{
  "title": "Akwa Arịrị N’ọnwụ Ikechukwu Ọnwụzurike",
  "published": "Jul 2, 2014 - 22:07",
  "edited": "Jan 19, 2021 - 21:07",
  "sentences": [
    "Ọ bụ gịnị mere? Ọ bụ gịnị ka anyị na-akwara akwa? Ụmụnna m ndị Igbo bi n’Amịrịka, ihe ukwu emeela n’ụbọchị ahịa ukwu! Mmiri na-erughị eru, ezoola! Ụkwa na-achaghị acha, adaala! Mkpara-igwe ụmụ Igbo etijiele n’ike! Ji esile n’ọdụ kaa! Ọnwụ abatala, ụlọ ajụọla oyi",
    "Ọnwụ mgbabi emeela n’usekwu Akanchawa ụmụ Igbo bi na Michigan jieme ọnụ - Mazị Chris na Oriakụ (Dọkịnta) Indira Ọnwụzurike! Okorobịa na Dimkpa Agụ ha ji akpa nganga – Ikechukwu Ọnwụzurike - etibiri n’ike nwụọ! Chaị, gịnị kpatara ihe ọma ji naghị ekwe ka ejide ya n’aka? Chaị, ewu ataala anyị igu n’isi!\nIkechukwu, Ikechukwu, Ikechukwu Ọnwụzurike – ebe ka ị gara ị jiri naghị anụkwa akwa nne gị? Ụmụnne gị na-eche ka ị lọọta ebe ị gara! Nna gị na-atụ anya ka ị lọọtakwa! Ndị enyi gị na-achọ gị",
    "Ụmụ Igbo na-atụ anya ka Odogwu okorobịa ha lọta! Chaị Ikechukwu, ọ bụ otu a ka ị jiri bịa njem gị n’ụwa? Anya mmiri ejule anyị anya",
    "Ụwa ebelere nne na nna gị akwa n’ihi na mmadụ ekwesịghị ịkwọcha aka wee tiere ọkụkọ akụ",
    "Ekpere onye ọbụla n’ala Igbo bụ ka nwa lie nne na nna n’ihi na onye nwa liri bara ụba!\nIkechukwu, mgbe anyị nọọ n’ụlọ akwa gị n’abalị, ụwa nile gbakọtara! Ọ dịka ebe a na-eli onye gbara narị afọ! Igbo bụ Igbo pụtachara n’ụlọ! Ndị Igbo Cultural Association of Michigan gbakọrọ n’igwe",
    "Ndị Igbo Women Association of Michigan kwụụkwa chịm-chịm",
    "Ndị ORA si na Steetị dị iche iche si n’ụgbọ-elu na n’ụgbọ-ala wụchasịa",
    "Ụwa kwuru ụka! Ụmụnne na ụmụnna gị tinyekwere ndị enyi na ndị ụlọ akwụkwọ gị gbara ama gị! N’ihe ha kwuru, tụụmadị otu ị jiri bitụ ndụ ha aka, ọ dịka ị matara na ndụ gị n’ụwa ga-adị mkpụmkpụ",
    "Dịka otu onye edemede kwuru: “Atụrụ m anya ịgafe n’ụwa nke a n’otu mgbe; Maka ya, o nwee ihe ọma m nwere ike imere, ma ọ bụ enyemaka m ga-egosị mmadụ ibe m, ka m mee ya ugbụ a; ka m ghara ị sị mgbe o ruru echi ma ọ bụ leghara ya anya, n’ihi na agaghị m agaafe n’ụzọ a ọzọ",
    "” (“I expect to pass through this world but once; any good thing therefore that I can do, or any kindness that I can show to any fellow creature, let me do it now; let me not defer or neglect it, for I shall not pass this way again”)",
    "Ike, ndewo maka nlepụ anya gi!\nIke, Ugo nwa, Enyi ọha, Nwata udo zuru ahụ, O ji nwayọ ejee, Nwata ụbụrụ ya na-acha ọkụ n’akwụkwọ dịka baatịrị, Dimkpa agụ ụmụ Igbo; Chaị, onye wetara mma ejiri gbue agụ? N’ezie a, ihe tagburu nkịta ataala arụ! Ọnwụ, ebe ka ike gị dị? Olee ebe mma agha gị dị? Ọnwụ, gịnị kpatara ị ji egbu nwoke, egbukwa nwanyị; egbu okenye, egbukwa nwata? Ọnwụ, ị nwekwara enyi? Ọnwụ, ị na-emekwa ebere? Dịka Akwụkwọ Nsọ na-ajụ gị na Ndị Korịnt: “Ọnwụ, ole ebe mmeri gị dị? Ọnwụ, ole ebe ihe ọgbụgba gị dị?” Ọnwụ, biko gaazuru ike n’ihi na onye emeriri emeri ka ị bụ!\nIkechukwu, hapụ n’ihi na Chi gị maara ihe mere gị! Ọ bụrụ na ihe bịakwutere gị ọgụ bụ ihe ego ma ọ bụ ihe ije ụkwụ ga-ebi, Aka na-akpa ego bụ Chris nna gị ma ọ bụ nne gị bụ Dọkịnta gara ajọta gị",
    "Ọ rawa ha ahụ, ụmụ Igbo na ndị ORA na ndi IWAM na ndi enyi gara eburu mma na egbe na ụta na osisi na aka-odo ha gbatara ha ọsọ enyemaka n’ịjọ gị",
    "Ọnwụ gara ahụụ ike na ọgụ! Chaị, egbe eburule nwa ọkụkọ n’iru nne ya! Ikechukwu, ihe bịakwutere gị ọgụ karịrị mmadụ! Anyamiri ejula anyị anya! Ọnwụ anapụla anyị okorobịa anyị ji akpa nganga",
    "Ya dịwa!\nAkanchawa Chris Ọnwụzurike na ezi n’ụlọ ya, biko unu kara ọma! Chukwu maara ihe mere Ikechukwu ebe unu mụrụ ya kpọọ ya Ikechukwu! Onweghị onye ga-aba Chukwu ọgụ! Onweghịkwa onye ga-ajụ ya ihe O jiri gbaa nkịtị mgbe mmiri na-erughị eru a jiri zoo! Ekpere ndị nile kwere ekwe bụ ka “E mee uche Chukwu na ndụ anyị",
    "” Chris, biko unu ebekwala akwa ka ndị na-enweghị okwukwe na olileanya",
    "Chetakwanụ na mmadụ ekwesịghị ifu n’afọ ihe ya furu! Ụmụ Igbo, unu ghara! Ọnwụ si n’azụ bịa ọgụ! Chukwu ma ihe merenụ!\nIkechukwu, gaa ije gị nke ọma! Laawa, lakwuru chi kere gị ebe ị ga-ezu ike na ndokwa!! Laa n’ụdo!!!"
  ]
}