{
  "title": "Akwa ariri n’onwu Professor Albert Chinualamogu Achebe",
  "published": "Apr 3, 2013 - 02:38",
  "edited": "Jan 25, 2021 - 02:38",
  "sentences": [
    "By Chukwuemeka Stephen Uche\nỤmụnna m ndị Igbo, ndị CISA na ndị Wachet, gịnị ka anyị na-anụ? Onye nwụrụ? Ihe ukwu emeela n’ụbọchị ahịa ukwu! Oke osisi ndị Igbo ji eme ọnụ a daala! Mbazụ igwe ndị Igbo ji akpaa nganga agbajiela! Ọnwụ egburule Akanaede akwụkwọ, Professor Albert Chinụalamọgụ Achebe, Dimkpa Agụ ndị Igbo, Nwa diala ndị Ogidi, Anambra State! Onye Oji deekara onye Bekee n'oyibo! Onye Oji kuziri onye Ọcha otu eji asụ ma na-ede okwu Bekee! Oke Agụ ụmụ Igbo ji eme ọnụ! Chai, ike agwụla!\nChaị, echetala m n'oge anyị gụrụ Things Fall Apart, No Longer at Ease, Arrow of God, A Man of the People, na ọtụtụ akwụkwọ ndị ọzọ Chinụa Achebe deere mgbe anyị nọ na sekọndịrị sukulu",
    "Oge elu wụ ala ọsa, n'oge ụmụ akwụkwọ maa ihe ha na-eme, n'oge onye nkuzi kpọrọ ọlụ nkuzi ihe, n'oge agu nmuta na-achi! \nProfessor Chinụa Achebe; Odogwu Nwoke, Nwoke obi ọma, Enyi ọha dum, O ji nwayọọ ejee! Ọchị agha! Nwoke na-eme ihe mgbe ihe siri ike",
    "Chaị, onye ga-asị na Chinụa Achebe kwujọrọ ya? Ndị enyi m, ihe ọma anaghị ekwe ka ejide ya n’aka",
    "Ọnwụ, egbuole Agụnaeche-Mba ndị Igbo ji a gaa mba! \nChinụa, Nwoke udo zuru ahụ! Nwoke ọnụ ya jupụtara n’ekele! Omee mgbe ihe siri ike! Otu onye na-achụ ọgụ! Onye nduu ụmụ Igbo! Nwoke a nadịghị esi n’iru ya a paa mmanya! Chai, onye wetara mma e jiri gbue agụ? Ụmụnna m, ihe tagburu nkịta ataala arụ! Ọnwụ anaghị atụ ụjọ!   \nChinụa, hapụ n’ihi na Chi gị maara ihe mere gị",
    "O nweghị ihe ụmụ Igbo pụrụ imee n’ihi na ọnwụ ka ike",
    "Ndị CISA kwadoro itu gị akara ugo na Igbo Village dị na Staunton, Virginia taa na mmemme Retreat ha n'izu ụka a",
    "Ọ wụrụ ihe ọgụ gaara igbochi, ndị CISA gbakoro n'Igbo Village gara eburu mma, egbe na ụta wee lụwa ya",
    "Ụmụnwanyị na Ụmụada gbakọrọ n'ebe a gara eburu mkpara na aka odo ha ji-asụ nri wee lụwa nke ha",
    "Ọnwụ gara ahụ ọgụ na mgba anya! Chai, egbe e burule nwa ọkụkọ n’iru nne ya! Anyamiri ejula anyị anya",
    "Ụkwụ e jiela agụ, mgbada abịala ya ụgwọ!\nChinụa, ọkụ ị mụnyere n’ụwa agaghị anyụ anyụ! Mba nile akwụkwọ gị ruru gaa necheta ọlụ nile ị lụrụ n’ụwa",
    "Chinụa, akwụkwọ Things Fall Apart ị deere agaghị anwụ anwụ",
    "Ihe ncheta gị agaghị agwụ agwụ!\nỤmụ Igbo, anyị matara n’ugbo abụa ka ekwe na-akpọ dike - Ọ kpọ ya otu na ndụ, ọ kpọ ya nke ọzọ n’ọnwụ",
    "Ọrịa gbue onye ọ tụrụ, ya ezuru ike! Chinụa, hapụcha! Ụjọ atụkwala gị n’ije gị n’ihi na onye ya na chi ya kwụụ n'ije, ụjọ ekwesịghị ịtụ ya! Anyị na-asị gị gbawa ọsọ gị, gbakwuru Chi kere gị, ebe ị ga-ezu ike maka ọlụ ọma nile ị lụrụ n’ụwa",
    "Laa n’ụdo!!"
  ]
}