{
  "title": "Anyammiri Ala Anyị (Tears of Our Land)",
  "published": "Jun 18, 2022 - 14:08",
  "edited": "0",
  "sentences": [
    "Izunna  Okafor dere abụ a\nAla Naịjiria ebegbuo onwe ya n'akwaAnyammiri anyammiri ebe niile!Ákwá ụtụtụ, ákwá ndeeri na ákwá arị̀rị̀Ọnye ga-azọ ala anyị? \nChi ọbụbọ wèré aka èkpè dupụta ya ụraChi ọjọọ ewere akwa arị̀rị̀ dúbàá yaIhe na-ebenụ a ka na-ebekwaOnye ga-azọ ala anyị? \nNaịjiria bụ nne chị ụmụOnyeisiala bụ di ọ lụrụNne na nwa ebegbuo onwe ha n'ákwáAgụụ, anyammiri, akwa arịrị ebe niileOnye ga-azọ ala anyị? \nLekene nwaanyị na mma yaNa ụbara ụmụ chi jiri gọzie yaMana di ya ekweghị ka o rite ihe nwa yaWee na-amị ya ọbara ka anwụnta NnewiOnye ga-azọ ala anyị?\nEzinụlọ ya nọ n'ọgbagharaMana di ya anaghị emezị ka nwokeÉgbé ebukọchaala ụmụ ya Ndị e gburu egbu akarịa ndị dị ndụMana di ya emeghị ihe ọbụla maọlịDịka a gà-asị na ọ macha ihe na-emeGbachị nkịtịOnye ga-azọ ala anyị?\nDi ya ezugbuola ohi, ma bube ya ọnụ nriỤmụaka ya nọzịkwa n'agụụ, ọbụnadị n'ime ikpo nri ha nwèrèYa bụ ògòlì nwaanyị agbaa isi awọ na-erughị eruAnyammiri ejugokwa ọgọdọ yaOnye ga-azọ ala anyị? \nNwoke ahụ agbaala ya ọtọ n'ọmà ahịaChaị! Agụ nwaanyị ebegbuo onwe ya n'akwa!Dịka ụwa na-agbázịkwa ọtọ ya eleleÙgwù e jiri mara ya erughịzịkwa ya akaOnye ga-azọ ala anyị ?\nAla Naịjiria na-achọ di ọzọ ugbuaNdị ọ lụrụ alụ agharịpụchaala yaN'ihi ezùghị òkè n'ihe e ji nwoke emeNke bụ di ya anaghị echètékwuzị onwe yaN'ihi ụbụrụ ịta ncharaNa ihe a gwọrọ agwọ so yaOnye ga-achị ala anyị?\nIwe eweela ụmụ ya ndị okenyeHa ji achọrọ nne ha di ọzọ ugbuaNaanị nwoke nwere ùgwù na nsọpụrụKa a na-elegara anya ibunye mmanya ụbọchị ahụMa e wepuchaa úgwùmágànà na ndị òtù yaỤmụnne m, ajụọ m, onye ga-alụ mma anyị?\nGị onwe gị sòrò bụrụ nwa yaMụ onwe m sòrò bụrụ nwa yaNgịga dị n'ọkụ abụghị nkè azụỌ̀ bụ́rụ́ nkè anụAjụọ m ọzọOnye ga-alụ mma anyị ?\nGbata PVC gị ugbuaKa i wee soro zaa ajụjụ aN'oké ụbọchị ahụ na-abịa nsoKa anyị lụtara mma anyị di ọzọMaka na nke ọ lụrụ alụ emewaala ya obiBikonụ̀ ụmụnne m, onye ga-alụ mma anyị ?\n\n© Izunna Okafor, 2022\n\n\n*************************************\nMaka Onye Dere Abụ A:\nIzunna Okafor bụ nwaafọ Ebenatọr dị n'okpuruọchịchị ‘Nnewi South’ nke steeti Anambra",
    "Ọ bụ onye edemede iduazị na abụ, bụrụ onye nta akụkọ na onye ikwàlite asụsụ Igbo na-amasị nke ukwuu",
    "O deela ọtụtụ akwụkwọ na edemede e biputagoro na mpaghara ebe dị icheiche n'ụwa gbaa gburugburu, ma n'asụsụ Igbo, ma n'asụsụ Bekee",
    "Dịka onye edemede na onye nta akụkọ, o nwetala ntúrú ùgò na nkwanye ùgwù karịrị iri atọ n'ọnụọgụgụ",
    "Nturuùgò na nkwanyeùgwù ya gụnyere: Nigerian Writers Award/Indigenous Writer of The Year 2015/2016; Pita Nwanna Award for Igbo Literature 2015; Nigerian Heritage Icon Award/Young Writer of the Year Federal Republic of Nigeria 2016; Anambra Exclusive Youth Choice Award/Youth Writer of The Year 2016; Future Award Africa 2016/African Prize For Education; SLAM Hero Youth International Award/Innovative Youth of the Year 2016;  Inspire Award/Outstanding Youth in Academics 2017; Ezenwa Ohaeto Prize for Young Nigerian Novelists 2015; Campus Best Writer/Journalist of The Year 2018, tinyere ọtụtụ ndị ọzọ",
    "Izunna na-ede akwụkwọ na edemede n'asụsụ Igbo na n'asụsụ Bekee nke ọma",
    "Ọ bụkwa onye isi òtù jikọtara ndị ntorobịa na-ede akwụkwọ n'ala Nigeria, ngalaba steeti Anambra"
  ]
}