{
  "title": "Asụsụ",
  "published": "Feb 28, 2015 - 08:21",
  "edited": "Jan 22, 2021 - 05:11",
  "sentences": [
    "By Abraham Madụ, USA\nAsụsụ bụ e jiri mara ndi ma bụrụkwa nkụ dị na mba na-eghere",
    "mba nri",
    "Ọ bụ ahụghị ebule ma sị elina dike n'ebe mkprịta ụka mmadụ na ibe ya dị",
    "Asụsụ ihe mbụ mmadụ jiri karị ibe yan'elu ụwa",
    "N'ala Igbo, asụsụ bụ omenala; Asụsụ bụ ejiri mara Igbo; asụsụ bụ nwata tote o tokwuru; asụsụ bụkwazị ihe nketa, bụ nke sitere n'aka ndi nna nna anyị ha wee rute anyị aka",
    "Onye amaghị asụsụ nọ ọdụ ka onye ọbara kọrọ n'isi, maka na asụsụ bụkwa ndụ",
    "Ọzọkwa, onye enweghị asụsụ, aha ya efuona maka aha onye na-esite n'asụsụ onye",
    "Asụsụ bụ e jiri mara ndi ma bụrụkwa nkụ dị na mba na-eghere",
    "mba nri",
    "Ọ bụ ahụghị ebule ma sị elina dike n'ebe mkprịta ụka mmadụ na ibe ya dị",
    "Asụsụ ihe mbụ mmadụ jiri karị ibe yan'elu ụwa",
    "N'ala Igbo, asụsụ bụ omenala; Asụsụ bụ ejiri mara Igbo; asụsụ bụ nwata tote o tokwuru; asụsụ bụkwazị ihe nketa, bụ nke sitere n'aka ndi nna nna anyị ha wee rute anyị aka",
    "Onye amaghị asụsụ nọ ọdụ ka onye ọbara kọrọ n'isi, maka na asụsụ bụkwa ndụ",
    "Ọzọkwa, onye enweghị asụsụ, aha ya efuona maka aha onye na-esite n'asụsụ onye",
    "Ihe ndi a niile bụ eziokwu ma bụrụkwa ihe a gba n'aka, bụ nke a na-ejighị enyo elele",
    "Mana ọzọ dịka ibe ya ma bụrụkwa eziokwu ghe anya oghe bụ na ya bụ ọkụ sitere n'aka fere aka na-achọzị ịnyụ anyụ n'ụbọchị taa maka na ndi e nyere ya bụ ogiri amaghịzị uru ogiri bara n'ofe",
    "Ndi Igbo n'ụbọchị taa na-agbakụtazị ya bụ asụsụ ha azụ ma chezọọ na ebe onye bi ka ọ na-awachi, na a naghịkwa aghara isi aka agba ụrịọm maka na ngwere ghara ukwu osisi, aka akpara ya",
    "Ọtụtụ n'ime ha anaghịzịkwa enye ụmụ ha aha Igbo ma ya fọdụzie ịsụrụ ha ya bụ asụsụ, n'ihi na ha chezọrọ na ọ bụ aha na asụsụ onye ka e ji ama ebe onye si",
    "Dịka ọ bụ ihe a na-ahutaghị n'oge nke nna nna anyị ha, ọtụtụ ndi Igbo n'ụbọchị taa apụghịzịkwa ịsụ asụsụ Igbo ogologo oge na-ejighị okeeke ọcha bụ Bekee wee gwaarụkọọ ya, ebe ụfọdụ na-pụghịdị ịsụ ya asụ ma ncha ma ya fọdụzie ide ya ede, ọkachasị ụmụ afọ Igbo ndi nọ n'ụlọ akwụkwọ dị iche iche",
    "Onye ọbụla na-asụzị bekee, ka a ga-asị na ọ naghị anyụ nsị",
    "Ha wee chezọọkwa na ọkwa mba na-achị n'olu n'olu",
    "Ugbu a bụzịkwa oge a na-ahụta onye na-asụ Igbo dịka onye amaghị akwụkwọ ma ọ bụ onye esoghị n'ihe a na-eme",
    "Ọbụnadị n'ụlọ akwụkwọ ugbu a, ndi nkụzi jikwuzị bekee akụzị asụsụ Igbo n'oge Igbo, ma na-ejikwa ụtarị pịapụ nwata akwụkwọ bụ onye Igbo mmụọ ọjọọ n'anya maka na ọ sụrụ asụsụ ya oge ya na ụmụ afọ ibe ya na-akprị ụka",
    "Ndi be anyị, ọ bụ gịnị na-emezị?\nỌ bụkwa onye tara anyị amosu a?\nỌ bụ otu a ka ndi nna nna anyṅ ha siri megide asụsụ a wee rute anyị aka taa?\nNdi Awụsa kwa na ndi Yoruba e si otu ahụ eme banyere asụsụ nke ha?\nGịnị mezịrị na anyị achọghị ịkpọ nke anyị nke anyị, ka njiri mara anyị wee dịrị anyị?\nKa anyị echezọọna na onye kpọọ ọba ya ọkpọkọrọ, agbataobi ewere ya kpoo ahịha?\nNdi otu UNESCO ekwuona ma buo amụma n'afọ 2012 na asụsụ Igbo ga-emi mmiri n'oge adịghị anya",
    "Gịnị ka anyị na-eme banyere nke ahụ iji wee gbochie ya imezu ma meekwa ha ndi amụma ụgha na ndi ọnọ na ndo ahụ ọnwa?\nKedụ ihe kpatara na anyị adịghịzị agụ ụmụ anyị aha uche dị n'ime ya, dịka ndi gboo si eme, o wee bụrụzie aha éfù na aha nwa nkịta onye ọcha ka anyị mma?\nA na-ekwu na ọrịa ezughị oke, onye ịba a na-etokwu afọ",
    "A sị na onye sonyụọ ọkụ ya ọ nọrọ n' ìsì, ma sịkwa na ụdọ nkwụ onye okechì tibie n'opupe, ị mara na ụwa ya agwụsịala",
    "Gbaa mbọ ma tụnye ụtụ nke gị dịka ezi nwa afọ iji wee kwalite asụsụ Igbo, bụ isi sekpụ ntị na njiri mara na omenala ndi Igbo",
    "Ugbu a ka bụ oge",
    "Onye nwere ntị, ya nụ",
    "Onye a gwara okwe, a hụ ọzọ agwakwa ya",
    "Ma onye a gwara agwa ma ọ nụghị anụ, o mee emee ọ hụ ahụ",
    "Ndewonụ"
  ]
}