{
  "title": "Asụsụ Igbo Ga-Adị",
  "published": "Jul 22, 2020 - 10:27",
  "edited": "Jan 26, 2021 - 09:28",
  "sentences": [
    "By Izunna Okafor\nAsụsụ bụ njirimara ndi ma bụrụkwa nkụ dị na mbà na-eghere mbà nri",
    "Ọ bụ ahụghị ebule ma sị elina dike n'ebe mkprịta ụka n'etiti mmadụ na ibe ya dị",
    "Asụsụ bụ ihe mbụ mmadụ jiri karị ibe ya n'elu ụwa",
    "Asụsụ bụ ihe ukwu",
    "N'ala Igbo, asụsụ bụ omenala; asụsụ bụ nwata tote o tokwuru; asụsụ bụkwazị ihe nketa, bụ nke sitere n'aka ndi nna-nna anyị ha wee rute anyị aka",
    "Onye amaghị asụsụ ya nọ ọdụ ka onye ọbara kọrọ n'isi, maka na asụsụ bụkwa ndụ",
    "Ọzọ, onye enweghị asụsụ, aha ya efuola maka na aha onye na-esite n'asụsụ onye",
    "Ihe  ndi a niile bụ eziokwu ma bụrụkwa ihe a gba n'aka e jighị enyò elele",
    "Mana ọzọ dịka ibe ya ma bụrụkwa eziokwu ghe anya oghe bụ na ya bụ ọkụ siri n'aka nna-nna anyị hà wee rute anyị aka na-achọzị ịnyụ anyụ n'ụbọchị taa, maka \nna ndi e nyere ya bụ ogiri amaghịzị uru ogiri bara n'ofe",
    "Ndi Igbo n'ụbọchị taa na-agbakụtazị ya bụ asụsụ ha azụ ma chezọọ na ọ bụ ebe onye bi ka ọ na-awàchi, na a naghịkwa aghara isi aka wee agba ụrịọm, maka na ngwere ghara ukwu osisi, aka akpara ya",
    "Ọtụtụ n'ime ha anaghịzịkwa enye ụmụ ha aha Igbo ma ya fọdụzie ịsụrụ ha ya bụ asụsụ, n'ihi na ha chezọrọ na ọ bụ aha na asụsụ onye ka e ji ama ebe onye si",
    "Dịka ọ bụ ihe a hutaghị n'oge nke nna-nna anyị ha, ọtụtụ Ndi Igbo n'ụbọchị taa apụghịzịkwa ịsụ asụsụ Igbo ogologo oge na-ejighị okeeke \nọcha bụ Bekee wee gwarụkọọ ya, ebe ụfọdụ na-apụghịdị ịsụ ya asụ ma ncha, ma ya fọdụzie ide ya ede n'akwụkwọ, tụmadụ ụmụafọ Igbo ndi nọ n'ụlọakwụkwọ dị iche iche",
    "Onye ọbụla na-asụzị bekee, dịka a ga-asị na ọ naghị anyụ nsị",
    "Ha wee chezọọ na ọkwa mbà na-achị n'olu n'olu",
    "Ugbua bụzịkwa oge a na-ahụta onye na-asụ Igbo dịka onye amaghị \nakwụkwọ ma ọ bụ onye esoghị n'ihe a na-eme",
    "Ọbụladị n'ụlọakwụkwọ ugbua, ndi nkụzi jikwuzị bekee were akụzị asụsụ Igbo n'oge Igbo, ma na-ejikwa ụtarị pịapụ nwata akwụkwọ mmụọ ọjọọ n'anya maka na ọ sụrụ asụsụ Igbo oge ya na ụmụafọ Igbo ibe ya na-akprịta ụka",
    "Ndi be anyị, ọ bụ gịnị na-emezị? Ọ bụkwa onye tara anyị amosu a? Ọ bụ etu a ka ndi nna-nna anyị ha siri megide, asụsụ a wee rute anyị aka taa? Ndi Hausa na ndi Yoruba esi etu ahụ eme banyere asụsụ nke ha?\nGịnị mezịrị na anyị achọghị ịkpọ nke anyị nke anyị, ka njirimara anyị wee dịrị anyị? Anyị èchèzọọla na ọ na-abụ onye kpọọ ọba ya ọkpọkọrọ, agbatobi ewere ya kpoo ahịha?\nNdi òtù UNESCO ekwuola ma buo amụma n'afọ na asụsụ Igbo ga-efù kpamkpam n'oge adịghị anya",
    "Gịnị ka anyị na-eme banyere nke ahụ iji wee gbochie ya imezu ma mee ha ndi amụma ụgha na ndi ọnọ na ndo ahụ ọnwa? Ọ kwa a sị na ọ bụ okenye nwụchaara ụmụaka wee nwerezie ịkpọ ikiri?\nKedụ ihe kpatara na anyị adịghịzị agụ ụmụ anyị aha uche dị n'ime ya, dịka ndi gboo si eme n'oge nke ha, bụ mgbe ha na-agbaso ihe mere na ndụ mmadụ, ma ọ bụ ihe a chọrọ ka ọ bụrụ wee na-enye ya aha? Gịnị ka o jiri bụrụzie aha éfù na aha nwa nkịta onye ọcha kazịịrị anyị mma? \nA na-ekwu na ọrịa ezughị oke, onye ịba a na-etokwu afọ",
    "Ndị Igbo, chetakwanụ na ọ na-abụ onye sonyụọ ọkụ ya, ọ nọrọ n' ìsì, maka na ụdọ nkwụ onye okechì \ntibie n'ópùpè, ị mara na ụwa ya agwụla",
    "Ya mere, gbaa mbọ malite ịtụnye ụtụ nke gị taa dịka ezi nwa afọ, iji wee kwalite asụsụ Igbo, bụ isi sekpụ ntị na njirimara na omenala ndi Igbo",
    "Ugbua kabụkwa gboo, maka na o si ta dị mma, ọ dịbara gboo",
    "Onye nwere ntị, ya nụ, maka na ọ na-abụ onye a gwara kwe, a hụ ọzọ, a gwakwa ya",
    "Mana onye a gwara agwa, ma ọ nụghị anụ, o mee emee ọ hụ ahụ",
    "E mee ngwa ngwa e meghara ọdachi",
    "Asụsụ Igbo ga-adịrịrị"
  ]
}