{
  "title": "Ị̀ MÀÀRÀ OBIANỌ?",
  "published": "Aug 8, 2021 - 21:14",
  "edited": "0",
  "sentences": [
    "Izunna Okafor dere edemede a\n\nỊ̀ mààrà?\nỊ̀ mààrà nà Willie Maduaburochukwu Obianọ bụ diọkpara nà nwa mbụ n'ime ụmụ anọ nne na nna ya bụ Maazị Philip Obianọ na Christiana Obianọ mụrụ?\nỊ mààrà nà Obianọ gụrụ akwụkwọ sekọndịrị ya n'ụlọ akwụkwọ 'Christ The King College', Ọnịtsha, ebe ọ nọrọ wee tuuru ùgò n'asọmpi edemede nke John F",
    "Kenedy n'ahọ 1974?\nỊ mààrà na Obianọ gụrụ akwụkwọ na Mahadum Steeti Legọọsị, ebe o jiri nzere 'Second Class Upper' wee pụta n'ahọ 1979, ma nwetekwa nzèré 'Masters' ya na mahadum ahụ n'ahọ 1993?\nỊ mààrà na Obiano nwetara nkwanyeùgwù dịka onye kacaha mee nke ọma n'ime ndị ji otu ahọ efe ala nna ha, nke a kpọrọ 'Best Youth Corper Award' n'ahọ 1980?\nỊ mààrà na Obiano arụọla ọrụ n'ụlọakụ 'First Bank' dịka onye mgbàzi, rụọ n'ụlọọrụ Chevron dịka onye ọgbàkọ ego, rụọ n'ụlọọrụ n'ụlọ nsucha mmanụ Texaco dị na mba Netherlands dịka onye nnyocha akpa ego ụlọọrụ ahụ, rụọ n'ụlọakụ 'Fidelity Bank' dịka osote onyeisi, ma rụkwazie dịka onyeisi ụlọakụ ahụ, tupu ọ bụrụ Gọvanọ steeti Anambra n'ahọ 2014?\nỊ mààrà na ọ bụ oge o jiri nkeji atọ gata elekere iri na abụọ nke ehihie (12:03 pm) n'ụbọchị iri na asaa nke ọnwa Maachị ahọ 2014, ka Obianọ malitere bụrụ Gọvanọ steeti Anambra, wee ruo taa?\nỊ mààrà na Obianọ bụ onye nke iri na abụọ na-achị steeti Anambra ọhụrụ kemgbe e jiri kepụta ya n'ahọ 1991?\nỊ mààrà nà Obianọ lụrụ nwunye ya bụ Oriakụ Ebelechukwu Veronica Obiano n'ahọ 1988?\nỊ̀ mààrà na ọ bụ ụmụ abụọ —otu nwoke (Difu Obiano) na otù nwaanyị (Ogechi Obiano) ka Obianọ mụrụ?\nỊ mààrà na Obianọ bụ Papa Dọkịta?\nỊ mààrà nà Obianọ bụ onye Agụleri mụkwa nwadiala n'Agụleri?\nỊ mààrà nà Obianọ enwetela nturuugo karịrị iri atọ n'ọnụọgụgụ site n'aka òtù na ụlọọrụ dị iche iche?\nỊ mààrà na Obianọ ebidola ịza Akpọkuodike tupubọ bụrụ Gọvanọ?\nỊ mààrà na Obianọ bụ Gọvanọ mbụ n'ala Nigeria rụgoro ọdụ ụgbọelu mba ụwa ma rụchaa ya n'ime ọnwa iri na ise n'ebighị̀ ego ọbụla?\nỊ mààrà na Obianọ bụ Gọvanọ mbụ nwetagoro nkwanyeùgwù 'Chinua Achebe Leadership Award'\nỊ mààrà na Obiano bụ Gọvanọ mbụ nwetagoro nturugo n'okpuru ọchịchị ime obodo niile dị na steeti Anambra?\nỊ mààrà na Obianọ bụ onye òtù 'Institute of Chartered Accountants of Nigeria (ICAN)', ma bụrụkwa nnukwu nna ndị òtù 'Institute Of Chartered Accountants of Lagos (Mainland)'?\nỊ mààrà na Obianọ bụ onye òtù 'Harvard University, USA CLASS', ma bụrụkwa onye òtù 'Harvard Business School, Boston USA'?\nỊ mààrà na Obianọ nwetara nkwanyeùgwù 'Distinguished Banker of the Year Award' n'ahọ 2012 oge ọ na-arụ n'ụlọakụ?\nỊ mààrà na Obianọ enwetela echichi ọdịnala karịrị iri abụo n'ọnụọgụgụ?\nI mààrà na ọ bụ n'okpuru ndú Gọvanọ Willie Obianọ ka a malitere imepụ̀tà osikapa a na-akpọ 'Anambra Rice'?\nỊ̀ mààrà na ọ bụ n'okpuru ndú Gọvanọ Willie Obianọ ka steeti Anambra malitere ibupu ụgụ na akwụkwọ nri ndị ọzọ na mba ofesi?\nỊ̀ mààrà na ndị ọrụ oyibo steeti Anambra na-akpọ Gọvanọ Willie Obianọ bụ 'Alert Governor' n'ihi otu ha si anata ụgwọ ọnwa ha n'oge kwa ọnwa ọbụla?\nỊ̀ mààrà na Obianọ bụ gọvanọ kwụchapụrụ ụgwọ niile e ji ndị niile lara ezumike nka n'ụlọ mbipụta akwụkwọ akụkọ National Light na n'ụlọ mgbasaozi Anambra Broadcasting Service, kwàlite ma nwogharịa ụlọọrụ abụọ ahụ ka ha dị n'ogoogo mba ụwa?\nỊ̀ mààrà na Obianọ bụ gọvanọ mbụ kachara nye ndị ntorobịa, ndị ọrụsị na ụmụnwaanyị ohèrè ọrụ dị oke elu n'ọchịchị ya?\nỊ̀ mààrà na Obianọ bụ gọvanọ mbụ rụrụ ọdụ ikuku mmụọ (gas plant) na mpaghara ndịda-ọwụwa anyanwụ ala Nigeria?\nỊ̀ mààrà taa bụ ụbọchị ncheta ọmụmụ Gọvanọ Willie Obianọ?\nỌ bụrụ na ị maghị ihe ndị a na mbụ, biko mara ha taa, n'ihi na taa bụ ụbọchị ncheta ọmụmụ Gọvanọ Willie Madụabụrọchukwu Obianọ"
  ]
}