{
  "title": "Naịjiria Ebegbuo Onwe Ya n'Akwa",
  "published": "Oct 1, 2024 - 08:44",
  "edited": "0",
  "sentences": [
    "Izunna  Okafor dere abụ a\nAla Naịjiria ebegbuo onwe ya n'akwaAnyammiri, anyammiri ebe niile!Ákwá ụtụtụ, ákwá ndeeri na ákwá arị̀rị̀Ọnye ga-azọ ala anyị?\nChi ọbụbọ wèré aka èkpè dupụta ya ụraChi ọjọọ ewere akwa arị̀rị̀ dúbàá yaIhe na-ebenụ a ka na-ebekwaOnye ga-azọ ala anyị?\nNaịjiria bụ nne chị ụmụOnyeisiala bụ di ọ lụrụNne na ụmụ ebegbuo onwe ha n'ákwá!Agụụ, anyammiri, akwa arịrị ebe niileOnye ga-azọ ala anyị?\nLekene nwaanyị na mma yaNa ụbara ụmụ chi jiri gọzie yaMana di ya na ndị òtù ya ekweghị ka o rite ihe nwa yaHa wee na-amị ya ọbara ka anwụnta NnewiOnye ga-azọ ala anyị?\nEzinụlọ ya nọ n'ọgbaagharaMana di ya anaghị emedị ka nwokeÉgbé ebukọchaala ụmụ yaNdị e gburu egbu akarịa ndị dị ndụMana di ya emeghị ihe ọbụla maọlịDịka a gà-asị na ọ macha ihe na-emeGbachị nkịtịOnye ga-azọ ala anyị?\nDi ya ezugbuola ya n'ohi, ma bube ya ọnụ nriỤmụaka ya nọzịkwa n'agụụ, ọbụnadị n'ime ikpo nri ha nwèrèYa bụ ògòlì nwaanyị agbaa isi awọ n'erughị eruAnyammiri ejugokwa ọgọdọ yaOnye ga-azọ ala anyị?\nNwoke ahụ agbaala ya ọtọ n'ọmà ahịaChaị!Agụ nwaanyị ebegbuo onwe ya n'akwa!Dịka ụwa na-agbázịkwa ọtọ ya eleleÙgwù e jiri mara ya erughịzịkwa ya akaOnye ga-azọ ala anyị ?\nOge adịghị anya, ala Naịjiria na-achọ di ọzọNdị ọ lụrụ alụ agharịpụchaala yaN'ihi ezùghị òkè n'ihe e ji nwoke emeNke bụ di ya ugbua anaghị echètékwuzị onwe yaN'ihi ụbụrụ ịta ncharaNa ihe a gwọrọ agwọ so yaOnye ga-achị ala anyị?\nIwe eweela ụmụ ya ndị okenyeHa ji kwekọrịta ịchọrọ nne ha di ọzọNaanị nwoke nwere ùgwù na nsọpụrụKa a na-elegara anya ibunye mmanya ụbọchị ahụMa e wepuchaa úgwùmágànà na ndị òtù yaỤmụnne m, ajụọ m, onye ga-alụ mama anyị?\nGị onwe gị sòrò bụrụ nwa yaMụ onwe m sòrò bụrụ nwa yaNgịga dị n'ọkụ abụghị nkè azụỌ̀ bụ́rụ́ nkè anụAjụọ m ọzọOnye ga-alụ mma anyị ?\nJidesie PVC gị ike ugbuaKa i wee soro zaa ajụjụ aN'oké ụbọchị ahụ na-abịa nsoKa anyị lụtara mma anyị di ọzọMaka na ndị nke ọ lụrụ alụ emewaala ya obiBikonụ̀ ụmụnne m, ajụọ m ọzọOnye ga-alụ mama anyị ?\n© Izunna Okafor"
  ]
}