[
  "Air Quality Expert Group (AQEG) bụ kọmitii gọọmentị nkè ndị ndụmọdụ sayensị na-enye ndụmọdụ onwé ha banyéré mmetọ ikuku na Ngalaba Na-ahụ Màkà Gbụrụ-gbúrụ Ébé Obibi, Nri na Mmekọrịta Ime Obodo (Defra) nkè gọọmentị UK. A na-esikarị n'aka ndị ọkà mmụta sayensị ma nwee ihe dị ka ndị na-emepụta kemịkalụ na ikuku iri na abụọ na ndị ọkà mmụta ihe ọmụma gbụrụ-gbúrụ ébé obibi ndị ọzọ. AQEG na-enyekwa ndị ọrụ gọọmentị na ndị minista ndụmọdụ gbásárá nsogbụ ikuku, na-atụ aro ébé ndị a ga-ebute ụzọ màkà ọrụ n'ọdịnihu, ma na-enye ndụmọdụ màkà mgbanwe na iwu mba ụwa. E kèrè AQEG n'afọ 2001, na-ejikọta ọrụ nke ọtụtụ ndị ndụmọdụ gara-aga gụnyere Quality of Urban Air Review Group, Airborne Particles Expert Group, na Expert Panel on Air Quality Standards.",
  "Ọrụ AQEG na-adịbeghị ányá gụnyere akụkọ banyéré ọnọdụ ozone, ikuku na-esi na njem okporo ụzọ, mgbanwe mmetọ ikuku n'oge ọrịa COVID-19, mmetọ ifufe ugbo, na mmetụta nke mbupu na ikuku.",
  "Alastair Lewis nkè National Centre for Atmospheric Science na Mahadum York bụ ónyé isi óche kọmitii ahụ kemgbe afọ 2019; site n'afo 2009 ruo 2019, Paul Monks nkè Mahadum Leicester bụ ónyé isi ya; site n'afo 2001 ruo 2009 Mike Pilling nke Mahadim Leeds bụ ónyé isi nke ya. Ndị ọzọ a ma ama gụnyere Roy Harrison, Helen ApSimon, Martin Williams, na David Fowler.",
  "AQEG na-enyocha ma na-ebipụta akụkọ banyéré akụkụ niile nke mmetọ ikuku, ma e wezụga mmetụta ahụike ya, nke bụ ọrụ nke otu ndụmọdụ dị íchè, Kọmitii na Mmetụta Ọgwụ nkè Mmetụta Mmiri Mmiri (COMEAP)",
  "A na-arịọkarị ndị ọkachamara ya ka ha kwuo ókwù banyéré akụkọ akụkọ, dị ka mmetọ sitere na ọkụ osisi, njikọ dị n'etiti COVID-19 na mmetọ ikuku, na ịdị irè nke mbọ gọọmentị Britain na-agba iji zute ntuziaka mmetọ nke World Health Organization, na akụkọ nke ya na-emekarị isi akụkọ.",
  "N'afọ 2011, akụkọ AQEG kwùrù na biofuels \"nwèrè mmetụta dị nta na ikuku ikuku na-emetọ ikuku\". N'afọ 2015, nyocha ọzọ ya kwubiri na fracking na-eme ka mmetọ ikuku dịkwuo elu. Afọ abụọ ka e mesịrị, ọ kọrọ na mmetọ nke ihe sitere na otu stovu ọkụ na-ere ọkụ nwèrè ike ịbụ okpukpu isii karịa nke sitere na ụgbọ ala dị arọ. N'afọ 2018, otu ahụ nyochara ahịhịa okike (iji osisi na osisi eme ihe karịa) wee chọpụta na ọ pụghị inye ezigbo ngwọta màkà mmetọ ikuku obodo. Akụkọ ọzọ nkè afọ 2018 chọpụtara na enwere ike belata ikuku ammonia nke ọrụ ugbo site na ihe dị ka ọkara naanị site na njikwa nsị ka mmá. N'afọ 2019, AQEG chọpụtara na mmetọ sitere na taya ụgbọ ala nwèrè ike ịdị njọ otu puku mgbé ụfọdụ karịa ikuku ya. N'otu afọ ahụ, ọ kọrọ na solvents na ngwaahịa nlekọta ezinụlọ na nke onwe ónyé bụ akụkụ dị mkpa nke ikuku VOC nke UK. Ọzọkwa n'afọ 2019, AQEG dọrọ aka ná ntị na, ọ bụ ezie na ụgbọ ala eletrik na-emepụta ikuku efu, ha ka na-emepụta mmetọ ikuku dị ukwuu site na brek ha, taya, na mmebi n'okporo ụzọ na na: \"Ọ dịghị iwu dị ugbu a iji belata ma ọ bụ belata ụmụ irighiri ihe ndị a\".",
  "N'ogè ọrịa COVID-19, AQEG nyochara njikọ dị n'etiti nje na mmetọ ikuku, ma nyochaa mmetụta nke mkpọchi na mmetorụ ikuku.",
  "N'afọ 2022, otu ahụ dọtara uche gaa n'ihu na mmetọ sitere na stovu ọkụ, nkè, nà UK, na-emepụta mmetọ karịa okporo ụzọ.",
  "AQEG na-anwale echiche màkà ịnagide mmetọ",
  "N'afọ 2016, ọ rụrụ ihe nlereanya kọmputa iji nwalee ihe ga-eme na mmetọ ikuku nkè London ma ọ bụrụ na a na-etinye ihe osise fotocatalytic (nké na-agbanwe kemịkal na-emerụ ahụ ka ọ bụrụ ndị na-adịghị emerụ ahụ), mgbè ụfọdụ a na-akpọsa ya dị ka ihe ngwọta màkà nsogbụ ikuku, na-etinye ya n'elu ọ bụla n'obodo ahụ. Nke a kwubiri na mmetọ nitrogen dioxide ga-ebelata ihe na-erughị otu pasent."
]