[
  "Ìfé bụkwa Ife (Bekee: Love) bụ onye isi ihe nkiri LGBT nke Naijiria nke afọ 2020 nke onye ama na-ahụ maka ikike LGBTQ nke Naijiria bụ Pamela Adie mepụtara ma bụrụ nke Uyaiedu Ikpe-Etim duziri. A na-ekwu na ihe nkiri a bụ ihe nkiri nwanyị mbụ n'enwe mmekọahụ nwanyí na akụkọ ihe mere eme nke Nollywood",
  "Otú ọ dị, ụfọdụ nchịkọta kwuru na ọ bụkwa ihe nkiri LGBT mbụ nke Naijiria.",
  "Ihe nkiri a gbasara ndụ nke di na nwunye ụmụ nwanyị na-enwe mmekọahụ bụ ndị na-echekwa ihe ịma aka site n'ịbụ ụmụ nwanyị na-edina nwanyị na Naịjirịa. Site na nwepụta nke ihe nkiri ahụ na YouTube n'onwa July afọ 2020, a na-atụ anya na a ga-ewepụta ihe nkiri ahụ site na ịntanetị ma eleghị anya na njedebe nke afọ. Ihe nkiri ahụ welitere nchegbu na mgbasa ozi n'etiti ndị Naijiria maka ụdị ihe nkiri ahụ tinyere nnabata mmepe ya.",
  "E kpughere na e dere edemede ahụ dị ka akụkọ ịhụnanya n'etiti ụmụ nwanyị abụọ na ọrụ ahụ bụ nke Uyai Ikpe-Etim na Pamela Adie malitere na ntinye aka ya na Equality Hub, otu NGO nke na-arụ ọrụ na Nigeria na-elekwasị anya na ikike LGBT",
  "E debere ihe nkiri ahụ iji katọọ echiche ndị ụlọ ọrụ Nollywood  nke dara ịkọ akụkọ ihe mere eme ma-emezughị atụmanya nke igosipụta ihe LGBTQ.",
  "Ihe nkiri ahụ metụtara nsogbu nyocha n'oge mmepụta ya n'ihi ụdị ya metụtara LGBTQ",
  "mmepụta ihe nkiri na isi foto abụghị maka ndị na-eme ihe nkiri n'ihi ntinye aka nke National Film and Video Censors Board nke yiri egwu ma jụ ịkwado ihe nkiri ahụ maka nkesa ihe nkiri. Tupu nwepụta nke ihe nkiri a n'ọnwa july afọ 2020, a chọpụtara na ndị na-eme ihe nkiri enyeghị ihe nkiri ahụ na NFVCB.",
  "A na-ewere nkọwa ihe nkiri nke LGBT na Naịjirịa dị ka mkpalị esemokwu",
  "A na-ewere mmekọrịta nwoke na nwanyị dị ka nnukwu mmejọ na Naịjirịa ma nye ntaramahụhụ nke mkpọrọ afọ iri na anọ ma ọ bụrụ na a mara ya ikpe",
  "Onye isi ala mbụ bụ Goodluck Jonathan nyere iwu nke Mmachibido iwu nke 2014 nke na-ekwu na alụmdi na nwunye nwoke na nwanyị na LGBT dị ka iwu na-akwadoghị.",
  "Adedayo Thomas, onye isi nchịkwa nke NFVCB n'ajụjụ ọnụ ya na CNN siri ọnwụ na Board agaghị akwado ihe nkiri nke na-akwalite isiokwu na ngosipụta nke ihe ndị na-ekwekọghị n'ụkpụrụ, nkwenkwe, omume, ọdịnala na iwu Naịjirịa. NFVCB nyekwara ịdọ aka ná ntị na iyi egwu na-ekwu na ọ ga-enyocha ndị na-eme ihe nkiri LGBT na Nollywood na-nrụtụaka na mmepụta nke Ife.",
  "Ọ bụ ezie na NFVCB amachibidoghị ihe nkiri ahụ, a na-eme atụmatụ iwepụta ihe nkiri ahụ site na ntanetị n kama iwepụta ihe nkiri iji zere nsogbu nyocha na n'ihi ejighị n'aka n'ihi ọrịa COVID-19 na Nigeria. Onye mere ihe nkiri bụ Adie kpughere na a gaghị agbasa ihe nkiri ahụ site na YouTube ma kwuo na a ga-agbasa ihe nkiri ahụ site na ikpo okwu nke ha."
]