[
  "Òtù Ndị Mmụta Liberal nke South Africa (SALSA) dị iji jikọta òtù ụmụ akwụkwọ nwere nnwere onwe gafee ụlọ akwụkwọ South Africa",
  "SALSA bụ onye sitere n'echiche nke South African Liberal Association (SALA) (1936-1968), òtù ndọrọ ndọrọ ọchịchị mbụ na-abụghị agbụrụ na South Africa (lee Liberal Party of South Africa), na-achịkọta ọtụtụ n'ime ụkpụrụ na ebumnuche ya na iwu ntọala ya",
  "SALSA bụ òtù ụmụ akwụkwọ nke na-esoghị na otu ndọrọ ndọrọ ọchịchị ọ bụla; na nke kwenyere na, na-eme ma na-akwadebe ụkpụrụ nke ọchịchị onye kwuo uche ya na ụlọ akwụkwọ.",
  "E hiwere South African Liberal Party na 9 Mee  na afọ 1953 na nzukọ nke South African Liberal Association na Cape Town",
  "N'ụzọ bụ isi, ọ malitere site na nkwenye na United Party enweghị ike inweta ọganihu ọ bụla na South Africa",
  "E guzobere ya n'oge \"Coloured Vote\" Constitutional Crisis nke afọ 1950, na nkewa nke Torch Commando n'ihe gbasara ndị otu ngwakọta.",
  "Ndị guzobere otu ahụ gụnyere (ọkwá mbụ na otu ahụ e nyere):",
  "N'ime ọkara mbụ nke ndụ ya, Liberal Party bụ onye na-agbaso omenala, ma hụ ọrụ ya n'ụzọ bụ isi n'ihe gbasara ịgbanwe uche nke ndị ọcha na-eme ntụli aka",
  "Ọ na-adabere na ikike ruru eru",
  "Nke a gbanwere n'afọ 1959-1960",
  "Progressive Party, nke e guzobere na afọ 1959 weghaara ala ndọrọ ndọrọ ọchịchị nke Liberal Party weghaara ruo mgbe ahụ",
  "N'afọ 1960, ogbugbu Sharpeville na ọnọdụ mberede, nke e jidere ọtụtụ ndị otu Liberal, gbanwere echiche nke otu ahụ",
  "Ihe ọzọ bụ iji ngwá ọrụ ntụgharị n'otu oge na mgbakọ ndị otu, nke mere ka ndị isi ojii nọ n'ime ime obodo nwee ike ikwu okwu n'enweghị mgbochi na nke mbụ.",
  "N'ihi ya, n'afọ ndị afọ 1960, ndị Liberal Party guzoro n'ụzọ doro anya maka ọchịchị onye kwuo uche ya na-enweghị agbụrụ South Africa, na \"otu nwoke, otu votu\" dị ka iwu ikike ya",
  "Òtù Liberal Party kwadokwara ndị na-achọ nnwere onwe na ntuli aka Transkei bantustan, ma nyere ndị otu ime obodo ya na ndị ọzọ aka, ọkachasị na Natal, iji guzogide mkpocha agbụrụ nke mmejuputa nke ịkpa ókè agbụrụ kpatara",
  "Nke a dugara n'ịmachibido ọtụtụ ndị otu na ndị isi iwu",
  "Akwụkwọ akụkọ Contact nwere njikọ chiri anya na Liberal Party, ọ bụ ezie na ọ bụ mbipụta dị iche",
  "Callan kọwara njikọ ahụ dị ka ndị a: \"N'agbanyeghị nke ahụ, Contact aghọwo ihe jikọtara ya na uche ọha na eze na Liberal Party nke na ọ dị ugbu a ka ọ bụ naanị agụmakwụkwọ iji sie ọnwụ na ọnọdụ onwe ya",
  "[Ihe e dere n'ala ala peeji]",
  "Òtù ahụ na gọọmentị South Africa nọ na esemokwu kpọmkwem site na mbido",
  "Nke a bụ n'ihi mmegide nke pati ahụ megide ịkpa ókè agbụrụ na nkatọ nke mmebi nke ikike mmadụ site na iwu na-enye ohere ijide n'enweghị ikpe na mgbochi nke mmegide ndọrọ ndọrọ ọchịchị",
  "Gọọmentị mba South Africa machibidoro ọtụtụ n'ime ndị otu ya iwu ma kpagbuo ha, nke boro pati ahụ ebubo ịkwalite ebumnuche nke ọchịchị Kọmunist",
  "N'afọ 1968, gọọmentị South Africa wepụtara ihe a na-akpọ Iwu Mmachibido Iwu nke Mmetụta Na-ekwesịghị ekwesị, nke machibidoro òtù ndị otu inwe ndị otu agbụrụ dị iche iche",
  "N'ihi ya, a manyere ndị Liberal Party ịhọrọ n'etiti ịgbasa ma ọ bụ ịga n'okpuru ala, wee họrọ ịgbasa",
  "E mere nzukọ ikpeazụ na Guildhall, Durban.",
  "SALSA, South African Liberal Students' Association, e kere n'okpuru nduzi nke Friedrich Naumann Foundation; maka ebumnuche nke isoro ụmụ akwụkwọ na mahadum dị iche iche na mba South Afrika, ma ndị ọcha ma ndị ojii, si n'ofe ndọrọ ndọrọ ọchịchị",
  "Site n'enyemaka mmesapụ aka nke Friedrich Naumann Foundation, yana imekọ ihe ọnụ na l'Union des jeunesses travaillistes libérales (UJTL), nke Parti Démocratique Sénégalais (PDS) na West African Liberal Youth Group; SALSA jere ozi dị ka nzukọ maka mgbanwe echiche na ịmepụta otu ebe n'etiti ndị na-akwado ịkpa ókè agbụrụ na Anti-Aheid Movement.",
  "N'agbata afọ 1983 na afọ 1987, SALSA na ụmụ akwụkwọ na Mahadum Witwatersrand, Mahadum Natal, Mahadim Cape Town na-arụkọ ọrụ; ọ dabeere na Mahadim Durban-Westville; site na ụmụ akwụkwọ ndị a na-eme ihe omume ndọrọ ndọrọ ọchịchị dị iche iche, nwere ike ịhụ na African National Congress na National Party (South Africa) nọ na nkwurịta okwu nzuzo mgbe niile, ọ bụ ezie na nzuzo, gbasara iwepụ mgbochi nke òtù ndị na-emegide ịkpa ókè agbụrụ, ntọhapụ nke Nelson Mandela na ndị mkpọrọ ndọrọ ndọrọ ndọrọ ọchịchị ndị ọzọ; na iwepụ ịkpa ókè.",
  "N'agbata afọ 1986 na afọ 1989, SALSA malitere usoro nke na-achọ njikọta nke òtù ndọrọ ndọrọ ọchịchị atọ nwere nnwere onwe na South Africa iji mepụta Democratic Party (South Africa ugbu a) site na Progressive Federal Party, nke ndị mmadụ niile ga-akwado",
  "Taa, pati a, Democratic Alliance na-anọgide na-enwe ikike ya dị ka olu nke ọchịchị onye kwuo uche ya na ndị omeiwu na mgbasa ozi, ebe ọ bụ onye mmegide gọọmentị na nzukọ mba, ọ na-achịkwa na Western Cape.",
  "N'afọ 1987, Gọọmentị Senegal, ya na Friedrich Naumann Foundation kwadoro nzukọ na Dakar, Senegal; nke kpọkọtara ndị isi nke African National Congress na Afrikaner Broederbond nke na-anọchite anya netwọk dị n'ime nke ndị ọcha, ọchịchị ịkpa ókè agbụrụ na obodo South Africa",
  "N'ụzọ dị otú a, mgbanwe gaa na ọchịchị onye kwuo uche ya na-abụghị agbụrụ malitere na South Africa, nke e gosipụtara na 11 Febụwarị, na afọ 1990, site na ntọhapụ nke Nelson Mandela, na ndị mkpọrọ ndọrọ ndọrọ ọchịchị ndị ọzọ, na 27 Eprel na afọ 1994, site na ịme ntuli aka mbụ n'efu na nke ziri ezi na mba South Africa maka ndị mmadụ niile.",
  "N'ime afọ abụọ nke mwepụ nke African National Congress na òtù ndị ọzọ na-emegide ịkpa ókè agbụrụ, na naanị otu afọ mgbe emesịrị nzukọ afọ 1991 nke African National Congrès, na Mahadum Durban-Westville, ndị ọcha South Africa vootu iji kwụsị ịkpa ókè na 17 Maachị na afọ 1992, (lee South African apartheid referendum, afọ 1992)",
  "A kpọrọ òtù ndọrọ ndọrọ ọchịchị nke ụcha ọ bụla ka ha sonye na Convention for a Democratic South Africa (CODESA).",
  "N'ihi ihe ịrịba ama akụkọ ihe mere eme a, a haziri ụmụ akwụkwọ Liberal nke mba South Africa ọzọ site na enyemaka mmesapụ aka nke Friedrich Naumann Foundation, Open Society Foundation na Anglo American Chairman's Fund, na afọ 1992 na ọzọ na afọ 1993 iji gaa nzukọ maka idepụta nkwupụta gọọmentị etiti maka SALSA, na Mahadum Cape Town, n'okpuru nduzi Ryan Coetzee",
  "Nzukọ nhazi ndị a dugara n'inwe nzukọ nke SALSA na Mahadum nke Witwatersrand na afọ 1994, obere oge mgbe ntuli aka ọchịchị onye kwuo uche ya mbụ na South Africa gasịrị.",
  "Na nnọkọ ntọala a, SALSA họpụtara Malcolm Lennox, nke Mahadum nke Witwatersrand, ka ọ bụrụ onye isi ala mbụ ya",
  "E mepụtara nkwupụta mbụ nke SALSA iji meghachi omume na mwepụ nke ụmụ akwụkwọ nwere nnwere onwe na kansụl nnọchiteanya ụmụ akwụkwọ na nchịkwa nke SASCO nke ANC (lee NUSAS) na ụlọ akwụkwọ.",
  "N'ịbụ nke e mepụtara n'ụzọ gọọmentị etiti, SALSA nyere ikike niile na mpaghara ya na ụlọ akwụkwọ ụmụ akwụkwọ ya, na ndị otu ụmụ akwụkwọ a nwere nnwere onwe nwere nkwenye na enwere ike inweta mgbanwe nke ụlọ akwụkwọ na-enweghị njikọ ndọrọ ndọrọ ọchịchị, na ndọrọ ndọrọ ọchịchị nke ụlọ akwụkwọ agụmakwụkwọ na-emebi ụkpụrụ nnwere onwe, na òtù ụmụ akwụkwọ dị iche iche na-eme ka ụlọ akwụkwọ ghara ịdị mma na agụmakwụkwọ n'aha \"mgba aghara\", nakwa na ọrụ ndọrọ ndọrọ ọchịchị ụmụ akwụkwọ na-elekwasị anya na nsogbu agụmakwụkwọ.",
  "SALSA anọgidewo na-enwe ọnọdụ a mgbe niile kemgbe ahụ ma chọọ iwusi nkwado ụmụ akwụkwọ nwere nnwere onwe na ụlọ akwụkwọ ha, zụlite òtù ụmụ akwụkwọ nwere onwe na ụlọ ọrụ ndị ọzọ, yana ịrụ ọrụ na Mahadum na kọleji SRC iji hụ na ụmụ akwụkwọ nọchitere anya nke ọma.",
  "SALSA na-arụsi ọrụ ike n'inyere ụmụ akwụkwọ aka ịzụlite ruo n'ókè ha zuru oke, site n'inye ohere maka ụmụ akwụkwọ nwere nnwere onwe isonye na ọzụzụ ndị ndu na mmemme nkwado agụmakwụkwọ",
  "Na mgbakwunye, SALSA na-enyekwa ụmụ akwụkwọ nwere nnwere onwe aka ịkwalite ọrụ ha na mmepe ndụ ha, yana ijide n'aka na a na-eme nke ọma na SALSA Alumni na-enwe ihe ọmụma ma jikọta ya na ụmụ akwụkwọ nwere onwe nke taa.",
  "SALSA ebe ọ bụ na ya na òtù ụmụ akwụkwọ ndị ọzọ rụkọtara ọrụ iji dee Iwu agụmakwụkwọ dị elu nke afọ 1997, sonyere na idepụta akụkọ Size and Shape nke e wepụtara na afọ 2000, na National Plan for Higher Education nke e bipụtara maka ịza ajụjụ na afọ 2001/2",
  "SALSA meriri ọtụtụ n'ime ihe ọ chọrọ na Revised National Plan nke Higher Education na afọ 2003, na site na nduzi nke James Dray na afọ 2005/6, nwere ike inye aka n'ụzọ bara uru na usoro nke nhazi nke FET Colleges, na njikọta nke mahadum ojii na ọcha iji mepụta ala ọhụrụ maka agụmakwụkwọ dị elu.",
  "SALSA ejirila afọ ise gara aga na-agba gọọmentị ANC ume imeziwanye usoro enyemaka ego nke National Student Financial Aid Scheme (TEFSA / NSFAS) maka ịkwụ ụgwọ ụmụ akwụkwọ na-enweghị ihe ịga nke ọma na South Africa, ma nwee obi ụtọ na ọkwa ndị na-adịbeghị anya gbasara mgbanwe na National Research Foundation (NRF) maka ọmụmụ postgraduate, yana hụ na mgbanwe na ọnọdụ NSFAS maka ụmụ akwụkwọ na agụmakwụkwọ na-aga; na mkpebi iji mee ka ndị isi agụmakwụkwọ (SETA's Leves) na-enye ndị ọkachamara na ndị ọkachamara na agụmakọta kpọmkwem na ndị ọkachamara (S).",
  "SALSA kwenyere na enwere ike inweta ihe ndị ọzọ iji bulie ikike na ohere enyere ndị na-eto eto ma gaa n'ihu na-agba gọọmentị ANC ume itinye iwu SALSA nke ihe nlereanya NSFAS Bank maka inweta agụmakwụkwọ dị elu, dabere na ụkpụrụ nke ego mgbazinye ego / ego bursary nke ụmụ akwụkwọ (kama enyemaka na-apụtaghị ìhè na ego site na mahadum na kọleji), ụlọ ọrụ nyocha dị elu, nke niile dabere na ụgwọ agụmakwụkwọ ka elu na-agbadata ụtụ isi.",
  "SALSA kwenyere na ihe nlereanya a dị mfe, ma ọ bụ ihe ọhụrụ ga-eme ka ndị gụsịrị akwụkwọ na-eto eto nwee ike itinye ego ndị ọzọ a na-enweta n'ụlọ ha, na-etinye ego n'ezinụlọ ha buru ibu ma na-enweta obere ụgwọ n'ime afọ 5 mbụ nke ndụ ọrụ ha mgbe ha gụsịrị akwụkwọ",
  "N'ụzọ bụ isi, SALSA na-ahụ nke a dị ka atụmatụ mmepe akụ na ụba dị mkpa, nke ga-eme ka ego, nchekwa na itinye ego nke ndị na-eto eto gụsịrị akwụkwọ na South Africa, na-enyere ha aka ịghọ ndị na-akwalite ohere nye ndị ọzọ na ụmụ akwụkwọ na-etolite na ndị mmụta nọ na mkpa.",
  "N'elu ọrụ ndị a, SALSA nọgidere na-agba mbọ ịkwado ọrụ nke Organisation of African Liberal Youth, Coalition of Liberal African Youth, Africa Union Youth Forum, Africa Liberal Network, Africa Liberal Youth, West African Liberal Youth Group, Liberal Youth of Southern Africa, na International Federation of Liberal Youth na ndị otu ya na mpaghara ya n'ụwa niile.",
  "Ọ dịghị nke ọ bụla n'ime ihe ndị dị n'elu ga-aha ka nkọwa dị mkpirikpi na nke ziri ezi nke Liberalism, ma ọ bụrụ na etinyeghị ha n'ọrụ n'ụzọ kwekọrọ na iwu nke Iwu LAW, nke na-abụghị otu ihe ahụ dị ka \"iwu site na iwu\" ma ọ bụ \"iwu site n'ike\".",
  "Iwu na-atụ aro na ndị mmadụ niile na ụlọ ọrụ niile a na-achị ga-anọ n'okpuru otu iwu na otu nkwekọrịta na usoro ntụgharị, n'ụzọ zuru ụwa ọnụ, ka e wee were onye ọ bụla dị ka \"karịa iwu\", ma ọ bụ ka a were ya dị ka onye nwere ohere ka ukwuu na iwu, ụlọ ikpe na usoro ikpe.",
  "Ọchịchị iwu ahụ na-atụkwa aro na enweghị ike ịzụta ikpe ziri ezi nakwa na ọ nweghị mmetụta ọ bụla na-ere ahịa, na-eme ihe na ihe ndị yiri ya ga-ezu iji wepụ onye ikpe mara, na onye mere mpụ ha n'amaghị ama, n'amagama na n'ụzọ bara uru.",
  "SALSA bụ onye guzobere Organisation of African Liberal Youth (OALY) ma bụrụkwa onye otu zuru oke nke International Federation of Liberal Youth (IFLRY)",
  "N'ime mmụọ nke udo zuru ụwa ọnụ na mmụta ọdịbendị, SALSA na-eme ka mmemme ọzụzụ na nkwado ya dị maka ndị mmekọ ya niile Liberal Youth na Student Organisations, n'ụwa niile.",
  "Àtụ:Politics of South Africa navbox"
]