[
  "Ndị na-ahụ maka nlekota ihe ndị dị ndụ (BMWP) bụ usoro maka ịlele ogo mmiri site na iji ezinụlọ nke macroinvertebrates dị ka ihe ngosi ihe ndị dị adị.",
  "Usoro a dabere na ụkpụrụ na anụmanụ dị iche iche na-enweghị azụ n'ime mmiri nwere nnagide dị iche iche maka mmetọ",
  "N'ihe banyere BMWP, nke a dabere na mmetụta / nnagide na mmetọ nke ihe ndị dị ndụ (ya bụ, enrichment nke ihe oriri nke nwere ike imetụta nnweta nke oxygen a gbazere agbaze)",
  "Ọ dị mkpa ịghọta na ọkwa nke mmetụta / nnagide ga-adịgasị iche maka ụdị mmetọ dị iche iche",
  "N'ihe banyere ọkwa mmetọ BMWP / Organic, ọnụnọ nke mayflies ma ọ bụ stoneflies dịka ọmụmaatụ na-egosi ụzọ mmiri kachasị ọcha ma na-enye ya akara nnagide nke 10. Anụ ndị na-enweghị azụ kachasị ala bụ ikpuru (Oligochaeta) nke na-enweta 1",
  "Ọnụ ọgụgụ nke macroinvertebrates dị iche iche bụkwa ihe dị mkpa, n'ihi na a na-eche na mmiri dị mma ka mma nwere obere mmetọ nke ga-ewepu ụdị \"na-emetụ n'ahụ\" - na-akpata ụdị dị iche iche dị elu.",
  "A na-eji ihe nnwale, ebe a na-etinye ụgbụ n'okpuru mmiri site na ihe nnwale ma jiri ụkwụ na-eme ka ala osimiri na-agbagwoju anya maka oge a nyere (ụkpụrụ bụ nkeji 3), rụọ ọrụ",
  "A na-echekwa ma chekwaa macroinvertebrates ọ bụla e jidere na net na ihe ngwọta mmanya, ma mata ya na ọkwa ezinụlọ, nke a nwekwara ike iji ihe ndị dị ndụ mee.",
  "Akara BMWP nhata nhata nke ọnụ ọgụgụ nnabata nke ezinụlọ macroinvertebrate niile dị na nlele",
  "A na-atụle akara BMWP dị elu ka ọ na-egosipụta ogo mmiri ka mma",
  "N'aka nke ọzọ, a na-agbakọkwa nkezi Score Per Taxon (ASPT) akara",
  "ASPT ha nhata nkezi nke nnabata nke ezinụlọ macroinvertebrate niile achọtara, yana sitere na 0 ruo 10",
  "Isi ihe dị iche n'etiti indices abụọ a bụ na ASPT adabereghị na ụbara ezinụlọ",
  "Ozugbo a gbakọọ BMWP na ASPT, a na-eji Lincoln Quality Index (LQI) chọpụta ogo mmiri dị na mpaghara Anglian Water Authority.",
  "Indices ndị ọzọ enwere ike iji chọpụta ogo mmiri bụ Chandler Score, Trent Biotic Index na Protocols Bioassessment Rapid Bioassessment.."
]