[
  "Africa Group for Justice and Accountability (AGJA) bụ otu mba ụwa, nke na-abụghị nke gọọmentị nke ndị mmadụ, ndị ọkà mmụta, ndị ọka iwu na ndị na-akwado ikike mmadụ mejupụtara",
  "Ebumnuche ya bụ ịkwado ikpe ziri ezi na ịza ajụjụ maka mpụ mba ụwa.",
  "Ọ na-agba mbọ iwulite ikike nke ndị ọka ikpe Afrịka iji nyochaa ma kpụpụ mpụ",
  "O weputara nkwupụta ihu ọha banyere ikpe ziri ezi zuru ụwa ọnụ na ikike mmadụ.",
  "E guzobere otu ahụ na 2015 na ikike \"ịkwalite ikpe ziri ezi na usoro ịza ajụjụ n'Africa site n'iwulite ikike n'ime ụlọ na mpaghara, ndụmọdụ na mgbasa ozi, yana ịkwalite mmekọrịta dị n'etiti Africa na Ụlọikpe Mpụ Mba Nile\".",
  "N'afọ 2016, o guzobere ụkpụrụ ise dị mkpa, nke ọ na-akpọ ụkpụrụ Kilimanjaro na ikpe ziri ezi na ịza ajụjụ.",
  "Ntọala Wayamo na-eje ozi dị ka odeakwụkwọ AGJA.",
  "E nwere ndị otu iri na abụọ ugbu a.",
  "AGJA na òtù ya na ya na-arụkọ ọrụ, Wayamo Foundation, na-enye ndị nyocha, ndị ọkàiwu na ndị ọkàikpe ọzụzụ na ikpe ikpe mpụ mba ụwa na mpụ a haziri ahazi, na-ahazi ọrụ mgbasa ozi ọha na eze, na iwulite mmekọrịta ndọrọ ndọrọ ọchịchị na ndị metụtara mpaghara na mba ụwa. Iji mee ka mmekọrịta mpaghara sie ike, AGJA na Wayamo na-akwado nguzobe nke netwọk East Africa nke ndị isi nke ndị ọkàiwu ọha na eze na ndị isi nke ngalaba nyocha mpụ.",
  "Òtù Africa na-arụkọ ọrụ na ndị ọchịchị nke Central African Republic kemgbe Septemba 2016, iji kwado nguzobe na ịrụ ọrụ nke Ụlọikpe Mpụ Pụrụ Iche (SCC) na Bangui",
  "AGJA na Wayamo Foundation anọwo na-ahazi Symposia mba ụwa iji mee ka ụlọ ikpe mara, yana ụlọ ọrụ mmepụta ikike maka ndị otu SCC a họpụtara ọhụrụ iji kwado ọrụ ụlọ ikpe ahụ.",
  "Na arịrịọ nke Attorney General na Minista nke Ikpe Ziri Ezi Maazị Aboubacarr Tambadou, AGJA na Wayamo Foundation nyere akụkọ ndụmọdụ ọkachamara jikọrọ aka na Truth, Reparation and Reconciliation Commission Bill.",
  "AGJA na-ekere òkè na Hybrid Justice Project, nke malitere na Jenụwarị 2017, nke na-enyocha mmetụta nke usoro ikpe ziri ezi ngwakọta na ọha mmadụ ndị na-esote esemokwu. Ọrụ ahụ na-achọkwa ịmepụta ntuziaka maka ụlọ ikpe ngwakọta n'ọdịnihu yana ndụmọdụ iwu maka ICC na ọrụ ha.",
  "AGJA na-achọ imeziwanye mmekọrịta dị n'etiti mba Afrịka na ICC",
  "Ọ na-enye nkwupụta ọha na eze mgbe niile na nzaghachi maka mmepe metụtara mmekọrịta a (dịka: nkwupụta na South Africa, Gambia, na Burundi)."
]