[
  "Élodie Ouédraogo (amụrụ na 27 Febụwarị 1981 na Saint-Josse-ten-Noode) bụ onye na-agba ọsọ ọsọ Belgium lara ezumike nká nke sitere na Burkinabé, onye ọkachamara na mita 200 na 400 m",
  "Onye nwetara ọla edo nke Olimpik, oge kachasị mma ya na 200m bụ 23.11 sekọnd, nke o nwetara na Julai 2004 na Brussels, ebe oge kachasị mma nke ya na 400m bụ 55.20, nke o nwetara n'egwuregwu 2012 Olimpik oge okpomọkụ.",
  "Ouédraogo bụkwa nwanyị Beljọm nke atọ kachasị ọsọ na-esote Kim Gevaert na Olivia Borlée ma na-aha Nancy Callaerts na oge 100 mita ya kachasị mma nke 11.40",
  "Mita 200 ya kachasị mma bụ nke anọ n'etiti ụmụ nwanyị Belgium mgbe Gevaert, Borlée na Hanna Mariën gasịrị",
  "Ihe mgbochi 400m ya kachasị mma na-eme ka ọ bụrụ nwanyị Beljọm nke abụọ kachasị ọsọ n'ebe ahụ, na-esote Ann Mercken.",
  "Na mmalite ọrụ Ouédraogo, o lekwasịrị anya na 100m ihe mgbochi, wee sonye na 2000 uwa nke obere Asọmpi",
  "O setịpụrụ ihe ndekọ mba nke 13.87 sekọnd maka Burkina Faso, mba ọ nọchitere anya ruo n'afọ 2000. Oge kachasị mma ya mgbe ọ na-asọmpi maka Belgium bụ 13.34 sekọnd, nke o nwetara n'ọnwa Ọgọstụ afọ 2003 na Jambes",
  "Béatrice Kamboulé gafere ihe ndekọ mba Burkinabé ya n'afọ 2007.",
  "Ouédraogo mechara nke isii na 4 x 100 mita relay na 2004 Olimpik oge okpomọkụ na ndị otu Katleen De Caluwé, Lien Huyghebaert na Kim Gevaert",
  "Ouédraogo nwetakwara ọla nchara na 2005 oge okpomọkụ Universiade",
  "Na 2007 Asọmpi mba ụwa, o ritere ọla nchara na 4x100 m relay ya na ndị otu Olivia Borlée, Hanna Mariën na Kim Gevaert, na-etinye ihe ndekọ mba ọzọ.",
  "Ouédraogo nọchitere anya Belgium na 2008 Olimpik oge okpomọkụ na Beijing",
  "O sonyere na 4 x 100 m relay ya na Gevaert, Mariën na Borlée",
  "Na okpomọkụ nke mbụ ha, ha bu ụzọ n'ihu Akwa Britain, Brazil na Naijiria",
  "Oge ha nke 42.92 sekọnd bụ oge nke atọ n'ozuzu n'ime mba iri na isii sonyere",
  "Na ngwụcha ha mechara n'ọnọdụ nke abụọ n'azụ Russia na oge ndekọ mba nke 42.54 sekọnd, ọ bụ ezie na mgbe ha nwalere nnwale ọzọ na 2016, ule Yuliya Chermoshanskaya kpughere ihe abụọ iwu na-akwadoghị.  E wepụrụ ndị otu Russia maka ọgwụ ọjọọ, e mekwara ka ihe nrite ọlaọcha nke ndị otu Belgium bụrụ ihe nrite ego.",
  "O ruru eru maka ọkara ikpeazụ nke 400m ihe mgbochina 2012 Olimpik oge okpomọkụ.",
  "Ouédraogo lara ezumike nká n'egwuregwu na 2012 na Memorial Van Damme dị ka ihe omume ikpeazụ ya",
  "Ọ lụrụ onye na-ese ihe nkiri Jeroom."
]