[
  "Óscar M",
  "Domínguez (3 Jenụwarị 1906 - 31 Disemba 1957) bụ onye na-ese ihe na Spain.",
  "A mụrụ ya na San Cristóbal de La Laguna n'àgwàetiti Tenerife, na Canary Islands Spain, Domínguez so nne nne ya nọrọ na Tacoronte na-eto eto ma tinye onwe ya n'ise ihe mgbe ọ dị obere mgbe ọ rịasịrị ọrịa siri ike nke metụtara uto ya ma mee ka ọkpụkpụ ihu ya na aka ya na ụkwụ ya bụrụ ihe mebiri emebi.",
  "Ọ gara Paris mgbe ọ dị afọ iri abụọ na otu ebe ọ malitere ịrụ ọrụ maka nna ya n'ahịa etiti nke Les Halles, ma nọrọ n'abalị ya na-abanye n'ime ụlọ oriri na ọṅụṅụ",
  "Ọ gara ụlọ akwụkwọ nka ụfọdụ, ma gaa n'ụlọ ngosi ihe mgbe ochie na ebe ngosi ihe mgbe niile.",
  "Ndị na-ese ihe avant-garde dọtara mmasị ya ngwa ngwa, ọkachasị Yves Tanguy na Pablo Picasso",
  "Mmetụta ha pụtara ìhè na ọrụ mbụ ya",
  "Mgbe ọ dị afọ iri abụọ na ise, o sere onyinyo onwe ya nke jupụtara na ihe ngosi ka ọ na-egosi onwe ya na aka nwere nkwarụ na akwara nke aka ya",
  "Ọ họọrọ igbu onwe ya afọ iri abụọ na asaa ka e mesịrị site n'ịbebi akwara ya.",
  "N'afọ 1933, Domínguez zutere André Breton, onye na-ekwu maka Surrealism, na Paul Éluard, onye a maara dị ka onye na-ede uri nke òtù a, wee sonye otu afọ ka e mesịrị na ngosi Surrealist nke emere na Copenhagen na nke London na Tenerife na 1936",
  "Domínguez nọkwa na-arụ ọrụ na Paris na Atelier 17.",
  "O mere ka usoro decalcomania nke ndị Russia mepụtara bụrụ ihe a ma ama dị ka usoro Surrealist na-emere onwe ya na 1936, na-eji gouache gbasaa nke ọma na mpempe akwụkwọ ma ọ bụ n'elu ihe ọzọ (a na-eji enyo eme ihe), nke a na-agbanye n'elu ọzọ dị ka ákwà",
  "Automatism, nke Andre Breton mepụtara, dị mkpa maka ndị Surrealists dị ka ụzọ isi na-ebugharị uche ha site na nka",
  "Ụdị Domínguez metụtara ọtụtụ ndị na-ese ihe, nke gụnyere Max Ernst, Hans Bellmer, Remedios Varo na onye na-ede uri na onye nsụgharị Dutch Gertrude Pape.",
  "Ihe osise mmanụ ya nke 1937 The Infernal Machine rere maka 2 770 000 FF (US$ 404,375) na 8 June 2000 na Drouot-Montaigne na Paris.",
  "Ihe osise mmanụ ya nke 1933 nke Roma rere maka 902,500 GBP (US$ 1,469,270) na 4 February 2014 na Christie's na London.",
  "N'afọ 1952, ya na Marie-Laure de Noailles malitere inwe mmekọrịta, onye kpọrọ ya \"putchie\".",
  "Domínguez gburu onwe ya na 31 Disemba 1957 site na ibebisi aka ya n'ime ịhe eji asa ahụ",
  "Marie-Laure mere nkwado ka e lie ya na mausoleum ezinụlọ Bischoffsheim na ili ozu Montparnasse."
]