[
  "Àkwà mgbake ọkụ ma ọ bụ àkwà ọkụ ọkụ bụ ụdị àkwà pụrụ iche e mere maka ndị ọrịa na ụdị nke ụra ihe dị ka ndị ụlọ ọgwụ ndị nwere nnukwu ọkụ ọkụ n'akụkụ ahụ ha.",
  "N'ozuzu, nrụgide a na-etinye n'otu ebe ọ bụla nke akpụkpọ ahụ mebiri emebi nwere ike ịbụ ihe mgbu nke ukwuu nye onye ọrịa, yabụ ọrụ bụ isi nke àkwà ọkụ bụ ikesa ịdị arọ nkè ikike asụsụ ndị ogbi ozi esighi onye ọrịa ahụ n'ebe n'ụzọ ziri ezi nke na ọ dịghị ebe ọ bụla a na-emetụ n'àkwà siri ike karịa nke ọ bụla ọzọ.",
  "Otu ụdị ihe ndina ọkụ na-ekesa ibu na-eji usoro ikuku ikuku na-agbanye n'ime ya nke nwere ọdịdị elu nke katọn àkwá na-agbadata",
  "Ọ bụ ezie na a na-afụli elu, a na-edebe ụlọ ọrụ na usoro nke ụwa ikuku n'ọnọdụ dịtụ ala ka ikuku nwere ike ikesa onwe ya n'enweghị ihe mgbochi",
  "Akụkụ ndị dị arọ abua nke ahụ onye ọrịa nwere ike ịbanye n'ime grid nke ọnụ ụlọ na ikuku na-aga n'ime ọnụ ụlọ na-erụghị ndị mmadụ arọ.",
  "Enwere ike ịchịkwa ikuku dị n'ime ụlọ ahụ iji mee ka àkwà ahụ sie ike mgbe a na-ebu ụzọ tinye onye ọrịa n'àkwà, mgbe ahụ, a na-ahapụ ikuku iji nye ohere maka ọdịdị dị mma mgbe ọ dị larịị n'elu àkwà.",
  "Ụdị àkwà ọkụ a yiri n'ihe owuwu dị ka àkwà mmiri nkịtị, ma e wezụga na mkpuchi elu nke ọdọ mmiri ahụ nwere nnukwu slack na ihe ndị ọzọ na gburugburu ọdọ mmiri ahụ.",
  "Iji belata omimi nke imikpu n'ime ọdọ mmiri mmiri na-ere ọkụ, enwere ike ịbawanye ọnụ ọgụgụ mmiri site na ịgbakwunye ọtụtụ narị pound nnu na mmiri, dịka a na-eme na tankị na-ese n'elu mmiri.",
  "Ka a na-etinye onye ọrịa n'elu àkwà, ha na-ebugharị mmiri ma nwee ike ịbanye n'ime ọdọ mmiri ahụ n'enweghị nsogbu, n'adịghị ka àkwà mmiri a na-ahụkarị",
  "Ka ha na-agbada, ndị mmadụ n'ihe ndị na ụdị nke ụwa họrọ site na iji bịa na a na-eme ka ọ dị jụụ n'akụkụ ya ka onye ọrịa wee banye n'ime mmiri ugbu a, n'ụdị dị mma, nke dị nro, na nke kpọrọ nkụ n'ime ọdọ mmiri ahụ.",
  "N'ozuzu, ọdọ mmiri ahụ adịghị omimi iji kwe ka onye ọrịa dinara n'akụkụ ha n'ime ọdọ mmiri ahụ, mana n'agbanyeghị nke ahụ, idina n'akụkụ bụ ọnọdụ dị nchebe ebe ọ bụ na onye ọrịa ahụ enweghị ihe ize ndụ nke iku ume na mmiri ma rie mmiri n'ihi mkpuchi mmiri."
]