[
  "All-Party Parliamentary Carbon Monoxide Group (APPCOG) bụ otu ndị omeiwu All-P Party nkè UK Parliament, nkè Barry Sheerman MP na Baroness Finlay nke Llandaff na-eduzi. Otu ahụ dị iji gbochie nsị carbon monoxide (CO) na UK, melite iwu gọọmentị gbásárá nchekwa CO, ma mee ka ọha na eze mara banyéré egwu nkè gas CO na-egbu egbu.",
  "N'akụkụ ndị isi óche, APPCOG nwèrè ndị ọrụ omeiwu asatọ sitere n'ofe Labour, Conservative, Liberal Democrat, Scottish National, na Democratic Unionist. Enwere ike ịchọta ntinye ya na ndekọ Ụlọ Nzukọ Ndị Omeiwu na APPG Register.",
  "Ọrụ odeakwụkwọ ya na-enye site na Policy Connect, ụlọ ọrụ na-eche echiche nke onwé ya na-abụghị màkà uru nké dị na London.",
  "E guzobere APPCOG, nkè a na-akpọbu All-Party Parliamentary Gas Safety Group, iji kwalite mmata banyéré nsị CO ma nyé ndị omeiwu, ndị ọrụ gọọmentị, ndị nnọchi ányá ụlọ ọrụ, ndị ọrụ ebere na ọrụ mberede iji kesaa ozi ma rụkọọ ọrụ ọnụ iji melite nchekwa gas.",
  "N'ọnwa Julaị afọ 2012, a gbanwèrè aha otu ahụ ka ọ bụrụ All-Party Parliamentary Carbon Monoxide Group, nké gosipụtara nke ọma otu esi emepụta CO site na mmanụ dịgasị ichè ichè, ọ bụghị naanị gas nkịtị.",
  "APPCOG na-eme ihe omume mgbe niile na Nzukọ Ndị Omeiwu, nkè e mèrè iji kpọkọta ndị metụtara ya ma kwurịta ókwú ndị dị mkpa n'ime mpaghara nchekwa carbon monoxide.",
  "APPCOG na-emekwa nnyocha ma na-emepụta akụkọ dabeere na ihe akaebe iji nye ngalaba gọọmentị ndụmọdụ gbasara iwu gbásárá nchekwa CO, na-elekwasị ányá na Ministry of Housing, Communities and Local Government, Department for Work and Pensions, na Department for Business, Energy and Industrial Strategy.",
  "N'ọnwa Ọktoba n'afọ 2011, APPCOG mepụtara Preventing Carbon Monoxide Poisoning, nké chịkọtara ihe akaebe anakọtara n'ofe nyocha ọnwa isii ma setịpụ atụmatụ mba iji kpochapụ nsị CO site na usoro mgbochi dịka ịnye mgbaàmà CO.",
  "N'ọnwa Eprel afọ 2014, APPCOG kwupụtara na ọ na-aga n'ihu na nyocha nke afọ 2011, gụnyere ilekwasị ányà na nghọta omume na echiche nudge",
  "N'ọnwa Jenụwarị afọ 2015, akụkọ na-esote - Carbon Monoxide: From Awareness to Action - tụrụ aro atụmatụ a kapịrị ọnụ màkà ịkwalite mmata nké CO iji belata ọnwụ na mmerụ ahụ.",
  "N'ọnwa Ọktoba afọ 2017, ngalaba ahụike nkè APPCOG bụ COMed bipụtara Carbon Monoxide Poisoning: Saving lives, advancing treatment",
  "Akụkọ a kpọkọtara ọtụtụ ndị ọkachamara ahụike ma mee ihe karịrị aro iri abụọ iji melite nchọpụta na ọgwụgwọ nke nsị CO.",
  "N'ọnwa Nọvemba afọ 2017, APPCOG wepụtara Carbon Monoxide Alarms: Ndị bi na yá dị nchebe na nchekwa n'ụlọ ha",
  "Akụkọ ahụ kwadoro na a ga-achọ ka ndị nwe ụlọ tinye mgbaàmà CO na ụlọ niile na ngwa ọkụ ọkụ."
]