[
  "Ámá egwuregwu Nnamdi Azikiwe bụ ámá egwuregwu nwere ọtụtụ ebumnuche na Enugwu, Naịjirịa",
  "A na-ejikarị ya ugbua eme ọkachasi maka egwuregwu bọọlụ ma bụrụkwa ámá egwuregwu nke Enugwu Renjas",
  "Ámá egwuregwu ahụ nwere ikike nke 22,000 ma a gụrụ ya aha onye isi ala mbụ nke Ripọblịkị nke Naijiria, Nnamdi Azikiwe.",
  "Ámá egwuregwu Nnamdi Azikiwe bụbu nke Nigerian Railway Corporation (NRC)nwe",
  "Ruo mgbe ahụ, ọ bụ ebe kachasị mma a na-egwu egwu na Enugu.",
  "Na mgbe gara-aga dịka afọ 1959, ụlọ ọrụ ahụ bụrụ ebe egwumegwu nke ụlọ akwụkwọ ahụ, na mpaghara ọwụwa anyanwụ",
  "Nke a abụghị ihe ijuanya ebe ọ bụ na ụlọ ọrụ ahụ nọ n'ihu na nkwalite egwuregwu n'oge na ọbụna mgbe oge ọchịchị",
  "Ka oge na-aga, o doro anya na ọ bụ n'ihi ọnọdụ ya dị nro n\"etiti Enugu, Gọọmentị Ọwụwa Anyanwụ Naịjirịa nke na'efu weghaara njikwa ebe ahụ ma bulie profaịlụ ya.",
  "Ámá egwuregwu ahụ gara n'ihu na-arụ ọrụ dịka ebe egwuregwu ụmụnwoke na ụmụ nwanyị bi na mpaghara ọwụwa anyanwụ, ruo mgbe agha obodo Naịjirịa / Biafra malitere",
  "E jiri ngwa ụlọ mbiko rụzigharịa ya mgbe agha obodo gasịrị iji nabata ndị na-eme egwuregwu",
  "Ọ bụkwa ebe kansụl egwuregwu nke steeti dị.",
  "E guzobekwara Rangers International nke Enugu n'oge ahụ ma mee ka ámá egwuregwu ahụ bụrụ ebe obibi ha",
  "Ihe oyiyi nke Rangers pụtara nnukwu na 1970s, ọkachasị n'ihi nsonaazụ dị egwu ha biputere n\"oge na-adịghị anya mgbe ha mepụtachara.",
  "Mgbe nke ahụ gasịrị, e nwere aghara mkpesa iji rugharia ụlọ ọrụ ahụ",
  "Nke a dubara na mgbalị jikọrọ aka site n'aka Gọọmentị Anambra Steeti ochie n'oge ahụ na mmekorita ya na ngalaba onwe onye iji nweta ego maka iwughachi ámá egwuregwu ahụ, nke emere na 1986.",
  "Ka afọ iri na atọ gasịrị, a rụzigharịrị ámá egwuregwu ahụ ọzọ iji dozie ụzọ maka nhazi FIFA U-20 World Cup Nigeria 1999",
  "Ọ haziri egwuregwu dị mkpa gụnyekwara mmeri Mali meriri Naijiria na  nkeji iri na ise nke ikpeazụ.",
  "Ámá egwuregwu ahụ, nke nwere ahịhịa sitere n'okike n'oge gara aga, ugbu a nweziri  nke e jiri aka kụọ na ihe onyonyo ọhụrụ nke akara bọọdụ",
  "E mere ihe ndị a, na ọrụ mmezigharị ndị ọzọ iji mee ka ámá egwuregwu ahụ diwanye n'ụdị ọgbara ọhụrụ na nke si na teknụzụ pụta, n'ihi na ọ bụ otu n\"ime ámá nnabata ndị n' asọmpi FIFA U-17 World Cup Nigeria 2009..",
  "Ọ kwadoro egwuregwu na òtù D, nke gụnyere Turkey, Costa Rica, Burkina Faso na  Zealand ọhụrụ na FIFA U-17 World Cup Nigeria 2009.",
  "Edemsibia",
  "Àtụ:Nigerian Premier League venues"
]