[
  "Àkwà ma ọ bụ ìgwè àkwà A na-ahụkarị ụyọkọ n'ụgbọ mmiri, n'ime ndị agha, na n'ụlọ oriri na ọṅụṅụ ndị iberibe gbasara ike ịbelata ọtụtụ, ụlọ ihi ụra, ogige oge okpomọkụ, ụlọ ihi ihi ụra ụmụaka, na ụlọ mkpọrọ.",
  "A na-ejikarị osisi ma ọ bụ ogidi anọ akwado àkwà, otu n'akụkụ ọ bụla nke àkwà",
  "Steepụ ma ọ bụ steepụ na-eduga n'elu àkwà, nke na-enwekarị ihe mgbochi iji gbochie onye na-ehi ụra ịda",
  "Ụdị ụfọdụ nwekwara ákwà mgbochi ahụ n'ebe nile site n'ime ụmụ gị aka inwe ọṅụ n'ọrụ njegharị n'afọ nke ise nzuzo maka ala ala",
  "N'ihi mkpa maka ubube na ịdị elu nke àkwà elu, U.S",
  "Consumer Product Safety Commission na-atụ aro iji akwa elu nke àkwá naanị maka ndị dị afọ 6 ma ọ bụ karịa.",
  "Àkwà loft bụ àkwà dị elu nke yiri àkwà ndina, mana enweghị àkwà ala, na-ahapụ ohere ala maka oche ndị ọzọ, dị ka tebụl, nke enwere ike iwu n'ime àkwà lofts",
  "Àkwà ala dị ala dị ala ma mee ya maka ụmụaka.",
  "Ụdị a na-ahụkarị bụ akwa akwa nke nwere otu matarasị abụọ a na-etinye otu n'elu ibe ya",
  "A na-ahazi ejima n'elu àkwà zuru oke dị ka ọkọlọtọ ma e wezụga na matarasị ala bụ nha zuru oke na nke dị n'elu bụ nha ejima",
  "A na-akpọ àkwà zuru ezu dị ka àkwà sara mbara, nke pụtara na ma elu ma ala nwere otu nha sara mbara",
  "Ha abụọ nwere àkwà abụọ na ngụkọta nke mmadụ anọ nwere ike ihi ụra na ya n'otu oge",
  "A na-ahazi akwa futon dị ka akwa ọkọlọtọ, ma e wezụga akwa dị n'okpuru bụ akwa futon ọdịda anyanwụ, nke na-agbanwe ka ọ buru na unu ghara ịga ije eme ka ndị àkwà kama ịbụ matarasị ọkọlọtọ",
  "Enwere ike iji bunks futon chekwaa ohere na obere ụlọ ma ọ bụ ọnụ ụlọ, n'ihi na ihe ndina dị ala na-agbanwe ka ọ bụrụ sofa maka iji n'ehihie",
  "N'ime akwa L-dị ka a na-etinye maka nsogbụ ụra akpa nwa agbọghọ ahụ n'ebe nile site n'ime ụmụ ihe ndina dị n'okpuru n'akụkụ aka nri gaa n'elu ihe ndina nke mere na mgbe a na-ele ya anya site n'elu, ihe ndina ahụ na-emepụta L",
  "Nke a na-emepụta obere alcove ebe enwere ike itinye tebụl ma ọ bụ akwụkwọ.",
  "Àkwà loft na-egosi àkwà ndina nke nwere naanị àkwà dị n'elu, na-emepụta oghere oghere n'okpuru nke nwere ike ịnwe igbe, drọwa, ma ọ bụ ọbụna ebe ọrụ",
  "Nke a na-eme ka àkwà loft bụrụ iji obere oghere mee ihe nke ọma site na iji mpaghara kwụ ọtọ niile nke a ga-ahapụghị",
  "Ụfọdụ ihe ndina loft nwere ọbụna ihe ndina a na-etinye n'elu ma na-ejigide ikike ịnwe ebe ọrụ na drọwa",
  "Àkwà elu nwere ike ịdị oke ọnụ karịa àkwà ala n'ihi ikike nchekwa na ihe ndị ọzọ.",
  "ChiÀkwà okpukpu atọ bụ ndokwa nke na-agụnye ngụkọta nke àkwà atọ",
  "Ogwe ndị a bụ ngwakọta nke ụdị àkwà, ebe a na-ejikọta àkwà elu na àkwà iji mepụta ọdịdị L.",
  "Ebe a na-anọ ma ọ bụ ebe a na-edebe ihe n'elu nke kachasị ala nwere ike ịnwe okporo ụzọ iji gbochie onye bi na ya ịda."
]