[
  "Iji hụ na ọdịnaya Wikipedia niile nwere ike ịnwapụta, Wikipedia na-enye ụzọ maka onye ọ bụla ịjụ ajụjụ na nkwupụta a na-edeghị aha",
  "Ọ bụrụ na edeela aha ọrụ gị, biko dee edensibịa pụrụ ịdabere na ya maka nkwupụta ahụ, ma kwurịta ma ọ bụrụ na ọ dị mkpa.",
  "Ị nwere ike ịgbakwunye ntinye site na ịhọrọ na menu na-agbadata  nke dị n'elu igbe ndezi",
  "Na akara, ị nwere ike itinye ntinye aka site na iji mkpado edensibịa",
  "E nwekwara ụzọ ndị ọzọ dị mgbagwoju anya iji kwuo isi mmalite.",
  "Na akara wiki, ị nwere ike ịjụ ajụjụ maka nkwupụta a na-enweghị edensibịa site na itinye mkpado dị mfe {{Tinye edensibịa}}, ma ọ bụ nkọwa  zuru oke {{Tinye edensibịa|ihe kpatara =kowa ebe a |ụbọchị =Julaị 2023}}",
  "N'aka nke ọzọ, {{fact}} na {{cn}} ga-emepụta otu nsonaazụ ahụ",
  "Ihe ndị a niile na-egosi dị ka: Maka ozi gbasara ịgbakwunye ihe e depụtara na isiokwu, lee Help:Referencing for beginners",
  "Maka ozi gbasara mgbe ị ga-ewepụ ozi template a, lee Help:Maintenance template removal.",
  "Mkpado \"Achọrọ citashọn\" bụ arịrịọ maka onye nchịkọta akụkọ ọzọ iji nye edensibia maka eziokwu a kapịrị ọnụ: ụdị nkwurịta okwu n'etiti ndị otu nchịkọta obodo",
  "Ọ dịghị mgbe, n'onwe ya, ọ bụ \"mmeziwanye\" nke isiokwu",
  "Ọ bụ ezie na ndị na-agụ akwụkwọ nwere ike ịdọ aka ná ntị site na \"áchọ̀rọ̀ citashọn\" na a naghị akwado otu nkwupụta, ọbụnakwa ụfọdụ na-enwe obi abụọ, ọtụtụ ndị na-ede akwụkwọ anaghị aghọta usoro obodo ahụ n'ụzọ zuru ezu",
  "Ọ bụghị mkpado niile ka a na-ekwu maka ha n'oge, na-anọ n'ebe ahụ ruo ọtụtụ ọnwa ma ọ bụ afọ, na-emejupụta backlogu Wikipedia ịmụbaa— n'onwe ya nkea nwere ike ịbụ nsogbu",
  "Omume kachasị mma na-atụ aro ihe ndị a:",
  "Tupu agbakwunye mkpado, ọ dịkarịa ala tụlee nhọrọ ndị a, otu n'ime ha nwere ike ịbụ ihe na-ewuli elu:",
  "Ị nwere ike ịlele ndepụta niile nke isiokwu ndị a na Category:All articles with unsourced statements.",
  "Ugboro ugboro, ndị dere nkwupụta anaghị alaghachi na Wikipedia iji kwado nkwupụta ahụ na ntinye aha, yabụ ndị editọ Wikipedia ndị ọzọ ga-arụ ọrụ iji nyochaa nkwupụta ndị ahụ",
  "Site na nkwupụta 461,991 nke chọrọ WP:Nchọpụta, mgbe ụfọdụ ọ na-esiri ike ịhọrọ isiokwu ị ga-arụ ọrụ",
  "Ngwá ọrụ Citation Hunt na-eme ka nke ahụ dịkwuo mfe site na ịtụ aro isiokwu mberede, nke ị nwere ike ịhazi site na ndị otu isiokwu."
]