[
  "African Blood Brotherhood for African Liberation and Redemption (ABB) bụ òtù nnwere onwe ndị isi ojii nke United States guzobere na 1919 na New York City site n'aka onye nta akụkọ Cyril Briggs",
  "E guzobere otu ahụ dị ka òtù mgbasa ozi nke e wuru na ihe nlereanya nke òtù nzuzo",
  "Echiche nke otu ahụ dọtara uche nke òtù ndọrọ ndọrọ ọchịchị nke America na-eto eto na ABB n'oge na-adịghị anya ghọrọ akụkụ mgbasa ozi nke Communist Party of America",
  "A kwụsịrị otu ahụ na mbido afọ 1920.",
  "N'ime afọ iri nke abụọ nke narị afọ nke iri abụọ, otu ndọrọ ndọrọ ọchịchị maka nnwere onwe nke ndị isi ojii America malitere ịmalite na mpaghara Harlem nke New York City. Mgbanwe ahụ gụnyere ọnụ ọgụgụ dị ukwuu nke ndị si na British West Indies na agwaetiti ndị ọzọ si na mpaghara Caribbean, bụ ndị, ebe a zụlitere ha ma gụọ akwụkwọ dị ka akụkụ nke ọtụtụ agbụrụ n'ala nna ha, hụrụ onwe ha n'ọnọdụ nke ndị agbụrụ na-emegbu emegbu na America. Dị ka ihe sitere na usoro na-ahaghị nhata nke ọchịchị ndị eze, ọtụtụ n'ime ndị ọhụrụ a bịara America nwere obi ọjọọ megide ọchịchị onye kwuo uche ya na echiche nke iwu alaeze ukwu.",
  "Otu n'ime ndị a si na Caribbean bụ Cyril Briggs, amụrụ na 1888 n'àgwàetiti Nevis, onye kwagara Harlem n'oge ọkọchị nke 1905. N'afọ 1912, otu n'ime akwụkwọ akụkọ ndị isi ojii, New York Amsterdam News, were Briggs n'ọrụ dị ka onye nta akụkọ",
  "Ọ rụrụ ọrụ n'ebe ahụ n'afọ niile nke Agha Ụwa Mbụ. N'ịbụ onye okwu nke \"nkwupụta onwe onye nke mba\" nke Onye isi ala Woodrow Wilson kwadoro kpaliri, na Septemba 1918 Briggs malitere mbipụta kwa ọnwa a na-akpọ The Crusader, iji kwalite echiche nke \"ịlaghachi\" nke ndị isi ojii na Afrịka a chụpụrụ, echiche yiri echiche nke oge a n'etiti ụfọdụ ndị Juu Europe nke Zionism na \"ịlaghachikwute\" Palestine.",
  "Onye malitere Crusader bụ George Wells Parker, onye ọchụnta ego ojii si Omaha, Nebraska, dị ka akụkụ nke League of Legends, otu mba Afrịka. Parker bipụtara isiokwu n'akwụkwọ akụkọ ahụ na-ekwupụta na Afrịka bụ ebe mmepeanya malitere ma na-arụ ụka na agbụrụ ndị isi ojii dị elu",
  "O nyere aka n'ụzọ ego maka mbipụta ahụ, nke bụ n'ezie ihe na-ebute echiche ya.",
  "Na Febụwarị 1919, Briggs malitere ịgbanwe echiche ya, a gosikwara echiche ọhụrụ ya na edemede na Crusader",
  "Ọ malitere iji tụnyere nsogbu nke ndị ọrụ ojii na United States na ndị ọcha na-arụ ọrụ, ndị na-abụkarị ndị mbịarambịa ọhụrụ ma ọ bụ ụmụ ha si Europe. N'ime ọnwa ndị sochirinụ, Briggs malitere ịtụle usoro nke akụrụngwa dị ka onye ọjọọ, ọ rụkwara ụka maka otu ihe kpatara ya na otu ihe ndị ọrụ agbụrụ niile na-eme.",
  "Onye Ntụte ahụ mechara nweta ngụkọta nke mmadụ 36,000, ọtụtụ n'ime ha nọ na Harlem.",
  "Oge okpomọkụ nke 1919 na America bụ oge ọgba aghara agbụrụ na ime ihe ike, nke ndị ọkọ akụkọ ihe mere eme na-echeta dịka \"Red Summer\"",
  "Ndị agha si n'ọgbọ agha Europe lọta, gụnyere ndị isi ojii nwere atụmanya dị elu maka nnwere onwe na nha nhata na ndị ọcha na-achọ ịlaghachi n'ọrụ ndị nkịtị na ọnọdụ dị n'ihu bellum, na ndị ọrụ ojii ọhụrụ si n'ime ime obodo South mepụtara ngwakọta na-agbanwe agbanwe nke malitere ime ihe ike na Chicago, Omaha, na obodo niile dị na Midwest na South.",
  "N'ịzaghachi mwakpo ndị a, onye agha ntụte ahụ kwadoro iji ngwá agha chebe onwe onye",
  "Na ndọrọ ndọrọ ọchịchị, Briggs jiri ya tụnyere mwakpo gọọmentị na ndị ọcha na ndị isi ojii",
  "O gosipụtara akụrụngwa dị ka ihe kpatara mmegbu nke ndị ogbenye nke agbụrụ niile",
  "Mgbe ọ na-akwado nyocha Marxist, The Crusader kwadoro otu nzukọ dị iche nke ndị Africa America iji chebe megide mwakpo agbụrụ na United States, ma jiri nke a tụnyere ndị Africa na-alụso ọchịchị ala ọzọ ọgụ.",
  "Na Septemba 1919, The Crusader kwupụtara nguzobe nke otu nzukọ ọhụrụ a na-akpọ African Blood Brotherhood (ABB), iji rụọ ọrụ dị ka nzukọ na-echebe onwe onye maka ndị isi ojii na-eyi egwu site na ọgba aghara agbụrụ na igbu ọchụ",
  "Nke a sonyeere mbipụta nke uri Claude McKay If We Must Die",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, Briggs malitere ịmekọrịta ndị isi ojii America dị ka Otto Huiswoud a mụrụ na Surinam na onye na-ede uri na onye edemede Jamaica Claude McKay. Ndị a jikọtara Briggs na mbipụta ya na ndị Kọmunist ọcha a mụrụ n'ala gụnyere Robert Minor na Rose Pastor Stokes, bụ ndị nwere mmasị siri ike na ihe a na-akpọ \"Negro Question\". Briggs ga-esonye na Communist Party n'onwe ya na 1921.",
  "ABB gbalịrị ịhazi site n'ime UNIA-ACL ma kwado iwu nkwado dị oke egwu maka onye ndú ya, Marcus Garvey Ndị isi ABB Briggs na Claude McKay sonyere na nzukọ mba UNIA nke 1920 na 1921 na New York",
  "Na nnọkọ nke abụọ, McKay mere ndokwa maka Rose Pastor Stokes, onye ndú ọcha nke Communist Party, ka ọ kwuo okwu na mgbakọ ahụ.",
  "ABB ghọrọ onye na-akatọ Garvey nke ukwuu mgbe ọdịda doro anya nke Black Star Line na nzukọ Garvey na July 1921 Atlanta na Grand Kleagle Clarke nke Ku Klux Klan",
  "Na June 1922, The Crusader mara ọkwa na ọ ghọwo akụkụ nke African Blood Brotherhood",
  "N'ikwu na UNIA ga-abụ ihe a ga-eme ma ọ bụrụ na ọ mepụtaghị onye ndu ọhụrụ, magazin ahụ chọrọ ịgbanwe ndị otu UNIA ka ha bụrụ ABB",
  "N'ịchọ iji dochie UNIA, ABB na-asọ mpi na akwụkwọ Randolph nke The Messenger, nke kpọrọ oku ka a chụpụ Garvey na United States",
  "Na nzaghachi, Garvey kpọrọ ndị na-eso ụzọ ya ka ha mebie nzukọ nke ndị otu mmegide a.",
  "Na mgbakwunye na esemokwu ya na Garvey, ndị uwe ojii na ụlọ ọrụ mmanye iwu gọọmentị etiti lekwasịrị anya maka nyocha",
  "Ọkọ akụkọ ihe mere eme Theodore Roosevelt na-akọ [ebe?] na gọọmentị malitere ịchịkwa òtù ndị na-eme ihe ike na njikọ aka na ikpe ikpe n'okpuru ihe na-eme ka ndị na-emegide agwo kwụsị",
  "Mgbe agha ahụ gasịrị, e guzobere mkpọsa gọọmentị megide ndị Kọmunist, ndị anarchist, na ndị ọzọ na-eme ngagharị iwe na ntụziaka nke Attorney General A",
  "Mitchell Palmer (ya onwe ya bụ onye mwakpo bọmbụ abụọ nke anarchist) n'ihe a kpọrọ First Red Scare",
  "A kụrụ ndị ọrụ gọọmentị na nzuzo na UNIA, ABB na The Messenger",
  "Ndị ọrụ a nyere ndị ọrụ nzuzo na Bureau of Investigation mgbe ha na-emebi nzukọ, ma na-arụ ọrụ dị ka ndi ọrụ na-akpali akpali.",
  "ABB nwere ogeTulsa nke 1921",
  "Tulsa nwere isi ABB na akụkọ akụkọ kwuru na nzukọ ahụ na-akpali nguzogide megide mwakpo agbụrụ.",
  "The Crusader kwụsịrị ibipụta na Febụwarị 1922, na-esote ebubo Garvey maka igwu wayo",
  "Briggs gara n'ihu na-arụ ọrụ na Crusader News Service, na-enye akụkọ na akwụkwọ ndị metụtara akwụkwọ akụkọ ojii America",
  "Ka imekọ ihe ọnụ na ndị Communist Party na-abawanye, ABB kwụsịrị iwebata ndị ọrụ iche.",
  "Ndị isi nke Communist International, ọ bụ ezie na ha amaghị ihe gbasara ọnọdụ ndị isi ojii na United States, ghọtara mkpa agbụrụ na ụdị mmegbu ndị ọzọ na-abụghị nke klas, ma mee ka CP mbụ lekwasị anya na ndị isi ojii nọ na US",
  "Tupu ntinye aka a site na Comintern, pati ahụ leghaara ndị isi ojii anya, ya mere ọ bụghị ihe na-adọrọ mmasị karịsịa na ndị isi ọchịchịrị dị ka Briggs. Kama nke ahụ, ọ bụ Bolshevik Revolution dọtara uche ha.",
  "Onye na-ede uri na onye otu ABB bụ Claude McKay na-arụsi ọrụ ike na Left Communist Workers Socialist Federation na London ma mesịa gaa Soviet Union ọtụtụ ugboro n'etiti afọ 1920, na-ede banyere nzukọ nke Communist International maka ndị na-ege ntị Africa-America",
  "Akwụkwọ McKay, The Negroes in America (nke e bipụtara na Russian na 1924 mana ọ bụghị na US ruo 1979) rụrụ ụka, megide ọnọdụ ndị Kọmunist nke oge ahụ, na mmegbu nke ndị isi ojii na US enweghị ike ibelata na mmegbu akụ na ụba, mana ọ bụ ihe pụrụ iche",
  "Ọ rụrụ ụka megide ìsì ụcha nke ndị Kọmunist ketara site na Socialist Party.",
  "McKay rụrụ ụka n'ụzọ siri ike maka nnwere onwe mba iji kwado nnwere onwe obodo maka ndị a na-emegbu emegbu, nke pụtara na ọ bụ gọọmentị Africa-America nwere onwe ya dị iche na nke United States",
  "N'ikpeazụ, mgbe Nzukọ nke Isii nke Comintern gasịrị na 1928, CPUSA nakweere iwu nke mkpebi onwe onye nke mba maka ndị Africa America bi na South America",
  "E leghaara iwu ahụ anya mgbe oge Popular Front malitere na 1935, mana a gbanwere ya ruo n'afọ 1959.",
  "Ka ndị Communist Party na-etolite, ọ kwadoro usoro ya dịka ndị Communist International (Comintern) chọrọ",
  "Òtù ndị na-anọghị n'otu dịka African Blood Brotherhood na echiche ndọrọ ndọrọ ọchịchị Afro-Marxist dị iche iche bụ ihe a na-akpọ Comintern na ndị isi Soviet ya, bụ ndị kwenyere na òtù ndị Kọmunist na Marxist-Leninist niile kwesịrị ịdị n'otu n'otu òtù Kọmunist ma n'elu ikpo okwu na mba ọ bụla n'okpuru ntụziaka na njikwa zuru oke nke Moscow",
  "Na mbido afọ 1920, a gbasara African Blood Brotherhood, ndị otu ya sonyere na Workers Party of America ma mesịa banye na American Negro Labor Congress",
  "Otú ọ dị, ọtụtụ ndị otu ABB mbụ gara n'ihu bụrụ ndị isi CP ruo ọtụtụ iri afọ.",
  "ABB nwere ngụkọta nke ndị otu na-erughị 3,000 n'oge ọ kachasị elu."
]