[
  "Bradford Clean Air Zone bụ mmemme okporo ụzọ na-eme n'okporo ụzọ na City of Bradford na West Yorkshire, England",
  "E mèrè atụmatụ màkà ọtụtụ obodo dị n'England iji nwee mpaghara ikuku dị ọcha (CAZ), mànà n'ime ndị e wepụtara na Yorkshire, ọ bụ naanị Bradford's CAZ ka e mèrè ka ọ rụọ ọrụ",
  "Atụmatụ ahụ malitere n'ubochi irí abụọ na isií n'ọnwa Septemba 2022, na ụgbọala niile, na-egbochi ụgbọala na ọgba tum tum, ga-agbaso atụmatụ ahụ ma ọ bụ na-eche ụgwọ màkà ịbanye na mpaghara ahụ ihu",
  "Ihe omume a na-ezube inyere distrikti aka ịgbaso oke iwu màkà ịdị mma ikuku.",
  "E mepụtara atụmatụ na ngwụcha afọ 2010 màkà ọtụtụ obodo Yorkshire ka ha nwee \"ébé ikuku dị ọcha\" (CAZ) 意 Bradford, Leeds, Sheffield, na ébé abụọ ikpeazụ ahụ yigharịrị atụmatụ ha, Kansụl Bradford agafeela n'ihu na nke ha, nke nwetara nkwado n'ọnwa Machị 2021 màkà ịmalite n'ọnwa Jenụwarị nkè afọ na-esote. A kwụsịrị atụmatụ ahụ na Leeds n'ihi ọdịda a na-atụghị ányá ya na ọkwa nitrous oxide",
  "A na-ekwu na ọdịda a sitere na mkpọchi ọrịa COVID-19, nke méré ka okporo ụzọ dị ala n'okporo ụzọ mpaghara ahụ. Ogologo iwu kachasị nke mmetọ nitrous oxide na United Kingdom bụ microams irí anọ (0.00062 gr) kwà cubic mita",
  "Na mpaghara obodo Bradford, a chọpụtala na ọkwa dị 45.3 micrograms (0.000699 ) na Queens Road (Canal Road), 48.8 micrograms, 48.8 micrograma (0.000753 gr) na Market Street n'etiti obodo ahụ, ya na dị elu dị ka 50.6 micrograms. Ihe omume a bụ iji nyéré aka lụso mmetọ n'ime obodo ahụ (na mpaghara sara mbara) nke e nyere iwu, site na ntụziaka nke ndị minista, iji belata ọkwa mmetọ karịrị oke iwu màkà ikuku. Mpaghara dị n'ime mpaghara dị gbụrụ-gbúrụ Bradford City Center na-agbaso akara nke okporo ụzọ mgbanaka obodo A6177. Akụkụ ugwu gụnyere Canal Road na ụzọ A650 gaa na Bingley bypass, gụnyere Saltaire na ọtụtụ n'ime Shipley ruo Fox Corner Junction na Shipley.",
  "A kpughere n'afọ 2021, na e nyèrè Bradford Council £ 39.3 nde nke ego gọọmentị UK iji mezuo atụmatụ ahụ na ikwe ka enyéré ndị ọrụ dịka ụlọ ọrụ tagzi, ụlọ ọrụ obere bọs na bọs, na ndị na-ebugharị, na-enye ha ohere ime ka ụgbọala ndị dị ugbu a kwekọọ na ọnọdụ ikuku na-acha akwụkwọ ndụ akwụkwọ ndụ, ma ọ bụ iji nweta ụgbọala ọhụrụ kpamkpam. Ka ọ na-erule ọnwa Septemba afọ 2022, pasenti iri asatọ na asaa nke tagzi dị n'obodo ahụ kwekọrọ na mpaghara ikuku ọhụrụ dị ọcha, emelitere bọs narị atọ na iri asaa màkà nkwenye, a zụtakwara bọs eletrik ọhụrụ iri atọ na atọ iji rụọ ọrụ n'ime na n'èzí etiti obodo ahụ.",
  "N'ógbè, Kansụl Bradford ewepụtala mmemme mpaghara ikuku dị ọcha n'okpuru isiokwu nke \"Na-eku ume Bradford ka mma\" (nke a na-akpọ iku ume BRADFORD ka mma). Mmalite nkè CAZ emeela ka e bídó mmemme nyocha (nke a maara dị ka Born in Bradford), nke Mahadum Leeds na-achịkwa, ma na-ezube ịchọpụta mmetọ na ahụike na ọdịmma nkè ndị Bradfordians. Ndị na-eme mkpọsa màkà ikuku dị ọcha nabatara atụmatụ ahụ, otu ìgwè, Asthma na Lung UK na-ekwu na Bradford nwèrè ọnụ ọgụgụ kachasị njọ n'ụlọ ọgwụ na Yorkshire nke ụmụaka nwéré nsogbu iku ume. Otú ọ dị, ụfọdụ mere mkpesa maka ụtụ isi màkà ụgbọala na-abanye n'obodo ahụ, na-ekwu na ọnụahịa ahụ ga-emebi obere azụmaahịa karịsịa n'oge ndị mmadụ na-alụ ọgụ na ọnụ ahịa nke nsogbu ndụ. Ónyé nduzi nke Bradford Institute for Health Research kwuru na \"..ihe fọrọ nke nta ka ọ bụrụ ọkara ụlọ akwụkwọ dị na Bradford ga-anọ na mpaghara ikuku dị ọcha, ya mèrè a ga-echebe ụmụ anyị pụọ na mmetụta na-egbu egbu nke mmetọ ikuku metụtara okporo ụzọ",
  "\"",
  "Na mbụ a ga-amalite n'ọnwa Jenụwarị n'afọ 2022, a na-egbu ógè na ọrụ ahụ, wee gaa n'ihu n'ubochi irí abụọ na isií n'ọnwa Septemba 2022. Ụfọdụ ụlọ ọrụ tagzi katọrọ igbu ógè na mwepụta ahụ, ndị kwúru na a manyere ndị ọkwọ ụgbọala ịkwụ ụgwọ dị mkpirikpi ka ha wee nwee ike imelite ụgbọ ala ha màkà ógè a kara aka n'ọnwa Jenụwarị, naanị màkà ịlaghachi azụ na ógè opupu ihe ubi 2022.",
  "Gọọmentị UK edepụtala nkọwa nké atụmatụ anọ (nke a na-akpọ A, B, C, na D",
  "Bradford họọrọ atụmatụ C (nke pụtara na a na-ezo aka na ya dị ka C-CAZ), nké ga-ahụ ụgwọ màkà ụgbọala niile ma e wezụga màkà ụgbọala na ọgba tum. A rụnyere igwefoto ANPR gbụrụ-gbúrụ etiti obodo ahụ, na n'okporo ụzọ Shipley / Bradford, iji nyochaa ụgbọala na-abanye na mpaghara ahụ. Na mbido n'ọnwa Septemba 2022, a ga-akwụ ndị ọkwọ ụgbọala bọs na HGVs nke na-agbasoghị na ọkwa a kwadoro £ 50, vans na minibuses £ 9, na tagzi £ 7",
  "Màkà ụgwọ ọ bụla e wepụtara, a ga-akwụ Gọọmentị UK £ 2. A ga-ekewa ógè ịkwụ ụgwọ dị ka ụbọchị site n'etiti abalị ruo n'etiti etiti abalị, ọ bụghị awa irí abụọ na anọ site na mgbè ụgbọala batara na mpaghara ahụ",
  "Otú ọ dị, ụgbọala nwéré ike ịpụ ma banyeghachi na mpaghara ahụ ọtụtụ ugboro n'etiti etiti abalị ruo etiti abalị, ma na-akwụ ụgwọ naanị otu ugboro.",
  "N'ọnwa Disemba afọ 2022, a kpughere na ihe karịrị £ 1.8 nde ụgwọ e nwetara site na ịkwụ ụgwọ na ụtụ isi n'ime izu iri na abụọ site na ụbọchị mbido n'ọnwa Septemba",
  "Ihe karịrị £ 180,000 nke a ga-akwụ gọọmentị etiti n'okpuru atụmatụ ịkwụ ụgwọ, ndị ọzọ ga-abụ ndị Bradford City Council ga-agbachitere màkà ọrụ mgbochi ikuku."
]