[
  "Àtụ:Calendar.na Juun bu onwa nke isii na afo na kalenda Julian na Gregorian bu nke abuo n'ime onwa ano nwere ogologo 30 ubochi, na nke ato n'ime onwa ise nwere ihe na-erughi ubochi iri ato na otu",
  "June nwere okpomọkụ solstice na Northern Hemisphere, ụbọchị na-kacha ìhè awa, na oyi solstice na Southern Hemisphere, ụbọchị na nke kacha nta ìhè awa (ewezuga pola mpaghara na abụọ ikpe)",
  "June na Northern Hemisphere bụ oge oge ya na Disemba na ndịda Hemisphere na nke ọzọ",
  "Na Northern Hemisphere, mmalite nke oge okpomọkụ astronomical ọdịnala bụ 21 June (oge okpomọkụ ihu igwe na-amalite na 1 June)",
  "Na South Hemisphere, oyi meteorological na-amalite na 1 June.",
  ".Ná mmalite nke June, anyanwụ na-awa na ìgwè kpakpando nke Taurus;  na njedebe nke June, anyanwụ na-ebili na ìgwè kpakpando nke Gemini",
  "Otú ọ dị, n'ihi ọdịdị nke equinoxes, June na-amalite site na anyanwụ na akara kpakpando nke Gemini, ma na-ejedebe na anyanwụ na akara kpakpando nke Cancer.  [Ihe ndekọ achọrọ]",
  "..Aha Latin maka June bụ Junius",
  "Ovid na-enye ọtụtụ nkọwa maka aha na Fasti, uri gbasara kalenda Rome",
  "Nke mbụ bụ na a na-akpọ ọnwa ahụ aha chi nwanyị Rom Juno, chi nwanyị nke alụmdi na nwunye na nwunye nke chi kachasị elu nke Jupita;  nke abụọ bụ na aha ahụ si n’okwu Latin bụ iuniores, nke pụtara “ndị na-eto eto”, n’adịghị ka maiores (“ndị okenye”) nke a pụrụ ịkpọ ọnwa May (Maius) bu ya ụzọ.  Ebe ọzọ na-ekwu na June bụ aha Lucius Junius Brutus, onye nchoputa nke Roman Republic na nna ochie nke Roman gens Junia.",
  ".Na Rom oge ochie, a na-ewere oge malite n'etiti May ruo etiti June adịghị mma maka alụmdi na nwunye.  Ovid kwuru na ya gakwuuru Flaminica Dialis, bụ́ nnukwu onye nchụàjà Jupiter, banyere ịtọ ụbọchị maka agbamakwụkwọ nwa ya nwanyị, na a dụrụ ya ọdụ ichere ruo mgbe June 15 gasịrị.  Otú ọ dị, Plutarch na-egosi na ọnwa June dum dị mma maka agbamakwụkwọ karịa Mee.",
  "N'okpuru kalenda nke Rome oge ochie, ememe Ludi Fabarici mere na May 29 - June 1, Kalendae Fabariae mere na June 1, Ememme Bellona mere na June 3, Ludi Piscatorii mere na June 7, na Vestalia weere",
  "Ebe site na June 7 - June 15",
  "A na-eme Rosalia na June 20",
  "A na-eme egwuregwu ụwa n'ihe dịka 100 afọ ọ bụla na May ma ọ bụ June",
  "Ụbọchị ndị a adabaghị na kalenda Gregorian ọgbara ọhụrụ.",
  "May 15 – June 15 Tourette Syndrome awareness month."
]