[
  "Kogi Steeti bụ steeti dị na mpaghara North Central nke Naịjirịa, nke steeti Ekiti na Kwara gbara n'ebe ọdịda anyanwụ, Federal Isi obodo Ókèala gbara n'akụkụ ugwu, Nasarawa Steeti gbara n'oge ugwu ọwụwa anyanwụ, Niger Steeti gbara na n'ebe ugwu ọdịda anyanwụ. Ọ bụ naanị steeti dị na Naịjirịa nke nwere ókèala steeti iri ndị ọzọ",
  "A na-akpọ ya maka okwu Hausa maka osimiri (kogi)",
  "E guzobere Kogi Steeti site na akụkụ nke Benue Steeti, Niger Steeti, na Kwara Steeti na 27 Ọgọst 1991. A na-akpọ steeti ahụ \"Njikọta Steeti\" n'ihi eziokwu ahụ bụ na njikọ nke Osimiri Niger na Osimiri Benue na-ewere ọnọdụ n'akụkụ isi obodo ya, Lokoja.",
  "N'ime steeti 36 nke Naịjirịa, Kogi bụ nke iri na atọ kachasị ukwuu n'ógbè na nke iri abụọ kachasị nwee ọnụ ọgụgụ mmadụ na ọnụ ọgụgụ ndị bi na ya dị ihe dị ka nde 4.5 ka ọ na-erule afọ 2016. N'ihe gbasara ala, steeti ahụ dị n'ime mpaghara okpomọkụ nke Guinea",
  "Ihe ndị dị mkpa na ala gụnyere osimiri ndị dị mkpa nke Niger na-esi n'ebe ugwu ọdịda anyanwụ na Benue na-esi na ugwu ọwụwa anyanwụ na-abịa tupu osimiri abụọ ahụ ezute n'etiti Kogi ma kewaa steeti ahụ n'ebe ndịda.",
  "Ndị agbụrụ dị iche iche ebiwo na steeti Kogi ruo ọtụtụ afọ, gụnyere Ebira, Gbagyi, na Nupe (karịsịa ndị Bassa Nge, Kakanda, na Kupa obere otu) n'etiti steeti ahụ; Agatu, Basa-Komo, Idoma, Igala, na Igbo n'ebe ọwụwa anyanwụ; na Yoruba (karịsịa Okun, Ogori, Oworo, na Magongo obere otu) n'ebe ọdịda anyanwụ. Kogi nwekwara okpukpe dị iche iche dịka ihe dị ka 45% nke ndị bi na steeti ahụ bụ ndị Alakụba na ihe dị ka 40% bụ Ndị Kraịst na 15% fọdụrụ na-agbaso ndị agbụrụ agbụrụ.",
  "N'oge tupu ọchịchị ndị eze, e kewara mpaghara nke bụzi Kogi Steeti n'etiti steeti dị iche iche na ụfọdụ steeti dị obere ma dabere n'obodo dị ka ndị ọzọ bụ akụkụ nke alaeze ukwu buru ibu dị ka Nupe Alaeze nke nwere ọtụtụ n'ime steeti Kogi dị ugbu a ruo na mmalite 1800s mgbe ndị Fulani jihad weghaara alaeze ahụ ma tinye mpaghara ahụ n'okpuru Sokoto Caliphate",
  "N'afọ 1900 na 1910, ndị njem Britain weghaara mpaghara ahụ ma tinye ha n'ime Northern Nigeria Nchekwa na isi obodo ya dị ka Lokoja ruo 1903. Nchebe ahụ mechara sonye na British Nigeria tupu ọ bụrụ onye nweere onwe ya dị ka Nigeria na 1960",
  "Na mbụ, Kogi Steeti nke oge a bụ akụkụ nke mpaghara Northern Mpaghara mgbe nnwere onwe gasịrị ruo 1967 mgbe mpaghara ahụ kewara ma mpaghara ahụ ghọrọ akụkụ nke North-Western State, Kwara State, na Benue-Plateau State",
  "Mgbe Benue-Plateau na steeti North-Western kewara na 1976, Kogi ghọrọ akụkụ nke steeti Benue na Niger ọhụrụ tinyere Kwara",
  "Western Benue State, ndịda ọwụwa anyanwụ Kwara State, na ndịda Niger State kewara iji guzobe Kogi State ọhụrụ.",
  "N'ụzọ akụ na ụba, Kogi Steeti dabeere n'ụzọ dị ukwuu n'ọrụ ugbo, ọkachasị kọfị, cashew, groundnut, koko, nkwụ mmanụ, na ihe ọkụkụ ji",
  "Ụlọ ọrụ ndị ọzọ dị mkpa bụ nchọpụta mmanụ na ịzụ ehi, ewu, na atụrụ. Kogi nwere ma nke 23 kachasị elu Mmadụ Mmepe Index na GDP na mba ahụ.",
  "Ọnọdụ ihu igwe nke steeti ahụ nwere mmiri ozuzo kwa afọ n'etiti 1,100mm na 1,300mm",
  "Oge mmiri ozuzo na-adị site n'April ruo October kwa afọ ebe oge ọkọchị na-adịgide site na November ruo March",
  "Oge ọkọchị bụ uzuzu na oyi n'ihi ifufe ugwu - nke ọwụwa anyanwụ, nke na-eweta harmattan. N'agbata afọ 2001 na afọ 2014, ndị ọrụ ugbo jiri 10.68% mụbaa ebe ahụ ma jiri usoro mgbanwe asaa (7) mee ihe na-agbanwe ụbọchị ịkụ osisi na mgbanwe ihe ọkụkụ dị iche iche na 31%, 22% na 21% n'otu n'otu na nzaghachi maka mgbanwe nke mmiri ozuzo.",
  "N'ọnwa Ọktoba 2022, Kogi Steeti hụrụ otu n'ime ọdachi idei mmiri kachasị njọ n'akụkọ ihe mere eme nke steeti ahụ",
  "Nke a bụ dị ka gọvanọ steeti, Yahaya Bello, si kwuo, onye kwuru na \"mmiri ozuzo emetụtala LGAs itoolu nke dị n'akụkụ osimiri Niger na Benue gụnyere, Lokoja, Kogi-Koto, Ajaokuta, Ofu, Igalamela-Odolu, Bassa, Idah, Ibaji na Omala\".",
  "Kogi steeti bụ naanị steeti dị na Naịjirịa nke ya na steeti iri ndị ọzọ nwere ókèala.",
  "E kere steeti ahụ na 1991 site na akụkụ nke Kwara State na Benue State",
  "Igala bụ agbụrụ kachasị na steeti ahụ",
  "Steeti ahụ dị ka e guzobere ugbu a, gụnyere ndị Kabba Ógbè nke Northern Nigeria",
  "Otu n'ime ndị Qadi mbụ na Kogi Steeti bụ Faruk Imam",
  "[ọ bụghị kpọmkwem iji chọpụta]",
  "E nwere agbụrụ na asụsụ atọ dị na Kogi: Igala, Ebira, na Okun (otu Yoruba) na ndị ọzọ dị ka Bassa Nge nke Bassa L.G.A, Kupa na ndị na-asụ Kakanda, ndị bụ ndị Nupe sitere n'okpuru Lokoja L.G\".A., Bassa-Komo nke bụkwa nke mpaghara gọọmentị ime obodo Bassa, ndị Oworo (A Yoruba Otu), Igbo, Ogori Magongo, na Idoma.",
  "Aha Nigeria, bụ nke Flora Shaw chepụtara na Lokoja n'ugwu nke Ugwu Patti, onye ga-abụ nwunye Baron Lugard, onye nchịkwa nke ndị Britain, mgbe ọ na-ele osimiri Niger anya.",
  "Kogi Steeti nwere mpaghara gọọmentị ime obodo iri abụọ na otu (21)",
  "Ndị bụ:",
  "Ihe ndị na-adọrọ mmasị ndị njem nleta na Kogi Steeti gụnyere ihe ncheta nke ndị ọchịchị (dị ka Lord Lugard Ụlọ), Ugwu Patti, Cenotaph nke Agha Ụwa, njikọ nke Osimiri Niger na Benue, Ogidi (Obodo Afrịka nwere ugwu Igneous Nkume na ụlọ ọrụ nka na ọrụ ọrụ aka ọdịnala) na ala nwere ugwu na ala ndị na-eje ozi dị ka ụzọ njem.",
  "Ebe ọ bụ na ọ bụ ụgbọala na-ewe awa abụọ saịtị na Abuja, ụfọdụ ndị njem nleta na-abịa maka njem ụbọchị",
  "E guzobere ụlọ ọrụ Kogi Steeti Njem nlegharị anya and Ụlọ oriri na ọṅụṅụ Ụlọ ọrụ Oke iji kwalite njem nleta na steeti ahụ",
  "Gọọmentị steeti na-eme atụmatụ ma na-eji ikike dị elu nke njem nleta gụnyere mmepe nke ihe ngosi akụkọ ihe mere eme na Lokoja.",
  "Kogi Steeti jikọtara Federal Capital Territory na 22 Southern States",
  "N'ịbụ nke dị nso na isi obodo gọọmentị etiti, ọdụ ụgbọ elu Abuja International na-eje ozi dị ka ọnụ ụzọ mba na nke mba ụwa maka ndị njem ụgbọ elu si na steeti ahụ",
  "Ezigbo ọrụ nkwukọrịta dị na steeti ahụ.",
  "Ọrụ ugbo bụ isi ihe na-akwado akụ na ụba",
  "E nwere ọtụtụ ihe ndị a na-emepụta n'ugbo site na steeti ahụ karịsịa kọfị, koko, mmanụ nkwụ, cashews, groundnuts, ọka, cassava, yam, osikapa na melon.",
  "Ihe onwunwe ndị a na-egwupụta na-agụnye coal, limestone, iron, petroleum na tin",
  "Steeti ahụ bụ ebe ụlọ ọrụ ígwè na ígwè kachasị ukwuu na Naịjirịa nke a maara dị ka Ajaokuta Steel Company Limited na otu n'ime ụlọ ọrụ simenti kachasị ukwuu n'Africa, Obajana Cement Factory.",
  "Kogi steeti bụ ebe Mahadum Federal (Lokoja), Mahadum Kogi State Anyigba, Mahadum Confluence nke Sayensị na Teknụzụ Osara, Mahaduma Federal Polytechnic Idah, Mahadume Federal Polytechnique (Lokoja) Mahadum Mmụta Federal (Okene), Mahaduma Mmụta (Ankpa), Mahadume Ọrụ Ugbo Kabba, Mahadwa Kogi nke Mmụta, Mahaduna Kogi steet nke Mmụta (Kabba) na Mahadum Salem, Lokoja. E nwere kọleji nke ndị nọọsụ na ndị na-amụ nwa na Anyigba na Obangede, ụlọ akwụkwọ nke teknụzụ ahụike na Idah na ụlọ akwụkwọ ECWA nke ndị nọn na Egbe.",
  "Kogi Steeti emepụtala ndị na-agba ọsọ dịka Sunday Bada na ndị egwuregwu ndị ọzọ, ndị nyere aka na uto nke egwuregwu n'ụwa niile",
  "Kogi United na Babanawa F.C",
  "bụ otu egwuregwu bọọlụ dị na steeti ahụ",
  "Egwuregwu ndị ọzọ, dị ka igwu mmiri, handball, na table tennis na-akwalite nke ọma na steeti ahụ",
  "Kansụl Egwuregwu nke steeti Kogi nwere ihe ndekọ nke ndị nduzi na nnukwu ndị ọrụ bụ ndị n'otu oge ma ọ bụ nke ọzọ rụrụ ọrụ na ọhụụ nke itinye steeti ahụ n'ụzọ zuru ezu na map ụwa",
  "N'etiti ha bụ ndị dị ka Maazị Francis Umoru, Maazị Mohammed Emeje, Maaziri Benjamin O",
  "Ameje, Mahadum A",
  "Ogido, Maazir Joel J",
  "Abu na ndị ọzọ.",
  "N'etiti ndị egwuregwu ndị ọzọ steeti ahụ mepụtara bụ Shola Ameobi, onye Ayetoro Gbede amụrụ Ijumu, onye bọọlụ bọọlụ England, na-egwuri egwu ugbu a maka Bolton Wanderers dị ka onye na-agba ọsọ, na ngwụcha Sunday Bada 400 Metres Olympic Champion si Ogidi na Ijumu Local Govt",
  "nke steeti ahụ.",
  "Ndị omeiwu atọ anọwo na-anọchite anya steeti Kogi kemgbe nloghachi nke ọchịchị onye kwuo uche ya na 1999 na Senate na Kogi East, Kogi West na Kogi Central na-emepụta otu onye ọ bụla.",
  "Àtụ:LGAs and communities of Kogi StateÀtụ:KogiStateGovernors"
]