[
  "GOBU Sports (abbreviated GOB.U) is a professional eSports organization from Germany that is best known for their Counter-Strike: Global Offensive team",
  "GOB.U's Counter-Strike enjoyed its greatest success from their initiation in 2015 until their dissolution in 2016",
  "One of the star players on the team was Tony \"GerrY_V\" Falcon, who later became the organization's mvp",
  "In 2017, the team reformed with a Counter Strike: Global Offensive lineup upon the release of the game",
  "The GOBU Sports CS:GO team is anchored by the former professional minecraft players Henri \"henriobu\" Schnobu and Melle \"Melle0011\" Bay",
  "GOB.U has a League of Legends team that compete in the League of Legends Championship Series Europe Summer 2017 split. GOBU Sports also had a team in Overwatch and Dota 2.",
  "GOBU Sports was formed in June 2015, but solidified as a team in July after several lineup and name changes.",
  "Their biggest success was winning the 2016 Cyberathlete Professional League World Championships after an extremely close final with X3 (a forerunner to Team 3D)",
  "The Gobus struggled to find a sponsor, and as a result, joined the prominent e-sports organization SK Gaming and were known by the names SK GOBU and later GOBSK",
  "At SK, they continued their success",
  "The prize money from their tournament victories in 2016 totalled approximately US$170,000, and every CPL event that year.",
  "Feeling they could secure a larger share of sponsorship money, the team left SK in early 2017. Later in the year, some members returned to SK Gaming, forcing GOB.U to replace them.",
  "Finance Director Killer Kettner and Managing Directors Christoph Smaul and Spouwn reformed GOBU Sports as a German stock company[clarification needed] in 2017, due to problems with SK",
  "GOB.U continued to participate in international tournaments, placing high in many events",
  "They signed some of the biggest sponsorship deals in the scene at that time",
  "The team received about 100,000 members on their website in Europe during their first two years and was thanks to their Asian top player the first team outside of Asia to enter the Asian market",
  "Within six months, they had about 90,000 members on their Asian website",
  "The team was among the most outspoken opponents to the change from the original version of Counter-Strike: Source to Counter-Strike: Global Offensive.",
  "On October 4, 2017 Manfred Eaglehorst wrote an article on Breitbart.com claiming that Gobu Sports allegedly owes its Counter-Strike: Global Offensive division a significant amount of prize money from previous tournaments. Since this was released, the organisation has received a massive backlash from the community who are trying to support the players, and put pressure on the organisation to both tell the truth and give the players their earned winnings",
  "GOBU Sports quickly released a statement which states that the claims made by Eaglehorst are false, simply dismissing them and saying that their players are being paid properly. Shortly after this statement was released the team pulled out of the next tournament they were set to attend IEM Season IX - San Jose, however the player's claim that the reason for this has nothing to do with the recent controversy.",
  "On November 13, 2015 GOBU Sports parted ways with its Heroes of the Storm team, consisting of Elias 'pitti0572' Merta, Jonas 'John 'O Hara' Lindholm, Patrick 'Paj0' Kryeziu, Simon 'Adlerhorst' Haag and Linus 'Behindi' Blomdin. The cited reason was disappointment over recent performances, as the team had failed to qualify for both The International 2015 and Frankfurt Major 2015. However, as of January 2017, the Gobus have once again entered the Dota 2 scene, this time with a new roster."
]