[
  "Anambra Steeti bụ steeti Naijiria, nke dị na mpaghara ndịda ọwụwa anyanwụ nke mba ahụ. E guzobere steeti ahụ na August 27, 1991. Steeti Anambra nwere ókèala Delta Steeti n'ebe ọdịda anyanwụ, steeti Imo n'ebe ndịda, steeti Enugu n'ebe ọwụwa anyanwụ na steeti Kogi n'ebe ugwu.",
  "Dị ka akụkọ ọnụ ọgụgụ nke afọ 2022 si kwuo, e nwere ihe karịrị nde mmadụ itoolu bi na steeti ahụ. E guzobere aha steeti ahụ na 1976 site na steeti East Central, a na-akpọ steeti ahụ aha Osimiri Omambala, osimiri nke na-agafe steeti ahụ",
  "Anambra bụ aha Anglicized nke Omambala. Isi obodo steeti ahụ bụ Awka, obodo na-eto ngwa ngwa nke mụbara n'ọnụ ọgụgụ mmadụ site na ihe dịka 700,000 ruo ihe karịrị nde 6 n'etiti afọ 2006 na 2020",
  "Obodo Onitsha, obodo ọdụ ụgbọ mmiri akụkọ ihe mere eme site n'oge tupu oge ọchịchị, ka bụ ebe azụmahịa dị mkpa n'ime steeti ahụ.",
  "A na-akpọ ya \"Ìhè nke Mba\", Anambra Steeti bụ steeti nke asatọ kachasị nwee ọnụ ọgụgụ mmadụ na mba ahụ, ọ bụ ezie na arụrịta ụka siri ike megide ya dị ka Onitsha, mpaghara obodo ukwu kachasị ukwuu na nke kachasị nwee ọnụ ahịa mmadụ na 2020 site na Africapolis nke mere Onitsha mpaghara obodo ukwu nke abụọ kachasị ukwuu na Naịjirịa site na ọnụ ọgụgụ mmadụ ma bụrụ nke atọ n'Africa. Ọzọkwa Dị ka 2019 Demographia World Urban Areas Onitsha si kwuo, Onitsha bụ obodo ukwu nke iri anọ na asaa kachasị ukwuu n'ụwa nke nwere ihe karịrị nde mmadụ asatọ Anambra bụ steeti nwere ọtụtụ mmadụ, n'agbanyeghị na ọ bụ nke abụọ kacha nta n'ógbè ahụ. Ebe a maara ugbu a dị ka Anambra State abụwo ebe ọtụtụ mmepeanya dị kemgbe ọ dịkarịa ala narị afọ nke 9 AD, gụnyere alaeze oge ochie nke Nri, nke isi obodo ya bụ obodo akụkọ ihe mere eme nke Igbo-Ukwu n'ime steeti ahụ",
  "Ndị bi na steeti Anambra bụ ndị Igbo, asụsụ Igbo na-eje ozi dị ka asụsụ a na-asụ na steeti ahụ dum.",
  "N'oge agha obodo Naijirịa (1967–1970), Anambra steeti so na mba ndị na-achị obodo Biafra nke ndị Igbo hiwere",
  "N'oge agha ahụ, ụnwụ dara dara na steeti Anambra, nke kpagburu ọtụtụ ndị mmadụ.  Taa, steeti Anambra bụ steeti mepere emepe nke ukwuu, ma nwee nnukwu ọganiihu n'ibelata ogo ịda ogbenye ya￼￼￼.",
  "Aha Anambra bụ njikọta nke Anam na alaka",
  "Anam bụ otu agbụrụ dị na mpaghara Omambala na obodo ikpeazụ na-asụ asụsụ Igbo nke ndị Britain na-achị ala zutere mgbe ha na-aga Northern Nigeria site n'ofe mpaghara osimiri. Ha na-akọwakarị Anambra nke oge a dị ka 'alaka Anam' nye ndị ọrụ ibe ha n'ebe ugwu",
  "Ihe kpatara Anam na ụfọdụ agbụrụ ndị agbata obi bụ Anambra LGA mgbe e kere steeti ahụ",
  "Ọ bụ ugbu a Anambra-West LGA na Olumbanasa.",
  "Akụkọ Anambra gbagoro na narị afọ nke itoolu AD, ka e gwupụtara n'ala Igbo-Ukwu na Ezira",
  "Ọ nwere nnukwu ọrụ nka na ígwè, ọla kọpa, ọla kọpa na ite",
  "Ndị a ekpughere usoro ọchịchị dị egwu nke Chukwu, bụ nke jisiri ike na mpaghara Anambra site na c",
  "948 AD ruo 1911",
  "N'obodo ụfọdụ, dị ka Ogidi na ndị ọzọ, ezinụlọ nwere ikike nketa nke ịbụ eze ruo ọtụtụ narị afọ.",
  "Great Britain ghọtara ụfọdụ n'ime ndị eze na ndị isi ọdịnala a na usoro ọchịchị ha na-apụtaghị ìhè nke Protectorate nke South Nigeria",
  "Malite na narị afọ nke iri na itoolu, ha họpụtara ụfọdụ ndị isi dị ka ndị isi Warrant, na-enye ha ikike ịnakọta ụtụ isi, n'etiti ọrụ ndị ọzọ.",
  "Anambra dị n'ógbè ndị Igbo na-achịkwa nke kewapụrụ dị ka akụkụ nke Biafra nwere onwe ya na 1967, na-esote esemokwu na-arịwanye elu na Northern Nigeria",
  "N'oge agha Naijiria / Biafran (1967-1970), ndị injinia Biafra wuru ọdụ ụgbọ elu enyemaka n'obodo Uli / Amsterdam (koodu a na-akpọ \"Annabelle\")",
  "Ụgbọelu enyemaka dị oke egwu si na Sao Tome na ebe ndị ọzọ bu tọn nri na ọgwụ maka ndị Biafra nwere nsogbu",
  "Uli/Amorka airstrip bụ ebe ndị ọkwọ ụgbọelu America dị ka Alex Nicoll, na ọtụtụ ndị ọzọ, butere tọn enyemaka nye ndị Biafra.",
  "N'ịbụ onye nhụjuanya na ọnụ ọgụgụ ọnwụ na-arị elu na Biafra n'ihi agụụ, yana mmekpa ahụ na-aga n'ihu nke ụgbọ elu enyemaka nke Nigeria Airforce, Carl Gustaf von Rosen gbara arụkwaghịm dị ka onye na-anya ụgbọ elu enyemaka Red Cross",
  "O nyeere Biafra aka guzobe ụgbọ elu Minicoin ise Malmö MFI-9 guzo n'ọdụ ụgbọ elu Uga",
  "Ọ kpọrọ ndị agha ikuku ya pere mpe mana dị irè \"Babies of Biafra\" iji kwanyere ụmụ ọhụrụ nwụrụ n'agụụ n'ime Biafra..",
  "E kere Old Anambra State na 1976 site na akụkụ nke East Central State, isi obodo ya bụ Enugu",
  "N'afọ 1991, nhazi nke Anambra kewara na steeti abụọ, Anambra na Enugu",
  "Isi obodo Anambra bụ Awka."
]