[
  "محمد حمزة التميمي في مدينة النجف الأشرف من عام ١٩٨٣  وهو من عائلة نجفية عريقة وكان له منذ ريعان شبابه افكار مستقلة ورافضة للوضع انذاك وبعد احتلال العراق في عام ٢٠٠٣ شارك محمد التميمي مع اخوته و عائلته في الانتفاضة ضد الاحتلال الامريكي وفي عام ٢٠٠٤",
  "انضم الى جيش المهدي وكان مقاتلا وقائدا وقارع قوات الاحتلال الامريكية والبريطانية حتى جاء عام ٢٠٠٦ بدء محمد التميمي مع مجموعة من المؤمنين المجاهدين بتشكيل حركة عسكرية تناهض وجود الاحتلال على الأراضي العراقية وسميت هذه الحركة بإسم ( فيلق الوعد الصادق )  واختيرالشيخ ابو عمار العراقي اول قائد لهذا التشكيل وساهم هذا التشكيل بعدة عمليات نوعية ضد الاحتلال الأمريكي والبريطاني في جميع انحاء العراق وفي عام ٢٠١١ اختير السيد الصافي الموسوي لمنصب الامين العام لفيلق الوعد الصادق واصبح الشيخ محمد التميمي مساعد الامين العام والقائد الجهادي وسبب لقب الشيخ محمد التميمي كونه درس في الحوزة العلمية في النجف الاشرف وبعد اتمام دراسته الحوزوية انتقل الشيخ الى السياسة وحصل على شهادة البكلوريوس في العلوم السياسية من جامعة بغداد وفي عام ٢٠١٢ انتخب مجلس الشورى الشيخ محمد التميمي أمينًا عاما للفيلق    وفي عام ٢٠١٣ ساهم الفيلق مع مجموعة من المجاهدين بالدفاع عن المراقد المقدسة في سوريا وقاد اقوى واكبر المعارك وفي عام ٢٠١٤ وبعد احتلال داعش لمناطق واسعة من العراق قام التميمي مع قيادات فيلق الوعد الصادق بأول عملية انزال جوي بتاريخ ٢٠١٤/٦/١٢ ليلًا على قاعدة سبايكر الجوية في محافظة صلاح الدين وكان هدف العملية انقاذ مجموعة من قيادات وضباط ومقاتلي قواتنا الامنية الذين كانوا محاصرين انذاك وهم قائد عمليات صلاح الدين الفريق علي الفريجي والعميد الركن أكرم صدام واللواء الركن جمعة الجبوري واللواء الركن عبد الكريم التميمي وكان برفقته مجموعة من المقاتلين عددهم ٢٥٠ وفي ذلك اليوم تمت السيطرة التامة على القاعدة وعلى ابراج المراقبة في القاعدة وبعدها استمرت العمليات اليومية للتصدي للهجمات على قاعدة سبايكر الجوية وكان الشيخ التميمي والسيد ابو جعفر الموسوي المعاون الجهادي في القاعدة يتسابقون ويقاتلون بين مقاتليهم وفي يوم ٢٠١٤/٦/٢٤ قام الشيخ التميمي مع مجموعة من المجاهدين بعملية انزال جوي على جامعة تكريت التي كانت محاصرة من قبل الدواعش وكان هدف العملية فك أسر مالايقل عن ٣٠٠ عائلة في الدور السكنية للأساتذة وموظفين الجامعة والكليات وبعد المحاصرة لمدة ٤ ايام من قبل الدواعش تدخلت قوة من قيادة عمليات صلاح الدين بقيادة الفريق علي الفريجي ومجموعة كبيرة من مجاهدي الفيلق بفك الحصار عن الجامعة وقتل الدواعش واستمرت العمليات حتى تم تحرير محافظة صلاح الدين بالكامل وهذا غيض من فيض وشارك الشيخ التميمي بالعمليات الجهادية في قاطع عمليات الگرمة والفلوجة مع فصائل المقاومة والحشد الشعبي والقوات الامنية بتحرير هذه المدن وبعدها ارسل فريق من خبراء المتفجرات الخاص بفيلق الوعد الصادق الى محافظة الانبار مدينة الرمادي لتطهيرها من مخلفات الدواعش من العبوات الناسفة والمواد المتفجرة وبعد انتهاء مهمة التطهير وفي طريق العودة تم استهداف الشيخ التميمي من قبل الدواعش وادى الاستهداف الى استشهاد اخيه  وابن عمه ومجموعة من الرفقاء رحمهم الله  واستمر بدوره الجهادي حتى دقت ساعة الصفر لتحرير الموصل وشارك بكامل العدة والعدد مع القوات الامنية حتى تحقق النصر",
  "ولد في سبتمبر وكان من عائلة ملتزمة دينيا حوزوية واكمل دراستة الابتدائية",
  "والمتوسطة والاعدادية في النجف الاشرف سبب  لقب بالشيخ لحصوله على الشهادة الحوزوية في النجف الاشرف",
  "ودرس جامعة بغداد كلية العلوم السياسية وفي عام 2012 انتخبة مجلس الشورى امينا عاما للفيلق",
  "كان احد المجاهدين البارزين وكان يحارب النظام منذ 2003 وكذلك كان مقاتل ضد الاحتلال في العراق",
  "واصبح الامين العام لفيلق الوعد الصادق وجاهد ضد الارهاب عند احتلال العراق وجاهد كذلك  في سوريا ولبنان ضد الارهاب التفكيري",
  "وقام بقيادة الفيلق لتحرير سايلو ابو غريب  وتحرير جامعه تكريت",
  "بعد احتلال العراق في عام ٢٠٠٣ شارك  مع اخوته و عائلته في الانتفاضة ضد الاحتلال في العراق",
  "وفي عام ٢٠٠٤ انضم الى الجيش وكان مقاتلا",
  "عام ٢٠٠٦ بدء  بتشكيل حركة عسكرية تناهض وجود الاحتلال على الأراضي العراقية وسميت هذه الحركة بإسم ( فيلق الوعد الصادق )",
  "وفي عام ٢٠١١ واصبح الشيخ محمد التميمي مساعد الامين العام للفيلق",
  "٢٠١٣ ساهم  بالدفاع عن المراقد المقدسة في سوريا",
  "وفي عام ٢٠١٤ وبعد احتلال داعش لمناطق واسعة من العراق قام التميمي مع قيادات فيلق الوعد الصادق بأول عملية انزال جوي بتاريخ ٢٠١٤/٦/١٢ ليلًا على قاعدة سبايكر الجوية في محافظة صلاح الدين وكان هدف العملية انقاذ مجموعة من قيادات وضباط ومقاتلي قواتنا الامنية الذين كانوا محاصرين انذاك",
  "وفي يوم ٢٠١٤/٦/٢٤ قام الشيخ التميمي بعملية انزال جوي على جامعة تكريت و فك أسر مالايقل عن ٣٠٠ عائلة في الدور السكنية للأساتذة وموظفين حتى تم تحرير محافظة صلاح الدين بالكامل",
  "وشارك الشيخ التميمي بالعمليات الجهادية في قاطع عمليات الگرمة والفلوجة  ارسل فريق من خبراء المتفجرات الخاص بفيلق الوعد الصادق الى محافظة الانبار مدينة الرمادي لتطهيرها من مخلفات الدواعش من العبوات الناسفة والمواد المتفجرة وبعد انتهاء مهمة التطهير وفي طريق العودة تم استهداف الشيخ التميمي من قبل الدواعش وادى الاستهداف الى استشهاد اخيه وابن عمه ومجموعة من الرفقاء رحمهم الله",
  "القت المقاومة الاسلامية لحزب الله اللبناني على عميل داخل صفوفها يعمل لصالح الموساد ، و خدم العميل في حزب الله بين الاعوام 2006 الى 2008.",
  "كُلف العميل حسن التقصي عن مستودعات صواريخ حزب الله في ( بلدة قانا ) فقد زوّدهم بإحداثيات لفيلّا مهجورة ومركز للحزب ومنزل أحد المشايخ ومزرعة دواجن في ( بلدة عيتا )  كما زوّد الموساد بأسماء عناصر في الحزب من أبناء ( بلدة قانا ) وعمل كل واحد منهم فقد كان العميل يقاتل في سوريا عام 2015 في صفوف لواء أبو الفضل العباس العراقي  وليس حزب الله  فأن العميل كان يتقاضى مبلغ 15 ألف دولار مقابل تزويدهم بالمعلومات ، فقد  وزوّده استخبارات العدو بأسماء زملائه وأرقام هواتفهم ، وأعطى معلومات زعم أنها مستودعات لصواريخ المقاومة و بعد التحقيق معه تبين ان عمالته لعامين 2020 وتموز 2022 و تم توقيفه في ( بلدة قانا الجنوبية )",
  "بحث الامين العام لحركة العهد الجديد، محمد التميمي، اليوم الجمعة، مع السياسي المستقل عزت الشابندر، اخر تداعيات العملية السياسية",
  "وقال بيان لحركة العهد الجديد، تلقته (بغداد اليوم)، ان \" التميمي زار الشابندر في محل اقامته، وبحث معه تطورات الشأن السياسي\"",
  "واضاف، ان \"التميمي عدّ ان جلسة مجلس النواب يوم ٢٦ من الشهر الحالي، المخصصة لانتخاب رئيس الجمهورية، حاسمة وتحتاج الى رؤية وطنية من كافة القوى السياسية، لتحديد مصير البلد\"",
  "واضاف، ان \"العراق اليوم يحتاج الى رؤية مشتركة مخلصة"
]