[
  "خالد عبداللة العجمى وشهرتة بووليد هو ممثل كوميدي  كويتي يحقق شهرة واسعة عبر وسائل التواصل الاجتماعي  وُلد في ( 17 سبتمبر 1982)",
  "وقد شارك بووليد في العديد من الاعمال الفنية  ولديه الكثير من الاعمال الكوميديا  وعضو فى الفريق الأول المتخصص بالسيارات القديم والكلاسيكية والنادرة في الكويت",
  "في موقع الأنترنت واصل خالد العجمي تصدره لكونه ممثل كوميدي",
  "ولد هذا الممثل الكويتي الشهير في تاريخ 17 سبتمبر ١٩٨٢.",
  "الشخص الذي يحمل الجنسية الكويتية وُلِدَ في عام 1982م وهو متزوج ولديه ولدين اسمهما وليد وسعود.",
  "المحافظة مبارك الكبير",
  "تمت تخرجه من معهد الدورات الخاصة في عام 2006.",
  "حصل على شهادة دبلوم في تخصص محضر مختبرات ويعمل حالياً كموظف في وزارة التربية.",
  "انضممت إلى مجال التمثيل في عام 2013م وما زلت حتى الآن.",
  "تكريمه من كليه العلوم عام2020",
  "بفضل جهوده المباركة، أسهم في تحقيق نجاح فعاليات معرض اليوم الوطني لعام 2023 لكلية العلوم.",
  "تكريمه من قبل الفريق الكويتي",
  "في فعاليات الاحتفال بالعيد الوطني الكويتي للأعوام 2020-2023، قد تم توجيه اهتمام خاص للسيارات القديمة بواسطة المهندس مرزوق علي الغانم.",
  "تكريمه من قبل الفريق الكويتي",
  "في الفعاليات الخاصة بالعيد الوطني القطري لسنوات 2020-2023، يتم إدراج السيارات القديمة بإشراف المهندس مرزوق علي الغانم.",
  "تكريمه من قبل الفريق الكويتي",
  "في الأعياد الوطنية في مملكة البحرين ، ويتم استعراض السيارات القديمة",
  "سيشرف المهندس مرزوق علي الغانم على تكريمه  لعامي 2020-2023",
  "• قام بالانضمام إلى مجال التمثيل في عام 2013م وما زال مستمرًا فيه حتى الآن.",
  "شارك في مسرحية   خمسة وخميسة",
  "مسلسل \"مدرسة أبو وليد التعليمية\" يتناول أهم الشخصيات التي تم تجسيدها.",
  "مسرحية زومبي",
  "مسرحية الكويت",
  "احلام وطن",
  "احنا شباب الديسكو",
  "اصبر وتشوف",
  "صنع في زين",
  "مسرحيات فرقة المسرح العربي",
  "• ويمثل بما يقارب 14 شخصية وهم:",
  "عايض هو من الأشخاص المحبوبين جداً وهو الشخصية البارزة ويتمتع بصفة البطولة في جميع الأدوار.",
  "2- خالد (الشخصية العادية).",
  "3- مصطفى هو الطالب المميز في المدرسة وهو ماهر جداً في العديد من المواضيع.",
  "4- سعود (الشخص العصبي).",
  "5- إبليس (الشخصية السيئة).",
  "6- الشرطي بو وليد.",
  "7- عامل النظافة.",
  "8- الأب.",
  "9- أستاذ برعي (مدرس أول).",
  "10- أستاذ فهد (مدرس بدنية).",
  "11- أستاذ وليد (مدرس اجتماعيات).",
  "12- حسنين أبو عجلة (حارس المدرسة).",
  "13- المدير (مدير المدرسة).",
  "14- متولي (الدكتور)"
]