[
  "Angola dị n'ebe ọdịda anyanwụ nke Atlantic Coast nke Ndịda Afrịka n'etiti Namibia na Republic of the Congo",
  "Ọ dị kwa n'ókè nke Democratic Republic of the Congo na Zambia n'ebe ọwụwa anyanwụ",
  "Mba ahụ nwere ala dị larịị nke na-enweghị mmiri  na nke na-adịghị mma n'ụsọ oké osimiri nke na-agbasa n'ime ala maka ebe dịgasị iche site na iri ise ruo otu narị na iri isii kilomita (iri atọ na otu ruo iri itoolu na itoolu mi)",
  "Obere n'ime ala na n'akụkụ osimiri bụ ugwu na ugwu na n'azụ ndị ahụ nnukwu ala dị larịị",
  "Ngụkọta ala bụ 1,246,700 km2 (481,400  )",
  "O nwere mpaghara akụ na ụba pụrụ iche nke 518,433 km2 (200,168  ).",
  "Àtụ:MapLibrary",
  "E nwere mpaghara atọ nke nkume dị na Angola: mpaghara dị n'ụsọ oké osimiri, mpaghara dị n\"etiti nke usoro ugwu dị iche iche na-agbakọta ma ọ bụ na-erughị n'ụsoro oké osimiri, na etiti etiti.",
  "Ala dị n'etiti nwere nkume crystalline oge ochie na granites nke sandstones na-abụghị fossil na conglomerates nke oge Paleozoic kpuchiri",
  "A na-ezobe ihe ndị ahụ n'okpuru laterite",
  "Mpaghara etiti nwere ọtụtụ nkume kristal na granites na ụfọdụ nkume enweghị ndunke Palaeozoic",
  "Mpaghara dị n'ụsọ oké osimiri nwere naanị ihe ndị e gwupụtara n'ime ala",
  "Ndị a bụ nke Tertiary na Cretaceous, nkume ndị ikpeazụ na-adabere na nkume enweghị àjà na-acha ọbara ọbara nke oge ochie",
  "Nkume Cretaceous nke mpaghara Dombe Grande (nke dị nso na Benguela) bụ nke afọ Albian ma bụrụ nke mpaghara Acanthoceras mamillari",
  "Àkwà ndị nwere Schloenbachia inflata bụ ndị a na-akpọ Gault",
  "A na-ezute nkume nke atọ na Dombe Grande, Moçâmedes na nso Luanda",
  "A na-ewere nkume àjà nwere gypsum, ọla kọpa na sulfur nke Dombe dị ka oge Triassic",
  "Nkume ndị na-agbawa agbawa n'oge na-adịbeghị anya, ọkachasị basalts, na-emepụta ahịrị ugwu fọrọ nke nta ka ọ bụrụ ahịhịa na-enweghị ahịhịa n'etiti Benguela na Moçâmedes",
  "Nepheline basalts na liparites na-apụta na Dombe Grande",
  "Ọnụnọ nke gum copal n'ọtụtụ n'ime nkume ndị dị n'elu bụ ihe e ji mara mpaghara ụfọdụ.",
  "Ọdịdị ala na nhazi nke ụsọ oké osimiri ọdịda anyanwụ nke akuku Angola nwere njikọ na mmeghe nke ọdịda Atlantic nke malitere n'oge Cretaceous ma gaa n'ihu ruo Eocene, nke gosipụtara na anụmanụ na-enweghị ọkpụkpụ azụ na anụmanụ nwere ọkpụkpụ azụ. Ebe a na-egwupụta ihe uru àlà akpọrọ diamond nke Catoca chekwaara ụzọ dinosaur oge ochie, anụ na-enye nwa ara na agụ iyi na otu narị iri abụọ na asatọ,nde afọ.",
  "Angola nwere ngụkọta ala nke ọnụ Ọgụgụ 1,246,700 km2 (481,354  ) ma bụrụ ihe dị ka okpukpu abụọ nke France na okpukpu 617,718 nke Monaco.",
  "Ụsọ oké osimiri: 1,600 kilomita",
  "Nkwupụta ụgbọ mmiri:",
  "Dị ka mpaghara ndị ọzọ dị n'ebe okpomọkụ nke Afrịka, Angola na-enwe oge mmiri ozuzo na oge ọkọchị",
  "N'ebe ugwu, oge mmiri ozuzo nwere ike ịdịru ọnwa asaa site na ọnwa Septemba ruo ọnwa Eprel, ma eleghị anya obere oge na ọnwa Jenụwarị ma ọ bụ ọnwa Febụwarị",
  "N'ebe ndịda, oge mmiri ozuzo na-amalite mgbe e mesịrị, na ọnwa Nọvemba, ma na-adịgide ruo ihe dị ka ọnwa Febụwarị",
  "Oge ọkọchị (cacimbo) na-ejikarị nnukwu anwụrụ ọkụ ụtụtụ mara",
  "N'ozuzu, mmiri ozuzo dị elu n'ebe ugwu, mana na latitude ọ bụla ọ dị ukwuu n'ime ime karịa n'akụkụ osimiri ma na-abawanye na ịdị elu",
  "Okpomọkụ na-ada na anya site na equator na ịdị elu ma na-arịwanye nso na oké mmiri Atlantic Ya mere, na Soyo, n'ọnụ Osimiri Congo, nkezi okpomọkụ kwa afọ bụ ihe dị ka 26 °C, mana ọ dị n'okpuru 16 °C na Huambo na etiti",
  "Ọnwa kachasị jụụ oyi bụ ọnwa Julia na ọnwa Ọgọọst   (n'etiti oge ọkọchị), mgbe oyi nwere ike ịmalite mgbe ụfọdụ n'ebe dị elu.",
  "Angola nwere mpaghara okike anọ: ala dị larịị nke dị n'ụsọ oké osimiri, nke sitere na Namibia ruo Luanda ma nwee ala dị larịrị na ugwu na ugwu ndị na-acha akwụkwọ ndụ akwụkwọ ndụ, na-esi n'ụsoro oké osimiri na-arịgo n'ime ala n'ime nnukwu ugwu; nnukwu mpaghara dị larị nke ala dị larụgbọ mmiri kpọrọ nkụ, nke a na-akpọ ala dị elu (planalto), nke na-agbasa n'ebe ọwụwa anyanwụ na ndịda ọwụwa mmiri ozuzo n'ebe ugwu na Cabinda. Ebe kachasị elu na Angola bụ Morro de Môco, na ọnụ ọgụgụ nde abụọ narị isii na iri abụọ m",
  "Elu ugwu na-adịkarị site na ọnụ ọgụgụ narị itoolu na iri  ruo otu nde narị asatọ na iri atọ m (nde atọ  ruo nde isii ).",
  "Ụsọ oké osimiri ahụ dị larịị, na-enwe ugwu dị ala mgbe ụfọdụ na bluffs nke na acha ọbara ọbara  sandstone",
  "E nwere naanị otu mmiri miri emi nke oké osimiri Great Fish Bay (ma ọ bụ Baía dos Tigres)",
  "N'ebe ugwu bụ Port Alexander, Little Fish Bay na Lobito Bay, ebe ọdụ ụgbọ mmiri ndị na-adịghị omimi dị ọtụtụ",
  "Lobito Bay nwere mmiri zuru ezu iji kwe ka nnukwu ụgbọ mmiri wepụ ibu dị nso n'ụsọ oké osimiri",
  "Ala dị àlà dị n'ụsọ oké osimiri na-esi n'oké osimiri na-ebili n'usoro ala dị àlà Mpaghara a dịgasị iche n'obosara site na ihe dị ka kilomita iri abụọ na ise (iri na isii) nso Benguela ruo ihe karịrị kilomita otu narị na iri ise  (iri itoolu na atọ mi) na Ndagwurugwu Osimiri Cuanza dị n'ebe ndịda nke isi obodo Angola, Luanda, ma dị nnọọ iche na ugwu Angola",
  "Okpomọkụ nke Oké Osimiri Atlantic, nke na-aga n'ebe ugwu Benguela Current na-ebelata mmiri ozuzo n'akụkụ osimiri, na-eme ka mpaghara ahụ bụrụ nke kpọrọ nkụ ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ ndịda Benguela (ebe ọ na-eme ndọtị ugwu nke Ọzara Namib), ma kpọọ ọbụna n'ebeebe ugwu ya",
  "Ọbụna ebe, dị ka gburugburu Luanda, nkezi mmiri ozuzo kwa afọ nwere ike ịbụ ihe ruru sentimita iri ise, ọ bụghị ihe a na-ahụkarị Na Oge mmiri ozuzo na-ada",
  "N'iburu usoro mmiri ozuzo a n'uche, ebe ndịda dị anya nwere ájá, nke na-enye ohere maka ahịhịa kpọrọ nkụ n'akụkụ etiti osimiri",
  "Akụkụ dị iche iche nke ala dị larịị n'ụsọ oké osimiri dị n'ebe ugwu jupụtara na ahiha",
  "Ebe a na-abịarute nnukwu ala dị n'etiti Afrịka bụ ugwu ndị dị n'ebe ọdịda anyanwụ, usoro ugwu na cuestas na-adịghị mma na ụsọ mri n'ebe dị anya site na onu gouging iri abụọ ruo otu nde kilomita (iri na abụọ ruo iri isii na abụọ  mi) n'ime ala",
  "Osimiri Cuanza kewara mpaghara ugwu ahụ n'akụkụ abụọ",
  "Akụkụ ugwu na-eji nwayọọ nwayọọ na-arịgo site na mpaghara osimiri ruo na nkezi elu nke mita narị ise  (1,600 ft), na ọnụ dị elu dị ka otu nde ruo otu nde na narị asatọ mita (nde atọ na narị ato ruo nde ise na narị itoolu  )",
  "N'ebe ndịda nke Osimiri Cuanza, ugwu ndị ahụ na-arịgo elu site na ala dị ala dị n'ụsọ oké osimiri ma mepụta ugwu dị elu, na-agbasa site n'ebe ọwụwa anyanwụ nke Luanda ma na-aga n'ebe ndịdi site na Namibia",
  "Ugwu kachasị elu bụ Ugwu Moco (2,620 m ma ọ bụ 8,600 ), [citation needed] na escarpment bụ nke kachasị elu na ndịda dị anya na ugwu Serra da Chella. Na Benguela Province ebe ndị ọzọ dị elu bụ Loviti (2,370  7,780 ft), na 12° 5' S., na Ugwu Elonga (2,300 m ma ọ dị 7,500 )",
  "Ndịda nke Cuanza bụ ugwu mgbawa Caculo-Cabaza (1,000 m ma ọ bụ 3,300 ).",
  "Ala dị elu, nke nwere ịdị elu site na ọnụ ọgụgụ 1,200 ruo 1,800 m (3,900 ruo 5,900 ), dị n'ebe ọwụwa anyanwụ nke ugwu na ugwu ma na-achịkwa ala Angola",
  "Elu ala dị larịị ma ọ bụ na-agbagharị, mana akụkụ nke Benguela Plateau na mpaghara Humpata Highland nke Hufla Plateau dị n'ebe ndịda ruru mita nde abụọ na narị ise  (8,200 ) na ndị ọzọ",
  "Malanje Plateau dị n'ebe ugwu anaghị agafe otú nde mita (3,300 ) n'ịdị elu",
  "Benguela Plateau na mpaghara dị n'ụsọ oké osimiri dị nso na Benguela na Lobito, Bie Plateau, Malanje Plateau, na obere akụkụ nke Hufla Plateau dị nso n'obodo Lubango anọwo ogologo oge n'etiti ebe ndị mmadụ kacha biri na Angola.",
  "Osimiri Zambezi na ọtụtụ isi iyi nke Osimiri Congo nwere isi iyi ha na Angola. Ọnụ ọgụgụ buru ibu nke osimiri na-esi n'ugwu ndị dị n'etiti, mana usoro ha na-asọba dịgasị iche iche na isi ha dịgasị iche",
  "Ọnụ ọgụgụ na-aga n'ebe ọdịda anyanwụ ma ọ bụ na-erughị n'Oké Osimiri nke  Atlantic, na-enye mmiri maka ịgba mmiri n'akụkụ osimiri kpọrọ nkụ na ikike maka ike eletrik mmiri, naanị ụfọdụ n'ime ha ka emelitere site na afọ 1988",
  "Abụọ n'ime osimiri ndị kachasị mkpa nke Angola, bụ Cuanza (Kwanza) na Cunene (Kunene), na-aga ụzọ na-apụtaghị ìhè gaa Atlantic, Cuanz na-agafe n'ebe ugwu na Cunene na-aga ebe ndịda tupu ọ tụgharịa n'ebe ndịda",
  "Cuanza bụ naanị osimiri zuru oke n'ime Angola nke nwere ike ịgafe ihe fọrọ nke nta ka ọ bụrụ kilomita narị abụọ site n'ọnụ ụgbọ mmiri ya nke azụmahịa ma ọ bụ nke agha",
  "Osimiri Congo, nke ọnụ ya na njedebe ọdịda anyanwụ ya mejupụtara obere akụkụ nke ókèala ugwu Angola na Zaire, nwekwara ike ịgafe.",
  "N'ebe ugwu nke Lunda Kewara Kwango na ọtụtụ iyi ndị ọzọ na-esi n'ebe ugwu si n'ala dị larịị na-asọba na Osimiri Kasai (otu n'ime nnukwu mmiri nke Congo), nke dị n'elu ya na-emepụta maka ọnụ Ọgụgụ narị atọ mi (narị anọ na iri asatọ ) ókèala dị n'etiti Angola na Congo",
  "N'ebe ndịda nke nkewa ahụ, ụfọdụ osimiri na-asọba na usoro Osimiri Zambezi ma si ebe ahụ gaa n'Oké Osimiri India, ndị ọzọ gaa n'osimiri Okavango (dị ka a na-akpọ Osimiri Cubango n'ókè ya na Namibia na Botswana) ma si ebe a gaa Okavango Swamp na Botswana",
  "Mmiri nke Osimiri Cubango na ọtụtụ n'ime osimiri ndịda na-asọba na Atlantic bụ oge, na-akpọnwụ kpamkpam n'ọtụtụ afọ.",
  "Ihe ndị sitere n'okike: mmanụ ala, dayamọnd, ore iron, phosphate, ọla kọpa, feldspar, ọlaedo, bauxite, uranium",
  "Ala a na-agba mmiri: narị asatọ na iri isii  km2 (  mi) (2012)",
  "Ihe ize ndụ sitere n'okike: nnukwu mmiri ozuzo na mpaghara na-akpata idei mmiri oge na ala dị larịị",
  "Nsogbu gburugburu ebe obibi dị ugbu a gụnyere iji ebe ịta nri eme ihe n'ụzọ gabigara ókè na mbuze ala na-esote nke sitere na nrụgide ndị mmadụ; ọzara; mgbukpọ ọhịa nke oké ọhịa mmiri ozuzo, na nzaghachi maka ọchịchọ mba ụwa maka osisi okpomọkụ na iji ụlọ eme ihe dị ka mmanụ, na-akpata mfu nke ụdị dị iche iche; mbuze ala nke na-enye aka na mmetọ mmiri na mmiri; na mmiri ọṅụṅụ ezughi oke.",
  "Angola so na nkwekọrịta gburugburu ebe obibi mba ụwa akpọrọ ndị a: Biodiversity, Climate Change, Climate Changement-Kyoto Protocol, Climate Mgbanwe-Paris Agreement, Comprehensive Nuclear Test Ban, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution (MARPOL 73/78).",
  "Ma osisi na anụmanụ bụ ihe e ji mara akụkụ ka ukwuu nke ebe okpomọkụ Afrịka",
  "Ruo n'ebe ndịda dị ka Benguela, mpaghara osimiri ahụ bara ọgaranya na nkwụ mmanụ na mangroves",
  "N'akụkụ ugwu nke mpaghara ahụ bụ oké ọhịa",
  "N'ebe ndịda n'akụkụ Kunene bụ mpaghara ndị nwere ogwu ogwu",
  "Osisi vaịn na osisi rọba jupụtara, mana na mpaghara ụfọdụ ọnụ ọgụgụ ha belatara nke ukwuu site na usoro mbụ nke ndị na-anakọta rọba",
  "Ụdị ndị a na-ahụkarị bụ rọba mgbọrọgwụ dị iche iche, ọkachasị nke akpọrọ Carpodinus chylorrhiza",
  "Ụdị a na ụdị carpodinus ndị ọzọ na-ekesa n'ọtụtụ ebe",
  "A na-ahụkwa Landolphias",
  "Kọfị, ogho na osisi ose Guinea bụ ụmụ amaala, osisi ụtaba na-eto eto n'ọtụtụ mpaghara",
  "N'etiti osisi ndị ahụ, e nwere ọtụtụ ndị na-amị ezigbo osisi, dị ka tacula (Pterocarpus tinctorius), nke na-eto eto ruo n'ókè dị ukwuu, osisi ya na-acha ọbara ọbara, na Angola mahogany",
  "A na-ejikarị ya bụ nke akpọrọ ụgbụgbọ osisi musuemba (Albizzia coriaria) eme ihe n'ụzọ dị ukwuu n'ịkpụ akpụkpọ anụ",
  "Mulundo na-amị mkpụrụ dị ka nha bọọlụ cricket nke e ji mkpokoro akwụkwọ ndụ akwụkwọ ndụ kpuchie ma nwee pips na-acha uhie uhie dị ka pomegranate.",
  "Anụmanụ gụnyere ọdụm, agụ owuru, cheetah, enyí, giraffe, rhinoceros, enyí mmiri, atụ, zebra, kudu na ọtụtụ ụdị antelope ndị ọzọ, ezì ọhịa, ostrich na agụ iyi",
  "Angola jere ozi dị ka ebe obibi maka nkịta ọhịa Africa nọ n'ihe ize ndụ, nke a na-ewere ugbu a na ọ na-adịghịzi n'ime mba ahụ dum, sitere na ọrụ mmadụ n'oge afọ 1965 ruo 1991",
  "[citation needed] N'etiti azụ bụ barbel, bream na azụ odo nke Africa.",
  "A kọwaala mpaghara ndị a na Angola:",
  "Ọdịdị ala: ógbè Cabinda bụ ógbè dịpụrụ adịpụ, nke akpọrọ Democratic Republic of the Congo kewara site na mba ndị ọzọ",
  "Nke a bụ ndepụta nke ebe ndị dị oke mkpa nke Angola, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Angola",
  "Angola (ala dị n'ime ala)",
  "Àtụ:Angola topicsÀtụ:Geography of AfricaÀtụ:Africa topic"
]