[
  "Ubi osisi, ubi ọhịa, ubi osisi, ubi osisi ma ọ bụ ugbo osisi bụ ọhịa a kụrụ maka mmepụta osisi dị elu, na abụkarị site n'ịkụ otu ụdị osisi dị ka oké ọhịa",
  "A na ejikwa okwu ugbo osisi na-ezo aka n'ebe a na azụ osisi na ugbo osisi Krismas.",
  "Osisi osisi nwere ike ịmepụta nnukwu osisi n'oge dị mkpirikpi",
  "Ndị ọchịchị na-ahụ maka ọhịa na steeti na-akụ osisi (dịka ọmụmaatụ, Commission nke ọhịa na Britain) na / ma ọ bụ ụlọ ọrụ akwụkwọ na osisi na ndị nwe ala ndị ọzọ (dị ka Weyerhaeuser, Rayonier na Sierra Pasifik Ụlọ ọrụ na United States ma ọ bụ Asia Pulp & Akwụkwọ na Indonesia)",
  "A na-akụkarị osisi Krismas n'ubi, na ndịda na ndịda ọwụwa anyanwụ Eshia, ubi teak anọchiwo ọhịa okike n'oge na-adịbeghị anya",
  "A na-ejikwa ụlọ ọrụ mmepụta ihe na-arụsi ọrụ ike maka mmepụta ahịa nke ngwaahịa ọhịa",
  "Ụlọ ọrụ mmepụta ihe na-abụkarị nnukwu ọnụ",
  "Ihe mgbochi ndị mmadụ na-abụkarị ndị agadi ma na-enwekarị otu ụdị ma ọ bụ abụọ",
  "Ụdị ndị a nwere ike ịbụ osisi ma ọ bụ ụmụ amaala",
  "Osisi ndị a na-eji eme ihe ọkụkụ na-agbanwekarị mkpụrụ ndụ ihe nketa maka àgwà ndị a chọrọ dị ka uto na iguzogide pests na ọrịa n'ozuzu na àgwà dị iche iche, dịka ọmụmaatụ na ụdị osisi, mmepụta osisi volumic na nkwụsịtụ kwụ ọtọ",
  "Mkpụrụ ndụ ihe nketa ọhịa bụ ihe ndabere maka mgbanwe mkpụrụ ndụ ihe nketa",
  "Ndị a họpụtara n'ubi mkpụrụ osisi bụ ebe dị mma maka mkpụrụ iji mepụta ihe ọkụkụ nke ọma.",
  "Mmepụta osisi n'ubi osisi dị elu karịa nke oké ọhịa okike",
  "Ọ bụ ezie na oké ọhịa ndị a na-achịkwa maka mmepụta osisi na-amịkarị n'etiti 1 na 3 cubik mita kwa hekta kwa afọ, ubi nke ụdị na-eto ngwa ngwa na-amekarị n'etiti 20 na 30 cubic mita ma ọ bụ karịa kwa hekta; ubi Ukwu Fir na Scotland nwere uto nke 34 cubic mita ọ bụla hekta kwa kwa afọ (Aldhous & Dị ala 2020), na ubi Monterey Pine na ndịda Australia nwere ike ịmị ihe ruru 40 cubik mita Kwa hekta (Everard & Fourt 1974)",
  "N'afọ 2000, mgbe ubi na-eme ihe ruru 5% nke oké ọhịa zuru ụwa ọnụ, a na-eme atụmatụ na ha na-enye ihe dị ka 35% nke osisi gburugburu ụwa.",
  "Ụfọdụ osisi ndị a na akụ, dị ka osisi pine na eucalyptus, nwere ike ịnọ n'ihe ize ndụ nke mmebi ọkụ n'ihi na mmanụ akwụkwọ ha na resins na ere ọkụ nke ukwuu. N'aka nke ọzọ, a pụrụ iwepụ osisi na arịa ọrịa n'ọnọdụ ụfọdụ site na iji ọkụ a tụrụ aro, nke na egbu osisi niile dị obere mana ọ naghị emerụ osisi ndị tozuru etozu ahụ nke ukwuu.",
  "Ohia na-akpụ carbon n'ime osisi ya",
  "Ohia na-ewepu carbon dioxide n'ikuku ka osisi na-eto ma na-eweghachi ya n'ikuku ka osisi na-anwu ma na-ereka ma obu na-ere",
  "Ọ bụrụhaala na oke ọhịa ahụ na-enwe uto net, oke ọhịa ahụ na-ebelata oke carbon dioxide, nke na-eduga n'ikuku ikuku, site na ikuku",
  "Ọzọkwa, ọ bụrụ na a na-ewepụ osisi mgbe niile n'ime ọhịa wee ghọọ ngwaahịa osisi na-adịgide adịgide, ngwaahịa ndị ahụ na-aga n'ihu na-emepụta carbon, ebe osisi ndị na-anọchi anya osisi na-amịkọrọ carbon dioxide, si otú a na-eme ka mbelata gas na-ekpo ọkụ na-aga n'ihu.",
  "N'ihi na a na-achịkwa ugbo osisi iji bulie uto ngwa ngwa, ugbo osisi na ejikarị carbon eme ihe ngwa ngwa karịa ọhịa a na ejighị n'aka, na atụle naanị akụkụ njigide nke usoro ahụ ọ bụghị ntọhapụ carbon n'ihi ire ure, ọkụ, ma ọ bụ owuwe ihe ubi. Eziokwu ahụ bụ na ala ndị a na-elekọta na-abụkarị ndị na eto eto na osisi ndị na-amalite eto na-eto ngwa ngwa ma na anwụ obere na enye aka na ọdịiche a.",
  "Ọ bụ ezie na ugbo osisi na-amịkọrọ CO2 buru ibu, njide ogologo oge nke carbon a dabere na ihe a na eme na ihe ndị a na ewepụta",
  "Oké ọhịa na aga n'ihu na amị carbon ikuku ruo ọtụtụ narị afọ ma ọ bụrụ na a hapụrụ ya n'enweghị nsogbu.",
  "USDA nwere onye na agbakọ ihe n'ịntanetị maka carbon ole a na ejide n'ụdị ọhịa dị iche iche.",
  "Carbon dioxide bụ ihe owuwu bụ isi maka anụ ahụ osisi ma achọrọ iji mee ka osisi na-eto ngwa ngwa ma sie ike, yabụ enwere ike ịkọwa ọkwa dị elu nke CO2 na ikuku n'ihi ọkụ ọkụ ga-eme ka ọhịa na-eto ọsọ",
  "Mahadum Duke mere nnyocha ebe ha nyere ubi osisi loblolly pine nwere ọkwa dị elu nke CO2. Nnyocha ndị ahụ gosiri na osisi pine na-eto ngwa ngwa ma sie ike",
  "Ha nwekwara ike ghara imebi n'oge oké ifufe ice, nke bụ ihe na-egbochi uto loblolly n'ebe ugwu",
  "Oké ọhịa ahụ mere nke ọma n'oge ọkọchị",
  "Echiche ahụ bụ na ihe ndị na egbochi uto nke osisi pine bụ ihe na edozi ahụ dị ka nitrogen, nke na adịghị na ọtụtụ ala osisi pine na Ndịda Ọwụwa Anyanwụ",
  "Otú ọ dị, n'afọ ndị kpọrọ nkụ, osisi ndị ahụ anaghị emegide ihe ndị ahụ ebe ọ bụ na ha na eto nwayọọ nwayọọ n'ihi na mmiri bụ ihe na egbochi",
  "Mgbe mmiri na ezo, osisi jupụtara na ya na eru n'ókè nke ihe na-edozi ahụ na CO2 ọzọ abaghị uru.\nỌtụtụ ala ọhịa dị na mpaghara ndịda ọwụwa anyanwụ enweghị nitrogen na phosphorus yana mineral mineral",
  "Oké ọhịa pine na-anọkarị n'ala a na eji eme ogho, ọka ma ọ bụ ụtaba",
  "Ebe ọ bụ na ihe ọkụkụ ndị a na emebi ala na adịghị omimi na nke na adịghị amị mkpụrụ, ndị ọrụ ugbo osisi ga-arụ ọrụ iji melite ala.",
  "Na mgbakwunye na uto ka mma, biosolids na enye ihe ngwọta ọhụrụ",
  "A na edozi ihe mkpofu site na isi obodo ma ọ bụ ọrụ ugbo dị ka ọrụ ọkụkọ na ezì na Virginia na North Carolina",
  "Ọ bụ ezie na biosolids nwere ikike imeziwanye ala ma mee ka osisi na eto eto, ihe mgbochi maka nkuchi gụnyere nhazi na inertia.",
  "Ọtụtụ ndị ọkachamara n'ọhịa na-ekwu na nguzobe nke ubi ga ebelata ma ọ bụ wepụ mkpa ọ dị iji ọhịa okike mee ihe maka mmepụta osisi",
  "Na ụkpụrụ nke a bụ eziokwu n'ihi na n'ihi nnukwu mmepụta nke ubi, ala dị obere dị mkpa",
  "Ọtụtụ na ezo aka n'ihe atụ nke New Zealand, ebe 19% nke mpaghara ọhịa na enye 99% nke inye osisi gburugburu ụlọ ọrụ",
  "E mere atụmatụ na naanị 5% nke oké ọhịa ụwa nwere ike izute mkpa ụwa maka eriri (Sedjo & Botkin 1997)",
  "Otú ọ dị, n'omume, osisi na anọchi ọhịa okike, dịka ọmụmaatụ na Indonesia",
  "Dị ka FAO si kwuo, ihe dị ka pasent 7% nke oké ọhịa mechiri emechi nke na-efu n'ebe okpomọkụ bụ ala a na agbanwe ka ọ bụrụ ubi",
  "93% fọdụrụnụ nke mfu bụ ala a na-agbanwe ka ọ bụrụ ọrụ ugbo na ojiji ndị ọzọ",
  "N'ụwa niile, a na eme atụmatụ na 15% nke osisi na mba ndị na ekpo ọkụ na eguzobe n'oké ọhịa okike mechiri emechi.",
  "Na Kyoto Protocol, e nwere aro na-agba ume iji osisi mee ihe iji belata ọkwa carbon dioxide (ọ bụ ezie na ụfọdụ ìgwè na agbagha echiche a n'ihi na a na emecha wepụta CO2 e mechiri emechi mgbe owuwe ihe ubi gasịrị).",
  "Ka ọ na erule 2019, e mere atụmatụ na 49% nke oké ọhịa na United States bụ nke ezinụlọ.",
  "Ụlọ ọrụ ndị ama ama gụnyere Greenwood Resources, nke TIAA-CREF nwe.",
  "N'adịghị ka oké ọhịa a na eme ka ọ dị ọhụrụ, a na-akụkarị osisi dị ka monocultures, karịsịa maka mmepụta osisi.",
  "N'afọ ndị 1970, Brazil malitere iguzobe ubi na-amị mkpụrụ dị elu, nke a na-achịkwa nke ọma, nke na-agbanwe agbanwe",
  "A na-akpọ ụdị osisi ndị a mgbe ụfọdụ osisi osisi ngwa ngwa ma ọ bụ ugbo fiber ma na-ejikarị obere oge, dị ka afọ 5 ruo 15",
  "Ha na-agbasawanye na South Amerika, Eshia na mpaghara ndị ọzọ",
  "Mmetụta gburugburu ebe obibi na mmekọrịta mmadụ na ibe ya nke ụdị osisi a emeela ka ha bụrụ ndị na-ese okwu",
  "Na Indonesia, dịka ọmụmaatụ, nnukwu ụlọ ọrụ pulp nwere ọtụtụ mba ewepụtala nnukwu mpaghara nke oké ọhịa okike n'echebaraghị mmelite echiche",
  "Site na 1980 ruo 2000, e guzobere ihe dị ka 50% nke nde hekta 1.4 nke osisi pulpwood na Indonesia n'ihe bụbu ala ọhịa.",
  "Mgbanwe nke oké ọhịa sitere n'okike na osisi osisi osisi emeela ka nsogbu mmekọrịta mmadụ na ibe ya",
  "Na mba ụfọdụ, ọzọ, ọkachasị Indonesia, a na-eme ntụgharị nke oké ọhịa okike na-enweghị nchebara echiche maka ikike nke ndị obodo",
  "Ubi ndị e guzobere maka mmepụta nke eriri na-enye ọrụ dị mkpirikpi karịa ọhịa mbụ maka ndị obodo",
  "India achọwo igbochi mmebi a site na igbochi oke ala nke otu ụlọ ọrụ nwere, n'ihi ya, ndị ọrụ ugbo dị n'ógbè ahụ nwere obere ubi ndị na-ere osisi ahụ na ụlọ ọrụ ndị buru ibu",
  "Ụfọdụ nnukwu ụlọ ọrụ gburugburu ebe obibi na-akatọ osisi ndị a na-amị mkpụrụ dị elu ma na-agba ọsọ mkpọsa mgbochi osisi, ọkachasị Rainforest Action Network na Greenpeace."
]