[
  "Ọdụm na acha akwụkwọ ndụ akwụkwọ ndụ (Syconycteris australis) nke a makwaara dị ka ọdụm na na acha odo odo ma ọ bụ ọdụm nke Queensland, bụ megabat n'ezinụlọ Pteropodidae",
  "Ọkpara na ahụkarị na eri ihe na-atọ ụtọ na ntụ ọka karịa mkpụrụ osisi.",
  "Ọ bụ otu n'ime ụdị Pteropodidae asatọ dị na Australia",
  "Ọ bụ otu n'ime ndị kasị nta n'ime megabats niile na-eri nri.",
  "Ha dị obere, na adị naanị 17.521 g (0.620.74 ).\nOgologo ahụ ewezuga ụkwụ dị ihe dị ka 60 mm (2.4 in) ogologo.",
  "A na-ahụ ha na Maluku Islands, Salawati, Biak, Yapen, New Guinea, Aru Islands, Bismarck Archipelago, Manus Agwaetiti, D'Entrecasteaux Agwaetiti, Louisiade Archipelago",
  "Ha dị site na 0-3,000 m (0-9,843ft ) n'elu oke osimiri. A na-ahụ ha n'ọhịa mmiri ozuzo nke ugwu na Oké ọhịa mmiri ozuzo Akwụkwọ akụkọ nke New South Wales.",
  "Ha na-anọ naanị ha ma ọ bụ n'ìgwè nta, nke na eme ka ịkọ ọnụ ọgụgụ mmadụ dabere na ịhụ ihe siri ike. Ha na ebikarị n'ime ọhịa mmiri ozuzo",
  "Ha nwere ike ịgbanwe ebe ha na-anọ kwa ụbọchị (mgbe nri dị) anya dị n'etiti ebe ndị ọzọ na NSW dị mkpụmkpụ (nkezi 42m na Iluka ma ọ bụ 125m na Harrington).\nO yikarịrị ka ha bụ ndị na-eme ntụ ọka dị mkpa, ebe ọ bụ na ha na ebu okpukpu isii karịa ntụ ọka karịa nnụnụ mgbe ha na-aga n'ihu n'otu abalị",
  "Osisi satinash bụ ihe oriri dị mkpa maka ụdị a na North Queensland, ebe 95% nke pollen niile a hụrụ na ajị ha sitere na ụdị a na ụsụ ndị e jidere n'akụkụ osisi ndị na-agbasa okooko",
  "Ebe obibi  bụ 12-1796 ha (0.046-6.934  )",
  "Mgbe ha n -achọ nri, ha na-ahọrọ ife n'akụkụ osimiri.",
  "N'ihi na ike ha chọrọ dị elu na ike nke otu okooko osisi dị ala, ha ga eleta ihe ruru okooko osisi 36-48 nke ụsọ oké osimiri kwa abalị. Iji gboo mkpa ike ha, ha na-arụsi ọrụ ike maka akụkụ dị ukwuu nke abalị. N'oge ọnwa zuru ezu, ha ga egbu oge ịpụ n'ụlọ ha",
  "Nke a na-egosi na ha na-atụ egwu anụ ndị na eri ibe ha dịka owls na-achụ nta site na anya. Ndị ọzọ nwere ike igbu anụ gụnyere goannas na agwọ osisi. A maara nwamba ụlọ ka ha na-ejide ma na-emerụ ha ahụ. Ha ga-abanye n'amaghị ama mgbe nri dị ala, ma ọ bụ mgbe okpomọkụ dị n'okpuru 26 °C (79 )",
  "N'adịghị ka ụdị ụmụ oke ndị ọzọ, torpor bụ ihe a na-ahụkarị ma na-ekwupụta n'oge ọkọchị karịa n'oge oyi."
]