[
  "Àtụ:MapLibrary",
  "Sudan dị na  Ugwu owuwa anyawuw Ijipt dị n'ebe ugwu, Oké Osimiri Uhie dị n'akụkụ ugwu ọwụwa anyanwụ, Eritrea na Etiopia dị n'ọwụwa anyanwụ",
  "South Sudan dị n'etiti ndịda, Central African Republic dị n'okpuru ndịda ọdịda anyanwụ, Chad dị n'ọdịda anyanwụ na Libya dị n'ugwu ọdịda anyanwụ",
  "Sudan bụ mba nke atọ kachasị ukwuu n'Afrika, na-esote Algeria na Democratic Republic of the Congo",
  "Ọ bụ mba kachasị ukwuu na kọntinent ahụ ruo mgbe South Sudan nweere onwe ya n'afọ 2011.",
  "ugwu Sudan, nke dị n'etiti ókèala Ijipt na obodo Khartoum, nwere akụkụ  abụọ dị iche iche, ọzara na Ndagwurugwu Naịl. N'ebe ọwụwa anyanwụ nke Naịl bụ Ọzara nke a na akpọ Nubian; n'ebe ọdịda anyanwụ, Ọzara Libya. Ha yiri nke ahụ, na ájá ájá na-agagharị n'elu ala. Ọ fọrọ nke nta ka ọ bụrụ na mmiri ozuzo adịghị n'ọzara ndị a, na Ọzara Nubian enweghị oases. N'ebe ọdịda anyanwụ, e nwere obere oghere mmiri ole na ole, dị ka Bir an Natrun, ebe tebụl mmiri na-eru n'elu iji mepụta olulu mmiri nke na-enye mmiri maka ndị na-akwagharị akwagharị, ndị njem, na ndị na-ahụ maka nchịkwa, ọ bụ ezie na ezughị iji kwado oasis ma ezughị iji nye ndị bi na ya. Na-agafe n'ọzara bụ Ndagwurugwu Naịl, nke ala àlà a na-ebi ebi ya erughị kilomita abụọ n'obosara na mmepụta ya dabere na idei mmiri kwa afọ.",
  "Ebe ọdịda anyanwụ Sudan gụnyere mpaghara ndị a maara dị ka Darfur na Kurdufan nke nwere skwer kilomita ọnụ Ọgụgụ Nde iri asatọ na iri ise Dị ka omenala si dị, a na-ewere nke a dị ka otu mpaghara  n'agbanyeghị ọdịiche anụ ahụ. Ihe kachasị n'ebe a buru ibu bụ enweghị iyi na-adịgide adịgide; ya mere, ndị mmadụ na ụmụ anụmanụ ga-anọgide na olulu mmiri na-adịru mgbe niile. N'ihi ya, ọnụ ọgụgụ mmadụ dị obere ma na-ekesa ya n'ụzọ na-ahaghị nhata. Ndịda Darfur bụ ala dị larịị nke ugwu mgbawa nke Jabal Marrah nke dị mita  narị itoolu n'elu ala dị larịa Sudan; mmiri si na obodo Jabal Marra banye na ala dị larịrị nwere ike ịkwado ndị bi na ọtụtụ anụ ọhịa (lee ndịda Saharan montane xeric woodlands). Western Darfur dị iche na ugwu na ọwụwa anyanwụ Darfur, nke bụ ọkara ọzara na obere mmiri ma ọ bụ site na iyi ndị a maara dị ka wadis ma ọ bụ n'olulu mmiri ndị na-akpọnwụ n'oge ọnwa oyi. N'ebe ugwu ọdịda anyanwụ nke Darfur ma na-aga n'ihu n'ime obodo Chad bụ mpaghara a na-adịghị ahụkebe a na-akpọ jizzu, ebe mmiri ozuzo oge oyi na-esite na Mediterenian na-enyekarị ezigbo ịta nri na ọnwa Jenụwarị ma ọ bụ na ọnwa  Febụwarị. A maara mpaghara ndịda nke ọdịda anyanwụ Sudan dị ka qoz, ala nke ájá ájá nke n'oge mmiri ozuzo na-eji ahịhịa na-agbagharị agbagharị mara ma nwee isi iyi mmiri a pụrụ ịdabere na ya na oghere ya na hafri (otu, hafr) karịa ugwu. Otu ihe pụrụ iche nke ọdịda anyanwụ Sudan bụ ugwu Nuba nke ndịda ọwụwa anyanwụ Kurdufan n'etiti mba ahụ, mkpokọta nke ugwu ndị dịpụrụ adịpụ, ugwu shuga na-arịgo ngwa ngwa na mberede site na nnukwu ala Sudan. Ọtụtụ ugwu dịpụrụ adịpụ ma gbasaa naanị skwer kilomita ole na ole, mana enwere ọtụtụ nnukwu ugwu nwere ndagwurugwu dị n'ime nke na-agafe ugwu ndị dị n'elu ala ahụ.",
  "Mpaghara nke atọ dị iche iche nke Sudan bụ ala dị larịị nke dị n'etiti nke na-agbasa n'ebe ọwụwa anyanwụ site na Ugwu Nuba ruo n'ókè Etiopia, naanị Ingessana Hills, na site na Khartoum n'ebe ugwu ruo n'ebe dị anya nke ndịda Sudan. N'etiti osimiri Dindar na Rahad, ugwu dị ala na-agbadata site n'ugwu ndị dị n'Etiopia iji mebie mbara igwe na-adịghị agwụ agwụ nke ala dị larịị, ugwu na-apụta mgbe ụfọdụ na-apụghị ịhụ, anya. Ala dị larịị nke etiti ụrọ na-enye ọkpụkpụ azụ nke akụ na ụba Sudan n'ihi na ha na-arụpụta ihe ebe obibi na-agbakọta gburugburu mmiri dịnụ. Ọzọkwa, n'etiti etiti ala dị larịị nke ụrọ dị n'etiti bụ jazirah, ala dị n'agbata  Nile Blu na Nile ocha (n'ụzọ nkịtị na Arabic \"peninsula\") ebe nnukwu Gezira atụmatụ  (aka",
  "E mepụtara Jazirah atụmatụ ). Ọrụ a na-akụ owu maka mbupụ ma na-emepụta ihe karịrị ọkara nke ego Sudan na ego mbupụ.",
  "N'ebe ugwu ọwụwa anyanwụ nke ala dị larịị nke etiti bụ ọwụwa Anyanwụ Sudan, nke kewara n'etiti ọzara na ọkara ọzara ma gụnyere obodo  Butana, Qash Delta, Ugwu Oké Osimiri Uhie, na ala dị larịrị n'ụsọ oké osimiri. Butana bụ ala na-agbagọ agbagọ n'etiti Khartoum na Kassala nke na-enye ezigbo anụ ụlọ maka ehi, atụrụ, na ewu. Ọwụwa anyanwụ nke Al Butanah bụ ọdịdị ala pụrụ iche nke a maara dị ka Qash Delta Na mbụ, ọ bụ ndagwurugwu, e jupụtara na ájá na ájá nke idei mmiri nke Osimiri Qash wetara, na-emepụta delta n'elu ala dị larịị gbara ya gburugburu. Na-agbasa ọnụ Ọgụgụ otu narị  kilomita n'ebe ugwu Kassala, mpaghara niile Qash na-agba mmiri bụ ala ahịhịa bara ọgaranya nke nwere ọtụtụ ọrụ ugbo ogologo oge mgbe osimiri ahụ jiri mmiri ya n'elu Delta ya. Osisi na obere osisi na-enye ịta nri maka kamel si n'ebe ugwu, ala mmiri na-enye ọtụtụ ihe oriri na ogho.",
  "N'ebe ugwu gafere e nwere ugwu ndị dị egwu nke Oké Osimiri Uhie. Akọrọ, na-adịghị mma, ma na-ajụ oyi karịa ala gbara ya gburugburu, ọkachasị n'oge okpomọkụ nke oge okpomọkụ Sudan, ha na-agbasa n'ebe ugwu n'ime Ijipt, nnukwu ugwu ebe ndụ siri ike ma bụrụ ihe a na-apụghị ịkọwapụta maka ndị bi na Beja. N'okpuru ugwu ndị ahụ, e nwere ala dị larịị nke Oké Osimiri Uhie, na-agbanwe n'obosara site na ihe dị ka kilomita iri ise na isii na ndịda nso Tawkar ruo ihe dị ka kilomita iri abụọ na anọ na nso ókèala Ijipt. Ala dị larịị dị n'ụsọ oké osimiri kpọrọ nkụ ma ghara inwe ihe ọ bụla. O nwere nkume, akụkụ nke oké osimiri jupụtara na nke akpọrọ coral reefs.",
  "Sudan gụnyere agwaetiti ndị dị na Naịl (gụnyere Aba Island, Badien Island, Sai Island, na, na njikọ nke Blu na Nile ọcha, Tuti Island) na Oké Osimiri Uhie (gụnyere Suakin Archipelago)",
  "[citation needed]",
  "E kewara Sudan steeti iri na asatọ na otu mpaghara nwere ọnọdụ nchịkwa pụrụ iche",
  "Steeti ndị dị na Sudan bụ:\n \nN'ihi nkwekọrịta udo zuru oke nke a bịanyere aka na afọ 2005, e nyere mpaghara Abyei ọnọdụ nchịkwa pụrụ iche ma na-esote nnwere onwe nke ndịda  Sudan na afọ 2011, a na-ewere ya dị ka akụkụ nke Republic of Sudan na Republic of South Sudan n'otu oge, n'ụzọ dị irè condominium.",
  "Enwere ike kewaa ala mba ahụ n'ime mpaghara abụọ. Ndị a bụ ala ájá nke mpaghara ugwu na ọdịda anyanwụ, ala ụrọ nke mpaghara etiti, na ala laterite nke ndịda. Obere oke na nkewapụrụ iche iche, mana nke dị mkpa maka akụ na ụba, bụ otu nke atọ nke nwere ala alluvial a na-ahụ n'akụkụ ala dị ala nke osimiri  Nile ọcha na Nile blu n'akụkụ osimiri Naịl ruo Lake Nubia, na delta nke Osimiri Qash na mpaghara Kassala, na Baraka Delta na mpaghara Tawkar dị nso na Oké Osimiri Uhie na Ash Sharqi Steeti.",
  "N'ọrụ ugbo, ala kachasị mkpa bụ ụrọ dị n'etiti Sudan nke sitere n'ebe ọdịda anyanwụ Kassala na ndịda Kurdufan. A maara ha dị ka ala na-agbaji agbaji n'ihi omume nke ikwe ka ha kpọọ ma gbaji n'oge ọnwa ọkọchị iji weghachite ikike ha, a na-eji ha eme ihe n'ógbè Al Jazirah na Khashm al Qirbah maka ọrụ ugbo a na-agba mmiri. N'ebe ọwụwa anyanwụ nke Nile Blu, a na-eji nnukwu ebe eme ihe maka ihe ọkụkụ mmiri ozuzo. N'ebe ọdịda anyanwụ nke Nile ọcha, ndị ọrụ ugbo ọdịnala na-eji ala ndị a akụ sorghum, sesame, ahụekere, na (n'ógbè dị gburugburu Ugwu Nuba) owu. Akụkụ ndịda nke mpaghara ala ụrọ dị na mbara ala mmiri nke elu nke Nile ọcha na ndị na-eso ya, na-ekpuchi ọtụtụ n'ime Aali an Nil na elu Bahr al Ghazal. N'ihi nnukwu mmiri ozuzo n'oge mmiri ozuzo, mmiri na-ekpuchi ala mmiri ahụ ruo ọnwa anọ ruo ọnwa isii",
  "Nnukwu ebe mara mma, Sudd na ndịda  Sudan, na-ekpu mmiri na-adịgide adịgide ma na-ekpo ọkụ na mpaghara ndị gbara ya gburugburu ruo otu ọnwa ma ọ bụ abụọ. N'ozuzu, mpaghara a adịghị adaba maka mmepụta ihe ọkụkụ, mana ahịhịa ọ na-akwado n'oge ọkọchị na-eji maka ịta nri.",
  "Ala ájá dị n'ebe ndịda ọzara dị n'akụkụ ugwu Kurdufan na steeti ndị dị n'Ebe Ugwu Darfur na-akwado ahịhịa eji eme ihe maka ịta nri. N'akụkụ ndịda nke steeti ndị a na akụkụ ọdịda anyanwụ nke ndịda a na kpo Darfur bụ ihe a na-akpọ àjà qoz Ịzụ anụ ụlọ bụ ọrụ bụ isi n'ógbè a, mana a na-akụ ihe ọkụkụ dị ukwuu, ọkachasị pearl millet, na-emekwa. A na-akụ ahụekere na sesame dị ka ihe ọkụkụ ego. Ájá qoz bụ isi ebe a na-enweta gum arabic site na ịpị Acacia senegal (nke a maara n'ógbè ahụ dị ka hashab). Osisi a na-eto ngwa ngwa n'ógbè ahụ, ndị ọrụ ugbo na-akụkwa osisi hashab mgbe ụfọdụ mgbe ala laghachiri n'ala.",
  "Ewezuga obere ebe dị n'ebe ugwu ọwụwa anyanwụ Sudan, ebe wadis na-agbanye mmiri na-asọba n'Oké Osimiri Uhie ma ọ bụ osimiri ndị si Eritrea na-asọ n'ime ọdọ mmiri na-adịghị omimi n'ebe ọdịda anyanwụ nke Ugwu Oké Osimiri Uhíu, Osimiri Naịl na isi mmiri abụọ ya, Nile Blu na Nile ọcha na-agbada mba ahụ dum. Osimiri kachasị ogologo n'ụwa, Naịl na-asọ kilomita nde isii, narị asaa  iri Athena asaa site na isi mmiri ya kachasị anya n'etiti Afrịka ruo Mediterenian. A matawo mkpa Osimiri Naịl dị kemgbe oge Bible; kemgbe ọtụtụ narị afọ osimiri ahụ abụwo ụzọ ndụ maka Sudan.",
  "Nile Blu na-esi n'ugwu ndị dị na obodo Etiopia na-asọba na Nile ọcha na obodo Khartoum.  Nile Blu bụ nke kasị nta n'ime osimiri abụọ ahụ; ọ na-abụkarị naanị otu ụzọ n'ụzọ isii nke ngụkọta. Otú ọ dị, n'ọnwa Ọgọstụ, mmiri ozuzo dị n'ugwu ndị Etiopia na-eme ka Nile Blu gbasaa ruo mgbe ọ na-eme pasent narị itoolu nke mmiri Naịl niile. Sudan ewuola ọtụtụ ihe mgbochi mmiri iji chịkwaa mmiri nke osimiri, akpọrọ gụnyere Roseires Dam, ihe dị ka otu narị kilomita site n'ókè Etiopia na nke kachasị ukwuu, Sinnar Dam dị mita iri anọ n'ịdị elu nke e wuru na afo 1925 na Sinnar. Osimiri Blue Nile abụọ, Dindar na Rahad, nwere isi mmiri n'ugwu ndị Etiopia ma na-agbanye mmiri n'ime Nile Blu naanị n'oge mmiri dị elu. N'ime ihe fọdụrụ n'afọ, a na-ebelata mmiri ha na ọdọ mmiri n'ime ájá osimiri.",
  "Nile ọcha na-esi n'ebe ugwu nke etiti Afrịka na-asọ, na-agbanye ọdọ mmiri  nke Victoria na mpaghara ugwu nke Uganda, Rwanda, na Burundi. N'ebe ndịda Khartoum, ndị Britain wuru Jabal al-Awliya Dam na afọ 1937 iji chekwaa mmiri nke Nile ọcha wee hapụ ya n'oge mgbụsị akwụkwọ mgbe mmiri si na Nile blu na-ebelata. Otú ọ dị, a tụgharịrị ọtụtụ mmiri si n'ọdọ mmiri ahụ maka ọrụ ịgba mmiri na etiti Sudan, ọtụtụ n'ime ihe fọdụrụ na-apụ n'anya. Ka ọ dị ugbu a, ihe ndị dị n'ime ala emeela ka mmiri ghara ịgafe.",
  "N'ebe ugwu nke a na akpọ Khartoum, Osimiri Naịl na-agafe ọzara n'ụdị \"S \"buru ibu iji banye n'Ọdọ Mmiri Nasser n'azụ Aswan High Dam na Ijipt. Osimiri ahụ ji nwayọọ nwayọọ na-agafe Khartoum, na-ada obere n'elu, ọ bụ ezie na ọwa mmiri ise na-egbochi ụgbọ mmiri n'oge mmiri dị ala. Osimiri Atbarah, nke na-esi n'Etiopia na-asọ, bụ naanị mmiri na-asọba n'ebe ugwu nke Khartoum, mmiri ya na-eru na Naịl naanị ọnwa isii n'etiti ọnwa Julaị na ọnwa Disemba N'oge ndị ọzọ n'afọ, àkwà Atbarha na-akpọnwụ, ma e wezụga ọdọ mmiri na ọdọ mmiri ole na ole.",
  "Ọ bụ ezie na Sudan dị n'ime ebe okpomọkụ, ihu igwe na-adị site na oke mmiri na-adịghị n'ebe ugwu ruo na mmiri na-ekpo ọkụ na-ekpofu n'ebe ndịda ọdịda anyanwụ. Okpomọkụ anaghị adịgasị iche na oge n'ebe ọ bụla; mgbanwe ihu igwe kachasị mkpa bụ mmiri ozuzo na ogologo oge mmiri na oge ọkọchị. Mgbanwe dị iche iche n'ogologo oge mmiri na oge ọkọchị na-adabere na nke ikuku abụọ na-agafe: ifufe ugwu kpọrọ nkụ sitere na Sahara na Arabian Peninsula ma ọ bụ ifufe ndịda ọdịda anyanwụ na-ekpo ọkụ site na ndagwurugwu Osimiri Congo na ifufe ndị ọwụwa anyanwụ site na Oké Osimiri India.",
  "Site na ọnwa Jenụwarị ruo na ọnwa Machị, mba ahụ nọ n'okpuru mmetụta nke mmiri kpọrọ nkụ n'ebe ugwu ọwụwa anyanwụ. Mmiri ozuzo dị obere na mba ahụ niile ma e wezụga obere mpaghara dị n'ebe ugwu ọdịda anyanwụ Sudan ebe ifufe gafere nke akpọrọ Mediterenian na-eweta obere mmiri ozuzo mgbe ụfọdụ. Ka ọ na-erule mmalite na ọnwa Eprel, mmiri na-ekpo ọkụ n'ebe ndịda ọdịda anyanwụ eruola n'ebe Ndịda Sudan, na-eweta nnukwu mmiri ozuzo na égbè eluigwe. Ka ọ na-erule na ọnwa Julaị, ikuku na-ekpo ọkụ erutela Khartoum, n'ọnwa Ọgọstụ ọ na-agbasa ruo n'ókè ugwu ya na Abu Hamad, ọ bụ ezie na afọ ụfọdụ ikuku na-ikpo ọkụ nwere ike iru n'óké Ijipt. Mmiri ahụ na-adịwanye ike ka ọ na-agbasa n'ebe ugwu. N'ọnwa Septemba, ala mmiri na-adịghị n'ebe ugwu ọwụwa anyanwụ na-amalite ike ma na-aga n'ebe ndịda ma na ngwụcha Disemba ha na-ekpuchi mba ahụ dum. Khartoum nwere oge mmiri ozuzo ọnwa atọ (Julia, septemba)  mmiri ozuzo nke ọnụ Ọgụgụ otú narị iri isii na otu milimita (6.3 in) kwa afọ; Atbarah na-enweta mmiri ozuzo n'ọnwa Ọgọstụ nke na-emepụta nkezi kwa afọ nke naanị ọnụ Ọgụgụ nke a iri asaa na anọ milimita (2.9 in).",
  "N'ime afọ ụfọdụ, ọbịbịa nke ndịda ọdịda anyanwụ na mmiri ozuzo ha na etiti Sudan nwere ike igbu oge, ma ọ bụ ha nwere ike ọ gaghị abịa ma ọlị. Ọ bụrụ na nke ahụ emee, ụkọ mmiri ozuzo na ụnwụ nri na-esote. Afọ iri nke afọ 1970 na afọ 1980 hụrụ ndịda ọdịda anyanwụ na-ada ugboro ugboro, na-enwe ọdachi maka ndị Sudan na akụ na ụba.",
  "Okpomọkụ dị elu na njedebe nke oge ọkọchị mgbe igwe na-enweghị igwe na ikuku kpọrọ nkụ na-enye ha ohere ife efe. Otú ọ dị, ebe ndịda dị anya, na-enwe naanị oge ọkọchị dị mkpirikpi, nwere okpomọkụ dị elu n'afọ niile. Na Khartoum, ọnwa kachasị ọkụ bụ ọnwa Mee na Jun, mgbe nkezi kachasị elu bụ iri anọ na otu  (105.8 °F) na okpomọkụ nwere ike iru iri anọ na asatọ °C (118.4 ). ugwu Sudan, na oge mmiri ozuzo ya dị mkpirikpi, nwere oke okpomọkụ n'ehihie n'afọ niile, ma e wezụga ọnwa oyi n'ebe ugwu ọdịda anyanwụ ebe enwere mmiri ozuzo na ọnwa Jenụwarị na Febụwarị. Ọnọdụ dị n'ebe ugwu na-adịkarị jụụ, na okpomọkụ na-ekpo ọkụ n'ehihie n'oge ọkọchị n'etiti na n'ebe ndịda Sudan na-ada ngwa ngwa mgbe anyanwụ dara. Ọ na-agbadata na Khartoum nkezi iri na ise (59 °F) na ọnwa Jenụwarị ma daa dị ala dị ka isii°C (42.8 ) mgbe ihu oyi gachara n'oge oyi.",
  "Haboob, oké ifufe uzuzu, nwere ike ime n'etiti Sudan mgbe mmiri na-asọ n'ebe ndịda ọdịda anyanwụ na-abata (Mee ruo Julaị ). Mmiri na-ekpo ọkụ, ikuku na-adịghị akwụsi ike na-emepụta égbè eluigwe na okpomọkụ nke ehihie. Mmiri mbụ na-agbadata site na oké ifufe na-abịanụ na-emepụta nnukwu mgbidi na-acha odo odo / ọbara ọbara nke ájá na ụrọ nke nwere ike belata anya ruo nwa oge.",
  "Mpaghara ọzara dị n'etiti na n'ebe ugwu Sudan so n'ebe ndị kpọrọ nkụ na ndị anwụ na-achasi ike n'ụwa : oge anwụ na-acha mgbe niile n'afọ niile ma na-arịgo n'elu ọnụ Ọgụgụ nke a nde anọ  h n'ọnọdụ kachasị mma, ma ọ bụ  dị ka pasenti iri itoolu na otu  nke oge na igwe anaghị enwe igwe ojii oge niile",
  "Madi Halfa na n'akụkụ ókèala Ijipt nwere ike ịgafe ọtụtụ afọ ma ọ bụ ọtụtụ iri n'ụzọ dị mfe n'enweghị ịhụ mmiri ozuzo ọ bụla ruo n'oge okpomọkụ ọ bụla n'oge ọkọchị na ebe dị elu dị elu (F °C) n'elu oge okpomọkụ dị elu karịa ọnwa iri anọ °C) ruo n'ebe ụfọdụ",
  "Na aga na eru ọnwa isii na afọ ka oro na elu elu dị ka iri anọ na ise (113°F) na ọtụtụ ebe na nkeji okpomọkụ ha ka kwụ chịm chịm na elu iri abụọ na anọ °C(75.2°F) na mpaghara ugwu na karịa iri ato°C(86°F) na ebe dị ka At ara ma ọ bụ Meroe",
  "Nsogbu, gburugburu ebe obibi siri ike chere Sudan ihu",
  "ọtụtụ n'ime ha metụtara ma soro kwa na nnweta mmiri ma ọ bụ mkpofu ya. Otu n'ime ha bụ ọzara, mmebi ala, na mgbukpọ ọhịa. Ọzara, mgbanwe ndịda nke ókèala dị n'etiti ọzara na ọkara ọzara, emeela na ọnụego e mere atụmatụ nke kilomita iri ise ruo narị abụọ kemgbe ndekọ nke mmiri ozuzo na ahịhịa malitere na afọ 1930s. Mmetụta ya ama ama na ugwu Darfur na ugwu Kordofan. Ọzara nwere ike ịga n'ihu na-aga n'ihu n'ebe ndịda n'ihi mbelata mmiri ozuzo ma ga-eduga na mfu na-agagide na-emepụta ala. Ọrụ ugbo, ọkachasị nke a na-eme nke ọma ma na-achịkwa ọrụ ugbo, emeela ka ala mebie, mmetọ mmiri, na nsogbu ndị metụtara ya. Mmebi ala sikwa na uto na-agbawa agbawa n'ọnụ ọgụgụ ìgwè anụ ụlọ kemgbe afọ 1960 nke na-eme ka ebe ịta nri karịrị akarị. Mgbukpọsị ọhịa emeela n'ụzọ dị egwu. Sudan n'ozuzu ya nwere ike ịla n'iyi ihe fọrọ nke nta ka ọ bụrụ pasenti iri Na abuo nke ọhịa ya n'etiti afo1990 na 2005, ma ọ bụ ihe dị ka nde hekta asatọ pom asatọ mfu nke sitere na ala na mkpa ike.",
  "Nsogbu gburugburu ebe obibi na-eme ka Sudan sie ike bụ ọtụtụ afọ nke agha na ogige ndị si na ya pụta maka ọnụ ọgụgụ buru ibu nke ndị na-enweghị ebe obibi, ndị na-asa ala gbara ya gburugburu maka mmiri, mmanụ, na nri. Ndị ọkachamara nke United Nations (UN) na-ebu amụma na mbuze nke osimiri na mfu nke ihe na-eme ka ọ dị mma ga-eme site na mmemme siri ike nke Sudan ugbu a nke iwu ihe mgbochi mmiri na Naịl na ndị na-eso ya. N'ime obodo ukwu, ngwa ngwa na ndị na-enweghị nchịkwa na-abanye na Khartoum na obodo na obodo ndị ọzọ na enweghị ụlọ ọrụ iji jikwaa ihe mkpofu siri ike na nsị bụ otu n'ime nnukwu nchegbu gburugburu ebe obibi.",
  "Sudan nwere ala nke ọnụ Ọgụgụ ya ruru nkịta;1,731,671 skwer kilomita (668,602  ) na ngụkọta nke 1,861,484 skwer kilomita (718,723 sq mi). A na-agba ihe dị ka skwer kilota 18,900 (7,300 sq mi) mmiri ka ọ na-erule afọ 2012.",
  "Ogologo ókè ala Sudan bụ kilomita 6,819 (4,237 mi). Mba ndị dị n'ókè bụ Central African Republic (174 km (108 mi)), Chad (1,403 km (872 )), Egypt (1,276 km (793 )), Eritrea (682 km (424 )), Ethiopia (744 km (462 )), Libya (382 km (237 )), na South Sudan (2,158 km (1,341 )).",
  "Mmanụ ala bụ isi ihe okike nke Sudan",
  "Mba ahụ nwekwara nnukwu ego nke  dị a chromium ore, ọla kọpa, iron ore, mica, ọlaọcha, ọlaedo, tungsten, na zinc.",
  "Osimiri Naịl bụ ihe kachasị na Sudan, na-esi na Uganda n'ebe ndịda na-aga Ijipt n'ebe ugwu",
  "Ihe ka ukwuu n'ime mba ahụ dị n'ime ọdọ mmiri ya",
  "Niile  blu na Nile ọcha nke sitere na ugwu ndị dị n'Etiopia na ọdọ mmiri Central Africa, n'otu n'otu, na-agbakọta na Khartoum iji mee Etiti Afrịka Naịl nke na-asọba n'Ijipt",
  "Ndị ọzọ isi na-esite na Naịl bụ osimiri Bahr el Ghazal, Sobat, na Atbarah.",
  "Àtụ:Sudan topics"
]