[
  "Àtụ:MapLibraryRepublic nke Equatorial Guinea dị na ọdịda anyanwụ etiti Afrịka",
  "Bioko Island dị ihe dị ka kilota iri anọ (24.9 mi) site na Cameroon",
  "Annobón Island dị ihe dị ka kilomita narị ise na iri itoolu na ise(370 mi) n'ebe ndịda ọdịda anyanwụ nke Bioko Island",
  "Mpaghara kọntinent ka ukwuu nke Río Muni dị n'etiti Cameroon na Gabon na isi ala; ọ gụnyere agwaetiti Corisco, Elobey Grande, Elobey Chico, na agwaetiti ndị dị nso",
  "Ngụkọta ala bụ 28,051 km2 (10,831  )",
  "O nwere mpaghara akụ na ụba pụrụ iche nke 303,509 km2 (117,185  ).",
  "Bioko Island, nke a na-akpọ Fernando Po ruo n'afọ 1970, bụ agwaetiti kachasị ukwuu na Gulf of Guinea - 2,017 uare kilota (779 sq mi)",
  "A na-ahazi ya dị ka buutu, nke nwere nnukwu ugwu mgbawa abụọ nke ndagwurugwu nke kewara agwaetiti ahụ n'ebe kachasị warara",
  "Ụsọ oké osiri nke dị kilomita narị otu nari na iri itoolu na ise(121 mi) dị elu ma sie ike n'ebe ndịda mana ọ dị ala ma dị mfe ịnweta n'ebe ugwu, yana ọdụ ụgbọ mmiri magburu onwe ya na Malabo na Luba, na ọtụtụ osimiri mara mma n'etiti obodo ndị ahụ.",
  "Na kọntinent ahụ, Río Muni kpuchiri  ọnụ Ọgụgụ ndịa: 26,003 uare kilomita  (10,040 sq mi)",
  "Ala dị larịị dị n'ụsọ oké osimiri na-enye ohere maka ndagwurugwu dị iche iche nke ugwu dị ala na ugwu nke Crystal Mountains kewara",
  "Rio Benito (Mbini) nke kewara Río Muni na ọkara, enweghị ike ịgafe ma e wezụga maka kilomita iri abụọ na ọnụ mmiri ya",
  "Okpomọkụ na iru mmiri na Río Muni na-adịkarị ala karịa na Bioko Island.",
  "Annobon Island, nke akpọrọ aha ya maka nchọpụta ya n'ụbọchị Afọ Ọhụrụ 1472, bụ obere agwaetiti na-agbọpụta ọkụ nke kpuchiri uare kilomita iri na asatọ (6.9 sq mi)",
  "Akụkụ osimiri dị na mberede ma e wezụga n'ebe ugwu; isi ugwu mgbawa nwere obere ọdọ mmiri",
  "Ọtụtụ n'ime ndị bi na 1,900 bụ ndị ọkụ azụ na-ahụ maka ọdịnala, obere azụ tuna na igbu whale",
  "Ọnọdụ ihu igwe bụ mmiri ozuzo na-ekpo ọkụ, oke mmiri ozuzo, na mgbanwe oge ugboro ugboro na oké ifufe.",
  "Ebe: Etiti  Afriịka  n' oké nke a na akpọ Bight of Biafra, n'etiti Cameroon na Gabon.",
  "Mpaghara ala Equatorial Guinea dị kilomita ọnụ Ọgụgụ ndịa: 539",
  "Ọ na-ejikọ Cameroon (189 km) n'ebe ugwu na Gabon (350 km) n\"ebe ọwụwa anyanwụ na ndịda.",
  "Nkwupụta ụgbọ mmiri: oke osimiri: iri na abụọ nmi (22.2 km; 13.8 mi)",
  "Mpaghara akụ na ụba pụrụ nke ọnụ Ọgụgụ nke dị iche: 303,509 km (117,185  mi) na 200 n (370.4 km; 230.2 mi)",
  "Ọnọdụ ihu igwe nke mpaghara kọntinent na agwaetiti na-adịkarị n'etiti etiti, na okpomọkụ dị elu, nnukwu mmiri ozuzo, na ọtụtụ igwe ojii na-ekpuchi ihe ka ukwuu n'afọ",
  "Mgbanwe mpaghara bụ n'ihi ọdịiche dị na ịdị elu na ịdị nso n'oké osimiri",
  "Oge mmiri na mpaghara kọntinent ahụ bụ site na ọnwa Febụwarị ruo Junna site na Septemba ruo Disemba",
  "Mmiri ozuzo dị elu n'ụsọ oké osimiri karịa n'ime ala",
  "Na Bata, ọnwa iri ozuzo kachasị bụ ọnwa Septemba, Ọktọba, na Nọvemba,  mmiri ozuzo nke na-eme ihe karịrị iri itoolu na anọ in (2,388 mm) n'afọ",
  "Calatrava, n'ebe ndịda n'ụsọ oké osimiri, ọ na-eru ọnụ Ọgụgụ otú narị na iri asatọ in (4,572 ) mgbe ụfọdụ",
  "Otú ọ dị, iri ozuzo na-ebelata; Mikomeseng, dị ka ọmụmaatụ, na-enweta naanị ihe dị ka iri ise na asatọ in (1,473 mm)",
  "Nkezi okpomọkụ kwa afọ bụ ihe dị ka 79 °F (26.1 ) ma na-adịgide adịgide n'afọ niile",
  "Okpomọkụ kachasị elu dị ala karịa na Bioko",
  "Otú ọ dị, iru mmiri dị elu karịa na Bioko",
  "Bioko nwere ihu igwe na-emebi emebi",
  "Ihe a na-akpọ oge ọkọchị na-adị site na Nọvemba ruo Machị, na afọ ndị ọzọ na-ezo mmiri",
  "Nkezi okpomọkụ kwa afọ nke ihe dị ka 77 °F (25 ) dị obere n'afọ niile",
  "Okpomọkụ nke ehihie ruru elu 80s  (ala 30s °C) ma daa naanị ihe dị ka 70 °F (21.1 ) n'abalị",
  "Ọtụtụ oge, igwe na-ekpuchi ma kpuchie ihu igwe",
  "iri ozuzo siri ike na-eme  ndịda, na mmiri ozuzo nke ifufe monsoon wetara ruru ihe dị ka 450 in (11,430 mm) kwa afọ gburugburu San Antonio de Ureca.",
  "Ala dị larịị n'ụsọ oké osimiri na-arịgo ugwu ndị dị n'ime; agwaetiti ndị na-agbọpụta ọkụ.",
  "Ngụkọta mmiri a na-agbanwe agbanwe: nke ọnụ Ọgụgụ nke iri abụọ na isii  km3 (2011)",
  "Ihe ize ndụ sitere n'okike: oké ifufe, idei mmiri",
  "Mpaghara - nsogbu ndị dị ugbu a: mmiri pọmpụ abụghị ihe ọṅụṅụ; mgbukpọ ọhịa",
  "Gburugburu ebe obibi - nkwekọrịta mba ụwa: nke a na akpọ  otu na: Biodiversity, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands",
  "Ọdịdị ala - ihe edeturu: mpaghara agwaetiti na mpaghara kọntinent dị iche iche nke kewara ekewa",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Equatorial Guinea, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:CIA World FactbookÀtụ:Geography of Africa"
]