[
  "Ọdịdị ala nke Mozambique nwere ọtụtụ ala dị àlà n'ụsọ oké osimiri nwere ugwu dị elu n'etiti ya na ala dị elu n\"ebe ugwu ọdịda anyanwụ",
  "E nwekwara ugwu n'akụkụ ọdịda anyanwụ",
  "Mba ahụ dị n'ụsọ oké osimiri ọwụwa anyanwụ nke ndịda Afrịka, kpọmkwem n'ebe ọdịda anyanwụ nke agwa-etiteMadagascar",
  "Mozambique nwere ihu igwe na-ekpo ọkụ nke nwere oge abụọ, oge mmiri ozuzo site na ọnwa Ọktoba ruo na ọnwa Machị na oge ọkọchị site na Eprel ruo Septemba.",
  "Akụkụ osimiri ahụ sitere na ọnụ ọgụgụ nkea 26° 52′ S",
  "ruo 10° 40′ S., ma site n'ebe ndịda gaa n'ebe ugwu na-eme okpukpu abụọ na-aga n'ihu n'ebe ọwụwa anyanwụ",
  "O nwere ogologo ọnụ Ọgụgụ nke 2,300 kilomite a (1,430 mi).",
  "Ihe e ji mara ụsọ oké osimiri ndịda bụ ụsọ mmiri ájá nke ụsọ oké mmiri na-akwado",
  "Dunes nwere ike iru ọnụ Ọgụgụ nke a: 120 m (390 ) n'ịdị elu, na dunes ochie nwere ahịhịa",
  "N'azụ dunes ndị dị n'ụsọ oké osimiri bụ ọdọ mmiri, gụnyere ọnụ mmiri, ọdọ mmiri nnu mechiri emechi, na ọdọ mmiri nnu. Ihe dị ka iri isii na ise(40 mi) n'ebe ugwu nke ókèala ndịda Afriịka bụ oghere miri emi nke Maputo Bay (nke bụbu Delagoa Bay)",
  "Ala ahụ tụgharịrị gaa nke akpọrọ Cape Correntes, obere n'ebe ugwu nke akpọrọ Inhambane Bay",
  "Na-agbanye n'ebe ọdịda anyanwụ ọzọ ma na-agafe Bazaruto Archipelago nke ọtụtụ obere agwaetiti, nke onye isi ya bụ Bazaruto.",
  "A maara ụsọ oké osimiri etiti Mozambique, site na Bazaruto isi mmiri n'ebe ugwu ruo Angoche Island, dị ka Bight of Sofala ma ọ bụ Sofala Bay",
  "A makwaara ya dị ka Swamp Coast, a na-ejikwa nnukwu mangrove marshamps na ala mmiri dị n'ụsọ oké osimiri mara ya",
  "Dị ka ọ dị n'ebe ndịda, ụsọ oké osimiri na-adịkarị ala, ọdụ ụgbọ mmiri dị kwa ole na ole ma daa ogbenye",
  "Beira bụ isi ọdụ ụgbọ mmiri dị n'ụsọ oké osimiri etiti, yana njikọ ụgbọ okporo ígwè na okporo ụzọ awara awara na ime.",
  "Ọdọ akụkụ ahụ nwere mpaghara nke ọnụ Ọgụgụ ndịa ;801,590 km2 (309,500  mi)",
  "Kọntinent ahụ ruru ọnụ Ọgụgụ otú narị na iri anọ  km (87 ) n'obosara na Beira, ọ bụkwa azụ mmiri kachasị mkpa na Mozambique",
  "Ọtụtụ nnukwu osimiri, gụnyere nke akpọrọ Save, Pungwe, na Zambezi, na-emepụta ọnụ mmiri na osimiri, nke Zambezi delta bụ nke kachasị. N'ebe ugwu nke Zambezi, obere agwaetiti coralline nke a na akpọ  Primeiras na Segundas Archipelago dị n'akụkụ osimiri.",
  "Ụsọ oké osimiri dị n'ebe ugwu nwere ọtụtụ oghere, jupụtara na isi nkume na ugwu ndị siri ike, na ihe fọrọ nke nta ka ọ bụrụ agwaetiti na-aga n'ihu",
  "N'otu n'ime agwaetiti ndị a bụ Mozambique, na n'ebe ugwu nke ọdụ ụgbọ mmiri ahụ bụ Conducia Bay",
  "N'ebe ugwu bụ nnukwu ọdụ ụgbọ mmiri abụọ, Fernao Veloso Bay na Memba Bay",
  "Nacala na Fernao Veloso Bay bụ isi ọdụ ụgbọ mmiri dị n'ụsọ oké osimiri ugwu, yana njikọ ụgbọ okporo ígwè na Malawi na ubi coal nke ugwu ọdịda anyanwụ Mozambique",
  "N'ebe ugwu nke Fernao Veloso na Memba bays bụ Pemba Bay, ebe enwere ọdụ ụgbọ mmiri dị arọ",
  "N'ebe ugwu nke a na akpọ Pemba Bay, Quirimbas Islands dị n'ụsọ oké osimiri, ọtụtụ ọdụ ụgbọ mmiri na ọnụ mmiri dị n'akụkụ osimiri",
  "Cape Delgado, ebe ugwu kachasị n'ụsọ oké osimiri Mozambique, bụ akụkụ nke delta nke Osimiri Ruvuma, nke na-eme ka ókèala Mozambique na Tanzania.",
  "Ụsọ oké osimiri nke ugwu bụ akụkụ nke ụsọ oké osimiri coral nke Ndida Afrịka mpaghara mmiri nke na-agbasa n'ụsọ oké osimiri nke ebe ugwu Mozambique, Tanzania, na Kenya. N'akụkụ ụsọ oké osimiri nke ugwu, Mozambique Current, nke na-aga n'ebe ndịda n'etiti Madagascar na kọntinent ahụ dị nso n'ụsọ oké osimiri ma na-ekpochapụ ihe niile dị nro, ebe n'otu oge ahụ, corals na-ewu na mmiri miri emi.",
  "Nnyocha nchọpụta zuru ụwa ọnụ na-adịbeghị anya na-atụ aro na e nwere ọnụ ọgụgụ nke a :2,029km2 nke ala mmiri na Mozambique, na-eme ka ọ bụrụ mba nke iri na isii n'ihe gbasara oke ala mmiri na-eme n'ebe ahụ.",
  "Orographically okporokoo azụ mba ahụ bụ ugwu nke na-eme ka ọwụwa anyanwụ nke steeti dị larịị",
  "Ọ naghị egosipụta ọdịda mberede na mbara ala, mana n'ebe ụfọdụ, dị ka na mpaghara Zambezi dị ala, ọ na-eji nwayọọ nwayọọ na-agbadata n'ụsọ oké osimiri",
  "Ugwu Lebombo, n'azụ Delagoa Bay, ọ dịghị ebe ọ bụla gafere ọnụ Ọgụgụ nkea: 630 m (2,070 ) n'ịdị elu",
  "Manica Plateau, nke dị n'ebe ugwu n'etiti osimiri nke Zambezi, dị elu, na-arịgo n'ebe ọwụwa anyanwụ ala ukwuu n'akụkụ ókèala ya na Zimbabwe",
  "Monte Binga (2,440 m ma ọ bụ 8,010 ), n'ókè ya na Zimbabwe, bụ ugwu kachasị elu na Mozambique",
  "Ugwu Gorongosa (2,000 m ma ọ bụ 6,550 ) dị n'ebe ugwu ọwụwa anyanwụ nke Manica Plateau, ọ bụkwa, dị ka ya, nke granite",
  "Gorongosa, nke na-ebili n'ebe dịpụrụ adịpụ na ndagwurugwu dị elu, ejirila ya tụnyere ọdịdị ya na obodo na-emebi emebi",
  "N'ebe ọwụwa anyanwụ nke a na akpọ Gorongosa, ndagwurugwu graben sitere na Zambezi ruo Pungwe Bay, mgbatị ndịda nke Ndagwurugwu Rift nke Africa",
  "Cheringoma Plateau dị n'ebe ọwụwa anyanwụ nke graben, na-agbadata n'ụzọ dị nro n'akụkụ osimiri.",
  "Ugwu kachasị elu dị n'ebe ugwu nke Zabezi, na n'ebe ọwụwa anyanwụ nke a na akpọ  Ọdọ Mmiri Chilwa, ya bụ, Ugwu Namuli, nke Namuli elu elu na-ebuli elu ruo na ọnụ ọgụgụ ndịa  2,700 m (8,860 ft), na Molisani, Mruli na Mresi na-eru ogo nke 2,000 ruo 2,400 m (6,500 ruo 8,000 ) Ugwu ndị a jupụtara na oké ọhịa mara mma",
  "N'ebe ugwu, a na-ekewa ọdọ mmiri osimiri site na akara dị mma nke ịdị elu nke narị itoolu m (3,000 ) na karịa",
  "N'akụkụ ndịda ọwụwa anyanwụ nke Ọdọ Mmiri Malawi, e nwere ebe dị elu (1,500 ruo 1,800 m ma ọ bụ 5,000 ruo 6,000 ft) na-agbadata na mberede na ọdọ mmiri ahụ ihe dị ka narị itoolu m (3,000 ) na 10 km (6 mi)",
  "Mba dị n'etiti Malawi na Ibo dị ịrịba ama maka ọnụ ọgụgụ nke ugwu granite dị egwu, ma ọ bụ inselbergs, nke si na mbara ala ahụ bilie",
  "Ala dị larịị n'ebe ọdịda anyanwụ nke ugwu ahụ nwere ịdị elu dị nro ma eleghị anya nkezi narị isii ruo narị asaa na iri ise (2,000 ruo 2,500 )",
  "Otú ọ dị, ọ bụ naanị n'akụkụ Zambezi na n'ebe ugwu nke osimiri ahụ ka ókèala obodo Mozambique ruru na mbara ala",
  "Ihe nke akpọrọ World Wildlife Fund kewara ala dị larịị a dị n'ebe ugwu dị ka akụkụ nke mpaghara mpaghara ndịda akpọrọ miombo woodlands ecoregion.",
  "E wezụga Zambezi, osiri kachasị ukwuu na Mozambique bụ Limpopo nke na-abanye n'Oké Osimiri India ihe dị ka  otu narị na iri isii (100 mi) n'ebe ugwu nke Maputo Bay",
  "Osimiri ndị ọzọ dị na Mozambik nwere nnukwu ebe mmiri na-asọba bụ Komati, Save, Buzi, na Pungwe n'ebe ndịda Zambezi, na Licungo (Likungo), Ligonha, Lúrio, Montepuez (Montepuesi ma ọ bụ Mtepwesi), Messalo (ma ọ bụ Msalu), na Ruvuma (ma ọ bụkwa Rovuma) na Lugenda (ma ọ dị n'ebe ugwu Zambezi.",
  "nchekwa (ma ọ bụ Sabi) na-ebili na Zimbabwe n'elu na ọnụ ọgụgụ 900 m (3,000 ), ma mgbe ọ na-asọba n'ebe ndịda maka ihe karịrị ọnụ Ọgụgụ ndịa: 320 km (200 mi) na-atụgharị n'ebe ọwụwa anyanwụ ma na-agba ugwu dị ihe dị ka ọnụ ọgụgụ nkea 270 km (170 ) site n'ụsọ oké osimiri, na-esonyere nso n'ókè obodo Zimbabwe-Mozambique site na Lundi",
  "Cataracts na-egbochi ụgbọ mmiri n'elu ebe a kpamkpam.\nN'okpuru njikọ Lundi, ala nke nkewa na-aghọwanye obosara, na-agbanwe site na  km (1⁄  )",
  "N'oge mri ozuzo, nchekwa  bụ nnukwu iyi ma ọbụna na \"ọzara\" enwere ike isi n'ọnụ ya na-agafe ya site na ụgbọ mmiri na-adịghị omimi maka ihe karịrị 240 kilomita (150 mi)",
  "N'ozuzu ya site na Mozambique bụ n'ebe ọwụwa anyanwụ site n'ebe ugwu",
  "N'ọnụ ya, ọ na-emepụta delta 100 km (60 ) n'ogologo.",
  "Buzi ahụ  (350 km ma ọ bụ 220 mi) na Pungwe (290 km ma ọ dị 180 mi) bụ iyi ndị dị n'ebe ugwu nke ma yie nchekwa Ha abụọ na-ebili na Manica Highlands wee banye n'oké osiri n'oké mmiri, ọnụ ha 1.5 ruo 3 km (otú ruo abụọ mi) kewara",
  "Ebe dị ala nke iyi abụọ ahụ nwere ike ịgafe, Buzi maka iri anọ  km (25 mi), Pungwe maka ihe dị ka  ọnụ ọgụgụ ndịa; atọ km (2 )",
  "Ọdụ ụgbọ mmiri Beira dị n'ọnụ Pungwe.",
  "Site n'ebe ugwu-Zambezi iyi Licungo, na-ebili n'ugwu ndịda-ọwụwa anyanwụ nke Ọdọ Mmiri Chilwa, na-asọba n'ebe ndịda ma banye n'oké osimiri na-adịghị anya n'ebeebe ugwu nke Quelimane",
  "Lúrio, nke na-ebili na Ugwu Namuli, na-asọ n'ebe ugwu ọwụwa anyanwụ, na-aga ihe dị ka  ọnụ ọgụgụ ndịa; 320 (200 mi)",
  "Montepurez na Messalo na-agbanye mmiri n'etiti ala Lúrio na Ruvuma",
  "A na-akọwa ụsọ mmiri ha n'ozuzu ha nke ọma na ịrị elu oge mmiri ozuzo yiri ka ọ na-adịgide adịgide.",
  "Ndị ọkà mmụta ala kewara oke Phanerozoic nke geology nke Mozambique n'ime oge Karoo na post-Karoo",
  "A na-ejikarị okwu a eme ihe na ọmụmụ nke nhazi na nke akpọrọ stratigraphic nke nkume na ndagwurugwu Zambezi. Mozambique kpamkpam dị n'ime Somali Plate.",
  "Mozambique nwere ihu igwe na-ekpo ọkụ nke nwere oge abụọ, oge mmiri ozuzo site na ọnwa Ọktoba ruo Machị na oge ọkọchị site na ọnwa Eprel ruo Septemba",
  "Ọnọdụ ihu igwe dịgasị iche dabere na ịdị elu",
  "Mmiri ozuzo dị arọ n'ụsọ oké osimiri ma na-ebelata n'ebe ugwu na ndịda",
  "iri ozuzo kwa afọ dịgasị iche site na narị ise ruo narị itoolu mm (19.7 ruo 35.4 in) dabere  mpaghara  nkezi nke 590 mm (23.2 in)",
  "A na-ahụkarị cyclones n'oge mmiri ozuzo",
  "Nkezi okpomọkụ dị na Maputo sitere na iri na atọ ruo iri abụọ na anọ (55.4 ruo 75.2 °F) na Julaị  ruo 22 ruo 31 °C (71.6 ruo 87.8 ) n'ọnwa Febụwarị.",
  "Mpaghara: ngụkọta: 801,590 km2 (309,500  ) ala: 786,380 km2 mmiri: 13,000 km2",
  "Isi obodo",
  "Obodo Ukwu",
  "Obodo Ndị Ọzọ",
  "Ókèala ala: ngụkọta: 4,571 kilomita mba ókèala: Malawi 1,569 km, South Africa 491 km, Eswatini 105 km, Tanzania 756 km, Zambia 419 km, Zimbabwe 1,231 km",
  "Ụsọ oké osimiri: 2,470 kilomita",
  "Nkwupụta ụgbọ mmiri: oke osimiri: 12  (22 km) mpaghara akụ na ụba pụrụ iche: 578,986 2 (223,548  mi) na 200 nmi (370 km)",
  "Elu dị oke elu: ebe kachasị ala: Oké Osimiri India 0 m ebe kachasị elu: Monte Binga 2 436 m",
  "Ihe ndị sitere n'okike: bụ ihe ndịa coal, titanium, gas sitere n' okike, hydropower, tantalum, graphite",
  "Iji ala eme ihe: ala a na-akọ ugbo: 6.51% (2011), 5.43% (2005 est.), 3.98% (199 est.) ihe ọkụkụ na-adịgide adịgide: 0.25% (2011), 0.29% (2005 est), 0.29% (1998 est) ndị ọzọ: 93.24% (2011), 94.28% (2005 es.), 95.73% (1998 est.)",
  "Ala a na-agba mmiri: 1,181 km2 (  mi) (2003)",
  "Ngụkọta mmiri a na-agbanwe agbanwe: 217.1 km3 (2011)",
  "Ihe ize ndụ sitere n'okike: oké ọkọchị; ajọ ifufe na idei mmiri na-eme na mpaghara etiti na ndịda",
  "Ihe ndị na-akpata gburugburu ebe obibi: ogologo agha obodo na ụkọ mmiri ozuzo na-eme ugboro ugboro n'ime ime obodo emeela ka ndị mmadụ na-akwaga n'obodo ukwu na mpaghara ndị dị n'ụsọ oké osimiri na-akpatara gburugburu ebe obibi; ọzara; mmetọ nke mmiri dị n'elu na nke dị n'akụkụ osimiri; ịchụ nta enyí maka ọdụ́ bụ nsogbu",
  "Nkwekọrịta mba ụwa: otu na otu ha",
  "Ihe ndịa ka a na akpọ ha na bekee ;: Biodiversity, Climate Change, Climate Changement-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands",
  "Ebe Ndị Ecoregions",
  "Nke a bụ ndepụta nke ebe ndị dị oke mkpa nke nke obodo Mozambique, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Geography of AfricaÀtụ:Africa topic"
]