[
  "Ọchịchọ bụ ike nke uche na-emepụta ọchịchọ siri ike maka ihe, ma ọ bụ ọnọdụ mgbe ọ nwere nnukwu ihe achọrọ",
  "Ọchịchọ nwere ike iwere ụdị ọ bụla dịka agụụ mmekọahụ (lee agụụ mmekọahụ), ego, ma ọ bụ ike",
  "Ọ nwere ike iwere ụdị ụwa dị ka agụụ maka nri (lee agụụ) dị iche na mkpa maka nri ma ọ bụ agụụ maka redolence, mgbe mmadụ na-achọ otu ísì nke na-eweta ncheta",
  "Ọ yiri ma dị iche na agụụ mmekọahụ, n'ihi na agụụ mmekọahụ na-akpali ndị mmadụ iru ihe mgbaru ọsọ dị mma ebe agụụ mmekọahụ anaghị eme.",
  "Okpukpe na-emekarị ka ọdịiche dị na etiti agụụ mmekọahụ na agụụ mmekọahụ site na ịga na ihu na-akọwa agụụ mmekọahụ dị ka ọchịchọ rụrụ arụ na agụụ mmekọahụ dị iche iche dị ka omume nabatara.",
  "A na-akọwa agụụ mmekọahụ dị ka omume rụrụ arụ na ihi na a na-ahazi ihe ma ọ bụ omume ịhụnanya ya n'ụzọ na-ekwesịghị ekwesị dịka iwu okike na / ma ọ bụ agụụ maka otu ihe ahụ (dịka agụụ mmekọahụ) na-achịkwa ọgụgụ isi na uche mmadụ karịa ọgụgụ isi ma na-achị achị agụụ maka ihe ahụ.",
  "Ọ bụ ezie na agụụ, na agbanyeghị ike ya, ka a na-ejigide ya ka ọ bụrụ ihe Chineke nyere na omume ọma, na ihi na ebumnuche, omume na ebumnucha dị na azụ ya dị mma ma nye iwu maka ihe okike, ebe ọgụgụ isi na uche onye ahụ na-achịkwa ya",
  "Otu ụlọ akwụkwọ bụ isi nke echiche banyere nke a bụ Thomism, nke na-ekwu maka ọgụgụ isi, ọchịchọ na agụụ, ma na-adabere na ụkpụrụ Aristotle kọwara",
  "Otú ọ dị, nkọwa ziri ezi e nyere ihe doro anya na omume ọma ma nye iwu maka okike dabere na okpukpe",
  "Dịka ọmụmaatụ, ọdịiche dị n'etiti okpukpe ndị dabeere na pantheism na theism ga-adị iche n'ihe bụ omume ọma dabere na ọdịdị nke \"Chineke\" kwetara ma ọ bụ sọpụrụ.",
  "Na okpukpe ndị Juu, a na-eji Yetzer hara (Hibru, י הרצרע, ajọ ọchịchọ) mara ihe niile na agụụ nke anụ ahụ",
  "Yetzer hara abụghị ike mmụọ ọjọọ; kama, ọ bụ iji ihe ndị ahụ chọrọ iji dịrị ndụ mee ihe na uzọ na-ezighị ezi, a na-ejikarị ya tụnyere yetzer hatov (Hibru, יצרדה, ọchịchọ dị mma).",
  "A na-ejikarị Yetzer HaRa tụnyere Setan na mmụọ ozi nke ọnwụ, mgbe ụfọdụ, a na-enwekarị ọchịchọ inye yetzer àgwà na ọrụ dị iche. Na ihi na yetzer, dị ka Setan, na-eduhie mmadụ n'ụwa a, ma na-agba akaebe megide ya n'ụwa na-abịa",
  "Otú ọ dị, a na-eme ka yetzer dị iche na Setan, na n'oge ndị ọzọ a na-emekwa ka ọ bụrụ mmehie",
  "A na-ewere Torah dị ka nnukwu ọgwụ mgbochi megide ike a",
  "Ọ bụ ezie na, dị ka ihe niile Chineke mere, a pụrụ ịchịkwa yetzer hara (ajọ ọchịchọ) ka ọ mee ihe ọma: na ihi na na na-enweghị ya, mmadụ agaghị alụ di ma ọ bụ nwunye, mụọ nwa, wuo ụlọ, ma ọ bụ tinye onwe ya n'ọrụ.",
  "Na otụtụ nsụgharị nke Agba Ọhụrụ, okwu ahụ bụ \"ọchịchọ\" sụgharịrị okwu Grik Koine ἐπιθυμέω (epithūméō), ọkachasị na Matiu 5:27-28:\n \nNa mba ndị na-asụ Bekee, a na-ejikọkarị okwu ahụ bụ \"ọchịchọ\" na agụụ mmekọahụ, ma eleghị anya n'ihi amaokwu a",
  "Otú ọ dị, dịka okwu Bekee bụ okwu n'ozuzu maka 'ọchịchọ', okwu Grik ἐπιθυμέω bụkwa okwu n'ógbè maka ọchịchọ",
  "Akwụkwọ ọkọwa okwu LSJ na-atụ aro \"ịtọ obi mmadụ n'elu ihe, ọ dị mkpa, agụụ, ọchịchọ\" dị ka nkọwa maka ἐπιθυμέω, nke a na-eji na amaokwu ndị doro anya na-enweghị ihe jikọrọ ya na agụụ mmekọahụ",
  "Na Septuagint, ἐπιθυμέω bụ okwu e ji mee ihe n'iwu ka ị ghara ịchọ agụụ:\n \nỌ bụ ezie na agụụ mmekọahụ nwunye onye agbata obi gị nwere ike ịgụnye agụụ mmekọahụ, o yighị ka agụụ mmekọahụ ụlọ ma ọ bụ ubi onye agbata obi bụ mmekọahụ na ụdị",
  "Na ọtụtụ ihe Agba Ọhụrụ, otu okwu Grik ahụ, ἐπιθυμέω, enweghị ihe doro anya gbasara mmekọahụ",
  "Dịka ọmụmaatụ, site na American Standard Version, a na-eji otu okwu ahụ eme ihe na èzí ihe ọ bụla gbasara mmekọahụ:"
]