[
  "Mweghari osisi (mgbe ụfọdụ, ịghaghachi azụ) bụ ihe ebumpụta ụwa ma ọ bụ kpachapụrụ anya iweghachi oke ọhịa na oke ọhịa (oke ọhịa) nke emebisịworo, na-abụkarị site na igbutu osisi mana ọ bụkwa mgbe a kpochapụrụ ya.",
  "Okwu a na-arụrịta ụka n'ịkwagharị ọhịa a na-achịkwa bụ ma ọhịa na-aga n'ihu ga-enwe ụdị ụdị dị iche iche nke ọhịa mbụ ahụ",
  "Ọ bụrụ na e were naanị otu ụdị osisi dochie oke ọhịa ahụ ma gbochie ahịhịa ndị ọzọ ka ọ ghara itolite azụ, oke ọhịa na-enweghị atụ nke yiri ihe ọkụkụ a na-akọ ga-esi na ya pụta",
  "Otú ọ dị, ihe ka ọtụtụ n'ịkụgharị ọhịa na-agụnye ịgha mkpụrụ osisi dị iche iche nke a na-esi na mpaghara ahụ, na-abụkarị ụdị dị iche iche",
  "Ihe ọzọ dị mkpa bụ mmeghari okike nke ụdị osisi na anụmanụ dị iche iche nke nwere ike ime na ncha doro anya",
  "N'ebe ụfọdụ, nkwụsị nke ọkụ ọhịa ruo ọtụtụ narị afọ emewo ka e nwee nnukwu ọhịa ndị agadi na ndị otu ụdị",
  "Ịkụ osisi nke obere mkpị doro anya, na/ma ọ bụ ọkụ enyere iwu, na-abawanye ụdị ndụ dị iche iche na mpaghara ndị a site n'ịmepụta ọtụtụ afọ na ụdị osisi dị iche iche.",
  "Ihe karịrị 90% nke oke ọhịa n'ụwa na-amụba n'ụzọ anụ ahụ, ihe karịrị ọkara na-ekpuchikwa atụmatụ nlekọta ọhịa ma ọ bụ ihe dakọtara.",
  "Ọ bụghị nanị na a na-eji mkpụgharị ọhịa eme ihe maka mgbake nke ọhịa ndị mebiri emebi na mberede",
  "Na mba ụfọdụ, dị ka Finland, ọtụtụ n'ime ọhịa ndị a na-ahụ maka osisi na ụlọ ọrụ pulp na akwụkwọ",
  "Na nhazi dị otú ahụ, dị ka ihe ọkụkụ ndị ọzọ, a na-akụ osisi iji dochie ndị e gbuturu",
  "Iwu Finnish Forest Act sitere na 1996 manyere iwugharị ọhịa ahụ mgbe e gbusịrị ya",
  "N'ọnọdụ ndị dị otú ahụ, ụlọ ọrụ ahụ nwere ike igbutu osisi n'ụzọ iji mee ka ọ dị mfe ịkụgharị ọhịa",
  "Ụlọ ọrụ na-emepụta osisi na-eji usoro dochie anya ọtụtụ osisi ndị ọ na-egbutu, na-ewe ọnụ ọgụgụ dị ukwuu nke ndị ọrụ okpomọkụ maka ọrụ ịkụ osisi",
  "Dịka ọmụmaatụ, na 2010, Weyerhaeuser kọrọ na-akụ mkpụrụ 50 million",
  "Otú ọ dị, iji ihe ọkụkụ na-akụghachi ọhịa ochie na-adịghị na-eji otu àgwà ndị ọhụrụ dochie nke ochie.",
  "N'ime naanị afọ 20, ahịhịa teak dị na Costa Rica nwere ike ịmịpụta osisi ruru 400 m³ kwa hectare",
  "Ka oke ọhịa teak ndị dị n'Eshia na-adị ụkọ ma ọ bụ sie ike inweta, ọnụ ahịa teak na-akụ ahịhịa na-ebuli elu kwa afọ",
  "Ụdị ndị ọzọ, dị ka mahogany, na-eto nwayọọ nwayọọ karịa teak na Tropical America mana ọ bara uru nke ukwuu",
  "Ndị na-akụ ngwa ngwa gụnyere pine, eucalyptus na Gmelina.",
  "Mweghachi osisi, ọ bụrụ na ejiri ọtụtụ ụdị ụmụ amaala eme ihe, nwere ike inye uru ndị ọzọ na mgbakwunye na nkwụghachi ego, gụnyere mweghachi nke ala, mweghachi nke ahịhịa na anụ ọhịa dị n'ógbè ahụ, na ijide na ịchịkọta tọn 38 nke carbon dioxide kwa hectare kwa afọ.",
  "Iweghachi nke ọhịa abụghị naanị ịkụ osisi dị mfe",
  "Ọhịa bụ obodo dị iche iche na-emepụta ihe ndị nwụrụ anwụ n'ime ala ka oge na-aga",
  "Otu nnukwu mmemme ịkụ osisi nwere ike ime ka ihu igwe dị n'ógbè ahụ dịkwuo mma ma belata ihe a na-achọ ọkụ ọkụ buru ibu nke mmanụ ọkụ maka oyi n'oge okpomọkụ.",
  "Ohia bụ akụkụ dị mkpa nke okirikiri carbon zuru ụwa ọnụ n'ihi na osisi na osisi na-amịkọrọ carbon dioxide site na photosynthesis",
  "Ya mere, ha na-ekere òkè dị mkpa na mbelata mgbanwe ihu igwe: 37  Site n'iwepụ ikuku carbon dioxide griin haus, oke ohia na-arụ ọrụ dị ka ikuku carbon nke terrestrial, nke pụtara na ha na-echekwa nnukwu carbon",
  "N'oge ọ bụla, oke ọhịa na-enweta ihe ruru okpukpu abụọ nke carbon dị na mbara igwe: 1456  ọhịa na-ewepụ ihe dị ka ijeri tọn carbon atọ kwa afọ",
  "Nke a bụ ihe dị ka 30% nke ikuku carbon dioxide niile",
  "Ya mere, mmụba n'ozuzu oke ọhịa gburugburu ụwa ga-ebelata okpomọkụ zuru ụwa ọnụ.",
  "Na mbido narị afọ nke 21st, mmasị n'ịkwagharị ọhịa tolitere n'ihi ike ọ nwere ibelata mgbanwe ihu igwe",
  "Ọbụlagodi na-ewepụghị ọrụ ugbo na obodo ukwu, ụwa nwere ike ịkwagide ihe fọrọ nke nta ka ọ bụrụ otu ijeri hectare nke ọhịa ọhụrụ",
  "Nke a ga-ewepụ 25% nke carbon dioxide n'ikuku wee belata itinye uche ya na ọkwa dị na mmalite narị afọ nke 20",
  "Mmụba okpomọkụ nke ogo 1.5 ga-ebelata ebe kwesịrị ekwesị maka oke ohia site na 20% n'afọ 2050, n'ihi na ụfọdụ ebe okpomọkụ ga-adị ọkụ",
  "Mba ndị nwere oke ọhịa dị njikere bụ: Russia, Canada, Brazil, Australia, United States na China.",
  "Atụmatụ anọ bụ isi bụ:",
  "Ọtụtụ òtù gburugburu ụwa na-akwado imezu atụmatụ nke mbụ",
  "Dịka ọmụmaatụ, na China, Jane Goodall Institute, site na ngalaba Shanghai Roots & Shoots, malitere Project Million Tree na Kulun Qi, Inner Mongolia iji kụọ otu nde osisi",
  "China jiri hectare nde 24 nke oke ọhịa ọhụrụ iji belata 21% nke mmanụ ọkụ ndị China na 2000.: 1456  Na Java, Indonesia di na nwunye lụrụ ọhụrụ na-enye onye ọ bụla na-eduzi agbamakwụkwọ 5 seedlings",
  "Di na nwunye ọ bụla na-agba alụkwaghịm na-enye onye ọ bụla gbara ha alụkwaghịm iri abụọ na ise",
  "Costa Rica ji okpukpu abụọ nke mkpuchi ọhịa ya n'ime afọ 30 na-eji usoro enyemaka ya na ịkwụ ụgwọ ndị ọzọ maka ọrụ gburugburu ebe obibi, gụnyere nkwụghachi ụgwọ maka ndị nwe ala",
  "A na-enweta ego ndị a site na onyinye mba ụwa na ụtụ isi obodo.",
  "Usoro nke abụọ metụtara ịhọpụta ụdị maka ịkụ osisi",
  "Na tiori, ịkụ ụdị osisi ọ bụla iji mepụta oke ọhịa ga-enwetakwu carbon dioxide site na ikuku",
  "Agbanyeghị, ụdị mgbanwe mkpụrụ ndụ ihe nketa nwere ike ito ngwa ngwa karịa ụdị anaghị agbanwe agbanwe.: 93  Ụfọdụ n'ime ihe ọkụkụ ndị a na-etolite",
  "A ga-akụ osisi ndị dị otú ahụ na-eto ngwa ngwa maka owuwe ihe ubi ma nwee ike ịmịkọrọ carbon dioxide ngwa ngwa karịa osisi ndị na-eji nwayọọ nwayọọ na-eto eto.:",
  "Mmetụta na ọnọdụ okpomọkụ na-emetụta ọnọdụ ọhịa",
  "Dịka ọmụmaatụ, mwegharị osisi na mpaghara boreal ma ọ bụ subarctic enwechaghị mmetụta na ihu igwe",
  "Nke a bụ n'ihi na ọ nọchiri anya mpaghara albedo dị elu, nke snow na-achị nke nwere oke ọhịa albedo dị ala",
  "N'ụzọ dị iche, ọrụ mweghachi nke okpomọkụ na-eduga na mgbanwe dị mma dị ka nhazi igwe ojii",
  "Igwe ojii ndị a na-egosipụta ìhè anyanwụ, na-ebelata okpomọkụ.:",
  "Ịkụ osisi na ihu igwe okpomọkụ na oge mmiri nwere uru ọzọ",
  "N'ọnọdụ dị otú ahụ, osisi na-eto ngwa ngwa (na-edozikwu carbon) n'ihi na ha nwere ike itolite kwa afọ",
  "Osisi ndị dị na ihu igwe na-ekpo ọkụ nwere, na nkezi, buru ibu, na-egbuke egbuke, na ọtụtụ akwụkwọ karịa ihu igwe na-abụghị okpomọkụ",
  "Nnyocha e mere n'ịdị elu nke osisi 70,000 n'ofe Africa egosila na oke ọhịa ndị dị n'ebe okpomọkụ na-edozi mmetọ carbon dioxide karịa ka a tụrụ anya na mbụ",
  "Nchọpụta a tụrụ aro na ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ ise nke mmanụ ọkụ na-esi n'oké ọhịa gafee Africa, Amazonia na Eshia",
  "Simon Lewis kwuru, \"Osisi ọhịa nke ebe okpomọkụ na-amịkọrọ ihe dịka 18% nke carbon dioxide agbakwunyere na mbara igwe kwa afọ site na mmanụ ọkụ na-ere ọkụ, na-egbochi mgbanwe mgbanwe.\"",
  "N'ihe dị ka afọ 2008, a na-egbutu osisi dị ijeri hectare 1.3 kwa afọ",
  "Ibelata nke a ga-ebelata oke ihe ọkụkụ dị mkpa iji nweta ogo nke mbelata.",
  "Otu nnyocha chọpụtara na ihe fọrọ nke nta ka ọ bụrụ nde mmadụ 300 na-ebi n'okirikiri ohere mweghachi ọhịa dị na Global South, na-eme ka ọnụ ọgụgụ dị ukwuu nke obodo ndị na-enweghị ego na-akpata, ma na-arụ ụka maka itinye aka na \"obodo\" na ọrụ mweghachi nke ọhịa.",
  "Ịkụ osisi ọhụrụ na-ebutekarị ihe ruru 90% nke mkpụrụ osisi na-ada ada",
  "Otú ọ dị, ọbụna n'ebe ndị e gbuturu osisi, usoro mgbọrọgwụ dị adị na-adịkarị",
  "Enwere ike ịbawanye uto site na ịkwachaa na coppicing ebe a na-egbutu alaka ole na ole nke ome ọhụrụ na-ejikarị eme ihe maka unyi, n'onwe ya bụ isi ihe na-akpata igbutu osisi",
  "Ebe ọ bụ na a naghị akụ mkpụrụ ọhụrụ, ọ dị ọnụ ala",
  "Na mgbakwunye, o yikarịrị ka ha ga-adị ndụ n'ihi na usoro mgbọrọgwụ ha adịlarị ma nwee ike ịbanye na mmiri dị n'ime ala n'oge oge siri ike na-enweghị mmiri ozuzo",
  "Ọ bụ ezie na usoro a dị adị kemgbe ọtụtụ narị afọ, a na-akpọ ya ugbu a mgbe ụfọdụ ka ndị ọrụ ugbo jikwaa na-amụba ihe okike.",
  "Amụma na-akwalite mkpụgharị osisi maka ihe mkpali na nloghachi egosila nsonaazụ na-ekwe nkwa nke ịbụ echiche dị irè ma na-akpali akpali iji kụọ osisi n'ụwa niile n'ọ̀tụ̀tụ̀ dị ukwuu",
  "Ụfọdụ ihe mkpali maka mkpụgharị ọhịa nwere ike ịdị mfe dị ka nkwụghachi ego",
  "Streck and Scholz (2006) kọwara ka otu ndị ọkà mmụta sayensị sitere na ụlọ ọrụ dị iche iche si mepụta mbelata akwụ ụgwọ nke usoro igbutu osisi nke ga-akwụghachi mba ndị ka na-emepe emepe na-akpaghasị ihe ọ bụla ọzọ nke igbutu osisi",
  "Mba ndị na-ekere òkè ma na-ewere nhọrọ iji belata ihe ọkụkụ ha sitere na igbutu osisi n'ime oge a ga-enweta ụgwọ ọrụ ego maka ikuku carbon dioxide nke ha na-ezere.: 875   Iji bulie ịkwụ ụgwọ, mba ndị ọbịa ga-enye ego nke gọọmentị ma ọ bụ kparịta ụdị ụfọdụ",
  "nke mbinye ego na ụlọ ọrụ ego nke ga-achọ isonye na nkwụghachi ụgwọ e kwere ná mba ọzọ",
  "Enwere ike itinye ego obodo ahụ nwetara iji nyere aka chọta ụzọ ọzọ maka igbutu oke ọhịa",
  "Usoro a niile nke igbutu ikuku ga-abụ nke afọ ofufo, mana mgbe mba ahụ kwekọrịtara iwetu ihe ọkụkụ ha, ha ga-amarịrị ibelata ihe ọkụkụ ha",
  "Agbanyeghị, ọ bụrụ na obodo enweghị ike iru ọrụ ha, ebumnuche ha ga-agbakwunye na oge ntinye aka ọzọ",
  "Ndị dere amụma ndị a na-ahụ nke a dị ka naanị nkwekọrịta gọọmentị na gọọmentị; ụlọ ọrụ nkeonwe agaghị eso na azụmaahịa akwụ ụgwọ.",
  "Ebe ọzọ na-enweta ego na-enweta iji kwado ọrụ mkpogharị osisi na-ekwu maka ire kredit carbon sequestration, nke enwere ike irere ụlọ ọrụ na ndị mmadụ n'otu n'otu na-achọ ịkwụghachi akara ụkwụ carbon ha",
  "Usoro a na-enye ohere ka ndị nwe ala na ndị ọrụ ugbo na-enweta ego ha nwetara site n'ịkwalite osisi nke ala ha, ebe ha na-erite uru n'otu oge site na ahụike ala dị mma na ụbara mmepụta ihe.",
  "N'akụkụ usoro mkpali ego n'oge gara aga, uru ụtụ isi nke osisi bụ ụzọ ọzọ gọọmentị si agba ndị ụlọ ọrụ ume ka ha kwalite ụzọ mkpọ osisi site na nkwa nke nkwụsịtụ ụtụ isi.",
  "Dị ka ọtụtụ ndị nwe ala na-achọ inweta kredit carbon site na nkewa, nsonye ha na-akwadokwa ụdị ndụ dị iche iche ma na-enye ọrụ gburugburu ebe obibi maka ihe ọkụkụ na anụ ụlọ.",
  "Nzukọ akụ na ụba ụwa nke 2020, nke e mere na Davos, kwupụtara mmepụta nke mkpọsa osisi Trillion, nke bụ atụmatụ na-achọ ịkụ osisi 1 trillion n'ofe ụwa",
  "Mmejuputa iwu a nwere ike inwe nnukwu uru gburugburu ebe obibi na nke ọha mana ọ dị mkpa ka ahaziri ya na ọnọdụ mpaghara.",
  "Atụmatụ mweghachi nke odida obodo na-achọ imezigharị odida obodo na rụkwaa akụkụ ndị dị n'akụkụ na ndị mebiri emebi iji wepụta ala ọhịa na-arụpụta ihe nke na-adịte aka na ogologo oge",
  "Ọ na-achọ ijide n'aka na eweghachiri ọrụ dị iche iche nke gburugburu ebe obibi na iji ala, chekwaa ma chekwaa ka oge na-aga.",
  "Na China, ọtụtụ mmemme mịgharị ihe dị adị kemgbe 1970s, bụ nke nweworo ihe ịga nke ọma n'ozuzu ya",
  "Mkpuchi ọhịa amụbaala site na 12% nke ala China ruo 16%",
  "[Ebe e bipụtara onwe ya?] Otú ọ dị, mmemme a kapịrị ọnụ enwebeghị ihe ịga nke ọma",
  "\"Mgbidi Green nke China\", mbọ iji gbochie mgbasawanye nke Ọzara Gobi, ka e mere atụmatụ ka ọ dị kilomita 2,800 (4,500 km) ogologo ma rụchaa ya na 2050",
  "N'afọ 2015, China kwupụtara atụmatụ ịkụ osisi ijeri 26 site na mba ahụ",
  "afọ 2025; ya bụ, osisi abụọ maka ụmụ amaala China ọ bụla kwa afọ",
  "China chọrọ ka ụmụ akwụkwọ tolitere karịa afọ 11 kụọ otu osisi kwa afọ ruo mgbe ha gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị.",
  "N'agbata 2013 na 2018, China kụrụ ọhịa 338,000 square kilomita, na-efu $82.88 ijeri",
  "Ka ọ na-erule 2018, 21.7% nke ókèala China kpuchiri oke ọhịa, ọnụ ọgụgụ gọọmentị chọrọ ịbawanye ruo 26% site na 2035",
  "Ngụkọta mpaghara China dị square kilomita 9,596,961 (lee China), yabụ 412,669 square kilomita kwesịrị ka a kụọ ya",
  "Dị ka atụmatụ gọọmentị si kwuo, ka ọ na-erule 2050, 30% nke ókèala China kwesịrị iji ọhịa kpuchie ya.",
  "N'afọ 2017, Saihanba Afforestation Community meriri UN Champions of the Earth Award inspiration and Action maka mbọ ha na-eme nke ọma n'ịkụgharị osisi, bụ nke malitere mgbe ha chọpụtara na otu osisi dị ndụ.",
  "Site na 2016 ruo 2021, 3976 square kilomita nke ọhịa ka a kụrụ na Tibet Autonomous Region, na-enwe atụmatụ a ga-akụ osisi 20 nde tupu 2023.",
  "N'afọ 2012-2022 China weghachiri oke ọhịa karịrị nde hectare 70 (700,000 km2)",
  "China kwadoro ịkụ na ichekwa osisi ijeri 70 n'afọ 2030 dịka akụkụ nke Mgbasa Ozi Osisi Trillion.",
  "Amalitere na 1978 ma hazie ya ka ọ ga-adịgide ruo 2050, mmemme mmepe ọhịa atọ nke Northern echebe - nke a na-akpọkarị \"Great Green Wall\" - bu n'obi kụọ ihe fọrọ nke nta ka ọ bụrụ nde acres 90 nke ọhịa ọhụrụ n'ebe dị kilomita 2,800 nke ugwu China.",
  "Jadav Payeng enwetala ihe nrite mba maka mbọ mkpụgharị osisi, nke a maara dị ka \"oke ọhịa Molai\"",
  "Ọ kụrụ hectare 1400 nke ọhịa n'akụkụ osimiri Brahmaputra naanị",
  "A na-agba mbọ mkpụgharị osisi na mba ahụ dum",
  "Na 2016, India nwere ihe karịrị nde osisi 50 a kụrụ na Uttar Pradesh na na 2017, a kụrụ ihe karịrị nde osisi 66 na Madhya Pradesh",
  "Na mgbakwunye na nke a na mbọ ndị mmadụ n'otu n'otu, enwere ụlọ ọrụ mmalite, dị ka Afforest, nke a na-emepụta na mba ahụ na-arụ ọrụ na-akụ osisi",
  "A na-arụ ọtụtụ ihe ọkụkụ na kọntinenti India mana nlanarị ahụ adịghị mma nke ukwuu karịsịa maka nnukwu ihe ọkụkụ, na-erughị 20% ịlanahụ",
  "Iji meziwanye oke ohia na iji mezuo ebumnuche mba nke mkpuchi ohia nke 33%, ọ dị mkpa imeziwanye usoro nke ịkụ ihe",
  "Kama ịkụ ihe n'ụba, ọ dị mkpa ịrụ ọrụ na nha arụmọrụ & nyochaa uto osisi",
  "N'iburu nke a n'uche, otu ụlọ ọrụ anaghị akwụ ụgwọ bụ Ek Kadam Sansthan na Jaipur na-eduzi mmepe nke modul nke nleba anya n'ugbo maka ihe ọkụkụ",
  "Emeela onye na-anya ụgbọ elu nke ọma na nzukọ a na-atụ anya imejuputa obodo na njedebe nke 2021.",
  "Ministry of Agriculture, Forestry and Fishery na-akọwa na ihe dị ka ụzọ abụọ n'ụzọ atọ nke ala Japan jupụtara n'oké ọhịa, na ọ fọrọ nke nta ka ọ gbanwee site na 1966 ruo 2012",
  "Japan kwesịrị ibelata 26% nke ikuku gas na-esi na 2013 site na 2030 iji mezuo Paris",
  "Agreement na-agbalị ibelata 2% n'ime ha site ọhịa.",
  "Oke mmetọ gburugburu ebe obibi na ahụ mmadụ tinyere ihe metụtara igbukpọ osisi, mmetọ mmiri, mmebi anwụrụ ọkụ, na mfu nke ala nke ọrụ Ngwuputa na Ashio kpatara, Tochigi ghọrọ okwu mmekọrịta ọha na eze mbụ na Japan, mgbalị nke Shōzō Tanaka toro ruo nnukwu mkpọsa megide ọla kọpa",
  "ọrụ",
  "Nke a mere ka e kee 'Watarase Yusuichi Pond', iji dozie mmetọ nke bụ saịtị Ramsar taa",
  "Reforestation e duziri dị ka akụkụ nke igbu osisi n'ihi enweghị ike nke onwe-agbake site eke ala n'onwe ya n'ihi oké njọ ala mmetọ na ọnwụ nke osisi n'ihi na ọnwụ nke ala maka osisi na-eto eto, si otú mkpa artificial mgbalị metụtara iwebata nke ike Ona si n'èzí",
  "Malite na gburugburu 1897, ihe dị ka 50% nke ugwu nkwọcha alaghachila azụ akwụkwọ ndụ akwụkwọ ndụ.",
  "A malitere Tsunami Billion Tree na 2014 site n'ịkụ osisi 10 ijeri, nke gọọmentị mpaghara Khyber Pakhtunkhwa (KPK) na Imran Khan, dị ka nzaghachi maka ihe ịma aka nke okpomọkụ ụwa",
  "Tsunami ijeri osisi Pakistan weghachiri oke ọhịa 350,000 na ala mebiri emebi karia nkwa ịma aka Bonn ya.",
  "Na 2018, praịm minista Pakistan Imran Khan kwupụtara na mba ahụ ga-akụ osisi ijeri iri n'ime afọ ise na-abịa.",
  "N'afọ 2020, gọọmentị Pakistan wepụtara atụmatụ ịkpọ ndị ọrụ 63,600 ka ha kụọ osisi na mpaghara ugwu Punjab, nwere ụdị ụmụ amaala dịka acacia, mulberry na moringa",
  "Ebumnuche a bụ iji belata enweghị ọrụ nke mkpọchi mkpọchi kpatara iji belata mgbasa nke COVID-19.",
  "Na 2011, Philippines guzobere National Greening Programme dị ka mmemme kachasị mkpa iji nyere aka belata ịda ogbenye, kwalite nchekwa nri, nkwụsi ike gburugburu ebe obibi, na nchekwa ihe dị iche iche, yana ịkwalite mbelata mgbanwe ihu igwe na mmegharị na mba ahụ",
  "Mmemme ahụ meghere ụzọ maka ịkụ ihe fọrọ nke nta ka ọ bụrụ ijeri mkpụrụ osisi 1.4 n'ihe dịka hectare nde 1.66 na mba n'oge 2011-2016",
  "Òtù Na-ahụ Maka Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu họọrọ Philippines nke ise n'etiti mba ndị na-akọ oke uru mpaghara ọhịa kwa afọ, nke ruru hectare 240,000 n'oge 2010-2015.",
  "Ọ bụ Armenia Tree Project tọrọ ntọala na 1994 iji lebara nsogbu gburugburu ebe obibi na akụ na ụba metụtara oke ọhịa Armenia na-ebelata",
  "Kemgbe e hiwere ya, nzukọ a akụwo ihe karịrị nde osisi 6.5 n'ime obodo niile na Armenia.",
  "N'afọ 2019, gọọmentị Ireland kpebiri ịkụ osisi nde 440 n'afọ 2040",
  "Mkpebi a bụ akụkụ nke atụmatụ gọọmentị ime ka Ireland ghara ịnọpụ iche na carbon n'afọ 2050 site na iji ume ọhụrụ, mgbanwe iji ala na ụtụ carbon.",
  "A na-akwali Ireland ịbawanye oriri osisi na-adigide ma na-agbakwunyekwa ọnọdụ ọrụ enyi na enyi",
  "Ha agbaala mbọ iji belata ojiji nke ikuku methane site n'ịbinye aka n'akwụkwọ iji weghachite iji methane 30%.",
  "Ka ọ na-erule narị afọ nke 14, ụlọ ọrụ emebiwo ọhịa ndị dị n'ebe ndị mmadụ buru ibu, nke ọtụtụ n'ime ha chọrọ osisi maka ọrụ ha",
  "Peter Stromer (1310-1388), onye nwe Stromer trading na ụlọ ọrụ azụmahịa, bụ nke ụkọ a kpaliri \"ime nnwale omenala ọhịa\"",
  "N'afọ 1368, ọ kụrụ osisi fir na pine nke ọma na Nuremberg Reichswald, bụ nke ka oge na-aga kwụsịrị ụkọ osisi ma guzobe \"mmeri nke pine na Nuremberg Reichswald\" (na-efunahụ osisi ndị ọzọ)",
  "\"Ozizi nke ịgha mkpụrụ nke coniferous\" gbasara n'ọtụtụ ebe site na iwu oke ọhịa na ihe odide ndị ọzọ n'oge ahụ.",
  "Achọrọ mkpụgharị ọhịa dịka akụkụ nke iwu oke ọhịa gọọmenti etiti",
  "31% nke Germany bụ oke ọhịa, dị ka akwụkwọ ndekọ ọnụ ahịa ọhịa nke abụọ nke 2001-2003 siri dị",
  "Oke oke ọhịa dị na Jamanị mụbara n'etiti ngwa ahịa ọhịa nke mbụ na nke abụọ n'ihi oke ọhịa nke ahịhịa ndị mebiri emebi na mpaghara ọrụ ugbo.",
  "Kemgbe 1980s, a kụrụ osisi nde 8.5 na United Kingdom na mpaghara Midlands gburugburu obodo Moira na Donistorpe, nke dị nso na Leicester",
  "A na-akpọ ebe ahụ The National Forest",
  "Ọrụ mkpogharị osisi ka ukwuu, nke a na-akpọ The Northern Forest, na-amalite na South Yorkshire",
  "Ọ na-achọ ịkụ osisi nde 50",
  "N'agbanyeghị nke a, a katọrọ gọọmentị UK maka imezu ebumnuche ịkụ osisi ya",
  "Enweelakwa nchegbu maka ịkụ osisi na-abụghị nke obodo na-akpaghasị iguzosi ike n'ezi ihe nke gburugburu ebe obibi na usoro nke ihe ga-abụ mweghachi ebe obibi.",
  "Kemgbe 1948, a rụzuru nnukwu ọrụ mweghachi na ịkụ osisi n'Izrel",
  "Akụla osisi nde 240",
  "Ọnụọgụ mkpochapụ carbon n'ime oke ọhịa ndị a yiri oke ọhịa ndị Europe.",
  "Israel na naanị otu mba ọzọ ka edepụtara na ha nwere ụbara oke ọhịa n'afọ ndị 2000",
  "Enwere ike ịsị na ụdị ọganihu a bụ omume ọha mmadụ nke Israel na-etinye n'ime obodo ha.",
  "Ruo ọtụtụ puku afọ, Lebanon kpuchiri n'oké ọhịa; Otu ụdị mmasị, Cedrus libani bara ezigbo uru, ọ fọrọ nke nta ka ọ ghara ikpochapụ ya n'ihi ịrụ ọrụ osisi",
  "Ọtụtụ omenala oge ochie n'akụkụ Oké Osimiri Mediterenian na-egbute osisi ndị a gụnyere ndị Finishia bụ ndị na-eji cedar, pine na osisi junipa arụ ụgbọ mmiri, ndị Rom, bụ ndị na-egbutu ha maka ọkụ ọkụ na-ere ọkụ, na ndị Ottoman, bụ ndị na-eji ọtụtụ n'ime ọhịa cedar fọdụrụnụ",
  "Lebanon dị ka mmanụ ụgbọala na ụgbọ oloko uzuoku na mmalite narị afọ nke 20",
  "N'agbanyeghị puku afọ abụọ nke igbutu osisi, oke ọhịa ndị dị na Lebanon ka na-ekpuchi 13.6% nke mba ahụ, na ala ndị ọzọ nke osisi na-anọchi anya 11%.",
  "Iwu Nke 558, nke ndị omeiwu nke Lebanon kwadoro na Eprel 19, 1996, na-achọ ichebe ma gbasaa ọhịa ndị dị ugbu a, na-ekewa oke ọhịa nile nke cedar, fir, elu junipa, cypress evergreen na osisi ndị ọzọ, ma dịgasị iche iche ma ọ bụ otu, ma steeti",
  "-nwere ma ọ bụ na ọ bụghị dị ka ọhịa echekwara.",
  "Ebe ọ bụ na 2011 ka a kụrụ ihe karịrị osisi 600,000, gụnyere cedars na ụdị ala ndị ọzọ, na Lebanọn dum dị ka akụkụ nke Lebanon Reforestation Initiative, nke na-achọ iweghachi oke ọhịa Lebanon",
  "Ọrụ ndị a na-enweta ego na mpaghara yana site n'aka ndị ọrụ ebere mba ụwa na-arụ nnukwu osisi cedar a na-arụ na mpaghara Mediterenian, ọkachasị na Lebanon na Turkey, ebe a na-akụ ihe karịrị nde cedar 50 nde kwa afọ.",
  "The Lebanon Reforestation Initiative na-arụ ọrụ na ebe a na-elekọta osisi na Lebanon niile kemgbe 2012 iji too osisi siri ike na ọnụego nlanarị dị elu.",
  "N'ime hectare nde 78 nke mba ahụ na mkpokọta Ministri Ọrụ Ugbo na oke ohia bu n'obi ịbawanye oke ọhịa Turkey ruo 30% n'afọ 2023.",
  "Afọ 4000 gara aga Anatolia bụ 60% ruo 70% ọhịa",
  "Ọ bụ ezie na osisi osisi Turkey ka dị iche iche karịa ọtụtụ mba Europe igbutu osisi mere n'oge oge ochie na oge akụkọ ihe mere eme, gụnyere oge Rom na Ottoman.",
  "Kemgbe koodu ọhịa mbụ nke 1937, nkọwa gọọmentị gọọmentị maka 'oke ọhịa' dị iche iche",
  "Dị ka nkọwa dị ugbu a si dị nde hectare 21 bụ ọhịa, mmụba nke ihe dị ka nde hectare 1 n'ime afọ 30 gara aga, mana naanị ihe dị ka ọkara bụ 'na-arụpụta'",
  "Agbanyeghị, dịka otu United Nations Food and Agriculture Organisation si kọwaa oke ọhịa ihe dị ka nde hectare 12 ka a gbara ọhịa na 2015, ihe dịka 15% nke elu ala.",
  "Ọnụ ọgụgụ nke ikuku griin haus nke Turkey wepụrụ site na oke ohia bụ ihe a na-ejighị n'aka",
  "Dị ka 2019 Otú ọ dị, a na-eme nyocha ọhụrụ site n'enyemaka nke satịlaịtị na nha ala ọhụrụ na ozi ka mma kwesịrị ịdị na 2020.",
  "Dị ka ụlọ ọrụ World Resources Institute si kwuo \"Atlas of Forest Landscape Opportunities\" nde hectare 50 bụ oke ọhịa nwere ike ime, mpaghara yiri oke ọhịa Anatolian oge ochie a kpọtụrụ aha n'elu",
  "Nke a nwere ike inye aka belata mgbanwe ihu igwe na Turkey",
  "Iji nyere aka chekwaa ụdị ndụ dị iche iche nke Turkey ka atụwo aro ka oke ọhịa na-adigide",
  "Ọ dịkwa mkpa ijikwa nlekọta ala ahịhịa emelitere.",
  "Ụbọchị oke ọhịa nke mba dị na 11 Nọvemba mana, dịka otu ndị ọrụ ugbo na ndị na-azụ ahịa ọhịa siri kwuo n'agbanyeghị na ndị ọrụ afọ ofufo kụrụ ọnụ ọgụgụ osisi na 2019, ọtụtụ nwụrụ site na 2020 n'otu akụkụ n'ihi ụkọ mmiri ozuzo.",
  "Natural Resources Canada (Ngalaba na-ahụ maka ihe ndị sitere n'okike) na-ekwu na mbelata oke ọhịa nke mba site na 1990 ruo 2015, na Canada nwere ọnụ ọgụgụ igbukpọ osisi kacha ala n'ụwa",
  "Ụlọ ọrụ ọhịa bụ otu n'ime isi ụlọ ọrụ na Canada, nke na-enye ihe dị ka 7% nke akụ na ụba Canada, na ihe dị ka 9% nke oke ọhịa dị n'ụwa dị na Canada",
  "Ya mere, Canada nwere ọtụtụ atumatu na iwu itinye aka na njikwa ọhịa na-adigide",
  "Dịka ọmụmaatụ, 94% nke oke ọhịa Canada bụ ala ọha na eze, gọọmentị na-amanye ịgha osisi mgbe ha wechara ya n'ọhịa ọha.",
  "Ọ bụ ebumnuche ekwuru nke US Forest Service (USFS) ijikwa akụ oke ọhịa nke ọma",
  "Nke a na-agụnye mkpụgharị osisi mgbe owuwe ihe ubi osisi, na mmemme ndị ọzọ.",
  "Ihe ndekọ nke United States Department of Agriculture (USDA) na-egosi na ọhịa nwere ihe dị ka 46% nke ngụkọta ala US na 1630 (mgbe ndị ọbịa Europe malitere ịbịarute ọnụ ọgụgụ buru ibu), mana agbadala ruo 34% na 1910",
  "Mgbe 1910 gasịrị, mpaghara ọhịa ka dịgidere",
  "ọ fọrọ nke nta ka ọ bụrụ mgbe niile n'agbanyeghị na ọnụ ọgụgụ US abawanyela nke ukwuu",
  "N'ọgwụgwụ narị afọ nke 19, e hiwere US Service Forest Service n'otu akụkụ iji lebara nchegbu nke ọdachi ndị na-emere onwe ha anya n'ihi igbutu osisi, na mmemme nhazigharị ọhụrụ na iwu gọọmenti etiti dịka Knutson-Vandenberg Act (1930)",
  "Ụlọ ọrụ na-ahụ maka oke ọhịa nke United States na-ekwu na a chọrọ mkpụgharị osisi nke mmadụ na-eduzi iji kwado nrụpụta okike na ụlọ ọrụ ahụ na-etinye aka na nyocha na-aga n'ihu n'ime ụzọ dị irè isi weghachi ọhịa.",
  "Banyere afọ 2020, United States of America kụrụ osisi ijeri 2.5 kwa afọ",
  "Na mbido afọ 2020, ụgwọ ga-abawanye ọnụ ọgụgụ ahụ ruo ijeri 3.3, ndị Republican tụpụtara ya, ka Onye isi ala Donald Trump sonyeere Mgbasa Ozi Osisi Trillion.",
  "Site na iweghachi ọhịa na nchekwa gburugburu ebe obibi, Costa Rica ji okpukpu abụọ kpuchie ọhịa ya n'ime afọ 30.",
  "Costa Rica nwere nkwa ogologo oge maka gburugburu ebe obibi",
  "Obodo ugbu a bụ otu n'ime ndị isi nke nkwado, ihe dị iche iche dị ndụ na nchekwa ndị ọzọ",
  "Ọ chọrọ ịbụ mmanụ ọkụ kpamkpam n'efu site na 2050",
  "Mba ahụ ewepụtala ike eletrik ya niile site na isi mmalite ndị a na-emegharị ọhụrụ ruo afọ atọ dị ka nke 2019",
  "O meela nkwa ịbụ nke enweghị carbon na enweghị plastik site na 2021.",
  "Ka ọ na-erule n'afọ 2019, ọkara ala nke mba ahụ jupụtara n\"oké ọhịa",
  "Ha na-amị nnukwu carbon dioxide, na'ịlụso mgbanwe ihu igwe ọgụ.",
  "N'ime 1940s, ihe karịrị 75% nke mba ahụ kpuchiri n'ọtụtụ oke ọhịa mmiri ozuzo na oke ọhịa ndị ọzọ",
  "N'agbata afọ 1940 na 1980, igbutu osisi buru ibu, nke a na-achịkwaghị achịkwa dugara na igbukpọsị osisi",
  "Ka ọ na-erule 1983, naanị 26% nke mba ahụ nwere oke ọhịa",
  "N'ịghọta mbibi ahụ, ndị omebe iwu guzoro",
  "Site na nleba anya gburugburu ebe obibi na-aga n'ihu, ha nwere ike ịtụgharị ihe ruo n'ókè nke na mkpuchi ọhịa amụbaala ruo 52% taa, okpukpu abụọ karịa ọkwa 1983.",
  "Onye ndu ụwa a na-asọpụrụ maka njem njem na nchekwa, Costa Rica ebutela ụzọ mmepe nke ịkwụ ụgwọ maka ọrụ gburugburu ebe obibi",
  "Usoro nchekwa gburugburu ebe obibi nke Costa Rica anọwo na-agba ume maka nchekwa na ịkwagharị ala site n'inye onyinye maka ọrụ gburugburu ebe obibi",
  "Usoro ahụ abụghị naanị na ọ dị elu maka oge ya kamakwa ọ na-enwetụbeghị ụdị ya n'ụwa",
  "O nwetara nlebara anya zuru ụwa ọnụ.",
  "Mba ahụ ewepụtala mmemme iji kwụọ ndị nwe ala ụgwọ maka ịkụgharị ọhịa",
  "Otu n'ime mmemme e hiwere na Costa Rica bụ Asambodo Nkwalite ọhịa na 1979 ma na-akwado ya site na onyinye mba ụwa na ụtụ isi obodo",
  "Atumatu a na-enyere aka ichekwa oke ohia di na mba ahu, ma ugbu a enyekwara aka n'inye iwu nke oke ohia n'afo 1986 na FONAFIFO n'aho 1990 nke na-eme ka a mara na mmemme nchekwa ahu ga n'ihu.",
  "Ihe dị ka 59% nke Peru bụ ọhịa kpuchiri",
  "Akụkọ ihe mere eme nke ọgba aghara ndọrọ ndọrọ ọchịchị na enweghị ike gọọmentị na-akwado iwu gburugburu ebe obibi emeela ka mmebi nke ọhịa na gburugburu ebe obibi dị na Peru",
  "Mkpoko ndị agha na 1968 kpatara mfu nke mmegharị akụ na ụba na mpaghara Talara wee kpalite mmụba na igbu osisi na-akwadoghị n'ihi enweghị ohere akụ na ụba ọzọ",
  "Ngwuputa ogbunigwe na igbu osisi n'ụzọ iwu na-akwadoghị na-akpata oke mbibi nke Peru na mmebi gburugburu ebe obibi",
  "Gọọmenti Peruvian enwebeghị ike ịmanye atụmatụ nhazi nhazi ngwuputa ihe gbasara gburugburu ebe obibi iji chebe oke ọhịa Amazon dị na mpaghara Madre de Dios",
  "A maara 1980s na Peru dị ka \"afọ iri furu efu\" n'ihi esemokwu dị n'ime obodo na nnukwu nsogbu akụ na ụba nke fọrọ nke nta ka ọ bụrụ ibibi obodo ahụ ma mee ka steeti ahụ ghara ịchịkwa ọtụtụ mpaghara",
  "Ọtụtụ mpaghara dị na Peru, gụnyere Madre de Dios, enweghị ọnụnọ steeti ruo mgbe gọọmentị malitere mmegharị 'imeri na mejupụta Amazon,' na-enwe olileanya ibelata ọrụ Ngwuputa iwu na-akwadoghị na nke na-agbasaghị na mpaghara ahụ ma na-emetọ ndị Amazonian",
  "osimiri na nbibi nke oke ohia ya.",
  "Atụmatụ mwegharị osisi agbasawanyela na mba ahụ kemgbe",
  "Na Peru, mkpụgharị osisi dị mkpa iji chekwaa ndụ obodo n'ime ime obodo n'ihi na ọtụtụ ndị bi na-adabere n'oké ọhịa n'ụzọ ụfọdụ",
  "Igbukpọsị osisi na-emetụtakwa obodo ndị dị na Peru n'ụzọ na-adịghị mma, nke mere mgbalị ịkụgharị osisi ji dị mkpa maka nchekwa nke ọtụtụ obodo.",
  "Otu atụmatụ dị na mpaghara a gụnyere ịkụ osisi obosara dị kilomita itoolu na mpaghara ndịda nke Ọzara Sahara maka ịkwụsị mgbasawanye ya na ndịda",
  "Atụmatụ Great Green Wall bụ atụmatụ ndị Africa na-eme ka \"acha akwụkwọ ndụ akwụkwọ ndụ\" kọntinent site na ọdịda anyanwụ ruo n'ọwụwa anyanwụ iji lụso ọzara ọgụ",
  "Ọ gbadoro ụkwụ n'ịlụso ịda ogbenye ọgụ (site n'ọrụ nke ndị ọrụ chọrọ maka ọrụ a) yana mmebi nke ala dị na mpaghara Sahel-Saharan, na-elekwasị anya n'obere ala dị 15 km (9 mi) n'obosara na 7,500 km (4,750 mi) ogologo",
  "site na Dakar ruo Djibouti",
  "Ruo Mee 2020, mba 21 sonyeere ọrụ a, mgbasawanye nke ọzara Sahara na-emetụta ọtụtụ n'ime ha",
  "Ọ kwesịrị ịmepụta ọrụ ndụ akwụkwọ ndụ nde iri site na 2030.",
  "N'afọ 2019, Etiopia malitere nnukwu mkpọsa ịkụ osisi \"Green Legacy\" na ebumnuche ịkụ osisi ijeri 4 n'ime otu afọ",
  "N'ime otu ụbọchị naanị, a kụrụ ihe karịrị nde osisi 350.",
  "Ecosia bụ ọgbakọ anaghị akwụ ụgwọ dabere na Berlin, Germany, nke kụrụ ihe karịrị 100 million osisi n'ụwa niile dịka nke Julaị 2020.",
  "Osisi for the Future enyerela ihe karịrị ezinụlọ 170,000 aka, na obodo 6,800 nke Asia, Africa na America, ịkụ ihe karịrị nde osisi 35..",
  "Ecologi bụ nzukọ na-enye ndị otu ya ụzọ ha ga-esi kwado ihe ngwọta mgbanwe ihu igwe",
  "Nke a na-agụnye ịkwụsị ikuku carbon ha na ịkụ osisi",
  "Ka ọ dị ugbu a, a kụrụ ihe karịrị nde osisi 50 site na Ecologi, yana ihe karịrị nde tọn 2.2 nke CO2e belatara.",
  "Wangari Maathai, onye nnata Nobel Peace Prize 2004, hibere Green Belt Movement nke kụrụ ihe karịrị nde osisi 47 iji weghachi gburugburu Kenya.",
  "Shanghai Roots & Shoots, ngalaba nke Jane Goodall Institute, malitere Project Million Tree na Kulun Qi, Mongolia Inner iji kụọ otu nde osisi iji kwụsị ọzara na ibelata okpomọkụ ụwa.",
  "Team Trees bụ ndị na-akwado ego 2019 nwere atụmatụ ịkụ osisi nde 20",
  "Ndị US YouTubers MrBeast na Mark Rober malitere atụmatụ a, ndị YouTubers kwadoro ya",
  "Arbor Day Foundation ga-arụkọ ọrụ na ndị mmekọ obodo ya gburugburu ụwa iji kụọ otu osisi maka dollar ọ bụla ha welitere.",
  "Osisi Maka Ndụ (Brooklyn Park) bụ ọgbakọ dabere na steeti, nke hiwere laa azụ na 1981 wee wepụta mmemme nchekwa, ahịhịa na ọzụzụ obodo",
  "Ugbu a ọ nwere puku kwuru puku ndị nkwado na-arụsi ọrụ ike ma na-akwalite ọrụ n'ime obodo.",
  "Ọtụtụ ụlọ ọrụ na-anwa ị nweta nkwụghachi carbon site na ngwọta sitere n'okike dị ka mkpọgharị osisi, gụnyere ọhịa mangrove na mweghachi ala",
  "Otu n'ime ha bụ Microsoft na Eni",
  "Ịbawanye ihe mkpuchi ọhịa nke ụwa site na 25% ga-ewepụ ihe ndị mmadụ na-emepụta n'ime afọ 20 gara aga",
  "N'ọnọdụ ọ bụla, ọ ga-adị mkpa ịdọrọ na ikuku CO2 nke ewepụtaralarị",
  "Agbanyeghị, nke a nwere ike ịrụ ọrụ naanị ma ọ bụrụ na ụlọ ọrụ ga-akwụsị ikuku ọhụrụ wee kwụsị igbutu osisi.",
  "Echiche yiri nke ahụ, ịkọ oke ọhịa, na-ezo aka na usoro nke iweghachi na ịmegharị akụkụ nke ọhịa ma ọ bụ ọhịa ndị nwere ike ịdị adị ogologo oge gara aga ma e kpochapụrụ ọhịa ma ọ bụ wepụ ya n'oge ụfọdụ n'oge gara aga ma ọ bụ na-enweghị ya (dịka ọmụmaatụ, ahịhịa ndụ)",
  "Mgbe ụfọdụ, a na-eji okwu a bụ \"ịkwagharị ọhịa\" iji mata ọdịiche dị n'etiti mkpuchi mbụ nke ọhịa na mweghachi nke ọhịa na mpaghara",
  "Ngwa pụrụ iche, dịka ọmụmaatụ",
  "Ogwe osisi osisi, na-eji mee ka ịkụ osisi dị mfe na ngwa ngwa.",
  "Usoro ọzọ ọzọ, ịgbasa osisi, yiri ya ka enwere ike iji gbochie mmetụta ọjọọ gburugburu ebe obibi na gburugburu ebe obibi nke igbutu osisi site n'ịkwalite ọhịa dị adị nke na-emebi emebi ruo n'ikike ya zuru oke.",
  "Mweghari osisi na-asọ mpi n'iji ala ndị ọzọ eme ihe, dị ka mmepụta nri, ịta anụ ụlọ, na ebe obibi, maka mmepe akụ na ụba na-aga n'ihu",
  "Ịkpụgharị ọhịa nwere ike ịdọpụ nnukwu mmiri site na ihe omume ndị ọzọ",
  "Maapụ ụlọ ọrụ World Resources Institute na mmekorita ya na IUCN mebere na-akọwapụta hectare ijeri abụọ maka mweghachi oke ọhịa",
  "A katọrọ ya maka itinye nde hectare 900 nke ala ahịhịa.",
  "Ịkpụgharị ọhịa na-enwekarị ọchịchọ ịmepụta nnukwu ibu mmanụ ụgbọala, na-ebute ọkụ ọkụ na-ekpo ọkụ karịa ọkụ na-agụnye obere ahịhịa ma ọ bụ ahịhịa",
  "Mbelata ọnụ ọgụgụ owuwe ihe ubi na nkwụsị ọkụ akpatala mmụba na biomass ọhịa dị na ọdịda anyanwụ United States n'ime narị afọ gara aga",
  "Nke a na-ebute mmụba nke ihe dị ka ihe anọ n'ọku ọkụ n'ihi ogologo oge na oge ọkọchị.",
  "Ịkpụgharị osisi mgbe ụfọdụ na-ebute oke oke okpu nke na-egbochi uto ahịhịa dị iche iche na mpaghara ndị nwere onyinyo na imepụta ọnọdụ ala nke na-egbochi ụdị ahịhịa ndị ọzọ",
  "Osisi ndị a na-eji eme ihe na ụfọdụ mgbalị ịkụgharị ọhịa (dịka, Eucalyptus globulus) na-ewepụta oke mmiri na ala, na-egbochi uto nke osisi ndị ọzọ",
  "European Commission chọpụtara na, n'ihe gbasara ọrụ gburugburu ebe obibi, ọ ka mma ịzere igbutu osisi karịa ikwe ka igbutu osisi na-emesịa kpụgharịa ọhịa, n'ihi na nke mbụ na-eduga ná mmetụta ndị na-apụghị ịgbagha agbagha n'ihe banyere ọnwụ nke ihe ndị dị ndụ na mmebi ala.",
  "Mmetụta mkpụgharị ọhịa na-enwe n'ụdị dị iche iche abụghị nanị na ụdị ahịhịa ndị ọzọ, ọ nwere ike imetụta ụdị ihe niile dị ndụ dị n'ime ihe ndị dị ugbu a",
  "N'ihi nnukwu ọrụ osisi na-arụ na gburugburu ebe obibi, ọ dị mkpa ịghọta nke ọma ihe ndị dị ka gburugburu ebe obibi, ụzọ mmiri, na ụdị dị na mpaghara a na-akụgharị ọzọ",
  "Nnyocha ndị gara aga na-enyere aka belata mbelata nke ụdị dị iche iche nke nwere ike igbochi nchọpụta ọgwụ, ma gbanwee mkpụrụ ndụ ihe nketa n'ime ihe ndị dị ndụ.",
  "E nwekwara ihe ize ndụ na, site n'ọkụ ọhịa ma ọ bụ ntiwapụ ahụhụ, ọtụtụ n'ime carbon carbon echekwara na mpaghara osisi nwere ike ịlaghachi na ikuku",
  "Ọzọkwa, ihe gbasara nke puru omume na a ga-ahapụ ikuku carbon sitere na ala dị elu n'ime oke ọhịa boreal",
  "A pụrụ ịhụ ihe atụ nke a n’ala ndị dị n’ebe etiti Africa, bụ́ ndị na-ejupụta n’ụba carbon n’apịtị a na-akpọ peat",
  "Dị ka ọkụ ọhịa ma ọ bụ ntiwapụ ahụhụ nke nwere ike imerụ oke ọhịa mmiri ozuzo, ego nwekwara ike ịhụ ihe mkpali imerụ ọhịa ma kwụọ ụgwọ iji chebe ya",
  "Enwere ike iji ihe dị ihe dị ka isii lelịa ikuku apịtị apịtị Global griin haus kpatara site na mmebi nke oke ọhịa mmiri ozuzo",
  "Na mgbakwunye, mmetụta nke mgbụsị akwụkwọ ma ọ bụ mkpụgharị ọhịa ga-adị ogologo n'ọdịniihu karịa nke ịkpa oke ọhịa",
  "Ọ na-ewe ogologo oge - ọtụtụ iri afọ - maka uru maka okpomoku zuru ụwa ọnụ iji gosipụta otu uru ịghasa carbon sitere na osisi tozuru oke n'ime oke ọhịa yana site na ịmachi igbutu osisi",
  "Ụfọdụ ndị na-eme nchọpụta na-ekwu na kama ịkụgharị ebe ọhụrụ, na-ejikọta ebe ndị dị n'oké ọhịa na iweghachite ọnụ ọnụ ọhịa, iji chebe isi ha tozuru okè ma mee ka ha nwekwuo ike na-adịte aka."
]