[
  "Mkpofu n'ụzọ iwu na-akwadoghị, nke a na-akpọkwa mkpofu ijiji ma ọ bụ tipping ijiji (UK), bụ ịwụfu ihe mkpofu n'ụzọ iwu na-akwadoghị kama iji usoro enyere ikike dị ka nchịkọta ihe mgbochi ma ọ bụ iji ihe mkpofu ikike",
  "Ọ bụ nkwụnye ego n'ụzọ iwu na-akwadoghị nke ihe mkpofu ọ bụla n'ime ala, gụnyere mkpofu awụfuru ma ọ bụ tụba ya na saịtị na-enweghị ikike ịnara ihe mkpofu",
  "Ụlọ ọrụ na-ahụ maka gburugburu ebe obibi nke United States mepụtara \"profaịlụ\" nke ihe mkpofu na-akwadoghị",
  "Àgwà ndị omempụ na-agụnye ndị bi n'ógbè ahụ, ndị na-arụ ọrụ ihe owuwu na nhazi ala, ndị na-ewepụ ihe mkpofu, ndị na-arụ ọrụ n'ebe a na-ekpofu ihe, na ụlọ ahịa na-arụzi ụgbọala na taya.",
  "A na-amata mkpofu n'ụzọ iwu na-akwadoghị site na mkpofu ahịhịa site n'ụdị na ọnụọgụ ihe yana/ma ọ bụ otu esi atụfu ya",
  "Ihe atụ nke ikposa ahịhịa nwere ike ịbụ ịtụba sịga n'ala",
  "Agbanyeghị, ịwụsa ihe mkpofu na-enweghị ikike na mpaghara ọha ma ọ bụ nkeonwe nwere ike ịkewa dị ka mkpofu iwu na-akwadoghị.",
  "Okwu tipping ijiji sitere na ngwaa n'ọnụ, nke pụtara \"ịchụpụ n'ụgbọala\", na na ofufe, nke pụtara \"na nku\" - ịtụfu na-akpachapụghị anya ma ọ bụ n'amaghị ama.",
  "Mkpofu n'ụzọ iwu na-akwadoghị na-agụnye mkpofu ọtụtụ ụdị ihe mkpofu na-akwadoghị",
  "Ihe ndị a na-atụfukarị gụnyere ihe ndị e ji ewu ụlọ, dị ka mgbidi akọrọ, ihe mkpuchi ụlọ, osisi, brik, konkịtị, na siding",
  "Ihe ndị ọzọ a na-awụfukarị gụnyere akụkụ ụgbọ ala, ngwa ụlọ, mkpofu ụlọ, arịa ụlọ, ihe mkpofu ụlọ, na mkpofu ọgwụ.",
  "Ihe mere ndị mmadụ ji atụfu ihe n'ụzọ iwu na-akwadoghị dịgasị iche; Otú ọ dị, nchọpụta na-egosi na enweghị nhọrọ mkpofu iwu bụ isi ihe",
  "Ụkọ nke nhọrọ mkpofu iwu na-akpalite ọchịchọ maka ọrụ iwepụ ihe mkpofu, na-abawanye ọnụ ahịa",
  "Nnyocha achọpụtalakwa ọnụ ahịa otu, nke gụnyere ịcha ọnụ ahịa edobere n'otu akpa ihe mkpofu awụpụ, na-atụnye ụtụ n'ịkwafu iwu na-akwadoghị",
  "Ọ bụ ezie na ebumnobi nke ọnụahịa unit bụ ịgba ndị mmadụ ume ka ha jiri ụdị mkpofu ihe ndị ọzọ dị ka imegharị ihe na compost, ndị mmadụ na-atụgharịkarị n'ikpofu ihe mkpofu na mpaghara na-enyeghị ikike iji chekwaa ego",
  "Na mgbakwunye, adịghị ike mmanye mmanye nke iwu na-amachibido mkpofu iwu na-akwadoghị yana enweghị mmata ọha gbasara ihe egwu gburugburu ebe obibi, ahụike na akụ na ụba nke ịkwatu iwu na-akwadoghị.",
  "Mmetụta mkpofu n'ụzọ iwu na-akwadoghị gụnyere ahụike, gburugburu ebe obibi, na nsonaazụ akụ na ụba",
  "Ọ bụ ezie na ebe a na-ekpofu ahịhịa n'ụzọ iwu kwadoro, dị ka ebe a na-ekpofu ahịhịa, ka e mere ka ọ nwee ihe mkpofu na ihe ndị ọ na-esi na-abanye na gburugburu ebe obibi, ebe a na-ekpofu ihe n'ụzọ iwu na-akwadoghị anaghị ejikarị otu nchekwa ahụ",
  "N'ihi nke a, mkpofu n'ụzọ iwu na-akwadoghị nwere ike bute mmetọ nke gburugburu ebe obibi mgbe ụfọdụ",
  "Nsí ma ọ bụ ihe ndị dị ize ndụ na-abanye n'ime ala na mmiri ọṅụṅụ na-eyi ahụike nke ndị bi na mpaghara ahụ egwu",
  "Ọzọkwa, ebe a na-ekpofu ihe n'ụzọ iwu na-akwadoghị nke na-agba ọkụ na-eji ihe ndị na-egbu egbu emetọ ikuku",
  "Mmetọ gburugburu ebe obibi n'ihi mkpofu n'ụzọ iwu na-akwadoghị na-akpata nsogbu ahụike dị mkpirikpi na ogologo oge",
  "Okwu dị mkpirikpi gụnyere ụkwara ume ọkụ; ọrịa ọmụmụ; nrụgide na nchekasị; isi ọwụwa, dizziness na ọgbụgbọ; na ọrịa anya na iku ume",
  "Nchegbu ogologo oge gụnyere ọrịa kansa na akụrụ; imeju; iku ume; obi vaskụla; ụbụrụ; ụjọ; na ọrịa lymphohemopoietic",
  "E wezụga nsonaazụ ahụike na-adịghị mma n'ihi mmetọ na nsị na-egbu egbu, mkpofu na-akwadoghị na-ebute ihe iyi egwu anụ ahụ",
  "Okpokoro ihe anaghị akwụsi ike na ntu ekpughere ekpughere na-eyi ụmụ mmadụ egwu, ọkachasị ụmụaka nwere ike ịmasị ha na mkpofu iwu na-akwadoghị dị ka ebe egwuregwu.",
  "Mkpofu na-akwadoghị na-adọtakwa ụmụ ahụhụ na ụmụ ahụhụ",
  "Taya, ihe a na-ekpochapụkarị n'ụzọ iwu na-akwadoghị ka ọtụtụ obodo machibidoro ikpofu ha n'ebe a na-ekpofu ahịhịa, na-enye ebe anwụnta dị mma maka ọmụmụ n'ihi mmiri na-adịghị na-anakọta n'ime ya",
  "Anwụnta na-ebufe ụmụ mmadụ ọrịa ndị na-eyi ndụ egwu, dị ka encephalitis na nje West Nile.",
  "Ihe ndị a na-ekpofu na mkpofu iwu na-akwadoghị, karịsịa taya na ihe mkpofu eletrọnịkị, na-agba ọkụ",
  "Ọkụ na-apụta n'ebe a na-ekpofu ihe n'ụzọ iwu na-akwadoghị nwere ike ibute ọkụ ọhịa, na-ebute mbuze na ibibi ebe obibi.",
  "Mkpofu n'ụzọ iwu na-akwadoghị na-emetụtakwa ụkpụrụ ihe onwunwe gbara ya gburugburu",
  "Nchịkọta na-adịghị mma na nke na-esi ísì ụtọ nke mkpofu na-akụda ndị na-azụ ahịa na ndị na-emepụta ebe obibi ka ha ghara imeziwanye obodo",
  "Ọzọkwa, ndị bi ugbu a nwere ike ọ na-esiri ha ike “ịnya isi” na mpaghara ha.",
  "Na mgbakwunye na ibelata ụkpụrụ ihe onwunwe na, ya mere, ụtụ isi maka gọọmentị, mwụfu n'ụzọ iwu na-akwadoghị na-efu gọọmentị ọtụtụ nde dollar n'ịkwalite ọnụ ahịa",
  "Na United Kingdom, Agencylọ Ọrụ Nchebe Gburugburu Ebe obibi na-emefu £100–150 nde kwa afọ iji nyocha na hichaa ebe mkpofu iwu na-akwadoghị",
  "Ụlọ ọrụ na-ahụ maka gburugburu ebe obibi nke United States na-eme atụmatụ ọtụtụ nde na-efu kwa afọ na mba.",
  "Mbọ ndị a na-eme iji buso mkpofu iwu na-akwadoghị na-adịgasị iche n'ọnọdụ ọ bụla dịka ejiri n'uche na-eme ihe ngwọta dị iche iche",
  "Agbanyeghị, ụzọ ndị a na-ahụkarị gụnyere nchikota mmachi ị nweta saịtị mkpofu iwu na-akwadoghị, nleba anya, mmanye, na ịba ụba ohere mkpofu mkpofu iwu",
  "Edepụtara n'okpuru bụ usoro ndị otu gọọmentị na-eji eme ihe:",
  "Ọtụtụ ndị na-ekpofu ihe n'ụzọ iwu na-akwadoghị na-etinye aka na mkpofu iwu na-akwadoghị n'abalị, n'ihi na ọchịchịrị na-enyere ha aka izere nchọpụta",
  "Ịwụnye ọkụ n'akụkụ ebe a na-ekpofu ihe na-akwadoghị ma ọ bụ nke nwere ike igbochi omume ahụ",
  "Na Canada Bay, New South Wales, obodo ahụ rụnyere ọkụ na-enye anyanwụ na-ekpofu “ebe dị ọkụ”",
  "Mgbe etinyechara ọkụ, obodo ahụ enwetachaghị mkpesa gbasara mkpofu iwu na-akwadoghị na mpaghara ndị ahụ.",
  "Ụzọ ndị ọzọ a na-amachi ohere gụnyere imegharị ala na ịchọ ebe mkpofu iwu na-akwadoghị",
  "Ịgbakwunye ihe eji achọ mma dị ka ahịhịa, ifuru, na oche na-egosi na a na-echekwa saịtị ahụ nke ọma, na-akụda ndị na-ekpofu ihe",
  "Na mgbakwunye, ịba ụba n'iji mpaghara a na-eme ihe ga-agbanwe echiche ndị obodo nwere banyere saịtị ahụ site na ikpofu ala gaa na oghere bara uru.",
  "Ịgbakwunye ihe mgbochi dị ka fencing, okwute, ọnụ ụzọ kpọchiri akpọchi, na ihe mgbochi ihe na-egbochi ndị omempụ iji ụgbọ ala ha banye ebe a na-ekpofu ihe, na-egbochi kpam kpam ịkwasa n'ụzọ iwu na-akwadoghị ma ọ bụ ibelata ụda ihe ndị a tụfuru",
  "Dịka ọmụmaatụ, Maitland, New South Wales wuru mgbidi gburugburu ebe a na-ekpofu ihe n'ime ime obodo gbochiri ụgbọ ala ịnweta ohere",
  "Nlebanya na-aga n'ihu ọnwa iri na abụọ ka e mesịrị gosiri na 80% nke saịtị mkpofu nke ogige ahụ na-echebe nwere ọrụ mkpofu ahịhịa na-ezighi ezi.",
  "Ịbawanye ihe ize ndụ nke ijide ndị omempụ bụkwa ụzọ e si alụso mkpofu iwu na-akwadoghị ọgụ",
  "Ụzọ a na-ahụkarị iji mezuo nke a bụ site na usoro onyunyo, dị ka igwefoto vidiyo",
  "Eserese igwefoto nwere ike inyere ndị ọrụ mmanye iwu aka ịchọpụta ndị na-ekpofu ihe ka ha na-anakọta data na oge mkpofu kacha elu",
  "Egosikwara nwụnye igwefoto adịgboroja ka ọ bụrụ ihe mgbochi",
  "Ndị uwe ojii na-eche nche, helikopta na nyocha ụgbọ elu, na nleba anya obodo bụkwa nhọrọ maka ịba ụba n'ihe egwu",
  "Ọnụnọ ndị uwe ojii na-egbochikarị ọrụ iwu na-akwadoghị, ebe nyocha obodo na-adabere na ndị bi na-akọ ndị mmanye iwu ka ndị mmanye iwu mara iwu na-akwadoghị maka ụgwọ ọrụ",
  "Obodo Los Angeles, Sacramento na Oakland niile na-eme atụmatụ mkpesa yiri nke ahụ.",
  "Obodo nwere ike mejuputa mkpọsa nnabata nke oge, nke gụnyere “mkpasu iwe” site n'aka ndị mmanye iwu",
  "Mmụba ndị uwe ojii na-eche nche, akara mgbochi mkpofu ebisara na saịtị mkpofu iwu na-akwadoghị, nyocha ihe onwunwe na-enweghị usoro, na mgbasa ozi gbasara ndị na-ekpofu ihe n'ụzọ iwu na-akwadoghị na iji nleba anya nwere ike igbochi mkpofu iwu na-akwadoghị.",
  "Ịwepụ ihe ndị na-ekpofu ihe n'ụzọ iwu na-akwadoghị maka ịwụfu ihe mkpofu n'ụzọ na-ekwesịghị ekwesị bụkwa nhọrọ maka òtù na-achị isi",
  "Ndị omempụ na-atụgharịkarị iji chekwaa ego",
  "Obodo nwere ike ịnye ndị bi na ọrụ mkpofu efu ma ọ bụ nkwado ego iji kwado mkpofu iwu",
  "Ọ bụrụ na mmemme n'efu na enyemaka agaghị ekwe omume n'ihi oke ego, obodo ga-ahụrịrị na enwere ike ịnweta ọrụ mkpofu ahịhịa",
  "A na-atụ aro ịnye nhọrọ mkpofu ọzọ dị ka ebe a na-emegharị ihe na ebe compost",
  "Ịnye nhá ma ọ bụ inye ndị ejidere ka ha na-ekpofu ihe mkpofu n'ụzọ iwu na-akwadoghị nwere ike ịkwụ ụgwọ maka mkpocha ego nwekwara ike bụrụ ihe mgbochi..",
  "Ịlụso mkpofu n'ụzọ iwu na-akwadoghị gụnyekwara ịkwalite ụzọ ikpofu ahịhịa iwu kwadoro",
  "Ịnye nchịkọta kerbside na ịkwalite nchekwa mkpofu na ebe obibi dị elu na-enye ndị bi ebe ahụ nhọrọ ikpofu ahịhịa dị mma",
  "Nkwurịta okwu nke ọrụ dị dị mkpa maka ịga nke ọma nke mmemme dị otú ahụ",
  "Ịnye ụlọ ndị yiri ya maka mkpofu azụmahịa na ụlọ ọrụ mmepụta ihe nke ụlọ ọfịs, ụlọ oriri na ọṅụṅụ, ụlọ akwụkwọ, na ụlọ ọrụ na-emepụta ga-ebelatakwa mkpofu iwu na-akwadoghị.",
  "Obodo nwekwara ike ịlụso mkpofu n'ụzọ iwu na-akwadoghị site n'inye nhọrọ mkpofu maka ihe na ihe ndị amachibidoro n'ebe a na-ekpofu ahịhịa, dị ka taya, ihe mkpofu na-egbu egbu na nke dị ize ndụ, na mkpofu ọgwụ",
  "Ngalaba na-ahụ maka nchekwa gburugburu Massachusetts na-atụ aro ịkpụ ma ọ bụ kụbie taya ka e wee nwee ike megharịa ha n'ụzọ ndị ọzọ dị ka okporo ụzọ awara awara, ogige egwuregwu, na egwu ịgba ọsọ",
  "Ụlọ ọrụ na-ahụ maka gburugburu ebe obibi nke United States na-atụ aro ka a tụfuo ihe mkpofu dị ize ndụ na nsị n'ime obodo kacha nso",
  "Dịka ọmụmaatụ, Boston, Massachusetts na-ejigide ụbọchị ugboro anọ kwa afọ.",
  "Iwu ndị yiri ya na-emetụta maka mkpofu ihe mkpofu ọgwụ",
  "Na Boston, ndị isi na-atụ aro ka ịchekwa sirinji n'ime akpa dị nkọ ma tụfuo ya na saịtị obodo ahapụtara",
  "Obodo akwadoro iji ọrụ azụta mail tufuo sirinji eji.",
  "Gọọmenti obodo nwere ike mejuputa mkpọsa agụmakwụkwọ iji belata mkpofu iwu na-akwadoghị",
  "Dịka ọmụmaatụ, obodo nwere ike ịgwa ndị bi na ndị ọchụnta ego ụzọ isi kpofuo ihe iwu kwadoro site na mpempe akwụkwọ ozi, akwụkwọ akụkọ na redio, na akwụkwọ mmado",
  "Ibisa akara n'akụkụ ebe a na-ekpofu ihe n'ụzọ iwu na-akwadoghị nwekwara ike inye aka igbochi ndị dara iwu.",
  "Dị ka United States Environmental Protection Agency si kwuo, mkpofu na-adọtakwu ihe mkpofu",
  "Ya mere, ihicha ihe mkpofu n'ụzọ iwu na-akwadoghị bụ ihe na-enye aka na-egbochi mkpofu ndị iwu na-akwadoghị",
  "Ụlọ Ọrụ Na-ahụ Maka Gburugburu Ebe Obibi nke United States hibere mmemme iji gbochie mkpofu n'ime obodo ndị ebo",
  "1,100 n'ime mkpofu ndị a dị na United States ma na-ebute ahụike na gburugburu ebe obibi ihe egwu n'obodo ndị gbara ya gburugburu",
  "A na-eji eriri ụrọ mechie ebe a na-ekpofu ihe na-emepe emepe na ihe omimi nke ala maka ntinye na mbuze",
  "A na-akụ \"Ahịhịa ala nkụ\" n'elu ebe a na-ekpofu ahịhịa ọhụrụ iji gbochie mbuze na olulu mmiri na-enyocha mmiri dị nso.",
  "Triangle ọnwụ na Campania, Italy bụ mkpofu mkpofu iwu na-akwadoghị na Europe",
  "Mpaghara ahụ, nke gụnyere obodo Italiantali Acerra, Marigliano na Nola, na-enweta usoro mkpofu ahịhịa n'ụzọ iwu na-akwadoghị site n'aka ndị Camorra dị ka ili ihe mkpofu na-enweghị ikike n'okpuru ebe ụmụ mmadụ na-agakarị",
  "Ọkụ na-agbakarị n'ebe a na-ekpofu ihe na ọkụ mkpofu iwu na-akwadoghị nke ndị bi na ya kpalitere ebutela mmetọ nke ikuku na mmiri ọñụñụ",
  "Na mgbakwunye, ala ahụ emebiela n'ihi mkpofu iwu na-akwadoghị.",
  "Mmetọ gburugburu ebe obibi sitere na mkpofu n'ụzọ iwu na-akwadoghị ebutela ọnụ ọgụgụ dị elu nke ọrịa kansa na ọrịa kansa na mpaghara ahụ",
  "Na 2014 na 2015, gọọmentị Ịtali nyere ego nyocha ahụike iji chọpụta ịrị elu nke ọrịa na Campania",
  "Nnyocha e mere site na iji data anakọtara site na nyocha ndị a hụrụ ọkwa dị elu nke ọrịa leukemia, lymphoma, na colorectal na ọrịa imeju na-anwụ n'otu mpaghara Campania",
  "Ọmụmụ ahụ kwuru na mmụba a nke ọrịa kansa na ọrịa kansa na-anwụ site na mkpughe nsi sitere na mkpofu iwu na-akwadoghị.",
  "Mkpofu mkpofu eletrọnịkị n'ụzọ iwu na-akwadoghị, ma ọ bụ e-ifufu, na-egosi nchegbu gburugburu ebe obibi na ahụike na China",
  "Ngalaba e-ifufu ihe na-emegharị ihe ka ukwuu n'ihe mkpofu na China, nke a na-eweta site na oriri, mbubata, na mmepụta",
  "Gọọmentị mba ofesi na-ezigakarị e-ifufe na China ka ngalaba na-abụghị nke na-enye ọrụ nrụgharịgharị dị ọnụ ala",
  "Ọ bụghị naanị na China bụ “ebe a na-ekpofu ihe e-ifufe kacha ukwuu”, ọ na-ewepụtakwa nnukwu ihe mkpofu e-efu",
  "Na 2006, China weputara 1.3 kg nke e-ifufe n'otu onye.",
  "Ngalaba e-ifufe na-adịghị ahụkebe enweghị nlekọta gọọmentị ma na-akwụ ndị ọrụ ya ụgwọ obere ụgwọ ka ha na-eji usoro ịmegharị ihe na-ekpughe ma ndị ọrụ na gburugburu ebe obibi n'ihe ndị na-egbu egbu",
  "A na-ahụ ihe ndị na-egbu egbu n'ime leachtes, ihe ndị na-esighị ike, ntụ, uzuzu, mmiri na-ekpofu mmiri, na ihe ndị na-esi na mmiri na-emepụta n'oge a na-ekpofu, na-ekpochapụ, na ọkụ n'oge usoro nhazigharị",
  "A na-ebufe irighiri ihe ndị a na-epupụta n'ikuku ma debe ebe a na-emegharị ihe dị nso na mpaghara ndị gbara ya gburugburu",
  "Ahịhịa ahịhịa na mmiri mkpofu na-abanye n'ime ala, mmiri ọ drinkingụ ,ụ, anụ ụlọ, na azụ, na-ekpughere ụmụ mmadụ ihe na-egbu egbu.",
  "N'ime afọ ndị na-adịbeghị anya, China amalitela ileba anya na mpaghara e-ifufe na-ezighi ezi",
  "N'ọkwa gọọmentị, emeziwanyela usoro nlekọta mkpofu site na ịnakwere atụmatụ nlekọta Western dị ka nke a chọtara na Japan, United States, na European Union",
  "Na mgbakwunye, gọọmentị China etinyela ego n'ịchịkọta na nhazi ihe mkpofu e-shịhịa ka mma",
  "Na mpaghara, obodo China dị iche iche arụọla \"ogige ntụrụndụ ụlọ ọrụ mmepụta ihe\" ebe enwere ike ịhazi e-ifufe nke ọma na-enweghị mmerụ na gburugburu ebe obibi",
  "E tinyela iwu gbasara mkpofu e-e-e na mpaghara China nke Beijing, Shanghai, mpaghara Jiangsu, mpaghara Zhejiang na mpaghara Guangdong.",
  "Ụlọ ọrụ dị ka Nokia na Lenovo hiwere ọrụ nloghachi efu maka ndị ahịa China chọrọ ịtụfu ngwaahịa eletrọnịkị ochie sitere na ụlọ ọrụ abụọ a.",
  "A na-ahazi mkpofu ahịhịa na UK nke ukwuu, ebe ọtụtụ ezinụlọ na-enwe nkezi otu ihe mkpofu dị lita 240 maka mkpofu a na-emegharịgharị na otu ụdị ihe mkpofu na-enweghị ike ịmegharị kwa izu; mpaghara ụfọdụ nwere mgbakwunye ndị ọzọ yiri ya ma ọ bụ obere maka ubi, nri, ma ọ bụ mkpofu ihe eji emegharị ihe",
  "Nnukwu ihe mkpofu ọ bụla, dịka, arịa ụlọ ochie na matraasi, nwere ike ịdị mkpa ka onye nwe ụlọ buru ya gaa n'ebe a na-edebe ihe mkpofu mpaghara n'ego nke ha, n'agbanyeghị na ọtụtụ kansụl ga-anakọta ụfọdụ ihe n'efu ma ọ bụ obere ego",
  "Nke a na-eduga na ụfọdụ ndị na-ahapụ naanị ihe mkpofu ha na oghere ọha ma ọ bụ ogige ọha na-achọghị",
  "Nke a ka a na-akpọ tipping ijiji",
  "Na mgbakwunye, ndị ọrụ azụmaahịa ma ọ bụ ụlọ ọrụ mmepụta ihe nwere ike ịfefe iji zere ụgwọ njikwa mkpofu, dịka ụlọ ọrụ mkpofu mkpofu na-akwadoghị na enweghị ikike.",
  "Ụtụ isi n'ebe a na-ekpofu ahịhịa na UK ebutela mkpofu ahịhịa n'ụzọ iwu na-akwadoghị",
  "Ihe ndị a na-ekpofu n'ụzọ iwu na-akwadoghị nwere ike ịmalite site na ahịhịa ndụ ndụ na ihe ụlọ gaa n'ụgbọ ala ndị a gbahapụrụ agbahapụ na ihe a na-ewu ụlọ, nke ọtụtụ n'ime ha nwere ike ịdị ize ndụ ma ọ bụ nsi.",
  "Ka ọnụ ahịa ikpofu ihe mkpofu na ihe mkpofu na-abawanye, otu ahụ ka ọnụọgụ ndị mmadụ na ụlọ ọrụ na-efe efe na-arị elu, gọọmentị UK emeela ka ọ dịrị ndị ọha na eze mfe ịkọ akụkọ ijiji",
  "A na-akọwakarị ntaramahụhụ ma ọ bụ ntaramahụhụ site n'aka kansụl ime obodo na-arụ ọrụ na mpaghara ebe a na-ekpofu ahịhịa",
  "Dị ka BBC si kwuo, ijiji na-akwụ ụgwọ kansụl na England na Wales karịa £ 50m kwa afọ (2016).",
  "Ebe a na-ekpofu ihe bụ ebe a na-atụfu n'ụzọ iwu na-akwadoghị, ikpo mkpofu na irighiri ihe a na-ahapụ n'ọtụtụ pụtara ìhè",
  "Nra bụ ntaramahụhụ a na-ahụkarị maka onye ejidere ka ọ na-atụfu n'ebe a na-ekpofu ahịhịa",
  "A na-ahụkarị ebe a na-ekpofu ihe n'ime ọhịa, n'azụ ụlọ na ụlọ ndị a gbahapụrụ agbahapụ",
  "A na-ewepụ ihe mkpofu ndị mepere emepe obere oge ka emechara ya, mana ọtụtụ ga-adịgide ruo oge a na-akaghị aka mgbe saịtị ahụ dị n'ime ọzara ma ọ bụ n'ọha ọha na-enweghị ọrụ ọha zuru oke."
]