[
  "Àtụ:Infobox dam\nBerg River Dam bụ mmiri dị mita ọnụ Ọgụgụ iri asaa na asatọ  (223 ) n'elu Berg River na Ndịda Afrịka  Ọ bụ ihe dị n'etiti Berg Water Project (BWP) nke e mere iji jide mmiri ozuzo n'oge oyi ma chekwaa ya maka inye Cape Town n'oge ọnwa ọkọchị",
  "Ọrụ ahụ n'aka nke ya bụ akụkụ dị mkpa nke akpọrọ Western Cape Water Supply System (WCWSS), usoro mgbagwoju anya nke ihe mgbochi mmiri na nnukwu akụrụngwa mmiri nke na-enye ihe karịrị nde mmadụ atọ mmiri N'oge emere mmiri ahụ n'afọ 2009, Onye isi ala Ndịda Afrịka n'oge ahụ bụ Kgalema Motlanthe kpọrọ ọrụ ahụ \"ezi ihe atụ nke otu esi eji ọrụ akụrụngwa ọha na eze mee ihe iji nye aka n'ụzọ bara uru na mkpochapụ ịda ogbenye na ịkwalite ike ọha na eze nke ndị mmadụ\"",
  "Berg River Dam bụ mmiri mmiri mbụ na Ndịda Afrịka a ga-emepụta ma wuo, a ga-ejikwa ya rụọ ọrụ, dị ka ntuziaka nke Commission world nke Dams si dị",
  "E wuchara ya n'oge na n'ime mmefu ego",
  "Mmiri nke Osimiri Berg na obodo ukwu dị nso na Cape Town dị ezigbo mkpa na mpaghara Ndịda Cape n'ihi na, ọ bụ ezie na ọdọ mmiri ahụ na-emepụta naanị ihe dị ka pasent atọ  nke mmiri mmiri nke mba ahụ, ọ bụ ebe obibi nke ihe dị ka pasent asatọ  nke ndị bi na Ndịda Afrịka ma na-emepụta ihe dị ka pasenti iri na abụọ nke GDP.",
  "E wuchara Berg River Dam (Autshumato Dam) na afọ 2007 na ọnụ ahịa R1,5 ijeri",
  "E mere ya ma wuo ya dị ka nke a na akpọ United Nations World Commission na Dams si dị, iji nye Cape Town mmiri.",
  "Atụmatụ maka mmiri Berg malitere na afọ 1989 site na Ngalaba Na-ahụ Maka Mmiri na Ọhịa nke Ndịda Afrịka",
  "Usoro a malitere site na nyocha nke mkpa ọdịnihu na ihe onwunwe mmiri na mpaghara ahụ, ma bụrụ nke usoro itinye aka na arụmụka siri ike nke ọha na eze",
  "N'afọ 1995/6 e mere nnyocha zuru oke nke \"Evaluation of Options\", usoro nke ihe karịrị mmadụ ojii ọnụ Ọgụgụ ndịa ;1,100 na òtù sonyere na ya",
  "E mere nnyocha dị ukwuu maka gburugburu ebe obibi na mmetụta mmekọrịta mmadụ na ibe ya n'afọ 1996 na 1997 Ngalaba na-ahụ maka gburugburu ebe dị na njem nleta kwadoro ọrụ ahụ na afọ 1999",
  "N'ọnwa Eprel afọ 2002, ndị kansụl kwadoro iwu ihe mgbochi ahụ ma ọ bụrụ na obodo Cape Town belata mkpa mmiri site na pasenti iri abụọ ka ọ na-erule afọ 2020. E bidoro iwu ya na ọnwa Julaị 2004. Dam ahụ malitere ichekwa mmiri na ọnwa Julaị 2007 ma jupụta otu afọ ka e mesịrị n'ihi ezigbo mmiri ozuzo",
  "Dị ka gọọmentị Ndịda Afrịka si kwuo, e mere mkpebi iwu mmiri ahụ naanị mgbe nyocha dị ukwuu nke nhọrọ ndị ọzọ",
  "Ọ gụnyekwara usoro mkparịta ụka ọha na eze siri ike.",
  "Dam ahụ ga-abawanye ikike nchekwa mmiri iji nye Cape Town, mpaghara nke abụọ kachasị ukwuu na Ndịda Afrịka site na narị asaa iri isii na asatọ ruo narị asatọ iri itoolu na itoolu nde cubic mita (623,000 ruo 728,000 )",
  "Atụmatụ ahụ ga-emekwa ka ntụkwasị obi nke mmiri na-enye na ndagwurugwu osimiri na-enwekarị ụkọ mmiri ozuzo",
  "A na-atụkwa anya na ọ ga-enye aka melite ogo mmiri na-adịghị mma n'akụkụ ala nke osimiri ahụ.",
  "Berg River Dam bụ mmiri mbụ na Ndịda Afrịka nke a haziri, wuo ma rụọ ọrụ dị ka  ntuziaka nke World Commission na Dams si dị",
  "Dị ka gọọmentị Ndịda Afrịka  si kwuo, a kwadoro nke a site na nyocha nke usoro ọrụ ahụ na afọ 2001. Nke a bụ n'agbanyeghị eziokwu ahụ bụ na usoro atụmatụ ya bu ụzọ tupu World Commission na Dams, nke e guzobere na afọ 1997 ma nye akụkọ ya na afọ 2000",
  "Ahụmahụ dị n'okpuru Berg River Dam si otú a metụta ọrụ nke kọmitii ahụ, ọ bụghị nke akpọrọ vice versa.",
  "A kụọla osisi ndị dị n'ala n'akụkụ mmiri nke mgbidi mmiri ahụ, na-ahụ na mmiri ahụ na ala gbara ya gburugburu na-agwakọta",
  "N'otu oge ahụ a na-ewu mmiri ahụ, e wepụrụ ahịhịa ndị ọzọ site na mmiri dị n'elu, na-eme ka mmiri dị maka nchekwa na maka ụdị osisi ndị dị n'ala",
  "E mere atụmatụ a iji mee ka iguzosi ike n'ezi ihe nke osimiri ahụ dịgide, gụnyere site na ịhapụ mmiri ụfọdụ maka nzube a. Ntọhapụ nke obere mmiri na nnukwu mmiri na-adaba na nso dị ka o kwere mee na mmiri okike",
  "E mepụtara ọrụ mpụga nke mmiri ahụ maka ntọhapụ kachasị elu nke ihe ruru m3 narị abụọ kwa sekọnd, na-eme ka ọ bụrụ mmiri mbụ na Ndịda Afrịka ebe a na-eme ndokwa maka ntọhapụ idei mmiri maka ebumnuche gburugburu ebe obibi.",
  "E meela atụmatụ nchịkwa gburugburu ebe obibi (EMP), na ndabere nke onye na-ahụ maka nchịkwa gburugburu onwe onye (ECO) na-enyocha ma nyochaa nkwenye nke onye nwe mmiri ahụ, Trans-Caledon Tunnel Authority (TCTA), na ndị ọrụ nkwekọrịta niile",
  "E dekọrọ ihe ndị a rụzuru na akụkọ kwa ọnwa na nyocha ọnwa isii",
  "Nkwado bụ pasenti iri asatọ na abụọ  na nyocha mbụ na pasenti iri itoolu na isii na nyocha nke abụọ",
  "Dị ka ụlọ ọrụ ahụ si kwuo, ECO nwere onwe ya kwuru na ọ nweghị mmetụta ọjọọ a na-ahụ anya metụtara ọrụ ahụ.\nỌzọkwa, e mepụtara Kọmitii Nlekọta Gburugburu Ebe Obibi (EMC) nke dabeere na obodo na nke na-anọchite anya ya iji hụ na njikwa gburugburu ebe obibi nke ọrụ ahụ dị irè.",
  "Cape Town mejupụtara usoro nchekwa mmiri nke e mere iji belata ojiji nke mmiri site na iji nsị a na-edozi edozi kama mmiri dị ọcha maka ịgba mmiri na ebumnuche ụlọ ọrụ",
  "N'ihi atụmatụ a, na n'ihi na ndị mmadụ amarala uru mmiri ma na-agbalịsi ike ichekwa ya, kansụl ahụ na-enwe nchekwa pasenti iri abụọ na ise",
  "E mere atụmatụ na n'ihi mgbanwe ihu igwe, nkezi mmiri na-asọba n'osimiri Berg nwere ike belata site na \"ọnụ ọgụgụ ihe atụ\" nke 75.5  (61,200 ) kwa afọ ruo 58.9 nde cubic kilomita (47,800  ft) na afọ 2030. Ọ ka na-edochaghị anya otú uru ndị dị n'elu si emetụta ojiji mmiri n'ezie na usoro Berg, nke bụ narị anọ na iri itoolu na atọ nde cubic mita (400,000 ) na afọ 2008. Dabere na ihe nlereanya dị ike maka Osimiri Berg, a na-eme atụmatụ na uru dị ugbu a nke ọrụ akụ na ụba dị na ọdọ mmiri ahụ nwere ike belata site na 11.5%",
  "Enweghị ihe mgbochi mmiri Berg ọ gaara belata ihe dị ka pasenti iri na ise.",
  "E mere atụmatụ na mmiri Berg Project dị na R1,877m, nke e belatara ruo R1,552 nde (atụle afọ 2006) mgbe mgbanwe na nhazi nke mmiri ahụ. Berg Water Project ejirila ego mgbazinye ego sitere na nke akpọrọ Development Bank of Southern Africa na bekee (DBSA) (R500 nde), European Investment Bank (EIB) (R800 nde) na Absa Group Limited (R300 nde) kwadoro ya",
  "N'afọ 2004, Fitch Ratings nyere ọkwa kachasị elu maka ọrụ dị otú a, AA+",
  "TCTA nwere ụgwọ.Ọdịdị",
  "Nkwụghachi ụgwọ bụ site na ire mmiri buru ibu site na TCTA na Ngalaba Mmiri na Ọhịa, Ministri gọọmentị, nke na-ere mmiri buru ibu na obodo Cape Town",
  "Ndokwa a na-ebelata ihe ize ndụ ego, ebe ọ bụ na gọọmentị mba ahụ nwere ọkwa akwụmụgwọ ka mma karịa obodo Cape Town. Ndị bi na Ndịda Cape nyere aka n'ọrụ ahụ n'ụdị mmụba kwa afọ na ọnụahịa mmiri nke 2.5% n'etiti afọ 1999 na 2009.",
  "Ihe mgbochi mmiri ahụ nwere ihu igwe dị mita iri isii na asatọ (223 ft) n'ịdị elu na mita narị itoolu na iri abụọ na itoolu (3,048 ) n\"ogologo",
  "Ngụkọta ikike nchekwa ya bụ ọnụ Ọgụgụ nke a ;130 nde cubic mita (110,000 ) na mpaghara elu nke ọdọ mmiri ahụ bụ narị anọ na iri asatọ na asatọ hekta (1,210 acres)",
  "N'okpuru mmiri nke mmiri ahụ, \"atụmatụ mgbakwunye\" na-ewepụ mmiri dị elu n'oge oyi, na-abanye na Osimiri Berg site na nke a na akpọ Franschhoek, Wemmershoek na Osimiri Dwars, iji gbakwunye mmiri echekwara na mmiri ahụ",
  "A na-agbapụta mmiri sitere na atụmatụ ahụ site na ọdụ mgbapụta Drakenstein, n'akụkụ paịpụ 9.5-kilomita (5.9 mi), laghachi na Mmiri ọdụdụ Berg.",
  "Ọrụ ngo mmiri Berg enwetala onyinye ndị a:"
]