[
  "Idi uko obara (British English) bu obara na adighi mma nke bu na ike obara gbature nke na onweghi ike ibu ndu n'ihi na odi ala karia onuogugu ndu obara ma obu mgbatu na onu hemoglobinsI'mn \nThe name is derived from Àtụ:Lang-grc Àtụ:Transliteration, meaning 'lack of blood', from ἀν-Àtụ:Transliteration, 'not' and αἷμα Àtụ:Transliteration, 'blood'.\nWhen   idi uko obara na eji nwayo abia, njirimara ya mgbe ufodu na abu vague,ihe dika ike ogwugwu, ume ngwu, anaghi eku ume nke oma, isi owuwa, ma wetue ike imeghari ahu",
  "Mgbe idi uko obara di njo, njirimara ya na abu ogba ahara, odi ka I ga anwu, amaghi onwe, na oke apkiri ikpo nku",
  "Idi uko obara ga aputariri ihe tupu mmadu ata ahu",
  "Njirimara idi uko obara na abu otu osiso hemoglobin gbaturu.. Njirimara ya ozo nwere ike ibia na ihi ihe kpatara  yaAdditional symptoms may occur depending on the underlying cause",
  "Preoperative anemia can increase the risk of needing a blood transfusion following surgery. Anemia can be temporary or long term and can range from mild to severe.",
  "Mgbaàmà nke ụkọ ọbara nwere ike ịbịa ngwa ngwa ma ọ bụ nwayọ. Na mbido enwere ike inwe ihe mgbaàmà ole na ole ma ọ bụ enweghị ya. Ọ bụrụ na ụkọ ọbara na-aga n'ihu nwayọ (na-adịghị ala ala), ahụ nwere ike ime mgbanwe ma kwụọ ụgwọ maka mgbanwe a",
  "N'ọnọdụ a, ọ dịghị mgbaàmà nwere ike ịpụta ruo mgbe ụkọ ọbara siri ike. Mgbaàmà nwere ike ịgụnye ike ọgwụgwụ, adịghị ike, isi ọwụwa, isi ọnya, enweghị ike ịnabata mgbalị anụ ahụ, ume dị mkpụmkpụ, ihe isi ike itinye uche, obi na-adịghị mma ma ọ bụ na-akụ ngwa ngwa, aka na ụkwụ oyi, enweghị ike ịnagide oyi, akpụkpọ ahụ na-acha odo odo, agụụ na-adịghị ike, mmerụ ahụ dị mfe na ọbara ọgbụ, na adịghị ike nke uru ahụ. Ọrịa ụkọ ọbara nke na-amalite ngwa ngwa, mgbe mgbe, nwere mgbaàmà siri ike karị, gụnyere, mmetụta dị ala, obi mgbu, ọsụsọ, oke akpịrị ịkpọ nkụ, na mgbagwoju anya. Enwere ike inwe mgbaàmà ndị ọzọ dabere na ihe kpatara ya.",
  "N'ọrịa ụkọ ọbara siri ike karị, ahụ nwere ike ịkwụ ụgwọ maka enweghị ikike ibu oxygen nke ọbara site n'ịbawanye mmepụta obi",
  "Onye ahụ nwere ike ịnwe mgbaàmà ndị metụtara nke a, dị ka obi ịkụ aka, angina (ma ọ bụrụ na ọrịa obi dịbu adị), nkwụsịtụ nke ụkwụ, na mgbaàmà nke nkụchi obi.",
  "Mgbe a na-enyocha ya, ihe ịrịba ama ndị a na-egosipụta nwere ike ịgụnye ntụpọ (akpụkpọ ahụ na-acha odo odo, mucosa, conjunctiva na mbọ), mana nke a abụghị ihe ịrịbaanya a pụrụ ịdabere na ya",
  "Enwere ike ịhụ ụcha na-acha anụnụ anụnụ nke sclera n'ọnọdụ ụfọdụ nke iron-deficiency anemia. Enwere ike inwe ihe ịrịba ama nke ihe kpatara ụkọ ọbara, dịka koilonychia (n'oge ụkọ iron), jaundice (mgbe ụkọ ọbara na-esite na mmebi nke mkpụrụ ndụ ọbara uhie - na ụkọ ọbara ọbara), mmebi nke ụbụrụ (n'ụzọ dị ụkọ vitamin B12), nkwarụ ọkpụkpụ (nke a hụrụ na thalassemia major) ma ọ bụ ọnyá ụkwụ (nke a na-ahụ na ọrịa sickle-cell)",
  "Na oke ụkọ ọbara, enwere ike inwe ihe ịrịba ama nke hyperdynamic circulation: tachycardia (obi na-agba ọsọ), ịkụ aka, ntamu na-agafe, na hypertrophy ventricular nke obi (ịbawanye)",
  "Enwere ike inwe ihe ịrịba ama nke nkụchi obi.\nPica, iri ihe ndị na-abụghị nri dịka ice, akwụkwọ, wax, ahịhịa, ntutu ma ọ bụ unyi, nwere ike ịbụ ihe mgbaàmà nke ụkọ iron; ọ bụ ezie na ọ na-emekarị na ndị nwere ọkwa hemoglobin dị mma.\nAnemia na-adịghị ala ala nwere ike ịkpata nsogbu omume n'ime ụmụaka dịka nsonaazụ kpọmkwem nke mmepe akwara na-adịghị mma n'ime ụmụ ọhụrụ, yana mbelata arụmọrụ agụmakwụkwọ n'ime vana nọ n'afọ akwụkwọ",
  "Ọrịa ụkwụ na-enweghị ntụsara ahụ bụ ihe a na-ahụkarị n'etiti ndị nwere ụkọ iron karịa n'etiti mmadụ n'ozuzu.",
  "Enwere ike ịkọwa ihe na-akpata ụkọ ọbara dị ka mmepụta ọbara uhie (RBC), mmụba mbibi RBC (hemolytic anemia), ọbara na-efu na mmiri karịrị akarị (hypervolemia)",
  "Ọtụtụ n'ime ndị a nwere ike imekọ ihe ọnụ iji kpatara ụkọ ọbara",
  "Ihe kachasị akpata ụkọ ọbara bụ ọbara, mana nke a anaghị akpata mgbaàmà ọ bụla na-adịgide adịgide ọ gwụla ma mmepụta RBC na-adịghị mma, n'aka nke ya, nke kachasị n'ihi ụkọ iron.",
  "A na-ahazi ụkọ ọbara nke na-abawanye na mbibi nke mkpụrụ ndụ ọbara uhie dị ka ụkọ ọbara ọbara ọbara",
  "Ụdị ndị a na-egosipụtakarị jaundice, na ọkwa dị elu nke lactate dehydrogenase.",
  "Mgbọrọgwụ nke okwu anemia na ischemia na-ezo aka n'echiche bụ isi nke \"enweghị ọbara\", mana anemia na ischemia abụghị otu ihe na okwu ahụike nke oge a",
  "Okwu anemia eji naanị ya na-egosi mmetụta zuru oke site na ọbara nke dị oke ụkọ (dịka, ọbara na-efu) ma ọ bụ na-adịghị arụ ọrụ na ikike inye ikuku oxygen (n'ihi ụdị hemoglobin ma ọ bụ nsogbu erythrocyte ọ bụla)",
  "N'ụzọ dị iche, okwu ischemia na-ezo aka naanị na enweghị ọbara (mmiri na-adịghị mma)",
  "Ya mere, ischemia n'akụkụ ahụ nwere ike ịkpata mmetụta anemic dị n'ime anụ ahụ ndị ahụ.",
  "Mmiri karịrị akarị (hypervolemia) na-akpata mbelata nke hemoglobin na ụkọ ọbara:"
]