[
  "Ọdọ mmiri nkwụsi ike (WSPs ma ọ bụ ọdọ mmiri nkwụchi ma ọ bụ lagoons nkwụsi nkwụsi ọrụ ike) bụ ọdọ mmiri e mere ma wuo maka ọgwụgwọ mmiri na-adịghị mma iji belata ihe ndị dị na ya ma wepụ pathogens na mmiri naenweghị ihe",
  "Ha bụ ndagwurugwu ndị mmadụ mere nke ihe owuwu ụrọ kpuchiri",
  "Mmiri mkpofu ma ọ bụ \"mmetụta\" naabanye notu akụkụ nke ọdọ mmiri nkwụsi ike ma pụọ nakụkụ nke ọzọ dị ka \"mmetọ\", mgbe ọ nọsịrị ọtụtụ ụbọchị nọdọ mmiri ahụ, noge usoro ọgwụgwọ naewere ọnọdụ",
  "A naeji ọdọ mmiri naeme ka ihe mkpofu kwụsie ike nụwa niile maka ọgwụgwọ mmiri mkpofu ma dị mma karịsịa maka mba ndị na-emepe emepe nwere ihu igwe naekpo ọkụ. A naejikarị ha eme ihe iji gwọọ nsị na nsị ụlọ ọrụ, mana enwere ike iji ya mee ihe maka ọgwụgwọ nke mmiri ozuzo ma ọ bụ mmiri ozuzo",
  "Usoro ahụ nwere ike ịnwe otu ọdọ mmiri ma ọ bụ ọtụtụ ọdọ mmiri nusoro, ọdọ mmiri ọ bụla naarụ ọrụ dị iche iche niwepụ mmetọ",
  "Mgbe a gwọchara ya, enwere ike iweghachi nsị ahụ na mmiri dị nelu ma ọ bụ jiri ya mee ihe ọzọ dị ka mmiri ịgba mmiri (ma ọ bụ mmiri a naagbanwe agbanwe) ma ọ bụrụ na nsị ahụ mezuru ụkpụrụ nsị achọrọ (dịka ọkwa dị ala nke pathogens).",
  "Ọdọ mmiri naeme ka ihe mkpofu kwụsie ike naagụnye usoro ọgwụgwọ sitere nokike nke naewe oge nihi na ọnụego mwepụ dị nwayọ",
  "Ya mere, a chọrọ ebe buru ibu karịa maka usoro ọgwụgwọ ndị ọzọ nwere ntinye ike mpụga",
  "Ọdọ mmiri ndị a kọwara ebe a anaghị eji ikuku eme ihe",
  "Nkà na ụzụ ọdọ mmiri dị elu nke naeji aerators nwere ọtụtụ ihe jikọrọ ya na usoro ụrọ na-arụ ọrụ",
  "Ọdọ mmiri ndị dị otú ahụ naeji obere ebe karịa ka ọ dị mkpa maka ọdọ mmiri ọdịnala ma bụrụkwa ihe a naahụkarị na obere obodo.",
  "Mmiri nsị na ọtụtụ ụdị mmiri nsị nke ụlọ ọrụ nwere ihe ndị dị ndụ",
  "o bụrụ na a naewepụ mmiri naenweghị ọgwụgwọ nime mmiri dị nelu (dịka ọmụmaatụ, osimiri na ọdọ mmiri), ihe ha naarụ ọrụ dị ka nri maka microorganisms naebi na mmiri dị nelu",
  "Ihe ndị a naeji ihe ndị dị ndụ maka mmepụta ike maka uto na ọmụmụ ha",
  "A naeme nke a site na iku ume ha, ebe ha naagbanwe ihe ndị dị ndụ na carbon dioxide na mmiri",
  "Ihe ndị a kwụsiri ike anaghị akpata nsogbu mmetọ mmiri",
  "Ya mere, a naakpọkarị nke a \"ịkwado\" nke ihe ndị dị ndụ",
  "Otu o dị, ihe ndị a naeji ikuku oxygen na iku ume ha, si otu a belata ikuku oxygen dị nelu mmiri",
  "Nke a bụ otu nime isi nsogbu mmetọ mmiri, nke nwere ike imetụta ihe ndị dị nelu mmiri, gụnyere azụ.",
  "Ọdọ mmiri naeme ka ihe mkpofu kwụsie ike naemepụta ihe ndị a tupu ha emee na mmiri naanata ma naakpata nsogbu mmetọ nihi oriri oxygen",
  "Ọdọ mmiri ndị ahụ naenweta mmiri naadịghị mma, ma, site na usoro okike yiri nke a naeme na mmiri dị nelu, naeme ka ihe ndị dị nime ha kwụsie ike, dị ka akụkụ nke ọgwụgwọ",
  "Nke a bụ ihe mere ha ji nweta aha ọdọ mmiri naeme ka ihe mkpofu kwụsie ike.",
  "Mmeghachi omume naewere ọnọdụ site na njikọ aka nke ọtụtụ microorganisms bi n'ime ọdọ mmiri ahụ",
  "A naatụle ihe ndị dị ndụ dị ka ihe okike oxygen chọrọ (BOD)",
  "Ọnụ ọgụgụ BOD dị n'ime mmiri naesi nọdọ mmiri ahụ apụta dị ala karịa na nke nwere mmetụta, naegosipụta mwepụ nke ihe ndị dị ndụ",
  "Biome ọdọ mmiri a naeji ihe ndị sitere na mmiri dị ka nri",
  "A naagbanwe ihe ndị naedozi ahụ ka ha bụrụ ihe mkpụrụ ndụ na ike maka usoro ndụ gụnyere ọmụmụ na uto nke mkpụrụ ndụ dị ndụ",
  "Ụfọdụ n'ime mkpụrụ ndụ ndị a dị ndụ gaeri ihe ndị dị ndụ na ọkwa trophic dị elu n'ime ọdọ mmiri ahụ",
  "N'ime ọdọ mmiri, ìgwè kachasị mkpa nke microorganisms bụ nje bacteria, nke naeji ọtụtụ ihe sitere na mmiri naadịghị mma, kamakwa naeri ikuku oxygen",
  "Algae bụ otu ọzọ dị mkpa nke microorganisms",
  "Ha anaghị adabere na ihe ndị dị ndụ site na ihe nwere mmetụta",
  "Kama nke ahụ, ha naeme photosynthesis, ebe ha naemepụta ihe ndị dị ndụ maka oriri nke ha ma, nke dị ezigbo mkpa ebe a, ha na'ewepụta oxygen",
  "Oxygen karịrị akarị a naewepụta naakwado iku ume nke ihe ndị dị ndụ aerobic naeme n'ọdọ mmiri ahụ",
  "A naagwakọtakwa ikuku oxygen n'ime mmiri, nke naenyere aka n'ịnọgide naenwe ikuku ikuku ikuku n'elu ọdọ mmiri ahụ.",
  "Mgbakọta oxygen dịgasị iche na kọlụm mmiri: N'akụkụ elu, ọnụ ọgụgụ dị elu ma naakwado uto nke ihe ndị dị na aerobic",
  "N'akụkụ ala ọdọ mmiri ahụ, ìhè anyanwụ naabanye n'ime ala, ya mere ọrụ photosynthetic naebelata",
  "Nke a naeme ka ikuku oxygen dị ala n'ebe ahụ",
  "N'ikpeazụ, n'ime ihe ndị dị n'ala, ọ dịghị ikuku oxygen ọ bụla",
  "N'ebe a, a naewepụ ihe ndị dị ndụ site na mgbari nke ihe ndị naeme ka ọ ghara ịdị ndụ.",
  "Enwere ike iwepụ pathogens n'ụzọ dị irè na ọdọ mmiri naeme ka ihe mkpofu kwụsie ike",
  "Usoro a naadabere nụzọ dị ukwuu na ọdọ mmiri ntozu okè maka iwepụ pathogens, ọ bụ ezie na ụfọdụ mwepụ naemekwa na ọdọ mmiri ndị ọzọ nke usoro ahụ",
  "Ka ọnụ ọgụgụ ọdọ mmiri dị elu na usoro ahụ, ka iwepụ pathogen naarụ ọrụ nke ọma",
  "Iwepụ nje bacteria na nje virus naeme site na inactivation",
  "A naeme ka pathogens ghara ịrụ ọrụ n'ihi mmekọrịta dị mgbagwoju anya nke usoro ndị metụtara pH (ọnụ ọgụgụ pH dị n'ọdọ mmiri dị elu n'ihi photosynthesis algal), okpomọkụ, radiation ultraviolet dị n'ìhè anyanwụ nke naeru n'elu ọdọ mmiri na mmeghachi omume fotooxidative naeji oke oxygen.",
  "Protozoan pathogens dị na mmiri nsị n'ụdị cysts ma ọ bụ oocysts",
  "Helminths (ikpuru) dị n'ụdị àkwá",
  "Enwere ike iwepụ protozoan na helminth pathogens site na usoro nke sedimentation. Enwere ike inweta arụmọrụ dị elu, ọkachasị ma ọ bụrụ na ọdọ mmiri ntozu oke bụ akụkụ nke usoro ọgwụgwọ",
  "N'ọnọdụ ahụ, nsị ikpeazụ nke ọdọ mmiri nwere ike ịgbaso ntuziaka nke World Health Organization maka ịgba mmiri na ihe mkpofu a naedozi (ma ọ bụ \"mmiri a na-agbanye\"). Otú ọ dị, apịtị (ihe mkpofu) sitere na ọdọ mmiri nwere ike imerụ àkwá helminth, nke nwere ike ịdị ndụ ọbụna mgbe ọtụtụ afọ nke ichekwa apịtị n'ime ọdọ mmiri ahụ.",
  "Ọdọ mmiri ndị naeme ka ihe mkpofu kwụsie ike nwere ọdọ mmiri ndị mmadụ mere nke nwere otu ma ọ bụ ọtụtụ usoro nke anaerobic, nhọrọ ma ọ bụ ọdọ mmiri ntozu okè. Ọnụnọ ma ọ bụ enweghị oxygen dịgasị iche na ụdị ọdọ mmiri atọ dị iche iche, nke a naeji n'usoro",
  "Ọdọ mmiri anaerobic waste stabilization nwere obere ikuku oxygen, ya mere ọnọdụ anaerobic naachịkwa",
  "Ụdị ọdọ mmiri nke abụọ, ọdọ mmiri nkwụsi ike, naakwado ebe obibi aerobic n'elu ebe obibi anaerobic benthic. Ọdọ mmiri ndị naeto eto naenye ọnọdụ aerobic n'ebe niile, site n'elu ruo n'ala.",
  "Ntọala ndị bụ isi nke usoro ọdọ mmiri bụ:",
  "Ọ bụrụ na ọdọ mmiri anaerobic dị, akụkụ nke ihe siri ike a kwụsịtụrụ site na mmiri mkpofu naada, si otú a wepụ ihe ndị dị ndụ (BOD) nke ihe ndị a siri ike nyere",
  "Tụkwasị na nke a, a naewepụ ụfọdụ n'ime ihe ndị a gbazere agbaze site na mgbari nri anaerobic",
  "N'oge nke abụọ n'ime ọọ mmiri ahụ, ọtụtụ n'ime BOD fọdụrụnụ naewepụkarị site na nje heterotrophic nke nenweta oxygen site na photosynthesis nke algae",
  "Ọrụ bụ isi nke ọkwa tertiary na ọdọ mmiri ntozu oke bụ iwepụ pathogens, ọ bụ ezie na ọ nwekwara ike inye aka na mbelata nri (ya bụ nitrogen). Otú ọ dị, njikọta nitrogen site na algae naebi na usoro ọdọ mmiri nkwụsi ike nwere ike ịbawanye ọkwa nitrogen na nsị ọdọ mmiri nkwụsị.",
  "Ọdọ mmiri anaerobic naenweta mmiri na-adịghị mma",
  "Ha nwere obere ala ma e jiri ya tụnyere ọdọ mmiri ndị nwere ike ma dịkwa omimi (naemekarị 3.0 ruo 5.0 m)",
  "Omimi ahụ naebelata mmetụta nke mmepụta oxygen site na photosynthesis, naeduga na ọnọdụ anaerobic",
  "Dabere na loading na ọnọdụ ihu igwe, ọdọ mmiri ndị a nwere ike iwepu netiti ọkara ruo ụzọ abụọ nụzọ atọ nke BOD nwere mmetụta",
  "Nke a naebelata nke ukwuu ibu nke ihe ndị dị ndụ nke naaga nọdọ mmiri ndị a họọrọ, wee si otú a belata ogo ha chọrọ. Ọdọ mmiri Anaerobic stabilization nwere ọghọm nke nwere ike ịhapụ gas naesi ísì ọjọọ",
  "Nke a gụnyere hydrogen sulfide na ísì nke àkwá rere ure, ma ọ bụrụ na usoro ahụ nwere nsogbu ọrụ.",
  "Mmiri mbụ dị nime usoro ọdọ mmiri naagbari ihe ndị naere ure na mmiri na-adịghị mma a naedozi",
  "Ọdọ mmiri anaerobic naenye ohere ka ihe siri ike daa na ala dị ka apịtị",
  "Ntọala a naewepụ akụkụ nke ihe ndị dị ndụ. Akụkụ dị ukwuu nke ihe ndị siri ike gaagbakọta n'akụkụ ebe mmiri naadịghị mma naabanye n'ọdọ mmiri ahụ",
  "Ya mere, a ghaghị imepụta ọdọ mmiri anaerobic ka ọ dị omimi karịa ma ọ bụ ọdọ mmiri aerobic ma ọ bụ nke nhọrọ",
  "Omimi ahụ naebelata ọkwa oxygen ka nje bacteria anaerobic wee nwee ike ịgbari ihe mkpofu ahụ nke ọma. Ọdọ mmiri anaerobic nwere ihe ndị naeme ka mmiri ghara ịdị na ya nke nwere ike imebi ihe mkpofu dị mgbagwoju anya n'ime ihe ndị dị mkpa nke naadịghị emerụ gburugburu ebe obibi ahụ. N'ihi na ihe ndị naeme ka mmiri ghara ịdị ndụ nwere ike itolite naanị na okpomọkụ, ọdọ mmiri anaerobic adịghị adaba na ihu igwe dị jụụ ma ọ bụ oyi.",
  "Sludge naagbakọta na ala nke ọdọ mmiri anaerobic ma chọọ ka ewepụ ya afọ ole na ole ọ bụla.",
  "A na-akpọ ọdọ mmiri ndị naanabata mmiri naadịghị mma nke naenweta mmiri naenweghị isi",
  "Ọ bụrụ na ha naanata mmiri naadịghị mma nke a gwọrọla na ọdọ mmiri anaerobic, a naakpọ ha ọdọ mmiri nke abụọ",
  "A pụkwara iji ọdọ mmiri nkwụsi ike maka ọgwụgwọ naagbaso ụdị ọgwụgwọ ndị ọzọ dị ka ihe naeme ka mmiri naaga nihu (UASB), ọwara oxidation ma ọ bụ ọdọ mmiri ikuku",
  "E jiri ya tụnyere ọdọ mmiri anaerobic, ọdọ mmiri nhọrọ dị omimi (1.5 ruo 2.5 m miri emi) ma nwee ebe dị elu karịa",
  "Ebe dị Nelu dị mkpa nihi na ọ naenye ohere ka ikuku oxygen gbazee na ìhè anyanwụ gafee mmiri",
  "Nke a naenye ohere maka ọrụ photosynthetic nke naemepụta oxygen karịa.",
  "N'ọtụtụ ọdọ mmiri, a chọrọ ma nje bacteria na algae iji mee ka mbibi nke ihe ndị dị ndụ na iwepụ ihe ndị ọzọ naemetọ ihe. Algae naemepụta oxygen (photosynthesis) ma naeri oxygen (mkpịsị ume), mana ha naahapụ oke oxygen nke nje bacteria aerobic nwere ike iji maka iku ume na maka usoro oxidation (ma ọ bụ nkwụsi ike) nke ihe ndị dị na mmiri",
  "Ọtụtụ ụdị invertebrates dị nọdọ mmiri ebe ha naachịkwa ọnụ ọgụgụ algae, nke naadaba na ala. Uto algal dị arọ nwere ike igbochi ìhè anyanwụ ịbanye n'ime ọdọ mmiri ahụ",
  "Nke a naebelata ikike maka photosynthesis iji nye oxygen na ọdọ mmiri ahụ",
  "Nịgwọ nsị, usoro ndị nwere ọdọ mmiri anaerobic naesote ọdọ mmiri nhọrọ naenwekarị arụmọrụ mwepụ BOD nozuzu netiti 75 na 85%",
  "Ọ naesiri ike inweta arụmọrụ dị elu n'ihi na nsị ahụ nwere oke nke ihe ndị dị ndụ, nụdị algae, nke a naemepụta n'oge ọgwụgwọ",
  "Mmiri nke mejupụtara ihe dị nime ọdọ mmiri ahụ naagbari nri anaerobic, ma nwee ike ịba ụba ruo ọtụtụ afọ nenweghị mkpa iwepụ ya",
  "Enwere ike iwepụ ihe ndị ọzọ na ihe ndị ọzọ metụtara ihe ndị dị ndụ na ihe ndị naemetọ ihe ndị ọzọ nọdọ mmiri ndị tozuru etozu",
  "A naetinye ọdọ mmiri ndị a na usoro ọgwụgwọ mgbe achọrọ arụmọrụ dị elu nke iwepụ pathogen, ma ọ bụ maka ịpụ mmiri a gwọrọ n'ime mmiri dị nelu, ma ọ bụrụ maka iji ya maka ịgba mmiri ma ọ bụ aquaculture",
  "A naejikarị ha eme ihe mgbe ọdọ mmiri nwere nhọrọ gasịrị, mana ha nwekwara ike ịgbaso usoro ọgwụgwọ ndị ọzọ, dị ka blanket anaerobic sludge blanket (UASB) reactors. A pụkwara itinye ha mgbe usoro ụrọ na-arụ ọrụ",
  "Ọdọ mmiri ndị tozuru etozu gaabụrịrị ndị naadịghị omimi (ihe dị ka 1.0 m omimi ma ọ bụ obere) na nnukwu ebe dị elu ka ikuku oxygen nwere ike ịgbasa nime mmiri naenye nje oxygen zuru ezu iji rụọ ọrụ nke ọma.  Ọdọ mmiri ndị naadịghị omimi naerite uru site na ọrụ photosynthetic dị elu nke naesite na ịbanye nke radieshon anyanwụ",
  "Ọnụ ọgụgụ pH dị elu nihi photosynthesis siri ike, na radiation ultraviolet naabanye nelu",
  "Ihe abụọ a naakwalite iwepụ nje bacteria na nje virus",
  "Niburu nuche ebe dị elu nke ọdọ mmiri ndị tozuru etozu, a naewepụkwa cysts protozoan na àkwá helminth, na sedimentation dị ka isi usoro.",
  "Nchịkọta nke mmiri naeto eto dị ala na ọdọ mmiri ndị tozuru etozu",
  "Enwere ike inweta arụmọrụ dị elu nke iwepụ pathogen, dabere na ọtụtụ ihe: okpomọkụ, oge hydraulic (oge mmiri ahụ naanọgide na usoro ahụ nọnụ ụzọ ruo nọpụ), ọnụ ọgụgụ ọdọ mmiri na usoro ahụ, ọnụnọ nke ihe mgbagwoju anya na omimi nke ọdọ mmiri.",
  "Enwere ike iji ọdọ mmiri ndị tozuru etozu na njikọ ya na ebe nchekwa mmiri ozuzo iji mepụta ebe nchekwa mmiri naeme ka ọ dị ọcha.",
  "Ọdọ mmiri naeme ka ihe mkpofu kwụsie ike naarụ ọrụ nke ọma na ebumnuche ha bụ isi nke iwepụ ihe ndị dị ndụ na, nokpuru ọnọdụ ụfọdụ, ihe ndị naebute ọrịa",
  "Atụmatụ imewe ha agbanweela nke nta kemgbe ọtụtụ afọ. Ọdọ mmiri dị mfe imepụta, iwu, ịrụ ọrụ na idebe, nke dị ezigbo mkpa nógbè ndị dịpụrụ adịpụ na mba ndị na-emepe emepe ebe ngwá ọrụ dị elu na ndị ọrụ nwere nkà dị elu adịghị mfe",
  "Ndị naarụ ọrụ nógbè ahụ nwere ike iwu ụlọ na obere obodo",
  "Ọdọ mmiri naeme ka ihe mkpofu kwụsie ike naarụ ọrụ nke ọma nihe fọrọ nke nta ka ọ bụrụ gburugburu ebe niile ma nwee ike ịgwọ ọtụtụ ụdị mmiri mkpofu. Ha dị mma karịsịa maka mba ndị naekpo ọkụ na ndị nadịghị na okpomọkụ nihi na ike nke ìhè anyanwụ na okpompe bụ isi ihe maka arụmọrụ nke usoro mwepụ. A naeji olulu mmiri eme ihe nụwa niile",
  "Nọtụtụ mba na mpaghara, ọdọ mmiri bụ usoro ọgwụgwọ a naejikarị eme ihe",
  "Nihi nke a, ha bụ otu nime usoro ndị WHO tụrụ aro maka ọgwụgwọ mmiri naadịghị mma maka iji ya mee ihe ọzọ nọrụ ugbo na aquaculture, ọkachasị nihi ịdị irè ha niwepụ nematodes (worms) na àkwá helminth.",
  "Ponds enweghị ike inweta arụmọrụ dị elu na iwepu ihe ndị dị ndu, ma naenwekarị ikike dị ala maka iwepu nitrogen na phosphorus",
  "Mmiri ahụ naenwekarị oke nke ihe siri ike, nke sitere na mmepụta algal nime ọdọ mmiri",
  "Ya mere, ọdọ mmiri abụghị teknuzu kwesịrị ekwesị nógbè ebe ụkpuru nkwụsị siri ike dị, ọ gwụla ma etinyela ọkwa ndị ọzọ nke ọgwụgwọ.",
  "Ebe o bụ na odo mmiri chọrọ nnukwu ebe, ha nwere ike o gaghị adị irè na nso obodo ebe ala dị oke ọnụ",
  "A naachọkwa ọdịdị ala kwesịrị ekwesị na ọdịdị ala dị mma, iji belata ụgwọ iwu",
  "Banyere ọrụ na mmezi, ọrụ ndị ọrụ naarụ ọrụ dị mfe ma ọ dịghị achọ nkà pụrụ iche",
  "Tụkwasị na nke a, enweghi ike iji ikuku, enweghị mkpa maka mmezi ngwá ọrụ dị arọ na enweghị mwepụ ụrọ ugboro ugboro, ọgwụgwọ ụrọ na mkpofu.",
  "Ponds chọrọ obere mmezi, ebe o bụ na enweghị nnukwu eletrik ma o bụ igwe ọrụ chọrọ nlebara anya",
  "Nanị mmezi a chọrọ bụ na ọgwụgwọ mbụ (ịsacha ihuenyo na iwepụ aja), nyocha nke ọkpọkọ, weirs na ihe owuwu hydraulic ndị ọzọ, na iwepụ uto ahịhịa naachọghị na embankments.",
  "Sludge naagbakọta nime odo mmiri",
  "A ghaghị iwepụ ya naanị nime ọtụtụ afọ",
  "Nke a bụ uru dị mkpa nke usoro ahụ",
  "Otu o dị, mgbe iwepụ dị mkpa, o naabụkarị ọrụ dị oke ọnụ ma naarụsi ọrụ ike",
  "Wepụ naemekarị na ọdọ mmiri anaerobic (afọ ole na ole o bụla), nihi obere olu ha na ikike dị ala iji chekwaa apịtị, ma e jiri ya tụnyere ọdọ mmiri nhọrọ",
  "Nime ọdọ mmiri ndị nwere ike ịhọrọ, iwepụ apịtị nwere ike ịdị mkpa naanị noge dị ka afọ 15 ruo 25",
  "Nime ọdọ mmiri ndị tozuru etozu, mkpokọta apịtị dị ala.",
  "Na nhọrọ nke usoro ọgwụgwọ mmiri naadịghị mma, ma e wezụga akụkụ teknụzụ ndị dị mkpa maka nhọrọ ọ bụla, ihe ndị naefu ego naarụkwa ọrụ dị mkpa",
  "Enwere ike kewaa nke ikpeazụ na (i) ụgwọ iwu na (ii) ọrụ na mmezi",
  "A naewere ọdọ mmiri ndị naeme ka ihe mkpofu kwụsie ike dị ka ihe ọzọ dị ọnụ ala nihe gbasara ego iwu",
  "Otu ọ dị, ọnụahịa ikpeazụ gaadabere nụzọ bụ isi na nha ọdọ mmiri, ọnụnọ nke ọdọ mmiri ntozu oke na nhazi usoro, ọdịdị ala, ọnọdụ ala, ọkwa mmiri nokpuru ala na ọnụahịa ala.",
  "Nihi na ihe ndị a niile bụ ebe a kapịrị ọnụ, o  onaesiri ike ịkọwapụta ọnụahịa ụlọ niile",
  "Nọtụtụ ọnọdụ, ndị a gaadị ala ma e jiri ya tụnyere ụzọ ndị ọzọ a naagwọ mmiri. Dabere na ọnọdụ a kapịrị ọnụ nke mpaghara ahụ, ọnụahịa iwu ụlọ nwere ike ịbawanye ma jiri teknụzụ ndị ọzọ dị elu",
  "Ọdọ mmiri naeme ka ihe mkpofu kwụsie ike bụ otu nime usoro ọgwụgwọ mmiri mkpofu dị ọnụ ala nihe gbasara ọrụ na mmezi.",
  "Ụdị mmiri na akụrụngwa mmiri naadịghị mma ndị na-esonụ nwere ike ịdị ka ọdọ mmiri naeme ka ihe mkpofu kwụsie ike, mana ha abụghị otu:"
]