[
  "Ọdịdị mmiri na-ezo aka na kemịkal, anụ ahụ, na njirimara nke mmiri dabere na ụkpụrụ nke ojiji ya. A na-ejikarị ya eme ihe site n'ịrụtụ aka n'ụkpụrụ ụkpụrụ nke enwere ike nyochaa nnabata, nke a na-enwetakarị site na ọgwụgwọ mmiri",
  "Ụkpụrụ ndị a na-ejikarị enyocha na nyochaa ịdị mma mmiri na-egosi ahụike nke gburugburu ebe obibi, nchekwa nke kọntaktị mmadụ, oke mmetọ mmiri na ọnọdụ nke mmiri ọṅụṅụ",
  "Ogo mmiri na-enwe mmetụta dị ukwuu na ntinye mmiri na mgbe mgbe na-ekpebi nhọrọ ọkọnọ.",
  "A na-ekpebi paramita maka ịdị mma mmiri site na ebumnuche ebumnuche",
  "Arụ ọrụ na mpaghara nke mmiri dị mma na-elekwasị anya na mmiri a na-agwọ maka ike, ụlọ ọrụ mmepụta ihe / iji ụlọ, ma ọ bụ mweghachi (nke gburugburu ebe obibi, n'ozuzu maka ahụike nke ndụ mmadụ / mmiri).",
  "Ihe na-emerụ emerụ nke nwere ike ịdị na mmiri a na-adịghị edozi ya gụnyere microorganisms dị ka nje, protozoa na nje bacteria;  mmetọ inorganic dị ka nnu na ọla;  organic kemịkalụ na-emerụ ahụ sitere na usoro mmepụta ihe na iji mmanụ mmanụ;  ọgwụ pesticides na herbicides;  na ihe mmetọ redioaktivu",
  "Ogo mmiri na-adabere n'ihe gbasara mbara ala na gburugburu ebe obibi, yana ojiji mmadụ dị ka nsị nsị, mmetọ ụlọ ọrụ mmepụta ihe, iji mmiri dị ka ebe a na-ekpo ọkụ, na ịṅụbiga mmanya ókè (nke nwere ike belata ọkwa mmiri).[Tinye edensibịa]",
  "United States Environmental Protection Agency (EPA) na-egbochi ọnụọgụgụ nke ụfọdụ mmetọ na mmiri pọmpụ nke usoro mmiri ọha na eze US nyere. Iwu Mmiri Ọṅụṅụ Dị Nchebe na-enye EPA ikike ịnye ụdị ụkpụrụ abụọ:",
  "Iwu ụlọ ọrụ gọọmenti nke U.S",
  "a kpọrọ Food and Drug Administration (FDA) na-esetịpụ ihe mgbochi maka mmetọ na mmiri a na-etinye na karama.  Mmiri ọṅụṅụ, gụnyere mmiri a na-etinye na karama, nwere ike ịtụ anya na ọ ga-enwe ma ọ dịkarịa ala obere mmetọ ụfọdụ",
  "Ọnụnọ nke mmetọ ndị a anaghị egosi na mmiri ahụ na-eweta ihe ize ndụ ahụike.",
  "N'ebe ndị mepere emepe na gburugburu ụwa, a na-eji nkà na ụzụ na-eme ka mmiri dị ọcha na usoro mmiri ime obodo iji wepụ ihe ndị na-emerụ emerụ na mmiri iyi (mmiri elu ma ọ bụ mmiri ala) tupu ekesa ya n'ụlọ, ụlọ ọrụ, ụlọ akwụkwọ na ndị ọzọ na-enweta ya",
  "Mmiri a na-esi na iyi, ọdọ mmiri, ma ọ bụ aquifer na-enweghị ọgwụgwọ ga-abụ nke a na-ejighị n'aka n'ihe gbasara ike..",
  "Ibu nke mmiri ọṅụṅụ na-emetọ emetọ na-emetụta ndị na-anọchite anya na ndị na-adịghị ike. Obodo ndị na-enweghị ọrụ mmiri ọṅụṅụ ndị a dị ọcha nọ n'ihe ize ndụ nke ibute ọrịa ndị mmiri na mmetọ dịka ọgbụgbọ na ọgbụgba, afọ ọsịsa, afọ ọnyụju, ịba ọcha n'anya (hepatitis A), typhoid, na polio. Obodo ndị a na-anọkarị n'ebe ndị na-enweta ego dị ala, ebe a na-awụpụ mmiri nsị mmadụ n'ime ọwa mmiri dị nso ma ọ bụ mmiri nsị n'elu n'enweghị ọgwụgwọ zuru ezu, ma ọ bụ jiri ya na ịgba mmiri.",
  "Ion ndị a gbazere agbaze nwere ike imetụta ịdị mma nke mmiri maka ọtụtụ ebumnuche ụlọ ọrụ na nke ụlọ",
  "Ihe a maara nke ọma n'ime ndị a bụ ma eleghị anya ọnụnọ nke calcium (Ca2 +) na magnesium (Mg2 +) nke na-egbochi ọrụ nhicha nke ncha, ma nwee ike ịmepụta sulfate siri ike na carbonate dị nro na mmiri na-ekpo ọkụ ma ọ bụ boilers. Enwere ike ime ka mmiri siri ike dị nro iji wepụ ion ndị a",
  "Usoro ime ka ọ dị nro na-anọchi anya sodium cations. Maka ụfọdụ ndị mmadụ, mmiri siri ike nwere ike ịka mma karịa mmiri dị nro n'ihi na nsogbu ahụike ejikọtara ya na ụkọ calcium na sodium karịrị akarị. Mkpa maka calcium na magnesium ndị ọzọ na mmiri na-adabere na ọnụ ọgụgụ ndị a na-ekwu maka ya n'ihi na ndị mmadụ na-ejikarị ego ha tụrụ aro site na nri.",
  "Ọdịdị mmiri gburugburu ebe obibi, nke a na-akpọkwa ọdịdị mmiri gburugburu, metụtara mmiri dị ka ọdọ mmiri, osimiri, na oké osimiri. Ụkpụrụ mmiri dị mma maka mmiri dị n'elu dịgasị iche iche n'ihi ọnọdụ gburugburu ebe obibi dị iche iche, gburugburu ebe obibi, na ojiji mmadụ bu n'obi",
  "Ihe ndị na-egbu egbu na ọnụ ọgụgụ dị elu nke microorganisms ụfọdụ nwere ike ibute ihe ize ndụ ahụike maka ebumnuche na-abụghị ịṅụ mmiri dị ka ịgba mmiri, igwu mmiri, ịkụ azụ, rafting, ụgbọ mmiri, na iji ụlọ ọrụ. Ọnọdụ ndị a nwekwara ike imetụta anụ ọhịa, nke na-eji mmiri maka ịṅụ ma ọ bụ dị ka ebe obibi",
  "Dị ka EPA si kwuo, iwu mmiri dị mma n'ozuzu ya na-akọwapụta nchedo nke ịkụ azụ na iji ntụrụndụ eme ihe ma chọọ, dị ka ọ dịkarịa ala, ijigide ụkpụrụ dị mma ugbu a. N'ebe ụfọdụ, ọnọdụ mmiri dị mma a chọrọ gụnyere oke ikuku oxygen, obere chlorophyll-a, na mmiri dị elu.",
  "Enwere ọchịchọ ụfọdụ n'etiti ọha na eze iji weghachite mmiri n'ọnọdụ dị ọcha, ma ọ bụ ọnọdụ tupu ụlọ ọrụ mmepụta ihe. Ọtụtụ iwu gburugburu ebe obibi ugbu a na-elekwasị anya na nhọpụta nke otu ojiji nke otu mmiri",
  "Na mba ụfọdụ aha ndị a na-enye ohere maka mmetọ mmiri ma ọ bụrụhaala na ụdị mmetọ ahụ adịghị emerụ ihe eji eme ihe",
  "Nyere mgbanwe n'ọdịdị ala (dịka ọmụmaatụ, mmepe ala, ime obodo, ikpochapụ n'ime ọhịa) n'ime mmiri mmiri nke ọtụtụ mmiri dị ọcha, ịlaghachi n'ọnọdụ ndị dị ọcha ga-abụ nnukwu ihe ịma aka",
  "N'okwu ndị a, ndị ọkà mmụta sayensị gburugburu ebe obibi na-elekwasị anya n'inweta ebumnobi maka idobe gburugburu ebe obibi dị mma ma nwee ike itinye uche na nchekwa nke ọnụọgụgụ nke ụdị dị ize ndụ na ichekwa ahụike mmadụ.",
  "A na-egosipụta mgbagwoju anya nke àgwà mmiri dị ka isiokwu n'ọtụtụ ụdị nha nke ihe ngosi àgwà mmiri",
  "A na-eme ụfọdụ nleba anya nke mmiri n'ụzọ ziri ezi na saịtị, n'ihi na mmiri dị na nha nha na gburugburu ya",
  "Ntụle a na-emekarị na saịtị yana na kọntaktị kpọmkwem na isi iyi mmiri a na-ajụ gụnyere okpomọkụ, pH, oxygen gbazere, conductivity, oxygen mbelata ikike (ORP), turbidity, nakwa omimi nke Secchi diski.",
  "Enwere ike ime nlele mmiri maka nyocha anụ ahụ ma ọ bụ kemịkal site n'ọtụtụ ụzọ, dabere na izi ezi achọrọ yana njirimara nke mmetọ ahụ",
  "Ụzọ nlere anya na-agụnye dịka ọmụmaatụ nlere anya dị mfe, nlere anya dị iche iche, nhazi usoro na grid sampling, sampling cluster adaptive, grab samples, ọkara na-aga n'ihu na nleba anya na-aga n'ihu, nlele na-agafe agafe, nlele anya, nhụta anya, na nlekota biomonitoring",
  "Ojiji nke samplers na-agafe agafe na-ebelata ọnụ ahịa na mkpa akụrụngwa na ebe nlele.",
  "A na-egbochi ọtụtụ ihe omume mmetọ n'oge, ọtụtụ n'ime ha na ihe omume mmiri ozuzo",
  "N'ihi nke a, ihe nlele \"na-ejide\" na-ezughị ezu maka ịkọwa ọkwa mmetọ n'ụzọ zuru ezu",
  "Ndị ọkà mmụta sayensị na-achịkọta ụdị data a na-ejikarị ngwaọrụ na-amịpụta mmiri na-agbakwunye mmiri n'oge ma ọ bụ oge mgbapụta.",
  "A na-emekarị ihe ndị dị mgbagwoju anya na ụlọ nyocha nke chọrọ ka a chịkọta mmiri, chekwaa, buru ya, ma nyochaa ya n'ebe ọzọ.",
  "Usoro nnwale mmiri na-ewebata nsogbu abụọ dị mkpa:",
  "Nchekwa nlele nwere ike dozie nsogbu nke abụọ",
  "Usoro a na-emekarị bụ idobe ihe nlele oyi iji mee ka ọ̀tụ̀tụ̀ mmeghachi omume kemịkal na mgbanwe nke oge belata, na nyochaa ihe nlele ahụ ozugbo enwere ike;  ma nke a na-ebelata mgbanwe ndị ahụ kama igbochi ha",
  "Usoro bara uru maka ịchọpụta mmetụta nke arịa ihe nlele n'oge igbu oge n'etiti nchịkọta na nyocha gụnyere nkwadebe maka ihe nlele abụọ na-emepụta tupu ihe omume nlele",
  "Otu akpa akpa jupụtara na mmiri amaara site na nyocha gara aga na enweghị ọnụọgụ kemịkalụ mmasị a na-achọpụta",
  "A na-emeghe ihe nlele a, nke a na-akpọ \"oghere\", maka ikpughe na ikuku mgbe a na-anakọta ihe atụ nke mmasị, wee megharịa ya ma buga ya n'ụlọ nyocha na ihe nlele maka nyocha iji chọpụta ma nchịkọta ma ọ bụ njide nlele ewebata ego ọ bụla nwere ike ịlele",
  "kemịkalụ mmasị",
  "A na-anakọta ihe atụ artificial nke abụọ site na nlele nke mmasị, ma emesịa \"spiked\" na ọnụọgụ ọzọ nke kemịkalụ mmasị n'oge nchịkọta",
  "A na-ebu oghere (nchịkwa na-adịghị mma) na spiked sample (nchịkwa dị mma) na nlele nke mmasị ma nyochaa ya site n'otu ụzọ ahụ n'otu oge iji chọpụta mgbanwe ọ bụla na-egosi uru ma ọ bụ mfu n'oge oge gafere n'etiti nchịkọta na nyocha..",
  "Mgbe ihe omume ndị dị ka ala ọma jijiji na tsunami gasịrị, ụlọ ọrụ enyemaka na-emeghachi omume ozugbo ka ọrụ enyemaka na'ihu iji gbalịa iweghachi akụrụngwa dị mkpa ma nye ihe ndị dị mkpa dị mkpa maka ndụ na mgbake na-esote. Egwu nke ọrịa na-abawanye nke ukwuu n'ihi ọnụ ọgụgụ buru ibu nke ndị mmadụ bi nso, mgbe mgbe n'ọnọdụ ọjọọ, na enweghị ịdị ọcha kwesịrị ekwesị.",
  "Mgbe ọdachi sitere n'okike gasịrị, dịka nyocha mmiri dị mma, enwere echiche zuru oke banyere ụzọ kachasị mma ị ga-eme ma nwee ike iji ụzọ dịgasị iche iche",
  "Isi ihe dị mkpa nke mmiri dị mma nke ọ dị mkpa ka a dozie na mberede bụ ihe na-egosi nje bacteria nke mmetọ nsị, chlorine fọdụrụ n'efu, pH, turbidity na ikekwe conductivity / total dissolved solids",
  "E nwere ọtụtụ ụzọ e si emebi ihe.",
  "Mgbe nnukwu ọdachi ndị na-emere onwe ha gasịrị, ogologo oge nwere ike ịgafe tupu mmiri ahụ alaghachi na ọkwa tupu ọdachi",
  "Dịka ọmụmaatụ, mgbe tsunami nke Indian Ocean nke afọ 2004 gasịrị, ụlọ ọrụ International Water Management Institute (IWMI) nke dị na Colombo nyochara mmetụta nke mmiri nnu wee kwubie na olulu mmiri ahụ laghachiri na mmiri ọṅụṅụ tupu tsunami otu afọ na ọkara mgbe ihe omume ahụ gasịrị",
  "IWMI mepụtara usoro maka ihicha olulu mmiri nnu na-emetọ; ndị a mechara bụrụ ndị World Health Organization kwadoro dịka akụkụ nke usoro ntuziaka mberede ya.",
  "Ụzọ kachasị mfe nke nyocha kemịkal bụ ndị na-atụle kemịkalụ n'enweghị ọdịdị ha",
  "Nnyocha elemental maka oxygen, dịka ihe atụ, ga-egosi oke nke 890 g / L (gram kwa lita) nke mmiri sample n'ihi na oxygen (O) nwere 89% nke mmiri mmiri (H2O)",
  "Usoro ahọpụtara iji tụọ oxygen a gbazere agbaze kwesịrị ịmata ọdịiche dị n'etiti diatomic oxygen na oxygen jikọtara ya na ihe ndị ọzọ",
  "Ịdị mfe nke nyocha nke elemental emeela ka e nwee nnukwu data sample na njirimara mmiri maka ihe ndị a na-akọwa mgbe ụfọdụ dị ka ọla dị arọ",
  "Nnyocha mmiri maka ọla dị arọ ga-atụle ụmụ irighiri ala kwụsịtụrụ na mmiri",
  "Akụkụ ala ndị a a kwụsịtụrụ nwere ike ịnwe oke ọla",
  "Ọ bụ ezie na ụmụ irighiri ihe ndị ahụ anaghị agbaze na mmiri, ndị mmadụ nwere ike iri ha",
  "Ịtinye acid na ihe nnwale mmiri iji gbochie mfu nke ọla ndị a gbazere agbaze n'elu akpa nnwale ahụ nwere ike ịgbaze ọla ndị ọzọ site na ụmụ irighiri ala",
  "Filtration nke ụmụ irighiri ala site na mmiri sample tupu agbakwunye acid, Otú ọ dị, nwere ike ịkpata mfu nke ọla ndị a gbazere agbaze na nzacha. Mgbagwoju anya nke ịmata ọdịiche dị n'etiti ihe ndị yiri ya bụ ihe ịma aka karịa.",
  "Ime ihe ndị a dị mgbagwoju anya nwere ike ịdị oke ọnụ",
  "N'ihi na nyocha nke mmiri nwere ike ịdị oke ọnụ, a na-eme mmemme nlekota na-aga n'ihu ma na-ewepụta nsonaazụ site na ụlọ ọrụ gọọmentị",
  "Otú ọ dị, e nwere mmemme ndị ọrụ afọ ofufo na ihe onwunwe dị maka nyocha ụfọdụ. Ngwá ọrụ ndị ọha na eze nwere gụnyere ihe nyocha n'ebe ahụ, nke a na-ejikarị eme ihe maka tankị azụ ụlọ, na usoro nyocha nke ihe ndị dị ndụ.",
  "Biosensors nwere ikike maka \"nnukwu mmetụta, nhọrọ, ntụkwasị obi, ịdị mfe, ọnụ ala na nzaghachi oge\". Dịka ọmụmaatụ, ndị bionanotechnologists kọrọ mmepe nke ROSALIND 2.0, nke nwere ike ịchọpụta ọkwa dị iche iche nke mmetọ mmiri.",
  "Ọ bụ ezie na a na-enwekarị nnwale ma nyochaa ogo mmiri na ụlọ nyocha, kemgbe ngwụcha narị afọ nke 20 enwere mmasị ọha na eze na ogo mmiri ọṅụṅụ nke usoro obodo nyere",
  "Ọtụtụ ụlọ ọrụ mmiri emepụtala usoro iji chịkọta data oge gbasara ogo mmiri",
  "Na mbido narị afọ nke iri abụọ na otu, e depụtara ihe mmetụta dịgasị iche iche na usoro nlekota anya maka ịlele pH mmiri, turbidity, oxygen a gbazere agbaze na akụkụ ndị ọzọ",
  "E mepụtara ụfọdụ usoro mmetụta dịpụrụ adịpụ maka nlekota ogo mmiri gburugburu ebe obibi na mmiri mmiri, mmiri mmiri na mmiri dị n'ụsọ oké osimiri.",
  "Ihe na-esonụ bụ ndepụta nke ihe ngosi ndị a na-atụkarị site na ụdị ọnọdụ:",
  "E mepụtara usoro nlekota nke ihe ndị dị ndụ n'ọtụtụ ebe, otu ezinụlọ a na-ejikarị eme ihe maka mmiri dị ọcha bụ ọnụnọ na ọtụtụ ndị otu ụmụ ahụhụ Ephemeroptera, Plecoptera na Trichoptera (EPT) (nke macroinvertebrates benthic nke aha ha bụ, n'otu n'otu, mayfly, stonefly na caddisfly)",
  "Ndepụta EPT ga-adịgasị iche site na mpaghara gaa na mpaghara, mana n'ozuzu, n'ime mpaghara, ka ọnụ ọgụgụ nke taxa sitere na iwu ndị a ka ukwuu, ka mma mmiri",
  "Òtù dị na United States, dị ka EPA",
  "na-enye nduzi maka ịmepụta usoro nlekota na ịchọpụta ndị otu nke ndị a na usoro ụmụ ahụhụ ndị ọzọ dị n'ime mmiri",
  "A chọrọ ọtụtụ ndị na-ewepụta mmiri na-adịghị mma na US (dịka, ụlọ ọrụ mmepụta ihe, ụlọ ọrụ ọkụ eletrik, ụlọ ọrụ refineries, ebe a na-egwupụta ihe, ụlọ ọgwụ mkpofu nke obodo) iji mee nnwale nsị zuru oke (WET).",
  "Ndị nwere mmasị n'ilekọta ogo mmiri ndị na-enweghị ike ịkwụ ụgwọ ma ọ bụ jikwaa nyocha nyocha nyocha nwere ike iji ihe ngosi nke ihe ndị dị ndụ iji nweta ọgụgụ zuru oke nke ogo mmiri",
  "Otu ihe atụ bụ mmemme nlekota mmiri nke IOWATER nke Iowa, nke gụnyere igodo ihe ngosi EPT.",
  "A na-eji Bivalve molluscs eme ihe n'ụzọ dị ukwuu dị ka bioindicators iji nyochaa ahụike nke gburugburu mmiri na mmiri dị ọcha na gburugburu mmiri",
  "Ọnọdụ ma ọ bụ nhazi nke ọnụ ọgụgụ ha, ahụike, omume ma ọ bụ ọkwa mmetọ na ihe ma ọ bụ ngwakọta nwere ike igosi ọnọdụ mmetọ nke gburugburu ebe obibi",
  "Ha bara uru karịsịa ebe ọ bụ na ha bụ sessile ka ha wee na-anọchite anya gburugburu ebe a na-anwale ma ọ bụ tinye ha",
  "Otu ọrụ a na-ahụkarị bụ U.S",
  "Mussel Watch Programme, mana taa a na-eji ha eme ihe n'ụwa niile.",
  "Usoro Southern African Scoring System (SASS) bụ usoro nlekota mmiri nke dabeere na ọnụnọ nke benthic macroinvertebrates (EPT)",
  "A nụchara ngwá ọrụ SASS nke na-enyocha ihe ndị dị n'ime mmiri n'ime afọ 30 gara aga ma ugbu a ọ dị na mbipute nke ise (SASS5) nke a gbanwere kpọmkwem dịka ụkpụrụ mba ụwa si dị, ya bụ usoro ISO / IEC 17025. Ngalaba Na-ahụ Maka Mmiri na South Africa na-eji usoro SASS5 eme ihe dị ka usoro ọkọlọtọ maka Nnyocha Ahụike Osimiri, nke na-enye National River Health Programme na National Rivers Database.",
  "Ọdachị ihu igwe na ihu igwe nwere ike imetụta ịdịmma mmiri n'ụzọ dị iche iche dabere na ihu igwe mpaghara na ọnọdụ ya",
  "Ihe ịma jijiji metụtara ihu igwe gụnyere ụkọ mmiri, oke mmiri ozuzo na oke okpomọkụ",
  "Ha nwere ike imebi akụrụngwa mmiri site na mbuze n'okpuru oke mmiri ozuzo na idei mmiri, mfu nke isi mmiri na ụkọ mmiri ozuzo, na mbelata ogo mmiri.",
  "Mgbanwe ihu igwe nwere ike ime ka mmiri dị ala site na usoro dị iche iche:",
  "N'ịtọ ụkpụrụ, ụlọ ọrụ na-eme mkpebi ndọrọ ndọrọ ọchịchị na teknụzụ / sayensị dabere na otu esi eji mmiri. N'ihe banyere mmiri sitere n'okike, ụlọ ọrụ na-emekwa atụmatụ ezi uche dị na ya maka ọnọdụ dị ọcha",
  "Mmiri sitere n'okike ga-adịgasị iche na nzaghachi maka ọnọdụ gburugburu ebe obibi nke mpaghara, ebe ihe ndị gbara ya gburugburu, sediments, na ụdị nkume, topography, hydrology, na ihu igwe na-emetụta mmiri. Ndị ọkà mmụta sayensị gburugburu ebe obibi na ndị na-ahụ maka mmiri na mmiri na-arụ ọrụ ịkọwa akụkụ na ọnọdụ gburugburu ebe obibi nke na-emetụta ogo mmiri nke mpaghara, nke na-enyere aka ịchọpụta isi mmalite na ọdịnihu nke mmetọ",
  "Ndị ọka iwu na ndị na-eme iwu na-arụ ọrụ ịkọwa iwu na ebumnuche na a na-edebe mmiri n'ụdị kwesịrị ekwesị maka ojiji a chọpụtara.",
  "Echiche ọzọ zuru oke banyere ịdị mma mmiri bụ nke ihe dị mfe nke na-agwa ma mmiri emetọla ma ọ bụ na ọ bụghị",
  "N'ezie, ogo mmiri bụ isiokwu dị mgbagwoju anya, n'akụkụ ụfọdụ n'ihi na mmiri bụ ihe dị mgbagha nke jikọtara ya na gburugburu ebe obibi, geology, na ọrụ anthropogenic nke mpaghara",
  "Ọrụ ụlọ ọrụ mmepụta ihe na azụmahịa (dịka imepụta ihe, igwu ala, iwu ihe, njem) bụ isi  na-akpata mmetọ mmiri dịka nsị si n'ógbè ọrụ ugbo, nsị obodo na nsị nke a na-edozi na nke a na'agwọghị",
  "[citation needed]",
  "A na-edepụta iwu mmiri nke European Union na ntụziaka atọ:",
  "A na-achịkọta ntuziaka mmiri dị mma maka South Africa dịka ụdị ndị ọrụ nwere ike (dịka ụlọ, ụlọ ọrụ mmepụta ihe) na Ntuziaka Mmiri dị mma nke 1996. Mmiri ọṅụṅụ dị n'okpuru South African National Standard (SANS) 241 Drinking Water Specification.",
  "Na England na Wales, a na-edepụta ọkwa dị mma maka mmiri ọṅụṅụ na \"Mkpesa Mmiri (Machine Quality) Iwu 2000.\"",
  "Na United States, ụlọ ọrụ gọọmentị na-akọwa ụkpụrụ mmiri dị mma maka mmiri dị iche iche, nke a na-eduzi site na iji mmiri eme ihe (dịka, ebe obibi azụ, mmiri ọṅụṅụ, iji ntụrụndụ)",
  "Iwu Mmiri Dị Ọcha (CWA) na-achọ ka ikike ọ bụla na-achị (mba, ókèala, na ndị agbụrụ kpuchiri) nyefee usoro akụkọ abụọ na-eme kwa afọ banyere ogo mmiri na mpaghara ha",
  "A maara akụkọ ndị a dị ka akụkọ 303(d) na 305(b), aha ha bụ maka ndokwa CWA ha, ma nyefee ha, ma kwado ha, site na, EPA",
  "Akụkọ ndị a na-emechi site na ikike na-achịkwa, nke na-abụkarị ụlọ ọrụ na-ahụ maka gburugburu ebe obibi nke steeti",
  "EPA na-atụ aro ka steeti ọ bụla nye otu \"Integrated Report\" nke gụnyere ndepụta ya nke mmiri na-adịghị mma na ọnọdụ nke mmiri niile dị na steeti ahụ. National Water Quality Inventory Report to Congress bụ akụkọ n'ozuzu banyere ogo mmiri, na-enye ozi zuru oke banyere ọnụ ọgụgụ nke kilomita nke iyi na osimiri na ọnọdụ ha. CWA na-achọ ka steeti nabata ụkpụrụ maka nke ọ bụla n'ime ihe ndị a họpụtara na ha na-enye mmiri ha",
  "Ọ bụrụ na ihe akaebe na-atụ aro ma ọ bụ na-edepụta na iyi, osimiri ma ọ bụ ọdọ mmiri emezughị ụkpụrụ mmiri maka otu ma ọ bụ karịa n'ime ojiji ya, a na-etinye ya na ndepụta nke mmiri na-adịghị mma",
  "Ozugbo steeti etinyela mmiri na ndepụta a, ọ ga-emepụta atụmatụ njikwa nke na-eguzobe Total Maximum Daily Loads (TMDLs) maka mmetọ ahụ bụ nke na-emebi ojiji nke mmiri",
  "TMDLs ndị a na-eguzobe mbelata dị mkpa iji kwado ọrụ ndị a họpụtara n'ụzọ zuru ezu.",
  "Ụkpụrụ mmiri ọṅụṅụ, nke metụtara usoro mmiri ọha na eze, bụ nke EPA na-enye n'okpuru Iwu Mmiri Ọṅụ Dị Mma."
]