[
  "Ọdachi Doñana, nkè a makwaara dị ka Ọdachi Aznalcollar ma ọ bụ Ọdachi Guadiamar (Sp: Desastre de Aznalcóllar, Desastre del Guadiamar), bụ ihe mberede ụlọ ọrụ na Andalusia, ndịda Spain",
  "N'abalị iri abụọ na ise n'ọnwa Eprel n'afọ 1998, ihe mgbochi mmiri gbawara n'ébé a na-egwupụta ihe na Los Frailes, dị nso na Aznalcóllar, Seville Province, na-ewepụta nde cubic mita anọ na iri ise nke ihe ndị a na-egwute ihe",
  "Akpụkpọ ahụ acidic, nké nwéré ọkwá dị ize ndụ nke ọtụtụ ọla dị arọ, rutere ngwa ngwa na Osimiri Agrio dị nso, wee ruo Osimiri Guadiamar, na-aga ihe dị ka kilomita irí anọ n'okporo ụzọ mmiri ndị a tupu a kwụsị ha",
  "Guadiamar bụ isi iyi mmiri màkà Ogige Ntụrụndụ Doñana, UNESCO World Heritage Site na otu n'ime ogige ntụrụndụ kachasị ukwuu na Europe",
  "Ọrụ nhicha ahụ were afọ atọ, na atụmatụ ego ruru € 240 nde.",
  "Ébé a na-egwupụta ihe na Los Frailes bụ nke Boliden-Apirsa (nke bụbu Andaluza de Piritas, SA), ụlọ ọrụ enyemaka nke Boliden na Spain, ma na-emepụta ihe dị ka tọn otu narị na iri abụọ na ise nke zinc na nde ounces 2.9 (ihe dị ka tòn puku atọ na narị ise) nke ọlaọcha kwa afọ.",
  "Ogige ntụrụndụ ahụ bụ otu n'ime ébé nchekwa a maara nke ọma na Europe ma họpụta ya dị ka ébé nchekwa UNESCO, Ramsar Wetland Site, na UNESCO World Heritage site. Ogige ntụrụndụ gara-aga gụnyere akụkọ ihe méré eme nke mmadụ nke e dere nke ọma nke laghachiri azụ afọ narị asaa. N'afọ mbụ ọ na-arụ ọrụ n'afọ 1997, Boliden Ltd mepụtara tọn otu narị na iri puku asatọ nke zinc, okpu, ọla kọpa na ọlaọcha site na nde tọn anọ nke ore.",
  "Ogige Ntụrụndụ Doñana, nke dị N'ébé ọwụwa anyanwụ Portugal, dị n'etiti mpaghara abụọ nke Andalucia, Seville na Huelva",
  "Ọ bụ ihe a ma ama màkà nnukwu ọdịiche dị íchè íchè nke biotopes ya, ọkachasị ọdọ mmiri, marshlands, dunes kwụ ọtọ na nke na-agagharị agagharị, ọhịa na maquis. Dị ka otu n'ime nnukwu ebe nchekwa okike nke kọntinent ahụ, Doñana bụkwa ébé obibi nke ụdị nnụnụ dịgasị ichè íchè",
  "N'ihi ọnọdụ ya na ịdị nso dị n'etiti Africa na Europe, ihe karịrị ọkara nde nnụnụ na-anọ n'ogige ntụrụndụ n'ogè oyi kwa afọ, na ikekwe ọkara ụdị nnụnụ Europe nwèrè ike ịhụ ébé a n'otu ógè ma ọ bụ ọzọ.",
  "N'ihi ọdachi gburugburu ébé obibi, ọ dịghị ihe dị ndụ n'ihi oke acid nke ihe mkpofu, nke nwere ngwakọta nke ọta, ọla kọpa, zinc, cadmium na ọla ndị ọzọ, yana sulphides. Ọdachi ụlọ ọrụ mmepụta ihe dugara n'ọtụtụ nsogbu gburugburu ébé obibi siri ike na mpaghara Andalusia",
  "Akara na-egbu egbu a na-adịghị ahụ ányà gbasaa site na okike nke siri ike imebi. A ka na-etinye ọla dị elu n'ime ala na mmiri ma chọta ụzọ ịbanye n'ime anụ ọhịa. Nsogbu ọzọ dị mkpà dị na ahụike nke ụmụ anụmanụ ndị bi gburugburu ogige ahụ",
  "N'ime ngwakọta a nke ala ahịhịa na ọhịa, ụdị nnụnụ narị atọ na-amụ, na-eri nri ma ọ bụ na-akwụsị n'ụzọ ha na-agagharị n'etiti Northern Europe na Africa. N'ogè na-adịghị anya, njem a kwụsịrị mgbe mmiri ahụ gbawara; ihe fọrọ nke nta ka ọ bụrụ nnụnụ puku abuo, ụmụ ọkụkọ, àkwá, na akwụ́ nwụrụ ma ọ bụ bibie ma chịkọta ihe karịrị puku kilogram puku iri abụọ na ise nke azụ nwụrụ anwụ mgbè nke ahụ gasịrị.",
  "Ébé a na-egwupụta ihe, nke Boliden Ltd",
  "nke Sweden nwèrè, emefuola ihe karịrị dollar iri ise na abụọ nde na-ehicha, na-edozi mmebi na na-akwụghachi ndị ọrụ ugbo ụgwọ màkà ihe ọkụkụ furu efu. A tụbara ihe ka ukwuu n'ime nhicha nke ndị ọrụ nhicha ahụ mèrè n'ime nnukwu olulu nke tọgbọ chakoo",
  "N'ihi ya, ọtụtụ n'ime ébé ahụ metụtara bụzi ihe ọhụrụ ma dị ọcha",
  "Nke a bụ ọdachi gburugburu ébé obibi kachasị njọ na mba ahụ",
  "A kọrọ na ego nhicha ahụ na-efu site n'afo 2002 bụ € 276. N'afọ 2014, The Guardian kọrọ na Spain ekpebiela imefu € 360 nde iji weghachite ala ahụ.",
  "Ọ bụ ezie na ọdachi Doñana ghọrọ otu n'ime ọdachi kachasị njọ na Europe, enwere ịkọ nkọ banyéré imegheghachi ebe a na-egwupụta ihe ochie",
  "Otu ihe kpatara aro ahụ bụ na mpaghara ahụ bụ ébé obibi màkà ọtụtụ puku nnụnụ na-esi na kọntinent dị iche iche na-akwaga",
  "Isi ihe kpatara ihe méré ndị na-akwado ya ji na-ekwu màkà imeghe ébé a na-egwupụta ihe bụ màkà ihe kpatara akụ na ụba na e nwere akụ na ụba n'ala ahụ",
  "Ịmegheghachi ébé a na-egwupụta ihe ga-enye ọrụ otu puku. Usoro ahụ agaghị adị mfe ịrụzu, dịka ndị na-enwe obi abụọ na-atụ aro imeghe ébé a na-egwupụta ihe ga-eduga na mgbawa na-aga n'ihu",
  "Ka o sina dị, odeakwụkwọ ukwu màkà Innovation, Industry and Energy nke Andalucía, Vicente Guerrero, kọwara na ikikere igwu ala ga-ekwu na ọ bụ naanị usoro igwu ala nke ógè a ka a ga-ekwe ka ọ bụrụ. Ónyé Spain ahụ gụnyekwara na ọ dịghị mmiri a ga-eji mee ihe n'okpuru mmega nke teknụzụ kachasị mma n'ụwa, nke ga-ezere ịmepụta ọdụ mmiri na-egbu egbu.",
  "Pesoe The Los Frailes tailings dam failure (Aznalcóllar, Spain) site na World Information Service on Energy",
  "31"
]