[
  "Ịzụ ahịa mmadụ na ịgba akwụna nke ụmụaka bụ okwu dị mkpa na Philippines, nke ndị omempụ haziri ahazi na-achịkwakarị.\nỊzụ ahịa mmadụ bụ mpụ megide ụmụ ụwa nile.",
  "N'ịgbalị imeri nsogbu ahụ, ndiPhilippines gafere R.A",
  "9208, Anti-Trafficking in Persons Act of 2003, iwu ntaramahụhụ megide ịzụ ahịa mmadụ, njem mmekọahụ, ịgba ohu mmekọahụ na ịgba akwụna ụmụaka.\nN'afọ 2006, a kọrọ na mmanye iwu enweghị nkwekọrịta. Mana ka ọ na-erule afọ 2017, Ụlọ ọrụ Ngalaba Steeti nke United States na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ etinyela mba ahụ na \"Tier 1\" (n'ụzọ zuru oke na ụkpụrụ kacha nta nke Iwu Nchedo Ndị Na-ahụ Maka Ịzụ ahịa nke United States).",
  "Otu akụkọ e mere na 1997 kwuru na ọnụ ọgụgụ ụmụaka ndị a na-agba akwụna merụrụ na 75,000 na Philippines, na atụmatụ ndị ọzọ na-ekwu ihe ruru 100,000.",
  "The United Nations Children's Fund (Unicef) mere atụmatụ na 60,000 ruo 100,000 nọ na Philippines na-etinye aka na ịgba akwụna. Dị ka International Labour Organization (ILO) si kwuo, ihe As of 2009[update] ụmụaka 100,000 na-agba akwụna na 2009 [Mmelite]. E nwere nnukwu omume nke ịgba akwụna ụmụaka na mpaghara ndị njem nleta",
  "A na-amanye ọnụ ọgụgụ ụmụaka a na-amaghị ama ịrụ ọrụ mmegbu.",
  "E mere atụmatụ na 1995 na Philippines bụ mba nwere ọnụ ọgụgụ nke anọ kachasị elu nke ụmụaka a manyere ịgba akwụna, ndị ọchịchị achọpụtala mmụba nke ndị na-emetọ ụmụaka na-aga Philippines.",
  "N'afọ 2007, e mere atụmatụ na e nwere ụmụ nwanyị na ụmụ agbọghọ 375,000 na-azụ ahịa mmekọahụ na Philippines, ọtụtụ n'ime ha dị n'agbata afọ 15 na 20, ọ bụ ezie na ụfọdụ dị afọ 11.",
  "International Federation of Red Cross and Red Crescent Societies kwuru n'afọ 2003 na e nwere ihe karịrị nde ụmụaka 1.5 n'okporo ámá na Philippines na ọtụtụ na-ejedebe na ịgba akwụna na ịzụ ahịa ọgwụ ọjọọ na ebe ndị dị ka Manila na Angeles City.",
  "Gọọmentị na NGO na-eme atụmatụ na 2007 na ọnụ ọgụgụ ụmụ nwanyị a na-azụ ahịa sitere na 300,000 ruo 400,000 na ọnụ ọgụgụ ụmụaka a na-azụ ahịa sitere na 60,000 ruo 100,000.\nDị ka akụkọ gọọmentị US si kwuo, ọnụ ọgụgụ ụmụaka ndị e gburu na Philippines sitere na 20,000 ruo 100,000, na ndị njem nleta si mba ọzọ, ọkachasị ndị Eshia ndị ọzọ, dị ka ndị omekome.",
  "N'afọ 2010, e mere atụmatụ na ụmụaka 60,000 ruo 100,000 nọ na Philippines tinyere aka na ịgba akwụna, dị ka Minette Rimando, onye na-ekwuchitere ụlọ ọrụ United Nations International Labour Organization nke Manila si kwuo.\nOtu isiokwu nke afọ 2006 kọrọ na dabere na ọnụ ọgụgụ nke Visayan Forum Foundation nyere, ọtụtụ ndị metụtara dị n'agbata afọ iri na abụọ na afọ iri abụọ na abụọ.",
  "A na-ahọpụta Philippines n'okpuru ọkwa 2 Ndepụta nlele na 2009 Trafficking in Persons Report of the United States (US) State Department n'ihi ebubo gọọmentị Philippines egosighi ihe akaebe nke ọganihu n'ịkpagbu ndị omekome na-azụ ahịa, ọkachasị ndị na-ahụ maka ịzụ ahịa ọrụ",
  "Ka ọ na-erule 2020, a na-ahọpụta Philippines dị ka Tier 1 na Trafficking in Persons Report nke United States (US) State Department mgbe nnukwu mgbalị gasịrị.",
  "Otu akụkọ nke Vatican bipụtara na 2004 kwuru: Philippines nwere nnukwu nsogbu ịzụ ahịa nke ụmụ nwanyị na ụmụaka na-abanye n'ụzọ iwu na-akwadoghị n'ime ụlọ ọrụ ndị njem nleta maka mmegbu mmekọahụ",
  "Ebe ndị dị n'ime mba ahụ bụ Metro Manila, Angeles City, Olongapo City, obodo ndị dị na Bulacan, Batangas, Cebu City, Davao na Cagayan de Oro City na ebe ndị njem nleta mmekọahụ ndị ọzọ dị ka Puerto Galera, nke a ma ama, Pagsanjan, Laguna, San Fernando Pampanga, na ọtụtụ ebe ntụrụndụ n'ụsọ osimiri na mba ahụ",
  "Nkwa nke ndị na-ewe mmadụ n'ọrụ na-enye ụmụ nwanyị na ụmụaka ọrụ mara mma na mba ma ọ bụ na mba ofesi, kama a na-amanye ha ma na-amanye ha ma na-achịkwa ha n'ime ụlọ ọrụ mmekọahụ maka ndị njem nleta.",
  "Enwere ọtụtụ ikpe gbasara mmetọ ụmụaka nke akọpụtala na Puerto Galera, ebe ntụrụndụ dị n'ụsọ oké osimiri na Mindoro Island awa atọ n'ebe ndịda Manila",
  "Mpaghara a bụ ọkacha mmasị maka ndị na-emetọ ụmụaka si mba ọzọ na-achọ ụmụaka",
  "A kọwara Puerto Galera na 1997 dị ka otu n'ime ebe ise kachasị elu na Philippines maka ịgba akwụna ụmụaka",
  "N'afọ 1991, mgbawa ugwu nke Ugwu Pinatubo mere ka a gbapụ ma bibie ọtụtụ n'ime Clark Air Base, nnukwu ụlọ ọrụ ndị agha United States dị kilomita iri anọ (60 km) n'ebe ugwu ọdịda anyanwụ nke Manila, nke mechiri obere oge mgbe nke ahụ gasịrị",
  "Ihe ka ọtụtụ n'ime azụmahịa mmekọahụ gburugburu ntọala ahụ mechiri n'otu oge ahụ n'ihi ọnwụ nke ndị ahịa GI.  Onye isi obodo Alfredo Lim gara n'ihu mebie ụlọ ọrụ mmekọahụ fọdụrụ na Manila, na-eme ka ọtụtụ n'ime ụlọ ọrụ ndị a kwaga na Angeles City, nke dị n'akụkụ ntọala mechiri emechi, ma na-aghọ ebe ndị njem nleta na-ewu ewu karịsịa na ndị bụbu GIs.\nKa ọ na-erule ngwụsị afọ ndị 1990, UNICEF mere atụmatụ na e nwere ụmụaka 60,000 na-agba akwụna na Philippines, na-akọwa ụlọ akwụna Angeles City dị ka \"ndị a ma ama\" maka inye ụmụaka mmekọahụ.\nN'afọ 1997, BBC kọrọ na UNICEF mere atụmatụ na ọtụtụ n'ime ụlọ akwụna 200 dị na obodo Angeles a ma ama na-enye ụmụaka maka mmekọahụ. N'afọ 2004, ndị uwe ojii jidere ndị mba ọzọ na ndị Filipino wee napụta ụmụ nwanyị iri na ise nke ihe ndị na-akpali agụụ mmekọahụ na mgbanaka ịntanetị na Angeles City.",
  "Azụmahịa [oge?] ugbu a bụ nke ndị na-arụ ọrụ ụlọ mmanya Australia na-achịkwa ma ndị njem nleta na-achọ mmekọahụ dị ọnụ ala na-akwado ya.\nN'ụlọ mmanya na-enyekarị ụmụ nwoke si mba ọzọ nri, a na-ere ụmụ agbọghọ maka \"ụgwọ ụlọ mmanya\".\nỌnọdụ bụ mgbe ụfọdụ obi ọjọọ Ụmụaka na ndị nọ n'afọ iri na ụma na-abanye n'ime ụlọ ọrụ site na mpaghara ndị dara ogbenye site na nkwa ego na nlekọta, ma debe ha n'ebe ahụ site na iyi egwu, ịgba ohu ụgwọ na egwu ịda ogbenye.\nObodo Angeles bụ otu n'ime ebe ndị njem nleta mmekọahụ kachasị ukwuu n'ụwa na ihe karịrị puku ụmụ nwanyị iri na ise na-arụ ọrụ na ụlọ ọrụ mmekọahụ ya dị iche iche (ụlọ akwụna, ụlọ mmanya na vidiyo).",
  "CNN kwuru n'afọ 2010 na \"Afọ iri gara aga, Pagsanjan, nke dị ihe dị ka kilomita iri isii n'ebe ndịda Manila, bịara mara ya dị ka ebe a ma ama maka ụmụ nwoke na-achọ ndị akwụna nwoke na-edina ụdị onwe ha",
  "\" Pagsanjan malitere ịdọta ọnụ ọgụgụ na-arịwanye elu nke ndị na-emetọ ụmụaka",
  "\"N'afọ '80s, akwụkwọ ndị mmekọ nwoke na nwanyị na nwanyị na mba ụwa kwupụtara Pagsanjan dị ka paradaịs maka ha, paradaịs nwoke na-edina ụdị onwe ha, ebe nchekwa maka ndị na-edina ụdị onwe ha,\" ka Dr",
  "Sonia Zaide, onye na-eme ihe ike nke na-echegbu onwe ya karịsịa site na mmụba nke azụmahịa mmekọahụ nke obodo ahụ gụnyere ụmụaka, ọkachasị ụmụ nwoke na-eto eto.\nMagazin Time kọrọ na 1993 na Pagsanjan bụ ebe kachasị amasị ndị njem nleta mmekọahụ na-achọ ụmụaka.\nGọọmentị Filipino malitere ịwakpo ụlọ ọrụ mmekọahụ ụmụaka na Pagsanjan ma jide mmadụ iri abụọ na atọ nke mba dị iche iche.\nNdị na-emetọ ụmụaka si mba ọzọ na-eji ịda ogbenye eme ihe, ebe nne na nna ha na-ejikarị ụmụaka eme ihe dị ka ego mmekọahụ. The World Bank World Development Report maka 1995 kọrọ na obodo Pagsanjan site na omume obodo belatara ịgba akwụna ụmụaka n'ụzọ dị ịrịba ama."
]