[
  "African Union (AU) bụ njikọ aka ike nke mejupụtara steeti Africa iri ise na atọ",
  "Atụrụ ntọala na afọ 2001, ebumnobi AU bụ inye aka chekwa ọchịchị onye kwuo uche ya n'Afrịka, ikike mmadụ na akụ na ụba na-adịgide adịgide, ọkachasị site n'iweta esemokwu dị n'etiti Africa na ịmepụta ahịa nkịtị dị irè.",
  "Akụkọ ikike Afirika na ndi mmadu na ndi mmadu ziri ezi bụ isi akụrụngwa ikike mmadụ wee pụta n'okpuru ngalaba nke Òtù Na-ahụ Maka ịdị n'otu Africa (OAU) (ebe ọ bụ na African Union nọchiri anya ya)",
  "Ekwuputara ebumnobi i wepụta Charter on Human and People's 'African Charter on Human and People's' na afọ 1979 na otu olu kwadoro Charter na Mgbakọ OAU nke 1981",
  "Dabere na ya N'ikwekọ n'akwụkwọ akụkọ 63 ya (nke ọ ga-abụ \"ịba n'ọrụ ọnwa atọ mgbe onye odeakwụkwọ ukwu nke ngwá ọrụ nke ratification ma ọ bụ nrube isi nke ọnụ ọgụgụ dị mfe\" nke mba ndị otu OAU), Charter African Charter on Human and People's' Ikike malitere abalị iri abụo na otu na onwa nke iri, na afọ 1986 - iji sọpụrụ abalị nke iri abuo na otu na onwa nke iri maka ya bụ \"Ụbọchị Ihe Ndị Ruuru Mmadụ na Afrịka.\"",
  "Kọmishọna Afirika na-ahụ maka ikike mmadụ na ndị mmadụ (ACHPR) bụ ngalaba na-ahụ maka ikpe nke African Union nyere ọrụ ịkwalite na ichekwa ikike mmadụ na mkpokọta (ndị mmadụ) na mpaghara Afrịka yana ịkọwa akwụkwọ Charter na Human na Africa",
  "Ikike ndị mmadụ na ịtụle mkpesa onye ọ bụla maka mmebi nke akwụkwọ ikike",
  "Kọmishọna ahụ nwere akụkụ atọ sara mbara nke ọrụ:",
  "N'ịchụso ihe mgbaru ọsọ ndị a, a na-enye ndị ọrụ ahụ iwu ka ha \"ịchịkọta akwụkwọ, na-eme nnyocha na nyocha banyere nsogbu Africa n'ihe gbasara ụmụ mmadụ na ndị mmadụ, ikike, hazie nzukọ ọmụmụ, symposia na nnọkọ, gbasaa ozi, gbaa ụlọ ọrụ mba na mpaghara ume metụtara ụmụ mmadụ",
  "na ikike nke ndị mmadụ na, ọ bụrụ na ikpe ahụ bilitere, nye echiche ya ma ọ bụ mee ka ndị ọchịchị kwadoro\" (Charter, Art",
  "45).",
  "Site n'ịmepụta Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Ndị Mmadụ (n'okpuru ụkpụrụ nke Charter nke a kwadoro na 1998 wee malite ịrụ ọrụ na Jenụwarị 2004), kọmitii ahụ ga-enwekwu ọrụ nke ịkwado okwu maka ntinye aka na ikike nke Ụlọikpe",
  "Na mkpebi onwa nke asaa, na afọ 2004, Mgbakọ AU kpebiri na a ga-ejikọta Ụlọikpe Maka Ihe Ndị Ruuru Mmadụ na Ndị Mmadụ n'ọdịnihu na Ụlọikpe Ikpe nke Afirika.",
  "Ebum n'obi na Ụlọikpe nke Ikpe Ziri Ezi nke African Union ka ọ bụrụ \"isi ngalaba ikpe nke Union\" (Protocol of the Court of Justice of the African Union, Article 2.2)",
  "N'agbanyeghị na e guzobebeghị ya, e bu n'obi weghara ọrụ nke Òtù Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Ndị Mmadụ n'Africa, yana ịrụ ọrụ dị ka ụlọ ikpe kacha elu nke African Union, na-akọwa iwu na nkwekọrịta niile dị mkpa",
  "Usoro gọọmentị ma ọ bụ usoro iwu na-achịkwa ihe omume steeti ma ọ bụ oge ọchịchị guzobere Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Afrịka malitere na Jenụwarị 2004 mana njikọ ya na Ụlọikpe Ikpe Ziri Ezi egbula oge nguzobe ya",
  "Usoro gọọmentị ma ọ bụ usoro iwu na-achịkwa ihe omume steeti ma ọ bụ oge ọchịchị na-eguzobe Ụlọikpe Ikpe Ziri Ezi ga-amalite ịdị irè mgbe mba iri na ise kwadoro ya."
]