[
  "Cape Verde ( nke eji mba Cabo Verde mara)bụ otu Kpọrọ nkụ nke Atlantic nke nwere obodo dị iche iche nke osisi, nnụnụ, na anụ na-akpụ akpụ na ala Agwaetiti ndị a mejupụtara mpaghara okpomọkụ pụrụ iche nke Cape Verde Islands, dị ka World Wildlife Fund si kwuo",
  "Agwaetiti Cape Verde dị n'etiti Oké Osimiri Atlantic ihe dị ka  ọnụ ọgụgụ narị anọ na iri ise (narị abụọ na iri asatọ  mi) site n'ụsọ oké osimiri ọdịda anyanwụ nke kọntinent Afrịka. Ala ahụ dịgasị iche site na ala kpọrọ nkụ ruo n'ugwu ndị na-agbọpụta ọkụ na-agbawa agbawa nke nwere ugwu ndị na-esi n'oké osimiri na-ebili",
  "Ọnọdụ ihu igwe kpọrọ nkụ",
  "Ngụkọta ọnụ ọgụgụ ya bụ nke nkpokuta dịa; 4,033 km2 (1,557  ).",
  "Archipelago nwere agwaetiti iri na agwaetiti ise, kewara n'ime ìgwè ndị na-efe efe (Barlavento) na ndị na-ele anya (Sotavento). Agwaetiti isii dị n'ìgwè Barlavento bụ Santo Antão, São Vicente, Santa Luzia, São Nicolau, Sal, na Boa Vista. Agwaetiti ndị dị na Sotavento bụ Maio, Santiago, Fogo, na Brava. Ndị niile bi ma e wezụga Santa Luzia.",
  "Àgwà etiti atọ bụ: São Sal, Boa Vista, na São n'ozuzu ha dị larịị ma ghara inwe mmiri sitere n'okike. A na-ahụ ugwu ndị dị elu karịa mita ọnụ Ọgụgụ ndị a 1,280 (4,199 ) na Santiago, Fogo, Santo Antão, na São Nicolau.",
  "Ájá nke ifufe siri ike bụrụ emeela ka e nwee mbuze n'àgwàetiti niile, ọkachasị ndị na-efe n'akụkụ ifufe. Ugwu ndị dị elu, ndị dị nkọ na-esi n'oké osimiri na-ebili n'ọtụtụ agwaetiti ugwu. Enweghị ahihia okike n'elu ugwu na ụsọ mmiri na-enyekwa aka na mbuze ala. Ndagwurugwu ndị dị n'ime na-akwado ahịhịa okike.",
  "Cabo Verde na Mauritania na Senegal nwere ókè ala  mmiri.Cabo Verde bianyere aka na nkwekọrịta ya na Senegal na Mauritania na-eme ka ókè ala  ụfọdụ dị iche iche",
  "Otú ọ dị, nkwekọrịta abụọ ahụ na-emegide na ókè ala  ha nke ókè ala doro anya",
  "N'ihi ọtụtụ agwaetiti ọ nwere mpaghara akụ na ụba pụrụ iche nke ọnụ Ọgụgụ ya bụ;800,561 km2 (309,098  ).",
  "Àtụ:Climate chart",
  "Mmiri ozuzo anaghị adaba, na oge nile na-akpata oke ọkọchị na ụnwụ nri oge na akụkọ ihe mere eme. Ụlọ ọrụ desalination ugbu a na-enye ihe karịrị ọkara ndị bi na mba ahụ mmiri. A na-eme nnwale na ndị na-anakọta anwụrụ ọkụ kemgbe afọ 1962, Otú ọ dị, ndị na-anabata anwụrụ ọkụ dị otú ahụ agbasabeghị karịa obodo Serra Malagueta nke Santiago Island, ka ọ na-erule afọ 2009. Nkezi mmiri ozuzo kwa afọ  Praia bụ ọnụ Ọgụgụ narị abụọ na iri anọ mm (9.45 in).",
  "N'oge oyi, oké ifufe na-esi na Sahara na-efe mgbe ụfọdụ na-ekpuchi mbara igwe; Otú ọ dị, ụbọchị anwụ na-achasi ike bụ ihe a na-ahụkarị n'afọ niile. A na-ahụ ihu igwe kachasị ọcha n'etiti  ọnwa Febụwarị na ọnwa Jun, na obere mmiri ozuzo n'oge ọnwa ndị a",
  "Uzuzu Sahara, ifufe Harmattan, nke jupụtara na uzuzu sitere na Sahara",
  "Nke a na-eme n'etiti ọnwa Nọvemba na ọnwa Machị ma na-adịkarị ka \"Calima\" na-emetụta Canary Islands.",
  "Oké osimiri dị nso na Cabo Verde bụ mpaghara nke okpomọkụ cyclone; ebe ọ bụ na oké ifufe ndị a nwere Atlantic dum nke ha ga-etolite ka ha na-aga n'ebe ọdịda anyanwụ, ha so n'ime ajọ ifufe kachasị ike, a na-akpọkwa ha ụdị ajọ ifufe Cape Verde.",
  "Agwaetiti Cape Verde bụ ebe mebiri emebi",
  "Ọzọkwa, ọtụtụ agwaetiti anaghị enweta mmiri ozuzo mgbe niile",
  "N'ezie, ọ bụghị ihe ijuanya na ụfọdụ mmiri ozuzo ikuku nke agwaetiti na-ejedebe na mmiri ozuzo na-ekpo ọkụ.",
  "Ọ bụrụ na mmiri ozuzo abịa, ọ na-abụkarị n'etiti ọnwa Ọgọstụ na ọnwa Ọktoba",
  "\"Oge mmiri ozuzo\" mbụ na-eweta okpomọkụ dị elu na oke iru mmiri nke na-agbakọta dị ka ugwu igirigi",
  "Oge mmiri ozuzo ọzọ bụ n'etiti ọnwa Disemba na ọnwa Jun, mgbe ifufe ahịa nke ugwu ọwụwa anyanwụ bụ ihe a na-ahụkarị n'oge oge a, ọ bụ naanị ịdị elu karịa 600 m na-enwetakarị mmiri ozuzo mgbe niile.\nÀgwàetiti Sal na-enweta nkezi nke 0 mm na Mee",
  "Mgbe mmiri ozuzo na-abịa, ọ bụrụ na ọ bịa, ọ nwere ike ịdị ike",
  "Ọkara mmiri ozuzo n'otu afọ nwere ike ịdaba n'otu oké ifufe.\nỌtụtụ n'ime agwaetiti Cape Verde kpọrọ nkụ, mana n'àgwàetiti ndị nwere ugwu dị elu na ebe dị anya site na mpaghara ala, site na orography, iru mmiri dị elu karịa, na-enye ebe obibi oké ọhịa, nke ọnụnọ mmadụ siri ike mebiri nke ukwuu.\nUgwu ugwu ndị dị n'ebe ugwu ọwụwa anyanwụ na-enwetakarị mmiri ozuzo dị ukwuu na ndagwurugwu ndịda ọdịda anyanwụ anaghị",
  "Nke a bụ n'ihi na ha bụ mpaghara umbria, nke dị n'akụkụ ugwu ma ọ bụ ndagwurugwu nke ugwu ugwu, na-eche ihu n'azụ anyanwụ na Ndịda Hemisphere, na shadyside orographic",
  "Ya mere, oke radieshon anyanwụ ọ na-enweta dị ala karịa ka ọ ga-adị ma ọ bụrụ na ọ nwere na-enweghị enyemaka nke agwaetiti nke na-egbochi ọtụtụ n'ime anyanwụ",
  "N'ihe gbasara ihe ọkụkụ, a na-achọpụta mpaghara umbria ndị a dị ka ndị dị jụụ ma na-ekpo ọkụ.",
  "Ebe ugwu nke Canaries dị ugbu a, nwere mmetụta na-ajụ oyi n'àgwàetiti ndị dị na Cabo Verde, na-eme ka okpomọkụ ikuku dị mfe karịa ka ọ ga-atụ anya n'ọnọdụ ọ bụla na latitude a",
  "N'aka nke ọzọ, agwaetiti ndị ahụ anaghị enweta mmiri (iyi oyi) nke na-emetụta ụsọ oké osimiri West Afrịka, yabụ okpomọkụ ikuku dị jụụ karịa na Senegal, mana oké osimiri na-ekpo ọkụ n'ezie, n'ihi na ọdịdị ala nke agwaetiti ụfọdụ, dị ka Sao Miguel nwere ugwu dị elu, kpuchiri ya na osisi bara ọgaranya na ahịhịa ndị mara mma ebe ikuku na-ekpuchi ma na-agbanye osisi, nkume, ala, osisi, osisi, na moss.",
  "Oké ifufe na-amalite na mmiri dị gburugburu agwaetiti Cabo Verde, mana ọ bụ ihe a na-adịghị ahụkebe na ike nke oké ifufe ahụ na-eru nso agwaetiti ahụ",
  "A na-emepụta ụdị ajọ ifufe Cape Verde n'ebe ndịda agwaetiti ahụ, nso Sao Miguel, mgbe ebili mmiri na-ekpo ọkụ na kọntinent Afrịka n'oge mmiri ozuzo",
  "Oké ifufe ahụ na-enweta ike mgbe ọ gafere mmiri na-ekpo ọkụ nke Atlantic.",
  "Ọhịa laurel bụ ụdị oké ọhịa igwe ojii, oké ọhịa igwe, na-emepe emepe karịa ugwu, ebe mmiri ozuzo siri ike sitere n'oké osimiri ma ọ bụ oké osimiri, na-esi n'omume nke nnapụta",
  "Na-emegide ala ahụ n'ihu ikuku na-ekpo ọkụ, nke na-ekpuchi mmiri, ọ na-amanye ịbawanye ịdị elu n'elu oke osimiri nke ahụ mmiri na ikuku na-adịghị ekpo ọkụ, na-eme ka ọ jụọ oyi ma belata ebe igirigi, na-akpata ya ka akụkụ nke mmiri na-ada dị ka mmiri ozuzo ma ọ bụ alụlụ, na-emepụta ebe obibi dị jụụ karịsịa, jupụtara na mmiri na ikuku.",
  "Ọ bụ nguzozi n'etiti mmetụta kpọrọ nkụ na nke na-ekpo ọkụ nke subtropical anticyclone, oge okpomọkụ na oge ọkọchị na orography na-ebu ikuku dị jụụ.\nKa latitude na-abawanye, nke a na-ababawanye mmetụta nke oké ifufe ahụ, nke na njem ya site n'ebe ọdịda anyanwụ gaa n'ebe ọwụwa anyanwụ, kpochapụrụ ụsọ oké osimiri ọdịda anyanwụ nke kọntinent, na-atụfu nnukwu mmiri ozuzo dị ka ọ na-ebu nnukwu mmiri ozu.\nMmiri ozuzo na-amụba ma ọ bụrụ na ikuku ndị a na-agafe ugwu n'ụzọ",
  "Ọnọdụ ihu igwe na-esi na ya apụta na-ede mmiri, mana na-enwe mgbanwe okpomọkụ kwa afọ nke ịdị nso nke oké osimiri na-eme ka ọ dị mma.",
  "Ọ na-apụta na-ebi n'ebe ndị dị mma a na-akpọ Umbrias, nke a bụ ugwu ugwu ma ọ bụ ndagwurugwu nke ugwu ugwu ndị na-eche ihu n'azụ anyanwụ, n'ihi na agwaetiti ndị ahụ dị na Ndịda Hemisphere, n'etiti 600 na 1,500 mita, si otú a na-erite uru site na iru mmiri nke ifufe azụmahịa nyere iji mepụta ụdị oké osimiri igwe ojii",
  "Na gburugburu ebe obibi ya, a na-amata ugwu umbria na oyi na mmiri.",
  "Cape Verde bụ agwaetiti kachasị akọrọ na mpaghara Macaronesia",
  "Nke ahụ nwere mmetụta dị ukwuu nke ụdị Afrịka n'ihi ọnọdụ ala ya dị nso na mpaghara Afrịka nke Sahel.\nNa mbụ, agwaetiti nke Cabo Verde nwere nnukwu savanna na oke ọhịa kpọrọ nkụ, mana ọtụtụ n'ime ha wepụrụ ya iji gbanwee ya ka ọ bụrụ ala ọrụ ugbo, nke, tinyere ihu igwe kpọrọ nkụ na ala siri ike, dugara na mbuze ala na ọzara zuru ebe niile",
  "Otú ọ dị, enwere ike kewaa agwaetiti ahụ n'ime mpaghara anọ sara mbara (ọzara, ọkara mmiri, mmiri na iru mmiri), dị ka ịdị elu na nkezi mmiri ozuzo kwa afọ sitere na 200 mm na mpaghara mmiri ozuzo nke ụsọ mmiri ruo ihe karịrị ọnụ Ọgụgụ 1000 mm na ugwu mmiri",
  "Ihe ka ukwuu n'ime mmiri ozuzo na-ezo bụ n'ihi mkpochapụ nke alụlụ oké osimiri",
  "Taa, ọtụtụ n'ime ọhịa ahụ nwere osisi agroforestry na-eto eto, nke a na-eji ụdị ndị na-abụghị nke ala dị ka Prosopis juliflora, Leucaena leucocephala na Jatropha curcas",
  "Ụdị ọhịa laurel dị n'ebe mmiri na-ede naanị n'ebe ugwu.",
  "N'àgwàetiti ndị dị ala na ndị kpọrọ nkụ, ahịhịa, tupu ndị mmadụ amalite ịchị, nwere ahịhịhịa savanna ma ọ bụ steppe, na akụkụ dị larịị nke dị n'ime ala na-akwado ahịhụ ọzara",
  "N'ebe dị elu, ụdị ala ahịhịa kpọrọ nkụ dị kwa",
  "A na-ekpuchi agwaetiti ndị a na savanna na ala kpọrọ nkụ n'akụkụ ugwu, mana mgbe ihe karịrị afọ 500 nke ebe obibi mmadụ (mgbe ndị Portugal chịrị) ihe fọrọ nke nta ka ọ bụrụ ahịhịa niile e kpochapụrụ iji kwado ọrụ ugbo zuru ebe niile gụnyere ịta ahịhịhịa, atụrụ na ehi na ịkụ ụdị ihe ọkụkụ ndị si mba ọzọ",
  "E nwere ụfọdụ akụkụ fọdụrụnụ nke oké ọhịa kpọrọ nkụ n'elu ugwu dị elu gụnyere ọtụtụ ụdị osisi dị iche iche, mana ndị a anaghị eru ma sie ike ịmụ.",
  "N'àgwà etiti ndị dị elu na agwaetiti ndị na-ede mmiri, naanị n'ebe ugwu, dị ka agwaetiti Santo Antao, ihu igwe dị mma maka mmepe nke oké ọhịa mmiri ozuzo kpọrọ nkụ, na oké ọhịa laurel dị ka a kwenyere na ahịhịa a dị n'oge gara aga",
  "Otú ọ dị, a gbanwere ọtụtụ ahịhịa ugbu a ka ọ bụrụ ọrụ ugbo na iberibe ọhịa ugbu a na-ejedebe n'ebe ọrụ ugbo agaghị ekwe omume, dị ka ugwu ugwu na ndagwurugwu dị elu",
  "Mkpa maka osisi emeela ka e gbuo ọhịa na ọzara.",
  "Ihe dị ịrịba ama bụ ụdị ọhịa laurel nke na-ekpo ọkụ nke macaronesian laurisilva, nke a na-ahụ n'ọtụtụ agwaetiti Macaronesian nke Ndida Atlantic na Macaronesian Afr: ndị a bụ ihe ncheta nke oké ọhịa ndị na-ekwo okpomọkụ nke Pliocene, na-akwado ọtụtụ ụdị dị iche iche, ya bụ Madeira Islands, Azores, Cape Verde Islands na Canary Islands.",
  "A na-ahụ ọhịa laurisilva a n'àgwàetiti Macaronesia n'ebe ọwụwa anyanwụ Atlantic, ọkachasị Azores, Madeira Islands, na ọdịda anyanwụ Canary Islands, site na 400 m ruo 1,200 m elu",
  "Osisi nke ụdị Apollonias (Lauraceae), Ocotea (Lauraidae), Persea (Lauraae), Clethra (Clethraceae), Dracaena (Ruscaceae), na Picconia (Oleaceae) bụ ihe e ji mara. UNESCO họpụtara ọhịa laurel nke Madeira Islands dị ka Ebe Ihe Nketa Ụwa na 1999.",
  "E nwere ụdị nnụnụ anọ dị iche iche gụnyere Raso lark tinyere swifts, larks, warblers, na nza",
  "Agwaetiti ndị a bụ ebe dị mkpa maka nnụnụ mmiri gụnyere Cape Verde shearwater na Fea's petrel (Pterodroma feae), nke na-amụ naanị ebe a na Madeira",
  "Agwaetiti Santiago nwere naanị ebe a na-amụ ụmụ nke Bourne's heron",
  "Ụdị anụmanụ iri na otu na-akpụ akpụ gụnyere nnukwu agụ owuru (Tarentola gigas), ma e nwere agụ owuru na skinks ndị ọzọ n'ụba",
  "A na-eche ugbu a na nnukwu skink (Macroscincus coctei) adịkwaghị.",
  "Ihe fọrọ nke nta ka ọ bụrụ gburugburu ebe obibi niile emebiwo site na ntụgharị gaa n'ọrụ ugbo na igbu osisi maka nkụ, yana mbuze ala sitere n'okike, nke niile na-eyi ọtụtụ ụdị nnụnụ na anụ na-akpụ akpụ egwu",
  "Oké ọhịa mbụ fọdụrụnụ dị naanị n'ebe dị elu",
  "Nsogbu ndị ọhụrụ gụnyere iwepụta ájá n'ụsọ osimiri n'ụzọ iwu na-akwadoghị na igbubiga azụ ókè ebe nnụnụ na-akpa akwụ́ na-adịghị ike n'ihi anụ ndị na-enye nwa ara, gụnyere nwamba na òké.",
  "Àtụ:Geography of AfricaÀtụ:Africa topicÀtụ:Cape Verde topics"
]