[
  "Fascism na Africa na-ezo aka n'ihe omume nke òtù fascist na òtù ndị na-arụsi ọrụ ike n'Africa.",
  "E nwere nnukwu esemokwu banyere nke, ma ọ bụrụ na ọ bụla, a ga-ewere òtù ndọrọ ndọrọ ọchịchị na gọọmentị n'Africa dị ka ndị Fascist",
  "Onye America na-akọ akụkọ ihe mere eme na onye sayensị ndọrọ ndọrọ ọchịchị Robert Paxton, onye ọkà mmụta na isiokwu nke fascism, ajụla echiche ahụ na e nweela òtù ndị Fascist n'Africa, na-azọrọ na enweghi ihe atụ a ma ama nke ọchịchị Fascist na-achị ụwa nke atọ. Paxton jụkwara echiche ahụ na ọchịchị Idi Amin na Uganda bụ nke Fascist n'okike. Otú ọ dị, ndị ọkà mmụta ndị ọzọ na-ekwusi ike na e nweela ọchịchị aka ike n'Africa",
  "Onye Switzerland na-akọ akụkọ ihe mere eme Max-Liniger-Goumaz, onye ọkà mmụta banyere akụkọ ihe mere mere eme nke Africa, achọpụtala ọtụtụ ọchịchị Afrịka dị ka ihe atụ nke ihe omume nke \"Afro-fascism\", gụnyere: ọchịchị Francisco Macías Nguema na Equatorial Guinea, ọchịchị Mobutu Sese Seko na Zaire, ọchịchị Idi Amin na Uganda, ọchịchị Gnassingbé Eyadéma na Togo, na ọchịchị Meng Haileistu Mariam na Ethiopia. A na-ewere Coalition for the Defence of the Republic dị ka otu ndọrọ ndọrọ ọchịchị Fascist nke Rwanda nke na-akpata ịkpali mgbukpọ agbụrụ nke Rwanda.",
  "Echiche ndị dị otú ahụ nke ọchịchị aka ike nke ụmụ amaala Africa ka ewepụla, mgbe mgbe n'ụzọ doro anya, na ụdị sayensị ndọrọ ndọrọ ọchịchị nke ọchịchị aka ọjọọ",
  "Tinyere Paxton, Roger Griffin jụrụ echiche ahụ bụ na fascism dị n'Africa (n'èzí South Africa) n'akwụkwọ ya The Nature of Fascism, site n'ikwu na ọchịchị aka ike nke Africa anaghị achọ ịhazi ọtụtụ ndị bi na ha nke dị mkpa maka ọchịchị a na-akpọ fascist, na òtù ndọrọ ndọrọ ọchịchị Africa enweghị ike ịmepụta akụkọ ifo palingenetic (ihe ọzọ maka ezi fascism) n'ihi na ókèala mba Africa na-abụkarị nke ike ọchịchị na-achị achị na agbụrụ siri ike karịa. Maka Griffin, ihe dị mkpa maka ịrị elu nke ọchịchị aka ike bụ ndakpọ nke ọha mmadụ ọdịnala nke jikọtara ya na nnwere onwe na-abawanye na ndabere nke ọgba aghara mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị, nke na-egbochikwa Afrịka mgbe ọ na-achị achị ebe nnwere onwe dị otú ahụ emeghị ruo n'oge na-adịbeghị anya, n'ihi na ọchịchị ndị na-achị ala na-agbanwe onwe onwe onwe onwe ha ugboro ugboro n'ime ọchịchị aka ike, ma ọ bụ n'ezie ma ọ bụ dị irè.",
  "Paul Hayes na-anabata echiche na mba Afrịka ọ bụla nwere ike igosi ụfọdụ njirimara nke ọchịchị aka ike, ọkachasị akụkụ nke ọchịchị Hastings Banda na Malawi ma ọ bụ Abeid Karume na Zanzibar, mana ọ na-ekwu na ọ dịghị onye ọ bụla n'ime ndị isi nke steeti Afrịka ugbu a nwere ike ịkpọ ndị ọchịchị aka ike n'ezie na ntọala agụmakwụkwọ. N'otu aka ahụ, Stanley G",
  "Payne na-ekwu na ọ bụ ezie na enwere ike ile ọchịchị aka ike nke otu pati anya dị ka ihe nlereanya na ụfọdụ steeti Afrịka, ọ dịghị nke ọ bụla n'ime steeti ndị a nwere ike iwere dị ka ndị Fascist n'ezie n'ihi na otu ndị na-achịkwa ha na-enwekarị obere ndị otu ma ha anaghị adị na-abụghị nke isi ọrụ, akụ na ụba ndọrọ ndọrọ ọchịchị nke na-akọwa fascism ma ọ nweghị ọbụna nkà ihe ọmụma ma ọ bụ ọdịbendị ndọrọ ndọrọ ọchịchị Afrịka, n'ihi. N'ezie, echiche nke ezi ọchịchị aka ike, n'adịghị ka echiche nke ọchịchị aka ike nkịtị, ka e mebiri n'Africa n'oge afọ 1970 mgbe ọtụtụ ọchịchị gbakwunyere akụkụ echiche n'ụdị Marxism-Leninism.",
  "Ọnọdụ South Africa dị ka mba nwere onwe ya bụ nke ndị ọcha South Africa na-achịkwa, nke pụtara na ya na Europe nwere ọtụtụ njirimara ebe fascism malitere",
  "Saụt Afrịka nwekwara ụdị ịkpa ókè agbụrụ n'usoro ịkpa ókè.",
  "Nazism chọtara ndị na-ege ntị na mba ahụ, na ndị na-akwado Nazi nke Louis Weichardt haziri na 1932 n'okpuru aha South African Gentile National Socialist Movement, otu nke a maara n'oge na-adịghị anya dị ka Greyshirts",
  "Ọ bụ ezie na otu ahụ nwere nkwado ụfọdụ ma gaa n'ihu mgbe Agha Ụwa nke Abụọ gasịrị, ha aghọghị ihe dị mkpa maka gọọmentị ime ihe megide ha",
  "Otu ndị ọzọ na-akwado ọchịchị aka ike bụ Ossewabrandwag (OB), nke e guzobere na 1939, otu Adolf Hitler sikwa n'ike mmụọ nsọ",
  "Otú ọ dị, ha abụọ dị iche iche ka Greyshirts mesiri ike okwu agbụrụ Aryan ma hazie ya n'etiti obodo ndị ọcha dị iche iche ebe OB bụ maka ndị Afrikaners naanị. Otu nke atọ, nke ka nta, New Order, pụtara na 1940 n'okpuru nduzi nke onye bụbu minista Oswald Pirow",
  "Mgbe Agha Ụwa nke Abụọ gasịrị, Pirow ghọrọ onye dị mkpa na neo-fascism, na-arụkọ ọrụ ọnụ na Oswald Mosley, Nation Europa na A",
  "F",
  "X",
  "Baron. Nazi Germany chọrọ ịgba ume ọrụ dị otú ahụ na onye bụbu onye na-akụ ọkpọ Olympic Robey Leibbrandt na-arụsi ọrụ ike dị ka onye nnọchi anya Abwehr n'oge agha ahụ. Òtù Nazi n'onwe ya hazikwara ruo mgbe a machibidoro ya iwu na 1936.",
  "N'oge agha gachara, ndị otu aka nri nke a na-akọwa mgbe ụfọdụ dị ka ndị neo-fascist na ọdịdị gụnyere Afrikaner Weerstandsbeweging, Vereniging van Oranjewerkers, Herstigte Nasionale Party na Boeremag; yana, e nwere ndị fascist n'ime njikọ Afrikaner Volksfront.",
  "Ebe Ugwu Africa ahụwokwa ọrụ a na-akọwa mgbe ụfọdụ dị ka ọchịchị aka ike",
  "Ọnọdụ dị elu nke mmegharị n'etiti France na French North Africa pụtara na echiche ndọrọ ndọrọ ọchịchị na-agagharị n'etiti mpaghara; n'ezie, n'oge mmalite nke afọ 1890, ndị na-eme ihe ike na-emegide ndị Juu nke France na-arụsi ọrụ ike na Algiers. Otú ọ dị, ọ bụghị ruo mgbe e mesịrị ka nsụgharị ụmụ amaala malitere ịpụta",
  "N'afọ ndị 1930 n'Ijipt, ndị na-eto eto Ijipt, nke a maara dị ka greenshirts, ghọrọ ihe dị mkpa",
  "Ha gbasoro ihe nlereanya nke òtù ndị Fascist na Europe ma too ọchịchị aka ike na Nazism nke Ịtali, ọ bụ ezie na ha kwadoro ndị isi dị ugbu a. N'ime ndị agha Ijipt General 'Aziz 'Ali al-Misri (1878-1965) bụ onye a ma ama maka ọmịiko ya na Fascist, ruo n'ókè nke na a chụpụrụ ya dị ka Chief of Staff na 1940",
  "Masri hapụrụ ndị agha ma gbalịa ijikọ ya na Afrika Korps mana e jidere ya tupu ya enwee ike ịgbapụ.",
  "Na Libya nke Ịtali, Benito Mussolini gbalịrị inweta ewu ewu site n'igosi onwe ya dị ka onye na-agbachitere Islam ma guzobe otu Libyan Arab Fascist Party nke a nabatara ụmụ amaala. Nke a abụghị eziokwu na Etiopia, ebe nguzogide siri ike na fascism agbanyeghi mgbọrọgwụ",
  "Otú ọ dị, n'ógbè abụọ ahụ, e guzobere òtù ndị ntorobịa fascist n'okpuru nkuzi ndị Ịtali (Arab Lictor Youth na Ethiopian Lictor Youth).",
  "Dị ka North Africa, ọwụwa anyanwụ nke kọntinent ahụ hụrụ ụfọdụ mmepe mbụ n'etiti ndị ọcha si mba ọzọ",
  "Ọtụtụ ndị aristocrats na-akwado ndị Fascist, gụnyere Josslyn Hay, 22nd Earl of Erroll na Gerard Wallop, 9th Earl of Portsmouth, mere ụlọ ha na Kenya n'oge afọ 1930",
  "Ọ bụ ezie na ha dị ole na ole n'ọnụ ọgụgụ iji mepụta otu ndọrọ ndọrọ ọchịchị ọ bụla bara uru, ha ka nwere njikọ chiri anya na British Union of Fascists, nke ọtụtụ n'ime ha bụ ndị otu. Ndị ọcha ndị ọzọ haziri òtù ndị Nazi na Rhodesia n'oge Agha Ụwa nke Abụọ.",
  "A kọwawo Coalition for the Defence of the Republic (CDR) dị ka otu ndọrọ ndọrọ ọchịchị ndị Hutu nke Rwanda nke na-akpali mkpochapụ agbụrụ nke Rwanda. CDR jụrụ ịrụ ọrụ n'ime iwu ma ọ bụ soro òtù ndọrọ ndọrọ ọchịchị ndị ọzọ nke Rwanda rụkọọ ọrụ. CDR nwere ngalaba ndị agha, Impuzamugambi nke na-akpali esemokwu ime ihe ike ugboro ugboro na ndị otu ndị ọzọ, na-eji grenade na bọmbụ, ma rụọ ọrụ dị ka otu n'ime ndị agha ọnwụ gburu ndị Tutsis na Mgbukpọ nke Rwanda.",
  "A na-ejikọkarị ihe n'etiti Hitler na Idi Amin nke Uganda ma a na-azọrọ na mmasị Amin nwere n'ebe Hitler nọ dị ukwuu nke na o bu n'obi iwu ihe oyiyi ya. Onye sayensị ndọrọ ndọrọ ọchịchị America na ọkọ akụkọ ihe mere eme Robert Paxton, onye ọkà mmụta banyere fascism, kwuru, na site n'echiche echiche, ọ nwekọrọ obere ma ọ bụ ihe ọ bụla na fascism kwesịrị ekwesị, na-ekerịta naanị obi ọjọọ na mmegide ndị Juu na Hitler. Otú ọ dị, ọkọ akụkọ ihe mere eme nke Switzerland bụ Max-Liniger-Goumaz, onye ọkà mmụta banyere akụkọ ihe mere mere eme nke Africa, akọwaala Idi Amin n'etiti ndepụta nke ndị isi Africa ndị ọzọ dị ka ihe atụ nke ihe omume nke \"Afro-fascism\".",
  "N'oge Agha Ụwa nke Abụọ, ndị France na-achị n'Ebe Ọdịda Anyanwụ Afrịka sonyeere Vichy France, steeti ụmụ bebi nke Germany.",
  "Àtụ:Fascism movement"
]