[
  "Bacillus Kalmette – Guérin (BCG) is a medicine used to fight whooping cough",
  "< ref name=\":0\" > \" [ http:// www.who.int/wer/2004/en/wer7904.pdf BCG Vaccine: WHO position paper ] \" (PDF)",
  "\" Weekly epidemiological record \"",
  "4  (79): 25-40",
  "Jan 23, 2014",
  "</ ref >   In a crowded city, one dose of medicine is good for a small child after birth",
  "< ref name=\":0\" /> < ref > \" [ http://www.who.int/wer/2007/wer8221.pdf Revised BCG vaccination guidelines for infants at risk for HIV infection ] \" (PDF)",
  "\" Wkly Epidemiol Rec \"",
  "82 ( 21): 193-196",
  "May 25, 2007",
  "PMID 17526121",
  "</ ref > But since measles does not affect many people, children who do not have it but are expected to get it should be carefully examined and given the right medicine",
  "Those who are not children but are in a place where they can get it is a disease or they use its medicine all the time should be taken care of and given the right medicine",
  "< name=\":0\" />",
  "Mgbochi ya dị n'odị dị iche iche nke n'onwere ike ịnọgide ruo afọ iri na iri abụọ. Nye ụmuaka, ihe dịka pasent 20 nwere ike ha agaghị enweta ya, ọkara ndị nwere ya na mba ndị ka na emepe emepe nwere ike inwe nchekwa ahụ. A na eji ntụtụ agbanye ya n'ime ahụ. Ọdịghị mkpa ịgbanyekwu ọgwụ ọzọ n'ime ahụ. Enwere ike iji ya gwọọ ọrịa ndịọzọ dịka ọnya n'ime ahụ. Onweghị iheozọ n'esonyere ya",
  "Oge ụfọdụ enwere ike ịhụ ihe n'acha ọbara ọbara, ihe gbaliri elu na mgbu n'akụkụ ebe ahụ agbara ọgwụ",
  "Enwere ike ịhụ ọnya mgbe ọlachisiri",
  "Mana ndị ahú ha esichaghị ike, a na ahụkarị ihe ndịọzọ nke nwere ike isi ike karia ka okwesịrị mgbe ọlachisiri",
  "Ọdịghị mma inye ya nwaanyị dị ime",
  "Eji Maịkobakteriom bovis nke a na-ahụkarị n'ahụ ehi mepụta ya",
  "N'agbanyeghị n'ọdichazighi ike mana a ka ji ya eme ihe.",
  "Ebidoro iji ọgwụ a akpọrọ BCG mebe ihe n'afọ 1921. Ndị mba ụwa akpọrọ Wọld Helt Ọganaịzeshọn ji ya mee ihe dịka ọgwụ ha ga-eji eme ihe nke kasị mkpa maka nlekọta ahụike. Ọnụego maka onye chọrọ ịzụ ya nnukwu bụ dọla 0.16 maka otu n'afọ 2014. Na mba Unaịted Steeti ọbụ dọla 100 maọbụ 200. Afọ ọbụla a na-agba ụmụaka ruru narị nde ụmụaka ọgwụ mgbochi a. Àtụ:Drugbox"
]