[
  "National Council of Women's Societies, nke a makwaara site na acronym NCWS, bụ nzukọ ụmụ nwaanyị Naijiria na-abụghị nke gọọmenti na nke na-abụghị otu ndọrọndọrọ ọchịchị nke nwere ọwanzirita ozi nke òtù ụmụ nwaanyị nwere onwe ha na Naijiria jikọtara ọnụ iji usoro NCWS iji kwado nsogbu ọdịmma nwoke na nwaanyị na gọọmenti.",
  "Ọ bụ ezie na ụfọdụ ndị katọrọ ya maka mmegide ya na-ekpo ọkụ na nnabata dị mma maka iwu gọọmenti, Justice Nzeakọ, onye bụbu onye isi oche NCWS kwusiri ike na nzukọ ahụ \"na-etinye aka na ndọrọndọrọ ọchịchị mana ọ na-arụ ọrụ dịka otu nrụgide iji mee ka gọọmenti gbanwee ụzọ ya\".",
  "Ọ bụ ọnụ ọgụgụ buru ibu nke òtù ụmụ nwaanyị nọ na mpaghara ọdịda anyanwụ n'oge mba mbụ ahụ kpaliri nguzobe nke National Council of Women's Societies (NCWS)",
  "Minista mpaghara na-ahụ maka ọdịmma ọha na eze, Oba Akran, kpọrọ ndị otu ndị a ka ha jikọta ọnụ ma gosipụta otu ikpo okwu na mmekọrịta ha na ụlọ ọrụ gọọmenti na nke mba ụwa",
  "Na Machị 1958, ndị otu ụmụ nwaanyị ndị a gara nzukọ na Ibadan iji kwurịta banyere nguzobe nke nzukọ nche iji jikọta ụmụ nwaanyị na mba ahụ",
  "E meghere NCWS n'ụzọ iwu kwadoro na 1959 dịka nzukọ maka otu ụmụ nwaanyị na mba ahụ.",
  "Òtù ndị dị mkpa gbakọtara ọnụ iji guzobe NCWS gụnyere Women's Cultural and Philanthropic Organization na Eastern Nigeria, Women's Improvement Society, Women'S Movement, Nigerian Women's Union na Federation of Women's Societies",
  "N'agbata afọ 1961 na afọ 1962, nzukọ ahụ guzobere alaka mpaghara na Kaduna, Enugwu na Lagos.",
  "N'ime afọ ndị a malitere, NCWS bụ otu ụmụ nwaanyị nwere mmasị ịkwalite mmasị ha na ọdịmma nke ụmụ nwaanyị na-enweghị ihe ùgwù",
  "Na mbido afọ 1960, NCWS kerele òkè dị ukwuu n'ịkwalite atụmatụ iji mụbaa ntinye aka nke ụmụ nwaanyị na akụ na ụba nke Naịjirịa site na klas ọzụzụ na mmemme akwụmụgwọ",
  "Ndị mmadụ dịka Aduke Alakija na ụmụ nwaanyị ndị ọzọ a ma ama nyere nkuzi akụ na ụba gbasara nkwado onwe onye",
  "Na mbido afọ 1980, mgbe ọnụ ahịa mmanụ dara, NCWS haziri mmemme agụmakwụkwọ akụnaụba maka obodo ụmụ nwaanyị ahịa.",
  "Ihe mgbaru ọsọ NCWS nke imetụta ndụ mba site na itinye aka nke ụmụ nwaanyị emeela ka nzukọ ahụ kwado ikike ụmụ nwaanyị na Northern Nigeria n'oge Republic Mbụ",
  "Na ngwụcha afọ 1950, ọ malitere mkpọsa ikike ịtụ vootu iji kwe ka ụmụ nwaanyị nwee ike ịtụ vootu ma gaa na ndị isi mpaghara dị ka Amadu Belo iji mee ka ọdịmma ndị ahụ dịgide",
  "NCWS tinyekwara aka n'ịkpali ụmụ nwaanyị isonye na usoro ndọrọndọrọ ọchịchị n'oge Republic nke Atọ dị mkpirikpi.",
  "Ụfọdụ òtù ndị nwere njikọ na NCWS bụ:",
  "Ihe mgbaru ọsọ nke NCWS gụnyere n'etiti ndị ọzọ, imeziwanye ọdịmma, ọganihu na ọnọdụ ndụ nke ụmụ nwaanyị na Naịjirịa, yana ịbawanye ọrụ ụmụ nwaanyị na-emetụta ndụ ndọrọndọrọ ọchịchị site na ịnweta mkpebi",
  "Ebumnuche ndị ọzọ gụnyere iji hụ na site na iwu na ndọrọ ndọrọ ọchịchị na ụmụ nwaanyị nwere ohere isonye dị ka ndị nwere ọrụ nke mmepe na uto obodo ha",
  "Na mgbakwunye, ọ na-agba ume ka ụmụ nwaanyị NGO niile nọ na mba ahụ bịa n'okpuru ikpo okwu ya.",
  "N'afọ 1985, NCWS malitere ọrụ Vesico Vaginal Fistula na enyemaka nke Ford Foundation",
  "Nzukọ ahụ na-etinye aka na mkpọsa agụmakwụkwọ ndị ọzọ gụnyere ahụike nne na ụmụaka na gọọmenti ime obodo nke gọọmenti etiti ahụ ma tinye aka na nguzobe nke Planned Parenthood Federation of Nigeria",
  "N'oge mkpọsa onye isi ala nke afọ 2011, gọọmenti kwere nkwa itinye 35% n'ọrụ na nhọpụta ndọrọ ndọrọ ọchịchị maka ụmụ nwaanyị dịka akụkụ nke nkwa e kwere ụmụ nwaanyị na mba ahụ na NCWS\nMgbe ahụ onye isi ala (Kebbi) Haj",
  "Halima Hassan Kamba onye e guzobere na 2022 bụ ndị na-arụ ọrụ nke ọma iji hụ ọganihu na nchekwa nke ụmụ nwaanyị na steeti Kebbi.",
  "Ụmụ nwaanyị ndị na-esonụ eduziwo National Council of Women Societies.",
  "N'ime afọ ndị e guzobere, NCWS nwere esemokwu na-emetụta nkewa okpukpe na nke ala, nkwado gọọmenti na nkwado nke iwu gọọmenti ụfọdụ dịka mmemme siri ike nke nchịkwa Onye isi ala Shehu Shagari na nsogbu nke ndị na-ere ahịa n'okporo ámá. Okwu ego emeela ka ụfọdụ ndị otu na-akatọ NCWS",
  "Ruo ogologo oge, gọọmenti etiti na nke steeti nyere NCWS ego enyemaka nke nyere ohere ka nzukọ ahụ wuo isi ụlọ ọrụ mba na Abuja ma nwee ụlọ ahịa na Victoria Island, Lagos",
  "Mmekọrịta ego a emeela ka NCWS ghara ịkatọ ụfọdụ omume gọọmenti dịka ịkagbu usoro ọchịchị onye kwuo uche ya na 1993 afọ ole na ole mgbe ọ gbasịrị ụmụ nwaanyị ka ha pụta ma sonye na usoro ntuli aka",
  "Àtụ:Human rights in Nigeria"
]