[
  "Okwu ahụ bụ ogburu ohuru\" ma ọ bụ udi ohuru nke ndị isi Afrịka bụ okwu a na-ejikarị eme ihe n'etiti afọ 1990 iji gosipụta nchekwube n'ọgbọ ọhuru nke Ndi use Africa Kemgbe ahụ, ọ kwụsịrị ihu ọma, yana ọtụtụ n'ime ndị isi e ji okwu ahụ mee ihe.",
  "N'afọ ndị 1980 na 1990, ọtụtụ mba dị na mpaghara Sahara Africa na-eme na-eme ntuli aka nke ọtụtụ ndị otu Agha oyi, agha proxy nke United States na Soviet Union yana ịkpa ókè agbụrụ na South Africa",
  "abịala na njedebe",
  "E terela ọgbọ ọhụrụ nke ndị isi Afrịka mmanụ bụ ndị kwere nkwa ịgbanwe kọntinent ha",
  "A kpọrọ nrọ ahụ African Renaissance",
  "A na-akọwakarị echiche a n'ụzọ dị iche na ọrịa nnukwu nwoke, ọchịchị aka ike site n'aka ndị a na-akpọ \"ndị ukwu\" nke ndọrọ ndọrọ ọchịchị Afrịka n'ime afọ iri abụọ mbụ mgbe nnwere onwe gasịrị.",
  "Mgbe Onye isi ala US Bill Clinton mere njem Africa ya na Machị 1998, o nyere aka mee ka echiche a bụrụ ihe a ma ama mgbe o kwuru na o tinyere olileanya na \"ọgbọ ọhụrụ nke ndị isi Africa\" raara onwe ya nye ọchịchị onye kwuo uche ya na mgbanwe akụ na ụba",
  "Ọ bụ ezie na Clinton akọwaghị ndị isi Afrịka site na aha, a na-eche n'ozuzu na ọ na-ezo aka, n'etiti ndị ọzọ, Yoweri Museveni nke Uganda, Paul Kagame nke Rwanda, Meles Zenawi nke Ethiopia na Isaias Afewerki nke Eritrea",
  "E mechara tinye ndị isi ndị ọzọ na ndepụta ahụ, gụnyere Jerry Rawlings nke Ghana, Joaquim Chissano nke Mozambique na Thabo Mbeki nke South Africa.",
  "N'ụzọ dị iche, ndị mmeri nke nnwere onwe Afrịka na 1960s, dị ka Kwame Nkrumah, Julius Nyerere, Patrice Lumumba, Jomo Kenyatta, Kenneth Kaunda, Robert Mugabe, na mgbe ụfọdụ ndị Pan-Africanists W",
  "E",
  "B",
  "Du Bois na Marcus Garvey na-akpọ mgbe ụfọdụ \"ọgbọ ochie nke ndị isi Afrịka\" (n'afọ ndị 1960 a na-akpọkwa ha \"ọgbọ ọhụrụ nke ndị isi mba\", \"ọgbọ ọhụụ nke ndị Pan-Afrịka\" na-Africa\" na ihe ọchị \"ọgbọ ọgbara ọhụrụ nke ndị ndú Africa\").",
  "Site na mmalite nke Agha Congo nke Abụọ na Agha Eritrea-Ethiopia, ọtụtụ n'ime \"ọgbọ ọhụrụ nke ndị isi Africa\" lụsoro ibe ha ọgụ, ma nwee nchekwube furu efu",
  "Ọzọkwa, ọtụtụ n'ime ndị isi ahụ emeghị ka ọchịchị onye kwuo uche ya, udo, na mmepe zuru oke ma nwee ọchịchọ ịrapara n'ike.",
  "N'afọ 2010, onye Ghana na-ahụ maka akụ na ụba bụ George Ayittey kọwara \"ọgbọ ọhụrụ na iwe nke ndị na-eto eto Africa gụsịrị akwụkwọ na ndị ọkachamara\" dị ka \"Ọgbọ Cheetah\", nke nwere ike ile nsogbu Afrịka anya site n'echiche ọhụrụ, ma e wezụga iwu gọọmentị dara nke \"Ọgbọ Hippo\" nke ndị isi, nke ka nọ n'echicha \"1960s-era\"",
  "Ayittey hụrụ obere ọdịiche dị n'etiti \"ọgbọ ọhụrụ nke ndị isi Afrịka\" na-achị ugbu a na ndị bu ha ụzọ site na afọ 1960.",
  "Echiche nke \"ọgbọ ọhụrụ nke ndị isi Afrịka\" apụtawokwa ọ bụghị naanị ndị isi ala a kpọtụrụ aha n'elu, kamakwa ọhụụ nke ụdị ọhụrụ nke ndị ndọrọ ndọrọ ọchịchị Afrịka, ndị ọrụ gọọmentị, ndị isi azụmaahịa wdg.",
  "A na-ejikwa okwu yiri nke ahụ \"ọgbọ ọhụrụ nke ndị isi ojii\", ọ bụ ezie na ọ na-abụkarị n'ihe gbasara ndị Afrịka."
]