[
  "Ịsọ asọ n'ihe ndinabụ ndị mmadụ n'ihe dị ka ndị mmadụ okwu a na-akọwa n'ozuzu ya dị ka mgbe mmadụ na-aga site n'ụlọ mkpọrọ ndị mmadụ n'ihe ndị ruo n'ụlọ, na-ehi ụra n'ebe ọ bụla dịnụ, na-abụkarị ugboro na sofa ma ọ bụ ala, na-anọkarị  ụbọchị ole na ole tupu ọ gaa n'ụlọ ọzọ",
  "Ndị mmadụ na-agba ọsọ mgbe ụfọdụ mgbe ha na-eme njem ma ọ bụ n'ihi na ha enweghị ebe obibi.",
  "Mkpa omenala ịkwọ ụgbọ mmiri toro mgbe webụsaịtị CouchSurfing bụ toro mgbe a malitere ebe nrụọrụ weebụ CouchSurfing na 2004",
  "Mgbe a tọhapụrụ na ímé nwanne anyị ngwa ahụ, ihe bụbu ihe dị ọnụ ala maka ndị njem mmefu ego ghọrọ ihe a ma ama dị ka ụzọ ọhụrụ iji mee njem. Ịgba ọsọ n'elu mmiri ghọrọ ọ bụghị naanị ụzọ isi chekwaa na ímé nke ụwa họrọ site n'ime ụmụ ndị ogbi ego, kamakwa na ụzọ isi zute ndị na eme ìhè ahụ n'ebe nile site ndị ọhụrụ ma nwee ahụmịhe ọhụrụ. Ihe na-adọrọ ndị na ụdị àlà úkwú mmasị ya bụ n'ụzọ ndị o si nyere ụfọdụ ndị mmadụ ohere inwe ahụmịhe na ụdị àlà njem dị omimi nke ụwa na nke ziri ezi. E wezụga CouchSurfing na ímé ihe, e mepụtara ọtụtụ nyiwe na ímé ihe ha ga eme ìhè ahụ n'ebe ndị ọzọ ma guzobe dị ka ndị otu iji nyere ndị na-achọ sofa-surf aka ijikọ dị na ndị nwere ike ịbụ ndị ọbịa na ndị njem ndị ọzọ",
  "Ọ bụ ezie na a gaghị ele ịnya ụgbọ mmiri anya dị ka ụzọ kachasị ewu ewu ma ọ bụ ụzọ kachasị ewu maka njem, na 2018 ihe dị ka nde mmadụ iri na ise amatala iji ebe obibi ịnya ụgbọelu mee njem. Otú ọ dị, ịnya ụgbọ mmiri n'elu sofa na-abịa na nsogbu nke nchekwa",
  "Enwere ihe nlele ndị mere n'oge ochie nakwa ike ịchịkwa ya karịa ụdị njem ọdịnala na ụdị àlà, na-eme ka ọ bụrụ nhọrọ dị ize ndụ maka ndị njem na-adịghị ike.",
  "A na-ewerekwa ịnya ụgbọ mmiri dị ka ụdị enweghị ebe obibi",
  "Ọ bụ ụdị enweghị ebe obibi kachasị n'etiti ndị ntorobịa. Ọ nwèrè ihe doséré ka ndị  ike ịbụ n'ihi iji ọgwụ ọjọọ eme ihe, esemokwu na mmekọrịta ụlọ, ma ọ bụ mgbe ị hapụsịrị ndị na eme ka ndị ọzọ ndị nwere ọnọdụ mmegbu dị n'ala ahụ malite nke gị nọ n'ọrụ njegharị n'afọ ndị ọrụ nkụzi kasị dị ize na ụdị nke. Onye ahụ nwere ike ịlaghachi na ímé nwanne anyị na ụdị n'elu sofa dị ka ihe ngwọta nwa oge, na-anọnyere na ụdị nke ndị enyi ma ọ bụ ndị ezinụlọ ji ụkwụ gaa ọtụtụ kilomita iji Tinye na Enyi gbochie ịnye ndị mere n'oge gara ka ha na-achọ ụlọ na-adịgide adịgide ma ọ bụ ụzọ ha ga-esi laghachi azụ. Ọ dị iche na ihi ụra n'okporo na ímé ámá ma ọ bụ n'ebe mgbaba, mana ọ ka nwere nnukwu ihe ịma aka, gụnyere enweghị nkwụsi na ụdị nke ike na nrụgide n'ahụ mmadụ. Enweghị ebe obibi n'elu mmiri nwere ike ịbụ ihe ngwọta dị mkpirikpi maka enweghị ebe obibi, mana ọ bụghị ihe ngwọcha na-adịgide adịgide na ogologo oge. Ndị na-enweghị ebe obibi na-enwekarị obi abụọ na ọgba aghara, nke nwere ike iduga na nsonaazụ ọjọọ dịka ihe isi ike ịchọta ọrụ, nnọpụiche , na nsogbu ahụike uche.",
  "Ndi mádu ziri ihe ha na-enweghị ebe obibi na-ehiekarị  ihe na-agafe n'elu mmiri, ya mere ọ bụla n'ime anyị si egosi ịhụnanya n'ebe nile site n'ime ụmụ ndị nke ụwa bụ ụdị enweghị ebe obibi zoro  ezo",
  "Dịka ọmụmaatụ, na 2017, HUD gụrụ puku ụmụaka 114 dị ka ndị na-enweghị ebe obibi na United States na ọnụ ọgụgụ ha na-enweghị ụlọ, ebe nyocha nke Ngalaba Mmụta mere kwubiri ndị mmadụ n'ihe dị ndụ ebighị na ha dị nde 1.3. Ịgba n'elu mmiri bụ ihe a na-ahụkarị n'etiti ndị na-erubeghị ndị na eme ìhè ahụ n'ebe nile site afọ 25, gụnyere ụmụaka",
  "Na Britain, 1 n'ime ndị na-eto eto 5 na-agba ọsọ n'elu sofa ma ọ dịkarịa ala otu ugboro n'afọ, ihe fọrọ nke nta ka ọ bụrụ ọkara nke ndị ahụ emeela ya ihe karịrị otu ọnwa.",
  "Ọ bụrụ ndị mmadụ bụ ezie na ọ dị nchebe karịa ihi ụra n'ime ala siri ike, ịnya ụgbọ mmiri abụghị ihe ngwọta ụlọ zuru oke ogologo oge",
  "Ọtụtụ ndị na-agba ọsọ n'elu sofa na-anọ naanị n'otu ụlọ maka obere oge",
  "Nke a nwere ike ịbụ n'ihi na onye na-elekọta ndị mmadụ n'ihe ndị mere n'oge ochie ọbá na ímé ihe ha na-egbochi ịnọ ha, ha ji aka ha pụọ iji chekwaa ọbụbụenyi ndị na ụdị nke ụwa họrọ ndị Enyi, ma ọ bụ a manyere ha ịhapụ ụlọ onye na-emegbu ma ọ bụ nwere nsogbu ọgwụ ọjọọ nke dị ka ndị na ụdị nke ụwa họrọ",
  "Ụfọdụ ndị na-agba ọsọ n'elu oche enwetala ụlọ iji gbanwere ọrụ dịka isi nri na ihicha akwa maka nsogbụ ụra akpa dị ndụ isi",
  "N'ọnọdụ ndị ọzọ, ndị mmadụ ga-enwe mmekọahụ na-achọghị ka ha nwee ike ịnọdụ n'ụlọ mmadụ maka abalị ahụ",
  "Ndị na-ehi ụra n'elu mmiri na-ehichapụkarị n'ebe siri ike mgbe ha hapụsịrị ebe obibi ha."
]