[
  "Sierra Leone bụ mba dị na midday Afrika nke nwere ụsọ oké osimiri ugwu  Atlantic n'ebe ọdịda anyanwụ",
  "Ọ dị na Plate Afrịka",
  "Ihe ndị bụ isi n'àgwà etiti  ahụ gụnyere ala ugwu osisi, ala dị elu, na ugwu dị n'ebe ọwụwa anyanwụ",
  "Ugwu kachasị elu bụ Ugwu Bintumani, nke dị mita ọnụ Ọgụgụ ndia1,948 (6,391 ) n'elu oke osimiri",
  "Akụkụ osimiri ahụ nwere nke a na akpọ belt nke mangrove marshes",
  "Freetown, isi obodo mba ahụ, nwere otu n'ime ọdụ ụgbọ mmiri kachasị ukwuu n'ụwa. Osimiri Rokel bụ osimiri kachasị ukwuu na obodo Sierra Leone",
  "Ọ dị kilomita narị anọ (250 ) n'ogologo ma nwee ọdọ mmiri nwere ngụkọta nke ọnụ Ọgụgụ nke a 10,622 uare kilomita (4,101 sq mi).",
  "Sierra Leone dị na ihe dị ka / 8.5°N 12.1°W / 8.5; -12.1Coordinates:   / 8.5°N 12.1°W / 8.5; -12.1, n'etiti 7th na 10th parallels n'ebe ugwu nke equator",
  "Ọ nwere ókèala Guinea n'ebe ugwu na n'ebe ọwụwa anyanwụ, na obodo Liberia n'ebe ndịda na ndịda ọwụwa Anyanwụ",
  "Mba ahụ nwere ngụkọta mpaghara nke 71,740 km2 (27,699 sq mi), kewara n'ime ala nke 71,620 km2 (27,000  ) na mri nke 120 km2 (  mi).",
  "Sierra Leone dị n'ụsọ oké osimiri ọdịda anyanwụ nke Afrịka, n'etiti nke akpọrọ 7th na 10th parallels n'ebe ugwu nke equator",
  "Sierra Leone nwere ókèala Guinea n'ebe ugwu na n'ebe ọwụwa anyanwụ, Liberia n'ebe ndịda na ndịda ọwụwa mmiri, na Oké Osimiri Atlantic n'ebe ọdịda anyanwụ",
  "Mba ahụ nwere ngụkọta mpaghara nke ọnụ Ọgụgụ ndịa :71,740 km2 (27,699 sq ), kewara n'ime ala nke 71,620 km2 (28,653  mi) na mmiri nke 120 km2 (  mi).",
  "Sierra Leone nwere mpaghara anọ dị iche iche: mangroves nke Guinea dị n'ụsọ oké osimiri, ala ugwu, ala dị larịị, na ugwu ndị dị n'ebe ọwụwa anyanwụ",
  "Ebe Ọwụwa Anyanwụ Sierra Leone bụ mpaghara dị n'ime nnukwu ala dị larịị nke nwere ugwu dị elu, ebe Ugwu Bintumani ruru mita ndị a 1,948 (6,391 )",
  "Enwere ike kewaa Sierra Leone n'ime mpaghara atọ, n'ebe ọwụwa anyanwụ bụ akụkụ nke craton ndịda  Afrịka mpaghara ọdịda anyanwụ nwere Rokelides, belt orogenic, na mpaghara 20 ruo iri atọ kilomita nke ala dị n'ụsọ oké osimiri",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Sierra Leone, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Sfn",
  "Ihu igwe ahụ dị okpomọkụ : mana e nwere ike ị gụnyere ya na di ka nke akpọrọ okpomọkụ monsoon ihu igwe, e nwekwara ike ịgụ nyere ya okpomọkụ na agagharị agagharị na oge mmiri, okpomọkụ, oké ọhịa, ihu igwe, na savanna ihu igwe.",
  "E nwere oge abụọ; oge ọkọchị bụ (Nove)na oge mmiri ozuzo (Jun, Oktoba )",
  "Site na ọnwa Disemba ruo Jenụwarị bụ ọnwa kachasị jụụ n'afọ, ọ bụ ezie na okpomọkụ nwere ike ịgafe 40 °C, mmiri dị ala na nke dị nro na-eme ka okpomọkụ dị n'oge a n'afọ dịkwuo mma",
  "N'adịghị ka ọnwa Machị na Eprel, ọnwa ọ na-ekpo ọkụ ma na-ekpuchi na okpomọkụ dị gburugburu 33°C 36°C na 50% mmiri ozuzo siri ike, na-eme ka akara okpomọkụ karịa okpomọkụ n'ezie",
  "Nkezi okpomọkụ nke oké osimiri bụ 30 °C",
  "C (6)s 27  (80.6 °F) 25  (77.0 ) ruo 29 °C (84.2 ) afọ",
  "Nkezi mmiri ozuzo kachasị elu n'ụsọ oké osimiri, ọnụ ọgụgụ ndịa 30005 mm kwa afọ; ịkwaga n'ime ime obodo nke a na-ebelata na n'ókè ọwụwa anyanwụ nke mba ahụ, nkezi mmiri ozu bụ 20002500 mm.",
  "Uto, nke ngwa ngwa nke ọnụ ọgụgụ mmadụ na Sierra Leone etinyela nrụgide na gburugburu ebe obibi",
  "Nsogbu gburugburu ebe obibi gụnyere oke owuwe ihe ubi nke osisi, mmụba nke ịta ahịhịa ehi na ịkpụcha na ịgba ọkụ ọrụ ugbo emeela ka e gbuo ọhịa na ike ọgwụgwụ ala, na igbubiga azụ ókè.",
  "Sierra Leone so n'ọtụtụ nkwekọrịta gburugburu ebe obibi:",
  "A bịanyere aka, mana a kwadoghị ya:",
  "Nhazi ala:   / 8.500°N 11.500°W / 8",
  "500; -11.500 Ókèala ala: ngụkọta: 1,0938 km ógbè ókèala: Guinea 794 km, Liberia 299 km",
  "Ụsọ oké osimiri: narị anọ na abụọ kilomita",
  "Nkwupụta mmiri: oke osimiri: 200 n (370.4 km; 230.2 mi)",
  "mpaghara dị n'akụkụ: 24  (44.4 km; 27.6 mi)",
  "mpaghara akụ na ụba pụrụ iche: 200 nami (370",
  "4 km; 230.0002 mi)",
  "steepụ kọntinent: 200 m omimi ma ọ bụ omimi nke mmepụta.",
  "Ọnọdụ ihu igwe: okpomọkụ; okpomọkụ, mmiri ozuzo; oge mmiri ozuzo n'oge ọkọchị (Mee ruo Disemba ); oge ọkọchị n'oge oyi (December ruo April)",
  "Ala: mpaghara osimiri nke mangrove marshlands, ala ugwu osisi, ala dị elu, ugwu dị n'ebe ọwụwa anyanwụ",
  "Elu dị oke elu: ebe kachasị ala: Oké Osimiri Atlantic 0 m ebe kachasị elu: Loma Mansa (Bintimani) 1,948 m",
  "Ihe ndị sitere n'okike: bụ ihe ndịa; diamond, titanium ore, bauxite, iron ore, gold, chromite",
  "Ojiji ala: ala a na-akọ ugbo: 24.4% ihe ọkụkụ na-adịgide adịgide: 2.3% ahịhịa na-adịkarị: 30.5% ọhịa: 37.5% ndị ọzọ: 6.3% (2011)",
  "Ala a na-agba mmiri: 300 km2; (2012)",
  "Ngụkọta mmiri a na-agbanwe agbanwe: 160 km3; (2011)",
  "Ihe ize ndụ sitere n'okike: ifufe harmattan kpọrọ nkụ, nke jupụtara n'ájá na-esi na Sahara (Disemba  ruo Febr) oké ifufe ájá, oké ifufe uzuzu",
  "Àtụ:Sierra Leone topicsÀtụ:Geography of Africa"
]