[
  "Ọdụm mkpụrụ osisi a na-ahụkarị (Nyctimene albiventer) bụ ụdị megabat n'ezinụlọ Pteropodidae",
  "A na-ahụ ya n'àgwàetiti ndị dị n'ebe ugwu Australia, na Indonesia, Papua Ọhụrụ Guinea, Philippines na Solomon Agwaetiti.",
  "Nkọwa mbụ nke Nyctimene albiventer bụ nke John Edward Gray nyere na 1863, ma jikọta ụdị ahụ site na njikọta Cynopterus albiventor",
  "Ụdị ahụ, nke na anọchite anya ụdị Nyctimene albiventer albiventor, nwetara na agwaetiti Moluccas",
  "A maara otu akụkụ nke ndị bi na Australia site na aha a, mana e kenyere ụdị ndị Oldfield Thomas kọwara na ụdị Nyctimene robinsoni na 1904",
  "Aha ahụ na agụnyekwa ndị mmadụ nọ n'ebe ndị dị iche iche, n'ụdị abụọ dị iche iche nke a na ekesa n'ofe mpaghara ahụ, na ụdị ndị nwere ike na ndị a na akpọghị aha mgbe ụfọdụ na eme na ọmịiko; enwere ike ịchọpụta ụdị atọ na agwaetiti Ọhụrụ Guinea.",
  "Aha dịnụ, nke aghọtara dị ka otu ihe nke ụdị ahụ, bụ Nyctimene papuanus K",
  "Andersen, 1910.",
  "Ụdị-ìgwè na anọkarị naanị ya ma na anọ n'ehihie n'ime akwụkwọ kpọrọ nkụ nke ala ruo n'etiti ala nke oké ọhịa ahụ",
  "Mmụba bụ ihe atụ nke megabats, na amụ otu ugboro n'afọ",
  "Nne na-eburu nwa ahụ ruo mgbe ọ gafere n'afọ ebe enwere ike ịhapụ ya mgbe ọ na-enye nri.",
  "Ụkpara mkpụrụ osisi na-adịkarị n'ihu tube bụ ndị na-eri mkpụrụ osisi, na-eto eto na mkpụrụ osisi a na esighị esi",
  "Iji rie nri, ọbọgwụ ahụ ga-ata obere mkpụrụ osisi mgbe ọ na akwụnye n'ala",
  "Otú ọ dị, mgbe ụfọdụ, a makwaara ha ka ha na eri ihe na atọ ụtọ na ihe fọdụrụ n'ụmụ ahụhụ.",
  "Ụdị a na-apụta n'àgwàetiti ndị dị n'ebe ugwu nke Cape York peninsula na Australia, mana edebeghị ya na mpaghara ahụ",
  "Ebe nkesa nke Nyctimene albiventer, nke a na akpọ ya, sitere na agwaetiti Papua Ọhụrụ Guinea ruo n'ókèala Indonesia na obere agwaetiti mpaghara ahụ",
  "A na ahụ ụdị na ọnụ ọgụgụ dị iche iche n'ebe niile dị n'okpuru 1,900.",
  "IUCN na ekewa ụdị site na ọnọdụ nchekwa nke na adịchaghị echegbu onwe ya, mana ọ na-aghọta ohere nke nkewa nke ụdị na mkpa maka nyocha nke ndị a",
  "Ụfọdụ ndị bi n'àgwàetiti, dị ka ndị dị na Kei na Moluccan Agwaetiti ma ọ bụ ndị Admiralty na Bismarck, nwere ike ịda n'ihi egwu a kwetara na mpaghara ahụ, ọ bụ ezie na a tụlebeghị oke mmetụta na ụdị ọ bụla a na eche.",
  "Kpọpụta njehie: <ref> tag with name \"Gray1863\" defined in <references> is not used in prior text."
]