[
  "Togo bụ obere steeti dị na mpaghara Sahara, nke nwere ogologo ala dị na Ndịda Afrịka",
  "Ntọala ala nke Togo bụ latitude nke Asatọ  n'ebe ugwu na longitude nke 1°10′ n'ebe ọwụwa anyanwụ",
  "Mba atọ gbara gburugburu: Benin n'ebe ọwụwa anyanwụ, nwere narị isii iri anọ na anọ km (narị anọ  mi) nke ókèala; Burkina Faso n'ebe ugwu, nwere otu narị iri abụọ na isii km (narị asaa na asatọ) ala; na Ghana, nwere narị asatọ iri asaa na asaa km (narị ise iri anọ na ise) nke oke",
  "N'ebe ndịda,Togo nwere  iri ise na isii (35 mi) nke ụsọ oké osimiri n'akụkụ Bight of Benin nke Gulf of Guinea na North Atlantic Ocean",
  "Togo gbatịrị kilomita narị ise iri asaa na itoolu (360 mi) n'ebe ugwu site na Gulf ma bụrụ naanị kilomita otu narị iri isii (99 ) n\"obosara n'ebe kachasị obosara",
  "N'ozuzu, Togo nwere mpaghara nke 56,785 km2 (21,925 sq mi), nke 54,385 km2 (20,998  ) bụ ala na 2,400 km2 (  ) ke mmiri.",
  "A na-ekewa Togo na mpaghara isii",
  "N'ebe ndịda bụ ụsọ mmiri ájá dị ala",
  "Mpaghara dị n'ụsọ oké osimiri dị warara ma na-esote ala mmiri na ọdọ mmiri na-adịghị omimi",
  "E nwekwara ọtụtụ ọdọ mmiri, nke kachasị ukwuu n'ime ha bụ Ọdọ Mmiri Togo.",
  "Mba ahụ nwere mpaghara ala dị larịị abụọ nke ugwu ndịda ọdịda anyanwụ na ugwu ọwụwa anyanwụ (Chaîne du Togo) kewara",
  "N'ebe ugwu bụ Ouatchi Plateau",
  "Ala dị larịị a dị ihe dị ka kilomita iri atọ (iri na itoolu mi) n'obosara ma dị n'ebe dị elu nke mita iri isii ruo iri itoolu (otu narị iri itoolu na asaa ruo narị abụọ iri itoolu na ise ) n'elu oke osimiri",
  "Terre de Barre bụ aha ọzọ maka mpaghara a, nke a na-eji eme ihe n'ihi ala na-acha ọbara ọbara nke jupụtara na ígwè",
  "Ebe ndịda Togo a ka World Wildlife Fund kewara dị ka akụkụ nke mpaghara Guinea forest-savanna mosaic ecoregion.",
  "N'ebe ugwu ọwụwa anyanwụ nke Ouatchi Plateau bụ ala dị larịị",
  "Na elu ya, mpaghara a dị ihe dị ka mita narị ise(1,640 ) n'elu oke osimiri",
  "Osimiri Mono na ndị na-eso ya, gụnyere Osimiri Ogou, na-agbanye mmiri n'ógbè ahụ.",
  "N'ebe ọdịda anyanwụ na ndịda ọdịda anyanwụ nke ala dị larịị bụ Ugwu Togo",
  "Ugwu ndị a na-agafe mpaghara etiti nke Togo, site na ndịda ọdịda anyanwụ ruo n'ebe ugwu ọwụwa anyanwụ",
  "Ugwu ahụ ruru Benin ebe a maara ya dị ka Ugwu Atakora na Ghana ebe a maara ọ dị ka Ugodo Akwapim",
  "Ugwu kachasị elu na Togo bụ Ugwu Agou nke ịdị elu ya bụ mita narị itoolu iri asatọ na isii (nke ft ya bụ nde atọ,narị abụọ iri atọ na ise)",
  "N'ebe ugwu nke Ugwu Togo, e nwere ala dị larịị nke Osimiri Oti na-agafe",
  "A na-eji savanna mara ahịhịa ahụ",
  "Osimiri Oti nke na-agbanye mmiri n'elu ala ahụ bụ otu n'ime isi mmiri nke Osimiri Volta.",
  "N'ebe ugwu ọdịda anyanwụ nke Togo, e nwere mpaghara dị elu nke nkume ya amara: granite na gneiss",
  "Ugwu Dapaong (Dapango) dị n'akụkụ nke Togo.Àtụ:OSM Location map",
  "Ọnọdụ ihu igwe na-abụkarị nke na-ekpo ọkụ na nkezi okpomọkụ sitere na  ọnụ ọgụgụ ndịa; 27.5  (81.5 °F) n'ụsọ oké osimiri ruo ihe dị ka iri atọ°C (86 ) na mpaghara ndị dị n'ebe ugwu, yana ihu igwe kpọrọ nkụ na njirimara nke savanna na-ekpuchi",
  "N'ebe ndịda, e nwere oge mmiri ozuzo abụọ (nke mbụ n'etiti ọnwa Eprel na Julaị na nke abụọ n'etiti Septemba na Nọvemba), ọ bụ ezie na mmiri ozuzo dị elu.\nỌnọdụ ihu igwe bụ nke okpomọkụ na mmiri ruo ọnwa asaa ebe ifufe ọzara kpọrọ nkụ nke Harmattan na-efegharị n'ebe ndịda site na ọnwa Nọvemba ruo Machị, na-eweta ihu igwe dị jụụ.",
  "Togo si na akuku nke: Biodiversity, Ihu anyanwụ  ihu anyanwụ nke  akpọrọ Kyoto Protocol, Desertification, Endangered Species, Iwu nke osimiri , Nchekwa oyi nke àkwá Ozone , Ship Pollution (MARPOL 73/78), Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling",
  "Ihe a bụ ndepụta nke oké ihe nke mpaghara Togo, isi ihea karia ugwu, Ndịda south, Ndịda east ma ọ bụ ndịda west Karịa ebe ọbụla ọzọ Àtụ:CIA World FactbookÀtụ:Geography of AfricaÀtụ:Africa topicÀtụ:Togo topics"
]