[
  "Ịhụ mba n'anya n'Afrịka bụ okwu nche anwụ nke na-ezo aka n'otu echiche ndọrọ ndọrọ ọchịchị na mpaghara Sahara nke Afrịka, nke dabeere n'echiche nke mkpebi onwe onye nke mba na ịmepụta mba",
  "Echiche ahụ pụtara n'okpuru ọchịchị ndị Europe n'oge narị afọ nke 19 na nke 20 ma bụrụ nke echiche mba si Europe kpaliri. Na mbụ, ịhụ mba n'anya n'Africa dabeere na ihe achọrọ maka mkpebi onwe onye ma rụọ ọrụ dị mkpa n'ịmanye usoro nke iwepụ ọchịchị nke Africa (ihe dị ka 1957-66)",
  "Otú ọ dị, okwu ahụ na-ezo aka n'ọtụtụ echiche na ndọrọ ndọrọ ọchịchị dị iche iche ma ekwesighi ịgbagwoju ya anya na Pan-Africanism nke nwere ike ịchọ njikọ nke ọtụtụ ma ọ bụ mba niile dị n'Africa.",
  "Echiche nke mba n'Africa pụtara n'etiti narị afọ nke iri na itoolu n'etiti ndị isi ojii na-apụta na West Africa",
  "Ndị mba mbụ nwere olileanya imeri nkewa agbụrụ site n'ịmepụta mba. N'oge mbụ ya, ndị ụbụrụ na-aghọ nkọ nke Africa-America na Afro-Caribbean sitere n'ike mmụọ nsọ nke Back-to-Africa bụ ndị butere echiche mba dị ugbu a na Europe na America n'oge ahụ",
  "Ndị mba Afrịka mbụ bụ ndị isi ma kwenyere na ịdị elu nke ọdịbendị Ọdịda Anyanwụ mana ha chọrọ ọrụ ka ukwuu maka onwe ha na mkpebi ndọrọ ndọrọ ọchịchị",
  "Ha jụrụ okpukpe ọdịnala Africa na agbụrụ dị ka \"primitive\" ma nabata echiche ọdịda anyanwụ nke Iso Ụzọ Kraịst, ọgbara ọhụrụ, na mba ha.",
  "Ịhụ mba n'anya n'Afrịka pụtara na mbụ dị ka mmegharị nke ọha mmadụ n'afọ ndị sochiri Agha Ụwa nke Abụọ n'ihi mgbanwe agha na ọdịdị nke ọchịchị ndị na-achị nakwa mgbanwe mmekọrịta mmadụ na ibe ya n'Africa n'onwe ya",
  "E guzobere òtù ndọrọ ndọrọ ọchịchị nke mba n'ihe fọrọ nke nta ka ọ bụrụ mpaghara Afrịka niile n'afọ 1950, ọ bụkwa ihe dị mkpa kpatara mwepụ nke ọchịchị nke Afrịka n'etiti c.1957 na 1966",
  "Otú ọ dị, ịhụ mba n'anya n'Africa abụghị otu òtù, na ndị otu ndọrọ ndọrọ ọchịchị a na-ewere dị ka ndị na-ahụ mba n'Africa dịgasị iche site na ọnọdụ akụ na ụba na ogo nke radicalism na ime ihe ike",
  "Ndị isi ndị na-akwado mba gbasiri mbọ ike ịchọta njirimara nke ha na-esote mmetụta Europe nke na-achịkwa ọnọdụ ndọrọ ndọrọ ọchịchị n'oge ọchịchị.",
  "A na-ejikarị ịhụ mba n'anya n'Africa n'oge ọchịchị ndị ọchịchị na-achị achị eme ihe na-emegide ọchịchị ndị ọchịchị, ya mere ọ naghị edo anya ma ọ bụ na-emegiderịta onwe ya banyere ebumnuche ya ndị ọzọ",
  "Dị ka ọkọ akụkọ ihe mere eme Robert I",
  "Rotberg si kwuo, ịhụ mba n\"anya n'Afrịka agaghị apụta na-enweghị ọchịchị ndị ọchịchị ndị ọchịchị",
  "Njikọ ya na Pan-Africanism bụkwa ihe doro anya, ọtụtụ ndị isi na-ekwupụta iguzosi ike n'ihe Pan-Afirika ma ka na-ajụ itinye aka na njikọ mba",
  "A katọwokwa ndị mba Afrịka nke oge ahụ maka iji echiche na ụkpụrụ ndị metụtara steeti ndị na-achị ha",
  "Karịsịa, ndị na-ahụ mba n'anya na-agbalịkarị ichebe ókèala mba ndị e kere n'okpuru ọchịchị ndị na-eme mgbe nnwere onwe gasịrị ma mepụta mmetụta mba nke njirimara mba n'etiti ndị dị iche iche n'ime ha",
  "Ịhụ mba n'anya n'Afrịka dị na mmekọrịta na-adịghị mma na ịkpa ókè agbụrụ na ịkpa oke agbụrụ nke dị iche na echiche ha banyere ịkwado ndọrọ ndọrọ ọchịchị",
  "Ọtụtụ ndị Afrịka na-eme ka ọdịiche dị n'etiti agbụrụ na mba ha. Ụfọdụ ndị na-ahụ mba n'anya ekwuola na agbụrụ ndị a bụ ndị ọchịchị na-achị.",
  "N'ime ngwụcha afọ 1950 na afọ 1960, ndị ọkà mmụta nke ọgụ mba Afrịka lekwasịrị anya na ndị ikom gụrụ akwụkwọ n'Ebe Ọdịda Anyanwụ bụ ndị duziri òtù ndị na-ahụ maka mba ma weghara ike mgbe nnwere onwe gasịrị",
  "Akụkọ ihe mere eme nke ụmụ nwanyị itinye aka na ọgụ mba Afrịka, ịhazi, na ndọrọ ndọrọ ọchịchị nke otu nwere ike ịchọta site na ụzọ ọgụgụ isi na nke ndọrọ ndọrọ ọchịchị ndị sochiri na mbụ, mgbe e mesịrị, mana ọ naghị ahapụ ma ọ bụ duzie usoro akụkọ ihe mere eme Afrịka",
  "Ebumnuche nke ụmụ nwanyị ndị a na-etinye aka n'ihe omume ịhụ mba n'anya n'Afrịka bụ iweghachite ihe gara aga na ime emume nnwere onwe nke Afrịka nweere onwe ya",
  "Ọ dị mkpa ịkwalite mmata banyere ihe kpatara ya, na-akpọ ọgbọ ọhụrụ nke ụmụ nwanyị Afrịka, zụlitere n'ime ọha mmadụ ka mma, nke kwụsiri ike",
  "Ọ bụ ezie na ihe ịma aka ha chere ihu yiri ka ọ dịwanye mkpa, ha, Otú ọ dị, nwere ya karịa ọgbọ ndị gara aga, na-enye ha ohere ịkwalite mmata banyere oge African Nationalist",
  "Ọ bụ ezie na ndị ọkọ akụkọ ihe mere eme nke ụmụ nwanyị nwere mmasị ime mgbanwe na usoro na mmepụta nke akụkọ ihe mere anya America ma ọ bụ Europe ga-alụ ọgụ maka ụzọ ha n'ụgbọ okporo ígwè ndị na-agafe ọtụtụ narị afọ na gauges ochie, ụgbọ okporo ígwè \"ọhụrụ\" nke ndị Africa ahapụla ọdụ ahụ na mbido '60s",
  "Ewezuga mmadụ ole na ole, ndị ọkà mmụta etinyela ihe karịrị obere ihe banyere ọnụnọ ụmụ nwanyị Afrịka dị ka ndị na-eme ihe ndọrọ ndọrọ ọchịchị na ịhụ mba n'anya n'Afrịka",
  "Anne McClintock mesiri ike na \"ịhụ mba n'anya niile bụ nwoke na nwanyị\".  O doro anya na ụmụ nwanyị keere òkè dị mkpa n'ịkpali mba dị ka onye na-eme ka ha mara ma na-ebuli ọnọdụ ndọrọ ndọrọ ọchịchị na nke mmekọrịta mmadụ na ibe ya site na ịhụ mba n'anya n'Africa. Ọ bụ na nke a na-eburu n'uche, na ma ụmụ nwanyị na nyocha nke ụmụ nwanyị ndị a na-aghọ ihe dị oke mkpa maka nyocha nke akụkọ ihe mere eme nke ịhụ mba n'anya n'Africa",
  "N'afọ 1943, otu nzukọ a ma ama a na-akpọ African National Congress Women's League jiri alaka ya mee ihe na kọntinent ahụ dum iji wuo mkpọsa mba ụwa.",
  "Dị ka ndị ndú na ndị na-eme ngagharị iwe, ụmụ nwanyị sonyere n'ịhụ mba n'anya n'Afrịka site na òtù mba",
  "Afọ iri nke afọ 1950 bụ ihe ịrịba ama n'ihi ọnụ ọgụgụ dị ukwuu nke ụmụ nwanyị na-etinye aka na ndọrọ ndọrọ ọchịchị na ọgụ mba",
  "E debanyere aha ụmụ nwanyị ole na ole ma sonye n'òtù mba ndị nwoke na-achịkwa",
  "N'ịbụ nke ụmụ nwanyị guzobere na 1960, Kansụl Mba nke Sierra Leone ga-aghọ, na 1968, ngalaba ụmụ nwanyị nke All People's Congress na-achị ma raara onwe ya nye nkwado siri ike nke onye isi ala, Onye isi ala Stevens",
  "Ndị inyom na-eme ngagharị iwe gbasaa ma gosipụta omume agha",
  "Nancy Dolly Steele bụ odeakwụkwọ na-ahazi na onye guzobere Congress, a makwaara ya maka ọrụ ndọrọ ndọrọ ọchịchị na nke mba",
  "N'otu ụzọ ahụ, n'Africa dum, mmetụta nke òtù ndị ọrụ, ọkachasị, ghọrọ ebe ụmụ nwanyị na-ahazi ya",
  "Dịka ọmụmaatụ, ụmụ nwanyị South Africa pụtara dị ka ndị isi na-akpali ngagharị iwe megide ọchịchị ịkpa ókè agbụrụ",
  "Ụmụ nwanyị ndị a sonyere na mmegide site na alaka ụmụ nwanyị nke nnukwu òtù nnwere onwe ụmụ nwoke, dịka site na African National Congress (ANC)",
  "Ka o sina dị, na 1943, ANC nabatara usoro iwu ọhụrụ nke gụnyere ọnọdụ ọhụrụ maka ụmụ nwanyị ịghọ ndị otu zuru oke nke mba",
  "Ụmụ nwanyị guzobekwara òtù mba nke ha, dị ka Federation of South African Women na 1954, nke turu ọnụ na ụmụ nwanyị 230,000",
  "Ọ bụ ezie na n'oge ahụ ụmụ nwanyị na-ele onwe ha anya dị ka ndị nne na ndị nwunye, omume ha na-esonye n'òtù ndọrọ ndọrọ ọchịchị gosipụtara ụdị echiche ụmụ nwanyị.",
  "Ụmụ nwanyị bụ ndị isi na-ahụ maka mba n'onwe ha",
  "N'okpuru mkpali nke Bibi Titi Mohammed, onye bụbu onye na-agụ egwu na Dar es Salaam onye ghọrọ onye mba Tanganyikan, a haziri ụmụ nwanyị Tanzania n'ime ngalaba ụmụ nwanyị nke Tanganyikan African National Union",
  "Mohammed, onye na-amaghị akwụkwọ, bụ ọkà okwu na-adọrọ mmasị ma mesịa jikọta ọrụ mba ya na 1950s na ebumnuche ndọrọ ndọrọ ọchịchị ya",
  "Ọ bụ otu n'ime ndị Tanganyikan na-ahụkarị mba n'oge ọgụ megide ọchịchị na ọchịchị ala ọzọ. Ọ bụ naanị onye ndú mba, ma e wezụga Julius Nyerere, onye a ma ama na mba ahụ n'oge nnwere onwe Tanzania",
  "Ihe nketa ya dị ka onye ndu, ọkà okwu, onye nhazi na onye na-eme ihe ike bụ ihe akaebe maka ọrụ dị mkpa ọtụtụ ụmụ nwanyị na-amaghị akwụkwọ na-arụ n'ịgbasa echiche mba, mmata ndọrọ ndọrọ ọchịchị na inweta nnwere onwe site na ọchịchị Britain na Tanzania.",
  "Ọ bụ ezie na ụfọdụ atụmatụ ndị inyom nwere ike ịbụ ndị ụmụ nwoke na-eduzi òtù, ndị ọzọ bụ ndị ụmụ nwanyị n'onwe ha kere n'ụzọ doro anya",
  "Ụmụ nwanyị ndị a jiri ịhụ mba n'anya mee ihe dị ka ikpo okwu iji dozie nchegbu nke ha dị ka ndị nwunye, ndị nne, ndị ọrụ ụlọ ọrụ mmepụta ihe, ndị ọrụ ugbo, na dị ka ụmụ nwanyị jikọtara na ANC",
  "Ngagharị iwe nke 1940s Anti-tax na Tanzania metụtara ụmụ nwanyị nke Peasant Pare, ebe ụmụ nwanyị jiri usoro nke esemokwu ihu na ihu, okwu na-akpali akpali na ime ihe ike",
  "Ojiji doro anya nke mkparị mmekọahụ bụkwa isi ihe na ngagharị iwe Anlu dị ike nke Cameroon na 1958, ebe ụmụ nwanyị jụrụ itinye iwu ọrụ ugbo nke ga-emebi usoro ọrụ ugbo ha. N'otu ụzọ ahụ, ụmụ nwanyị jiri egwu, ịgba egwu na usoro ezumike iji gosipụta ịdị n'otu ha maka ịhụ mba n'anya n'Africa",
  "Enwere ike ịhụ mmepụta nke ịhụ mba n'anya Tanganyikan na Tanzania dị ka \"ọrụ nwanyị,\" ebe ụmụ nwanyị na-akpali, mepụta ma na-eme ịhụ mba n\"anya site na ịgba egwu na abụ ha.  N'otu aka ahụ, a na-ewere ụmụ nwanyị dị ka ndị na-ekwu okwu kachasị mma, dị ka ndị akụkọ ọdịnala na ndị na-agụ egwú na-eji echiche, ihe oyiyi na ahịrịokwu ndị na-adọrọ mmasị ndị na-abụghị ndị a ma ama",
  "Ụmụ nwanyị ahịa na-anọ n'ụsọ oké osimiri Naijiria na Guinea jikwa netwọk ha zipụ ozi na-emegide gọọmentị.  Ụmụ nwanyị 'ndị nkịtị' n'onwe ha agbanweela usoro \"ọdịnala\" maka ịkparịta ụka na ikwupụta enweghị nkwenye megide ndị mmadụ n'otu n'otu, n'ime usoro maka ịma aka na ịkpaghasị nchịkwa mpaghara",
  "Otú ọ dị, ọ bụ ezie na ụmụ nwanyị ndị a nyere aka na ndọrọ ndọrọ ọchịchị mba Afrịka, ha nwere mmetụta dị nta ebe atụmatụ ha na-echegbu onwe ha banyere ihere, mmegwara, nkwụghachi na ịkwụ ụgwọ, ọ bụghịkwa maka mgbanwe dị egwu",
  "Nsogbu a bụ ngosipụta nke ókè ọtụtụ ụmụ nwanyị Afrịka e wepụrụ na ndọrọ ndọrọ ọchịchị, akụ na ụba na agụmakwụkwọ n'okpuru ọchịchị ndị na-achị n'Africa.",
  "Na Gambia, otu n'ime ndị ama ama na mba Gambia na ndị Pan-Africanists n'oge ọchịchị bụ Alieu Ebrima Cham Joof",
  "Site na 1950s ruo mgbe Gambia nweere onwe ya, Cham Joof (dị ka a na-akpọkarị ya), mere usoro mkpọsa megide nchịkwa nke ndị Britain",
  "N'afọ 1958, ọ bụ onye isi nke All Party Committee - ebumnuche ya bụ maka ọchịchị onwe onye na ikpebi ntụziaka ndọrọ ndọrọ ọchịchị nke Gambia na-enweghị mmeri Europe na mmeri ọhụrụ",
  "N'afọ 1959, ọ haziri ngagharị iwe Bread and Butter site n'èzí ụlọ ya na Barthurst ugbu a Banjul, ma duru ndị na-eso ụzọ ya gaa n'ụlọ gọọmentị iji mee ka ndị ọchịchị Britain na-achị",
  "Mgbe ngagharị iwe ahụ gasịrị, e boro Cham Joof na ndị enyi ya Crispin Grey Johnson na M",
  "B",
  "Jones ebubo na ha \"na-akpali ọha na eze inupụ isi n'iwu nke ala ahụ\" ma boo ha ebubo dị ka ndị mkpọrọ ndọrọ ndọrọ ọchịchị.",
  "Àtụ:Pan-Africanism"
]