[
  "Niger bụ mba na-enweghị ala na Mpaghara Ọdịda anyanwụ  Afrịka nke dị n'ókè dị n'etiti mpaghara Sahara na mpaghara ndịda Sahara",
  "Ntọala ya bụ longitude 16°N na latitude 8°E",
  "Mpaghara ya bụ 1.267 nde skwer kilomita, nke 1 266 700 km2 bụ ala na narị ato km2 mmiri, na-eme ka Niger dị obere karịa okpukpu abụọ nke France.",
  "Niger, nke nwetara nnwere onwe site na France na afọ 1960 nọ n'okpuru ọchịchị ndị agha ruo afọ 1991",
  "Na arịrịọ ọha na eze Gen",
  "Ali Saibou mere ntuli aka ọtụtụ pati na afọ 1993 ma n'oge na-adịghị anya ọchịchị onye kwuo uche ya malitere na afọ 1993",
  "Otú ọ dị, ọgba aghara ndọrọ ndọrọ ọchịchị sitere n'aka Col",
  "Ibrahim Bare bụ onye mere ngagharị iwe n'afọ 1996, mana o mechara nwụọ n'ọgụ ndị isi ndị agha na-emegide ndị nnupụisi n'afọ 1999",
  "Nke a sochiri ntuli aka ọhụrụ maka ọchịchị onye kwuo uche ya, Mamadou Tandja wee malite ịchị na Disemba afọ 1999",
  "Tandja, onye meriri ntuli aka na afọ 2004 na 2009, chọrọ imezigharị iwu iji gbatịkwuo oge ya dị ka onye isi ala",
  "Otú ọ dị, na Febụwarị afọ 2010, e wepụrụ ya n'ọkwa onye isi ala n'ọchịchị nke ndị agha mepụtara ma kagbuo iwu ahụ",
  "N'oge na-adịghị anya, n'afọ 2011, e mere ntuli aka ma họpụta Mahamadou Issoufou dị ka onye isi ala ma ṅụọ iyi n'ọnwa Eprel afọ 2011.\nNsogbu Niger na ndị nnupụisi nọgidere na afọ 2007 na 2008",
  "A chịkwara nnupụisi",
  "Otú ọ dị, nsogbu nchekwa ya na ndị agbata obi ya dị ka Libya, Naijiria  na Mali abụwo ihe kpatara nchegbu",
  "Niger, nke nwere ala nke Otu nde narị abụọ iri isii na asaa km2, bụ mba mechiri emechi nke nwere ókèala ala nke nde ise narị asatọ iri atọ na anọkm site na mba asaa: Algeria (951 km), Benin (277 km), Burkina Faso (622 km), Chad (1,196 km), Libya (342 km), Mali narị asatọ iri atọ na asatọ km, na Nigeria (1,608) km.",
  "E kewara Niger na mpaghara asaa (French)",
  "Isi obodo nke ngalaba ọ bụla bụ otu aha.",
  "E kewara mpaghara Niger na ngalaba iri isii na atọ.",
  "A na-ekewa ngalaba iri isii na atọ ahụ n'ime obodo",
  "Ka ọ na-erule afọ 2006, e nwere obodo narị abụọ iri isii na ise gụnyere obodo ndị mepere emepe (Urban Communes: dị n'ime ma ọ bụ dị ka nkewa nke obodo ndị karịrị nde iri ), obodo ndị dị n'ógbè (Rural Communes) dị n'obodo ndị na-erubeghị nde iri na / ma ọ bụ ebe ndị mmadụ na-adịghị, na ụdị ọdịnala (agbụrụ ma ọ bụ agbụrụ) n'etiti ndị na-akwagharị akwagharị.",
  "A na-eji ụfọdụ ala dị na Niger eme ihe dị ka ala a na-akọ ugbo (660 km2 nke ala dị na Naịjirịa na-agba mmiri) na dị ka ebe ịta nri",
  "E nwere ụfọdụ ọhịa.Tebụl dị n'okpuru na-akọwa iji ala eme ihe na Niger, site na afọ 2011.",
  "Ọnọdụ ihu igwe nke Niger na-ekpo ọkụ ma kpọọ nkụ, ebe ọtụtụ n'ime mba ahụ dị n'ógbè ọzara",
  "Ala ahụ bụ ala dị larịị nke ọzara na ájá",
  "E nwekwara nnukwu ala dị larịị n'ebe ndịda na ugwu ugwu n'ebe ugwu",
  "N'ebe ndịda, enwere ihu igwe na-ekpo ọkụ n'akụkụ nsọtụ Osimiri Niger",
  "Ọdọ Mmiri Chad dị n'akụkụ ndịda ọwụwa anyanwụ nke mba ahụ bụ nke Niger, Naijiria  ,Chad, na Cameroon kewara.",
  "Nsogbu gburugburu ebe obibi dị ugbu a na Niger gụnyere ịtabiga nri ókè, mbuze ala, mgbukpọ ọhịa, ọzara, ụkọ mmiri ozuzo na-aga n'ihu, na anụ ọhịa ndị nọ n\"ihe ize ndụ (dị ka enyí Afriịka , Ndịda anyanwụ Afrịka  cheetah, Ndịda ọwụwa anyanwụ Afrịka giraffe, and Addax), nke na'ihe egwu n \"ihi ịchụ nta na mbibi ebe.",
  "Oké ọkọchị na-eme ugboro ugboro bụ nnukwu ihe ịma aka maka Niger. Oké ọkọchị nke Sahel nke afọ 2012, tinyere ihe ọkụkụ na-akụ afọ n'ala, ihe otiti ụmụ ahụhụ, ọnụ ahịa nri dị elu na esemokwu na-emetụta Niger ugbu a na-akpata nsogbu agụụ. Ọtụtụ ezinụlọ na Niger, ka na-agbake site na ụnwụ nri Sahel nke afọ 2010, na-emetụta ụkọ mmiri ozuzo Sahel nke  afọ 2012.",
  "Nsogbu nri nke Niger na 2005-06 kpatara nnukwu nsogbu nchekwa nri na mpaghara ugwu Maradi, Tahoua, Tillabéri, na Zinder nke Niger site na afọ 2005 ruo 2006",
  "Ọ bụ njedebe mbụ nke mmiri ozuzo nke afọ 2004, mmebi nke igurube ọzara na ụfọdụ ala ịta ahịhịa, ọnụ ahịa nri dị elu, na ịda ogbenye na-adịghị ala.",
  "Niger bụ otu n'ime nkwekọrịta ndị a:\n \nNiger abịanyewo aka, mana ọ kwadoghị Kyoto Protocol na Iwu nke Oké Osimiri.",
  "Ebe ndị a na-echebe na Niger mejupụtara ihe dị ka pasenti asaa pom asaa nke ala niile. A na-ekewa isii n'ime ebe nchekwa ahụ n'ụzọ zuru oke n'okpuru International Union for Conservation of Nature (IUCN).",
  "Niger nwere ihe ndị a sitere n'okike:",
  "Mba asaa ndị ọzọ gbara ya gburugburu, Niger nwere ngụkọta nke nde ise narị asatọ iri atọ na anọ kilomita nke ókèala",
  "Ókèala kachasị ogologo bụ na Naijiria n'ebe ndịda, na otu nde iri isii na asatọ  kilomita",
  "Chad na-eso nke a n'ebe ọwụwa anyanwụ (1,196 km), Algeria n'ebe ugwu-n'ebe ugwu ọdịda anyanwụ (951 km), na Mali n'ebe ọdịda anyanwụ (838 km)",
  "Niger nwekwara ókèala dị mkpirikpi na ókèala ya dị n'ebe ndịda ọdịda anyanwụ (Burkina Faso na narị isii iri abụọ na abụọ  km na Benin na  narị abụọ iri asaa na asaa km) na n'ebe ugwu-n'ebe ugwu ọwụwa anyanwụ (Libya na narị atọ iri anọ na abụọ  km).",
  "Àtụ:Niger topics footer"
]