[
  "Ọdọ Nasser (Arabic: بحيرة ناصر Boħēret Nāṣer, Egypt Arabic: [boˈħeːɾet ˈnɑːsˤeɾ]) bụ nnukwu mmiri mmiri na ndịda Egypt na ugwu Sudan",
  "Ọ bụ otu n’ime ọdọ mmiri ndị mmadụ mere kasị ukwuu n’ụwa￼￼￼. Tupu e wuo ya, Sudan megidere iwu ụlọ nke ọdọ mmiri Nasser, n'ihi na ọ ga-abanye n'ala dị n'ebe ugwu nke mba ahụ, ebe ọtụtụ ndị Nubian bi bụ ndị a ga-edozigharị.. N'ikpeazụ, ala Sudan dị nso n'ógbè Ọdọ Mmiri Nasser jupụtara na ọdọ mmiri ahụ.",
  "N'ikwu ya n'ụzọ ziri ezi, \"Ọdọ Mmiri Nasser\" na-ezo aka naanị na akụkụ ka ukwuu nke ọdọ mmiri ahụ dị na mpaghara Egypt (83% nke ngụkọta), na ndị Sudan na-ahọrọ ịkpọ obere mmiri ha n'Ọdọ Mmiri Nubia (Arabic Arab: بحيرة النوبة Boħēret)",
  "Nubeyya,  [boˈħeːɾet nʊˈbejjæ]).",
  "Ọdọ mmiri ahụ dị ihe dị ka kilomita 479 (298 mi) n'ogologo na  16 (9.9 mi) n\"ofe n'ebe kachasị obosara,  dị nso na Tropic of Cancer",
  "Ọ na-ekpuchi ngụkọta nke 5,250 km2 (2,030  mi) ma nwee ikike nchekwa  ihe dị ka 132 km3 (32  mi)  mmiri.",
  "E kere ọdọ mmiri ahụ n'ihi iwu Aswan High Dam gafee mmiri Naịl n'etiti afọ 1958 na 1970. A na-akpọ ọdọ mmiri ahụ Gamal Abdel Nasser, otu n'ime ndị isi nke Egyptian Revolution nke 1952, na onye isi ala nke abụọ nke Egypt, onye malitere ọrụ High Dam",
  "Ọ bụ Onye isi ala Anwar Sadat meghere ọdọ mmiri na mmiri ahụ na 1971.",
  "Ijipt enweghị mmiri ọ chọrọ maka ọrụ ugbo na ọkụ eletrik. Nnukwu Ọdọ Mmiri nke Renaissance nke Etiopia, nke a na-ewu ugbu a, akpatawo esemokwu n'etiti Ijipt na Sudan na Etiopia",
  "Ijipt na-echegbu onwe ya na mmiri ọhụrụ ahụ ga-egbochi Osimiri Naịl ka ọ ghara ijupụta Ọdọ Mmiri Nasser. Mmiri nke Ọdọ Mmiri Nasser na-emepụta ọkụ eletrik, enwere nchegbu na mbelata mmiri na-asọba n'Ọdọ Mmiri Na-asọba ga-emetụta ikike Aswan Dam nwere ịmepụta ọkụ eletrik",
  "E nwere ụlọ ọrụ mgbapụta mmiri na-achịkwa mmiri na-abanye n'Ọdọ Mmiri Nasser, ma ugbu a ọrụ a na-emepụta ijeri kilowatt-awa 10 nke ike eletrik kwa afọ nye ndị Ijipt.",
  "Tupu ọdọ mmiri Nasser jupụta, dị ka akụkụ nke Mgbalị Mba Nile iji chekwaa ihe ncheta nke Nubia, a kwagara ọtụtụ ebe ndị Ijipt oge ochie n'ebe ọhụrụ n'elu mmiri dị elu nke ọdọ mmiri ahụ",
  "Otú ọ dị, ụfọdụ anaghị akwagharị, dị ka akụkụ nke nnukwu ebe e wusiri ike nke Buhen, nke dị ugbu a n'okpuru mmiri. Mbugharị nke ụlọ nsọ ndị dị na Abu Simbel, otu n'ime ebe ndị a ma ama n'oge ochie n'Ijipt, bụ nke a kacha mara ọkwa.",
  "Njem ụgbọ mmiri Lake Nasser, nke gụnyere ileta ihe ncheta na ụlọ nsọ ndị dị n'akụkụ Lake Nasser",
  "Ịga n'ụlọ nsọ ndị dị na Abu Simbel bụ ihe dị mkpa na njem ndị a."
]