[
  "Àtụ:MapLibrary",
  "Eritrea dị na Mpaghara nke akpọrọ mpi nke Afrịka ma nwee ókèala n'ebe ugwu ọwụwa anyanwụ na ọwụwa mmiri site na Oké Osimiri Uhie, n'ebe ọdịda anyanwụ na n'ebe ndịda ọdịda anyanwụ site na Sudan, n'akụkụ ndịda site na Etiopia, na n'akụkụ Ndịda Ọwụwa Anyanwụ site na Djibouti",
  "Mba ahụ nwere ala dị elu nke dị n'etiti nke dịgasị iche site na mita ọnụ Ọgụgụ ndịa ;1,800  3,000 (5,9069,843 ) n'elu oke osimiri",
  "Ala dị larịị n'ụsọ oké osimiri, ala dị ala n'ebe ọdịda anyanwụ, na ihe dị ka agwaetiti ọnụ Ọgụgụ narị atọ na iri ise mejupụtara ala fọdụrụnụ nke Eritrea.",
  "Ọnọdụ ihu igwe nke Eritrea sitere na ọdịdị ala ya dị iche iche na ọnọdụ ya n'ime okpomọkụ",
  "Ọdịiche dị n'ala na ọdịdị ala n'ugwu na ala dị ala nke Eritrea na-ebute ọdịiche ihu igwe n'ofe mba ahụ",
  "Ugwu ndị ahụ nwere ihu igwe dị mma n'afọ niile",
  "Ọnọdụ ihu igwe nke ọtụtụ mpaghara ala dị ala bụ ala kpọrọ nkụ na ala kpọrọ nká",
  "Mgbasa nke mmiri ozuzo na ụdị ahịhịa dịgasị iche iche na mba ahụ dum",
  "Ọnọdụ ihu igwe Eritrea dịgasị iche dabere na ọdịiche oge na ịdị elu",
  "Dabere na ọdịiche dị na okpomọkụ, enwere ike kewaa Eritrea n'ozuzu ya n'ime mpaghara ihu igwe atọ: mpaghara okpomọkụ dị nro, mpaghara ihu igwe na mpaghara okpomike.",
  "Enwere ike kewaa Eritrea na mpaghara ihu igwe atọ: ugwu ugwu dị n'etiti, mpaghara dị n'ụsọ oké osimiri, na ala dị ala dị n'ebe ọdịda anyanwụ",
  "Onye ọ bụla nwere usoro ihu igwe dị iche",
  "Dabere na nhazi ihu igwe Köppen, Eritrea nwere ma ọ bụ ihu igwe na-ekpo ọkụ (BSh) ma ọ bụ ọnọdụ ihu igwe ọzara na-ekwo ọkụ (BWh), ọ bụ ezie na okpomọkụ dị nro na elu kachasị elu.",
  "N'etiti ugwu, ọnwa kachasị ọkụ na-abụkarị ọnwa Mee ruo Jun na elu gburugburu ọnụ Ọgụgụ ndịa 27 °C (80.6 °F) ruo 30 °C (86 °F)",
  "Oge oyi dị n'etiti ọnwa Disemba na Febụwarị na ala n'abalị nke nwere ike ịdị nso na ebe oyi na-atụ",
  "Asmara n'onwe ya nwere ihu igwe dị mma n'afọ niile, ọ bụ ezie na ọ nwere ike ịjụ ezigbo oyi n'abalị n'oge oyi",
  "E nwere oge mmiri ozuzo abụọ: obere mmiri ozuzo na ọnwa Machị na Eprel na nnukwu mmiri ozuzo site na ngwụcha ọnwa Jun ruo mmalite ọnwa Septemba.\nN'ebe ahụ, ihu igwe na-enwekarị anwụ na akọrọ ka oge anwụ na-achasi ike na-agbanwe gburugburu nde atọ awa na nkezi mmiri ozuzo kwa afọ na-efe gburugburu narị ise mm (19.68 in).",
  "N'ụsọ oké osimiri mmiri ọbara ọbara oge okpomọkụ dị ogologo, site na ọnwa Jun ruo ọnwa Septemba ma na-ekpo ọkụ nke ukwuu na nkezi okpomọkụ kachasị elu site na 40 °C (104 °F) ruo 46 °C (114.8 °F), ọ na-ekwo ọkụ na Denkalia",
  "Oge oyi fọrọ nke nta ka ọ ghara ịdị na nkezi okpomọkụ dị elu na-anọgide n'elu 28 °C (82.4 °F) n'oge ọnwa na-ekpo ọkụ nke afọ na nkezi nke okpomọkụ ala gafere 20 °C (68 °F)",
  "Oge mmiri ozuzo n'ụsọ oké osimiri n'ebe ugwu Denkalia na-ada n'oge ọnwa oyi mana ụbọchị mmiri ozuzo ka dị ụkọ; mmiri ozuzo dị ọbụna obere na mpaghara Denkalia",
  "Ọnọdụ ihu igwe na-acha mgbe niile ma kpọọ nkụ na mpaghara a na ụbọchị igwe ojii anaghị adịkarị.",
  "N'ala ndị dị ala n'ebe ọdịda anyanwụ, okpomọkụ dị elu yiri nke dị n'ụsọ oké osimiri n'ọnwa kachasị ọkụ n'Eprel ruo Jun",
  "Disemba bụ ọnwa kachasị jụụ na nkezi okpomọkụ dị ala na-ada dị ka iri na ise °C (59 °F)",
  "Oge mmiri ozuzo bụ otu ihe ahụ dị na ugwu ugwu.",
  "Ebe: Ebe Ọwụwa Anyanwụ Afrịka, n'ókè Oké Osimiri Uhie, n'etiti Djibouti na Sudan, n'ikọkwa Etiopia.",
  "Nkọwa ala:   / 15.000°N 39.000°E / 15.000; 39.000",
  "Kọntinent: Africa",
  "Mpaghara: ngụkọta ọnụ Ọgụgụ ndịa : 117,600 km2 ala: 101,000 km2 mmiri: 16,600 km2",
  "Mpaghara - ntụnyere: obere karịa Malawi",
  "Ókèala ala: ngụkọta: 1,840 kilomita mba ókèala: Djibouti 125 km, Ethiopia 1,033 km, Sudan 682 km",
  "Rịba ama na ókèala dị n'etiti Eritrea na Ethiopia bụ esemokwu.",
  "Akụkụ osimiri: ọnụ Ọgụgụ ya bụ nkea ;2,234 km ngụkọta; ala dị n'Oké Osimiri Uhie 1,151 km, agwaetiti dị n'Eké Osimiri uhie 1,083 km",
  "Nkwupụta ụgbọ mmiri: oke osimiri ala: nm iri na otu",
  "Ala: nke jupụtara na mgbatị nke ugwu ndịda nke Etiopia, na-agbadata n'ebe ọwụwa anyanwụ gaa n'ọzara dị larịị, n'ebe ugwu ọdịda anyanwụ gaa n\"ugwu na n'ebe ndịda ọdịda anyanwụ ruo ala dị larịụ",
  "Ecoregions: Ihe ka ukwuu n'ụsọ oké osimiri Eritrea bụ akụkụ nke ala ahịhịa na ala ahịhi dị n'ọzara nke Ethiopia",
  "Akụkụ ndịda nke ụsọ Oké Osimiri Uhie, tinyere ụsọ Oké osimiri Uhie nke Djibouti, akọwaala dị ka ọzara dị n'ụsọ oké osimiri Eritrea, ájá siri ike na nke a na akpọ gravel na bekee dị n'akụkụ osimiri nke ahịhịa na obere osisi kpuchiri nke dị mkpa dị ka ọwa maka nnukwu njem nke nnụnụ na-eri anụ.",
  "Elu dị oke elu: ebe kachasị ala: nso Lake Kulul n'ime Afar Depression -iri asaa na ise m ebe kachasị elu: Soira 3,018 m",
  "Ihe ndị sitere n'okike: ọlaedo, potash, zinc, ọla kọpa, nnu, ikekwe mmanụ na gas sitere n' okike, azụ",
  "Ojiji ala: ala a na-akọ ugbo: 6.83% ihe ọkụkụ na-adịgide adịgide: 0.02% ndị ọzọ: 93.15% (2012 est.)",
  "Ala a na-agba mmiri: 215.9 km2 (2003)",
  "Ngụkọta mmiri a na-agbanwe agbanwe: 6.3 km3",
  "Mmiri na-atọ ụtọ (ụlọ / ụlọ ọrụ / ọrụ ugbo): ngụkọta: 0.58 km3/afọ (5%/0%/95%) kwa onye: 121.3 m3/afọ (2004)",
  "Ihe ize ndụ sitere n'okike: ụkọ mmiri ozuzo ugboro ugboro, ala ọma jijiji na-adịghị ahụkebe na ọrụ mgbawa ugwu, na oké ifufe igurube",
  "Gburugburu ebe obibi - nsogbu ndị dị ugbu a: mgbukpọ ọhịa; ọzara; mbuze ala; ịta nri gabigara ókè; mfu nke akụrụngwa site na agha obodo;",
  "Gburugburu ebe obibi - nkwekọrịta mba ụwa: otu na:  ya bụ ndịa: e dere na bekee Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection",
  "Ọdịdị ala  ihe edeturu: ọnọdụ ndọrọ ndọrọ ọchịchị dị n'akụkụ ụzọ ụgbọ mmiri kachasị n'ụwa; Eritrea nọgidere na-enwe ụsọ oké osimiri niile nke Etiopia n'akụkụ Oké Osimiri Uhie mgbe ha nweere onwe ha n'aka Etiopia na ụbọchị iri abuo na anọ n'ọnwa Mee na afọ 1993.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Eritrea, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:CIA World FactbookÀtụ:Geography of AfricaÀtụ:Africa topic"
]