[
  "Scam baiting (ma ọ bụ Ịchọ aghụghọ) bụ ụdị nche ịntanetị nke a na-ejikarị eme ihe maka aghụghọ ego, IRS impersonation scam, technical support scams, pension scams, na aghụghọ ego ndị ahịa.",
  "Ndị na aghọ aghugho na-esetịpụ dị ka ndị nwere ike ịmetụta igbu oge na akụrụngwa nke ndị aghụghọ, kpokọta ozi bara uru nye ndị ọchịchị, na ikpughe ndị aghụghọ n'ihu ọha",
  "Ha nwere ike idetu ngwaọrụ na ụzọ ndị scammers, dọọ ndị nwere ike ịdọ aka ná ntị, nye mkparịta ụka mkparịta ụka, kpasasịa ngwaọrụ na sistemụ ndị scammers site na iji trojans dịpụrụ adịpụ na nje kọmputa, ma ọ bụ wetuo ibe weebụ aghụghọ",
  "Ụfọdụ ndị scambaiters na-akpali site n'echiche nke ọrụ obodo, ụfọdụ na-etinye aka maka ntụrụndụ nke onwe ha, ma ọ bụ ngwakọta nke ha abụọ..",
  "Maka aghụghọ a na-eme site na nkwukọrịta ederede, ndị na-agba ọsọ nwere ike ịza ozi ịntanetị aghụghọ site na iji akaụntụ email a na-atụfu, na-eme ka hà na-anabata onyinye ndị aghụghọ.",
  "Ụzọ ndị a ma ama iji mezuo ebumnuche mbụ bụ ịjụ ndị aghụghọ ka ha dejupụta ajụjụ dị ogologo; iji dọta ndị aghụghọ ka ha mee njem dị ogologo; ịgba ume iji ihe eji eme ihe na-adịghị mma ma ọ bụ asụsụ Bekee na-ekwesịghị ekwesị nke na-eme ka obi abụọ dị na aghụghọ ha.",
  "Ndị na-agba ọsọ nwere ike ịghọgbu ndị aghụghọ na nkwupụta dị ka ihe ọchị dị ka ndị ha jiri ghọgbuo ndị ha metụtara; ma ọ bụ ha nwere ike ijide ha na ịnyịnya Trojan, dị ka ngwá ọrụ nchịkwa dịpụrụ adịpụ, nke na-eme ka ndị aghụghọ nweta ozi dị nro site na ma ọ bụ mebie kọmputa ndị aghụghọ",
  "Ndị na-agba egwu nwere ike iweda ndị aghụghọ ala n'ihu ọha site n'ịgbasa oge ha ma ọ bụ mee ka ha mepụta ihe oyiyi mmechuihu nke a maara dịka \"trophies\". A kọwara ụfọdụ n'ime ihe oyiyi ndị a dị ka ndị na-eme ka echiche ịkpa ókè agbụrụ sikwuo ike.",
  "N'ọnwa Mee, na afọ 2004, otu akwụkwọ nnọkọ ihe dị egwu rịọrọ maka ndụmọdụ banyere otu esi emeso  aghụghọ site n'aka onye na-azụ ya na eBay",
  "Ebe ọ bụ na ahịa eBay bụ maka Apple PowerBook G4akwụkwọ nnọkọ ọzọ tụrụ aro ka ọ rụọ PowerBook site na katọn",
  "E mere ka onye zụrụ ya, onye bi na mba ofesi, ịkwụ ọtụtụ narị dollar na omenala iji nweta laptọọpụ adịgboroja ahụ.  Otu onye so na ebe nrụọrụ weebụ Ịchọ aghụghọ 419eater.com nwere ike ime ka onye aghụghọ ziga ya osisi nke Commodore 64.",
  "N'ọnwa Febụwarị, na afọ 2011, ihe ngosi igwe onyonyo nke Belgium bụ Basta gosipụtara, na igwe foto zoro ezo, otú e si ghọgbuo onye aghụghọ n'oge nzukọ ya na ndị na-agba bọọlụ, na ebuli osisi site na itinye otu nwoke nwere otu aka, dwarves abụọ na pony",
  "N'ikpeazụ, e mere mwakpo ndị uwe ojii, n'oge ahụ, e jidere ndị na-agba bọọlụ ma onye aghụghọ ahụ nweere onwe ya, hapụ ego ahụ, na n'enweghị enyo ọ bụla.",
  "Na ọnwa Jenụwarị, na afọ 2014, ndị otu 419eater.com pụtara na akụkụ abụọ nke Channel 4 show Secrets of the Scammers",
  "N'akụkụ nke mbụ, ndị Ịchọ aghụghọ mere ka onye aghụghọ si London gaa ebe dịpụrụ adịpụ na Cornwall site na ụgbọ okporo ígwè na iji zute onye a tara ahụhụ (nke onye na-egwu ya) ma na-anakọta ụgwọ maka nkwekọrịta ọla edo",
  "N'akụkụ nke abụọ, otu nwanyị na-aghọ aghụghọ zutere ndị aghụghọ abụọ na-eme ka ha bụrụ ndị a tara ahụhụ na Trafalgar Square iji nye ha ego adịgboroja",
  "Ndị uwe ojii mechara jụọ onye aghụghọ a ajụjụ.",
  "N'afọ 2015 na 2016, James Veitch kwadoro okwu TED atọ banyere Ịchọ aghụghọ Veitch gosikwara usoro vidiyo Mashable \"ịghọ ndị bụrụ ibu aghụghọ\" na YouTube.",
  "Na Machị 2020, onye YouTuber a na-amaghị aha ya na onye na-ahụ maka okpu isi awọ n'okpuru aha \"Jim Browning\" batara ma chịkọta ihe nkiri drone na CCTV nke ọrụ aghụghọ na-akpọ oku na India site n'enyemaka nke onye YouTube ibe ya bụ Karl Rock",
  "Site n'enyemaka nke usoro ihe nkiri British Panorama, e mere mwakpo ndị uwe ojii mgbe e mere ka osote kọmishọna ndị uwe ojii Karan Goel mara ihe nkiri ahụ, nke mere ka ejide onye na-ahụ maka oku Amit Chauhan onye na-arụkwa ụlọ ọrụ njem aghụghọ n'okpuru aha \"Faremart Travels\".",
  "YouTube na Twitch bụ isi mmalite ndị Ndị na etinye ego na aghụghọ na-eji akụzi na / ma ọ bụ mee ka ndị na-ege ha ntị nwee obi ụtọ banyere ụdị aghụghọ dị iche iche."
]