[
  "Usoro mkpofu bụ ngwá ọrụ eji eme nyocha nke usoro ndị na-echebe gburugburu ebe obibi n'akụkụ ihe onwunwe na ike site na omume kachasị mma na nke kachasị mma. Ndị isi na-eguzobe ihe omume kachasị mma dabere na nkwado.  Iji kwado, enweghị ike idozi njikwa ihe mkpofu naanị site na ngwọta teknụzụ na njedebe ọkpọkọ na usoro jikọtara ọnụ dị mkpa.",
  "Usoro nchịkwa ihe mkpofu na-egosi usoro nke mmasị maka ime ihe iji belata ma jikwaa ihe mkpofu, a na-egosipụ takarị ya n'ụdị pyramid. Usoro nhazi na-ejide ọganihu nke ihe ma ọ bụ ngwaahịa site na usoro nchịkwa ihe mkpofu, ma na-anọchite anya akụkụ ikpeazụ nke ndụ ndụ maka ngwaahịa ọ bụla.",
  "Ebum nuche nke usoro ihe mkpofu bụ iji nweta uru kachasị mma site na ngwaahịa na ịmepụta obere ihe mkpofu",
  "Ntinye aka nke usoro mkpofu nwere ike ịnwe ọtụtụ uru",
  "Ọ nwere ike inye aka gbochie ikuku nke gas na-ekpo ọkụ, belata mmetọ, chekwaa ike, chekwaara ihe onwunwe, mepụta ọrụ ma kpalie mmepe nke teknụzụ na-ekpuchi ahịhịa.",
  "Ngwaahịa na ọrụ niile nwere mmetụta gburugburu ebe obibi, site na iwepụta ihe ndị a na-emepụta maka mmepụta na imepụta, nkesa, ojiji na iwepụta ya",
  "Ịgbaso usoro ihe mkpofu ga-eduga n'ozuzu na nhọrọ kachasị mma na gburugburu ebe obibi mana n'ọnọdụ ụfọdụ, imezi mkpebi n'ime usoro ma ọ bụ ịhapụ ya nwere ike iduga na nsonaazụ gburugburu ebe obibi ka mma.",
  "Enwere ike iji echiche na nyocha nke ndụ iji kwado mkpebi na mpaghara nke njikwa ihe mkpofu na ịchọpụta nhọrọ gburugburu ebe obibi kachasị mma",
  "Ọ nwere ike inyere ndị na-eme iwu aka ịghọta uru na mgbanwe ha ga-eche ihu mgbe ha na-eme mkpebi na usoro nchịkwa ihe mkpofu",
  "Nnyocha ndụ na-enye ụzọ iji hụ na enwere ike ịchọpụta ma tinye nso na azụ kachasị mma maka gburugburu ebe obibi.  Ọ na-agụnye ile anya n'oge niile nke ndụ ngwaahịa iji chọpụta ebe enwere ike imeziwanye iji belata mmetụta gburugburu ebe obibi ma melite ojiji ma ọ bụ iji ihe onwunwe eme ihe ọzọ.  Otu ebum nuche bụ izere omume ndị na-agbanwe mmetụta ọjọọ site n'otu ọkwa gaa na nke ọzọ",
  "Enwere ike itinye echiche nke ndụ na ọkwa ise nke usoro nchịkwa ihe mkpofu.",
  "Dịka ọmụmaatụ, nyocha nke usoro ndụ egosila na ọ na-adịkarị mma maka gburugburu ebe obibi iji dochie igwe ochie ochie, n'agbanyeghị ihe mkpofu a na-emepụta, karịa ịga n'ihu na-eji igwe ochie nke na-adịghị arụ ọrụ ike.Nke a bụ n'ihi na nnukwu mmetụta gburugburu igwe na-asa akwa bụ n'oge eji ya.Ịzụta igwe na-arụ ọrụ ike na iji ncha ọkụ dị ala na-ebelata mmetụta gburugburu ebe obibi.",
  "Ntuziaka Framework mkpofu nke European Union ewe batala echiche nke usoro ndụ n'ime amụma mkpofu.  Uzo abuo abuo a na-enye echiche sara mbara banyere ihe gburugburu ebe obibi ma hụ na omume ọ bụla nwere uru zuru oke ma e jiri ya tụnyere nhọrọ ndị ọzọ",
  "Omume a na-eme maka ihe mkpofu n'etiti ndị isi kwesịrị ikwekọ na atụmatụ gburugburu ebe obibi ndị ọzọ.",
  "Usoro ihe mkpofu Europe na-ezo aka na nzọụkwụ 5 gụnyere na isiokwu 4 nke Ntuziaka Ihe mkpofu:",
  "Dabere na Ntuziaka Waste Framework, European Waste Hierarchy bụ iwu na-ejikọta ma e wezụga n'ọnọdụ ndị nwere ike ịchọ ka iyi mkpofu ụfọdụ pụọ na hierarchy",
  "A ga-eme nke a n'ụzọ ziri ezi na-adabere n'echiche nke ndụ.",
  "Usoro mkpofu bụ echiche nke akwụkwọ gburugburu ebe obibi na ụfọdụ iwu gburugburu ebe obibi nke mba EU mana tupu [usoro ntụziaka mkpofu] nke 2008 abụghị akụkụ nke iwu Europe",
  "Ntuziaka usoro mkpofu nke 1975 enweghị ihe ọ bụla na-ezo aka na usoro mkpofu.",
  "N'afọ 1975, European Union's Waste Framework Directive (1975/442/EEC) webatara maka oge mbụ ihe ndị dị n'echiche nke usoro mkpofu n'ime iwu mkpofu Europe. O mesiri ike mkpa ọ dị ibelata ihe mkpofu, na nchedo gburugburu ebe obibi na ahụike mmadụ, dị ka ihe kachasị mkpa",
  "N'ịgbaso ntuziaka 1975, iwu na iwu European Union kwekọrọ na ụkpụrụ nke usoro mkpofu.",
  "N'afọ 1989, e mere ya ka ọ bụrụ usoro nke nhọrọ njikwa na European Commission's Community Strategy for Waste Management na a kwadoro atụmatụ mkpofu a na nyocha nke Commission na 1996.",
  "Na atụmatụ iwu mbụ nke afọ 2006 European Commission tụrụ aro usoro atọ nke mejupụtara 1- Mgbochi na Reuse, 2- Recycling na Recovery (na ọkụ ọkụ) na 3- Disposal",
  "A katọrọ nke a n'ụzọ siri ike n'ihi na ọ na-etinye imegharị ihe n'otu ọkwa nke ọkụ ọkụ nke kwekọrọ na ọnọdụ ọdịnala nke ọkụ ọkụ site na European Commission",
  "Nrụgide sitere n'aka ndị NGO na mba ndị otu ahụ jisiri ike gbanwee usoro nhazi nke atọ na-adịghị agbakọta n'ime usoro nhazi nke ise na-agbakọta.",
  "N'afọ 2008, European Union weputara usoro ihe imefusị ihe ọhụrụ nke nzọụkwụ ise na iwu mkpofu ya, Ntuziaka 2008/98/EC, nke mba ndị otu ga-ewebata n'ime iwu nchịkwa imefusi mba. Akụkụ nke anọ nke ntụziaka ahụ na-etinye usoro ise nke nhọrọ nchịkwa mkpofu nke mba ndị otu ga-etinye n'ọrụ na usoro a.  Mgbochi mkpofu, dị ka nhọrọ kachasị mma, na-esochi iji ya eme ihe ọzọ, imegharị ihe, mgbake gụnyere iweghachite ike na dịka nhọrọ ikpeazụ, mkpofu dị nchebe",
  "N'etiti ndị injinia, a maara usoro nhazi ihe mkpofu yiri nke ahụ dị ka usoro ARRE: zere, belata, megharịa, kpochapụ.",
  "Ọrụ nke itinye usoro mkpofu n'ọrụ n'ọrụ nchịkwa mkpofu n\"ime mba nwere ike ịnye ọkwa dị iche iche nke gọọmentị (mba, mpaghara, mpaghara) na ihe ndị ọzọ nwere ike ịgụnye ụlọ ọrụ, ụlọ ọrụ onwe na ezinụlọ",
  "Ndị ọchịchị mpaghara na mpaghara nwere ike ịma aka karịsịa site na nsogbu ndị a mgbe ha na-etinye usoro nhazi ihe mkpofu.",
  "Mbelata isi iyi na-agụnye mgbalị iji belata ihe mkpofu dị ize ndụ na ihe ndị ọzọ site na ịgba nwe mmepụta ụlọ ọrụ",
  "Ụzọ mbelata isi mmalite na-agụnye mgbanwe na teknụzụ nrụpụta, ntinye ihe, na nhazi ngwaahịa",
  "Mgbe ụfọdụ, okwu ahụ bụ \"mgbochi mmetọ\" nwere ike izo aka na mbelata isi iyi.",
  "Ụzọ ọzọ nke mbelata isi iyi bụ ịbawanye ihe nkpali maka imegharị ihe",
  "Ọtụtụ obodo dị na United States na-etinye onuahia dịgasị iche iche maka mkpofu ihe (nke a makwaara dị ka Pay As You Throw - PAYT) nke dị irè n'ibelata oke mmiri mkpofu obodo.",
  "A na-atụkarị mbelata isi iyi site na arụmọrụ na mbelata na ihe mkpofu",
  "Mbelata iji ihe na-egbu egbu eme ihe bụ ụzọ na-ese okwu maka mbelata isi iyi nke na-elekwasị anya ma na-atụle mbelata na ojiji nke ihe na-adịghị egbu egbu",
  "Mbelata ojiji nke nsị na-emesi akụkụ mgbochi nke mbelata isi iyi ike mana, n'ihi nkwenye ya na ntinye kemịkal na-egbu egbu, ndị na-emepụta kemịkal emegidewo ya nke ukwuu",
  "E guzobere mmemme mbelata iji ọgwụ na-egbu egbu site na iwu na steeti ụfọdụ, dịka Massachusetts, New Jersey, na Oregon",
  "3 R na-anọchite anya 'Waste Hierarchy' nke depụtaraya ụzọ kachasị mma iji jikwaa ihe mkpofusi site na nke kachasị ruo na nke kachasị mma",
  "Enwere ike iji ọtụtụ n'ime ihe anyị na atụfu ugbu a mee  ọzọ na obere echiche na echiche",
  "[citation needed]"
]