[
  "Ọdachi dam Brumadinho mere na 25 Jenụwarị 2019 mgbe ọdụ ụgbọ mmiri dị na Corrego do Feijão iron ore mine nwere ọdịda dị egwu",
  "Dam ahụ, nke dị kilomita 9 (5.6 mi) n'akụkụ ọwụwa anyanwụ nke Brumadinho na Minas Gerais, Brazil, bụ nke ụlọ ọrụ na-egwupụta akụ Vale, bụ nke sokwa na ọdachi dam Mariana mere n'afọ 2015",
  "Mkpọda nke mmiri ahụ tọhapụrụ apịtị jupụtara na ya",
  "isi ụlọ ọrụ nke m, gụnyere ụlọ oriri na ọṅụṅụ n'oge nri ehihie, yana ụlọ, ugbo, ebe obibi, na okporo ụzọ mgbada",
  "Ndị mmadụ 270 nwụrụ n'ihi ọdịda ahụ, ndị 259 n'ime ha gosipụtara na ha nwụrụ, na Jenụwarị 2019, na mmadụ 11 ndị ọzọ kọrọ na-efu efu, ndị ahụghị ozu ha.",
  "The Córrego do Feijão tailings dam, nke Ferteco Mineração [pt] wuru na 1976 ma nweta ya site n'aka ụlọ ọrụ na-egwupụta ọla edo Vale S.A",
  "nwetara na 2001, bụ obere ihe owuwu nwere nnukwu ihe ize ndụ nke mmebi dị ukwuu, dịka ndekọ aha nke ụlọ ọrụ ahụ siri dị",
  "Ụlọ ọrụ Ngwuputa Mba",
  "Na nkwupụta, Ngalaba Na-ahụ Maka Gburugburu Ebe Obibi na Ọganihu Sustainable Steeti kọrọ na achụmnta ego ahụ nwere ikike nke ọma",
  "Na Disemba 2018, Vale nwetara ikike iji megharịa ihe mkpofu site na dam (ihe dị ka nde cubic 11.7) na imechi ihe omume",
  "Dam ahụ enwetabeghị ọdụdụ kemgbe afọ 2014 na, dị ka ụlọ ọrụ ahụ siri kwuo, mere nyocha ubi kwa izu abụọ.",
  "Vale SA nwere ihe ọmụma banyere nsogbu na sensọ na-enyocha iguzosi ike n'ezi ihe nke mmiri ahụ.",
  "Ọdịda dam Brumadinho mere afọ atọ na ọnwa abụọ ka ọdachi dam Mariana mere na November 2015, nke gburu mmadụ 19 ma bibie obodo Bento Rodrigues",
  "A na-ahụta ọdachi Mariana dị ka ọdachi gburugburu ebe obibi kacha njọ na akụkọ ihe mere eme Brazil na ka ọnwa Jenụwarị 2019 ka na-eme nyocha",
  "Nhazi usoro iwu na-esighị ike na Brazil na oghere nhazi mere ka ọ daa dam Mariana",
  "Afọ atọ ka mmiri mmiri Mariana dara, ụlọ ọrụ ndị metụtara ọdachi gburugburu ebe obibi akwụla naanị 3.4% nke R$785 nde na nra",
  "Na Nọvemba 2015, ngalaba na-ahụ maka inyocha ọrụ ngwuputa na steeti Minas Gerais, National Department of Mineral Production (DNPM), nwere nchegbu banyere ezumike nka nke 40% ọzọ nke ndị ọrụ ọha na eze n'ime afọ abụọ sochirinụ.",
  "Dam Córrego do Feijão I dara obere oge ehihie, na 12:28 PM na 25 Jenụwarị 2019, na-ewepụta oke mmiri na-egbu egbu nke ihe dị ka nde cubic mita 12 nke ọdụdụ",
  "Apịtị ahụ rikpuru ngwa ngwa mpaghara nchịkwa nke ogbunigwe ahụ, lie ọtụtụ narị ndị ọrụ ebe a na-egwupụta akụ ahụ, gụnyere ọnụ ọgụgụ dị na cafeteria n'oge ezumike nri ehihie ha",
  "Iju mmiri nke ngwungwu ihe na-aga n'ihu na-agbada ruo \"Vila Ferteco\", obere obodo dị ihe dịka 1 kilomita (0.62 mi) site na ogbunigwe ahụ, gbuo opekata mpe mmadụ asaa n'àkwà na nri ụtụtụ wee daa akwa mmiri ụgbọ oloko n'ụzọ",
  "N'elekere 3:50 nke ehihie, apịtị ahụ agaala ihe karịrị kilomita ise (3.1 mi), rute Osimiri Paraopeba, isi osimiri mpaghara ahụ, nke na-enye mmiri ruo otu ụzọ n'ụzọ atọ nke mpaghara Greater Belo Horizonte.",
  "Ụlọ ọrụ Inhotim, otu n'ime nnukwu ụlọ ọrụ nkà na-emepe emepe na Latin America, nke dị na Brumadinho, bụ nke a chụpụrụ dị ka akpachara anya, n'agbanyeghị na apịtị ahụ eruteghị ogige ihe ọkpụkpụ.",
  "Na 27 Jenụwarị, n'ihe dị ka elekere 5:30 nke ụtụtụ, a dara ụda siren n'agbanyeghị egwu maka nkwụsi ike nke Dam VI dị n'akụkụ ogbunigwe ahụ, ebe nchekwa mmiri na-arụ ọrụ, ebe ahụrụ ọkwa mmiri na-abawanye",
  "N'ihi ihe ize ndụ ahụ, a chụpụrụ ihe dị ka ndị bi na 24,000 sitere na mpaghara dị iche iche nke Brumadinho, gụnyere mpaghara ime obodo",
  "A kwụsịtụrụ ọrụ nnapụta ruo ọtụtụ awa.",
  "Na 26 Jenụwarị 2019, onye isi oche Vale Fabio Schvartsman kwuru na ọtụtụ n'ime ndị ihe metụtara bụ ndị ọrụ Vale",
  "E liri ụgbọ ala atọ na ụgbọ ala 132 na ndị ọrụ ụgbọ oloko anọ na-efu",
  "Ụrọ ahụ mebiri akụkụ abụọ nke àkwà mmiri ụgbọ oloko na ihe dịka 100 mita nke ụzọ ụgbọ oloko",
  "N'ime Jenụwarị 2020, mmadụ 259 ka enwetara ọnwụ, yana mmadụ 11 chere na ọ na-efu efu",
  "E mechara degharịa ọnụ ọgụgụ na ọnwụ 270.",
  "Ọdịda mgbochi mmiri ahụ wepụtara ihe dị ka nde cubic mita 12 ọdụdụ",
  "A na-etinye ọla ndị dị na ọdụ ọdụ n'ime mmiri mmiri, na-enwe mmetụta dị elu dị nso na ebe a na-akwafu",
  "A na-eme nyocha nke sedimenti osimiri n'okpuru ala maka ihe iri abụọ na asaa, na-egosi ntakịrị mmụba na mkpokọta ọla",
  "Achọtara oke cadmium na Retiro Baixo, ihe dị ka kilomita 302 site na ebe a na-egwupụta ihe.",
  "Onye isi oche Vale, Fabio Schvartsman, kwuru na mmiri mmiri ahụ adịchaghị arụ ọrụ kemgbe 2015 na ihe ahụ ekwesịghị ịdị na-agabiga oke",
  "\"Ekwenyere m na ihe ize ndụ gburugburu ebe obibi, na nke a, ga-adị ala karịa nke Mariana,\" ka o kwuru.",
  "N'ihi ọdachi ahụ, na 28 Jenụwarị ọnụ ahịa ngwaahịa Vale S.A",
  "dara 24%, na-efunahụ 71.3 ijeri reais (US $ 19 ijeri) n'ahịa ahịa, nnukwu mfu otu ụbọchị na akụkọ ihe mere eme nke ahịa ngwaahịa Brazil, karịrị Mee 2018",
  ", mgbe Petrobrás tụfuru ihe karịrị ijeri R$47 n'ahịa ahịa",
  "Ka ọ na-erule ngwụsị Jenụwarị 28, ewedara ụgwọ Vale ka ọ bụrụ ọkwa BBB- nke Fitch Ratings.",
  "N'obodo Brumadinho, emetụtara ma ọ bụ mebie ọtụtụ mpaghara ọrụ ugbo",
  "Ụlọ ọrụ anụ ụlọ dị n'ógbè ahụ nwere mmebi, karịsịa site na mfu nke anụmanụ ndị dị ka ehi na anụ ọkụkọ",
  "A metụtakwara ahịa mpaghara ahụ n'ihi mmebi ahụ, ebe ụfọdụ ụlọ ahịa na ụlọ ọrụ na-emechi ụbọchị ole na ole",
  "Ụlọ ọrụ na-enye mmiri Companhia de Saneamento de Minas Gerais (COPASA) kwuru na ọdụ ahụ emebighị mmiri ọha na eze, mana dịka ịkpachara anya, kwụsịtụrụ abstraction nke mmiri osimiri na mpaghara Brumadinho, Juatuba, na Pará de Minas",
  "N'ihi mkpa osimiri ahụ dị maka obodo, Agência Reguladora dos Serviços de Água e Esgoto de Pará de Minas (ARSAP) kwuru na ọrụ nwere ike ịga n'ihu dịka ọ dị.",
  "N'ịgbaso nyocha nke steeti na gọọmentị etiti ụlọ ọrụ ahụike, gburugburu ebe obibi na ọrụ ugbo, Gọọmenti Minas Gerais kwupụtara na 31 Jenụwarị na mmiri mmiri sitere na Osimiri Paraopeba, site na njikọ ya na Ribeirão Ferro-Carvão ruo Pará de Mina, butere ihe egwu na ahụike mmadụ na anụmanụ",
  "na e kwesịghị iri ya",
  "Nlele e mere gosiri na obodo iri abụọ ndị ọzọ mebiri ihe mgbochi mmiri ahụ",
  "Mmetụta mmetọ ahụ metụtara obodo opekata mpe 120km gafere Brumadhino.",
  "Onye isi ala Brazil Jair Bolsonaro zipụrụ ndị ozi atọ ka ha soro mbọ nnapụta ahụ",
  "Gọvanọ Minas Gerais, Romeu Zema, kwuputara nguzobe otu ndị ọrụ iji gbapụta ndị ihe metụtara.",
  "Gọọmentị Israel zigara otu 130 siri ike gụnyere ndị injinia ọkachamara, ndị dọkịta, ndị ọrụ nyocha na nnapụta, ndị ọrụ mgbanyụ ọkụ na ndị mmiri mmiri na Brumadinho iji nyere ndị ọkachamara Brazil aka ịchọta ndị nwere ike ịlanarị.",
  "Na 29 Jenụwarị, ndị ọchịchị Brazil nyere ikike ijide ndị ọrụ ise kwenyere na ha nwere njikọ na ndakpọ mmiri ahụ, nke mere ka ejide ndị isi ọrụ abụọ nke ogbunigwe ahụ na onye ọrụ Vale ọzọ, yana ndị injinia abụọ sitere na ụlọ ọrụ German TÜV Süd bụ ndị e nyere nkwekọrịta",
  "nyochaa dam.",
  "Onye na-echekwa ego na-egwupụta akụ n'ime obodo kpọrọ ọdachi ahụ \"a eburu ụzọ mee\" n'ihi na enwere mkpesa na ịdọ aka ná ntị na-aga n'ihu na ogologo oge banyere iguzosi ike n'ezi ihe nke mmiri ahụ",
  "Vale gọrọ agọ ebubo ndị a ma kwuo na ogbunigwe a bụ ihe ọhụrụ na ụkpụrụ ọhụrụ.",
  "Otu ụbọchị mgbe ọdịda ahụ gasịrị, ụlọ ọrụ Brazil Institute of Environment and Renewable Natural Resources kwupụtara nra $ 250 na ụlọ ọrụ Vale.",
  "Ndị ọrụ ikpe Brazil kwụsịrị ijeri US $ 3 nke akụ Vale, na-ekwu na a ga-ejide ezigbo ala na ụgbọ ala ma ọ bụrụ na ụlọ ọrụ enweghị ike iwepụta ego ahụ.",
  "N'April, ndị nyocha nchekwa Vale jụrụ ikwe nkwụsi ike nke opekata mpe 18 nke dams na dikes ya na Brazil.",
  "Ndị ọka iwu Brazil kwupụtara na Jenụwarị 2020 na Vale SA, onye nyocha TÜV Süd na mmadụ 16, gụnyere onye bụbu onye isi oche Vale Fabio Schvartsman, ga-ebubo ebubo igbu mmadụ na mmebi iwu gburugburu ebe obibi",
  "Na Jenụwarị 2021, otu ndị na-azọrọ na Brazil wetara akwụkwọ ikpe obodo mbụ na ala German megide TÜV Süd.",
  "N'ọnwa Febụwarị 2021, gọọmentị steeti ha na Vale kwekọrịtara imezi ihe niile mebiri emebi gburugburu ebe obibi, na ịkwụ ụgwọ ndị obodo metụtara nkwụghachi mmekọrịta akụ na ụba na mmekọrịta ọha na eze, nke e mere atụmatụ na mbụ na ijeri US $ 7."
]