[
  "Kingfisher (Todiramphus tutus) bụ ụdị nnụnụ n'ezinụlọ kingfisher Alcedinidae.",
  "A na-ahụ ụdị ahụ na Cook Islands na Agwaetiti Society  na French Polynesia.",
  "Onye Germany na ahụ maka ihe okike bụ Johann Friedrich Gmelin kọwara n'ụzọ doro anya na 1788 na mbipụta ya nke Carl Linnaeus's Systema Naturae",
  "O tinyere ya na ndị ọzọ na egbu azụ n'ụdị Alcedo ma mepụta aha abụọ Alcedo tuta. Gmelin dabeere na nkọwa ya na \"onye a na akwanyere ùgwù kingfisher\" nke onye Bekee na amụ banyere ụmụ nnụnụ bụ John Latham kọwara na 1782 na mpịakọta ya Nkọwa zuru oke nke nnụnụ",
  "Latham nyere obodo ahụ dị ka Otaheite (Tahiti) mana o kwughị etu o si nweta ihe atụ",
  "Latham kwuru na ndị Ndị Polynesia na-asọpụrụ ma na echebe ndị na egbu azụ. A ga anakọta ihe atụ ahụ (ma ọ bụ ihe atụ) n'oge njem nke abụọ ma ọ bụ nke atọ nke James Cook gaa n'Oké Osimiri Pacific. Ndị eze na-egbu azụ (T",
  "veneratus) nọ na Tahiti mana enwere obi abụọ ma ọ bụrụ na ndị na-egbu egbu na-egbu mmiri na-egbu anụ mere n'àgwàetiti ahụ n'oge akụkọ ihe mere eme. Kingfisher bụ ugbu a otu n'ime ụdị 30 etinye na ụdị Todiramphus nke René Lesson webatara na 1827. Okwu Todiramphus jikọtara aha ụdị Todus na Greek oge ochie rhamphos nke pụtara \"bill\"",
  "Okwu a na-akpọ tutus bụ Latin nke pụtara \"onye a na-asọpụrụ\".",
  "Nnyocha phylogenetic nke e bipụtara na 2015 chọpụtara na chifisher nwere njikọ chiri anya na ụdị abụọ ndị ọzọ dị n'àgwàetiti ndị dị n'ebe ọwụwa anyanwụ Polynesia: Niau onye na-akụ azụ̀ (T",
  "gertrudae) na ọha mmadụonye na-akụ azụ̀.",
  "A na-amata ụdị atọ:",
  "Ọ na-eyi eze na-egbu egbu ma ọ dị obere ma ghara inwe ụcha nchara ọ bụla na nku ya",
  "Obi na akpịrị na-acha ọcha, azụ, nku na okpueze na-acha anụnụ anụnụ (ọ bụ ezie na okpeeji nke ụdị Atiu fọrọ nke nta ka ọ bụrụ ọcha kpamkpam)",
  "Enwere ike ịgwa ya site na Tahiti onye na-akụ azụ̀ site na okpu ọcha zuru oke.",
  "Ebe obibi ya sitere n'okike bụ oké ọhịa dị ala na ekpo ọkụ na oké ọhịa na-ekwo ọkụ",
  "Ụdị ahụ na ahọrọ oké ọhịa mbụ na ndagwurugwu ugwu, mana ọ ga aga n'ime uto nke abụọ na ubi ochie",
  "Ụdị ahụ nwere nkesa na-adịghị mma",
  "Ka o sina dị, IUCN anaghị ele ya anya dị ka ihe na-eyi egwu mkpochapụ.",
  "onye na-akụ azụ̀ na-ebi n'otu n'otu ma ọ bụ abụọ abụọ ma na-eri ụmụ ahụhụ na ezé na-efe efe ma ọ bụ n'ala",
  "Ụdị ahụ na-akpa akwụ́ n'ime oghere osisi."
]