[
  "Eswatini (nke bụbu Swaziland), bụ mba dị na Ndịda Afrịka  nke dị n'etiti Mozambique na Ndịda Afrịka",
  "Mba ahụ dị na   / 26.500°S 31.500°E / -26.500; 31.500",
  "Eswatini nwere mpaghara nke skwer kilomita ọnụ Ọgụgụ ndịa ;17,363, nke nke otu narị na iri isii bụ mmiri",
  "Mpaghara ndị bụ isi nke mba ahụ bụ Lowveld, Midveld na Highveld.",
  "Ọnọdụ ihu igwe dịgasị iche site na okpomọkụ ruo na nso okpomọkụ",
  "Oge ndị ahụ dị iche na nke dị na Ugwu Hemisphere na ọnwa Disemba bụ etiti oge okpomọkụ na ọnwa Jun na etiti oge oyi",
  "N'ozuzu, mmiri ozuzo na-ada n'oge ọnwa okpomọkụ, mgbe n'ụdị égbè eluigwe",
  "Oge oyi bụ oge ọkọchị",
  "Mmiri ozuzo kwa afọ kachasị elu na Highveld na ọdịda anyanwụ, n'etiti otu nde na nde abụọ mm (39.4 na 78.7 in) dabere  afọ",
  "N'ebe ọwụwa anyanwụ, obere mmiri ozuzo,  Lowveld na-edekọ narị ise  ruo narị itoolu  mm (19.7 ruo 35.4 in) kwa afọ",
  "Mgbanwe nke okpomọkụ nwekwara njikọ na ịdị elu nke mpaghara dị iche iche",
  "Okpomọkụ nke Highveld dị jụụ ma na-adịkarịghị ọkụ nke na-adịghị mma ebe Lowveld nwere ike idekọ okpomọkụ gburugburu iri anọ (104)n'oge ọkọchị.",
  "Ala ahụ nwere ugwu  dị iche iche, na ụfọdụ ala dị larịị",
  "Ebe kachasị ala bụ Osimiri Ukwu Usutu na mita iri abụọ na otu  (69 ft), ebe kachasị elu bụ Emlembe na mita ọnụ Ọgụgụ ndịa ; 1,862 (6,109 ).",
  "Dị ka mba na-enweghị mmiri, Eswatini enweghị ụsọ oké osimiri ma ọ bụ ihe gbasara oké osimiri",
  "N'ihe gbasara ókèala ala, Eswatini na-ejikọta Mozambique maka kilomita otu narị na ise (65 ) na Sm nke Ndịda Afrịka maka kilomita narị anọ na iri atọ  (270 mi), na-enye ngụkọta ókèala ala nke kilomita narị ise na iri atọ na ise(332 mi).",
  "Ihe onwunwe sitere n'okike nke Eswatini bụ asbestos, coal, ụrọ, cassiterite, hydropower, oké ọhịa, obere ọlaedo na diamond, nkume nkume na talc.",
  "kilomita narị isii na iri asaa   (260 sq mi) nke mba ahụ  Bụ nke a na agba mmiri",
  "Tebule ndịa na akọwa otu e si e ji ala eme ihe na Eswatini::",
  "Eswatini nwere ike ịdaba na idei mmiri na ụkọ mmiri ozuzo",
  "Mgbari ala n'ihi ịta nri gabigara ókè bụ nsogbu na-arịwanye elu.",
  "Eswatini bụ akụkụ nke nkwekọrịta mba ụwa ndị a: akpọrọ na bekee dị kaBiodiversity, Endangered Species, Nuclear Test Ban na Ozone Layer Protection",
  "Mba ahụ abịanyewo aka, mana ọ kwadoghị nkwekọrịta maka ọzara na iwu nke oké osimiri.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Eswatini, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Geography of Africa"
]