[
  "Benin, bụ ala dị warara, nke nwere ọdịdị igodo, nke dị n'ebe ugwu na ndịda na  ọdịda anyanwụ Afrịka , dị n'etiti Equator na Tropic of Cancer",
  "Latitude ya sitere na ọnụ 6°30′ N ruo 12°30′ n \"na longitude ya site na 1° E ruo 3°40′ E",
  "Ọ dị n'ókè obodo Togo n'ebe ọdịda anyanwụ, nke Burkina Faso na Niger n'ebe ugwu, Nijiria  n'ebe ọwụwa anyanwụ, a na akpọ Bight of Benin n'ebe ndịda.",
  "Na mpaghara nke ọnụ Ọgụgụ nke a 112,622 km2 (43,484  ), ọ dị ntakịrị karịa mba Bulgaria",
  "Ọ na-agbasa site na Osimiri Niger n'ebe ugwu ruo n'Oké Osimiri Atlantic n'ebe ndịda, nke dị  ọnụ Ọgụgụ 700 (435 mi)",
  "Ọ bụ ezie na ụsọ oké osimiri ahụ dị kilota otú narị na iri abụọ na otu  (75 mi), mba ahụ dị ihe dị ka  ọnụ ọgụgụ nke a 325 (202 mi) n'ebe kachasị obosara.",
  "Ọ bụ otu n'ime obere mba dị na Ndịda Afrịka , ihe dị ka otu ụzọ n'ụzọ asatọ nke Naịjirịa, onye agbata obi ya n'ebe ọwụwa anyanwụ",
  "Otú ọ dị, ọ bụ okpukpu abụọ karịa obodo Togo, onye agbata obi ya n'ebe ọdịda anyanwụ",
  "nke  Map relief nke Benin na-egosi na ọ nwere obere ọdịiche na ịdị elu, nkezi ọnụ Ọgụgụ  200 m (656 ) na ịdị elu.",
  "Enwere ike kewaa mba ahụ n'ime mpaghara anọ site na ndịda ruo n'ebe ugwu",
  "Ala dị ala, ájá, ala dị larịị, nke nwere elu kachasị elu nke ọnụ Ọgụgụ ya bụ 10 m (33 ) bụ, ma ọ dịkarịa àlà , 10 km (6 ) n'obosara",
  "Ọ bụ marshy na juputara na ọdọ mmiri na ọdọ mmiri jikọtara ya na oké osimiri",
  "Ala dị larịị nke ndịda n'ógbè Benin, nke ịdị elu ya dị n'agbata iri abụọ na narị abụọ  m (66 na 656 ), kewara site na ndagwurugwu na-aga n'ebe ugwu gaa n'ebe ndịda n'akụkụ Osimiri Couffo, Zou, na Oueme, mpaghara nke World Wildlife Fund kewara dị ka akụkụ nke mpaghara ọhịa Guinea-savanna mosaic ecoregion",
  "Mgbe ahụ, mpaghara ala dị larịị nke nwere ugwu ndị nwere nkume nke ịdị elu ya na-erughị 400 m (1,312 ) na-agbasa gburugburu Nikki na Savé",
  "N'ikpeazụ, ugwu Atacora gbasaa n'ókè ugwu ọdịda anyanwụ wee banye Togo na ebe kachasị elu, Mont Sokbaro, na 658 m (2,159 ).",
  "Benin nwere ubi ndị na-adịghị mma, mangroves, na ihe ndị fọdụrụ na nnukwu ọhịa dị nsọ",
  "N'akụkụ ndị ọzọ nke mba ahụ, ahịhịa ogwu jupụtara na savanna ma nwee nnukwu osisi nke akpọrọ baobab",
  "Oké ọhịa ụfọdụ dị n'akụkụ osimiri",
  "N'ebe ugwu na n'ebe ugwu ọdịda anyanwụ nke akpọrọ Benin, Reserve du W du Niger na Pendjari National Park na-adọta ndị njem nleta na-achọsi ike ịhụ enyí, ọdụm, antelopes, enyí mmiri na enwe",
  "Mba ahụ nyere ebe obibi maka nkịta ịchụ nta a na-ese n'ihe ize ndụ, Lycaon pictus, ọ bụ ezie na a na-ewere na e kpochapụrụ canid a na Benin n'ihi mmụba nke ọnụ ọgụgụ mmadụ. Osisi mejupụtara ihe dị ka pasent iri atọ na otu nke ala Benin.",
  "Ebe: Ebe Ọdịda Anyanwụ Afrịka , n'ókè ugwu Atlantic Ocean, n'etiti Naijiria  na Togo",
  "Nhazi ala:   / 9.500°N 2.250°E / 9",
  "500; 2.250",
  "Kọntinent: Africa",
  "Mpaghara: ngụkọta: 112 622 km2 mba ma e jiri ya tụnyere ụwa: 102 ala: 110 622 km2, mmiri: 2 000 km2",
  "Ntụnyere mpaghara",
  "Ókèala ala: ngụkọta: 2 123 km ókèala mba: Burkina Faso 386 km, Niger 277 km, Nigeria 809 km, Togo 651 km",
  "Ụsọ oké osimiri: kilomita 121",
  "Nkwupụta ụgbọ mmiri: oke osimiri ala: 200 nautical miles (370.4 km)",
  "Ọnọdụ ihu igwe: okpomọkụ; okpomọkụ, mmiri na ndịda; semiarid na ugwu",
  "Ala: ọtụtụ n'ime ha dị larịị ruo n'ala dị larị iche; ụfọdụ ugwu na ugwu dị ala",
  "Elu dị elu: ebe kachasị al: Oké Osimiri Atlantic 0 m ebe kachasị elu: Ugwu Sokbaro 658 m",
  "Ihe ndị sitere n'okike: obere mmanụ dị n'ụsọ oké osimiri, limestone, marble, osisi",
  "Ojiji ala: ala a na-akọ ugbo: 23.94% ihe ọkụkụ na-adịgide adịgide: 3.99% ndị ọz: 72.06% (2012)",
  "Ala a na-agba mmiri: 230.4 km2 (2012)",
  "'Ngụkọta mmiri a na-agbanwe agbanwe: 26.39 km3 (2011)",
  "Mmiri dị ọcha (ụlọ / ụlọ ọrụ / ọrụ ugbo): ngụkọta: 0.13 km3/a (32%/23%/45%) kwa onye: 18.74 m3/a (2001)",
  "Ihe ize ndụ sitere n'okike: ikuku na-ekpo ọkụ, nke kpọrọ nkụ, nke uzuzu ya nwere ike imetụta ugwu na Disemba ruo Machị",
  "Mpaghara - nsogbu ndị dị ugbu a: mmiri ọṅụṅụ ezughi oke; ịchụ nta na-eyi ụmụ anụ ọhịa egwu; mgbukpọ ọhịa; ọzara",
  "Gburugburu ebe obibi - nkwekọrịta mba ụwa: otu na: Biodiversity, Mgbanwe ihu igwe, Mgbanwe Ihu igwe-Kyoto Protocol Desertification, Ụdị Ndị nọ n'Ihe ize ndụ, Mgbanwe gburugburu ebe obibi, Ihe Ndị Dị ize ndụ, Iwu Oké Osimiri, Nchedo Ozone Layer, Mmetọ Ụgbọ Mmiri, Wetlands, Whaling",
  "Sandbanks na-eme ka o sie ike ịbanye n'ụsọ oké osimiri na-enweghị ọdụ ụgbọ mmiri, ọnụ osimiri, ma ọ bụ agwaetiti.",
  "Ọnọdụ ihu igwe nke Benin na-ekpo ọkụ ma na-ekwo ekwo",
  "Mmiri ozuzo kwa afọ n'akụkụ osimiri na-eme nkezi 1,360 mm (53.5 in), ọ bụghị nke dị elu maka West Africa",
  "Benin nwere oge mmiri ozuzo abụọ na oge ọkọchị abụọ",
  "Oge mmiri ozuzo bụ site na Eprel ruo ngwụcha Julaị, na oge mmiri ozuzo dị mkpirikpi site na ngwụcha Septemba ruo Nọvemba",
  "Oge ọkọchị bụ site na Disemba ruo Eprel, yana oge ọkọchị dị mkpirikpi site na ngwụcha Julaị ruo mmalite Septemba",
  "Okpomọkụ na iru mmiri dị elu n'ụsọ oké osimiri",
  "Na Cotonou, nkezi okpomọkụ kachasị elu bụ 31  (87.8 °F); nke kacha nta bụ 24 °C (75.2 )",
  "Mgbanwe nke okpomọkụ na-abawanye mgbe ị na-aga n'ebe ugwu site na savanna na plateau na-aga Sahel",
  "Ifufe kpọrọ nkụ sitere na Sahara nke a na-akpọ harmattan na-ebugharị site na Disemba ruo Machị",
  "Ahịhịa na-akpọnwụ, ahịhịa ahụ na-acha ọbara ọbara, na ájá dị mma na-ese n'elu mba ahụ, na-eme ka ihu igwe kpuchie",
  "Ọ bụkwa oge ndị ọrụ ugbo na-ere brush n'ọhịa ọkụ.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Benin, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Benin topicsÀtụ:Geography of AfricaÀtụ:Africa topic"
]