[
  "Àtụ:MapLibrary",
  "Burundi dị n'Ebe Ọwụwa Anyanwụ Afrịka, n'ebe ọwụwa anyanwụ nke Democratic Republic nke Congo, na nhazi   / 3.500°S 30.000°E / -3.500; 30.000.",
  "Burundi nwere ebe ruru skwertkilomita ọnụ Ọgụgụ ndịa ;27,830 (10,750  ) n'ogo, nke skwer kilomita 25,680 (9,920 sq mi) bụ ala",
  "Mba ahụ nwere ọnụ ọgụgụ nke a 1,140 kilomita (710 ) nke ókèala ala: narị abụọ na iri atọ na isii kilomita (147 ) nke ya na Democratic Republic of nke Congo, nwere narị atọ na iri na ise kilomita (196 mi) na Rwanda na iri narị ise na iri asatọ na itoolu  kilomita (366 mi) na Tanzania",
  "Dị ka mba na-enweghị mmiri, Burundi enweghị ụsọ oké osimiri",
  "Ọ na-agafe n'elu nke Congo-Nile Divide nke na-ekewa ọdọ mmiri nke osimiri Congo na Naịl",
  "Isi mmiri kachasị anya nke Naịl, Osimiri Ruvyironza, nwere isi iyi ya na Burundi.",
  "Ala Burundi bụ ugwu ugwu na-agbadata na ala dị larịị n'ebe ọwụwa anyanwụ",
  "Nke akpọrọ   World Wide Fund for Nature kewara ala dị larịị ndịda na ọwụwa anyanwụ dị ka akụkụ nke Central Zambezian miombo woodlands ecoregion.",
  "Ebe kachasị ala na mba ahụ bụ na Lake Tanganyika, na mita narị asaa na iri asaa na abụọ (2,533 ft), ebe ebe kachasị elu dị na Ugwu Heha, na mita ọnụ Ọgụgụ nkea :2,684 (8,806 ). A na-eweta ihe ize ndụ okike na Burundi site na idei mmiri na mbuze ala.",
  "Burundi nwere ebe nchekwa nke akpọrọ ihe ndịa na bekee nickel, uranium, rare earth oxides, peat, cobalt, copper, platinum (a na-ejighi eme ihe), vanadium, niobium, tantalum, ọlaedo, tin, tungsten, kaolin, na limestone",
  "Enwekwara ala a na-akọ ugbo na ikike maka mmiri",
  "Burundi nwere 214.3 uare kilomita (82.7 sq mi) nke ala a na-agba mmiri",
  "Tebụl dị n'okpuru na-akọwa iji ala eme ihe na Burundi.",
  "Ọnọdụ ihu igwe nke Burundi bụ nke a na akpọ equatorial n'okike ma nwee oke okpomọkụ kwa afọ, obere okpomọkụ, na mmiri ozuzo n'afọ niile. Okpomọkụ na oke mmiri ozuzo dịgasị iche dabere na ịdị elu. Burundi na-enwe oge ọkọchị n'etiti Mee na Ọgọstụ, na oge mmiri ozuzo n'etiti ọnwa Febụwarị na Mee. N'ihi mgbanwe ihu igwe, Burundi na-aghọwanye ihe na-emetụta ma mmiri ozuzo gabigara ókè na nke na-adịghị mma, na-eduga na idei mmiri na ụkọ mmiri ozuzo.",
  "Mgbasa ala bụ nsogbu maka Burundi, ọ bụkwa n'ihi ịta nri gabigara ókè na mgbasawanye nke ọrụ ugbo n'ime ala ndị dịpụrụ adịpụ",
  "Nsogbu ndị ọzọ gụnyere: mgbukpọ ọhịa, n'ihi mgbukpọ osisi na-enweghị nchịkwa maka mmanụ; na mmebi ebe obibi na-eyi ndị anụ ọhịa egwu.",
  "Burundi bụ otu n'ime nkwekọrịta mba ụwa ndị na-eso-nye, metụtara gburugburu ebe obibi: ihe ndịa akpọrọ na bekee Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes na Ozone Layer Protection",
  "Ndị na-eso-nye abịanye aka ma Burundi akwadoghị: Iwu nke Oké Osimiri na Mmachibido Mgbalị Nuklia.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Burundi, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:CIA World Factbook",
  "Àtụ:Geography of Africa"
]