[
  "Lesotho bụ obodo ugwu, nke na-enweghị mmiri nke dị na ndịda Afrịka",
  "Ọ bụ ógbè, nke ndịda Afrịka gbara gburugburu",
  "Ogologo ókèala mba ahụ bụ kilomita narị itoolu na itoolu (565 mi)",
  "Lesotho na-ekpuchi mpaghara nke ihe dị ka uare kilota 30,355 (11,720 sq mi), nke a na-ekpuchighị pasentị mmiri.",
  "Eziokwu ala kachasị ewu ewu banyere Lesotho, ma e wezụga ọnọdụ ya dị ka mpaghara, bụ na ọ bụ naanị steeti nwere onwe ya n'ụwa nke dị n'elu mita narị (3,281 ) n'ịdị elu. Ebe kachasị ala ya dị na mita ọnụ Ọgụgụ nke a 1,400 (4,593 ), ebe kachasị ala na mba ọ bụla. N'ihi ịdị elu ya, ihu igwe nke mba ahụ dị jụụ karịa n'ọtụtụ mpaghara ndị ọzọ n'otu latitude ahụ",
  "Enwere ike ịhazi mpaghara ihu igwe ya dị ka kọntinent.",
  "Lesotho bụ mba dị na ndịda Afrịka nke dị na 29°30' latitude ndịda na 28°30' longitude ọwụwa anyanwụ",
  "Ọ bụ mba nke  ọnụ Ọgụgụ otú narị na iri anọ na otu  kachasị ukwuu n'ụwa, nke nwere ngụkọta ala nke uare kilomita 30,355 (11,720 sq mi), nke mmiri kpuchiri pasentị na-enweghị isi. Ndịda Afrịka gbara Lesotho gburugburu kpamkpam, na-eme ka ọ bụrụ otu n'ime naanị mba atọ n'ụwa nke dị n'ime mba ọzọ; abụọ ndị ọzọ bụ San Marino na Vatican City, ha abụọ dị n'etiti Ịtali. Ogologo ókèala ndịda  Afrịka bụ kilomita narị itoolu na itoolu (565 mi). Ọnọdụ Lesotho dị ka mpaghara pụtakwara na ọ bụ ala na-enweghị ala ma dabere na ndịda Afrịka",
  "Nnukwu ọdụ ụgbọ mmiri kacha nso bụ Durban.",
  "Enwere ike kewaa Lesotho n'ime mpaghara atọ: ala dị ala, na-agbaso ụsọ ndịda nke Osimiri Caledon, na ndagwurugwu osimiri Senqu; ugwu ugwu nke Drakensberg na Maloti mejupụtara n'akụkụ ọwụwa anyanwụ na etiti nke mba ahụ; na ala ugwu nke na-ekewa n'etiti ala dị ala na ugwu. Ebe kachasị ala na mba ahụ dị na njikọ nke osimiri Makhaleng na Oroma (Senqu) (n'ókè ndida Afrịka ), nke dị mita ọnụ Ọgụgụ nkea;1,400 (4,593 ) bụ ebe kachasị ala na ala ọ bụla. Lesotho bụ naanị steeti nwere onwe ya n'ụwa nke dị n'elu otú narị mita (3,281 ) n'ịdị elu. Ebe kachasị elu bụ elu ugwu Thabana Ntlenyana, nke ruru mita ndị a 3,482 (11,424 ). Ihe karịrị otú narị pasent nke Lesotho dị n'elu mita 1,800 (5,906 ).",
  "Ọ bụ ezie na obere mmiri kpuchiri Lesotho, osimiri ndị na-agafe mba ahụ bụ akụkụ dị mkpa nke akụ na ụba Lesotho",
  "Ọtụtụ n'ime ego mba ahụ na-enweta na mmiri, ọtụtụ n'ime ike ya na-esikwa na hydroelectricity. Osimiri Orange na-ebili n'ugwu Drakensberg dị n'ebe ugwu ọwụwa anyanwụ Lesotho ma na-agafe n'ogologo mba ahụ dum tupu ọ pụọ na ndịda Afrịka na Mohale's Hoek District na ndịda ọdịda anyanwụ",
  "Osimiri Caledon na-egosi akụkụ ugwu ọdịda anyanwụ nke ókèala ya na ndịda Afrịka Osimiri ndị ọzọ gụnyere Malibamatso, Matsoku na Senqunyane.",
  "Nkume Lesotho bụ nke Karoo Supergroup, nke nwere ọtụtụ shale na sandstone. Enwere ike ịchọta ala ahịhịa n'ugwu Lesotho, nke kachasị n'ugwu dị nso n'ókè ọwụwa anyanwụ nke mba ahụ",
  "Ugwu Thabana Ntlenyana nwere ala ahịhịa gbara ya gburugburu.",
  "Enwere ike ịchọta nkwụnye ego, ndị nke akpọrọ : blockfields, blockstreams na nkume garlands gafee akụkụ dị elu nke Lesotho Highlands",
  "E guzobere ihe ndị a n'ihe metụtara ọnọdụ periglacial nke jupụtara n'oge glacial ikpeazụ n'ógbè ahụ.",
  "E kewara Lesotho na mpaghara nchịkwa iri, nke ọ bụla nwere isi obodo nke ya, nke a na-akpọ camptown. A na-ekewapụkwa mpaghara ndị ahụ n'ime mpaghara iri asatọ, nke nwere kansụl obodo otu narị na iri abụọ na itoolu",
  "Mpaghara (n'usoro mkpụrụ akwụkwọ):",
  "N'ihi ịdị elu ya, mba ahụ na-anọgide na-ajụ oyi n'afọ niile karịa ọtụtụ mpaghara ndị ọzọ n'otu latitude ahụ",
  "Lesotho nwere ihu igwe dị jụụ, nke nwere oge okpomọkụ na oge oyi. Maseru na ala dị ala gbara ya gburugburu na-eru 30 °C (86 ) n'oge ọkọchị. Oge oyi nwere ike ịjụ oyi na ala dị ala na-agbadata na ọnụ ọgụgụ ndị a: -7 °C (19.4 °F) na ugwu ugwu na -20  (-4.0 ) mgbe ụfọdụ.",
  "Mmiri ozuzo kwa afọ na-adịgasị iche site  na ọnụ ọgụgụ milimita narị isii na di a (23.6 in)  ndagwurugwu ala dị ala ruo ihe dị ka ọnụ ọgụgụ nke a 1,200 milimita (47.2 in) n'ebe ugwu na ọwụwa anyanwụ nke ugwu dị n'ókè ndịda Afrịka Ọtụtụ n'ime mmiri ozuzo na-ada dị ka égbè eluigwe n'oge ọkọchị: pasent iri asatọ na ise nke mmiri ozuzo kwa afọ na-ada n'etiti ọnwa Ọktoba na Eprel. Oge oyi dị n'agbata Mee na Septemba na-abụkarị oge ọkọchị. Snow bụ ihe a na-ahụkarị n'ọzara na ndagwurugwu dị ala n'etiti Mee na Septemba; ugwu ndị dị elu nwere ike ịnwe nnukwu njuoyi  mgbe ụfọdụ n'afọ niile. Mgbanwe nke mmiri ozuzo kwa afọ bụ ihe na-agbanwe agbanwe, nke na-eduga n'oge ọkọchị n'oge mmiri ozuzo (May ruo September) na idei mmiri, nke nwere ike ịdị njọ n'oge udu mmiri (Octoba ruo eprel).",
  "Lesotho dara ogbenye na akụrụngwa",
  "N'ụzọ akụ na ụba, ihe kachasị mkpa bụ mmiri",
  "Lesotho a na akpọ Highlands Water Project, na-enye ohere mbupụ mmiri site na osimiri Malibamatso, Matsoku, Senqu na Senqunyane gaa ndịda Afrịka, ebe ọ na-emepụta ike eletrik maka mkpa Lesotho",
  "Ka ọ na-erule n'ọnwa Eprel afọ 2008, emechaala akụkụ mbụ nke ọrụ ahụ. Ọrụ ahụ emeela atụmatụ na pasent ise nke GDP Lesotho, ma mgbe emechara ya, ọ nwere ike ịbụ pasenti iri abụọ",
  "Isi ihe nke sitere na ihe Okike bụ dayamọnd sitere na ebe a na-egwupụta dyamond na Letseng n'ugwu Maluti",
  "Ebe a na-egwupụta ihe na-emepụta nkume ole na ole, mana o nwere ọnụ ọgụgụ dollar kachasị elu kwa carat nke ebe ọ bụla a na-egwu dyamond n'ụwa. Ihe ndị ọzọ na-egwupụta ihe na-agụnye coal, galena, quartz, agate na uranium, mana a naghị ele mmepụta ha anya dị ka ihe dị irè. Enwere ike ịchọta ihe ndị e ji ụrọ  mee na mba ahụ, a na-ejikwa ha emepụta ndị a an akpọ  tiles, brik na bekee na ihe ndị ọzọ e ji ụtarị mee.",
  "Ọtụtụ n'ime ndị bi na-arụ ọrụ ugbo, ọ bụ ezie na ọ bụ naanị 10.71% nke ala àlà ahụ ka a na-aṅụ dị ka ala a na-akọ ugbo na 0.13% nwere ihe ọkụkụ na-adịgide adịgide. Ihe ka ukwuu n'ala ahụ emebiwo site na mbuze ala. Ala ugbo kachasị eme nri dị n'ebe ugwu na etiti ala dị ala, na n'okpuru ugwu dị n'etiti ala dị ala na ugwu. Nnukwu ala ugbo na-eme nri n'ebe ugwu nke mba ahụ na mpaghara Free State nke South Africa furu efu n'aka ndị Europe na-achị ala n'agha n'oge narị afọ nke 19.",
  "Nke a bụ ndepụta nke ebe ndị dị oke njọ nke Lesotho, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Geography of AfricaÀtụ:Africa topic"
]