[
  "Botswana bụ mba na-enweghị mmiri nke dị na akuku Ndịda Afrịka n'ebe ugwu  Ndịda Afrịka",
  "Botswana nwere mpaghara nke ọnụ Ọgụgụ dị ka 581,730 square  (224,610  ), nke 566,730 km2 (218,820 sq mi) bụ ala",
  "Botswana nwere ókèala nke ngụkọta ogologo 4,347.15  (2,701.19 ), nke ókèala ya na Namibia, maka 1,544  (959 ); Ndịda Afrịka 1,969  (1,223 mi); Zimbabwe, 834  (518 mi) na Zambia, 0.15 kilomita (0.093 mi)",
  "Ọtụtụ n'ime ndị bi na Botswana na-elekwasị anya n'akụkụ ọwụwa anyanwụ nke mba ahụ.",
  "Ọnụ ọgụgụ anyanwụ dị elu n'afọ ọ bụla ọ bụ ezie na oge oyi bụ oge kachasị amụ anwụ",
  "Mba ahụ dum na-ekpo ọkụ ma na-eme uzuzu n'oge ọkọchị.",
  "Ala ahụ dị larịị ma ọ bụ ala dị larị iche, ọ bụ ezie na e nwere ụfọdụ obodo ugwu, ebe a na-egwupụta ihe",
  "Ọzara Kalahari dị n'etiti na ndịda ọdịda anyanwụ",
  "Okavango Delta, otu n'ime nnukwute ala n'ụwa, dị n'ebe ugwu ọdịda anyanwụ na Makgadikgadi Pans, nnukwu nnu dị n'etiti ugwu",
  "E guzobere Makgadikgadi dị ka ebe obibi mbụ maka mmadụ oge ochie; Nnukwu ala mmiri a nwere ọtụtụ nnukwu akụkụ, nke kachasị bụ Nwetwe Pan, Sua Pan na Nxai Pan. Ebe kachasị ala na Botswana bụ na njikọ nke Osimiri Limpopo na Shashe, na ịdị elu nke 513 m (1,683 )",
  "Ebe kachasị elu bụ Monalanong Hill, na 1,494 m (4,902 ).\nA na-ekewa mba ahụ n'ime mpaghara mmiri anọ, nke na-adịghị ahụkebe mgbe ụfọdụ n'ihi ọdịdị ala kpọrọ nkụ:",
  "Ewezuga osimiri akpọrọ Chobe, Okavango, Boteti na Limpopo, ọtụtụ osimiri Botswana na-akwụsị ịba n'oge ọkọchị na oge mmiri ozuzo.",
  "Botswana bụ ọkara mmiri ozuzo, n'ihi obere oge mmiri ozuzo",
  "Otú ọ dị, ịdị elu nke mba ahụ na ọnọdụ kọntinent ya na-enye ya ihu igwe na-ekpo ọkụ",
  "Mba ahụ dịpụrụ adịpụ site na ikuku na-ebu mmiri maka ihe ka ukwuu n'afọ",
  "Oge ọkọchị na-adị site na onwa Eprel ruo na onwa Ọktoba n'ebe ndịda na Nọvemba n'ebe ugwu ebe, Otú ọ dị, mmiri ozuzo dị elu",
  "Ndịda nke mba ahụ na-ahụkarị ikuku oyi n'oge oyi (mmalite ọnwa Mee ruo ngwụcha ọnwa Ọgọst) mgbe nkezi okpomọkụ dị gburugburu ọnụ Ọgụgụ dị ka 14 °C (57.2 )",
  "Mba ahụ dum nwere oge okpomọkụ na-ekpo ọkụ na nkezi okpomọkụ gburugburu ọnụ Ọgụgụ 26 °C (78.8 )",
  "Ọnụ ọgụgụ anyanwụ dị elu n'afọ niile ọ bụ ezie na oge oyi bụ oge kachasị amụ anwụ",
  "Mba ahụ dum na-ekpo ọkụ ma na-eme uzuzu n'oge ọkọchị.",
  "Oké ọkọchị na-emetụta Botswana site n'oge ruo n'oge, ikuku nke oge ọnwa Ọgọstụ na-esi n'ebe ọdịda anyanwụ na-efe, na-ebu ájá na uzuzu, nke nwere ike ime ka a ghara ịhụ ya.",
  "Nsogbu gburugburu ebe obibi dị ugbu a na Botswana bụ nke akpọrọ ịtabiga nri ókè, ọzara na ịdị adị nke naanị obere mmiri dị ọcha.",
  "Nnyocha sitere n'aka ndị ọkà mmụta sayensị achọpụtala na omume a na-emekarị nke ịbabiga ehi iji merie ụkọ mmiri ozuzo na-eme ka ihe ndị dị ndụ dị ụkọ, na-eme gore gburugburu ebe obibi dịkwuo mfe",
  "Nnyocha nke mpaghara ahụ na-ebu amụma na ka ọ na-erule afọ iri abụọ na iri ise usoro nke obere ụkọ mmiri ozuzo nwere ike ịghọ ọnwa iri na asatọ karịa afọ abụọ n'ihi mgbanwe ihu igwe.",
  "Botswana dị na otu n'ime nkwekọrịta mba ụwa ndị akpọrọ :Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Nuclear Test Organization, Ozone Layer Protection and Wetlands.",
  "Nke a bụ ndepụta nke ebe ndị dị oke mkpa nke Botswana, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Botswana topicsÀtụ:Geography of AfricaÀtụ:Africa topic"
]