[
  "Àtụ:MapLibrary",
  "Burkina Faso (nke a na akpọ bụ Upper Volta) bụ mba Sahel nke na-enweghị mmiri nke ya na mba isii nwere ókèala",
  "Ọ dị n'etiti ọzara nke ana-kpo Sahara na Gulf of Guinea, n'ebe ndịda nke loop nke Osimiri Niger, ọtụtụ n'ime ha n'etiti latitudes ndịa: 9° na 15°N (obere ebe dị n'ebe ugwu nke 15°), na longitudes 6°W na 3°E",
  "Ala ahụ bụ akwụkwọ ndụ akwụkwọ ndụ n'ebe ndị nwere ọhịa na osisi mkpụrụ osisi, na ọkara mmiri ozuzo n'ebeebe ugwu",
  "Ihe ka ukwuu n'etiti Burkina Faso dị n'elu ala dị larịị, ọnụ ọgụgụ 198305 mita (6501,001 ) n'elu oke osimiri, nwere ubi, ahịhịa, na osisi ndị gbasara agbasa",
  "Egwuregwu Burkina Faso na-echekwa ihe kachasị mkpa bụ Arly, Nazinga, na W National Park nwere ọdụm, enyí, enyí mmiri, enwe, warthogs, na antelopes",
  "N'oge gara aga, nkịta ịchụ nta a na-ese n'ihe ize ndụ, Lycaon pictus mere na Burkina Faso, mana, ọ bụ ezie na a hụrụ ya ikpeazụ na Arli National Park, a na-ewere ụdị ahụ dị ka nke e kpochapụrụ na Burkina Faso",
  "Burkina Faso nwere ngụkọta mpaghara nke ọnụ Ọgụgụ ya dị; 274,200 km2 (105,870 sq mi), nke 273,800 km2 (10 5,710  ) bụ ala na 400 km2 (  ) mmiri",
  "N'iji ya tụnyere, ọ dị ntakịrị karịa New Zealand na Colorado",
  "Mpaghara ya dị kilomita nde atọ na narị iri isii na iri na otu (2,244 ): Benin kilomita 386 (240 ), Ivory Coast kilomita 545 (339 ), Ghana kilomita  602 (374 mi), Mali kilomita 1,325 (823 mi), Niger kilomita 622 (386 mi), na Togo kilomita 131 (81 mi)",
  "O nweghị oke osimiri ma ọ bụ ihe gbasara mmiri.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Burkina Faso, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "O nwere ụdị ime obodo abụọ",
  "Akụkụ ka ukwuu nke mba ahụ jupụtara na peneplain, nke na-emepụta ala na-agbagọ agbagọ n'ebe ụfọdụ, ugwu ole na ole dịpụrụ adịpụ, ihe ncheta ikpeazụ nke a na-akpọ Precambrian massif",
  "Ndịda ọdịda anyanwụ nke mba ahụ, n'aka nke ọzọ, na-emepụta nnukwu nkume ájá, ebe ugwu kachasị elu, Ténakourou, dị na mita ọnụ Ọgụgụ ndịa; narị asaa na iri anọ na itoolu (2,457 ụkwụ)",
  "Ugwu ahụ nwere ugwu dị elu ruo mita otu narị na iri ise (490 ụkwụ) n'ịdị elu",
  "Nkezi ịdị elu nke Burkina Faso bụ mita narị anọ (1,300 ụkwụ) na ọdịiche dị n'etiti ala kachasị elu na nke kachasị ala anaghị agafe mita narị isii  (2,000 ụkwụ)",
  "Ya mere, Burkina Faso bụ mba dị larịị",
  "Nnukwu elu ya bụ ebe kachasị ala na Osimiri Mouhoun (Black Volta) (narị abụọ mita ma ọ bụ narị isii na iri ise na ise ụkwụ) na ebe kachasị elu na Tena Kourou (na ọnụ ọgụgụ narị asaa na iri anọ na itoolu mita ma ọ dị nde abụọ na narị anọ na iri ise na asaa ụkwụ).",
  "E kewara mba ahụ na mpaghara na mpaghara nchịkwa iri na atọ",
  "Mpaghara ndị a gụnyere mpaghara  iri anọ na ise na ngalaba nari atọ na iri ise na otu",
  "Mba ahụ nwetara aha mbụ ya nke ana-kpo Upper Volta na osimiri atọ gafere ya bụ :Black Volta (ma ọ bụ Mouhoun), White Volta (Nakambé) na Red Volta (Nazinon)",
  "Black Volta bụ otu n'ime naanị osimiri abụọ na mba ahụ nke na-asọ n'afọ niile, nke ọzọ bụ Komoé, nke na-aga n'ebe ndịda ọdịda anyanwụ",
  "Mmiri nke Osimiri Niger na-agbanye pasent iri abụọ na asaa nke ala ala ahụ.",
  "Osimiri ndị na-esite na Niger bụ Béli, Gorouol, Goudébo na Dargol bụ iyi ndị na-asọ naanị ọnwa anọ ruo isii n'afọ",
  "Otú ọ dị, ha ka nwere ike ịkpata nnukwu idei mmiri",
  "Mba ahụ nwekwara ọtụtụ ọdọ mmiri ndị bụ Tingrela, Bam na Dem",
  "Mba ahụ nwekwara nnukwu ọdọ mmiri, dịka Oursi, Béli, Yomboli na Markoye",
  "Enweghị mmiri na-abụkarị nsogbu, ọkachasị n'ebe ugwu nke mba ahụ.",
  "Burkina Faso nwere ihu igwe na-ekpo ọkụ nke nwere oge abụọ dị iche iche",
  "N'oge mmiri ozuzo, mba ahụ na-enweta n'etiti narị isii na narị itoolu milimita (23.6 na 35.4 in) nke mmiri ozuzo; n'oge ọkọchị, ikuku na-ekpo ọkụ na-ekwo ekwo site na Sahara na-efe",
  "Oge mmiri ozuzo na-ewe ihe dị ka ọnwa anọ, Mee / Jun ruo Septemba , ma dị mkpụmkpụ n'ebe ugwu nke mba ahụ",
  "Enwere ike ịkọwa mpaghara ihu igwe atọ: Sahel, Sudan-Sahel, na Sudan-Guinea",
  "Sahel dị n'ebe ugwu na-enwetakarị ihe na-erughị narị isii milimita (iri abụọ na anọ sentimita) nke mmiri ozuzo kwa afọ ma nwee okpomọkụ dị elu, 5107 degrees Celsius (41107 degrees Fahrenheit).",
  "A na-akpọtụ okpomọkụ savanna, Sahel gbasaa gafere ókèala nke Burkina Faso, site na Horn of Afrịka  ruo Atlantic Ocean, ma na-ejikọta Sahara n'ebe ugwu ya na mpaghara na-eme nri nke Sudan n'ebe ndịda",
  "N'ịbụ nke dị n'etiti 11°3' na 13°5' n'ebe ugwu latitude, mpaghara Sudan-Sahel bụ mpaghara mgbanwe n'ihe gbasara mmiri ozuzo na okpomọkụ",
  "N'ebe ndịda, mpaghara Sudan-Guinea na-enweta ihe karịrị 900 milimita (iri atọ na ise sentimita) nke mmiri ozuzo kwa afọ ma nwee okpomọkụ dị jụụ.",
  "Akụ na ụba nke Burkina Faso gụnyere nke a na akpọ manganese, limestone, marble, phosphates, pumice, nnu na obere ọlaedo",
  "21.93% nke ala ya bụ nke a na-akọ ugbo, na 0.26% nwere ihe ọkụkụ na-adịgide adịgide ka ọ na-erule afọ 2012",
  "Ka ọ na-erule afọ 2003, a na-agba mmiri 250 km2",
  "Ngụkọta mmiri ya na-agbanwe agbanwe ka ọ na-erule afọ 2011 bụ 12.5 m3 [nkọwa dị mkpa], na ngụkọta mmiri dị ọcha nke 0.72 km3/afọ (46% n'ụlọ, 3% ụlọ ọrụ mmepụta ihe, 51% ọrụ ugbo; nke a bụ ngụkọta nke onye ọ bụla na-ewepụta nke 54.99 m3/afọ.",
  "A na-echebe ụmụ anụmanụ na osisi nke Burkina Faso na ogige ntụrụndụ mba abụọ na ọtụtụ ebe nchekwa: lee Ndepụta ogige ntorobịa mba na Africa, ebe nchekwa okike nke Burkina Faso.",
  "Oké ọkọchị na idei mmiri na-eme ugboro ugboro bụ nnukwu ihe ize ndụ okike. Nsogbu gburugburu ebe obibi dị ugbu a gụnyere: ụkọ mmiri ozuzo na ọzara na-emetụta ọrụ ugbo, nkesa ọnụ ọgụgụ mmadụ, na akụ na ụba; ịtabiga nri ókè; imebi ala; mgbukpọ ọhịa.",
  "Burkina Faso so na nkwekọrịta gburugburu ebe obibi mba ụwa ndị akpọrọ ihe ndịa na bekee Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Wetlands",
  "Ọ bịanyere aka, mana ọ kwadoghị, Iwu nke Oké Osimiri na Mmachibido Iwu Nuklia.",
  "This article incorporates public domain material frommw-parser-output cite.citation{font-style:inherit;word-wrap:break-word}.mw-parser-outputcitation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-outputcitation:target{background-color:rgba(0,127,255,0.133)}.mw-parser-outputid-lock-free a,.mw-parser-outputcitationcs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-limited a,.mw-parser-outputid-lock-registration a,.mw-parser-outputcitationcs1-lock-limited a,.mw-parser-outputcitationcs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-subscription a,.mw-parser-outputcitationcs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputcs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\")right 0.1em center/12px no-repeat}.mw-parser-outputcs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-outputcs1-hidden-error{display:none;color:#d33}.mw-parser-outputcs1-visible-error{color:#d33}.mw-parser-outputcs1-maint{display:none;color:#3a3;margin-left:0.3em}.mw-parser-outputcs1-format{font-size:95%}.mw-parser-outputcs1-kern-left{padding-left:0.2em}.mw-parser-outputcs1-kern-right{padding-right:0.2em}.mw-parser-outputcitationmw-selflink{font-weight:inherit}World Factbook",
  "CIA",
  "Àtụ:Geography of AfricaÀtụ:Burkina Faso topics"
]