[
  "Esemokwu ndị na-achị nnama na ndị oru ugbo na Naijiria bụ usoro esemokwu banyere ihe onwunwe ala a na-akọ ugbo na Naijeria n'etiti ọtụtụ ndị na-achị nnama nke ndị Fulani okpukperechi Muslim na ọtụtụ ndị ọrụ ugbo Ndị Kraịst na-abụghị ndị Fulani",
  "Ha abụwo ndị a ma ama karịsịa na Middle Belt (North Central) kemgbe nloghachi nke ọchịchị onye kwuo uche ya n'afọ 1999",
  "N'oge na-adịbeghị anya, ọ mebiri n'ime mwakpo ndị ọrụ ugbo site n'aka ndị na-azụ atụrụ Fulani.",
  "A wakporo ndị ọrụ ugbo na ugwu ọdịda anyanwụ Naijiria bụ ndị isi Hausa",
  "Ọ bụ ezie na esemokwu ahụ nwere ihe kpatara akụ na ụba na gburugburu ebe obibi, ọ nwetakwara akụkụ okpukpe na agbụrụ",
  "Ọtụtụ puku mmadụ anwụọla kemgbe mwakpo ndị a malitere",
  "Ọrụ ugbo na-anọkarị otu ebe n'ime ime obodo na-abụkarị ndị a na-awakpo n'ihi adịghị ike ha",
  "A na-atụ egwu na esemokwu a ga-agbasa na mba ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka mana gọọmentị dị n'ógbè ahụ emeela ka nke a dị ala",
  "Mwakpo a wakporo ndị na-achị nnama emeela ka ha megwara site na ịwakpo obodo ndị ọzọ.",
  "Ọtụtụ Ndị Kraịst na ndị Naijiria akpọwo esemokwu ahụ mkpochapụ nke Ndị Kraịst.",
  "Esemokwu ndị na-azụ nnama na ndị ọrụ ugbo na Naijiria nwere mgbọrọgwụ miri emi ma laghachi azụ n'oge tupu oge ndị ọchịchị (tupu afọ 1900)",
  "Agbanyeghị, esemokwu ndị a aghọwo ihe siri ike karị n'ime iri afọ ndị na-adịbeghị anya n'ihi nrụgide ndị mmadụ, mgbanwe ihu igwe, na ihe ndị ọzọ dị iche iche",
  "N'oge ndị Britain na-achị, ndị na-achị nnama na ndị ọrụ ugbo ga-ekwekọrịta na usoro a na-akpọ burti, nke e guzobere ụzọ ndị na-esi agagharị maka ndị na-akpa nnama, na nkwekọrịta nke ndị ọrụ ugbo, ndị na'ọzụzụ nnama, na ndị ọchịchị mpaghara",
  "Otú ọ dị, usoro burti dara n'ihe dị ka afọ 1970 mgbe ndị ọrụ ugbo na-ekwukarị na ha nwere ala n'akụkụ ụzọ ehi na-agagharị, na-eduga na esemokwu.",
  "Tupu mgbe ahụ, ndị na-achị nnama na-eji mmiri ara ehi agbanwekarị maka nri ọka na obodo ndị ọrụ ugbo",
  "Otú ọ dị, n'ime iri afọ ndị na-adịbeghị anya, a naghịzi agbapụta mmiri ara ehi n'ọtụtụ ebe ka ihe ọṅụṅụ ndị a na-etinye n'ime ngwugwu na-ewu ewu n'obodo.",
  "Ọgwụ nke oge a emeela ka ndị na-achị nnama nwee ike ịkwaga anụ ụlọ ha n'ebe ndịda n'ime \"mpaghara nnụnụ tsetse\" n'ebe Ndịda, ebe n'oge gara aga, ndị na-akpa anụ enweghị ike idebe ehi ha n'ọtụtụ n'ihi ọrịa okpomọkụ na mpaghara ihu igwe na-ekpo ọkụ",
  "Malite site na ndị gọọmentị Britain na-achị, mmemme nchịkwa tsetse belatara egwu ọrịa dịka trypanosomiasis",
  "Taa, ndị na-achị nnama nwekwara ike ịnweta ọgwụ maka trypanosomiasis na dermatophilosis n'ụzọ dị mfe iji mee ka anụ ụlọ ha dị ndụ",
  "Na mgbakwunye, n'ime ọtụtụ iri afọ gara aga, ndị na-azụ atụrụ amụbaala ehi zebu na-adịghị anabata trypanosome na ụdị na-adịghị anagide trypanosoma, si otú a na-eme ka nnagide ehi maka ọrịa okpomọkụ",
  "Ihe ndị a niile emeela ka ndị na-achị nnama Fulani kwaga n'ebe ndịda Naịjirịa, ebe ha nwere ike ire anụ ụlọ ha n'ụzọ dị mfe maka ọnụahịa dị elu n'ihi ọchịchọ siri ike maka anụ ehi na anụ ndị ọzọ na obodo na obodo ndịda Naijiria",
  "Otú ọ dị, n'ebe ndịda, ha ga-ezute obodo ndị na-anọkarị otu ebe nke na-enwetabeghị ahụmahụ ọ bụla na mkparịta ụka udo na isoro ndị ọzụzụ atụrụ na-akwagharị akwagharị",
  "Ịbawanye mfe ịnweta ngwá agha na esemokwu okpukpe n'etiti Ndị Kraịst na ndị Alakụba agbakwunyere na ikike ime ihe ike.",
  "Kemgbe e guzobere Republic nke anọ nke Naịjirịa n'afọ 1999, ime ihe ike nke ndị ọrụ ugbo na ndị na-achị nnama egbuola ihe karịrị mmadụ 19,000 ma chụpụ ọtụtụ narị puku ndị ọzọ. Ọ gbasoro usoro na mmụba nke esemokwu ndị ọrụ ugbo na ndị ọzụzụ atụrụ n'ọtụtụ ebe ọdịda anyanwụ Sahel, n'ihi mmụba ndị ọrụ ugpo na ala a na-akọ ugbo na mmefu nke ebe ịta nri; ọnọdụ gburugburu ebe obibi na-emebi emebi, ọzara na mmebi ala; mmụba ọnụ ọgụgụ mmadụ; mmebi nke usoro ngwọta esemokwu ọdịnala nke ala na mmiri; na mmụkọta nke obere ngwá agha na mpụ n'ime ime obodo. Enweghị nchebe na ime ihe ike emeela ka ọtụtụ ndị mmadụ mepụta ndị agha na-echebe onwe ha na ndị agha agbụrụ na agbụrụ, nke na-etinye aka na ime ihe nkiri ọzọ",
  "Ihe ka ọtụtụ n'ime esemokwu ndị ọrụ ugbo na ndị na-azụ atụrụ emeela n'etiti ndị na-ata atụrụ na ndị ọrụ ugbo okpukpere Akakụba Fulani, na-eme ka esemokwu ka njọ.",
  "E nwere agbụrụ dị iche iche na-azụ anụ n'ebe ugwu Naịjirịa nke gụnyere ọ bụghị naanị ndị Fulani, kamakwa Kanuri, Kanembu, Arab, na ndị ọzọ",
  "Blench (2010) depụtara agbụrụ ndị na-azụ anụ na-esonụ n'ebe ugwu Naịjirịa.",
  "Ndị na-azụ atụrụ Fulani na-anọchite anya ndị otu nkwado dịka Miyetti Allah.",
  "Ndị ọrụ ugbo sitere n'agbụrụ dị iche iche, ọkachasị ndị Hausa na agbụrụ dị ichelekana nke Middle Belt",
  "N'ime afọ ndị na-adịbeghị anya, nke a agbasawokwa ịgụnye agbụrụ ndịda Naịjirịa dịka ndị Yoruba, Igbo, na ndị ọzọ. Ndị ọrụ ugbo sitere n'agbụrụ dị iche iche dị na Middle Belt na-anọchite anya ndị otu nkwado dị ka CONAECDA.",
  "Esemokwu ndị ọrụ ugbo na ndị na-achị nnama anọwo na-ewere ọnọdụ na mpaghara ndị na-adịghị akwụsi ike kemgbe afọ 2000",
  "Esemokwu obodo ukwu na Jos na Kaduna abụwo ihe ike karịsịa, n'agbanyeghị esemokwu ime ihe ike na ndị ọchịchị, ọ dịtụbeghị mgbe a tụlere ihe kpatara ha na ndọrọ ndọrọ ọchịchị",
  "O nwere ike ọ gaghị edozi esemokwu n'ụzọ zuru oke n'ihi na ndị ọchịchị ọdịnala anaghị arụ ọrụ ha n'oge ọchịchị.",
  "Ka oge na-aga, esemokwu oge n'etiti ndị na-azụ nnama na ndị ọrụ ugbo na mpaghara ùgwù na etiti mpaghara ùgwù nke Naijiria emeela ka enwee ọnọdụ enweghị nchebe",
  "Enweghị nchebe a zuru ebe niile na-enye ohere ma na-aga n'ihu site n'omume mpụ sara mbara, nke ndị òtù ndị ohi na-elekwasị anya n'ebe dị n'ógbè ahụ maka mwakpo, ịtọrọ mmadụ, na ịpụnara mmadụ ihe.",
  "Enwere ike ịghọta esemokwu dị n'etiti ndị ọrụ ugbo na ndị na-achị nnama dị ka nsogbu nke ịnweta ala",
  "Mmalite nke narị afọ nke iri abụọ na otu hụrụ mmụba nke ndị ọrụ ugbo na ala a na-akọ ugbo ya na mmefu nke ebe ịta nri na Middle Belt",
  "N'ógbè na-agbanwe agbanwe na ndọrọ ndọrọ ọchịchị, ọ dịtụbeghị mgbe ọ ga-ekwe omume ịchọpụta ikike iwu maka ala maka onye ọrụ ugbo ọ bụla",
  "N'ihi ya, ụzọ ndị na-achị nnama anaghịzi adị, ọkachasị n'ihe gbasara okpomọkụ ụwa.",
  "Ọnọdụ gburugburu ebe obibi na-emebi emebi, ọzara na mmebi ala emebi emeela ka ndị na-achị nnama Fulani si n'Ebe Ugwu Naịjirịa gbanwee ụzọ ha na-agagharị. Ịga n'ebe ịta nri na ebe a na-agba mmiri na Middle Belt ghọrọ ihe dị mkpa maka ndị na-achị nnama na-esi n'ebe ugwu nke mba ahụ",
  "A na-eche na mgbanwe ihu igwe bụ ihe na-akpata esemokwu ahụ mana nyocha na-adịbeghị anya na-atụ aro na mgbanwe ihu ọha anaghị akpata esemokwu, mana ọ gbanwere usoro ndị ọzụzụ atụrụ na-akwaga. Mpaghara ndị na-emetụta mgbanwe ihu igwe (Mpaghara ndị dị n'ebe ugwu) na-enwe obere esemokwu ndị ọrụ ugbo na ndị na-achị nnama na obere ọgụ siri ike. A na-ekwu na esemokwu agbụrụ dị n'etiti ndị ọrụ ugbo na ndị na-achị nnama kwesịrị ịtụle na nkọwa nke usoro mgbanwe ihu igwe-onye ọrụ ugbo-onye ọzụzụ atụrụ esemokwu.",
  "Gọọmentị Naijiria achọghị idozi ihe kpatara nsogbu ahụ. Na-alụ ọgụ megide Boko Haram na North-East na ihu na-arịwanye elu nke ime ihe ike na mpaghara dị iche iche nke mba ahụ, gọọmentị agbalịwo itinye usoro ole na ole n'ọrụ.",
  "N'ihi na a na-ahụkarị na gọọmentị Naijiria adịghị arụ ọrụ nke ọma, ìgwè ndị agha na-ebu agha apụtala n'ọtụtụ obodo ndị ọrụ ugbo",
  "Ọnọdụ a ga-edugakarị n'oké esemokwu ọbara n'etiti ndị ọrụ ugbo na ndị na-achị nnama",
  "Ndị ndọrọ ndọrọ ọchịchị na ndị isi okpukpe emeela ka esemokwu ka njọ site n'ịkpọbata ndị otu na ị gabigara oke okwu ugboro ugboro.",
  "Kemgbe afọ 2012, e nweela ọrụ iji mepụta ụzọ ndị mmadụ na-agafe Middle Belt",
  "N'ịbụ ndị ndị omeiwu mpaghara ùgwù kwadoro ma ndị ibe ha nke mpaghara ndịda  na-emegide, mgbalị ndị a enwebeghị ihe ịga nke ọma.",
  "N'afọ 2019, Onye isi ala Muhammadu Buhari gbalịrị ịmepụta ebe obibi Rural Grazing Area (RUGA)",
  "A katọrọ atụmatụ ya n'ụzọ siri ike. Na 17 Mee 2021, ndị gọvanọ 17 nke mpaghara Southern Naịjirịa wepụtara nkwupụta Asaba, nke e mere iji dozie nsogbu ahụ.",
  "Ọ bụ ezie na ịkpa anụ, ebe a na-edebe ehi n'ime ala ndị e mechiri emechi, a na-atụ aro ugboro ugboro dị ka ihe ngwọta maka nsogbu ahụ, nke a egosila na ọ gaghị ekwe omume na Naịjirịa n'ihi akụrụngwa na-adịghị mma (nke nwere ọkụ eletrik, mmiri, na mmanụ ụgbọala) na ihe isi ike na nnweta na ikike iwu nke ala. Iwere ala na ịpụnara ehi ohi bụkwa ihe isi ike ndị na-azụ anụ ga-emeso",
  "Ndị na-azụ anụ ụlọ agaghị enwe ike ịsọ mpi na ndị na-azụ atụrụ na-akwagharị akwagharị na-enweghị ego metụtara ala.",
  "Akwụkwọ akụkọ Naijiria na ndị mba ọzọ anaghị enwe ike inye ọnụ ọgụgụ ziri ezi nke ndị nwụrụ anwụ",
  "N'agbanyeghị ọnụ ọgụgụ dị elu nke mwakpo, ndị nta akụkọ Naijiria na ndị mba ọzọ anaghị enwe ike ịnweta akaebe nke aka ha ma na-akọ ọnụ ọgụgụ na-ezighị ezi."
]