[
  "Mmanya na-aba n'anya (nke a makwaara dị ka ethanol), nke a na-ahụ na ihe ọṅụṅụ na-aba na-abaghị dị ka n'anya, nwèrè ihe doséré ka onye isi oche nkeji ike ime ka nsogbu ihi ụra ka njọ",
  "N'oge ị na-ezere, nsogbu ụra bụ otu n'ime ihe ndị na-ebu amụma nke ịlaghachi na ímé ihe ọ ga esi azụ.",
  "Ịṅụ mmanya na-aba n'anya na-abaghị uru 30-60 nkeji tupu oge ihi ụra na-akpata nkwụsịtụ na nlekọta ụra na usoro ụra nke na-adabere na ọkwa mmáñyá ndị na-aṅụ n'ọbara dị ka ndị mmadụ. Mgbagwoju anya n'ịrụsi ụra bụ ihe a na-ahụkarị ozugbo a na-agbanye na ụdị nke mmanya kpamkpam n'ahụ",
  "N'okpuru ọnọdụ nke ịṅụ mmanya na-aba n'anya nke dị mma ebe ọnụọgụ mmanya na-aṅụ n'ọbara dị 0.06-0.08% ma belata mmefu nke ihe nọr ka ébé ihe mmefu nke 0.01-0.02% kwa awa, ọnụego ịṅụ mmanya nke awa 4-5 ga-adaba dị n'ala ahụ na nkwụsịtụ na ímé ihe n'ime ụra na ọkara nke abụọ nke ụra awa 8. N'ihe gbasara ofufe ndị Kraịst nọ n'ọrụ njegharị n'afọ ndị ọrụ ugbo na aziza ime pụta ìhè ahụ ike ịbelata ọnụ nke dị ka ndị mmadụ usoro ihi ụra, obere ọgwụ na-aba n'anya na-eme ka ọ dịkwuo mfe \"ịgbagharị na ụdị nke\" na mmegharị anya ngwa ngwa (REM) na ụra nke mbụ; na-esochi ndị mere n'oge mgbochi na REM na ụra nke 1 na ọkara mbụ nke ụra awa 8, REM na ihi ụra nke 1 karịrị nke mbụ na ọkara nke abụọ",
  "Mkpụrụ ọgwụ na-aba n'anya na-emekwa ka ụra na-adịghị ngwa ngwa (SWS) na ọkara mbụ nke ụra awa 8. Mmụba na ụra REM na SWS na ímé ihe nọr ka na-esote ịṅụ mmanya na-aba n'anya site na mbelata na ọrụ glutamatergic site na adenosine na usoro akwara etiti. Na mgbakwunye, nnagide maka mgbanwe na nlekọta ụra na usoro ụra na-etolite n'ime ụbọchị 3 nke ịṅụ mmanya na-aba n'anya tupu oge ihi ụra.",
  "Mmanya dị ala (otu 360.0 ml (13 imp fl oz; 12 US fl oz) biya) na-akwalite ụra site n'ịbawanye ndị mere n'oge ochie ọbá ndị na eme ìhè oge ụra zuru ezu na ibelata ịmụrụ anya n'abalị",
  "Uru na-akwalite ụra nke mmanya na-aba n'anya gburugburu ụwa okwu ihe nọr na mkpóró Malcolm dị ndụ ebighị ebi na-apụ n'anya n'ụdị mmanya na-egbu egbu (mmiri biya 12 oz abụọ na mmiri nke ụwa họrọ site n'ime ụmụ ndị ikom biya 12 oz atọ, n'otu n'otu). Ahụmahụ a ịghọ ndị gara aga na mmanya na-aba n'anya na-ekpebi ma mmanya na-aṅụ bụ \"onye na-akwalite ụra\" ma ọ bụ \"onye nkwụsị ụra\"",
  "N'okpuru ọnọdụ nhọrọ onwe onye, ebe ndị na-ahọrọ n'etiti ịṅụ mmanya ma ọ bụ mmiri, a na-eme ka ndị na-aṅụ mmanya na-enweghị ahụmahụ nọrọ jụụ ebe a na-akpali ndị na-ṅụ mmanya nwere ahụmahụ mgbe ha na-ahapụ ịṅụ mmanya. N'ihe gbasara ofufe ndị mmadụ n'ihe ndị mere nsogbu ehighị ụra nke ọma, obere mmanya na-aba n'anya na-eme ka ụra dị mma.",
  "Ihi ụra na-emetụta oke ịṅụ mmanya na-aba n'anya",
  "Ọnọdụ nke enweghị ụra na-akwalite ọtụtụ oge nke ịṅụ ọgwụ maka nsogbụ ụra akpa dị ka ndị mmadụ n'ihe ndị a mmanya na-aba n'anya. A na-ekwu na mmụba nke ịṅụ mmanya n'oge ọnwa oyi maka ndị bi na Northern climate na-esite na ike ọgwụgwụ.",
  "Nsogbu ụra na nke homonụ na-esote ịkwụsị ịṅụ mmanya na-aba n'anya bụ ihe kachasị mma na-egosi na ọ ga-alaghachi. N'oge a na-ahapụ ya, ndị aṅụrụma na-agbake ndị mmadụ n'ihe ndị na ụdị Nna ndị mmadụ emeela ka melatonin ghara ịpụta na mmalite nke ụra, na-akpata ogologo oge oge ụra. Mmụba nke cortisol na okpomọkụ nke ahụ n'oge ụra na-enye aka n'ime ụmụ ndị nke ụwa họrọ site n'ime ụmụ ndị ogbi ozi ka ụra ghara ịdị mma. Ndị na-aṅụbiga mmanya ókè na-enwekarị ụra dị mfe, nke na-agbagọ agbagọ karịa ndị na-achịkwa ndị mere n'oge ochie ọbá Akwụkwọ",
  "Nnyocha na-egosi na ọ nwere ike iwe ihe ruru otu afọ ma ọ bụ afọ abụọ maka ihi ụra iji laghachi n'ọnọdụ dị mma n'ime ndị na-aṅụbiga mmanya ókè nakwa na maka ụfọdụ n'ime ndị na ụdị àlà úkwú nke dị ka ndị mmadụ n'ihe ndị mere n'oge ochie ọ nwere ike ọ gaghị alaghachi n'ọnọdụ ya.",
  "Àtụ:Alcohol and healthÀtụ:Psychoactive substance use"
]