[
  "Àtụ:MapLibrary",
  "Zimbabwe bụ mba na-enweghị mmiri na ndịda Afrịka nke dị n'ebe ugwu nke Tropic nke Capricorn",
  "N'oge ọkọchị, mba ahụ dum na-enwe okpomọkụ dị ọkụ n'ihi na anyanwụ dị n'elu",
  "Ọ na-agafe nnukwu ala dị elu nke na-agbadata  n'ebe ugwu gaa na ndagwurugwu Zambezi ebe ókè àlà  ya na Zambia dị ma na-agbada n'ebe ndịda gaa na  Limpopo na ókèala ya na Ndịda Afrịka \nMba ahụ nwere ókè ala na Botswana nke ọnụ Ọgụgụ narị asatọ na iri na atọ km, Mozambique nke ọnụ Ọgụgụ ya bụ km otu nde narị abụọ na iri atọ na otuNdịda Afrịka nke ọnụ Ọgụgụ ya bụ narị abụọ na iri abụọ na ise km, Zambia narị asaa na iri itoolu na asaa km ma ọ fọrọ nke nta ka ọ zute Namibia na ebe ọdịda anyanwụ ya",
  "Ebe kachasị elu bụ na ọnụ ọgụgụ nke nde abụọ narị ise na iri itoolu na abụọ m(Mt Inyangani)",
  "Ọnọdụ ihu igwe dịgasị iche iche site na ịdị elu na Ndịda Highlands nke ọnụ Ọgụgụ ndịa ;1878m n'elu oke osimiri na-adị karie mmiri ma na-ajụ oyi",
  "E nwere oge ọkọchị, gụnyere oge dị mkpirikpi oge oyi n'oge ọnwa Mee ruo ọnwa  Septemba mgbe mba ahụ dum nwere obere mmiri ozuzo",
  "Oge mmiri ozuzo na-abụkarị oge nnukwu mmiri ozuzo site na ọnwa Nọvemba ruo ọnwa Machị",
  "Mba ahụ dum dị nke akpọrọ interropical convergence; mpaghara n'oge ọnwa Jenụwarị",
  "N'ime afọ ndị a kọwaghị ya nke ọma, mmiri ozuzo na-ezo n'okpuru nkezi na ohere nke oke ọkọchị na mba ahụ, dị ka o mere na afọ 1983 na kwa afọ 1992",
  "Mgbe akọwapụtara ya nke ọma mmiri ozuzo bụ nkezi ma ọ bụ karịa nkezi, dị ka na afọ 1981 na kwa afọ 1986",
  "enwere ike ịkekọrịta ihu igwe n'ime mpaghara atọ, mpaghara na-ekpo ọkụ (lowveld na akụkụ nke middleveld), mpaghara na-okpomọkụ ( fọdụrụ na middleveld na oké veld) na mpaghara dị jụụ (Ndịda Highlands) [ihe odide dị mkpa]",
  "Ọtụtụ n'ime mba ahụ dị n'elu ala dị larịị nke nwere ala dị elu n'etiti (ọhịa dị elu) nke na-emepụta mmiri dị n'etiti usoro osimiri Zambezi na Limpopo",
  "Mpaghara mmiri dị larịị bụ akụkụ nke ala ochie a na-akpọ Afrịka Surface na-ekpuchi nnukwu mpaghara nke kọntinent ahụ. Ọ bụ ezie na Afrịka na-ebi  ebe dị elu, mkpali na obere nke akpọrọ  interfluves  na bekee \"post-African\" na-eto eto na-ebi na ọnọdụ dị ala na oge ụfọdụ nkume dome, koppies na tors na-apụta na-agbagharị ma ọ bụ ala dị larịị",
  "Limpopo na ndagwurugwu Zambezi dị ala bụ mbara ala sara mbara ma dị larịị",
  "Ọgwụgwụ ọwụwa anyanwụ nke mmiri ahụ na-agwụ na ugwu, nke a na-akpọ Ndịda Highlands. E buliri ugwu ndịda ọwụwa anyanwụ na ndịda ọdịda anyanwụ n'oge na-adịbeghị anya (Late Pliocene ma ọ bụ Pleistocene) na-eme ka mmiri nke Osimiri Zambezi nke dị n'elu nke na-asọba n'Osimiri nke Limpopo n'ebe ọwụwa Anyanwụ gaa n'ọnụ ụzọ ya ugbua na Mozambique Channel. Ebe ugwu ọwụwa anyanwụ- na ndịda ọdịda anyanwụ ugwu na mmiri na-agbaso axis nke akpọrọ epereirogenic flexure.",
  "Elu dị oke elu: ebe kachasị ala: njikọ nke osimiri  akpọrọ Runde na Save ọnụ Ọgụgụ otú narị iri isii na abụọ  m ebe kachasị elu: Ugwu Nyangani ọnụ Ọgụgụ ndịa ; 2,592 m",
  "Ihe ndị sitere n'okike: Nke ihe a na akpọ ya na bekee bụ ndịa ;coal, chromium ore, asbestos, gold, nickel, copper, iron ore, vanadium, lithium, tin, diamond, platinum group metals",
  "Ojiji ala: ala a na-akọ ugbo dị na ọnụ ọgụgụ ndị a : 10.49% ihe ọkụkụ na-adịgide adịgide: 0.31% ndị ọzọ: 89.20% (2011)",
  "Ala a na-agba mmiri: nke ọnụ Ọgụgụ ya bụ nkea 1,735 km2 (2003)",
  "Ngụkọta mmiri a na-agbanwe agbanwe: dị na ọnụ ọgụgụ nke a iri abụọ km3 (2011)",
  "Ihe ize ndụ sitere n'okike: oké  mmiri ozuzo; idei mmiri na oké ifufe anaghị adịkarị",
  "Ihe ndị metụtara gburugburu ebe obibi ugbu a: mgbukpọ ọhịa; mbuze ala; mmebi ala; mmetọ ikuku na mmiri; ìgwè anụ rhinoceros ojii bụ otu oge e belatara ọnụ ọgụgụ kachasị ukwuu nke ụdị dị iche iche n'ụwa; omume igwu ala na-adịghị mma emeela ka ihe mkpofu na-egbu egbu na mmetọ ígwè dị arọ",
  "Nkwekọrịta mba ụwa: Nkwekọ dị iche iche, Mgbanwe ihu igwe, Ọzara, Ụdị Ndị Na-achọ Ịdị n'Ọdịdị, Iwu Oké Osimiri, Nchebe Ozone Layer bịanyere aka, mana a kwadoghị ya: ọ dịghị nkwekọrịta ọ bụla ahọrọ.",
  "Hydrology: A na-ekewa mba ahụ n'ime ọdọ mmiri isii",
  "Ndị kasị ukwuu bụ Zambezi na mba Limpopo",
  "Akụkụ ọdịda anyanwụ nke Matabeleland jikọtara na ọdọ mmiri Okavango site na Osimiri Nata",
  "Ọtụtụ n'ime ndịda Mashonaland na akụkụ ndị dị nso na Masvingo na-esi n'osimiri S",
  "Nchekwa banye n'Oké Osimiri India",
  "Obere mmiri abụọ na-ekpuchi akụkụ Manicaland, ma na-abanye n'Oké Osimiri India site na Mozambique",
  "Ndị a bụ osimiri Pungwe n'ebe ugwu na osimiri Buzi n'ebe ndịda",
  "A mụọla njem sediment maka osimiri na Zimbabwe site na iji ụdị njem mmiri HBV.",
  "Ụdị e si eji ala eme ihe:",
  "Nke a bụ ndepụta nke ebe ndị dị oke mkpa na Zimbabwe, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Ihe ize ndụ ihu igwe bụ ọnọdụ ndị na-adịghị mma maka ndị mmadụ na ọrụ ha nke sitere na ọnọdụ ihu igwe",
  "A pụghị igbochi ọtụtụ n'ime ihe ndị a mana enwere ike ibelata mmetụta ha",
  "Ihe ize ndụ ihu igwe gụnyere ọnọdụ ihu igwe ọ bụla na-eme n'ụzọ okike nke nwere ike ịkpata ma ọ bụ mmerụ ahụ ma ọ bụ mebie ndị mmadụ. Ihe ize ndụ ihu igwe dị iche iche na-emetụta Zimbabwe gụnyere ụkọ mmiri ozuzo, idei mmiri, oke okpomọkụ, ọkụ na ọkụ ọhịa n'ime narị afọ gara aga",
  "Ihe ize ndụ ihu igwe ndị a emetụtala ọtụtụ ndị mmadụ na Zimbabwe na-akpata ọtụtụ ọnwụ na ihe ịma aka ndị ọzọ. Mpaghara iri na isii gafee mpaghara isii Manicaland, Mashonaland Etiti  Mashonalland Ndida, Mashonal and Ndida Midlands na Matabeleland Ugwu na Zimbabwe enweela nnukwu mmiri ozuzo na idei mmiri ebe ọ bụ na oge mmiri ozuzo na afọ 2021/2022 malitere n'ọnwa Ọktoba afọ 2021",
  "Usoro ihu igwe Tropical Storm Ana wetara nnukwu mmiri ozuzo na Zimbabwe na ngwụcha ọnwa Jenụwarị, na-akpata idei mmiri na mmebi, na-emetụta ụlọ narị asatọ iri anọ na ise na ụlọ akwụkwọ 51.",
  "Ihe ize ndụ ihu igwe kachasị metụtara Zimbabwe gụnyere:",
  "Oké ọkọchị na-emetụta oge ihu igwe kpọrọ nkụ nke na-esikarị na obere mmiri ozuzo ma ọ bụ enweghị mmiri ozuzo na-eduga na enweghị mmiri.",
  "Na Zimbabwe ụkọ mmiri ozuzo na-ebu ọtụtụ mmetụta nke gụnyere ihe ndị na-eduga na ọgụ akụ na ụba ka ọnụego ọnụ ahịa na-arị elu ka ndị ọrụ ugbo na-enwe ọdịda ihe ọkụkụ na ọnwụ anụ ụlọ na ọkụ ọhịa",
  "N'ihi ụkọ mmiri ozuzo, mba ahụ na-eche nnukwu ụkọ mmiri ihu yana oke mbelata ọkụ eletrik.",
  "Iji belata mmetụta nke ụkọ mmiri ozuzo mba ahụ nwere ike ime ka ịgha mkpụrụ igwe ojii, itinye ihe ubi na GMBs n'ime afọ ndị na-amị mkpụrụ, na-agba mmiri.",
  "Iwu na ịrụzi ihe mgbochi mmiri na osimiri ndị na-adịghịzi arụ ọrụ ha",
  "Idei mmiri na-ezo aka na mmiri na-adịghị mma nke mmiri buru ibu karịa ókè ya, ọkachasị n'ihe na-abụkarị ala ọkọchị",
  "Ihe ndị a na-akpata mmiri ozuzo na cyclones na-adịghị mma.",
  "Mmetụta ndị bụ isi nke idei mmiri gụnyere ọnwụ na mmebi  ụlọ na ihe owuwu ndị ọzọ, gụnyere àkwà mmiri, usoro nsị, okporo ụzọ, na ọwa mmiri",
  "Idei mmiri na-emebikarị nnyefe ike na mgbe ụfọdụ mmepụta ike",
  "Mba ahụ enwekwara nsogbu akụ na ụba ihu n'ihi mbelata nwa oge na njem nleta, ụgwọ iwu ụlọ, ma ọ bụ ụkọ nri na-eduga na ịrị elu ọnụahịa bụ ihe a na-ahụkarị mgbe nnukwu idei mmiri gasịrị.",
  "N'ọnwa Jenụwarị afọ 2022, Ngalaba Na-ahụ Maka Nchebe Obodo (DCP) guzobere ebe obibi ọnụ Ọgụgụ narị ato iri itoolu na anọ na mpaghara Manicaland iji dozie mmetụta nke Cyclone Ana",
  "Nke a bụ ụzọ gọọmentị si belata mmetụta nke idei mmiri ahụ dị ka a chọpụtara na akụkụ nke mpaghara Mutasa na Chimanimani enwetala ifufe siri ike na nnukwu mmiri ozuzo metụtara oké ifufe ahụ. Ụzọ ọzọ iji belata mmetụta nke idei mmiri bụ ịkwaga ndị mmadụ tupu n'oge na mgbe idei mmiri gasịrị ma hụ na onye ọ bụla nọ n'ebe dị nchebe mgbe oké ifufe ahụ kụrụ arear",
  "A na-ahụ nke a na Zimbabwe ebe ndị ọchịchị mara ọkwa na ụmụaka nọ n'ụlọ akwụkwọ si n'ógbè ndị kachasị njọ ekwesịghị ịga ụlọ akwụkwọ kama ha ga-anọ n'ụlọ n'ụbọchị ndị a tụrụ anya ajọ ifufe Freddy.",
  "A na-ejikọta àmụ̀mà na usoro ihu igwe ebe enwere ọkụ eletrik sitere na igwe ojii nke na-eme n'oge dị mkpirikpi ma na-ekpo ọkụ n'ala ma ọ bụ ala, ọ na-esokarị ọkụ na-egbuke egbuke na égbè eluigwe",
  "Ihe nwere ike imebi ọtụtụ ihe ma nwee ike ide ize ndu  maka ndụ mmadụ.",
  "lhe na-emerụ ahụ nke ukwuu; ọ na-emetụta ma ihe oriri yana akụrụngwa",
  "A kpọgara ọtụtụ ndị mmadụ n'ụlọ ọgwụ ma ụfọdụ anwụọla n'ihi mmetụta nke àmụ̀mà nke a gosipụtara mgbe àmụ̀tụ̀mà kụrụ ma merụọ ndị mkpọrọ nwoke iri na atọ ahụ mgbe ha na-eri nri ehihie n'ụlọ mkpọrọ dị n'ebe ugwu ọdịda anyanwụ Zimbabwe, na n'ebe ụfọdụ karịsịa ogige egwuregwu ọtụtụ anụmanụ anwụọla site na ọkụ amụma. ọkụ amụma nwekwara ndekọ nke ibibi akụrụngwa, otu ezinụlọ dị na Beitbridge hapụrụ n'ụgbọ mmiri ka ha furu ụlọ ha n'ihi àmụ̀mà.",
  "Iji gbochie ma belata mmetụta nke ọkụ amụma ; a na-adụ ndị mmadụ ọdụ ka ha zere ebe ghere  oghe yana iguzo n'okpuru osisi na iji hụ na ụlọ nwere nchebe ọkụ n'ihi na nke a ga-enyere aka ichebe ụlọ ahụ pụọ na ọkụ amụma ya mere obere ihe ize ndụ nke imetụta.",
  "Ntụ oyi  na-eme mgbe ọnọdụ ihu igwe gbanwere na-akpata nkwụnye nke obere oyi crystals na-acha ọcha mepụtara n'ala, windo, ụgbọala ma ọ bụ ebe ndị ọzọ na-emeghe mgbe okpomọkụ na-ada n'okpuru oyi.",
  "N'afọ 2021, onye nduzi Zimbabwe nke Farmers Union Paul Zakariya kwupụtara na ọtụtụ ndị na-eme nri na-emetụta oyi ka o kwuru na ha enwetala ọtụtụ akụkọ banyere oyi nke metụtara ọtụtụ ihe ọkụkụ gafee ndị ọrụ ugbo Zimbabwe na ọnọdụ oyi. N'ebe ụfọdụ dị ka Matobo, oyi na-eyi na-emetụtakarị ndị mmadụ mgbe niile site na oyi n'ihi na oyi ga-emetụta ha.",
  "Ọkachamara n'ọrụ ugbo Maazị Ivan Craig gbara ndị ọrụ ugbo ume ka ha belata mmebi nke ihe ọkụkụ na oyi site n'ịzụlite ihe ọkụkụ ndị na-adịchaghị enwe oyi n'oge oyi ndị a bụ yabasị, peas, galik, cauliflower, broccoli, carrot na cabbage n'oge okpomọkụ n'etiti ndị ọzọ",
  "A na-agba ndị mmadụ nọ n'ebe oyi na-emetụta mgbe niile ume ka ha na-ekpo ọkụ oge niile iji zere ịmalite oyi",
  "Ndị ọrụ ugbo nwekwara ike iwu mgbidi ahịhịa ahịhịhịa gburugburu ubi ma ọ bụ kpọọ nsị ehi ọkụ gburugburu ubi n'ihi na nke a ga-enyere aka ijide oyi mgbe ọ bịara.",
  "This article incorporates public domain material frommw-parser-output cite.citation{font-style:inherit;word-wrap:break-word}.mw-parser-outputcitation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-outputcitation:target{background-color:rgba(0,127,255,0.133)}.mw-parser-outputid-lock-free a,.mw-parser-outputcitationcs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-limited a,.mw-parser-outputid-lock-registration a,.mw-parser-outputcitationcs1-lock-limited a,.mw-parser-outputcitationcs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-subscription a,.mw-parser-outputcitationcs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputcs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\")right 0.1em center/12px no-repeat}.mw-parser-outputcs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-outputcs1-hidden-error{display:none;color:#d33}.mw-parser-outputcs1-visible-error{color:#d33}.mw-parser-outputcs1-maint{display:none;color:#3a3;margin-left:0.3em}.mw-parser-outputcs1-format{font-size:95%}.mw-parser-outputcs1-kern-left{padding-left:0.2em}.mw-parser-outputcs1-kern-right{padding-right:0.2em}.mw-parser-outputcitationmw-selflink{font-weight:inherit}World Factbook.",
  "Wikimedia Atlas of ZimbabweÀtụ:Geography of ZimbabweÀtụ:Geography of AfricaÀtụ:Africa topicÀtụ:Zimbabwean topics"
]