[
  "Ịkụ azụ Magnet, nke a na-akpọkwa magnetik, na-achọ n'ime mmiri dị n'èzí maka ferromagnetic, ihe dịnụ iji dọpụta ya na magnetik neodymium siri ike..",
  "Ihe ntụrụndụ bụ ngwakọta nke gburugburu ebe obibi na ịchụ nta akụ",
  "Magnet ndị e ji mee ihe siri ike iji wepụ nnukwu ihe mkpofu dị ka ịnyịnya ígwè a tụfuru atụfu, égbè, nchekwa, bọmbụ, grenade, mkpụrụ ego na taya ụgbọ ala site na mmiri, ma ọtụtụ ndị na-etinye aka na ntụrụndụ na-atụ anya ịchọta ihe ndị dị ụkọ na ndị bara uru.",
  "A na-eche na ọ bụ ndị na-agba ụgbọ mmiri na-eji magnet iji weghachite mkpịsị ugodi dara na mmiri malitere igbu azụ magnet.",
  "A na-ejikarị gloves eme magnet, magnet neodymium siri ike nke a na-ejikọta na eriri na-adịgide adịgide n'etiti mita 15 na 30 (50 Sri 100 ), na mgbe ụfọdụ nko na-ejide dị ka ihe mgbakwunye na magnet.",
  "Ụfọdụ ndị na-ahụ maka gburugburu ebe obibi na-eche na iwepụ ihe nwere ike ịkpalite sedimenti nwere ihe ndị na-egbu egbu, ma ọ bụ na-akpaghasị ebe ndị mgbe ochie",
  "Ụfọdụ ndị na-egbu azụ magnet enwetawo ihe ndị dị ize ndụ, gụnyere égbè ndị a na-ebu, ngwá agha ndị a na'agbawaghị agbawa, na iberibe ígwè dị nkọ.",
  "Magnet Neodymium dị ike ma nwee ike igbochi pacemakers, na-eweta ihe ize ndụ ahụike; ha nwekwara ike imebi ngwaọrụ eletrọniki ndị ọzọ",
  "Mkpịsị aka nwere ike ịpịa n'etiti magnet na iberibe ígwè, nke nwere ike ịkpata mmerụ ahụ siri ike. Tetanus nwekwara ike ịbụ ihe ize ndụ maka ndị na-enweghị ọgwụ mgbochi tetanus",
  "[ihe odide ahụike dị mkpa]",
  "A maara ụmụ nwoke abụọ ka mmiri riri mmiri mgbe ha na-akụ azụ magnet, mana ihe kpatara ya ejighị n'aka, na nyocha toxicology mgbe ọnwụ nwụrụ gosiri na ha abụọ ejirila cannabis n'oge na-adịbeghị anya.",
  "Dabere na ikike, ihe ọ bụla bara uru nwere ike ịbụ nke gọọmentị ime obodo, ọ bụghị onye chọtara ya.",
  "Ịkụ azụ Magnet bụ n'okpuru iwu obodo gbasara mmiri dị n'èzí",
  "Canal & River Trust, nke nwere ọtụtụ ↵canal dị na England na Wales, nwere iwu iwu na-amachibido ndị mmadụ iwepụ ihe sitere na ọwa mmiri na osimiri ndị o nwere, yabụ enwere ike ịnwe ndị ọkụ azụ ụgwọ £ 25 maka igbu azụ magnet ma ọ bụ iwepụ ihe ọ bụla site na ọwara ma ọ bụ ime ala n'okpuru nchịkwa nke Canal & River trust na England ma ọ bụ Wales, ma e wezụga Lee na Stort Navigation, Gloucester na Sharpness Canal, na River Severn Navigation. Trust \"na-amachibido omume ahụ n'ụzọ doro anya, ọ bụ ezie na ọ na-ezere ime ihe megide ndị omempụ mbụ. N'afọ 2018, otu nwatakịrị magnet-gburu égbè a pịrị apị na Titford Canal na Oldbury, West Midlands.",
  "A na-anabata ịkụ azụ Magnet na Scotland, ọ bụrụhaala na onye na-akụ azụ nwetara nkwenye echere echekwabara site na gburugburu ebe obibi akụkọ ihe mere eme Scotland, yana ikike n'aka ọwa mmiri Scottish",
  "Otu ọrụ gọọmentị dị nke na-enye ndị otu ya ikike ndọta azụ n'ebe dịpụrụ adịpụ nke Union Canal na Edinburgh, yana ọtụtụ ebe akwadoro n'ọdịnihu",
  "A ga-akọrịrị ihe ihe ochie ma ọ bụ akụkọ ihe mere eme na Treasure Trove Scotland.",
  "Na Hamburg, a na-ata ụta maka igbu azụ magnet na-enweghị ikike site na ịkwụ ụgwọ.",
  "Amateur magnet-fiers na Belgium nyeere ndị uwe ojii aka site n'iweghachite ihe akaebe ọhụrụ, kpọmkwem ngwa agha na mgboagha, metụtara mpụ nke ndị na-egbu Brabant.",
  "N'ozuzu, ndị uwe ojii na-agba ndị na-achọta ngwá agha ma ọ bụ ihe ndị yiri ya ume ka ha kpọtụrụ ha.",
  "Dị ka koodu ntaramahụhụ Polish si kwuo, ịnwe ihe ndọta na-enweghị ikike gọọmentị ziri ezi bụ mpụ ga-ata ya mkpọrọ ruo afọ abụọ..",
  "Na US, enweghi iwu gọọmentị etiti na-egbochi igbu azụ",
  "A machibidoro igbu azụ magnet na mmiri steeti na-enweghị ikikere na South Carolina n'okpuru Iwu Ihe Ochie n'okpuru Mmiri",
  "Na Indiana, a na-anabata ịkụ azụ magnet na mmiri ọha na akụrụngwa DNR site na ikike",
  "A ga-enwe ike iburu magnetik ahụ site n'aka.",
  "Ndị ama ama dịka onye egwu rugby Bekee James Haskell nakweere ihe omume a."
]