[
  "Ọdọ mmiri dị n'okpuru ala ma ọ bụ ọdọ mmiri dị n\"okpuru ala bụ ọdọ mmiri n'okpuru elu ụwa",
  "A na-ahụ ọtụtụ ọdọ mmiri ndị dị n'okpuru ala n'ebe ndị dị na Karst, ebe e kpochapuru nkume limestone ma ọ bụ nkume ndị ọzọ na-agbaze mmiri, na-ahapụ n'ọgba ebe mmiri nwere ike ịgbakọta.",
  "Ọdọ mmiri ndị dị n'okpuru ala bụ ihe na-adịghị ahụkebe hydrogeological",
  "Ọtụtụ mgbe, mmiri dị n'ime ala na-agbakọta n'ụdị dị ka aquifers ma ọ bụ isi iyi.",
  "Ọdọ mmiri kachasị ukwuu n'okpuru ala n'ụwa dị na Dragon's Breath Cave na Namibia, nke nwere mpaghara nke ihe fọrọ nke nta ka ọ bụrụ hekta 2 (5 acres); nke abụọ kachasị ukwuu bụ The Lost Sea, nke dị n'ime Craighead Caverns na Tennessee, United States, nke nwere ebe 1.8 hekta (4.4 acres)",
  "Ọdọ mmiri dị n'okpuru ala bụ mmiri ọ bụla nke yiri oke ọdọ nke dị n'ime ala ma ọ bụ kpamkpam;  Otú ọ dị, nkọwa sayensị ziri ezi nke ihe a pụrụ iwere dị ka \"ọdọ mmiri\" amalitebeghị nke ọma. Enwere ike ịkewa ọdọ mmiri ndị dị n'okpuru ala dị ka ma ọ bụ \"ọdọ mmiri\", dabere na njirimara nke nha, dị ka ebe a na-ekpughe na / ma ọ bụ omimi",
  "Enwere ike ịkọwa ụkọ ọdọ mmiri ndị dị n'okpuru ala na-eme n'ụzọ mmiri si akpa àgwà n'okpuru ụwa",
  "N'okpuru elu ụwa, nrụgide na-apụta na mmiri na-abawanye, na-eme ka ọ banye n'ime ala",
  "A na-akpọ ókèala nke nwere nrụgide zuru oke n'okpuru ala iji mee ka ala jupụta na mmiri kpamkpam",
  "A na-akpọ mpaghara dị n'elu tebụl mmiri ahụ mpaghara a na-ejighị n'aka, ebe a na-akpọ ebe dị n'okpuru ya mpaghara a na'okpuru ya. Na mpaghara juru eju, nrụgide bụ ike bụ isi na-ebufe mmiri",
  "Ọdọ mmiri na-etolite n'ụzọ bụ isi n'okpuru ike ike ndọda - a na-akwatu mmiri ruo ebe kachasị ala na mpaghara, na-agbakọta n'ime ọdọ mmiri",
  "Mmiri ọ bụla dị n'okpuru mmiri mmiri ga-enwe nrụgide, ya mere ọ naghị etolite ọdọ mmiri;  kama, ọ na-etolite aquifer.",
  "Ọdọ mmiri ndị dị n'okpuru ala na-emekarị nwere ike ịmalite na mpaghara Karst, ebe ihu igwe nke nkume na-agbaze na-ahapụ n'ọgba na oghere ndị ọzọ n'ụwa.. Mmiri dị n'elu nwere ike ịchọta ụzọ ya n'okpuru ala site na oghere ndị a ma gbakọta n'ime ọgba ndị buru ibu iji mepụta ọdọ mmiri.",
  "Enwere ike ịmepụta ọdọ mmiri ndị dị n'okpuru ala site na usoro mmadụ, dị ka iju mmiri nke ogbunigwe",
  "Ihe atụ abụọ nke ndị a bụ ọdọ mmiri ndị a hụrụ na ebe a na-egwupụta slate na Blaenau Ffestiniog, dị ka ebe a na'ebe a na-egwu egwu Croesor, na ọdọ mmiri dị na Hallein Salt Mine na Austria.",
  "Media related to Underground lakes at Wikimedia Commons"
]