[
  "N'ebe a na-egwupụta akụ, ọdụ ma ọ bụ ọdụ bụ ihe ndị fọdụrụ mgbe usoro nkewapụ akụkụ bara uru na akụkụ na-enweghị akụ na ụba (gangue) nke ore",
  "Ọdụdụ ọdụ dị iche na ibu ibu, nke bụ nkume mkpofu ma ọ bụ ihe ndị ọzọ na-akarị aru ma ọ bụ mineral ma na-akwagharị n'oge a na-egwupụta ihe n'emeghị ya.",
  "Enwere ike iji ụzọ abụọ mee mmịpụta nke mineral site na ọla: ebe a na-egwupụta ihe, nke na-eji mmiri na ike ndọda na-etinye uche na mineral bara uru, ma ọ bụ ihe egwu nkume siri ike, nke na-egweri nkume nke nwere ore wee dabere na mmeghachi omume kemịkal iji tinye uche n'ihe a na-achọ",
  "ihe",
  "Na nke ikpeazụ, mmịpụta nke mineral sitere na ọla chọrọ comminution, ya bụ, egweri ore n'ime ezi ahụ ike ikwado mmịpụta nke ebumnuche (s)",
  "N'ihi nkwubi okwu a, ọdụdụ ahụ na-enwe slurry nke ụmụ irighiri ihe dị mma, sitere na nha nke ájá ruo micrometer ole na ole",
  "A na-esikarị na igwe igwe na-emepụta ọdụ ọdụdụ n'ụdị slurry, nke bụ ngwakọta nke ezigbo ihe ịnweta mmiri na mmiri.",
  "Ịdụ ọdụ nwere ike ịbụ ebe dị ize ndụ nke kemịkalụ na-egbu egbu dị ka ọla dị arọ, sulfide na ọdịnaya redioaktivu",
  "Kemịkalụ ndị a dị ize ndụ karịsịa mgbe a na-echekwa ya n'ime ọdọ mmiri dị n'azụ ọdụ ụgbọ mmiri",
  "Ọdọ mmiri ndị a na-adịkwa mfe ịnweta nnukwu mgbawa ma ọ bụ ntapu sitere na dams, na-akpata ọdachi gburugburu ebe obibi",
  "N'ihi ihe ndị a na ihe ndị ọzọ metụtara gburugburu ebe obibi dị ka ntapu mmiri dị n'ime ala, ikuku na-egbu egbu na ọnwụ nnụnụ, ikpo ọdụ ọdụ na ọdọ mmiri na-abụkarị ndị a na-enyocha nhazi",
  "Enwere ụzọ dịgasị iche iche iji nwetaghachi uru akụ na ụba, nwere ma ọ bụ na-ebelata mmetụta nke ọdụdụ",
  "Agbanyeghị, na mba ụwa, omume ndị a adịghị mma, mgbe ụfọdụ na-emebi ikike mmadụ",
  "Iji belata ihe egwu nke mmerụ ahụ, e hibere ọkọlọtọ UN mbụ maka njikwa ọdụdụ 2020.",
  "A na-akpọkwa ihe ndị a na-egwupụta n'ime ala, ihe ndị a tụfuru n'ime mmiri, ihe ndị na-eguzogide n'ime ụlọ, ihe ndị fọdụrụ n'ime ya, ihe ndị dị n'ime ọhịa, ma ọ bụ terra-cone (terrikon).",
  "Akọwawo ihe na-esi na ọdụ ọdụ si na Ngwuputa nke mineral sulfid dị ka \"ihe kacha ibu gburugburu ebe obibi nke ụlọ ọrụ Ngwuputa\"",
  "Ọdụdọ ndị a nwere nnukwu pyrite (FeS2) na Iron (II) sulfide (FeS), bụ ndị a na-ajụ site na ọla kọpa na nickel a na-achọsi ike, yana coal",
  "Ọ bụ ezie na ọ dịghị njọ n'okpuru ala, mineral ndị a na-emeghachi omume n'ikuku n'ihu microorganisms, bụ nke ma ọ bụrụ na ejighị ya nke ọma na-eduga na mmiri acid mine.",
  "N'agbata nde 100 na nde 280 nke mkpofu phosphogypsum ka a na-emepụta kwa afọ n'ihi nhazi nke nkume phosphate maka mmepụta nke fatịlaịza phosphate",
  "Na mgbakwunye na ịbụ ndị na-abaghị uru na ụbara, phosphogypsum bụ redioactive n'ihi ọnụnọ nke uranium na thorium na-emekarị, na nwa ha nwanyị isotopes",
  "Dabere n'ọnụ ahịa a na-enweta n'ahịa uranium, mwepu nke ọdịnaya uranium nwere ike ịba uru na akụ na ụba ọbụlagodi enweghị ihe mkpali ndị ọzọ, dị ka ibelata mmerụ ahụ ọla dị arọ nke redio na-eme gburugburu.",
  "Bauxite ọdụdụ bụ ihe mkpofu na-emepụta na mmepụta ihe nke aluminom",
  "Ime ndokwa maka ihe dị ka nde tọn 77 nke a na-emepụta kwa afọ bụ otu n'ime nsogbu kachasị mkpa maka ụlọ ọrụ na-egwupụta aluminum.",
  "Ọrụ ngwuputa n'oge mbụ anaghị eme usoro zuru oke iji mee ka ọdụdụ dị na gburugburu ebe nchekwa mgbe emechiri",
  "Ngwuputa ogbunigwe nke oge a, ọkachasị ndị nọ n'ọchịchị nwere ụkpụrụ ngwuputa emepụtara nke ọma yana ndị ụlọ ọrụ na-egwuputa ihe na-arụ ọrụ, na-agụnyekarị nrụzigharị na mmechi nke ebe ọdụ ọdụ n'ụgwọ na ihe omume ha",
  "Dịka ọmụmaatụ, ógbè Quebec, Canada, chọrọ ọ bụghị nanị nrubeisi nke atụmatụ mmechi tupu mmalite nke ọrụ Ngwuputa, kamakwa nkwụnye ego nke nkwa ego ruru 100% nke ụgwọ nhazigharị ahụ",
  "Ihe mgbochi ọdụ ọdụ na-abụkarị ụgwọ kacha dị mkpa na gburugburu ebe obibi maka ọrụ Ngwuputa.",
  "Ọdụdụ ọdụdụ nwere ike ịba uru akụ na ụba n'ichepụta carbon n'ihi nnukwu oghere nke mineral.",
  "Ihe dị nta nke ọdụdụ na ọla nwere ike ịdị site na 90 ruo 98% maka ụfọdụ ọla kọpa ruo 20-50% nke mineral ndị ọzọ (abaghị uru)",
  "Mineral na nkume ndị a jụrụ ajụ nke a tọhapụrụ site na Ngwuputa na nhazi nwere ike imebi gburugburu ebe obibi site n'ịhapụ ọla ndị na-egbu egbu (arsenic na mercury bụ isi ihe abụọ kpatara ya), site na drainage acid (na-emekarị site na microbial edinam na sulfide ores), ma ọ bụ site n'imebi anụ ọhịa nke mmiri",
  "dabere na mmiri doro anya (vs suspensions).",
  "Ọdọ mmiri ọdụ ọdụ nwekwara ike ịbụ isi iyi nke mmiri mmiri acid, na-eduga na mkpa maka nlekota na ọgwụgwọ na-adịgide adịgide nke mmiri na-agafe na ọdụ ọdụdụ; Ọnụ ego mkpocha m na-abụkarị ugboro 10 karịa atụmatụ ụlọ ọrụ na-egwuputa ihe mgbe a na-etinye mmiri mmiri acid.",
  "Ihe ize ndụ kasịnụ nke ọdọ mmiri ọdụdụ bụ ọdịda dam, na ọdịda a kacha mara ọkwa na U.S",
  "bụ ọdịda nke mmiri mmiri slurry coal na West Virginia Buffalo Creek Iju Mmiri nke 1972, nke gburu mmadụ 125; ndakpọ ndị ọzọ gụnyere ọdachi gburugburu ebe obibi Ok Tedi na New Guinea, bụ nke mebiri azụ azụ nke Osimiri Ok Tedi",
  "Ná nkezi, n'ụwa nile, a na-enwe otu nnukwu ihe mberede na-emetụta dam ọdụdụ kwa afọ.",
  "Ọdachi ndị ọzọ kpatara ọdịda dam tailings bụ, mwụfu Baia Mare cyanide 2000 na ihe mberede osisi Ajka alumina.",
  "Nkwụnye ego ọdụ ọdụ na-adịkarị n'ime ime obodo ma ọ bụ nso obodo ndị a kpapụrụ iche, dị ka obodo ụmụ amaala",
  "Global Industry Standard on Tailings Management na-atụ aro na \"a chọrọ usoro nleba anya maka ikike mmadụ iji chọpụta na lebara ndị kacha nọrọ n'ihe ize ndụ site na ọdụ ọdụ ma ọ bụ ọdịda ya.\"",
  "N'akụkọ ihe mere eme, a na-atụfu ọdụdụ n'ụzọ kacha dabara adaba, dị ka na mmiri na-asọpụta n'okpuru mmiri ma ọ bụ ebe mgbaba",
  "N'ihi nchegbu banyere sedimenti ndị a na mmiri na okwu ndị ọzọ, ọdụdụ ọdụ malitere iji",
  "Ihe ịma aka na-adịgide adịgide na njikwa ọdụ ọdụ na okwute mkpofu bụ ịtụfu ihe, dị ka nke na-adịghị agwụ agwụ ma ọ bụ, ọ bụrụ na ọ bụghị, kwụsiri ike ma dị n'ime ya, iji belata ntinye mmiri na ume na akara ukwu nke mkpofu na ịkwaga n'ịchọta ihe ọzọ",
  ".",
  "N'ịbụ ndị a na-agbanye n'ụlọnga (mgbochi bụ dam), mmiri ndị a na-ejikarị \"ihe mpaghara\" gụnyere ọdụdụ n'onwe ha, a pụkwara iwere ya dị ka mmiri mmiri",
  "Na omenala, naanị nhọrọ maka nchekwa ọdụ ọdụ bụ iji nagide ọdụ ọdụdụ",
  "[nkọwa dị mkpa] Nke a bụ mmiri na-agbagharị agbagharị nke ọdụdụ siri ike n'ime mmiri ezigara na ebe nchekwa ọdụ",
  "Onye na-emepụta ọdụ ọdụ ọgbara ọhụrụ nwere ngwaahịa ọdụdụ dị iche iche ịhọrọ site na dabere na mmiri ole a na-ewepụ na slurry tupu ahapụ ya",
  "Mwepụ nke mmiri ọ bụghị naanị nwere ike ịmepụta usoro nchekwa dị mma n'ọnọdụ ụfọdụ (dịka nchịkọta akọrọ, lee n'okpuru ebe a) kamakwa ọ nwekwara ike inye aka na mgbake mmiri nke bụ isi okwu dị ka ọtụtụ mines nọ na mpaghara ala kpọrọ nkụ",
  "Otú ọ dị, na nkọwa nke 1994 banyere njide ọdụdụ, Otú ọ dị, U.S",
  "EPA kwuru na ụzọ ịgbasa mmiri pụrụ ịdị oké ọnụ ma e wezụga n'ọnọdụ pụrụ iche",
  "A na-ejikwa ọdụ ụgbọ mmiri dị n'okpuru ala.",
  "Ọdọ mmiri ọdụ ọdụ bụ ebe a na-ajụ ọdụ ọdụ ebe a na-agbanye ihe mmiri na-ekpofu mmiri n'ime ọdọ mmiri iji kwe ka sedimentation (nke pụtara ikewapụ) nke siri ike na mmiri",
  "A na-ejidekarị ọdọ mmiri ahụ na mmiri mmiri, ma mara ya dị ka ọdụ ọdụ ma ọ bụ dams ọdụ",
  "E mere atụmatụ na 2000 na e nwere ihe dị ka 3,500 ọdụ ọdụ na-arụsi ọrụ ike n'ụwa",
  "Mmiri a na-agbanye mmiri na-erite uru dị ka ọ na-ebelata ọdụdụ dị mma site na ifufe na-ebuga n'ebe ndị mmadụ bi ebe kemịkalụ na-egbu egbu nwere ike ịdị ize ndụ nye ahụike mmadụ; Otú ọ dị, ọ na-emerụkwa gburugburu ebe obibi",
  "Ọdọ mmiri ọdụdụ na-abụkarị ihe dị ize ndụ n'ihi na ha na-adọta anụ ọhịa dị ka nnụnụ mmiri ma ọ bụ caribou n'ihi na ọ dị ka ọdọ mmiri eke, mana ha nwere ike na-egbu egbu ma na-emerụ ahụ ike nke anụmanụ ndị a",
  "A na-eji ọdọ mmiri ọdụ ọdụ na-echekwa ihe mkpofu emere site na ikewapụta mineral na okwute, ma ọ bụ slurry a na-emepụta site na ngwupụta aja aja",
  "A na-agwakọta ọdụ mgbe ụfọdụ na ihe ndị ọzọ dị ka bentonite ka ọ bụrụ slurry ka ukwuu nke na-ebelata ntọhapụ nke mmiri ọ metụtara na gburugburu ebe obibi.",
  "Enwere ọtụtụ akụkụ dị iche iche nke usoro a, gụnyere mkpofu ndagwurugwu, mgbanaka mgbanaka, mgbochi n'ime olulu, na olulu ndị e gwuru pụrụ iche",
  "Ihe na-emekarị bụ ọdọ mmiri ndagwurugwu, nke na-erite uru nke ịda mbà n'obi nke topographical dị n'ime ala",
  "Enwere ike ịrụ nnukwu mmiri mgbochi ụrọ wee jupụta na ọdụ",
  "Enwere ike iji ọdụdụ mejuo ogbunigwe mepere emepe nke ike gwụchara",
  "N'ọnọdụ niile, a ga-enwerịrị nlebara anya maka mmetọ nke okpokoro mmiri dị n'okpuru, n'etiti okwu ndị ọzọ",
  "Mwepu mmiri bụ akụkụ dị mkpa nke nchekwa ọdọ mmiri, ebe a na-agbakwunye ọdụdụ ahụ na ebe nchekwa mmiri a na-ewepụ mmiri - na-emekarị site na ịkwanye n'ime ụlọ elu ndị na-adịghị mma",
  "N'ihi ya, a pụrụ iji mmiri ahụ wepụrụ n'usoro nhazi",
  "Ozugbo ebe nchekwa jupụtara ma mechaa, enwere ike kpuchie elu ya na ala dị elu ma malite ịmalite",
  "Otú ọ dị, ọ gwụla ma a na-eji usoro mkpuchi na-adịghị agafe agafe, mmiri nke na-abanye n'ime ebe nchekwa ahụ ga-anọgide na-agbapụta n'ọdịnihu.",
  "Tapawa ọdụ bụ mgbanwe n'ụzọ a na-ahụkarị nke mkpofu ọdụ (nchekwa ọdọ mmiri)",
  "slurries ọdụdụ ndị a na-emekarị bụ nke nwere obere pasent nke ihe siri ike na mmiri dị elu dị elu (nke na-adịkarị site na 20% ruo 60% nke siri ike maka ọtụtụ nkume egwu egwu) na mgbe a na-etinye ya n'ime ọdọ mmiri ọdụdụ ndị siri ike na mmiri mmiri dị iche iche",
  "Na tapawa tailings pasent nke siri ike na ọdụ ọdụ na-abawanye site na iji tapawa thickeners na-emepụta ngwaahịa ebe ntakịrị nkewa nke mmiri na ihe siri ike na-eme ma na-etinye ihe ahụ n'ime ebe nchekwa dị ka mado (ya na nkwụsi ike dị ka",
  "ntacha eze)",
  "Tapawa ọdụ nwere uru na a na-emegharị ọtụtụ mmiri na ụlọ ọrụ nhazi ya mere usoro ahụ na-arụ ọrụ nke ọma karịa ọdụdụ a na-emekarị na enwere ike dị ala maka nsị",
  "Otú ọ dị, ọnụ ahịa nke ịgbatị ahụ na-adịkarị elu karịa maka ọdụ ụgbọ mmiri na-akwụ ụgwọ maka mado ahụ na-adịkarị elu karịa maka ọdụdụ ndị a na-emekarị ka a na-achọkarị nfuli mgbapụta dị mma iji bufee ọdụ ọdụ site na ụlọ ọrụ nhazi na ebe nchekwa",
  "A na-eji ọdụdụ mado mee ihe n'ọtụtụ ebe gburugburu ụwa gụnyere Sunrise Dam na Western Australia na Bulyanhulu Gold Mine na Tanzania.",
  "Agaghị echekwa ọdụ ọdụ n'ọdọ mmiri ma ọ bụ ziga ka ọ bụrụ ihe na-asọba n'ime oke osimiri, osimiri ma ọ bụ iyi",
  "A na-amụbawanye ojiji nke ịmepụ ọdụdụ mmiri site na iji ihe nzacha ma ọ bụ ihe nzacha ka e wee nwee ike ikpokọta ọdụ ya",
  "Nke a na-echekwa mmiri nke nwere ike ibelata mmetụta na gburugburu ebe obibi n'ihe gbasara mbelata nke nwere ike ịkwọ ụgbọ mmiri, ohere a na-eji, na-ahapụ ọdụ ọdụ na nhazi siri ike ma kwụsie ike ma wepụ ụgwọ dị ogologo oge nke ọdọ mmiri na-ahapụ mgbe a gwuchara",
  "Agbanyeghị, n'agbanyeghị na enwere ike ịkọrọ ọdụ ọdụ ndị a, usoro ndị a na-abụkarị ihe mgbochi n'ihi ụbara ọnụ ahịa ego iji zụta na wụnye sistemu nzacha yana mmụba nke ụgwọ ọrụ (nri ọkụ eletrik na-ejikọta ya na ihe oriri dị ka akwa nzacha) nke usoro ndị dị otú ahụ",
  "[Ihe ndekọ achọrọ]",
  "Ọ bụ ezie na mkpofu n'olulu ghe oghe nke ike gwụrụ na-abụkarị ọrụ kwụ ọtọ, mkpofu n'ime oghere dị n'okpuru ala dị mgbagwoju anya karị",
  "Usoro ọgbara ọhụrụ a na-ahụkarị bụ ịgwakọta ọnụ ọgụgụ ọdụdụ na mkpokọta mkpofu na simenti, na-emepụta ngwaahịa enwere ike iji mejupụta oghere na nkwụsị ala",
  "Okwu a na-ahụkarị maka nke a bụ HDPF – High Density Paste Fill",
  "HDPF bụ usoro mkpofu ọdụ dị ọnụ karịa nchekwa ọdọ mmiri, n'agbanyeghị na ọ nwere ọtụtụ uru ndị ọzọ - ọ bụghị naanị gburugburu ebe obibi mana ọ nwere ike ịbawanye nkwụsi ike nke ihe ngwupụta ala n'okpuru ala site n'inye ụzọ maka nrụgide ala ga-ebufe gafee oghere - kama ịnwe",
  "gafere ha gburugburu - nke nwere ike ịkpata ihe omume seismic kpatara Ngwuputa ihe dị ka nke tara ahụhụ na mbụ na Ọdachi Mine Beaconsfield.",
  "A na-akpọkarị RTD – Ntufu ọdụ ọdụ Riverine",
  "N'ọtụtụ gburugburu ebe obibi, ọ bụghị omume dị mma na gburugburu ebe obibi, ọ hụla itinye n'ọrụ dị ịrịba ama n'oge gara aga, na-eduga na mmebi gburugburu ebe obibi dị egwu dị ka ụlọ ọrụ Mount Lyell Mining na Railway Company na Tasmania mere na Osimiri Eze, ma ọ bụ nsị sitere na Panguna mine",
  "na Bougainville Island, nke butere nnukwu ọgbaghara obodo n'àgwàetiti ahụ, na mmechi nke ogbunigwe ahụ na-adịgide adịgide.",
  "N'ihe dị ka afọ 2005, naanị ogbunigwe atọ nke ụlọ ọrụ mba ụwa na-arụ ọrụ gara n'ihu na-eji mkpofu osimiri: Ok Tedi mine, Grasberg mine na Porgera mine, niile na New Guinea",
  "A na-eji usoro a eme ihe n'ọnọdụ ndị a n'ihi ọrụ seismic na ihe egwu nbibi nke na-eme ka ụzọ mkpofu ndị ọzọ ghara ịdị irè ma dị ize ndụ.",
  "A na-akpọkarị STD (Submarine Tailings Disposal) ma ọ bụ DSTD (Ntufu oke osimiri dị omimi)",
  "Enwere ike ibufe ọdụdụ site na iji pipeline wee tufuo ya ka emechaa gbadaa n'ime omimi",
  "N'ezie, ọ bụghị usoro dị mma, ebe ọ bụ na nso nso a na-adịghị na shelf dị ụkọ",
  "Mgbe ejiri STD mee ihe, omimi nke mwepu na-abụkarị ihe a ga-ewere [site n'aka onye?] na-emighị emi, na nnukwu mmebi n'elu oke osimiri nwere ike ibute n'ihi mkpuchi nke ngwaahịa ọdụdụ ahụ",
  "Ọ dịkwa oke mkpa [dị ka onye si kwuo?] ijikwa njupụta na okpomọkụ nke ngwaahịa ọdụ ọdụ, igbochi ya ịga ebe dị anya, ma ọ bụ ọbụna sere n'elu.",
  "A na-eji usoro a na-egwupụta ọla edo na agwaetiti Lihir; Ndị na-ahụ maka gburugburu ebe obibi elelewo mkpofu ya dị ka ihe na-emebi emebi, ebe ndị nwe ya na-ekwu na ọ dịghị emerụ ahụ.",
  "Phytostabilisation bụ ụdị phytoremediation nke na-eji osisi hyperaccumulator maka nkwụsi ike ogologo oge na ijide ọdụ ọdụ, site n'ịchụpụ ihe ndị na-emerụ emerụ na ala dị nso na mgbọrọgwụ",
  "Ọnụnọ nke osisi ahụ nwere ike ibelata mbuze ikuku, ma ọ bụ mgbọrọgwụ osisi ahụ nwere ike igbochi mbuze mmiri, mee ka ọla mee ihe site na mgbasa ozi ma ọ bụ nchịkọta, ma nye mpaghara gburugburu mgbọrọgwụ ebe ọla nwere ike ịmalite ma kwụsie ike",
  "Ndị na-emetọ ihe na-adịchaghị adị ndụ na anụ ụlọ, anụ ọhịa, na ikpughe mmadụ na-ebelata",
  "Ụzọ a nwere ike ịba uru karịsịa na gburugburu akọrọ, nke ikuku na mmiri na-agbasa.",
  "A na-aga n'ihu na-eme mgbalị na nyocha dị ukwuu n'ịchọpụta na mezie ụzọ ka mma nke mkpofu ọdụdụ",
  "Nnyocha na Porgera Gold Mine na-elekwasị anya n'ịmepụta usoro ijikọta ngwaahịa ọdụdụ na nkume mkpofu na-enweghị isi na apịtị na-ekpofu ihe iji mepụta ngwaahịa nke nwere ike ịchekwa n'elu n'ime mkpofu ma ọ bụ nkwakọba ihe",
  "Nke a ga-eme ka ojiji a na-ekpofu osimiri ugbu a kwụsị",
  "A ka nwere nnukwu ọrụ a ga-arụ",
  "Otú ọ dị, ọtụtụ ndị na-emepụta ihe gụnyere AMEC na, dịka ọmụmaatụ, Elkview Mine na British Columbia emejuputala nke ọma nke ọma.",
  "N'oge mmịpụta mmanụ sitere na ájá mmanụ, a na-emepụta ọdụdụ nke nwere mmiri, silt, ụrọ na ihe mgbaze ndị ọzọ",
  "Ihe siri ike a ga-aghọ ọdụdụ tozuru oke site na ike ndọda",
  "Foght et al (1985) mere atụmatụ na enwere 103 anaerobic heterotrophs na 104 sulfate na-ebelata prokaryotes kwa milliliter n'ọdọ mmiri ọdụ ọdụdụ, dabere na usoro ọnụọgụgụ enwere ike",
  "Fight wepụtara nnwale na ọdọ mmiri ọdụdụ abụọ na nyocha nke archaea, nje bacteria, na gas a na-esi na ọdọ mmiri ọdụ ọdụ gosiri na ndị ahụ bụ methanogens",
  "Ka omimi na-abawanye, ntụpọ ojii nke CH4 ewepụtara na-ebelata n'ezie.",
  "Siddique (2006, 2007) na-ekwu na methanogens na ọdọ mmiri ọdụdụ na-ebi ma na-amụpụta site na mmebi anaerobic, nke ga-ebelata ịdị arọ molekụla site na naphtha na aliphatic, aromatic hydrocarbons, carbon dioxide na methane",
  "Ndị archaea na nje bacteria nwere ike imebi naphtha, bụ nke a na-ewere dị ka ihe mkpofu n'oge usoro nhazi mmanụ",
  "Ngwaahịa abụọ ahụ rụrụ arụ bara uru",
  "Enwere ike iji Aliphatic, aromatic hydrocarbons na methane dị ka mmanụ ọkụ na ndụ mmadụ kwa ụbọchị",
  "N'ikwu ya n'ụzọ ọzọ, methanogens ndị a na-eme ka ọnụọgụgụ nke ojiji",
  "Ọzọkwa, methanogens ndị a na-agbanwe nhazi nke ọdọ mmiri ọdụdụ ma na-enyere aka iji mmiri na-agbapụta mmiri na-agbagharị agbagharị maka nhazi ájá mmanụ",
  "N'ihi na archaea na nje bacteria metabolize na hapụ afụ n'ime ọdụdụ, pore mmiri nwere ike isi na ala mfe",
  "Ebe ọ bụ na ha na-eme ka densification nke ezigbo ọdụdụ tozuru okè, a na-eme ka ọdọ mmiri ọdụ ahụ dozie ihe siri ike ngwa ngwa ka e wee nwetaghachi ọdụ ahụ na mbụ",
  "Ọzọkwa, a pụrụ iji mmiri a tọhapụrụ na ọdụ ọdụ mee ihe na nhazi nke mmanụ",
  "Ibelata agụụ mmiri nwekwara ike ichebe gburugburu ebe obibi pụọ na ụkọ mmiri ozuzo.",
  "Ka usoro ngwupụta ihe na ọnụ ahịa mineral na-akawanye mma, ọ bụghị ihe ọhụrụ ka a na-emegharị ọdụ site n'iji ụzọ ọhụrụ, ma ọ bụ nke ọma na usoro ochie, iji nwetaghachi mineral ndị ọzọ",
  "KalTails Mining hazigharịrị nnukwu ọdụ ọdụdụ Kalgoorlie / Boulder dị na Western Australia na 1990s site na KalTails Mining.",
  "Ejiri igwe a na-akpọ PET4K Processing Plant na mba dị iche iche kemgbe afọ 20 gara aga iji dozie ọdụ ọdụdụ emerụrụ emerụ.",
  "UN na obodo azụmaahịa mepụtara ụkpụrụ mba ụwa maka njikwa ọdụ na 2020 ka ọdịda dị egwu nke ọdachi dam Brumadinho gasịrị",
  "Ọ bụ United Nations Environment Programme (UNEP), International Council on Mining and Metals (ICMM) na ụkpụrụ maka itinye ego na-arụ ọrụ kpọkọtara mmemme a."
]