[
  "Guinea bụ mba dị n'ụsọ oké osimiri nke Ndịda  Afrịka  ma nwee ókèala na obodo dịa:Guinea-Bissau, Senegal, Mali, Ivory Coast, Liberia, na Sierra Leone.",
  "Guinea kewara na mpaghara anọ: ya bụ : Maritime Guinea (Lower Guinea) ala dị larịị dị n'ụsọ oké osimiri na-aga n'ebe ugwu gaa n'ebe ndịda n'azụ ụsọ oké osimiri; ugwu Fouta Djallon (Middle Guinea); ugwu savanna (Upper Guinea); na mpaghara mmiri ozuzo nke ndịda ọwụwa anyanwụ (Forest Guinea).",
  "Guinea dị n'ebe ọdịda anyanwụ Afrịka, n'ókè ugwu Atlantic Ocean, n'etiti Guinea-Bissau na Sierra Leone",
  "Ntọala ala ya bụ 11°00′N  / 11.000°N 10.000°W / 11.000",
  "Mpaghara Guinea nwere 245,857 km2, nke nwere 245,717 km2 nke ala na ọnụ ọgụgụ otú narị na iri anọ  km2 nke mmiri.",
  "Mpaghara ala Guinea dị kilomita  ọnụ Ọgụgụ 4,046: na obodo Ivory Coast ọnụ Ọgụgụ narị asatọ na iri na ise kilomita, Guinea-Bissau nwere kilomita narị anọ na iri abụọ na otu  Liberia 590 kilomita, Mali 1,062 kilomita, Senegal 363 kilomita, na Sierra Leone 794 kilomita",
  "O nwere oke osimiri 320-km, ma na-azọrọ mpaghara akụ na ụba pụrụ iche nke 200 n (370.4 km; 230.2 mi), na oke osimiri nke 12  (22.2 km; 13.8 mi).",
  "Mpaghara Guinea dị n'ụsọ oké osimiri na ọtụtụ n'ime ime obodo nwere ihu igwe na-ekpo ọkụ, yana oge mmiri ozuzo nke na-adị site n'Eprel ruo Novemba, okpomọkụ dị elu na otu, ifufe ndịda ọdịda anyanwụ, na oke iru mmiri.",
  "Nkezi elu nke isi obodo Conakry n'afọ niile bụ 32  (89.6 °F), na ala bụ 21 °C (69.8 )",
  "Nkezi mmiri ozuzo nke Conakry kwa afọ bụ ihe fọrọ nke nta ka ọ bụrụ 3,800 mm (149.6 in)",
  "Sahelian Upper Guinea nwere oge mmiri ozuzo dị mkpirikpi na mgbanwe okpomọkụ dị ukwuu kwa ụbọchị",
  "E nwere oge ọkọchị (December ruo May) na ifufe harmattan nke ugwu ọwụwa anyanwụ.",
  "Osimiri Niger, Osimiri Gambia, na Osimiri Senegal so n'ime osimiri ọnụ Ọgụgụ iri abụọ na abụọ dị n'Ebe Ọdịda Anyanwụ Afrịka nke malitere na Guinea.",
  "Ihe onwunwe nke mba ahụ gụnyere ndịa: bauxite, iron ore, diamonds, gold, uranium, hydropower, azụ, na nnu",
  "O nwere 12.21% ala a na-akọ ugbo, na 2.85% nke ala ahụ bụ ihe ọkụkụ na-adịgide adịgide",
  "949.2 km2 (2003) nke ala na-agba mmiri",
  "Ngụkọta mmiri na-agbanwe agbanwe nke Guinea ngụkọta 226 km3.",
  "Nsogbu gburugburu ebe obibi dị ugbu a na Guinea gụnyere: mgbukpọ ọhịa; mmiri ọṅụṅụ ezughi oke; ọzara; mmetọ ala na mbuze; na igbubiga azụ na oke mmadụ na mpaghara ọhịa",
  "Omume igwu ala na-adịghị mma emeela ka mmebi gburugburu ebe obibi.",
  "Guinea so na nkwekọrịta gburugburu ebe obibi mba ụwa ndị a: Biodiversity, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling.",
  "Ala ya na-abụkarị ala dị larịị n'ụsọ oké osimiri, ugwu ugwu na ugwu ugwu",
  "Ebe kachasị ala na mba ahụ bụ Oké Osimiri Atlantic (0 m), ebe kachasị elu bụ Mont Nimba (1,752 m).",
  "Nnyocha nchọpụta zuru ụwa ọnụ na-adịbeghị anya na-atụ aro na e nwere 549km2 nke ala mmiri na Guinea, na-eme ka ọ bụrụ mba nke iri anọ na asaa n'ihe gbasara ebe dị larịị.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Guinea, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:CIA World FactbookÀtụ:Guinea topicsÀtụ:Geography of Africa"
]