[
  "Precycling bụ omume nkè ibelata ihe mkpofu site n'ịgbalị izere ịzụta ihe ndị ga-emepụta ihe mkpofu n'ụlọ ma ọ bụ azụmaahịa",
  "Ụlọ ọrụ U.S",
  "Environmental Protection Agency (EPA) kwukwara na precycling bụ usoro kachasị mma màkà njikwa ihe mkpofu siri ike n'ihi na ọ na-ebibi ihe mkpofu na isi iyi ya ya wee wepụ ihe mkpofu tupu e mepụta ya.  Dị ka EPA si kwuo, a na-egosikwa precycling dị ka usoro mkpebi màkà ónyé na-azụ ahịa n'ihi na ọ na-agụnye ime mkpebi ziri ezi gbasara ihe mkpofu ngwaahịa. Mmetụta ndị ónyé na-azụ ahịa na-atụle gụnyere: ma ngwaahịa nwéré ike iji ya mee ihe ọzọ, na-adịgide adịgide, ma ọ bụ na-edozi ya; nke e ji ihe ndị a na-eme ka ọ dị ọhụrụ ma ọ bụ ndị a na'adịghị eme ka ọ dịghachi ọhụrụ mee ihe; nkè a na-etinyebiga ihe ókè; na ma akpa ahụ nwèrè ike iji mee ihe ọzọ.",
  "Precycling nwèrè ikike iwulite ụlọ ọrụ mmepụta ihe, mmekọrịta mmadụ na ibe ya, gbụrụ-gbúrụ ébé obibi, na ọnọdụ akụ na ụba nke na-enye ohere ka a gbanwee ngwaahịa ochie ka ọ bụrụ ihe ọhụrụ.",
  "Ihe atọ nké izizi na-eme màkà njikwa ihe mkpofu bụ \"Bido, Reuse, Recycle\"",
  "Precycling na-ekwusi ike \"belata na iji ya eme ihe ọzọ\", mgbè ọ na-eji ma na-ajụ ajụjụ banyéré ike na ewu ewu nke okwu ahụ bụ \"recycle\"",
  "Na mgbakwunye na atụmatụ a, precycling na-agụnye R anọ ọzọ: Repair, Recondition, Remanufacture na Refuse. Ihe mkpofu bụ ihe onwunwe nkè enwere ike iji ya mee ihe ọzọ, megharịa ya, weghachite ya, ma ọ bụ gwọọ ya. Precycling dị iche na ụdị mgbochi mkpofu ndị ọzọ n'ihi na ọ na-agụnye ọ bụghị otu omume, kama ọtụtụ.",
  "Reduce bụ ụdị precycling nke na-enye ohere màkà nchekwa nke ihe ndị sitere n'okike ma na-echekwa ego màkà ónyé na-emepụta, onye na-azụ ahịa, na ónyé njikwa ihe mkpofu. Ọzọkwa, mbelata isi iyi dị irè na-ebelata mbelata nke ihe onwunwe gburugburu ebe obibi, na-eme ka ndụ nke ụlọ ọrụ nchịkwa ihe mkpofu dị ogologo, ma mee ka ọkụ na ebe a na-ekpofu ihe dị nchebe site n'iwepụ ihe mkpofu na-egbu egbu.",
  "Ọ bụ ezie na precycling na-eji ihe ọmụma nke okwu recycling, ọ ka dị mkpa iburu n'uche ọdịiche dị n'etiti recycling na mgbochi. Ébé ọ bụ na precycling na-elekwasị anya na mgbochi nke mmepụta ihe mkpofu, nke a na-agụnye na a na-eme ihe tupu ihe, ihe, ma ọ bụ ngwaahịa aghọọ ihe mkpofu. Ọ bụ ezie na imegharị ihe bụ ụdị precycling nke na-agụnye ime ihe tupu a hapụ ihe mkpofu dị ugbu a na okike. Recycling bụ usoro ebe a na-anakọta ihe ndị a tụfuru atụfu, hazie, hazie ha, ma jiri ha mee ihe na mmepụta ngwaahịa ọhụrụ. Ógè ọ bụla mmadụ na-etinye aka n'omume nke imegharị ihe, ha na-enyere aka ịbawanye ahịa ma belata ọnụahịa. Otú ọ dị, nyocha dị ugbu a sitere na American Plastics Council na-ekwu na ọ bụ naanị Pasent iri abụọ na ise nke ikike mmegharị nkè mba ahụ ka a na-eji.",
  "Nrụzi bụ ụdị precycling nké na-edozi mmejọ akọwapụtara na ngwaahịa, agbanyeghị, ogo nkè ngwaahịa a rụziri arụzi dị ala karịa ihe ndị a rụgharịrị ma ọ bụ ihe ndị a rụrụ arụgharị. Otu nnyocha chọpụtara na pasenti iri isii na asatọ nke ndị zaghachirinụ kwenyere na idozi abụghị ihe dị ọnụ ala ma chọọ ụzọ ndị ọzọ dị ka reconditioning ma ọ bụ remanufacturing.",
  "Ụzọ mkpofu efu na-ezube igbochi kama ibelata mkpofu. Zero-waste na-agafe imegharị ihe iji tinye usoro ahụ dum, nké gụnyere ihe onwunwe na ihe mkpofu na-aga site na ọha mmadụ. Ụkpụrụ a na-arụ ọrụ iji mee ka mmegharị ahụ dịkwuo ukwuu, belata ihe mkpofu, belata oriri ma hụ na a na-eji ngwaahịa eme ihe ọzọ, na-edozi ma ọ bụ na-emegharị ya n'ime okike ma ọ bụ ahịa. Usoro mgbochi a nwèrè ike ịchịkwa ma dị irè karịa usoro mmụba nke na-elekwasị anya n'iji nwayọọ nwayọọ belata mmetụta n'ihi na ọ dị obere ma nwee obere ozi, nke na-enye ohere itinye aka n'ihu ọha.",
  "N'ihe gbásárá nkwado, a na-ejikọkarị okwu ahụ n'onwe ya na ihe mgbochi akụ na mmezi nke ọnọdụ dị ugbu a karịa uto na ọganihu. Otú ọ dị, site na mmejuputa usoro nchịkwa na-enweghị ihe mkpofu, omume na-adịgide adịgide nwèrè ike ịkwanye ọnọdụ ahụ iji mepụta ọha mmadụ nwere ike imepe, na teknụzụ na ọdịbendị dị elu, dị ike na ọnụ ọgụgụ na mmepụta, na-eche echiche site na iji ihe ndị a na-apụghị imezigharị, na dịgasị iche, ọchịchị ónyé kwuo uche ya, na ihe ịma aka.",
  "A na-enwe mmata ọha na eze banyéré mkpa màkà mmepụta na oriri na-adịgide adịgide. Otu mkpọsa nke ebumnuche ya bụ ịkwalite mmata banyéré precycling lekwasịrị anya na ma omume ndị mmadụ na-akọ onwe ha nwèrè mmetụta site na ikpughe mgbasa ozi precycling na redio, telivishọn, ma ọ bụ mpempe akwụkwọ n'ụlọ ahịa. Ndị na-eme nchọpụta kwubiri na nsonaazụ kachasị dị irè sitere na itinye ụgwọ ọrụ mmekọrịta mmadụ na ibe ya nke na-akpọtụrụ mkpali dị mkpa iji tinye aka na omume precycling.",
  "Iji mezuo omume na omume precycling nkè ọma, ọha na eze chọrọ ka ọ dị \"ike\", \"na-etinye áká\", \"na a na-agba ume\", na \"ihe atụ\" na mbọ ha na-agba itinye aka na precycling.",
  "Ọ bụghị naanị na ndị na-azụ ahịa nwèrè ike ịme precycling, mana ụlọ ọrụ nwekwara ike isonye",
  "Ịzụta site n'aka ndị na-eweta akụkụ, iji kemịkal mee ihe ọzọ, na mbelata nkwakọ ngwaahịa na-enweghị isi bụ ụzọ ọtụtụ",
  "E nwere ọtụtụ ụlọ ọrụ na mba ndị na-ewere ya n'onwe ha iji mejuputa omume ndị ọzọ na-adịgide adịgide nké kwekọrọ na ụkpụrụ precycling. Dịka ọmụmaatụ, Fonterra belatara nkwakọ ngwaahịa ya site na mmejuputa nke ibu, iji ya eme ihe ọzọ na imezigharị ya. Ọzọkwa, Waste Management New Zealand mepụtara Recycle New Zealand, nké nyere enyemaka na-elekwasị anya na nchịkọta nke ihe ndị enwere ike ịmegharị ma hazie tupu ọrụ nke ibelata, imegharị, ma ọ bụ weghachite",
  "N'ịga n'ihu, òtù azụmahịa n'efu nwèrè ike ịga n'ihu na-etinye usoro precycling site na ịchọpụta atụmatụ a dị ka ụzọ ọhụrụ iji belata iwu na ịkwalite nnwere onwe imepụta ihe."
]