[
  "São Tomé na Príncipe bụ obere agwaetiti nke nwere agwa mmiri dị na Gulf of Guinea nke Atlantic Ocean",
  "Isi agwaetiti nke mba ahụ bụ São Tomé Island na Príncipe Island, nke a na-akpọ mba a",
  "Ndị a dị ihe dị ka kilomita narị ato na narị abụọ na iri ise(otu narị na iri itoolu na otu narị na iri isii mi), n'otu n\"otu, nʼụsọ oké osimiri  Gabon na Etiti Afrịka Ntọala  nke mba ahụ bụ latitude nke 1°00′N na longitude ya bụ 7°00.",
  "São Tomé na Príncipe bụ otu n'ime mba kachasị nta n'Afrika nke nwere narị abụọ na itoolu (otu narị na iri atọ mi) nke ụsọ oké osimiri",
  "Ha abụọ bụ akụkụ nke ugwu mgbawa na-adịghịzi adị, nke gụnyekwara agwaetiti Bioko na Equatorial Guinea n'ebe ugwu ọwụwa anyanwụ na Ugwu Cameroon n'ụsọ oké osimiri n'ebe ndịda ọwụwa mmiri",
  "São Tomé dị kilomita iri ise (iri atọ) n'ogologo na  (iri abụọ mi) n\"obosara na ugwu ugwu nke agwaetiti abụọ ahụ",
  "Ugwu ya ruru 2,024 m (6,640 ) - Pico de São Tomé",
  "Principe dị ihe dị ka kilomita iri atọ (iri na itoolu) n'ogologo na  ịse (anọ mi) n\"obosara, na-eme ka ọ bụrụ nke pere mpe n'ime abụọ ahụ",
  "Ugwu ya ruru narị itoolu iri anọ na asatọ  m (3,110 ) - Pico de Príncipe",
  "Nke a na-eme ka ngụkọta ala nke mba ahụ bụrụ 1,001 km2 (  ), ihe dị ka okpukpu ise nke Washington, D.C",
  "Mmiri na-asọba n'ugwu na-agbadata n'ugwu site na oké ọhịa na ala ihe ọkụkụ ruo n'oké osimiri",
  "Agwaetiti abụọ ahụ dị n'ebe dị otú narị na iri ise  km2 (  )",
  "Equator dị n'ebe ndịda nke São Tomé Island, na-agafe obere agwaetiti Ilhéu das Rolas.",
  "Pico Cão Grande (Great Dog Peak) bụ ihe ịrịba ama nke ugwu mgbawa, nke dị na   / 0.11667°N 6.56667°E / 0.11.667; 6.56667 na ndịda São Tomé",
  "Ọ na-ebili n'ụzọ dị ịrịba aa karịa narị atọ m (1,000 ft) n'elu ala gbara ya gburugburu na elu ugwu ahụ bụ narị isii na iri isii na atọ m (2,175 ) n\"elu oke osimiri.",
  "N'elu oke osimiri, ihu igwe bụ nke na-ekpo ọkụ ma na-ekpuchi mmiri na nkezi okpomọkụ kwa afọ nke ihe dị ka iri abụọ na asaa (80.6 ) na obere mgbanwe kwa ụbọchị",
  "N'ebe dị elu n'ime, nkezi okpomọkụ kwa afọ bụ iri abụọ °C (68 ), na abalị na-adịkarị jụụ",
  "iri ozuzo kwa afọ na-adịgasị iche site  nde ise mm (196.9 in)  ndagwurugwu ndịda ọdịda anyanwụ ruo otu nde mm (39.4 in) na ala dị ala nke ugwu",
  "Oge mmiri ozuzo na-amalite site n'ọnwa Ọktoba ruo Mee.",
  "N'etiti afọ 1950 na 2010, São Tomé na Príncipe nwere mmụba nke otu pom ise °C na nkezi okpomọkụ kwa afọ n'ihi mgbanwe ihu igwe. A na-ewere mba ahụ dị ka ihe na-adịghị ike maka mmetụta ya",
  "A na-atụ anya na mgbanwe ihu igwe ga-eduga n'ọnụ ọgụgụ dị ukwuu nke ụbọchị na abalị na-ekpo ọkụ, okpomọkụ na-ekwo ọkụ na mmiri ozuzo na-arịwanye elu. Mmiri na-arị elu n'oké osimiri na mmiri nnu ga-abụ isi nsogbu maka agwaetiti ahụ na mgbanwe ihu igwe ga-enwe mmetụta dị ukwuu na ọrụ ugbo na mba ahụ. Gọọmentị malitere ịmepụta atụmatụ mgbanwe mba na afọ 2022 iji mezuo mbọ mgbanwe ihu igwe, na nkwado sitere na United Nations Environment Programme.",
  "Agwaetiti abụọ ahụ bụ agwaetiti ndị dị n'oké osimiri nke kewapụrụ onwe ha mgbe niile na mpaghara etiti Afrịka ya mere enwere ụdị dị iche iche dị ala, nke a na-ejedebe na ndị jisiri ike gafee oké osimiri gaa n'àgwàetiti ndị ahụ",
  "Otú ọ dị, ọkwa nke endemism dị elu na ọtụtụ ụdị na-adịghị n'ebe ọzọ n'ụwa.",
  "Nkwupụta ụgbọ mmiri:",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke São Tomé na Príncipe, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:São Tomé and Príncipe topicsÀtụ:Geography of AfricaÀtụ:Africa topic"
]