[
  "Ịkpọte n'oge kwesịrị ekwesị na-ebili n'ihu na ọtụtụ ndị ọzọ ụra mbụ na nke ụwa họrọ site n'ime ụmụ ma kọwakwara ya dị ka usoro mmepụta ihe - na-ebuli n'oge ma na-aga n'ihu iji nwee ike ịrụ ọrụ karịa n'ụbọchị",
  "A na-atụ aro usoro a kemgbe oge ochie ma ugbu a, ọtụtụ ndị guru na-atụle mmepe onwe onye.",
  "N'ime ihe gbasara emume okpukpe, ndị edemede ime mmụọ akpọwo omume a \"oge dike\", na-ezo aka n'àjà nke a na-agụnye.",
  "Onye Okike nke eluigwe na ụwa họrọ site n'ime ụmụ ndị ikom ọkà ihe ọmụma Aristotle dere na Economics ya na \"Rising before daylight bụkwa ihe a ga-aja mma; ọ bụ omume dị mma, ma na-enye oge maka njikwa ezinụlọ yana maka ọmụmụ ihe",
  "\"",
  "A na-ekwu na Benjamin Franklin kwuru, sị: \"N'oge ị na-ehi ụra na n'oge ị ga-ebili, ọ na-eme ka nwoke nwee ahụike, ọgaranya, ma nwee amamihe\"",
  "Ọ bụ okwu a na-ele anya dị ka ilu nkịtị, nke Mathew Henry tinyere na \"A Method of Prayer\" onye depụtakwara ya dị ka ahịrịokwu \"kwuru ogologo oge\".  A na-ekwukwa na Franklin na-ekwu, sị: \"N'isi ụtụtụ, o nwere ọlaedo n'ọnụ ya\", nsụgharị nke ilu German \"Morgenstund hat Gold im Mund\".",
  "\"Nn'oge nnụnụ na-enweta ikpuru\" bụ ilu nke na-atụ aro na ibili n'oge ga-eduga n'inwe ihe ịga nke ọma n'ụbọchị",
  "Nke na-eme ka ihe mgbochi ozugbo cheta: \"gịnị banyere ikpuru mbụ, ekwesịghị ka ọ nọrọ n'àkwà?\"",
  "James Thurber, n'akwụkwọ ya Fables for our Time, mechiri Fable of the Shrike: \"N'oge ọ na-ebili ma na-ehi ụra, na-eme ka Shrike nwee ahụike, ọgaranya, ma nwụọ\".",
  "Ntuziaka ndị dị otú ahụ nwere ike ime ka ndị mmadụ nwee usoro ụra dị iche iche dị ka ndị umengwụ ma ọ bụ ndị na-enweghị mkpali mgbe ọ bụ ihe dị iche maka onye nwere ogologo oge ma ọ bụ na-egbu oge ihi ụra iji bilie n'ụtụtụ karịa maka onye nwere usoro ụra dị elu",
  "N'ụzọ dị otú a, a na-agwa onye maara oge mgbake ka ọ ghara ịmụrụ anya otu awa n'oge mana awa 3-4 n'oge, mgbe ịmụrụ anya \"n'ụzọ dị mma\" nwere ike ịbụ  ịma aka a na-amaghị ama nke gburugburu ebe obibi.",
  "Mmetụta na-adịghị mma n'isi ụtụtụ nwekwara ike imetụta ndị nọ n'afọ iri na ụma karịsịa",
  "Ndị nọ n'afọ iri na ụma na-achọkarị ma ọ dịkarịa ala awa 9 zuru ezu nke ụra kwa abalị, na mgbanwe na usoro endocrine n'oge uto na-agbanwe oge okike n'ụtụtụ.  Ịmanye oge mmalite n'oge n'agbanyeghị nke a nwere ike inwe mmetụta na-adịghị mma na ọnọdụ, arụmọrụ agụmakwụkwọ, na nkà mmekọrịta mmadụ na ibe ya."
]