[
  "Àtụ:Infobox dam\nSterkfontein Dam, nke dị na mpụga obodo Harrismith, na Steeti efu mpaghara Ndịda Afrịka, bụ akụkụ nke Tugela-Vaal ọrụ ngo mmiri na Drakensberg Pumped Storage Scheme, ma dị na Nuwejaarspruit, nke dị n'akụkụ Osimiri Wilge n'elu ebe mmiri nke Osimiri Vaal. Ọ bụ mgbidi mmiri nke abụọ kachasị elu na Ndịda Afrịka  na mgbidi mmiri kachasị elu.",
  "Mgbasawanye akụ na ụba ngwa ngwa nke mpaghara Johannesburg ka ukwuu n'afọ ndị 1960 na 70's tinyere mmiri ya n'okpuru egwu ogologo oge ma kpebie ịmegharị mmiri site na nnukwu Osimiri Tugela nke na-agaghị eji ya eme ihe n'oké osimiri ma chekwaa ya na nnukwu ebe nchekwa mmiri dị ala",
  "Ebe mbụ ahọrọ maka ọrụ a dị na ndagwurugwu dị n'akụkụ ọdịda anyanwụ na Osimiri Elands",
  "Nke a bụ nhọrọ kachasị mma site na akụkụ injinia n'ihi na ọ ga-agụnye obere mgbidi mmiri",
  "Otú ọ dị, n'oge na-adịghị anya tupu owuwu ahụ amalite, a họọrọ saịtị ahụ na Nuwejaarspruit maka ebumnuche ndọrọ ndọrọ ọchịchị n'ihi na ọ zere idei mmiri nke Bantustan nke Qwaqwa nke a haziri ọhụrụ na Phuthadichaba",
  "O nwere ike ịpụta na atụmatụ mba a nwere ike ịnọ na \"mba  ọzọ\" nke gaara abụ ihe a na-apụghị ịnabata dị ka a hụrụ ya site n'echiche nke gọọmentị dị ugbu a n'oge ahụ.",
  "Ihe owuwu malitere na afọ 1969 ma nye nke mbụ ọrụ na afọ 1977 ma nwee oghere dị mita iri isii na itoolu  (226 ft) dị elu nke dị mita nde abụọ, narị abụọ iri itoolu  (7,510 ) n'ogologo na-enweghị mmiri",
  "Mgbe emechara nke mbụ, e mere mkpebi ka ọ gaa n'ihu ozugbo na nke ikpeazụ ma e mechara bulie ya na afọ 1980 ruo n'ịdị elu ya ugbu a nke mita iri itoolu na atọ (305 ft) na ogologo ogologo nke mita nde atọ na iri isii.(10,040 ) na ikike zuru ezu nke nde abụọ, narị isii iri ise na isii, cubic mita (2,153,000 )",
  "Mgbe ọ na-enweta ya n'ụzọ zuru ezu, ọ nwere ala nke na-erughị iri asaa km2",
  "E nyere iwu ka e gbasaa miri  ahụ n'afọ 1980, ma nwee ikike nke ọnụ Ọgụgụ 2,616,950 cubic mita (2,121.60 ), na mpaghara elu nke naanị iri isii na asaa pom iri abụọ na isii Skwer kilomita (25.97 sq mi), mgbidi mmiri ahụ dị mita iri itoolu na atọ (305 ft) n'ịdị elu",
  "Ngụkọta oge owuwu ahụ bụ afọ iri na otu",
  "Ọ bụ Ngalaba Na-ahụ Maka Mmiri haziri ma wuo Ọdọ Mmiri Sterkfontein",
  "Dam ahụ na-ejikarị eme ihe n'ụlọ na ụlọ ọrụ mmepụta ihe ma enwere ike itinye ihe ize ndụ ya  elu (3)",
  "[nkọwa dị mkpa]",
  "A gụrụ mmiri ahụ aha otu n'ime ugbo ndị dị nso na owuwu ya",
  "E wuru obodo nwa oge maka ndị ọrụ na-ewu ụlọ na ugbo Sterkfontein",
  "Okwu sterkfontein pụtara isi iyi siri ike na Afrikaans.",
  "Mgbidi ahụ bụ ụdị ikike ndọda nke ụwa",
  "Mgbidi mmiri ahụ nwere ọnụ Ọgụgụ ndịa ;19.8  (700×10^6 cu ) nke ihe na-eme ka ọ bụrụ mgbidi mmiri kachasị ukwuu na Ndịda Afrịka n'ihe gbasara olu",
  "Mgbidi abụọ kpuchiri ọdọ mmiri ahụ",
  "Mgbidi nke abụọ dị mita narị isii (2,000 ft) n'ogologo ma nwee 1.04  (37×10^6 cu ) nke ihe.",
  "Dam ahụ pụrụ iche ebe ọ bụ na a na-enweta ọtụtụ mmiri site na ịdọrọ mmiri site n'elu osimiri Tugela",
  "Mmiri a ga-abụ nke a na-ejighị mee ihe ma na-asọba n'oké osimiri",
  "E wuru mmiri ahụ n'osimiri kama, ọ dị n'ihe a ga-akpọ nnukwu iyi dị n'elu ndagwurugwu na Nuwejaarspruit",
  "Ebe mmiri nke mmiri ahụ erughị okpukpu atọ nke mmiri nke dam ahụ, ya mere, ọ bụghị ihe ize ndụ nke idei mmiri",
  "N'ihi nke a, mgbidi isi mmiri ahụ enweghị mkpa maka mmiri na-asọba",
  "Enwere ike ịpụ mmiri ozuzo ọ bụla karịrị akarị site na valvụ ya",
  "Uru nke ebe a bụ na Dam bụ ebe nchekwa dị irè nke ukwuu, ebe ọ nwere omimi iji chekwaa nnukwu mmiri, na obere mfu na evaporation",
  "Ọdọ mmiri Vaal Dam (ọdọ mmiri) site na ntụnyere nwere nnukwu ebe dị elu ma dị obere, nke na-eme ka ọnụ ọgụgụ dị elu nke akpọrọ  evaporation",
  "Ọ ga-ewe afọ iri na asaa nke mmiri ozuzo iji mejupụta mmiri ahụ",
  "Mana ijide mmiri ozuzo abụghị ebumnuche dị mkpa n'azụ ọrụ a",
  "E wuru ya iji weghara mmiri site na osimiri Tugela ma tinye ya na usoro Vaal.",
  "Dam ahụ na-enweta mmiri ya site na Tugela-Vaal Water Project e mechara kpọgharịa ya Drakensberg Pumped Storage Scheme nke bụ atụmatụ nchekwa mmiri 1,000 MW nke na-agụnye nnyefe nke ruru narị isii na iri atọ nde cubic mita (510,000 ) nke mmiri site na KwaZulu-Natal",
  "A na-echekwa nke a na Sterkfontein Dam ma wepụ ya na Vaal Dam site na Osimiri Wilge mgbe ọ dị mkpa.",
  "A na-ewere Driekloof Dam nke dị n'ime Sterkfontein Dam, dị ka mmiri na ọdọ mmiri dị iche iche, a naghị etinye ya na ọnụ ọgụgụ ndị dị n'elu",
  "Ọ bụ n'ezie ihe mgbochi mmiri n'ime ihe mgbochi",
  "Driekloof Dam bụ ebe nchekwa dị n'elu nke Drakensberg Pumped Storage Scheme",
  "Ọ bụrụ na a ga-enweghị ihe ọ bụla na Sterkfontein Dam, ọdọ mmiri Driekloof ga-ejigide mmiri maka atụmatụ nchekwa pumped iji rụọ ọrụ n'enweghị ihe mgbochi",
  "Mgbe Sterkfontein Dam zuru oke, mmiri na-ekpuchi Driekloof Dam ruo n'elu mmiri ya.",
  "Nke a bụ nke atọ kachasị ukwuu na Ndịda Afrịka n'ihe gbasara ikike mmiri ma ọ dị ntakịrị karịa Vaal Dam.",
  "Sterkfontein Dam Nature Reserve bụ ebe a na-echebe nke dị n'akụkụ mmiri ahụ."
]