[
  "Obara bu mmiri no na  obara na n'ime ahu mmadu na vertebrates nke na enye ezigbo ihe dika iri and ndu na ahu mmadu, ma ziga ihe mkpocha metabolic ma wepu ha na cells ndị ahu",
  "Obara na ime mgbasa ahu mgbe ufodu ka ana akpo peripheral obara, mana cell obara...",
  "Ọbara nwere mkpụrụ ndụ ọbara kwụ n'ime plasma ọbara",
  "Plasma, nke mejupụtara 55% nke mmiri ọbara, bụ mmiri (92% site na oke), ma nwee protein, glucose, mineral ion, homonụ, carbon dioxide (plasma bụ isi ihe na-ebugharị ngwaahịa), na mkpụrụ ndụ ọbara n'onwe ha. Albumin bụ isi protein na plasma, ọ na-arụkwa ọrụ iji chịkwaa nrụgide osmotic nke ọbara",
  "[citation needed] Mkpụrụ ndụ ọbara bụ mkpụrụ ndụ ọbara uhie (nke a na-akpọkwa RBCs ma ọ bụ erythrocytes), mkpụrụ ndụ ọbara ọcha (nke a makwaara dị ka WBCs maọbụ leukocytes), na platelets nke anụmanụ na-enye nwa ara (nke a a na-a na-akpọkwara thrombocytes). Mkpụrụ ndụ kachasị n'ọbara anụmanụ bụ mkpụrụ ndụ ọbara uhie. Ndị a nwere hemoglobin, protein nwere ígwè, nke na-eme ka ọ dịrị ikuku oxygen mfe site na ijikọta ya na gas iku ume a wee mee ka ọ dịkwuo n'ọbara. N'ụzọ dị iche, a na-ebugharị carbon dioxide na mpụga mkpụrụ ndụ dị ka ion bicarbonate na-ebufe na plasma.",
  "Ọbara vertebrate na-acha uhie uhie mgbe hemoglobin ya nwere oxygenated na ọbara ọbara mgbe ọ na-enweghị oxygenated.",
  "Ụmụ anụmanụ ụfọdụ, dị ka crustaceans na mollusks, na-eji hemocyanin ebu oxygen, kama hemoglobin. Ụmụ ahụhụ na ụfọdụ mollusks na-eji mmiri a na-akpọ hemolymph kama ọbara, ọdịiche bụ na hemolymf adịghị n'ime usoro nrugharị ọbara mechiri emechi",
  "N'ọtụtụ ụmụ ahụhụ, \"ọbara\" a enweghị mkpụrụ ndụ oxygen dị ka hemoglobin n'ihi na ahụ ha pere mpe nke na usoro tracheal ha ga-ezuru iji nye oxygen.",
  "Anụ ndị nwere ọkpụkpụ azụ nwere usoro ahụike na-emegide onwe ha, nke dabeere n'ụzọ dị ukwuu na mkpụrụ ndụ ọbara ọcha",
  "Mkpụrụ ndụ ọbara ọcha na-enyere aka iguzogide ọrịa na nje",
  "Platelets dị mkpa na ọbara na-akpụ akpụ",
  "Arthropods, na-eji hemolymph, nwere hemocytes dị ka akụkụ nke usoro ahụike ha.",
  "Blood is circulated around the body through blood vessels by the pumping action of the heart",
  "In animals with lungs, arterial blood carries oxygen from inhaled air to the tissues of the body, and venous blood carries carbon dioxide, a waste product of metabolism produced by cells, from the tissues to the lungs to be exhaled.",
  "Ọbara na-eme 7% nke ịdị arọ nke ahụ mmadụ, na nkezi nke 1060 kg / m3, nke dị nso na mmiri dị ọcha nke 1000 kg / m3. Onye toro eto nwere ọbara nke ihe dịka  5 (  pt) ma ọ bụ 1.3 gallons, nke nwere plasma na ihe ndị e mepụtara. Ihe ndị e mepụtara bụ ụdị mkpụrụ ndụ ọbara abụọ ma ọ bụ corpuscle - mkpụrụ ndụ ọbara uhie, (erythrocytes) na mkpụrụ ndụ ọbara ọcha (leukocytes), na akụkụ mkpụrụ ndụ a na-akpọ platelets nke na-etinye aka na nkụchi. Site na oke, mkpụrụ ndụ ọbara uhie mejupụtara ihe dị ka 45% nke ọbara dum, plasma ihe dị ka 54.3%, na mkpụrụ ndụ ọcha ihe dị ka 0.7%."
]