[
  "Àtụ:MapLibrary",
  "Mauritania, bụ  mba dị n'ógbè ọdịda anyanwụ nke kọntinent Afrịka, dị larịị n'ozuzu ya, skwer kilomita nke ọnụ Ọgụgụ nkea 1,030,700 ya na-emepụta nnukwu ala kpọrọ nkụ, nke ugwu na-emebi mgbe ụfọdụ na ugwu dị ka ugwu",
  "Mauritania bụ mba kachasị ukwuu n'ụwa nke dị n'okpuru ịdị elu nke ọnụ Ọgụgụ  1,000 mita (3,300 )",
  "Ọ dị n'ókè nke ndịda Atlantic Ocean, n'etiti obodo Senegal na ndịda Sahara, Mali na Algeria",
  "A na-ewere ya dị ka akụkụ nke Sahel na Maghreb",
  "Usoro ugwu na-eche ihu n'ebe ndịda ọdịda anyanwụ, na-ekewa ala dị larịị ndị a n'etiti mba ahụ",
  "Ugwu ndị ahụ na-ekewa usoro nkume àjà nke kachasị elu bụ Adrar Plateau, na-eru mita narị ise ma ọ bụ ọnụ Ọgụgụ nke 1,640 ụkwụ",
  "Oasis ndị a na-enye mmiri n'oge opupu ihe ubi dị n'okpuru ụfọdụ n'ime ebe ndị a na'elu ugwu",
  "Ugwu ndị dịpụrụ adịpụ, nke jupụtara na minaral na-arị elu n'elu ala dị larịị; a na-akpọ obere ugwu Guelbs na ndị buru ibu Kedias",
  "Guelb er Richat bụ ihe a ma ama na mpaghara ugwu etiti",
  "Kediet ej Jill, dị nso n'obodo Zouîrât, nwere ịdị elu nke mita narị itoolu na iri na ise ma ọ bụ ụkwụ ọnụ Ọgụgụ ndị a: 3,002 ma bụrụ ugwu kachasị elu.",
  "Ihe dị ka ụzọ atọ n'ụzọ anọ nke Mauritania bụ ọzara ma ọ bụ ọkara ọzara",
  "N'ihi oke ọkọchị, ọzara anọwo na-agbasawanye kemgbe etiti afọ 1960",
  "Ala dị larịị na-eji nwayọọ nwayọọ na-agbadata n'ebe ugwu ọwụwa anyanwụ gaa n'ebe a na-adịghị ahụkebe El Djouf, ma ọ bụ  nke akpọrọ \"Empty Quarter,\" nnukwu mpaghara nke nnukwu ájá nke na-abanye n'ọzara Sahara",
  "N'ebe ọdịda anyanwụ, n'etiti oké osimiri na ala dị larịị, ebe ndị dị larị iche (regs) na ájá dunes (ergs), ụfọdụ n'ime ha na-agbanwe site n'otu ebe gaa n'ebe ọzọ, nke ikuku na-eji nwayọọ nwayọọ na-ebugharị",
  "Ugwu ndị ahụ na-abawanye na nha na njem n'ebe ugwu.",
  "Akara ahịhịa sitere n'okike, nke kwekọrọ na usoro mmiri ozuzo, na-agbasa site n'ebe ọwụwa anyanwụ gaa n'ebe ọdịda anyanwụ ma na-agbanwe site na akara nke oké ọhịa na-ekpo ọkụ n'akụkụ Osimiri Sénégal ruo na brush na savanna na ndịda ọwụwa Anyanwụ",
  "Naanị ọzara ájá dị n'etiti na n'ebe ugwu nke mba ahụ.",
  "ihu  igwe na-ejikarị oke okpomọkụ na obere mmiri ozuzo na-adịghị mgbe nile",
  "Mgbanwe okpomọkụ kwa afọ dị obere, ọ bụ ezie na mgbanwe nke ehihie nwere ike ịdị oke egwu",
  "Nsogbu  ifufe na-ekpo ọkụ, nke kpọrọ nkụ, na nke na-enwekarị uzuzu, na-esi na Sahara na-ebugharị n'oge ọkọchị dị ogologo ma bụrụkwa ifufe kachasị, ma e wezụga n'akụkụ dị warara nke ụsọ oké osimiri, nke ifufe azụmahịa nke oké osimiri na-emetụta",
  "Ọtụtụ mmiri ozuzo na-ada n'oge obere oge mmiri ozuzo (oge oyi), site  Julaị ruo Septemba,  nkezi mmiri ozuzo kwa afọ dịgasị iche site na narị ise ruo narị isii milimita (19.7 ruo 23.6 in) n'ebe ndịda ruo ihe na-erughị otú narị milimita (3.9 in) n\"ebe ugwu ụzọ abụọ n'ụzọ atọ nke mba ahụ.",
  "Mauritania nwere mpaghara gburugburu ebe obibi anọ: ya bụ mpaghara Sahara, mpaghara Sahelian, Ndagwurugwu Osimiri Senegal, na mpaghara Coastal",
  "Ọ bụ ezie na mpaghara ndị ahụ dị nnọọ iche na ibe ha, ọ dịghị ihe okike doro anya na-akọwa ókèala dị n'etiti ha",
  "Ájá, nke na-agbanwe agbanwe na agba na ihe mejupụtara, na-ekpuchi pasent iri anọ nke ala nke mba ahụ, na-emepụta dunes nke na-apụta na mpaghara niile ma e wezụga Ndagwurugwu Osimiri Senegal",
  "A na-eji ájá na-acha uhie uhie, ájá na'acha uhie, ebe ájá na na-agbanwe agbanwe (\"na-agagharị\") nwere ájá dị mma, dị ka uzuzu, na-acha ọbara ọbara nke ifufe nwere ike iburu",
  "A na-ekpuchi ala dị larịị na ájá na-acha anụnụ anụnụ, na-acha ntụ ntụ, na oji nke na-eme ka ala dị nro n'elu ájá dị nro, nke na-adịghị ike.",
  "Mpaghara Sahara mejupụtara ụzọ abụọ n'ụzọ atọ nke ugwu nke mba ahụ",
  "Mpaghara ya dị n'ebe ndịda kwekọrọ  isohyet (ahịrị dị n'elu ụwa nke mmiri ozuzo bụ otu) nke na-anọchite anya mmiri ozuzo kwa afọ nke otu narị na iri ise milimita (5.9 in)",
  "Mmiri na-enwekarị n'oge oyi, nke na-adị site na Julia ruo Septemba ọtụtụ  mgbe, oké ifufe ndị dịpụrụ adịpụ na-adaba mmiri buru ibu n'oge dị mkpirikpi",
  "Otu afọ, ma ọ bụ ọbụna ọtụtụ afọ, nwere ike ịgafe na-enweghị mmiri ozuzo ọ bụla n'ebe ụfọdụ.",
  "Mgbanwe nke okpomọkụ n'ehihie na mpaghara Sahara nwere ike ịdị oke egwu, ọ bụ ezie na mgbanwe kwa afọ dị obere",
  "N'oge ọnwa Disemba na Jenụwarị, okpomọkụ na-adị site na 0  (32 °F) n'isi ụtụtụ ruo 38 °C (100.4 )",
  "N'oge Mee Jun na Julaị okpomọkụ sitere na 16  (60.8 °F) n'ụtụtụ ruo ihe karịrị 49 °C (120.2 ) site n'ehihie",
  "N'ime afọ niile, akpomnku na-akpatakarị ụfụfụ na-ekpu ìsì.",
  "Mpaghara nchịkwa (nke a na-akpọbu okirikiri) nke Tiris Zemmour n'ebe ugwu, Adrar n'etiti, na ugwu Hodh ech Chargui n'ebe ọwụwa anyanwụ, nke mejupụtara ihe ka ukwuu na mpaghara Sahara, bụ nnukwu ala na-enweghị ihe ọ bụla nke dunes na-agbanwe agbanwe na mpụta granite",
  "Mgbe mmiri ozuzo gasịrị, ma ọ bụ n'ihu olulu mmiri, ihe ndị a nwere ike ịkwado ahịhịa",
  "N'ime ala dị larịị Adrar na Tagant, isi iyi na olulu mmiri na-enye mmiri maka ịta ahịhịa na ọrụ ugbo ụfọdụ",
  "N'akụkụ ọdịda anyanwụ nke mpaghara Sahara, na-agbasa na Nouakchott, ahịrị ájá na-agbanye site n'ebe ugwu ọwụwa anyanwụ ruo n'ebe ndịda ọdịda anyanwụ na ugwu site na kilomita abụọ ruo iri abụọ n'obosara",
  "N'etiti ugwu ndị a bụ ndagwurugwu jupụtara na limestone na ájá ụrọ nwere ike ịkwado ahịhịa mgbe mmiri ozuzo gasịrị",
  "Dunes n'ebe ugwu dị anya na-agbanwe na ifufe karịa ndị dị na ndịda.",
  "Mpaghara Sahara nwere obere ahịhịa",
  "Ụfọdụ ugwu ugwu nwere isi iyi mmiri na-akwado obere osisi na ogwu na ahịhịa ahịhịhịa dabara adaba maka kamel",
  "N'ihi na mkpụrụ nke osisi ndị dị n'ọzara nwere ike ịnọ n'ụra ruo ọtụtụ afọ, dunes na-enwekarị ahịhịa na-eto eto mgbe mmiri ozuzo gasịrị",
  "N'ime ndagwurugwu dị n'etiti dunes, ebe mmiri dị nso n'elu ala, a na-ahụ ụfọdụ okooko osisi gụnyere acacias, osisi soapberry, capers, na swallowwort",
  "Ebe ndị nwere nnu nwere ụdị ahịhịa pụrụ iche, ọkachasị chenopods, nke na-eme ka nnu dị elu dị n'ala",
  "A na-akọ ugbo na oases, ebe a na-eji nkwụ eme ihe iji kpuchie ihe ọkụkụ ndị ọzọ site na anyanwụ.",
  "Mpaghara Sahelian gbasaa n'ebe ndịda nke Mpaghara Sahara ruo ihe dị ka kilomita iri atọ nke Osimiri Senegal",
  "Ọ na-emepụta belt ọwụwa anyanwụ na ọdịda anyanwụ ya na axis ya na-esi na Boutilimit gafee 'Ayoûn el 'Atroûs ruo Néma, gụnyere ọdọ mmiri Aoukar",
  "Mpaghara ahụ nwere steppes na savanna grasslands",
  "Ìgwè ehi, atụrụ, na ewu na-agafe mpaghara a na-achọ ebe ịta nri.",
  "Oge oyi na-amalite n'oge na mpaghara Sahelian karịa na mpaghara Sahara, na-adịkarị site na Jun ruo Ọktoba",
  "N'ihi na ndị ọrụ ugbo na ndị na-azụ atụrụ na-adabere na mmiri ozuzo kwa afọ, igbu oge otu ọnwa na mmalite oge mmiri ozuzo nwere ike ịkpata nnukwu mfu ma mee ka ọtụtụ ndị si Hodh ech Chargui na Hodh el Gharbi kwaga Mali",
  "Ọ bụ ezie na oke okpomọkụ dị mkpụmkpụ karịa na mpaghara Sahara, ọdịiche kwa ụbọchị sitere na iri na isii ruo iri abụọ na otu °C (60.8 ruo 69.8 )",
  "Oge akpọ nkụ  bụ ifufe na-ebute ụzọ.",
  "N'ebe ugwu Sahel, ahịhịa na osisi acacia nwere ogwu jupụtara n'elu ugwu",
  "N'ebe ndịda, nnukwu mmiri ozuzo na-enye ohere ka ahịhịa dị ukwuu",
  "Ájá na-amalite ịhapụ ụrọ",
  "A na-ahụ nnukwu osisi nkwụ na Tagant Plateau, na ahịhịa savanna, brushwood, balsam, na spurge kpuchiri dunes",
  "Osisi baobab na-adịkarị n'ebe ahịhịa dị larịị nke ndịda Sahel",
  "Mpaghara ọhịa nwere nkwụ na osisi baobab",
  "Oké ọhịa buru ibu nke osisi acacia na-amị mkpụrụ na-eto na mpaghara Trarza na Brakna",
  "N'ebe ndịda, ọkachasị na Assaba na mpaghara ugwu nke mpaghara Guidimaka, mmiri ozuzo dị elu iji kwado ụdị ọrụ ugbo.",
  "Ndagwurugwu Osimiri Senegal, nke a na-akpọ Chemama ma ọ bụ nke a na akpọ pre-Sahel mgbe ụfọdụ, bụ obere ala nke na-agbasa n'ebe ugwu nke Osimiri Senegal",
  "Tupu ụkọ mri ozuzo nke afọ 1960, 1970, na 1980, belt ahụ sitere na kilomita iri na isii ruo iri atọ (iri ruo iri na itoolu mi) n'ebe ugwu nke osimiri ahụ",
  "Ka ọ na-erule ngwụcha afọ 1980, ọzara eruola n'akụkụ ugwu nke osimiri ahụ n'akụkụ ụfọdụ nke ndagwurugwu ahụ",
  "Ndagwurugwu ahụ sara mbara na mpaghara Guidimaka ma na-achịkwa usoro oge nke osimiri ahụ",
  "Ihe fọrọ nke nta ka ọ bụrụ ndị niile bi na ndagwurugwu ahụ na-arụ ọrụ ugbo ma ọ bụ ịkụ azụ n'akụkụ Osimiri Senegal na isi ya bụ Karakoro, Gorgol, na Garfa",
  "Mpaghara a na-enye ọtụtụ n'ime mmepụta ugbo nke mba ahụ.",
  "Ọnọdụ ihu igwe nke Ndagwurugwu Osimiri Senegal dị iche na nke mpaghara Sahara na Sahelian",
  "Mmiri ozuzo dị elu karịa na mpaghara ndị ọzọ, site na narị anọ ruo narị isii milimita (15.7 ruo 23.6 in) kwa afọ, -abụkarị n'etiti Mee na Septemba",
  "Mmiri ozuzo a, tinyere idei mmiri nke osimiri ahụ kwa afọ, na-enye ihe ndabere maka ọrụ ugbo",
  "Okpomọkụ dị jụụ ma nwee obere mgbanwe kwa afọ na nke ehihie karịa na mpaghara ndị ọzọ.",
  "soso obodo Senegal bụ ebe nwere mmiri na adịgide adịgide na etiti ndịda Morocco na etiti Senegal",
  "Site na isi iyi na Guinea, ọ fere site na ugwu na ndịda ọnụ Ọgụgụ nde abụọ na narị ise kilomita  (1,553 Mi), we ga na Atlantic oké osimiri na Saint Louis Senegal",
  "Sita na ọnụ ya mmiri nke akpọrọ navigable dabere Kayes, Mali, na oge mmiri ozuzo na poor, Senegal, na oge afọ ahụ nile, oké mmiri ozuzo na ebido na Eprel na obodo Guinea na Mee na Jun na Senegal  na Mali, na eweta oké mmiri ozuzo na afọ na ekpuchi gburugburu ruru obosara  iri abụọ na ise ruo iri ato na isii kilomita (iri na isii ruo iri abụọ abụọ Mi),  na-aejupụta ọtụtụ ọdọ mmiri",
  "Na okpokoro azụ na ime mmiri na oge ọkọchị na ụdu mmiri.ihe nlere anya ndị a bụ Lake R'kiz",
  "Mgbe mmiri gbadata na àlà ala, iko ọrụ bido.",
  "Ndagwurugwu Osimiri Senegal, nke nwere ala ya bara ọgaranya na ala ụrọ, jupụtara na osisi",
  "Ọzọkwa, mmiri ozuzo dị elu, ịgba mmiri, na ọtụtụ ọwa n'akụkụ na sloughs na-emepụta ahịhịa na-acha akwụkwọ ndụ akwụkwọ ndụ, nke dị nso na okpomọkụ, na osisi baobab na gonakie na ọtụtụ ahịhịhịa bara ọgaranya",
  "A na-ahụkwa nkwụ Ddounm na barussus ebe a",
  "A na-akọ ihe ka ukwuu n'ala mmiri ahụ.",
  "Mpaghara Coastal, ma ọ bụ Mpaghara Sub-Canarian, gbatịrị ogologo nke ihe dị ka kilota  ọnụ Ọgụgụ 754 (469 mi) ogologo ụsọ oké osimiri Atlantic",
  "Ifufe azụmaahịa nke oké osimiri sitere na Canary Islands na-agbanwe mmetụta nke harmattan, na-emepụta ihu igwe na-ekpo ọkụ ma dị jụụ",
  "Mmiri ozuzo ebe a dị obere; na Nouadhibou ọ na-eme nkezi 30 mm kwa afọ ma na-eme n'etiti Julaị na Septemba Okpomọkụ dị nro, na-agbanwe site na 28 na 32  (82.4 na 89.6 °F) maka Nouadhibou na Nouakchott, n'otu n'otu, na-egosi obere nke 16 na 19 °C (60.8 na 66.2 ).",
  "Mmiri na-eme mkpọtụ na ájá na-agbanwe agbanwe na-egosipụta ogologo niile nke ụsọ mmiri",
  "Ras Nouadhibou (nke a maara dị ka Cap Blanc) peninsula, nke na-emepụta Dakhlet Nouadhib ou (nke bụ Lévrier Bay n'oge gara aga) n'ebe ọwụwa anyanwụ, dị kilota iri ise (iri atọ na otu mi) n'ogologo na kilomita iri na atọ n'obosara",
  "A na-ekewa ala ahụ n'etiti ndida  Sahara na Mauritania, na ọdụ ụgbọ mmiri Mauritania na ọdụ ụgbọ okporo ígwè nke Nouadhibou dị n'akụkụ ọwụwa anyanwụ",
  "Dakhlet Nouadhibou, otu n'ime ọdụ ụgbọ mmiri kachasị ukwuu n'ụsọ oké osiri ọdịda anyanwụ nke Afrịka dị kilomita iri anọ na atọ (27 mi) n'ogologo na kilomita 32 (20 mi) n\"obosara n'ebe kachasị obosara",
  "kilomita iri ise n'ebe ndịda ọwụwa anyanwụ nke Ras Nouadhibou bụ Arguin",
  "N'afọ 1455, e guzobere ntinye Portuguese mbụ n'ebe ndịda Cape Bojador (n'ebe ọdịda anyanwụ Sahara nke oge a) na Arguin",
  "N'ebe ndịda bụ naanị ebe dị ịrịba ama dị n'ụsọ oké osimiri, Cape Timiris dị mita asaa (23 ) n'ịdị elu",
  "Site na cape a ruo n'ebe marshy gburugburu ọnụ Osimiri Senegal, ụsọ mmiri ahụ na-adị mgbe niile ma bụrụ nke a na-ahụkarị naanị site na nnukwu ala.",
  "N'elu ájá ndị dị n'ụsọ oké osimiri, ahịhịa dị ụkọ",
  "Otú ọ dị, n'okpuru ugwu, a pụrụ ịchọta nnukwu osisi tamarisk, obere osisi acacias, na swallowworts",
  "Ụfọdụ ahịhịa dị elu, nke a gwakọtara ya na balsam, spurge, na osisi ndị nwere ogwu, na-eto na mpaghara etiti",
  "Ebe ugwu nwere obere ahịhịa.",
  "Nnyocha nchọpụta zuru ụwa ọnụ na-adịbeghị anya na-atụ aro na e nwere 494km2 nke ala mmiri na Mauritania, na-eme ka ọ bụrụ mba nke 48 n'ihe gbasara ebe dị larịị.",
  "Ọnọdụ ihu igwe agbanweela nke ukwuu kemgbe mmalite nke ụkọ mmiri ozuzo dị ogologo na afo 1960s, akụkụ nke usoro mmiri na-ezo ugboro ugboro na okpomọkụ nke Sahelian Africa",
  "Otú ọ dị, ndị ọkachamara kwenyere na ịtabiga nri ókè, igbuchapụ ọhịa, ịhapụ ala gburugburu olulu mmiri, ụzọ ọrụ ugbo na-adịghị mma, na ọnụ ọgụgụ mmadụ karịrị akarị emeela ka ụkọ mmiri ozuzo ahụ ka njọ",
  "Na Mauritania isohyet nke na-egosi mmiri ozuzo kwa afọ nke otu narị na iri ise milimita weere na ọ dịkarịa ala maka ịkpa anụ gara n'ebe ndịda ihe dị ka otu narị kilomita ruo n'ebe dị n'ebe ugwu nke Nouakchott",
  "N'ime afọ 1980, ọzara ahụ na-aga n'ebe ndịda na atụmatụ nke kilomita isii n'afọ",
  "Mpaghara ihu igwe ọ bụla dị mkpa agafeela n'ebe ndịda, na n'ọnọdụ ụfọdụ ọnọdụ ọzara dị nso eruola n'akụkụ Osimiri Senegal.",
  "Ka ọ na-erule ngwụcha afọ 1980, ọzara agbanweela usoro ọrụ ugbo na nke mmadụ",
  "Mfu nke ala na mpaghara Sahelian chụpụrụ ụmụ anụmanụ na ndị mmadụ n'ebe ndịda na-achọ nri na mmiri ma mee ka ubi ọhụrụ nke ájá",
  "Ugwu ndị na-aga n'ihu na-eyi egwu ikpuchi olulu mmiri, obodo nta, na okporo ụzọ; ha wakporo Nouakchott na njem ha na-aga oké osimiri",
  "Gọọmentị nwetara enyemaka mba ụwa iji mee ka ala dị gburugburu Nouakchott kwụsie ike ma kụọ osisi nkwụ 250,000 iji mepụta ihe mgbochi megide ọzara na-abanye",
  "Iji lụso akọrọ ọgụ, gọọmentị wuru ihe mgbochi mmiri na Osimiri Senegal na ndị na-eso ya iji mụbaa ọnụ ọgụgụ ala a na-akọ ugbo.",
  "ngụkọta: 1,030,700 km2 (397,960 sq mi) ala: 1,030.700 km2 (597,990  ) mri: 0 km2 (0  mi)",
  "ngụkọta: 5,074 kilota (3,153 mi)",
  "mba ndị dị n'ókè: Algeria 463 kilomita (288 ), Mali 2,237 kilota (1,390 ), Senegal 813 kilomita (505 mi), Western Sahara 1,561 kilomita (970 mi)",
  "754 kiloma (469 mi; 407 nmi)",
  "oke osimiri: 12 n (22.2 km; 13.8 ) mpaghara dị n'akụkụ: 24 n (44.4 km; 27.6 mi) kọntinent shelf: 200  (370.4 km; 230.2 mi) ma ọ bụ na nsọtụ mpaghara akụ na ụba pụrụ iche: 200 nami (370",
  "4 km; 230.0002 mi)",
  "ebe kachasị ala: Sebkha de Ndrhamcha -5 mita (−16 ft) ebe kachasị elu: Kediet ej Jill 915 mita (3,002 )",
  "ígwè ore, gypsum, ọla kọpa, phosphate, diamond, ọlaedo, mmanụ, azụ",
  "ala a na-akọ ugbo: 0.44% ihe ọkụkụ na-adịgide adịgide: 0.01% ndị ọzọ: 99.55% (2011) [citation needed]",
  "450.1 km2 (2004)",
  "ikuku sirocco na-ekpo ọkụ, kpọrọ nkụ, uzuzu / ájá na-ebugharị na March na April; ụkọ mmiri ozuzo oge ụfọdụ",
  "ịta nri gabigara ókè, mgbukpọ ọhịa, na mbuze ala nke ụkọ mmiri ozuzo mere ka ọ ka njọ na-enye aka n'ọzara; obere mmiri dị ọcha sitere na Senegal nke bụ naanị osimiri na-adịgide adịgide; infestation nke igurube",
  "otu na: Biodiversity, Climate Change, Climate Changes-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling bịanyere aka, mana a kwadoghị ya: ọ dịghị nkwekọrịta ọ bụla ahọpụtara",
  "Ndị bi na ya na-elekwasị anya n'obodo Nouakchott na Nouadhibou na n'akụkụ Osimiri Senegal na ókèala ndịda nke mba ahụ.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Mauritania, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ.",
  "Àtụ:Geography of AfricaÀtụ:Africa topicÀtụ:Mauritania topics"
]