[
  "E nweela akụkọ ihe mere eme nke ịgba ohu na Naịjirịa, nke hụrụ òkè dị ukwuu n'ahia ohu. Ịgba ohu bụ iwu na-akwadoghị ugbu a na mba ụwa na Naịjirịa. Otú ọ dị, a na-elegharakarị iwu na omenala ọdịbendị dị iche iche dịbu, nke na-ele omume ụfọdụ anya n'ụzọ dị iche. Na Na Naijiria, omenala ụfọdụ na omume okpukpe emeela ka \"mmekọrịta a na-apụghị izere ezere n'etiti omenala, omenala, na omume okpukpe yana iwu mba n'ọtụtụ steeti Afrịka\" nke nwere ike ịchịkwa ọtụtụ ndụ na-akpata ịgba ohu nke oge a. Ụdị ịgba ohu nke oge a na Naịjirịa bụ ịzụ ahịa mmadụ na ọrụ ụmụaka. N'ihi na ịgba ohu nke oge a siri ike ịmata, Ò siri ike ịlụso omume a ọgụ n'agbanyeghị mbọ mba ụwa na nke mba.",
  "Azụmaahịa ohu ọdịnala na Ndịda Nigeria bu ụzọ tupu mbata nke mmetụta Europe, ma gaa n'ihu n'ógbè ogologo oge mgbe e wepụrụ ịgba ohu n'ọtụtụ mba ndị ọzọ.",
  "Site na mbata nke ahia ohu gafere Atlantic, ndị na-ere ahịa ohu ọdịnala na ndịda ọwụwa anyanwụ Naịjirịa ghọrọ ndị na-ewetara ndị na-azụ ahịa ohu na Europe. Ọ bụ ezie na ndị ọchịchị Britain machibidoro ịgba ohu n'ógbè ahụ site n'etiti afọ 1880, ha hapụrụ ya ka ọ gaa n'ihu ruo n'afọ ndị 1930, na-agwụ kpamkpam naanị n'afọ 1940.",
  "N'afọ 1961, mba Naịjirịa Mbụ nweere onwe ya kwadoro Nkwekọrịta Ịgba Ohu nke 1926.",
  "Ndị Igbo na-ejigide usoro Osu nke okpukpe Odinani",
  "Osu bụ ndị a na-ewere dị ka ndị dị ala n'ụzọ ime mmụọ, a na-ekewapụkwa ha na ndị Igbo nkịtị",
  "A na-edebe Osu dị ka ndị ohu ma ọ bụ ree ha n'ahịa ohu",
  "Na 2020, ụmụ Osu ka na-eche ịkpa ókè n'etiti ndị Igbo ihu",
  "Ndị na-eme mkpọsa megide ịkpa ókè n'ógbè ahụ ejikọtala onwe ha na Black Lives Matter zuru ụwa ọnụ, na-eji mmeso ụmụ ohu na Naịjirịa na mmeso ndị isi ojiì na United States tụnyere.",
  "Caliphate nke Sokoto bụ caliphate Sunni Muslim caliphate nwere ike na narị afọ nke iri na itoolu nke isi obodo ya bụ Sokoto dị n'ebe ugwu Nigeria Caliphate wetara ọtụtụ iri afọ nke uto akụ na ụba n'ógbè ahụ dum",
  "E jidere ndị ohu na-abụghị ndị Alakụba nde 1-2.5 n'oge Agha Fulani. Ndị ohu na-arụ ọrụ n'ugbo ma enwere ike inye ha nnwere onwe ma ọ bụrụ na ha gbanwee gaa na Islam. Ka ọ na-erule afọ 1900, Sokoto nwere \"ọ dịkarịa ala 1 nde na ikekwe ihe ruru nde 2.5 ndị ohu\".",
  "Ịgba ohu dị n'etiti ndị Yorụba tupu ndị Britain ewepụ ya n'ụzọ iwu na 1893, n'oge ọchịchị.  Inwe ndị ohu bụ ihe nnọchianya nke ọnọdụ na obodo Yorụba",
  "Onye Yorụba nke nwere ndị ohu gosipụtara ihe ịrịba ama nke ịbụ onye bara ọgaranya na onye nwere mmetụta. A na-ejikarị ndị ohu eme ihe n'oge mmụba ala na agha n'ime na n'etiti agbụrụ.  Ọ bụrụ na otu obodo weghaara nke ọzọ n'agha, ndị e jidere ga-abụ ndị ohu nke ndị jidere ha.  Ndị ohu na-arụkarị ọrụ maka ndị isi dị ike nke obodo Yoruba, a na-enyekwa ha ọrụ ugbo, ịsacha ala, ma ọ bụ ebumnuche onwe ònye ndị ọzọ.",
  "Mmekọrịta ya na ndị álákuba na ndị Europe mere ka ịgba ohu bụrụ ihe a ma ama n'etiti ndị Yoruba.  Ndị Yoruba dị ka ndị agha, ndị eze dị ike, ndị isi, na ndị ahịa bara ọgaranya malitere isonye na ahia ohu n'ihi na ọ bụ ihe na-aba uru.  Ndị ahịa mba ọzọ nyere ndị mmekọ azụmahịa Yoruba ngwá agha dị ike dịka égbè iji gbanwere ndị ohu.  Ndị Yoruba jiri ngwá agha ndị a merie ndị iro ha ma ree ha n'ahịa ohu.",
  "E nwere ụdị ndị ohu atọ n'etiti ndị Yoruba: ndị a dọtara n'agha, na ndị omempụ. Okwu ahụ bụ 'nyàfà' n'ezo aka n'ohu ndị otu ezinụlọ ji aka ha nyefee onye ọzọ dị ka ihe nkwado iji kwụọ ụgwọ",
  "Ohu na-arụkarị ọrụ maka nna ha ukwu ma ọ bụrụhaala na akwụghị ụgwọ ahụ",
  "Ndị na-eme ihe onwunwe nwere ịke ịnwe ihe onwunwa ma gaa leta ezinụlọ ha, mana ndị nwe ha nọgidere na-egbòchi nnwere onwe ha.",
  "Ndị a dọtara n'agha bụ ụdị ọzọ.  Ndị agha meriri n'agha na-ewetakarị ndị isi na ndị eze dị mkpa, ndị mere ha ohu ma manye ha ịrụ ọrụ n'ugbo ha ma ọ bụ rụọ ọrụ n'azụmahịa",
  "Mmeso a na-emeso ndị ohu dabere na àgwà nke ndị nwe ha, na ómume nke ndị ohu n'onwe ha",
  "Efunsetan Aniwura, Iyalode nke Ibadan, bụ onye a maara dị ka onye ohu obi ọjọọ",
  "N'ọnọdụ ụfọdụ, ndị ohu pụtara dị ka ndị isi ezinụlọ ha ma ọ bụ mechaa nweta nnwere ónwe.",
  "Ịzụ ahịa mmadụ na-agụnye na-anwa ịnakọta na ibugharị ndị mmadụ (ma nwoke ma nwanyị) n'ime ma ọ bụ gafee ókèala. Ịzụ ahịa mmadụ bụ ụdị ịgba ohu na-eto ngwa ngwa. A n'amanye ihe ka ọtụtụ n'ime ndị a manyere ịzụ ahịa mmadụ ịbanye n'ahịa mmekọahụ azụmahịa ma ọ bụ ọrụ mmanye. Ịzụ ahịa mmadụ na-eweta mmetụta na-emebi akụ na ụba na mmekọrịta mmadụ na ibe ya na Naịjirịa. E nwere ụdị dị iche iche nke ịzụ ahịa mmadụ na Naịjirịa. Ịzụ ahịa mmadụ na Naịjirịa na-abawanye na ịzụ ahịa mmadụ n'ime ụlọ na mba ụwa. Naijiria aghọwokwa ụzọ njem nke ndị na-ere ahịa na-ebugharị ndị ha na-egbu na mba ndị ọzọ.",
  "Enweghị kpọmkwem ụbọchị maka mgbe ịzụ ahịa mmadụ na Naịjirịa malitere mana ọ malitere ịrị elu na Naịjarịa na mbido afọ 1990 site na mmụba nke ịzụ ahịa ọgwụ ọjọọ na Advanced Fee Fraud (419). E nweela ọkwa dị iche iche nke ịmara banyere ịzụ ahịa mmadụ yana ọdịiche dị n'otú agbụrụ dị iche iche Naijiria si anabata omume nke ịzụ ahịa mmadụ. N'ihi ọdịiche dị n'echiche nke omume a, gọọmentị Naijiria enweela ihe ìsi ike n'ịhazi ihe onwunwe iji kpochapụ egwu na mba ahụ. Ọ na-esikwa ike ịchọpụta ndị a na-ere ahịa mmadụ n'ihi ọtụtụ ụdị ịzụ ahịa yana enweghị ọzụzụ banyere otu èsi amata ndị a na ya.",
  "Ịzụ ahịa n'èzí, ma ọ bụ ịzụ ahịa mba ụwa, na-agụnye ịzụ ahịa ndị mmadụ gafee \"n'ókèala mba, kọntinent na mba ụwa maka ebumnuche nke ọrụ mmekọahụ, ọrụ ụmụaka na ọrụ ụlọ ìji gbanwere ụgwọ ọrụ ego. N'ofe ókèala mba ụwa kwa afọ, a na-ere ahịa n'etiti mmadụ puku narị asato na Ano nde ebe ụmụ nwanyị na ụmụaka bụ ndị a na-ahụkarị.",
  "Ọtụtụ ụmụ nwanyị na ụmụaka Naijiria ndị a na-ere ahịa mmadụ na-emecha na-ere ha na Europe, ọkachasị Ịtali",
  "Middle East na North America bụkwa ebe a na-ahụkarị maka ndị a na-ere ahịa site na Naijiria iji mechie \"maka ebumnuche nke nkuchi, ọrụ ụlọ na ọrụ ugbo, na maka ire akụkụ ahụ mmadụ ha\". A na-ere ụmụaka ndị a na-ere ahịa mmadụ site na Naịjirịa na Naịjarịa ma ọ bụ mba ndị ọzọ dị n'Afrịka. Ịzụ ahịa mmadụ bụ mpụ dị ịrịba ama na mba ụwa, nke a na-ahụ dị ka ihe yiri ahịa ohu nke oge a.",
  "E dekọrọ steeti Edo ka ọ nwere pasent kachasị elu nke ndị a na-ere ahịa na Naịjirịa.",
  "Ihe kachasị ewù ewù nke ịzụ ahịa mmadụ n'èzí maka ebumnuche mmegbu bụ na Edo (20.4%), Rivers (8.6%), Cross River (7.1%), Anambra (6.8%), Delta (6.4%), Bayelsa (5.7%), Ebonyi (5.4%), na Imo (3.2%). isi obo gọọmenti etiti (5.7%) na Borno steeti (5.0%).",
  "Ịzụ ahịa n'ime obodo, ma ọ bụ ịzụ ahịa n'ụlọ bụ ịnakọta na ibugharị ndị mmadụ n'ime ókèala nke mba, ma ọ bụrụ na site n'ime ime obodo gaa n'obodo ukwu ma ọ bụ site n'otu steeti gaa na nke ọzọ, maka ebumnuche nke ọrụ mmekọahụ, ọrụ ụmụaka, ma ọ ọ bụ ọrụ ụlọ.",
  "Ọnụ ọgụgụ kachasị ukwuu nke ịzụ ahịa mmadụ n'ime ụlọ maka ọrụ na-eme na Benue (16.4%), Akwa Ibom (13.2%), Kogi (9.5%), Kano (4.1%), Jigawa (4.1%), Borno (3.6%), Edo (3.6), Kaduna (3.6%), Kwara (3.6%) na Niger (3.6%) steeti.",
  "A na-ere ụmụ nwanyị Naijiria ahịa maka ebumnuche nke mmegbu mmekọahụ. A na-ere ahịa ha n'èzí. Ọnụ ọgụgụ ndị Naijiria na-ere ahịa mmadụ bụ otu n'ime ndị kachasị elu na ọdịda anyanwụ Europe.",
  "Nsogbu ịzụ ahịa a na Naịjirịa sitere na ihe ndị metụtara mmekọrịta mmadụ na ibe ya",
  "Okpukpe, nke nwere ọtụtụ ndị Alakụba na North na ọtụtụ ndị Kraịst n'ndịda arụwokwa ọrụ dị mkpa na esemokwu na Naịjirịa niile nke kpatara ịda ogbenye.",
  "Juju na-ebikọ na Naijiria tinyere Iso Ụzọ Kraịst na ndi alakụba. Juju na-emetụta ịzụ ahịa mmadụ na Naijiria ebe ọ bụ na ọtụtụ ndị kwenyere na onye ụkọchukwu nwere njikọ na ụlọ nsọ voodoo nwere ike ịchịkwa nsonaazụ na ndụ ndị mmadụ. Enwere oke nchịkwa n'ahụ ụmụ nwanyị site na emume juju. Ndị ụkọchukwu na ndị omempụ na-arụkọ ọrụ ọnụ na Naịjirịa, ọbụna ndị omempaka na-akwụ ọtụtụ ndị ụkọchụ ụgwọ. Ya mere, nke a na-eduga n'ịchịkwa ụmụ nwanyị n'ụzọ siri ike ebe ọ bụ na ndị mafia na-eyi ndị ahụ na ezinụlọ ha egwu ma ọ bụrụ na ụmụ agbọghọ ahụ emeghị ihe jikọrọ aka. Ndị Mafia Naijiria na-ejikwa akwụkwọ njem na njem gaa Europe ma site n'ebe a, ndị madams na-azụta ụmụ agbọghọ maka ọrụ.",
  "Ọ bụ ụmụ nwanyị ndị ọzọ n'achịkwa ọtụtụ n'ime ịzụ ahịa ụmụ nwanyị. Ndị a n'emegbu n'abịa site na 'madams', ndị na-eme dị ka ndị na-ere ahịa nwanyị, ma na-abụkarị ndị bụbu ndị akwụna.",
  "Ndị madam ndị a nwere ụmụ nwanyị ruo mgbe ha kwụrụ ụgwọ ha. Ndị Madams na-akwụ ụgwọ maka njem nke nwa agbọghọ ha na-anakọta. Ihe na-akpali ụmụ agbọghọ ndị a bụ ohere ọdịnihu nke inweta ego dị ka onye nwe ụlọ, na-akpata usoro mmegbu.",
  "Nke a bụ omume a ma ama na Naịjirịa taa, ebe otu ụzọ n'ụzọ atọ nke ụmụ nwanyị abịakwutewo nwanyị tupu.",
  "Boko Haram na-arụ ọrụ dị ukwuu n'ịzụ ahịa ụmụ nwanyị na Naịjirịa site n'ịtọrọ ụmụ agbọghọ ma manye ha ịbụ ndị ohu. Boko Haram atọrọla ihe karịrị ụmụaka out puku na Naịjirịa kemgbe afọ 2013 dị ka UNICEF si kwuo. Otu n'ime ntọrọ ndị isi, nke a maara dị ka ntọrọ ụmụ nwanyị ụlọ akwụkwọ Chibok, mere na Borno Steeti ebe Abubakar Shekau wepụtara vidiyo na-ekwu na ọ \"ga-ere ụmụ agbọghọ Naijiria 276 ka ha bụrụ ndị ohu\".",
  "Na Na Naịjirịa, e nwere ụdị ịgba ohu ụmụaka abụọ: ọrụ mmanye na iji mmekọahụ eme ihe n'ụzọ azụmahịa. O siri ike ịmata ịgba ohu ụmụaka na Naịjirịa n'ihi mgbagwoju anya dị n'etiti ọrụ na  ọrụ ezinụlọ.",
  "A na-amanye ụmụaka Naijiria ịrụ ọrụ n'ụdị ọrụ gụnyere ọrụ ugbo, ịgba ohu n'ụlọ, ime kapet, ime ọla, ime uwe, ịnya kamel, n'agha (dị ka ụmụaka ndị agha). A na-amanye ụmụaka Naijiria ka ha banye n'ebe a na-egwupụta ihe n'ala ebe a na-etinye ha n'ihe ize ndụ dị oke egwu n'ihi ọrụ siri ike achọrọ.",
  "Ọ yiri ka enwere njikọ dị elu n'etiti mmetọ mmekọahụ n'oge ọ bụ nwata na ịgba akwụna ụmụaka na Naịjirịa. Ụdị ịgba ohu ụmụaka a nwere ike ịgụnye \"ịgba akwụna, ihe na-akpali agụụ mmekọahụ, njem mmekọahụ, mgbaaka mmekọahụ, ịgba egwú ọtọ ma ọ bụ ime ihe ngosi, na iji ụmụaka na-arụ ọrụ n'ụlọ eme ihe n'ụzọ mmekọahụ.",
  "Ịzụ ahịa mmadụ siri ike ịlụso ọgụ n'ihi na ọ naghị adị mfe ịmata ya. N'agbanyeghị nke ahụ, e nweela mgbalị iji lụso ịgba ohu nke oge a ọgụ.",
  "Gọọmentị Naịjirịa kwenyere na mpụ nke ịzụ ahịa ndị mmadụ na-eweta nnukwu ihe egwu maka mmepe na nkwụsi ike nke Naịjirị, nakwa na ọ na-ewetara nnukwu ihe egwu nye ụkpụrụ ya na akụ na ụba mba. Ya mere, e meela ọtụtụ mgbalị iji lụso nsogbu a ọgụ",
  "E guzobere National Agency for the Prohibition of Traffic in Persons (NAPTIP) iji lụso ịzụ ahịa mmadụ ọgụ 2003. Ụlọ ọrụ a na-etinye aka na-ntaramahụhụ nke ndị na-ere mmadụ, nyocha nke ndị uwe ojii, na iweghachi ndị ahụ merụrụ ahụ n'ime ọha mmadụ.",
  "Nkwekọrịta mba ụwa nke Naịjirịa bịanyere aka na ya gụnyere: Nkwekọ Mba Ndị Dị n'Otu megide Mpụ Transnational, Nkwekome megide Ịgbapụ Ndị Mgbasa Ozi site na Ala, Oké Osimiri na Ụgbọ Mmiri, Nkwupụta iji gbochie, gbochie ma nye ntaramahụhụ Ịzụ ahịa na Ndị Mmadụ, na Nkwekọrọ megide Imepụta Iwu na Ịzụ ahịa égbè.",
  "E nweela mgbalị mba ụwa eji dozie nsogbu nke ịgba ohu nke oge a na Naịjirịa.",
  "Na Geneva, Switzerland, ndị eze nwanyị 70 na ndị nwunye nke ndị isi ala, tinyere ọtụtụ ndị ọzọ dị mkpa na mba ụwa, gara nzukọ banyere nsogbu ụmụ nwanyị ime obodo na mba ụwa nke atọ, na-enwe olileanya idozi nsogbu ụmụ nwanyị na-eche ihu.",
  "Ịgba ohu nke oge a nwere ike ime n'ihi ụgwọ ụfọdụ mba Afrịka nwere, gụnyere Naịjirịa",
  "Otu mgbalị iji dozie nke a bụ site n'aka ọchịchị Bush site n'ịkwụsị ụgwọ nke mba 18, gụnyere Naịjirịa.",
  "Ndị Jubilee Movement kagbukwara ụgwọ nke mba 50 ma ọ bụ karịa, gụnyere Naịjirịa."
]