[
  "Aïcha Ben Ahmed (Arabic: ; a mụrụ na 7 Febụwarị 1983 ) bụ onye Tunisia na-eme ihe nkiri nke na-eme na ihe nkiri, n'elu ikpo okwu na na telivishọn. Ọ ghọrọ onye a ma ama na Tunisia n'afọ 2012 mgbe ọ pụtara na usoro Pour les beaux yeux de Catherine",
  "N'oge na-adịbeghị anya, ọ pụtara na ọtụtụ  nkiri Ijipt gụnyere Saint Augustin, La cellule na Zizou. Maka ọdịdị ya dịka Hind na Narcisse, Aziz Rouhou, ọ meriri ihe nrite maka onye na-eme ihe nkiri kachasị mma na Al Hoceïma Film Festival nke afọ 2016 na Morocco.",
  "A mụrụ ya na 7 Febụwarị 1983, Aïcha Ben Ahmed bụ nwa nwanyị nke onye isi ụgbọ mmiri Tunisair. N'ihi ya, ọ gara ọtụtụ ebe ka ọ na-enweta tiketi n'efu. Mgbe ọ ka na-eto eto, ọ gbara egwu n'òtù Sihem Belkhodja tupu ọ mụọ ihe osise na mgbasa ozi na Ecole d'Art et de Décoration na Tunis",
  "Ọ malitere ọrụ ya dịka onye na-eme ihe nkiri n'afọ 2010, na-ekere obere òkè na ihe nkiri Nada Mezni Hafaiedh Histoires tunisiennes N'afọ sochirinụ, e nyere ya òkè na ihe nkiri Siria Mon dernier ami nke Joud Said duziri.",
  "N'afọ 2012, na-apụta dịka Nadia na usoro telivishọn Pour les beaux yeux de Catherine, ọ ghọrọ onye a ma ama na Tunisia",
  "O mechara mee Zohra na ihe nkiri Tunisian nke Mohamed Damak bụ Jeudi après-midi (2013).",
  "Ọ gara Ijipt n'afọ 2015 iji gosipụta nke mbụ na usoro telivishọn Raouf Abdel Aziz Les Mille et une nuits A họpụtara ya n'ụzọ pụrụ iche ka ọ rụọ ọrụ Qamar Zamen, onye na-echezọ ihe nke gbalịrị igosi njirimara ya. Ọrụ ya dịka dike na Narcisse nke Sonia Chamkhi (n'asụsụ Arabic Aziz Rouhou) dị irè karịsịa. Ọ gara n'ihu merie ihe nrite maka onye na-eme ihe nkiri kachasị mma n'afọ 2016 Al Hoceïma Film Festival na Morocco. Ọ pụtakwara na Férid Boughédir's Ziou ma ọ bụ Parfum de printemps nke e nyere ihe nrite \"ihe nkiri kachasị mma\" naCairo Film Festival nke afọ 2016.",
  "Ka ọ nọ n'Ijipt, n'afọ 2017, Ben Ahmed rụrụ ọrụ Nuha na ihe nkiri Tarek Al Eryan bụ The Cell N'oge na-adịbeghị anya, ọ rụkwara ọrụ na usoro telivishọn Egypt abụọ: dịka Laila na Aigle de la Haute Egypte, nke a chọrọ ka ọ zụlite ụda olu obodo, na Flèches filantes ebe ọ na-eme onye na-eyi ọha egwu.",
  "Media related to Aïcha Ben Ahmed at Wikimedia Commons"
]