[
  "Aïssa Maïga bụ onye France na-eme ihe nkiri, onye nduzi, onye edemede, onye na-emepụta ihe, na onye na-eme ngagharị iwe. Maïga esorowo ndị edemede dịka Michael Haneke, Abderrahmane Sissako nakwa Michel Gondry rụọ ọrụ, na nso nso a, ọ pụtara na Chiwetel Ejioforz.",
  "Maïga bụ onye na-akwado itinye aka ma na-ekwu okwu banyere ịkpa ókè agbụrụ na ụlọ ọrụ ihe nkiri n'oge niile ọ na-arụ ọrụ",
  "A kpaliri Maïga ikwu okwu ma mepụta DiasporAct mgbe ọ ghọtara na ọ bụ naanị onye na-eme ihe nkiri na-acha anụnụ anụnụ na-enweta ụgwọ na onyinye kachasị elu n'agbanyeghị ọtụtụ nkà dị iche iche gbara ya gburugburu.",
  "A mụrụ Maïga na Dakar, Senegal nye nna Mali na nne Senegal",
  "Maïga tolitere na Dakar mana ọ ga-aga Mali n'oge ezumike dịka nwatakịrị iji soro nne nne ya, ụmụnne nna ya, ụmụ nwanne nne ya, na ụmụ nwanne nne",
  "Ezinụlọ ya si n'otu obere obodo dị na mpaghara Gaońar nke ọzara Sahara na nna ya bụ onye Songhay.",
  "Ọ kwagara France mgbe ọ dị afọ anọ ka ya na nwanne nne ya na nwanne nna ya biri",
  "E gburu nna ya, Mohamed Maïga n'afọ 1987, ọnwa olenaole tupu e gbuo onye isi ala na Burkina Faso n'ọchịchị.",
  "Maïga nwetara ọrụ n'akụkụ Yvan Attal na Denis Amart's Saraka Bô (1996), a nabatara ihe nkiri ya nke ọma ma ọ gara n'ihu na-eme nwa agbọghọ nnupụisi na Michael Haneke's Code Unknown (2000) na ihe nkiri ya Caché (2005)",
  "Ọrụ ya na Cédric Klapisch's Russian Dolls (2005) kwadoro ọrụ ya dịka onye na-eme ihe nkiri ama ama na French cinema.",
  "A họpụtara Maïga maka César Award maka onye na-eme ihe nkiri kachasị mma maka ọrụ ya na ihe nkiri Abderrahmane Sissakoz Malian Bamako (2006) wee bụrụ onye France mbụ na-eme egwuregwu nke sitere n'Afrịka natara nhọpụta, si otú a ghọọ onye na-ese ihe nkiri ojii na-arụ ọrụ na France. N'otu afọ ahụ, e gosipụtara ihe nkiri a na-akpọ Paris, je tīaime (2006) na Cannes na Maïga bụ nwanyị na-eduzi ihe nkiri dị mkpirikpi nke onye na-eme ihe nkiri South Africa bụ Oliver Schmitz duziri",
  "Oliver Schmitz na onye na-emepụta Danny Glover sonyeere Maïga na kapet uhie Cannes.",
  "Bianco e nero (2008) nke Maïga na Favio Volo na-eme bụ ihe nkiri mbụ na-aga nke ọma na nke a ma ama n'Itali iji dozie ịhụnanya agbụrụ. N'afọ 2009, Maïga meriri Best Actress maka Bianco e nero (2008) na Festival du Cinema Italien de Bastia",
  "Maïga bụ onye isi na mmeghachi omume ọhụrụ nke ndị oji na ihe nkiri French na nzaghachi maka enweghị nnọchite anya ojii na ihe nkiri France",
  "Ọrụ ole na ole dị na ụlọ ọrụ maka ndị na-eme ihe nkiri ojii na ndị na-ese ihe nkiri na-abụkarị echiche agbụrụ na Maïga na-eji ikpo okwu ya ịma nke a aka ma gbaa mgbanwe ume.",
  "Vogue na-ekwu na Maïga bụ ụdị ejiji ha na-akpasu iwe ma na-ekwu ete o nwetụbeghị mmechuihu, Maïga na-agbagha ụdị ejiji Paris ma họrọ ọdịdị mara mma ma mara mma."
]