[
  "Aṅụrị bụ abọm nke otu egwu America bụ mmetụta ewepụtara na Jụn n'afọ 1977 site na Columbia Records. Abọm ahụ ruru No",
  "1 na chaatị Billboard Top R&B Albums na No",
  "7 na chaatiBillboard 200",
  "RIAA enwetala asambodo Platinum na US.",
  "Onye isi EWF bụ Maurice White mepụtara abọm ahụ",
  "Mgbe a jụrụ ya maka abọm kachasị amasị ya na-abụghị Earth, Wind & Fire, White zara, sị: \"Mmetụta 'Aṅụrị ' n'ihi na o nwere nnukwu ihe mmasị, nnukwu 'mmetụta'",
  "Ee, enwere m obi ụtọ na mmepụta ahụ.",
  "Aṅụrị nọrọ izu asaa n'elu chaatị Billboard Top R&B Albums.",
  "Àtụ:Album ratingsAce Adams nke New York Daily News kwuru \"Ihe ndekọ a na-egosipụta nkà na-eto eto nke kpakpando ndị a na-etolite",
  "Ndị mmadụ kwuru na \"LP a anaghị enye ozi, nkwupụta maọbụ ihe gbasara mmekọahụ kama ọ bụ isiokwu ịhụnanya dị mfe site n'aka ụmụnne nwanyị anọ, Wanda, Sheila, Pamela na Jeanette Hutchinson",
  "Nkwekọrịta ha siri ike na kọntaktị ndị a nụchara anụcha na-eme ka ha bụrụ ndị nọchiri ndị kacha dị elu mbụ",
  "Onye na-emepụta Maurice White nke Earth, Wind and Fire (onye ụmụ agbọghọ ahụ gara njem) na-enye ndokwa dị mma ma sonyere onye na-agụ egwú Wanda na Key to My Heart",
  "Larry Rohter nke Washington Post dere \"N'ihi ihe ha dịka ụdị olu (ir), mmetụta enweela ike itinye ndụ na obi ụtọ n'ime usoro mkpụrụ obi nke chọrọ ya nke ukwuu",
  "\"",
  "Phyl Garland nke Stereo Review kwupụtara \"Ọ bụ ezie na ọ dịghị ihe ọ bụla ebe a nke bụ ihe ọhụrụ n'ezie n'ihe gbasara usoro egwu maọbụ ọdịnaya, \"Nwee obi ụtọ\" na-egosi ihe enwere ike ime n'ime oke nke ụdị egwu a ma ama",
  "Garland kọwara arụmọrụ nke otu ụmụ agbọghọ ahụ dịka \"ọmarịcha ugboro atọ\" ma kpọọ Aṅụrị \"ezi\" abọm",
  "Site na kpakpaanọdo 4 n'ime kpakpaise o 5 Craig Lytle nke Allmusic chọpụtara na \"Nchọpụta mmetụta ons na-enye bụ obi na-ekpo ọkụ ma na-ebuli elu",
  "Mgbọrọgwụ ozioma ha na-eweta mmetụta ime mmụọ a nabatara na abọm a, nke bụ mgbalị magburu onwe ya",
  "Robert Hilburn nke Los Angeles Times kwuru \"N'ịbụ nke Earth, Wind & Fire's Maurice White mepụtara, abọm ahụ nwere ihe dị mma maka ụmụ nwanyị atọ na-agụ egwú, ụdị obi ụtọ",
  "A na-ahazi nhazi ahụ nke ọma",
  "Ọ bụghị ọtụtụ njem ebe a, kama ọ bụ ọrụ aka siri ike",
  "Nke ahụ kwesịrị ịba uru maka ihe ụbọchị ndị a\".",
  "Site na LP bịara otu Ajula ndị agbata obi m \"Don't Ask My Neighbors\" nke ruru No",
  "7 na chaatị Billboard Hot Soul Singles.\nOtu nke ọzọ e wepụtara nke a na-akpọ ịhụnanya m nke kachasị mma \"Best of My Love\", ruru No",
  "1 na chaatị US Billboard Hot 100 na Hot Soul Songs. \"Best of My Love\" meriri Grammy maka Best R&B Performance ya na Duo or Group with Vocals, na American Music Award for Favorite Soul / R&B Single. \"ịhụnanya m nke kachasị mma\" Best of My Love\" enwetala asambodo Platinum na US site na RIAA.",
  "Mmetụta",
  "Ndị na-eti egwu"
]