[
  "E nweela ọrịa oke ịba na senchuri gara aga nke gazuru ụwa niile",
  "Ọrịa a gazuru ụwa niile bidoro na nje oke ịba si n'anụmanụ nke na-agbasa n'etiti ụmụ nnụnụ na anụ ndị na-amụ nwa. Ugboro ugboro, nje a na-esi n'anụmanụ na-agbanwe bụrụ nje mmadụ ga-ebute, nke mmadụ ga-ebunyekwa mmadụ ibe ya",
  "A na-akpọ ha ọrịa nsitere n'anụmanụ maka na ha sitere n'anụmanụ",
  "Abịaghị mmadụ nso dị oke mkpa na mgbochi na nkwụsị mgbasa oke ịba gazuru ụwa niile dịka COVID-19",
  "Abịaghị mmadụ nso pụtara inye ohere n'etiti gị na ndị mmadụ ebe ndị mmadụ gbakọrọ, maọbụ izere ịga ebe ndị mmadụ juru etu i nwere ike. Dkt Jeff Kwong bụ onye ọkachamara gbasara ọrịa na-efe efe na Mahadum nke Toronto kwuru na okwu a 'abịaghị mmadụ nso' nwetara ihe ndị mmadụ kwesịrị ime nke ọma iji gbochie nkesa ọrịa",
  "O kwukwara na ọ pụtaghị ize na ịsọ mmadụ",
  "Ndị ọkachamara mere ka a mata oke mkpa ọ dị ị na-akpọtụrụ ndị enyi na ikwu na ibe oge a.",
  "CIji ghọta ọrụ 'abịaghị mmadụ nso' na-arụ, anyị bidoro n'ileba anya na kọv nlereanya ndị ọkachamara banyere ọrịa na-efe efe wepụtara",
  "N'ihe nlereanya a, data na ihe ndị e mere nchọcha banyere ha bụ nke e si n'ọrịa ozuru mba ọnụ Covid-19 nke 2019/2020 weta bụ nke e ji rụọ ọrụ",
  "Anyị bidoro na data si Chaịna, ebe ya bụ ọrịa bidoro ma lee anya ka o si agbasa na Saụt Afrịka",
  "Nke a hiwere ọnọdụ maka nnyocha uru dị n'abịaghị mmadụ nso na mgbochi na ibelata mgbasa Covid-19",
  "Anyị chịkọtara ederede ahụ site n'ileba anya ka a ga-esi zere ma merie ọghọm dị n'abiaghị mmadụ nso.",
  "Ndị ọkachamara maka ọrịa na-efe efe kọwara ogo atọ a e gosiri na graf n'elu dịka kọv ọrịa ozuru mba ọnụ",
  "Kọv ọrịa ozuru mba ọnụ a na-egosi ọnụ ọgụgụ ndị nwere ọrịa na-efe efe na ka ya bụ ọrịa si agbasa ka oge na-aga.",
  "N'ịgbakwasị ụkwụ ebe a, o doro anya na ọrịa na-efe efe dịka COVID-19 na-agbasa ọsịịsọ ebe ndị mmadụ buru ibu n'ihi mmekọrịta ahụ ndị mmadụ",
  "Ya mere 'abịaghị mmadụ nso' ji bụrụ otu n'ime ụzọ e si ememila ma gbochie mgbasa ọrịa na-efe efe.",
  "Abịaghị mmadụ nso bụ usoro nchekwa ahụike ọha nke e ji egbochi ndị ahụ adịghị ịbịa ndị ahụ dị nso iji belata ohere ikesa ọrịa ndị na-efe efe",
  "Ọ gụnyere iwu metụtara ọtụtụ ndị mmadụ dịka imachi ngagharị n'obodo niile nakwa ihe mmadụ ga-emere onwe ya dịka izere ịnọ ebe na-ekwo ekwo",
  "Iwu metụtara ọtụtụ mmadụ bụ nke ndị na-achị na gọọmentị na-etinyekarị dịka neshọnal gọọmentị",
  "Ọmụmaatụ iwu a bụ mmachi ngagharị nke a machiri na Saụt Afrịka bidoro n'etiti abalị nke 26 Maachị 2020 ruo n'etiti abalị 16 Eprel 2020, nke e mechara tinyekwuo izu ụka abụọ n'elu ya",
  "Mmachi ngagharị a bụ nke e mere dịka o si dị na Nkeji 27(2) nke Iwu banyere ibuso Oke Ọdachi agha  tinyekwara ihe ndị ọzọ a machibidoro iji were hụ na e belatara mmetụta mmadụ na ibe ya",
  "Tinyere ihe ndị ọzọ, nkeji 11B nke iwu a:",
  "Iwu ndị a:",
  "Ọzọkwa, iwu ndị a nyekwara ndị ọchịchị gọọmentị neshọnal na provins ikike idowe maọbụ iwepụ ụfọdụ ndị mmadụ ebe naanị ha ga-anọ",
  "Usoro iwepụ ndị mmadụ ebe naanị ha ga-anọ na-eme ka ndị ha na ndị bu nje korona nwere mmetụta nọrọ otu ebe n'oge e wepụtara",
  "Usoro idowe ndị mmadụ ebe naanị ha ga-anọ bụ iji were hụ na ndị bu nje korona na ndị ebughi ya enweghị mmekọrịta.",
  "Usoro iwu ndị a niile e wepụtara bara oke uru na mbelata na mgbochi mgbasa ọrịa COVID-19",
  "Saụt Afrịka akwụrụla dị ka onye ndu n'ụwa niile na mgbochi ọrịa a. Saụt Afrịka \"esoghi kọv a na-ele anya banyere ọrịa a zuru mba ọnụ.\" Ka o dị ugbu a, ọ mafere ogo nke abụọ nke kọv ọrịa a maka na e nwebeghị oke ọnụọgụgụ ndị butere nje a n'ime obodo",
  "Kama, ka ndị mmadụ si ebute ọrịa a gbaturu bido na 42% ruo na 4% ka a machichara ngagharị. Nke a gosiri na ka ọrịa a si agbasa n'obodo gbadara nke mere na ọnụọgụgụ ndị na-ebute ya gbadara nke ọma",
  "E zipụrụ ọtụtụ Ndị Ọrụ Ahụike na-arụ ọrụ n'ime obodo ka ha na-eme ndị mmadụ nnyocha n'ụlọ n'ụlọ n'ime obodo dị iche iche",
  "Ka o na-agwa mba Saụt Afrịka okwu na televishọn na 9 Eprel 2020, onye isi ala bụ Cyril Ramaphosa kwuru na nke a gara nke ọma n'ihi na ndị mmadụ rubere isi n'iwu machibidoro ngagharị: \"Unu rubere isi n'iwu machibidoro ngagharị ma mekwaa ihe ndị e kwuru ka e mee",
  "Unu nabatara nkwụsị a kwụsịrị unu ime ngagharị nakwa ọtụtụ ihe anyị na-eme kwa ụbọchị anyị ejighị kpọrọ ihe.\"  Ndị ọkachamara maka ọrịa na-efe efe adọọla aka na ntị na ndị mmadụ ka nwere ike ibute ọrịa a ọhụrụ",
  "Mbọ gọọmentị na-agba emeela ka \"nje a si agbasa belata, ọ metụtara kọv nke mere na anyị nwere oge.\"  N'ihi nke a, a ga-eji nwayọ were maghee ndị mmadụ isi n'ụlọ ha na-apụta",
  "COVID-19 bụ ọrịa na-efe efe nke gbasarala akụkụ ụwa niile kemgbe o bidochara na Wuhan nke dị na provins Hubei na China na ngwụcha afọ 2019",
  "Ndị ọkachamara gbasara ọgwụ chọpụtara \"ọkpụrụkpụ ụzọ abụọ e si ebuso nsogbu a na-emegide ahụike ọha agha: (1) Igbochi na ịhụ na ọrịa ozuru mba ọnụ abataghị nchancha na (2) nchọcha sayensị",
  "Ndị okachamara mba Chaịna dịka o si metụta ọgwụ na sayensị gbara oke mbọ chọpụta nje korona ọhụrụ a ebe ndị ndu Otu na-ahụ maka Ahụike Mba ụwa (World Health Organisation) gbasiri mbọ ike hụ na e bidoro lebawa anya ka a ga-esi eso ọrịa a na mba niile nke ha bidoro na 2020",
  "E kwuola na abịaghị mmadụ nso bụ ụzọ dị oke mkpa na mgbochi na nkwụsị ọrịa a dịka e siri hụ na Saụt Afrịka, Ụlọ ọrụ na-ahụ maka Nkwụsị na Mgbochi Ọrịa (Centres for Disease Control and Prevention) nyere ndụmọdụ na \"ọ dị oke mkpa ịhụ na gị na ndị enyi na ndị ezinụlọ gị anọghị na be gị na-enwe ezigbo mmekọrịta",
  "Kpọọ ha n'ekwentị, mkparịtaụka vidio nakwa soshal midịa; Onye ọbụla nwere ka o si anabata ọnọdụ nsogbu",
  "Abịaghị onye nke gị ị hụrụ n'anya nso nwere ike isi ike.” Ọnọdụ nsogbu a bụ nke ụjọ, ume mmapụ na amaghị nke echi ga-eweta n'ihi ọrịa a ji ụwa niile na-akpali",
  "Ndị ọkachamara n'ọgwụ kwuru na e kwesịrị ileba anya n'igbochi nsogbu uche nke 'abịaghị mmadụ nso' na-eweta."
]