[
  "Abụ Ọma nke 23 bụ abụ ọma 23 nke Akwụkwọ Abụ Ọma, malite na Bekee na eze james  Version: \"Onyenwe anyị bụ onye ọzụzụ atụrụ m\"",
  "N'asụsụ Latin, a maara ya site na incipit, \"Dominus regit me\".  Akwụkwọ Abụ Ọma bụ akụkụ nke ngalaba nke atọ nke Bible Hibru,  na akwụkwọ nke Agba Ochie nke Ndị Kraịst",
  "N'usoro nọmba dịtụ iche nke e ji mee ihe na nsụgharị Bible nke Grik Septuagint na Latin Vulgate, abụ ọma a bụ Abụ Ọma 22.",
  "Dị ka ọtụtụ abụ ọma, a na-eji Abụ Ọma nke 23 eme ihe na liturgies ndị Juu na Ndị Kraịst",
  "A na-ejikarị ya egwu",
  "Onye nkuzi Haredi Tziporah Heller zoro aka na ya dị ka ma eleghị anya abụ ọma a ma ama n'ihi \"ozi ya zuru ụwa ọnụ nke ntụkwasị obi na Chineke, na ịdị mfe ya\".",
  "Tebụl na-esonụ na-egosi ederede Hibru nke Abụ Ọma na ụdaume n'akụkụ nsụgharị Bekee dabere na nsụgharị JPS 1917 (nke dị ugbu a na ngalaba ọha na eze).",
  "Isiokwu nke Chineke dị ka onye ọzụzụ atụrụ bụ ihe a na-ahụkarị n'Izrel na Mesopotemia oge ochie",
  "Dịka ọmụmaatụ, Eze Hammurabi, na mmechi nke iwu iwu ya a ma ama, dere, sị: \"Abụ m onye ọzụzụ atụrụ nke na-eweta ọdịmma na ọganihu dị ukwuu; ọchịchị m ziri ezi...",
  "ka ndị siri ike ghara imegbu ndị na-adịghị ike, nakwa ka ọbụna nwa mgbei na nwanyị di ya nwụrụ nwee ike imeso ya n'ụzọ ziri ezi",
  "\" Ihe oyiyi na asụsụ a bụ nke a maara nke ọma n'etiti ndị mepụtara Abụ Ọma ma na-abanye n'ụzọ dị mfe n'ofufe ya.",
  "Abụ Ọma  23 gosipụtara Chineke dị ka ezigbo onye ọzụzụ atụrụ, na-enye nri (amaokwu 1) ma na-eduga (amaokwu 3) ìgwè atụrụ ya",
  "\"Mkpịsị osisi na mkpara\" (amaokwu 4) bụkwa ngwá ọrụ nke onye ọzụzụ atụrụ",
  "Ụfọdụ ndị na-akọwa ihe na-ahụ ihe oyiyi onye ọzụzụ atụrụ na-agbasa n'abụ ọma ahụ dum",
  "A maara na onye ọzụzụ atụrụ ga-ama atụrụ ọ bụla site na aha, ya mere mgbe e nyere Chineke  atụ nke onye ọzụzụ atụrụ, ọ bụghị naanị onye nchebe kamakwa onye nlekọta",
  "Chineke, dị ka onye na-elekọta ya, na-eduga atụrụ ahụ n'ebe ịta nri na-acha akwụkwọ ndụ akwụkwọ ndụ (amaokwu 2) na mmiri dị jụụ (amaokwu 2)",
  "n'ihi na ọ maara na atụrụ ya ọ bụla ga-eduga ya n'onwe ya ka a na-enye ya nri",
  "Ya mere, na-enweghị onye ọzụzụ atụrụ ya, atụrụ ahụ ga-anwụ ma ọ bụ site na anụ na-eri ibe ya ma ọ bụ n'agụụ, ebe a maara atụrụ maka enweghị enyemaka ha na-enweghị ọzụzụ atụrụ ha.",
  "J",
  "Douglas MacMillan na-ekwu na amaokwu 5 (\"Ị kwadebere tebụl n'ihu m\") na-ezo aka na \"omume ọzụzụ atụrụ oge ochie\" nke iji obere tebụl e welitere elu nye atụrụ nri.: 78 N'otu aka ahụ, \"Ị na-eji mmanụ na-esi isi m\" nwere ike izo aka n'ụdị azụ oge ochie - a na-awụfu mmanụ ahụ na ọnyá, ma na-achụpụ ụmụ ahụhụ. MacMillan kwukwara na amaokwu 6 (\"Ezi na ebere ga-eso m\") na-echetara ya nkịta atụrụ abụọ na-eguzosi ike n'ihe na-abịa n'azụ ìgwè atụrụ ahụ.: 82",
  "Isi ma ọ bụ amaokwu mbụ nke Abụ Ọma ahụ na-ekwu na ọ bụ Eze Devid dere ya, nke e kwuru n'Akwụkwọ Nsọ Hibru na ọ bụ onye ọzụzụ atụrụ n'onwe ya mgbe ọ bụ nwata",
  "Otú ọ dị, ụfọdụ ndị ọkà mmụta ekwenyeghị na onye edemede a ma na-eche echiche dị iche iche nwere ike ime, na-ekwukarị na ọ bụ n'oge a chụgara ya.",
  "N'ozuzu, Abụ Ọma 22, 23, na 24 ka ụfọdụ na-ahụ dị ka abụ ọma ọzụzụ atụrụ, ebe ezi ọzụzụ atụrụ na-etinye ndụ ya maka atụrụ dị ka ohu na-ata ahụhụ na eze.",
  "A na-abụ abụ ọma nke 23 n'oge nri Shabbat nke atọ nakwa tupu nke mbụ na nke abụọ n'ime ụfọdụ obodo ndị Juu n'oge Kiddush",
  "A na-ekwukarị ya n'ihu onye nwụrụ anwụ, dịka ndị na-eche ozu ahụ nche tupu e lie ya, na ozi olili ozu n'onwe ya.",
  "Maka Ndị Kraịst, onyinyo Chineke dị ka onye ọzụzụ atụrụ na-eme ka njikọ ọ bụghị naanị na Devid kamakwa na Jizọs, onye a kọwara dị ka \"Onye ọzụzụ atụrụ dị mma\" n'Oziọma Jọn",
  "A na-ejikarị ahịrịokwu ahụ bụ \"ndagwurugwu onyinyo ọnwụ\" eme ihe na-ezo aka na ndụ ebighị ebi nke Jizọs nyere.",
  "Ndị Kraịst Ọtọdọks na-agụnyekarị Abụ Ọma a n'ekpere nkwadebe maka ịnata Oriri Nsọ.",
  "Ndozigharị ahụ kpaliri mgbalị zuru oke n'ebe ọdịda anyanwụ Europe iji mee ka ederede Bible dị n'asụsụ obodo",
  "Otu n'ime nsụgharị Bekee mbụ a ma ama bụ Geneva Bible (1557)",
  "O doro anya na nsụgharị a ma ama nke abụ ọma ahụ n'asụsụ Bekee taa bụ nke sitere na King James Bible (1611).",
  "Na Chọọchị Katọlik, a na-enye abụ ọma a n'oge ehihie nke Sunday Week 2 na Liturgy of the Hours ma na-abụ abụ dị ka nzaghachi na Masses for the dead",
  "The Church of England's Book of Common Prayer, a na-ahọpụta ka a gụọ ya na mgbede nke ụbọchị nke anọ nke ọnwa.",
  "Abụ Ọma bụ akụkụ a ma ama maka iburu n'isi ma na-ejikarị ya eme ihe na okwuchukwu.",
  "Na narị afọ nke iri abụọ, Abụ Ọma nke 23 ghọrọ ihe jikọrọ ya na liturgies olili ozu n'ụwa ndị na-asụ Bekee, na ihe nkiri nwere ihe nkiri olili oju na-egosipụtakarị ịgụ abụ ọma n'akụkụ ili",
  "Okpukpe ndị ọchịchị nke ụka ndị na-asụ Bekee were nwayọ iji nabata omume a",
  "Akwụkwọ Ekpere A Na-ekpere nwere naanị Abụ Ọma 39 na 90 na Order for the Burial of the Dead, na Chọọchị Episcopal na United States, ejighị Abụ Ọma 23 mee ihe maka olili ozu ruo mgbe e dezigharịrị akwụkwọ ekpere ahụ na 1928.",
  "Na Church of England's Book of Common Prayer, a họpụtara abụ ọma a ka a gụọ ya n'uhuruchi nke ụbọchị nke anọ n'ọnwa.",
  "N'Iso Ụzọ Kraịst, ọtụtụ nsụgharị nke Abụ Ọma nke 23 pụtara mgbe Ndozigharị Protestant gasịrị n'ụdị abụ ọma Metrical - nsụgharị uri nke enwere ike ịtọ ka ọ bụrụ abụ",
  "Thomas Sternhold mere nsụgharị metric mbụ nke abụ ọma ahụ n'asụsụ Bekee na 1565",
  "Nsụgharị metric ndị ọzọ a ma ama ga-apụta site n'oge a gụnyere ndị sitere na The Bay Psalm Book (1640), Sidney Psalms nke Philip Sidney, na ntọala nke George Herbert na Isaac Watts.",
  "Otu n'ime nsụgharị metrical a ma ama nke Abụ Ọma nke 23 bụ ukwe Ndị Kraịst, \"Onye Ọzụzụ Atụrụ m nke Onyenwe anyị\", nsụgharị mbụ e bipụtara na 1650 Scottish Psalter",
  "Ọ bụ ezie na a na-ekwu na ọ bụ onye omeiwu England bụ Francis Rous, ederede ahụ bụ nsonaazụ nke nhazi dị ịrịba ama site na kọmitii ntụgharị na 1640s tupu mbipụta. Abụ a bụ otu n'ime abụ ndị a ma ama n'etiti ọgbakọ ndị na-asụ Bekee taa, a na-abụkwa ya na abụ Crimond, nke a na-ekwukarị na ọ bụ Jessie Seymour Irvine. A pụkwara iji abụ ndị ọzọ, dị ka Brother James' Air ma ọ bụ Amazing Grace, Belmont, Evan, Martyrdom, Orlington, na Wiltshire mee ihe.",
  "Abụ ọzọ a ma ama nke Ndị Kraịst nke dabeere na Abụ Ọma nke 23 bụ \"The King of Love My Shepherd Is\" nke Henry Baker dere (1868).",
  "The Lord to me a shepherd is,\nwant therefore shall not I.\nHe in the folds of tender-grass,\ndoth cause me down to lie.",
  "My Shepherd is the Living Lord \nAnd He that doth me feed\nHow can I then lack anything \nwhereof I stand in need?",
  "The Lord's my Shepherd, I'll not want;\nhe makes me down to lie\nin pastures green; he leadeth me\nthe quiet waters by.",
  "Heinrich  a setting of a metric paraphrase in German der herr ist getreuer\nPaul creston  psalm xxlll(1945)\nSix motets op 82\nFranz liszt \nAlbert hay  malotte \nAlfred Newman\nGeaorge rochberg \nDinwenu bu onye Onye nchem included in his requiem\nFranz schubert \nMendelssohn \ncharlse vililiers Stanford\nDinwenu bu onye nchem (1886)\nRandal Thompson \nBenjamin til \nRalph vaughan Williams \nAlexander selling\nFor chorus and orchestra\nRebbi shlomo carlebach\nRalph vaughan \nAlexander zemlinsky",
  "Àtụ:PsalmsÀtụ:Hymns and songs based on Psalms"
]