[
  "Abụ Ọma 22 nke Akwụkwọ Abụ Ọma (azụ ụtụtụ) ma ọ bụ Chineke m, Chineke m, ihe mere ị ji gbahapụ m [? ala-alpha 1] bụ abụ ọma na Bible.",
  "Akwụkwọ Abụ Ọma bụ akụkụ nke ngalaba nke atọ nke Bible Hibru, na akwụkwọ nke Agba Ochie nke Ndị Kraịst",
  "N'usoro nọmba dịtụ iche nke e ji mee ihe na nsụgharị Bible nke Grik Septuagint na Latin Vulgate, abụ ọma a bụ Abụ Ọma nke 21",
  "Na Latin, a maara ya dị ka \"Deus, Deus meus\".",
  "Abụ Ọma ahụ bụ akụkụ nke ndị Juu, Ndị Kraịst Ọtọdọks, Katọlik, Anglican, Lutheran, na liturgies Protestant ndị ọzọ.",
  "N'echiche kachasị, Abụ Ọma nke 22 bụ maka onye na-eti Chineke mkpu iji zọpụta ya na mkparị na mmekpa ahụ nke ndị iro ya, na (n'amaokwu iri ikpeazụ) na-ekele Chineke maka ịzọpụta ya.",
  "Nkọwa ndị Juu nke Abụ Ọma nke 22 na-akọwa onye ahụ dị n'abụ ọma ahụ na onye eze, na-abụkarị Eze Devid ma ọ bụ Eze Nwanyị Esta.",
  "A na-akọwakwa abụ ọma ahụ dị ka nke na-ezo aka na nsogbu nke ndị Juu na nhụjuanya na nkewa ha n'ebe a chụgara ha. Dịka ọmụmaatụ, ahịrịokwu ahụ bụ \"Ma abụ m ikpuru\" (Hibru) na-ezo aka n'Izrel, n'otu aka ahụ dị ka Aịsaịa 41: \"Tụla egwu, gị ikpuru Jekọb, unu ndị Izrel; Ana m enyere gị aka, ka Onyenwe anyị kwuru, na Onye Mgbapụta gị, Onye Nsọ nke Izrel",
  "\"",
  "Akwụkwọ Megillah nke Talmud Babilọn nwere nchịkọta dị ukwuu nke midrash na-agbasawanye n'Akwụkwọ Esta",
  "N'ikwu okwu na Esta 5:1, A na-ehota Rabbi Levi na-ekwu na, ka Esta na-agafe n'ụlọ arụsị n'ụzọ na-aga n'ụlọ ocheeze iji rịọ eze arịrịọ, ọ nụrụ na Shekhinah (ọnụnọ nke chi) na-ahapụ ya, ebe ọ hotara Abụ Ọma 22:1 na-asị \"Chineke m, Chineke m, gịnị mere ị ji hapụ m\".",
  "A na-ahụ Ayelet Hashachar (Hibru: \"hind nke chi ọbụbọ\") n'aha abụ ọma ahụ",
  "O yikarịrị ka ọ bụ aha abụ ma ọ bụ ụda ụfọdụ nke a ga-abụ abụ ọma ahụ. Otú ọ dị, ụfọdụ na-aghọta site na aha ụfọdụ ngwá egwú, ma ọ bụ ihe atụ na-ezo aka na isiokwu nke abụ ọma",
  "N'akwụkwọ ndị na-adịbeghị anya, [nke?] Otú ọ dị, a na-ekwu na \"Hind of Dawn\" bụ ọrụ ofufe  onye ụkọchukwu a họpụtara dị ka מְנַצֵּחַ (menatseach), dị ka onyeisi nke ememe ahụ.",
  "Ebe nsụgharị Bekee nwere \"psalm\", okwu Hibru bụ מִזְמוֹר (mizmor), abụ nwere ngwá egwu",
  "Nke a bụ akụkụ nke usoro \"Abụ Ọma Devid\" (mizmor le-david)",
  "Dị ka omenala si dị, a na-ekwu na ọ bụ Eze Devid dere ha; Otú ọ dị, na nkọwa ndị ọkà mmụta, a na'ụzọ dị iche iche, a na -a na-ekwu ma ọ bụ na-agbagha ya kemgbe ngwụcha narị afọ nke 19",
  "Akụkụ Hibru le nwere ike ịpụta \"maka\", \"ihe gbasara\", ma ọ bụ \"site\", ka ọ wee nọgide na-emeghe maka nkọwa ma abụ ọma ndị a sitere na Devid, ma ọ bụ ma isiokwu ahụ na-ezo aka, kama, na onye isi nke uri ahụ, dị ka na-emetụta ọchịchị Devid n'echiche dị mkpirikpi, ma ọ bụrụ ọbụna ọchịchị Chineke n'ozuzu.",
  "Isiokwu ahụ na-agbakwa abụ ọma ahụ dị ka \"maka onye ndu\" (לַֽמְנַצֵּחַ)",
  "O doro anya na nke a na-ezo aka n'iji abụ ọma eme ihe na liturgy (ụlọ nsọ)",
  "Ihe doro anya pụtara abụghị ihe doro anya.",
  "Ihe na-esonụ bụ ihe odide Hibru nke Abụ Ọma 22:",
  "Agba Ọhụrụ na-ezo aka n'ọtụtụ Abụ Ọma nke 22, ọkachasị n'oge a kpọgidere Jizọs n'obe.",
  "Amaokwu 1, \"Chineke m, Chineke m, gịnị mere i ji gbahapụ m?\", ka e hotara na Mak 15:34; Matiu 27:46 Codex Vaticanus sụgharịrị nke a n'ụzọ dị iche na ederede Grik. Codex Vaticanus Matiu 27.46 nwere: Eloey, Eloey, lema sabaktanei nke yiri Abụ Ọma 22 ochie nke Syriac Alóhi lmóno shbáqthoni",
  "Codex Vaticanus Mark 15.34 nwere: Eloi, Eloi, lama zabafthanei nke kwekọrọ na Abụ Ọma nke Hibru 22 (English) Eli, Elí, láma azavtháni.",
  "Amaokwu 7, \"Ha na-akparị, na-ama jijiji isi ha\", ka e hotara na Mak 15:29; Matiu 27:39",
  "Amaokwu 8, \"Ọ tụkwasịrị Onyenwe anyị obi na ọ ga-anapụta ya: ka ọ napụta ya, na-ahụ na ọ na-enwe obi ụtọ n'ebe ọ nọ\", ka e hotara na Matiu 27:43.",
  "Amaokwu 18, \"Ha kewara uwe m n'etiti ha ma tụfuo uwe m\", ka e hotara na Mak 15:24; Matiu 27:35; Luk 23:34; Jọn 19:24",
  "Amaokwu 22, \"M ga-ekwupụta aha gị nye ndị m; na mgbakọ ahụ m ga-eto gị\", ka e hotara ndị Hibru 2:12",
  "A na-agụ abụ ọma nke 22 n'oge ọnụ Esta, n'ụbọchị bu Purim ụzọ.",
  "A na-agụ abụ ọma a n'oge ozi ụlọ nzukọ na Purim site n'ìgwè dị iche iche",
  "Ndị Juu Sephardi na Mizrahi na-ekwu Abụ Ọma nke 22 na mbido ozi mgbede na Purim night",
  "Ndị Juu Sephardi na Mizrahi, yana ndị Juu Ashkenazi na-agbaso nusach nke Vilna Gaon, na-agụ Abụ Ọma nke 22 dị ka Abụ nke Ụbọchị na ozi ụtụtụ Purim.",
  "Amaokwu nke 4 bụ akụkụ nke paragraf mmalite nke Uva letzion.",
  "A na-agụ amaokwu 12 n'oge Selichot.",
  "A na-ahụ amaokwu 26 na nzaghachi nke Amidah na ozi ụtụtụ Rosh Hashanah.",
  "Amaokwu 29 bụ akụkụ nke Abụ nke Oké Osimiri, nke a na-agụ n'oge Pesukei dezimra n'ekpere ụtụtụ",
  "A na-ekwukwa amaokwu a n'oge Mussaf na Rosh Hashanah.",
  "Dị ka Oziọma Matiu na Oziọma Mak si kwuo, Jizọs tiri amaokwu mmalite nke Abụ Ọma nke 22 site n'obe (Mati 27:46; Mak 15:34)",
  "Ọ bụ ezie na Jizọs kwuru amaokwu mbụ ya naanị na nrụgide ya, a kwadoro nke ọma na a ghọtara okwu mbụ ma ọ bụ okwu nke ederede ndị Juu dị ka ihe na-egosi ya n'ozuzu ya, ya mere o weere abụ ọma ahụ dum dị ka ihe ngosi nke agụụ na mbilite n'ọnwụ ya.",
  "YNdị Kraịst na-ekwu na \"Ha agbaala aka m na ụkwụ m\" (Abụ Ọma 22:16), na \"Enwere m ike ịgụta ọkpụkpụ m niile\" (Abụ ọma 22:17) bụ amụma na-egosi ụzọ e si kpọgide Jizọs n'obe (Jọn 20:25) na, dị ka ihe ndị Levitik chọrọ maka ịchụ àjà si dị, na ọ dịghị ọkpụkpụ ya ga-agbaji (Ọnụọ 9:11-13). (Ndị Kraịst na-ele Jizọs anya dị ka àjà mgbaghara.)",
  "Ụfọdụ ndị na-akọwa ihe nke Ndị Kraịst, dị ka E",
  "W",
  "Bullinger's Companion Bible Notes, na H",
  "A",
  "Ironside, na-ekwu na okwu a sụgharịrị 'ikpuru' na \"Abụ m ikpuru ọ bụghị mmadụ\" (Abụ Ọma 22:6) bụ tola, ikpuru nke Middle East nke bi n'osisi ma na-egwepịa ya maka ihe na-acha ọbara ọbara, nke a sụgharịghị 'crimson'. Ọ bụkwa okwu e ji mee ihe na (Aịsaịa 41:14) n'abụ ohu nke Aịsaịa",
  "Nke a ga-ekwekọ n'echiche nke onye na-ata ahụhụ ịbụ àjà mgbaghara, na-anwụ n'elu osisi.",
  "Oziọma anọ ahụ niile na-akọ na ndị agha Rom na-atụ nza maka uwe Jizọs (Mete 27:35; Mak 15:24; Luk 23:34; Jọn 19:24)",
  "Jọn na-akọ ihe ndị agha mere n'asụsụ nke abụ ọma ahụ, wee kwuo na ihe ndị agha ahụ mere \"ka e mezuo akụkụ Akwụkwọ Nsọ ahụ,\" wee soro ya ozugbo site n'ihota Abụ Ọma 22:19 (\"Ha kewara uwe m n'etiti ha, ha tụkwara maka uwe m\".Ọpụpụ ọzọ Oziọma Matiu na Codex Amiatinus na ihe odide Latin ndị ọzọ nwere otu ahịrịokwu (adịghị ahụ na Grik ma ọ bụ, o doro anya, na nsụgharị mbụ nke Jerome nke Vulgate), na njedebe nke Matiu 27:35 \"ut [ad]impleretur quod dictum est per prophetam dicentem 'Miserunt sortem...'\" (\"ka ihe e kwuru site na onye amụma ahụ ga-emezu, 'Ha tụbara lọtrị...'\"Ọpụpụ ọzọ",
  "Jerome jikọtara ntụziaka Jizọs na ndị na-eso ụzọ, \"Gwa ụmụnne m (nuntiate fratribus meis) \" izute Jizọs na Galili (Matiu 28:10) na Abụ Ọma 22:23: \"M ga-agwa ụmụnne m aha gị (Adnuntiabo) (fratribus meis).\"",
  "Na Roman Rite, tupu mmejuputa nke Mas nke Paul VI, a na-abụ abụ ọma a na Stripping of the Altar na Maundy Thursday iji gosipụta iwepụ uwe Kraịst tupu obe",
  "E bu ụzọ ma soro abụ ọma ahụ site na antiphon \"Diviserunt sibi vestimenta mea: et super vestem meam miserunt sortem\" (Ha kewara uwe m n'etiti ha ma tụfuo uwe m)",
  "A machibidoro ịbụ abụ ọma a na mmezigharị 1970 na Mas",
  "A ka na-etinye ya n'ọtụtụ akụkụ nke Anglican Communion.",
  "Kemgbe Middle Ages, a na-eme abụ ọma a n'oge ememe nke vigils dimanche, dịka Iwu St",
  "Benedict setịpụrụ na 530, dịka St",
  "Benedicte nke Nursia nyere Abụ Ọma 21 (20) 109 (108) ọfịs vigils, \"ha niile na-anọdụ ala na iwu\".",
  "5Na pre-Tridentine Divine Office, a na-ekwu Abụ Ọma na Sunday na Prime",
  "Popu Pius V weghachiri ya na Fraịdee",
  "Na Ọfịs Chineke nke dị ugbu a nke e wepụtara na 1971 (Liturgy of the Hours), site na mgbochi nke Prime, e weghachiri ọ n'etiti ụbọchị (Terce, Sext, ma ọ bụ None) na Fraịde nke izu nke atọ.",
  "Na Church of England's Book of Common Prayer, a họpụtara abụ ọma a ka a gụọ ya n'uhuruchi nke ụbọchị nke anọ n'ọnwa, yana na Mattins na Good Friday.",
  "Na Chọọchị Ọtọdọks, Abụ Ọma bụ akụkụ nke Kathisma nke Atọ, nke a na-abụ abụ na Sọnde ọ bụla (ma e wezụga Pascha) na Matins na elekere nke atọ na Wednesday na Lent, ma e wezụga na izu nke ise mgbe a na-agụ ya n'elekere mbụ",
  "A na-abụkwa abụ ọma ahụ na Royal Hours of Good Friday.",
  "N'ime agụmakwụkwọ, a na-ewere Abụ Ọma nke 22 dị ka nke sitere na ihe mejupụtara",
  "A ghọtara na ọ bụ ihe dị n'amaokwu 1-22/23, na amaokwu 23/24-32 nke gụnyere mgbakwunye mgbe e mesịrị",
  "Nnyocha ọzọ na-ekwukwa na amaokwu 4-6 dị ka akụkụ nke mgbakwunye ikpeazụ, ma chọta ọkwa nke atọ nke mmepe nchịkọta akụkọ na amaokwu 28-32",
  "Ezigbo ọdịiche dị n'etiti akụkụ abụọ bụ isi nke abụ ọma ahụ bụkwa arụmụka, ebe amaokwu 23 na-agụ mgbe ụfọdụ dị ka akụkụ nke abụ ọma mbụ, mana mgbe ụfọdụ dị na akụkụ nke mgbakwunye ikpeazụ.",
  "A na-eche na abụ ọma mbụ (ihe dị ka 2-22/23) sitere n'oge tupu ndị agha, ya bụ, tupu mbibi Babilọn nke Jerusalem na 587 BC",
  "Akụkụ nke abụọ, n'ihi nnapụta dị ịrịba ama nke Israel, enwere ike ịgbakwunye ya naanị n'oge a chụgara ya",
  "Akụkụ kachasị ọhụrụ nke ihe mejupụtara (ihe dị ka 28-32), n'ihi echiche ya zuru ụwa ọnụ, a na-ewere ya dị ka nke sitere n'oge Hellenistic, ma eleghị anya na ngwụcha narị afọ nke anọ BC.",
  "Ajụjụ mkparị, mkpesa \"ihe kpatara\" nke nhụjuanya (amaokwu 2) na Abụ Ọma nke 22 na-emetụta mmetụta miri emi nke enweghị nsọpụrụ n'ihu nhụjuaka na ọtụtụ mkpagbu site n'aka ndị iro",
  "N'ihi enweghị mgbagwoju anya nke arịrịọ a na-eme site na akụkụ mbụ nke abụ ọma ọ ghọrọ ihe akaebe na-adịghị agwụ agwụ nke na-emetụta ọtụtụ ọnọdụ nke mkpagbu",
  "A na-eji otuto (v",
  "4), ihe nzuzo (v",
  "5-6, 10-11) na arịrịọ (v",
  "20-22) mechie mkpesa banyere enweghị Chineke.",
  "In the new testament Jesus cites psalm 22 shortly  before his dealth on the cross to take himself the psalm petitioner and to own accord ing to Jewish tradition the entire content of the psal.",
  "Chronologically this is considered problematic inasmuch as Jesus",
  "The second person of the trinity can hardly say that God has forsaken him",
  "However  as in the psalm apparent abandonment by God is not the end",
  "Rather in both cases there is the sudden",
  "And abrupt rescue of the petitioner  by God",
  "In the new testament through Jesus  resurrection  the usual division of the psalm into action part and praise or thanksgiving part",
  "Therefore is interpreted by some to anticipate in crucifixion and the resurrection"
]