[
  "Mmegbu n'oge ịmụ nwa (ma ọ bụ ime ihe ike ọmụmụ) bụ mmebi nke ụmụ nwanyị dị ime n'oge ịmụ nwa n'ụdị ileghara anya, mmetọ ahụ na / ma ọ bụ enweghị nkwanye ùgwù",
  "A na-ewere ọgwụgwọ a dị ka ụdị ime ihe ike megide ụmụ nwanyị na imebi ikike ụmụ nwanyị",
  "Ọ bụ okwu na-emekarị na ụlọ ọrụ na mpaghara ụwa site na ọmụmụ nke World Health Organization, ọ pụkwara inwe mmetụta dị njọ n'ihe gbasara nne na nwa",
  "N'ikwu ya n'ụzọ ọzọ, mmetọ n'oge ịmụ nwa nwere ike igbochi ụmụ nwanyị ịchọ nlekọta tupu ha amụọ nwa na iji ọrụ nlekọta ahụike ndị ọzọ n'ọdịnihu.",
  "Ihe atụ ndị ọzọ nke mmetọ n'oge ịmụ nwa gụnyere nlekọta na-enweghị nkwenye, nlekọta na-abụghị nke nzuzo, nlekọta na-enweghị nsọpụrụ, ịkpa ókè, ịhapụ nlekọta na njide n'ụlọ ọrụ. Ndị nọ n'afọ iri na ụma, ụmụ nwanyị na-alụghị di, ụmụ nwanyị nwere ọnọdụ akụ na ụba dị ala, ụmụ nwanyị na-akwaga obodo ọzọ, ụmụ nwanyị bu nje HIV, na ụmụ nwanyị agbụrụ dị nta nọ n'ihe ize ndụ ka ukwuu nke inwe mmetọ n'oge ịmụ nwa.",
  "Òtù Ahụ Ike Ụwa na-ekwu na mmetọ n'oge ịmụ nwa ka akọwapụtabeghị ma ọ bụ tụọ ya n'ụzọ sayensị",
  "Otú ọ dị, a na-akọwa mmetọ n'oge ịmụ nwa dịka ileghara anya, mmegbu anụ ahụ, na / ma ọ bụ enweghị nkwanye ùgwù maka ihe sị n'aka ndị ọkachamara ahụike n'ebe ndị ọrịa nọ na-amụ nwa",
  "A na-ewere mmegbu dị otú ahụ dị ka mmebi nke ikike mmadụ nke nwanyị.",
  "Mmegbu n'oge ịmụ nwa nwere ike ime n'ufodu ebe ma enwere ike ịhụ ya n'ụdị nlekọta na-abụghị nke nzuzo, nlekọta na-enweghị nsọpụrụ, ịkpa ókè, mmetọ anụ ahụ n'ụzọ doro anya, nlekọta na-ekweghị ekwe, ịhapụ nlekọta, na / ma ọ bụ njide n'ụlọ ọrụ.",
  "Nnyocha màkà njupụta nke omume mmegbu n'ịmụ nwa bụ nke Òtù Ahụ Ike Ụwa mere",
  "Nnyocha ha na-egosi na ụmụ nwanyị na-amụ nwa n'ụlọ ọgwụ na-enweta ọgwụgwọ enweghị nkwanye ùgwù, mmegbu, na / ma ọ bụ ileghara anya ugboro ugboro na n'ụwa niile.",
  "Nnyocha nke afọ 2020 nke hiwere isi na obodo Ghana, Guinea, Myanmar, na Nigeria chọpụtara na ihe karịrị pasentị iri anọ nke ụmụ nwanyị a hụrụ na pasenti iri atọ na ise nke ụmụ nwanyị a nyochara nwetara mmeso ọjọọ mgbe ha na-amụ nwa. Ọzọkwa, ndị nọ n'afọ iri na ụma, ụmụ nwanyị na-akwaga mba ọzọ, ụmụ nwanyị bu nje HIV, na ụmụ nwanyị agbụrụ dị nta ka e weere na ha karịa ndị ọzọ inwe mmetọ mgbe ha na-amụ nwa.",
  "Ọtụtụ isi mmalite na-ezo aka na ndị na-ahụ n'ihe gbasara ịmụ nwa na ndị na-ahụ maka ụmụ nwanyị na North America, ọkachasị n'etiti afọ 1950s na afọ 1980s, na-eme ihe a na-akpọ \"nkpịsị di,\" nke gụnyere itinye akwa ndị ọzọ n'ime akwa nwanyị mgbe episiotomy ma ọ bụ mgbawa okike nke na-eme n'oge ịmụ nwa",
  "A na-eche na a na-eme usoro a iji mee ka di nwee obi ụtọ mmekọahụ n'ọdịnihu ma na-akpatakarị nwanyị ahụ ihe mgbu na ahụ erughị ala ogologo oge",
  "Enweghị ihe akaebe na omume dị otú ahụ juru ebe niile na North America, mana a na-ekwukarị banyere ya na-apụta na ọmụmụ màkà episiotomy na ụfọdụ mba America dị ka Brazil.",
  "Tanzania bụ mba Afrịka nwere akụkọ mmetọ n'oge ịmụ nwa",
  "N'afọ 2011, Shannon McMahon na ndị ọzọ nyochara ma ọ bụ na ntinye aka a na-eche iji belata mmetọ n'oge ịmụ nwa dị irè",
  "Ógè ha na-agba ụmụ nwanyị ajụjụ ọnụ, ha na sị n'oge mbụ na-ezo aka na ahụmịhe ha dị ka ndị na-anọpụ iche ma ọ bụ ka mma",
  "N'agbanyeghị, mgbe e gosipụtara akụkụ dị iche iche nke mmetọ, ihe ka ọtụtụ n'ime ụmụ nwanyị ahụ kwuru n'ezie na ha nwetara mmetọ n'oge ịmụ nwa. N'afọ 2013 rụọ afọ 2014, Hannah Ratcliffe na ndị ọzọ guzobere ọmụmụ ihe iji chọpụta ntinye aka nwere ike ime iji meziwanye ahụmịhe nke ụmụ nwanyị na-amụ nwa",
  "Ha mejuputara \"ụbọchị ọmụmụ mepere emepe\" nke mere ka nkwurịta okwu dị n'etiti ndị ọrịa na ndị na-enye ha ma kụziere ha usoro ọmụmụ",
  "Ndị otu ahụ mezukwara \"ọmụmụ ihe nlekọta nne na-akwanyere ùgwù\" nke pụtara ịmepụta mkparịta ụka gbasara nkwanye ùgwù n'etiti ndị ọrụ nlekọta ahụike na ndị ọrịa",
  "Ihe ha chọpụtara bụ na usoro a nwere ihe ịga nke ọma n'inyere aka wughachi usoro n'efu nnukwu ego",
  "Enwere mmụba nke Pasent iri isii na afọ ojuju na ahụmịhe nnyefe ụmụ nwanyị. N'otu oge ahụ dị ka ọmụmụ Ratcliffe, Stephanie Kujawaki na ndị ọzọ mere nyocha nke ọmụmụ na-enweghị ntinye aka",
  "Emere ntọala maka ọmụmụ ihe ahụ n'afọ 2011 rụọ afọ 2012 ma mee ọkara ikpeazụ nke ọmụmụ ihe ahụ na 2015",
  "Ihe ha chọpụtara bụ na e nwere mbelata Pasent iri isii na isii nke mmetọ na enweghị nkwanye ùgwù n'oge ịmụ nwa mgbe ha tinyechara aka",
  "Nnyocha a na-egosi na mgbanwe obodo na usoro ahụike nwere ike inye aka gbanwee ma mezie ụkpụrụ nke a na-emegbu ụmụ nwanyị mgbe ha na-amụ nwa.",
  "N'afọ 2014 rụọ afọ 2015, Shreeporna Bhattacharya na T.K",
  "Sundari Ravindran malitere iji chọpụta oke mmetọ n'oge ịmụ nwa na mpaghara Varanasi nke ugwu India site na iji ajụjụ",
  "Obodo ime obodo abụọ dị na mpaghara Varanasi nwere ọnụ ọgụgụ dị elu nke nnyefe ụlọ ọrụ bụ ihe ọmụmụ ihe a na-elekwasị anya, na isiokwu ndị a họọrọ n'enweghị usoro site na ụmụ nwanyị bi na mpaghara ahụ",
  "Bhattacharya na Ravindran na-akọ na ugboro ole omume mkparị mere bụ pasent iri abụọ na asato, na \"omume mkparị\" na-arụ ọrụ dị ka okwu n'ozuzu",
  "Ụdị mmetọ abụọ a na-ahụkarị bụ nlekọta na-enweghị nsọpụrụ (19.3%) na mmetọ ahụ (13.4%)",
  "Ọzọkwa, 8.5% nke ndị ọrịa kwuru na a na-eleghara ha anya ma ọ bụ gbahapụ ha, 5.6% nwetara nlekọta na-abụghị nke nzuzo, na 4.9% chere mmechuihu ihu n'ihi enweghị ịdị ọcha",
  "Ndị edemede ahụ na-ekwukwa na 90.5% nke isiokwu ndị a na-achọ ego na-ekwesịghị ekwesị",
  "N'ihe banyere njikọ, enweghị njikọ dị ịrịba ama n'etiti ọnọdụ mmekọrịta mmadụ na ibe ya na mmetọ, ọ bụ ezie na ụmụ nwanyị ndị chere nsogbu ihu n'oge ọrụ nwere ike ịnweta mmetọ ugboro anọ n'ụlọ ọrụ ndị ahụ.",
  "Fatima Alzyoud na ndị ọrụ ibe ya mụrụ mmetọ n'oge ịmụ nwa na Jọdan, ọkachasị n'ụdị ileghara anya na mkparị",
  "E ji ụlọ ọrụ ahụike nne na nwa anọ nke gọọmentị na-elekọta mee ihe dị ka ebe ọmụmụ ihe ahụ, ebe ndị a na-amụ bụ ụmụ nwanyị 390 ndị Jọdan dị afọ iri asatọ rụọ iri anọ na ise",
  "Ọnụọgụ ọnụ ọnụ na nleghara anya nke ịmụ nwa (CVANS) chọpụtara na 32.2% nke isiokwu ndị ahụ nwere ileghara anya na 37.7% chere mmetọ ihu n'oge ọmụmụ ikpeazụ ha",
  "Ọzọkwa, enwere njikọ na-adịghị mma n'etiti afọ na ileghara anya / okwu mkparị.",
  "Iji Wikipedia maka nnyocha"
]