[
  "Acanthus mollis, nke a maara nke ọma dị ka breeches nke bear, odo mmiri, osisi ụkwụ nke bear, osisi holly nke oké osimiri, osisi gator ma ọ bụ osisi oyster, bụ ụdị osisi dị n'ezinụlọ Acanthaceae ma bụrụkwa nke a n'esi na mpaghara Mediterenian. Ọ bụ ahịhịa na-eto eto, nke na-etolite, nke nwere rosette nke nnukwu akwụkwọ, lobed ma ọ bụ ezé, na okooko osisi na-acha odo odo na nke na-acha ọcha na mkpisi  kwụ ọtọ.",
  "Acanthus mollis bụ ahịhịa na-eto eto , nke nwere mgbọrọgwụ tuberous",
  "Ọ nwere rosette nke na-acha akwụkwọ ndụ akwụkwọ ndụ, lobed ma ọ bụ nkewa, akwụkwọ glabrous nke cm iri ise (iri buo niime) ogologo  iri atọ  (iri abụọ) obosara nke cm petiole  iri abụọrruo iri atọ (asaa na ụma itoolu na asatọ na ụma iri na otu n'ime) na  ogologo",
  "A -ebute okooko osisi ahụ n'elu ogwe kwụ ọtọ ruo  cm  nari abuo(iri asaa na itoolu n'ime) n'ogologo na-apụta site na  akwụkwọ  rossette",
  "Sepals na-acha odo odo ma -arụ ọrụ dị ka egbugbere ọnụ elu na nke ala nke petal, egbugbereere ọnụ elu ihe dị ka  cm anọ (otu na ụma isii n'ime) ogologo na egbugbere nke  ala nke cm ato (otu na ụma abụọ) na ogologo",
  "Petal dị ihe dị ka cm anọ ruo anọ na ụma ise  (di otu na ụm̀a isii ruo otu na ụma asatọ) n'ogologo ma mepụta ohere nwere ajị di gburugbur  ebe a na-ejikọta stamen",
  "Okooko osisi na-apụta n'oge ọkọchị ma mkpụrụ osisi ahụ bụ capsule dị nkọ nke dị ihe dị ka  cm abụọ (efu na ụm̀a asaa na itoolu n'ime) n'ogologo nke nwere capsule otu ma ọ bụ abụọ  na-acha nchara nchara nke dị ihe dịka  mm iri na anọ (0.55 in) n\"ogologo na mm  asatọ (0.31) n-obosara.",
  "Carl Linnaeus kọwara Acanthus mollis na  afọ 1753 n'akwụkwọ ya bụ Species Plantarum\nAha ụdị ahụ sitere na aha Grik nke osisi ahụ; ἄκανθος ákanthos e ṅomiri nke na isi obodo ndị Kọrịnt",
  "Nke a nwere njikọ na nke pụtara \"ogwu\" nke na-arụtụ aka na sepals nwere ogwu, ma ọ bụ osisi ọ bụla nwere ogwu ma ọ bụ ihe na adụ adụ na Grik.\nAha Latin nke ụdị ahụ, bụ mollis nke pụtara \"dị nro, dị nro\", na-arụtụ aka na ọdịdị nke akwụkwọ ya.",
  "Ọ bụ ezie na o si n'ebe ọwụwa anyanwụ na etiti Mediterenian, Acanthus mollis agbasaala n'ọtụtụ ebe ọdịda anyanwụ Europe na akụkụ ụfọdụ nke Amerịka, Australia na New Zealand, ebe a na-ewere ya dị ka osisi ka awakpo.",
  "Acanthus mollis bụ entomophilous, nke aṅụ ma ọ bụ aṅụ bumble buru ibu na eme ka ọmia iji manye ụzọ ha n'etiti elu  na ala sepal, ka ha wee nwee ike imita  nri na-atọ ụtọ na ala nke tube ahụ.",
  "A na-agbasa osisi ndị a site na akirika ma na-emepụta nnukwu ụyọkọ nke nwere ike ịdị ndụ ruo ọtụtụ iri afọ ma na-ele anya dị ka ihe oyiyi mgbe ọ tolitere nke ọma, mana ịdị mma ya dị ka osisi ubi na-ebelata n'ihi ọdịdị ya di ka osisi nwakpo (a na-emepụta osisi ọhụrụ ngwa ngwa ma site na mkpụrụ na akụkụ nke mgbọrọgwụ) na ohere ya maka mwakpo nke slug na eju.",
  "Ọdịdị nke akwụkwọ osisi a kpaliri onye Gris oge ochie na-ese ihe bu Callimachus (5th c",
  "BCE) iji mepụta isi obodo nke kọlụm Kọrịnt",
  "Kemgbe ahụ, a na-eji kọlụm usoro ndị Kọrịnt eme ihe nke ukwuu na ụlọ ndị Gris na Rom na nke oge ochie",
  "Ruo ọtụtụ narị afọ, ụdị nkume ma ọ bụ ọla nchara nke akwụkwọ acanthus apụtala dị ka ihe ịchọ mma acanthus na ụdị ụfọdụ nke osise  ụlọ na oche. Virgil kọwara Helen nke Troy dị ka onye na-eyi uwe e ji akwụkwọ osisi Acanthus chọọ mma.",
  "Omume",
  "Nchịkọta nke stamens",
  "Ebe a na-ahụ ya n'akụkụ",
  "Mkpụrụ osisi",
  "Osisi na-agbasa okooko n'ime mkpọmkpọ ebe nke Palatine Hill, Rome",
  "Okooko osisi",
  "Akwụkwọ osisi",
  "Mkpụrụ osisi na mkpụrụ osisi",
  "okooko osisi",
  "Okooko osisi e gburu egbu"
]