[
  "Ịnweta ikpe ziri ezi bụ ụkpụrụ bụ isi na iwu nke iwu nke na-akọwa otú ụmụ amaala si enwe ohere nhata na usoro iwu na gburugburu ha. Ọtụtụ ọnọdụ nwere atụmatụ na mmemme e mere iji nye ndị mmadụ ọrụ iwu nke nwere ike inwe ihe isi ike inweta ndụmọdụ iwu na nnọchi anya",
  "Enweghị ohere ikpe ziri ezi, ndị mmadụ enweghị ike iji ikike ha mee ihe n'ụzọ zuru ezu, ịma aka ịkpa ókè, ma ọ bụ jide ndị na-eme mkpebi maka omume ha.",
  "Ụzọ mba dị iche iche si enyere ụmụ amaala ha aka inweta ikpe ziri ezi dịgasị iche site na mba",
  "Enwere ike ịbawanye ohere ikpe ziri ezi site na ụlọ ọrụ enyemaka iwu na-enye ndị ogbenye ọrụ iwu n'efu, na site na mmemme pro bono nke ndị ọka iwu afọ ofufo na-enye ọrụ na nnọchiteanya n'ụlọ ikpe, ma ọ bụ site na mmemme ndị ọzọ e mere iji nyere ndị mmadụ aka inweta ngwọta iwu site n'ụlọ ikpe ma ọ bụ ụlọ ọrụ ikpe ziri ezi ndị ọzọ.",
  "E hiwere Free Access to Law Movement (FALM) na 1992, na ebumnuche nke inye ohere ntanetị n'efu maka ozi iwu na ihe onwunwe",
  "N'afọ 2002, FALM nakweere Nkwupụta na Free Access to Law",
  "Ihe mgbaru ọsọ nke mmegharị ahụ bụ iji hụ na onye ọ bụla nwere ozi iwu n'efu",
  "Nkwupụta ahụ kwupụtara ozi iwu ọha na eze dị ka ihe nketa nkịtị nke ihe a kpọrọ mmadụ.",
  "Òtù ndị otu FALM, ọkachasị site na Ịntanetị, tinyere aka na mbipụta zuru oke nke ozi iwu mbụ na nke abụọ",
  "Ihe atụ mbụ gụnyere Legal Information Institute na Cornell Law School na Australasian Legal Information Institute, ọrụ nkwonkwo nke Mahadum Teknụzụ Sydney na Mahadum New South Wales",
  "Nke ikpeazụ gụnyere nnabata mbụ nke teknụzụ nke bekee kpọrọ hypertext iji gosipụta iwu dị ka netwọk nke nodes, nke ọ bụla na-anọchite anya ngalaba.",
  "N'afọ 2013, ụlọ akwụkwọ Cornell Law School guzobere Journal of Open Access to Law, iji kwalite nnyocha mba ụwa banyere isiokwu nke ohere mepere emepe maka iwu.",
  "Japan Legal Support Center, nke a na-akpọ JLSC, na-aha mkpirisi na-enye ohere iwu maka ikpe ziri ezi n'ebe ọ bụla na Japan.   E hiwere JLSC n'ọnwa Eprel 10, n'afọ 2006, ha wee malite ọrụ ha n'ọnwa Ọktoba 2, 2006.",
  "JLSC nwere ụlọ ọrụ mpaghara iri ise (50) na alaka ụlọ ọrụ iri na otu (11) nke ụlọ ọrụ mpaghara",
  "MyJustice bụ otú European Union na-funded Access to Justice Initiative na-ezube iji ịkwadebe ndị Myanmar na ihe ọmụma, obi ike na ohere iji dozie esemokwu n'ụzọ ziri ezi, n'ụzọ zuru ezu na n'ụzọ kwụ ọtọ. Kemgbe afọ 2015, ha eguzobewo ọtụtụ \"ụlọ ikpe ziri ezi\" na mba Myanmar iji meziwanye ohere ikpe ziri ezi site n'inye ndụmọdụ iwu n'efu nye ndị nwere obere ego na ndị nọ n'akụkụ, yana itinye aka na ọrụ ndị metụtara iwebata enyemaka iwu na ọzụzụ iwu.",
  "Access to Justice Initiatives (AJI) bụ ụyọkọ ọrụ nke Sarhad Rural Support Programme (SRSP) na Khyber Pakhtunkhwa, Pakistan, nke ebumnuche ya bụ ịkwalite mmata iwu na inye ụmụ amaala ike na ọkwa azụmaahịa site n'ime ka ha nwee ike ịkwado maka ikike ha ma chọọ ngwọta maka nsogbu iwu ha.",
  "Access to Justice Initiatives gụnyere ọrụ ndị a:",
  "Otu ihe a na-ahụkarị na ọrụ ndị ahụ bụ na ha niile na-ezube ime ka ikike nke obodo ndị nwere nsogbu iji chebe ikike ha na isonye ma jide ụlọ ọrụ ọha na eze. N'ime obodo ndị isi ọdịnala, òtù ọha na eze na-eche ihe ịma aka ihu n'ịkwalite ịnweta ọrụ maka ndị a na-eleghara anya na ndị na-adịghị ike.",
  "Ọrụ ndị ahụ na-achọ idozi nsogbu nke njikọ na-adịghị ike n'etiti usoro ikpe ziri ezi na enweghị nkwado iwu a pụrụ ịdabere na ya. Ụfọdụ n'ime ọrụ ndị ahụ na-elekwasị anya na ụlọ ọrụ ikpe ziri ezi na-enweghị usoro ka e wee nwee ike iji usoro idozi esemokwu ọzọ dozie esemokwu na ọkwa obodo, ebe ọ na-enye aka ịmepụta nnọkọ maka mkparịta ụka n'etiti usoro iwu na usoro na-akwadoghị. A na-azụ ndị otu obodo dị ka ndị ọka iwu iji dozie ọdịiche dị n'etiti ndị otu ọha mmadụ na ụlọ ọrụ steeti",
  "N'ebe ndị dịpụrụ adịpụ na azụ nke Pakistan, ọha na eze n'ozuzu ha na-ala azụ ịtụkwasị ndị uwe ojii ma ọ bụ ndị ọka iwu obi mana ha na-egosi ọchịchọ dị ukwuu ịtụkwasị ndị ama ama nke obodo ha obi, ndị na-edozi esemokwu site na usoro Jirga. A na-agwa ndị ọka iwu na ndị ogbugbo banyere ikike mmadụ, usoro iwu na oke ikike ha n'idozi esemokwu dị mgbagwoju anya. Nke a na-ahụ na ikike nke ndị sonyere na ya adịghị efu",
  "A chọrọ ka ndị kansụl na-edozi esemokwu nke a kpọrọ Dispute Resolution Councils (DRC’s) n'asụsụ bekee guzobere na nke a na-arụkọ ọrụ na ndị uwe ojii obodo iji hụ na ha doro anya na arụmọrụ. A zụrụ ọnụ ọgụgụ dị ukwuu nke ụmụnwanyị dị ka ndị ogbugbo na ndị ọka iwu iji mee ka mmemme ahụ nabata ụmụnwanyị.",
  "A na-enye enyemaka iwu nye ndị a na-enweghị ike idozi nsogbu ha site na mkparịta ụka, nkwekọrịta, ogbugbo ma ọ bụ usoro ndị ọzọ na-enweghị usoro",
  "Ọtụtụ mgbe, ikpe nke kwesịrị enyemaka iwu na-agụnye nsogbu nke alụmdi na nwunye ụmụaka, alụmdi na nwunye mmanye, obi ọjọọ alụmdi na nwunye, nchekwa ụmụaka, ịpụ ihe nketa, ịkpa ókè wdg.",
  "N'ihi na ihe nlereanya ọdịnala maka ọrụ nnyefe chọrọ ka a rụọ ọrụ iwu niile n'ụzọ a kapịrị ọnụ, ịnye ọrụ iwu n'ozuzu ya enweghị ike",
  "Ezinụlọ ndị na-erughị eru maka enyemaka iwu mana ha enweghị ike imeli ọrụ iwu n'ụzọ dị mfe na-enweghị ike site na ụdị ọdịnala",
  "Otu akụkọ nke American Bar Association Standing Committee on the Delivery of Legal Services chọpụtara na \"n'etiti ezinụlọ ndị nwere ego dị nro, 39% jiri usoro iwu gbalịa idozi nsogbu iwu ha, 23% nwara idozi n'enweghị enyemaka iwu, na 26% emeghị ihe ọ bụla",
  "\"",
  "Ndị ọka iwu, ndị na-emepụta ihe, na ndị ọkà mmụta sayensị kọmputa atụlewo ụzọ isi jiri teknụzụ meziwanye ohere ndị na-abụghị ndị ọka iwu inweta ikpe ziri ezi.",
  "Illinois Institute of Technology (IIT's) Institute of Design na Chicago-Kent College of Law jikọrọ aka na nhazigharị ọtụtụ afọ nke ahụmịhe ụlọ ikpe nke ndị na-anọchite anya onwe ha",
  "Akụkọ ha nke afọ 2002 dere nyocha ha banyere usoro enyemaka ugbu a, ịmepụta usoro nhazi ọhụrụ, na atụmatụ maka nhazi usoro ọhụrụ. Akụkọ ahụ na-etinyekwa ọtụtụ atụmatụ echiche, na-echegharị otú usoro ụlọ ikpe nwere ike isi rụọ ọrụ na ndị mmadụ nwere ike ịnweta ya",
  "Ụfọdụ n'ime aro ha gụnyere:",
  "Berkman Center na Harvard Law School anọwo na-arụ ọrụ na onye ọka ikpe ụlọ ikpe ụlọ Massachusetts Dina Fein iji mepụta ohere maka ikpe ziri ezi na steeti maka ndị na-ekpe ikpe, ndị na-enweghị ego, ndị na-ese okwu na-amaghị asụsụ Bekee, na ndị nwere nkwarụ.",
  "CodeX, Stanford Center for Legal Informatics, na-akwado ọrụ ndị dị ka Legal.io na Ravel Law, na-ekwu maka itinye aka na ozi iwu iji nweta nsogbu ikpe ziri ezi, ma na-akpọkọta obodo na-eweta ndị na-eme nnyocha, ndị ọka iwu, ndị ọchụnta ego na ndị ọkachamara na nkà na ụzụ ọnụ iji rụọ ọrụ n'akụkụ n'akụkụ iji kwalite ókèala nke teknụzụ iwu."
]