[
  "Aces & Queens bụ ogige ịma mma nke Philippine nke na-enye ọzụzụ na nkuzi nye ndị na-asọmupi ịma mma. Dị ka ABS-CBN si kwuo, ndụmọdụ nke ogige ndị dị ka Aces na Queens na Kagandahang Flores, ụlọ ọrụ ọzọ na-enye ọzụzụ asọmupi, nyere otuto maka ihe ịga nke ọma nke ndị Filipino na asọmupi ịma mma mba ụwa kemgbe 2010.",
  "Site n'afọ 1970 ruo n'afọ 1980, ndị na-azọ ọkwa ahụ agabeghị n'ogige ọzụzụ iji kwadebe maka asọmupi mba ụwa",
  "Ka asọmupi na-aghọwanye asọmupi na 1990s na 2000s, nzọ obodo gara ọzụzụ asọmpi nke emere na mba ofesi dị ka ndị a na-agba na Colombia na Venezuela. Tupu Venus Raj merie onye nke abụọ na Miss Universe 2010, ọ dịghị onye asọmupi Philippine ruru agba nke ọkara nke asọmupi ahụ.",
  "Ndị chọpụtara Jonas Gaffud na Nad Bronce mere ka nwa akwụkwọ Zorayda Ruth Andam n'afọ 2001 sonye na Binibining Pilipinas",
  "N'oge na-adịghị anya, onye nduzi ihe nkiri Jeffrey Jeturian na Arnold Mercado sonyeere Gaffud na Bronce, ha wee guzobe otu a na-akpọ Mabuhay Beauties",
  "Mgbe ọ gbasaa, a maara ya aha ya ugbu a.",
  "Ogige ahụ nyere aka na mkpọsa nke ndị Filipino na-azọ ọkwa na asọmupi mba ụwa dịka Andam, Gionna Cabrera, Lia Ramos, Miss Universe 2015 Pia Wurtzbach, Miss World 2013 Megan Young, Miss Universe 2013 onye nke atọ Ariella Arida, Miss Universe 2012 onye nke mbụ Janine Tugonon, Miss World 2011 Onye nke mbụ Gwen Ruais, Miss Universe 2011 Onye nke atọ Shamcey Supsup, na Miss Universe 2010 Onye nke anọ Venus Raj. Ọzụzụ, nke a na-eme na Pasig na Mandaluyong, gụnyere ahụ ike, ime ihe, ejiji, na nkà nkwurịta okwu.",
  "Ụfọdụ ndị na-aga ime agafeela n'ogige ọzụzụ ndị ọzọ dịka Mary Jean Lastimosa, onye si Aces & Queens bufee Kagandahang Flores na afo 2014.",
  "Dị ka Agence France Presse si kwuo, ịrị elu nke ogige akpụkpọ ụkwụ a raara nye nkwadebe ịma mma enyerela aka n'ime ka Philippines bụrụ \"ike mara mma.\" Otú ọ dị, a kọrọ na a katọrọ asọmupi dị ka oge ochie na ụdị mmegide nke ụmụ nwanyị.",
  "Karịsịa, ogige ahụ ewetara ọkwa ịga n'ihu maka inye ndị mba ọzọ ọzụzụ, ọkachasị nke Miss Universe Indonesia Kezia Warouw",
  "Gaffud kwuru n'ajụjụ ọnụ na nkuzi Warouw gụnyere \"okwu mkpali\" na amara nye Albert Kurniawan, onye ndụmọdụ nke na-enye ndị na-azụ ọzụzụ nkuzi n'efu. Ọzọkwa, mbugharị Lastimosa na Kagandahang Flores kpatara esemokwu n'etiti ndị guzobere ogige abụọ ahụ, ọ bụ ezie na mbugharị dị otú ahụ bụ ihe a na-ahụkarị ma na-adọta obere uche",
  "A na-akọkwa na Aces & Queens na-eme ka ndị na-azọ ọkwa gbanwee ịga mmemme ya iji dọta ndị nwere ike imeri",
  "Gaffud jụrụ nkwupụta ahụ dị ka ọ bụghị eziokwu ma na-ata ndị mgbasa ozi ọha na eze ụta maka ịkpalite \"agha ogige\"."
]