[
  "Achema bụ onye na-emepụta fatịlaịza kachasị na steeti Baltic",
  "Ọ dị n'obodo Jonava na etiti Lithuania",
  "Achema were ihe dị ka ndị ọrụ 1700 wee rute ego ruru ijeri Litas 2.2 (ihe dị ka nde Euro 640), uru net bụ nde Litas 96.3 (Euro 27.9)",
  "Onye isi nchịkwa ugbu a bụ Arūnas Laurinaitis.",
  "Ka ọ na-erule afọ 2022, ụlọ ọrụ Achema dị na Jonava bụ nnukwu onye na-eji gas eme ihe na Lithuania. A na-enye osisi site na njikọ njikọ njikọ MinskıKaliningrad na Jonava.",
  "Ihe owuwu ụlọ ọrụ ahụ malitere n'afọ 1962 dị ka otu n'ime ụlọ ọrụ gọọmentị, nke a na-akpọ \"Azotas\". Ọ ghọrọ onye otu International Fertilizer Industry Association n'afọ 1989",
  "N'afọ 1999, mmepụta nke aluminum sulfate solution malitere. N'afọ 2011, AB \"Achema\" rụzuru ịmepụta netwọk nke ụlọ ọrụ ike cogeneration na-etinye ụdị 47 MW gas power plant n'ọrụ n'oge mgbụsị akwụkwọ",
  "Na 20 Maachị 1989, mgbawa nke tank mmiri amonia mere na ụlọ ọrụ fatịlaịza kemịkalụ, na-ebute mpụta ihe fọrọ nke nta ka ọ bụrụ tọn 7,500 nke amonia",
  "Ọdachi ahụ gara n'ihu ghọọ ọkụ n'ụlọ nkwakọba ihe nke NPK 11-11-11 (nitrophoska [de]) na fatịlaịza ndị ọzọ na-emetọ ikuku site na ngwaahịa nke ire ere ha: nitrous oxide, chlorine gas, wdg.",
  "Ọdachi ahụ gara n'ihu ghọọ ọkụ n'ụlọ nkwakọba ihe nke NPK 11-11-11 (nitrophoska [de]) na fatịlaịza ndị ọzọ na-emetọ ikuku na ngwaahịa nke ire ure ha: nitrous oxide, chlorine gas, wdg",
  "Igwe ojii na-egbu egbu gara Ukmergė, Širvintos, Kėdainiai",
  "Ọnụ ọgụgụ nke ammonia karịrị ọkwa a kwadoro ugboro 150 na Upninkai, nke dị kilomita 10 site na ụlọ ọrụ ahụ",
  "Otu ụbọchị mgbe ihe mberede ahụ gasịrị, e dekọrọ igwe ojii na-egbu egbu nke dị kilomita 7 n'obosara na kilomita iri ise n'ogologo n'etiti Jonava na Kėdainiai",
  "Mmadụ asaa nwụrụ n'oge ọkụ ahụ na ammonia na-agbapụta, mmadụ iri abụọ na itoolu nwere nkwarụ, ọtụtụ ndị nwere nsogbu iku ume na nkwụsị obi.",
  "Mmalite nkebi nke SC \"Achemaʹa \"Sistematikaʹa ọrụ nwere njikọ chiri anya na akụkọ ihe mere eme nke SC \"Achemaʹa mgbe e guzobere ngalaba akpaaka laa azụ n'afọ 1964, n'oge ahụ ụlọ ọrụ \"Azotasʹa",
  "Ngalaba ahụ na ụlọ ọrụ ahụ na-eto eto, n'afọ 1999 a haziri ya ka ọ bụrụ enyemaka \"Sistematikaʹa nke ọrụ na-agbasawanye na nchegbu \"Achema Groupʹa.",
  "A kwụsịtụrụ mmepụta ahụ ka ọ na-erule Septemba 2022, n'ihi ọnụ ahịa dị elu maka gas sitere n'okike, nke a mara ọkwa na ọ ga-abụ ihe nwa oge n'ọnwa Ọgọstụ 2022."
]