[
  "Eric Iheanacho \"Acho\" Nwakanma // (na-ege ntị)(amụrụ n'abalị iri abụọ na isii n'ọnwa Eprel n'afọ 1958) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye ọchụnta ego na onye ọrụ ebere, bụbu onye jere ozi ugboro abụọ dị ka onye nke anọ na onyr nke isii rụrụ ọrụ dịka osote gọvanọ Abia steeti , Naịjirịa na ikpo okwu nke Peoples Democratic Party (PDP), site nʼafọ 2006 ruo 2007 n'\"okpuru Gọvanọ Orji Uzor na Kalu ọzọ n &quot;",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya malitere n'afọ 1999 mgbe a họpụtara ya n'ime ụlọ omebe iwu nke Abia State iji nọchite anya Obingwa East State Constituency",
  "N'afọ 2003, a họpụtara ya ọzọ ma mesịa kpọọ ya osote onye isi oche nke ụlọ omebe iwu ruo mgbeKalu họpụtara ya ka ọ bụrụ osote gọvanọ n'afọ 2006",
  "O sonyere na ntuli aka Senatorial nke afọ 2007 maka Abia South Senatory District na ikpo okwu nke Progressive Peoples Alliance mana Senate Enyinnaya Abaribe meriri ya n'ọgụ iwu mgbe ntule gasịrị. N'abalị iri na asatọ n'ọnwa Ọgọstụ n'afọ 2010, Orji họpụtara ya ọzọ dịka osote gọvanọ iji nọchie Chris Akomas.",
  "Nwakanma lebara anya n'ọchịchọ nke ịbụ Gọvanọ nke Abia Steeti na ngwụcha oge Orji n'afọ  2015",
  "Di nwanne ya bụ Okezie Ikpeazu meriri ya. N'ọnwa Eprel afọ 2013, Onye isi ala Goodluck Jonathan họpụtara ya dịka Onye Isi oche nke Board of National Neuro Psychiatry Hospital, Enugu.",
  "A mụrụ Eric Acho Nwakanma na ụbọchị iri abụọ na isii n'onwa Eprel n'afọ 1958 n'ezinụlọ Sunday Nwakatma and Jemimah Nwakunma nke Umorji Ohanze na Ojanze Autonomous Community of Obingwa LGA nke Abia State",
  "Mgbe ọ gụsịrị akwụkwọ praịmarị na St",
  "Michaelīs Boys School Aba ebe ọ nwetara asambodo mbụ ya n'afọ 1971, ọ natara National High School, Aba maka agụmakwụkwọ sekọndrị ya ma mesịa kwaga na Community Secondary School Nbawsi ebe o nwetara nzere ụlọ akwụkwọ West African School na 1976",
  "Mgbe nke ahụ gasịrị, ọ debara aha ya na Government College Umuahia maka ụlọ akwụkwọ sekọndrị ya ma gụchaa na 1978",
  "Ọ gakwara Mahadum Lagos ebe ọ nwetara nzere bachelọ nke sayensị na Biochemistry n'afọ 1982.",
  "Ka o mechara mmemme National Youth Service Corps ya na Niger State, ọ gara n'ihu na agụmakwụkwọ ya ma nweta nzere Master of Science na Clinical Biochemistry n'afọ 1985",
  "Nwakanma nwetara nhọpụta dị ka onye enyemaka gụsịrị akwụkwọ na Ngalaba Biochemistry, College of Medicine, Mahadum Lagos site n'afọ 1985 ruo afọ1986 na-egosi mmalite nke ọrụ dị mkpirikpi na nkuzi",
  "O mechara rụọ ọrụ na Chemech Laboratories Nigeria Limited (nke bụzi Chemiron International) Victoria Island, Lagos dị ka onye nnọchi anya ahịa ma mesịa bụrụ onye njikwa mpaghara (East) site na 1986 ruo 1989",
  "Mmasị azụmahịa ya gụnyere njem, ụlọ, mbubata, na ọrụ ugbo",
  "O nwere nnukwu ugbo na Obingwa Local Government Area nke Abia State.",
  "Nwakanma zọọrọ ọkwa onyeisi oche ọchịchị ime obodo nke Obingwa LGA Abia steeti na mgbanwe nke ndị agha mebiri",
  "N'afọ 1998, ọ ghọrọ otu n'ime ndị tọrọ ntọala Peoples Democratic Party(PDP) ma n'afọ 1999, ọ họpụtara ka ọ bụrụ ụlọ omebe iwu Abia steeti ka ọ nọchite anya mpaghara Obingwa East steeti",
  "A họpụtara ya ọzọ ka ọ bụrụ ụlọ omeiwu Abia steeti maka oge nke abụọ n'afọ 2003.",
  "Ka onye otu ya n'Abia Legislative House dịgidere, o ji ọkwa kọmitii ụlọ dị iche iche nke gụnyere:",
  "A họpụtara ya osote onyeisi ụlọ omebe iwu Abia steeti n'ọkwa ọ nọrọ afọ ụfọdụ tupu Kalu kpọpụta ya dịka osote Gọvanọ Abia steeti n'ọnwa Maachị n'afọ 2006",
  "Ọ gbara ọsọ maka ntuliaka nke Abia South Senatorial District n,afọ 2007 mana Enyinnaya Abaribe meriri na ntuliaka ahụ.",
  "A họpụtara Nwakanma ọzọ dịka osote gọvanọ Abia Steeti n'ọnwa Ọgọstụ n'afọ 2010 site n'aka Orji",
  "Ọ rụrụ ọrụ dị ka osote gọvanọ maka oge fọdụrụnụ nke oge mbụ orji dịka gọvanọ, na-ahapụ ọkwa n'ọnwa Mee 29 n'afọ 2011.",
  "Acho Nwakanma (TAN) Foundation nke ehiwere n'afọ 1991, na-enye ndị inyom na-enweghị ego onyinye ego iji nyere ha aka ịmalite azụmahịa na ịdabere na onwe ha",
  "O nyela ọtụtụ ọgba tum tum, ọgba tum tum, na ụgbọ ala nye ọtụtụ ndị Abian",
  "O nyerela aka guzobe ma tọgharịa ndị gụsịrị akwụkwọ na NDE iri isii na otu",
  "Site na ntọala ahụ, o wuola ụlọ maka ụfọdụ ndị inyom di ha nwụrụ n'akụkụ dị iche iche nke steeti ahụ.",
  "Ọ bụ onye hụrụ egwuregwu n'anya sitere n'okike ma nwee ọṅụ n'ịkwado ihe omume egwuregwu n'ime afọ iri na ọkara gara aga",
  "O nyere onyinye nrite maka asọmpi bọọlụ Inter Community Kwa Afọ na Obingwa LGA",
  "Ntọala Acho Nwakanma abụwokwa onye na-akwọ ụgbọala na steeti ahụ kemgbe ọtụtụ afọ ma mee ka a chọta ma kwalite ọtụtụ ndị na'egwuregwu na Spain, Israel, Ukraine, South Africa, na n'ọhịa ọkachamara na ihe omume track gafee Naịjirịa",
  "Ọ bụkwa onye isi na-akwadoghị otu egwuregwu bọọlụ Abia Comets na ọṅụ ya bụ ịhụ ka ọgbakọ ahụ si na obere mmalite bilie dị ka akụkụ amateur wee bụrụ otu ọkachamara na otu egwuregwu bọọlụ Naijiria",
  "Ọ kwadokwara asọmpi bọọlụ ụmụnwaanyị ndị ọrụ ọha na Abia steeti.",
  "O nwere na ndekọ ihe karịrị agụmakwụkwọ mahadum iri atọ ma ka na-enye ndị mmadụ oge niile",
  "O nyela ihe agụmakwụkwọ n'oge dị iche iche na ụlọ akwụkwọ praịmarị na post na Obingwa LGA na karịa",
  "N'afọ 2012, ọ haziri atụmatụ ọgwụgwọ n'efu na steeti niile.",
  "Ọ haziri owuwu nke kilomita 13 Acho Nwakanma Bypass, okporo ụzọ sara mbara nke e wuru na ntọala nkume na nylon-tar nke jikọtara Amuzu Ohanze-Ntighauzo-Ibeme na Mpaghara Ọchịchị Ime Obodo Obingwa ma na-eje ozi dị ka ụzọ bụ isi maka ndị njem n'etiti Akwa-Ibom Steeti na Abia Steeti.",
  "Ọ nọ ugbu a na-akwado ikike na ọnọdụ ibi ndụ ka mma maka ndị ọrịa uche site na ntọala ya",
  "Ọ na-achọ ịkwaga iwu iji chebe ndị isi mgbaka na ndị ogbenye na National Assembly.",
  "Ọ lụrụ Joy Ezinwanyi Nwakanma ma nwee ụmụ anọ, ụmụ nwoke atọ na otu nwanyị",
  "Nwakanma bụ Onye Kraịst ma na-aga ụka Living Faith Church International a maara dị ka Winners Chapel."
]