[
  "N' ihe ọmụmụ ịka nká, ịka nkà na-ezo aka na ime ihe na nyocha nke na-eme ka ndị agadi nwee ike",
  "Usoro a na-enyocha otú e si echepụta ịka nká (n'ọtụtụ mba ndị dị n'' ebe Ọdịda Anyanwụ), otu afọ na-arụ ọrụ, na otu ndị okenye si emeghachi omume na nchụpụ.",
  "Ọtụtụ ndị okenye, ọkachasị ụmụ nwanyị, na-etinye aka n'òtù ndị na-achọ ime mgbanwe mmekọrịta mmadụ na ibe ya na nsogbu ndị metụtara ịka nká ma ọ bụ n'ozuzu. Ịla ezumike nká na-ebute ụdị nchụpụ ọha na eze",
  "N'ọnọdụ a, ịghọ onye na-eme ihe ma ọ bụ onye ọrụ afọ ofufo na-anọchite anya ụlọ ọrụ mmadụ na itinye aka na mgbanwe mmekọrịta mmadụ na ibe ya, n'èzí usoro ahịa",
  "Kama iwere ọrụ na-adịghị mkpa, ha na-eme ihe",
  "Dị ka ndị na-ahụ maka ikikere  ndị agadi na ndị otu obodo, ha na-anwa igbochi mmetọ ndị agadi, ịkwalite mmata, iwulite ihe onwunwe na netwọk. Ịka nká nke onye nnochite anya na ịka nká na-nrụsi ọrụ ike.",
  "Ruo ọtụtụ afọ, ihe omume gbasara ikikere nke ndị agadi na ọrụ mmekọrịta ọha na eze nke ndị okenye na-ejighi n'usoro echiche pụrụ iche",
  "Ọ bụ naanị n'afọ ndị na-adịbeghị anya ka mgbalị iji mepụta òtù ikikere ndị okenye zuru ụwa ọnụ n'ime echiche malitere iwulite",
  "Otu mgbalị dị otú ahụ bụ mmepe nke Ageivism dị ka echiche nke ịka nká",
  "A na-akọwa Ageivism dị ka ndị a: \"Ageivism\" na-ezo aka n'echiche nke na-eje ozi dị ka ihe ndabere maka arịrịọ maka omume ọha na eze (na-ekwughachi \"isms\" yiri ya, dịka ụmụ nwanyị, ma ọ bụ ọchịchị onye kwuo uche ya) na nchedo na ịkwalite ikike nke ndị agadi dabere na ụkpụrụ ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya na ụkpụrụ akụ na ụba nke njirimara, ùgwù na ikpe ziri ezi nke mmekọrịta mmadụ na mmadụ na ibe.",
  "Ọrụ gọọmentị Canada nyere site na ọnụ ụzọ ịntanetị dị iche iche chọrọ nkà na ụzụ ka ukwuu site n'aka ndị okenye, ndị chọrọ ịgbaso iji nweta ozi gbasara ikike ha ma ọ bụ mmemme ụfọdụ. Mmepe nke teknụzụ dijitalụ na-amanye ndị na-eme ihe na ndị otu obodo ịtụle itinye mgbasa ozi n'omume ha",
  "Ọtụtụ òtù na-eji teknụzụ dijitalụ kpọtụrụ òtù ndị ọzọ n'ebe dị anya, iji dekọọ akụkọ ihe mere eme na omume nke nzukọ ha, yana ịzụlite mmekọrịta ọgbọ",
  "N'adịghị ka okwu ndị a ma ama na-anọchite anya ndị agadi dị ka ndị na-adịghị arụ ọrụ na ndị na-adabere na ha, ojiji ha na-eji mgbasa ozi dijitalụ eme ihe na-egosi ụlọ ọrụ ha na ikike ha ịmepụta ọdịnaya mgbasa ozi. Ụdị ọrụ ndị ọzọ na-achọkwa ịkwalite agụmakwụkwọ dijitalụ n'etiti ndị okenye, dị ka ọmụmụ ihe na-ewere ọnọdụ na Atwater Library na Montreal."
]