[
  "Mercy Mmesoma Obi Nnadi (née Obi; 19 Eprel 1998 意 21 Eprel 2021), nke a maara nke ọma dị ka Ada Jesus bụ onye Naijirịa na-eme ihe nkiri na onye na-eme ọchị.",
  "Ada Jesus si Orlu, Imo, Naijirịa",
  "Ọ gụsịrị akwụkwọ na Mahadum Imo State",
  "Ada Jesus malitere ime ihe ngosi na ịga nyocha maka ihe nkiri na ihe nkiri TV mgbe ọ gụsịrị akwụkwọ na mahadum",
  "Ọ rụkwara ọrụ dị ka onye na-elekọta ụlọ maka onye na-anya ụgbọelu lara ezumike nká, tupu ọ malite ọrụ ya dị ka onye ọrụ na-eme ihe ọchị ebe ọ na-eme na ihe omume na ihe ngosi",
  "Ada Jesus ghọrọ onye a ma ama mgbe ọ malitere ide ihe ọchị na asụsụ Igbo na Instagram na Facebook na 2018.",
  "N'ọnwa Disemba 2020, a chọpụtara na Ada Jesus nwere ọrịa akụrụ nke mere ka ọ kpọnwụọ ma jiri oche nkwagharị, na-eme ka ahụ ya buo ibu, ọkachasị ihu ya na afọ ya",
  "E mechara kpọbata ya na New Hope Hospital, Onitsha, Anambra State",
  "N'ọnwa Eprelụ 2021, mgbe ahụike ya kara njọ, ọ gara ịrịọ mgbaghara n'aka pastọ Odumeje, onye guzobere Mountain of Holy Spirit Intervention and Deliverance Ministry, onye na-eme ihe nkiri Rita Edochie na dọkịta obodo Asaba, Chi Marine Temple",
  "Ada Jesus boro onye ụkọchukwu Odumeje ebubo na ya na Rita Edochie na-eme ọrụ ebube adịgboroja ma ghọgbuo ndị mmadụ na chọọchị ya",
  "O kwukwara na ọ na-ahazi ndị mmadụ maka ọrụ ebube adịgboroja na chọọchị ma nyere Rita Edochie aka ime ka ndị ikom soro ya dinara",
  "Ọ gara n'ihu wee wakpo Chi Marine Temple onye ọ kwara emo ma kpọọ dọkịta adịgboroja.",
  "Chi Marine Temple gbaghara ya mgbe ọ gara leta ya, mana Odumeje na Rita Edochie jụrụ ịgbaghara ya ma bụrụ ya ọnụ ma kwuo na ọgbọ ya ga-ata ahụhụ maka mkparị na ịgha ụgha megide ya",
  "Odumeje gwara ya ka o nye ihe akaebe iji kwado nkwupụta ya, na-agbakwụnye na ọ dịghị onye na-ekwu okwu megide ya ma na-aga n'enweghị ihe ọ bụla, ebe Rita Edochie kwuru na ọ gaghị agbake site na ọrịa ahụ",
  "Na 11 Eprelụ 2021, Rita Edochie gbaghara ya. N'abalị iri na anọ n'ọnwa Eprel 2021, site n'enyemaka nke onye na-ahụ maka ihe ndị ruuru mmadụ bụ Harrison Gwamnishu, a kpọgara ya na New Hope Hospital, Onitsha, Anambra State gaa Zenith Medical & Kidney Centre, Abuja, Naijirịa ebe ahụike ya ka mma ma nwee ike ime ihe ụfọdụ ọ na-enweghị ike ime tupu. N'abalị iri na asaa n'ọnwa Eprel 2021, Odumeje gbaghara ya ma nye onyinye nde iri na otu maka ọgwụgwọ ya nke nne Ada Jesus jụrụ n'ihu ọha.",
  "N'abalị iri abụọ n'ọnwa Eprelụ n'afọ 2021, ọ nwere nkwụsị obi n'abalị ma kpọga ya n'ụlọ ọgwụ Zenith Medical & Kidney Centre ebe ndị dọkịta nyochara ya, ọ nwụrụ n'ụtụtụ echi ya n'ihe dị ka 7:15 nke ụtụtụ.",
  "Ada Jesus bụ nwa nke atọ n'ezinụlọ ya",
  "Ọ lụrụ Kingsley Nnadi na 5 Eprel 2019 wee mụọ nwa nwanyị na 6 Disemba 2019."
]