[
  "Ada Nield Chew (28 Jenụwarị 1870 - 27 Disemba 1945) bụ onye na-eme mkpọsa na onye na-akwado ụmụ nwanyị na Britain",
  "Aha ya dị na ihe oyiyi Millicent Fawcett na Parliament Square, London.",
  "A mụrụ Nield na White Hall Farm, Talke o Tian the Hill, nso Butt Lane na North Staffordshire na 28 Jenụwarị 1870, nwa nwanyị Willam na Jane (née Hammond) Nield. Ọ bụ otu n'ime ụmụ iri na atọ",
  "Ọ hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ iri na otu iji nyere nne ya aka ilekọta ụlọ na ezinụlọ",
  "Mgbe ọ dị afọ iri abụọ na abụọ, ọ rụrụ ọrụ dị ka onye na-akwa ákwà n'ụlọ ọrụ mmepụta ihe dị na Crewe, Cheshire, mana a chụpụrụ ya mgbe o dechara ọtụtụ akwụkwọ ozi na Crewe Chronicle na 1894 n'okpuru aha nzuzo nke Crewe Factory Girlī nke katọrọ ọnọdụ ọrụ maka ụmụ nwanyị na ụmụ agbọghọ na ụlọ ọrụ ahụ",
  "O gosipụtara okwu ndị dị ka ikpe na-ezighị ezi nke e kenyere ọrụ na omume nke ịkwụ ndị ọrụ ụgwọ maka ezumike tii ha na ihe ha chọrọ iji rụọ ọrụ ha",
  "Ụlọ ọrụ ahụ were ụmụ nwanyị 400 na ụmụ nwoke 100 n'ọrụ mana ọ kwụrụ ụmụ nwanyị obere ego nke ụgwọ ọnwa ụmụ nwoke maka ọrụ ha n'ime uwe maka ndị agha, ndị uwe ojii na ndị ọrụ ụgbọ okporo ígwè",
  "Ọ rụrụ ụka maka ụgwọ ọrụ ndụ maka ụmụ nwanyị karịa ụgwọ ọrụ na-anwụ anwụ.",
  "Akwụkwọ ozi ya dọtara uche nke Independent Labour Party (ILP), bụ ndị nyere ya ọrụ ma ọ bụrụ na achọpụtala njirimara ya dị ka Crewe Factory Girl. Mgbe a chọpụtara onye ọ bụ, ọ malitere ịrụsi ọrụ ike na ILP",
  "Ka ọ na-erule ngwụcha afọ ahụ, a họpụtara ya dị ka onye Nantwich Poor Law Guardian (otu n'ime ndị mbụ na-arụ ọrụ na-ahụ maka ndị nlekọta nwanyị) ma na-arụkọ ọrụ na Trades Council. N'afọ 1896, ọ gara n'ebe ugwu ọwụwa anyanwụ England na Clarion Van nke Julia Dawson haziri iji kpọsaa iwu ILP.",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, na 1897 ọ lụrụ George Chew, onye nhazi ILP ọzọ",
  "A mụrụ nwa ha nwanyị (na naanị nwa), Doris, n'afọ sochirinụ",
  "Chew wee bụrụ onye nhazi maka Women's Trade Union League na 1900, na-arụ ọrụ n'akụkụ Mary Macarthur.",
  "N'ime afọ ndị na-eduga na Agha Ụwa Mbụ, Chew ghọrọ onye na-akwado mmegharị maka ikike ụmụ nwanyị",
  "Dị ka nwa ya nwanyị, Chew si kwuo dị ka nwanyị na-arụ ọrụ, mgbe ụfọdụ ọ na-eche na ọ bụ ndị isi nke òtù ahụ na-akwado ya",
  "Nke a gosipụtara na akwụkwọ ozi ya na Christabel Pankhurst na peeji nke The Clarion n'afọ 1904",
  "N'ógbè ndị ya na Selina Cooper na Margaret Aldersley bụ ndị ọrụ nwere ahụmahụ na Lancashire. Chew ghọrọ onye otu National Union of Women's Suffrage Societies ma rụọ ọrụ maka otu a dị ka onye nhazi site na 1911 ruo 1914",
  "Isi ihe ọrụ ya lekwasịrị anya bụ inweta nkwado maka ihe kpatara ya site na kọntaktị na ndị ọrụ.",
  "N'oge Agha Ụwa Mbụ, Chew nabatara nguzo udo ma na-arụsi ọrụ ike na Women's International League for Peace and Freedom na òtù ndị ọzọ na-emegide agha.",
  "Mgbe agha ahụ biri, na mmeri nke ụmụ nwanyị na afọ 1918, Chew hapụrụ itinye aka ọ bụla na ndọrọ ndọrọ ọchịchị, mana ọ ka na-arụ ọrụ iji melite ọnọdụ ọrụ, nri na ahụike nke ụmụ nwanyị ndị na-arụkọ ọrụ",
  "O lekwasịrị anya n'ịmepụta Chew & Co",
  "azụmahịa drapery nke ọ tọrọ ntọala, nke nwere ụlọ na Chapel Street, Salford",
  "Ọ na-ejikwa ụlọ ahịa nri ahụike, nke malitere site na iri akwụkwọ nri ya. Ọ lara ezumike nká na azụmaahịa ahụ n'afọ 1930 wee gaa njem gburugburu ụwa na 1935",
  "Di ya nwụrụ n'afọ 1940, Chew nwụkwara na 27 Disemba 1945 na, Burnley, Lancashire",
  "A kpọrọ ozu ya ọkụ ma gbasaa ntụ ya na Rose Lawn na Rochdale Cemetery",
  "Nwa ya nwanyị, Doris, hapụrụ ya, onye mechara dezie ụfọdụ n'ime ihe odide ya tinyere akụkọ ndụ dị mkpirikpi.",
  "A na-eme mkparịta ụka akụkọ ihe mere eme n'etiti Brian Harrison na Doris Nield Chew, banyere nne ya, Ada, na The Women's Library. Ọ bụ otu n'ime ihe karịrị ajụjụ ọnụ 200 mere na afọ 1970s dị ka akụkụ nke 'Oral Evidence on the Suffragette and Suffragist Movements: the Brian Harrison interviews'.",
  "Aha ya na foto ya (na nke ụmụ nwanyị iri ise na asatọ ndị ọzọ na-akwado ikike nhọpụta) dị na ala nke ihe oyiyi nke Millicent Fawcett na Parliament Square, London, nke emere n'afọ 2018."
]