[
  "Ada Martine Stolsmo Hegerberg (amụrụ na mkpụrụ Ụbọchị iri nke ọnwa Julaị n'afọ 1995) bụ onye egwuregwu bọọlụ ọkachamara na Norway nke na-egwu egwu dị ka onye ọkpọ maka klọb Division 1 Féminine Lyon na otu mba Norway",
  "Hegerberg nọchitere anya Norway na ọkwa mba ụwa ndị ntorobịa, wee mee mpụta mbụ maka ndị otu egwuregwu n'afọ 2011",
  "N'afọ 2013, ọ bụ akụkụ nke otu ndị na-enweta ọla ọcha n' otu mmeri ụmụ nwaghị UEFA Women's n'afọ 2013",
  "Ọ nọ na otu Norway n'afọ 2015 FIFA Otu ụmụ nwaanyị iko mbà uwa 2017, UEFA Otu mmeri Umu nwanyị nakwa otú mmeri Umu nwanyị 2022 UEFA.",
  "Enyere Hegerberg onyinye n'afọ 2016 UEFA Best Women's Player in Europe Award na mkpụrụ Ụbọchị iri abụo na ise nkè ọnwa Ọgọst n'afọ 2016, 2017 nakwa n'afọ 2019 ka akpọrọ BBC Player of the Year",
  "N'afọ 2018 ọ bụ onye mbụ nwetara Ballon d'Or Féminin",
  "O nwere ndekọ maka ọtụtụ goolu n'ime asọmpi UEFA Women's Champions League (iri na ise), ma ugbu a ọ bụ onye kacha nwee goolu na UEFA Women's Champions League (irí ise na asatọ).",
  "A mụrụ Hegerberg na Molde,  mana o tolitere na Sunndalsøra ebe ọ na-egwuri egwu maka Sunndal Fotball ya na nwanne ya nwanyị tọrọ Andrine",
  "N'afo 2007, ezinụlọ ha kwagara Kolbotn, bụ ebe ụmụnna nwanyị mechara banye Kolbotn IL",
  "Ọ mere mpụta mbụ ya maka Kolbotn n'afọ 2010",
  "Na mkpụrụ Ụbọchị isii nke Ọgọọst n'afọ 2011, o meriri ihe mgbaru ọsọ atọ na nkeji asaa ka a na-akụ Røa 4-1, na Andrine meriri ihe mgbaru ọsọ ikpeazụ",
  "Mgbe ọ dị afọ iri na isii, nke a mere ka ọ bụrụ onye ọkpụkpọ kacha nta nke meriri okpu okpu na Toppserien",
  "Mgbe ọ ka dị afọ 16, ọ gụchara dị ka onye kacha nweta Kolbotn n'afọ 2011 Toppserien  wee bụrụ onye a họpụtara dịka onye ọkpụkpọ ntorobịa nke afọ",
  "Tupu oge 2012, ụmụnne nwanyị Hegerberg sonyeere Stabæk",
  "N'ime egwuregwu megide Fart na Mee afọ 2012, o meriri ihe mgbaru ọsọ ise n'ime ọkara mbụ nke mmeri Stabæk 8–2",
  "N'oge a, a na-ewere ụmụnne nwanyị abụọ n'ime nnukwu talent na bọọlụ ụmụ nwanyị Norwegian,  na Ada nwetara ihe nrite Statoil \"Talent of the Month\" nke ugboro abụọ na ọnwa Mee nke afọ 2012",
  "Ọ ghọrọ onye mgbaru ọsọ kacha elu na Toppserien 2012 nwere ihe mgbaru ọsọ irí abụọ ná ise egwuregwu iri ná asatọ",
  "O nyekwara goolu abụọ na ọkara ikpeazụ nke iko ụmụ nwanyị Norwegian nke afọ 2012, mgbe Amazon Grimstad meriri 3–0",
  "Mmeri ikpeazụ Stabæk ọkpụ anọ–asayaghị otu meriri Røa hụrụ na Hegerberg nwetara okpu okpu",
  "N'afọ 2013, ya na nwanne ya nwanyị bịanyere aka na nkwekọrịta na akụkụ German 1",
  "FFC Turbine Potsdam ruo na mkpụrụ Ụbọchị iri atọ nke ọnwa Juunu n'afọ 2014, ebe ha ghọrọ ndị otu onye obodo ha bụ Maren Mjelde",
  "Hegerberg meriri na mpụta mbụ Bundesliga mgbe SC Freiburg meriri 3–1",
  "Na oge mbụ ha na Germany, ndị Hegerbergs na Turbine gụchara nke abụọ n'afọ 2012–13 Bundesliga nakwa 2012–13 DFB-Pokal",
  "N'oge okpomọkụ nke afọ 2014, ọ kwagara Olympique Lyonnais",
  "Hegerberg nwere ọmarịcha oge mbụ na France",
  "O meriri ihe mgbaru ọsọ irí abụo na isii n'ime egwuregwu iri abụo, na-eduga Lyon na mmeri nke itoolu nke Division 1 Féminine",
  "N'ime ikpeazụ nke Coupe de France Féminine, Hegerberg nwetara goolu mgbanaka na nkeji iri anọ na asaa, mechaa mebie na mmeri 2–1 meriri Montpellier",
  "Hegerberg laghachiri na Lyon maka mkpọsa 2015–16",
  "Na 27 Septemba, ọ gbara okpu okpu na mmeri Lyon 5–0 megide ndị otu PSG",
  "Hegerberg ghọrọ onye ọkpụkpọ mbụ meriri okpu okpu megide PSG kemgbe Julie Morel na Ọktoba 2008",
  "Na Nọvemba, Hegerberg ruru nkwekọrịta na mgbakwunye nkwekọrịta iji nọrọ na klọb ahụ n'oge afọ  2019",
  "Lyon jigidere aha otu egwuregwu maka oge nke iri n'usoro na mkpụrụ Ụbọchị asatọ nke ọnwa Mee n'afo 2016",
  "Hegerberg na-agwụcha oge dị ka onye kachasị nye goolu nke otu egwuregwu na ihe mgbaru ọsọ iri atọ ná atọ na egwuregwu iri abụo na otú",
  "Ka Otu izu ụka gasịrị, Hegerberg nwetara Coupe de France na Lyon",
  "Na UEFA otú mmeri ụmụ nwaghị League action, Lyon gara n'ihu imeri asọmpi n'azụ ihe mgbaru ọsọ irí na atọ nke Hegerberg na egwuregwu iteghete iji mezue treble",
  "Na  úbọchị atọ nke ọnwa Disemba n'afọ 2018, Hegerberg ghọrọ onye mmeri mbụ nke Ballon d'Or Féminin",
  "Enwere esemokwu n'oge ememe ahụ, Otú ọ dị, dị ka onye ọbịa, DJ Martin Solveig, jụrụ Hegerberg mgbe ọ natara onyinye ahụ ma ọ bụrụ na ọ chọrọ ịgba egwú na emume ma \"maara otú e si  e twerk \", onye n'aka nke zaghachiri sị  \"mba\"",
  "A katọrọ okwu ya dị ka nwoke na nwanyị na mgbasa ozi; o mechara rịọ mgbaghara maka ihe o kwuru",
  "Banyere ihe ahụ merenụ, Hegerberg mesịrị kwuo, sị: “Ọ bịakwutere m ma emesịa, o wutere m nke ukwuu na ọ gara otú ahụ",
  "Echeghị m na ọ bụ iyi egwu mmekọahụ ma ọ bụ ihe ọ bụla n'oge a",
  "Enwere m nnọọ obi ụtọ ịme egwu ahụ wee merie Ballon d'Or.\" Banyere ihe nrite ya, ọ gbakwụnyere: \"Ọ dị ịtụ ány",
  "Nke a bụ nnukwu ihe mkpali ịnọgide na-arụsi ọrụ ike na anyị ga-anọgide na-arụkọ ọrụ ọnụ iji nweta ọtụtụ aha",
  "Achọrọ m iji ụfọdụ okwu mechie maka ụmụ agbọghọ gburugburu ụwa: kwere na onwe gị.\"",
  "Isi na Paris Saint-Germain n'isi oge niile, Lyon meriri ndị ha na ha na-asọ mpi 5-0 na 13 Eprel 2019, jiri ihe mgbaru ọsọ na enyemaka maka Hegerberg, nnukwu arụmọrụ onye ọ bụla",
  "Lyon nwetara aha ya ka ụbọchị iri gachara",
  "Mgbe ọ gbasịrị naanị ihe mgbaru ọsọ nke Coupe de France ọkara ikpeazụ megide Grenoble Foot 38, Hegerberg tinyere aka na abụọ n'ime ihe mgbaru ọsọ atọ na njedebe ikpeazụ megide Lille OSC, na-emeri asọmpi ọzọ.",
  "Na mkpụrụ Ụbọchị iri na asatọ nke ọnwa Mee  n'afo 2019, Hegerberg nyefere onye ọkpụkpọ egwuregwu egwuregwu na 2019 UEFA Champions League Final",
  "N'iji okpu okpu n'ime nanị nkeji iri na isii, ọ ghọrọ onye ọkpụkpọ mbụ nyere goolu atọ na njedebe UWCL",
  "Lyon ji ọkpụ anọ asara nanị otu were merie Barcelona,   o meriri iko anọ nke UWCL n'usoro, arụmọrụ pụrụ iche na bọọlụ ọgbara ọhụrụ",
  "Ka ọ na-erule njedebe nke oge, Hegerberg emeriela irí na atọ n'ime irí na ise trophies enwere ike na ọnụnọ ya na Lyon.",
  "N'abalị iri atọ n'ọnwa Ọktoba n'afọ 2019, ọ ghọrọ onye kacha gbaa goolu na UEFA Women's Champions League, mgbe ọ gbasịrị goolu nke iri ise na atọ n'egwuregwu nke iri ise ya.",
  "Hegerberg merụrụ ahụ tupu Lyon eme egwuregwu Stade de Reims na abalí irí abụọ na isii nke ọnwa Jenụwarị afọ 2020",
  "E mechara gosi ya site na nyocha MRI na ọ gbajiri akwara ihu ya",
  "N'abalị irí abụọ na asatọ nke ọnwa Jenụwarị, klọb ahụ kwupụtara na ọ ga-atụ uche ma ọ dịkarịa ala oge fọdụrụnụ",
  "N'ime mmalite nke COVID-19, a kwụsịrị oge ahụ naanị izu ole na ole ka e mesịrị.",
  "N'abalí irí na asatọ nke ọnwa Disemba n'afọ 2020, ọ bịanyere aka na nkwekọrịta nkwekọrịta na Lyon na-edobe ya na klọb ruo ọnwa Juune n'afọ 2024",
  "Ekwuru na nkwupụta mgbasa ozi mechara site na klọb ahụ na Hegerberg agaghị adị tupu mmalite nke oge  afọ 2021 ruo 2022.",
  "N'abali ise nke ọnwa Ọktoba afọ 2021, Hegerberg mere ka Lyon laghachite mgbe ọnwa irí abụọ na otu nọ n'akụkụ, na-egwu nkeji iri na abụọ ikpeazụ na mmeri Lyon ọkpụ atọ asataghị otu o meriri BK Häcken na egwuregwu mmeghe nke asọmpi UEFA Champions League otu",
  "Ọ gbara ihe mgbaru ọsọ mbụ ya mgbe mmerụ ahụ gasịrị na abalí irí na anọ nke ọnwa Nọvemba  afọ 2021, jiri ihe nkwado megide Paris Saint-Germain, n'otu egwuregwu kachasị na bọọlụ ụmụ nwanyị.",
  "N'ọnwa Eprel  nke afọ 2022, o nyere aka n'ime ka ndị otu ya ruo eruo na ngwụcha nke Champions League, a na-enye ya aka na mmeri puku atọ, otú narị na abụọ n'ụlọ megide Paris Saint-Germain, ma gbaa goolu mmeghe na mmeri puku abụọ, otu narị na otu, na ndekọ mba puku iri anọ na atọ,ndị na-akwado na Parc des Princes. Na ngwụcha, ọ gbara goolu ma nyere aka na mmeri atọ na otú na Barcelona, iji merie nke isii ya na asọmpi ahụ.",
  "Mgbe ọ dị afọ iri na ise, Hegerberg nọ na otu Norway na-erubeghị afọ iri na itoolu nke a gbara n'afọ 2011 UEFA Oyo mmeri ụmụ nwaghị na-agafeghị afọ iri na iteghete. A gụnyekwara ya na ndị otu maka asọmpi ikpeazụ, ebe Norway ruru na nke ikpeazụ. Hegerberg nọ na otu Norway nke gbara na asompi iko mba uwa nke ụmụ nwaghị na-agafeghị afọ iri abụo  nke afọ 2012 n'ime nkeji iri na ise nke ikpeazụ",
  "Ya na Andrine gbara goolu na mmeri ọkpụ abụọ asa2 na 1 na Canada na mpaghara otu. O mere nke mbụ ya na Norway dị ka onye nọchiri anya na mmeri 3[] na Northern Ireland na Lurgan na 19 Nọvemba 2011.",
  "Hegerberg mere asọmpi mbụ ya na otu Norway nke gbara n'afọ 2013 UEFA iko mba ụwa ụmụ nwaghị,  China1 draw na Iceland n'iri na otu nke ọnwa Julaị n'afọ 2013. Ọ gbara goolu mbụ ya na asọmpi ahụ ka e meriri Spain na nkeji iri na ise nke ikpeazụ wee gbaa nkeji iri itoolu niile ka Norway meriri Germany na nkeji iri atọ nke ikpeazụ.",
  "Hegerberg nọ na otu Norway n'afọ 2015 FIFA iko mba ụwa ụmụ nwaghị Ọ gbara goolu atọ n'egwuregwu atọ nke otu, nke gosipụtara site na goolu abụọ na Norway na Ivory Coast. A họpụtara Hegerberg maka Best Young Player Award maka mbọ ya.",
  "N'onwa Jenụwarị nke afọ 2016, Hegerberg nyere  2015 Norwegian Gold Ball, nyere ndị egwuregwu bọọlụ kacha mma na Norway",
  "Oge gara aga e nyere nwanyị ya bụ afọ iri abụo tupu mgbe ahụ.",
  "N'oge okpomọkụ nke",
  "=2017, Hegerberg kpebiri ịkwụsị ịnọchite anya otu mba dị ka ụdị mkpesa n'ihi esemokwu ya na NFF gbasara otu ha si emeso bọọlụ ụmụ nwanyị",
  "N'agbanyeghị ụfọdụ ndozi gụnyere okpukpu abụọ nke ite akwụ ụgwọ maka ụmụ nwanyị, Hegerberg chere na ọ ka nwere \"ụzọ dị ogologo ka ọ ga-aga\" ya mere ọ nọgidere na-ajụ ka a kpọọ ya ma hapụ 2019 World Cup",
  "Ọ kọwara oge ya na ndị otu mba ahụ \"na-akụda mmụọ nke ukwuu\", na-enye ya \"ọrọ nrọ\" na-ahapụ ya \"agbajikwa uche\"",
  "N' ọnwa Maachị nke afọ 2022, Hegerberg kwụsịrị nchụpụ ya afọ ise site na otu mba",
  "Na egwuregwu mbụ ya laa azụ na mkpụrụ Ụbọchị asaa nke ọnwa Eprel, Hegerberg meriri okpu okpu na mmeri ise asatara nanị otu megide Kosovo na ntozu FIFA iko mmeri otu ụmụ nwanyị mba  ụwa nke afọ 2023",
  "N'onwa  June nke afọ 2019, Hegerberg lụrụ Thomas Rogne",
  "N' ọnwa  Mee nke afọ  2020, na N'ajụjụ ọnụ ịntanetị na ESPN, Hegerberg kwuru na bọọlụ ụmụ nwanyị ga-ata ahụhụ n'ihi COVID-19 n'ihi na ọ bụ \"njikọ kachasị ike\" egwuregwu ahụ",
  "\"Anyị dị n'ụdị na ọkwa ebe anyị ka na-achọ enyemaka ahụ na mgbe ị na-ahụ futubọọlụ n'ozuzu ya na futubọọlú ụmụ nwoke na-agbasi mbọ ike ị nwekwara ike iche n'onwe gị otú futubọọlụ ụmụ nwanyị si emetụta nke a.\" Hegerberg kwusiri ike na ọ bụghị ịla n'iyi nke futubọọlú ụmụ nwanyị, kama dị ka ihe dị mma pụtara na nkwado maka egwuregwu ahụ: \"Anyị kwesịrị ịkwalite olu anyị n'ụzọ doro anya iji mee ka isiokwu ahụ dị ọkụ.\"",
  "Onye Norwegian bụ otu n'ime ndị egwuregwu a na-achọsi ike n'ụwa",
  "Mgbe e nyechara ya Ballon d'Or n'afọ 2018, Hegerberg ghọrọ onye nnọchianya maka onye nche Hublot, yana ụlọ ọrụ teknụzụ ego Mastercard",
  "N'oge okpomọkụ nke afọ 2019, mgbe ọ gachara ihe omume dị ka UEFA Champions League Final na French Open maka onye na-akwado Mastercard, ọ ghọrọ onye nnọchianya zuru ụwa ọnụ nke Danone Nations Cup, asọmpi mba ụwa nke U12 kasị ukwuu, maka ụmụ agbọghọ na ụmụ nwoke",
  "N'oge okpomọkụ nke afọ 2020, mgbe afọ isii na-arụkọ ọrụ na onye na-eweta ngwá ọrụ egwuregwu Puma, Nike na onwe ya kwupụtara mmekọrịta dị ogologo oge",
  "Onye ukwu Amerika buliri Hegerberg ozugbo na mgbasa ozi mgbasa ozi dị iche iche, na-eme ka ọchịchọ ya kwado nkwado, a maara Hegerberg dị ka nwoke na nwanyị na-akwado nhata na nkwado.",
  "Hegerberg enweela mmetụta mgbasa ozi buru ibu n'ime afọ ndị gara aga, nke a na-ewere dị ka onye ọnụ na-ekwuchitere egwuregwu ya, nyere ọtụtụ ajụjụ ọnụ o nyere maka egwuregwu bọọlụ ụmụ nwanyị.",
  "N'mkpụrụ ụbọchí irí na iteghete nke ọnwa Nọvemba n'afọ 2020, usoro mgbasa ozi sitere na US ESPN + bipụtara akwụkwọ akụkọ gbasara Hegerberg: Aha m bụ Ada Hegerberg",
  "Akpọrọ Hegerberg otu n'ime ụmụ nwanyị kachasị ike na egwuregwu site na ọtụtụ mgbasa ozi, gụnyere Egwuregwu egosigasịrị",
  "Àtụ:Updated",
  "Àtụ:Updated",
  "Ọnọdụ",
  "Lyon",
  "Norway",
  "Onye",
  "Ndekọ"
]