[
  "Adam Henein ( Arabic ; 31 Machị 1929 - 22 Mee 2020) bụ onye Ijipt na-akpụ ihe.",
  "A mụrụ Samuel Henein n'ime ezinụlọ, nke sitere na Asyut, nke ndị na-arụ ọrụ ọla edo na Cairo na 1929",
  "A zụrụ ya dị ka onye na-akpụ ihe na Academy of Fine Art na Cairo, nke o nwetara akara ugo mmụta ya na 1953",
  "Ezinụlọ ya bụ Ndị Kraịst Coptic.",
  "A maara Henein dị ka onye na-akpụ ihe na 1950s; ọ natara ihe nrite Luxor na 1954-56, e gosikwara ọrụ ya na Cairo, Alexandria, na Munich na njedebe nke afọ iri ahụ",
  "Mgbe ọ kwagara Paris na 1971, Henein malitere inyocha eserese",
  "N'ihe osise ya na ihe ọkpụkpụ ya, ọ nwetara nkwanye ùgwù maka iji isiokwu ndị Ijipt oge ochie na ihe ọdịnala.",
  "Site n'afọ 1989 ruo n'afọ 1998 Henein duziri ndị otu na-emepụta ihe na mweghachi nke Great Sphinx nke Giza, na-esite na ahụmịhe ya dị ka onye na-akpụ ihe iji chọpụta otú e si kpụọ ihe ncheta ahụ na mbụ",
  "N'afọ 1998, gọọmentị Ijipt nyere ya mma maka ọrụ ya.",
  "Mgbe ọ biri ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ anọ nke narị afọ na Paris, Henein laghachiri biri na mba a mụrụ ya",
  "N'ime afọ iri gara aga, o mepụtara ọtụtụ ihe ọkpụkpụ granite pụrụ iche",
  "Ọ bụ na Aswan, obodo nke kemgbe oge ochie bụ onye ama ama maka nkume granite ya, ka Henein guzobere International Sculpture Symposium, nke ọ bụ onye nduzi ya kemgbe 1996",
  "E nyere ya State Award for the Arts na 1998 na Mubarak Prize na 2004",
  "Ọ nọchitere anya Ijipt na Venice Biennale",
  "Ọ bụ onye guzobere na onye nduzi nke nnọkọ ihe ọkpụkpụ mba ụwa kwa afọ na Aswan, na ọkwa a, nke a maara ya na mba ụwa, bụ nnukwu ọrụ kemgbe afọ anọ gara aga. Henein enweela ihe ngosi otu onye na Alexandria, Amsterdam, Cairo, London, Nantes, Munich, Paris na Rome",
  "O sonyere na ihe ngosi otu na Cairo, Calais, Casablanca, Dakar, Ljubliana, Naples, Sorrento na Spoleto",
  "Ọrụ ya dị na ụlọ ọha na eze na Egypt, Italy na Saudi Arabia",
  "Henein bi na Cairo, Egypt",
  "E gosikwara ọrụ ya na New York's Metropolitan Museum of Art",
  "Henein natara Egypt's State Medal, State Merit Award, na Mubarak Award na nka",
  "O guzobekwara International Granite Sculpture Symposium na Aswan",
  "El-Shorouk Publishing House na Skira Publishing Group bipụtara akwụkwọ zuru ezu banyere ndụ ya na ọrụ ya.",
  "Ọ ghọrọ Isalm na 1961 mgbe ọ zutere nwunye ya, Afaf el Dib; ọ gbanwere aha ya na Adam. Henein nwụrụ na 22 Mee 2020, ọ dị afọ 91.",
  "Adam Henein Museum, nke mepere Satọdee 18 Jenụwarị 2014 na mpaghara Al-Harraniya nke Cairo, bụ onyinye dị oké ọnụ ahịa sitere n'aka onye na-ese ihe n'onwe ya nye mba ahụ.",
  "Ọ na-egosipụta \"ndụ nke okike\" nke onye na-ese ihe ma na-agụnye nchịkọta kachasị ukwuu, na nke na-eto eto, nke ihe ọkpụkpụ Henein yana ụfọdụ ihe osise ya.",
  "N'ime afọ niile, ọrụ ya bụ ụzọ onye na-ese ihe si ejikọta isiokwu zuru ụwa ọnụ - nne, nnụnụ, ụgbọ mmiri na ekpere n'etiti ha - na-ezo aka na ihe oyiyi ndị Ijipt dị ka pyramid, obelisks, ndị eze Fero na hieroglyphs.",
  "Àtụ:Museums in Egypt"
]