[
  "Adama Tamba (amụrụ n'abalị iri abụọ na itoolu n'ọnwa Ọgọstụ n'afọ 1998) bụ onye Gambia na-agba bọọlụ nke na-agbachitere otu egwuregwu Division 2 Féminine nke Grenoble, na mgbazinye site na GFF Women's League Division One nke Red Scorpions [de], na ndị otu mba Gambia.",
  "A mụrụ Adama na nwanne ya nwanyị Awa [de] na Banjul, ma too na SOS Children's Village na Bakoteh, na mpụga Banjul",
  "Nne ụmụnne nwanyị ahụ nwụrụ mgbe ha dị obere, ebe nna ha, onye ọrụ ugbo, bi n'ime ime obodo nke Gambia. Adama malitere igwu bọọlụ na ụmụ nwoke ibe ya na ụlọ akwụkwọ praịmarị na ụlọ akwụkwọ sekọndrị.",
  "N'afọ 2016 na afọ iri na asaa, Tamba gbara goolu iri ise n'egwuregwu iri na otu na nkewa nke abụọ, na-enyere Red Scorpions aka ịlaghachi na ọkwa mbụ nke bọọlụ ụmụ nwanyị na Gambia. N'afọ 2017, ọ gbara goolu iri ise na otu n'egwuregwu iri iji nyere Red Scorpions aka ịpụ na mpaghara relegation na ngalaba mbụ. Ka ọ na-erule n'ọnwa Mee afọ 2020, o nwere goolu 165 na egwuregwu league 114 n'aha ya",
  "Tamba ekwuola na ya \"na-eri ahụ ịgba goolu\". Amamihe ya maka ịgba goolu mere ka ọ nwalere na Paris Saint-Germain na Lyon na afọ 2018.",
  "Na Septemba 2021, Tamba bịanyere aka na Division 2 Féminine club Grenoble na mgbazinye otu afọ.",
  "Tamba mere nke mbụ ya maka ndị otu Gambia U17 na FIFA U-17 Women's World Cup qualifier megide Sierra Leone na afọ 2012",
  "Ọ ga-enyere Gambia aka iru eru maka 2012 FIFA U-17 Women's World Cup na Azerbaijan. Tamba gbara bọọlụ n'egwuregwu atọ niile nke mba ya na asọmpi ahụ, nke niile mechara merie.",
  "N'ọnwa Machị na afọ 2020, Tamba gbara goolu anọ maka ndị otu mba Gambia na mmeri 5 na 22 megide Guinea-Bissau na WAFU Zone A Women's Cup. Gambia ga-aga n'ihu na-ata ahụhụ na mpaghara otu nke asọmpi ahụ. Ka ọ na-erule na ọnwa Mee, na afọ 2020, Tamba nwere goolu iri na asatọ na egwuregwu iri na abụọ maka Scorpions. Mariama Sowe [de], onye nkuzi nke Scorpions, kwuru na Adama gbara na \"ihe fọrọ nke nta ka ọ bụrụ egwuregwu ọ bụla\", ebe nwanne ya nwanyị Awa ga-enyere ọtụtụ n'ime ihe mgbaru ọsọ ya aka."
]