[
  "Adam Small (biri ndụ site na  21 Disemba 1936 ma rụọ na 25 June 2016) bụ onye edemede si obodo South Africa, O sonyere na Black Consciousness Movement na ọrụ ndị ọzọ. A maara ya dị ka onye edemede mara mma nke dere akwụkwọ n'asụsụ Afrikaans nke na-ekwu maka ịkpa ókè agbụrụ ma na-akọwa ọnọdụ ndọrọ ndọrọ ọchịchị. Ụfọdụ nchịkọta gụnyere uri Bekee, ọ sụgharịrị onye na-ede uri Afrikaans N P van Wyk Louw n'asụsụ Bekee.",
  "A mụrụ Adam Small na ụbọchị 21 na ọnwa Disemba n'afọ 1936 na Wellington",
  "Ọ banyere na ụlọ akwụkwọ n'afọ 1953 na St Columbas High School dị na Athlone na Cape Flats",
  "Ọ gara Mahadum nke Cape Town ebe ọ gụrụ maka nzere na asụsụ na nkà ihe ọmụma",
  "N'afọ 1963 ọ gụsịrị MA (cum laude) na nkà ihe ọmụma nke Nicolai Hartmann na Friedrich Nietzsche",
  "N'otu oge ahụ ọ gụrụ akwụkwọ na Mahadum nke London na Mahadum nke Oxford.",
  "Adam ghọrọ onye nkuzi na nkà ihe ọmụma na Mahadum áhà ya bụ Fort Hare na afọ 1959, n'afọ 1960 ọ bụ otu n'ime ndị guzobere Mahadum Western Cape (UWC) mgbe a họpụtara ya dị ka Onye isi nke Ngalaba Nkà ihe ọmụma",
  "Na mbido afọ 1970 ọ sonyeere Black Consciousness Movement.",
  "N'afọ 1973, a manyere ya ịhapụ UWC",
  "Nke a mere ka ọ kwaga Johannesburg, ebe ọ ghọrọ Onye isi nke Ọrụ Ụmụ akwụkwọ na Mahadum nke Witwatersrand (Wits)",
  "Ọ laghachiri na Cape Town n'afọ 1977, ebe ọ bụ onye nduzi nke Western Cape Foundation for Community Services ruo afọ 1983",
  "N'afọ 1984 ọ laghachiri na UWC dị ka Onye isi nke Ngalaba Ọrụ Ọha, ọkwá o nwere ruo mgbe ọ lara ezumike nká n'afọ 1997.",
  "E nyere Small ihe nrite Hertzog n'afọ 2012 maka enyemaka ya na ụdị ihe nkiri",
  "Agbanyeghị na a nabatara onyinye ahụ nke ọma maka ịbụ ogologo oge, esemokwu ụfọdụ bilitere n'ihi na Academy, n'ime onyinye ahụ, mebiri otu n'ime iwu nke ha na-ekwu na a ga-enye onyinye ahụ naanị onye edemede bipụtara ọrụ ọhụrụ na nke dị mkpa n'otu ụdị n'ime afọ atọ gara aga",
  "E bipụtara egwuregwu ikpeazụ Small n'afọ 1983",
  "Otu n'ime uri ya a ma ama nke ọma bụ nke a  na-akpọ \"Doemanie\".",
  "Mgbe ọtụtụ iri afọ gachara n'anya ọha na eze, Small, na ụbọchị 14 na ọnwa Septemba ne afọ 2013, natara nnabata dike na Breytenbach Centre na Wellington, ebe ọ bụ onye ọbịa nsọpụrụ na mmemme uri nke etiti ahụ",
  "Ọ gụrụ ụfọdụ uri sitere na akwụkwọ akụkọ ọhụrụ ya bụ Klawerjas",
  "N'afọ 2015, a na-agbasa ihe nkiri ọhụrụ, Maria, Moeder van God, na mmemme mmemme nka kwa afọ nke Radio Sonder Grense."
]