[
  "Adam Pendleton (amụrụ n'afọ 1984) bụ onye America na-ese ihe nke a maara  ọrụ ya dị íchè íchè, gụnyere eserese, silkscreen, collage, vidiyo, arụmọrụ, na nka okwu. Ọrụ ya na-agụnyekarị nyocha nke asụsụ na recontextualization nke akụkọ ihe méré eme site na ihe oyiyi kwesịrị ekwesị.",
  "E gosipụtara nka ya na Museum of Modern Art, Whitney, New Museum, na ihe ngosi ndị ọzọ na mbà ụwa, gụnyere La Triennale na Palais de Tokyo na Paris. E gosipụtara ya ugboro abụọ na ndepụta Forbes Magazine nke dị n'okpuru 30",
  "Ónyé na-ese ihe na-eke ógè ya n'etiti New York City na Germantown, New York",
  "[mgbe?]",
  "A mụrụ Pendleton na 1984, Richmond, Virginia. Ọ gàrà New York na 2002, mgbè ọ dị afọ iri na asatọ, na ebumnuche nke ịghọ ónyé na-ese ihe.",
  "N'ajụjụ ọnụ ya na magazin <i id=\"mwPw\">Bomb</i>, Thom Donovan kọwara Adam Pendleton dị ka \"ónyé na-ese ihe na-adịghị ahụkebe n'ikike ya ijikọta ọzụzụ na ndị na-eme ihe nkiri, na iduzi ya na ndị na ya na 'ọrụ zuru ezu', nke ka bụ atụmatụ nke nnukwu edemede",
  "Ọrụ ya dị ka nke ọtụtụ ndị nnà nnà ya na-eme nnwale n'ụzọ ziri ezi",
  "Ọ na-eguzobe ụlọ nyocha ebe ọchịchọ mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị anyị nwere ike ịpụta, n'agbanyeghị na ọ na-adịru nwa ógè",
  "N'ọrụ Pendleton, ọ bụ ezie na a na-ahapụkarị anyị na aporias na blind spots, anyị na-eche na ike nke akụkọ ihe mere eme na-ahazi onwé ya ma na-achọta ụdị karịrị nnọchiteanya na isi.",
  "N'afọ 2005, ọ sonyeere Yvon Lambert Gallery ma nwee ihe ngosi nke mbụ ya, Deeper Down There. Ihe ngosi ahụ gosipụtara ihe osise abụọ na-acha anụnụ anụnụ na ákàrà silkscreened site na akwụkwọ na egwu nke oge a nke Africa na America, yana ihe osise ndị yiri mkpuchi album",
  "The New York Times dèrè na Pendleton \"na-eji ụzọ dị jụụ nke ọgụgụ isi na isiokwu dị ọkụ\"",
  "Ọ jiri ọrụ ya tụnyere nke Glenn Ligon, Lawrence Weiner na Ed Ruscha, ma too ya màkà \"ịgba aghara\".",
  "N'ihe ngosi ya nke afọ 2007, The Revival, ónyé na-ese ihe, nke yi uwe uwe na-acha ọcha, ùwé ojii na akpụkpọ ụkwụ na-acha akwụkwọ ndụ akwụkwọ ndụ, kwuru okwuchukwu mgbè ọ na-esonyere ndị ukwe ozioma iri atọ",
  "Pendleton n'okwuchukwu, nke akpọrọ \"ọchịchọ nke asụsụ a na-adịghị ahụkebe,\" gosipụtara asụsụ a gbazitere n'aka ndị na-ede uri dị ka John Ashbery, Charles Bernstein na Donald Hall, yana \"ndị na-ekwu okwu ndọrọ ndọrọ ọchịchị na ndị na-eme ngagharị iwe nwoke na nwoke\". Ihe ọzọ gụnyere na mweghachi ahụ bụ \"ihe akaebe\" sitere n'aka ónyé na-ese ihe n'oge a bụ Liam Gillick na ónyé na-ede uri bụ Jena Osman. N'ide ihe nkiri ahụ The New York Times art critic Roslyn Sulcas kọwara Maazị Pendleton dị ka \"onye na-eme ihe nkiri kachasị mma nke a hụrụ n'elu ikpo okwu ruo ogologo ógè\"",
  "Akụkụ ahụ bụ akụkụ nke Performa Biennial 07 ma mee ya na ụlọ ọrụ Stephan Weiss.",
  "N'afọ 2020, Pendleton mepụtara mkpuchi pụrụ ichè na nké na-akpali akpali maka mbipụta nke July 4 nke The New York Times Magazine nke gosipụtara okwu Frederick Douglass na ihe oyiyi, na-atụ aro nkwụsị na nkwa America nke nnwere onwé na usoro ọ na-aga n'ihu mgbè ịgba ohu gasịrị.",
  "N'afọ 2012, Pendleton bịanyere aka na Pace Gallery mgbe ọ dị afọ iri abụọ na asatọ, onye na-ese ihe kachasị nta mere ya kemgbe afọ 1970",
  "Ihe ngosi mbụ ya na Pace bụ na alaka ụlọ ọrụ Soho London n'oge mgbụsị akwụkwọ nke afọ 2012. Kemgbe afọ 2020, ya na David Kordansky Gallery na-arụkwa ọrụ na Los Angeles. Ndị nchịkọta ama ama gụnyere Steven A",
  "Cohen, Leonardo DiCaprio na Venus Williams."
]