[
  "Adama Njie (ma ọ bụ N'Jie; amụrụ na 7 Febụwarị na afọ 1978) bụ onye Gambia na-agba ọsọ n'etiti etiti nke lara ezumike nká nke bụ ọkachamara na mita 800",
  "Ọ nọchitere anya mba ya n'egwuregwu Olimpik atọ na otu egwuregwu Commonwealth, ọ bụkwa onye na-ebu ọkọlọtọ maka Gambia na 2000 Summer Olympics.",
  "Na afọ 1996 African Championships in Athletics, mgbe ọ dị afọ 18, Njie nwetara ọla nchara na mita 800 nke ụmụ nwanyị (na oge nke 2:10.10)",
  "Ọ bụ onye Gambia mbụ na-agba ọsọ iji merie ihe nrite na asọmpi maka arụmọrụ onwe onye, dịka naanị ihe nrite ọzọ nke mba ahụ bịara na 4 × 100 mita relay (na ihe omume na afọ 1984). Izu ole na ole mgbe o nwesịrị ihe nrite na African Championships, Njie bụ onye otu ndị nnọchi anya Gambia itoolu na 1996 Summer Olympics na Atlanta, dị ka naanị nwanyị na-asọmpi maka mba ya. Nanị ọsọ ya bụ mita 800, ebe ọ na-emezughị ọsọ ahụ",
  "Ọ bụ onye nke atọ kachasị nta na-agba ọsọ na ihe omume ahụ, mgbe Kutre Dulecha nke Ethiopia na Yaznee Nasheeda nke Maldives gasịrị.",
  "N'ịgba ọsọ na mita 800 na 1997 World Championships in Athletics, Njie nọ n'ikpeazụ na okpomọkụ ya wee mechie nke 31 n'ọhịa nke ndị na-agba ọsọ 36. Ọ gara nke ọma na mita 800 na 1998 Commonwealth Games na Kuala Lumpur, na-etinye nke iri na asaa n'ọhịa nke ndị na-agba ọsọ iri abụọ na ise ebe ndị kachasị elu iri na isii ruru eru maka ọkara ikpeazụ. Maka 2000 Summer Olympics na Sydney, Njie bụ otu n'ime naanị ndị egwuregwu Gambia abụọ (ya na Pa Mamadou Gai, wee bụrụ nwanyị mbụ na-ebu ọkọlọtọ na mba ahụ. Ọ gbara ọsọ ọzọ na mita 800, wee mechie nke abụọ ikpeazụ na okpomọkụ ya na oge nke 2:07.90, nke mere ka ọ bụrụ onye nke 31 n'ime ndị na-agba ọsọ 37 n'ozuzu.",
  "Na mita 800 na afọ 2001 World Championships in Athletics, Njie gbara ọsọ oge kachasị nwayọ na okpomọkụ ya na nke anọ kachasị nwayọ n'ozuzu. Ọ meziwanyere na afọ 2003 World Championships, na-emecha ihe karịrị sekọnd itoolu karịa afọ abụọ gara aga. Na afọ 2004 Summer Olympics na Athens, Njie bụ naanị nwanyị nọ na ndị nnọchi anya Gambia. A kpọrọ ya ka ọ sọọ mpi naanị otu ọnwa tupu egwuregwu ahụ amalite, dịka onye ọzọ na-eme egwuregwu Gambia, Mama Gassama, ewepụla ya. Njie nọ n'ikpeazụ na okpomọkụ ya na oge nke 2:10.02, ihe karịrị sekọnd iri n'azụ onye mmeri okpomọkụ, Maria Cioncan nke Romania. Otú ọ dị, ọ ghọrọ nwanyị Gambia mbụ sonyere n'egwuregwu Olimpik atọ, ebe onye na-agba ọsọ Jabou Jawo bụ naanị nwanyị Gambia ọzọ sonyere n\"ọtụtụ mbipụta."
]