[
  "Adam Madebe (a mụrụ ya n'afọ 1954) bụ onye na-ese ihe, a na-ekwukarị na ọ bụ otu n'ime ndị na-ese ihe na Zimbabwe na-arụ ọrụ na ígwè. O bi ma na-arụ ọrụ na Johannesburg, South Africa.",
  "A mụrụ Adam Madebe na Bulawayo, Zimbabwe",
  "Mgbe ọ na-enye ọzụzụ na Mzilikazi Art & Craft Centre, ọ malitere ịkpụ ihe oyiyi na ụrọ",
  "N'ihe dị ka afọ 1970, metal ghọrọ onye ọ họọrọ iji mezuo ọchịchọ ya ịrụ ọrụ buru ibu.  O mechara bụrụ onye nkuzi nka na Mzilikazi Art & Craft Centre, na-akụzi ụrọ site n'afọ 1974 ruo afọ 1992.",
  "Madebe malitere ịkpụ ihe n'afọ 1982 ma nweta ọtụtụ onyinye maka ọrụ ya, gụnyere onyinye onye isi ala a ma ama maka Ọkachasị na 1994. Ihe ọkpụkpụ ya, nke na-abụkarị nha ma ọ bụ buru ibu, bụ akụkụ nke nchịkọta ndị a ma ama n'ụwa niile na ụfọdụ n'ime ọrụ ya dịka Fallen Warrior ya gosipụtara na British Museum, ka eji dị ka ọmụmụ ihe maka ụmụ akwụkwọ nka na Zimbabwe taa.",
  "Ọ natara ọrụ maka ihe ọkpụkpụ ọha na eze na Zimbabwe, South Africa na Botswana, gụnyere ihe ọkpụkpụ ọla nke Mahatma Gandhi (2015), kpughere na Rustenburg.  Isiokwu nke ihe omume telivishọn agụmakwụkwọ nke emere maka Channel 4, a maara ya karịsịa maka ọrụ ihe atụ ya, mana ọ nwetakwara otuto dị ukwuu maka ọrụ ya nke ọkara ihe atụ na echiche ya dịka 'Hot Seat' (1989). E gosipụtara ọrụ a na ọrụ ndị ọzọ nke onye na-ese ihe a na 1:54 Contemporary African Art Fair na Somerset House na London n'ọnwa Ọktoba 2015.",
  "Adam Madebe sonyere n'afọ 1989 Pachipamwe II Workshop nke emere na Cyrene Mission na mpụga Bulawayo, Zimbabwe n'akụkụ ndị na-ese ihe na-aga nke ọma Joram Mariga, Bernard Matemera, Bill Ainslie, Voti Thebe, Sokari Douglas Camp na David Koloane",
  "Mgbe ahụ, Triangle Arts Trust kpọrọ ya ka ọ gaa ọmụmụ ihe ha kwa afọ na Pine Plains, New York State n'afo 1990 nakwa n'afọ 1995 gara International Artists Workshop na Yorkshire Sculpture Park.",
  "N'afọ 1985, Adam Madebe meriri na Tower Gardens Sculpture Competition na Bulawayo site na ihe atụ ya dị mita 3.5 n'ogologo, 'Looking To The Future'",
  "Ọrụ nwoke a gba ọtọ mere ka mkparịta ụka dị mkpa n'obodo banyere ịdị mma ya maka ngosipụta ọha na eze na mba na-echekwa echiche. E wepụrụ ya n'egbughị oge n'ogige ahụ",
  "E mechara gosipụta ya n'ime ogige Gallery nke National Gallery of Zimbabwe nke a rụzigharịrị nke ọma na Douslin House, ọ dara ọzọ na nyocha gọọmentị obodo n'afọ 2010 ma nọgide na-ezo ọzọ na ụlọ nkwakọba ihe.",
  "Ihe nrite nke mbụ Tower Gardens Sculpture Competition, Bulawayo, Zimbabwe na 'Looking To The Future'",
  "Nrite nke mbụ, WeldArt 87, Harare, Zimbabwe, na 'Jacket'",
  "Award Of Merit, Zimbabwe Heritage Exhibition 1988, Harare, Zimbabwe with 'Contemplation'",
  "Nrite nke abụọ, WeldArt 89, Harare, Zimbabwe, na 'Togetherness'",
  "Award Of Merit, Zimbabwe Heritage Exhibition, Harare, Zimbabwe with 'Hot Seat'",
  "Onyinye nsọpụrụ nke onye isi ala, Zimbabwe Heritage, Harare, Zimbabwe 1994"
]