[
  "Adanech Abebe (Oromo: ) bụ onye ndọrọ ndọrọ ọchịchị na onye ọka iwu Etiopia nke na-eje ozi dị ka onye isi obodo nke iri atọ na abụọ nke Addis Ababa",
  "Ọ na-eje ozi dị ka osote onye isi obodo site na afo 2020 ruo na afọ 2021",
  "Ọ bụbu Minista na-ahụ maka ụtụ isi na omenala site na afo 2018 ruo na afọ 2020, mgbe ọ ghọrọ nwanyị mbụ were ọrụ nke Federal Attorney General nke Ethiopia. Ọ bụ nwanyị mbụ nwere ọkwa onye isi obodo kemgbe e guzobere ya na afọ 1910.",
  "A mụrụ ya na Arsi Province, Adanech nwere obere mkpughe ezinụlọ",
  "A mụrụ ya n'afọ 1979 Dị ka akwụkwọ agụmakwụkwọ ya si kwuo",
  "Mana amaara ya nke ọma Abebe Deso bụ nna ya",
  "Ọ bụ naanị nwa nwanyị n'ime ụmụ isii",
  "Ọdịdị Abebe na mpaghara ahụ mere ka e guzobe ụlọ akwụkwọ praịmarị Ireecha na afọ 1977, ebe a nabatara Adanech dị ka nwa akwụkwọ nwanyị mbụ",
  "Adanech kụziiri onwe ya maka nna ya dabere na alụmdi na nwunye ụmụaka",
  "N'ịbụ onye omume ya kpaliri, Abebe ji nwayọọ nwayọọ kweta ime ihe ike megide ụmụ nwanyị ma katọ  ndị nne na nna na-achọghị ikwe ka ụmụ ha nwanyị gaa ụlọ akwụkwọ",
  "N'agbanyeghị na ụmụ agbọghọ ise debanyere aha n'ụlọ akwụkwọ ahụ, ọ bụ naanị Adanech na nwa akwụkwọ ibe ya gafere Ule Uloakwukwo nke isii  (Ministry Exam).",
  "Adanech gụsịrị akwụkwọ na Mahadum Civil Service nke Ethiopia n'afọ 2001, ma nweta mmeme gụsịrị akwụkwọ n'ịchịkwa site na Mahadim Greenwich na United Kingdom.",
  "Ọrụ mbụ Adanech bụ dị ka onye nkuzi ụlọ akwụkwọ elementrị tupu ọ bụrụ onye nduzi nchịkwa nke ụlọ akwụkwọ ahụ",
  "Ikike ya maka idu ndú na gọọmentị etiti na mpaghara mere ka ọ banye na ndọrọ ndọrọ ọchịchị.",
  "N'afọ 2001, Adanech jere ozi dị ka onye ọka iwu nke Oromia Justice Bureau",
  "Na ntuli aka nke afọ 2005, ọ meriri oche na House of People's Representatives Aseko constituency",
  "Mgbe ahụ, ọ ghọrọ onye nduzi na Oromia Development Association (ODA), ebe ọ rụrụ ọrụ afọ ise",
  "N'oge ọnọdụ ahụ, Adanech gbanwere ọnọdụ nke njikọ ahụ wee bụrụ onye isi obodo Adama",
  "Ọ bụ nwanyị mbụ nọ n'ọkwa ahụ ma malite mgbanwe dị ịrịba ama n'oge ọchịchị ya, gụnyere mbelata nrụrụ aka n'ime obodo ahụ.",
  "Ọ rụrụ ọrụ dị ka minista nke Revenue and Customs Authority site na 2018 ruo 2020, na-eweghachi nrụrụ aka na nyocha iri ngo",
  "Mgbe ọ nọsịrị afọ abụọ, a họpụtara ya ka ọ bụrụ onye ọka iwu etiti nke Ethiopia n'okpuru onye isi ala nke Abiy Ahmed na 12 Machị, na afọ 2020",
  "N'abalị iri na asatọ n'ọnwa Ọgọstụ afọ 2020, a họpụtara ya ka ọ bụrụ osote onye isi obodo Addis Ababa, ya na olu 138",
  "Adanech gụnyere mmadụ abụọ sitere na kọmitii ya",
  "Na Septemba, na afọ 2021, a họpụtara Adanech ka ọ bụrụ onye isi obodo ahụ.",
  "Ọ bụ ezie na Adanech ekwughị ndụ onwe ya site na mgbasa ozi ọha na eze, ọ kpughere di ya Teshome Abebe, na ihe ngosi okwu",
  "Adanech gwakwara na ya nwere ụmụ abụọ, nwa nwoke, na nwa nwanyị",
  "O kelekwara Teshome maka ịbụ \"onye na-elekọta ma na-akwado\" n'ezinụlọ ma na-enyere aka mezue agụmakwụkwọ ya."
]