[
  "Àtụ:''Mkpuro'''''Mkpurụ okwu sélénsé''''' okwu sélénsé''databox\nAdaora Udoji bụ onye n'emepụta ihe mgbasa ozi, onye mmepụta nakwa onye n'emepụta ihe ngwongwo nke teknụzụ dika \" virtual reality (VR), augmented reality (AR), na artificial intelligence (AI)\"",
  "Ọ bụ onye ndụmọdụ VR-AR Association-NYC Chapter, onye \"adjunct\" prọfesọ na NYU's Interactive Telecommunications Program na Tisch School of the Arts, nakwa  onye ọchụnta ego",
  "N'oge gara-aga, ọ bụ onye isi ndi na-akọ akụkọ na Rothenberg Ventures nakwa onye isi oche nke media-tech startup, News Deeply, nke Time Magazine kpọrọ, “the future of news”",
  "O jekwara ozi dika onye otu ndi Montclair Film Festival nakwa \"Women's Advisory Board at NBC Universal",
  "Ọ bụkwara otu onye Woodrow Wilson  ma mesịa tinye ntọala",
  "The Boshia Group,   ma mesịa tinye ntọala ndị na-emepụta ihe na ndị na-ede akụkọ.",
  "O so n'ole n'ole ndi ntọ akụkọ rụrụ na 'Network and Cable New' nakwa na Redio ọha n'eze",
  "O sokwa na ndepụta '20 Black Angels Worth Knowing For Minority Startups'.",
  "Udoji bụ onye Nigerian-Irish American nke Nna ya bụ Mazi Godfrey Udoji, onye bụbu enjinia nke ndi Dearborn, Michigan, nakwa Nne ya bụ Mary, onye bụrụ onye nghazi ọbá akwụkwọ ndi Washtenaw County na Ann Arbor, Michigan",
  "O biela na mpaghara atọ ndi ọzọ tinyere Afrika, Europe na North Amerika nakwa bụrụ onye Amerika na Ireland.",
  "Udoji nwetara akara ugo mmụta bachelor na nkà mmụta sayensị na Mahadum  University of Michigan",
  "Mgbe o kwusịrị ozi na ụlọ ọrụ nkwurịta okwu n'ụlọ akwụkwọ azụmahịa nke Michigan na WUOM, ụlọ ọrụ redio ọha na eze, ọ gara n'ihu gụsịa akwụkwọ na UCLA School of Law",
  "N'oge ahụ ọ gara n'ihu rụọ ọkara ọge maka Honorable Consuelo B",
  "Marshall, United States Federal Judge, Central District of California, Los Angeles, nakwa bụrụ onye odeakwụkwọ ndi I.R.S.",
  "Udoji malitere oru oru akuko ya na ABC News na 1995 dika onye nta akuko na-arụrụ Cynthia McFadden hụrụ maka ikpe OJ Simpson n'Akụkọ iwu ndi ọzọ",
  "Ọ ghọrọ onye na-emepụta nke abụọ ndi ABC News nke hụrụ maka nghọpụta onye isiala dika otụ n'ime 'Dole/Kemp press corp, the TWA 800 crash', tinyekwara irụ ọrụ n'Akụkọ gbasara ọnwụ. Netwọk ahụ kpọrọ ya onye nnọchiteanya ala ọzọ na 2000 mgbe ọ nọ na London na-akọ akụkọ ụwa na-akọwa Africa, Middle East na Europe",
  "Udoji hụrụ maka akụkọ agha na Iraq na Afghanistan, agha Israel-Palestian, Vatican, akụnụba ụwa na ihe omume egwuregwu dika 'British Open na Tour De France'. O nyekwara aka Good Morning America, World News Weekend na ABC News.",
  "Na CNN o jere ozi dịka onye na-ede akwụkwọ na New York na-akọ akụkọ tinyere ntuli aka president 2004, Hurricane Katrina, na ọdachi mine West Virginia Sago maka telivishọn na redio",
  "N'elu Eprel 25, 2006, o tinyere aka na Court TV News dika anchor.",
  "Udoji gbasaa n'ime redio ọha na eze dika onye ngalaba nnabata The Takeaway with John Hockenberry and Adaora Udoji na 2008, nke ngalaba WNYC, The New York Times, BBC, WGBH-Boston na PRI",
  "ntuli aka nke Barack Obama, n'akụkọ mgbasa ozi ya nke anọ na nghọpụta ndi ọchichi.",
  "O tinyekwala aka na Good Morning America, World News Weekend na ABC Radio.",
  "Site na 2013-2014 ọ bụ onyeisi oche nke News Deeply. O edeela ọtụtụ ihe banyere ibụ Nwanyi Naijiria, iria cancer, na Hurricane Katrina.",
  "Ọ bụ onye ọchụnta ego nke gụsiri akwụkwọ na Pipeline Fellowship program.",
  "N'ịbụ ndị na-arụ ọrụ n'ofe ihe okike na azụmahịa nke telivishọn, redio, internet, ụlọ ọrụ na isi obodo, A na-ekwukarị maka Udoji n'ime akwụkwọ. Na akwukwo 2017 maka  Immerse Magazine nke akpọrọ 'Who is VR for?',Onye nlekọta nke ukwu na Tribeca Film Institute, Ingrid Kopp kọwara Adaora Udoji dika \"onye ndụmọdụ, onye nkuzi onye n'eme ihe niile\"",
  "Na akụkọ Buzzfeed ọzọ na-afọ 2017, o kwuru maka \"What It's Actually Like to be a Woman in VR\".",
  "Udoji bụ otu n'ime ndi CNN hụrụ maka akụkọ 'Hurricane Katrina n'ime nakwa gbụrụgbụrụ New Orleans, Louisiana' nke network ha nwetara mmeri 'Peabody Award'",
  "O sokwa na ndi ABC News nke nwetara 'Cine Golden Eagle award' maka otu akụkọ ABC News n'ọnwụ",
  "Ndi National Academy of Television Arts & Sciences kwadoro Udoji maka enyemaka ya na ABC ihụ maka agha Afghan War na 2002.",
  "N'afọ 2009, Essence Magazine kpọrọ Udoji otu n'ime ndi 25 Afrika Amerikan nwere ike.N'afọ 2007 ọ bụ Honoree maka World Diversity Leadership Conference na United Nations",
  "N'afọ 2013, ọ bụ otụ onye Pipeline Fellow",
  "Ọ bụ otu onye ama ama site na enyemaka ya na CNN's 2005 Alfred I",
  "Dupont-Columbia University na Peabody Awards, nke ndi National Academy of Television Arts & Sciences maka akụkọ ya na ABC News",
  "A kpọrọ ya ka ọ bịa na Jones nke New York Little Camp Campaign",
  "Udoji bụ onye nrita na Forty Under Forty Achievement Award nke ndi Network Journal.",
  "N'ịbụ ndị na-arụ ọrụ n'ofe ihe okike na azụmahịa nke telivishọn, redio, internet, ụlọ ọrụ na isi obodo, A na-ekwukarị maka Udoji n'ime akwụkwọ",
  "Na akwukwo 2017 maka Immerse Magazine nke akpọrọ 'Who is VR for?',Onye nlekọta nke ukwu na Tribeca Film Institute, Ingrid Kopp kọwara Adaora Udoji dika \"onye ndụmọdụ, onye nkuzi onye n'eme ihe niile\"",
  "Na akụkọ Buzzfeed ọzọ na-afọ 2017, o kwuru maka \"What It's Actually Like to be a Woman in VR\".",
  "Egosiputara ya dika onye emume ndi MIT Solve, Producers Guild of America-East, Games for Change Festival, NYC Media Lab, Microsoft, Panasonic, BinderCon, Versions, ARInAction, Girls Who Code, the StartUp Institute NYC, the New York Women Social Entrepreneurs, ACLU, New York Women in Film and Television, the Feminist Press, the Council of Urban Professionals, Internet Week NYC, SXSW and the New York Women in Communications Foundation."
]