[
  "Adebayo Faleti (26 Disemba 1921 - 23 Julaị 2017) bụ onye nta akụkọ mbụ nke Africa, onye nduzi egwuregwu mbụ nke Africa",
  "Onye nchịkọta ihe nkiri mbụ na onye na-elekọta ọba akwụkwọ na ụlọ ọrụ telivishọn mbụ na Nigeria Western Nigeria Television (WNTV), onye Yoruba mbụ nke Nigeria na telivishọn nakwa redio, onye na-ede uri Naijiria, onye nta akụkọ, onye edemede, onye nduji ihe nkiri Nollywood na onye na onye na'eme ihe nkiri. A makwaara ya dị ka onye ntụgharị ihe gaa n'asụsụ Yoruba, onye mgbasa ozi, onye na-ahụ maka TV na onye ọsụ ụzọ nke ụlọ ọrụ telivishọn mbụ n'Africa, Western Nigeria Television (WNTV), nke a maara ugbu a dị ka Nigerian Television Authority (NTA).",
  "A mụrụ Faleti na Agbo-Oye, Oyo State, ọ bụ ezie na ọ bi na Obananko, Kuranga, nso Oyo State. Adebayo Faleti bụ nwa mbụ nke nna ya, Joseph Akanbi Faleti na naanị nwa nke nne ya nwere, Durowade Ayinke Faleti",
  "Alagba Faleti nwere mmasị maka ihe nkiri site na nwata. Nne na nna ya enweghị ike ịkwụ ụgwọ agụmakwụkwọ ya iji mezuo nrọ ya n'ihi enweghị ego, ya mere o kpebiri ịkwụsị agụmakwụkwọ praịmarị ya",
  "Mgbe e mesịrị, ọ kpọkọtara ndị ọrụ ibe ya nwere mmasị wee malite otu ihe nkiri nke ya na-aga nke ọma, nke akpọrọ Oyo Youth Operatic Society (nke e guzobere na 1949). Faleti mechara laghachi n'ụlọ akwụkwọ site n'inweta ọrụ n'ụlọ akwụkwọ praịmarị, ebe ọ rụrụ ọrụ afọ isii iji nweta ego zuru ezu maka agụmakwụkwọ sekọndrị ya na nkwado ego nke nna ya. N'afọ 1966, ọ gara Mahadum Dakar na Senegal wee nweta asambodo nke proficiency na French Language and Civilization",
  "Afọ abụọ ka e mesịrị, ọ gụsịrị akwụkwọ na Mahadum Ibadan, Naịjirịa, na nzere nsọpụrụ na Lit-in-English",
  "N'afọ 1971, ọ gara Radio Netherlands Training Center na Hilversum, Netherlands, wee nweta asambodo na Television Production.",
  "Faleti nwere ndị nwunye abụọ, otu n'ime ha na ya biri ihe karịrị afọ iri atọ na ise ruo mgbe ọ nwụrụ",
  "Aha ya bụ Mrs",
  "Olubunmi Faleti, onye ọrụ telivishọn na Nigerian Television Authority. Nwunye mbụ Faleti bụ Mrs",
  "Moteniola Faleti, onye nọọsụ lara ezumike nká na University College Hospital, Ibadan",
  "Faleti nwere ihe dị ka ụmụ iri na ise.",
  "Ọ nwụrụ na 23 Julaị 2017 mgbe ọ kpesịrị ekpere n'ụtụtụ n'ụlọ ọgwụ Mahadum.",
  "Faleti edeela, mepụta ma sonye n'ihe n'ọtụtụ egwuregwu Yoruba a ma ama. A makwaara ya maka uri ya",
  "Ọ bụ onye nkuzi ụlọ akwụkwọ mbụ na Ife Odan, nke dị nso na Ejigbo Town na Osun State. Ọ bụkwa onye isi njikwa nke Broadcasting Corporation of Oyo State (BCOS), nke a makwaara dị ka Radio OYO, Ibadan. N'afọ 1959, ọ rụrụ ọrụ na Western Nigerian Television (WNTV), nke a maara ugbu a dị ka NTA Ibadan, dị ka onye nchịkọta ihe nkiri na onye na-elekọta ọbá akwụkwọ.",
  "Faleti emeela, dee, ma mepụta ọtụtụ ihe nkiri, nke gụnyere: Thunderbolt: Magun (2001), Afonja (1 & 2) (2002), Basorun Gaa (2004), na Sawo-Sogberi (2005).",
  "Ọ bụ ya sụgharịrị abụ mba Naịjirịa site na Bekee gaa na Yoruba, asụsụ ala ya. Ọ sụgharịrị okwu ndị onye bụbu Attorney-General nke Federal Republic of Nigeria - Chief Bola Ige, onye bụbu onye isi ndị agha nke Nigeria - General Ibrahim Babangida, onye bụzi praịm nke mpaghara ọdịda anyanwụ nke Nigeria Ō Chief Obafemi Awolowo na Head, National Interim Government of Nigeria Ō Ō Chief Ernest Shonekan, si Bekee gaa Yoruba",
  "Faleti ebipụtala akwụkwọ ọkọwa okwu nwere ojiji ma ọ bụ ojiji nke aha Yoruba.",
  "Adebayo Faleti enwetala ọtụtụ ihe nrite ma na mpaghara ma na mba ụwa, gụnyere National Honour Of Officer Of the Order of the Niger (OON), Doctor of Letters (D.Litt.), Justice of Peace (JP), Jerusalem Pilgrim (JP). Adebayo Faleti natara onyinye Festival of Arts na \"Eda Ko Līaropin\" na 1995 na Afro-Hollywood Award for Outstanding Performance in Arts in the United States (na 2002)",
  "Ihe nkiri ya - \"Basorun Gaa\" nwetakwara otuto na Breeze Awards na London dị ka ihe nkiri kachasị mma n'afọ 2004",
  "Magazin mbụ o dere maka ya bụ Triumph mgbe ọ nọ na Mahadum Ibadan dị ka onye na-agụ akwụkwọ",
  "Ọ bụkwa onye na-ede akwụkwọ na Nigerian Tribune"
]