[
  "Adedayo Clement Adeyeye bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa.",
  "A mụrụ Adeyeye Clement Adedayo na 4 Eprel afọ 1957 na Ikere-Ekiti, n'ezinụlọ eze nke Oba David Opeyemi Adeyeye, Agunsoye II, Arinjale nke Ise Ekiti (onye chịrị n'etiti afọ 1932 na afo 1976), na Olori Mary Ojulege Adeyeyeye, adaeze nke Are, Ikere-Ekiti.",
  "N'agbata afọ 1964 na afọ 1968, Clement Adedayo gara St",
  "John's Primary School, Are, Ikere-Ekiti maka agụmakwụkwọ praịmarị ya.\nO mechara gaa ụlọ akwụkwọ Annunciation, Ikere-Ekiti (1969-1973), tupu ọ gaa ụlọ akwụkwọ Christ's School Ado Ekiti (1973-1975).\nAdeyeye nwere nzere bachelọ na sayensị ndọrọ ndọrọ ọchịchị na Mahadum nke Ibadan (1978) na nzere masta na sayensị ndọrọ ndọrọ ọchịchị (mmekọrịta mba ụwa) na Mahadum nke Lagos (1981)",
  "O nwetakwara akara ugo mmụta iwu na Mahadum nke Lagos n'afọ 1986 ma a kpọọ ya na Nigerian Bar n'afọ 1987.",
  "Ahụmahụ ọrụ Senator Adeyeye agafeela ngalaba ọkachamara atọ dị mkpa - nkuzi, ọrụ nta akụkọ na ọrụ iwu.",
  "Prince Adeyeye bụ onye nkuzi na Isuikwuato High School, Isuikwuato, Imo Steeti n'oge ọrụ ndị ntorobịa mba ya (1978-1979) wee gaa n'ihu na-akụzi na Mary Immaculate Grammar School, Ado-Ekiti (1980).\nAdeyeye gbanwere na ọrụ nta akụkọ n'afọ 1981 ma bụrụ Editor II na Federal Radio Corporation of Nigeria (FRCN), Ikoyi, n'etiti afọ 1981 na 1982.\nO nwere obere oge na Rank Xerox Limited n'afọ 1983 ebe ọ bụ onye isi na-ere ahịa",
  "N'agbata afọ 1983 na 1987, o nwere ọkwa nchịkọta akụkọ dị iche iche na akwụkwọ akụkọ The Punch\nN'ime afọ ya na-arụsi ọrụ ike na ọrụ iwu, Prince Adeyeye bụ Onye isi na ụlọ ọrụ iwu nke Dayo Adeyeye & Co",
  "n'etiti afọ 1990 na 2000.",
  "Adeyeye kwupụtara maka Senate na Tọzdee 6 Septemba 2018 na Ise Ekiti n'oge nzukọ Senatorial nke otu ahụ mere n'ụlọ ya ma ndị isi otu ahụ na ndị na-achọ site na mpaghara ahụ.",
  "Prince Adedayo Adeyeye meriri Senator Biodun Olujimi nke Peoples Democratic Party na Ekiti South Senatorial District na ntuli aka National Assembly nke emere na Satọdee, 23 Febụwarị 2019",
  "Onye na-ahụ maka Ekiti South Senatorial District, Prọfesọ Laide Lawal, laghachiri Prince Adeyeye, onye a họpụtara ka o nwetara nkwado vootu 77,621 iji merie onye iro ya kacha nso, Olujimi, onye nwetara vootu 53,741. N'oge ikpe ntuli aka nke afọ 2019, a kpọrọ onye iro ya kacha nso, Olujimi onye mmeri mgbe e nyochachara nsonaazụ ya n'ọnọdụ esemokwu."
]