[
  "Solomon Adeboye Babalola (onye amụrụ na Ipetumodu, Osun Steeti, Naijiria, na ọnwa Disemba iri na asaa n'afọ otu puku narị iteolu na iri abụo na isii na ọnwa iri na ise Disemba n'afọ puku abụọ na asatọ) bụ onye nkuzi Naijiria, onye na-ede uri na onye ọkà mmụta.",
  "A mụrụ Prọfesọ Solomon Adeboye Oladele Babalola na Disemba 17, 1926, n'ime ezinụlọ Babalola nke Ile-Ajo",
  "Nna ya, Joseph Olawuni Omowunmi Babalola (Ajala) bụ onye ọkwá nkà, nke a ma ama maka iwughachi ụlọ ọrụ ebere na Ipetumodu mgbe ajọ ifufe mebiri na mbido narị afọ nke 20; ya mere aha ezinụlọ ahụ bụ ːAlatunse nke Ipetumodú ː ː The Fixerː, ezinụlọ nke na-eme ka gburugburu ha dị mma",
  "Nna ya bụkwa Onye Kraịst raara onwe ya nye.",
  "E mere Babalola baptizim na Christ Church of the Church Missionary Society (CMS.Ọ dị iche iche Ọ zụlitere ndị Kraịst siri ike ma gaa C.M.S Christ Primary School, Wasimi, Ipetumodu",
  "Ọ bụ onye na-arụsi ọrụ ike n'òtù ukwe chọọchị ma na-abụkarị abụ n'ebe ịsa ahụ n'oge ndụ ya niile",
  "Babalola nabatara Kraịst dị ka Onyenwe ya na Onye Nzọpụta ya mgbe ọ nọ na Igbobi College, Bishọp nke Lagos, Rt",
  "Rev",
  "kwadoro ya",
  "Gordon Vining na ọnwa Nọvemba iri abụo na anọ, n'afọ otu puku na narị anọ na atọ.",
  "N'afọ otu puku narị iteolu na iri atọ na isii, mgbe ọ dị afọ iri, onye nkuzi ya, Maazị ST Fakoya, họpụtara Babalola ka ọ nọrọ maka ule ịbanye na kọleji gọọmentị nke Naịjirịa",
  "E mere ule a na Ibadan, ma dị ka nwa nwoke Standard Four, ya na ụmụ nwoke buru ibu na Standards Six na Five",
  "Ọ bụ ezigbo ọzụzụ; na 1937 ọ gara ule ịbanye na Igbobi College, Lagos ma nabata ya na Form One na Jenụwarị 1938",
  "Nke a bụ mmalite nke ike agụmakwụkwọ ya",
  "[citation needed]",
  "Adeboye bụ Senior Prefect na Captain nke Oluwole House site na Jenụwarị ruo June 1944, tupu ọ gaa Achimota College na Gold Coast, ugbu a Ghana, iji chụsoo Intermediate Bachelor of Arts Programme, na agụmakwụkwọ site na Igbobi College",
  "Ọ bụ mgbe ọ nọ n'ụlọ akwụkwọ Achimota, ka a natara nsonaazụ zuru ezu nke nyocha asambodo ụlọ akwụkwọ nke Igbobi College",
  "O jiri 9 o si na ya gafee",
  "Nke a mere ka ọ bụrụ onye a ma ama.",
  "A kpọrọ Babalola ka ọ nọrọ n'ule na ngalaba Mahadum ọ bụ ezie na e nyere ya nnabata na-akpaghị aka dabere na agụmakwụkwọ ya",
  "Mgbe nke ahụ gasịrị, ọ natara nsonaazụ nke B.A",
  "Examinations ya nke ọma na Bekee na Latin; nke ọma na Geography na Economics.",
  "Site na 1946 ruo 1948, ọ bụ onye nkuzi",
  "N'abalị asatọ n'ọnwa Ọgọstụ n'afọ 1946, ọ laghachiri na kọleji Igbobi ebe a maara ya dị ka onye otu ndị nkuzi",
  "N'ọnwa Ọgọstụ n'afọ 1947, o tinyere akwụkwọ maka agụmakwụkwọ nke gọọmentị Naịjirịa",
  "O nwetara agụmakwụkwọ na Queen es College na Mahadum Cambridge, England mgbe ọ dị afọ 22.",
  "Ọ bịarutere na Cambridge n'ọnwa Ọktoba n'afọ 1948 wee sonye n'òtù Ndị Kraịst nke ụmụ akwụkwọ ma bụrụkwa odeakwụkwọ nke African Student Club",
  "Ọ bụ na Cambridge ka ọ zaghachiri arịrịọ nke BBC West Africa Service ka ọ nyefee nsụgharị amaokwu Bekee nke uri ndị ha.",
  "Babalola sụgharịrị ihe odide Yoruba nke a na-akpọ \"Shia\", abụ, nke ndị na-achụ nta Yoruba na-eji eme ihe ntụrụndụ",
  "A na-ekpebi ntinye ndị ahụ kachasị mma ma Babalola ga-agbasa ya na West Africa Service Programme nke a na-akpọ West Africa",
  "A kwụrụ ya ụgwọ maka ndekọ studio! Maazị Swanzy nke BBC zigara nsụgharị ahụ na onye nchịkọta akụkọ nke Royal African Society South African Journal maka ịtụle maka mbipụta",
  "Onye nchịkọta akụkọ ahụ bipụtara nsụgharị amaokwu Bekee a na-enweghị ihe ọ bụla na mbipụta ndị na-esote nke akwụkwọ akụkọ ahụ, otuto ọ natara bara uru karịa ụgwọ onye nchịkọta akụkọ ahụ kwụrụ! Babalola gụsịrị akwụkwọ na nzere B.A",
  "Honours na Mahadum Cambridge na 1951 ma mesịa nye ya MA (Cantab) dịka omenala nke nnukwu ụlọ ọrụ ahụ.",
  "Solomon Adeboye Babalola gara Achimota College na Ghana",
  "Mgbe ọ nwetasịrị nzere bachelọ ya na 1946, ọ kụziri na Igbobi College. N'afọ 1948, ọ natara agụmakwụkwọ nke abụọ maka nzere bachelọ ya na Queens' College, Cambridge, nweta nzere ya n'afọ 1952",
  "Ọ laghachiri na Igbobi College iji gaa n'ihu na-akụzi ma ọ ghọrọ onye isi ụlọ akwụkwọ Africa mbụ, n'agbanyeghị na ọ bụ onye ọrụ kachasị nta",
  "E nyere ya agụmakwụkwọ doctoral na akwụkwọ Yoruba",
  "N'afọ otu puku narị iteolu na iri isii na abụọ, a họpụtara ya dị ka onye nkuzi na Institute of African Studies nke Mahadum Obafemi Awolowo",
  "[citation needed] Ọ nwetakwara nzere doctoral na Mahadum London",
  "N'afọ otu puku narị iteolu na iri isii na atọ, ọ bụ prọfesọ nke asụsụ Afrịka na Mahadum dị na Steeti Lagos",
  "N'afọ otu puku narị iteolu na iri isii na isii, o bipụtara The Content and Form of Yoruba Ijala (Oxford University Press)",
  "Ọrụ ahụ webatara akụkọ ọdịnala Yoruba, ụdị uri na akwụkwọ edemede nke Ijala (abụ ndị na-achụ nta), nke a sụgharịrị n'asụsụ Bekee",
  "Ọ meriri Amaury Talbot Prize maka onyinye kachasị mma nye ndị West Africa n'afọ ahụ",
  "Ọrụ ahụ meghere maka nyocha mba ụwa na asụsụ Africa, n'okpuru njikwa Babalola na Mahadum Lagos",
  "E hiwere ụlọ akwụkwọ African and Asian Studies nke mahadum ahụ na 1967, ebe Babalola bụ otu n'ime ndị nkuzi atọ, ma lekwasị anya n'asụsụ Naijiria dịka Yoruba, Igbo, Edo na Hausa.",
  "Ọrụ ndị ọkà mmụta Babalola ama ama n'ichekwa ọtụtụ ọdịnala ndị Afrịka.  Adeboye Babalola nwụrụ na Mọnde ọnwa Disemba iri na ise, n'afọ puku abụọ na asatọ."
]