[
  "Adebayo Ayoade Salami (26 Julaị 1951 - 7 Jenụwarị 2021) bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa nke a họpụtara ka ọ bụrụ Senator maka mpaghara Osun Central nke Osun Steeti, Naịjirịa na mmalite nke Naijiria nke anọ Republic, na-azọ ọkwa na Alliance for Democracy (AD).\nMgbe ọ nọrọ n'oche ya na Senate na June afọ 1999, a họpụtara ya na kọmitii na Akaụntụ Ọha, Ọrụ (onye isi oche), Power & Steel na Water Resources.\nNa arụmụka nke May afọ 2001 banyere ibubata agwa si Burkina Faso, Bayo Salami nọ n'ime ndị nta mgbe ọ rụrụ ụka na ihe ọ bụla enwere ike ime iji nye ndị Naijiria nri ma mee ka nri dị ọnụ ala nye ndị mmadụ kwesịrị ime.",
  "Salami nwụrụ na United States na Jenụwarị 7, 2021.",
  "A mụrụ Adebayo Ayoade Salami n'abalị 26 ọnwa Julaị afọ 1951, n'ụlọ ezinụlọ ya na Osogbo.",
  "Nna Adebayo bụ Busari Oladiti Salami, Onye nyocha ọcha a na-akwanyere ùgwù nke mechara bụrụ onye a maara dịka otu n'ime ndị na-ahụ maka ndọrọ ndọrọ ọchịchị maka Osogbo",
  "Nne ya, Rafatu Ayinke bụ nwanyị na-arụsi ọrụ ike n'oge ọ dị obere",
  "Ọ bụ onye ahịa na onye nkwekọrịta n'oge ECN (Energy Commission of Nigeria) na NEPA (National Electric Power Authority).",
  "\"Amusa,\" dịka a na-akpọ ya mgbe ọ bụ nwata, nke bụ Yoruba domestication nke aha Alakụba Hamzat, gara ụlọ akwụkwọ praịmarị Saint Michael, Ilobu na mpaghara ọchịchị ime obodo Irepodun nke Osun Steeti taa",
  "Maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya, Amusa Adebayo Salami na-eto eto gara Ife-Olu Grammar School, ma mesịa, Akinorun grammar school Ikirun ebe o nwere asambodo ụlọ akwụkwọ West African n'afọ 1969",
  "Mgbe ahụ a na-akpọ ya Adebayo, ọ gara Oduduwa College na Ile-Ife maka Higher School Certificate Course n'etiti afọ 1970 na 1971.",
  "Adebayo Salami gụrụ akwụkwọ ndekọ ego na Kwara State College of Technology, Ilorin n'etiti afọ 1972 na 1974, wee nweta OND (Ordinary National Diploma)",
  "Ọ nọ na Yaba College of Technology a ma ama, Lagos, maka HND ya n'etiti afọ 1976 na 1978",
  "Mgbe e mesịrị na mmalite afọ 2000, Adebayo nwetara nzere Master of Business Administration na Mahadum Imo State.",
  "A kpọkọtara Adebayo dịka onye otu National Youth Corps n'afọ 1978 ma jee ozi otu afọ nke ọrụ mba dịka onye na-ahụ maka ego na steeti Kaduna ochie",
  "Adebayo Salami dịka onye na-eto eto na-ahụ maka ego jere ozi na Federal Government nwere National Freight Company na Kaduna n'etiti afọ 1978 na 1979",
  "Ọ na-arụsi ọrụ ike ma na-arụ ọrụ nke ọma n'afọ ọrụ ya nke na ndị nlekọta nke National Freight nyere ya ọrụ site n'ịnọgide na ya mgbe afọ ọrụ ya gasịrị",
  "Ọ rụrụ ọrụ dịka onye na-eto eto na-ahụ maka ego na ụlọ ọrụ ahụ ma n'oge na-adịghị anya ọ ghọrọ onye isi na-ahụ maka ego ụlọ ọrụ ahụ.",
  "Nwa okorobịa ahụ nwere oké ọchịchọ, Adebayo, mechara hapụ National Freight Company iji guzobe Aolat Nigeria Limited, ụlọ ọrụ injinia na ụlọ ọrụ na-ewu ụlọ na Kaduna",
  "N'oge na-adịghị anya, ọ ghọrọ onye ọchụnta ego na-aga nke ọma n'obodo ma ndị enyi ya na ndị mmekọ azụmahịa kpọrọ ya \"The Young Millionare\".",
  "Adebayo Salami malitere ịnwale mmiri gbara ọchịchịrị nke ndọrọ ndọrọ ọchịchị Naịjirịa n'afọ 1990 mgbe ọ zọrọ ọkwa onye isi oche ọchịchị ime obodo, (Olorunda Local Government) na ntuli aka kansụl mba niile nke December 8, 1990 wee merie",
  "Adebayo, nke a maara ugbu a dịka Bayo Salami, meriri na ntuli aka ahụ n'elu ikpo okwu nke National Republican Convention.",
  "Na Social Democratic Party (SDP) na gburugburu ebe obibi nke Oyo Steeti ochie bụ, Bayo ghọrọ otu n'ime naanị ndị isi ọchịchị ime obodo atọ Osun Steeti ọhụrụ nwere n'afọ 1991 mgbe e kere steeti ahụ",
  "Abụọ ndị ọzọ bụ ọchịchị ime obodo Boripe na Ife-North",
  "Ndị isi oche SDP na-achị ọchịchị ime obodo ndị fọdụrụnụ.",
  "Adebayo Salami meriri tiketi ka ọ bụrụ onye na-azọ ọkwa gọvanọ NRC maka Osun Steeti",
  "Ọ zọrọ ọkwa gọvanọ na Disemba 14, 1991 na Osun steeti mana Isiaka Adetunji Adeleke nke SDP meriri ya nke ghọrọ Gọvanọ mbụ nke Osun Steeti ọhụrụ na Jenụwarị 1992.",
  "Senator Adebayo Salami bụkwa onye isi nke All Progressives Congress (APC) na-anọchite anya Osun Steeti tupu ọnwụ ya na Jenụwarị afọ 2021.",
  "Bayo Salami bụ nwoke nwere ezinụlọ ma nọrọ ọtụtụ oge na ezinụlọ ya na ndị ezinụlọ ya",
  "O nwere nwunye abụọ, Ayisat Abosede na Muslimat Folasade, yana ụmụ ise na ọtụtụ ụmụ ụmụ",
  "Bayo Salami bụ onye Alakụba na-anụ ọkụ n'obi ma nye ihe niile ya na nkwado na mgbasa ozi nke Islam",
  "O nwere iwu siri ike nke \"Malice to no one\" nke ọ gbasoro ná ndụ ya niile",
  "Onye omeiwu ahụ nwere ọtụtụ ndị enyi na-agafe okpukpe, agbụrụ, ndọrọ ndọrọ ọchịchị, ọdịbendị, na agbụrụ."
]