[
  "Adedoyin Salami bụ onye Naijiria na-ahụ maka akụ na ụba bụ onye isi ndụmọdụ akụ na ụba nke onye isi ala Muhammadu Buhari ugbu a.",
  "Ọ bụ onye isi na Ọkankụzi na Lagos Business School nke Mahadum Pan-Atlantic Ọ malitere ọrụ ya na Adetutu & Co tupu ọ banye na Mahadum nke Lagos dịka onye nkuzi na Ngalaba Economics. Ọ bụ onye otu Kọmitii na-ahụ maka ego nke Central Bank of Nigeria site n'afọ 2010 ruo afọ 2017.",
  "A 1989 doctorate ogo gụsịrị akwụkwọ na Economics na Queen Mary College, University of London, Adedoyin Salami si nnyocha ọdịmma gụnyere nsogbu na ụlọ ọrụ ńjíkwá ego ogologo oge; macroeconomic iwu; ụlọ ọrụ asọmpi na ize ndụ; na àgwà nke Small na Medium Enterprises (SMEs).\nỌ bụ onye isi oche nke Economic Advisory Council nke onye isi ala Buhari guzobere ma ọ ga n-akọrọ onye isi ala kpọmkwem.",
  "Site na nkuzi na Mahadum nke Lagos, Adedoyin arụpụtala ọrụ na ndụmọdụ, guzobe ụlọ ọrụ nyocha Edward Kingston Associates n'afọ 1997, nke ọ jikọtara ya na Soft skills n'afọ 2014 iji mepụta Kainos Edge.  Onye otu ngalaba na Lagos Business School (LBS), Pan -Atlantic University ebe ọ na-edu nnọkọ na Economic Environment of Business",
  "Tupu ọ banye na LBS, Adedoyin bụ onye njikwa nke Edward Kingston Associates, ụlọ ọrụ nke Economics Consultants, ebe o duuru otu iji wuo Macroeconomic Model nke akụ na ụba Naịjirịa",
  "Ọrụ ndụmọdụ ya ndị ọzọ gụnyere ọrụ maka Coca-Cola Nigeria na Equatorial Africa (CCNEAL), Ngalaba maka mmepe mba ụwa (DFID), World Bank, United Nations Industrial Development Organisation (UNIDO), United States Agency for International Development (USAID) nakwa ije ozi dịka onye nyocha ndị ọgbọ maka nyocha nke International Finance Corporation's (IFC) nke atụmatụ Nigeria ya.",
  "Ntinye aka ya na Public Policy Making malitere n'afọ 2009 site na nhọpụta ya site n'aka onye isi ala Yar-Adua nwụrụ anwụ bụ onye họpụtara ya dịka onye otu Federal Government of Nigeria's Economic Management Team. N'afọ 2010, a họpụtara ya ka ọ bụrụ onye otu Kọmitii na-ahụ maka ego (MPC) nke Central Bank of Nigeria ma lara ezumike nká na MPC n'afọ 2017 mgbe ọ gụsịrị oge abụọ",
  "Adedoyin rụkwara ọrụ dịka osote onye isi oche (n'okpuru nduzi nke Alhaji Ahmed Joda) nke Kọmitii Mgbanwe nke Onye isi ala Muhammadu Buhari Onye otu International Monetary Fund's (IMF) Advisory Group for Sub-Saharan Africa (AGSA), ọ bụkwa onye otu Board of the Nigerian Economic Summit Group (NESG) ma nwee ihe ùgwù nke ịbụ Co-Chair of the Central Organising Committee for the Nigerian Economic Summit in 2009.",
  "Adedoyin edeela ọtụtụ ihe banyere akụ na ụba Naịjirịa",
  "Ọ nọkwa ugbu a na bọọdụ nke African Business Research Ltd., First World Communities, na Diamond Pension Fund Custodian.",
  "Na 16 Septemba 2019, Onye isi ala Muhammadu Buhari, họpụtara ya dịka onye isi oche nke Presidential Economic Advisory Council (PEAC) nke e guzobere ọhụrụ, nke ga-akọrọ onye isi ala ozugbo.",
  "Na Jenụwarị 2022, Onye isi ala Naịjirịa kwupụtara nkwado nke nhọpụta nke Dr",
  "Doyin Salami dịka onye isi ndụmọdụ akụ na ụba nke Muhammadu Buhari",
  "Ọ bụ onye isi oche nke Presidential Economic Consultative Council (PEAC)."
]