[
  "AdefemiListen (help·info) KilaListen (amụrụ na 14 Disemba 1945) bụ onye ndọrọ ndọrọ ọchịchị na injinia Naijiria nke jere ozi na Senate, na-anọchite anya Ekiti Central na Eprel 2007 ozugbo ọ rụchara ọrụ maka Julius Berger Nigerian Plc ruo afọ 30 dị ka injinia obodo na dị ka onye njikwa teknụzụ (nchịkwa) ruo afọ 18",
  "Ọ bụ onye otu kansụl nke Standards Organisation of Nigeria SON ugbu a. Ọ bụ Onye Kraịst raara onwe ya nye nke ụka Anglican nke Naịjirịa.",
  "Ọ gara Mahadum Wales Institute of Science and Technology (nke bụzi Mahadum Cardiff) n'afọ 1970, wee nweta nzere bachelọ nke sayensị na injinia obodo ma nye ya nzere doctorate (PhD na nchịkwa azụmahịa) nke Mahadum Bradley, Lacey, Washington, D.C., US, Eprel 2002.",
  "Ọ malitere ọrụ injinia ya na ụlọ ọrụ ndị injinia na-ewu ụlọ - Andrew Scott na 1974 na ụlọ ọrụ nke ndị injinịa ndụmọdụ - LH. Dobbie na ndị mmekọ na 1975 tupu ọ banye Julius Berger Nigeria Plc na 1976 ruo 2007 ma bulie ya n'ọkwa onye njikwa teknụzụ na 1986, ọfịs o nwere ruo afọ 18 tupu ọ laa ezumike nká.",
  "Ọ ghọrọ onye otu National Directorate of Employment (NDE) n'afọ 1987",
  "Ọ bụ onye otu kansụl nke Nigerian Society of Engineers (NSE); Ọ nọchitere anya NSE na 2014 CONFAB. O mechara bụrụ onye nduzi, National Road Federation (NRF) yana onye isi oche nke ndị nduzi nke International Road Federation (IRF), Washington, D.C., US, na-anọchite anya Nigerian Road Federation (NRF) na Federal Government of Nigeria",
  "Ọ bụkwa onye otu ndị nlekọta nke Nigerian-American Foundation, Miami, Florida, US.",
  "Ọ bụ onye isi oche nke Federation of Construction Industry (FOCI) http://www.foci.org.ng/about/, (nke bụbu Federation of Building and Civil Engineering Contractors in Nigeria). (FOBACEC) Mee 1996 - 2001",
  "Ọ ghọkwara osote onye isi oche nke COREN (Council for Regulation of Engineering in Nigeria http://www.coren.gov.ng/). Ọ bụ onye ọsụ ụzọ President General, Senior Staff Consultative Association of Nigeria (SESCAN) ugbu a Trade Union Congress (TUC). Ọ bụ onye otu Council nke Save Democracy Africa (SDA) ugbu a.",
  "A họpụtara Adefemi Kila ka ọ bụrụ onye omeiwu maka mpaghara ndị omeiwu nke Ekiti Central ma bụrụ onye otu kọmitii dị mkpa nke ọ rụzuru ihe dị ịrịba ama dị ka osote onyeisi oche nke Kọmitii Ọrụ Senate; n'oge a, o nyere aka n'ịkwado mmezu nke àkwà mmiri Sango Ota nke a gbahapụrụ ogologo oge; a gbahapụkwara okporo ụzọ iwaraja ruo ugbu a ihe karịrị afọ 30",
  "O tinyekwara aka n'ịhazi ọtụtụ esemokwu ala na Federal Capital Territory n'oge ọ bụ onye otu Senate Committee on Works",
  "Ọ bụkwa onye isi oche nke obere kọmitii maka ọrụ na mpaghara North-Central na South-West.",
  "Ụfọdụ n'ime onyinye ndị o nwetara n'ihi onyinye o nyere maka mmepe mba mgbe ọ nọ na Senate gụnyere ma ọ bụghị nanị:",
  "N'ihe gbasara ndị ọkachamara, Kila bụ onye otu ụlọ ọrụ dị iche iche, gụnyere:",
  "Kila malitere ọrụ injinia ya na Naijiria na Julius Berger Nigeria Plc na 1976 na Design Office, na-emepụta ihe owuwu na-ejide mmiri, ntọala dị arọ, karịsịa maka Apapa Wharf Extension na ọrụ àkwà mmiri. N'afọ 1977, a kwagara Kila na Lagos Inner Ring Road ma mesịa ziga ya na Marina Bridge, ebe ọ na-ahụ maka owuwu site n'akụkụ ugwu ruo na njedebe nke Apongbon, Lagos",
  "Otú ọ dị, na njedebe nke ọrụ ahụ, e buliri ya n'ọkwa ka ọ bụrụ injinia zuru oke.",
  "N'afọ 1979, a kwagara ya na Carter Bridge ma tinye ya n'ọrụ na-ahụ maka ngalaba niile a rụpụtara na àkwà mmiri ndị njem nke Carter Bridge",
  "Na ngwụcha ọrụ ahụ, e buliri ya n'ọkwa ka ọ bụrụ onye injinia dị elu.",
  "N'afọ 1980-1982, Kila bụ onye na-ahụ maka àkwà mmiri maka Inner Ring Road ma na-ahụkwa maka ụfọdụ ụlọ ọrụ mmepụta ihe na okporo ụzọ n'ime Lagos Municipality",
  "Mgbe arụchara ọrụ ahụ nke ọma, e buliri ya n'ọkwa ka ọ bụrụ onye isi injinia.",
  "N'ịga n'ihu n'ọrụ ya na 1982, a họpụtara Kila ka ọ bụrụ onye na-ahụ maka iwu ụlọ ọrụ mmepụta ihe na mba ahụ dum",
  "N'ihi arụmọrụ ya n'ọrụ ahụ yana ikike nchịkwa ya, e buliri ya n'ọkwa onye njikwa teknụzụ (nchịkwa) n'afọ 1986",
  "E mechara kpọga ya n'isi ụlọ ọrụ ahụ, na-eburu ọrụ zuru oke maka ọrụ nchịkwa n'ozuzu ya, nke gụnyere n'etiti ndị ọzọ, mmepe nke ndị ọrụ, ọzụzụ nke ndị ọrụ ahụ, yana nnọchiteanya ụlọ ọrụ ahụ na ọkwa niile nke gọọmentị, ngalaba onwe, ndị ọkachamara na ndị mba ụwa.",
  "Kila bụ onye otu ọrụ ma duzie ọtụtụ mkparịta ụka ndị otu ọrụ na-aga nke ọma n'oge ọrụ ya.",
  "Ọ bụ onye isi oche nke Julius Berger Nigeria Plc. Senior Staff Association maka afọ 7, 1979-1986.",
  "O mechara bụrụ onye isi ala nke Construction and Civil Engineering Senior Staff Association, 1982-1990, ọ nọkwa n'ihu nke agha ntụli aka maka mmejuputa iwu ụlọ nke gọọmentị etiti.",
  "Kila bụ onye isi oche, Senior Staff Consultative Association of Nigeria (SESCAN) (nke bụzi Trade Union Congress (TUC), 1985-1991).",
  "Kila bụ onye njikwa nke ndị ikom, ego na ihe onwunwe, ma mee ka ọ nweta ọtụtụ nhọpụta dịka:",
  "Senator Kila bụ onye otu Anglican Church of Nigeria",
  "Ọ bụ onye otu St",
  "Matthew's Anglican Church Maitama, Abuja ebe ọ jere ozi dị ka onyeisi oche nke kọmitii na-akpata ego n'iwu ụlọ ụka na Mabuchi",
  "Ọ bụ onye otu Saint Paul's Church Ishagatedo Lagos ma bụrụkwa onye",
  "onye otu FOH39Ng bụ otu na chọọchị",
  "Ọrụ ya na Chọọchị mere ka Bishọp (ADEBIYI) nye ya onyinye nke",
  "ịdị mma maka nnukwu ọrụ ya na chọọchị",
  "Ọ bụ onye otu Saint Mathews Church Maitama, Abuja ebe ọ na-eme ihe nkiri",
  "O mekwara ka o nweta ihe nrite nke ịdị mma",
  "Ọ bụ onye otu Saint Paul's Church Efon Alaaye, ebe ọ nọgidere na-aga n'ihu ogologo oge",
  "nnukwu ọrụ kwụrụ ya ụgwọ dị ka 'baba ijo' nke ụka- ebe ọ bụ Chọọchị obodo ya.",
  "N'ọnwa Ọktoba n'afọ 2008, ọ gbachitere ụlọ ọrụ Federal Roads Maintenance Agency na Benue State, na-ebo nsogbu na-enweghị ego. N'ọnwa Mee afọ 2008, ọ nọ n'etiti ndị omeiwu anọ nọ na kọmitii nyocha nke yiri ka ọ na-egbu oge n'ịnọ n'ọkwa site n'aka onye isi oche a họpụtara nke Economic and Financial Crimes Commission (EFCC), Mrs",
  "Farida Mzamber Waziri O mechara tụfuo oche ya na Senate na ụlọ ikpe mkpegharị ikpe na Festus Olabode Ola na 2009 mgbe o meriri ikpe ahụ na Tribunal."
]