[
  ".Adele Evelina Johnson Tucker MBE (8 Ọgọst 1868 - 4 Jenụwarị 1971) bụ onye nkuzi ụlọ akwụkwọ Bermudia na onye otu azụmaahịa",
  "A maara ya nke ọma dị ka otu n'ime ndị guzobere Bermuda Union of Teachers, otu mbụ edebanyere aha n'agwaetiti ahụ.",
  "A mụrụ Tucker na Warwick Parish, otu n'ime ụmụaka asatọ amụrụ Catherine na Thomas Tucker",
  "O   too   nyere   Hezekaya Frit, b ´ u onye nwere onwe ya na narị afọ nke iri na asatọ",
  "Nna Tucker rụrụ ọrụ dị ka onye na-akwa akwa",
  "Ọ hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ 13, otu afọ ka nne ya nwụsịrị, iji nye aka n'ọrụ ụlọ",
  "Mgbe ọ dị afọ 18, Tucker chọtara ọrụ na Hamilton dị ka onye inyeaka na ụlọ akwụkwọ nke Jairus Swan na-agba.N'afọ 1892, ọ malitere ịga Collegiate Institute, kọleji ndị nkuzi nke African Methodist Episcopal Church na-elekọta",
  "O mechara bụrụ onye isi ụlọ akwụkwọ Edmonson dị na Warwick site na 1896 ruo 1901, mgbe ahụ na 1902 weghaara Paget Glebe School dị na Hamilton",
  "Ọ lụbeghị di, mana ya na ụmụnne ya nwanyị zụlitere ụmụ abụọ nke otu n'ime ụmụ nwanne ha mere ka ha bụrụ ụmụ mgbei.",
  "N'afọ 1903, Tucker pụtara n'ihu kọmitii n'ime usoro ụlọ akwụkwọ, na-eme mkpesa dịgasị iche iche banyere ụgwọ ọnwa dị ala, enweghị ndị ọrụ, na enweghị ego",
  "Mgbe ọnwụ nke ọtụtụ ndị nkuzi na-eto eto dara ogbenye, ya na mmadụ atọ ndị ọzọ - Rufus Stovell, Edith Crawford, na Matilda Crawford - guzobere Bermuda Union of Teachers na 1919 iji mee ka ọnọdụ ka mma",
  "Ọ rụrụ ọrụ dị ka onye na-ahụ maka akụ na ụba mbụ nke nzukọ ahụ, nke na 1947 ghọrọ òtù ọrụ aka mbụ na Bermuda iji nweta nkwado iwu (na-esote iwu ọhụrụ)",
  "Tucker lara ezumike nká n'ike n'ọrụ nkuzi mgbe ọ dị afọ 65, mana ọ nọgidere na-etinye aka n'ọtụtụ nzukọ obodo. Na 1951 Birthday Honours, e mere ya onye otu Order of the British Empire. Ọ ghọrọ onye a ma ama n'oge agadi, akwụkwọ akụkọ na-agba ya ajụjụ ọnụ ugboro ugboro n'ụbọchị ọmụmụ ya",
  "Tucker nwụrụ mgbe ọ dị afọ 102, Henry Tucker, onye ndú gọọmentị, gara olili ozu ya",
  "Ọ pụtara na stampụ post Bermudian dị ka akụkụ nke usoro \"Pioneers of Progress\"."
]