[
  "Adel Emam (Arabic; a mụrụ na 17 Mee 1940) bụ onye Egypt na-eme ihe nkiri, telivishọn, na  na-eme egwuregwu. Ọ bụ onye na-eme ihe ọchị, mana ọ na-arụ ọrụ ndị ọzọ siri ike ma, jikọta ihe ọchị na ịhụnanya karịsịa na ihe nkiri mbụ ya, nke gụnyere My Wife, the Director General, My Wife's Dignity na My Wife'S Goblin na Salah Zulfikar na Shadia.",
  "Emam nwetara nzere bachelọ na Ọrụ Ugbo na Mahadum Cairo",
  "Kemgbe ahụ, ọ pụtara na ihe karịrị ihe nkiri 103 na egwuregwu 10",
  "Ọ bụ otu n'ime ndị na-eme ihe nkiri a ma ama n'Ijipt na n'ụwa ndị Arab.",
  "Emam malitere ọrụ ya na ihe nkiri na Ana w Howa w Heya (1962) ya na Fouad El-Mohandes na Shwikar na ihe nkiri sinima ọ rụrụ ọrụ na My Wife, the Director General (1966), My Wife's Dignity (1967), na My Wife'n Goblin (1968) ya na Salah Zulfikar na Shadia",
  "Na mbido afọ 1970, ya na Salah Zulfikar so mee ihe nkiri Virgo (1970) na Find a scandal (1973) ya na Mervat Amin",
  "Mgbe e mesịrị, ọ malitere ịrụ ọrụ n'afọ ndi 1980 na 1990 gụnyere The Suspect (1981), na Love in a Jail Cell (1983) n'akụkụ Soad Hosny.",
  "Ọ bụ onye mba dị mkpa n'Egypt n'ụzọ dị ukwuu n'ihi ọrụ ndọrọ ndọrọ ọchịchị Egypt ọ rụrụ n'ọtụtụ ihe nkiri na egwuregwu ya, ọ na-elekwasị anya na ndọrọ ndọrọ ọchịchị na nsogbu okpukpe Ijipt",
  "Ọrụ ndị a, ma ọ bu n'uche ya ma ọ bụ na ọ bụghị, na-etinye ya n'ọnọdụ dị oke egwu n'ihu onye isi ala ma ọ bụ gọọmentị",
  "Onye na-emepụta Emad Adeeb etinyela ya ọtụtụ ugboro na ihe nkiri dịka Morgan Ahmed Morgan na Hassan na Marcus n'akụkụ Omar Sharif.",
  "Adel Emam lụrụ nwanyị ma nwee ụmụ atọ: onye nduzi Rami Imam, Sarah Emam, na Mohamed Emam, onye sokwa mee ihe nkiri The Yacoubian Building dịka Taha ElShazli",
  "Ọ bụ nwanne Esam Imam na Iman Imam",
  "Nwoke di ya bụ onye na-eme ihe nkiri Mustafa Metwalli.",
  "Adel Emam kwuru na ihe ngosi okwu nke Hala Sarhan kwadoro na Amin Shalaby na onye nwụrụ anwụ Younes Shalaby yana Saeed Saleh bụ ezigbo ndị enyi ya kemgbe mahadum.",
  "N'ọnwa Febụwarị afọ 2012, a mara Emam ikpe (na-anọghị ya) ọnwa atọ n'ụlọ mkpọrọ maka ịkpasu Islam iwe. Imam kwuru na ọ ga-eme mkpesa maka ikpe ahụ. Na Septemba 12, 2012, Emam meriri arịrịọ ya mgbe ụlọ ikpe misdemeanours nke Cairo wepụrụ ya n'ịkwutọ Islam na fim ya.",
  "Adel Emam nwetara ọtụtụ onyinye site na ọrụ afọ iri ise ya",
  "O meriri \"Horus\" Award ugboro abụọ maka ọrụ ya na Omaret Jacoban na Al-irhabi na Cairo International Film Festival. O meriri Honorary Award nke Festival na 2014 Marrakech International Film Festival. O meriri International Jury Award na São Paulo International Film Festival. N'afọ 2005 nakwa afọ 2008 Dubai International Film Festival nyere Adel Emam Lifetime Achievement Award",
  "O nwetara onyinye Career Achievement Award nke mbụ na El-Gouna Film Festival n'afọ 2017."
]