[
  "Adelaide Damoah RWA FRSA bụ onye Britain na-ese ihe na onye na-ese ihe nkiri nke si na agbụrụ Ghana nke na-eji ahụ ya dị ka mmalite maka ọtụtụ ọrụ ya",
  "Isiokwu ndị nwere mmasị karịsịa gụnyere feminizim, kolonializim, okpukpe na ime mmụọ.",
  "Ihe ngosi izizi nke Damoah nke akpọrọ \"Black Brits\", mere n'afọ 2006 na Charlie Allen's Boutique, Islington, London, UK ma nweta uche ụfọdụ ụlọ mgbasa ozi",
  "E gosipụtara ya na ụlọ mgbasa ozi BBC News, Channel 5 News na ụlọ ọrụ mgbasa ozi mpaghara na mpaghara ndị ọzọ na UK.",
  "Ihe ngosi nke Damoah ruo ugbu a gụnyekwara Genesis, This is Us, Supermodels, Black Lipstick, na ihe ngosi ime ihe ike n'ụlọ maka National Centre for Domestic Violence. Ihe omume ruo ugbu a gụnyere This is Me the Inconsistency of the Self, My Body is Present, Homage to Ana Mendieta na #MYFACE",
  "Damoah gụrụ Applied Biology na Mahadum Kingston dị na South West London, England na-agụsị akwụkwọ na nsọpụrụ na 1999.",
  "Damoah rụrụ ọrụ na ụlọ ọrụ na-emepụta ọgwụ dị ka onye nnọchi anya ahụike ruo afọ isii",
  "N'oge ahụ, a chọpụtara na Damoah nwere endometriosis",
  "N'ihi ọnọdụ ahụ, ọ hapụrụ ụlọ ọrụ ahụ",
  "Mgbe ahụ, ọ gbasoro eserese mmanụ.",
  "Ihe ngosi izizi nke Damoah bụ Black Brits malitere n'afọ 2006",
  "Ihe ngosi ahụ chọrọ inyocha ọrụ agbụrụ na njirimara na iconography",
  "Usoro a, site na usoro ihe osise, chọrọ ịjụ ma agbụrụ nke nnukwu ihe oyiyi Britain dị iche iche dị ka Krays na David Beckham dị mkpa maka ọnọdụ ha nyere dị ka ihe oyiyi",
  "E gosipụtara ha na agba akpụkpọ ahụ gbanwere.",
  "Na 6 Machị 2006, Damoah haziri ngagharị iwe na Parliament Square dị ka akụkụ nke izu mmata Endometriosis na Endometriosis ọrụ ebere Endometriosis UK",
  "Ihe omume ahụ gosipụtara site na mkpu obodo site n'aka ndị sonyere na-esote ngagharị gaa na 10 Downing Street iji nye akwụkwọ mkpesa 13,000 maka Prime Minista Tony Blair.",
  "Ihe ngosi nke abụọ nke Damoah bụ “Supermodels” gosipụtara na Nolia's Gallery, London na 2008. Usoro nnukwu eserese mmanụ nyochara mkparịta ụka nha efu, nke ghọrọ arụmụka mmekọrịta mmadụ na ibe ya na 2006",
  "Ihe ngosi ndị sochirinụ gụnyere \"Black Lipstick\" na 2008 na \"NCDV\" na 2009. A kpọrọ Damoah ka ọ gaa Hungary n'afọ 2009 iji sonye na ihe ngosi akpọrọ \"British Art in the Twenty First Century\" na Opera Gallery na Budapest."
]