[
  "{{Added databox",
  "Adella Colvin bụ ónyé America na-eme ihe nkírí yarn dyer",
  "Colvin malitere ịkpa ákwà mgbè ọ dị afọ iri atọ na anọ, na aro nkè ónyé agbata obi tọrọ ya mgbè e zigara di ya na Afghanistan na Colvin chọrọ ịchọta ihe ntụrụndụ. Ha abụọ gara ụlọ ahịa yarn ọnụ, Colvin nwere mmasị na ogo nke yarn. Mgbe Colvin, ónyé bụ Black, banyéré n'ụlọ ahịa akwa na nke mbụ ya na-enweghị ónyé agbata obi ya, onye ọcha, ónyé ọcha nwe ụlọ ahịa ahụ zutere ya n'ọnụ ụzọ wee gwa ya na ụlọ mposi ahụ bụ naanị màkà ndị ahịa. Colvin hapụrụ ma kpebie ịzụ ahịa n'ịntanetị ma n'oge na-adịghị anya ọ malitere inwe mmasị n'ịcha eriri nke ya.",
  "Mgbè ndị ọzọ na-akpa ákwà malitere inwe mmasị n'aka ya, ọ meghere ụlọ ahịa Etsy na 2015, na-ahọrọ ịghara iji foto ya na profaịlụ ụlọ ahịa ahụ n'ihi nchegbu banyere nghọta nke ọtụtụ ndị na-akpa akwa ọcha na ngwaahịa nke ndị ọrụ ojii dị ala. A mụrụ nwa ya nwanyị, nke a na-akpọ LolaBean, n'afọ 2016, na Colvin, \"na-eche echiche banyere ihe nketa ọ na-ewu,\" kpebiri ịgbanwe aha ya, na-akpọ azụmahịa ya n'aha nwa ya nwanyị ma nwee akara ngosi nke aka mere nke gosipụtara onyinyo nwa ahụ, nke a gosipụtara dị ka Black doro ányà. N'afọ 2017, onye na-akpa akwa Gaye Glasspie gosipụtara Colvin, nke mere ka ndị nwe ụlọ ahịa yarn na ndị na-akpa ákwà mara Colvin n'ụwa niile. N'afọ 2019, Glasspie, onye a maara dị ka GG, mere ka Colvin mata Felicia Eve, otu n'ime ndị nwe ụlọ ahịa Black yarn ole na ole na US, Eve nyekwara Colvin ihe ngosi, nke rere.",
  "Ka ọ na-erule n'ọnwa Ọktoba afọ 2020, ụlọ ahịa yarn na US niile buuru eriri Colvin.",
  "N'ọnwa Nọvemba 2021, mgbè onye na-akpa akwa Kristy Glass biputere ajụjụ na Instagram ya banyéré ihe méré Michelle Obama, ónyé gosipụtara na mkpuchi Vogue Knitting nke ọnwa ahụ, ejighị ya foto na knitwear ma yie ka o nwèrè mgbaaka agbamakwụkwọ ya n'aka nri ya. Vogue gosipụtara \"naanị ole na ole\" nke ndị Black na-akpa ákwà n'ihu ya n'ihe fọrọ nke nta ka ọ bụrụ afọ iri itoolu, ọtụtụ ndị Black na'akpa ákwù hụrụ ajụjụ ndị ahụ dị oke egwu. Colvin biputere nzaghachi na Instagram nke ya na nkwupụta ndị dị otú ahụ mesiri ike eziokwu ahụ bụ na ndị na-akpa akwa bụ ndị ọcha ma mee ka ndị isi ojii nwee mmetụta nke ịbụ ndị na-eme ihe ike. Glass zaghachiri site na itinye usoro ozi kpọmkwem ya na Colvin nwere na isiokwu, \"N'ihi ndekọ ahụ\". Colvin zaghachiri na \"Ị na-etinye DM ndị ahụ na-eche na ha kwesịrị imerụ m ahụ mana a na-egbochi nkwupụta gị ebe ọ dịghị onye nwere ike ikwu okwu?\", ma kpọọ Glass onye agbụrụ. N'oge na-adịghị anya, Glass mechiri akaụntụ mgbasa ozi mmekọrịta ya. Otu onye na-akpa ákwà nke aka ya bụ Deplorable Knitter, onye na-etinye na ọwa YouTube a na-akpọ Politically Incorrect Knitters, boro Colvin ebubo na ọ \"na-eweta uru na esemokwu\". N'ihi ihe ahụ merenụ, Colvin kagburu iwu ọ na-eme n'oge na-adịbeghị anya ma mee atụmatụ ịchọpụta ndị na-eweta ya na ụlọ ọrụ maka ngwaahịa ya nke ọma iji chọpụta \"ndị na-etinye aka n'ikpe ziri ezi agbụrụ na ndị na-akwụ naanị ọrụ egbugbere ọnụ ya\".",
  "Colvin bụ ónyé Africa America na ónyé Puerto Rican. Ọ si New York City. Ọ lụrụ di ma bírí na Grovetown, Georgia na di ya, onye agha ochie nke na-arụ ọrụ màkà Ngalaba Nchebe. O nwere nwa nwanyị amụrụ na 2016 na ụmụ abụọ."
]