[
  "Adelaide Frances Tambo (née Tshukudu; 18 Julaị 1929 ̊ 31 Jenụwarị 2007) bụ onye na-emegide ịkpa ókè agbụrụ na South Africa, onye ndọrọ ndọrọ ọchịchị, a na-ewerekwa ya dị ka dike nke ọgụ nnwere onwe megide ịkpa ókè.",
  "Ọ na-etinye aka na ndọrọ ndọrọ ọchịchị South Africa ruo afọ iri ise ma lụọ onye nwụrụ anwụ Oliver Tambo, onye isi oche nke African National Congress (ANC), site na 1956 ruo mgbe ọ nwụrụ na 1993.",
  "A mụrụ ya na 18 Julaị 1929 na Top Location dị ka Adelaide Frances Tshukudu, a maara ya nke ọma dị ka Mama Tambo na South Africa",
  "Mgbe ọ dị afọ iri, mgbe ndị uwe ojii wakporo ọgba aghara na Top Location, e gburu onye uwe ojii, nna nna Adelaide na-arịa ọrịa, nke dị afọ 82, so na ndị e jidere ma kpọga ya n'ọma ahịa obodo",
  "Nna nna ya dara ma ọ ghaghị ịnọdụ na ya ruo mgbe ọ matara onwe ya",
  "Mgbe ihe ahụ mere, o kwere nkwa ịlụso ndị uwe ojii ọgụ ruo ọgwụgwụ",
  "Ọ gara St Thomas Practising School na Johannesburg na Orlando High na Soweto.",
  "Tambo malitere ịrụ ọrụ dị ka nọọsụ na Chris Hani Baragwanath Hospital",
  "N'afọ 1944, ọ rụrụ ọrụ dị ka onye ozi maka ANC",
  "Ọ sonyeere ANC Youth League mgbe ọ dị afọ iri na asatọ, nke e nyere ya ọrụ imeghe alaka na Transvaal ma họpụta ya dịka onyeisi oche nke alaka George Goch",
  "Ọ hapụrụ obodo ahụ ya na di ya, Oliver Tambo na 1960 wee rụọ ọrụ dị ka onye ozi maka di ya",
  "Ọ bụkwa otu n'ime ndị guzobere Afro-Asian Solidarity Movement na Pan African Women's Organization (PAWO) na 1963.",
  "Mgbe njedebe nke ịkpa ókè agbụrụ gasịrị, Tambo jere ozi dị ka onye otu ndị omeiwu site na 1994 ruo 1999.",
  "Tambo natara Order of the Baobab in Gold, otu n'ime nsọpụrụ kachasị elu nke gọọmentị South Africa nyere mgbe afọ 1994 gasịrị. Chọọchị Anglican nke South Africa nyere ya Order of Simon nke Cyrene, ihe nrite kachasị elu e nyere ndị nkịtị maka ọrụ pụrụ iche.",
  "Tambo lụrụ Oliver Tambo na Disemba 1956 n'oge Triason Trial ma di na nwunye ahụ nwere ụmụ atọ; otu n'ime ha, nwa ha nwoke, Dali, bụ onye na-ekwu okwu na telivishọn.",
  "Tambo nwụrụ na 31 Jenụwarị 2007, mgbe ọ dị afọ 77 n'ụlọ ya na Johannesburg, site na ihe ndị a na-amaghị. E liri ya n'akụkụ di ya n'obodo ya bụ Wattville na 10 Febụwarị 2007",
  "E mere emume ahụ n'ámá egwuregwu ma bụrụ nke Achịbishọp Anglican Njongonkulu Ndungane duziri",
  "N'etiti ọtụtụ puku ndị na-eru uju bụ ndị isi ala Thabo Mbeki na Nelson Mandela."
]