[
  "A mụrụ Adenike n'afọ 1986 n'aka onye na-elekọta ụlọ Bukola Victoria Oyetunde na onye ọrụ ọha na eze Adelani Olarere Oyetunde. Ọ gụrụ akwụkwọ praịmarị na ụlọ akwụkwọ Command Children na agụmakwụkwọ sekọndrị ya na kọleji Queen, Lagos. Adenike nwetara akara ugo mmụta na Iwu na Mahadum Olabisi Onabanjo",
  "Mgbe Ọ nọ na Mahadum, mgbe ihe mberede dara, a chọpụtara na Adenike nwere ọrịa kansa ọkpụkpụ",
  "Mgbe e nyochachara ọtụtụ nhọrọ ọgwụgwọ, ndị dọkịta mechara dọọ ya ọdụ na ọ ga-adị ya mkpa ka e gbupụ ya ụkwụ iji zọpụta ndụ ya. Mgbe ọ dị afọ iri abụọ, e bepụrụ ụkwụ aka nri ya. Mgbe ọ gụsịrị akwụkwọ na Mahadum, ọ gara ụlọ akwụkwọ iwu Naịjirịa, gụsịrị akwụkwọ site na akara ugo mmụta nke abụọ na 2010 ma kpọọ ya na ndị ọka iwu Naịjarịa.",
  "Adenike nwetara ọrụ nwa oge dị ka onye mgbasa ozi, na 99.3 Nigeria Info FM, nke mechara gbasaa ka ọ bụrụ ọrụ oge zuru ezu. N'oge na-adịghị anya, Adenike malitere ịnabata ihe ngósi awa ise n'ụbọchị izu, ebe ọ tụlere ìsiọkwu dịgasị iche iche site na ndọrọ ndọrọ ọchịchị ruo n'ụdị ndụ.  Oyetunde nyere ndụmọdụ iwu n'efu na redio, ọ bụ ezie na ọ naghị arụ ọrụ iwu n'oge ahụ. Adenike bụkwa onye na-enye onyinye mgbe niile na Smooth 98.1 FM's news commentary show, Freshly Ground.",
  "Adenike guzobere Amputees United Initiative na ikpo okwu, ọ na-akwado ikike nke ndị nwere nkwarụ na ndị ọzọ nwere nkwarụrụ. Ọ na-arụkwa ọrụ afọ ofufo na Irede Foundation, otu na-abụghị nke gọọmentị nke na-arụ ọrụ na ụmụaka, ndị nwere nkwarụ aka, na-enye ha  aka ruó mgbe ha gbara afọ iri na asatọ.",
  "N'afọ 2017 o kwuru okwu banyere Philanthropy na Ọrụ nke ọmịiko na Human Society na TedX Gbagada na Lagos.",
  "N'afọ 2018, Adenike dere ma bipụta akụkọ ndụ ya nke akpọrọ onwe ya, Adénìké Akwụkwọ ahụ enweela nyocha dị egwu, na Titilade Oyemade nke Business Day, na-akwado ọdịnaya ya na-akpali akpali ma na-ekwubi \"Ị ga-enwe mmetụta na-akpụ mmụọ ka ị na-agụ akwụkwọ a, jupụtara na olileanya ị nwere ike iji merie ihe ịma aka ma nweta mmezu na ndụ gị\".",
  "Na Jenụwarị 2021, gọọmentị steeti Lagos kwupụtara na gọvanọ, Babajide Sanwo-Olu kwupụtara nhọpụta Adenike dị ka Onye Nnukwu Onye Nkwado Pụrụ Iche na Ndị Nwere Nkwarụ (PLWDs) iji kwado ọrụ ya dị ka Onye Nlekọta mmemme, Onye Nnọchiteanya, Onye Ọrụ Ofu na Onye Nchịkọta Ego na Irede Foundation Simputaes United Initiative kemgbe 2018.",
  "Na Disemba 5, 2020, Adenike lụrụ enyi ya nwoke ogologo oge na onye nta akụkọ mgbasa ozi ibe ya, Sherif Lawal na emume nzuzo na Lagos."
]