[
  "Aderonke Apata (amụrụ n'ọnwa Jenụwarị ụbọchị iri abụọ, n'afọ 1967) bụ onye Naijiria na-akwado LGBT na onye na-achọ ebe mgbaba. O nwetara mgbasa ozi mgbasa ozi n'ihi ikpe mgbaba ya na United Kingdom.",
  "Apata bụ onye guzobere ọrụ ebere nke African Rainbow Family.",
  "A mụrụ Aderonke Apata n'ọnwa Jenụwarị n'ubọchị iri abụọ, n'afọ 1967 na Naịjirịa. Apata matara na ọ bụ nwanyị na-edina nwanyị ógè ọ dị afọ iri na isii. N'ihi ezinụlọ Apata na-enyo ya enyo na ọ bụ nwanyị na-edina nwanyị nakwa n'ihi ezinụlọ di Apata na-enyo ya enyo na ọ bụ nwanyị na-edina nwanyị ma na-enwe mmekọahụ, e jidere ya mgbe ndị uwe ojii hụrụ ya na-eme omume nwoke idina nwoke n'ụlọ ya ma kpọga ya n'ụlọ ikpe sharia, ebe a mara Apata ikpe ọnwụ site na ịtụ ya nkume maka ịkwa iko na amoosu. Otú ọ dị, a kwụsịrị ikpe ahụ mgbe onye na-arụ ọrụ dị ka onye ndụmọdụ welitere usoro iwu. Tupu a kpọga ya n'ụlọ ikpe, e zigara ya n'ụlọ mkpọrọ ebe e debere ya na ndị mkpọrọ ndị ọzọ n'ụlọ mkpọrọ mepere emepe.",
  "Apata gbapụrụ Nigeria gaa London, United Kingdom ebe ọ rịọrọ ebe mgbaba na mbụ màkà okpukpe n'afọ 2004 n'ihi na o si n'ezinụlọ Ndị Kraịst, mana ọ lụrụ nwoke Alakụba na ndokwa aghụghọ iji kpuchie mmekọrịta ya na nwanyị ọzọ. Ógè a jụrụ arịrịọ abụọ mbụ ya maka mgbaba, a manyere ya ibi n'okporo ámá na Manchester iji zere ịchụpụ ya. N'ọnwa Ọktọba afọ 2012, ọ nọrọ otu izu n'ụlọ mkpọrọ naanị ya na Yarl's Wood Immigration Removal Centre dị ka ntaramahụhụ n'ihi iduzi ngagharị iwe udo na etiti ahụ.",
  "Na Naịjirịa, Apata nwere enyi nwanyị ógè ọ gụsịrị akwụkwọ ma ha biri n'otu ụlọ.",
  "N'afọ 2005, a chọpụtara na Apata nwere Nsogbu nrụgide post-traumatic (PTSD) ma gbalịa igbu onwe ya mgbe ọ nọ n'ụlọ mkpọrọ na-eche ịchụpụ ya ihu. N'afọ 2012, e gburu onye bụbu nwanyị ibe Apata n'ihe omume nche. E gbukwara nwanne Apata na nwa ya nwoke dị afọ atọ n'ihe omume ndị nche.",
  "Ka ọ na-erule afọ 2015, Apata kwere Happiness Agboro nkwa ọlụlụ, onye e nyere ọnọdụ ndị gbara ọsọ ndụ na United Kingdom dabere na mmekọahụ ya. N'afọ 2017, Apata bi na UK."
]