[
  "Adetunwase Adenle bụ onye nkuzi nka nke Naijiria, onye na-ese ihe na onye nwebu Guinness World Records",
  "Ọ bụ onye guzobere Slum Art Foundation, na nke Ecole de Dessin School of Art.",
  "Adetunwase gụrụ Fine and Applied Art na Federal College of Education (Technical) Akoka, Lagos",
  "Adetunwase nwere ndekọ maka ọtụtụ ụmụaka na-agụpụta ihe n'olu dara ụda na okenye n'otu ebe",
  "Adetunwase Adenle, Adejoke Orelope-Adefulire na Ecole De Dessin tinyere ụmụaka pụkụ anọ na narị abụọ na ịrị abụọ na abụọ na Oregun, Ikeja, Lagos, Nigeria setịpụrụ ndekọ ahụ na 8 Septemba 2011 iji cheta ụbọchị ịgụ na ide nke mba ụwa",
  "Ebumnuche maka ọrụ ahụ bụ ịgba ume ịgụ akwụkwọ n'etiti ụmụaka. Ihe ndekọ a gafere mgbe ụmụaka pụkụ anọ na narị isii na ịrị itoolu na ise gụrụ n'olu dara ụda na Aamer Naeem na Salma Patel na Bhimber Stadium, Azad Kashmir, Pakistan na 28 Eprel 2013.",
  "Adetunwase nwekwara ihe ndekọ ahụ bụ maka stampụ pụrụ iche kachasị ukwuu n'ụwa, nke dị 2.448 m2 (26 ft2 50 in2)",
  "Adenle na ụlọ akwụkwọ nka ya mepụtara stampụ ahụ na Top Laurel School na Lagos na 17 Nọvemba 2016",
  "Ọrụ ahụ bụ iji cheta afọ iri ise nke okike Lagos Steeti. The Walt Disney Company Italy meriri ndekọ ahụ na Lucca, Italy na 30 Ọktoba 2019 nke sere nnukwu stampụ pụrụ iche nke dị 4.11 m2 (44 ft2 34 in2) iji mee ememe ncheta afọ iri asatọ na ise nke ọmụmụ Donald Duck",
  "Onye nwere ndekọ ahụ ugbu a bụ Saudi Post na stampụ ya pụrụ iche nke dị 5.95 m2 (64 ft2 7 in2)",
  "E nwetara ndekọ ahụ na Riyadh, Alaeze Saudi Arabia na 14 Febụwarị 2022.",
  "Adetunwase's Ecole De Dessin nyere aka ma ka nwere Guinness World Record ugbu a maka ọnụ ọgụgụ kachasị elu nke ndị na-asa aka ha n'otu oge ahụ",
  "A kpọkọtara ụmụ akwụkwọ 37,809 iji setịpụ ihe ndekọ ahụ na mmemme nke Unilever Nigeria Lifebuoy Team na Federal Government of Nigeria haziri na Tafawa Balewa Square, Onikan na Lagos, Nigeria na 14 Ọktoba 2011",
  "Ebumnuche ya bụ ịkụziri ụmụaka ezi ịdị ọcha aka dị ka ụzọ isi merie afọ ọsịsa.",
  "Adetunwase's Ecole De Dessin nwekwara ndekọ maka eserese kachasị ukwuu nke ọnụ ọgụgụ kachasị elu nke ndị mmadụ sere",
  "Ihe osise ahụ, nke dị 3,130.55 m2 (63.5 mita x 49.3 mita, ma ọ bụ 33,696 ft2 138.2 in2) ka emechara na 10 Ọktoba 2020, site n'aka Ecole de Dessin na Lagos Steeti dị ka akụkụ nke Naịjirịa na ememe 50. Ndị ọrụ afọ ofufo narị atọ na ịrị ise mepụtara eserese ahụ",
  "O gosipụtara, n'etiti ndị ọzọ, ọkọlọtọ Naịjirịa nke e sere gburugburu map mba ahụ",
  "Ecole de Dessin kpughere ya na mmekorita ya na Gọọmentị Lagos Steeti na 17 Nọvemba 2010 na ememe Guinness World Records Day 2010",
  "E mepụtara eserese a iji mee emume ncheta nnwere onwe nke afọ iri ise nke Naịjirịa",
  "Ebumnuche ya bụkwa iji mee ka a mara nsogbu nke mgbanwe ihu igwe na Naịjirịa, ebe ọ na-akụziri ụmụaka na-enweghị ihe ùgwù otú e si ese ma na-ese ihe. Kemgbe ahụ, a kagburu ndekọ ahụ na Punjab Youth Festival na Lahore, Punjab, Pakistan na 14 Machị 2013 mgbe ndị sonyere otu puku narị ise na ịrị ise na asaa nyere aka na eserese nke dị 3,717 m2 (40,009.29 ft2) n'ime awa isii."
]