[
  "Babatunde Adetomiwa Stafford \"Tomiwa\" Edun, (amụrụ ya n'afọ 1984) bụ onye na-eme ihe nkiri na Naijiria. A maara ya nke ọma maka ọrụ ya dị ka Sir Elyan na ihe ngosi telivishọn Merlin, Marcus Young na Bates Motel na Alex Hunter na egwuregwu vidio bọọlụ FIFA 17, FIFA 18 na FIFA 19.",
  "A mụrụ Edun na Lagos, Nigeria, n'aka onye na-ahụ maka ego na Naijiria bụ Olawale Edun na ọkara onye Ghana, ọkara onye Bekee bụ Amy Adwoa (née Appiah). Nwanne nne ya bụ onye ọkà ihe ọmụma, onye na-ahụ maka ọdịbendị na onye na-ede akwụkwọ akụkọ Kwame Anthony Appiah Nne na nna nne ya bụ onye ọka iwu Ghana, onye nnọchi anya na onye ndọrọ ndọrọ ọchịchị Joseph Emmanuel Appiah - Nana nke ndị Ashanti site na onye Edun sitere na ya bụ nwa nke eze ukwu Ghana Osei Tutu - na ọkọ akụkọ ihe mere eme na onye edemede Peggy Cripps, nwa Sir Stafford Cripps, Chancellor of the Exchequer site n'afọ 1947 ruo afọ 1950 na nwa nke Lord Parmoor mbụ. Site n'aka nna ya, ka ọ dị ugbu a, Edun na-ekwu na ọ bụ onye sitere n'aka onye ọrụ Egba Adegboyega Edun.",
  "Edun kwagara United Kingdom mgbe ọ dị afọ iri na otu",
  "Ọ gara Eton College site na afọ iri na atọ, tupu ọ gụọ Classics na kọleji Christ, Cambridge (Mahadum nke Cambridge). N'afọ ikpeazụ ya na Christ's College, o ritere ihe nrite maka edemede ya na Homer's Odyssey Nna ya, onye na-enye ego, gbara Edun ume ịbanye n'ụlọ akụ dị ka ọrụ, ọ nọrọ na Citigroup. Ọ tụlere ịmụ maka nzere Master of Philosophy, mana o kpebiri ịga Royal Academy of Dramatic Art (RADA) kama.",
  "N'afọ 2000, Edun pụtara na Edinburgh Fringe Festival dị ka Clifford na ihe ngosi Kassandra nke Ivo Stourton. Edun gara RADA, na-apụta n'ọtụtụ ihe nkiri ma na-agụsị akwụkwọ na Bachelor of Arts in Acting n'afọ 2008. Mgbe ọ gụsịrị akwụkwọ na RADA, ọ rụrụ obere akụkụ na mmepụta na Almeida Theatre na Liverpool Playhouse O mekwara Macbeth na mmepụta nke egwuregwu a na-akpọ aha ya site na National Theatre, na-enweta otuto maka ịbụ \"onye na-adọrọ adọrọ\" na \"onye na-ekwu okwu amaokwu dị mma\". N'afọ 2009, Edun ghọrọ naanị onye oji nke abụọ na-eme ihe nkiri Romeo na Globe Theatre mgbe a họpụtara ya na mmepụta Dominic Dromgoole nke Romeo na Juliet Ọ pụtakwara na Slaves, egwuregwu nke Rex Obano bipụtara.",
  "Edun apụtawokwa n'ọtụtụ ihe ngosi telivishọn",
  "N'afọ 2009, ọ pụtara na ihe omume nke The Fixer, tupu ọrụ na Law & Order: UK dị ka onye agha na-alọta agha na Afghanistan. N'oge usoro atọ nke Merlin, Edun pụtara dị ka Elyan na ihe omume atọ, ma kwalite ya ka ọ bụrụ onye na-eme ihe ugboro ugboro na usoro anọ",
  "E gburu Elyan n'oge usoro nke ise na nke ikpeazụ nke Merlin n'afọ 2012",
  "N'afọ 2011, ọ pụtara na ihe omume abụọ nke ihe ngosi ihe nkiri The Hour dị ka Sey, ma maliteghachi ọrụ ahụ maka ihe omume atọ n'afọ 2012",
  "N'afọ 2015, Edun nwere ọrụ ugboro ugboro na oge nke atọ nke Bates Motel dị ka Marcus Young, onye na-azọ ọkwa Sheriff nke White Pine Bay, nke ọ gbasoro na ọrụ na Lucifer, Legends, na Death in Paradise Ọ pụtakwara dị ka Mr Brocks n'afọ 2016 Doctor Who Christmas Special n'afọ 2016",
  "N'afọ sochirinụ, Edun gosipụtara onye omekome agha na ihe omume nke ihe ngosi ihe nkiri Elementary.",
  "Edun mere ihe nkiri ma kwupụta ọrụ Alex Hunter na egwuregwu vidio nke EA Sports, FIFA 17, ma kwughachi ọrụ ya na usoro FIFA 18 na FIFA 19."
]