[
  "Adetona Omokanye (amụrụ na Julaị 17, 1990) bụ onye Naijiria na-ese foto",
  "A mụrụ ya na Erin-Ile, Kwara State, Nigeria, ọ bi ugbu a na Toronto, Canada, ebe o si Lagos, Nigeria kwaga ebe ahụ n'afọ 2020. Omokanye arụla ọrụ n'oge dị iche iche na ọrụ maka Bloomberg, Getty Images, World Food Programme, Eater, Global Citizen n'etiti ndị ọzọ. Ọrụ ya na-akpali akpali emeela ka ọ bụrụ onye ama ama na mba ụwa ma gosipụta ya n'ọtụtụ ihe ngosi na usoro mgbasa ozi n'ụwa niile.",
  "Omokanye nwetara nzere bachelọ nke sayensị na sayensị mmiri na Mahadum nke Lagos n'afọ 2013",
  "Ọ gara n'ihu nweta nzere Master of Science na mmetọ mmiri na njikwa n'otu ụlọ ọrụ ahụ n'afọ 2017.",
  "N'afọ 2018, Adetona Omokanye na onye nta akụkọ na-enweghị onwe ya na Germany bụ Petra Sorge rụkọrọ ọrụ iji mee nyocha akwụkwọ nke were ọnwa atọ na-ekpughe ihe ize ndụ ọrụ, nsí na mmetọ gburugburu ebe obibi n'ime na gburugburu ụlọ ọrụ na-emegharị batrị na Lagos na Ogun steeti nke Naịjirịa. E nyere akụkọ mgbasa ozi atọ nke e mepụtara site na nyocha na BusinessDay Newspaper ihe nrite mbụ nke oru nta akuko Fetisov na Ọkachasị na ngalaba mgbasa ozi gburugburu ebe obibi n'afọ 2019. E depụtala Omokanye na Create Magazine.",
  "Adetona Omokanye bụ onye Naijiria na onye Afrịka mbụ nwetara Creative Bursary nke Getty Images na Verizon Media (nke bụ Yahoo ugbu a) nyere",
  "O nwetara onyinye a na-akpọ nkwarụ n'afọ 2019 dị ka onye mmeri nke atọ na ọrụ ya akpọrọ \"Beyond 4ft-10inch\" nke na-achọ ịkọwapụta echiche mmekọrịta mmadụ na ibe ya nke ndị dwarfs na mgbasa ozi na mgbasa ozi na Naịjirịa. Ọ bụ otu n'ime ndị mbido nke Bakanal de Afrique 2020 Artist Fellowship Cohort, na nchịkọta ya \"Fàyàwọ́\" nke na-egosi eziokwu siri ike nke mbubata n'ofe ókèala Benin na Naijiria gosipụtara na Bakanal de Afrique 'Mi Soon Come 2020' na-enyocha njikọ nke njem obodo na omenala, klas na ụmụ amaala. O nwetara ihe a na-akwanyere ùgwù dị ka otu n'ime ndị na-azo maka PhMuseum Mobile Photo Prize na 2020. O sonyere na New York nyocha Pọtụfoliyo nke afọ 2021 nke ngalaba foto nke New York Times na Craig Newmark Graduate School of Journalism na City University of New York mepụtara.",
  "Na Mee 2022, Omokanye mere ndepụta maka Contemporary African Photography Prize (CAP Prize) 2022 na nchịkọta dijitalụ ya na-enyocha njikọ dị n'etiti ọdịbendị na ọdịnala na ejiji Egúngún na ejiji nke oge a.",
  "Ọrụ Omokanye na-ekpuchi mkpesa nke #EndSARS  megide mmegbu ndị uwe ojii na Nigeria n'ọnwa Ọktọba afọ 2020 gosipụtara na usoro mgbasa ozi mba ụwa dị iche iche dịka Getty Images, <i id=\"mwVg\">Bloomberg</i>, Wall Street Journal, Times Magazine, Huffington Post, The Guardian, <i id=\"mwYA\">BuzzFeed News</i>, GQ, na Amnesty International. Ọrụ ya na ndụ na ọha mmadụ n'oge ọrịa Coronavirus, itinye dijitalụ na itinye teknụzụ, omenala nri na ọtụtụ isiokwu ndị ọzọ na nsogbu mmekọrịta mmadụ na ibe ya na Lagos na obodo ndị ọzọ dị na Naijiria apụtawokwa na ụlọ ọrụ mgbasa ozi mba ụwa ndị ọzọ dịka Al Jazeera, Bloomberg, Reuters, Der Spiegel, Eater, Financial Times, n'etiti ọtụtụ ndị ọzọ.",
  "Ọ bụ onye otu foto Diversify , onye mmegide ndị ọchịchị ike, onye mmegide nkwalite ihe ụmụ nwoke, pro-BIPOC naonye mmeghari foto; na African akwụkwọ akụkọ foto nke nchekwa data(APJD), nke bụ ọrụ nkwonkwo nke World Press Photo Foundation na Everyday Africa."
]