[
  "Adewale Ayuba, onye amụrụ na 6 Mee 1966, nke a maara dịka Maazị Johnson, bụ onyrịa na-agụ egwu nke a maara maka ịbụ egwu Fuji.",
  "A mụrụ Adewale Ayuba, onye a maara dịka Ayuba, Maazị Johnson, na Onye egwu Bonsue-fuji, na 6 Mee 1966 na Ikenne Remo, Ogun State, Nigeria",
  "O tolitere dị ka nwata na-abụ abụ, mgbe ọ dị afọ asatọ, ọ malitere ịbụ abụ na asọmpi egwu na ememme na Ikenne",
  "Nke a mere ka ọ na-achụso egwu dị ka ọrụ mgbe ọ gụsịrị akwụkwọ sekọndrị na Remo Secondary School, Sagamu, Ogun State.Kpọpụta njehie: Closing </ref> missing for <ref> tag Site na ihe ịga nke ọma nke Bubble, Ayuba kụrụ ihe kachasị elu nke ọrụ ya na Naịjirịa.",
  "Ngwá ọrụ teknụzụ dị elu nke Ayuba na olu dị iche iche gbanwere ihu Fuji Music",
  "Na nke mbụ ya na akụkọ ihe mere eme, ndị isi Naịjirịa, bụ ndị leghaara Fuji Music anya ruo mgbe ahụ, nabatara ya",
  "Mgbe ihe ịga nke ọma nke Bubble gasịrị, Ayuba wepụtara abọm na-esote, Mr",
  "Johnson Play For Me (nakwa na akara Sony Music Nigeria), nke ghọkwara ihe ịga nke ọma ozugbo n'afọ 1992",
  "N'afọ 1993, Ayuba bịanyere aka na Premier Music (Nigeria) tupu ọ malite njem mbụ ya n'ụsọ oké osimiri West Africa, na-eme ihe nkiri n'ọtụtụ mba Afrịka",
  "Ihe ịga nke ọma nke njem a dugara na njem mbụ ya na US, kwa n'afọ 1993, n'oge Ayuba rụrụ na ihe karịrị steeti iri",
  "O mekwara nke ọma na New Orleans Jazz Festival a ma ama n'ụwa",
  "Na mgbakwunye, onye isi obodo ya nyere ya Key to the City of Providence, Rhode Island mgbe egwu abụọ gara nke ọma n'ebe ahụ",
  "Mbido ya na Los Angeles nwekwara ihe ịga nke ọma, C.C",
  "Smith nke Los Angeles Weekly Magazine dere na \"Ayuba na-adabere na Fuji ya na ike abụọ -rhythm, na olu mmadụ - iji mepụta ụda na-akpali akpali, na-adọrọ adọrọ ma dị ike",
  "Na-atụ anya ụdị ịgba egwu na uwe mara mma, ndị na-anụ ọkụ n'obi na ịgba egwu na-ekwu okwu zuru ezu iji dozie ọbụna ọnọdụ njedebe nke enweghị mmetụta",
  "\"",
  "Mgbe ọ lọtara n'afọ 1993, Ayuba wepụtara abọm ọzọ kachasị elu, Buggle D, na akara Premier Music (Nigeria)",
  "Ọ nwetara nkwanye ùgwù karịa Bubble ma merie ọtụtụ ihe nrite na Fame Music Awards, na-ebute chaatị egwu ruo ọtụtụ ọnwa",
  "[nkọwa dị mkpa] N'afọ 1994, Ayuba mere ihe n'atụghị egwu na ọhụụ iji \"[internationalize] Fuji Music\" wee soro ndị otu ya gaa UK na US",
  "O dekọrọ mgbe ọ nọ na America n'afọ 1995, ọ rụkwara egwu na egwu mba ụwa dị iche iche gụnyere 1996 Summer State Concerts na New York, African Mondo Concerts nke afọ 1996 na 1997, New Orleans Jazz Festival nke afọ 1997, 1997 International Festival na Houston, Texas, na Black Entertainment Television Jazz USA Concert",
  "Ụlọ ọrụ Q-disc Record Company nke dị na US bịanyere aka na Ayuba maka nkwekọrịta otu afọ ma wepụta Fuji Time na akara ụlọ ọrụ ahụ na 1996",
  "N'afọ 1997, o wepụtara Fuji Dub na Agogo Music Label na London.",
  "N'afọ 1998, ọ laghachiri Naịjirịa wee wepụta abọm ọzọ gara nke ọma, Acceleration, na labelụ Corporate Music",
  "N'afọ 2000, o wepụtara abọm ọzọ, Turn Me On, nke mebiri ndekọ egwu na Naịjirịa wee pụta dị ka Abọm egwu fuji nke kachasị elu nke afọ na Ihe nrite nke egwu kacha mma na Naijiria nakwa dị ka Egwu nke afọ kacha mma na Ememme egwu Naijiria nke afọ 2000",
  "N'otu afọ ahụ, ọ gara ọtụtụ mba Europe gụnyere England, Ireland, Netherlands na Belgium",
  "E nyere ya onyinye dị ka nwa nwoke a ma ama nke Ikenne Remo, ebe a mụrụ ya, n'afọ 2001 na mmemme mara mma na Ikenne Local Government na Ogun State",
  "N'afọ 2001, Ayuba nwere ihe ngosi dị egwu na Eko Le Meridien Hotel Banquet hall, Lagos, na egwu akpọrọ \"The Return of Ayuba\"",
  "Egwú a mere akụkọ ihe mere eme na Naịjirịa, dịka ndị isi gọvanọ nke Lagos na Ogun steeti, ndị omebe iwu Federal na Steeti, na ọtụtụ ndị kọmishọna bịara, n'etiti ndị ọzọ a ma ama",
  "N'ịgbaso egwu a, ndị mgbasa ozi na-ekwupụta Ayuba dị ka onye egwu Fuji kachasị ụlọ ọrụ.",
  "Ayuba na ndị otu ya gakwara Austria n'afọ 2001, na-eme ihe nkiri na Graz na Vienna",
  "N'afọ 2002, ọ gara Europe ọzọ ruo ọnwa anọ, na-eme ihe nkiri na England, France, Belgium, Austria na Netherlands",
  "Mgbe ọ nọ na njem a, Ayuba dekọrọ abọm ọzọ, Formula, nke pụtara n'afọ 2002 dị ka Abọm egwu fuji nke kachasị mma na Ihe nrite nke egwu kacha mma na Nigeria",
  "N'afọ 2002, Music Advertisers Association of Nigeria kpọrọ Ayuba Onye Omenkà Kachasị na puku afọ",
  "N'afọ 2003, Ayuba gara Europe ọzọ, na-eme ihe nkiri na Cologne, Hamburg, Berlin, Essen, Krefeld, Paris, Antwerp, Amsterdam, Bologna, Naples, Turin, na Genoa",
  "Mgbe ọ nọ na njem a, o dekọrọ otu abọm, Fuji Satisfaction, ya na ndị otu egwu Afro-centric nke Germany bụ Bantu, nke meriri onyinye abụọ - The Best Group in West Africa na The Best Group in Africa na Kora Music Awards na Durban, South Africa.",
  "E nyere Ayuba Millennium Voice of Nigerian Music (ụlọ na mba ofesi) na Düsseldorf, (Germany) site n'aka Pan-Yoruba Group, Omo Oduduwa Association, maka nkwanye ùgwù maka onyinye ya bara uru maka uto nke ụlọ ọrụ egwu",
  "N'afọ 2004, Ayuba wepụtara Ijo Fuji (Fuji Dance) na Naịjirịa, ma nyekwa ya onyinye Entertainer of the Year site n'aka Nigerian American Community Association n'otu afọ ahụ",
  "Ijo Fuji meriri na Abọm egwu fuji nke kachasị mma na Awards for Musical Excellence na Nigeria na July 2005.",
  "N'afọ 2004, Ikenne Development Association na Chicago nyere ya onyinye Ogo-irawo ya maka onyinye ya na mmepe nke Ikenne Remo, ebe a mụrụ ya",
  "Abọm Ayuba, Mellow, nke ghọrọ ihe ịga nke ọma mgbe a tọhapụrụ ya, meriri Best Fuji Vocal Performance na (AMEN) 2007 Awards, nke kachasị na chaatị Afrịka nke oge a na Naịjirịa",
  "Maazị Johnson nwekwara Doctorate of Arts in Music na Mahadum Bradley.",
  "Ayuba malitere ịbụ abụ mgbe ọ bụ nwata",
  "Nna ya bụ onye na-agụ egwu na-enweghị mmasị mana ọ na-eme ka uru agụmakwụkwọ sikwuo ike, na-eme ka nwa ya nwoke kwenye ilekwasị anya na agụmakwụkwọ ya n'izu ma nye ya ohere ịme egwu ya na Satọdee.",
  "Kemgbe ọ bịanyere aka na nkwekọrịta ndekọ mbụ ya n'afọ nke 1980s, o weputara abọm iri na ise na Naịjirịa na anọ na mba ụwa.",
  "E kpuwere Ayuba okpueze dị ka Eze nke Bonsue Fuji, ebe ọ bụ onye omenkà mbụ nke mepụtara ụdị egwu dị ka obere ụdị Fuji Music.",
  "Ayuba meriri Kora Awards abụọ n'afọ 2005.",
  "Ayuba bụ onye otu Red Cross nke Naijiria ma ebe akpọ",
  "ya \"Prince Of Peace\" n'afọ 2012.",
  "Ayuba bụ nwa ikpeazụ nke nne na nna ya, ọ lụrụ di ma nwee ụmụ asaa",
  "Ayuba zutere nwunye ya Azukaego Kwentoh na cafeteria na Queens Borough Community College ebe ọ gụrụ akwụkwọ, ha wee lụọ n'afọ 1989",
  "Kwentoh si Onitsha-Oke, Anambra Steeti dị na ndịda ọwụwa anyanwụ Naịjirịa.",
  "Ayuba rụrụ ọrụ dị ka onye nta akụkọ na ihe nkiri Mystery of Unity, nke Ebun Oloyede mepụtara.",
  "Ayuba na-ede egwu ya niile ma na-arụ ọrụ maka mmepụta na arụmọrụ ya na ndị otu ya iri na ise, Ayuba na Bonsue Fuji Band, nke Ayuba bụ onye na-abụ abụ",
  "Ya na ndị otu ya tolitere dịka akụkụ nke ọrụ egwu ya na ihe ịga nke ọma ya",
  "Ụda akara aka ya na egwu ya bụ Yoruba na-ekwu okwu drum na mgbe ụfọdụ American percussion.",
  "Ayuba bu n'obi iwere egwu fuji gaa n'ụwa niile, dịka Bob Marley weghaara reggae gaa n'ụwa niile.",
  "N'afọ 2013, Ayuba bịanyere aka na onye na-emepụta ejiji na onye na-emepụta ejiji ogologo oge iji webata Bonsue Wears, nke mere ka a mara ụdị ya gburugburu ụwa",
  "Ayuba hụrụ uwe ọdịnala ndị Yoruba n'anya mgbe niile, dị ka uwe Shokoto na bubba",
  "O nwere ntụsara ahụ na-eme ihe n'uwe ọ na-eyi n'elu ikpo okwu, ha akọwapụtala akara aka ya",
  "Uwe ejiji ahụ nwere uwe abụọ: uwe elu dị ka uwe nke nwere aka mmeghe n'efu, na akwa abụọ kwekọrọ ekwekọ nke na-ezukọta n'ikpere",
  "Ụdị ejiji bonsue na-agwakọta ụdị ọdịnala Yoruba na mmetụ obodo nke ugbua.",
  "Ayuba na-akwado ọrụ egwu ya dị ka onye ọchụnta ego, na-eji diplọma na ndekọ ego ọ natara na Queens Borough Community College, New York."
]