[
  "Adewale Akinnuoye-Agbaje (/ «ædeɪˈwɑːleɪ      ′nuːeɪ ɑːˈbɑːdʒeɪ/; amụrụ n'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 1967) bụ onye na-eme ihe nkiri, onye nduzi, na onye bụbu onye nlereanya ejiji nke a maara maka ọrụ ya dị ka Simon Adebisi na Oz, Lock-Nah na The Mummy Returns, Nykwana Wombosi na The Bourne Identity, Kurse na Thor: The Dark World, Killer Croc na Suicide Squad, Mr",
  "Eko na Lost, Malko na oge nke ise nke usoro HBO Game of Thrones, na Dave Duerson na NFL biopic drama Concussion",
  "Akinnuoye-Agbaje's feature directorial debut, Farming, wrapped production in 2017 and had its world premiere at the 2018 Toronto International Film Festival.",
  "A mụrụ Akinnuoye-Agbaje na Islington, London, nne na nna ya bụ ndị Naijiria sitere na Yoruba, bụ ụmụ akwụkwọ na UK",
  "Mgbe ọ dị izu isii, nne na nna mụrụ ya nyere ya ezinụlọ ndị ọcha na-arụ ọrụ na Tilbury, Essex. Nne na nna na-elekọta ya nwere ma ọ dịkarịa ala ụmụ Afrịka iri, gụnyere ụmụnne nwanyị abụọ Akinnuoye-Agbaje, bi n'ụlọ ha n'oge ụfọdụ",
  "Nna ya na-elekọta ya na-ebi ndụ dị ka onye ọkwọ ụgbọ oloko ma na-agbasi mbọ ike ịkwado ezinụlọ ahụ ego.",
  "Mgbe ọ dị afọ asatọ, nne na nna mụrụ ya kpọghachiri ya na Naịjirịa mana, ebe ọ na-enweghị ike ịsụ asụsụ Yoruba na enweghị ike ịmara ya, a kpọghachiri ya Tilbury obere oge ka nke ahụ gasịrị",
  "Ngosipụta dị mkpirikpi na Naịjirịa mere ka ọ na-agbasi mbọ ike iji mee ka ihe nketa ya na ọdịbendị na gburugburu ebe obibi nke Britain a zụlitere ya",
  "Mgbe ọ bụ nwata nwoke, a na-emegbu ya mgbe niile na agbata obi ndị ọcha ọ tolitere",
  "Mgbe ndị isi akpụkpọ anụ obodo wakporo ya mgbe niile, ọ nwetara nkwanye ùgwù ha site n'iguzo n'ihu ha ma mesịa jikọta ndị agha na ha",
  "Mgbe ọ dị afọ iri na isii, nne na nna mụrụ ya zigara ya ụlọ akwụkwọ obibi na Surrey ebe o mechara gbalịa igbu onwe ya tupu ọ nabata nzụlite ya ma gbanwee ndụ ya.",
  "Ọ gara n'ihu nweta nzere bachelọ ya na Mahadum nke London n'ozuzu ya ma mesịa nweta Master na Iwu site na King's College London",
  "Mgbe ọ bụ nwa akwụkwọ mahadum, Akinnuoye-Agbaje rụrụ ọrụ n'ụlọ ahịa uwe ebe a kpọbatara ya na ụwa nke ịme ihe ngosi",
  "Na Machị 17, 2017, Princess Anne, Chancellor nke Mahadum London nyere ya PhD nsọpụrụ.",
  "Ọrụ nlereanya nke Akinnuoye-Agbaje dugara ya na Hollywood, ebe ọ malitere ọrụ ime ihe nkiri ya na ọrụ nke 1995 na Congo.",
  "Ọrụ ya a maara nke ọma bụ dị ka onye ikpe Simon Adebisi n'afọ 1990s HBO ụlọ mkpọrọ Oz na dị ka Maazị Eko na ABC's ihe nkiri lanarịrị Lost Ọrụ ihe nkiri gụnyere The Bourne Identity, nke o mere onye ọchịchị aka ike nke Afrịka, Hitu onye uwe ojii na Ace Ventura: When Nature Calls, Lock-Nah na The Mummy Returns, na Heavy Duty na G.I",
  "Joe: The Rise of Cobra E gosikwara ya na vidiyo maka onye na-agụ egwu Grayson Hugh \"Talk It Over\", nke nọ na ntụgharị dị arọ n'afọ 1989 na MTV na VH-1.",
  "N'afọ 2009, Akinnuoye-Agbaje nọ na mkparịta ụka ya na Marvel Studios iji kpọọ dike Black Panther na ihe nkiri a tụrụ aro nke otu aha ahụ",
  "N'ajụjụ ọnụ, o kwuru obi ụtọ ya banyere ohere ahụ, na-ekwu na \"oge kwesịrị ekwesị\" maka dike ojii, na \"mgbe m nọ n'ogo m, nke a bụ oge..",
  "Aga m anọgide na-akụ aka n'ọnụ ụzọ ha",
  "\" N'afọ 2014 Marvel kwupụtara ihe nkiri Black Panther, ọ bụ ezie na Chadwick Boseman nọ na ọrụ aha.",
  "Ọ bụ onye ọbịa pụtara na ihe omume nke abụọ nke oge 8 nke Monk, ma kpọọ Derek Jameson na ihe nkiri nke afọ 2011 The Thing O gosipụtara Kurse na ihe nkiri Marvel Studios Thor: The Dark World O gosipụtara Malko na oge nke ise nke Game of Thrones N'afọ 2015, a kọrọ na Akinnuoye-Abaje na-ekwu okwu onye ndu nke Bilal, ihe nkiri banyere ndụ Bilal Ibn Rabah nke a ga-ewepụta na ọkara nke abụọ nke afọ ahụ. N'afọ 2016, ọ sonyere na ihe nkiri DC Comics Suicide Squad, dị ka onye ọjọọ na ihe nkiri Batman bụ Killer Croc",
  "N'afọ 2012, Akinnuoye-Agbaje kwuru na ọ na-emepụta ihe nkiri banyere akụkọ ndụ ya, nke o mekwara atụmatụ iduzi. A na-akpọ ihe nkiri a Ugbo, na-atụ aka n'omume nke ndị nne na nna Naijiria \"na-akọ ugbo\" ụmụ ha na ezinụlọ ndị ọcha UK",
  "N'ọnwa Mee afọ 2017, ọ mara ọkwa na ntinye ihe nkiri ahụ amalitela na Damson Idris na ọrụ dị ka Enitan, Kate Beckinsale na-egwu nne ya na-emegbu ya, na-eleghara anya na Gugu Mbatha-Raw dị ka onye nkụzi ya na onye ndụmọdụ ya",
  "Ihe nkiri ahụ gara n'ihu merie ihe nrite Michael Powell  na Ememme ihe nkiri Edinburgh maka Ihe kacha mma British na Arụmọrụ kacha mma na njiri mara Britain maka Idris",
  "Akinnuoye-Agbaje bi na Los Angeles",
  "Ọ bụ onye Nichiren Buddha na onye otu Soka Gakkai International Buddhist association.",
  "Akinnuoye-Agbaje rịọrọ ka ewepụ ya na Lost, na-ekwu na ọ chọrọ ịlaghachi London mgbe nne na nna ya nwụsịrị ma duzie ihe nkiri n'ebe ahụ. Ọ bụ onye nkwado Arsenal FC."
]