[
  "Adewale Oke Adekola FIStructE FICE CON (26 Machị 1932 - Machị 1999) bụ onye injinia Naijiria, agụmakwụkwọ, onye edemede, na onye nchịkwa",
  "Ọ bụ onye isi injinia mbụ nke Naijiria na onye isi injinia obodo na Mahadum nke Lagos Ọ bụ onye guzobere osote onye isi nke Abubakar Tafawa Balewa University Bauchi na Ọkankụzi emeritus nke Mahadum Lagos Ọ bụ onye ọsụ ụzọ nke agụmakwụkwọ injinia na Naịjirịa ma bụrụ onye a ma ama dịka nnukwu onye nkuzi. Ọ ghọrọ otu n'ime ndị Naijiria mbụ e nyere nzere nke Doctor of Science (DSc) na 1976 - nke Mahadum London nyere na injinia (structural mechanics).",
  "A mụrụ Adekola na Ota, Ogun Steeti, na 26 Machị afọ 1932. Nna ya bụ Chief Gbadamosi Akande Adekola, onye na-akpụ ọla edo na onye ọrụ ugbo nke Olupe compound, Ijaiye, Abeokuta",
  "Nne ya bụ Alhaja Ayisat Aina Ajile Adekola onye ahịa na-azụ ahịa nke ọma nke ákwà obodo (Aso-Oke / Adire) nke Otun quarters, Ota",
  "Adewale gụrụ akwụkwọ na ụlọ akwụkwọ praịmarị Saint James Ota site n'afọ 1939 ruo afọ 1946",
  "Adewale sonyeere Nigerian Broadcasting Corporation n'afọ 1951, ebe ọ pụtara ìhè dịka onye enyemaka injinia eletriki - ọ hapụrụ mgbe ọ batara na University College Ibadan",
  "Agụmakwụkwọ Adekola malitere na Mahadum nke Ibadan (1952–53) ebe ọ nọdụrụ ala ma nweta Mahadum InterBSc London. E nyeziri ya agụmakwụkwọ Gọọmentị mpaghara ọdịda anyanwụ na Northampton Engineering College, London (Now City University) n'afọ 1953 wee nweta BSc ya na injinia na 1956",
  "A gbatịkwuru agụmakwụkwọ ya site na ndụmọdụ nke Colonial Office ya na Sir Hubert Walker, Director of Public Works",
  "Adekola gara Imperial College of Science and Technology, London n'afọ 1956 nweta diplọma ya nke Imperial College (DIC) n'afọ 1958 nakwa Doctorate of Philosophy (PhD) n'afọ1959. Adekola dere ọtụtụ akwụkwọ banyere usoro nchịkọta na n'afọ 1976 onyinye ya maka nghọta nke mmekọrịta dị mgbagwoju anya n'etiti ihe ndị na-emetụta ike kachasị nke osisi ndị mejupụtara mere ka ọ nweta akara ugo mmụta doctorate dị elu, DSc nke Mahadum London.",
  "Mgbe o nwetachara PhD, Adekola rụrụ ọrụ obere oge na ụlọ ọrụ mba ụwa nke Ove Arup & Partners site n'afọ1959 ruo afọ 1960.",
  "Ọ malitere ọrụ nkuzi ya na Nigerian College of Arts, Science & Technology, Zaria, n'afọ 1960 dịka onye nkuzi ma rigota na nnukwu onye nkuzi na onye isi ngalaba site n'afọ 1962. ọgba aghara obodo nke agha obodo nke Naijiria kpatara mere ka ọ kwaga Mahadum nke Lagos dịka prọfesọ na onye isi ọrụ nke injinia [peeji dị  na 1965.",
  "A kpọrọ Adekola ka ọ lekọta nguzobe nke Mahadum nke Lagos ngalaba nke Injinia ma mepụta ndị mbụ gụsịrị akwụkwọ na ngalaba Injinia n'ọnwa June afọ 1967. Adekola ghọrọ Prọfesọ (Civil Engineering) n'afọ 1968 yana onye isi Naijiria mbụ nke ngalaba Injinia",
  "Akwụkwọ mmeghe ya gosipụtara ọtụtụ ngwọta ọhụrụ maka mmepe akụrụngwa na Naịjirịa ma a na-ewere ya na ọ tọrọ mkpụrụ maka ịsụ ụzọ nke laterite dị ka ihe owuwu okporo ụzọ maka mba ndị na-emepe emepe",
  "Tụkwasị na nke a, ọ tụrụ aro usoro iwu okporo ụzọ siri ike nke nwere ikike ka mma iji kwado ibu okporo ụzọ dị arọ, na-eduga na ọnụ ala mmezi",
  "Ọ ka bụ onye kachasị ogologo oge na-eje ozi na ngalaba nke Injinia na Mahadum nke Lagos (1968 - 1971) na mgbe ọ hapụrụ Deanship ya, a họpụtara ya ka ọ bụrụ onye isi nke Ngalaba Injinia nke otu ụlọ ọrụ ahụ",
  "N'oge ọ nọ na Mahadum nke Lagos, ọ rụrụ ọrụ na Kọmitii nke Deans (65 - 71), Kọmitii Mmepe (67 - 70), Kọmitii Ọbá akwụkwọ (67 - 70), Kọmitii Atụmatụ Ọmụmụ (72 - 74), Kansụl Mahadum (75 - 79) na dịka Onye isi oche nke Kọmitii Nchịkwa Kọmputa (73 - 76).",
  "Adekola jere ozi na ọtụtụ kọmitii iji nyere aka wulite agụmakwụkwọ na Naịjirịa n'ozuzu ya na ọzụzụ injinia karịsịa.",
  "Adekola nwụrụ na 3 Machị afọ 1999, mgbe ọ dị afọ iri isii na asaa",
  "E liri ya na Ikoyi Cemetery, Lagos",
  "Ọ hapụrụ nwunye ya, Oriakụ Adenrele Henrietta Adekola na ụmụ ya"
]