[
  "Adhir Kalyan (a mụrụ n'ụbọchị nke anọ n'ọnwa Ọgọstụ n'afọ 1983) bụ onye na-eme ihe nkiri na South Africa nke amaara maka ọrụ ya dịka Timmy na CBS sitcom Rules of Engagement na dị ka Awalmir Karimi / 'Al' na United States of Al.",
  "A mụrụ Kalyan na Durban, South Africa, n'ezinụlọ India South Africa",
  "Nne ya, Santosh Vinita \"Sandy\" Kalyan, bụ onye otu ndị omeiwu na South African National Assembly, ebe ọ nọchitere anya Democratic Alliance.",
  "Kalyan gụsịrị akwụkwọ na Marklands na Durban",
  "Tupu ọ kwaga mba ọzọ, ọ rụrụ ọrụ n'ọtụtụ ihe nkiri na South Africa, gụnyere ihe nkiri nke Charles Dickens ' Oliver Twist na A Christmas Carol, ihe nkiri nke Salman Rushdie's The Ground Beneath Her Feet, na ihe nkiri Shakespearean Macbeth.",
  "N'afọ 2005, Kalyan kwagara London iji chụsoo ọrụ ime ihe nkiri ya ebe ọ nwetara ọrụ na usoro BBC Holby City (usoro 8) dịka Arjmand Younis, na Spooks (usoro 5), na netwọk Irish RTÉ One na Fair City dịka Ramal Kirmani",
  "Kalyan pụtakwara n'ọtụtụ ihe nkiri onwe ya.",
  "Kalyan gosipụtara na American CW Television Network sitcom Aliens in America, dịka nwa akwụkwọ mba ọzọ si Pakistan bi na ezinụlọ Wisconsin. O gosipụtara ihe odide na-apụta ugboro ugboro na oge nke ise nke ihe ngosi cable Nip / Tuck, na oge nke atọ nke CBS sitcom Rules of Engagement, na-aghọ usoro na-aga n'ihu na oge nke anọ nke ikpeazụ.",
  "N'afọ 2009, Kalyan pụtara na ihe nkiri Paul Blart: Mall Cop dịka Pahud, onye nọ n'afọ iri na ụma nke nwere mmasị na enyi ya nwanyị Parisa, na Up in the Air dịka onye ọrụ a chụrụ n'ọrụ, na na ihe nkiri na-atọ ọchị nke ndị na-eme obi ụtọ Fired Up",
  "N'afọ 2010, ọ pụtara na Youth in Revolt, n'afọ 2011, ọ pụtara na obere ọrụ na No Strings Attached",
  "Na ngwụcha afọ 2015, ọ malitere ime ihe nkiri na akụkọ sayensị Fox Second Chance",
  "N'ọnwa Disemba afọ 2019, a họpụtara Kalyan ka ọ gosipụta onye ntụgharị Afghanistan bụ Awalmir Karimi (\"Al\"), onye isi na-eme ihe nkiri CBS sitcom United States of Al",
  "Ihe nkiri ahụ malitere na Eprel 1, 2021, nke esemokwu gbara gburugburu",
  "N'ịbụ ndị a tọhapụrụ na nyocha na-adịghị mma, a katọrọ ihe ngosi ahụ na ndị na-eme ya maka ọchị nke ihe ngosi ahụ, iji okwu ochie, na karịsịa, ndị nkatọ kpọrọ oku ịtụgharị onye na-eme ihe nkiri India a mụrụ na South Africa iji mee ihe na-abụghị eziokwu.",
  "N'ọnwa Machị afọ 2015, ọ kwere onye na-eme ihe nkiri Emily Wilson nke General Hospital nkwa ọlụlụ. Ya na Wilson lụrụ na October 1, 2016, na Colony 29 na Palm Springs, CA."
]