[
  "Adiantum hispidulum, nke a maara nke ọma dị ka fern maidenhair ma ọ bụ jakị mkpịsị aka ise, bụ obere fern n'ezinụlọ Pteridaceae nke nkesa zuru ebe niile",
  "A na-ahụ ya na Afrika, Australia, Polynesia, Malesia, New Zealand na agwaetiti ndị ọzọ dị na  pasifik.  Ahịhịa ya na-ebili n'ìgwè site na rhizomes n'etiti nkume ma ọ bụ n'ala n'ebe zoro ezo.",
  "Ọ bụ onye Sweden na-amụ banyere ihe ọkụkụ bụ Olof Swartz kọwara Adiantum hispidulum na 1802",
  "Aha ụdị ya sitere na Latin hispis \"ntutu\" ma ọ pụtara \"obere ntutu\". Jaki mkpịsị aka ise bụ aha ọzọ a na-akpọ n'asụsụ obodo.",
  "Adiantum hispidulum na-etolite na tufts ma ọ bụ ụyọkọ n'etiti nkume ma ọ bụ site n'ala, ahịhịa ya na-esite na mkpirikpi mkpirikpa",
  "Ogwe ojii ahụ ruru 45 cm (18 in) n'ogologo",
  "A na-ekewa ahịhịa ndị ahụ n'ime ogologo na mkpụmkpụ triangular ma ọ bụ elliptic pinnae, nke ọ bụla n'ime ha kewara ọzọ n'ime obere udi akụkụ anọ, diamond-, ma ọ bụ ụdị fan pinnulas",
  "Pinule ọ bụla nwere ike ịnwe 1 ruo 20 sori n'akụkụ ya n'okpuru",
  "Uto na-eto eto nwere ike ịnwe ụcha na-acha pinki tupu ọ tolite n'ime akwụkwọ ndụ akwụkwọ ndụ.",
  "Ụdị ndị a sitere na mpaghara okpomọkụ nke Ọwụwa Anyanwụ Afrịka, gụnyere South Africa, Mozambique, Malawi, Kenya na Tanzania, yana Madagascar na Comoros, Mauritius, ruo Eshia site na Malesia ruo steeti niile nke Australia (ma e wezụga Tasmania), yana New Zealand na agwaetiti Pasifik. A na-ahụkarị osisi a na-ahụtụkarị, Adiantum hispidulum na-etolite n'ebe mmiri na-ekpo ọkụ",
  "N'Australia, a na-ahụ ya n'akụkụ nkume, n'oké ọhịa ma ọ bụ n'oké osimiri.",
  "Ewezuga ebe a mụrụ ya, ọ ghọwo nwa amaala na Macaronesia (Azores, Madeira na Canary Islands), ndịda ọwụwa anyanwụ United States na Hawaii.",
  "A na-eto Adiantum hispidulum dị ka osisi ịchọ mma nke na-eme ngwa ngwa maka ịkọ ugbo, ọ bụ ezie na ọ nwere ike ịdị nwayọ na-eto",
  "Ọ na-anabata anwụ na ịcha karịa ụdị fern ndị ọzọ. Dị ka Royal Horticultural Society si kwuo Adiantum hispidulum na-eguzogide ruo -5C ruo -10C.[Tinye edensibịa]"
]