[
  "Mpaghara ọchịchị Ado-Odo/Ota bụ otu n'ime ọchịchị ime obodo iri na itoolu dị na Ogun Steeti, Naijirịa",
  "Ọ malitere na mkpụrụ Ụbọchị iri na iteghete nke ọnwa Mee n'afo 1989, ka e jikọtara Ota, bụ akụkụ nke ọchịchị ime obodo Ifo/Ota na mpaghara Ado-Odo/Igbesa nke ọchịchị ndịda anyanwu Yewa",
  "Ado-Odo/Ota àgbàtà oke na obodo Lagos",
  "Ọchịchị ime obodo  a bụ nke abụọ kacha na steeti Ogun ma bụrụ isi ụlọ ọrụ na Ota (ma ọ bụ Otta) na41 n'ebe ugwu nke Mpaghara",
  "Obodo ndị ọzọ gasị gụnyere Araromi-Alade, Ado-Odo, Agbara, Igbesa, Iju-Ota, Itele, Kooko Ebiye Town, Owode, Sango Ota wee dịrị gabazie.",
  "M'Ado-Odo/Ota bụ Gọọmenti ime obodo na-arụ ọrụ n'eziokwu na ọ nwere mpaghara mmepụta ihe kachasị ukwuu na ọnụ ọgụgụ kasị elu nke ụlọ ọrụ na steeti, na nke a, Gọọmenti Mpaghara na-emepụta IGR kachasị elu maka steeti Ogun.",
  "O nwere mpaghara nke 878 km2 na ọnụ ọgụgụ mmadụ nke dị Puku narị ise na iri abụo na isii, narị ise na iri isii ná ise na ọnụ ọgụgụ nke afọ 2006",
  "N'ịbụ nke bụ ọrụ ugbo n'okike, Mpaghara Gọọmentị Obodo a na-emepụta ego na ihe oriri ọkachasị koko, mkpụrụ ọjị, mmanụ nkwụ, kọfị, akpụ, osisi, ọka, na akwụkwọ nri",
  "Ihe onwunwe ndị dị n'ime ala a gụnyere aja sillica gypsum, na ájá iko.",
  "Ndị obodo Awori bi n'ime obodo a, ndị ￼￼Yoruba￼￼ na ndị mbụ bi na mpaghara ahụ",
  "Otú ọ dị, agbụrụ ndị ọzọ dị ka ndị obodo Egba, ndị Egun, na Yewas (Egbados) bikwa ebe a",
  "Enwere ụlọ ọrụ ọdinaala Obaship iri na otu na okpúrù ọchịchị ime Obodo ahụ bụ: Olofin nke Ado-Odo, Olota nke Ota, Onilogbo nke Ilogbo, Oloja Ekun nke Igbesa, Onikooko nke Kooko Ebiye, Onitele nke Itele, Amiro nke Ilamiro, Onitekun nke Itekun, Olodan of Odan Abuja Sule, Alagbara of Agbara, Onigun of Odan-Abuja, Onikogbo of Ikogbo, Olu of Owode Ota, Olu of Atan Ota, Olu of Ijoko Ota and Olu of Tigbo Ilu",
  "Gọọmenti ọchịchị ime Obodo a nwere ọtụtụ ihe nkiri ọdịnala, ọdịnala na akụkọ ihe mere eme",
  "Otu n'ime ndị amara nke ọma bụ Egungun (Mmanwụ) emume Ota n'otu aka ahụ Oduduwa (Odu'a) emumme nke Ado-Odo",
  "E nwekwara ụlọ arụsị dịka ụlọ arụsị Ijamido na Ogbodo",
  "Enwere ike ịhụ ụlọ elu nke abụọ kacha ochie na ọdịda anyanwụ Afrịka na Ota, Vicarage nke ụlọ ụka St James Anglican Church wuru na n'afọ 1842",
  "Koodu nzipu ozi nke mpaghara ahụ bụ otu narị na irí na abụọ.",
  "Onye isi oche bụ Com",
  "Hon",
  "Sheriff Adewale Musa",
  "Ọchịchị ime Obodo a bụkwa ebe obibi onye chịburu Naijiria bụ Olusegun Obasanjo na ụlọ ọrụ ya mgbe ọ chịchara onyeisiala, Obasanjo Farms dị na Ota."
]