[
  "Adora Oleh, bụ onye Britain amụrụ na Naijiria na-eme ihe ngosi TV na onye mbụ na-akwado MTN Project Fame, nke ọ kwadoro ruo afọ ise. Na Sọnde 8 Disemba na afo 2013, Adora Oleh ritere ihe nrite nwanyị kachasị ewu ewu na TV na Nigerian Broadcasters Awards nke weere ọnọdụ na Legoos. Ọ na-eme ihe ngosi okwu ya - \"The Adora Oleh Show\" na Vox Afrika, mmemme ntụrụndụ nke na-elekwasị anya na ndị nlereanya dị mma na ndị ọchụnta ego na-eme ebili mmiri (karịsịa ntụrụndụ, ejiji, na azụmahịa).",
  "A mụrụ Adora Oleh ma zụlite ya na Surrey, England dị ka ọkpara n'ime ụmụ atọ nke nne na nna ya",
  "Adora gụrụ akwụkwọ iwu na mahadum ma nwee diplọma na Media Law na Journalism na onye ọzọ gụsịrị akwụkwọ na mmekọrịta ọhaneze na London School of Journalism.",
  "Ọ rụrụ ọrụ na MTV Base n'afọ 2002",
  "N'akụkụ Joseph Benjamin, ọ kwadoro Project Fame West Africa, ihe ngosi egwu TV na afo 2009 ma bụrụ onye nhazi maka afọ ise n'usoro",
  "Adora n'afọ 2012 mere nke mbụ ya dị ka onye na-egosi telivishọn na American TV Station na FOX News",
  "N'ọrụ a, ọ kpuchiri ọmụmụ nke nwa eze mbụ nke Prince Williams.\nO gosipụtara na ụlọ ọrụ TV ejiji, TOPSHOP TV na London dị ka Fashion Correspondent ebe ọ na-enyocha isi ejiji mgbe ọ na-agba ndị na-emepụta ihe na ndị nlereanya ajụjụ ọnụ",
  "Ya na nwanne ya nwanyị, Chika Oleh bụ ndị nwe Chiad TV Productions, ụlọ ọrụ mmepụta telivishọn na ihe omume.\nIhe ngosi okwu ya bụ 'The Adora Oleh Show' bụ nke ụlọ ọrụ mmepụta ihe ya mepụtara ma gosipụta ya na AIT, DSTV Nigeria Silverbird TV na SKY's VOX Afrika UK. Ọ bụ onye na-akwado ihe ngosi Naijiria Top Model nke Tyra Banks mepụtara.",
  "N'afọ 2012, Adora so na ndị na-ekpe ikpe maka Legos Fashion and Design Week: Young designers of the year",
  "N'ihe omume ahụ, ọ bụkwa onye na-ahụ maka onye California amụrụ na-emepụta ejiji Naijiria, Emmy Collins nwanyị mbụ.",
  "Adora ghọrọ onye nnọchi anya Afrịka n'afọ 2013 maka Guinness ‘Snapp’, ihe ọṅụṅụ apple cocktail. A họpụtara ya na afo 2013 Exquisite Lady of the Year Awards (ELOY) maka 'Brand Ambassador of the Year' dị ka onye nnọchi anya SNAPP.",
  "N'afọ 2013, a họpụtara ya na ngalaba Ihe ngosi ihe onyonyo nwanyi kacha ewu ewu na Nigerian Broadcasters Merit Awards. Adora weghaara ihe nrite ahụ ka ọ mechara bụrụ onye mmeri."
]