[
  "Adrianne Janette Byrd (amụrụ na Nọvemba 23, 1970- Ọktoba 30, 2020) bụ onye edemede Africa-America kacha ere ahịa nke ihe karịrị akwụkwọ akụkọ ịhụnanya 50",
  "Akwụkwọ ya kachasị ewu ewu, The Beautiful Ones, dị n'ihe karịrị 400 WorldCat libraries.",
  "A mụrụ Byrd na Memphis, Tennessee, n'ime ezinụlọ ndị agha",
  "Ọ gara Europe niile dị ka nwatakịrị",
  "Nwanne Byrd nke okenye mere ka ọ mata akwụkwọ akụkọ ịhụnanya mgbe ọ dị afọ iri na atọ, ọ zụlitere mmasị n'ide akụkọ ifo.",
  "N'afọ 1994, onye ọrụ ibe ya mere ka Byrd mara otu isiokwu gbasara Romance Writers of America",
  "Ka ọ na-erule afọ 1996, ọ resịrị akwụkwọ akụkọ mbụ ya, Defenseless, na Kensington Publishing",
  "N'afọ 2006, o so dee trilogy Hoodwives n'okpuru aha De'nesha Diamond",
  "N'ikpeazụ, o dere usoro Divas kacha ere ahịa (Hood)",
  "[citation needed]",
  "Akwụkwọ mba, gụnyere Today Az Black Woman, Upscale, na Heart and Soul gosipụtara ọrụ ya",
  "O nwetakwala  nrite mpaghara maka edemede ihe nkiri.",
  "N'afọ 2014, Byrd bi na Georgia, USA",
  "Ọ na-ede dị ka Diamond maka usoro Hoodwives na Divas",
  "O dekwara dị ka Layla Jordan na AJ Byrd.",
  "Measure of Man bụ ihe ọchị ịhụnanya banyere nwanyị, Peyton Garner, onye kwenyere na nwanne ya nwoke, Flex Adams, achọtawo onye ọhụụ ọhụrụ, Trey \"Lincoln\" Carver, mgbe ọ kwụsịrị mmekọrịta afọ iri",
  "Otú ọ dị, Lincoln abụghị nwoke na-edina nwoke ma ọ bụ mara onye Flex bụ",
  "Mgbe Peyton na Lincoln zutere na New York, mmekọrịta dị n'etiti ha abụọ malitere",
  "Ka ezinụlọ Peyton na-ezukọta maka agbamakwụkwọ, nghọtahie ndị a malitere ịpụta.",
  "My Destiny bụ akwụkwọ akụkọ ịhụnanya banyere nwanyị aha ya bụ Destiny nke na-asọ onye agbata obi ọhụrụ ya oyi, onye ọka iwu aha ya bụ Miles Stafford, onye kwagara n'ụlọ ahụ gafere ụlọ nzukọ ahụ",
  "Ka Destiny na-ahụ omume mpako ya na mmasị ya maka ụmụ nwanyị, ọ mechara jụ mmasị ya n'ebe ọ nọ",
  "Otú ọ dị, mgbe nkwụsị ọkụ na-emebi ndụ ha abụọ, n'oge na-adịghị anya, a na-ejikọta ha ọnụ ma Destiny na-aghọta ngwa ngwa na ọ nwere ike ikpe Miles ikpe ngwa ngwa",
  "Mgbe ha ghọsịrị ndị enyi, ha na-emeghe ụlọ ọrụ iwu nke ha ọnụ",
  "Ka ha na-etolite, ma Destiny na Miles na-achọ ihe ndị ọzọ na-amasị ịhụnanya, mana ha abụọ enweghị ike ịchọta onye kwesịrị ekwesị",
  "Afọ iri gara aga na Destiny chọtara Miles mgbe ọ na-aṅụbiga mmanya ókè ma gosipụta mmasị ọhụrụ na onye ọ hụrụ n'anya mbụ.",
  "RT Awards na-enye site na Romantic Times Magazine",
  "Emma Awards, nke Romance Slam Jam nyere",
  "Romance in Color Ndị na-agụ akwụkwọ na-ahọrọ onyinye",
  "Ihe omuma nke Romance",
  "Bibliography:",
  "Dị ka Layla Jordan",
  "Dị ka A.J",
  "Byrd"
]