[
  "Adultcentrism bụ oke egocentrism nke ndị okenye, tinye kwá nkwenye na echiche ndị okenye dị mma (ma e jiri ya tụnyere nke ụmụaka). Ejikwa ya akọwa ọnọdụ ụmụaka na ndị ntorobịa na-eche ihu n'ụlọ akwụkwọ, n'ụlọ, na ọnọdụ obodo; Otú ọ dị, ọ bụghị mgbe niile ka ndị okenye na-adabere n'echiche nke ịbụ onye ọma ma ọ bụ ihe ọjọọ, n'ụzọ dị iche na okenye.",
  "N'ime ọrụ mmekọrịta mmadụ na ibe ya, a ghọtara okenye dị ka ịkpa oke ndị okenye nwere n'ịghọta na ịzaghachi ụmụaka. Nke a ele mmadụ anya n'ihu sitere na ọdịiche dị n'etiti afọ n'etiti nwatakịrị na okenye",
  "Ọdịiche - tinyere asụsụ, ụdị nkwurịta okwu na echiche ụwa - nwere ike ịmepụta ihe mgbochi iji merie",
  "Kama ikwe ka onye toro eto kesaa echiche ha, okenye na-ekweta enweghị ike na enweghị ike nke ndị na-eto eto imetụta usoro ikike ndị okenye mepụtara. Nke a na -emepụta ihe mgbochi maka omume dị irè na ụmụaka; a na -ekwu na okenye dị ka egocentrism, ebe mmadụ na -etinye echiche onwe ha, mkpa na nkwenkwe ha n'ihu ndị ọzọ niile, yana agbụrụ, nke na -etinye omenala na mmekọrịta mmadụ na ibe ya n'ihu ndị ọzọ niile. N'ịkọwa okenye, otu onye edemede na-akọ,",
  "N'ime mpaghara ọgwụgwọ ọrụ, e kwuru na ndị okenye \"na-eme ka ndị na-eme nnyocha na-eleda ikike ụmụaka anya.\" Dị ka otu onye nchọpụta si kwuo, \"A pụrụ ịhụ ọnọdụ a mgbe ndị na-eme nchọpụta chere na ha maara ihe niile ha kwesịrị ịma màkà ụmụaka n'ihi na ha bụ ụmụaka.\" Nnyocha gosikwara na nke a na-eduga ndị okenye ịnọ n'echiche nke ha, si otú a na-akpa ókè megide ụmụaka site na okenye. N'ihe gbasara ọgwụgwọ ọrụ, \"Adultcentrism apụtawo na akwụkwọ ọgwụgwọ ezinụlọ iji kọwaa ọchịchọ nke ndị okenye ile ụwa anya site n'echiche ndị okenye na n'ime nke a ghara ịghọta ma ọ bụ nwee ekele maka otú ụmụaka na ndị na-eto eto si ele ihe anya",
  "\"",
  "Ọnụ ọgụgụ na-arịwanye elu nke òtù ndị ntorobịa na òtù ndị ntorobịa na-eduzi na-achọpụta na okenye dị ka isi ihe dị mkpa na nyocha ha, yana. Otu nzukọ dị otú ahụ, National Youth Rights Association, na-akọwa okenye na ọha mmadụ dị ka ihe kpatara ya,"
]