[
  "Aero Contractors Company of Nigeria Limited, nke a maara dị ka Aero Contractor ma ọ bụ naanị Aero, bụ ụlọ ọrụ ụgbọ elu Naijiria nke steeti na-achịkwa nke dị na Murtala Muhammed International Airport na Ikeja, Lagos State, Nigeria",
  "Ọzọkwa, ọ na-arụ ọrụ helikọpta na ọrụ ndị njem na-arụ n'ime ụlọ na nke mba ụwa, ụgbọ elu ụgbọ elu na ọrụ ụgbọ elu nke atọ, n'ụzọ dị ukwuu iji kwado nnukwu ụlọ ọrụ mmanụ na gas nke Naịjirịa.",
  "E guzobere Aero Contractors na 1959 ma debanye aha na Naịjirịa na 1960",
  "N'oge ahụ, ọ bụ nke Schreiner Airways B.V",
  "nke Netherlands.",
  "Ọ ghọrọ ụlọ ọrụ nwere pasent ịrị anọ na 1973 ma mesịa nwee pasent ịrị isii na 1976, na-atụ anya ihe achọrọ nke Iwu Nkwado Ụlọ Ọrụ Naijiria nke 1977, nke a makwaara dị ka iwu indigenization",
  "Na Jenụwarị 2004, CHC Helicopter (CHC) zụrụ Schreiner Airways, nke nwetara ịrị anọ na Aero, ebe pasent ịrị isii ka ukwuu nọgidere n'ime ezinụlọ Ibru.",
  "N'ụbọchị mbụ n'ọnwa Julaị n'afọ 2010, CHC rere ihe onwunwe ya na Aero maka ịtụle otu naira, mgbe Aero ghọrọ nke ezinụlọ Ibru.",
  "N'ọnwa Machị afọ 2013, e mere ka ụgbọ elu kwụsi ruo ụbọchị iri na asatọ, na esemokwu banyere mpụga na mbelata nke ọnụ ọgụgụ ndị ọrụ",
  "Ọgbaghara ahụ, site na 13 na 28 Maachị, kwụsịrị ụgbọ elu itoolu nke Aero, a kọkwara na ọ furu ụlọ ọrụ ụgbọ elu ahụ ọ dịkarịa ala N10bn na ahịa tiketi.",
  "Mgbe itinye aka na ego, ụlọ ọrụ Asset Management Corporation of Nigeria (AMCON), otu aka nke Gọọmentị Federal nke Nigeria, nwere pasent ịrị isii nke Aero, na n'ọnwa Ọgọstụ afọ 2013 a kọrọ na AMCON weghaara njikwa nke onye na-ebu ya. A kpọrọ Hugh Fraser dịka onye isi oche ọhụrụ.",
  "N'ọnwa Ọgọstụ afọ 2013, e nwere ndị nta akụkọ na-ekwu na Gọọmentị etiti ga-eji Aero Contractors mee ihe dị ka isi nke ụlọ ọrụ ụgbọ mmiri mba ọhụrụ, na-eme ka ọ bụrụ isi site na N200 ijeri ego mbụ ọha na eze (IPO)",
  "A na-ekwu na a ga-akpọ ụlọ ọrụ ụgbọ elu ọhụrụ ahụ 'Nigerian Eagle', ọtụtụ afọ mgbe e wepụchara ụlọ ọrụ ụgbọelu Nigeria Airways, nakwa na ụlọ ọrụ ụgbọ elu ahụ ga-amalite ọrụ zuru oke tupu ngwụcha afọ (2013)",
  "Ezi ihe ndabere maka akụkọ a bụ ịpịgharị ụgbọelu Aero na agba nke otu egwuregwu bọọlụ mba Naịjirịa, Super Eagles",
  "Otú ọ dị, Ministri nke Ụgbọelu, mere ka o doo anya na ịpịgharị ụgbọelu ahụ bụ naanị mgbasa ozi metụtara iru eru nke ndị otu mba maka 2014 World Cup.",
  "N'afọ 2016, Aero Contractors ghọrọ onye mbụ ụlọ ọrụ ụgbọelu na-ahụ maka nsogbu akụ na ụba na-akawanye njọ na Naịjirịa mgbe ọ kwupụtara na ọ ga-akwụsị ọrụ niile a haziri site na 1 Septemba 2016. Otú ọ dị, kemgbe Disemba 2016 ụlọ ọrụ ụgbọ elu ahụ ejirila nwayọọ nwayọọ laghachi na ọrụ zuru oke, na-arụ ọrụ ụgbọ elu pụkụ isii narị asaa na ịrị na asaa na 2019.",
  "Aero bụ nke ezinụlọ Ibru nwere",
  "Asset Management Corporation of Nigeria (AMCON) ugbu a nwere pasent ịrị isii nke òkè, ebe ndị fọdụrụnụ bụ nke ezinụlọ Ibru.",
  "Aero nwere ngalaba abụọ:",
  "Aero ka nwere mmekọrịta teknụzụ na CHC gbasara ngalaba nku rotary ya.",
  "Aero Contractors bụ ụlọ ọrụ ụgbọ elu na-arụsi ọrụ ike ruo n'afọ 2016, mgbe ndakpọ akụ na ụba na Naịjirịa manyere mmechi ọrụ dị mkpirikpi.  Ọrụ ejirila nwayọọ nwayọọ mụbaa kemgbe ahụ, mana o yighị ka a ga-ebipụta akụkọ zuru ezu; ọnụ ọgụgụ ndị dị na nso nso a, nke kachasị site na akụkọ mgbasa ozi, gosipụtara n'okpuru ebe a (maka afọ ndị na-agwụ na 31 Disemba):",
  "Aero na-eje ozi n'ebe ndị a:",
  "Ndị Aero Contractors nwere ụgbọelu ndị a ka ọ na-erule n'ọnwa Ọgọstụ 2019:",
  "Ụgbọelu na-akwụsi ike n'oge gara aga gụnyere ụgbọelu ndị a:"
]