[
  "Aerosol bụ nkwụsị nke ezigbo ihe siri ike ma ọ bụ mmiri mmiri na ikuku ma ọ bụ gas ọzọ",
  "Aerosols nwere ike ịbụ ihe okike ma ọ bụ nke mmadụ",
  "Ihe atụ nke aerosols sitere n'okike bụ alụlụ ma ọ bụ alụlụ, uzuzu, ihe ndị na esi n'oké ọhịa apụta, na anwụrụ ọkụ",
  "Ihe atụ nke aerosols sitere n'aka mmadụ gụnyere ihe na emetọ ikuku, anwụrụ ọkụ sitere na nsị na mmiri eletrik, anwụrụ mmiri, ihe na esi ísì ụtọ sitere na atomizers, anwụrụ, uzuzu, anwụrụ si na kettle, ọgwụ ahụhụ a na awụfu, na ọgwụgwọ ahụike maka ọrịa iku ume",
  "Mgbe mmadụ na ekuru ihe dị n'ime pensụl ma ọ bụ e cigarette, ha na ekuru anthropogenic aerosol.",
  "Mmiri ma ọ bụ ihe siri ike dị na aerosol nwere diameters na erughị 1 μm (ihe ndị buru ibu nwere nnukwu ọsọ na eme ka ngwakọta ahụ bụrụ nkwụsị, mana ọdịiche ahụ abụghị nke doro anya)",
  "Na mkparịta ụka n'ozuzu, aerosol na ezo aka na usoro nkesa nke na ebute ngwaahịa ndị ahịa site na ite",
  "Ọrịa nwere ike ịgbasa site na obere mmiri na ume, mgbe ụfọdụ a na akpọ bioaerosols.",
  "A na akọwa Aerosol dị ka usoro nkwụsị nke ihe siri ike ma ọ bụ mmiri na gas",
  "Aerosol na agụnye ma ụmụ irighiri ihe na gas na akwụsi ike, nke na abụkarị ikuku",
  "Ndị na ahụ maka ihu igwe na akpọkarị ha ihe ụmụ irighari  PM2.5 ma ọ bụ PM10, dabere na nha ha. Frederick G",
  "Donnan nwere ike ịbụ onye mbụ jiri okwu aerosol mee ihe n'oge Agha Ụwa Mbụ iji kọwaa ngwọta aero, igwe ojii nke ụmụ irighiri microscopic na ikuku",
  "Okwu a mepụtara n'ụzọ yiri nke okwu hydrosol, usoro colloid nwere mmiri dị ka ihe na agbasa agbasa",
  "Aerosols mbụ nwere ụmụ irighiri ihe ndị a na etinye kpọmkwem na gas; aerosols nke abụọ na emepụta site na ntụgharị gas na particle",
  "Ndị isi aerosol gụnyere sulfates, organic carbon, black carbon, nitrates, mineral dust, na nnu oké osimiri, ha na agbakọta ọnụ iji mepụta ngwakọta dị mgbagwoju anya. Ụdị aerosol dị iche iche, nke a na ekewa dabere na ọdịdị anụ ahụ na otu esi emepụta ha, gụnyere uzuzu, anwụrụ ọkụ, anwụrụ na anwụrụ ọkụ",
  "E nwere ọtụtụ ihe ndị a na atụle nke aerosol concentration",
  "Sayensị gburugburu ebe obibi na ahụike gburugburu ebe obibi anaghị eji oke (M), akọwapụtara dị ka oke nke ihe particulate kwa unit, na nkeji dịka μg / m3",
  "A na ejikarị ọnụ ọgụgụ (N), ọnụ ọgụgụ nke ụmụ irighiri ihe kwa unit, na nkeji dịka ọnụ ọgụgụ kwa m3 ma ọ bụ ọnụ ọgụgụ kwa cm3.",
  "Ọnụ ọgụgụ nke ụmụ irighiri ihe nwere mmetụta dị ukwuu na njirimara ụmụ irighari, na radius ma ọ bụ dayameta nke aerosol bụ isi ihe eji emepụta aerosols.",
  "Aerosols dịgasị iche na mgbasa ha",
  "A monodisperse aerosol, nke a na emepụta na ụlọ nyocha, nwere ụmụ irighiri ihe dị n'otu nha",
  "Otú ọ dị, ọtụtụ aerosols, dị ka usoro polydisperse colloidal, na egosipụta ụdị nha dịgasị iche iche",
  "Mmiri mmiri na abụkarị ihe fọrọ nke nta ka ọ bụrụ okirikiri, mana ndị ọkà mmụta sayensị na eji otu dayameta iji gosipụta njirimara nke ụdị dị iche iche nke ụmụ irighiri ihe siri ike, ụfọdụ na adịghị mma",
  "Otu dayameta bụ dayameta nke ihe dị gburugburu nke nwere otu uru nke ụfọdụ ihe onwunwe dị ka ihe na adịghị mma",
  "A na akọwa dayameta olu (de) dị ka dayameta dị gburugburu nke otu olu dị ka nke nke ihe na enweghị atụ",
  "A na ejikarị dayameta aerodynamic, da.",
  "Maka a monodisperse aerosol, otu ọnụọgụ nke diametrical na akọwa nha nke diametral",
  "Otú ọ dị, nkesa dị mgbagwoju anya na akọwa nha nke ụmụ irighiri ihe na polydisperse aerosol",
  "Nkewa a na akọwa ọnụọgụ nke ụmụ irighiri ihe, nke a haziri dịka nha. Otu ụzọ isi kọwaa nkesa nha nke ụmụ irighiri ihe na eji ndepụta nke nha nke ụmụ ọ bụla dị na sample",
  "Otú ọ dị, usoro a na egosi na ọ na agwụ ike ịchọpụta na aerosols nwere ọtụtụ nde ụmụ irighiri ihe na ihe na adịghị mma iji",
  "Ụzọ ọzọ na ekewa nha n'ime oge ma chọta ọnụ ọgụgụ (ma ọ bụ oke) nke ụmụ irighiri ihe na oge ọ bụla",
  "Enwere ike igosi data ndị a na histogram na mpaghara nke ogwe ọ bụla na anọchite anya ọnụ ọgụgụ nke ụmụ irighiri ihe dị na bin ahụ, nke a na emekarị site na ịkewa ọnụ ọgụgụ nke irighiri na bin site na obosara nke oge ahụ ka mpaghara nke oghere ọ bụla kwekọọ na ọnụ ọgụgụ nke ihe dị na nha nke ọ na anọchi anya",
  "Ọ bụrụ na obosịrị nke bins na abụ efu, ọrụ ugboro bụ:",
  "ebe",
  "Ya mere, mpaghara dị n'okpuru usoro ugboro ugboro n'etiti nha abụọ a na b na anọchite anya ngụkọta nke ụmụ irighiri ihe dị na nha ahụ:",
  "A pụkwara ịhazi ya n'ihe gbasara ọnụ ọgụgụ ngụkọta N:",
  "N'iburu n'uche na aerosol particles dị gburugburu, a na enye mpaghara elu aerosol kwa unit volume (S) site na oge nke abụọ:",
  "Oge nke atọ na enye ngụkọta ọnụ ọgụgụ (V) nke ụmụ irighiri ihe:",
  "Enwere ike ịkọwa nkesa nke nha nke ụmụ irighiri ihe",
  "Nkesa nkịtị anaghị akọwa nkesa nha nke ụmụ irighiri ihe na aerosols n'ụzọ kwesịrị ekwesị n'ihi skewness metụtara ogologo ọdụ nke ụmụ irigbiri ihe buru ibu",
  "Ọzọkwa maka ọnụọgụ dịgasị iche iche n'ọtụtụ ebe, dị ka ọtụtụ nha aerosol na eme, obosara nke nkesa ahụ na egosi nha ụmụ irighiri ihe na adịghị mma, nke na abụghị ihe ezi uche dị na ya",
  "Otú ọ dị, nkesa nkịtị nwere ike dabara adaba maka ụfọdụ aerosols, dị ka aerosols nnwale, ụfọdụ mkpụrụ ntụ ntụ na spores.",
  "Nchịkọta log normal nke a họọrọ n'ọtụtụ ebe na enye ọnụọgụ ọnụọgụ dị ka:",
  "ebe:",
  "Nkwekọrịta log normal enweghị ụkpụrụ na adịghị mma, nwere ike ikpuchi ọtụtụ ụkpụrụ, ma dabara n'ọtụtụ nkesa nha a hụrụ nke ọma.",
  "Nkesa ndị ọzọ a na eji eme ihe mgbe ụfọdụ iji gosipụta nha ụmụ irighiri ihe gụnyere: nkesa Rosin Rammler, nke a na etinye na ntụ ntụ na sprays; nkesa Nukiyama Tianasawa, maka nkesa nke oke oke oke; nkesa ọrụ ike, nke a etinye mgbe ụfọdụ na aerosols ikuku; nkesa exponential, nke a kwadoro na ihe ntụ; na maka mmiri igwe ojii, nkesa Khrgianzar Mazin.",
  "Maka ọnụọgụ dị ala nke ọnụọgụ Reynolds (<1), eziokwu maka ọtụtụ mmegharị aerosol, iwu Stokes na akọwa ike nke nguzogide na ihe siri ike dị gburugburu na mmiri",
  "Otú ọ dị, iwu Stokes dị irè naanị mgbe ọsọ nke gas n'elu ihe ahụ bụ efu",
  "Maka obere ụmụ irighiri ihe (< 1 μm) nke na egosipụta aerosols, Otú ọ dị, echiche a adaghị",
  "Iji kọwaa ọdịda a, mmadụ nwere ike iwebata ihe mgbazi Cunningham, mgbe niile karịa 1",
  "Gụnyere ihe a, mmadụ na achọta mmekọrịta dị n'etiti ike na eguzogide ihe na ọsọ ya:",
  "ebe",
  "Nke a na enye anyị ohere ịgbakọ ọsọ ọsọ nke ihe na agafe ike ndọda na ikuku",
  "N'ileghara mmetụta na ese n'elu mmiri anya, anyị na ahụ:",
  "ebe",
  "Enwere ike inweta ọsọ ọsọ maka ụdị ike ndị ọzọ",
  "Ọ bụrụ na iwu Stokes na ejide, mgbe ahụ, iguzogide mmegharị ahụ na adabere na ọsọ",
  "Ihe na adịgide adịgide nke nha bụ mmegharị igwe (B) nke ihe:",
  "Akụkụ na agagharị na ọsọ ọ bụla ezi uche dị na ya na eru nso ọsọ ọsọ ya na oge e folding nke ya na oge ezumike:",
  "ebe:",
  "Iji kọwaa mmetụta nke ọdịdị nke ụmụ irighiri ihe ndị na abụghị spherical, a na etinye ihe mgbazi a maara dị ka ihe ọdịdị dị ike na iwu Stokes",
  "A na akọwa ya dị ka oke nke ike na eguzogide nke ihe na adịghị mma na nke ihe na'ime ihe na agba gburugburu nke nwere otu olu na ọsọ:",
  "ebe:",
  "A na akọwa dayameta aerodynamic nke ihe na adịghị mma dị ka dayameta nke ihe na'akụkụ gburugburu nke nwere njupụta nke 1000 kg / m3 na otu ọsọ ahụ dị ka ihe na enweghị isi.",
  "N'ileghara mgbazi mgbapụ anya, ụmụ irighiri ihe ahụ na ada na ọsọ ọsọ nke kwekọrọ na square nke dayameta ikuku, da:",
  "ebe",
  "Usoro a na enye dayameta ikuku:",
  "Otu onye nwere ike itinye dayameta aerodynamic na mmetọ particulate ma ọ bụ ọgwụ ndị a na eku ume iji buo amụma ebe dị n'ime usoro iku ume dị otú ahụ",
  "Ụlọ ọrụ na emepụta ọgwụ na e",
  "ejikarị dayameta aerodynamic, ọ bụghị dayameta geometric, iji gosipụta ụmụ irighiri  na ọgwụ ndị a na-eku ume",
  "[citation needed]",
  "Nkwurịta okwu gara aga lekwasịrị anya na otu aerosol particles",
  "N'ụzọ dị iche, aerosol dynamics na akọwa evolushọn nke ọnụ ọgụgụ aerosol zuru oke",
  "Ọnụ ọgụgụ nke ụmụ irighiri ihe ga agbanwe ka oge na aga n'ihi ọtụtụ usoro",
  "Usoro mpụga nke na ebugharị ụmụ irighiri ihe n'èzí mpụga gas a na amụ gụnyere mgbasa, nkwụsị nke ike ndọda, na ụgwọ eletrik na ike ndị ọzọ dị n'èstre nke na akpata mbata nke ụmụ irighari",
  "Usoro nke abụọ nke usoro dị n'ime otu gas gụnyere mmepụta nke ụmụ irighiri ihe (nucleation), evaporation, chemical reaction, na coagulation",
  "Usoro dị iche iche a na akpọ Aerosol General Dynamic Equation (GDE) na akọwa evolushọn nke ọnụ ọgụgụ nke ụmụ irighiri ihe na aerosol n'ihi usoro ndị a.",
  "Mgbanwe n'oge = njem convective + mgbasa Brownian + mmekọrịta gas-particle + coagulation + mbata site na ike mpụga",
  "Ebe:",
  "Ka ụmụ irighiri ihe na droplets na aerosol na emetụta ibe ha, ha nwere ike ịnata coalescence ma ọ bụ aggregation",
  "Usoro a na eduga na mgbanwe na nkesa aerosol, na ọnọdụ na abawanye na dayameta ka ọnụ ọgụgụ zuru ezu nke ụmụ irighiri ihe na ebelata",
  "N'oge ụfọdụ, ụmụ irighari nwere ike ịdọwa n'ime ọtụtụ ụmụ irighri; Otú ọ dị, usoro a na emekarị na ụmụ irighir ihe buru ibu maka ịtụle dị ka aerosols.",
  "Ọnụ ọgụgụ Knudsen nke ụmụ irighiri ihe na akọwa usoro atọ dị iche iche na achịkwa omume nke aerosol:",
  "ebe bụ ụzọ efu I nke gas na akwụsi ike ma bụrụ dayameta nke ihe ahụ.\n  \n    \n      \n        λ\n      \n    \n    {\\displaystyle \\lambda }\n  \n\n  \n    \n      \n        d\n      \n    \n    {\\displaystyle d}\n  \n Maka ụmụ irighiri ihe dị n'ime ọchịchị mkpụrụ ndụ n'efu, Kn >> 1; ụmụ irighari obere ma e jiri ya tụnyere ụzọ nnwere onwe nke gas na akwụsi ike. N'ọchịchị a, ụmụ irighiri ihe na emekọrịta ihe na gas na akwụsi ike site na usoro \"ballistic\" na emetụta mkpụrụ ndụ gas",
  "N 'ihi nke a, ha na akpa àgwà yiri nke gas molecules, na agbaso usoro ma na agbasa ngwa ngwa site na mmegharị Brownian",
  "Njikọ nke oke na agafe n'ime usoro nnwere onwe nke mkpụrụ ndụ bụ:",
  "ebe a bụ radius nke ụmụ irighiri , P∞ na PA bụ nrụgide dị anya site na droplet na n'elu droplet n'otu n'otu, kb bụ Boltzmann na adịgide adịgide, T bụ okpomọkụ, CA pụtara ọsọ okpomọkụ na α bụ coefficient nke ọnụ ọgụgụ",
  "[citation needed] Nweta nke usoro a na ewere nrụgide na adịkarị na coefficient diffusion na adịgidere.",
  "Akụkụ dị n'ọchịchị na aga n'ihu mgbe Kn << 1. N'ọchịchị a, ụmụ irighiri ihe ndị ahụ buru ibu ma e jiri ya tụnyere ụzọ na enweghị ihe ọ bụla nke gas na akwụsi ike, nke pụtara na gas na arụ ọrụ dị ka mmiri na aga n'ihu na aga gburugburu ụmụ irighari ahụ. Mgbanwe nke mkpụrụ ndụ n'ime ọchịchị a bụ:",
  "ebe a bụ radius nke ihe A, MA bụ oke nke ihe A na eme, DAB bụ coefficient mgbasa ozi n'etiti  A na B, R bụ ezigbo gas na adịgide adịgide, T bụ okpomọkụ (na nkeji zuru oke dị ka kelvin), na PA∞ na PAS bụ nrụgide na enweghị njedebe na n'elu",
  "[citation needed]",
  "Ọchịchị mgbanwe ahụ nwere ụmụ irighiri ihe niile dị n'etiti usoro nnwere onwe na usoro na aga n'ihu ma ọ bụ Kn ≈ 1",
  "Ike nke ihe na ahụ bụ ngwakọta dị mgbagwoju anya nke mmekọrịta ya na mkpụrụ ndụ gas n'otu n'otu na mmekọrịta macroscopic",
  "Usoro nke ọkara nke na akọwa oke na aga bụ:",
  "ebe Icont bụ oke na aga n'ihu na ọchịchị na aga nke ọma",
  "[citation needed] A na akpọ usoro a usoro Fuchs Sutugin interpolation",
  "Usoro ndị a anaghị atụle mmetụta nke okpomọkụ.",
  "Echiche nkewa nke aerosol na achịkwa condensation na evaporation site na elu aerosol, n'otu n'otu",
  "Njikọ nke oke na eme ka ọnọdụ nke nkesa nke aerosol mụbaa; n'aka nke ọzọ, evaporation na eme gore ọnọdụ ahụ belata",
  "Nucleation bụ usoro nke ịmepụta aerosol mass site na condensation nke gas precursor, ọkachasị ikuku",
  "Net condensation nke ikuku na achọ supersaturation, nrụgide dị ukwuu karịa nrụgide ikuku ya",
  "Nke a nwere ike ime n'ihi  atọ: [citation needed]",
  "E nwere ụdị usoro nucleation abụọ",
  "Gases na ejikarị n'elu ihe ndị dị na aerosol, nke a maara dị ka heterogeneous nucleation",
  "Usoro a na eme ka dayameta dị n'ụdị nkesa nke nha nke ụmụ irighiri ihe na abawanye na ọnụ ọgụgụ ọnụ ọgụgụ na adịgide adịgide",
  "Site na oke oke oke na enweghị elu kwesịrị ekwesị, ụmụ irighari nwere ike ịtachi na enweghị elu dịbu adịgide, nke a maara dị ka homogeneous nucleation",
  "Nke a na ebute mgbakwunye nke obere, ụmụ irighiri ihe na eto ngwa ngwa na nkesa nha ụmụ irighari.",
  "Mmiri na ekpuchi ụmụ irighiri ihe na aerosols, na eme ka ha rụọ ọrụ, na emekarị n'ihe gbasara ịmepụta mmiri igwe ojii (dị ka igwe ojii sitere na aerosol site na osisi dị n'oké ọhịa). N'ịgbaso usoro Kelvin (dabere na nkwonkwo nke mmiri mmiri), obere ụmụ irighiri ihe chọrọ iru mmiri dị elu iji nọgide na enwe nguzozi karịa ụmụ irighari buru ibu",
  "Usoro na esonụ na enye oke iru mmiri na nguzozi:",
  "ebe nrụgide ikuku saturation n'elu ihe dị na nguzozi (n'akụkụ mmiri mmiri dị mgbagwoju anya), p0 bụ nrụgide ikuku saturatation (elu elu nke otu mmiri ahụ) na S bụ oke saturation.\n  \n    \n      \n        \n          p\n          \n            s\n          \n        \n      \n    \n    {\\displaystyle p_{s}}",
  "Njikọ Kelvin maka nrụgide ikuku saturation n'elu elu gbagọrọ agbagọ bụ:",
  "ebe rp droplet radius, σ elu elu tension nke droplet, ρ density nke mmiri, M molar mass, T okpomọkụ, na R molar gas constant.",
  "Enweghị ngwọta n'ozuzu maka usoro nhazi nke ihe (GDE);  usoro a na ejikarị eme ihe iji dozie usoro nhazi nke usoro gụnyere:",
  "Ndị mmadụ na emepụta aerosols maka ebumnuche dị iche iche, gụnyere:",
  "Ụfọdụ ngwaọrụ maka ịmepụta aerosols bụ:",
  "Nkwụsi ike nke agglomerates nanoparticle dị oke mkpa maka ịtụle nkesa nha nke ụmụ irighiri ikuku sitere na nano powders ma ọ bụ isi mmalite ndị ọzọ",
  "N'ebe ọrụ nanotechnology, ndị ọrụ nwere ike ikpughe site na iku ume na ihe ndị nwere ike igbu egbu n'oge njikwa na nhazi nke nanomaterials",
  "Nanoparticles n'ime ikuku na emekarị agglomerates n'ihi ike na adọrọ mmasị n'etiti ihe ndị dị n'ime, dị ka ike van der Waals ma ọ bụ ike electrostatic ma ọ bụrụ na a na akwụ ụgwọ ihe ndị ahụ",
  "N'ihi ya, a na ahụkarị ụmụ irighiri aerosol dị ka agglomerates karịa ụmụ irighari ọ bụla",
  "Maka ikpughe na nyocha ihe ize ndụ nke ikuku nanoparticles, ọ dị mkpa ịmara banyere nkesa nha nke aerosols",
  "Mgbe ụmụ mmadụ na ekuru ya, a na etinye ụmụ irighiri ihe ndị nwere dayameta dị iche iche n'ebe dị iche iche nke usoro iku ume dị n'etiti na nke dịpụrụ adịpụ",
  "E gosipụtara na ụmụ irighiri ihe dị na nanoscale na abanye n'ihe mgbochi ikuku ọbara n'ime akpa ume ma na agafe n'ime akụkụ nke abụọ n'ime ahụ mmadụ, dị ka ụbụrụ, obi na imeju",
  "Ya mere, ihe ọmụma banyere nkwụsi ike nke nanoparticle agglomerates dị mkpa maka ịkọ ọdịdị nke aerosol particles, nke na enyere aka nyochaa ihe ize ndụ ha nwere ike inwe n'ahụ mmadụ.",
  "E guzobere usoro nnwale dị iche iche iji nwalee nkwụsi ike nke ụmụ irighiri ikuku na ikike ha nwere ịpụ n'okpuru ọnọdụ dị iche iche",
  "Usoro zuru oke a kọrọ n'oge na adịbeghị anya nwere ike ịnọgide na enwe usoro aerosolization siri ike ma mepụta aerosols nwere ọnụ ọgụgụ dị mma na nha dị mma site na nano powders. Enwere ike ịmụ ikike deagglomeration nke ihe dị iche iche na efe efe site na iji oghere dị oke egwu. Na mgbakwunye, e mepụtara ngwaọrụ na agbawa mmetụta iji nyochaa ike njikọ n'etiti ụmụ irighiri ihe.",
  "Enwere ike ịhụ usoro nyocha nke deagglomeration site na mmepe nke ụdị dị iche iche nke usoro dị ugbu a",
  "Enwere ike ịhazi ohere nke deagglomeration nke aerosol particles na ntọala ọrụ maka nanomaterials dị iche iche ma ọ bụrụ na usoro ntụaka dị",
  "Maka ebumnuche a, enwere ike ịmalite ntụnyere nke nyocha site na nhazi dị iche iche iji nyochaa mmetụta nke njirimara usoro na njirimara nke aerosols nke nanomaterials mepụtara.",
  "Aerosol nwere ike ịlele n'ebe ma ọ bụ site na usoro mmetụta dịpụrụ adịpụ.",
  "Ụfọdụ usoro nyocha dị n'ebe ahụ gụnyere:",
  "Ụzọ mmetụta dị anya gụnyere:",
  "Ihe nwere ike itinye n'ime imi, ọnụ, pharynx na larynx (mpaghara isi ikuku), miri n'ime traktị iku ume (site na trachea ruo na bronchioles ọnụ), ma ọ bụ na mpaghara alveolar. Ebe a na etinye ihe ndị aerosol dị n'ime usoro iku ume na ekpebisi ike mmetụta ahụike nke ikpughe ikuku ikuku dị otú ahụ. Ihe omume a mere ka ndị mmadụ chepụta aerosol samplers nke na ahọrọ akụkụ nke ikuku aerosol na erute akụkụ ụfọdụ nke akụkụ iku ume. Ọmụmaatụ nke akụkụ ndị a nke oke nha nke ikuku ikuku, dị mkpa na ahụike ọrụ, gụnyere ụmụ irighiri ihe na ekuku ume, thoracic, na iku ume",
  "Iberibe nke nwere ike ịbanye n'akụkụ ọ bụla nke usoro iku ume na adabere na ntinye nke ụmụ irighiri ihe dị n'akụkụ elu nke ikuku.",
  "The inhalable ụmụ irighiri irighiri, kọwara dị ka nkezi nke irighiri ihe mbụ na ikuku nwere ike ịbanye imi ma ọ bụ ọnụ, dabere na mpụga ifufe ọsọ na direction na na urughuru size nkesa site aerodynamic dayameta. Iberibe thoracic bụ oke nke ụmụ irighiri ihe dị na ikuku ambient nke nwere ike iru n'akụkụ thorax ma ọ bụ obi.",
  "Ihe dị nta nke na ekuku ume bụ oke nke ụmụ irighiri ihe dị na ikuku nwere ike iru mpaghara alveolar. Iji tụọ akụkụ dị nta nke ikuku iku ume, a na eji ihe nzacha nke mbụ na eji ihe nzacha mee ihe",
  "Onye na anakọta ihe na ewepu ihe dị ka ụzọ ikuku na ewepụ ihe dị n'ikuku ikuku",
  "Ihe nzacha nlele na anakọta ụmụ irighiri ihe maka nha",
  "A na ejikarị nkewa cyclonic eme ihe maka onye na anakọta ihe, mana usoro ndị ọzọ gụnyere mmetụta mmetụta, elutriators kwụ ọtọ, na nnukwu ihe nzacha akpụkpọ anụ..",
  "Ụkpụrụ abụọ ọzọ na ahọrọ nha, nke a na ejikarị eme ihe na nlekota ikuku, bụ PM10 na PM2.5",
  "ISO na akọwa PM10 dị ka ụmụ irighiri ihe ndị na agafe n'ọnụ ụzọ na ahọrọ nha na 50% arụmọrụ cut off na 10 μm aerodynamic dayameta na PM2.5 dị ka ụmụ nke na agafere n'ọnụ mmiri na ahọpụta nha na 50% efficiency cut off",
  "PM10 kwekọrọ na \"nkwekọrịta obi\" dịka akọwapụtara na ISO 7708:1995, Nkebi nke 6; PM2.5 kwekọrọ na \"\"nkwekọta iku ume dị elu\" dịka akọwara na ISO 7 708:1995. Ụlọ Ọrụ Na ahụ Maka Nchebe Gburugburu Ebe Obibi nke United States dochiri ụkpụrụ ochie maka ihe particulate dabere na Total Suspended Particulate na ụkpụrụ ọzọ dabere na PM10 na 1987 wee webata ụkpụrụ maka PM2.5 (nke a makwaara dị ka ihe particulate dị mma) na 1997.",
  "Ọtụtụ ụdị ikuku ikuku nwere mmetụta dị ukwuu na ihu igwe nke ụwa: mgbawa ugwu, uzuzu ọzara, nnu mmiri, nke sitere na isi mmalite biogenic na nke mmadụ mere",
  "Aerosol volcanic na emepụta na stratosphere mgbe mgbawa dị ka mmiri nke sulfuric acid nke nwere ike ịdịru ruo afọ abụọ, ma gosipụta ìhè anyanwụ, na ebelata okpomọkụ",
  "Uzuzu ọzara, mineral particles na afụli elu, na amịkọrọ okpomọkụ ma nwee ike ịbụ ihe kpatara igbochi mmepụta igwe ojii",
  "Aerosols sulfate nke mmadụ mere, karịsịa site na mmanụ na coal na-ere ọkụ, na emetụta omume igwe ojii.",
  "Ọ bụ ezie na hydrometeors niile, siri ike na mmiri, nwere ike ịkọwa dị ka aerosols, a na emekarị ọdịiche n'etiti ụdị mgbasa dị otú ahụ (ya bụ, ígwé ijiojii) nwere mmiri na kristal, na aerosol particles",
  "Ikuku nke ụwa nwere aerosols nke ụdị dị iche iche na njupụta, gụnyere ọnụọgụ nke:",
  "Aerosols nwere ike ịchọta na gburugburu ebe obibi obodo n'ụdị dị iche iche, dịka ọmụmaatụ:",
  "Ọnụnọ nke aerosols na ikuku ụwa nwere ike imetụta ihu igwe ya, yana ahụike mmadụ."
]