[
  "Aesthetics na-ekpuchi ma eke na keakamere isi mmalite nke ịma mma na ikpe",
  "Ọ na-atụle ihe na-eme n'uche anyị mgbe anyị na-etinye aka na ihe ịchọ mma ma ọ bụ gburugburu dị ka ikiri ihe ngosi anya, ige egwu, ịgụ uri, ịhụ egwuregwu, ma ọ bụ ịgagharị ihe okike",
  "Nkà ihe ọmụma nka na-amụ kpọmkwem ka ndị na-ese ihe si eche echiche, kee ihe, na ịrụ ọrụ nka, yana otu ndị mmadụ si eji, ụtọ, na nkatọ nka",
  "Aesthetics na-atụle ihe kpatara ndị mmadụ ji amasị ụfọdụ ọrụ nka ọ bụghị ndị ọzọ, yana ka nka nwere ike isi metụta ọnọdụ ọnọdụ ma ọ bụ ọbụna nkwenkwe anyị",
  "Ma aesthetics na nkà ihe ọmụma nke nkà na-ajụ ajụjụ ndị dị ka \"Gịnị bụ nkà?\" \"Gịnị bụ ọrụ nka?\" na \"Gịnị na-eme ka nkà dị mma?\"",
  "Ndị ọkammụta nọ n'ihe ọmụmụ ahụ akọwawo ihe ịchọ mma dị ka \"ntụgharị uche dị oke mkpa na nka, omenala na okike\"",
  "N'asụsụ bekee nke oge a, okwu ahụ bụ \"aesthetic\" nwekwara ike na-ezo aka na usoro nke ụkpụrụ na-adabere na ọrụ nke otu nkà mmegharị ma ọ bụ tiori (otu onye na-ekwu, dịka ọmụmaatụ, Renaissance aesthetic).",
  "Okwu aesthetic sitere na Grik αἰσθητικός ( aisthetikos, nke pụtara \"aesthetic, mmetụta, sentient, metụtara nghọta nghọta\"), nke n'aka nke sitere na αἰσθάνομαι ( aisthanomai, nke pụtara \"M na-aghọta, mmetụta, uche\" na metụtara αἴσθησις",
  "( aisthēsis, \"sensation\")",
  "Aesthetics n'echiche etiti a ka ekwuru na ọ ga-amalite site n'usoro isiokwu dị na \"Ihe ụtọ nke echiche\" nke onye nta akụkọ Joseph Addison dere na mbipụta mbụ nke magazin bụ Spectator na 1712",
  "Okwu ahụ bụ \"aesthetics\" bụ nke ekwesịrị ma were ihe ọhụrụ pụtara site n'aka onye ọkà ihe ọmụma German bụ Alexander Baumgarten na akwụkwọ edemede ya Meditationes philosophicae de nonnullis ad poema pertinentibus (\"Ntụle nkà mmụta sayensị nke ihe ụfọdụ metụtara uri\") na 1735;  Baumgarten họọrọ \"aesthetics\" n'ihi na ọ chọrọ imesi ahụmahụ nka ike dị ka ụzọ isi mara",
  "A na-ewere nkọwa Baumgarten maka ịchọ mma n'iberibe Aesthetica (1750) mgbe ụfọdụ dị ka nkọwa mbụ nke ihe ịchọ mma ọgbara ọhụrụ."
]