[
  "Afọ mmiri (nke a na-akpọkwa afọ mmiri, afọ mmiri ma ọ bụ afọ mmiri) bụ ókwú a na-ejikarị eme ihe na hydrology iji kọwaa ógè nkè ọnwa irí na abụọ nke a na-atụle ngụkọta mmiri ozuzo",
  "Mmalite ya dị íchè na afọ kalenda n'ihi na akụkụ nke mmiri ozuzo nke na-ada na ngwụcha ógè mgbụsị akwụkwọ na ógè oyi na-agbakọta dị ka snow ma ọ naghị agba ruo mgbè ógè opupu ihe ubi ma ọ bụ ógè okpomọkụ snow na-agbaze",
  "Ebumnuche bụ iji hụ na ihe niile o Kwèrè mee nke mmiri na-asọba n'elu n'ogè afọ mmiri bụ ihe kpatara mmiri ozuzo n'otu afọ mmiri ahụ.",
  "N'ihi ihe ndị metụtara ihu igwe na ala, nkọwa nke afọ mmiri dịgasị iche",
  "United States Geological Survey (USGS) na-akọwa ya dị ka ógè dị n'etiti October 1 nke otu afọ n'ọnwa Septemba ụbọchị iri atọ nke ọzọ, dịka ngwụcha Septemba ruo mmalite Ọktoba bụ ógè màkà ọtụtụ ebe mmiri na US iji nwee mmiri kachasị ala na ọkwa mmiri dị n'okpuru ala.\nA na-ahọpụta afọ mmiri site na afọ kalenda nke ọ kwụsịrị, ya mèrè afọ mmiri 2010 malitere n'ubochi mbu n'ọnwa Ọktoba, 2009 wee gwụ n'ubochi irí atọ n'ọnwa Septemba, 2010",
  "Otu ụzọ isi mata afọ mmiri bụ ịchọta oge ọnwa iri na abụọ na-esote nke na-ejikarị eme ihe, afọ n'afọ, na-enye njikọ kachasị elu n'etiti mmiri ozuzo na iyi na mgbanwe ndị a na-apụghị ịhụ ányá na nchekwa (ya bụ, mmiri ala na snow). Dị ka ọ na-adịkarị, ógè mgbè ọdịiche nke nchekwa site n'afọ ruo n'afọ bụ nke kacha nta bụ ógè nwéré ọkwa nchekwa kacha nta na nke kacha nta",
  "Otú ọ dị, ihe ndị a na-atụle na-emetụtakwa nkọwa nkè afọ mmiri",
  "Dịka ọmụmaatụ, na Canada afọ mmiri na-amalite n'ọnwa Ọktoba, o doro anya na ọ ga-adaba na US, ọ bụ ezie na ọnọdụ nha ka mma dị n'ogè oyi.",
  "Iji kwado ọdịiche mpaghara na ihu igwe, ụfọdụ ndị na-eme nchọpụta na-eji afọ mmiri mpaghara ọ bụla nké na-amalite n'ọnwa na nké kachasị ala.",
  "A na-eji ụdị afọ mmiri (ma ọ bụ ihe ngosi ) iji gosipụta data mmiri nke akụkọ ihe méré eme n'ụdị dị mfe",
  "Ihe ngosi ndị a na-enyere áká ịhazi afọ mmiri yiri maka atụmatụ nke ọrụ mmiri dabere na iwu",
  "Otu usoro a na-ahụkarị na-agụnye: afọ kpọrọ nkụ, afọ kpọrọ nká, afọ nkịtị, afọ mmiri, afọ mmiri dị ukwuu",
  "A na-akọwa afọ ndị ahụ site na ịtọ ọnụ ọgụgụ ọnụ ọgụgụ màkà mmiri na-asọba n'afọ mmiri",
  "Ụzọ a na-agbakọ (na ụdị) na-adịgasị íchè site na mpaghara, ya mèrè ọtụtụ ihe ngosi dị, dịka ọmụmaatụ:",
  "E mepụtara ọtụtụ ihe ngosi ndị a na-eji eme ihe n'oge na-adịghị ányá",
  "Dịka ọmụmaatụ, California River Indices bụ nkezi nke atụmatụ nke mmiri na-agbaze n'ogè opupu ihe ubi, mmiri na-asọ asọ màkà afọ ndị ọzọ, na nsonaazụ màkà afọ gara aga, gbakọrọ màkà ọdọ mmiri ole na ole dị iche iche iji kewaa afọ mmiri dị ka mmiri, karịa nke kwesịrị ekwesị, n'okpuru nke kwesịrị ekwesị (afọ ndị kpọrọ nkụ, na nke dị oke njọ ). E mepụtaghị ihe ngosi California ndị a \"site na nyocha ọnụ ọgụgụ nke ọnọdụ ọdọ mmiri akụkọ ihe méré eme na mmiri na-asọba\".",
  "Ihe ngosi niile site na okike na-egosipụta ụkpụrụ akụkọ ihe méré eme ma ya mèrè enweghị ike ijide ọdịiche dị na ihu igwe nke a maara na ọ na-eme ka nkesa nke ụdị afọ mmiri ghara ịdị otu n'ogè.",
  "Ihe atụ nkè otu esi eji afọ mmiri eme ihe:"
]