[
  "Afọ ọsịsa bụ ọnọdụ nke ịnwe usoro eriri afọ na esighi ike ma ọ bụ gbara mmiri opekata mpe ugboro 3 kwa ụbọchị",
  "Ọ na anọkarị ụbọchị ole ma ole, ọ nwere ike ịdapụta na ahụ ịta mmiri n’ihi mmiri na apụ",
  "Ihe nrịbama nke ahụ ịta mmiri na ebidokarị na ọpụpụ nke ndọtị anụahụ yana mgbanwe na omume",
  "Nke a nwere ike ịbanye na mamịrị gbadara, ọpụpụ nke agba anụahụ, obi na akụ ọsọ ọsọ, yana mgbada na nzaghachi ka ọ na akawanye njọ",
  "Nsi na esighi ike mana na adịghị mmiri mmiri n’ụmụ ntakịrị ndị a na enye ara nne, agbanyeghị, ọ nwere ike ịdị mma.",
  "Ihe na ebutekarị ọrịa nke mgbiri afọ bụ nje, ahụhụ na ebu ọrịa, alị, ma ọ bụ ọnọdụ akpọrọ afọ okuku",
  "A na enwetakarị ọrịa ndị a site na nri ma ọ bụ mmiri metọrọ emetọ na nsị, ma ọ bụ site ozugbo n’aka onye ọzọ nwere ọrịa ahụ",
  "Enwere ike ịkewa ya n’ụzọ atọ: afọ ọsịsa nsị mmiri mmiri na anọ obere oge, afọ ọsịsa nsị ọbara na anọ obere oge, yana ọ bụrụ na ọ gafee izu abụọ, afọ ọsịsa jụrụ ọgwụgwọ",
  "Afọ ọsịsa nsị mmiri ahụ na anọ obere oge nwere ike ịbụ n’ihi ọrịa nke otoro",
  "Ọ bụrụ na ọbara dị na ya a na akpọkwa ya afọ ọbara. Imirikiti ihe na adịghị efe efe nwekwara ike ịdapụta na afọ ọsịsa gụnyere: hyperthyroidism, ojuju lactose, ọrịa eriri afọ koro eko, mkpokọta nke ọgwụgwọ, yana nzipụta eriri afọ na agbakasị ahụ yana ihe ndị ọzọ. N’ọtụtụ oge anaghị achọ ọchichọ nje na nsị iji mara ihe butere ya kpọmkwem.",
  "Mgbochi nke afọ ọsịsa na efe efe bụ site na nzacha na mkpocha emelitere, mmiri ọnụnọ dị ọcha, yana ịsacha aka",
  "Ịnye ara ihe dị ka ọnwa isii ka akwadoro dị ka ọ bụ ịgba ọgwụ mgbochi maka rotavirus",
  "Mkpokọta ntighachi mmiri n’ahụ (ORS), nke bụ mmiri dị ọcha nwere nnu na suga ziri ezi, bụ ọgwụgwọ nke ahọpụtara",
  "Akwadokwara Mkpụrụ ọgwụ Zinc. Ekpebiri na ọgwụgwọ ndị a azọpụtala ọnụọgụ nde 50 ụmụaka n’ime afọ 25 gara aga",
  "Mgbe ndị mmadụ nwere afọ ọsịsa, akwadoro na ha gara n’ihu na eri nri dị mma, ụmụ ọhụrụ gaa n’ihu na anụ mmiri ara. Ọ bụrụ na ORS azụmahịa adịghị, enwere ike iji mmiri emere n’ụlọ. Maka ndị nwere nnukwu ahụ ịta mmiri, enwere ike ịchọ mmiri nkwunye. Imirikiti oge; agbanyeghị, enwere ike ijikwa ya nke ọma yana mmiri site na ọnụ. Ọgwụ mgbochi, anaghị ejikarị ya, enwere ike ịkwado ya n’ebe ụfọdụ dị ka ndị nwere afọ ọsịsa nsị ọbara yana ahụ ọkụ, ndị nwere afọ ọsịsa sotere njem, yana ndị na amụba ahụhụ ma ọ bụ alị akọwapụtara na nsị ha. Loperamide nwere ike ịnyere aka belata ọnụọgụ nke ọgụga eriri afọ mana akwadoghi ya maka ndị nwere nnukwu ọrịa.",
  "Ihe dị ka nsogbu ijeri 1.7 ruo 5 nke afọ ọsịsa na eme kwa afọ. Ọ kachasị eme na obodo ndị na etolite etolite, ebe ụmụaka na eto eto na enweta afọ ọsịsa na ọkara ugboro atọ kwa afọ. N’ụwa gburugburu, ebe 2012, ọ bụ ihe nke abụọ kachasị ebute ọnwụ n’ebe ụmụaka nọ na erughi afọ ise (ọnụọgụ 0.76 ma ọ bụ 11%). Ọtụtụ mmemme nke afọ ọsịsa bụkwa ihe na ebutekarị kwashiokor yana ihe kachasị ebute ya n’ebe ndị na erubeghi afọ ise nọ. Nsogbu ndị ọzọ na atọke aka nwere ike ịdapụta gụnyere ntolite anụahụ na ụbụrụ isi na adịghị mma."
]