[
  "'Afọ ime,nke amakwa  dịka 'ibu nwa n’afọ,bụ ogeotu nwa maọbụ karịa dị n’ime afọ nwaanyị. Inwekarị otu nwa nke akpọrọ ejima[[]]. Nwaanyị pụrụ ịdị ime mgbeya na nwoke nweere mmekọahụmaọbụ mgbe eji nka n'ụzụ bekee mee ka okwe omume",
  "Ọ na-anọ ihe ruru izu 40(ihe ruru ọnwa 10)mgbe nwaanyị hụsịrị nsọ ya ma nọgidezie ruo mgbe ọmụrụ nwa ahụ. Nke a bụ ihe dịka izu ụka 38nwaanyị tụụrụ ime",
  "An embryo is the developing offspring during the first 8 weeks following conception after which the term fetus is used until birth. Ihe eji ama na nwaanyị atụrụla ime gụnyere ahụzighị nsọ ya, inwe obere ara,, agụụ ịgụ ya mgbe mgbe na ịnyụ mamịrị. A na aga n’ụlọọgwụ eme nchọpụta ma nwaanyị ọdị ime.",
  "Oge afọ ime kere ụzọ atọ",
  "Nke mbụbụ site n’otu izu ụka ruo izu ụka iri na abụọbụ mgbe atụụrụ ime",
  "ịtụrụ ime n’esonye mgbe akwa nke si na mkpụrụ ndụ nwokebanyere n’oghere nke nọ nso n’akpa nwanke ga-ebidoghọọ obere nwa ọhụrụ[[]][[]]. N’oge a, ime n’apụkarị ụmụ nwaanyị[[]](nke na nwa ahụ nwere ike ịnwụ n’afọ) Ogo nke abụọ ya bụ nke n’esite n’izu ụka nke 13 ruo na nke 28",
  "Mgbe ahụ ka ihe n’egosi na nwa dị n’ime akpa nwa ga-aputa ihe",
  "N’izu ụka nke 28nke ụmụ ọhụrụ ga-enwe ike dị ndụ maọbụrụgodi na ha anọghị n’ime akpa nwa.Naanị maọbụrụ n’elezie ha anya nkeọma",
  "Ogo nke atọ ya bụ site n’izu ụka nke 29 ruo nke 40.",
  "Inwe ezi nlezianya nye nwaanyị mgbe odị ime n’enyeaka mgbe nwaanyị dị ime. Nke a gụnyere iwerekwu ọgwụ nke akpọrọ fọlik asid,n’izere ọgwụ ndị dị iche ekwesịghị iji mee ihe na mmanya n’aba na anya,ịga megharịa ahụ,ile ogo ọbara dị onye ahụ n’ahụ,n’ịga ele ahụ site n’oge ruo n’oge. nsogbu n’esi n’afọ ime apụtan’agụnyeọbara mgbali elu, ọrịa ịnyụ mamịrị aghara aghara,enweghị ihe niile ahụ chọrọ maka ahụ isi nwaanyị ike,ọbara ịgba nwaanyị n’imi ,ịgbọ agbọna ihe ndịọzọ. Oge atụrụ anya ka afọ ime nọrọ tupu ya ezuo bụ izu ụka nke 37 ruo 41, nke atụrụ anya n’ọ ga-ebido na izu ụka nke 37 na nke 38, ruo mgbe otozuru na izu ụka nke 39 na 40, mana oruo nke 41, ọgafeela",
  "Mgbe ọgafere izu ụka nke 41, a na-ahụta ya n’ọgafeela mgbe kwesirị",
  "Ụmụaka amụrụ tupu izu ụka nke 37 ezuo n’anọ n’ihe ize ndụ nke ịrịa ọrịa nke n’eme ka onye uche ya ezughị ezu. A na-atụ aro ka aghara ime ka ime bido mewe nwaanyi mgbe oge erubghị maọbụ ịwa ya afọ tupu izu ụka 39 eruo, ọgwụla ma onwere ihe mere a ga-eji mee ya otu ahụ n’ihi ọnọdụ ahụike.",
  "Ihe dịka nde 213 tụrụ ime na 2012, mana nde 190 si n’obodo ndi ka na emepe emepe, ebe nde 23 ndịọzọ si na mba ndị mepere emepe",
  "Nke a bụ ihe dịka afọ ime 133 maka otu nwaanyị ndị nọ n’afọ 15 ruo 44. Ihe dịka pasent 10 ruo 15 nke afọ ime nke putarala nke ọma n’apụ apụ. N’afọ 2013 nsogbu afọ ime nke edekorọ edekọ gburu ihe karịrị 293,000 ma ewere ya tụnyere 377,000 n’afọ 1990",
  "Ihe n’akpatakị ya gụnyere ọbara ịpụ mmadụ n’ahụ, nsogbu ndị n’esi n’iwepu afọ ime apụta,ọbara mgbali elu nke afọ ime n’ebuta, na ime imekata nwaanyị ma kwụsị[[]]. N’ụwa niile, pasent 40 nke afọ ime bụ nke emeghị nkwado maka ha",
  "A na-ewepu ọtụtụ afọ ime ndị akwadoghị akwado’[[|]] Afọ ime ndị akwadoghị akwado tupu atụrụ na mba UnaIted Steeti, ụmụ nwaanyị ruru pasent 60 n’eji ọgwụ n’ihe mgbochi dị iche iche eme ihen’oge ndị ahụ ha chọpụtara na ha dị ime."
]