[
  "Asụsụ Afar (Afar: ; nkè á makwaara dị kà Áfar Af, Afaraf, Qafar af) bụ asụsụ Afroasiatic nkè sitere ná alaka Cushitic",
  "Ọ bụ ndị Afar bị ná Djibouti, Eritrea na Ethiopia na-asụ ya.",
  "Á na-ekewa Afar n'ime alaka Cushitic nkè ezinụlọ Afroasiatic",
  "A na-ekewapụkwa ya ná mpaghara Lowland East Cushitic, tinyere Saho ná Somali. Asụsụ Saho kacha nsó bụ Onye ikwu yá.",
  "Dị kà Ethnologue si kwuo, e nwèrè 1,379,200 ngụkọta ndị na-asụ asụsụ Afar",
  "N'ime ndị á, e dekọrọ 1,280,000 na ọnụ ọgụgụ ndị Etiopia nkè afọ 2007, ná 906,000 monolinguals debanyere áhà ná ọnụ ọgụgụ nkè afọ 1994.",
  "Na Djibouti, Afar bụ asụsụ mbà á mà ámá. Ọ bụkwa otú n'ime asụsụ mgbasa ozi nkè Redio Television nkè netwọk ọha ná ézè nkè Djibouti.",
  "Ná Eritrea, á na-amata Afar dị ka otu n'ime asụsụ mbà itoolu nkè nwere ọnọdụ nhata n'ụzọ iwu ọ bụ ezie ná Tigrinya na Arabic bụ ìhè kachasị Mkpà n'iji y'à eme ihe",
  "Enwere mgbasa ozi kwa ụbọchị na redio mbà ná nsụgharị nkè iwu Eritrea",
  "Otú ọ dị, ná agụmakwụkwọ, ndị na-asụ asụsụ Afar na-ahọrọ Arabic nke ọtụtụ n'ime há na-asọpụta dị ka asụsụ nkè abụọ dị kà asụsụ nkuzi.",
  "Ná mpaghara Afar nkè Etiopia, á makwaara Afar dị ka asụsụ ọrụ gọọmentị. Kemgbe afọ 2020, Afar bụ otu n'ime asụsụ ise na-arụ ọrụ ná Etiopia.",
  "Á na-edepụta ụdaume nkè asụsụ Afar ná orthography ọkọlọtọ n'okpuru ébé á (nkè nwere akara IPA ná brackets):",
  "Á na-ahapụ ụdaume na-enweghị ụdaolu nkè á na-ahazi mkpụrụedemede dị nso, dịka, [ʌkʰˈme].",
  "Á na-achọ ụdaume ikpeazụ nkè ahịrịokwu na-akwado (ma mesie ya ike), dịka abeh = //aˈbeʰ// 'Ọ mere.'\nA naghị achọ ụdaume ikpeazụ nke ngwaa na-adịghị mma (ma ọ bụ kwusie ike), dịka maabinna = //ˈmaabinna// 'Ọ meghị.'\nA na-eme ka ụdaume ikpeazụ nke ngwaa ajụjụ dị ogologo (ma mesie ya ike), dịka abee? = //aˈbeː// 'Ọ mere?'\nMa ọ bụghị ya, nrụgide ná okwu ikpeazụ.",
  "Ụdị mkpụrụedemede nwere ike ịbụ V, VV, VC, VVC, CV, CVV na CVVC.",
  "Dị kà ọ dị n'ọtụtụ asụsụ Cushitic ndị ọzọ, usoro okwu bụ ịsị ná Afar bụ isiokwu.",
  "N'Etiopia, á na-eji ihe odide Ge'ez (ihe odide Etiopia) ede Afar",
  "Kemgbe ihe dị ka 1849, á na-eji mkpụrụedemede Latin eme ihe n'ebe ndị ọzọ iji sụgharịa asụsụ ahụ. Tụkwasị ná nkè á, a na-edekwa Afar site ná iji mkpụrụedemede Arabic.",
  "Ná mbido afọ 1970, ndị ụbụrụ na-aghọ nkọ abụọ ná ndị na-ahụ mba n'anya, Dimis ná Redo, kwadoro mkpụrụ akwụkwọ Afar",
  "Á maara dị ka Qafar Feera, orthography dabeere ná edemede Latin.",
  "Ndị ọrụ si ná Institut des Langues de Djibouti, Ministry of Education nkè Eritrea, ná Ethiopian Afar Language Studies and Enrichment Center arụwo ọrụ ná ndị ọkà mmụta asụsụ Afar, ndị edemede ná ndị nnọchi ányá obodo iji họrọ orthography ọkọlọtọ màkà Afar n'etiti usoro edemede dị iche iche dị ugbu a eji ede asụsụ ahụ."
]