[
  "Chief Constance Afiong \"Afi\" Ekong, Lady Attah (26 June 1930 – 24 February 2009) bụ onye na-ese ihe na onye na-akwalite nka na Naijiria.",
  "A mụrụ Afi Ekong nye nne na nna Efik na Ibibio na Calabar, Nigeria, dị ka onye otu ezinụlọ eze nke Edidem Bassey Eyo Epharaim Adam III",
  "Ọ gara Duke Town School na Christ Church School na Calabar A zụrụ ya azụ dị ka onye na-ese ihe o wee mụọ imewe ejiji na England, na Oxford College of Arts and Technology, Saint Martin's School of Art na Central School of Art and Design.",
  "Ekong malitere ọmụmụ nka ya na London na 1951 na Oxford College of Arts and Technology, o wee gaa na Saint Martin's School of Art na 1955, wee laghachi Lagos na 1957. N'afọ 1958 na Exhibition Centre Marina, Ekong bụ nwanyị mbụ na-ese ihe ngosi naanị ya na Lagos. N'afọ 1961, o nwere ihe ngosi o mere naanị ya na Galeria Galatea na Buenos Aires. O nwere ma na-arụ ọrụ na Bronze Gallery na ebe dị iche iche, na Lagos na Fiekong Estate na Calabar. Ọ bụ onye njikwa nke Lagos Arts Council, onye guzobere Society of Nigerian Artists, onye nlekọta nke Gallery Labac site na 1961, na onye isi oche nke Federal Arts Council Nigeria site na 1961 ruo 1967",
  "Ọ na-apụta mgbe niile na mmemme telivishọn Naịjirịa a na-akpọ Cultural Heritage, iji kwalite nka",
  "N'afọ 1963, e gosipụtara ya na edemede foto nke New York Times dị ka ihe atụ nke \"nwanyị Afrịka ọhụrụ\" mgbe nnwere onwe gasịrị. Ọ bụkwa onye isi oche nke kọmitii UNESCO n'afọ ndị 1970, na n'afọ 1990 National Council of Women's Societies Committee on Arts and Crafts.",
  "A nabatara ọrụ Ekong iji kwalite nka na agụmakwụkwọ ụmụ nwanyị na West Africa na 1962 mgbe onye isi ala William Tubman nke Liberia kwupụtara ya dika \"The Star of Dame Official of the Human Order of African Redemption\"",
  "Ọ bụkwa okenye a họpụtara na Presbyterian Church.",
  "Afi Ekong lụrụ onye ọrụ gọọmentị aha ya bụ Prince Abdul Azizi Attah, nwa Atta nke Igbirra, na 1949",
  "Afi Ekong nwụrụ n'afọ 2009, na Calabar, ọ dị afọ iri asaa na asatọ",
  "Ụlọ ihe ngosi The Bronze Gallery ka na-arụ ọrụ na Calabar",
  "Ihe osise nke Afi Ekong dị na Ọbá akwụkwọ Mahadum nke Lagos."
]