[
  "Āfrī (otu Āfer) bụ aha Latin maka ndị bi n'Africa, na-ezo aka n'echiche ya sara mbara na ala niile dị n'ebe ndịda Mediterenian (Libya oge ochie). Ndị na-asụ Latin na mbụ jiri āfer dị ka adjective, nke pụtara \"nke Africa\"",
  "Dị ka aha, ọ na-egosi nwa amaala nke Āfrica; ya bụ, onye Afrịka.",
  "Ebumnuche nke okwu ahụ ka bụ ihe a na-ejighị n'aka",
  "Ọ nwere ike isite na okwu Punic maka ụmụ amaala nke mpaghara gbara Carthage gburugburu",
  "[citation needed] (Lee Terence maka mkparịta ụka.) A na-ejikọkarị aha ahụ na Phoenician ʿafar \"ájá\" (nke a na-ahụkwa n'asụsụ Semitic ndị ọzọ), mana echiche nke 1981 kwuru na ọ sitere na Berber ifri (ọtụtụ ifran) \"ọgba\", na-ezo aka na ndị bi n'ọgba. (Lee Tataouine.) Enwere ike ịchọta otu okwu ahụ n'aha Banu Ifran sitere na Algeria na Tripolitania, agbụrụ Berber sitere na Yafran (nke a makwaara dị ka Ifrane) n'ebe ugwu ọdịda anyanwụ Libya. Onye na-akọ akụkọ  mere eme oge ochie Flavius Josephus kwusiri ike na ụmụ nwa nwa Abraham bụ Epher wakporo mpaghara ahụ ma nye ya aha nke ha.",
  "Aha agbụrụ a nyere isi iyi nke okwu Africa",
  "Ndị Rom zoro aka na mpaghara ahụ dị ka Africa terra (ala nke Afri), dabere na ogwe Afr- na adjective suffix -ic, na-enye Africus, Africa, Africum na otu onye nke ụmụ nwoke na ụmụ nwanyị Latin atọ",
  "[citation needed] Mgbe e meriri Carthage na Agha Punic nke Atọ, Rome guzobere mpaghara Africa Proconsularis",
  "Afer ghọrọ aha maka ndị si n'ógbè a.",
  "Agbụrụ ndị Germany nke ndị Vandals meriri Roman Diocese nke Africa na narị afọ nke ise; alaeze ukwu ahụ meriri ya ọzọ dị ka Praetorian prefecture nke Africa na AD 534",
  "Aha Latin Africa batara n'asụsụ Arabic mgbe mmeri ndị Alakụba gasịrị dị ka Ifriqiya.",
  "Aha ahụ dị taa dị ka Ifira na Ifri-n-Dellal na Greater Kabylie (Algeria)",
  "A na-akpọ agbụrụ Berber Banu Ifran na Middle Ages, Ifurace bụ aha ndị Tripolitan na narị afọ nke isii.",
  "Herodotus dere na ndị Garamantes, ndị North Africa, bi n'ọgba",
  "Ndị Gris kpọrọ ndị Afrịka bi n'ọgba Troglodytae."
]