[
  "African Continental Free Trade Area (AfCFTA)  bụ mpaghara azụmaahịa efu nke gụnyere ọtụtụ Africa.. E meghere ya na 2018 site na African Continental Free Trade Agreement, nke nwere ndị otu 43 na ndị ọzọ 11 bịanyere aka, na-eme ka ọ bụrụ mpaghara azụmahịa kachasị ukwuu site na ọnụ ọgụgụ nke mba ndị mejupụtara ya, na-esote World Trade Organization, na nke kachasị na ọnụ ọgụgụ mmadụ na oke ala, na-agbasa ijeri mmadụ 1.3 gafee kọntinent nke abụọ kachasị ukwuu n'ụwa.",
  ".  iAtụmatụ a ka etinyere n'ọrụ ụbọchị 30 ka 22 nke steeti ndị bịanyere aka na ya kwadochara ya.  Na 29 Eprel 2019,  Saharawi Republic mere nkwụnye ego nke iri abụọ na abụọ nke ntinye akwụkwọ, na-eweta nkwekọrịta ahụ n'ọrụ na Mee 30;  ọ banyere n'usoro ọrụ ya na-eso nzuko na 7 Julaị 2019,  wee malite n'ihu ọha na 1 Jenụwarị 2021",
  "Ndị odeakwụkwọ na-adịgide adịgide nke dabeere na Accra, Ghana na-elekọta mkparita ụka AfCFTA na mmejuputa ya..",
  ".aN'okpuru nkwekọrịta ahụ, ndị òtù AfCFTA na-agba mbọ iwepụ tarifụ na ọtụtụ ngwaahịa na ọrụ n'ime afọ 5, 10, ma ọ bụ 13, dabere na ọkwa mmepe obodo ma ọ bụ ụdị ngwaahịa ahụ.  Ebumnobi ogologo oge izugbe gụnyere ịmepụta otu ahịa, nweere onwe ya;  ibelata ihe mgbochi na isi ego na ọrụ iji kwado itinye ego;  mmepe akụrụngwa mpaghara;  na iguzobe otu kọstọm kọntinenti.  Ebumnuche AfCFTA n'ozuzu ya bụ ịbawanye mmepe akụ na ụba ọha na eze, ibelata ịda ogbenye, na ime ka Africa nwee asọmpi na akụ na ụba ụwa.",
  "5. Otu United Nations Economic Commission for Africa na-eme atụmatụ na AfCFTA ga-ebuli azụmaahịa n'ime Africa site na pasent 52 n'afọ 2022.  Akuko nke World Bank na-atụ anya na AfCFTA nwere ike ịwepụ ndị Afrịka nde 30 n'oke ịda ogbenye, kwalite ego nke ihe fọrọ nke nta ka ọ bụrụ nde mmadụ 70, ma nweta ego ruru ijeri $450 n'afọ 2035.  Na Jenụwarị 13, 2022, AfCFTA mere nnukwu nzọụkwụ n'ebumnobi ya na nguzobe Pan-African Payments and Settlement System (PAPSS), nke na-enye ohere ịkwụ ụgwọ n'etiti ụlọ ọrụ na-arụ ọrụ n'Africa na ego mpaghara ọ bụla.",
  "Na 1963, Òtù Na-ahụ Maka Ịdị n'Otu Africa tọrọ ntọala site n'aka mba ndị nwere onwe ha nke Africa.  OAU bu n'obi kwalite mmekorita n'etiti obodo Afrika.  Ndị otu a nakweere 1980 Plan of Action Lagos.  Atụmatụ a tụrụ aro ka Afrịka kwesịrị ibelata ịdabere n'ebe ọdịda anyanwụ site n'ịkwalite azụmahịa n'ime Africa.  Nke a malitere dị ka ịmepụta ọtụtụ ụlọ ọrụ nkwado mpaghara na mpaghara dị iche iche nke Africa, dị ka South Africa Development Coordination Conference.  N'ikpeazụ nke a dugara na Nkwekọrịta Abuja na 1991, bụ nke kere African Economic Community, otu na-akwalite mmepe nke mpaghara azụmahịa n'efu, ndị ọrụ kọstọm, otu Central Central Bank, na otu ego ego nke Africa..",
  "Na 2002, African Union (AU) nọchiri OAU, bụ nke nwere dịka otu n'ime ebumnuche ya iji mee ka \"mmekọrịta akụ na ụba nke kọntinent ahụ dịkwuo elu\"..Ihe mgbaru ọsọ nke abụọ bụ \"ịchịkọta na kwekọọ n'usoro iwu dị n'etiti obodo akụ na ụba mpaghara dị na nke ga-eme n'ọdịnihu maka iji nwayọọ nwayọọ nweta ebumnobi nke Union.",
  "Na 2012 African Union ogbako na Addis Ababa, ndị ndú kwetara ịmepụta ọhụrụ Continental Free Trade Area site na 2017",
  "Na 2015 AU nzuko na Johannesburg, nzuko kwetara na-amalite mkparita uka.  Nke a malitere usoro mkparịta ụka iri nke mere n'ime afọ atọ sochirinụ.",
  "Emere ọgbakọ mkparita ụka nke mbụ na February 2016 wee nwee nzukọ asatọ ruo na Summit na March 2018 na Kigali.  Site na February 2017 na ndị ọrụ na-arụ ọrụ na-arụ ọrụ na-enwe nzukọ anọ, bụ ebe a na-atụle okwu gbasara nkà na ụzụ ma mejuputa ya na nhazi.  Na Maachị 8–9, 2018 ndị minista na-ahụ maka azụmaahịa nke Africa kwadoro akwụkwọ a.",
  "Na Maachị 2018, na nnọkọ pụrụiche nke iri nke African Union na AfCFTA, abịanyere aka na nkwekọrịta atọ dị iche iche: Agreement Trade Free Trade Agreement nke Africa, Nkwupụta Kigali;  na Protocol on Free Movement of People.  Protocol on Free Movement of Persons na-achọ iguzobe mpaghara enweghị visa n'ime mba AfCFTA, ma kwado imepụta paspọtụ nke African Union..  Na nzuko na Kigali na 21 Maachị 2018, mba 44 bịanyere aka na AfCFTA, 47 bịanyere aka na nkwupụta Kigali, na 30 bịanyere aka na Protocol on Free Movement of People.  Mgbe enwere ihe ịga nke ọma, enwere ebe abụọ ama ama: Nigeria na South Africa, akụ na ụba abụọ kachasị ukwuu na Africa..",
  "Otu ihe gbagwojuru anya na mkparita uka a bu na ekewala Afrika n'ime mpaghara ahia ahia efu na/ma obu otu omenala di iche iche, nke obula nwere iwu di iche iche. Òtù mpaghara ndị a ga-anọgide na-adị;  Nkwekọrịta azụmahịa n'efu na mba Afrịka na-achọ ibido ibelata ihe mgbochi azụmaahịa dị n'etiti ogidi dị iche iche nke African Economic Community, ma mechaa were otu mpaghara mpaghara a dị ka ihe mgbanaka maka ebumnuche ikpeazụ nke otu kọstọm n'Africa..",
  "Mkparịta ụka gara n'ihu na 2018 na Usoro II, gụnyere amụma nke itinye ego, asọmpi na ikike ikike ọgụgụ isi Na Jenụwarị 2020, mkparita ụka Mgbakọ AU ga-emecha. A na-atụ anya akwụkwọ maka Mgbakọ AU nke Jenụwarị 2020.",
  "E hiwere ụlọ ọrụ ndị a iji kwado mmejuputa mpaghara azụmaahịa efu.  N'ihi mkparita uka nke Abụọ nke Abụọ enwere ike guzobe kọmitii karịa site na usoro iwu.",
  "Ndị odeakwụkwọ AfCFTA ga-ahụ maka ịhazi mmejuputa nkwekọrịta ahụ ma bụrụkwa otu kwụụrụ onwe ya n'ime usoro AU.  N'agbanyeghị na ọ ga-enwe ikike iwu kwadoro onwe ya, ọ ga-eso AU Commission na-arụkọ ọrụ ma nata mmefu ego ya n'aka AU.  Kansụl ndị minista na-ahụ maka azụmaahịa ga-ekpebi ebe isi ụlọ ọrụ, nhazi, ọrụ na ọrụ dị..\nNzukọ nke ndị isi ala na gọọmentị nke African Union bụ òtù kachasị elu na-eme mkpebi",
  "O yikarịrị ka ọ ga-ezute n'oge Nzukọ AU. Kansụl ndị minista na-ahụ maka azụmaahịa na-enye nleba anya amụma azụmaahịa atụmatụ ma hụ na mmejuputa ya na mmanye nke Agreement AfCFTA dị irè..",
  "..E guzobela ọtụtụ kọmitii, maka ịzụ ahịa n'ahịa, ịzụ ahịa na ọrụ, na iwu mmalite, ọgwụgwọ azụmaahịa, ihe mgbochi ndị na-abụghị tarifu, ihe mgbochi teknụzụ maka ịzụ ahịa yana na usoro ịdị ọcha na phytosanitary.  A ka na-akparịta ụka gbasara usoro na usoro mkpesa esemokwu, mana ọ ga-abụ na ọ ga-agụnye nhọpụta nke otu na-edozi esemokwu.  Kọmiti nke ndị isi azụmaahịa na-emejuputa mkpebi Kansụl.  Kọmiti ahụ na-ahụ maka mmepe mmemme na atụmatụ mmemme maka mmejuputa Agreement AfCFTA..",
  ".A ga-emejuputa AfCFTA n'usoro, yana ụfọdụ n'ime usoro ga-eme n'ọdịnihu ka na-enwe mkparịta ụka.  Usoro nke Mbụ na-ekpuchi ịzụ ahịa ngwaahịa na ịzụ ahịa na ọrụ.  Agba nke Abụọ na-ekpuchi ikike ikike ọgụgụ isi, itinye ego na amụma asọmpi.  Usoro III na-ekpuchi E-commerce.",
  ".Na nzuko Kigali nke 2018, a chọtara ebe nkwekọrịta na ụkpụrụ azụmahịa, usoro nhazi esemokwu, imekọ ihe ọnụ omenala, mmemme ịzụ ahịa, na iwu mmalite.  Enwekwara nkwekọrịta iji belata tarifu na 90% nke ngwaahịa niile.  Enyere mba ọ bụla ikike iwepụ 3% nke ngwaahịa na nkwekọrịta a.  Nke a bụ akụkụ nke Usoro nke Mbụ nke nkwekọrịta ahụ, nke na-ekpuchi ngwongwo na ntọhapụ ọrụ.  Ụfọdụ okwu nke agba nke mbụ nke fọdụrụ ka a ga-ekwurịta gụnyere nhazi oge nke nkwekọrịta tarifu na nkwa ndị ọzọ akọwapụtara.",
  ". Akpọrọ nnọkọ pụrụiche nke iri na abụọ nke African Union na AfCFTA ka ọ malite nkwekọrịta ọhụrụ n'ime usoro ọrụ ya, nke akwadoro na Niamey na 7 Julaị 2019.  Na mbido ya, ngwa ọrụ ise ga-achị AfCFTA arụnyere ọrụ: \"iwu nke mmalite; ọgbakọ mkparịta ụka n'ịntanetị; nlekota na mkpochapụ ihe mgbochi na-abụghị nke tarifu; usoro ịkwụ ụgwọ dijitalụ; na African Trade Observatory.\".",
  ".A na-atụ anya na mkparita ụka nke Abụọ na nke Atọ ga-ebido site n'aka mba ndị otu AU niile ma mee na agba ndị ọzọ.  N'ọnwa Febụwarị 2020, ọgbakọ AU nke ndị isi steeti na gọọmentị kpebiri na usoro nke III ga-amalite ozugbo na ngwụcha mkparịta ụka nke Abụọ, nke edobere na mbụ na Disemba 2020",
  "Agbanyeghị, oge ngwụcha a egbuola n'ihi ọrịa COVID-19 na Afrịka, ma edobere ụbọchị ọhụrụ (December 31, 2021) ka ngwụcha ngwụcha mkparịta ụka nke Abụọ na nke Atọ.  AfCFTA n'ihu ọha mana n'ụzọ ihe atụ ewepụtara ya na Jenụwarị 1, 2021.",
  ".N'ime mba ndị otu 55 AU, 44 bịanyere aka na Agreement Trade Free Trade Agreement (ederede agbadoro), 47 bịanyere aka na nkwupụta Kigali na 30 bịanyere aka na Protocol on Free Movement of People na njedebe nke Summit 2018 Kigali.  Benin, Botswana, Eritrea, Guinea-Bissau, Nigeria, na Zambia so ná mba iri na otu ndị na-abịanyeghị aka na mbụ.  Ka emechara nzuko Kigali 2018, agbakwunyere mbinye aka na AfCFTA.  Na 31st African Union Summit na Nouakchott na 1 July 2018, South Africa (akụ na ụba nke abụọ kasị ukwuu nke Africa), Sierra Leone, Namibia, Lesotho na Burundi sonyeere na nkwekọrịta.  Na February 2019, Guinea-Bissau, Zambia na Botswana sonyekwara.  Kenya na Ghana bụ mba mbụ kwadoro nkwekọrịta ahụ, na-etinye nkwado ha na 10 Mee 2018..",
  ". N'ime ndị bịanyere aka n'akwụkwọ ahụ, 22 chọrọ itinye ngwa iji kwado nkwekọrịta ahụ ka ọ malite, nke a mere na 29 Eprel 2019 mgbe ma Sierra Leone na Sahrawi Arab Democratic Republic debere nkwekọrịta ahụ.  N'ihi ya, nkwekọrịta ahụ malitere ụbọchị 30 ka e mesịrị na 30 May 2019",
  "N'oge a, ọ bụ naanị Nigeria (ọnụahịa kasị ukwuu na akụ na ụba kọntinent), Eritrea na Benin abanyeghị aka.."
]