[
  "Àtụ:Infobox military award\nAfrica Star bụ ihe nrite agha, nke United Kingdom guzobere na 8 Julaị 1943 maka inye ndị agha Britain na Commonwealth ndị jere ozi na North Africa n'etiti 10 June 1940 na 12 May 1943 n'oge Agha Ụwa nke Abụọ.",
  "E guzobere eriri atọ ka a na-eyi na eriri nrite: North Africa 1942-43, 8th Army na 1st Army.",
  "Na 8 Julaị 1943, 1939–43 Star (nke e mechara kpọwa 1939–1945 Star) na Africa Star ghọrọ kpakpando mkpọsa abụọ mbụ e guzobere, na Mee 1945 United Kingdom guzobere ngụkọta kpakpando asatọ na eriri itoolu iji kwụọ ụgwọ ọrụ mkpọsa n'oge Agha Ụwa nke Abụọ. Otu kpakpando mkpọsa ọzọ, Arctic Star, na otu eriri ọzọ, Bomber Command Clasp, agbakwunyere na 26 Febụwarị 2013, ihe karịrị afọ iri isii na asaa mgbe agha ahụ biri.",
  "Gụnyere Arctic Star na eriri Bomber Command, ọ dịghị onye a ga-enye ihe karịrị kpakpando mkpọsa isii, na ise n'ime eriri iri enyere na-egosi ọrụ nke ga-eru eru maka kpakpando nke abụọ",
  "Naanị otu eriri nwere ike iyi na otu kpakpando mkpọsa ọ bụla",
  "Ọnụ ọgụgụ kachasị elu nke kpakpando isii nwere ike ịbụ ndị a:",
  "Ndị niile natara kpakpando mkpọsa nwetakwara ihe nrite agha.",
  "N'etiti 10 June 1940 na 12 May 1943 ndị agha Britain lụrụ ọgụ na North Africa megide ndị Germany na ndị Itali, ndị na-achịkwa nnukwu mpaghara nke Egypt, Libya na Tunisia ma si otú a yie egwu Suez Canal na ụzọ ụgbọ mmiri na-abịanụ",
  "N'oge esemokwu ọzara, nguzozi ike na-agbanwe n'etiti akụkụ abụọ ahụ, ruo mgbe ndị agha Germany fọdụrụnụ nyefere onwe ha na Tunis na 12 Mee 1943",
  "Ụfọdụ ndị ọkọ akụkọ ihe mere eme na-ewere mmeri e meriri ndị agha Germany na North Africa dị ka oge mgbanwe n'agha nke dugara na mmeri nke Germany.",
  "A mara ọkwa nguzobe nke Africa Star na 8 Julaị 1943 ma n'ọnwa Ọgọstụ a mara ọkwa na a ga-enye ndị ọrụ ruru eru n'ikpeazụ n'afọ ahụ",
  "Ebumnuche nke ihe nrite ndị ahụ n'onwe ha abụghị ka ha dị ruo mgbe agha kwụsịrị",
  "E yigharịrị ụfọdụ mbipụta nke eriri maka ndị agha mba ọzọ, mana ọtụtụ natara na ngwụcha afọ 1943. Ka ọ na-erule n'ọnwa Machị afọ 1944, ndị ọrụ 1,500,000 enwetala eriri Africa Star, yana onyinye ndị ọzọ e nyere na njedebe nke agha ahụ.",
  "E guzobere ihe atọ: 'North Africa 1942-43', '8th Army' na '1st Army', nke ọ bụ naanị nke mbụ a ga-enweta ka a ga-eyi na eriri nke Africa Star.",
  "E nyere Africa Star maka opekata mpe otu ụbọchị ọrụ na mpaghara ọrụ nke North Africa n'etiti 10 June 1940 na 12 May 1943",
  "Ebe ọrụ ahụ gụnyere mpaghara niile dị n'etiti Suez Canal na Strait of Gibraltar, tinyere Malta, Alaeze Ukwu Etiopia, Kenya, Sudan, Somalilands na Eritrea",
  "Mpaghara ndị na-adịghị n'ókè Mediterenian ruru eru maka Africa Star n'etiti 10 June 1940 na 27 November 1941 gụnyere.",
  "Ọrụ na West Africa erughị eru maka onyinye nke Africa Star.",
  "Iwu ndị e wepụtara na 1945 na-enye ohere naanị otu eriri, nke mbụ ruru eru, ka a na-eyi ya na Africa Star",
  "N'agbanyeghị nke a, ma ndị agha nke asatọ na ndị agha nke mbụ nyere ma na-eyi ya, tinyere, General Dwight Eisenhower na Field Marshal Harold Alexander.",
  "Ndị na-ese ihe na Royal Mint mepụtara kpakpando itoolu",
  "Kpakpando niile nwere mgbaaka suspender nke na-agafe anya nke e guzobere n'elu ebe kachasị elu nke kpakpando ahụ",
  "Ha bụ kpakpando nwere isi isii, nke a na-etinye na ọla kọpa zinc alloy na-acha odo odo iji daba n'ime okirikiri 44 milimita n'obosara, nke nwere obosara kachasị elu nke 38 milimita na 50 milimita n\"ịdị elu site na ala nke kpakpando ahụ ruo n'elu anya.",
  "Ihu ya nwere etiti nke Royal Cypher \"GRI VI\", nke okpueze kpuchiri",
  "Otu okirikiri, nke okpueze kpuchiri n'elu ya, gbara koodu ahụ gburugburu ma dee \"THE AFRICA STAR\".",
  "Ihe dị iche bụ ihe doro anya.",
  "Kọmitii Nsọpụrụ nke Britain kpebiri na a ga-enye ndị agha Britain ihe nrite agha nke abụọ na-enweghị aha, iwu nke mba British Commonwealth niile tinyere ma e wezụga mba atọ. A na-emetụta aha onye nnata ahụ n'azụ kpakpando ndị e nyere ndị India, ndị South Africa na, mgbe mkpọsa nke ndị otu ndị agha gara aga duziri, ndị Australia. N'ihe banyere ndị India, aha na-agụnye nọmba ike nke onye nnata, ọkwa, mbido, aha nna na aka ọrụ ma ọ bụ ndị otu, na n'ihe banyere Ndị South Africa nke nọmba ike, mbido na aha nna, na isi obodo.",
  "A na-eji ọla kọpa na-acha odo odo na-eme ihe atọ ahụ ma nwee etiti nwere ọnụ n'ime nke yiri ọnụ nke stampụ",
  "E dere ha \"NORTH AFRICA 1942-43\", \"8th ARMY\" na \"1st ARMY' n'otu n'otu ma mee ha ka a dụkọta ha na eriri nrite ahụ",
  "Iwu na-enye ohere naanị otu eriri, nke mbụ e nwetara, ka a na-eyi ya na kpakpando",
  "Mgbe a na-eyi eriri ahụ naanị ya, a na-eyikarị nọmba Arabic ọlaọcha \"8\", nọmba \"1\" ma ọ bụ rosette na eriri ahụ iji gosipụta onyinye nke eriri ahụ.",
  "Ribbon ahụ dị milimita 32 n'obosara, nwere eriri buff dị milimita 5 n'obogologo, eriri na-acha anụnụ anụnụ nke Navy dị milimita 1⁄2, eriri buff na-acha ọcha nke Navy dị millimita 5 n\"obosara",
  "Ihe na-acha odo odo na-anọchite anya ájá nke Ọzara Sahara ebe Royal Navy na Merchant Navy, ndị agha na ndị Air Forces na-anọchi anya ihe na-acha anụnụ anụnụ, ọbara ọbara na nke na-acha ọcha.",
  "Ihe nrite a na ihe nrite Nchebe yana nke ndị ọzọ na-eme mkpọsa Agha Ụwa nke Abụọ, ma e wezụga Arctic Star, bụ nke Eze George VI chepụtara.",
  "Usoro ejiji nke kpakpando agha ụwa nke abụọ na-ekpebi site na ụbọchị mmalite mkpọsa ha na oge mkpọsa ahụ",
  "Nke a bụ iwu a na-eyi, ọbụlagodi mgbe onye natara ya ruru eru maka ha n'usoro dị iche",
  "A na-eyi ihe nrite nchekwa na ihe nrite agha n'azụ kpakpando",
  "A na-eyi ihe nrite ọrụ afọ ofufo nke Canada mgbe ihe nrite nchekwa gasịrị na tupu ihe nrite agha, yana ihe nrite ndị ọzọ nke Commonwealth na-eyi mgbe ihe nritu agha gasịrị.",
  "Ihe atụ nke ejiji maka onyinye atọ:",
  "Àtụ:British campaign medalsÀtụ:Australian Campaign MedalsÀtụ:New Zealand campaign medalsÀtụ:South African military decorations and medals"
]