[
  "Afrinvest (West Afrịka) Ltd",
  "bụ ụlọ ọrụ ndụmọdụ ego na-elekwasị anya na West Afrịka",
  "Ọ na-arụsi ọrụ ike na mpaghara anọ: ụlọ akụ itinye ego, azụmaahịa nchekwa, njikwa akụ, na nyocha itinye ego.",
  "Afrinvest bụ ma onye na-enye ọdịnaya nyocha na ahịa Naijiria na onye ndụmọdụ maka ụlọ ọrụ blue-chip gafee West Afrịka na M&A na azụmahịa ahịa ahịa mba ụwa.",
  "N'ịbụ nke Securities and Exchange Commission na-achịkwa dị ka Ụlọ na-ewepụta na Underwriter, Afrinvest na-enye ọrụ ndụmọdụ ego yana ngwọta ego maka ndị nwere nnukwu ego (\"HNIs\"), ụlọ ọrụ, na gọọmentị.",
  "Ụlọ ọrụ ahụ nwekwara ikikere site na SEC nke Naịjirịa, site na enyemaka ya, Afrinvest Securities Limited, dị ka onye na-ere ahịa na ikike site na Naịjirịan Stock Exchange dị ka onye otu na-ere ere",
  "ASL na-arụ ọrụ dị ka ọwa nkesa maka ngwaahịa itinye ego dịgasị iche iche ma nwee ụlọ ọrụ nyocha nke ụlọ ọrụ ahụ.",
  "Afrinvest Asset Management Limited nwere ikikere site na SEC nke Naịjirịa dị ka onye njikwa pọtụfoliyo.",
  "Afrinvest nwere ọfịs ndị e guzobere na Lagos, Abuja na Port-Harcourt.",
  "Afrinvest tọrọ ntọala n'afọ 1995 site n'aka Godwin Obaseki dị ka Securities Transactions & Trust Company (Nigeria) Limited. Kemgbe ọtụtụ afọ, SecTrust guzobere mmekọrịta chiri anya na ndị mmekọ ya nọ na London, ụlọ ọrụ ụlọ akụ itinye ego nke United Kingdom Financial Services Authority na-achịkwa",
  "N'ịgbaso mmalite nke nhazi azụmaahịa ya n'afọ 2005, SecTrust jikọtara ya na azụmaahịa ego ụlọ ọrụ Naịjirịa nke Afrinvest (UK) Limited.",
  "E mechiri usoro nhazi azụmaahịa a na Disemba afọ 2005 ma rụchaa na mgbanwe nke SecTrust dị ka Afrinvest (West Afrịka) Limited. Afrinvest apụtawo dị ka ụlọ ọrụ na-etinye ego na ụlọ akụ zuru oke, na-etinye aka na ụlọ akụ itinye ego, nyocha itinye ego, azụmaahịa nchekwa na njikwa akụ",
  "Ụlọ ọrụ ahụ etinyela aka n'ọtụtụ azụmahịa ego ụlọ ọrụ na Naịjirịa ruo ugbu a.",
  "N'afọ 2012, ụlọ ọrụ ahụ gbanwere azụmaahịa ya site n'ịmepụta ụlọ ọrụ enyemaka abụọ zuru oke ya bụ;",
  "SEC debanyere aha ụlọ ọrụ ahụ dị ka ụlọ na-enye akwụkwọ ebe ụlọ ọrụ abụọ ndị ọzọ, Afrinvest Securities Limited na Afrinvest Asset Management Limited, nwere ikikere onye na-ere ahịa na onye njikwa ego.",
  "Afrinvest Asset Management Limited (AAML) nwere ikikere site na SEC nke Naijiria dị ka onye njikwa pọtụfoliyo",
  "AAML nwere ọtụtụ ụlọ ahịa, ndị ọgaranya na ndị ahịa HNI. N'afọ 2020, AAML wepụtara ego Afrinvest Dollar nke nde dollar nde abụo ego na-emeghe na-emegide nke SEC kwadoro.",
  "Afrinvest Securities Limited bụ onye na-ere ahịa na-ere ihe n'ikike na onye enyemaka nke Afrinvest (West Africa) Limited",
  "ASL na-arụ ọrụ dị ka ọwa nkesa maka ngwaahịa itinye ego dịgasị iche iche ma nwee ụlọ ọrụ nyocha nke ụlọ ọrụ ahụ.",
  "Ka ọ na-erule Mee 31, 2017",
  "Donald Lawson bụ onye nduzi na-abụghị onye isi na Afrinvest tupu ọ bụrụ onyeisi oche nke bọọdụ ahụ. N'afọ 2021, a họpụtara Onoise Onaghinon ka ọ bụrụ onye isi ọrụ. Ọ sonyeere Afrinvest n'afọ 2003 dị ka onye nyocha maka ngalaba ụlọ akụ itinye ego."
]