[
  "Anne Ross Davidson, DA (3 Febụwarị 1937 na Glasgow 20 Disemba 2008 nà Aberdeen) bụ onye na-ese ihe na ónyé na-eme ìhè nkiri ná Scotland",
  "Ọtụtụ n'ime ọrụ ya na-ahụ anya n'ihu ọha na Scotland na mba ofesi.",
  "Anne Ross gụrụ akwụkwọ na Convent of the Sacred Heart School, Aberdeen",
  "Ọ gara n'ihu na-amụ ihe ọkpụkpụ na Gray's School of Art, Aberdeen (1955), na-agụsị akwụkwọ n'elu klas ya na DA (ihe ọkpụkpụ).",
  "Mgbé ọ zụchara ọzụzụ dị ka onye nkuzi nka, ọ rụrụ ọrụ dị ka onye isi nkụzi nka (1960-1968) na Gray's School of Art, alma mater ya",
  "Ọ ga-aga n'ihu na-arụ ọrụ dị ka onye na-ese ihe ógè niile",
  "Ọ laghachiri na Gray's iji kụzie ihe ọkpụkpụ n'ebe ahụ (1978ī82).",
  "Ọkpụkpụ ya bụ African Woman and Child ka Edinburgh City Council nyere iwu iji gosipụta nguzo ANC megide ịkpa ókè agbụrụ",
  "Ihe osise ahụ na-egosi nwanyị ojii na-eguzo na nwatakịrị n'ihu aro nke obere obodo",
  "Onye otu African National Congress, Suganya Chetty, onye bi na Edinburgh n'oge ahụ, kpughere ya na 22 Julaị 1986.",
  "Ihe osise ya nke Robert the Bruce, nke Aberdeen City Council nyere iwu, na ngosi na Aberdeen Town House, na-egosi eze Scotland dị egwu na narị afọ nke iri na anọ na-ebu ọta na mma agha ya",
  "Davidson jiri ihe ndị a na-ahụ anya mee ihe n'ịmepụta ụdị mbụ iji mepụta ihe ịchọ mma ziri ezi a hụrụ na ihe ndị ikpeazụ",
  "Ihe ndị ọzọ na-abụghị nke okpukpe gụnyere onye ọrụ Gordon Highlander maka Alick Buchanan-Smith Award, ihe oyiyi nke Mary, Queen of Scots na usoro ndị na-agba egwú",
  "Ụlọ ọrụ mmanụ, Royal Mail, William Grant and Sons Ltd., Glenfiddich Distillery na Aberdeen City Council so n'òtù ndị ọzọ na ndị mmadụ n'otu n'otu nyere Anne Ross Davidson ọrụ iji gosipụta onyinye nà ònyìnyé maka há.",
  "N'afọ 1993, Mario Conti, onye bụ Bishọp nke Aberdeen n'oge ahụ, nyere Davidson ọrụ ịmepụta obere ihe oyiyi nke St Margaret nke Scotland iji mee emume ncheta afọ 900 nke onye nsọ ahụ",
  "Margaret lụrụ Eze Malcolm nke Atọ na narị afọ nke iri na otu ma ihe a tụrụ atụ na-anọchite anya Margaret na-ejide akwụkwọ mepere emepe ma jiri nwayọ na-eduga obere nwa agbọghọ n'aka.",
  "N'afọ 2003, n'oge ya na Pope John Paul II na-ege ntị, Tony Blair, onye bụ praịm minista UK n'oge ahụ, nyere ya otu n'ime ihe oyiyi 500 nke St Margaret nke Anne Davidson mepụtara",
  "Ọrụ okpukpe ndị ọzọ dị mkpa o mepụtara bu:",
  "N'agbata afọ 1985 na afọ 1998, ya na di ya na-arụ ọrụ ihe osise a ma ama maka ndị ìsì, nke Aberdeen City Council kwadoro",
  "Ọ kụziiri ụmụaka nka n'ụlọ akwụkwọ dị iche iche n'Aberdeenshire",
  "Ọ ka na-akụzi na ụlọ akwụkwọ praịmarị atọ ruo mgbe ọrịa mere ya na Septemba 2008",
  "Ọ nwụrụ ọnwa atọ ka e mesịrị, mgbe ọ dị afọ 71.",
  "Anne Davidson hapụrụ di ya, Jimmy Davidson (onye a ma ama na-ese ihe na onye na-ede ihe na Scotland), ụmụ ha anọ na ụmụ ụmụ anọ.",
  "Ọ bụ onye otu Royal British Society nke ụmụ nwanyị na-ese ihe, International Society of Christian Artists na Society of Catholic Artists."
]