[
  "Africa Online Holding Ltd., mgbe ụfọdụ abbreviated ka AFOL, bụ nnukwu onye na-enye ọrụ ịntanetị (ISP) na Africa. Dabere na Nairobi, Kenya, ọ na-enye ohere ịntanetị ma na-arụ ọrụ na mba Africa iri, gụnyere Cote d'Ivoire, Ghana, Namibia, Eswatini, Tanzania, Uganda na Zimbabwe",
  "Ọrụ Africa Online na-enye gụnyere ịnweta ịntanetị ịkpọ oku, ọrụ ahịrị mgbazinye, akaụntụ email, njikọ VSAT, DSL, WAN na VPN maka ndị ahịa onwe na ndị ahịa",
  "Na 2007 ọ ghọrọ onye enyemaka nke Telkom South Africa.",
  "Ọ bụ Ayisi Makatiani, Karanja Gakio na Amolo Ng'weno, ndị Kenya atọ zutere ibe ha mgbe ha bụ ụmụ akwụkwọ na Cambridge, Massachusetts, malitere ụlọ ọrụ ahụ na 1994",
  "Makatiani na Gakio nọ na MIT mgbe Ng'weno nọ na Harvard",
  "Echiche bụ isi maka ọrụ akụkọ n'ịntanetị maka ndị Kenya sitere na obodo dị n'ịnta na MIT nke a na-akpọ KenyaNet",
  "KenyaNet bụ otu n'ime ọtụtụ obodo ịntanetị na-elekwasị anya n'Africa (ndị ọzọ bụ Okyeame na Ghana, Naijanet na Nigeria, na Salonet na Sierra Leone) nke ụmụ akwụkwọ MIT guzobere ma na-achịkwa ma na-akwado na sava MIT.",
  "Site na mgbasa ozi ịntanetị, Africa Online wepụrụ uche ya n'inye ozi na ijikọ ndị Africa nọ na kọntinent ahụ na ịntanetị",
  "Na 1995, International Wireless nke Boston zụtara ụlọ ọrụ ahụ, nke mechara bụrụ Prodigy",
  "N'ime oge a, Africa Online malitere ịrụ ọrụ dị ka onye Kenya mbụ ISP, ma mesịa gbasaa na Cote d'Ivoire (1995) ruo Ghana, Tanzania, Uganda, Zambia, Zimbabwe na Swaziland, na ndị Kenya atọ ahụ gara n'ihu na-ejikwa ọrụ ahụ",
  "Na usoro a, Africa Online nwetara ọtụtụ ISP, dị ka Pipex Internet Solution (Swaziland), Net2000 (Kenya), UUNET (Namibia) na Swift Global (Uganda).",
  "Na 1998, Prodigy rere ụlọ ọrụ ahụ n'aka African Lakes Corporation",
  "Edeberela ọdọ mmiri Africa na London Stock Exchange kemgbe 1877 ma na-apụ ugbu a site na ọdịnala ọdịnala ya na ọrụ ugbo na Ngwuputa",
  "Ruo oge ụfọdụ, ụlọ ọrụ ahụ nwere mmasị na ndị na-etinye ego, na-edepụta na Nairobi Stock Exchange na 2001, mana ngwaahịa ya mechara tufuo ya ma wepụrụ ya na London na Nairobi na 2003",
  "N'oge ahụ, ndị 3 malitere ahapụla Africa Online.",
  "Africa Online bụ nke Telkom South Africa zụrụ n'afọ 2007."
]