[
  "Àtụ:Infobox song",
  "Africa bụ egwu izizi nke onye na-agụ egwu Lebanese Canadian bụ Karl Wolf site na abọm studio ya nke abụọ Bite the Bullet",
  "Ụdị abọm nke abụ ahụ gosipụtara onye na-eti egwu rap / onye na-eme ihe nkiri reggae Culture",
  "Egwú a sitere n'ike mmụọ nsọ nke \"Africa\" nke Toto na-eti n'ụwa niile ma na-egosipụta egwu ma na-ekpuchi okwu sitere na abụ sitere na nsụgharị mbụ, na-enye okwu ọhụrụ n'ọnọdụ amaokwu mbụ.",
  "N'agbanyeghị aha Afrịka nke abụ ahụ, a gbara vidiyo egwu ahụ n'ezie n'ikperé mmiri Dibba, Oman. Vidio egwu maka \"Africa\" na-amalite na Wolf na ebe nzuzo ya na laptọọpụ ya",
  "Ọ na-enweta oku na ụdaolu maka \"Desensitize\" (nke Karl Wolf bu ụzọ na-egosi Culture)",
  "Ọdịbendị nọ na ekwentị na-agwa Wolf na ọ nọ n'ụgbọ mmiri ma na-aga n'ikpere mmiri izute Wolf.",
  "N'ihe nkiri na-esote, Wolf hụrụ nwanyị mara mma nke yiri bikini n'ụsọ osimiri wee malite ịgwa ya okwu",
  "Ihe nkiri ndị ọzọ dị na vidiyo ahụ na-emekwa n'abalị na Wolf, Culture, na nwanyị ọzọ mara mma nke na-eyi bikini na-acha odo odo gburugburu ọkụ.",
  "Vidio egwu ahụ ruru # 1 na MuchMusic Countdown.",
  "\"Africa\" malitere na # 88 na Canadian Hot 100 dabere na airplay naanị, wee daa ebe anọ n'izu na-esote",
  "Na mbipụta Jenụwarị 24, 2009 ọ rịgoro site na # 92 ruo # 45",
  "Na mbido Machị, a tọhapụrụ ya na iTunes maka nbudata dijitalụ, na-eme ka ọ rịgoro n'elu ise ka ọ na-arịgo site na # 32 ruo # 2 na mbipụta nke Machị 14, 2009 niile dabere na ọnụ ọgụgụ dị ukwuu nke nbudata n'ime izu gara aga",
  "Abụ ahụ nọgidere na # 2 maka izu anọ ọzọ n'usoro na chaatị dị n'etiti Machị 14 na Eprel 11, 2009 na chaatụ Hot 100 nke Canada, naanị karịa nke Flo Rida's \"Right Round\" nke nọrọ na # 1 maka izu ise ahụ",
  "Ọ nọrọ izu atọ ọzọ na # 3 na chaatị dị n'etiti Eprel 18 na Mee 2, na-eme ka ọ bụrụ izu 8 na Top 3",
  "Otu ahụ anọgidewo na chaatị ahụ ruo izu 37.\nN'izu nke iri abụọ na isii ya na Canadian Hot 100, abụ ahụ batara n'elu iri na # 10.",
  "Nke a bụ egwu kachasị mma nke Karl Wolf ruo ugbu a",
  "Vidio egwu nke abụ ahụ ruru na # 1 na chaatị MuchMusic Countdown Top 30 na chaatụ 9 Julaị 2009",
  "Abụ ahụ enwetala ihe ịga nke ọma na Japan, na-arị elu na # 20 na chaatị Japan Hot 100.",
  "Karl Wolf gụnyere nsụgharị atọ nke abụ ahụ na Bite the Bullet:",
  "Ụdị 2009 pụtakwara dị ka egwu mmeri na album ya nke afọ 2009 Nightlife",
  "N'afọ 2010, Karl Wolf weputara vidiyo n'oge 2010 FIFA World Cup nke akpọrọ \"Africa (World Cup Edition) \". Vidio nke Lone Wolf na moCore mepụtara ma gbaa ya na Montreal na-egosi Karl Wolf na otu ndị na-eto eto na-agba bọọlụ",
  "Karịsịa, mmezigharị a anaghị agụnye olu ọ bụla site na Culture.",
  "E nwere egwu egwu nke MC Joe na The Vanillas nke ruru na # 38 na Canadian Hot 100 dabere na ahịa dijitalụ.",
  "Egwú ahụ na-egwuri egwu na ndabere nke ihe nkiri vidio site na Mee 12 oge 8 nke American Idol na-egosi Carrie Underwood na Africa.",
  "Promo Only wepụtara nhazi redio akpọrọ \"Top 40 No Rap Radio Edit\" na US.",
  "Karl Wolf emeela mgbanwe nke 2008 nke ụdị ya nke \"Africa\" nke akpọrọ \"The Song For Peace\" na okwu ọhụrụ kpamkpam ma raara ya nye , mana na-anwale n'ụzọ dị ukwuu na \"Africa\" mbụ ya",
  "Ụdị Lebanọn a ọ bụ ezie na a hụghị ya na abọm ya ma ọ bụ wepụta ya dị ka otu, ọ ka na-ewu ewu n'etiti ọha na eze Lebanọn.",
  "N'abalị iri abụọ na isii n'ọnwa Ọktoba n'afọ 2013, ndị otu egwu Hungary bụ ByTheWay mere otu egwu ahụ n'oge oge nke anọ nke Hungarian X-Faktor na ihe ngosi nke atọ nke mmemme ahụ nke isiokwu ya bụ \"Autumn Legends\"",
  "duziri gara agba nke ọzọ ma mesịa bụrụ onye nke abụọ maka oge."
]