[
  "African Union of Railways bụ ọgbakọ dị n'okpuru nkwado nke African Union ọhụrụ na-ahụ maka ụzọ ụgbọ oloko.  Ọ dị ka International Union of Railways (UIC).",
  "Ụzọ ụgbọ oloko nke Africa kewapụrụ ma kwụpụ.AUR na-atụ anya idozi ihe",
  "Ka ọ na-erule n'afọ 2012, a tụpụtara ọtụtụ ọrụ ụgbọ okporo ígwè iji dozie nke a, ụfọdụ n'ime ha ga-eme njikọ n'etiti usoro ụgbọ okporo ígwè mba ụwa",
  "Njikọ a ga-achọ mmepe nke usoro ndị ọzọ.",
  "AUR na-ahụ na ntughari gaa na nlele nkịtị siri ike ma dịkwa oke ọnụ n'ihi apịtị nlele, [ntụgharị chọrọ] mana dabere na akụkọ sitere na World Bank, na-ahụ nlele ndị a dị ka ọkachamma na mpaghara ndị a:",
  "Ọtụtụ ụzọ ụgbọ oloko dịka Senegal, Guinea na Tanzania ekwuola maka ntụgharị gaa na nlele ọkọlọtọ, n'agbanyeghị na ọ ka ga-ahụ ma okwu amalitere n'omume",
  "Guinea rụrụ otu alaka ọhụrụ ka ọ bụrụ ọkọlọtọ ọkọlọtọ n'agbanyeghị na ọ dị mkpa ihe nlele mita iji buru ọla ahụ gaa n'ọdụ ụgbọ mmiri ahụ",
  "Naijiria arụla otu alaka dị mkpụmkpụ nke nwere ndị na-ehi ụra abụọ, na netwọk nke na-achọ ije ozi n'ọdụ ụgbọ mmiri Warri bụkwa ọkọlọtọ ọkọlọtọ..A na-atụpụta ndọtị site na Tanzania banye Rwanda ka ọ bụrụ ọkọlọtọ ọkọlọtọ, n'agbanyeghị na ọ na-amalite n'ọdụ ụgbọ mmiri nke bụbu ọdụ ụgbọ mmiri akọrọ",
  "Ụzọ ụgbọ oloko na-egwuputa ihe nke na-ebu tonnaji buru ibu (> 10,000 metric tonne kwa afọ) bụ ihe nleba anya.",
  "N'ihi na isi akara nke mba dị iche iche nke gauges dị iche iche anaghị ezute, ma e wezụga Kidatu, nkwụsị nke gauge bụ ihe na-emegide onwe ya abụghị nsogbu n'oge a.",
  "American AAR coupler bụ nke a na-ejikarị eme ihe n'ụdị ọgbara ọhụrụ, ọ pụkwara iji ya mee ihe na ụgbọ okporo ígwè kachasị arọ nke 32,000 tọn (31,500 ogologo; 35,300 obere tọn).",
  "A na-ejikarị brek ikuku Westinghouse na brek ikuku (ma ọ bụ enweghị brek na-aga n'ihu)",
  "Brek abụọ ma ọ bụ piped nwere ike imeri enweghị nkwekọ",
  "A na-ewere brek ikuku dị ka ihe mgbe ochie",
  "Electronically controlled pneumatic brakes (ECP) na-amalite itinye na ngwa ngwa, ụgbọ oloko na-arụ ọrụ dị arọ maka arụmọrụ dị elu, na usoro ECP abụọ dakọtara",
  "A ga-ahọrọ brek ikuku karịa brek ikuku n'ihi ike ha dị ukwuu.",
  "Ụgbọ okporo ígwè ndị na-arụ ọrụ dị arọ n'Africa na-ebu ọtụtụ okporo ụzọ karịa ụgbọ okporo ígwè nkịtị n'ihi ya, ha na-eji ihe fọrọ nke nta ka ọ bụrụ mgbe niile ọkọlọtọ iji jiri teknụzụ a nwapụtara",
  "A na-eme atụmatụ ụzọ ọhụrụ dị otú ahụ maka Cameroon, Senegal na Guinea",
  "Gabon ejirila 1,435 mm (  8+1⁄2 in)",
  "A na-atụ aro ka ụzọ ụgbọ okporo ígwè Transguinean bụrụ ọkọlọtọ",
  "A ga-eweghachi ụfọdụ akara akara na Liberia",
  "A ga-agbanwe akara gauge dịpụrụ adịpụ nke 3 ft 6 in (1,067 ) na Sierra Leone ka ọ bụrụ akara gauge.",
  "Njikọ ụgbọ okporo ígwè na Brazzaville-Kinshasa Bridge ga-abụ otu ụzọ",
  "Akụkụ abụọ nke àkwà mmiri ahụ na-eji otu 1067mm gauge",
  "Maka ndakọrịta na AIHSRN n'ọdịnihu, a ga-enye ụgbọ okporo ígwè nke atọ ma ọ bụ Dual Gauge sleepers."
]