[
  "The African Leadership Academy (ALA) bụ ụlọ akwụkwọ agụmakwụkwọ dị na mpụga Johannesburg, South Africa, maka ụmụ akwụkwọ nọ n'agbata afọ 16 ruo 19, yana ndị okenye nọ ugbu a sitere na mba 46..",
  "Tọrọ ntọala na 2004 site n'aka Fred Swaniker, Chris Bradford, Peter Mombaur, na Acha Leke,  ALA mepere eze na Septemba 2008 yana klas izizi nke ụmụ akwụkwọ 97.  ALA na-achọ ịgbanwe Africa site n'ịchọpụta, ịzụlite, na ijikọ ọgbọ na-esote ndị isi Africa.  Iji mezuo ebumnuche a, ALA na-akụzi usoro ọmụmụ afọ abụọ na ọmụmụ ihe Africa, ide na nkwuputa okwu na onye ndu ọchụnta ego, yana isi ihe ọmụmụ a.",
  "Ndị malitere ALA, gburugburu 2004 weputara Global Leadership Adventures, mmemme okpomọkụ nke ga-abụ ihe mbido ALA",
  "NNa 2006, a ghọtara Swaniker na Bradford, site na Echoing Green, onye kọwara ha dị ka abụọ n'ime ndị ọchụnta ego ọha na eze 15 kachasị mma n'ụwa.  N'afọ 2007 ka akwadoro ụlọ akwụkwọ mbụ, na Christopher Khaemba mara ọkwa dị ka onye isi mmalite nke ụlọ akwụkwọ ebe onye isi ugbu a bụ Hatim Eltayeb.",
  "Ụlọ akwụkwọ ahụ dị na Honeydew, na mpụga Johannesburg.  Ụmụ akwụkwọ na-ekekọrịta ọnụ ụlọ, ma enwere akụrụngwa ọgbara ọhụrụ gụnyere ogige egwuregwu, ọnụ ụlọ oche 350, ụlọ akwụkwọ na ebe iri nri.  N'afọ 2014, a malitere ịrụ ụlọ n'ụlọ obibi ọhụrụ nke ga-eme ka ALA mụbaa ọnụ ọgụgụ ụmụ akwụkwọ ọhụrụ ruo 120 na 2016.",
  "Ụlọ akwụkwọ nchịkwa nke Africa na-enweta ọtụtụ puku ngwa n'oge agba nke mbụ, ebe a na-ahọrọ ihe dịka 400 ka ha gaa mmemme ikpeazụ nke a na-eme n'ofe kọntinent ahụ.  Ndị ikpeazụ wee dee ule mbata, sonye na mmemme otu ma gbaa ajụjụ ọnụ ka a ga-ahọpụta ụmụ akwụkwọ 120 ka ha gaa ụlọ akwụkwọ agụmakwụkwọ.  A na-emecha ọkwa nnabata n'etiti ọnwa Eprel.",
  "Ụlọ akwụkwọ nchịkwa nke Africa na-eji usoro ise maka nnabata:(African Leadership Academy):",
  "Isi agụmakwụkwọ na-ejikọta mmemme tupu mahadum afọ abụọ dabere na ọkwa Cambridge A na usoro ọmụmụ pụrụ iche nke ALA na ndu azụmaahịa, ọmụmụ Africa na edemede na okwu.&nbsp; Ọkwa..",
  "Usoro nkuzi ndu azụmaahịa izizi nke ALA bụ isi nkuku nke ahụmịhe nwata akwụkwọ na-ewepụta ohere iji na-edu ndú na nka ọchụnta ego site na ịme anwansị na mmụta dabere na oru ngo.  A na-agba ụmụ akwụkwọ ume ka ha rụọ ọrụ n'ịwulite otu na echiche mbụ.  N'ime usoro ọmụmụ ihe ọmụmụ Africa interdisciplinary, ụmụ akwụkwọ na-amụ mkpochapụ agụụ, inye nlekọta ahụike, uto akụ na ụba, na mkpebi esemokwu.",
  "Onye isi oche Christopher Situma Khaemba bụbu onye isi ụlọ akwụkwọ sekọndrị Alliance na mpụga Nairobi, Kenya.  Khaemba nwetara MBA ya na Mahadum Kenyatta dị na Nairobi.",
  "Onye isi ugbu a bụ Hatim Eltayeb.",
  "Ndị otu ngalaba na-aga usoro nke gụnyere ọtụtụ ajụjụ ọnụ, nyocha ndabere agụmakwụkwọ, na nkwenye nke nrụtụ aka onwe onye na nke ndị ọkachamara.  Mgbe agba ajụjụ ọnụ nke mbụ gasịrị, onye nkuzi na-atụ anya na-eduzi nkuzi mkparị n'ihu ụmụ akwụkwọ na ndị otu ngalaba abụọ.  Nke a na-esote agba ajụjụ ọnụ ikpeazụ.",
  "Ndị nkuzi niile bụ ndị gụsịrị akwụkwọ na mahadum ma kụzieburu ụzọ na ụlọ ọrụ ndị isii.",
  "A na-agba ụmụ akwụkwọ ume isonye na mmemme mgbatị ahụ.  Agbanyeghị, egwuregwu abụghị akụkụ siri ike nke Academy.  Egwuregwu asọmpi ugbu a gụnyere bọọlụ, basketball, na volleyball.",
  "Ụmụ akwụkwọ na-ekere òkè na klọb dị iche iche, a na-atụkwa anya na nwa akwụkwọ ọ bụla ga-emepụta ma ọ bụ na-agba ọsọ ma ọ bụ \"Student Enterprise,\" \"Echiche mbụ maka mmepe,\" ma ọ bụ \"Ọrụ Ọrụ Obodo\".",
  "Azụmahịa ụmụ akwụkwọ na-arụ na-arụ ọrụ naanị na kampos, ma gụnye:",
  "Original Ideas for Development (OIDs), bụ ọrụ nwere oke oke ma na-agafe oge ụmụ akwụkwọ na ALA.  OID dị ugbu a gụnyere:"
]