[
  "African Queens bụ usoro docudrama nke 2023 na-elekwasị anya na ndị eze nwanyị, na-egosi na ọrụ Netflix",
  "Ọ bụ Jada Pinkett Smith mepụtara ma kọọ usoro ahụ ma gosipụta ihe ngosi akụkọ ifo na ajụjụ ọnụ na ndị ọkachamara",
  "Oge mbụ na-ekpuchi Njinga, Queen of Ndongo na Matamba, ọ bụkwa Ethosheia Hylton duziri ya",
  "Oge nke abụọ na-elekwasị anya na Eze Nwanyị nke Alaeze Ptolemaic nke Ijipt, Fero Cleopatra VII Philopator, ọ bụkwa Tina Gharavi duziri ya.",
  "Usoro ihe nkiri docu-drama na-ejikọta ntụrụndụ dị egwu na ajụjụ ọnụ na ndị ọkọ akụkọ ihe mere eme na ndị mmadụ si n'ógbè nke oge a nke Eze Nwanyị chịrị",
  "Onye na-emepụta Jada Pinkett Smith kwuru na enweghị akụkọ na-ekpuchi ndị eze nwanyị ojii dị ka ihe mkpali ya maka iduzi usoro ahụ. O kwuru, sị: \"Anyị anaghị ahụkarị ma ọ bụ nụ akụkọ banyere ndị eze nwanyị ojii, nke ahụ dịkwa ezigbo mkpa nye m, yana nwa m nwanyị, na naanị maka obodo m iji nwee ike ịmara akụkọ ndị ahụ n'ihi na e nwere ọtụtụ n'ime ha",
  "\"",
  "Maka oge mbụ, a na-enyocha ndụ Njinga, Queen of Ndongo na Matamba. Ndị a gbara ajụjụ ọnụ gụnyere Kellie Carter Jackson, osote prọfesọ nke Wellesley College na Ngalaba nke Africana Studies; Diambi Kabatusuila, Eze Nwanyị ọdịnala nke ndị Bakwa Luntu na Central Kasaï; na Rosa Cruz e Silva, onye bụbu onye nduzi nke National Archives of Angola.",
  "Oge nke abụọ na-enyocha ọchịchị Cleopatra, eze nwanyị nke Alaeze Ptolemaic nke Ijipt. A gbara Prọfesọ Shelley P",
  "Haley ajụjụ ọnụ maka oge nke abụọ.",
  "Oge izizi malitere na Febụwarị 15, 2023. Oge nke abụọ malitere na Mee 10, 2023. Site na ntọhapụ nke oge ọ bụla, a tọhapụrụ ihe omume niile n'otu oge na Netflix.",
  "On the review aggregator website Rotten Tomatoes, 88% of 8 critics' reviews are positive, with an average rating of 7.3/10. Metacritic assigned African Queens: Njinga a weighted average score of 69 out of 100, based on 5 critics, indicating \"generally favorable reviews\"",
  "Ellen E",
  "Jones of The Guardian was critical of the first series, awarding it 2 out of 5 stars, saying that \"This tale of a 17th-century African female ruler features impressive academics, but they're drowned out by poor-quality dramatic sequences",
  "It lacks context, analysis or personality.\" Angie Han of The Hollywood Reporter was also critical, saying that the format limited the ability to go deeply into the subject. Richard Roeper of the Chicago Sun-Times, however, praised the first series and gave it three out of four stars. Luke Peppa of the Financial Times cited Black Panther as a watershed for telling African stories, and that much of the stories of the continent have not been told.",
  "On the review aggregator website Rotten Tomatoes, 20% of 15 critics' reviews are positive, with an average rating of 4.6/10",
  "The website's critics' consensus reads, \"Queen Cleopatra may posit some fresh speculation about the ubiquitous monarch, but its glossy presentation errs more towards a superficial toga party than a substantive endeavor.\" Metacritic assigned Queen Cleopatra a weighted average score of 45 out of 100, based on 5 critics, indicating \"mixed or average reviews\"",
  "Anita Singh of The Daily Telegraph gave it 2 out of 5 stars, saying, \"It's too soapy for serious history fans, and not enough of a soap for viewers who like juicy historical dramas.\" The Indian Express writer Rohan Naahar says that \"you don’t quite get an idea of who Cleopatra was as a person[...] She’s projected, funnily enough, as a Beyonce-like figure.\" Naahar criticized the production design of the show, saying that Queen Cleopatra \"[didn't] feature a single archive photograph of the palaces in which she lived, or of her many sculptures, or even paintings of her most famous conquests — both geographical and romantic.\"",
  "Adele James mere Cleopatra na ihe nkiri nke abụọ",
  "James bụ onye na-eme ihe nkiri na Britain bụ onye ojii na ndị nna ya; ụcha akpụkpọ ahụ ya kpatara esemokwu banyere ngosipụta nke agbụrụ Cleopatra.",
  "CBS News gbara Monica Hanna ajụjụ ọnụ, onye Egyptologist, onye kwuru, \"M na-emegide ihe nkiri ahụ n'ihi na ọ na-akwalite atụmatụ Afrocentric, n'agbanyeghị eziokwu akụkọ ihe mere eme nke ma Cleopatra bụ Black ma ọ bụ White",
  "\" O jiri ya tụnyere òtù ndọrọ ndọrọ ọchịchị Europe nke oge a, na-ekwu na ọ bụ \"Inapụta ihe ndị Ijipt oge ochie\".",
  "Gọọmentị Ijipt meghachiri omume na mkpebi ahụ n'ụzọ na-adịghị mma",
  "Ministry of Antiquities nke Egypt kwuru na usoro ahụ na-anọchite anya \"ịgha ụgha nke akụkọ ihe mere eme nke Egypt\". Odeakwụkwọ ukwu nke Kansụl Kasị Elu nke Archeology site na Ministry of Tourism and Antiquities nke Ijipt wepụtara nkwupụta banyere okwu ahụ, na-ekwu na \"Queen Cleopatra nwere akpụkpọ anụ na (nwere) ọdịdị ndị Gris",
  "\" Ha kwuru mkpụrụ ego, ihe oyiyi, na ihe ngosi ndị ọzọ nke Cleopatra dị ka ihe akaebe, na-agbakwụnye na mkpesa ya \"dị anya site na ịkpa ókè agbụrụ ọ bụla, na-ekwusi ike na nkwanye ùgwù zuru oke maka mmepeanya Africa na ụmụnne anyị na kọntinent Afrịka nke na-eme ka anyị niile dịrị",
  "\"",
  "Onye bụbu minista na-ahụ maka ihe ochie na onye Egyptologist Zahi Hawass katọrọ oge nke abụọ",
  "O kwuru, \"Nke a bụ ụgha kpamkpam",
  "Cleopatra bụ onye Gris Masedonia, nke pụtara na ọ nwere akpụkpọ anụ, ọ bụghị oji, na-agbakwụnye na \"Netflix na-anwa ịkpali mgbagwoju anya site na ịgbasa eziokwu ụgha na nke na-eduhie eduhie na mmalite nke mmepeanya Ijipt bụ oji",
  "\"",
  "Nzaghachi ndị ọzọ sitere n'Ijipt gụnyere onye ọka iwu Ijipt nke gbara akwụkwọ iji gbochie Netflix na mba ahụ, na-ebo ebubo na Netflix na-akwalite Afrocentrism ma na-anwa ihichapụ akụkọ ihe mere eme Ijipt. Ụlọ ọrụ Egypt, al-Wathaeqya, kwupụtara na ọ na-emepụta ihe ngosi banyere ndụ \"ezi\" Cleopatra na nzaghachi maka \"revisionism\" nke usoro Netflix. Ọtụtụ ihe ngosi nkwurịta okwu mgbede na telivishọn Ijipt tụlere ma katọọ usoro ahụ.",
  "Onye nduzi Gharavi gbachitere ndị na-eme ihe nkiri, na-ekwu, \"N'ime nyocha ahụ, achọpụtara m ihe omume ndọrọ ndọrọ ọchịchị ọ ga-abụ ịhụ Cleopatra nke onye na-eme egwuregwu ojii gosipụtara\". Ndị na-emepụta usoro ahụ kwuru na \"[Cleopatra's] agbụrụ abụghị ihe Queen Cleopatra lekwasịrị anya, mana anyị kpachaara anya kpebie igosi ya nke agbụrụ ngwakọta iji gosipụta echiche banyere ndị nna nna Cleopatra nwere ike ịbụ ndị Ijipt na ọdịdị ọdịbendị dị iche iche nke Ijipt oge ochie",
  "\"",
  "Adele James jụrụ izi ezi nke echiche nke \"blackwashing\" ma kwupụta mmechuihu ya na echiche agbụrụ \"na ndị mmadụ na-akpọ onwe ha asị ma ọ bụ na-eyi egwu site na Blackness nke na ha chere na ọ dị mkpa ime nke ahụ, iji kewaa Ijipt na kọntinent ndị ọzọ\". James gara n'ihu na nzaghachi ya na podcast ya na Steph's Packed Lunch, na-ekwu na \"[...] Echere m na ọ bụ ihe na-enye nsogbu maka onye ọ bụla ịnata ọkwa mmetọ ọ bụla, ya fọdụkwa oke na ọdịdị nke ihe m natara, nke bụ n'ụzọ bụ isi ịkpa ókè agbụrụ, ihe niile. James kwupụtara nchegbu ya na ndị nkatọ mebiri agwa ahụ, na-asị \"Ọ bụrụ na ị na-ele ya anya ọ bụ obere akụkụ nke mkparịta ụka ahụ n'ezie, nke a bụ maka izu oke nke onye nwanyị a bụ na ọ bụ mmadụ na ekwesighi ibelata ya na agbụrụ ya karịa ka m kwesịrị ma ọ bụ onye ọ bụla kwesịrị\".",
  "Àtụ:Netflix original programming"
]