[
  "African Monetary Union (AMU) bụ atụmatụ ịmepụta njikọ akụ na ụba na ego maka mba ndị dị na African Union, nke African Central Bank na-achịkwa",
  "Njikọ dị otú ahụ ga-akpọ maka ịmepụta ego ọhụrụ dị n'otu, nke yiri euro; a na-akpọ ego a na-eche n'echiche mgbe ụfọdụ dị ka afro ma ọ bụ afriq. Otu mkpụrụ ego Africa ga-abụ nkeji ego mejupụtara mpaghara ego nchekwa ego mpaghara mpaghara bụ nke mebere ụdị ego mba dị iche iche.",
  "Nkwekọrịta Abuja, nkwekọrịta mba ụwa nke a bịanyere aka na June 3, 1991, na Abuja, Nigeria, mepụtara African Economic Community, ma kpọọ maka African Central Bank ka ọ gaa n'ihu na 2028",
  "As of 2019[update] afọ 2019, atụmatụ ahụ bụ iguzobe otu African Economic Community na otu ego site na afọ 2023.",
  "Enwere otu ego mpaghara mpaghara abụọ dị na Africa, na-eji franc West African CFA, yana Central African CFA franc, n'otu n'otu",
  "Na mgbakwunye, Mpaghara Monetary Common jikọtara ọtụtụ mba na South Africa dabere na rand South Africa.",
  "African Union maka njikọta ọzọ na-agba ume mmeAtụmatụpe nke njikọ mpaghara ndị ọzọ dị ka nzọụkwụ dị n'etiti maka njikọ ego zuru oke",
  "Otu njikọ a na-atụ aro bụ eco, ego a na-enye ndị otu Economic Community of West African States (ECOWAS).",
  "N'afọ 2002, Mansour Ciss na Baruch Gottlieb mepụtara ego \"prototype\", nke a na-akpọ AFRO, nke ha gosipụtara na Dakar Biennale of Contemporary African Art na May 10",
  "Ọ bụ Dr",
  "Prọfesọ Boamh mere ya",
  "Ọrụ a bụ nzaghachi nye enweghị nnwere onwe mepụtara site na iji CFA franc",
  "E mepụtara ndetu na mkpụrụ ego nke ego a na-eche n'echiche, ma nyefee ma ọ bụ ree ya ndị obodo Dakar na Senegal iji gbaa ha ume \"ịtụgharị uche n'ihe (uru) ego pụtara na ọdịnihu nke ego obodo ha\".",
  "Na 2015, Anthony Maruping kwuru na Kenya, Uganda, Tanzania, Rwanda na Burundi kpebisiri ike ịbanye n'otu ego n'ime afọ iri na-abịa.. Ka ọ dị ugbu a, ọ bụ naanị atọ n'ime mba 53 so na African Union na 2009 ka ha kpebisiri ike iji ego ahụ (na 2022, African Union nwere ndị otu 55).",
  "Ijipt, Eswatini, na Lesotho edebanyela aha ha n'oge a kapịrị ọnụ nke njikọ ego ma rịọ ka a gbuo oge afọ abụọ ruo atọ.",
  "Seychelles nwere ike ọ gaghị esonye n'ihi egwu akụ na ụba ma nwee ike, tinyere Cape Verde, ịnwa isonye na euro n'oge na-adịghị anya, ebe ego Mayotte bụ euro.",
  "African Central Bank (ACB) bụ otu n'ime ụlọ ọrụ ego atọ nke African Union",
  "Ọ ga-ewere ọrụ nke African Monetary Fund ka oge na-aga.",
  "E kwekọrịtara na mbụ ka e mepụtara ACB, nke a ga-emecha n'afọ 2028, na 1991 Abuja Treaty",
  "Nkwupụta Sirte nke 1999 kpọrọ oku ka usoro a dị ngwa, na okike site na 2020.",
  "Mgbe etinyere ya nke ọma site na iwu Pan-African nzuko omeiwu, ACB ga-abụ naanị onye na-enye otu ego Africa (African Monetary Union/Afro), ga-abụ onye na-ahụ maka ụlọ akụ nke gọọmentị Africa, ga-abụ onye na-ahụ maka ụlọ akụ na ụlọ akụ nke Africa na nzuzo",
  "Ụlọ ọrụ, ga-ahazi ma na-elekọta ụlọ ọrụ ụlọ akụ nke Africa, ma ga-edozi ọmụrụ nwa na ọnụego mgbanwe na njikọ nke gọọmentị Africa.",
  "Usoro iheomume dị ugbu a nke Nkwekọrịta Abuja guzobere na-akpọ maka otu ego Afrịka ka African Central Bank guzobe ya site na 2028",
  "[citation needed] Ọ bụ ezie na mba ụfọdụ nwere nchedo banyere njikọ akụ na ụba na ego zuru oke, ọtụtụ njikọ ego mpaghara adịlarị, na ndị ọzọ na-eme atụmatụ.",
  "Ndị bịanyere aka na nkwekọrịta ahụ bụ ndị niile so na Òtù Na-ahụ Maka Ịdị n'Otu Africa (onye bu ya ụzọ AU) n'oge ahụ (Eritrea, South Africa, South Sudan na Morocco abanyela na ya)",
  "Àtụ:Col-begin\nÀtụ:Col-3",
  "Àtụ:Col-3",
  "Àtụ:Col-3",
  "Àtụ:Col-end"
]