[
  "Africa Check bụ òtù na-enweghị uru nke na-enyocha eziokwu nke e guzobere na 2012 iji kwalite izi ezi na arụmụka ọha na eze na mgbasa ozi na Africa",
  "Ebumnuche nke nzukọ ahụ bụ ịkwalite ogo nke ozi ọha na eze nwere na kọntinent ahụ. Africa Check bụ òtù nwere onwe ya nwere ọfịs na Johannesburg, Nairobi, Lagos, Dakar na London, na-emepụta akụkọ na Bekee na French nyocha nke ndị mmadụ, ụlọ ọrụ na mgbasa ozi mere megide ihe akaebe kachasị mma dịnụ.",
  "Africa Check bụ nke Peter Cunliffe-Jones malitere mgbe ọ meriri asọmpi akụkọ ọhụrụ nke International Press Institute nke Google kwadoro. E mere ya dịka FactCheck.org na PolitiFact.com ma bụrụ ebe nrụọrụ weebụ mbụ na South Africa iji lekwasị anya naanị na nyocha eziokwu.",
  "Ndị isi otu Africa Check dị na Johannesburg, South Africa na Ngalaba Akụkọ nke Mahadum nke Witwatersrand, ebe ha nwere otu ndị na-enyocha eziokwu ugbu a gụnyere Onye isi nchịkọta akụkọ ha, yana ịnakọta ego, ọzụzụ na ọrụ nyocha na onye isi nkwurịta okwu dijitalụ.",
  "N'ọnwa Ọktoba n'afọ 2015, Africa Check guzobere otu nyocha eziokwu nke dị na ụlọ akwụkwọ EJICOM nke akụkọ na Dakar, Senegal",
  "Ndị otu Dakar na-arụ ọrụ na ebe nrụọrụ weebụ asụsụ French nke Africa Check",
  "Africa Check emeghewokwa ụlọ ọrụ mpaghara na Lagos, Nigeria (na 2016) na Nairobi, Kenya (na 2017) ma ugbu a na-ewe ihe dị ka ndị nyocha eziokwu 30.",
  "Na Machị 2019, a họpụtara Noko Makgato dị ka onye nduzi ọhụrụ nke Africa Check. N'otu ọnwa ahụ, Peter Cunliffe-Jones, onye guzobere Africa Check n'afọ 2012, kwupụtara na ọ ga-agba arụkwaghịm n'ọkwa ya dị ka onye isi nchịkwa site na Mee 2019 dịka a họpụtara ya dị ka nnukwu onye ndụmọdụ nke International Fact-Checking Network.",
  "Na June 2019, nzukọ nke abụọ nke Africa Fact, nke Africa Check kwadoro, nwere ihe dị ka mmadụ 30 sitere na mba asaa nke Afrịka, ndị nwere ahụmịhe kachasị mma",
  "N'oge nzukọ nke isii nke Global Fact-Checking Summit, ha chịkọtara ozi gbasara ọnọdụ na mmepe nke ụlọ ọrụ nyocha eziokwu.",
  "Na Machị 2021, Africa Check, dị ka naanị nzukọ Afrịka, nyere ego site na Google News Initiative's (GNI) $ 3 nde GNI Vaccine Counter-Misinformation Open Fund, iji kwado ha n'ịkpọlite akụkọ ụgha nke ọgwụ mgbochi COVID-19.",
  "A maara Africa Check maka ọrụ ya na nyocha eziokwu nke nkwupụta nje virus mere banyere South Africa na Facebook, dịka nkwupụta na 2013 na South Africa \"dị njọ ugbu a karịa afọ 19 gara aga\". A nyochara nkwupụta iri na isii banyere South Africa gụnyere nkwupụta dịka \"enweghị ọrụ na South Africa ejirila ihe karịrị pasent 60 rịa elu n'ime afọ iri na itoolu gara aga\", South Africa nwere ọnụ ọgụgụ kachasị elu nke ndina n'ike n'ụwa, South Africa bụkwa otu n'ime mba iri kachasị elu n'ụwa maka igbu ọchụ",
  "Banyere nkwupụta ndị a, Africa Check chọpụtara na ọnụ ọgụgụ enweghị ọrụ nke South Africa amụbaala site na 20% ruo 24.7% n'ime afọ 19 gara aga, mmụba nke 23.5%, yabụ nkwupụta nke mmụba 60% bụ ụgha. Ha enweghị ike ịkwado nkwupụta ahụ na South Africa nwere ọnụ ọgụgụ kachasị elu nke ndina n'ike n'ụwa, mana ha kọrọ na ọ ga-abụ eziokwu na South Africa nọ na mba iri kachasị elu maka ọnụ ọgụgụ igbu ọchụ kachasị elu.",
  "Africa Check agbaghaala nkwupụta nke \"ọgwụgwọ ahịhịa\" maka HIV / AIDS nke gbasara n'Africa, na-ekwu na ọ nweghị ihe akaebe maka ịdị irè nke ọgwụ ọ bụla a na-ekwu.",
  "Na South Africa, enwere arụmụka ụfọdụ banyere ma mwakpo ugbo South Africa ọ bụ mgbukpọ agbụrụ a haziri ahazi megide ndị ọrụ ugbo South African ma ọ bụ ma ọnụọgụ mwakpo na igbu ọchụ kwekọrọ na ọnụọgụ igbu ọchukwu n'ozuzu South Africa. Africa Check kọrọ na ọnụọgụ igbu ọchụ nke ndị ọcha ugbu a dị ala karịa ọnụọgụ ogbugbu nke agbụrụ ndị ọzọ na South Africa nakwa na ọ dị ala karịa ọnụ ọgụgụ igbu ọchukwu maka ndị ọcha site na 1979 ruo 1991, nke bụ n'oge ịkpa ókè agbụrụ ma na-etinye ajụjụ banyere nkwupụta nke mgbukpọ agbụrụ.",
  "Malite na World Health Organization (WHO) na 2008, nkwupụta ahụ bụ na 80% nke ndị South Africa na-eji ndị na-agwọ ọrịa ọdịnala agbasawo site na mgbasa ozi n'ụwa niile. Africa Check chọpụtara na nkwupụta a gabigara oke ókè nakwa na nkwupụta ahụ nwere ike ịchọta na nkwupụta na-enweghị ihe akaebe nke e mere na akwụkwọ WHO nke 1983.",
  "Africa Check ekwenyewo n'echiche nke na-azọrọ na ebe ụfọdụ bụ \"isi obodo ndina n'ike nke ụwa\"",
  "Dị ka Africa Check si kwuo, ọ gaghị ekwe omume iji ya tụnyere n'ihi na mba dị iche iche nwere nkọwa iwu dị iche iche nke ndina n'ike, ụzọ isi chịkọta data nke ndina n\"ike, na ọkwa nke ịkọ akụkọ ndina n'obi",
  "Nsogbu ndị a niile na-eme ka ntụnyere ziri ezi nke ọnụọgụ ndina n'ike gafee mba ndị ọzọ ghara ikwe omume, n'ihi na data ahụ bụ ihe a na-apụghị ịdabere na ya ugbu a.",
  "O nwekwara ikpo okwu raara onwe ya nye - InfoFinder - nke nwere isi mmalite ozi a pụrụ ịdabere na ya site na mba Afrịka dị iche iche.",
  "N'ọnwa Ọktoba 2018, Facebook kwupụtara ebumnuche ya iso Africa Check na ndị ọzọ na-enyocha eziokwu na Kenya, yana enyemaka nke ndị ọrụ, iji gosipụta akụkọ akụkọ ụgha na mgbalị imeziwanye ogo akụkọ ndị mmadụ na-ahụ na ikpo okwu ya",
  "A ga-emecha gbasaa ya na steeti ndị ọzọ dị n'Afrịka. N'otu ọnwa ahụ, Facebook malitekwara inye ngwá ọrụ nyocha eziokwu iji belata akụkọ ụgha na Naịjirịa.",
  "Na Machị 2019, Africa Check, na mmekorita ya na NPO Volume Investigations, webatara ọrụ \"Gịnị bụ ihe na-enweghị isi na WhatsApp?\" iji chọpụta akụkọ ụgha n'ụzọ dị mfe. N'ọnwa Ọgọstụ 2019, a mara ọkwa na Facebook, na mmekorita ya na Africa Check, ga-ewebata asụsụ mpaghara ọhụrụ maka ọtụtụ asụsụ Afrịka. N'otu ọnwa ahụ, Africa Check, ya na ụlọ ọrụ podcast Volume, hụrụ uto dị egwu na podcast WhatsApp ya na-ekpughe ozi ụgha a na-ekesa n'ọtụtụ ebe ma nwee ike ịgbasa ndị na-akwado ya n'oge ọrịa COVID-19.",
  "N'ọnwa Ọgọstụ afọ 2018 Africa Check kọrọ banyere ụmụ nwanyị nọ na South Africa na-eme ngagharị iwe megide ime ihe ike na igbu ọchụ ụmụ nwanyị ka ọ pụtara na ọnụ ọgụgụ igbu ọchukwu ụmụ nwanyị ji okpukpu anọ karịa na South Africa dị ka ọ dị n'ụwa ndị ọzọ.\nNa Jenụwarị 2019 Africa Check kọrọ na ndị uwe ojii South Africa edekọla ndina n'ike 40,035 n'ime ọnwa iri na abụọ ruo na Machị 31, 2018, nke mere ka Cyril Ramaphosa nke South Africa kpọọ oku maka ime ihe megide 'nsogbu ndina n'ọchịchị'.",
  "N'afọ 2018, Africa Check kpọrọ mbọ enyemaka nke Australia iji nyere ndị ọrụ ugbo South Africa aka site n'ịgbaso ngwa ngwa akwụkwọ ha maka visa ma kọọkwa ọzọ na ọ \"ihe fọrọ nke nta ka ọ bụrụ ihe na-agaghị ekwe omume\" iji gbakọọ ọnụ ọgụgụ nke ogbugbu ugbo na South Africa n'ụzọ ziri ezi mana ọnụ ọgụgụ ọhụrụ na nke a pụrụ ịdabere na ya gosipụtara na ọnụ ọgụgụ nke igbu ọchụ ugbo niile nwere ike ịbụ naanị 0.4 maka 100,000 mmadụ.\nMinista na-ahụ maka ihe gbasara ụlọ, ọpụpụ na nchekwa ókèala n'Australia Peter Dutton dabere na akụkọ ụgha na ogbugbu nke ndị ọrụ ugbo South Africa na-eme kwa izu.",
  "N'ọnwa Nọvemba afọ 2020, Africa Check kpughere akụkọ ụgha nke onye bụbu onye isi obodo Joburg bụ Herman Mashaba wepụtara, onye kwuru na tweet na e nwere nde mmadụ iri na ise \"ndị mba ọzọ na-enweghị akwụkwọ\" bi na South Africa na ndị ji obi ụtọ kọwaa ozi ziri ezi nke ndị ọzọ a ma ama bipụtara.",
  "N'ọnwa Machị afọ 2021, Africa Check kwupụtara na ọnụ ọgụgụ nde iri na ise rịrị elu nke ukwuu.",
  "Africa Check anọwo na-agba ọsọ nke mbụ African Fact-checking Awards na kọntinent ahụ. N'afọ mbụ ha, 2014, ndị nta akụkọ abụọ si Ghana meriri ihe nrite ahụ, ndị nke abụọ si Kenya na Zambia. N'afọ 2015, onye mmeri si Naijiria na onye nke abụọ si South Africa. N'afọ 2016, Africa Check mepụtara ụdị onyinye maka akụkọ e bipụtara na mgbasa ozi Francophone",
  "N'afọ ahụ, ndị nta akụkọ si Cameroon na Côte d'Ivoire meriri ihe nrite ahụ, na ndị nke abụọ si Naịjirịa na Swaziland.",
  "N'afọ 2017, Africa Check gbakwunyere otu ụmụ akwụkwọ, dịka nyocha eziokwu na-aga n'ihu ịghọ nkà dị mkpa. Nke a hụrụ Moussa Ngom nke CESTI na Senegal ka ọ bụrụ nwa akwụkwọ akụkọ Afrịka mbụ na-asụ French iji merie akụkọ nyocha kachasị mma site n'aka onye nta akụkọ ụmụ akwụkwọ. Banathi Mgqoboka nke Rhodes University's School of Journalism and Media Studies na South Africa ghọrọ nwa akwụkwọ akụkọ Africa mbụ na-asụ Bekee ka edepụtara maka akụkọ nyocha kachasị mma site n'aka nwa akwụkwọ akụkọ mgbe ọ na-aga Mahadum Teknụzụ nke Cape Peninsula na 2017.",
  "Africa Check na-enyekwa ihe nrite nyocha eziokwu kwa afọ na ngalaba ndị nta akụkọ na-arụ ọrụ",
  "N'afọ 2018, e nyere nke a onye Naijiria Chikezie Omeje, onye isi nyocha na International Centre for Investigative Reporting (ICIR). N'afọ 2019, e nyere onye nta akụkọ Naijiria bụ Odinaka Anudu nke Business Day Nigeria ihe nrite a, na 2020, ọ gara onye nta akụkọ naijiria bụ Taiwo Adebulu nke akwụkwọ akụkọ TheCable.",
  "Chọpụta kpọmkwem nkwupụta a ga-enyocha",
  "Kpọtụrụ onye na-azọrọ na ọ ga-ajụ ha maka isi iyi ma ọ bụ ihe akaebe nke nkwupụta ha",
  "Mgbe ahụ, ndị na-enyocha eziokwu ga-agakwuru ndị ọkachamara n'ọhịa iji gbakwunye nuance na ihe gbara ya gburugburu",
  "Mgbe nke ahụ gasịrị, ndị na-ede akwụkwọ na-ede akụkọ ha, na-edepụta ihe akaebe nzọụkwụ site na nzọụkwụ ma na-egosi isi mmalite eji",
  "A na-enyefe ihe odide ahụ na onye nchịkọta akụkọ maka nyocha",
  "Naanị otu ugboro ka e kwekọrịtara na mkpebi ikpe, ka a na-ebipụta isiokwu ahụ.",
  "N'ọnwa Febụwarị 2020, ụlọ ọrụ atọ na-enyocha eziokwu Africa Check, Chequeado na Full Fact malitere ịchọpụta nsonaazụ nyocha dị ugbu a na \"nnyocha eziokwu\" na ebumnuche iji kwado ndị na-enyochọpụta eziokwu n'ụwa niile iji hụ otu ha ga-esi nwee ike isi gbochie ozi na-ezighi ezi kamakwa inye aka \"mepụta usoro ozi dị mma n'ime ogologo oge\" na iji mee ka ọha na eze mara nkwupụta a ga-enyocha nke ọma ma bụrụ ndị ọzọ na ihe ha gụrụ.",
  "Africa Check debanyere aha dị ka ntụkwasị obi na-enweghị uru na South Africa na dị ka ụlọ ọrụ na-ahụ maka ọdịmma obodo na Britain.",
  "E guzobere Africa Check site na onyinye mbụ £ 45,648 na 2012. Ụlọ ọrụ Agence France-Presse (AFP), na Mahadum nke Witwatersrand nyere ego.",
  "N'afọ 2016, ọ nwetara obere ihe n'okpuru £ 473,000. N'afọ 2016, ndị isi na-enye onyinye nke Africa Check bụ Shuttleworth Foundation (26% nke ego ha na-enweta), Omidyar Network (23%), Bill & Melinda Gates Foundation (13%), Open Society Foundation for South Africa (OSF-SA) (12%), na Millennium Trust (9%), na Agence France-Presse (5%). N'afọ 2016, Africa Check nwetara ihe dị ka 6% nke ego ọ na-enweta site na TRI Facts, ngalaba ọzụzụ azụmahịa ya, nyocha na ozi, nke na-enye ọrụ azụmahịa",
  "Ndị ọzọ na-enweghị uru na-eme obere pasent nke ego a na-enweta, ihe dị ka 1% nke ego a ga-enweta na-esite n'aka ndị na-enye onyinye."
]