[
  "African Union Conference Center and Office Complex (AUCC) bụ ụlọ dị na Addis Ababa, Ethiopia",
  "Ọ bụ isi ụlọ ọrụ nke African Union ma bụrụkwa onye na-anabata nzukọ ndị AU na-eme ugboro abụọ n'afọ",
  "Ọ na-ejekwa ozi dị ka ebe nnọkọ maka azụmaahịa ndị Afrịka na ndị ọzọ. Nnukwu ụlọ ahụ dị 99.9 m (328 ) n'ogologo ma ọ bụ ụlọ nke abụọ kachasị elu na Addis Ababa. Ọnụ ego ya bụ US $ 200 nde, ọ bụkwa gọọmentị China kwadoro ya.",
  "Emebere ma wuo isi ụlọ ahụ site na mmekorita nke Mahadum Tongji, China State Construction Engineering na China Architecture and Design Group, nke gọọmentị China nyere ego US $200 nde",
  "Nhazi nke saịtị ahụ yiri aka abụọ na nnabata, na-egosipụta mmekọrịta Africa-China, ma gụnye ma nka ọdịnala Africa na akara ngosi pan-Africa nke oge a, yana ịdị elu nke 99.9 m (328 ft) nnukwu ụlọ elu na-ezo aka na  Nkwekọrịta nke Sirte Declaration hiwere African Union na 9 Septemba 1999 Otú ọ dị, ihe ka ọtụtụ n'ihe eji ewu ụlọ ahụ bụ ndị China, a na-emepụta ihe osise dị na mgbidi na China. Ihe owuwu ahụ were afọ atọ na ndị ọrụ 1,200, ihe dịka ọkara n'ime ha bụ ndị Etiopia na ọkara n\"ime ha bụ Ndị China. A raara ụlọ ahụ nye na 28 Jenụwarị 2012.",
  "..Isi ụlọ ọrụ ahụ nwere ụlọ ụlọ ọrụ dị okpukpu 20, nke nwere ngalaba nlekọta nke African Union Commission;  ọnụ ụlọ zuru ezu nke mmadụ 2,505;  na ụlọ ọgbakọ nke nwere ọnụ ụlọ ọgbakọ iri atọ na abụọ.  Ma AUCC na Ụlọ Udo na Nchebe ka emebere ka ọ bụrụ enyi na gburugburu ebe obibi, na-eji ihe na-eme ka ọ dị jụụ na-achịkwa ihu igwe nke ụlọ na okpomọkụ nke Addis Ababa na-enweghị nnukwu ike.  Ogige ahụ nwekwara ụlọ oriri na ọṅụṅụ African Union Grand Hotel, nke onye Etiopia-Saudi billionaire Mohammed Hussein Al Amoudi kwadoro ma Westin na-elekọta ya, bụ nke bụ isi maka ndị isi na ndị nnọchiteanya na-anabata ndị isi n'oge mgbakọ AU.",
  "Huawei gọnahụrụ nkwupụta ọ bụla na-ekwesịghị ekwesị. Gọọmentị China gọnahụrụ na ha na-eme ihe n'ụlọ ahụ, na onye nnọchi anya China na AU, Kuang Weilin, na-akpọ isiokwu ahụ \"ihe nzuzu na ihe nzuzu\" nakwa na ebubo ahụ bu n'obi itinye nrụgide n'etiti Beijing na kọntinent ahụ. Praịm Minista Etiopia bụ Hailemariam Desalegn kwuru na ya ekwenyeghị na akụkọ mgbasa ozi France. Moussa Faki Mahamat, onye isi nke African Union Commission, kwuru na ebubo ndị dị na akụkọ Le Monde bụ ụgha",
  "\"Ndị a bụ ebubo ụgha kpamkpam ma ekwere m na anyị na-eleghara ha anya kpamkpam\". Onye isi oche nke African Union Paul Kagame kwuru na ọ maghị ihe ọ bụla gbasara ya. N'ịgbaso ebubo ndị ahụ, African Union bịanyere aka na Memorandum of Understanding (MOU) ọzọ iji gbasaa mmekọrịta teknụzụ ha na Huawei na Febụwarị 2022.",
  "Àtụ:African Union"
]