[
  "Akwụkwọ akụkọ Africa dị n'ịntanetị ( AJOL ) bụ ụlọ ọrụ na-anaghị akwụ ụgwọ na South Africa raara onwe ya nye iji kwalite visibiliti n'ịntanetị na ịnweta nyocha ndị ọkà mmụta bipụtara nke ndị ọkà mmụta dabeere na Afrịka",
  "Isi ụlọ ọrụ a dị na Grahamstown",
  "Site n'iji ịntanetị dị ka ọnụ ụzọ ámá, AJOL na-achọ ịkwalite ọnọdụ maka ịsụgharị asụsụ Afrịka na mmepe Afrika.",
  "N'ime mba 50 n'ụwa nile nke Òtù Mba Ndị Dị n'Otu ekewapụtara dị ka mba ndị kacha nta emepe emepe bu Mba ndị kacha emepe emepe (LDCs), 33 nọ n'Africa",
  "Enwere mmata zuru oke maka mkpa agụmakwụkwọ dị n'ịkwado ịda ogbenye n'ime ogologo oge, na-etinyekarị aka na agụmakwụkwọ praịmarị na sekọndrị",
  "Nleba anya n'otu oge na agụmakwụkwọ ka elu na kọntinent ahụ dịkwa mkpa maka mba Africa ka ha na-azụlite ikike na akụ na ụba ha na-aga n'ihu ma bulite mpaghara ahụ n'enweghị mmepe.",
  "Ebumnuche AJOL bụ ịkwado nyocha ndị Africa na imegide ahaghị nhata nke \"North-South\" na \"West-East\" site n'ịkwado mmata na ịnweta nyocha e bipụtara n'Africa",
  "Ozi sitere na mba ndị mepere emepe abaghị uru ma ọ bụ dabara maka Africa dịka nke sitere na kọntinent ahụ",
  "AJOL na-enye ntanetị maka nchịkọta akwụkwọ akụkọ ndị ọkà mmụta na-ebipụta na Africa ma na-enye ohere zuru ụwa ọnụ na nhụta nke mmepụta nyocha nke Afrịka",
  "N'ihi ya, ndị mbụ na-erite uru AJOL bụ ndị ọkà mmụta, nyocha ndị ọgbọ, akwụkwọ akụkọ ndị Africa bipụtara, na nke abụọ (nakwa kpọmkwem) ndị ga-erite uru bụ ndị Africa na mba ụwa nke obodo ndị ọkà mmụta chọrọ ịnweta nyocha nke Africa bipụtara.",
  "Weebụsaịtị AJOL na-enweta ihe karịrị 100,000 nleta kwa ọnwa site na mba 190  gbara ụwa gburugburu.",
  "Ọ bụ International Network nke Availability nke  Scientific Publications (INASP) malitere ọrụ AJOL na 1998, otu ọrụ ebere nke dabeere na Oxford, na United Kingdom",
  "Mgbe nyocha ọma nke isi  na mbido 2000, eweghachiri AJOL wee gbasaa ya",
  "Site na INASP, AJOL hiwere mmekorita ya na Public Knowledge Project (PKP) gbasara ngwanrọ mepere emepe nke na-akwado ọrụ ịntanetị AJOL",
  "N'ịgbaso mkpa a nwapụtara maka ụdị AJOL na mba ndị ka na-emepe emepe, INASP na-eguzobe \"JOL\" ndị yiri nke ahụ na Bangladesh, Vietnam na Nepal.",
  "AJOL na-akwado ugbu a site na Ford Foundation ma sitekwa na INASP 's Programme for the Enhancement of Research Information, site na Royal Danish Ministry nke Foreign Affairs (RDMFA), Sida, UK Department for International Development ( DFID ) na Norwegian Agency for Development Cooperation (Norad).",
  "African Journals Online na-esonyekwa na ọnụ ụzọ sayensị zuru ụwa ọnụ nke WorldWideScience",
  "Ụfọdụ n'ime akwụkwọ akụkọ AJOL kwadoro bụ:",
  "AJOL na-akwadokwa ebe nchekwa nke ọtụtụ akwụkwọ akụkọ kwụsịrị:"
]