[
  "Ụlọ Ọrụ Na-ahụ Maka Nchịkwa na Mgbochi Ọrịa nke Afrịka (Africa CDC) bụ ụlọ ọrụ ahụike ọha na eze nke African Union iji kwado atụmatụ ahụike ọha na eze nke obodo ndị otu na iwusi ike nke ụlọ ọrụ ahụike ha iji merie egwu ọrịa.Gọọmentị Etiopia chepụtara echiche CDC nke Africa na 2013 n'oge nzukọ pụrụ iche nke TB / HIV na Abuja, Nigeria",
  "Site na 2013 ruo 2016, e mepụtara ụdị na ihe oyiyi nke Africa CDC ma malite ụlọ ọrụ ahụ pụrụ iche na Jenụwarị 2017.",
  "E hiwere Africa CDC n'afọ 2016 site n'aka ọgbakọ ndị isi obodo na gọọmentị nke iri abụọ na isii iji kwalite nhazi n'etiti ụlọ ọrụ ahụike n'etiti mba ndị otu mba Africa n'imeso ihe iyi egwu ọrịa.. Mba ndị so na African Union bu ụzọ tụlee echiche nke iguzobe ụlọ ọrụ ahụike ọha na eze na kọntinent na 2013 na nzukọ pụrụ iche nke AU na HIV, ụkwara nta na ịba na Abuja Nigeria (July 2013)",
  "Ọ bụ gọọmentị Etiopia, onye bụbu onye isi oche nke AU, chepụtara echiche a.Ọrịa Ebola na West Africa na 2014 mere ka ntọala Africa CDC dịkwuo elu, ma mekwaa echiche nke ihe bụ isi nzube ya bụ ma mee ka mkpa nke mgbochi mberede na nzaghachi ahụike siri ike",
  "N'ọnwa Julaị n'afọ 2015, nzukọ ndị Minista ahụike nke African Union na Malabo nabatara Iwu nke Africa CDC, nke kpọrọ oku maka ịhazi ngwa ngwa maka nguzobe nke ụlọ ọrụ ahụ. E bidoro ụlọ ọrụ ahụ na Jenụwarị 2017.",
  "Africa CDC etinyela aka n'ịzaghachi ọrịa COVID-19 zuru ụwa ọnụ nke 2019-20, nke metụtara Africa.  Na mbido Eprel 2020, onye isi Dr John Nkengasong katọrọ nkwupụta nke ndị ọkà mmụta sayensị France abụọ Prọfesọ Jean-Paul Mira na Camille Locht na-atụ aro na a ga-anwale ọgwụ mgbochi ụkwara nta maka coronavirus na Africa dị ka “ihe arụ na ịkpa ókè agbụrụ”.  Dr Mira arịọla mgbaghara maka okwu ya.",
  "Na 2 Mee 2020, Africa CDC kwuputara na ọ fọrọ nke nta ka ọ bụrụ ikpe 40,000, ihe fọrọ nke nta ka ọ bụrụ ọnwụ 1,700, yana ihe karịrị 13,000 gbakere, na COVID-19 mere na mba 53 dị n'Africa Dị ka nke June 18, 2020, Africa CDC kọrọ na 52 African Union so States dekọrọ ọnụ ọgụgụ nke 267,519 ikpe, 7197 ọnwụ, na 122,661 gbakere. Egypt, Algeria na South Africa so na mba ndị nwere nnukwu ihe ize ndụ ibubata nje a yana ikike dị oke oke ma dị elu igbochi ntiwapụ nke.",
  "Africa CDC soro Jack Ma Foundation rụkọọ ọrụ ikesa ngwa nyocha COVID-19 na kọntinent niile.  N'ime 7 Mee, Dr Nkengasong rụrụ ụka nkatọ onye isi ala Tanzania John Magufuli na ule ndị a ezighi ezi ma na-enye ọtụtụ echiche ụgha..",
  "Na 6 Jenụwarị 2021, Africa CDC kọrọ na ọnụ ọgụgụ ndị ikpe na Africa erutela 2,854,971 ebe ọnụ ọgụgụ ndị nwụrụ eruola 67,986 yana na 2,361,900 agbakeela. Na Mee 21, 2021, steeti 55 so na African Union kwupụtara 4,732,150 ikpe, 127,612 ọnwụ, na 4,238,275 mgbake.",
  "Na 13 Eprel 2021, ewepụtara Partnership for Africa Vaccine Manufacturing, na-achọ ịbawanye mmepụta ọgwụ mgbochi n'Africa.  Achọpụtara Rwanda, Senegal na South Africa dị ka mba ebe enwere ike imepụta ọgwụ mgbochi mRNA.  Africa CDC bu n'obi inwe 60% nke ọgwụ mgbochi a na-eji n'Africa ka a ga-emepụta n'Africa site na 2040, na-emegide ihe na-erughị 1% na 2021",
  "Ekwenyere ego ego na-efe efe nke Africa na nzukọ February 2022.  A na-atụ anya na usoro ọchịchị ya ga-adị n'ọnọdụ ka ọ na-erule July 2023",
  "N'iche iche, Africa CDC na-achọ ọnọdụ \"mmejuputa iwu\" na Bank World Bank's Pandemic Fund..",
  "Africa CDC dabere na Africa CDC Coordinating Centre na Addis Ababa, Ethiopia, nke nwekwara ụlọ ọrụ na-ahụ maka ọrụ mberede.. Onye nduzi Dr John Nkengasong na osote onye nduzi Ahmed Ogwell Ouma duziri ụlọ ọrụ ahụ",
  "E wezụga ụlọ ọrụ ya na ụlọ ọrụ sayensị na mmemme, ụlọ ọrụ ahụ nwekwara ọtụtụ ngalaba na-ahụ maka \"iwu, mmekọrịta ahụike, na nkwurịta okwu,\" \"nchịkwa na nchịkwa,\" \"nnyocha na ọgụgụ isi ọrịa,\" \"usoro nyocha na netwọk,\" \" nkwadebe na nzaghachi mberede,\" na \"ụlọ ọrụ ahụike ọha na eze na nyocha\".",
  "Kemgbe Febụwarị 2023, onye isi oche nke ọgbakọ AU họpụtara bụ Dr Jean Kaseya si Democratic Republic of Congo..",
  "Africa CDC nwekwara ebe mmekorita mpaghara na Egypt, Nigeria, Gabon, Zambia na Kenya;  nke na-ekpuchi Northern Africa, Western Africa, Central Africa, Southern Africa, na Eastern Africa n'otu n'otu. Africa CDC na-ejikwa ụlọ ọrụ ọgụgụ isi Pathogen Genomics pụrụ iche na Institute for Workforce Development.."
]