[
  "This article describes the grammar of Afrikaans, a language spoken in South Africa   and Namibia which  from 17th century Dutch.[Tinye edensibịa]",
  "Enweghị ọdịiche dịka ọmụmaatụ n'etiti ụdị ngwáa ná  originatednke ugbu a, mà e wezụga ngwáa abụọ a:",
  "Ìhè omume á yiri ngwáa Bekee, ebe ọ bụ na infinitives na-abụkarị ngwaa n'oge dị mfe, mà e wezụga n'ụdị onye nke atọ nke Bekee, nkè a na-agbakwunye -s ọzọ.",
  "Ná mgbakwunye, ngwaa Afrikaans anaghị ejikọta n'ụzọ dị iche dabere ná isiokwu ahụ",
  "Dịka ọmụmaatụ,",
  "Màkà ọtụtụ ngwaa, preterite (dịka",
  "M lere anya) ejirila ihe zuru oke dochie anya yá (dịka",
  "Anọ m elewo anya), ma ọ bụ n'ịkọ akụkọ site n'oge a (ya bụ, iji akụkọ ihe mere eme eme eme, nkè a na-ejikwa mgbe ụfọdụ na Dutch)",
  "Nanị ihe ndị a na-ahụkarị na nkè a bụ ngwaa modal (lee tebụl na-esonụ) ná ngwaa wees \"bụ\" (ụdị ziri ezi bụ).",
  "Ngwaa anọ zuru ezu na-esonụ nwekwara (nkè á na-ejikarị eme ihe) ụdị preterite:",
  "Ọtụtụ ngwaa nwere ụdị zuru okè na-adịghị mma nke a na-eji n'akụkụ ụdị nkịtị, mgbe ụfọdụ ná nkọwa dị iche iche:",
  "Ngwaa barangay (ịmụ, ịmụ nwa) nwere akụkụ abụọ gara aga: gebaar na pro",
  "Á na-eji nke mbụ eme ihe na olu na-arụ ọrụ (\"ọ mụrụ\") na nke ikpeazụ ná olu na'adịghị arụ ọrụ (\"a mụrụ ya\")",
  "Nke a yiri Dutch, ébé ngwaa baren nwere akụkụ gara aga gebaard na geboren, na ọdịiche yiri ya",
  "Jiri ọdịiche dị n'etiti Bekee a mụrụ na nkè á mụrụ.",
  "Afrikaans nkè oge a enweghịkwa pluperfect (dịka",
  "Anọ m kiriri)",
  "Kama nkè ahụ, a na-egosipụta pluperfect, dị kà preterite, site ná iji zuru oke.",
  "Á na-ewu ihe zuru oke ná ngwaa enyemaka het + participle gara aga, nke a na-ejighị ngwaa hê (particule gara aga), ngwaa a na-ekewapụ dị ka reghelp (particule reggehelp gara aga) na ngwaa nwere mmalite dị ka ver- na ont- (verkoop, স্ bụ ma infinitive na particile gara aga) Ōis nke a na'ozuzu site ná ịgbakwunye prefix ge- ná ụdị infinitive / ugbu a",
  "Dịka ọmụmaatụ,",
  "Ìhè dị mkpa n'okwu á, ma ọ bụghị ya ọ na-egosi ná isiokwu (ek) agbajiela",
  "Á na-egosikwa oge ọdịnihu site na iji sal + infinitive",
  "Dịka ọmụmaatụ,",
  "Á na-egosi ọnọdụ ahụ site ná ụdị preterite sou + infinitive",
  "Dịka ọmụmaatụ,",
  "Dị kà asụsụ ndị ọzọ nke German, Afrikaans nwekwara olu nyocha nkè a na-emepụta n'oge a site na iji ngwaa enyemaka (ịghọ) + akụkụ gara aga, na, n'oge gara aga, site ná iji akụkụ aka bụ + akụkụ gara áká",
  "Dịka ọmụmaatụ,",
  "Akwukwo Afrikaans edere edere edekọ na-ekweta ná iwu nkè bụ ihe eji egosi olu na-adịghị arụ ọrụ na pluperfect, nke n'ọnọdụ a kwekọrọ ná emere ya",
  "Ìhè ahịrịokwu ahụ pụtara nwere ike ịgbanwe dabere na ngwaa enyemaka eji eme ihe (bụ / dị), dịka ọmụmaatụ, ọ na-egosi na emeela ihe ma ka dị taa, ebe ọ bụ ná ọ na-apụta ná emeela, mana e bibiri ma ọ bụ furu efu.",
  "Á na-ejikarị -ende (kom/komende), mà mgbe ụfọdụ ọ na-adịghị mma (wees/synde, hê/hebbende, n'ụl/sterwende, bly/blywende), ọ bụ ezie ná a na-ewere nkè a dị ka ihe ochie maka ngwaa ọrụ",
  "Mgbe ụfọdụ enwere mgbanwe mkpụrụ okwu ná mgbọrọgwụ nkè na-emetụtaghị ịkpọpụta (maak/makende, weet/wetende)",
  "Ngwaa wees pụrụ ichè nwere ụdị subjunctive, ọ bụ ezie ná a naghị eji ha eme ihe n'oge a: sy bụ ụdị subjunsive ugbu a, ná ware bụ ụdị subjonctive gara aga.",
  "Áhà ná Afrikaans, dị kà ná Dutch nkè oge a, enweghị usoro mgbanwe, ma enweghị okike ụtọ asụsụ (n'adịghị ka Dutch nke oge ahụ)",
  "Otú ọ dị, enwere ọdịiche n'etiti otu na ọtụtụ ụdị aha",
  "Ìhè ngosi nkè ọtụtụ bụ nsonaazụ -e, mana ọtụtụ aha a na-ahụkarị na-emepụta ọtụtụ ha kama site na ịgbakwunye -s ikpeazụ",
  "Ọtụtụ áha ndị á na-ahụkarị nwere ọnụọgụ dị iche iche:",
  "Enweghị ọdịiche dị ná grammatical case maka áhà, adjectives ná isiokwu.",
  "Otú ọ dị, adjectives nwere ike ịgbanwe mgbe ha bu aha ụzọ",
  "Dị ka iwu n'ozuzu, a na-agbanwekarị adjectives polysyllabic mgbe ejiri ya dị ka adjectives attributive",
  "Enwere ike ịgbanwe adjectives attributive monosyllabic ma ọ bụ na ọ gaghị agbanwe, dabere na ụdị akụkọ ihe mere eme nke adjective",
  "Adjectives gbagọrọ agbagọ na-ejigide njedebe -e na maka ụfọdụ adjectives, a na-ejide ụdaume ikpeazụ nke okwu furu efu na ojiji njirimara",
  "Dịka ọmụmaatụ, t ikpeazụ na-esote ụda //x/ / nke ehichapụrụ na predicative na-eji dị ka reg (cf",
  "Dutch recht), a na-ejigide ya mgbe a gbanwere adjective (regte)",
  "Ihe yiri nke ahụ na-emetụta apocope nke t mgbe //s// gasịrị",
  "Dịka ọmụmaatụ, adjective vas na-aghọ nnukwu mgbe a gbanwere ya",
  "N'aka nke ọzọ, adjec/t/ives na-agwụ na -d (nke a na-akpọ /t/) ma ọ bụ -g (nke a Na-akpọ //x//) na-esote ụdaume ogologo ma ọ bụ diphthong, na-efunahụ -d na -g mgbe a gbanwere ya",
  "Dịka ọmụmaatụ, lee ụdị mgbanwe nke:",
  "N'ọnọdụ ụfọdụ pụrụ iche, mgbe syncope nkè intervocalic consonant, enwekwara apocope ọzọ nkè akara ntụgharị",
  "Dịka ọmụmaatụ,",
  "N'ikwu yá n'ozuzu, otú mgbanwe ọdịdị ahụ na-emetụta adjectives gbanwere na-emetụtakwa n'ịmepụta ọtụtụ aha",
  "Dịka ọmụmaatụ, ọnụọgụ nkè ajụjụ (ajụjụ) bụ聊 (ajụjụ).",
  "Ìhè fọdụrụ na ọdịiche dị n'okwu ahụ kà dị ná usoro nnọchiaha",
  "Dịka ọmụmaatụ,",
  "**Rịba ámá ná a na-eji hullie na zullie mee ihe kama zij (isiokwu, onye nke atọ) n'ọtụtụ olumba Dutch.",
  "Enweghị ọdịiche dị n'etiti ndị nnọchiaha dị ichè ichè.\nA na-enwekarị ọdịiche dị n'etiti ihe na nnọchiaha nwere mgbe ejiri ya tupu áhà",
  "Dịka ọmụmaatụ,",
  "Ìhè dị ichè ná iwu gara aga bụ ónyé nkè atọ bụ nwoke ma ọ bụ ónyé na-anọpụ iche, ebe Afrikaans na-eme kà ọdịiche dị n'etiti hom (ya) na sy (ya)",
  "N'otu aka ahụ, a na-ekewapụta nnọchiaha na-adịghị ndụ dit (ya, isiokwu ma ọ bụ ihe) site ná sy (ya), a pụkwara iji okwu hy kọwaa ihe ndị na-adịghị adị ndụ n'otu ụzọ ahụ dị ka nwanyị na Bekee, dịka na Rooibaard hot sauce brand's slogan 化hy mooi rooizar (\"Ọ na-ere uhie\"), na-ezo aka na ihe na-esi ísì ụtọ nkè ngwaahịa ya",
  "Maka nnọchiaha nke atọ, ebe Hulle nwekwara ike ịpụta nke ha, a na-ejikarị hul dị iche iche eme ihe iji pụta \"ha\" iji mee ka ọdịiche dị n'etiti ha ná ha / ha",
  "N'otu aka ahụ, mgbe ị na-ekwu na ị nwere ụdị nnwere onwe jul.",
  "Afrikaans nwere usoro okwu siri ike, nkè akọwapụtara n'ọtụtụ akwụkwọ ederede South Africa site ná iji ihe a na-akpọ \"iwu STOMPI\"",
  "Áhà iwu ahụ na-egosi usoro nke akụkụ nkè ahịrịokwu kwesịrị ịpụta.",
  "Dị kà ọ dị ná Dutch ná German, infinitives ná participles gara aga na-apụta n'ọnọdụ ikpeazụ ná isi ahịrịokwu, kewara site na ngwaa enyemaka kwekọrọ",
  "Dịka ọmụmaatụ,",
  "Akụkụ ndị metụtara yá na-amalitekarị nà nnọchiaha \"wat\", nkè á na-eji maka akụkọ onwe ónyé na nke na-abụghị nke onwe",
  "Dịka ọmụmaatụ,",
  "N'aka nkè ọzọ, ahịrịokwu ikwu nwere ike ịmalite site ná preposition + \"wie\" mgbe ọ na-ezo aka na antecedent onwe onye, mà ọ bụ aglutination n'etiti \"waar\" ná preposition mgbe ọ na'ezo aka ná precedent na-abụghị nkè onwe.",
  "Otú akụkụ pụrụ iche nke Afrikaans bụ ojiji ọ na-eji okpukpu abụọ na-adịghị mma",
  "Dịka ọmụmaatụ,",
  "A tụwo aro mmalite French ná San màkà ịgọnahụ okpukpu abụọ na Afrikaans",
  "Ọ bụ ezie ná á ka na-ahụ mgbagha okpukpu abụọ n'asụsụ Low Franconian ná West-Flanders na ụfọdụ obodo nta \"nke dịpụrụ adịpụ\" n'etiti Netherlands (ya bụ",
  "Garderen), ọ na-ewere ụdị dị iche, nkè á na-adịghị ahụ na Afrikaans",
  "Ìhè ndị a bụ ihe atụ:",
  "* Jiri yá tụnyere \"Ek wil nie dit doen nie\", nkè na-agbanwe ìhè ọ pụtara ka ọ bụrụ \"Achọghị m ime ihe a kpọmkwem\"",
  "Ebe ọ bụ na \"Ek wil dit nie doen nie\" na-ekwusi ike na achọghị ime ìhè, \"Ek wil nie dit doen nie\" kwusiri ike ná achọghị ịme ìhè ahụ akọwapụtara.",
  "Á na-ejikọta ìhè owuwu abụọ na-adịghị mmá n'ụzọ zuru ezu n'ime asụsụ Afrikaans ma ojiji yá kwesịrị ekwesị na-agbaso usoro iwu dị mgbagwoju anya dịka ihe atụ ndị dị n'okpuru na-egosi:",
  "Okwu het na Dutch ekwekọghị na het na Afrikaans",
  "Het na Dutch pụtara ya na Bekee",
  "Okwu Dutch nke kwekọrọ na het na Afrikaans (n'ọnọdụ ndị a) bụ heb.",
  "Rịba ama ná n'ọnọdụ ndị a, ọtụtụ ndị na-asụ Dutch ga-ekwu kama:",
  "Otú ìhè dị ịrịba àmà ná nke a bụ iji ụdị ụtọ asụsụ na-agbagha nkè kwekọrọ ná ịgbagha akụkụ Bekee dị ugbu a",
  "N'okwu a, enwere naanị otu mgbagha.",
  "Ókwú ụfọdụ ná Afrikaans na-ebilite n'ihi ụtọ asụsụ",
  "Dịka ọmụmaatụ, moet nie, nkè pụtara n'ụzọ nkịtị \"aghaghị\", na-aghọkarị moenie; ọ bụ ezie na mmadụ anaghị ede ma ọ bụ kwuo yá dị kà nke a, ihe fọrọ nke nta ka ọ bụrụ ndị niile na-asụ Afrikaans ga-agbanwe okwu abụọ ahụ ka ọ bụrụ moenie n'otu ụzọ ahụ ka ọ ghara ịgbanwe ka ọ ghara ná Bekee."
]