[
  "Afrikaans (UK: /ˌæfrɪˈkɑːns/, US: /ˌɑːf-/, nke pụtara 'African') bụ asụsụ West German nke malitere na Dutch Cape Colony site na asụsụ Dutch nke Holland n'onwe ya (ya bụ, olumba Hollandic) nke ndị Dutch, French, na ndị German bi na ndị ohu ha ji. Afrikaans ji nwayọọ nwayọọ malite ịzụlite njirimara dị iche iche n'oge narị afọ nke iri na asatọ. A na-asụ ya ugbu a na South Africa, Namibia na (ruo n'ókè dị ala) Botswana, Zambia, na Zimbabwe, na-eme atụmatụ n'ihe dị ka afọ 2010 nke ọnụ ọgụgụ ndị na-asụrụ Afrikaans dị n'agbata nde 15 na 23",
  "Ọtụtụ ndị ọkà mmụta asụsụ na-ewere Afrikaans dị ka asụsụ creole naanị n'ụzọ ụfọdụ, kama n'ụzọ zuru ezu. Ndị ọkà mmụta asụsụ Afrikaans na-ele ya anya dị ka akụkụ Creole.",
  "A na-eme atụmatụ na 90 ruo 95% nke okwu sitere na Dutch, ọ bụ ezie na Afrikaans anabatala okwu sitere na asụsụ ndị ọzọ, gụnyere German na asụsụ Khoisan nke Southern Africa",
  "N'agbanyeghị nke ahụ, enwere ọdịiche dị iche iche na Dutch, gụnyere ụdị ọdịdị na ụtọ asụsụ, na mkpụrụ okwu nke na-egosipụta ịkpọpụta Afrikaans karịa ọkọlọtọ Dutch",
  "N'agbanyeghị, enwere nnukwu nghọta n'etiti asụsụ abụọ ahụ, ọkachasị n'ụdị ederede",
  "N'ihe dị ka 13.5% nke ndị bi na South Africa (7 nde mmadụ) bụ ndị na-asụ asụsụ ala, ọ bụ asụsụ nke atọ a na-asụrụkarị na mba ahụ, na-esote Zulu na Xhosa. Ọ nwere nkesa kachasị n'ebe obibi na agbụrụ n'ime asụsụ 11 gọọmentị ma na-asụ ma ghọta ya n'ọtụtụ ebe dị ka asụsụ nke abụọ ma ọ bụ nke atọ, ọ bụ ezie na a na-eme atụmatụ na a ga-aghọta Zulu na Bekee dị ka asụsụ abụọ site na ọnụ ọgụgụ ka ukwuu nke ndị bi na ya",
  "Ọ bụ asụsụ ka ọtụtụ n'ime ọkara <i id=\"mwfg\">ọdịda</i> anyanwụ nke South Africa na mpaghara Northern Cape na Western Cape na asụsụ mbụ nke 75.8% nke ndị South Africa nwere agba (4.8 nde mmadụ), 60.8% nke ndị White South Africa (2.7 nde mmadụ), 1.5% nke ndị Black South Africa na 4.00,000 ndị India (66% nke ndị South African).",
  "Aha asụsụ ahụ sitere kpọmkwem na okwu Dutch Afrikaansch (nke a na-asụ Afrikaans ugbu a) nke pụtara 'Afrịka'. A na-akpọbu ya \"Cape Dutch\" (Kaap-Hollands / Kaap-Nederlands), okwu a na-ejikwa eme ihe maka ndị bi na Cape n'oge mbụ, ma ọ bụ \"kitchen Dutch\" (kombuistaal), n'oge ọ bụ n'oge gara aga, n'ihi na ndị ohu nke ndị bi na ya na-asụ ya \"na kichin\".",
  "Asụsụ Afrikaans bilitere ná Dutch Cape Colony, site ná ọdịiche dị n'ụzọ dị nta site ná asụsụ Dutch nkè Europe, n'oge narị afọ nke 18. Kà ọ na-erule n'etiti narị afọ nke iri ná asatọ ná n'oge na-adịbeghị ányá n'etiti iri abụọ, á maara Afrikaans ná Dutch dị kà \"asụsụ nri\" (Afrikaans: ), na-enweghị ùgwù nkè, dịka ọmụmaatụ, ọbụna site ná usoro agụmakwụkwọ n'Africa, ná asụsụ ndị a na-asụ n'èzí Africa",
  "Ókwú ndị ọzọ e ji mee ihe n'oge gara aga na-ekewa Kaaps Hollands (\"Cape Dutch\", ya bụ",
  "Afrikaans) dị kà ìhè á na-ekwu na ọ dị n'okpuru ụkpụrụ Dutch gụnyere geradbraakt, gebroken ná onbeschaafd Hollands (\"mutilated/broken/uncivilised Dutch\"), yana Salt Nederlands (\"incorrect Dutch\").\n \nDen Besten na-ekwu ná Standard Afrikaans nke oge á sitere ná isi mmalite abụọ:",
  "Yá mere, n'echiche yá, Afrikaans abụghị ónyé Creole mà ọ bụ nwa Dutch, kama ọ bụ njikọta nke ụzọ abụọ na-ebufe.",
  "Ọtụtụ n'ime ndị mbụ biri ebe ahụ bụ ndị Afrikaners taa sitere ná United Provinces (nke bụ Netherlands na Flanders ugbu a), ọ bụ ezie ná ìhè ruru otú ụzọ n'ụzọ isii nkè ọbọdọo ahụ bụkwa ndị French Huguenot, ná nkè asaa sitere na Germany.",
  "Ndị ọrụ Africa ná Eshia, ụmụ Cape Coloured nkè ndị bi ná Europe ná ụmụ nwanyị Khoikhoi, ná ndị ohu nyere áká ná mmepe nkè Afrikaans. Ndị ohu ahụ bụ ndị si n'Ebe Ọwụwa Anyanwụ Afrịka, West Africa, India, Madagascar, ná Dutch East Indies (Indonesia nke oge a). Ọtụtụ n'ime há bụkwa ndị Khoisan, ndị á na-eji akpọrọ ìhè dị kà ndị ntụgharị, ndị na-arụ ọrụ n'ụlọ, ná ndị ọrụ",
  "Ọtụtụ ụmụ nwanyị nweere onwe há ná ndị ohu lụrụ di, soro, mà ọ bụ bụrụ ndị ndị ndị ikom Dutch bi ná yá mere ìhè ike mmekọahụ",
  "M",
  "F",
  "Valkhoff kwuru ná 75% nke ụmụaka á mụrụ n'aka ndị ohu nwanyị ná Dutch Cape Colony n'etiti 1652 ná 1672 nwere nna Dutch",
  "Sarah Grey Thomason ná Terrence Kaufman na-ekwu ná mmepe Afrikaans dị ka asụsụ dị iche bụ \"nke ndị na-abụghị ndị ọcha mụtara Dutch n'ụzọ na-ezughị oke dị ka asụsụ nke abụọ\"",
  "Malite n'ihe dị Kà 1815, Afrikaans malitere dochie Malay dị kà asụsụ ntụziaka n'ụlọ akwụkwọ ndị Alakụba ná South Africa, nkè e ji mkpụrụ akwụkwọ Arabic dee: lee Arabic Afrikaans",
  "Kà e mesịrị, Afrikaans, nkè e ji mkpụrụedemede Latin dee ugbu a, malitere ịpụta náa akwụkwọ akụkọ ná ọrụ ndọrọ ndọrọ ọchịchị ná okpukpe n'ihe dị Kà 1850 (n'akụkụ Dutch e guzoberela).",
  "N'afọ 1875, otu ìgwè ndị na-asụ Afrikaans si Cape guzobere Genootskap vir Regte Afrikaanders (\"Society for Real Afrikaners\"), ma bipụta ọtụtụ akwụkwọ na Afrikaans gụnyere ụtọ asụsụ, akwụkwọ ọkọwa okwu, ihe okpukpe na akụkọ ihe mere eme.",
  "Ruo mmalite narị afọ nke 20, á na-ewere Afrikaans dị kà olumba Dutch, n'akụkụ Standard Dutch, nkè ọ mechara dochie dị kà asụsụ gọọmentị. Tupu agha ndị Boer, \"ná n'ezie ruo oge ụfọdụ mgbe nkè ahụ gasịrị, á na-ewere Afrikaans dị kà ihe na-ekwesịghị ekwesị màkà ókwú agụmakwụkwọ",
  "mà nkè ahụ, á kọwara Afrikaans n'ụzọ mkparị  kà 'asụsụ kichin' mà ọ bụ 'okwu mkparị', nkè dabara adaba màkà nkwurịta ókwú karịsịa n'etiti ndị Boer ná ndị na-ejere ha ozi",
  "\"",
  "In 1925, Afrikaans was recognised by the South African government as a distinct language, rather than simply a slang version of Dutch. On 8 May 1925, twenty-three years after the Second Boer War ended, the Official Languages of the Union Act of 1925 was passed—mostly due to the efforts of the Afrikaans language movement—at a joint sitting of the House of Assembly and the Senate, in which the Afrikaans language was declared a variety of Dutch. The Constitution of 1961 reversed the position of Afrikaans and Dutch, so that English and Afrikaans were the official languages, and Afrikaans was deemed to include Dutch",
  "The Constitution of 1983 removed any mention of Dutch altogether.",
  "The earliest Afrikaans texts were some doggerel verse from 1795 and á dialogue transcribed by a Dutch traveller in 1825",
  "Afrikaans used the Latin alphabet around this time, although the Cape Muslim community used the Arabic script",
  "In 1861, L.H",
  "Meurant published his Zamenspraak tusschen Klaas Waarzegger en Jan Twyfelaar (\"Conversation between Claus Truthsayer and John Doubter\"), which is considered to be the first book published in Afrikaans.",
  "The first grammar book was published in 1876; a bilingual dictionary was later published in 1902",
  "The main modern Afrikaans dictionary in use is the Verklarende Handwoordeboek van die Afrikaanse Taal (HAT)",
  "A new authoritative dictionary, called Woordeboek van die Afrikaanse Taal (WAT), was under development as of 2018",
  "The official orthography of Afrikaans is the Afrikaanse Woordelys en Spelreëls, compiled by Die Taalkommissie.",
  "The Afrikaners primarily were Protestants, of the Dutch Reformed Church of the 17th century",
  "Their religious practices would later be influenced in South Africa by British ministries during the 1800s. A landmark in the development of the language was the translation of the whole Bible into Afrikaans",
  "While significant advances had been made in the textual criticism of the Bible, especially the Greek New Testament, the 1933 translation followed the Textus Receptus and was closely akin to the Statenbijbel",
  "Before this, most Cape Dutch-Afrikaans speakers had to rely on the Dutch Statenbijbel",
  "This Statenvertaling had its origins with the Synod of Dordrecht of 1618 and was thus in an archaic form of Dutch",
  "This was hard for Dutch speakers to understand, and increasingly unintelligible for Afrikaans speakers.",
  "C",
  "P",
  "Hoogehout, Àtụ:Ill, and Stephanus Jacobus du Toit were the first Afrikaans Bible translators",
  "Important landmarks in the translation of the Scriptures were in 1878 with C",
  "P",
  "Hoogehout's translation of the Evangelie volgens Markus (Gospel of Mark, lit",
  "Gospel according to Mark); however, this translation was never published",
  "The manuscript is to be found in the South African National Library, Cape Town.",
  "The first official translation of the entire Bible into Afrikaans was in 1933 by J",
  "D",
  "du Toit, E",
  "E",
  "van Rooyen, J",
  "D",
  "Kestell, H",
  "C",
  "M",
  "Fourie, and BB Keet. This monumental work established Afrikaans as 'n suiwer en ordentlike taal, that is \"a pure and proper language\" for religious purposes, especially amongst the deeply Calvinist Afrikaans religious community that previously had been sceptical of a Bible translation that varied from the Dutch version that they were used to.",
  "In 1983, a fresh translation marked the 50th anniversary of the 1933 version and provided a much-needed revision",
  "The final editing of this edition was done by E",
  "P",
  "Groenewald, A",
  "H",
  "van Zyl, P",
  "A",
  "Verhoef, J",
  "L",
  "Helberg and W",
  "Kempen",
  "This translation was influenced by Eugene Nida's theory of dynamic equivalence which focussed on finding the nearest equivalent in the receptor language to the idea that the Greek, Hebrew or Aramaic wanted to convey",
  "The challenge to this type of translation is that it doesn't take into account that there are shifts in meaning in the receptor language.[Tinye edensibịa]",
  "A new translation, Die Bybel: 'n Direkte Vertaling was released in November 2020",
  "It is the first truly ecumenical translation of the Bible in Afrikaans as translators from various churches, including the Roman Catholic and Anglican Churches, were involved.",
  "Various commercial translations of the Bible in Afrikaans have also appeared since the 1990s, such as Die Boodskap and the Nuwe Lewende Vertaling",
  "Most of these translations were published by Christelike Uitgewersmaatskappy (CUM).[Tinye edensibịa]Àtụ:Vague",
  "Post-apartheid South Africa has seen a loss of preferential treatment by the government for Afrikaans, in terms of education, social events, media (TV and radio), and general status throughout the country, given that it now shares its place as official language with ten other languages",
  "Nevertheless, Afrikaans remains more prevalent in the media – radio, newspapers and television – than any of the other official languages, except English",
  "More than 300 book titles in Afrikaans are published annually. South African census figures suggest a growing number of speakers in all nine provinces, a total of 6.85 million in 2011 compared to 5.98 million a decade earlier. The South African Institute of Race Relations (SAIRR) projects that a growing majority will be Coloured Afrikaans speakers. Afrikaans speakers experience higher employment rates than other South African language groups, though as of 2012 half a million remain unemployed.",
  "In addition, verbs do not conjugate differently depending on the subject",
  "For example,"
]