[
  "African Governance Architecture (AGA) bụ usoro maka mkparịta ụka n'etiti ndị nwere mmasị na ha bụ ndị e nyere iwu ịkwalite ezi ọchịchị ma kwalite ọchịchị onye kwuo uche ya n'Africa",
  "N'akwụkwọ akpọrọ The African Union Law (Ed",
  "Berger Levrault, 2014, p",
  "29) Blaise Tchikaya guzobere njikọ dị n'etiti ikpo okwu a na-akpọ AGA na mmelite nke Iwu Mba Nile nke metụtara steeti Africa",
  "AGA bụ otu akụkụ - ma eleghị anya nke kachasị mkpa - nke iwu ọchịchị mba ụwa na-adịbeghị anya. Ọzọkwa, ọ bụ onye isi na-eme ihe n'ịkwalite domestication na mmejuputa ebumnuche ndị edepụtara na nkwupụta iwu na iwu na African Union (AU) Shared Values. E guzobere na 2011 AGA dị na Addis Ababa, Ethiopia na isi ụlọ ọrụ AU na ndị otu AGA Platform nọ n'Afrịka. N'ọnwa Febụwarị n'afọ 2016, mba ndị otu kwadoro iwu nke usoro AGA n'oge African Union Summit.",
  "Nkwurịta okwu banyere \"Pan-African Architecture on Governance\" malitere na 16th Ordinary Session nke African Assembly nke lekwasịrị anya na isiokwu nke Shared Values nke AU. E mere nnọkọ a na Addis Ababa, Ethiopia, na 2011 ma nabata iwu nke ga-eguzobe \"Pan-African Architecture on Governance\". Iji mee ka mkpebi nke Nzukọ ahụ dị na Ntọala nke Ọchịchị Pan-African, African Union Commission (AUC) guzobere African Governance Architecture (AGA) dị ka ikpo okwu na-akwalite mmekọrịta dị n'etiti ndị metụtara na-arụ ọrụ n'ịkwalite ezi ọchịchị na iwusi ọchịchị onye kwuo uche ya ike n'Africa, na mgbakwunye na ịsụgharị ebumnuche nke nkwupụta iwu na iwu na ụkpụrụ ndị a na-ekerịta na AU (lee n'okpuru maka ozi ndị ọzọ).",
  "N'ihi na afọ 2012 bụ afọ nke AU Shared Values, a kpaliri akwụkwọ ikike dị iche iche nke AU ịghọ onye nduzi dị mkpa maka ọrụ ndị otu na ndị otu African Union. N'ihi ya, e tinyere Charter for African for Democracy, Elections and Governance (ACDEG), akwụkwọ dị mkpa na-akọwa ọrụ nke AGA, n'ọrụ mgbe a nabatara ya na 2007.",
  "A na-ahazi AGA gburugburu usoro iwu nke African Union Shared Values guzobere. AGA dabeere na ebumnuche na ụkpụrụ ndị akọwapụtara na ngwaọrụ dị iche iche nke AU Shared Values nke mba ndị otu AU bịanyere aka na ya ma si otú a kwado ya, gụnyere ma ọ bụghị nanị na ndị a:",
  "Ụlọ Ọrụ Ọchịchị Afrịka (APF) bụ usoro nchịkọta akụ nke AGA e mere iji kwado atụmatụ na mmemme nke Platform Members nke na-akwalite ezi ọchịchị na ọchịchị onye kwuo uche ya na kọntinent ahụ",
  "Ebumnuche ụlọ ọrụ ahụ bụ ịkwalite:ike ụlọ ọrụ ike na iwu ụlọ;  mkparita uka iji kwado ntinye aka nwa amaala na usoro ochichi onye kwuo uche ya;  nkwado teknụzụ nye mba ndị otu kwupụta nkwenye, ime ụlọ, mmejuputa iwu na ịkọ akụkọ na ngwa AU Shared Values;  na mgbochi diplomacy, post esemokwu nwughari na ￼￼Eme udo ￼ atumatu \"."
]