[
  "Africa Addio (nke a makwaara dị ka Africa: Blood and Guts na United States na Farewell Africa na United Kingdom) bụ ihe nkiri ihe nkiri nke Itali nke 1966 nke Gualtiero Jacopetti na Franco E",
  "Prosperi jikọrọ aka dee na egwu Riz Ortolani",
  "Jacopetti na Prosperi nwetara aha ọma (ya na onye nduzi Paolo Cavara) dị ka ndị nduzi nke Mondo Cane na 1962.",
  "Africa Addio na-edekọ njedebe nke oge ọchịchị na Africa, na ime ihe ike na ọgba aghara sochiri",
  "Ihe nkiri ahụ bụ nnukwu ihe ịga nke ọma, nke mere ka ihe a na-akpọ \"ihe nkiriondo\" nwee ike, usoro nke \"ihe nkiri na-awụ akpata oyi n'ahụ\" - ihe ngosi na-egosi isiokwu ndị na-akpali akpali",
  "Ihe nkiri ahụ zutere nkatọ na otuto n'ihi ọdịnaya ya na-ese okwu, mana a na-ewere ya dị ka ihe nkiri dị ezigbo mkpa n'akụkọ ihe mere eme nke ime ihe nkiri.",
  "Onye na-akọ akụkọ (Gualtiero Jacopetti) na-akọwa ebumnuche nke ihe nkiri ahụ: idekọ na Afrịka agbanweela ruo mgbe ebighị ebi na-esote nnwere onwe na igosi ọgba aghara n'oge ozugbo ndị Europe si na kọntinent ahụ pụọ",
  "Onye na-akọ akụkọ na-ekwu na ihe nkiri ahụ agaghị agwa ndị na-ege ya ntị ihe ha ga-eche banyere ihe omume ndị a, kama na onye na-ekiri ya ga-eme mkpebi nke ya banyere ihe ha hụrụ.",
  "N'ebe ụfọdụ na mpaghara Sahara nke Africa, ụmụ amaala na-eme emume maka ịhapụ nchịkwa nke ndị Britain ma kwe ka ha guzobe ọchịchị nke ha",
  "Ememe na-amalite site na ọkụ ọkụ ma na-ejedebe na ìgwè mmadụ nke ndị obodo na-ebibi ngwaahịa ndị si mba Europe ma ọ bụ ndị Afrịka na-enwetabeghị nnwere onwe, dị ka àkwá Portuguese na oroma na biya South Africa",
  "Na Kenya, anyị na-ahụ foto nke Mau Mau Uprising",
  "E jidere otu n'ime Mau Maus maka igbu ọchụ nke ezinụlọ dum nke ndị ọrụ ugbo ọcha na ndị ọrụ ha",
  "Mgbe ogbugbu ahụ gasịrị, 100 Mau Maus gbadatara n'ugbo ahụ, mekpọọ ụmụ anụmanụ ahụ ọnụ ma mee cannibalism",
  "A na-egbu anụmanụ ndị dị ndụ n'ihi ebere",
  "A na-ama onye na-ahazi mpụ ahụ ikpe ịrụ ọrụ ike ndụ ya niile",
  "A na-etokarị egwu na ihe nkiri ahụ, yana obi ike nke ndị na-eme ihe nkiri iji nye ụwa ihe nkiri pụrụ iche na nke dị ize ndụ, ọkachasị nke ogbugbu a gaara ekpuchi",
  "Africa Addio gosipụtara naanị ihe nkiri agha a maara nke ndị Congo Mercenaries, na naanị ihe akaebe a maara nke mgbukpọ agbụrụ ndị Arab n'oge Zanzibar Revolution",
  "N'Ịtali, ọ meriri onyinye David di Donatello nke 1966 maka onye na-emepụta Angelo Rizzoli",
  "Ụfọdụ akwụkwọ ndị na-agbaso omenala, dị ka Il Tempo nke Ịtali, toro ihe nkiri ahụ. N'afọ 1968 na Carnival nke Viareggio, ihe na-ese n'elu mmiri nke ihe nkiri ahụ kpaliri sonyere ma bụrụ nke onye isi nke papier-mâché Il Barzella mere",
  "A na-edebe ihe ụfọdụ sitere na ụgbọ mmiri a, tinyere  ncheta ndị ọzọ gụnyere akwụkwọ nke John Cohen, na Museum of Dizionario del Turismo Cinematografico na Verolengo.",
  "Otú ọ dị, ọtụtụ ndị na-akọwa ihe boro ya ebubo ịkpa ókè agbụrụ na nkwupụta ụgha. Jacopetti na Prosperi zaghachiri nkatọ nke ihe nkiri ahụ site n'ịgbachitere ebumnuche ha",
  "N'ihe ngosi 2003 The Godfathers of Mondo, Prosperi na-ekwu na nkatọ ahụ bụ n'ihi eziokwu ahụ bụ na, \"Ndị mmadụ adịbeghị njikere maka ụdị eziokwu a,\" na Jacopetti kwuru n'ụzọ doro anya na ihe nkiri ahụ \"abụghị ihe ziri ezi nke ọchịchị, kama ọ bụ nkatọ maka ịhapụ kọntinent ahụ n'ọnọdụ ọjọọ\". Njikọ ihe nkiri nke sochiri n'etiti ndị ikom abụọ ahụ, Addio Zio Tom, nyochara egwu nke ịgba ohu agbụrụ America ma bu n'uche (n'akụkụ ụfọdụ) ịlụso ebubo nke ịkpa ókè agbụrụ megide ha mgbe a tọhapụrụ Africa Addio (ọ bụ ezie na nke ahụ, kwa, a katọrọ ya maka ịkpa ókè ịkpa ókè ókè agbụrụ).",
  "Ndị nduzi ihe nkiri Octavio Getino na Fernando Solanas katọrọ ihe nkiri ahụ n'ụzọ siri ike na nkwupụta ha Toward a Third Cinema, na-akpọ Jacopetti onye Fascist, ma na-ekwusi ike na na ihe nkiri ahụ, a \"na-ele mmadụ anya dị ka anụ ọhịa,\" ma \"gbanwee ya ka onye ọzọ nke nwụrụ ka Jacopetti wee nwee ike ime ihe nkiri nke ogbugbu ya\".",
  "Onye na-enyocha ihe nkiri Roger Ebert, na nyocha dị mkpirikpi nke 1967 nke ihe nkiri ahụ dị mkpirisi nke America, kpọrọ ya \"ịkpa ókè agbụrụ\" ma kwuo na ọ \"na-emebi kọntinent\"",
  "Ọ dọtara uche n'akụkọ mmalite:",
  "\"Yurop ahapụla nwa ya,\" onye na-akọ akụkọ na-eru uju, \"naanị mgbe ọ chọrọ ya karịa\"",
  "Ònye weghaara ọchịchị, ugbu a ndị na-achị ala ọzọ apụọla? Mgbasa ozi ahụ na-akọwa ya maka anyị: \"Raw, wild, brutal, modern-day savages!\"",
  "Onye nnọchi anya US na United Nations Arthur Goldberg katọrọ ihe nkiri ahụ dị ka \"nke gbagọrọ agbagọ\" na \"nke na-enweghị ọrụ na mmekọrịta mmadụ na ibe ya,\" na-ekwu maka mkpesa nke ndị nnọchi anya UN ise nke Afrịka. Na West Germany, ngagharị iwe megide ihe nkiri ahụ pụtara mgbe Africa Addio nwetara onyinye site na ụlọ ọrụ nyocha ihe nkiri nke steeti",
  "Ọ bụ ndị Socialist German Student Union (SDS) na ìgwè ụmụ akwụkwọ Afrịka haziri ngagharị iwe ahụ",
  "Na West Berlin, onye na-ekesa ihe nkiri ahụ gbara arụkwaghịm n'igosi ihe nkiri ahụ mgbe usoro ngagharị iwe na mmebi nke sinima gasịrị.",
  "N'agbanyeghị na ndị na-eme ihe nkiri na-agọnahụ na ihe ọ bụla dị na ihe nkiri ahụ, asịrị zuru ebe niile ka na-ekwu na ihe nkiri dị iche iche abụghị eziokwu maka ebumnuche ntụrụndụ",
  "Jacopetti ekwuola ugboro ugboro na ihe oyiyi niile dị na fim ahụ bụ ihe dị adị nakwa na ọ dịghị ihe ọ bụla e mere. N'ihe nkiri The Godfathers of Mondo, Jacopetti na Prosperi kwusiri ike na naanị ihe nkiri ha mere bụ na Mondo Cane 2. N'otu ihe nkiri ahụ, Prosperi kọwara nkà ihe ọmụma ha na-eme ihe nkiri: \"Slip in, jụọ, akwụghị ụgwọ, mee ihe nkiri ọzọ\"."
]