[
  "African Charter on Human and Peoples' Rights (nke a makwaara dị ka Banjul Charter) bụ ngwá ọrụ ikike mmadụ zuru ụwa ọnụ nke e bu n'obi kwalite na chekwa ikike mmadụ na nnwere onwe ndị bụ isi na mpaghara Afrika..",
  "Ọ pụtara n'okpuru ngalaba nke Òtù Na-ahụ Maka Ịdị n'Otu Africa (ebe ọ bụ na African Union nọchiri anya ya) bụ nke, na 1979 Mgbakọ nke ndị isi obodo na ndị ọchịchị, nakweere mkpebi nke na-akpọ maka ịmepụta kọmitii nke ndị ọkachamara na-edepụta kọntinent gburugburu.  ngwá ọrụ ndị ruuru mmadụ, dị ka ndị dịbu adị na Europe (European Convention on Human Rights) na America (American Convention on Human Rights).  E hiwere kọmitii a n'ụzọ kwesịrị ekwesị, o wepụtakwara akwụkwọ nke e ji otu olu kwadoo ná Mgbakọ nke 18 nke OAU nwere na June 1981, na Nairobi, Kenya.",
  "Dabere na Nkeji edemede 63 ya (nke ọ ga-abanye n'ọrụ ọnwa atọ mgbe odeakwụkwọ ukwu nabatara ngwá ọrụ nke nkwenye ma ọ bụ ịgbaso ọnụ ọgụgụ ka ukwuu\" nke mba ndị otu OAU), Charter Africa on Human and Peoples' Rights malitere na 21 Ọktoba 1986 - iji kwanyere ya ùgwù 21 Ọkọba \"African Human Rights Day\".",
  ".Nleba anya na nkọwa nke Charter bụ ọrụ nke African Commission on Human and People's 'Commission on November 2, 1987 na Addis Ababa, Ethiopia ma bụrụ isi ugbu a na Banjul, Gambia.  Emechara nakweere ụkpụrụ nke Charter na 1998 ebe a ga-esi mepụta Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Ndị mmadụ.  Usoro a malitere na 25 Jenụwarị 2004..",
  "Na Julaị 2004, Mgbakọ AU kpebiri na a ga-etinye ACHP n'Ụlọikpe Ikpe nke Africa.  Na Julaị 2005, Mgbakọ AU kpebiri na ACHP kwesịrị ịrụ ọrụ n'agbanyeghị na usoro iwu guzobere Ụlọikpe Ikpe Ikpe nke Africa amalitebeghị.  N'ihi nke a, nnọkọ nkịtị nke asatọ nke Council Executive Council of African Union na Khartoum, Sudan, na 22 Jenụarị 2006, họpụtara ndị ọka ikpe mbụ nke Ụlọikpe Afrịka na-ahụ maka ikike mmadụ na ndị mmadụ.  Mmekọrịta dị n'etiti Ụlọikpe ahụ emepụtara ọhụrụ na kọmitii ka a ka ga-ekpebi.",
  "Dịka nke afọ 2019, steeti iri ise na atọ akwadola Charter.",
  "Akwụkwọ akụkọ Afrịka gbasara ikike mmadụ na ndị mmadụ gụnyere okwu mmalite, akụkụ atọ, isi anọ, na isiokwu 63.  Charter hibere usoro ikike mmadụ mpaghara maka Africa.  Charter na-ekekọrịta ọtụtụ atụmatụ na ngwa mpaghara ndị ọzọ, mana nwekwara njirimara pụrụiche pụtara ìhè gbasara ụkpụrụ ọ matara yana usoro nlekọta ya..",
  "Okwu mmalite ahụ na-etinye aka na mkpochapụ nke Zionism, nke o jiri tụnyere colonialism na apartheid, mere ka South Africa ruo eruo ịbanye na 1996 na ndoputa na Charter dabara na mkpebi UN \" gbasara njirimara nke Zionism..",
  "Charter na-amata ọtụtụ ihe ndị a na-ewere ikike obodo na ndọrọ ndọrọ ọchịchị nabatara nke ụwa.  Ikike obodo na ndọrọ ndọrọ ọchịchị a ghọtara na Charter gụnyere ikike nnwere onwe pụọ na ịkpa ókè (Nkeji 2 na 18(3)), nha anya (Nkeji 3), ndụ na iguzosi ike n'ezi ihe (Nkeji 4), ugwu (Nkeji 5), nnwere onwe pụọ n'ịbụ ohu.  (Nkeji edemede 5), nnwere onwe pụọ na mmeso ọjọọ, mmeso ọjọọ ma ọ bụ mmeso ọjọọ ma ọ bụ ntaramahụhụ (Nkeji 5), ikike maka usoro ziri ezi gbasara njide na njide (Nkeji 6), ikike ikpe ikpe ziri ezi (Nkeji 7 na 25), nnwere onwe okpukpe.  Nkeji edemede 8), nnwere onwe nke ozi na ikwu okwu (Nkeji 9), nnwere onwe mkpakọrịta (Nkeji 10), nnwere onwe ọgbakọ (Nkeji 11), nnwere onwe imegharị (nkeji 12), nnwere onwe itinye aka na ndọrọ ndọrọ ọchịchị (Nkeji 13), ikike ime  ihe onwunwe (Ikeji 14), na ikike iguzogide (Ikeji 20).",
  "Ụfọdụ ndị ọkà mmụta ruuru mmadụ tụlee mkpuchi Charter maka ikike obodo na ndọrọ ndọrọ ọchịchị ndị ọzọ ezughị oke.",
  "Dịka ọmụmaatụ, ikike nzuzo ma ọ bụ ikike megide ọrụ mmanye ma ọ bụ iwu anaghị anabata ya n'ụzọ doro anya",
  "A na-ewere ndokwa ndị metụtara ikpe ziri ezi na itinye aka na ndọrọ ndọrọ ọchịchị dị ka ndị na-ezughị ezu site na ụkpụrụ mba ụwa.",
  "Charter na-amatakwa ụfọdụ ikike akụ na ụba, ọha na eze na omenala, na n'ozuzu Charter a na-ewere na ọ na-etinye aka na ikike ndị a.  Charter na-amata ikike ịrụ ọrụ (Nkeji 15), ikike inwe ahụike (Nkeji 16), na ikike mmụta (Ikeji 17).  Site na mkpebi nke African Commission on Human and Peoples' Rights, SERAC v Nigeria (2001), a ghọtakwara na Charter na-agụnye ikike ịnweta ụlọ na ikike iri nri dịka \"nke doro anya\" na Charter, karịsịa n'ihi ya.  ndokwa na ikike nke ndụ (Art",
  "4), ikike ahụike (Art",
  "16) na mmepe (Art",
  "22)..",
  "Na mgbakwunye na ịnakwere ikike onye a kpọtụrụ aha n'elu Charter na-amatakwa ikike mkpokọta ma ọ bụ otu, ma ọ bụ ikike ndị mmadụ na ikike mmadụ nke ọgbọ atọ.  Dịka Charter na-amata ikike otu n'ọkwa na-adabaghị na mpaghara European ma ọ bụ Inter-American ikike ikike mmadụ.  Charter nyere ikike nchekwa ezinụlọ site n'aka steeti (Nkeji edemede 18), ebe \"ndị mmadụ\" nwere ikike ịha nhata (Nkeji 19), ikike ikpebiri onwe ya (nkebi nke 20), ịchụpụ akụ na ụba ha na ihe ndị sitere n'okike n'efu (nkeji edemede).  21), ikike mmepe (Nkeji 22), ikike udo na nchekwa (Nkeji 23) na \"n'ozuzu na-eju gburugburu ebe obibi\" (Nkeji 24)..",
  "Charter abụghị naanị inye ndị mmadụ n'otu n'otu na ndị mmadụ ikike, kamakwa ọ gụnyere ọrụ dịịrị ha.  Ọrụ ndị a dị na edemede 29 ma bụrụ ndị a:"
]