[
  "The African Centre of Excellence for Genomics of Infectious Diseases (ACEGID), nke dị na Mahadum Redeemer, Ede, Nigeria, bụ njikọ nke ụlọ ọrụ agụmakwụkwọ na ahụike nke West Africa na-arụkọ ọrụ maka nyocha na ọzụzụ.",
  "E hiwere ACEGID na 2014, na ego mbụ maka mmemme ahụ sitere na World Bank.  Ebumnuche nke mmemme a bụ ije ozi dị ka ebe kachasị mma maka nyocha na ọzụzụ na genomics, na-elekwasị anya na ọrịa na-efe efe. Prọfesọ Christian Happi bụ onye nduzi na onye isi nchọpụta nke ụlọ ọrụ ahụ.",
  "Ndị otu ahụ na Naịjirịa gụnyere Mahadum Redeemer, Ụlọ Ọgwụ Nkụzi Irrua Specialist, Irrua Edo State, Federal Medical Center, Owo, General Hospital Ikorodu, Lagos na Alex Ekueme Federal Teaching Hospital, Abakaliki",
  "Ndị otu mpaghara gụnyere Kenema Government Hospital, Sierra Leone na Université Cheikh Anta Diop, Dakar (Senegal).",
  "Ụlọ ọrụ ahụ na-arụkọ ọrụ ọnụ na ụlọ ọrụ ahụike ọha na eze nke mba, mpaghara na ụwa gụnyere Nigeria Center for Disease Control (NCDC), Africa Center for Diseasa Control na World Health Organization, Mahadum Harvard, Broad Institute of Harvard na Massachusetts Institute of Technology, Mahadim Tulane, The Scripps Institute, Walter Reed Army Institute of Research, Mahadamị Nebraska Medical Center na Mahadum Cambridge. Ndị mmekọ nke ụlọ ọrụ onwe gụnyere Viral Hemorrhagic Fever Consortium, Illumina, Dimagi, Zalgen LLC, Fathom Inc, Microsoft na Access Bank PLC, Lagos, Nigeria.",
  "ACEGID's Master of Science na Doctor of Philosophy degrees programs in Molecular Biology and Genomics na-arụ ọrụ na njikọ aka na Mahadum Redeemer's Department of Biological Sciences",
  "Ihe omume ndị a bụ nke AQAS kwadoro.",
  "Nnyocha ACEGID na-elekwasị anya n'iji ngwá ọrụ na usoro dị elu nke genomics maka nyocha ọrịa na-efe efe, ịme nlekota, ịzụlite nchọpụta, ọgwụ na ọgwụ mgbochi ọrịa, yana inye ozi dị mkpa site na ụlọ ọrụ ahụike ọha na eze maka ime iwu dabere na ihe akaebe. Ụlọ ọrụ ahụ na ndị mmekọ na-arụkọ ọrụ iji mepụta nchọpụta ọrịa na-efe efe. Ụfọdụ n'ime ọrụ nyocha nke ACEGID gụnyere:",
  "Na mgbakwunye na ego nke World Bank nke e guzobere ụlọ ọrụ ahụ, ACEGID enwetala ego nyocha site n'aka òtù dị iche iche gụnyere United States National Institutes of Health, Human Heredity and Health in Africa (H3 Africa), Wellcome Trust, na United Kingdom Biotechnology and Biological Sciences Research Council, ELMA Philanthropies, Skoll Foundation, yana Bill na Melinda Gates Foundation, n'etiti ndị ọzọ.",
  "Ihe ACEGID rụzuru gụnyere:",
  "Na mgbakwunye, ọrụ ACEGID enwetala ọtụtụ nkwado mba na nke mba ụwa."
]