[
  "mm",
  "Àtụ:Infobox Language/IPA",
  "Afrihili (Ni Afrihili Oluga 'asụsụ Afrihili') bụ asụsụ e wuru na 1970 site n'aka onye Ghana na-akọ akụkọ ihe mere eme K",
  "A",
  "Kumi Attobrah (Kumi Atɔbra) iji mee ihe dị ka asụsụ na-asụ n'Africa niile",
  "Aha asụsụ ahụ bụ ngwakọta nke Africa na Swahili",
  "Onye edemede ahụ, onye obodo Akrokerri (Akrok) na Ghana, bu ụzọ chepụta echiche ahụ na 1967 mgbe ọ na-eme njem ụgbọ mmiri site na Dover gaa Calais",
  "Ebumnuche ya bụ na \"ọ ga-akwalite ịdị n'otu na nghọta n'etiti ndị dị iche iche nke kọntinent ahụ, belata ọnụahịa na mbipụta n'ihi nsụgharị ma kwalite azụmahịa\"",
  "Ebumnuche ya bụ ka ọ dịrị ndị Afrịka mfe ịmụta ihe.",
  "Afrihili na-enweta ụdaume ya, ọdịdị ya na syntax site na asụsụ dị iche iche nke Afrịka, ọkachasị Swahili na Akan (asụsụ obodo Attobrah)",
  "Akwụkwọ ọkọwa okwu ahụ na-ekpuchi asụsụ dị iche iche nke Afrịka, yana okwu sitere n'ọtụtụ isi mmalite ndị ọzọ \"nke ndị Afrịka mere ka ha ghara ịdị ka ndị mba ọzọ\", ọ bụ ezie na onye edemede ahụ egosighi okwu ọ bụla",
  "Otú ọ dị, semantics bụ Bekee, nwere ọtụtụ calques nke okwu Bekee, ikekwe n'ihi mmetụta Bekee siri ike na Swahili na Akan",
  "Dịka ọmụmaatụ, mu bụ 'n'ime', to bụ 'n\" na muto bụ 'nn'ime'; n'otu aka ahụ, n'otu ụzọ ahụ, n\"ụzọ a bụ 'site' (dị ka 'site n'ọgwụgwọ a'), paasa bụ 'apụ' (dịka n'ịga n'èzí), na n'ụzọ a na-akpọ 'n'ụzọ niile' ma ọ dịkarịa ala na mbụ, 1970 version nke asụsụ ahụ.",
  "Asụsụ ahụ na-eji mkpụrụ akwụkwọ Latin na mgbakwunye nke mkpụrụedemede abụọ, nke nwere ụkpụrụ ha n'asụsụ Ghana na IPA, [ɛ] na [ɔ]",
  "A na-asụpụta aha mba ọzọ na phonetically kama na orthography mbụ, yabụ dịka ọmụmaatụ 'Hastings' a na-asụgharị Hestins",
  "E nwere digraph abụọ, nke nwere ụkpụrụ Bekee na Swahili, [tʃ] na [ʃ]",
  "J na y nwekwara ụkpụrụ Bekee na Swahili ha, [dʒ] na [j]",
  "Ng abụghị digraph, kama a na-akpọ ya dị ka mkpịsị aka Bekee, [ŋɡ].",
  "Mkpụrụedemede bụ ɛ e i ɔ o u",
  "Mkpụrụedemede ụdaume okpukpu abụọ yiri ka ọ bụ usoro, ọ bụghị ụdaume ogologo",
  "Ndị na-esote ya bụ p t ch k, b d j g, m n ny, f s sh h, v z, l r y w.",
  "Enweghị ụda olu",
  "Mmetụta dị na ụdaume nke abụọ ikpeazụ",
  "Akara mkpu na-abịa na mmalite nke ahịrịokwu, nke na-agwụ na comma ma ọ bụ oge dị ka ọ dị; akara ajụjụ na-abịa ná njedebe.",
  "Asụsụ ahụ yiri Swahili, mana na mgbakwunye enwere 'triangle ụdaume', nke dị n'etiti mgbanwe Afrihili:",
  "A na-eme ọtụtụ usoro ụtọ asụsụ site na ịgbanwere ụdaume na ntụziaka ya na triangle: a maka o, u maka i, e maka ɔ, na vice versa",
  "Dịka ọmụmaatụ, enwere ike ime ka ngwaa bụrụ adjective site na ịgbanwe ụdaume ikpeazụ ya n'ụzọ a: site na pinu 'ịchọpụta' adjective pini 'kpebiri'",
  "Ɛ anaghị etinye aka na swaps ndị a, mana a na-eji ya n'ọnọdụ ndị ọzọ (n'okpuru).",
  "Aha niile, na naanị aha na adjectives na-agbanwe aha, na-amalite na ụdaume",
  "N'otu, nke a ga-adị iche na ụdaume ikpeazụ nke okwu ahụ; a na-emepụta ọtụtụ site n'ime ka ọ bụrụ otu ụdaume ikpeazụ",
  "Dịka ọmụmaatụ, omulenzi 'nwa nwoke' na-aghọ imulenzi 'ụmụ nwoke'; n'otu aka ahụ, oluga bụ 'asụsụ' na aluga 'asụsụ'.",
  "A na-enweta aha site na ngwaa ma ọ bụ adjectives site na itinye ihe dị iche na ụdaume ikpeazụ, dịka triangle dị n'elu si dị",
  "Ya mere, site na pinu 'ịchọpụta' na-abịa aha ipinu 'ikpebi'",
  "Ọ bụrụ na ụdaume niile dị na ngwaa ma ọ bụ adjective bụ otu, dịka na mono 'iji ihere' na kana 'otu', mgbe ahụ a na-eji ụdaume na-anọpụ iche ɛ- eme ihe: Queenono 'ihe ihere', ɛkana 'ịdị n'otu'.",
  "A na-emepụta aha okwu (gerunds) site na infinitive na -de, ya mere na-amalite mgbe niile na ɔ- : soma 'na-agụ', somade 'ịgụ',__hau____hau____hau__ papa 'ịgụ bụ ihe dị mma'. (Jụọ ɔkaratide 'iwepụta ihe' na ukarati 'ihe ubi', site na karati 'iji owuwe ihe ubi'.)",
  "N'akụkụ nke ọzọ, aha na-ahapụ ụdaume mbụ ha iji mepụta ngwaa, yana mgbanwe kwesịrị ekwesị na ụdaume ikpeazụ, adjectives",
  "Ya mere, site na etogo 'ụlọ' na-abịa togo (ma ọ bụ togode) 'n'ụlọ', na site na umeme 'electricity' na-eweta memɔ 'electric'.",
  "A na-eji mɛ-, eme ihe ndị ọzọ dị ka aha ma ọ bụ adjectives (gerunds): mɛpini 'determinative', ↑wako 'driver' (wako to drive).",
  "A na-eji prefixes, na-eji nnọchiaha isiokwu edere na ngwaa",
  "(A naghị eji nnọchiaha isiokwu mee ihe ma ọ bụrụ na enwere aha isiokwu.) Otú ọ dị, a na-ede ihe iche iche mgbe ngwaa gasịrị: Site na jira 'ichere', mingijira lε 'M (mi-) gaara echere ya (lɛ)'.",
  "Ndị nnọchiaha gụnyere mi 'M', nɛ 'm na gị', nɛu 'anyị na gị', nu 'anyị' (ọ bụghị gị), wu 'ị (ị) ku 'ị (ye)', lɛ 'ya', ta 'ya', yo 'ya', fu 'ha'",
  "Maka nnweta, a na-ebute nnọchiaha na aha, na-ahapụ ụdaume ha: l'arafi 'akwụkwọ ozi ya', w'agoji 'ego gị'.",
  "Ntinye aha na-agụnye li- (n'oge gara aga), ta- (ọdịnihu), lii- (nn'oge ochie), taa- (n\"oge gara aga) $ (n'ọdịnihu), re- (nchekwa -ing), ri- (nkwekọrịta -ing), ngi- (nwere ọnọdụ, ga-), nge- (nchịkọta, nwere ike), na ihe zuru oke na lo-",
  "Enweghị akara onyinye dị mfe",
  "U- na-emepụta ahịrịokwu ndị metụtara (onye, nke).",
  "Ya mere, site na du 'eri', lɛdu 'ọ na-eri', nɛtadu 'gị & m ga-eri', fulidu 'ha na-eri,' mi__l____l____l__du ɛn zinga 'M na-eri n'ụtụtụ (dị ka omume), miliidu ɛn zinga 'm ga-eri / na-eri nri n'ụra', miredu 'mgbe m na-eri iri nri', nuridu 'anyị na-eri (mgbe) kama kungiwa, kungidu 'ọ bụrụ na ị ga-abịa, ị ga-eri nri', ni lodu 'nwoke riri'.",
  "'Nke a' na 'nke ahụ' bụ ki na ka, nke a na-ejikọta ya na -nga, na-enye kinga 'ndị a' na kanga 'ndị ahụ'",
  "Ha nwere ike ịpụta n'ihu aha, ma ọ bụ mgbe e mesịrị site na iṅomi mkpụrụedemede ikpeazụ:",
  "Ụfọdụ nsonaazụ bụ mkpụrụedemede zuru ezu, dị ka -wi inchoative (inweta ma ọ bụ ghọọ): sana 'ịṅụ mmanya', sanawi 'ịṅụbiga mmanya ókè'; 'obi ụtọ', furahawi 'inwe obi ụtọ'",
  "Otú ọ dị, ọtụtụ n'ime ha nwere ụdaume, nke yiri ụdaume ikpeazụ nke mgbọrọgwụ ahụ, dịka na -bw- (na-agaghị agafe): bona 'ahụ', bonabwa 'ahụ'; ma ọ bụ -t- '-enwe ike': bonata 'ahụ anya', dutu 'ihe a na-agụ'.",
  "'Of' (nkebi?) bụ ma ọ bụ nsonaazụ -n ma ọ bụ ihe na-adịghị mma, nke nwere usoro okwu dị iche",
  "Nun kisi ma ọ bụ kisi pe nu 'ụfọdụ n'ime anyị', imulenzin kisi ma ọ dị kisi pen imulenzi 'ụfọdụ ụmụ nwoke' (okwu doro anya ni dị ebe a belatara ma tinye ya na pe, na-enye pen).",
  "Mgbe adjective ma ọ bụ nọmba na-eso aha, ọ na-ewere ụdaume mbụ nke aha ahụ dị ka nkwekọrịta ụtọ asụsụ, yana nsonaazụ -n:",
  "Ihe odide na-esonụ, site na akwụkwọ akụkọ nke afọ 1971, ka e wepụrụ n'akụkụ aka ekpe ya",
  "Okwu ndị na-efu efu dị na brackets.",
  "Asusu ewuruÀtụ:Constructed languagesNjikwa Ikike"
]