[
  "Afua Richardson bụ ónyé na-ese ihe n'Afrịka",
  "O mèrè mkpuchi màkà mbipụta ise nke Marvel's World of Wakanda na nka màkà ndabere akụkọ dị mkpirikpi na mbipụta mbụ.  Ihe ọchị ya, Genius, ya na ndị édémédé Marc Bernardin na Adam Freeman meriri Top Cow's 2008 Pilot Season. O gosipụtara uri Langston Hughes na 2014 màkà NPR's Black History Month, ma mee mkpuchi dị iche iche màkà ọtụtụ aha akwụkwọ na-atọ ọchị gụnyere All Star Batman màkà DC comics, Attack on Titan maka Kodansha, Mad Max maka Vertigo, yana mkpuchi / mkpuchi dịgasị íchè íchè màkà X-Men '92, Totally Awesome Hulk, Shuri, na Captain America na Mighty Avengers na Marvel Comics. Ọ bụ otu n'ime obéré ìgwè ụmụ nwanyị Africa America na-ese ihe bụ ndị \"nnukwu abụọ\" na-ebipụta ihe ọchị were n'ọrụ n'oge ọ banyèrè n'ụlọ ọrụ ahụ.",
  "A zụlitere Richardson na New York City",
  "Site n'ezinụlọ ndị ọkà mmụta sayensị, ọ mụrụ ọjà ógè ochie site na afọ itoolu. Dị ka ónyé na-afụ ụfụfụ, ọ rụrụ ọrụ na Carnegie Hall na Soul Train",
  "Ya na Sheila E",
  "na Parliament-Funkadelic rụkwara ọrụ.",
  "Ọ bụ onye na-agụ egwú, onye na-akụ ọkpọ, onye na'azụ egwu na MTV Jams ma pụta na ihe ngosi na-abụghị Broadway na Melvin Van Peebles. Ọ bụ otu n'ime ndị otu egwu Future Soul Society, ma soro Alexa Edmonds Lima dekọọ ya n'okpuru áhà 'Afua & Alexa'.",
  "Richardson bụ ónyé na-ese ihe na-azụ onwe ya",
  "Ọ bụ onye otu Ormes Society nke na-adịghịzi adị ugbu a, nké na-akwalite ụmụ nwanyị Africa-America na ụlọ ọrụ na-atọ ọchị.",
  "Màkà usoro akwụkwọ na-atọ ọchị, Genius (2007), ya na ndị édémédé Marc Bernardin na Adam Freeman rụkọrọ ọrụ iji kọọ akụkọ ahụ site na olu nwanyị ojii, Destiny Ajaye. Ahụmahụ Richardson nwere nke ịbụ ónyé ka nta na United States metụtara ọrụ ya. Na Genius, ọ na-ese ihe ike n'ụzọ bụ \"ihe-nke-eziokwu na nke dị elu,\" dị ka ComicsAlliance si kwuo. Ọ na-egosipụta usoro echiche Ajaye na David Brothers kpọrọ ya \"nke a na-aghọta ozugbo ma kwesị ka a na-enyocha ya\".",
  "N'afọ 2011, Richardson natara Nina Simone Award for Artistic Achievement dị ka otu n'ime ụmụ nwanyị Africa-America ole na ole na-ese akwụkwọ na-atọ ọchị iji rụọ ọrụ màkà ndị na-ebipụta akwụkwọ na mpaghara ahụ."
]