[
  "Afua osei bụ onye ọchụnta ego, onye ọchụnta ego na onye na-ekwuchitere ọha, onye mebere ya na-edu Africa, ụlọ ọrụ mgbasa ozi maka puku afọ nwanyị Africa",
  ".",
  "Amụrụ na Washington DC, osei nọrọ afọ ntolite ya na obodo Prince George, Maryland Osei gụsịrị akwụkwọ na kọleji Allegheny nwere nzere na sayensị ndọrọ ndọrọ ọchịchị ma bụrụ nwa akwụkwọ izizi chepụtara isi nke ha na ọmụmụ ojii",
  "Enyere ya ihe nrite nke sayensị ndọrọ ndọrọ ọchịchị Ray smock maka igosi nkwa na ndọrọ ndọrọ ọchịchị obodo na steeti yana ihe nrite ngalaba maka akwụkwọ akụkọ kacha mma n'etiti ndị ọkachamara",
  ".",
  "N'afọ 2013, ọ gụsịrị akwụkwọ na Mahadum Chicago Booth School of Business na Ụlọ akwụkwọ Harris nke ọmụmụ amụma ọha na Master of Business Administration na Master of Public Policy.",
  "Mgbe ọ gụsịrị akwụkwọ na kọleji, Osei sonyere na Campaign Corps Fellowship, mmemme ọzụzụ zuru oke nke Democratic, na-ekpuchi akụkụ niile nke ịme mkpọsa ndọrọ ndọrọ ọchịchị na-aga nke ọma nke EMILY's List kwadoro. Ọ bụ Fulbright Scholar na Malaysia ma rụọ ọrụ n'ọfịs nke First Lady Michelle Obama. Mgbe ọ gụsịrị akwụkwọ na azụmahịa, Osei kwagara Lagos, Naijiria ka ọ bụrụ onye ndụmọdụ nchịkwa na McKinsey & Company na-enye ndị ahịa na South Africa, Nigeria, Ghana na United States atụmatụ na ọrụ.",
  "N'afọ 2014, Osei na Yasmin Belo-Osagie guzobere She Leads Africa, \"obodo maka ụmụ agbọghọ Africa nwere oké ọchịchọ\". Ọ na-eduga Africa na-enye ụmụ nwanyị gafee ihe karịrị mba 35 ndụmọdụ azụmahịa na ọrụ ma gosipụta ya n'ọtụtụ akwụkwọ mba ụwa gụnyere The Financial Times, CNN, CNBC Africa, Huffington Post, na Black Enterprise. Na Disemba 9, 2016, She Leads Africa kụrụ mgbịrịgba Closing na New York Stock Exchange.",
  "Na azụmahịa nke onwe ya, Afua na-akụzi ọchụnta ego dijitalụ ma na-azụ ndị mmadụ otu esi eji netwọk iji gbasaa azụmahịa ha.",
  "Forbes Africa amatala Osei dị ka otu n'ime ụmụ nwanyị kachasị ọhụrụ n'Africa (2014), nke Ventures Africa kpọrọ aha dị ka otu mu n'ime ndị ọhụrụ iri abụọ na ise kachasị elu n'Africa na 2016 na otu n'etiti ndị ọhụrụ iri atọ nke Quartz Africa na 2017. A họpụtara ya dị ka onye ọka ikpe maka asọmpi Chivas Venture, \"ọchụchọ zuru ụwa ọnụ iji chọta ma nye ike ọgbọ na-esote nke ndị ọchụnta ego na-eto eto kpebisiri ike ịga nke ọma mgbe ha na-agbanwe ụwa ka mma\".",
  "Ọ bụ onye ọkà okwu a ma ama na TEDxEuston na London, G20 Africa Partnership Conference na Germany, Essence Festival Durban na South Africa, na Thomson Reuters Foundation Trust Conference na UK."
]