[
  "Agụụ bụ ọnọdụ na adapụta site na iri nri nke ihe dị anụahụ mma ezughi oke ma ọ bụ dịfee oke nke nwere ike ibute nsogbu ahụike. Ihe ndị dị anụahụ mma ekpokọtara nwere ike ịgụnye: nkeji ume, protin, nri na enye ike na ibu, vitamin ma ọ bụ mineral. A na ejikarị ya iche iji rụtụ aka na erizughi nri dị mma ebe enweghị nkeji ume, protin ma ọ bụ mpekere ihe dị anụahụ mma zuru oke, agbanyeghị ọ gụnyekwara nrife ihe dị anụahụ mma.  Ọ bụrụ na erizughi ihe dị anụahụ mma dapụta n’oge afọ ime ma ọ bụ tupu afọ nke afọ abụọ nke afọ ọ nwere ike ịdapụta na nsogbu ga-adịgide na ntolite anụahụ yana ụbụrụ isi",
  "Erizughi ihe dị anụahụ dị ukwuu, ama ka ịkwụ ọnụ, nwere ike ịnwe ihe mgbanwe ndị gụnyere: mkpumkpu, ịta ahụ, ike ọgwụgwụ, yana ụkwụ koro eko yana oke afọ. Ndị mmadụ oge ụfọdụ na enwetakarị ọrịa, ha na enwekarị oyi",
  "Ihe mgbanwe nke ụkọ mpekere ihe dị anụahụ mma dabere na mpekere ihe dị anụahụ mma na adịghị.",
  "Ihe na ebutekarị erijughi afọ bụ n’ihi enweghị ezigbo nri dị mma dị maka oriri. Nke a na emetụtakarị ọnụego nri dị elu yana ụbịam. Ụkọ nke ịnye ntakịrị nwa ọhụụ ala nwere ike ịnyere aka, dị ka ọnụọgụ nke ọrịa ndị na efe efe dịka: afọ okuku, oke oyi, ịba yana akpata nke na ebuwanye mkpa ihe dị anụahụ mma. Enwere ụdị abụọ nke erijughi afọ: ụkọ ike-protin yana ụkọ iri nri dị mma. Ụkọ ike-protin nwere ụdị abụọ dị oke egwu: marasmus (ụkọ nke protin yana nkeji ume) yana kwashiorkor (ụkọ nke naanị protin). Ụkọ mpekere ihe dị anụahụ mma ama ama gụnyere: ụkọ nke iron, iodine yana vitamin A. N’oge afọ ime, n’ihi nchọ gbagolitere, ụkọ na adịkarị ebe niile. N’ụfọdụ obodo ndị na etolite etolite nrife ihe dị anụahụ mma dị n’ụdị nke ibu mbutọkọ ebidola ịdị n’etiti otu ogbe dị ka erijughi afọ. Ihe ndị ọzọ na ebute erizughi nri dị mma gụnyere anorexia nervosa yana ịwa ahụ bariatrik. Na ndị okenye erizughi nri dị mma na adịkarị n’ihi ihe anụahụ, mmụọ mmadụ yana mmekọrịta.",
  "Mbọ iji melite nri dị ahụ mma bụ ụfọdụ nke ụdị ndị kachasị ire nke enyemaka ntolite. Ịnye ntakịrị nwa ala nwere ike ịbelata ọnụ nke agụụ yana ọnwụ n’ụmụaka, yana mbọ iji kwado omume ahụ na ebuwanye oke. N’ụmụaka na etolite ịnye nri yana na mgbakwunye mmiri ala n’etiti ọnwa isii yana afọ abụọ na emelite ndapụta. Enwekwara ihe akaebe ziri ezi na akwado mgbazinye nke ọnụọgụ nke mpekere ihe na adị anụahụ mma n’oge afọ ime yana n’ime ụmụ ntakịrị nọ n’ụwa ndị etolite etolite. Iji wega nri n’ebe ndị mmadụ chọrọ ya nọ yana ịnyefe nri na ịnye ego ka ndị mmadụ nwee ike ịzụta nri n’ime ahịa mpaghara na arụ ọrụ. Naanị ịnye ndị mmadụ nri n’ụlọ akwụkwọ ezughi oke. Njikwa nke nnukwu agụụ n’ime ụlọ nke onye ahụ site na iji nri na agwọ ọrịa dị-njikere-iji ga-ekwe omume ọtụtụ oge. Akwadoro n’ebe ndị nwere nnukwu agụụ agbagwojuru site na ọgwụgwọ nsogbu ahụike n’ime ụlọ ọgwụ. Nke a na agụnyekarị ijikwa suga dị obere, temprechọ ahụ, ahụ ịta mmiri, yana iri nri nwayọ nwayọ. A na akwadokarị usoro ime ihe ọgwụ mgbochi nje n’ihi nnukwu ihe egwu nke ibute orịa. Ụkpụrụ ogologo oge gụnyere: imelite ụkpụrụ ịkọ ugbo, ịbelata ụbịam, imelite gburugburu dị ọcha, yana nkwadige nke ụmụ nwanyị.",
  "Enwere ọnụọgụ nde ndị mmadụ 925  na erijughi afọ n’ụwa na 2010, mgbagote na nke nde 80 kemgbe 1990. Ekpebiri na ijeri ndị mmadụ ọzọ enweghị vitamin na mineral. Na 2010 ekpebiri na ụkọ ike-protin dapụtara na ọnwụ 600,000 gbadata site na ọnwụ 883,000 na 1990. Ụkọ nri ndị ọzọ, nke gụnyere ụkọ iodine yana anemia ụkọ iron, dapụtara na ọnwụ 84,000 ọzọ.  Erijughi afọ na 2010 butere 1.4% nke obibi ndụ nkwarụ ahaziri. Ihe dị ka ụzọ atọ n’otu nke ọnwụ n’ụmụaka ka ekwenyere na ọ bụ n’ihi erijughi afọ; agbanyeghị, anaghị akpọkarị ọnwụ ndị ahụ otu ahụ. Na 2010 ekpebiri na ọ nyere aka na ọnwụ ọnụọgụ nde 1.5 n’ụmụ nwanyị na ụmụaka tụmadị ụfọdụ na ekpebi na ọnụọgụ ahụ gafere karịa nde 3. Mgbakwunye ụmụaka ọnụọgụ nde 165 nwere mkpumkpu si na ọrịa ahụ. Erijughi afọ dịkarịrị na obodo ndị na etolite etolite."
]