[
  "Ụmụ nwanyị nọ na Naijiria nwere ikike bụ isi nke mmadụ ka a gụ akwụkwọ na a nakweere ikike a kemgbe 1948 nakweere Nkwupụta Ụwa Nile Maka Ihe Ndị Ruuru Mmadụ (UDHR).  Dị ka otu akụkọ na 2014 si kwuo, agụmakwụkwọ ụmụ nwanyị nwere mmetụta dị mkpa na mmepe nke obodo kwụsiri ike, ọganihu na ahụike nke na-eme ka ụmụ amaala na-arụsi ọrụ ike, na-arụpụta ihe na ndị nwere ike..  Ịkụzi ụmụ agbọghọ na-eto eto na-eto eto, na-akwalite nnwere onwe nke nwa agbọghọ ma na-ebelata esemokwu mmekọrịta.  N'afọ 2009, otu Nigerian Population Council (NPC) chọpụtara na ụmụ nwanyị nwere ntozu agụmakwụkwọ dị elu na-enwekarị ọrụ ụgwọ ọrụ karịa ndị nọ n'ọkwa agụmakwụkwọ ụlọ akwụkwọ praịmarị",
  "Universal Declaration on Human Rights  n'afọ 1948(UDHRSite na nyocha ekụkọ e mere na 2014, agụmakwụkwọ ụmụ nwanyị nwere mmetụta dị mkpa na mmep mmepe obodo kwụ chimi ike, nke bara ọgaranya na nke nwere ahụike nke na-akpata ụmụ amaala na-arụsi ọrụ ike, na-arụpụta ihe na nke nwere ike. Ịkụziri ụmụ agbọghọ ihe na-azụlego uto, na-agba ume nnwere onwe nke ụmụ nwa nwanyị ma belata ọdịiche mmekọrịta mmadụ na ibe ya",
  "N'afọ 2 Nigeria Population Council rịa (NPC) kwuru na ụmụ nwanyị nwere agụmakwụkwọ dị elu nwere ike ịnọ n'ọrụ ụgwọ ọrụ karịa ndị nọ na agụmakwụkwọ ụlọ akwụkwọ praịmarị.",
  "Mmekọrịta dị mma dị n'etiti ndebanye aha ụmụ agbọghọ na ụlọ akwụkwọ praịmarị na nnukwu ngwaahịa mba (GNP) na mmụba nke ndụ ndụ. N'ihi njikọ a, ndebanye aha na ụlọ akwụkwọ na-anọchite anya akụkụ kachasị ukwuu nke ikwado agbam mbo mmadụ na obodo ọ bụla. A hụla na mmepe akụ na ụba obodo ngwa ngwa dabere na ogo ụmụ nwanyị na agụmakwụkwọ ha na mba ahụ. Agụmakwụkwọ na-enye ụmụ nwanyị ohere maka inweta ihe ọmụma, ụkpụrụ, àgwà, ikike, ntụkwasị obi, nnwere onwe na nkà.",
  "Iji hụ na ị nweta ohere agụmakwụkwọ nha anya, National Policy on Education na-ekwu na ịnweta agụmakwụkwọ bụ ikike maka ụmụaka Nigeria niile n'agbanyeghị okike, okpukperechi na nkwarụ.",
  "Tupu afọ 1920, agụmakwụkwọ praịmarị na sekọndrị na Naịjirịa dị n'aka ndị òtù Kraịst na-arụ ọrụ n'efu",
  "N'ime ọnụ ọgụgụ ụlọ akwụkwọ sekọndrị iri abụọ na ise e guzobere n'afọ 1920, naanị atọ bụ nke ụmụ nwanyị ebe ndị ọzọ bụ nke ụmụ nwoke. N'afọ 1920, Kolonial gọọmentị na-achị mgbe ahụ malitere inye ndi otu wepụtara onwe ha ịrụ ọrụ n'efu ego nkwado ọrụ, ego nkwado ọrụ ahụ dịgidere ruo mmalite ọgụ afọ 1950, bụ oge agụmakwụkwọ ka nọ n'okpuru nchịkwa nke mpaghara obodo",
  "N'afọ 1949, naanị asatọ n'ime ọnụ ọgụgụ ụlọ akwụkwọ sekọndrị dị iri ise na asaa bụ maka ụmụ nwanyị",
  "Ụlọ akwụkwọ ndị a bụ Methodist Girls' High School, Lagos (1879), St Anne's School, Molete, Ibadan (1896), St",
  "Theresa's College, Ibadan (1932), Queens College, Lagos, (1927) Holy Rosary College, Enugu (1935), Anglican Girls Grammar School, Lagos, (1945), Queen Amina College na Alhuda College, Kano",
  "Site na 1950 ruo 1960, e guzobere ụlọ akwụkwọ isii ọzọ a ma ama ma ka ọ na-erule 1960, e nwere ụlọ akwụkwọ ụmụ nwanyị iri na anọ a ma ama, iri ngwakọta na ụmụ nwoke iri isii na otu.",
  "N'ime ọgụ afọ 1960 dịrị gaba, mgbe ọtụtụ steeti di n'mba Africa malitere inweta nnwere onwe ndọrọ ndọrọ ọchịchị, enwere nhata nwoke na nwanyị gbara-ọrụ na agụmakwụkwọ. Ọnụ ọgụgụ ụmụ nwanyị debanyere aha maka agụm akwụkwọ pere nnukwu mpe gburugburu kọntinent ahụ dum",
  "N'ọnwa Mee afọ 1961, a mara ọkwa nkwupụta zuru ụwa ọnụ nke United Nation nke ikike mmadụ na atụmatụ agụmakwụkwọ UNESCO maka Naịjirịa na nzukọ e nwere na Addis Ababa, Etiopia",
  "E guzobere atụmaatụ: iji nweta 100% na agụmakwụkwọ praịmarị zuru ụwa ọnụ na Naịjirịa site n'afọ 1980.",
  "Mmejuputa n'afọ 970s nke agụmakwụkwọ praịmarị n'efu ma bụrụ (UPE) gbasoro usoro atụmatụ agụm akwụkwọ UN",
  "Kemgbe ahụ, òtù UNICEF na òtù UNESCO na ọtụtụ òtù ndị ọzọ a kwadoola nyocha na nzukọ ọgbakọ agụmakwụkwọ ụmụ agbọghọ na Naịjirịa. Ruo n'ọgụ afọ 1970, ọtụtụ ụmụ nwoke ndi karịrị ọnụ ọgụgụ ụmụ nwanyị sonyere na agụmakwụkwọ na Naịjirịa",
  "Dị ka otu onye Naijiria na-akọ akụkọ ihe mere eme, Kitetu, si kwuo, nkà ihe ọmụma ọdịnala ndị obodo bụ na ebe ọnọdụ nwanyị nọ bụ n'ụlọ, nke a mere ka ọtụtụ ụmụ agbọghọ ghara agụmakwụkwọ",
  "Otú ọ dị, site na ntinye aka ndị gọọmentị na awam anya  ọha, ndị nne na nna malitere zigaba ụmụ ha ndi nwanyị n'ụlọ akwụkwọ",
  "N'ihi ya, nsonye ụmụ nwanyị bịara pụta ìhè.",
  "Ọ dị mkpa ịmata na, atụmatụ akpachapụrụ anya yịwe bụ nke weliri ọnụ ọgugụ ụmụ nwanyị n'ụlọ akwụkwọ k'ọgasịrị afọ 1990",
  "Ọ bụ ezie na e debara aha ụmụ nwoke karịa ụmụ nwanyị na 1991, ọdịiche nke 138,000, ka ruru n'afọ 1998 ọdịiche ahụ beretara bụrụzia naanị 69,400. Na Nzukọ Pan-African nke e mere na Ouagadougou, Burkina Faso, n'ọnwa Machị na Eprel n'afọ 1993 (mgba afọ iri atọ mgbe e nwesiri nkwupụta UN nke afọ 1960) a chọpụtara na Naịjirịa ka na-esote mpaghara ndị ọzọ nke ụwa n'inweta ụmụ nwanyị na agụmakwụkwọ. A chọpụtakwara na ọdịiche nwoke na nwanyị dị na agụmakwụkwọ ma ọ dị mkpa ịchọpụta ma wepụ ụkpụrụ niile na-egbochi ụmụ agbọghọ itinye aka na agụmakmakwụkwọ.",
  "Bido n'afọ 1970 ruo n,afọ 1994, ndebanye aha ụmụ aka ndị nwaanyị na agụmakwụkwọ praịmarị nọgide sịrị ike na mụbaa site na 30% rigoruo 80%",
  "N'agbanyeghị nkea, a ka nwere ọdịiche dị n'etiti ndebanye aha ụmụ aka ndi nwoke na ụmụ aka ndi nwanyị na ọkwa agụmakwụkwọ niile",
  "Na mgbakwunye, ọnụ ọgụgụ ụmụ agbọghọ na-apụ apụ dị elu karịa ụmụ nwoke na itinye aka na klas STEM dị ala maka ụmụ nwanyị karịa ụmụ nwoke. N'afọ 2002, ngụkọta ngụkọta nke ndebanye aha maka ụlọ akwụkwọ praịmarị, sekọndrị na ụlọ akwụkwọ tertiary maka ụmụ nwanyị bụ 57% ma e jiri ya tụnyere 71% maka ụmụ nwoke.",
  "Nke a pụtara n'ọnụ ọgụgụ ụmụ nwanyị nọ na ngalaba akụ ụfọdụ dị ole na ole",
  "Pasentị ndị ọrụ ụmụ nwanyị n'ọrụ ụfọdụ ahọpụtara n'afọ 2012 di otu a: ndị na-ese ụkpụrụ ụlọ, 2.4%, ndị na-enyocha ọnụ ọgụgụ, 3.5%, ndị ọka iwu / ndị oka ịkpe, 25.4%, ndị nkuzi maghadum, 11.8%, ndị na'ahụ maka ịmụ nwa na ndị na-ahụ maka ụmụ nwanyị, 8.4%, ndị na - ụmụaka, 33.3%, ndị na na-ahụ Maka mgbasa ozi, 18.3%.",
  "Okwu gbasara nhata nha nwoke na nwanyị na agụmakwụkwọ bụ isiokwu arụmụka nke ọtụtụ afọ iri  ndi gara aga ma bụrụ isiokwu a ma ama nke arụmụka na mba niile",
  "Na Naịjirịa, enwere nnukwu ọdịiche nwoke na nwanyị n'etiti ụdịrị agụmakwụkwọ nke ụmụ nwoke na ụmụ nwanyị na-enweta",
  "Ọtụtụ ụmụ nwanyị enweghị ohere agụmakwụkwọ kwesịrị ekwesi gafe afọ ụfọdụ",
  "N'afọ 2010, ọnụ ọgụgụ ụmụ nwanyị toro eto gụrụ akwụkwọ (ndi ruru afọ 15 ma ọ bụ karịa) na Naịjirịa di 59.4% ma e jiri ya tụnyere ọnụ ọgụgụ ụmụ nwoke gụrụ akwụkwọ nke di 74.4%",
  "Ọ bụ ọdịiche dị na agụmakwụkwọ nke a kpatara ọdịiche di na agụmagụ na odid ahụ. Ọdịiche nwoke na nwanyị na ọnụ ọgụgụ ndị ma k'esi agụ na k'esi ede n'afo 2000 na mpaghara ime obodo n'etiti ụmụ nwoke na ụmụ nwanyị di pasent 18.3 ka ria n'ọnu-ọgụgụ ụmụ nwoke na ngụkọta",
  "N'ime afọ iri isii na itoolu (afọ ụlọ akwụkwọ praịmarị) ọ bụ pasent 3.9 na-akwado ụmụ nwoke.",
  "Nke a na-egosi na enwere mpaghara akụkụ ọdịịche nwoke na nwanyị na agụmakwụkwọ na nwulite mmepe na Naịjirịa",
  "Dị ka Kansụl Nnyocha-Ule nke Naịjirịa (1994) si kwuo, a ka nwere nsogbu ndị ọzọ, dị ka ọnụ ọgụgụ dị elu nke ụmụ akwụkwọ nwanyị kwụsiri akwụkwọ, amaghi mee na ụlo akwụkwọ, enweghị mmasị n'akụkụ ụmụ akwụkwọ ụmụ nwanyị ịdebanye aha na ọmụmụ sayensị ya na enweghị mmasị isonye omun ihe na klas nke dị gaa mpaghara ndọrọ ndọrọ ọchịchị  dị iche-iche na Naịjirị, pasent dị ukwuu nke ụmụ nwanyi tosiri inọ n'ụlọ akwụkwọ anọghị na agụmakwụkwọ n'ihi ihe na adịghị mkpa, ma e jiri ya tụnyere ọnụ ọgụgụ metụtara ndi ụmụ nwoke nọ n'otu afọ.",
  "Ọdịiche nwoke na nwanyị pụtakwara ihe na agụmakwụkwọ nke ụmụaka nwere nkwarụ, nyocha e mere na n'afọ ndi 1990 gosipụtara na naanị 37% nke ụmụ nwanyị nwere nkwarụrụ ma ka esi agụ ma na ede ma e jiri ha tụnyere 57% bụ ndi ụmụ nwoke",
  "Otu ihe kpatara ọnọdụ a bụ echiche ọdịbendị na ụmụaka ndi nwoke ga-ebu aha ezinụlọ ebe nwanyị ga-alụ di ma gbanwee aha n'ụlọ di ha",
  "Ọzọkwa, nhọrọ nke ịrịọ arịrịọ n'okporo ámá site n'aka ụmụ agbọghọ nwere nkwarụ iji nweta ego nwere ike igbochi ha ịga klas.",
  "Mmezu nke ebumnuche nke abụọ nke Millennium Development Goal's (MDG) nke bụ agụmakwụkwọ maka onye ọbula site na afọ 2015 nọ na nnukwu nsogbu mgbe afọ nke mbụ elere anya imejupụta ya bụ n'afọ 2005 gachara",
  "Na Na Naijiria, a na-ekwere na ụlọ akwụkwọ agụmakwụkwọ ezughi oke ma ọtụtụ, ọkachasị ụmụ agbọghọ na ụmụ nwanyị. Dị ka United Nations Human Development Report (2005) si kwuo, e kewara Naịjirịa dị ka mba na-emepe emepe dị ala n'ihe gbasara ịha nhata na ohere agụmakwụkwọ.",
  "E nwere ọtụtụ nsogbu ọdịbendị na ihe mmekọrịta mmadụ na ibe ya na Naịjirịa nke na-egbochi ụmụ nwanyị inweta agụmakwụkwọ zuru oke",
  "N'ime ihe ndị ọzọ na-emetụ ọdịiche dị n'etiti ụmụaka ndi nwanyi na agụmakwụkwọ, sọso ndị nne na nna / ndị na-elekọta ụmụaka nwere pasent 90, ndị isi okpukpe pasent 69, ndị isi ọdịnala pasent 54 na ndị otu digasi n'ime obodo pasent 51.",
  "Ọdịbendị di iche-iche na ụkpụrụ mmekọrịta mmadụ na ibe ya nke si na aka fere aka emeela ka ọdịiche nwoke na nwanyị dị na agụmakwụkwọ",
  "Dika osi di n'ọrụ nyocha Denga, otu echiche ọdịbendị a ma ama bụ na ọ ka mma ka nwanyị nọrọ n'ụlọ ma mụta ilekọta ezinụlọ ya kama ịga gụọ akwụkwọ n'ụlọ akwụkwọ. Iji kọwaa eziokwu ahụ bụ na ọtụtụ ụmụ nwoke karịa ụmụ nwanyị sonyere na agụmakwụkwọ, onye nyocha Naijiria Obasi chọpụtara ọtụtụ ihe mgbochi na 'omenala Naijiria' a na-akpọ aha dị ka n'elu ndepụta ahụ.",
  "'Ọdịnala Naijiria' ka akọwara dị ka ọdiala nke na-enye nwoke nkwanye ugwu dị elu karịa nwanyị, bụ onye nke e kwenyere na ọnọdụya bụ na usekwu. Nnyocha nke Mahadum Ibadan tulere enweghị nhata na ụmụ nwoke na ụmụ nwanyị n'isonye n'ụlọ akwụkwọ ma si n;ogbadoro na nkwenye a kwenyesiri ike ogologo oge na nkwanye ugwu ịdị elu a na enye ụmụ nwoke na mbuda a na ebuda ụmụ nwanyị",
  "[citation needed] Ọnọdụ a ka njọ site n'omume ndị nna ochie nke nyere ụmụ agbọghọ ikike ọdịnala maka ịnọchi",
  "Ya mere, otu omume ndị nna ochie ahụ gbara ume ka a họrọ agụmakwụkwọ nke nwa nwoke karịa nwa nwanyị.",
  "Obodo Naijiria (ma nke akụkọ ihe mere eme ma nke oge a) enweela omenala ọdịbendị pụrụ iche nke na-emerụ nwere onwe ụmụ nwanyị ahụ nke ukwuu, dị ka alụmdi na nwunye n'oge / mmanye ịlụ di, ihe nketa nwunye na omume a na emeso nwanyi di ya nwụrụ. Ka ụmụ ada na-akọwa onwe ha dị ka ụmụ nwanyị ya na nne ha na ụmụnne ha nwanyị, na ụmụ nwoke dị ka ọkpara na nna ha ya na ụmụnne ha nwoke, ịkpa ókè nwoke na nwanyị na-aghọ ihe a kpacharaya anyo kwadoo n'ime ezinụlọ. Ọzọkwa, akụkọ ndị kachasị ma n'okpukpe ma mgbe Naijiria nọ na ọchichi ndi ọcha ya na mbge o nweere onwe ya n'aka ochici ndo ọcha na-eme ka ụmụ nwoke nwee ihe ùgwù karịa ụmụ nwanyị, ọbụlagodi na ohere agụmakwụkwọ.",
  "Mbelata nke ọrụ akụ na ụba kemgbe mmalite afọ 1980 emeela ka agụmakwụkwọ bụrụ ihe nhịam ahụ di okomoko nye ọtụtụ ndị Naijiria, ọkachasị ndị bi n'ime ime obodo. N'ihi na a maara ndị nne na nna Naijiria dika ndi na-etinye ego na ụmụaka dịka okike, usoro ọmụmụ ma ọ bụ onyinye okike, ụmụ nwanyị na ụmụ nwoke abụghị ndị ahụta ka ndi ha nhata nha. Ọtụtụ mgbe, ezinụlọ nwere ike buru naanị otu onye ka ha nwere ike iziga ụlọ akwụkwọ",
  "N'ihi na ụmụ nwanyị ewerewo irụ ọrụ n'ụlọ, ha ga-abụ ndi ikpeazụ a ga eziga ụlọ akwụkwọ.",
  "Na mbido ọchịchị ndị na-achị ala ọzọ na Ndi Ụka, nwere echiche siri ike banyere nwoke na nwanyị were kwa ya wudosie ike n'uche ndị Afrịka. Mgbe nke ahụ gasịrị, ọrụ nwanyị abia bụrụ naanị ọrụ mmekọahụ na azụmahịa; igbo mkpa mmekọahụ nke ụmụ nwoke, irụ ọrụ n'ugbo, ibu ibu, na-ilekọta ụmụaka amụrụ ọhụrụ na ịkwadebe nri. Mmegide a nke sitere n'omume ndị na-achị ala na-eme k'ọnodụ ụmụ nwanyi buru naani n'ụlọ nke e egosipụtara na omume a na emeso ụmụ nwanyi mere ka enwee ya bụ nhata nha n'ezụghi oke na agụmakwụkwọ ụmụ nwanyị n'akụkụ ụfọdụ nke Africa. N'ihi nke a, mmepe mmadụ n'ozuzu ya na Naịjirịa na-egbochi ya n'ihi enweghị nkwekọrịta a na ohere agụmakwụkwọ n'ofe ụdị nwoke na nwanyị."
]