[
  "Agadzagadza bụ ihe aghụghọ sitere na akụkọ ifo nke ndị Bura, otu n'ime ndị bi na Naịjirịa. Ọ bụ agụ owuru agama ma na-apụta dị ka akụkụ nke nkọwa nke aetiological maka mmalite nke ọnwụ na ọdịbendị ha.",
  "N'akụkọ ifo ahụ, ndị Bura enweghị echiche nke iru uju, ọrịa ma ọ bụ ọnwụ. N'ihi nke a, mgbe nwoke mechara daa ọrịa ma nwụọ, ndị mmadụ ga-ekpebi ihe merenụ na ihe ha kwesịrị ime ya",
  "E kpebiri na ha ga-eziga onye ozi nye Chineke Eluigwe maka enyemaka",
  "Dị ka onye ozi, ha họọrọ ikpuru.",
  "Mgbe ikpuru ahụ zutere chi eluigwe, o kwuru, sị: \"Otu nwoke anwụọla, ha zitekwara m ịjụ gị ihe ha kwesịrị ime ya\". Chi eluigwe nyere ya ntụziaka ndị a: \"Gaa gwa ha ka ha were ozu ahụ, kobe ya n'osisi ma tụba ya ụrọ ruo mgbe ọ laghachiri na ndụ",
  "Mgbe ọ laghachiri na ndụ, ọ dịghị onye ọzọ ga-anwụ",
  "\" Ikpuru ahụ malitere njem laghachi na ndị Bura iji nye ntụziaka.",
  "N'amaghị ama nke ikpuru ahụ, ihe ọzọ e kere eke (agadzagadza lizard) anọwo na-ege ntị na mkparịta ụka dị n'etiti ikpere na chi eluigwe. Dị ka onye aghụghọ, ngwèrè ahụ chọrọ ịmepụta ọgba aghara, na n'ihi na ọ bụ ngwèrè, o nwere ike ịga njem ngwa ngwa karịa ikpuru ahụ.",
  "Agadzagadza buru ụzọ rute ndị mmadụ. Ọ gwara ha na chi eluigwe zitere ya kama ikpuru, n'ihi na ọ bụ ihe e kere eke kacha agasi ike. Agadzagadza gwara ha na ụzọ ziri ezi isi dozie ọnọdụ ahụ bụ \"igwu ili, fụchie ozu ahụ na ákwà, ma lie ya n'ili\", nke bụ ụgha.",
  "Ikpuru ahụ, n'amaghị ihe niile merenụ, mechara jiri ntụziaka ya bịa. Mgbe ndị mmadụ ghọtara na a ghọgburu ha, ndị ahụ were iwe n'ihi ikpuru ahụ maka ije nwayọ, ma taa ya ụta maka eziokwu ahụ bụ na ha emeela ọnọdụ ahụ n\"ụzọ na-ezighi ezi",
  "Ikpuru ahụ megidere ya na ndị mmadụ zitere ya n'ọrụ ahụ, mana n\"enweghị ndidi họọrọ ige ntị na ndụmọdụ nke ihe ọzọ e kere eke",
  "Ikpuru ahụ kwuru na n'ihi aghụghọ ahụ, ndị mmadụ kwesịrị iwepụ nwoke ahụ n\"ili, ma gakwuru chi eluigwe ọzọ maka ndụmọdụ. Ndị mmadụ achọghị itinye mgbalị ọ bụla ọzọ iji wepụta ozu nwoke ahụ n'ala",
  "ma họrọ ịghara ịchụso okwu ahụ.",
  "Ọ bụụrụrụ na-agbasoro ntuziaka Chi igwe n'ahụ nwoke ahụ, mmadụ akaraghị ahụ ọnwụ ọzọ, ma ndị mmadụ n'ihi nnupu isi leghaara anya imezi mmejọ ha ọnwụ ga-abụ ihe nketa ha ebeebe."
]