[
  "Raza Ahmad Rumi bụ onye nyocha iwu Pakistani, onye nta akụkọ bụ onye nchịkọta akụkọ nke Daily Times nke asụsụ Bekee nke Pakistan na onye isi nchịkọta akụkọ nke usoro mgbasa ozi n'ịntanetị Naya Daur Media na saịtị mmekọ New Wave Media. Ọ bụ nwa Sheikh Riaz Ahmad, onye jere ozi dị ka onye isi ikpe nke Ụlọikpe Kasị Elu nke Pakistan n'oge ọchịchị ndị agha nke General Pervez Musharraf.",
  "Ọ bụ onye na-ahụ maka mmepe ihe karịrị afọ iri abụọ. Ọ na-eleta ngalaba na Cornell Institute for Public Affairs ma kụzie na mbụ na Ithaca College na Mahadum New York",
  "Rumi abụwo onye otu na New America Foundation (2014); United States Institute of Peace (Sept 2014-March 2015) na onye nleta na National Endowment for Democracy. Ọ bụkwa onye otu na-eche echiche na Laboratory for Global Performance and Politics, School of Foreign Service, Georgetown University.",
  "Dị ka onye nta akụkọ, Raza nwere njikọ na Daily Times (Pakistan)",
  "N'oge gara aga, ọ rụrụ ọrụ na The Friday Times, akwụkwọ akụkọ kachasị na Pakistan dị ka onye edemede na onye nchịkọta akụkọ ruo afọ iri. Raza bụkwa onye na-akọwa ọtụtụ akwụkwọ gụnyere Foreign Policy, Huffington Post, New York Times, The Diplomat, Fair Observer, CNN na Al Jazeera, Daily O, Scroll India, The Hindu, Indian Express, The News, Dawn, na Express Tribune.",
  "Na Pakistan, ọ rụkwara ọrụ na mgbasa ozi mgbasa ozi dị ka onye nyocha ma kwado ihe ngosi okwu na Capital TV na Express News",
  "Raza bụkwa onye nduzi na Jinnah Institute, ụlọ ọrụ na-eche echiche na iwu ọha na eze na onye isi nchịkwa nke Justice Network - njikọ nke NGO.",
  "Tupu ọ banye n'ọrụ mgbasa ozi na ihe gbasara ọha na eze, Raza rụrụ ọrụ na Asian Development Bank dị ka onye ọkachamara n'ọchịchị",
  "Ebe ndị ọ lekwasịrị anya gụnyere ikerịta ọrụ, ịnweta ikpe ziri ezi, mmepe ụlọ ọrụ ma duzie ọrụ n'ọtụtụ mba ndịda na ndịda ọwụwa anyanwụ Eshia",
  "Na ADB, o dezigharịrị akwụkwọ abụọ gbasara nchịkwa ọha na eze na mmefu ego",
  "Ka e mesịrị, dị ka onye ọkachamara na mmepe mba ụwa, Raza arụwokwa ọrụ na imepụta na imejuputa ọrụ maka Ngalaba UK maka Mmepe Mba Nile, UNDP, UNICEF World Bank, na ndị ọzọ. Ruo n'oge na-adịbeghị anya, Raza duziri Network for Asia Pacific Schools & Institutes of Public Administration and Governance",
  "Akwụkwọ agụmakwụkwọ ya ekpuchiwo mpaghara ndị dị ka gọọmentị etiti, nhọrọ iwu ọha na eze, ohere ikpe ziri ezi, ikike ụmụ amaala, wdg.",
  "Ọrụ Raza dị ka onye na-ahụ maka iwu ọha na eze na-ewulite na ọrụ ya na Gọọmentị nke Pakistan na United Nations Peace-keeping Mission na Kosovo ebe ọ rụrụ ọrụ dị ka onye nchịkwa obodo na-ahụ Maka ọchịchị ime obodo",
  "N'afọ 1994, ọ banyere n'ọrụ gọọmentị nke Pakistan mgbe ọ gafere ule asọmpi mba ahụ.",
  "Raza gụsịrị akwụkwọ na Aitchison College, Lahore na 1988. O nwere nzere bachelọ na Economics na nzere masta na Social Planning, ma site na London School of Economics.",
  "N'afọ 2012, Rumi ghọrọ onye nduzi nke Jinnah Institute, iwu na-eche echiche ekele.",
  "Ọ na-eleta ngalaba na Cornell Institute for Public Affairs ma kụzie na mbụ na Ithaca College na Mahadum New York",
  "Rumi abụwo onye otu na New America Foundation, United States Institute of Peace na National Endowment for Democracy",
  "Ọ ka bụ onye na-anọghị na Berkley Center for Religion, Peace and World Affairs.",
  "N'abalị iri abụọ na asatọ n'ọnwa Machị n'afọ 2014, otu ndị mwakpo a kọrọ na ha bụ ndị otu Taliban Lashkar-e-Jhangvi wakporo Raza maka echiche ya na-emegide LeJ",
  "Raza lanarịrị mwakpo ahụ, mana onye ọkwọ ụgbọala ya, Mustafa, nwụrụ.\nN'ihe omume a, onye bụbu onye nduzi nke Human Rights Watch dere, sị: \"N'ụzọ dị ịtụnanya, ọ pụtara n'enweghị mmerụ ahụ site na ụzụ nke égbè e bu n'obi maka ya",
  "Raza nọ ugbu a n'ebe dị nchebe - na mpụga Pakistan",
  "O nweghị ihe ọzọ ọ ga-eme ma ọ bụghị ịhapụ ebe ndị ọchịchị enweghị ihere ime ka ọ mara na ha enweghị ike ịkwado ndụ ya ma ọ bụrụ na ọ pụọ n'ụlọ ya na Lahore",
  "Izu ole na ole ka e mesịrị, ndị uwe ojii \" jidere\" ndị ga-abụ ndị ogbu mmadụ bụ ndị otu ndị Taliban na-atụ egwu Lahkar-e-Jhangvi",
  "Mana nlekọta ndị uwe ojii anaghị ebelata ike nke ndị na-eyi ọha egwu a ma ọ bụ enweghị ntaramahụhụ ha ji gbuo..\"",
  "Ọ bụ onye dere ọtụtụ akwụkwọ:"
]