[
  "Otu ụzọ e si amata ikuku ikuku griin haus (GHG) bụ iji tụọ ihe agbakwunyere nke ngwaahịa a na-eri (a na-akpọkwa ya dị ka “ ihe nwuru anwu ”,“ carbon embodied carbon  ihe ndi ozo ”, ma ọ bụ “carbon embodied”)",
  "Nke a dị iche na ajụjụ nke ruo n'ókè atumatu nke otu obodo iji belata ikuku ikuku na-emetụta ikuku ikuku na mba ndị ọzọ (\"spillover effect\" na \"carbon leakage\" nke amụma mbelata ikuku)",
  "UNFCCC na-eji ihe na-ekupụta ikuku dị ka mmepụta si dị, karịa oriri",
  "N'ihi nke a, a na-ekwu na ọ bụ mbupu, karịa mba mbubata, a na-ekwu na ikuku agbakwunyere na ngwa ahịa ebubata",
  "Ajụjụ maka ma a ga-atụle ihe ọkụkụ na mmepụta kama oriri bụ akụkụ nke nha nha nha, ya bụ, onye na-ahụ maka ikuku.",
  "Ndị otu iri atọ na asaa edepụtara na Ndepụta B na Kyoto Protocol ekwekọrịtala na iwu na-ejikọta nkwekọrịta mbelata ikuku",
  "N'okpuru ndekọ UNFCCC nke ikuku, nkwa ha na-ebelata ikuku anaghị agụnye ikuku nke sitere na mbubata ha. N'akwụkwọ ozi, Wang na Watson (2007) jụrụ ajụjụ ahụ, \"onye nwe ikuku carbon nke China?\". N'ọmụmụ ihe ha, ha tụrụ aro na ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ anọ nke ikuku CO2 nke China nwere ike ịbụ n'ihi mmepụta ngwaahịa ya maka mbupụ, ọkachasị na US kamakwa na Europe",
  "Dabere na nke a, ha tụrụ aro na mkparịta ụka mba ụwa dabere na ikuku na-abanye n'ime mba (ya bụ, ikuku na-atụle site na mmepụta) nwere ike ịbụ \"[na-efu] isi ihe ahụ\".",
  "Nnyocha e mere n'oge na-adịbeghị anya na-akwado na, n'afọ 2004, pasent iri abụọ na atọ nke ikuku zuru ụwa ọnụ etinyela na ngwongwo ndị a na-ere ahịa na mba ụwa, ọtụtụ n'ime ha si China na mba ndị ọzọ na-emepe emepe, dị ka Russia na South Africa, gaa US, Europe na Japan",
  "A na-etinye steeti ndị a n'ime otu iri, yana Middle East, nke mejupụtara 71% nke ọdịiche zuru oke na ikuku mpaghara",
  "N'Ebe Ọdịda Anyanwụ Europe, ọdịiche dị na mbubata na mbupụ nke ikuku na-apụta ìhè karịsịa, na ikuku na-ebubata na-eme ka 20-50% nke ikuku na'efu",
  "Ihe ka ọtụtụ n'ime ikuku a na-ebufe n'etiti steeti ndị a dị na ahia nke igwe, ngwá electronic, kemịkal, rọba na plastik.",
  "Nnyocha nke Carbon Trust na 2011 kpughere na ihe dịka 25% nke CO2 niile sitere na ọrụ mmadụ 'na-aga' (ya bụ, a na-ebubata ma ọ bụ na-ebupụ) site n'otu mba gaa na nke ọzọ",
  "A chọpụtara na carbon na-agafe bụ ihe dịka 50% nke ikuku na-emetụta azụmahịa na ngwaahịa dịka ígwè, simenti, na kemịkal, na 50% na ngwaahịa ndị a na-emecha / rụcha dịka ụgbọala, uwe ma ọ bụ igwe na ngwá ọrụ.",
  "A na-eme atụmatụ na carbon nke ụlọ na-agụnye 11% nke ikuku carbon zuru ụwa ọnụ na 75% nke ikuku nke ụlọ n'oge ndụ ya niile. World Green Building Council setịpụrụ ihe mgbaru ọsọ maka ụlọ ọhụrụ niile ka ha nwee ọ dịkarịa ala 40% carbon na-erughị.",
  "Nnyocha ndụ maka carbon a na-etinye n'ime ya na-agbakọ carbon eji eme ihe n'oge ọ bụla nke ndụ ụlọ: iwu, iji ya na mmezi, na ịkwatu ma ọ bụ ịkpụkọta ya.",
  "Iji ya eme ihe ọzọ bụ ihe dị mkpa mgbe ị na-ekwu maka carbon a na-etinye n'ime ụlọ",
  "A maara onye na-atụpụta ụkpụrụ ụlọ bụ Carl Elefante maka ịmepụta ahịrịokwu ahụ, \"Ụlọ kachasị ahịhịa ndụ bụ ụlọ e wurula",
  "\" Ihe kpatara na ụlọ ndị dị ugbu a na-adịkarị mma karịa ụlọ ọhụrụ bụ na ọnụọgụ nke ikuku carbon nke na-eme n'oge owuwu nke ụlọ ọhụrụ buru ibu ma e jiri ya tụnyere ikuku na-arụ ọrụ kwa afọ nke ụlọ ahụ, ọkachasị ka ọrụ na-aghọwanye ike na-arụsi ọrụ ike na-agafe na mmepụta ọhụrụ.",
  "E wezụga iji ya eme ihe ọzọ, e nwere ebe abụọ dị mkpa iji belata carbon a na-etinye n'ime ụlọ",
  "Nke mbụ bụ iji belata ọnụ ọgụgụ nke ihe owuwu ('ihe owuwu') ebe nke abụọ bụ dochie anya ihe ndị ọzọ dị ala",
  "Dị ka ọ na-adịkarị, ebe mbelata nke carbon a na-etinye n'ime ha bụ ihe mgbaru ọsọ a na-ekwu maka ha abụọ.",
  "Ọtụtụ mgbe, a na-achọta ihe kachasị mkpa maka mbelata nke ihe owuwu na nhazi nhazi, ebe ihe ndị dị ka mbelata beam ma ọ bụ slab span (na mmụba metụtara ya na njupụta kọlụm) nwere ike ịkpata nnukwu nchekwa carbon.",
  "Iji nyere aka dochie ihe (nke nwere obere carbon), ndị na-emepụta ihe dịka ígwè re-bar, glulam, na ihe a na-akpụ akpụ na-enyekarị nkwupụta ngwaahịa gburugburu ebe obibi (EPD) nke na-egosi mmetụta carbon yana mmetụta gburugburu ebe obibi nke ngwaahịa ha. Mbelata ojiji nke ihe ndị nwere carbon siri ike nwere ike ịpụta ịhọrọ ụdị carbon dị ala nke ngwaahịa iko na ígwè, na ngwaahịa ndị arụpụtara site na iji isi mmalite ike dị ala",
  "Enwere ike ibelata carbon dị n'ime ụlọ site na iji ihe ndị ọzọ dị na Portland cement dị ka Ground granulated blast-furnace slag, recycled aggregates na ụlọ ọrụ mmepụta ihe",
  "Carbon-neutral, carbon positive, na carbon-storing materials gụnyere ihe ndị sitere na ndụ dị ka osisi, bamboo, hemp fiber na hempcrete, ajị anụ, dense-pack cellulose insulation, na cork.",
  "Nnyocha nke 2021 lekwasịrị anya na \"ihe ndị na-ekpo ọkụ nke carbon (dịka, ntọala simenti na ala slab, elu ụlọ na mgbidi, na nhazi ihe owuwu) na ụlọ ọrụ mmepụta ihe dị mfe\" mere atụmatụ na \"ebelata sizable (~ 60%) na carbon a na-etinye n'ime afọ abụọ ruo atọ site n'iweta ihe ndị dị ala carbon dị mfe iji mee ihe n'ụzọ sara mbara.",
  "Iwu, ụkpụrụ, na ụkpụrụ dịgasị iche iche dị n'ụwa niile gbasara carbon a na-etinye n'ime ya, dị ka American Institute of Architects si kwuo.",
  "Steeti asatọ webatara iwu ịzụta ihe metụtara carbon na 2021: Washington, Oregon, California, Colorado, Minnesota, Connecticut, New York, na New Jersey.",
  "Na Colorado, HB21-1303: Global Warming Potential for Public Project Materials (nke a maara nke ọma dị ka 意Buy Clean Colorado) ka a bịanyere aka n'iwu na July 6, 2021",
  "Iwu ahụ na-eji nkwupụta ngwaahịa gburugburu ebe obibi (EPDs) iji nyere aka mee ka ojiji nke ihe ndị dị ala-carbon.",
  "\"Na Europe, a kpaara ikuku carbon na Netherlands kemgbe 2018, a na-eme atụmatụ na nke a ga-eme na Denmark, Sweden, France na Finland n'etiti 2023 na 2027.\""
]