[
  "Ochai Young Agbaji (amụrụ n'April 20, 2000) bụ onye America ọkachamara basketball player maka Utah Jazz nke National Basketball Association (NBA). Dị ka onye okenye na Mahadum nke Kansas, a kpọrọ Agbaji otu nkwekọrịta mbụ All-American ma họpụta Big 12 Player of the Year na 2022",
  "Ọ duuru Jayhawks gaa na asọmpi mba ma kpọọ ya Final Four Most Outstanding Player (MOP).",
  "A họpụtara Agbaji dị ka onye nke iri na anọ n'ozuzu na 2022 NBA draft site na Cleveland Cavaliers",
  "Otú ọ dị, e rere ya na Jazz na Septemba tupu ọ gbaa egwuregwu na Cleveland.",
  "A mụrụ Agbaji na Milwaukee, Wisconsin, mana tolitere na Kansas City, Missouri",
  "Ọ tolitere na-egwu bọl, na agbamume nna ya, na-egwu egwuregwu bọọlụ yana basketball Amateur Athletic Union (AAU) site na nwata",
  "Agbaji kwụsịrị ịgba bọọlụ dị ka sophomore na Oak Park High School dị na Kansas City, Missouri iji gbado anya na basketball",
  "Ọ tolitere sentimita itoolu n'etiti afọ ọhụrụ ya na nke obere",
  "N'ime ọrụ basketball ya na Oak Park, Agbaji anataghị onyinye sitere na mmemme kọleji Power Five ruo oge ọkaibe",
  "Dịka onye isi, ọ gbagoro isi 27.6 na nkwụghachi 8.6 kwa egwuregwu maka Oak Park wee kpọọ ya Kansas City Star All-Metro player nke afọ",
  "Ndị 247Sports and Rivals lere Agbaji anya dị ka kpakpando atọ",
  "Na Febụwarị 8, 2018, o kwere nkwa ịgba bọọlụ kọleji maka Kansas karịa onyinye sitere na Texas A&M na Wisconsin.",
  "Agbaji malitere oge ọhụrụ ya na Mahadum Kansas dị ka redshirt ma bụrụ onye otu ndị scout. Na mbido Jenụwarị 2019, e welitere redshirt ya n'ihi na Kansas chọrọ omimi mgbe Udoka Azubuike merụrụ ahụ na-akwụsị oge na Silvio De Sousa chere nsogbu iru eru ihu. Na Jenụwarị 29, Agbaji malitere ọrụ mbụ ya, na-enweta akara 24, na-eweta rebounds asaa, ma na-ezu ohi bọọlụ ugboro abụọ na mmeri Texas",
  "N'egwuregwu ya ọzọ, o dekọrọ okpukpu abụọ mbụ ya na mmeri Texas Tech",
  "A kpọrọ Agbaji Big 12 Conference Newcomer of the Week maka arụmọrụ abụọ ahụ. Agbaji nwetara akara 8.5 na 4.6 rebounds kwa egwuregwu na egwuregwu 22 gụnyere 16 malitere dị ka onye ọhụrụ."
]