[
  "Agbowa-Ikosi bụ obodo oge ochie dị na steeti Lagos nke Naijiria",
  "N'elu ya bụ ụzọ nke abụọ kachasị ukwuu na Naịjirịa.",
  "Agbowa-Ikosi malitere site n'ebe a maara taa dị ka Egunbesawo",
  "E kewara obodo ahụ n'ọtụtụ mpaghara (Itun); Aledo, Oriwu, Agbowa, Kosomi (enweghị mmiri) na Ehindi",
  "Onye isi ha a maara dị ka Olori Itun na otu onye isi obodo a maara dị hi Olu-Ilu na-achịkwa mpaghara ọ bụla, nke a gbanwere ka ọ bụrụ Baleeship ma mesịa bụrụ ndieze.",
  "N'afọ 1956, Eze Ukwu ya, Oba Edward Alausa Thomas OLUFUWA bụ eze mbụ nke Agbowa-Ikosi, site na Oguntolu-Olufuwa Ruling House",
  "Ụlọ ise kwetara ịchị obodo ahụ",
  "Ọ bụ ezie na obodo ndị dịpụrụ adịpụ dị ka Ikosi, IGBENE, Oko-Ito, Oke-Olisa, Gberigbe na ndị ọzọ na-achịkwa Baale (onye na-agwa Eze kachasị elu na aha nke Agbowa-Ikosi)",
  "A na-ekewa ndị isi ndị ọzọ na-enyere eze aka dabere na ọkwa ha dịka Chief Olisa, onye na-esote eze",
  "Ndị ọzọ bụ Chief Aro, Oluwo, Odofin na Balogun.",
  "N'oge agha ahụ, Agbowa-Ikosi bụ isi ụlọ ọrụ nke Ikosi District Council n'oge ahụ",
  "Ọ rụrụ ọrụ dị ka obodo mgbaba maka ndị si n'obodo ndị dị ka Imota, Ibefun, Ota na Owu",
  "Ndị Imota biri na Ago-Mota, ndị Ibefun na Ago-Ibefun, ndị Ota na Ago-Ota na ndị Owu na Ago- Owu",
  "Mgbe agha ahụ gasịrị, ọtụtụ ndị gbara ọsọ ndụ laghachiri n'ebe obibi ha",
  "Mmadụ ole na ole fọdụrụ ma e wezụga ndị Owu (karịsịa ndị agha), bụ ndị kwere nkwa na ha agaghị akpata Agbowa-Ikosi nsogbu ọ bụla",
  "Agbowa-Ikosi dị kilomita 35 n'ebe ugwu nke mpaghara Epe, n'akụkụ ndịda nke iyi nke na-agbasa n'akụkụ oké osimiri site na Lagos ruo Ikorodu, yana ngwakọta nke ụmụ amaala na ndị na-abụghị ụmụ amala.",
  "Obodo na obodo nta ụfọdụ gbara Agbowa-Ikosi gburugburu bụ: Ota-Ikosi, Ikosi Beach, Orugbo-Iddo, Igbalu, IGBENE, Oke-Olisa, Gberigbe, Oko-Ito, Imope, Imota, Odo Ayandelu Ado-Ikosi.",
  "Agbowa-Ikosi bụ obodo mbụ dị n'ime ngalaba Epe na Ijebuland nke na-ewepụta ụbọchị maka ememe obodo na ụmụ nwoke na ụmụ nwanyị ama ama",
  "A na-akpọ ihe omume a Agbowa Day Celebration, nke Agbowa Development Association (ADA) haziri",
  "Ndị ọchịchị anọ anọ anọ anọ na-achị Agbowa-ikosi:",
  "Ndị mmadụ na-abụkarị ndị ọrụ ugbo na ndị ọkụ azụ, na-esonyere ọrụ azụmahịa ndị ọzọ.",
  "Ndị mmadụ na-agbaso Iso Ụzọ Kraịst, Islam na nkwenkwe ọdịnala."
]