[
  "Afọ nke ibu ọrụ mpụ bụ afọ dị n'okpuru nke a na-ewere nwatakịrị na-enweghị ike ime mpụ.",
  "N'okwu iwu, a na-akpọ ya nchebe / nchebe nke nwa ọhụrụ, nke bụ ụdị nchebe a maara dị ka ihe ngọpụ ka ndị a na-ebo ebubo na-adaba n'ime nkọwa nke \"nwatakịrị\" wee wepụ ya na mpụ maka omume ha.",
  "Otú ọ dị, nke a bụ ma ọ bụrụ na n'oge dị mkpa, ha erubeghị afọ nke ibu ọrụ mpụ",
  "Mgbe ị ruru afọ mpụ, enwere ike ịnwe ọkwa ibu ọrụ dabere na afọ na ụdị iwu a daraa.",
  "N'ịga n'ihu, n'okpuru iwu nkịtị nke England, e gosipụtara nkwado nke nwa ọhụrụ dị ka usoro echiche na nkuzi a maara dị ka doli incapax. A na-ewere nwatakịrị na-erubeghị afọ asaa na-enweghị ike ime mpụ",
  "Echiche ahụ bụ ihe doro anya, na-egbochi ndị na-ebo ebubo inye ihe akaebe na nwatakịrị ahụ nwere ikike ịghọta ọdịdị na ihe ọjọọ nke ihe ha mere",
  "Ka o sina dị, a na-eche na ụmụaka dị afọ iri na atọ enweghị ike ime mpụ mana ebubo ahụ bụ ihe a na-agbagha",
  "Ndị na-ebo ebubo nwere ike imeri echiche ahụ site n'igosi na nwatakịrị ahụ ghọtara ihe ha na-eme nakwa na ọ dị njọ.",
  "Ya mere, ikike bụ ihe dị mkpa nke ikpe steeti (ya mere, iwu nke ozizi asaa bilitere)",
  "Ọ bụrụ na steeti ahụ enyeghị ihe akaebe zuru oke nke ikike, nwa ọhụrụ ahụ nwere ikike ka ebubo ahụ wepụ ya na njedebe nke ihe akaebe steeti ahụ",
  "E wepụrụ Moreso, Doli incapax na England na Wales na afọ otu puku, narị itoolu na iri itoolu na asatọ maka ụmụaka karịrị afọ iri , mana ọ na-anọgide na ikike iwu ndị ọzọ.",
  "na ụdị dị iche iche na mpaghara na kwa gburugburu",
  "'' Ngbachitere nke ụmụaka'' bụ karị okwu nke mba United steeti nke Amirika",
  "Okwu Minimum Age of Criminal Responsibility (MACR)",
  "rm. The \"age of criminal responsibility\" is used by most European countries, the UK,  Australia, New Zealand and other Commonwealth of Nations countries. Other instances of usage have included the terms age of accountability, age of responsibility, and age of liability,",
  "bụ okwu a na-ejikarị eme ihe n'akwụkwọ.",
  "Ihe kpatara afọ nke iwu ịza ajụjụ bụ otu ihe ahụ dị n'azụ ndị na-agbachitere isi mgbaka, na-egosi ma ndị nwere nkwarụ na ndị na-eto eto enweghị egwu.",
  "Gọọmentị na-etinye iwu iji kpọọ ụdị ọrụ ụfọdụ dị ka ihe na-ezighị ezi ma ọ bụ iwu na-akwadoghị",
  "Enwere ike ịkatọ omume nke ọdịdị na-emegide mmadụ n'ụzọ dị mma iji gosipụta enweghị nkwenye ọha na eze site na iji okwu onye omekome",
  "N'okwu a, iwu na-ejikarị ahịrịokwu ahụ, \"afọ nke ibu ọrụ mpụ\" n'ụzọ abụọ dị iche iche:",
  "Nke a bụ akụkụ nke iwu ọha na eze nke parens patriae",
  "Na iwu mpụ, steeti ọ bụla ga-atụle ọdịdị nke obodo ya na ihe akaebe dịnụ nke afọ nke omume na-emegide mmadụ na-amalite igosipụta onwe ya",
  "Ụfọdụ obodo ga-enwe àgwà nke nnwere onwe n'ebe ndị na-eto eto na ndị na-enweghị ahụmahụ nọ, ọ gaghịkwa achọ ka a kpughee ha na usoro iwu mpụ tupu ụzọ ndị ọzọ niile nke nzaghachi agwụ",
  "N'ihi ya, ụfọdụ steeti nwere iwu nke doli incapax (ya bụ, enweghị ike ime ihe ọjọọ) ma wepụ ibu ọrụ maka omume na ihe niile a hapụrụ nke gaara abụ mpụ mgbe ha ruru afọ a kapịrị ọnụ. Ya mere, n'agbanyeghị ihe nwatakịrị ahụ nwere ike ime, enweghị ike ịnwe ikpe mpụ",
  "Otú ọ dị, ọ bụ ezie na ọ dịghị ebubo mpụ a na-ekwu, enwere ike itinye akụkụ ndị ọzọ nke iwu",
  "Dịka ọmụmaatụ, na mba Nordic, a na-ewere mmejọ nke onye na-erubeghị afọ iri na ise dịka ihe mgbaàmà nke nsogbu na uto nwata",
  "Nke a ga-eme ka ndị ọchịchị na-ahụ maka mmekọrịta mmadụ na ibe ya mee ihe nchịkwa kwesịrị ekwesị iji hụ na nwata ahụ ga-eto",
  "Nzọụkwụ ndị dị otú ahụ nwere ike ịdị site na ndụmọdụ ruo n'ịnọ na ngalaba nlekọta pụrụ iche",
  "Ebe ọ bụ na ọ bụghị ikpe, usoro ndị ahụ anaghị adabere n'otú mmejọ ahụ e mere si dị kama na ọnọdụ nwata ahụ.",
  "Iwu nke imeso ụmụaka dị ka ndị na-enweghị ike ime mpụ anaghị egosipụta mmetụta nke oge a",
  "Ya mere, ọ bụrụ na ihe kpatara ihe ngọpụ ahụ bụ na ụmụaka na-erubeghị afọ ụfọdụ enweghị ikike ịmepụta mens rea nke mmejọ, nke a nwere ike ọ gaghịzi abụ arụmụka na-adịgide adịgide",
  "N'ezie, n'ihi ọsọ dị iche iche ndị mmadụ nwere ike ịzụlite ma n'ụzọ anụ ahụ ma n'uche, ụdị afọ ọ bụla doro anya nwere ike ịbụ nke na-enweghị isi na nke na-adịghị mma",
  "N'agbanyeghị nke ahụ, echiche ahụ bụ na ụmụaka ekwesịghị ka a ga-enye ntaramahụhụ mpụ n'otu ụzọ ahụ ndị okenye ka siri ike",
  "Ụmụaka enwebeghị ahụmịhe nke ndụ, ha enweghịkwa otu ikike uche na ọgụgụ isi dị ka ndị okenye",
  "N'ihi ya, enwere ike iwere ya dị ka ihe na-ezighị ezi imeso ụmụaka n'otu ụzọ ahụ ndị okenye.",
  "Na Scotland, e buliri afọ nke ibu ọrụ mpụ site na 8 ruo 12 site na mmejuputa Iwu nke Age of Criminal Responsibility (Scotland) Act 2019, nke batara n'ọrụ na 31 Machị 2020.  Na England na Wales na Northern Ireland, afọ nke ibu ọrụ bụ afọ 10, na Netherlands na Canada afọ nke ibu ibu ọrụ bụ waggaa 12",
  "Sweden, Finland, na Norway niile setịpụrụ afọ na afọ 15",
  "Na United States afọ dịgasị iche n'etiti steeti, na-erughị afọ 6 na South Carolina na afọ 7 na steeti 35; afọ 11 bụ afọ kacha nta maka mpụ gọọmentị etiti.",
  "Dị ka ndị otu nkwekọrịta nke Rome Statute nke Ụlọikpe Mpụ Mba Nile enweghị ike ikwekọrịta na afọ kacha nta maka ibu ọrụ mpụ, ha họọrọ idozi ajụjụ ahụ n'usoro ma wepụ ikike nke Ụlọikpe maka ndị na-erubeghị afọ iri na asatọ",
  "[citation needed]",
  "Ụfọdụ ikike enweghị afọ ole a kapịrị ọnụ, mana hapụ ndị ọkàiwu ikike ịrụ ụka ma ọ bụ ndị ọkàikpe ikpe ikpe ma nwatakịrị ma ọ bụ onye nọ n'afọ iri na ụma (\"onye na-eto eto\") a na-ebo ebubo ghọtara na ihe a na-eme adịghị mma",
  "Ọ bụrụ na onye a na-ebo ebubo aghọtaghị ọdịiche dị n'etiti ihe ziri ezi na ihe ọjọọ, ọ nwere ike ọ gaghị adị ka ihe kwesịrị ekwesị ile onye dị otú ahụ anya dị ka onye ikpe mara",
  "N'aka nke ọzọ, enwere ike ịmata enweghị ezigbo mmejọ n'ime onye mebiri iwu site na mkpebi ikpe nke na-ezere ikpe mpụ na / ma ọ bụ na-edozi  ndị ọzọ bara uru nke ibu ọrụ nne na nna site na idozi ikike nke ndị nne na nna na-enweghị nlekọta, ma ọ bụ site na usoro mpụ dị iche iche megide ndị nne na nne na nna maka imebi ọrụ ha dị ka ndị nne na ibe",
  "[citation needed]",
  "Ihe ndị na-esonụ bụ afọ ole a kacha nta nke a ga-ebo ndị mmadụ ebubo mpụ na mba ọ bụla:",
  "Na mba ụfọdụ, ụlọ ikpe ụmụaka bụ ụlọ ikpe nwere ikike pụrụ iche nke a na-ebo ebubo ikpe ikpe gbasara mpụ ndị na-erubeghị afọ a kapịrị ọnụ",
  "Ọ bụrụ na a mara ya ikpe n'ụlọ ikpe ụmụaka, a na-achọpụta onye mebiri iwu \"na-aza ajụjụ\" maka omume ha ma e jiri ya tụnyere \"ikpe ọmụma\" nke mpụ",
  "Mgbe ụfọdụ, na ikike ụfọdụ (dị ka United States of America), enwere ike ikpe nwata ikpe dị ka okenye."
]