[
  "Na United States, steeti niile emeela iwu ndị na-egbochi ịkpa ókè afọ, a na-egbochikwa ịkpa ókè n'okpuru iwu gọọmentị etiti dịka Agha Ịkpa ókè n\"Ọrụ Iwu nke 1967 (ADEA). Otú ọ dị, ọ dị mkpa iburu n'uche na ịkpa ókè afọ abụwo nsogbu maka ndị na-achọ ọrụ, ndị ha hụrụ n'anya na akụ na ụba America.",
  "The Equal Credit Opportunity Act (ECOA) bụ iwu United States (nke edepụtara na 15 USC §  et seq.), nke e tiri n'abalị iri abụọ na asatọ n'ọnwa Ọktoba n'afọ 1974, nke na-eme ka onye ọ bụla na-akwụ ụgwọ ghara ịkpa ókè megide onye ọ bụla, n'ihe gbasara akụkụ ọ bụla  azụmahịa akwụmụgwọ, dabere na (n'etiti ihe ndị ọzọ), ọ bụrụhaala na onye na-arịọ arịrịọ nwere ikike ịkpa nkwekọrịta.",
  "Ụfọdụ ụlọ ọrụ ndọrọ ndọrọ ọchịchị US nwere nzere na-akpa ókè dabere na afọ",
  "Dịka ọmụmaatụ, dịka Iwu Iwu nke United States si dị, Onye isi ala nke United States ga-abụrịrị na ọ dịkarịa ala afọ 35; onye omeiwu United States ga na-abụrịọ ma ọ dịkarịrị afọ 30; na onye otu United States House of Representatives ga-abụkwa ma ọ dị ala afọ 25.",
  "The Age Discrimination in Employment Act of 1967 (ADEA) (29 U.S.C",
  "§  to 29 U.S-C",
  "§ ) bụ iwu gọọmentị etiti  na-enye ụfọdụ nchebe ọrụ maka ndị ọrụ karịrị afọ iri anọ, ndị na-arụ ọrụ maka onye were mmadụ n'ọrụ nwere ndị ọrụ iri abụọ ma ọ bụ karịa",
  "Maka ndị ọrụ echedoro, ADEA machibidoro ịkpa ókè na ọkwa ọrụ niile, site na iwe n'ọrụ na iwe n\"ọrụ, site na mmekọrịta ọrụ, na site na mkpebi maka ịchụpụ ma ọ bụ ịkwụsị mmekọrịta ọrụ. Enwere ike ịkọwa oke afọ maka ndị ọrụ a na-echebe n'ọnọdụ ebe egosila na ọ bụ \"ezi iru eru ọrụ [BFOQ] dị mkpa maka ọrụ  otu azụmahịa ahụ\" (lee 29 USC",
  "§ 623(f))",
  "N'omume, BFOQs maka afọ na-ejedebe na ihe doro anya (ịkwụ ụgwọ onye na-eme ihe nkiri na-eto eto ka ọ bụrụ onye na-etolite ihe nkiri), mgbe ọrụ na-achọsi ike (ndị uwe ojii, ndị ọrụ mgbanyụ ọkụ, ọrụ agha), ma ọ bụ mgbe nchekwa ọha na eze bụ nchegbu (dịka ọmụmaatụ, n'ihe gbasara afọ maka ndị ọkwọ ụgbọelu, ndị ọkwọ ụgbọala, na ndị ọkwọ bọs).",
  "Steeti ụfọdụ dị ka New York na New Jersey gụnyere District of Columbia nwere iwu na-echebe ndị ọrụ na-eto eto site na ịkpa ókè afọ, omume a na-amachibidoghị n'okpuru ADEA",
  "N'ógbè ndị a, iwu machibidoro ndị were mmadụ n'ọrụ ịkpa ókè megide ndị ọrụ 18 ma ọ bụ karịa maka afọ ha ọ gwụla ma ezigbo iru eru ọrụ dị (ya bụ, ndị were mmadụ mmadụ n'ọhịa nwere ike ịchọ ka ndị na-ere mmanya bụrụ ma ọ dịkarịa ala 21 iji mezuo afọ ịṅụ mmanya iwu).",
  "N'afọ 1968, EEOC kwupụtara na mmachi afọ na ọrụ ndị na-arụ ọrụ n'ụgbọelu bụ ịkpa ókè nwoke na nwanyị n'ụzọ iwu na-akwadoghị n'okpuru Isi nke asaa nke Iwu Ikike Obodo nke 1964.",
  "Ịla ezumike nká iwu n'ihi afọ bụ iwu na-akwadoghị na United States, ma e wezụga na ụlọ ọrụ na ọrụ ụfọdụ nke iwu na-achịkwa, ma na-abụkarị akụkụ nke gọọmentị (dị ka ọrụ agha na ụlọ ọrụ ndị uwe ojii gọọmentị etiti, dị ka Federal Bureau of Investigation)",
  "Minnesota emeela ka ndị ọkàikpe niile na-ala ezumike nká mgbe ha dị afọ 70 (nke doro anya, na ngwụcha ọnwa onye ọka ikpe ruru afọ ahụ)",
  "Ndị omeiwu Minnesota nwere ikike iwu iji setịpụ afọ ezumike nká ikpe kemgbe 1956, mana emeghị ya ruo 1973, na-etinye afọ 70. Iwu Federal Age Discrimination in Employment Act, nke ghọrọ iwu na 1986, kwụsịrị ịla ezumike nká metụtara afọ 70 maka ọtụtụ ọrụ, na-agụnyeghị ndị ọka ikpe Minnesota; ihe ọzọ dị iche bụ ụlọ ọrụ postsecondary niile (kolleji, wdg.) Nke a kwụsịrị na Disemba 31, 1993. The Fair Treatment for Experienced Pilots Act (Public Law 110-135) malitere na Disemba 13, 2007, na-ebuli afọ ezumike nká iwu maka ndị ọkwọ ụgbọelu ruo 65 site na 60.",
  "N'afọ 1986, e dezigharịrị Iwu Ụkpụrụ Ọrụ Ezi Omume iji nye odeakwụkwọ ọrụ United States ohere inye asambodo pụrụ iche iji nye onye were mmadụ n'ọrụ ohere ịkwụ ụgwọ na-erughị ụgwọ ọrụ kacha nta maka ndị na-enweta ego ma ọ bụ ikike mmepụta ihe na-emebi site na afọ, nkwarụ anụ ahụ ma ọ bụ uche, ma ọ bụ mmerụ ahụ. A ka ga-akwụ ndị ọrụ a ụgwọ ọrụ ndị metụtara mmepụta ihe nke onye ahụ ma kwekọọ na ndị a kwụrụ ndị ọrụ na-enweghị nkwarụ.",
  "Iwu ụgwọ ọrụ kacha nta nke gọọmentị etiti na-enye ndị were mmadụ n'ọrụ ohere ịkwụ ndị ọrụ na-eto eto ụgwọ ọrụ dị ala",
  "Ọtụtụ iwu ụgwọ ọrụ kacha nta nke steeti na mpaghara na-egosipụta ụgwọ ọrụ kacha elu nke dabeere na afọ.",
  "Na United States, mmadụ ga-abụrịrị na ọ dịkarịa ala afọ iri na anọ iji chọọ ọrụ, ndị ọrụ na-enwekwa ihe mgbochi ndị ọzọ na ọrụ ha ruo mgbe ha ruru afọ iri na isii. Mmachibido afọ ndị ọzọ maka ndị ọrụ dịgasị iche site na steeti",
  "Dịka ọmụmaatụ, ọtụtụ steeti chọrọ ka ndị ọrụ na-erubeghị afọ iri na asatọ nwee ikike ọrụ ma ghara ịrụ ọrụ ndị a na-ewere dị ka ihe ize ndụ.",
  "Na Western Air Lines, Inc v Criswell 472 US 400 (1985) Ụlọikpe Kasị Elu nke United States kwenyere na ọ bụ iwu chọrọ ka ndị na-anya ụgbọelu laa ezumike nká na 60, n'ihi na Federal Aviation Authority machibidoro iji ndị na-agba ụgbọelu karịrị 60 na ụgbọelu",
  "Mana Ụlọikpe ahụ kwenyere na ịjụ iwe ndị injinia ụgbọ elu n'ọrụ karịa afọ ahụ bụ ihe na-ezighị ezi n'ihi na enweghị ihe FAA chọrọ",
  "(Rịba ama na Iwu Fair Treatment for Experienced Pilots Act (Public Law 110-135) malitere na Disemba 13, 2007, na-ebuli afọ ezumike nká maka ndị ọkwọ ụgbọelu ruo 65 site na 60.)",
  "DeMarco v",
  "Ụlọ Akwụkwọ Sekọndrị Holy Cross 4 F.3d 166 (2nd Cir",
  "1993) bụ ikpe ịkpa ókè n'ọrụ nke e webatara n'okpuru ADEA (Age Discrimination in Employment Act of 1967)",
  "A tọhapụrụ onye na-arịọ arịrịọ, Guy DeMarco, n'ọrụ tupu ya eruo maka ọrụ mgbe ọ dị afọ iri anọ na itoolu",
  "Holy Cross High School kwuru na ọ bụghị n'okpuru iwu ADEA, ma ọ bụrụ na ikpe a megide ya bụ imebi Free Exercise Clause na Establishment Clause nke Ndezigharị Mbụ",
  "Onye a na-ebo ebubo kwukwara na onye gbara akwụkwọ ejighị ihe ngwọta nchịkwa dịnụ mee ihe",
  "Ụlọ ikpe ahụ kwuru na iwu ndị ọzọ na-emegide ịkpa ókè na-emetụta òtù okpukpe, ma e wezụga iwu ndị machibidoro ịkpa ókè dabere na nkwenkwe okpukpe",
  "Ebe ọ bụ na iwu ndị machibidoro ịkpa ókè site na agbụrụ, okike na mmalite mba achọtala na ọ metụtara òtù okpukpe, ọ bụ ihe ezi uche dị na ya (na nkọwa ezi uche dị n'ihe banyere akụkọ ihe mere eme nke iwu) ịgbatị mmachibido iwu megide ịkpa ókè afọ na òtù okpukpe. A gbanwere mkpebi nke ụlọ ikpe distrikti ma weghachite ikpe ahụ maka usoro ọzọ.",
  "Hazen Paper Co",
  "v",
  "Biggins 507 U.S",
  "604 (1993) bụ ikpe Ụlọikpe Kasị Elu nke United States nke ụlọ ikpe ahụ kwenyere na nkwupụta mmeso dị iche iche enweghị ike ịga nke ọma ọ gwụla ma àgwà nchebe nke onye ọrụ ahụ nwere mmetụta siri ike na mkpebi onye were ya n'ọrụ. Ikpe a metụtara otú Hazen Paper si chụpụ Biggins, 62, izu ole na ole tupu ọrụ ya eruo afọ ole a chọrọ maka ezumike nká ya",
  "Biggins gbara Hazen Paper akwụkwọ na-ebo ebubo imebi Iwu Ịkpa Ókè Afọ n'Ime Ọrụ nke 1967.",
  "Na Kimel v",
  "Florida Bd",
  "of Regents, 528 U.S",
  "62 (2000), Ụlọikpe Kasị Elu nke United States kwenyere na ndị ọrụ steeti enweghị ike ịgba steeti akwụkwọ maka mmebi ego n'okpuru Iwu Ịkpa Ókè na Ọrụ nke 1967 n'ụlọ ikpe gọọmentị etiti",
  "EEOC ka nwere ike ịmanye ADEA megide steeti, ndị ọrụ steeti ka nwere ike ịgba ndị ọrụ steet akwụkwọ maka enyemaka nkwupụta na inye iwu.",
  "Na Gomez-Perez v",
  "Potter (2008), Ụlọikpe Kasị Elu nke United States nyere ndị ọrụ gọọmentị etiti na-enweta mmegwara n'ihi ịkọ akụkọ ịkpa ókè afọ n'okpuru iwu ka ha gbaa akwụkwọ maka mmebi.",
  "Ụlọikpe Kasị Elu nke United States, na <i id=\"mwig\">Meacham v</i>",
  "<i id=\"mwig\">Knolls Atomic Power Lab</i>, 554 U.S",
  "84 (2008), kwenyere na onye were mmadụ n'ọrụ, ọ bụghị onye ọrụ, na-ebu ibu arọ nke igosi na ịchụpụ ma ọ bụ ihe ọzọ na-emerụ ndị ọrụ meworo agadi karịa ndị ọzọ adabere ọ bụghị n'afọ kama n'ihe ndị ọzọ nwere ezi uche.",
  "N'afọ 2009, Ụlọikpe Kasị Elu nke United States nyere echiche ya na Gross v",
  "FBL Financial Services, Inc.",
  "N'echiche nke afọ 50, Ụlọikpe ahụ kpebiri na ndị na-eme mkpesa na ngalaba onwe ha ga-egosi na afọ bụ \"ma maka\" ihe kpatara ọrụ ọjọọ ha na-agba akwụkwọ. Nke ahụ bụ, onye gbara akwụkwọ ga-egosi na ịkpa ókè afọ bụ ihe kpatara omume ọrụ na-adịghị mma (dịka ọmụmaatụ, a gaghị eme ihe 'ma maka' afọ onye gbara akwụkwọ). Agbanyeghị, echiche Ụlọikpe Kasị Elu ekwughị ndị ọrụ ọha na eze n'ụzọ doro anya. Echiche e mechara, Mahadum Texas Southwestern Medical Center v",
  "Nassar (2013) jiri otu ụkpụrụ 'ma maka' mee ihe maka nkwupụta mmegwara.",
  "N'ọnwa Septemba 2016, California weputara iwu steeti AB-1687, iwu na-emegide ịka nká nke malitere na 1 Jenụwarị 2017, na-achọ ọrụ \"ọrụ ntụrụndụ azụmahịa n'ịntanetị\" nke na-enye ndị debanyere aha ohere ịnye ozi na ịmaliteghachi (dị ka IMDB Pro), iji kwanyere arịrịọ iji wepụ afọ na ụbọchị ọmụmụ ha",
  "Ndị isi ala SAG-AFTRA bụbu na nke ugbu a bụ Ken Howard na Gabrielle Carteris kwadoro iwu ahụ, bụ ndị chere na iwu ahụ ga-enyere aka belata afọ ndụ na ụlọ ọrụ ntụrụndụ. N'abalị iri abụọ na atọ n'ọnwa Febụwarị n'afọ 2017, onye ọka ikpe US District Vince Girdhari Chhabria wepụtara nkwụsịtụ na iwu ahụ ka ọ na-echere ikpe ọzọ, na-azọrọ na ọ \"na-esiri ike iche n'echiche otú AB 1687 si ghara imebi Ndezigharị Mbụ\" n'ihi na ọ na-egbochi ọha na eze iji ozi eziokwu. N'ọnwa Febụwarị afọ 2018, Girdhari kpebiri na iwu ahụ megidere iwu, na-ekwu na steeti California \"[egosighi] na iwepụ otu isi iyi nke ozi metụtara afọ ga-ebelata oke ịkpa ókè afọ na-eme na ụlọ ọrụ ntụrụndụ",
  "\" SAG-AFTRA katọrọ mkpebi ahụ, na-azọrọ na ụlọ ikpe ahụ \"kwubiri n'ụzọ na-ezighị ezi na ọ nweghị ihe a na-ese okwu eziokwu, ka ọ na-egbochi ndị otu ahụ inweta ihe akaebe ọzọ ma ọ bụ ikwe ka ikpe ahụ gaa ikpe\"",
  "E mechara mee mkpesa banyere mkpebi ahụ, mana Ụlọikpe Mkpegharị Ikpe nke itoolu kwadoro ya na 2020.",
  "Babb v",
  "Wilkie[Ihe e dere n'ala ala peeji] ___ (2020), bụ ikpe nke Ụlọikpe Kasị Elu nke United States nke ndị ọka ikpe tụlere oke nchebe maka ndị ọrụ gọọmentị etiti na Iwu Ịkpa ókè Afọ na Ọrụ nke 1967",
  "N'ụzọ doro anya, Ụlọikpe ahụ kpebiri na ndị na-eme mkpesa kwesịrị igosi na afọ bụ ihe na-akpali akpali na mkpebi ahụ iji gbaa akwụkwọ",
  "Otú ọ dị, iguzobe ma maka ihe kpatara ya ka dị mkpa iji chọpụta ihe ngwọta kwesịrị ekwesị",
  "Ọ bụrụ na onye gbara akwụkwọ nwere ike ịchọpụta na afọ bụ ihe na-ekpebi ihe ga-esi n'ọrụ pụta, ha nwere ike ịnwe ikike ịkwụ ụgwọ mmebi ma ọ bụ enyemaka ndị ọzọ metụtara nsonaazụ ikpeazụ nke mkpebi ọrụ.",
  "Our Lady of Guadalupe School v",
  "Morrissey-Berru, 591 U.S",
  "___ (2020), bụ ikpe Ụlọikpe Kasị Elu nke United States nke metụtara iwu ịkpa ókè ọrụ gọọmentị etiti",
  "Ikpe ahụ sitere na mkpebi Ụlọikpe Kasị Elu mere na Hosanna-Tabor Evangelical Lutheran Church & School v",
  "Equal Employment Opportunity Commission (2012) nke mepụtara ihe pụrụ iche nke ndị minista dabere na Ntọala na Nkwupụta Nkwado nke Iwu Iwu United States, na-ekwusi ike na enweghị ike itinye iwu ịkpa ókè nke gọọmentị etiti na ndị isi nke òtù okpukpe",
  "Ikpe Ụlọikpe Kasị Elu Our Lady of Guadalupe School v",
  "Morrissey-Berru, tinyere St",
  "James School v",
  "Biel (Docket 19-348), ha abụọ sitere na mkpebi ikpe na United States Court of Appeals for the Ninth Circuit nke chọpụtara na iwu ịkpa ókè nke gọọmentị etiti na-emetụta ndị ọzọ n'ime nzukọ okpukpe nke na-arụ ọrụ okpukpe dị mkpa mana enweghị aha ma ọ bụ ọzụzụ ka a were ya dị ka onye ndú okpukpe n'okpuru Hosanna-Tabor",
  "Otu n'ime mkpebi ikpe ndị ahụ na United States Court of Appeals for the Ninth Circuit bụ mkpebi ikpe na Morrissey-Berru v",
  "Our Lady of Guadalupe School, na 2019, nke Ụlọikpe Mkpegharị Ikpe nke United States maka Mpaghara nke itoolu nyere ohere ka onye nkuzi ụlọ akwụkwọ elementrị Katọlik nwee ikpe ịkpa ókè afọ iji gaa n'ihu. Nzukọ okpukpe ahụ mara mkpebi ahụ aka na ndabere nke Hosanna-Tabor",
  "Ụlọikpe Kasị Elu kpebiri na mkpebi nke 72 a kpọrọ Our Lady of Guadalupe School v",
  "Morrissey-Berru na Julaị 8, 2020 nke gbanwere mkpebi nke Ninth Circuit, na-ekwusi ike na ụkpụrụ Hosanna-Tabor, na mmadụ nwere ike ịrụ ọrụ okpukpe dị mkpa ọbụlagodi na o nweghị aha ma ọ bụ ọzụzụ nke onye ndú okpukpe, mezuru ndị minista na ịkpa ókè ọrụ.",
  "The Older Americans Amendments of 1975 (Àtụ:USPL) is an Act of the 94th U.S",
  "Congress amending the Older Americans Act of 1965",
  "It prohibits discrimination based on age in programs or activities that receive federal financial assistance, for instance, financial assistance to schools and colleges, provided by the U.S",
  "Department of Education.",
  "Mpaghara Columbia na steeti iri na abụọ (California, Florida, Iowa, Hawaii, Kansas, Louisiana, Maine, Minnesota, Nebraska, New Mexico, New York, na Vermont) na-akọwa afọ dị ka ihe na-akpali mpụ ịkpọasị.",
  "Ndezigharị nke iri abụọ na isii nke Iwu Iwu United States na-agụ:\n \nN'afọ 1943 na 1955 n'otu n'otu, ndị omeiwu Georgia na Kentucky kwadoro usoro iji belata afọ ịtụ vootu ruo 18.",
  "Na June 22, 1970, Onye isi ala Richard Nixon bịanyere aka na ndọtị nke Iwu Ikike Voting nke 1965 nke chọrọ ka afọ ịtụ vootu bụrụ 18 na ntuli aka gọọmentị etiti, steeti, na mpaghara niile. Na nkwupụta ya banyere ịbịanye aka na ndọtị ahụ, Nixon kwuru, sị:\n \nN'ikpeazụ, Oregon na Texas mara iwu ahụ aka n'ụlọ ikpe, ikpe ahụ wee bịa n'ihu Ụlọikpe Kasị Elu na 1970 dị ka Oregon v",
  "Mitchell Ka ọ na-erule n'oge a, steeti anọ nwere afọ ole na ole na-atụ vootu n'okpuru 21: Georgia, Kentucky, Alaska na Hawaii. Na Oregon v",
  "Mitchell (1970), Ụlọikpe Kasị Elu tụlere ma ndokwa afọ ịtụ vootu nke Congress gbakwunyere na Iwu Ikike ịtụ vootu na 1970 bụ iwu",
  "Ụlọikpe ahụ wepụrụ ndokwa ndị guzobere 18 dị ka afọ ịtụ vootu na ntuli aka steeti na nke ime obodo",
  "Otú ọ dị, Ụlọikpe ahụ kwadoro ndokwa nke na-eguzobe afọ ịtụ vootu dị ka 18 na ntuli aka gọọmentị etiti",
  "Ụlọikpe ahụ kewara nke ukwuu n'okwu a, ọtụtụ ndị ọka ikpe ekwekọrịtaghị na ihe kpatara ya. Mkpebi ahụ mere ka steeti nwee ike ịnọgide na-enwe afọ 21 dị ka afọ ịtụ vootu na ntuli aka steeti na nke ime obodo, mana achọrọ ka ha guzobe ndepụta ndị na-atụ vootu dị iche iche ka ndị na-eme ntụli aka n'agbata afọ 18 na 21 wee nwee ike ịtụ vootu n'ime ntuli aka gọọmentị etiti.",
  "Ihe dịka Newsboys Strike nke 1899 lụsoro omume ọrụ ndị agadi ọgụ megide ndị ntorobịa site na nnukwu ụlọ ọrụ akwụkwọ akụkọ na Northeast",
  "Ndị na-eme ngagharị iwe gosipụtara n'ofe obodo ahụ ruo ọtụtụ ụbọchị, na-akwụsị mgbasa nke akwụkwọ akụkọ abụọ ahụ, yana nkesa akụkọ maka ọtụtụ obodo New England",
  "Ọgbaghara ahụ were izu abụọ, na-eme ka Pulitzer's New York World belata mgbasa ozi ya site na akwụkwọ 360,000 a na-ere kwa ụbọchị ruo 125,000. Ọ bụ ezie na ọnụahịa akwụkwọ ahụ emeghị ka ọ daa, ọgbaghara ahụ nwere ihe ịga nke ọma n'ịmanye World and Journal ka ha nye ndị na-ere ha ịzụta ihe zuru oke, si otú a na-abawanye ego ndị ọhụrụ nwetara maka ọrụ ha.",
  "E guzobere American Youth Congress, ma ọ bụ AYC, na 1935 iji kwado ikike ndị ntorobịa na ndọrọ ndọrọ ọchịchị US.\nỌ kwụsịrị na 1940.",
  "Maggie Kuhn guzobere Gray Panthers na 1970, na ebumnuche nke iwepụ ezumike nká iwu; ha na-arụ ọrụ ugbu a n'ọtụtụ okwu ikpe ziri ezi gụnyere iwepụ afọ.",
  "Youth Liberation of Ann Arbor malitere na 1970 iji kwalite ndị ntorobịa na ịlụso afọ ọgụ.",
  "Three O'Clock Lobby guzobere na 1976 iji kwalite ntinye aka ndị ntorobịa n'ime ụlọ ọrụ gọọmentị ndị agadi na Michigan.",
  "Senior Action in a Gay Environment (SAGE) bụ nke ndị na-eme ihe ike na ndị na-ahụ maka nwoke na nwanyị na ndị na ndị na'ọrụ na-eme agadi guzobere na 1978",
  "A na-akpọ ya ugbu a Services & Advocacy for GLBT Elders",
  "Ọ na-arụ ọrụ na ndị okenye LGBT na ndị na-enye ọrụ ndị agadi iji dozie ma merie ihe ịma aka nke ịkpa ókè na ntọala ọrụ ndị okenye.",
  "OWL - The Voice of Women 40+ bụ nke ehiwere dịka otú Older Women's League bụ nke sitere na aka Tish Sommers and Laurie Shields, n'ihi ndị omeiwu White House mini konferensin' ebe Older Women in Des Moines, Iowa na ọktober na afọ otu puku, narị itoolu na iri asatọ",
  "Ọ kwuru maka ụmụnwaanyị bi na United States of Amerika ndị nke gafere la afọ iri anọ",
  "Na onwa Maachị na afọ puku abụọ na iri na asaa, ekwupụtara na Ndị otua nke etiti ekwerela I kewapụ, mana mpaghara ndị nke dị ala nwere ike ga n' iru na ezuko n' okpuru aha OWL ma ọ bụ  aha ọzọ",
  "40 and over",
  "In March 2017, it was reported that the national organization had decided to disband, but local chapters may continue to function under the OWL name or possibly another name.",
  "E hiwere Old Lesbians Organizing for Change na afọ otu puku, narị itoolu na iri asatọ na asaa ; ebumnuche nke nzukọ ahụ bụ \"iwepụ mmegbu nke ageism na iguzo n'ịdị n'otu megide mmegbu niile\" site na obodo na-arụkọ ọrụ ọnụ nke ndị na-ahụ maka ụmụ nwanyị Old Lesbian si n'ọtụtụ ebe na-arụ ọrụ maka ikpe ziri ezi na ọdịmma nke ndị inyom ochie niile. Nzukọ mbụ ha sitere n'ike mmụọ nsọ site na mbipụta nke akwụkwọ Look Me in the Eye: Old Women, Aging and Ageism nke Barbara Macdonald na Cynthia Rich na afọ otu puku, narị itoolu na iri asatọ na atọ.",
  "Ndị America maka Society Free from Age Restrictions guzobere na afọ otu puku, narị itoolu na iri itoolu na isii iji kwalite ikike obodo na nke mmadụ nke ndị na-eto eto site na iwepụ iwu ndị na-eme agadi megide ndị na-esote, yana inyere ndị ntorobịa aka igbochi ịka afọ ndụ na America.",
  "Ndị otu National Youth Rights Association malitere na afọ otu puku, narị itoolu na iri itoolu na asatọ  iji kwalite mmata banyere ikike iwu na ikike mmadụ nke ndị na-eto eto na United States.",
  "E guzobere Freechild Project na 2001 iji chọpụta, jikọta ma kwalite ohere dị iche iche maka ndị ntorobịa itinye aka na mgbanwe mmekọrịta mmadụ na ibe ya site na ịlụ ọgụ megide afọ",
  "N'afọ 2002, Freechild Project mepụtara ozi na ọzụzụ iji nye ndị otu ndị ntorobịa na ụlọ akwụkwọ ndị lekwasịrị anya na ikike ndị ntorobịa."
]