[
  "Age Concern bụ aha ọkọlọtọ nke ọtụtụ òtù ọrụ ebere (NGOs) na-eji eme ihe na-emetụta mkpa na ọdịmma nke ndị okenye niile (nke akọwapụtara dị ka ndị karịrị afọ 50) nke dị na mba anọ nke United Kingdom.",
  "Na mgbakwunye na inye nkwado bara uru nye ndị mmadụ n'otu n'otu, Age Concern na-eme mkpọsa na okwu ndị dị ka ịkpa ókè afọ na ezumike nká, na-emetụta echiche ọha na eze na iwu gọọmentị gbasara ndị agadi.",
  "E guzobere ọtụtụ òtù Age Concern na UK dum, na-arụ ọrụ na mba na mpaghara",
  "Na mba, òtù anọ Age Concern kpuchiri England, Scotland, Wales na Northern Ireland. Nchegbu nke Obodo dịgasị iche site na obere obodo ruo na ụlọ ọrụ mpaghara niile",
  "N'England, ihe karịrị 370 n'ime ọrụ ebere n'otu n'otu bụ ndị otu mba. Ọ bụ ezie na nke ọ bụla bụ ọrụ ebere dị iche iche na-arụ ọrụ n'okpuru ọkọlọtọ Age Concern, njikọ ahụ nyere ndị otu ohere imekọ ihe ọnụ na mpaghara, mpaghara na mba, ịkekọrịta ihe onwunwe, nka na mmetụta.",
  "Òtù ndị yiri ya dịkwa na New Zealand, Spain, Ukraine, na ebe ndị ọzọ n'okpuru ọkọlọtọ yiri ya.",
  "E nwere njikọta nke Age Concern England na Help the Aged; na obere oge ka e mesịrị, Age UK weghaara uwe nke ihu nchegbu mba maka ndị agadi na UK, ọtụtụ òtù mpaghara anabatala aha ọhụrụ ahụ, mana ọtụtụ òtù mpaghara nọgidere na-arụ ọrụ dị ka ndị Age Concerns",
  "Otu n'ime ndị a bụ Age Concern Manchester, na ihe atụ ndị ọzọ bụ Age Concorn Luton na Age Concern Central Lancashire.",
  "Mmalite nke Age Concern dị na United Kingdom ma enwere ike ịchọta ya na mba ahụ nke mmetụta ndị agadi nke Agha Ụwa nke Abụọ; mgbagwoju anya na mmebi nke ndụ ezinụlọ sitere na ịdebanye aha dugara n'ịmata na iwu ndị ogbenye dị ugbu a enyeghị nkwado dị irè maka ndị agadi kewara site na netwọk nkwado ezinụlọ.",
  "N'afọ 1940, e guzobere Kọmitii Ahụike Ndị Ochie (OPWC), nke Eleanor Rathbone bụ onye isi oche ya, dị ka nzukọ maka mkparịta ụka n'etiti gọọmentị na òtù ndị ọrụ afọ ofufo",
  "OPWC bụ obere kọmitii nke Liverpool Personal Service Society (PSS)",
  "N'afọ 1944, kọmitii ahụ gbanwere aha ya ka ọ bụrụ National Old People's Welfare Committee (NOPWC), ma were ọrụ maka ịhazi ọrụ nke ọtụtụ OPWC mpaghara.",
  "Site na 1950 gaa n'ihu, NOPWC nwetara ego gọọmentị na mpaghara metụtara mmepe nke ọdịmma steeti mgbe agha gasịrị, iji nye ọrụ na kọmitii mpaghara, na ọzụzụ maka ndị nlekọta ụlọ ndị agadi.",
  "N'afọ 1968, o doro Denise Newman, onye isi oche nke kansụl NOPW n'oge ahụ, anya na otu nzukọ na-enweta ego n'ime gọọmentị ma bụrụ nke ndị ukwu na-enweghị atụ na-achịkwa abụghị olu dị irè maka mkpa ndị agadi",
  "N'oge ahụ, ego e nyere site na gọọmentị site na Ngalaba Ọrụ Ọha bụ £ 40,000 kwa afọ.",
  "Otu nsogbu bụ na onye minista na-ahụ maka ya (Dick Crossman) anọghị n'ọnọdụ ndọrọ ndọrọ ọchịchị iji hụ na ọ bụrụ na otu ahụ kewapụ na gọọmentị na ego ahụ ga-eso ụlọ ọrụ ọhụrụ ahụ",
  "Ya mere, ọ bụ iwere ihe ize ndụ ego a nke gosipụtara Age Concern dị ka akụkụ nke ụzọ ọhụrụ nke ịnagide ihe a ga-ahụ dị ka ọrụ ebere gọọmentị kwadoro",
  "Nke abụọ, ebe o guzobere onwe ya na ụlọ nke ya ma jigide onyinye £ 40,000 ya, Newman siri ọnwụ na a ga-akwụ onye isi oche a họpụtara ọhụrụ ụgwọ, ya mere ọ ga-aza ajụjụ",
  "Nke a bụ nhọpụta mbụ a na-akwụ ụgwọ nke onye isi ọrụ ebere ọ bụla na UK.",
  "N'afọ 1971, n'okpuru nduzi ọhụrụ nke David Hobman, NOPWC gbanwere aha ọha ya ka ọ bụrụ Age Concern, ma kewapụ onwe ya kpamkpam na gọọmentị na National Council for Social Service, ugbu a NCVO",
  "O mere nke a mgbe ọ na-ebido 'akwụkwọ ntuziaka maka ịka nká' ma guzobe onwe ya na mba dị ka otu ndị na-akwado ya yana otu na-ahụ maka inye ọrụ na ịkwalite, ọzụzụ na nyocha.",
  "Ndị nduzi nke Age Concern England gụnyere David Hobman, Baroness Greengross, na Gordon Lishman - onye isi nchịkwa ugbu a.",
  "N'afọ 1986, Age Concern guzobere Institute of Gerontology na King's College London nke ọ na-agbakọta na Ngalaba Nnyocha nke Age Concern.",
  "Na 30 Mee 2006, Age Concern malitere Heyday - na-egosi mmalite site na ịme nyocha kachasị ukwuu na UK, na-arịọ nde mmadụ iri amụrụ na 1940s na 1950s maka echiche banyere okwu ndị dị ka afọ ndụ, ezumike nká na ahụike.",
  "A malitere Heyday dị ka òtù na-abụghị maka uru maka ndị na-eme atụmatụ maka ma ọ bụ na-ala ezumike nká",
  "Heyday nyere ndị otu ohere ịnweta ndụmọdụ ọkachamara na ego, ọrụ, ezumike nká na ahụike, yana itinye ha na ibe ha, maka obere ndebanye aha kwa afọ.",
  "Site na ebumnuche ndị otu nwere oké ọchịchọ, Heyday gosipụtara na ọ bụ ọrụ dị oke ọnụ ma na-ese okwu n'ime otu Age Concern",
  "N'ihi ọnụ ọgụgụ dị ala karịa ka a tụrụ anya ya, Age Concern gbanwere atụmatụ Heyday iji zute ọkwa dị ala nke ọrụ.",
  "N'oge na-adịghị anya mgbe akụkọ Charity Commission mere ọtụtụ aro, Heyday kwupụtara na atụmatụ ahụ ga-emechi na onwa Machị 31 na afọ puku abụọ na itoolu, na-ekwu na Heyday ga-anọgide na ebe nrụọrụ weebụ Age Concern.",
  "Ọrụ ebere ahụ nyere Sir Christopher Kelly ọrụ ịchọpụta ọrụ ahụ",
  "Akụkọ ya nke afọ 2009 kwubiri na Age Concern efunahụla ihe karịrị £ 22 nde na ọrụ ahụ.",
  "Na onwa Mee nke afọ puku abụọ na asatọ, Age Concern England na Help The Aged kwupụtara atụmatụ maka ọrụ ebere abụọ ahụ ijikọ.\nMgbe mkparịta ụka gasịrị, e gosipụtara nke a na Septemba, mgbe e gosipụtara Dianne Jeffrey dị ka onye isi oche ọhụrụ nke ndị nlekọta.",
  "A họpụtara Tom Wright CBE, onye isi nchịkwa nke VisitBritain ugbu a, na Trustee nke Imperial War Museum ka ọ bụrụ onye isi ọrụ nke ọrụ ebere ọhụrụ ahụ na Nọvemba na afọ puku abụọ na asatọ.",
  "E guzobere ọrụ ebere a jikọtara ọnụ, nke a maara ugbu a dị ka Age UK na 1 Eprel 2009, wee malite nnukwu ọrụ na-egosi na onwa  Eprel na afọ puku abụọ na iri , na-egosi Brian Cox, Ian McKellen na Eleanor Bron na mkpọsa telivishọn mbụ nke ọrụ ebere.",
  "Otú ọ dị, ọtụtụ n'ime ndị ọrụ ebere Age Concern, chọpụtara na usoro nke njikọta ahụ abụghị ihe a na-anabata ma nọgide na-enwe onwe ha ma enweghị njikọ na Age UK",
  "Otu n'ime ọtụtụ ihe atụ bụ Age Concern Luton, Age Concern Eastbourne na Age Concern Central Lancashire.",
  "NOge uto:",
  "Òtù ndị na-echegbu onwe ha maka afọ ụwa:"
]