[
  "The Age Discrimination in Employment Act nke afọ otu puku, narị itoolu na iri isii na asaa (ADEA; 29 U.S.C",
  "§  to 29 U.s.C.§) bụ iwu ọrụ United States  machibidoro ịkpa ókè n'ọrụ megide onye ọ bụla, ọ dịkarịa ala afọ iri anọ, na United States (lee 29 U.USC",
  "§ )",
  "N'afọ otu puku, narị itoolu na iri isii na asaa , Onye isi ala Lyndon B",
  "Johnson bịanyere aka na iwu ahụ",
  "ADEA na-egbochi ịkpa ókè afọ ma na-enye ohere ọrụ nhata nha  n'okpuru ọnọdụ ndị a na-ekpuchighị n'ụzọ doro anya na Isi nke asaa nke Iwu Ikike Obodo nke otu puku, narị itoolu na iri isii na asaa Iwu ahụ metụtakwara ụkpụrụ maka ezumike nká na uru ndị were mmadụ n'ọrụ nyere, ma chọọ ka e nye ọha na eze ozi gbasara mkpa ndị ọrụ meworo agadi",
  "ADEA gụnyere mmachibido iwu zuru oke nke ịkpa ókè afọ megide ndị ọrụ, ndị karịrị afọ iri anọ, yana kpọmkwem, iwu ahụ machibidoro:",
  "A na-ekwe ka ịla ezumike nká dabere na afọ maka:",
  "ADEA na-emetụta ndị were mmadụ n'ọrụ, ndị na-ewe ma ọ dịkarịa ala ndị ọrụ iri abụọ n'ọrụ mgbe niile n'ime afọ kalenda ugbu a ma ọ bụ gara aga.",
  "E dezigharịrị ADEA na 1986, nakwa na 1991, site na Iwu Nchebe Uru Ndị Okenye Ndị Ọrụ (Pub",
  "L",
  "101-433) na Civil Rights Act nke 1991 (Pub",
  "[Ihe e dere n'ala ala peeji]",
  "ADEA dị iche na Civil Rights Act n'ihi na, ADEA na-emetụta ndị were ndị ọrụ 20 ma ọ bụ karịa (lee 29 USC",
  "§ 630(b)) karịa ndị ọrụ 15 ma ọ bụ ọtụtụ",
  "Otú ọ dị, omume abụọ ahụ na-emetụta naanị ndị were mmadụ n'ọrụ na ụlọ ọrụ na-emetụ aka na azụmahịa mba",
  "Ndị ọrụ 20 nwere ike ịgụnye ndị ọrụ mba ofesi.",
  "ADEA na-echebe ụmụ amaala US na-arụ ọrụ maka ndị were mmadụ n'ọrụ US na-eme na mba ofesi, ma e wezụga ebe ọ ga-emebi iwu nke mba ahụ.",
  "Enwere ike ịkọwa oke afọ n'ụzọ iwu kwadoro n'ọnọdụ ahụ, ebe egosila na afọ bụ \"ezi ọrụ ọrụ [BFOQ], nke dị mkpa maka ọrụ  otu azụmahịa ahụ\" (lee 29 USC § 623(f)(1)",
  "N'omume, BFOQs maka afọ na-ejedebe na ihe doro anya (ịkwụ ụgwọ onye na-eme ihe nkiri na-eto eto ka ọ bụrụ onye na-etolite ihe nkiri) ma ọ bụ mgbe nchekwa ọha na eze nọ n'ihe ize ndụ (dịka ọmụmaatụ, n'ihe gbasara afọ maka ndị ọkwọ ụgbọelu na ndị ọkwọ ụgbọala bọs).",
  "Nkpobiri okwu a bụ ADEA  akwusighi onye na ewe ndị ọrụ  pụọ na ime nyere onye okenye ewere na ọrụ gafee ndị ntorobịa ewere na ọrụ, ọbụla dị mgbe onye dị nta ewere na ọrụ gbakariri afọ iri anọ",
  "Ụlọikpe Kasị Elu nke United States, na <i id=\"mwSA\">Meacham v</i>",
  "<i id=\"mwSA\">Knolls Atomic Power Lab</i>, 554 U.S",
  "84 (2008), kwenyere na onye were mmadụ n'ọrụ, ọ bụghị onye ọrụ, na-ebu ibu arọ nke igosi na ịchụpụ ma ọ bụ ihe ọzọ na-emerụ ndị ọrụ meworo agadi karịa ndị ọzọ adabere ọ bụghị n'afọ kama n'ihe ndị ọzọ nwere ezi uche.",
  "Na Gomez-Perez v",
  "Potter (2008), Ụlọikpe Kasị Elu nyere ndị ọrụ gọọmentị etiti, ndị na-enweta mmegwara n'ihi ịkọ akụkọ ịkpa ókè afọ n'okpuru iwu, ka ha gbaa akwụkwọ maka mmebi.",
  "Na Kimel v",
  "Florida Bd",
  "of Regents, 528 U.S",
  "62 (2000), Ụlọikpe Kasị Elu kwenyere na ndị ọrụ steeti enweghị ike ịgba steeti akwụkwọ maka mmebi ego n'okpuru ADEA n'ụlọ ikpe gọọmentị etiti",
  "EEOC ka nwere ike ịmanye ADEA megide steeti, ndị ọrụ steeti ka nwere ike ịgba ndị ọrụ steet akwụkwọ maka enyemaka nkwupụta na inye iwu.",
  "Na Gross v",
  "FBL Financial Services, Inc., 557 U.S",
  "167 (2009), Ụlọikpe Kasị Elu kpebiri na onye gbara akwụkwọ ga-egosi na afọ ahụ bụ \"ma maka\" ihe kpatara ọrụ a na-ama aka.",
  "Babb v",
  "Wilkie bụ ikpe Ụlọikpe Kasị Elu, nke tụlere oke na obosara nke ADEA",
  "N'ime ya, ụlọ ikpe kpebiri na ndị gbara akwụkwọ kwesịrị igosi na afọ bụ ihe na-akpali akpali na mkpebi ahụ iji gbaa akwụkwọ",
  "Otú ọ dị, iguzobe ma maka ihe kpatara ya ka dị mkpa iji chọpụta ihe ngwọta kwesịrị ekwesị",
  "Ikpe nke Babb v",
  "Wilkie na-emetụta naanị ndị ọrụ ngalaba gọọmentị etiti",
  "Ọ bụrụ na onye gbara akwụkwọ nwere ike ịchọpụta na afọ bụ ihe na-ekpebi ihe ga-esi n'ọrụ pụta, ha nwere ike ịnwe ikike ịkwụ ụgwọ mmebi ma ọ bụ enyemaka ndị ọzọ metụtara nsonaazụ ikpeazụ nke mkpebi ọrụ.",
  "Ihe ngwọta ADEA gụnyere ịkwụ ụgwọ maka onye ọrụ ma ọ bụ mmebi ma ọ bụrụ na mweghachi agaghị ekwe omume na / ma ọ bụ imebi iwu onye were mmadụ n'ọrụ bụ nke a kpachaara anya",
  "Ọ bụ ezie na mmebi ntaramahụhụ n'okpuru ADEA adịghị, ọ bụrụ na mmebi ahụ bụ nke a kpachaara anya, ndị na-eme mkpesa nwere ikike ịkwụ ụgwọ / mmebi iwu ya bụ okpukpu abụọ nke ụgwọ azụ / ụgwọ ihu.",
  "Nkwado iwu maka nkwupụta ADEA gụnyere / nke ahụ"
]