[
  "Àtụ:Infobox settlement",
  "Agege bụ ógbè dịpụrụ adịpụ na mpaghara gọọmentị ime obodo na Ikeja Division nke Lagos State, Nigeria.",
  "Mgbe ubi oji na mpaghara Agege malitere itolite ọ dọtara nnukwu ebe obibi",
  "Agege nwere ọganihu ngwa ngwa wee ghọọ ebe dị ike nke azụmahịa kolanut",
  "Ebe obibi ndị a dọtara ndị mmadụ dị iche iche sitere na nzụlite na mmasị dị iche iche dịka ndị ọrụ, ọtụtụ n'ime ndị a bụ ndị Hausa",
  "Mgbe ọ bụla ndị Yoruba chọrọ ndị ọrụ maka ọrụ dịka igbu osisi, ha ga-etinye aka na ọrụ nke ndị Hausa",
  "N'ihi ọrụ a, a kpọrọ ebe ndị Hausa bi aha ya bụ 意lu Awon Ageigiʹ nke pụtara obodo (Ilu) nke osisi ahụ",
  "N'ihi ya, aha Agege sitere na okwu Ageigi.",
  "Mpaghara Agege site n'akụkụ ugwu nke Lagos sitere n'okporo ụzọ Dopemu site n'okporong ámá Anu-oluwapo ruo olukosi gbadaa Fagbola site n' okporo ámá Osobu ruo n'okpero ámá Orile gbadaa Old Agege Motor Road n'ihu Nitel",
  "Site n'akụkụ ndịda nke Lagos ọ na-agbasa site na ahịa ahịa ahịa Ashade ruo n'okporo ámá Akilo.",
  "Site n'akụkụ ọwụwa anyanwụ nke Lagos ọ na-agbasa site n'okporo ụzọ Oba ogunji ruo n'okporong ụzọ Agege Motor site n'ọfịs Nitel",
  "Site n'akụkụ ọdịda anyanwụ nke Lagos, ókè Agege sitere n'okporo ụzọ awara awara Abeokuta site n'ókè ya na Ikeja Local gọmentị ruo na njikọ Dopemu.",
  "Mgbe Dasab Airlines dị, ọfịs ya na Lagos dị na Agege.",
  "E guzobere Gọọmentị Obodo Agege na afọ 1954 ma na-arụ ọrụ ruo afọ 1967 mgbe ndị agha mbụ weghaara ya mgbe e jikọtara ya na kansụl Ikeja District ruo afọ iri na atọ",
  "E wepụrụ Agege na Gọọmentị Obodo Ikeja na 1980 ma nọgide na-adị otú ahụ ruo 1983 mgbe ndị agha weghara ike ọzọ ma kpochapụ usoro Gọọmentụ Obodo dị n'oge ahụ",
  "Ọzọkwa, Ọchịchị Agege nọgidere na Ikeja ruo afọ isii (6) ọzọ",
  "N'ikpeazụ, e nwere gọmentị ime obodo atọ ndị ọzọ sitere na Gọọmentị Obodo Agege",
  "Ha bụ: Alimosho, Ifako Ijaye na Orile-Agege Obodo Gọọmentị.",
  "Ndị bi na Gọọmentị Obodo Agege bụ agbụrụ dị iche iche ọ bụ ezie na ndị Awori bụ ụmụ amaala bi na ya",
  "Ụfọdụ obodo ndị mejupụtara Gọọmentị Obodo Agege bụ Ogba, Asade, Dopemu, Orile, Magbon, Oko-Oba, Atobaje, Gbogunleri, Isale Oja, Oke-Koto, Panada, Tabon-Tabon, Ajegunle, Sango, Keke, Papa uku/Olusanya, Oniwaya, Moricas, Iloro, Mangoro, Darocha, Onipetesi, Alfa Nla na Agbotikuyo",
  "Ndị bi na Gọmentị Obodo Agege bụ ndị Yoruba n'ụzọ bụ isi na ọnụnọ nke ọnụ ọgụgụ dị nta nke ndị na-abụghị ndị Yoruva.",
  "Na Agege / Orile Agege, Chieftaincy Community nwere Obas atọ a ma ama na ndị otu ọdịnala isii.",
  "Na 3 June, na afọ 2012, Dana Air Flight 992 kụrụ n'ụlọ obibi dị na Agege mgbe ọ na-anwa ịdakwasị na Murtala Muhammed International Airport, na-egbu mmadụ 153 niile nọ n'ụgbọ ahụ na mmadụ 10 ndị ọzọ nọ n'ala.",
  "National Youth Service Corps Permanent Orientation Camp dị na Iyana-Ipaja Road, Agege.",
  "Ogige ụgbọ okporo ígwè na Naịjirịa",
  "37"
]