[
  "The New Climate War: The Fight to Take Back Our Planet bụ akwụkwọ 2021 gbasara mgbanwe ihu igwe nke onye America na-ahụ maka ihu igwe na geophysicist Michael E",
  "Mann",
  "N'akwụkwọ ahụ, Mann na-atụle omume nke ụlọ ọrụ mmanụ ala iji gbuo oge ime mgbanwe ihu igwe, nzaghachi maka mgbanwe ihu igwe nke ọ na-ewere na ezughi oke, na nzaghachi ọ na-ele anya dị ka nke kachasị mma",
  "Akwụkwọ ahụ nwetara nyocha dị mma",
  "Mann kwuru n'ajụjụ ọnụ ya na Jeff Goodell nke Rolling Stone na \"mgbanwe ike dị ọcha na nkwụsi ike ihu igwe nwere ike inweta na teknụzụ dị ugbu a",
  "Nanị ihe anyị chọrọ bụ iwu iji kpalie mgbanwe dị mkpa",
  "\"",
  "Ihe osise \"hockey stick\" a ma ama nke Mann dugara n'iyi egwu ọnwụ na mwakpo n'ịntanetị",
  "O mechara bụrụ ọkachamara na mkpọsa mgbasa ozi ụgha nke ụlọ ọrụ mmanụ ala.",
  "Ọ bụ ezie na Goodell kwuru na ọtụtụ n'ime ndị ekpe abịawo na-ele ọnụ ahịa carbon dị ka \"n'ụzọ bụ isi, ụdị atụmatụ neoliberal nke ga-eme ka Wall Street baa ọgaranya ma bụrụ nke ndọrọ ndọrọ ọchịchị mebie\": Mann dere na \"n'ezie ihe ngwọta niile anyị na-ekwu maka ya",
  "bụ akụnụba ahịa\", ma depụtakwara Montreal Protocol n'oge gara aga dịka ihe kpatara inwe nchekwube gbasara ọnụahịa carbon.",
  "Otú ọ dị, onye na-ahụ maka ihu igwe kwukwara na ọ ga-adị mkpa ka ụmụ mmadụ chegharịa echiche bụ isi ihe atụ maka akụ na ụba ọgbara ọhụrụ n'ihi na \"[enwere] mkparịta ụka buru ibu nke a ga-enwe banyere ma anyị nwere ike ịga n'ihu n'ụzọ a nke ịba ụba mmepụta ihe na oriri na-adịgide adịgide",
  "\" O kwukwara na Green New Deal agaghị eme na 2021 ma ọ bụ 2022: \"Anyị ga-agafe ọrịa a",
  "Otu afọ ma ọ bụ abụọ n'okporo ụzọ, ọ ga-adị n'enyo anyị, mana anyị ka ga-etinye onwe anyị n'ụzọ zuru oke na nsogbu ka ukwuu, nke bụ nsogbu ihu igwe",
  "Na olile anya, ebe ọ bụ na ọ gafere ọrịa a, nsogbu a ga-enye anyị ohere iche echiche banyere otu anyị ga-esi dozie nsogbu a ka ukwuu",
  "\"",
  "Mann katọrọ ọchịchị Trump mana o kwuru na ihe zuru ezu bụ \"na-akwado na steeti, na-ekwu na ọ na-akwado ọrụ, ụlọ ọrụ, obodo, obodo, ime obodo, na anyị nwere ọganihu [...] anyị kwesịrị imezi ala ahụ furu efu n'ime ọtụtụ afọ sochirinụ",
  "Ọchịchị Biden yiri ka ọ na-eme ihe niile ha nwere ike iji nyere aka mee ka nke ahụ mee",
  "\"",
  "Mann kọwara na aha akwụkwọ ahụ (The New Climate War) sitere n'echiche ya na e nwere agha ihu igwe ochie nke \" mwakpo na sayensị nke mgbanwe ihu igwe site na ọdịmma mmanụ ala\" ma ugbu a enwere agha ihu igwe ọhụrụ (n'ihi mmetụta nke mgbanwe ihu ọha anaghịzi adị mgbagwoju anya), na ndị na-emegide omume ihu igwe nwere usoro dị iche iche dị ka \"ịkpata ndị na-akwado ihu igwe na-alụso ibe anyị ọgụ ka anyị ghara igosi olu dị n'otu, na-achọ mgbanwe [...] na-ewepụ uche site na ngwọta usoro ma ọ bụ iwu dị mkpa maka [elekwasị anya] n'otu onye ọ bụla",
  "Agha ochie ahụ bụ 'ịgọnahụ kpamkpam'; agha ọhụrụ ahụ bụ 'aghụghọ, ndọpụ uche na igbu oge', gụnyere ịgbagha egwu na nkewa nke ndị iro.",
  "Agha ihu igwe ọhụrụ ahụ nwere ngalaba itoolu, tinyere nkwenye, ihe edeturu, na ndepụta.",
  "\"The Architects of Misinformation and Misdirection\" na \"The Climate Wars\" na-akọwa akụkọ ihe mere eme nke ịgọnahụ mgbanwe ihu igwe. Isi nke atọ, \"The 'Crying Indianī na Birth of the Deflection Campaign\", na-akọwa etu ndị agha nke ịgọnahụ na igbu oge (dị ka ụlọ ọrụ mmanụ ala, ndị na-akwado aka nri, ndị mgbasa ozi na ndị na-ekwu okwu, na gọọmentị na-akwụ ụgwọ mmanụ) si eji ntụgharị iji merie iwu ndị a na-adịghị amasị",
  "\"Ọ bụ mmejọ gị\" bụ maka atụmatụ iji \"nọgide na-enwe mkparịta ụka gbasara ibu ọrụ onye ọ bụla, ọ bụghị mgbanwe usoro ma ọ bụ ikpe ụlọ ọrụ\", na-ekwu maka ihe ndị dị ka mwakpo ndị Russia na ndị robot na Hillary Clinton, na tweets ndị bot mepụtara iji mee ka ọkwa nke ịgọnahụ n'okwu ịntanetị banyere nsogbu ihu igwe.",
  "Isi nke ise (\"Tinye ọnụahịa na ya",
  "Ma ọ bụ na ọ bụghị.\") na-akatọ enyemaka enyere ụlọ ọrụ mmanụ ụgbọala",
  "Mann na-akwado ọnụahịa na ikuku carbon yana usoro nnyefe dị ka mmachibido iwu fracking na blocks na owuwu pipeline",
  "Na \"Sinking the Competition\", ọ na-akwado ihe mkpali maka ike na-agbanwe agbanwe na iwepụ ihe mkpali Maka mmanụ ala",
  "Na isi nke asaa (\"The Non-Solution Solution\"), onye edemede ahụ jụrụ nzaghachi dị ka gas sitere n'okike, carbon capture, na geo-engineering dị ka ezughi oke, ma kọwaa ọtụtụ echiche nke ndị na-emegide omume ihu igwe (dị ka mmanụ ụgbọ mmiri, coal dị ọcha, mgbanwe, na ume) dị ka \"ekwe nkwa efu\".",
  "Mann na-ekwu na omume ndị mmadụ n'otu n'otu dị ka obere iri anụ, obere njem, na ọtụtụ imegharị ihe bara uru mana ezughi oke, nakwa na a ghaghị iwepụ akụ na ụba",
  "Onye sayensị ihu igwe na-akọwakwa onwe ya dị ka onye nwere nchekwube n'ụzọ nlezianya nyere ndị ntorobịa na mmepe ngwa ngwa nke teknụzụ ahịhịa ndụ.",
  "Adrienne Hollis dere na \"akwụkwọ ahụ jikọtara ihe omume ọ bụla na ihe ọ bụla na-adịghị eme nke metụtara ọgụ iji chebe ụwa pụọ na nsogbu nke mgbanwe ihu igwe",
  "Mann na-eme ihe n'ụzọ doro anya banyere oge ndị na-alụ ọgụ maka omume ihu igwe na-enweghị ihe ịga nke ọma",
  "Ọ kọwara akwụkwọ ahụ dị ka \"a ga-agụ ọ bụghị naanị maka ndị na-arụ ọrụ ugbu a iji dozie mgbanwe ihu igwe kamakwa maka ndị ọhụrụ na ọgụ ihu igwe, ndị nke ikpeazụ ga-amụta ọtụtụ ihe banyere ihe ịma aka, ọgụ, na mwakpo gara aga\".",
  "Carolyn Gramling kwuru na Science News, \"Ihe kachasị mkpa nke New Climate War bụ ịlụso agha uche ọgụ, na n'ihu a, akwụkwọ ahụ na-adọrọ mmasị ma na-atọ ụtọ mgbe niile",
  "Ọ bụ ngwakọta na-emetụta akụkọ ihe mere eme, nkọwa ndọrọ ndọrọ ọchịchị siri ike na akụkọ onwe onye",
  "\" Otu onye nyocha na Kirkus Reviews kpọrọ ya \"ọrụ doro anya, nke doro anya nke ndọrọ ndọrọ ọchịchị ihu igwe [...N'igosi iwu ya zuru oke banyere sayensị ihu igwe na ndọrọ ndọrọ ọchịchị na-eso ya, ọ na-eme ka ndị na-agụ ya nwee obi ụtọ site na arụmụka aghụghọ banyere \"ọtụtụ iwu na ihe ndị metụtara nsogbu ihu igwe.",
  "The Financial Times depụtara akwụkwọ ahụ maka 2021 \"akwụkwọ azụmahịa nke afọ\".",
  "E depụtakwara ya maka 2021 Wainwright Prize."
]