[
  "Agha nwere ike imebi gburugburu ebe obibi nke ukwuu, mba ndị na-alụ ọgụ na-etinyekarị ihe ndị a chọrọ n'ọrụ tupu nchegbu gburugburu ebe obibi maka ogologo oge agha ahụ",
  "Emebere ụfọdụ iwu mba ụwa iji gbochie mmebi gburugburu ebe obibi a.",
  "Agha na ọrụ agha nwere mmetụta ọjọọ doro anya na gburugburu ebe obibi",
  "Ngwá agha, mmegharị nke ndị agha, ogbunigwe, imepụta na mbibi nke ụlọ, mbibi nke ọhịa site na nbibi ma ọ bụ iji ndị agha n'ozuzu ha eme ihe, nsị nke isi mmiri, ịgba égbè nke anụmanụ maka omume, iri ụdị ndị dị ize ndụ n'ihi enweghị olileanya wdg, bụ nanị ụfọdụ",
  "N'ime ihe atụ nke ka ma agha na oge udo na-eme agha (dị ka ọzụzụ, ntọala ntọala, na njem nke ngwa agha) na-emerụ gburugburu ebe obibi",
  "\"Ụwa a kpọrọ nkụ\" na \"ịme nsị n'olulu mmiri\" bụ ihe atụ oge gboo nke mmetụta dị otú ahụ",
  "Ihe atụ ndị na-adịbeghị anya gụnyere mwụfu mmanụ na ọkụ nke Iraq na Kuwait 1990/1991, mebie uranium ojiji na Kosovo 1999, ihe mgbawa mmanụ ikuku na-eji na Afghanistan kemgbe 2001.",
  "Site n'echiche nke iwu, nchekwa gburugburu ebe obibi n'oge agha na ọrụ agha na-eleba anya n'otu akụkụ site na iwu gburugburu ụwa",
  "A na-ahụkwa ebe ndị ọzọ na mpaghara iwu dịka iwu mba ụwa niile, iwu agha, iwu ikike mmadụ na iwu obodo nke obodo ọ bụla metụtara",
  "Otú ọ dị, isiokwu a bụ isi lekwasịrị anya na gburugburu ebe obibi na ozugbo mba abụọ na-alụso ya ọgụ, okwu a na-aghọ otu nchegbu mba ụwa",
  "Ya mere, iwu gburugburu ebe obibi nke mba ụwa nke UN Security Council na-akwado bụ ebe a na-elekwasị anya",
  "Iwu nke agha adịghị etolite nke ọma ma e jiri ya tụnyere akụkụ ndị ọzọ nke iwu mba ụwa",
  "Naanị otu United Nations Security Council nwere ikike na ikike ịhazi mmepe na mmejuputa ya, ma ọ bụ ileba anya na emume ya.",
  "Iwu mba ụwa omenala na akwụkwọ iwu dị nro na-ekwu maka nchekwa nke gburugburu ebe obibi n'oge agha na ọrụ agha",
  "The International Law Commission (ILC) edepụtala Usoro nke Mmejọ megide Udo na Nchekwa nke Mmadụ (1954).",
  "\"A ghaghị ịzọpụta mmadụ na gburugburu ebe obibi ya n'ihi mmetụta nke ngwá agha nuklia na ụzọ ndị ọzọ niile e ji ebibi ihe",
  "States ga-agbalịsi ike iru nkwekọrịta ngwa ngwa, n'ime akụkụ ndị dị mkpa nke mba ụwa, na mkpochapụ na mbibi zuru oke nke ngwá agha ndị dị otú ahụ\": Ụkpụrụ 26 nke 1972 Nkwupụta Stockholm → Isi nke 11 nke Akụkọ Brundtland: Udo, Nchekwa, Mmepe, na gburugburu",
  "World Charter of Nature 1982: \"A ga-echebe ọdịdị ọdịdị megide mmebi nke agha ma ọ bụ ọrụ mmegide ndị ọzọ kpatara.\"",
  "\"Agha bụ ihe na-emebi emebi nke mmepe na-adigide",
  "Ya mere, mba ga-asọpụrụ iwu mba ụwa na-enye nchebe maka gburugburu ebe obibi n'oge agha agha ma kwadoo n'ihu mmepe ya, dịka ọ dị mkpa\": Ụkpụrụ 24 1992 Rio Declaration → paragraf 39.6 nke Agenda 21: \" Ekwesịrị ịtụle usoro ndị kwekọrọ n'iwu mba ụwa iji lebara, n'oge ọgụ ọgụ, mbibi buru ibu nke gburugburu ebe obibi nke enweghị ike izi ezi n'okpuru iwu mba ụwa”.",
  "Mkpebi UN General Assembly 47/37 (1992) na-enye: \"[D] nke gburugburu ebe obibi, ọ bụghị n'ezi omume site na mkpa agha ma na-eme ihe efu, bụ n'ụzọ doro anya megidere iwu mba ụwa dị ugbu a.\"",
  "Ọtụtụ nkwekọrịta United Nations, gụnyere Mgbakọ Geneva nke anọ, Mgbakọ Ihe Nketa Ụwa nke 1972 na Mgbakọ Mgbanwe Gburugburu Ebe obibi 1977 nwere ndokwa iji gbochie mmetụta gburugburu ebe obibi nke agha ma ọ bụ ọrụ agha.",
  "Iraq bụ onye nwere ụgwọ n'okpuru iwu mba ụwa maka 'mmebi gburugburu ebe obibi na mbelata nke ihe ndị sitere n'okike' sitere na mbuso agha na ọrụ iwu na-akwadoghị nke Kuwait: Mkpebi United Nations Security Council 687 (1991).",
  "\"Mbibi nke gburugburu ebe obibi, ọ bụghị n'onye ezi omume site na mkpa agha na-eme ya na-achọghị ya, bụ n'ụzọ doro anya megidere iwu mba ụwa dị ugbu a\": Mkpebi Mgbakọ Mba Ụwa nke 47/37 (1992).",
  "ọ Mgbakọ Mgbanwe gburugburu ebe obibi bụ nkwekọrịta mba ụwa na-amachibido ndị agha ma ọ bụ ndị ọzọ na-emegide iji usoro mgbanwe gburugburu ebe obibi nwere mmetụta zuru ebe niile, na-adịte aka ma ọ bụ dị oke njọ",
  "Mgbakọ ahụ machibidoro agha ihu igwe, nke bụ iji usoro mgbanwe ihu igwe maka ebumnuche ịkpata mmebi ma ọ bụ mbibi",
  "Nkwekọrịta a dị irè ma kwadoro ya (anabatara dị ka ihe ejikọtara) site na ndị isi ndị agha",
  "Nkwekọrịta ahụ nwere naanị nkwado nwere oke",
  "Ọ na-amachibido ndị ọzọ itinye aka na 'agha ma ọ bụ ihe ọ bụla ọzọ na-emegide iji usoro mgbanwe gburugburu ebe obibi na-enwe mmetụta zuru oke, ogologo oge ma ọ bụ mmetụta siri ike dị ka ụzọ mbibi, mmebi ma ọ bụ mmerụ ahụ' nye ndị ọzọ ọ bụla ← Agent Orange na-eji na Vietnam.",
  "Ebe mmalite bụ na gburugburu ebe obibi bụ ihe nkịtị n'okpuru iwu mba ụwa",
  "Ọ gwụla ma enyereghị ya ọzọ, ndị bi na ndị na-alụ ọgụ nọ \"n'okpuru nchebe na iwu nke ụkpụrụ iwu nke mba dị iche iche, n'ihi na ha sitere na ojiji e guzobere n'etiti ndị mepere emepe, site na iwu nke ụmụ mmadụ na iwu nke akọ na uche ọha\": 'Martens",
  "Nkeji edemede '( Preamble, 1907 Hague Convention IV Na-asọpụrụ Iwu na Omenala Agha na Ala)",
  "Art",
  "22 na-amachi ikike nke ndị na-alụ ọgụ iji mebie ndị iro ahụ.",
  "Nkà",
  "35 (3) (mmachibido usoro) na 55 (nlekọta nke ọma) nke 1977 Mgbakwunye Protocol I na Mgbakọ Geneva (obosara ma ọ bụghị nkwenye zuru ụwa ọnụ) na-enye nchebe ọzọ maka gburugburu ebe obibi",
  "\"N'ịkọkọta ọnụ, ndokwa ndị a na-agụnye ọrụ zuru oke ichebe gburugburu ebe obibi megide mmebi gburugburu ebe obibi zuru oke, ogologo oge na nke siri ike; mmachibido nke ụzọ na ụzọ agha nke e bu n'obi, ma ọ bụ nwere ike ịtụ anya, kpatara mmebi dị otú ahụ; na mmachi nke mbuso agha megide gburugburu ebe obibi site n'uzo mmegwara\": para 31, ICJ Advisory Opinion on Nuclear Weapons 1996; hụkwa ngwa ICJ Yugoslavia v UK 1999, DR Congo v Rwanda 2002.",
  "\"Uganda, site n'omume ịkwakọrọ ihe, ịkwakọrọ ihe na nrigbu nke akụ sitere na Congo nke ndị otu ndị agha Uganda na-eme n'ókèala Democratic Republic of the Congo na site na ọdịda ya irube isi n'ọrụ ya dị ka onye na-arụ ọrụ ike na mpaghara Ituri",
  "gbochie omume ịkwakọrọ ihe, ịkwakọrọ ihe na irigbu akụ ndị sitere n'okike nke Congo, mebie ọrụ ndị e ji na Democratic Republic of Congo n'okpuru iwu mba ụwa\": ikpe ICJ DR Congo v Uganda (Armed Activities on the Territory of the Congo) 2005.",
  "\"Ọrụ ma ọ bụ nrụnye nwere ndị agha dị ize ndụ, ya bụ dams, dykes na ụlọ ọrụ eletriki eletriki nuklia, agaghị eme ka ọ bụrụ ihe a na-awakpo, ọbụlagodi ebe ihe ndị a bụ ebumnobi agha, ma ọ bụrụ na mwakpo dị otú ahụ nwere ike ime ka ntọhapụ nke ndị agha dị ize ndụ na n'ihi nnukwu mfu n'etiti",
  "ndị nkịtị.\": art",
  "15 nke 1977 Mgbakwunye Protocol II (agha agha na-abụghị nke mba ụwa, nke akwadoro nke ọma karịa AP I); n'otu aka ahụ nka",
  "56(1) nke 1977 Mgbakwunye Protocol I maka ọgụ ọgụ mba ụwa.",
  "\"Ịma ụma malite mwakpo n'ịmara na mwakpo dị otú ahụ ga-akpata ọnwụ mberede nke ndụ ma ọ bụ mmerụ ahụ na ndị nkịtị ma ọ bụ mebie ihe ndị nkịtị ma ọ bụ nke zuru ebe niile, ogologo oge na nnukwu mmebi nke gburugburu ebe obibi nke ga-abụ n'ụzọ doro anya gabiga ókè n'ihe gbasara ihe na ihe ndị dị na ya",
  "kpọmkwem uru agha na-atụ anya\" bụ mpụ agha, ịbụ \"oke mmebi nke iwu na omenala ndị dị na agha agha mba ụwa, n'ime usoro iwu mba ụwa\": art",
  "8 (2) (b) (iv) Rome Iwu nke International Criminal Court.",
  "Iji chịkọta: \"Ụkpụrụ izugbe banyere omume agha na-emetụta gburugburu ebe obibi: A",
  "Ọ dịghị akụkụ nke gburugburu ebe obibi nwere ike ịwakpo, ọ gwụla ma ọ bụ ebumnobi agha",
  "B",
  "Amachibidoro ibibi akụkụ ọ bụla nke gburugburu ebe obibi.\" Ọ gwụla ma achọrọ ya site na mkpa agha dị mkpa.C",
  "Mwepụta mwakpo megide ebumnobi agha nke enwere ike ịtụ anya na ọ ga-emebi gburugburu ebe obibi na mberede nke ga-akarị oke n'ihe gbasara uru agha na kpọmkwem nke a tụrụ anya ka amachibidoro\": ICRC Customary IHL Rule 43 (Ngwa nke General Principles na omume nke agha na gburugburu ebe obibi)",
  "Steeti ụfọdụ na-ekwusi ike na iwu ndị dị otú ahụ (gụnyere Mgbakwunye Protocol I) na-emetụta naanị ngwa agha nkịtị na anaghị emetụta ngwa agha nuklia",
  "Hụkwa Iwu 44 (n'ihi oke) na 45 (oke mmebi).",
  "ILC Draft Principles on nche nke gburugburu ebe obibi n'ihe gbasara agha agha: Pụrụ iche onye nta akụkọ Marie G",
  "Jacobsson tụlere site 2013 ruo 2015 ọrụ tupu, n'oge, na mgbe agha agha na tụrụ aro 5 draft jus na bello ụkpụrụ (nha nhata, iche, ịkpachara anya, enweghị mmegwara, mpaghara echedoro) n'etiti ndị ọzọ",
  "Onye nta akụkọ pụrụ iche Marja Lehto gara n'ihu na 2018 yana ụfọdụ ụkpụrụ 21 na-ekpuchi akụkụ atọ niile gbakwunyere ọrụ",
  "N'ihe dị ka n'etiti afọ 2019, ụfọdụ ụkpụrụ 28 (gụnyere ndị na-abụghị ndị na-eme ihe nkiri) bụ ndị kọmitii na-edepụta akwụkwọ nakweere nwa oge na akụkụ ndị a: Okwu Mmalite - Ụkpụrụ nke ngwa ngwa n'ozuzu - Ụkpụrụ ndị dị n'oge agha - Ụkpụrụ dị mkpa n'ọnọdụ ọrụ",
  "– Ụkpụrụ dị irè mgbe agha agha gasịrị.",
  "Ụfọdụ nkwekọrịta gburugburu ebe obibi ekwupụtala ndokwa gbasara agha na esemokwu; Ndị ọzọ kwesịrị ịdabere na rebus sic stantibus (art",
  "62 VCLT) ịkọwa n'oge agha → 2011 ILC Draft Articles on the Effects of Armed Conflict on Treaties: Nkwekọrịta gburugburu ebe obibi na-aga n'ihu ma ọ bụrụ na akọwapụtaghị ndokwa ọzọ.",
  "Ụlọ ikpe mba ụwa na-ahụ maka ndụmọdụ ndụmọdụ gbasara iwu nke iyi egwu ma ọ bụ iji ngwá agha nuklia weere gburugburu ebe obibi dị ka obere okwu gbasara iwu nke agha thermonuclear ma ọ hụghị agha niile nke thermonuclear ka amachibidoro.",
  "\"Ụlọ ikpe ahụ echeghị na nkwekọrịta ndị a na-ekwu nwere ike ịbụ na ha ga-anapụ obodo ikike iji chebe onwe ya n'okpuru iwu mba ụwa n'ihi ọrụ ya ichebe gburugburu ebe obibi",
  "Otú o sina dị, States ga-eburu n'uche gburugburu ebe obibi n'uche mgbe",
  "na-enyocha ihe dị mkpa na nke kwesịrị ekwesị n'ịchụso ebumnuche agha ziri ezi",
  "Ịkwanyere gburugburu ebe obibi bụ otu n'ime ihe ndị na-aga n'ịtụle ma ihe omume kwekọrọ n'ụkpụrụ nke mkpa na nha anya \": para 30, ICJ Advisory Opinion on Nuklear Ngwá agha 1996.",
  "Enwere ike ịkpọ ndị otu mba ụwa nwere ikike gburugburu ebe obibi n'oge ọgụ ka ha nyere aka na mkpezi ma ọ bụ dozie mmebi nke ọgụ ọgụ kpatara, dịka ọmụmaatụ",
  "UN gburugburu ebe obibi, Òtù Ahụ Ike Ụwa, International Civil Aviation Organisation, International Maritime Organisation, na International Committee of Red Cross",
  "Otu UN Security Council egosipụtakwala nchegbu gbasara gburugburu ebe obibi na mkparịta ụka gbasara esemokwu na nso nso a, dịka ọmụmaatụ, n'oge Agha Ọwara 1991",
  "UNEP na IMO sokwa na esemokwu a, na-anwa imezi ihe kacha njọ na gburugburu ebe obibi."
]