[
  "Agha nke Nnwere Onwe Guinea-Bissau (Portuguese: Guerra de Independência da Guiné-Bissaun), ma ọ bụ Agha nke nnwere onwe Bissau-Guinean, bụ  mere na Portuguese Guinea site n'afọ 1963 ruo 1974",
  "A lụrụ ya n'etiti Portugal na African Party for the Independence of Guinea and Cape Verde (Partido Africano da Independência da Guiné e Cabo Verde, PAIGC), otu nnwere onwe na-ebu agha nke Cuba, Soviet Union, na Yugoslavia kwadoro",
  "A na-akpọkarị agha ahụ \"Portugal's Vietnam\" n'ihi na ọ bụ agha okpuru ọchịchị na-adịte aka nke nwere ọnụ ahịa dị oke ọnụ na ụmụ nwoke na ihe onwunwe na nke kpatara ọgba aghara ndọrọ ndọrọ ọchịchị dị n'ime na Portugal..",
  "Mgbe e gbusịrị onye ndú PAIGC Amílcar Cabral na Jenụwarị 1973, esemokwu agha ahụ ruru nkwụsịtụ: ndị agha Portugal nọ n'ọtụtụ obodo na ebe dị iche iche e wusiri ike ma ha enweghị ike ịchụpụ PAIGC site na mpaghara ndị a na-akpọ mpaghara ndị a tọhapụrụ",
  "N'ọnwa Septemba n'afọ 1973, ndị omebe iwu nke ndị mmadụ nke PAIGC na-achịkwa n'otu n'otu kwupụtara nnwere onwe nke Republic of Guinea-Bissau ọhụrụ; ọtụtụ mba ọzọ nabatara nkwupụta ahụ",
  "Mgbe Mgbanwe nke Carnation gasịrị, ọchịchị ọhụrụ Portuguese kwetara inye onwe ya Guinea-Bissau na Septemba 1974 na Cape Verde otu afọ ka e mesịrị",
  "PAIGC wee bụrụ ngagharị nnwere onwe nke Sub Saharan Africa iji nweta nnwere onwe - ma ọ bụrụ na ọ bụ naanị n'ụzọ na-apụtaghị ìhè - site na ọgụ ọgụ..",
  "A na-ekwu na Portuguese Guinea (yana ọdụ ụgbọ mmiri Cape Verde Portuguese dị nso) dị ka ókèala Portuguese kemgbe 1446 ma bụrụ nnukwu ebe azụmaahịa maka ngwa ahịa na ndị ohu Africa n'ime narị afọ nke 18",
  "Otú ọ dị, ala ahụ emeghị ka ọ bụrụ \"udo\" zuru oke ruo ngwụsị 1930s, bụ mgbe ọchịchị Portuguese nke António de Oliveira Salazar na-etinye uche na mmepe nke ógbè Angolan na Mozambique. E nwere mgbanwe dị iche iche na ọnọdụ iwu na usoro ọchịchị nke mpaghara ahụ n'oge a na iri afọ ndị sochirinụ, mana ha bụ \"ihe ntecha\" n'ụzọ bụ isi.",
  "N'okwu Patrick Chabal, Guinea bụ \"nke kacha nta na nke kachasị azụ n'ime ndị Portugal na-achị\", n'otu akụkụ n'ihi ihu igwe ya na-adịghị mma na ụkọ ihe ndị sitere n'okike na ihe ndị dị n'ime ala. E nwere ndị bi na Europe ole na ole na Guinea, ọbụnakwa akara ụkwụ nke nchịkwa Portuguese dị obere ma \"na-enweghị isi\", na-anọgide n'okpuru gọvanọ",
  "Portugal tinyere obere ego na mpaghara ahụ ma mee naanị obere mmegharị iji kwalite mmepe akụ na ụba na mmekọrịta mmadụ na ibe ya. Ka o sina dị, akụ na ụba nke ndị na-achị achị dị na mpaghara Guinea, nke Companhia União Fabril na-achịkwa ma na-agụnye mbupụ ihe ọkụkụ ego; akụ na ụba ọdịnala nke Guinea mebiri ma site na mkpa ịzụlite ihe ọkụkụ mbupụ na ụtụ isi Portuguese. Ọzọkwa, Pọtugal jikọtara ya na ógbè ya “nwere ike ịwepụ” ya, na-ele mmezi ya anya dị ka ihe dị mkpa na njide Portugal na ógbè ndị ọzọ dị mkpa maka akụ na ụba, ọkachasị Angola na Mozambique..",
  "Ọ bụ African Party for the Independence of Guinea and Cape Verde (Portuguese: Partido Africano da Independência da Guiné e Cabo Verde, PAIGC), bụ òtù nnwere onwe nke Rafael Barbosa na onye ọgụgụ isi mba Amílcar Cabral guzobere na 1956, duziri. Site na mbido, ebumnuche ya bụ ịdị n'otu nke Guinea-Bissau na Cape Verde na nnwere onwe ha site na ọchịchị Portuguese.  N'ime afọ atọ mbụ ya, PAIGC na-etinye uche na mmega ahụ na-enweghị isi na ọgba aghara iwu, lekwasịrị anya na Bissau na obodo ndị ọzọ dị mkpa ma mgbe ụfọdụ na-emetụta imekọ ihe ọnụ na ndị otu ọrụ mpaghara. Agbanyeghị, na 3 Ọgọst 1959, PAIGC tinyere aka n'ịhazi nnukwu iku ọrụ n'ọdụ ụgbọ mmiri nke Bissau",
  "Ndị ọchịchị Pọtugal ji ike mebie ogbugbu ahụ, butere ihe a bịara mara dị ka ogbugbu Pidjiguiti, bụ́ nke e gburu ọ dịkarịa ala mmadụ iri ise na ọtụtụ narị mmadụ merụrụ ahụ.",
  "Mgbukpọ ahụ mere ka PAIGC chegharịa ụkpụrụ ya: mgbe nke ahụ gasịrị, ọ kwughachiri mkpebi ya maka nnwere onwe mba, mana na-ekwusi ike na ndọrọ ndọrọ ọchịchị nke ndị ọrụ ugbo ime obodo. Cabral nyere iwu ka pati ahụ gaa n'okpuru ala na ndị ndọrọ ndọrọ ọchịchị ya hazie na Conakry, isi obodo nke Republic of Guinea nweere onwe ya na mpaghara ndịda nke Portuguese Guinea",
  "N'agbata afọ 1960 na 1963, PAIGC \"gbanwere kpamkpam\" ka ọ na-akwadebe maka ọgụ megide ọchịchị Portuguese. A zụrụ ọtụtụ cadres na Conakry wee ziga ya n'ime ime obodo Guinea iji chịkọta ọnụ ọgụgụ mmadụ, ebe ndị isi ndọrọ ndọrọ ọchịchị malitere mkpasu iwe nke nwetara nkwado zuru oke nke gọọmentị na Conakry, \"nkwado tacit\" nke gọọmentị Senegal, na kọntaktị na ya",
  "ọtụtụ mmegharị nnwere onwe ndị ọzọ na otu ndọrọ ndọrọ ọchịchị aka ekpe..",
  "Na Eprel 18, 1961 PAIGC ya na FRELIMO nke Mozambique, MPLA nke Angola na MLSTP nke São Tomé na Príncipe hiwere Nzukọ nke Nationalist Organisation of the Portuguese Colonies (CONCP) n'oge ogbako na Morocco",
  "Ebumnuche bụ isi nke nzukọ a bụ imekọ ihe ọnụ n'etiti mmegharị nnwere onwe mba dị iche iche na Alaeze Ukwu Portuguese",
  "N'afọ 1961, PAIGC malitere ọrụ mmebi na Guinea-Bissau",
  "Na mbido agha, ndị Portugal nwere naanị ụlọ ọrụ ndị agha abụọ na Guinea Bissau na ndị a lekwasịrị anya n'obodo ukwu, na-enye ndị nnupụisi nnwere onwe ịchịkwa ime obodo",
  "PAIGC gbagburu àkwà mmiri, belata eriri telegraph, bibie akụkụ nke okporo ụzọ awara awara, guzobe ebe nchekwa ngwá agha na ebe nzuzo, ma bibie obodo Fula na obere ọrụ nchịkwa",
  "Na ngwụcha afọ 1962, ndị Portugal malitere mwakpo ma chụpụ ndị isi PAIGC na-esoghị na ndị bi n'ógbè ahụ",
  "Agha kpụ ọkụ n'ọnụ malitere na Jenụwarị 1963.",
  "PAIGC duziri ma na-achịkwa òtù nnwere onwe Guinea-Bissau, nke Cabral duziri ruo mgbe e gburu ya na Jenụwarị 1973. Ka ọ na-erule mmalite afọ 1970, PAIGC nwere nkwado nke ọtụtụ ndị bi na Guinea, mana e mere atụmatụ na ike agha ya erughị 7,000. Agbanyeghị, mmegharị ahụ bụ \"a zụrụ nke ọma, eduzi nke ọma na nke ọma\", na mkpọsa ndị agha ya ritekwara uru na mpaghara ahụ - ndị agha ya sitere na oke ọhịa Guinea - yana site na nkwado mpụga..",
  "Na 1964, PAIGC nwere ọgbakọ ọgbakọ Cassaca, nke kpebiri na mgbanwe iji kụda mmụọ agha n'ime nzukọ a",
  "Mgbe nke ahụ gasịrị, ọ bụghị òtù okpuru ọchịchị kwụụrụ onwe ya mere mgbalị ahụ, kama ọ bụ òtù ndị agha okpuru nọ n'etiti ndị agha mba nile, bụ́ Revolutionary Armed Forces of the People (Forças Armadas Revolucionárias do Povo, FARP)",
  "Site n'oge ahụ ruo na njedebe nke agha ahụ, ndị agha bụ isi na FARP bụ \"ìgwè abụọ\" (bi-grupo), nke nwere ndị agha abụọ dị iche iche nke mmadụ 15 ruo 25 nke ọ bụla, na-arụkọ ọrụ ọnụ ma nwee ike ịnọgide na-arụ ọrụ ma ọ bụrụ na ha kewapụrụ (ma ọ bụ ma ọ bụrụhaala na ha sonyeere ìgwè abụọ ndị ọzọ). Ọzọkwa site na 1964, PAIGC mejupụtara ihe Chabal na-akpọ \"iwu abụọ\" na ọkwa niile nke ngwá agha ya: na ọkwa ọ bụla, ndị isi abụọ, otu onye isi agha na otu onye ndọrọ ndọrọ ọchịchị.",
  "\"Africanization\" nke agha nke Portugal, na-agbasokwa na ihe nkiri Angolan na Mozambique, gara n'ihu na-agba ọsọ na Guinea, karịsịa mgbe a họpụtara General Spinola",
  "Ọ gụnyere njikọta nke ụmụ amaala Guinean na ndị agha Portuguese bụ ndị lụrụ ọgụ PAIGC",
  "Ruo n'afọ 1950, ndị agha Portuguese na-adịgide adịgide na Guinea gụnyere obere ndị agha Africa colonial (caçadores indigenas), nke ndị uwe ojii na-achị nyere iwu;  Ndị ọrụ na-abụghị ndị ọrụ bụ ngwakọta nke ndị ọcha, ndị agha esenidụt (African assimilados), na ụmụ amaala ma ọ bụ ụmụ amaala Africa (ụmụ amaala). Spínola mere atụmatụ - ma lụọ ọgụ na Lisbon - iji wepụ ọdịiche dị n'etiti ndị agha obodo ukwu na ndị a na-akpọbata n'ógbè ahụ, na-eme atụmatụ ịmepụta ndị agha Afrịka na-adịgide adịgide na nke dị n'otu nke usoro ya gosipụtara nke ndị agha obodo.",
  "Africanization mere ka mmụba dị ukwuu n'ịkpọbata ụmụ amaala n'ime ndị agha",
  "Ka ọ na-erule mmalite afọ 1970, ọnụ ọgụgụ na-arịwanye elu nke ndị Guinean na-eje ozi dị ka ndị na-abụghị ndị ọrụ ma ọ bụ ndị ọrụ na ndị agha Portuguese na Africa",
  "A zụrụ ndị agha nọ n'ọkwá dị elu na Portuguese Centres for Commando Instruction, gụnyere n'ime Guinea, ebe e guzobere ụlọ ọrụ mbụ dị otú ahụ na 1964, mana n'ọtụtụ ọnọdụ na Angola. Ndị agha Portuguese na-ewe ndị Africa n'ọrụ n'ụzọ bụ isi n'etiti ndị bi na mpaghara ndị ha na-achị",
  "Karịsịa, ndị òtù Fulbe na-anọchite anya ndị agha Portuguese karịa, n'ihi na ọtụtụ Fulbe bi na mpaghara ọwụwa anyanwụ nke Portugal na-achịkwa ruo n'oge agha na ebe ndị isi obodo nwere mmekọrịta \"ezigbo\" na Portugues.. Mgbasa ozi, nrụgide, na inye ndị debanyere aha ụgwọ ọrụ na-enyere ndị Portugal aka."
]