[
  "Agnes Nandutu bụ nwanyị nta akụkọ Ugandan, onye ndọrọ ndọrọ ọchịchị na Minista na-ahụ maka Karamoja. N'afọ 2020, o sonyere na ntuli aka nke National Resistance Movement Party nke onye omeiwu nwanyị nọ n'ọkwa Justin Khainza meriri ya, na ntuliaka nke afọ 2021, na-agba ọsọ dị ka onye nweere onwe ya, a họpụtara ya ka ọ bụrụ onye nnọchi anya ụmụ nwanyị maka mpaghara Bududa.",
  "A mụrụ Nandutu na Bududa District, Uganda",
  "Ọ bụ onye isi akụkọ ndọrọ ndọrọ ọchịchị na NTV Uganda",
  "Nandutu bụkwa onye nhazi na ọkà okwu maka ihe ngosi arụmụka ụmụ amaala NTV nke a na-akpọ \"The People's Parliament\". Ọ rụrụ ọrụ dị ka onye isi oche nke Association of Parliamentary Journalist site na 2011 ruo 2016. Ọ na-ede ma na-akọ akụkọ ihe mere eme nke a na-akpọ Point Blank na NTV Uganda. N'afọ 2011, ọ natara onyinye Krismas site na The Observer maka ihe ngosi NTV ya, Point Blank",
  "Nandutu bụ onye agbụrụ Bantu bụ ndị Gisu",
  "Nandutu gara ụlọ akwụkwọ praịmarị Bumwali maka agụmakwụkwọ elementrị ya, ọ sonyeere ụlọ akwụkwọ sekọndrị ụmụ nwanyị Bbulo ma mesịa gaa ụlọ akwụkwọ sekọrịtandrị Blucheke maka agụmakọta ụlọ akwụkwọ sekendrị ya.  N'afọ 1997, ọ sonyeere Redio Uganda dị ka onye nta akụkọ",
  "Mgbe e mesịrị, ọ chụpụrụ diplọma na Journalism na Uganda Institute of Journalism and Media studies",
  "Ọ rụrụ ọrụ na Daily Monitor dị ka onye nta akụkọ n'efu",
  "N'agbata afọ 2002 na 2008, Nandutu rụrụ ọrụ na Impact FM dị ka onye nta akụkọ ndị ọrụ tupu ọ sonye na NTV Uganda.",
  "N'afọ 2017, onye nduzi nkwukọrịta nke nzukọ ahụ jụrụ ikike Nandutu ikpuchi ndị omeiwu Uganda.",
  "N'afọ 2020 n'oge mkpọsa ndị omeiwu, e nyere Nandutu ọrụ igosi di ya, ihe ọ na-emeghị ma kama ọ rịọrọ ndị na-eme ntụli aka na redio ka ha chọta ya onye na-achọ ịlụ ya ma rịọ ha ka ha lekwasị anya na nnọchite anya dị irè kama ịlụ di",
  "Okwu alụmdi na nwunye ahụ bụ esemokwu n'etiti ọha na eze.  Nandutu n'onwe ya kwupụtara na ọ bụ nne nke ụmụ asaa ọ bụ ezie na ọ chọghị ka ọ kọwaa nkọwa zuru ezu banyere ya mgbe ọ na-agba ajụjụ ọnụ na akwụkwọ akụkọ na-ekiri ya."
]