[
  "Agnes Kwaje Lasuba (amụrụ n'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 1948) bụ onye ndọrọ ndọrọ ọchịchị South Sudan.",
  "A mụrụ Lasuba na Torit, Equatoria",
  "Ọ gara ụlọ akwụkwọ site na 1953 ruo 1964",
  "Ezinụlọ ya gara mba ọzọ na 1964, na-eme ka Lasuba kwụsị akwụkwọ",
  "Ọ laghachiri n'ụlọ akwụkwọ sekọndrị n'afọ 1965, na-aga Nabingu Secondary School",
  "Ọ gara Uganda College of Commerce and Administration, nweta nzere na odeakwụkwọ na njikwa na 1969.",
  "Ọ lụrụ Joseph Oduho, onye ndọrọ ndọrọ ọchịchị South Sudan, na Mee 1970 na emume na Uganda",
  "Ha abụọ laghachiri Sudan na 1972 mgbe nkwekọrịta Addis Ababa gasịrị.",
  "Lasuba malitere ịrụ ọrụ dị ka odeakwụkwọ nke onye isi ala High Executive Council na 1974",
  "N'afọ 1976, ọ ghọrọ odeakwụkwọ nke atọ nke Nzukọ Ógbè na odeakwụkwọ ukwu nke Women's Union, Southern Region, Juba.",
  "N'afọ 1979, ọ gara United Kingdom iji mụọ nchịkwa ọha na eze na njikwa na Devon, nweta akara ugo mmụta ya n'afọ 1980",
  "O nwetakwara nzere na sociology site na Institute of Social Science na Hague, Holland 1985; Bachelor of Arts na ọmụmụ mmekọrịta mmadụ na ibe ya site na Mahadum nke East Anglia na 1990; na Master of Science na okike na mmepe iwu site na Machị nke East Anglie na 1991.",
  "Site na 1998 ruo 2003, Lasuba na-arụsi ọrụ ike na Sudan People's Liberation Movement (SPLM) mgbe ọ ka bi na United Kingdom",
  "Ọ laghachiri New Sudan n'afọ 2003",
  "Lasuba sonyere na mkparịta ụka udo nke ga-emecha duga na nkwekọrịta udo zuru oke na 2005",
  "Lasuba jere ozi dị ka onye otu ndị omeiwu. N'afọ 2009, o nwere utu aha Minista na-ahụ maka Mmekọahụ, ọdịmma ọha na eze na ihe gbasara okpukpe. Dị ka akụkụ nke Onye isi ala nke Southern Sudan, General Salva Kiir Mayarditwas, na-agbanwe ụlọ ọrụ ahụ na June 2010, a kpọrọ ya Minista nke Mmekọahụ, Ụmụaka na Ọha na Ụlọ ọrụ nke South Sudan. Dị ka Minista, Lasuba lekwasịrị anya na nha nhata nwoke na nwanyị na inye ụmụ agbọghọ agụmakwụkwọ. Ọ rụkwara ụka megide ụmụ agbọghọ ịlụ di tupu ha eruo afọ iri na asatọ ma ọ bụ ịmanye ha ịlụ di."
]