[
  "Ọru ugbo bụ aka ọrụ e jiri mara ọtụtụ mba na obodo di n'elu ụwa",
  "A na-arụkari ọrụ ugbo n'ime ime obodo ebe enwere obosara ala",
  "Nwoke, nwanyi, okorobịa na agbọghọbịa na-arụ ọrụ ugbo",
  "A bia na ala Igbo, a ga-asị na obodo nile na-arụ oru ugbo",
  "N'ezie, e ji ọrụ ugbo mara ndi Igbo",
  "Ọtụtụ ihe ana-arụpụta na ọrụ ugbo bụ akpụ, ji, ede, ose, ndukwu, osikapa, ọka, ojoko na tomato",
  "E nwekwara mkpụrụ osisi di iche iche a na-akọpụta na ọrụ ugbo dịka oloma, ube, ụdara, ụtụ, mangolo, une were diri gazie",
  "Akwụkwọ nri ndi a na-akọpụta bụ ugu, arịgbe, keremkerem, ụgbọgurụ, nchụanwụ, keremkerem, elimieọnụ, anyụ, ọkazị na ndi ọzọ",
  "Mgbe ufọdụ, ana-etinyekwa fatịlaịza n'ihe akọrọ ka owere mipụta erimeri nke ọma",
  "Ana etinyekwa pesticides ka ọchụpụ ụmụ ahụhụ na anụmanụ na atakacha ihe akụru na ugbo",
  "Ọrụ ugbo chọrọ mmiri, aja di mma na ala di larịị",
  "Akụkụ ọrụ ugbo ọzọkwa bụ izụ anụmanụ dika ikpa okụkụ, ewu, ehi, atụrụ na anụ ndi ọzọga",
  "Otụtụ mba ụwa na ndi gọọmentị wepụtara anya na ebe ndi ọrụ ugbo nọ",
  "Ha na -eme ka ọnụ ahịa ihe arụtara na ugbo daba ọfụma",
  "Ha na-akụzikwara ndi mmadụ ọgbara ọhụ eji arụ ọrụ ugbo ma na-enyekwa ego mgbazinye ka ngwaahịa ndi ọrụ mịta nnukwu mmịmmị.",
  "Ọrụ ugbo nwere mgbe e ji arụ ya",
  "N'oge gboo, ọ bụ oge udu mmiri ka e ji arụ ọrụ ugbo",
  "Mmiri mbụ zocha, ndị ọrụ na-aga sụcha ala, kwado ya maka ọkụkọ ihe ubi",
  "Mgbe mmiri nke abụọ zochara, ọrụ na-ebiri oku",
  "Mgbe ahụkwa, ala ajụọla oyi, dị larịị ma dịkwa nro",
  "Ọ na-abụ n'ihe dịka ọnwa nke atọ na afọ",
  "Mgbe ahụ, a na-etinye ọka, ji, ede, akpụ na ihe ndị ọzọ na ala ka ha mịpụtawa",
  "Ihe ndị ọzọ a na-etinyekwa na ala bụ nduku na àgwà",
  "Ọ bụ mmiri ozizo na-ama ya na-eme ka ihe akọrọ ma abụba dịkwa mma ịwepụta nri ebe oburu ibu",
  "Abia n'ihe gbasara akwụkwọ nri dịka tomato, ose, aṅara na ụziza, a na-agha mkpụrụ ya ma hapụ ya ka otilite",
  "Mgbe o tolitere, a na-efopu ya ma kọgharịa ya nke ọma, ka ọ nwe ike ịmepụta nri nke ọma.",
  "Ma ugbua, e meela ka ọtụtụ ihe gbanwee na ebe ọrụ ugbo dị. Ọ bụ n'ihi ka ihe siri di",
  "Oke ide na ntụgharị ihu eluigwe emeela ka e nwee nyocha miri emi were chọpụta na e nwere ike ịrụ ọrụ ugbo oge ọkọchị",
  "E nwekwara obodo ndị na-ako ji ma ihe ndị ọzọ oge ọkọchị",
  "Ha gụnyere obodo ndị ahụ dị mmiri nsọ dịka ndị nọ na okpuru ọchịchị obodo Anambra West, Anambra East, Ogbaru. na Ayamelum.",
  "E nwere ọtụtụ akara ngwa e ji arụ ọrụ ugbo",
  "Ụfọdụ bụ ihe ndị mgbe gboo jiri were ruo oge ugbua",
  "Ha gụnyere mma, mbazụ, ekete, ọgụ, na ndị ọzọ",
  "Ugbua, e nwelaa akarangwa ọhụrụ na enyere aka ka ọrụ na-aga ọsọsọ dịka traktọ",
  "E nwekwara ebe eji anụmanụ arụ ọrụ ugbo",
  "Ihe ndia nile na-eme ka ọrụ na-aga serere-werere.",
  "Ugbo nke ndị mba West Afrịka",
  "Ikwe na Odo eji esi erimeri akọpụtara na ugbo ndị mba  West  Afríka",
  "Ndị na-arụ ọrụ ugbo",
  "Ndị gara ugbo na asachasị ngwongwo ha jiri rụọ ọrụ ugbo"
]