[
  "Agwaetiti Guamblin, nke a makwaara dị ka Agwaetiti Socorro, Nuestra Señora del Socorro ma ọ bụ Huamblin, bụ agwaetiti Chile",
  "Àgwàetiti ahụ bụ Ogige Ntụrụndụ Mba, ma depụta ya dị ka Ebe Nnụnụ Dị Mkpa",
  "Ọ bụ ebe a na-amụ ụmụ nke sooty shearwater.",
  "Ọ dịghị mgbe mmadụ bi n'àgwàetiti ahụ, mana e nwere ndị ikom ole na ole na-enweghị olileanya nwụrụ n'àll ahụ na 1725",
  "Àgwàetiti ahụ nwere aha dị iche: Isla de Nuestra Señora del Socorro",
  "N'afọ 1724, Commercie Compagnie (ụlọ ọrụ azụmaahịa Dutch) kwadebere ụgbọ mmiri abụọ",
  "Njem ahụ bụ n'ezie iwu na-akwadoghị: Spain nwere ikike pụrụ iche iji soro akụkụ ahụ nke South America na-azụ ahịa.Iji belata ihe ize ndụ nke ịbụ ndị ụgbọ mmiri ndị Spen na-ejide, e nyere ndị ụgbọ mmiri ndị ahụ aha ndị na-ada ụda Spanish: Don Carlos na Don Louis",
  "A ga-enwekwa ọkọlọtọ Spanish n'ụgbọ ahụ",
  "Iji chebe onwe ya pụọ ​​​​na mwakpo ndị iro, ụgbọ mmiri nke ọ bụla nwere egbe 34.",
  "Ha abụọ nwere ihe dị ka ndị ikom 120 n'ụgbọ ahụ",
  "Ndị isi niile si Zeeland, ọtụtụ ndị NCO na ndị omenkà si Zeeland ma ọ bụ ndị ọzọ nọ na Republic, mana ndị ọrụ ụgbọ mmiri na ndị agha nkịtị si Germany ma ọ bụ Scandinavia.",
  "Laurens Wartels bụ otu n'ime ndị ọrụ ụgbọ mmiri Don Louis",
  "Edere aha mbụ ya na muster-roll dị ka \"Laurus\"",
  "Ọ nọchiri anya onye nlekọta",
  "N'abalị Jenụwarị 31 ruo Febụwarị 1, 1725, mgbe ụgbọ mmiri ahụ dị na 48 degrees n'ebe ndịda latitude, a na-anụ nnukwu mkpọtụ na Don Louis",
  "A dọwara nnukwu osisi ahụ",
  "Na Mee 15, Hubregt Kempe kwuru na ụgbọ mmiri ahụ na-agbapụta nke na ọ ga-esiri ya ike iji otu mgbapụta mee ka ọ kpọọ nkụ.",
  "E nwere mkpa dị ukwuu maka nri na ihe ọṅụṅụ",
  "Ya mere, ha malitere ịchọ ala, e wee hụ otu àgwàetiti",
  "Dabere na map ochie, ndị di na nwunye ahụ chere na ọ bụ agwaetiti Nuestra Señora del Socorro",
  "Echiche ahụ ziri ezi",
  "A na-akpọ agwaetiti ahụ Isla Guamblin ugbu a",
  "Dị ka ndị ọrụ ụgbọ mmiri ahụ nwere ike ikwu, ọ dịghị onye bi n'àgwàetiti ahụ.",
  "Onye na-elekọta ụgbọ mmiri Laurens Wartels na ndị ọrụ ụgbọ mmiri abụọ tụrụ aro ka ha nọrọ n'àgwàetiti ahụ n'abalị ahụ kama ịlaghachi n'ụgbọ mmiri ahụ",
  "Ha nwere ike ịnakọta nri n'ụtụtụ echi ya ma kwadebe ya maka ndị ọrịa",
  "Onye isi ụgbọ mmiri kwetara",
  "Ọ hapụrụ ha ihe ụfọdụ ma ọ bụrụ na ọ gaghị ekwe omume ịgafe ụgbọ mmiri n'ụbọchị ndị sochirinụ",
  "Otú ọ dị, n'ụbọchị ndị sochirinụ, oké ifufe bilitere nke gbochiri ụgbọ mmiri ahụ iru agwaetiti ahụ",
  "Tụkwasị na nke ahụ, ihe fọrọ nke nta ka ọ bụrụ ụdọ arịlịka nile mebiri, nke mere na ụgbọ mmiri ahụ nwere nanị otu arịlịka fọdụrụ",
  "Ifufe nke ugwu na-ebugharị ụgbọ mmiri ahụ n'ebe ndịda, na-eru nso n'ụsọ oké osimiri ma na-eyi egwu ịkụ nkume.",
  "Ha rutere n'àgwàetiti ahụ n'October 26",
  "Ha hụrụ na nnukwu ụlọikwuu maka ndị ọrịa ahụ nke ndị ọrụ ụgbọ mmiri rụrụ n'ebe ahụ na May 30 kwaturu, ma ugbu a, e nwere otu obere ụlọikwuu ha nwere ike iche na ọ bụ ndị ikom atọ ahụ nọ n'ebe ahụ wuru",
  "n'azụ",
  "Otú ọ dị, mgbe ha rutere n’ikpere mmiri ma gaa n’obere ụlọikwuu ahụ, ha hụrụ ndị ikom atọ ahụ ka ha tọgbọ n’ime ya",
  "O doro anya na ha anwụọla n'ihi agụụ na oyi oge ụfọdụ gara aga.",
  "N’ihi ya, n’agbanyeghị na o nwebeghị onye bi n’agwaetiti ahụ, e liri mmadụ atọ",
  "Enwere ike ịchọta akụkọ zuru ezu nke Don Louis na ebe nrụọrụ weebụ Dutch: https://beijen.net/pla/LaurensWartels20200730.pdf, E debere ya na  Wayback Machine (nke Laurens Beijen, July 30, 2020, n'asụsụ Dutch)",
  "Na June 1973, ụgbọ mmiri na-ebu mmanụ Liberia bụ Napier dara n'àgwàetiti ahụ ma mee ka mmanụ wụfuo na-ewepụta mmanụ 30,000",
  "Mgbe a gbapụtachara ndị ọrụ ụgbọ mmiri ahụ, ndị Chile Hawker Hunters gbara Napier ọkụ ma gbaa ya ọkụ n'ebumnobi ịkpọ mmanụ ahụ ka ọ ghara imetọ ọzọ."
]