[
  "Agwa  bụ mkpụrụ nke ọtụtụ osisi n'ezinụlọ Fabaceae, nke a na-eji dị ka akwụkwọ nri maka nri mmadụ ma ọ bụ anụmanụ. Enwere ike isi ha n'ọtụtụ ụzọ dị iche iche, gụnyere isi nri, isi nri, na isi nri, ma jiri ha mee ihe n'ọtụtụ nri ọdịnala n'ụwa niile.",
  "5Okwu ahụ bụ \"bean\" na okwu German ya (dịka",
  "German Bohne) adịwo na-ejikarị eme ihe n'asụsụ West German kemgbe tupu narị afọ nke iri na abụọ, na-ezo aka na agwa sara mbara, chickpeas, na mkpụrụ osisi ndị ọzọ",
  "Nke a bụ ogologo oge tupu a mara ụdị New World Phaseolus na Europe",
  "Site na mgbanwe Columbian nke osisi ụlọ n'etiti Europe na Amerịka, a gbatịkwuru okwu ahụ na mkpụrụ osisi nke Phaseolus, dị ka ọka na ọka na-agba ọsọ, na ụdị Vigna",
  "Ọ dịla anya a na-eji okwu ahụ eme ihe n'ozuzu ya na ọtụtụ mkpụrụ ndị ọzọ yiri ya, dị ka Old World soybeans, peas, vetches ndị ọzọ, na lupins, na ọbụna ndị yiri ibe ha, dị ka kọfị, vanilla beans, castor beans, na cocoa beans. N'ihi ya, okwu ahụ bụ \"bean\" n'ozuzu ya nwere ike izo aka n'ọtụtụ ụdị dị iche iche.",
  "A na-etinyekarị mkpụrụ ndị a na-akpọ \"beans\" n'etiti ihe ọkụkụ ndị a na'akpọ \"pulses\" (legumes), ọ bụ ezie na okwu ndị ahụ anaghị agbanwe mgbe niile (iji ya eme ihe dịgasị iche site na ụdị osisi na mpaghara)",
  "Okwu abụọ ahụ, agwa na pulses, na-echekwa maka ihe ọkụkụ ma si otú a wepụ akwụkwọ nri ndị nwere obere mkpụrụ ma jiri ya mee ihe maka ebumnuche na-abụghị ọka (forage, hay, na silage), dị ka clover na alfalfa",
  "Òtù Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu na-akọwa \"BEANS, DRY\" (koodu isiokwu 176) dị ka nke metụtara naanị ụdị faseolus. Nke a bụ otu n'ime ihe atụ dị iche iche nke otu okwu dị warara nke a na-eme ka ọ dị na iwu azụmahịa ma ọ bụ ihe ikuku  na-adịkarị n'asụsụ okike na ihe omimi sara mbara na ojiji nri; ihe atụ ndị ọzọ a na-ahụkarị bụ ihe omimi nke okwu nut na ihe omuma sara mbara nke okwu <i id=\"mwVA\">nut</i>, na eziokwu ahụ bụ na tomato bụ mkpụrụ osisi, ma a na-emekarị ha dị ka akwụkwọ nri na ojiji n'ozuzu",
  "N'ụzọ yiri nke ahụ, nkọwa ọzọ nke ojiji bụ na ọtụtụ ụdị osisi ndị a na-akpọ agwa mgbe ụfọdụ, gụnyere Vigna angularis (azuki bean), mungo (black gram), radiata (green gram), na aconitifolia (moth bean), bụ ndị e kewara dị ka Phaseolus ma mesịa gbanwee ya - mana nyocha taxonomic anaghị akwụsị kpamkpam ojiji nke mmetụta guzosiri ike n'ozuzu.",
  "Unlike the closely related pea beans are a summer crop that needs warm temperatures  to grow legumes are capable of nitrogen fixation  and hence need less fertiliser than most plants",
  "Maturity  is typically 55-60 days from planting to harvest  as the beans pods mature  they turn yellow  and dry you and the beans  inside  change from green to their nature colour",
  "N'oge ndị na-adịbeghị anya, e mepụtara ihe a na-akpọ \"agwa ohia \" nke na-achọghị nkwado ma nwee pods ya niile na-eto n'otu oge (dị iche na agwa osisi nke na-eto nke nta nke nta). Nke a na-eme ka ahịhịa dịkwuo mma maka mmepụta azụmahịa.",
  "Agwa  bụ isi iyi dị mkpa nke protein n'akụkọ ihe mere eme nke Old na New World, ma ka dị taa.",
  "Agwa  bụ otu n'ime osisi ndị a na-akụ ogologo oge n'akụkọ ihe mere eme",
  "Mkpụrụ ọka buru ibu, nke a na-akpọkwa mkpụrụ ọka fava, dị n'ọhịa ha dịka obere mbọ mkpịsị aka, a chịkọtakwara ya na Afghanistan na ala ugwu Himalayan. A zụlitere ụdị mbụ a zụliere na Thailand site na mmalite puku afọ nke asaa BCE, tupu ite. A na-etinye ọka na ndị nwụrụ anwụ n'Ijipt oge ochie",
  "Ọ bụghị ruo na puku afọ nke abụọ BCE ka a kụrụ, nnukwu mkpụrụ osisi buru ibu pụtara na mpaghara Aegean, Iberia, na transalpine Europe",
  "Na Iliad (narị afọ nke asatọ BCE), a na-ekwu maka agwa na chickpeas a tụbara n'ala ahịhịa.",
  "A chọtara ọka ọka ọka kachasị ochie a maara na Amerịka na Guitarrero Cave, ebe nchọpụta ihe ochie na Peru, ma dee ya na puku afọ nke abụọ BCE",
  "Otú ọ dị, nyocha nke mkpụrụ ndụ ihe nketa nke mkpụrụ osisi faseolus na-egosi na ọ malitere na Mesoamerica, ma mesịa gbasaa n'ebe ndịda, tinyere ọka na squash, ihe ọkụkụ ndị enyi ọdịnala.",
  "Ọtụtụ n'ime ụdị agwa a na-eri taa bụ akụkụ nke ụdị faseolus, nke malitere na Amerịka",
  "Onye Europe mbụ zutere ha bụ Christopher Columbus, mgbe ọ na-enyocha ihe nwere ike ịbụ Bahamas, ma hụ ha na-eto n'ọhịa",
  "Ụdị ọka Phaseolus ise bụ ndị ndị ndị pre-Columbian zụlitere: ọka ọka nkịtị (P",
  "vulgaris) nke a zụliere site na Chile ruo n'akụkụ ugwu nke ihe bụ United States ugbu a; na ọka lima na sieva (P",
  "lunatus); yana ọka teparies a na-ekesa nke ọma (P",
  "acutifolius), ọka na-acha uhie (P",
  "coccineus), na ọka polyanthus.",
  "Otu uru agwa bara nke echekwara echekwa nke pre-Columbian mmadu  as far north as the Atlantic seaboard is the \"umunne ndi nwanyi \" usoro  of companion plant cultivation:agwuru buru ibu  ka akokota agwa na oka(corn), and squash",
  "The oka would not be planted in rows as is done by European agriculture, but in a checkerboard/hex fashion across a field, in separate patches of one to six stalks each.\nBeans would be planted around the base of the developing stalks, and would vine their way up as the stalks grew",
  "All American agwa at that time were vine plants; \"agwa ohia\" were cultivated more recently",
  "The cornstalks would work as a trellis for the agwa, and the beans would provide much-needed nitrogen for the corn",
  "Squash would be planted in the spaces between the patches of corn in the field",
  "They would be provided slight shelter from the anwu  by the oka, would shade the soil and reduce evaporation, and would deter otutu umu anumanu from attacking the oka and agwabecause their coarse, hairy vines and broad, stiff leaves are difficult or uncomfortable for animals such as deer and raccoons to walk through, crows to land on, and are a deterrent to other animals as well.",
  "A na-akụ ọka n'ofe Chile n'oge Pre-Hispanic, ma eleghị anya ruo n'ebe ndịda Chiloé Archipelago.",
  "Mkpụrụ ọka kpọrọ nkụ sitere na ụdị ọka ọka ochie (mkpụrụ ọka fava) na ụdị ọka ọhụrụ (mkpụrụ osisi kidney, black, cranberry, pinto, navy/haricot).",
  "Ka ọ dị ugbu a, ụlọ akụ mkpụrụ ndụ ihe nketa ụwa nwere ihe dị ka ụdị mkpụrụ osisi 40,000, ọ bụ ezie na ọ bụ naanị akụkụ ole na ole ka a na-emepụta maka oriri mgbe niile.",
  "Ọtụtụ n'ime nri anyị na-akpọ \"beans\", \"legumes\", \"lentils\" na \"pulses\" sitere n'otu ezinụlọ, Fabaceae (\"leginous\" osisi), mana sitere na ụdị na ụdị dị iche iche, sitere na ala nna dị iche iche ma kesaa n'ụwa niile dabere na mgbanwe ha. A na-eri ọtụtụ ụdị ma dị ọhụrụ (ọka ahụ dum, na agwa ndị na-eto eto nwere ike ma ọ bụ na ha agaghị adị n'ime) ma ọ bụ nwee mkpokoro (mkpụrụ ndị na-etubeghị eto, mkpụrụ ndị tozuru etozu na ndị ọhụrụ, ma ọ bụ mkpụrụ ndị tozoro etozu na nke a kpọrọ nkụ)",
  "Ọtụtụ akwụkwọ nri yiri, ma bụrụ nke a na-ahụkarị n'ebe dị iche iche n'ụwa, nke na-edugakarị aha yiri nke ahụ maka ụdị dị iche iche.",
  "P",
  "lunatus: Lima Beans",
  "P",
  "coccineus: Runner Beans, Flat Beans",
  "P",
  "acutifolius: Tepary Bean",
  "V",
  "mungo: Urad",
  "V",
  "unguiculata (Cowpeas): Yardlong bean, Black-eyed Peas",
  "V",
  "aconitifolia: Moth bean",
  "V",
  "angularis: Adzuki beans",
  "V",
  "ervilia: Bitter vetch",
  "<i id=\"mwAU8\">V",
  "sativa</i>: Common vetch",
  "L",
  "mutabilis: Tarwi/Andean Lupin",
  "C",
  "ensiformis: Jack Beans",
  "L",
  "tuberosus: Tuberous Pea",
  "T",
  "pratense: Red Clover",
  "Àtụ:Nutritional value\nA na-eji fermentation eme ihe n'akụkụ ụfọdụ nke Africa iji melite uru nri na-edozi ahụ nke agwa site n'iwepụ nsí",
  "Ịgbari ọnụ na-adịghị ọnụ na-eme ka mmetụta na-edozi ahụ nke ntụ ọka sitere na agwa kpọrọ nkụ dị mma ma na-emeziwanye ike ịgbari nri, dị ka nchọpụta nke Emire Shimelis, site na Food Engineering Program na Mahadum Addis Ababa si kwuo. Beans bụ isi ihe na-enye protein nri na Kenya, Malawi, Tanzania, Uganda na Zambia.",
  "Ọ bụ ihe a na-ahụkarị ime beansprouts site n'ikwe ka ụdị ụfọdụ nke beans, mgbe mgbe mung beans, na-epulite n'ọnọdụ mmiri na nke na-ekpo ọkụ; enwere ike iji beansprout mee ihe dị ka ihe na nri e siri esi, ma ọ bụ rie ya na-esighị esi ma ọ bụ sie ya nke ọma",
  "E nweela ọtụtụ ntiwapụ nke ọrịa site na mmetọ nje bacteria, mgbe mgbe site na salmonella, listeria, na Escherichia coli, nke beansprouts a na-esighị nke ọma, ụfọdụ na-akpata ọnwụ dị ukwuu.",
  "Ọtụtụ agwa a na-eri eri, gụnyere agwa sara mbara, agwa mmiri, agwa akụrụ na soybeans, nwere oligosaccharides (karịsịa raffinose na stachyose), ụdị mkpụrụ ndụ shuga a na-ahụkwa na cabbage",
  "Enzyme na-egbochi oligosaccharide dị mkpa iji gbarie mkpụrụ ndụ shuga ndị a nke ọma",
  "Dị ka usoro mgbari nri mmadụ nkịtị enweghị enzymes ọ bụla na-egbochi oligosaccharide, nje bacteria na-agbari oligosaccarides na nnukwu eriri afọ",
  "Usoro mgbari a na-emepụta gas, dị ka methane dị ka ihe na-emepụta, nke a na-ewepụta dị ka flatulence.",
  "FAO na-ebipụta data mmepụta maka akwụkwọ nri n'ụdị atọ:",
  "Ihe ọkụkụ ndị bụ isi nke \"Pulses, Total (dry) \" bụ \"Beans, dry \" 26.83 nde tọn, \"Peas, dry \" 14.36 nde tọn",
  "\"Chick peas \" 12.09 nde tọn., \"Cow peas \" 6.99 nde tọn na-esote, \"Lentils \" 6.32 nde tọn\"",
  "\"Pigeon peas \" 4.49 nde tọn N'ozuzu, oriri nke pulses kwa onye na-ebelata kemgbe 1961",
  "Ewezuga ya bụ lentils na cowpeas.",
  "Onye ndu ụwa na mmepụta nke agwa kpọrọ nkụ (Phaseolus spp), bụ India, Myanmar (Burma) na Brazil sochiri. N'Africa, onye mmepụta kachasị mkpa bụ Tanzania.",
  "Enweghị akara = ọnụ ọgụgụ gọọmentị, P = ọnụ ọgụgụ ọrụ gọọmentị، F = atụmatụ FAO, * = data na-abụghị nke gọọmentị / nke gọọmentụ / nke enyo, C = ọnụ ọgụgụ a gbakọrọ A = ngụkọta (ọ nwere ike ịgụnye onye ọrụ, nke gọọmentịa ma ọ bụ atụmatụ)",
  "Ebe e si nweta ya: UN Food and Agriculture Organization (FAO)",
  "Kpọpụta njehie: <ref> tag with name \"Chazan\" defined in <references> group \"\" has no content."
]