[
  "38",
  "Ahụike mmiri Mba ụwa bụ ụlọ ọrụ onwe onye, nke mba America nwere isi na Irvine, California",
  "Ụlọ ọrụ ahụ naarụ ọrụ dị ka azụmahịa mmekọrịta mmadụ na ibe ya nke naenye mmiri ọṅụṅụ na obodo ndị dị n'ime ime obodo. Ahụike mmiri naeme ka mmiri dị ọcha ma naere ahịa site na ụlọ ọrụ ndị a na-akpọ \"Ahụike mmiri Center\", nke naejere ndị naazụ ahịa nke 10000. Ụlọ ọrụ ahụ etinyela ihe dị ka ụlọ ọrụ ahụike mmiri 500 karịsịa na India, kamakwa na Bangladesh, Ghana, Nigeria, na Liberia. Mmiri a naemepụta kwa ụbọchị n'ofe Ụlọ Ọrụ Ahụike Mmiri niile naadaba na 1.4 nde lita.",
  "E hiwere ụlọ ọrụ ahụ na 1995 dị ka ụlọ ọrụ mmepe ahịa nke na-arụ ọrụ na Mexico na Philippines. Ka ọ naerule afọ 2002 na 2003, ụlọ ọrụ ahụ tụgharịrị uche ya na ọrụ ịzụ ahịa mmiri wee malite ilekwasị anya na Eshia na Africa. Ụlọ ọrụ ahụ na-arụ ọrụ ugbu a site na ụlọ ọrụ enyemaka niile dị ka WaterHealth India na WaterHealth Ghana.",
  "E hiwere Ahụike mmiri na 1995",
  "Ụlọ ọrụ ahụ malitere ọrụ ya mgbe ọ meriri na mgbalị iji teknụzụ ọhụrụ Ultraviolet (UV) disinfectant nke Ashok Gadgil, onye nchọpụta na Mahadum California, Berkeley mepụtara onye mechara bụrụ Chief Technology Officer nke Ahụike mmiri International.",
  "N'oge naadịghị anya mgbe afọ 1995 gasịrị, WaterHealth guzobere UV Waterworks Plants na Mexico na Philippines",
  "Mgbe obere ihe ịga nke ọma na mpaghara ndị ahụ gasịrị, Tralance Addy, onye isi oche a họpụtara na ụlọ ọrụ ahụ na 2002, gbanwere ụlọ ọrụ ahụ lekwasị anya na nkesa mmiri na ire ere na Eshia na Africa.",
  "Na Jenụwarị 2014, Ahụike mmiri malitere aka ya naenweghị uru, Jaldhaara Foundation",
  "Dị ka ndị ọrụ na Jaldhaara si kwuo, ntọala ahụ naezube inye mmiri ọṅụṅụ dị ọcha ma kụziere ndị naenweghị enyemaka mkpa ọ dị",
  "Tụkwasị na nke a, Jaldhaara naatụ anya ịkụziri ụmụ nwanyị otu esi arụ ọrụ n'ụlọ ọrụ Ahụike mmiri.",
  "N'afọ 2011, Wenonah Hauter, onye a ma ama naahazi gburugburu ebe obibi, katọrọ onye bụbu onye isi ụlọ ọrụ WaterHealth Sanjay Bhatnagar, maka ịnya isi \"maka etu ndị naetinye ego ya si enweta ego naere mmiri n'obodo nta ndị dị n'Africa na India\"",
  "Ọ kpọrọ Bhatnagar \"onye naakwado ndị ogbenye naakwụ ụgwọ maka mmiri\"."
]