[
  "Ahịa ọhụụ bụ ịdọ aka ná ntị na-amụ njikọ dị n'etiti ihe, ihe ndị gbara ya gburugburu na ihe oyiyi dị mkpa",
  "Na-anọchi anya njikọ ịdọ aka ná ntị n'etiti akụ na ụba, iwu nghọta anya na akparamàgwà mmadụ, isiokwu a na-emetụtakarị azụmaahịa dị ka ejiji na imewe.",
  "Dị ka akụkụ bụ isi nke ịzụ ahịa ọgbara ọhụrụ, ịzụ ahịa anya na-elekwasị anya n'ịmụ na nyocha ka a ga-esi jiri ihe oyiyi mee ihe ka ọ bụrụ ebe etiti nkwurịta okwu anya",
  "Ebumnobi bụ na ngwaahịa ahụ na nkwurịta okwu anya ya mere na-ejikọta ya n'ụzọ dị irè na nke a na-apụghị ịpụ apụ na njikọ ha bụ ihe na-erute ndị mmadụ, na-etinye aka na ha ma kọwaa nhọrọ ha (a na-akpọ usoro ịzụ ahịa dị ka nkwenye)",
  "Ka a ghara inwe mgbagwoju anya na ịzụ ahịa anya, nke ahụ bụ otu n'ime akụkụ ya na ihe ndị ọzọ gbasara oghere ndị na-ere ahịa; ebe a, Marketing na-enweta ndị ahịa n'ọnụ ụzọ",
  "Ozugbo n'ime ya, ịzụ ahịa na-eweghara - na-emetụta ntinye nke ngwaahịa, akara ngosi, ihe ngosi, ambiance na ndị ọrụ.",
  "Iji ike nke ihe oyiyi na ihe ngosi nwere ike ime ka atụmatụ ahịa dị ike ma bụrụ ihe a na-agaghị echefu echefu",
  "Ihe oyiyi - mgbe emere ya nke ọma - nwere ike ime ka echiche na ihe ndị a na-adịghị ahụ anya ghọọ ihe doro anya na-emetụta nghọta nke onye na-ekiri ya",
  "Nke ahụ na-enyere ndị mmadụ aka ichepụta akara na ozi ya n'anya uche ha - ma cheta ya mgbe oge ruru ịzụta.",
  "Ahịa ọhụụ gụnyere akara ngosi niile dị ka akara, akara ngosi, ngwá ọrụ ahịa, ụgbọala, ngwugwu, akara, uwe, ikike maka Mgbasa Ozi gị, Brochures, DVD Informational, Ebe nrụọrụ weebụ, ihe niile na-ezute Anya Ọha ma nwee ike ịmepụta ntụgharị anya kpọmkwem maka akara, ngwaahịa ma ọ bụ ọrụ.",
  "Mgbọrọgwụ nke ụzọ a nke na akọwa ihe dị na edemede Susan Sontag Notes on \"Camp\", nke e dere na 1960s; onye edemede ahụ na-ekwu na ihe anaghị adọ mmasị n'onwe ha kama ọ bụ n'ụzọ e si anọchite anya ha, ọ bụ n'ihi usoro echiche nke na-emetụ akụkọ ihe mere eme nke ihe ahụ, ihe nnọchiteanya ya, ngosipụta ya na mmezu ya n'anya onye na-ekiri ya. Ka ọ na-etolite, ahịa ọhụụ gosipụtara mkpuchi nke ihe, nke kama ịbụ naanị ngwaahịa, na aghọ kpakpando nke 'mmepụta' ya mere ọ na-agbanwe site n'onwe ya gaa n'ihe ọzọ, n'oge kpọmkwem ọ na-abanye n'ahịa",
  "Dị ka Paolo Schianchi si kwuo, onye na-ewu ụlọ na onye na-emepụta ihe, onye mmụta ahịa ọhụụ nke Ịtali:",
  "“(...) Ihe bụ: ezigbo, dị ka ihe anyị na-ahụ; a na-ahụ anya - ihe e ji mee ha; zuru oke - njirimara ha; nkwuwo okwu - njikọ ha na ụtọ; ụdị na ọrụ - akwa na ọdịnaya; mmetụta uche - akụkọ ha nwere ike ịkpalite; ọrụ dị oke mkpa - asụsụ nke na-edo ya nsọ ma na ekpughe ya; ọrụ ụlọ ọrụ - na-eme ka ha na-arụ ọrụ ike ma na-arụpụta ihe; onyinyo - gịnị na otú; amaghị aha - naanị n'ihi na ọ na-apụ (...)\"",
  "Akụkụ ndị a niile - nke bụ nke ma kọwaa ihe site n'echiche nke ahịa na nke onye na-azụ ahịa - bụ nyocha na atụmatụ nuances nke gụnyere oke ahịa ọhụụ.",
  "Ya mere, alaka a \"(...) na-eme n'ọtụtụ ọkwa nke imewe ihe: echiche (ihe ga-ezute ụfọdụ ọrụ ma na-anọpụ iche, gburugburu, nkọ-ọnụ, eccentric shapes wdg); nkwurịta okwu (maka oge ụfọdụ n'otu mpaghara mpaghara, wee ghọọ ihe okomoko, n'oge ọzọ a na-agbanwe dị ka eco-friendly etc.) na n'ikpeazụ, ihe ngosi - na ihe ngosi ahia, na ụlọ ngosi na ihe omume ndị ọzọ (ihe ahụ bụ",
  "enwere ike ịbịaru nso mana ihe ndị gbara ya gburugburu na-atụba ya n'ime ikuku dị ka nchọpụta ụlọ ọrụ na-adịghị ahụkebe, ihe na-enye mmetụta mmetụta uche nke ọrụ, nka na ihe a na-apụghị ịbịaru nso, wdg.) (...)\".",
  "N'okwu Umberto Galimberti, onye ọkà ihe ọmụma Ịtali na onye nyocha uche ('...) Ọbụna mgbe enweghị ego, ọchịchọ - nke ejiji ya kọwara ugbu a - anaghị ezo aka n'ihe dị ukwuu dịka akụkọ ifo gbara ha gburugburu, naanị ihe a na-eri bụ akụkọ ifo n'onwe ya",
  "...« ».",
  "Ya mere, ahịa anya na-adọta uche site na ebumnuche ọdịnala na-elekwasị anya na \"..",
  "mmasị dị iche iche nke na-adịghịzi agbaji site na afọ, okike, agụmakwụkwọ ma ọ bụ ihe ndekọ onwe onye ọ bụla na ọnọdụ mmekọrịta ọha na eze ma site n'ụdị ntinye aka, ma ọ bụ egwuregwu (egwuregwu)",
  "gọlfụ ma ọ bụ ndị na-agba bọọlụ), nke onwe (ndị na-ahụ maka mmanya ma ọ bụ ndị na-anakọta mmanya), omenala (ndị na-ahụ maka egwu nka na oge gboo), wdg",
  "Ndị otu a niile nwere akara ngosi, okwu ọnụ, ụda, mmegharị ahụ, koodu isi na nke ha na-ezo aka na iji kparịta ụka",
  ".",
  "” Ya mere, omume otu na-egosipụta na-adabere n'azụ mkpụrụedemede ọhụrụ nke enwere ike iji decoding mepụta ụzọ ahịa n'onwe ya na otu ahụ n'onwe ya.",
  "Otu n'ime ndị na-akpali akpali nke a fọrọ nke nta ka ọ bụrụ usoro ọmụmụ mmadụ bụ Marc Augé, bụ onye n'akwụkwọ ya bụ \"Le temps en ruines\" (Time in ruins) na-ekwu na: \"Ụwa ebe ihe oyiyi dị ebe niile na-achọ ka eziokwu ahụ pụta ìhè n'onyinyo ya",
  "\"",
  "Nchoputa Paolo Schianchi mere ka o doo anya ka omume nke ikpokọta onyonyo nke eziokwu sitere n'otu ọ bụla nwere mmasị bụ usoro asụsụ ejiri okwu, ụda, onyonyo, isi na ọdịdị na-eme ka mkpụrụ akwụkwọ dị iche iche pụta ma ọ bụrụ na ejikọtara iche",
  "Ọ bụrụ na decoded nke ọma, ihe ndị a na-egosipụta ihe na-aghọ ụzọ isi na-akpakọrịta na otu ma na-eduzi ozi n'ime ya Akụkụ a nke ahịa anya na-enyere aka ịmepụta mgbasa ozi ahịa ezubere iche nke na-aga ozugbo na mmetụta nke ndị ọrụ na ihe nnọchianya nke eziokwu, na-eji nke ha",
  "asusu nkwuputa",
  "Mgbe ị na-atụle na 65% nke ndị mmadụ bụ ndị na-amụ ihe ọhụụ, 90% nke ozi na-abịa n'ụbụrụ bụ ihe ọhụụ, na ngosi na ndị enyemaka ọhụụ bụ 43% ọzọ na-ekwenye ekwenye, ọ bụ ihe ezi uche dị na ya iji ụdị ọdịnaya ọhụụ nke ndị mmadụ nwere mmetụta uche na ya.",
  "Ọ bụ otu n'ime usoro ọdịnaya ọhụụ kachasị ewu ewu ma anyị ga-eji usoro ọhụụ a",
  "Ọ bụghị naanị na infographics na-ekwu ọtụtụ ozi n'ụzọ na-adọrọ  ma dị mfe nghọta, mana ha bụkwa otu n'ime ihe ndị a na-eker ọdịnaya ọhụụ.",
  "Ụdị ọdịnaya ọhụụ ọzọ bụ meme na / ma ọ bụ akara akara",
  "Ka ọ dị ugbu a, usoro ọhụụ a bụ ụdị ọdịnaya kachasị eke n'elu usoro mgbasa ozi ọha na eze",
  "N'okwu a, anyị jiri nnukwu ederede obi ike na njikọta ya na ihe oyiyi nwere mmetụta iji dọta uche ndị na-ekiri ya ka ha na-agbada nri ha.",
  "Vidio bụ usoro ahịa ọhụụ kachasị mma na weebụ taa",
  "E nwere ọtụtụ ụdị vidiyo nke nwere ike ime ka azụmahịa gị dịkwuo mma - ị nwere ike ịtụle vidiyo, vidiyo nkọwa, ngosipụta ma ọ bụ akaebe ndị ahịa.",
  "Onye na-ere ahịa Jeff Bullas na-ekwu na isiokwu ndị nwere ihe oyiyi na-enweta 94% karịa ndị na-enweghị. Mgbe ị na-etinye ụfọdụ ihe oyiyi dị mma n'ime ọdịnaya ọ bụla, ndị mmadụ na-achọkarị ịgụcha ihe ị dere.",
  "A naghị egbochi ngosi naanị ụlọ ọrụ, ugbu a enwere ike ịkekọrịta ya na ụwa site na saịtị dị ka Slideshare",
  "Ị nwere ike ịgbasa mgbasa ozi nke bisiness gị site na iji ngosi",
  "Nnukwu ngosi SlideShare na-enye gị ohere ịgwa ma gwa ndị na-ege gị ntị, n'agbanyeghị ngwaọrụ ha na-eji."
]