[
  "Ahụike mbara ụwa na-arụtụ aka na \"ahụike nke mmepeanya mmadụ na ọnọdụ nke usoro okike nke ọ dabere\"",
  "Na 2015, Rockefeller Foundation na The Lancet weputara echiche a dị ka Rockefeller Foundation-Lancet Commission on Planetary Health..",
  "Echiche nke ahụike mbara ala adịla kemgbe oge ụfọdụ",
  "N'afọ 1993, dọkịta Norwegian bụ Per Fugelli dere, sị: \"Ụwa onye ọrịa na-arịa ọrịa",
  "Mgbagha gburugburu ebe obibi zuru ụwa ọnụ nwere ike ịkpata nsogbu dị njọ maka ahụike mmadụ",
  "Ọ bụ oge ndị dọkịta inye nyocha ụwa na ndụmọdụ gbasara ọgwụgwọ.\"",
  "Afọ iri abụọ na otu ka e mesịrị, nkọwa na mbipụta Machị 2014 nke akwụkwọ akụkọ ahụike The Lancet kpọrọ oku ka e mepụta otu maka ahụike ụwa iji gbanwee ngalaba ahụike ọha na eze, nke na-elekwasị anya na ahụike nke ndị mmadụ n'ebughị n'uche usoro okike gbara ya gburugburu. Atụmatụ ahụ ghọtara egwu na-apụta na usoro okike na nke mmadụ mere na-akwado  a kpọrọ mmadụ",
  "[citation needed]",
  "N'afọ 2015, Rockefeller Foundation na The Lancet malitere echiche ahụ dị ka Rockefellers Foundation Tiancet Commission on Planetary Health.",
  "N'ịdabere na nkọwa nke ahụike zuru oke nke ahụike, uche na mmekọrịta mmadụ na ibe ya, ọ bụghị naanị enweghị ọrịa ma ọ bụ nkwarụ\" - yana ụkpụrụ ndị akọwapụtara na mbido iwu nke World Health Organization, akụkọ ahụ kọwara na ahụike ụwa na-ezo aka na \"mmezu nke ụkpụrụ kachasị elu nke ahụike dị mma, ọdịmma, na ikpe ziri ezi n'ụwa niile site na nlebara anya dị mkpa na usoro mmadụ na ndọrọ ndọrọ ọchịchị, akụ na ụba, na mmekọrịta mmadụ nke na gburugburu ebe obibi nke na-akọwa ọdịnihu nke nwere ike ime nke ụwa\".",
  "Akụkọ Lancet Commission setịpụrụ ụkpụrụ ndị na-eduzi echiche nke ahụike mbara ala",
  "Otu bụ na ahụike mmadụ na-adabere na \"usoro okike na-aga nke ọma na nlekọta amamihe nke usoro okike ndị ahụ\"",
  "Ọrụ ụmụ mmadụ, dị ka mmepụta ike na mmepụta nri, emeela ka mmetụta zuru ụwa ọnụ dị ukwuu na usoro ụwa, na-akpali ndị ọkà mmụta sayensị ịkpọ oge a dị ka anthropocene",
  "[citation needed]",
  "Otu ìgwè nke usoro ụwa na ndị ọkà mmụta sayensị gburugburu ebe obibi nke Johan Rockström si na Stockholm Resilience Centre duziri tụpụtara echiche nke ókèala mbara ala itoolu nke ụmụ mmadụ nwere ike ịga n'ihu na-etolite ma na-eto eto maka ọgbọ ndị na-abịa. Dabere na mmelite nke afọ 2015, anọ n'ime ókèala mbara ala bụ mgbanwe ihu igwe, iguzosi ike n'ezi ihe nke biosphere, ọwa nke biogeochemical, na mgbanwe usoro ala agafeela.",
  "Akụkọ ahụ kwubiri na ọ dị mkpa ime ihe ngwa ngwa na mgbanwe iji chebe ọgbọ dị ugbu a na nke ga-abịa n'ọdịnihu",
  "Otu ebe dị mkpa nke chọrọ nlebara anya ozugbo bụ usoro ọchịchị na nhazi nke ihe ọmụma mmadụ, nke e weere na ezughi ezu iji dozie egwu ahụike ụwa.",
  "Akụkọ ahụ nyere ọtụtụ aro zuru oke",
  "Otu bụ imeziwanye ọchịchị iji nyere aka na njikọta nke iwu mmekọrịta mmadụ na ibe ya, akụ na ụba, na gburugburu ebe obibi na maka okike, njikọ, na itinye n'ọrụ ihe ọmụma interdisciplinary",
  "Ndị na-ede akwụkwọ kpọrọ oku maka ngwọta dabere na redefinition nke ọganihu iji lekwasị anya n'ịkwalite ndụ na inyefe ahụike ka mma maka mmadụ niile, yana nkwanye ùgwù maka iguzosi ike n'ezi  nke usoro okike",
  "A na-ewere ahụike mbara ala dị ka nzaghachi nye ngalaba na ụkpụrụ ndị dị ugbu a dị ka ahụike gburugburu ebe obibi ọha na eze, ahụike gburugburu, Otu ahụike na ahụike mba ụwa.",
  "Ọ bụ ezie na enwere ike inwe nkọwa ndị na-asọmpi nke ahụike ụwa, a na-akọwa ya dị ka ahụike nke ndị mmadụ n'ọnọdụ ụwa, nzaghachi maka mmegharị nke ndị ọkwọ ụgbọala ahụike na ihe ize ndụ, yana mmelite karịa echiche ochie nke ahụike mba ụwa na nkwenye ọhụrụ ya n'inweta ikpe ziri ezi na ahụike n'etiti ndị mmadụ niile.  \nOnye isi nchịkọta akụkọ nke The Lancet Richard Horton dere na mbipụta pụrụ iche nke 2014 nke The Economist na ahụike ụwa, na ahụike zuru ụwa ọnụ enweghịzi ike izute ihe ndị ọha mmadụ na-eche ihu n'ezie, ebe ọ ka dị oke mkpụmkpụ ịkọwa ma mee ka ụfọdụ ihe ịma aka dị mkpa",
  "\"Ahụike zuru ụwa ọnụ anaghị echebara ntọala okike nke ụmụ mmadụ bi na mbara ala n'onwe ya echiche",
  "Ọ naghịkwa etinye aka n'ike na adịghị ike nke mmepeanya mmadụ",
  "\"",
  "Judith Rodin, onye isi oche nke Rockefeller Foundation, kwupụtara ahụike ụwa dị ka ọzụzụ ọhụrụ na ahụike ụwa.",
  "Ahụ ike mbara ala na-eche onwe ya na ọchịchị na ọrụ nlekọta nke na-etinye ihe iyi egwu na nkwado nke mmepeanya, gburugburu ebe obibi na mbara ala mmadụ",
  "Kpọmkwem, ọ na-achọ iche ihu ihe ịma aka atọ bụ isi ihu: \"ihe ịma aka echiche\", dị ka ịghara ịkọ maka nsonaazụ ogologo oge nke mmadụ ma ọ bụ gburugburu ebe obibi nke ọganihu mmadụ;  \"nyocha na ihe ịma aka ozi\", dị ka enweghị ego na enweghị oke na nyocha;  na \"ihe ịma aka ọchịchị\", dị ka ihe omume gburugburu ebe obibi na-egbu oge site n'aka ndị otu na-achị achị kpebisiri ike na-achọghị, ejighị n'aka, ma ọ bụ enweghị nkwado.",
  "Isi ihe na-elekwasị anya na nyocha ahụike ụwa bụ imekọ ihe ọnụ mmadụ na enweghị imekọ ọrụ n'ụdị esemokwu, ịhụ mba n'anya, na asọmpi",
  "Dị ka otu ebumnuche, Lancet Commission on Health and Climate Change na-eme atụmatụ iji usoro ịza ajụjụ iji soro mmekọrịta mmadụ na ibe ya ma mụọ njikọ dị n'etiti ahụike, ihu igwe, na omume ndọrọ ndọrọ ọchịchị.",
  "N'otu aka ahụ, nri na nri bụ ihe dị mkpa na-enye aka na ihe na-egosi ahụike ụwa",
  "Ndị ọkà mmụta sayensị na-eche na mmụba nke ọnụ ọgụgụ mmadụ na-eyi ike ibu nke mbara ala egwu",
  "Nri, ọrụ ugbo, na teknụzụ ga-agbanwerịrị iji kwado ntule ọnụ ọgụgụ mmadụ ruru ijeri itoolu ma na-ebelata nsonaazụ na-emerụ ahụ na gburugburu ebe obibi site na mkpofu nri na nri na-ekpo ọkụ carbon",
  "Nleba anya nke nyocha ahụike nke mbara ala ga-abụ ihe ngwọta na-edozi ahụ nke na-adịgide adịgide maka ụdị mmadụ na gburugburu ebe obibi, na ọgbọ nke nchọpụta sayensị na ọchịchọ ndọrọ ndọrọ ọchịchị iji mepụta na mejuputa ngwọta achọrọ.. Na Jenụwarị 2019, otu kọmitii mba ụwa mepụtara nri ahụike ụwa.",
  "Ahụike mbara ala na-achọ ịchọta ihe ngwọta ndị ọzọ maka nkwado mmadụ na gburugburu ebe obibi zuru ụwa ọnụ site na mmekorita na nyocha gafee ngalaba niile, gụnyere akụ na ụba, ike, ọrụ ugbo, mmiri, na ahụike. Ọnwụ dị iche iche dị iche iche, ikpughe na ihe ndị na-emetọ ihe, mgbanwe ihu igwe, na oriri mmanụ ụgbọala bụ ihe niile na-eyi ahụike mmadụ na ihu igwe egwu, ma bụrụkwa ihe ndị dị n'ọhịa",
  "Ọtụtụ ndị nchọpụta na-eche na ọ bụ n'ezie mbibi nke ihe a kpọrọ mmadụ na-ebibi ihe dị iche iche dị ndụ na mbuso agha nke ala ọhịa na-akpata ọnọdụ ịba, na ọrịa ọhụrụ dịka COVID-19.",
  "Na Disemba 2015, Mahadum Harvard, ya na Wildlife Conservation Society na òtù ndị ọzọ, guzobere Planetary Health Alliance iji kwalite echiche ahụ. N'ịbụ nke Rockefeller Foundation kwadoro ma nọrọ na Harvard, Alliance na-ezube ịkwado mmepe nke \"ọhịa siri ike, nke na-elekwasị anya na iwu, nke na'ahụ maka nyocha nke na-eme iji ghọta ma na-edozi mmetụta ahụike mmadụ nke ịkwalite mgbanwe na nhazi na ọrụ nke usoro okike nke ụwa",
  "\" Ihe omume Alliance gụnyere Rockefeller Foundation Planetary Health Fellowship, usoro ahụike ụwa maka ụmụ akwụkwọ Harvard, na nzukọ kwa afọ nke Planetary Health, nke emere na Eprel 2017 na Boston, MA.",
  "Akwụkwọ akụkọ \"Lancet Planetary Health\" bipụtara mbipụta mbụ ya n'ọnwa Eprel 2017.",
  "Ndị nkatọ ekwupụtala nchegbu banyere uru agbakwunyere nke ahụike mbara ala dịka a na-ekwu na echiche ahụ na-anọkarị opaque. Ndị ọkà mmụta ndị ọzọ na-ekwu na nkwado maka ahụike ụwa bụ mgbasawanye na ngụkọta nke ahụike."
]