[
  "Na Naijiria, enwere ọganihu dị ukwuu n'imeziwanye ahụike kemgbe 1950",
  "Ọ bụ ezie na ọrịa iku ume dị ala, nsogbu nwa ọhụrụ na HIV / AIDS emeela ka ọ bụrụ ihe kachasị akpata ọnwụ na Naịjirịa, n'ihe gbasara ọrịa ndị ọzọ dị ka monkeypox, polio, ịba na ụkwara nta, enwetala ọganihu. Otu n'ime ihe egwu ndị ọzọ na-eyi ahụike bụ nsogbu nri na-edozi ahụ, mmetọ na ihe mberede okporo ụzọ",
  "N'afọ 2020, Naịjirịa nwere otu n'ime ndị kasị elu COVID-19 na Africa",
  "[citation needed] Dị ka eziokwu, Naịjirị nwere ndị kasị elu na West Africa.",
  "Atụmatụ nha ikike mmadụ na-achọpụta na Naijiria na-emezu 48.2% nke ihe ọ kwesịrị imezu maka ikike ahụike dabere na ọkwa ego ọ na-enweta. Mgbe ị na-ele ikike ahụike n'ihe gbasara ụmụaka, Naịjirịa na-enweta 66.6% nke ihe a tụrụ anya ya dabere na ego ọ na-enweta ugbu a. Banyere ikike ahụike n'etiti ndị okenye, mba ahụ na-enweta naanị 61.7% nke ihe a tụrụ anya ya dabere na ọkwa ego mba ahụ. Naịjirịa na-adaba n'ụdị \"dị njọ\" mgbe ị na-enyocha ikike ahụike ọmụmụ n'ihi na mba ahụ na-emezu naanị 16.3% nke ihe a na-atụ anya na mba ahụ ga-enweta dabere na ihe onwunwe (ụgwọ) ọnwere.",
  "Atụmanya ndụ mgbe a mụrụ ya na Naịjirịa mụbara site na 49.4 na 2007 ruo ihe dịka 54 na 2017. N'ime afọ iri (2007-2017), U5MR kwa 1000 a mụrụ dị ndụ belatara nke ukwuu site na 145.7 ruo 100.2. N'iji ya tụnyere ụfọdụ mba ndị ọzọ (Ghana, Malawi, Rwanda, Sudan, Norway, United States, China na Australia), dịka egosiri na Tebụl nke abụọ dị n'okpuru, Naịjirịa nwere ihe dị ka nde 195 emeela nke ọma",
  "Mba ahụ emeghị nke ọma ma e jiri ya tụnyere nkezi ụwa na mpaghara World Bank ya bụ: East Asia & Pacific Northwest, Europe & Central Asia, Latin America & the Caribbean, Middle East & North Africa, South Asia, na Sub-Saharan Africa.",
  "Ebe e si nweta ya: Institute for Health Metric and Evaluation (IHME)",
  "Ebe e si nweta ya: Ọnụ ọgụgụ ndị nwụrụ anwụ n'okpuru afọ 5 (n'otu 1,000 a mụrụ dị ndụ) na atụmanya ndụ mgbe a mụrụ ha (afọ)",
  "Atụmatụ nke UN Inter-agency Group for Child Mortality Estimation mepụtara",
  "(UNICEF, WHO, World Bank, UN DESA Population Division)",
  "Ebe e si nweta ya:Nkewa bi na United Nations Atụmanya Ndị Mmadụ n'Ụwa: 2017 Revision",
  "Òtù Ụlọ Akụ̀ Ụwa",
  "Ọnụ ọgụgụ ndị nne na-anwụ na Naịjirịa karịrị 800 n'ime 100,000 a mụrụ dị ndụ. N'afọ 2013, ọnụọgụ ọnwụ na Naịjirịa bụ 560 maka 100,000 ọmụmụ dị ndụ; ebe na 1980, ọ bụ 516 ọnwụ 100,000 maka ọmụmụ dị ndụ. Nke a nwere ike ịbụ n'ihi ụlọ ọrụ ahụike na-adịghị mma, enweghị ike ịnweta nlekọta ahụike dị mma, nsogbu na-edozi ahụ n'ihi ịda ogbenye, esemokwu ndị na-azụ atụrụ na ndị ọrụ ugbo, igbu ọkpụkpụ nwanyị, ite ime, na nchụpụ n'ihi iyi ọha egwu Boko Haram na North East nke Nigeria. Na Naijiria, ihe ize ndụ nke ọnwụ maka ụmụ nwanyị dị ime bụ 1 n'ime 22. Iwu ite ime nke Naịjirịa na-eme ka ọ bụrụ otu n'ime mba ndị na-egbochi ite ime.",
  "Nnyocha e bipụtara na 2019 nyochara ikike nke nlekọta obstetric mberede n'etiti ndị na-ahụ maka ahụike ma chọpụta na ọ dị ala karịa nkezi. Nnyocha ọzọ na-egosi mbelata nke ọnwụ nne na mpaghara ndịda nke mba ahụ mgbe ọ ka na-abawanye na North n'ihi ọkwa agụmakwụkwọ dị ala.",
  "Ọnwụ nne na-emetụta mmepe mmekọrịta ọha na eze na akụ na ụba nke mba ahụ n'ụzọ na-adịghị mma. Ka ọ na-erule afọ 2030, ọ bụrụ na Naijiria ga-ebelata ọnụọgụ ọnwụ nne ruo ihe na-erughị 70 n'ime 100 000 ọmụmụ dị ndụ (ihe mgbaru ọsọ SDG 3 - ihe mgbaru ọsọ 1), aka niile ga-anọ n'elu ikpo okwu iji mezuo ya",
  "[editorializing] Ndị mmadụ nwere ike ịmalite site n'ịkwalite na ichebe ahụike nke ha na ahụike nke ndị gbara ha gburugburu, site n'ime nhọrọ ndị maara nke ọma, inwe mmekọahụ n'enweghị nsogbu na ịga nlekọta tupu amụọ nwa n'ụlọ ọrụ ahụike gọọmentị kwadoro",
  "A ga-enwekwu mmata n'ime obodo banyere mkpa ahụike dị mma, ndụ dị mma yana ikike ndị mmadụ nwere maka ọrụ nlekọta ahụike dị elu, ọkachasị maka ndị kachasị ike dịka ụmụ nwanyị na ụmụaka",
  "Gọọmentị, ndị isi obodo na ndị ọzọ na-eme mkpebi kwesịrị ịza ajụjụ maka nkwa ha iji melite ohere ndị mmadụ nwere maka ahụike na nlekọta ahụike.",
  "Ịnweta isi iyi mmiri ka mma kwụsịrị na 47% nke ndị bi na ya site na 1990 ruo 2006, wee mụbaa ruo 54% na 2010",
  "N'ime obodo ukwu, ohere ahụ belatara site na 80% ruo 65% na 2006, wee laghachi na 74% na 2010.",
  "Ezigbo ịdị ọcha na-adịkarị n'ụdị tankị septic, ebe ọ bụ na enweghị usoro nsị etiti, ma e wezụga na Abuja na mpaghara ụfọdụ nke Lagos. Nnyocha e mere n'afọ 2006 mere atụmatụ na ọ bụ naanị 1% nke ezinụlọ ndị dị na Lagos jikọtara ya na ụlọ mposi. N'afọ 2016, ọnụọgụ ọnwụ nke sitere na mmiri na-adịghị mma, ịdị ọcha na-adịghị ọcha na enweghị ịdị ọcha bụ 68.6 ọnwụ maka 100,000 ndị bi na ya.",
  "Ngosipụta HIV/AIDS Nigeria na nyocha mmetụta 2018 gosiri na ọnụ ọgụgụ nje HIV nke mba n'etiti ndị okenye dị afọ 15-49 bụ pasent 1.4. Ọganihu nje HIV na Nigeria dị iche iche site na mpaghara na steeti",
  "Akwa Ibom steeti nwere ọnụ ọgụgụ kasị elu nke nje HIV nwere pasenti 5.6 na ibu ọrịa dị pasentị 200,051 nke ndị nwụrụ anwụ na afọ ndị nwere nkwarụ (DALYs), na Benue State (4.9%, 188,482 DALYs) na Rivers (3.8%, 196,225) sochiri ya",
  "DALYs). Steeti, Jigawa (12,804 DALYs) na Katsina (26,597 DALYs) nwere ọnụ ọgụgụ kasị ala nke pasentị 0.3. Ọrịa na-agbasawanye ma na-ebute ya site na omume ndị dị ize ndụ, gụnyere inwe ọtụtụ ndị mmekọ nwoke na nwanyị, echiche dị ala, ezughị ezu iji nweta ọrụ nlekọta ahụike dị mma,  yana okporo ámá / okporo ụzọ na-ebu ngwá ahịa site n'aka ndị ọrụ njem (ndị na-anya ụgbọ ala) karịsịa",
  ", gburugburu ebe ndị agha na ndị uwe ojii na-enyocha. Ihe ize ndụ ndị ọzọ na-enye aka na mgbasa nke nje HIV, gụnyere ịgba akwụna, ọnụ ọgụgụ dị ukwuu nke ọrịa ndị a na-ebute site ná mmekọahụ, omume nwoke na nwanyị idina nwoke na nwoke idina nwoke na nwoke na nwanyị na-enwe ihe ize ndụ zoro ezo, na ịzụ ahịa ụmụ nwanyị.",
  "Ndị ntorobịa na ndị na-eto eto nọ na Nigeria bụ ndị nje HIV na-enwekarị nsogbu, ebe ụmụ agbọghọ nọ n'ihe ize ndụ karịa ụmụ okorobịa.",
  "Ịba, ọrịa anwụnta na-akpata emeela ka ọrịa na ọnwụ na-enweghị atụ na Naijiria",
  "Ọ bụ ezie na, e nweela obere mbelata na mgbasa nke ịba na ọnwụ kemgbe 2007 ọ bụ ọnụ ọgụgụ mbụ na-akpata ọnwụ na mba ahụ, ọrịa ahụ ka na-adịghị agwụ agwụ. Ka ọ na-erule n'afọ 2012, ọnụ ọgụgụ ndị na-arịa ọrịa ịba bụ pasent 11. Akụkụ nke data a sitere na Onye isi ala Malaria Initiative nke na-akọwa Naịjirịa dị ka mba dị elu. Alaka Naịjirịa na-ahụ maka nsogbu a, National Malaria Control Program ghọtara nsogbu ahụ ma nabata isiokwu Ụbọchị ịba mba ụwa nke \"End Malaria for Good\".",
  "N'afọ 2017, dị ka ọkwa IHME si kwuo, ịba bụ nke anọ na ihe kpatara ọtụtụ ọnwụ na Naịjirịa na U5MR na ọnwụ ụmụaka na-erubeghị afọ 1 nke ọnwụ 103.2 na ọnwụ 62.6 maka 1,000 ọmụmụ dị ndụ. Site n'ibu nke mgbasa dị elu na-aga n'ihu na steeti dị iche iche gafee Naịjirịa tinyere ọgụ na-adịghị agwụ agwụ megide ọgwụ na ọgwụ ahụhụ na-eguzogide yana ego ọha na eze na akụ na ụba metụtara ọdịda n'ikpochapụ ọrịa ahụ, mkpochapụ ịba site na 2050 yiri ka ọ gaghị ekwe omume. Otú ọ dị, nzọụkwụ iji kpochapụ ọrịa ahụ bụ ihe mgbaru ọsọ siri ike a ga-enweta ma ọ bụrụ na a gbakọọ mbọ",
  "A ga-edozi ihe ịma aka nke nchịkwa na-adịghị arụ ọrụ nke mgbochi na nchịkwa nke ịba na iji data eme ihe n'ụzọ zuru oke iji mee ka atụmatụ mara",
  "Nchịkwa nke anwụnta, nchọpụta dị elu, na ọgwụgwọ dị ezigbo mkpa ma ọ bụrụ na a ga-ewepụ nsogbu ahụ n'ụzọ gara nke ọma",
  "[editorializing] Nchịkwa siri ike na nke siri ike na ọkwa dị iche iche nke gọọmentị na Naịjirịa, nke a na-eme ka ọ dị ike site na ngosipụta na usoro ịza ajụjụ onwe ya dị ezigbo mkpa iji hụ na a gafere oke ọrịa ịba na mba ahụ",
  "[editorilizing]",
  "N'afọ 1985, ọrịa yellow fever bibiri otu obodo dị na Naịjirịa, na-eduga n'ọnwụ nke mmadụ 1000",
  "N'ime afọ ise, ọrịa ahụ toro, na-akpata ịrị elu nke ọnwụ",
  "Ọgwụ mgbochi yellow fever anọwo kemgbe afọ 1930. E nwere ọrịa ndị ọzọ na-efe efe na mba ahụ nke gụnyere ịba, ịba ọcha n'anya A, ịba ahụ B, typhoid, meningitis",
  "na lassa fever. A na-adụ ndị njem ọdụ ka ha nweta ọgwụ mgbochi na ọgwụ n'ihi ihe ize ndụ nke ọrịa ndị a na mba ahụ.",
  "Nri, ọkachasị n'ebe ugwu nke mba ahụ, na-adịkarị njọ",
  "Kemgbe afọ 2002, a na-eche na a ga-eji ihe oriri ndị dị ka vitamin A, folic acid, zinc, iodine na iron mee ka nri sie ike",
  "Bill Gates, kwuru na ụfọdụ ndị na-arụ ọrụ na Naijiria \"pushback\" ka uru a na-ebelata",
  "Bill & Melinda Gates Foundation na-enye onyinye [mgbe?] nde $ 5 n'ime afọ anọ iji tinye usoro nyocha siri ike iji hụ na a na-emezu ụkpụrụ ndị a",
  "Ihe ndị a na-edozi ahụ ga-eru ụmụaka dara ogbenye ndị na-eri ọka na ọka na ọnụ ala dị ala ma belata ihe ize ndụ nke ịda mbà",
  "Vitamin A ga-ebelata ihe ize ndụ nke ọnwụ site na kịtịkpa ma ọ bụ afọ ọsịsa",
  "N'ógbè ụfọdụ, pasent 7 nke ụmụaka na-anwụ tupu ha eruo afọ ise",
  "Ihe fọrọ nke nta ka ọ bụrụ ọkara nke ndị a bụ n'ihi nsogbu nri na-edozi ahụ",
  "Aliko Dangote, onye ụlọ ọrụ ya na-enye nnu, shuga na ntụ ọka, kwuru na ọ ga-adị mkpa ka a kwụsị mbubata nri dị ala, nke a na-ebubata n'ahịa mpaghara.",
  "Nchịkọta okporo ụzọ na Lagos, mmetọ gburugburu ebe obibi: mmetọ mmiri, na mmetọ ikuku; na mmetụ mkpọtụ bụ isi nsogbu ahụike.",
  "Usoro mmiri na Naịjirịa bụ ebe nchekwa maka kemịkal na-egbu egbu",
  "Ọrụ nke ụlọ ọrụ mmanụ na gas yana mbupụ nke nsị n'ụzọ mmiri bụ ihe na-egbu egbu. Chemical substances dị ka polyaromatic hydrocarbons, per- na polyfluoroalkyl substances yana arọ ọla na-abanye n'oké osimiri, osimiri na iyi ma metọọ ha. N'afọ 2018, akwụkwọ akụkọ The Nation kọrọ na a naghị atụfu ihe mkpofu n'ụzọ kwesịrị ekwesị na mba ahụ, na-ekwusi ike na enweghị usoro nchịkwa ihe mkpofu kwesịrị ekwesị, ya mere ihe kpatara ịtụfu ihe mkpuchi n'enweghị isi, jiri akpa polythene, karama plastik na ihe mkpofu ndị ọzọ na gburugburu ebe obibi. Huffingtonpost na Mee 2017 welitere mkpu maka ịtụfu plastik n'oké osimiri. O kwuru na 'oké osimiri na-ekpuchi na plastik - ọ dịghịkwa onye na-elebara egwu ahụ anya'; site na ngosipụta, o yiri ka ndị mmadụ na-enwe ihe mkpofu nke ha",
  "N'etiti nke a, Ellen MacArthur Foundation na mmekorita ya na World Economic Forum buru amụma na ka ọ na-erule afọ 2050, plastik dị n'oké osimiri ga-akarị azụ",
  "Site na mmụba a na-atụ anya na oriri, ihe ndị na-adịghị mma metụtara plastik ga-abawanye n'oge ahụ",
  "Ọtụtụ ihe mkpofu nwere kemịkal estrogenic - (estrogens) na kemịkal androgenic - (androgens) ma ha nwere ike ịbanye na gburugburu ebe obibi, mmetụta na gburugburu ebe dị ma nwee ike ịgbanwe ọrụ homonụ. Ihe ndị a na ọtụtụ kemịkal ndị ọzọ na-egbu egbu na ndụ mmiri, na-emetụtakarị ogologo ndụ ha na ikike ịmụ nwa; ha na-aga n'elu usoro nri ka anụ oriri na-eri anụ oriri ma na-agbakọta na anụ ahụ abụba nke ihe ndị a.",
  "A na-ekwu na ikuku Naịjirịa so n'ime ndị na-adịghị mma n'ụwa niile (nke anọ) na anọ n'ime obodo ya ndị bụ isi - Onitsha, Aba, Kaduna, na Umuahia so n'obodo ndị kachasị emetọ n'ụwa n'ihe gbasara ihe dị n'ime 10 micrometers na n'okpuru (PM10)",
  "Akụkọ kachasị ọhụrụ nke WHO na-egosi na ọnụọgụ PM2.5 nke mba ahụ kwa afọ bụ 72 μg / m3, nke karịrị nke kachasị elu nke 10 μg / mm3. E ji data sitere na ụlọ ọrụ nke Health Metrics and Evaluation on Global disease burden (GBD) chọpụta ihe kpatara ọnwụ na DALYs na Naịjirịa site na 2007 - 2017 ma bipụta akwụkwọ ebe a nyochara",
  "Dị ka akụkọ data ahụike ụwa si kwuo, ọtụtụ n'ime ihe kachasị elu na-akpata DALYs nwere njikọ na ihe ize ndụ gburugburu ebe obibi gụnyere ọrịa iku ume na-adịghị ala ala, ọrịa obi, ọrịa na-efe efe, ọrịa nne, ọrịa nwa ọhụrụ na ọrịa na-edozi ahụ, nke kpatara ihe dị ka puku ọnwụ 800 na nde DALY 26 kwa afọ na Naịjirịa",
  "Ihe ize ndụ ndị dị mkpa na gburugburu ebe obibi gụnyere mmetọ ikuku n'ime ụlọ, mmetọ ifufe gburugburu ebe obibi, mmiri, ịdị ọcha na ịdị ọcha, ọ bụ ezie na e nwere mbelata na-aga n'ihu na nke a ma e wezụga PM gburugburu ebe obibi na mmetọ ozone nke ala nke na-egosi ịrị elu na-aga nke ọma metụtara ọnwụ na DALYs na Naijiria na-egosi nchegbu dị ukwuu na ọnọdụ ahụike gburugburu ebe obibi.",
  "Naịjirịa bụ ebe ọtụtụ ụgbọala gụnyere ụgbọala, ọgba tum tum, ụgbọala ndị dị arọ dị ka bọs, gwongworo wdg",
  "ndị ochie ma gafere ụbọchị ha kachasị mma n'ihe gbasara arụmọrụ ike",
  "Ha na-ewepụta ọtụtụ anwụrụ ọkụ na-adịghị mma gụnyere nitrogen oxides, sulfur oxides, carbon dioxides, carbon monoxides, particulate matter wdg",
  "A na-ewepụ ọtụtụ ihe mkpofu gafee mba ahụ gụnyere ụlọ na ụlọ ọrụ mmepụta ihe site na ọkụ nke na-ewepụta anwụrụ ọkụ site na ihe ndị sitere na ihe ndị dị ndụ, ihe ndị aka mere dị ka plastik, rọba yana ihe ndị dị ize ndụ dị ka batrị na ihe mkpofu e-wdg",
  "Ọtụtụ ezinụlọ na-enyekwa aka n'iwepụta anwụrụ ọkụ na-egbu egbu na ihe ndị dị ka carbon soot wdg",
  "ebe ha na-adabere na stovu kerosene na-adịghị arụ ọrụ nke ọma, osisi ọkụ na icheku ọkụ maka isi nri na ọtụtụ oge a na-eme nke a n'ime ụlọ na ikuku na-adịghị mma",
  "Ọtụtụ ọfịs na ebe obibi na-enye aka n'ịbawanye mmetọ ikuku site na anwụrụ ọkụ na-egbu egbu sitere na generators nke a na-eji dochie anya ọkụ ọkụ ọha na eze na-arịa ọrịa epileptic na anwụrụ mmiri ndị a na-ahapụkarị n'ebe ikuku na-adịghị",
  "Isi iyi ndị ọzọ gụnyere mpụga sitere na ụlọ ọrụ mmepụta ihe na ụlọ ọrụ nke na-ewepụta anwụrụ ọkụ yiri nke ahụ dị ka ụgbọala mana ọ na-ejikarị diesel eme ihe kama gasoline",
  "Kwa afọ, nde mmadụ 1.25 na-anwụ n'ihe mberede okporo ụzọ. N'etiti nde mmadụ iri abụọ na nde iri ise ọzọ na-enwe mmerụ ahụ na-adịghị egbu egbu, ọtụtụ n'ime ha nwere nkwarụ",
  "Mmerụ ahụ n'okporo ụzọ na-akpata nnukwu mfu akụ na ụba nye ndị mmadụ n'otu n'otu, ezinụlọ ha, na mba niile",
  "Mfu ndị a na-esite na ọnụahịa ọgwụgwọ yana mmepụta ihe maka ndị nwụrụ ma ọ bụ ndị nwere nkwarụ site na mmerụ ahụ ha, yana maka ndị ezinụlọ chọrọ iwepụ oge n'ọrụ ma ọ bụ ụlọ akwụkwọ iji lekọta ndị merụrụ ahụ",
  "Ihe mberede okporo ụzọ furu ọtụtụ mba 3% nke ngụkọta ngwaahịa ha",
  "Mmerụ ahụ n'okporo ụzọ bụ isi ihe na-akpata ọnwụ n'etiti ndị dị n'agbata afọ 15 na 29.",
  "Ihe karịrị mmadụ 3,400 na-anwụ n'okporo ụzọ ụwa kwa ụbọchị na ọtụtụ iri nde mmadụ na-emerụ ahụ ma ọ bụ nwere nkwarụ kwa afọ",
  "Ụmụaka, ndị na-aga ije, ndị na'ịnyịnya ígwè na ndị agadi so n'ime ndị na-eji ụzọ eme ihe",
  "WHO na ndị mmekọ - gọọmentị na ndị na-abụghị gọọmentị - na-arụkọ ọrụ gburugburu ụwa iji bulie profaịlụ nke mgbochi nke mmerụ ahụ okporo ụzọ ma kwalite omume dị mma metụtara ịnagide isi ihe ize ndụ omume - ọsọ, ịkwọ ụgbọala, iji okpu ọgba tum tum, eriri oche na ihe mgbochi ụmụaka.",
  "Site na ihe ize ndụ na-aga n'ihu nke mgbagwoju anya okporo ụzọ na Naịjirịa, nke na 2013 mere ka ọ bụrụ otu n'ime mba ndị nwere ihe mberede okporo ụzọ n'ụwa niile (nke kachasị n'Africa), gọọmentị Naịjirị hụrụ mkpa ọ dị iguzobe Federal Road Safety Corps ugbu a na 1988 iji dozie ogbugbu ahụ n'okporo ụzọ awara awara.",
  "Federal Road Safety Corps (FRSC) na-ekwu na mmadụ 456 nwụrụ na mmadụ 3404 merụrụ ahụ na ihe mberede 826 e dekọrọ na mba ahụ na Jenụwarị (2018).",
  "FRSC kwuru nke a na akụkọ CCC ya maka Jenụwarị nke Corps Marshal, Boboye Oyeyemi bịanyere aka.",
  "N'ọnwa Septemba n'afọ 2015, Nzukọ Ezumezu nabatara 2030 Agenda for Sustainable Development nke gụnyere 17 Sustainable Development Goals (SDGs)",
  "N'ịdabere n'ụkpụrụ nke \"ịhapụ onye ọ bụla n'azụ\", Agenda ọhụrụ ahụ na-emesi ụzọ zuru oke iji nweta mmepe na-adịgide adịgide maka mmadụ niile. E mere ebumnuche 3.6 n'okpuru ebumnuche mmepe na-adịgide adịgide 3 kpọmkwem iji dozie nsogbu nke ihe mberede okporo ụzọ",
  "Ọ na-ekwu \"Ka ọ na-erule afọ 2020, ọkara (50% na-erughị) ọnụ ọgụgụ ndị nwụrụ anwụ na mmerụ ahụ n'ụwa niile site na ihe mberede okporo ụzọ\".",
  "Gọọmentị etiti nke Naịjirịa etinyela usoro ụfọdụ iji hụ na mmejuputa SDGs na mba ahụ, Otú ọ dị, Naịjiria ka nọ n'ebe dị anya iji mezuo ebumnuche a.",
  "Dị ka akụkọ ndị na-adịbeghị anya gosipụtara, na mgbakwunye na ọtụtụ uru, e nwekwara ihe ize ndụ ndị metụtara ụdị ọgwụ ọdịnala / ọgwụ ọzọ",
  "Ọ bụ ezie na ndị na-azụ ahịa taa nwere ohere zuru oke maka ọgwụgwọ ọdịnala / ọgwụgwọ ọzọ dị iche iche, ha anaghị enwe ozi zuru ezu banyere ihe ha ga-enyocha mgbe ha na-eji ha iji zere mmerụ ahụ na-enweghị isi. Ọ bụ ezie na ọgwụ ọdịnala nwere ọtụtụ ihe iji nye aka na ahụike na akụ na ụba, ọtụtụ mmerụ ahụ sitere na ire ere na-enweghị nchịkwa na iji ọgwụ ọdịnala / ọzọ na ahịhịa eme ihe n'ụzọ na-ezighị ezi na mba ahụ ma na-egbu oge nke ukwuu maka ndị ọrịa ịchọ nlekọta ahụike ọkachamara.",
  "N'oge na-adịbeghị anya [mgbe?], a dọtara uche karịa na mmetụta nke mgbanwe ihu igwe gburugburu ụwa",
  "[editorializing] A na-edekọ ọtụtụ mgbanwe ndị a na-ahụtụbeghị mbụ na ọnọdụ ihu igwe nke mpaghara na mba dị iche iche",
  "Ihe ndị a egosila n'ụdị ọkụ ọhịa, nnukwu mmiri ozuzo na ihe ndị ọzọ na-emebi emebi",
  "E gosipụtara [onye?] na mmetụta ahụike nke mgbanwe ihu igwe ga-abawanye nke ukwuu n'ime afọ ole na ole na-abịanụ ma tinye ndụ mmadụ na ọdịmma nke ọtụtụ ijeri mmadụ n'ihe ize ndụ.",
  "Na ihe dị ka nde mmadụ 200, Naịjirịa bụ mba kacha nwee ọnụ ọgụgụ mmadụ n'Africa. Dị ka onye isi na-ebupụ mmanụ na kọntinent ahụ, Naịjirịa na-eche ihe ịma aka nke ịkwado ihe ndị ụwa chọrọ na nkwụsi ike akụ na ụba n'ime ụlọ na mkpa iji dozie nsogbu ihu igwe na gburugburu ebe obibi",
  "Mmetụta nke mgbanwe ihu igwe na Naịjirịa nwere ike ịgụnye ịrị elu okpomọkụ, ihe omume ihu igwe siri ike na nke na-aga n'ihu na ịrị elu nke oke osimiri. Maka ndị mmadụ, nke a nwere ike ịkpata mmụba nke mmiri na enweghị nchebe nri, oke nchekasị okpomọkụ na radieshon ultraviolet; mgbanwe na usoro mgbasa ọrịa na-efe efe na nke na-ebute ọrịa; na mmụba egwu nye obodo ndị dị n'ụsọ oké osimiri na-eche ịrị elu nke oke osimiri ihu. Otú ọ dị, ọ dị mkpa ịgbakwunye na [edezi] mgbanwe zuru oke na ibelata nwere ike inyere aka ichebe ndị mmadụ, na-enye ohere maka ime ihe maka nsonaazụ ahụike ka mma ọbụna n'ihu ọtụtụ ihe ịma aka nke mgbanwe ihu igwe.",
  "Ihe ize ndụ ahụike kachasị ukwuu bụ maka ọrịa na-akpata ọnwụ",
  "Mgbanwe ihu igwe nwere ike ime ka ọrịa ndị a na-ahụkarị ka njọ yana ndị na-apụta dị ka ọbara mgbali elu, psychosis, neurosis na nkwarụ ọmụmụ. Mgbanwe ihu igwe na-akpata nsogbu siri ike maka ndị ogbenye.",
  "Idei mmiri bụ nsonaazụ nke mgbanwe ihu igwe site na ịrị elu nke oke osimiri na akụrụngwa na-adịghị mma, ọkachasị na atụmatụ na imewe usoro drainage",
  "Dịka ọmụmaatụ, ndịda Naịjirịa nwere ike ịdaba na idei mmiri; ọkachasị Lagos, ebe azụmahịa nke mba ahụ, nke a na-ekwu na ọ bụ otu mita n'elu oke osimiri, nwere ike ịnwụ",
  "Enwere ike ịchọpụta mmetụta ahụike nke idei mmiri iji tinye ọrịa ndị mmiri na-ebute dịka typhoid, ọgbụgbọ na ọgbụgba, afọ ọsịsa na ịba",
  "Ndị a, dịka anyị ga-ahụ na tebụl dị n'okpuru ebe a bụ ọrịa ndị na-ebu ndị Naijiria ibu.",
  "WHO achọpụtala Schistosomiasis, African trypanosomiasis, ịba, lymphatic filariasis, onchocerciasis, na leishmaniasis dị ka \"ọrịa kachasị njọ nke okpomọkụ\"",
  "Nke a bụ n'ihi mkpa ahụike ọha na eze ha na mmetụta akụ na ụba ha na ndị na-arịa ọrịa, ezinụlọ na ọha mmadụ",
  "A chịkọtara mmetụta na-ebibi ihe nke ọrịa ndị a n'okwu Hiroshi Nakajima, onye bụbu onye isi nchịkwa, WHO: \"karịa ọrịa na ọnwụ ha, ọrịa ndị a na-ekpo ọkụ nwere mmetụta dị omimi na ọha mmadụ",
  "Ha na-egbochi mmepe nke mba na nke onwe, na-eme ka ala na-eme nri ghara ịnabata ndị ọbịa, na-ebelata uto ọgụgụ isi na nke anụ ahụ ma na-efu nnukwu ego n'ihe gbasara ọgwụgwọ na njikwa.",
  "A na-ekwere na meningitis, kịtịkpa, chicken pox na ihe ize ndụ ahụike ndị ọzọ dị ka ọbara mgbali elu na mmiri ịpụ n'ahụ n'ime ime ga-eme ka okpomọkụ dị elu",
  "A na-atụ anya na ọnụ ọgụgụ ndị mmadụ na mba ndị na-emepe emepe ga-abawanye site na ijeri 2.3 na 2005 ruo ijeri 4 na 2030. Nke a pụtara mmetụta carbon karịa n'ihi ọrụ mmadụ",
  "Uto nke obodo ukwu, gụnyere ụlọ ndị dara ogbenye na-emekwa ka nsogbu ahụ sie ike. Mgbanwe ndị a na-eme ka oke okpomọkụ dị n'obodo dị iche iche dịkwuo elu n'ihi mmetụta nke mgbanwe ihu igwe.",
  "Tụkwasị na nke a, okpomọkụ dị elu na-emetụta ọrịa na-agbasa na ọnụọgụ nke ọrịa na-ebute na nke na-ebu ibu",
  "Okpomọkụ na-emetụta ogo uto nke pathogen na mmepụta nke anwụnta, njupụta nke ụmụ ahụhụ n'otu mpaghara, ma na-eme ka ohere nke ibute ọrịa. A na-amata nje ịba ka ha na-anọgide na-emetụta okpomọkụ, ọkachasị n'oge a na-akpọ oge mpụga nke nku maka ndụ nje, nke na-eme ozugbo nje ahụ nọgidere na-adị ndụ na anwụnta. Dịka ọmụmaatụ, okpomọkụ na-ekpo ọkụ na-akwalite usoro ọmụmụ ngwa ngwa na anwụnta na-agafe ịba na nje ahụ n'onwe ya.",
  "Ọ bụ ezie na Naịjirịa ejikọtala na ụwa ndị ọzọ n'ịkwado mgbanwe ihu igwe na mmetụta ya nwere ike inwe maka ahụike na ọdịmma, a ka nwere oghere na atụmatụ na mmejuputa ihe iji belata mmetụta ndị a",
  "Profaịlụ obodo nke WHO- ihu igwe na ahụike maka Nigeria (2015),na-egosipụta ihe ịga nke ọma na adịghị ike nke na-egosi mmeghachi omume mgbanwe ihu igwe nke mba ahụ",
  "Ndị a gụnyere: ịchọpụta ebe a na-elekwasị anya na mba maka mgbanwe ihu igwe na Ministry of Health na mmepe nke usoro mgbanwe ahụike nke mba",
  "Otú ọ dị, ọ dịghị ihe ọ bụla e mere iji wuo ikike ụlọ ọrụ na teknụzụ iji rụọ ọrụ na mgbanwe ihu igwe na ahụike",
  "Ọzọkwa, Naịjirịa nwere ozi ihu igwe gụnyere na usoro Nlekọta na Nzaghachi Ọrịa ya, gụnyere mmepe nke ịdọ aka ná ntị na usoro nzaghachi maka ihe ize ndụ ahụike na-emetụta ihu igwe",
  "Ọ bụ ezie na, ọ dịghị ihe ọ bụla e tinyere iji mee ka ihe owuwu ahụike dịkwuo mma",
  "N'ikpeazụ, ọ dị mkpa iburu n'uche na [editorializing] ọ dịghị nkwa ego (ma ego nke obodo ma nke mba ụwa) e mere iji mee  ọ bụla maka ịnagide ahụike na mgbanwe ihu igwe",
  "[citation needed]",
  "Oghere ndị a na-enye ohere maka ime ihe, mmejuputa ya nwere ike ịkwadebe Naịjirịa nke ọma dị ka mba iji belata ihe ize ndụ ahụike nke mgbanwe ihu igwe na-ewetara ndị ya",
  "WHO na-atụ aro nyocha zuru oke na mgbanwe na-elekwasị anya na ahụike nke na-agụnye ndị metụtara ya site na ngalaba niile na atụmatụ nke ego iji mejuputa ike ahụike na mgbanwe ihu igwe, na-ekpuchi akụrụngwa yana ikike ụlọ ọrụ na teknụzụ",
  "Ọzọkwa, a ghaghị ime ihe, nke ga-eme ka ngalaba ahụike na-acha akwụkwọ ndụ akwụkwọ ndụ, dị ka ịkwalite ojiji nke ike na-agbanwe agbanwe, na n'ikpeazụ, na-eduzi ọnụahịa nke uru ndị na-enyere ahụike aka na iwu nke mbelata ihu igwe",
  "Nke a ga-enyere aka, n'etiti uru ndị ọzọ, nyochaa ọganihu.",
  "Àtụ:Africa in topic"
]