[
  "Mmetụta ahụike na gburugburu ebe obibi nke ụlọ ọrụ coal na-agụnye ihe ndị dị ka iji ala eme ihe, nchịkwa mkpofu, mmiri na ikuku ikuku, nke sitere na ngwuputa coal, nhazi na iji ngwaahịa ya",
  "Na mgbakwunye na mmetọ ikuku, ọkụ coal na-emepụta ọtụtụ narị nde tọn ihe mkpofu siri ike kwa afọ, gụnyere ntụ ijiji, ash nke ala, na sludge flue-gas desulfurization, nke nwere mercury, uranium, thorium, arsenic, na ọla ndị ọzọ dị arọ",
  "Coal bụ ihe kacha enye aka na mmụba carbon dioxide nke mmadụ mere na ikuku ụwa.",
  "Enwere mmetụta ahụike siri ike nke ọkụ na-ere ọkụ na-akpata",
  "Dị ka akụkọ sitere n'aka Òtù Ahụ Ike Ụwa na 2008, a na-eme atụmatụ mmetọ coal ga-ebelata ihe dị ka ndụ 10,000 kwa afọ n'ụwa nile",
  "Nnyocha e mere n'afọ 2004 nke òtù gburugburu ebe obibi nyere ikike, mana nke United States Environmental Protection Agency kwadoro, kwubiri na ọkụ ọkụ na-efu mmadụ 24,000 ndụ kwa afọ na United States",
  "N’oge na-adịbeghị anya, nnyocha e mere n’agụmakwụkwọ mere atụmatụ na ọnwụ akabeghị aka site na mmetọ ikuku metụtara coal dị ihe dị ka 52,000",
  "Ọ bụrụ na atụnyere ọkụ eletrik nke sitere na gas sitere n'okike site na mgbawa hydraulic, ọkụ eletrik na-egbu egbu karịa ugboro 10-100, nke ka ukwuu n'ihi oke ihe na-esi na ya pụta n'oge ọkụ",
  "Mgbe a na-atụnyere coal na ọgbọ fotovoltaic nke anyanwụ, nke ikpeazụ nwere ike ịzọpụta ndụ 51,999 America kwa afọ ma ọ bụrụ na anyanwụ ga-eji dochie anya ike nke sitere na coal na U.S",
  "ọnwụ akaghi aka site na mmetọ coal maka ọrụ ọ bụla fọdụrụ na ngwuputa coal.",
  "Na mgbakwunye, ndepụta nke ọdachi ndị na-egwupụta coal dị ogologo, ọ bụ ezie na ọnwụ coal metụtara ọrụ agbadala nke ukwuu ka ewepụtara usoro nchekwa yana ngwuputa ala dị n'okpuru enyela òkè ahịa na-egwupụta n'elu ala",
  "Ihe egwu egwu egwu n'ime ala gụnyere ntachi, nsị gas, ndakpọ ụlọ na mgbawa gas",
  "Ihe ize ndụ mwepu mepere emepe bụ ọdịda mgbidi m na ndakpọ ụgbọ ala",
  "Na United States, nkezi nke ndị na-egwu kol 26 kwa afọ nwụrụ n'ime afọ iri 2005-2014.",
  "Ngwuputa ihe ngwuputa nke ukwuu na-agbanwe odida obodo, nke na-ebelata uru nke gburugburu ebe obibi na ala gbara ya gburugburu",
  "A na-arara elu ala ahụ maka ọrụ ndị na-egwuputa ihe ruo mgbe enwere ike ịmegharị ya ma weghachite ya",
  "Ọ bụrụ na ekwere ka a na-egwupụta ihe, a ga-edozigharị ndị mmadụ bi n'ebe a na-egwupụta ihe; Akwụsịla ọrụ akụ na ụba, dị ka ọrụ ugbo ma ọ bụ ịchụ nta na ịchịkọta nri na osisi ọgwụ",
  "Ihe na-aghọ nke ala ala mgbe a na-egwupụta ihe na-ekpebi site n'ụzọ e si eduzi Ngwuputa",
  "Ọ na-abụkarị iweghachi ala nsogbu n'ọnọdụ iji ala adịghị ka ojiji mbụ",
  "A na-ekpochapụ iji ala ndị dị adị (dị ka ịta anụ ụlọ, ihe ọkụkụ na mmepụta osisi) nwa oge n'ebe a na-egwupụta akụ",
  "Mpaghara ndị nwere oke ọnụ ahịa dị oke egwu, dị ka usoro ime obodo na ụgbọ njem anaghị emetụta ọrụ ngwuputa",
  "Ọ bụrụ na ọnụ ahịa ịnweta ezuru, enwere ike iwepụ nkwalite ndị a na mpaghara dị n'akụkụ.",
  "Ngwuputa ogbunigwe na-ewepụ ahịhịa ndị dị adị, na-emebi profaịlụ ala mkpụrụ ndụ ihe nketa, na-ewepụ ma ọ bụ mebie anụ ọhịa na ebe obibi, na-agbanwe ihe eji eme ala ugbu a, na ruo n'ókè ụfọdụ na-agbanwe ọdịdị ọdịdị gburugburu ebe obibi",
  "Mmetụta ọjọọ na njiri mara mbara ala nke mmasị mmadụ nwere ike ime n'ebe a na-egwupụta coal",
  "Enwere ike ịchụ ihe gbasara geomorphic na geophysical na akụrụngwa ihe nkiri pụtara ìhè site n'ịgbapụta akụ na-enweghị isi",
  "Enwere ike itinye ụkpụrụ gbasara ihe ọmụmụ, omenala, na ụkpụrụ akụkọ ihe mere eme ndị ọzọ n'ihe egwu n'ihi mmemme na-akpaghasị nke mgbawa, ịdọka, na igwupụta kol",
  "Ịwepụ ibu ibu na-ewepụ ma na-ebibi ihe ndị mgbe ochie na akụkọ ihe mere eme, ọ gwụla ma e wepụrụ ha tupu oge eruo.",
  "Mwepụ nke mkpuchi ahịhịa na ihe omume jikọtara ya na iwu okporo ụzọ awara awara, ịkwakọba ala dị n'elu, ịkwaga oke ibu na ibugharị ala na coal na-abawanye ụbara uzuzu n'akụkụ ọrụ Ngwuputa",
  "Uzuzu na-emebi ogo ikuku na mpaghara nso, na-enwe mmetụta dị njọ na ndụ ahịhịa, ma bụrụkwa ihe egwu ahụike na nchekwa maka ndị ọrụ ogbunigwe na ndị bi nso.",
  "Ngwuputa ihe dị n'elu na-akpaghasị ihe niile mara mma nke odida obodo",
  "Mgbanwe nke ụdị ala na-ebutekarị nhazi ndị na-amaghị ama na nkwụsị",
  "Ụdị ahịrị ọhụrụ na-apụta ka a na-amịpụta ihe wee mepụta ikpo mkpofu",
  "A na-ekpughe agba na textures dị iche iche ka a na-ewepụ ihe mkpuchi ahịhịa ma tụba ya n'akụkụ",
  "A na-emepụta uzuzu, ịma jijiji na mmanụ dizel isi (na-emetụta anya, ụda, na isi)",
  "Ndị bi n'ime obodo na-ahụkarị mmetụta dị otú ahụ na-akpasu mmadụ iwe ma ọ bụ na-adịghị mma",
  "Ọ bụrụ na a ga-ebupụ elu ugwu, a na-ewepụ elu ya n'ugwu ma ọ bụ ugwu iji kpughee oke coal dị n'okpuru",
  "A na-edobe ala na nkume ndị e wepụrụ na ndagwurugwu dị nso, oghere na ịda mbà n'obi, na-ebute ụzọ mmiri gbochiri (na mmetọ).",
  "Mwepụ nke ala na oke okwute na-ekpuchi akụ coal nwere ike ime ka olili na mfu nke ala dị n'elu, kpughee ihe ndị nne na nna, ma mepụta nnukwu ala tọgbọrọ chakoo",
  "Ọgba aghara ala na nchikota jikọtara ya na-ebute ọnọdụ ndị na-ebute mbuze",
  "Mwepụ ala site na mpaghara ahụ ka ọ bụrụ ihe a na-egwupụta n'elu na-agbanwe ma ọ bụ na-emebi ọtụtụ àgwà ala eke, ma na-ebelata ihe dị iche iche dị ndụ na mmepụta ihe maka ọrụ ugbo",
  "Enwere ike ịkpaghasị usoro ala site na ntucha ma ọ bụ ndakpọ mkpokọta.",
  "M dara ada (ma ọ bụ ihe m na-eme) nwere ike ịmepụta mmetụta dị ukwuu n'elu ala, nke na-agbawa obi karịsịa na mpaghara mepere emepe",
  "Ngwuputa coal n'okpuru ala German (karịsịa na North Rhine-Westphalia) emebiela ọtụtụ puku ụlọ, ụlọ ọrụ ndị na-egwupụta coal ewepụtala nnukwu ego na ego maka mmebi enyemaka n'ọdịnihu dịka akụkụ nke mkpuchi mkpuchi na atụmatụ enyemaka steeti",
  "N'okwu dị egwu karịsịa na mpaghara Saar German (ebe ọzọ a na-egwupụta coal), ihe a na-enyo enyo na ogbunigwe dara na 2008 mere ka ala ọma jijiji ruru 4.0 n'ọ̀tụ̀tụ̀ Richter, na-akpata mbibi ụfọdụ n'ụlọ",
  "N'oge gara aga, obere ala ọma jijiji na-aghọwanye ihe a na-ahụkarị, a kwụsịkwara ịrụ ọrụ coal na mpaghara ahụ ruo nwa oge.",
  "Na nzaghachi maka mmetụta ala na-adịghị mma nke ngwupụta coal na ụbara ogbunigwe ndị a gbahapụrụ na US, gọọmentị etiti weputara Iwu Ngwuputa Ngwuputa na Mweghachi nke 1977, nke chọrọ atụmatụ mweghachi maka saịtị ngwupụta coal n'ọdịnihu",
  "Ndị ọchịchị gọọmenti etiti ma ọ bụ steeti ga-akwadorịrị atụmatụ ndị a tupu ịmalite igwu ala.",
  "Ngwuputa ihe dị n'elu nwere ike imebi mmiri dị n'ime ala n'ọtụtụ ụzọ: site na mwepu nke mmiri a na-eji eme ihe site na aquifers na-emighị emi; ibelata ọkwa mmiri na mpaghara ndị dị n'akụkụ na mgbanwe ntụgharị n'ime aquifers; mmetọ nke aquifers ndị a na-eji eme ihe n'okpuru ọrụ Ngwuputa n'ihi infiltration (percolation) nke mmiri m na-adịghị mma; na ịba ụba nke mmiri ozuzo na ikpo ihe nkwata",
  "N'ebe coal ma ọ bụ carbonaceous shale dị, ịba ụba nbanye nwere ike ịkpata: mmụba nke mmiri na-adịghị mma na mbuze site na ikpo ihe nkwata, ịkwanye mmiri na-adịghị mma gaa na mmiri mmiri dị n'ime ala na mmiri na-adịghị mma na-asọba na iyi ndị dị nso.",
  "Mmetọ nke ma mmiri ala na iyi dị nso nwere ike ịdị ogologo oge",
  "Mbelata ogo iyi na-esi na mkpọpu acid mine, ihe ndị na-egbu egbu na-egbu egbu, ọdịnaya dị elu nke agbazere n'ime mmiri mgbapu m, na ụba sedimenti na-ebupụ na iyi",
  "Mgbe ekpughere elu coal, pyrite na-abanye na mmiri na ikuku wee mepụta sulfuric acid",
  "Ka mmiri na-esi na mpụta, acid na-abanye n'ime mmiri mmiri; Ọ bụrụhaala na mmiri ozuzo na-ada na ọdụ ọdụ m, mmepụta sulfuric-acid na-aga n'ihu, ma ogbunigwe ahụ ka na-arụ ọrụ ma ọ bụ na ọ naghị arụ ọrụ",
  "Okpokoro mkpofu na ikpo okwute coal nwere ike iwepụta sedimenti na iyi",
  "Enwere ike ịme ka mmiri dị n'elu ghara ịdị mma maka ọrụ ugbo, oriri mmadụ, ịsa ahụ, ma ọ bụ ihe eji eme ụlọ ndị ọzọ.",
  "Enwere teknụzụ ise bụ isi eji achịkwa mmiri na-asọ na saịtị m: usoro ntụgharị, ọdọ mmiri ash (ihe ndị dị n'elu), sistemu ịgba mmiri n'ime ala, sistemu mmiri n'okpuru ala, na mgbochi dị n'okpuru ala.",
  "Na United States, n'ihi iwu gọọmentị etiti na steeti ole na ole gbasara ọdọ mmiri ash, ọtụtụ ụlọ ọrụ ọkụ anaghị eji geomembranes, sistemu nchịkọta leachate, ma ọ bụ njikwa eruba ndị ọzọ a na-ahụkarị na ebe mkpofu siri ike nke ime obodo",
  "EPA kpọsara ihe ndị ọzọ siri ike chọrọ maka ọdọ mmiri ash na mkpofu mmiri na iwu mba mbụ ya na 2015",
  "E mesịa, enweela ikpe na ọtụtụ mgbanwe ma ọ bụ atụgharịa n'usoro iwu",
  "Iwu ikpeazụ na-echere ka ọnwa Disemba 2020.",
  "Igwe ọkụ na-ekpo ọkụ na-ekpo ọkụ, na-eji ma ọ bụ coal ma ọ bụ lignite bara ụba na limestone, na-emepụta ntụ ijiji nwere calcium oxide (CaO)",
  "CaO na-agbaze ngwa ngwa n'ime mmiri iji mepụta lime slaked (Ca(OH)2) nke mmiri ozuzo na-ebuga na osimiri/mmiri ogbugba mmiri site na ebe a na-ekpofu ntụ",
  "Usoro nro dị nro na-ebuli Ca na Mg ion / na-ewepụ ike ike nwa oge n'ime mmiri ma gbanwee sodium bicarbonates n'ime mmiri osimiri n'ime sodium carbonate",
  "Sodium carbonate (ịsacha soda) na-emeghachi omume na nke fọdụrụ Ca na mg n'ime mmiri iji wepụ / kpalie mkpokọta ike",
  "Ọzọkwa, nnu sodium na-agbaze mmiri dị na ntụ na-eme ka ọdịnaya sodium dị na mmiri na-aga n'ihu",
  "Ya mere a na-agbanwe mmiri osimiri ka ọ bụrụ mmiri dị nro site n'iwepụ ion Ca na Mg na ịkwalite Na ion site na ọkụ ọkụ na-ekpo ọkụ",
  "Ngwa mmiri dị nro na ogbugba mmiri n'ubi (n'elu ma ọ bụ mmiri ala) na-eme ka ala na-eme nri ghọọ ala sodic alkaline",
  "Mmiri mmiri alkalinity na sodicity n'ihi nchịkọta nke nnu na mmiri fọdụrụnụ mgbe ha zutere dị iche iche transpiration na evaporation losses, na-aghọ nnukwu mgbe ọtụtụ coal-chụọ n'ọrụ ji esi mmiri ọkụ na ike ọdụ na a osimiri efere",
  "Mmiri mmiri mmiri na-emetụta ọdọ mmiri ndị dị na China, India, Egypt, Pakistan, west Asia, Australia, ọdịda anyanwụ US, wdg.",
  "Ihe na-esi na ọdọ mmiri ash na-asọba n'elu mmiri na-agụnyekarị arsenic, lead, mercury, selenium, chromium, na cadmium",
  "Na US, a na-ahazi mwepu n'elu mmiri site n'ikike dị na National Pollutant Discharge Elimination System(NPDES).",
  "Ọkụ nke kol na-ahapụ nnukwu uyi ijiji, nke a na-echekwakarị na ọdọ mmiri ash (nchekwa mmiri) ma ọ bụ ebe a na-edebe ahịhịa (nchekwa akọrọ)",
  "Mmetọ ndị dị ka ọla dị arọ na-esi na ọdọ mmiri ndị na-enweghị eriri ma ọ bụ ebe a na-ekpofu ahịhịa na-abanye n'ime mmiri dị n'ime ala, ma nwee ike imetọ mmiri mmiri ruo ọtụtụ iri afọ ma ọ bụ narị afọ",
  "EPA kewara saịtị 44 dị na US dị ka ihe egwu nwere ike ime obodo",
  "Nkewa dị otú ahụ pụtara na ebe mkpofu nwere ike ịkpata ọnwụ na nnukwu mmebi ihe onwunwe ma ọ bụrụ na ihe omume dịka oke ifufe, mwakpo ndị na-eyi ọha egwu ma ọ bụ ọdịda nhazi kpatara mwụfu",
  "EPA mere atụmatụ na a na-eji ihe dị ka 300 ala akọrọ na ọdọ mmiri a na-echekwa mmiri na gburugburu obodo ahụ iji chekwaa ntụ sitere na ụlọ ọrụ ọkụ ọkụ",
  "Ebe a na-echekwa ihe na-ejide ihe ndị na-adịghị ere ọkụ nke coal, gụnyere ntụ nke ngwá ọrụ e mere iji belata mmetọ ikuku.",
  "N'ebe ndị nwere obere coal, ihe mkpofu na-eme ka ihe nketa",
  "[citation needed]",
  "Ngwuputa coal dị n'elu na-ebute mmebi anụ ọhịa ozugbo na ozugbo",
  "Mmetụta dị na anụ ọhịa sitere n'ụzọ bụ isi na-akpasu iwe, wepụ na ikesa elu ala",
  "Mmetụta ụfọdụ na-adị mkpụmkpụ ma kpọchie ya na saịtị ogbunigwe mana ndị ọzọ nwere mmetụta dị ogologo, ogologo oge.",
  "Mmetụta kachasị na anụ ọhịa bụ mbibi ma ọ bụ ịkwaga ụdị dị iche iche n'ebe a na-egwupụta ihe na ịkwakọrọ ihe",
  "Ebe olulu na ihe akwatara akwata enweghị ike ịnye nri na mkpuchi maka ọtụtụ ụdị anụ ọhịa",
  "Ụdị anụ ọhịa na-agagharị agagharị dị ka anụ ọhịa, nnụnụ, na anụ anụ na-ahapụ ebe ndị a",
  "Enwere ike ibibi anụmanụ ndị ọzọ na-anọkarị otu ebe dị ka invertebrates, ihe na-akpụ akpụ, òké na-agba agba, na ụmụ anụmanụ ndị dị nta",
  "Obodo nke microorganisms na usoro ịgba ígwè na-edozi ahụ na-ewe iwe site na mmegharị, nchekwa, na nkesa nke ala.",
  "Mmebi nke ebe obibi mmiri bụ nnukwu mmetụta site na ngwuputa ala na enwere ike ịpụta ọtụtụ kilomita site na ebe a na-egwuputa ihe",
  "Mmetọ mmiri dị n'elu na-ejikarị na-egwupụta ihe n'elu",
  "Mkpụrụ sedimenti nwere ike mụbaa otu puku ugboro n'ogo nke mbụ ha n'ihi ngwupụta ihe.",
  "Mmetụta sedimenti na anụ ọhịa dị n'ime mmiri na-adịgasị iche n'ụdị dị iche iche na oke mmetọ ya",
  "Ọkwa sedimenti dị elu nwere ike igbu azụ ozugbo, lie akwa ndị na-amị mkpụrụ, belata nnyefe ọkụ, gbanwee gradients okpomọkụ, jupụta n'ọdọ mmiri, gbasaa iyi na-asọfe n'obosara, ebe ndị na-emighị emi, ma belata mmepụta nke mmiri mmiri na-eji dị ka nri nke ụdị ndị ọzọ",
  "Mgbanwe ndị a na-emebi ebe obibi nke ụdị ndị bara uru ma nwee ike ịkwalite ebe obibi maka ụdị ndị na-adịghị achọsi ike",
  "Ọnọdụ ndị dị adị adịlarị ntakịrị maka azụ̀ mmiri dị ọhụrụ na United States, na mgbaze nke ebe obibi ha nwere ike ime ka ha laa n'iyi",
  "Ihe mmetọ sedimenti kacha njọ nke drainage na-abịakarị n'ime afọ 5 ruo 25 mgbe igwuchara ala",
  "N'ebe ụfọdụ, mkpọkọrọ ihe ndị na-enweghị ahịhịa na-aga n'ihu na-emebi ọbụna afọ 50 ruo 65 ka e gwuchara ala.",
  "Ọnụnọ nke ihe ndị na-emepụta acid ekpughere n'ihi ngwuputa ala nwere ike imetụta anụ ọhịa site n'iwepụ ebe obibi na site na ibibi ụfọdụ ụdị",
  "Nleta dị nta nwere ike igbochi mmepụta, ọnụego uto na mmeputakwa nke ọtụtụ ụdị mmiri",
  "Acids, mbelata nke ọla dị arọ, na nnukwu alkalinity nwere ike imebi anụ ọhịa n'akụkụ ụfọdụ",
  "Ogologo oge mmetọ acidic-ihe mkpofu nwere ike ịdị ogologo; atụmatụ nke oge achọrọ iji kpochaa ihe acidic ekpughere na Eastern United States sitere na 800 ruo 3,000 afọ.",
  "Coal na coal ngwaahịa (gụnyere uyi ijiji, ash ala na ji esi mmiri ọkụ) na-ahapụ ihe dị ka 20 kemịkalụ na-ahapụ nsị, gụnyere arsenic, lead, mercury, nickel, vanadium, beryllium, cadmium, barium, chromium, ọla kọpa, molybdenum, zinc, selenium",
  "na radium, nke dị ize ndụ ma ọ bụrụ na ahapụ ya na gburugburu ebe obibi",
  "Ọ bụ ezie na ihe ndị a bụ ihe ndị na-adịghị ọcha, a na-ere ọkụ zuru ezu nke na-ewepụta nnukwu ihe ndị a.",
  "Mpumalanga Highveld dị na South Africa bụ mpaghara kachasị emetọ n'ụwa n'ihi ụlọ ọrụ na-egwupụta akụ na ụlọ ọrụ ike ọkụ na obere ala dị nso na ogige Kruger a ma ama na-eyikwa egwu nke ọrụ ogbunigwe ọhụrụ.",
  "N'oge ọkụ ọkụ, mmeghachi omume n'etiti coal na ikuku na-emepụta oxides nke carbon, gụnyere carbon dioxide (CO2, gas greenhouse dị mkpa), oxides nke sọlfọ (karịsịa sulfur dioxide, SO2), na oxides dị iche iche nke nitrogen (NOx)",
  "N'ihi akụkụ hydrogenous na nitrogenous nke coal, a na-emepụtakwa hydrides na nitrides nke carbon na sọlfọ n'oge ọkụ nke coal na ikuku",
  "Ndị a gụnyere hydrogen cyanide (HCN), sulfur nitrate (SNO3) na ihe ndị ọzọ na-egbu egbu.",
  "SO2 na nitrogen oxide na-emeghachi omume n'ikuku iji mepụta irighiri ihe dị mma na ozone dị larịị ma na-ebuga ya ogologo oge, na-eme ka ọ na-esiri steeti ndị ọzọ ike inweta ọkwa nchịkwa mmetọ dị mma.",
  "Ụlọ elu mmiri jụrụ oyi nke a na-eji n'ọdụ ọkụ na-agba ọkụ, wdg",
  "na-ebupụ mkpagharị na ikuku bụ nke na-echekwa gburugburu ebe obibi",
  "Mfefe ahụ nwere ihe irighiri ihe kwụsịrị iku ume",
  "N'ihe banyere ụlọ elu jụrụ oyi nke nwere etemeete mmiri nke oke osimiri, a na-edobe salts sodium n'ala ndị dị nso nke ga-eme ka ala ahụ ghọọ ala alkali, na-ebelata ọmụmụ nke ala ahịhịa ma na-ebutekwa mmebi nke ụlọ ndị dị nso.",
  "Ọkụ na-apụta mgbe ụfọdụ n'akwa coal n'okpuru ala",
  "Mgbe ekpughere ihe ndina coal, ihe egwu ọkụ na-abawanye",
  "Coal na-ekpo ọkụ nwekwara ike ịbawanye okpomọkụ nke ala ma ọ bụrụ na ọ dị n'elu",
  "Ihe fọrọ nke nta ka ọ bụrụ ọkụ niile dị na kol siri ike bụ ọkụ ndị mmadụ ma ọ bụ àmụ̀mà na-akpata",
  "A na-akpata ọkụ ọkụ ozugbo mgbe coal oxidizes na ikuku erughi ezughi oke ikposa okpomọkụ; Nke a na-emekarị na nkwakọba na ikpo mkpofu, ọ na-adịkarịghị n'ime coal n'okpuru ala",
  "N'ebe ọkụ kol na-eme, a na-enwe mmetọ ikuku nke anwụrụ ọkụ na uzuzu ọjọọ na-abanye n'ikuku",
  "Ọkụ na-ekpo ọkụ nwere ike ịgba n'okpuru ala ruo ọtụtụ iri afọ, na-eyi mbibi nke oke ọhịa, ụlọ, okporo ụzọ na akụrụngwa ndị ọzọ bara uru",
  "Ọkụ coal-seam kacha mara amara nwere ike ịbụ nke butere mpụ na Centralia, Pennsylvania, United States na-adịgide adịgide.",
  "Ihe dị ka 75 Tg/S kwa afọ nke Sulfur Dioxide (SO2) na-ahapụ site na kol na-ere ọkụ",
  "Mgbe a tọhapụrụ ya, Sulfur Dioxide bụ oxidized gaa na H2SO2 gaseous nke na-agbasa radieshon anyanwụ, ya mere mmụba ha na ikuku na-eme ka ọ dị jụụ na ihu igwe nke na-ekpuchi ụfọdụ okpomọkụ nke ikuku griin na-abawanye na-akpata",
  "Ntọhapụ nke SO2 na-enyekwa aka n'ịbawanye acidification nke gburugburu ebe obibi.",
  "N'afọ 2011, ụlọ ọrụ ike US wepụrụ ọkara nke mmetọ ikuku mercury nke mba ahụ",
  "Na Febụwarị 2012, EPA nyere iwu Mercury na Air Toxics Standards (MATS), nke chọrọ ka osisi niile na-enu ọkụ na-ebelata oke ikuku mercury.",
  "Na steeti New York, ifufe na-etinye mercury n'ụlọ ọrụ ọkụ na-agba ọkụ nke Midwest, na-emerụ mmiri nke Ugwu Catskill",
  "A na-etinye Mercury n'agbụ nri, ebe ọ na-agbanwe ka ọ bụrụ methylmercury, ihe na-egbu egbu nke na-emerụ ma anụ ọhịa ma ndị na-eri azụ mmiri dị ọcha",
  "A na-eri mercury site na ikpuru, nke azụ na-eri, nke nnụnụ na-eri (gụnyere ugo nkwọcha)",
  "N'ihe dị ka afọ 2008, ọkwa mercury dị na ugo nkwọcha na Catskills eruola elu ọhụrụ",
  "\"Ndị mmadụ na-enweta methylmercury ihe fọrọ nke nta ka ọ bụrụ kpamkpam site na iri azụ na anụ ọhịa ndị na-adịghị mma bụ ndị nọ n'elu eriri nri mmiri.\" Azụ azụ̀ dị n'oké osimiri na-akpata ihe ka ọtụtụ ná mkpughe mmadụ na methylmercury; Aghọtachaghị isi mmalite nke methylmercury n'ime oke osimiri.",
  "Na 2008 Healthtù Ahụ Ike (wa (WHO) na òtù ndị ọzọ gbakọrọ na coal particulates mmetọ na-akpata ihe dị ka otu nde mmadụ na-anwụ kwa afọ n'ụwa nile, nke bụ ihe dị ka otu ụzọ n'ụzọ atọ nke ọnwụ akabeghị aka metụtara ihe niile ikuku mmetọ isi mmalite, dị ka ihe atụ na Istanbul site na ngụgụ ọrịa",
  "na ọrịa kansa.",
  "Ihe ndị na-emetọ ihe na-esi na kol na-ere ọkụ na-ebute gụnyere ezigbo particulates (PM2.5) na ozone larịị ala",
  "Kwa afọ, ọkụ nke coal na-ejighị teknụzụ na-achịkwa mmetọ dịnụ na-akpata ọtụtụ puku mmadụ nwụrụ na United States",
  "Nnyocha nke otu ndị nọọsụ Maryland nyere n'afọ 2006 chọpụtara na mpụta sitere na nanị isii n'ime osisi ndị na-agba ọkụ na Maryland kpatara ọnwụ 700 kwa afọ na mba niile, gụnyere 100 na Maryland",
  "Ebe ọ bụ na etinyere ngwá ọrụ na-ebelata mmetọ n'otu n'ime isii ndị a, ụlọ ọrụ Brandon Shores, ugbu a \"na-emepụta pasent 90 na-erughị nitrogen oxide, ihe na-emepụta smog; pasent 95 na-ebelata sọlfọ, nke na-akpata mmiri ozuzo acid; na akụkụ dị ala nke ukwuu nke mmetọ ndị ọzọ.\"",
  "Nnyocha e mere n'afọ 2001 nke EU kwadoro nke a maara dị ka ExternE, ma ọ bụ Externalities of Energy, n'ime afọ iri site na 1995 ruo 2005 chọpụtara na ọnụ ahịa ọkụ eletrik sitere na coal ga-eji okpukpu abụọ karịa uru ọ bara ugbu a, ma ọ bụrụ na eburu n'uche ego mpụga",
  "Ọnụ ego ndị a dị na mpụga gụnyere mmebi nke gburugburu ebe obibi yana ahụike mmadụ site na ihe ndị dị n'ikuku, nitrogen oxides, chromium VI na arsenic emission nke coal na-emepụta",
  "A na-eme atụmatụ na ọnụ ahịa mmanụ ala, nke dị n'okpuru ala, ruru 1-2% nke EU's dum Gross Domestic Product (GDP), na coal bụ isi mmanụ ọkụ na-aza ajụjụ, na nke a bụ tupu ọnụahịa mpụga nke okpomoku zuru ụwa ọnụ sitere na ndị a",
  "ọbụna gụnyere isi mmalite",
  "Nnyocha ahụ chọpụtara na ọnụ ahịa gburugburu ebe obibi na ahụike nke coal naanị bụ € 60 / MWh, na isi iyi ike nke ọnụ ahịa mpụga kacha ala bụ ike nuklia € 1.9 / MWh, na ike ikuku na € 0.90 / MWh.",
  "Ọnụ ọgụgụ dị elu nke ọdịda motherboard na China na India yiri ka ọ bụ n'ihi \"mmetọ ikuku sọlfọ na-emepụta site na coal nke ọkụ na-emepụta ọkụ eletrik",
  "Ọ na-emebi sekit ọla kọpa, \"dị ka ndị nchọpụta Intel si kwuo.",
  "Mkpọ ọkụ nke coal bụ ihe kacha enye aka na mmụba nke mmadụ mere CO2 na ikuku",
  "Ọgbọ eletrik na-eji ọkụ ọkụ na-emepụta ihe dị ka okpukpu abụọ nke griin haus kwa kilowatt ma e jiri ya tụnyere ọgbọ na-eji gas sitere n'okike.",
  "Ngwuputa coal na-ahapụ methane, gas na-eme ka ikuku na-ekpo ọkụ",
  "Methane bụ ihe na-emekarị nke na-emebi emebi nke ihe ndị dị ndụ ka a na-emepụta ebe nchekwa coal na-abawanye omimi nke olili, okpomọkụ na-arị elu, na nrụgide na-arị elu karịa oge geological",
  "Otu akụkụ nke methane a na-emepụta bụ coal na-abanye n'ime ya ma emesịa hapụ ya site na oke coal (na gburugburu ebe mgbagwoju anya) n'oge usoro Ngwuputa",
  "Methane bụ pasent 10.5 nke ikuku griin ha na-emepụta site na ọrụ mmadụ",
  "Dị ka Òtù Na-ahụ Maka Ọchịchị Na-ahụ Maka Mgbanwe Climate si kwuo, methane nwere ike ikpo ọkụ zuru ụwa ọnụ ugboro 21 karịa nke carbon dioxide n'ime usoro iheomume nke otu narị afọ",
  "Usoro nke Ngwuputa nwere ike ịhapụ akpa methane",
  "Gas ndị a nwere ike ibute ndị na-egwu kol, yana ihe na-ebute mmetọ ikuku",
  "Nke a bụ n'ihi ntụrụndụ nke nrụgide na mgbawa nke strata n'oge ọrụ Ngwuputa, nke na-ebute nchegbu nchekwa maka ndị na-egwupụta coal ma ọ bụrụ na ejighị ya nke ọma",
  "Mwube nke nrụgide na strata nwere ike ibute mgbawa n'oge (ma ọ bụ mgbe) usoro Ngwuputa ihe ma ọ bụrụ na ewereghị ụzọ mgbochi, dị ka \"methane draining\".",
  "N'afọ 2008 James E",
  "Hansen na Pushker Kharecha bipụtara nchọpụta sayensị nyochara ndị ọgbọ na-enyocha mmetụta nke nkwụsị coal na ọkwa CO2 ikuku",
  "Ihe ngosi mbelata ihe ndabere ha bụ ihe nkwụsị nke ikuku coal zuru ụwa ọnụ site na 2050",
  "N'okpuru azụmahịa dị ka ọnọdụ mbụ, ikuku ikuku CO2 na akụkụ 563 kwa nde (ppm) n'afọ 2100",
  "N'okpuru ọnọdụ anọ nke coal-out scenarios, ikuku ikuku na CO2 kacha elu",
  "422–446 ppm n'etiti 2045 na 2060 wee daa ma emechaa.",
  "Coal nwekwara obere uranium, thorium, na isotopes redioaktivu ndị ọzọ na-emekarị nke, ọ bụrụ na ewepụtara ya na gburugburu ebe obibi, nwere ike ibute mmetọ redioaktivu",
  "Osisi kol na-ebunye ụzarị ọkụ n'ụdị ash ijiji redio, bụ nke ndị agbata obi na-ekunye ma tinye ya n'ime ihe ọkụkụ",
  "Akwụkwọ 1978 sitere na Oak Ridge National Laboratory mere atụmatụ na ụlọ ọrụ ọkụ na-agba ọkụ n'oge ahụ nwere ike inye ndị agbata obi ha ihe ruru 19 µSv/a n'ime okirikiri 500m",
  "Kọmiti Sayensị nke Mba Ndị Dị n'Otu na Mmetụta Atomic Radiation's 1988 akụkọ mere atụmatụ na dose 1 km dịpụrụ adịpụ ga-abụ 20 µSv/a maka osisi ndị meworo agadi ma ọ bụ 1 µSv/a maka osisi ọhụrụ nwere mma njide ntụ ijiji, mana enweghị ike ịkwado ọnụọgụ ndị a",
  "site n'ule.",
  "Ewezuga ihe mkpofu dị na ya na mwepụta a na-amaghị ama sitere na osisi nuklia, osisi coal na-ebu ọtụtụ ihe mkpofu redioaktivu n'ime gburugburu ebe karịa osisi nuklia kwa nkeji nke ike emepụtara",
  "Radieshọn nke ihe ọkụkụ na-ebu site na ntụ ijiji na-ebupụta na-ebuga ụzarị ọkụ ugboro 100 karịa na gburugburu ebe obibi karịa ọrụ nkịtị nke ụlọ ọrụ nuklia na-arụpụta ihe",
  "Ntụnyere a anaghị atụle ihe ndị ọzọ nke mmanụ ọkụ, ya bụ, coal na uranium Ngwuputa na nchacha na mkpofu",
  "Ọrụ nke ụlọ ọrụ ọkụ ọkụ 1000-MWe na-ebute ụzarị ọkụ nuklia nke 490 mmadụ-rem / afọ, ma e jiri ya tụnyere 136 onye-rem / afọ, maka ụlọ ọrụ ike nuklia yiri ya gụnyere uranium Ngwuputa, ọrụ reactor na mkpofu mkpofu",
  ".",
  "N'akụkọ ihe mere eme, ngwuputa coal bụ ọrụ dị oke egwu, na ndepụta nke ọdachi ndị na-egwupụta coal dị ogologo",
  "Ihe ize ndụ ndị bụ isi bụ ọdịda mgbidi m na ndakpọ ụgbọ ala; Ihe egwu egwu egwu n'okpuru ala gụnyere ntachi, nsị gas, ndakpọ ụlọ na mgbawa gas",
  "Ọrịa ngụgụ na-adịghị ala ala, dị ka pneumoconiosis (akpa ume ojii) na-ahụkarị na ndị na-egwuputa ihe, na-eduga ná mbelata ndụ ndụ",
  "N'ụfọdụ mba ndị na-egwuputa ihe, ngụgụ ojii ka na-ahụkarị, yana ọrịa 4,000 ọhụrụ nke ngụgụ ojii kwa afọ na US (pasent 4 nke ndị ọrụ kwa afọ) yana ikpe 10,000 ọhụrụ kwa afọ na China (pasent 0.2 nke ndị ọrụ)",
  "Ọnụego ya nwere ike ịdị elu karịa ka akọwara na mpaghara ụfọdụ.",
  "Na United States, nkezi nke ndị na-egwu kol 23 kwa afọ nwụrụ n'ime afọ iri 2007-2016",
  "Ọdachi ndị US na-egwupụta coal na nso nso a gụnyere ọdachi Sago Mine nke January 2006",
  "N'afọ 2007, ihe mberede ogbunigwe na Crandall Canyon Mine nke Utah gburu ndị na-egwuputa ihe itoolu, na-echichikwa isii",
  "Ọdachi nke Upper Big Branch Mine na West Virginia gburu ndị na-egwupụta akụ 29 n'April 2010.",
  "Otú ọ dị, ná mba ndị ka na-emepe emepe na ụfọdụ mba ndị ka na-emepe emepe, ọtụtụ ndị na-egwupụta ihe na-anọgide na-anwụ kwa afọ, site n'ihe mberede kpọmkwem n'ebe a na-egwupụta coal ma ọ bụ n'ihi ọrịa na-adịghị mma site n'ịrụ ọrụ n'okpuru ọnọdụ adịghị mma",
  "China, ọkachasị, nwere ọnụọgụ ọnwụ metụtara coal kacha elu n'ụwa, yana ọnụ ọgụgụ gọọmentị na-ekwu na ọnwụ 6,027 na 2004",
  "N'iji atụnyere, a kọrọ ọnwụ 28 na US n'otu afọ ahụ",
  "Mmepụta coal na China ji okpukpu abụọ karịa na US, ebe ọnụ ọgụgụ ndị na-egwupụta coal dị ihe dị ka okpukpu 50 karịa nke US, na-anwụ na ogbunigwe na China ugboro 4 dị ka onye ọrụ ọ bụla (ugboro 108 ka ọ na-arụpụta otu otu) US.",
  "A maara ihe owuwu nke gas dị ize ndụ dị ka mmiri:",
  "Mgbawa ọkụ ọkụ nwere ike ịkpalite mgbawa uzuzu uzuzu dị oke egwu, nke nwere ike imikpu olulu dum",
  "Ọtụtụ n'ime ihe ize ndụ ndị a nwere ike ibelata nke ukwuu na ogbunigwe ọgbara ọhụrụ, ọtụtụ ihe na-egbu egbu adịkwa ụkọ ugbu a n'akụkụ ụfọdụ nke ụwa mepere emepe",
  "Ngwuputa ogbunigwe nke oge a na US na-ebute ihe dị ka ọnwụ 30 kwa afọ n'ihi ihe mberede ogbunigwe."
]