[
  "Ah Toy (亞彩 Taishanese: /a* thɔi*/, Standard Cantonese: Aa3 Coi2, (May 18 [O.S",
  "May 6], 1829 – February 1, 1928) bụ nwanyị akwụna China -America na San Francisco, California, n'oge California Gold Rush, ma  bụrụkwa nwanyị akwụna China mbụ na San Francisco. Mgbe o si Hong Kong bịa n'afọ 1848, ọ ghọrọ ọkacha mma nwanyị Eshia a maara nke ọma na Old West. A kọrọ na ọ bụ nwanyị toro ogologo, mara mma nke nwere anya na-acha nchara.",
  "Mgbe Ah Toy hapụrụ China gaa United States, ya na di ya, onye nwụrụ n'oge njem ahụ",
  "Ah Toy ghọrọ nne nwanyị nke onye isi ụgbọ mmiri ahụ, onye wụsara ya ọla edo, nke mere na mgbe ọ bịarutere obodo San Francisco, Ah Toy nwere ezigbo ego",
  "Tupu afọ 1851 enwere naanị ụmụ nwanyị China asaa a maara na ha nọ n'obodo ahụ, ma na-nchọpụta ọdịdị o nwetara site n'aka ndị ikom nọ n'obodo ọhụrụ ya, o chere na ha ga-akwụ ụgwọ maka ileba anya nke ọma",
  "Ihe ngosiputa ya bịara nwee ezigbo ihe ịga nke ọma, a makwara ya na a na-akwụ otu ounce nke ọla edo (dollar iri na isii) maka \"onye na-ele anya\". Ọ ghọrọ ngwa  nwanyị akwụna China a ma ama, na otu n'ime ndị a na-akwụ ụgwọ kachasị na ndị a ma ama na San Francisco.",
  "Ah Toy bụ nwanyị kpebiri siri ike ma nwee ọgụgụ isi ma na-ejikarị San Francisco Recorder's Court echebe onwe ya na azụmahịa ya pụọ na mmegbu. Ah Toy gara n'ihu mepe ụlọ akwụna ọhụrụ na afọ 1852 nakwa na afọ 1853, na-ebubata ụmụ agbọghọ si China n'afọ iri na ụma, afọ iri abụọ na iri atọ iji rụọ ọrụ na ha, na ụfọdụ dị afọ iri na otu",
  "Ka ọ na-erule afọ 1854, Ah Toy enweghịzi ike ibuga mkpesa ya n'ụlọ ikpe",
  "N'okwu ndị mmadụ v",
  "Hall, Ụlọikpe Kasị Elu nke California gbanwere ikpe George Hall, onye gburu otu nwoke China, na-agbatị iwu California na ndị Afrika Amerika na ndị Amerịka enweghị ike ịgba akaebe n'ụlọ ikpe iji tinye ndị China. Ọ bụ eziokwu na iwu a abụghị maka ndị akwụna, ọ na-akụda ikike Ah Toy nwere na-ichebe onwe ya pụọ n'aka ndị China na-achị achị nke na-achọ ịchịkwa ya na azụmahịa ya ogologo oge gara aga",
  "Tinyere ya na iwu mgbochi ịgba akwụna nke afọ 1854, nke e mere karịsịa megide ndị China, nrụgide ịnọgide na azụmahịa bịara dị ukwuu, Ah Toy wee si na azụmahịa ịgba akwụna nke San Francisco pụọ na afọ 1856.",
  "N'afọ 1857, e chere na ọ laghachiri China dị ka nwanyị bara ọgaranya iji bie ndụ ya niile na nkasi obi, mana ọ laghachiri California na afọ iri mgbe nke ahụ gasịrị. Site na afọ 1868 ruo mgbe ọ nwụrụ na afo 1928, ọ biri ndụ dị jụụ na Santa Clara County, ya na ọtụtụ ndị mmekọ ya dị iche iche na-ebikwa n'ime ọtụtụ iri afọ, ọtụtụ n'ime ha ọ na-enweghị ike ịlụ n'ihi iwu mgbochi ịlụ di na nwanyị na California n'oge ahụ nke gbochiri ndị agbụrụ na owuwa anyanwu Asia ịlụ ndị ọcha",
  "Ah Toy laghachiri n'ihu ọha naanị mgbe ọ nwụrụ na San Jose na 1 Febụwarị 1928, ọ dị afọ 98, ọnwa atọ tupu ụbọchị ọmụmụ ya nke iri itoolu na itoolu.",
  "Olivia Cheng gosipụtara Ah Toy na Cinemax's Warrior, nke e debere n'oge Agha Tong na ngwụcha narị afọ nke iri na itoolu San Francisco",
  "Usoro a malitere na ngwụsị afọ 1870."
]