[
  "Opha Pauline Dube ma ọ bụ Pauline Dupe (amụrụ n'afọ 1960) bụ ónyé sayensị na-ahụ màkà gbụrụ-gbúrụ ébé obibi na ónyé osote prọfesọ na Ngalaba Sayensị gbụrụ-gbúrụ ébé obibi dị na Mahadum Botswana",
  "O so dee akụkọ pụrụ iche nke IPCC na Global Warming nke 1.5 °C",
  "Ọ bụ otu n'ime ndị ọkà mmụta sayensị iri na ise mepụtara 2023 Global Sustainable Development Report maka United Nations.",
  "E nyère Dube MPhil ya na Applied Remote Sensing na Cranfield Institute of Technology na UK n'afọ 1989. Ọ gụsịrị akwụkwọ na PhD na Mahadum nke Queensland n'afọ 2000. O nwetara nzèrè doctorate ya n'ihi mmekorita dị n'etiti Mahadum Botswana na Mahadum Queensland nke Commonwealth Scientific and Industrial Research Organisation haziri",
  "Ọrụ ahụ gụnyere nyocha ma enwere ike itinye usoro mmetụta dịpụrụ adịpụ nke a na-eji na mpaghara Australia iji nyochaa mmebi ala na Botswana.",
  "Dube bụ osote prọfesọ na Ngalaba Sayensị gbụrụ-gbúrụ ébé obibi na Mahadum Botswana. Nnyocha ya na nkuzi ya na-elekwasị anya na mmekọrịta mmadụ na ibe ya na akụkụ nke mgbanwe gbụrụ-gbúrụ ébé obibi ụwa. N'afọ 2012, o nwèrè mkpakọrịta nyocha na Australian National Climate Change Adaptation Research Facility (NCCARF) na Mahadum Griffith ma nwee ọnọdụ yiri nke ahụ na Environmental Change Institute na Mahadụ Oxford n'afọ 2018.",
  "Dube bụ osote ónyé isi óche nkè International Geosphere-Biosphere Programme (IGBP) n'etiti afọ 2010 na 2015 na osote ónyé nduzi nkè Kọmitii Mgbanwe Ihu igwe nke Botswana n'etiti 2017 na 2019. Dube na-eje ozi ugbu a dị ka ónyé isi óche nke Kọmitii ndụmọdụ sayensị nke nyocha ihu igwe maka mmepe n'Africa (CR4D)-UNECA na osote ónyé isi óche ya nke World Meteorological Organisation (WMO) Scientific Advisory Panel. Ọ bụkwa otu n'ime ndị nchịkọta akụkọ nke Elsevier Current Opinion na akwụkwọ akụkọ agụmakwụkwọ Environmental Sustainability na ónyé nchịkọta akụkọ nke CSIRO Rangeland Journal. N'afọ 2019, edepụtara Dube n'elu otu narị nke \"Ndị kacha nwee mmetụta n'ụwa na Iwu ihu igwe\" ma n'ọnwa Ọktoba n'afọ 2020, odeakwụkwọ ukwu nke UN họpụtara ya ka ọ bụrụ otu n'ime ndị ọkà mmụta sayensị iri na ise na-emepụta akụkọ mmepe zuru ụwa ọnụ nke afọ 2023 màkà United Nations.",
  "Dube jere ozi dị ka akụkụ nke Intergovernmental Panel on Climate Change (IPCC) Working Group II kemgbe Akụkọ Nnyocha nke Atọ. Ìgwè a \"na-enyocha adịghị ike nke usoro mmekọrịta ọha na eze na akụ na ụba na nke okike na mgbanwe ihu igwe, ihe na-adịghị mma na nke dị mma nke mgbanwe ihu igwe na nhọrọ màkà ime mgbanwe na ya",
  "\" O nyère aka na akụkọ nyocha nke atọ, nke anọ na nke ise nke IPCC, na-arụ ọrụ dị ka ónyé edemede na ónyé nchịkọta nyocha. Ọrụ ya na Climate Change 2007: Impacts, Adaptation, and Vulnerability (AR4 WG2) akụkọ, dị ka akụkụ nke Fourth Assessment Report, mere ka e nye Dube asambodo Nobel International Peace Prize n'afọ 2007. Ọ bụkwa ónyé na-ahazi onye edemede maka abụọ n'ime akụkọ pụrụ iche nke IPCC: Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX) na Global Warming of 1.5 oC (SR15). Dube na-arụ ọrụ ugbu a dị ka ónyé nchịkọta nyocha maka IPCC Sixth Assessment Report na-abịanụ, na isi nke akpọrọ \"Nri, eriri, na ngwaahịa ndị ọzọ nke gburugburu ebe obibi\"."
]