[
  "Ahmad Mohammad Nady bụ onye Egypt na-ese ihe nkiri ndọrọ ndọrọ ọchịchị, onye na-eme ihe ọchị na onye na-achọ ikike mmadụ",
  "N'ịbụ onye sitere n'ezinụlọ ndị na-ese ihe, Nady malitere ọrụ ya n'oge ọ dị obere, na-arịgo elu ịghọ otu n'ime ndị na-eme ihe ọchị a ma ama na Egypt mgbe ọ dị obere",
  "Ọ na-ese ihe nkiri ndọrọ ndọrọ ọchịchị site na nwata, ma kemgbe mgbanwe Egypt nke afọ 2011, ọ na-arụsi ọrụ ike n'akụkụ ọrụ a, na-enweta aha dị ịrịba ama maka obi ike nke ọrụ ya.",
  "A mụrụ Nady na Disemba 31, 1981, n'ime ezinụlọ ndị na-ese ihe",
  "Nna ya, Mohammad Nady, bụ onye na-ese ihe nkiri",
  "Nne ya, Iman Ezzat, bụkwa onye-ese ihe na odee. Na mgbakwunye na nne na nna ya, Nady kwuru na nwata ya na ịzụlite ya na 10th of Ramadan City dị ka mmetụta mbụ n'ịghọ onye na-ese ihe.[note 1] Dị ka nwatakịrị, ọ bụ onye na-agụ akwụkwọ na magazin ndị na-atọ ọchị ma ọ ga-emepụta ihe ọchị mgbe ụfọdụ banyere ndị ikwu ya, na-adabere na ihe odide ya na njirimara ha.",
  "Ka oge na-aga, nke a ghọrọ ihe ntụrụndụ na nna ya na-arụ ọrụ dị ka onye nduzi",
  "Ọ na-ese ihe osise nke ụmụ akwụkwọ ibe ya na ndị nkuzi",
  "Otu n'ime ndị na-eme ihe ọchị mbụ ya bụ \"Amazing Mido\", onye na-eto eto na-emepụta ihe nke radieshon nyere ya ohere ịchịkwa ma gbanwee ọdịdị ya na ọdịdị ya.",
  "Dị ka Nady si kwuo, ihe nkiri mbụ o bipụtara bụ nke ndọrọ ndọrọ ọchịchị",
  "E mere ihe nkiri ahụ n'oge Agha Gulf, mgbe Nady nọ n'ụlọ akwụkwọ elementrị, ọ gosipụtara Sindbad na-eti Saddam Hussein ihe n'isi, na-asị, \"Ị emeela ka ụmụaka ụwa kpọọ m asị ugbu a ebe ha maara na m bụ onye Iraq\"",
  "N'afọ 1992, mgbe ọ dị naanị afọ iri na otu, ọ ritere ihe nrite mbụ ya n'ọmụmụ ihe na Mahmoud Mukhtar Museum",
  "N'afọ sochirinụ, e nyere ya ihe nrite ihe odide na-akwa emo kacha mma site na magazin caricature.",
  "Ahmad Nady malitere ọrụ ọkachamara ya mgbe ọ dị afọ iri na anọ mgbe nna ya na-arịa ọrịa ike ọgwụgwụ na ịrụbiga ọrụ ókè",
  "Nady jụrụ ya ma ọ nwere ike ise ihe maka magazin Lebanọn ma nna ya kwetara ma gbaa ya ume",
  "Ọ malitere na mbụ dị ka onye enyemaka na ụlọ ọrụ na-emepụta ihe oyiyi Feroonic, tupu ya esoro ọtụtụ magazin rụọ ọrụ, gụnyere ụlọ ọrụ Karma, nke a maara maka ọtụtụ n'ime ihe ọchị ya: Simsim's World, Sameer na Alaa el-Din (Arabic: سمير ئالء الدين) na Young Arab nakwa ndị ọzọ.",
  "N'oge a, Nady malitere izipu ọtụtụ ndị nchịkọta magazin na-atọ ọchị na ihe atụ nke ọrụ ya na echiche ya, nke a jụrụ ha niile na Egypt",
  "Otu n'ime ndị a, n'etiti ọrụ ọkachamara mbụ ya, bụ usoro njem a na-akpọ Fayek w Rayek n'ihi ndị isi ya abụọ, chimpanzee na onye umengwụ",
  "Ọ bụ magazin na-atọ ọchị nke Saudi bụ Basme (Arabic: باسم) bipụtara usoro ahụ ma bụrụ nke a ma ama n'etiti ụmụaka.",
  "Ka ọ na-aga n'ihu dị ka onye na-eme ihe ọchị, Nady malitere ịbanye n'ụwa nke ndọrọ ndọrọ ọchịchị",
  "N'afọ 1996, ọ meriri n'ọkwa nke atọ na ihe ngosi UNESCO, \"Ebe Anyị Bi\", na 2004, sonyere na ihe ngosi nka nke ndị Artists 'Syndicate haziri iji kwado Palestine",
  "Ọ kwalitere ihe ọchị na ihe osise site na ịmepụta ọtụtụ ụlọ ọrụ na Ijipt, gụnyere ọ dịkarịa ala otu na Bibliotheca Alexandrina",
  "O nwetakwala ihe nrite atọ site na deviantArt, otu ndị na-ese ihe n'ịntanetị.",
  "Nady sonyere na 2008 Egypt general strike na, ruo oge ụfọdụ, na mkpọsa onye isi ala Mohamed ElBaradei.",
  "Nady sonyeere mgbanwe 2011 site na mbido, na-ekere òkè na ndọrọ ndọrọ ọchịchị na Tahrir Square ma na-ese ihe osise n'ebe ahụ, na-akpọ ndị gbara ya gburugburu ka ha tụọ aro echiche na ederede. Ọ bụ otu n'ime ọtụtụ ndị mara ụlọikwuu na Tahrir Square ma bụrụ onye a gbagburu na Jenụwarị 28 n'oge esemokwu ya na ndị uwe ojii. Ndị otu \"Popular Committees\" wakporo ya n'ihi mgbasa ozi nke ụlọ ọrụ mgbasa ozi gọọmentị, nke kwuru na ndị na-eme ngagharị iwe nwere \"ihe omume mba ọzọ\".",
  "Mgbe a jụrụ ya ihe a ga-eji isi ụlọ ọrụ National Democratic Party a gbara ọkụ n'oge mgbanwe nke afọ 2011 mee, Nady toro echiche nke ịgbanwe isi ụlọ ọrụ ahụ ka ọ bụrụ ebe a na-eme ihe omume ọdịnala, na-asị, \"Ọ kwesịrị ịbụ ebe maka ọmụmụ ihe nke ngalaba nka niile na-akpọ ndị omenkà niile si n'Ijipt niile\".",
  "Muslim Brotherhood, The Coptic church, Elites na SCAF na-anwa ịchịkwa ndị ntorobịa Jan25",
  "SCAF na-eso ndị na-eme ngagharị iwe n'udo n'ụlọ ikpe ndị agha ka Mubarak na-eche ụlọ ikpe ndị nkịtị ihu",
  "Council Kasị Elu nke ndị agha na-ebo ndị ntorobịa 6 Eprel ebubo ịnata ego ndị America",
  "SCAF na-emegide ikike ịtụ vootu maka ndị Ijipt bi ná mba ọzọ, na-ekwu na ndị Ijipt nọ ná mba ọzọ bụ ndị na-enweghị mba na nwere atụmatụ nzuzo.",
  "Nnwere onwe n'okpuru SCAF",
  "Ali Jawad al-Sheikh",
  "Kpọpụta njehie: <ref> tags exist for a group named \"note\", but no corresponding <references group=\"note\"/> tag was found"
]