[
  "Ahmed Magdy Eldakrory, in English (Ahmed Magdy Amin Eldakrory), was born in the State of Kuwait on November 12, 1988",
  "He is a badminton player who represented Egypt in the 2020 Summer Paralympic Games in the singles competitions in the su5 category",
  "Ahmed Eldakrory is considered the first Egyptian, Arab and African player to qualify for a tournament Paralympic Games.",
  "Al-Dakrouri achieved many achievements in his sports career, as he participated in international and regional championships and succeeded in winning many championships and medals",
  "And at the 2020 Tokyo Olympic Games El-Dakroory and his Egyptian team managed to win the bronze medal in men's singles badminton, which is a great achievement for Egyptian sport and for El-Dakroory personally.",
  "He participated in many competitions, through which he was able to achieve excellent results, which focused on achieving second place in his group in the first round, before advancing to the second round of the competition",
  "In this role, the player Ahmed Magdi El Dakrouri shone in particular, as he was able to achieve an exciting and difficult victory over the Danish player, who was considered one of the strong candidates to win the gold medal in this sport.",
  "Al-Dakrouri succeeded in qualifying for the semi-finals of the badminton competitions in the Olympics",
  "In this role, Al-Dakroori faced the Malaysian player, but he was unable to win this time.",
  "He managed to reach the men's singles semi-finals before losing to the famous Danish player Anders Antonsen, who later took home the gold medal.",
  "However, El-Dakrory was able to overcome that loss and achieve a great achievement for the Egyptian sport and for himself, as he won the bronze medal in the men's singles badminton",
  "It is an achievement added to the record of great achievements that Al-Dakrouri achieved during his sports career.",
  "Ranked 4th in its class in the Badminton Paralympic Federation World Ranking (cut-off date: 2021-09).",
  "Winning several international championships in his category, such as the Jordan International Paralympic Badminton Championship 2018.",
  "Participating in the Paralympic Games in Tokyo 2020 which is a huge achievement in itself.",
  "The Egyptian player Ahmed Magdy El-Dakrory won the bronze medal in Tokyo 2020.",
  "He represented Egypt in the Uganda International Championship 2019 and the 2019 Canadian International and the 2019 World Championships in Switzerland.",
  "He represented Egypt in the Spanish National Championship 2021 With these tournaments, he was able to book a qualifying ticket to the Tokyo Paralympics.",
  "He also ran the election experience in the Athletes Committee for the year 2022 and was the only Arab and African representative."
]