[
  "Ahmed ben Driss el Yacoubi (1928–1985) bụ onye Morocco na-ese ihe na onye na-akọ akụkọ",
  "A mụrụ ya na Fez, Morocco.",
  "Yacoubi zutere onye America na-ede egwu na onye edemede Paul Bowles na Fez na 1947, ma mesịa na Tangier",
  "Yacoubi wee malite ịrụ ọrụ dịka onye nsụgharị maka Bowles",
  "Bowles na nwunye ya, onye na-ede akwụkwọ na onye na-ede egwuregwu Jane Bowles, gbara Yacoubi ume ka ọ na-ese ma na-ese ihe odide ndị ahụ na akụkọ nke ya mgbe ọ hụrụ ihe osise Yacoubi nke nsụgharị ya.",
  "Bowles nwere mmasị ịdekọ egwu sitere na ọdịbendị dị iche iche, o wee kpọọ Yacoubi ka ọ sụgharịa maka ya na Spain, Italy, Turkey, India, Malaysia, Hong Kong, na Japan",
  "Bowles wee depụta akụkọ Yacoubi site na Maghrebi gaa n'asụsụ Bekee: \"The Man and The Woman\" (1956), \"The Man Who Dreamed of Fish Eating Fish\" (1956), na \"The Game\" (1961)",
  "E bipụtara egwuregwu Yacoubi The Night Before Thinking na Evergreen Review na 1961",
  "N'afọ 1964, La MaMa Experimental Theatre Club mepụtara egwuregwu ahụ na ụlọ ihe nkiri East Village ha na Lucille Lortel's White Barn Theater na Westport, Connecticut. Yacoubi nyekwara aka n'ichepụta ma wuo maka mmepụta na La MaMa n'oge 1970s, gụnyere Arden nke Faversham na Alfred Jarry's Ubu, nke Andrei Serban duziri na 1970, na Oh Taeseok's Jilsa, nke Duk-Hyung Yoo duziri na 1974.",
  "⁶Bowles mere nkwado maka ngosi mbụ nke Yacoubi nke ọrụ ọhụ na ụlọ ahịa akwụkwọ Gallimard na Boulevard Pasteur na Tangier",
  "A nabatara ihe ngosi ahụ nke ukwuu, e rere ibe iri abụọ na asatọ",
  "E mechara mee ihe ngosi na Galerie Clan na Madrid, Betty Parsons Gallery na New York na 1952, Hanover Gallery na London na 1957, na ebe ndị ọzọ n'afọ ndị 1960, 1970s, na 1980s",
  "Ọtụtụ ndị nchịkọta ama ama malitere inweta eserese na eserese ya, na-aghọta talent ya na iguzosi ike n'ezi ihe",
  "Museum of Modern Art na New York, Musée d'Art Moderne de la Ville de Paris, na Sao Paolo Museum of Modern Art zụkwara ọrụ ya.",
  "N'afọ 1952, Bowles kpọrọ Yacoubi n'àgwàetiti ya, Taprobane, n'ụsọ oké osimiri ndịda Sri Lanka",
  "Mgbe ọ na-eleta agwaetiti ahụ, Yacoubi kwadebere nri maka onye ọbịa ibe ya Peggy Guggenheim, nke ọ kpọtụrụ aha na akwụkwọ ncheta ya, Confessions of an Art Addict (1997)",
  "Guggenheim zụtara ọtụtụ eserese Yacoubi.",
  "Ahmed Yacoubi gbanwere site na ihe a kọwara dị ka ụdị oge ochie gaa na usoro nzuzo dị mgbagwoju anya nke itinye n'ime mmanụ na-egbuke egbuke nke na-emepụta ihe osise dị omimi na mgbagwoju anya",
  "Ọ bụ ezie na Yacoubi amalitelarị eserese na mmanụ, Francis Bacon gara n'ihu gbaa ọrụ ya ume site na ịse obere ihe osise anọ na-acha anụnụ anụnụ ma gwa ya ka ọ \"Paint!\" dị ka akụkọ Allen Ginsberg si kwuo",
  "Bacon na Yacoubi sere ọnụ ma bụrụ enyi ruo oge ndụ ha.",
  "Na 1966, Yacoubi kwagara United States wee gaa n'ihu na-arụ ọrụ nke ọma, na-egosi, na njem",
  "Ọ zutere ma nabata ọtụtụ ndị na-ese ihe na mba ụwa, ndị edemede, ndị nchịkọta nka, na ndị ndọrọ ndọrọ ọchịchị",
  "Na New York City, ọ bụ enyi Peggy Hitchcock na di ya, Walter Bowart, onye guzobere Omen Press",
  "Yacoubi na ndị enyi ya rụkọrọ ọrụ n'ogige anụ ụlọ di na nwunye ahụ na Tucson ma, site na mmekorita a, bipụtara akwụkwọ nri ya, The Alchemist's Cookbook",
  "Ellen Stewart haziri ihe ngosi Yacoubi na La MaMa na 1989, mgbe ọ nwụsịrị na 1985",
  "Ihe ngosi ahụ gụnyere mmepụta nke The Night Before Thinking na ihe ngosi na La MaMa's nonprofit gallery space, La Galleria, na 47 Great Jones Street.",
  "Yacoubi biri ma soro onye edemede America aha ya bụ Ruth Marthen mee njem",
  "N'afọ 1965, ọ mụrụ nwa nwanyị, Karima Yacoubi, na Tangier",
  "Karima nwụrụ n'ihi nsogbu iku ume na London n'afọ 2004 mgbe ọ dị afọ iri anọ na anọ",
  "Na New York City, Ellen Stewart chọtara Yacoubi ụlọ na ụlọ ọrụ na Great Jones Street, ebe ọ zutere onye na-ese ihe Carol Cannon na 1976",
  "Ha biri ma na-ese ihe ọnụ ruo afọ asaa, ma gaa n'ihu dị ka ndị enyi na ndị mmekọ mgbe mmekọrịta ahụ gwụsịrị",
  "Yacoubi nwụrụ n'ihi ọrịa kansa akpa ume na Disemba 25, 1985, mgbe ọ dị afọ iri ise na asaa."
]