[
  "Ahmed Ezz Eldine Ali Ezzat (Arabic; a mụrụ na Julaị 23, 1971), bụ onye Egypt na-eme ihe nkiri",
  "A mụrụ ya ma zụlite ya na Maadi, Cairo Governorate",
  "Ezz gụrụ akwụkwọ Bekee ma nweta nzere bachelọ ya na Mahadum Ain Shams",
  "Ọ na-emekwa ihe ngosi mgbe ọ na-arụ ọrụ na ngalaba njem nleta",
  "Ọ pụtara nke mbụ ya na vidiyo egwu Assala \"Lama Gat Einak Fi Einy\"",
  "N'otu afọ ahụ, ọ pụtara na obere ọrụ na ihe nkiri Inas El-Degheidy bụ Kalam El Lail (Night Whispers)",
  "Mgbe e mesịrị, El-Degheidy nyere Ezz ọrụ dị mkpa na Mozakarat Morehead (Memoirs of a Teenager)",
  "Mana ọrụ ya dị ịrịba ama bụ na usoro ndị Ijipt Malak Rohi (2003), ihe nkiri 2004 Hob El-Banat (Ịhụnanya Nwa agbọghọ), na Sana Oula Nasb (Afọ Mbụ nke Deception) n'otu afọ ahụ",
  "Mgbe nke ahụ gasịrị, ọ malitere ịrụ ọrụ na ihe nkiri Action, thriller, na suspense.",
  "Ezz nwere obere ọrụ na ihe nkiri Kalam El Lail (Night Whispers), nke Inas El-Degheidy duziri",
  "Mgbe nke ahụ gasịrị, ọ sonyeere Actor's Studio, mmemme otu afọ nke ndị ọkachamara na-arụ ọrụ na mpaghara ahụ mepụtara ma na-elekọta iji kụzie ihe ndị bụ isi nke ime ihe nkiri na ime ihe nkiri",
  "N'oge na-adịghị anya, e nyere ya ọrụ na Al Sharaf (Honor), nke meriri ihe nrite site na Alexandria Film Festival",
  "Mana ọ bụghị ruo mgbe e nyere ya ndu na Mozakarat Moraheqa (Memoirs of a Teenager), ihe nkiri El-Deghidy ọzọ, ka ọ ghọrọ onye ama ama",
  "Ezigbo ọganihu ya bụ na usoro Yousra Malak Rohi (2003)",
  "N'afọ 2005, ọ rụrụ ọrụ dịpụrụ adịpụ na ọrụ ịhụnanya na Mallaki Eskenderiya (Alexandria Private)",
  "Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ dị iche iche dịka ọrụ ya nke na-a gwakọtara ịhụnanya, ihe ọchị, na ihe egwu na El-Rahina (The Hostage).",
  "Ezz lụrụ onye na-agụ egwu Egypt bụ Angham",
  "N'agbanyeghị nke ahụ, ha zoro alụmdi na nwunye ha n'ihi nsogbu ezinụlọ ụfọdụ Angham na-eche ihu n'oge ahụ",
  "Alụmdi na nwunye ha kwụsịrị n'ụzọ iwu kwadoro n'afọ 2012. N'afọ 2014, Zeina boro Ezz ebubo na ọ bụ nna ụmụ ejima ya mgbe alụmdi na nwunye omenala gasịrị",
  "Ezz gọnahụrụ ebubo ndị dị otú ahụ ma jụ ime nyocha DNA nke ụlọ ikpe nyere iwu",
  "Ụlọ ikpe kpebiri na ọ kwadoro Zeina ma debanye aha ụmụ nwoke ahụ dịka ụmụ ya",
  "Ka oge na-aga, ụlọ ikpe ọzọ kpebiri na ọ ga-anọ afọ atọ n'ụlọ mkpọrọ na ịkwụ ụgwọ ruru £ 15,000 maka ịgha ụgha nke onye na-eme ihe nkiri Zeina. Ezz ka na-agọnahụ nna ya nke ụmụ abụọ ahụ ruo ugbu a.",
  "2019",
  "The Passage N'afọ1967 na n'oge Agha Ụbọchị Isii, Nour, onye isi agha, na-eduga ndị agha ya n'ime nnukwu na dị arọ site na nkwado nke nwunye ya."
]