[
  "Ahmed tijani mora (amuru May 13, 1956) bu onye okachamara ogwu ogwu Naijiria, onye bubu onye na-edeba aha ma burukwa onye isi oche otu kansụl gọọmentị nke kansụl ndị na-ahụ maka ọgwụ na Nigeria. Ọ bụ onye isi ala, Ahmadu Bello University Alumni Association",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke Alumni Association n'ọnwa Ọgọstụ n\"afọ 2015 na Nzukọ Ezumezu Kwa Afọ (AGA) nke njikọ ahụ.",
  "Ndị nnọchiteanya sitere n'ihe karịrị steeti iri abụọ na ise jikọtara ọgbakọ ahụ",
  "Tupu nhọpụta ya, ọ bụ osote onye isi oche nke otu n'ime obodo.",
  "Ọ nọchiri Princess Henrietta Ogan, onye isi oche nke njikọ ahụ",
  "Ọ bụ onye ọsụ ụzọ",
  "nke ọrụ ọgwụ na ministri ahụike, Kaduna steeti ma bụrụkwa onye ọsụ ụzọ ngalaba ngalaba mmụta ọgwụ na mahadum Kaduna steeti (KSU) kemgbe ọ banyere mahadum n'afọ 2012.",
  "Caduna Steeti University (KSU) kemgbe ọ sonyeere mahadum ahụ na 2012.",
  "Na mgbakwunye na onyinye ya na ngalaba ọgwụ na agụmakwụkwọ, ọ bụkwa onye ọkachamara na onye na-akwado ahụike",
  "N'ọnwa Mee afọ 2009, n'oge mmeghe nke ogbako na njikwa ndekọ nke Kansụl Ndị Ọgwụ nke Naijiria haziri na mpaghara ugwu nke Kaduna steeti, ọ kwara arịrị maka ọrụ ahụ ma na-abawanye n\"ọnụ ọgụgụ ndị na'ere ọgwụ na ihe ize ndụ ọ na na - heath nke ndị mmadụ na Kadun Steeti.",
  "Tijjani so n'etiti ndị ọkachamara kachasị elu nke Northern nke Leadership Newspaper bipụtara na Septemba 2013.",
  "A mụrụ Tijjani Mora na 13 Mee 1956 n'ezinụlọ onye nwụrụ anwụ Dr",
  "Abdurrahman Mora nọ na Zaria, nnukwu obodo na mpaghara gọọmentị dị na Kaduna Steeti, Northern Nigeria",
  "Ọ gara Barewa College na Zaria ebe ọ nwetara asambodo ụlọ akwụkwọ West African na 1974 tupu ya enweta nzere bachelọ na Pharmacy na Mahadum Ahmadu Bello na 1978. \nO nwetara MBA n'otu mahadum ahụ n\"afọ 1985 na nzere doctorate na ọmụmụ njikwa na Mahadum Usmanu Danfodiyo.  MBA na PhD nwere ajọ mbunobi na Marketing Pharmaceutical na Drug Distribution n'otu n\"otu.",
  "Emere ihe ọmụmụ ndị ọzọ na kọleji ndị ọrụ nchịkwa nke Nigeria, mahadum Harvard, mahadum Liverpool olileanya na ụlọ ọrụ amụma na usoro mmụta mba maka onye isi ụlọ ọrụ",
  "Ọ ghọrọ Fellow nke West African Postgraduate College of Pharmacists (FPC Pharm.) na 2002.",
  "Ọ malitere ọrụ agụmakwụkwọ ya na 1986 dị ka onye nkuzi nke abụọ na Ngalaba nke Pharmaceutics na Pharmaceotical Microbiology, Mahadum Ahmadu Bello ebe ọ rịgooro n'ọkwa onye isi nkuchi na 2001",
  "Ọ bụ onye otu Faculty Board of Pharmaceutical Science na Faculy n'etiti afọ 1988 na 2003. \nN'ọnwa Ọktoba afọ 2003, a họpụtara ya site na usoro ajụjụ ọnụ dị ka onye na-edebanye aha na onye isi nchịkwa nke Kansụl Ndị Ọgwụ nke Naịjirịa",
  "Ọ nọrọ n'ọkwa ahụ afọ itoolu.\nN'afọ 2012, ọ sonyeere ọrụ nke Mahadum Kaduna State, dị ka Foundation Dean",
  "A họpụtakwara ya dị ka onye otu ọtụtụ kọmitii agụmakwụkwọ na onye so na Kọmiti Nchịkwa na mahadum ahụ",
  "Ọ bụ onye ọsụ ụzọ, Ngalaba nke Clinical Pharmacy na Pharmacia Management (2012 - 2016)",
  "Ọ laghachiri na Mahadum Ahmadu Bello iji gaa n'ihu na nkuzi nwa oge ya",
  "Ọ kụziri ihe na mahadum a ihe karịrị afọ 36 \"pro-bono\"",
  "Ọ bụ onye na-ahụ maka ọgwụ na Naijiria mbụ na mpaghara anọ (4) nke ụlọ ọgwụ ma ruo n'elu na ngalaba ọ bụla.",
  "N'ụbọchị nke abụọ n'ọnwa Ọgọstụ n\"afọ 2016, a họpụtara ya ka ọ bụrụ prọfesọ nleta na Ngalaba nke Clinical Pharmacy na Pharmacia Practice nke College of Pharmatics, Mahadum Igbinedion, Edo State; na nnukwu ọrụ nke ilekọta na iduzi ụmụ akwụkwọ gụsịrị akwụkwọ na mahadum College nke Pharmaphy.",
  "Ọ ghọrọ Prọfesọ mbụ nke Pharmacy Practice na Mahadum Igbinedion, Okada (IUO) na Naijiria.",
  "Na June 1980, a họpụtara ya dị ka onye nnọchi anya ọgwụ Northern na Grünenthal GmbH, ụlọ ọrụ na-emepụta ọgwụ na Germany",
  "Ọ rụrụ ọrụ n'ọkwa ahụ ruo afọ 3 tupu a họpụta ya dị ka onye ọsụ ụzọ Pharmaceutical Divisional Manager maka Kaduna State Distribution Agency Ltd na Jenụwarị 1986",
  "Ọ nọ n'ọkwa ahụ ruo na Mee 1988, n\"otu afọ ahụ a họpụtara ya dị ka Chief Pharmacist na Head of Pharmacy Department of the Health Management Board, Kaduna State",
  "Ọ rụrụ ọrụ n'ọkwa ahụ ruo afọ 2 ma bụrụ onye na-elekọta Ngalaba Ọgwụ nke ụlọ ọgwụ ndị dị na steeti ahụ.",
  "N'ọnwa Mee afọ 1990, Gọọmentị Kaduna Steeti họpụtara ya dị ka onye nduzi nke ọrụ ọgwụ na Ministri ahụike, Kadun Steet ma nọrọ n'ọkwa ahụ ruo n\"ọnwe Ọgọstụ afọ 1993",
  "N'oge a, ọ malitere ụlọ ọrụ na-emepụta ntụrụndụ nke Zaria Pharmaceutical Co",
  "(ZPC) Ltd",
  "Mgbe ọ na-eje ozi na ikike a, ọ ghọrọ onye ọsụ ụzọ Project Manager maka ADB-ADF-Assisted Kaduna Health Rehabilitation Project n'etiti 1993 na 1998 na Project Implementation Unit (PIU), Kadina State Ministry of Health.",
  "Na Machị 1997, a họpụtara ya dị ka onye isi nchịkwa na onye nduzi nke Zaria Pharmaceutical Company Ltd (ndị na-emepụta agịga ZARINJECT)",
  "Mgbe ọ rụchara ọrụ ya na Nọvemba 1999, a họpụtara ya dị ka onye isi nchịkwa na onye nduzi nke Zazzau Pharmaceutical Industry Ltd na 2000 (ndị na-emepụta ngwaahịa ọgwụ siri ike na mmiri)",
  "Ọ nọ n'ọkwa ahụ ruo Septemba 2003.",
  "N'oge ọ na-arụ ọrụ dị ka onye na'akwụkwọ na onye isi nchịkwa nke Kansụl Ndị Ọgwụ nke Naijiria, ọ weghachiri kansụл ahụ ma chepụta usoro nchịba na nchịcha maka ọrụ ọgwụ na Naịjirịa.  O mepụtara ụlọ ọrụ iri anọ (40) ọzọ na mba niile gụnyere ise na Minna, Bauchi, Ibadan, Uyo na Kaduna nke o wuru site na ntọala ruo na ọrụ",
  "Mgbe a họpụtara ya, e nwere naanị ọfịs anọ.",
  "N'ịghọta nnukwu onyinye ya na ahụike na Kaduna Steeti, e nyere ya utu aha Chieftaincy nke Wakilin Maganin Zazzau nke Zazzeu Emirate",
  "Ọ bụ Emir nke Zazzau na onyeisi oche, Kaduna State Council of Chiefs, Alhaji Shehu Idris nyere ya utu aha ahụ",
  "E kpuchiri ya okpu na Emir Palace na Septemba 27, 2013.  N'ọnwa Eprel 2021, Onye Ukwu ya, Alhaji Muhammad Sa'ad Abubakar, CFR, mni, Sultan nke Sokoto họpụtara ya dị ka \"Kayayen Sarkin Musulmi\" na Obí Sultan, Sokotu.",
  "N'ọnwa Juun afọ 2020, onye isi ala Muhammadu Buhari, GCFR nke Minista Ahụike, Dr",
  "Osagie Ehanire nọchitere anya ya dị ka onyeisiala, Kansụl Ndị Ọgwụ nke Naịjirịa.",
  "N'ọnwa Eprel 2022, a họpụtara ya dị ka onye otu kansụl na-achịkwa, Mahadum Igbinedion.",
  "Prọfesọ Mora bụ onye na-anata ọtụtụ onyinye na mkpakọrịta",
  "Ụfọdụ n'ime ha bụ:",
  "Ndepụta nke Ahmadu Bello University alumni"
]