[
  "Ahmed Mekky (Arabic: أحمد مكي, (amụrụ na afọ 1972), bụ onye ọchụnta ego Ijipt, Onye isi oche, na Onye isi oche nke Benya Group, ihe ngwọta dijitalụ na onye na-eweta akụrụngwa ICT na mpaghara Ijipt, Middle East na Africa.",
  "A mụrụ Ahmed Mekky na ubosi Thursday nke ọnwa Ọctoba 19th, n'afọ 1972 na Egypt, Ọ natara nzere bachelọ na injinia nkwukọrịta na Mahadum Cairo, Ọ gụsịrị nzere masta na injinịa kọmputa na Faculty of Engineering, Mahadum Cairo, Mgbe nke ahụ gasịrị, ọ sonyeere Information Technology Institute (ITI) wee gụsịrị akwụkwọ na Mahadume Nottingham na nzere masta",
  "Mekky guzobere Bridge International (GBI)- na afo 2008, iji wuo ma rụọ ọrụ netwọk eriri n'okpuru mmiri na-ejikọ mba iri abụo na ise, site na Middle East, Africa, Europe na Eshia, site na Egypt",
  "Dabere na atụmatụ Mekky, e mechara gbasaa ọrụ ahụ ruo kilomita 40,000 na-eso nkwado na arịrịọ nke Gulf Cooperation Council (GCC).",
  "Mgbe e bidoro ụlọ ọrụ ahụ n'afọ 2005, a gbanwere aha ụlọ ọrụ ahụ ka ọ bụrụ (Fiber Misr ICT) ma mesịa, Mekky guzobere ụlọ ọrụ ahụ iji ghọọ Benya Group n'afọ 2017",
  "Benya Group na-elekwasị anya na verticals nke ozi na teknụzụ nkwukọrịta",
  "Otu ahụ, site na enyemaka isii ya, na-elekwasị anya na teknụzụ ozi na nkwukọrịta, atọ n'ime enyemaka ndị a guzobere na enyemaka atọ na-emepụta usoro ọzụzụ dịgasị iche iche, na-enye ngwọta dijitalụ dị elu gafee ọtụtụ ngalaba ụlọ ọrụ, gụnyere smart cities, nlekọta ahụike, agụmakwụkwọ, na njem.",
  "N'afọ 2011, a họtara Mekky dị ka onye isi oche nke SAMENA's Telecoms Council, otu na South Asia na MENA telecoms services",
  "Otu afọ mgbe e mesịrị, a họpụtara ya maka Pacific Telecommunications Council (PTC) Board of Governors, na-eme ka ọ bụrụ onye ndu izizi nke Middle East iji jide ọkwa a.",
  "N'afọ 2013, ọ bụ onye otu Kọmitii Ụlọ Ọrụ NTRA, onye otu Board nke Information Technology Industry Development Agency (ITIDA)",
  "Mekky weghaara ndị otu Kọmitii Ụlọ Ọrụ nke Ụlọ Ọrụ Na-achịkwa Mmekọrịta, na mgbakwunye na ndị otu na Board of Directors of the Information Technology Industry Authority, site na n'afọ 2013 ruo na afo 2016.",
  "Ka ọ dịgodị, ọ bụ onye otu Egyptian Kuwaiti Cooperation Council na 2015, nke na-etinye aka n'ịbawanye mmekọrịta akụ na ụba Egypt-Kuwait",
  "N'afọ 2021, Mekky ghọrọ onye otu ụlọ ọrụ sayensị na teknụzụ maka ụlọ ọrụ Electronics na Research na 2022 ma bụrụ onye Ijipt mbụ a họpụtara ka ọ bụrụ onye isi oche nke Fiber Connect Council MENA."
]