[
  "Ahmad Ramzy (Arabic; 23 Machị 1930 - 28 Septemba 2012) bụ onye Egypt na-eme ihe nkiri nke rụrụ ọrụ dị mkpa n'ọtụtụ ihe nkiri Egypt n'afọ 1950, 1960, na 1970.",
  "Ahmad Ramzy (Arabic; 23 Machị 1930 - 28 Septemba 2012) bụ onye Egypt na-eme ihe nkiri nke rụrụ ọrụ dị mkpa n'ọtụtụ ihe nkiri Egypt n'afọ 1950, 1960, na 1970.",
  "A mụrụ Ramzy Ramzi Mahmud Bayyumi n'afọ 1930 n'aka Dr Mahmud Bayumi, onye Egypt orthopedist na prọfesọ mahadum nna, na Helen Mackay, nwa agbọghọ Scotland.",
  "Ramzy gụsịrị akwụkwọ na Victoria College nke Alexandria ebe ọ zutere onye aha ya bụ Michel Dimitri Challhub onye e mechara mara dịka Omar Sharif, ha ghọrọ ndị enyi kemgbe ahụ.",
  "Mgbe ọ gụsịrị akwụkwọ ya, Ramzy sonyeere ụlọ akwụkwọ ahụike ruo afọ atọ, tupu ọ gaa na Faculty of Commerce, nke ọ mechara hapụ iji chụsoo ọrụ ya na ime ihe nkiri.",
  "Ramzy nwere otu nwanne nwoke, Dr",
  "Hassan Bayoumi, onye gbasoro nzọụkwụ nna ha ma nwee ọrụ ya na London.",
  "Helmy Halim chọpụtara Ahmad Ramzy na 15-2-1955, mgbe ọ na-egwu egwu snooker na klọb",
  "Halim mere ya na ọrụ mbụ ya, dịka \"Ramzy\" na Ayyamna al-Holwa (Our Best Days), ya na Faten Hamama, Abdel Halim Hafez, na enyi ya na nwa akwụkwọ ibe ya Omar Sharif, Ihe nkiri ahụ bụ ihe na-ewu ewu",
  "N'ime ihe nkiri a, ya na ezigbo enyi ya Abdel Halim Hafez gosipụtara oge mbụ",
  "N'afọ na-esote afọ 1956 hụrụ ọrụ mbụ Ramzy na Hob wa Dumoo (Ịhụnanya na Anya mmiri) na Faten Hamama.",
  "Ngwụcha afọ 1950 dị mma maka Ramzy, ebe ọ na-ekere òkè n'ọtụtụ ihe nkiri ma bụrụ onye a ma ama maka ọrụ nke onye na-eme ihe ọchị na onye na-ahụ n'anya, ebe afọ 1960 malitere, ndị na-eto eto na-eme egwuregwu malitere ịpụta na-ewere ọrụ ndị ọzọ nke ndị Ramzy na-eme mana nke ahụ egbochighị ya ịga n'ụzọ ya.",
  "Ka ọ na-erule mmalite afọ 1960, ime ihe nkiri na ihe karịrị otu kpakpando na-akwado, Ramzy sonyeere kpakpando ndị ọzọ ma ọ bụ ndị na-eme ihe nkiri dị ka Hassan Youseff, Youssef Fakhr Eddine, Mohamed Awad na ndị ọzọ na ihe nkiri na ejiji nke ihe nkiri kpakpando atọ malitere na utu aha dịka The 3 wild ones, The 3 adventures na ndị ọzọ nke dịgidere ruo mmalite afọ 1970.",
  "N'ime afọ ndị 1970, Ramzy malitere isonye na ihe nkiri mba ọzọ e mere na mpụga Egypt, O sonyere na ihe nkiri ndị e mepụtara na Ịtali (dị ka Il Figlio di Spartacus (Nwa Spartacus)), Lebanon (dị ka Fondok El Saada (Hotel of Joy)) na Syria (dị ka Banat lil Hob (Ụmụ agbọghọ maka Ịhụnanya)).",
  "Afọ ndị Ramzy na-arụsi ọrụ ike malitere ịla n'iyi n'ihi afọ na ihe nkiri na-agbanwe agbanwe, ihe nkiri ya nke afọ 1974 Al Abtal (The Heroes) nke Farid Shawki so mee ihe bụ ihe a ma ama n'ihi eziokwu ahụ bụ na ọ bụ ihe nkiri nka agha mbụ nke Egypt ma jiri ụda nke Bruce Lee's Enter the Dragon",
  "Ka ọ na-erule n'etiti afọ 1970 Ramzy na-asị ihe nkiri sị ya gaa nke ọma dịka site n'afọ 1979-1981 hụrụ naanị ihe nkiri abụọ, mgbe ahụ o lekwasịrị anya na azụmahịa ya, ọ bụ ezie na o kwenyesiri ike na ọ ga-alọghachi na afọ 1999 na ihe nkiri \" Ket El Saharaa (Desert Cat) sochiri usoro TV Wajh al-Qamar (Face of the Moon) na Faten Hamama n'afọ 2001.",
  "Ka ọ na-abanye na puku afọ ọhụrụ, Ramzy sonyere na ihe nkiri ọzọ aha ya bụ El Warda El Hamra (The Red Rose) ya na onye na-eme ihe nkiri Yousra na ngosipụta ikpeazụ ya bụ na usoro TV a na-akpọ Hanan W Haneen ya na enyi ya ebighi ebi Omar Sharif, nwa Omar - Omar Sharif",
  "Jr",
  "na Kareem Hamdy n'afọ 2007."
]