[
  "Ahmed Mohamed Salah El Din El Sakka (Arabic; a mụrụ n'abalị 1 nke ọnwa Machị, afọ 1973) bụ onye Egypt na-eme ihe nkiri",
  "Nwa nke onye nduzi ihe nkiri Salah El Sakka, ọ malitere ọrụ ya na ọrụ a na-akwadoghị na ọtụtụ ihe nkiri na usoro telivishọn, ruo mgbe o mere ọrụ ya dị egwu na ihe nkiri ndị Egypt An Upper Egyptian na Mahadum America (1998) na Hamam na Amsterdam (1999)",
  "A maara El Sakka maka ọrụ na-eme ihe na ime ihe dị ize ndụ na-enweghị ihe ọ bụla",
  "O gosipụtara na ihe nkiri ịhụnanya Short, Fanelah & Cap (2000), ihe nkiri Africano (2001) na ihe nkiri Mafia (2002), Tito (2004) na Italy War (2005)",
  "O mekwara ihe nkiri ịhụnanya About Love and Passion (2006), ihe nkiri akụkọ ndụ The Island (2007), omume Taymour na Shafika (2007), Ibrahim Labyad (2009) na The Dealer (2010), na ihe nkiri na-atọ ọchị The Consul's Son (2010).",
  "Nna ya, Salah El Sakka, bụ onye nduzi ihe nkiri nke nwụrụ n'afọ 2010, nne ya, Nadia Alsrouji, bụ nwa nwanyị nke onye na-agụ egwu Egypt Abdo Alsrouji",
  "Salah El Sakka duziri ọtụtụ egwuregwu, gụnyere El Leila El Kebira",
  "El Sakka gụrụ akwụkwọ na Academy of Arts ma gụsịrị akwụkwọ na The Higher Institute of Dramatic Arts n'afọ 1993.",
  "Na mbido ọrụ ime ihe nkiri ya, ọ pụtara na usoro a ma ama dịka Al Nawa (1991) ya na Fardous Abdel Hamid, Alf Leila Wa Leila (One Thousand and One Nights, 1995) na Nesf Rabeea El-Akhar (1996) ya na Yehia El-Fakharany, W Man Allazi La Yoheb Fatma? (And Who Does not Love Fatima?, 1996) ya na Ahmed Abdelaziz na Shereen Seif El-Nasr, Tarweed El-Sharesa (Taming the Fierce, 1996) ya ne Athar El-Hakim, ọrụ dị mkpa na Rodda Qalbi (1998), mgbanwe nke ihe nkiri mbụ Back Again (1957), na-arụ ọrụ Hussein, nke Salah Zulfikar mere na ihe nkiri mbụ, na ọrụ dị mkpa Na Zawag Wark Solifan (1998)",
  "El Sakka pụtakwara n'ọtụtụ ihe nkiri dịka Leila Sakhina (A Hot Night, 1995) na Nour El-Sherif na Ayam El-Sadat (The Days of Sadat, 2001) na Ahmed Zaki.",
  "Ọrụ nke mere ka ọ mata ọtụtụ ndị na-ege ntị bụ ọrụ ya na onye na-eme ihe nkiri Mohamed Henedi na Sa'edi fe el gama'a el amrekiya (Onye Upper Egyptian na Mahadum America, 1998)",
  "Ọ bụ ihe nkiri Arabic banyere onye ọrụ ugbo banyere Mahadum America dị n'obodo ahụ",
  "N'afọ sochirinụ, ya na Mohamed Henedi so mee ihe nkiri na Hamam fi Amsterdam (Hamam na Amsterdam, 1999), mana n'ọrụ ka ukwuu nke nwoke siri ike, nke yiri ka ọ bụ ọrụ ya n'ọtụtụ ihe nkiri ya mgbe nke ahụ gasịrị",
  "El Sakka sokwa Henedi mee ihe nkiri abụọ Alabanda (1998) na Afroto (1999).",
  "El Sakka lụrụ nwa nwanyị nke onye na-eme ihe ntecha na onye na-edozi isi Mohamed Al Sagheer, Maha Al Sagheer na Nọvemba 17, 1999",
  "Ha mụrụ ụmụ atọ, ụmụ nwoke abụọ na nwa nwanyị",
  "Ụmụ ha bụ Yassin, Hamza na Nadia.",
  "El Sakka bụ onye a ma ama maka ịhụnanya ya maka ịnyịnya na ịzụlite ha, ebe ọ nwere ọtụtụ ịnyịnya ma nwee nkà magburu onwe ya nke ịgba ịnyịnya na ọzụzụ ya",
  "O nwere ụlọ ịnyịnya ndị Arab na Nazlet El-Semman. Ihe ntụrụndụ ya bụ: ịgba ịnyịnya, ịgba égbè, bọọlụ, ịbụ abụ, ide egwu na njem."
]