[
  "Ahmed Morsi (a mụrụ n'afọ 1930) bụ onye na-ese ihe, onye nkatọ nka na onye na-ede uri nke nwere ọrụ nke karịrị afọ iri asaa nke mmepụta ihe okike. N'afọ ndị 1950, ọ gụrụ akwụkwọ n'otu oge na Mahadum Alexandria na eserese na studio nke Silvio Becchi, nwa nna ukwu Ịtali Otorino Becchi",
  "N'afọ 1974, Morsi kwagara New York City, ebe ọ gara n'ihu na-ese, na-ede ma na-akatọ site n'ụlọ ya dị na Manhattan",
  "Ọrụ ya dị na nchịkọta ọha gụnyere Egyptian Museum of Modern Art, Alexandria Museum of Fine Arts, Mathaf: Arab Museum of Modern Art, Sharjah Art Foundation, Barjeel Art Foundation na nchịkọta onwe onye dị iche iche ama na Kuwait, Saudi Arabia, Lebanon, France, England na United States",
  "Ọhụụ nke akụkọ ifo, nke e mepụtara Alexandria na-agafe ọtụtụ ọrụ Morsi na omume ya na-enye ntụgharị uche dị ike na ihe omimi banyere ncheta na oge",
  "Ọrụ ya na-agba akaebe na ndụ onye na-ese ihe dị ka onye Aleksandria nke bi n'ụlọ kemgbe afọ 1970.",
  "A mụrụ Morsi na Alexandria, Egypt, na 1930. Nne ya bụ onye Morocco na nna ya si Upper Egypt.",
  "N'afọ 1954, ọ gụsịrị akwụkwọ na Mahadum nke Alexandria, ngalaba nke nka na isi na English Literature. N'ime afọ 1952-53, ọ gụrụ nka na Silvio Becchi, nwa onye isi Ịtali Otorino Becchi, na Alexandria",
  "Na mbido, a malitere Ahmed Morsi n'ime òtù edemede nke Alexandria yana otu ndị na-ese ihe na-arị elu n'obodo ahụ",
  "Ka ọ na-erule afọ iri abụọ, ọ na-ekere òkè n'ihe ngosi otu na ndị na-ese ihe n'oge a ma ama n'Ijipt, gụnyere A Al Gazzar, H El Telmisani, I Massouda, F Kamel, H Nada na M Moussa",
  "N'afọ 1949, ọ malitere ide uri ma zụlite talent a n'otu aka na eserese ya - na-ebipụta Diwan mbụ ya, \"Songs of the Temples / Steps in Darkness\" mgbe ọ dị afọ iri na itoolu.",
  "Morsi kwagara Baghdad, Iraq n'afọ 1955, ebe ọ kụziri Bekee iji gbakwunye afọ abụọ ọ nọrọ",
  "Nke a bụ oge mmegharị ọdịbendị na Iraq, mgbe Baghdad bụ ebe ndị na-agụ akwụkwọ, ndị na-ese ihe na ndị nwere ọgụgụ isi",
  "Ọ bụ na Baghdad ka ya na ọtụtụ ndị edemede na ndị na-ese ihe na Iraq nwere ọbụbụenyi na mmekọrịta na mmekọrịta na-arụ ọrụ, n'etiti ha bụ Abd al-Wahhab al-Bayati, Fouad al-Tikerly na Ardash Kakavian; mmekọrịta ndị a gara n'ihu na-emepụta mmekorita okike dị ịrịba ama yana ọbụbụenyi ndụ n'ime iri afọ na-abịanụ.",
  "Mgbe ọ laghachiri Ijipt, ọ kwagara Cairo n'afọ 1957",
  "N'afọ ndị a, Ahmed Morsi bụ onye Ijipt mbụ na-arụ ọrụ n'akụkụ ndị na-ede egwuregwu a ma ama n'Ijipt, Alfred Farag, Abdel Rahman Al Sharkawi, na-emepụta ihe nkiri na uwe maka Ụlọ ihe nkiri mba na mbụ, Khedieval, Cairo Opera House - ụdị nka nke ruo mgbe ahụ, ọ bụ naanị ndị na-emepụta Ịtali",
  "Ya na Abdel Hadi Al Algazzar sonyekwara ma hazie usoro ihe nkiri maka \"Bury the Dead\" nke onye America na-ede egwuregwu Irwin Shaw na Cairo Opera House",
  "Ọrụ ndị ọzọ ya na Al Gazzar gụnyere akwụkwọ uri Morsi n'akụkụ eserese Al Gazzar",
  "E bipụtaghị akwụkwọ ahụ n'ihi ọnwụ Al Gazzar n'oge na-adịghị anya, mana uri / eserese na-adị ndụ",
  "N'afọ 1968, ya na Edwar Al Kharrat, Ibrahim Mansour, Gamil Atteya, Sayed Hegab na ndị ọzọ hiwere magazin Galerie 68. Mbipụta a ghọrọ ozugbo isi iyi kachasị mma nke Ijipt dị ka olu nke ọgbara ọhụrụ",
  "Site n'afọ ndị a malitere njem onye na-ese ihe n'ime ụwa nke nkatọ, na-ebipụta nkatọ na nka na akwụkwọ, ha abụọ ka dị nso",
  "O dere ihe abụọ maka Grand Larousse Encyclopédique (1975); “Art in Egypt” na “Art in Iraq”",
  "Ọzọ onye ọsụ ụzọ, Ahmed Morsi webatara ụgbọala ọhụrụ na-emepụta ihe na ọha na eze na Egypt na ihe ngosi ya nke afọ 1995: “The Artist's Book'",
  "N'ịgbaso ihe ngosi ya, e mepụtara Biennial ọhụrụ, The Artist's Book, na Alexandria.",
  "N'afọ 1974, Ahmed Morsi kwagara New York City, ebe ọ na-aga n'ihu na-ese, na-ede ma na-akatọ site n'ụlọ ya dị na Manhattan. N'afọ 1976, dị ka ọtụtụ ndị na-ese ihe bi na mpaghara NYC, ọ malitere nka nke lithography na The New School, nka nke ibipụta akwụkwọ na The Art Student League ma tinye akụkụ ọzọ na ngwá ọrụ okike ya na n'ime afọ iri abụọ gara aga, Onye na-ese ihe nabatara foto - ụdị nka ikpeazụ a ga-etinye na nnukwu palette Ahmed Morsi.",
  "Nchịkọta onwe onye na Egypt, Iraq, Kuwait, Qatar, Saudi Arabia, Syria, France, UK na USA",
  "Ọbá akwụkwọ guzobere Biennial naanị maka ụgbọala ọhụrụ a na-emepụta ihe, \"The Artist's Book\"",
  "- Beirut",
  "Atteya na Sayed Hegab - nke rụrụ ọrụ dị mkpa n'ịzụlite ọgbara ọhụrụ nke akwụkwọ Arabic",
  "- Mịnịstrị na-ahụ maka ọdịbendị nke Iraq bipụtara akwụkwọ ya, “Picasso”",
  "- Nsụgharị \"A View from a Bridge\" site n'aka Arthur Miller, nke nsụgharị na egwuregwu e mere na 1970s site na National Theater",
  "- Njikọ nke Akwụkwọ bipụtara akwụkwọ ya, \"Contemporary American Poetry III\"",
  "- Kansụl Kasị Elu nke Omenala bipụtara akwụkwọ ya, \"American Contemporary Art\"."
]