[
  "A bụghị m nwanyị? Ụmụ nwanyị ojii na Feminism bụ akwụkwọ afọ 1981 site na mgbịrịgba mgbịrịgba enyere áhà mgbe Sojourner Truth's \"Ain't I a Woman?\" okwu",
  "hooks na-enyocha mmetụta nke ịkpa ókè agbụrụ na mmekọahụ na ụmụ nwanyị ojii, mmegharị ikike obodo, na mmegharị ụmụ nwanyị site na suffrage ruo mgbé afọ 1970s",
  "Ọ na-arụ ụka na njikọta nke mmekọahụ na ịkpa ókè agbụrụ n'oge ịgba ohu nyere aka na ụmụ nwanyị ojii nwere ọnọdụ kachasị ala na ọnọdụ kachasị njọ nke otu ọ bụla na mba America",
  "Ụmụ nwanyị ọcha na-ekpochapụ ndị na-akwado ndọrọ ndọrọ ọchịchị na-enwekarị ntụsara ahụ na ụmụ nwoke ojii na-ekpochapụ ihe dị ka Frederick Douglass, ebe ndị na-ahụ maka nkewa na ndịda na echiche nke ịkwa iko ụmụ nwanyị ojii na omume rụrụ arụ kpatara ngagharị iwe mgbe ọ bụla ụmụ nwanyị ojii na-ekwu okwu",
  "nko na-egosi na ụmụ nwanyị ọcha a na-eme mgbanwe na-echegbu onwe ha maka omume ndị ọcha karịa ọnọdụ omume ndị a kpatara ndị America ojii America.",
  "Kemgbe e bipụtara akwụkwọ a, Abụghị m Nwanyị ka a na-akwanyere ùgwù dị ka ihe na-enweghị isi na ọmụmụ nke echiche ụmụ nwanyị maka ịtụle njikọ dị n'etiti akụkọ ihe mere eme nke mmegbu ụmụ nwanyị ojii chere ihu na United States na mmetụta ya na-adịgide adịgide na ọha mmadụ America nke oge a. A na-eto Abụghị m Nwanyị maka idozi njikọ nke agbụrụ na nwoke na nwanyị nke na-eme ka ụmụ nwanyị ojii dị iche",
  "Ihe odide hooks emeghewokwa ọnụ ụzọ maka ụmụ nwanyị ojii ndị ọzọ ide ma kwuo maka isiokwu ndị yiri ya. A na-ejikarị akwụkwọ a eme ihe na ọmụmụ gbasara nwoke na nwanyị, ọmụmụ ndị ojii, na ọmụmụ nkà ihe ọmụma.",
  "Ọrụ ahụ emeela ka ụfọdụ katọọ ya ịbụ \"onye na-ahistorical, na-agụghị akwụkwọ (e nwere ọtụtụ mkpesa maka enweghị ihe odide ala ala ala), na nwoke idina nwoke\". Ọ naghị enye akwụkwọ ọgụgụ maka ọrụ ya ọ bụla, na-eme ka o sie ike ịchọta ndị editọ na ozi mbipụta maka ibe ndị edepụtara n'okpuru ngalaba \"ndetu\" nke ọrụ ya. N'ime \"Theory dị ka Liberatory Practice\" hooks na-akọwa na enweghị usoro agụmakwụkwọ ya bụ \"n'ihi ọchịchọ nke ịgụnye, iru ọtụtụ ndị na-agụ akwụkwọ dị ka o kwere mee n'ọtụtụ ebe dị iche iche o kwere mee\"."
]