[
  "\"Ain't I a Woman?\" bụ okwu, nke Sojourner Truth (1797–1883), onye amụrụ n'ohu na  New York State",
  "Oge ụfọdụ mgbe ọ nwetasịrị nnwere onwe ya n'afọ 1827, ọ ghọrọ onye a ma ama na-ekwu okwu megide ịgba ohu",
  "E kwuru okwu ya na Mgbakọ Ụmụnwanyị na Akron, Ohio, na 1851, ọ nweghịkwa aha na mbụ.",
  "A kọrọ okwu ahụ n'oge na-adịghị anya na akwụkwọ akụkọ abụọ nke oge a, e bipụtakwara ederede nke okwu ahụ na Anti-Slavery Bugle na June 21, 1851",
  "Ọ natara mgbasa ozi sara mbara na 1863 n'oge Agha Obodo America mgbe Frances Dana Barker Gage bipụtara nsụgharị dị iche, nke a maara dị ka Ain't I a Woman? n'ihi ajụjụ ya a na-ajụkarị",
  "Nke a mechara, nke a maara nke ọma na nke a na-ahụkarị bụ nke a na-akpọkarị na ọdịbendị a ma ama na, ruo mgbe ọkọ akụkọ ihe mere eme Nell Irvin Painter dere akụkọ ndụ nke Eziokwu n'afọ 1997, site n'aka ndị ọkọ akụkọ ihe mere eme",
  "A mụrụ Sojourner Truth Isabella Baumfree n'afọ 1797 na New York State",
  "Eziokwu si n'aka nna ya ukwu gbapụ n'afọ 1827 mgbe ọ laghachiri na nkwa nnwere onwe ya",
  "Ọ ghọrọ onye ụkọchukwu na onye na-eme ihe ike n'ime afọ 1840-1850. O kwuru okwu ya, \"Ain't I a Woman?\", na Women's Rights Convention na 1851",
  "Eziokwu na-ajụ ọgwụgwọ ụmụnwanyị ọcha ma e jiri ya tụnyere ụmụnwanyị ojii",
  "O yiri ka ọ na-egosi otu nwoke nọ n'ime ụlọ ahụ, Eziokwu na-ekwu, \"Nwoke ahụ nọ n'ebe ahụ na-ekwu na ọ dị mkpa inyere ụmụnwanyị aka ịbanye n'ụgbọala, ma bulie ha n'elu olulu mmiri, ma nwee ebe kachasị mma n'ebe niile",
  "\" Ọ na-eti mkpu na ọ dịghị onye na-emere ya ihe ndị a, na-ekwughachi ajụjụ ahụ, \"Abụghịkwa m nwanyị?\" ọtụtụ ugboro",
  "Ọ na-ekwu na ọ rụrụ ọrụ ma mụọ ọtụtụ ụmụ, na-eme ka ọ bụrụ nwanyị dị ka onye ọ bụla ọzọ",
  "Enweghị nsụgharị nke okwu ya; e bipụtara ọtụtụ edemede ya n'ebe ọ bụla site n'otu ọnwa ruo afọ iri na abụọ mgbe e kwusịrị ya",
  "Okwu a bụ \"Am I not a man and a brother?\" bụ nke ndị mba Britain na-ekpochapụ ihe kemgbe ngwụsị narị afọ nke iri na asatọ iji katọọ enweghị obi mmadụ nke ịgba ohu. E bu ụzọ mee ka ụkpụrụ nwoke a bụrụ nwanyị n'afọ 1820 site n'aka ndị British abolitionists, mgbe ahụ na 1830 akwụkwọ akụkọ American abolitionist Genius of Universal Emancipation bu ihe oyiyi nke nwanyị ohu na-ajụ \"Ọ̀ bụghị m nwanyị na nwanne nwanyị?\" E bipụtaghachiri ihe oyiyi a n'ọtụtụ ebe na 1830s, ma tinye ya na mkpụrụ ego ọla kọpa ma ọ bụ akara, ma na-enweghị akara ajụjụ, iji nye ajụjụ ahụ azịza dị mma. N'afọ 1833, onye na-eme ihe ike n'Afrịka bụ Maria W",
  "Stewart jiri okwu nke ụkpụrụ a na-arụ ụka maka ikike nke ụmụnwanyị nke agbụrụ ọ bụla",
  "New York Tribune bipụtara akụkọ mbụ nke okwu ahụ na June 6, 1851, na The Liberator ụbọchị ise ka e mesịrị",
  "Ihe ndekọ abụọ a dị mkpụmkpụ, enweghị nsụgharị zuru ezu. E bipụtara nsụgharị mbụ zuru ezu na June 21 na Anti-Slavery Bugle site n'aka Marcus Robinson, onye na-ekpochapụ ihe na onye nchịkọta akụkọ akwụkwọ akụkọ nke rụrụ ọrụ dị ka odeakwụkwọ ndekọ nke mgbakọ ahụ. Ajụjụ \"Abụghị m nwanyị?\" apụtaghị na ndekọ ya.",
  "Afọ iri na abụọ ka e mesịrị, n'ọnwa Mee afọ 1863, Frances Dana Barker Gage bipụtara nsụgharị dị nnọọ iche",
  "N'ime ya, o nyere Eziokwu ọtụtụ n'ime njirimara okwu nke ndị ohu ndịda, ọ gụnyekwara ihe ọhụrụ Robinson na-akọbeghị",
  "E bipụtaghachiri nsụgharị Gage nke okwu ahụ n'afọ 1875, 1881, na 1889, wee bụrụ ụkpụrụ akụkọ ihe mere eme",
  "A maara nsụgharị a dị ka \"Ain't I a Woman?\" mgbe ọ na-ekwughachi ugboro ugboro",
  "Ụdị okwu eziokwu adịghị ka nke ndị ohu ndịda; a mụrụ ya ma zụlite ya na New York, ọ na-asụ naanị mba Dutch ruo mgbe ọ dị afọ itoolu.",
  "Mgbakwunye ndị Gage kwuru na okwu Eziokwu gụnyere echiche na ọ nwere ike ịnagide ụtarị yana nwoke, na ọ dịghị onye nyere ya nkwanye ùgwù ọdịnala kwesịrị nwanyị, nakwa na e rere ọtụtụ n'ime ụmụ ya iri na atọ n'aka ya n'ohu",
  "A kwenyere na eziokwu nwere ụmụ ise, otu rere, ọ dịghịkwa mgbe a maara na ọ ga-ekwu na ọ ga-ekwu na ọ ga-azọrọ ụmụ",
  "Ihe ndị ọzọ na-ezighi ezi na akụkọ Gage nke afọ 1863 na-emegiderịta akụkọ nke oge ya: Gage dere n'afọ 1851 na Akron n'ozuzu ya na ndị nta akụkọ karịsịa bụ ndị enyi na mgbakọ ikike nwanyị, mana n'afọ 1863 o dere na ndị isi mgbakọ ahụ na-atụ egwu ndị mmegide \"mobbish\"",
  "Akụkọ ndị ọzọ ji anya ha hụ okwu Eziokwu kọrọ akụkọ dị iche, otu ebe ihu niile \"na-enwe obi ụtọ\" na nnọkọ ebe Eziokwu kwuru okwu; na ọ bụghị \"otu ndetu na-adịghị mma\" na-egbochi nkwekọrịta nke usoro ahụ",
  "N'ụzọ dị iche na nsụgharị Gage mechara, ndị na-aga mgbakọ nabatara Eziokwu nke ọma, ọtụtụ n'ime ha bụ ndị na-agbanyụ ihe ogologo oge, ndị enyi na echiche na-aga n'ihu nke agbụrụ na ikike obodo.",
  "N'afọ 1972, Miriam Schneir bipụtara nsụgharị nke okwu Eziokwu na ndekọ a kpọrọ anthology n'asụsụ bekee, bu Feminism: The Essential Historical Writings Nke a bụ mbipụta nke nsụgharị Gage na-enweghị olumba dị arọ ma ọ bụ okwu ya. Na mmeghe ya na ọrụ ahụ, ọ gụnyere na okwu ahụ dị ndụ n'ihi na ọ bụ Gage dere ya.",
  "Nsụgharị a maara dị ka \"Ain't I a Woman\" nọgidere bụrụ nsụgharị kachasị ekesa ruo mgbe ọrụ nke ọkọ akụkọ ihe mere eme Nell Irvin Painter, nke Sojourner Truth Project sochiri, chọtara ihe akaebe siri ike nke akụkọ ihe mere eme na okwu Gage yiri ka ọ bụ ihe na-ezighi ezi, na okwu Robinson bụ nke nwere ike ịbụ nsụgharị ziri ezi.",
  "Marcus Robinson, onye gara mgbakọ ahụ ma soro Eziokwu rụọ ọrụ, bipụtara okwu ahụ ka ọ na-edepụta ya n'ọnwa Juun 21, 1851, mbipụta nke Anti-Slavery Bugle",
  "Gage, onye na-eme ihe ike na ikike ụmụnwanyị na mkpochapụ, chetara okwu ahụ afọ iri na abụọ mgbe eziokwu ahụ gasịrị",
  "Gage, onye nọ n'isi nzukọ ahụ, kọwara ihe omume ahụ:\n \nIhe na-esonụ bụ okwu dị ka Gage chetara ya na History of Woman Suffrage nke bụ, dị ka ya si kwuo, n'asụsụ mbụ dịka Sojourner Truth gosipụtara ya:",
  "Gage kọwara nsonaazụ ya:",
  "N'etiti iti aka, ọ laghachiri n'akụkụ ya, na-ahapụ ihe karịrị otu n'ime anyị na anya na-asọ asọ, na obi na-akụ na ekele",
  "O were anyị n'aka ya siri ike ma buru anyị n'enweghị nsogbu n'elu nsogbu nke ihe isi ike na-eme ka mmiri niile dị anyị mma",
  "Ahụtụbeghị m ihe ọ bụla na ndụ m dị ka mmetụta anwansi nke meriri mmụọ mobbish nke oge ahụ, ma mee ka mkparị na ịkwa emo nke ìgwè mmadụ nwere obi ụtọ ghọọ ihe odide nke nkwanye ùgwù na mmasị",
  "Ọtụtụ narị mmadụ gbagoro ka ha na ya na-ama aka, ma kelee nne ochie ahụ dị ebube, ma na-arịọ ya ọsọ Chineke maka ọrụ ya nke 'ịgba akaebe' agin banyere ajọ omume nke 'ndị a'.",
  "Enweghị otu nsụgharị gọọmentị na-enweghị mgbagha nke okwu Eziokwu",
  "Robinson na Eziokwu bụ ndị enyi na-arụkọ ọrụ ọnụ banyere ịkwụsị ịgba ohu na ikike ụmụnwanyị, akụkọ ya bụ nnọọ ihe ncheta ya na enweghị nkọwa agbakwunyere",
  "Ebe ọ bụ na e bipụtara nsụgharị Robinson na Anti-Slavery Bugle, ndị na-ege ntị na-echegbu onwe ha banyere ikike nke ndị Africa America kama ụmụn",
  "nwanyị; ọ ga-ekwe omume na e debere nsụgharị Robinson maka ndị na-ege ya ntị",
  "Ọ bụ ezie na Eziokwu na Robinson rụkọrọ ọrụ na nsụgharị nke okwu ya, Eziokwu ekwughị okwu ya okwu maka okwu.",
  "Gage dere nsụgharị okwu a kachasị ekesa nke ọma ọtụtụ afọ mgbe eziokwu ahụ gasịrị, mana enweghị akụkọ banyere Gage na-arụ ọrụ na Eziokwu na nsụgharị ahụ. Gage na-egosi Eziokwu dị ka onye na-eji asụsụ ndịda, nke akụkọ mbụ nke okwu ahụ ekwughị",
  "E kwuru na Truth nwere obi ụtọ na asụsụ Bekee ọ na-asụ, a mụrụ ya ma zụlite ya na steeti New York, na-asụ naanị Jersey Dutch ruo mgbe ọ dị afọ 9",
  "Asụsụ dị na nsụgharị Gage nke afọ 1863 adịghị njọ karịa na nsụgharị okwu ya nke o bipụtara n'afọ 1881. Na mgbakwunye, ìgwè mmadụ Truth kwuru okwu n'ụbọchị ahụ bụ ụmụ nwanyị ọcha, ndị nwere ihe ùgwù",
  "Na ncheta Gage, ọ na-akọwa na ìgwè mmadụ ahụ achọghị ka Eziokwu kwuo okwu n'ihi na ha achọghị ka ndị mmadụ gbagwojuo ihe kpatara ntuli aka na mkpochapụ, n'agbanyeghị ọtụtụ akụkọ na a nabatara Eziokwu n'ụzọ nkwanye ùgwù",
  "Ọ bụ ezie na nsụgharị Gage na-enye ọnọdụ ọzọ, e dere ya dị ka akụkọ: ọ na-agbakwụnye nkọwa nke ya, na-emepụta ihe omume ahụ dum, gụnyere mmeghachi omume ndị na-ege ntị",
  "N'ihi na e wuru nsụgharị Gage na nkọwa ya na ụzọ ọ họọrọ igosipụta ya, a pụghị iwere ya dị ka ihe nnọchianya dị ọcha nke ihe omume ahụ."
]