[
  "Aina Onabolu (1882 - 1963) bụ onye nkuzi nka ọgbara ọhụrụ na onye na-ese ihe na Naijiria bụ onye dị mkpa n'iwebata nka n'ime usoro ọmụmụ nke ụlọ akwụkwọ sekọndrị na mba ahụ",
  "Ọ kwalitere eserese nke ụdị gburugburu ebe obibi n'ụdị eziokwu, a maara ya maka ọrụ ọgbara ọhụrụ ya na eserese",
  "Aina bụ nna nna nke onye na-agụ egwu pop nke Canada bụ Joseph Onabolu",
  "A mụrụ Aina Onabolu na Ijebu-Ode n'afọ 1882",
  "Nna ya bụ onye ahịa na-aga nke ọma ebe nne ya bụkwa onye ahịa.\nỌ malitere eserese mgbe ọ dị afọ iri na abụọ, n'ihi mkpali sitere na ihe osise dị ọnụ ala nke nka ọdịda anyanwụ nke a ma ama n'ọtụtụ magazin na akwụkwọ okpukpe Naịjirịa",
  "Ka ọ na-erule afọ iri atọ na abụọ, o nwere ike igosipụta ọrụ nke ya ma bụrụ onye a ma ama dị ka onye na-ese ihe maara ihe ma nwee nkà",
  "O mechara gaa mba ọzọ iji mụọ nka na Académie Julian na Paris na ụlọ akwụkwọ dị na London; tupu ọ gaa mba ọzọ, ọ bụrịrị onye na-ede akwụkwọ nke ọma na onye nkuzi onwe ya",
  "Ọ gụsịrị akwụkwọ ya na diplọma na nka na asambodo onye nkụzi na St",
  "John Woods College, London na 1922.",
  "N'afọ 1909, mgbe gọọmentị ndị ọchịchị na Naịjirịa weghaara agụmakwụkwọ, usoro ọmụmụ n'ụlọ akwụkwọ ndị ahụ bụ maka inye agụmakwụkwọ kwesịrị ekwesị iji zụọ ndị odeakwụkwọ maka ọchịchị ndị ọcha na mgbe ahụ",
  "E cheghị echiche banyere agụmakwụkwọ nka na agụmakwụkwọ sekọndrị ruo mgbe otu akụkọ tụrụ aro ịkụzi ọrụ aka ụmụ amaala",
  "Tupu akụkọ ahụ, Onabolu gosipụtara arịrịọ maka iwebata agụmakwụkwọ nka nke oge a n'ụlọ akwụkwọ sekọndrị mana ndị ọrụ agụmakwụkwọ ndị ọchịchị jụrụ nhọrọ ya",
  "N'oge ahụ, ndị isi ọchịchị na-atụ aro doro anya na oke okike nke ndị Afrịka dị na ite na ọrụ aka.\nNlọghachi Onabolu site na St John Woods, London, na 1922 na ụlọ akwụkwọ Julians na Paris na ihe ọmụma ọ nwetara banyere usoro Europe nke eserese, anatomy na njirimara nke agụmakwụkwọ nka Europe dabara na echiche ọhụrụ banyere iwebata agụmakwụkwọ nka obodo na mba ahụ.\nOnabolu, onye kụziiri ụmụ akwụkwọ na-anụ ọkụ n'obi n'oge na-adịghị anya malitere izi ihe n'ụlọ akwụkwọ ole na ole kachasị elu na Lagos dịka King's College, Lagos na CMS Grammar School, Lagos",
  "Isiokwu ya metụtara sayensị nke echiche, eserese, nha mmadụ, na eserese mmiri",
  "Ọ bụ ezie na e nwere ndị nkụzi ole na ole na usoro ọdịda anyanwụ na nka, oge Onabolu malitere nkewa nke nka na ndụ.",
  "Onabolu gbakwara ume ka a nabata ndị nkụzi Europe na nkuzi nka na mba ahụ",
  "Mgbalị ya dugara n'ịgba onye nkuzi nka si mba ọzọ aha ya bụ Kenneth C",
  "Murray",
  "Murray duziri ịmaliteghachi ọrụ aka ọdịnala na nka",
  "E webatara ụzọ ọhụrụ nke ịkwalite nka ụmụ amaala Afrịka na ịnọ n'ime ebe nchekwa ihe ọmụma na nka ọdịnala Afrịka n'ime usoro ọmụmụ nke ụlọ akwụkwọ sekọndrị dị iche iche na mba ahụ",
  "Mgbalị nke onye nkuzi ọhụrụ ahụ rụpụtara uru n'oge, ka ọnụ ọgụgụ ndị nkuzi nka Naịjirịa mụbara na ihe ọmụma banyere ọrụ ọdịnala dịka ahụ Uli na mgbidi bịara pụta ìhè",
  "Otú ọ dị, mgbalị Murray pụtara obere ihe n'ikpeazụ ka mba ahụ nọ n'etiti ọchịchị ọchịchị na nke ọdịda anyanwụ nke webatara ụzọ ya ma ọ bụ ndụ ya, na-eduga na mgbanwe nke nta nke nta na ọha mmadụ site na ọdịnala gaa na omenala ọdịda anyanwụ.",
  "Ọrụ nka Onabolu bụ ihe osise",
  "Ihe osise ya nke Oriakụ Spencer Savage na 1906 bu nke mgbe ụfọdụ a na-ewere ya dị ka otu n'ime ọrụ nka mbụ pụtara ìhè nke ji ụdị ọdịda anyanwụ na nke ọgbara ọhụrụ mee ihe",
  "Nke ikpeazụ bụ onye ndụmọdụ ya nke dọtara uche ya na njirimara ndị na-adịghị mma nke colonialism bụ nke a na-ekwusi ike na onye ọchịchị nkewapụ na onye Walter Egerton",
  "O mekwara ihe osise nke Chief (Dr.) Sapara, nke dị na agba mmiri",
  "E nwere ọtụtụ n'ime ihe osise ya na National Gallery of Modern Art, Lagos.",
  "Ndị isi na ọrụ ya bụ ndị isi Lagos bụ ndị ọkachamara na-aga nke ọma n'ọrụ ha, ọrụ ya na-egosipụtakarị ihu nkwanye ùgwù, ihe ịga nke ọma na ọnọdụ nke ndị ahịa ya.\nOtú ọ dị, ọrụ ya abụghị naanị ihe osise",
  "N'afọ n,dbụ ị 1930, ya na Church of Christ rụkọrọ ọrụ n'ichepụta oche nke katidralagba  ọhụrụ a ga-ewu na Lagos",
  "O mechara mepụta pastel compositions na ọmụmụ na 1940s."
]