[
  "Air Nigeria (nke a na-akpọbụ Virgin Nigeria Airways, na Nigerian Eagle Airlines) bụ onye na-ebu ọkọlọtọ mba nke Naịjirịa, nke na-arụ ọrụ ndị njem mpaghara na nke ụlọ. Isi ụlọ ọrụ ụgbọ elu ahụ bụ Murtala Mohammed International Airport na Ikeja, isi ụlọ ọrụ ya dị na Lagos Island, Lagos na ụlọ C&M na Crawley, ụlọ ọrụ ya edebanyere aha dị na Ikoyi, Lagos.",
  "E hiwere ụlọ ọrụ ụgbọ elu ahụ, nke nọchiri anya Nigeria Airways, na 2004 dị ka njikọ aka n'etiti ndị na-etinye ego na Naijiria na Virgin Group",
  "Virgin hapụrụ azụmahịa ahụ n'etiti afọ 2008 na 2010",
  "N'ịgbaso mgbanwe aha abụọ, Air Nigeria mara ọkwa na 6 Septemba 2012 na o meela ka ndị ọrụ ya ghara ịrụ ọrụ ma kwụsị ọrụ na 10 Septemba 2012.",
  "Ndị na-etinye ego na ụlọ ọrụ Naijiria nwere 51% nke ụlọ ọrụ ahụ ebe Virgin Atlantic 49% fọdụrụnụ",
  "Ụgbọelu mbụ nke ụlọ ọrụ ụgbọelu ahụ bụ na 28 June 2005 site na Lagos gaa London Heathrow, na-eji ụgbọelu Airbus A340-300",
  "Virgin Nigeria ghọrọ ngwa ngwa otu n'ime ụlọ ọrụ ụgbọ elu kachasị ukwuu na Naịjirịa, na-ebu otu nde ndị njem na tọn ibu pụkụ anọ n'ime afọ abụọ nke ha rụrụ ọrụ",
  "Ụlọ ọrụ ụgbọelu ahụ nwetakwara otuto gụnyere THISDAY Awards 2006 Airline of the year na nhọpụta maka 2006 African Airline of of the year site na ASATA (Association of South African Travel Agents). Virgin Nigeria nwere atụmatụ ime Nnamdi Azikiwe International Airport na Abuja isi nke abụọ ya, ebe, na mgbakwunye na isi Lagos ya Murtala Muhammed International Airport, ọ ga-ejere mba niile dị na West Africa ozi.",
  "N'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 2008, Virgin Atlantic kwupụtara na ọ nọ na mkparịta ụka iji ree pasentị ịrị anọ na itoolu ya ma nyochaa ma ọ dị mma na akara Virgin kwesịrị ịnọgide na-ejikọta ya na Virgin Nigeria. Nke a sochiri esemokwu nke bilitere mgbe Ministri Transportation kwagara ọrụ ụlọ Virgin Nigeria na Terminal 2 megide ọchịchọ ya",
  "Virgin Nigeria ajụla ntuziaka ugboro abụọ iji wepụ ọrụ ya n'ụlọ site na ọdụ ụgbọ elu mba ụwa, na-ekwu maka Memorandum of Mutual Understanding nke ya na gọọmentị gara aga (Olusegun Obasanjo) bịanyere aka, yana ịrịọ arịrịọ n'ụlọ ikpe dị elu nke Lagos, dị ka ihe kpatara na ọ naghị agbaso.",
  "Na Jenụwarị 9, 2009, Virgin Nigeria kwupụtara na ọ ga-akwụsị ụgbọ elu niile na-aga London Gatwick na Johannesburg, malite na Jenụwarụwarị 27, 2009.",
  "Na 17 Septemba 2009, Virgin Nigeria mara ọkwa na ebe weebụsaịtị ya na a gbanwere aha ya ka ọ bụrụ Nigerian Eagle Airlines",
  "Nigerian Eagle Airlines kwukwara na ọ na-eme atụmatụ ilekwasị anya na ụgbọ elu ụlọ na mpaghara na mgbasawanye na Europe na n'ikpeazụ United States of America. Virgin jigidere 49% ya na Nigerian Eagle Airlines ọhụrụ ebe Kassy Olisakwe jidere 51% fọdụrụnụ.",
  "N'ụbọchị nke abụọ n'ọnwa Juun afọ 2010, mgbe ọ nwetasịrị ọtụtụ òkè na ụlọ ọrụ ụgbọelu ahụ, Jimoh Ibrahim, onye isi oche ọhụrụ, mara ọkwa na ụlọ ọrụ ahụ agbanweela aha ọzọ ka ọ bụrụ Air Nigeria Development Limited, nke a na-akpọ Air Nigeria. N'abalị iri na atọ n'ọnwa Juun afọ 2012, ndị na-achịkwa ụgbọ mmiri ahụ kwụsịrị ụgbọ mmiri ahụ maka nyocha nchekwa.",
  "N'abalị isii n'ọnwa Septemba n'afọ 2012, Air Nigeria kwupụtara na ndị na-elekọta ya achụpụla ndị ọrụ ya n'ihi na ha anaghị eguzosi ike n'ihe ma ụlọ ọrụ ụgbọ elu ahụ kwụsịrị ọrụ ya niile dị n'ógbè, mpaghara, na mba ụwa. Ọrụ kwụsịrị na 10 Septemba 2012.",
  "N'abalị iri na itoolu n'ọnwa Septemba n'afọ 2018, gọọmentị Naijiria kwụsịtụrụ atụmatụ ịmalite ikuku Naijiria ruo mgbe ebighi ebi. Enweghị ihe kpatara nkwụsịtụ ahụ.",
  "Ụgbọelu Air Nigeria nwere ụgbọelu ndị a obere oge tupu ọ kwụsị ọrụ (dị ka Eprel 2012):",
  "Tupu a gbanwee aha ya, Virgin Nigeria jikwa ụgbọelu ndị a rụọ ọrụ:",
  "Media related to Air Nigeria at Wikimedia Commons"
]