[
  "Air Peace bụ ụlọ ọrụ ụgbọ elu Naijiria nke onwe ya nke e guzobere na 2013 na isi ụlọ ọrụ ya na Ikeja, Lagos State, Naijiria, onye na-ebu ọkọlọtọ na ụlọ ọrụ ụgbọelu kachasị ukwuu na Naijiria na West Africa. Air Peace, nke na-enye ndị njem na ọrụ ụgbọ ala, na-ejere obodo ukwu ndị dị na Naịjirịa ozi ma na-efega ọtụtụ ebe West Africa na Middle East",
  "Ụlọ ọrụ ụgbọelu ahụ guzobekwara enyemaka, Air Peace Hopper, na 2018.",
  "Air Peace bụ onye ọka iwu Naijiria na onye ọchụnta ego Allen Onyema guzobere na 2013",
  "Onyema na-ekwu na ọ malitere ụlọ ọrụ ụgbọ elu ahụ na ebumnuche iji ya dị ka injin iji nye ndị ntorobịa Naijiria ohere akụ na ụba. Ụlọ ọrụ ụgbọelu ahụ malitere ọrụ na Dornier 328s na Boeing 737s",
  "N'afọ 2017, a malitere ụzọ mba ụwa mbụ gaa n'ọdụ ụgbọ elu mba Kotoka na Accra, Ghana. Ka ọ na-erule afọ 2018, Air Peace nwere òkè ahịa kachasị ukwuu n'ahịa ụgbọ elu dị n'ụlọ na Naịjirịa. N'otu afọ ahụ, ụlọ ọrụ ụgbọ elu ahụ natara Boeing 777 mbụ ya, ọ malitekwara ụgbọ elu gaa Sharjah na afọ 2019. Ụgbọelu na-aga Johannesburg, South Africa malitere na afọ 2020.",
  "Mgbe ntiwapụ nke ime ihe ike xenophobic megide ndị mba ọzọ na South Africa na Septemba, na afọ 2019, Air Peace nyere ohere ịhapụ ụmụ amaala Naijiria n'efu. Ihe karịrị mmadụ 300 jiri ohere a mee ihe ma gaa n'ụgbọelu Boeing 777 site na Johannesburg gaa Lagos.",
  "N'afọ 2019, Ngalaba Ikpe Ziri Ezi nke US nyere ebubo megide onye guzobere Air Peace na onye isi oche Allen Onyema n'ihi ego na wayo ụlọ akụ. A na-ebo Onyema ebubo na ọ na-eduhie akwụkwọ eji zụta ụgbọ elu maka Air Peace na iji ndị ahụ kwado ịzụta ụgbọ ala ndị oké ozu na ịzụ ahịa dị elu. Onyema na-agọnahụ ebubo ndị a. Ka ọ na-erule Mee, na afọ 2022, a ga-amalite ikpe n'ọnwa Ọgọstụ, na afọ 2022.",
  "N'ọnwa Disemba, na afọ 2021, Air Peace tinyere aka na esemokwu na General Civil Aviation Authority nke UAE",
  "Dị ka akụkọ ahụ si kwuo, Emirates jụrụ arịrịọ ụlọ ọrụ ụgbọelu maka oghere atọ kama otu na Sharjah International Airport na UAE, na-akpọ ya \"enweghị isi\"",
  "Ndị ọchịchị UAE kwuru na Air Peace kwesịrị ịtụle ịnya ụgbọ elu abụọ ndị ọzọ gaa n'ọdụ ụgbọ elu ọ bụla ọzọ dị na mba ahụ",
  "Otú ọ dị, Air Peace katọrọ nkwupụta Emirati, na-ebo ndị ọrụ ya ebubo ụgha",
  "Ụlọ ọrụ ụgbọelu ahụ rịọkwara maka mgbaghara site na UAE, yana ịlaghachi azụ",
  "Tupu ewepụta ya, gọọmentị Naijiria belatara oghere nke Emirates nke dị na Dubai site na 21 ruo otu, mgbe nke ahụ gasịrị, Emirates Airline kwụsịtụrụ ụgbọ elu ya niile na Abuja na Lagos",
  "Okwu ahụ bịara dị ka ihe iyi egwu nye mmekọrịta mmekọrịta dị n'etiti mba abụọ ahụ. E gbochiri nsogbu mmekọrịta mba na mba mgbe ọdụ ụgbọ elu Dubai nyere ohere na Dubai maka Air Peace.",
  "Na Mee, na afọ 2022, Air Peace kwupụtara atụmatụ ịkwụsị ụgbọ elu niile dị n'ime ụlọ na mpaghara, yana ụlọ ọrụ ụgbọ elu ndị ọzọ dị ka Max Air, Arik Air, Ibom Air, United Nigeria Airlines, na ndị ọzọ, na-ekwu maka ndị ọrụ na ọnụ ahịa na-arị elu nke mmanụ ụgbọ elu",
  "Otú ọ dị, a hapụrụ atụmatụ ahụ mgbe ndị ọrụ gọọmentị batara iji nyere ụlọ ọrụ ụgbọ elu ahụ metụtara aka.",
  "Ka ọ na-erule Eprel na afọ 2021, Air Peace na-efega ebe ndị a na Naịjirịa, ọdịda anyanwụ Afrịka, South Africa na United Arab Emirates.",
  "Na Jenụwarị 31, na afọ 2020, Air Peace kwupụtara ebe ọhụrụ abụọ na India na Israel ga-arụ ọrụ tupu ngwụcha afọ. Air Peace na-arụkwa ụgbọ elu ad hoc site na Lagos gaa Montego Bay na Jamaica n'oge oge Krismas afọ 2020.",
  "Ka ọ na-erule Jenụwarị, na afọ 2022, ụgbọelu Air Peace nwere ụgbọelu ndị a:",
  "N'ọnwa Eprel na afọ 2021, Chief Operations Officer nke Air Peace kwuru na 17 n'ime ụgbọelu ha kwụsịrị maka ebumnuche mmezi, si otú a belata ụgbọelu na-arụ ọrụ na naanị ụgbọelu 8.",
  "N'afọ 2019, ụlọ ọrụ nyocha ihe mberede (Nigeria) boro Air Peace ebubo na ọ na-aga n'ihu na-akọ akụkọ ihe mere eme na ihe mberede metụtara ụgbọelu ya",
  "Ụfọdụ okwu ndị AIB depụtara gụnyere enweghị ike ịkọ ihe omume ndị kpatara mmebi na ihichapụ Cockpit Voice Recorders tupu ịkọ ihe omume",
  "A kpọtụrụ njikwa ụgbọelu ahụ aha maka \"iji aka ha [na-emezughị] ịgbaso\" iwu ụlọ ọrụ ahụ, a kọwakwara na njikwa \"enweghị nghọta zuru oke nke iwu iwu iwu\"."
]