[
  "Air Pollution Index (API; Malay: ) bụ ụzọ dị mfe ma gbasaa iji kọwaa àgwà ikuku, nkè a na-eji na Malaysia",
  "A na-agbakọ ya site na ọtụtụ data mmetọ ikuku ma jiri ya mee ihe na China na Hong Kong",
  "Na China, e ji ndepụta ikuku dị mmá dochie API na mmalite afọ 2012 ma n'ubochi irí atọ Disemba afọ 2013 Hong Kong kwagara na ndepụta ahụike.",
  "A na-akọ nà ikuku dị nà Malaysia dị ka API (Air Pollutant Index) ma ọ bụ na Malay dị ka IPU (Indeks Pencemaran Udara)",
  "A na-akọ anọ n'ime ihe ndị na-emetọ ihe (ya bụ, carbon monoxide, ozone, nitrogen dioxide na sulfur dioxide) na ppmv mànà a na-akọ ihe PM2.5 na μg / m3.",
  "Ọnụ ọgụgụ a dị n'okpuru na-egosi nhazi ahụike nkè gọọmentị Malaysia ji mee ihe.",
  "API",
  "Mmetọ ikuku",
  "Ọ bụrụ na API gafere narị ise, a na-ekwupụta ọnọdụ mberede na mpaghara akụkọ",
  "Dị ka ọ na-adịkarị, nke a pụtara na a na-akwụsị ọrụ gọọmentị ndị na-adịghị mkpa, ma mechie ọdụ ụgbọ mmiri niile dị n'ógbè ahụ metụtara",
  "Enwèrè ike ịnwe mmachibido iwu na ọrụ azụmahịa na ụlọ ọrụ mmepụta ihe nke onwé na mpaghara akụkọ ewezuga ngalaba nri.",
  "Ụlọ ọrụ na-ahụ màkà nchekwa gburugburu ébé obibi nke China (SEPA) bụ ọrụ iji tụọ ọkwa mmetọ ikuku na China",
  "Ka ọ na-erule n'abalị iri abụọ na asatọ n'ọnwa Ọgọstụ n'afọ 2008, SEPA na-enyocha ọkwa mmetọ kwa ụbọchị na iri asatọ na isií n'ime obodo ukwu ya",
  "Ọnọdụ AQI dabeere na ọkwa nkè mmetọ ikuku ise, ya bụ sulfur dioxide (SO2), nitrogen dioxide (NO2), suspended particulates (PM10), carbon monoxide (CO), na ozone (O3), nkè a tụrụ na ụlọ ọrụ nlekota n'obodo ọ bụla.",
  "AQI Mechanics A na-enye akara ónyé ọ bụla na ọkwa nke mmetọ ọ bụla na AQI ikpeazụ bụ nke kachasị elu n'ime akara ise ahụ",
  "Enwèrè ike ịlele mmetọ ahụ n'ụzọ dị iche",
  "A na-atụle SO2, NO2 na PM10 dị ka nkezi kwa ụbọchị",
  "CO na O3 na-emerụ ahụ karị ma na-atụle ya dị ka nkezi kwà awa",
  "A na-agbakọ uru AQI ikpeazụ kwà ụbọchị.",
  "Ọnụ ọgụgụ màkà mmetọ ọ bụla abụghị nke na-aga n'ihu, dịka akara AQI ikpeazụ",
  "Ya mere, AQI nke otu narị apụtaghị okpukpu abụọ nke mmetọ nke AQI na irí ise, ma ọ bụghịkwa okpukpu abụọ karịa nke ahụ",
  "Ọ bụ ezie na AQI nke iri ise site n'ụbọchị mbụ ruo otu narị na iri asatọ na abụọ na AQI ya nke otu narị site n' ụbọchị 183 ruo 365 na-enye nkezi kwà afọ nke 75, ọ pụtaghị na mmetọ ahụ dị mma ọbụlagodi na a na-ewere ihe atụ nke 100 dị ka ihe dị nchebe",
  "Nke a bụ n'ihi na akara ahụ bụ ihe mgbaru ọsọ awa iri abụọ na anọ",
  "Nkezi kwa afọ ga-adaba na ebumnuche kwà afọ",
  "O Kwèrè omume ịnwe ikuku dị mma kwa ụbọchị n'afọ mànà ọ ka na-adaba na nyocha mmetọ kwa afọ.",
  "AQI na mmetụta ahụike (Ihe mgbaru ọsọ kwà ụbọchị)",
  "A na-eji API eme ihe na Hong Kong site n'ọnwa Juun afọ 1995 ruo ọnwa December afọ 2013",
  "Ngalaba Na-ahụ Maka Nchebe Gburugburu Ebe Obibi (EPD) tụrụ ya ma melite ya kwà elekere",
  "Ọzọkwa, EPD mèrè amụma nke API màkà ụbọchị na-esote kwa ụbọchị.",
  "API dabeere na ọkwa nke mmetọ ikuku isii, ya bụ sulphur dioxide (SO2), nitrogen dioxide (NO2), ihe ndị a na-eku ume, carbon monoxide (CO), ozone (O3), na ọkpụkpụ (Pb), nkè a tụrụ na ụlọ ọrụ nlekota niile dị n'ókèala ahụ. E ji Air Quality Health Index dochie yá n'ubochi irí atọ n'ọnwa Disemba afọ 2013.",
  "Ọkwa"
]