[
  "Aisha Labib ma ọ bụ Aisha Naguib (Arabic: ; nwụrụ na 1971) bụ nwunye Mohamed Naguib, otu n'ime ndị isi abụọ nke Mgbanwe Ijipt nke 1952, onye ghọrọ onye isi ala mbụ nke Ijipt",
  "Ọ bụ nne nke ụmụ nwoke atọ di na nwunye ahụ, Farouk, Ali, na Youssef.",
  "Aisha Labib bụ nwunye nke abụọ nke Naguib, onye zoro aka na ya na 1955 memoirs 'Egypt's Destiny' (e mechara bipụtaghachi ọtụtụ iri afọ ka e mesịrị n'okpuru aha 'M bụ Onye isi ala Egypt').  Naguib lụrụ ya na 1934, mgbe ọ gbasịrị alụkwaghịm na nwunye mbụ ya mgbe ọ lụsịrị nanị ụbọchị nke iri anọ  Labib bụ ada onye ọchịagha nwụrụ anwụ nke otu ndị agha ndị agha Egypt, na nwanne enyi enyi ya, Mahmoud Labib, onye injinia.",
  "Tupu alụmdi na nwunye ha, Labib na nne ya di ya nwụrụ, na ụmụnne nwanyị atọ nke Labib, Aziza, Fatima na Khadiga, bi n'otu nnukwu ụlọ na Helmiyet Al-Zeitoun",
  "Labib na Naguib ga-emesị biri n'otu agbata obi ahụ dị ka di na nwunye",
  "Labib bi n'ọnọdụ ego dị njọ, na ụgwọ dị ukwuu",
  "Naguib kwuru n'ihe ndekọ ya na ezinụlọ abụọ ahụ biri na LE80 (80 Egyptian pound) kwa ọnwa, n'agbanyeghị na ala ha bụ 512 acres, n'okpuru nlekọta nke ndị ọka ikpe, na Ministry of Endowments.",
  "Egypt enweghị omenala nke \"Nwanyị Mbụ\", Otú ọ dị, Labib nọ n'akụkụ Naguib n'oge oge ya dị mkpirikpi dị ka onye isi ala Ijipt na-esote mgbanwe mgbanwe nke Egypt nke afọ 1952 maka oge nke ọnwa 19, site na 18 June 18 1953 ruo 14 November 1954",
  "N'oge a.  oge ha na-anabata ndị isi obodo na ndị isi ọchịchị nleta.  A maara ya dị ka \"Aisha Hanim.\".\nDi na nwunye ahụ nwere ụmụ nwoke atọ, Farouk, Ali, na Youssef.",
  "Mgbe njedebe nke onye isi ala Naguib na Nọvemba 1954, na nkewa dị egwu n'etiti ya na ndị enyi ya n'oge gara aga na gọọmentị mgbanwe, e tinyere Naguib n'okpuru njide ụlọ na-abụghị nke gọọmentị, na-ejedebe na obodo dị na Cairo",
  "Labib na di ya kwagara ka ha soro ya biri na obodo Zainab Al-Wakeel na mpaghara El Marg",
  "Ọ tara ahụhụ na njedebe nke ndụ ya site na oke ibu. Labib nwụrụ n'afọ 1971 mgbe nwa ya nwoke, Ali, nwụrụ afọ abụọ tupu ya, onye nwụrụ n'ihe mberede na Germany."
]