[
  "Aisha Augie-Kuta (a mụrụ n'ụbọchị nke 11 n'ọnwa Eprel n'afọ 1980) bụ onye na-ese foto na onye na-eme ihe nkiri na Abuja. Ọ bụ onye Hausa si Argungu Local Government Area na ugwu Naijiria. O ritere ihe nrite maka Creative Artist of the year na 2011 The Future Awards Ọrụ ya gbasara ihe nkiri, ejiji na foto ikuku",
  "Ọ na-eji juxtaposition na ọrụ ya dị ka ụzọ ya isi kpalie echiche na e nwere akụkụ abụọ nke akụkọ mgbe niile; nke a sitere na nzụlite ya na foto akụkọ na Mass Communication",
  "Ọrụ onwe ya na-enyocha nsogbu nke nwoke na nwanyị na njirimara nke ahụmahụ ya dị ka nwanyị, agbụrụ agwakọta na agbụrụ agwakọta nke gbalịsiri ike ịbanye na mbụ na ndụ.",
  "Augie-kuta bụ onye ndụmọdụ pụrụ iche ugbu a (Digital Communications Strategy) nye Mịnịsta na-ahụ maka ego, mmefu ego na atụmatụ mba",
  "Tupu nke a, ọ bụ onye enyemaka pụrụ iche nke Gọvanọ Kebbi Steeti, Naịjirịa na New Media. Augie-Kuta na-eduzi atụmatụ mmepe dị iche iche maka nkwado nke ndị ntorobịa na ụmụ nwanyị na Naịjirịa.",
  "A mụrụ Aisha Adamu Augie na Zaria, Kaduna State, Nigeria, Augie-Kuta bụ nwa nwanyị nke Senator Adamu Baba Augie (onye ndọrọ ndọrọ ọchịchị / onye mgbasa ozi), na Justice Amina Augie (JSC). Augie-Kuta nwere mmasị na foto mgbe nna ya nyere ya igwefoto mgbe ọ dị obere.",
  "Augie-Kuta nwetara nzere bachelọ na Mass Communication na Mahadum Ahmadu Bello, Zaria ma na-agụ akwụkwọ maka MSc na Media na nkwukọrịta na Mahadum Pan African, Lagos (Ugbu a Pan Atlantic University). Ọ lụrụ di ma nwee ụmụ atọ. Augie-Kuta nwere asambodo na ịme ihe nkiri dijitalụ site na New York Film Academy ma na-ahazi ihe ngosi nka nke oge a site na Chelsea College of Arts, London, UK.",
  "Augie-Kuta ghọrọ onye mmekọ maka Nigeria Leadership Initiative (NLI) na Mee 2011",
  "Ọ bụkwa osote onye isi oche nke Women in Film and Television in Nigeria (WIFTIN) ngalaba West Africa nke netwọk dị na US",
  "O so hiwe Photowagon, otu ndị na-ese foto na Naijiria, n'afọ 2009.",
  "N'afọ 2010, Augie-Kuta tinyere ụmụ nwanyị Naịjirịa iri ise ndị ọzọ, tinyere n'akwụkwọ na ihe ngosi maka ememe 50@50 nkeke mba ahụ nke Women for Change Initiative kwadoro.",
  "Augie-Kuta bụ nwanyị ndọrọ ndọrọ ọchịchị mbụ na-azọ ọkwa onye nnọchi anya ụlọ n'okpuru otu nnukwu pati maka Argungu-Augie Federal Constituency na Kebbi State, Nigeria",
  "Augie-Kuta bụ onye na-enye aka ugboro ugboro na nzukọ kwa afọ nke ndị na-ese foto, Nigeria Photography Expo & Conference; onye na-ekwu okwu na onye na-ekwu okwu na ihe omume dị iche iche; ma kwuo okwu na ihe omume TEDx na Naijiria.",
  "Ọ rụrụ ọrụ dị ka onye enyemaka pụrụ iche nke Gọvanọ nke Kebbi Steeti, Naịjirịa na New Media.",
  "Ọ na-arụ ọrụ ugbu a dị ka onye ndụmọdụ pụrụ iche nye Mịnịsta na-ahụ maka ego, mmefu ego na atụmatụ mba, Oriakụ Zainab Shamsuna Ahmed."
]