[
  "Aisha Musa el-Said (nke a na-akpọkwa Asha, Ayesha, Mousa, Elsaid, El Said, Saeed, Arabic: ) bụ onye ntụgharị na onye ndọrọ ndọrọ ọchịchị Sudan nke jere ozi dị ka onye otu Sovereignty Council of Sudan, onye isi ala nke mba ahụ, n'etiti August 2019 na May 2021",
  "Musa bụ otu n'ime ndị nkịtị isii nwere oche na kansụl gọọmentị 11 nke na-achịkwa, nke weghaara ọchịchị mgbe mgbanwe Sudan gasịrị; ndị agha Sudan họpụtara ndị otu ise fọdụrụnụ",
  "Musa na onye otu Sovereignty Council Raja Nicola bụ ụmụ nwanyị abụọ mbụ n'akụkọ ihe mere eme nke Sudan nke oge a iji nwee ọrụ nke onye isi ala",
  "A maara Musa dị ka onye na-ahụ maka ihe ndị ruuru ụmụ nwanyị na maka ịkwado maka agụmakwụkwọ ka mma, nke ziri ezi na nke dịpụrụ adịpụ, yana maka itinye ihe ọmụma a nwetara na Sudan.",
  "Musa holds a master's degree from the University of Manchester",
  "In 1965, she studied and obtained a two-year TEFL diploma at the University of Leeds in England",
  "During the visit, she carried out research related to her doctoral studies and held the role of Secretary of the Sudanese Students Society.",
  "Musa bụ onye otu Trustees nke al-Tayeb Salih International Awards committee",
  "Na Jenụwarị 2018, ọ bụ onye isi oche nke Ghada Award for Young Writers Committee.",
  "Na Jenụwarị 2018, Musa nwere ọkwa prọfesọ na mahadum Saudi abụọ.",
  "Musa na-arụsi ọrụ ike n'òtù ụmụ nwanyị na Sudan ruo ọtụtụ iri afọ.",
  "N'okpuru August 2019 Draft Constitutional Declaration, ndị Forces of Freedom and Change alliance (FFC) họpụtara Musa dị ka otu n'ime ndị nkịtị so na Sovereignty Council, onye isi ala nke Sudan n'oge oge mgbanwe ọnwa 39 nke malitere n'August 2019",
  "Ọ gbara arụkwaghịm na Kansụl ahụ na Mee 2021, na-ekwu na a naghị anụ olu ndị nkịtị na kansụl ahụ.",
  "N'afọ 2018, Musa kwuru na \"ọnọdụ pụrụ iche nke mmekọrịta mmadụ na ibe ya\" nke njirimara na agbụrụ ndị Arab na-agwakọta na Sudan emebiwo kemgbe Sudan ghọrọ steeti nwere onwe ya, na-ekwu, \"Nghọta a kwụsiri ike na iwulite njirimara Sudan mebiri site na obi abụọ na njehie nke gọọmentị dị iche mepụtara kemgbe nnwere onwe\"",
  "O kwuru na gọọmentị Sudan bụ \"ndị nketa nke iwu ọchịchị\" ma ghara ịkwalite agụmakwụkwọ",
  "O kwuru na gọọmentị ejikọtala \"nchịkwa na ihe ọmụma, na nkesa na-ezighị ezi nke ngwaọrụ na ụzọ ndụ ka mma belatara 'mmepụta' ọbụna mkpa dị mkpa nke ndị mmadụ nọ n'ebe dị anya nke nnukwu mba ahụ na ndị mmadụ si Khartoum nweta ihe ndị dị njikere.",
  "Musa rụrụ ụka megide ihe ọmụma dị n'echiche, na-ekwu, \"Ihe ọmụma, na-enweghị ọrụ ubi na ikuku maka itinye ya n'ọrụ, na-anọgide na nkà ihe ọmụma maka ntụgharị uche",
  "..",
  "A na-eji teknụzụ dịnụ na ngwaahịa njedebe dị n'aka eme ihe n'ụzọ na-ezighị ezi",
  "N'ihi na mmepụta ihe ọmụma na itinye ego na ngwaahịa na-akwado; ma ọ bụghị ya, anyị ga-emecha zụọ ahịa na ihe ochie",
  "\"",
  "Musa na-ekwu na ngalaba nka ya, ntụgharị, bụ nka onwe ya na ngalaba nke asụsụ a na-etinye n'ọrụ, nakwa na ndị ntụgharị bụ \"ndị na-emepụta ihe na ndị ọkachamara nke okwu, nka nke cloning, paraphrasing, transliterating\"",
  "Ọ na-akwado ezi nkwekọrịta n'etiti onye ntụgharị na onye edemede, na ikwesị ntụkwasị obi nke onye ntụgharị maka ogo mbụ nke ederede.",
  "Kpọpụta njehie: <ref> tag with name \"SOnline_Identity\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Sudanow_Musa_interview\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Const_Dec_En_unofficial\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"raisethevoices_4Aug2019_const_dec\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"SudTrib_FFC_5SovCouncil\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"NatAE_whos_who\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"MEE_SovCouncil_who\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"aawsat_birth_place\" defined in <references> is not used in prior text."
]