[
  "Aisha Rateb (February 22, na afọ 1928, May 4, na afọ 2013) bụ onye ọka iwu Ijipt, onye ndọrọ ndọrọ ọchịchị, na nwanyị mbụ bụ onye nnọchi anya Ijipt",
  "Ọ bụkwa Onye Ọkachamara nke iwu mba ụwa na Mahadum Cairo",
  "A mụrụ Rateb na Cairo n'ezinụlọ gụrụ akwụkwọ.",
  "Mgbe ọ gara kọleji, ọ malitere ịmụ akwụkwọ na Mahadum Cairo, mana ọ gbanwere na iwu mgbe naanị otu izu nke ọmụmụ gasịrị. Rateb gụsịrị akwụkwọ na Mahadum Cairo na afọ 1949, gara Paris obere oge maka agụmakwụkwọ ọzọ wee nweta PhD ya na iwu na afọ 1955.",
  "Rateb tinyere akwụkwọ ka ọ bụrụ onye ọka ikpe na Conseil de'Etat (ụlọ ikpe kachasị elu n'Ijipt) na afọ 1949, a jụrụ ya n'ihi okike ya. Praịm minista nke oge ahụ, Hussein Serry Pasha, kwuru na inwe nwanyị ọkàikpe bụ \"megidere omenala nke ọha mmadụ\". Ọ gbara gọọmentị akwụkwọ n'ihi na e mebiri ikike iwu ya. Ikpe ya bụ nke mbụ n'ụdị ya n'Ijipt, mgbe ọ meriri ikpe ahụ, onye isi nke State Council, Abdel-Razek al-Sanhouri, nabatara ya, na ọ meriri naanị n'ihi ihe ndọrọ ndọrọ ọchịchị na ọdịbendị, ọ bụghị dabere na iwu Ijipt ma ọ bụ Sharia. Ikpe ahụ na echiche edere nke al-Sanhouri gbara ụmụ nwanyị ndị ọzọ ume ịgbaso ya, ọ bụ ezie na ọ dịghị onye ghọrọ ndị ọka ikpe ruo n'afọ 2003, mgbe a họpụtara Tahani al-Gebali dị ka onye ọka ikpe. N'afọ 2010, praịm minista Ijipt nyere iwu ka a nyochaa mkpebi e mere n'oge na-adịbeghị anya megide ikwe ka ụmụ nwanyị bụrụ ndị ọkàikpe. N'ọnwa Julaị, afọ 2015, e mechara ṅụọ iyi ụmụ nwanyị iri abụọ na isii dị ka ndị ọkàikpe.",
  "Rateb so na Central Committee nke Arab Socialist Union na afọ 1971, ebe o nyere aka dee iwu ọhụrụ maka Ijipt. N'ime ndị otu kọmitii niile, ọ bụ naanị ya megidere \"ike pụrụ iche nke Iwu nyere onye isi ala nke oge ahụ Anwar al-Sadat\".",
  "Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ dị ka Minista nke Inshọransị na Mmekọrịta Ọha site na afo 1974 ruo na afọ 1977, ọ bụkwa nwanyị nke abụọ nwere ọkwa ahụ. N'oge ọ nọ n'ebe ahụ, o nwere ike ime mgbanwe maka ụmụ nwanyị na mba ahụ",
  "Rateb nwere ike ime nke a ọbụlagodi mgbe ndị Sheikh na-akwado okpukpe gbalịrị imebi aha ya. Rateb gara n'ihu na-etinye ihe mgbochi na ịlụ karịa otu nwanyị ma hụ na ịgba alụkwaghịm bụ naanị iwu ma ọ bụrụ na onye ọka ikpe hụrụ ya",
  "Ọ rụkwara ọrụ iji nyere ndị dara ogbenye aka, ma mee iwu iji nyere ndị nwere nkwarụ aka were ha n'ọrụ. Mgbe gọọmentị wepụrụ enyemaka maka ihe ndị dị mkpa, nke ga-emetụta ụmụ amaala kacha daa ogbenye n'Ijipt, ọ gbara arụkwaghịm na afọ 1977 n'oge nnupụisi achịcha.",
  "N'afọ 1979, a họpụtara Rateb dị ka nwanyị mbụ bụ onye nnọchi anya Ijipt. Dị ka onye nnọchi anya, ọ duziri Ijipt na \"ọnọdụ dị mma n'ụwa nke mmekọrịta mba ụwa dị iche iche\". Ọ bụ onye nnọchi anya na Denmark site na afọ 1979 ruo na afọ 1981 na Federal Republic of Germany site na afọ 1981 ruo na afọ 1984.",
  "Rateb katọrọ onye bụbu onye isi ala Ijipt bụ Hosni Mubarak n'ihi na o chere na ọchịchị ya mepụtara nkewa dị ukwuu n'etiti ndị ọgaranya na ndị ogbenye.",
  "Rateb nwụrụ na Giza mgbe obi kwụsịrị na mberede na afọ 2013."
]