[
  "Ájá bụ ihe dị nro nke nwere obere mineral nkewa",
  "Ájá nwere ihe dị iche iche mana a na-akọwa ya site na nha ọka ya",
  "Mkpụrụ ájá dị obere karịa gravel ma sie ike karịa silt",
  "Ájá nwekwara ike izo aka na ụdị ala ma ọ bụ ụdị ala; ya bụ, ala nwere ihe karịrị pasent 85 nke ájá site na ịdị arọ.",
  "Ihe mejupụtara ájá dịgasị iche, dabere na isi iyi nkume na ọnọdụ, mana ihe kachasị ewu ewu nke ájá na ntọala kọntinent dị n'ime ala na ntọala ndị na-abụghị nke okpomọkụ bụ silica (silicon dioxide, ma ọ bụ SiO2), na-abụkarị n'ụdị quartz",
  "Calcium carbonate bụ ụdị ájá nke abụọ a na-ahụkarị, dịka ọmụmaatụ, aragonite, nke e mebere nke ọma, n'ime afọ nde 500 gara aga, site n'ụdị ndụ dị iche iche, dị ka coral na shellfish",
  "Dịka ọmụmaatụ, ọ bụ ụdị ájá bụ isi pụtara na mpaghara ebe mmiri na-achịkwa gburugburu ebe obibi ruo ọtụtụ nde afọ dị ka Caribbean",
  "Ọ na-adịkarị obere, ájá nwere ike ịbụ calcium sulfate, dị ka gypsum na selenite, dị ka a na-ahụ n'ebe ndị dị ka White Sands National Park na Salt Plains National Wildlife Refuge na U.S.",
  ". Aja bụ ihe a na-apụghị imegharịgharịgharị n'ogologo oge mmadụ, na ájá kwesịrị ekwesị maka imepụta kọnkịtị bụ ihe a na-achọsi ike. Ájá ọzara, ọ bụ ezie na ọ bara ụba, adịghị adaba maka simenti",
  "A na-eji ijeri tọn 50 nke ájá osimiri na ájá fossil kwa afọ maka iwu ihe.",
  "Nkọwa ziri ezi nke ájá dịgasị iche",
  "Usoro nhazi ala nke sayensị nke a na-eji na injinia na geology kwekọrọ na US Standard Sieves, ma kọwaa ájá dị ka ụmụ irighiri ihe nwere dayameta dị n'etiti 0.074 na 4.75 milimita",
  "Site na nkọwa ọzọ, n'ihe gbasara nha nke ụmụ irighiri ihe dịka ndị ọkà mmụta ala na-eji, ụmụ irighari ájá dị n'obosara site na 0.0625 mm (ma ọ bụ 1⁄16 mm) mpịakọta nke ihe dịka 0.00012 cubic milimita, ruo 2 mm, mpịakọ nke ihe dịka 4.2 cubic milimeters, ọdịiche dị na mpịakgolo bụ 34,688 dị iche. A na-akpọ ihe ọ bụla na-adaba n'ime nha a mkpụrụ ájá",
  "Mkpụrụ ájá dị n'etiti gravel (nke nwere ụmụ irighiri ihe sitere na 2 mm ruo 64 mm site na usoro nke ikpeazụ, na site na 4.75 mm ruo 75 mm na nke mbụ) na silt (n'ime ụmụ irighari ihe dị obere karịa 0.0625 mm ruo 0.004 mm)",
  "Nkọwapụta nha dị n'etiti ájá na gravel anọgidewo na-adịgide adịgide ruo ihe karịrị otu narị afọ, mana a na-ewere diameters dị ka 0.02 mm dị ka ájá n'okpuru ụkpụrụ Albert Atterberg na-eji n'oge mmalite narị afọ nke 20",
  "Mkpụrụ ájá dị na Archimedes' The Sand Reckoner nke e dere n'ihe dị ka 240 BCE, dị 0.02 mm n'obosara",
  "Nkọwapụta 1938 nke Ngalaba Ọrụ Ugbo nke United States bụ 0.05 mm. Ụkpụrụ injinia nke 1953 nke American Association of State Highway and Transportation Officials bipụtara setịpụrụ obere ájá na 0.074 mm",
  "Ájá na-adị ka ọ na-esi ísì ụtọ mgbe a na-asa ya n'etiti mkpịsị aka",
  "Silt, site na ntụnyere, na-adị ka ntụ ọka."
]