[
  "Surajudeen Ajibola Basiru (amụrụ na 1 Julaị 1972) bụ onye bụbu Attorney General na Commissioner for Justice maka Osun State na Nigeria. Ọ rụkwara ọrụ dị ka Kọmishọna na Ministry of Regional Integration & Special Duties site n'August 2010 - November 2014.  Ọ bụbu onye nkuzi na Osun State University November, 2014 - May 2017",
  "Basiru, bụ Senator na-anọchite anya Osun Central Senatorial District n'okpuru ikpo okwu nke All Progressives Congress (APC) na-achị ma bụrụ onye a họpụtara onyeisi oche Senate Committee on Diaspora, Non-Governmental Organizations and Civil Societies",
  "E mechara họpụta ya nke ọma dị ka onye isi oche, Kọmitii Senate na Mgbasa Ozi na Ọha na Ọha (Senete ọnụ na-ekwuchitere).",
  "Basiru bụ onye otu Kọmitii Senate ndị a:",
  "A nabatara Basiru na Mahadum nke Ilorin iji mụọ Arabic na Islamic Studies mana a chụpụrụ ya n'afọ nke atọ ya",
  "Ọ natara nnabata ịmụ Iwu na Mahadum Lagos, Akoka, Yaba, Lagos maka L.L.B",
  "(Hons) Bachelor Of Laws site na 1994-2000.",
  "Ọ gara The Nigeria Law School, Bwari, Abuja, FCT",
  "(2001-2002) ma nwee Klas nke Abụọ, Upper Division",
  "Site na 2005-2006 ọ gara Mahadum Lagos, LLM (Master Of Laws) Degree na Secured Credit Transactions; Planning & Compulsory Acquisition; Law of the Sea and Comparative Company Law",
  "N'afọ 2016, Basiru nwetakwara Ph.D",
  "ya na Iwu Ihe onwunwe, Faculty of Law, na Mahadum Lagos.",
  "Basiru na-anọchite anya Osun Central Senatorial District dị ka onye omeiwu n'okpuru ikpo okwu nke otu ndọrọndọrọ ọchịchị All Progressives Congress (APC). Ọ bụ onye otu Alliance for Democracy (AD), ma nọrọ na pati ahụ site na metamorphosis ya na Action Congress (AC), Action Congress of Nigeria (ACN) na ugbu a All Progressives Congress (APC)",
  "Ọ bụ onye kọmishọna n'oge ọchịchị nke Ogbeni Rauf Aregbesola, ma rụọkwa ọrụ na oge mbụ dị ka onye kọmishịn Honorable of Regional Integration and Special Duties. Ka e mesịrị, n'oge nke abụọ, a họpụtara ya dị ka Honorable Attorney General na Commissioner for Justice maka steeti ahụ.",
  "N'abalị iri abụọ na asatọ n'ọnwa Eprel afọ 2020, Onye isi oche Senate bụ Ahmad Lawan họpụtara Basiru dị ka onye isi oche ọhụrụ nke Kọmitii Senate na Media na Public Affairs."
]