[
  "Akụkọ ifo Malagasy gbanyere mkpọrọgwụ n'akụkọ ihe mere eme ma na-ebute ya site na ịkọ akụkọ (angano, \"akụ\"), ọkachasị akụkọ Andriambahoaka, gụnyere usoro Ibonia",
  "Ọ opekata mpe pacenti 52-59 nke Madagascar bụ ndị na-agbaso okpukpe ahụ, nke a maara dịka Fomba Gasy",
  "Ịrapara na Fomba Gasy dị elu n'etiti ndị Sakalava (ruo pacenti 80), ebe ọ bụ na ha anaghị achọ ịtọghata okwukwe ndị si mba ọzọ.",
  "Akụkọ ọdịnala na Madagascar na-akọ banyere chi okike a na'akpọ Zanahary, na nkewa nke Eluigwe na Ụwa n'etiti Zinahary na nwa ya nwoke, Andrianerinerina, dike nnupụisi na isiokwu ofufe ha ugboro ugboro dịka nwa Chineke, ma ọ bụ n'etiti ndị Zanhary nke ji ụrọ kpụọ ahụ mmadụ; nʼakụkọ ifo ndị a Zanehary nyere ụmụ mmadụ ndụ, mkpụrụ obi ha ma-aaghachiri  ya n'eluigwe\" maọbụ anyanwụ ebe ahụ ha na-alaghachi na chi ala  N'adịghị ka Andrianerinerina, a na-eji okwu ahụ bụ (okwu Merina maka \"Onyenwe Obi ụtọ\") na+akọwa maka ndị nna nna a sọpụrụ. Ọdịbendị Madagascar na-ejikarị ọtụtụ chi, ma na'efe ihe dịgasị iche iche na ndị dị n'etiti chi na nna nna a na -asọpụrụ.",
  "A na-elekarị ndị nna nna anya dịka ikike obiọma na ndụ nke ndị dị ndụ, mana n'etiti ụfọdụ ndị Madagascar, ekwere na mmụọ nke nna ochie nwere ike ịghọ angatra (ndị mmụọ nwụrụ anwụ) ma ọ bụrụ na a leghaara ha anya maọbụ metọọ ha. E kwenyere na Angatra na-agagharị n'ili nke ha ma na-ewetara ndị dị ndụ na ndị mejọrọ ha ọrịa na ọdachi",
  "Otu ụdị angatra bụ kinoly: ihe ndị dị ka ndị mmadụ mana ha nwere anya na-acha ọbara ọbara na mbọ mkpịsị aka ogologo na ndị bi ndụ.",
  "Omenala ndị dị ka famadihana nke bụ mkpuchigharị ozu ndị nwụrụ anwụ n'afọ 5-10 ọ bụla na lamba ọhụrụ (uwe aka) nke ụfọdụ kwenyere na ọ ga-egbochi kinoly n'ihi njikọ ọdịnala nke lamba na hasina, ike ndụ dị omimi na nke dị nsọ.  Nkwenye ndị metụtara ike na ọrụ nke ndị nna nna dịgasị iche site na obodo gaa na mpaghara dị na Madagascar.",
  "Nkwupụta maọbụ omume nke ndị nna nna na-abụkarị isi iyi nke fady (taboos) nke na-akpụzi ndụ ọha na eze nke obodo Madagascar",
  "[citation needed] N'ofe Madagascar, a na-asọpụrụ lemurs ma chebe ha site na fody",
  "N'akụkọ ifo niile nke Indri (n'asụsụ Betsimisaraka: Babakoto), e nwere njikọ ụfọdụ nke lemur na mmadụ, na-abụkarị site na ndị nna nna",
  "E nwere ọtụtụ akụkọ banyere mmalite nke Indri karịsịa, mana ha niile na-akọwa lemurs dịka ihe dị nsọ, na a gaghị achụ ya maọbụ merụọ ya ahụ.",
  "Akụkọ ifo Madagascar na-egosi ndị dị ka ndị pygmy a na-akpọ Vazimba dịKa ndị bi na ya",
  "Ụfọdụ ndị Madagascar kwenyere na ndị bi ebe ahụ na mbụ ka bi n'ime ime ọhịa",
  "N'obodo ụfọdụ (karịsịa na Highlands), omume nke nsọpụrụ nke ndị nwụrụ anwụ nwere ike ịlaghachi na nsọtụ nke Vazimba dịka ndị nna nna ochie",
  "Ndị eze nke ụfọdụ agbụrụ Malagasy na-ekwu na ha bụ ndị ikwu ọbara na Vazimba, gụnyere usoro ndị eze Merina nke mechara chịa Madagascar niile",
  "Ndị Merina na-azọrọ ndị nna nna Vazimba site na onye guzobere usoro eze, Eze Andriamanelo, onye nne ya, Queen Rafohy, bụ nke Vazim."
]