[
  "Akụkọ nke Aḥiqar, nke a makwaara dịka Okwu nke Aḥuqar، bụ akụkọ mbụ e gosipụtara na Imperial Aramaic site na narị afọ nke ise BCE na papyri sitere na Elephantine, Ijipt, bụ nke e kesara n'ọtụtụ ebe n' Etiti nakwa Nso nso nke ọwụwa anyanwụ. A kọwawo ya dịka otu n'ime 'akwụkwọ mba ụwa' mbụ nke akwụkwọ ụwa\".",
  "Onye isi, Aḥiqar, kaara abụ onye isi ala nke ndị eze Asiria Sennacherib na Esarhaddon",
  "Naanị mbadamba ụrọ cuneiform nke Babilọn nke oge ochie sitere na Uruk (Warka) kpọtụrụ aha Aramaean Aʹuʹaqār. E dere aha ya n'asụsụ Aramaic Imperial na n'asụsụ Syriac ma sụgharịa ya dịka Aḥiqar, Arabic حَيْقَار Ḥayqār, Greek Achiacharos na Slavonic Akyrios yana ụdị dị iche iche na isiokwu ahụ dịka Armenian: Խիկար (Xikar), Ottoman Turkish Khikar, onye amamihe a maara na Near East oge ochie maka amamihe ya pụrụ iche.",
  "A maara ya dịka TAD C1.1, ma depụta ya dịka Berlin P",
  "13446A-H, K-L (Egyptian Museum of Berlin) na Pap",
  "No",
  "3465 = J",
  "43502 (Egyptian Museum of Cairo).",
  "N'akụkọ ahụ, Ahikar bụ onye isi akụkọ ifo nye eze Asiria Sennacherib na Esarhaddon. Ebe ọ na-enweghị nwa nke ya, ọ kuchiri nwa nwanne ya nwoke Nadab / Nadin, ma zụlite ya ka ọ bụrụ onye nọchiri ya",
  "Nadab/Nadin ji enweghị ekele mee atụmatụ igbu nwanne nna ya meworo agadi, ma mee ka Esarhaddon kwenye na Ahikar agbaala emeela arụ",
  "Esarhaddon nyere iwu ka e gbuo Ahikar na nzaghachi, ya mere e jidere Ahkar ma tụọ ya mkpọrọ ka ọ na-echere ntaramahụhụ",
  "Otú ọ dị, Ahikar na-echetara onye ogbugbu ahụ na Ahkar zọpụtara onye gburu ya site na ọdịnihu yiri nke ahụ n'okpuru Sennacherib, ya mere onye na'ogbugbu ahụ gbukwara onye mkpọrọ kama, ma mee ka Esarhaddon chee na ọ bụ ozu Ahikara.",
  "Ihe odide ndị fọdụrụnụ anaghị adịgide karịa nke a, mana a na-eche na njedebe mbụ nwere Nadab / Nadin ka a ga-egbu mgbe a gbanwere Ahikar",
  "Ihe odide ndị ọzọ na-egosi Ahikar ka ọ na'ebe zoro ezo iji nye eze Ijipt ndụmọdụ maka Esarhaddon, wee laghachi na mmeri na Esahaddón",
  "N'ihe odide ndị ọzọ, mgbe Ahikar lọtara, o zutere Nadab / Nadin ma weere ya iwe nke ukwuu, Nadap / Nadin wee nwụọ."
]