[
  "28 Stories of AIDS in Africa bụ akwụkwọ na-abụghị akụkọ ifo nke afọ 2007 nke onye nta akụkọ Canada na onye edemede Stephanie Nolen dere. Ọ na-akọ akụkọ iri abụọ na asatọ nke ndị na'ọrụ ịlụso HIV / AIDS ọgụ na nlekọta ahụike, dị ka ndị nkwado, na ndị a chọpụtara na ha nwere nje HIV na ezinụlọ ha.",
  "Ezutela akwụkwọ a site n'aka ndị gụrụ akwụkwọ, ndị ọrụ mmadụ na ndị na-enyocha akwụkwọ.",
  "Ọ bụ akwụkwọ kacha ere ahịa na Canada.",
  "N'afọ 2003, Nolen, onye odeakụkọ Canada nwetara ihe nrite , mere ka ndị isi ya na The Globe and Mail kwe ka o nyocha wee kọọ akụkọ banyere ọrịa AIDS na-efe efe na Africa.  Ọ kwagara Johannesburg ebe ọ nọrọ afọ anọ nyocha n'akụkụ ọ bụla nke ọrịa a..￼￼.",
  "Akwụkwọ ahụ na-akọwapụta ndị Africa 28 nwere nje HIV / AIDS, ndị rụrụ ọrụ na ahụike ma ọ bụ ịkwado, ma ọ bụ ndị ọrịa na-efe efe na-emetụta na Sub-Saharan Africa, na-achọpụta na 70% nke ọrịa HIV zuru ụwa ọnụ dị na Sub-Saharan Africa..",
  "Akwụkwọ ahụ na-amalite site na ihe ndabere banyere ọrụ Nolen, nkọwa nke HIV / AIDS n'okwu ndị nkịtị, ma kwuo na ahọrọla akụkọ 28 n\"ihi na nde mmadụ 28 butere HIV - AIDS.",
  "Nke ọ bụla n'ime akụkọ iri abụọ na asatọ na-amalite na foto nke onye bụ isiokwu nke isi.",
  "Akwụkwọ ahụ ji isi nke otu ndị na-agụ ya nwere ike isi nyere aka mechie.",
  "Stephen Lewis kọwara akwụkwọ ahụ dị ka \"akwụkwọ kachasị mma e dere banyere ọrịa AIDS, n'ezie nke kachasị njọ m gụrụla\".",
  "The Guardian toro akwụkwọ ahụ maka ilekwasị anya n'akụkọ ndị mmadụ nọ n\"Africa, karịa USA, ma nye Nolen otuto maka ijikọ akụkọ ahụ na ọdịbendị, ọha na eze na ndọrọ ndọrọ ọchịchị.",
  "Ụlọ ọrụ mgbasa ozi nke Canada kọwara akwụkwọ ahụ dị ka \"oge, mgbanwe, nke a na-enweta nke ọma\" ma kọwaa otu Nolen si dee \"ike, nghọta na ịdị mfe\".",
  "Bono kpọrọ akwụkwọ ahụ \"akwụkwọ ndekọ dị egwu\".",
  "Laretta Benjamin, onye na-eme nchọpụta banyere ọrịa AIDS, kọwara akwụkwọ ahụ dị ka otu n'ime akwụkwọ kachasị mma ọ gụrụ, jara Nolan mma maka itinye ihu mmadụ na ọnụ ọgụgụ.",
  "The New Times of Rwanda kọwara akwụkwọ ahụ dị ka ma eleghị anya akụkọ kachasị mma nke akụkọ ihe mere eme nke HIV / AIDS.",
  "James Orbinski kwuru banyere akwụkwọ ahụ \"Gụọ",
  "Na-ebe ákwá",
  "Iwe",
  "Karịsịa - dị ka ndị ahụ akọwapụtara n'akwụkwọ a - nweta obi ike ime",
  "\"",
  "E bipụtara akwụkwọ ahụ n'asụsụ asaa na mba iri na otu, gụnyere:"
]