[
  "Ịrụ ọrụ nke ọma bụ ịbawanye ego, ihe, ndị ọrụ, na akụ ndị ọzọ nke mmadụ ma ọ bụ nzukọ nwèrè ike ịdọrọ iji rụọ ọrụ nkè ọma, na obere mmefu ego (okike)",
  "Ọ pụtara iji obere ihe onwunwe nké ụwa n'ụzọ na-adịgide adịgide ka ọ na-ebelata mmetụta gburugburu ebe obibi.",
  "Akụkọ afọ 2014 nké The Carbon Trust tụrụ aro na ihe ịma aka nkè ihe onwunwe na-akawanye njọ ngwa ngwa dịka ọmụmaatụ, enwere ike inwe ọdịiche 40% n'etiti mmiri dịnụ na mkpa mmiri site n'afo 2030, na ụfọdụ ihe ndị dị oke mkpa nwere ike ịdị ụkọ ozugbo ọ dị n'afọ 2016",
  "Ihe ịma aka ndị a nwèrè ike iduga na nkwụsịtụ maka inye, ihe ndị a chọrọ, mgbanwe mgbanwe nke ọnụahịa, ma nwee ike imesite egwu nkè ụdị azụmaahịa dị ugbu a.",
  "Ntụziaka arụmọrụ nke ihe onwunwe, usoro, na ebumnuche yiri nke mmepụta ihe onwunwa / ike nke ihe onyonyo na echiche na-adabere na gbụrụ-gbúrụ ébé obibi nkè arụmọrụ gburugburu ebe obibi / arụmọrụ gbụrụ-gbúrụ ébé dị",
  "Iji nweta ma melite ihe onwunwe sitere n'okike na arụmọrụ ike, a tụpụtara ụfọdụ atụmatụ akụ na ụba ma ọ bụ mmepụta na-adịgide adịgide n'ime afọ iri isé gara aga: [mgbe?] akụ na ụba gburugburu, site na nwa ruo nwa- ma ọ bụ imewe mmelite, yana ụkpụrụ biomimetics, naanị ịkpọ aha ole na ole",
  "Ihe a na-ahụkarị n'ime ha niile bụ nkwado a na-ewu ewu, nke a na-ewepụ ihe onwunwe (nke a na-apụghị imezigharị) site na imewe",
  "A na-ewu ha n'ozuzu ka ha bụrụ ihe zuru oke, na-akwado onwe ha ma na-akwanyere ikike ibu nke usoro akụ na ụba ma ọ bụ gburugburu ebe obibi ùgwù.",
  "Ngwá ọrụ dị mkpa na arụmọrụ nke ihe onwunwe bụ ịtụle akụkụ dị íchè íchè nke ojiji nke ihe onyonyo (dịka akara carbon, akara mmiri, akara ala ma ọ bụ ojiji ihe onwunwa), wee chọpụta 'ebe ọkụ' ebe a na-eji ọtụtụ ihe onwunye eme ihe ma ọ bụ ebe enwere ohere kachasị mma iji belata ojiji nke akụ a",
  "Dịka ọmụmaatụ, WRAP ebipụtala ozi banyere ébé ọkụ màkà ngwaahịa iri ise nwéré ike inye aka na mmetụta gburugburu ebe obibi metụtara oriri ezinụlọ UK. \nWRAP emeela ọtụtụ ngwaọrụ na nduzi iji nyere aka melite arụmọrụ azụmaahịa.",
  "UNEP na-arụ ọrụ iji kwalite arụmọrụ nke ihe onwunwe na mmepụta na-adịgide adịgide (SCP) na mba ndị mepere emepe na ndị na-emepe emepe",
  "A na-elekwasị anya n'inweta nghọta na mmejuputa site n'aka ndị na-eme mkpebi ọha na eze na nke onwé, yana ọha na eze, nke iwu na omume màkà arụmọrụ akụ na SCP",
  "Nke a na-agụnye ịkwalite njikwa akụ na-adịgide adịgide n'echiche ndụ màkà ngwaahịa na ọrụ.",
  "Ihe omuma Europe nkè na-arụ ọrụ nke ọma bụ akụkụ nke Europe 2020 Strategy, usoro uto EU maka akụ na ụba nwèrè ọgụgụ isi, tụnyere ma na-adịgide adịgide",
  "Ọ na-akwado mgbanwe gaa na uto na-adịgide adịgide site na akụ na ụba na-arụ ọrụ nke ọma, akụ na ụba carbon dị ala.",
  "N'ọnwa Ọktoba n'afọ 2012 Mahadum Polytechnic nke Tomsk (TPU) bidoro mmemme mmepe nke teknụzụ na-arụ ọrụ nke ọma màkà oge 2013 Xia2018. TPU gosipụtara mmemme ahụ n'afọ 2009 na asọmpi gọọmentị etiti Russia \"National Research University\"",
  "A mara ọkwa isi ihe nke mmemme nke TPU na nguzobe ụlọ akwụkwọ sekọndrị dị ka ndị ọrụ mahadum zuru ụwa ọnụ na mmepe nke teknụzụ màkà akụ na ụba na-arụ ọrụ nke ọma.",
  "TPU mepụtara usoro agụmakwụkwọ \"Resource Efficiency\", kwadebere ma bipụta akwụkwọ nkụzi \"Principals of resource efficiency\", isiokwu nhọrọ nkè otu aha ahụ ewepụtara na usoro mmụta (màkà ọzụzụ na mpaghara niile nke undergraduate).",
  "TPU na-atụle mmepe mahadum n'ọhịa nkè teknụzụ na-arụ ọrụ nkè ọma nké na-ejikọta ìgwè nyocha na agụmakwụkwọ isii:",
  "Resource Efficient Scotland bụ mmemme gọọmentị Scotland na-akwado nké na-enyere azụmaahịa na ngalaba ọha na eze na nké atọ aka ịchekwa ego site na iji ihe onwunwe rụọ ọrụ nke ọma."
]