[
  "Akụ na ụba gburugburu ebe obibi bụ ngalaba nke akụ na ụba nke metụtara nsogbu gburugburu ebe obibi",
  "Ọ bụrụla isiokwu a na-amụ nke ọma n'ihi nchegbu gburugburu ebe obibi na-eto eto na narị afọ nke iri abụọ na otu",
  "Akụ na ụba gburugburu ebe obibi \"na-eme nyocha nke usoro ọmụmụ ma ọ bụ nke siri ike banyere mmetụta akụ na ụba nke atumatu gburugburu ebe obibi nke mba ma ọ bụ mpaghara gburugburu ụwa",
  "Okwu ndị pụrụ iche gụnyere ụgwọ na uru nke usoro gburugburu ebe obibi ọzọ iji na-ahụ maka mmetọ ikuku, àgwà mmiri, ihe ndị na-egbu egbu, ihe mkpofu siri ike",
  ", na okpomoku zuru ụwa ọnụ.\"",
  "Akụ na ụba gburugburu ebe obibi bụ ihe dị iche na akụ na ụba gburugburu ebe obibi na akụ na ụba gburugburu ebe obibi na-emesi akụ na ụba ike dị ka usoro nke gburugburu ebe obibi na-elekwasị anya n'ichekwa isi obodo",
  "Otu nnyocha e mere ndị ọkachamara n'ihe banyere akụ̀ na ụba Germany chọpụtara na akụ̀ na ụba gburugburu ebe obibi na gburugburu ebe obibi bụ ụlọ akwụkwọ dị iche iche nke echiche akụ̀ na ụba, na ndị ọkachamara n'ihe banyere akụ̀ na ụba na-emesi ike ịdịgide \"ike\" ma na-ajụ echiche na isi obodo mmadụ mere (\"anụ ahụ\") nwere ike dochie anya isi obodo.",
  "Achọpụtala ngalaba akụ na ụba ọgbara ọhụrụ nke akụ na ụba gburugburu na 1960 site na ntinye aka dị ukwuu sitere n'aka onye akụ na ụba Post-Keynesian Paul Davidson, onye ka rụchara ọrụ njikwa ya na ụlọ ọrụ mmanụ Continental.",
  "Central na gburugburu ebe obibi akụ na ụba bụ echiche nke ọdịda ahịa",
  "Ọdịda ahịa pụtara na ahịa anaghị ekenye akụrụngwa nke ọma",
  "Dị ka Hanley, Shogren, and White (2007) si kwuo: \"Ọdịda ahịa na-eme mgbe ahịa anaghị ekenye ihe onwunwe dị ụkọ iji mee ka ọdịmma ọha mmadụ kacha mma",
  "A wedge dị n'etiti ihe onye onwe ya nyere ọnụ ahịa ahịa na ihe ọha mmadụ nwere ike ịchọ",
  "Ọ ga-eme iji chebe gburugburu ebe obibi",
  "Ntụnye dị otú ahụ na-egosi ịla n'iyi ma ọ bụ enweghị ike akụ na ụba; enwere ike ịmepụta ihe onwunwe iji mee ka ọ dịkarịa ala otu onye ka mma n'emeghị ka onye ọ bụla ka njọ.\" Nke a na-ebute ahịa na-adịghị arụ ọrụ nke kwesịrị ka edozi ya site n'ụzọ dịka ntinye aka gọọmentị",
  "Ụdị ọdịda ahịa na-emekarị gụnyere mpụga, enweghị ike ịpụ na enweghị asọmpi.",
  "Mpụga dị mgbe mmadụ na-eme nhọrọ nke na-emetụta ndị ọzọ n'ụzọ na-adịghị agụta na ọnụahịa ahịa",
  "Mpụpụ nwere ike ịbụ ihe dị mma ma ọ bụ nke na-adịghị mma mana ọ na-ejikọta ya na mpụga ọjọọ na akụnụba gburugburu ebe obibi",
  "Dịka ọmụmaatụ, mmiri na-agbapụta n'ime ụlọ obibi na-eme n'ala ụlọ elu na-emetụta ala ala",
  "Ihe atụ ọzọ gbasara otú ire osisi Amazon si eleda ọnụ ọgụgụ carbon dioxide a na-ewepụta na igbutu ya anya",
  "[Kamma isi isi chọrọ] Ma ọ bụ, mmetọ na-ekupụ nke ọma agaghị eburu n'uche ụgwọ ndị mmetọ ya na-amanye ndị ọzọ",
  "N'ihi ya, mmetọ nwere ike ime karịa ọkwa 'mmadụ na-arụ ọrụ nke ọma', nke bụ ọkwa nke ga-adị ma ọ bụrụ na ahịa chọrọ ka ọ kwụọ ụgwọ maka mmetọ ahụ",
  "Nkọwa kpochapụwo nke Kenneth Arrow na James Meade na-emetụta bụ Heller na Starrett (1976), bụ ndị na-akọwapụta mpụga dị ka \"ọnọdụ nke akụ na ụba nke onwe na-enweghị ihe mkpali zuru oke iji mepụta ahịa nwere ike na ụfọdụ mma na adịghị adị nke ahịa a",
  "na-ebute mfu nke arụmọrụ Pareto\"",
  "N'okwu akụ na ụba, mpụga bụ ihe atụ nke ọdịda ahịa, nke ahịa na-enweghị njedebe na-adịghị eduga na nsonaazụ dị mma.",
  "Mgbe ọ dị oke ọnụ iji wepụ ụfọdụ ndị na ịnweta akụ gburugburu ebe obibi, a na-akpọ akụ ahụ ihe onwunwe nkịtị (mgbe enwere asọmpi maka akụ ahụ, nke na otu onye na-eji ihe onwunwe eme ihe na-ebelata ohere ndị ọzọ iji ihe onwunwe ahụ mee ihe",
  ") ma ọ bụ uru ọha na eze (mgbe iji ihe onwunwe na-abụghị nke asọmpi)",
  "N'ọnọdụ ọ bụla nke enweghị mwepu, oke ahịa nwere ike ọ gaghị adị irè.",
  "Achọpụtala ihe ịma aka ndị a ogologo oge",
  "Echiche Hardin (1968) banyere ọdachi nke ndị nkịtị mere ka ihe ịma aka ndị dị na enweghị mwepu na ihe onwunwe nkịtị gbasaa",
  "\"Commons\" na-ezo aka na gburugburu ebe obibi akụ n'onwe ya, \"nkịtị onwunwe akụ\" ma ọ bụ \"nkịtị ọdọ mmiri akụ\" na-ezo aka a onwunwe ikike ọchịchị na-enye ohere maka ụfọdụ mkpokọta ozu chepụta atụmatụ ewepu ndị ọzọ, si otú ikwe ijide n'ọdịnihu uru iyi; na \"oghere-oghere\" na-egosi enweghị nwe n'echiche na ihe onwunwe onye ọ bụla nwere ọ dịghị onye nwere.",
  "Nsogbu bụ isi bụ na ọ bụrụ na ndị mmadụ na-eleghara uru ụkọ nke ndị nkịtị anya, ha nwere ike ịkwụsị itinye mgbalị dị ukwuu, na-ewe ihe ubi (dịka ọmụmaatụ, ịkụ azụ)",
  "Hardin na-ekwu na n'enweghị ihe mgbochi, ndị na-eji ohere ịnweta ohere ga-eji ya karịa ma ọ bụrụ na ha ga-akwụ ụgwọ ya ma nwee ikike pụrụ iche, na-eduga ná mmebi gburugburu ebe obibi",
  "Lee, Otú ọ dị, ọrụ Ostrom (1990) na otú ndị mmadụ na-eji ezigbo ihe onwunwe na-arụ ọrụ na-arụ ọrụ iji guzobe iwu ndị na-achị onwe ha iji belata ihe ize ndụ nke ọdachi nke ndị nkịtị.",
  "Mbelata mmetụta mgbanwe ihu igwe bụ ihe atụ nke ọdịmma ọha na eze, ebe a naghị egosipụta uru ọha na eze kpamkpam na ọnụahịa ahịa",
  "N'ihi na uru akụkụ nkeonwe dị obere karịa uru ọha mmadụ ahịa na-enye mbelata mgbanwe ihu igwe",
  "Nke a bụ ọdịmma ọha na eze ebe ọ bụ na ihe ize ndụ nke mgbanwe ihu igwe bụ ma ndị na-emegide ma na-enweghị ike iwepụ",
  "Mgbalị ndị dị otú ahụ abụghị ndị na-asọ mpi ebe ọ bụ na mbelata ihu igwe na-enye mmadụ adịghị ebelata ọkwa nke mbelata nke onye ọ bụla ọzọ na-enwe",
  "Ha bụ omume enweghị ike iwepụ n'ihi na ha ga-enwe nsonaazụ zuru ụwa ọnụ nke enweghị ike iwepụ onye ọ bụla",
  "A na-ebelata mkpali obodo itinye ego na mbelata carbon n'ihi na ọ nwere ike \"ịnya ụgbọ ala n'efu\" pụọ na mbọ nke mba ndị ọzọ",
  "Ihe karịrị otu narị afọ gara aga, onye na-ahụ maka akụ na ụba Sweden bụ Knut Wicksell (1896) buru ụzọ kwurịta otú ahịa nwere ike isi na-enye ngwá ahịa ọha na eze n'ihi na ndị mmadụ nwere ike izochi mmasị ha maka ihe ọma, ma ka na-enweta uru na-akwụghị ha ụgwọ.",
  "Ịtụle uru akụ na ụba nke gburugburu ebe obibi bụ isi isiokwu dị n'ime ubi",
  "Ụkpụrụ nke ihe ndị sitere n'okike anaghị egosipụtakarị n'ọnụ ahịa ndị ahịa na-etinye na, n'eziokwu, ọtụtụ n'ime ha dị n'enweghị ego ọ bụla",
  "Esemokwu a na-ebutekarị mgbagha na ọnụahịa nke akụ sitere n'okike: ma iji ha emebiga ihe ókè na itinye ego n'ime ha",
  "Uru akụ na ụba ma ọ bụ uru a na-ahụ anya nke ọrụ gburugburu ebe obibi yana, n'ozuzu ya, nke akụrụngwa sitere n'okike, gụnyere ma ojiji ma na-apụtaghị ìhè (lee akụkụ ọdịdị nke akụ na ụba gburugburu ebe obibi)",
  "Ụkpụrụ anaghị eji eme ihe gụnyere ịdị adị, nhọrọ na ụkpụrụ arịrịọ",
  "Dịka ọmụmaatụ, ụfọdụ ndị nwere ike iji ịdị adị nke ụdị ụdị dị iche iche kpọrọ ihe, n'agbanyeghị mmetụta mfu nke ụdị dị na ọrụ gburugburu ebe obibi",
  "Ịdị adị nke ụdị ndị a nwere ike ịnwe uru nhọrọ, n'ihi na enwere ike iji ya mee ihe maka ụfọdụ ebumnuche mmadụ",
  "Dịka ọmụmaatụ, enwere ike ịchọta ụfọdụ osisi maka ọgwụ",
  "Ndị mmadụ n'otu n'otu nwere ike iji ikike ịhapụ ebe mara mma maka ụmụ ha.",
  "A na-enwetakarị ụkpụrụ ojiji na ndị na-apụtaghị ìhè site na omume ekpughere, dị ka ọnụ ahịa ime njem ntụrụndụ ma ọ bụ iji ụzọ hedonic nke a na-eme atụmatụ ụkpụrụ dabere na ọnụ ahịa hụrụ",
  "A na-echekarị ụkpụrụ ndị anaghị eji ya eme ihe site na iji usoro mmasị ekwuputara dị ka ntule na-adịte aka ma ọ bụ ụdị nhọrọ",
  "Ntụle ọnụ ahịa na-adịkarị n'ụdị nyocha nke a na-ajụ ndị mmadụ ego ole ha ga-akwụ iji lelee ma megharịa na gburugburu ebe obibi (mmasị ịkwụ ụgwọ) ma ọ bụ njikere ha ịnara ụgwọ (WTA) maka mbibi nke ọdịmma gburugburu ebe obibi",
  "Ọnụ ahịa Hedonic na-enyocha mmetụta gburugburu ebe obibi na-enwe na mkpebi akụ na ụba site na ọnụ ahịa ụlọ, mmefu njem, na ịkwụ ụgwọ ileta ogige ntụrụndụ.",
  "Ihe fọrọ nke nta ka ọ bụrụ gọọmentị niile na steeti na-ebuli mmerụ ahụ gburugburu site n'inye ụdị enyemaka dị iche iche nwere mmetụta nke ịkwụ ụgwọ ụlọ ọrụ na ndị na-eme ihe n'ụzọ akụ na ụba ọzọ iji na-erigbu akụ sitere n'okike karịa ichebe ha",
  "Nbibi nke ụdị enyemaka ọhaneze dị otú ahụ ka e jiri nlezianya mee atụmatụ na $4-$6 trillion U.S",
  "dollar kwa afọ.",
  "Ihe ngwọta a na-akwado iji dozie ihe ndị dị otú ahụ gụnyere:",
  "Ọ bụrụ na ekwe ka ụlọ ọrụ tinye ụfọdụ n'ime mpụ ndị a na ọnụ ahịa ikpeazụ ha, nke a nwere ike imebi Jevons paradox ma nye ego ga-ezuru iji nyere ụlọ ọrụ aka imeputa ihe.",
  "Akụ na ụba gburugburu ebe obibi metụtara akụ na ụba gburugburu ebe obibi mana enwere ndịiche",
  "Ọtụtụ ndị ọkachamara n'ihe gbasara akụ na ụba gburugburu ka a zụrụ azụ dị ka ndị ọkachamara n'ihe gbasara akụ na ụba",
  "Ha na-etinye ngwá ọrụ nke akụ na ụba iji dozie nsogbu gburugburu ebe obibi, ọtụtụ n'ime ha na-emetụta ihe ndị a na-akpọ ọdịda ahịa - ọnọdụ ndị \"aka a na-adịghị ahụ anya\" nke akụ na ụba na-enweghị ntụkwasị obi",
  "Ọtụtụ ndị ọkachamara n'ihe gbasara akụ na ụba ka a zụrụ azụ dị ka ndị na-ahụ maka gburugburu ebe obibi, mana agbasawanyela oke ọrụ ha iji tụlee mmetụta ụmụ mmadụ na ọrụ akụ na ụba ha na sistemu na ọrụ gburugburu ebe obibi, na nke ọzọ",
  "Mpaghara a na-ewere dị ka ntọala ya na akụnụba bụ mpaghara subfield siri ike nke gburugburu ebe obibi",
  "A na-akọwa akụ na ụba gburugburu ebe obibi mgbe ụfọdụ dị ka iwere ụzọ dị iche iche maka nsogbu gburugburu ebe obibi ma na-elekwasị anya n'ụzọ doro anya na nkwado gburugburu ebe obibi ogologo oge na okwu ọnụ ọgụgụ.",
  "A na-ele akụ na ụba gburugburu ebe obibi anya dị ka ihe kachasị mma na usoro ọnụahịa; ecological Economics dị ka ihe ezi uche dị na ya na mbọ ya iwekota ihe ndị na-abụghị nke price usoro dị ka isi arbiters nke mkpebi",
  "Otu ndị ọkachamara abụọ a na-enwe mgbe ụfọdụ echiche ndị na-emegiderịta onwe ha nke enwere ike gbadobere na nkwado nkà ihe ọmụma dị iche iche.",
  "Ihe ọzọ na-eme n'èzí bụ mgbe ijikọ ụwa ọnụ na-ekwe ka otu onye na-egwu egwu n'ahịa na-enweghị mmasị na ihe dị iche iche dị ndụ na-ebelata ọnụ ahịa nke onye ọzọ bụ - na-emepụta agbụrụ na ala na ụkpụrụ na nchekwa",
  "Nke a, n'aka nke ya, nwere ike ịkpata mfu nke isi obodo site na mbuze, nsogbu ịdị ọcha mmiri, ọrịa, ọzara, na ihe ndị ọzọ na-adịghị mma n'echiche akụ na ụba",
  "Nchegbu a metụtara mpaghara subfield nke mmepe na-adigide na mmekọrịta ndọrọ ndọrọ ọchịchị ya, mmegharị nke mba ụwa.",
  "Akụ na ụba gburugburu ebe obibi dị iche na akụ akụ akụ",
  "Akụrụngwa akụ na ụba sitere n'okike dị ka mpaghara subfield malitere mgbe isi ihe na-eche ndị nyocha bụ nrigbu azụmaahịa kachasị mma nke akụ akụ sitere n'okike",
  "Mana ndị na-ahụ maka akụrụngwa na ndị na-eme amụma mechara malite ileba anya na mkpa ka ukwuu nke akụrụngwa sitere n'okike (dịka ụkpụrụ azụ na osisi karịrị naanị nrigbu azụmahịa ha)",
  "O siri ike ugbu a ịmata ọdịiche dị na akụ na ụba \"gburugburugburu\" na \"ihe okike\" dị ka ubi dị iche iche ka ha abụọ jikọtara ya na nkwado",
  "Ọtụtụ ndị ọkachamara n'ihe gbasara akụ na ụba akwụkwọ ndụ akwụkwọ ndụ kewara ịrụ ọrụ na akụ na ụba ndọrọ ndọrọ ọchịchị ọzọ.",
  "Akụ na ụba gburugburu ebe obibi bụ mmetụta dị ukwuu n'echiche nke ikekekeke n'okike na ego gburugburu ebe obibi, nke enwere ike ịsị na ọ bụ ngalaba abụọ nke akụ na ụba gburugburu ebe obibi metụtara nchekwa nchekwa akụ na mmepụta, na uru nke ihe dị iche iche dị ndụ nye mmadụ, n'otu n'otu",
  "Ozizi nke ikekete ụwa (Hawken, Lovins, Lovins) na-aga n'ihu karịa akụ na ụba gburugburu ebe obibi ọdịnala site n'ichepụta ụwa ebe a na-ahụta ọrụ sitere n'okike dịka isi obodo.",
  "Ndị na-ahụ maka akụ na ụba na-acha akwụkwọ ndụ akwụkwọ ndụ ndị ọzọ na-ajụ usoro akụ na ụba neoclassical na-akwado akụ na ụba ndọrọ ndọrọ ọchịchị ọhụrụ karịa ikekete ọchịchị ma ọ bụ ọchịchị Kọmunist nke na-enye aka na mmekọrịta nke akụ na ụba mmadụ na gburugburu ebe obibi, na-ekwenye na \"akụ na ụba bụ ụzọ atọ n'ụzọ ise nke gburugburu ebe obibi\" - Mike Nickerson",
  "Otu ndọrọ ndọrọ ọchịchị a bụ onye na-akwado mgbanwe na ume ọhụrụ.",
  "Ụzọ ndị a na-esiwanye ike ga-apụta mgbanwe n'ịkwanye ego na ikekwe ọchịchị onye kwuo uche ya nke bioregional nke mere na ndọrọ ndọrọ ọchịchị, akụ na ụba, na gburugburu ebe obibi \"oke gburugburu\" kwadoro, ọ bụghị n'okpuru mkpebi ikpe a na-emekarị n'okpuru ikekete.",
  "Mpaghara mpaghara na-apụta nke akụ na ụba gburugburu ebe obibi na-amụ njikọ ya na akụ na ụba mmepe",
  "Ndị Michael Greenstone na B",
  "Kelsey Jack kpọrọ \"envirodevonomics\" n'akwụkwọ ha bụ \"Envirodevonomics: Agenda Research for a Young Field\", ngalaba ahụ nwere mmasị karịsịa n'ịmụ \"ihe kpatara àgwà gburugburu ebe obibi [ ji dị njọ na mba ndị na-emepe emepe.\" Atụmatụ maka ịghọta njikọ a nke ọma n'etiti GDP nke mba na àgwà gburugburu ebe obibi ya gụnyere nyochaa ole n'ime echiche etiti nke akụ na ụba gburugburu ebe obibi, gụnyere ọdịda ahịa, mpụga, na njikere ịkwụ ụgwọ, nwere ike gbagwojuru anya site na nsogbu ndị dị iche iche na-eche mba ndị na-emepe emepe ihu, dị otú ahụ",
  "dị ka okwu ndọrọ ndọrọ ọchịchị, enweghị akụrụngwa, ma ọ bụ akụrụngwa ego ezughị oke, n'etiti ọtụtụ ndị ọzọ.",
  "N'ihe gbasara iwu na akụnụba, a na-amụ iwu gburugburu ebe obibi site n'echiche akụ na ụba",
  "Nyocha akụ na ụba nke ihe ọmụmụ iwu gburugburu ebe obibi dị ka zoning, mbupụ, ikikere, ụgwọ ndị ọzọ, ụkpụrụ nchekwa, mkpuchi amanyere iwu, na mmachi mpụ",
  "Akwụkwọ Michael Faure (2003) na-enyocha akwụkwọ a.",
  "Ndị isi agụmakwụkwọ na ndị ọkachamara maka ọzụzụ nke Environmental Economics bụ Association of Environmental and Resource Economists (AERE) na European Association for Environmental and Resource Economics (EAERE)",
  "Isi ụlọ akwụkwọ agụmakwụkwọ na ọkachamara maka ọzụzụ nke Ecological Economics bụ International Society for Ecological Economics (ISEE)",
  "Isi nzukọ maka Green Economics bụ Green Economics Institute."
]