[
  "Nke a bụ akụkọ ihe mere eme ma gburugburu ebe obibi nke afọ ndị 2020",
  "Akụkọ ihe mere eme gburugburu ebe obibi na-ezo aka na ihe omume na ọnọdụ ndị metụtara gburugburu ebe obibi okike na mmekọrịta mmadụ",
  "Ihe atụ nke ihe omume ndị mmadụ gụnyere ọnwụ nke ụdị dị iche iche, mgbanwe ihu igwe na mkpochapụ holocene.",
  "Site n'ọnwa Julaị 2020, ma International Commission na Stratigraphy (ICS) ma ọ bụ International Union of Geological Sciences (IUGS) akwadola okwu ahụ dị ka ngalaba ama ama nke oge geologic., mana na Mee 2019, AWG tozuru oke inyefe akwụkwọ ikike na ICS site na 2021, ịchọta akara akara stratigraphic nwere ike ruo n'etiti narị afọ nke iri abụọ nke oge nkịtị.",
  "Dabere na akụkọ Global Biodiversity Outlook nke afọ 2020 United Nations, n'ime ihe mgbaru ọsọ iri abụọ nke Biodiversiy Targets nke Aichi setịpụrụ na afọ 2010, ọ bụ naanị isii \"n'ụzọ ụfọdụ\" ka a rụzuru site na njedebe nke 2020. Akụkọ ahụ gosipụtara na ọ bụrụ na agbanwebeghị ọnọdụ ahụ, ụdị dị iche iche ga-anọgide na-ebelata n'ihi \"usoro mmepụta na oriri na-enweghị ike ugbu a, mmụba ọnụ ọgụgụ mmadụ na mmepe teknụzụ\". Akụkọ ahụ kwukwara na Australia, Brazil na Cameroon na Galapagos Islands (Ecuador) maka inwe otu n'ime anụmanụ ya furu efu n'ime afọ 10 gara aga. Mgbe nke a gasịrị, ndị isi nke mba 64 na European Union kwere nkwa ịkwụsị mmebi gburugburu ebe obibi na iweghachi ụwa",
  "Ndị isi ụfọdụ n’ime ndị kasị emetọ ihe n’ụwa, bụ́ China, India, Russia, Brazil, na United States, esoghị n’ime ha.",
  "Mmetụta nke mgbanwe ihu igwe pụtara na 2020 na ndekọ 30 aha Atlantic okpomọkụ oké ifufe na ifufe; okpomọkụ kachasị elu na 80-afọ edere na 54.4 Celsius; nnukwu ọkụ na-agba n'Australia, n'Ebe Ọdịda Anyanwụ United States, na Arctic; yana mkpuchi ice nke oke osimiri Arctic nke abụọ kachasị dị ala.",
  "Otu narị mmadụ nwụrụ nakwa ndị ruru 18,000 nọ n'ụlọ ọgwụ na Japan ebe France kọrọ ọnwụ 1,462 metụtara okpomọkụ na 2019, afọ El Niño",
  "2,800,000 mmadụ butere dengue, kpatara ọnwụ 1,250",
  "Ọrịa COVID-19 nwere mmetụta na gburugburu ebe obibi, na mgbanwe na ọrụ mmadụ na-eduga na mgbanwe nwa oge na mmetọ ikuku, ikuku na-ekpo ọkụ na ogo mmiri",
  "Ka ọrịa a ghọrọ nsogbu ahụike zuru ụwa ọnụ na mbido 2020, nzaghachi dị iche iche nke mba gụnyere mkpọchi na mgbochi njem kpatara nnukwu ọgba aghara na ọha mmadụ, njem, iji ike eme ihe na ọrụ akụ na ụba, mgbe ụfọdụ a na-akpọ ya \"anthropause\".Dika ebuliri usoro ahụike ọha ka emechara n'ọrịa a, a na-atụle mmetụta ya mgbe ụfọdụ n'ihe metụtara mmejuputa mgbanwe ume ọhụrụ na mbelata mgbanwe ihu igwe.",
  "Dabere na akụkọ World Wide Fund nke Nature's 2020 Living Planet Report, ọnụ ọgụgụ anụ ọhịa agbadala site na 68% kemgbe 1970 n'ihi oke oriri, mmụba ọnụ ọgụgụ mmadụ na ọrụ ugbo siri ike, nke bụ ihe akaebe ọzọ na-egosi na ụmụ mmadụ ewepụtala ihe omume mkpochapụ nke isii..",
  "Ala ọmajiji na tsunami n'ime afọ iri gụnyere ala ọma jijiji Caribbean nke 2020 na ala ọmajiji Zagreb 2020",
  "Ọkụ ọhịa gụnyere oge ọkụ oke ohia nke 2019-20 Australian, 2020 Western United States oge ọkụ ọhịa, 2020 ọkụ ọhịa Cordoba, yana yana ọkụ ọhịa 2021 Turkey.",
  "N'afọ 2020, nnukwu ụyọkọ igurube ọzara yiri egwu ikpu akụkụ buru ibu nke Middle East, Africa, na Eshia",
  "N'ikwekọ na ọrịa COVID-19, nke a kpatara nnukwu ihe ize ndụ nye ọtụtụ ijeri ndị nwere ike imetụta",
  "Ọ bụ ezie na ndị ọkachamara chere na ụmụ ahụhụ ahụ ga-anwụ n'oge ọkọchị na Disemba 2019, mmiri ozuzo na-abụghị oge mere ka mwakpo ahụ ruo ọkwa a na-atụghị anya ya na nke dị ize ndụ."
]