[
  "Akụkọ n'oge ihi ụra bụ ụdị akụkọ ọdịnala, ebe a na-agwa nwatakịrị akụkọ n'oge ochie ụra iji kwadebe ndị mmadụ n'ihe ndị na ụdị nke ụra site n'ime nwatakịrị maka ụra",
  "Ọ dịla anya a na-ewere akụkọ oge ihi ụra dị ka \"ihe doro anya n'ọtụtụ ezinụlọ\".",
  "Okwu ahụ bụ \"akụkọ oge ọmụmụ\" bụ nke Louise Chandler dị ka Moulton chepụtara n'akwụkwọ ya nke 1873, Bed-time Stories  Onye ọkà mmụta Robin Bernstein na-achọpụta otú \"ememe nke okenye na-agụ n'olu dara ụda nye nwatakịrị n'oge ihi ụra si malite na ọkara nke abụọ nke narị afọ nke iri na itoolu ma bụrụ ihe a ma ama na mmalite narị afọ nke abụọ na nkwenye na-arịwanye ndị mmadụ n'ihe ndị na ụdị àlà úkwú dị ka ndị ọzọ ụra mbụ Nile dị ndụ ebighị elu na ememe ime ka obi dị jụụ dị mkpa maka ụmụaka na njedebe nke ụbọchị",
  "Omenala ahụ sitere na ma kwurịta ihe dịgasị iche iche: ọ bụghị naanị uto nke ụlọ ọrụ akwụkwọ foto kamakwa mgbasa nke ụra dịpụrụ adịpụ ndị mere n'oge ochie ma ndi isi oche nkeji nke ụmụaka bi n'ime ụlọ ihi ụra nke ọ bụla, mgbasawanye na ụdị nke ụra site n'ime ụmụ ndị ikom abụọ wee nọrọ jụụ nke ọkụ eletrik na usoro okpomọkụ nke gbanwere ịgụ akwụkwọ mgbede gafere ọkụ gaa n'ụlọ ndị ọzọ, yana ọtụtụ ndị ọkachamara na-ekpu okpueze ọhụrụ nke mere ka ndị nne ná mmalite nke narị afọ mbụ Nile dị ka ndị ọzọ nna kwenye na mmemme ụmụaka chọrọ",
  "\"Ka ọ na-erule n'etiti afọ iri abụọ \"Ịgụ ndị nne na nna nye ụmụaka n'oge ụra ghọrọ ọdachi na abịa site n'ime ụmụ gị nọ n'ọrụ njegharị n'afọ ndị na eme ìhè ahụ ike ịbelata metonym maka ịzụlite na ímé nwanne anyị ndị nne na nne na nna kwesịrị ekwesị na nwata dị n'etiti",
  "\"",
  "Ịgụ akụkọ n'oge àkwà na-eweta ọtụtụ uru maka ndị nne na nna na ụmụaka",
  "Usoro a na-eme n'oge a na-ehi ụra tupu a na-arahụ ụra nwere ike imeziwanye mmepe ụbụrụ nwatakịrị, njikwa asụsụ, na nkà iche echiche ezi uche. Mmekọrịta onye na-akọ akụkọ na onye na-ege ntị na-emepụta njikọ mmetụta uche n'etiti nne na nna na nwa. N'ihi \"ike nke iṅomi\" nke nwatakịrị, nne na nna na akụkọ ha na-akọ na-arụ ọrụ dị ka ihe nlereanya maka nwatakịrị ịgbaso.",
  "Akụkọ oge ihi ụra na-enyekwa uru maka ịkụziri nwatakịrị omume ọma ndị a na-adịghị ahụkebe dịka ọmịiko, enweghị ọdịmma onwe onye, na njide onwe onye, dịka a na-ekwu na ọtụtụ ụmụaka \"na-enwe ọmịiko mgbe ha nwetụrụ ma ọ bụ nwere ike iche n'echiche mmetụta nke ndị ọzọ\". Ya mere, enwere ike iji akụkọ oge ihi ụra kwurịta isiokwu ndị gbara ọchịchịrị dịka ọnwụ na ịkpa ókè agbụrụ. Ka akụkọ ndị na-ehi ụra na-agbasawanye na isiokwu, nwatakịrị ahụ \"ga-agbasa n'echiche ha banyere ndụ na mmetụta nke ndị ọzọ\".",
  "Ụdị ndị okenye n'ụdị akwụkwọ ọdịyo na-enyere ndị okenye aka ihi ụra n'emeghị ka akụkọ ahụ gwụchaa.",
  "N'ime ọdịbendị ọdịda anyanwụ, ọtụtụ ndị nne na nna na-agụrụ ụmụ ha akụkọ n'oge ụra iji hụ na ha na-ehi ụra n'udo",
  "Dị ka ọ na-adịkarị, a na-ewere omume a dị ka ụzọ isi wulite mmekọrịta dị mma n'etiti ndị nne na nna na ụmụaka yana ọgbọ nke uru ndị ọzọ",
  "Ụdị akụkọ na oge nwere ike ịdị iche na ọdịbendị",
  "N'omenala ọdịda anyanwụ, ị nwere ike ịchọta ụdị dị iche iche nke akụkọ oge ihi ụra.",
  "Dị ka omenala ọ bụla ọzọ, akụkọ ọdịda anyanwụ na-ehi ụra jupụtara na uru ọdịnala na akụkọ sitere na ọdịbendị ndị dị n'okpuru",
  "Nkwupụta nke ndị cowboys na ụdị ndụ hippie bụ ụdị a ma ama nke ịkọ akụkọ ọnụ",
  "Site n'ịdị mfe nke mbipụta na ibipụta agba, ndị edemede ọhụrụ aghọwo akụkụ nke ụlọ ọrụ edemede akụkọ ebe ha na-ede akụkọ ọhụrụ, nke okike na nke metụtara foto iji mee ka ndị na-ege ntị na-etinye aka dị ka egosiri n'usoro akwụkwọ akụkọ ụmụaka nke Arthur S",
  "Maxwell dere.",
  "Ọdịbendị Europe nwere nnukwu nchịkọta akụkọ oge ụra. Ọ bụghị naanị na a na-agụ ha na mpaghara Europe, mana ha bụ ndị a ma ama n'ụwa niile",
  "Nke a na-enyere ụmụaka aka ịzụlite uche ha ma bulie ikike ha",
  "Omenala Europe nke akụkọ oge ihi ụra dabeere na akụkọ ifo Aesop ma ọ bụ nke ndị okenye na ụmụaka hụrụ n'anya gburugburu ụwa.",
  "Akụkọ ifo nke Aesop bụ nchịkọta akụkọ ifo nke onye na-akọ akụkọ Gris aha ya bụ Aesop dere",
  "Akụkọ ifo ndị a gụnyere ụmụ anụmanụ dị iche iche, na-enye nkuzi omume ọma ma ọ bụ nnukwu ebe amamihe maka ndị na-eto eto ịghọta",
  "Dị ka akụkọ ifo ndị a gụnyere omume, a na-agụ ha ụmụaka n'oge a iji kụziere ha ụkpụrụ omume na omume ọma.",
  "Akụkọ ifo nke Aesop bụ nke ọdịnala na ndị Gris",
  "Mgbe afọ iri atọ nke ọnwụ Aesop gasịrị, a chịkọtara akụkọ ifo ndị a ma chịkọta ha",
  "Ọrụ nke Aesop dị na Latin na Grik nke e mesịrị sụgharịa n'asụsụ dị iche iche, na-eme ka akụkọ ifo ndị a bụrụ ndị a ma ama.",
  "E nwere nnukwu nchịkọta akụkọ ifo Aesop maka ụmụaka ịgụ n'oge ụra",
  "Ọtụtụ n'ime ha bụ ndị a ma ama ma ụmụaka na ndị nne na nna hụrụ ha n'anya nke ukwuu",
  "Ụfọdụ n'ime ọtụtụ akụkọ ifo Aesop bụ:",
  "Akụkọ ifo na-enyere ụmụaka na ndị okenye aka ịmụta ihe ọmụmụ ngwa ngwa n'ụzọ dị irè",
  "Ihe atụ ndị ahụ dị ike karịa nghọta",
  "Ya mere, ụmụaka na-enweta ụkpụrụ omume ọma karịa site na ụdị akụkọ ndị a.",
  "N'oge a, ọtụtụ ndị okenye na-eji akụkọ ụra eme ihe iji hie ụra",
  "Ọtụtụ ndị na-eji ngwa Calm maka nzube a.",
  "Ịgụ akụkọ n'oge ụra na-eme ka okwu ụmụaka dịkwuo elu."
]