[
  "ccular economy (also referrcircularity or CE)long as possibl\nAkụ na ụba okirikiri (nke a na-akpọkwa okirikiri ma ọ bụ CE) bụ ihe atụ nke mmepụta na oriri nke gụnyere ịkekọrịta, ịgbazinye ego, iji megharịa, ịrụzi, imezigharị na imegharị ihe ndị dị adị",
  "Ngwaahịa maka ogologo oge enwere ike",
  "Ebumnuche CE iji gboo ihe ịma aka zuru ụwa ọnụ dị ka mfu dị iche iche nke mgbanwe ihu igwe, mkpofu na mmetọ site na imesi ike na mmebe dabere na mmejuputa ntọala atọ ahụ",
  "Ụkpụrụ nke mode Ụkpụrụ atọ a chọrọ maka mgbanwe gaa na akụ na ụba okirikiri bụ: ịmepụta ihe mkpofu na mmetọ, idobe ngwaahịa na ihe eji eme ihe na imegharị usoro okike \", CE Kọwaa n'ụzọ megidere akụ na ụba linear ọdịnala",
  "A mụọla echiche na echiche nke akụ na ụba okirikiri nke ukwuu na agụmakwụkwọ, azụmahịa na gọọmentị n'ime afọ iri gara aga",
  "CE A na-ewu ewu n'ihi na ọ na-enyere aka ibelata ihe ọkụkụ na oriri nke akụrụngwa, mepee atụmanya ahịa ọhụrụ na isi na-abawanye nkwado nke oriri na imeziwanye",
  "Ịrụ ọrụ akụrụngwa.",
  "Na ọkwa gọọmentị, a na-ele CE anya dị ka ụzọ isi lụso okpomọkụ ụwa ọgụ yana onye na'ime ka uto ogologo oge. CE nwere ike ijikọ ndị na-eme ihe nkiri na ihe onwunwe iji kwụsị ihe ndị dị na mpaghara. N'ụkpụrụ ya bụ isi, Nzukọ Ndị Omeiwu Europe na-akọwa CE dị ka, ihe nlereanya nke mmepụta na oriri, nke na'agụnye ịkekọrịta, ịgbazite, iji ya eme ihe ọzọ, idozi ya, imezigharị ya na iji ihe na ngwaahịa ndị dị ugbu a mee ihe ruo ogologo oge o kwere mee",
  "N'ụzọ dị otú a, a na-agbatị usoro ndụ nke ngwaahịa.",
  "N'ime akụ na ụba gburugburu, ụdị azụmaahịa na-arụ ọrụ dị mkpa n'ịkwalite mgbanwe site na usoro ahịrị gaa na nke gburugburu",
  "A chọpụtala ụdị azụmaahịa dị iche iche na-akwado okirikiri, gụnyere ngwaahịa-dị ka ọrụ, ikpo okwu ịkekọrịta, na ụdị ndọtị ndụ ngwaahịa, n'etiti ndị ọzọ. Ụdị ndị a na-ezube imeziwanye ojiji nke ihe onwunwe, belata ihe mkpofu, ma mepụta uru maka azụmaahịa na ndị ahịa n'otu ụzọ ahụ, ka ha na'inye aka na ebumnuche zuru oke nke akụ na ụba gburugburu.",
  "N'ime akụ na ụba dị n'ahịrị, a na-agbanwe ihe onwunwe okike ka ọ bụrụ ngwaahịa ndị a ga-emecha bụrụ ihe mkpofu n\"ihi ụzọ e si emepụta ma mepụta ha",
  "A na-ejikarị \"iwere, mepụta, kpochapụ\" chịkọta usoro a. N'ụzọ dị iche, akụ na ụba gburugburu na-ezube mgbanwe site na usoro 'iwere ihe mkpofu' gaa na sistemụ na nke na'ịgbanwe agbanwe",
  "Ọ na-eji iji ya eme ihe ọzọ, ịkekọrịta, ịrụzi ya, imepụta ya ọzọ na imegharị ya iji mepụta usoro mechiri emechi, na'ebelata ojiji nke ntinye ihe onwunwe na ịmepụta ihe mkpofu, mmetọ na ikuku carbon. Ọnọdụ akụ na ụba gburugburu na-ezube idebe ngwaahịa, ihe, ngwá ọrụ na akụrụngwa iji mee ihe ogologo oge, si otú a na'imeziwanye mmepụta nke ihe ndị a. Ihe mkpofu na ike kwesịrị ịghọ ntinye maka usoro ndị ọzọ site na mmelite mkpo: ma ọ bụ dị ka akụkụ maka ụlọ ọrụ mmepụta ihe ọzọ maọ bụ dịka ihe onwunwe na-eme ka okike dịghachi ọhụrụ (dịka, compost)",
  "The Ellen MacArthur Foundation (EMF) na-akọwa akụ na ụba gburugburu dị ka akụnụba ụlọ ọrụ mmepụta ihe nke na'ịgbanwe ma ọ bụ na na ọ na -eweghachi site na uru na imewe.",
  "Enwere ike itinye usoro akụ na ụba gburugburu n'ọrụ n\"ụzọ dị iche iche, site na ngwaahịa na ọrụ ọ bụla ruo na ụlọ ọrụ na obodo niile",
  "Dịka ọmụmaatụ, symbiosis ụlọ ọrụ bụ atụmatụ ebe ihe mkpofu sitere n'otu ụlọ ahịa na-aghọ ihe ntinye maka nke ọzọ, na'ịmepụta netwọk nke mgbanwe akụ na ibelata ihe nkpofu, mmetọ, yana ojiji akụ. N'otu aka ahụ, obodo ndị dị gburugburu na-achọ ijikọta ụkpụrụ ndị gbara gburugburu n'ime atụmatụ na mmepe obodo, na'ịkwalite usoro akụ na ụba mpaghara na ịkwalite ụdị ndụ na ya n\"etiti ụmụ amaala ha.",
  "E nwere ọtụtụ nkọwa nke akụ na ụba gburugburu. Na China, a na-akwalite CE dị ka ebumnuche ndọrọ ndọrọ ọchịchị mba dị elu, ebe na mpaghara ndị ọzọ dị na European Union, Japan, na USA ọ bụ ngwá ọrụ iji mepụta ụkpụrụ nchịkwa gburugburu ebe obibi na ihe mkpofu",
  "Ebumnuche kachasị elu nke ịkwalite CE bụ iwepụ nrụgide gburugburu ebe obibi site na uto akụ na ụba. Nkọwa zuru oke nwere ike ịbụ: \"Akụnụba gburugburu bụ usoro akụ na ụba nke na-elekwasị anya na ihe efu na mmetọ n'oge ndụ ihe niile, site na nchọpụta gburugburu ebe obibi ruo mgbanwe ụlọ ọrụ, na ndị na'azụ ahịa ikpeazụ, itinye aka na usoro okike niile metụtara",
  "Mgbe ọ na-agwụ, ihe na ya na'ime usoro mmepụta ihe ma ọ bụ, n'ihe gbasara ihe fọdụrụnụ, laghachi na gburugburu ebe obibi n\"enweghị nsogbu dịka ọ dị na okike",
  "Ọ na-arụ ọrụ site n'ịmepụta uru na macro, meso na micro ma na'ụzọ zuru oke na echiche na ya",
  "Ihe ndị na-enye ike a na'ọrụ dị ọcha ma na - emezigharị",
  "Ojiji na ojiji nke ihe onwunwe dị irè",
  "Ụlọ ọrụ gọọmentị na ndị na-azụ ahịa na'ọrụ na - na",
  "N'ozuzu, mmepe gburugburu bụ ihe nlereanya nke mmepụta na ojiji nke akụ na ụba, mmekọrịta mmadụ na ibe ya, na gburugburu ebe obibi nke na-ezube iwulite ọha mmadụ nwere onwe ya na nke kwụ ọtọ n'ụzọ kwekọrọ na nsogbu nke ihe onwunwe gburugburu. Ọnọdụ akụ na ụba gburugburu na-ezube ịgbanwe akụnụba anyị ka ọ bụrụ nke na'ime ka ọhụrụ",
  "Ọnọdụ akụ na ụba nke na-emepụta ihe ọhụrụ iji belata ihe mkpofu na mmetụta gburugburu ebe obibi na gburugburu ụwa nke ụlọ ọrụ tupu ya emee kama ichere iji dozie nsonaazụ nke nsogbu ndị a. A na-eme nke a site n'ịmepụta usoro ọhụrụ na ihe ngwọta maka njikarịcha ihe onwunwe, na ịhapụ ịdabere na akụ na ụba.",
  "Ọnọdụ akụ na ụba gburugburu bụ usoro nke ụkpụrụ atọ, nke imewe na-akpali: iwepụ ihe mkpofu na mmetọ, idebe ngwaahịa na ihe eji eme ihe ma melite usoro okike. Ọ na-adabere na ike na ihe ndị a na'ime ka ọ dị ọhụrụ, ọ na - ihe ọhụrụ dijitalụ na ya na",
  "Ọ bụ ihe na-eguzogide, nke a na'ekesa, dịgasị iche iche, na nke na na - gụnyere akụ na ụba",
  "Akụ na ụba gburugburu bụ echiche akụ na ụzụ nke na-ejikọkarị na mmepe na'adịgide adịgide, inye ihe mgbaru ọsọ mmepụta na (Global Development Goals) na ndọtị nke akụnụba ahịhịa ndụ.",
  "Nkọwa ndị ọzọ na ọnụ ụzọ ziri ezi nke na-ekewapụta usoro site na ọrụ okirikiri emeela n'akwụkwọ akụ na ụba.",
  "Enwere ike ijikọta echiche nke akụ na ụba gburugburu na ụlọ akwụkwọ dị iche iche nke echiche, gụnyere ụlọ ọrụ mmepụta ihe, biomimicry, na ụkpụrụ nhazi site na ebe a mụrụ ya",
  "Nkà na ụzụ nke ụlọ ọrụ mmepụta ihe bụ ọmụmụ nke ihe na ike na-agafe site na usoro mmepe mmefu, nke bụ ntọala nke akụ na ụba gburugburu",
  "Biomimicry na-agụnye iṅomi usoro na atụmatụ nke oge a nwalere n'ịmepụta usoro mmadụ",
  "Nhazi nke Cradle-to-cradle bụ ụzọ zuru oke maka ịmepụta ngwaahịa na usoro nke na-atụle usoro ndụ ha niile, site na nchọpụta ihe ọkụkụ ruo na njedebe nke ndụ, ma na'ịchọ ibelata ihe mkpofu ma bulie arụmọrụ nke ihe onwunwe",
  "Echiche ndị a jikọtara ọnụ na-enye aka na mmepe na itinye n'ọrụ akụ na ụba gburugburu.",
  "Ihe achọrọ maka iru eru na isi okwu nke ntụle iji nweta ego nkwekọrịta ma ọ bụ ụgwọ mezzanine ka European Investment Bank na ndị ntụziaka-ọchịchọ Europe guzobere ọrụ ugbo na nyocha",
  "N'ihi ya, a họọrọ onye ndụmọdụ itinye ego, ma mepụta European Circular Bioeconomy Fund.",
  "N'oge 2019 COP25 na Madrid, William McDonough na onye ọkà mmụta gburugburu ebe obibi nke mmiri Carlos Duarte gosipụtara Circular Carbon Economy n'ihe omume ya na BBVA Foundation",
  "Circular Carbon Economy dabeere na echiche McDonough sitere n'aka carbon Is Not The Enemy  ma bulie ya dika usoro maka ịzụlitema ịhazi sistemụ dị irè iji njikwa carbone",
  "McDonough jiri Circular Carbon Economy mee ihe iji hazie mkparịta ụka na ogbako G20 n'ọnwa Machị 2020 tupu ndị isi G20 anabata usoro ahụ na Nọvemba 2020.",
  "E nwere ụfọdụ nkatọ banyere echiche nke akụ na ụba gburugburu",
  "Dị ka Corvellec (2015) si kwuo ya, akụ na ụba gburugburu ahụ nwere ọganihu azụmaahịa dị nro site na \"ndị megidere mmemme\", yana ego okirikiri nọ anya karịa nke kachasị njọ. Corvellec (2019) welitere okwu nke ọtụtụ ụdị ma mesie ike \"enweghị ohere maka ndị na-emepụta ihe mkpofu ka ha kewapụ onwe ha site n'ihe nketa ha wee kwusipụta uru dị mkpa, ọnụọgụ abụọ, na ọnụ ọgụgụ gafere agafe",
  "\"\": 217 \"Ntinye aka Katọlik dọtara mmasị na ntụpọ Reno dịka nsịatịrịka na scats bụ akara iji mee ka nkwukọrịta interspecies nwee obi ụtọ. Nkọwa a na-ekwusi ike n'ihe ndị na-emepụta ihe mkpofu agaghị ekwe omume ịhapụ onwe ha site na nsị ha ma mesie uru, ọtụtụ, na nke gafere agafe",
  "\""
]