[
  "Àtụ:Infobox Language/IPA",
  "Akan (/əˈkæn/) bụ asụsụ Central Tano na asụsụ ala nna nke ndị Akan nke Ghana, nke a na-asụ n'ọtụtụ ọkara ndịda Ghana. Ihe dị ka 80% nke ndị Ghana nwere ike ịsụ Akan, ihe dị ka 44% nke ndị Ghana bụ ndị na-asụ asụsụ ala. A na-asụkwa ya n'akụkụ ụfọdụ nke Côte d'Ivoire. Otu onye nwere ike ịkọwa ya dị ka ihe odide-lexography mbụ.",
  "E mepụtara asụsụ anọ dị ka ụkpụrụ edemede nwere orthographies dị iche iche: Asante, Akuapem, Bono (nke a maara dị ka Twi), na Fante ; nke, n'agbanyeghị na ha na-aghọta ibe ha, ndị na-ekwu okwu nke ụkpụrụ ndị ọzọ enweghị ike ịnweta ya n'ụdị ederede ruo mgbe Kọmitii Akọn Orthography (AOC) mepụtara orthography Akan na 1978, dabere na Akuap Twiem. A na-eji orthography a dị n'otu dị ka ihe ntụziaka na ụlọ akwụkwọ praịmarị site n'aka ndị na-asụ ọtụtụ asụsụ Central Tano ndị ọzọ, dị ka Akyem, Anyi, Sehwi, Fante, Ahanta, na asụsụ Guan. Kọmitii Orthography nke Akan arụwo ọrụ n'ịmepụta usoro orthography.",
  "Site na ahia ohu nke Atlantic, e webatara asụsụ ahụ na Caribbean na South America, ọkachasị na Suriname, nke ndị Ndyuka na-asụ, na Jamaica, nke ndị Jamaican Maroons na-asụrụ, nke a makwaara dị ka Coromantee. Ọdịbendị nke ụmụ nke ndị ohu gbapụrụ agbapụ n'ime Suriname na ndị Maroons na Jamaica ka nwere mmetụta sitere n'asụsụ a, gụnyere omume aha ndị Akan nke ịkpọ aha ụmụaka mgbe ụbọchị izu a mụrụ ha gasịrị, dịka",
  "Akwasi/Kwasi maka nwa nwoke ma ọ bụ Akosua maka nwa agbọghọ amụrụ na Sọnde",
  "Na Jamaica na Suriname, akụkọ ududo Anansi ka bụ nke a maara nke ọma.",
  "N'akụkọ ihe mere eme, ndị Akan bi na Ghana kwagara n'etiti narị afọ nke 11 na nke 18",
  "Ndị ọzọ bi n'akụkụ ọwụwa anyanwụ nke Ivory Coast na akụkụ Togo. Ha si n'ebe ugwu kwaga n'ọhịa na mpaghara ndị dị n'ụsọ oké osimiri na ndịda na narị afọ nke 13",
  "Ndị Akan nwere ọdịnala akụkọ ihe mere eme siri ike nke oge gara aga ha ma bụrụkwa ndị a maara n'ụwa akụkọ ihe mere mere eme maka ihe nnọchianya nke osisi, ígwè na terracotta. A na-egosipụta echiche ọdịbendị ha n'akụkọ na ilu nakwa n'ihe osise dịka akara eji eme ihe na uwe. Ọdịbendị na akụkọ ihe mere eme nke ndị Akan na Ghana na-eme ka ọ bụrụ ebe nyocha maka ọzụzụ dị iche iche dị ka akụkọ ọdịnala, ọmụmụ akwụkwọ, asụsụ, anthropology na akụkọ ihe nkiri.",
  "Akan bụ asụsụ na-aga n'ihu nke gụnyere Twi, Fante, na Wasa. Ethnologue, nke nhazi ya dabere na ọmụmụ nke nghọta na okwu yiri ibe ya site n'ọtụtụ isi mmalite, na-ekewa ụdị dị iche iche nke Akan dị ka olumba nke asụsụ Akan, nke sitere na ezinụlọ asụsụ Central Tano. Glottolog na-eme otu nyocha ahụ, ma e wezụga na a na-akpọ asụsụ Akan \"Akanic\".",
  "Dabere na ọrụ nke P",
  "K",
  "Agbedor, Fante, Twi (Bono, Asante na Akuapem), Sefwi, Wassa, Asen, Akwamu, na Kwahu mere bụ nke Cluster 1 nke ụdị okwu nke Ghana, akọwapụtara dị ka na Ethnologue site na ọkwa nghọta. Cluster 1 nwere ike ịkpọ r-Akan nke ọma, nke na-enweghị /l/ dị ka phoneme, ebe l-Akan na-ezo aka na ụyọkọ Akan nke mejupụtara Nzema, Baoulé, Anyin na asụsụ ndị ọzọ a na-asụkarị na Ivory Coast, nke nwere /l/ n'ọnọdụ /r/",
  "[citation needed]",
  "Asụsụ ndị Akan nwere nnukwu palatalization, ụdaume nkwekọrịta, na ụda olu.",
  "Tupu ụdaume ihu, a na-eme ka ụdaume Asante niile (ma ọ bụ labio-palatalized), na nkwụsịtụ na-eme ruo n'ókè ụfọdụ",
  "Allophones nke /n/ dị mgbagwoju anya",
  "Na tebụl dị n'okpuru ebe a, a na-akọwapụta allophones palatal/i/zed nke na-agụnye ihe karịrị obere ụdaume palatalization, n'ihe gbasara ụdaume /i /",
  "Ụda ndị a n/a/-apụta tupu ụdaume ndị ọzọ, dị ka /a/, ọ bụ ezie na n'ọtụtụ ọnọdụ ọ bụghị ihe a na-ahụkarị.",
  "N'asụsụ Asante, a na-akpọ /ɡu/ //ɡʷ//, mana na Akuapem ọ ka bụ //ɡu/ /",
  "A na-akpọ usoro //nh// [ŋŋ̊].",
  "Enwere i/k/e ịnụ okwu ikpeazụ /k/ dị ka nkwụsị glottal [ʔ]",
  "Enwekwara nasalization nke //h// na nke //j w// dị ka [h̃] na [j̃ w̃], mgbe ọ na-eme n'ihu ụdaume imi.",
  "Ihe odide ndị dị na tebụl dị n'okpuru ebe a dị n'usoro /phonemic/, [phonetic], 意",
  "Rịba ama na orthographic bụ ihe na-edoghị anya; n'akwụkwọ nkuzi, enwere ike ịmata ọdịiche dị na //dw// site na diacritic: d̩w",
  "N'otu aka ahụ, a pụrụ ịsụgharị n̩w",
  "A na-eji orthographic eme ihe n'ụzọ dị nro [ɲᶣĩ].",
  "Asụsụ ndị Akan nwere ụdaume iri na anọ ruo iri na ise: ụdaume anọ ruo ise \"dị ike\" (mgbọrọgwụ asụsụ dị elu, ma ọ bụ +ATR), ụdaume ise \"dị mfe\" (mkpọrọgwụ ire, ma ọ bụrụ na ọ bụghị kpamkpam na-anọchite anya ụdaume asaa, na ụdaume imi ise, nke a na-anọghị na ya",
  "Mmadụ iri na anọ niile dị iche na mkpụrụedemede Gold Coast nke oge ọchịchị",
  "A na-ahụ ọdịiche ATR na orthographic a naanị na ụfọdụ subdialects nke Fante, mana ọ bụghị n'ụdị edemede; na Asante na Akuapem enwere harmonic allophones nke /a/, mana ọ dịghị ATR",
  "A naghị ahụkarị ụdaume abụọ e dere e (/eʹ/ na //i//) na o (/oʹ/ na/u/) dị iche na ịkpọpụta.",
  "Mkpụrụedemede Akan na-etinye aka n'ụdị ụdaume na mgbọrọgwụ nke ire.",
  "Akan nwere ụda ụda atọ, elu (/H/), etiti (/M/), na ala (/L/)",
  "Mkpụrụ okwu mbido nwere ike ịbụ naanị elu ma ọ bụ ala.",
  "ụda ụda nke ụda atọ ahụ dabere na gburugburu ha, a na-ebelata ya mgbe ụda ndị ọzọ gasịrị, na-emepụta mbelata na-aga n'ihu nke a maara dị ka ụda ụda.",
  "/H/ ụda nwere otu ụda dị ka /H/ ma ọ bụ /M/ ụda dị n'ime otu ahịrịokwu ụda, ebe /M/ tones nwere ụda dị ala",
  "Nke ahụ bụ, usoro /HH/ na /MH/ nwere ọkwa dị elu, ebe usoro /HM/ na /MM/ nwere ụda na-ada",
  "/H/ na-agbadata (dabere) mgbe /L/ gasịrị.",
  "/L/ bụ ụda ndabara, nke na-apụta n'ọnọdụ ndị dị ka prefixes reduplicated",
  "Ọ na-anọ mgbe niile na ala nke ụda nke ọkà okwu, ma e wezụga na usoro / HHLH /, n'ọnọdụ ahụ, a na-ebuli ya na ụda mana / H / ikpeazụ ka na-ebelata",
  "Ya mere /HMH/ na /HLH/ na-akpọpụta na ụda dị iche iche ma yiri ya.",
  "Mgbe mkpụrụedemede mbụ \"ma ama\" nke ahịrịokwu, na-abụkarị ụda mbụ dị elu, enwere nkwụsịtụ",
  "A na-emekarị ka mkpụrụedemede a pụta ìhè.",
  "Akan na-emepụta ụfọdụ aha dị iche iche site na ịgbakwunye prefixes 'm' ma ọ bụ 'n' na okwu mbụ ma wepụ ụda mbụ nke aha ahụ",
  "Ihe atụ gụnyere aha ndị dị ka What (nwatakịrị), nke na-emepụta ọtụtụ ya site n'iwepụ 'ab' n'okwu ahụ ma gbakwunye 'mm' iji mepụta ọtụtụ ya:__hau____hau____hau__ (ụmụ)",
  "Otu ihe ahụ na-aga maka ịtụrụ (anụmanụ) na ịtụrụ \"anụmanụ\", ịtụrụ n'ezinụlọ, ịtụrụ abirekyie (ụmụ ewu) na ịtachi mmirekyie \"ụmụ ewu\" wdg.",
  "Aha ndị na-eji akara 'n' gụnyere; adaka (ikpo) na nnaka (ikpu), adanko (agwọ) na nnanko (agbọgwụ), aduro (ọgwụ) na nnuro (ọgwọ), atare (uwe) na ntare (uwe), odwan (ụmụ atụrụ) na nnwan (ụma), doana (nri) na nnuane (n'ọtụtụ nri), kraman (nkịta) na nkraman (ụnụ), kaneanea (ìhè), safoa (isi) na nsa).",
  "Akan nwere ike ịmepụta ọtụtụ aha site na ịgbakwunye suffix nom na okwu mbụ",
  "Ihe atụ gụnyere; auga (nna) na agyanom (ndị nna), nana (nne nne / nwa nwa) na nananom (ndị nne na nna / ụmụ ụmụ), nua (ndị nwanne) na gum (ụmụnne), рә рә (nwanyi) na yerenom (ndị inyom).",
  "Ụfọdụ aha ndị Akan bụ otu n'otu na ọtụtụ",
  "A na-ede aha ndị dị ka nkyene (mmanụ), ani (anya), sika (ego) e.t.c n'otu n'otu na n'ọtụtụ.",
  "Asụsụ Akan nwere akwụkwọ bara ọgaranya n'elu ilu, akụkọ ọdịnala, na ihe nkiri ọdịnala, yana akwụkwọ ọhụrụ na ihe nkiri, akụkọ mkpirikpi, na akwụkwọ akụkọ. A malitere ide akwụkwọ ndị a n'ụdị ederede na ngwụcha afọ 1800. Mgbe e mesịrị, Joseph Hanson Kwabena Nketia chịkọtara ọtụtụ ilu na akụkọ ọdịnala, gụnyere Funeral Dirges of the Akan People (1969), Folk Songs of Ghana (1963), na Akan Poetry (1958)",
  "Ụfọdụ n'ime ndị edemede dị mkpa n'asụsụ ahụ bụ A",
  "A",
  "Opoku (onye na-eme ihe nkiri), E",
  "J",
  "Osew (onye na'eme ihe nkiri, K",
  "E",
  "Owusu (onye na na-ede akwụkwọ akụkọ), na R",
  "A",
  "Tabi (onye na - onye na-eme egwuregwu na onye na-ede akụkọ). Ngalaba asụsụ Ghana enwebeghị ike ịga n'ihu na-ebipụta akwụkwọ akụkọ n'asụsụ ahụ, ndị na-esonụ anaghị ebipụta: Obreguo, Okrabiri, Afrakoma, Obeede, Fia Tsatsala, na Ku Di Fo Nanawu.",
  "N'afọ 1978, AOC guzobere orthography nkịtị maka ndị Akan niile, nke a na-eji dị ka usoro ntụziaka na ụlọ akwụkwọ praịmarị. A na-amata asụsụ Akan maka ịgụ na ide, site na ọ dịkarịa ala ọkwa praịmarị dị ala (primary 1[[3).",
  "A na-amụ asụsụ Akan na mahadum ndị dị na United States, gụnyere Mahadum Ohio, Mahadum steeti Ohio, Machịum Wisconsin-Madison, Mahadim Harvard, Mahadam Boston, Mahaduma Indiana, Mahadin Michigan, na Mahadum Florida",
  "Akan abụwo asụsụ Afrịka a na-amụ mgbe niile na mmemme Summer Cooperative African Languages Institute (SCALI) kwa afọ. A na-amụ asụsụ Akan na mahadum ndị a dị ka mmemme bachelor ma ọ bụ masters.",
  "Àtụ:Languages of GhanaAsusu ndi GhanaÀtụ:Kwa languagesAsusu Kwa",
  "Njikwa Ikike"
]