[
  "Onye anakpọ Akanaame (垢 (あか)嘗 (なめ)) bụ onye Japan yōkai nke e gosipụtara n'akwụkwọ Toriyama Sekien dere n'afọ nari iri asaa iri asaa na isii bụ Gazu Hyakki Yagyō",
  "Nke pụtara \"ihe na-eme ka mmiri na-esi ísì ụtọ\", a na-ekwu na ha na-eme ihe na-esi n'ahụ nke na-anakọta na ụlọ ịsa ahụ.",
  "N'ihe ngosi yōkai oge ochie, a na-egosipụta ụmụaka nwere mkpịsị ụkwụ na isi ndị a pịrị apị site na ebe ịsa ahụ na-apụta ogologo ire. Ihe ngosi ndị a enweghị ụdị nkọwa ọ bụla, yabụ ihe ọ bụla metụtara ha nwere ike ịkọwapụta, mana n'akwụkwọ kaidan nke oge Edo bụ Kokon Hyakumonogatari Hyōban, e nwere ihe odide banyere yōkai a na-akpọ akaneburi (neburi nke pụtara \"ịta\") a na-ekwukwa na akaname bụ ihe ngosi nke akaneburi a.",
  "Dị ka Kokon Hyakumonogatari Hyōban si kwuo, akaneburi bụ anụ ọhịa nke bi n'ụlọ ịsa ahụ ochie ma a na-ekwu na ọ na-ezo n'ụlọ mebiri emebi",
  "N'oge ahụ, ekwere na a mụrụ azụ site na mmiri na ụmụ ahụhụ sitere na unyi, na ịhụ otú azụ si eri mmiri na ụmụ oke na-eri unyi, a kwenyere na ihe niile na-eri ihe na-amịpụta ha, akaneburi bụ ndị na-agbanwe site na ikuku nke ebe ndị na-achịkọta uzuzu na unyi wee si otú a na-ebi ndụ site na iri unyi.",
  "N'akwụkwọ gbasara yōkai site n'oge Shōwa, Heisei, na karịa, a kọwara akaname na akaneburi n'otu ụzọ ahụ dị n'elu",
  "Nkọwa ndị a na-ekwu na akaname bụ yōkai nke bi n'ụlọ ịsa ahụ ochie na ụlọ ndị mebiri emebi nke ga-abanye n'ebe ndị mmadụ na-ehi ụra n'abalị mgbe ndị mmadụ na ogologo ire ya na-ata unyi na grime na-arapara n'ebe ịsa ahụ na ebe ịsa ahụ. Ọ naghị eme ihe ọ bụla ọzọ karịa ịta unyi, mana ebe ọ bụ na a na-ewere yōkai dị ka ihe na-adịghị mma izute, a na-ekwu na ndị mmadụ rụsiri ọrụ ike iji hụ na a na'asa ebe ịsa ahụ na ebe ịsa ahụ́ ka akaname ghara ịbịa. Ọ dịghị onye hụrụ ihe akaname bụ n'ezie, mana ebe ọ bụ na aka nwere ike ichetara ndị mmadụ ụcha ọbara ọbara (aka na Japanese), a na-ekwu na ha nwere ihu uhie ma ọ bụ na-acha uhie uhie kpamkpam. Ọzọkwa, aka (nke pụtara \"ihe ruru unyi\") nwekwara ihe na-emetụta echiche nke \"ihe na-adịghị ọcha\" dịka \"ihe rụrụ arụ\", \"ihe ọjọọ\", ma ọ bụ \"ọchịchọ ụwa\" na ihe ndị ọzọ na-adịghị mkpa, nke na-eduga n'echiche na ọ bụghị naanị nkuzi idebe ebe ịsa ahụ dị ọcha, kamakwa iji gbochie ihe ndị dị otú ahụ ka ghara izo onwe gị.",
  "Pokémon Lickitung dabeere na Akaname.",
  "E gosipụtara akaname na mgbasa ozi dị iche iche, gụnyere na anime na egwuregwu vidio Yo-kai Watch.",
  "N'afọ puku abụọ na iri abụọ, Lush wepụtara oghere bubble aha ya ma mee ka ọ bụrụ ihe e kere eke."
]