[
  "Àkàrà (Yoruba)(English: Bean cake Hausa: kosai, Portuguese: Acarajé (Portuguese pronunciation:  (listen)) bụ ụdị frizer nke e ji cowpeas ma ọ bụ beans (black eye peas)",
  "A na-ahụ ya na nri West Africa, Caribbean, na Brazil",
  "A na-ahụkarị nri ahụ na steeti Bahia nke dị n'ebe ugwu ọwụwa anyanwụ Brazil, ọkachasị n'obodo Salvador",
  "Acarajé na-eje ozi dị ka onyinye okpukpe nye chi dị iche iche n'okpukpe Candomblé na dị ka nri n'okporo ámá",
  "Ọ bụ ndị ohu si West Africa weta nri ahụ, a ka nwere ike ịchọta ya n'ụdị dị iche iche na Nigeria, Ghana, Togo, Benin, Mali, Gambia, Burkina Faso na Sierra Leone.",
  "A na-eme Akara site na ahịhịa (anya anya ojii), a na-asa ya ma jiri ose kwọọ ya, na ihe ndị ọzọ a na-ahọrọ, wee tinye ya iji mee ka ọ dị mma, ma sie ya n'ime obere bọl.",
  "A na-eme acarajé nke Brazil site na cowpeas e siri esi ma sie ya nke a na-etinye nnu na yabasị a pịrị apị nke a kpụrụ n'ụdị nnukwu sconena-ah ma sie ya na dendê na pan dị ka wok n'ihu ndị ahịa",
  "A na-enye ya nkewa n'etiti ma tinye ya vatapá na <i id=\"mwNA\">caruru</i> na-esi ísì ụtọ nke e ji shrimp, cashews, mmanụ nkwụ na ihe ndị ọzọ mee",
  "A na-ejikarị ose ọkụ na tomato na-acha akwụkwọ ndụ akwụkwọ ndụ na-eri akwụkwọ nri",
  "Acarajé nwekwara ike ịbịa n'ụdị nke abụọ a na-akpọ abara, ebe a na-esi- gbụ ihe ndị ahụ n'ọkụ kama isi ha.",
  "Àkàrà bụ okwu Yoruba nke pụtara \"achịcha\" ma ọ bụ \"achịcha\", ma ọ bụ nri n'onwe ya",
  "Okwu Brazil \"acarajé\" sitere na ngwakọta okwu Yoruba \"àkàrà\" (achịcha) na \"onje\" (nri), ma ọ bụ \"àkará\" (achịkọta achịcha) na \"\"je\" (iri nri).Márcio de Jagun na-ekwu na okwu ahụ sitere na Yoruba àkàrà n'خو, ma ọ bụ \"bịa rie àkàrà\"; ụmụ nwanyị na-ere acarajé n'okporo ámá na-eji ahịrịokwu ahụ akpọ ndị ahịa.",
  "Akara na-arụ ọrụ dị mkpa na omenala Yoruba, ebe ọ bụ na a kwadebere ya karịsịa mgbe onye ruru ogo (70 ma ọ bụ karịa) nwụrụ",
  "A na-akwadebe ya n'ụbara ma kesaa ya n'ezinụlọ ọ bụla dị nso na onye nwụrụ anwụ",
  "Akara na-akwadebe onwe ya n'ozuzu ya dị ka ihe ịrịba ama nke mmeri, mgbe ndị agha si n'agha lọta",
  "Ụmụ nwanyị, ọkachasị ndị nwunye ndị agha ahụ ga-eye Akara ma kesaa ya na ndị obodo ahụ.",
  "Akara (dị ka a maara ya na ndịda ọdịda anyanwụ Naịjirịa) bụ usoro nri ndị ohu si n'ụsọ oké osimiri West Africa wegara Brazil",
  "Ndị Yoruba nke ndịda ọdịda anyanwụ Naijiria na ụmụ amaala Sierra Leone na-akpọ ya \"akara\", ndị Hausa nke Naijiria kpọrọ ya \"kosai\" ma ọ bụ \"koose\" na Ghana ma bụrụ nri ụtụtụ a ma ama, nke a na-eri na millet ma ọ bụ pudding ọka",
  "Na Naijiria, a na-eri Akara na achịcha, ogi (ma ọ bụ eko), ụdị nri ọka e ji ntụ ọka dị mma mee.",
  "Na Sierra Leone, akara nwere ntụ ọka osikapa, unere, ntụ, na shuga",
  "Mgbe agwakọtachara ya, a na-eji aka wụnye ya na mmanụ, ma yee ya, dịka Puff-puff",
  "A na-emezi ya ka ọ bụrụ bọọlụ",
  "A na-akwadebe Akara maka ihe omume dị ka Pulnado (ihe omume a na-eme n'ihi ọmụmụ nwa), agbamakwụkwọ, olili ozu, ma ọ bụ oriri",
  "N'agbanyeghị etu oge ahụ buru ibu, ihe a bụ ihe a ma ama n'etiti ndị Sierra Leone.",
  "Acarajé a na-ere n'okporo ámá na Brazil na-eji anụ ehi, atụrụ, shrimp a mịrị amị, pigweed, fufu osun sauce, na akị bekee eme ya n'ụzọ dị iche iche",
  "Taa na Bahia, Brazil, ọtụtụ ndị na-ere ahịa n'okporo ámá na-eye acarajé bụ ụmụ nwanyị, nke a na-amata ngwa ngwa site na uwe owuwe ihe ubi na-acha ọcha na okpu isi na okpu",
  "Ha pụtara na Bahia na-ere acarajé na narị afọ nke iri na itoolu",
  "A na-eji ego a na-enweta site na ire acarajé zụta nnwere onwe nke ndị ohu ezinụlọ ruo mgbe a kwụsịrị ịgba ohu na Brazil na 1888; ire ya rụkwara ọrụ dị ka isi iyi nke ego ezinụlọ",
  "Obodo a nwere ihe karịrị ndị na-ere acarajé 500 ugbu a",
  "Ihe oyiyi nke ụmụ nwanyị ndị a, nke a na-akpọkarị baianas, na-apụta ugboro ugboro na ihe osise sitere na mpaghara Bahia",
  "Otú ọ dị, Acarajé dị na mpụga steeti Bahia, gụnyere okporo ámá nke steeti Sergipe dị ya nso, na ahịa Rio de Janeiro.",
  "Acarajé bụ nri dị mkpa a na-eji eme ememe na omenala okpukpe Afro-Brazilian dị ka Candomblé",
  "A na-enye acarajé mbụ na emume Candomblé na orixá Exu",
  "Ha dịgasị iche iche n'ibu dabere na onyinye ha nye otu chi: a na-enye Xangô nnukwu, okirikiri acarajé; a na-enyekwa Iansã ndị dị obere",
  "A na-enye Erês, ma ọ bụ mmụọ ụmụaka, obere acarajé",
  "A na-eji Acarajé eme ihe na ememe Candomblé na steeti Bahia, Rio de Janeiro, São Paulo, Pernambuco, Alagoas, Sergipe, na Maranhão",
  "Ọ nwere njikọ chiri anya na acaçá, nri omenala yiri nke a na-eme site na ụkwara ọka.",
  "Acarajé de azeite-doce bụ ụdị acarajé dị iche iche e siri esi na mmanụ ọzọ karịa mmanụ nkwụ; a na-ejikarị mmanụ oliv ma ọ bụ mmanụ akwụkwọ nri ndị ọzọ eme ihe",
  "A na-eji Acarajé de azeite-doce eme ihe na Candomblé na-enye orixás na omenala machibidoro iji mmanụ nkwụ",
  "A na-ahụ ụdị a na steeti Bahia na Rio de Janeiro."
]