[
  "Ụlọ ọrụ gọọmentị na-eji akara ngosi ikuku nke a na akpobere di ka (AQI) eme ihe iji gwa ọha na eze etu ikuku si emetọ ugbu a ma ọ bụ etu a na-atụ anya na ọ ga-abụ. A na-enweta ozi AQI site na ịhazi nkezi ọgụgụ site na ihe mmetụta ikuku, nke nwere ike ịbawanye n'ihi okporo ụzọ ụgbọ ala, ọkụ ọhịa, ma ọ bụ ihe ọ bụla nwere ike ịkawanye mmetọ ikuku",
  "Ihe mmetọ ndị a nwalere gụnyere ndịa na bekee; particulates, ozone, nitrogen dioxide, carbon monoxide, sulphur dioxide, n'etiti ndị ọzọ.",
  "Ihe ize ndụ ahụike ọha na eze na-abawanye ka AQI na-arị elu, karịsịa na-emetụta ụmụaka, ndị agadi, na ndị nwere nsogbu iku ume ma ọ bụ nke obi",
  "N'oge ndị a, ụlọ ọrụ gọọmentị na-agba ndị mmadụ ume belata mmega ahụ n'èzí, ma ọ bụ ọbụna zere ịpụ kpamkpam",
  "A pụkwara ịtụ aro iji ihe nkpuchi ihu dị ka ihe nkpuchi ákwà.",
  "Mba dị iche nwere akara ngosi nke ikuku nke ha, nke kwekọrọ na ụkpụrụ dị iche iche nke ikuku",
  "Ụfọdụ n'ime ndị a nke a na akpọ ndịa na bekee ; Air Quality Health Index nke Canada, Malaysia's Air Pollution Index, na Singapore's Pollutant Standards Index.",
  "Nchịkọta nke  nkpobere ya bụ ;AQI chọrọ ikuku na-emetọ ikuku n'ime oge a kapịrị ọnụ, nke a nwetara site na nyocha ikuku ma ọ bụ ihe nlereanya",
  "N'ozuzu, nkenke na oge na-anọchite anya  nke ikuku mmetọ",
  "A na-achọpụta mmetụta ahụike kwekọrọ na ọgwụ a nyere site na nyocha ọrịa na-efe efe. Mmetọ ikuku dịgasị iche iche n'ike, ọrụ eji gbanwee site na mmetọ ikuku gaa na AQI dịgasị site na mmegharị",
  "A na-ejikarị ọnụ ọgụgụ ikuku ya n'usoro",
  "A na-enye mpaghara ọ bụla nkọwa, koodu agba, na ndụmọdụ ahụike ọha na eze.",
  "AQI nwere ike ịbawanye n'ihi mmụba nke ikuku",
  "Dị ka ọmụmaatụ, n'oge okporo ụzọ na-agafe agafe ma ọ bụ mgbe ọkụ na-ere n'oké ọhịa ma ọ bụ site na enweghị mgbagwoju anya nke ikuku na-emetọ ikuku",
  "Mmiri na-agbanwe agbanwe, nke na-esikarị na anticyclone, mgbanwe okpomọkụ, ma ọ bụ ọsọ ikuku dị ala na-eme ka mmetọ ikuku nọrọ n'ógbè, na-eduga na nnukwu mmetọ nke mmetọ, mmeghachi omume kemịkal n'etiti mmetọ ifufe na ọnọdụ ihu igwe.",
  "N'ụbọchị a na-ebu amụma na AQI ga-ebuli elu n'ihi mmetọ nke ụmụ irighiri ihe, ụlọ ọrụ ma ọ bụ ụlọ ọrụ ahụike ọha nwere ike:",
  "N'oge ikuku dị njọ, dị ka ihe omume mmetọ ikuku, mgbe AQI na-egosi na ikpughe siri ike nwere ike imebi ahụike ọha na eze, ụlọ ọrụ nwere ike ịkpọtụrụ atụmatụ mberede nke na-enye ha ohere inye iwu ka ndị isi na-emepụta ihe (dị ka ụlọ ọrụ na-ere ọkụ) belata ikuku ruo mgbe ọnọdụ dị ize ndụ belatara.",
  "Ọtụtụ mmetọ ikuku enweghị AQI jikọtara ya",
  "Ọtụtụ mba na-enyocha ozone dị n'ala, nke akpọrọ ihe ndịa na bekee particulates, sulfur dioxide, carbon monoxide na nitrogen dioxide, ma gbakọọ akara ikuku maka mmetọ ndị a.",
  "Nkọwa nke AQI na otu mba na-egosipụta okwu gbara mmepe nke ụkpụrụ ikuku nke mba ahụ gburugburu na mba ahụ.  Ebe nrụọrụ weebụ na-enye ohere ka ụlọ ọrụ gọọmentị n'ebe ọ bụla n'ụwa nyefee data nlekota ikuku ha n'oge maka ngosipụta site na iji nkọwa a na-ahụkarị nke akara ikuku dị n'oge na-adịbeghị anya.",
  "Nke ọ bụla n'ime steeti na ókèala nke Australia na-ahụ maka nlekota ikuku na mbipụta data dị ka  ụkpụrụ nke akpọrọ National Environment Protection (Ambient Air Quality) Measure (NEPM) si dị.",
  "Steeti na mpaghara ọ bụla na-ebipụta data ikuku maka ebe nlekota nke ọ bụla, ọtụtụ steeti na mpaghara na-ebipụtakwa ndepụta ikuku maka ebe nyocha ọ bụla.",
  "N'ofe Australia, a na-eji usoro ikuku na-agbanwe agbanwe, na-eji akara dị mfe ebe otú narị na-anọchite anya ọkwa kachasị maka mmetọ ọ bụla, dị ka NEPM setịpụrụ",
  "Ụkpụrụ ndị a kachasị elu bụ:",
  "Nkọwapụta ikuku (AQI) maka ebe ọ bụla bụ naanị nke kachasị elu nke ọnụọgụ ikuku maka mmetọ ọ bụla a na-enyocha na ebe ahụ.",
  "Òtù AQI, na ndụmọdụ ahụike maka nke ọ bụla:",
  "A kọọrọ ịdị mma ikuku na Canada ruo ọtụtụ afọ na mpaghara maka nke akpọrọ Air Quality Indices (AQIs)",
  "N'ụzọ dị ịrịba ama, ụkpụrụ AQI na-egosipụta ebumnuche njikwa ikuku, nke dabeere na ọnụego ikuku kachasị ala, karịa nchegbu maka ahụike mmadụ",
  "Air Quality Health Index (AQHI) bụ ihe e mere iji nyere aka ịghọta mmetụta nke ikuku na ahụike",
  "Ọ bụ ngwá ọrụ nchebe ahụike nke a na-eji eme mkpebi iji belata mkpirikpi mkpuchi ikuku site na ịgbanwe ọkwa ọrụ n'oge mmụba nke mmetọ ikuku",
  "Air Quality Health Index dị ka e si kpo ya na bekee na-enyekwa ndụmọdụ banyere otu esi emeziwanye ikuku site n'ịtụ aro mgbanwe omume iji belata akara gburugburu ebe obibi",
  "Ndepụta a na-elebara ndị na-emetụta mmetọ ikuku anya",
  "Ọ na-enye ha ndụmọdụ banyere otu esi echebe ahụike ha n'oge ikuku dị mma metụtara ihe ize ndụ ahụike dị ala, nke dị nro, nke dị elu na nke dị elu.",
  "AQHI na-enye nọmba site na mbu ruo Iri ọnụ Ọgụgụ dịrị ga ba iji gosipụta ọkwa nke ihe ize ndụ ahụike metụtara ogo ikuku mpaghara",
  "Mgbe ụfọdụ, mgbe mmetọ ikuku dị elu karịa, ọnụ ọgụgụ ahụ nwere ike ịgafe iri AQHI na-enye uru ikuku dị n'ógbè ahụ yana amụma ikuku dị elu maka taa, abalị, na echi, ma na-enye ndụmọdụ ahụike metụtara ya.",
  "Na ọnwa Disemba 30, afọ 2013, Hong Kong jiri ndepụta ọhụrụ a na-akpọ Air Quality Health Index dochie Air Pollution Index. Ndepụta a, nke Ngalaba Na-ahụ Maka Nchebe Gburugburu Ebe Obibi kọrọ, na-atụle na otu ruo iri dịrị ga ba ma na-atụ aro ihe anọ na-emetọ ikuku: nke bu ozone; nitrogen dioxide; sulphur dioxide na ihe particulate (gụnyere PM10 na PM2.5)",
  "Maka awa ọ bụla a nyere, a na-agbakọ AQHI site na ngụkọta nke pasentị karịrị akarị nke ihe ize ndụ nke ịbanye n'ụlọ ọgwụ kwa ụbọchị nke sitere na awa atọ na-agagharị nkezi nke mmetọ anọ a",
  "A na-achịkọta AQHIs n'ime ụdị ihe ize ndụ ahụike ise nke AQHI na ndụmọdụ ahụike enyere:",
  "Nke ọ bụla n'ime ụdị ihe ize ndụ ahụike nwere ndụmọdụ metụtara ya",
  "Na ọkwa dị ala na nke dị nro, a na-adụ ọha na eze ọdụ na ha nwere ike ịga n'ihu na-arụ ọrụ dị mma",
  "Maka ndị nọ n'ọkwa dị elu, a na-adụ ụmụaka, ndị agadi na ndị nwere ọrịa obi ma ọ bụ iku ume nduma ọdụ ka ha belata nrụgide anụ ahụ n'èzí",
  "N'elu nke a (nke dị elu ma ọ bụ nke siri ike), a na-adụ ọha na eze ọdụ ka ha belata ma ọ bụ zere nrụgide anụ ahụ n'èzí.",
  "Ndị nke akpọrọ Ministry of Environmental Protection (MEP) nke China bụ ọrụ iji tụọ ọkwa mmetọ ikuku na China",
  "Ka ọ na-erule na ọnwa Jenụwarị ụbọchị mbụ, na afọ 2013, MEP na-enyocha ọkwa mmetọ kwa ụbọchị na otu narị iri isii na atọ n'ime obodo ukwu ya",
  "Ọnọdụ AQI dabere na ọkwa nke ihe isii na-emetọ ikuku, ya bụ sulfur dioxide (SO2), nitrogen dioxide (NO2), ihe ndị a kwụsịtụrụ na-erughị 10 μm na dayameta ikuku (PM10), ihe ndị a kwụpụrụ na-erute 2.5 μm na diametị ikuku (PM2.5), carbon monoxide (CO), na ozone (O3) nke a tụrụ na ụlọ nyocha n'obodo ọ bụla.",
  "A na-agbakọ akara onye ọ bụla na nke akp(Individual Air Quality Index, IAQI) site na iji nkwụsịtụ n'okpuru, yana iji otu ọrụ ahịrị ahịrị iji gbakọọ uru dị n'etiti dị ka US AQI scale",
  "na A pụrụ ịgụta uru AQI ikpeazụ ma ọ bụ kwa awa ma ọ bụ awa iri abụọ na anọ ma ọ bụ bụ max nke akara isii a.",
  "(2) Ọ bụrụ na SO2 1 awa gbatịrị 800μg / m3, jiri ndepụta sitere na 24 awa gbatị kama.",
  "(3) Ọ bụrụ na O3 8 awa na-agagharị agagharị gafere 800μg / m3, jiri ndepụta site na 1 awa kama",
  "Akara maka mmetọ ọ bụla abụghị akara, dị ka akara AQI ikpeazụ",
  "Ya mere, akara nke narị atọ AQI apụtaghị okpukpu abụọ nke mmetọ nke AQI na narị atọ na iri , ọ pụtakwara na ikuku dị okpukpu abụọ karịa nke ahụ",
  "Ọnụ ọgụgụ nke mmetọ mgbe IAQI ya bụ otu narị  abụghị okpukpu abụọ nke ọnụ ọgụgụ ya mgbe IAQi ya bụ iri ise ọ pụtakwara na mmetọ ahụ bụ okpukpu abụọ karịa",
  "Ọ bụ ezie na AQI nke iri ise site n'ụbọchị mbụ ruo otu nari iri asatọ na abụọ na AQI ya nke otu narị site n' ụbọchị otu narị iri asatọ na atọ ruo narị atọ iri isii na ise na-enye nkezi kwa afọ nke iri asaa na ise ọ pụtaghị na mmetọ ahụ dị mma ọbụlagodi na a na-ewere ihe atụ nke 100 dị ka ihe dị nchebe",
  "N'ihi na ihe atụ ahụ bụ ihe mgbaru ọsọ awa iri abụọ na anọ, na nkezi kwa afọ ga-adaba na ihe mgbaruzu kwa afọ, ọ ga-ekwe omume ịnwe ikuku dị mma kwa ụbọchị n'afọ mana ọ ka na-adaba ihe atụ mmetọ kwa afọ.",
  "Ndị akpọrọ ndị Common Air Quality Index (CAQI) bụ ndepụta nke ikuku eji eme ihe na Europe kemgbe afọ 2006",
  "N'ọnwa Nọvemba 2017, European Environment Agency mara ọkwa European Air Quality Index (EAQI) wee malite ịgba ume iji ya na weebụsaịtị na ụzọ ndị ọzọ iji mee ka ọha mara banyere ịdị mma ikuku.",
  "Dị ka nke afọ 2012, ndị EU-nyere aka ná ọrụ Citeairll dị ka arụ ma ru ụka  nke CAQI so nwe nbuli elu nke ukwuu nke akpọrọ data, na nkọwa nke CAQI's mkpali na nkọwa.Citeairll sịrị na enwe ezigbo ọnụ Ọgụgụ ikuku ga eme na e dị mfe e wepụta na uju mmadụ bụ ihe ukwu mkpali, ịhapụ ihe kachasị mkpa na ajụjụ gosiri na ahụ ike ọnụ Ọgụgụ nke akpọrọ health -based index, nke ga eme ka achọ dị ka ihe nlereanya na egosi njikọ ogo ọ dị iche iche na mmeto.ihe ka oké mkpa na CAQI bụ inwe ọnụ Ọgụgụ ga agba ume nke ukwuu ntule nkwenye nke EU, wezụga e ọchị ndekasi mpaghara.",
  "Citeairll si kwuo na ihe ka mkpa na isi ihe nke CAQI a bụrụ  e nye e do ndị mmeáká na ntị nke nwere ike ịgba a ahụ ike mmetụta.mmetuta ezigbo ikuku mana anya na isi ihe nke akpọrọ (traffic)na bekee  ma nyere ibelata ikpugh.",
  "CAQI bụ nọmba dị na ọkwa site na mbụ ruo otu narị ebe uru dị ala pụtara ezigbo ikuku na uru dị elu pụtara àgwà ikuku ọjọọ",
  "A na-akọwa ndepụta ahụ na nsụgharị elekere na kwa ụbọchị, yana iche iche n'akụkụ okporo ụzọ (n'akụkụ okporo ígwè ma ọ bụ \"n'okpuru okporo ụzọ\") ma ọ bụ n'ebe dị anya n'okporo ụzọ (nn'azụ ala)",
  "n'afọ 2012, CAQI nwere ihe abụọ dị mkpa maka ndepụta nke okporo ụzọ, NO2 na PM10, na ihe atọ dị mkpa maka akara ndabere, NO2, PM10 na O3",
  "Ọ gụnyekwara ihe mmetọ PM2.5, CO na SO2",
  "A na-agbakọ \"sub-index\" maka nke ọ bụla n'ime ihe ndị dị mkpa (na nhọrọ ma ọ bụrụ na ọ dị)",
  "A na-akọwa CAQI dị ka sub-index nke na-anọchite anya àgwà kachasị njọ n'etiti ihe ndị ahụ.",
  "Ụfọdụ n'ime isi mmetọ na μg / m3 maka ndepụta ndabere elekere, sub-indices kwekọrọ, na mpaghara CAQI ise na nkọwa okwu dị ka ndị a:",
  "A na-egosi ụkpụrụ na map CAQI na-emelite ugboro ugboro na nkea; www.airqualitynow.eu na ebe nrụọrụ weebụ ndị ọzọ. A kọwakwara Year Average Common Air Quality Index (YACAQI) dị iche, nke a na-eme ka sub-indices dị iche iche na-emetọ ikuku dị iche iche dị iche iche ka uru dị nso na ịdị n'otu",
  "Dịka ọmụmaatụ, a na-ekewa nkezi kwa afọ nke NO2, PM10 na PM2.5 site na 40 μg / m3, 40 μg - m3 na 20 μg / M3, n'otu n'otu",
  "N'ozuzu ndabere ma ọ bụ okporo ụzọ YACAQI maka obodo bụ arithmetic nke nkọwa nke sub-indices ndị a.",
  "A malitere National Air Quality Index (AQI) na New Delhi na Septemba 17, na afọ 2014, n'okpuru Swachh Bharat Abhiyan.",
  "Ndị akpọrọ Central Pollution Control Board tinyere State Pollution Controards anọwo na-arụ ọrụ National hụ Air Monitoring Program (NAMP) na-ekpuchi obodo narị abụọ na iri anọ nke mba ahụ nwere ihe karịrị ụlọ ọrụ nlekota ọnụ Ọgụgụ nkea; narị ato iri anọ na abụọ. E guzobere otu ndị ọkachamara nke gụnyere ndị ọkachamara ahụike, ndị ọkachamara na ikuku, agụmakwụkwọ, ndị otu nkwado, na SPCBs ma nye IIT Kanpur ọmụmụ teknụzụ",
  "IIT Kanpur na Expert Group tụrụ aro atụmatụ AQI na 2014. Ọ bụ ezie na ndepụta mbụ na-ejedebe na ihe ngosi atọ, ndepụta ọhụrụ ahụ na-atụle akụkụ asatọ. A na-etinye usoro nlekota na-aga n'ihu nke na-enye data na nso oge na New Delhi, Mumbai, Pune, Kolkata na Ahmedabad.",
  "E nwere ụdị AQI isii, ya bụ, nke ọma, nke na-eju afọ, nke dị nro, nke dara ogbenye, nke siri ike, na nke dị ize ndụ",
  "AQI a na-atụ aro ga-atụle mmetọ asatọ (PM10, PM2.5, NO2, SO2, CO, O3, NH3, na Pb) nke a na-edepụta obere oge (ruo oge nkezi awa iri abụọ na anọ) nke akpọrọ ihe ndịa na bekee National Ambient Air Quality Standards. Dabere na ọnụọgụ gburugburu ebe obibi a tụrụ, ụkpụrụ kwekọrọ na mmetụta ahụike nwere ike inwe, a na-agbakọ sub-index maka nke ọ bụla n'ime mmetọ ndị a",
  "Nchịkọta kachasị njọ na-egosipụta AQI n'ozuzu ya",
  "Enwere ike ịtụ aro mmetụta ahụike maka ụdị AQI dị iche iche na mmetọ, yana ntinye isi sitere n'aka ndị ọkachamara ahụike n'òtù ahụ",
  "Ụkpụrụ AQI na ọnụọgụ gburugburu ebe obibi kwekọrọ (ebe nkwụsị ahụike) yana mmetụta ahụike metụtara ya maka mmetọ asatọ a chọpụtara bụ ndị a:",
  "(401-500)",
  "Dị ka Japan Weather Association si kwuo, Japan na-eji ihe dị iche iche iji tụọ akara ikuku.",
  "A na-akọ ọdịdị ikuku na Mexico City na IMECAs",
  "A na-agbakọ IMECA site na iji ọnụọgụ nke oge nkezi nke kemịkal ozone (O3), sulphur dioxide (SO2), nitrogen dioxide (NO2), carbon monoxide (CO), ụmụ irighiri ihe dị obere karịa 2.5 micrometers (PM2.5), na ụmụ irighari ihe dị obere karịrị 10 micrometers, PM10).",
  "Singapore na-eji Pollutant Standards Index iji kọọ banyere ịdị mma ikuku ya, na nkọwa nke ngụkọta yiri ma ọ bụghị otu na ndị e ji mee ihe na Malaysia na Hong Kong.\nA na-achịkọta chaatị PSI dị n'okpuru site na ụkpụrụ ndepụta na nkọwa, dị ka National Environment Agency si kwuo.",
  "Ministry of Environment nke Ndịda Korea na-eji Comprehensive Air-quality Index (CAI) akọwa ọdịdị ikuku gburugburu ebe obibi dabere na ihe ize ndụ ahụike nke mmetọ ikuku",
  "Ndepụta ahụ na-ezube inyere ọha na eze aka ịghọta ịdị mma ikuku n'ụzọ dị mfe ma chebe ahụike ndị mmadụ",
  "CAI dị na ọkwa site na 0 ruo 500, nke e kewara n'ụdị isii",
  "Ka ọnụ ọgụgụ CAI dị elu, otú ahụ ka ọkwa mmetọ ikuku dị ukwuu.\nN'ime uru nke mmetọ ikuku ise, nke kachasị elu bụ uru CAI",
  "Ndepụta ahụ nwekwara mmetụta ahụike na-emetụta na nnọchite anya agba nke ụdị dị ka egosiri n'okpuru ebe a.",
  "N Seoul Tower na Namsan Mountain na etiti Seoul, Ndịda Korea, na-enwu ọkụ na-acha anụnụ anụnụ, site na ọdịda anyanwụ ruo 23:00 na 22:00 n'oge oyi, n'ụbọchị ebe ikuku dị na Seoul bụ iri anọ na ise ma ọ bụ obere",
  "N'oge opupu ihe ubi nke afọ 2012, a mụnyere ụlọ elu ahụ ruo ụbọchị iri ise na ab nke bụ ụbọchị anọ karịa na afo 2011.",
  "Nkọwapụta ikuku kachasị mma na UK bụ nke akpọrọ Daily Air Quality Index nke Kọmitii na-ahụ maka mmetụta ahụike nke ikuku ikuku (COMEAP) tụrụ aro. Ndepụta a nwere isi iri, nke a na-agbakwunye n'ime band anọ: ala, nke dị nro, nke dị elu na nke dị elu",
  "Nke ọ bụla n'ime ìgwè ndị ahụ na-abịa na ndụmọdụ maka ndị nọ n'ihe ize ndụ na ndị mmadụ n'ozuzu.",
  "Ndepụta ahụ dabere na ọnụ ọgụgụ nke mmetọ ise",
  "A na-agbakọ ndepụta ahụ site na njupụta nke mmetọ ndị a: Ozone, Nitrogen Dioxide, Sulphur Dioxide",
  "PM2.5 (particles nwere dayameta ikuku na-erughị 2.5 μm) na PM10",
  "A na-akọwa ebe nkwụsịtụ dị n'etiti ọnụọgụ ndepụta maka mmetọ ọ bụla iche iche ma kọwaa ndepụta zuru oke dị ka uru kachasị nke ndepụta ahụ",
  "A na-eji oge dị iche iche eme ihe maka mmetọ dị iche iche.",
  "Ndị United States Environmental Protection Agency (EPA) emepụtala Air Quality Index nke a na-eji kọọ àgwà ikuku",
  "A na-ekewa AQI a n'ụdị isii na-egosi ọkwa na-arịwanye elu nke nchegbu ahụike",
  "Ọnụ ọgụgụ AQI karịrị narị ato na-anọchite anya ikuku dị ize ndụ na n'okpuru iri ise ikuku dị mma.",
  "AQI dabeere na \"ihe\" ise na-emetọ ikuku dị ọcha: ozone dị n'ala, ihe particulate, carbon monoxide, sulfur dioxide, na nitrogen dioxide",
  "EPA eguzobewo National Ambient Air Quality Standards (NAAQS) maka nke ọ bụla n'ime mmetọ ndị a iji chebe ahụike ọha na eze",
  "Uru AQI nke otu narị n'ozuzu ya kwekọrọ na ọkwa nke NAAQS maka mmetọ. The Clean Air Act (USA) (1990) chọrọ ka EPA nyochaa National Ambient Air Quality Standards kwa afọ ise iji gosipụta ozi mmetụta ahụike na-agbanwe agbanwe",
  "A na-agbanwe Air Quality Index site n'oge ruo n'oge iji gosipụta mgbanwe ndị a.",
  "Nkọwa nke ịdị mma ikuku bụ ọrụ dị n'ahịrị nke mmetọ",
  "N'ókè dị n'etiti ụdị AQI, enwere ịwụli elu nke otu otu AQI",
  "Iji gbanwee site na itinye uche gaa na AQI, a na-eji usoro a:",
  "I\n        =\n        \n          \n            \n              \n                I\n                \n                  h\n                  i\n                  g\n                  h\n                \n              \n              −\n              \n                I\n                \n                  l\n                  o\n                  w\n                \n              \n            \n            \n              \n                C\n                \n                  h\n                  i\n                  g\n                  h\n                \n              \n              −\n              \n                C\n                \n                  l\n                  o\n                  w\n                \n              \n            \n          \n        \n        (\n        C\n        −\n        \n          C\n          \n            l\n            o\n            w\n          \n        \n        )\n        +\n        \n          I\n          \n            l\n            o\n            w\n          \n        \n      \n    \n    {\\displaystyle I={\\frac {I_{high}-I_{low}}{C_{high}-C_{low}}}(C-C_{low})+I_{low}}",
  "(Ọ bụrụ na a na-atụle ọtụtụ mmetọ, AQI a gbakọrọ bụ uru kachasị elu gbakọrọ site na nhazi dị n'elu maka mmetọ ọ bụla.)",
  "Tebụl nke ebe nkwụsị nke EPA di:",
  "Ka e were ya na onye nyocha na-edekọ ihe dị mma nke iri abụọ na anawa (PM2.5) nke 26.4 micrograms kwa cubic mita",
  "Njikọ dị n'elu na-ebute AQI nke:",
  "nke na-agba gburugburu na ọnụ ọgụgụ nke iri asatọ na otu kwekọrọ na ogo ikuku na \"Moderate\". Iji gbanwee ikuku na-emetọ ikuku ka ọ bụrụ AQI, EPA emepụtala onye na-agbakọ ihe.",
  "Ọ bụrụ na a na-atụle ọtụtụ mmetọ na ebe nlekota, mgbe ahụ, a na-akọ akụkọ kachasị ukwuu ma ọ bụ \"nke kachasị\" AQI maka ebe ahụ",
  "A na-agbakọ ozone AQI n'etiti otu narị na narị atọ site na ịhọrọ nke ka ukwuu n'ime AQI gbakọrọ na uru ozone nke otu awa na AQI gbakwunyere na uru ozoni nke awa asatọ.",
  "Nkezi nke ozone awa asatọ anaghị akọwapụta ọnụọgụ AQI karịrị narị atọ A na-agbakọ ọnụọgụ nke AQI nke narị atọ na otu  ma ọ bụ karịa na otu awa ozone concentrations",
  "Otú awa SO2 ọnụọgụ anaghị akọwa ọnụọgụ dị elu nke AQI karịrị narị abụọ",
  "A na-agbakọ ọnụọgụ AQI nke narị abụọ na otu ma ọ bụ karịa na awa iri abụọ na anọ SO2 concentrations.",
  "Nlekota data oge site na nyocha na-aga n'ihu na-adịkarị dị ka nkezi otu awa",
  "Otú ọ dị, ngụkọta nke AQI maka ụfọdụ mmetọ chọrọ nkezi karịa ọtụtụ awa nke data",
  "(Dị ka ọmụmaatụ, ngụkọta nke ozone AQI chọrọ ngụkọta maka nkezi awa asatọ na ngụkọta PM2.5 ma ọ bụ PM10 AQI chọrọ nkezi awa 24.) Iji gosipụta n'ụzọ ziri ezi àgwà ikuku dị ugbu a, nkezi ọtụtụ awa eji eme ihe maka nchịkọta AQI kwesịrị ka ọ dabere na oge dị ugbu a",
  "mana dịka a maghị oke nke awa ndị ga-abịa n'ọdịnihu ma sie ike ịkọwa n'ụzọ doro anya, EPA na-eji oke nnọchi anya iji tụọ nkezi ọtụtụ oge ndị a",
  "Maka ịkọ akụkọ PM2.5, PM10 na ozone air quality indices, a na-akpọ ntinye a NowCast",
  "Nowcast bụ otu ụdị nkezi dị arọ nke na-enyewanye arọ na data ikuku kachasị ọhụrụ mgbe ọkwa mmetọ ikuku na-agbanwe. Enwere ọrụ ndenye aha email n'efu maka ndị bi na New York bụ AirNYC. Ndị debanyere aha na-enweta ọkwa banyere mgbanwe na ụkpụrụ AQI maka ebe ahọrọ (dịka adreesị ụlọ), dabere na ọnọdụ ikuku.",
  "Ezigbo oge nlekota data na amụma nke ikuku dị mma nke nwere koodu agba n'ihe gbasara akara ikuku dị mma dị na ebe nrụọrụ akpọrọ weebụ AirNow nke EPA. Òtù ndị ọzọ na-enye nlekota maka ndị otu ndị na-emetụta dịka ndị ụkwara ume ọkụ, ụmụaka na ndị okenye karịrị afọ iri isii na Akụkọ ihe mere eme nke nlekota ikuku gụnyere chaatị na map AQI dị na ebe nrụọrụ weebụ AirData nke EPA. Map zuru ezu banyere ọkwa AQI ugbu a na amụma ụbọchị abụọ ya dị na ebe nrụọrụ weebụ Aerostate.",
  "AQI mere nke mbụ ya na afọ 1968, mgbe ndị akpọrọ na bekee National Air Pollution Control Administration mere atụmatụ iji mepụta akara ngosi ikuku na itinye usoro ahụ na Metropolitan Statistical Areas",
  "Ihe kpaliri ya bụ ịdọrọ uche ọha na eze n'ihe gbasara mmetọ ikuku ma mee ka ndị ọrụ gọọmentị dị n'ógbè ahụ mee ihe iji chịkwaa isi mmalite nke mmetọ ma melite ikuku n'ime ikike ha.",
  "Jack Fensterstock, bụ onye isi nke National Inventory of Air Pollution Emissions and Control Branch, e nyere ya ọrụ iduzi mmepe nke usoro na ịchịkọta ogo ikuku na data ikuku dị mkpa iji nwalee ma nyochaa ihe ngosi ndị si na ya pụta.",
  "Nchịkọta mbụ nke akara ngosi ikuku jiri ọnụ ọgụgụ mmetọ gburugburu ebe obibi mee ihe iji nweta akara mmetọ nke ọ bụla",
  "A na-atụle ihe ngosi ndị a ma chịkọta ha iji mepụta otu ngụkọta ikuku",
  "Usoro n'ozuzu ya nwere ike iji ntinye nke a na-ewere site na data nlekota gburugburu ma ọ bụ na-ebu amụma site na ụdị mgbasa",
  "A na-agbanwezi njupụta ahụ ka ọ bụrụ nkesa ọnụ ọgụgụ dị mma nke nwere ihe a kapịrị ọnụ na ntụgharị dị mma",
  "A na-ewere na ihe ndị na-emetọ ihe n'otu n'otu na-atụle ya, ọ bụ ezie na enwere ike iji ụkpụrụ ndị ọzọ karịa ịdị n'otu",
  "N'otu aka ahụ, ndepụta ahụ nwere ike itinye ọnụ ọgụgụ ọ bụla nke mmetọ ọ bụ ezie na a na-eji ya ejikọta SOx, CO, na TSP n'ihi enweghị data dị maka mmetọ ndị ọzọ.",
  "Ọ bụ ezie na e mere usoro ahụ ka ọ sie ike, ngwa bara uru maka mpaghara obodo niile gosipụtara na ọ naghị ekwekọ n'ihi ụkọ data nlekota ikuku, enweghị nkwekọrịta na ihe ndị dị arọ, na enweghị otu ụkpụrụ ikuku gafee ókèala ala na ndọrọ ndọrọ ọchịchị",
  "N'agbanyeghị nsogbu ndị a, mbipụta nke ndepụta nke mpaghara ndị mepere emepe mezuru ebumnuche iwu ọha na eze ma mee ka mmepe nke ihe ngosi ka mma n'ọdịnihu na itinye ha n'ọrụ.",
  "Na Nọvemba ụbọchị iri na abụọ na afọ 2019, Vietnam Environment Administration nyere mkpebi No",
  "1459/QD-TCMT maka iwepụta ntuziaka teknụzụ maka ngụkọta na mbipụta nke Vietnam bụ Air Quality Index (VN_AQI).",
  "Kpọpụta njehie: <ref> tag with name \"aqnow_indices_web\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"CAQI_definition\" defined in <references> is not used in prior text.",
  "Ụfọdụ n'ime ebe nrụọrụ weebụ ndị na-esonụ na-egosipụta map ikuku dị mma; ndị ọzọ bụ nsụgharị echekwara nke ebe nrụọrụọrụ weebụ na-adịghị arụ ọrụ:"
]