[
  "Akello Judith Franca (amụrụ n'abalị iri na asaa n'ọnwa Ọgọstụ n'afọ 1978) bụ onye ndọrọ ndọrọ ọchịchị na onye na-ahụ maka akụ na ụba na Uganda. Ọ bụ nwanyị nnọchi anya Agago na nke asatọ, nke itoolu na nke iri nke Uganda. Na Nzukọ Ndị Omeiwu nke iri na otu, ọ guzoro maka Women MP maka Agago mana o ji vootu 26,840 merie. Ọ sonyeere òtù ndọrọ ndọrọ ọchịchị Forum for Democratic Change na 10th Parliament. Ọ bụkwa onye otu National Resistance Movement.",
  "N'afọ 1993, ọ nọdụrụ maka ule Primary Leaving na Lacek-Ocot Primary School. N'afọ 1997, e nyere ya asambodo agụmakwụkwọ nke Uganda site na Atanga S.S",
  "ma mesịa sonye na Sacred Heart S.S.- Gulu maka asambodo Uganda Advanced ya ma mechaa ya n'afọ 1999. O nwere nzere bachelọ na agụmakwụkwọ na Mahadum Makerere ma nweta ya na 2004",
  "E mechara nye ya nzere masta na Economic Policy Management na 2009 site na Mahadum Makerere",
  "Site na afo 1998 ruo na afọ 2001, ọ rụrụ ọrụ dị ka onye enyemaka onye ọrụ na Uganda Red Cross Society",
  "N'agbata afọ 1999 na afọ 2001, ọ rụrụ ọrụ dị ka onye nkuzi na Pajule S.S",
  "Site n'afọ 2017 ruo taa, ọ rụrụ ọrụ dịka odeakwụkwọ ukwu na Uganda Parliamentary Forum on Children",
  "Ọ rụkwara ọrụ dị ka onye nkuzi n'etiti afọ 2003 na 2005 site na Kisugu Secondary School, Muyenga",
  "Tupu ọ banye n'ụlọ omebe iwu nke Uganda dị ka onye omebe iwu site na afo 2006 ruo 2021, Judith rụkwara ọrụ na ụlọ omebe iwu ya nke Uganda n'ọtụtụ ọkwa",
  "N'afọ 2006 ruo n'afọ 2011, ọ rụrụ ọrụ dị ka osote onye isi mmegide na Nzukọ Ndị Omeiwu nke Uganda",
  "Judith mechara rụọ ọrụ dị ka Minista na-ahụ maka agụmakwụkwọ na egwuregwu site na 2011 ruo na afọ 2013",
  "Site na afo 2013 ruo na afọ 2016, ọ bụ odeakwụkwọ ukwu, Uganda Women Parliamentary Association. N'agbata afọ 2013 na afọ 2016, ọ bụ onye nnọchi anya Uganda na International Parliamentary Association ma mesịa bụrụ onye nnọchianya Uganda na Commonwealth Parliamentary Association site na afo 2016 ruo taa. Site na afo 2017 ruo taa, Judith jere ozi dị ka osote onyeisi oche, Nzukọ Ndị Omeiwu na Ego Ọha na Nzukọ Ndị Isi nke Uganda.",
  "Ọ na-eje ozi na Kọmitii na-ahụ maka ego, atụmatụ na mmepe akụ na ụba na Kọmiti na-ahụkarị ego ọha na eze na Nzukọ Ndị Omeiwu nke Uganda ma e wezụga ịbụ onye otu Nzukọ Ndị Isi.",
  "Ọ lụrụ di. Ihe ntụrụndụ ya bụ egwuregwu na ịgụ akwụkwọ."
]