[
  "Akin Alabi, onye amụrụ na Lagos Steeti, Naịjirịa, bụ onye nduzi vidio egwu Naịjirịa, odee na onye ọchụnta ego. Ọ bụ onye ama ama dị ka otu n'ime ndị nduzi vidio nke malitere oge mmepụta vidio egwu hiphop na Naịjirịa ma soro ọtụtụ ndị egwu kachasị elu rụọ ọrụ nke gụnyere 9ice, Timaya, Tope Alabi, Onyeka Onwenu, Reminisce, Tim Godfrey (onye egwu), Ayanjesu, Paul Ik Dairo na ọtụtụ ndị ọzọ.",
  "Alabi onye Ekiti Steeti malitere njem agụmakwụkwọ ya na Lara Day Nursery and Primary School, Ikeja Lagos, ma mesịa nweta asambodo ụlọ akwụkwọ sekọndri ya na Federal Government College, Idoani, Ondo steeti. Mgbe nke ahụ gasịrị, ọ gara Mahadum nke Ilorin, Kwara Steeti iji mụọ Business Administration.",
  "Alabi bụ onye na-ede egwu na onye na-emepụta ihe osise n'oge ọ nọ na mahadum",
  "O kwupụtara n'otu n'ime ajụjụ ọnụ ya na mmasị ya maka egwu kpaliri ya ịweputa abọm na 1999. N'ụzọ dị mwute, ka ọ na-erule oge Uzodinma Ukpechi, onye bụ otu n'ime ndị isi nke ọrụ igwefoto nyere ya ụgwọ ahụ, Alabi kwuru na ya ekpebiela iji ego ahụ nweta ngwá ọrụ",
  "Ihe ọmụma ya na eserese na mmepụta ọdịyo jere ozi dị ka ikpo okwu iji chọpụta nkà ya.",
  "Mgbe ọ mesịrị vidiyo egwu maka otu ndị egwu na-ebilite ebilite a na-akpọ Nachur for Blac na 2004, Akin bịara bụrụ onye ama ama na 2005 na vidiyo egwu nke Big Bamo na egwu Paul Play akpọrọ Crazy",
  "Akin onye bụkwa ọkachamara na-ese foto, nwere ike ugbu a n'etiti ndị nduzi vidio egwu kachasị mma na ndị nduzi vidio ụlọ na Naịjirịa.",
  "Dị ka onye na-ese ihe, ya na nwunye ya guzobere otu a na-akpọ T.I.V nke gara n'ihu wepụta egwu a na-akpọ Komole na 2012 nke gara n'ihu nweta ọtụtụ ihe nrite nke gụnyere Nigeria Music Video Awards (NMVA) maka ojiji kachasị mma nke choreography, Nominee for Nigeria Music Video Awards (NMVA) n'okpuru ngalaba Best Gospel Video",
  "Nchịkọta ọrụ vidio ya gụnyere egwu Konga akpọrọ Kabakaba, Komole nke TIV ft Vector, ‘Gbamugbamu’ na ‘No be Mistake’ site na 9ice; ‘Yankuliya,’ ‘God I beg,’ ‘If to Say’ nke Timaya; ‘Promise Land’ nke Paul Play; ‘Crazy’ nke Julius Agwu; ‘Ariya’ nke Ayuba; ‘Bu nwanem' nkr Onyeka Onwenu; ‘Kabakaba’ nke Konga; RCCG Praise Team album video; ‘Igboro Ti Daru’ nke Klever J.",
  "Ọ bụ onye kere usoro ihe nkiri TV na ilu Naịjirịa a na-akpọ My Nigerian Proverb na-egosi kwa ụbọchị na African Magic, Trybetv, YangaTv (UK) na BRT Buses na Lagos. N'afọ 2018, o wepụtara akwụkwọ banyere Ilu Yoruba nke akpọrọ Akomolowe: My Book of Yoruba Proverbs Ọ na-anụ ọkụ n'obi maka ọdịbendị Afrịka ma ọ na-arụ ọrụ ugbu a na iji mgbasa ozi ọhụụ iji chekwaa ọdịbendị Yoruba karịsịa",
  "O nwere ọtụtụ onyinye maka aha ya gụnyere 2012 City People award for Best Video Director, TAVA award for Best Video director na Best RnB video.",
  "Alabi lụrụ Damilola Alabi n'afọ 2008 ma ha nwere nwa nwoke na nwa nwanyị ma biri na Lagos Nigeria."
]