[
  "Akinwumi \"Akin\" Adesina bụ onye Naijiria na-ahụ maka akụ na ụba nke na-eje ozi ugbu a dị ka onye isi oche nke African Development Bank",
  "Ọ rụrụ ọrụ dị ka Minista Ọrụ Ugbo na Mmepe Ime Obodo nke Naịjirịa. Ruo mgbe a họpụtara ya dị ka Minista n'afọ 2010, ọ bụ osote onye isi oche nke Policy and Partnerships maka Alliance for a Green Revolution in Africa (AGRA). A họpụtara ya dị ka onye isi oche nke African Development Bank na afọ 2015 ma họpụta ya ọzọ maka oge nke abụọ na afọ 2020",
  "Ọ bụ onye Naijiria mbụ nwere ọkwa ahụ.",
  "A mụrụ Adesina n'aka onye ọrụ ugbo Naijiria na Ibadan, Oyo Steeti. Ọ gara ụlọ akwụkwọ ime obodo ma gụsịrị akwụkwọ na Bachelors na Agricultural Economics na First Class Honors na Mahadum Ife (nke bụzi Mahadum Obafemi Awolowo), Naijiria nke afọ (1981), ebe ọ bụ nwa akwụkwọ mbụ mahadum ahụ nyere ya ọdịiche a. Ọ gara n'ihu na agụmakwụkwọ ya na Mahadum Purdue dị na Indiana, laghachi na Naịjirịa n'oge na-adịghị anya na afọ 1984 iji lụọ di. O nwetara PhD ya (Agricultural Economics) na afọ 1988 site na Purdue ebe ọ meriri Outstanding PhD Thesis maka ọrụ nyocha ya.",
  "Site na afọ 1990 ruo na afọ 1995, Adesina jere ozi dị ka onye isi akụ na ụba na West African Rice Development Association (WARDA) na Bouaké, Ivory Coast. Ọ rụrụ ọrụ na Rockefeller Foundation kemgbe ọ meriri fellowship site na Foundation dị ka onye ọkà mmụta sayensị dị elu na afọ 1988",
  "Site na afọ 1999 ruo na afọ 2003 ọ bụ onye nnọchi anya Foundation for the southern African area. Site na afọ 2003 ruo na afọ 2008 ọ bụ osote onye nduzi maka nchekwa nri.",
  "Adesina bụ Minista Ọrụ Ugbo nke Naijiria site na afọ 2010 ruo na afọ 2015. A kpọrọ Adesina Forbes African Man of the Year maka mgbanwe ya nke ọrụ ugbo Naijiria",
  "O webatara ihe doro anya n'ime usoro mbubata fatịlaịza. O kwukwara na ọ ga-enye ndị ọrụ ugbo ekwentị mkpanaaka mana nke a siri ike",
  "Otu n'ime ihe kpatara ya bụ enweghị netwọk mkpanaka na mpaghara obodo.",
  "N'afọ 2010, odeakwụkwọ ukwu nke United Nations Ban Ki-moon họpụtara ya dị ka otu n'ime ndị isi ụwa iri na asaa na-ebute ụzọ na Millennium Development Goals.",
  "N'abalị iri abụọ na asatọ n'ọnwa Mee n'afọ 2015, a họpụtara Adesina ka ọ bụrụ onye isi oche nke African Development Bank",
  "Ọ malitere ọrụ ya n'ọfịs na 1 Septemba, na afọ 2015.",
  "Na Septemba, na afọ 2016, odeakwụkwọ ukwu nke United Nations bụ Ban Ki-moon họpụtara Adesina ka ọ bụrụ onye otu Lead Group nke Scaling Up Nutrition Movement.",
  "N'afọ 2017, e nyere ya onyinye World Food Prize nke afọ 2017.",
  "N'abalị iri abụọ na asaa n'ọnwa Ọgọstụ na afọ 2020, a họpụtara Adesina ọzọ dịka onye isi oche nke Africa Development Bank maka oge nke abụọ nke afọ ise.",
  "Mgbe ọ nọ na Mahadum Purdue, Adesina na nwunye ya, tinyere di na nwunye ọzọ, malitere otu Ndị Kraịst a na-akpọ African Student Fellowship.\nYa na nwunye ya Grace nwere ụmụ abụọ, Rotimi na Segun."
]