[
  "Akitoye (nwụrụ na Septemba 2, 1853), mgbe ụfọdụ a na-akpọ ya Akintoye, chịrị ugboro abụọ dị ka Oba nke Lagos; nke mbụ, site n'afọ 1841 ruo 1845, na nke abụọ, site n'afọ 1851 ruo 1853",
  "Nna ya bụ Oba Ologun Kutere na ụmụnne ya bụ Obas Osinlokun na Adele.",
  "E gburu Oba Oluwole n'afọ 1841 mgbe ọkụ kpatara mgbawa n'ebe Oba nọ",
  "Ndị na-eme eze ga-akpọ Prince Kosoko ka ọ bụrụ Oba mana amaghị ebe ọ nọ",
  "Ọzọkwa, esemokwu dị n'etiti Eletu Odibo na Kosoko gbochiri Eletu ịhụ na Kosoko ga-abụ eze",
  "N'ihi ya, e debere Akitoye (nwanne nna Kosovo na nwanne Osinlokun nke obere) dị ka Oba nke Lagos. Madam Tinubu, onye ahịa dị ike na onye na-ere ohu nke lụrụ Adele na mbụ, kwadoro Akitoye, ntinye nwanne di ya dị ka Oba karịa nke Kosoko.",
  "N'ime mgbalị ime ka ya na nwa nwanne ya nwoke dịghachi n'otu (nke ndị isi, ọ bụghị Eletu Odibo) guzogide, Oba Akitoye jiri nzuzu chetara Kosoko na Lagos",
  "Kosoko laghachiri Lagos n'ụgbọ mmiri nke onye ahịa ohu a ma ama Jose Domingo Martinez",
  "Akitoye gbalịrị iji onyinye mee ka Kosoko dị jụụ ma nye ya utu aha Oloja nke Ereko ma ọ bụ onye nwe Ereko",
  "Kosoko mere ka ọnọdụ ya sie ike ngwa ngwa ma nweta nkwado n'etiti ọtụtụ ndị isi agha na n'etiti ndị Alakụba",
  "Eletu Odibo nwere nchegbu banyere ike Kosoko ma gaa Badagry",
  "N'aka nke ya, Akitoye chetara Eletu Odibo site na Badagry, na-eduga Kosoko ikwupụta na ọ bụrụ na Eletu Otibo alaghachi Lagos, ọ ga-eme onwe ya eze.",
  "Agha okwu malitere n'etiti Oba Akitoye na Prince Kosoko",
  "Kosoko zigara onye na-eti mkpu ya gburugburu Lagos na-abụ abụ \"Gwa nwatakịrị ahụ n'ụlọ ikpe ka ọ kpachara anya; n'ihi na ọ bụrụ na ọ kpachapụghị anya, a ga-ata ya ahụhụ\"",
  "Akitoye, n'aka nke ya, gosipụtara mkpu ya na-abụ abụ \"M dị ka pin a na-akwagharị n'ala, nke siri ike mgbe niile ịgbanyụ mgbọrọgwụ ma ọ dịghị mgbe ọ na-anọgide na-akwụsi ike\"",
  "Kosoko zaghachiri \"Abụ m onye na-egwu ala nke na-agbanye mgbọrọgwụ mgbe niile\".",
  "Esemokwu ahụ dugara na nnupụisi a kpọrọ Ogun Olomiro (Salt Water War) site n'aka ndị Kosoko na July 1845",
  "Ndị otu Kosoko nọchibidoro Obí Oba ruo izu atọ",
  "Akitoye mechara kweta mmeri, gbapụ n'ọdọ mmiri dị n'ebe ugwu, Oshodi Tapa, onye isi agha Kosoko, nyekwara ya ụzọ dị nchebe gafere Agboyi Creek",
  "Oshodi Tapa kọwara mgbapụ Akitoye gbapụrụ na Kosoko site n'ikwu na Akitoye tinyere ndị iro ya n'ọhụụ",
  "Akitoye mechara rute Abeokuta ebe e nyere ya ebe mgbaba. N'ịghọta na mgbapụ Akitoye dị ka ihe iyi egwu, Kosoko chọrọ isi Akitoye n'aka ndị Egbas bụ ndị jụrụ ihe Kosoko chọrọ",
  "N'ọnwa Disemba afọ 1845, ndị Egbas nyere Akitoye a chụpụrụ ugbu a ndị na-eso ya gaa Badagry, obodo ọdịnala maka ndị Lagosians ebe ọ kpọkọtara ndị na-azụ ya ma soro ndị ozi ala ọzọ Europe na ndị Britain jikọọ aka site na Consul ha John Beecroft.",
  "Madam Tinubu na ndị ọzọ Akitoye jikọrọ aka gbagara Badagry mgbe Kosoko batara n'ocheeze Lagos.",
  "Mgbe ọ nọsịrị mmegide dara ada site na Badagry iji weghachite Lagos, Akitoye tụgharịrị gaa na ndị Britain, ọkachasị Gọvanọ nke Cape Coast na-arịọ ka ọ tinye aka n'aha ya iji gbanwere maka ịgbaso iwu ndị Britain na azụmahịa (gụnyere mwepụ).",
  "Na Disemba 1850, Akitoye rịọrọ ọzọ maka enyemaka Britain:",
  "Ekpere m dị umeala n'obi..",
  "bụ, na ị ga-ewere Lagos n'okpuru nchebe gị, na ị na-akụ ọkọlọtọ England n'ebe ahụ, nakwa na ị ga na-eweghachi m n'ocheeze m kwesịrị ekwesị na Lagos ma chebe m n'okpuru ọkọlọtọ m; na enyemaka gị ana m ekwe nkwa ịbanye na nkwekọrịta...",
  "iji kpochapụ Azụmaahịa Ohu...na ịmalite ma gaa n'ihu na azụmaahịa iwu kwadoro, ọkachasị na ndị ahịa England.",
  "Njikọ nke ọdịmma na Lagos  Steeti site na Akitoye a chụpụrụ ugbu a bụ onye jikọtara onwe ya na ihe mgbochi ịgba ohu iji nweta nkwado ndị Britain, ndị ozi ala ọzọ Anglican na Badagry bụ ndị na-emekọrịta Akitoye, na Egba na ndị ahịa Europe chọrọ ịkwaga n'efu nke ngwongwo kwadoro ntinye aka ndị Britain na Lagos Steeti",
  "Ọnọdụ Akitoye na-emegide ịgba ohu yiri ka ọ malitere site na ọdịmma onwe onye na-atụle njikọ ya na onye ahịa ohu a ma ama Domingo Martinez onye kwadoro mwakpo Akitoye nke na-enweghị isi na Lagos  Steeti n'afọ 1846.",
  "Na Disemba 26, 1851, n'ihe a maara ugbu a dị ka Bombardment of Lagos ma ọ bụ Reduction of Lagos, HMS Bloodhound, HMS Teazer, na ìgwè ụgbọ mmiri wakporo obí Oba",
  "Kosoko guzobere nchebe siri ike mana na Disemba 28, 1851, agha a maara n'ógbè ahụ dị ka Ogun Ahoyaya ma ọ bụ Ogun Agidingbi (mgbe ọ gbasịrị egbe) agwụla na Kosoko na ndị na-eso ya na-agba ọsọ Ijebu",
  "N'ihi ya, a họpụtara Akitoye dị ka Oba nke Lagos.",
  "Na Jenụwarị 1, 1852, Akitoye bịanyere aka na nkwekọrịta dị n'etiti Great Britain na Lagos na-ewepụ ahịa ohu.",
  "Akitoye nwụrụ na Septemba 2, 1853 ma nwa ya nwoke, Oba Dosunmu nọchiri ya. Dosunmu kwenyere na ndị isi na-eguzosi ike n'ihe nke Kosoko: Oshodi Tapa, Ajenia, na Ipossu nyere Akitoye nsí. Jean Herskovits na-ekwu na ọ ga-ekwe omume na Akitoye gburu onwe ya, na-adaba n'ụkpụrụ ọdịnala nke ndị ọchịchị na-egbu onwe ha mgbe ha na-emezughị atụmanya; Akitoye nwere ike ịghọta na nkwekọrịta ya na ndị Britain belatara mmetụta ya na Lagos Steeti.",
  "Iji cheta ọnwụ ya, e mere ngagharị Eyo mbụ na Lagos Steeti. Nwa nwa Akitoye Ibikunle Akitoye chịrị dị ka Oba nke Lagos site n'afọ 1925 ruo 1928."
]