[
  "Akosua Gyamama Busia (a mụrụ n'ụbọchị nke 30 n'ọnwa Disemba n'afọ 1966) bụ onye Ghana na-eme ihe nkiri, onye nduzi ihe nkiri, onye edemede na onye na-ede egwu nke bi na United Kingdom. O mere Nettie Harris na ihe nkiri 1985 The Color Purple n'akụkụ Whoopi Goldberg",
  "Busia bụ nwa nwanyị Kofi Abrefa Busia, onye bụ praịm minista nke Republic of Ghana (site na 1969 ruo 1972) na onye isi nke ezinụlọ eze nke Wenchi, otu obere ìgwè nke Ashanti, na-eme Akosua ka ọ bụrụ adaeze",
  "Nwanne ya nwanyị, Abena Busia, bụ onye na-ede uri na agụmakwụkwọ, onye bụ prọfesọ na Bekee na Mahadum Rutgers, ebe ọ bụ onye nnọchi anya Ghana na Brazil.",
  "Busia tolitere na Ghana, wee malite ọrụ ime ihe nkiri ya mgbe ọ dị afọ iri na isii, na-aga London's Central School of Speech and Drama na agụmakwụkwọ. Ọrụ mbụ ọ rụrụ bụ Juliet na ndị ọcha na-eme Shakespeare's Romeo and Juliet na Mahadum Oxford, ebe ụmụnne ya na-agụ akwụkwọ.",
  "Ọrụ ihe nkiri Busia gụnyere arụmọrụ a ma ama dị ka Bessie na ihe nkiri afọ 1986 nke akwụkwọ akụkọ Richard Wright bụ Native Son (ya na Geraldine Page na Matt Dillon",
  "O sonyekwara na Hard Lessons n'akụkụ Denzel Washington na Lynn Whitfield na 1986",
  "Busia gbara Nettie (na-emegide Danny Glover na Whoopi Goldberg) na Steven Spielberg's 1985 The Color Purple, nke sitere na akwụkwọ akụkọ Alice Walker nke otu aha ahụ, dị ka Ruth na Badge of the Assassin (1985), dị ka Jewel na John Singleton's Rosewood (1997), na dị ka Patience na Antoine Fuqua's Tears of the Sun (2003). Ọ pụtakwara na telivishọn na usoro ER.",
  "Busia bụ onye dere The Seasons of Beento Blackbird: A Novel (Washington Square Press, 1997,  ). Ọ bụ otu n'ime ndị edemede atọ maka mmegharị ihe nkiri nke akwụkwọ akụkọ Toni Morrison nke afọ 1987 Beloved maka nsụgharị ihe nkiri nke afo 1998 nke otu aha ahụ nke Jonathan Demme duziri",
  "N'afọ 2008, Busia duziri ihe nkiri banyere nna ya: The Prof",
  "Nwoke Echetara",
  "Ndụ, Ọhụụ na Ihe Nketa nke K.A",
  "Busia.\nBusia dekwara egwu \"Moon Blue\" ya na Stevie Wonder maka abọm ya A Time 2 Love, nke ewepụtara n'afo 2005. E tinyere abu ya \"Mama\" n'afo 2019 anthology New Daughters of Africa, nke Margaret Busby deziri.",
  "Mgbe afọ iri na asatọ gasịrị iji zụlite nwa ya nwanyị, n'afo 2016 Busia laghachiri ime ihe nkiri na off-Broadway na Broadway nke Danai Gurira's play Eclipsed, ya na Lupita Nyong'o. Maka arụmọrụ ya na Broadway, ọ natara Obie Award maka Distinguished Performance dị ka Rita",
  "Na 12 Ọktoba 1996, Akosua Busia lụrụ onye nduzi ihe nkiri America bụ John Singleton, onye ya na ya nwere nwa nwanyị - Hadar Busia-Singleton (amụrụ ya na 3 Eprel 1997); di na nwunye ahụ gbara alụkwaghịm na 15 June 1997",
  "Nwa ha nwanyị gara ụlọ akwụkwọ na Ghana, tupu ọ laghachi US.",
  "Ya na nwanne ya nwanyị Abena Busia mepere Busia Foundation International, na-ezube \"inye ndị nwere nsogbu aka\"."
]