[
  "Akpụkpọ anụ Antarctic (Arctocephalus gazella), bụ otu n'ime akara asatọ n'ụdị Arctocephalous, na otu n'etiti akara akpụkpọ anụ itoolu na subfamily Arctocefalinae",
  "N'agbanyeghị ihe aha ya na egosi, a na ekesa akara akpụkpọ anụ Antarctic n'àgwàetiti Subantarctic ma a na eche na aha sayensị ya sitere na ụgbọ mmiri Germany SMS Gazelle, nke bụ nke mbụ na anakọta ụdị nke ụdị a site na Kerguelen Islands.",
  "Antarctic fur akara bụ ndị otu Arctocephalus",
  "N'oge na adịbeghị anya, e mere atụmatụ ịmegharị ụdị a na ụdị Arctophoca a kpọlitere n'ọnwụ.",
  "Enwere ike ịgbagwoju anụ ọhịa Antarctic anya na otariids ndịda nke na ekerịta ebe ha dị, dị ka Subantarctic (A",
  "tropicalis), New Zealand (A",
  "forsteri), na anụ ọhịa South Amerika (A",
  "australis), na anụ anụ ọhịa Juan Fernandez (A",
  "phillippii), yana ọdụm South America (Otaria flavescens) na ọdụm mmiri New Zealand (Phocarctos hookeri). \nNnyocha mkpụrụ ndụ ihe nketa banyere ọdịdị mmadụ na-atụ aro na e nwere mpaghara abụọ dị iche iche: mpaghara ọdịda anyanwụ gụnyere agwaetiti Scotia Arc, Bouvet Island, na Marion Islands, na mpaghara ọwụwa anyanwụ, gụnyere Kerguelen na Macquarie Islands",
  "Akara sitere na Crozet Islands na Heard Island bụ ngwakọta sitere na mpaghara abụọ ahụ.",
  "Akpụkpọ anụ bụ pinniped dị n'etiti nke nwere olu dị ogologo na ọnụ dị nkọ ma e jiri ya tụnyere ndị ọzọ nọ n'ezinụlọ ahụ",
  "imi anaghị agafe ọnụ, ntị ndị dị n'èzí dị ogologo, pụtara ìhè, na agba ọtọ n'ọnụ",
  "Ndị toro eto nwere ogologo vibrissae, ọkachasị ndị nwoke, ruo 35 ruo 50 cm",
  "Flippers ihu dị ihe dị ka otu ụzọ n'ụzọ atọ, na flippers azụ karịa otu ụzọ n\"ụzọ anọ, nke ogologo zuru ezu.",
  "Ụmụ nwoke toro eto na-acha nchara nchara",
  "Ụmụ nwanyị na ụmụaka na adịkarị ka ndị na acha odo odo, ihe fọrọ nke nta ka ọ bụrụ ntụ ntụ na obere ala",
  "Ụdị agba dịgasị iche iche, ndị ọkà mmụta sayensị kọrọ na ụfọdụ ngwakọta n'etiti Subantarctic na Antarctic fur seals emeela. Ụmụ nkịta na acha nchara nchara mgbe a mụrụ ha, ọ fọrọ nke nta ka ọ bụrụ oji",
  "Otú ọ dị, a chọtawo ọnụ ọgụgụ dị nta nke anụ ọhịa Antarctic leucistic.",
  "Ụmụ nwoke buru ibu karịa ụmụ nwanyị",
  "Ụmụ nwoke na eto ruo 2 m (6.5 ft) n'ogologo ma nwee ịdị arọ nke 133 kg (293 lb)",
  "Ụmụ nwanyị na eru 1.4 m (4.6 ft) na ịdị arọ nke 34 kg (74.9 lb)",
  "Mgbe a mụrụ ya, ogologo dị 67.4 cm (58ī66) na ịdị arọ bụ 5.9 kg (4.9ī6.6) n'ime ụmụ nwoke na 5.4 kg (4.8ī5.9) n'ime ndị inyom.",
  "Anụ akara ndị Antarctic na adị ndụ ruo afọ 20 na ọnụ ọgụgụ kachasị elu a hụrụ maka nwanyị nke 24.",
  "A na-eche na anụ ọhịa Antarctic bụ ụdị anụ ọhịa seal kachasị n'ọtụtụ. Ọgbakọ kachasị ukwuu na-ewere ọnọdụ n'àgwàetiti South Georgia na ndịda Atlantic Oke osimiri, nke nwere ihe dịka 95% nke ndị bi n'ụwa. Atụmatụ kachasị mma ugbu a nke ndị South Georgia dị n'etiti nde anụmanụ 4.5 na 6.2",
  "Bouvet Island nwere nke abụọ kachasị ukwuu na ụmụ anụmanụ 46,834. Otú ọ dị, enwere ọdịiche mpaghara na ọnọdụ ọnụ ọgụgụ mmadụ: ụfọdụ mpaghara na abawanye na nha (dịka",
  "Kerguelen Islands, McDonald Islands), ụfọdụ kwụsiri ike (dịka",
  "Macquarie Island, Agwaetiti Heard), na ụfọdụ na egosi mbelata (dịka",
  "Àgwàetiti Bouvet).",
  "Antarctic fur akara nwere nkesa okirikiri ma na amụ site na 61° S ruo Antarctic Nkwekọrịta",
  "A na-ahụ ebe a na amụ nwa na South Georgia na South Sandwich Islands, South Orkney Islands, South Shetland Islands na Bouvet Island na Southern Atlantic Ocean; Marion Island, Crozet Islands, Kerguelen na Heard Island na Southern Indian Ocean; na Macquarie Island na Southern Oke osimiri Pasifik",
  "N'oge oyi, anụ Antarctic fur seal na-aga n'ọtụtụ ebe site na kọntinent Antarctic ruo Falkland Islands, na ndịda Argentina na-eru Mar del Plata na Gough Island.",
  "Antarctic fur akara bụ otu n'ime ndị na-eri anụ Southern Oke osimiri nke a na-amụ nke ọma",
  "Agbanyeghị, a chịkọtara ọtụtụ ozi n'oge ọnwa ọmụmụ oge okpomọkụ",
  "Usoro ọmụmụ nke Antarctic Fur akara bụ polygynous, na ndị nwoke na-amụ nwa na-ejikọta ihe ruru ụmụ nwanyị 20 n'oge oge na-aga nke ọma",
  "Ụmụ nwoke na-eguzobe ebe ha na-amụ nwa n'ọnwa Ọktoba ruo mmalite Nọvemba. Ụmụ nwanyị na-erute n'ìgwè n'ọnwa Disemba ma mụọ otu nwa ọtụtụ ụbọchị ka e mesịrị. Ime ime na-adị n'etiti ọnwa 8 na 9 ma a hụla nnukwu synchrony ọmụmụ gafee ụdị ahụ, na-etinye 90% nke ọmụmụ nwa na windo ụbọchị 10",
  "A na-enye ụmụ ọhụrụ ara mgbe ha dị ihe dị ka ọnwa anọ. Ụmụaka nwere ike ịnọ ọtụtụ afọ n'oké osimiri tupu ha alaghachi ịmalite usoro ọmụmụ ha.",
  "A ghọtachaghị gburugburu ebe obibi nke Antarctic fur akara n'oge oyi na-adịghị amụ nwa",
  "Ụmụ nwoke toro eto na ndị na-eto eto nwere ike ịhazi otu mgbe ha na-agagharị na Antarctic Peninsula na ngwụcha oge okpomọkụ na mmalite oge mgbụsị akwụkwọ",
  "Ụmụ nwanyị toro eto na-eme mkpakọrịta ma na-enweghị mmekọrịta ọ bụla ma e wezụga njikọ siri ike ha na ụmụ ha na eme, ọ bụ ezie na enwere oge ụfọdụ mkpakọrịta na ụmụ nwanyị ma ọ bụ ụmụ ụmụ ndị ọzọ na mmekọrịta dị mkpirikpi na ụmụ nwoke toro eto iji nwee mmekọahụ",
  "Akara ndị a yiri ka ha na anọ naanị ha mgbe ha na eri nri ma na agagharị.",
  "Ihe oriri a na-ahụkarị maka ndị mmadụ n'ógbè Atlantic bụ Antarctic krill (Euphausia superba); ebe ọ bụ na Oké Osimiri India nri na-adabere na azụ na squid",
  "Azụ ndị a na-eri bụ myctophids, azụ azụ azụ, na Notothenids, ọ bụ ezie na a na-erikwa skates na ụzarị ọkụ. Ụmụ anụmanụ na-eburu mgbe ụfọdụ site n'aka ụmụ anụmanụ Antarctic fur seal. E dekọrọ ọdịiche dị iche iche n'oge nri n'ofe mpaghara, oge na afọ. Nnyocha egosila na ụmụ nwanyị Antarctic fur akara nwere ike ịgagharị na-achọ nri n'oge oyi. Ọdịiche dị n'etiti afọ yiri ka ọ nwere njikọ na ọdịiche dị na ọnọdụ oké osimiri mpaghara.",
  "Anụ mechie Antarctic na eri nri Krill, Azụ, na Squid",
  "A na eri nnụnụ mgbe ụfọdụ n'èzí oge ọmụmụ",
  "Ndị nne na-enye nwa ara dị nso na South Georgia na-adabere na Krill n'oge oge ọmụmụ, ya mere nnweta nke Krill dị mkpa maka ihe ịga nke ọma ọmụmụ nke anụmanụ a",
  "Ndị bi na Agwaetiti Macquarie na Kerguelen Islands na-adabere na nri nke Azụ na Squid",
  "Antarctic fur seal na-abanye n'ime mmiri n'abalị iji rie nri.",
  "Agwaetiti South Georgia, nke nwere ihe dịka 95% nke ndị bi n'ụwa niile, nwere ọnụ ọgụgụ ndị bi na 1999/2000 n'etiti nde 4.5 na 6.2",
  "Ndị bi na South Georgia ruru ibu ọrụ n'oge na-adịbeghị anya ma nwee ike si otú a na-awụsa na saịtị dị nso, nke dị ala",
  "Otú ọ dị, a na-eche na ụbara ụmụ nwanyị toworo eto agbadala ihe dị ka pasenti 30 n'etiti 2003 na 2012, yana site na 24% kemgbe 1984 ruo ihe dị ka 550,000",
  "Ọnọdụ ndị bi na ya dị ka ndepụta IUCN Red si kwuo 'na-agbada' ma ekwuru na mbelata a bụ n'ihi mmetụta mgbanwe ihu igwe zuru ụwa ọnụ na nnweta anụ.",
  "N'akụkọ ihe mere eme, ụlọ ọrụ na eme ka ọ dị mma kpochapụ ụdị ndị ahụ maka ajị ya na ndị bi na ya fọrọ nke nta ka ha kpochapụ na narị afọ nke iri na itoolu. Ebe ọ bụ na ọrụ akara kwụsịrị na mmalite narị afọ nke 20, ụdị ahụ enwetala na ọnụego dị iche iche gafee mpaghara mbụ ya.",
  "Mmiri ndị Antarctic fur akara bi na-emebi azụ ole na ole, mana ndị a nwere ike ịgbasa n'ebe ha nọ n'ọdịnihu. Nnyocha e mere na 1997 na South Georgia gosiri na ọtụtụ puku anụ ọhịa Antarctic na-ejikọta n'ime ihe ndị mmadụ mere dị ka eriri ịkụ azụ a tụfuru atụfu, ụgbụ, eriri nkwakọba na ihe ọ bụla nwere ike ịmepụta olu. N'ihi ya, CCAMLR mere mkpọsa maka ịgbaso ndokwa MARPOL metụtara mkpofu n'oké osimiri, na maka ịkpụ ihe ọ bụla a tụfuru nke nwere ike ịmepụta olu iji kpuchie akara",
  "Nnyocha ndị ọzọ na-esote nke akara ajị anụ a na-ejikọta ọnụ gosipụtara na mgbagwoju anya ka bụ nsogbu na-adịgide adịgide, mana ọ belatara n'ime afọ ndị na adịbeghị anya. Ọrụ igbu azụ na eme gburugburu Macquarie Island nwere ike imetụta anụ oriri nke anụ ọhịa Antarctic na eri azụ nke na amụ n'àgwàetiti ndị ahụ",
  "Ọrụ ndị na adịbeghị anya na egosi na enwere nnukwu njikọ n'etiti ebe ndị a na eri nri na ọrụ ịkụ azụ, na atụ aro na enwere ike ịsọ mpi maka ihe oriri.",
  "A chọpụtara na agụ owuru na-ewere ihe ruru otu ụzọ n'ụzọ atọ nke ụmụ anụmanụ Antarctic Fur akara a mụrụ na saịtị ndị dị na South Shetland Agwaetiti. Ọnọdụ predation nwere ike ịdị elu iji mee ka ọnụ ọgụgụ mmadụ belata na saịtị ndị a.",
  "Tinyere mmetụta nke ịchụ nta na igbu azụ, ọnụ ọgụgụ ụmụ mmadụ na eleta Antarctic na sub-Antarctic kwa afọ maka njem nleta na njem sayensị arịwo elu",
  "Mmụba a na nleta emeela ka mmekọrịta dị ukwuu n'etiti anụmanụ na ụmụ mmadụ. Site na mmekọrịta a ka ukwuu na abịa ihe ize ndụ nke imetụta ókèala nke akara karịsịa n'oge oge ịlụ",
  "Nke a nwekwara ike ime ka ohere nke mmerụ ahụ na ụmụ mmadụ dịkwuo ukwuu",
  "N'afọ 2015, ndị agha Britain napụtara otu nwoke n'àgwàetiti South Georgia mgbe ọ nwetasịrị nnukwu ọnya site na akara ajị anụ. N'ihi ebe dịpụrụ adịpụ nke ebe mmerụ ahụ ndị a na eme, nke a nwere ike ibute mgbagwoju anya n'ime ka ndị mmadụ gaa na dọkịta nwere ahụmịhe dị mkpa n'ịgwọ ọnya anụmanụ",
  "Nsogbu a na agbakwunye site na mgbagwoju anya nke omume fur akara na otú ịta nwere ike isi sie ike na ihe ize ndụ nke ibufe ọrịa.\nMmetụta maka Antarctic Fur akara mana a na ewere ụdị a dị ka otu n'ime ọtụtụ pinnipeds nọ n'ihe ize ndụ dị elu nke ntiwapụ ọrịa n'ọdịnihu n'ihi ọchịchọ ha ịgbakọ na nnukwu mkpokọta na mmetụta nke mgbanwe gburugburu ebe obibi metụtara okpomọkụ ụwa na mgbasa nke ọrịa.",
  "N'ikpeazụ, mgbochi nke narị afọ nke iri na itoolu mere ka mbelata nke ọdịiche dị iche iche nke mkpụrụ ndụ ihe nketa, na ahapụ ya ọzọ ka ọ bụrụ ihe na adịghị ike maka ọrịa na nrụgide nke mgbanwe ihu igwe",
  "Karịsịa, isi anụ oriri nke Antarctic fur akara, krill, nwere ike belata n'ihi acid nke oké osimiri, ma ọ bụ nkesa nwere ike ịgbanwe site na mgbanwe ihu igwe.",
  "Ọnọdụ Nchekwa IUCN: Nchegbu na adịchaghị mkpa.",
  "Gọọmentị ndị ọ bi na mmiri ha na echebe ụdị ahụ (Australia, South Africa, France) na Mgbakọ maka nchekwa nke Antarctic akara na mmiri ndịda nke 60° S",
  "A na edekwa anụmanụ ahụ na Appendix 2 nke CITES.",
  "Iji mụtakwuo banyere Antarctic fur seal visit:"
]