[
  "Akpata, nke amakwa dika mọbili, rubeola, maọbụ akpata n'acha ọbara ọbara, bụ ajọ oria n'efe efe nke nje akpata n'ebute. Ihe n'egosi na mmadụ nwere ya gụnyere oyiọmụma, nke okpomokụ ya gafere 40 °C (104.0 °F), ụkwara, imi ịgba mmadụ, na anya mmadụ ịcha ọbara ọbara. Abalị abụọ maọbụ atọ mgbe obidosiri, ihe dị ocha n'egosi n'ime ọnụ, nke ama dịka Kọplik",
  "Ihe n'acha ọbara ọbara nke n'agbapụta n'ihu ma gbasaa n'akụkụ anụ ahụ ndịọzọ n'ebido mgbe abalị 3 ruo 5 mgbe obidosirị. Ọ na-egosi mgbe abalị 10 ruo 12 mgbe onye ahụ n'onye ọ na-eme zutechara ma nogide ruo abali 7 na 10. Ihe ndịọzọ n'esochi ya nke ruru pasent 30",
  "Ha gụnyere afọ ọsisa, ikpu isi, ụbụrụ ịza aza an ikuku ịbanye na ngụgụ n'ihe ndịọzọ.  Rubella (akpata Jamini) na  roseola bụ ọrịa dị iche n'ebe ibe ya dị.",
  "Esi n'ikuku ebụta akpata",
  "Ọ na-esi otu a gbasaa site na mgbe onye nwere ya kwara ụkwara maọbụ maa uzere",
  "Enwekwara ike inweta ya site na mgbe asọ mmiri maọbụ imi nke onye nwere ya metụrụ mmadụ. Itolu n'ime mmadụ iri ndị enweghị ya mana ha na ndị nwere ya bi n'ụlọ ga-enweta ya.",
  "Ọ na-ewe abalị anọ tupu ọpụta ihie site n'ihe ga-agbakasị onye ahụ dịka ọkọ. Ọ na-eme mmadụ naanị otu ugbo na ndụ. Ọdịmma ka achọpụta ma ọbụ ya n'eme mmadụ maka ọdịmma ahụike ndịọzọ.",
  "Ọgwụ akpata dị mkpa maka mgbochi ya",
  "ḷgba ọgwụ ebelatala ọnwụ ruru pasent 75 site n'afọ 200 na 2013, n'ihe ruru pasent 85 nke ụmuaka ndị agbarala ọgwụ mgbochi n'ụwa niile",
  "Onweghị ọgwụgwọ nye ya ugbu a nke doro anya",
  "Mana achọrọ enyemaka maọbụrụ n'aga ahụ ọdịnihu doro anya. Nke a gunyere inye mmiri nke etinyere nnu nke n'enye ike, nri dị mma n'ogwụ oyi ọmụma. Apụrụ inye ogwu mgbochi ndịọzọ maọbụrụ na achọpụtara n'oyi bara onye ahụ ahụ",
  "Ọgwụ ndịọzọ n'edozi ahụ dịka Vaịtamin A ga-enye aka ma karisia na mba ndị n'emepe emepe.",
  "Akpata n'eme ihe ruru nde mmadụ 20 kwa afọ, karịsịa na mba ndị n'emepe emepe na Afrịka na Esịa. Mgbochi ye esighị ike ka ndịọzọ",
  "N'afọ 2013, ogburu ihe ruru puku mmadụ 96, nke gbadatara site na puku 545 ogburu na 1990. N'afọ 1980, ogburu nde mmadụ abụọ n'ụma isii kwa afọ. Tupu ọgwụ mgbochi na mba Unaịted steeti, ihe dịka nde atọ ruo anọ nwụrụ kwa afọ. Ndị ometụtara na ndị ogburu bụ ndị dị afọ ise ma gbadata. Pasent ndị oji, ndị atụru anya n'oga-egbu dị 0.2, mana onwere ike iru pasent 10 bụ ndị anaghị eri ihe ahụ ha chọrọ. Ọ naghị egbu anụmanụ."
]