[
  "Akpeteshie bụ mmụọ mba nke Ghana, nke a na-emepụta site na ịṅụ mmanya nkwụ ma ọ bụ okpete",
  "Na Naịjịrịa, a maara ya dị ka Ògógóró (Ogog'), okwu Yoruba, nke a na-ejikarị mmiri nkwụ Raffia, ebe a maara ya dịka homebrew nke mba ahụ. Taa, e nwere echiche na-ezighi ezi na Ogogoro nwere ike ịbụ ethanol dị ọcha, mana n'ọdịnala, ọ ga-esi n'osisi nkwụ bịa wee si na isi iyi a.",
  "Ọ na-ewu ewu n'ebe ọdịda anyanwụ Afrịka niile, ọ na-esikwa n'ọtụtụ aha gụnyere apio, ogoglo, ogogoro (Ogog'), VC10, Kill Me Quick, Efie Nipa, Kele, Kumepreko, Anferewoase, Apiatiti, Home Boy, Nana Drobo, One Touch na ndị ọzọ. A makwaara ya dị ka mmiri sapele, kparaga, kai-kai, Sun gbalaja, egwan inu igo nke pụtara Masquerade na Bottle, push-me-push-you, na / ma ọ bụ crim-kena, sonsé (\"ị na-eme ya?\" n'asụsụ Yoruba)",
  "N'asụsụ Igbo a maara ya dị ka Akpuru achia",
  "Okwu ndị ọzọ nke Naijiria gụnyere: Udi Ogagan, Agbagba Urhobo, yana OHMS (Our Home Made Stuff), Iced Water, Push Me, I Push You na Craze man in the bottle",
  "A na-akpọ ọnwa na-enwu nke Ghana akpeteshie.",
  "Tupu ọbịbịa nke ndị Europe na-achị ihe bụ Ghana taa, ndị Anlo mepụtara mmụọ obodo a makwaara dị ka \"kpótomenui,\" nke pụtara \"ihe zoro ezo na mgbidi akị bekee\".",
  "Site na mmeri ndị Britain nke ihe a maara dị ka Gold Coast, a machibidoro ụdị mmanya dị otú ahụ iwu na mbido afọ 1930",
  "Dị ka ajụjụ ọnụ 1996 ya na SS Dotse banyere ndụ ya n'okpuru ọchịchị ndị Britain si kwuo: \"Nkwurịta okwu anyị bụ na ihe ọṅụṅụ onye ọcha ahụ wetara bụ otu ihe ahụ dị ka nke anyị",
  "Arụmụka ndị ọcha ahụ bụ na nke anyị siri ike...Tupu ndị ọcha abịa, anyị na-eji akpeteshie",
  "Mana mgbe ha bịara, ha machibidoro ya iwu, ma eleghị anya n'ihi na ha chọrọ ire mmanya ha",
  "Ya mere anyị na-akpọ ya kpótomenui",
  "Mgbe ị nwere onye ọbịa ị maara nke ọma, mgbe ahụ ị nyere iwu ka e kpótomenui",
  "Nke a bụ akpeteshie, mana ọ dịghị mgbe a kpọrọ ya aha",
  "\"",
  "E nyere ihe ọṅụṅụ ahụ aha \"akpeteshie\" na mmachibido iwu ya: okwu ahụ sitere n'asụsụ Ga (ape te shie, omume nke izo ezo) nke a na-asụ na Accra ka ukwuu ma ọ pụtara na ha na-ezo, na-ezo aka n'ụzọ nzuzo nke a manyere ndị na-abụghị ndị Europe ka ha ṅụọ ihe ọṅụṅụ.  N'agbanyeghị na a machibidoro ya iwu, mmụọ iwu na-akwadoghị nọgidere na-abụkarị ihe a na-ahụkarị, na akụkọ na ọbụna ụmụ akwụkwọ nwere ike inweta akpeteshie n'ụzọ dị mfe n'ime afọ 1930",
  "Ọchịchọ maka akpeteshie na uru a ga-enweta site na ire ya zuru iji kwalite mgbasa nke ịkọ okpete na mpaghara Anlo nke Ghana.",
  "E debere distillation n'ụzọ iwu kwadoro site na decolonization na nnwere onwe Ghana",
  "E guzobere ụlọ ọrụ mmepụta ihe mbụ na mpaghara Volta, na-eji ohere nke ubi okpete dị n'ógbè ahụ.",
  "Ogogoro na-esi na mmiri nke osisi nkwụ Raffia",
  "A na-eme oghere n'ime ogwe osisi ahụ ma tinye gourd n'èzí ya maka nchịkọta, nke a na-anakọta otu ụbọchị ma ọ bụ abụọ ka e mesịrị",
  "Mgbe ewepụtasịrị ya, a na-esi mmiri ahụ n'ọkụ iji mepụta anwụrụ ọkụ, nke na-emecha gbakọta ma chịkọta ya maka oriri",
  "Ogogoro abụghị ethanol emepụtara mana a na-esi n'ihe okike wepụta ya wee mepụta ya.",
  "Anyị na-eji mmanya nkwụ ma ọ bụ mmiri okpete emepụta akpeteshie. A na-ebu ụzọ mee ka mmiri ma ọ bụ mmanya a na-atọ ụtọ na nnukwu gbọmgbọm mgbe ụfọdụ site n'enyemaka nke yeast. Mgbe nzọụkwụ mbụ a nke ịgbaze gasịrị, a na-ewu ọkụ n'okpuru gbọmgbọm iji mee ka mmiri ahụ sie ma gafee ikuku na-esi na ya apụta site na ọkpọkọ ọla n'ime barrels na-ajụ oyi, ebe ọ na-agbakọta ma na-agbanye n'ime ite ndị a sieved",
  "A na-agbanye mmiri ahụ e siri esi mgbe ahụ distillation.  Mmụọ a na-emepụta dị n'etiti 40 na 50% mmanya na-aba n'anya site na olu.",
  "Akpeteshie anaghị etinye ya na karama ma ọ bụ mechie ya, kama a na-awụnye ya na karama ndị a na-ejighị akara",
  "Enwere ike ịzụta mmụọ ahụ n'ozuzu site na onye na-aṅụ mmanya ma ọ bụ site na iko na ụlọ ahịa na ụlọ mmanya",
  "Ọ bụ ezie na a naghị akpọsa ya nke ọma, ihe ọṅụṅụ ahụ na-ewu ewu",
  "Nke a bụ n'otu akụkụ n'ihi ọnụahịa ya, nke dị ala karịa nke ihe ọṅụṅụ ndị ọzọ a na-etinye na karama ma ọ bụ nke a na-ebubata",
  "Ọnụ ego ya dị ọnụ ala na-eme ka ọ bụrụ ihe ọṅụṅụ na-ejikọta ya na ndị ogbenye, mana ọbụna ndị nwere ike ịzụta mma ka mma ka a na-ekwu na ha na-aṅụ mmụọ ahụ na nzuzo.",
  "Ike nke mmanya na-aba n'anya na-emetụta mmetụta ahụ nke ukwuu, na-enye mmetụta yiri nke ọkpọ ọkpọ",
  "Enwere ike ịhụ ndị na-aṅụ mmanya na-ekweta na ha natara site na ịfụ ikuku ma ọ bụ ịkụ aka n'obi ha.",
  "Ndị dọkịta na-ahụ maka ahụike akatọwo oke mmanya na-aba n'anya, ọkachasị mmebi ọ nwere ike ịkpata imeju na ihe ize ndụ nke ịṅụbiga mmanya ókè.",
  "Dị ka ihe ọṅụṅụ na ngwaahịa, n'otu n'otu, ogogoro na-ebu nnukwu ọdịbendị na akụ na ụba n'ime Naịjirịa",
  "Ọ bụ akụkụ dị mkpa nke ọtụtụ emume okpukpe na nke ọha na eze; ndị ụkọchukwu Burutu (Ijaw) wụsara ya n'ala dị ka onyinye iji kpọtụrụ chi ha, ebe ndị nna nke ndị Naịjịrịa na-alụ ọhụrụ na-eji ya dị ka ihe ọṅụṅụ nke ha na-enye ngọzi ha maka agbamakwụkwọ.",
  "Akụkụ akụ na ụba nke ogogoro apụtawo n'otu aka ahụ n'akụkọ ihe mere eme nke Naịjịrịa na nso nso a",
  "Ọtụtụ ezinụlọ ndị Naịjịrịa dara ogbenye na-aṅụ ihe ọṅụṅụ ahụ n'ụlọ dị ka ụzọ isi nweta ihe oriri, ọtụtụ n'ime ha na-ere ya na nkuku okporo ámá obodo",
  "A na-ekwere na mpụ nke ogogoro nke mere n'okpuru ọchịchị ndị na-achị achị bụ nke akụ na ụba; ebe nkwupụta ọha na eze maka iwu ahụ weere ahụike ọha na eze na nkwenkwe Ndị Kraịst gbasara mmanya na-aba n'anya, a na-ekwu na ndị ọrụ ndị na-eme ọchịchị na-achọkwa igbochi ọrụ akụ na ụba mpaghara nke nwere ike ịdọrọ ego ma ọ bụ ọrụ site na usoro ọchịchị ndị na eze.",
  "Mmadụ iri isii na isii nọ na Steeti mmiri nwụrụ n'ime izu ole na ole nke malitere n'ọnwa Eprel afọ 2015 n'ihi ogogoro methanol."
]