[
  "Akuapem, nke a makwaara dị ka Akuapim, Akwapem Twi, na Akwapi, bụ otu n'ime ndị isi so n'asụsụ Akan, tinyere Bono na Asante, nke a maara ya dịka Twi, na Fante, nke ya na ya na-aghọta. E nwere ndị na-asụ Akuapem 626,000, ndị na-elekwasị anya na Ghana na ndịda ọwụwa anyanwụ Cote D'Ivoire. Ọ bụ akụkọ ihe mere eme na asụsụ dị ùgwù nke Akan, ebe a họọrọ ya dị ka ihe ndabere nke nsụgharị Akan nke Bible.",
  "A na-eche na aha Akuapem sitere na ma ọ bụ Akan tol (\"otu puku isiokwu\") ma ọ bụ akuw-apem (\"otu puku ụlọ ọrụ\").",
  "Ọ bụ ndị ozi ala ọzọ nọ na Gold Coast Basel Mission mepụtara orthography Akuapem na 1842, mana akụkọ ihe mere eme ya malitere na 1853 site na mbipụta nke ụtọ asụsụ abụọ, German Elemente des Akwapim Dialects der Odshi Sprache na English Grammatical Outline na Vocabulary nke Oji Language na-ezo aka pụrụ iche na Akwapim dialect, nke Hans Nicolai Riis dere, nwa nwanne onye guzobere Gold Coast Basal Mission Andreas Riis. A gaghị agbaso ihe ndị a na bibliography nke Akuapem ederede ruo mgbe a sụgharịrị Agba Ọhụrụ.",
  "A họọrọ Akuapem dị ka asụsụ na-anọchite anya ndị Akan n'ihi na ndị ozi ala ọzọ nọ na Basel chere na ọ bụ nkwekọrịta kwesịrị ekwesị",
  "Christaller, onye n'onwe ya mụtara Akyem ma kwenyere na Akuapem bụ nhọrọ kachasị mma, kọwara nsogbu ahụ, na ngwọta ya, na mmeghe nke 1875 Grammar of the Asante and Fante language kpọrọ Tshi:",
  "Ọ [Akuapem] bụ olumba Akan nke Fante nwere mmetụta, na-eduzi n'etiti olumba Akan ndị ọzọ na Fante na ụda, ụdị na okwu; ọ na-ekweta na ọdịiche nke alaka abụọ ahụ ruo n'ókè ha na-adịghị emegide ibe ha, ya mere, ọ kachasị nwee ike ịba ọgaranya site n'akụkụ abụọ.",
  "Akụkọ ihe mere eme nke Akuapem dị ka asụsụ edemede malitere site na nhọrọ ya ka ọ bụrụ ihe ndabere nke nsụgharị Akan nke Agba Ọhụrụ, nke e bipụtara na 1870 na mbipụta nke abụọ na 1878, na Bible dum, nke e wepụtara na 1871",
  "Ọ bụ Gold Coast Basel Mission dere ha abụọ, ọkachasị site n'aka onye ozi ala ọzọ na onye ọkà mmụta asụsụ German Johann Gottlieb Christaller na ndị ọkà mmụta asụsụ na ndị ozi ala ọzọ nke Akan David Asante, Theophilus Opoku, Jonathan Palmer Bekoe, na Paul Keteku.",
  "N'agbanyeghị mbipụta nke Bible, agụmakwụkwọ Akan agaghị agbasa n'etiti ndị Akan ruo oge ụfọdụ, ma ọ bụ ọbụna n'etiti Ndị Europe na-achị",
  "Dịka ọmụmaatụ, mgbe onye ọrụ Britain Sir Garnet Wolseley, onye a maara na Ghana dị ka \"Sargrenti\" (nrụrụ aka nke \"Sir Garnet\"), malitere mkpọsa ya na Ghana n'oge Agha Anglo-Ashanti nke Atọ na 1873, o bu n'obi ịgakwuru ọkpụkpọ òkù ya ịlụ agha megide eze Asante Kofi Karikari na Bekee na Asante, naanị iji chọpụta na, na ihe ha maara, \"enweghị nnọchiteanya ziri ezi nke Fante ma ọ bụ Asante dị\", na-egbu oge izipu òkù ahụ ruo ihe fọrọ nke nta ka ọ bụrụ izu abụọ; ihe a ọbụlagha abụọ n'agbanyeghị na Akuapem Bible dị maka afọ abụọ.",
  "Christaller's A Grammar of the Asante and Fante language called Tshi (1875) na A Dictionary of the Asante na Fante language named Tshi (1881), nke edere na-ezo aka na Akuapem, ka bụ ụtọ asụsụ agụmakwụkwọ na akwụkwọ ọkọwa okwu nke Twi, n'agbanyeghị orthography, okwu, na ụtọ asụsụ nke asụsụ gbanwere na narị afọ kemgbe e bipụtara ha",
  "[citation needed]",
  "Àtụ:Languages of GhanaAsusu ndi GhanaÀtụ:Kwa languagesAsusu Kwa"
]