[
  "Akua Lezli Hope bụ nwanyị Afrika-Amerika na-ese ihe, na-ede abụ na onye edemede.",
  "Hope zụlitere na New York City site n'aka nne \"onye na-akwa ákwà na onye na-akwa ákwà\" nke kụziiri ya ịkpụ mgbe ọ dị obere na nna ya nke ji ịnụ ọkụ n'obi gbaa ya ume inwe mmasị na akụkọ sayensị. Ọ na-echeta na \"ndị okenye na-agwa [ya okwu, na-akọ akụkọ, na-akụziri [ya] abụ,\" na-akpali mmasị na akwụkwọ",
  "Tupu ọ mara otú e si agụ na ide ihe, ọ na-agwa nne ya uri mbụ ka ọ sụgharịa.",
  "Hope sonyere na mmemme egwu na ụlọ akwụkwọ sekọndrị, na-amụta ịkpọ violin, cello, na bassoon",
  "O sonyekwara dị ka onye na-abụ abụ na ukwe ndị ntorobịa.",
  "Hope nwere B.A",
  "na akparamaagwa site na Williams College, M.B.A",
  "na ahịa site na Columbia University Graduate School of Business, na M.S.J",
  "na mgbasa ozi mgbasa ozi site na Mahadum Columbia Graduate School of Journalism.",
  "Mmepụta nka nke Hope gụnyere uwe na ngwa ndị a kpara akpa, ọla ntị ejiri aka rụọ, na ọrụ ndị e mepụtara site na \"ịkpa ákwà, ịkpụ, ime akwụkwọ aka, ịwụnye iko, ọkụ na-arụ ọrụ, na ịrụ ọrụ waya",
  "\" O bipụtala ihe karịrị otu narị ụkpụrụ crochet mbụ maka iji ndị na-ese ihe ndị ọzọ.",
  "Ọ bụ onye guzobere Black Writers Union na New Renaissance Writers Guild",
  "Ọ bụ onye nhazi mpaghara maka Amnesty International",
  "Abụ Hope na obere akụkọ ifo, ọtụtụ n'ime ha metụtara ụdị akụkọ ifo sayensị na echiche efu, apụtawo n'ọtụtụ akwụkwọ akụkọ na anthologies ma jikọta ya na nchịkọta abụ ya.",
  "N'afọ 2021, Hope deziri anthology NOMBONO: Abụ ntule nke BIPOC Poets maka Sundress Publications. N'otu afọ ahụ, ọ dekwara mbipụta nke akwụkwọ akụkọ uri n'ịntanetị Eye to the Telescope",
  "N'afọ 2005, Hope nwere ọrịa transverse myelitis, ọrịa na-adịghị ahụkebe nke idiopathic auto-immune disease, wee bụrụ onye nwere nkwarụ.",
  "NOMBONO: An Anthology of Speculative Poetry by BIPOC Creators From Around the World (Sundress Publications, 2021)",
  "Ndị ọzọ (2020)",
  "Ha Gara (The Word Works, 2018)",
  "Embouchure, abụ na Jazz n'egwu ndị ọzọ (ArtFarm Press,1995)",
  "N'afọ 1987 ya n'afọ 2003, Hope meriri na Artists Fellowship site na New York Foundation for the Arts",
  "N'afọ 1990, e nyere ya Creative Writing Fellowship site na National Endowment for the Arts na n'afọ 1993, ọ bụ onye natara Ragdale mmekọrịta ndị Afrịka na U.S.",
  "Hope nwere ọkwa nke Poet-in-Residence na Chautauqua Institution n'afọ 1997 na nke Artist-in-Residence na Women's Studio Workshop n'afọ 2001",
  "Nakwa n'afọ 2001, ọ bụ onye natara Hurston-Wright Mmekọrịta izu ndị ode akwụkwọ..",
  "Nchịkọta Hope bụ Embouchure, abụ na Jazz on n'egwu ndị ọzọ meriri na Akwụkwọ abụ nke Writer's Digest nke afọ1995",
  "uri ya \"METIS EMITS\" meriri na 2015 SFPA Poetry Contest na Short category, na 2021, nchịkọta ya Otherwheres debere nke mbụ na Chapbook category nke Elgin Awards kwa afọ maka akwụkwọ uri kachasị mma.",
  "Dark Matter: A Century of Speculative Fiction from the African Diaspora, nke gụnyere akụkọ Hope \"The Becoming,\" ka a họpụtara ka ọ bụrụ akwụkwọ ama ama na New York Times."
]