[
  "Ụlọ Nzukọ Akuafo ma ọ bụghị nke a na-akpọ Ụlọ Nzukọ Ọkachamara bụ Ụlọ Nzukọ nke abụọ e hiwere na Mahadum Mahadum Gold Coast ugbu a Mahadum Ghana",
  "Ụlọ Nzukọ ahụ nwere ụkpụrụ nke ya na-achịkwa nchịkwa nke ihe omume ya mgbe a na-ahazi ma na-elekọta ihe omume ụmụ akwụkwọ site n'aka Executives nke Junior Common Room.",
  "Akuafo Hall malitere ịrụ ọrụ na 1953 site na nhọpụta nke Prọfesọ",
  "D A",
  "Taylor dị ka Hall Master designate.A họpụtara ndị otu Hall Council iri na atọ iji hụ ọrụ agụmakwụkwọ na nchịkwa nke Hall. N'afọ 1954, kansụl ụlọ nzukọ ahụ kpebiri ịkpọ aha ụlọ nzukọ ahụ Akuafo iji kelee mmesapụ aka nke ndị ọrụ ugbo nke Gold Coast n'oge ahụ bụ ndị site na ụlọ ahịa cocoa nyere nnukwu ego maka nguzobe ụlọ nzukọ Akuafo dị ka ụlọ obibi",
  "Ndị ọrụ ugbo a nyekwara aka na ọrụ ndị ọzọ maka Mahadum College of the Gold Coast na ọrụ nke Dr",
  "J",
  "B",
  "Danquah duziri",
  "Gọọmentị na ndị United Kingdom na-enyekwa aka n'ụzọ dị ukwuu n'ịmepụta Akuafo Hall dị ka Ụlọ obibi nke abụọ",
  "Iji kwanyere onyinye ndị a ùgwù, otu mbadamba nkume a na-etinye n'ala nke ụlọ ndị na-ebu ibu, n'ime nnukwu ụlọ ahụ na-agụ;",
  "Mbadamba ncheta a (A.D",
  "1955) dekọrọ ekele anyị nye ndị United Kingdom maka enyemaka ha na-enweghị nsọpụrụ n'iwu Akuafo Hall na obi ekele anyị na-echeta otu ndị ọrụ ugbo nke mba a bụ ndị mmesapụ aka na obiọma ha baara mahadum ahụ uru.",
  "Kansụl Ụlọ Nzukọ ahụ nabatakwara akara nke Prọfesọ",
  "L",
  "H Ofosu-Appiah nke Ngalaba nke oge ochie dị ka akara ngosi nke Ụlọ Nzukọ ahụ, akara ahụ na-egosi osisi koko, akwụkwọ mepere emepe na drum nwere ụkpụrụ nke Ụlọ Nzọụkwụ ahụ, Laboremus et sapiamus nke a sụgharịrị n'asụsụ Bekee pụtara \"Ọrụ na amamihe\" (Ka anyị rụọ ọrụ ma mụta amamihe) Akuafo Hall meghere na October 4, 1955, site n'aka Hon. Dr",
  "Kwame Nkrumah, onye bụ praịm minista mbụ nke Ghana.  Ihe dị mkpa nke emume mmeghe ahụ bụ mmeghe nke ihe ncheta nke na-echeta ngosipụta nke obiọma nke Gọọmentị na ndị United Kingdom yana ndị ọrụ ugbo nke Gold Coast maka nguzobe Ụlọ Nzukọ ahụ",
  "N'October 5, 1955, ndị mbụ na-eto eto nọ n'Ụlọ Nzukọ ahụ natara mkpịsị ugodi nke ụlọ ha wee banye n'ebe obibi. E wuru Akuafo Hall iji nabata ụmụ akwụkwọ 600 mana e wuru mgbakwunye abụọ (A & B) n'okpuru Ọchịchị nke Lt",
  "General Kutu Acheampong iji nye ụlọ nzukọ ahụ ebe obibi ọzọ. Ka ọ dị na 17th Jenụwarị, 2005 Akuafo hall na-anabata ụmụ akwụkwọ 1,524 Akuafo Hall malitere dị ka ụlọ obibi nwoke na baajị mbụ nke ụmụ akwụkwọ 131 onye ọ bụla nyere otu ọnụ ụlọ. Otú ọ dị, n'ọnwa Ọktoba n'afọ 1991, Akuafo Hall nabatara ụmụ akwụkwọ nwanyị mbụ ma nye ha ebe obibi obibi wee ghọọ ụlọ nzukọ ngwakọta na statu pupilari."
]