[
  "Akụkọ ndụ, ma ọ bụ naanị akụkọ ndụ, bụ nkọwa zuru ezu nke ndụ mmadụ",
  "Ọ na-agụnye ihe karịrị naanị ihe ndị bụ isi dị ka agụmakwụkwọ, ọrụ, mmekọrịta, na ọnwụ; ọ na-egosi ahụmịhe mmadụ banyere ihe omume ndụ ndị a",
  "N'adịghị ka profaịlụ ma ọ bụ curriculum vitae (nchịkọta), akụkọ ndụ na-egosi akụkọ ndụ nke isiokwu, na-eme ka akụkụ dị iche iche nke ndụ ha pụta ìhè, gụnyere nkọwa dị omimi nke ahụmịhe, ma nwee ike ịgụnye nyocha nke àgwà nke isiokwu ahụ.",
  "Ọrụ akụkọ ndụ na-abụkarị akụkọ ifo, mana enwere ike iji akụkọ ifo gosipụta ndụ mmadụ",
  "A na-akpọ otu ụdị akụkọ ndụ miri emi ederede ihe nketa",
  "Ọrụ na mgbasa ozi dị iche iche, site na akwụkwọ ruo ihe nkiri, mejupụtara ụdị a maara dị ka akụkọ ndụ.",
  "Akuko ndu ziri ezi Ana enye ikikere tupu edewe ya Maka onye ahu di ndu , imekọ ihe ọnụ, na mgbe ụfọdụ, ntinye aka nke onye ma ọ bụ ndị nketa nke onye",
  "Onye ahụ n'onwe ya na-ede akụkọ ndụ onwe onye, mgbe ụfọdụ site n'enyemaka nke onye na-arụkọ ọrụ ma ọ bụ onye na-ede mmụọ.",
  "At first biographical writting were regarded merely as a subsection of history with a focus on a particular individual of historical importance  the independent genre of biography as distinct  from general history writting began to emerge in the 18th century and reached its contemporary form at the turn of the 20th century",
  "Akụkọ ndụ bụ ụdị edemede mbụ n'akụkọ ihe mere eme",
  "Dị ka onye Egyptologist Miriam Lichtheim si kwuo, ide ihe weere nzọụkwụ mbụ ya gaa n'akwụkwọ n'ihe gbasara ihe odide olili ozu nke onwe",
  "Ndị a bụ ihe odide akụkọ ndụ na-akọ akụkọ ọrụ nke ndị isi eze nwụrụ anwụ. Ihe odide akụkọ ndụ mbụ sitere na narị afọ nke 26 BC.",
  "Na narị afọ nke 21 BC, e dere akụkọ ndụ ọzọ a ma ama na Mesopotemia banyere Gilgamesh",
  "Otu n'ime nsụgharị ise ahụ nwere ike ịbụ akụkọ ihe mere eme.",
  "Site  n'otu mpaghara ahụ narị afọ ole na ole ka e mesịrị, dị ka akụkọ ndụ ọzọ a ma ama si kwuo, Abraham hapụrụ",
  "Ya na ụmụ ya atọ ghọrọ ndị akụkọ ndụ ndị Hibru oge ochie ma ọ bụ akụkọ ifo ma ọ bụ nke akụkọ ihe mere eme.",
  "Otu n'ime ndị Rom mbụ dere akụkọ ndụ bụ Cornelius Nepos, onye bipụtara ọrụ ya Excellentium Imperatorum Vitae (\"Ndụ nke ndị ọchịagha pụtara ìhè\") na 44 BC",
  "Plutarch dere akụkọ ndụ ndị toro ogologo na ndị sara mbara n'asụsụ Grik, na Parallel Lives ya, nke e bipụtara n'ihe dị ka 80 A.D",
  "N'ọrụ a, ndị Gris a ma ama na ndị Rom a ma ama, dịka ọmụmaatụ, ndị ọkà okwu Demosthenes na Cicero, ma ọ bụ ndị ọchịagha Alexander the Great na Julius Caesar; ihe dị ka akụkọ ndụ iri ise sitere na ọrụ ahụ ka dị",
  "Nchịkọta ọzọ a ma ama nke akụkọ ndụ oge ochie bụ <i id=\"mwPg\">De vita Caesarum</i> (\"Na Ndụ nke ndị Siza\") nke Suetonius dere, nke e dere n'ihe dị ka AD 121 n'oge eze ukwu Hadrian",
  "Ka ọ dịgodị, n'ebe ọwụwa anyanwụ nke alaeze ukwu ahụ, Oziọma kọwara ndụ Jizọs.",
  "Na mbido oge etiti (AD 400 ruo 1450), e nwere mbelata n'ịmara ọdịbendị oge ochie na Europe",
  "N'oge a, naanị ebe nchekwa nke ihe ọmụma na ndekọ nke akụkọ ihe mere eme mbụ na Europe bụ nke Chọọchị Roman Katọlik",
  "Ndị na-anọ naanị ha, ndị mọnk, na ndị ụkọchukwu jiri oge akụkọ ihe mere eme a dee akụkọ ndụ",
  "Ndị ha na-achịkarị bụ ndị nna ụka, ndị nwụrụ n'ihi okwukwe ha, ndị popu, na ndị senti",
  "Ebumnuche ọrụ ha bụ ịkpali ndị mmadụ na ụgbọ ala maka ntọghata gaa na Iso Ụzọ Kraịst (lee Hagiography)",
  "Otu ihe atụ dị ịrịba ama nke akụkọ ndụ sitere n'oge a bụ ndụ Charlemagne site n'aka onye na-ejere ya ozi bụ Einhard.",
  "In the medieval western India there was a Sanskrit jain literary genre of writting semi historical biographical narratives  about the lives of famous persons Cal led ￼￼Prabandhas",
  "Prabandhas bụ ndị ọkà mmụta Jain dere site na narị afọ nke 13 gaa n'ihu ma dee ya na Sanskrit mkparịta ụka (dị iche na Sanskris oge ochie). Nchịkọta mbụ akpọrọ Prabandha- bụ Prabandhavali nke Jinabhadra (1234 OA).",
  "Na Mmepeanya nke Islam nke oge ochie (c",
  "AD 750 ruo 1258), a malitere ide akụkọ ndụ ọdịnala ndị Alakụba yiri nke Muhammad na ndị ọzọ dị mkpa na akụkọ ihe mere eme nke Islam, na-amalite ọdịnala akụkọ ndụ amụma",
  "E bipụtara akwụkwọ ọkọwa okwu akụkọ ndụ mbụ dị ka compendia nke ndị Alakụba a ma ama site na narị afọ nke 9 gaa n'ihu",
  "Ha nwere ọtụtụ data mmekọrịta maka akụkụ buru ibu nke ndị mmadụ karịa ọrụ ndị ọzọ nke oge ahụ",
  "Akwụkwọ ọkọwa okwu akụkọ ndụ mbụ lekwasịrị anya na ndụ ndị amụma nke Islam na ndị enyi ha, otu n'ime ihe atụ ndị a bụ The Book of The Major Classes nke Ibn Sa'd al-Baghdadi",
  "Mgbe ahụ, ọ malitere idepụta ndụ nke ọtụtụ ndị ọzọ nọ n'akụkọ ihe mere eme (site na ndị ọchịchị ruo ndị ọkà mmụta) ndị biri n'ụwa ndị Alakụba oge ochie.",
  "Ka ọ na-erule ngwụcha oge etiti, akụkọ ndụ ghọrọ ihe na-adịchaghị na chọọchị na Europe ka akụkọ ndụ nke ndị eze, ndị knights, na ndị ọchịchị aka ike malitere ịpụta",
  "Akụkọ ndụ a ma ama bụ Le Morte d'Arthur nke Sir Thomas Malory dere",
  "Akwụkwọ ahụ bụ akụkọ banyere ndụ nke Eze Arthur na Knights of the Round Table",
  "Na-esote Malory, nkwenye ọhụrụ na Humanism n'oge Renaissance kwalitere ilekwasị anya na isiokwu ndị ụwa, dị ka ndị na-ese ihe na ndị na-ede uri, ma gbaa ume ide ihe n'asụsụ obodo.",
  "Giorgio Vasari's Lives of the Artists (1550) bụ akụkọ ndụ dị ịrịba ama na-elekwasị anya na ndụ ụwa",
  "Vasari mere ndị a ma ama n'ihe ọ na-achị, dịka Lives ghọrọ \"akwụkwọ kacha ere ahịa\" mbụ",
  "Ọganihu abụọ ọzọ dị ịrịba ama: mmepe nke ígwè obibi akwụkwọ na narị afọ nke 15 na mmụba nke nta nke nta n'ịgụ na ide.",
  "Akụkọ ndụ n'asụsụ Bekee malitere ịpụta n'oge ọchịchị Henry nke Asatọ",
  "John Foxe's Actes and Monuments (1563), nke a maara nke ọma dị ka Foxe'n Book of Martyrs, bụ n'ezie akwụkwọ ọkọwa okwu mbụ nke akụkọ ndụ na Europe, nke Thomas Fuller's The History of the Worthies of England (1662) sochiri, na-elekwasị anya na ndụ ọha.",
  "Mmetụta na-akpụzi echiche ndị a ma ama banyere ndị ohi ụgbọ mmiri, A General History of the Pyrates (1724), nke Charles Johnson, bụ isi mmalite maka akụkọ ndụ nke ọtụtụ ndị ohi ụgbọelu a ma ama.",
  "Nchịkọta mbụ a ma ama nke akụkọ ndụ nke ndị ikom na ndị inyom a ma ama na United Kingdom bụ Biographia Britannica (1747-1766) nke William Oldys dezigharịrị.",
  "Akụkọ ndụ America gbasoro ihe nlereanya Bekee, na-etinye echiche Thomas Carlyle na akụkọ ndụ bụ akụkụ nke akụkọ ihe mere eme",
  "Carlyle kwusiri ike na ndụ nnukwu mmadụ dị mkpa iji ghọta ọha mmadụ na ụlọ ọrụ ya",
  "Ọ bụ ezie na mkpali akụkọ ihe mere eme ga-anọgide na-abụ ihe siri ike na akụkọ ndụ America, ndị edemede America wepụtara ụzọ dị iche",
  "Ihe pụtara bụ ụdị akụkọ ndụ na-akụzi ihe, nke na-achọ ịkpụzi àgwà nke onye na-agụ ya n'usoro ịkọwa ọdịdị mba",
  "The first modern biography and a work that exerted considerable influence on the evolution of the genre was James boswells the life of Samuel Johnson",
  "A biography of lexicograpger and man of letters samuel Johnson published in 1791",
  "3Ọ bụ ezie na mmata nke onwe ya banyere isiokwu ya malitere na 1763, mgbe Johnson dị afọ 54, Boswell kpuchiri ndụ Johnson dum site na nyocha ndị ọzọ",
  "N'onwe ya bụ ọkwa dị mkpa na mmepe nke ụdị akụkọ ndụ nke oge a, a na-azọrọ na ọ bụ akụkọ ndụ kachasị ukwuu e dere n'asụsụ Bekee",
  "Ọrụ Boswell pụrụ iche na ọkwa nyocha ya, nke gụnyere ọmụmụ ihe, akụkọ na ajụjụ ọnụ ndị ji anya ha hụ, akụkọ ya siri ike ma mara mma, na ngosipụta ziri ezi nke akụkụ niile nke ndụ na àgwà Johnson - usoro nke na-eje ozi dị ka ntọala nke akwụkwọ akụkọ ndụ ruo taa.",
  "Ihe odide akụkọ ndụ n'ozuzu ya kwụsịrị n'oge narị afọ nke iri na itoolu - n'ọtụtụ ọnọdụ, a gbanwere usoro a ma ama nke ịja ndị nwụrụ anwụ otuto, nke yiri akụkọ ndụ nke ndị senti mepụtara n'oge oge ochie",
  "Ọdịiche dị n'etiti akụkọ ndụ na akụkọ ndụ malitere ịmalite site n'etiti narị afọ ahụ, na-egosipụta ọdịiche dị n\"etiti ọdịbendị dị elu na ọdịbendị etiti",
  "Otú ọ dị, ọnụ ọgụgụ nke akụkọ ndụ ndị e bipụtara nwere uto ngwa ngwa, n'ihi mmụba nke ndị na-agụ akwụkwọ",
  "Mgbanwe a na mbipụta mere ka ndị na-agụ akwụkwọ dị ọtụtụ",
  "Na mgbakwunye, e bipụtara mbipụta akwụkwọ mpịakọta dị ọnụ ala nke akụkọ ndụ ndị a ma ama na nke mbụ",
  "Akwụkwọ akụkọ malitere ibipụta usoro akụkọ ndụ.",
  "Akụkọ ndụ onwe onye ghọrọ ihe a ma ama karị, dịka ọ na-aga n'ihu na agụmakwụkwọ na mbipụta dị ọnụ ala, echiche nke oge a nke ịbụ onye a ma ama malitere ịmalite",
  "Ndị edemede dere akụkọ ndụ onwe onye, dị ka Charles Dickens (onye tinyere ihe gbasara ndụ onwe ya n'akwụkwọ akụkọ ya) na Anthony Trollope, (akụkọ ndụ ya pụtara mgbe ọ nwụsịrị, ngwa ngwa ghọọ akwụkwọ kacha ere ahịa na London ), ndị ọkà ihe ọmụma, dị ka John Stuart Mill, ndị ụkọchukwu - John Henry Newman - na ndị na-eme ihe ntụrụndụ - P",
  "T",
  "Barnum.",
  "Sayensị nke nkà mmuta uche   na nkà mmụta mmekọrịta mmadụ na ibe ya na-arị elu na mmalite nke narị afọ nke 20 ma ga-enwe mmetụta dị ukwuu na akụkọ ndụ nke narị afọ ọhụrụ",
  "Ọdịda nke \"onye ukwu\" nke akụkọ ihe mere eme na-egosi echiche na-apụta",
  "A ga-akọwa omume mmadụ site na echiche Darwinian",
  "Akụkọ ndụ \"Sociological\" nke e chepụtara banyere omume ndị ha na-achị dị ka nsonaazụ nke gburugburu ebe obibi, ma na-ebelata onye ọ bụla",
  "Mmepe nke psychoanalysis dugara na nghọta miri emi na nke zuru oke nke isiokwu akụkọ ndụ, ma mee ka ndị na-ede akụkọ ndụ kwusikwuo ike na nwata na uto",
  "O doro anya na echiche ndị a na-agbanwe ụzọ e si ede akụkọ ndụ, dị ka omenala nke akụkọ ndụ onwe onye mepụtara, nke ịkọ akụkọ onwe onye ghọrọ ụdị ọgwụgwọ",
  "Echiche a ma ama nke ndị dike na akụkọ ihe ịga nke ọma na-apụ n'anya na nchegbu nke nyocha uche nke àgwà.",
  "Onye nkatọ Britain bụ Lytton Strachey gbanwere nka nke edemede akụkọ ndụ na ọrụ ya nke 1918 Eminent Victorians, nke nwere akụkọ ndụ nke ndị isi anọ sitere n'oge Victorian: Kadinal Manning, Florence Nightingale, Thomas Arnold, na General Gordon. Strachey malitere iku ume ndụ n'oge Victorian maka ọgbọ ndị ga-abịa n'ọdịnihu ịgụ",
  "Ruo n'oge a, dị ka Strachey kwuru n'okwu mmalite, akụkọ ndụ Victorian bụ \"nke a maara nke ọma dị ka ndị na-eme ememe olili ozu\", ma na-eyi otu ikuku nke \"obi ọjọọ, olili oolu\"",
  "Strachey megidere omenala nke \"mpịakọta abụba abụọ",
  "nke ihe na-agbasaghị agbasasị\" wee lekwasị anya na ndị anọ a ma ama",
  "Akụkọ ya bibiri akụkọ ifo ndị e guzobere gburugburu ndị dike mba a a hụrụ n'anya, ndị o weere dị ka ndị na-adịghị mma karịa \"ndị ihu abụọ\"",
  "Akwụkwọ ahụ nwetara aha zuru ụwa ọnụ n'ihi ụdị ya na-enweghị nsọpụrụ na nke nwere ọgụgụ isi, ọdịdị ya dị mkpirikpi na nke ziri ezi, na akụkọ nka ya.",
  "N'afọ 1920 na 1930, ndị na-ede akụkọ ndụ gbalịrị iji Strachey mee ihe site n'iṅomi ụdị ya",
  "Ụlọ akwụkwọ ọhụrụ a gosipụtara ndị na-emegide ihe oyiyi, ndị nyocha sayensị, na ndị na-ede akụkọ ndụ na-emeghị eme ma gụnyere Gamaliel Bradford, André Maurois, na Emil Ludwig, n'etiti ndị ọzọ",
  "Robert Graves (I, Claudius, 1934) pụtara ìhè n'etiti ndị na-agbaso ihe nlereanya Strachey nke \"akụkọ ndụ na-eduhie eduhie\"",
  "Omume na akụkọ ndụ akwụkwọ na-esonyere akụkọ ndụ a ma ama site na ụdị \"onye ama ama na-ekiri ihe\", na iri afọ mbụ nke narị afọ ahụ",
  "Ụdị nke ikpeazụ a na-adọrọ ndị na-agụ ya aka dabere na ọchịchọ ịmata ihe karịa omume ma ọ bụ ịhụ mba n'anya",
  "Ka ọ na-erule Agha Ụwa Mbụ, mbipụta dị ọnụ ala nke mkpuchi siri ike aghọwo ihe a ma ama",
  "Afọ iri nke afọ 1920 hụrụ \"ọganihu\" nke akụkọ ndụ.",
  "Akụkọ ihe mere eme nke America na-enye obere ọrụ na akụkọ ndụ, na-ahọrọ ime ka mmetụta mmekọrịta mmadụ na ibe ya na ọdịbendị dị omimi pụta ìhè",
  "Ndị na-ede akụkọ ndụ ndọrọ ndọrọ ọchịchị na-etinye ikpe ziri ezi n'ime ọrụ ha, na akụkọ ndụ ndị ọkà mmụta bụ ụdị a na-adịghị ahụkebe tupu etiti afọ 1920",
  "Allan Nevins bụ onye isi nyere aka na 1930s na ọtụtụ akwụkwọ  of American Biography",
  "Nevins kwadokwara usoro ogologo akụkọ ndụ ndọrọ ndọrọ ọchịchị",
  "Ndị na-ede akụkọ ndụ mgbe e mesịrị gbalịrị igosi etu ndị ndọrọ ndọrọ ọchịchị si mee ka ike na ibu ọrụ dị mma",
  "Otú ọ dị, ọtụtụ ndị na-ede akụkọ ndụ chọpụtara na ndị ha na-ekwu okwu ha adịghị ọcha dịka ha chere na mbụ, na ndị ọkọ akụkọ ihe mere eme na-eto eto mgbe 1960 gasịrị na-akatọkarị",
  "Ewezuga Robert Remini onye akwụkwọ ya gbasara Andrew Jackson na-efe onye dike ya ofufe ma na-egbochi nkatọ",
  "Nnyocha nke ime mkpebi na ndọrọ ndọrọ ọchịchị dị mkpa maka ndị ọkà mmụta na-ede akụkọ ndụ ndọrọ ndọrọ ọchịchị, ndị nwere ike iwere ụzọ dị iche iche dịka ilekwasị anya na nkà mmụta uche / onye, bureaucracy / ọdịmma, echiche ndị bụ isi, ma ọ bụ ike ọha na eze",
  "Otú ọ dị, ọtụtụ akwụkwọ na-akwado ụzọ mbụ, nke na-emesi àgwà ike",
  "Ndị na-ede akụkọ ndụ na-elegharakarị usoro ntuli aka na ọnọdụ iwu nke ndị ndọrọ ndọrọ ọchịchị na usoro nhazi nke bureaucracies anya",
  "Ụzọ na-ekwe nkwa karị bụ ịchọta echiche mmadụ site na akụkọ ihe mere eme nke ọgụgụ isi, mana nke a emeela ka o sie ike na enweghị nkà ihe ọmụma nke ndị ndọrọ ndọrọ ọchịchị n'oge na-adịbeghị anya",
  "Akụkọ ndụ ndọrọ ndọrọ ọchịchị nwere ike ịbụ ihe na-akụda mmụọ ma na-esiri ike ijikọta ya na mpaghara ndị ọzọ nke akụkọ ndọrọ ndọrọ ọchịchị.",
  "FOnye ọkà mmụta ụmụ nwanyị Carolyn Heilbrun kwuru na akụkọ ndụ ụmụ nwanyị na akụkọ ndụ onwe onye malitere ịgbanwe àgwà n'oge nke abụọ nke ọrụ ụmụ nwanyị",
  "O kwuru na akụkọ ndụ Nancy Milford nke afọ 1970 bụ Zelda, dị ka \"mmalite nke oge ọhụrụ nke akụkọ ndụ ụmụ nwanyị, n'ihi na \"[naanị] na 1970 anyị dị njikere ịgụ ọ bụghị na Zelda bibiri Fitzgerald, mana Fitzgerald ya: ọ weghaara akụkọ ya\"",
  "Heilbrun kpọrọ 1973 dị ka oge mgbanwe na akụkọ ndụ ụmụ nwanyị, na mbipụta nke May Sarton's Journal of a Solitude, n'ihi na nke ahụ bụ oge mbụ ebe nwanyị kọrọ akụkọ ndụ ya, ọ bụghị dị ka ịchọta \"ịma mma ọbụna na ihe mgbu\" na ịgbanwe \"iwe n'ime nnabata ime mmụọ,\" mana na-ekweta ihe a machibidoro ụmụ nwanyị iwu na mbụ: ihe mgbu ha, iwe ha, na \"nkweta n'ihu nke ọchịchọ ha maka ike na ịchịkwa ndụ mmadụ\".",
  "N'afọ ndị na-adịbeghị anya, akụkọ ndụ multimedia aghọwo ihe a ma ama karịa ụdị edemede ọdịnala",
  "Tinyere ihe nkiri akụkọ ndụ, Hollywood mepụtara ọtụtụ ihe nkiri azụmahịa dabere na ndụ ndị a ma ama",
  "Ịdị ewu nke ụdị akụkọ ndụ ndị a emeela ka ọwa TV ndị a raara nye akụkọ ndụ, gụnyere A&E, The Biography Channel, na The History Channel.",
  "Akụkọ ndụ CD-ROM na n'ịntanetị apụtawokwa",
  "N'adịghị ka akwụkwọ na ihe nkiri, ha anaghị ekwukarị akụkọ oge: kama ha bụ ebe nchekwa nke ọtụtụ ihe mgbasa ozi dị iche iche metụtara otu onye, gụnyere vidiyo, foto, na isiokwu ederede",
  "Biography-Portraits e mepụtara na 2001, site n'aka onye Germany na-ese ihe Ralph Ueltzhoeffer",
  "Onye ọkà mmụta mgbasa ozi Lev Manovich na-ekwu na ihe ndekọ ndị dị otú ahụ na-egosipụta ụdị nchekwa data, na-enye ndị ọrụ ohere ịnyagharị ihe ndị ahụ n'ọtụtụ ụzọ",
  "Usoro \"ide ndụ\" n'ozuzu ya bụ isiokwu nke ọmụmụ ndị ọkà mmụta",
  "N'afọ ndị na-adịbeghị anya, arụmụka bilitere ma akụkọ ndụ niile bụ akụkọ ifo, ọkachasị mgbe ndị edemede na-ede banyere ndị si n'oge gara aga",
  "Onye isi oche nke Wolfson College na Mahadum Oxford, Hermione Lee na-ekwu na a na-ahụ akụkọ ihe mere eme niile site n'echiche nke bụ ngwaahịa nke ọha mmadụ nke oge a ma n'ihi ya, eziokwu akụkọ ndụ na-agbanwe mgbe niile",
  "Ya mere, ndị na-ede akụkọ ihe mere eme na-ede banyere ya agaghị abụ ụzọ o si mee; ọ ga-abụ ụzọ ha si cheta ya",
  "Arụmụka bilitere banyere mkpa ohere dị na ederede ndụ",
  "Daniel R",
  "Meister na 2017 kwuru na:",
  "Miller na-akọwa nyocha akụkọ ndụ dị ka usoro nyocha nke na-anakọta ma na-enyocha ndụ mmadụ dum, ma ọ bụ akụkụ nke ndụ, site na mkparịta ụka miri emi na nke a na-ahazighị ahazi, ma ọ bụrụ na mgbe ụfọdụ ejiri ajụjụ ọnụ ma ọ bụ akwụkwọ onwe onye mee ka ọ dịkwuo ike",
  "Ọ bụ ụzọ isi lee ndụ mmekọrịta mmadụ na ibe ya anya n'usoro, karịa okwu kwụ otu ebe",
  "Ozi ahụ nwere ike ịpụta site na \"akụkọ ihe mere eme, akụkọ onwe onye, akụkọ ndụ na akụkọ ndụ onwe onye\" ma ọ bụ \"akwụkwọ akụkọ, akwụkwọ ozi, ihe ncheta na ihe ndị ọzọ\"",
  "Ebumnuche bụ isi nke nyocha akụkọ ndụ bụ ịmepụta nkọwa bara ụba nke ndị mmadụ ma ọ bụ 'ichepụta ụdị omume\", nke pụtara \"ịghọta usoro arụmụka ma ọ bụ otu esi ejikọta ndị mmadụ na ihe owuwu\"",
  "Enwere ike iji ghọta ndụ mmadụ n'ime mmekọrịta mmadụ na ibe ya ma ọ bụ ghọta ihe omume ọdịbendị.",
  "E nwere ọtụtụ ihe mgbochi ndị a na-amaghị ama maka ide ezigbo akụkọ ndụ, ndị a na ndị a na'ụzọ dị ukwuu na-emetụta mmekọrịta dị n'etiti onye ọ bụla na ihe gbara ya gburugburu, na, nke abụọ, nke onwe na nke ọha",
  "Paul James dere, sị:\nNsogbu  ana enwe Maka akuko ndu di otutu \nAkuko ndu na agwa oha  na eze etu onye ahu siri bie ndu\nEnwekwara  akuko ndu mmadu nwere ike  idere onwe ya onwekwara usoro do iche iche esi ede  ya"
]