[
  "Akwa akwụkwọ mmado anọ bụ àkwà nwere okpokoro anọ kwụ ọtọ, otu n'ime nkuku ọ bụla, nke na-akwado onye nyocha, ma ọ bụ panel elu (na-abụkarị rectangular)",
  "Onye nyocha a ma ọ bụ panel ga-enwekarị okporo ụzọ iji kwe ka a dọrọ ákwà mgbochi gburugburu ụwa àkwà",
  "E nwere ọtụtụ ihe ndina na ụdị ke atụ anọ oge ochie dị na narị afọ nke iri na isii na tupu mgbe ahụ; ọtụtụ ndị na ụdị n'ime ihe ndina ndị a mara mma nke ukwuu ma jiri osisi oak mee ha",
  "E mepụtara àkwà nwere ogidi anọ maka ọtụtụ ihe bara uru",
  "Ụlọ ihi ụra na-enwekarị drafts ma nwee ike ịjụ oyi n'abalị na ụdị nke dị na ndụ ebighị: enwere ike imechi ákwà mgbochi iji nyere aka mee ka onye isi bi n'àkwà ahụ na-ekpo ọkụ",
  "Ihe mgbochi ahụ nyekwara aka inye ndị na-ehi ụra nzuzo, ebe ọ bụ na ndị na-eje ozi na ndị na'eche na ụdị ha nche megide dị ndụ ebighị dị ndụ ebighị ebi n'ụwa olileanya na-ehichapụkarị n'otu ọnụ ụlọ, ọkachasị n'ihe gbasara ndị eze, ndị otu pụrụ iche nke ndị na-ejere ụlọ ahụ ozi (nke na-abụkarị ndị isi), ndị nwe ụlọ na ndị inyom nke ụlọ ahụ, ndị na-echebe ahụ, wdg. N'oge etiti oge na ruo na narị afọ nke iri na asatọ, àkwà bụ ihe ndị dị n'ụlọ nke ndị dị na mkpa na ndị eze na-apụta n'ihu ọha ma na-eme ụlọ ikpe, n'ihi ya, e mere ha iji masị ha",
  "Àkwà ihe ngosi anọ nke ọchịchị nke nwere nzube ọbá nwere azụ azụ na onye nyocha nyere ohere ọzọ iji gosipụta ma kwụnye ákwà dị oke ọnụ na ihe ịchọ mma.",
  "A na-ezo aka n'àkwà nwere ihe anọ na Mishnah, nke e dezigharịrị na narị afọ nke atọ OA.",
  "A kpọtụrụ àkwà anọ aha n'ọtụtụ akụkọ Irish ma dekọọ ya n'ihe odide Irish mbụ",
  "N'akụkọ nke narị afọ nke iri na abụọ nke Acallam na Senóradh, na wooing nke Credhe, Cael ua Nemhnainn kwuru n'abụ uri \"Akwụkwọ anọ gbara àkwà ọ bụla gburugburu, nke ọlaedo na ọlaọcha jikọtara ọnụ n'ụzọ aghụghọ; n'isi nke ọ bụla a na-eme ka isi ghara ịtọ ụtọ [ịhụ]\", mgbe ọ na-ekwu maka ụlọ fada na Paps nke Anu, na Co",
  "Kerry.",
  "Ihe atụ nke narị afọ nke iri na isii nwere post anọ bi na Crathes Castle, nke e mere maka ndị nwe ụlọ mbụ na ezinụlọ Burnett nke Leys.",
  "Àkwà anọ dị iche na ụdị àkwà ndị ọzọ n'ihi na ha nwere ogidi kwụ ọtọ na nke ọ bụla n'ime nkuku anọ nke àkwà ahụ, nke panel dị n'elu kwadoro",
  "Dị ka omenala si dị, a na-adọta ákwà mgbochi gburugburu àkwà iji mee ka ndị bi na ya na-ekpo ọkụ n'abalị, n'ụbọchị ndị ahụ tupu okpomọkụ dị n'etiti."
]