[
  "Akwaeke Emezi bụ onye Naijiria na-ede akụkọ ifo na onye na-ese vidio, nke a maara nke ọma maka akwụkwọ akụkọ ha Freshwater, Pet, na akwụkwọ akụkọ ha kacha ere ahịa na ew York Times Death nke Vivek Oji Emezi bụ onye na-ede akụkọ ifo, ịhụnanya, ncheta na uri maka ndị na-eto eto na ndị okenye nwere ọtụtụ isiokwu LGBT",
  "Ọrụ ha emeela ka ha nweta ọtụtụ onyinye na nhọpụta gụnyere Otherwise Award na Commonwealth Short Story Prize",
  "N'afọ 2021, TIME gosipụtara ha dị ka Onye Ndú Ọgbọ Ọzọ.",
  "A mụrụ Akwaeke Emezi na Umuahia n'afọ 1987 site na nna ya bụ onye Igbo Naijiria, na nne ya bụ nwa nwanyị nke ndị mbịarambịa Sri Lanka bi na Malaysia, Emezi tolitere na Aba. Emezi malitere ịgụ akwụkwọ efu ma ya na nwanne ha nwanyị Yagazie jiri akụkọ gbanahụ ọgba aghara, ọchịchị aka ike, na eziokwu dị ize ndụ nke nwata ha. Emezi bụ onye na-agụ akwụkwọ \"na-anụ ọkụ n'obi\" n'oge ọ bụ nwata ma ha malitere ide obere akụkọ mgbe ha dị afọ ise.",
  "Emezi kwagara Appalachia, United States mgbe ha dị afọ iri na isii ịga kọleji ma nwee nkewa mbụ ha. Mgbe ha gụsịrị akwụkwọ na mahadum, ha debara aha ha n'ụlọ akwụkwọ anụ ụlọ ma hapụ tupu ha enweta MPA ha na Mahadum New York. Emezi malitere obere oge blọọgụ mmekọahụ a na-amaghị aha ya na blọọgụ ntutu isi nke nyere ha obere nkwanye ùgwù. N'afọ 2014, ha banyere na M.F.A",
  "creative-writing program na Syracuse ebe ha malitere ide akwụkwọ mbụ ha bụ Freshwater mgbe nke ahụ gasịrị, ha gara ọmụmụ ihe edemede Naịjirịa na Lagos.",
  "Akwụkwọ akụkọ izizi nke Emezi bụ Freshwater na-akọ akụkọ ọkara nke onye isi, Ada, onye bụ ogbanje (mmụọ ọjọọ nke Igbo)",
  "Emezi na-enyocha ihe nketa Igbo ha nke ime mmụọ na nwoke na nwanyị n'akụkụ ndị nke ọdịda anyanwụ ma na-akpọ ndị na-ege ha ntị ka ha chee echiche nke ọma banyere mmụọ / ahụ a.",
  "Mmiri dị ọcha nwetara otuto dị egwu ma depụta ya maka ọtụtụ onyinye a ma ama. A makwaara Emezi dị ka 2018 National Book Foundation \"5 Under 35\" honoree.",
  "N'afọ 2019, a họpụtara Freshwater maka Women's Prize for Fiction - nke mbụ a họpụtara onye edemede transgender na-abụghị nke abụọ maka ihe nrite ahụ",
  "Onye ọka ikpe na-ahụ maka ihe nrite ụmụ nwanyị bụ Prọfesọ Kate Williams kwuru na ndị otu ahụ amaghị na Emezi abụghị onye abụọ mgbe a họọrọ akwụkwọ ahụ, mana o kwuru na Emezi nwere obi ụtọ na a họpụtara ya. Onye na-abụghị onye na-ekwu okwu abụọ bụ Vic Parsons dere na nhọpụta ahụ welitere ajụjụ ndị na-adịghị mma, na-ajụ, sị: \"ọ ga-edepụta onye edemede na-abụghị nke abụọ nke e kenyere nwoke mgbe a mụrụ ya ogologo oge? Enwere m obi abụọ na ya nke ukwuu",
  "\" Mgbe nhọpụta ahụ gasịrị, a mara ọkwa na Women's Prize Trust na-arụ ọrụ na ụkpụrụ nduzi ọhụrụ maka ndị transgender, ndị na-abụghị nke abụọ, na ndị na-ede akwụkwọ genderfluid. Ihe nrite ụmụ nwanyị mechara rịọ maka \"mmekọahụ Emezi dị ka iwu si kọwaa\" mgbe ọ na-enyefe Ọnwụ Vivek Oji maka itinye ya, Emezi wee họrọ ịpụ, na-akpọ ihe a chọrọ transphobic na kpọmkwem iche nye ụmụ nwanyị trans.",
  "Akwụkwọ akụkọ nke abụọ nke Emezi na akwụkwọ akụkọ mbụ nke ndị okenye na-eto eto Pet, nke ewepụtara na 10 Septemba 2019, bụ banyere onye na-eto eto transgender aha ya bụ Jam bi n'ụwa ebe ndị okenye na-ajụ ikweta ịdị adị nke anụ ọhịa. A tọhapụrụ prequel Bitter, na February 2022.",
  "Emezi bịanyere aka na nkwekọrịta akwụkwọ abụọ na Riverhead Books",
  "Nke mbụ, The Death of Vivek Oji, pụtara na 4 August 2020 ma bụrụ onye na-ere ahịa kacha mma na <i id=\"mwdw\">New York Times</i> Nke abụọ bụ ihe ncheta akpọrọ Dear Senthuran: A Black Spirit Memoir",
  "E bipụtara nchịkọta uri izizi nke Emezi Content Warning: Everything n'ọnwa Eprel afọ 2022.",
  "N'ọnwa Eprel afọ 2021, Deadline Hollywood kwupụtara na Amazon Studios meriri ikike iji gbanwee akwụkwọ akụkọ ịhụnanya ha na-abịanụ You Made a Fool of Death with Your Beauty n'ime ihe nkiri. A zụtara ya na nkwekọrịta ọnụ ọgụgụ isii dị elu nke Deadline kpọrọ nnukwu nkwekọrịta akwụkwọ nke afọ ahụ ruo ugbu a",
  "Michael B",
  "Jordan's Outlier Society ga-emepe ya na Elizabeth Raposo",
  "Emezi ga-eje ozi dị ka onye na-emepụta ihe.",
  "Emezi ga-ede ma mepụta usoro TV nke akwụkwọ akụkọ ha Freshwater maka FX n'akụkụ Tamara P",
  "Carter",
  "Ọ bụ FX Productions na Kevin Wandell na Lindsey Donahue ga-emepụta ya.",
  "Emezi na-akọwa dị ka onye na-abụghị onye transgender",
  "Ha na-eji nnọchiaha ha / ha / ha. Ha na-enwe ọtụtụ ihe ma na-ewere onwe ha dị ka ogbanje. Ha edeela banyere ahụmịhe ha nke ịwa ahụ nkwenye nwoke na nwanyị."
]