[
  "Akwaaba African Travel Market (AFTM) bụ njem mba ụwa, njem nleta na ile ọbịa nke a na-ahazi kwa afọ na Lagos Steeti, Naịjirịa maka azụmaahịa, ndị na-etinye ego, mkpebi gọọmentị - ndị na-eme na ndị na-azụ ahịa na ụlọ ọrụ ahụ, na-enye ohere azụmaahịa. Ọ na-eje ozi dị ka ikpo okwu maka azụmahịa na netwọk",
  "Akwaaba African Travel Market bụ ahịa njem mbụ na West Afrịka.",
  "E mere Akwaaba African Travel Market (AFTM) nke mbụ na Lagos n'afọ 2005.",
  "N'afọ 2005, site na ntinye aka nke mba abụọ, Ghana na Sao Tome, na-abịa Naijiria maka ihe omume ahụ n'afọ izizi n'afọ 2005, ihe omume ahụ etoola kemgbe ọtụtụ afọ na ọnụ ọgụgụ na-arịwanye elu nke ndị na-egosi ihe n'ime na n'èzí Afrịka, ihe karịrị mba iri na-ekere òkè, ihe dị ka puku iri na-abịa ma nwee mmekọrịta na bọọdụ njem nleta mba Afrịka, World Tourism Organization UNWTO, Africa Travel Association (ATA), Kwanza Marketing of Dubai, African Business Travel Fair Trade Association (ABTA), International Tourism Trade Fair Association (ITTFA) na International Air Transport Association (IATA).",
  "Dị ka onye na-ahazi Ahịa Njem Afrịka Akwaaba, Ikechi Uko kwuru: \"Ihe ngosi ahụ emeghewo ọnụ ụzọ maka ahịa njem Naịjirịa na Afrịka ma rụọ ọrụ dị ka ikpo okwu maka mgbanwe nke ọdịbendị na njem nleta n'etiti mba ndị sonyere\".",
  "South Afrịka jiri ahịa njem Akwaaba African dị ka ebe a na-eru iji dozie ọdịiche ya na Naịjirịa",
  "Dị ka South African Tourism (SAT) si kwuo \"N'oge Akwaaba, anyị kwupụtara mmekọrịta anyị na National Association of Nigeria Travel Agencies (NANTA), nke ga-enyere aka ịkwalite uto nke ndị njem nleta si Naijiria gaa South Africa site n'ịmepụta ọtụtụ ngwugwu iji dabara ndị njem Naijiria",
  "\"",
  "Lagos steeti, Naịjirịa kwadoro ahịa njem Akwaaba African dị ka ihe omume njem a họpụtara na steeti Lagos",
  "Dị ka Ministri Na-ahụ Maka Njem, Nkà na Ọdịbendị nke Lagos Steeti si kwuo, \"Nke a bụ iji mezuo nkwa gọọmentị steeti ga-ekwupụta kalenda ihe omume kwa afọ iji duzie mmemme, ndị njem nleta na mkpebi ndị nleta\".",
  "N'ikwekọ na ebumnuche IATA, iji kwalite njikọ na Afrịka na ụlọ ọrụ ahụ, Akwaaba African Travel Market (AFTM) jikọtara aka na International Air Transport Association (IATA) iji hazie mbipụta nke Ụbọchị Ụgbọelu na Akwaaba.",
  "Akwaaba na-enye aka n'iji osikapa Jollof mee ihe iji gosipụta West Afrịka dị ka ihe na-adọrọ mmasị ndị njem nleta nke mpaghara West Afrịka",
  "Dị ka Ikechi Uko kwuru, \"N'oge ụfọdụ n'afọ 2016, akpọụrụ m nzukọ Strategy na Akwaaba wee gwa ndị otu ahụ na anyị ga-amalite agha Jollof Rice n'etiti Naịjirịa na mba ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka na Akwaba",
  "Anyị ga-ewepụ ihe omume anyị na-akwado ma jiri asọmpi dochie ya",
  "Gịnị mere anyị ji hapụ ọrụ a na-akwụ ụgwọ maka ụlọ ọrụ na-akwụ ego? Agwara m ha na West Africa enweghị Common Tourism Product n'adịghị ka East Afrịka na ọgaranya Wildlife na anyị kwesịrị ịmepụta otu",
  "\" Ndị isi nri iri atọ si Naijiria na Ghana sonyere na mbipụta mbụ na 2017",
  "Site na ndị ọka ikpe si n'Ebe Ọwụwa Anyanwụ Afrịka na Ndịda Afrịka, a malitere ọrụ ahụ, agha osikapa Jollof, nke iji osikapa jollof mee ihe iji gosipụta West Afrika. Ihe ịga nke ọma nke agha osikapa jollof site na Akwaaba emeela ka osikapa Jollof nke West Afrịka bụrụ ihe na-adọrọ mmasị nleta nri ụwa, na ndị njem nleta na ndị ọbịa na-abịa n'ógbè ahụ iji nụ ụtọ nri ahụ",
  "Onye America na-eti egwu Cardi B, n'oge ọ gara Naịjirịa, gwara onye ọbịa ya na ọ chọrọ ka ọ nụ ụtọ osikapa jollof nke Naịjiria."
]