[
  "Akwete akwa bụ akwa aka pụrụ iche a na-emepụta n'ala Igbo bụ obodo akwete, nke a na-akpọkwa ndoki, bụ m abia steeti Nigeria bụ ama ama",
  "Aha ndị ọzọ gụnyere \"Aruru\" pụtara ihe kpara akpa \",\"mkpuru akwete\" na \"akwete fabric\".",
  "a. Ọ bụ ezie na masquerades na-eji ihe ndị na'ụzọ siri ike nke raffia na n'oge gara aga dị ka okpu isi maka ndị agha n\"etiti ihe omume ndị ọzọ, a na na - eji ihe hemp akwa ákwà, eriri na akpa aka",
  "A na-eji ogho a na'ahụkarị ma na na ya mara mma na ịkpa ákwà maka iyi kwa ụbọchị. Akwete ákwà nwere ọtụtụ ihe osise",
  "Taa, ụmụ nwanyị na-aga n'ihu na ịmepụta ákwà Akwete maka ahịa zuru ụwa ọnụ.",
  "Ọtụtụ akụkọ okike na ụbọchị a tụrụ aro maka ákwà Akwete, ọ bụ ezie na ihe akaebe nke ịdị adị ha laghachiri na narị afọ nke 17 na nke 18, ikekwe ọbụna na mmalite nke Igboland n'onwe ya",
  "Federal Commission nke ụlọ ngosi ihe mgbe ochie na ihe ncheta na Naijiria egwupụtala ákwà Akwete nke malitere na narị afọ nke itoolu.",
  "Akụkọ ọdịnala a ma ama na-ekwu na otu nwanyị aha ya bụ Dada Nwakata bụ onye mbụ a maara nke ọma na Akwete. O nyere aka kwalite omume ịkpa ákwà site na iwebata eriri sitere na ájá Acham, nke a nwetara site n'azụmahịa ya na ndị Portugal na narị afọ nke 14 na 16. N'ịmụ ihe gbasara akwa ahụ, Dada mepụtara ụdị yiri nke Acham kpamkpam na nzuzo",
  "Otu enyi ya ntị chiri na onye na-adịghị ekwu okwu mechara kpughee usoro na usoro ịkpa ákwà Dada mgbe ọ nwụsịrị.",
  "Azụmaahịa na Niger Delta na nkwurịta okwu na ndị ọzọ nọ na Igboland kpaliri ọchịchọ maka ákwà Akwete. Ndị isi na-akwado ákwà ahụ bụ ndị otu Ijo, bụbu ndị na'azụ ahịa ma na -ezigara ụdị na ụcha ájá",
  "Ndị ọzọ na-akwado gụnyere ndị Ibani, Okrika, na ndị na'asụ Kalabari",
  "Njikọ ya na ìgwè ndị a sitere na ndị na-akwaga n'akụkụ Osimiri Niger",
  "Ndị ahịa sitere n'ìgwè ndị a nwere ebe obibi n\"ime Akwete, na-atụ aro na ha ga-anọ ebe ahụ ogologo oge.",
  "Ka mmanụ nkwụ na ahia ọka na-ebelata tinyere iwu nke ịgba ohu, ákwà Akwete bilitere ngwa ngwa dị ka ihe ahịa ahịa Akwata",
  "Nke a gbanwere ihe bụbu ọrụ nwa oge maka ụmụ nwanyị n'ọrụ na omenala oge niile. Nkwado maka akwa Akwete na mgbagwoju anya ya ka e nwetakwara mgbe ndị Europeans",
  "Ha na ndị akwete malitere ịzụ ahịa",
  "Tụkwasị na nke a, ndị Europe nyere ụmụ nwanyị Akwete ọzụzụ na usoro ịkpa ákwà nke oge a na ịnweta ihe ndị na-eme ka mmiri si mba ọzọ. Ka ọ na-erule afọ 1800, ọtụtụ ndị na'akpa ákwà Akwete na - na: naanị ogho si mba ọzọ ma chọta ụzọ isi mepụta ụkpụrụ ngwa ngwa, dị ka ịkwa akwa abụọ ma ọ bụ atọ ọnụ",
  "Ịnweta usoro ịkpa ákwà Europe dugara na Akwete na-eji ogo ọkọlọtọ Europe dị mita abụọ maka ájá",
  "Ọtụtụ ndị na-akpa ákwà nabatara ọdịdị nke silk si mba ọzọ n'ime ọrụ ha wee malite imepụtaghachi ụkpụrụ mba ofesi ma ọ bụ mepụta atụmatụ ọhụrụ sitere na ha",
  "Ojiji nke eriri eji eme ihe na-enyekwa ndị na'akpa ákwà Akwete ohere imeziwanye ogo nke ọrụ ha ma nyefee ájá ahụ n'ahịa buru ibu",
  "Mgbanwe ọzọ nwere mmetụta na ịkpa ákwà Akwete bụ ịmepụta na iji nnukwu áwakọba ájá na 1946",
  "Ọ bụ akwa akwa buru ibu nke belatara oge ịkpa ákwà ma mee ka e mepụta ájá buru oke ibu",
  "Otú ọ dị, ọ bụ ihe dị oke ọnụ nke mere na ọtụtụ ụmụ nwanyị Akwete enweghị ike ịzụta ya.",
  "Dị ka omenala si dị, ụmụ nwanyị nọ n'ezinụlọ ahụ ga-enyefe ụmụ ha nwanyị na ụmụ ndị ọzọ nọ na ezinụlọ usoro ịkpa ákwà. A na-ejikarị ihe ọmụma a eme ihe n'aka ndị na - ndị nọ n\"èzí obodo, ma e wezụga ụmụ nwanyị na Ọ bụ ihe a na-ahụkarị maka ụmụ agbọghọ na ọ malitere ịmụta otú e si akwa akwa n'oge ha dị afọ isii ma ọ bụ asaa, ma nweta ikike nke ọrụ ahụ site na oge uto",
  "Ụmụ agbọghọ ndị a ga-aga n'ihu na-akpa ákwà ma nyefee ụmụ ha nwanyị otu usoro ndị ahụ",
  "Ụmụ nwanyị na-akpa ákwà ruo mgbe ha dị afọ iri asatọ ruo iri itoolu.",
  "A na-akpa ákwà n'elu akwa",
  "nke e ji achara rụọ na mbụ, ma mesịa jiri osisi na ígwè rụọ. Ọ bụ ezie na ụmụ nwanyị Akwete na-ahụ maka ịkpa ákwà, ọ bụ ọrụ ndị ikom iwu áwakọ. E nwere ụdị akwa abụọ, akwa akwa dị larịị nke ụmụ nwoke na akwa kwụ ọtọ nke ndị inyom na-eji",
  "Dị ka omenala si dị, ụmụ nwanyị na-akpa ákwà na Nkwe looms, ndị kasị ukwuu na Naịjirịa. Otú ọ dị, n'èzí obodo ahụ, ndị ikom malitere ịmụta usoro ịkpa ákwà ma mepụta ájá",
  "Ihe ka ọtụtụ n'uwe Akwete dị sentimita 40-50 n\"obosara mgbe emechara ya. A na-ejikọta eriri ahụ na Egbu-Nkwe, Ukwu-Nkpuro na'iji ịgbatị iji belata ohere nke ịgbagọ mgbe ị na - akwa",
  "A na-eji ngwaọrụ ọzọ a na'akpọ Ekiki eme ihe iji gbanwee obosara nke ákwà ahụ, na Paapaa na na",
  "Ozugbo a kpara eriri ahụ, a na-eji Ahia Heddle eme ihe iji mepụta ihe osise na ákwà ahụ. Eriri kechie na-aga n'ihu na-enye ndabere agba siri ike maka motifs",
  "A na-ejikwa ihe mkpuchi agba abụọ - nke na-emepụta mmetụta agba agwakọta",
  "Mmetụta agba nke iridescent nwekwara ike Emepụtara mgbe ihe mkpuchi ahụ bụ agba na isi weft (ma ọ bụghị ihe eji achọ mma weft) ọzọ",
  "A na-akpa ákwà ka ha bụrụ otu ihu ma ọ bụ ihu abụọ, ya bụ, ihe ndị a na'akụkụ abụọ",
  "Mmetụta dị ukwuu mgbe ị na-akpa ákwà nwere ike ime ka ihe osise yie ihe na'ụzọ na na ya mgbe emechara ya",
  "Usoro ịkpa ákwà na ihe nnọchianya na-agụnye ịgwakọta agba maka mmetụta dịgasị iche iche",
  "A na-ejikarị usoro inlay na'ime ya eme ihe.",
  "Na mbụ, a na-azụ ihe ịkpa ákwà n'ime Akwete n\"onwe ya. Ihe eji eme ya bụ ihe eji akwa akwa dị ala, nke nwere ihe ịchọ mma nke na-agụnye ogho siri ike ma ọ bụ nke dị arọ, silk dị obere, maọ bụ rayon na'egbuke egbuke",
  "Njikọ ogho na rayon na-enye ọdịdị dị iche iche, nke mara mma. Ihe ndị a na-ejikarị eme ihe maka ịkpa ákwà bụ raffia, sisal-hemp, na ogho a tụgharịrị atụgharị. Ọ bụ ihe a na-emekarị taa maka ụmụ nwanyị Akwete iji naanị eriri si mba ọzọ. Ọ nwere ike iwe onye na-akpa ákwà ruo ụbọchị atọ iji mechaa akwa dabere na nha na mgbagwoju anya nke usoro na usoro.",
  "Na mgbakwunye na mmepụta, ụmụ nwanyị Akwete na-ahụkwa maka nkesa ákwà Akwata",
  "Ụmụ nwanyị Akwete guzobere otu ndị na-akpa ákwà nke mechara ghọọ otu ụmụ nwanyị na'akpa akpa na - lekwasịrị anya na àgwà ájá yana nsogbu nke ikike nwebisiinka",
  "N'ime otu a, ụmụ nwanyị nwere nnwere onwe ịmepụta ihe ọ bụla ha chọrọ ma nọgide na-enwe echiche.",
  "Ndị mmadụ abụọ nọ na Naijiria na-eji akwa Akwete eme ihe ma na'ebupụ ya na mba ndị ọzọ. Ụdị Akwamiri nke ákwà Akwete bụ nke ndị ọzọ na-eji dị ka eriri úkwù maka ụmụ nwoke, kamakwa dị Ka ájá, mkpuchi oche, na dị hiwere akpa.",
  "n'etiti ndi akwete,a na-eji akwa egosi aku na uba Ma ọ bụ ike, na ụmụ nwanyị na-eyikarị ya dị ka ihe mkpuchi ma ọ bụ uwe ọdụm, n'agbanyeghị na ụmụ nwoke na-eyi ha mgbe ụfọdụ, ma maka ojiji kwa ụbọchị ma maka emume",
  ". Dịka ọmụmaatụ, enwere ike iji ákwà Akwete mee ihe dị ka ụtụ agbamakwụkwọ, yana ihe ịchọ mma maka ebe olili ozu ndị eze. Ojiji a na-eji ya eme ihe kwa ụbọchị na uwe, mkpuchi, ihe ịchọ mma mgbidi, na ihe ndina.",
  "Dị ka omenala si dị, a ga-eji ákwà raffia a kpụrụ akpụ mee ihe maka ebumnuche masquerade, uwe agha, na uwe ememe",
  "A na-eji ákwà a kpụrụ akpụ eme ihe maka ejiji nkịtị dị ka uwe kwa ụbọchị",
  "Otú ọ dị, n'oge a, enwere ike iji ụdị abụọ ahụ mee ihe na ejiji nkịtị.",
  "Ndị na-akpa ákwà na Akwete na'azọrọ na ha maara ihe karịrị otu narị ihe dị iche iche mana a na - ejikarị ihe atọ ma ọ bụ anọ n'otu oge n\"otu akwa",
  "Dị ka omenala si dị, a na-enye onye mepụtara ihe ọhụrụ ikike nwebisiinka na'edeghị ede. A na-akọwa nke a site n'akụkụ na'ike mmụọ nsọ nke mmepe nke ihe ndị dị na ọha mmadụ, a na na - ihe ụfọdụ a kpọrọ dị ka onyinye nke mmụọ sitere na chi.",
  ".",
  "N'ezie, chi dị iche iche na-enye onye na-akpa ákwà ikike nwebisiinka mbụ nke ụkpụrụ emepụtara",
  "Motifs na gburugburu na-esitekarị na nrọ.",
  ".",
  "Ọnọdụ mmekọrịta mmadụ na ibe ya na-arụ ọrụ n'iyiri ákwà Akwete, a na'echekwa ihe ụfọdụ maka ndị eze, dị ka Ikaki, ma ọ bụ jiri ya mee ihe dị iche iji chebe ndị agha na - aga agha maọbụ ụmụ nwanyị dị ime, dịka ihe ngosi nke Ebébe. A na-echekwa usoro ụfọdụ maka ezinụlọ ma ọ bụ oge pụrụ iche n'ihi ọnọdụ ndị metụtara mmalite ihe. Ihe atụ ọzọ nke ọdịnala a bụ ákwà Nnadede",
  "Akụkọ ọdịbendị na-akọwa nloghachi mmeri nke onye agha a ma ama na 1860s, onye nna ya nyere ya ákwà ahụ mgbe ọ laghachiri Akwete",
  "A na-eji ụkpụrụ ahụ eme ihe naanị maka ọnọdụ na ememe eze, mana nke nta nke ọma ghọrọ ihe a na'ahụkarị na ịkpa ákwà Akwete",
  "Mgbe Ndị Kraịst rutere Akwete, ndị na-akpa ákwà rụrụ ụkpụrụ nke e si nweta ya, nke pụtara ikpere n'ala",
  "Ihe osise a gosipụtara Ndị Kraịst na-egbu ikpere n'ala na - na Ihe ndị ọzọ gụnyere nkwenkwe ọdịnala, akụkọ mgbe ochie, ngwá ọrụ nkịtị, ihe ụlọ, na osisi.",
  "N'oge na-adịbeghị anya, usoro ịkpa ákwà Akwete amalitela igosi isiokwu ndị metụtara Naijiria n'ozuzu ya, na'iji imewe na agba nke ọkọlọtọ Naịjirịa, mkpuchi agha na ime emume Black Festival of the Arts na Najirịja.",
  "N'oge a, ịkpa ákwà Akwete aghọwo ọrụ na nka nke ụmụ nwoke na ụmụ nwanyị, Akwata na ndị mba ọzọ na-ekere òkè na ya",
  "Ìgwè ndị ọzọ dị n'ógbè ahụ ghọrọ ndị na-akpa ákwà Akwete bụ Osimiri, Enugu, Ebony, na Benue steeti",
  "N'adịghị ka ụkpụrụ ọdịnala Akwete, ọtụtụ ụmụ nwoke si na steeti Benue",
  "Na-akpa akwa akwete karịa ụmụ nwanyị",
  "Na mgbakwunye, iji mangrove na ihe ndị raffia eme ihe na-eme ka ọ dị mfe ịkekọrịta usoro ịkwa akwa ma nyere aka na nka na-eto eto na steeti abia.",
  "Akwete bụ otu n'ime obodo ole na ole a na-eji akpa ákwà na-aga nke ọma, n'ihi na ọnụ ọgụgụ ndị inyom na-akpa akwa na mpaghara ndị ọzọ na Nigeria agbadala n'afọ ndị na-adịbeghị anya",
  "Ọtụtụ obodo dị na Naịjirịa amalitela n'ụwa niile na-eme na ịkwalite ịkpa akwa akwete iji mee ka nka na usoro dị mkpa na ụlọ ọrụ ọgbara ọhụrụ",
  "Ekwueme federal university ndufu nke dị na south east Nigeria hiwere otu ebe lekwasịrị anya n'ịkwa akwa na ịgba ume omenala ndị akwete, yana ịkụzi usoro ịkwa áwakọ Akwate, nke na-ekpuchi ọzụzụ ruru otu afọ",
  "Mahadum ahụ na-agba ụmụ akwụkwọ ume iyi ákwà Akwete na Sunday Dress ma na'inye ndị ọbịa dị mkpa ájá ndị e mepụtara dị ka onyinye",
  "Usoro mahadum ahụ na-akwado agụmakwụkwọ ka mma, na'ikwe ka ụmụ akwụkwọ chụsoo azụmahịa ahụ mgbe ha nọ n'ụlọ akwụkwọ, ma na mberede na omenala nke ịnyefe usoro site n\"ọgbọ ruo nʼọbara",
  "Nke a na-eme ka ndị ọzọ nyochaa ọrụ ahụ",
  "Ịmụta ịkpa ákwà na-aghọkwa ihe nlereanya nke agụmakwụkwọ nke na'ịbawanye ewu ewu."
]