[
  "Al (Alec) Debbo (22 June 1924 na 13 July 2011) bụ onye South Africa na-eme ihe ọchị, na-agụ egwu na onye na-emeeme ihe nkiri",
  "Dị ka otu n'ime ndị omenkà a ma ama nke ọgbọ ya, o nyere aka dị ukwuu na egwu na ọdịbendị Afrikaner.",
  "A mụrụ Alec Debbo, nwa nne na nna Lebanọn, na Bloemfontein, South Africa",
  "Dịka nwatakịrị, ọ ghaghị inyere ndị mụrụ ya aka n'ụlọ ahịa",
  "Nne na nna ya kụziiri ya Lebanese Arabic na Bekee mana ọ mụtara Afrikaans mgbe ọ dị obere, n'ihi na Afrikaans bụ asụsụ kachasị na Bloemfontein.",
  "N'egwuregwu ụlọ akwụkwọ, o gosipụtara nkà maka ime ka ndị mmadụ chịa ọchị mana ọ hụghị ihe ọchị dịka ọrụ dị irè, yabụ mgbe ọ gụsịrị akwụkwọ, ọ ruru eru dịka onye na-arụ ọrụ na pọmpụ",
  "Ịbụ abụ na ime ihe ọchị nọgidere na-abụ ihe ntụrụndụ ya ma ọ na-eme na mmemme na agbamakwụkwọ",
  "N'afọ 1947, ihe niile gbanwere mgbe ndị enyi ya mere ka ọ sonye na asọmpi nkà nke mba ahụ, nke metụtara South African Industries Fair, nke ọ meriri",
  "N'ihi ya, ọ nwetara ọrụ ihe nkiri mbụ ya na Die Kaskenades van Dokter Kwak",
  "Ọ were naanị nkeji atọ mana o zuru iji nweta nkwado mba.",
  "Debbo mere ihe nkiri mbụ ya na Die Kaskenades van Dokter Kwak n'afọ 1949.",
  "Mgbe ọ nwesịrị ihe ịga nke ọma na ihe nkiri dịka Alles sal regkom (1951) (Ihe niile ga-eme nke ọma), Dislen om te lewe (1957) (Ọ dị mma ịdị ndụ) na Fratse in die vloot (1958), o mere nke mbụ ya dịka onye na-emepụta ihe nkiri na ihe nkiri afọ 1961 Boerboel de Wet",
  "N'afọ 1969, o mepụtara ihe nkiri Stadig oor die klippe (Na-agafe nkume), mgbe ọ na-arụ ọrụ dịka Boetie Flenters (anya onwe onye na-adịghị mma nke Pink Panther n'ụzọ ụfọdụ ka jisiri ike nweta ndị ọjọọ)",
  "Otú ọ dị, Al na-eche mgbe niile na Donker Afrika (1957) (Dark Afrika) bụ ihe nkiri ya kachasị mma",
  "Ọ pụtara na ihe karịrị ihe nkiri iri abụọ, na ọrụ ihe nkiri nke gafere ihe karịrị afọ iri isii. Ọ pụtara ikpeazụ na ihe nkiri afọ 2004, Oh Schuks",
  "Abụ m Gatvol (Oh Shucks, agwụla m ike), nke Leon Schuster duziri.",
  "N'afọ 1968, Al nwere ihe ịga nke ọma na nsụgharị ya nke Hasie, abụ nke Nico Carstens na Anton de Waal dere",
  "Mgbe nke a gasịrị, nwoke ahụ nwere anya na-agbagharị agbagharị, okpu na-atọ ọchị na enyo anya buru ibu mechara abọm egwu iri na otu",
  "N'afọ 1996 o wepụtara abọm nke abụọ ikpeazụ ya (ma ọ bụ nke ikpeazụ ya na ihe ọhụrụ), nke akpọrọ Ek lewe nog (M ka dị ndụ)",
  "Afọ anọ ka e mesịrị, n'afọ 2000, abọm ya \"nke kachasị egwu\" pụtara, nke a na-akpọ Pieringoog Potpourri Al Debbo sê dankie (Saucer Eye Potpourri al Debbo kwuru Thank You).",
  "Ụfọdụ n'ime ihe ndị kasị mma Debbo mere bụ:",
  "N'afọ 2011, e nyere Al Debbo ihe nrite Comics Choice Awards maka onyinye ya na ụlọ ọrụ ntụrụndụ South Africa.",
  "A nabatara Debbo na Bloemfontein Medi-Clinic n'ọnwa June afọ 2011 maka ọgwụgwọ nke ọrịa akpa ume na ọnọdụ obi. Ọ nwụrụ izu atọ ka e mesịrị n'ụlọ ọgwụ, n'ọnwa 13 Julaị afọ 2011, mgbe ọ dị afọ 87."
]