[
  "Alaa Mohammed Hosni El Sayed Mubarak ( Arabic ) ( Arabic pronunciation: حسني السيد مبارك; Egyptian Arabic pronunciation:  ( ′e)sˈsæjjed moˈbɑː'ɑk] ) (amụrụ na 26 Nọvemba 1960 na Cairo ) bụ onye ọchụnta ego Ijipt na okenye nke ụmụ nwoke abụọ nke Hosni Mubarak, onye bụbu onye isi ala Ijipt nke jere ozi site na 1981 ruo 2011, na nwunye ya Suzanne Mubarak",
  "A mụrụ Alaa Mubarak na Cairo nye Suzanne Mubarak na Hosni Mubarak, onye ghọrọ onye isi ala Ijipt na 1981, chụpụrụ ya na 2011. Alaa gara St",
  "George's College, Cairo ma gụsịrị akwụkwọ na Mahadum America dị na Cairo.",
  "Mubarak edebewo ọkwa dị ala karịa nwanne ya nwoke nke nta, Gamal onye tinyere aka na ndọrọ ndọrọ ọchịchị tupu mgbanwe ndị Ijipt nke afọ 2011.",
  "N'afọ 2011, e jidere ya na nna ya na nwanne ya nwoke na mmadụ atọ n'ime ha mechara maa ikpe maka nrụrụ aka n'afọ 2014. A tọhapụrụ Alaa na nwanne ya nwoke n'ọnwa Ọktọba afọ 2015 mgbe ha mechara mkpọrọ afọ anọ, nke gụnyere oge ha jere ozi. EU enyela ha atọ iwu, ma kpọchie akụ niile Mubarak kpughere.",
  "A kpọrọ Alaa Mubarak aha na njikọ ya na Panama Papers. N'afọ 2013, ndị ọrụ ego nke British Virgin Islands chọpụtara na Alaa Mubarak nwere 'Pan World Investments', ego itinye ego maka ezinụlọ Mubarak nke ihe fọrọ nke nta ka ọ bụrụ ijeri $ 1 nke Mossack Fonseca tinyere, onye kwuru na Credit Suisse kpọbatara ya na ha.",
  "Na Septemba 2018, e jidere Alaa na nwanne ya nwoke Gamal, ma bo ya ebubo na ọ na-achịkwa ahịa ahịa. Ikpe nrụrụ aka nke Alaa, tinyere ikpe nrụrụ aka nke nna ya na nwanne ya nwoke, ka Ụlọikpe Cassation nke Egypt kwadoro n'otu ọnwa ahụ. E mechara tọhapụ Alaa na nwanne ya nwoke na Febụwarị 2020 maka ebubo ịzụ ahịa òkè na-akwadoghị nke afọ 2018.",
  "Na 12 Machị 2021, European Union kagburu mmachibido iwu megide ndị Ijipt itoolu gụnyere ezinụlọ Mubarak, nke a nakweere kemgbe 2011.",
  "Mubarak lụrụ Heddy Rasekh, onye ya na ya mụrụ ụmụ nwoke abụọ, Muhammad na Omar Alaa Mubarak",
  "Muhammad nwụrụ na 18 Mee 2009, mgbe ọ dị afọ iri na abụọ",
  "A mara ọkwa na ọ tara ahụhụ 'nsogbu ahụike siri ike', nke a chọpụtara dị ka ọbara ọgbụgba ụbụrụ",
  "E nyochara ya n'ụlọ ọgwụ ndị agha Maadi ruo awa ole na ole tupu a kpọga ya Paris maka nlekọta ọzọ, ebe o mechara nwụọ",
  "E weghachiri ozu ya ma lie ya na Cairo."
]