[
  "Alabama Department of Conservation and Natural Resources(ADCNR) bụ ụlọ ọrụ steeti na-ahụ maka nchekwa na njikwa akụ ala Alabama gụnyere ogige ntụrụndụ steeti, ala steeti, anụ ọhịa na akụrụngwa mmiri",
  "ADCNR na-enyekwa ikike ịchụ nta na ịkụ azụ maka steeti ahụ",
  "Ngalaba ahụ na-akwalite ọrụ nlekọta amamihe na ịnụ ụtọ akụ sitere n'okike steeti site na ngalaba ise: akụrụngwa mmiri, ala steeti, ogige steeti na anụ ọhịa na azụ azụ mmiri",
  "Ịkwado ngalaba ndị ahụ bụ ngalaba nkwado asaa: Akaụntụ, Diversity na Recruiting, Engineering, Information and Education, Information Technology, Legal, and Personnel and Payroll.",
  "Otu onye kọmishọna na-edu ngalaba a bụ onye gọvanọ họpụtara, ma nyekwa ya ndụmọdụ site n'aka ndị kọmiti Conservation Advisory nwere mmadụ iri",
  "Ọ bụ gọvanọ na-ahọpụta ndị otu ndụmọdụ ndụmọdụ maka afọ isii",
  "Gọvanọ, Kọmịshọna Agriculture na Industries, yana Alabama Cooperative Extension System Director na-eje ozi dị ka ndị otu ndụmọdụ ndụmọdụ, ebe ADCNR Commissioner na-eje ozi dị ka onye bụbu odeakwụkwọ officio.",
  "Ngalaba ahụ anaghị enweta ego sitere na ego izugbe steeti",
  "A na-enweta ego site n'ịre ikike ịchụ nta na ịkụ azụ, ụgwọ ndebanye aha ụgbọ mmiri, ikike mmanụ na gas sitere na mgbazinye ala steeti, na ụgwọ ojiji Ogige Steeti",
  "A na-agbakwunye ego ndị ahụ na ego dabara na gọọmenti etiti.",
  "Ọrụ bụ isi nke ngalaba ahụ bụ ijikwa anụ ọhịa na ala ọha nke Alabama",
  "Nke a gụnyere: ogige ntụrụndụ steeti iri abụọ na abụọ, ọdọ mmiri ịkụ azụ ọha 23, ebe a na-akụ azụ mmiri atọ, mpaghara nlekọta anụ ọhịa 34, ebe mgbaba mmiri mmiri abụọ, ebe nsọ anụ ọhịa abụọ, ebe a na-azụ anụ nwere ọdọ mmiri 35, na acres 645,000 (2,610 km2) nke ntụkwasị obi ejiri maka ya",
  "uru nke ọtụtụ ụlọ ọrụ steeti, General Fund na Alabama Trust Fund",
  "Ngalaba ahụ na-arụkwa ọrụ iji nweta ala ọzọ maka iji ọha na eze mee ihe n'okpuru Mmemme Anụ ọhịa ruo mgbe ebighị ebi ma na-enye akụrụngwa agụmakwụkwọ ọha.",
  "Alabama nwere ogologo akụkọ ihe mere eme nke nchekwa anụ ọhịa nke malitere na 1867",
  "N'afọ ahụ ewepụtara iwu mbụ na steeti ahụ iji chịkwaa ịchụ nta na ịkụ azụ",
  "Site na okike nke State Oyster Inspector na 1891 ndị omebe iwu steeti malitere imeghe ụzọ maka ịmepụta ụlọ ọrụ nchekwa steeti, na 1907 e guzobere Ngalaba Egwuregwu na Azụ site na ụgwọ nke onye nnọchi anya Henry Stegall nke Dale County dere",
  "Onye nnochite anya steeti John Wallace nke Madison County ka a họpụtara dịka kọmishọna mbụ nke ngalaba ahụ",
  "Ọrụ ngalaba ahụ gụnyere ịhazi nnụnụ ọhịa na iwe ihe ubi, idebe oge ịchụ nta na oke owuwe ihe ubi, na inye asambodo maka ọmụmụ sayensị banyere nnụnụ",
  "Na mmalite 1900s ọtụtụ ndị ọrụ udo Alabama chọrọ ndị omebe iwu steeti ka ha rụọ ọrụ dị ka ndị na-ahụ maka egwuregwu na ndị na-elekọta azụ na mgbakwunye na ọrụ ha na-arụ mgbe niile",
  "Nke ahụ gbanwere na November 1907 mgbe H.M Henderson na W.F",
  "A họpụtara Sirmon ka ọ bụrụ ndị nlekọta egwuregwu steeti mbụ, nke mekwara ka ha bụrụ ndị ọrụ mmanye iwu steeti mbụ na Alabama",
  "N'oge na-adịghị anya, agbakwunyere ndị ọrụ ọrụ iri isii na ise na-abụghị ụgwọ ọnwa, na ka ọ na-erule 1922, a na-akwụ ndị na-elekọta egwuregwu ụgwọ ụgwọ ma were ha n'ọrụ site na nyocha na usoro ọzụzụ.",
  "Na 1915 ọtụtụ ụlọ ọrụ na kọmitii ndị na-ahụ maka anụ ọhịa na ihe ndị sitere n'okike nke steeti ahụ jikọtara ọnụ n'okpuru Ngalaba Egwuregwu na Azụ, na 1919, a gbanwere aha ụlọ ọrụ ahụ na Ngalaba Nchekwa Alabama",
  "Ngalaba ahụ ga-enwe ọtụtụ mgbanwe aha dị ka elekwasị anya na n'ozuzu oke nke ọrụ malitere ruo mgbe edozi aha ya ugbu a, Alabama Department of Conservation and Natural Resources, na 1971",
  "Ngalaba ahụ ebipụtala akwụkwọ akụkọ kemgbe 1929",
  "Site na 1929 ruo 1940, a na-akpọ magazin ahụ Alabama Game and Fish News",
  "Mgbe ahụ na 1940 aha gbanwere na Alabama Conservation ruo mgbe ọ gbanwere na Outdoor Alabama na 1995",
  "Ebe ọ bụ na magazin malitere, ọ na-akọwapụta anụ ọhịa nke steeti, ọdịdị dị iche iche nke okike, ohere ntụrụndụ n'èzí na ịma mma mara mma.",
  "Marine Resources",
  "Ngalaba akụrụngwa mmiri na-ahụ maka akụrụngwa mmiri steeti site na nyocha na mmemme mmanye",
  "Na 2013, ndị uwe ojii mbụ bụ ndị mmiri mmiri jikọtara na Alabama Law Enforcement Agency dị ka Marine Patrol.",
  "Ala steeti",
  "Ngalaba ala steeti na-ahụ maka ala ndị steeti nwebeghị emepe emepe, ọtụtụ n'ime ya bụ nke a na-atụkwasị obi maka ebumnuche ọha",
  "Ngalaba ala steeti bụ ụlọ ọrụ mmanye iwu nwere ikike ndị uwe ojii na steeti niile.",
  "Ogige Ntụrụndụ Steeti",
  "Ngalaba Ogige Ntụrụndụ steeti bụ nkewa nke ọha na eze mara nke ọma n'ihi ọrụ nke idobe na ịrụ ọrụ ogige ogige ala Alabama",
  "A na-ebo nkewa ahụ ụgwọ inweta na ichekwa ebe okike, ijikwa mpaghara ndị ahụ maka ọdịmma ọha, na ịkụziri ọha na eze gburugburu Alabama.",
  "Anụ Ọhịa na Ịkụ Azụ Mmiri Dị Mmị",
  "Ngalaba Na-ahụ Maka Anụ Anụ ọhịa na nke Freshwater na-ahụ maka ma na-echekwa anụ ọhịa na akụrụngwa mmiri dị ọhụrụ na Alabama ma na-ahụ maka njikwa mpaghara Alabama's Wildlife Management Area (WMAs)",
  "Ngalaba Azụ Anụ ọhịa na Freshwater bụ ụlọ ọrụ mmanye iwu nwere ikike ndị uwe ojii na steeti niile.",
  "Nkewa Nchịkwa",
  "Ngalaba nchịkwa na-enye ọrụ nkwado dị ka akụrụngwa mmadụ, iwu, na ụgwọ ọrụ na ngalaba ọrụ.",
  "Ndozi 543 nke Iwu Alabama nke 1901 guzobere Forever Wild Land Trust na 1992",
  "Na-agba ọsọ site na Ngalaba State Lands Division, ntụkwasị obi na-enye ohere maka ịzụrụ ala maka ntụrụndụ ọha na eze, ịmepụta ihe na-echekwa ọdịdị, mgbakwunye na mpaghara nchịkwa anụ ọhịa",
  "na ogige ntụrụndụ steeti, yana dịka ụzọ isi chekwaa ihe nketa okike Alabama",
  "N'ime Jenụwarị 2009 Forever Wild enwetala traktị ala 67 na-agbakọta acres 139,844 (565.9 km2).",
  "Nke ngalaba ngalaba anụ ọhịa na nke Freshwater Fisheries na-agba ọsọ, AABC bụ mmemme mgbake na-abụghị egwuregwu steeti na United States",
  "N'ịbụ nke dị na Marion, ebumnuche etiti a bụ ịkwalite nchekwa na mweghachi nke ụdị mmiri dị ụkọ na Alabama na n'aka nke ya weghachite mmiri dị ọcha n'ụzọ mmiri steeti",
  "Ọrụ ndị na-adịbeghị anya gụnyere mgbalị siri ike iji weghachi ọnụ ọgụgụ mmiri mollusk dị iche iche na steeti ahụ bụ ndị dara ada n'ihi ihe dị iche iche gburugburu ebe obibi",
  "Osimiri Mobile River ga-abụ isi mmalite mbụ nke mbọ mweghachi nke mollusk.",
  "N'ihe dị ka 1,200 square kilomita (3,100 km2) nke mmiri dị n'ikpere mmiri gụnyere n'ime Mmemme Ọdụdọ Artificial Reef nke Alabama ọ bụ ugbu a nke kachasị na United States",
  "Ihe omume a bụ ngwaahịa nke nkwekọrịta nkwado n'etiti US Army Corps of Engineers na Ngalaba Na-ahụ Maka Mmiri mmiri",
  "Malite na 1953, mmemme ahụ na-aga n'ihu na-agbasawanye na-enyere aka mee ka ụdị mmiri dị iche iche nke mmiri dị na Gulf sikwuo ike.",
  "Sistemu Parks steeti Alabama nwere ihe dịka 48,000 acres (190 km2) nke ala na mmiri na Alabama",
  "Ihe omume ogige na ebe obibi gụnyere hotels na motels, tent na ebe a na-ama ụlọikwuu RV, ịkwọ ụgbọ mmiri, ịga njem, igwu mmiri, egwuregwu gọọlfụ ọkwa asọmpi, na ihe omume ndị ọzọ",
  "Gburugburu ogige dị site na osimiri Gulf Coast ruo n'Ugwu Appalachian, nke na-egosipụta ụdị ọdịdị dị iche iche nke steeti ahụ.",
  "Isi akụkụ nke ọrụ ngalaba ahụ bụ agụmakwụkwọ",
  "Ngalaba uwe ojii mmiri nke ngalaba ahụ, na mmekorita ya na ngalaba Alabama State Department of Education, Ngalaba Mmụta Ọkwọ ụgbọ ala, na-akụzi nkuzi ịkwọ ụgbọ mmiri n'ụlọ akwụkwọ ọha dịka iwu Alabama Boating Safety Reform Act chọrọ nke 1994",
  "Iwu ahụ gbatịrị otu iwu ndị metụtara ịnya ụgbọ ala",
  "ụgbọ ala ma ọ bụ ụgbọ ala ndị ọzọ na-akwọ ụgbọ mmiri.",
  "Na 2008 State Land Division mepere ebe 5 Rivers Delta Resource Center",
  "Ebe agụmakwụkwọ nchekwa ahụ na-ejekwa ozi dị ka ebe ntụrụndụ n'èzí na Mobile-Tensaw River Delta na South Alabama.",
  "Na mgbakwunye na mmemme mmụta ịchụ nta na ịkwọ ụgbọ mmiri ngalaba anụ ọhịa na Freshwater Fisheries na-eduzi ọtụtụ mmemme izisa ozi dịka ịgba ụta n'ụlọ akwụkwọ na klaasị mmụta ịkụ azụ dị iche iche.",
  "Ndị ọkà mmụta ihe ọmụmụ ngalaba na-eduzi ọmụmụ sayensị dịgasị iche iche nke ụdị osisi na anụmanụ nke Alabama gụnyere nlekota nke anụ ọhịa na ụdị mmiri dị iche iche yana ọmụmụ ebe obibi nke ga-agwa omume nlekọta n'ọdịnihu",
  "Ndị ọkà mmụta ihe ọmụmụ ngalaba na-enyekwa aka mgbe niile na magazin Alabama Outdoor.",
  "Na mgbakwunye na-ebipụta n'èzí Alabama, Ngalaba Ozi na Education ngalaba kwa afọ na-eduzi ọtụtụ ndị nkuzi nkuzi ogbako e mere iji nyere ndị nkụzi incorporate nchekwa na ihe onwunwe mmụta n'ime ọha akwụkwọ akwụkwọ ọmụmụ.",
  "Kemgbe e guzobere Ngalaba Nchekwa na ihe ndị sitere n'okike nke Alabama, ndị ọrụ 7 anwụọla na-arụ ọrụ",
  "Ndepụta ndị a nwere ndị ọrụ sitere na ngalaba anụ ọhịa na Freshwater Fishers yana ngalaba ndị uwe ojii mmiri."
]