[
  "Alaide Gualberta Beccari (amụrụ n'afọ 1842 na Padua ma nwụọ n'afọ 1906) bụ onye na-ahụ maka ụmụnwanyị n'Ịtali, onye na-akwado mba, onye na onye na-eme mgbanwe na mmekọrịta mmadụ na ibe ya, onye bipụtara akwụkwọ akụkọ ụmụ nwanyị Woman n'oge 1870s na 1880s.",
  "A mụrụ Alaide Beccari na Padua na 1842, naanị otu n'ime ụmụ 12 nke nne na nna ya dị ndụ ruo mgbe ọ toro",
  "Nna Beccari bụ onye ọrụ gọọmentị na Padua, nke bụ akụkụ nke Alaeze Ukwu Austro-Hungarian n'oge ahụ",
  "Nna Beccari bụ onye na-akwado ịdị n'otu nke Ịtali ma sonye na Risorgimento n'oge nnupụisi nke 1848",
  "Mgbe nnupụisi ahụ dara, ọ gbagara Turin",
  "Ọ rụrụ ọrụ dị ka odeakwụkwọ nna ya ruo oge ụfọdụ, wee laghachi Padua mgbe ndị agha Lombardy-Venetia weghaara ya.",
  "Mgbe ọ dị afọ iri na isii, Beccari bi na Venice, ebe ọ malitere akwụkwọ akụkọ Woman.",
  "A na-ebipụta akwụkwọ akụkọ Woman kwa izu abụọ",
  "Akwụkwọ Beccari kwalitere ikike ụmụ nwanyị mgbe njikọta Ịtali gasịrị na 1861.  Ọ bụ onye na-eme mgbanwe na mmekọrịta mmadụ na ibe ya, mgbe mgbanwe omume na ndọrọ ndọrọ ọchịchị na-enweta nkwado a ma ama na Great Britain, France, United States, na ebe ndị ọzọ dị ka akụkụ nke nnukwu mgbanwe na narị afọ nke 19.",
  "Nwaanyị bụ olu ụmụnwanyị a na-adịghị ahụkebe na Ịtali n'oge 1870s na 1880s, na asụsụ nke oge ahụ, ọ kwadoro \"nnwere onwe ụmụnwanyị\"",
  "Beccari, dị ka ndị ọzọ na-ahụ maka ụmụ nwanyị n'Ịtali nke ọgbọ ya (dị ka Erminia Fuà, Aurelia Cimino Folliero, Sara Nathan, Giovanna Garcea, na Adelaide Cairoli) jiri nnwere onwe ụmụnwanyị tụnyere ndọrọ ndọrọ ọchịchị nke Ịtali, na-ezo aka na \"Risorgimento nwanyị\". Akwụkwọ akụkọ Woman nyere Anna Maria Mozzoni, onye lụrụ ọgụ iji gbanwee iwu Ịtali na-achịkwa ịgba akwụna iwu kwadoro",
  "Mozzoni na Beccari kpọsara echiche nke \"nwa amaala\" na \"nne hụrụ mba n'anya\". Nwanyị kwalite ihe kpatara Josephine Butler",
  "A sụgharịrị ma bipụta isiokwu ndị e bipụtara na Woman na mba ofesi, na akwụkwọ akụkọ ụmụnwanyị nke England bụ Englishwoman's Review",
  "N'afọ 1877, Nwanyị mere mkpesa, na-enweta mbinye aka 3000 iji kwado ikike ụmụ nwanyị na Ịtali.",
  "Beccari kwenyere na ụmụnwanyị nwere ike inye ihe na-eme ka \"agha\" nke ụmụnwoke ghara ịdị mma",
  "Ọ kwadoro ihe ndị na-eme udo, nwanyị na-enyekwa òtù ndị na-ahụ maka udo, dị ka ntọala nke International Association of Women (IAW) site na Marie Goegg na Geneva na 1870.",
  "Beccari dekwara ihe nkiri",
  "O dere Un caso di divorzio (A Case of Divorce), nke emere na 1881, nke a katọrọ n'ileghachi anya azụ na ogo akwụkwọ ya dị ka \"mmetụta\" na \"ihe a na-ahụ anya\"; karịsịa, ọ dịghị alụmdi na nwunye maka \"nwunye\" nke abụọ na ihe nkiri ahụ",
  "Otú ọ dị, egwuregwu ahụ dị ịrịba ama maka edere ya ma mepụta ya",
  "Ụmụnwanyị na-ede akwụkwọ na Ịtali dị ụkọ n'oge ahụ, ebe ọ bụ na ọtụtụ ụmụnwanyị amaghị akwụkwọ na Ịtal, ọ bụ naanị ụmụnwanyị ole na ole ndị ọzọ na-ede ma na-emepụta ihe nkiri na Ịtali n'oge a; Luisa Marenco-Martini-Bernardi, Irma Meladny Scodnik, na Amelia Rosselli bụ ụmụnwanyị ndị ọzọ na na-ede ihe nkiri n'oge ọ bụ Ịtali",
  "Ikike ụmụnwanyị nwere ịtụ vootu bịara Ịtali naanị mgbe ọchịchị Fascist dara n'afọ 1945; ịgba alụkwaghịm ga-eme ka iwu kwadoro na Ịtali naanị n'afọ 1970.",
  "A manyere Beccari ịkwụsị nchịkọta akụkọ ya nke Woman n'afọ 1887 n'ihi ọrịa; Emilia Mariani weghaara dịka onye nchịkọta akụkọ nke Woman.",
  "Beccari gara n'ihu na-ede akwụkwọ, na-eguzobe magazin ụmụaka a na-akpọ Mamma",
  "O nyere nkwado nye ụmụnwanyị ndị ọzọ na-ede akwụkwọ na-anwa ịmalite ọrụ ha.",
  "Beccari nwere nkụda mmụọ n'ihi enweghị nkwado a ma ama maka ihe ụmụnwanyị na Ịtali",
  "Ọ ghọrọ onye na-akwado ọchịchị onye kwuo uche ya, nke mere ka ndị na-akwado ụmụnwanyị ghara ịkwado ya."
]