[
  "Alan Michael Sugar, Baron Sugar (amụrụ na 4 Machị 1947) bụ onye obodo Britain ji ego achu ego,  onye mgbasa ozi, onye edemede, onye ndọrọ ndọrọ ọchịchị na onye ndụmọdụ ndọrọ ndọrọ ọchịchị. N'afọ 1968, ọ malitere ihe ga-emesị bụrụ nnukwu azụmaahịa ya, ụlọ ọrụ eletrọniki Amstrad",
  "N'afọ 2007, ọ rere oke ya fọdụrụ na ụlọ ọrụ ahụ na nkwekọrịta na BSkyB maka £ 125M.",
  "Sugar bụ onyeisi oche na onye nwe Tottenham Hotspur site na 1991 ruo 2001, na-ere òkè ya fọdụrụ na klọb ahụ na 2007 nakwa, maka £ 25m. A makwara ya maka ịbụ onye na elekota ndị ọbịa na \"Boss\" maka usoro asọmpi nke BBC The Apprentice, nke a na-agbasa kwa afọ, ma e wezụga 2020, kemgbe 2005",
  "Ọ malitekwara ọrụ maka The Celebrity Apprentice Australia maka  Australia's Nine Network na 2021.",
  "Dị ka akwụkwọ mgbasa ozi Sunday Times n'ahụ maka ndị nwere ego si nwe kwuo   ,Mazi Sugar ghọrọ nnukwu ọgaranya nwere nde kwuru nde ego na 2015",
  "N'afọ 2021, e mere atụmatụ na akụ na ụba ya dị £ otu nde na uma iri abụo na otu nke a mere  ka ọ nọrọ na ọnọdụ onye nke otu naari na iri atọ na asato na ndị kacha baa ọgaranya na  mba UK.",
  "A mụrụ Sugar na 24th Maachị 1947 na Hackney, East London, n'ezinụlọ ndị Juu. Nna ya, Nathan, bụ onye na-akwa ákwà na ụlọ ọrụ uwe nke East End. A mụrụ nne na nna ya ochie n'akụkụ nke nne ya na mba Russia, a mụrụ nna ya ochie n'akụkụ nna ya na mba Poland",
  "A mụrụ nne nne ya n'akụkụ nna  Sugar aha ya bụ Sarah Sugar, na mba London na ezi n'ụlọ nne na nna bu ndi Poland",
  "Mgbe Sugar bụ obere nwa, ezi n'ụlọ ha biri n'ụlọ kansụl",
  "N'ihi ntutu isi ya, nke juferu oké, a na-akpọ ya \"isi akwa eji ehicha ụlọ,\" aha  ka  so kwa ya rue n'oge a",
  "Ọ gara akwụkwọ n'ụlọ akwụkwọ nke a n'akpo Northwold Primary School na Brooke House Secondary School na Upper Clapton, Hackney, ma nweta kwuru ego site n'ịrụ ọrụ na ebe ana ere ọtụtụ ihe dị iche iche  Mgbe ọ hapụsịrị ụlọ akwụkwọ mgbe ọ dị afọ iri na isii, ọ rụrụ ọrụ nwa oge maka ọrụ gọọmentị dị ka onye na-ahụ maka ọnụ ọgụgụ na Ministry n'ahụ maka Agụmakwụkwọ",
  "N'afọ 1968, mgbe ọ dị afọ iri abụo na otu Sugar ji  otu naari pounds we  guzobere  ụlọ ọrụ a n'akpo  Amstrad site n'ego o dokwaru ọfuma na ụlọ ọrụ ebe a na ezipu leta na ihe ndị ọzọ",
  "Ọ malitere ire ngwa ọrụ redio maka ụgbọala na ihe eletrik ndị ọzọ site n'ime ụgbọ ala nke ọ zụrụ n'onu  £ irí ise ma tinye ya n'aka ndị ụlọ ọrụ nchekwa n'onu £asato",
  "O weputarụ aha ụlọ ọrụ ahụ site na na mkpụrụ edemede atọ  mbụ bidoro aha ya na kwa mkpụrụ edemede anọ mbụ nke okwu ahia: Alan Michael Sugar Trading",
  "Ọ malitere dị ka onye na-atubata ngwá ahịa / onye na-ezipụ ngwa ahịa na onye na-ere ahịa n'ubara, ka ọ na-erule afọ 1970, okwaochala  ihe nile gbasara ụlọ ọrụ ga na emepụta ihe ọhụrụ",
  "O nwetara ọnụahịa emepụta dị  ọnụ ala site na iji plastik ihe eji agba ọgwụ maka mkpuchi hi-fi turntable, mee ka ọnụ ahịa daa nke ukwu n'ebe ndị ọzọ ya na ha na asọmpi na-eji usoro mmepụta ikuku",
  "E mere ka ikike mmepụta gbasaa iji tinye mmepụta nke ihe nakwalite ịnụ okwu na nke na eme ka uda ụzụ dakoo nke ọma"
]