[
  "Alan Vaughan-Richards (1925–1989) bụ onye British-Nigerian na-ewu ụlọ nke na-arụsi ọrụ ike na ụlọ ọrụ na-ewu ụlọ nke Nigeria",
  "O tinyere ndị na-ewu ụlọ na mmetụta nwere ike inwe n'ụdị Afrịka na imewe ụlọ site na mbipụta nke akwụkwọ akụkọ West Africa Builder and Architect",
  "Vaughan-Richards tinyere ọrụ ndị na-ese ihe na Naijiria n'ọtụtụ ọrụ ya",
  "N'ịbụ onye a zụrụ azụ n'ihe owuwu nke oge a na England, ọ mụtakwara omenala nke ụlọ na Nigeria, ọtụtụ n'ime ọrụ ya bụ ngwakọta nke mmetụta abụọ ahụ.",
  "Vaughan-Richards gụrụ akwụkwọ na London Polytechnic (nke bụzi University of Westminster) ebe ọ nwetara diplọma na ụlọ n'afọ 1950",
  "O debanyere aha maka ọmụmụ ọhụrụ na Tropical Architecture na Architectural Association, London na 1956.",
  "Vaughan-Richards malitere ọrụ ya n'afọ ndị 1950 na-arụ ọrụ na Architect Development Board na Iraq ma mesịa Architect Co-Partnership na London. Ụlọ ọrụ ahụ na-arụ ọrụ n'ichepụta ụlọ nkwari akụ Bristol na ụlọ maka ụlọ ọrụ mmanụ na gas na Lagos",
  "N'ime ọrụ ahụ, Vaughan-Richards tinyere aka na nhazi mbụ ma dịka onye nlekọta saịtị gara Naịjirịa n'oge njem nke ọrụ ndị ahụ. Mgbe Architect Co-Partnership si na Naịjirịa pụọ, Vaughan-Richards nọrọ na mba ahụ wee bụrụ nwa amaala Naịjirịa. E ji ụlọ ya dị na Ikoyi dị nso na ọdọ mmiri Lagos na nke ụdị dị n'obodo Hausa metụtara ma mee ya n'ụdị ọgbara ọhụrụ dịka ụlọ ọrụ ya",
  "Ọtụtụ n'ime ọrụ ya gụnyere ụlọ ndị mmadụ na ụlọ ndị ọrụ maka Mahadum Lagos",
  "O nwetara nkwanye ùgwù n'etiti ndị ahịa ya site na atụmatụ ya nke mmesapụ aka ma ọ bụ ohere ọha na eze na ụzọ sara mbara na ọrụ ya.",
  "Onye America na-ede akwụkwọ akụkọ Elaine Neil Orr kọwara ụdị ụlọ Vaughan-Richards, na-ede na ọ \"na-etinye geometries curvilinear na atụmatụ ya, mgbe ụfọdụ dịka ihe ịchọ mma mana mgbe dịka ihe dị mkpa nke mgbidi na ụlọ",
  "Atụmatụ modular bụ isi ihe ọ na-eme, na mbụ site na blọọgụ na mpempe ụlọ, wee site na nhazi osisi.",
  "Vaughan-Richards guzobere nakwa dezie West African Builder and Architect iji nye ozi gbasara ụlọ na Africa ma mesịa soro Kunle Akinsemoyin dee Building Lagos, akwụkwọ na-edekọ mmepe nke Lagos.",
  "Vaughan-Richards jikọtara ya na Felix Ibru's Roye Ibru and Co",
  "Ọ bụ onye nlekọta nke ngalaba Osisentọala nke Mahadum Lagos ebe ọrụ ya gụnyere Jaja Hall, Mahadum nke Lagos, Mahadum nke Lagos master plan; atụmatụ ọgbara ọhụrụ na ụdị ebe okpomọkụ na West Africa dịka Olaoluwakitan House na Alan Vaughan-Richards house. E leghaara ọtụtụ n'ime ọrụ ya anya maọbụ na-elekọta ya nke ọma.",
  "N'afọ ndị 1980, o tinyere aka n'ide ndepụta nke ụlọ ndị Brazil na Lagos maka iji otu nchekwa.\nN'afọ ndị 1950, ọrụ owuwu ọhụrụ e mere site n'ụdị ụkpụrụ ụlọ nke oge a nke Europe na-atụle ihu igwe Naịjirịa na nke Maxwell Fry na London zụrụ azụ ndị na-ewu ụlọ Naijiria duziri malitere ịpụta dịka ụdị kachasị na Lagos. Vaughan-Richards so na ndị na-ewu ụlọ nke oge a, mana ọ chọrọ nyocha ndị ọzọ site na ịnakweere ụdị Afrịka dị ugbu a, nka Afrịka na iji ihe ndị dịka osisi. Ọ bụ onye na-akwado itinye ụdị ọdịbendị Afrịka na ụdị ndụ ya n'ime ụlọ ọgbara ọhụrụ nke Naijiria, ọpụpụ nke ụdị orthodox na-apụta n'afọ ndị 1950 nke gụnyere mgbanwe na ọnọdụ ihu igwe na Afrịka. Ụlọ nke onwe ya wuru n'afọ 1960 bụ nnwale nke ụdị ụkpụrụ ụlọ ọdịnala nke West Africa na ụkpụrụ ụlọ nke oge a dị ka iji curvi-linear na circular geometries. Ọrụ ndị ọzọ dị ka Ola-oluwakitan House pụtara ìhè maka ịtụle ụdị Afrịka na mmalite, ma mesịa bụrụ ihe nlereanya maka ụlọ ndị ọzọ.",
  "Ọ lụrụ Ayo Vaughan-Richards (née Vaughan), onye nọọsụ bụ nwa nwanyị nke onye na-ahụ maka ụlọ nkwari akụ si n'ezinụlọ Vaughan nke Lagos. Ha nwere ụmụ anọ gụnyere onye na-eme ihe nkiri Remi Vaughan-Richards"
]