[
  "Alan Knott-Craig (amụrụ na 14 August 1977, Pretoria, South Africa) bụ onye ọchụnta ego na onye edemede South Africa",
  "Ọ bụ onye guzobere Project Isizwe",
  "A mụrụ Alan Knott-Craig (jnr) na 14 August 1977 na Pretoria, ebe ọ biri ruo mgbe ọ hapụrụ ụlọ akwụkwọ na 1995.",
  "Ọrụ ụlọ akwụkwọ mbụ ya bụ n'ụlọ ebe nne ya, onye nkụzi ruru eru, na-elekọta ụlọ akwụkwọ ọta akara",
  "Mgbe ọ dị afọ isii, ọ gara Glenstantia Primary School, gụsịrị akwụkwọ na Glen High School, Pretoria na 1991.",
  "Nna ya, Alan Knott-Craig (Senior), bụ Senior General Manager nke Mobile Communications na Telkom SA, ma mesịa bụrụ CEO nke South African mobile networks, Vodacom (1996-2008) na Cell C (2012-2014).",
  "N'afọ 1996, a nabatara Knott-Craig (jnr) maka BCom Accounting na Nelson Mandela Metropolitan University (nke bụbu University of Port Elizabeth).Ọ gụsịrị akwụkwọ n'afọ 1998, ma gụchaa nzere ya, B Com Honours in Accounting, n'afọ 1999. O mere isiokwu ya na Deloitte Cape Town n'agbata afọ 2000 na 2002.",
  "Knott-Craig ruru eru dị ka Chartered Accountant (SA) na njedebe nke afọ 2002",
  "Ọ rụrụ ọrụ na ụlọ ọrụ New York City nke Deloitte USA maka obere oge.",
  "Ọ laghachiri Saụt Afrịka ma n'ọnwa Ọktọba afọ 2003 ọ tọrọ ntọala Cellfind, otu n'ime ndị mbụ na-ahụ maka ọrụ na South Afrịka ma jee ozi dị ka onye isi ụlọ ọrụ ruo afọ 2005. N'afọ 2006, a họpụtara ya dị ka onye isi oche nke iBurst ma wuo otu n'ime netwọk wireless broadband kachasị ukwuu na South Africa. Mgbe a mụsịrị nwa ya nwanyị mbụ, ọ hapụrụ iBurst na 2009 ịkwaga Stellenbosch",
  "N'afọ 2010, ọ tọrọ ntọala ma bụrụ onye isi nke World of Avatar, ụlọ itinye ego maka ngwa maka Africa ma mesịa nweta ma bụrụ onye isi oche nke Mxit, nnukwu netwọk mmekọrịta Africa.",
  "Ọ hapụrụ Mxit na World of Avatar n'ọnwa Ọktọba afọ 2012 mgbe ya na ndị mmekọ ya nwere nghọtahie.",
  "N'afọ 2013, ọ tọrọ ntọala 'Project Isizwe, ụlọ ọrụ na-abaghị uru na-ahụ maka itinye netwọk Wi-Fi n'efu nke ọha na eze na South Africa",
  "N'afọ 2014, ọ tọrọ ntọala Herotel, onye na-ahụ maka mgbasa ozi wireless na South Africa,",
  "N'agbata afọ 2003 na afọ 2013, ọ kwadoro ma / ma ọ bụ kwado ụlọ ọrụ iri na asaa na ngalaba Teknụzụ, Mgbasa Ozi na Nkwukọrịta na Africa, gụnyere Cellfind, Lucky Mobile, iFind34600, COLV, World of Avatar, Toodu, FSMS, Triloq, 6th Line, Daily Maverick, ARC Telecoms, Pondering Panda, MorMor Media, na Boom.fm.",
  "Knott-Craig lụrụ Sibella Bosman n'afọ 2002",
  "Ha nwere ụmụ nwanyị atọ ma biri na Stellenbosch, South Africa.",
  "N'ọnwa Eprel afọ 2008, o bipụtara Don't Panic, dabere na ozi-e o zigara ndị ọrụ ya iji mee ka ndị South Africa nọrọ na mba ahụ ma nye aka nke ọma. Akwụkwọ a ghọrọ akwụkwọ kachasị ere ahịa na South Africa maka afọ 2008. N'afọ 2019, o dere isiokwu na-esote.",
  "Nke a sochiri na 2012 site na Mobinomics: Mxit na South Africa's Mobile Revolution nke ya na Gus Silber dere. N'ezie, Don't Panic na Moenie Stres nie a na-esote Don't Panic e bipụtara na 2014. N'afọ 2015, o so dee So, You Want To Be A Hero, nchịkọta edemede, ndụmọdụ na katọn ndị a na-elekwasị anya na ndị na-eto eto na-achọ ngwa ngwa ọrụ ha.",
  "Ọ na-ede blọọgụ kwa ụbọchị maka ndị ọchụnta ego na www.bigalmanack.com",
  "A kpọrọ Knott-Craig dị ka Onye Ndú Na-eto Eto nke Ụwa site na World Economic Forum na 2009. Forbes depụtara ya dị ka otu n'ime mmadụ iri na-eto eto nde Afrịka kachasị elu na-ekiri na 2013. E tinyekwara ya na “100 Choiseul Africa”, ndepụta nke otu narị ndị isi azụmahịa na-eto eto n'Afrịka n'afọ 2014."
]