[
  "Alastair Charles Lewis (Ally Lewis) bụ prọfesọ nke Atmospheric Chemistry na Mahadum York na National Centre for Atmospheric Science (NCAS). Ọ bụ ónyé isi óche nke otu ndụmọdụ sayensị nke gọọmentị UK na-ahụ màkà mmetọ ikuku, Defra Air Quality Expert Group, kemgbe afọ 2019.",
  "Lewis ghọrọ Ónyé isi óche nke Ngalaba Ụgbọ njem Science Advisory Council in 2021",
  "Ọ bụ ugbu a ónyé otu Environmental Sustainability Panel nke UK Civil Aviation Authority",
  "Lewis gàrà Sir Joseph Williamson's Mathematical School, Rochester, wee mụọ kemịkalụ na Mahadum Leeds wee soro PhD na kemịkalị ikuku na nyocha nke Mike Pilling na Keith Bartle lekọtara, nke enyere n'afọ 1995.",
  "A maara ya màkà mmepe nke usoro kemịkalụ nyocha nke a na-etinye na nlekota mmetọ ikuku na nyocha kemịkalị ikuku, ọkachasị iji gas chromatography iji tụọ ihe ndị na-agbanwe agbanwe (VOCs) na ihe mejupụtara mmanụ dị ka gasoline na diesel",
  "Ọ bụ ónyé mbụ jiri gas chromatography zuru oke (GCxGC) mee ihe iji guzobe mgbagwoju ányà nke ihe ndị na-eme ka ikuku dị n'ime obodo, rụzuru mgbè ọ na-eme nyocha na Mahadum RMIT, Australia. Ọ rụrụ ọrụ nkuzi na Mahadum Leeds, dị ka nhọpụta jikọrọ aka n'etiti ụlọ akwụkwọ Chemistry na Earth & Environment tupu ọ kwaga na Ngalaba Chemistry nke Mahadum York n'afọ 2003",
  "Ọ na-arụ ọrụ ugbu a na Wolfson Atmospheric Chemistry Laboratories na York.",
  "N'agbata afọ 2007 na afọ 2012, Lewis rụrụ ọrụ nwa ógè màkà Kansụl Nnyocha Gburugburu Ebe Obibi dị ka Ónyé ndu isiokwu ha màkà mmemme nyocha na teknụzụ ọhụrụ",
  "N'agbata afọ 2008 na 2022 ọ bụ ónyé nduzi sayensị na National Centre for Atmospheric Science, na-ahụ màkà mmetọ ikuku na nyocha nke ikuku.",
  "Lewis ebipụtala ọtụtụ isiokwu nkọwa gbásárá sayensị na iwu mmetọ ikuku na UK, US na China. O gosikwara ọtụtụ ihe na TV na redio na-atụle ikuku ụgbọ ala na mmetọ ikuku n'ime ụlọ. A kpọtụrụ ya aha n'ọtụtụ ébé dị ka ónyé na-enwe obi abụọ banyéré uru nke teknụzụ iwepụ mmetọ ikuku dị ka ụlọ elu anwụrụ ọkụ na usoro nzacha n'akụkụ ụzọ, yana nkwado sara mbara nke nzacha ikuku. Ọ bụ ónyé a ma ama na-akatọ ụkpụrụ ndị na-akwado hydrogen màkà okpomọkụ ụlọ, na-eme ka mmetụta ọjọọ nke ikuku nke NOx na oke mmetọ na mpaghara ndị dara ogbenye pụta ìhè.",
  "Ya na Peter Edwards na York rụkọtara ọrụ iji nyochaa teknụzụ mmetụta ikuku dị ala na David Carslaw na diesel engine NOx emissions. Ọ bụ ezie na ọ bụ ónyé na-emepụta kemịkal, a kpọrọ áhà ya na ndepụta afọ 2015 nke ndị ọkà mmụta sayensị nyocha otu narị kachasị emetụta n'ụwa. Ụlọ ọrụ Science History Institute dere ọrụ nyocha ya n'afọ 2011, akụkụ nke usoro ajụjụ ọnụ ya na ndị ọkà mmụta sayensị ikuku.",
  "E nyèrè Lewis Desty Memorial Prize na sayensị nkewa na Royal Institution n'afọ 2001, Philip Leverhulme Prize na 'Earth Ocean and Atmospheric Sciences' na 2004, SAC Silver Medal n'afọ 2007 site na Royal Society of Chemistry, na John Jeyes Award màkà gbụrụ-gbúrụ ébé obibi, ike na nkwado na 2012. E nyèrè ya ihe nrite Lord Lewis nke 2022 màkà ònyìnyé dị mkpa màkà mmepe nke iwu sayensị."
]