[
  "Albert Mawere Opoku (1915 -2002) bụ onye Ghana na-ede egwu, onye na-agba egwu, onye na-ese ihe, nakwa onye nkuzi",
  "Ọ bụ onye mbụ kụziri ihe ọmụmụ na ịgba egwu Afrịka na Mahadum Ghana, Legon, ma bụrụkwa onye guzobere na onye nduzi mbụ nke Ghana National Dance Ensemble.",
  "A mụrụ Opoku n'ime ezinụlọ eze Asante na 13 Nọvemba 1915",
  "Nna ya bụ Nana Mawere Opoku bụ Asantehene (eze nke alaeze Asante) Okyeame (onye na-asụ asụsụ)",
  "Nne ya bụ Yaa Bemponma, n'aka nke ọzọ, bụ onye na-akọ akụkọ a ma ama na nwanne nwanyị nke onye isi asụsụ Asantehene, Kwasi Numah",
  "Ya mere, Opoku bụ onye ọkà mmụta asụsụ n'ọdịnihu n'onwe ya, a kụzikwara ya ọdịnala site na nwata",
  "Opoku gụrụ akwụkwọ praịmarị na sekọndrị na Kumasi Government School site na 1921 ruo 1931, na Achimota Training College, site na 1931 ruo 1934 n'otu n'otu. Site na agbamume nke H",
  "V",
  "Meyerowitz, ọ gara Achimota Special Arts Teachers School ebe ọ gụrụ Fine Arts na Painting. N'afọ 1944, ọ nwetara ohere agụmakwụkwọ na Camberwell School of Art and Crafts, London, site n'enyemaka nke Meyerowitz. Mgbe ọ gụsịrị akwụkwọ na Camberwell School of Art and Craft, ọ debara aha na Central School of Art and Crafts, London n'afọ 1952, n'ebe ahụ, ọ gụrụ ọkachamara Art Course",
  "Opoku mechara gụọ ihe ọmụmụ na Labanotation, Stage Craft, na Dance Techniques na Juilliard School na Martha Graham School na New York.",
  "N'agbata afọ 1952 na 1957, Opoku kụziri Graphic Art, ọkachasị Composition na Scraper Board na wood engraving na Art and Craft Specialist Course na Diploma in Fine Art (DFA) usoro ọmụmụ mmemme nke School of Art, Kumasi College of Technology, ugbu a Kwame Nkrumah University of Science and Technology, Kumasi",
  "Opoku bịara Mahadum Ghana na 1962, mgbe onye isi ala Ghana Kwame Nkrumah na Rex Nettleford, onye isi nke Jamaican National Dance Company tụrụ aro echiche nke ịmepụta Ghana National Dance Ensemble. E nyere Opoku ọrụ idekọ egwu ọdịnala sitere n'akụkụ dị iche iche nke mba ahụ",
  "N'okpuru nduzi nke Prọfesọ J.H",
  "Nketia nke Mahadum nke Ghana's Institute of African Studies, Opoku choreographed ma hazie egwu ọdịnala nke nọgidere bụrụ ọkọlọtọ nke Ghana Dance Ensemble.",
  "N'afọ 1975, gọọmentị Ghana nyere ya nnukwu nrite (Civil Division) maka ọrụ ya nye mba ahụ.",
  "Opoku mere ihe eserese e ji maraMahadum nke Ghana ma guzobe Ghana Dance Ensemble",
  "Ọrụ ya gụnyere ihe karịrị egwu iri atọ nke mejupụtara ntọala nke ụdị ịgba egwu Ghana dị iche iche",
  "Ụfọdụ n'ime ndị a gụnyere; Fontonfrom, Kpanlogo, Kete Apintim, Tokpey, Tora, na Have Etoi (nke a makwaara dị ka Boboobo).",
  "Opoku nwụrụ n'afọ 2002."
]