[
  "Albert Irvin Cassell (1895 ruo 1969) bụ onye ama ama n'etiti narị afọ nke iri abụọ nke Afrịka-Amerịka architect na Washington, D.C., onye ọrụ ya kpụrụ ọtụtụ obodo agụmakwụkwọ na United States",
  "O mepụtara ụlọ maka Mahadum Howard na Washington DC, Mahadum Morgan State na Baltimore, na Mahadum Virginia Union na Richmond",
  "Cassell rụkwara ma wuo ụlọ obodo maka steeti Maryland na District of Columbia.",
  "A mụrụ Albert Irvin Cassell na Towson, Maryland, na Jụn 25, 1895, nwa nke atọ nke Albert Truman Cassell na Charlotte Cassell.\nNna ya Albert T",
  "Cassell bụ onye ọkwọ ụgbọala coal na nne ya Charlotte Cassell aka \"Lottie\" bụ onye na-asa ákwà",
  "Albert Cassell malitere agụmakwụkwọ ya na usoro ụlọ akwụkwọ ọha na eze nke Baltimore, mana ọ kwagara New York na 1909 ebe ọ malitere ịga Douglas High School",
  "Na Douglas High, Cassell gụrụ akwụkwọ edemede n'okpuru Ralph Victor Cook",
  "Site n'enyemaka Cook, a nabatara Cassell na mmemme ihe owuwu nke Mahadum Cornell na 1915, ebe ọ bụ onye otu Alpha Phi Alpha.",
  "Mgbe ọ gụsịrị afọ abụọ na Cornell, ọrụ na US Army na Agha Ụwa Mbụ kwụsịrị ọmụmụ Cassell",
  "Ọ rụrụ ọrụ na France, mana ọ bụghị n'agha, a chụpụrụ ya n'ụzọ nkwanye ùgwù na 1919 dị ka onye isi nke abụọ na 351st Heavy Field Artillery Regiment",
  "N'afọ 1919, e nyere Cassell akara ugo mmụta ya na Mahadum Cornell, wee malite ọrụ ya na onye na-ese ụkpụrụ ụlọ William A",
  "Hazel",
  "N'afọ 1920, Maazị Cassell sonyeere Ngalaba Architecture nke Mahadum Howard dị ka osote prọfesọ",
  "Naanị afọ abụọ ka e mesịrị, na 1922, Cassell ghọrọ onye na-ese ụkpụrụ ụlọ na Mahadum na onye isi nke Ngalaba Architecture na Howard.",
  "Cassell rụrụ ọrụ na Mahadum Howard ruo afọ iri na asatọ, na-eje ozi dị ka onye nkuzi, onye njikwa ala, onye nyocha, na onye na-ese ụkpụrụ ụlọ",
  "Ọhụụ na ọrụ Cassell nyere aka ịkpụzi ụlọ akwụkwọ ahụ site na \"Twenty Year Plan\" ya, nke o si na ya mepụta ọtụtụ ụlọ akwụkwọ",
  "Ihe osise ya kachasị mkpa na Howard, bụ Ọbá Akwụkwọ Founders, ụlọ nke na-eme ka ụdị ihe owuwu Georgian na Independence Hall dị na Philadelphia",
  "Ihe owuwu a ga-aghọ ihe nnọchianya na agụmakwụkwọ maka mahadum ahụ.",
  "Mgbe ọ nọ na Howard, Cassell rụkwara ụlọ maka ndị ahịa ụlọ ọrụ ndị ọzọ",
  "Ọrụ ya gụnyere ụlọ na Mahadum Virginia Union, Ụlọ Ọgwụ Provident na Baltimore, ụlọ nsọ Masonic dị iche iche, yana obere ọrụ maka ndị ahịa na ndị ahịa.",
  "Mgbe oge ya na Mahadum Howard gasịrị, Cassell gara n'ihu na-emepụta ọtụtụ ụlọ maka Morgan State College (nke bụzi Mahadum Morgan State) na Baltimore",
  "N'afọ ndị ikpeazụ ya, ya na ndị ọzọ na-ewu ụlọ n'Afrịka sonyeere iji guzobe ụlọ ọrụ Cassell, Gray & Sutton",
  "Ọ gara n'ihu na-arụ ọrụ maka ọtụtụ ndị ahịa ndị ọzọ dị ka Roman Catholic Archdiocese nke Washington na gọọmentị nke District of Columbia.",
  "Dị ka ọrụ ikpeazụ ya, Cassell chọrọ ịzụlite Chesapeake Heights na Bay, ebe ezumike oge okpomọkụ nke 520-acre (2.1 km2) maka ndị Afrịka Amerịka na Prince Frederick, Calvert County, Maryland",
  "Ọrụ ahụ ga-egosipụta ụlọ, ụlọ oriri na ọṅụṅụ, ebe ịzụ ahịa, ọdụ ụgbọ mmiri, ọdụ ụgbọ okporo ígwè, osimiri, na ụlọ klọb dị n'ihu Chesapeake Bay",
  "E wuru okporo ụzọ na ụlọ ole na ole na 1969, mana ọrụ ahụ kwụsịrị na ọnwụ Cassell n'otu afọ ahụ.",
  "Mgbe ọ dị obere, Albert Cassell kpebiri na ụmụ ya niile ga-aga Cornell ma bụrụ ndị na-ese ụkpụrụ ụlọ. Cassell nwere ụmụ asatọ. Ụmụ anọ ga-aga Cornell; Charles Cassell ('iri anọ na isii), Martha Cassell ('iri anọ na asaa) Alberta Jeannette Cassell ('-iri anọ na asatọ) Paula Cassell ('iri asaa na isii). N'ime ndị gụsịrị akwụkwọ na Cornell, ha niile ma e wezụga Paula ghọrọ ndị na-ese ụkpụrụ ụlọ.",
  "Abụọ n'ime ọrụ Cassell na Washington, DC, Mayfair Mansions Apartments na Prince Hall Masonic Temple, edepụtara na US National Register of Historic Places.",
  "Mayfair Mansions - ụlọ obibi dị na 3819 Jay St., NE, Washington, DC",
  "The Founders Library na Mahadum Howard, Washington, D.C.",
  "Ụlọ nsọ Masonic Prince Hall dị na 1000 U Street, NW na U Street Corridor nke Washington, D.C."
]