[
  "Ale Felege Selam Heruy 1924 - 11 July 2016) Ọ tọrọ ntọala Addis Ababa School of Art na 1957, nke a gbanwere aha ya na nsọpụrụ ya na Ale School of Fine Arts and Design",
  "A mụrụ Ale Felege na Fitche, Selale n'ime ezinụlọ nke ndị na-ese ihe na chọọchị a ma ama",
  "Ọ kụziri onwe ya otú e si ese ihe",
  "Ọ kwagara Addis Ababa mgbe ọ dị obere",
  "Ale gụsịrị akwụkwọ na ụlọ akwụkwọ nkà na ụzụ na Addis Ababa,a n'afọ 1949 Emperor Haile Selassie nyere ya agụmakwụkwọ iji gụọ akwụkwọ na United States",
  "O nwetara nzere BFA ya na Institute of Art na Chicago n'afọ 1954.",
  "Mgbe ọ lọtara na 1954, ọ sonyeere Ministry of Education and Fine Arts",
  "N'ọnwa Ọgọstụ afọ 1957 n'okpuru nkwado nke eze ukwu na ego, ọ tọrọ ntọala Addis Ababa School of Art ebe ọ rụrụ ọrụ dị ka onye nduzi ya ruo n'afọ 1975",
  "Ọ bụ ụlọ akwụkwọ nka mbụ na Ethiopia.",
  "Ọ rụrụ ọrụ dị ka onye otu kọmitii nke 'Ethiopian Students Arts and Crafts Exhibition' nke mbụ kwa afọ site na 1958 ebe ọ bụkwa onye otu ndị ọka ikpe",
  "N'ọnọdụ ya dị ka onye nduzi, ọ kpọbatara ndị nkụzi nka Etiopia si mba ofesi lọta, dị ka Gebre Kristos Desta na 1962 na Skunder Boghossian na 1966, ha abụọ hapụrụ akara ha",
  "na akụkọ nka Etiopia.",
  "Ale Felege bụ onye otu kọmitii nka dị iche iche dịka Ethiopian Artists Club na Ethiopian Artists Association, ma nye aka ịhazi ma sonye na ihe ngosi nka dị iche iche na mpụga Ethiopia",
  "O sonyere na ihe ngosi nke 1961 a kpọrọ 'Contemporary Art of Ethiopia' nke emere na Moscow, o nyekwara aka hazie ihe ngosi Montreal nke 1967.",
  "A ma ya ama maka ihe osise ya",
  "O mere stampụ, mpempe akwụkwọ na mpempe akwụkwọ, eserese, ihe osise maka akwụkwọ na ederede, na eserese ndị na-achọ ụlọ ụka mma n'ofe Ethiopia (karịsịa ihe osise mgbidi na Katidral Atọ n'Ime Otu dị na Addis Ababa).",
  "N'afọ 2006 mgbe ọ dị afọ iri asatọ na abụọ, Felege hapụrụ Etiopia gaa Maryland, iji chọọ Chọọchị Ọtọdọks nke Etiopia mma",
  "Ihe nketa Ale Felege Selam Heruy dị na akụkọ ihe mere eme nke ụlọ akwụkwọ ọ tọrọ ntọala na ọrụ ya dị ka onye na-akwalite nka na agụmakwụkwọ nka nke Etiopia",
  "Akụkọ nka nke Etiopia gafere ọtụtụ narị afọ, ọkachasị site na ndị omenkà na nka",
  "Ale Felege malitere agụmakwụkwọ nka n'ụlọ akwụkwọ dị na Ethiopia, nke n'aka nke ya kwalitere ọtụtụ ndị na-eto eto n'ime ọtụtụ iri afọ ma na-aga n'ihu ruo taa.",
  "Ọ nwụrụ na Julaị 11, 2016",
  "O nwere nwa nwanyị, nwa nwoke, ụmụ ụmụ atọ na otu nwa nwa."
]