[
  "Aleah Liane Stanbridge (amụrụ Julia Liane Stanbridge; abalị mbụ nke ọnwa Julaị 1976 ruo abalị iri na asatọ nke ọnwa Eprel afọ 2016), nke a maara nke ọma dị ka Aleah, ma ọ bụ Aleah Starbridge, bụ onye South Africa na-agụ egwu na-ede egwu na Örebro, Sweden ebe ọ biri ruo ọnwụ ya. N'afọ 2009, ya na onye na-akpọ ụbọ si  Finnish bu Juha Raivio hiwere otu egwu ọnwụ / mbibi sitere n'ike mkpali nke Trees of Eternity",
  "Aleah ghọrọ onye a maara nke ọma site n' ụdịdi rock  na metal na mmekorita ya di ka swallow the Sun na Amorphis",
  "Mgbe ọ kwagara Sweden, Aleah ghọrọ onye a ma ama mgbe egosiri ya na onye egwu eletrọniki nke Sweden Krister Linder \"Don't Lose Your Way\" site na album ya nke afọ 2006 Songs from the Silent Years na remix ya.",
  "Stanbridge wepụtara ihe ngosi dark / gothic rock n'okpuru aha \"Aleah\" n'afọ 2007.",
  "Ufọdụ oge n'afọ 2008, Stanbridge ghọrọ onye na-abụ abụ nke otu egwu a na-amaghị ama, That Which Remains",
  "N'etiti afọ 2009, ọ zutere onye na-akpọa ụbọ bụ Juha Raivio nke Swallow the Sun, onye na-achọ soloist iji rụọ ọrụ na egwu ya \"Lights on the Lake\" maka abọm ka ga aputa bụ New Moon",
  "Atụmatụ ahụ bụ iji gosipụta olu egwu Aleah n'akụkụ nke abụ Juha kwadebere, mana mgbe ha malitere ịnwale ụda olu Aleah dere maka oge ahụ, nnọkọ ahụ gara ngwa ngwa n'ụzọ ọhụrụ wee nwee ndụ nke ya",
  "A kpọrọ ọrụ mmekorita egwu ọhụrụ Stanbridge na Raivio Trees of Eternity, otu egwu egwu nke nwere ụda ndị mmadụ na olu ụmụ nwanyị, ma Stanbridge dị ka onye otu olu egwu na onye na-ede abụ, nakwa Juha dị ka ọjọọ ụbọ. Ìgwè ahụ rụrụ ọrụ na nkwalite abụ anọ, Black Ocean ma ewepụta ya n'afọ 2013 na ịntanetị na nzaghachi dị ukwuu, yana nziga obere ndị akwadoro nye ndị ndị nkwado ya.",
  "N'afọ 2012, Aleah laghachiri dị ka onye ọbịa na Albọm Swallow the Sun bu Emerald Forest and the Blackbird wee pụta na vidiyo egwu ya maka egwu \"Cathedral Walls\", nke gosipụtara onye na-agụ egwu Sweden Anette Olzon onye nọ na Nightwish n'oge ahụ.",
  "N'afọ 2015, ọ bụrụ abụ dị ka onye ọbịa na Under the Red Cloud nke otu egwu igwe nke Finland bụ Amorphis.",
  "N'otu afọ ahụ, ọ nọkwa na Albọm Swallow the Sun bụ Songs from the North I, II & III. Ọ bụghị naanị na ọ na-enye olu, ọ rụkwara ọrụ na foto foto nke otu ahụ na mkpuchi maka albọm ahụ.",
  "N'abalị iri na asatọ n'ọnwa Eprel n'afọ 2016, ka ọhụrụ nkeji iri na atọ ga elekere anya abụọ nke ehihie, ibe Facebook nke ndị otu Sweden bụ Draconian kwupụtara ọnwụ nke onye na-agụ egwu ahụ, [citation needed]ọtụtụtụ isiokwu dị n'ịntanetị buuru akụkọ ahụ. Juha Raivio kwupụtara ọnwụ ya, ụbọchị abụọ ka e mesịr[citation needed]ị",
  "Juha kwupụtakwara na a ga-ewepụta abọmmbụi Trees of Eternity dị ka atụmatụ ya maọnọọọ naogo  mmepụta.",
  "Mgbe ọnwa ole na ole gachara, Juha kwupụtara aha nke mbụ ha bụ Hour of the Nightingale ma wepụta vidiyo maka egwu ọhụrụ ha \"Broken Mirror\"",
  "E Wepụtara abọm ahụ na 11 Nọvemba 2016 site na Svart Records.",
  "N'ọnwa Febụwarị afọ 2017, Svart Records kwupụtara otu egwu ọhụrụ Hallatar nke mejupụtara Juha Raivio, Tomi Joutsen nke Amorphis, na Gas Lipstick, onye bụbu onye na-akụ igba nke otu egwu HIM",
  "Okwu ndị otu ahụ nwere uri na okwu Aleah nke Juha chịkọtara. Abọm Mbụ Hallatar bụ No Stars Upon the Bridge bụ nke akuru n'aha Aleah.",
  "E Wepụtara egwu Hallatar bu No Stars Upon the Bridge n'abalị iri abụọ na abụọ nke ọnwa Ọktoba afọ 2017; abọm ahụ gosipụtara olu Heike Langhans si Draconian na egwu nke anọ, \"My Mistake\".",
  "N'ọnwa Ọgọstụ n'afọ 2017, Juha kwupụtara na n'oge na-adịghị anya ọ ga-anọ na-arụ ọrụ na album nke Aleah, ana-atụ anya nwepụta nke 2018.",
  "N'abalị iri na abụọ nke ọnwa Eprel afọ 2020, a mara ọkwa gbasara nkwuputa ọzụzụ nke ndekọ solo Stanbridge ga-amalite n'abalị iri na asatọ nke ọnwa Eprel, nakwa na a ga-ewepụta ndekọ ahụ n'abalị́ mbụ nke ọnwa Julaị afọ 2020. N'abalị iri na asatọ n'ọnwa Eprel, e wepụtara egwu mbụ bụ\"My Will\", a mara ọkwa na ọ ga-abụ ndekọ abụọ nke nwere egwu ọhụrụ yana egwu ndị a na-ebipụtabeghị.",
  "Aleah na Juha Raivio, onye Finland na-akpọ ụbọ akwara na onye guzobere Swallow the Sun, site na 2009 naara akpa",
  "N'abalị iri na asatọ nke ọnwa Eprel afọ 2016, Stanbridge nwụrụ n'ọrịa kansa."
]