[
  "Ales Viktaravich Bialiatski[lower-alpha 1] (Belarusian: , : ; amụrụ na 25 Septemba 1962) bụ onye Belarus na-akwado ọchịchị onye kwuo uche ya na onye mkpọrọ nke akọ na uche ya nke a maara maka ọrụ ya na Viasna Human Rights Centre",
  "Onye na-agba mbọ maka nnwere onwe Belarus na ọchịchị onye kwuo uche ya kemgbe mmalite afọ 1980, Bialiatski bụ onye guzobere Viasna na Belarusian Popular Front, na-eje ozi dị ka onye ndú nke ikpeazụ site na 1996 ruo 1999",
  "Ọ bụkwa onye otu Coordination Council nke ndị mmegide Belarus",
  "<i id=\"mwFw\">The New York Times</i> kpọrọ ya \"ogidi nke mmegharị nke ikike mmadụ n'Ebe Ọwụwa Anyanwụ Europe\", ma kweta ya dị ka onye a ma ama na-akwado ọchịchị onye kwuo uche ya na Belarus.",
  "Nkwado Bialiatski maka ikike mmadụ na Belarus emeela ka o nweta ọtụtụ otuto mba ụwa",
  "N'afọ 2020, ọ meriri Right Livelihood Award, nke a maara nke ọma dị ka \"Alternative Nobel Prize\"",
  "N'afọ 2022, e nyere Bialiatski ihe nrite Nobel Peace Prize nke afọ 2022, tinyere òtù Memorial na Centre for Civil Liberties.",
  "A tụrụ Bialiatski mkpọrọ ugboro abụọ; nke mbụ site na 2011 ruo 2014, na ugbu a kemgbe 2021, n'oge abụọ ahụ maka ebubo izere ụtụ isi",
  "Bialiatski, yana ndị ọzọ na-ahụ maka ihe ndị ruuru mmadụ, kpọrọ ebubo ndị ahụ na-akpali ndọrọ ndọrọ ọchịchị.",
  "A mụrụ Bialiatski na Vyartsilya, na Karelia nke taa, Russia, nne na nna Belarusian. Nna ya Viktar Bialiatski bụ nwa afọ nke Rahačoŭ District, nne ya Nina si Naroŭlia District",
  "N'afọ 1965, ezinụlọ ahụ laghachiri Belarus ka ha biri na Svietlahorsk, mpaghara Gomel.",
  "Bialiatski bụ onye ọkà mmụta nke akwụkwọ Belarusian ma gụsịrị akwụkwọ na Mahadum Homiel State na 1984 na nzere na Russian na Belarusian Philology",
  "Mgbe ọ gụsịrị akwụkwọ, Bialiatski rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ na Lieĺčycy District na Gomel Region.",
  "Site na 1985 ruo 1986, ọ rụrụ ọrụ na ndị agha dị ka onye ọkwọ ụgbọala na-ebu agha na batrị artillery na nso Yekaterinburg (Sverdlovsk n'oge ahụ), Russia.",
  "Na mbido afọ 1980, Bialiatski tinyere aka n'ọtụtụ atụmatụ na-akwado ọchịchị onye kwuo uche ya, gụnyere otu a na-akpọ Belarusian Clandestine Party nke na-achọ ị kwalite Belarus ịhapụ Soviet Union ma guzoro mba na-achị onwe ya na ọchịchị onye kwuo ike",
  "Ìgwè ahụ bipụtara akwụkwọ iwu na-akwadoghị nke a na-akpọ Burachok ma soro hazie ngagharị iwe mbụ na-emegide ndị Soviet, ọkachasị ngagharị iwe Dziady na 1987 na 1988, ngagharị iwe megide iwu ụlọ ọrụ ọkụ eletrik nke Daugavpils, ngagharị iwe na-eme ngagharị iwe maka mbibi nke ihe nketa nke Upper Town na Minsk, na emume ncheta na Kurapaty na 1988",
  "Na Disemba 1987, Bialiatski nọ na kọmitii nhazi nke 1st Assembly of Belarusian Communities.",
  "N'afọ 1989, Bialiatski nwetara PhD site na Belarusian Academy of Sciences",
  "N'oge ọ na-agụ akwụkwọ doctoral, Bialiatski nyere aka chọta Tutejshyja Association of Young Writers, na-eje ozi dị ka onyeisi oche nke otu ahụ site na 1986 ruo 1989, nke kpatara nsogbu site n'aka ndị nchịkwa ụlọ akwụkwọ",
  "N'afọ 1988, Bialiatski jikọtara aka hazie Martyrology nke Belarus",
  "Ọ bụkwa otu n'ime ndị guzobere ndị otu Belarusian Popular Front na Belarusian Catholic Community.",
  "N'afọ 1989, Bialiatski rụrụ ọrụ dị ka onye nchọpụta na Museum of the History of the Belarusian literature",
  "Ka e mesịrị n'otu afọ ahụ, a họpụtara ya dịka onye nduzi nke Maksim Bahdanovich Literary Museum",
  "Bialiatski hapụrụ ebe ngosi ihe mgbe ochie ahụ n'ọnwa Ọgọstụ afọ 1998, mgbe ọ haziri ọtụtụ ihe ngosi dị mkpa, gụnyere abụọ na Minsk, otu na Maladziečna District na otu na Yaroslavl, Russia.",
  "N'oge nduzi Bialiatski, ebe ngosi ihe mgbe ochie ahụ kwadoro ọtụtụ ihe omume ọha na eze gbasara ndọrọ ndọrọ ọchịchị, ọdị bendị na okpukpe",
  "N'afọ 1990, ụlọ ngosi nka dị n'etiti Minsk nwere ụlọ ọrụ nchịkọta akụkọ nke Svaboda, otu n'ime akwụkwọ akụkọ mbụ na-akwado ọchịchị onye kwuo uche ya na Belarus",
  "Bialiatski nyere adreesị iwu maka ọtụtụ NGO, gụnyere Viasna Human Rights Center na Center",
  "Ọ kpọrọ ọtụtụ ndị edemede na-eto eto, gụnyere Palina Kachatkova, Eduard Akulin, Siarhei Vitushka, na Ales Astrautsou, ka ha rụọ ọrụ na ebe ngosi ihe mgbe ochie.",
  "Bialiatski bụ onye otu Minsk City Council of Deputies n'etiti afọ 1991 na 1996",
  "N'abalị iri abụọ n'ọnwa Ọgọstụ n'afọ 1991, ụbọchị mgbe mgbalị ọchịchị Soviet nke afọ 1991 gasịrị, ya na ndị otu iri abụọ na itoolu ndị ọzọ nọ na kansụl ahụ, rịọrọ ndị Minsk ka ha kwado ndị ọchịchị a họpụtara n'ụzọ iwu kwadoro ma chọọ ụzọ niile iwu kwadoro iji kwụsị ọrụ nke Kọmitii Mberede Steeti",
  "Na 5 Septemba 1991, mgbe Minsk City Council kwadoro iji akara mba, Bialiatski wetara ọkọlọtọ na-acha ọcha na-acha ọbara ọbara na-acha odo odo n'ụlọ nzukọ",
  "Flag bụ nke mbụ e welitere n'ụzọ iwu kwadoro n'ụlọ Minsk City Council",
  "[citation needed]",
  "Bialiatski bụ odeakwụkwọ nke Belarusian Popular Front (1996ī1999) na osote onyeisi oche nke BPF (1999ī2001).",
  "Bialiatski guzobere Viasna Human Rights Centre na 1996",
  "A gbanwere nzukọ ahụ dị na Minsk nke a na-akpọ n'oge ahụ, ka ọ bụrụ otu NGO mba niile na June 1999",
  "Na-abalị iri abụọ na asatọ n'ọnwa Ọktoba n'afọ 2003, Ụlọ ikpe Kasị Elu nke Belarus kagbuo nde banye aha steeti nke Viasna Human Rights Centre maka ọrụ ya n'ịhụ ntuli aka onye isi ala nke afọ 2001",
  "Kemgbe ahụ, òtù na-ahụ maka ihe ndị ruuru mmadụ na Belarus na-arụ ọrụ na-enweghị nde banye aha.",
  "Bialiatski bụ onye isi oche nke Working Group nke Assembly of Democratic NGOs (2000) N'afọ 2007-2016, ọ bụ osote onye isi oche nke International Federation for Human Rights (FIDH).",
  "Bialiatski bụ onye otu Union of Belarusian Writers (site na 1995) na Belarusian PEN-Centre (site na 2009).",
  "N'oge ngagharị iwe Belarus nke afọ 2020, Bialiatski ghọrọ onye otu Coordination Council nke Sviatlana Tsikhanouskaya.",
  "N'ụbọchị nke anọ n'ọnwa Ọgọstụ n'afọ 2011, e jidere Bialiatski n'okpuru ebubo nke izere ịtụ ụtụ isi.  Ebubo ahụ mere ka o kwe omume site na ndekọ ego nke ndị ọkàiwu na Lithuania na Poland wepụtara.",
  "N'abalị iri abụọ na anọ n'ọnwa Ọktoba n'afọ 2011, a mara Bialiatski ikpe ịga mkpọrọ afọ anọ na ọkara na ị napụ ya ihe onwunwe",
  "Bialiatski kwuru na ikpe amaghị ya, na-ekwu na a natara ego ahụ na akaụntụ ụlọ akụ ya iji kpuchie ọrụ Viasna na-ahụ maka ihe ndị ruuru mmadụ. A tọpụrụ ya na 21 June 2014.",
  "Ndị na-ahụ maka ihe ndị ruuru mmadụ na Belarus, yana ndị isi European Union, gọvmentị EU, na United States kwuru na Bialiatski bụ onye mkpọrọ ndọrọ ndọrọ ọchịchị, na-akpọ ikpe ya maka ndọrọ ndọrọ ọchịchị",
  "Ha gbara ndị ọchịchị Belarus ume ka ha tọpụrụ onye na-ahụ maka ihe ndị ruuru mmadụ",
  "Na-abalị iri na ise n'ọnwa Septemba n'afọ 2011, ndị omebe iwu Europe mere mkpebi pụrụ iche ka ha tọpuru Bialiatski ozugbo. Onye isi oche EP Jerzy Buzek, onye nnọchi anya EU dị elu maka ihe gbasara mba ọzọ na iwu nchekwa Catherine Ashton, onye isi oche OSCE Eamon Gilmore, na onye na-akọ akụkọ pụrụ iche nke UN maka ọnọdụ nke ikike mmadụ na Belarus, Miklós Haraszti rịọkwara ka a tọhapụ onye na-eme ngagharị iwe ahụ.",
  "Ọtụtụ òtù na-abụghị nke gọọmentị na-ahụ maka ihe ndị ruuru mmadụ n'ụwa niile kpọrọ oku ka a tọhapụ Bialiatski ozugbo na n'enweghị ihe mgbochi.",
  "Bialiatski jere ozi ya n'ụlọ mkpọrọ nke abụọ n'obodo Babruysk, na-arụ ọrụ dị ka onye na-etinye ihe n'ụlọ ahịa ị kwa akwa.",
  "Ndị na lekọta ụlọ mkpọrọ nyere ya ntaramahụhụ ugboro ugboro maka \"i mebi iwu ụlọ mkpọrọ\", a kpọkwara ya \"onye omempụ ọjọọ\", nke gbochiri ya ka a gbaghara ya na 2012 ma napụ ya nleta ezinụlọ na ngwugwu nri.",
  "N'oge ọ nọ n'ụlọ mkpọrọ, Bialiatski dere ọtụtụ ederede na isiokwu edemede, edemede, ncheta, nke e zigara ndị mmekọ ya.",
  "A malitere mkpọsa a na-ahụtụbeghị mbụ nke ịdị n'otu mba ụwa n'oge a tụrụ ya mkpọrọ",
  "A tọhapụrụ Bialiatski n'ụlọ mkpọrọ ọnwa 20 tupu oge eruo na 21 June 2014 mgbe ọ nọrọ ụbọchị 1,052 nke njide na-enweghị isi n'ọnọdụ siri ike, gụnyere oge ịnọ naanị ya.",
  "A na-eme emume ụbọchị e jidere Bialiatski, 4 Ọgọstụ, kwa afọ dị ka Ụbọchị Mba Nile nke Ịdị n'Otu na Civil Society nke Belarus",
  "E guzobere ya na 2012 dị ka nzaghachi maka njide onye na-eme ngagharị iwe.",
  "N'abalị iri na anọ n'ọnwa Julaị n'afọ 2021, ndị uwe ojii Belarus nyochara ụlọ ndị ọrụ Viasna gburugburu mba ahụ wee wakpo ụlọ ọrụ etiti",
  "E jidere Bialiatski na ndị ọrụ ibe ya Vladimir Stephanovich na Vladimir Labkovich. N'abalị isii n'ọnwa Ọktoba n'afọ 2021, e boro Bialiatski ebubo izere ịtụ ụtụ isi na ntaramahụhụ kachasị elu nke afọ asaa n'ụlọ mkpọrọ. Ka ọ na-erule 7 Ọktoba 2022, ọ ka nọ n'ụlọ mkpọrọ.",
  "Ọrụ Bialiatski abụrụla nke ndị otu na-ahụ maka ihe ndị ruuru mmadụ n'ụwa niile",
  "Na Machị 2006, Bialiatski na Viasna meriri 2005 Homo Homini Award nke Czech NGO People in Need, nke na-amata \"onye kwesịrị nkwanye ùgwù dị ukwuu n'ihi nkwalite ha maka ikike mmadụ, ọchịchị onye kwuo uche ya na ngwọta na-abụghị ime ihe ike maka esemokwu ndọrọ ndọrọ ọchịchị\". Onye bụbu onye isi ala Czech na onye na-emegide Václav Havel nyere onyinye ahụ",
  "N'afọ 2006, Bialiatski meriri Swedish Per Anger Prize, yana Andrei Sakharov Freedom Award nke Kọmitii Helsinki nke Norway.",
  "N'afọ 2012, Nzukọ Ndị omeiwu nke Kansụl nke Europe nyere ya Václav Havel Human Rights Prize maka ọrụ ya dị ka onye na-agbachitere ikike mmadụ, \"ka ụmụ amaala Belarus wee nwee ike otu ụbọchị ịchọ ụkpụrụ Europe anyị\". Ka e jidere ya n'oge ahụ, nwunye ya natara onyinye ahụ n'aha ya",
  "Mgbe a tọhapụrụ ya, ọ gara Strasbourg iji kelee Nzukọ ahụ maka nkwado ya. E nyekwara ya onyinye Lech Wałęsa maka \"ịme ka Republic of Belarus bụrụ onye ọchịchị onye kwuo uche ya, nkwalite ya na enyemaka enyere ndị ọchịchị Belarus na-akpagbu ugbu a\" n'afọ ahụ, yana, ya na Uganda's Civil Society Coalition on Human Rights and Constitutional Law, 2011 Human Rights Defenders Award site na United States Department of State. Ka ọ ka nọ n'ụlọ mkpọrọ n'oge Ales Bialiatski, e nyere ya ihe nrite ahụ na-anọghị ya, e nyekwara nwunye ya, Natallia Pinchuk, ihe nrite yina na US Embassy na Warsaw, Poland na 25 Septemba 2012.",
  "Bialiatski bụ onye otu Swedish Civil Rights Defenders kpọrọ onye na-agbachitere ikike obodo nke afọ n'afọ 2014. N'afọ 2020, ya na Nasrin Sotoudeh, Bryan Stevenson, na Lottie Cunningham Wren kerịtara Right Livelihood Award, nke a maara nke ọma dị ka \"Alternate Nobel Prize\". N'ọnwa Disemba nke otu afọ ahụ, a kpọrọ aha Bialiatski n'etiti ndị nnọchiteanya nke ndị mmegide Belarus, ma nye ya onyinye Sakharov site na European Parliament.",
  "Bialiatski enwetala ụmụ amaala nsọpụrụ site n'obodo Genoa (na 2010), Paris (na 2012), na Syracuse, Sicily (na 2014).",
  "N'afọ 2022, e nyere Bialiatski ihe nrite Nobel Peace Prize nke 2022 tinyere òtù Memorial na Centre for Civil Liberties. Tupu nrite Nobel Peace Prize nke afọ 2022, a họpụtara Bialiatski ugboro ise n'enweghị ihe ịga nke ọma, gụnyere na 2006 na 2007. N'afọ 2012, a họpụtara ya ọzọ maka Nobel Peace Prize, mana e nyere European Union ihe nrite ahụ",
  "N'ọnwa Febụwarị afọ 2013, onye omeiwu Norwegian Jan Tore Sanner họpụtara ya",
  "N'afọ 2014, ndị otu ndị omeiwu Poland họpụtara Bialiatski maka Nobel Peace Prize",
  "Ndị ome iwu Poland 160 bịanyere aka na nhọpụta ahụ",
  "[citation needed]",
  "Mgbe enyere onyinye Nobel Peace Prize nke afọ 2022, ndị otu ndị mmegide Belarus mere emume ya, na Sviatlana Tsikhanouskaya na-ekwu na Tweet, \"Ihe nrite ahụ bụ nkwanye ùgwù dị mkpa maka ndị Belarus niile na-alụ ọgụ maka nnwere onwe na ọchịchị onye kwuo uche ya",
  "A ghaghị ịtọhapụ ndị mkpọrọ ndọrọ ndọrọ ọchịchị niile n'egbughị oge",
  "\"",
  "N'afọ 2013 Dmitri Plax mepụtara egwuregwu banyere Bialiatski maka Swedish Radio.",
  "Akwụkwọ Viktar Sazonau \"The Poetry of the Prose\", 2013, nwere nraranye nye Ales Bialiatski",
  "Otu n'ime akụkọ dị n'akwụkwọ akpọrọ \"A Postcard from the Political Prisoner Postcard\" dabeere na ahụmịhe Bialiatski."
]