[
  "Dr",
  "Alex Ifeanyichụkwụ Ekwụeme GCON (Amụrụ ya October 21, 1932) ọ bụ onye mbụ a hopụtara ibụ Onye na-eso onye isi ala, na-afo 1979 rụo 1983",
  "Ọ bụ Ide na obodo Oko na Anambra State, ebe nwanne ya nwoke nke ọ tọrọ \"Prof Lazarus Ekwueme\" na achi obodo Oko",
  "Ndi mgbakọ ọchichi na ala Agụata chiri ya ide na obodo ha.",
  "O bidoro ọmụmụ akwụkwọ na \"St John's Anglican Central School\", na Ekwụlọbia, o wee gawa kwa n-irụ igụ akwụkwụ na King's College, Lagos",
  "Ọ bụ otu onye n-ime ndi enyere egoenyemaka igụ akwụkwọ na ala bekee a na akpọ United States of America (nka mere o jiri bụrụ onye mbụ na Nigeria enyere ụdi egoenyemaka nka.\n), Alex gara Mahadụm a na akpọ University of Washington ebe o nwetere asambodo a na-akpọ \"bachelọ digrii\" na itụpụta ụkporo ụlọ na-atụmatụ obodo (bachelor's degree in Architecture and city planning).\nO nwete kwara asambodo ọzọ nke bekee na akpọ masitas digrii na atụmatụ Obodo mepere emepe (urban planning).O gagwara na irụ nwete kwa asambodo ndi ọzọ na soshiọlọji, akụkọ ihe mere eme (history),filọsọfi na iwụ (law) na mahadum a na-akpọ University of London",
  "O mechara laghachi ụlọ akwụkwọ i nwete asambodo ọzọ di elụ ndi bekee na-akpo \"Ph.D",
  "na itụpụta ụkporo ụlọ Architecture na \"University of Strathclyde, tụpụ ya aga ụlọ akwụkwọ iwụ na Nigeria.",
  "Alex bụ Akitekiti pụrụ iche",
  "O bidoro ọrụ na ọkwa onye nyemaka Akitekiti (assistant Architect) na ụlọ ọrụ a na-akpọ Leo A",
  "Daly and Associates nọ na obodo Seatle, ọrụ kwara na ụlọ ọrụ nọ na London a na-akpo \"Nickson and Partners\"",
  "Mgbe ọ lọtara Nigeria, Alex banyere ESSO West Africa, Lagos na ọkwa onye na-elekọta ngalaba mmụbe and mmezi ụlọ.",
  "O mechara mepe ụlọ ọrụ nke ya n-eme nke ọma akpọrọ Ekwụeme Asoshieti, Akitekiti & Tawnu Plana",
  "Ụlọ ọrụ ya mere ojiri bụrụ onye nwa-afọ Nigeria mbụ mepere ụlọ ọrụ na ngalaba Akitekichọ (Itụpụta ụkporo ụlọ).\nỌrụ ya mụbara ụzọ iri na isị na akụkụ Nigeria nile",
  "Emechiri ụlọ ọrụ ndi a nile mgbe ọ irigoro ọkwa onye na-esote onye isi ala",
  "Dr",
  "Ekwụeme bụ kwara onye isi ndi a na akpọ Nigerian Institute of Architects ya na ndi \"Architects Registration Council\" na Nigeria.",
  "Ụgbụ a ọ bụ onye isi oche na elekọta na akwado atụmatụ otụ ndi \"Nigerian Institute of Architects\".",
  "ọ gbara mbọ na ihe gbasara ụba na mekọ ndi obodo ya tụpụ ụwa nile amata ya di ka onye na-esota onye isi ala na afọ 1979.\nTinyere ihe nile omere, Dr",
  "Ekwụeme kwadoro igwe ụmụ akwụkwọ n-inye ha egonyemaka i ga ụlọ akwụkwọ na Nigeria ma na ala bekee.\nO jere ozi ọtụtụ afọ na ọgbakọ na hụ maka Owụwụ ụlọ na Anambra Steti.",
  "Nwa amadi ya nwere obi ume ala, ọ bụ dinkpa e ji aga mba.ihe ndi a ma fọdụ bụ ihe ndi omere na ala Nigeria",
  "Ike agwụ beghi nwa amadi a na irụ ọrụ na obodo Nigeria",
  "http://www.premiumtimesng.com/features-and-interviews/149627-interview-scuttled-obasanjos-election-1999-alex-ekwueme.html",
  "Àtụ:NigerianVicePresidents"
]