[
  "Alexandria Villaseñor (amụrụ n'afọ 2005) bụ onye America na-ahụ maka ihu igwe bi na New York",
  "Onye na-eso ụzọ nke Fridays for Future movement na nke onye na-ahụ maka ihu igwe Greta Thunberg, Villaseñor bụ onye guzobere US Youth Climate Strike nakwa onye guzobere Earth Uprising.",
  "A mụrụ Villaseñor na 2005 na Davis, California, ebe ọ tolitere. Ezinụlọ ahụ si n'ebe ugwu California kwaga New York na 2018. Villaseñor bụ Latina. Ihe mgbaru ọsọ ya bụ ịrụ ọrụ otu ụbọchị maka United Nations.",
  "Agha Villaseñor maka omume ihu igwe malitere mgbe e jidere ya n'ime anwụrụ ọkụ site na Nọvemba 2018 Camp Fire na California n'oge nleta ezinụlọ",
  "Dị ka onye na-arịa ụkwara ume ọkụ, ọ dara ọrịa n'ụzọ anụ ahụ, n'oge ahụ ọ nyochara mgbanwe ihu igwe na ịrị elu okpomọkụ nke mere ka ọkụ ahụ sie ike. Nne ya, Kristin Hogue, debanyere aha na MA na mmemme Climate and Society na Mahadum Columbia Villaseñor na-eso nne ya gaa klas mgbe ụfọdụ, ebe ọ mụtara banyere sayensị nke mgbanwe ihu igwe. N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ sonyeere ngalaba New York nke Zero Hour, otu ndị ntorobịa America na-ahụ maka ihu igwe.",
  "Villaseñor emeela ihe gbasara ịhụ igwe n'ụdị yiri nke Thunberg, onye kpaliri ya na okwu ya na Disemba 4, 2018 na United Nations Climate Change Conference (COP24) na Katowice, Poland",
  "Kemgbe Disemba 14, 2018 (mgbe a ka na-eme COP24), ọ na-ahapụ ụlọ akwụkwọ na Fraịdee ọ bụla iji mee mkpesa megide enweghị omume ihu igwe n'ihu isi ụlọ ọrụ United Nations na New York. Ọ naghịzi etinye aka na otu US Youth Climate Strike ma guzobe otu agụmakwụkwọ mgbanwe ihu igwe Earth Uprising",
  "Na Mee 2019, Villaseñor bụ onye natara ihe nrite Disruptor site na Tribeca Disruptive Innovation Awards (TDIA), natara agụmakwụkwọ site na The Common Good public advocacy organization, ma nye ya onyinye Youth Climate Leadership site na Earth Day Network.",
  "Mgbe Thunberg rutere New York City site na njem ụgbọ mmiri ya na-agafe Atlantic n'ọnwa Ọgọstụ 2019, Villaseñor, Xiye Bastida, na ndị ọzọ na-ahụ maka ihu igwe kelere Thunberg mgbe ha rutere. Ka ọ na-erule n'oge ahụ, ha amalitelarị mmekọrịta na ibe ha na mgbasa ozi mmekọrịta.",
  "Na Septemba 23, 2019, Villaseñor, ya na ndị ntorobịa iri na ise ndị ọzọ nke gụnyere Greta Thunberg, Catarina Lorenzo, na Carl Smith, tinyere akwụkwọ mkpesa na United Nations na-ebo mba ise, ya bụ France, Germany, Brazil, Argentina, na Turkey ebubo na ha emeghị ihe mgbaru ọsọ ha belatara nke ha kwere na nkwa ha na Paris Agreement.",
  "N'etiti Ọktọba 2019, ọ gara C40 World Mayors Summit na Copenhagen, Denmark.",
  "N'etiti Jenụwarị 2020, ọ gara World Economic Forum dị ka ọkà okwu ndị ntorobịa wee sonye na ụlọ akwụkwọ maka ihu igwe na Davos, Switzerland n'akụkụ Greta Thunberg na Jenụwarụ 24, 2020.",
  "N'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 2020, Alexandria kwuru okwu na Democratic National Convention dị ka akụkụ nke ngalaba ha gbasara mgbanwe ihu igwe.",
  "Na Disemba 1, 2020, magazin Seventeen kpọrọ ya aha dị ka otu n'ime 2020 Voices of the Year.",
  "Ọgbaghara ụlọ akwụkwọ maka ihu igwe"
]