[
  "Alexander Langer (22 Febụwarị 1946 3 Julaị 1995) bụ onye nta akụkọ Ịtali, onye na-ahụ maka udo, onye ndọrọ ndọrọ ọchịchị, onye ntụgharị, na onye nkuzi.",
  "A mụrụ ya na ụbọchị iri abụọ na abụọ n'ọnwa Febụwarị n'afọ 1946 na Sterzing, South Tyrol, mpaghara nke Ịtali nke ndị na-asụ German bi, ọ malitere itinye aka na nsogbu ndọrọ ndọrọ ọchịchị mpaghara, nke n'oge ahụ na-elekwasị anya na mmekọrịta agbụrụ na mpaghara ahụ, nke mgbe agha ụwa abụọ na iri afọ nke esemokwu na iyi ọha egwu gasịrị.",
  "Na mbido afọ 1970 ọ na-arụsi ọrụ ike na Lotta Continua, otu ndọrọ ndọrọ ọchịchị aka ekpe na Ịtali",
  "Mgbe e mesịrị, ọ sonyeere Green Party nke South Tyrol, wee bụrụ onye otu kansụl mpaghara maka Trentino-Alto Adige / Sudtirol na 1978",
  "Ọ na-eguzogide ókèala agbụrụ, ọ jụrụ ugboro abụọ ikwupụta agbụrụ ya n'oge ọnụ ọgụgụ 1981 na 1991 na Bolzano",
  "(Nke a bụ nhọrọ iwu na mpaghara ahụ, iji chebe ọnọdụ agbụrụ.Nhọrọ a mere ka ọ ghara iru eru ịzọ ọkwa maka ntuli aka ime obodo.",
  "N'ime afọ ndị 1980 ọ rịgooro n'ọkwa nke Green Party, nke mbụ na ọkwa mba, wee gaa Europe, mesịa bụrụ onye otu European Parliament na onye isi oche nke Greens / EFA Group na European Parliament na 1989.",
  "O mechara tinye aka nke ukwuu na atụmatụ udo na Europe na Middle East, yana ịkwalite mkparịta ụka n'etiti ndị ọzọ aka ekpe, ndị Radicals, Ndị Kraịst aka ekpe na ndị ọzọ na-akwado udo, ndị na-ahụ maka gburugburu ebe obibi na ndị otu ndọrọ ndọrọ ọchịchị dịpụrụ adịpụ na Europe",
  "Ọ rụrụ ọrụ dị ka onye nnọchi anya European Parliament na Israel, Russia, Brazil, Argentina, Libya, Egypt, Cyprus, Malta, ma tinye aka na mkpọsa maka udo na Yugoslavia mbụ, n'oge agha agbụrụ nke afọ 1990.",
  "Na ụbọchị iri abụọ na ise n'ọnwa June n'afọ 1995, Langer sonyere na ngagharị iwe na Cannes megide inertia Europe n'ihu agha na Balkans ma n'otu ụbọchị ahụ o dere edemede ọhụrụ ya, kwa na Bosnia, nke akpọrọ Europe dies or is reborn in Sarajevo. N'ịbụ onye ihe nkiri nke agha ahụ wụrụ akpata oyi n'ahụ, na-arịa ụkwara ume ọkụ na ịda mbà n'obi, na 3 Julaị 1995 Langer gburu onwe ya na Pian dei Giullari, nso Florence, site n'ịkwụgbu onwe ya n'osisi apricot; ọ hapụrụ ndị ezinụlọ ya na ndị enyi ya ihe odide atọ, otu n'ime ha edere na German nye ndị enyi ya, na-akọwa mmegharị ahụ ma na-ehota otu ahịrịokwu sitere na Oziọma Matiu.",
  "Malite na 1997, Alexander Langer Foundation enyewo onyinye kwa afọ nye onye na-eme ihe iji sọpụrụ Langer",
  "Ka ọ na-erule n'afọ 2012, ihe nrite ahụ na-ebu 10,000-euro honorarium."
]