[
  "Alexander D'Arcy (Arabic; 10 August 1908  - 20 April 1996) bụ onye Egypt na-eme ihe nkiri na telivishọn na n'elu nkwago na mba ụwa.",
  "A mụrụ Alexander Sarruf na Cairo, Egypt, D'Arcy, nke a na-akpọ Alexandre D'Arce, Alex D'Arcia, Alexandre Darcy na Alex d'Arcy pụtara na ihe nkiri 45, ọtụtụ n'ime ha dịka onye dị nro ma ọ bụ onye na-eme ihe nro",
  "Ihe nkiri mbụ ọ pụtara bụ n'afọ 1927 na The Garden of Allah, wee pụta na Alfred Hitchcock's Champagne (1928)",
  "Ọ gara France, mee ọtụtụ ihe nkiri, wee gaa America",
  "N'afọ 1936, edepụtara dịka Joseph Alexandre Fabre - onye na-ese ihe, dị afọ 27, agbụrụ French, mba Ijipt - ọ banyere ụgbọ mmiri gaa New York dịka onye njem klas mbụ na S / S Ile de France",
  "O mechara hapụ New York gaa Hollywood ebe ọ malitere site n'ịrụ ọrụ nkwado n'ọtụtụ ihe nkiri na ngwụcha afọ 1930, gụnyere The Prisoner of Zenda (1937) Stolen Holiday (1937), The Awful Truth (1937)",
  "N'afọ 1953, ọ bụ otu n'ime ndị na-achọ Marilyn Monroe na How to Marry a Millionaire ma gosipụta ya na Abdulla the Great na Soldier of Fortune n'afọ 1955.",
  "Ọrụ ya belatara n'ịdị mkpa, ma site na afọ 1960, ọ na-eme ihe nkiri na telivishọn ma pụta ọzọ na ihe nkiri egwu, ọkachasị It's Hot in Paradise (1962) na dịka Dracula na Blood of Dracula's Castle (1969)",
  "O doro anya na ọkacha mmasị nke ndị nduzi ofufe dịka Roger Corman, Russ Meyer na Sam Fuller, a hụrụ D'Arcy na Corman's The St",
  "Valentine's Day Massacre (1967), Meyer's The Seven Minutes (1971) na Fuller's Dead Pigeon on Beethoven Street (1972 ma ọ bụ 1974 TV movie).",
  "N'oge ndụ ya niile, DāArcy kewara oge ya n'etiti ụlọ ya na United States na Europe",
  "Na mgbakwunye na ime ihe nkiri, ọ rụrụ ọrụ dịka onye na-ere nri na Berlin. A nabatara ya dịka nwa amaala United States na Los Angeles n'ọnwa Mee 1942",
  "N'arịrịọ ya maka ịbụ nwa amaala, o kwuru na mgbe ọ ghọrọ nwa amaala ọ chọrọ ka a gbanwee aha ya n'ụzọ iwu site na Joseph Alexandre Fabre gaa na Alexander d'Arcy.",
  "Dāssy lụrụ nwanyị  ugboro abụọ, nke mbụ bụ onye na-eme ihe nkiri Arleen Whelan na mgbe ahụ, n'afọ 1964, onye na-ese ihe nkiri Yutta Darcy",
  "Ha nwere nwa nwanyị aha ya bụ Susannah d'Arcy ma gbaa alụkwaghịm na 1973.",
  "Dāarcy nwụrụ n'abalị 20 ọnwa Eprel afọ 1996 n'ụlọ ya na West Hollywood, California mgbe ọ dị afọ 87."
]