[
  "Alexandre Roubtzoff (24 Jenụwarị 1884, St",
  "Petersburg - 26 Nọvemba 1949, Tunis) bụ onye France na-ese ihe a mụrụ na Russia bụ onye ọkachamara na ihe nkiri ndị Ọwụwa Anyanwụ",
  "Ihe ka ukwuu n'oge ndụ ya toro eto nọrọ na Tunisia.",
  "Nne ya, Evgenia, alụghị di",
  "N'afọ 1897, site na iwu, e nyere ya ohere iwere aha nna nne ya na aha nna nna ya",
  "Ọ bụ nne mmiri Chukwu ya, Ekaterina, na di ya, onye Poland na-ese ihe Jan Ciągliński zụlitere ya.",
  "Ọ malitere agụmakwụkwọ nka ya n'ụlọ akwụkwọ na-ese ihe ebe nne mmiri Chukwu ya na-akụzi, mgbe ahụ ọ bụ nwa akwụkwọ nke Dmitry Kardovsky na Ciągliński, na Imperial Academy of Arts, ebe enyere ya ngụkọta nke nnukwu ihe nrite isii. N'ime afọ 1900, ya na ndị mụrụ ya mere njem nke ukwuu, na-eleta Warsaw, Vienna, Venice, Munich na Paris",
  "N'afọ 1907, ọ nọrọ na Paris ruo ogologo oge wee bụrụ onye nleta oge niile na ụlọ ọrụ Odilon Redon.",
  "Dị ka onye nwere ohere agụmakwụkwọ n'efu site na Academy, ọ gara Germany, France na Spain wee chọpụta North Africa; rutere Tangier na 1913",
  "N'afọ sochirinụ, ọ gara Tunis ma, mgbe agụmakwụkwọ ya gwụsịrị, o kpebiri ibi ebe ahụ kpamkpam; wee ghọọ nwa amaala France na 1924",
  "Ọ gara Institut de Carthage ma nweta ihe ọ na-eri dị ka onye na-ese foto maka ndị otu ndị France na-achị",
  "N'afọ 1920, o mere nnukwu ihe ngosi nke ihe karịrị ọrụ otu narị na iri abụọ na ise na Salon Tunis",
  "Ọtụtụ n'ime ndị na-ese onyinyo ya na-arụkwa ọrụ maka onye na-ese foto, Rudolf Franz Lehnert.",
  "Na mbụ, ọ na-echegbu onwe ya banyere ihe ngosi ziri ezi nke ejiji, ihe ịchọ mma na eserese ahụ; ihe ọmụma ọ ga-eji mee ihe na ihe osise maka ọrụ Ernest-Gustave Gobert, onye dọkịta na onye na-ede akụkọ ihe mere eme. Ka oge na-aga, ọ ga-azụlite mmasị dị ukwuu n'àgwà nke ndị mmadụ n'onwe ha bụ ndị, n'agbanyeghị na ha bụ ndị ogbenye na ndị na-amaghị akwụkwọ, n'echiche ya, mara mma ma dị mma, ebe ndị nwere agụmakwụkwọ bụ \"ndị jọgburu onwe ha, ndị dị obere na ndị na'amaghị ama\"",
  "O mere ọtụtụ ihe ngosi na France, nakwa na Tunis, gọọmentị zụtara ụfọdụ n'ime ihe osise ya",
  "A ka nwere ike ịhụ ọtụtụ ọrụ ya n'ebe obibi gọọmentị",
  "Ka oge na-aga na ndụ ya, ọ ga-ahụ onwe ya na asọmpi ya na otu ndị na-ese ihe na-ewu ewu nke a maara dị ka École de Tunis, nke Pierre Boucherle duziri.",
  "Ọ nwụrụ n'ọrịa ụkwara nta n'ụlọ ọgwụ French dị na Tunis ma lie ya na mpaghara Russia nke Cimetière du Borgel",
  "N'afọ 1984, e mere nnukwu ihe ngosi na Château de Bagatelle, na Paris, n'ihe gbasara ncheta ọmụmụ ya nke otu nari. N'afọ 2010, a kwanyere ya ugwu na Tunisia site na ihe ngosi a na-akpọ \"Roubtzoff et la Médina\"; ihe osise iri anọ na asatọ o mere na 1944, yana ihe osise ole na ole",
  "A na-eji ụfọdụ n'ime ọrụ ya eme ihe maka stampụ post nke Tunisia.",
  "Bédouine à la couverture -  Musée des Beaux-Arts de Narbonne",
  "Arbia",
  "Mahbouba",
  "Mgbakọ ahụ",
  "Aliya",
  "Saida"
]