[
  "Alexander Comfort (10 Febụwarị 1920 26 Machị 2000) bụ onye sayensị na dọkịta Britain nke a maara nke ọma maka akwụkwọ ntuziaka mmekọahụ ya, The Joy of Sex (1972)",
  "Ọ bụ onye dere ma akụkọ ifo na nke na-abụghị akụkọ ifo, yana onye na-ahụ maka gerontologist, anarchist, pacifist, na onye jụrụ n'ihi akọ na uche.",
  "Comfort gụrụ akwụkwọ na Highgate School na London",
  "Mgbe ọ bụ nwa akwụkwọ n'ebe ahụ, ọ gbalịrị ịmepụta ihe ka mma nke ntụ égbè",
  "N'oge nnwale ya, ọ gbagburu aka ekpe ya n'amaghị ama, nke naanị mkpịsị aka ukwu fọdụrụ",
  "O mechara kwuo na aka ekpe ya gosipụtara \"nke bara ezigbo uru maka ime mgbanwe akpa nwa\".",
  "Comfort nwere mmasị na molluscs, wee sonye na Conchological Society of Great Britain & Ireland mgbe ọ dị afọ iri na asatọ",
  "O nyere ọtụtụ onyinye na akwụkwọ.",
  "Ọ gụrụ akwụkwọ na Trinity College, Cambridge ma mụọ ọgwụ, na-eru eru na 1944 na diplọma nke Licentiate nke Royal College of Physicians (LRCP) London, onye otu Royal College of Surgeons (MRCS) England, na Bachelor of Medicine na Bachelor of Surgery ma ọ bụ MB BChir.",
  "Comfort jere ozi dị ka dọkịta ụlọ na London Hospital ma mesịa ghọọ onye nkuzi na physiology na London Hospital Medical College",
  "N'afọ 1945 ọ nwetara diplọma Conjoint Board na Child Health, wee gaa n'ihu na PhD na 1950 na DSc nke University College, London na 1963.",
  "A pacifist, Comfort considered himself \"an aggressive anti-militarist\", and he believed that pacifism rested \"solely upon the historical theory of anarchism\". During World War Two, Comfort wrote a letter to the Tribune (2 April 1943) denouncing the Allied bombing of civilians:",
  "Bọmbụ nke Europe abụghị ọrụ ndị agha ma ọ bụ ndị ọchịchị nwere ọrụ",
  "Ọ bụ ọrụ nke ndị nzuzu na-achọ ọbara",
  "..",
  "N'abalị na abalị, ndị Europe na-etinye nnwere onwe ha n'ihe ize ndụ iji gee ntị nwere ike ịnụ egwu na mpako nke ndị nkịtị nwere obi ọbara na ndị na-emeghachi omume",
  "Ha na-eme ka ọdịiche dị n'etiti alacrity na afọ ojuju nke na-aga ọrụ ọ bụla a na-eleda anya na aghụghọ na umengwụ nke anyị gosipụtara n'ọrụ ndị dị otú ahụ nke iwu dị mma dị ka nnabata na ebe nsọ nke ndị Juu gbara ọsọ ndụ.",
  "N'akwụkwọ ozi o degaara Horizon na afọ 1942 Comfort kwuru na mmeri ndị Nazi meriri United Kingdom ga-eduga n'ịlọghachi akwụkwọ, nke George Orwell katọrọ ya n'ụzọ siri ike na Partisan Review. Comfort bụ onye otu Peace Pledge Union (PPU) na Campaign for Nuclear Disarmament, na onye jụrụ n'ihi akọ na uche na Agha Ụwa nke Abụọ",
  "N'afọ 1951, Comfort bụ onye bịanyere aka na Authors' World Peace Appeal, mana o mechara gbaa arụkwaghịm na kọmitii ya, na-azọrọ na ndị na-akwado Soviet na-achịkwa AWPA",
  "Ka e mesịrị n'ime afọ iri ahụ, ọ kwadoro ma Kọmitii Direct Action megide Agha Nuklia, 1957, na Kọmitii nke 100, 1960",
  "A tụrụ Comfort mkpọrọ otu ọnwa, ya na Bertrand Russell na ndị ọzọ na-eduga na Kọmitii nke 100, maka ịjụ ka a ghara ịga n'ihu na-ahazi ngagharị iwe Parliament Square / Trafalgar Square nke mkpụrụ ụbọchị iri na asaa n'ọnwa Septemba n'afọ 1961.",
  "N'etiti akwụkwọ Comfort dere banyere anarchism bụ Peace and Disobedience (1946), otu n'ime ọtụtụ akwụkwọ nta o dere maka Peace News na PPU, na Authority and Delinquency in the Modern State (1950). Ya na George Orwell na-ederịta akwụkwọ ozi ọha na eze na-agbachitere pacifism na akwụkwọ ozi / uri, \"Akwụkwọ ozi nye onye ọbịa America\", n'okpuru aha \"Obadiah Hornbrooke\".",
  "Akwụkwọ Comfort bụ The Joy of Sex (1972) mere ka ọ bụrụ onye a ma ama n'ụwa niile na $ 3 nde",
  "Mana obi adịghị ya ụtọ na a maara ya dị ka \"Dr",
  "Sex\" na ka e nye obere nlebara anya n'ọrụ ya ndị ọzọ.",
  "Comfort tinyere ọtụtụ n'ime afọ 1950 na 1960 iji mụọ ihe ọmụmụ nke ịka nká (biogerontology) ma mee ka isiokwu ahụ bụrụ ihe a ma ama",
  "N'afọ 1969, ọ tụrụ aro na a ga-agbatị afọ ndụ (ọ bụghị naanị afọ ndụ kachasị elu) ruo afọ 120 n'ime afọ 20 sochirinụ. Ọ bụ ezie na Comfort kwenyere na enwere ike iwepụ ịka nká, o kwetaghị na enwere ike wepụ ya, o deghịkwa banyere ime ka ọ dị ọhụrụ.",
  "N'afọ 1989, Comfort pụtara ogologo oge na mmemme mkparịta ụka telivishọn After Dark, n'akụkụ, n'etiti ndị ọzọ, Ian McColl na David Widgery.",
  "Otu n'ime akwụkwọ ozi ikpeazụ Comfort degaara The Guardian na 1989, na-eme mkpesa megide iwebata ụtụ isi nke gọọmentị Thatcher.",
  "The Joy of Sex mere ka Comfort mara n'ụwa niile dị ka \"Dr",
  "Sex\" ma n'oge na-adịghị anya mgbe nke ahụ gasịrị, ya na nwunye ya gbara alụkwaghịm afọ iri atọ",
  "Mgbe ọnwa ole na ole gachara, n'afọ 1973, Comfort lụrụ onye isi ya (na ezigbo enyi nwunye mbụ ya) Jane Henderson, onye ya na ya nwere mmekọahụ ihe karịrị afọ iri",
  "Ihe osise nke akwụkwọ ahụ dabeere na foto ndị Comfort na Henderson wepụtara ọnụ",
  "The Center for the Study of Democratic Institutions, ụlọ ọrụ nyocha nke nwere onwe ya, nyere Comfort ọrụ, ya mere, n'afọ 1973, di na nwunye ahụ kwagara Santa Barbara, California, ebe ọ dị.",
  "Ha na-agakarị Sandstone Retreat, obodo ejiji na California na-akwado, \"mmekọahụ na-emeghe\", ma ọ bụ na-agbagharị",
  "N'akwụkwọ ya na-abụghị akụkọ ifo n'afọ 1981 gbasara mmekọahụ na America, nwunye onye agbata obi gị, Gay Talese kwuru, sị, \"Ọtụtụ mgbe onye na-ahụ maka ihe ndị dị ndụ Dr",
  "Alex Comfort, na-ebu sịga, na-agafe n'ime ụlọ dị n'etiti ahụ ndị dị ala na ikuku ọkachamara nke lepidopterist na-agagharị n'ọhịa na-efegharị ụgbụ",
  "\"",
  "Otú ọ dị, Jane Henderson mechara bụrụ ike gwụrụ obodo \"ịhụnanya mepere emepe\" ma Comfort sonyeere onye were ya n'ọrụ n'okwu ikpe gbasara mmebi nkwekọrịta",
  "N'afọ 1985, di na nwunye ahụ laghachiri England, ebe ha biri ndụ ha fọdụrụ na Kent.",
  "N'afọ 1991, Comfort nwere nnukwu ọbara ọgbụgba n'ụbụrụ, mgbe nke ahụ gasịrị, nwa ya nwoke site na alụmdi na nwunye mbụ ya rụrụ ọrụ dị ka onye nlekọta ya na onye njikwa azụmahịa",
  "Nwunye ya nke abụọ Jane Henderson nwụrụ n'oge na-adịghị anya mgbe ọbara ọgbụgba ahụ gasịrị",
  "Ọ nwụrụ ka mkpụrụ ụbọchị Machị dị na iri abụọ na isii n'ọnwa n'afọ 2000; ọ dị afọ iri asatọ."
]