[
  "Alfred Khumalo (n'ubochí isé n'ọnwa Septemba n'afọ 1930 rụọ úbọchị irí abụọ n'otu n'ọnwa Ọktoba n'afọ 2012), nke a maara nke ọma dị ka Alf Kumalo, bụ onye na-ese foto na onye na-ede foto na South Africa.",
  "A mụrụ Kumalo na Utrecht nso Newcastle na mpaghara KwaZulu-Natal O buru ụzọ rụọ ọrụ n'ebe a na-adọba ụgbọala na-arụ ọrụ dị iche iche wee bido ịrụ ọrụ n'onwe ya n'ihe banyere mbipụta dị iche iche, na-ere foto ya ebe o nwere ike",
  "Ọ rụrụ ọtụtụ ọrụ maka Bantu World.",
  "N'afọ 1956, ọ chọtara ọrụ na-adịgide adịgide na Golden City Post ma mesịa nata ọrụ site na The Star, akwụkwọ akụkọ South Africa kwa ụbọchị, magazin Drum, na akwụkwọ mba ụwa dị ka The New York Times",
  "Ọ bụ otu n'ime ndị na-ese foto nke jidere ogbugbu Sharpeville n'ubochí irí abụọ n'otu n'ọnwa Machị n'afọ 1960.",
  "N'afọ 1963, ógè ọ na-arụ ọrụ banyere Drum, a họpụtara ya na Harry Mashabela ka ha gaa gbaa akụkọ màkà ụmụ akwụkwọ Afrịka na mba Iron Curtain",
  "Ha abụọ mere ihu akwụkwọ nke mbipụta ọzọ nke magazin ahụ, \"Ndị na-aṅụ mmanya na-aga Europe\".",
  "Ógè ọ nọ na London, ọ gbara Cassius Clay ajụjụ ọnụ wee chọpụta na ọ meriri n'ọnọdụ mbụ na asọmpi foto",
  "Ihe nrite ahụ bụ ụgbọ ala Austin Cambridge. David Hazelhurst, onye nchịkọta akụkọ nke Drum, gbara Kumalo ume ịbanye.",
  "Kumalo jiri aha Africa ya Mangaliso Dukuza mee ihe n'ihi na ọ chọrọ ka ikpe ahụ bụrụ nke na-adịghị ele mmadụ anya n'ihu na nke aha ya na-emetụtaghị ya",
  "Star bipụtara foto ya na onyinye ya na ihu ya",
  "\"Ọtụtụ ndị isi ojii kwuru màkà ya ọtụtụ ụbọchị ógè nke ahụ gasịrị, n'ihi na n'ụbọchị ndị ahụ ha ga-abanye n'ihu akwụkwọ akụkọ ndị ọcha ma ọ bụrụ na ha bụ ndị ohi",
  "\"",
  "N'agbanyeghị atụmanya nke ijide ya ma wakpo ya, Kumalo nọgidere na-ese foto, mgbe ụfọdụ na-efu onwe ya",
  "David Hazelhurst chetara:",
  "Otu ụbọchị n'ime afọ 1963, ógè m bụ onye nchịkọta akụkọ nke magazin Drum, Alf Khumalo màkà n'ọfịs m na-ebu foto",
  "O gosipụtara onye uwe ojii siri ike na-agba ụkwụ n'etiti ụkwụ onye nta akụkọ Harry Mashabela site n'azụ",
  "Nke a bụ ike nke ịgba ụkwụ ị nwere ike ịhụ ọdịdị buutu ya na-agbawa site n'ihu uwe Mashabela.",
  "Ọ bụ afọ nke jackboot nke John Vorster, habeas corpus apụọla, ụbọchị iri itoolu nke njide na-enweghị ikpe nyere ndị uwe ojii ikike igbu na ịwakpo n'azụ ọnụ ụzọ mechiri emechi na enweghị ntaramahụhụ.",
  "Ndị uwe ojii kpọrọ ndị nta akụkọ na ndị na-ese foto asị karịsịa, n'ihi na foto ha gosipụtara eziokwu banyere usoro ọjọọ, na Kumalo, n'agbanyeghị ịdọ aka ná ntị, nwere ike ịpịa ya ihe siri ike iji were foto Mashabela",
  "Ọ gbalịrị ire ya n'ọtụtụ akwụkwọ ma ọ nweghị ihe ịga nke ọma.",
  "Hazelhurst gbasapụrụ foto ahụ gafee peeji abụọ nke Drum.",
  "Kemgbe ọtụtụ afọ, Kumalo sere foto ma dekọọ Ụfọdụ n'ime oge akụkọ ihe mere eme na akụkọ ihe mere anya South Africa",
  "Ndị a gụnyere Trial Treason, Rivonia Trial, mpụta nke Black Consciousness, Student Uprising nke afọ1976 na okwu Codesa",
  "Nke a bụ n'agbanyeghị ọtụtụ oge nke njide, njide na mmekpa ahụ nke ndị ọrụ gọọmentị.",
  "Ọrụ ya apụtala na akwụkwọ akụkọ mba ụwa dị ka The Observer, The New York Times, New York Post, na Sunday Independent",
  "N'ógbè ahụ, ọ rụkwara ọrụ maka magazin Drum na Rand Daily Mail.",
  "Iji nyere ọgbọ na-abịanụ nke ndị na-ese foto South Africa aka, Kumalo meghere ụlọ akwụkwọ foto na Diepkloof Soweto na 2002. Ụlọ akwụkwọ ahụ nyere ọmụmụ ọnwa itoolu iji zụọ ndị na-ese foto si n'ebe ndị ogbenye.",
  "Ọ nwụrụ n'ubochí irí abụọ n'otu n'ọnwa Ọktoba n'afọ 2012."
]