[
  "Alfred Warner Hair (1941-1971), ónyé bụkwa Freddy Hair, bụ ónyé America na-ese ihe si Fort Pierce, Florida ónyé, ya na Harold Newton, nyèrè aka n'ịtọ ntọala Florida Highwaymen artist movement. Ntutu isi bụ ónyé ndú nke otu ndị na-ese ihe n'Afrịka America na-ese onyinyo ndị na-ere ihe osise ha màrà mma site na igbe ụgbọ ala n'akụkụ ụzọ ndị dị n'ụsọ oké osimiri nke South Florida",
  "N'afọ 2004, a nabatara Hair na Florida Artists Hall of Fame.",
  "A mụrụ Alfred Warner Hair na úbọchị irí abụọ n'ọnwa Mée 1941 na Fort Pierce, Florida, otu n'ime ụmụ asaá nke Samuel na Annie Mae Hair. Hair gụsịrị akwụkwọ na Lincoln Park Academy na 1961, wee gaa otu afọ na kọleji ọbọdọ tupu ọ kwụsị iji chụsoo ọrụ ya dị ka ónyé na-ese ihe.",
  "Ónyé nkụzi nka nkè ụlọ akwụkwọ sekọndrị ya bụ Zanobia Jefferson chọpụtara nkà nka nke ntutu isi ma ọ kọwaara ya ónyé a ma ama na-ese ihe na Florida, A",
  "E",
  "Backus",
  "Backus anọwo na-agba ọtụtụ ndị na-eto eto na-ese ihe n'Afrịka ma na-eme ka ha kwenye ise ihe osise ala karịa ihe gbasara okpukpe. N'afọ 1956, mgbè Hair dị afọ iri na anọ, ọ malitere ịnata nkụzi ise ihe na Backus",
  "Mgbè afọ atọ gasịrị, Hair malitere n'onwe ya iji nweta ihe ọ ga-eri dị ka ónyé na-ese ihe",
  "N'ihi ịkpa ókè agbụrụ n'oge Jim Crow, ụlọ ngosi nka na Florida agaghị anọchite anya ndị na-ese ihe n'Afrịka America, na-amanye Hair ịchọta ihe ndị ọzọ na-ere ihe osise ya",
  "N'ịgbaso ihe nlereanya nke ónyé bụbu nwá akwụkwọ Backus bụ Harold Newton, Hair na-ere ihe osise ya site n'ọnụ ụzọ ruo n'ọnụ ụlọ site n'ụgbọ ala ya.",
  "Hair na Newton kpaliri otu ìgwè nke ndị omenkà irí abụọ na isii nke Africa America ka ha soro ndu ha",
  "Ọ bụ ezie na ndị na-ese ihe ibe ya maara Newton màkà mkpali teknụzụ ya, a na-ewere Hair dị ka ónyé ndu na ónyé na-akpali \"ónyé setịpụrụ ụda màkà otu ahụ n'ime afọ 1960\". Ọ kpọkọtara otu ndị na-ese ihe \"na-eto eto, ndị dị ike\" bụ ndị na-ete ọtụtụ ihe osise mara mma.",
  "Ntutu mepụtara ọtụtụ ihe osise n'otu ógè",
  "O mechara were ndị enyi ya n'ọrụ ịkwọ ụgbọala n'okporo ụzọ awara awara, na-ere ihe osise ya site n'ọnụ ụzọ ruo n'ọnụ maka dollar Iri abụọ ma ọ bụ dollar iri abụo na isé",
  "Dị ka ndị otu ndị Highwaymen si kwuo, Hair ṅụrụ iyi na nka ya ga-eme ka ọ bụrụ onye nwere ọtụtụ nde mmadụ mgbè ọ dị afọ iri atọ na isé.",
  "N'afọ 1970, e gbùrù Hair n'ọgụ n'ụlọ mmanya mgbè ọ dị afọ iri abụọ na itoolu, mmepụta dị egwu nke ndị na-ese ihe malitere ibelata.",
  "Ntutu isi \"na-agbagha echiche ọ bụla na-acha anụnụ anụnụ ma na-agbagwoju anya na ọgụgụ isi iji gosipụta [a] iyi na-aga n'ihu nke osimiri, osisi nkwụ na ihe nkírí Everglades",
  "Ọdịdị anụ ahụ abụghị isi ihe ha lekwasịrị anya; ha chọrọ ịmasị ndị na-azụ ahịa na mbárá igwe Florida na-acha oroma ma ọ bụ igwe ojii na-adịghị mma",
  "\" Ntutu na-arụ ọrụ n'ọtụtụ ákwà n'otu oge",
  "Dị ka prọfesọ nka anya Gary Monroe si kwuo, \"Ọ ga-ejikọta bọọdụ irí abụọ n'otu ógè n'èzí, wee tinye agba ahụ ngwa ngwa n'enweghị ihe osise, ngwa ngwa o nwèrè ike, na-aga site na bọọdụ gaa na bọọdụ, na-ese akụkụ nke eluigwe, osisi ma ọ bụ ihe ndị ọzọ",
  "Ihe dị n'ihe osise ya bụ spontaneity, agba siri ike, osisi nkwụ, ebili mmiri, ájá na mbara igwe dị egwu",
  "'Ịse ihe ngwa ngwa bụ ihe dị mkpa, ọ bụghị ihe na-egbochi nka Hair,' ka Maazị Monroe dere",
  "'Ọ na-atụgharị ihe osise' na bọọdụ ya iji jiri ọrụ ebube nweta ihe oyiyi ndị na-ekwu màkà ịdị ndụ karịa màkà njikwa ụkpụrụ plastik.' \"",
  "Hair bịanyere aka na ọrụ mbụ ya \"A",
  "Hair.\" Ọtụtụ ihe osise iri na abụọ e mepụtara na 1966 na 1967 ka a bịanyere aka na \"Freddy\". Dị ka nwunye ya di ya si kwuo, ihe osise Freddy bụ ọrụ mmekorita nke ọ na-ese ihe ndabere na ntutu rụzuru ọrụ zuru ezu niile.",
  "Hair lụrụ Doretha Hair (mgbè e mesịrị Truesdell) ma nwee ụmụ ise. N'abalị itoolu n'ọnwa Ọgọstụ n'afọ 1970, a gbagburu Hair n'oge esemokwu n'ụlọ mmanya."
]