[
  "Àtụ:Infobox royalty\nNnaemeka Alfred Achebe CFR, mni // (na-ege ntị) (amụrụ na 14 Mee 1941) bụ onye ọchịchị ọdịnala na Obi nke 21 nke Onitsha, na Anambra State, South-Eastern Nigeria. Ọ bụ chancellor nke Mahadum Ahmadu Bello kemgbe afọ 2015, ọ bụkwa chancellor mbụ nke Mahaduma Kogi State. Achebe na-ejekwa ozi dị ka onyeisi oche nke ndị nduzi nke Unilever Nigeria, na Onye isi oche nke International Breweries (ABInBev) Nigeria",
  "Tupu ọ pụta dị ka Obi nke Onitsha, na 2002, o nwere ọrụ ogologo oge na nke pụrụ iche na Royal Dutch Shell Group na-eje ozi dị ka onye nduzi na ụlọ ọrụ dị iche iche na otu ahụ.",
  "Ọ gara ụlọ akwụkwọ sekọndrị gọọmentị Owerri",
  "Achebe nwere nzere bachelọ nke sayensị na Chemistry na Mahadum Stanford na 1966 na nzere masta na Business Administration na Mahadim Columbia. N'afọ 1979, ọ gara ụlọ akwụkwọ Senior Executive Course nke National Institute for Policy and Strategic Studies na Kuru, nso Jos.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, Achebe rụrụ ọrụ nwa oge na United States tupu ọ laghachi Naijiria na 1972 mgbe agha obodo Naijiria gasịrị wee malite ịrụ ọrụ na Shell Petroleum Company. Ọ bụ onye nlekọta ugbu a, National Traditional Rulers Council na onye isi oche steeti ya na Anambra State.\nE wezụga ogologo oge ọ nọrọ dị ka onye nduzi nke Shell Nigeria, Obi Achebe bụkwa, n'oge 1985 - 87, onye nduzi ọtụtụ ụlọ ọrụ Shell ndị ọzọ na United Kingdom, Netherlands, Ghana, Nigeria, Sierra Leone, Gambia, Liberia na Angola.",
  "Achebe lara ezumike nka n'afọ 1995 ka o ruru afọ ezumike nka",
  "Otú ọ dị, n'agbanyeghị na ọ lara ezumike nká, ọ nọgidere na-arụsi ọrụ ike n'ime ụlọ ọrụ ahụ nke hụrụ ya ka e debere ya na Shell International na London, bụ ebe ọ rụrụ ọrụ dịka \"onye nnọchiteanya nke Shell Nigeria Ọ nọgidere n'ọkwá a ruo mgbe ọ pụtara dịka Obi nke Onitsha",
  "na Mee 2002..",
  "Obi nke Onitsha",
  "Na mpụga Shell, Obi Achebe ewerela ọkwa n'ọkwa ọchịchị nke ụlọ ọrụ ọzụzụ mmanụ ala, Effurun na otu ndị na-ahụ maka ndị ọrụ n'ala Nigeria.  Na ndụ ụlọọrụ, Obi Achebe bụ onyeisi oche nke Diamond Bank PLC na Universal Insurance PLC ma bụrụkwa onyeisi oche nke Unilever Nigeria PLC, Intafact Beverages Limited (SAB-Miller), na Omak Maritime Limited.",
  "Ugboro abụọ, Obi Achebe ejerela mba ahụ ozi na ngalaba nyocha na ngalaba mmanụ",
  "N'afọ 1976, ọ bụ onye otu nchịkwa nke nyocha na Port Harcourt Refinery",
  "N'afọ 2004, Onye isi ala Obasanjo kpọrọ ya ka ọ bụrụ Onye isi oche nke nyocha nke onye isi ala na February 2003 Fuel Enweghị na mba ahụ.",
  "N'afọ 2005, Obi Achebe bụ onye nnọchiteanya na National Political Reform Conference na-anọchite anya ndị ọchịchị ọdịnala nke South-Eastern States",
  "Ọ ghọrọ Onye isi oche nke Kọmitii na-ahụ maka gburugburu ebe obibi na mgbanwe nchịkwa ihe onwunwe ma hazie nzukọ ndị ọchịchị ọdịnala na Nzukọ ahụ.",
  "Obi Achebe bụ onye otu mmekọrịta mmadụ na ibe ya, ọkachamara na nke afọ ofufo (na-enweghị uru) na Naịjirịa na mba ofesi, ebe o nyere onyinye bara uru na ikike dị iche iche",
  "Ọ bụ onye otu Nigerian Institute of Management na Nigerian Institute for Public Relations",
  "Ọ bụ onye otu ndụ nke Nigerian Economic Society na onye otu Nigerian Institute of Personnel Management na Nigerian Environmental Society",
  "Ọ bụ osote onye isi nke Island Club, Lagos; osote onye nduzi nke Lagos Country Club, na onye otu Metropolitan Club, Lagos.",
  "Na mmekọrịta abụọ na nke ọtụtụ mba, Obi Achebe anọchiwokwa anya ọdịmma Naịjirịa na mmekọrịta mmadụ na ibe ya, ọdịbendị na azụmahịa",
  "Ọ bụ onye otu Nigeria-Britain Association (NBA) na onye otu ndụ nke ibe ya Britain-Nigeria Association (BNA)",
  "Ọ rụrụ ọrụ dị ka onye otu Board of Governing nke BNA, Advisory Board nke Britain-Nigeria Business Council, na Board of Trustees nke Africa Centre, niile dị na United Kingdom",
  "Mgbe ọ ghọrọ onye ọchịchị ọdịnala, Africa Center, iji kwado ọrụ ya, mere ya otu n'ime ndị isi ya ise, na Nelson Mandela dị ka nnukwu onye isi.",
  "Obi Achebe nwere oke mmasị n'agụmakwụkwọ dịka isi ihe na-ebute mmepe obodo",
  "N'okwukwe siri ike ya na enweghị ego ekwesịghị igbochi nwatakịrị ọ bụla inweta ezigbo agụmakwụkwọ, o wepụtara n'oge ọchịchị ya ego maka mmepe mmadụ maka obodo ya",
  "N'afọ 2007, ya na onye ukwu ya, Oba Okunade Sijuwade II, Ooni nke Ife nwụrụ anwụ, na Eze Ukwu, Alhaji Ado Bayero, Emir nke Kano, bụ ndị ọbịa nke Director-General nke UNESCO na Paris iji kesaa echiche banyere ya",
  "ọrụ atụmatụ nke ndị eze na-akwalite mmepe sayensị na teknụzụ",
  "N'afọ 2008 na 2010, o kwuru okwu mkparịta ụka kwa afọ nke Nigeria Higher Education Foundation na New York City iji kwalite mmekorita n'etiti mahadum US na Nigeria",
  "Ọ ghọrọ Chancellor nke Kogi State University na 2010.",
  "N'ịkwado ọrụ dị iche iche ọ na-arụ n'obodo, Obi Achebe nwetara nsọpụrụ mba* nke Command of the Order of the Federal Republic (CFR) n'afọ 2004",
  "A họpụtara ya onyeisi oche nke otu ndị ọchịchị ọdịnala Anambra steeti n'afọ 2008;  mere onye nkwanye ugwu nke nwafor Orizu College of Education na 2008;  ma nyekwa ya nzere Doctor of Law (LL.D.) Honoris Causa site na Mahadum Anambra State na 2008, na Dọkịta Sayensị (DSc) Honoris Causa site na Kogi State University na 2010.",
  "Media related to Nnaemeka Achebe at Wikimedia Commons"
]