[
  "Algae scrubber bụ ngwaọrụ nzacha mmiri (ekwesịghị ịgbagwoju anya na pad scrubber eji eme ka iko dị ọcha) nke naeji ìhè etolite algae; na usoro a, a naewepụ kemịkal ndị a naachọghị na mmiri. Algae scrubbers naenye ndị naeme ihe ntụrụndụ mmiri nnu, mmiri dị ọcha na ọdọ mmiri ohere iji tankị ha rụọ ọrụ site na iji nzacha okike nụdị mmepụta mbụ, dị ka oké osimiri na ọdọ mmiri.",
  "Algae scrubber naenyocha mmiri site na ịkwaga mmiri ngwa ngwa nelu ihe siri ike, nke naenwu gbaa nke ukwuu, nke naeme ka algae malite itolite nụba",
  "Ka algae naeto, ha naeri ihe oriri dịka nitrate, phosphate, nitrite, ammonia, ammonium na ọbụna ọla dịka ọla kọpa site na mmiri. Ihe ndị a naedozi ahụ naabụkarị nsogbu na aquariums na ọdọ mmiri nihi na ha naeme ka algae naenye nsogbu itolite, nakwa n'ihi n'ihi nde ha naakpata ọrịa na / ma ọ bụ nsogbu ndị ọzọ na azụ aquarium, invertebrates na corals. Algae scrubber naenye ohere ka algae too, mana algae naeto nime nzacha kama na aquarium ma ọ bụ ọdọ mmiri",
  "Nke a naewepụ ihe oriri naedozi ahụ (naagbanye mmiri), naebelata algae na aquarium ma ọ bụ ọdọ mmiri",
  "Algae naenye nsogbu na aquarium ma ọ bụ ọdọ mmiri ekwesịghị ịgbagwoju anya na algae achọrọ na nzacha algae scrubber nonwe ya",
  "Enwere ike iwepụ algae naeto nime algae scrubber, ma ọ bụ nyeghachi anụ ụlọ.",
  "Ma fertilization iron na nri naedozi ahụ noké osimiri bụ usoro na-akwalite mmepụta mbụ nke algae noké Osimiri, nke naeri nnukwu ihe naedochi ahụ na CO2",
  "Ọ bụ otu oriri nke ihe oriri nke algae naeme na aquarium ma ọ bụ ọdọ mmiri.",
  "A naeji algae scrubbers eme ihe na mmiri nnu na mmiri dị ọcha, ma wepụ algae naenye nsogbu nke ọtụtụ ụdị: cyano ma ọ bụ slime, bubble, ntutu, Chaetomorpha, Caulerpa, na algae ihe nkiri, yana dinoflagellates na Aiptasia.",
  "Ọ bụ Dr",
  "Walter Adey, onye malitere na ngwụcha afọ 1970, bụ onye nduzi nke Marine Systems Laboratory na Museum of Natural History, Smithsonian Institution (Washington DC, USA) mepụtara algae scrubber. Nnyocha ya banyere ụdị algae dị iche iche, ọkachasị na ọrụ ha na gburugburu ebe obibi na coral reefs, nyere ya nghọta banyere otu oké osimiri (karịsịa reef) si \"recycles\" nutrients",
  "O mepụtara ma wuo ihe ngosi dị iche iche ruru puku galọn atọ, ma mepụta usoro gburugburu ebe obibi dị iche iche nke mmiri gụnyere coral reef / lagoon nke \"mgbe afọ asatọ nke mmechi [na gburugburu ebe obibi], nwere usoro kemịkal ya nke naanị algal turf scrubber naachịkwa",
  "Usoro a, nke otu ndị ọkà mmụta ihe ndị dị ndụ naamụ, gosipụtara ọnụego calcification [ọganihu coral] hà ka pasent 4 kachasị mma nke reefs ọhịa, na 543 a chọpụtara ụdị, na atụmatụ ụdị 800, nke a họpụtara na mpaghara ọ bụla dị ka reef kachasị mma a tụrụ",
  "\"",
  "Na mbipụta atọ nke akwụkwọ ya, Dynamic Aquaria, Dr Adey kọwara ọrụ ya n'ụzọ zuru ezu ma kwurịta na ụkpụrụ sayensị ihe ndị metụtara anụ ahụ, kemịkal, na ihe ndị dị ndụ maka iwulite usoro gburugburu ebe obibi naarụ ọrụ nime ogige, site na nha aquarium, ruo microcosm (ruo 5000 galons), ma ọ bụ nha mesocosm (> 5000 galons)",
  "Nịkọwa ihe mkpofu ahịhịa algal ọ mepụtara, ọ kọwara na iwepụ ihe oriri karịrị akarị abụghị naanị ọrụ ya",
  "Site nịrụ ọrụ scrubber nabalị mgbe nnukwu tankị ahụ gbanwere gaa noge iku ume dị iche (ihe ọkụkụ naamịkọrọ oxygen ugbu a karịa ịmepụta ya) scrubber nọgidere naenwe ọkwa oxygen ma nyere aka gbochie pH site na igbochi ọkwa dị elu nke carbon dioxide ka ọ ghara iwulite.",
  "\"Recycling\" pụtara otu ihe naedozi ahụ si aga site na osisi gaa na anụmanụ, ma laghachi na osisi ọzọ",
  "Nala, ị naahụ imegharị ihe site na ịgbaso ikuku oxygen: Osisi ndị na-acha akwụkwọ ndụ akwụkwọ ndụ naeji carbon dioxide ma wepụta oxygen; ụmụ anụmanụ naeji oxygen a ma wepụta carbon dioxide",
  "Noké osimiri na ọdọ mmiri, ihe oriri naesi na algae gaa na anụmanụ, ma laghachi na algae ọzọ.",
  "Dr",
  "Adey wuru ọtụtụ ụdị algae scrubbers maka aquariums na Smithsonian",
  "Ọ kpọrọ ha \"Algal Turf Scrubbers\", nihi na noge ahụ, ekwere na \"turf\" algae bụ ụdị algae kachasị mma iji too na scrubber",
  "E nyekwara ya ikike ikike mbụ nke US maka ihe naehichapụ algae, nke kọwara ihe dị mgbagwoju anya nke naawụfu mmiri n'elu ala, si otú a naeme ka ebili mmiri dị na gburugburu ebe obibi. Mgbe ọtụtụ afọ nke mmepe gasịrị, o sonyere na nnwale nke nnukwu algae scrubber na Great Barrier Reef Aquarium: \"Reef Tank naanọchite anya ngwa mbụ nke teknụzụ algal scrubber maka usoro aquarium buru ibu",
  "Aquaria naeji usoro nhicha mmiri nkịtị (dịka nzacha nje bacteria) nozuzu ha nwere ọkwa nri na akụkụ kwa nde, ebe ndị naehichapụ algal nọgidere naenwe akụkụ kwa ijeri [nke dị ala], nagbanyeghị ibu dị arọ na Reef Tank",
  "Ihe ịga nke ọma nke algal scrubbers nịnọgide naenwe mmiri kwesịrị ekwesị maka coral reef gosipụtara na mmepụta nke coral scleractinian na ọtụtụ ndị ọzọ bi na tankị",
  "\"",
  "Nụzọ dị mwute, a maghị noge ahụ (1988) na calcium na alkalinity kwesịrị ka agbakwunye na tankị reef, iji dochie nke ihe ndị naeto eto naeji",
  "Ọbụna afọ ise mgbe nke ahụ gasịrị, Ogige Ntụrụndụ Pittsburgh ka naamalite ịnwale tankị \"mesocosm\" scrubber reef iji hụ ma ọ bụrụ na ọkwa calcium ga-ada: \"A naeche na Ca2+ na ihe ndị na-anọchi anya Sr2+ na Mg2+ nwere ike belata oke na microcosm coral reef nihi iji otu mmiri ahụ eme ihe nihi usoro mmeghachi omume nke dị na coral reif mesocosm\"",
  "[...\"Scleractinians (Montastrea, Madracis, Porites, Diploria, na Acropora) na alga calcareous (Halimeda na ndị ọzọ) dị na coral reef mesocosm bụ ihe ndị nwere ike ịbụ ihe ndị naakpata mbelata dị ịrịba ama nke Ca2 + na Sr2 + cations",
  "\" [...] \"Ca abụghị ihe naegbochi ihe, strontium abụghịkwa ihe naemebi ihe; HCO3 [alkalinity] nwere ike ịbụ",
  "O yiri ka, nihi obere njedebe na nhazi nke mesocosm, ihe ndị a na ngwakọta nwere ike ịghọ ihe naegbochi",
  "[...Ọ bụ ihe ijuanya na ihe ndị dị ndụ nwere ike imebi ọtụtụ puku galọn mmiri oké osimiri (atọ ruo puku isii) nke ihe ndị a ọbụna nime afọ abụọ ma ọ bụ karịa",
  "\" Mgbe ndị nchọpụta ndị ọzọ gbakwunyere calcium na / ma ọ bụ jikọta tankị ha na oké osimiri (nke naenyekwa calcium na alkalinity), corals malitere itolite ọzọ",
  "Ka o sina dị, \"nsogbu\" ihe oriri (ammonia, ammonium, nitrate, nitrite, phosphate, CO2, ọla) naedebe mgbe niile na ọnụ ọgụgụ dị ala.",
  "Dr",
  "Adey nyere ikike ikike ikike ya na mmadụ ole na ole, bụ ndị rere ọnụ ọgụgụ dị nta nke aquarium scrubbers nye ndị naeme ihe ntụrụndụ nime afọ ole na ole",
  "Otú ọ dị, mgbagwoju anya nke imewe ahụ, na ọnụahịa nke ikikere ahụ, mere ka ndị scrubber dị oke ọnụ",
  "Nke a, jikọtara ya na eziokwu ahụ bụ na nkeji ndị ahụ naeme mkpọtụ, naagbapụta, na ndị a naapụghị ịdabere na ha (usoro ịwụfu gaarapara) mere ka ahịa dị nwayọ",
  "Ndị naehichapụ ihe naamalite ịmalite ịga nihu nime ihe ntụrụndụ aquarium nafọ ndị 1990 mgbe Adey kpebiri iwepụ ikikere ya ma ghara ikwe ka onye ọ bụla mepụta ma ọ bụ ree ha",
  "Ọ tụgharịrị uche ya kama na azụmahịa na ụlọ ọrụ mmepụta ihe, wee banye na azụmaahịa onwe onye naeme nnukwu nrụnye scrubber maka ọdọ mmiri na osimiri.",
  "Ka ịntanetị naemepe nafọ ndị 1990, ndị na-eme ihe ntụrụndụ na aquarium na ọdọ mmiri malitere ịtụle nsogbu algae naenye nsogbu, wee malite ịchọpụta ihe naeme: Aquariums na ọdọ mmiri nwere oke algae na naenye ihe oriri enweghị ihe oriri a na-achọpụta na mmiri",
  "Nke a na mbụ yiri ihe ijuanya, ebe ọ bụ na ọnụọgụ nke algae naenye nsogbu kwesịrị ịbawanye ka ihe oriri dị na mmiri naabawanye",
  "Olee otú e si nwee oke algae naenye nsogbu, mana enweghị ihe oriri a naatụle na mmiri iji kwado nke a? Ndị ọkà mmụta ihe ndị dị ndụ malitere ịkọwa na mgbe ọnụọgụ nke algae naenye nsogbu buru ibu, algae naezie naeri ihe niile naedozi ahụ site na mmiri ngwa ngwa karịa ka agbakwunyere ihe ọhụrụ, dịka Dr",
  "Adey kwuru.",
  "Mmasị niji algae maka njikwa ihe naedozi ahụ mụbara ọzọ, noge a nụdị idebe algae na \"sump\" ma ọ bụ obere aquarium ndị ọzọ nke ejikọtara ya na aquarium isi site na pọmpụ",
  "Site na mgbakwunye ọkụ na mmiri, algae gaeto nógbè a, algae ahụ gaeri ihe oriri site na mmiri dịka Dr",
  "Adey's algae scrubber units mere",
  "Sumps ma ọ bụ obere aquariums ndị ọzọ eji eme ihe maka nzube a ghọrọ ndị a maara dị ka \"refugiums\". A naeji aha \"refugium\" mee ihe nihi na algae naeto eto nyere ebe dị nchebe maka obere na ụmụ anụmanụ microscopic iji mụọ ma too, ya mere ọ bụ \"ebe mgbaba\" site na nnukwu azụ na invertebrates na isi aquarium nke gaeri ha",
  "Otú ọ dị, ọ bụ ezie na refugiums naeri nri naedozi ahụ site na mmiri, ha erighị ha ngwa ngwa nọnọdụ niile; nke a mere ka ọtụtụ ndị naeme ihe ntụrụndụ nọgide naenwe nsogbu algae na aquariums ha.",
  "A naewu ọdịiche ndị ọzọ naadịbeghị anya na \"mmiri na-ada\" dị mfe nke ike ndọda naakpali, naeji ọkpọkọ PVC dị mfe iji wụba mmiri naagbadata na ihuenyo plastik (nke a makwaara dị ka \"plastiki ákwà\"), nke a naeme ka ọ bụrụ ihe siri ike iji kwe ka algae jikọta",
  "Nihe fọrọ nke nta ka ọ bụrụ nọnọdụ ọ bụla, ihe ndị a naeme nụlọ naebelata ihe oriri naedozi ahụ ruo nókè dị ala, nke a belatara ma ọ bụ wepụ nsogbu niile naenye nsogbu algae.\n \nNa mgbakwunye, algae \"turf\", nke bụ ihe a naelekwasị anya na nhazi bọket nke Dr",
  "Adey, ejiri \"algae ntutu na-acha akwụkwọ ndụ akwụkwọ ndụ dochie ya. Nke a bụ n'ihi na algae turf naadịkarị naacha nchara nchara ma sie ike (dị ka ahịhịa aka mere nọhịa egwuregwu), ọ naegbochi ìhè na mmiri iru na ihuenyo",
  "Nke a na-eme ka uto (na nzacha) nke algae ghara ịdị ngwa nihi na ala ala ala nke algae nke ejikọtara na ihuenyo naamalite ịnwụ ma pụọ",
  "Algae naacha akwụkwọ ndụ akwụkwọ ndụ, Otú ọ dị (karịsịa algae naenweghị ntutu naacha anụnụ anụnụ), naenye ohere ka ìhè na mmiri banye nụzọ niile ruo na ihuenyo ma ọ bụrụ na a naeme ka uto ahụ ghara ịdị arọ 20 mm, nke naenye algae ohere ito ngwa ngwa ma naamịkọrọ ihe ndị ọzọ naedozi ahụ nenweghị ọnwụ ma ghara ịhapụ njikọ na ihuenyo ahụ. Nke a bụ ihe ọma nihi na algae ntutu naacha akwụkwọ ndụ akwụkwọ ndụ bụ kpọmkwem ụdị algae nke naeto nonwe ya na algae scrubber e wuru nke ọma.",
  "Ụdị ụfọdụ naejikwa ikuku ikuku naaga nelu",
  "Ụdị a, nke bụ kpọmkwem ihe megidere nsụda mmiri ahụ, naenye ohere itinye algae scrubber nokpuru mmiri na aquarium, sump ma ọ bụ ọdọ mmiri, kama nelu ya",
  "Nke a naeme ka owuwu dị mfe nke ukwuu, ebe ọ bụ na ngwaọrụ ahụ adịghị mkpa ka mmiri ghara ịba, ọ naenyekwa ohere itinye scrubber nime ebe siri ike ebe enweghị ohere nelu akara mmiri",
  "Nhazi ahụ naemekwa ka algae ghara ịcha ma ọ bụrụ na ike adaa, nihi na algae niile dị nokpuru mmiri, na nhazi ahụ naewepụ ihe fọrọ nke nta ka ọ bụrụ ihe niile naawụfu",
  "Nhazi ụfụfụ naagbadata nụdị atọ: ndị naarapara na ma naegbuke egbuke site na iko aquarium (ma ọ bụ sump); ndị naese nelu aquarium, sump ma ọ bụ ọdọ mmiri; na ndị naaga kpamkpam nokpuru mmiri dị ka ụgbọ mmiri.",
  "Nozuzu, ma e wezụga maka ụdị nzacha naaga nihu ma ọ bụ nsụgharị naaga naaga nke ọma, ndị naehichapụ algae chọrọ ka ewepụ algae (\"a naewepụta\") oge ụfọdụ site na scrubber",
  "Iwepụ algae a nwere mmetụta nke iwepụ ihe oriri naadịghị mma na mmiri nihi na algae jiri ihe oriri na mmiri ahụ iji too",
  "A naewepụkarị algae ma ọ bụ:",
  "Maka nsụgharị nke nsụda mmiri, a naewepụ ihuenyo ahụ na paịpụ ma sachaa ya na mmiri naagba ọsọ",
  "A naewepụkwa ọkpọkọ ahụ, a naejikwa brọsh ezé hichaa oghere ahụ, iji wepụ algae ọ bụla toro na ya",
  "Mgbe ewepụchara algae, a naetinye ihuenyo na ọkpọkọ nime scrubber",
  "Maka nsụgharị upflow, usoro nhicha naadabere na ụdị:",
  "Ụdị naejikọta na iko: A naewepụ akụkụ magnet dị nèzí iko ahụ, a naeweli akụkụ dị nime mmiri",
  "Ọ bụrụ na uto ahụ bụ algae naacha akwụkwọ ndụ akwụkwọ ndụ, mgbe ahụ, a naewepụ ya naanị aka",
  "Ọ bụrụ na uto ahụ bụ ntutu naacha akwụkwọ ndụ akwụkwọ ndụ (dị ka ọ na-eme na mmiri dị ọcha) ma ọ bụ ihe gbara ọchịchịrị, mgbe ahụ, a naeburu ihe dị n'ime ya banye nime mmiri ma jiri brọsh ezé sachaa ya",
  "Mgbe a sachara ya, a naetinye akụkụ dị n'ime na nèzí n'ebe ọ dị na iko ahụ.",
  "Ụdị elu naese nelu mmiri: Ọ bụrụ na uto ahụ bụ algae ntutu naacha akwụkwọ ndụ akwụkwọ ndụ mgbe ahụ, a naewepụ ya site niji aka welie mkpuchi LED ma wepụ uto ahụ",
  "Ọ bụrụ na uto ahụ bụ ntutu naacha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ ihe naacha ọchịchịrị, mgbe ahụ, a naeburu akụkụ ahụ naese nelu mmiri gaa na sink ma jiri brọsh ezé sachaa ya.",
  "Ụdị drop-in: A nabuli unit ahụ dum nime mmiri, a naewepụkwa mkpuchi ahụ",
  "Ọ bụrụ na uto ahụ bụ algae ntutu naacha akwụkwọ ndụ akwụkwọ ndụ mgbe ahụ, a naeji aka wepụ ya",
  "Ọ bụrụ na uto ahụ bụ ntutu naacha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ ihe naacha ọchịchịrị, mgbe ahụ, a naeburu ya dum gaa na sink ma jiri brọsh ezé sachaa ya.",
  "Ọ bụrụ na anaghị asa ihuenyo ahụ dị ka nke a site noge ruo noge, algae gaesi sie ike ma gbochie ihe ma nagafe iru \"mgbọrọgwụ\" nke algae, ebe ndị a gaanwụ ma hapụ ha, naetinye ihe oriri nime mmiri."
]