[
  "Ali Mohamed Al Faz bụ onye Nigerien na-eme nke ọma n'ihe gbasara igba bọọlụ dị ka onye na-agba bọọlụ na klọb Israel Maccabi Haifa",
  "Mohamed malitere ọrụ ya na AS FAN ma mee nke mbụ ya na ndị otu okenye mgbe ọ dị afọ iri na asaa",
  "N'afọ 2013, ọ sonyeere ngalaba ndị ntorobịa nke Bordeaux ma soro ndị otu nchekwa na-eme ihe.",
  "N'oge ọkọchị nke afọ 2015, ọ bịanyere aka na Beitar Tel Aviv Ramla; na 7 Septemba, ọ pụtara na nke mbụ ya na klọb ahụ na mmeri 4-1 nke Bnei Lod",
  "Na 19 Febụwarị 2016, o nyere goolu mbụ ya na mmeri 3–2 megide Bnei Lod",
  "Na ụbọchị 6 Julaị, Mohamed bịanyere aka na nkwekọrịta na Maccabi Netanya",
  "Na 17 Machị 2017, o nyere goolu mbụ ya maka klọb ahụ na mmeri 4–0 megide Hapoel Katamon Jerusalem",
  "Mohamed ji otu goolu na enyemaka ise mechie oge ahụ.",
  "Na 22 Jenụwarị 2018, Mohamed bịanyere aka na nkwekọrịta ọhụrụ na Maccabi Netanya ruo na njedebe nke oge 2019-20",
  "N'ime nkwekọrịta ọhụrụ ahụ, e debere usoro ntọhapụ ya na $ 2.5 nde.",
  "Mohammed n'ama egwuregwu",
  "Mohammed n'ama egwuregwu",
  "Na 10 June 2019, Mohamed bịanyere aka na nkwekọrịta afọ atọ na Beitar Jerusalem maka ego nke € 1.7 nde. Mgbe ọ bịanyere aka na klọb ahụ, otu òtù nke ndị na-akwado klọb ahụ aha ya bụ La Familia rịọrọ ka a gbanwee aha ya na-ada ụda Alakụba n'agbanyeghị na Mohamed bụ Onye Kraịst.",
  "N'ọnwa Nọvemba, ndị na-akwado Mohamed nwere mmetọ ịkpa ókè agbụrụ n'oge ọzụzụ. Onye nwe klọb ahụ, Moshe Hogeg, pụtara na-akwado Mohamed, na-ekwu na klọb ahụ ga-agbaso iwu megide La Familia na onye ọ bụla n'ime ndị na-akwado klọb ahụ nke a chọpụtara na ha metọrọ onye ọkpụkpọ ahụ mmetọ ịkpa ókè agbụrụ.",
  "N'ụbọchị nke isii n'ọnwa Septemba n'afọ 2013, Mohamed mere nke mbụ ya maka otu egwuregwu bọọlụ mba Niger na mmeri 0–1 n'ụlọ megide Burkina Faso, n'oge 2014 FIFA World Cup qualification (CAF).",
  "Ọ bụ ezie na aha ya na-egosi na ọ bụ onye Alakụba (okwukwe nna ya nwụrụ anwụ), Mohamed kwuru na ya bụ Onye Kraịst na-anụ ọkụ n'obi (okwukwe nne ya).",
  "Maccabi Netanya",
  "Beitar Jerusalem",
  "Maccabi Haifa"
]