[
  "Ali Saleh Kiba (a mụrụ n'afọ 1986), nke a maara nke ọma dịka Ali Kiba ma ọ bụ mgbe ụfọdụ Eze Kiba, bụ onye na-agụ egwu na onye na-ede egwu na Tanzania",
  "Ọ si Kigoma na onye nwe akara Kings Music",
  "Ali Kiba wepụtara abọm ya Cinderella nke nwetara ndekọ dịka abọm kachasị ere na mba ndị dị n'Ebe Ọwụwa Anyanwụ Afrịka gụnyere Tanzania, Kenya na Uganda",
  "A maara ya nke ọma maka egwu ya bụ Mwana, Aje, Chekecha Cheketua, Cinderella, Nakshi Mrembo, Usiniseme, Dushelele, Single Boy na Lady Jaydee, Mapenzi Yana Run Dunia na Macmuga",
  "Ya na R",
  "Kelly na ndị egwu Afrịka ndị ọzọ rụkọkwara ọrụ na ọrụ One8",
  "N'afọ 2017 ọ ghọrọ onye nduzi nke Rockstar4000",
  "Mgbe ọ laghachiri mgbe afọ atọ gachara, ọ wepụtara egwu \"Mwana\" na \"Chekecha\"",
  "O meriri  nrite isii na 2015 Tanzania Music Awards ma mebie ndekọ na Mkito.com maka egwu kachasị ebudata n'afọ 2015",
  "A na-ewere Ali Kiba dịka otu n'ime ndị omenkà kachasị mma na nke na-aga nke ọma na Tanzania n'oge niile.",
  "O setịpụrụ ndekọ ọhụrụ na Tanzania mgbe ọ nwetasịrị ihe nrite 5 na 2022 Tanzania Music Awards nke emere na nke mbụ ya na Eprel 2, 2022 mgbe afọ 6 gachara",
  "Alikiba meriri Album of the Year maka abọm studio ya nke atọ \"Only One King\" nke e wepụtara n'afọ 2021, Best Male Artist People's Choice, Best Music Video maka egwu egwu ya \"Salute\" nke gosipụtara Nigerian Rudeboy, Best Melodic Songwriter of the Year na Best East African Artist n'oge emume ahụ.",
  "Alikiba ghọrọ onye na-agụ egwu na Tanzania nke a kacha nye onyinye n'afọ 2022 Tanzania Music Awards mgbe ọ nwetasịrị onyinye 5 Nandy na Marioo sochiri ha bụ ndị meriri onyinye 3 ha abụọ.",
  "A mụrụ Ali Kiba na Iringa nye nne na nna Saleh Omari na Tombwe Njere",
  "Ọ bụ nwa mbụ n'ezinụlọ nwere mmadụ anọ",
  "Ụmụnne ya gụnyere nwanne ya nwoke, Abdu Kiba onye bụkwa onye egwu, nwanne ya nwanyị, Zabibu Kiba na nwanne ya nwoke nke nta, Abuu Kiba.",
  "￼",
  "Abọm izizi Ali na egwu egwu ya bụ ŌCinderellań ghọrọ ihe ndekọ kachasị ere n'Ebe Ọwụwa Anyanwụ Afrịka n'afọ 2008 na abọm nke abụọ ya bụ [[Ali K 4 Realń na 2009 na mega-hits bụ ŌNakshi Mremboń, ŌNichuúúúúmí na ŌUsinisemeń.",
  "E mechara kwado ya site na akara ekwentị mkpanaaka Airtel Africa n'akụkụ Billboard Most Influential Global R&B Artist nke afọ 25 gara aga, onye America na-edekọ egwu R",
  "Kelly na asaa n'ime ndị ọzọ na-ese egwu megastar nke Africa Fally Ipupa (DRC / France), 2Face Idibia (Nigeria), Amani (Kenya), Movahaleizine (Gabon), 4X4 (Ghana), Navio (Uganda), JK (Zambia)",
  "A họpụtara Alikiba maka Best International Act maka Black Entertainment Film, Fashion, Television and Arts Awards na 2009, Best East African Artist for African Music Awards n'afọ 2009, Winner of Best Zouk / Rhumba Song na Kili Music Awards n'afọ 2012, A họpụtara ya maka Best Tanzanian Writer, Best Male Artists na Best Collaborating song na Lady Jaydee maka Kili Music Awards n'afọ 2013.",
  "Na 20 Mee 2016, ọ bịanyere aka na nkwekọrịta na Sony Music Entertainment. O mechara hapụ Sony n'afọ 2021 mgbe ya na ha rụchara ọrụ afọ ise."
]