[
  "Ali Ibrahim \"Ali Farka\" Touré (31 Ọktoba 1939 - 6 Machị 2006) bụ onye na-agụ egwu na onye na-akpọ ọtụtụ ngwá egwu na Mali, na otu n'ime ndị na-agụ egwú a ma ama na mba ụwa na kọntinent Afrịka. Egwú ya na-agwakọta egwu ọdịnala Mali na nke sitere na ya, African American blues ma a na-ewere ya dị ka onye ọsụ ụzọ nke African desert blues. Touré nọ n'ọnọdụ nke 76 na ndepụta Rolling Stone nke \"The 100 Greatest Guitarists of All Time\" na nke 37 na magazin Spin \"100 Greatest Gu guitarists of All Oge\".",
  "Afọ ole na ole mgbe ọ nwụsịrị, otu ndị na-agụ egwú na-akpọ egwu n'ụdị ya rụrụ ọrụ dị ka Ali Farka Touré Allstars (2012), ma mesịa bụrụ Ali Farka touré Band (nke e guzobere n'afọ 2014).",
  "A mụrụ Touré na 1939 n'obodo nta Kanau, n'akụkụ Osimiri Niger na Gourma-Rharous Cercle na mpaghara Tombouctou nke dị n'ebe ugwu ọdịda anyanwụ Mali",
  "Ezinụlọ ya bụ ndị obodo Songhai ma kwaga n'obodo Niafunké dị nso mgbe ọ ka bụ nwa ọhụrụ. Nna ya nwụrụ na-eje ozi na ndị agha France na 1940. Ọ bụ nwa nwoke nke iri nke nne ya mana ọ bụ naanị ya dị ndụ n'oge ọ bụ nwa ọhụrụ",
  "\"Aha e nyere m bụ Ali Ibrahim, mana ọ bụ omenala n'Africa inye nwatakịrị aha njirimara dị ịtụnanya ma ọ bụrụ na ị nwere ụmụ ndị ọzọ nwụrụ anwụ\", ka e hotara Touré ka ọ na-ekwu na akụkọ ndụ ya na akara ndekọ ya, World Circuit Records. Aha njirimara ya, \"Farka\", nke nne na nna ya họọrọ, pụtara \"ịnyịnya ibu\", anụmanụ a na-enwe mmasị na ya maka nnọgidesi ike na isi ike ya: \"Ka m mee ka otu ihe doo anya",
  "Abụ m ịnyịnya ibu nke ọ dịghị onye na-arịgo na ya!\"",
  "N'ime obodo Mali, ịrụ ọrụ egwu bụ ọrụ nke ndị nọ n'ọkwá dị ala a maara dị ka \"griot\"",
  "Ebe ọ bụ na Touré si n'ezinụlọ \"ndị a ma ama\", a machibidoro ya ịkpọ ngwá egwu ọ bụla",
  "O leghaara nke a anya ma jiri ite ite rụọ monochord na nzuzo wee soro ndị enyi ya kpọọ ya.",
  "Ebe ọ rụrụ ọrụ dị iche iche dị ka onye na-eto eto gụnyere dị ka onye ọkwọ ụgbọala na onye na-arụ ọrụ n'ụgbọ mmiri ambulance, ọ bụ arụmọrụ nke mba Guinea na 1956 nke ga-emetụta Touré ịchụso ọrụ na egwu",
  "Ọ bụ ụbọ akwara na-akpọ n'oge arụmọrụ a mere ka Ali kpebisie ike ịmụta ngwá egwu ahụ.",
  "N'ime afọ 1960, Mali kwadoro ma mee asọmpi nkà nke mba iji kpọkọta ìgwè dị iche iche nke ndị mmadụ bi n'ime mba nweere onwe ya, dị ka ndị Bambara na ndịda, ndị Tuareg na-akwagharị akwagharị na North na Fula na Songhai na Sahel",
  "Ọ bụ na asọmpi ndị a ka Touré tinyere egwu nke ọdịbendị dị iche iche niile ma mụta ịbụ abụ n'asụsụ asaa.",
  "Touré nwere nnukwu ihe ịga nke ọma na asọmpi ndị a ma mechie gaa Bulgaria iji nọchite anya Mali na mba ụwa",
  "Ọ bụ n'oge njem a ka ọ zụrụ ụbọ akwara mbụ ya, ọ bụkwa oge mbụ ọ nụrụ egwu nke ndị Africa America na-emepụta na United States n'oge afọ 1960, nke Touré ghọrọ onye na-akwado ya ozugbo",
  "Ọ nwere mmasị karịsịa na egwu John Lee Hooker ma kwuo na, \"Oge mbụ m nụrụ John Lee Hoaker, anụ m egwu ya mana m kwuru 'Aghọtaghị m nke a, ebee ka ha si nweta ọdịbendị a? Nke a bụ ihe anyị nwere\".",
  "Ọ bụ ezie na a kọwawo Touré dị ka \"The African Bluesman\", ọ na-ekwusi ike na egwu ya abụghị blues, ebe o kwuru na, \"Nye m, blues bụ ụdị ncha, egwu m karịrị blues\".",
  "Dị ka onye Africa mbụ na-eme ihe nkiri na kọntinent ya, a na-akpọkarị Touré \"onye Africa John Lee Hooker\". N'egwú, ọtụtụ njikọ nke ụbọ akwara na rhythms na egwu ya yiri ụdị hipnotic blues nke John Lee Hooker",
  "Ọ na-abụkarị abụ n'otu n'ime ọtụtụ asụsụ Afrịka, ọkachasị Songhay, Fulfulde, Tamasheq ma ọ bụ Bambara dị ka ọ dị na album ya, Ali Farka Touré, nke guzobere aha ya n'etiti ndị egwu ụwa.",
  "Ọrụ mbụ Touré rụrụ na ụlọ ọrụ egwu bụ dịka injinia ụda na Redio Mali na Bamako",
  "Ọrụ a nyere ya ohere iji ụlọ ọrụ redio ahụ na-edekọ ihe, nke n'oge ahụ bụ naanị ụlọ ọrụ na-edekۆ ihe na Mali",
  "Touré zigara teepu nke ihe ndekọ ya na ụlọ ọrụ ndekọ dị iche iche na France ma mesịa wepụta usoro abọm akpọrọ 'Ali Farka Touré' na ngwụcha afọ 70 na mmalite afọ 80",
  "na 1986 Touré dọtara uche ahịa Britain mgbe a na-akpọ egwu sitere n'otu n'ime abọm ya a na-ezo aka na 'abọm uhie' na redio Britain.",
  "British DJ Andy Kershaw chọpụtara 'red album' mgbe ọ nọ na Paris na-achọ albums ndị siri ike ịchọta na UK",
  "Ọ na-echeta otú o si zụta abọm ahụ na mberede n'etiti ọtụtụ ndị ọzọ ka mkpuchi abọm pụtara ìhè nye ya",
  "Mgbe ọ gere abọm ahụ mgbe ọ laghachiri n'ụlọ ya na North London, ọ ghọtara na ọ chọtara ihe pụrụ iche",
  "Mgbe ọ na-akpọ egwu ole na ole na mpaghara ya na BBC Radio One ọ kpaliri mmeghachi omume pụrụ iche site n'aka ndị na-ege ya ntị.",
  "Ọ bụ nke a dọtara uche Anne Hunt nke 'World Circuit Records'",
  "N'etiti afọ 1980, Hunt gara Mali iji chọta Ali Farka Touré, o mechara chọta ya site na mgbasa ozi na Redio Mali na-achọ ozi gbasara ebe ọ nọ",
  "Ihe ndekọ World Circuit wetara ya na Britain na nke mbụ ya na 1987 ma Touré gara n'ihu dekọọ ihe ndekọ asaa na ha",
  "Abọm ole na ole mbụ n'ime abọm ndị a gụnyere ụfọdụ mmekọrịta na-adọrọ mmasị dịka Seán Keane na Kevin Conneff nke The Chieftains on The River na 1990 na Nitin Sawhney na onye America na-egwu egwu Taj Mahal na The Source na 1992",
  "Ọ bụ ezie na, mmekọrịta ya kachasị elu na mmalite afọ 90 bụ 1994's Talking Timbuktu na Ry Cooder. Cooder mechara cheta otú Touré na-enweghị mmasị idekọ abọm ahụ na ụlọ ọrụ Hollywood ma kọwaa ya dị ka ebe 'ike ọjọọ' na USA n'ozuzu ya dị ka 'ebe a na-adọba ụgbọala ime mmụọ'.",
  "Egwuregwu mbụ Touré mere na North America bụ na Harrison Hot Springs, British Columbia [citation needed]",
  "1994's Talking Timbuktu, mmekorita ya na Ry Cooder, rere nke ọma na ahịa ndị dị n'Ebe Ọdịda Anyanwụ, mana a na-esochi ya site na ntọhapụ na America na Europe. Ọ pụtara ọzọ na 1999 site na ntọhapụ nke Niafunké, abọm ọdịnala na-elekwasị anya na rhythms na beats nke Africa",
  "Touré bụ onye nduzi na nwanne nna nke onye egwu Mali a ma ama Afel Bocoum.",
  "N'afọ 2002, Touré pụtara na onye Black American blues na onye na-eme reggae Corey Harris, na abọm a na-akpọ Mississippi to Mali (Rounder Records)",
  "Toure na Harris pụtakwara ọnụ na ihe nkiri Martin Scorsese nke afọ 2003 Feel Like Going Home, nke chọtara mgbọrọgwụ nke blues laghachi na mmalite ya na West Africa. Harris kọrọ ihe nkiri ahụ ma gosipụta arụmọrụ Ali na guitar na njarka.",
  "Ọ kwadoro echiche onye nduzi Manny Ansar nke ịkwaga Festival au Désert na Timbuktu, mgbe afọ abụọ mbụ ya na mpaghara Kidal nke Mali gasịrị",
  "O kwuru na ọ chọrọ mgbe niile ịkpọta ndị mmadụ n'ụlọ, mana ọ maghị otu esi eme nke ahụ, nakwa na ugbu a ka a haziri emume a, ọ ga-akwado ya; ọ ga-abụ \"nna nna\" ha",
  "Ọ malitere ime ihe nkiri na emume ahụ, na-eweta ọtụtụ ndị na-akwado ya, ndị ọbịa, ndị njem nleta, na ndị nta akụkọ",
  "Ọ na-eme emume mmechi kwa afọ site na 2003 ruo 2006.",
  "Na Septemba 2005, Touré wepụtara abọm In the Heart of the Moon, mmekọrịta ya na Toumani Diabaté, nke o nwetara onyinye Grammy nke abụọ. E wepụtara abọm ikpeazụ ya, Savane, mgbe ọ nwụsịrị na July 2006",
  "Ndị ọkachamara na ndị na-akwado ya nabatara ya nke ọma ma họpụta ya maka Grammy Award na ngalaba \"Best Contemporary World Music Album\"",
  "[citation needed] Kọmitii ndị ọkachamara sitere na World Music Chart Europe (WMCE), chaatị nke ndị ọkachamara World Music gburugburu Europe, họọrọ Savane dị ka Album nke Afọ 2006, na album na-ebute chaatị ọnwa atọ n'usoro (Septemba ruo Nọvemba 2006). E depụtakwara abọm ahụ dị ka nke 1 na ntuli aka Metacritic nke nwere mmetụta \"Best Albums of 2006\", na nke 5 na abọm ya kachasị mma. A họpụtakwara Ali Farka Touré maka onyinye BBC Radio 3 nke afọ 2007.",
  "Na Febụwarị 2018 e ji abụ Idrissa Soumaoro bụ Bèrèbèrè, nke gosipụtara Touré, mee ihe na Black Panther",
  "N'afọ 2004, Touré ghọrọ onye isi obodo Niafunké ma jiri ego nke ya mee ihe n'ịhazi okporo ụzọ, na-etinye ọwa mmiri na-esi n'ụgbọ mmiri na-enye obodo ahụ dara ogbenye ọkụ eletrik.",
  "N'abalị isii n'ọnwa Machị afọ 2006, Ministri Ọdịbendị nke Mali kwupụtara ọnwụ Touré mgbe ọ dị afọ iri isii na isii na Bamako site na ọrịa kansa ọkpụkpụ, nke ọ na-alụ ọgụ ruo oge ụfọdụ",
  "Ụlọ ọrụ ndekọ ya, World Circuit, kwuru na ya na nwa ya nwoke, Vieux Farka Touré, edekọla ọtụtụ egwu maka abọm izizi Vieux, nke e wepụtara na ngwụcha afọ 2006.",
  "E guzobere Ali Farka Touré Foundation iji sọpụrụ ya na iji kwalite ihe nketa egwu ya",
  "Ali Guindo nọchitere anya ntọala ahụ na ngosi 2017 na New York City.",
  "Ndị na-eti egwu n'ụdị ya na-akpọ egwu dị ka Ali Farka Touré Allstars na Festival au Désert ikpeazụ na Timbuktu na 2012. N'afọ 2017, Ali Farka Touré Band (nke e guzobere na 2014) gbara egwu dị ka akụkụ nke \"Caravane culturelle de la paix\" na New York City, ya na ndị na-eduzi onye na-agụ egwú Afel Bocoum, gụnyere onye na-akpọ djembe Souleymane Kane, onye na-akụ egwú na onye na-ekwu egwú Aly Magassa, onye na onye na'egwú na onye-agụ egwuregwu Mamadou Kelly, na onye na onye egwu eletrik Oumar Diallo.",
  "A na-eji ụfọdụ n'ime abụ na egwu Touré mee ihe na mmemme dị iche iche, ihe nkiri na ihe ngosi. Dịka ọmụmaatụ, a họọrọ ụda guitar ya na egwu \"Diaraby\", site na album Talking Timbuktu, maka akụkụ Geo-quiz nke mmemme World PRI-BBC, ma jidesie ya site na ọchịchọ a ma ama mgbe a na-etinye ya na vootu nke ndị na-ege ntị. A na-ejikwa abụ a mee ihe na 1998 dị ka ụda maka ihe nkiri L'Assedio (Besieged) nke onye nduzi Itali bụ Bernardo Bertolucci",
  "A na-ejikwa egwu ya Cinquante six, Goye Kur na Hawa Dolo site na abọm The Source mee ihe dị ka ụda na ihe nkiri French Fin août, début septembre (Late August, Early September) nke Olivier Assayas duziri na 1998. Egwú \"Lasidan\" gosipụtara na ihe nrite \"Sharkwater\" nke Rob Stewart.",
  "Akwụkwọ"
]