[
  "Ali Abu Awwad (Arabic:  عواد, amụrụ n'afọ 1972) bụ onye ama ama na-ahụ maka udo na Palestine na onye na-akwado enweghị ime ihe ike",
  "Ọ bụ onye guzobere Taghyeer (Change), otu mba Palestine na-akwado enweghị ime ihe ike iji nweta ma kwe nkwa ngwọta na-enweghị ime ihe ike maka esemokwu ahụ. Akụkọ na mgbalị Awwad gosiri n'ihe karịrị ihe ngosi iri na abụọ gụnyere ihe nkiri abụọ nwetara ihe nrite, Encounter Point na Forbidden Childhood [nkwekọrịta nwụrụ anwụ na-adịgide adịgide]",
  "Ọzọkwa, ụlọ ọrụ na-enweghị uru zuru ụwa ọnụ Synergos sọpụrụ ya dị ka onye Arab World Social Innovator na Palestine maka \"iwe bata enweghị ime ihe ike, ime udo, na itinye aka na ndị Palestine dị ka ụzọ isi nye ụmụ amaala ike ịchọ mgbanwe mmekọrịta mmadụ na ibe ya ma chọta ngwọta ziri ezi maka esemokwu\". Awwad na-emecha akwụkwọ ncheta ya nke akpọrọ Painful Hope, akụkọ banyere ahụmịhe ya yana atụmatụ ya na ọhụụ ya maka ọdịnihu Palestine. Ọ bi na Beit Ummar, nso Hebron.",
  "Ndị gbara ọsọ ndụ si Al-Qubayba dị nso na Bayt Jibrin, a manyere ezinụlọ Awwad ịpụ n'ala ha n'agha Palestine nke 1948 (The Nakba) ma mesịa biri na Beit Ummar",
  "Awwad, onye amụrụ na Halhoul na Hebron Governorate na West Bank, a zụrụ ya n'ezinụlọ na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị ma mgbe ọ dị obere, na-agbaso nzọụkwụ nne ya, ghọrọ onye otu Fatah",
  "(Nne ya bụ ezigbo enyi Yasser Arafat ma bụrụkwa onye ndú Fatah na mpaghara ahụ).",
  "Tupu ọ bụrụ onye na-adịghị eme ihe ike, ọ nọrọ mkpọrọ ugboro abụọ na Israel",
  "E jidere ya na mbụ mgbe ọ na-amụ maka ule nke abụọ (mgbe onye Israel na-ekiri helikọpta kwuru na ọ hụrụ ya ka ọ na-atụ nkume), Awwad jụrụ ịkwụ ụgwọ 1,500 shekel, na-ekwu mgbe e mesịrị na, ọ bụ ezie na ọ bụ onye na-atụte nkume, ọ sonyeghị n'ụbọchị ahụ. A tụrụ ya mkpọrọ ọnwa atọ.",
  "Mgbe ọnwa asatọ gachara, o sonyere na Intifada Mbụ dị ka onye nọ n'afọ iri na ụma, e mèchàrà maa ya ikpe ịga mkpọrọ afọ iri n'ụlọ mkpọrọ maka ebubo ịtụ nkume, ịtụ Molotov cocktails, na ịrụsi ọrụ ike na ụlọ mkpọrọ ndị agha",
  "Dị ka Awwad si kwuo, mpụ ya bụ ị jụ iso ndị na-agba ya ajụjụ ọnụ na-achọ ozi gbasara ọrụ ndọrọ ndọrọ ọchịchị nne ya rụkọọ ọrụ. Ọ nọrọ afọ anọ ma hapụ ya mgbe a bịanyere aka na nkwekọrịta Oslo. Ya na ndị mkpọrọ 280 a tọhapụrụ, a kpọchiri ya na Jeriko maka oge fọrọ nke ikpe ya.",
  "Akụkọ Awwad banyere mgbanwe, site na onye bu onye agha gaa na onye na-akwado na onye nkuzi nke enweghị ime ihe ike, malitere n'oge nke abụọ ọ nọrọ n'ụlọ mkpọrọ",
  "N'afọ 1993, ya na nne ya, onye nọkwa n'ụlọ mkpọrọ n'oge ahụ, haziri ngagharị iwe agụụ, ka ha wee hụ ibe ha",
  "Mgbe ụbọchị iri na asaa gachara, ndị na-egbochi ha nyere ohere arịrịọ ahụ. Ihe ịga nke ọma nke ọgbaghara ahụ bu oge mgbanwe: \"Mgbe anyị nwere ihe ịga nke ọma, ọ gbanwere echiche ndọrọ ndọrọ ọchịchị m; Achọpụtara m na ụzọ ọzọ, nke na-abụghị nke ime ihe ike, iji nweta ikike m dị",
  "Arụmụka banyere ụta, mmegbu, ntaramahụhụ na ikpe ziri ezi emeela ka m kpuo ìsì",
  "Mana ugbu a, aghọtawo m na igosi mmadụ m n'ụzọ na-abụghị nke ime ihe ike bụ ngwá agha kachasị mma iji nweta ikike m",
  "\"",
  "Mgbe a tọhapụrụ ya, PA were ya n'ọrụ dị ka onye ọrụ nchekwa, na-arụ ọrụ maka ha ruo mgbe ọ gbara arụkwaghịm na 1997 n'ihi enweghị nkwekọrịta na obi nkoropụ.",
  "Na abalị iri abụọ n'ọnwa Ọktoba n'afọ 2000, mgbe Al Aqsa Intifada tiwapuru dị ka Awwad si kwuo, otu onye Israel gbara ya égbè n'ụkwụ. A kpọgara ya na Saudi Arabia, ebe ọ natara ọgwụgwọ",
  "Mgbe ọ lara, Awwad nụrụ banyere ọnwụ nwanne ya nwoke Yousef",
  "Yousef bụ onye ọrụ nke ụlọ ọrụ na-arụ ọrụ na Jewish National Fund, ma, dị ka nwanne ya nwoke si kwuo, e tinyeghị aka na ọrụ agha",
  "Otu onye agha Israel gbara ya égbè na isi n'ebe dị nso. (N'akụkọ ọzọ, Awwad na-ekwu na ịgba égbè ahụ malitere site na ịgwa onye agha ahụ okwu, mmebi iwu ọhụrụ nke ọ na-amaghị).",
  "Ọdachi Yousef gosiri mgbanwe ọzọ na ndụ onwe onye na ndọrọ ndọrọ ọchịchị Awwad: \"Nwanne m nwoke abụghị onye omekome ma ọ bu onye na-eyi ọha egwu, ọ bu ezigbo enyi m, nwoke mara mma nwere ụmụ abụọ ọ chọrọ ị zụlite, \"ọ na-echeta",
  "\"M nọrọ abalị na-enweghị ụra na ahụhụ m",
  "Aghara m echiche nke ikpe ziri ezi na ịbọ ọbọ ọgụ",
  "Mana ịbọ ọbọ abụghị azịza m",
  "Ọ bụghị n'ihi enweghị ihe mgbu ma ọ bu iwe kama n'ihi na ihe m chọrọ bu ikpe ziri ezi",
  "Ma naanị ezi ikpe ziri ezi nke nwere nwanne m nwoke ọzọ bụ nke na-agaghị ekwe omume",
  "Mgbe m ghọtara nke ahụ, akpọrọ m onwe m, onye iro m na ụwa dum asị",
  "Enwere m mmetụta na onye ọ bụla na-emegbu m\".",
  "Awwad, ya na nne ya na nwanne ya nwoke Khalid, ghọrọ onye otu Bereaved Families Forum, mgbe onye guzobere ya gara ezinụlọ ahụ na-ekwupụta ọmịiko na nkwado. Otu afọ mgbe ọnwụ Yousef gasịrị, nne Awwad nabatara otu ndị nne na nna Israel nwụrụ anwụ",
  "Na nnọkọ ahụ, Awwad zutere ma bụrụ enyi Robi Damelin",
  "Njikọ ha dugara na njem ụwa ruo ọtụtụ afọ, ndị na-eme ngagharị iwe abụọ ahụ na-arụ ụka na udo nwere ike ime naanị ma ọ bụrụ na ime udo dị n'etiti ndị ahụ. Omume ndọrọ ndọrọ ọchịchị Awwad gbanwere n'ihi okwu ndị a.",
  "\"Amalitere m njem dị mgbagwoju anya, nke na-egbu mgbu na enweghị ime ihe ike na ime udo, na-agagharị ihe fọrọ nke nta ka ọ bụrụ mba 40 ma na-ekwu okwu iji weta ozi a",
  "Mana achọpụtakwara na ọ dị mkpa ịmepụta otu mba Palestine na-enweghị ihe ike nke ga-eme ka ihe abụọ: na anyị nwere ike iguzogide mmeri na-enweghị ike, mana [nakwa] na anyị ga-akwụsị ịbụ ndị a na-emegbu ma rịọ ndị ọzọ ka ha nyere anyị aka",
  "Ekwenyere m na nzọụkwụ mbụ a ga-esi n'aka anyị",
  "Nke a apụtaghị na Israel enweghị ikpe ma ọ bụ na anyị bụ ndị mmụọ ozi",
  "Mana anyị ga-emepụta ebe anyị agaghịzi abụ ndị mkpọrọ nke iwe nke ọnọdụ a na-emepụta kwa ụbọchị",
  "Anyị ga-agbapụ n'ụlọ mkpọrọ nke akụkọ anyị",
  "\"",
  "Ya na ndị ọzọ na-eme ngagharị iwe, ndị bụ ndị mkpọrọ, na ndị ntorobịa, Awwad mepụtara òtù Taghyeer na ebumnuche \"igosi ndị mmadụ na ha nwere ike ịzụlite onwe ha na echeghị ndị ọzọ\"",
  "Ọ na-agbakwụnye, \"Anyị eleta obodo ma tinye ndị isi obodo iji mepụta nnukwu mmegharị nke ga-eme ka nrụgide zuru oke [na nkwado] na ndị ndọrọ ndọrọ ọchịchị nke akụkụ abụọ ahụ",
  "\"",
  "Awwad malitere ịgụ banyere atụmatụ na nkà ihe ọmụma na-abụghị nke ime ihe ike nke Gandhi, Mandela, na Martin Luther King Jr",
  "mgbe ọ nọ n'ụlọ mkpọrọ",
  "Na ịgbaso ụkpụrụ ndị ahụ na mbụ site na agụụ na mgbe e mesịrị site na ịtọ ntọala na ịhazi Taghyeer, Awwad na-ahụ enweghị ime ihe ike dị ka e gosipụta ụdị ndụ nke iji nwee ihe ịga nke ọma n'ịgbachitere ikike mmadụ.",
  "Na 24 Septemba 2016, Taghyeer haziri ngagharị iwe iji kwado \"mgbanwe na-enweghị ime ihe ike\" maka ihe karịrị 3,000 ndị ikom, ndị inyom, na ụmụaka Palestine si n'ógbè dị iche iche na West Bank. Mgbalị ahụ na-ejekwa ozi dị ka onye na-ahụ maka ihe omume, na-ahazi ogbako na omume obodo iji nye ndị Palestine mpaghara ike site n'ịchọpụta \"ihe ndị obodo na-ebute ụzọ\" na site n'ịmalite \"ọrụ kwesịrị ekwesị na West Bank\".",
  "Taghyeer, Metta Center for Nonviolence na-ede, raara onwe ya nye \"ịkwalite njirimara mba Palestine na-enweghị ime ihe ike n'omume nke obodo, ndị isi, na òtù na-agbakọta ọnụ iji dozie mkpa mmepe ọha na eze, ma n'otu oge ahụ na-eguzogide obibi ma mepee ụzọ iji dozie esemokwu Palestine na Israel\".",
  "Mgbe mkparịta ụka udo kwụsịrị ma ahụhụ ndị Palestine na-aga n'ihu, Awwad na-ezo aka na enweghị ime ihe ike dị ka ụzọ olileanya: \"Ndị Palestine anoro na-ebi na enweghị olileanya ruo ọtụtụ afọ ma ma ndị mba ụwa na ndị Israel enye in anyị olileanya, ọ nweghị ihe nlereanya nke ngwọta udo",
  "Ọrụ nke enweghị ime ihe ike bụ ịgwa ndị mmadụ obi nkoropụ okwu, ọ bụghị ịgwa ha na ha ziri ezi, kama igosi ha ụzọ isi pụta.",
  "Enweghị ime ihe ike, dị ka Awwad na-ahụ ya, na-agbanwe ndị na-egosipụta ụzọ ndụ ya: \"Echere m na enweghị ime ihe ike bụ ememe nke ịdị adị m",
  "Ana m eteta, ọ dịkwa m ka a mụghị m",
  "Taa, m na-eteta ma na-eme emume a\".",
  "Awwad bụ enyi nke Rabbi Hanan Schlesinger, onye ndú ndị Juu nke Roots. Ha anọwo na ọtụtụ njem mba ụwa ọnụ, na-ekwu maka akụkọ ha banyere mgbanwe onwe onye na ime ka a mara banyere mbọ ha na-agba iji mepụta nkwekọrịta na nghọta n'etiti ndị Israel na ndị Palestine.",
  "Mgbe a na-akatọ ya maka mgbalị ndị a, ọkachasị n'ihe gbasara ịgwa ndị Juu okwu, Awwad zaghachiri na mkparịta ụka anaghị amalite na nkwekọrịta, kama ọ bụ \"ebe dị nchebe maka arụmụka,\" na-agbakwụnye, \"Ọ bụrụ na anyị esoghị ndị anyị na-ekwenyeghị n'otú anyị ga-esi nwee ngwọta ọ bụla\". Mgbe ị zutere Awwad, n'etiti ndị Palestine ndị ọzọ, Schlesinger gbanwere onwe ndọrọ ndọrọ ọchịchị na nke ime mmụọ ya: \"Mgbe ị bi naanị n'etiti gị ma mara naanị akụkọ nke gị, ị na-enyo onye ọzọ enyo nke ukwuu onye bụ naanị onye na-abanye na naanị ogwu n'akụkụ gị na ihe na-abụghị nke ebe ahụ, ka ọ na-ekwu",
  "\"Ma mgbe ị meghere obi gị ma hụ nke ọzọ, ị na-amalite ịhụ na eziokwu dị mgbagwoju anya na eziokwu m bụ eziokwu, mana ọ bụ eziokwu na e nwere eziokwu ọzọ nke na-elepụ anya na m ga-amụta itinye ha ọnụ ma mee eziokwu ka ukwuu",
  "Ekwenyere m na anyị nwere ike ime nke ahụ\".",
  "David Shulman, onye kọwara ya dị ka otu n'ime ndị isi nke ọgbọ ọhụrụ nke ndị na-adịghị eme ihe ike na Palestine, kwuru na ọ na-ekwu, sị: \"Ndị Juu abụghị onye iro m; egwu ha bụ onye iro m",
  "Anyị ga-enyere ha aka ịkwụsị ịtụ egwu nke mere na akụkọ ihe mere eme ha niile atụwo egwu mana anaghị m anabata egwu ndị Juu ọzọ.",
  "David Shulman kwuru Awwad dị ka otu n'ime ndị atọ na-egosipụta satyagraha na-arụ ọrụ na West Bank, ya na Abdallah Abu Rahmah na onye Israel na-ahụ maka udo Ezra Nawi",
  "\"Ụfọdụ ndị mmadụ na-eche na satyagraha [okwu Gandhi maka enweghị ime ihe ike] bụ adịghị ike; ha kwenyere na iwe ị dị, ike ị ga-adị",
  "Nke a bụ nnukwu njehie",
  "..",
  "Ị pụghị ime ihe ike n'emeghị ihe ike n\"egeghị akụkọ nke akụkụ nke ọzọ",
  "Mana nke mbụ ị ga-akwụsị ịbụ onye a na-emegbu",
  "Mgbe ị na-eme nke ahụ, ọ dịghị onye ga-enwe ike imegbu gị ọzọ\"",
  "Ma ọbụna maka Awwad, ọrụ mkparịta ụka na-eme ka ihe achọrọ iji weta ùgwù, nchekwa, na udo na Ala Nsọ",
  "Taghyeer, dị ka o si kwuo, ka bụ ụzọ na-aga n'ihu.",
  "\"Ọrụ anyị abụghị mkparịta ụka ruo mgbe ebighị ebi",
  "Mkparịta ụka bụ naanị ihe na-ebute site n'eziokwu gaa n'eziokwu ka ukwuu",
  "Eziokwu ka ukwuu bụ ihe anyị kwesịrị ime maka udo: ọ bụghị naanị iwulite njirimara na-enweghị ime ihe ike, kama ịmepụta mmegharị ọha na eze n'ala ebe ọtụtụ narị puku mmadụ ga-abata n'okporo ámá iji manye ndị ndú ndọrọ ndọrọ ọchịchị ịnọdụ ala ma chọta ngwọta nke anyị niile ga-erite uru, \"na-ekwu na eziokwu ka ukwuu bụ inwe eziokwu abụọ dabara n'ala na ùgwù na nnwere onwe.",
  "Okwu Awwad na-ewetakarị esemokwu n'etiti ịbụ onye ziri ezi na ịbụ onye na-aga nke ọma, mmasị onwe ya bụ eziokwu ọ na-ahụ na ọ na-apụta site na nrụgide ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya: mmegharị nke ọtụtụ narị ndị Palestine ga-eguzo n'ụzọ na-enweghị ihe ike maka ikike ha, na enyo Israel iji kwado ihe kpatara ya.",
  "Dabere na ọhụụ ndọrọ ndọrọ ọchịchị ya, a ghaghị ịmepụta usoro mba maka udo: \"Ọ ga-abụ òtù mba n'ala",
  "Otu mba na-adịghị eme ihe ike n'ihi na udo maka anyị abụghị ka anyị na ndị Israel kwurịta okwu..",
  "Mkparịta ụka abụghị ihe mgbaru ọsọ maka anyị",
  "\" N'otu okwu Tedx Jerusalem, ọ gara n'ihu, \"Udo maka anyị abụghị ịga nzukọ udo kpakpando ise, ebe òtù ndị a na-eme ka ndị otu ha nwee obi ụtọ n'onwe ha ma ha na-eri hummus ma makụọ ibe ha",
  "Udo nye anyị abụghị ịga n'ihu na ndụ dị mma",
  "Udo maka anyị bụ ịmalite ibi ndụ, n'ihi na anyị adịghị ndụ",
  "..",
  "Udo bụ itinye aka n'ọnọdụ ndụ dị mma, \"nke ikike mmadụ na nke mba kwekọrọ na ndụ ndị mmadụ",
  "\""
]