[
  "Ali Nuhu Mohammed (a mụrụ na 15 Machị 1974) bụ onye na-eme ihe nkiri na onye nduzi ihe nkiri na Naijiria. Ọ na-eme ihe nkiri Hausa na nke Bekee ma ndị mgbasa ozi makwaara ya dịka eze kannywood ma ọ bụ \"Sarki\" Ali; Kannywood bụ isi ụlọ ọrụ ihe nkiri Hausa nke dị na Kano, Nigeria. Ali Nuhu apụtawo na ihe karịrị ihe nkiri Nollywood na Kannywood 500, ma nweta ọtụtụ otuto",
  "A na-ele Nuhu anya dịka otu n'ime ndị na-eme ihe nkiri kachasị ukwuu na ndị kachasị nwee mmetụta n'oge niile na akụkọ ihe mere eme nke Hausa Cinema, yana Nigerian Cinema N'ihe gbasara ndị na-ege ntị, nha na ego, a kọwakwara ya dịka onye na-eme ihe nkiri Hausa kachasị nwee ihe ịga nke ọma n'ụwa.",
  "A mụrụ Ali Nuhu na Maiduguri, Borno Steeti, na ọwụwa anyanwụ Naịjirịa",
  "Nna ya Nuhu Poloma si obodo Balanga nke Gombe Steeti na nne ya, Fatima Karderam Digema si Bama Local Government Area nke Borno Steeti. O tolitere na Jos na Kano",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ natara Bachelors of art degree geography na Mahadum Jos",
  "Ọ rụrụ ọrụ mba ya na Ibadan, Oyo Steeti",
  "O mechara gaa Mahadum nke Southern California maka ọmụmụ na mmepụta ihe nkiri na nka sinima.",
  "Nuhu mere ihe nkiri izizi ya na ihe nkiri afọ 1999 Abin sirri ne",
  "A maara ya nke ọma maka ọrụ ya na Sangaya nke ghọrọ otu n'ime ihe nkiri Hausa kachasị elu n'oge ahụ",
  "Ali Nuhu pụtara na ọtụtụ ihe nkiri, gụnyere Azal, Jarumin Maza, na Stinda e nyere dịka onye na-eme ihe nkiri kachasị mma na ọrụ nkwado n'oge African Movie Academy Awards n'afọ (2007)",
  "N'afọ 2019, Nuhu mere emume ncheta afọ iri abụọ ya na ụlọ ọrụ ihe nkiri",
  "Ọ pụtara na ihe dịka narị ihe nkiri ise.",
  "Nuhu bụ otu n'ime ndị na-eme ihe nkiri kachasị mma na Hausa Cinema, ọ na-apụtakarị na ndepụta nke ndị kachasị ewu ewu, ejiji na ndị nwere mmetụta na Naịjirịa",
  "Ọ na-apụta mgbe niile n'etiti mmadụ iri kachasị elu n'ime otu narị ndị kacha nwee mmetụta na Naịjirịa",
  "Nuhu abụrụla onye nnọchi anya nke mgbasa ozi gọọmentị na nke gọọmentị dị iche iche gụnyere Globacom, Omo, Samsung na ndị ọzọ",
  "Ọ natara nzere doctorate site na ISM Adonai American University, Benin Republic n'afọ 2018."
]