[
  "Atunyota Alleluya Akpobome, onye amara aha ya dị ka Ali Baba, bụ onye Naijiria -n'eme ihe ntọ ọchị, onye isi emume  na onye na-eme ihe nkiri.",
  "A mụrụ Ali Baba na Warri, na steeti Delta Naijiria n'abalị iri abụo na anọ nke ọnwa June , 1965,  nye ezinụlọ eze Agbarha Otor",
  "Ọ bụ nwa mbụ nke ọtụtụ ụmụaka, ma nọrọ afọ asatọ mbụ ya na Warri",
  "Nna ya bụ onye agha lagoro ezumike nka nke jere ozi na Lagos",
  "Ọ gara Ojo Primary School na Command Secondary School na Lagos",
  "Ọ gara n'ihu n'agụmakwụkwọ ya na Ibru College dị na Agbarha-Otor na Bendel State University (bụ ugbu a Ambrose Alli University ), Ekpoma ebe ọ gbadoro anya na Religious Studies & Philosophy.",
  "Mgbe ọ gụsịrị akwụkwọ mmụta ya na 1990, ọ laghachiri Lagos,  iji zụlite nkà ọchị ya ọ chọpụtara na mahadum",
  "Na mbụ, o mere atụmatụ ịgụ mmụta Iwu mana o kpebiri na ya nwere ike ime nke ọma site n'ime ka ndị mmadụ chịa ọchị karịa ịgbachitere ha.",
  "Ọ malitere ọrụ ọkachamara ya na mmemme ụlọ ọrụ, na-egosi na ihe ngosi telivishọn ya na Patrick Doyle, Charly Boy na Danladi Bako, na-eme obere npụta na ihe ngosi redio na Bisi Olatilo, Sani Irabor ya na Mani Onumonmu",
  "Ọ  sọkọkwa Prince Adedapo Benjamin Adelegan nke DP Lekki Limited rukọọ ọrụdị ka onye enyemaka onye isi na 1991.",
  "N'ịbụ onye nwere obere ihe atụ na Nigeria maka ndị na-eme ihe nkiri ama ama Ali Baba nọgidere na-eme ka nkà ya nwee nkà na ịmepụta ogo dị ka onye na-emepụta ihe ọhụrụ na onye na-atọ ọchị maka ihe omume ụlọ ọrụ na nke na-abụghị nke ụlọ ọrụ na site n'ije ozi dị ka onye nchikọta nke emume n'ọtụtụ mmemme.",
  "Na 1993, o debara aha ụlọ ọrụ ya Alibaba Hicuppuray 3rd iji kwalite echiche nke ndị na-eme emume ọrụ ọchị dị ka ọrụ na ụzọ ndụ a na-akwanyere ùgwù",
  "Dị ka akụkụ nke ọrụ a, na 1998, ọ goro akwụkwọ akụkọ na ụkwụ na aha n'okporo ụzọ Lagos dee  ozi nke si ''ịkpa ọchị bụ abụghị ihe egwuregwu \"Being Funny bụ Serious Business.\"",
  "Ali Baba, na-ekwusi ike na nkà ihe ọmụma na azụmahịa ya buru ibu maka ndị niile na-achọ ịme ihe ọchị ọrụ ha họọrọ",
  "Dị ka nke a, ọ na-akwado, na-enye ndụmọdụ ma na-enye ọtụtụ ndị ọ'ntọ ọchị enyemaka  hụ na a na-edobe ụkpụrụ na agbamume ọkachamara",
  "Ali Baba bụ ọkachamara na-akpa ọchị ama ama kemgbe afọ iri atọ ma nweta ọtụtụ ihe nrite.",
  "A kpọbatara Ali Baba n'ime otu Johnnie Walker ' Striding Man' na 2009 nke na-ahọpụta ụmụ nwoke nwetara nnukwu ọganihu n' ọrụ ha họọrọ na ndị na-akpali ma na-agba ndị ọzọ ume",
  "Na 2012, ọ kụrụ̀ mgbịrịgba nke ngwụcha afọ nke Nigeria Stock Exchange, onye ntọ ọchị mbụ Naijiria mere otú ahụ.",
  "Ọ bụ Ọpụrụiche Marshal nke Federal Road Safety Corps",
  "Na March 2015, e  gosipụtara Ali Baba na ụda olu Africa CNN, na-ekwu maka ebumnuche ya ime ka ọ bụrụ ọkachamara na ịnweta nnabata maka ndị na-eme egwuregwu Nigeria.",
  "N'April 2018, Ali Baba natara nsonye nke Paul Harris site na Rotary International maka ntinye aka ya na ụlọ ọrụ ndị ntọ ọchị nke Nigeria.",
  "Ali Baba lụrụ nwunye onye bụ Mary Akpobome",
  "Ali Baba bụ onye na-agụ akwụkwọ nke ukwuu ma na-enwe mmasị n'ise ihe."
]