[
  "Alice Badiangana nwekwara Alice Badiangaba ma ọ bụ Alice Mbadiangana, emesia Alice Mahoungou (amuru 1939) bu onye ahia ahia na onye ndọrọ ndọrọ ọchịchị sitere na Republic of Congo",
  "Ọ bụ nwanyị Congo mbụ a kpọchiri dị ka onye mkpọrọ ndọrọ ndọrọ ọchịchị, ma bụrụkwa onye nchoputa nke otu ndị ntorobịa Congo na onye ndu otu African Women's Union of the Congo.",
  "A mụrụ Badiangana na 1939 ma gaa ụlọ akwụkwọ praịmarị Katọlik na Brazzaville, na-amụ maka ọmụmụ ihe ndị ọzọ",
  "Ọganihu agụmakwụkwọ ya mere ka ọ nweta ọrụ na National Social Security Fund..O sonyeere ngalaba mpaghara nke alaka ya (GCAT) nke General Confederation of Labour (CGT), nke bụ otu maka ndị ọrụ na azụmaahịa na ụlọ ọrụ ma nwee ọchịchọ ndị Kọmunist",
  "Badiangana ghọrọ onye nnochite anya otu National Social Security Fund.",
  ".Na 1956, o mebere otu ndị ntorobịa Congo (UJC), ya na Aimé Matsika na Julien Boukambou",
  "Ọ bụ otu n'ime ndị na-adịgide adịgide na nzukọ a na-ewere na ọ na-aga n'ihu",
  "Badiangana bụkwa otu n'ime ndị isi otu African Women's Union of the Congo (UFAC), nke jikọtara na UJC",
  "Ebumnuche nke UFAC \"bụ ijikọ ụmụ nwanyị Congolese si mpaghara niile nke mba ahụ iji mee ka ha mara nsogbu ndị na-eche mba ahụ ihu ma rụọ ọrụ maka Congo nweere onwe ya, nke bara ọgaranya na nke ka mma\". N'ihi njikọ ya na òtù abụọ ahụ, na 1959 ọ gara Vienna maka World Festival of Youth and Students. Mgbe ọ nọ na UJC, Badiangana kwadoro nnwere onwe nke Congo-Brazzaville.",
  ". N’afọ 1960, gọọmenti Kongo tụrụ ndị òtù CGAT iri na isii na asatọ na ndị otu UJC mkpọrọ, n’ihi atụmatụ ọchịchị Kọmunist",
  "Badiangana bụ naanị nwanyị",
  "Ndị CGT gwara otu n'ime ndị ọka iwu ya, Michel Bruguier, ka ọ gbachitere ndị eboro ebubo ma rịọ ka a tọhapụ ha ozugbo",
  "Ha ritekwara uru na nkwado André Malraux, bụ́ onye nnọchiteanya France mgbe ahụ, bụ́ onye tinyere aka na President Fulbert Youlou iji rịọ ya ka o hazie ikpe.Mkpọrọ ya na Badiangana bụ nwanyị ndọrọ ndọrọ ọchịchị Congo mbụ a tụrụ mkpọrọ, tupu nnwere onwe",
  "E wepụrụ ikpe ya ma tọhapụ ya na Septemba 1960, mgbe ọnwa isii gachara n'ụlọ mkpọrọ. Mgbe ọ nọ n'ụlọ mkpọrọ, na 15 Ọgọstụ 1960, Congo nwetara nnwere onwe ya",
  "Ọ laghachiri n'ọrụ ya na union, ndị na-akatọ iwu ọrụ gọọmentị na ọnọdụ ọrụ.",
  "Badiangana sonyere na arụmụka iji wuo iwu ọhụrụ n'okpuru onye isi ala ọhụrụ, Alphonse Massamba-Débat",
  "A họpụtara ya ka ọ nọrọ na kọmitii etiti nke otu pati, National Movement of the Revolution (MNR), nke e guzobere na 1964. N'ihi ọrụ ya na UJC, a họpụtara ya ka ọ bụrụ onye na-ahụ maka akụ na ụba na MNR. Ọ dị naanị afọ iri abụọ na anọ n'oge ahụ",
  "Ya na ndị otu iri ndị ọzọ, o nwere mmetụta na iwu ọchịchị ruo afọ ise. N'afọ 1964, National Revolutionary Movement mere ka a hazigharịa òtù ụmụ nwanyị niile n'otu nzukọ - Democratic Union of Women of Congo (UDFC)",
  "Nke a nọchiri n'afọ sochirinụ, na 1965, site na Revolutionary Union of Congolese Women (URFC) nke na-ahụ maka nsogbu ụmụ nwanyị ruo mgbe nnọkọ mba na 1991.",
  "Badiangana sonyere dị ka onye na-akọ akụkọ na ihe nkiri Revolutionary (s) nke Hassim Tall Boukambou (2001), nke nyochara akụkọ ndọrọ ndọrọ ọchịchị nke Congo-Brazzaville site na akụkọ nke mgbanwe nke August 1963."
]