[
  "Alice Taylor Gafford (ubochí irí na isé n'ọnwa Ọgọst, 1886 rụo ubochí irí abụọ na asaá n'ọnwa Ọktoba, 1981) bụ ónyé nọọsụ America, onye nkuzi, na ónyé na-ese ihe, nke bi na Los Angeles.",
  "A mụrụ Alice Taylor na Tecumseh, Kansas, otu n'ime ụmụ iri",
  "Nné na nnà ya bụ Benjamin na Alice Armstead Taylor.",
  "Gafford bụ onye nọọsụ afọ iri abụọ na ise tupu ọ malite ọrụ nka",
  "Ihe a ma ama site na ọrụ mbụ ya bụ oge ọ rụrụ na American Red Cross na Alaska (1915), ma soro Daniel Hale Williams rụọ ọrụ na Chicago.",
  "Ọ kwagara Los Angeles na 1922",
  "Ọ zụrụ na Otis Art Institute (nke a na-akpọzi Otis College of Art and Design) wee nweta asambodo nkụzi na UCLA na 1951, mgbe ọ dị afọ iri isii na ise, ma kụzie nka na mmemme agụmakwụkwọ ndị okenye.",
  "Ọ na-arụsi ọrụ ike na ọbọdọ Val Verde, na-akụzi ma na-eme ihe ngosi nka, ma na-eduzi Val Verde Women's Cultural Society.  A na-egosikarị ọrụ ya, nke ọtụtụ n'ime ha bụ ndụ ma ọ bụ ihe nkiri ala, n'afọ ndị ikpeazụ ya. Mgbe ọ dị afọ 81, ọ natara ọrụ ise foto nke ndị Africa America iri na abụọ a ma ama, maka ngosi na ụlọ ọrụ Family Savings and Loan Association na Los Angeles.",
  "Gafford sonyere n'ịtọ ntọala Los Angeles Negro Art Association na 1937, na ụlọ ngosi Eleven Associated Artists (mgbe e mesịrị Art West Association) na etiti Los Angeles.\nNdị na-ese ihe na Los Angeles na-adịte aka gụnyere ndị Africa America Beulah Woodard, William Pajaud na ónyé China America na-ese egwu Tyrus Wong.",
  "A kpọrọ ya \"ónyé isi nke ndị na-ese ihe ojii na Los Angeles\" iji kwado idu ndú ọbọdọ ya. Ihe osise mmanụ ya bụ akụkụ nke ihe ngosi Negro History Week na Doheny Library na 1953.",
  "Alice Taylor lụrụ Louis Sherman Gafford, ónyé agha nke Agha Ụwa Mbụ, na 1928",
  "Ọ nwụrụ n'afọ 1959, ma kwụsị ise ihe n'afọ 1975, mgbe ọ nwesịrị ọrịa anya",
  "Alice Taylor Gafford nwụrụ na 1981, mgbe ọ dị afọ 95, e lie ozu ya na Los Angeles National Cemetery.",
  "A maara Gafford màkà ọrụ ya n'ịtọ ntọala na ịzụlite ọtụtụ ìgwè nka na ndịda California, gụnyere ihe ngosi nka Val Verde kwa afọ, nke e mechara gụọ aha ya.  A na-echeta ya dị ka nwanyị Africa-America na-ese ihe na Los Angeles, yana dị ka onye na-ese egwu nke ghọrọ ónyé na-arụpụta ihe karịsịa mgbe ọ dị agadi. A na-anọchite anya ya site na ihe osise na nchịkọta nke Mahadum Howard, Long Beach Museum of Art, na Bowers Museum, n'etiti ụlọ ọrụ ndị ọzọ."
]