[
  "Aliza Ayaz bụ onye na-ahụ maka ihu igwe nke mba ụwa, na onye nnọchi anya United Nations Goodwill. O jikọtara aka wee merie United Kingdom Youth Outstanding Commitment to Sustainability Award na University College London (UCL), ma kwuo okwu na United Nations, London International Model United Nations, na ihe omume UK Parliamentary. Ọ bụ onye otu National Youth Council Pakistan A maara ya maka ịmepụta Climate Action Society na UCL nke nyere aka kpalie ndị ntorobịa UK niile na-eme ihe megide mgbanwe ihu igwe, na-eduga na nkwupụta mberede ihu igwe na UK Parliament. N'ọnwa Ọktoba afọ 2020, a họpụtara ya dị ka onye nnọchi anya ndị ntorobịa nke United Nations maka Goal 13 (SDG13), nwa akwụkwọ Pakistani nke abụọ na-esote Malala Yousafzai natara nsọpụrụ a.",
  "A mụrụ Ayaz na Dubai na mba United Arab Emirates, ma biri ọtụtụ ndụ ya na Middle East. Tupu ọ kwaga London, ọ gụrụ akwụkwọ na Karachi Grammar School na Dubai British School.",
  "Ọ na-agụ akwụkwọ ugbu a na Mahadum College London maka nzere bachelọ ya.",
  "Mgbe ọ bụ nwa akwụkwọ, Ayaz guzobere otu Climate Action Society (CAS) na UCL na 2018.  Ayaz na-eduzi usoro nzukọ, ogbako, mkpọsa na London na \"Sustainability Symposium\" kwa afọ nke a na-akwado na UCL iji tinye ndị ntorobịa UK n'ịkwalite maka ihu igwe.",
  "Ayaz haziri ọmụmụ ihe iji kpalie mgbanwe dị mma na omume metụtara ihu igwe na ọtụtụ ndị ọkachamara nyere ya mmasị iji dozie mmetụta ahụike mgbanwe ihu igwe dị ka ihe na-apụta na-akpata ọrịa nke pụtara ìhè n'oge ọmụmụ ya. Ya na ndị otu ya na Climate Action Society, a maara ya ka ọ kwadoro ọdịiche na itinye aka na ọgụ megide mgbanwe ihu igwe site na ịhazi nri abalị na nzukọ netwọk BME; a kpọrọ Ayaz ka ọ bịa na mkparịta ụka gburugburu nke gọọmentị site na Lola Young, Baroness Young nke Hornsey. Ọ bụ ya webatara \"Sustainability Symposium\" nke mbụ na UK nke meriri onyinye Students' Union \"Event of the Year\". Echiche nke Symposium na-ejikọta ọzụzụ dị iche iche dị ka injinia na nka iji sonye na ibelata na ime mgbanwe na mmetụta nke mgbanwe ihu igwe.",
  "Ayaz rụrụ ọrụ na UK Kickstart Scheme na Rishi Sunak (Chancellor of the Exchequer na HM Treasury), na-enye ndị were mmadụ n'ọrụ ego iji mepụta ọrụ maka ndị dị afọ 16 ruo 24 na Universal Credit. N'otu oge ahụ, ọ na-etinye aka na UK Green Homes Grant nyere mmasị ya maka ịlụso ịda ogbenye mmanụ ụgbọala na ikuku carbon ọgụ.",
  "Ayaz bi na London, England na ndị enyi na ezinụlọ mana ọ na-eme njem mgbe niile. Ọ na-eto nne na nna ya Mohammad Ayaz na Dr",
  "Rana Najmi maka ihe ịga nke ọma na mkpali ya.",
  "Ayaz na-etinye aka na atụmatụ iwu ahụike zuru ụwa ọnụ na ngalaba UCL n'okpuru Vice-Provost (Health) David Lomas",
  "Ọ debanyere aha ya ugbu a na mmemme agụmakwụkwọ maka Population Health Sciences na UCL.",
  "O dere banyere iwu carbon-neutrality nke ọtụtụ mahadum.",
  "A kọọrọ Ayaz na CNN, BBC, Geo TV, ARY News, The Express Tribune, The Pakistan Daily, Parlho Pink, The Women Journal, The News International, Daily Pakistan, LexGaze Weekly, na mgbasa ozi ndị ọzọ gbasara isiokwu nke gụnyere ejiji na-adịgide adịgide, ndụmọdụ gburugburu ebe obibi na ọchụnta ego ụmụ akwụkwọ.",
  "Ọ nọ n'ọnọdụ nke atọ na ndepụta 30 under 30 nke Pakistan Daily na 2021.",
  "Ayaz etinyela aka na Ayaz Rana Foundation, ọrụ ebere malitere na 2022 iji nye ndị ogbenye na ndị ogbenye enyemaka."
]