[
  "Allerley Glossop (1870-1955) bụ ónyé na-ese ihe na South Africa nke a maara karịsịa màkà ọdịdị ala ya na ihe nkiri ọzụzụ atụrụ ya.",
  "A mụrụ Glossop Alice Glossop n'ime ezinụlọ nọ n'etiti na Twickenham, na West London, nwá nwanyị George Glossop, ónyé vicar nkè Twickenham.",
  "Glossop gụrụ ihe osise na Slade School of Fine Art na London n'okpuru Charles Holroyd na ímé ihe ngosi n'okpuru George Frampton, ma gụọ akwụkwọ n'okpuru William Mouat Loudan na Westminster School of Art. Ọ rụkwara ọrụ n'okpuru Arthur Elsley na Solomon Solomon, ma kụzie na ụlọ akwụkwọ nka ha dị mkpirikpi, Sphinx Studio, rụọ mgbè ọ mechiri na 1900.",
  "Glossop kwagara South Africa nà 1900, na-arụ ọrụ ụgbọ na ise ihe na Klapmuts na Western Cape, ọ bụkwa ónyé otu South African Society of Artists (SASA), na-eje ozi na Kansụl Society n'etiti 1902 na 1906. Ọ na-emekarị ka ọrụ nwoke na nwanyị e kenyere otu nwanyị ọcha na South Africa site n'iyiri uwe ụmụ nwoke (ndị enyi ya maara ya dị ka \"Joe\"), na-eyi okpu okpu, na-ese anwụrụ ma na-aga naanị ya n'ime ime ọbọdọ iji see ihe. N'etiti 1902 na 1917 ọ rụrụ ọrụ ugbo na Wellington, Western Cape, na 1917 ọ kwagara Johannesburg.",
  "Glossop bụ enyị nkè ónyé na-ese ihe Madge Tennent, ónyé gosipụtara ya dị ka \"Jill nke azụmahịa niile, na nnà úkwú nke ọtụtụ n'ime ha..",
  "ónyé, ọ bụrụ na ọ na-arụsi ọrụ ike, ga-etinye uwe ejiji na-acha ọcha n'elu uwe elu ya na akpụkpọ anụ dị elu, iji rute oriri na oriri na ihe ọkụkụ kama akpa",
  "\" Tennent na-ekwu na mgbè Agha Ụwa Mbụ gasịrị, Glossop gbanwere ihe osise ya màkà bọta, ntụ ọka na àkwá iji nye aka ugbo ya nri ndị ọzọ; ma kọwaa ya dị ka \"ónyé Spartan\", \"Ónyé nwéré onwé ya site na okike na ọzụzụ\", ónyé \"nwéré onwé ya n'anya..",
  "nwanyị dị gịrịgịrị, nwéré nnukwu ọdịmma mmadụ, na ịnụ ọkụ n'obi màkà ọrụ..",
  "nke guzo n'ụzọ ndụ, dị ka ugo na-egbuke egbuke dị njikere ife ifufe megide ihe ọ bụla na-adịghị mmá iji mee ndị na-eme na-eto eto, ndị na-adịghị ike ma ọ bụ ndị aka ha.",
  "N'afọ 1925, ọ kwagara Lion's River na kwaZulu-Natal, ma rụọ ọrụ site n'ebe ahụ rụọ mgbè ọ nwụrụ n'afọ 1955.",
  "Glossop gosipụtara na South Africa na mba ofesi, gụnyere: 1902-1903 SASA kwa afọ ngosi na Cape Town; 1910 ngosi nke South African Fine Arts Association, Cape Town; 1917-1919 SASA kwa ụbọchị ngosi nka, Cape Town, 1920-1924 South African Academy of Art kwa afọ ngosi, Johannesburg; 1924 British Empire Exhibition, Wembley; 1924 SASA kwa ọnwa ngosi, Cape Town",
  "1935 ngosi nke nka oge a, South African National Gallery; 1936 SASA kwa oge a, Cape Town: na ngosi nke 1937 National Art, na ngosi nka nke ógè a.",
  "A na-anọchite ányá ọrụ Glossop na Durban Art Gallery; Ann Bryant Art Gallery na East London; Albany Museum, Grahamstown; Johannesburg Art Gallery; South African National Gallery, Cape Town; Mahadum nke Cape Town; William Humphreys Art Gallery, Kimberley na Pretoria Art Museum."
]