[
  "Allen Dester Carter (úbọchị irí abụọ na itoolu n'ọnwa Juun, 1947 rụo ụbọchị irí na asatọ n'ọnwa Disemba, 2008), nke a maara dị ka 'Big Al' Carter, bụ ónyé na-ese ihe na Alexandria, Virginia na ónyé nkụzi nka ụlọ akwụkwọ ọha na eze na Washington, D.C.",
  "Mgbè The Washington Post Magazine depụtara ya na Mee 2006, Carter mere atụmatụ na o nwere ọrụ puku iri abụọ nke ihe osise \"site na ihe osise dị mgbagwoju anya ruo nnukwu ihe osise ụbọchị na oghere narị itoolu square-foot ebe ọ bi.",
  "Carter nwetara nzèrè Bachelor of Fine Arts na Columbus College of Art and Design na Ohio na 1972, wee laghachi Washington iji rụọ ọrụ post-graduate ma kụzie na Mahadum America. N'afọ 1995, ọ natara nzèrè Honorary Master of Fine Arts, site na Columbus College of Art and Design.",
  "N'oge ndụ ya, Carter gosipụtara n'ọtụtụ ebe na gallery na ebe ngosi ihe mgbè ochie - na-emekarị gburugburu Mid Atlantic - gụnyere n'ihe ngosi ya na ndị isi na-ese ihe n'Afrịka America, gụnyere ónyé na-ese foto na onye na-eme ihe nkírí Romare Bearden.  O gosikwara na Corcoran Gallery of Art na Freer Gallery of Art, ma na Washington, DC; Virginia Museum of Fine Arts na Richmond; Southeastern Center for Contemporary Art na Winston-Salem, North Carolina; Portsmouth Museum na Virginia; Cameron Art Museum na Wilmington, NC; na Alexandria Black History Museum na Alexandria, VA. N'oge na-adịghị anya mgbè ọ nwụsịrị, e mere ihe ngosi nke ọrụ ya na Mahadum Vanderbilt Curb Center for Art, Enterprise and Public Policy. N'afọ 2015, e gosipụtara ihe osise ya iri asatọ, ihe ọkpụkpụ, ihe osise, na nchịkọta ya na Arizona State University Art Museum.",
  "E mere ihe ngosi n'oge na-adịbeghị ányá na 2019 na Fred Schnider Gallery of Art na Arlington, VA.",
  "Ihe osise Carter dị na nchịkọta na-adịgide adịgide na Smithsonian Museum na Corcoran Gallery of Art, ma na Washington, DC. O mekwara mgbidi ọha na eze na Roanoke, VA, Washington, DC, Asheville, NC, Raleigh, NC, na Winston-Salem, NC.",
  "E nyere Carter mkpịsị ugodi Kansas City màkà obodo ahụ, Virginia Museum of Fine Arts Professional Fellowship, na DC Commission on the Arts & Humanities Artist-In-Residence award.",
  "Ọrụ Carter dọtara ọtụtụ otuto n'oge ọrụ ya, ma \"ekweghị ka egosiputa ọrụ nka ya na isi obodo nka nke mba ahụ, New York, ebe ọ gaara achọta aha ọma na ụgwọ ọrụ ka ukwuu",
  "\"",
  "\"Ihe osise Carter bụ protein, obi buru ibu, ọ dịghị mgbe ọ na-eme ihe ọchị, \" Onye nkatọ Washington Post bụ Paul Richard dere banyere ihe ngosi 1985 na gallery mpaghara",
  "\"Warmth na-esi na mgbidi na-awụfu",
  "Ịga n'ime gallery bụ ịnakwere Big Al makụọ",
  "\"",
  "Nnyocha New York Times nke afọ 1990 kwuru na ihe osise ya \"na-atụ aro nnwere onwe na-enweghị njedebe, nke a na-apụghị ịchịkwa achịkwa",
  "[a] ụwa dị mgbagwoju anya nke eziokwu, nrọ na nka\"."
]