[
  "Allison Amaechina Madueke (// (gee ntị); amụrụ n'afọ 1944) bụ onye agha mmiri Naijiria lagoro ezumike nká",
  "Ọ bụ Chief of Naval Staff nke Nigeria site na 1993 ruo 1994, gọvanọ ndị agha nke Anambra Steeti site na Jenụwarị 1984 ruo Ọgọst 1985, na gọvanọ agha nke Imo Steeti site n'afọ 1985 ruo 1986.",
  "A mụrụ Allison Madueke na 1944 na Agbariji-Inyi, Osimiri Oji, Enugu Steeti, ma bụrụ onye Igbo.\nỌ gara Britannia Royal College, Dartmouth England na School of Maritime Operations, Southwick",
  "Ọ ghọrọ onye otu Royal Institute of Navigation, London (MRIN) na onye otu Nautical Institute, London (MNI)",
  "E mechara nye ya nzere Doctorate abụọ na sayensị site na Enugu State University of Technology, na Law site naugboro abụọ na Sayensị si Enugu State University of Technology, na n'ihe gbasara iwu na Mahadum Abia State",
  "E nyekwara ya nzere Doctorate na Sayensị site na Mahadum Naịjirịa, Nsukka n'afọ 2010.",
  "Nwunye ya nke abụọ Diezani Alison-Madueke bụ nwanyị mbụ bụ onye nduzi nke Shell Petroleum Development Company nke Naịjirịa, mechaa bụrụ onye minista na-ahụ maka njem na Naijiria na Julaị 26, 2007.",
  "Madueke gụrụ akwụkwọ na Nigerian Defense Academy n'etiti afọ 1964 na 1967.\nỌ rụrụ ọrụ na Embassy nke Nigeria dị ka Naval Attache na Washington DC, USA.\nMgbe ndị agha wepụrụ onye isi ala Shehu Shagari na Disemba 31, 1983, dị ka onye isi ụgbọ mmiri, a họpụtara ya dịka gọvanọ nke Anambra Steeti site na Jenụwarị 1984 ruo Ọgọst 1985, wee bụrụ gọvanọ Imo Steeti ruo 1986 n'oge ọchịchị ndị agha nke ndị ọchịagha Muhammadu Buhari na Ibrahim Babangida.\nA kwalitere ya ka ọ zụlite admiral, site na 1993-1994 ọ rụrụ ọrụ nkenke dị ka Chief of Naval Staff n'okpuru General Sani Abacha.\nA chụrụ ya n'ọrụ mgbe nzukọ Supreme Military Council gasịrị n'August 1994 ebe ọ kwadoro ịhapụ onye isi ala a họpụtara bụ Moshood Abiola nkịtị,onye a tụrụ mkpọrọ mgbe na ọchịchị  mere ka Abacha banye n'ọchịchị.",
  "Mgbe ọ lara ezumike nká na n'ọrụ ndị agha mmiri, Madueke ghọrọ Onye isi oche nke Radam Maritime Services Ltd., onye isi oche nke Interconnect Clearinghouse na Onye isi oche of the Board of Trustees of the National ICT Merit Awards A họpụtakwara ya na bọọdụ nke Regalia Nigeria Ltd, Excel E & P (Marginal Oil Fields) Ltd., Solid Rock Securities and Investments Ltd",
  "na Image Consultants Ltd."
]