[
  "Alliance Française nke Lagos (French: l'Alliance Française de Lagos) bụ ụlọ ọrụ Naijiria na-enweghị uru na Lagos nke Alliance Française of Paris kwadoro iwu ya",
  "Ụlọ akwụkwọ ahụ na-etinye aka na ọzụzụ na agụmakwụkwọ nke ndị Naijiria, ọkachasị ndị Lagosians n'asụsụ French ma na-anabata ihe omume ọdịnala.",
  "E guzobere ụlọ ọrụ ahụ na 1959.\nIhe dị ka ụmụ akwụkwọ pụkụ anọ na-edebanye aha kwa afọ n'ụlọ akwụkwọ maka nkụzi ha",
  "E nwere ebe ụmụnne nwanyị iri n'akụkụ ndị ọzọ nke Naịjirịa gụnyere Enugu, Ibadan, Ilorin, Jos, Kano, Kaduna, Lagos, Maiduguri, Owerri na Port Harcourt.\nAf Lagos bụ otu n'ime njikọ aka kachasị ukwuu n'Africa",
  "Dị ka otu n'ime netwọk ụwa nke Alliances, ọ na-arụkọ ọrụ ọnụ na Foundation des Alliances Françaises na Paris. Dị ka onye na-arụ ọrụ na-eduga n'ịkwalite asụsụ na ọdịbendị French, ọ na-akwado ya site na Ministry of Foreign Affairs nke France.",
  "Isi oche nke Alliance Française de Lagos dị na Ikoyi tupu ọ kwaga Yaba na 1990s.",
  "Oche ahụ si Yaba laghachi Ikoyi n'afọ 2019, n'ihi nkwado pụrụ iche nke Dr Mike Adenuga onye kpebiri iwu ụlọ ọrụ ọdịbendị na asụsụ ọhụrụ",
  "Onye isi ala France Emmanuel Macron meghere akụkụ mbụ nke ọrụ ahụ n'oge nleta ya gara nke ọma na Lagos na Julaị 2018 ma meghee ụlọ ọrụ ahụ n\"ụzọ zuru ezu na Mee 2019",
  "Ọrụ ahụ, nke Baron Architecture sere, nwa nwanyị onye nkwado ahụ n'onwe ya, Ms Bella Disu na onye nduzi nke Alliance Française de Lagos, Charles Courdent sochiri",
  "A na-ewere ya dị ka ihe owuwu magburu onwe ya, otu n'ime ụlọ kachasị mma na Lagos, na ebe ọdịnala pụrụ iche, gụnyere ụlọ nzukọ, ọbá akwụkwọ, ebe nka, ebe egwuregwu n'èzí wdg",
  "\"Nkwado\" Eric Kayser, ụlọ oriri na ọṅụṅụ na ebe a na-eme achịcha nke France, nwekwara ike ịchọta na Mike Adenuga Center.",
  "Af Lagos nwere alaka nke abụọ na Ikeja, n'ihi mmekọrịta ya na Ministrị Mmụta nke Lagos State.",
  "Alliance Française de Lagos anọwo na-akwado ihe omume na ememme ndị dị mkpa (igba egwú, ihe nkiri, foto -LagosPhoto-, akwụkwọ -Ake-, egwu, ihe nkiri wdg) kemgbe e meghere na 2019."
]