[
  "Allina Ndebele (née Khumalo) (amụrụ n'ubochí irí n'ọnwa Disemba 1939) bụ ónyé na-ese ihe na ónyé na-akpa ákwà na South Africa nke a maara màkà tapestries ya. A mụrụ ya na Swart Mfolozi na KwaZulu Natal Province ma mgbè ọ zụchara ọzụzụ ịbụ ónyé nọọsụ ọ nwetara ọrụ dị ka ónyé ntụgharị màkà Peder na Ulla Gowenius bụ ndị na-eguzobe ihe ga-abụ Rorke's Drift Art and Craft Centre",
  "Ọ malitere ịkpa ákwà ngwa ngwa ma gụọ akwụkwọ na Sweden iji ghọọ ónyé nkuzi na-akpa ákwà",
  "O mechara guzobe ụlọ ọrụ ịkpa ákwà nke ya, Khumalo's Kraal ma nweta Order of Ikhamanga na Silver na 2005",
  "Ọ ka bi na Kraal nke Khumalo taa.",
  "A mụrụ Allina Ndebele na Ekuhlengeni Mission, na Swart Mfolozi dị nso na Vryheid, n'ihe a maara ugbu a dị ka KwaZulu Natal Province",
  "Otu n'ime ụmụ isii, Allina Ndebele bụ nnè ya zụlitere ya, ebe nnà ya na-arụ ọrụ na Johannesburg dị ka onye ọrụ na-akwaga mbá ọzọ",
  "Ọ nwetara asambodo Junior ya (Standard 9), wee tinye akwụkwọ màkà ọzụzụ nọọsụ na Ceza Mission Hospital na KwaZulu Natal",
  "Ohere ịmụtakwu màkà Ndebele na-ejedebe ọ bụghị naanị site na nsogbu ego, kamakwa n'ihi Iwu Mgbasawanye nke Mmụta Mahadum,1959 nke méré ka ọ bụrụ mpụ màkà ụmụ akwụkwọ na-abụghị ndị ọcha ịdebanye aha na mahadum ndị mepere emepe n'enweghị ikike iwu sitere n'aka Minista nke Internal Affairs.",
  "N'afọ 1961, mgbè ọ na-arụ ọrụ dị ka ónyé a na-enye ọzụzụ n'ụlọ ọgwụ ahụ, ndị ozi ala ọzọ Lutheran nke Sweden Peder na Ulla Gowenius were ya n'ọrụ dị ka ónyé ntụgharị bụ ndị na-anwa ịmepụta ọrụ ọgwụgwọ n'ụlọ ahụ. Ndebele malitere isonye na nkuzi ọgwụgwọ ọrụ yana ntụgharị, na-agba ụmụ nwanyị nọ n'ụlọ ọgwụ ume na ọrụ aka dị iche iche",
  "Mgbè a jụrụ ya otú o si bịa n'ụzọ a màkà ọgwụgwọ ọrụ, ọ zaghachiri:",
  "\"Agbasoro m nghọta m wee malite ịmụ ụdị nkà niile iji nyere ndị ọrịa aka site na ọgwụgwọ nka",
  "Ịkpa ákwà masịrị m nke ọma",
  "Enwere m obéré afọ ojuju mgbè m na-agbaso usoro a kapịrị ọnụ ma ọ bụ na-arụ ọrụ na isiokwu ndị ndị nkuzi nyéré m",
  "Enwere m ike iche na nke ahụ abụghị ihe m.",
  "Allina Ndebele na-ekwu màkà isiokwu dịgasị iche iche na tapestries ya, na-ejikarị ọdịnala ịkọ akụkọ sitere n'ọnụ nke nne nne ya ketara. Ọ bụ ezie na Rorke's Drift nwèrè ntọala ya dị ka ọrụ ozi ala ọzọ nke Ndị Kraịst, ndị Goweniuses gbara ndị na-ese ihe na ndị na-akpa ákwà ume ịchọpụta echiche na akụkọ ndị ọzọ, site na nke onwe ma ọ bụ akụkọ ihe mere eme ruo akụkọ ọdịnala",
  "Ọrụ Ndebele gụnyere atọ ahụ, ma na-egosipụtakarị nkọwa nke akụkọ Zulu nke nné nnè ya, Zihudele MaZulu Mhlongo gwara ya. Mpisi na ọdụm (1992) na nchịkọta nke Johannesburg Art Gallery na-enyocha otu n'ime akụkọ ndị a",
  "Mgbè ọ hapụsịrị na Kraal nke Khumalo, ihe oyiyi Zulu siri ike pụtara n'ọrụ ya, na isiokwu ndị dị ka mmiri dị ka ndụ na-enye ike na nhazi nke ebe obibi Zulu.",
  "Ndebele na-etinye aka n'ịkọ akụkọ onwe ónyé The Tree of Life ma ọ bụ Isihlahla Sempilo na Zulu, bụ otu n'ime ihe atụ dị otú ahụ, nke e nyèrè iwu na 1985",
  "Mantis Wedding bụ akụkụ banyéré nkewa Allina Ndebele na di ya, ma na-akọ akụkọ banyéré ịhụnanya dị n'etiti mantis na-ekpe ekpere na nnụnụ, nke na-eri mantis mgbè agbamakwụkwọ ha gasịrị. Akụkụ ya kachasị ukwuu, Nqakamatshe and His Muti Magics [sic] (1999), e nyèrè ya ọrụ màkà MTN Art Collection ma tụọ 200 x 450 cm.",
  "A na-edebe ọrụ Allina Ndebele na nchịkọta na-adịgide adịgide nke ihe fọrọ nke nta ka ọ bụrụ nnukwu ebe ngosi nka South Africa ọ bụla, yana mbà ụwa, n'etiti ndị ọzọ na USA, Sweden, United Kingdom, Netherlands, Germany, Switzerland na Australia:",
  "Ihe nrite Vita nke mbụ nke National Bank (1994)",
  "Ebe obibi Thami Mnyele Institute (1998)",
  "Ebe obibi MTN SA Foundation (2001)",
  "Usoro nke Ikhamanga na Silver (2005)"
]