[
  "Almaz Ayana Eba (Oromo: ; Amharic: ኣልማዝ Florina Eba, amụrụ na 21 Nọvemba 1991) bụ nwanyị Etiopia na-agba ọsọ ogologo oge nke na-asọmpi na 3000 mita, 5000 mita, na 10,000 mita",
  "Ọ mebiri ihe ndekọ ụwa nke mita 10,000, nke e debere na 1993, mgbe ọ na-emeri ihe nrite ọla edo na 2016 Summer Olympics na Rio de Janeiro",
  "Na 2017 World Championships na London, Almaz meriri nrite ọla edo na mita 10,000, na-emecha sekọnd 46 n'ihu onye nke",
  "A mụrụ Almaz Ayana na Wenbera, Benishangul-Gumuz Region, Ethiopia",
  "A mụrụ ya dị ka nwa ikpeazụ nke asaa n'ime ụmụnne itoolu, Ayana malitere ịgba ọsọ n'ụlọ akwụkwọ dị n'ógbè ahụ mgbe ọ dị afọ 13-14",
  "Ọ lụrụ enyi ya n'oge ọ bụ nwata na onye mmekọ ogologo oge, Soressa Fida",
  "Dị ka ndị egwuregwu ndị ọzọ a ma ama dị ka Fatuma Roba na Derartu Tulu, Ayana bụkwa onye Oromo.\nNa mgbakwunye na asụsụ Oromo ya, ọ na-asụkwa Amharic",
  "Aha Almaz pụtara Diamond na Amharic",
  "Almaz bụ Onye Kraịst na-anụ ọkụ n'obi",
  "Almaz ritere ọla nchara na mita 5000 na afọ 2013 World Championships in Athletics na Moscow, Russia.",
  "Almaz meriri n'asọmpi mita 5000 mbụ ya na afọ 2014 African Championships na Marrakech, na-emeri onye ọkacha mmasị Genzebe Dibaba na oge ndekọ nke 15:32.72. Otu ọnwa mgbe nke ahụ gasịrị na IAAF Continental Cup na Marrakech, ọ meriri mita 5000 site na ihe karịrị 24 sekọnd.",
  "N'ọnwa Mee afọ 2015, Almaz gbara ọsọ kachasị mma nke 14:14.32 karịa mita 5000 na nzukọ IAAF Diamond League na Shanghai, China, na-emeziwanye ihe kachasị mma nke 14:25.84 nke e debere na afo 2013 na Paris. Nke a mere ka ọ bụrụ nwanyị nke atọ na-eme egwuregwu na ọsọ ahụ, n'azụ ndị obodo ya Tirunesh Dibaba, onye na-edekọ ihe ndekọ ụwa, na Meseret Defar.",
  "Na afọ 2015 IAAF World Championships na Beijing, ọ meriri mita 5000, na-emeri onye nrite ọla nchara Genzebe Dibaba ihe karịrị sekọnd 17.",
  "Na abalị abụọ na onwa isii, na afọ 2016, Almaz gbara ọsọ mita 5000 na 14:12.59 na nzukọ Golden Gala na Rome",
  "Nke a mere ka ọ bụrụ nwanyị nke abụọ kachasị ọsọ n'ebe a, na-esote naanị Tirunesh Dibaba nke ụwa nke 14:11.15.",
  "Ọ gbara ọsọ 10,000 mita na asọmpi maka oge mbụ na ọnwa isii, na afo 2016 Ethiopian Olympic trials na Hengelo, Netherlands. O weputara oge izizi kachasị ọsọ nke 30:07 ma merie Tirunesh Dibaba.",
  "Na afọ 2016 Summer Olympics, o setịpụrụ ihe ndekọ ụwa nke 29:17.45 na mita 10,000, karịa ihe ndekọ ụwa dị afọ 23 nke onye China na-eme egwuregwu Wang Junxia site na sekọnd 14. Ọ dịghị onye gbara ọsọ n'ime sekọnd 22 nke ndekọ Wang. 10,000 mita bụ ọsọ ọsọ ọsọ ọsọ mgbe Ayana hapụrụ na agba iri na abụọ ka ọ ga-aga",
  "Vivian Cheruiyot nke Kenya nke nọ n'ọnọdụ nke abụọ na-eme ihere nke ndekọ Wang na onye mmeri Olympic 10,000 mita abụọ Tirunesh Dibaba nwetara ọla nchara site na mmụba nke sekọnd 12 na oge kachasị mma ya na oge nke anọ kachasị ọsọ n'akụkọ ihe mere eme",
  "E debere ọtụtụ ndekọ mba, na ndị asọmpi iri na asatọ setịpụrụ ihe kachasị mma. Usoro nyocha ọgwụ ọjọọ na Ethiopia na ihe ihere doping nke metụtara egwuregwu egwuregwu tupu egwuregwu Olimpik nke Rio mere ka ụfọdụ nwee obi abụọ ma Almaz na-eji ọgwụ doping. Ndị na-akọwa ihe na Britain bụ Brendan Foster na Paula Radcliffe, ndị bụbu ndị nwere ihe ndekọ ụwa na ihe omume ndị dị anya, nwere obi abụọ banyere arụmọrụ Almaz. Ndị asọmpi ibe ha kọrọ na tupu asọmpi ahụ, onye Etiopia ahụ na-ekpo ọkụ ma o yighị ka ọ dị mma. Na mkparịta ụka ndị nta akụkọ ya mgbe agbụrụ gasịrị, Ayana kwuru na oge ya bụ naanị nsonaazụ ọzụzụ siri ike. N'abalị ise n'ọnwa Ọgọstụ n'afọ 2017, ọ meriri 10,000 mita na World Championships na London."
]