[
  "Teresita Pasini, (née dei Bonfatti, 1869 ̊-1948), nke a maara nke ọma site na aha nzuzo ya bụ Alma Dolens, bụ onye a ma ama na-ahụ maka udo n'Ịtali, onye na-akwado ụmụ nwanyị, na onye nta akụkọ. \"Alma Dolens\" bụ ngwakọta nke Latin alma nke pụtara \"mkpụrụ obi\" ma ọ bụ \"obi\" na Latin participle dolens nke pụtara \"ihe mgbu\" ma ọ dị \"mwute\"; aha ahụ nwere ike ịsụgharị dị ka \"obi mwute\" ma ọ bụrụ \"obi dị arọ\", a na-eche na ọ na-ezo aka na mmetụta ya gbara militarism na agha gburugburu.",
  "A mụrụ Alma Dolens, n'ezinụlọ bara ọgaranya nke Umbrian n'afọ 1876",
  "A maara ezinụlọ ya nke ọma n'ime òtù Italian unification movement, ebe ha kwadoro Giuseppe Garibaldi",
  "Alma Dolens lụrụ onye ọka iwu si Milan, onye kwadoro ọrụ ya.",
  "Alma Dolens jere ozi dị ka onye isi oche nke Kọmitii Lombardy maka Nnwere Onwe Ụmụ nwanyị na Ikike Ndị Ọrụ",
  "Ọ kwuru okwu na nzukọ udo mba na 1909 na 1910, na-eme ka ọrụ ya sie ike n'ime òtù udo nke ndị ikom na-achịkwa n'Itali",
  "O kwenyere na ụmụ nwanyị dị mkpa maka ọganihu mmekọrịta mmadụ na ibe ya, nakwa na enweghị ụmụ nwanyị n'ime usoro udo nke Ịtali na n'ime ndọrọ ndọrọ ọchịchị n'ozuzu ya bụ ihe na-emebi ihe",
  "Dolens bụkwa onye nkwado siri ike nke ịmepụta njikọ n'etiti òtù udo nke Ịtali na òtù ọrụ",
  "O mepụtara Società per la pace femminile (Society for Peace nke ụmụ nwanyị), ma gaa n'etiti etiti Ịtali iji mepụta kọmitii mpaghara n'ime ya",
  "Ọ rụrụ ọrụ na ndị ọrụ ígwè iji mepụta Associazione nazionale pro arbitrate e disarmo (Workers' Society for Arbitration and Disarmament) na Milan, nke nwere ihe dị ka ndị otu 700 site na mmalite afọ 1910.",
  "Agha 191 nke Italo-Turkish kwụsịrị usoro udo, na-emepụta nkewa n'etiti ndị chere na ha kwesịrị ịkwado agha na ndị na-emeghị",
  "Dolens dara na nke ikpeazụ, na-eme mkpọsa n'ihu ọha megide agha ahụ ma na-arịọ ndị otu nọ na United States na Switzerland maka nkwado ego iji kwe ka ndị na-eme udo gbanwee",
  "Ọ gara n'ihu na-arụ ọrụ n'afọ 1911 na 1912, mana ndị na-ahụ maka udo n'Ịtali mechara daa kpamkpam, a machibidoro Dolens ikwu okwu n'ihu ọha na Ịtali maka afọ abụọ ahụ. Ọ tụgharịrị uche ya n'ebe ọzọ, na-ede banyere ọnọdụ ibi ndụ maka ndị nọ n'ọkwá dị ala n'obodo ndị Ịtali",
  "Na nnọkọ udo na Budapest na 1913, Dolens zutere ma bụrụ enyi Rosika Schwimmer, onye ọzọ na-ahụ maka udo na onye na-akwado ụmụ nwanyị",
  "Ọ laghachiri ikwu okwu na mmemme mmemme na 1913, mgbe ụfọdụ n'akụkụ Margherita Sarfatti.",
  "N'afọ 1914, Dolens gara nzukọ banyere agha na-abịanụ na Europe nke International Peace Bureau na The Hague haziri",
  "Ya na Rosalia Gwiss-Adami bụ ndị nnọchiteanya nke ndị na-eme udo n'Itali na nnọkọ na ụbọchị iri atọ na otu n'ọnwa Julaị na Brussels, nnọkọ nke jere ozi dị ka otu mgbalị ikpeazụ iji zere agha ahụ. N'oge agha ahụ, ọ rụrụ ọrụ enyemaka maka ezinụlọ ndị agha chụpụrụ n'ụlọ ha n'ime Austria-Hungary",
  "Mgbe Agha Italo-Turkish biri, ọ gara Belgium iji kụzie ihe",
  "Ịhụ mbibi sitere n'agha ahụ kwusiri ike nkwenye ya na pacifism, o kwukwara n'otu n'ime nkuzi ya \"onye iro anọghị n'ókè; ọ gbara anyị gburugburu: ọ bụ ịda ogbenye, ụkwara nta, enweghị ọrụ. Ọgwụgwọ maka ọrịa ndị a bụ njedebe nke ngwá agha dị egwu ma dị oke ọnụ",
  "\" O siri ọnwụ na iwu kwesịrị ịchọ ka mba ndị ahụ kpebie n'oge agha.",
  "Mgbe Agha Ụwa nke Abụọ gasịrị, Dolens gara biri n'ụlọ enyi ya, Gilberto Gilioli na nwunye ya Myrthe Ripamonti, ebe ọ nwụrụ na 1948."
]