[
  "Seydou Koné (French pronunciation: [sɛdu kɔne]; amụrụ na Jenụwarị 1, 1953 na Dimbokro), nke a maara nke ọma site na aha egwu ya bụ Alpha Blondy, bụ onye na-agụ egwú reggae nke Ivorian na onye na-edekọ egwu mba ụwa",
  "Ọtụtụ n'ime abụ ya na-akpali ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya, a na-abụkarịkwa ya n'asụsụ obodo ya bụ Dyula, French na Bekee, ọ bụ ezie na ọ na-eji asụsụ ndị ọzọ eme ihe mgbe ụfọdụ, dịka ọmụmaatụ, Arabic ma ọ bụ Hibru.",
  "Nwa mbụ nke ezinụlọ nwere ụmụ asatọ, nne nne ya zụlitere Seydou Koné n'ebe ọ kọwara dị ka \"n'etiti ndị okenye\", nke ga-enwe mmetụta dị ukwuu n'ọrụ ya",
  "N'afọ 1962, Alpha Blondy sonyeere nna ya na Odienné, ebe ọ nọrọ afọ iri, gaa Sainte Elisabeth High School, ma tinye aka na ụmụ akwụkwọ Ivory Coast",
  "O guzobere otu egwu n'ụlọ akwụkwọ sekọndrị, mana nke a metụtara agụmakwụkwọ ya ma chụpụ ya maka ịga nke ọma",
  "Nne na nna ya zigara ya ịmụ Bekee na Monrovia, isi obodo Liberia, na 1973",
  "Ọ nọrọ ọnwa iri na atọ n'ebe ahụ wee kwaga United States iji melite Bekee ya.",
  "N'afọ 1974, Seydou kwagara New York ebe ọ gụrụ akwụkwọ na Bekee na Hunter College na Columbia University American Language Program, na-achụso ọrụ nkuzi",
  "Na New York, a kọwaara ya Rastafari ma gaa kọntaktị nke ndị na-ese ihe na Jamaica gụnyere Burning Spear",
  "Seydou tinyere aka n'ọtụtụ esemokwu tupu ọ laghachi Ivory Coast ebe ọ zutere nsogbu ọzọ ruo mgbe ya na enyi ya n'oge ọ bụ nwata, Fulgence Kassi, onye ghọrọ onye na-emepụta telivishọn a ma ama",
  "Nke a bụ mmalite nke ọrụ ya dị ka onye na-agụ egwú, ọ nabatara aha ọzọ \"Alpha Blondy\".",
  "Mgbe ihe ngosi TV dị iche iche maka Kassi gasịrị, Blondy dekọrọ abọm mbụ ya n'onwe ya na 1982, nke akpọrọ Jah Glory",
  "Abọm a ga-enwe nnukwu ihe ịga nke ọma ma mesịa bụrụ ihe nnọchianya nke nguzogide n'ihi abụ \"Brigadier Sabari,\" nke na-edekọ ahụmahụ ya nke ijide ya na Abidjan na 1980s na mmeso ọjọọ nke ndị uwe ojii. Alpha Blondy ghọrọ nnukwu kpakpando na Abidjan na ntụgharị Africa ya nke egwu Reggae, na-aghọ n'anya ndị na-akwado ya \"Bob Marley nke Africa\". Alpha Blondy bụ onye ime mmụọ, ndọrọ ndọrọ ọchịchị na onye nwere obi ụtọ dịka Marley n'onwe ya, ma dekọọ egwu Bob Marley bụ \"War\"",
  "Iji nweta ozi ya, ọ họọrọ ịbụ abụ n'ọtụtụ asụsụ: Bekee; French; Baoulé, na asụsụ ala ya bụ  São Dioula. Mgbe e mesịrị, o wetakwara ngwá egwu ọhụrụ na ụdị reggae ya dịka violin na cello.",
  "N'oge na-adịghị anya, aha ọma nke Alpha Blondy gbasara na Europe",
  "N'ịgbaso ihe ịga nke ọma nke EP akpọrọ Rasta Poué, ọ gara Paris na 1984 iji mee abọm nke abụọ ya, Cocody Rock, na akara Pathe Marconi",
  "\"Bob Marley nke Africa\" gara agwaetiti Jamaica wee dekọọ egwu aha nke abọm a na ndị na-akwado Marley, The Wailers.",
  "Laa azụ n'ụlọ n'afọ 1985, Blondy banyere n'ime ụlọ ihe nkiri iji dekọọ Apartheid Is Nazism; abụ aha bụ oku maka njedebe nke ịkpa ókè agbụrụ",
  "N'afọ 1986, o dekọrọ Jerusalem na Tuff Gong studios na Jamaica, ọzọ ya na The Wailers gosipụtara Aston \"Family Man\" Barrett",
  "Blondy gbalịrị ịkwalite ịdị n'otu n'etiti okpukpe Islam, okpukpe ndị Juu na Iso Ụzọ Kraịst",
  "O nwetara arụmụka ya na mkpali ya site na ihe ọmụma dị iche iche nke Bible, kor'an, na Torah",
  "N'otu afọ ahụ, ọ bụrụ abụ n'asụsụ Hibru n'oge egwu na Morocco",
  "N'oge a, ọ nọgidere na-eme njem",
  "Abọm ọhụrụ ya Revolution nwere ụda dị mfe, nke dị nro; abọm a gosipụtara cellos na ngwá egwu, na usoro ahụ gụnyere onye na-agụ egwu Ivory Coast bụ Aicha Kone",
  "Abọm ahụ gụnyekwara \"Jah Houphouët parle\", okwu ogologo nke onye isi ala Ivory Coast Félix Houphoute-Boigny na naanị obere ihe n'azụ ya.",
  "Blondy nọrọ n'afọ 1987 na-enye egwu ma na-edekọ SOS Guerre Tribale na Abidjan",
  "Blondy n'onwe ya kwalitere nke a, ebe ọ na-apu iche na Pathe Marconi n'oge a",
  "Nke a agaghị abụ ezigbo ihe ịga nke ọma mana ọ kwụsịghị Blondy na 1991 ọ laghachiri Europe maka njem egwu na idekọ abọm ya a ma ama Masada site n'enyemaka nke akụkọ egwu dịka Bocana Maiga na onye na-emepụta reggae na UK Dennis Bovell",
  "Abọm ahụ, ya na egwu egwu ya \"Rendez Vous\", bụ nnukwu ihe ịga nke ọma, Blondy mechara nata Diski ọla edo mbụ ya na Paris.",
  "Na mbido afọ 1993, n'ịbụ onye ike gwụrụ site na njem ụwa, Blondy dara n'ọrịa ịda mbà n'obi ma kpọga ya n'ụlọ ọgwụ maka enyemaka ndị isi mgbaka",
  "Mana ka ahụike ya na-agbake, o dekọrọ abọm Dieu (\"Chineke\"), nke ọ na-apụta na nke ime mmụọ na nke okpukpe, na egwu dịka \"Heal Me\", banyere ọrịa na mgbake ya.",
  "Ọgwụgwọ ọrịa uche Blondy gara n'ihu mana na 10 Disemba, na afo 1994, ọ laghachiri na emume ahụ iji cheta Onye isi ala Houphouet, ma mesịa laghachi na Europe na kọntaktị na Le Zenith na Paris",
  "N'afọ 1996, Blondy wepụtara nchịkọta egwu wee laghachi n'ime ụlọ ihe nkiri iji dekọọ abọm Grand Bassam Zion, na-abụ abụ n'asụsụ isii: Malinke; Arabic; French; English; Ashanti na Wolof.",
  "Mgbe afọ abụọ ọzọ gasịrị na Paris, Blondy laghachiri n'ala nna ya na afọ 1998, na abọm ọhụrụ, The Prophet",
  "N'ịbụ onye kwesịrị ike na akara ya lekwasịrị anya n'ahịa mba ụwa, o kpebiri ịmepụta akara nke ya",
  "Kemgbe ahụ, o dekọrọ abọm na egwu, dị ka \"Yitzhak Rabin\", iji cheta praịm minista Israel e gburu na afo 1995 (nke a so na njem na-agwụ ike na Europe), otu \"Journaliste en Danger\" site na abọm ya nke afọ 2000 Elohim",
  "Alpha Blondy mere emume afọ 20 dị ka onye na-edekọ egwu na mbipụta na afo 2002 nke CD MERCI, nke gosipụtara Ophelie Winter na Saian Supa Crew, nke mere ka ọ nweta nhọpụta Grammy Award nke afọ 2003 maka \"Best Reggae Album\"",
  "Otú ọ dị, n'ihi ọnọdụ ndọrọ ndọrọ ọchịchị na Ivory Coast, ọ pụghị ịga emume mmeri na New York City",
  "N'ime ihe a na-ahụtụbeghị mbụ, Grammy Awards nyere ya ohere iziga onye nnọchi anya n'ọnọdụ nsọpụrụ ya.",
  "N'afọ 2005, a tọhapụrụ Akwaba.\nE wepụtara CD ya Jah Victory na Julaị, na afọ 2007",
  "Ọ na-egosi Sly Dunbar na Robbie Shakespeare, yana Tyrone Downie bụbu nke Bob Marley na Wailers",
  "\"Mmeri\" bụ iji sọpụrụ nkwekọrịta udo nke e nwetara ma tinye n'ọrụ na Ivory Coast na Machị, na afo 2007",
  "[citation needed]",
  "Otu n'ime egwu Blondy kachasị ewu ewu na nke na-aga nke ọma bụ \"Sébé Allah Y'é\".",
  "N'abalị iri na itoolu n'ọnwa Julaị n'afọ 2009, Blondy rụrụ ọrụ na Central Park nke New York n'ihu ìgwè mmadụ nke ọtụtụ ndị Afrịka, ndị Jamaica, na ndị America.",
  "N'abalị iri na atọ n'ọnwa Juun afọ 2010, e kwere ka nnukwu ìgwè mmadụ banye n'egwuregwu Blondy na Ivory Coast iji mee emume udo na ịdị n'otu nke mba ahụ",
  "Ọnọdụ ndị mmadụ jupụtara na kọntaktị ahụ mere ka ọ dịkarịa ala mmadụ 20 merụọ ahụ, abụọ n'ime ha nwụrụ.",
  "Na 27 June, na afo 2010, Alpha Blondy bụ ihe mmechi na Parkpop, The Hague, Netherlands",
  "Ọ nọchiri Snoop Dogg na Beenie Man.",
  "Blondy abụwokwa mmetụta dị mkpa na ndị ọzọ na-ese egwu reggae n'Afrịka dịka Ismaël Isaac.",
  "N'ọnwa Nọvemba afọ 2014, onye na-agụ egwu / onye na-ede egwu Jonathan Wilson wepụtara EP akpọrọ Slide By nke gosipụtara egwu \"Alpha Blondy Was King\".",
  "E wepụtara ya na Jenụwarị, na afo 2015, Roots Reggae Library gosipụtara mbipụta na Alpha Blondy na nkọwa na ntụgharị nke egwu n'asụsụ niile, gụnyere ndị dị na Dioula.",
  "A mụrụ Alpha Blondy n'aka nna onye Alakụba na nne onye Kraịst, nne nne ya zụlitere ya \"onye kụziiri ya ịhụ onye ọ bụla n'anya\". A na-anụ nkwanye ùgwù Blondy nwere maka okpukpe niile na ọnọdụ ime mmụọ ọ sitere na ha n'egwú ndị a kpọrọ \"Chineke bụ One\" ma ọ bụ \"Jerusalem\" ebe ọ bụrụ abụ maka ịdị n'otu n'etiti okpukpe niile na afọ 1986.",
  "N'afọ 2005, a họpụtara Alpha Blondy dị ka onye nnọchi anya udo nke mpaghara United Nations maka Côte d'Ivoire. O mere mgbalị dị ukwuu iji weta ngwọta udo maka nkewa ndọrọ ndọrọ ọchịchị na nke anụ ahụ nke mba ya nke sitere na mgbalị nnupụisi na afo 2001",
  "Ka ọ na-erule Machị, na afo 2007, a bịanyere aka na nkwekọrịta udo ma tinye ya n'ọrụ, n'ihi ọrụ siri ike nke ọtụtụ ndị gụnyere Alpha Blondy",
  "Alpha ugbu a na-aga n'ihu na ntọala ọhụrụ na-abụghị maka uru, nke na-abụghị nke gọọmentị, nke na na-abụghị ya na ndọrọ ndọrọ ọchịchị, nke ọrụ ebere, Alpha Blondy Jah Glory Foundation, nke na'arụ ọrụ iji kwụsị ikpe na-ezighị ezi na ịda ogbenye site n'inye ndị mmadụ ngwaọrụ ha chọrọ iji nyere onwe ha aka",
  "O kwesịrị ike n'inyere ndị ogbenye aka (Jah Glory), nakwa na ekwesighi imerụ ụmụaka ahụ",
  "Ntọala ahụ na-agba mbọ ịmepụta ma tinye n'ọrụ mmemme ndị dị n'ime obodo, dị ka Women's Self-Sufficiency Micro Loan Program, iji kụziere ụmụ nwanyị na-elekọta ọtụtụ ụmụ mgbei otu esi amalite ma jikwaa azụmahịa nke ha, iji nye ezinụlọ ha, yana ọrụ ndị ọzọ na-adịgide adịgide, dị ka Tafari-Genesis Retreat Camp for Children (Ivory Coast na Burkina Faso)",
  "Ọ na-atụ anya karịsịa iweta ọṅụ na olileanya nye ụmụaka ndị agha obodo metụtara, ndị bụbu ụmụaka ndị agha, na ndị na-arịa ọrịa na-adịghị ala ala na-eyi ndụ egwu, dị ka ọrịa sickle-cell anemia, ịba, ụkwara ume ọkụ, wdg.",
  "Alpha Blondy na-aga n'ihu na-alụ ọgụ maka udo na ịdị n'otu gburugburu ụwa site na egwu",
  "Ihe atụ na-adịbeghị anya bụ otu egwu ya na Ophélie Winter megide ogbunigwe",
  "O sonyekwara n'ọtụtụ kọntaktị ọrụ ebere na ọrụ ebere, dị ka kọnttaktị na Senegal na Machị, na afọ 2006 maka iwepụ ịba n'Africa (ebe ya na ọtụtụ ndị ọzọ a ma ama pụtara)",
  "Ọ na-aga n'ihu n'ọrụ a na Ivory Coast n'onwe ya, na egwu egwu ya n'efu kwa afọ na ụsọ mmiri Bassam nke a na-akpọ ŌFESTA.",
  "N'afọ 2014, ya na ọtụtụ ndị na-ese ihe na ndị mmadụ gụnyere Jocelyne Béroard, Harry Roselmack na Admiral T bụrụ On n'oublie pas (nke Serge Bilé dere) abụ a",
  "Abụ a bụ ụtụ nye ndị 152 si Martinique nwụrụ n'ihe mberede nke 16 Ọgọstu, na afo 2005, iji cheta ihe omume a na iji nyere AVCA aka, njikọ nke ndị ọdachi ụgbọelu ahụ metụtara, iji nweta ego.",
  "Ihe ịga nke ọma mbụ ya bụ Brigadier Sabari",
  "Ụfọdụ abụ ndị nnọchiteanya bụ:"
]