[
  "Alva Rogers (amụrụ n'afọ 1959) bụ ónyé America na-ede egwuregwu, ónyé na-ede egwu, ónyé na'eme ihe nkiri, ónyé na na-agụ egwú, na ónyé nkuzi nka. A maara ya maka iji ụmụ bebi na ụmụ bebi eme ihe n'ọrụ interdisciplinary",
  "Rogers rụrụ ọrụ Eula Peazant na ihe nkiri Julie Dash nke 1991 Daughters of the Dust",
  "ma bụrụkwa onye na-agụ egwú na New York City alternative rock band Band of Susans",
  "A mụrụ Rogers ma zụlite ya na New York City, ebe ọ gụsịrị akwụkwọ na itinye uche na egwu olu na The High School of Music & Art",
  "O nwere nzere bachelọ na akụkọ ihe méré eme' nke America na Marietta College",
  "N'afọ 1995, ọ natara Master of Fine Arts na ederede ihe nkiri egwu site na Tisch School of the Arts na Mahadum New York. N'afọ 1998, ọ natara Master of Fine Arts na nka édémédé site na Mahadum Brown, na 2013, ọ natara Masters of Arts na nkuzi na-elekwasị anya na akụkọ ihe méré eme' site na Bard College.",
  "Rogers bi ma na-arụ ọrụ na Manhattan.",
  "Rogers abụwo akụkụ nke ọtụtụ ndị omenkà ama ama",
  "Site na 1985 rụo 1989, ọ bụ ónyé guzobere Rodeo Caldonia, otu ndị inyom ojii na-ese ihe nke e guzobere na mpaghara Brooklyn nke Fort Greene nke gụnyere ndị na-ese egwu Lorna Simpson, Chakaia Booker na Sandye Wilson na ndị ọzọ. Ya na Lisa Jones, ónyé so na Rodeo Caldonia, dere usoro ihe nkiri redio - Aunt Aida's Hand (1989), Stained (1991), na Ethnic Cleansing (1993) - màkà New American Radio na National Public Radio",
  "N'afọ 2015, Greg Tate kwadoro mkparịta ụka panel na Rogers na Lisa Jones banyéré Rodeo Caldonia na ihe nkiri 2011 Brooklyn Boheme",
  "Alva Rogers na ọrụ ya na Rodeo Caldonia gụnyere na 2017 Brooklyn Museum exhibition We Wanted a Revolution: Black Radical Women, 1965 rụo 1985 nké Rujeko Hockley na Catherine Morris haziri.",
  "N'oge ngosi Robert Colescott na 1989 na New Museum, e gosipụtara Rogers na Black to the Future: Alva Rogers in Performance, mmemme ọha na eze nké wepụrụ nsogbụ ndị dị na ọrụ Colescott",
  "Ọ bụ Kellie Jones haziri mmemme ahụ.",
  "Ya na ónyé na-eme ihe nkiri Heather Henson na ónyé na'ede egwu Bruce Monroe, o mepụtara egwu atọ: ịsa ahụ n'abalị, mermaid, na Sunday (nke emere Off-Off-Broadway dị ka akụkụ nke usoro New Works Now! na Public Theater). Rogers mepụtara ihe ndekọ màkà ọrụ Whitfield Lovell bụ Whispers from the Walls",
  "Rogers pụtara n'ihu mbipụta mara mma nke Essence Magazine na Jenụwarị 1993.  Ọ bụ ónyé na-ese foto Lyle Ashton Harris na Dawoud Bey sere ya foto.",
  ".",
  "Rogers's works as a playwright include The Bride Who Became Frightened When She Saw Life Open, The Doll Plays, and Scooping the Darkness Empty.",
  "Rogers enwetala onyinye site na Jim Henson Foundation, National Endowment for the Arts, New York Foundation for the Arts Fellowship in Playwriting na 2004, na Rockefeller Foundation."
]