[
  "Alvin D",
  "Loving Jr",
  "(ubochí irí na itoolu n'ọnwa Septemba, 1935 ̊ rụọ úbọchị irí abụọ na otu n'ọnwa Juun, 2005), nke a maara nke ọma dị ka Al Loving, bụ onye na-ese ihe na-adịghị ahụkebe nke ndị Africa na America",
  "A maara ọrụ ya màkà abstraction siri ike, ihe owuwu ákwà, na nnukwu akwụkwọ collages, niile na-enyocha mmekọrịta dị mgbagwoju anya.",
  "A mụrụ Alvin Demar Loving Jr",
  "na úbọchị irí nà itoolu n'ọnwa Septemba 1935, na Detroit, Michigan. Loving nwetara BFA na Mahadum Illinois na Urbana-Champaign na 1963 na MFA na Machị Michigan, Ann Arbor. Ónyé nkụzi ya na Mahadum Michigan bụ Al Mullen, onye nyeere ya aka itinye aka na nzukọ Once Group",
  "N'afọ 1968, Loving kwagara New York City, ebe ọ kwagara n'ụlọ oriri na ọṅụṅụ Chelsea a ma ama.",
  "N'ime otu afọ ọ kwagara New York City, Loving nwere ihe ngosi nké mbụ ya na Whitney Museum of American Art. Ọ natara National Endowment for the Arts fellowships na 1970, 1974, na 1984",
  "N'afọ 1986, e nyere Loving Guggenheim Fellowship. Loving mepụtara nnukwu ọrụ ọha na eze n'oge niile ọ na-arụ ọrụ; ihe osise 208 'x 80' A Message to Demar and Lauri (1972) na The First National Bank Building na Detroit, MI (ewepụrụ 1989), ihe osise 54 'x 7' New Morning 1 (1973) maka Empire State Collection na Albany, NY, ihe osise Detroit New Morning (1987) n'otu n'ime ụlọ ọrụ Detroit People Mover na ndụ ọzọ, Growth, Continuity (1998) na David Adamany Library na Mahadum Wayne State",
  "N'afọ 1996, o mepụtara ihe osise Sacramento New Morning màkà Sacramento Convention Center, na 2001 o mepụtara windo enyo irí asaá na mgbidi mosaic màkà ọdụ ụgbọ oloko Broadway Junction na Brooklyn.",
  "Loving gosipụtara n'ụzọ na-aga n'ihu n'oge ndụ ya niile na ihe ngosi onwé ya na nke otu n'ọtụtụ ebe, gụnyere Museum of Fine Arts, Boston; Studio Museum na Harlem; Neuberger Museum of Art, Purchase, New York; Fondation Maeght, Saint-Paul-de-Vence, France; na PS1 Contemporary Art Center, Queens, New York.",
  "Loving nwụrụ na úbọchị irí abụọ na otu n'ọnwa Juun, 2005, na New York, New York.",
  "Alvin Loving enweela ọtụtụ ihe ngosi onwé ya n'oge ndụ ya niile.",
  "Alvin Loving na Gertrude Kasle Gallery",
  "Enwere ike ịchọta ọrụ Loving na nchịkọta ndị a ma ama na America, gụnyere ndị a:"
]