[
  "Alvin Baltrop (Amụrụ n'ọnwa Dịsemba 11, afọ 1948 – rụọ Febụwarị 1, afọ 2004) bụ onye America na-ese foto",
  "Ọrụ Baltrop lekwasịrị anya na ọdụ ụgbọ mmiri Hudson River mebiri emebi na ụmụ nwoke na-edina ụdị onwe ha n'oge 1970s na 1980s tupu nsogbu AIDS.",
  "A mụrụ Baltrop n'afọ 1948 na Bronx. Ọ chọpụtara ịhụnanya ya maka foto na ụlọ akwụkwọ sekọndrị, na-amụta usoro dị iche iche site n'aka ndị okenye na-ese foto na agbata obi ya ma na-akụziri onwe ya ịzụlite foto.",
  "Baltrop debara aha ya na ndị agha mmiri dị ka onye na-agwọ ọrịa n'oge Agha Vietnam wee gaa n'ihu na-ese foto, ọkachasị nke ndị enyi ya na-akpali agụụ mmekọahụ. O wuru ụlọ nyocha nke ya na-emepe emepe na ebe a na-arịa ọrịa, na-eji trays ọgwụ maka ịmepụta trays. Mgbe oge ya gasịrị na Navy, Baltrop rụrụ ọrụ dị iche iche dị ka onye na-ere ahịa n'okporo ámá, onye na-emepụta ọla, onye na-ebi akwụkwọ, na onye ọkwọ ụgbọ ala. N'afọ 1973, Baltrop debara aha na School of Visual Arts, ebe ọ gụrụ akwụkwọ ruo afọ 1975. N'ihi na ọ chọrọ itinyekwu oge na-ese foto na ọdụ ụgbọ mmiri Hudson River, ọ kwụsịrị ọrụ ya dị ka onye ọkwọ ụgbọ ala iji bụrụ onye na-arụ ọrụ onwe ya",
  "Ọ na-adọba ụgbọala ya n'ọdụ ụgbọ mmiri ruo ọtụtụ ụbọchị n'otu oge, na-ebi n'ime ụgbọ ala ya iji were foto.",
  "Site n'afọ 1975 ruo afọ 1986, Baltrop sere foto nke ọdụ ụgbọ mmiri West Side, ebe ọ bụ onye ama ama nke obodo ahụ. Baltrop maara onye ọ bụla o sere foto, ndị mmadụ na-ewepụta onwe ha ka ese ha foto",
  "Ụmụ nwoke na ụmụ nwoke na-eto eto nọ n'ọdụ ụgbọ mmiri na-ekwukarị banyere agụụ mmekọahụ ha, mmekọrịta ha na ezinụlọ ha, ọnọdụ ụlọ ha, na ọrụ ha",
  "Ụgbọ mmiri ndị ahụ hụrụ njem, mmekọahụ a na-amaghị aha, na ntinye aka nka mgbe ụfọdụ. Foto ya abụghị naanị na ọ na-ejide àgwà mmadụ, kamakwa ọdịdị nke ọdụ ụgbọ mmiri ndị mebiri emebi.",
  "Baltrop weghaara ebe ndị na-eme njem nwoke na nwanyị na omenala mkpakọrịta nke dị na New York City tupu ọrịa AIDS",
  "Ọrụ ndụ ya bụ foto nke nwoke idina nwoke, onye Afrịka-Amerịka, na akụkọ ihe mere eme nke New York City.",
  "Baltrop gbalịsiri ike ịbanye n'ụwa nka, na-eche ịkpa ókè agbụrụ ihu site na ụwa nka ndị ọcha",
  "Ndị nlekọta nwoke na nwanyị na-ajụkarị ọrụ ya, bo ya ebubo na o zuru ya, ma ọ bụ zuo ọrụ ya n'onwe ha.",
  "Ná ngwụsị afọ ndị 1990, onye na-ese ihe na New York City bụ John Drury, onye maara Baltrop site na agbata obi ha - Drury bi na Third Street ya na nwunye ya, na Baltrop na Second Street, na ala Manhattan - enyi onye na-ese ihe ma mata ikike pụrụ iche nke onye na-ese foto ahụ, na-ahọpụta ya maka onyinye Louis Comfort Tiffany Foundation Award for the Arts",
  "Baltrop nwere ihe ngosi ole na ole na ndụ ya; ọrụ ya nwetara ama mba ụwa naanị mgbe ọ nwụsịrị.",
  "A na-arụ ọrụ Baltrop na nchịkọta na-adịgide adịgide ndị a:"
]