[
  "Alvin C",
  "Hollingsworth (ubochí irí abụọ na isé n'ọnwa Febụwarị 1928 rụọ úbọchị irí nà anọ n'ọnwa Julaị, 2000), ónyé aha nzuzo ya gụnyere Alvin Holly, bụ onye America na-ese ihe na otu n'ime ndị isi ojii mbụ na-ese akwụkwọ na-atọ ọchị.",
  "A mụrụ Alvin Carl Hollingsworth na Harlem, New York City, New York, nné na nnà ya bụ ndị West Indian, ọ malitekwara ise ihe mgbè ọ dị afọ anọ",
  "Mgbè ọ dị afọ iri na abụọ, ọ bụ ónyé enyemaka nka na Holyoke Publishing's Cat-Man Comics",
  "Ọ na-aga The High School of Music & Art, ọ bụ nwa klas nke onye na-ese akwụkwọ na-atọ ọchị na onye nchịkọta akụkọ Joe Kubert.",
  "N'etiti afọ 1950, ọ rụrụ ọrụ na akwụkwọ akụkọ na-atọ ọchị gụnyere Kandy (1954-1955) site na Smith-Mann Syndicate, yana Scorchy Smith (1953-1954) nà, yá nà George Shedd, Marlin Keel (1953-1954).",
  "N'ime afọ 1960, Hollingsworth kụziri ihe osise na High School of Art & Design na Manhattan.",
  "Hollingsworth hapụrụ ihe ọchị màkà ọrụ dị ka ónyé na-ese ihe osise mara mma, site na 1980 ruo mgbè ọ lara ezumike nká na 1998 ọ kụziri nka dị ka prọfesọ na Hostos Community College nke Mahadum City nke New York",
  "Dị ka ónyé na-ese ihe, ihe ndị ọ na-ese gụnyere ihe gbásárá mmekọrịta mmadụ na ibe ya dị ka ikike obodo màkà ụmụ nwanyị na ndị Africa America, yana jazz na ịgba egwu. Banyere otu isiokwu o sere, Jizọs Kraịst nke Afrịka, ọ gwara magazin Ebony na 1971, \"M na-eche mgbè niile na Kraịst bụ nwoke ojii,\" ma kwuo na isiokwu ahụ na-anọchite ányá \"ihe nnọchianya nkà ihe ọmụma nke onye amụma ọ bụla nke oge a na-anwa igosi anyị ụzọ ziri ezi",
  "Nye m, Malcolm X na Martin Luther King bụ ndị amụma dị otú ahụ",
  "\" Ónyé nwere ikike na fluorescent paint, ọ rụrụ ọrụ na ihe ngosi na ihe omimi.",
  "N'oge ọkọchị nke afọ 1963, ya na ndị na-ese ihe n'Afrịka na America Romare Bearden na William Majors guzobere otu Spiral iji nyere Civil Rights Movement aka site na ngosi nka",
  "N'oge ụfọdụ n'ime afọ ndị 1960, ọ duziri mmemme nka na-akụziri ụmụ akwụkwọ na-eto eto nka azụmahịa na nka ihe osise na Harlem Parents Committee Freedom School.",
  "Hollingsworth lụrụ nwunye ya Marjorie, ma mụọ ụmụ Kim, Raymond, Stephen, Kevin, Monique, Denise na Jeanette. Ọ bi na Westchester County nke New York n'oge ọ nwụrụ mgbè ọ dị afọ irí asaá na abụọ."
]