[
  "Amuma gburugburu ebe obibi na China bụ nke National People's Congress setịpụrụ ma bụrụ nke Ministry of Environmental Protection of the People's Republic of China na-achịkwa",
  "N'okpuru Ministry of Environmental Protection of the People's Republic of China, Ngalaba Iwu, Iwu, na Iwu na-ahụ maka iguzobe na iwusi iwu na iwu ndị bụ isi dị ka iwu gburugburu ebe obibi, iwu nchịkwa na iwu akụ na ụba",
  "Ọ bụkwa ọrụ maka mmepe nke iwu nchedo gburugburu ebe obibi nke mba na atụmatụ macro.",
  "Mgbasawanye akụ na ụba ngwa ngwa nke China jikọtara ya na nlekọta gburugburu ebe obibi nke mba ahụ akpatawo ọtụtụ nsogbu gburugburu ebe obibi. N'ịzaghachi nrụgide ọha na eze, gọọmentị mba ahụ emeela ọtụtụ ihe iji gbochie mmetọ na China ma melite ọnọdụ gburugburu ebe obibi nke mba ahụ. Agbanyeghị, a katọrọ nzaghachi gọọmentị dị ka ezughi oke. N'ịbụ ndị iwu mba ahụ gbara ume na ha na-ekpe mpaghara ikpe naanị site na mmepe akụ na ụba ha, ndị ọchịchị ime obodo rụrụ arụ na ndị na-achọghị emebiwo mmanye. Ka o sina dị, n'ọnwa Eprel afọ 2014, gọọmentị gbanwere iwu gburugburu ebe obibi ya iji lụso mmetọ ọgụ.",
  "Kemgbe afọ 2010, gọọmentị elebara anya na nchedo gburugburu ebe obibi site n'omume iwu dịka ịbịanye aka na nkwekọrịta ihu igwe Paris, atụmatụ afọ ise nke 13 na mgbanwe iwu nchedo gburugburu ụlọ nke 2015 Site na 2006 ruo 2017, e belatara ọkwa sulphur dioxide na China site na pasent 70, na mmetọ ikuku belatara site na 2013 ruo 2018 Na 2017, itinye ego na ike ọhụrụ ruru ijeri US $ 279.8 n'ụwa niile, ebe China na-aza ajụjụ maka ijeri US$126.6 ma ọ bụ 45% nke itinye ego zuru ụwa ọnụ. China aghọwo onye na-etinye ego kachasị n'ụwa, onye na-emepụta ma na-azụ ahịa nke ike na-agbanwe agbanwe n'ụwa niile, na-emepụta akụkụ anyanwụ nke ọkaibe, turbines ikuku na ụlọ ọrụ ike mmiri yana ịghọ onye na-emepụta ụgbọala eletrik na bọs kachasị n' ụwa.",
  "Ministri na-ahụ maka nchekwa gburugburu ebe obibi (MEP), nke bụbu State Environmental Protection Administration (SEPA), bụ ozi ọkwa ọkwa nke gọọmentị China na-ahụ maka mmejuputa atumatu gburugburu ebe obibi, yana mmanye iwu gburugburu ebe obibi na ụkpụrụ. Ụlọ ọrụ ahụ nwere ọrụ ichebe ikuku, mmiri, na ala China pụọ na mmetọ na mmetọ",
  "Kpọmkwem n'okpuru kansụl steeti, iwu na-enye ya ike ma chọọ ya ka o mejuputa atumatu gburugburu ebe obibi na ịmanye iwu na ụkpụrụ gburugburu ebe obibi",
  "N'ịmezu ọrụ nhazi ya, ọ na-enye ego ma na-ahazi nyocha na mmepe.",
  "E nwere ọfịs na ngalaba iri abụọ n'okpuru MEP gụnyere General Office, Ngalaba Atụmatụ na Ego, Ngalaba Iwu na Iwu, Ngalaba Nchịkwa nke Ihe Ndị Mmadụ na Nhazi Ụlọ Ọrụ, Ngalaba Sayensị, Teknụzụ na Ụkpụrụ Ngalaba Nnyocha Mmetụta Gburugburu Ebe Obibi, Ngalaba Na-ahụ Maka Nlekọta Gburugburu Mpaghara Mmiri, Ngalaba nke Nchịkwa Mmiri, Department of Soil Environmental Management, Ngalaba Okike na Ecology Conservation, Ngalaba Nuclear Facility Safety Regulation, Ngalaba Mgbanwe, Ngalaba Njikọ, Ngalaba Kọmunist Ngalaba Nlekọta Nchịkwa, Ngalaba, Ngalaba Ngalaba Nche, Ngalaba Mba, Ngalaba Mpaghara, Ngalaba Mmiri nke Kọmunist, Ngalaba Nchedozi Mpaghara nke Kọmunity, Ngalaba Ọrụ Kọmunist Kọmunist (CC), Ngalaba Nhazi Nchịkwa Nchịkwa Mpaghara Nchịkwa Na Kọmunist Ọfịs iri abụọ niile dị na ọkwa ikpe na usoro ọkwa gọọmentị",
  "Ha na-arụ ọrụ nchịkwa n'ebe dị iche iche ma hụ na ụlọ ọrụ ahụ na-arụkọ ọrụ n'ụzọ kwesịrị ekwesị",
  "Kemgbe afọ 2006, e nweela ụlọ ọrụ mpaghara ise iji nyere aka na nyocha na mmanye mpaghara.",
  "N'afọ 1972, ndị nnọchi anya China gara ọgbakọ United Nations nke mbụ gbasara gburugburu ebe obibi mmadụ",
  "N'afọ sochirinụ, e hiwere otu ndị ndu nchekwa gburugburu ebe obibi",
  "Na 1983, gọọmentị China kwupụtara na nchekwa gburugburu ebe obibi ga-abụ amụma steeti",
  "Na 1998, China gara n'ihu n'afọ dị egwu nke oke idei mmiri, gọọmentị China kwalitekwara otu ndị na-edu ndú gaa n'ụlọ ọrụ ọkwa ọkwa ozi, nke mechara bụrụ nchịkwa nchekwa gburugburu ebe obibi nke steeti.",
  "Dị ka ebe nrụọrụ weebụ gọọmentị China si kwuo, Gọọmentị etiti tinyere ihe karịrị ijeri yuan ịrị anọ  n'etiti afọ 1998 na 2001 na nchedo nke ahịhịa, enyemaka ugbo, na ntụgharị nke ugbo gaa n'oké ọhịa",
  "N'agbata afọ 1999 na afọ 2002, China gbanwere nde hekta 7.7 nke ala ugbo ka ọ bụrụ ọhịa.",
  "Site na 2001 ruo 2005, ndị na-ahụ maka gburugburu ebe obibi na China natara ihe karịrị nde akwụkwọ ozi abụọ na nleta pụkụ narị anọ na ịrị atọ nke mmadụ pụkụ narị ịse na ịrị itoolu na asaa ndị na-arịọ arịrịọ na-achọ nhazi gburugburu ebe obibi. Ka ọ dị ugbu a, ọnụ ọgụgụ ngagharị iwe nke nchegbu banyere nsogbu gburugburu ebe obibi kpatara ji nwayọọ nwayọọ na-eto site na 2001 ruo 2007. Nlebara anya na-arịwanye elu n'ihe gbasara gburugburu ebe obibi mere ka gọọmentị China gosipụta nchegbu na-arị elu maka nsogbu gburugburu ebe obibi",
  "Dịka ọmụmaatụ, na okwu ya kwa afọ nke afọ 2007 Wen Jiabao, onye isi ala nke People's Republic of China, ruturu aka maka \"mgbasa,\" \"mmetọ,\" na \"nchebe gburugburu ebe obibi\", ma tinye iwu gburugburu ebe obibi siri ike",
  "A kagbuola enyemaka maka ụlọ ọrụ ụfọdụ na-emetọ ikuku, ebe a mechiri ụlọ ọrụ ndị ọzọ na-emetụta ikuku",
  "Otú ọ dị, ọtụtụ ebumnuche gburugburu ebe obibi dị n'ime ala furu efu.",
  "Mgbe adreesị 2007 gasịrị, mmetụta nke nrụrụ aka bụ ihe mgbochi maka mmanye dị irè, n'ihi na ndị ọchịchị obodo leghaara iwu anya ma gbochie ịdị irè nke mkpebi etiti",
  "Na nzaghachi, odeakwụkwọ ukwu nke CCP Hu Jintao mebere \"Green G.D.P.\"  oru ngo, ebe a na-emeziwanye ihe eji eme ulo nke China iji kwughachi ihe ojoo na gburugburu ebe obibi;  Otú ọ dị, ihe omume ngwa ngwa furu efu ukara mmetụta n'ihi na-adịghị mma data",
  "Onye na-eme nchọpụta na-eduzi ọrụ ahụ kwuru na ndị isi mpaghara \"adịghị amasị ka a kwụ n'ahịrị ma kọọrọ ha otú ha anaghị erute ebumnobi onye ndu",
  "O siiri ha ike ịnabatanke a\". Gọọmentị nwara ime \"No Car Days\" nke mba ebe a machibidoro ụgbọala n'okporo ụzọ etiti, mana a leghaara omume ahụ anya. N'afọ 2008, Ministri nke Nchedo Gburugburu Ebe Obibi nọchiri anya State Environmental Protection Administration n'oge nnọkọ March National People's Congress na Beijing.",
  "Mgbalị ụmụ amaala na-eme banyere mkpebi gọọmentị nke a na-ele anya dị ka ihe na-emebi gburugburu ebe obibi mụbara na afọ 2010. N'ọnwa Eprel afọ 2012, e mere ngagharị iwe n'obodo Yinggehai dị n'ebe ndịda mgbe a mara ọkwa ọrụ ụlọ ọrụ ọkụ eletrik",
  "Ndị na-eme ngagharị iwe nwere ihe ịga nke ọma na mbụ n'ịkwụsị ọrụ ahụ, nke ruru ijeri 3.9 renminbi (£ 387m)",
  "A họọrọ obodo ọzọ maka ebe ụlọ ọrụ ahụ dị, mana mgbe ndị bi na ebe nke abụọ guzogidere ndị ọchịchị laghachiri Yinggehai",
  "Nzọụkwụ nke abụọ nke ngagharị iwe mere n'ọnwa Ọktoba afọ 2012 ma ndị uwe ojii na ndị na-eme ngagharị iwe na-alụ ọgụ, na-eduga na njide 50 na ihe fọrọ nke nta ka ọ bụrụ 100 mmerụ ahụ. N'ịzaghachi pipeline mkpofu maka ụlọ ọrụ akwụkwọ na obodo Qidong, ọtụtụ puku ndị na-eme ngagharị iwe mere ngagharị iwe na July 2012",
  "A mara mmadụ iri na isii n'ime ndị na-eme ngagharị iwe ikpe ịnọ n'agbata ọnwa iri na abụọ na ọnwa iri na asatọ n'ụlọ mkpọrọ; Otú ọ dị, e nyere mmadụ iri na atọ ohere n'ihi na ha kwupụtara ma chegharịa. N'ozuzu, ihe karịrị 50,000 ngagharị iwe gburugburu ebe obibi mere na China n'afọ 2012.",
  "N'ịzaghachi nsogbu mmetọ ikuku na-arịwanye elu, gọọmentị China kwupụtara atụmatụ afọ ise, ijeri dọla narị abụọ na ịrị asaa na asaa iji dozie nsogbu ahụ na 2013",
  "Northern China ga-enweta nlebara anya pụrụ iche, ebe gọọmentị na-ezube belata ikuku ikuku site na pasent ịrị abụọ na ise site na 2017, ma e jiri ya tụnyere ọkwa 2012.",
  "Na Machị 2014, onye isi ala Li Keqiang \"kwupụtara agha\" na mmetọ n'oge mmeghe nke National People's Congress. Mgbe arụmụka sara mbara were ihe fọrọ nke nta ka ọ bụrụ afọ abụọ, ndị omeiwu kwadoro iwu gburugburu ebe obibi ọhụrụ n'ọnwa Eprel",
  "Iwu ọhụrụ ahụ na-enye ndị ọrụ mmanye gburugburu ebe obibi ikike ntaramahụhụ dị ukwuu, na-akọwa mpaghara ndị chọrọ nchebe ọzọ, ma na-enye òtù ndị nweere onwe ha ikike ịrụ ọrụ na mba ahụ. Akụkụ ọhụrụ nke iwu ahụ na-ekwu maka mmetọ ikuku kpọmkwem, ma na-akpọ maka nlekọta gọọmentị ọzọ. Onye omeiwu bụ Xin Chunying kpọrọ iwu ahụ \"ihe siri ike [n'ọgụ megide] ihe siri ike nke gburugburu ebe obibi nke mba anyị, na usoro dị mkpa\". A tụgharịrị nsụgharị atọ gara aga nke iwu ahụ",
  "Iwu ahụ bụ mmezigharị mbụ nke iwu nchedo gburugburu ebe obibi kemgbe afọ 1989.",
  "\"Ọganihu carbon dị ala\" mesiri ike n'oge 19th Party Congress na 2017.",
  "N'afọ 2019, China malitere Belt and Road Initiative International Green Development Coalition.",
  "N'afọ 2020, odeakwụkwọ ukwu nke Chinese Communist Party Xi Jinping kwupụtara na China na-ezube ịbawanye ikuku tupu 2030 ma gaa na carbon-neutral site na 2060 dịka nkwekọrịta ihu igwe Paris si dị. Dị ka Climate Action Tracker si kwuo, ọ bụrụ na emezu ya, ọ ga-ebelata ịrị elu a tụrụ anya na okpomọkụ ụwa site na 0.2 - 0.3 degrees - \"nnukwu mbelata nke Climate Action tracker mere atụmatụ\".",
  "N'afọ 2020, gọọmentị China wepụrụ iwu na-ekpo ọkụ iji chebe gburugburu ebe obibi nke Osimiri Yangtze",
  "Iwu ọhụrụ a gụnyere iwusi iwu nchebe gburugburu ebe obibi ike maka ọrụ ike mmiri n'akụkụ osimiri ahụ, machibido ụlọ ọrụ kemịkalụ n'ime otu kilomita site na osimiri ahụ, ịkwaga ụlọ ọrụ mmetọ ebe obibi, igbochi oke ngwupụta ájá yana mmachibido iwu ịkụ azụ zuru oke n'akụkụ mmiri niile nke osimiri ahụ, gụnyere",
  "niile isi iyi na ọdọ mmiri.",
  "Mmepụta ụgbọ ala eletrọniki abụwo nnukwu ihe ịga nke ọma maka China. Site na 2010 ruo 2012, gọọmentị kwadoro 40-60% nke ego a na-eme iji zụta ụgbọala eletrik. Tụkwasị na nke a, ọtụtụ gọọmentị ime obodo nyere nkwado iwu, gụnyere nkwụsịtụ ụtụ isi na \"ụkpụrụ akwụkwọ ikike pụrụ iche nke na-ewepụ ndị ọkwọ ụgbọala na mgbochi okporo ụzọ mpaghara. China setịpụkwara iwu na-enweghị ikuku, na-achọ ka ụlọ ọrụ ndị na-emepụta ma ọ bụ na-ebubata ihe karịrị ụgbọala pụkụ narị ịrị atọ  n'ime otu afọ tinye pasentị nke ụgbọala eletrik (maka 2019, nke a bụ 10%; ọ bụ 12% na 2020). N'otu aka ahụ, iwu na-egbochi iwu ụlọ ọrụ ọhụrụ nke nwere ike ịmepụta naanị ụgbọ ala nwere injin ọkụ dị n'ime; ọ gwụla ma o siri ike iru ihe ndị a chọrọ, ụlọ ọrụ ọhụrụ ga-enwerịrị ike ịmepụta ụgbọ ala eletrik. Gọọmentị etiti na-enyekwa ego ma na-enye iwu ka akụrụngwa na-akwụ ụgwọ ụgbọ ala, gụnyere inye ndị nwe ụlọ ihe mkpali iji gbakwunye akụrụngwa.",
  "N'ihi nkwado iwu China maka ụgbọala eletrik, ahịa arịwo elu na China, site na ihe na-erughị pụkụ ịrị wee ruo ihe karịrị pụkụ narị atọ na pụkụ ịrị atọ e rere n'ime naanị afọ anọ. Ka ọ na-erule afọ 2018, a na-ere ụgbọala eletrik nde 1.1 na China, na-anọchite anya mmụba 80% site na afọ gara aga.",
  "China na-eduga ụwa ma n'ịmepụta ike anyanwụ (nke nwere ihe karịrị otu ụzọ n'ụzọ atọ nke ikike ụwa) na n'ịrụpụta anyanwụ. Atụmatụ Afọ Ise nke 13 na-eguzobe ihe mgbaru ọsọ nke 153.6 GW nke ikike anyanwụ na China site na 2020, yana ebumnuche nke otu site na mpaghara.",
  "China enyewo nri na ụtụ maka ike anyanwụ kemgbe ọ dịkarịa ala afọ 2011.",
  "Ọnụ ahịa nke teknụzụ anyanwụ nke China arịgoola nke ukwuu, na-eme ihe ruru 3% (ijeri dọla ịrị atọ na abụọ) nke ọnụ ahịa ngụkọta nke ihe China na-ebupụ na 2020. CCP na-ele mmepụta teknụzụ anyanwụ anya dị ka ihe na-agbakọta na ebumnuche ya iji gbanwee akụ na ụba China gaa na ngwaahịa na ọrụ dị elu. Gọọmentị na-emefu ego dị ukwuu na nyocha na mmepe nke anyanwụ, ebe ọtụtụ n'ime ego na-abịa site na Ministry of Science and Technology.",
  "Maka ọkara mbụ nke afọ 2022, itinye ego nke China na nnukwu anyanwụ mụbara pasent otu narị na iri asaá na atọ site na afọ gara aga, nke ruru ijeri dọla ịrị anọ na otu.",
  "Na mba, China nwere ihe karịrị iwu gburugburu ebe obibi iri abụọ nke National People's Congress nabatara, e nwekwara ihe karịrị iwu otú narị na iri anọ nke kansụl steeti nyere, yana usoro iwu ngalaba na ụkpụrụ gburugburu ebe obibi nke State Environmental Protection Agency (SEPA) setịpụrụ.  N'afọ 2003, gọọmentị China tụrụ aro echiche mmepe ọhụrụ na-ekwusi ike na ọdịmma mmadụ ma na-anwa inweta mmepe na nkwekọrịta na-adịgide adịgide n'etiti mmadụ na okike, yana ọganihu mmekọrịta na akụ na ụba n'etiti mpaghara dị iche iche na mba ndị ọzọ. Na mba ụwa, China esonyewokwa na nkwekọrịta ndị dị ka Convention on Biological Diversity na UN Millennium Development Goals, nke gụnyere ibelata ịda ogbenye, nchedo gburugburu ebe obibi na mmepe na-adịgide adịgide.",
  "Mgbe usoro nchekwa gburugburu ebe obibi ọhụrụ malitere na Jenụwarị 2015, a ga-ahapụ ụlọ ọrụ gọọmentị na-ahụ maka gburugburu ebe obibi ka ha manye ntaramahụhụ siri ike na ijide ihe onwunwe nke ndị mmetọ iwu na-akwadoghị",
  "Ụlọ ọrụ ndị mebiri iwu ga-abụ \"aha na ihere\", na ndị isi ụlọ ọrụ nọ n'ụlọ mkpọrọ nke ụbọchị 15",
  "A gaghị enwe oke oke na nra;  na mbụ, ọ na-adịkarị ọnụ ala maka ụlọ ọrụ ịkwụ ụgwọ obere nra nke iwu nyere karịa ịwụnye usoro mgbochi mmetọ",
  "N'ozuzu, iwu ọhụrụ ahụ nwere ndokwa 70, ma e jiri ya tụnyere 47 nke iwu dị ugbu a. Ihe karịrị igwe narị atọ dị iche iche ga-enwe ike ịgba akwụkwọ maka ndị mmetọ merụrụ ahụ. A ka ga-ahụ ma mgbanwe ndị a na iwu ga-emeri ụfọdụ nsogbu ọdịnala na ikpe gburugburu ebe obibi na China, dị ka ihe isi ike inweta ikpe ụlọ ikpe nabatara, nsogbu nchịkọta ihe akaebe na ntinye aka site na gọọmentị ime obodo.",
  "N'okpuru iwu ọhụrụ ahụ, gọọmentị ime obodo ga-anọ n'okpuru ịdọ aka ná ntị maka ịghara itinye iwu gburugburu ebe obibi n'ọrụ",
  "A gaghịzi ekpe mpaghara ikpe naanị maka ọganihu akụ na ụba ha, kama ọ ga-ejikọta ọganihu na nchedo gburugburu ebe obibi",
  "Tụkwasị na nke a, a ga-achọ ka gọọmentị ime obodo kpughee ozi gburugburu ebe obibi nye ọha na eze",
  "A na-agba ndị mmadụ ume ka ha \"na-ebi ndụ carbon na nke na-adịghị mma ma na-arụ ọrụ nchedo gburugburu ebe obibi\" dịka imegharị ihe mkpofu ha n'okpuru iwu.",
  "Na June 2017, gọọmentị China mere mgbanwe nke abụọ na Iwu Mgbochi Mmetọ Mmiri. Dabere na iwu mbụ nke Iwu Mgbochi Mmetọ Mmiri na 1996, mmezigharị ahụ ga-amụba ntaramahụhụ maka mmetọ mmiri ma nwee ike ibuli elu ntaramahụụhụ ruo otu nde yuan. Dabere na nkwupụta nke Minista na-ahụ maka Nchebe Gburugburu Ebe Obibi, mbipụta nke abụọ e dezigharịrị mere ka ọrụ gọọmentị ime obodo sikwuo ike, ma nụchaa ma melite usoro nchebe mmiri ọṅụṅụ. Kemgbe iwu ahụ na 1984, iwu a enyewo aka dị ịrịba ama na nke dị mma iji melite gburugburu mmiri na China",
  "Agbanyeghị, ogo mmiri dị na China ka na-adịghị mma.",
  "A na-amata ọtụtụ klas dị iche iche nke ebe echedoro n'okpuru iwu China",
  "Gọọmentị mba, nke mpaghara, na nke ime obodo niile nwere ikike ịhọpụta mpaghara dị ka ndị a na-echebe",
  "N'agbanyeghi aha, a na-eme ọtụtụ mmanye na mpaghara.",
  "China nwere ọtụtụ nsogbu gburugburu ebe obibi, na-emetụta gburugburu ebe obibi ya yana ahụike mmadụ nke ukwuu.",
  "China na-eche nsogbu mmiri atọ ihu: mmetọ mmiri, ụkọ mmiri na ihe mkpofu mmiri",
  "Nsogbu na akụrụngwa mmiri ga-abụ ihe mgbochi China iji nweta mmepe na-adịgide adịgide na senchiri nke iri abụọ na otu",
  "Gọọmentị amalitela ịnagide nsogbu mmiri kemgbe afọ 1970, na-eguzobe njikwa mmetọ mmiri na ụlọ ọrụ nchekwa gburugburu ebe obibi.",
  "China nọ n'ọnọdụ nke ise n'ụwa niile n'ihe gbasara mmiri mana mmiri onye ọ bụla na-enweta bụ ihe na-erughị 1/3 nke nkezi ụwa. Gọọmentị China mejupụtara iwu abụọ iji belata nsogbu ụkọ mmiri; na-akwado South-North Water Diversion Project na imeziwanye arụmọrụ mmiri. Gọọmentị enyewo ego maka South-North Water Diversion Project, nke na-ezube iweta ijeri cubic mita ịrị anọ na anọ nke mmiri na Beijing na akụkụ ndị ọzọ dị n'ebe ugwu nke China",
  "Ọrụ ahụ ga-akpata ọgba aghara nye ndị bi n'ógbè ahụ na-amanye ịkwaga  fọrọ nke nta ka ọ bụrụ otu nde mmadụ",
  "A na-eme atụmatụ na ngụkọta ego nke ọrụ a dị ijeri dọla ịrị isii na abụọ N'afọ 2010, CCP na Kansụl Steeti setịpụrụ ụkpụrụ iji gbanwee ụzọ iji mmiri eme ihe ma melite arụmọrụ nke mmiri",
  "Gọọmentị etiti etinyela nnukwu ego iji mee ka ojiji mmiri dị mma site n'imelite usoro ịgba mmiri ọrụ ugbo na usoro mmiri dị ọcha n'ime ime obodo.",
  "E wezụga ụkọ mmiri, ịdị mma mmiri bụkwa nsogbu nke metụtara ahụike ọha na eze ma duga na esemokwu ndọrọ ndọrọ ọchịchị. Naanị ihe na-erughị ọkara nke mmiri niile na-emezu ụkpụrụ mmiri ọṅụṅụ dị mma na China. E wezụga mmegide ndọrọ ndọrọ ọchịchị n'etiti mpaghara, usoro gọọmentị dị ugbu a bụkwa ihe mgbochi maka nchịkwa mmetọ mmiri.",
  "Ministry of Ecology and Environment of the People's Republic of China bụ ozi na-eto eto",
  "A na-enye ya ike dị ala na ndị ọrụ ole na ole karịa ụlọ ọrụ ndị ọzọ dị ugbu a, nke na-eme ka ọ dabere na ụlọ ọrụ nchekwa gburugburu ebe obibi (EPB)",
  "Nsogbu bụ na ọ bụghị naanị na EPB dị elu na-achịkwa EPB kamakwa site na gọọmentị ime obodo nke a na-enyocha arụmọrụ ha karịsịa site na mmepe akụ na ụba.  Ya mere, gọọmentị ime obodo nwere iwu na-enweghị isi na ụlọ ọrụ ndị na-emepụta mmetọ mmiri",
  "Tụkwasị na nke a, nkwado ego nke EPBs na-abịa site na ịkwụ ụgwọ mmetọ kama nke Ministry of Ecology and Environment, nke na-eme ka o sie ike maka ozi ahụ ijikwa EPBs mpaghara.",
  "Ụdị mmetọ dị iche iche amụbaala ka China mepụtara, na-akpata nsogbu gburugburu ebe obibi na ahụike zuru ebe niile. N'ọnwa Jenụwarị afọ 2013, ezigbo ikuku ikuku na-arị elu ruo 993 micrograms kwa cubic mita na Beijing, ma e jiri ya tụnyere ntuziaka World Health Organization nke na-erughị 25. Ụlọ ọrụ dị arọ, nke ụlọ ọrụ gọọmentị na-achịkwa, akwalitewo kemgbe mmalite nke atụmatụ etiti ma ka nwere ọtụtụ ihe ùgwù pụrụ iche dị ka ịnweta ike dị ọnụ ala na mgbazinye ego. Ụlọ ọrụ ahụ nwere ike dị ukwuu iji guzogide iwu gburugburu ebe obibi.",
  "Na ngwụcha Ọktọba 2018, gọọmentị China ewepụtala Iwu Mgbochi na Nchịkwa Mmetụta Atmospheric (2018 Amendment), nke a ga-etinye n'ọrụ malite ozugbo. Ndị ọkachamara kwenyere na ọ bụ ezie na iwu ahụ nwere ntụpọ n'akụkụ ụfọdụ, ọ bụrụ na 80% nke iwu ahụ nwere ike itinye n'ọrụ, ọ ga-eme ka ikuku dị mma",
  "E nyochala iwu a ugboro atọ",
  "Mgbanwe ọhụrụ ahụ ekwupụtala n'ụzọ doro anya na ụlọ ọrụ nke ígwè na ígwè, ihe owuwu, ọla ndị na-abụghị ígwè, mmanụ, na ụlọ ọrụ kemịkal na-ewepụ uzuzu, sulfide, na nitrogen oxides n'oge mmepụta ga-ewebata usoro mmepụta dị ọcha, wuo iwepụ uzuzu na, desulfurization, na ngwá ọrụ denitrification na usoro zuru ezu, ma ọ bụ were mgbanwe teknụzụ na usoro ndị ọzọ iji chịkwaa ikuku na-emetọ ikuku",
  "N'iji ya tụnyere Iwu Nchịkwa Mmetụta Mmiri nke e degharịrị na 2000, mbipụta ọhụrụ ahụ ji okpukpu abụọ mee ka ntinye ahụ dị okpukpu abụọ. Ihe fọrọ nke nta ka ọ bụrụ iwu niile dị na mbipụta dị ugbu a agbanweela ma degharịa ya iji kwekọọ na ọnọdụ dị ugbu a.",
  "Dabere na 2015's China Environmental Bulletin bipụtara site na gọọmentị China, na 2015 ikuku obodo na-akawanye mma",
  "Mmejuputa mbu nke ụkpụrụ ikuku ọhụrụ emeela ka ọnụọgụ nke PM 2.5 belata site na 14.1% ma e jiri ya tụnyere afọ 2014",
  "Ministri na-ahụ maka ego guzobere ego nke ijeri Yuan 10.6 iji melite ikuku na ịchịkwa mmetọ ikuku gburugburu Beijing-Tianjin-Hebei na mpaghara ndị gbara ya gburugburu, Osimiri Yangtze, na mpaghara ndị ọzọ dị mkpa",
  "Gọọmentị na-akwalite ụgbọala ndị na-enye ume ọhụrụ na mmepụta nke pụkụ narị atọ na pụkụ ịrị itoolu kwa afọ, okpukpu anọ karịa mmepụta na 2014.",
  "Ọnụ ọgụgụ nke ihe ndị na-emerụ ahụ na ikuku na China dara 40% site na 2013 ruo 2020.",
  "Nsogbu mmetọ ala, nke bụ mmebi elu ụwa kpatara site na iji ihe onwunwe emebiga ya ókè n'ihi ọrụ mmadụ mere ka ọ ghara ịdị irè",
  "N'ozuzu, ihe fọrọ nke nta ka ọ bụrụ 16.1% nke ala China emetọla. Mmetọ ndị a emeela ka uto nke ihe ọkụkụ na ahụike mmadụ nwee mmetụta siri ike. N'ihe gbasara iwu ndị metụtara ya, gọọmentị China kpebiri iji ihe atụ nke mba ndị ọzọ mee ka ọnọdụ obodo dị iche na-aga n\"ihu ma jikọta usoro ọchịchị ogologo oge maka nsogbu mmetọ ala",
  "Site na 1980s ruo 1990s, China malitere ịrụ ọrụ na nyocha gburugburu ebe obibi ala site n'ịmalite nchọpụta nke oge a iji kwado Australia. Site na 2000 ruo ugbu a, nsogbu nke mmetọ ala na China abụrụla ihe siri ike. Gọọmentị ejirila nwayọọ nke nta tinye mgbochi na nchịkwa maka nsogbu mmetọ ala na ihe ndị ọzọ gbasara nchedo gburugburu ebe obibi n'ọnọdụ mbụ site n'inye ụgwọ ego iji ụlọ ọrụ mmepụta ihe emetọrọ.",
  "China mere nyocha dị mma nke ala n'ụwa niile site na 2005 ruo 2013, ma dịka National Soil Pollution Survey Bulletin wepụtara ya bụ Ministry of Environmental Protection of Chine na 2014, ngụkọta ọnụego oke elu (pasentị karịrị uru kachasị) bụ 16.1%, nke obere, ntakịrị, ọkara na nnukwu ọkwa mmetọ ahụ kele 11.2%, 2.3%, 1.5% na 1.1%. Site n'echiche nke nkesa mmetọ, mmetụ ala na ndịda dị arịrị karịa ka ọ nọ n'ebe ugwu",
  "Nsogbu mmetọ ala na mpaghara ụfọdụ dị ka Yangtze River Delta, Pearl River delta, na ụlọ ọrụ mmepụta ihe ochie n'ebe ugwu ọwụwa anyanwụ China siri ike karị",
  "Ala dị na mpaghara ndịda ọdịda anyanwụ na nke etiti ebe ahụ agafeela oke elu nke metal siri ike. Ihe dị n'ime ihe anọ na-emetọ ikuku dịka cadmium, mercury, arsenic, na ọkpụite ejirila nwayọọ ngwa mụbaa site n'ebe ugwu ọdịda anyanwụ China ruo ndịda Ọwụwa Anyanwụ Chine nakwa si n'ebe ugwu ọwụwa Anụlịina gaa Ndị Ningizimu Ebe Ugwu",
  "Na June 2017, Ministri nke Nchebe Gburugburu Ebe Obibi kwuru na China ga-eguzoba usoro ọrụ ka mma, gaa n'ihu ime nchọpụta banyere mmetọ ala, kwalite mmeziwanye sistemụ iwu, ma soro National People's Congress rụkọọọ aka kpamkpam maka Iwu nchịkwa ikuku. N'afọ 2019, Iwu Mgbochi na Njikwa Mmetọ Ala nke People's Republic of China malitere. N'okpuru iwu a, ndị na-achịkwa nwere ike ịchọ ka ha dozie ala ugbo (ma ọ bụrụ na mmetọ ahụ dị n'ihe ọkụkụ e nwetara gafere ọkwa akọwapụtara) nakwa maka ụlọ ọrụ ihe owuwu. Iwu ahụ na-eguzobe ego gọọmentị tinyere maka mgbochi mmetọ ala ugbo, yana njikwa ihe ize ndụ nke ụwa ma ọ bụ onye ọrụ ya enweghị ike ịmata.",
  "Ọzara ala bụ nsogbu ọzọ na-akpata gburugburu ebe obibi",
  "Nnyocha ala nke State Forestry Administration of China mere site na 2013 ruo 2016 gosiri na 2.61 × 106 km2 nke mba ahụ, bụ ihe karịrị otu ụzọ n'ụzọ anọ nke ókèala niile dị ka ọzara. Ala kpọrọ nkụ, ala na-adịghị mmiri ozuzo nke dị n'ebe ugwu na Northwest China mejupụtara ihe ka ukwuu ná mpaghara ahụ metụtara",
  "Ọzara enweela mmetụta na-erute aka, nke mere ka gburugburu ebe obibi mebie ihe ndị dị ndụ n'ebe ahụ",
  "Ala ọzara na-eme ka e nwee ike ịmepụta mmiri ozuzo nke nwere ahụike ndị bi n'ime ime obodo dị nso",
  "Ka ọzara na-agbasa, ọ na-eme ka ala ghara ịkpa ugbo ma bụrụ nke a naghị adaba maka mmepe, na-akpata ịda ogbenye na ụkọ nri. Nsogbu dị ugbu a bụ n'ihi njikọta nke ihe ndị mmadụ na gburugburu ebe obibi",
  "Mgbukpọ ahịhịa nke ọnọdụ mmiri na-adịghị mma kpatara, mgbanwe ihu igwe mere ka ụkọ ọkọchị kpata ya, yana ọrụ mmadụ ndị a na-apụghị ịnagide ibe ha dị ka oke anụ ụlọ, ugbo, na mgbụsị akwụkwọ osisi, na-ekpughe ala ahụ ugboro maka mbuze mmiri na ikuku.",
  "Iji lụso ọzara ọgụ, China etinyela ọtụtụ iwu na mmemme mweghachi",
  "A na-enye iwu iji gbochie igbu osisi, ọrụ ugbo, na ịta anụmanụ n'ebe ndị nwere nnukwu ihe ize ndụ nke ọzara, iguzobe ebe ndị a dị ka nchekwa gburugburu ụwa. N'ógbè ndị gbara ala ọzara gburugburu, a na-emepụta nnukwu ọhịa nchebe na eriri mgbaba site n'usoro ihe omume dị ka Three-Norths Shelter Forest Construction Program iji belata mmetụta nke ikuku",
  "Kemgbe afọ 1999, Ngalaba Na-ahụ Maka Ọhịa na-enye ndị ọrụ ugbo ụgwọ ọnwa maka ha kụrụ osisi kama ihe ọkụkụ, yana ire ala mba nye mmadụ n'otu ebe iji dozie uru akụnụba. N'afọ 2002, e webatara Iwu Mgbochi na Njikwa Ájá iji kwalite mmepe dịgide adị ndụ n'ógbè ndị ọzara, gbaa ume ka osisi rụọ ọrụ ma guzobe ụlọ akwụkwọ ahịhịa dịka ebe ịta nri nke ọma na mmiri emepụta ọgwụ",
  "Iwu a na-enweta nkwado dị ukwuu site n'aka ndị bi ebe ahụ ka ọ bụkwa ihe kpatara uto akụnụba mpaghara",
  "Ndị bi na Ọzara Kubuqi, dịka ọmụmaatụ, enweela mmụba ego ha nwetara kwa afọ site na dọla ịrị ise na isii ruo dọla pụkụ abụọ n'ihe na-erughị afọ ịrị atọ.",
  "Ka ọ dị ugbu a, China bụ onye na-azụ ahịa ma bụrụkwa onye kachasị emepụta coal n'ụwa niile",
  "Ọ dịla anya a na-akọwa onyinye ike ahụ nọ n'China dịka coal bara ọgaranya ma gas. Nkwado a na coal sitere n'ọtụtụ ihe onwunwe ma obere ego dị ka gas okike na mmanụ ala",
  "N'afọ 2006, 5.85% nke GDP China sitere na coal.",
  "Nnukwu ọchịchọ na-eduga n'igwupụta coal",
  "Mmebi gburugburu ebe obibi bụ otu n'ime mmejọ kachasị njọ nke igwu coal kpatara na China",
  "Igwu ala gabigara ókè na-akpata ọdịda nke ụwa ma daa",
  "N'ógbè ndị nwere ọtụtụ akụrụngwa coal dị ka obodo Huainan na Anhui Province, ala ahụ nọgidere bụrụ nke a ma ama n'ihi ogbunigwe. Mmetụta ala na-ebibi ụlọ, okporo ụzọ, àkwà mmiri, na ihe owuwu ọkụ eletrik n'ebe ndị a na-egwupụta coal",
  "Ka ọ na-erule Disemba 3, 2006, ebe a na-egwupụta coral mepụtara hekta pụkụ narị ịrị asaa nke ala n'ụwa niile ma nwee mmebi zuru ezu ruru ijeri yuan ịrị ise.  N'echiche, iji gwupụta nde tọn coal iri, ọ dị mkpa ka a kpọpụ mmadụ pụkụ abụọ n'ebe ndị na-egwuputa coal.",
  "Iji gbanwee usoro nke iji ike eme ihe ma belata mmebi n'ihi igwupụta coal, gọọmentị China wepụtara iwu abụọ: Iwu Coal of the People Republic of Chine na West-East Gas Pipeline Project",
  "E guzobere Iwu Coal nke People's Republic of China maka ebumnuche iji mee ka ụlọ ọrụ coal dị na Chine bụrụ ihe iwu kwadoro. Ọ na-enyere aka ichebe ihe onwunwe coal, ịchịkwa mmepụta Coal na ọrụ azụmahịa, ma kwalite ma hụ maka ọganihu nke ụlọ ahịa kool",
  "E tinyere Iwu Coal nke People's Republic of China n'ọrụ kemgbe Disemba 1, 1996.",
  "West-East Gas Pipeline Project na-elekwasị anya n'ibubata gas sitere n'ebe ọdịda anyanwụ gaa n'akụkụ ọwụwa anyanwụ nke China site na pipelines",
  "Akụkụ ọdịda anyanwụ nke China nwere isi ọdọ mmiri mmanụ isii, gụnyere Tarim Basin, Junggar Basin, Turpan Basin, Qaidam Basin, Ordos Basin na Sichuan Basin",
  "Kemgbe afọ 1990, ndị na-achọ mmanụ achọpụtala ebe nchekwa petroleum dị iche iche dịka Kela 2, Hotanhe, Yaha, Yangtuke, Yingmai 7, Yudong 2 n'akụkụ ọdịda anyanwụ nke ọdọ mmiri Tarim. Mgbe e guzobere ọrụ ahụ na 2000, ọdọ mmiri nke mpaghara KuqaïTabei nke Tarim Basin nwere ngụkọta gas sitere n'okike nke 393.522 ijeri cubic mita, ebe 285.471 iji mee ihe",
  "Karịsịa, Kela 2, Yangtake, Yingmai 7, Yudong, Yaha, Jilac, Yakela bụ isi ebe nchekwa",
  "Ogige gas asaa dị n'elu nwere ngụkọta nke 380.534 ijeri cubic mita ebe 2704.02 100 nde cubic meters enwere ike iji. Netwọk mba a na-enye ngwọta maka ọdịiche dị n'etiti gas akụrụngwa na China ma nyere aka idozi mkpa ya ngwa ngwa nke ike",
  "Kemgbe mmejuputa nke paịpụ a na Febụwarị, 2000, ọrụ a belatara China ịdabere n'ụzọ dị irè. Ka ọ na-erule 2021, West-East Gas Pipeline nyere aka belata ojiji nke coal ọkọlọtọ site na nde 932 metric ton, ibelatara carbon dioxide gas emissions site na ijeri tọn 1.02 ma wepụ uzuzu carbonoxy ruo 508 million tons.",
  "Nlekọta gburugburu ebe obibi nke China nyere aka na nsogbu gburugburu ya",
  "A chọtara iri na isii n'ime obodo abụọ kachasị emetọ ụwa na China n'afọ 2013, mana kemgbe ahụ, ọ belatara naanị otu ebe dị ka nke 19 a katọrọ nzaghachi gọọmentị dịka ezughi oke. Akụkọ gọọmentị wepụtara na 2014, chọpụtara na 20% nke ala ugbo mba ahụ, na 16% nke ala ya n'ozuzu",
  "A na-eme atụmatụ 60% nke mmiri dị n'okpuru ala.",
  "Dị ka U.S",
  "Environmental Protection Agency si kwuo, China egosila mkpebi siri ike \"ịmepụta, itinye n'ọrụ ma tinye usoro iwu gburugburu ebe obibi\" Otú ọ dị, mmetụta nke mgbalị ndị a edoghị anya. A na-akpọ nkwekọrịta nke ndị China na gburugburu ebe obibi dị ka otu n'ime ihe kachasị mkpa mba ahụ.",
  "Òtù mba ụwa kpọrọ mmezigharị iwu ahụ e mere n'ọnwa Eprel afọ 2014 ọganihu dị mma, mana ha dọrọ aka ná ntị ịhụ ka Iwu ndị a ga-emejuputa bụ ihe ịma aka.",
  "N'ihi na China enweghị usoro iwu zuru oke, ndị isi ụlọ ọrụ ahụ dabere n'omume gburugburu ebe obibi ha karịsịa maka nghọta banyere ndị nchịkwa karịa nchegbu gbasara nsogbu ikpe, dị ka nnyocha 2014 bipụtara na Journal of Public Administration Research and Theory si kwuo",
  "Otu onye isi a gbara ajụjụ ọnụ kwuru na iwu gburugburu ebe obibi nke China bụ ihe zuru oke mana ọ ka dị, ya mere ndị ọrụ obodo nwere nghọta buru ibu n'ihe gbasara mmanye",
  "Ọ bụrụ na ndị isi obodo chere na ndị ọrụ mpaghara nwere ike ilekwasị ụlọ ahịa ha anya maka mmanye, o yikarịrị ka ọ ga-eme ihe omume dị iche iche, dịka ịmepụta usoro nchịkwa gburugburu ebe obibi a pụrụ iji kwado ya ma ghara ịbụ nke bụ isi, dị ka imegharị mkpofu."
]