[
  "Amụma nzuzo bụ nkwupụta ma ọ bụ akwụkwọ iwu kwadoro (na iwu nzuzo) nke na-ekpughe ụfọdụ ma ọ bụ ụzọ niile otu ndị otu na-esi achịkọta, jiri, kpughee na jikwaa data onye ahịa ma ọ bụ onye ahịa",
  "Ozi nkeonwe nwere ike ịbụ ihe ọ bụla enwere ike iji mata onye ọ bụla, ọ bụghị naanị aha onye ahụ, adreesị, ụbọchị ọmụmụ, ọnọdụ alụmdi na nwunye, ozi kọntaktị, mbipụta ID, na ụbọchị njedebe, ndekọ ego, ozi kredit, akụkọ ahụike, ebe otu onye na-eme njem, na ebumnuche inweta ngwongwo na ọrụ",
  "N'ihe gbasara azụmaahịa, ọ na-abụkarị nkwupụta na-ekwupụta amụma otu otu o si achịkọta, chekwaa na wepụta ozi nkeonwe ọ na-anakọta",
  "Ọ na-agwa onye ahịa ihe kpọmkwem ozi anakọtara, yana ma echekwara ya na nzuzo, kesaa ya na ndị mmekọ, ma ọ bụ ree ya ụlọ ọrụ ma ọ bụ ụlọ ọrụ ndị ọzọ",
  "Amụma nzuzo na-anọchi anya ọgwụgwọ sara mbara karị, n'ozuzu ya, na-emegide nkwupụta ojiji data, nke na-abụkarị nke zuru oke na nke akọwapụtara.",
  "Ngwakọta ọdịnaya nke ụfọdụ amụma nzuzo ga-adabere n'iwu dị na ya ma nwee ike ịkwado ihe achọrọ n'ofe oke ala yana ikike iwu",
  "Ọtụtụ mba nwere iwu nke onwe na ụkpụrụ nduzi nke ndị kpuchiri ekpuchi, ozi ndị enwere ike ịnakọta, na ihe enwere ike iji ya mee ihe",
  "N'ozuzu, iwu nchebe data na Europe na-ekpuchi ụlọ ọrụ nkeonwe, yana ụlọ ọrụ ọha na eze",
  "Iwu nzuzo ha na-emetụta ọ bụghị naanị na ọrụ gọọmentị kamakwa ụlọ ọrụ nkeonwe yana azụmahịa azụmahịa.",
  "California Business and Professions Code, Internet Privacy Requirements (CalOPPA) nyere iwu na ebe nrụọrụ weebụ na-anakọta Personal Identifiable Information (PII) site n'aka ndị bi na California ga-etinye iwu nzuzo ha n'ụzọ doro anya. (Lekwa Iwu Nchedo Nzuzo n'Ịntanet)",
  "N'afọ 1968, Kansụl Europe malitere ịmụ mmetụta nkà na ụzụ na-emetụta ikike mmadụ, na-aghọta ihe egwu ọhụrụ nke nkà na ụzụ kọmputa na-ebute bụ nke nwere ike ijikọ na ịnyefe n'ụzọ a na-adịghị adị na mbụ",
  "Na 1969 Organisation for Economic Co-operation and Development (OECD) malitere inyocha ihe ozi nkeonwe pụtara na-ahapụ obodo ahụ",
  "Ihe ndị a niile mere ka kansụl ahụ kwuo na a ga-emepụta amụma iji chebe data nkeonwe nke ma ndị nkeonwe na nke ọha na eze, na-eduga na Convention 108",
  "Na 1981, Convention for the Protection of Individuals n'ihe gbasara Automatic Processing of Personal Data (Convention 108)",
  "ewebata",
  "Otu n'ime iwu nzuzo mbụ ewepụtara bụ Swedish Data Act na 1973, sochiri West German Data Protection Act na 1977 yana Iwu French na Informatics, Data Banks na Freedoms na 1978..",
  "Na United States, nchegbu maka amụma nzuzo malitere na ngwụcha afọ 1960 na 1970 dugara na ngafe nke Fair Credit Reporting Act",
  "Ọ bụ ezie na emebeghị omume a ka ọ bụrụ iwu nzuzo, omume ahụ nyere ndị na-azụ ahịa ohere inyocha faịlụ kredit ha wee mezie mmejọ",
  "O tinyekwara mgbochi na iji ozi na ndekọ ndekọ ego kredit",
  "Ọtụtụ otu ọmụmụ ọgbakọ na ngwụcha 1960s nyochara depụtara ụkpụrụ ụkpụrụ a na-akpọ Fair Information Practices",
  "Ọrụ nke kọmitii ndụmọdụ dugara na Iwu Nzuzo na 1974",
  "United States bịanyere aka n'akwụkwọ nkwado nke Òtù Na-ahụ Maka Njikọ Akụ na ụba na mmepe na 1980.",
  "Na Canada, e guzobere Kọmishọna Nzuzo nke Canada n'okpuru Iwu Ihe Ndị Ruuru Mmadụ nke Canada na 1977",
  "N'afọ 1982, nhọpụta nke Kọmishọna Nzuzo bụ akụkụ nke Iwu Nzuzo ọhụrụ",
  "Canada bịanyere aka na ntuziaka OECD na 1984.",
  "Enwere nnukwu ọdịiche dị n'etiti nchedo data EU na iwu nzuzo data US",
  "A ghaghị imezu ụkpụrụ ndị a ọ bụghị naanị site na ụlọ ọrụ na-arụ ọrụ na EU kamakwa site na nzukọ ọ bụla na-ebufe ozi nkeonwe anakọtara gbasara ụmụ amaala EU",
  "N'afọ 2001, Ngalaba Azụmahịa nke United States rụrụ ọrụ iji hụ na a na-agbaso iwu maka òtù US n'okpuru Mmemme Safe Harbor",
  "FTC akwadola TRUSTe iji gosipụta nrubeisi na US-EU Safe Harbor.",
  "N'afọ 1995, European Union (EU) webatara ntụziaka nchekwa data maka mba ndị otu ya",
  "N'ihi ya, ọtụtụ òtù na-azụ ahịa n'ime EU malitere idepụta iwu iji rube isi na ntụziaka a",
  "N'otu afọ ahụ, United States Federal Trade Commission (FTC) bipụtara Ụkpụrụ Ozi Kwesịrị Ekwesị nke nyere ụkpụrụ na-achịkwa na-abụghị iwu maka iji ozi nkeonwe eme ihe",
  "Ọ bụ ezie na ọ bụghị iwu iwu, ụkpụrụ ndị a nyere nduzi nke nchegbu na-emepe emepe banyere otu esi edepụta iwu nzuzo.",
  "A na-akpọ Iwu Nzuzo gọọmentị etiti nke Canada na-emetụta ụlọ ọrụ nkeonwe dị ka Personal Information Protection and Electronic Documents Act (PIPEDA)",
  "Ebumnuche nke omume ahụ bụ ịmepụta iwu iji chịkwaa nchịkọta, ojiji, na ikpughe ozi nkeonwe site n'aka òtù azụmahịa",
  "A na-ekwe ka nzukọ ahụ nakọta, kpughee ma jiri ọnụ ọgụgụ nke ozi maka ebumnuche nke onye nwere ezi uche ga-ewere dị ka ihe kwesịrị ekwesị n'ọnọdụ ahụ.",
  "Ikike nke nzuzo bụ mpaghara iwu mepere emepe na Europe",
  "Mba niile so na European Union (EU) bụkwa ndị bịanyere aka na European Convention on Human Rights (ECHR)",
  "Nkebi nke 8 nke ECHR na-enye ikike ịkwanyere \"ndụ onwe ya na ezinụlọ ya, ụlọ ya na akwụkwọ ozi ya\", n'okpuru ụfọdụ mgbochi",
  "Ụlọikpe Na-ahụ Maka Ihe Ruuru Mmadụ na Yurop enyewo isiokwu a nkọwa sara mbara na ikpe ya.",
  "N'afọ 1980, n'ịgbalị ịmepụta usoro nchekwa data zuru oke na Europe niile, Organization for Economic Co-operation and Development (OECD) nyere ya \"Atụmatụ nke Kansụl Banyere Nduzi Na-achịkwa Nchedo nke Nzuzo na Trans-Border Flows of Personal Data\". Ụkpụrụ asaa na-achịkwa ndụmọdụ OECD maka ichebe data nkeonwe bụ:",
  "Iwu Nzuzo nke 1988 na-enye usoro iwu maka nzuzo na Australia. Ọ gụnyere ọtụtụ ụkpụrụ nzuzo nke mba. E nwere ụkpụrụ nzuzo iri na atọ n'okpuru Iwu Nzuzo. Ọ na-elekọta ma na-achịkwa nchịkọta, ojiji na ikpughe ozi nzuzo nke ndị mmadụ, na-ejide n'aka onye na-ahụ maka ya ma ọ bụrụ na e nwere mmebi iwu, na ikike nke ndị mmadụ n'otu n'otu iji nweta ozi ha.",
  "Iwu Teknụzụ Ozi (Ndezigharị), 2008 mere mgbanwe dị ukwuu na Iwu Teknụzụ Ozi, 2000, na-ewebata Nkebi nke 43A",
  "Akụkụ a na-enye nkwụghachi ụgwọ n'ọnọdụ ebe ụlọ ọrụ na-eleghara anya na mmejuputa na ịnọgide na-enwe usoro nchekwa na usoro ezi uche dị na ya ma si otú a na-akpata ọnwụ na-ezighị ezi ma ọ bụ uru na-ezighị ezi nye onye ọ bụla",
  "Nke a na-emetụta mgbe ụlọ ọrụ nwere, na-emekọrịta ma ọ bụ na-ejide data onwe onye ọ bụla ma ọ bụ ozi na kọmputa nke ọ nwere, na-achịkwa ma ọ bụ na-arụ ọrụ.",
  "Asambodo n'ịntanetị ma ọ bụ mmemme \"akara\" bụ ihe atụ nke ụlọ ọrụ na-achịkwa onwe onye nke iwu nzuzo",
  "Mmemme akara na-achọkarị mmejuputa omume ozi ziri ezi dị ka usoro asambodo kpebiri ma nwee ike ịchọ ka nlekota nrubeisi",
  "TRUSTArc (nke bụbu TRUSTe), mmemme akara nzuzo mbụ n'ịntanetị, gụnyere ihe karịrị ndị otu 1,800 site na 2007. Mmemme akara ntanetị ndị ọzọ gụnyere Trust Guard Privacy Verified program, eTrust, na Webtrust.",
  "Ụfọdụ weebụsaịtị na-akọwakwa iwu nzuzo ha site na iji P3P ma ọ bụ Internet Content Rating Association (ICRA), na-enye ndị nchọgharị ohere ịtụle ọkwa nzuzo nke saịtị ahụ na-enye, ma na-enye ohere ịnweta naanị mgbe omume nzuzo nke saịtị ahụ kwekọrọ na ntọala nzuzo nke onye ọrụ",
  "Otú ọ dị, ngwọta teknụzụ ndị a anaghị ekwe nkwa na weebụsaịtị na-agbaso iwu nzuzo a na-ekwu",
  "Mmejuputa ihe ndị a na-achọkwa ka ndị ọrụ nwee ọkwa kacha nta nke ihe ọmụma teknụzụ iji hazie ntọala nzuzo nchọgharị ha",
  "Usoro nzuzo ndị a na-akpaghị aka anaghị ewu ewu ma ọ bụ na weebụsaịtị ma ọ bụ ndị ọrụ ha. Iji belata ibu ọrụ nke ịkọwa iwu nzuzo nke onye ọ bụla, Jøsang, Fritsch na Mahler atụpụtara iwu ndị a kwadoro site na sava iwu.",
  "Ọtụtụ ndị nkatọ awakpoola arụmọrụ na nkwado nke iwu nzuzo dị na Intanet.\nNchegbu dị banyere ịdị irè nke iwu nzuzo nke ụlọ ọrụ na-achịkwa",
  "Dịka ọmụmaatụ, akụkọ FTC nke afọ 2000 Privacy Online: Fair Information Practices in the Electronic Marketplace chọpụtara na ọ bụ ezie na ọtụtụ ebe nrụọrụ weebụ a nyochara nwere ụdị nkwupụta nzuzo, ọtụtụ ezughị ụkpụrụ e setịpụrụ na Ụkpụrụ FTC",
  "Tụkwasị na nke a, ọtụtụ òtù na-echekwa ikike doro anya iji gbanwee usoro iwu ha n'otu n'otu",
  "Na June 2009 ebe nrụọrụ weebụ EFF TOSback malitere ịchọta mgbanwe ndị dị otú ahụ na ọrụ ịntanetị 56 a ma ama, gụnyere nyochaa iwu nzuzo nke Amazon, Google na Facebook."
]