[
  "Ụlọ nsọ Amada, ụlọ nsọ ndị Ijipt kachasị ochie na Nubia, bụ nke Fero Thutmose nke Atọ nke usoro ọchịchị nke iri na asatọ wuru ma nyefee ya Amun na Re-Horakhty. Nwa ya nwoke na onye nọchiri ya, Amenhotep nke Abụọ gara n'ihu na mmemme ịchọ mma maka ihe owuwu a",
  "Onye nọchiri Amenhotep nke Abụọ, Thutmose nke Anọ kpebiri itinye elu ụlọ n'ihu ya ma gbanwee ya ka ọ bụrụ ụlọ nzukọ nwere ogidi ma ọ bụ hypostyle. N'oge Amarna, Akhenaten bibiri aha Amun n'ụlọ nsọ ahụ dum mana Seti I nke Ọchịchị nke 19 nke Ijipt mechara weghachite nke a. Ndị eze dị iche iche nke 19th Dynasty karịsịa Seti I na Ramesses II \"mere obere mweghachi ma gbakwunye na ịchọ ụlọ nsọ ahụ mma\". Stelas nke Viceroys nke Kush Setau, Heqanakht na Messuy na nke Chancellor Bay na-akọwa ọrụ owuwu ha n'okpuru Ramesses nke Abụọ, Merneptah na Siptah n'otu n'otu. N'oge etiti oge, a gbanwere ụlọ nsọ ahụ ka ọ bụrụ chọọchị.",
  "Dị ka akụkụ nke Mgbasa Ozi Mba Nile iji chekwaa ihe ncheta nke Nubia, tinyere Abu Simbel, Philae na ebe nchọpụta ihe ochie ndị ọzọ nke Nubian, a kwagara Amada na 1960s ma debanye aha ya na UNESCO World Heritage List na 1979.",
  "Atụmatụ ụlọ mbụ maka ihe owuwu ahụ gosipụtara ogidi, ogige ihu na portico nke dugara n'ebe nsọ. Otú ọ dị, mgbe Thutmose nke Anọ kpuchiri elu ụlọ dị n'èzí, ogidi na mgbidi ahụ \"nwere ihe nkiri, ndị metụtara Thutmosis IV n'aka ekpe\" na Thutmose III na Amenhotep II n'aka nri.",
  "Ọ bụ ezie na ụlọ nsọ ahụ nwere mpụga na-adịghị mma ma na-ada ada, ihe ndị dị n'ime ya na-enwe ụfọdụ n'ime ihe ndị a kacha mma na-egbuke egbuke na ụcha na-eguzogide.",
  "Ihe ndị kasị mma e sere ese bụ n’ime ime ụlọ nsọ ahụ bụ́ ebe e gosiri Thutmose nke Atọ na Amenhotep nke Abụọ ka a nabatara ma ọ bụ na-achụrụ chi dị iche iche nke Ijipt ihe àjà. Aka ekpe nke ọnụ ụzọ ahụ na-egosi Amenhotep nke Abụọ ka Horus na Thoth kpuwere okpueze ma jiri ịkwọ ụgbọ mmiri na hap (ma ọ bụ ngwá ọrụ ụgbọ mmiri) na-agba ọsọ. Ụlọ ofufe dị n'akụkụ ebe nsọ ahụ nwere ntọala na-adọrọ mmasị na ihe ngosi nraranye maka ụlọ nsọ ahụ nke na-egosi \"ememe nke 'ịgbatị eriri', ime ememe na itinye brik, na ịchụ àjà nke ụlọ nsọ ahụ nye chi ya\".",
  "Enwere ihe odide abụọ dị mkpa sitere na ụlọ nsọ Amada",
  "Nke mbụ, nke e dere n’afọ nke atọ nke Amenhotep nke Abụọ, “dị n’elu steela dị okirikiri n’azụ (n’ebe ọwụwa anyanwụ) mgbidi nke ebe nsọ ahu",
  "\" Ihe odide ya na-akọwa agha obi ọjọọ nke Fero a na Eshia: \n \nAmenhotep II gara n'ihu n'ịkọwa otu o siri kwụgbuo isii n'ime ndị isi nwụrụ anwụ \"n'elu mgbidi Thebes\" ebe nke asaa ka a kwụgidere na mgbidi Napata (obodo Nubian dị nso na Cataract nke anọ)",
  "Emere nke a dị ka ịdọ aka ná ntị doro anya nye isiokwu Nubians maka nsonaazụ dị ize ndụ nke nnupụisi n'oge ọchịchị Amenhotep",
  "Ihe odide akụkọ ihe mere eme nke abụọ, \"na stela nke a kanyere n'aka ekpe (n'ebe ugwu) nke ọnụ ụzọ mbata\" kwuru banyere mmeri nke mbuso agha sitere na Libya na Afọ 4 nke Merneptah.",
  "Ndị njem mbụ kọwara ụlọ nsọ ahụ ma Henri Gauthier bipụtara ya na 1913.",
  "A gbanwere ụlọ nsọ ahụ ka ọ bụrụ chọọchị na narị afọ nke isii",
  "Ndị Kraịst ji ihe osise Ndị Kraịst nke dịgidere ruo na narị afọ nke iri na itoolu kpuchie ihe odide ndị ahụ",
  "Frederic Louis Norden kọwara ha dị ka mmalite 1738 dị ka ndị na-egosi \"Atọ n'Ime Otu, ndịozi, na ndị na-egwu mmiri (sic.) ndị senti ndị ọzọ\". Franz Christian Gau sere ihe fọdụrụ n'ime ha na 1822",
  "Afọ ole na ole ka e mesịrị, na 1830, Jean-Jacques Rifaud na Johann Matthias Neurohr tụrụ aro ịdọkasị ihe osise Ndị Kraịst iji nweta nka Ijipt oge ochie n'okpuru. E bibiri ha n'oge na-adịghị anya.",
  "N'agbata afọ 1964 na 1975, a kwagara ụlọ nsọ ahụ site n'ebe mbụ ya gaa n'ebe ọhụrụ \"ihe dị ka mita 65 n'elu na kilomita 2.5 site na ebe mbụ ya\". Igbubi ya ka ọ bụrụ ngọngọ, dị ka a na-eme ụlọ nsọ ndị ọzọ, abụghị nhọrọ;  ihe osise agaraghị adị ndụ",
  "N'ịhụ na ihe niile yiri ka ha gbara arụkwaghịm ịhụ ụlọ nsọ ahụ ka mmiri na-eju mmiri nke Ọdọ Mmiri Nasser, Christiane Desroches Noblecourt mara ọkwa na France ga-azọpụta ya",
  "Ọ gwara ndị na-ese ụkpụrụ ụlọ abụọ ka ha tụpụta ụzọ a ga-esi bugharịa ụlọ nsọ ahụ n'otu akụkụ",
  "Echiche ha bụ itinye ụlọ nsọ ahụ n'ụgbọ okporo ígwè ma buru ya n'ụzọ hydrauly gaa n'ebe dị kilomita ole na ole dị elu karịa mita 60.",
  "E bugakwara ụlọ nsọ Derr e gwuru na nkume gaa n'ebe ọhụrụ nke Amada."
]