[
  "Amafufunyana bụ culture-bound\" syndrome a na-akọwaputaghi nke oma ndị omenala na ndị dọkịta ọdịnala nke ụmụ Xhosa nyere aha banyere okwu onwunwe ndị mmụọ ọjọọ n'ihi na ha so na otu ndị Xhosas na egosipụta omume na ekwesịghị ekwesị na ihe gbasara uche Mgbe ọmụmụ ihe a gasịrị, a chọpụtara na udi a bu maka ndị nwere schizophrenia di iche iche Udi dika ya bu ukuthwasa, ka eji ekwu maka ụdị ihe onwunwe dị mma, n'agbanyeghị na ihe omume a gụnyekwara ndị nwere schizophrenia. Ọ nwetakwara ojiji omenala n'etiti ụfọdụ ndị Zulu.",
  "Ntụgharị okwu a bụ amafufunyana bụ iakwara ma bụrụ akụkụ nke echiche ọdịnala n'agbagwoju anya nke na-ejikọ ụdị akparamaagwa dị iche iche na nkwenye na omume nke okpukperechi, mmekọnịta ọhaneze, na nkwenye banyere uche na ihe ndị ọzọ na nso nso a",
  "N'ajụjụ ọnụ emere n'afo 1998 gụnyere ndị Xhosa nwere schizophrenia site na Lund na ndị ọzọ..,e kpebisiri ike na site na mmekọrịta ya na ndị ọkà mmụta sayensị na ndị ọrụ uche, ọgwụgwọ ahọrọ maka ọnọdụ omenala esiwo n'ihe metụtara ndị na-agwọ ọrịa ọdịnala gaa na nyocha nke uche",
  "Ndị na-ekwupụta na ha nwere amafufunyana kọwara na mgbaàmà ha gụnyere ịnụ \"olu si n'afọ ha\", ikwu okwu n\"asụsụ ọzọ ma ọ bụ nʼolu na'ụzọ na-enye nsogbu, na ọgba aghara na-enweghị isi na ime ihe n'ike",
  "Enwere ike ịnwa igbu onwe ha.",
  "Otu n'ime nkwenkwe ọdịbendị maka ihe kpatara ya bụ ịtụ ọgwụ emeyara site na ịṅụ ọgwụ anwansi nke sitere na ndanda ndị na-eri ozu e liri eli. A na-ekwere na mmụọ ọjọọ n'achikwa ihe niile",
  "N'etiti ndị Zulu kpọmkwem, e nwekwara nkwenye na \"ìgwè mmụọ\" sitere n'ọtụtụ agbụrụ na-agbakọta iji weghara ahụ mmadụ.",
  "Ọgwụgwọ omenala a na-ahụkarị maka ọrịa a bụ maka otu n'ime ndị na'ahụ maka ọdịnala, bụ ndị ukuthwuasa n\"onwe ha, iji mee emume ịchụpụ mmụọ ọjọọ.",
  "A na-achọpụta Amafufunyana mgbe niile site n'ime X-ray dị ala  (ọgụgụ ọkpụkpụ) site n'aka ezigbo onye ọrụ ahụike ọdịnala.",
  "Ọtụtụ mgbe, ndị na-ahụ maka ahụike ọdịnala ga-achọpụta amafufunyana site n'ụzọ ịchụpụ mmụọ ọjọọ nke mba Africa (ukufemba).",
  "Rịba ama: ọ dị mkpa ịnwale onye ọrụ ahụike ọdịnala gị tupu ị gakwuru ha iji chọpụta na ha bụ ndị ọrụ ahụike n'ezie.",
  ",Ihe ndekọ maka amafufunyana dịka nke malitere na mbido narị afọ nke 20 na ndị n'eme nchọpụta dịka Ngubane na ndị ọzọ tụrụ aro na ọdịbendị ya nwere ike inwe ihe jikọrọ ya na ọchịchị mba ọzọ na nkwapụ nke ụmụ amaala  n'ala ha",
  "Enwekwara ntiwapụ ọnọdụ a zuru ebe nile, yiri ihe omume ndị metụtara mgbasa nke hysteria, nke edekoro n'oge 1980s na ụlọ akwụkwọ ụmụ nwanyị dị n'ime ime obodo.",
  "Ụdị ndị a na-ahụkarị nke ndị otu ọdịbendị ahụ na ndị nọ n'ọkwá akụ na ụba dịkarịrị nta na mmekọrịta mmadụ na ibe ya na ọtụtụ mgbe n\"oge nsogbu ọdịnala na mgbanwe, dịka n'oge nkwaghari",
  "A na-ahụkwa ọtụtụ ụmụ nwanyị karịa ụmụ nwoke."
]