[
  ", \nAnambra",
  "Nigeria",
  "(1973-1976)",
  "Goodness, Discipline, Knowledge (English)",
  "Christ the King College, Onitsha (CKC), nke a maara nke ọma dị ka CKC Onitsha, ma ọ bụ Amaka Boys, bụ ụlọ akwụkwọ sekọndrị ụmụ nwoke niile dị na Onitsha, Naịjirịa",
  "A na-ahọpụta ya dị ka ụlọ akwụkwọ sekọndrị nke 1 (nke kachasị mma) na Naịjirịa na nke 36 n'ime ụlọ akwụkwọ sekọrịtandrị 100 kachasị mma n'Africa ka ọ na-erule n'ọnwa Febụwarị afọ 2014",
  "E hiwere ya na Febụwarị 2, 1933, site n'aka Achịbishọp Charles Heerey, CSSp, ya na Fredrick Akpali Modebe na-nwunye ya Margret, bụ ndị (dị ka ụlọ akwụkwọ ndị ọzọ ha hiwere) ọ bụghị naanị nyere ala ahụ, kamakwa wuru ogige nchịkwa mbụ na ebe obibi mbụ",
  "Bishọp Heerey nọgidere bụrụ onye nwe ụlọ akwụkwọ ahụ ruo mgbe ọ nwụrụ n'oge opupu ihe ubi nke afọ 1967",
  "Isí ọrụ nke ụlọ akwụkwọ ahụ bụ ịzụlite ndị ọrụ na nkà idu ndú sitere na nnukwu ọdọ mmiri nke ndị ntorobịa Naijiria na omenala na gburugburu ebe obibi Roman Katọlik",
  "Onye isi mbụ nke kọleji ahụ bụ Rev Fr",
  "Leo Brolly na nwa akwụkwọ mbụ a nabatara na kọleji bụ Peter Charles Obi Nwagbogu",
  "Agha Obodo Naịjirịa (1967-1970), metụtara CKC n'ụzọ dị njọ",
  "E bibiri ọtụtụ ihe owuwu ya",
  "Gọomentị East Central State weghaara ụlọ akwụkwọ ahụ na 1973 ma nye ya aha \"Heerey High School\", n'aha onye guzobere ya",
  "Otú ọ dị, na-agbaso nnọchiteanya nke ndị gụsịrị akwụkwọ ya, a gbanwere aha ụlọ akwụkwọ ahụ ka ọ laghachi na aha mbụ ya, \"Christ The King College (CKC) \" na 1976, na onye isi ụlọ akwụkwọ mbụ tupu agha, Rev",
  "Fr",
  "Nicholas Tagbo, e weghachiri ya n'afọ ahụ iji hazie, wughachi, ma mee ka ụlọ akwụkwọ ahụ dị ike",
  "Gọọmentị steeti weghachiri CKC na Catholic Mission na 1 Jenụwari 2009.",
  "CKC dị na-Oguta Road na Onitsha, Anambra State, Nigeria",
  "Ụkpụrụ nduzi ya bụ Bonitas, Disciplina, Scientia (Latin) (Ezigbo, Ịdọ Aka ná Ntị, na Ihe Ọmụma)",
  "Ka ọ na-erule n'ọnwa Febụwarị afọ 2014, ụlọ akwụkwọ ahụ bụ nke mbụ (nke kachasị mma) n'ụlọ akwụkwọ sekọndrị na Naịjirịa, na nke iri atọ na isii n'ime ụlọ akwụkwọ sekọrị 100 kachasị mma na Afrika. Agba ụlọ akwụkwọ ahụ bụ ocha na eze-achaa anụnụ anụnụ",
  "Kọleji ahụ nwere òtù ndị gụsịrị akwụkwọ na Naijiria (Abuja, Benin-City, Enugu, Lagos, Onitsha, Owerri, na Port-Harcourt), na United States (\"Christ the King College Onitsha Alumni Association USA\").",
  "N'ime afọ niile tupu agha obodo ahụ, ọnụ ọgụgụ ndị bi n'ụlọ akwụkwọ ahụ dị 600 iji hụ na ọnụ ọgụgụ ụmụ akwụkwọ / onye nkuzi kwesịrị ekwesị na agụmakwụkwọ dị elu",
  "Mgbe agha obodo gasịrị, n'afọ ndị 1970, ọnụ ọgụgụ ụmụ akwụkwọ rịrị elu ruo ihe karịrị 4,000",
  "Otú ọ dị, mgbe afọ nke nhazi gasịrị, ọnụ ọgụgụ ụmụ akwụkwọ ụlọ akwụkwọ ahụ dị ugbu a 2,597, kewara n'etiti (Grades 7- 12); Junior Secondary School (1,350) na Senior Secondary School(1,247).",
  "Ụlọ akwụkwọ ahụ na-egwu Association Football, track and field athletics, handball, hockey na lawn tennis",
  "Ndị otu bọọlụ ya meriri World Secondary School Championship na Dublin, Ireland na 1977.",
  "A na-ahazi ụlọ ihi ụra dị ka ụlọ akwụkwọ maka nchịkwa, njikwa na ebumnuche asọmpi egwuregwu",
  "Ụlọ ndị dị ugbu a bụ: Tagbo, Brolly, Azikiwe, Heerey, Okagbue, Modebe, Arinze, Aniogu, Mbanefo, Orjiakor, Allagoa, Butler, na Flanagan.",
  "Ụlọ ndị dị tupu agha obodo bụ: St",
  "Charles, St",
  "Gabriel, St Williams, St Michael, na St",
  "Joseph.",
  "Ebe e si nweta ya: Ndepụta nsọpụrụ nke ndị isi CKC, 1993-2011."
]