[
  "Amaka Igwe (2 January 1963-28 April 2014) bụ onye e turu Ugo n'ihe gbasara ị mepụta ihe onyonyo na Nigeria bụrụkwa onye isi ndị mgbasa ozi",
  "Igwe bụ onye nwebụ Top Radio 90.9 nke dị na Lagos nakwa Amaka Igwe Studios, ma bụrụkwa onye a ma ka otu na ndị ọgbọ pụrụ n'ime ihe onyonyo ndị nyere aka bido ihe onyonyo nke ọgbaraọhụrụ n'oge nke Nigerian cinema",
  "Ọ n'ọnọdụ kwesịrị n'isi ihe gbasara ụlọ ọrụ a ruo mgbe ọ nwụrụ n'afọ 2014.",
  "A mụrụ Uzoamaka Audrey 'Amaka' Igwe n'aka Isaac na Patience Ene n'ọnwa January 2, 1963 na PortHarcourt",
  "Igwe bụ nwa nke ise n'ime ụmụ asaa, bụrụkwa nwanyị nke anọ n'ime isii",
  "Ejirimara ya bụ 'GCO' (General Commanding Officer) n'aka nna ya nakwa 'Storm' n'aka nne ya maka na aka dị ya n'ihe mgbe ọ bụla",
  "Mgbe ọ bụ nwata ọ nọ n'ọnọdụ Minista nke Ụmụaka, Egwuregwu na Omenala.",
  "Ọ Gụrụ n'ụlọ akwụkwọ All Saints nakwa Awkunanaw Girls High School n'Enugu",
  "Ọ jụrụ ọjọọ, tụọ basketball, bụrụkwa onye isi nke ụmụ nwanyị na asọrọmampi football",
  "Mgbe ọ nọ A-levels na Idia College, Benin, Igwe bidoro ị leba anya n'ihe gbasara mmetụta",
  "Ọ kuziri ndị mmadụ egwu Atịlọgwụ, ma zọọkwa oke na obodo",
  "Ọ bidoro dewe ihe egwuregwu n'egwu",
  "Amaka Igwe chọbụrụ ịhụ ihe gbasara iwu, mana ndị ọrụ nke Joint Admissions and Matriculation Board (JAMB) nyere ya \"Education and Religious Studies (ihe gbasara Chukwu)\"",
  "Ya mere o ji gụọ Education/Religion na mahadum nke Ife (nke bụzị Obafemi Awolowo University).",
  "Site OAU, Igwe tinyere aka na ihe onyonyo nke obere nke ndị MNET nke a kpọrọ \"Barbers Wisdom\" ka onye nhazi tupu ọ gawa mahadum nke Ibadan, ebe ọ nwetere asambodo Masters na Library and Information Services",
  "Mgbe NYSC ọ rụrụ ọrụ onye enyemaka njem n'aka ndị Scripture Union, tupu ọ nweta M.Sc",
  "na Information Science",
  "O mèchàrà rụọ na mahadum nke Anambra State University of Technology ka onye isi na Eida Information Systems, tupu ọ banye n'ụlọ ọrụ nke mmetụta",
  "Ọ lụrụ dị ya Charles Igwe n'ọnwa April, n'afọ 1991, ọ mụtara ụmụ atọ.",
  "Igwe bụ ezigbo onye ode akwụkwọ, onye mmepụta, onye nhazi, onye ọgba mbọ na onye nkụzi",
  "O sokwa na ndị  mbụ bidoro ihe egwuregwu na ihe onyonyo ọgbaraọhụrụ, ọ kacha wee pụta ihe mgbe o dere ma hazikwaa 'Checkmate' bu nke a tụrụ ugo nke ukwu ya na 'Fuji House of Commotion'",
  "N'ime ọrụ ya na Nollywood bu Rattlesnake na Violated, nke kewapụtara Amaka Igwe Studios n'aka ndị  na eme ihe onyonyo ndị  ọzọ",
  "O bidokwara BOBTV EXp., bụrụkwa onye wepụtara Top Radio 90.9FM nke di na Lagos Mainland, Amaka Igwe Studios nke bụ ebe a na emeputa ihe onyonyo kachasi mma nakwa Q Entertainment Networks, na DSTV channel.",
  "Igwe satara imerime ugo dị  iche iche",
  "N'afọ 2011, Nigeria hụrụ mbọ ọ na-agba n'ị kwalite ọnọdụ ndị  ọrụ ndị  mmepụta wee nye ya Nigerian National Order \"MFR\", nke bụ \"Member of The Federal Republic of Nigeria.\"",
  "Ọ nwụrụ n'Enugu n'ọnwa April 28 n'afọ 2014 n'elekere 8:30pm, mgbe mbọ a gbara i ji zọọ ya n'ọrị a asthma",
  "Rochas Okorocha bu governor nke Imo state biara akwamozu ya, ma ndị  ọzọ welitere isi n'ụlọ ọru Nollywood.",
  "Categories:"
]