[
  "Amal Kenawy (1974 - 19 Ọgọst 2012) bụ onye Egypt na-ese ihe nkiri nke oge a, nke a maara nke ọma maka vidiyo ya, arụmọrụ ya na ọrụ ụmụ nwanyị",
  "Ọ na-arụsi ọrụ ike kemgbe afọ 1998",
  "Ọrụ ya na-aga nke ọma nyeere ya aka inweta nkwado na mba ụwa.",
  "A mụrụ Amal Kenawy na 1974 na Cairo, Egypt. O gosipụtara mmasị na ihe nkiri, nka na ejiji site na nwata",
  "N'oge ọ bụ nwata, Amal na-eji akwa ọ bụla ọ nwere ike ịchọta eme uwe nke ya",
  "Nne na nna ya nwere nsogbu ego ebe Amal bụ nwa ikpeazụ n'ime ụmụ anọ.",
  "Ọmụmụ nka ya malitere na Egypt Cinema Institute",
  "N'afọ 1999, ọ nwetara akara ugo mmụta na eserese, site na Faculty of Fine Arts na Mahadum Helwan.",
  "Ọ malitere ọrụ nka ya dị ka nwa akwụkwọ, ya na nwanne ya nwoke nke okenye, Abdel Ghany Kenawy. Njikọ ha mere ka ọtụtụ ihe osise sitere na ihe ọkpụkpụ, ihe osise na vidiyo. Ọrụ ha nwetara ọtụtụ onyinye na nkwado mba ụwa, gụnyere UNESCO's Grand Prize na International Cairo Biennale.",
  "Amal lụrụ Shady Elnoshokaty, onye na-ese ihe n'oge a nke nyeere ya aka na mbido ọrụ ya",
  "Mgbe ha gbara alụkwaghịm, Amal na nwa ya nwoke, Yassin biri.",
  "Ọrụ ya n'onwe ya sitere n'ụzọ dị nso karị",
  "O jiri ahụ nke ya na ihe ngosi nke ihe ndị na-emebi emebi, anụmanụ na ihe, iji gosipụta ihe mgbu uche na nke anụ ahụ ma kwuo okwu dịka ọmụmụ, alụmdi na nwunye, ọnwụ, nrọ na ncheta.",
  "Amal Kenawy nwụrụ n'abalị iri noolu n'ọnwa Ọgọstụ n'afọ 2012, mgbe ọ dị afọ iri atọ na asatọ mgbe ọ lụchara ọgụ ogologo oge na leukemia",
  "A ka na-egosipụta ọrụ ya n'ọtụtụ ebe ngosi ihe mgbe ochie na ụlọ ọrụ gburugburu ụwa",
  "A na-echeta ya dị ka otu n'ime ndị na-ese ihe na-akpali akpali na Middle East. Ọ bụ nwanyị na-ese ihe, nke a na-akwanyere ùgwù maka ihe okike ya na nraranye miri emi n'ọrụ ya, ọ bụ ezie na ọ dị mkpụmkpụ.",
  "A na-anakọta ọrụ ya site na nnukwu nchịkọta ọha na eze, dị ka Mathaf: Arab Museum of Modern Art na Qatar na Sharjah Art Foundation na UAE, ma gosipụta ya na nnukwu biennials dị ka Dakar Biennale na Sharjah Biennial."
]