[
  "Amane Gobena Gemeda[nb] (amụrụ na 11 Septemba 1982) bụ onye Etiopia na-agba ọsọ ogologo oge nke na-asọ mpi okachasi n'ihe omume ịgba ọsọ n'okporo ụzọ",
  "O nwere marathon kacha mma nke 2:23:50 awa.",
  "Ọ malitere ọrụ mba ụwa ya na ịgba ọsọ mba ụwa ma bụrụ akụkụ nke ndị otu Etiopia nke meriri nrite ọla edo na ọsọ dị mkpirikpi na 2002 IAAF World Cross Country Championships",
  "Mgbe ọ rụchara ọrụ dị ala n'okporo ụzọ ahụ, ọ nwetara ihe ịga nke ọma site na ịgbanwee asọmpi okporo ụzọ na 2007.",
  "Oge 2009 hụrụ ọganihu dị ịrịba ama ka ọ meriri Cooper River Bridge Run na Monument Avenue 10K agbụrụ",
  "Ọ gara n'ihu merie mmeri marathon mbụ ya na Toronto Waterfront Marathon, na-agbawa ihe ndekọ ahụ site na opupu ya na ebe di anya",
  "Ọ nwere ihe ịga nke ọma na East Asia na mbido afọ 2010, na-emeri ma Osaka Ladies Marathon na Seoul International Marathon",
  "Amane nwetakwara mmeri mbụ ya n'ebe ndị ọzọ dị anya n'afọ ahụ site n'ịnọ n'ọnọdụ mbụ na Göteborgsvarvet ọkara marathon ma merie aha mba mbụ ya na mita 10,000.",
  "oKwa di elu mbu onwetara bu mgbahari mba nke uwa ma omechakwara mechaa asato na ihe gbasara ọsọ na ewee nwa oge 2002 iAAF world cross country championship na Dublinihe ntinye nke nyeere umunwanyi ndị Ethiopian aka.(sonyekwara werknesh kidane abebech negussie nakwa genet gebregiorgis inweta ihe nrite gold medal na ihe nsoritampi o soritakwara MPI na ihe mgbarita ọsọ na Europe na afọ 2003 ruo afọ 2004 ma ìhè ndị  omerela bu 5000 metres kacha onwe ya MMA na15:19.50 na grand prix region lombardia na afọ 2004 ebe omechara mechaa ihe nke anona otu afọ ahụ ogosiputara ala ya na world country.ihe nke abuo",
  "Na agbanyeghi ihe nke irinaotu omechara na obughi onye nke mbu kama obu onye nke ano so na ndị izizi di elu bu ndi Ethiopian nwetara gold team",
  ".",
  "O mere nke mbụ ya na 10K na 2005 wee bụrụ onye nke abụọ na asọmpi na Ratingen, na-agwụcha n'azụ Teyba Erkesso. Ọ gbakwara ọsọ na nzukọ Golden Spike Ostrava na June wee bụrụ onye nke ise n'elu 5000 m. Mgbe ọ wepụsịrị oge n'egwuregwu na 2006, ọ laghachiri iji lekwasị anya na agbụrụ okporo ụzọ ma nwee obi ụtọ na njedebe podium na United States",
  "Ọ bụ onye nke abụọ na Peachtree 10K na Bolder Boulder races, yana Cooper River Bridge Run, ebe onye obodo ya Rehima Kedir kụrụ ya ma setịpụ ihe kacha mma nke 32:12 maka 10K. O merikwara ọsọ Nacht von Borgholzhausen nke dị kilomita isii na Germany na June n'afọ ahụ.",
  "N'afọ 2008, o meriri n'okporo ụzọ ụwa na Abu Dhabi 7K na Wharf to Wharf 6-miler. Egwuregwu ndị ọzọ gụnyere ebe nke abụọ na Freihofer's Run for Women 5K na Bolder Boulder. Ọ gara n'ihu ruo ọkara marathon n'afọ ahụ wee gbaa ọsọ ugboro abụọ na France: ọ meriri Le Lion Half Marathon na Montbéliard (na-etinye ihe kacha mma nke 1:12:16) ma merie asọmpi ọzọ na Vemux.",
  "Amane mere nke mbụ ya na marathon na Jenụwarị 2009 na Houston Marathon ma o jisiri ike mechie n'ọnọdụ nke ise. Na Ras Al Khaimah Half Marathon n'ọnwa na-esote, o setịpụrụ ihe kacha mma nke 1:08:16 iji nweta ọnọdụ nke isii na asọmpi ụmụ nwanyị. Njem ọzọ ọ pụtara na Los Angeles Marathon na Machị wee gaa n'ihu ìgwè ahụ, mana Tatyana Petrova meriri ya na njedebe ikpeazụ nke ọsọ ahụ",
  "N'agbanyeghị nke ahụ, oge ya nke 2:26:53 maka ọnọdụ nke abụọ gosipụtara mgbanwe gara nke ọma na ogologo oge. O meriri nke ukwuu na United States n'oge ọkọchị ahụ, malite na mmeri na Cooper River Bridge Run na Monument Avenue 10K",
  "Ọnọdụ nke ise na Peachtree Road Race sochiri nke atọ na Boilermaker Road Race",
  "Amane gbara ọsọ marathon nke atọ ya n'afọ na Toronto Waterfront Marathon",
  "Ọ lụrụ ọgụ megide Mulu Seboka, onye ọzọ na-agba ọsọ Etiopia na onye na-agbachitere onye mmeri, na mbido mana ọ dọpụrụ ihe dị ka kilomita 40 iji nweta mmeri mbụ ya n'ebe dị anya, na-agbaji ihe ndekọ nke 2:28:30 na usoro ahụ. O wetara afọ na-arụsi ọrụ ike na njedebe na ọsọ abụọ na Septemba, na-ewere nke asatọ na Delhi Half Marathon tupu ọ nweta ọnọdụ nke abụọ n'azụ Koreni Jelila na Great Ethiopian Run 10K.",
  "N'oge na-adịghị anya, ọ laghachiri na mmalite na 2010 wee melite akara ya kachasị mma n'ụzọ iji merie Osaka Ladies Marathon na Jenụwarị, na-aghọ onye Etiopia mbụ mere ya n'ihe fọrọ nke nta ka ọ bụrụ afọ iri atọ nke asọmpi. Ọ pụtara na Zayed International Half Marathon n'ikpeazụ n'ọnwa ahụ, mana ọ nọ n'ebe dị anya karịa onye mmeri Mary Keitany ma mechie na nke ise. Ọ gara n'ihu na njem Asia ya na Seoul International Marathon wee nweta mmeri nke abụọ ya n'afọ ahụ, karịa Zhou Chunxiu ma setịpụ ọrụ kachasị mma nke 2:24:13 maka anya. Amane meriri n'asọmpi mba mbụ ya na asọmpi egwuregwu nke Ethiopia site na mmeri 10,000 mita na Genet Getaneh.",
  "Amane abiaghi ihe isoritampi ruo ihe dika Onwa iri na asato ma batakwa na November  2012 ma burukwa onye mechiri ọsọ na Istanbul marathon.na Onwa na esote ya bu Jenụwarị na afọ 2013 Dubai marathon",
  "maburu Kwa Onye nke ATO na ọsọ 2:23:50 awa.ma meta asaa na Paris marathon burukwa onye nke ATO na Bogota half Marathon"
]