[
  "Amanda Petronella Austin (1859 - 1917) bụ onye America na-ese ihe na onye na-akpụ ihe.",
  "Nwa amaala Carrollton, Missouri, Austin gụrụ akwụkwọ site n'afọ 1877 ruo afọ 1879 na Mahadum nke Missouri, wee bụrụ nwa akwụkwọ George Caleb Bingham, onye o nyere abụọ n'ime ihe osise ya. N'afọ 1879, ọ kwagara Sacramento, ụlọ nwanne nna ya, Jefferson Wilcoxson; ọ na-arịa ọrịa, na nloghachi maka nlekọta ya, o nyere ya ego iji gaa n'ihu na ọzụzụ ya, nke o mere na studio nke Norton Bush.",
  "Ngosipụta mbụ ya bịara n'afọ 1880 California State Fair, ebe eserese ya nwetara otuto site n'aka onye nkatọ nke The Sacramento Bee",
  "N'afọ sochirinụ na Fair, ngosi nke Morning Glories ya wetara ya aha ọjọọ",
  "Na Mee nke afọ1882 ọ debara aha na San Francisco School of Design; ọ gara n'ihu na-egosipụta mgbe niile na Sacramento n'oge a, nakwa na San Francisco Art Association, ebe ọ natara nrite ọla edo na nsọpụrụ",
  "Mgbe e mesịrị na 1885 ọ kụziri ihe ọnwa ole na ole na School of Design na Sacrament; na Jenụwarị 16, 1886, o mepere ụlọ ọrụ nke ya na ụlọ Oddfellows nke obodo ahụ",
  "Klas eserese ya dọtara ọtụtụ ụmụ akwụkwọ.",
  "N'afọ 1908 Austin gara Paris, ebe ọ debere ụlọ ọrụ ruo 1912 ma soro Jean Escoula na Emile Renard mụọ ihe",
  "N'ebe a, ọ malitere ịrụ ọrụ na ihe ọkpụkpụ, n'afọ 1909 a nabatara marble bust nke Miss Quinn maka ngosi na Société Nationale des Beaux-Arts",
  "Ihe ngosi ya mere ka ọ nweta ohere na Union Internationale des Beaux-Artes et des Lettres",
  "N'afọ 1912 ọ laghachiri Sacramento; Miss Quinn tinyere ọrụ ndị ọzọ, gosipụtara na Panama-Pacific International Exposition",
  "Site na ihe ọkpụkpụ ọzọ, ọ gara ihe ngosi na Buffalo Fine Arts Academy na  Ụlọ akwụkwọ nka nke Chicago",
  "N'afọ 1916, ya na ọrụ sitere n'obodo Sacramento, Austin laghachiri ọzọ na Paris iji mee ihe ncheta, naanị dọkịta ya gwara ya ka ọ laghachi ebe ọ na-anwụ n'ihi ọrịa kansa",
  "Ka ọ na-aga, ọ nwụrụ na New York City, ụbọchị atọ tupu ọ gbaa afọ iri ise na asatọ. Mgbe ọ nọ n'ọnụ ọnwụ, Austin lụrụ E",
  "Lee Allen",
  "Ọ hapụrụ ya ihe onwunwe ya niile n'uche ya, mana ezinụlọ ya zọrọ ya",
  "Ihe si na ya pụta bụ na e kewara ọrụ ya ma ihe nketa ya daa n'ọchịchịrị.",
  "Morning Glories, nke dị ugbu a n'etiti ọrụ ya na nchịkọta nke Crocker Art Museum, gụnyere na ngosi mmeghe nke National Museum of Women in the Arts, American Women Artists 1830–1930, n'afọ 1987."
]