[
  "Amanda Benedicta Antony ( ka amụrụ n'ụbọchị 24 Julaị 1993), nke a maara dịka Amanda Black, bụ onye na-agụ egwu na onye na-ede egwu na South Africa. A mụrụ ya ma zụlite ya na Gcuwa ọrụ ya malitere na 1999 mgbe ọ dị afọ 6 na-abụ abụ na ndị ukwe chọọchị",
  "Amanda bụ onye asọmpi na Idols South Africa oge 11. Black kwagara Johannesburg na 2016 iji chụsoo ọrụ ya na egwu",
  "Ọ bịanyere aka na nkwekọrịta ndekọ na Ambitiouz Entertainment na 2016 wee nweta nkwado n'otu afọ ahụ mgbe a tọhapụrụ egwu egwu ya \"Amazulu\", nke a họpụtara maka ọtụtụ onyinye egwu.",
  "Abọm studio mbụ ya Amazulu (2016), nwere ihe ịga nke ọma n'ahịa ma bụrụ nke meriri \"Album of the Year\", \"Best Newcomer of the Year,\" \"Best Female Artist of the Year\" na \"Best R&B Soul/Reggae Album\". N'afọ 2019, a kpọrọ ya onye na-ese ihe kachasị na Apple Music.",
  "Ebipụtara abọm studio nke atọ nke Amanda, Mnyama na 2021",
  "E bu ụzọ nwee egwu abụọ; \"Kutheni Na\" na \"Let It Go\".",
  "Amanda Benedicta Antony bụ onye Xhosa. A mụrụ ya na 24 Julaị 1993 na Mthatha, Eastern Cape, South Africa, ma too na Butterworth, Eastern Cape",
  "O mechara kwaga Port Elizabeth, ebe ọ gụsịrị akwụkwọ sekọndrị ya na Kabega Christian School, Port Elizabeth, tupu ọ gaa n'ihu na agụmakwụkwọ ya na Mahadum Nelson Mandela Metropolitan, ebe ọ mụrụ Music Education.",
  "Ọ malitere ịgụ egwu mgbe ọ dị obere n'ụlọ ụka na n'ụlọ akwụkwọ ruo mgbe ọ gbara afọ iri na abụọ, mgbe ọ malitere ịsọ mpi na ịchụ akara aka ya bụ nke kpughere ya maka ime ihe nkiri.",
  "O sonyere na mbipụta atọ nke Idols South Africa mana ọ ghọrọ ọkacha mmasị ndị na-akwado ya na Oge 11 nke ngosi nkà nke o mere ka ọ banye n'elu 7. N'ihi ịchụso ọrụ egwu ya, ọ kwagara Johannesburg na Jenụwarị 2016, ebe Ambitiouz Entertainment bịakwutere ya, bụ ndị nyere ya nkwekọrịta ndekọ.",
  "N'ụbọchị mbụ n'ọnwa Julaị n'afọ 2016, ọ wepụtara egwu mbụ ya, \"Amazulu\" bụ egwu sitere na abọm studio mbụ ya, Amazulu Egwú ahụ nwetara ihe karịrị nde mmadụ anọ lelere ya  na YouTube",
  "N'abalị iri na otu n'ọnwa Nọvemba n'afọ 2016, ọ wepụtara abọm izizi ya a na-atụ anya ya Amazulu site na Ambitiouz Entertainment ka ọ bụrụ ihe ịga nke ọma na nyocha dị mma",
  "N'okpuru otu ọnwa mgbe a tọhapụrụ ya, abọm ahụ rere ihe karịrị 31,000 nke mere ka ụlọ ọrụ ndekọ nke South Africa kwado ya platinum. O nwetakwara nhọpụta ya n'ụdị ise ma na mbipụta nke iri na isii nke Metro FM Music Awards, na 2017 South African Music Awards nke ọ bụla. A họpụtakwara ya maka Viewers Choice: Best International Act na mbipụta 2017 nke BET Awards",
  "N'abalị nke 20 ọnwa Julaị 2018, ọ wepụtara \"Kahle\", nke nwetara ihe karịrị otu nde nlele na YouTube.",
  "Anthony Hamilton mara ọkwa na Disemba 2018 na ya na Amanda Black na-arụkọ ọrụ ọnụ na egwu. Na 30 Jenụwarị 2019 Amanda kwupụtara na ya na Sony Music Entertainment bịanyere aka na ya. O mechara wepụta egwu ya \"Thandwa Ndim\", nke bụ nke mbụ ya wepụtara n'ime afọ abụọ",
  "Egwú ahụ malitere na Metro FM's Fresh Breakfast Show na DJ Fresh na Somizi Mhlongo wee ruo n'ókè nke 1 na chaatị iTunes dị n'ógbè ahụ n'ụbọchị a tọhapụrụ ya.",
  "N'afọ 2020, ya na Berita rụkọkwara ọrụ na egwu, \"Siyathandana\" site na album Songs in the Key of Love",
  "Abọm ya bụ Power meriri Best Album of the year na South African Afro Music Awards (Saafma).",
  "Na 4 June 2021, ọ wepụtara egwu \"Kutheni Na\" nke gosipụtara Kwesta dị ka egwu nke abụọ site na abọm ya",
  "Na 2 Julaị 2021, a tọhapụrụ egwu nke atọ ya \"Let It Go\". A tọhapụrụ ụlọ ọrụ ya nke atọ bụ Mnyama na 6 Ọgọst 2021.",
  "Amanda Black malitere ịbụ abụ mgbe ọ dị obere na chọọchị ma mesịa gaa n'ihu na-abụ abụ maka ndị omenkà kachasị amasị ya, gụnyere Beyoncé, Whitney Houston, Brandy Norwood, na Brenda Fassie",
  "Ọ na-abụ abụ na Xhosa na Bekee",
  "N'ajụjụ ọnụ ya na Patience Bambalele nke The Sowetan, ọ kọwara ụdị egwu ya dị ka Afro-soul na njikọta nke hip-hop na obere mkpụrụ obi na R&B",
  "Na 29 Mee 2017 onye na-agụ egwu ahụ pụtara n'ajụjụjụ ọnụ na SuperSport TV show Homeground Xia nke Minnie Dlamini na Lungile Radu Xiajust kwadoro ọnwa ole na ole mgbe a tọhapụrụ album ya Amazulu. N'akụkụ ya bụ onye na-emepụta egwu ya bụ Christer Kobedi, onye kwuru na e mepụtara abọm ahụ ma mechaa ya n'ihe karịrị otu ọnwa",
  "Onye na-agụ egwú ahụ kwukwara na abụ aha abọm \"Amazulu\" bụ, n'ezie, abụ mbụ o dere n'asụsụ obodo ya, Xhosa.",
  "Amanda Black na-ejikarị Stipples nke Xhosa na-acha ihu chọọ ihu ya mma dị ka ngosipụta nke etu o si nwee obi ụtọ maka mgbọrọgwụ ya. \"A na-eji ihe osise ihu nke Xhosa eme ihe iji nọchite anya ndị Xhosa",
  "E nwere ụdị dị iche iche nke ụkpụrụ, nke ụmụ nwanyị na-emepụta",
  "Mgbe m na-etolite, a na-emekarị ha n'oge pụrụ iche mana n'ime ime obodo ụfọdụ nke Eastern Cape, dịka ọmụmaatụ, umchokozo bụ omume kwa ụbọchị",
  "Ihe osise ihu Xhosa m na-eyi n'ihu m aghọwo akụkụ nke akara m dị ka Amanda Black",
  "Mana ọ malitere dị ka ụzọ isi gosipụta onwe m na ịnakwere onye m bụ",
  "Nye m, ọ na-eweghachi ọdịbendị m dị ka nwanyị Xhosa ma na-enwe mmetụta mara mma mgbe m na-eme ya",
  "Ọ na-ekwu maka m ibi ndụ dị ka m si ghọta ọdịbendị m",
  "Ọ bụ ụzọ isi gosipụta mgbọrọgwụ m na ebe m si",
  "\"",
  "Ka ọ na-etolite, Amanda enweghị mmasị n'eziokwu ahụ bụ na o nwere akpụkpọ ojii, ọ na-ekwu n'ihi na TV na-eme emume akpụkpọ ahụ na-acha ọcha ma ọ dị ya ka ọ dịghị mma n'ihi ya nwere akpụkpọ anụ ojii. Ọ malitere ịmụ banyere mgbọrọgwụ ya dị ka nwanyị Xhosa, akụkọ ihe mere eme ya na mmalite ya",
  "Ime nke a nyeere ya aka ịghọta onye ọ bụ ma nyere ya aka ịhụ onwe ya n'anya dị ka nwanyị Afrịka",
  "Nke a mekwara ka o kpebie ịmalite ise ihu ya na nka agbụrụ, ụzọ o si ede, egwu ọ na-eme na akụkọ ọ na-akọ n'ụzọ ụda",
  "Amanda malitere ịmakụ onye ọ bụ mgbe ọ gụsịrị akwụkwọ Steve Bikoz Black Consciousness."
]