[
  "Amanda Dillon bụ agwa akụkọ ifo sitere na opera ncha ihe onyonyo ehihie America All My Children",
  "Ọ bụ ada onye uwe ojii / onye nchọpụta Trevor Dillon na ogologo oge usoro villain Janet Marlowe aka \"Janet si Ọzọ Planet\";  Otú ọ dị, e chere na Amanda bụ nwa nwanne mama ya bụ́ Natalie Marlowe, bụ́ onye mesịrị kuchiri ya.  Alexis Manta gosipụtara agwa dị ka nwata site na 1996–2000, Chrishell Stause akọwawokwa agwa dị ka onye toro eto site na 2005 ruo na njedebe nke usoro a na 2011",
  "Ụdị Amanda nke Stause malitere aghụghọ, onye na-eduhie eduhie, ma emesịa ghọọ onye tozuru okè",
  "onye na-ekpo ọkụ ma dị obiọma n'ihi mmekọrịta ya na Jake Martin..",
  "Nne Amanda, bụ́ Janet, gbanwere àgwà ara ya ma gbalịa ịdị ka Natalie",
  "N'oge ọ bụ nwata, Amanda ghọrọ enyi Jamie Martin na JR Chandler",
  "Ezinụlọ Dillon mechara kwaga Colorado",
  "Amanda kpebiri ịlaghachi na Mee 2005 ịga akwụkwọ na Mahadum Pine Valley",
  "Ọ na-agbakọtakwa na azụmahịa JR na Jamie, na-achọ nwoke ga-egbo mkpa ya n'ụzọ ego, nke ukwuu na-ewe iwe nke Babe Carey, onye bụbu nwunye JR na enyi nwanyị Jamie",
  "JR gwara Amanda ka ọ kewaa ha, o kwetakwara",
  "N'ikpeazụ, Babe na Jamie tisara mgbe Phoebe Tyler Wallingford nwụrụ wee hapụ Jamie ego ya ma ọ bụrụ na ya na Babe kee",
  "Amanda mere ka ọ kwaga, ma ọ dịghị anya Jamie jidere ma tụfuo ya.",
  "Janet bịara n'obodo mgbe a kpọgara Amanda n'ụlọ ọgwụ mgbe JR kụrụ ya, ọ bụ ezie na Babe na-ekwu na ọ nọ n'azụ wiil ahụ",
  "Mgbe ihe mberede Amanda gasịrị, ọtụtụ ihe mere; A na-akwagharị Babe na steepụ, a hụrụ Kendall Hart ka ọ na-anọdụ n'elu ụlọ, a na-etinye nsí na ofe ekele Chandler, a tọọrọ Adam Chandler III (Little Adam)",
  "Amanda na-atụ egwu na ọ bụ ya kpatara ya, ma kọọrọ Josh Madden banyere ya",
  "Josh na-eji ohere ahụ ma na-aṅụ ọgwụ ọjọọ Erica Kane, wee tụba Amanda maka ya",
  "Otú ọ dị, Amanda ghọtara na ọ bụ Janet kpatara ihe ndị ahụ, mana ọ gbachiri nkịtị maka nne ya",
  "Mgbe e jidere ya maka ịṅụ ọgwụ ọjọọ Erica, Janet kpebiri ịbọ ọbọ na Erica's Mardi Gras ball",
  "Amanda na-apụ, mana oge agafeela",
  "Bọl Mardi Gras gbawara, gbuo Ethan Cambias.",
  "Janet tọọrọ Babe na nwa ya nwoke, Little Adam, ebe Amanda na-eme ike ya niile iji nyere JR, Jamie, Tad Martin, na Aidan Devane aka ịchọta ha",
  "N'ikpeazụ, ha chọtara Janet, mana mgbe a napụtara Babe na Little Adam, Tad na Aidan ga-agwa Amanda na Janet egbuola nna ya, Trevor",
  "Mfu a wutere Amanda, ọ maghịkwa otu esi emeso ya",
  "Mgbe e mesịrị, Brooke English, nne Jamie, meghere ụlọ ya maka ya iji nyere ya aka ịgbake.",
  "Amanda laghachiri ọnwa ole na ole ka e mesịrị, nweta ọrụ na Fusion Cosmetics na ọbụna iwulite ọbụbụenyi na Babe",
  "Ọ malitere mmekọrịta \"ndị enyi nwere uru\" (mgbe ụfọdụ mmekọahụ) na Jonathan Lavery",
  "N'ikpeazụ, ọ malitere ịzụlite mmetụta maka ya",
  "Otú ọ dị, ọ ka hụrụ nwunye mbụ ya, Lily Montgomery, n'anya, Amanda na-aghọta na ọ pụghị ịbụ onye mmekọ ọzọ, na-eme ka ya na ya kwụsị",
  "Mgbe Satin Slayer na-eyi ndụ Babe egwu, Amanda gakwuuru nne ya maka enyemaka iji chọpụta onye ogbugbu ahụ bụ",
  "Ka oge na-aga, Adam Chandler duziri Janet ka ọ tọọrọ nwanne nwanyị Babe, Jenny Martin",
  "Amanda na-ejide onwe ya ọzọ na ara Janet ma gbalịa ime ka nne ya kwenye inyeghachi Jenny nne na nna ya, Tad na Krystal Carey",
  "Ka e mesịrị, a napụtara Jenny site n'enyemaka nke Jamie na Babe.",
  "Amanda mechara malite mmekọrịta ya na Jake Martin, mana ha na-anọgide na mmekọrịta ha n'ụzọ anụ ahụ",
  "Mgbe Jake nwere esemokwu n'etiti Amanda na Taylor Thompson (mmasị ịhụnanya ọzọ), Amanda na-ewepụ ihe",
  "Babe nwụrụ na ọdachi nke ajọ ifufe nke dakwasịrị Pine Valley, nke na-emerụ Amanda ahụ",
  "Nna Babe na-akpa nkata, David Hayward, chọrọ inweta ikike nke Little Adam n'aka nna ya, JR",
  "Ọ na-akwụ Amanda ụgwọ iji mee ka JR malite ịṅụ mmanya ọzọ",
  "Amanda nwere ihe ịga nke ọma, mana ọ na-akwa ụta mgbe e mesịrị, ma gwa David ka ọ ghara ịnọ ya anya.",
  "Mgbe Amanda chọpụtara na ọ dị ime, ọ maghị ma David ma ọ bụ JR bụ nna",
  "Jake laghachiri, ma bụrụ enyi ya mgbe ọ chọrọ enyemaka",
  "Na mgbakwunye, onye ọrụ ibe ya, Randi, na di Randi, Dr",
  "Frankie Hubbard, na-enyere ya aka mgbe ọ chọpụtara na David bụ nna nwa ya ma na-achọsi ike ịhapụ ya",
  "Jake nọ ebe ahụ ka o nyere aka gbochie David, ha abụọ mechara hụ onwe ha n'anya; ha lụrụ na June 11, 2009.",
  "A mụrụ nwa nwoke Amanda mgbe ya na Jake nọ na njem ezumike ha",
  "Ha abụọ na-eme atụmatụ iji mee ka David chee na nwa ahụ anwụọla ka ọ ghara itinye aka na ndụ nwa ahụ",
  "Ka ọ dị ugbu a, Jake nyere nwa ahụ onye bụbu enyi ya nwanyị, Liza Colby",
  "Ka e mesịrị, a kpughere na Jake zoro nwa ahụ n'ezie n'ụlọ ime obodo na onye na-elekọta nwa ma nye Liza nwa ọzọ maka nkuchi",
  "Amanda gụrụ nwa ya nwoke, Trevor, n'aha nna ya.",
  "Amanda na-eme atụmatụ ịchọta Trevor gbahapụrụ ma kuchie ya dị ka nke ya",
  "Otú ọ dị, atụmatụ ya dara mgbe Randi weere nwa ahụ, ebe ọ tụfuru ime nke ya, David wee chọta nwa ahụ tupu ya na Jake enwee ike",
  "Ruo ọtụtụ ọnwa mgbe nke ahụ gasịrị, David mere ka ndụ ya bụrụ ihe mwute, na-amanye ya ka ya na Trevor biri, ma ọ bụ naanị ya ga-elekọta ya",
  "Ọ kpachapụrụ anya na-anwa imebi alụmdi na nwunye Jake na Amanda, ebe Amanda na-alụ ọgụ iji chekwaa alụmdi na ụba ya.",
  "Nkwado David na-agbawa agbawa na Jenụwarị 2010, mgbe Amanda mere ka Trevor nwalere ọrịa ọbara David kwuru na ya nwere",
  "Mgbe ọ laghachiri na-adịghị mma, Amanda nwere ule nna ma chọpụta na Jake bụ nna Trevor",
  "Amanda chụpụrụ David, ya, Jake, na Trevor wee nwetaghachi ndụ ha, n'ikpeazụ ghọọ ezinụlọ ha na-arọ nrọ mgbe niile.",
  "Amanda gara rụọ ọrụ na Fusion dị ka ihe nlereanya",
  "N'ime usoro nke inweta aha ọma, ọ nwetara onye na-eso ụzọ aha ya bụ \"Amandafan\"",
  "Onye na-eso ya mechara bụrụ Janet, onye si n'ụlọ ọgwụ ndị isi mgbaka pụta, kpebisiri ike ịbụ akụkụ nke ndụ nwa ya nwanyị na nwa nwa ya",
  "E jidere ya ma zighachi ya, mana Amanda na-ajụ ikike nke ya dị ka nne n'ihi isi mgbaka nne ya",
  "Jake na-anwa ime ka o kwenye na ọ bụ ezigbo nne",
  "N'ụbọchị ncheta agbamakwụkwọ mbụ ha, ọ tụbara Amanda agbamakwụkwọ nke nrọ ya n'ememe mmezigharị nkwa, na-enyere ya aka iweghachite obi ike ya.",
  "Amanda na Jake nwere ike ịnọgide na-esikwu ike mgbe ha na ndị enyi ha na-eche ọnọdụ siri ike ihu, dị ka Angie Hubbard na-enweghị anya ya na Greenlee Smythe na-aga ikpe maka igbu David (di Greenlee n'oge ahụ)",
  "O mechara pụta na o mebiri ọnwụ ya",
  "Amanda ghọrọ enyi Annie Lavery mgbe Annie chere na ndụ ya na-amalite ịda",
  "Otú ọ dị, mgbe nwunye mbụ Jake, Cara Finn, bịara n'obodo, ya na Griffin Castillo, nwoke Cara hapụrụ Jake, Amanda enweghị obi ụtọ na nke a ma gbalịa imekọ ihe ọnụ n'ebe Cara nọ iji lekwasị ya anya",
  "E mechara kpughee na Griffin bụ nwanne Cara n'ezie",
  "Amanda malitere iche ma ọ bụrụ na nke a emetụtala Jake karịa ka ọ kwenyere.",
  "N'ikpeazụ, mgbe Cara kpebiri ịnọ na Pine Valley, Amanda malitere ịchọ ka ọ pụọ ma kpọọ INS ka ọ kọọ na Cara ebiwo na Pine Valley na paspọtụ aghụghọ",
  "Otú ọ dị, o mechara chọpụta site n'aka Tad na otu ndị na-ere ọgwụ ọjọọ na-achụ Cara; ya mere, Tad, Jake, na Griffin na-agba izu iji mebie ọnwụ Cara iji zọpụta ndụ ya",
  "N'ịbụ onye ụjọ na-atụ ma na-enwe obi amamikpe, Amanda kpọrọ INS na mgbalị ịkagbu nchegbu paspọtụ ya, mana emeela mmebi ahụ; otu ndị ọrụ nchekwa Homeland rutere n'ụlọ ọgwụ iji jide Cara maka wayo paspọtụ.",
  "Tad na-ekwu na ya na Cara na-agba akwụkwọ iji chebe ya",
  "Jake mechara chọpụta na Amanda kpọrọ INS ma iwe, mana ọ maghị otu esi enyere Amanda aka",
  "Tad na Cara lụrụ na Machị 8, 2011, ozugbo Cara chọpụtara ma tie Amanda mkpu maka ịnye ya",
  "Amanda mechiri na-aṅụbiga mmanya ókè na ConFusion tupu JR ewere ya laa n'ụlọ",
  "N'ikpeazụ, ọ nwetara ọrụ na Chandler Enterprises iji nyere ya aka mee ka ọ na-arụsi ọrụ ike.",
  "Ọtụtụ nsogbu bilitere na Jake na Cara, mgbe e jidere Griffin maka igbu ọchụ, wakpo ya na cell ya, wee pụọ n'ụlọ ọgwụ n'oge mgbaàmà ọkụ ụgha",
  "Amanda chọpụtara na Jake ghaara ụgha banyere ọnọdụ Griffin iji mee ka ọ nọrọ n'ụlọ ọgwụ na n'ụlọ mkpọrọ, iwe wee na-ewe ya na ọ na-etinye ọrụ ya n'ihe ize ndụ maka nwunye mbụ ya",
  "Iji gbalịa iweghachi Jake, Amanda tụfuru ọgwụ mgbochi ọmụmụ ya.",
  "Amanda na-enyo Jake enyo mgbe ọ malitere ịpụ n'ebe ọ nọ, wee pụta n'azụ oge na baptism Lucy Hubbard",
  "Ọ malitere iche na Jake na Cara dinara ọnụ",
  "Mgbe ọ nwetara ihe akaebe, ọ na-enwe nkụda mmụọ ma gwa JR banyere ihe ọ chọpụtara",
  "Ha na-emecha hie ụra ọnụ, Amanda na-akwa ụta ozugbo",
  "Ka e mesịrị, ọ chọpụtara na Jake susuru Cara ọnụ, mana ya na ya dina, na-eme ka ọ nwekwuo obi amamikpe.",
  "Ọ bụ ezie na Amanda chọrọ ịgwa Jake banyere ekwesịghị ntụkwasị obi ya, JR gwara ya ka ọ ghara",
  "Otú ọ dị, n'oge na-adịghị anya, ọ malitere inwe isi ọwụwa na agbọ onunu, ọ na-atụkwa egwu na ọ nwere ike ịdị ime nwa JR",
  "Ọ na-abanye maka ule, nke na-abịaghachi na-adịghị mma, mana Cara mechara gwa ya na enwere ohere ọ nwere ike ịnwe STD, na-echegbu Amanda",
  "Ule na-esote na-alaghachi na-egosi, Amanda na-atụkwa egwu banyere otu ọ ga-esi gwa Jake banyere ọrịa STD ya.",
  "Amanda chọpụtara na ya nwere HPV, nke nwere ike ibute ọrịa kansa cervical",
  "O mechara gwa Jake gbasara STD ka o nyere aka chebe ya, ma gwakwa ya ihe gbasara ya na JR",
  "Mgbe ọ kọwara ọnọdụ ndị butere ya, Jake kwuru na ya ga-agbaghara ya, mana Amanda ka na-ama ya ikpe wee pụọ",
  "Na-echegbu onwe ya banyere ihe nwere ike ime, ọ gwara Jake ka ọ gaa n'ihu na ndụ ya ma lekọta Trevor ma ọ bụrụ na ihe emee ya",
  "Otú ọ dị, Jake gwara ya na ya ga-anọnyere ya ma nyere ya aka ịlụso ọrịa cancer ọgụ ma ọ bụrụ na o nwere ya, na-ekpebisi ike ịnọnyere ya.",
  "Amanda nwere ule ndị na-esote, nke na-egosi na o nwere ọrịa kansa cervical",
  "Jake na-anọ n'akụkụ ya mgbe ọ nwetara nchoputa ahụ wee kwuo maka nhọrọ ọgwụgwọ",
  "Amanda na-emekwa udo na Cara, onye ghọtara agha Amanda dị ka o nwere ọrịa cancer mgbe ọ bụ nwata, nakwa.",
  "Amanda kpebiri ime hysterectomy iji kwụsị ọrịa kansa ịgbasa",
  "Ka ọ na-ejikere maka nke a, a nabata Janet n'ụlọ ọgwụ mgbe a gbachara Oak Haven ọkụ ma na-akwado mmerụ ahụ ọkụ",
  "Ọ na-eme ka nne ya mara maka nchọpụta ọrịa kansa",
  "N'ụzọ dị ịtụnanya, Janet bụ onye na-enye Amanda ndụmọdụ iji nyere ya aka inye ya obi ike ịnọgide na-alụ ọgụ",
  "Amanda na-abanye maka ịwa ahụ na Jake kwere nkwa ịnọ ebe ahụ mgbe ọ pụtara.",
  "N'agbanyeghị na ha enweghị ike ịmụ ụmụ ọzọ, Jake kwere Amanda nkwa na ha ga-eleba anya na nkuchi",
  "Amanda chọpụtara na ọrịa kansa apụọla ma ọ dị ya mma",
  "Ya na Jake ji nwayọọ nwayọọ na-ewughachi ndụ ha mgbe ihe niile ha mesoro n'afọ gara aga",
  "Jake na Amanda chọpụtara Dixie Cooney, ezi ịhụnanya Tad ka dị ndụ ma gbalịa inyere ya aka ịgbake ọzọ",
  "Na njedebe nke usoro ahụ, Tad na Dixie kwupụtara na ha na-emekọrịta ihe, ebe Jake na Amanda na-amalite ileba anya na nkuchi, na-enwe nchekwube banyere ịmalite ezinụlọ ọnụ.",
  "Àtụ:All My Children"
]