[
  "Amariyanna \"Mari\" Copeny (amụrụ na Julaị 6, 2007), nke a makwaara dị ka Little Miss Flint, bụ onye na-eto eto na-eme ihe ike si Flint, Michigan",
  "A maara ya nke ọma maka ịkwalite mmata banyere nsogbu mmiri Flint na ịnakọta ego iji kwado ụmụaka na-enweghị ihe ịga nke ọma na obodo ya na gafee mba ahụ.",
  "Mgbe Copeny dị afọ asatọ, o degaara Onye isi ala Barack Obama akwụkwọ ozi iji dọta uche na nsogbu mmiri n'obodo ya bu Flint, Michigan. Akwụkwọ ozi ya kpaliri nzaghachi sitere n'aka onye isi ala ebe o kwuru na \"akwụkwọ ozi sitere n'ụmụaka dị ka gị bụ ihe na-eme ka m nwee nchekwube banyere ọdịnihu\". Na Mee 4, 2016 ọ gara Flint iji hụ n'onwe ya mbibi nke ndụ ụmụ amaala Flint n'ihi mmiri ha na-egbu egbu. Nleta ahụ dugara na nkwupụta nke ọnọdụ mberede gọọmentị etiti na Jenụwarị 2016 ma nye aka n'ịmata mba niile banyere ọnọdụ dị egwu nke obodo ahụ",
  "Obama mechara nye ikike nde dọla otu narị iji dozie nsogbu ahụ. Kemgbe ahụ, e meela ihe iji nyere aka kpochapụ nsogbu ahụ, mana ndị bi na Flintz na-enwe mmetụta na nrụzi dị mkpa, na akụrụngwa agaghị arụcha ruo 2020 n'oge.",
  "N'ịgoro n'elu ikpo okwu mba, na Eprel 13, 2017, ọ gwara otu nnukwu ìgwè mmadụ okwu na nnọkọ \"Stand Up to Trump\" n'ihu White House na Washington, D.C., na-agwa ha na, n'oge mkpọsa ya na 2016, onye na-azọ ọkwa Donald Trump kwere ndị Flint nkwa, gụnyere onwe ya, na ọ ga-edozi nsogbu mmiri",
  "O kwupụtara na Onye isi ala Trump emezughị nkwa mkpọsa ya",
  "N'ejighi nkwado ya n'obodo ya, ọ kwukwara okwu megide iwu mbata nke Trump.",
  "Na mgbalị iji mee ka ọgụ Flint na-aga n'ihu n'anya ọha na eze na inye mmiri dị mma, na 2018, Copeny na Pack Your Back jikọtara ọnụ ọzọ maka The Little Miss Flint & PYB Water Drive, mgbalị GoFundMe iji nweta ego maka mmiri a na-etinye na karama, dịka Gọvanọ Michigan Rick Snyder kwụsịrị mmemme mmiri a na karama n'efu maka ndị bi na Flint. E nwetara ihe fọrọ nke nta ka ọ bụrụ dọla pụkụ ịrị ise n'oge mkpọsa otu ọnwa, nke zuru ezu maka ihe karịrị karama mmiri pụkụ narị abụọ.",
  "N'afọ 2019, Copeny malitere mkpọsa onyinye ọhụrụ, Little Miss Flint Clean Water Fund, na-arụkọ ọrụ na Hydroviv, ụlọ ọrụ nzacha mmiri, na-enye onye na-anakọta ego ohere ịbawanye mmetụta nke ego enyere ma wepụ otu ihe mkpofu plastik metụtara mmiri a na-etinye na karama. O mezuru ebumnuche mbụ ya nke inweta dọla pụkụ otú narị na Septemba 2019, ma mesịa mezuo ebumnuche nke inweta dọla pụkụ narị abụọ na ịrị ise na June, 2020, nakwa inweta dọla pụkụ narị ịse na iri ise na Earth Day 2021",
  "Nchịkọta ego ya na-aga n'ihu na ebumnuche ọhụrụ ya nke otu nde dọla n'ihi na ọtụtụ obodo dị iche iche gafee mba ahụ chọrọ nzacha iji nwee mmiri dị ọcha gafee pukumba ebe a na-emelite akụrụngwa mmiri",
  "Mgbasa ozi gbasara ọrụ Copeny akpọwo ya \"Little Miss Flint\", aha njirimara nke e chepụtara mgbe ọ meriri na asọmpi ịma mma na 2015.",
  "Tupu mmeghe nke afọ agụmakwụkwọ na 2016 na 2017, Copeny sonyeere Pack Your Back, otu na-enweghị uru nke ụmụ akwụkwọ Mahadum Central Michigan guzobere na 2016, wee nweta ego iji nyere ụmụ akwụkwọ si Flint aka",
  "Copeny na-anakọta onyinye iji nye akpa azụ jupụtara na ihe ụlọ akwụkwọ",
  "N'afọ 2016, ọ nwetara ego zuru ezu maka 100 backpacks, na, n'afọ 2017, ọ nwetara dọla pụkụ ịrị iji kwado akpà akwụkwọ otu puku maka ụmụaka obodo. Ọ malitere mkpọsa GoFundMe ọzọ na 2018 dị ka akụkụ nke # BlackPantherChallenge, na-akpata ihe karịrị dọla pụkụ ịrị na isii iji nye ọtụtụ narị ụmụaka na-enweta ego dị ala ohere ịhụ Black Panther na inweta ngwaahịa ihe nkiri, na-enwe olileanya inye ọtụtụ ndị Black na-ege ntị ezigbo onwe ha na ọchịchọ.",
  "Ihe omume ndị ọzọ Copeny na-eme gụnyere ọrụ Dear Flint Kids, arịrịọ maka akwụkwọ ozi agbamume nye ụmụ Flint; mgbalị nke ndị mmadụ iji kesaa akwụkwọ ahụ n'efu, A Wrinkle in Time; oriri Krismas na nkata Ista maka ndị na-enweghị  ọ bụla; yana ịkwado usoro ụlọ akwụkwọ mpaghara iji nye mmemme mgbochi mmegbu."
]