[
  "Amaza Lee Meredith (Ọgọọst 14, 1895), bụ onye Amerịka na-ese ụkpụrụ ụlọ, onye nkuzi na onye na-ese ihe",
  "Meredith enweghị ike ịbanye n'ọrụ ahụ dị ka onye na-ese ụkpụrụ ụlọ n'ihi \"agbụrụ ya na okike ya\" dị ka nwanyị Afrịka-Amerịka, ma rụọ ọrụ dịka onye nkuzi nka na Mahadum Virginia State (nke Virginia State College / Virginia Normal and Industrial Institute), ebe o guzobere ngalaba nka. A maara ya nke ọma maka ebe obibi ya, Azurest South, ebe ya na onye mmekọ ya, Dr",
  "Edna Meade Colson, biri. Ọzọkwa, o guzobere Azurest Syndicate Inc., ebe ezumike maka ndị isi ojii Amerịka nọ n'etiti na Sag Harbor NY",
  "Dị ka nwanyị ojii gụrụ akwụkwọ, Meredith bụ ihe atụ a na-adịghị ahụkebe nke nwanyị ojii nwere onwe ya n'ụzọ ego na mmekọrịta mmadụ na ibe ya na-ebi n'oge Jim Crow Segregation Laws.",
  "A mụrụ Meredith na Lynchburg, Virginia dị ka nwa nwanyị Samuel Peter Meredith Na Emma Pink Kenney. O nwere ụmụnne atọ, ụmụnne nwanyị abụọ na otu nwanne nwoke",
  "Meredith na nwanne ya nwanyị tọrọ ya bụ Maude nwere mmekọrịta dị mma",
  "Samuel, nna Amaza, bụ ọkwá nkà, na Emma, nne ya, bụ onye na-akwa ákwà",
  "Nna ya bụ onye ọcha na nne ya bụ onye ojii, ndị mụrụ ya bụ ndị iwu mgbochi nke ịlụ di na nwunye na Virginia. Na asambodo ọmụmụ Amaza Lee Meredith, a na-akọwa ya naanị dị ka nwa nwanyị Emma Kenney",
  "A hapụrụ aha nna ahụ",
  "Ka o sina dị, Samuel Meredith lekọtara ezinụlọ ya ma wuoro ha ụlọ ebe ọ kwagara afọ ole na ole ka e mesịrị",
  "Ọ kwadokwara ha ego. N'ikpeazụ, ndị mụrụ ya gara Washington, D.C",
  "na ụgbọ okporo ígwè dị iche iche iji lụọ di ma mesịa biri ọnụ mgbe nke ahụ gasịrị. N'oge na-adịghị anya mgbe nke ahụ gasịrị, nna ya malitere ịla azụmaahịa n'iyi n'ihi alụmdi na nwunye na-ese okwu ma n'oge na'oge na na-adịghịkwa anya ọ nọ n'ụgwọ",
  "O gburu onwe ya na 1915.  N'agbanyeghị ndụ ezinụlọ siri ike n'ezinụlọ agbụrụ, nne na nna abụọ ahụ nwere mmetụta dị ukwuu na Meredith",
  "Nna ya, onye ọkwá nkà, kụziiri ya otu esi ese ụkpụrụ ma wuo ihe nlereanya",
  "O kụnyere n'ime ya ọchịchọ ịghọ onye na-ese ụkpụrụ ụlọ",
  "Nne ya, onye rụrụ ọrụ dị ka onye na-akwa akwa tupu ya amụọ ụmụ ya, kwenyere na agụmakwụkwọ bụ isi ihe na-emegide echiche ọha na eze",
  "Nne Amaza gụrụ akwụkwọ nke ọma n'onwe ya",
  "Ọ bụ nwanyị kwenyesiri ike, nke na-agba mbọ ma o wuru netwọk nkwado na ụlọ ụka Baptist nke Eight Street nke Lynchburg, nke bụ ebe ọrụ ndọrọ ndọrọ ọchịchị na mmekọrịta ụmụ nwanyị",
  "Ọ kwadoro agụmakwụkwọ ụmụ ya site n'iziga ha na kọleji. Ọ bụ n'ebe ahụ ka Amaza Lee Meredith zutere onye ga-abụ enyi ya, Dr",
  "Edna Meade Colson, onye ya na ya na-ederịta akwụkwọ ozi n'oge agụmakwụkwọ ọrụ aka ya niile ma mesịa soro ya biri n'ụlọ ha \"Azurest South\"",
  "Ọ bụ ezie na ọ bụghị ihe doro anya (ma o yighị ka ọ ga-abụ na ha biri na ya) ma ha biri dị ka di na nwunye na-edina ụdị onwe ha n'ihu ọha, ọ dị mma ikwu na mmekọrịta ha na-agba mbọ ma na-ahụ n'anya. Ma Meredith na Colson bụ ndị otu nsọpụrụ nke Gillfield Baptist Church",
  "Ha biri ọnụ ruo mgbe Meredith nwụrụ na 1984 ma lie ha n'akụkụ ibe ha na Petersburg, Virginia, na Eastview Cemetery",
  "N'ozuzu, Amaza Lee Meredith nọgidere na-ebi ndụ nke oge a, nke na-eri onwe ya n'agbanyeghị ihe mgbochi mmekọrịta mmadụ na ibe ya nke ọ ga-emeri.",
  "Njem agụmakwụkwọ Amaza Lee Meredith malitere site na ịga ụlọ akwụkwọ elementrị ọha na eze Lynchburg. Mgbe nke ahụ gasịrị, ọ gara ụlọ akwụkwọ sekọndrị Jackson ebe ọ gụsịrị akwụkwọ n'elu klas ya na 1912",
  "N'ịbụ onye kpebisiri ike inweta asambodo nkuzi ya, ọ gara Virginia Normal and Industrial Institute (Ugbu a Virginia State University). Ọ bụ n'afọ mbụ ya ka ọ zutere Dr",
  "Edna Meade Colson onye nwere mmetụta na agụmakwụkwọ Meredith site n'ịkwado ya na ndụmọdụ na ịtụ aro akwụkwọ nkuzi. Meredith mechara nweta \"Summer School Professional Certificate\" maka ndị nkuzi",
  "Ugbu a na-enwe ike ịkụzi ụlọ akwụkwọ elementrị, ọ were ọrụ nkuzi mbụ ya wee laghachi Petersburg na 1922 iji nweta akara ugo mmụta nkuzi ya",
  "N'oge a, ọ bụ onye na-ekwu okwu ikpeazụ nke klas ya na Virginia Normal and Industrial Institute. N'afọ 1926, ọ kwagara New York City, ebe ya na nwanne ya nwanyị biri na North Harlem",
  "Ọ gara kọleji ndị nkuzi na Mahadum Columbia iji mụọ nka mara mma na ekele nka ma nweta nzere bachelọ na 1930",
  "N'etiti ndị ọzọ, ọ gara nkuzi na ime ụlọ na ịchọ ụlọ mma ma gaa nkuzi, mkparịta ụka, ọrụ bara uru na njem na ebe ngosi ihe mgbe ochie nke kpụrụ ya nghọta ya banyere usoro imewe nke oge a",
  "N'oge a, ọ bịakwara na ndị isi ojii ọhụrụ wee too n'ime ya dị ka nwa agbọghọ ojii, nke gụrụ akwụkwọ nke na-ekwenyeghị na echiche ndị dị ugbu a",
  "Ọzọkwa, ọ ruru eru dị ka onye otu nke iri nwere nkà, nke mgbe W.E.B",
  "Du Bois gasịrị bụ otu ndị isi ojii Amerịka gụrụ akwụkwọ na omenala, mmekọrịta mmadụ na ibe ya na sayensị nke ga-eje ozi dị ka ụdị onye ogbugbo n'etiti ndị isi ojii nke agụmakwụkwọ dị ala na ndị ọcha. Ọ laghachiri New York iji nweta nzere masta ya na Mahadum Columbia na 1934.",
  "Mgbe ọ gụsịrị \"Summer School Certificate,\" Meredith malitere ịkụzi n'ụlọ akwụkwọ nwere otu ọnụ ụlọ na Botetourt County, Virginia, nke a na-akpọ Indian Rock",
  "Ọ nọrọ afọ abụọ n'ime obodo dị na West Virginia n'agbanyeghị eziokwu ahụ bụ na ọ hụrụ ọnọdụ ahụ dị njọ na ndị isi ojii \"enweghị ihe, enweghị ikike na obi ụtọ\"",
  "N'ebe a ka o wuru Parents-Teachers-Association, nke e bu n'uche imeziwanye ọnọdụ ụlọ akwụkwọ. Mgbe e mesịrị, ọ laghachiri Lynchburg ma kụzie ụlọ akwụkwọ elementrị, tupu ọ laghachi na kọleji",
  "Mgbe ọ gụsịrị akwụkwọ na 1922, ọ kụziri mgbakọ na mwepụ na Dunbar High School na Botetourt County ruo afọ isii. Mgbe ọ nwetasịrị nzere bachelọ ya, ọ laghachiri Virginia ebe onye isi oche nke Virginia Normal and Industrial Institute were ya n'ọrụ ịkụzi nka",
  "N'afọ 1935, mgbe ọ laghachiri Virginia na nzere masta ya, o guzobere ngalaba nka nke Mahadum Virginia State wee bụrụ onyeisi oche ngalaba, nke ọ nọgidere na ya ruo mgbe ọ lara ezumike nká na 1958",
  "Mmụta nka Meredith kụziiri dabeere na mmụta eserese eserese, nka mara mma na ụkpụrụ nke ụkpụrụ ụlọ",
  "Ọzọkwa, o guzobere agụmakwụkwọ nka abụọ ma bụrụ akụkụ na-arụsi ọrụ ike nke Alumni Association.",
  "Nkwado Meredith na ezinụlọ ya, ndị enyi ya, na ọganihu nke Black cultural equity bụ ihe nduzi n'oge ọrụ ya niile",
  "Meredith natara onyinye ala mbụ nke Virginia maka ndị ọkà mmụta Afrịka Amerịka. N'agbanyeghị eziokwu ahụ bụ na Amaza abụghị onye na-ede aha, ọ bụ otu n'ime ndị na-ese ụkpụrụ ụlọ ojii ole na ole na-arụ ọrụ n'oge ahụ, yana otu n'etiti ụmụ nwanyị ojii ole na ise na-ese ihe na mba ahụ",
  "(Dị ka ọnụ ọgụgụ ndị US nke 1910, ọ bụ naanị ndị ojii na-ese ụkpụrụ ụlọ iri ise na itoolu na ndị isi ojii iri anọ na asaa na-ese ihe ka e were n'ọrụ.) Eziokwu ahụ bụ na ọtụtụ n'ime ọrụ akụkọ ihe mere eme nke Meredith efunahụla, Mahadum Virginia State na-aga n'ihu na-asọpụrụ ihe ndị a ma ama ọ rụzuru. Ọ bụ ezie na a maghị kpọmkwem ọnụ ọgụgụ ọrụ ya, a na-ekwu na Amaza nwere ụkpụrụ ụlọ maka ụlọ na Virginia, Texas, na New York",
  "Ndị a ma ama n'ime ha bụ nnukwu ụlọ abụọ dị na Azurest North",
  "N'agbanyeghị enweghị ọzụzụ ọ bụla n'ihe owuwu, Meredith rụrụ ọtụtụ ụlọ maka ezinụlọ ya na ndị enyi ya na Virginia, New York na Texas",
  "Ihe owuwu mbụ ya bụ Azurest South, nke e wuchara na 1939 ma Meredith chepụtara ya kpamkpam na International Style. Ya na onye ya na ya na-arụkọ ọrụ, Colson, kwagara n'otu mgbe ọ gwụchara ma ọ ga-abụ ebe obibi ha maka ndụ ha niile.",
  "A na-ewere Azurest South dị ka ihe atụ a na-adịghị ahụkebe nke International Style na Virginia ma gosipụta mmasị ya na imewe avant-garde. Meredith jikwa Azurest South mee ihe dị ka ụlọ ọrụ nka nke ya. Ọ na-arụsi ọrụ ike n'idepụta ụdị ndụ ya na ihe ọ rụzuru na Azurest site na foto. Ihe ndekọ echekwara na ihe fọdụrụ na Azurest akpaliwo nyocha intersectional banyere agbụrụ, queerness, na imewe oghere n'oge Jim Crow Era. Ọzọkwa, o jiri nkà ya mara mma na nka mee ihe iji hazie atụmatụ agba ma see ụkpụrụ maka ọtụtụ ụlọ ụlọ akwụkwọ",
  "Dịka ọmụmaatụ, ya na Kọmitii Alumni House rụkọtara ọrụ site na 1949 gaa n'ihu n'ịtụ aro ka e mepụta Alumni House",
  "Mgbe a jụrụ aro ya, o kpebiri inye ọkara Azurest South na Alumni Association mgbe ọ nwụsịrị, na-enwe olileanya na a ga-eji ya mee ihe dị ka Alumni House, dịka ọ dị taa. Meredith rụkwara ọrụ dị ka onye ndụmọdụ nke ịchọ mma ime ụlọ na Kọmitii ụlọ ka mma. N'afọ 1947, Meredith malitere ịmepụta mpaghara otu narị na iri abụọ na Sag Harbor nke a na-akpọ Azurest North ya na nwanne ya nwanyị tọrọ ya Maude",
  "E kere Azurest North dị ka ebe ezumike maka ndị Africa America nọ n'etiti. Iji zụlite Azurest North, ụmụnne nwanyị abụọ ahụ na ndị mmepe ndị ọzọ guzobere otu, nke a na-akpọ Azurest Syndicate, nke rụrụ ọrụ iji mepụta obodo ntụrụndụ Afrịka Amerịka. A na-ere ọtụtụ ndị na-etinye ego na Sag Harbor. Meredith rụrụ ma ọ dịkarịa ala abụọ n'ime ụlọ ndị a",
  "Terry Cottage, nke bụ nke nwanne ya nwanyị Maude Terry ma wuo ya na 1949 ka e mere ya na akụkụ yiri nke Azurest South",
  "Edendot, nke ndị enyi ya Ed na Dot Spaulding bụ ụlọ Prairie Style",
  "Mgbe ọ lara ezumike nká, ọ were ọrụ dị ka odeakwụkwọ nke Azurest Syndicate Inc. Azurest South ghọrọ ebe obibi nke Virginia State University National Alumni Association na 1986, a gbakwunyere ụlọ ahụ na National Register of Historic Places na 1993",
  "Ngalaba na-ahụ maka ihe ndị mere eme kwadoro akara okporo ụzọ Meredith n'afọ 2008.",
  "Meredith bụkwa onye mepụtara ihe",
  "N'afọ 1955, ọ natara ikike ikike maka ihe eji etinye ya na akpa golf. Ọzọkwa, ọ mepụtara \"Kant Drop\", elu nke enwere ike itinye na akpa ọ bụla a na-emegharị. Ọ gara n'ihu na-ese ụlọ ma na-ese ihe n'afọ ndị 1960",
  "E gosipụtara ụfọdụ n'ime ihe osise ya na Virginia Museum of Fine Arts na gallery na New York na North Carolina, ụfọdụ ka na-egosi na Gillfield Baptist Church ma ọ bụ na-akwụnye n'ụlọ ndị bi na ya",
  "N'afọ ndị 1970, Meredith mepụtara akara ngosi iji mee ihe maka mgbanwe aha maka National Association for the Advancement of Colored People (NAACP)."
]