[
  "Ambra Gambale bụ ónyé na-ese ihe na South Africa na Ịtali na ónyé na-emepụta ọla màrà mmá",
  "E gosipụtara ma ree ihe osise ya nke ihe osise memento mori nké sitere na okpokoro isi anụmanụ, ọla na nkume dị oké ọnụ ahịa na London, Notting Hill & Dover Street, Mayfair. A na-eji aka emepụta ọla ya dị mma ma na-elekwasị anya n'iji ọlaedo, ebony na diamond",
  "Ndị na-anakọta ya gụnyere ndị dị ka ónyé mmeri nke Pulitzer Lauren Beukes.",
  "Ihe osise ya Silvered Crocodile Skull, bụ okpokoro agụ iyi na platinum na diamond nke gosipụtara na Casa Vogue nke Brazil nke ruru Euros otu nde. Ọ bụ ezie na a na-ere akụkụ okpokoro isi ahụ na ọla ya na Wolf & Badger na Mayfair na Merchants na Long, Cape Town.",
  "A mụrụ ya na South Africa nkè ndị nnà nnà Sicilian na Venetian. Ambra gara n'ihu na-amụ imepụta ihe na Central Saint Martins na Inchbald School of Design na London tupu o guzobe akara ọla nke ya.",
  "Ambra Gambale guzobere Ambra Fine Jewellery na 2010, na-eji diamond dị mma na ọla dị oké ọnụ ahịa dị ka ọlaedo na platinum",
  "A na-emepụta ọrụ ya màkà ahịa okomoko dị elu, mànà ọ nwekwara ihe na-atọ ụtọ na nke na-atọ ọchị.",
  "Ka ọ na-erule n'afọ 2013, a na-ere ọla ya ma depụta ya n'akụkụ ndị dị ka Anoushka Ducas & Theo Fennel ma tinye ya na mbà ụwa na London, UK na Cape Town, South Africa",
  "Nchịkọta ya nke afọ 2013 \"Diamond Dreaming\" gụnyere ọla aka, ihe olu na ihe nkedo sitere n'ike mmụọ nsọ nke Islam Hamsa yana mkpịsị ugodi, okpueze na akara udo na 9ct na 18ct ọcha, odo na ọla edo rose.",
  "A na-etinye okpokoro isi anụmanụ dị íchè íchè nke Skullchmey nke agụ iyi, baboon, caracul n'ime ọla dị oké ọnụ ahịa na usoro ọ mepụtara n'onwe ya",
  "Usoro nchara nchara ya na-ahapụ okpokoro isi anụmanụ dị íchè íchè na patina ochie nke ndị ọzọ na-edepụtaghachi. Akụkụ nke Ambra's Skullchemy sitere n'ike mmụọ nsọ nke mmetụta na-enweghị isi nke ozu ọ hụrụ n'okporo ụzọ South Africa na ọchịchọ ya ịgbakwunye olileanya na ìhè na ọnọdụ ọnwụ a.",
  "E gosipụtara ọrụ ya ma depụta ya na mgbasa ozi mbà ụwa dịka Casa Vogue nke Brazil, Top Billing TV show na South Africa, British GQ & Grazia Magazine.",
  "Ọrụ ya gụnyere:"
]