[
  "Ambroise Oyongo Bitolo (ka amụrụ n'abalị iri abụọ na abụọ n'ọnwa nke ise  n'afọ 1991) bụ onye Cameroon na-agba bọọlụ nke na-agbara ndị otu mba Cameroon bọọlụ",
  "Ọ nọ n'okpuru nkwekọrịta na klọb French Montpellier",
  "Ambroise Oyongo malitere ọrụ egwuregwu ya na Moussango FC nke Yaoundé na 2008",
  "Egwuregwu ya na Moussango dọtara mmasị nke klọb kachasị elu Coton Sport FC bụ ndị bịanyere aka na ya na July 2010",
  "O guzobere onwe ya ngwa ngwa na klọb ahụ na-emeri aha egwuregwu na afọ mbụ ya na Coton Sport",
  "N'afọ 2011, o nyeere klọb ahụ aka na league na iko ugboro abụọ",
  "N'afọ 2013, o meriri otu egwuregwu ọzọ ma nyere aka duru Coton Sport gaa ọkara ikpeazụ nke 2013 CAF Champions League",
  "N'oge 2013, Oyongo gara ikpe na Lille nke France ma a kọrọ na ọ ga-esonye na Ligue 1 n'oge windo mbugharị nke Jenụwarị 2014. Ọ dịghị mgbe ọ bụla ma na Jenụwarị 2014 Oyongo gara ikpe na New York Red Bulls",
  "Ọ masịrị ya n'oge ikpe ya na 7 Machị 2014, ọ bịanyere aka na klọb ahụ. N'oge mbụ ya na New York, Oyongo bụ onye isi egwuregwu maka klọb ahụ n'oge ọkara nke abụọ nke oge ahụ ka ọ malitere ma n'azụ aka ekpe ma n'etiti etiti na-enyere ndị otu ya aka iru eru maka egwuregwu egwuregwu",
  "Na 30 Ọktoba 2014, Oyongo nyere aka na Bradley Wright-Phillips merie goolu na nkeji ikpeazụ nke egwuregwu ahụ na-enyere New York aka imeri Sporting Kansas City ma gaa n'ihu na Eastern Conference Semifinals.",
  "N'ụbọchị 27 Jenụwarị 2015, a gbanwere Oyongo na Montreal Impact na Eric Alexander, onye na-ahụ maka ndị egwuregwu mba ụwa na ego nkesa maka Felipe na nhọrọ nke mbụ na ọkwa MLS.",
  "Nkwekọrịta Oyongo gwụrụ na njedebe nke oge 2017, ọ họọrọ ịkwaga Europe kama ịmegharị nkwekọrịta ya na Montreal. Ọ bịanyere aka na klọb French Montpellier HSC na Disemba 2017.",
  "Na 22 Febụwarị 2021, ọ kwagara Krasnodar na Russian Premier League ruo na njedebe nke oge 2020-21. O mere egwuregwu izizi ya na Krasnodar na 28 Febụwarị 2021 na egwuregwu Russian Premier League megide FC Ural Yekaterinburg, mgbe ọ gbanwere Yevgeni Chernov merụrụ ahụ na nkeji iri atọ na atọ",
  "Otú ọ dị, na ọkara oge, a ghaghị dochie Oyongo n'ihi mmerụ ahụ n'onwe ya",
  "Na 4 Machị 2021, onye nnọchi anya ya kwupụtara na a ga-awa ya ahụ na Spen ma ọ gaghị enwe ike igwu egwu maka Krasnodar maka oge mgbazinye ego ahụ ma ọ gaghị alaghachi na klọb ahụ",
  "Krasnodar kwụrụ ụgwọ ọrụ niile tupu oge eruo n'oge ahụ.",
  "Oyongo gbara bọọlụ na mba Cameroon na 2011 FIFA U-20 World Cup",
  "N'abalị iri abụọ na asatọ n'ọnwa Julaị n'afọ 2013, o mere nke mbụ ya na ndị otu ndị isi Cameroon, malite na mmeri 1–0 megide Gabon na Stade Ahmadou Ahidjo",
  "Na 2015 Africa Cup of Nations, Oyongo nyere goolu mbụ ya na mba ụwa na 1–1 megide Mali na 20 Jenụwarị 2015. A kpọrọ ya aha na ndị otu Cameroon maka 2017 FIFA Confederations Cup mana e mechara chụpụ ya na asọmpi ahụ mgbe ọ tara ahụhụ na akwara patellar gbawara agbawa n'oge mmeri 1–0 meriri Morocco na 10 June.",
  "Egwuregwu Coton",
  "Camaroon"
]