[
  "Amelia Anne Kyambadde bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye ọrụ ebere na onye na-ahụ maka ụmụ nwanyị",
  "Ọ bụ onye isi ndụmọdụ onye isi ala na ụlọ ọrụ nke onye isi ala nke Uganda",
  "Ọ rụrụ ọrụ dị ka Minista nke Azụmaahịa, Ụlọ Ọrụ na Cooperatives na Cabinet nke Uganda site na afo 2016 ruo na afo 2021. Ọ nọchiri Kahinda Otafiire, onye a họpụtara ka ọ bụrụ Minista Ikpe Ziri Ezi. Amelia Kyambade nọchitere anya Mawokota County North na Mpigi District, maka oge abụọ n'ọchịchị nke gwụrụ na Mee na afo 2021",
  "Amelia bụ onye isi oche nke Ensulo Haven ugbu a, ebe Eco - njem nleta na Mpigi District.",
  "A mụrụ ya na June na afo 1955, nye Serwano K",
  "Kulubya na Mary Kafureka, na Guildford, Surrey, United Kingdom",
  "Ọ kwagara Uganda, na  afo 1959, mgbe ọ dị afọ anọ.",
  "Ọ gara ụlọ akwụkwọ praịmarị Gayaza na Wakiso District maka agụmakwụkwọ elementrị, ụlọ akwụkwọ sekọndrị Gulu Sacred Heart High School na Gulu District maka agụ akwụkwọ sekọrị ya na Aga Khan School of Secretarial Studies na Nairobi, Kenya, maka agụmakọ ya",
  "Amelia Kyambadde nwere nzere Bachelor of Business Administration (BBA), site na Mahadum Makerere, ụlọ akwụkwọ kachasị ochie nke agụmakwụkwọ dị elu na Uganda, nke e hiwere na afo 1922",
  "O nwekwara nzere Master of Business Administration (MBA), site na American InterContinental University na London, United Kingdom.",
  "Ọ malitere ịrụ ọrụ na Uganda Civil Service na afo 1979, mgbe ọ dị afọ iri abụọ na anọ (24)",
  "Ọ rịgooro n'ọkwa onye isi odeakwụkwọ onwe onye (PPS) nke onye isi ala nke Uganda. N'afọ 2010, o ji aka ya gbaa arụkwaghịm dị ka onye isi ala PPS, iji sọọ mpi oche ndị omeiwu nke Mawokota County North, Mpigi District",
  "Ọ rụrụ ọrụ dị ka onye omeiwu maka Mawokota county North site na afo 2011 ruo 2016 na 2016 ruo 2021",
  "Kiyaga Hillary Innocent nke NUP meriri ya na ntuli aka ndị omeiwu nke afọ 2021. N'abalị iri abụọ na asaa n'ọnwa Machị na afọ 2011, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka azụmahịa na ụlọ ọrụ. N'abalị isii n'ọnwa Juun na afọ 2016, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka azụmahịa, ụlọ ọrụ na ụlọ ọrụ, na ndepụta ndị omebe iwu wepụtara n'ụbọchị ahụ, ọkwá ọ nọrọ ruo n'ọnw Juun na afọ 2021. N'ọnwa Juun na afọ 2021, a họpụtara ya dị ka onye ndụmọdụ onye isi ala na ụlọ ọrụ na onye isi ala nke Republic of Uganda.",
  "Amelia Anne Kyambadde lụrụ Wilson Kyambadde kemgbe na afọ 1976",
  "Ha bụ nne na nna nke ụmụ isii",
  "Ọ bụ onye nlekọta nke Twezimbe Development Foundation (TDF), otu obodo, nke na-abụghị nke gọọmentị, nke e guzobere iji melite ọnọdụ ndụ nke ndị obodo ya",
  "O guzobere otu NGO Twezimbe. Kyambadde nwekwara mmasị n'inye ụmụ nwanyị ike",
  "Ọ bụkwa onye isi oche nke Ensulo Haven ugbu a, ebe njem nleta na Nakyesanja, Mpigi District."
]