[
  "Ameyo Stella Adadevoh (amụrụ na 27 Ọktoba 1956 na 19 Ọgọst 2014) bụ dọkịta Naịjria.",
  "A na-eto ya maka igbochi mgbasawanye nke ọrịa Ebola nke Western Africa na Naịjirịa site na itinye onye ọrịa efu, Patrick Sawyer, na nnọpụiche n'agbanyeghị nrụgide sitere n'aka gọọmentị Liberịa. Mgbe ndị ọrụ Liberia na-eyi egwu na ha chọrọ ka a tọhapụ onye ọrịa ahụ ka ọ gaa nzukọ, ọ guzogidere nrụgide ahụ wee sị, \"maka ọdịmma ọha na eze ka ukwuu\" ọ gaghị ahapụ ya. A maara ya maka igbochi ikpe nke Naịjịria ịhapụ ụlọ ọgwụ n'oge nchọpụta, si otú a na-arụ ọrụ dị mkpa n'ịkwụsị mgbasa nke nje ahụ na Naijiria. N'ụbọchị nke anọ n'ọnwa Ọgọstụ n'afọ 2014, e gosipụtara na ọ nwalere ọrịa Ebola ma na-agwọ ya. Adadevoh nwụrụ n'ehihie nke 19 Ọgọst 2014. \nDi ya Afolabi na nwa ya nwoke Bankole n'etiti ndị ikwu ndị ọzọ hapụrụ ya.",
  "A mụrụ Ameyo Adadevoh na Lagos, Nigeria n'ọnwa Ọktọba na afọ 1956",
  "Ọ nọrọ ihe ka ukwuu n'oge ndụ ya na Lagos",
  "Nna ya na nna nna ya, Babatunde Kwaku Adadevoh na Herbert Samuel Macaulay, bụ ndị ọkà mmụta sayensị a ma ama",
  "Herbert Macaulay bụ otu n'ime ndị guzobere Naịjirịa nke oge a. Nna nna ya sitere n'ezinụlọ Adadevoh nke mpaghara Volta nke Ghana, nke ya na ya nwere njikọ dị ukwuu, ọ bụ ezie na ọ bi na Lagos",
  "Nna ya Babatunde Kwaku Adadevoh bụ dọkịta na onye bụbu osote chancellor nke Mahadụm Lagos Ọ bụkwa nwa nwa nke onye isi ala mbụ nke Naịjirịa Nnamdi Azikiwe, yana nwa nwa Sara Forbes Bonetta na nwa nwa Ajayi Crowther. Adadevoh rụrụ ọrụ na First Consultant Hospital ebe ihe oyiyi nke nna nna ya dị.",
  "Adadevoh gara ụlọ akwụkwọ ọ́ta akara na Mainland Preparatory Primary School na Yaba, Lagos (1961-1962)",
  "Ọ nọrọ afọ abụọ na Boston, Massachusetts tupu ya na ezinụlọ ya alaghachi Lagos",
  "Ọ gara ụlọ akwụkwọ praịmarị na Corona School, Yaba na Lagos, Nigeria (1964-1968), mgbe ahụ Queen's School, Ibadan (1969-1974) Naịjịria maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya.",
  "Adadevoh gụsịrị akwụkwọ na Mahadum Lagos College of Medicine na Bachelor of Medicine / Bachelor of Surgery",
  "Ọ rụrụ ọrụ otu afọ ya n'ụlọ ọgwụ na Lagos University Teaching Hospital n'afọ 1981",
  "Ọ nọrọ n'ụlọ ọgwụ nkuzi nke Mahadum Lagos wee nweta asambodo ya na West African College of Physicians and Surgeons n'afọ 1983",
  "Ọ gara London ijị mezue mkpakọrịta ya na endocrinology na Hammersmith Hospital",
  "Ọ nọrọ afọ iri abụọ na otu na First Consultants Medical Center na Lagos, Nigeria",
  "N'ebe ahụ, ọ rụrụ ọrụ dị ka onye isi ndụmọdụ dọkịta na Endocrinologist.",
  "Adadevoh bụ onye mbụ mere ka Ministri Ahụike Naịjịria mara mgbe H1N1 gbasara na Naijiria na 2012.",
  "Adadevoh chọpụtara onye Liberia Patrick Sawyer n'ụzọ ziri ezi dị ka onye mbụ Naịjirịa nwere Ebola na First Consultant Hospital na Lagos, Naịjirịa na July 2014",
  "Adadevoh debere Sawyer n'ụlọ ọgwụ n'agbanyeghị na ọ siri ọnwụ na ọ nwere ọrịa ịba",
  "Sawyer chọrọ ịga nzukọ azụmahịa na Calabar, Nigeria. Adadevoh duziri ndị otu na-ahụ maka ọgwụgwọ Sawyer. Adadevoh jidekwara ya n'ụlọ ọgwụ n'agbanyeghị na ọ natara arịrịọ sitere n'aka onye nnọchi anya Liberia ka ọ tọhapụ ya. Ọ gbalịrị ịmepụta ebe dịpụrụ adịpụ, n'agbanyeghị enweghị ihe nchebe, site n'ibuli ihe mgbochi osisi n'èzí ọnụ ụzọ Sawyer",
  "Ọrụ ya zọpụtara Naịjirịa site na ọrịa zuru ebe niile",
  "N'oge ihe omume ndị a, ndị dọkịta Naijiria nọ na-eme ngagharị iwe, nke nwere ike iduga na nnukwu nsogbu ahụike. O nyekwara ndị ọrụ ozi dị mkpa banyere nje ahụ, zụta ihe nchebe ma kpọtụrụ ndị ọrụ dị mkpa ngwa ngwa",
  "N'ihi akụkọ ya, gọọmentị Naijiria kwupụtara ọnọdụ mberede ahụike ọha na eze na Ministri ahụike Naijiria guzobere Ụlọ Ọrụ Ọrụ Ọrụ Mberede Ebola",
  "WHO kwupụtara na Naịjịria enweghị Ebola na 20 Ọktoba 2014.",
  "Ameyo Adadevoh lụrụ Afolabi Emmanuel Cardoso na Eprel 26, 1986",
  "Di na nwunye ahụ nwere ofụ nwa nwoke, Bankole Cardoso.",
  "Adadevoh nwụrụ site na nje Ebola na nnọpụiche na 19 Ọgọst 2014 na Lagos, Naịjirịa. Gọọmentị wepụrụ ozu ya ma kpọọ ya ọkụ. Ezinụlọ ya nwetara ntụ ya ma mee emume olili ozu onwe onye ka ha na-akwado ikike olili oolu na 12 Septemba 2014, na Lagos. E guzobere Dr",
  "Ameyo Adadevoh Health Trust (DRASA), otu ahụike na-enweghị uru, iji sọpụrụ ya",
  "A raara ihe nkiri 93 Days nye Adadevoh ma kọọ akụkọ banyere ọgwụgwọ Sawyer site n'aka Adadevohi na ndị ọrụ ahụike ndị ọzọ na First Consultant Medical Center. Ọ bụ Steve Gukas duziri ihe nkiri ahụ. N'abalị iri abụọ na asaa n'ọnwa Ọktoba n'afọ 2018, e ji Google Doodle sọpụrụ ya mgbe ọ nwụsịrị n'ihe gaara abụ ụbọchị ọmụmụ ya nke iri isii na abụọ.",
  "N'ọnwa Febụwarị 2020, a gụrụ ụzọ aha Adadevoh na Abuja, isi obodo Naịjirịa",
  "Okporo ụzọ \"Ameyo Adadevo Way\" jikọtara ya na Ahmadu Bello Way, otu n'ime okporo ụzọ ndị dị ogologo na Abuja",
  "Nke a bụ otu n'ime mgbalị mbụ gọọmentị Naijiria mere iji kwanyere onyinye bara uru o nyere mba ahụ ùgwù n'izu ikpeazụ nke ndụ ya.",
  "Àtụ:Ebola"
]