[
  "Amharic (/æmˈhærɪk/ mà ọ bụ /ɑːmˈhɑːrɪk/; (Amharic), Amarəñña, IPA: [amarɨɲːa] (na-ege ntị)) bụ asụsụ Semitic nkè Ethiopia, nkè bụ obere otú n'ime alaka Semitic of the Afroasiatic languages. Ndị Amharas na-asụ yá dị kà asụsụ mbụ, ọ na-ejekwa ozi dị kàa asụsụ màkà ndị ọzọ bi n'obodo ụkwụ nà ọbọdọ ụkwụ nkè Etiopia.",
  "Asụsụ ahụ na-eje ozi dị kà asụsụ ọrụ gọọmentị etiti nkè Etiopia, ọ bụkwa asụsụ ọrụ ma ọ bụ asụsụ ọrụ nkè ọtụtụ mpaghara gọọmentị nkè Etiopia",
  "Ná 31,800,000 ndị na-asụ asụsụ nne kà ọ na-erule 2018, tinyere ndị ọzọ 25,100,000 ndị na'asụsụ nke abụọ, Amharic bụ asụsụ nne nkè abụọ á na-asukarị n'Etiopia (na-esote Oromo), mana nkè á na-ekwukarị n\"ihe gbasara ndị na-ekwu okwu",
  "Ọ bụkwa asụsụ Semitic nke abụọ a na-asụkarị n'ụwa (na-esote Arabic).",
  "A na-ede Amharic site n'aka ekpe gaa n'aka nri site ná iji usoro sitere ná edemede Geʽez. Á na-akpọ usoro ederede nke akụkụ nkè á na-ede usoro ụdaume dị kà nkeji abugida (አቡጊዳ). Á na-akpọ graphemes fidäl (ፊደል), nke pụtara \"ihe odide\", \"akara\", \"akwụkwọ ozi\", ma ọ bụ \"akara\".",
  "Enweghị nkwekọrịta zuru ụwa ọnụ ná Romanization nkè Amharic n'ime edemede Latin",
  "Ìhè atụ Amharic ná ngalaba ndị dị n'okpuru na-eji otu usoro nkè á na-ahụkarị n'etiti ndị ọkà mmụta asụsụ na-ahụ màkà asụsụ Semitic nkè Etiopia.",
  "Amharic abụwo asụsụ ọrụ gọọmentị nkè Etiopia, asụsụ ụlọ ikpe, asụsụ azụmahịa ná nkwukọrịta kwa ụbọchị ná nkè ndị agha kemgbe ngwụcha narị afọ nke iri ná abụọ",
  "Ndị Amhara á mà áma kwadoro nwa eze Zagwe Lalibela na ọgụ ike yá megide ụmụnne yá nkè dugara yá mee Amharic Lessana Negus yana ijupụta ndị Amhara á na-akpọ Amhara n'ọkwá kachasị élú nkè Alaeze yá.  Ọ bụ ezie ná aha \" eze\" (Ge'ez: ልሳነ батша \"Lisane Negus\")/(Amharic: የንጉሥ ቋንቋ \"Ye-Negus QwanQwa\") ná ojiji yá n'ụlọ  bụ nkè Emperor Amhara Yekuno Amlak. Ọ bụ otú n'ime asụsụ gọọmentị nke Etiopia, tinyere Oromo, Somali, Afar, ná Tigrinya",
  "Amharic bụ asụsụ Afro-Asiatic nke otu Southwest Semitic mà nwee njikọ ná Geʽez, mà ọ bụ Ethiopic, asụsụ liturgical nkè Chọọchị Ọtọdọks nkè Etiopia; Amharic edere n'ụdị mkpụrụ akwụkwọ gbanwere ntakịrị nkè eji ede asụsụ Geʽez",
  "E nwere mkpụrụedemede 33 bụ isi, nkè ọ bụla n'ime há nwere ụdị asaa dabere ná ụdaume á ga-akpọ nà nkeji okwu",
  "Ruo n'afọ 2020, Amharic bụ naanị asụsụ gọọmentị nkè Etiopia. Nchịkọta ọnụ ọgụgụ nkè afọ 2007 kọrọ ná nde mmadụ 21.6 na-asụ asụsụ Amharic n'Etiopia. Ìhè ndekọ ndị ọzọ na-adịbeghị ányá na-ekwu ná ọnụ ọgụgụ ndị na-asụ asụsụ mbụ nà 2018 dị ka ìhè fọrọ nke nta kà ọ bụrụ nde 32, yana nde mmadụ 25 ọzọ na-asụrụ asụsụ nke abụọ ná Etiopia. Tụkwasị ná nkè a, nde mmadụ atọ na-akwaga mba ọzọ na-asụ asụsụ ahụ",
  "[citation needed] Ọtụtụ n'ime ndị Juu Etiopia nọ nà Ethiopia na Israel na-asụrụ Amharic",
  "[cittion needed] Nà Washington DC, Amharic ghọrọ otu n'ime asụsụ isii na-abụghị Bekee ná Language Access Act nke 2004, nke na-enye ohere ọrụ gọọmentị ná agụmakwụkwọ ná Amharic Ọzọkwa, okpukpe Rastafari na-ewere Amharic dị ka asụsụ dị nsọ ma jiri yá mee ihe n'ọtụtụ ebe n'etiti ndị na-eso ụzọ yá n'ụwa niile.",
  "Dị kà Donald Levine si kwuo, ezinụlọ asụsụ Afro-Asia nwere ike ibilite ma ọ bụ n'ebe ọwụwa anyanwụ Sahara mà ọ bụ ná ndịda ọdịda anyanwụ Etiopia",
  "Ndị Afro-Asiatic mbụ na-asụ asụsụ proto-Semitic, proto-Cushitic ná proto-Omotic ga-ekewa site ná puku afọ nkè anọ mà ọ bụ nke ise BC",
  "N'oge na-adịghị anya mgbè nke ahụ gasịrị, ndị proto-Cushitic na proto-Omotic ga-ebi n'ugwu ndị Etiopia, ná ndị na-asụ proto-Semitic gafere Peninsula Sinai banye Asia Minor",
  "Nlaghachi nkè ndị si South Arabia ga-ewebata asụsụ Semitic ná Etiopia. Dabere na ihe akaebe nkè ìhè Mgbe ochie, ọnụnọ nkè ndị na-asụ Semitic n'ókèala ahụ malitere n'oge ụfọdụ tupu 500 BC. Nnyocha asụsụ na-egosi ọnụnọ nke asụsụ Semitic na Etiopia dị kà mmalite 2000 BC",
  "Levine na-egosi na ka ọ na-erule ngwụcha puku afọ ahụ, ndị isi bi na Greater Ethiopia ga-abụ ndị Caucasoid (\"Afro-Mediterranean\") na-akọ ugbo na-asụ asụsụ Afro-Asiatic nke alaka Semitic, Cushitic na Omotic.",
  "Ndị ọkà mmụta ndị ọzọ dị ka Messay Kebede ná Daniel E",
  "Alemu na-ekwu ná á màrà kọwapụtara ịkwaga gafee Oké Osimiri Uhie site ná mgbanwe, mà ọ bụrụ ná ọ mere ma ọlị, nakwa na agbụrụ ndị na-asụ Ethio-Semitic ekwesịghị ịbụ ndị mwakpo mba ọzọ.",
  "Amharic bụ asụsụ South Ethio-Semitic, tinyere Gurage, Harari, ná ndị ọzọ. Oge ụfọdụ tupu narị afọ nke 1 AD, alaka North ná South nkè Ethio-Semitic kewara. N'ihi nkewa mmekọrịta mmadụ ná ibe yá n'oge ahụ, Cushitic Agaw nabatara asụsụ South Ethio-Semitic mà mesịa mịkọrọ ndị Semitic. Amharic si otú a mepụta yá ná Cushitic substratum ná Semitic superstratum. Ndị na-asụ South Ethio-Semitic, mà ọ bụ proto-Amhara, nọgidere na-emekọrịta ìhè mgbè niile ná ndị agbata obi há North Ethio-semitic, nkè nyocha asụsụ ná ọdịnala ọnụ gosipụtara. Mgbanwe nkè narị afọ nke asaa gaa n'ebe ndịda nkè etiti nkè alaeze Aksum ná njikọta ná Christianization nkè proto-Amhara mekwara Kà e nwee nnukwu mgbasa nkè Geʽez sitere ná okwu Amharic. Oge ụfọdụ mgbè narị afọ nke 9 AD gasịrị, Amharic kewapụrụ site ná onye ikwu yá kacha nso, Argobba, mà eleghị anya n'ihi ọdịiche okpukpe kà Argobba nabatara Islam.",
  "N'afọ 1983, Lionel Bender tụrụ aro ná enwere ike iwu Amharic dị kà pidgin ná narị afọ nke anọ AD iji mee kà nkwurịta okwu dị n'etiti ndị agha Aksumite na-asụ asụsụ Semitic, Cushitic, ná Omotic, mana echiche á enwetaghị nkwenye zuru oke",
  "Nchekwa ná Old Amharic nkè usoro okwu VSO na gutturals nkè asụsụ Semitic, mmetụta Cushitic na asụsụ ndị ọzọ Ethio-Semitic (karịsịa ndị nkè alaka ndịda), ná ọnụ ọgụgụ nke asụsụ Cushitish dị iche iche nkè nwèrè mmetụta Amharic n'oge dị ichè ichèe (dịka",
  "Mmetụta Oromo malitere ná narị afọ nke iri ná isii) na-akwado mgbanwe nkè Amharic site ná asụsụ Proto-Ethio-Semitic nwere mmetụta Cushitic dị ukwuu (dị ka Gurage, Tigrinya, wdg.Ọ dị iche iche",
  "Mkpụrụ okwu Amharic ejective kwekọrọ ná Proto-Semitic \"mkpụrụ okwu emphatic\", nkè á na-ejikarị ntụpọ n'okpuru akwụkwọ ozi ahụ edepụta",
  "Tebụl ụdaume ná ụdaume na-enye akara ndị a n'ime oghere ebe há dị iche na akara IPA.",
  "Á na-ahụ ụda olu /b/ dị kà ụda olu /βʹ/ n'etiti ụda olu n'ụdị na-abụghị nkè abụọ",
  "Á na-aghọta ụdaume rhotic dị ka trill mgbè geminated ná tap mà ọ bụghị ya",
  "Á na-ejikarị ụdaume dị n'etiti na-enweghị okirikiri (Romanized \"ə\" мед IPA /ɨ/) na ụdaume dị na etiti (Romaniised \"ä\" мед IP /ə/) na-ebute /ɪ/ na /ɛ/, n'otu n'otu, na-esote ụdaume palatal, ma na-agbatị ma na-agba gburugburu na /ʊ/ na /ɔ/, n\" n'otu.",
  "Ìhè odide Amharic bụ abugida, a na-akpọkwa graphemes nke usoro ederede Amharic fidäl",
  "O sitere ná mgbanwe nke edemede Ge'ez. Ìhè odide ọ bụla na-anọchite anya usoro ụdaume + ụdaume, mana ọdịdị nkè ihe odide ọ bụla bụ nke ụdaume, nkè a gbanwere maka ụdaume",
  "A na-ede ụfọdụ ụdaume ụdaume site ná ihe karịrị otu usoro mkpụrụedemede: /ʔ/, /s/, /tsʼ/, na /h/ (nke ikpeazụ nwere ụdị mkpụrụedemede anọ dị iche iche)",
  "Nke a bụ n'ihi na fidäl ndị a na-anọchite anya ụda dị iche iche, mana mgbanwe ụdaolu jikọtara ha. Ụdị ntinye maka usoro ọ bụla bụ ụdị consonant +ä, ya bụ kọlụm mbụ nke fidäl",
  "Á na-etinye edemede Amharic ná Unicode, a na-etinyekwa glyphs ná mkpụrụedemede dị na sistemụ arụmọrụ ndị dị mkpa.",
  "Dị kà ọ dị n'ọtụtụ asụsụ Semitic ndị ọzọ nkè Etiopia, gemination dị ichè ná Amharic",
  "Nkè ahụ bụ, ogologo ụdaume nwere ike ịmata ọdịiche dị n'etiti okwu site ná ibe yá; dịka ọmụmaatụ, alä 'ọ sịrị', allä 'e nwere'; yǝmätall 'ọ na-akụ', yǝmmättall 'a ga-akụ ya'",
  "Á naghị egosi nwoke ná nwanyị ná orthography Amharic,  mana ndị na-agụ Amharic anaghị ahụ nke á dị kà nsogbu",
  "Njirimara á nkè usoro ederede yiri ụdaume nkè Arabic ná Hibru mà ọ bụ ụda nke ọtụtụ asụsụ Bantu, nkè á na-adịghị egosi n'akwụkwọ",
  "Onye Etiopia na-ede akwụkwọ akụkọ bụ Haddis Alemayehu, ónyé bụ onye na-akwado mgbanwe orthography Amharic, gosipụtara gemination na akwụkwọ akụkọ yá bụ Love to the Grave site ná itinye ntụpọ n'elu ìhè odide ndị a na-ejikọta ụdaume ha, mana omume a dị ụkọ.",
  "Punctuation gụnyere ìhè ndị á:",
  "Mmadụ nwere ike ịmepụta ahịrịokwu Amharic dị mfe site na iji isiokwu na predicate",
  "Nkè á bụ ahịrịokwu olé ná ole dị mfe:Àtụ:Fs interlinearÀtụ:Fs interlinearÀtụ:Fs interlinear",
  "Asụsụ Amharic na-eme kà mmadụ, ọnụ ọgụgụ, ná mgbe mgbè okike dị iche",
  "Nkè á na-agụnye nnọchiaha onwe onye dị kà Bekee I, Amharic Island; Bekee she, Amharich",
  "Dị ka ọ dị n'asụsụ Semitic ndị ọzọ, otú ọdịiche ahụ na-apụta n'ebe atọ ndị ọzọ ná ụtọ asụsụ ha.",
  "Ngwaa Amharic niile kwenyere nà isiokwu ha; yá bụ, onye, nọmba, ná (n'otu Ònye nkè abụọ ná nkè atọ) okike nkè isiokwu nkè ngwaa na-eji nsonaazụ mà ọ bụ prefixes ná ngwaa",
  "N'ihi ná affixes nkè na-egosi nkwekọrịta isiokwu dịgasị ichè ichè ná ngwaa oge / ọdịdị / ọnọdụ, á naghị ele ha ányá dị kà nnọchiaha mà na-atụle yá n'ebe ọzọ n'isiokwu a n'okpuru ngwaa conjugation.",
  "Ngwaa Amharic na-enwekarị ọdịdị ọzọ nke na-egosi onye, ọnụ ọgụgụ, ná (onye nkè abụọ na nke atọ) okike nkè ihe nkè ngwáaÀtụ:Fs interlinearỌ bụ ezie ná á na-akọwa morphemes dị ka -at ná ìhè atụ á mgbe ụfọdụ dị kà nkwekọrịta ìhè mgbaàmà, dịka nkwekọrịta isiokwu, á na-echekarị ha dị ka nsonaazụ nnọchiaha ihe n'ihi ná, n'adịghị ka akara nke nkwekọrịta okwu, ha adịghị ichèe ná oge / ọdịdị / ọnọdụ nkè ngwaa",
  "Maka arụmụka     nkè ngwaa na-abụghị isiokwu ma ọ bụ ìhè ahụ, enwere usoro abụọ dị ichè iche nke nsonaazụ ndị metụtara ya, otu nwere ìhè bara uru (to, for), nkè ọzọ nwere ìhè na-emegide ma ọ bụ nkè na-eme kà ọ dị (megide, na-emebi, on, at).Àtụ:Fs interlinearÀtụ:Fs interlinearÁ ga-ezo aka ná morphemes dị ka -llat ná -bbat n'ihe atụ ndị a dị kà prepositional object pronoun suffixes n'ihi ná ha kwekọrọ ná prepositional phrases dị ka maka ya ná ya, iji mee kà ha dị iche nà suffixes direct object pronour dị ka -at 'ya'.",
  "Amharic nwere usoro ọzọ nkè morphemes nkè á na-agbakwunye ná aha, na-egosi nnweta: ቤት bet 'ụlọ', ቤቴ bete, ụlọ m, ቤ__wol____wol____wol__; betwa, ụlọ ya.",
  "Ná nkè ọ bụla n'ime akụkụ anọ á nkè ụtọ asụsụ, nnọchiaha onwe ha, nkwekọrịta isiokwu, nsonaazụ nnọchiaha ihe, ná nsonaazụ ìhè, Amharic na-ekewapụta njikọ asatọ nke ónyé, ọnụ ọgụgụ, nà okike",
  "Maka ónyé mbụ, enwere ọdịiche abụọ n'etiti ọtú (M) na ọtụtụ (anyị), ebe maka ónyé nkè abụọ ná nkè atọ, enwere ọdịdị dị n'etiti mmadụ ná ọtụtụ ná n'ime otu ọdịiche ọzọ n'etiti nwoke ná nwanyị (ị m",
  "sg., gị f",
  "sg., ị pl., ya, ya, ha).",
  "Amharic bụ asụsụ na-akwado ọdịda: ahịrịokwu na-anọpụ iche nkè na-enweghị ìhè ọ bụla á na-ekwusi ike na ọ na-ahapụ nnọchiaha onwe ya: ኢትዮጵያዊ Neu ʾityop̣p̣yawi näw 'ọ bụ onye Etiopia', ጋበዝኳት gabbäzkwat 'M kpọrọ ya'",
  "Okwu Amharic nkè na-asụgharị ya, mụ, ná yá anaghị apụta ná ahịrịokwu ndị a dị kà okwu ndị kwụụrụ onwe ha",
  "Otú ọ dị, n'ọnọdụ ndị dị otú ahụ, á na-egosi onye, nọmba, ná (nke abụọ ma ọ bụ nke atọ) okike nkè isiokwu ná ìhè ná ngwaa",
  "Mgbe a na-ekwusi okwu ike banyere isiokwu ma ọ bụ ihe dị nà ahịrịokwu ndị dị otú ahụ, á na-eji nnọchiaha onwé ya eme ihe: እሱ ኢትዮጵያዊ Neu ǝssu ʾityop̣yawi näw 'ọ bụ ónyé Etiopia', n'ihi na ọ bụ onye Etiopia, n'ihi yá, n'ezie, n'etiti, n'asụsụ ndị Etiopia gabbäzkwat 'Akpọrọ m ya'.",
  "Tebụl dị n'okpuru na-egosi nhọrọ ndị ọzọ maka ọtụtụ n'ime ụdị.\nNhọrọ ahụ na-adabere n'ihe bu ụzọ ụdị ahụ a na-ajụ, na-abụkarị ma nke a bụ ụdaume ma ọ bụ ụdaume, dịka ọmụmaatụ, maka onye mbụ na-anọ n'otu onye,",
  ".",
  "N'ime ónyé nkè abụọ ná nke atọ, e nwere nnọchiaha abụọ ọzọ nwere nkwanye ùgwù, maka ndị onye na-ekwu okwu chọrọ igosi nkwanye ùgwù",
  "Ojiji a bụ ihe atụ nke ihe a na-akpọ ọdịiche TīV nke a na-eme n'ọtụtụ asụsụ",
  "Ndị nnọchiaha na-akwanyere ùgwù n'asụsụ Amharic bụ 'ị (sg",
  "polite)'",
  "na እ__ilo____ilo____ilo__ ǝssa__ 's/he (polite)'",
  "Ọ bụ ezie na ụdị ndị a bụ otu na-ezo aka n'otu onye na-ezochi otu onye na-adaba na ọnụọgụ nke atọ n'ebe ndị ọzọ ná ụtọ asụsụ, dịka ọ na-adịkarị na usoro ndị ọzọ",
  "Otú ọ dị, maka nnọchiaha ndị nwere ihe, onye nke abụọ nwere nkwanye ùgwù nwere nsonaazụ pụrụ iche -wo 'your sg",
  "pol.'",
  "Maka nnọchiaha (nke m, nke gị, wdg.), Amharic na-agbakwunye nnọchiaha ndị kwụụrụ onwe há ná preposition yä- 'nke': የኔ yäne 'nke m', ያንተ yantä 'yours m",
  "sg.', ያንቺ yanči 'yours f",
  "sg.', የ ! !",
  "Maka nnọchiaha na-egosipụta ('onwe m', 'onwe gị', wdg.), Amharic na-agbakwunye nsonaazụ ná áhà ahụ bụ ራስ ras 'isi': ራሴ rase 'onwe m', ራ ?? raswa 'onwe ya', wdg.",
  "Dị kà Bekee, Amharic na-eme ọdịiche abụọ n'etiti nso ('nke a, ndị a') ná ogologo ('nke ahụ, ndị ahụ') okwu ngosi (aha nnọchiaha, adjectives, adverbs)",
  "E wezụga ọnụ ọgụgụ, Amharic - n'adịghị kà Bekee - na-egosikwa ọdịiche dị n'etiti nwoke na nwanyị n'otu.",
  "Enwekwara ngosipụta dị ichè ichèe maka ntụaka iwu kwadoro, nkè a pụrụ iji tụnyere nnọchiaha onwe onye: እ እ እ እ核ህ ǝññih 'nke á, ndị a (nke iwu kwadoro) na እኒያ ǝnniya 'nke ahụ, ndị ahụ (nke iwu)'.",
  "Ndị nnọchiaha nwere ụdị jikọtara ọnụ na-amalite na zz kama y mgbe há na-agbaso preposition:  n'ihi nke a; ya mere, \"n'ihi nkè ahụ\"",
  "Rịba ama ná á na-emepụta ọtụtụ ihe ngosi, dị kà nnọchiaha nkè abụọ ná nkè atọ, site na ịgbakwunye ọnụọgụ ọnụọgụ ǝnnä- na ụdị nwoke.",
  "Aha Amharic nwere ike ịbụ isi mà ọ bụ nkè sitere ná yá",
  "Aha dị kà ǝgǝr 'ụkwụ, ụkwụ' bụ isi, ná aha dị ka φάgr-äñña 'onye na-agagharị agagharị' bụ aha sitere ná ya.",
  "Aha Amharic nwere ike ịnwe nwoke ma ọ bụ nwanyị",
  "E nwere ọtụtụ ụzọ iji gosipụta okike",
  "Otú ìhè atụ bụ nsonaazụ ochie -t màkà nwanyị",
  "Nsonaazụ a anaghịzi arụpụta ìhè mà na-ejedebe ná usoro ụfọdụ ná aha ụfọdụ dịpụrụ adịpụ",
  "Áhà ná adjectives na-agwụ na -awi na-ejikarị -t emepụta ụdị nwanyị, dịka ityop̣p̣ya-(a)wi 'Ethiopian (m.)' vs",
  "ityop̣pa-wi-t 'Ethiopia (f.)'; sämay-awi 'eluigwe (m.) ' vs",
  "sämay -awi-t 'eluigwe (f.)'",
  "Á na-ahụkwa nsonaazụ á ná áhà ná adjective dabere ná ụkpụrụ qǝt(t)ul, dịka nǝgus 'eze' vs",
  "nǝgǝs-t 'eze nwanyị' na qǝddus 'onye nsọ (m.)' vs",
  "qǝddǝs- t 'onye nsọ' (f.)'.",
  "Ụfọdụ áhà ná adjectives na-ewere akara nwanyị -it: lǝǧ 'nwa, nwa nwoke' vs",
  "lǝǧ-it 'nwa agbọghọ'; bäg 'nwa atụrụ, ebule' vs",
  "bäg-it 'ewe'; šǝmagǝlle 'onye okenye, okenye (m.)' vs",
  "šǝmag marchll-it 'nwanyi'; ṭoṭa 'nne' vs",
  "ṭoṭ-it 'nne (f.)'",
  "Ụfọdụ áhà nwere akara nwanyị á na-enweghị ìhè dị ichè ná nwoke, dịka šärär-it 'spider', azur-it 'whirlpool, eddy'",
  "Otú ọ dị, e nwekwara áhà ndị nwere -it suffix a na-emeso dị kà nwoke: säraw-it 'ndị agha', nägar-it 'nnukwu drum'.",
  "Ọ bụghị naanị ná á na-eji okike nwanyị eme ìhè iji gosipụta okike, kamakwa enwere ike iji yá mee ìhè iji gosiputa obere, dịka bet-it-u 'obere ụlọ' (lit",
  "ụlọ-FEM-DEF)",
  "Ihe ngosi nwanyị nwekwara ike igosipụta ọmịiko mà ọ bụ ọmịiko.",
  "Amharic nwere okwu pụrụ iche nkè enwere ike iji gosipụta okike nke ndị mmadụ na anụmanụ",
  "Maka ndị mmadụ, á na-eji wänd eme ìhè maka nwoke ma setịpụ yá maka nwanyị, dịka wänd lǝǧ 'nwa nwoke', set lǝǧ' 'nwa agbọghọ'; wänd Hakim 'onye dibịa, dọkịta (m.)', set Hakim 'onye dọkịta, dọkụ (f.)'.",
  "Maka ụmụ anụmanụ, enwere ike iji okwu täbat, awra, mà ọ bụ wänd (nkè á na-adịghị ahụkebe) gosipụta okike nwoke, ná anəst ma ọ bụ setịpụrụ iji gosipụta okorobịa nwanyị",
  "Ìhè atụ: täbat ṭǝ блоa 'nwa ehi (m.)'; awra doro 'okpokoro'; set doro 'hen'.",
  "Á na-eji ọnụọgụ -o__que____que____que__ eme ìhè iji gosipụta ọtụtụ áhà",
  "Mgbanwe ụfọdụ nkè morphophonological na-eme dabere ná ụdaume ikpeazụ ma ọ bụ ụdaume",
  "Màkà áhà ndị na-agwụ ná ụdaume, á na-eji -o__que____que____que__ eme ihe: bet 'ụlọ' na-aghọ bet-o__que__ 'ụlọ'",
  "Maka aha na-agwụ na ụdaume azụ (-a, -o, -u), nsonaazụ na-ewere ụdị -wo__que____que____que__, dịka wǝšša 'nkịta', wǝššša-wo__que__ 'nkịta'; käbäro 'ụbọ', käbäro-wo__te____que____te 'ụbọ'",
  "Aha ndị na-agwụ na ụdaume n'ihu na-eji -wo__que____que____que__ ma ọ bụ -yo__que____che__, dịka ṣähafi 'onye mmụta', ṣähafi-wo__que__ maọbụ ṣähafi -yo__ques____que____ques____que__ 'ndị ọkà mmụta'",
  "Ohere ọzọ maka aha na-agwụ na ụdaume bụ ihichapụ ụdaume mà jiri plain interlinč, dịka na wǝšš-o__que____que____que__ 'nkịta'.",
  "E wezụga iji ọnụọgụ dị íchè íchè dị n'èzí (-o__que____que____que__), a pụrụ ịbawanye áhà ná adjectives site n'ịgbasa otú n'ime radicals",
  "Dịka ọmụmaatụ, wäyzäro 'nwaanyị' nwere ike iwere ọnụọgụ dị ichè ichè, na-ewepụta wäyzär-o__que____que____que__, mànà a na-ahụkwa wäyzazer 'nwaanyị') (Leslau 1995:173).",
  "Ụfọdụ ikwu ókwú nwèrè ụdị ọnụọgụ abụọ nwèrè ìhè dịtụ iche",
  "Dịka ọmụmaatụ, wändǝmm 'nwanne' nwere ike ịba ụba dị ka wändǝ mm-o__que____que____que__ 'ụmụnne' kamakwa dị ka wädǝmmam-ač 'ụmụnna nkè ibe'",
  "N'otu aka ahụ, ǝhǝt 'nwanne nwanyị' nwere ike ịba ụba dị kà ǝh sect-o__que____que____que__ ('nwanne nwanyị') ma bụrụkwa ǝtǝmm-am-ač 'nwanne nwoke'.",
  "N'okwu ndị dị mgbagwoju anya, á na-agbakwunye akara ọnụọgụ na aha nkè abụọ: betä krǝstiyan 'chọọchị' (n'ụzọ nkịtị",
  "ụlọ nke Onye Kraịst) na-aghọ betä kr pistǝstiyan-o__que____que____que__ 'chọọlụ'.",
  "Amsalu Aklilu kwụrụ ná Amharic ketara ọtụtụ ụdị ọdịdị dị iche iche nkè oge ochie kpọmkwem site ná Classical Ethiopic (Ge'ez) (Amharic: gǝ'ǝz) (Leslau 1995:172)",
  "E nwere usoro abụọ ochie nkè ịhazigharị ọtụtụ, nkè a na-akpọ mpụga na nke dị n'ime",
  "Ọnụ ọgụgụ dị n'èzí na-agụnye ịgbakwunye -an (nke na-abụkarị nwoke) ma ọ bụ -at (nkè na na-abụrịrị nwanyị) ná otú ụdị",
  "Mgbasa nke dị n'ime na-eji ụdaume mà ọ bụ apophony iji mee kà ọtụtụ ókwú, dị kà nwoke Bekee vs",
  "ụmụ nwoke na goose vs",
  "geese",
  "Mgbe ụfọdụ, á na-ahụ njikọta nkè usoro abụọ ahụ",
  "A na-eji ụdị ọnụọgụ ochie eme ìhè mgbe ụfọdụ iji mepụta ọnụọgụ ọhụrụ, mana á na-ewere nkè á dị ka ụtọ asụsụ n'ọnọdụ ndị ọzọ.",
  "Ọ bụrụ ná á kọwapụtara áhà ma ọ bụ kọwapụtara, á náa-egosipụta nkè á site na nsonaazụ, isiokwu, nke bụ -u ma ọ bụ -w maka aha nwoke na -wa, -itwa ma ọ bụ-ätwa maka aha nwanyị",
  "Dịka ọmụmaatụ:",
  "N'ụdị otu, isiokwu a na-eme ka ọdịiche dị n'etiti nwoke na nwanyị; n'ụdị ọtụtụ, ọdịiche a adịghị, a na-ejikwa -u akara niile akọwapụtara, dịka bet-o__que____que____que__-u 'ụlọ', háläd-o__te-u__que____che__ 'nwanyị'",
  "Dị ka ọ dị n'ọtụtụ, mgbanwe morphophonological na-eme dabere na ụdaume ikpeazụ ma ọ bụ ụdaume.",
  "Amharic nwere akara ebubo, -(ə)n",
  "Ojiji ya nwere njikọ na nkọwa nke ihe ahụ, ya mere Amharic na-egosi akara ihe dị iche iche",
  "N'ozuzu, ọ bụrụ na ihe ahụ doro anya, nwere, ma ọ bụ aha kwesịrị ekwesị, a ghaghị iji ebubo mee ihe, mana ọ bụrụ na ejighị ihe ahụ kpọmkwem, a naghị eji akara ebubo mee ọrụ",
  "(Leslau 1995: peeji nke 181ī 182 ff.Ọ dị iche icheÀtụ:Interlinear\nÀtụ:Interlinear\nÀtụ:Interlinear",
  "Amharic nwere ụzọ dị iche iche iji nweta aha site na okwu ndị ọzọ ma ọ bụ aha ndị ọzọ",
  "Otu ụzọ nke nominalising nwere ụdị nkwekọrịta ụdaume (ụda ụdaume yiri ya n'ebe ndị yiri ya) n'ime usoro atọ dị iche iche nke asụsụ Semitic",
  "Dịka ọmụmaatụ:",
  "E nwekwara ọtụtụ aha aha aha.",
  "Dị ka ọ dị n'asụsụ Semitic ndị ọzọ, ngwaa Amharic na-eji ngwakọta nke prefixes na suffixes iji gosipụta isiokwu ahụ, na-eme ka mmadụ atọ, nọmba abụọ, na (n'ime mmadụ niile ma e wezụga onye mbụ na nnọchiaha \"honorific\") nwoke na nwanyị abụọ.",
  "Tinyere infinitive na present participle, gerund bụ otu n'ime ụdị ngwaa atọ na-enweghị njedebe",
  "Infinitive bụ ngwaa a na-akpọ aha, akụkụ dị ugbu a na-egosipụta omume na-ezughị ezu, na gerund na-egosipụtakwa omume a rụzuru, dịka ali məsa bälto wädä gâbäya hedä 'Ali, mgbe o riri nri ehihie, gara ahịa'.\nE nwere ọtụtụ ojiji nke gerund dabere na njirimara morpho-syntactic ya.",
  "Gerund na-arụ ọrụ dị ka isi nke ahịrịokwu dị ala (lee ihe atụ dị n'elu)",
  "Enwere ike inwe ihe karịrị otu gerund n'otu ahịrịokwu.\nA na-eji gerund eme ihe iji mepụta ụdị oge ndị a:",
  "Enwere ike iji gerund mee ihe dị ka adverb: alfo alfo yǝsǝqall 'Mgbe ụfọdụ ọ na-achị ọchị'",
  "(Site na ማለፍ 'gafere')",
  "Adjectives bụ okwu ma ọ bụ ihe owuwu eji eme ka aha ruo eruo",
  "Enwere ike ịmepụta adjectives na Amharic n'ọtụtụ ụzọ: ha nwere ike ịdabere na usoro aha, ma ọ bụ sitere na aha, ngwaa na akụkụ ndị ọzọ nke okwu",
  "Enwere ike ịkpọ aha adjectives site na itinye aha aha (lee Aha n'elu)",
  "Amharic nwere adjectives isi ole na ole",
  "Ihe atụ ụfọdụ bụ dahgg 'onye nwere obiọma, onye na-emesapụ aka',__ilo____ilo____ilo__ 'onye na-adịghị ekwu okwu, onye na'adịghị ekwu okwu', bič̣a 'ọcha'.",
  "Á na-akpọ adjective ná áhà ahụ ọnụ 'adjective noun complex'",
  "N'asụsụ Amharic, adjective na-ebute aha, ná ngwaa ikpeazụ; dịka ọmụmaatụ, \"onye ọjọọ\"; təlləq bet särra (n'ụzọ nkịtị",
  "nnukwu ụlọ ọ wuru) 'o wuru nnukwu ụlọ'.",
  "Ọ bụrụ ná adjective aha mgbagwoju anya doro anya, á na-agbakwunye isiokwu doro anya ná adjectif ọ bụghị ná aha, dịka, [n'ikwu ya n'ụzọ nkịtị, nnukwu ụlọ)",
  "N'ime ìhè owuwu nkè ìhè onwunwe, adjective na-ewere isiokwu doro anya, ná aha áhụ na-ewere nsonaazụ nkè ìhè onyinyo, dịka,__wol____wol____wol__ (lit",
  "big-def house-my) \"my big house\".",
  "Mgbe ị na-agụ adjectives site ná iji -nna 'na', adjectives abụọ ahụ na-ewere isiokwu doro anya: qonǧo-wa-nna astäway-wa lǝǧ mäṭṭa__que____que____que__ (lit",
  "nwa agbọghọ mara mmá ná nkè nwere ọgụgụ isi bịara) \"nwa agbọghọ mara mmá mà nwee ọgụgụ isi bịara\"",
  "N'ihe banyere adjective áhà á na-amaghị ama, áhà ahụ bụ ọtụtụ ná adjective nwere ike iji otú mà ọ bụ n'ụdị ọtụtụ",
  "N'ihi yá, enwere ike ịsụgharị 'ụmụ akwụkwọ na-arụsi ọrụ ike' mà ọ bụ 'ụmụ ìhè na-arụ ọrụ ike' (n'ụzọ nkịtị).",
  "Enweghị ọtụtụ ìhè e bipụtara banyere ọdịiche dị n'asụsụ Amharic",
  "Asụsụ niile na-aghọta ibe há, mànà á na-ahụ obere ọdịiche ụfọdụ.",
  "Mittwoch kọwara ụdị Amharic nkè ụmụ ndị na-asụ asụsụ Weyto na-asụrụ, mànà o yikarịrị kà ọ bụghị olumba nkè Amharic dịka nsonaazụ nkè mmụta asụsụ na-ezughị ezu kà ọbọdọ ahụ gbanwere asụsụ site ná Weyto gaa ná Amharic",
  "[citation needed]",
  "Ìhè atụ ndị kasị ochie dị ndụ nkè Amharic e dere ede malitere n'oge ọchịchị nkè Emperor nkè Ethiopia Amda Seyon I ná ndị nọchiri yá ná narị afọ nke iri ná anọ, bụ ndị nyere iwu kà e dee ọtụtụ uri á maara dị ka \"የወታደሮች መዝሙር\" (Abụ ndị agha) na-eto há ná ndị agha há",
  "E nwere ọtụtụ akwụkwọ ná Amharic n'ọtụtụ ụdị",
  "Akwụkwọ ndị á gụnyere nkwupụta nà ndekọ gọọmentị, akwụkwọ agụmakwụkwọ, ìhè okpukpe, akwụkwọ akụkọ, uri, nchịkọta ilu, akwụkwọ ọkọwa ókwú (otu asụsụ na asụsụ abụọ), akwụkwọ ntuziaka teknụzụ, isiokwu ahụike, wdg",
  "Abu Rumi sụgharịrị Bible n'asụsụ Amharic ná mbido narị afọ nke 19, mana a sụgharịrị nsụgharị Bible ndị ọzọ n'asụsụ Amaharic kemgbe ahụ",
  "Akwụkwọ akụkọ Amharic á mà ámá bụ Fiqir Iske Meqabir (nke a sụgharịrị n'ụzọ dị iche iche) nkè Haddis Alemayehu (1909X2003), nke Sisay Ayenew sụgharịrị gaa n'asụsụ Bekee n'aha Love unto Crypt, nkè e bipụtara ná 2005 ( ).",
  "Okwu Rastafari sitere ná Ras Täfäri, áhà tupu ọchịchị nkè Haile Selassie, nkè nwere ókwú Amharic Ras (nke pụtara \"Onye isi\", áhà ndị Etiopia nkè ya ná Duke) ná aha Haile Selaassie tupu ọchịchị, Tafari.",
  "Ọtụtụ ndị Rastafari na-amụta Amharic dị kà asụsụ nkè abụọ, ebe há na-ewere ya dị kà ihe dị nsọ",
  "Mgbe Haile Selassie gara Jamaica ná 1966, á haziri ebe ọmụmụ ihe ná Amharic ná Jamaica dị kà akụkụ nkè nyocha na-aga n'ihu nkè njirimara ná ọdịbendị Pan-African",
  "Ndị na-ese egwu reggae dị iche iche ná 1970s, gụnyere Ras Michael, Lincoln Thompson ná Misty in Roots, abụwo abụ n'asụsụ Amharic, si otú a na-ewetara ndị na-ege ntị kà asụsụ ahụ",
  "Ndị Abyssinians, otú reggae, ejirila Amharic mee ìhè, ọkachasị n'abụ \"Satta Massagana\"",
  "E kwenyere ná áhà ahụ pụtara \"ekele\"; Otú ọ dị, ahịrịokwu á pụtara \"ọ kelere\" mà ọ bụ \"ọ toro\", dịka säṭṭä pụtara \"ọ nyere\", na jimigänä \"ekele\" ma ọ dị \"otuto\"",
  "Ụzọ ziri ezi isi kwuo \"ekele\" n'asụsụ Amharic bụ otu okwu, misgana",
  "Ókwú \"satta\" aghọwo ókwú á na-ahụkarị n'asụsụ Rastafari nkè Bekee, Iyaric, nkè pụtara \"ịnọdụ ala mà rie nri\".",
  "Á ná-akwado Amharic ná ọtụtụ nkesa Linux, gụnyere Fedora ná Ubuntu.",
  "Á na-etinye edemede Amharic na Unicode, na ngọngọ Ethiopic (U+1200 Ō U+137F)",
  "Á na-etinye mkpụrụedemede Nyala na Windows 7 (lee vidiyo YouTube) ná Vista (Amharic Language Interface Pack) iji gosipụta mà dezie site ná iji Amharic Script. Ná Febụwarị 2010, Microsoft wepụtara sistemụ arụmọrụ Windows Vista yá ná Amharic, na-enyere ndị ọkà ókwú Amharic aka iji sistemụ arụmọrụ yá n'asụsụ há.",
  "Google gbakwunyere Amharic ná Ngwá Ọrụ Asụsụ ya nkè na-enye ohere ide edemede Amharic n'ịntanetị na-enweghị mkpịsị Amharic",
  "Kemgbe afọ 2004, Wikipedia nwere asụsụ Amharic Wiki nkè na-eji edemede Ethiopic."
]