[
  "Amina Gerba CQ (amụrụ na Machị 14, 1961) bụ onye ọchụnta ego Cameroon-Canada na onye ọchọọnta ego",
  "Ọ bụ onye guzobere na onye isi oche nke Afrique Expansion, Afrique Extension Forum, na magazin Afrique Expansion",
  "O guzobekwara ụdị nlekọta mara mma Kariliss na Karidermʹ nke ikpeazụ bụ ngwaahịa beita mbụ n'ụwa iji nweta asambodo organic",
  "N'afọ 2014, ọ bụ onye natara National Order of Quebec",
  "Ọ bụ onye nduzi maka Kansụl Canada na Africa, African Business Roundtable, na Fonds Afro-Entrepreneurs, ọ bụkwa onye isi oche nke ndị nduzi maka Entreprendre Ici",
  "N'afọ 2021, Praịm Minista Justin Trudeau họpụtara ya ka ọ bụrụ onye omeiwu Canada, dịka onye omeiwu Quebec.",
  "A mụrụ Amina Nleung na Bafia, Cameroon, na mouth ubochi iri ano na onwa marchi, 1961",
  "Ọ bụ nwa nke iri na asatọ n'ezinụlọ nwere ụmụ iri na itoolu na naanị nwa agbọghọ n'ezinukwu ya gara ụlọ akwụkwọ. Ọ kwagara Quebec na 1986. N'afọ 1992, ọ nwetara BBA ya na njikwa njem (ahịa), na 1993, MBA ya na nyocha ahịa na Mahadum Quebec na Montreal's School of Management Sciences.",
  "Gerba bụ onye isi oche nke Rotary Club nke Old Montreal n'etiti afọ 2014 na 2015.",
  "N'afọ 2013, a họpụtara Gerba maka United States' International Visitor Leadership Program (IVLP)",
  "Malite na mouth ubochi iri ano na onwa marchi, 2015, ma gaa n'ihu ruo izu iri na abụọ, Gerba guzobere ihe ịma aka Technovation mbụ na Montreal ya na onye otu IVLP Stéphanie Jecrois; mmemme ahụ bụ ịkwalite ọmụmụ STEM n'etiti ụmụ agbọghọ.",
  "Na mouth ubochi iri abuo na ato na onwa, Febuwari 2018, onye osote onye isi ala nke Quebec, Dominique Anglade, na Ministri nke Immigration, Diversity and Inclusion, David Heurtel, mara ọkwa na Gerba ga-eduzi ndị nduzi maka ụlọ ọrụ gọọmentị ọhụrụ, Entreprendre Ici. E guzobere ụlọ ọrụ ahụ iji kwalite ọdịiche dị n'ime ọchụnta ego na iji nyere aka dozie nsogbu na-emetụta ndị ọchụchụnta ndụ dị iche iche.",
  "Gerba bụ onye nduzi maka Kansụl Canada na Africa, African Business Roundtable, na Fonds Afro-Entrepreneurs. Ọ na-eje ozi na Mahadum Quebec na ndị nduzi nke Montreal dị ka onye otu mmekọrịta ọha na eze.",
  "N'afọ 1995, Gerba guzobere Afrique Expansion, ụlọ ọrụ ndụmọdụ e mere iji nyere aka mepụta mmekọrịta azụmahịa n'etiti ụlọ ọrụ North America na Africa",
  "O mepụtara magazin nke otu aha ahụ na 1998.",
  "Na Mee 2017, Gerba guzobere nzukọ mba ụwa n'okpuru akara Afrique Expansion na Yaoundé, Cameroon, gbasara ike nke akụ na ụba dijitalụ na mba ahụ",
  "Ọtụtụ ndị nnọchiteanya bịara ihe omume ahụ, gụnyere Jacques Bonjawo, Ernest Simo, na Arthur Zang, yana ndị isi sitere na nnukwu ụlọ ọrụ nkwukọrịta na Cameroon dịka MTN Group, Orange, na Camtel.",
  "N'afọ 2003, o mepụtara otu nnọkọ a na-akpọ Forum Africa (nke bụzi Afrique Expansion Forum) iji kwurịta mmepe akụ na ụba maka azụmaahịa Afrịka. Ihe omume ahụ gosipụtara ọtụtụ ndị ọkà okwu ama ama gụnyere Pierre Pettigrew na Alpha Oumar Konaré na 2009; Daniel Kablan Duncan, Charles Sirois, na Jean-Louis Roy na 2013; Philippe Couillard na 2015; na Lise Thériault, Sheila Copps, Louis Vachon, na Francine Landry na 2017. World Bank, African Development Bank, na AfreximBank na-ezigakwa ndị nnọchiteanya na nnọkọ ahụ.",
  "Gerba guzobere ụlọ ọrụ ịma mma abụọ sitere na Laval, Quebec: Kariderm na 1996 na Kariliss na 2011, na-elekwasị anya na nlekọta akpụkpọ anụ na ngwaahịa nlekọta ntutu",
  "O guzobekwara Flash Beauté Incorporated, nke na-emepụta Kariderm, ngwaahịa butter mbụ iji nweta asambodo organic site na ECOCERT. Ụlọ ọrụ ya na-ewe ụmụ nwanyị 2,000 nke Songtaaba Cooperative na Burkina Faso n'ọrụ, ndị na-enweta akụkụ nke ahịa na ego niile site na mmemme microfinance nke Gerba mepụtara.",
  "N'afọ 2010, a kpọrọ Gerba onye ọchụnta ego nke Afọ site na Gala de Réseau des Entrepreneurs et Professionnels Africains (Gala de REPAF). N'afọ 2012, Gerba nwetara ihe nrite nke Mahadum Quebec na Montreal.",
  "N'afọ 2014, a kpọrọ Gerba Knight of the Order of Quebec maka ọrụ ya n'ịkwalite mmekọrịta azụmahịa n'etiti azụmaahịa North America na Africa na ịkwalite ọdịiche dị iche iche na azụmaahịa. A kpọrọ ya Personnalité Monde des Affaires de l'Anne (Business World Personality of the Year) na 2018 Gala Dynastie awards show."
]