[
  "Amin Amir bụ onye Somali-Canada na-ese ihe nkiri na onye na-ese ihe osise maka onyoonyo",
  "A mụrụ Amir n'etiti afọ 1959 na 1960 na Somalia",
  "Mgbe mmalite nke agha obodo gasịrị na mbido afọ 1990, ọ kwagara mba ọzọ, biri na mba dị iche iche.",
  "N'afọ 2000, Amir kwagara Canada",
  "Ezinụlọ ya mechara biri na Edmonton n'afọ 2006.",
  "Amir bụ onye a ma ama na-ese ihe n'ime obodo Somalia. Ọ na-arụ ọrụ n'ụdị dịgasị iche iche, ihe nkiri ndọrọ ndọrọ ọchịchị ya na-ewukwa ewu karịsịa",
  "Amir na-eji asụsụ Somali eme ihe n'ihe odide ya, ebe ndị Somalis mejupụtara ndị na-ege ya ntị",
  "Ihe osise ya na ihe osise ya na-eji ihe na-atọ ọchị eme ihe iji kwado mgbanwe mmekọrịta na ndọrọ ndọrọ ọchịchị na Somalia",
  "Ha na-abanye n'ime ebe dị omimi nke ihe ọmụma na nghọta onwe onye. Ihe osise Amir na-egosipụtakarị ihe ndị na-echegbu onwe ha, ihe ndị nwere olileanya dabere na afọ ndị ọ malitere na mba ahụ.",
  "Amir na-ebipụta ọrụ ya n'okpuru aha ọkachamara Amin Arts",
  "Weebụsaịtị ya na-enweta ihe karịrị otu nde mmadụ kwa ọnwa",
  "Tụkwasị na nke a, ihe nkiri ndọrọ ndọrọ ọchịchị Amir na-apụta mgbe niile n'ọtụtụ ụlọ ọrụ mgbasa ozi Somalia, nke gụnyere Hiiraan Online.",
  "N'afọ 2010, Amir malitere ihe ngosi nka mbụ ya na Canada na Edmonton City Hall",
  "Ihe osise ise ahụ gosipụtara oge dị mkpa na ndụ ya",
  "Otu n'ime ihe ndị a bụ mmalite oge osise ihe ya mgbe ọ na-eji ụnyi, oge nwunye ya zọpụtara ndụ ya, na mbịakọta ya na ezinụlọ ya n'ọdụ ụgbọ elu dị n'ógbè ahụ.",
  "E wezụga nka osise nke ya, Amir na-ejekwa ozi dị ka onye nduzi maka ndị na-ese ihe nkiri na ndị eserese ndị ọzọ",
  "Ọ na-eme atụmatụ ịmalite mmemme maka ndị na-eto eto na-ese ihe na Edmonton, na-enyere ha aka igosipụta mmetụta na echiche ha.",
  "Amir enwetala ihe nrite na nkwanyere ugwu dị iche iche maka nka ya",
  "N'afọ 2004, Hiiraan Online kpọrọ ya Onye nke Afọ. E nyekwara ya onyinye nke ịdị mma na Lifetime Achievement site na Subiye Development Volunteers Organization na ndị ọzọ NGO. Tụkwasị na nke a, Amir bụ onye nke abụọ na 2011 Hadaf Somalia International Cartoon Competition."
]