[
  "Amina Annabi (Arabic: , : ; a mụrụ na 5 Machị 1962) bụ onye na-agụ egwú na onye na-ede egwu na onye na'eme ihe nkiri na France-Tunisia, onye a ma ama maka ịmecha nke abụọ na Eurovision Song Contest nke afọ 1991, nke emere na Rome",
  "Amina mechara nke abụọ mgbe a gụsịrị ya azụ, na-enweta akara 146 n'akụkụ Carola si Sweden.",
  "A mụrụ Amina n'ezinụlọ ndị na-agụ egwú",
  "Nna ya bụ onye France ma nne ya bụ onye Tunisia",
  "Nne nne ya bụ onye na-agụ egwú na otu n'ime ụmụnne nna ya tinyere aka n'ịmepụta emume Tabarka na Tunisia, ya mere Amina nwetara ohere ịhụ ọtụtụ ndị na-agụ egwu, na-aga kọntaktị nke Joan Baez, James Brown na diva Algeria a ma ama Warda",
  "Ọ bụ na mmemme egwu Tabarka ka Amina ga-ezute nwa agbọghọ Senegalese bụ Wasis Diop",
  "Ha ghọrọ ndị enyi ma ha nwere ohere ịrụkọ ọrụ ọnụ afọ ole na ole ka e mesịrị",
  "N'afọ 1975, Amina na nne ya, onye na-agụ egwú na onye na-ede egwu, kwagara Paris.",
  "Afọ atọ ka e mesịrị, Amina guzobere otu nke ya, mgbe ọ gosipụtara nkà ya n'ịbụ abụ na ịgba egwú ụdị egwu dịgasị iche iche, site na mkpụrụ obi ruo n'abụ ọdịnala",
  "Ìgwè ahụ pụtara n'ọtụtụ ụlọ akwụkwọ dị n'ógbè ahụ mana ọ bụ n'afọ 1982 mgbe Amina malitere iwulite ọrụ ya n'onwe ya",
  "Ka ọ na-erule n'oge ahụ, ọ banyere na Radio Nova, ụlọ ọrụ redio Paris na-eduga na egwu ụwa",
  "Otu n'ime ndị na-emepụta ụlọ ọrụ ahụ bụ Martin Meissonnier",
  "Ọ malitere iso Amina rụọ ọrụ ma n'oge na-adịghị anya ha ghọrọ di na nwunye a mụrụ nwa ha nwanyị n'afọ 1986",
  "N'afọ 1983, o meriri asọmpi egwu na egwu rap, \"Shehérazade\", nke Arab rhythms metụtara",
  "A tọhapụrụ ya dị ka otu CD",
  "Amina malitere ịrụ ọrụ na Paris n'oge a.",
  "Mgbe ya na onye egwu Japan Yasuaki Shimizu dekọrọ otu abọm, ọ ghọrọ onye a ma ama na Japan ebe ọ gara njem n'afọ 1987",
  "Ọ duziri olu na egwu nke Haruomi Hosono ma malite ọrụ na ihe nkiri",
  "N'afọ 1989 ọ rụrụ ọrụ nkwado na ihe nkiri Maman n'afọ 1990 ya na Bernardo Bertolucci rụkọrọ ọrụ maka ihe nkiri ya The Sheltering Sky",
  "N'otu afọ ahụ, o dekọrọ abọm izizi ya, Yalil (Night) nke Martin Meissonnier mepụtara",
  "Abọm ahụ nwetara nyocha magburu onwe ya ma wepụta ya na mba 22 gburugburu ụwa",
  "A tọhapụrụ ya na USA ebe ọ rutere na No",
  "5 na chaatị egwu ụwa Billboard.",
  "Ozugbo asọmpi Eurovision gasịrị, Amina dekọrọ abọm nke abụọ ya, Wa di yé (Ịhụnanya bụ Ihe Dị Mkpa) wee gaa France iji kwalite ya",
  "N'afọ 1993, Amina nwetara ọrụ nwanyị na-eduzi ya na onye Spain Miguel Bosé na La Nuit sacrée",
  "Ka e mesịrị n'afọ ahụ, ọ banyere na ihe nkiri Bekee akpọrọ The Hour of the Pig",
  "Onye nduzi Russia Andrei Konchalovsky họọrọ Amina ka ọ rụọ ọrụ na  nkiri ya Ulysse, nke a na-agbasa na netwọk US.",
  "N'afọ 1994, Malcolm McLaren gwara Amina ka ọ bịa na abọm ya, Paris, ya na Catherine Deneuve na Françoise Hardy",
  "Mgbe nke ahụ gasịrị, Amina were ezumike ogologo oge na-aga n'ala nna ya wee laghachi n'afọ 1999 na abọm ọhụrụ na kọntaktị gburugburu ụwa."
]