[
  "Amina Agueznay (a mụrụ n'afọ 1963 na Casablanca, Morocco) bụ onye Morocco na-ese ihe na onye na-ese ụkpụrụ ụlọ a zụrụ azụ, nke a maara maka ọrụ nka ya nke oge a",
  "Ọrụ ya gụnyere atụmatụ ọla na ntinye nka, na-agụnye ihe ndị dị na ọdịbendị ọdịbendị Morocco yana ihe ndị dị ka bọtịnụ ákwà, akwụkwọ, petals rose ma ọ bụ akpa plastik ọkụ",
  "N'ọtụtụ ihe ngosi, o meela ihe ngosi nka nke saịtị.",
  "E wezụga isonye na nka na ejiji na Morocco na Europe, e gosipụtala ọrụ ya na katalọgụ nka, magazin na akwụkwọ akụkọ nke Britain Financial Times Ọzọkwa, onye Morocco na-ese foto bụ Leila Alaoui edekọwo ihe okike ya.",
  "Agueznay bụ nwa nwanyị nke onye Morocco na-ese ihe na onye na-ese ihe Malika Agueznay, onye gụrụ n'ụlọakwụkwọ School of Fine Arts nke Casablanca, onye ya na ya mepụtara ihe osise mgbe ụfọdụ, dịka ọmụmaatụ ihe ngosi Metamorphosis na Attijariwafa Bank Foundation na Rabat 2018. N'ịbụ onye gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị na Casablanca, ọ gụrụ akwụkwọ na US wee nweta nzere bachelọ na Architecture na Mahadum Katọlik nke America, Washington DC, na 1989",
  "Mgbe ọ gachara afọ iri na ise na US ma rụọ ọrụ n'ebe ahụ dị ka onye na-atụpụta ụkpụrụ ụlọ, ọ laghachiri Morocco na 1997 ma kemgbe ahụ ọ na-ebi ma na-arụ ọrụ na Marrakesh.",
  "N'ịgbaso ọzụzụ mbụ na imewe ọla na US, ọ mepụtara ụdị okike nka a n'ụdị nke oge a mgbe ọ laghachiri Casablanca, na-eji ọla ọdịnala Morocco na ihe ndị sitere na mpaghara",
  "N'ụlọ ọrụ maka ọrụ aka nke ọ kụziiri n'aha ụlọ ọrụ gọọmentị, ya na ndị omenkà na-arụ ọrụ dị ka ndị na-akpa ihe, ndị na-arụ ọrụ osisi, ndị na-arụ ọrụ akpụkpọ anụ, ndị na-akpa nkata na ọrụ aka ndị ọzọ",
  "Ahụmahụ a ghọrọ akụkụ ọzọ nke mmetụta nka ya.",
  "N'oge ihe omume ọdịbendị \"Afọ nke Morocco\" na France n'afọ 1999, o gosipụtara nchịkọta mbụ ya nke ọla nke onwe ya, nke e ji ọlaọcha ochie nke ọdịnala Berber na mgbakwunye nke ya",
  "Otu ihe atụ bụ diski ọlaọcha nke nwere usoro ọdịnala n'otu akụkụ na mgbakwunye Agueznay nke oge a n'akụkụ nke ọzọ",
  "N'afọ sochirinụ, o mepụtara nchịkọta ọzọ, na ụdị bọtịnụ ákwà eji aka mee (aqad), nke a na-ejikarị eme ihe maka caftans ọdịnala.",
  "Na nchịkọta mbụ ya maka ihe ngosi ejiji Kaftan kwa afọ na Morocco n'afọ 2003, ọ tụgharịrị na ihe ndị dị ka rose petals, iberibe osisi na osisi cinnamon ma gosipụta ọla ya na onye na-emepụta ejiji Noureddine Amir. Maka mbipụta nke iri nke ihe omume Kaftan na 2006, o mere nchịkọta ọzọ nke si na mpempe akwụkwọ, na mkpali nke ọrụ mbụ ya dị ka onye na-ewu ụlọ",
  "N'afọ 2010, ọ bụ otu n'ime ndị mmeri nke Maison méditerranéenne des métiers de la mode (MMMM) (Mediterranean Institute for Fashion) na Marseille, e nyekwara ya Open My Med Prize. N'otu afọ ahụ, o mepụtara ihe nkwanye ugwu nye onye na-emepụta ejiji French-Tunisian Azzedine Alaïa n'ụdị nnukwu olu collier nke eriri uhie na oji na ihe ọla.",
  "Dị ka nkwupụta nka banyere mmetọ gburugburu ebe obibi, e ji akpa plastik ọkụ mee nchịkọta ya n'afọ 2012",
  "Dị ka M",
  "Angela Jansen si kwuo, a na-aghọtahie ya na obodo Morocco maka echiche ya na-enweghị atụ, e bowl ya ebubo na ọ bụghị onye Morocco",
  "Maka nkatọ dị otú ahụ, ọ zaghachiri, sị: \"Enwere m ike ikwu dịka ọmụmaatụ na nkume uhie na-echetara m Marrakesh na ndị ọcha nke Casablanca",
  "Ma ọ bụrụgodị otú ahụ, ọ bụ usoro na-amaghị ama ma ghara iji ya mee ihe iji kwado Morocco na ọrụ m",
  "\"",
  "A kpọrọ òkè ya na 2019 Biennale of Contemporary Art na Muhammad VI Museum of Modern and Contemporary Art na Rabat a kpọrọ ya Embody the Visible: Act the Invisible, n'ime ihe abụọ",
  "Akụkọ banyere ihe a na-adịghị ahụ anya, nke ajị anụ na ịgbachi nkịtị",
  "na njigide nke ihe ndị a na-adịghị ahụ anya nke ajị anụ na ọla."
]