[
  "Aminata Sophie Dièye (1973 -Febụwarị 17, 2016) bụ onye nta akụkọ, onye edemede, na onye na-ede egwuregwu na Senegal.",
  "A maara ya nke ọma maka akwụkwọ akụkọ ya kwa izu n'okpuru aha edemede Ndèye Takhawalou na akwụkwọ akụkọ ya nke Prix Emmanuel Roblès-winning afọ 2004 La nuit est tombée sur Dakar, nke e bipụtara n'okpuru pseudonym Aminata Zaaria.",
  "A mụrụ Aminata Sophie Dièye n'afọ 1973 na obodo Thiès, Senegal, n'ime ezinụlọ ndị Sufi Muslim. Nna ya bụ onye nyocha ụtụ isi na-agagharị agagharị ma ọ nọghị ya n'oge ọ bụ nwata.",
  "Mgbe ọ dị afọ 21, ọ hapụrụ ụlọ, kwaga agwaetiti Ngor [fr] na Dakar",
  "N'ebe ahụ, ọ malitere ide maka akwụkwọ akụkọ Sud Quotidien",
  "Ọchịchọ Dièye nke ide ihe sitere n'ike mmụọ nsọ nke nne ya, onye nwekwara mmasị ide ihe. A kọwawo ọrụ ya dịka \"oghere na-eme ka mmadụ dịkwuo ukwuu nke na-ekpughe omume ọjọọ kachasị njọ nke ọha mmadụ\"",
  "Ọ na-egosipụtakwa olu mkparị ma ọ bụ satirical, na akara ahịa \"mgwakọta nke trauma na ọchị\".",
  "Mgbe ọ rụchara ọrụ na Sud Quotidien, Dièye malitere ide edemede kwa izu na L'Observateur (Senegal) [fr], akwụkwọ akụkọ a na-agụkarị kwa ụbọchị na Senegal, n'okpuru aha edemede Ndèye Takhawalou",
  "Ọ ga-anọgide na-ede kọlụm ahụ ruo mgbe ọ nwụrụ, ọ bụkwa ihe a ma ama na mbipụta Saturday nke mbipụta ahụ.",
  "Dièye lụrụ onye edemede na onye nduzi French Lucio Mad [fr]. Ya na ya kwagara mba France n'afọ 2004. Mad nwụrụ n'ọrịa kansa n'afọ sochirinụ, na-ahapụ ya ka ọ bụrụ nwanyị di ya nwụrụ mgbe ọ dị naanị afọ 32.",
  "Mgbe di ya nwụsịrị, Dièye laghachiri mba Senegal",
  "Ọnwụ ya na ihe mgbu ndị ọzọ hapụrụ ya n'ọnọdụ na-adịghị ike, ọ nọrọ oge n'ụlọ ọgwụ ndị isi mgbaka na Thiès, nke o dere n'ihu ọha na L'Obs.",
  "Aminata Dièye nwụrụ n'otu abalị n'ihi ọrịa shuga a na-agwọghị agwọ na Febụwarị 17, 2016, mgbe ọ dị afọ 42.",
  "Ọ hapụrụ akwụkwọ akụkọ abụọ a na-ebipụtaghị na ọnwụ mberede ya",
  "Ọ bụ ezie na e nwere atụmatụ ibipụta otu n'ime akwụkwọ ndị a mgbe ọ nwụsịrị, nke akpọrọ Lʹépitaphe signée Vénus, ọrụ abụọ ahụ ka a na-ebipụtaghị."
]