[
  "Amir Muhammad Hussein Karara (Arabic; a mụrụ n'October 10, 1977) bụ onye Egypt na-eme ihe nkiri na onye na-eme TV",
  "Ezigbo mmalite ya bịara n'oge ngosi nke Star Maker n'afọ 2003",
  "A maara Karara nke ọma maka ọrụ ya dị egwu na nke na-eme ihe dịka ọrụ ya na Karmouz War (2018), Horob Edtirari (2017) na Special Operations (2007)",
  "Usoro ya kachasị mkpa gụnyere Kalabsh (2017), Al Tabbal (2016) na Hawari Bucharest (2015)",
  "Ihe nkiri Karara na-adịbeghị anya enwetala nnukwu ego ụlọ ọrụ",
  "Usoro Kalabsh ya na akụkụ ya niile, nwere nnukwu ihe ịga nke ọma n'Ijipt, ebe ọ ghọrọ onye a ma ama n'okpuru aha \"Basha Masr\" ma ọ bụ 意Pasha nke Egypt",
  "A mụrụ Amir Karara na 10 Ọktoba 1977, na Cairo",
  "Ọ gụsịrị akwụkwọ na Faculty of Tourism and Hotels, ngalaba nke Tourism, mana ọ naghị arụ ọrụ na ọrụ metụtara ọmụmụ ya",
  "Ọ bụ onye na-egwu volleyball ma sonye na ndị otu volleyball nke mba Egypt",
  "Ọ banyere na asọmpi ụwa na volleyball, mana ọ gara n'ihu n'egwuregwu.",
  "Karara lụrụ Hend Salah Hosny, nwanne nwanyị onye na-agba bọọlụ na onye na-eme ihe nkiri Ahmed Salah Hosny n'afọ 2006",
  "Ha nwere ụmụ atọ: Selim, Laila na Nelly.",
  "N'ọnwa Disemba afọ 2020, Karara kwupụtara na ọ nwalere COVID-19. N'ọnwa Jenụwarị 2021, ọ kwupụtara mgbake ya na ya mgbe ụbọchị 16 gasịrị.",
  "Mmalite nka Karara bụ na ngalaba mgbasa ozi telivishọn",
  "Ọ na-arụ obere ọrụ na mgbasa ozi ndị Egypt",
  "Ruo mgbe onye ọchụnta ego Egypt bụ Tarek Nour chọpụtara ya ma gosipụta mmemme mbụ ya bụ Star Maker n'afọ 2002",
  "N'otu afọ ahụ, o sonyere na sitcom Youth Online na oge nke abụọ n'afọ 2003.",
  "Mgbe nke ahụ gasịrị, ọrụ nka Karara gara n'ihu, gụnyere The Best of Times (2004), Zaky Chan (2005), Special Operations (2007) na Casablanca (2019).",
  "Karara gosipụtara dịka Sleim El-Ansary na usoro ihe nkiri Egypt Kalabsh, nke e wepụtara n'oge Ramadan afọ 2017",
  "E wepụtara oge nke abụọ na Ramadan afọ 2018 na oge nke atọ na Ramadan afọ 2019",
  "N'afọ 2020, o gosipụtara Ahmed Mansi na usoro ihe nkiri akụkọ ndụ nke Egypt Al Ekhtiar"
]