[
  "Ammar Abo Bakr bụ onye a ma ama na-ese ihe osise na onye na-ese ihe na Ijipt",
  "Ọrụ ya na-egosi mgbanwe ndị Ijipt nke afọ 2011, ihe osise, akụkọ ihe mere eme nke Ijipt, na omenala pop nke Ijipt",
  "N'oge mgbanwe ahụ, Ammar Abo Bakr sere n'etiti nguzogide ndị uwe ojii, nke ga-eji eserese ọcha kpuchie nka ya dị ka ihe ịrịba ama nke ikpe ziri ezi. Ọrụ ya na-agbakarị ọchịchị gọọmentị aka ma ọ bụ ikpe na-ezighị ezi ma bụrụ nke a ma ama na Mohamed Mahmoud Street",
  "Otú ọ dị, a pụkwara ịhụ ya n'ebe ndị ọzọ na Cairo, Alexandria, Beirut, Brussels, Amsterdam, Berlin, Cologne na Frankfurt. N'ajụjụ ọnụ ya na Sarah Mousa nke Jadaliyya, Abo Bakr kwuru, \"...Ọ bụ ezie na anyị [ndị na-ese ihe] na-emegide ndị agha ma na-achọ igosi ọnọdụ ahụ, anyị hụrụ ndị mmadụ n'anya ma chọọkwa igosi ndị mmadụ nka..",
  "Achọrọ m igosi ndị nwere ike ịhụ ya ihe mara mma, hụ na okporo ámá ha nwere ọmarịcha ihe osise ma nwee obi ụtọ",
  "Abo Bakr na-arụkwa ọrụ ugbu a na ndị ọzọ na-ese ihe na ọrụ ntamu n'ime na n'èzí Ijipt",
  "\"",
  "Ammar Abo Bakr bụ onye Omenkà mural si Ijipt",
  "Ọrụ ya emeela mgbidi na Cairo, Luxor, Alexandria, Beirut, Frankfurt, Berlin, Amsterdam na Brussels.",
  "A mụrụ Ammar Abo Bakr na Febụwarị 14, 1980. Ọ gara Luxor Institute of Fine Arts site na 1996 na 2001 ebe ọ gụrụ ihe osise",
  "Malite n'afọ 2004, Abo Bakr malitere ime nnyocha banyere ndị Ijipt, na-achọ mkpali maka ọrụ nka ya",
  "Na mgbakwunye na ịmepụta ihe odide nke ya, ọ bụ prọfesọ na Luxor Institute of Fine Arts ebe ọ gara ụlọ akwụkwọ.",
  "Ọrụ Ammar gosipụtara akụkọ ihe mere eme nke Ijipt, ọdịbendị Alakụba, na Mgbanwe Ijipt nke 2011",
  "Ụfọdụ n'ime ihe osise ya a ma ama bụ na Mohamed Mahmoud Street nke dị nso na Tahrir Square ebe mgbanwe nke Jenụwarị 25 mere",
  "Ọrụ ya sitere n'ike mmụọ nsọ nke ihe na-eme na mba ahụ n'oge ahụ na ihe ọha mmadụ chọrọ",
  "Ebe ọ bụ na ọrụ ya na-emegide gọọmentị, ọ nwere ike ịdị ize ndụ mgbe ị na-emepụta ọrụ ndị a ma ọ bụ mgbidi",
  "Mgbe ụfọdụ, ọ na-ewe oge ezumike n'ebe ụfọdụ n'ihi na ọ maara ọtụtụ ndị ezinụlọ na ndị enyi gara mkpọrọ.",
  "N'oge na obere oge mgbe Mgbanwe Ijipt nke afọ 2011 gasịrị, Ammar nọ na-arụsi ọrụ ike na-ede ihe na ihe ọ bụla ọ nwere ike ịchọta",
  "Ndị na-ese ihe na ndị na-eme ngagharị iwe ndị ọzọ na-edekwa akwụkwọ n'ebe ọha na eze, yabụ ọ bụghị naanị na ha na-ezigara gọọmentị ozi, kamakwa ha na-enwe mkparịta ụka n'etiti onwe ha ma na-emeghachi omume na ọrụ ndị na-ese akwụkwọ ndị ọzọ",
  "Ọrụ ya na Mohamed Mahmoud Street dị mkpa karịsịa n'ihi na okporo ámá a jikọtara Tahrir Square na Ministry of the Interior",
  "Ihe odide dị n'okporo ámá a rụrụ ọrụ dị ka \"akwụkwọ akụkọ\" nke ihe na-eme n'oge mgbanwe ahụ",
  "Mgbe ọ na-ede banyere ọrụ ya, Abo Bakr kwuru, \"Ihe anyị mere n'Ijipt n'afọ ndị na-adịbeghị anya abụghị maka igosi nka, ọ dịkarịa ala ọ bụghị maka m: Anyị jiri mgbidi dị ka akwụkwọ akụkọ..",
  "Mụ onwe m, abụ m osote prọfesọ nka",
  "Ahapụrụ m ngalaba nka iji kọọ akụkọ banyere mgbanwe na mgbidi obodo ahụ.",
  "N'afọ 2012, Ammar, ya na ndị omenkà ndị ọzọ malitere mkpọsa \"No Walls\". Mgbasa ozi a bu n'uche iji ihe odide kpuchie ihe mgbochi niile nke gọọmentị guzobere. Gọọmentị debere ihe mgbochi n'ógbè, nke abụghị naanị ihe ịrịba ama anya nke mmegbu kamakwa ọ na-enye ndị obodo ahụ nsogbu n'ihi na ha ga-agafe ihe mgbochi ahụ",
  "Tinyere ndị omenkà a ma ama, ọtụtụ ndị obodo nyere aka see mgbidi",
  "E nwere ihe osise dị mgbagwoju anya ma ọ bụ ihe osise ndị dị mfe nke ịga n'ihu n'okporo ámá n'azụ barricades",
  "Ebumnuche nke mkpọsa ahụ bụ iji trompe-l'oeil gbanwee ihe mgbochi ndị Ministri Na-ahụ Maka Ihe Ndị Dị n'Ime Ijipt guzobere, iji mee ka ọ dị ka a ga-asị na ha anọghị ebe ahụ.",
  "Ammar nwere njikọ siri ike na ndị Ijipt kwa ụbọchị",
  "Ọ na-eto ha maka inye ya mkpali na ihe okike ya.  O kwekwaara na nka dị na Luxor na Cairo kwesịrị ịnọ n'èzí gallery n'ihi na ókè ahụ bụ onye na-ahụ ya na n'ihi nde nka na-agbanwe mgbe niile."
]