[
  "Methodology",
  "Ammon Ashford Hennacy (1893-1970) bụ onye America bụ onye òtù Kraịst, na-akwado udo, akwado ọgba aghara, na-enwe mmekọrịta ọha, onye otu Catholic Worker Movement, na Wobbly",
  "O guzobere Joe Hill House of Hospitality na Salt Lake City, Utah, ma na-eguzogide ụtụ isi.",
  "A mụrụ Hennacy na Negley, Ohio, nne na nna Quaker, Benjamin Frankin Hennacy Na Eliza Eunice Fitz Randolph, ma too dị ka Baptist",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ atọ dị iche iche, (otu afọ na nke ọ bụla): Hiram College na Ohio n'afọ 1913, Mahadum Wisconsin n'afọ 1914, na Mahadum Ohio State n'afo 1915",
  "N'oge a, Hennacy bụ onye na-ebu kaadị nke Socialist Party of America ma n'okwu ya \"na-eme ọzụzụ agha iji mụta otu esi egbu ndị isi obodo",
  "\" Ọ bụkwa odeakwụkwọ nke Hiram College's Intercollegiate Socialist Society.",
  "Mgbe Agha Ụwa Mbụ tiwapụrụ, a tụrụ Hennacy mkpọrọ afọ abụọ na Atlanta, Georgia, maka iguzogide ịdebanye aha",
  "Mgbe ọ nọ n'ụlọ mkpọrọ, naanị akwụkwọ e kwere ka ọ bụrụ Bible",
  "Nke a kpaliri ya ịhapụ nkwenkwe mbụ ya kpamkpam; ọ ghọrọ Onye Kraịst na-eme udo na Onye Kraịst na onye na-eme ngagharị iwe",
  "Ọ duziri ngagharị iwe agụụ ma nye ya ntaramahụhụ ọnwa asatọ n'ụlọ mkpọrọ naanị ya.",
  "Hennacy kwenyere na ịgbaso Iso Ụzọ Kraịst chọrọ ịbụ onye na-eme udo na, n'ihi na gọọmentị na-eyi egwu ma ọ bụ na-eji ike eme ihe mgbe niile iji dozie esemokwu, nke a pụtara ịbụ onye anarchist.",
  "N'afọ 1919, Hennacy lụrụ nwunye mbụ ya, Selma Melms, n'okpuru iwu obodo. O mechara kọwaa ya dị ka \"nwa nwanyị nke onye isi ndị Socialist nke Milwaukee, onye ndú nke Yipsels, dịka a na-akpọ ndị Socialist na-eto eto, na odeakwụkwọ nke Onye isi oche nke State Federation of Labor",
  "\"",
  "Na Mee afọ 1920, Hennacy gụsịrị akwụkwọ na Rand School of Social Science.\nN'afọ 1921, Hennacy na Melms gara gburugburu United States na-agafe steeti 48 niile gbara ya gburugburu",
  "O biri n'afọ 1925, zụta ugbo ma zụlite ụmụ ya abụọ",
  "N'afọ 1931, ọ malitere ọrụ mmekọrịta mmadụ na ibe ya na Milwaukee ma hazie otu n'ime ndị ọrụ mmekọrịta mmadụ n'otu",
  "Ọ jụrụ iji ike ma ọ bụ ichebe onwe ya ọbụna mgbe a na-eyi egwu n'oge ọrụ ya, na-ahọrọ iji enweghị mmegide",
  "N'oge a, ọ jụkwara ịdebanye aha maka Agha Ụwa nke Abụọ ma kwuo na ọ gaghị akwụ ụtụ isi",
  "O belatara ụgwọ ụtụ isi ya site n'ịga ndụ dị mfe",
  "N'agbata afọ 1942 na afọ 1953, Hennacy rụrụ ọrụ dị ka onye ọrụ ugbo na-akwaga mba ọzọ na ndịda ọdịda anyanwụ United States.",
  "N'afọ 1952, Nna Marion Casey mere ya baptizim dị ka onye Roman Katọlik na St",
  "Anastasia Church na Dorothy Day dị ka nne nkuzi ya",
  "Hennacy kwagara New York City n'afọ 1953, wee bụrụ osote onye nchịkọta akụkọ nke Catholic Worker",
  "Hennacy sonyere n'ọtụtụ ngagharị iwe mgbe ọ nọ na New York",
  "N'oge ahụ, o dere nyocha dị oke egwu nke Witness, ihe ncheta nke Whittaker Chambers, ma mesịa dee ihe ndị ọzọ banyere enweghị mmasị ya na Chambers, onye nwunye ya Esther Shemitz nwunye mbụ ya Selma na ọ maara site na Rand School of Social Science. Ọ jụrụ n'ụzọ iwu na-akwadoghị isonye na ọzụzụ ụgbọ elu nke New York City kwa afọ, ọ mekwara ngagharị iwe megide nkwadebe agha nke Atomic Energy Commission na Las Vegas, Cape Kennedy, Washington, DC, na Omaha",
  "N'afọ 1958, Hennacy buru ọnụ ụbọchị iri anọ iji mee mkpesa maka nnwale ngwá agha nuklia",
  "N'afọ 1961, Hennacy kwagara Utah ma hazie Joe Hill House of Hospitality na Salt Lake City",
  "Mgbe ọ nọ na Utah, Hennacy buru ọnụ ma mee ngagharị iwe iji mee mkpesa maka ntaramahụhụ ọnwụ na iji ụtụ isi na agha",
  "Mgbe ya na Selma gbara alụkwaghịm n'afọ 1964, Hennacy lụrụ nwunye ya nke abụọ, Joan Thomas, n'afọ 1965",
  "N'otu afọ ahụ ọ hapụrụ Chọọchị Roman Katọlik, ọ bụ ezie na ọ nọgidere na-akpọ onwe ya \"Onye Kraịst na-abụghị Chọọchị\". Ọ bụ onye otu Industrial Workers of the World (Wobbly).",
  "O dere banyere ihe kpatara ya maka ịhapụ na echiche ya banyere Katọlik, nke gụnyere nkwenye ya na \"Pọl mebiri ozi Kraịst\" (lee Jesusism)",
  "E bipụtara edemede a na ndị ọzọ dị ka The Book of Ammon na 1965, nke a na-eto maka \"diamond nke nghọta na amamihe\" mana a katọrọ ya maka ụdị ya na-agbagwoju anya.",
  "N'afọ 1968, Hennacy mechiri \"Joe Hill House of Hospitality\" wee lekwasị anya na mkpesa na ide ihe",
  "E bipụtara akwụkwọ ya nke abụọ na nke ikpeazụ, The One-Man Revolution in America, na 1970 ma nwee isi iri na asaa nke ọ bụla raara onwe ya nye onye America",
  "Ndị a gụnyere Thomas Paine, William Lloyd Garrison, John Woolman, Dorothy Day, Eugene Debs, Malcolm X, Mother Jones, Clarence Darrow na Albert Parsons.",
  "Ammon Hennacy nwụrụ site na nkụchi obi n'ọnwa Jenụwarị 14, 1970",
  "Dabere na ọchịchọ ya, a kpọrọ ozu ya ọkụ ma gbasaa ntụ ya n'ili nke ndị na-enyere ọgbaghara nke Haymarket na Waldheim Cemetery na Chicago.",
  "Ammon Hennacy bụ onye na-eme udo, onye otu Kraịst na-emegide ọchịchị, na onye na-akwado anarchism na enweghị mmegide",
  "Ọ katọrọ ihe ọ kọwara dị ka \"chọọchị ụlọ ọrụ\" na ọchịchị onye kwuo uche ya.",
  "Ọ naghị aṅụ mmanya ma ọ bụ na-ese siga ma bụrụ onye na-eri akwụkwọ nri",
  "Ọtụtụ n'ime ọrụ ya bụ ndị na-emegide agha, mmụba nke nuklia, na ndị na-egbochi ntaramahụhụ ọnwụ.",
  "Hennacy akwụtụbeghị ụtụ isi gọọmentị etiti n'ihi na ha na-akwụ ụgwọ maka ndị agha na agha",
  "Ọ biri ndụ dị mfe ma kwere n'ihe ọ kpọrọ \"One-Man Revolution\" megide ime ihe ike, mmehie, na nrụgide. Ọ jụkwara ịnakwere ikike nke ikpe",
  "Dorothy Day kwuru \"Tolstoi na Gandhi, na Jizọs ghọrọ ndị nkuzi ya\".",
  "Mgbe Ani DiFranco chịkọtara akụkọ Utah Phillips iji mee abọm 1996 The Past Didn't Go Anywhere, ọ gụnyere akụkọ ya banyere Hennacy, n'okpuru aha \"Anarchy\"",
  "Hennacy nyere aka kpụzie Phillips, onye na-ekwukarị akụkọ a."
]