[
  "Amr Diab (Arabic, IPA; a mụrụ na 11 Ọktoba 1961) bụ onye na-agụ egwu, onye na-ede egwu, na onye na-eme ihe nkiri n'Egypt",
  "O guzobere onwe ya dịka onye na-edekọ egwu na onye edemede a ma ama n'ụwa niile",
  "Ọ bụ onye na-ejide Guinness World Record, onye na-ere ahịa kacha mma na Middle East, onye mmeri ugboro asaa nke World Music Awards na onye mmeri ise nke Platinum Records.",
  "A mụrụ Amr Abdel Basset Abdel Azeez Diab (Arabic: ) n'ụbọchị iri na otu n'ọnwa Ọktoba n'afọ 1961 na Port Said n'ezinụlọ ndị Alakụba Egypt si n'akụkụ obodo Egypt nke Menia Elamh, na Sharqia Governorate, Egypt",
  "Diab gụsịrị akwụkwọ na nzere bachelọ na Music na Cairo Academy of Arts n'afọ 1986.",
  "Diab weputara abọm mbụ ya akpọrọ Ya Tareeq n'afọ 1983",
  "Abọm nke abụọ nke Diab, Ghanny Men Albak (1984), nke bụ nke mbụ n'ime usoro ndekọ ọ wepụtara na Delta Sound; gụnyere Hala Hala (1986), Khalseen (1987), na Mayyal (1988), na egwu aha ahụ ghọrọ otu n'ime egwu 10 kachasị elu n'ụwa n'oge ahụ",
  "Ihe ndị ọzọ ọ wepụtara gụnyere Shawa'na (1989), Matkhafesh (1990), Habibi (1991), Ayyamna (1992), Ya Omrena (1993), Weylomony (1994), na Rag'een (1995)",
  "Ka ọ na-erule afọ 1992, ọ ghọrọ onye Egypt na Middle East mbụ na-ese egwu na-amalite ime vidiyo egwu dị elu.",
  "Aha Diab na ụlọ ọrụ egwu emeela ka ọ nwalee ụdị mgbasa ozi ndị ọzọ, dịka ihe nkiri",
  "Amr mere onwe ya na ihe nkiri mbụ ya, El Afareet, nke e wepụtara n'afọ 1989",
  "Ọ bụkwa onye na-eme ihe nkiri Madiha Kamel",
  "Ihe nkiri ya nke abụọ Ice Cream in Gleam (Ays Krim fi Glym), nke Diab pụtara na 1992, bụ nke UCLA School of Theater, Film and Television họọrọ dịka otu n'ime ihe nkiri egwu ise kachasị mma nke Ijipt",
  "E gosipụtara ihe nkiri ahụ na mmemme ọhụrụ nke UCLA Film and Television Archive \"Music on the Nile: Fifty Years of Egyptian Musical Films\" na James Bridges Theater na UCLA na 6, 8 na 10 Eprel 1999",
  "David Chute nke Los Angeles Weekly kpọrọ ya \"onye na-ahụ anya\" na \"nnukwu ọganihu\". E wepụtara ihe nkiri nke atọ ya n'afọ 1993, a kpọrọ ya Deahk We La'ab (Ịkwa na Egwu)",
  "Ihe nkiri ahụ gosipụtara na Egyptian Film Festival n'afọ 1993",
  "Amr so onye na-eme ihe nkiri mba Egypt Omar Sharif (Lawrence nke Arabia, Doctor Zhivago) na Yousra rụọ ọrụ",
  "N'ozuzu, Diab enwetaghị otu ihe ịga nke ọma na ihe nkiri dịka o nwere na ọrụ egwu ya",
  "Kemgbe afọ 1993, Diab lekwasịrị anya n'ọrụ ịbụ abụ ya.",
  "Diab nwere nwa nwanyị okenye site na alụmdi na nwunye mbụ ya na onye na-eme ihe nkiri Egypt Shereen Reda",
  "N'afọ 1994, ọ lụrụ nwanyị ọchụnta ego Saudi Zeina Ashour",
  "Ha nwere ụmụ atọ",
  "N'afọ 2018, ọ lụrụ onye ọzọ na-eme ihe nkiri n'Egypt, Dina El Sherbiny, mgbe mmekọrịta ya na Ashour kwụsịrị. A maghị ma ha kewara ma ọ bụ gbaa alụkwaghịm. Otú ọ dị, Diab na El Sherbiny kewara na ngwụcha afọ 2020."
]