[
  "Amra-Faye Wright (a mụrụ n'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 1960) bụ onye na-eme ihe nkiri na South Africa nke a maara nke ọma maka igosipụta Velma Kelly na egwu Chicago, ma na Broadway ma na njem mba ụwa",
  "N'afọ 2010, ọ ghọrọ onye na-eme ihe nkiri mbụ rụrụ ọrụ ahụ na Bekee na Japanese.",
  "Wright na-arụ ọrụ Velma Kelly ugboro ugboro, nke mbụ na-eduzi njem mba UK nke afọ 2001 ma mesịa, njem Europe na mmepụta nke egwu kwa afọ kemgbe afọ 2001 n'ụwa niile",
  "Onye natara Naledi na Fleur du Cap Awards maka arụmọrụ ya na mmepụta South Africa.",
  "Ọ na-aga n'ihu na-arụ ọrụ a na-agbanwe n'etiti London West End na Broadway.",
  "Wright malitere ọrụ ọkachamara ya dịka onye na-agba egwú na Sun City South Africa, na-apụta n'ọtụtụ egwu egwu",
  "N'afọ 1992, ọ rụrụ ọrụ \"Sheila\" na A Chorus Line na Johannesburg Civic Theatre",
  "Mgbe nke ahụ gasịrị, ọ pụtara na  egwu gburugburu ụwa na-arụ ọrụ site na ụlọ ọrụ dị na Paris, Monte Carlo, na London.",
  "N'afọ 1993, ọ rụrụ ọrụ na Le Sporting na Monaco, na-agba egwú na ihe ngosi maka Whitney Houston, MC Hammer, Paul Anka na Donna Summer",
  "N'afọ 1994, ọ laghachiri Monaco maka afọ abụọ iji rụọ ọrụ dịka onye na-eme ihe nkiri na Cabaret na Monte Carlo Casino",
  "Wright laghachiri South Africa n'afọ 1999 iji mepụta ọrụ bụ isi na Elvis Las Vegas, (onye nduzi Andrew Botha) na-emeri Vita Award maka arụmọrụ kachasị mma na Musical Theatre",
  "N'afọ 2000 ọ gbara Sandy na Grease na Johannesburg Stadium Spectacular, nke David Gilmore duziri.",
  "O mepụtara nke mbụ n'ime  ngosi atọ nke otu nwanyị, Rouge Pulp, n'afọ 2000 wee merie Vita Award maka Best Musical Performance",
  "Drinks on Me sochiri n'afọ 2001 (Vita Award for Best Musical Interformance,  nke Mark Hawkins duziri) na It Sãos not Where I Start, n'afọ 2002.",
  "Wright na-aga n'ihu na-eme ihe nkiri dịka onye na-eme egwuregwu, onye na-agụ egwu cabaret, na onye na-agba egwu n'onwe ya na ihe omume gburugburu ụwa.",
  "A mụrụ Wright na East London, South Africa",
  "Nna ya, John Ball, bụ onye na-agba ọsọ ogologo oge, onye nwere ihe ndekọ maka ịgba ọsọ site na Los Angeles ruo New York n'afọ 1972",
  "Ihe mgbaru ọsọ mbụ Wright bụ ịbụ onye na-agba egwú ballet ma ọ zụrụ maka afọ iri na isii.",
  "Wright lụrụ di ugboro abụọ, ma nwee nwa nwanyị site na alụmdi na nwunye ọ bụla",
  "Ọ lụrụ Heinrich Kruse ugbu a, onye na-akụ ọkpọ South Africa; ha bi na New York."
]