[
  "Njikọ Amur bụ nnweta nke akụkụ ndịda ọwụwa anyanwụ nke Siberia site n'Alaeze Ukwu Russia na 1858 na 1860 site na usoro nkwekọrịta na-ahaghị nhata nke a manyere ndị eze Qing nke China",
  "Mpaghara abụọ metụtara bụ Priamurye n'etiti Osimiri Amur na Stanovoy Range n'ebe ugwu, na Primorye nke na-agbadata n'ụsọ oké osimiri site n'ọnụ Amur ruo n'ókè Korea, gụnyere agwaetiti Sakhalin",
  "Ógbè a maara ugbu a dị ka Outer Manchuria, akụkụ nke mpaghara sara mbara a na-akpọ Manchuria, nọbu n'okpuru ọbụbụeze nke Qing China.",
  "Na ọdịdị ala nke oge a nke Russia, Priamurye (\"Amur Lands\") kwekọrọ na Amur Oblast na ọkara ndịda nke Khabarovsk Krai, ebe Primorye (\"Maritime Lands\") kwekọtara na Primorsky Krai (na, ma eleghị anya, akụkụ ndị dị nso nke Khabarobsk Krai)",
  "[citation needed]",
  "N'ihe gbasara mmiri, Stanovoy Range na-ekewa osimiri ndị na-asọba n'ebe ugwu n'ime Arctic na ndị na-aga n'ebe ndịda n'ime Osimiri Amur",
  "N'ihe gbasara gburugburu ebe obibi, mpaghara ahụ bụ nsọtụ ndịda ọwụwa anyanwụ nke oké ọhịa Siberia na mpaghara ụfọdụ dị mma maka ọrụ ugbo n'etiti Amur",
  "Na mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị, site n'ihe dị ka 600 OA, ọ bụ mpaghara ugwu nke ụwa China-Korean-Manchu.",
  "N'afọ 1643, ndị njem Russia gbasaa na Stanovoys",
  "Ka ọ na-erule 1689, ndị Manchu chụpụrụ ha",
  "Site na Nkwekọrịta nke Nerchinsk (1689) alaeze ukwu abụọ ahụ ghọtara Stanovoys na Osimiri Argun dị ka ókèala ha",
  "Nke a nọgidere na-akwụsi ike ruo n'afọ 1840.",
  "Mgbe njem nke Captain James Cook gasịrị, ọnụ ọgụgụ dị ukwuu nke ụgbọ mmiri ndị Britain, French, na America malitere ịbanye na Pacific",
  "Ndị Russia dị ka Grigory Shelikhov na Nikolai Rezanov sochiri ha bụ ndị na-echegbu onwe ha banyere ógbè ọhụrụ ndị Russia na Alaska",
  "Nke a welitere nsogbu nke nchebe ụgbọ mmiri nke ụsọ oké osimiri ọwụwa anyanwụ nke Siberia na ohere nke iji Osimiri Amur dị ka ụzọ mbubata na Pacific.",
  "N'afọ 1845, Alexander von Middendorf banyere n'obodo Amur wee dee akụkọ",
  "N'afọ 1847, Aleksandr Gavrilov [ru] rụtere n'ọnụ Amur mana ọ pụghị ịchọta ọnụ ụzọ mmiri miri emi.",
  "N'afọ 1847, a họpụtara Nikolay Muravyov dịka gọvanọ-ọchịchị nke East Siberia",
  "Tupu ọ gawa Irkutsk, o mere ndokwa ka e mepụta Kọmitii Amur iji hazie ọrụ n'ógbè ahụ",
  "N'afọ 1849, o mere njem ala gaa Okhotsk wee gaa Petropavlovsk-Kamchatsky",
  "Otu nsonaazụ nke a bụ iwepụ isi ụlọ ọrụ ụgbọ mmiri site na Okhotsk gaa Petropavlovsk.",
  "N'afọ 1848, e zigara Gennady Nevelskoy na Baikal iji nyochaa ụsọ oké osimiri Pacific.",
  "N'afọ 1849, Nevelskoy ji ụgbọ mmiri gaa n'akụkụ Amur, wee gaa n'ebe ndịda site na Tatar Strait, si otú a gosipụta na Sakhalin bụ agwaetiti, eziokwu nke e debere na ǹzuzo ndị agha.",
  "N'afọ 1850, Nevelskoy guzobere Nikolayevsk-on-Amur n'ihe a na-ekwu na ọ bụ ala China",
  "Karl Nesselrode, minista mba ọzọ, gbalịrị iwepu nke a, mana Nicholas I kwupụtara \"ebe ozugbo e welitere ọkọlọtọ Russia, a gaghị ekwe ka e belata ya\"",
  "[citation needed] N'ime afọ atọ sochirinụ, Nevelskoy guzobere ebe ndị ọzọ siri ike na mpaghara China a na-ekwu na ọ dị gburugburu ọnụ Amur",
  "[citation mkpa]",
  "Iji guzobe ndị agha, Muravyov mepụtara ndị Cossack ọhụrụ, ndị Transbaikalian Cossacks, site n'inye ndị na-egwupụta ihe n'ime ala 20,000 ngwá agha",
  "Na Mee rụọ jụni 1854 ya na otu pukụ ndị ikom ji ụgbọ mmiri gbadaa Amur gaa Nikolayevsk",
  "Gọvanọ Manchu nọ na Aigun enweghị ihe ọzọ ọ ga-eme ma ọ bụghị ikwe ka ha gafee.",
  "Akụkọ banyere Agha Crimea rutere n'ebe ọwụwa anyanwụ dị anya na July 1854",
  "N'ọnwa Septemba, e meriri ndị agha mmiri Anglo-French na Siege of Petropavlovsk",
  "N'ikpebi na enweghị ike ichebe Petropavlovsk, Muravyov nyere iwu ka Rear Admiral Vasily Zavoyko bufee ndị agha ya na mpaghara Amur",
  "Na Mee 1855, ndị agha Charles Elliot chọtara Zavoyko na De Kastri Bay (n'ebe ndịda Cape Nevelskoy na Tatar Strait).",
  "N' okpụrụ mkpuchi nke alụlụ, Zavoiko laghachiri n'ebe ugwu ruo n'ọnụ Amur, nke gbagọrọ ndị Britain anya ebe ọ bụ na ha chere na Sakhalin jikọtara ya na ala ahụ",
  "N'afọ 1855, Muravyov zigara ndị agha 3,000 n'osimiri Amur, gụnyere ndị bi na ya",
  "Ndị China kwupụtara na nke a bụ iwu na-akwadoghị, mana ha emeghị  ọ bụla",
  "[citation needed]",
  "Ọzọkwa na 1855, Russia na Japan bịanyere aka na Nkwekọrịta nke Shimoda nke doziri esem okwu ha na Sakhalin na Kuril Islands",
  "Onye nnọchi anya Russia bụ Admiral Putyatin (lee n'okpuru)",
  "[citation needed]",
  "Agha opium nke Abụọ malitere na 1856",
  "N'afọ 1858, ndị Britain na ndị France weghaara Canton",
  "Mgbe akụkọ nke a rụtere Saint Petersburg, minista mba ọzọ, Alexander Gorchakov, onye nọchiri Nesselrode, kpebiri na oge eruola \"ịrụ ọrụ Russian Far Eastern Policy\"",
  "E nyere Muravyov ikike zuru oke ma zigara Admiral Yevfimy Putyatin na Peking iji kwurịta mmekọrịta dị mma.",
  "N'afọ 1856 na 1857, Muravyov zigara ndị ọzọ bi na Amur",
  "N'afọ 1858, ọ gara n'onwe ya",
  "Ntuziaka ya abụghị iji ike mee ihe ma e wezụga ịnapụta ndị a dọtara n'agha",
  "Mgbe ọ rutere Aigun, o nyere gọvanọ mpaghara nkwekọrịta, nke a bịanyere aka na ya",
  "Nkwekọrịta nke Aigun nyere ala niile dị n'ebe ugwu nke Amur na Russia ma kwupụta mpaghara ọwụwa anyanwụ nke Osimiri Ussuri na ndịda nke Amur (n'ebe ugwu Primorye) ka ọ bụrụ condominium Russo-Chinese ruo mgbe mkparịta ụka ọzọ.",
  "Muravyov gara n'ihu na Amur wee guzobe Khabarovsk n'ọnụ Ussuri",
  "Na Septemba 1858, Alexander nke Abụọ buliri ya n'ọkwa ka ọ bụrụ ọchịagha zuru oke ma nye ya nsonaazụ '-Amursky'",
  "N'afọ 1859, o zigara njem nchọpụta n'ụsọ oké osimiri ruọ Vladivostok.",
  "Ka ọ dị ugbu a, Admiral Yevfimy Putyatin na-eme njem n'ala na China",
  "Mgbe ọ rutere Kyakhta, a jụrụ ya ịbanye n'oge ọpupu ihe ubi nke afọ 1857",
  "Ọ ji ụgbọ mmiri gbadaa Amur wee buru ụgbọ mmiri ya gaa Tientsin",
  "Mgbe ọ jụrụ ịbanye ọzọ, ọ sonyeere ndị Britain na ndị France na Shanghai",
  "Mgbe ndị enyi weghaara Taku Forts Putyatin wepụtara onwe ya dị ka onye ogbugbo",
  "Ihe si na ya pụta bụ Nkwekọrịta nke Tientsin nke nyere ọtụtụ n'ime ihe ndị jikọrọ aka chọrọ",
  "N'agwaghị ndị enyi ya n'ụzọ zuru ezu, Putyatin mere nkwekọrịta dị iche na ndị China na June 13, 1858.",
  "Iji kwụọ ụgwọ maka egbe, égbè 20,000 na ndị nkuzi agha, a ga-agbanwe ókèala ahụ n'ụzọ a na-akọwaghị akọwa",
  "Putyatin amaghị banyere Nkwekọrịta nke Aigun nke a bịanyere aka ụbọchị 16 tupu mgbe ahụ",
  "Mgbe ndị enyi ahụ lara, ndị China emeghị nkwekọrịta ahụ",
  "Ndị enyi laghachiri na June 1859, gbalịrị iweghachite Taku Forts ma daa",
  "N'ihi ya, ndị China jụrụ ịkwado nkwekọrịta ahụ.",
  "N'oge a, Major General dị afọ 27 aha ya bụ Nikolay Pavlovich Ignatyev banyere na foto ahụ",
  "Na Machị 1859 e kenyere ya iso ngwá agha na ndị nkuzi Russia",
  "N'ókè, ọ chọpụtara na ndị China ajụla nkwekọrịta ahụ ma ghara ịnabata ngwá agha",
  "Ọ gara n'ihu na Peking ebe ọ nọrọ na ozi ụka Russia ma gbalịa iso ndị Manchus kwurịta okwu.",
  "Mgbe ọ nụrụ nkwadebe nke ndị agha, Ignatyev sonyeere ndị Britain na ndị France na Shanghai ma gosipụta na ọ na-enyere ndị kansụl ndị agha aka, ebe ọ nwere map nke Peking na ezigbo ndị ntụgharị",
  "Ka ọ na-erule n'ọnwa Ọktoba n'afọ 1860, ndị Britain na ndị France weghachitere ebe ndị Taku",
  "Ha banyere Peking ma eze ukwu ahụ gbaga Jehol",
  "Ignatyev debere onwe ya dị ka onye ogbugbo n'etiti ndị Europe na ndị China",
  "Na nkwekọrịta abụọ mbụ nke Peking (Ọktoba 24 na 25, 1860) ihe fọrọ nke nta ka ọ bụrụ ihe niile ndị jikọrọ aka chọrọ mezuru",
  "Ignatyev gara n'ihu na mkparịta ụka maka nkwekọrịta Russia na China",
  "O mere ka ndị China kwenye na ọ bụ naanị nkwado ya ga-eme ka ndị enyi hapụ isi obodo ahụ.",
  "Ihe si na ya pụta bụ Nzukọ Russia na China nke Peking nke ọnwa novemba nke ụbọchị iri na anọ 1860",
  "Site na nke a, a kwadoro Nkwekọrịta nke Tientsin ma nyefee ala niile dị n'ebe ugwu nke Amur na n'ebe ọwụwa anyanwụ nke Ussuri n'aka Alaeze Ukwu Russia",
  "Ya mere, site na nkwekọrịta mmekọrịta mba na mba na naanị pukụ ndị agha ole na ole, ndị Russia jiri adịghị ike nke China na ike nke ike ndị ọzọ dị na Europe mee ihe iji weghara 350,000 square miles (910,000 km2) nke ala China",
  "Ewezuga emụme Muravyov na Aigun, o doro anya na ha agbaghị otu égbè."
]