[
  "Anacamptis morio, orchid nwere nku na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ orchid nwere akwụkwọ ndụ akwụkwọ nri (nke a na-akpọkwa Orchis morio), bụ osisi na-agbasa okooko nke ezinụlọ orchid, Orchidaceae",
  "Ọ na-enwekarị okooko osisi na-acha odo odo, a na-ahụkwa ya na Europe na Middle East.",
  "Ọ na-agbasa site na ngwụcha Eprel ruo June na British Isles, na mbido Febụwarị na mba ndị ọzọ, dị ka France",
  "Inflorescence nwere ụcha dị iche iche, ọkachasị purple ma na-agbanwe site na ọcha, site na pink, ruo purple miri emi",
  "Okooko osisi nke ọnụọgụgụ ya dị n'etiti ise ruo iri abụọ na ise ndị yiri okpu na-etolite n'ìgwè dị nro, nke dị n'elu otu ogwe osisi",
  "Akụkụ abụọ dị n'akụkụ nke nwere akwụkwọ ndụ akwụkwọ ndụ, mgbe ụfọdụ na-acha edo edo na-agbasa n'akụkụ dị ka \"nku\", na-enye orchid aha ya",
  "Obosara, lobed atọ, ala ala ala na-acha odo odo n'etiti na ntụpọ gbara ọchịchịrị.",
  "Akwụkwọ ya bụ lanceolate, ma ọ bụ mgbe ụfọdụ ovate, ma na-eto na rosette gburugburu ala nke atụmatụ ahụ, na ụfọdụ akwụkwọ ndị dị gịrịgịrị na-ejide ogwe osisi ahụ ma na-ekpuchi ihe fọrọ nke nta ka ọ bụrụ okooko osisi",
  "Akwụkwọ ya na-acha akwụkwọ ndụ akwụkwọ ndụ ma na-enweghị ntụpọ",
  "Osisi na-eto ruo sentimita ịrị anọ n'ịdị elu.",
  "Ọ dị ka orchid purple Orchis mascula, nke na-agbasa n'otu oge nke afọ, mana Anacamptis morio nwere akara akwụkwọ ndụ akwụkwọ ndụ na sepals abụọ dị n'akụkụ, ọ nweghịkwa ntụpọ ma ọ bụ ntụpọ nke akwụkwọ Purple.",
  "Osisi ọ bụla nwere ike ifuru ruo afọ iri na asaa.",
  "A kọwara ụdị ahụ na mbụ, dị ka Orchis morio, site n'aka Carl Linnaeus, n'afọ 1753",
  "E wegara ya na ụdị Anacamptis na 1997. Anacamptis sitere n'okwu Grik ανακάμτειν \"anakamptein\" nke pụtara ịgbagọ, ọ bụ ezie na dị ka isi mmalite dị iche iche si kwuo ọ nwere ike ịpụta ịgbagọ azụ, ịgbagọ ala ma ọ bụ gbagọ n'ihu. Aha morio bụ Latin maka \"clown\", nke a na-ewere okooko ya na-acha uhie uhie na nke nwere ntụpọ ka ọ dị.",
  "Dika n'ọnwa Mee afọ 2014, otu World Checklist of Selected Plant Families nabatara ụdị ọzọ dị isii :",
  "Ọ bụ nwa amaala ọdịda anyanwụ Eurasia, site na Europe ruo Iran",
  "Na British Isles a na-ahụ ya na etiti ndịda England, Wales na Ireland.",
  "Ọ na-eto n'ala ahịhịa na-emeghị ka ọ dị mma, ọkachasị n'ala limestone",
  "Ụdị a na-eto eto ebe a na-egbutu ahịhịa otu ugboro ma ọ bụ ugboro abụọ n'afọ mgbe okooko osisi zuru ezu, ma ọ bụ ebe a na'azụ ya mgbe okooko ya zuru ezu. Ịkpụ ma ọ bụ ịkpụchasị ekwesịghị ime ozugbo okooko osisi gasịrị mana inye oge maka mgbasa mkpụrụ.",
  "Ọ nwere ike itolite n'ala ahịhịa kpọrọ nkụ ma ọ bụ mmiri",
  "A pụkwara ịchọta ya n'ala ahịhịa dị n'ụsọ oké osimiri, ebe a na-egwupụta okwute, ebe a-egwuputa ihe, nakwa n'akụkụ ụzọ na ahịhịhịa. Na kọntinent Europe, a na-ahụkwa ya n'ebe ịta ahịhịa alpine na n'ala ahịhịhịa xerothermic na porphyry outcrops.",
  "Elu kachasị elu maka ụdị a dị n'etiti 1500 na 2000m.",
  "Nkesa mkpụrụ osisi bụ nke a na-eme site n'aka aṅụ.",
  "Okooko osisi anaghị emepụta ihe na-atọ ụtọ, mana ha nwere ike ịdọta ndị na-eme ntụ ọka site na ọdịdị anya ha",
  "Mgbukpọ a na-eme ka ngwakọta nke pollen dị n'etiti osisi dị iche iche dị mfe, na-akwalite ọdịiche dị iche iche nke mkpụrụ ndụ ihe nketa n'ime ụdị ahụ, a na-enwekwa mmasị na evolushọn karịa mmepụta ihe na-eme.",
  "Osisi enweghị ike ịmalite na-enweghị onye mmekọ mycorrhizal",
  "Nke a na-eme ka ha bụrụ ndị kemịkal, ọkachasị fungicides, kamakwa ngwa kemịkal ndị ọzọ, gụnyere fatịlaịza, nke nwere ike belata mmụba nke ụdị fungus ụfọdụ",
  "Mycorrhizal fungi a maara na ọ na-eto na njikọ ya na orchid nwere nku na-acha akwụkwọ ndụ akwụkwọ ndụ gụnyere Epulorhiza repens (Tulasnellaceae) na Moniliopsis solani (Ceratobasidiaceae).",
  "Ọnọdụ nchekwa nke ụdị a dị n'ihe ize ndụ ma na-achọ iyi egwu.",
  "Ọ bụ ụdị a na-echebe na Northern Ireland n'okpuru iwu anụ ọhịa nke 1985.",
  "N'afọ 2001, a nabatara Anacamptis morio dị ka akara ngosi maka Priory Vale, nke atọ na nke ikpeazụ na ọrụ 'Northern Expansion' nke Swindon",
  "N'ihi mbelata ngwa ngwa na ụdị a na-echebe ha n'ọnọdụ ụfọdụ, ọ bụ ezie na a ka na-ewere ha dị ka ihe a na-ahụkarị na mpaghara Swindon, ọkachasị Clifford Meadow, saịtị nke Special Scientific Interest (SSSI) na Thamesdown Drive, Swindon."
]