[
  "Anansi (/əˈnɑːnsi/ ə-NAHN-see; n'ụzọ nkịtị na-asụgharị ka ududo) bụ onye Akan na-akọ akụkọ ọdịnala na Chi Akan nke Akụkọ, Amamihe, Ihe Ọmụma, na ikekwe okike",
  "Ọ na-enwekarị ọdịdị ududo ma na-ewere ya mgbe ụfọdụ dị ka chi nke ihe ọmụma niile nke akụkọ",
  "N'ịbụ onye na-arụ ọrụ dị ka onye aghụghọ, ọ bụkwa otu n'ime ndị kachasị mkpa na West Africa, African American na Caribbean folklore",
  "N'ịbụ ndị sitere na Ghana, West Africa, a na-ebufe akụkọ ududo ndị a na Caribbean site na ahịa ohu gafere Atlantic. A maara Anansi nke ọma maka ikike ya ịghọ aghụghọ na imeri ndị iro dị ike site na iji aghụghọ, ihe okike na ọgụgụ isi. N'agbanyeghị na ọ na-arụ ọrụ nke onye aghụghọ, omume Anansi na ilu na-edugakarị ya dị ka onye na-eme ihe nkiri n'ihi ikike ya ịgbanwe adịghị ike ya doro anya n'ime omume ọma. Ọ bụ otu n'ime ọtụtụ ndị aghụghọ West Africa gụnyere Br'er Rabbit na Leuk Rabbit.",
  "A na-ahụ akụkọ ududo n'ọtụtụ ebe n'Ebe Ọdịda Anyanwụ Afrịka, mana akụkọ Anansi sitere na Ghana so n'ime ndị a maara nke ọma, dịka aha Anansi sitere n'okwu n'asụsụ Akan maka \" ududo\". Ha mechara gbasaa na West Indies, Suriname, Sierra Leone (ebe ndị Jamaican Maroons webatara ha) na Netherlands Antilles; nakwa Curaçao, Aruba, na Bonaire.",
  "A na-egosipụta Anansi n'ọtụtụ ụzọ dị iche iche na aha dị iche iche, site na \"Ananse\", \"Kwaku Ananse\", na \"Anancy,\" na ntụgharị ụwa ọhụrụ ya, dị ka \"Ba Anansi\", 102 Xi 123 \"Kompa Nanzi\" na / ma ọ bụ \"Nanzi\", \"Nancy\", \"Aunt Nancy\", na \"Sis' Nancy\". Ọ bụ ezie na a na-egosikarị ya dị ka anụmanụ, Anansi nwere ọtụtụ ihe nnọchianya, ọ bụghị naanị na ọ na-eme dị ka nwoke kamakwa na-apụta dị ka otu",
  "Na ndị ọzọ, Anansi bụ ududo anthropomorphized nwere ihu mmadụ, ma ọ bụ n'aka nke ọzọ, mmadụ nwere ọdịdị ududo, dị ka ụkwụ asatọ",
  "Anansi nwekwara ezinụlọ n'ọtụtụ akụkọ ọdịnala metụtara ya, nke gụnyere nwunye ya na-ata ahụhụ ogologo oge Okonore Yaa ̆ nke a maara na mpaghara ndị ọzọ dị ka Aso, Crooky, ma ọ bụ Shi Maria; Ntikuma, nwa mbụ ya; Tikelenkelen, nwa ya nwoke buru ibu; Nankonhwea, nwa ya nke nwere olu dị nro na ụkwụ dị nro; n'ikpeazụ, Afudohwedohwe, nwa ya dị n'afọ. Anansi nwekwara nwa nwanyị mara mma aha ya bụ Anansewa n'akụkọ ndị ọzọ, dị ka ndị e gosipụtara n'ọrụ Efua Sutherland: n'akụakụkọ Efua, ọ malitere ọrụ iji hụ na Anansewa nwere ike ịnwe onye kwesịrị ekwesị.",
  "A na-ekwu na a makwaara Odomankoma dị ka Ananse Kokuroko (nke pụtara Nnukwu Ugo),A na-achọta akụkọ ududo nke ukwuu na West Africa dum, mana akụkọ Anansi sitere na Ghana so na ndị a kacha mara amara, dịka aha Anansi sitere na okwu dị n'asụsụ Akan maka \"ududo\"",
  "Ha mechara gbasaa na West Indies, Suriname, Sierra Leone (ebe ndị Jamaican Maroons webatara ha) na Netherlands Antilles; nakwa Curacao, Aruba, na Bonaire."
]