[
  "Anatomy of an Epidemic: Magic Bullets, Psychiatric Drugs, and the Astonishing Rise of Mental Illness in America bụ akwụkwọ Robert Whitaker bipụtara na 2010 site n'aka Crown. Whitaker jụrụ ihe mere ọnụ ọgụgụ ndị America na-enweta nkwarụ gọọmentị maka ọrịa uche ji okpukpu abụọ kemgbe 1987.",
  "N'akwụkwọ ahụ, Whitaker na-anwa ịza ajụjụ a ma nyochaa nsonaazụ ogologo oge maka ndị isi mgbaka nọ na US.",
  "Whitaker malitere site n'ịtụleghachi nchọpụta nke ọgwụ mgbochi isi mgbaka, benzodiazepines na antidepressants",
  "A chọpụtara ihe ndị a dị ka mmetụta na-adịghị mma n'oge nyocha maka antihistamines (karịsịa promethazine), ọgwụ nje gram negative (dịka mephenesin) na isoniazid na iproniazit",
  "A maghị usoro ọgwụ ndị a na-arụ ọrụ n'oge ahụ ma bụrụkwa nke mbụ akpọrọ isi tranquilizers (nke bụzi ihe mgbochi ọrịa uche) maka ịkpata \"euphoric quietude\"; obere calmists (onye ugbu a benzodiazepines) na psychical energizors (ọzọ oge niile antidepressants) site na ndị ọrịa 'na-agba egwú na ngalaba'. E mepụtara ihe ndị a n'oge uto maka ụlọ ọrụ ọgwụ nke 1951 Durham-Humphrey Amendment kwadoro, na-enye ndị dọkịta ikike ịnye iwu site otú ahụ mee ka ọdịmma nke ndị dibịa na nnukwu ụlọ ọrụ",
  "Nke a sochiri mmepe nke ụlọ ọrụ ahụ maka \"mgbọ anwansi\" na-agwọ ndị nwere, dịka ọmụmaatụ, ọrịa shuga, nke dị ka Whitaker si kwuo nyere ihe atụ iji ree echiche ọgwụgwọ ndị a nye ọha",
  "Ọ bụghị ruo mgbe ọtụtụ afọ gachara, mgbe achọpụtachara usoro ọgwụ ndị a gasịrị, na e mepụtara echiche serotonergic nke ịda mbà n'obi na dopaminergic hypothesis of schizophrenia iji kwekọọ na nhazi ahụ",
  "Dabere na nyocha Whitaker nke akwụkwọ ndị bụ isi, ọkwa dị ala nke serotonin na ogo dopamine kachasị elu \"egosila eziokwu n'etiti WITH tupu ikpughe ya maka antidepressants ma ọ bụ antipsychotics (yabụ dịka usoro homeostatic) mana Ọ bụghị n'ime ụmụ ọrịa enweghị ihu.",
  "Whitaker gara n'ihu na-akatọ echiche nke mgbọ anwansi site n'ịwakpo akụkọ ihe mere eme ahụ bụ \"mmepụta ya dị ka Thorazine\" kpochapụrụ ebe ndị gbara ọsọ ndụ. Ikpe ya malitere site n'igosi na ngwụcha afọ 1940s na 1950s ~75% nke ikpe a nabatara maka ihe omume mbụ schizophrenia gbakere obodo ahụ ruo mgbe ọ dị ka afọ 3 (A tọhapụrụ Thorazine naanị 1955). Ọ na-ekwuzi na mbata nke Thorazine emeghị ka ọnụ ọgụgụ ndị a chụpụrụ n'afọ 1950 dịkwuo mma maka mmadụ ọhụrụ chọpụtara ọrịa schizophrenia",
  "N'ezie, dabere na naanị nnukwu nyocha nke schizophrenia mbụ n'oge a, 88% nke ndị anaghị agwọta ka ewepụrụ ya n'ime ọnwa iri na asatọ ma e jiri ya tụnyere 74% nke neuroleptic. Nke a gosiputara site n'eziokwu na mgbe eweputere Thorazine na 1955 enwere puku ndị ọrịa schizophrenia 267 n'ụlọ ọgwụ isi mgbaka nke steeti, afọ asatọ ka e mesịrị, ha nwere narị abụọ na iri ise atọ. Ihe ọ na-ekwu n'ezie ka e kpochapụrụ ebe mgbaba ahụ bụ mmalite nke Medicare na Medicaid na 1965",
  "Ihe omume ndị a nyere nkwado gọọmentị etiti maka nlekọta ụlọ nọọsụ mana enweghị enyemaka dị otú ahụ iji lekọta ya na Ụlọ Ọgwụ Ndị Isi mgbaka steeti, wee si kwuo obodo niile, chọrọ ịchekwa ego, malitere iziga ndị ọrịa ha nọgidere-adịghị ala gaa ebe obibi.",
  "Whitaker kwetara na ọgwụ ndị isi mgbaka na-arụ ọrụ mgbe ụfọdụ mana o kwere ka a ga-eji ha mee ihe \"n'ụzọ ahọrọ, nlezianya\"",
  "A ga-aghọta na ha anaghị edozi nsogbu kemịkal ọ bụla",
  "Ma n'eziokwu, a ga-eji ha mee ihe nwa oge",
  "\"",
  "Whitaker na-achọpụta mmetụta nke ihe yiri ọrịa iatrogenic: ọgwụ ndị mmadụ nwetara nwere ike imebi ọrụ ụbụrụ ha.",
  "Whitaker na-atụ aro na \"ọgwụ ọjọọ\" na-egbuke egbuke gburugburu ọgbọ nke abụọ psychotropics adịla anya kemgbe",
  "Ọ na-ele \"hyping\" nke n'elu-ere atypical antipsychotics dị ka \"otu n'ime ihe ndị na-emenye ihere na akụkọ ihe mere eme nke psychiatry, dị ka otu nnyocha gọọmenti mgbe ọzọ achọpụtaghị na ha dị mma karịa ọgbọ mbụ anti-psychotics.\"",
  "Whitaker na-ekwu okwu ọma banyere Open Dialogue, nzukọ nlekọta nke prọfesị ọkà n'akparamàgwà mmadụ bụ Jaakko Seikkula dere ya na Keropudas Hospital dị na Tornio na Lapland ebe a na-enye ndị ọrịa ọgwụ naanị obere oge",
  "Dị ka Whitaker si kwuo, mpaghara ahụ nwere [mgbe?] ego kachasị ala maka ọrịa uche n'ime distrikti niile dị na Finland.",
  "Whitaker na-ahụ na ụmụaka na-enweghi ike inye ọgwụ n'oge ndụ ha niile",
  "Dị ka onye edemede na-ekwu, onye na-ahụ maka mgbaka na ndị nne na nna nwere ike inye nwatakịrị \"cocktail\" ịmanye ya ime omume",
  "Mgbe ahụ mgbe nwatakịrị a ruru afọ iri na asatọ, Whitaker na-ekwu na nwata ahụ na-abụkarị okenye nwere nkwarụ.",
  "Whitaker nọrọ otu afọ na ọkara nyocha maka akwụkwọ a, ma na-edobe webụsaịtị na-edepụta ụfọdụ ọmụmụ ihe dị mkpa.",
  "Whitaker gbara Salon na The Boston Globe ajụjụ ọnụ n'oge a tọhapụrụ akwụkwọ ahụ. O mekwara njem akwụkwọ, o kwukwara otu awa na ọkara na C-SPAN ebe enwere vidiyo echekwara.",
  "Nyocha nke onye nyocha ụra Dennis Rosen maka The Boston Globe kwubiri na \"ọ bụ ezie na nyochachara nke ọma na ịbịarute ọtụtụ narị isi mmalite, oghere dị na tiori ya ka dị ukwuu nke na ọ ga-eme nke ọma n'ịgba arụmụka doro anya\", ma jiri Whitaker tụnyere Whitaker",
  "Thabo Mbeki na ịjụ ọrịa AIDS. Akwụkwọ ahụ nwetara nyocha dị mma site na New Scientist, The Record, Time magazine, na Salon.",
  "Ihe karịrị otu afọ mgbe e bipụtara akwụkwọ ahụ, Marcia Angell, onye bụbu nchịkọta akụkọ nke The New England Journal of Medicine, weputara nyocha abụọ banyere Whitaker na akwukwo ndị ọzọ na The New York Review of Books",
  "Whitaker gosipụtara echiche ya na Grand Round nke uche na Massachusetts General Hospital na Jenụwarị 13, 2011, ebe onye isi mgbaka Andrew Nierenberg katọrọ data ya na ụzọ ya",
  "Nkatọ agbakwunyere sitere n'aka dibia bekee na odee Daniel Carlat",
  "Whitaker azaghachila ndị nkatọ na webụsaịtị ya..",
  "N'April 2011, Investigative Reporters and Editors (IRE) mara ọkwa na akwụkwọ ahụ enwetala ihe nrite ya dị ka akwụkwọ akụkọ nyocha kacha mma nke 2010 na-ekwu, \"akwụkwọ a na-enye nyocha miri emi nke ọmụmụ ahụike na sayensị na intersperses na-akpali akpali ihe atụ nke akụkọ ifo",
  "N'ikpeazụ, Whitaker jụrụ amamihe nkịtị nke ọgwụgwọ ọrịa uche na ọgwụ.",
  "Àtụ:Anti-psychiatry"
]