[
  "Andeel bụ onye Ijipt na-ese ihe katụụn Ọrụ ya abịala n'ihu kemgbe mgbanwe ọchịchị Ijipt nke afọ 2011.",
  "A mụrụ Andeel na Kafr al-Sheikh n'afọ 1986",
  "Andeel na ndị mụrụ ya na-eme njem gaa Cairo mgbe niile n'agbanyeghị na ọ bighị n'ebe ahụ",
  "Ọ na-ekwu na ọ hụrụ Cairo n'anya site na nwata ma kpebie ịkwaga ebe ahụ mgbe ọ dị afọ iri na asaa mgbe ọ gụsịrị akwụkwọ sekọndrị",
  "Ọrụ mbụ ya bụ na akwụkwọ akụkọ Al Gael",
  "Otu afọ mgbe nke ahụ gasịrị, ọ kwagara na akwụkwọ akụkọ Al Dostour ebe ọ rụrụ ọrụ n'okpuru onye na-ese ihe nkiri Amr Selim",
  "Site n'ebe ahụ, Andeel kwagara na akwụkwọ akụkọ ọzọ nke onwe ya, Al Masry Al Youm, ma soro guzobe magazin ya na-atọ ọchị, Tok Tok.",
  "Andeel nwere mmasị na eserese mgbe ọ bụ nwata",
  "Nna ya gosiri ya ọrụ nke onye Egypt na-ese ihe nkiri Salah Jaheen, nke ọ na-ekwu na o nwere mmetụta dị ukwuu n'ọrụ nke ya",
  "Ọtụtụ n'ime ọrụ Andeel kpughere tupu Jaheen bụ onye mba ọzọ, yabụ ịhụ ọrụ Jaheen gbasara Ijipt bụ ihe kpaliri ya itinye aka na eserese",
  "Tupu ọ bụrụ onye a ma ama na-ese ihe nkiri, Otú ọ dị, Andeel nwalere ihu ọma ya n'ide edemede na ihe ọchị.",
  "Ọtụtụ n'ime ọrụ Andeel dabeere na ihe ọchị nke ndọrọ ndọrọ ọchịchị.\nNwanne nna ya gwara ya na nna nna ya bụ onye na-eme ihe nkiri nke mere ihe nkiri a na-akpọ Horses, nke ọ kpọgara na Berlin Film Festival",
  "N'ihi ịkpa ókè agbụrụ, e leghaara ya anya maka nnukwu ihe nrite ọ bụ ezie na o doro anya na o kwesịrị ya, na ụgbọ mmiri laghachiri Ijipt ọ tụbara naanị otu ihe nkiri ahụ n'oké osimiri wee laa ezumike nká na sinima",
  "Ihe ọmụma banyere iwe a manyere Andeel ịkwaga Cairo ma ghọọ onye na-ese ihe nkiri na nwata, yana ime ihe nkiri dị mkpirikpi (dị ka Ònye Maara, ihe nkiri noir nke a na-eme n'ọhịa ọdịda anyanwụ), ide edemede TV, imepụta akwụkwọ akụkọ, soro guzobe magazin na-atọ ọchị, malite akwụkwọ akụkọ na-atọ ụtọ nke Kafril Sheikh el Habeeba, ma na-eji Facebook eme ihe nke ukwuu",
  "Ọ na-amụ maka asambodo na ọrụ mmekọrịta mmadụ na ibe ya",
  "N'afọ 2012, ọ lụrụ di."
]