[
  "Andre Blaze Henshaw (amụrụ n'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 1983) bụ onye na-eme ihe nkiri na redio Naijiria, onye na-eti egwu, onye na telivishọn na onye na-emepụta ihe",
  "O bu ụzọ nweta ọkwa dị ka onye otu hip hop Tuck Tyght Allstars",
  "Ọrụ redio ya malitere na Rhythm 93.7 FM Port Harcourt, ebe ọ rụrụ ọrụ ihe karịrị afọ isii tupu ọ banye Nigezie dị ka onye na-elekọta TV",
  "N'ọnwa Mee afọ 2012, ọ hapụrụ ọrụ ya na ụlọ ọrụ telivishọn cable mgbe afọ anọ gasịrị, mgbe e mesịrị, ọ nabatara onyinye iji kwado Nigeria's Got Talent",
  "Tupu nke a, ọ kwadoro ọtụtụ ihe ngosi ndị ọzọ na-egosi ihe nkiri telivishọn gụnyere True Search, Agha nke Afọna Peak Talent Show",
  "Ọ bụkwa onye na-ahụ maka Google Nkà Dijitalụ maka Mmemme Ọzụzụ Africa.",
  "A mụrụ Blaze n'aka nne si Anambra Steeti na nna si Cross River Steeti",
  "Ọ tolitere na Port Harcourt na Calabar",
  "Blaze gara n'ihu na agụmakwụkwọ ya na Linguistics na Nkwukọrịta na Mahadum nke Port Harcourt, na-agwụcha nzere B.Sc",
  "na 2006.",
  "Dị ka onye na-eti egwu, Blaze nwetara aha ọjọọ n'oge dị ka onye otu hip hop nke Port Harcourt bụ Tuck Tyght.",
  "Ọ gbasoro nzọụkwụ nke onye nkuzi ya Loknan Dombin wee malite ọrụ mgbasa ozi ya na-arụ ọrụ maka Rhythm 93.7 FM Port Harcourt",
  "Mgbe ọ nọ n'ebe ahụ, o nwere ọkwa dị iche iche dị ka onye isi nke Ngalaba Nkwupụta, onye na-akpọsa ihe na-aga n'ihu, onye DJ redio na onye na-eme ihe ngosi.",
  "Blaze gara na telivishọn, na-aghọ Nigezie's Arịlịka ọnụọgụ vidiyo egwu iri kacha elu",
  "N'agbata afọ 2008 na afọ 2012, ọ duziri ọtụtụ mmemme TV na-aga nke ọma na mba ahụ",
  "Na mgbakwunye, ọ kwadoro ihe ngosi dị ka True Search, Agha nke Afọ na Peak Talent Show",
  "N'ọnwa Mee afọ 2012, Blaze hapụrụ ọrụ ya na ụlọ ọrụ TV cable",
  "Ọ ga-emesị nabata onyinye iji kwado Nigeria's Got Talent, ihe ngosi telivishọn nke dabeere na usoro Got Talent.",
  "Andre Blaze bụ nwa nwanne nne nke onye na-eme ihe nkiri Kate Henshaw-Nuttal. O nwere ụmụ abụọ, ụmụ ejima site na enyi ya nwanyị ogologo oge."
]