[
  "Andropogon gayanus",
  "nke a maara dị ka gamba grass, Ahịhịa Rhodesian n' acha anụnụ anụnụ, tambuki grass, na aha ndị ọzọ, bụ ụdị ahịhịa a ekere n'ọtụtụ ebe okpomọkụ na mpaghara okpomọkụ nke Afrika.",
  "A matara Andropogon gayanus ma nye ya aha site na afọ otu puku, narị asatọ na iri atọ na atọ Aha ya ndị a na-ahụkarị gụnyere gamba grass, bluestem (Africa, Australia); Rhodesian andropogon (ebe ndịda Africa); Rhodesian blue grass (Zimbabwe); onga, tambuki grass (ebe ugwu ọdịda anyanwụ Africa); na sadabahar (India).",
  "Mkpụrụ osisi a na-eto eto nwere ike itolite na agbata mita anọ n'ogologo na sentimita iri asaa n\"obosara, ma nwee akwụkwọ nwere ntutu",
  "Ọtụtụ n'ime mgbọrọgwụ ya bụ fibrous, -agbasa n'akụkụ ala ruo otu mita, mana o nwekwara mgbọrọgwụ eriri siri ike nke na-echekwa starch ma na-ejikọta osisi ahụ yana mgbọrọgwụ kwụ ọtọ nwere ike iwepụta mmiri site na omimi ka ukwuu n'oge ọkọchị.",
  "Ọ na-emepụta ọnụ ọgụgụ buru ibu nke mkpụrụ dị mfe, nke na-egbuke egbuke (ruo mkpụrụ narị puku abụọ na iri anọ na anọ kwa afọ, na pesenti iri isi na ise na itozuoke), nke ikuku, anụmanụ ma ọ bụ ígwè ọrụ nwere ike ịgbasa. Ọ na-agbasa ngwa ngwa ebe ahịhịa na-emetụta, mana ọtụtụ mkpụrụ na-ada n'ime mita ise nke nne na nna.",
  "Ahịhịa a bụ nke a mụrụ n'ọtụtụ ebe okpomọkụ na mpaghara okpomọkụ nke Afrika, na-agbasawanye n'ebe ndịda n'ime Mozambique, Botswana, Namibia na South Africa na mpaghara nwere ogologo oge ọkọchị. Ọ na-eme n'ụzọ okike na ala ahịhịa xerophytic na ala doleritic, ájá ma ọ bụ ụrọ, na ịdị elu nke mita otu puku na na narị ise, ma na-anagide oke ọkọchị",
  "Otú ọ dị, ọ naghị eme nke ọma ebe okpomọkụ kachasị ala na-ada n'okpuru digiris celsius anọ na anọ, ọ naghịkwa anabata oyi.",
  "Otú ọ dị, e webatara ya n'ọtụtụ akụkụ nke ụwa, gụnyere mba ndị na-ekpo ọkụ nke Amerịka, ma bụrụkwa nke mba Brazil na mba ndị ọzọ",
  "A na-ewebata ya maka iji ya mee ihe dị ka ahịhịa ahịhịhịa ka mma.",
  "E webatara ahịhịa Gamba n'ime Northern Territory nke Australia na afọ otu puku, narị itoolu na iri atọ na otu maka nnwale dị ka [nri ehi], ma bubata ya na steeti Queensland dị ka ahịhịhịa ahịhụ na afo otu puku, narị itoolu na iri anọ na abụọ, mana a kụghị ya n'ụzọ buru ibu ruo n'ihe dị ka afọ otu puku, narị itoolu na iri asatọ na atọ. Ihe fọrọ nke nta ka ọ bụrụ ebe niile a maara  Queensland dị n'ebe dị n'okpuru mita narị itoolu na iri asatọ, mita dị puku atọ na narị abụọ na iri na abụọ nke na-enweta mmiri ozuzo, 4001,500 mm (1659 in) kwa afọ.",
  "A na-eji A",
  "gayanus eme ihe dị ka ihe ọkụkụ maka ehi n'ọtụtụ mba, gụnyere n'ebe ugwu Queensland na Australia",
  "A na-ejikwa ya na Naịjirịa iji weghachite ala a na-atabiga nri ókè.",
  "Akụkụ nke ahịhịa a kụrụ n'ubi ọka na-enyere aka belata mbuze ikuku nke ala.",
  "A na-ekwupụta ya dị ka ụdị na-emerụ ahụ, nke a na-akpọ \"Weed nke mba dị mkpa\" na Australia kemgbe afọ puku abụọ, na iri na abụọ, ebe o gbanyere ndakoro na anwale agbụrụ nke dịwara na emetutaghi ecosystem",
  ", ebe ọ na-emepụta ọtụtụ ebe, na-asọmpi karịa ụdị ala na-agbanwe usoro okike. Mpaghara ndị jupụtara na ha nwere ihe ize ndụ ọkụ dị elu karịa ebe ịta nri. Ọ na-eguzogide ma ọ bụrụ na a na-egbutu ya ma ọ bụ ọkụ, na ezé ndị na-egwupụtaghị ya nwere ike ịmepụta ọkụ siri ike, na-eduga na ọnwụ nke mkpuchi osisi na mmebi gburugburu ebe obibi ogologo oge. Ọ na-anọchi ahịhịa ala, na-ebelata ụdị dị iche iche nke ihe ndị dị ndụ n'ala na-enweghị ala",
  "N'ịbụ nke na-awakpo nke ukwuu, ọ nwere ike ịkwaga n'ebe nchekwa, ala obibi nke ọkara obodo na ịgbazite ala.",
  "Na NT, ebe e nwere nnukwu osisi dị n'etiti Darwin, Northern Territory na Katherine, onye na-echekwa ihe bụ Mitch Hart kọwara ahịhịa gamba dị ka \"ihe egwu atọ\": maka ndụ ndị mmadụ, maka akụ na ụba nke Territory, na mbibi nke savanna ugwu Australia.",
  "WA, NT na Queensland nwere iwu steeti nke machibidoro ịkụ osisi ọhụrụ, ma na-amanye ndị na-elekọta ala ịchịkwa ọrịa.",
  "David Bowman, prọfesọ nke mgbanwe gburugburu ebe obibi na Mahadum nke Tasmania tụrụ aro na afọ puku abụọ, na iri na atọ na iwebata enyí Afrika na Australia nwere ike iwere iji chịkwaa ahịhịa gamba, dị ka nnwale rewilding.",
  "Steeti nke Western Australia, ebe infestations na-agbasaghị dịka NT na Queensland, guzobere Gamba Grass Eradication Program, ọrụ mmekorita nke Ngalaba Biodiversity, Conservation and Attractions, Ngalaba nke Primary Industries na Regional Development, El Questro Station na Kimberley Rangelands Biosecurity Association kwadoro",
  "Usoro nchịkwa ahụ, nke malitere na  afo puku abụọ, na iri na otu, enweela ihe ịga nke ọma, na-ebelata ọnụ ọgụgụ osisi ruo saịtị puku ato na afọ puku abụọ, na iri asatọ, na naanị  saịtị iri abụọ na atọ na afọ puku abụọ, na iri abụọ",
  "Ha chọtara naanị osisi asatọ n'oge mmiri ozuzo nke afọ puku abụọ, na iri abụọ na otu",
  "Otú ọ dị, ọ naghị enweta ego ọ bụla site na gọọmentị etiti, nlekota dịkwa mkpa maka afọ ise ọzọ iji hụ na ọ naghị agbasa ọzọ."
]