[
  "Andrew Esiebo (a mụrụ n'afọ 1978) bụ onye Naijiria na-ese foto",
  "O meela ọrụ onwe ya na ọrụ ya na Naịjirịa na ọdịda anyanwụ Afrịka mana ọ nwetara nkwanye ùgwù mba ụwa.",
  "Malite ọrụ ya dị ka onye na-ese foto n'onwe ya, ọrụ ya ekpuchiela mmepe ngwa ngwa nke obodo ukwu Naịjirịa na nsogbu mmekọrịta mmadụ na ibe ya dị iche iche dịka mmekọahụ, ndọrọ ndọrọ ọchịchị nwoke na nwanyị, bọọlụ, ọdịbendị a ma ama, na mbata",
  "Ọrụ ya agbanweela karịa foto onwe ya ma malite inyocha ọrụ vidiyo na multimedia.",
  "A mụrụ Esiebo na Lagos, Naijiria",
  "N'inye igwefoto n'afọ 2000 dị ka onyinye site n'aka enyi ya Jose Maria, Esiebo malitere ịkụziri onwe ya foto wee malite ịse foto mmepe ngwa ngwa nke Obodo Naijiria",
  "Mgbe nke ahụ gasịrị, Esiebo malitere akwụkwọ ozi ịntanetị na onye na-ese foto na United States, Paul Udstrand, onye nyere ya akwụkwọ foto mbụ ya nke ọ malitere ịzụlite ihe ọmụma ya banyere foto n'ihu",
  "Esiebo nwalere foto ojii na nke ọcha na nwanne nna ya, Esiebo Joseph bụ onye na-ese foto azụmahịa na obodo kachasị ukwuu na Naịjirịa; Ibadan, nke o nyere aka na nhazi foto ojii na nke ọcha n'ime ụlọ ọchịchịrị ya.",
  "Esiebo na-ebi ma na-arụ ọrụ na Ibadan, Naijiria, mana ọrụ ya enweela ọganihu karịa West Afrịka ma ruo n'ihu mba ụwa",
  "Ọ bụ onye otu Participating Artist Press Agency ma nwee ọrụ ya na Nigerian Landscape and Culture gosipụtara nke ọma na Lagos Lab na Migrationpapa Ọ bụ onye mbido na onye nhazi nke \"My Eye, My World\", nzukọ na-ese foto maka ụmụaka na-anọghị na Naịjirịa.",
  "Ka ọ dị ugbu a, Esiebo bụ onye na-ese foto n'onwe ya maka òtù dị na mpaghara na mba ofesi, gụnyere Photoblogs Magazine; USA Voiceworks magazine, Australia; United Nations Global Report on Human Settlements, Laia Libros; Spain, European Press Agency; West Africa, na Time Out Nigeria. \nỌ bụ onye guzobere otu na-ese foto na Naịjirịa, Black Box, Naịjirịa",
  "Ndị otu a bụ ndị na-ese foto nke afọ na agụmakwụkwọ dịgasị iche iche n'Afrịka niile nke ndị otu na-arụ ọtụtụ ọrụ nka, ma ọ bụ n'otu n'otu ma ọ bụ na mmekorita ya na ndị otu",
  "Esiebo bụ akụkụ nke Ọganihu nke Ịhụnanya, ọrụ mmekorita n'etiti Menil Collection, Houston; Centre for Contemporary Art, Lagos; na Pulitzer Arts Foundation, St",
  "Louis.",
  "Esiebo emechaala ọtụtụ ebe obibi nka gụnyere ịnọ ọnwa ise na Paris n'okpuru Cultures France's Visa Pour Creation, ebe obibi ọnwa atọ na Gasworks na London dịka akụkụ nke mmemme Africa Beyond na ebe obibi ọnwa atọ na Gyeonggi Creation Center na [South Korea] Disemba 2011.",
  "N'afọ 2007, Esiebo meriri Cultures France (nke bụzi Institut Français) Visa pour la Creation Award wee malite inyocha ụzọ ndị ọzọ nke foto akụkọ na vidiyo mbụ ya na ọrụ multimedia akpọrọ “Living Queer African” nke na-egosipụta ndụ nke onye Cameroon na-eto eto na-edina ụdị onwe ya bi na Paris.",
  "N'afọ 2011, Eseibo ritekwara ihe nrite Artistic Creation nke 2011 site na Musee du Quai Branly, Paris",
  "O jiri onyinye ahụ malite nyocha foto akpọrọ Pride nke gosipụtara ihe omume nke ndị na-edozi ntutu isi na mba ndị dị n'ebe ọdịda anyanwụ Afrịka: Nigeria, Benin, Ghana, Ivory Coast, Liberia, Mali, Senegal na Mauritania. Esiebo na-enyocha ọrụ nke onye na-edozi ntutu isi dị ka ụdị ntutu isi na usoro na-enye onyinye dị ukwuu n'ịrụ njirimara nke onye ọ bụla na nchịkọta na West Africa",
  "Esiebo na-enyocha ọrụ ndị na-edozi isi na-arụ na-agagharị agagharị, na ụzọ ngalaba ahụ si arụ ọrụ dị ka ebe njikọta n'etiti ndị si n'agbụrụ niile.",
  "N'ọnwa Nọvemba afọ 2006, Laia Libros, Barcelona, Spain na mmekorita ya na UNESCO nke akpọrọ Lagos: Life goes on bipụtara ọrụ Esiebo na Nigeria Culture and Natural Heritagema gosikwara ya na ihe ngosi na Syria nke akpọrọ Nzukọ na Middle East.",
  "N'afọ 2010, a họpụtara Esiebo maka ọrụ World Press Photography Dream nke ndị nta akụkọ iri na isii bụ ndị ga-enye akụkọ ndị ọzọ maka iko mba ụwa na South Afrịka",
  "Nchịkọta ya \"Alter Gogo\" weere ụzọ dị iche na ihe omume zuru ụwa ọnụ nke Soccer World Cup na South Afrịka n'afọ 2010",
  "Mgbe ọ gara n'otu obodo nta dị nso na Johannesburg, Orange Fam, ọ zutere otu egwuregwu bọọlụ nke nne nne mejupụtara: ndị Gogo Getters",
  "Usoro ya juxtaposed oyiyi nke agadi nwanyị nọ n'ụlọ ha na ụmụ ụmụ ha dị iche na ihe oyiyi nke ha n'uwe bọọlụ ha n'ụlọ ha",
  "Usoro a na-emegide ihe oyiyi nke ndị agadi South Afrịka ka ọ na-agbagha echiche nke egwuregwu na ntụrụndụ dị ka nke naanị nke ọgbọ na-eto eto ma na-etinye echiche nke ụlọ ọrụ n'ime ụmụ nwanyị ndị a na-elegharakarị anya n'ime obodo egwuregwu",
  "Ya mere, ọrụ Esiebo na Alter Gogo gosipụtara na nke mbụ ya na France na Photoquai 2011. E gosikwara ihe ngosi a na 11th Havana Biennial na [Cuba].",
  "N'ọnwa Ọgọọst afọ 2015, Esiebo pụtara na akaụntụ gọọmentị Instagram maka ọrụ ya pụtara ìhè. Ihe odide ahụ nke hotara Esiebo, mgbe ọ na-ekwu okwu n'oge mbụ ya dị ka onye na-ese foto na-agbasi mbọ ike na Lagos, Naijiria, na-ekwu, “N'oge ahụ, m ga-eji igwefoto ihe nkiri m ese foto, nyochaa ha ma zigara Paul ozi email maka nzaghachi ya",
  "Na oge ụfọdụ, o zigara m akwụkwọ ndị nwere utu aha na ìhè, ngwá ọrụ igwefoto, azụmahịa nke foto na nhazi ụlọ gbara ọchịchịrị",
  "Amụrụ m akwụkwọ ndị ahụ n'ụzọ okpukpe ma nweta obi ike iji nwekwuo ihe okike na nkà na igwefoto m.",
  "Esiebo azụlitewo ọrụ ya site n'idekọ ala na obodo nke Naịjirịa nke ọ họọrọ ihe ndị na-esonụ ka ọ pụta ìhè dị ka akụkụ nke pọtụfoliyo ya n'ịntanetị.",
  "God is Alive - ka a na-agbasa ebe okpukpe na mba ahụ niile, ọrụ a na-egosi otú ndị Naijiria si too ụdị otuto nke ha na ụka Pentikọstal na nke ozi ọma",
  "Esiebo na-ekpuchi nnukwu nnọkọ a maara dị ka \"crusades\" nke a na-eme n'ofe mba ahụ ebe ndị Naijiria na-ezukọta ọnụ iji kpalie okwukwe ha",
  "Ihe ngosi a bụ akụkụ nke Lagos Photography Festival n'ọnwa Ọktọba afọ 2010, bụ ememme nka na foto mba ụwa mbụ e mere na Naịjirịa.",
  "Femi Kuti and the Afrika Shrine - ọrụ a na-akọwa ndụ abalị na-ekwo ekwo nke Lagos: ebe azụmahịa nke Naịjirịa na obodo kachasị nwee ọnụ ọgụgụ mmadụ na West Afrịka",
  "Ọ bụ ezie na ọ bụ obodo nke mpụ, njupụta na ịda ogbenye nye onye na-ekiri ihe nkiri n'èzí, Esiebo na-emepe obodo ahụ dị ka obodo ukwu dị egwu karịsịa na-egosipụta otu klọb abalị obodo, Afrika Shrine.",
  "Nigeria on my mind - 'Nigeria on my Mind' bụ njem foto nke njem Esibo na Naịjirịa niile",
  "N'ime ọtụtụ afọ, na-arụ ọrụ na ọrụ onwe onye ma na-arụ ọrụ maka ndị nduzi njem na NGO, Esiebo eseela foto nke ọdịbendị ọdịbendị bara ụba, agbụrụ dị iche iche na ịma mma nke Naịjirịa nke ọma.",
  "Living Positive - gbadoro ụkwụ na ndụ Thoko Ngubeni, nwanyị ojii, nwanyị na-edina nwanyị nwere nje HIV",
  "N'ịbụ onye ndị ezinụlọ ya na ndị enyi ya jụrụ, n'otu oge ọ nọ n'akụkụ ọnwụ, mana taa ọ jisiri ike gbanwee ndụ ya, na-eji nkà ya niile na ihe onwunwe ya mee ka ndụ ka mma maka onwe ya na ndị ọzọ",
  "Ngubeni bụ onye guzobere otu nkwado ụmụ nwanyị a na-akpọ Mafithobelae",
  "Esiebo na-eso Ngubeni na njem foto na obodo ojii ya na Mpumalanga, ebe ọ na-ahazi nzukọ ọha na eze iji kụziere ndị obodo banyere nsogbu metụtara nje HIV na Aids",
  "Site na usoro foto ahụ, a na-eme ka ahụmịhe Ngubeni na-ebi ndụ na nje HIV pụta ìhè dị mma ka anyị na-ahụ mgbalị ya inye ohere ịnweta nyocha na ọgwụ n'obodo ya na mgbalị ịlụso ihere metụtara nje ahụ ọgụ.",
  "Vuvuzela Journeys - Esiebo na-ekpughe na usoro foto a njikọ dị n'etiti onyinyo nke vuvuzela na 2010 South Africa World na njikọ ya na ọdịnala ụka narị afọ nke iri abụọ ebe e chere na ọ nwere ike ịgwọ ọrịa",
  "Esiebo juxtaposes foto si 2010 World Cup na ndị eji omenala na KwaZulu-Natal dabeere Shembe Church.",
  "Ebe ndị na-adịghị mma",
  "Akụkụ nke usoro PRIDE nke bụ ọrụ na Barbershops na Male Hairstyles na West Africa",
  "\"Alter Gogo\" bụ usoro ihe osise diptych nke gosipụtara otu nne nne bụ ndị otu Gogo Getters Football Club na Orange Farm, South Africa.",
  "Usoro foto nke na-edekọ obodo Lagos",
  "Akụkụ nke usoro nke na-eso nwa ojii, nwanyị na-edina nwanyị nwere nje HIV, Thoko Ngubeni na ọgụ ya megide ụdị ịkpa ókè na mmechuihu niile.",
  "Lagos nwere otu n'ime ihe nkiri ndụ abalị kachasị mma na Africa na 'Members Only' na-enye ohere na-adịghị ahụkebe na ụwa abalị nke Lagos nightclub bouncer.N'ịgbaso otu onye na-agba ọsọ site na mgbatị awa atọ ya kwa ụbọchị ruo n'ọrụ abalị ya, Esiebo na-enye nghọta na-enweghị atụ banyere ndụ na-abụghị klọb ahụ nke ọtụtụ ndị mmadụ na-agbalị ịbanye.",
  "Chineke nọ n'obi nke ndụ na Naịjirịa na Esiebo na-edekọ nnukwu nnọkọ a na-akpọ agha agha nke a na-eme n'ofe mba ahụ ebe nnukwu ìgwè mmadụ na-ezukọta iji kpalie okwukwe ha ma chọọ ngwọta ime mmụọ maka nsogbu ha dị iche iche",
  "Photoshoot for Soundcity Magazine with Nigerian musician Nneka, whose social conscious music flies in the face of the R&B/hip-hop music so popular in contemporary Africa today",
  "N'afọ 2007, Esiebo meriri Cultures France (nke bụzi Institut Francais) Visa pour la Creation Award wee malite inyocha ụzọ ndị ọzọ nke foto akụkọ na vidiyo mbụ ya na ọrụ multimedia akpọrọ \"Living Queer African\" nke na-egosipụta ndụ nke onye Cameroon na-eto eto na-edina ụdị onwe ya bi na Paris.",
  "N'afọ 2013, Esiebo gara n'ihu na ọrụ multimedia ya na ọrụ ya na Enlarging the Kingdom nke bụ ihe nkiri na mmekorita ya na Annalisa Bulttucci Ihe nkiri a na-enyocha mmetụta nke ndị Pentikọst Africa na Ịtali nke e gosiri na 23 Eprel 2013 n'akụkụ ihe omume mkparịta ụka",
  "Ịgbasa Alaeze ahụ na-enyocha nzute, mmekọrịta, na esemokwu dị n'etiti Katọlik na Pentikọstal nke Afrịka site n'itinye mkparịta ụka ndị pastọ Naịjirịa na Ghana na ndị ụkọchukwu Katọlik",
  "Ihe nkiri a na-eleba anya na nghọta ha dị iche iche banyere ike ọjọọ, ụdị ikike na enweghị ikike nke metụtara Chineke, ịme arụsị na ihe oyiyi, na ndu okpukpe na ikike iji nye nghọta banyere ihe ịma aka nke ndị Pentikọst nke Afrịka na Ịtali na ọrụ nke Chọọchị Pentikọstal maka obodo ndị mbịarambịa Afrịka.",
  "Ọrụ mmekorita ọzọ ya na Annalisa Butticci a Crazy World Crazy Faith."
]