[
  "Andries Johannes Botha (amụrụ na 22 Septemba 1952) bụ onye na-ese ihe na onye ndọrọ ndọrọ ọchịchị nke bi ma na-arụ ọrụ na Durban, KwaZulu-Natal, South Africa. A maara ya maka ihe ọkpụkpụ ya.",
  "A mụrụ Botha na Pretoria, ma ọ gụsịrị akwụkwọ na Mahadum Natal n'afọ 1970.",
  "Dị ka nwa okorobịa, Botha tinyere aka n'ịbịputa akwụkwọ na ihe ọkpụkpụ, guzobe ma bụrụ onye isi oche nke Community Arts Workshop (1984-86). O ritere ọtụtụ ihe nrite maka nka ya, nke gụnyere Volkskas Atelier Merit Award na 1987, Cape Town Triennial Merit Award (1988), Standard Bank Young Artist Award (1990) na National Vita Art Award (1992)",
  "O mepụtara ihe osise dabere na usoro ọrụ aka ọdịnala.",
  "Botha malitere ịkụzi ihe na Mahadum Teknụzụ nke Durban n'afọ 1998",
  "O guzobekwara otu NGO a kpọrọ Create Africa South Trust n'afo 2002.",
  "N'afọ 2006, a kpọrọ Botha ka ọ sonye na \"Table of Free Voices\" na Berlin",
  "Ihe okike ya \"Dropping Knowledge\" gwara ndị isi na ngalaba nke echiche okike na nke sayensị ka ha zaa ajụjụ otu narị nke ọha na eze na-enye ha n'otu oge na tebụl gburugburu",
  "N'afọ ahụ, e nyere ya ọrụ maka Beaufort Triennale",
  "Botha guzobere Amazwi Abesifazane Trust, nke edebanyere aha n'afọ 2008, na Human Elephant Foundation, (nke edebanyere aha na 2009)",
  "Botha egosila ihe osise na ihe ọkpụkpụ ya na Brittany, Canary Islands n'afọ 2008, South Korea n'afọ 2011 na mpaghara South Africa n'afọ 2010 na 2011.",
  "Botha guzobere Andries Botha Foundation (nke edebanyere aha na 2012)",
  "N'afọ 2012 o sonyere na \"Planet under Pressure\" na London ebe ndị isi na ngalaba ha kwurịtara okwu metụtara mmepe na-adịgide adịgide na egwu ọ na-eweta n'uwa.",
  "Botha ejirila nka ya kwuo okwu banyere ihe ịma aka mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị nke oge ya",
  "O meputala ihe banyere isiokwu dịgasị iche iche, nke gụnyere ịdị adị nke ụmụ mmadụ na ụdị ndụ ndị ọzọ, ihe okike, nwa amaala na mmụta ndụ.",
  "N'afọ 2010, a kwụsịrị ọrụ na ihe ọkpụkpụ ọ na-emepụta maka obodo eThekwini n'ihi na a sịrị na atụmatụ ahụ dị nso na akara ngosi nke otu ndọrọ ndọrọ ọchịchị",
  "Ihe a tụrụ atụ ga-abụ otu enyí. Mgbe ọtụtụ afọ nke mkparịta ụka gasịrị, e kwekọrịtara na a gbanwere atụmatụ ma Botha malitere ịrụ ọrụ ọzọ. Ka ọ dị ugbu a, e zuuru ọtụtụ n'ime usoro nke ha abụọ wụnyere ma ree ya maka ihe mkpofu.  E jikwa ágbá na-acha ọbara ọbara na oji mebie ihe ndị ahụ a tụrụ atụ."
]