[
  "Andrea Joan Caron Lynch (amụrụ na ọnwa Nọvemba 24, n'afọ 1952) bụ onye Britain bụbu onye na-agba ọsọ n'okporo ụzọ na n'ọhịa nke na-asọmupi na mita 100",
  "Onye egwuregwu Olimpik ugboro abụọ, ọkwa kachasị elu nke ọrụ ya bụ ịghọ onye nwetara ọla nchara na 100m na 1974 European Championships na onye nwetara ọlaọcha abụọ na 100m da 4 × 100m relay na 1974 British Commonwealth Games. Onye bụbu onye Britain na-edekọ ihe ndekọ na 100m, o nwere oge kachasị mma nke 10.9 sekọnd na 1974 na oge kachasị mma na 11.16 sekọnd n'afọ 1975. Ihe kacha mma ya na mita 200 bụ 23.15 sekọnd na 1975.",
  "A mụrụ ya na Barbados, ya na ezinụlọ ya kwagara England mgbe ọ dị ntakịrị",
  "Ọ ga-emecha tinye akwụkwọ ka ọ nọchite anya mba a mụrụ ya maka 1970 British Commonwealth Games, mana o kpebiri ịsọ mpi maka Britain mgbe ọ nataghị nzaghachi. O gosipụtara onwe ya dị ka onye na-agba ọsọ na Britain, na-emeri na English Schools' Athletics Championships karịa 100 m na 1970 na ihe karịrị 200 mita na 1971. Ọ bụ onye mmeri 100m na 1970 British Schools International Match. Ihe nrite mbụ ya dị mkpa bịara na 1970 European Athletics Junior Championships, ịbụ onye nrite ọlaọcha 100m n'azụ Helena Kerner nke Poland.",
  "N'afọ 1974, ọ ruru ihe ndekọ ụwa maka mita 60, na-agba ọsọ 7.2 sekọnd. O nwere ụfọdụ n'ime ihe ịga nke ọma ya kachasị ukwuu na ihe omume ime ụlọ ahụ, merie ihe nrite ọla edo na 1975 European Athletics Indoor Championships, ebe ọ meriri ọlaọcha na asọmupi ahụ na 1974.",
  "Lynch nọchitere anya Great Britain na Olimpik na afọ 1972 na afọ 1976",
  "Na mpụta mbụ ya, mgbe ọ ka dị afọ iri na ụma, ọ bụ onye na-agba ọsọ na 100m ma bụrụ onye nke asaa na 4 × 100m relay",
  "N'ịlaghachi afọ anọ ka e mesịrị, o mere egwuregwu Olympic 100 mita ikpeazụ wee bụrụ onye nke asaa, yana ịme nke ikpeazụ.",
  "N'afọ sochirinụ, ọ bụ onye nke abụọ na Renate Stecher na 1975 European Cup ma were ihe nrite ikpeazụ ya na 1977 Universiade (ọlaọcha 100m na ọla nchara 200m). Nanị ihe nrite zuru ụwa ọnụ ya bịara na ndị otu Europe na 1977 IAAF World Cup, ebe ya na onye mmegide mba Sonia Lannaman na Annegret Richter na Elvira Possekel nke West Germany jikọrọ aka iji nweta ọla edo.",
  "Na ọkwá mba niile, ọ meriri atọ 100m title na AAA Championships na atọ 60m title naAAA Indoor Championships (1973, 1975 na 1976). Ọ bụ onye nke abụọ na 100m na 200m na Sonia Lannaman na 1977 UK Athletics Championships. O mekwara asọmupi dị ka onye ọbịa na Scottish Athletics Championships na 1972 wee merie ọsọ ọsọ abụọ dị mkpirikpi.",
  "Mgbe ọ lara ezumike nká na asọmupi egwuregwu, ọ nọgidere na-etinye aka na egwuregwu ahụ ma malite ọzụzụ sprint, gụnyere onye na-agba ọsọ na-eto eto nke mba Kyle Reynolds-Warmington na Belgrave Harriers."
]