[
  "Andres Serrano (amụrụ n'ọnwa Ọgọọst 15, afọ 1950) bụ onye Amerịka na-ese foto na onye na-ese ihe",
  "Ọrụ ya, nke a na-elekarị anya dị ka nka mmebi iwu, gụnyere foto nke ozu ma jiri nsị na mmiri ahụ",
  "Piss Christ ya (1987) bụ foto na-acha uhie uhie nke obe nke a na-etinye n'ime akpa iko nke ihe a na-ekwu na ọ bụ nsị nke onye na-ese ihe",
  "O mekwara ihe osise maka egwu egwu Metallica's Load na Reload.",
  "A mụrụ Serrano na New York City n'ọnwa Ọgọọst 15, afọ 1950. Ọ si na ọkara Honduran, ọkara Afro-Cuban, a zụlitere ya dị ka onye Roman Katọlik siri ike",
  "Ọ gụrụ akwụkwọ site n'afọ 1967 ruo 1969 na Brooklyn Museum Art School, ma a na-ewere ya dị ka onye na-ese foto n'onwe ya. N'ọnwa Disemba afọ 1980, ọ lụrụ onye na-ese ihe Julie Ault. N'ajụjụ ọnụ nke afọ 2012, Serrano zoro aka na Ault dị ka \"nwunye mbụ\" ya na Irina Movmyga dị ka nwunye ya ugbu a. Serrano ekwuola na ọ bụ Onye Kraịst.",
  "Ọ rụrụ ọrụ dị ka osote onye nduzi nka na ụlọ ọrụ mgbasa ozi, tupu o mepụta ọrụ mbụ ya n'afọ 1983. Onye na-ese foto bụ Alex Harsley tinyere ọrụ Serrano na ihe ngosi mbụ ya na New York City na Fourth Street Photo Gallery.",
  "E gosipụtara ọrụ ya n'ebe dị iche iche gburugburu ụwa gụnyere Katidral Episcopal nke St",
  "John the Divine na New York City, World without end (2001), na ihe ngosi na Barbican Arts Centre na London, Body and soul (2001).",
  "Ihe ngosi ya na-akpali mmeghachi omume iwe mgbe niile",
  "N'ọnwa Ọctoba 5, afọ 2007, otu foto ya a na-akpọ The History of Sex nọ na ngosi ma ọtụtụ ndị e bibiri na gallery nka na Lund, Sweden site n'aka ndị e kwenyere na ha bụ akụkụ nke otu neo-Nazi. N'abalị iri na isii n'ọnwa Eprel n'afọ 2011, mgbe izu abụọ nke ngagharị iwe na mkpọsa nke ozi ịkpọasị na oku ekwentị mkparị na ụlọ ngosi nka na-egosi ọrụ ya, nke ìgwè ndị Katọlik nke France haziri, ihe dị ka otu puku mmadụ gafere n'okporo ámá Avignon, iji mee ngagharị iwe n'èzí ụlọ ngosi ahụ",
  "N'abalị iri na asaa n'ọnwa Eprel n'afọ 2011, e bibiri ọrụ ya abụọ, Piss Christ na The Church",
  "Onye nduzi galarị na-eme atụmatụ imeghe ụlọ ngosi ihe mgbe ochie ahụ na ọrụ ndị mebiri emebi na ngosi \"ka ndị mmadụ wee hụ ihe ndị na-eme ihe ike nwere ike ime\".",
  "Serrano na-emekarị nnukwu ihe osise nke ihe dị ka 20 site na 30 sentimita (51 site n'afọ 76 sentimita)",
  "Ọ gbagburu ọtụtụ isiokwu gụnyere foto nke Klansmen, foto ozu, na foto nke ndị ọkụ gbara",
  "Ọ banyere n'ụgbọ oloko New York City na ọkụ na akwụkwọ foto iji gosipụta ndị na-enweghị ebe obibi, yana ịmepụta ụfọdụ ihe osise dị nro ma mgbe ụfọdụ na-egosi na di na nwunye",
  "Otu n'ime ndị ikpeazụ a na-egosi ihe Adrian Searle nke The Guardian kọwara dị ka \"di na nwunye na-eto eto, ya na dildo, ya na ngosipụta dị nro\"."
]