[
  "Andrzej Sawa (amụrụ n'afọ 1941) bụ onye Poland-South Africa na-ese foto.",
  "A mụrụ Sawa na Poland ma kpọga ya n'ogige ọrụ mmanye nke Germany n'afọ 1943 ma soro nne ya na nne nne ya biri ebe ahụ ruo ógè Agha Ụwa nke Abụọ biri n'afọ 1945",
  "Ma nna nna Sawa na nne nna ya bụ ndị Roman Katọlik ma nwụọ n'ogige ịta ahụhụ Auschwitz.",
  "Ọ kwetara na ịhụnanya ya maka foto bịdọrọ ógè ihe ngosi foto nke Family of Man bịara Poland n'afọ 1956, n'oge nne nne ya nyere ya igwefoto izizi ya.",
  "Sawa nwetara akara ugo mmụta injinia na Poland mana o mechara bídó ịrụ ọrụ n'onwe ya n'ihe banyere akwụkwọ akụkọ ma gbaa foto maka ụlọ ọrụ mgbasa ozi telivishọn dị n'ógbè ahụ tupu ọ banye na ụlọ ọrụ mgbasa akụkọ dị ka onye na-ese foto, ọ bụ ezie na n'obi ya ọ nọgidere bụrụ onye na-ede foto.",
  "N'afọ 1970, Sawa kwagara South Africa, na-arụ ọrụ na ngwá electronic na STC",
  "Ógè ọ nọ n'ebe ahụ, ọ rụrụ ọrụ n'onwe ya dị ka onye na-ese foto maka akwụkwọ akụkọ Sunday Times nke South Africa.",
  "O mechara were ọrụ afọ abụọ na-ese foto n'efu na Johannesburg Sunday Times na-ekpuchi ihe omume egwuregwu",
  "Na ngwụcha ọrụ ahụ, e nyere ya ọrụ oge niile na akwụkwọ akụkọ ahụ",
  "Site na mbido-etiti afọ 1970 e kenyere ya ọrụ na Sunday Times Colour Magazine mana a kpọgara ya na akwụkwọ akụkọ ahụ ógè emechiri magazin ahụ",
  "Ọ gara n'ihu na-ese foto n'ihe gbasara akwụkwọ akụkọ ahụ, na-ekpuchi asọmpi ịma mma Miss South Africa n'etiti afọ 1974 na afọ 1983",
  "N'agbata afọ 1981 na afọ 1992 o bipụtara foto maka Sunday Times Colour Magazine.",
  "N'ime afọ 1980 ọ rụrụ ọrụ n'akụkụ onye na-ede akwụkwọ akụkọ, Jani Allan",
  "Dị ka onye isi na-ese foto nke akwụkwọ akụkọ ahụ, ọ na-ese ndị a ma ama na-agba ya ajụjụ ọnụ na ndị a ma ma ama",
  "E mechara chịkọta foto ya na Face Value, akwụkwọ nke ogidi ajụjụ ọnụ Allan tinyere foto zuru ezu nke Sawa sere.",
  "Ya na Allan na ndị nta akụkọ ndị ọzọ rụkwara ọrụ n'ihe gbasara akwụkwọ akụkọ ahụ na ndị ama ama n'ụwa niile.",
  "Ọ bụkwa naanị onye na-ese foto na-abụghị National Geographic nyere ikike ise foto nke ụmụ anụmanụ na Etosha National Park na Namibia.",
  "N'èzí magazin ahụ, ọ gbara ihe abụọ LP maka otu Queen",
  "Onye na-agụ egwú Queen bụ Freddie Mercury hụrụ ọrụ Sawa ógè ọ nọ na South Africa wee kpọọ ya ka ọ gwa ya ka ọ rụkọọ ọrụ na mkpuchi.",
  "Sawa rụkwara ọrụ n'ihe gbasara Flying Springbok, magazin ụgbọ elu nke ụlọ ọrụ ụgbọ elu mba South Africa, South African Airways, site n'afọ 1987 ruo afọ 2007, na-ahụ maka njem na foto anụ ọhịa",
  "N'oge a, ọ gara mba iri asaa.",
  "O bipụtara akwụkwọ foto izizi ya bụ Children of South Africa n'afọ 1993.",
  "A na-asọpụrụ ya site na mkpakọrịta nwoke na nwanyị site na ụlọ ọrụ foto atọ dị iche iche; Royal Photographic Society of Great Britain (afọ 1987); Photographic Society nke Southern African (afọ 1987); na Professional Photographers nke Southern Africa (afọ 1997)."
]