[
  "Andy Chukwu (amụrụ ya na ubosi nke iri na ano nke onwa mee na afo 1959) ọ bụ onye nduzi ihe nkiri Naijiria",
  "Ọ malitere ọrụ ya dị ka onye na-eme ihe nkiri. Ihe nkiri ndị o mere gụnyere Karishika (1996), Witches (1998) na Issakaba (2000)",
  "Ihe nkiri ndị ọ duziri gụnyere Maazị Ibu na 2 òké",
  "Chukwu duziri ihe nkiri ndị na-eme ihe nkiri / ndị na-ese ihe nkiri Nollywood dị ka Osita Iheme, Chinedu Ikedieze, Dakore Egbuson, Patience Ozokwor, Amaechi Muonagor, Julius Agwu, Pete Edochie, Ali Nuhu, Emeka Ike, Gentle Jack, Ronke Ojo, Sandra Achums, na ndị ọzọ.",
  "Ọ bụ otu n'ime ndị isi na-ahụ maka ụlọ ọrụ ihe nkiri nke onye isi ala Naịjirịa Goodluck Jonathan kpọrọ na afo 2013 iji mee emume ncheta afọ iri abuo kemgbe a tọhapụrụ ihe nkiri Naịjiria mbụ na vidiyo ụlọ.",
  "Chukwu bu onye Obinagu na obodo Ishiagu nke mpaghara Gọọmentị Obodo Ivo nke Ebonyi Steeti.",
  "Ọrụ ime ihe nkiri Chukwu malitere mgbe ọ na-egosi ihe inkiri na-atu egwu ndi Nollywood bụ Karishika na afo 1996",
  "Mgbe ọ pụtasiri na ihe nkiri ole na ole dị ka onye na-eme ihe nkiri dịka Issakaba na Witches",
  "Ọ si ime ihe nkiri na ngwụcha afọ iri itolu gàwa, gafare gaa na iduzi ihe nkiri na afọ puku abuo gàwa",
  "O nwere ihe karịrị ihe nkiri iri na abụọ n'okpuru eriri ya ma na ime ihe nkiri ma ikike iduzi",
  "Mgbe ụfọdụ ọ na esonye na-eme ihe nkiri na nke ọ na-eduzi, na-arụ obere ọrụ nkwado",
  "Ọ bụ onye nduzi nke ihe nkiri na-atọ ọchị nke Naijiria nke a na-enyocha nke ọma bụ Maazị Ibu nke John Okafor mere dị ka onye isi ihe ngosi",
  "Taa, a maara John Okafor nke ọma site na aha ọzara na ihe nkiri ahu karịa aha gọọmentị ya n'ezie.",
  "Chukwu sonyeere gọọmentị nke Ebonyi State na Lagos State maka mmemme nnweta nkà a na-akpọ Street to Skills",
  "Ebumnuche ya bụ iji nyere ụmụaka na ndị ntorobịa aka ịkwụsị ịzụ ahịa n'okporo ámá, ma muta nkà ha nwere ike iji na-nweta ihe ha ga-eji di ndu.",
  "Chukwu kwuputara na ọ na-arụ ọrụ na ihe nkiri iji mee ka a mara  oria akporo Vesicovaginal fistula (VVF) na nsogbu ndị na-arịa ya na-agabiga",
  "O kwere nkwa ime ihe nkiri ahụ dị ka uzọ ọgesi tinye aka nke onyinye ya na ọrụ anụ ụlọ nke nwanyị mbụ nke Ebonyi State, Josephine Elechi.",
  "Bob-Manuel Udokwu (onye ozuzu aturu Everest), Sandra Achums, Amaechi Muonagor",
  "Pete Eneh, Clem Ohameze, Zack Orji, Bob-Manuel Udokwu",
  "(dika onwe ya), Sam Loco Efe, John Okafor, Victor Osuagwu",
  "N'afo 2015,nna Chukwu nwuru",
  "N'onwa Mee nke afo 2016, nwunye Chukwu muru ejima."
]