[
  "Angèle Etoundi Essamba bụ onye Cameroon na-ese foto bi ma na-arụ ọrụ na Amsterdam",
  "A maara ya nke ọma maka ọrụ ya na oji na ọcha, foto mmadụ, nke na-elekwasịkarị anya na nwanyị Afrịka dị ka isiokwu",
  "Essamba bụ otu n'ime ndị na-ese foto nwanyị Africa kachasị mma na nke kachasị mma nke ọgbọ ya, onye nwere ihe karịrị ihe ngosi 200 gburugburu ụwa, na ihe karịrị akwụkwọ 50 na akwụkwọ akụkọ na magazin. O kwuru na \"Foto bụ ihe dị m mkpa, mkpa ọ dị ikwupụta na ikwurịta okwu",
  "Ọ bụrụhaala na mkpa ga-adị, m ga-emepụta",
  "\"",
  "A mụrụ Angèle Etoundi Essaamba na Douala, Cameroon na 1962, ma too na Yaounde n’ámá nna nna ya. N'ajụjụ ọnụ ya na Femi Akomolafe, ọ chetara ibi na nnukwu obodo nke ụmụnne nne, ụmụnne nna, ụmụnne, ụmụnne nne na nna, ụmụ nwanne nne, \"na onye ọ bụla bi n'otu zuru oke na-enweghị ọgụ na mgba.\"",
  "Mgbe ọ dị afọ 9-10, ya na nna ya kwagara Paris, ebe ọ biri site n'inweta agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya. Mgbe ahụ, site na 1982, ọ lụrụ di, wee kwaga Amsterdam (Netherlands) ebe ọ malitere ịmụ foto na ụlọ akwụkwọ Nederlandse Fotovak (Dutch School for Professional Photography).  Essamba mechara gaa Lyceum na Paris, ebe ọ gụrụ nkà ihe ọmụma, ịgba egwu, na ise foto. Ọ laghachiri Cameroon ọzọ mgbe afọ iri na itoolu gasiri nke ihe ọ kpọrọ \"self-chosen exile\" na mkparịta ụka ya na Femi Akomolafe",
  "O soro DUTA, ma ọ bụ Douala Urban Touch of Arts, nke na-enye ndị na-ese ihe nkiri Central Africa na Douala ohere ịkekọrịta ọrụ ha",
  "Mmetụta mmekọrịta ọha na eze nke Essamba banyere ma Europe ma Africa mere ka o mepụta Foundation Essamba Home na 2009, ebe ọ na-eduzi ụmụ agbọghọ nọ n'okporo ụzọ na Cameroon iwulite ùgwù onwe ha, na-enye ha nkuzi, ma na-akụzi nkà iji nyere ụmụ agbọghọ nọ na Cameroon aka imeziwanye ọnọdụ ndụ ha ma mepụta ọrụ aka nke onwe ha",
  "Foto Essamba na-elekwasị anya na ụmụ nwanyị Afrịka, na imebi echiche nwoke na nwanyị",
  "Ọ na-arụ ọrụ iji kpalie mkparịta ụka n'etiti omenala na ndị mmadụ, ma na-enye ya uru na olu",
  "Ọ bụghị naanị na ọ bụ oge a na-emetụta nkà ya, kamakwa site n’agbụrụ Africa ya n'omenala mba ya dị iche iche. Na-adabere na ahụmịhe onwe ya, akụkọ ihe mere eme, ọdịnala, echiche na mmetụta gburugburu ebe obibi, foto Essamba jikọtara usoro na mmetụta siri ike. Ọzọkwa, ọ na-agbagha ókèala dị n'etiti foto, nkọwa mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị, akwụkwọ akụkọ na foto nke ọma, ka ọ na-egosipụta ọhụụ mara mma ya nke ahụ ojii, nwanyị.",
  "Ihe ngosi mbụ ya bụ na 1985 na Gallerie Art Collective na Amsterdam",
  "Usoro foto ya nke nwere àgwà ọcha na àgwà ojii nke afọ 1995, White Line, nwetara Prix Spécial Afrique na Festival des Trois Continents, Nantes na 1996",
  "O gosipụtara ọrụ ya n'ọtụtụ ihe ngosi na Africa, Asia, Europe, Latin America, United Arab Emirates na United States gụnyere: Bienal de La Habana (1994), Venice Biennale (1994), Johannesburg Biennale (1995), Festival of the Three Continents (1996).",
  "Kemgbe oge ngosi izizi ya na Amsterdam na 1985, egosila ọrụ Essamba n'ọtụtụ ụlọ ọrụ, n’ebe ndị a na-egosi ngwá ahịa",
  "Ebe ndị a gụnyere Venice, Havana, Dakar, Johannesburg, na Bamako, yana ihe omume gburugburu Africa, Europe, United States, Cuba, Mexico, na China",
  "N'oge na-adịbeghị anya, o meela ihe ngosi nke ọrụ ya Daughters of a Life na Munich, na Museum Fünf Kontinente na 2018."
]