[
  "Angélique ma ọ bụ Anzhelika Abachkina (amụrụ na 26 Jenụwarị 2000) bụ onye Russia-French na-agba egwu ice",
  "Ọ na-agba ọsọ ugbu a na Pavel Drozd maka Russia",
  "Ya na onye ya na ya na-agba egwu, Louis Thauron, nọchitere anya France na asọmpi World Junior Championship anọ, na-agwụcha n'ime mmadụ iri kachasị elu n'afọ atọ (2015-2017).",
  "Abachkina lara ezumike nká n'ọnwa Ọktoba afọ 2018 mgbe Fédération Française des Sports de Glace ekweghi ahapụ ya ka ya na Drozd na-agba ọsọ, mana ọ lara ezumike nka na Mee 2021 mgbe a tọhapụrụ ya maka Figure Skating Federation nke Russia.",
  "A mụrụ Angélique Abachkina (nke akara mkpọpụta ya bụ /ˈɑːbɑʃkiːnɑː/, n'asụsụ Russia: Анжелика Абашкина) na 26 Jenụwarị 2000 na Krasnoyarsk, Russia",
  "Ya na ezinụlọ ya rutere France mgbe ọ dị ọnwa asatọ.",
  "Abachkina malitere ịmụ ịnya sket n'afọ 2006",
  "Ya na Louis Thauron sonyeere n'afọ 2012",
  "Mmadụ abụọ ahụ malitere na usoro ISU Junior Grand Prix na 2013, na-enweta ọnọdụ nke asatọ na Estonia na nke iri na Poland",
  "N'afọ 2014, a kpọrọ ha aha na ndị otu French maka World Junior Championships na Sofia, Bulgaria",
  "Abachkina/Thauron nọ n'ọnọdụ nke iri na itoolu na ịgba egwu dị mkpirikpi, nke iri na ise na ịgba egwu n'efu, na nke iri na asatọ n'ozuzu",
  "Muriel Zazoui, Romain Haguenauer, Olivier Schoenfelder, na Diana Ribas zụrụ ha na Lyon, France, n'oge 2013 - 14.",
  "Abachkina/Thauron gbanwere ndị nkuzi tupu oge 2014 2015, wee sonyere Igor Shpilband na Fabian Bourzat na Novi, Michigan",
  "Ha nọ n'ọnọdụ nke asaa na ihe omume JGP ha nke afọ 2014",
  "N'ịbụ ndị nọ n'ọnọdụ nke asatọ na ịgba egwú dị mkpirikpi na nke asaa na n'efu, ha mechara nke asatọ n'ozuzu na 2015 World Junior Championships na Tallinn, Estonia.",
  "N'asọmpi na usoro JGP nke afọ 2015, Abachkina / Thauron meriri ọlaọcha na Riga, Latvia, wee bụrụ nke anọ na Zagreb, Croatia",
  "Ha mechara n'ọnọdụ nke asaa na 2016 World Junior Championships na Debrecen, Hungary.",
  "Na usoro JGP nke afọ 2016, e nyere Abachkina / Thauron ọla edo na Saint-Gervais-les-Bains, France, na ọla nchara na Yokohama, Japan.",
  "N'ọnwa Julaị afọ 2018, Alexander Zhulin malitere ịzụ ndị mmekọ ọhụrụ nke bụ Angelique Abachkina na Pavel Drozd nke Russia, mana ndị na-agba ọsọ kewara mgbe ha matara na ndị otu France agaghị ahapụ ya ka ọ sọọ mpi maka Russia",
  "N'abalị iri abụọ n'ọnwa Ọktoba n'afọ 2018, o kpebiri ịla ezumike nká n'asọmpi ịgba ọsọ",
  "O mechara ghara ịla ezumike nká na 2021 mgbe otu French Federation kpebiri imezu arịrịọ ya ịlaghachi Russia, o megharịrị mmekọrịta ya na Drozd, nke Zhulin zụrụ.",
  "GP: Grand Prix; CS: Challenger Series; JGP: Junior Grand Prix"
]