[
  "Angela Davis Johnson bụ onye America na-ese ihe, ónyé na-ese foto mgbasa ozi, na ónyé na-eme ihe nkírí",
  "Ọ bi na Atlanta, Georgia ugbu a",
  "Ọ bụ nne ụmụ abụọ.",
  "Ọrụ ya na-agba gbụrụ-gbúrụ njirimara na-agbanwe agbanwe nke ndị Africa America n'akụkọ ihe méré eme, ọkachasị ụmụ nwanyị Africa America",
  "Ọrụ Davis Johnson egosila n'ọtụtụ ihe ngosi gụnyere Delta Exhibition na Arkansas Arts Center na Little Rock, Arkansas, Texarkana Regional Arts Center na Texarkana, Texas, na Baton Rouge Center for Contemporary Art na Baton rouge, Louisiana",
  "Enwere ike ịhụ ihe osise ya na gallery na nchịkọta onwe onye na United States.",
  "A mụrụ Angela Davis Johnson na Orlando, Florida",
  "Ya na ezinụlọ ya mechara kwaga Virginia, ébé ọ gàrà Governor's School for the Arts, ụlọ akwụkwọ magnet na Norfolk, Virginia",
  "Mmasị Davis Johnson nwere na nka malitere mgbe ọ dị obérè",
  "Ọ bụ nne ya, onye laghachiri n'ụlọ akwụkwọ maka imepụta ejiji mgbe Angela dị afọ 4 ma ga-ekerịta ihe ọ mụtara na Angela na ụmụnne ya",
  "Mgbè Angela dị afọ iri na anọ, a chụpụrụ ya na nne ya na ụmụnne ya atọ n'ụlọ ha dị na Norfolk wee kwaga Lambrook, Arkansas",
  "N'agbanyeghị na ọ dara ogbenye, nne ya gbara Angela na ụmụnne ya ume ka ha makụọ ma nyochaa ihe okike ha site n'ịbụ abụ, ịgụ, na whittling, ma zụta ihe osise.",
  "Ónyé na-ese ihe n'onwe ya, Davis Johnson na-enyocha \"njikọ ụwa, njirimara na ihe omume akụkọ ihe mere eme site na akara onwe onye\" n'ọrụ ya. Ọrụ Davis Johnson na-ekwu màkà ọtụtụ nsogbu na-eche ụmụ nwanyị ojii ihu gụnyere mmerụ ahụ, ime ihe ike n'ụlọ, ịda ogbenye, gentrification, ime ihe nkírí nke gọọmentị kwadoro, ịgbachi ñkịtị nke ụmụ nwanyị ojii, na nchụpụ.",
  "Davis Johnson bụ ónyé ọhụrụ na-ese ihe na Fountainhead, otu Miami, Florida nka",
  "Ebe obibi ya malitere na June 2022 ya na ndị omenkà abụọ ọzọ, Natalie Ball na Shizu Saldamando, a na-akpọkwa ya \"Oge màkà Gị: BIPOC Mothers\".",
  "Davis Johnson bụ Nné naanị ya nwèrè ụmụ abụọ.",
  "Kpọpụta njehie: <ref> tag with name \"arts\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"atl\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"bio\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"cv\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"jstor\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"nyt\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"roots\" defined in <references> is not used in prior text."
]