[
  "Angelo Cardona (amụrụ na 5 Jenụwarị 1997) bụ onye ọ chụnta ego mmekọrịta ọha na eze nke Colombia, onye na-ahụ maka udo na ikike mmadụ",
  "Ọ bụ onye nnọchi anya Latin America na International Peace Bureau. Onye guzobere na onye isi oche nke Ibero-American Alliance for Peace and Peace onye nnọchi anya Global Peace Chain. N'afọ 2021, ọ meriri Diana Award",
  "Cardona ekwuola mmebi ikike mmadụ nke mba ya na-enwe n'ọnọdụ mkpebi dị iche iche dị ka United Nations Headquarters, European Parliament, German Parliament, British Parliament, Argentina Congress na Colombian Congress.",
  "Ọ bụ onye otu Defendamos la Paz (n'asụsụ Bekee, Ka anyị nwee udo) nke ụmụ amaala Colombia maka udo na-arụ ọrụ maka mmejuputa nkwekọrịta udo nke Colombia",
  "Na 2018, otu Amnesty International kpọrọ ya dị ka ọkà okwu na Berlin, iji kesaa ihe ọmụma ya banyere mmejupụtara nkwekọrịta obi na Colombia.",
  "Ọ bụ akụkụ nke Youth for Disarmament initiative nke United Nations Office for Disarmment Affairs ma soro na ndị mmeri nke 'okwu 75 maka disarmament' nke United Nations malitere iji cheta afọ 75 nke ntọala ya na bọmbụ atọm nke Hiroshima na Nagasaki.",
  "N'afọ 2016, mgbe ọ dị afọ 19, ọ ghọrọ onye otu International Peace Bureau, ma soro guzoro International Peace Bureau Youth Network (IPBYN). N'afọ 2019, a họpụtara Cardona ka ọ bụrụ onye otu Council nke International Peace Bureau.",
  "Cardona bụkwa akụkụ nke International Steering Group maka Global Campaign on Military Spending (GCOMS). Dị ka akụkụ nke mkpọsa na 2020, ya na ndị otu 28 nke Congress nke Colombia, ọ tụrụ aro ịnyefe 1 ijeri pesos Colombian site na ebumnuche agha gaa na ngalaba ahụike",
  "Ministry na-ahụ maka nchekwa nke Colombia kwetara na pasent 10 nke ahụ, na-ebugharị 100 nde pesos (ma ọ bụ US $ 25 nde). N'afọ 2021, ndị otu ndị omeiwu Colombian 33 kwadoro ya wee chọọ ka onye isi ala Colombia, Iván Duque, nye 1 ijeri pesos site na ngalaba nchekwa na ngalaba ahụike. Cardona rịọ Gọọmentị ka ha zere ịzụta ụgbọ agha 24 nke ga-efu $ 4.5 nde dollar. Dị ka o si kwuo, site na ego ahụ, gọọmentị nwere ike ịzụta ma ọ dịkarịa ala ọgwụ mgbochi ọrịa 300,000 megide COVID-19 ma mee ka usoro ahụike dị na mba ahụ sie ike. Na Mee 4, 2021, n'etiti ngagharị iwe kpụ ọkụ n'ọnụ malitere na Colombia n'ihi atụmatụ maka mgbanwe ụtụ isi ọhụrụ. Minista na-ahụ maka ego, José Manuel Restrepo, mara ọkwa na Gọọmentị ga-agbaso arịrịọ ka ọ ghara ịzụta ụgbọ agha ahụ.",
  "N'ihi mmụba nke igbu ndị isi ọha na eze na ndị na-kwalite nkwekọrịta udo na Colombia ọ gara London na 2018. N'ebe ahụ, ọ ghọrọ osote onye isi oche nke Humanity United for Universal Demilitarisation"
]