[
  "A mụrụ Angelina Jany Teny na 1953 na South Sudan, Unity State.Ọ bụ onye ndọrọ ndọrọ ọchịchị South Sudan bụ onye bụ minista na-ahụ maka ike na igwupụta ihe n'ala na Gọọmentị nke National Unity nke dị na Khartoum n'etiti afọ 2005 na 2010",
  "Ọ gbara ọsọ maka ntuli aka dị ka gọvanọ nke Unity State n'ọnwa Eprel afọ 2010 mana e meriri ya na ntuli aka nke o kwuru na ọ bụ nke aghụghọ",
  "A họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka nchekwa nke South Sudan na Machị 2020.",
  "Angelina Teny gụrụ akwụkwọ na Great Britain ma na-asụ Bekee na Arabic nke ọma.\nAngelina Teny bụ otu n'ime ụmụ nwanyị ndọrọ ndọrọ ọchịchị a ma ama na South Sudan.\nN'ọnwa Nọvemba afọ 2003, Angelina Teny kwadoro nzukọ nke ụmụ nwanyị South Sudan na \"Ụlọ Mba\" nke emere na Lokichokio echiche e mere iji kwalite udo na ịdị n'otu mba site n'ịmata ọdịiche dị iche iche.",
  "Agha Obodo nke Abụọ nke Sudan kwụsịrị na Jenụwarị 2005 site na nguzobe nke Gọọmentị South Sudan (GOSS) na-achị onwe ya na dị ka usoro akọwapụtara iji gaa na ntuli aka maka nnwere onwe zuru oke.\nAngelina Teny bụ minista steeti nke Energy na Mining na Gọọmentị nke National Unity nke dị na Khartoum n'etiti afọ 2005 na 2010.\nNa nnọkọ Nọvemba 2006 banyere Mmanụ na Ọdịnihu nke Sudan, nke e mere na Juba, o kwuru na enwere nnukwu esemokwu banyere Ministry of Energy and Mining mgbe a na-eguzobe Gọọmentị nke National Unity.\nE mepụtara ụlọ ọrụ mmanụ n'oge agha obodo dị ka ụzọ isi kwado agha ahụ na nnukwu ego mmadụ na nchegbu ndị agha kwuru usoro ụlọ ọrụ ahụ.\nUgbu a, gọọmentị na-agba mbọ ịhazi National Petroleum Commission (NPC) mana SPLM nwere obi ike na usoro ahụ.",
  "O kwuru na \"Sudan nwere ohere ugbu a ịzụlite ngalaba mmanụ iji kwado udo iji hụ na ịdị n'otu dị mma iji hụ na ndị merụrụ ahụ n'oge agha na-edozi ma were ọnọdụ anyị n'ụwa nke oge a ebe a na-emepụta mmanụ na ọrụ ọha na eze",
  "Ugbu a bụ oge dị ka mba iji jikọta ọhụụ na atụmatụ maka njikwa kwesịrị ekwesị nke ihe onwunwe a",
  "\" O kwuru na a ga-enyocha nkwekọrịta, kwụọ ndị obodo ụgwọ ma kwụọ nsogbu gburugburu ebe obibi.",
  "Mgbasawanye nke mmepụta mmanụ n'ebe ndịda n'ime nnukwu ala mmiri Sudd echedoro n'okpuru Nkwekọrịta Ramsar nke mba ụwa, welitere nnukwu ihe ịma aka.",
  "N'ajụjụ ọnụ 2007 o kwuru na ụlọ ọrụ Greater Nile Production Company nke China na-eduzi nyere ya ozi ya",
  "Ozi ahụ enweghị ụzọ ọ ga-esi nyochaa izi ezi.",
  "O kwuru, sị: \"Anyị nwere kọmitii na-agbakọ ego mmanụ ma kwa ọnwa, anyị na-elepụta ọnụ ọgụgụ mmepụta na ọnụ ọgụgụ ahịa, ma na-arụ ọrụ ọnụ ọgụgụ maka onye na-ewere ihe, ugbu a, ọnụ ọgụgụ ndị ahụ dabere na mmepụta wee kesaa n'etiti North na South",
  "Enweghị ntụkwasị obi dị ukwuu nke mere na ị na-anụ mkpesa sitere na South Sudan banyere ego ha na-enweta.N'ọnwa Ọktoba afọ 2007 o kwuru na \"GOSS [Government of Southern Sudan] ejighị n'aka banyere ọnụ ọgụgụ mmepụta mmanụ nke gọọmentị etiti wepụtara ma na-eche na oke ya abụghị nke ziri ezi",
  "E nyeghị GOSS nnọchiteanya ọ bụla na usoro atụmatụ nke mmepụta mmanụ na ahịa mba ofesi.",
  "Na ntuli aka Eprel 2010 Angelina Teny hapụrụ pati ya, Sudan People's Liberation Movement, wee gbaa ọsọ dị ka onye na-azọ ọkwa Gọvanọ nke Unity State",
  "Onye isi ya bụ gọvanọ nọ n'ọkwa bụ Taban Deng Gai.\nAkụkọ ndị mbụ gosiri na ọ na-ebute ụzọ karịa ndị ọzọ isii na-asọmpi.",
  "Ndị na-eme ntụli aka na steeti mara ọkwa na Taban Deng Gai meriri site na votu 137,662, na-emeri Angelina Teny na votu 63,561.\nNdị otu ahụ meriri kwuru na nkwupụta jikọrọ aka na e nweela ọtụtụ ihe ma kpọọ maka nyocha nke National Elections Commission",
  "Angelina Teny kwuru na ya agaghị anabata ma ọ bụ kweta nsonaazụ.\nAngelina Teny kọwapụtara ọtụtụ ihe na-ezighị ezi, gụnyere ịchụpụ ndị na-ekiri ihe, igbe ntuli aka na-efu efu, ọnụ ọgụgụ vootu karịrị ọnụ ọgụgụ ndị debanyere aha na ihe ndị ọzọ.\nE jidere onye ndú mkpọsa ya mgbe ya na ndị otu ya nwara ịbanye n'ọfịs Kọmitii Nnukwu Nhọrọ nke Steeti.\nNdị uwe ojii gbagburu mmadụ abụọ ma merụọ mmadụ anọ ndị ọzọ ahụ mgbe ndị uwe ojii gbara ìgwè ndị na-eme ngagharị iwe égbè n'isi obodo steeti ahụ, Bentiu.\nAngelina Teny kpọrọ ndị na-akwado ya ka ha nọrọ jụụ ma zere ime ihe ike, nke bụ epidermic na Unity State, isi ebe na-emepụta mmanụ na South Sudan.",
  "Gọvanọ Unity State Taban Deng mechara boo Teny na Onye isi oche SPLM-DC Lam Akol ebubo na ha na-akwado Colonel Galwak Gai, onye duziri nnupụisi megide ndị agha SPLM mgbe ntuli aka gasịrị",
  "Edward Lino, onye otu ndị isi SPLM, boro ya ebubo na ọ na-akwado nnupụisi na Unity State",
  "Na nzaghachi, Angelina Teny kwuru na ọ na-etinye akwụkwọ megide Edward Lino.\nE kwuru na Teny kwere nkwa ịhọpụta Gai dị ka onye kọmishọna mpaghara ma ọ bụrụ na ọ merie ntuli aka ahụ, ọ nupụkwara isi mgbe ọ na-enwetaghị ọkwa a.",
  "A họpụtara Angelina Teny ka ọ bụrụ onye ndụmọdụ na okwu mmanụ ala na South Sudan Energy and Mines Ministry, ọ bụkwa onye ndú nke mkparịta ụka ya na gọọmentị Khartoum banyere nwe na njikwa akụ mmanụ",
  "Mgbe ọ na-aga nzukọ ike na Ghana na Septemba 2011 ọ kwuru maka ọnọdụ ụlọ ọrụ mmanụ na South Sudan mgbe ọnwa abụọ nke nnwere onwe zuru oke gasịrị",
  "O kwuru na njikwa mmanụ bụ n'ụzọ dị ukwuu ọ bụ ezie na ọ bụghị kpamkpam na-achịkwa site na Sudan, South Sudan na-achịkwu ọtụtụ n'ime mmanụ ya.\nUbi ndị ahụ na-emepụta ihe nwere mmepụta nke ihe dị ka barel 300,000 kwa ụbọchị.",
  "Angelina Teny kwuru na gọọmentị emeela atụmatụ nke mmemme afọ 3 iji mepụta akụrụngwa",
  "Nke a gụnyere iwu ụlọ nrụpụta mmanụ iji gboo mkpa ụlọ",
  "Iwu ọhụrụ iji chịkwaa ụlọ ọrụ ahụ fọrọ nke nta ka ọ dị njikere ibipụta ya.\nSouth Sudan chọrọ isi obodo ngwa ngwa iji mezuo Millennium Development Goals na iwu okporo ụzọ na paịpụ",
  "O kwuru na ụlọ ọrụ mmanụ na-agwa gọọmentị okwu nke na-enyocha nkwekọrịta ndị dị ugbu a.\nA chọrọ ozi ndị ọzọ ka Juba nwee ike nyochaa ebe nchekwa.",
  "Ọ bụ nwunye Riek Machar, osote onye isi ala mbụ nke South Sudan.\nHa nwere ụmụ anọ. N'abalị iri na asatọ n'ọnwa Mee afọ 2020, a chọpụtara na Teny na di ya nwere COVID-19",
  "mgbe ha gosipụtara ihe ịrịba ama na mgbaàmà."
]