[
  "Angie Zelter (a mụrụ na 5 June 1951) bụ onye na-ekwuchitere ndi mmadu na Britain na onye guzobere ọtụtụ òtù mkpọsa mba ụwa, gụnyere Trident Ploughshares na International Women's Peace Service",
  "A maara Zelter maka mkpọsa na-abụghị nke ime ihe ike ma a wụchiele ya ihe karịrị ugboro 100 na Belgium, Canada, England, Malaysia, Norway, Poland na Scotland, na-ata ahụhụ n'ụlọ mkpọrọ afọ 16.\nZelter bụ onye na-akpọ onwe ya 'nwa amaala ụwa'.",
  "N'afọ ndị 1980 Zelter guzobere Snowball Campaign, nke gbara ume nnupụisi obodo dị iche iche na ndị sonyere na-ebibi otu eriri nke mgbidi gburugburu ụlọ ọrụ ndị agha US na UK, wee chere ka e jide ya. N'oge mkpọsa ahụ, nke were afọ atọ, e jidere ihe dịka mmadụ 2,500 ma zigara ọtụtụ n'ime ndị na-eme ngagharị iwe n'ụlọ mkpọrọ maka ịghara ịkwụ ụgwọ. Caroline Lucas, onye ga-abụ onye isi Green party na onye omeiwu sonyere na mkpọsa ahụ, e zigakwara onye na-ede uri Oliver Bernard n'ụlọ mkpọrọ.",
  "N'afọ 1996 ọ bụ otu n'ime ndị otu wepụrụ BAE Hawk Jet, ZH955, na-akpata mmebi £ 1.5million ma gbochie ya ka a ghara ibupụ ya na Indonesia ebe a ga-eji ya wakpo East Timor",
  "A tọhapụrụ ya maka omume a na mmeri nke manyere okwu nchịkwa ngwá agha n'ime atụmatụ ndị isi.",
  "Ya na onye America Ellen Moxley na Ulla Røder si Denmark, a maara ya dịka otu n'ime Trident Three nke Trident Ploughshares, mgbe ụmụ nwanyị ahụ jisiri ike banye Maytime, ụlọ nyocha trident sonar na-ese n'elu mmiri na Loch Goil, ma mebie kọmputa 20 na ngwá electronic ndị ọzọ na igbe circuit, bepụ antenna, igwe na-ejikọta ya na superglue, ájá, na syrup na logbooks, faịlụ, ngwaike kọmputa, na akwụkwọ n'elu ụgbọ mmiri. N'ọnwa Disemba afọ 2001, e nyere Trident Three Right Livelihood Award.",
  "N'agbata afọ 2001 na afọ 2005, ọ na-arụsi ọrụ ike n'ọtụtụ ihe na International Solidarity Movement na òtù ndị ọzọ e mere iji chebe ndị Palestine nọ na West Bank megide ime ihe ike nke ndị agha Israel na ebe obibi ndị Juu iwu na-akwadoghị nke mere ka ndụ ha sie ike",
  "Gọọmentị Israel mechara jụ ikwe ka ọ laghachi.",
  "N'ọnwa Machị afọ 2012, ndị uwe ojii South Korea jidere Angie Zelter maka igbochi iwu ụlọ ọrụ Jeju-do Naval Base.",
  "Na Septemba afọ 2014, Zelter natara Hrant Dink Award na Istanbul maka ọgụ ya megide ngwá agha nuklia.",
  "N'oge April 2019 Extinction Rebellion London occupations e jidere Zelter na Waterloo Bridge na Parliament Square, na-aghọ onye na-eme ihe omume mbụ a ga-ekpe ikpe. E nyere ya ikike ịhapụ ya na June afọ 2019, mgbe ọ rụchara ụka n'ụlọ ikpe na ụmụ mmadụ na-eche mkpochapụ ihu ọ gwụla ma gọọmentị emejuputa mgbanwe dịgasị iche iche.",
  "Zelter bụ otu n'ime ihe karịrị 1,400 ndị na-eme ngagharị iwe e jidere n'oge mkpọsa izu abụọ nke October 2019 'Extinction Rebellion Autumn Uprising' na London",
  "E boro ya ebubo n'okpuru Akụkụ nke 14 nke Iwu Iwu Ọha 1986, kwupụtara na ikpe mara ya, a nyekwara ya iwu ịkwụ ụgwọ £ 460, ụgwọ £ 85 na ụgwọ £ 46 ọzọ.",
  "N'afọ 2021 o bipụtara akwụkwọ na-akọwa ọrụ ya n'etiti afọ 1982 na 2021 n'aha \"Activism for Life\" (Luath Press Limited  )."
]