[
  "Angie Elizabeth Brooks (Ọgọst 24, na afọ 1928 - Septemba 9, Na afọ 2007) bụ onye nnọchi anya mba Liberia na onye ọka iwu",
  "Ọ bụ naanị nwanyị Afrịka bụ onye isi oche nke United Nations General Assembly. Ọ bụkwa nwanyị nke abụọ si mba ọ bụla na-eduzi ụlọ ọrụ UN.",
  "N'afọ 1969, a họpụtara ya dị ka onye isi oche nke Nzukọ Ezumezu wee malite ọrụ n'afọ 1970",
  "N'afọ 1974, ọ ghọrọ onye nnọchiteanya Liberia na United Nations, ebe ọtụtụ n'ime ọrụ ya gụnyere mgbanwe nke mba ndị na-achịbu mba ndị nwere onwe ha. Ọ rụkwara ọrụ dị ka osote odeakwụkwọ nke steeti Liberia. Oge ya dị ka onye nnọchi anya na-adịgide adịgide kwụsịrị na afọ 1977 mgbe a họpụtara ya ka ọ bụrụ onye ọka ikpe nke Ụlọikpe Kasị Elu nke Liberia",
  "Onye isi ala Tolbert họpụtara ya na 4 Mee ma malite ọrụ ụbọchị abụọ ka e mesịrị, ọ bụ nwanyị mbụ jere ozi na Ụlọikpe Kasị Elu nke Liberia.",
  "A mụrụ ya site na ihe nketa Vai, Grebo, na Mandingo, Brooks bụ nwa nwanyị nke Thomas Joseph, onye ụkọchukwu dara ogbenye nke African Methodist Episcopal Zionist Church, na Theresa Ellen Brooks. Brooks bụ nwa nke abụọ amụrụ n'ime ụmụ iri, ndị mụrụ ya dara ogbenye enweghị ike ijide ya wee mee mkpebi siri ike ịzụlite ya ka ọ bụrụ onye na-akwa akwa di ya nwụrụ na Monrovia, Liberia. Mgbe ọ dị afọ iri na otu, Brooks kụziiri onwe ya ide ihe ma nweta ego site na iṅomi akwụkwọ iwu iji tinye onwe ya n'ụlọ akwụkwọ.  Ọ rụrụ ọrụ dị ka stenotypist maka Ngalaba Ikpe Ziri Ezi iji kwụọ ụgwọ maka ụlọ akwụkwọ sekọndrị. Mgbe ọ dị afọ iri na anọ, ọ lụrụ onye ndụmọdụ Richard A",
  "Henries (onye mechara bụrụ onye isi oche nke ụlọ ndị nnọchi anya Liberia). Ya na Henries mụrụ ụmụ nwoke abụọ tupu ha agba alụkwaghịm.",
  "Ahụmahụ mbụ Brooks nwere dị ka onye na-ede akwụkwọ na onye na-ese ihe n'ụlọ ikpe mere ka o nwee mmasị n'iwu",
  "Mgbe ọ na-arụ ọrụ n'ụlọ ikpe, ọ mụtara na ọtụtụ n'ime iwu ndị ahụ nwere ntụpọ, o kpebisiri ike imezi iwu site n'ịbanye na ndị omeiwu. Ya mere, n'agbanyeghị ajọ mbunobi dị ukwuu megide ụmụ nwanyị ndị ọka iwu na Liberia n'oge ahụ, o kpebiri ịchọ akara ugo mmụta iwu. N'afọ 1940, Liberia enweghị ụlọ akwụkwọ iwu ọ bụla iji nye ọzụzụ",
  "Kama nke ahụ, Brooks mụtara ọrụ n'okpuru Clarence Simpson tupu ya emee ule ọkàiwu.",
  "N'ịbụ onye kpebisiri ike ịga n'ihu na agụmakwụkwọ ya, Brooks tinyere akwụkwọ na Mahadum Shaw dị na Raleigh, North Carolina, United States. Dị ka nne gbara alụkwaghịm nke ụmụ abụọ, Brooks enweghị ike ịkwụ ụgwọ maka njem America, ya mere mgbe ọ nabatara, ọ rịọrọ Onye isi ala Liberia, William V",
  "S",
  "Tubman, maka enyemaka; mkpebi siri ike ya masịrị ya nke na o mere ndokwa ịkwụ ụgwọ iji njem ya. Mgbe ọ nọ na North Carolina, Brooks were iwe nke ukwuu maka ịkpa ókè nke na ọ jụrụ ịgba bọs ma kama ọ na-akwọ ụgbọala ebe niile. N'afọ 1963, mgbe ọ bụ onye nnọchiteanya UN a họpụtara, Brooks gara Raleigh ọzọ iji kwuo okwu na Mahadum North Carolina State. Mgbe ọ nọ n'ebe ahụ, ụlọ oriri na ọṅụṅụ ọ nwara iri nri na ya jụrụ ọrụ ya n'ihi na ọ bụ onye ojii. Ọbụna ọnọdụ ya dị ka onye nnọchiteanya mba ọzọ enweghị ike ichebe ya pụọ na mmetụta nke ịkpa ókè",
  "Gọvanọ North Carolina Terry Sanford mechara rịọ Brooks mgbaghara maka ihe merenụ.",
  "Mgbe ọ nọ na Mahadum Shaw, Brooks bụ onye otu Eta Beta Omega nke mba ụwa nke Alpha Kappa Alpha Black sorority. Ọ kwadoro agụmakwụkwọ ya site n'ịrụ ọrụ dị ka onye na-asa efere, onye na-akwa ákwà, onye na'ọbá akwụkwọ, na onye na-enyere nọọsụ aka",
  "N'afọ 1949, ọ nwetara nzere Bachelor of Arts na sayensị mmekọrịta mmadụ na ibe ya na Mahadum Shaw Ọ gara n'ihu nweta nzere Bachelor of Law na nzere Master of Science na sayensị ndọrọ ndọrọ ọchịchị na mmekọrịta mba ụwa na Mahadum Wisconsin Tian Madison. O mekwara ọrụ gụsịrị akwụkwọ na iwu mba ụwa na Mahadum College Law School nke Mahadum London na afọ 1952 na afọ 1953, ọ nwetakwara nzere Doctor of Civil Law na Mahadim Liberia na afọ 1964. Tụkwasị na nke a, Brooks nwetara nzere Doctor of Law na Mahadum Shaw na Mahadim Howard na afọ 1962 na n'afọ 1967 n'otu n'otu.",
  "Brooks laghachiri Liberia ebe ọ rụrụ ọrụ dị ka onye ndụmọdụ na ụlọ ikpe kachasị elu nke Liberia",
  "Ọ bụ nwanyị mbụ jere ozi dị ka Assistant Attorney-General nke Liberia site n'Ogost, afọ 1953 ruo Machi, na afọ 1958. O guzobekwara Ngalaba Iwu na Mahadum Liberia iji hụ na ndị Liberians ndị ọzọ ga-enwe ike inweta nzere iwu n'enweghị ịhapụ mba ha. Site na afo 1954 ruo na afọ 1958, ọ rụrụ ọrụ dị ka Onye Ọkachamara nke Iwu na Mahadum Liberia.",
  "Brooks zụrụ dị ka onye nnọchi anya mba ọzọ na United States Foreign Service, nkà o ji mee ihe nke ọma mgbe, na afọ 1954, a gwara ya ka ọ mejupụta oghere ikpeazụ na ndị nnọchi anya Liberia na United Nations. Ọ bụ ezie na Brooks ghọrọ onye nnọchi anya ihe fọrọ nke nta ka ọ bụrụ ihe na-enweghị isi, ọ rụrụ ọrụ dị ka onye nnọchiteanya Liberia na United Nations kwa afọ mgbe nke ahụ gasịrị ruo mgbe a họpụtara ya dịka onye isi oche nke UN General Assembly na afọ 1969. Brooks maara ọdịiche dị n'etiti nkwa UN kwupụtara ịgbanwe na omume ndị ga-eme ka nkwa ndị ahụ mezuo",
  "O mere ka ọ bụrụ ọrụ nke aka ya iji gbanwee United Nations ka ọ bụrụ ụlọ ọrụ nwere ike izute nsogbu nke ụwa n'ihu site na ibelata arụmụka na-emebi emebi ma lekwasị anya na mkparịta ụka siri ike nke na-edozi ezigbo okwu n'ụzọ bara uru. N'okwu mbụ ya mgbe a họpụtara ya dịka onye isi oche nke Nzukọ Ezumezu, Brooks kwuru, sị:",
  "Mgbe ụfọdụ, anyị aghọtaghị na ọ bụghị okwu ma ọ bụ nkwekọrịta n'etiti ndị nnọchiteanya, ma ọ bụ ọbụna mkpebi ma ọ bụ aro enweela mmetụta dị ukwuu n'ihe omume n'ụwa n'ozuzu",
  "Mmetụta nke afọ ojuju, mgbe ị nabatara mkpebi",
  "enyerela aka mee ka akụkọ ifo nke ihe ịga nke ọma dịgide, nke mere na ọtụtụ n'ime anyị na-ejikarị obi ụtọ aga site n'otu ihe omume gaa na nke ọzọ n'echebaraghị anya na enwere ike ma ọ bụ ọbụna ohere na a gaghị emezu mkpebi ahụ",
  "Anyị enweghị ma anyị enweghị n'akụkụ a mmetụta nke eziokwu.",
  "Brooks nwere nchegbu karịsịa maka ọdịmma nke mba ndị nwere onwe ha ọhụrụ nke a na-achịkwa dị ka ndị na-achị ma ọ bụ ikike UN",
  "N'ajụjụ ọnụ mbụ ya mgbe a họpụtara ya dị ka onye isi oche nke United Nationls General Assembly, Brooks gbara obere mba ume ka ha chọta otu ihe iji jikọta ha n'otu olu dị ike iji mee ka ha laghachi azụ ma mee ka a nụ ha megide ike ụwa.",
  "O gosiri nchegbu banyere ọdịmma na ikike iwu nke ụmụ nwanyị, na-ekwu na ha ga-enwerịrị olu na mkpebi ndọrọ ndọrọ ọchịchị nke mba ha iji gbochie agha",
  "N'ịzaghachi ajụjụ onye nta akụkọ jụrụ banyere ọrụ ụmụ nwanyị dị ka ndị nnọchiteanya, o kwuru, ma ọ bụrụ na ụmụ nwoke ga-enye ụmụ nwanyị ohere ka a nụ ha ma jiri amamihe tụlee ụfọdụ n'ime ihe ha na-ekwu, ma eleghị anya ụwa ga-adị n'ọnọdụ ka mma.",
  "Ndị otu UN ibe ya kọwara Brooks dị ka \"onye siri ike, onye na-eguzogide, onye nwere ndidi, na onye na-eme ihe ọchị n'ụzọ na-adịghị mma\".",
  "N'afọ 1958, Onye isi ala William Tubman họpụtara Brooks ka ọ bụrụ osote odeakwụkwọ nke steeti",
  "Brooks chọrọ ka iwu bụrụ ọrụ ụmụ nwanyị nwere ike inweta, na-enweghị ịkpa ókè. Iji mezuo nke ahụ, site na afo 1956-59 ọ rụrụ ọrụ dị ka osote onye isi oche nke International Federation of Women Lawyers ebe ọ rụrụ ọrụ iji kwalite ikike ụmụ nwanyị ma gbaa ụmụ nwanyị ume n'ọhịa iwu.  N'afọ 1977, a họpụtara ya ka ọ bụrụ onye ọka ikpe nke Ụlọikpe Kasị Elu nke Liberia, nwanyị mbụ a họpụtara otú ahụ",
  "Ọ rụrụ ọrụ a ruo mgbe a kwaturu ọchịchị n'afọ 1980.",
  "Brooks nwere mmasị siri ike na nka ọdịnala Afrịka ma nweta nnukwu nchịkọta nke mechara ghọọ ebe ngosi ihe mgbe ochie na Liberia.",
  "Angie Brooks nwere ụmụ nwoke abụọ, Richard A",
  "Henries II na Wynston Henries site na alụmdi na nwunye mbụ ya na Richard A",
  "Henry I",
  "Na mgbakwunye, ọ bụkwa nne nkuchi ụmụ nwanyị Marjorie na Eda",
  "N'ozuzu, Brooks zụlitere ma ọ dịkarịa ala ụmụaka obodo Liberia 47 iji sọpụrụ nne nkuchi ya; ọtụtụ n'ime ha zụliere n'ugbo rọba ya na Wearleah. Na mgbakwunye, Brooks kuchiri nwa nwanyị, Aida, onye bụ nwa mgbei n'oge agha na Rwanda. O nwere mmasị dị ukwuu na agụmakwụkwọ ụmụaka, o nyere nnukwu ego maka ọrụ ndị a ra nye ihe a.",
  "Mgbe ya na Richard A",
  "Henries I gbara alụkwaghịm, o mechara lụọ Isaac M Randolph.",
  "N'agbanyeghị ebumnuche ya ịlaghachi Liberia iji bie ụbọchị ikpeazụ ya, ọ nwụrụ na Septemba 9, na afọ 2007, na Houston, Texas, United States. Brooks natara olili ozu steeti na Liberia ma lie ya n'ebe a mụrụ ya na Virginia na Montserrado County.",
  "Àtụ:S-start\nÀtụ:S-dip\nÀtụ:Succession box\nÀtụ:S-end"
]