[
  "Angloromani mà ọ bụ Anglo-Romani (nke a na-akpọ \"English Romani\"; nkè a makwaara dị kà Angloromany, Rummaness, mà ọ bụ Pogadi Chib) bụ asụsụ ngwakọta nke sitere ná Indo Europe nkè gụnyere ọnụnọ nke okwu Romani na syntax na Bekee nkè ụmụ Romanichal Travellers ná United Kingdom, Australia, Canada, New Zealand, United States, ná South Africa.",
  "Mgbè há rutere Great Britain ná narị afọ nke iri ná isii, Romani jiri asụsụ Romani ruo na ngwụcha narị afọ nke itoolu (ma eleghị anya otu ọgbọ ogologo oge na Wales)",
  "E ji Bekee dochie ya dị ka asụsụ kwa ụbọchị na nke ezinụlọ nke British Romani, na-eduga n'ihe a maara dị ka \"Para-Romani\" mà ọ bụ ọnụnọ nke Romani ná Bekee nke Romani ji.",
  "Ìhè atụ nke ahịrịokwu ná Angloromani bụ: Mush na-eji gry ya na-agbadata n'oghere ahụ ('Nwoke ahụ na ịnyịnya yá na-aga n'okporo ụzọ')",
  "Otú akwụkwọ sitere ná narị afọ nke iri ná asaa nkè akpọrọ Winchester Confessions na-egosi ná British Romani n'onwe ya bụ olumba nke alaka ugwu nke Romani na-ekerịta ìhè yiri nkè Welsh Romani. Otú ọ dị, asụsụ dị n'ọnọdụ nke oge a agbanweela site na okwu ndị dabeere na Indic, ọdịdị, na mmetụta sitere na asụsụ Grik na asụsụ Balkan ndị ọzọ nke narị afọ nke iri na asaa gaa na asụsụ Para-Romani nke dị kà asụsụ Anglo-Romani oge a nke nwere njedebe ahịrịokwu nkè Bekee metụtara, ebe Welsh Romani na-ejigide usoro ụtọ asụsụ mbụ.",
  "N'akụkọ ìhè méré eme, ụdị dị ichè ichè nkè Welsh na English Romani mejupụtara otu ụdị nke Romani, njirimara ha na-ekerịta, ma nwee njikọ chiri anya n'akụkọ ahụ ná asụsụ ndị a na-asụ na France, Germany (Sinti), Scandinavia, Spain, Poland, North Russia na mba Baltic.  Asụsụ ndị dị otú ahụ sitere ná mbata mbụ nkè ndị Romani ná ọdịda anyanwụ, ugwu na ndịda Europe na ngwụcha oge etiti. Akwụkwọ ole na ole dị n'oge a, akwụkwọ Winchester Confessions c.1616 na-eme ka ọdịiche nke English Romani pụta ìhè ma nwee ọnụ ọgụgụ dị elu nke okwu ndị a ka na-eji n'asụsụ Romani nke oge a na Northern Europe na ruo n'oge na-adịbeghị anya kwa Welsh Romani; Ihe atụ gụnyere: balovas (anụ anụ anụ), Marion (mmanya, mmanya), ruk (osisi), smentena (cream), boba (beans) na folaso (glove), na okwu ndị dị otú ahụ niile na-apụta n'asụsụ ọdịda anyanwụ Romani, na-enwe olé ná olé.",
  "Otú ọ dị, akwụkwọ Winchester Confessions na-egosi ná usoro ụtọ asụsụ Bekee na-emetụta ndị na-asụ asụsụ Romani Bekee (n'ime ọnọdụ London ebe akwụkwọ ahụ si) iji nabata nhazi (aha-aha) karịa nhazi (aha na-aha) nkè asụsụ Romani ndị ọzọ, gụnyere Welsh Romani nkè oge á",
  "Akwụkwọ ahụ na-atụ aro nkewa zuru oke n'etiti Cant nke ndị ohi, ná ụdị Romani Bekee nkè mmalite narị afọ nke iri na asaa. Nke a nwere mmetụta pụrụ ichè mgbè ị na-akọ mmalite na mmepe nke Anglo-Romani na nkewa ya na Welsh Romani",
  "Ónyé dere otu ọmụmụ dị otú ahụ kwenyere na English Romani ji nwayọọ nwayọọ tụfuo syntax ya pụrụ iche, phonology na morphology ebe ndị ọkà mmụta ndị ọzọ kwenyere na Anglo-Romani mepụtara ngwa ngwa mgbe ndị Romanis rutere England ná narị afọ nke iri na isii, na mmepe yiri asụsụ Pidgin mà ọ bụ Creole.",
  "Anglo-Romani amalitelarị ná narị afọ nke iri ná asaa ọ bụ ezie ná mgbanwe site ná Romani Bekee mbụ edoghị anya",
  "Akwụkwọ Winchester Confessions na-agbagha mgbanwe ọdịdị mberede, mà na-akwado nkewa asụsụ siri ike n'etiti asụsụ Canting na Romani Bekee nke ndị na-asụ ya na-eji asụsụ Romani dị iche iche mgbe ha na-ekwu okwu n'etiti onwe ha",
  "Ọnọdụ nke dị otu narị afọ kà e mesịrị dị ka James Poulter 1775 gbara akaebe: \"ndị Gypsies Bekee kwuru ụdị asụsụ nke ha nke ọ dịghị onye ọzọ nwere ike ịghọta,\" na-egosi na asụsụ ahụ dị iche na \"asụsụ abụ\" nke England",
  "Romani nkè oge ahụ bụ asụsụ nkwurịta okwu kwa ụbọchị, nke a na-eji eme ìhè, ọ bụghị asụsụ nzuzo.",
  "Á na-eji Romani mbụ eme ìhè naanị dị kà asụsụ ezinụlọ mà ọ bụ ezinụlọ, n'oge oge ụfọdụ n'etiti agbụrụ Romani dị ichè íchè",
  "Ọ bụghị asụsụ edere ede, kama ọ bụ nkè mkparịta ụka, nkè ezinụlọ na-eji eme mkparịta ụka n'etiti onwe ha n'ebe ọha na eze dị ka ahịa ndị ndị ọzọ na-enweghị ike ịghọta",
  "A naghị eji ya mee ihe n'ọrụ ọ bụla n'ụlọ akwụkwọ mà ọ bụ n'ihe gbasara nchịkwa, yá méré enweghị okwu maka okwu ndị a",
  "A gbaziri okwu ndị dị otú ahụ n'asụsụ Bekee",
  "Otú ọ dị, iji mee ka ndị si n'èzí ghara ịghọta asụsụ ahụ, ndị na-asụ Romani chepụtara okwu ọhụrụ ndị bụ njikọta ma ọ bụ ọdịiche nkè okwu Bekee mbụ",
  "Dịka ọmụmaatụ, a na-akpọ onye na-elekọta ọhịa veshengro, site na okwu Romani maka ọhịa, vesh; ụlọ oriri na ọṅụṅụ bụ habbinkerr site na okwu habbin, nri, na ker, ụlọ, ya mere n'ụzọ nkịtị \"ụlọ nri\"; na onye isi obodo bụ gavmoosh, site naokwu gav, obodo, obodo, na moosh, nwoke, n'ụzọ ziri ezi \"obodo-nwoke\"",
  "Nkè nta nkè ntà, ndị Romani nke Britain malitere ịhapụ asụsụ ha maka Bekee, ọ bụ ezie na ha jidere ọtụtụ okwu, nke ha na-eji ugbu a mgbe ụfọdụ na mkparịta ụka Bekee dị kà Angloromani.",
  "Mmalite nke asụsụ Romani dị nà India, na isi okwu na ụtọ asụsụ ka yiri asụsụ Indic nkè oge a dị ka Hindi, Kashmiri, ná Punjabi",
  "Ndị ọkà mmụta asụsụ anọwo na-enyocha olumba Romani kemgbe ọkara nkè abụọ nke narị afọ nke iri na asatọ, ọ bụ ezie ná enweghị ìhè ndekọ ochie nkè asụsụ ahụ, ọ ga-ekwe omume ịmegharị mmepe Romani site na asụsụ oge ochie nkè India ruo n'ụdị ya ugbu a dị ka a na-asụ na Europe",
  "Ọ bụ ezie na asụsụ ahụ ka yiri n'isi ya, ọ na-esiri ndị Romani si n'ógbè dị iche iche ike mgbe ụfọdụ ịghọta ibe ha ma ọ bụrụ ná há enwetabeghị ìhè ọ bụla gbasara asụsụ ndị ọzọ.",
  "Anglo-Romani bụ asụsụ ngwakọta, ná asụsụ ndị bụ Romani ná Bekee (ihe a na-akpọ Para-Romani na asụsụ Romani).",
  "Ụfọdụ ìhè okwu Bekee ndị ochie mà ọ bụ ndị á na-eji eme ihe na okwu idiomatic na Standard English kà dị na Anglo-Romani, dịka ọmụmaatụ aha ná swaddling.",
  "Mpaghara ọ bụla á na-asụ Angloromani nwere ụdị Bekee dị ichè ichè; nkè a na-edugakarị ndị si n'èzí ikwere na okwu Romanichals bụ Bekee mpaghara",
  "Nkọwa dị iche iche nke Southern Angloromani dị iche iche pụtakwara na ọtụtụ ndị si n'èzí na-eche na ndị njem Southern Romanichal si West Country n'ihi na West Country English bụkwa rhotic",
  "N'ezie, ọtụtụ ndị njem Romanichal si South nke England mà ọ bụ mpaghara Midlands nwere ụda olu West Country; n'ezie ọ bụ ụda olu Southern Romanichal Traveller.",
  "N'etiti ndị na-asụ Anglo-Romani, enwere ọdịiche dabere ná ebe ndị otu biri ná mbụ tupu há amụta Bekee:",
  "Ndị otu ndị á na-eche na ọ bụghị naanị ná há na-eme ka asụsụ / ụda olu há dị iche, kamakwa ná há sitere n'òtù mpaghara dị ichè ichè",
  "Ndị na-asụ Southern Angloromani weere njirimara mpaghara nke Southern Romanichal Travellers na ndị na-asụrụ Northern Angloromane weere njirimara obodo nke Northern Romanichal travellers",
  "N'oge obibi, nkewa ndị a gosipụtara ọnọdụ ala",
  "Há mere njem, mana ruo mgbe njem ghọrọ nke oge á, mbata ahụ bụ nkè mpaghara.",
  "N'ozuzu, ụdaume Anglo-Romani na-egosipụta usoro ụdaume British English mà e wezụga ná á na-akpọ rhotic [r] na /x/ na-apụta n'asụsụ ụfọdụ",
  "Anglo-Romani nwere ike ịbụ rhotic mgbe ụfọdụ mà n'ọnọdụ ndị ọzọ ọ bụghị rhotic dị ka asụsụ Bekee na-abụghị rhotic; dịka ọmụmaatụ, na Romani terno \"onye na-eto eto\" (na-agafe n'ọkwa tarno) nwèrè ike ịsụgharị dị ka tawno.",
  "Romani nyere ohere màkà usoro okwu abụọ bụ Subject-Verb-Object (SVO) ná Verb-Subject-Object-VSO.",
  "Á na-enweta ịgọnahụ ná Anglo-Romani site na iji okwu kek:"
]