[
  "Aniocha South bụ mpaghara gọọmentị ime obodo nke Delta Steeti, Naijiria",
  "Isi ụlọ ọrụ ya dị n'obodo Ogwashi-Uku",
  "Obodo ndị mejupụtara mpaghara gọọmentị ime obodo bụ Abah Unor, Adonte, Ashama, Egbudu-Akah, Ejeme-Aniogor, Ejeme, Ewulu, Isheagu(nke gụnyere Onuiyi, Atuakpai na Obikwere), Ogwashi Uku (nke gụnyere Oloh, Isah, Azagba, Igbudu), Nsukwa, Ubulu-Owu, Ubulu, Ubkiti-Unor, Uk-Oba na Umute.",
  "O nwere mpaghara nke kilomita narị asatọ na iri isii na asatọ (335 sq mi) yana ọnụ ọgụgụ mmadụ otu narị puku na iri anọ,narị isii na anọ na ngụkọ 2006",
  "Nnukwu ọrụ ụmụ amaala na-arụ bụ ọrụ ugbo, na ịkụ azụ (karịsịa na Ewulu, Isheagu na Ejeme Aniogor)",
  "ota (335 sq mi) na ọnụ ọgụgụ mmadụ 140,604 na ọnụ ọgụgụ afọ 2006",
  "Ọrụ ndị isi nke ụmụ amaala bụ ọrụ ugbo, na ịkụ azụ (karịsịa na Ewulu, Isheagu na Ejeme Aniogor).",
  "Ọrụ ugbo nke mpaghara ahụ gụnyere ubi nkwụ mmanụ na Nsukwa, Ubulu Uku na Ashama; ubi rọba na Egbudu-Akah, Animal Husbandry na Ubulu-Unor",
  "Obodo ndị a jikọtara site n'okporo ụzọ dị mma nke ọtụtụ n'ime ha bụ tarred",
  "Okporo ụzọ ndị e ji ígwè rụọ erubeghị Adonte, Ewulu na Ukwu-Oba",
  "Ọdụ ụgbọ mmiri osimiri dị na Ewulu na Isheagu jikọtara Gọọmentị Obodo na Mpaghara na Steeti ndị ọzọ dị na Osimiri Niger.",
  "Mpaghara ahụ emeela ka ndị ama ama gụnyere Chief T",
  "O Obichie, Chief Joel Nzemeke Ilomechine (Odoziani 1 nke Ashama), Maj",
  "Gen",
  "Cyril C",
  "Iweze rtd",
  "(Onye bụbu ECOMOG Commander) si Isheagu; Isaac Ekene Ilomechine (Dir",
  "ICT, DTGH - Nwa nke Chief J.N Ilomechine), Raph Uwechue, Ngozi Okonjo-Iweala, Austin Jay Jay Okocha, Late Chief C.N",
  "Anumonwo (Iyase of Ogwashi Ukwu), Shirley Obichie, Peter Konyegwachie, Chief Van J Nwoko, Prof Okonjo, Mr A.O Iloka, Agbobu, Late Chief P.O.C",
  "Ozieh, Chief G.N",
  "Enujeko (Odoziani 1 of Ogwashi-Uno), Rev",
  "Dr",
  "Patrick Anwuzia, na Prọfesọ",
  "Emma Osamor (onye bụbu Minista na-ahụ maka ndị uwe ojii), Kọmishọna ndị uwe ojii Haz Iwendi na ndị ọzọ.",
  "Onye eze kachasị ochie na-achị n'Afrịka, na ụwa dum, sitere na Aniocha-ebe ndịda, n'ime Obi Agbogidi Alfred Oloome Okolie, onye mbụ; Obi nke Egbudu-Akah, onye e kpuwere okpueze na 12 Febụwarị 1946.",
  "Ihe na-adọrọ mmasị bụ ememme dị iche iche, ụlọ oriri na ọṅụṅụ Ngozeg a ma ama, Adeke Restaurants, na ndị ọzọ.",
  "Na agụmakwụkwọ, Mpaghara Gọọmentị Obodo na-etu ọnụ Delta State Polytechnic, Ogwashi-Uku, ọtụtụ ụlọ akwụkwọ sekọndrị na praịmarị ama ama",
  "Koodu post nke mpaghara ahụ bụ narị atọ na iri abụọ (320)"
]