[
  "Anisia Karlo Achieng Olworo bụ onye omeiwu South Sudan na onye na-ahụ maka ikike ụmụ nwanyị.",
  "A mụrụ Achieng na South Sudan",
  "Nne ya nwụrụ mgbe ọ dị obere na nna ya nwụrụ n'agha obodo",
  "Mgbe nke ahụ gasịrị, ndị ozi ala ọzọ kwagara Uganda zụlitere ya n'ụlọ ụmụ mgbei",
  "Achieng gụsịrị akwụkwọ sekọndrị ya n'ebe ahụ ma sie ọnwụ na ọ ga-alaghachi Sudan ịchọ ndị ikwu ya",
  "Mgbe ọ gụsịrị akwụkwọ, ọ laghachiri South Sudan iji nweta ọzụzụ ndị uwe ojii na nọọsụ tupu ọ chọta ọrụ na Norwegian Church Aid",
  "Agha ahụ manyere ya ịpụ na mba ahụ ọzọ wee kwaga Nairobi ebe ọ wepụtara onwe ya maka United Nations High Commissioner for Refugees ma gaa Mahadum Katọlik nke Eastern Africa.",
  "Achieng bi na Ugwu Nuba na 1993, mgbe ndị agha na ndị nnupụisi banyere n'ógbè ahụ, na-amanye ya ịgbaga Kenya iji gbanahụ agha ahụ",
  "Ụmụ ya otu afọ na ụmụ ya isii gbagara Uganda na nwanne ya nwanyị. Na Nairobi, Achieng bụ onye guzobere Sudanese Women's Voice for Peace, otu na-abụghị nke gọọmentị nke na-ahụ maka ịlụso mmebi ikike mmadụ ọgụ na Sudan.",
  "Achieng bụ onye nnọchiteanya n'akụkụ Fatima Ahmed Ibrahim maka 1995 Harvest for Sudan: Women's Peace Initiative conference na Nairobi. N'afọ 1995, Olworo so Ibrahim gaa Canada niile na njem ikwu okwu iji mee ka ndị mmadụ mara banyere arụrụala agha na mmebi ikike ụmụ nwanyị na-eme na Sudan. Ọ gwara Catholic New Times nke Toronto na a na-ere ụmụaka na ụmụ nwanyị ka ha bụrụ ndị ohu maka ihe ruru $ 35.",
  "N'afọ 1998, Achieng nwetara BA na sayensị mmekọrịta mmadụ na ibe ya na Mahadum Katọlik nke Eastern Africa na Nairobi",
  "Ọ gakwara Mindolo Ecumenical Foundation nke dị na Kitwe ebe ọ nwetara diplọma na Women Leadership.",
  "Mgbe a bịanyere aka na nkwekọrịta udo zuru oke, Achieng na Women Peace Network Southern Sudan duziri ọzụzụ iji mee ka a mara mmetụta iwu ahụ nwere n'ahụ ụmụ nwanyị.",
  "Dị ka onye ọrụ na-ahụ maka enyemaka ndị Katọlik, Achieng kpaliri ọrụ Road to Peace nke malitere na Mee 2007",
  "Ọrụ nri maka ọrụ gụnyere iwu ụzọ n'etiti Ikotos na Imatong. O sokwa na mmemme Center for Justice and Peacebuilding na Sudan.",
  "Achieng ghọrọ onye omeiwu si South Sudan na-anọchite anya Eastern Equatoria. Ọ bụkwa onye otu Intergovernmental Authority on Development in Eastern Africa.",
  "Achieng bụ Onye Kraịst ma nwee ụmụ abụọ a mụrụ na nwa nwoke nkuchi."
]