[
  "Anissa Daoud (Arabic) bụ onye na-eme ihe nkiri Franco-Tunisian, onye edemede na onye na-emepụta ihe",
  "Ebe ọ bi n'etiti Paris na Tunis, ọ bụ akụkụ nke ndị na-emepụta ihe osise Artists Producers Associates (APA).",
  "Anissa Daoud tolitere na Tunisia, nne na nna ya bụ ndị Tunisia.\nOnye nkuzi onwe ya, ọrụ ime ihe nkiri ya malitere na ihe nkiri sinima na ọrụ dị mkpa na She and He (Elle et Lui) nke Elyes Baccar, Thalathun nke Fadhel Jaziri, The Long Night nke onye nduzi Siria Hatem Ali ma ọ bụ La Tendresse Du Loup nke Jilani Saadi, nke ọ natara ọtụtụ onyinye maka ya",
  "Na ụlọ ihe nkiri ahụ, o sonyere, dịka onye na-eme ihe nkiri na onye na-enyere ya aka, na mmepụta nke onye nduzi Mohamed Guellati na mba France, Africa ma ọ bụ Palestine (Freedom Theatre na Jenin) ruo ọtụtụ afọ",
  "Ọ rụkwara ọrụ n'okpuru nduzi nke onye na-eme ihe nkiri Franco-Comoran bụ Karry Kamal Karry",
  "N'afọ 2010, ọ laghachiri na mgbọrọgwụ ya n'Italian na Naples na-akọwa, n'asụsụ Italian, ọrụ Juliet na Romeo na Juliet nke Alexander Zeldin duziri maka Napoli Teatro Festival",
  "Kemgbe afọ 2009, Anissa sonyeere onye nduzi Lotfi Achour dịka onye na-ede egwuregwu na onye na-eme ihe nkiri na ihe nkiri Hobb Story, Sex in The Arab City na Macbeth: Leila na Ben nwere akụkọ ọbara ọbara, nke e kere maka  London Olympics nke afọ 2012",
  "Ha abụọ guzobere APA : Artists Producers Associated, ma site na ya, ọ na-emepụta ihe ngosi na ihe nkiri dị iche iche, ụfọdụ n'ime ha nọ na asọmpi gọọmentị na mmemme kachasị elu dị ka Clermont-Ferrand, Dubai, Cannes ma ọ bụ Venice Film Festival.\nN'oge na-adịbeghị anya, ọ rụrụ ọrụ nwanyị na Jeunesse Tunsienne- Tunisian Spring nke Raja Amari mepụtara ma mepụta ya site na Arte, merie Best Actress Award na Durban International Film Festival - South Africa, na Les Frontières du Ciel nke Fares Naanaa nke ọ nwetakwara onyinye Best Actress na Rencontre des Réalisateurs Tunisiens.",
  "N'afọ 2016 ọ bụ otu n'ime ndị isi, onye edemede na onye na-emepụta ihe mbụ nke Lotfi Achour \"Demain dès l'Aube\"."
]