[
  "Anita Wiredu-Minta (amụrụ na 4 Septemba 1983) bụ onye njikwa bọọlụ nke Ghana, onye ọrụ mbata na mbata na onye bụbu onye na-agba bọọlụ. Ọ bụ ugbu a osote onye nkuzi nke otu Ghana Women's Premier League Immigration Ladies na onye njikwa otu maka otu egwuregwu bọọlụ ụmụ nwanyị nke Ghana. N'oge ọ na-egwu egwu, ọ na-egwuri egwu dị ka onye na-aga n'ihu maka Ghatel Ladies, Immigration Ladies na ndị otu mba Ghana.",
  "Wiredu-Minta bụ onye ọrụ na-ahụ maka mbata na ọpụpụ site na ọrụ. Ọ rụrụ ọrụ dị ka onye enyemaka Immigration Control Officer 1 (AICO I) site na 2002 ruo 2012, Senior Inspector 2012 ruo 2016, Assistant Superintendent 2IC nke Ghana Immigration Sports site na Apr 2016 ruo Apr 2020",
  "A kwalitere ya ka ọ bụrụ osote onye nlekọta n'okpuru Ghana Immigration Sports n'ọnwa Eprel 2020.",
  "Wiredu-Minta malitere ọrụ ya na Ghatel Ladies, na-egwuri egwu maka ha site na Machị 2001 ruo Ọktoba 2010",
  "O mechara sonye na Immigration Ladies Football Club na 2010 wee laa ezumike nká na 2018. Ọ gbakwara bọọlụ maka otu egwuregwu bọọlụ ụmụ nwanyị nke mba Ghana. Ọ gbara bọọlụ na 2006 African Women's Championship na-enyere Ghana aka imecha dị ka onye nke abụọ mgbe Naịjirịa meriri ya na nke ikpeazụ.",
  "Mgbe ọ lara ezumike nká n'ịgba bọọlụ, Wiredu-Minta banyere n'ịzụ ndị nkuzi",
  "N'agbata Ọgọstụ 2017 na Septemba 2018, ọ rụrụ ọrụ dị ka onye ọrụ ọdịmma maka otu ụmụ nwanyị U20 nke Ghana",
  "N'ọnwa Julaị 2019, a họpụtara ya dị ka osote onye nkuzi maka Immigration Ladies Football Club",
  "E buliri ya n'ọkwa onye ọrụ ọdịmma maka ndị otu egwuregwu bọọlụ ụmụ nwanyị nke mba Ghana (Black Queens).",
  "Wiredu-Minta na-ejekwa ozi na ụlọ ọrụ ndị isi nke Ghana Leagues Clubs Association (GHALCA) dị ka onye nnọchi anya ụmụ nwanyị. A họpụtakwara ya ka ọ rụọ ọrụ na kọmitii ihe omume na asọmpi na Machị 2021. Ọ bụ onye otu kọmitii ọhụrụ nke GHALCA guzobere First Lady's Cup.",
  "Ọ bụ onye otu mbụ nke Retired Women National Footballers Association of Ghana (RWONFAG) nke ọ na-eje ozi dị ka odeakwụkwọ ukwu nke njikọ ahụ."
]