[
  "Anita E",
  "Halpin (amụrụ n'ọnwa Eprel n'afọ 1944) bụ onye Kọmunist na onye na-arụ ọrụ n'ụlọ ọrụ ndị Germany na ndị Juu bụ ndị nwere ihe ịga nke ọma n'inweghachiri ya ihe osise ndị Nazi zuuru n'aka nna ya, Alfred Hess, n'afọ ndị 1930",
  "Ọtụtụ ọrụ, dị ka Berlin Street Scene (1913) nke Ernst Ludwig Kirchner na Nude nke Karl Schmidt-Rottluff, e weghachiri ya ma mesịa ree ya; nke mbụ rere na ire ere maka £ 20.5 nde na Neue Galerie New York, nke kwụrụkwa ihe karịrị £ 1 nde na Halpin maka Nude.",
  "A mụrụ Anita E",
  "Hess na Eprel 1944, na New End Hospital, Hampstead, London",
  "Nna ya bụ Hans Hess, onye na-enyere onye nlekọta aka na Leicester Museum na Art Gallery, onye kwagara England na 1933 site na ogige ndị mkpọrọ nke Canada",
  "Nne ya bụ Lillie Ester Hess (née Williams), onye injinia na ikekwe ọkara German",
  "Ha zutere site n'aka ndị enyi ndị Juu ma kọwaa ha abụọ dị ka ndị nọ n'aka ekpe ndọrọ ndọrọ ọchịchị",
  "Anita bụ naanị nwa.",
  "Nna nna ya bụ onye Germany na ndị Juu bụ Alfred Hess, onye na-emepụta akpụkpọ ụkwụ na Erfurt, onye ụlọ ọrụ ya bụ Aryanised mgbe 1933, onye ya na nwunye ya Tekla (1884-1968), onye a mụrụ Pauson, nwere nchịkọta nka nke ihe dị ka ọrụ 4,000 nke nwere ọrụ German Expressionist dị mkpa ma ndị Nazi zuuru ya na 1930s. Mgbe di ya nwụsịrị na 1931, Tekla Hess gara Europe, na-ere ihe osise sitere na nchịkọta iji kwụọ ụgwọ ya ma zigara nwa ya nwoke Hans ndị ọzọ, tupu ọ kwaga England na 1938",
  "Hans gbalịrị ire ụfọdụ n'ime ihe osise ahụ mgbe Agha Ụwa nke Abụọ biri mana enweghị ndị na-azụ ya",
  "E nwere ire ere nke ihe osise ezinụlọ na Marlborough Gallery na 1977 mgbe ọnwụ Hans na 1975 na Lillie na 1976.",
  "Anita gụrụ akwụkwọ na Queen Anne Grammar School na York wee gụọ nkà ihe ọmụma na University College, London tupu ọ gụchaa MA na The History of Ideas na Mahadum Sussex N'afọ 1974, ọ lụrụ Kevin Halpin onye ọ zutere na nzukọ ndị ọrụ. Ha nwere nwa nwoke, Boris, onye isi nri bụ nna ụmụ abụọ.",
  "Mgbe ọ gụsịrị akwụkwọ, Halpin were obere ọkwa na ụlọ ọrụ na-ebipụta akwụkwọ na Germany nke a haziri site na kọntaktị nna ya mana ọ masịghị ịnọ na mba ahụ",
  "Ọ laghachiri London ebe o dezigharịrị akwụkwọ akụkọ ahụike, sonye na National Union of Journalists, wee malite itinye aka na trade unionism, na-eme ka nkwenkwe ndọrọ ndọrọ ọchịchị ya sie ike.",
  "N'afọ ndị 1990 ọ ghọrọ odeakwụkwọ distrikti nke London nke Communist Party of Britain ma n'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ sonyeere kọmitii nduzi tupu a họpụta ya dị ka onye isi oche mba n'afọ 2000",
  "Aha njirimara ya n'ebe ahụ bụ \"nwanne nne Stalin\" n'ihi echiche siri ike ya",
  "Ọ bụkwa onye na-ahụ maka akụ na ụba maka National Union of Journalists na onye otu Trades Union Congress General Council",
  "N'afọ 1978, o guzoro na ntuli aka nke Tower Hamlets London Borough Council na mpaghara Limehouse mana enweghị ihe ịga nke ọma, na-enweta votu 93",
  "N'afọ 2000, ọ kwụ maka Nzukọ nke London mana a họpụtabeghị ya. N'afọ 2006, ọ bụ onye isi oche nke Communist Party of Britain.",
  "Halpin emeela ọtụtụ nkwupụta maka iweghachi ihe osise ndị ndị Nazi zuru n'aka nna nna ya, Alfred Hess, na nwunye ya di ya Tekla, n'afọ ndị 1930.",
  "N'afọ 2006, e weghachiri Halpin na Berlin Street Scene (1913) nke Ernst Ludwig Kirchner, nke kwụnyere na Brücke Museum nke Berlin, dị ka onye nketa nna nna ya. Ebe ngosi ihe mgbe ochie ahụ zụrụ ya site na iji ego ọha na eze, ma kwụnye ya ebe ahụ ruo afọ 26, ebe a kọwara ya dị ka \"otu n'ime ọrụ kachasị mma nke Kirchner,\" \"otu n\" ihe osise German kachasị mkpa,\" na \"nkuku\" nke nchịkọta ihe ngosi ihe mgbe ahụ. Nkwụghachi ahụ sochiri mkparịta ụka malitere afọ abụọ tupu mgbe ahụ, na Septemba 2004, n'etiti Halpin na Berlin. Ọ bụ ezie na e mere mgbalị iji mee ka ihe osise ahụ dị n'ime obodo ahụ, \"ihe mgbochi ego\" gbochiri nsonaazụ dị otú ahụ. E mechara ree ihe osise ahụ n'ụlọ Christie na New York City maka £ 20.5 nde na Nọvemba 2006; ọ nọrọ n'obodo ahụ, Neue Galerie New York zụrụ ya.",
  "N'afọ 2016, ọ nwere ihe ịga nke ọma na nkwupụta ya na onye Germany na-eme ihe ngosi Karl Schmidt-Rottluff weghachiri ya n'aka Neue Galerie New York bụ onye zụrụ ya maka $ 800,000 na 1999",
  "A na-ekwu na ọ lara n'iyi n'ụlọ nkwakọba ihe nne Halpin na Cologne Art Association na 1939, mgbe ọ gbapụrụ na Germany",
  "Neue Galerie zụrụ ya ozugbo n'aka Halpin maka ọnụahịa e chere na ọ karịrị $ 1 nde.",
  "Halpin ekwuola maka nkwụghachi n'ọtụtụ ihe osise ndị ọzọ site n'aka ndị Germany, gụnyere The Little Blue Horse (1911) na Cat Behind A Tree (Katze hinter einem Baum (Kinderbild)) nke Franz Marc, nke Staatsgalerie Stuttgart na Sprengel Museum nwere; Barefoot Church I (1924) nke Lyonel Feininger, nke Staats galerie nwekwara; na Judgment Of Paris (1913) nke Ernst Ludwig Kirchner, nke Wilhelm Hack Museum nwere.",
  "Àtụ:Start box",
  "Àtụ:S-npo\nÀtụ:Succession box\nÀtụ:End box"
]