[
  "Anjali Sharma (amụrụ n'afọ 2004) bụ onye Australia na-ahụ maka ihu igwe, onye mgbe ọ dị afọ iri na isii, bụ onye isi na-ekpe ikpe n'ụlọ ikpe etiti Australia, megide gọọmentị etiti, na ọkachasị, Minista na-ahụ Maka Gburugburu Ebe Obibi n'oge ahụ, Sussan Ley, maka ịghara ịtụle mmetụta nke mgbanwe ihu igwe",
  "Sharma sokwa na ndị mbụ na 2021 Children's Climate Prize, ihe nrite mba ụwa maka ọrụ ihu igwe, nke dị na Sweden.",
  "Sharma bụ nwa akwụkwọ ụlọ akwụkwọ sekọndrị si Melbourne, onye kpọọrọ gọọmentị etiti Australia, na Minista na-ahụ maka gburugburu ebe obibi n'oge ahụ, Sussan Ley, gaa n'ụlọ ikpe etiti nke Australia n'ime ihe omume klas",
  "Ọ bụ onye isi ikpe, ya na ụmụ akwụkwọ ụlọ akwụkwọ asaa ndị ọzọ, na onye nọn, Sister Marie Brigid Arthur",
  "Omume ndị otu ahụ rịọrọ Ụlọikpe Federal ka ọ kwụsị Minista na-ahụ maka gburugburu ebe obibi n'oge ahụ, Ley, site n'ịkwado mgbasawanye na Vickery, nso Gunnedah, na NSW",
  "Ụlọikpe mba kpebiri, na mbụ n'ụwa, na a chọrọ ka Minista na-ahụ maka gburugburu ebe obibi nwee ọrụ nlekọta maka ndị nọ n'afọ iri na ụma na ụmụaka, n'ihe gbasara mmetụta mgbanwe ihu igwe, na ọkachasị ọkụ ọhịa na mmetụta okpomọkụ",
  "Nke a setịpụrụ ihe nlereanya maka ikpe ụlọ ikpe na-esote. Ọ bụ ihe ịrịba ama na, n'oge Sharma na ndị ọzọ na Minista na-ahụ maka gburugburu ebe obibi, sayensị nke mgbanwe ihu igwe, na ọkachasị (1) na ikuku carbon dioxide nke mmadụ bụ \"ihe kpatara\" mgbanwe ihu igwe na okpomọkụ nke elu ụwa, enweghị mgbagha",
  "Ihe ọzọ a na-apụghị ịgbagha agbagha bụ na (2) Australia ga-enwekwu ụkọ mmiri ozuzo, oke okpomọkụ na ihu igwe metụtara ọkụ",
  "Ọzọkwa, ọ bụ ihe a na-apụghị ịgbagha agbagha na (3) mmetụta ndị a na oke ha ga-emetụta oke gas na-ekpo ọkụ.",
  "Ụlọikpe Ikpe, Justice Mordecai Bromberg, kpebiri na Minista na-ahụ maka gburugburu ebe obibi nwere \"ọrụ nlekọta\" ka ọ ghara imerụ ndị ntorobịa ma ọ bụ ọdịnihu ha ahụ",
  "O kpebiri na Minista ahụ nwere \"ọrụ ịkpachara anya iji zere imerụ ndị ntorobịa na ụmụaka nke Australia, mgbe Minista na-ahụ maka gburugburu ebe obibi, mere mkpebi banyere ịgbatị ọrụ igwu coal n'okpuru iwu, Nchebe gburugburu ebe obibi na Iwu Nchekwa Biodiversity Ebumnuche, dị ka ndị nọ n'afọ iri na ụma kwuru, bụ ịkwụsị ma ọ bụ gbochie mgbasawanye nke ọrụ mmanụ ala n'ọdịnihu n'ọdịnihu.",
  "Ndị Australia asatọ nọ n'afọ iri na ụma wetara ọrụ ahụ bụ Anjali Sharma, Isolde Shanti Raj-Seppings, Ambrose Malachy Hayes, Tomas Webster Arbizu, Bella Paige Burgemeister, Laura Fleck Kirwan, Ava Princi na Luca Gwyther Saunders. N'ihi na ndị na-arịọ arịrịọ, ndị niile na-erubeghị afọ iri na asatọ, onye nnọchi anya ikpe, Sister Marie Brigid Arthur, nwanne nwanyị nke Brigadine Order of Victoria, nọchitere anya ha.",
  "Omume Sharma na ikpe ụlọ ikpe nwere ike ịtọ ntọala iwu n'okwu ikpe n'ọdịnihu na Australia ebe mmetụta nke mgbanwe ihu igwe, gụnyere ọnwụ na mmerụ ahụ sitere na ebili mmiri okpomọkụ, ọkụ ọhịa na oké ifufe, kwesịrị ịtụle na mkpebi nchọpụta coal na mmanụ ala. Ikpe Sharma bụ otu n'ime ọtụtụ dị ka akụkụ nke 'mmụba iwu' na ikpe ikpe ihu igwe, ebe US na Australia na-eduga ọnụ ọgụgụ ikpe ikpe ikpe ihu ọha, ọtụtụ n'ime ha bụ ndị nọ n'afọ iri na ụma na-edugharị.  Ka ọ na-erule n'ọnwa Disemba 2021, e nwere ikpe ụlọ ikpe iri abụọ na otu metụtara mgbanwe ihu igwe, gụnyere Sharma na ndị ọzọ megide Minista maka ikpe mkpegharị gburugburu ebe obibi.",
  "Nkọwa gbasaa nke Sharma na ndị ọzọ megide Minista na-ahụ maka gburugburu ebe obibi kọrọ na Ụlọikpe ahụ wepụtara nkwupụta na \"Minista ahụ nwere ọrụ ezi uche dị na ya iji zere ịkpata ọnwụ ma ọ bụ mmerụ ahụ na ndị na-erubeghị afọ 18 na ndị bi na Australia n'oge mmalite nke usoro a sitere na ikuku carbon dioxide n'ime ikuku ụwa",
  "\"",
  "Na Machị 2022, a kọrọ na gọọmentị Australia meriri mkpesa megide mkpebi ahụ ma si otú a gbanwee ikpe ahụ.",
  "N'ide akwụkwọ na The Guardian n'ọnwa Eprel 2022, obere oge tupu ntuli aka n'ozuzu, Sharma kwuru maka enweghị ọchịchọ ndọrọ ndọrọ ọchịchị na Australia: \"[N'inwe] ọrụ mmanụ ala ọhụrụ dị otu narị na iri na anọ na pipeline, na usoro òtù abụọ nwere njikọ miri emi na nnukwu coal na gas, ihe ndị isi anyị na-ekwe nkwa bụ ihe megidere [nke nzaghachi na-eju afọ]\".",
  "Ikpe Sharma, mmetụta maka mgbanwe ihu igwe, ndị ntorobịa nke otu nke ọrụ klas ahụ, na akụkọ ihe mere eme nke nsonaazụ ya setịpụrụ, enwetala ọtụtụ mgbasa ozi na nlebara anya iwu, ma n'ime ụlọ ọrụ mgbasa ozi Australia, India na Britain. SBS, Sydney Morning Herald, Guardian, na The Australian kọrọ akụkọ banyere ya. A na-ewere ikpe ahụ ugbu a dị ka ihe atụ, nke nwere ike ugbu a ịgwa ikpe ndị ọzọ, iji hụ na a na-atụle mmetụta ihu igwe.",
  "Ọrụ Sharma dugara na nkwubi okwu na n'ime iwu Australia, Minista na-ahụ maka gburugburu ebe obibi nwere ọrụ izere imerụ ụmụaka Australia ahụ na ọnwụ site na ikuku carbon nke nwere ike iduga na okpomọkụ na ọkụ ọhịa, mgbe ọ na-akwado ọrụ coal. Mgbalị Sharma mere ka a họpụta ya dị ka onye ikpeazụ na ihe nrite ihu igwe ụmụaka",
  "Nke a bụ \"ihe nrite mba ụwa a na-enye kwa afọ nye ndị na-eto eto mere mgbalị pụrụ iche maka ihu igwe na gburugburu ebe obibi",
  "\""
]