[
  "Ann Graves Tanksley (amụrụ n'afọ 1934) bụ ónyé America na-ese ihe",
  "Ihe ndị ọ na-eme bụ mmanụ nnọchiteanya, mmiri na-acha anụnụ anụnụ na obibi akwụkwọ",
  "Otu n'ime ọrụ ya kachasị dị ịrịba ama bụ nchịkọta dabere na ihe odide nke ónyé édémédé African-American na ónyé na-ahụ màkà ụmụ mmadụ Zora Neale Hurston",
  "Ihe ngosi Hurston bụ nchịkọta narị abụọ nke monotypes na ihe osise",
  "Ọ gàrà United States site na 1991 ruo 2010.",
  "A mụrụ Ann Graves na 1934 ma zụlite ya na ọbọdọ Homewood dị na Pittsburgh, Pennsylvania. Ọ dọtara mmasị ya na nka mgbè ọ dị obérè",
  "Ọ na-ekwu na omume nke ónyé nkụzi ụlọ akwụkwọ ọta akara dị ka mmeghe ya na nka",
  "Iji belata nchegbu nkewa ya na nné ya n'ụbọchị mbụ nke ụlọ akwụkwọ, ónyé nkụzi nyere Tanksley pensụl na beads",
  "Tanksley kwuru na ihe ndị ahụ kasiri ya obi ma malite mmalite nke ngosipụta nka ya. Tanksley gụsịrị akwụkwọ na South Hills High School na 1952 na Carnegie Institute of Technology (nke bụzi Carnegie Mellon University) na 1956 na nzèrè Bachelor of Fine Arts.",
  "Mgbè ọ gụsịrị akwụkwọ na kọleji, ọ lụrụ ónyé ọbọdọ Homewood John Tanksley ma ha kwagara Brooklyn, New York",
  "Ọ rụrụ ọrụ dị ka ónyé na-ese foto na ụlọ ọrụ mgbasa ozi",
  "Tanksley kpebiri ilekwasị anya n'ịzụlite ụmụ ya nwanyị tupu ọ gaa n'ihu na-ese ihe oge niile",
  "N'oge na-adịghị anya tupu ịmalite ọrụ ya dị ka ónyé na-ese ihe ógè niile, ọ rụrụ ọrụ na agụmakwụkwọ nka",
  "Ọ bụ ónyé nkụzi nka na Queens Youth Center for the Arts site na 1959 na 1962, Arts Center nke Northern New Jersey, 1963 na ónyé nkụzi nke nka na Malvern Public Schools na 1971",
  "Ọ rụkwara ọrụ dị ka ónyé nkụzi nka na Suffolk County Community College site na 1973-1975.",
  "N'oge ọ malitere ọrụ, ọ gàrà n'ihu na agụmakwụkwọ ya na mmepe ya dị ka ónyé na-ese ihe site n'ịgbaso ọmụmụ ihe na ọtụtụ mmemme, gụnyere Arts League nke New York na New School for Social Research, nke a maara ugbu a dị ka The New School",
  "Ọ gụrụ akwụkwọ na Paulette Singer Workshop na Great Neck, New York, na Robert Blackburn Printmaking Workshop, ebe ọ mụtara usoro obibi akwụkwọ monotype, nke a ma ama na ọrụ Zora Neale Hurston",
  "Na mgbakwunye na Blackburn na Singer, Tanksley mụkwara ọtụtụ ndị omenkà a ma ama n'oge ọrụ ya, gụnyere Norman Lewis (ónyé na-ese ihe), Balcomb Greene na Samuel Rosenberg (ónyé na'ese ihe).",
  "Tanksley egosila ọtụtụ akwụkwọ, gụnyere The Six Fools nkè Zora Neale Hurston na nke Joyce Carol Thomas kwadoro (Harper Collins, 2006), na My Heart Will Not Sit Down nkè Mara Rockliff (Knopf Books for Young Readers, 2012).",
  "Ọrụ ya dị na nchịkọta na-adịgide adịgide nke Studio Museum na Harlem na New York, National Museum of Women in the Arts na Washington, D.C., na Medgar Evers College, na Brooklyn, NY",
  "Ọ nọkwa na nchịkọta onwé ónyé a ma ama, gụnyere John na Vivian Hewitt Collection na nchịkọta Oprah Winfrey.",
  "Ihe ngosi onwe ónyé ahọpụtara",
  "Ihe ngosi ndị a họọrọ"
]