[
  "Anna Cockrell (amụrụ na ọnwa August 28, na afọ 1997) bụ onye America na-eme egwuregwu track and field na-asọmupi na sprinting na hurdling. Ọ bụ onye nwetara ihe nrite ugboro abụọ na 2019 Pan American Games na Lima, Peru ma ọ nọchitere anya United States na 2020 Summer Olympics na Tokyo, Japan.",
  "A mụrụ Cockrell na ọnwa August 28, n'afọ 1997 na San Ramon, California na Serena na Keith Cockrell dị ka nwa ikpeazụ n'ime ụmụ atọ",
  "O si n'ezinụlọ ndị na-eme egwuregwu: nna ya na-agba bọọlụ na Mahadum Columbia, nwanne ya nwoke nke okenye, Ross, bụ onye na-agbachitere Tampa Bay Buccaneers, nwanne ya nwanyị nke okenye, Ciera, na-agba volleyball na Davidson College.",
  "Cockrell gara Providence Day School na Charlotte, North Carolina, gụsịrị akwụkwọ na afọ 2016",
  "O sonyere n'ime usoro ịgba ọsọ na egwuregwu nke ụlọ akwụkwọ sekọndrị nke onye nkuzi Carol Lawrence duziri. N'afọ 2016, o ritere ihe nrite ọla edo na ihe omume 400 mita nke ụmụ nwanyị, na 55.20s, na 2016 IAAF World U20 Championships nke emere na Bydgoszcz, Poland. O nwetakwara ihe nrite ọla edo na asọmupi 4 × 400 mita nke ụmụ nwanyị.",
  "Na June 2019, Cockrell ghọrọ onye mmeri NCAA na asọmupi NCAA nke afọ maka ihe omume mgbochi 400 mita nke ụmụ nwanyị na oge nke 55.23 mgbe ọ bụ onye nke abụọ na nke ọ bụla n'ime afọ abụọ gara aga. N'ọnwa Ọgọstụ n'afọ 2019, o ritere ihe nrite ọlaọcha na ihe omume 400 mita nke ụmụ nwanyị na ihe nrite ego edo na ihe omume 4 × 400 mita nke ndị inyom na 2019 Pan American Games nke emere na Lima, Peru.",
  "N'ọnwa Mee 2021, a kpọrọ Cockrell onye egwuregwu egwuregwu nke afọ nke afọ nke ụmụ nwanyị nke Pac-12 nke 2021 tupu o nyere aka iduga ụlọ akwụkwọ ya na nke atọ n'usoro na asọmupi Pac-12 nke afọ 2021 site na mmeri nke ihe omume 100 mita na 400 mita. N'ọnwa na-esote, mgbe akagbuchara asọmupi nke afọ gara aga n'ihi ọrịa COVID-19, Cockrell ghọrọ onye mmeri NCAA nke 2021 maka ihe mgbochi 100 mita nke ụmụ nwanyị na ihe mgbochi 400 mita iji nyere aka mee ka ụlọ akwụkwọ ya merie aha otu na 2021 NCAA Division I Outdoor Track and Field Championships",
  "Ọ gbara ọsọ 100 mita na oge nke 12.58 na 400 mita na oge 54.68 wee bụrụ nwanyị nke abụọ n'akụkọ ihe mere eme iji merie ihe omume abụọ ahụ n'otu oge na asọmupi NCAA. Ihe ndị ọ rụzuru mere ka ọ nata onyinye egwuregwu Honda nke 2021 maka track na field na Pac-12's Tom Hansen Conference Medal maka afọ ahụ.",
  "Cockrell gụsịrị akwụkwọ na Mahadum nke Southern California na afọ 2019 na nzere bachelọ na nkwukọrịta site na Annenberg School na obere na sayensị ndọrọ ndọrọ ọchịchị",
  "Ọ gara n'ihu nweta nzere masta ya na iwu ọha na eze na asambodo na nkwado iwu ọha na 2021.",
  "Na 2020 United States Olympic Trials maka track na field na ọnwa June 27, n'afọ 2021, Cockrell nọ n'ọnọdụ nke atọ na ihe omume mgbochi 400 mita nke ụmụ nwanyị iji ruo eru maka otu ahụ n'akụkụ Sydney McLaughlin na Dalilah Muhammad",
  "O mebiri ihe ndekọ nke onwe ya na nke ụlọ akwụkwọ na ihe omume mgbochi 400-meter na oge nke 53.70, n'ihu ihe ndekọ gara aga ọ setịpụrụ na 2021 NCAA championships.",
  "N'egwuregwu Olimpik, Cockrell ruru eru maka ọkara ikpeazụ mgbe ọ batara na nke atọ na ọsọ okpomọkụ ya na oge 55.37. O mechara mechie n'ọnọdụ nke abụọ na oge nke 54.17 na ọkara ikpeazụ, na-eme ka ọ banye n'ọkwa ikpeazụ. Na ngwụcha, Cockrell yiri ka ọ ga-abụ onye nke asaa, mana e mechara wepụ ya mgbe ndị ọrụ chọpụtara na o mebiri ụzọ.",
  "Cockrell abụwo onye na-akwado ahụike uche nke ụmụ akwụkwọ na-eme egwuregwu mgbe ọ nwesịrị mmerụ ahụ n'ọkpụkpụ ụkwụ n'ụbọchị mbụ nke 2019 NCAA Division I Indoor Track and Field Championships nke ọ boro onwe ya ụta maka ọdịda ụlọ akwụkwọ ya na asọmupi otu",
  "Mgbe o gosipụtara mgbaàmà siri ike nke ịda mbà n'obi na ọchịchọ igbu onwe ya, o mechara chọọ enyemaka n'aka ndị enyi ya, onye isi nchịkwa ya, na onye na-ahụ maka egwuregwu, ndị niile ọ kelere n'okwu ngụsị akwụkwọ nwa akwụkwọ na onye na'egwuregwu na USC nke mechara gbasaa."
]