[
  "Anna Ebaju Adeke (Amụrụ n'ụbọchị 27 Nọvemba 1991) bụ onye ọka iwu na onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ugbu a ọ na-eje ozi dị ka onye omeiwu na-anọchite anya ụmụ nwanyị na Soroti District na 11th Parliament (2021 ruo afọ 2026). Ọ rụrụ ọrụ dị ka onye nnọchi anya ndị omeiwu nke National Female Youth Constituency na 10th parliament (2016 ruo afọ 2021). Ọ na-eje ozi dị ka osote onye isi oche maka Forum for Democratic Change na Eastern Region.",
  "Adeke gara Our Lady of Good Counsel Gayaza maka O' Level ya na mgbe e mesịrị St Marys SS Kitende maka A' Level ya. O nwere nzere Bachelor of Laws na Mahadum Makerere na Postgraduate Diploma na Legal Practice site na Law Development Center. N'ọnwa 17 Mee 2021, Adeke gụsịrị akwụkwọ na nzere Master of Laws na Mahadum Makerere, n'otu ụbọchị ahụ ka a ṅụrụ iyi dị ka onye otu Nzukọ Ndị Omeiwu nke iri na otu nke Uganda (2021 ruo afọ 2026).",
  "Site n'afọ 2013 ruo afọ 2014, Adeke jere ozi dị ka onye isi oche Guild nke Mahadum Makerere, ọ gbara ọsọ ma merie n'okpuru òtù ndọrọ ndọrọ ọchịchị Forum for Democratic Change. Kemgbe afọ 2015, mgbe ọ gụsịrị akwụkwọ iwu ya, a nabatara ya na Uganda Bar",
  "Ọ na-arụ ọrụ dị ka onye ọka iwu na M&K Advocates, na Kampala.",
  "N'ọnwa Machị 2016, a họpụtara Adeke dị ka onye ọhụrụ National Female Youth Member of Parliament na ntuli aka mba nke e mere na obodo Hoima nke Western Uganda",
  "Na ntuli aka mba, ọ gbara ọsọ dị ka onye nweere onwe ya. Dị ka onye omeiwu, ọ na-akwado nkewa nke Ministry of Gender, Labour, Youth and Social Development, iji mepụta Ministry of Youth nwere onwe ya",
  "Ọ na-emekwa mkpọsa maka ịbawanye ego maka kansụl ndị ntorobịa mpaghara, mpaghara na nke mba. Ọ bụ onye otu kọmitii ndị omeiwu na National Economy, na 10th Parliament.",
  "N'afọ 2019, a họpụtara Adeke dị ka onye isi oche nke Uganda parliamentary Forum on Youth Affairs Ọ rụkwara ọrụ dị ka minista onyinyo maka ndị ntorobịa na ụmụaka, yana onye otu ndị omeiwu ụmụ nwanyị Uganda (UWOPA), na 10th Parliament (2016 ruo afọ 2021)."
]