[
  "Anna Yuryevna Kuznetsova ( Russian ; amụrụ ya na 3 Jenụwarị 1982) bụ onye ndọrọ ndọrọ ọchịchị Russia na-eje ozi dị ka onye otu na osote onye isi oche nke State Duma kemgbe afọ 2021",
  "N'oge gara aga, ọ bụ Kọmishọna na-ahụ maka ikike ụmụaka maka onye isi ala nke Russian Federation",
  "n'etiti afọ 2016 nakwa afọ 2021.",
  "A mụrụ Kuznetsova n'ụbọchị 3 Jenụwarị 1982 na Penza, Russian SFSR, Soviet Union Nna ya bụ onye na-ewu ụlọ ma nne ya bụ injinia. O nwekwara nwanne nwoke. N'afọ 1997, ọ gara ụlọ akwụkwọ sekọndrị Number 72 na Penza",
  "Site n'afọ 1998 ruo afọ 1999, ọ gụrụ akwụkwọ na Pedagogical Lyceum No",
  "3, nke dịkwa na Penza",
  "N'afọ 2003, ọ gụsịrị akwụkwọ na V.G",
  "Belinsky Penza State Pedagogical University (nke bụ PSU ugbu a), na-eru eru dị ka \"onye nkuzi uche\".",
  "Kuznetsova wee malite ọrụ mmekọrịta ya dị ka onye ọrụ afọ ofufo",
  "Ọ na-elekọta ụmụaka n'ụlọ ọgwụ ụmụaka mpaghara",
  "N'afọ 2008 ruo n'afọ 2010, ọ bụ onye guzobere nzukọ ọha na eze, Blagovest ebe di ya bụ onye isi oche.",
  "N'afọ 2011, Kuznetsova hiwere Pokrov Foundation nke na-enye enyemaka nye ezinụlọ buru ibu na ndị nwere obere ego",
  "Na mpaghara Penza nke Russia, ego ahụ nyere aka na mmejuputa usoro ọnụ ọgụgụ mmadụ zuru oke \"Ndụ bụ onyinye dị nsọ\", ebe otu n'ime ihe mgbaru ọsọ ndị bụ isi bụ mgbochi iji belata ọnụ ọgụgụ nke ite ime",
  "N'otu afọ ahụ, ọ malitere asọmpi ememme All-Russian maka ndị ntorobịa na-elekọta mmadụ",
  "Ebumnuche ya bụ ịmepụta na ichekwa ụkpụrụ ezinụlọ.",
  "N'afọ 2014, Kuznetsova sonyeere All-Russian Popular Front",
  "Ozugbo nke ahụ gasịrị, ntọala ya, Pokrov Foundation natara onyinye site na steeti na ego maka ịmepụta Ụlọ Ọrụ Nchedo Nne nke nwere ebe obibi na-adịgide adịgide maka ndị nne nwere ụmụaka nọ n'ọnọdụ ndụ siri ike",
  "Otu afọ ka e mesịrị, Kuznetsova duziri Kọmitii Nchịkwa Penza",
  "O nyere aka na nyocha nke ụlọ ọgwụ ndị na-amụ nwa na usoro nlekọta ọmụmụ",
  "N'ihe dị ka n'otu oge ahụ, ọ bụ onye isi nke ụdị mpaghara nke nzukọ Mother of Russia",
  "Enyemaka ọzọ nke ọrụ Kuznetsova bụ nke osote onye isi oche mbụ nke ọchịchị onye isi ala, Vyacheslav Volodin.",
  "Kuznetsova nwere echiche na-akwado ndụ",
  "Dị ka ụfọdụ mgbasa ozi si kwuo, o gosipụtara nkwado maka telegony n'ajụjụ ọnụ maka Penza Medical Journal; Otú ọ dị, ọ gọnahụrụ nkwupụta ahụ, na-ekwu na ya ekweghị na telegony.",
  "Kemgbe afọ 2015, Kuznetsova bụ onye isi oche nke Association of the Organisation for the Protection of the Family, onye otu Women's Council n'okpuru Gọvanọ nke mpaghara Penza, onye enyemaka nke onye isi oche nke Commission of the Interfaith Interaction ma tinye aka na Enyemaka na Nchedo nke nnwere onwe nke akọ na uche nke Ụlọ Ọha nke mpaghara Penza.",
  "N'ọnwa Septemba 2015, Kuznetsova banyere n'òtù na-arụ ọrụ iji mepụta aro maka iwu ndị ọzọ nke ọrụ nke òtù na-ahụ maka mmekọrịta mmadụ na ibe ya",
  "N'otu afọ ahụ, Onye isi ala Vladimir Putin bịanyere aka na iwu nke Pokrov Foundation ghọrọ onye na-ahụ maka onyinye onye isi ala",
  "N'afọ 2016, tupu e kenye ya dị ka Kọmishọna na-ahụ maka ikike ụmụaka, Kuznetsova sonyere na ntuli aka nke otu ndọrọ ndọrọ ọchịchị United Russia",
  "Ọ bịara n'ọkwa nke ise na nsonaazụ ndị otu pati.",
  "N'ụbọchị 9 Septemba 2016, a họpụtara Kuznetsova ka ọ bụrụ Kọmishọna na-ahụ maka ikike ụmụaka maka onye isi ala nke Russian Federation na onye isi ala Vladimir Putin, na-ekenye ọrụ ahụ.",
  "N'ọnwa Disemba afọ 2016, o mepụtara ndekọ nke ndị na-enwe mmekọahụ na ndị na-edina ụmụaka iji gbochie ha ịrụ ọrụ na ụlọ akwụkwọ agụmakwụkwọ ọ bụla na Russia",
  "Mgbe ahụ, a tụrụ aro ka e webata njikwa nchịkwa ndụ niile maka ndị na-edina ụmụaka na Machị 2017.",
  "N'ọnwa Jenụwarị afọ 2017, Kuznetsova sonyere na njide a kpọsara nke ọma nke ụmụaka iri na-elekọta site na Moscow Del Family",
  "Nke a malitere mgbe otu onye nkuzi ụlọ akwụkwọ ọta akara kwuru okwu nke hụrụ mmerụ ahụ n'ahụ otu n'ime ụmụaka ahụ, ma mesịa chọpụta na n'ezie ụmụaka ahụ nwere nje HIV",
  "Mgbe ha nyochachara ọnọdụ nke ikpe ahụ, kọmitii nke ndị ọkà n'akparamàgwà mmadụ nke ụlọ ọrụ maka nkwado ọha na eze nke obodo Zelenograd mere mkpebi ịkwụsị ụmụaka ọ bụla ọzọ na-elekọta iji nọrọ na ezinụlọ ahụ",
  "Onye isi nke Moscow Department of Labour and Social Protection kwadoro nke a",
  "Mgbe nzukọ ndị nta akụkọ gasịrị n'ụbọchị 23 Disemba n'afọ 2016, Vladimir Putin nyere Kuznetsova na Mịnịstrị na-ahụ maka ọrụ na nchedo ọha na eze nke mba Russia ntụziaka ka ha mụọ omume nke iwepu ụmụaka n'ezinụlọ dịka usoro eji eme ihe gabiga ókè ma ọ bụ itinye aka na ezinụlọ n'ụzọ iwu na-akwadoghị",
  "N'ụbọchị 15 Mee n'afọ 2017, Kuznetsova hotara data sitere n'aka ụlọ ọrụ ndị ọkàiwu ma gwa ndị mgbasa ozi na 'ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị ikpe edebanyere aha nke ụdị a'",
  "Okwu ndị a kpatara esemokwu n'etiti òtù ndị nne na nna na ezinụlọ 75 na Russia",
  "E zigara onye isi ala Vladimir Putin akwụkwọ ozi, nke ha kwuru na ọha na eze ekwenyeghị na data a edebanyere aha",
  "N'ọnwa Mee 2017, onye otu Federation Council, Yelena Mizulina gosipụtara akụkọ ọzọ, dabere na data nke òtù na-abụghị nke gọọmentị na-emegide Kuznetsova chịkọtara",
  "Ndị guzobere Kọmitii Ndị Nne na Nna Ural na Kọmitii Ndị Nne na Nna nke Yakaterinburg City, kwadoro Kuznetsova, na-akọwa na n'ime afọ asatọ nke ọrụ ha na mpaghara Sverdlovsk na Russia, ha enwetabeghị otu ikpe nke ntinye aka iwu na-akwadoghị nke ndị isi nlekọta na ezinụlọ",
  "Ọzọkwa, iwepụ ụmụaka n'ụzọ iwu na-akwadoghị.",
  "Mgbe e mesịrị n'ọnwa Mee 2017, Kuznetsova gara mba Finland, ebe ọ bịanyere aka na Ombudsman ụmụaka nke mba a, Tuomas Kurttila akwụkwọ nkwekọrịta banyere mmekorita na nkwado nke ikike ụmụaka",
  "Njem ahụ kpatara enweghị afọ ojuju n'etiti ndị na-eme ihe ike nke All-Russian Parental Resistance, bụ ndị mere ọtụtụ ngagharị iwe",
  "N'abalị iri abụọ na anọ n'ọnwa Mee afọ 2017, otu n'ime ndị na-eme ihe ike na-ewu Ụlọ Nzukọ Ọha nke mba Russian Federation chere Kuznetsova n'enweghị ihe ịga nke ọma na mpempe akwụkwọ nke e dere, \"Russia adịghị mkpa onye nnọchi anya ikike nke iwebata teknụzụ ụmụaka Finnish\"",
  "Ka ọ na-erule 29 na 30 Mee, ọrụ nke otu otu ahụ mere ọtụtụ obere ngagharị iwe n'obodo dị iche iche na Russia, na-eme ngagharị iwe megide Kuznetsova ma na-arịọ Vladimir Putin ka ọ ghara ịbịanye aka na atụmatụ nwata na-abịanụ nke dị irè site na 2018 ruo afọ 2027 ruo mgbe a ga-atụle ya na ọha na eze.",
  "Kuznetsova gbanwere usoro ọha na eze n'okpuru Kọmishọna gọọmentị etiti maka ikike ụmụaka",
  "Ya na ya, e guzobere kansụl ọha na eze, nke e kewara n'ime ndị otu na-arụ ọrụ",
  "Ọdịdị ahụ gụnyere ọtụtụ ndị ụkọchukwu nke Chọọchị Ọtọdọks nke Russia, yana ndị na-eme ihe ike nke òtù ọha na eze Ọtọdọks",
  "Nguzobe nke kansụl ahụ dọtara nkatọ",
  "N'ọnwa Mee afọ 2017, onye isi oche nke All-Russian Parental Resistance organisation Maria Mamikonyan na ndị isi nke ụfọdụ òtù ọha na eze hapụrụ kansụl ahụ",
  "N'ọnwa Nọvemba afọ 2018, o kwuru na ụmụnwanyị nwere ike ibi akụkụ ahụ ha úgwù ma ọ bụrụhaala na ọ dịghị emerụ ahụ ahụ ahụ.",
  "Ọ na-emegide iwu ime ihe ike n'ụlọ, nke ndị omeiwu Russia tụrụ aro n'ọnwa Disemba n'afọ 2019, na-ekwupụta na iwu ahụ megidere iwu ma na-eṅomi iwu mba ọzọ yiri ya.",
  "N'ọnwa Disemba afọ 2019, mgbe e bipụtachara iwu banyere ime ihe ike n'ụlọ, Kuznetsova kọwaara ndị nta akụkọ na ọ na-enye echiche na-adịghị mma ugboro ugboro banyere akwụkwọ ahụ, n'ihi na ụkpụrụ ya anaghị agbaso Iwu Russia",
  "O kwuru na iwu ahụ na-emegharị ụkpụrụ nke iwu ndị ọzọ ma gbaa ume ka a tụlee ma ọ dị mkpa ma ọlị.",
  "N'ọnwa Septemba 2021, mgbe a họpụtara ya na State Duma, ọ gbara arụkwaghịm n'ọfịs Kọmishọna na-ahụ maka ikike ụmụaka.",
  "N'ọnwa June 2021, Onye isi ala Vladimir Putin tụrụ aro Kuznetsova dị ka otu n'ime ndị na-eduga na ndepụta United Russia maka ntuli aka omebe iwu nke 2021.",
  "Na 19 Septemba 2021, a họpụtara ya na State Duma na ndepụta ndị otu United Russia",
  "Mgbe nke ahụ gasịrị, ọ gbara arụkwaghịm n'ọfịs Kọmishọna na-ahụ maka ikike ụmụaka.",
  "Na 5 Ọktoba 2021, a họpụtara Kuznetsova maka ụlọ ọrụ nke osote onye isi oche nke State Duma.",
  "Kuznetsova lụrụ Fr",
  "Aleksey Kuznetsov kemgbe 2003",
  "Di ya bụ onye ụkọchukwu nke Church of St",
  "Basil of the Great na ụlọ egwuregwu ndị Ọtọdọks na Moscow. Ha nwere ụmụ asaa - ụmụnwanyị abụọ na ụmụnwoke ise. A mụrụ nwa ha nke ikpeazụ n'afọ 2020."
]