[
  "Anna-Mart van der Merwe (amụrụ na 9 Ọgọstụ n'afọ 1963), bụ onye na-emeputa ihe nkiri na onye na-eme ihe nkiri na South Africa",
  "A maara ya nke ọma maka ọrụ ya na ihe nkiri Stuur groete aan Mannetjies Roux, Poppie Nongena, na Kanarie yana ihe nkiri telivishọn Soul City, Binnelanders, na 7de Laan.",
  "A mụrụ van der Merwe na 9 Ọgọst 1963 na Vredendal, South Africa",
  "Ọ gụrụ akwụkwọ na Vredendal High School. Mgbe ahụ ọ gụsịrị ma nweta nzere BA ya na asụsụ na Mahadum Cape Town",
  "Mgbe ahụ, ọ gụsịrị diplọma na Speech and Drama n'otu mahadum ahụ ma họpụta ya maka onyinye ʼn Fleur de Cap na ngalaba Most Promising Study.",
  "Ọ lụrụ George Ware, onye ọchụnta ego Zimbabwe.",
  "Mgbe ọ gụsịrị akwụkwọ na 1987, e nyere ya nkwekọrịta afọ abụọ na TRUK nke oge ahụ na Windybrow Theater na Hillbrow, Johannesburg",
  "N'oge a, ọ rụrụ ọrụ n'ọtụtụ ihe nkiri: The Women of Troy, The Witches of Salem, Boo to the Moon na Sing You of Bombs",
  "N'afọ 1989, oge nkwekọrịta ya kwụsịrị wee ghọọ onye na-eme ihe nkiri n'onwe ya",
  "N'afọ 0000, o mere ihe nkiri telivishọn mbụ ya na usoro telivisheneng Uitdraai nke Annie Basson mepụtara",
  "Mgbe ihe ịga nke ọma ahụ gasịrị, ọ rụrụ ọrụ n'ọtụtụ ihe nkiri telivishọn n'afọ ndị gara aga dị ka; Sonkring 1 en 2, Torings, Konings, Onder Draai die Duiwel Rond, Soul City, Amalia, Feast of the Uninvited, Binnelanders, 7de Laan na Tydelik Terminaal Rey.",
  "N'afọ 1992, o mere ihe nkiri izizi ya na Die Storie van Klara Viljee nke Katinka Heyns duziri",
  "Mgbe nke ahụ gasịrị, ọ pụtara n'ọtụtụ ihe nkiri, dị ka; The Long Run, Red Dust, Hanna steering, Stuur Groete aan Mannetjies Roux, Dis Koue Kos Skat. N'afọ 1994, ọ rụrụ ọrụ na telenovela Soul City, ebe o mechara merie ihe nrite Avanti Trophy maka Best Supporting Actress - Drama Series category na NTVA Avanti Awards. N'afọ 2009, ọ sonyeere ndị na-eme ihe nkiri nke 7de Laan ma rụọ ọrụ \"Christelle Terreblanche\". Maka ọrụ a, ọ meriri SAFTA Golden Horn Best Supporting Actress - TV Soap category na South African Film and Television Awards (SAFTA)",
  "N'afọ 2013, ọ pụtara na  nkiri Stuur groete aan Mannetjies Roux ma mesịa merie Silwerskerm Festival Prize for Best Actress na 2014 SilwerskerM Festival.",
  "N'afọ 2018, a họpụtara ya maka SAFTA Golden Horn maka Best Supporting Actress na Feature Film category maka ọrụ \"Arlene Louw\" na ihe nkiri Kanarie nke Christiaan Olwagen duziri",
  "N'afọ 2019, ọ rụrụ ọrụ na ihe nkiri Poppie Nongena ma rụọ ọrụ \"Antoinette Swanepoel\". Na Silwerskerm Festival, van der Merwe na ndị na-eme ihe nkiri meriri Best Ensemble Cast Award. Mgbe ahụ, o ritere ihe nrite SAFTA Golden Horn maka Best Supporting Actress - Feature Film category na SAFTA na 2020.",
  "Ewezuga nke ahụ, ọ sonyere rụọ otụtụ ihe nkiri dịka; The Seagull, Uit die Bloutev, Generaal Mannetjies Mentz, King Lear, Uncle Vanya/Oom Wanja, Twaalfde Nag, Begeerte, God of Carnage, Macbeth-Slapeloos, People are Living There, Skuldeisers, The Mother, Fotostaatmasjien na Liewer."
]