[
  "Anna M",
  "Louw (Decemba 31, afo 1913). – 12 June afo 2003) bụ onye odee South Afrika",
  "A mụrụ ya na Calvinia na nke a na-akpọ \"Nagmaalhuis\" (Ụlọ Sọnde, maka ezinụlọ na-apụ apụ na-aga ụka)",
  "Nna ya bụ onye ọrụ ugbo na nso Calvinia n'ugbo Soetwater na nne ya bụ onye nkuzi na ụlọ akwụkwọ ugbo na distrikti.",
  "Louw na-ekerịta njikọ ezinụlọ na ndị edemede South Afrika NP van Wyk Louw, WEG Louw, George Louw, Peter Louw, Rona Rupert, Charles Fryer, Willem Steenkamp, Johnita le Roux, Nico Louw na Pieter Strauss.",
  "Ọmụmụ akwụkwọ mahadum ya gụnyere Bekee, Afrikaans, Dutch, German, French psychology and Ethics na Mahadum Stellenbosch na akwụkwọ gụsịrị akwụkwọ na mahadum Cape Town",
  "Louw lụrụ ugboro abụọ",
  "Ụmụ ya Wendy, Nicholas na Elizabeth mụrụ n'oge alụmdi na nwunye ya na Lewis Hurst na ejima Christina na Editha mụrụ n'oge alụmdi na nwunye ya na Gerhard Bassel.",
  "Na afo 1975 Anna nabatara nhọpụta ya dị ka onye so na kọmitii Cape nke Council on Publications mana mgbe mmachibidoro akwụkwọ akụkọ Etienne Leroux Magersfontein, o Magersfontein! na afo 1977, ọ gbara arụkwaghịm dị ka onye otu n'ihi na ọ na-ewute ya maka enweghị ike ịkwụsị mmachibido nke mbipụta ahụ.",
  "Na mkparịta ụka ya na Gary Bowes Taylor na akwụkwọ akụkọ The Star (6 Disemba afo 1977) o kwuru, sị: \"Anyị nwere ọrụ ole na ole nke ụkpụrụ dị elu n'ezie nke na ọ na-agbaji obi mmadụ mgbe otu n'ime ha kwụsịrị ikesa",
  "Ndị nduzi ahụ nọnyeere anyị ụzọ niile iji nweta Magersfontein",
  "Mgbe ahụ mkpesa sitere n'aka ndị Minista, ndị, na-ekpe ikpe site na ihe atụ nke ihe ọgụgụ ha dị ka e nyere ndị nta akụkọ, na-agụ nanị akwụkwọ akụkọ Afrikaans na-amaghị ama na obere, ịhụnanya ntorobịa, akụkọ ifo kachasị",
  "Magersfontein bụ akwụkwọ mechiri emechi, ọ naghị adị mfe ịnweta ya, ọ dịghị mfe ịghọta ihe Leroux nwere ikwu",
  "Ọ na-aga n'ihu n'ọkwa ihe atụ, satric, nke nju",
  "(…) Ndịrịta iche echiche n'akwụkwọ ga-ebilite, ka ọ na-adịkwa mkpa ka ndị ọkachamara na-ekpebi ihe ndị metụtara edemede",
  "Kedu ihe ị na-eme na obodo a na-akpọ onye kwuo uche ya? Ọ bụ iwu arụpụtara nke ọma, ekwesịrị ka edegharịa ya kpamkpam",
  "Ọ naghị arụ ọrụ ugbu a - enwere ike dị ukwuu n'aka ụfọdụ ndị mmadụ.\"",
  "Ọ gbakwara arụkwaghịm n'afọ 1982 na ngalaba ndị ọkachamara na-ede akwụkwọ nke Directorate of Publications.",
  "Rob van der Veer tụgharịrị Kroniek van Perdepoort gaa na Dutch.",
  "Anna M",
  "Louw nwụrụ na 12 Juun afo 2003 n'ụlọ ya na Rondebosch, Cape Town.",
  "Ọ meriri Olive Schreiner Prize na afo 1964 na Hertzog Prize maka Kroniek van Perdepoort na afo 1975",
  "Natakwara ihe nrite Scheepers maka akwụkwọ ntorobịa 1968, WA Hofmeyr Prize 1971, CNA Prize 1975 na ọzọ WA Hofmeyr Prize na afo 1977."
]