[
  "Annette Echikunwoke (amụrụ na 29 Julaị 1996) bụ onye Naijirịa-Amerịka na-atụpu hama nke bi na Ohio, United States. Ọ ga-anọchite anya Naijirịa na 2020 Summer Olympics, mana a chụpụrụ ya n'ihi ileghara Athletics Federation of Nigeria anya",
  "O nwere ihe ndekọ mpaghara Afrịka na hammer throw, na ịtụba 75.49 m na Tucson na 2021.",
  "Annette Echikunwoke malitere ihe omume egwuregwu na ụlọ akwụkwọ mgbe ọ meriri na ịgba égbè na ịgba émbụ na ihe omume ụbọchị egwuregwu, ṅa-ekpebi na ọ bụrụ na ọ dị mma ọ nwere ike ịga n'ihu. Nwa nwanne nne ya bụ onye na-eme ihe nkiri Megalyn Echikunwoke.",
  "Echikunwoke si Pickerington North na Ohio, ọ gakwara Mahadum Cincinnati maka nzere undergraduate na master's degree, ebe ọ nọ na track and field team",
  "Na Cincinnati, ọ meriri ihe omume arọ na 2017 NCAA Championship, ghọkwara onye mmeri NCAA mbụ nke mahadum na track na field. O ruru eru ịsọ mpi maka United States ruo 31 Disemba 2020, mgbe ọ họpụtara ịnọchite anya obodo nna ya nke Naijirịa na nhọpụta mba Olympic.",
  "N'afọ 2021, Echikunwoke tụbara ihe ndekọ Naijirịa na Afrịka anọ n'usoro na hama, na-etinye akara na 75.49 m USATF Throws Festival na Tucson, Arizona, na 22 Mee 2021. Ọ nọ n'ọnọdụ #7 n'ụwa n'ịtụba hama ụmụ nwanyị; ọ nọbu n'ọnọdụ #1 n'ụwa na ịgba égbè ụmụ nwanyị na 16.79 m na 2017",
  "Ọ na-atụkwa discus na 20lb arọ (nke US dị n'ime ụlọ nke ya na hama).",
  "Echikunwoke ga-anọchite anya Naijirịa na 2020 Summer Olympics na Tokyo, mana a gwara ya na 29 Julaị 2021 na ọ pụghị ịsọ mpi n'ihi ileghara anya nke Federation nke Naijirịa ịghara ịmepụta nyocha ọgwụ ma ghara ịkọwa mkpa ọ dị ịkekọrịta ebe ọ nọ",
  "Ndị egwuregwu Naijirịa iri setịpụrụ ịsọ mpi na 2021, pasentị dị ukwuu nke ndị nnọchi anya Kọmitii Olympic nke Naijirịa (NOC), e wepụrụ ha n'ihi ileghara anya nke Athletics Federation of Nigeria",
  "AFN kwuru na ọtụtụ n'ime ndị na-eme egwuregwu ya na United States edeghị AFN emelitere na ebe ha nọ, ọ bụ ezie na ha akpọghị aha Echikunwoke; o kwuru na AFN rịọrọ ebe ọ nọ maka nyocha ọgwụ ugboro isii, nakwa na o nyere ebe ahụ mana ọ dịghị onye ọrụ bịara ime nyocha ahụ."
]