[
  "Annet Nyakecho nke a makwaara dị ka Okwenye Annet Nyagecho (amụrụ n'abalị iri abụọ na asaa n'ọnwa Ọgọstụ n'afọ 1982) bụ onye ndọrọ ndọrọ ọchịchị Ugandan, nwanyị ọchụnta ego, na nwanyị bụ onye omeiwuụnke Tororo North County, Tororo District. Ọ bụ onye ndọrọ ndọrọ ọchịchị nwere onwe ya. Ọ rụrụ ọrụ dị ka nwanyị MP maka Otuke District na 9th parliament, na 10th parliamentary, ọ rụrụ ọrụ dị hi MP maka Tororo North. Ọ bụ ugbu a nwanyị Tororo onye otu ndị omeiwu na 11th Parliament nke Uganda.",
  "Mgbe e gụzobere mpaghara Otuke na 2009, nke a nyere ya ohere na 2011, ọ bụ onye na-achọ oche nwanyị distrikti mana ọ merighị. O mechara guzo ma merie maka oge mbụ ya (na nke itoolu) n'oche na tiketi National Resistance Movement dị ka onye omeiwu na-eto eto na-eti ndị ọzọ asaa na-asọmpi ọ bụ ezie na o nweghị atụmatụ ịbanye na ndọrọ ndọrọ ọchịchị.",
  "N'afọ 1994, ọ gụsịrị akwụkwọ Primary Leaving Examinations na Rock View School, Tororo",
  "N'afọ 1998, ọ nwetara asambodo agụmakwụkwọ Uganda site na Nkono Memorial S.S., Kaliro. N'afọ 2000, e nyere ya asambodo agụmakwụkwọ dị elu nke Uganda site na City High School, Kololo ma mesịa sonye na Mahadum Makerere maka nzere bachelọ na Development Studies (2008).",
  "Ọ rụrụ ọrụ dị ka onye enyemaka nyocha na MTN Head Office(2000), Nutrition and Early Childhood Development Project, Tororo (2001X2002), na African Center for Institutional Development, Kampala (2002X2003).",
  "Ọ rụrụ ọrụ na Nzukọ Ndị Omeiwu nke Uganda dị ka onye otu Kọmitii Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ, onye otu Kọمitii Na-emefu Ego (2011), onye otu Kọomitii Na-ekwu Maka Iwu na Nzukọ Ezumezu (2013), na osote onye isi oche Kọmitii Sayensị na Teknụzụ (2015). Ọ rụkwara ọrụ dị ka onye omeiwu na omeiwu nke Uganda na nke itoolu, nke iri na nke iri na otu.",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Kọmitii Ozi, Nkwurịta okwu na Nkà na Ụzụ (ICT) mana onye isi ọchịchị Ruth Nankabirwa mechara wepụ ya n'ọkwa ahụ ma jiri Dokolo North MP Paul Amoru dochie ya.",
  "Annet Nyakecho, di ya Levi Otim, nwanne ya nwoke na ọtụtụ ndị ọzọ a chọtara n'ụlọ onye bụbu Minista Nchebe, Lt",
  "Gen",
  "E jidere Henry Tumukunde ma jide ya. Ọ bụ onye nhazi mba nke Lt",
  "Gen",
  "Henry Tumukunde 2021 presidential campaign.",
  "Ọ rụrụ ọrụ na Nzukọ Ndị Omeiwu nke Uganda dị ka onye otu na Kọmitii Akụkọ Ọha, na Kọmiti na Ọrụ Ọha na Gọọmentị Obodo.",
  "Ọ lụrụ Levi Otim. Ọ bụ Onye Kraịst nke okwukwe Anglican."
]