[
  "Dame Anne Loughlin, DBE (28 June 1894 - 14 July 1979) bụ onye ọrụ na onye nhazi nke Britain.",
  "A mụrụ Loughlin na Leeds, England",
  "Nna ya, Thomas, bụ onye na-arụ ọrụ buutu na akpụkpọ ụkwụ nke sitere na Irish",
  "Mgbe Anne dị afọ iri na abụọ, nne ya nwụrụ, ọ ghaghịkwa ilekọta ụmụnne ya nwanyị anọ (abụọ n'ime ha ga-alụ ndị ọrụ)",
  "Mgbe ọ dị afọ iri na isii, nna ya nwụrụ, Anne ghọkwara onye na-elekọta ezinụlọ, malite ọrụ na ụlọ ọrụ ejiji na Leeds maka 3 pence kwa awa.",
  "N'afọ 1915,o gbara 21, ọ ghọrọ onye nhazi oge niile maka National Union of Tailor and Garment Workers (NUTGW) - njikọ nke ọ ga-etinye aka na ọrụ ya niile",
  "N'afọ sochirinụ, ọ na-ahụ maka ọrụ ọrụ 6,000 na-arụ ọrụ uwe na Hebden Bridge",
  "O gosiputara nka maka oru nta akuko, na nnabata nke ihe di iche iche nke ga-eme ka umu nwanyi na-acho akwukwo akwukwo nke ndi otu, The Arment Worker",
  "O dere usoro isiokwu na ngwụcha afọ 1920 nke isiokwu ya bụ The Woman Worker at Home, nke ọ nyere 'ụmụ agbọghọ bachelor' ntụziaka maka nri (ndụmọdụ maka ụzọ dị iche iche isi esi akwa), mgbatị ahụ na ime ihe",
  "Otú ọ dị, ndị na-arụ ọrụ uwe, karịsịa na London, chere ihu n'ọtụtụ ndị ọrụ na-akwụ obere ụgwọ;  Ego a na-enweta ka dị obere, ma enwere enweghị afọ ojuju n'etiti ndị ọrụ n'ozuzu ha.",
  "NUTGW dị na Leeds, ọtụtụ ndị ọrụ oge niile sitere na mpaghara Leeds; ndị otu London chere na ha gbara alụkwaghịm na etiti ike union",
  "E nwekwara esemokwu okpukpe nke mere ka esemokwu ahụ ka njọ",
  "Ndị otu London bụ ndị Juu na ndị Protestant, ebe ndị Katọlik pere mpe na Leeds nyere ọtụtụ n'ime ndị isi ọrụ: odeakwụkwọ mba (Andrew Conley) bụ onye Katọlik, dị ka odeakwụkwọ mpaghara London (Bernard Sullivan), na Anne n'onwe ya.",
  "Onye nhazi London nke NUTGW bụ Sam Elsbury, onye nchoputa nke Communist Party na onye na-alụ ọgụ dịka Andrew Conley",
  "Ndị ọrụ akwa United States na mbụ wetara ngwa ngwa na London, yana ndị pere mpe na Leeds na Glasgow",
  "Agbanyeghị, ọ dabara n'ihe isi ike siri ike maka iwere ọrụ n'ime ọnwa abụọ ka e hiwere ya",
  "Ewezuga iro dị ilu sitere na Conley, nke ndị TUC kwadoro, enwere nsogbu na-eto eto na atụmatụ na usoro dị n'ime ndị Kọmunist, nke butere n'ikpeazụ na nchụpụ Elsbury",
  "Ka ọ na-erule 1933 United Clothing Workers bụ obere ìgwè dị na East End nke London nwere ihe dị ka narị mmadụ abụọ, e mechakwara gbasaa na 1935.",
  "N'afọ 1943, e mere Anne Loughlin DBE, nsọpụrụ ọ nabatara na nkwenye na ọ ga-emeghe ọnụ ụzọ maka njikọ ahụ",
  "Ọ gara n'ihu na-eje ozi na Royal Commission on Equal Pay (1944-1946) ma bụrụ otu n'ime olu ya dị ùgwù",
  "O chere n'ụzọ siri ike na enweghị ezi uche maka ịkwụ ụmụ nwanyị ihe na-erughị ụmụ nwoke maka otu ọrụ ahụ ma kwuo na iwebata ụgwọ ọrụ hà nhata agaghị enwe mmetụta na-emebi ihe nke kọmitii ahụ buru amụma na akụkọ ahụ.",
  "Ndị maara ya kwuru banyere ikike ya ikwupụta arụmụka dị mgbagwoju anya n'ụzọ doro anya na okwu onye ọ bụla nwere ike ịghọta",
  "Ndị were mmadụ n'ọrụ na-akwanyere nwanyị a dị mita 1.5 ùgwù, ọ pụkwara inweta nkwenye nke ndị ọzọ na-enweghị ike",
  "Ọ naghị atụ egwu ikwu okwu banyere ikpe na-ezighị ezi ọ hụrụ - ma ndị a dị na obere ụlọ ọrụ ejiji n'azụ okporo ámá ma ọ bụ na nnukwu ụlọ ọrụ ọha na eze na-ewe ọtụtụ puku ndị ọrụ ejiji",
  "Mana ọ dịkwa ngwa iji too ụlọ ọrụ ndị ahụ nke webatara ụlọ ọrụ ọdịmma",
  "Ma ọ na-atọ ntọala maka ụlọ ọrụ mmepụta ihe ọhụrụ, na-ekwu okwu na nri abalị ndị ọkachamara ma ọ bụ na-enye ihe nrite na kọleji teknụzụ (ọ kwenyere na mkpa maka ndị ọrụ nwere nkà), ọ ga-ebili n'oge ahụ",
  "Otú ọ dị, a makwaara ya dị ka onye na-ekwu okwu siri ike mgbe ya na ụfọdụ ndị ọrụ ibe ya na-emekọrịta ihe.",
  "Ọ lara ezumike nká nke Dame Anne Loughlin were ogologo oge",
  "Mgbe ọ lara ezumike nká, ọ hapụrụ njikọ ahụ, o yikwara ka ọ nweghị ihe ndekọ nke ihe o mere n'ime afọ ndị fọdụrụnụ",
  "N'afọ 1975, NUTGW ji akara ngosi n'ime ụlọ nzukọ ndị isi (nke a kpọrọ Anne Loughlin Room) mee emume Afọ ụmụ nwanyị nke mba ụwa",
  "Ọ bụ odeakwụkwọ ukwu TUC, Len Murray kpughere ya",
  "Dame Anne n'onwe ya na-arịa ọrịa nke ukwuu ịga mana otu n'ime ụmụnne ya nwanyị, Mrs",
  "Agnes McLaughlin Afọ anọ ka e mesịrị, na 14 Julaị 1979, ọ nwụrụ n'amaghị ama, na-ahapụ £33,419 net (£34,159 gross)."
]