[
  "Annie E",
  "Anderson Walker (née Annie E",
  "Anders) (úbọchị isé n'ọnwa Ọktoba, 1855 rụo ubochí itoolu n'ọnwa Juun, 1929) bụ ónyé Africa-America na-ese ihe, nke a maara màkà foto ya, ọrụ ya na pastels na maka ịbụ otu n'ime ụmụ nwanyị Africa-America mbụ mezue agụmakwụkwọ nka na United States ma gosipụta na Paris Salon.",
  "A mụrụ ya na Flatbush, Brooklyn, na úbọchị isé n'ọnwa Ọktoba, 1855 nye Nancy Cassidy na Francis Anderson, Walker bụ nwa ikpeazụ n'ime ụmụ ise. Ọ banyere n'ọrụ nkuzi mgbè ọ dị obere, na-akụzi na Jacksonville, Florida na Orrville, Alabama",
  "Mgbè ọ gafere ule n'ihu Selma Board of Education, a họpụtara ya ka ọ bụrụ onye nkuzi na Burwell Academy na Selma ebe ọ kụziri ọtụtụ afọ. N'afọ 1875 ọ lụrụ ónyé ọka iwu Selma Thomas Walker na Dallas, Alabama. N'afọ 1890, ọ kwagara Washington, DC wee malite nkuzi onwe ónyé na ise ihe na ise ihe",
  "Mgbe otu afọ nke nkuzi onwe ónyé gasịrị, a nabatara Walker na Corcoran School of Art, mana a jụrụ ya ịbanye mgbè a chọpụtara na ọ bụ onye ojii.  Mgbe ọ pụtara na Corcoran, ónyé nkụzi na-anabata gwara ya na \"...ndị nlekọta agwawo m ka m ghara ịnabata ndị na-acha ọbara ọbara",
  "Ọ bụrụ na anyị maara na ị nwere agba, kọmitii ahụ agaraghị enyocha ọrụ gị",
  "\"  Walker maara onye abolitionist Frederick Douglass, o dekwara arịrịọ siri ike nye gọọmentị n'aha ya na-arịọ ha ka ha \"",
  "tụgharịa uche na mwepu a ma nabata Mrs",
  "Walker gaa na Corcoran Gallery of Art, wee si otú a wepụ ihe isi ike ma dozie ajọ ihe ọjọọ a na-etinye n'ahụ onye ikpe na-enweghị mpụ na onye ruru eru n'ụzọ ọ bụla iji sọọ mpi na ndị ọzọ na nyocha na nkwanye ùgwù nke nka...\"   Otú ọ dị, arịrịọ ya na ndị ọzọ enwetaghị nzaghachi dị mma ma jụ ya.",
  "Ọ bụ ezie na ọrụ Walker na-ekwe nkwa dị mkpụmkpụ, a maara ya karịsịa màkà pastels ya, nkè e jiri ya tụnyere nke Alice Pike Barney, nké egosiri na Mahadum Howard. Ónyé na-akọ akụkọ ihe méré eme Tritobia Hayes Benjamin kwuru na obi ike, mkpebi siri ike, na nnọgidesi ike nke Walker na-aghọ ónyé na-ese ihe n'ihu ịkpa ókè agbụrụ na ịkpa ókè nwoke na nwanyị...\"  Ọ na-akọwa ọrụ Walker dị ka \"..",
  "agụmakwụkwọ n'ụdị na igbu ọchụ, ma gosipụta ikike na mmụọ dị irè, yana njikwa nke ónyé na-ajụ ase",
  "\"   Walker nwụrụ na úbọchị itoolu n'ọnwa Juun, 1929 mgbè ọ dị afọ iri asaá na atọ ma lie ya na Harmony Cemetery na Washington DC."
]