[
  "Annie Frances Lee (3 Machị 1935 - 24 Nọvemba 2014) bụ ónyé America na-ese ihe. A maara ya màkà ihe ngosi ya nke ndụ ndị Africa na America kwa ụbọchị",
  "A na-eji ihe oyiyi na-enweghị ihu márá ọrụ ya",
  "O jiri asụsụ ahụ gosipụta mmetụta na ngosipụta n'ọrụ ya. Ihe osise ya kachasị ewu ewu bụ Blue Monday na My Cup Runneth Over",
  "A mụrụ Lee na Gadsden, Alabama mana o tolitere na Chicago, Illinois",
  "Ọ malitere ise ihe mgbe ọ bụ nwatakịrị wee merie asọmpi mbụ ya mgbè ọ dị afọ 10 mana ọ malitere ise ihe ruo mgbe ọ dị iri anọ. Lee gara Wendell Phillips High School na South Side nke Chicago",
  "Ihe omuma nka ya mèrè ka ọ nata akwukwo iji gaa Mahadum Northwestern mana ọ jụrụ akwukwo akwukwo di ma zụlite ezinụlọ",
  "Ka ọ na-erule afọ 40, mgbè ọ malitere ọrụ ya dị ka ónyé na-ese ihe, Lee anwụọla di abụọ n'ihi ọrịa kansa, zụlitere nwa nwanyị site na alụmdi na nwunye mbụ ya na nwa nwoke site na nke abụọ ya, ma nwụọ nwa nwoke n'ihe mberede na 1986",
  "Ọ debanyere aha na Loop Junior College ma mechaa akwụkwọ ya iji rụọ ọrụ na Mundelein College na American Academy of Art",
  "Mgbè ọ na-arụ ọrụ dị ka onye isi odeakwụkwọ na Northwestern Railroad, Annie mụrụ nka n'abalị ruo afọ asatọ, mechaa nweta nzèrè Master of Education na Mahadum Loyola. Ọrụ ụgbọ okporo ígwè Lee kpaliri otu n'ime ihe osise ya kachasị ewu ewu, Blue Monday, nke na-egosi nwanyị na-agba mbọ ịpụ n'àkwà n'ụtụtụ Mọnde",
  "Ihe ngosi azụmahịa ya bụ mmetụta na-akpali akpali nke ndị mmadụ na ihe osise na ihu ndị a na-ese na-enweghị ihe ngosi",
  "Mgbè ọ dị afọ iri ise, Lee nwere ihe ngosi gallery mbụ ya ma o kwere ka e mepụta ihe osise anọ nke ihe osise mbụ ya",
  "N'iji atụmatụ ya, Lee mepụtara ihe oyiyi, ụmụ bebi ejiji, ihe ịchọ mma ụlọ, na tebụl kichin.",
  "Kemgbe ọtụtụ iri afọ, Lee abụwo ónyé na-akwado Tom Joyner Foundation",
  "O nyere ógè ya na ihe osise ya iji nyere Foundation aka ịnakọta ego iji mee ka ụmụ akwụkwọ nọ na kọleji na mahadum ndị Black",
  "Ihe osise ya dị elu: Ụzọ e si agba egwu na-eme emume ihe ịga nke ọma nke ụmụ akwụkwọ na kọleji ndị a",
  "Ihe osise White Night ya na-ejide ịma mma na whimsy nke otu n'ime abalị isiokwu n'ụgbọ Fantastic Voyage, njem njem izu ụka kwa afọ nke bụ ihe nchịkọta ego màkà Ntọala na nke ọ bụ ónyé na-egosi mgbè niile."
]