[
  "Àtụ:Infobox scientist",
  "Anny Cazenave (Àtụ:IPA-fr) bụ onye mba Fransi amara amara na arụ ọrụ dị ka space geodesist ma bụrụ kwa otu n'ime ndị hiwere satellite altimetry",
  "Ọ na a rụrụ ndị mba French space agency CNES  ọrụ  ma bụrụ kwa onye n\" esota onye isi nke  Laboratoire d'Etudes en Geophysique et Oceanographie Spatiale (LEGOS) at Observatoire Midi-Pyrénées in Toulouse kemgbe afọ otú puku narị itoolu na iri itoolu na isii",
  "Kemgbe afọ puku abụọ na iri na ato,  ọ bụ onye isi nke Earth sciences at the International Space Sciences institute (ISSI), in Bern (Switzerland).",
  "As one of the leading scientists in the joint French/American satellite altimetry missions TOPEX/Poseidon, Jason-1, and the Ocean Surface Topography Mission, she has contributed to a greater understanding of sea level rise caused by global warming",
  "Cazenave is a member of the Intergovernmental Panel on Climate Change and was the lead author of the sea level sections for their fourth and fifth Assessment Reports.",
  "Not from an academic background, Cazenave was not destined to work in the sciences",
  "However, she achieved a postgraduate doctorate in fundamental astronomy (Paris, 1969) as well as receiving her Ph.D",
  "in geophysics from the University of Toulouse in 1975.",
  "From 1975 until the mid-1990s, Cazenave researched temporal and spatial variations of gravity",
  "She used satellite altimetry data from SEASAT, ERS-1, and TOPEX/Poseidon to devise gravity models of deep ocean geodynamic processes",
  "The models were used to investigate marine tectonic features such as geoid height variations across deep ocean trenches and fracture zones, lithospheric cooling and subsidence, and the isostatic compensation of seamount chains.",
  "Cazenave turned her focus to space oceanography in the 1990s",
  "Using data sets from the satellite altimetry missions TOPEX/Poseidon, Jason-1, and the Ocean Surface Topography Mission of Jason-2, she has addressed the problem of global sea level rise",
  "She was among the first scientists to use the satellite altimetry data to extrapolate a rate of sea level rise of approximately three mm/year",
  "She addressed the problem of balancing the global sea level budget by incorporating time-dependent gravity field data from the GRACE satellite system into her analyses",
  "She has also been involved in studying terrestrial bodies of water from space. Cazenave is interested in \"measuring temporal changes of the Earth gravity field using space gravimetry and in applications to ice sheet mass balance and change in total land water storage.\"",
  "Cazenave is a member of the Intergovernmental Panel on Climate Change and was the lead author of the sea level sections of the 2007 IPCC Fourth Assessment Report and the 2014 IPCC Fifth Assessment Report. Cazenave has called attention to the effects of climate change on sea level rising",
  "She has indicated that extremely flat regions such as Bangladesh could have their groundwater threatened by sea salinisation.",
  "Cazenave was elected to the French Academy of Sciences in 2004. She was the 2012 recipient of the William Bowie Medal",
  "She is foreign member of the National Academy of Sciences (USA), of the Indian National Academy of sciences (India) and Royal Academy of Belgium.",
  "Cazenave has authored more than 200 scientific articles for international peer-reviewed journals."
]