[
  "Ọmụmụ a na-amaghị aha bụ ọmụmụ ebe nne mụrụ nwa n'ekwughị onye ọ bụ, ma ọ bụ ebe a na-edebaghị aha ya",
  "N'ọtụtụ mba, a kwadoro ọmụmụ ndị a na-amaghị aha ruo ọtụtụ narị afọ iji gbochie igbu ụmụ amụrụ ọhụrụ ugboro ugboro, ọkachasị n'èzí alụmdi na nwunye.",
  "N'ọmụmụ a na-amaghị aha ya, ikike nne nke mkpebi onwe onye na-eme ka ikike ụmụaka ị mara banyere nna nna ha dị njọ, ya mere na-agabiga echiche nke ọmụmụ nzuzo, ebe a na-edebanye aha njirimara nke nne mana a gaghị ekwupụta ya, ọ gwụla ma nwa ahụ tozuru etozu rịọrọ ka a kpughee ya n'oge ọzọ.",
  "Ọnụ ọgụgụ dị elu nke mgbahapụ nwa ọhụrụ, ileghara ụmụaka anya, na igbu nwa ọhụrụ mepụtara usoro mgbochi nke nwa ọhụrụ, ọmụmụ a na-amaghị aha, ọmụmụ nzuzo, nke bụ ụdị ịmụ nwa n'enweghị ozi nkeonwe ma ọ bụ ikpughe ozi na nzuzo",
  "Mgbahapụ nwa ọhụrụ bụ ụdị ịgbahapụ nwa ebe nne ma ọ bụ nna na-ahapụ nwa ọhụrụ ha iji gbalịa ịkwụsị nlekọta ha",
  "Ileghara ụmụaka anya bụ enweghị nlekọta a na-enye nwatakịrị",
  "Neonaticide bụ ụdị igbu ụmụ ọhụrụ ebe a na-egbu ụmụ ọhụrụ n'ime awa iri abụọ na anọ a mụrụ ha. Karịsịa na neonaticide, ụmụ nwanyị na-abụkarị ndị na-eto eto, ndị na-alụghị di, na-enwe afọ ime na-atụghị anya ya",
  "Ha anaghịkwa enwe nsogbu uche. Ụmụ nwanyị ndị a na-ezokarị afọ ime ha ma ghara ịnata nlekọta tupu ha amụọ nwa. Mgbochi nke neonaticide, yana, ụdị ndị ọzọ nke ileghara ụmụaka anya, bụ site na usoro a na-amaghị aha na nzuzo nke ọmụmụ a na-amaghị aha, ọmụmụ nzuzo, na nwa.",
  "E nwere ike ịchọta usoro mbụ nke ọmụmụ a na-amaghị aha na France na Sweden na 1600s na 1700s",
  "N'ime mmalite narị afọ nke iri abụọ na otu, mba ndị na-atụ aro iwu nke ọmụmụ a na-amaghị aha, tinyere oghere nwa, bụ Switzerland, Austria, na Germany",
  "Na mgbakwunye, Czech Republic, Greece, Italy, Russia, na Ukraine, na-enye ndị nne ohere idebe njirimara ha na nzuzo. N'aka nke ọzọ, ụdị ọmụmụ a na-amaghị aha na ọmụmụ nzuzo na-eme na United States site na iwu Safe-haven.\nE nwere ike ịchọta iwu ọmụmụ a na-amaghị aha na Sweden ebe Iwu igbu ụmụaka nke 1778 nyere ndị nne ikike na ụzọ niile ịmụ nwa ha n'amaghị aha.",
  "Na France, a pụrụ ịchọta ọdịnala nke ọmụmụ a na-amaghị aha na 1638 mgbe Vincent de Paul bụ onye guzobere njem ahụ, ụdị nwa ọhụrụ. N'oge mgbanwe French, a kwadoro ọmụmụ ndị a na-amaghị aha na 1793, mgbe Isiokwu 326 nke Code Civil webatara ma echiche nke ọmụmụ a na-amaghị aha na nzuzo. Iwu ahụ nyere ikikere maka ịmepụta ebe nchekwa maka ụmụ nwanyị ịmụ nwa n'enweghị nsogbu",
  "N'afọ 1811, e ji usoro nke oghere nwa dochie enyemaka ahụ",
  "Otú ọ dị, nke a kpatara mmụba nke ụmụ ọhụrụ a gbahapụrụ agbahapụ ma ọ dịghị mgbe e mejuputara ya n'ụzọ zuru ezu",
  "Ka ọ na-erule n'afọ 1860, e mechiri usoro nke oghere ụmụaka a na-akpọ njem nleta, a kpochapụrụ omume ahụ na 1904 iji kwado iwu ndị ọzọ na-akwado ịmụ nwa n'etiti 1870 ruo 1945",
  "Usoro nkwado ọmụmụ e mepụtara site na akụkọ ihe mere eme nke agha na mgbanwe",
  "Ọmụmụ a na-amakọbeghi aha ka gara n'ihu site na 1870s ruo 1940s na ihe dị ka ụmụaka 1000 kwa afọ na-ejedebe na usoro ahụ",
  "Ụlọ ọgwụ ọha na eze, site na 1941 chọrọ ka ha kwe ka ụmụ nwanyị mụọ nwa n'enweghị aha ma ọ bụrụ na a rịọrọ ya",
  "N'afọ ndị 1940, asambodo ọmụmụ na France dekọrọ \"sous X\" nke pụtara amụrụ n'okpuru X n'ọnọdụ nne mụrụ ha. N'afọ 1943, e nwere oge nchere otu ọnwa ebe ndị nne ka nwere ike ijide nwa ha ma ọ bụrụ na ha enyefe ha",
  "N'afọ ndị 1960, a gbatịkwuru oge ichere ruo ọnwa atọ, ụlọ ọrụ ahụike na enyemaka ọha na eze mepere, ma jiri iwu kpọsaa njikwa ọmụmụ",
  "N'afọ 1978, iwu nyere ụmụ amaala ohere ịnweta akwụkwọ onwe ha, nke maka ndị amụrụ n'okpuru X mere ka ha mee ngagharị iwe maka mmalite ha",
  "N'afọ ndị 1990 mkparịta ụka banyere ikike nne nwere maka nzuzo megide ikike nwatakịrị ịmara ebe o si, ebe a na-anọgide na-akwado ikike nne",
  "N'afọ ndị 1990 enwekwara mkparịta ụka banyere ịmepụta otu nzukọ iji nyere aka na njide ozi ma ọ bụrụ na nne gbanwere mkpebi ahụ ka ọ bụrụ onye a na-amaghị aha ya nke e kere na mmalite afọ 2000",
  "N'afọ 2002, e mepụtara ' kansụl mba maka ịnweta mmalite onwe onye' (CNAOP) iji dozie n'etiti ndị nne na ụmụaka a na-amaghị aha",
  "A na-agwa nne mụrụ nwa ka ọ hapụ ozi gbasara njirimara ya n'ime envelopu a kara akara nke CNAOP nwere ike imeghe ma ọ bụrụ na nwa ahụ ajụọ, ka e wee nwee ike ịkpọtụrụ nne mụrụ ya",
  "Otú ọ dị, a gaghị enye nwa ahụ ozi ahụ n'enweghị nkwenye.",
  "E nwere ike ịchọta iwu ọmụmụ na-amaghị aha na Sweden ebe Iwu igbu ụmụaka nke 1778 nyere ndị nne ikike na ụzọ niile ịmụ nwa ha n'amaghị aha",
  "A na-edekọ ụmụaka a mụrụ na nne a na-amaghị ama ma bụrụ nwa nkuchi",
  "Ihe a na-eme n'ime n'afọ 1800 ka ọnwụ ụmụ ọhụrụ belatara",
  "N'oge a, ihe ndị ọzọ mere ka ụmụaka nwụọ dị ka inwe mmekọahụ tupu alụmdi na nwunye na ịmụ nwa n'alụghị di na nwunye bụ ntaramahụhụ site n'ịkwụ ụgwọ n'ụlọ mkpọrọ n'etiti 1734 na 1865",
  "Usoro ọmụmụ a na-amaghị aha ya dịgidere na Sweden ruo 1917 mgbe e kpebiri ikike nwa ịmara ma bụrụ onye nne na-akwado",
  "Mgbe afọ 1917 gasịrị, e nwere mmụba iwu gbasara nkekọ ezinụlọ na usoro ndị ka na-aga n'ihu taa",
  "N'afọ 1998, iwu Sweden gbakwunyere ngalaba nke iwu iji nye ihe kachasị mma maka nwatakịrị nọ n'ụlọ mkpọrọ",
  "Kọmitii na-ahụ maka ọdịmma ọha na eze na-enyocha ikpe ebe a hapụrụ ụmụaka n'amaghị aha iji guzobe nlekọta",
  "Ka ọ dị ugbu a, ọ dịghị iwu na-enye ndị nne ohere ịmụ nwa n'amaghị aha.",
  "Site na 1784 ruo 1910 na General Hospital nke Vienna ndị nne nwere ike ịmụ nwa n'enweghị aha ma hapụ nwa ha n'ụlọ ọgwụ",
  "Ọ bụ Eze Ukwu Joseph nke Abụọ kere ụlọ ọgwụ ahụ ebe edekọrọ ihe fọrọ nke nta ka ọ bụrụ ọmụmụ 100 kwa ọnwa na omume a",
  "Ụmụaka ndị fọdụrụ nwere ọnụ ọgụgụ dị elu nke ọnwụ, ihe fọrọ nke nta ka ọ bụrụ ụmụaka niile nwụrụ na ntinye n'ụlọ ọ̀zụ̀zụ̀ ma ọ bụ ụlọ nlekọta, mana nke a gbanwere ka oge na-aga.",
  "Na 1974 Austria chọpụtara neonaticide dị ka isi okwu na-eme ka ọ bụrụ mpụ a kapịrị ọnụ",
  "N'afọ 2002 Austria tinyere usoro ọmụmụ na-amaghị aha na iwu nwa",
  "Site n'afọ 2002 ruo n'afọ 2004 Austria mere mkpọsa tinyere usoro mgbochi iji belata ọnụego neonaticide, mana mgbe afọ 2004 gasiri neonaticide nọ na-arị elu tụnyere iwu ọmụmụ tupu aha na ngwụsị afọ 1990 ruo mmalite afọ 2000.",
  "N'ọgwụgwụ afọ 1990 na mmalite afọ 2000, e wetara atụmatụ nke ezi iwu maka usoro ọmụmụ a na-amaghị aha na Germany",
  "Ndị otu na-anọghị na gọọmentị Germany nwara ịmanye iwu ahụ ugboro atọ na mmalite afọ 2000  nke ọ bụla dara ada. E nyere iwu ọmụmụ a na-amaghị aha na 2013 na Germany.",
  "N'afọ 2003, Ụlọikpe Na-ahụ Maka Ihe Ruuru Mmadụ na Europe kpebiri n'okwu metụtara ọmụmụ a na-amaghị aha na Odièvre v",
  "France",
  "Nne onye na-arịọ arịrịọ amụọla nwa n'amaghị aha ya; mgbe onye na-arịọ arịrịọ mechara rịọ maka ozi ndị ọzọ, e nyere ya naanị ozi na-abụghị njirimara",
  "Onye na-arịọ arịrịọ ahụ rịọrọ Ụlọikpe ahụ na-ezo aka na Nkebi nke 8 nke European Convention on Human Rights, na-ekwu na ọ bụ mmebi nke ikike nke ndụ ezinụlọ",
  "Ụlọ ikpe ahụ kwuru na a pụghị ile ikpe ahụ anya dị ka esemokwu dị n'etiti ikike nke nne mụrụ ya na nwa, n'ihi na ọ metụtakwara ikike nke ndị nne na nna nkuchi na ezinụlọ ọ bụla nke nne mụrụ ya",
  "Ụlọ ikpe ahụ kpebiri na, ebe ọ bụ na National Council on Access to Information about Personal Origins nke e mepụtara n'oge na-adịbeghị anya gosipụtara ụzọ ịkpọtụrụ nne mụrụ ya n'ụzọ nchịkwa, steeti ahụ anwaala ime ka nguzozi zuru oke n'etiti ikike ndị na-asọmpi; ya mere a jụrụ ngwa ahụ."
]