[
  "Vartanoush Garbis Selim (amụrụ na Maachị 9, 1960), nke a maara nke ọma site na aha egwu ya Anoushka, bụ onye na-agụ egwu na onye na-eme ihe nkiri n'Ijipt.",
  "A mụrụ ya na Cairo, Egypt nye nna onye Armenia nke Ijipt na nne onye Armenia",
  "Ọ gụrụ akwụkwọ sekọndrị na ụlọ akwụkwọ Armenian Gulbenkian dị na mpaghara Boulaq na Cairo ma gaa n'ihu na-amụ Business Administration na Mahadum America nke Cairo",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ na ụlọ ọrụ itinye ego na mba ọzọ ma mesịa rụọ ọrụ na ụlọ ahịa mgbasa ozi Tarek Nour dị ka onye na-agụ egwu na mgbasa ozi.",
  "Ọ gara asọmpi egwu mba ụwa nke International Federation of Festival Organizations (FIDOF) haziri na-abụ abụ French mbụ, nke Gamal Abdel Halim Hasan na egwu Kamel Cherif deputara mkpụrụ okwu ya",
  "Abụ ọha mbụ ya n'Ijipt bụ na mmemme telivishọn ụmụaka na-akụzi asụsụ Arabic nke Fehmi Abdel Hamid duziri",
  "Ọ gara n'ihu sonye na 1987 na 1988 na mmemme mba ụwa na Finland, Czechoslovakia, Bulgaria, Turkey, France na Latin America",
  "Na Turkey, o ritere ihe nrite mbụ na \"Habbytak\" na asọmpi Francophonie na France na egwu nke ya \"Ya Habibi (Oh ịhụnanya m) \" na French na \"Ya Leyl (Oh Night) \" kwa na French nke Midhat el Khawla dere.",
  "Ọ gara n'ihu wepụta ọtụtụ abọm n'asụsụ Arabic na-aghọ ihe na-emetụta ndị Arab",
  "Minista njem nleta nke Ijipt nyere ya onyinye maka mbọ ọ na-agba ịkwalite egwu Ijipt na ụwa Arab na ụwa niile",
  "O sonyekwara n'ọtụtụ ihe omume egwu mba, pan-Arab na nke mba ụwa.",
  "Ọ bụ onye isi na operetta akpọrọ \"El Ward we Fosoulu\" (n'asụsụ Arabic \"الورد وفصوله\") na mmemme Children Day",
  "Ọ bụ onye na-eme ihe nkiri, ọ ghọrọ onye a ma ama karịsịa na \"El-Tawous\" (n'asụsụ Arabic Egyptian الطاووس) ya na onye ama ama na-eme fim Salah Zulfikar na 1991",
  "Mgbe nke ahụ gasịrị, onye nduzi ihe nkiri a ma ama bụ Salah Abu Seif họọrọ ya isonye na ihe nkiri \"Al-Sayed Kaf\" (n'asụsụ Arabic nke Ijipt), mgbe ahụ ọrụ ime ihe nkiri ya gara n'ihu nke gụnyere \"Qanoon Al-Maraghi\" (n\"asụsụ Arabic nke Egypt) n'etiti ndị ọzọ.",
  "Anoushka arụwokwa ọrụ n'ọtụtụ ihe nkiri Ijipt nke gụnyere:",
  "Ọ na-arụ ọrụ n'ọtụtụ ihe ngosi TV nke Ijipt nke gụnyere:"
]