[
  "Ansah Ossei-Owusu (22 Nọvemba 1979 na 19 Machị 2022) bụ onye bọọlụ bọọlụ nke bọọlụ bụ onye bekee nke na-agba bọọlụ dị ka onye bọọọọlụ n'etiti.",
  "Owusu malitere ọrụ ya na Wimbledon, na-etinye aka na nkwekọrịta ọkachamara mbụ ya na klọb ahụ na June 1998 mgbe ọ gbasịrị egwu na ụlọ akwụkwọ klọb",
  "N'ọnwa Machị afọ 2000, e zigara Owusu na ụlọ ọrụ Scottish First Division bụ Raith Rovers. Na Raith, Owusu nwere oge mgbazinye ego nke bụ \"nnukwu ihe ịga nke ọma\" dị ka Daily Record si kwuo, na-agba goolu atọ n'ime egwuregwu iri, na onye njikwa Raith Peter Hetherston gosipụtara mmasị n'iwere Owusu laghachi na mgbazinye maka oge na-esote",
  "N'ihi mwepụ nke Wimbledon site na Premiership, Owusu nọgidere na Wimble don 2000 1910 First Division campaign. N'abalị iri na itoolu n'ọnwa Septemba n'afọ 2000, Owusu mere nke mbụ ya na Wimbledon, malite na 0 draw megide Wigan Athletic na League Cup",
  "Owusu gbara bọọlụ atọ na Wimbledon, tupu mmerụ ahụ akwụsị ọganihu ya na klọb ahụ",
  "N'abalị itoolu n'ọnwa Febụwarị n'afọ 2001, e zigara Owusu na Bristol Rovers, na-eme egwuregwu iri na asaa maka klọb ahụ ruo na ngwụcha oge ahụ",
  "Na ngwụcha oge 20000, Wimbledon tọhapụrụ Owusu",
  "Na Disemba 2001, Owusu gara ikpe na Macclesfield Town, mana o meriri nkwekọrịta na klọb ahụ.",
  "N'oge ọkọchị nke 2002, Owusu bịanyere aka na klọb South League Chelmsford City",
  "Owusu mere ngosi itoolu na Chelmsford, gbatara akara na mbido ụlọ ya maka klọb ahụ na 1-1 gbara megide Hinckley United",
  "Na-eso oge ya na Chelmsford, Owusu bịanyere aka na ekike Isthmian League Enfield.",
  "N'oge afọ 2009 na 10, Owusu so onye bụbu onye otu Wimbledon na Chelmsford Russell Williamson na-egwuri egwu maka Larsens na Waltham Sunday Football League.",
  "Nwa nwanne nne Owusu, Lloyd, mere ihe karịrị 300 Football League appearances",
  "N'ịgbaso ọrụ ịgba egwu Owusu, ọ rụrụ ọrụ dị ka onye uwe ojii maka ndị uwe ojii Metropolitan na ugwu London.",
  "Na 19 Machị 2022, Owusu nwụrụ mgbe ọ dị afọ 42, na-agbaso nlekọta sitere na North London Hospice."
]