[
  "Anthony Grooms, onye sitere na Louisa, Virginia, edeela ọtụtụ akwụkwọ ma nweta ọtụtụ onyinye maka ihe odide ya. Grooms bụ prọfesọ ugbu a na Mahadum Kennesaw State, dị nso na Atlanta, Georgia, ma na-akụzi edemede okike na ọmụmụ Bekee ndị ọzọ.",
  "A mụrụ Anthony na Jenụwarị 15, 1955, ma too na Louisa, Virginia",
  "Ọ bụ nwa mbụ n'ime ụmụ isii n'ezinụlọ ya ndị Africa America, nke nwekwara ndị American na ndị Europe",
  "Nne na nna ya, Robert E",
  "Grooms na Dellaphine Scott, kwalitere agụmakwụkwọ, ya mere Grooms ghọrọ akụkụ nke atụmatụ nnwere onwe ịhọrọ",
  "Ọ gara ụlọ akwụkwọ ọha na eze na-acha ọcha n'afọ 1967 nke nwere njikọta nkebi, na ahụmịhe ya n'ebe ahụ enweela mmetụta dị ukwuu n'ihe odide ya.",
  "N'ịbụ onye gụsịrị akwụkwọ n'afọ 1978 na College of William and Mary na Williamsburg, Virginia, Anthony Grooms nwetara nzere Bachelor nke nka na ihe nkiri na okwu",
  "Ọ gbasiri mbọ ike maka agụmakwụkwọ dị elu ma gụsịrị akwụkwọ n'afọ 1984 na Mahadum George Mason na nzere Masta ona nka mma na Bekee. Ọ kụziri na ụlọ akwụkwọ dị iche iche: Mahadum Clark State, Mahadum Georgia, Mahadim Cape Coast na Ghana, West Africa, na Mahadum Kennesaw State. Grooms abụwo onye edemede mgbe niile, mana ọ dịghị mgbe ọ weere onwe ya dị ka otu ruo mgbe ọ gụsịrị akwụkwọ. Ọ kwagara Atlanta, Georgia, n'afọ 1988 mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ gụsịrị akwụkwọ wee lụọ Pamela B",
  "Jackson",
  "N'Atlanta, ọ chọtara òtù na-ahụ maka ihe ndị ruuru mmadụ n'afọ ndị 1960 dị ka ihe ndabere maka edemede ya. Grooms bụzi onye nkuzi na-akụzi edemede okike, yana ọmụmụ Bekee na akwụkwọ ndị ọzọ, na Mahadum Kennesaw State na mpụga Atlanta, Georgia.",
  "Grooms enwetala ọtụtụ onyinye maka ihe odide ya: Lillian Smith Prize for Fiction (ugboro abụọ), Sokolov Scholarship nke Bread Loaf Writers' Conference, Lamar lectureship nke Wesleyan College, naMmekọrịta Ọchịchị Arts site na Onyinye mba maka nka. N'afọ 2006, ụlọ ọrụ Georgia Center of the Book họọrọ abụọ n'ime akwụkwọ ndị e bipụtara, Ice Poems na Trouble No More, maka Ndepụta Akwụkwọ nke iri abuo na ise Ndị Georgia niile kwesịrị ịgụ.",
  "Anthony Grooms bụ onye dere akwụkwọ ndị e bipụtara na-ekpuchi isiokwu dịgasị iche iche, mana akwụkwọ ya a ma ama, Bombingham, bụ akwụkwọ akụkọ na-ekwu maka nsogbu ndị chere ihu n'oge mmegharị ikike obodo n'afọ",
  "Maazị Grooms dekwara banyere mmekọrịta ya na Pat Conroy na nke The World Is Wider Than the Water It Holdsń pp 24810252, Our Prince of Scribes, nke Nicole Seitz na Jonathan Haupt dezigharịrị, mahadum nke Georgia Press, 2018."
]