[
  "Chief Anthony Eromosele Enahoro (22 Julaị na afọ 1923 na 15 Disemba, na afọ 2010) bụ otu n'ime ndị na-emegide ọchịchị onye kwuo uche ya na Naijiria. A mụrụ ya dị ka nwa mbụ n'ime ụmụ iri na Uromi, Edo State nke Naịjirịa ugbu a",
  "Nne na nna ya bụ Anastasius Okotako Enahoro (1900-1968) na Fidelia Victoria Inibokun née Ogbidi Okojie (1906-1969)",
  "Enahoro nwere ọrụ dị ogologo ma dị iche na mgbasa ozi, ndọrọ ndọrọ ọchịchị, ọrụ gọọmentị na òtù na-akwado ọchịchị onye kwuo uche ya",
  "Ọ gụrụ akwụkwọ na Government Schoo, Uromi, Government School, Owo and King's College, Lagos, Enahoro ghọrọ onye nchịkọta akụkọ nke akwụkwọ akụkọ Nnamdi Azikiwe, Southern Nigerian Defender, Ibadan, na afọ 1944 mgbe ọ dị afọ 21, si otú a bụrụ onye nchịkọta akụkọ kacha nta na Naịjirịa. O mechara bụrụ onye nchịkọta akụkọ nke Zik's Comet, Kano, 1945-49, osote onye nchịkọta akụkọ na West African Pilot, Lagos, na onye isi nchịkọta akụkọ nke Morning Star site na afọ 1950 ruo afọ 1953.",
  "N'afọ 1953, Enahoro ghọrọ onye mbụ na-ebugharị mmegharị maka nnwere onwe Naịjirịa? nke e mesịrị nye ya n'afọ 1960, mgbe ọtụtụ ihe ndọghachi azụ na mmeri na ndị omeiwu. Ndị ọkà mmụta na ọtụtụ ndị Naijiria ewerela Enahoro dị ka \"Nna nke steeti Naijiria\". Otú ọ dị, arịrịọ ya maka nnwere onwe Naịjirịa nwere ihe ndọghachi azụ na ndị omeiwu n'ọtụtụ oge na ndị otu ndị omeiwu ugwu na-eme ngagharị iwe n'ihi arịrịọ ahụ",
  "N'agbanyeghị mmeri e meriri na ndị omeiwu, a malitere otu mmegharị a ma ama n'ihi mmegharị a na nrụgide a na-arịwanye elu ugbu a megide ọchịchị ndị na-achị ala ma enwere ọgba aghara maka nnwere onwe nke Naịjirịa, ma ọ bụ ma ọ dịkarịa ala, ọchịchị onwe onye",
  "S",
  "L",
  "Akintola gbalịrị ịlaghachi na mmegharị maka nnwere onwe Naịjirịa na afọ 1957 ọ bụ ezie na ndị omeiwu kwadoro mmegharị ya, ndị ọchịchị Britain ekwenyeghị na ya, ya mere ọ dara. N'ọnwa Ọgọstụ n'afọ 1958, Remi Fani-Kayode laghachiri n'ihe Enahoro mere ma ndị omeiwu gafere ihe ahụ ọzọ mana ndị Britain anabataghị ụbọchị ya",
  "Arịrịọ Fani-Kayode kpọrọ ka e nye Naịjirịa nnwere onwe n'ụbọchị nke abụọ n'ọnwa Eprel n'afọ 1960",
  "N'ịkwalite arịrịọ Enahoro na-eme ugboro ugboro, Sir Tafawa Balewa tụụrụ ndị omeiwu aro ọzọ na 1959, a gafere ya",
  "N'ihi nrụgide na-aga n'ihu, gọvanọ nke ọchịchị ahụ kwupụtara mkpebi nke gọọmentị Britain inye nnwere onwe na 1960",
  "Naịjirịa nwetara nnwere onwe n'ụbọchị mbụ n'ọnwa Ọktoba n'afọ 1960.",
  "A mụrụ Anthony Enahoro dị ka nwa mbụ n'ime ụmụ iri n'obodo Onewa, Uromi, na steeti Edo nke Naịjirịa ugbu a",
  "Ụfọdụ n'ime ụmụnne ya gụnyere Ambassador Edward, onye nta akụkọ a ma ama Peter (\"Peter Pan\"), Onye Ọkachamara Henry, onye a ma ama Mike Enahoro, onye mgbasa ozi maka Nigerian Television Authority (NTA), Ben, Dan, Bess, Chris, na Emmanuel",
  "Nne na nna ya bụ Esan bụ Anastasius Asuelinmen \"Okotako\" Enahoro (nwụrụ n'afọ 1968) na Fidelia Inibokun née Ogbidi Okojie (nwụrụ na 1969)",
  "[citation needed] Enahoro nwere ogologo oge na ọrụ pụrụ iche na ndị nta akụkọ, ndọrọ ndọrọ ọchịchị, ọrụ gọọmentị na òtù na-akwado ọchịchị onye kwuo uche ya",
  "Ọ gụrụ akwụkwọ na Government School Uromi, Government School Owo na King's College, Lagos, Enahoro ghọrọ onye nchịkọta akụkọ nke akwụkwọ akụkọ Nnamdi Azikiwe, Southern Nigerian Defender, Ibadan, na afọ 1944 mgbe ọ dị afọ 21",
  "Dị ka nwa akwụkwọ n'oge ahụ na Kings College, Enahoro sonyere na ọgụ nnwere onwe Naijiria megide ọchịchị ndị ọchịchị na mbido afọ 1940, nke dugara na nnupụisi ụmụ akwụkwọ na kọleji dị na Lagos ebe ọ bụ onye ndú ụmụ akwụkwọ",
  "Ọ bụ onye a ma ama na ndọrọ ndọrọ ọchịchị n'oge mgbanwe ngwa ngwa",
  "Gọọmentị na-achị mba ahụ tụrụ ya mkpọrọ ugboro abụọ maka ịgba ọchịchị mgba okpuru, maka edemede na-akwa onye bụbu gọvanọ emo, na maka okwu a na-ekwu na ọ na-akpali ndị agha Naijiria na-eje ozi na ndị agha Britain",
  "Ndị Britain kara ya akara dị ka onye ọkụ ọkụ, mana ọbụlagodi na a tụrụ ya mkpọrọ nke ugboro atọ, ọ malitere ịtụle ọnọdụ ya.",
  "N'afọ 1950, ya na Arthur Prest guzobere Mid-West Party",
  "Enahoro amalitelarị Mid-West Press ma bipụta akwụkwọ akụkọ Naijiria site na 1950 ruo 1953",
  "Mid-West Party ghọrọ akụkụ nke Action Group na 1951. Enahoro bụ onye nnọchiteanya na ọtụtụ nzukọ iwu kwadoro nke dugara na nnwere onwe nke Naịjirịa na afọ 1960.",
  "N'oge nsogbu Naijiria nke sochiri nnupụisi nke afọ 1966, Enahoro bụ onye ndú nke ndị nnọchi anya Mid-West nke oge ahụ na Ad Hoc Constitutional Conference na Lagos",
  "O mechara bụrụ Federal Commissioner (Minister) maka ozi na ọrụ n'okpuru General Yakubu Gowon Military Government, 1967ī74; Federal Commissioner for Special Duties, afo 1975",
  "O mechara bụrụ onye otu National Party of Nigeria, NPN, 1978-83",
  "Ọ bụ onye isi oche, World Festival of Negro Arts and Culture, afọ 1972 -75.",
  "Enahoro bụ onye isi oche nke National Democratic Coalition (NADECO), otu na-akwado ọchịchị onye kwuo uche ya nke lụrụ onye ọchịchị aka ike Sani Abacha ọgụ ruo ọnwụ Abacha",
  "E nyere Enahoro nsọpụrụ mba nke Commander, Order of the Federal Republic, CFR, na afọ 1982, ọ bụkwa onyeisi oche nke Movement for National Reformation, MNR, yana Pro-National Conference Organisation (PRONACO)",
  "Mahadum Benin nyere ya DSC nsọpụrụ n'afọ 1972",
  "Akwụkwọ ya gụnyere akwụkwọ Fugitive Offender",
  "N'oge nsogbu nke afọ 1962 na mpaghara ọdịda anyanwụ ochie, e jidere ya na ndị ọzọ so na Action Group",
  "N'ịbụ onye a na-ebo ebubo ịgba ọchịchị mgba okpuru n'oge Awolowo na-ebo ya ebubo, Enahoro gbagara Ghana na United Kingdom na afọ 1963, Naịjirịa rịọrọ ka a nyefee Enahoro n'okpuru Iwu Ndị Mmebi Iwu nke 1881, na-egbochi itinye akwụkwọ maka mgbaba ndọrọ ndọrọ ọchịchị",
  "Na mbido afọ 1963, onye ndu ọhụrụ nke otu Labour, Harold Wilson, chọpụtara ihere nke njide na ịtụ Enahoro mkpọrọ kpatara",
  "Ndị ọrụ gara n'ihu na mwakpo ahụ na House of Commons, na nkwado nke ụfọdụ ndị Tories, nke iwe mgbasa ozi kwadoro",
  "Ọ bụ otu n'ime ndị Naijiria a ma ama na Britain. Ọ bụ \"onye omempụ na-agba ọsọ\" nke kpalitere ọtụtụ ụbọchị arụmụka na House of Commons na afọ 1963 ka ọ na-alụ ọgụ megide extradition.",
  "\"Ihe gbasara Enahoro\" ghọrọ okwu gbasara ikike mmadụ na ọchịchọ gọọmentị na-enweghị obi ụtọ ka ọ ghara ịkpasu Naịjirịa iwe, ma tinye praịm minista Tory, Harold Macmillan, na odeakwụkwọ ụlọ ya, Henry Brooke, n'ọnọdụ siri ike.",
  "A tọhapụrụ ya na UK ma tụọ ya mkpọrọ maka ịgba ọchịchị mgba okpuru",
  "N'afọ 1966, Gọọmentị Ndị Agha tọhapụrụ ya.",
  "Enahoro si n'egwuregwu",
  "Ọ na-egwu golf ma soro cricket n'ụzọ siri ike",
  "Ọ gara nke ọma n'egwuregwu na King's College ma bụrụ onye a na-eto na ọ bụ onye Naijiria mbụ nwetara ndị otu klọb golf na Naijiria",
  "O jisiri ike mee ka nkwarụ ya daa n'otu ọnụ ọgụgụ n'oge ogologo ọrụ golf ya",
  "Ọ bụkwa onye na-akpali iwebata FESTAC na Naịjirịa n'afọ ndị afọ 1970, n'oge ahụ Muhammad Ali na Pele gara mba ahụ iji nweta otuto zuru oke",
  "Ụmụ ya niile mere nke ọma n'egwuregwu n'oge ha nọ n'ụlọ akwụkwọ na mahadum, na-egwu bọọlụ, Rugby, Golf na Tennis",
  "Kenneth na afọ (1953-2017) na Eugene bụ ndị na-egwu golf na ndị guzobere Saturday Society na Benin Golf Club",
  "Annabella na-eme Pilates na Gabriel bụ onye na-agba ịnyịnya ígwè.",
  "N'afọ 1953, Anthony Enahoro malitere mmegharị ọchịchị onwe onye na Western House of Assembly, nke mechara duga na nnwere onwe Naịjirịa na 1 Ọktoba, na afọ 1960.",
  "Enahoro hapụrụ nwunye ya Helen (née Ediae) afọ (1933-2012), ụmụ ha ise, ọtụtụ ụmụ ụmụ na ụmụ ụmụ."
]