[
  "A họpụtara Anthony O",
  "Agbo ka ọ bụrụ Sịnetọ maka mpaghara Ebonyi North nke Ebonyi Steeti, Naịjiria, na-amalite ọrụ na abali iri abụọ na iteolu n'me onwa ise na afọ puku abụọ na asaa (29/5/2007)",
  "Ọ bụ onye otu People's Democratic Party (PDP).",
  "Agbo gụrụ akwụkwọ na Mahadum Steeti Ebonyi na Mahadụm nke Naijiria, Nsukka, gụsịrị akwụkwọ na afo otu puku, nari iteolu na iri asatọ na asatọ (1988).\nA họpụtara ya ka ọ bụrụ onye omebe iwu nke Enugu State (tupu e guzobe steeti Ebonyi site na akụkụ nke Enugu), a họpụtakwara ya ka ọ bụrụ onye Ọkà okwu",
  "O mechara bụrụ Kọmishọna nke Ego site n'afọ otu puku, nari iteolu na iri iteolu na iteolu rue na - afọ puku abuo na atọ (1999 - 2003) nakwa Kọmishọna na Ọrụ Ọha site n'afọ puku abụọ na atọ rue n'afọ puku abụọ na ise (2003 - 2005) maka Ebonyi Steeti.\nEwezuga ọrụ ndọrọ ndọrọ ọchịchị ya, Agbo bụkwa onye na-ede uri nke bipụtara ọrụ ya n'ọtụtụ akwụkwọ akụkọ ma bụrụ onye na-akwado akwụkwọ  Naijiria.",
  "Mgbe ọ nọsịrị n'oche ya na Sịnetị n'ime onwa ise n'afọ puku abụọ na asaa (May 2007) a họpụtara Agbo na kọmitii na National Identity Card & Population, Housing, Federal Capital Territory na Drugs Narcotics Anti Corruption.\nN'ọnwa anọ na-afọ puku abụọ na asatọ (April 2008), a họpụtara ya ka ọ bụrụ osote onyeisi oche nke kọmitii na-enyocha nchịkwa Mallam Nasir el-Rufai nke FCT.\nN'ime nyocha nke ndị Sịnetị na ọnwa ise n'afọ puku abụọ na iteolu (May, 2009), Ụbọchị e kwuru na ọ kwadoro ụgwọ na Nigerian Congress Medal of Honour Award, National Cooperative Society Federation na Nigerian Unified Filed Institute, ma kwadokwa ma ọ bụ soro kwado ọtụtụ mmegharị",
  "Ọ na-arụsi ọrụ ike na ọrụ plenary na kọmitii.",
  "Agbo arịọla maka nguzobe Ministrị maka ndị nwere nkwarụ.\nN'ajụjụ ọnụ a gbara ya n'ọnwa atọ, n'afo puku abụọ na iteolu  (March 2009), na-ekwu maka Naịjirịa n'ozuzu ya na Abuja FCT karịsịa, o kwuru na mmemme iji gbanwee aha Naịjirị agaghị arụ ọrụ ruo mgbe ebe ahụ bụ ebe mara mma ileta, nke nwere ezigbo akụrụngwa, gburugburu ebe dị ọcha na nchekwa.",
  "Ndepụta ndị si Ebonyi Steeti"
]