[
  "Anthony Obiagboso Enukeme // (￼gee ntị) (21 Jenụarị 1944 - 9 June 2020) bụ onye ọchụnta ego Naijiria nke si Anambra Steeti, ndịda-ọwụwa anyanwụ Naijiria",
  "Ọ bụ onye nchoputa, onyeisi oche na onye isi nchịkwa nke Tonimas Nigeria Limited, ụlọ ọrụ na-emepụta ihe na ịzụ ahịa.  Ọ bụ Papal Knights nke St",
  "Gregory nnata,  na onye otu Knights of St",
  "John International (KSJI).  Ọ bụkwa onye otu Board of Trustees nke otu ndọrọndọrọ ọchịchị APGA na Naijiria..",
  "Anthony Obiagboso Enukeme mụrụ na 21 Jenuarị 1944 site na Ezinụlọ Enukeme nke Obiuno Umudioka Neni dị n'okpuru ọchịchị Anaocha nke steeti Anambra, n'akụkụ okporo ụzọ Akwaeze site n'ahịa Nkwo dị n'obodo Igbo Ukwu.",
  "Ọ bụụrụ nanị otu nwa nwoke, nweekwa otu nwanne nwanyị",
  "Mgbe ọ gụsịrị akwụkwọ praịmarị, ọ gara ọzụzụ Igbo Apprentice Scheme afọ iri na ise dị ka onye na-eje ozi n'ụlọ ọrụ mmanụ ụgbọala n'oturkpo, Benue steeti na n'ahịa Aba Ngwa dị n'Abia steeti",
  "N'afọ 1975, ọ malitere njem mmụta n'ihu nke mere ka ọ gụchaa ma sekọndịrị na ụlọ akwụkwọ sekọndrị na Public Administration n'afọ 1985",
  "O wee nweta nzere Masters na International Affairs and Diplomacy, ha abụọ na mahadum Abia State University, Uturu, Abia State",
  "Enyere ya akara ugo mmụta Honorary Doctorate na Business Administration site na Chukwuemeka Odumegwu Ojukwu University.",
  ".Chief Enukeme hibere Tonimas Nigeria Limited na 1981 wee weba ya dika ulo oru nwere oke na 1982",
  "Ụlọ ọrụ ahụ na-ere ahịa ma na-ekesa ngwaahịa mmanụ ala a nụchara anụcha, na-arụpụta akwa mkpuchi aluminum na ntu.  O mechara gbanwee gaa na ile ọbịa, imepụta rọba, ugbo tank, ibugharị , na azụmaahịa mbupu.",
  "Chief Enukeme lụrụ Iyom Mary Uzoaku Enukeme (Iyom Mmiliaku) n'ụzọ obi ụtọ ma gọzie alụmdi na nwunye ahụ ma nwee ụmụ isii.",
  "Ọ nwụrụ na 9 June 2020 mgbe ọ rịasịrị ọrịa dị mkpirikpi nke bụ n'ihi enweghị ike ịga njem maka nyocha ahụike oge niile nke mkpọchi metụtara COVID19 na Naịjirịa kpatara.",
  "Chief Enukeme wuru Saint James\" Catholic Church na Neni gụnyere rectory, chapel, ụlọ ụka, ọgba nke Blessed Virgin Mary ma nyefee ya na Awka Diocese nke Chọọchị Katọlik maka ebe ofufe. E mere emume ncheta iji sọpụrụ ya na chọọchị ahụ mgbe ọ nwụsịrị. O wukwara St",
  "Agatha Catholic Church, Umuarakpa, Aba."
]