[
  "Anthony Oluwakayode Oseyemi (amuru 17 Jenuarị 1977) bu onye omere nke Britain–South Africa sitere na agbụrụ Naijiria nke etolite na Johannesburg, South Africa. AỌrụ ya kacha mara amara gụnyere ndị na fim na usoro telivishọn Five Fingers maka Marseilles, The Congo Murders, na Isidingo, n'etiti ndị ọzọ",
  "Ọ bụkwa onye ode akwụkwọ, onye na-agụ egwu na onye na-emepụta ihe, na mgbakwunye na ọrụ ime ihe nkiri ya",
  "A mụrụ ya na 17th nke Jenụwarị 1977 na United Kingdom site na nne Nigeria na nna Britain",
  "Mgbe e mesịrị, ọ kwagara South Africa ịrụ ọrụ",
  "Ọ gara Mahadum North London, ebe ọ nwetara akara ugo mmụta BA ya na Performing Arts",
  "Na United Kingdom, ọ gụsịrị akwụkwọ na postgraduate",
  "Mgbe ọ gụsịrị akwụkwọ, ọ laghachiri South Africa ma guzobe onwe ya n'ebe ahụ",
  "Onye so na Lewisham Youth Theatre, ọ malitere n'ọgba ahịa azụmahịa",
  "Mgbe ahụ, dị ka akụkụ nke London International Festival of Theatre, o nyere usoro ihe omume dị mkpa n'akụkụ osimiri",
  "Ọ rụkwara ọrụ na Project Phakama na Tricycle Theatre na Albany Theatre",
  "Ka ọ nọ na-eche ntugharị ogbo ya, ọ gbara n'ime egwuregwu The Amen Corner, nke James Baldwin duziri",
  "Tụkwasị na nke ahụ, ọ rụpụtara ihe nkiri Performance with Multimedia Production, nke o nwekwara ọrụ nkwado",
  "Ka ọ dị ugbu a, ọ pụtara na ọrụ ndị ọbịa na ihe ngosi telivishọn dị ka ITV's The Bill (2003) na ihe nkiri ahụike nke BBC Holby City (ha abụọ bidoro na 2003)",
  "(2005)",
  "Erite na telivishọn ya gụnyere ngosi ndị ọbịa na Is Harry On The Boat? na-abịa, ha abụọ na-agbasa na Channel 4",
  "Ọ pụtakwara dị ka kpakpando ọbịa na usoro ihe nkiri ahụ bụ Harry On The Boat? site na 2002 ruo 2003, na n'usoro ihe nkiri ahụ Harry nọ n'ụgbọ mmiri? site na 2003 ruo 2005",
  "Mgbe ọ gụchara akara ugo mmụta ya n'ịrụ ọrụ nka, ọ gara n'ihu na-arụ ọrụ ndu n'ọtụtụ usoro telivishọn, gụnyere Jacobs Cross, Room 9, Traffick, na Isidingo",
  "Ọ pụtakwara na usoro telivishọn dị ka Wild at Heart, The Runaway, Strike Back, na Akwụkwọ nke Negroes, n'etiti ọrụ ndị ọzọ",
  "N'afọ 2012, ọ pụtara n'ihe nkiri usoro anthology e.tv Mzansi Love: Ekasi Style, nke ọ rụrụ ọrụ Ekasi.",
  "Congo rụrụ ọrụ ndu na Michael Matthews '2017 South African Western thriller film Five Fingers for Marseille (nke a makwaara dị ka \"Mkpịsị aka ise maka Marseille\") dị ka agwa \"Congo.\" Mgbe nke ahụ gasịrị, a na-enyocha ya na ngalaba Discovery nke 2017 Toronto International Film Festival, ebe ọ nwetara otuto site n'aka ndị nkatọ",
  "Ka ọ dị ugbu a, ọ pụtara na ihe nkiri ịhụnanya Hectors Search for Happiness na ihe nkiri American ozugbo na vidiyo SEAL Team 8: Behind Enemy Lines, ewepụtara ha abụọ na 2012.f",
  "Na mgbakwunye na ime ihe nkiri, o dekwara usoro ihe onyonyo South Africa Tempy Pushas, nke a na-agbasa na SABC 1 n'oge ahụ",
  "O wee dee serial Room 9, nke a họpụtara ya maka ihe nrite ihe nkiri South Africa na Television na 2014, yana ịpụta na ya dị ka onye na-edu ndú"
]