[
  "Anthony Barboza (amụrụ n'afọ 1944 na New Bedford, Massachusetts) bụ onye na-ese foto, ọkọ akụkọ ihe mere eme, onye na-eme ihe nkiri na onye edemede",
  "Site na mgbọrọgwụ sitere na Cape Verde, na ọrụ nke malitere na nka azụmahịa ihe karịrị afọ iri anọ gara aga, nkà  Barboza na ọrụ ya na-aga nke ọma nyeere ya aka ịgafe ma chụsoo mmasị ya na nka dị mma ebe ọ na-aga n'ihu na-enye aka na nka Amerịka.",
  "Barboza nwere ọtụtụ ọrụ ọdịnala na nke ọhụrụ sitere n'ike mmụọ nsọ nke echiche ndị Afrịka-Amerịka, nke egosila na ụlọ ngosi ọha na eze na nke onwe, na nnukwu ụlọ ngosi ihe mgbe ochie na ụlọ akwụkwọ agụmakwụkwọ n'ụwa niile",
  "A maara ya nke ọma maka ọrụ foto ya nke ndị egwu jazz site n'oge afọ 1970s - '80s",
  "Ọtụtụ n'ime ọrụ ndị a dị n'akwụkwọ ya Black Borders, nke e bipụtara n'afọ 1980 site na enyemaka sitere na National Endowment for the Arts",
  "N'otu edemede e bipụtara n'afọ 1984 na The City Sun, o kwuru, sị, \"Mgbe m na-ese foto, ana m ese foto nke otú onye ahụ si eche m; otú m si eche banyere onye ahụ, ọ bụghị otú ha si ele ya anya.  Achọpụtara m na iji mee ka ihe osise ahụ rụọ ọrụ, ha ga-eme njikọ uche yana nke mmetụta uche",
  "Mgbe ha na-eme nke ahụ, amaara m na enwere m ya\"",
  "Ọtụtụ n'ime foto ya na-enweta mmetụta ya site na iji ọkụ na onyinyo mee ihe nke ọma, ịchịkwa ihe ndabere, ịtụle mgbanwe na ọsọ ọsọ, ihe mejupụtara, na ọtụtụ usoro na usoro ndị ọzọ na iwu ya.",
  "Ihe ngosi ihe osise foto ya kachasị ọhụrụ, Black Dreams / White Sheets, agagharịla mba ụwa ma gosipụta ya na nke mbụ ya na New York City na Bill Hodges Gallery n'ọnwa Nọvemba na Disemba n'afọ 2010",
  "Barboza na-eleba anya n'ọrụ na ahụmịhe nke ndị Afrịka bi na mba ọzọ n'akụkọ ihe mere eme nakwa n'oge a gbasara agbụrụ, mmekọahụ, okike, ndọrọ ndọrọ ọchịchị, na nsogbu mmekọrịta mmadụ na ibe ya na ọha na eze na ọdịbendị Amerịka.",
  "Barboza bịara New York City ozugbo ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị n'afọ 1963 mgbe ọ dị afọ iri na itoolu iji mụọ foto na Hugh Bell, onye na-ese foto ejiji Black nke ghọrọ onye nduzi ya ma nye Barboza ohere ịrụ ọrụ n'efu iji nweta ohere inweta ahụmịhe n'ọhịa",
  "Tupu nke ahụ, ọ zutere Adger Cowans, onye ọzọ n'ime ndị ojii na-ese foto azụmahịa ole na ole nke oge ahụ, onye ga-ewebata Barboza na otu ndị ojii ọkachamara na-ese ihe bụ ndị otu The Kamoinge Workshop",
  "Ọ bụ Roy De Carava duziri otu a na mbụ ma mepụta ya iji kwalite mkparịta ụka siri ike banyere foto n'oge a ka na-akpa ókè megide ndị na-ese foto Afrịka-Amerịka ma na-ewepụ ha na foto ọkachamara",
  "Ha bụ ndị ọkachamara jikọtara aka iji kwado ma nyere aka kwalite ọrụ ibe ha site n'inye nkọwa na nkatọ otu, yana site n'ịmepụta ihe ngosi ọnụ",
  "Barboza na-aga n'ihu na omenala a dị ka onye isi oche ugbu a nke ihe a maara ugbu a dị ka Kamoinge, Inc",
  "ma na-agagide na-akwado ndị Black ndị ọzọ ọkachamara na ndị na-achọ ise foto n'ọrụ ha.",
  "N'afọ 1965, e debara aha Barboza n'ime ndị agha mmiri wee bụrụ onye na-ese foto oge niile maka akwụkwọ akụkọ Jacksonville, Florida The Gosport",
  "Ọ bụ n'ebe ahụ ka ọ zụlitere ọrụ ya wee malite ọrụ ya na ihe ngosi otu onye na Pensacola Art Museum na Emily Lowe Gallery na Mahadum Miami."
]