[
  "Anton van Wouw (úbọchị iri abụọ na asaa n'ọnwa Disemba n'afọ 1862 rụọ úbọchị irí atọ n'ọnwa Julaị afọ 1945) bụ onye Dutch amụrụ na South Africa na-akpụ ihe a na-ewere dị ka nna nke ihe ọkpụkpụ South Africa.",
  "Van Wouw kpebiri ịkwaga obodo na-emepe emepe nke Pretoria ógè ọ dị afọ iri abụọ na asatọ ma chere afọ iri iji nweta ọrụ izizi ya",
  "Nke a sitere n'aka onye na-ahụ n'ihe gbasara ego Sammy Marks iji mepụta nnukwu ihe oyiyi nke Paul Kruger, nke guzo na Church Square.",
  "N'oge ọ nọrọ n'ọzara, ọ zụlitere nnukwu mmasị n'ihe banyere mba Boer",
  "Nke a metụtakwara mmepe nka ya nke ukwuu",
  "Ọ chọpụtara na mgba na olileanya nke ndị a na nkwa a gosipụtara na ọrụ ya.",
  "Ụfọdụ n'ime ọrụ ya, ọ bụ ezie na ọ na-anọchite anya ya, na-ejide isi ihe siri ike na mmetụta uche nke ndị ọ na-achị",
  "Otu n'ime ọrụ ya kachasị ama bụ ọnụ ọgụgụ nke nwanyị eji mee ihe na Women's Monument dị nso na Bloemfontein",
  "Ya na onye na-atụpụta ụkpụrụ ụlọ Frans Soff rụkọrọ ọrụ na nke a",
  "Ọ bụkwa ya na-ahụ maka ihe banyere ọnụ ọgụgụ na-enweghị ihe ịga nke ọma nke nwanyị tinyere na Voortrekker Monument dị nso na Pretoria, ihe oyiyi dị ike nke General Christiaan de Wet na ihe oyiyi nke Louis Botha na Durban.",
  "O gosikwara ụmụ amaala na n'etiti ntakịrị ihe ọkpụkpụ ndị a, enwere ike ịchọta ọtụtụ n'ime ọrụ ya kachasị mma",
  "Ha adịchaghị mma karịa ọrụ ya buru ibu ma na-adọrọ mmasị n'ọdịdị ihu ha doro anya na ndụ.",
  "Nwanyị na Ụmụaka, emechara n'afọ 1938",
  "Ihe oyiyi ọla nchara a na-asọpụrụ ọrụ ụmụ nwanyị Voortrekker rụrụ na Great Trek bụ ọrụ ikpeazụ nke van Wouw",
  "Ihe ọkpụkpụ ahụ dị na ntọala Voortrekker Monument na Pretoria, dị mita 4.1 n'ogologo ma dị arọ 2.5 ton",
  "Ọ bụ Renzo Vignali mere ihe nkiri ahụ na Pretoria",
  "Ihe nlereanya n'ihe banyere oyiyi ahụ bụ Cato Roorda ma ọ bụ Isabel Snyman dị ka nwanyị, Betty Wolk dị ka nwa agbọghọ na Joseph Goldstein dị ka nwa nwoke",
  "Ihe oyiyi nke Paul Kruger, 1899, na Church Square, Pretoria",
  "Ihe oyiyi nke Jan Hendrik Hofmeyr, 1916, Church Square, Cape Town",
  "Ihe oyiyi nke Martinus Theunis Steyn, 1928, maka Mahadum nke Free State, kwagara na Museum of the Boer Republics na 2020",
  "Major General Sir Henry Timson Lukin, 1930, Cape Town",
  "Nwanyị na Ụmụaka, 1939, Voortrekker Monument"
]