[
  "Anto Lecky\nMunirat Antoinette Lecky (amụrụ (1989-12-12 )  ), nke a ma ama dị ka Anto Lecky, bụ onye Naijiria-American ọchụnta ego,  Onye mgbasa ozi, onye mmụta, Ọnye enyemaka",
  "A maara ya nke ọma maka ịpụta dị ka onye  ọgbọ mmeri tupu ndị mmeri ikpeazụ na Big Brother Naija (ọgbọ ato)  nke ihe ngosi n'ezie na afo  2018.",
  "Lecky bụ nke atọ n'ime ụmụaka ise (ụmụ agbọghọ anọ 4 na otu nwoke 1), amụrụ ya na Newark, New Jersey nye nne na nna ndị Edo State",
  "Ọ gara ụlọ akwụkwọ Elementrị nke Charles J",
  "Waters dị na Jersey City, New Jersey site na ụlọ akwụkwọ ọta akara ruo ọkwa nke abụọ, mgbe a nabatara ya na mmemme maka ụmụaka ndị nwere onyinye na ihe puru iche na Whitney M",
  "Young J",
  "School site na 3rd ruo 5th grade",
  "Ọ gakwara na mmemme Accelerated and Enrichment na Academy I.",
  "Ọ gara ụlọ akwụkwọ magnet, Dr",
  "Ronald E",
  "McNair Academic High School",
  "Ọ gụchara nzere bachelọ nke Arts na Exercise and Sport Science na Mahadum North Carolina na Chapel Hill",
  "Ọ gụsịrị akwụkwọ na Master of Business Administration na Master of Sport Business Management site na mmemme nzere abụọ na DeVos Sports Business Management Program na Mahadum Central Florida",
  "Tupu ịbanye na ihe nkiri Big Brother Naija, Anto bụ onye isi ọrụ maka Continental Basketball League, egwuregwu bọọlụ basketball nke mbụ nkeonwe na Africa ebe ọ na-ahụ maka njikwa kwa ụbọchị nke otu egwuregwu, ma ọrụ ụlọ na ọrụ egwuregwu",
  "Kemgbe ọpụpụ na ihe nkiri Big Brother Naija, ọ bụ onye na-eme ihe nkiri, onye nnabata ndi ọbịa/onye ngosi,  ihe nlere, ọkà okwu ọha,  onye ode akwụkwọ, na onye na-emetụta ika na onye nnọchi anya.",
  "N'August 2021,  ọ malitere usoro mmụta site na NGO ya, The Live Wire Project, iji kwalite agụmakwụkwọ ụmụ nwanyị, na ibelata ọnụego nke ime ihe ike dabere na nwoke na nwanyị na ịzụ ahịa mmekọ",
  "na steeti Edo.",
  "Anto bụ onye nwe ụlọ ọrụ atọ; mmekorita ya na Taries Hairbuilder nke a na-akpọ Anto Lecky na Taries Hair Builder luxury haircare line, Room 22 Agency, ụlọ ọrụ atụmatụ okike, na O' Compatriots Lifestyle, ihe ngosi na inye onyinye",
  "Ọ bụkwa onye nduzi nke The Live Wire Project, uwe enyemaka ya",
  "Ọ na-ejekwa ozi dịka onye isi ihe okike nke Mahadum Africa nke Benin na Cotonou, Benin Republic.",
  "N'afọ 2016, e nyere ya onyinye nturu ugo ndị Naijiria maka ọkaibe na egwuregwu",
  "Na 2018, ọ natara BTDT Hub Education Advocacy Award na Miss Tertiary Institution Pageant South-South Onye Nrita nke kwesịrị  nkwayere Ùgwù",
  "Na 2018,  e nyere ya nzere Doctorate na nchịkwa azụmahịa sitere na Mahadum ISCOM, Benin Republic"
]