[
  "Anton Hammerl (ụbọchị irí na abụọ n'ọnwa Disemba n'afọ 1969 rụọ úbọchị isé n'ọnwa Eprel afọ 2011) bụ onye nta akụkọ na-ese foto nke ndị agha na-akwado Muammar Gaddafi gbagburu ma gbuo ya na mpụga Brega ógè ọ na-akọ akụkọ agha obodo Libya n'ubochí isé n'ọnwa Epral 2011. Ógè ọ nwụsịrị, ọchịchị Gaddafi mere ka ezinụlọ Hammerl kwere na ọ dị ndụ ma nwee nchebe, mana e jidere ya na Libya",
  "Ezinụlọ ya nụrụ màkà ọnwụ ya na n'ubochí irí na itoolu n'ọnwa Mee ógè a tọhapụrụ otu ndị nta akụkọ na Hammerl mgbe e gburu ya.",
  "Hammerl bụ otu n'ime ndị nta akụkọ ise e gburu n'oge agha obodo",
  "[ntinye zuru ezu dị mkpa] A chọtabeghị ozu ya",
  "[ntị zuru ezu dị mma]",
  "A mụrụ Anton Lazarus Hammerl na Johannesburg, South Africa n'ubochí irí na abụọ n'ọnwa Disemba n'afọ 1969 na Ludwig nakwa Freda Hammerl.",
  "Hammerl gara King Edward VII Primary na Roosevelt High School. Ógè ọmụmụ foto ya kwụsịrị na mmalite afọ 1990, ọ bịdọrọ ọrụ ya na foto journalism",
  "Hammerl rụkwara ọrụ na Angola na ndị agha South African Defence Force. Ógè ọ rụchara ọrụ mba, ọ debanyere aha na Pretoria Technikon iji mụọ foto.",
  "N'afọ 2003, Hammerl lụrụ Penny Sukhraj",
  "Ha nwere ụmụ abụọ",
  "Hammerl bụkwa nna nwa nwanyị site na mmekọrịta gara aga. Hammerl bụ nwa amaala abụọ nke Austria nakwa South Africa.",
  "N'ime afọ 1992, Hammerl bịdọrọ ịrụ ọrụ dị ka freelance photojournalist n'ụlọ ọrụ The Star, ébé ono wéré hukwa onye ụlọ ọrụ ya ná ónyé nkụzi ya bu, Ken Oosterbroek",
  "Onye South Africa, Oosterbroek bụ onye otu Bang-Bang Club",
  "Mgbe arụ ọrụ na The Star, Hammerl bidoro nweere onwe ya n'ụlọ ọrụ Associated Press, ekpuchi South Africa ochichi onye kwuo uche na njedebe nke apartheid.",
  "N'afọ 1995, Hammerl, mgbe ọ na-aga n'ihu n'ọrụ ya na The Star, malitere ịrụ ọrụ dị ka onye isi na-ese foto maka akwụkwọ akụkọ South Africa nwere onwe ya Saturday Star na Sunday Independent",
  "N'afọ 2001, ọ ghọrọ onye nchịkọta foto na onye isi na-ese foto na Saturday Star Site na 2006 ruo mgbe ọ nwụrụ na 2011, Hammerl laghachiri ịbụ onye na-ese foto n'efu na London.",
  "Dị ka akụkọ mgbasa ozi si kwuo, n'ụtụtụ nke 5 Eprel 2011, ndị agha Libya wakporo ndị nta akụkọ atọ ndị ọzọ nọ n'akụkụ Hammerl ma gbaa ha égbè n'ebe ọzara dịpụrụ adịpụ na mpụga Brega",
  "Ndị a gụnyere ndị America abụọ: James Foley, onye nta akụkọ na-arụ ọrụ n'onwe ya na onye na-enye onyinye mgbe niile na Global Post, na Clare Morgana Gillis, onye ntaakụkọ na-arụkọ ọrụ n'efu (Atlantic Monthly, The Christian Science Monitor, USA Today), yana onye na-ese foto Spanish Manu Brabo",
  "Mgbe ịgba égbè malitere, Foley na Gillis nụrụ ka Hammerl tie mkpu, \"Nkwado!\" E gburu Hammerl ma ndị nta akụkọ atọ ndị ọzọ bụ ndị ndị ndị agha na-akwado Gaddafi kụrụ ihe ma were ha dịka ndị mkpọrọ ha.",
  "Foley kwuru, sị: \"Ozugbo m hụrụ Anton ka ọ tọgbọ n'ebe ahụ nwụrụ anwụ, ọ dị ka ihe niile agbanweela",
  "Ụwa dum agbanweela",
  "Amaghị m na enwere m mmetụta ụfọdụ n'ime ihe ndị ahụ",
  "\" Gillis kwuru, sị, \"Anyị niile lere ya anya ka anyị na-eburu anyị, ahụkwara m ya ka ọ na-edina n'ime ọdọ ọbara",
  "Mgbe ahụ, a kpọbara anyị n'ụgbọala ahụ ma tụba isi anyị",
  "Anyị enweghị ike ịhụ ihe ọ bụla mere ya mgbe nke ahụ gasịrị",
  "\" Mgbe mwakpo ahụ e gburu Hammerl gasịrị, ndị ọchịchị Libya nyere ezinụlọ Hammerl ozi ụgha maka ihe dị ka ụbọchị 45 na Hammerl ka dị ndụ.",
  "Tupu Hammerl amalite njem ya, e gbuola ndị nta akụkọ abụọ mgbe ha na-akọ akụkọ agha obodo Libya",
  "E gburu ma Ali Hassan al-Jaber ma Mohammed Nabbous na Benghazi n'ọnwa Machị",
  "Ka ọ dị ugbu a, ihu, ọ bụ ezie na ọ na-agba mmiri, agafeela n'ebe ọdịda anyanwụ",
  "O si London gaa Libya na 28 Machị iji kpuchie nnupụisi megide ọchịchị Colonel Muammar Gaddafi",
  "Dị ka ezinụlọ ya si kwuo, Hammerl gwara ha okwu ikpeazụ n'ụbọchị anọ n'ọnwa Eprel ma gwa ha na ya na otu ndị nta akụkọ ga-akwọ ụgbọala gaa n'ime ime obodo dị anya site na isi ụlọ ọrụ ha na Benghazi.",
  "Na 8 Septemba, ndị enyi Hammerl, ezinụlọ na ndị ọrụ ibe ya laghachiri na St Bride's Church, Fleet Street, maka ozi ncheta ya na London. Ezinụlọ ahụ na-aga n'ihu na mgbalị ha ịchọta ozu Hammerl",
  "N'ụbọchị mbụ  Nọvemba, Sukhraj degaara ndị Libya akwụkwọ ozi: \"Ndị Libya anyị hụrụ n'anya ka anyị na-akpọ gị ka ọ bụrụ obi anyị, anya anyị na ntị anyị na-achọ ebe ozu Anton dị",
  "\"",
  "Ngalaba South Africa nke Mmekọrịta Mba Nile na Nkwado meghere ọrụ ya na Libya, na-elekwasị anya n'ịchọta Hammerl",
  "Gọọmentị South Africa malitere iso Austria rụọ ọrụ, na-anwa iweghachite ozu ahụ maka olili ozu kwesịrị ekwesị, nke chọrọ mgbalị mmekọrịta mba na mba nke metụtara akụkụ abụọ nke esemokwu Libya.",
  "N'abalị isii  Disemba n'afọ 2011, onye minista na-ahụ maka mmekọrịta mba ụwa na imekọ ihe ọnụ, boro ya ebubo na gọọmentị South Africa ekpugheghị ihe ndị o mere n'oge Hammerl na-apụ n'anya ma ọ bụ otu o si gosipụta ọnọdụ ya",
  "[ntinye zuru ezu dị mkpa] Ngalaba na-ahụ Maka mmekọrịta mba ụwa kwuru na agha ahụ mere ka ọnọdụ ahụ sie ike. Penny Sukhraj guzobere otu na-enweghị uru, ka ha wee nwee ike ịgbasa okwu banyere ọpụpụ ya.",
  "Onye isi oche nke International Federation of Journalists kwuru, \"Akụkọ na-emebi ihe banyere ogbugbu ya emeela ka ọ bụrụ ihe na-enweghị ngwụcha site na mkpuchi ọnwụ ya nke Libya",
  "Anyị na-enye nwunye ya Penny Sukhraj ọmịiko obi",
  "\" Mixael de Kock, osote onyeisi oche nke Johannesburg Press Club, kwusiri ike na a ga-echebe ndị nta akụkọ n'ebe agha na esemokwu, ma ọ bụrụ na ha anọgide na-edekọ usoro ọgụ ma kpughee mmebi iwu mba ụwa dịka ndị nta akụkọ kpuchiri agha obodo Libya mere."
]