[
  "Antoinette Montaigne bụ onye ndọrọ ndọrọ ọchịchị nwere ụmụ amaala France na Central Africa.  Ọ bụ onye ọka iwu gbasiri ụkwụ ike na ihe gbasara ikike ụmụ aka",
  "ọ rụrụ ọrụ dị ka onye kansụl obodo na mpụga Paris na France",
  "N'afọ 2014, a kpọrọ Montaigne ka ọ gaa Central African Republic ka ọ bụrụ Minista nke nkwukọrịta, Civics,mkparitaúka  nakwa onye mkpezi na mkpedo  na gọọmentị etiti",
  "Ọ nọgidere n'ebe ahụ mgbe ọ hapụrụ gọọmentị ma na-elekọta ugbu a Central African Peace Academy.",
  "Antoinette Montaigne bụ onye ọka iwu na-ahụ maka ikike ụmụaka na ụmụakan,alụ agha  O nwere nzere doctorate na iwu mpụ ụmụaka na Mahadum Panthéon-Assas nke Paris ma na-arụ ọrụ iwu na France.",
  "Montaigne biri na Bussy-Saint-Georges, Seine-et-Marne, site na afọ 2001 ruo afọ 2014Site na Machị 2008 ruo 2014 ọ bụ onye kansụl obodo Union for a Popular Movement na-ejide ọfịs maka iwu na mmekọrịta mmadụ na ibe ya na imekọ ihe ọnụ.  Onye isi obodo Bussy-Saint-Georges kọwara ya dị ka \"nwanyi na-alụ ọgụ ma nwee obi ike\".  Montaigne bụ onye isi oche nke Council of Central Africans Abroad ma guzobe òtù abụọ iji kwado ụmụ amaala ụ gbọinyinya  na mba ofesi, Zagaro Montaigne na DIPE Coaching and Consulting.  N'ọnwa Febụwarị afọ 2013, ọ tụrụ aro ka kansụl ahụ mee mkpebi maka ịdị n'otu na ndị agha obodo nke Central African Republic (2012-2014).",
  "Montaigne bụ ezigbo enyị onyeisiaka na central Afrịka republican afọ 2014 ruo afọ 2016.(CAR) Catherine Samba-Panza.  Na mbido afọ 2014, praịm minista na-anọchi anya, André Nzapayeké, kpọrọ ya ka ọ laghachi na CAR iji were nhọpụta dị ka Minista nke nkwukọrịta, obodo, mkparịta ụka, na nkwekọrịta mba na gọọmentị ya",
  "Montaigne nabatara ma si Paris gaa Bangui, isi obodo CAR, na 28 Jenụwarị - ọ ka bụ onye kansụl obodo n'oge ahụ.  N'abalị iri atọ n'ọnwa Machị afọ 2014, ọ bịanyere aka n'akwụkwọ mkpesa nye ndị niile nọ na Central Africa ka ha tinye ngwá agha ha ma banye na mkparịta ụka.  Iji gosipụta mmụọ nke imekọ ihe ọnụ, Montaigne gara ekpere na ụlọ alakụba dị na mpaghara ndị Alakụba nke Bangui.  Ọ gara Ivory Coast n'ọnwa Ọktoba n'afọ 2016 iji mụta banyere ihe nlereanya ha nke ime udo mgbe Agha Obodo nke Abụọ nke Ivory Coast gasịrị.",
  "Montaigne hapụrụ ọkwa minista ya na ngwụcha Ọktọba, mana ọ nọgidere dị ka onye ndụmọdụ onye isi ala.  O kwuru maka ọrụ ụmụ nwanyị na enye ọha obodo na mgbakõ  Kansụl Gabon na France na Gabonese Embassy, Paris na Mee 2016.  Montaign bụzi onye isi nke CAR Peace Academy."
]