[
  "Antonio Rüdiger (amụrụ na 3 Machị 1993) bụ onye Germany na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere La Liga klọb Real Madrid na ndị otu mba Germany.",
  "Rüdiger malitere ọrụ ya na VfB Stuttgart, na-anọchite anya ndị ha na 3",
  "Liga na ndị otu mbụ na Bundesliga",
  "N'afọ 2015 ọ sonyeere Roma, na mbụ na mgbazinye ego na otu afọ ka e mesịrị maka ego € 9 nde",
  "Chelsea bịanyere aka na ya na 2017 maka atụmatụ £ 27 nde, ebe ọ meriri iko FA na oge mbụ ya, UEFA Njikọ nke Europe sochiri ya na oge nke abụọ ya, na UEFA Njikọ Njikọ na 2021",
  "N'afọ 2022, Rüdiger bịanyere aka na Real Madrid, ndị mmeri Europe.",
  "O mere nke mbụ ya na mba Germany na Mee 2014",
  "A manyere ya ịhapụ UEFA Euro 2016 n'ihi mmerụ ahụ o merụrụ na mbido oge ahụ mana ọ bụ otu n'ime ndị otu meriri 2017 FIFA Confederations Cup",
  "Ọ nọgidere n'ọnọdụ ya na ndị otu maka 2018 World Cup, ma mesịa sonye na UEFA Euro 2020.",
  "N'abalị iri abụọ na atọ n'ọnwa Julaị n'afọ 2011, Rüdiger mere nke mbụ ya maka VfB Stuttgart II na 3",
  "Liga megide Arminia Bielefeld. N'ikpeazụ na 29 Jenụwarị 2012, Rüdiger mere nke mbụ ya na Bundesliga maka ndị otu mbụ nke VfB Stuttgart na egwuregwu ọkachamara n'ụlọ megide Borussia Mönchengladbach, Raphael Holzhauser nọchiri ya na nkeji nke 79 nke mmeri 3ń0.",
  "N'afọ sochirinụ na 19 Eprel 2013, Rüdiger gbatịkwuru nkwekọrịta ya na Stuttgart ruo June 2017. N'ụbọchị nke anọ n'ọnwa Mee, ọ natara kaadị uhie na nkeji nke iri asaa na anọ nke mmeri ha meriri Greuther Fürth n'ụlọ. N'ụbọchị mbụ n'ọnwa Juun, Rüdiger gbara bọọlụ na ngwụcha nke DFB Pokal n'egwuregwu e meriri Bayern Munich. Ọ gwụchara oge nke abụọ ya na otu mbụ ya na 24 ọdịdị, tinyere 4 ọdịdị na 2 ihe mgbaru ọsọ na otu idobere.",
  "N'abalị iri abụọ n'ọnwa Ọktoba n'afọ 2013, a chụpụrụ Rüdiger na kaadị uhie na nkeji nke iri asatọ na anọ nke egwuregwu 3 na Hamburger SV. Rüdiger mechiri oge 2013 na 14 na 35 pụtara na 2 goolu. Rüdiger mechiri oge na-esote na naanị iri abụọ na otu enyemaka n'ihi mmerụ ahụ dị iche iche.",
  "N'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 2015, ụlọ ọrụ Serie A Roma bịanyere Rüdiger aka na mgbazinye ego site na Stuttgart maka € 4 nde",
  "Klọb ahụ kwekọrịtara na ego mbufe € 9 nde na njedebe nke nkwekọrịta otu afọ.",
  "N'abalị iri na abụọ n'ọnwa Septemba, o mere nke mbụ ya na mmeri Frosinone. N'abalị itoolu n'ọnwa Jenụwarị n'afọ 2016, ọ gbara goolu mbụ ya maka Roma na nkeji nke anọ nke egwuregwu n'ụlọ ya na Milan. Ọ gwụchara mgbazinye oge ya na Roma na 37 pụtara na 2 goolu. Na 30 Mee, Roma bịanyere aka na Rüdiger maka € 9 nde + € 0.5m bonus na nkwekọrịta afọ anọ.",
  "N'abalị iri abụọ na atọ n'ọnwa Febụwarị n'afọ 2017, dịka onye nọchiri Kostas Manolas na nkeji nke iri anọ na isii nke mmeri Villarreal meriri n'ụlọ ya na agba nke iri atọ na abụọ nke UEFA Europa League, a chụpụrụ ya na kaadị odo abụọ na nkeji nke asatọ na otu. N'abalị iri atọ n'ọnwa Eprel, a chụpụrụ ya na kaadị uhie na nkeji nke iri itoolu na atọ na Derby della Capitale megide Lazio na mmeri n'ụlọ. Rüdiger mechiri oge nke abụọ ya na Roma na 35 pụtara na anọ nyere aka.",
  "Na 9 Julaị 2017, Rüdiger sonyeere Chelsea saịtị na Roma maka ego mbụ a kọrọ na ọ bụ £ 29 nde na nkwekọrịta afọ ise. E nyere ya uwe elu nke ọnụọgụ 2. O mere nke mbụ ya n'ụbọchị nke isii n'ọnwa Ọgọstụ dị ka onye nọchiri Marcos Alonso na nkeji nke iri asaa na itoolu na mmeri anọ na penalties na Arsenal na 2017 FA Ọta obodo O mere Njikọ Njikọ mbụ ya ụbọchị isii ka e mesịrị na mmeri 3 na 2 megide Burnley na Stamford Bridge. Ọ gbara goolu mbụ ya maka Chelsea na agba nke iri na isii nke iko EFL na mmeri 2 na Everton, na goolu mbụ ọ gbara na league bụ naanị otu n'ime mmeri ụlọ ya na Swansea City na 29 Nọvemba 2017. N'abalị iri abụọ n'ọnwa Ọktoba n'afọ 2018, Rüdiger gbara goolu mbụ ya n'oge ahụ, na-emeghe goolu ahụ n'egwuregwu 2 na 2 n'ụlọ megide Manchester United.",
  "N'abalị iri abụọ na abụọ n'ọnwa Disemba n'afọ 2019, Rüdiger mere mkpesa banyere mmetọ agbụrụ megide ya n'oge egwuregwu megide Tottenham Hotspur, nke nwetara mgbasa ozi zuru oke. Ọ kpaliri oku maka ọrụ gọọmentị na ịkpa ókè agbụrụ na bọọlụ. Otú ọ dị, ọ dịghị ihe akaebe nke mmetọ agbụrụ megide Rüdiger ka achọtara mgbe nyocha ndị uwe ojii na ndị uwe ojii mechara chụpụ ikpe ahụ.",
  "N'egwuregwu 100 ya na klọb, ọ gbara goolu abụọ nke Chelsea, Mason Ugwu nyere aka n'ịgba Leicester City na King Power Stadium na 1 Febụwarị 2020. N'abalị iri abụọ na itoolu n'ọnwa Mee n'afọ 2021, Rüdiger meriri UEFA asọmpi egwuregwu nke mbụ ya mgbe Chelsea meriri Manchester City na ngwụcha na Estádio do Dragão. N'abalị iri na abụọ n'ọnwa Eprel afọ 2022, ọ gbara goolu mbụ ya na asọmpi egwuregwu na mmeri 3 na 2 na Real Madrid na nkeji iri na ise nke oge 2021; Otú ọ dị, e wepụrụ Chelsea na asọmpi ahụ site na ịla 5 na ngụkọta. Na 20 Mee, Rüdiger mara ọkwa na ọ ga-ahapụ Chelsea mgbe afọ ise gasịrị.",
  "Na 2 June 2022, Real Madrid kwupụtara na Rüdiger bịanyere aka dị ka onye nnọchi anya n'efu maka klọb ahụ, na-ede nkwekọrịta afọ anọ malite na oge 2022223. Na 20 June 2022, a kpughere Rüdiger dị ka onye egwuregwu Real Madrid ọhụrụ",
  "E nyere ya uwe elu nke nọmba 22. N'abalị iri n'ọnwa Ọgọstụ, o mere nke mbụ ya maka klọb ahụ, na-apụta n'elu bench na mmeri 2 na Eintracht Frankfurt na UEFA Super Cup. Goolu mbụ ya bịara na 11 Septemba 2022, na-agba goolu ikpeazụ na mmeri 4 na Mallorca. N'abalị iri na otu n'ọnwa Ọktoba, ọ gbara isi na nkeji nke iri itoolu na ise megide Shakhtar Donetsk na otu egwuregwu Champions League, nke mere ka ndị otu ya nwee ike ịdọrọ 1X1 wee ruo eru maka oge knockout",
  "Ka ọ na-awụli elu maka isi, Rüdiger zutere onye na-edebe goolu Shakhtar Anatoliy Trubin ma nwee ọkpụkpụ n'ihu nke chọrọ eriri 20.",
  "Rüdiger ruru eru igwu egwu maka Germany na Sierra Leone, ala nna nne ya ma bụrụ onye otu ọtụtụ ndị otu egwuregwu bọọlụ ndị ntorobịa Germany ruo na ndị otu Germany U21.",
  "O mere nke mbụ ya maka ndị otu Germany na 13 Mee 2014 na 0 0 0 draw megide Poland. Ọ bụ ezie na e tinyere ya na mbụ na ndị otu mmadụ iri abụọ na atọ nke mba ya maka UEFA Euro 2016, e mechara chụpụ Rüdiger na asọmpi ahụ n'ihi mmerụ ahụ, mgbe ọ dọwara nkwonkwo cruciate n'ihu n'ikpere aka nri ya n'oge ọzụzụ na 7 June.",
  "Rüdiger so na ndị otu mba Germany nke meriri 2017 FIFA Confederations Cup na Russia",
  "Ọ gbara egwuregwu anọ na asọmpi ahụ, gụnyere mmeri 1 na 0 meriri Chile na ngwụcha. N'abalị asatọ n'ọnwa Ọktoba n'afọ 2017, o butere goolu mba ụwa mbụ ya na mmeri 5 na-emeri Azerbaijan n'ụlọ na asọmpi iko mba ụwa.",
  "A gụnyere Rüdiger na ndị otu 23 ikpeazụ nke Germany maka 2018 FIFA World Cup na 4 June 2018. N'abalị iri abụọ na atọ n'ọnwa Juun, a kpọọrọ ya maka egwuregwu nke abụọ megide Sweden dịka onye na-agbachitere etiti mbụ bụ Mats Hummels merụrụ ahụ, egwuregwu ahụ kwụsịrị mmeri 2 maka Germany. Ụbọchị anọ ka e mesịrị, ọ gbaghị bọọlụ ikpeazụ nke otu ahụ ma South Korea kụrụ ya mgbe e meriri ya n'ụzọ 2. Na 19 Mee 2021, a họpụtara Rüdiger ka ọ bụrụ onye otu UEFA Euro 2020. Ọ gbara nkeji ọ bụla na asọmpi ahụ maka Germany ka England wepụrụ ha na agba nke iri na isii.",
  "Dị ka ọ na-abụkarị onye na-agbachitere etiti, Rüdiger bụ onye na-eme ihe dị iche iche, onye nwekwara ike igwu egwu dị ka onye na-azụ azụ n'akụkụ ọ bụla. N'afọ 2015, ESPN kọwara ya dị ka \"...onye na-agbachitere ya ogologo, ngwa ngwa ma na-eme egwuregwu nke",
  "na-enwe ahụ iru ala na bọọlụ n'ụkwụ ya\", na-ekwukwa ya dị ka \"onye nwere atụmanya na-adọrọ mmasị\" onye \"..",
  "nwere ihe niile dị mkpa iji bụrụ onye na-agba ọsọ n'etiti. Profaịlụ Chelsea ya kọwakwara ya dị ka \"onye na-agba ọsọ siri ike\" na \"ọnụnọ na-achịkwa ikuku\". Na mgbakwunye na àgwà anụ ahụ ya siri ike na ụdị egwu egwu, a makwaara ya maka àgwà idu ndú ya na ikike ịgafe.",
  "Rüdiger bụ onye Alakụba na-eme ihe. A mụrụ ya na Berlin na nna German, Matthias, na nne Sierra Leone, Lily",
  "Ọ tolitere na agbata obi Berlin nke Neukölln ma bụrụ nwanne Sahr Senesie. Rüdiger ekwuola okwu ugboro ugboro banyere ịkpa ókè agbụrụ n'egwuregwu ahụ, ọkachasị mgbe ọ lụchara Tottenham Hotspur na 24 Febụwarị 2020. N'afọ 2021, o dere edemede maka The Players' Tribune, nke akpọrọ \"Nke a agaghị edozi ịkpa ókè agbụrụ na bọọlụ,\" n'isiokwu ahụ, na-atụle ahụmahụ ya na ịkpa ókè ịkpa ókè nwoke n'oge ndụ ya na ọrụ ya, yana ụzọ ndị nwere ike isi lụso ya ọgụ. Ọ lụrụ di ma nwee nwa nwoke na nwa nwanyị.",
  "Àtụ:Updated",
  "Àtụ:Notelist",
  "Àtụ:Updated",
  "Chelsea",
  "Real Madrid",
  "Germany",
  "Onye ọ bụla"
]