[
  "Anuna De Wever Van Der Heyden (amụrụ na 16 June 2001) bụ onye Belgium na-agba mbọ maka ọdịmma ihu igwe ma bụrụ otu n'ime ndị isi na ụlọ akwụkwọ maka mgbanwe ihu igwe na Belgium.",
  "A mụrụ De Wever na Mortsel, Belgium",
  "Ya na Kyra Gantois na Adélaïde Charlier, De Wever ghọrọ otu n'ime ndị isi na ụlọ akwụkwọ maka mgbanwe ihu igwe na Belgium. N'ihi ya, site na Febụwarị ruo Mee 2019 ha nwere kọlụm kwa izu na magazin HUMO.",
  "Mgbe ọgbaghara ụlọ akwụkwọ na Belgium gasịrị, a manyere onye isi ala Flemish maka gburugburu ebe obibi Joke Schauvliege ịgba arụkwaghịm mgbe o kwuru na ndị ọrụ nchekwa Belgium nwere ozi na-egosi na ọgbaghara ihu igwe bụ òtù ndọrọ ndọrọ ọchịchị.",
  "Esemokwu onwe onye dugara na nkewa n'ime òtù ndị ntorobịa Belgian maka ihu igwe, na ọpụpụ nke onye guzobere Kyra Gantois n'ọnwa Ọgọstụ 2019.",
  "De Wever pụtara na mmemme egwu Pukkelpop nke 2019 na-anwa itinye ndị na-ege ntị ka ha mara nsogbu ihu igwe",
  "Ọkpụkpọ a kpasuru ụfọdụ ndị na-aga ememme iwe bụ ndị na-enye ìgwè ha nsogbu, na-atụ ha karama mmiri, wee soro ha laghachi n'ogige ha, na-eyi egwu ọnwụ ma bibie ụlọikwuu ha, na'amanye ndị nche itinye aka. N'ihi na ndị mwakpo ahụ na-ebu ụdị ọkọlọtọ nke Flanders nke ndị otu aka nri nke Flemish Movement kwadoro, ndị na-ahazi ya machibidoro ọkọlọtọ dị otú ahụ na ihe omume ahụ, na-anapụ ịrị abụọ.",
  "N'ọnwa Ọktoba 2019, De Wever so n'ime ndị na-eto eto na-eme ihe gbasara ihu igwe iji banye na Regina Maris maka njem carbon dị ala gafere Atlantic na 2019 United Nations Climate Change Conference na Santiago, Chile.",
  "N'ọnwa Febụwarị 2020, mgbe ha si South America lọta, ha gara ọzụzụ na GreensãoEuropean Free Alliance na European Parliament, n'aghọghị onye otu ahụ.",
  "De Wever na-akọwa onwe ya dị ka nwoke na nwanyị na-abụghị nke abụọ ma jiri nnọchiaha ya/ha.",
  "A katọrọ ya maka ịkpọ Gert Verhulst \"nwoke ọcha ochie\", nke kpaliri nzaghachi site n'aka odeakwụkwọ Belgian State, Asylum and Immigration Sammy Mahdi onye kwuru, sị: \"Anyị nwere ike ịkwụsị ibelata echiche mmadụ na afọ, ụcha akpụkpọ ahụ, mmasị mmekọahụ na okike?\"."
]