[
  "2005 Malaysian haze bụ nsogbu mmetọ ikuku nkè ọkụ gbárá n'obodo Indonesia dị nso kpatara",
  "N'ọnwa Ọgọstụ afọ 2005, anwụrụ ọkụ gbásàrà na Malaysia site na ọkụ ọhịa na agwaetiti Sumatra nke Indonesia, na-eduga na ikuku dị mmá na steeti ụfọdụ na isi obodo, Kuala Lumpur",
  "Gọọmentị Malaysia kwupụtara ọnọdụ mberede na mpaghara ndị metụtara, mechie ụlọ akwụkwọ ma soro ndị ọrụ Indonesia nwee mkparịta ụka nsogbu",
  "Ndị ọrụ ugbo na-akpọkarị ahịhịa na ọhịa ọkụ iji kpochapụ ala n'ogè ọkọchị màkà ebumnuche ọrụ ugbo",
  "Anwụrụ ọkụ nke afọ 2005 bụ n'ogè ahụ nke kachasị njọ na Malaysia kemgbe afọ 1997.",
  "N'abalị iri n'Ọgọstụ 2005, ikuku dị n'isi obodo Malaysia bụ Kuala Lumpur dị njọ nke na ndị ọrụ ahụike dụrụ ụmụ amaala ọdụ ka ha nọrọ n'ụlọ na-emechi ọnụ ụzọ",
  "E mechiri ụlọ akwụkwọ ụfọdụ iji gbochie ụmụaka ka ha ghara ịnọ n'ìhè ahụ.",
  "N'abalị iri na otu n'ọnwa Ọgọstụ 2005, a màrà ọkwa ọnọdụ mberede màkà ọdụ ụgbọ mmiri nke iri na abụọ kachasị ukwuu n'ụwa, Port Klang na mpaghara Kuala Selangor mgbè mmetọ ikuku ruru ọkwa dị ize ndụ (nke akọwapụtara dị ka uru karịrị 500 na Air Pollution Index ma ọ bụ API)",
  "Nke a bụ ógè mbụ a manyere ọnọdụ mberede na Malaysia kemgbe ụfụfụ nke ọnwa Septemba 1997, mgbè etinye Sarawak na ọnọdụ mberede n'ihi ihe ndị yiri ya.",
  "Ọnọdụ mberede ná mpaghara abụọ ahụ metụtara pụtara na ụlọ akwụkwọ, ndị ọrụ gọọmentị, ọdụ ụgbọ mmiri, na ọfịs mechiri",
  "Ụlọ ahịa na-ebu ihe ndị dị mkpà, dị ka nnukwu ụlọ ahịa nà ụlọ ọgwụ nọgidere na-emeghe.",
  "Mgbè ọkwa API dara na ọkwa a na-anabata, e wepụrụ ọnọdụ mberede n'ubochi irí na atọ n'ọnwa Ọgọst.",
  "Ka ọ na-erule ụbọchị iri na atọ n'ọnwa Ọgọstụ 2005, ikuku na ihụ anya laghachiri n'ọnọdụ dị mma na Kuala Lumpur, ka anwụrụ ọkụ ahụ na-aga n'ébé ugwu na steeti Perlis, Kedah na Penang, dị ka Ngalaba Na-ahụ Màkà Gburugburu Ébé Obibi (JAS) API na-agụ",
  "N'abalị iri na isii n'ọnwa Ọgọstụ, ikuku dị mma na Malaysia niile laghachiri n'ọnọdụ ya dịka ọnụọgụ JAS si kwuo, ka a na-ebugharị anwụrụ ọkụ ahụ n'ébé ugwu n'ime Thailand",
  "Ọdụ ụgbọ elu mba ụwa nke Kuala Lumpur emetụtaghị n'ogè ihu igwe ma ụgbọ elu màkà ụgbọ elu ndị na-abụghị ILS kwụsịtụrụ site na ọdụ ụgbọ elu Subang ruo mgbè ọnọdụ dị n'ubochi irí na atọ n'ọnwa Ọgọst.",
  "A na-eji ọrụ ịgha mkpụrụ igwe ojii site na iji RMAF C-130s mee ihe na Malaysia dum, ọ bụ ezie na anwụrụ ọkụ ahụ agafeela n'ébé ugwu Malaysia n'ime Thailand na Cambodia.",
  "Minista gburugburu ébé obibi nké Malaysia, Adenan Satem, na Minista Commodities, Peter Chin, zutere minista na-ahụ màkà ọhịa nke Indonesia na ndị ọrụ si na ngalaba gburugburu ébé obibi ya na Medan",
  "Malaysia zitere ndị ọrụ mgbanyụ ọkụ otu narị na iri abụọ na ise ébé Australia zitere ndị ọkachamara ọkụ ọhịa 12 iji lụso ọkụ ọhịa na-eme atụmatụ na Indonesia nwere ihe karịrị otu puku ọkụ ọhịa na ọkụ (ihe atụ ruru site na ịgụta ebe ọkụ karịrị otu kilomita na foto satellite, ihe atụ nke ihe oyiyi dị otú ahụ egosiri n'okpuru).",
  "Mba ndị ọzọ Kwèrè nkwa inye aka na Indonesia, gụnyere ònyìnyé sitere na Singapore màkà ịgha igwe ojii",
  "Japan, South Korea na Thailand nyekwara aka.",
  "N'abalị iri abụọ na abụọ n'Ọgọstụ, Malaysia gbatịkwuru ọrụ ya na-etinye igwe ojii iji tinye Indonesia, dịka Indonesia rịọrọ.",
  "Anwụrụ ọkụ ahụ laghachiri n'ụzọ dị mkpirikpi n'ubochi irí na otu n'ọnwa Septemba.",
  "Gọọmentị Malaysia wepụtara ọnụọgụ ọnụọgụ ikuku (API) na nke mbụ ya kemgbe afọ 1997",
  "Ruo ugbu a, a na-agụ ọgụgụ màkà saịtị 51 na-enyocha na-akpaghị aka ma na-aga n'ihu site na Ngalaba Na-ahụ Màkà Gburu-gburu Ébé Obibi, Malaysia.",
  "Ihe ndị na-esonụ bụ ọgụgụ API edere n'oge mmalite nke alụlụ n'ubochi irí n'ọnwa Ọgọstụ 2005 (lee isiokwu a metụtara site na New Straits Times):"
]