[
  "1997 Southeast Asian haze bụ ọdachi mmetọ ikuku nke mba ụwa nke méré n'ogé ọkara nké abụọ nkè afọ 1997, mmetụta ya na-akpata ọhụụ ikuku na nsogbu ahụike n'ime Southeast Asia",
  "A na-ewère ya dị ka ihe omume ụfụfụ kachasị njọ na ndịda ọwụwa anyanwụ Eshia n'ogè niile, a na-eme atụmatụ na ngụkọta ego nke ụfụgbọ mmiri nke afọ 1997 dị ijeri US $ 9, n'ihi nlekọta ahụike na mmebi nke njem ụgbọelu na ọrụ azụmahịa.",
  "Mmetụta nke ọkụ ọkụ nke afọ 1997 na Kalimantan na Sumatra na ikuku ikuku dị gburugburu pụtara ìhè na July ma ruo n'ókè n'ọnwa Septemba / Ọktoba tupu ọ daa mbà na Nọvemba, mgbè mmiri ozuzo na-egbu ógè gbanyụrụ ọkụ ahụ ma melite ikuku n'ime mpaghara ahụ",
  "N'ogè ihe omume kachasị elu, ihe oyiyi satellite (NASA / TOMS aerosol index map) gosipụtara igwe ojii nke gbasaa n'ébé karịrị 3,000,000 km2 (1,200,000  ), na-ekpuchi akụkụ buru ibu nke Sumatra na Kalimantan",
  "Mgbasawanye ya n'ébé ugwu ruru Malaysia, Singapore, Brunei, Thailand na Philippines na mgbasawanye yá nà ọdịda anyanwụ ruru Sri Lanka. N'ogè a, ọnụọgụ nke ihe ndị dị n'ime ya na-akarị ụkpụrụ ikuku ikuku nke mba",
  "Ọdịdị anya dị larịị kwa ọnwa n'ọtụtụ ébé na Sumatra na Kalimantan n'ọnwa Septemba dị n'okpuru 1 km (0.62 ) na ọhụụ kachasị elu kwa ụbọchị na-adịkarị n'okpuru mita otu narị (330 ).",
  "Ọ bụ usoro ndị ọrụ ugbo nọ n'Indonesia ji mee ihe kpatara ụfụfụ nke ndịda ọwụwa anyanwụ Eshia n'afọ 1997",
  "A na-eji mkpocha na ọkụ eme ihe nke ukwuu ruo ọtụtụ afọ dị ka ụzọ dị ọnụ ala na nke kachasị mfe iji kpochapụ ala màkà ọrụ ugbo ọdịnala. A na-ejikwa ọkụ mee ihe n'ogé ogologo ntụgharị nkè ihe a na-akpọ rọba ọhịa na Sumatra na Kalimantan iji wepụ ọtụtụ n'ime biomass, gụnyere akụkụ osisi tupu e guzobe osisi ọhụrụ.",
  "A pụkwara iji ọkụ mee ihe dị ka ngwá agha iji nweta ihe onwunwe na agwaetiti na mpaghara ébé enweghị ala doro ányà, ihe ndị nwéré obere na nnukwu ndị ọrụ mèrè",
  "Mgbè ọ gbasịrị ónyé nwe ya n'ogè gara-aga ọkụ, obere ónyé ọrụ ma ọ bụ nnukwu ónyé na-arụ ọrụ na-akụ  ọkụkụ nke ha n'ebe ahụ, na-enweta ikike n'ezie n'elu ala ahụ a na-ese okwu [citation needed].",
  "N'oge ọkọchị, mmanụ ala kpọrọ nkụ na-enwu ọkụ ngwa ngwa ma na-eduga n'oké ọkụ, na n'ihi ihe omume El Niño nke 1997, ógè ọkọchị na Ndịda Ọwụwa Anyanwụ Eshia kpọrọ nkụ karịa ka ọ dị",
  "Ọkụ ndị a na mberede nwèrè ike ịnwe otu nsogbu mmekọrịta mmadụ na ibe ya na nsogbu ụlọ ọrụ",
  "N'ọnọdụ ndị dị ka nke a, igbochi ọkụ nwèrè ike isi ike ma dị oke ọnụ karịsịa mgbè ha ruru ébé ndị na-ere ọkụ nke ukwuu.",
  "Akụkụ ikuku bụ ụdị ikuku na-emetọ ikuku nke na-enye aka na alụlụ na mmebi na ụkpụrụ ikuku dị mmá n'ogè nsogbu a",
  "Na mba niile anwụrụ ọkụ ahụ metụtara, a hụrụ mmụba nke nsonaazụ ahụike siri ike",
  "Mmetụta ahụike; tinyere nleta n'ụlọ mberede n'ihi mgbaàmà iku ume dị ka ụkwara ume ọkụ, ọrịa iku ume elu, mbelata ọrụ akpa ume yana iwe anya na akpụkpọ ahụ, bụ nke ihe a kpatara",
  "Na Singapore, dịka ọmụmaatụ, nlekota ahụike gosipụtara mmụba pasenti iri atọ  n'ịga ụlọ ọgwụ n'ihi mgbaàmà metụtara ikuku",
  "N'ozuzu, ụmụaka na ndị agadi, yana ndị nwéré ọrịa iku ume na nke obi dịbu adị bụ ndị kachasị nwee nsogbu ahụike na-adịghị mma site na ikpughe anwụrụ ọkụ",
  "Ihe omume anwụrụ ọkụ ahụ agbakwunyere na mmetọ ikuku nke obodo ukwu na nke ụlọ ọrụ mmepụta ihe na Ndịda Ọwụwa Anyanwụ Eshia, na-eme ka ọ ruo ọkwa egwu n'ọtụtụ obodo ukwu.",
  "Site na ịgbasa ma na-amịkọrọ ìhè, ihe ndị metụtara ọkụ mekwara ka a ghara ịhụ ụzọ; na-emebi njem site na ikuku, ala na mmiri ma na-emetụta akụ na ụba nke Indonesia, Malaysia na Singapore",
  "N'etiti ngalaba akụ na ụba metụtara ọtụtụ bụ ụgbọelu, ụgbọ ala na ụgbọ mmiri, iwu ụlọ, njem nleta na ụlọ ọrụ ugbo",
  "EEPSEA / WWF mere atụmatụ uru akụ na ụba nke mmebi nke ọkụ na alụlụ afọ 1997 kpatara",
  "Ha mèrè atụmatụ otu ijeri US $ site na mmebi metụtara anwụrụ ọkụ màkà Indonesia naanị",
  "Mmebi nké Malaysia na Singapore dị na 0.4 ijeri US $",
  "Gụnyere mmebi metụtara ọkụ ahụ, a na-eme atụmatụ na ngụkọta mmebi ahụ rùrù ijeri US $ 4.5",
  "Otú ọ dị, ọtụtụ mmebi dị ka mbelata nke ndụ, ọnwụ nke ụdị dị iche iche na mmetụta ikuku siri ike ịmepụta.",
  "Ihe omume anwụrụ ọkụ metụtara ọkụ na-ekpughekwa akụkụ mmekọrịta mmadụ na ibe ya: akụkụ dị ukwuu nkè ndị bi na Ndịda Ọwụwa Anyanwụ Eshia enweghị ego iji zụta ihe nchebe dị kà ihe mkpuchi iku ume na ikuku oyi, ha enweghịkwa ike izere ọrụ n'èzí mgbè mmetọ ikuku dị elu."
]