[
  "We Need New Names bụ akwụkwọ akụkọ izizi nke afọ 2013 nke onye edemede Zimbabwe NoViolet Bulawayo",
  "Akụkọ banyere afọ, We Need New Names na-akọ banyere ndụ nwa agbọghọ aha ya bụ Darling, nke mbụ dị ka onye dị afọ iri na Zimbabwe, na-agagharị n'ụwa nke ọgba aghara na mmebi na ndị enyi ya, ma mesịa dị ka onye nọ n'afọ iri na ụma na Midwest United States, ebe ọdịnihu ka mma yiri ka ọ ga-apụta mgbe ọ na-aga isonyere nwanne nne ya na-arụ ọrụ n'ebe ahụ.",
  "Isi nke mbụ nke akwụkwọ ahụ, \"Hitting Budapest\", nke e gosipụtara na mbụ dị ka akụkọ na Boston Review, meriri 2011 Caine Prize for African Writing",
  "mgbe Onye isi oche nke ndị ọka ikpe, Hisham Matar, kwuru, sị: \"Asụsụ nke 'Hitting Budapest' na-agbawa agbawa. Nke a bụ akụkọ nwere ike na ịdị arọ nke omume, ọ nwere nka iji zere nkọwa omume",
  "NoViolet Bulawayo bụ onye edemede na-enwe obi ụtọ n'asụsụ.",
  "E depụtara We Need New Names maka Man Booker Prize (2013), Guardian First Book Award (2013), na Barnes & Noble Discover Award finalist (2013). Ọ bụ onye mmeri nke Etisalat Prize for Literature (2013), ma merie prestigious Hemingway Foundation / PEN Award maka ọrụ mbụ nke akụkọ ifo. Ọ meriri Los Angeles Times Book Prize Art Seidenbaum Award maka akụkọ ifo mbụ (2013).",
  "Akwụkwọ akụkọ ahụ malitere site n'ịgbaso otu ìgwè ụmụaka na-erubeghị afọ iri na ụma - onye bụ isi Darling na ndị enyi ya Shbo, Stina, Chipo, Bastard na Godknows - bi n'ụlọ nkwakọba ihe na Zimbabwe mgbe ndị uwe ojii Mugabe mebisịrị ụlọ ha",
  "Onye edemede ahụ na-enye \"echiche anya nwatakịrị nke ụwa ebe a na-ekwu maka ntuli aka na ọchịchị onye kwuo uche ya mana ebe ọgba aghara na mmebi iwu na-aghọ ihe na-eme kwa ụbọchị, ebe ọnwụ na ọrịa na egwu nke ime ihe ike zoro ezo\" n'obodo a na-akpọ Paradaịs, ebe ndị mmadụ na-anwa ijide ùgwù mgbe ezinụlọ na-agbaji. Ụmụaka na-etinye ụbọchị ha na-eme ihe ọjọọ, na-ezu ohi guavas n'ógbè ndị bara ọgaranya a maara dị ka \"Budapest\", na-echepụta ndụ nke njem na ime ka mmadụ kwere, na-arọ nrọ nke ịnụ ụtọ okomoko na mba ofesi n'ebe ndị dị ka Dubai na America.",
  "Mgbe Darling mechara gaa mba ọzọ iji soro nwanne nne ya na-arụ ọrụ na Detroit, Michigan biri, ọ chọpụtara ọtụtụ ọgụ ndị ọzọ na-eme ka a na-eche ihu dị ka onye Afrịka kwagara US, gụnyere ige ntị n'echiche na-ezighi ezi banyere ala a mụrụ ya, na-eme mgbanwe na ọdịbendị ọhụrụ, na eziokwu ahụ bụ na e nwere ọtụtụ ndị mbịarambịa iwu na-akwadoghị na steeti ndị egwu nke nchụpụ na-emetụta.",
  "\"Nkọwa nke Bulawayo nke Zimbabwe bụ ihe a ma ama ọ bụghị maka nkọwa ya nke Paradaịs na Budapest kama maka nke Darling",
  "..",
  "Bulawayo bụ onye edemede nwere onyinye n'ụzọ doro anya",
  "Ọ na-egosipụta ikike dị ịrịba ama iji jide obi erughị ala nke na-eso mbata ọhụrụ na America, iji mee ka ìhè doo anya otú reinvention nke onwe n'ebe ọhụrụ si emegide ncheta nchebe nke ụzọ ihe si laghachi n'ụlọ",
  "- Uzodinma Iweala, The New York Times",
  "\"Olee otu onye edemede ga-esi kọọ akụkọ banyere mba nwere nkụda mmụọ n'enweghị nkụda obi? NoViolet Bulawayo na-achịkwa ya site n'ịmepụta ihe odide dị ụtọ ma na-aṅụrị ọṅụ nke na onye na-agụ ya na-adọrọ mmasị ha n'otu oge ahụ ọ na-achọpụta nsogbu mba ahụ",
  "..",
  "Bulawayo emeela ihe izizi nke na-emetụ n'ahụ ma na-akpali akpali mana nke na-enwekwa mmadu na ọchị",
  "- Leyla Sanai, The Independent na Sunday",
  "\"Ihe na-egbochi akwụkwọ ahụ ịda n'okpuru ibu nke ya bụ otu asụsụ, na echiche na nke a bụ onye edemede nwere ezigbo nkà na oké ọchịchọ nke nwere ike iju onye na-agụ ya anya n'oge ọ bụla site na mgbagwoju anya, ụfọdụ nkà na ụzụ, ma ọ bụ ihe karịrị akụkọ ahụ nke ga-eme ka ọ ghara inwe nchegbu na-adịghị mma gaa na ọkwa ọzọ, nke bara uru",
  "N'ezie, gịnị bụ ebumnuche nke ịta ahụhụ n'akwụkwọ, ọkachasị n'akwụkwọ akụkọ na-eto eto, mana ije ozi dị ka onye na-amụ nwa maka uto ime mmụọ na nke uche?\" - Helon Habila, The Guardian",
  "\"E dere ya na ike kinetic nke na-emetụta ndụ, onye ọ bụla nwere mmasị n'olu na-apụta n'akwụkwọ ụwa kwesịrị ịgụ akwụkwọ akụkọ NoViolet Bulawayo",
  "Mgbe ụfọdụ, onye na-aṅụrị ọṅụ, onye na'atọ ọchị, onye na na-eru uju, onye na - obi ọjọọ, na onye na-agba ọchịchị mgba okpuru, onye na: Darling, bụ onye na-ele ọnọdụ mmadụ anya nke ọma",
  "- Jim Hannan, World Literature Today",
  "[M] kacha metụta ihe niile bụ ngosipụta mbụ nke Darling na ndị otu ya na-erubeghị afọ iri na ụma, na anya ha na-ekwu okwu na njakịrị ngwa ngwa - ihe dị ịtụnanya nke ndị mmadụ bụ ndị Bulawayo na-enye ohere ijikọta ihe aka ike na ịma aka",
  "Ike ha na-enweghị mgbochi, mmụọ na olileanya, mgbe mgbe n'ihu ihe mgbu n'ezie, bụ ihe a na-echeta",
  "\" - Margaret Busby, The Independent"
]