[
  "Anyanwu (bekee: The Awakening) bụ ihe  ọla nchara atụrụ atụ nke onye Naijiria na-ese ihe bụ Ben Enwonwu mepụtara n'etiti afọ 1954 na 1955",
  "Ọ bụ ihe nnọchianya nke onye akụkọ ifo Igbo na chi nwanyị ụwa bụ Ani",
  "E kere ya iji mee emume mmeghe nke National Museum nke Naịjirịa na Lagos n'afọ 1956 ma a ka na-egosi ya n'èzí ebe ngosi ihe mgbe ochie ahụ",
  "Naịjirịa nyere United Nations ụdị ndụ nke otu ahụ n'afọ 1966 ma gosipụta ya na isi ụlọ ọrụ United Nations na New York City",
  "E mepụtara ọtụtụ obere mbipụta nke mpempe akwụkwọ ahụ.",
  "Ihe a tụrụ atụ bụ ihe nnọchianya nke nwanyị Igbo na chi nwanyị ụwa Ani",
  "Akụkụ ahụ bụ ihe nnọchianya nke ọdịnala ihe osise nke ndị Igbo na nka nke Benin. Akụkụ ahụ na-ezo aka na ekele nke anyanwụ na-apụta, na nsọpụrụ nke chi Igbo kachasị elu bụ Chukwu",
  "Ani si n'ala bilie iji kelee anyanwụ ma na-aga n'eluigwe",
  "Ọ na-eyi okpu isi na ọla ndị e ji coral mee, regalia ọdịnala nke ndị Edo. A na-ese isi ya dịka ihe osise Edo nke Queen Mother",
  "A na-achọ ya mma na mkpịsị aka hoops kwekọrọ na aka ya.",
  "Enwonwu kwuru na ncheputa ya maka mpempe akwụkwọ ahụ bịara ya na nrọ, na-akọwa ya dị ka \"ụdị nwanyị mara mma nke si n'anyanwụ na-apụta n'ìhè na-egbuke egbuke..",
  "ọ na-ele ya anya n'ihu ya n'oghere dị obosara..",
  "ọdịdị ọdịdị ndị Etiopia nke ihu na ihe ịchọ mma nke dị n'okpuru ahụ nke laghachiri na mbara igwe, na-agbadata ruo n'otu ebe...\". Onye dere akụkọ ndụ ya bụ Sylvester Ogbechie achọpụtala ihe yiri Anyanwu na onye nọ n'etiti ya na ihe osise afọ 1946 nke Enwonwu si na usoro ya bụ Song of the City",
  "Ogbechie kwenyere na Enwonwu wepụtara echiche na ụdị anya nke Anyanwu site na ọrụ 1921 Ethiopia bụ Awakening nke onye America na-ese ihe Meta Vaux Warrick Fuller",
  "Onye nkọwa  Ayodeji Rotinwa akọwaala mpempe akwụkwọ ahụ dị ka \"obi ụtọ na nke yiri ka ọ na-agagharị\" ma na-egosipụta mmegharị Négritude na echiche nke ịbụ nne na njikọ na okike nke Naịjirịa dị ka mba nwere onwe ya. Enwonwu kwuru na ebumnuche ya n'ịmepụta Anyanwu bụ \"...iji gosipụta mba anyị na-eto eto\", na-eche na o nwerela:",
  "..",
  "Ọ gbalịrị ijikọta ihe, ọrụ aka na ọdịnala, iji gosipụta echiche nke dabeere na nwanyị, nne na onye na-azụ ụmụ nwoke",
  "N'ime mba anyị na-eto eto, ahụ m ihe ndị a na-ahụ n'ime nwanyị; mmalite, nakwazi, mmepe na okooko osisi n'ime ogo zuru oke nke mba na ndị mmadụ! Ihe a a kpụrụ akpụ bụ ihe ime mmụọ n'echiche, na-agagharị na mmegharị na akụkụ atọ n'ọnọdụ ụlọ ya",
  "Àgwà ndị a bụ ihe e ji mara ihe ndị a kpụrụ ndị nna nna m.",
  "Oliver Enwonwu, nwa nwoke nke onye na-ese ihe, akọwaala mpempe akwụkwọ ahụ dị ka \"nke[kọwapụtara] ọchịchọ nke ndị Afrịka\" nakwa na ọ \"...ka dị mkpa mgbe ọ na-abịa na ọganihu nke ndị isi ojii\" n'okwu agbụrụ nke oge a.",
  "Enwonwu jụrụ ntụnyere dị n'etiti ụdị Anyanwu dị  na ihe ọkpụkpụ nke Alberto Giacometti, na-azọrọ na Giacometti na ndị ọzọ na-eme ihe n'oge a na Europe ejirila onwe ha mee ihe mara mma nke nka Africa.",
  "Ihe a tụrụ atụ bụ ihe nnọchianya nke nhiwe Ben Enwonwu , nke e guzobere iji kwalite ọrụ na ihe nketa Enwonwu",
  "Ntọala ahụ kọwara mpempe akwụkwọ ahụ dị ka \"otu n'ime ọrụ kachasị ukwuu nke Ben Enwonwu nke na-egosi nke ọma onyinye ọ na-enye na nka nke oge a na Naịjirịa na Africa site na ịmepụta asụsụ ọhụụ ọhụrụ nke na-etinye aka na echiche mba na Pan-Africanist\" nakwa na \"...ike ihe a tụrụ atụ ahụ sitere na njikọta nke ọdịnala mara mma nke sitere na ihe nketa Edo-Onitsha ya na usoro na ụzọ nnọchiteanya ọdịda anyanwụ\".",
  "Ndi United State kọwara ihe a kpụrụ akpụ dị ka \"ihe nnọchianya nke anyanwụ na-apụta dị ka nke mba ọhụrụ\" nakwa \"na-anọchi anya akụkụ dị iche iche nke anyanwụ - ìhè nke ụbọchị, chi ọbụbọ, ọmụmụ ọzọ, ụbọchị ọhụrụ, olileanya na ịmụrụ anya\" nakwa na nwanyị ahụ e sere na-eyi regalia nke Alaeze Benin.",
  "E kere ihe a a tụrụ atụ n'etiti afọ 1954 na 1955 dị ka ọrụ sitere n'aka gọọmentị Naịjirịa iji mee ka e guzobe Ebe Ngosi Ihe Mgbe Ochie Naịjirị na Lagos. Ụdị mbụ ahụ ka dị n'ebe situ, gosipụtara n'èzí ebe ngosi ihe mgbe ochie.",
  "Enwonwu tụbara ụdị nke abụọ zuru oke nke Anyanwu na afọ 1956 na ụlọ ọrụ London nke onye Britain na-ese ihe William Reid Dick",
  "Enwonwu mepụtara ihe oyiyi ya nke Queen Elizabeth II n'otu ụlọ ọrụ ahụ n'otu afọ ahụ. Otu enyi ya zụrụ ya n'aka Enwonwu n'onwe ya n'afọ 1970, ọ nọgidekwara bụrụ akụkụ nke nchịkọta onwe ha ruo mgbe Bonhams rere ya na 2017 na Febụwarị 2017 na ọnụ ego £ 353,000.",
  "E nyere United Nations ụdị nke atọ zuru ezu nke Anyanwu n'ememe iwu kwadoro n'abalị ise nke ọnwa October  afọ 1966",
  "Ọ So na otu ngalaba nke United Nations Art Collection",
  "Onye nnọchi anya Naijiria na United Nations, bụ Chief Simeon Adebo, nyere ya odeakwụkwọ ukwu nke United Nations, bụ U Thant obere oge ka ncheta nke isii nke nguzobe nke Federation of Nigeria na njedebe nke ọchịchị ndị Britain. Ọ dị ogo isi na 10in n'ịdị elu ma guzo n'elu ntọala marble. Ihe a tụrụ atụ dị n'ụlọ nzukọ dị n'etiti Kansụl Nchebe na Kansụl Trusteeship.",
  "Ọ dịkarịa , e mepụtara obere mbipụta anọ nke ihe a tụrụ atụ, nke a na-ejikarị ọla nchara ma ọ bụ ọla edo. Ọnụahịa arịwo elu nke ukwuu na narị afọ nke iri abụọ na Otu, orure nke afọ 2005 na Christie nke mbipụta ọla nchara nke afọ 1975 nke Anyanwu rere ruo ọnụ ego £ 360, na afọ 2012 e rere mbipụta a na Arthouse Contemporary na Naijiria na ọnụ ego dị £ 110,000 (na ụgwọ), na-eguzobe ndekọ  ọrụ nka kachasị ọnụ ahịa erere na Naijeria. Otu mbipụta nke Anyanwu ka erere na ọnụ ego dị £ 237,000 (na ụgwọ orire) na ọnwa Machị  afọ 2021 na Bonhams na London.",
  "N'otu edemede nke 2021 maka The Art Newspaper, Ayodeji Rotinwa dere na \"oge ọ bụla\" mbipụta nke Anyanwu na-apụta n'ahịa nka \"..",
  "ọ na-aga n'ihu na-aga ahia, naanị ka ọ na-eji nwayọ banye n'aka onye nwe ya ọhụrụ ka ọ ghara ikwurịta okwu ọzọ ruo mgbe ihe atụ ọzọ pụtara\" nakwa na ihe osise mbụ ahụ dị na National Museum na Lagos \"na-anọ n'elu ahịhịa nke na-achọsi ike ịkwagharị ma ụmụaka na-enweghị mmasị [sic] na-ele ya mgbe niile na njem ụlọ akwụkwọ\". Rotinwa na-ekwu na ọ dịghị nke ọ bụla n'ime obere mbipụta nke mpempe akwụkwọ ahụ ka ụlọ ngosi ihe mgbe ochie ọha na eze Naijiria nwetara.",
  "Onye isi ala Naịjirịa, Shehu Shagari, nyere Elizabeth nke Abụọ na Prince Philip, Duke nke Edinburgh obere mbipụta nke Anyanwu n'oge nleta steeti ya na United Kingdom na afọ 1981. Ọ bụ otu na ngalaba nke Royal Collection nke ezinụlọ eze Britain.",
  "E mepụtara obere mbipụta nke Anyanwu na Burleighfield foundry na High Wycombe, Buckinghamshire, England."
]