[
  "Anyim Pius Anyim GCON (amụrụ na abalị iri n'iteolu, n'ime onwa abụọ n;afọ otu puku, nari iteolu na iri isii n;otu) (19/2/1961) bụ onye ndọrọ ndọrọ ọchịchị Naijiria nke jere ozi dị ka onye isi oche nke Sịnetị Naijiria site na afọ puku abụọ rue na afọ puku abụọ n'atọ (2000 - 2003), ọ bụ odeakwụkwọ nke Gọọmentị nke Federation (SGF) n'oge Goodluck Jonathan bụ onye isi ala. A họpụtara ya ka ọ bụrụ onye omeiwu na ikpo okwu nke Peoples Democratic Party (PDP) n'a'fọ otu puku, nari iteolu na iri iteolu n'iteolu (1999) maka mpaghara Ebonyi South nke Ebonyi Steetị. A họpụtakwara ya dịka onye isi oche nke Sịnetị n'ọnwa asatọ na afọ puku abụọ (August 2000).",
  "A mụrụ Anyim na abalị iri n'iteolu, na onwa nke abụọ, na afọ otu puku, nari iteolu na iri isii n'otu (19/2/1961) na  Ishiagu, obodo kacha na ndị Katọlik na mpaghara Gọọmentị Ivo nke Ebonyi Steeti",
  "Ọ gara Ishiagu High School (St",
  "John Bosco), Federal School of Arts and Science, Aba na mgbe e mesịrị, Mahadum Imo State, Uturu na afọ otu puku, nari iteolu na iri asatọ n'atọ rue n'afọ otu puku, nari iteolu na iri asatọ n'asaa (1983 -1987). Maka ife ala nna ya, ọ rụrụ ọrụ dị ka onye nhazi, mmemme ndị ntorobịa na Sokoto Steeti. N'afọ otu puku, narị iteolu na iri iteolu n'abụọ (1992), Anyim ghọrọ Onye isi ngalaba nchebe na Nashịọnalu kọmishọn maka ndị gbara ọsọ ndụ, nke di na Abuja, ọrụ nke gụnyere inye ọrụ iwu na nchebe ndọrọ ndọrọ ọchịchị maka ndị gbara ọsọ ndụ",
  "N'ọrụ a, ọ gara akụkụ dị iche iche nke ụwa.",
  "N'afọ  otu puku, nari iteolu na iri iteolu n'asatọ1998, Anyim sonyeere United Nigeria Congress Party (UNCP) wee merie ntuli aka Sịnetiị",
  "Otú ọ dị, ọnwụ nke onye isi ala bu Genaralu Sani Abacha na abalị asatọ n'ime onwa isi na afor otu puku, nari iteolu na iri iteolu n'asatọ (8/6/1998) mebiri nsonaazụ ahụ",
  "N'oge ọchịchị mgbanwe nke General Abdulsalami Abubakar, ọ sonyeere People's Democratic Party (PDP) wee gbaa ọsọ ọzọ maka ntuli aka na Senate na 1999.",
  "A họpụtara Anyim ka ọ bụrụ onye omebe iwu Naịjirịa na ọnwa ise n'afọ otu puku, narị iteolu na iri iteolu n'iteolu (May 1999), ndị ọrụ ibe ya wee họpụta ya dịka onye isi oche nke Sịnrtị n'ọnwa asaatọ n'afọ puku abụọ (August 2000), mgbe a chụpụrụ Chuba Okadigbo, na-anọ n'ọkwa ruo ọnwa ise  n'afọ  puku abụọ na atọ (May 2003).",
  "N'ọnwa ise n'afọ puku abụọ n'otu (May 2001), Anyim kwupụtara na ụlọ omebe iwu dị elu ziri ezi n'ịchọpụta ọrụ nke Mines na Power Ministry n'oge Chief Bola Ige.\nN'ọnwa isii n'afọ puku abụọ na abụọ(June 2002), mgbalị Anyim mere iji chụpụ Onye isi ala Olusegun Obasanjo dara.\nN'ikwu okwu otu afọ mgbe e mesịrị, Anyim kwuru na Onye isi ala Olusegun Obasanjo aghọtaghị ya n'okwu ụfọdụ mana enweghị esemokwu n'etiti ha.\nN'ọnwa asatọ  n'afọ puku abụọ na abụọ (August 2002), o kwuru na ya na-emegide ndị niile nọ n'ọfịs ugbu a - gụnyere onwe ya - na-aga maka oge nke abụọ.",
  "N'ime ọnwa iri na otu, n'afọ puku abụọ na abụọ (Nọvember 2002), Anyim kwụsịrị Sịnetọ Arthur Nzeribe nke Imo Steeti ọrụ n'ihi ebubo nke aghụghọ onu ego nde iri abụọ na abụọ {N22m)",
  "A na-ekwu na Nzeribe na-eme atụmatụ ime mkpesa megide Anyim.\nN'otu ọnwa ahụ, mgbe Anyim mere mkpesa banyere Independent Corruption Practices and Other Related Offences Commission (ICPC), Sịnetị guzobere kọmitii iji nyochaa mkpa na-aga n'ihu nke kọmitii ahụ.\nN'ime ọnwa ise n'afọ puku abụọ na atọ (May 2003), Anyim dọrọ onye ọka ikpe nke ụlọ ikpe dị elu nke Abuja, Justice Egbo Egbo, aka na ntị na ndị omeiwu nwere ikike inye iwu ijide ya maka mmegide ya megide iwu ICPC nke Sịnetị.",
  "Anyim achọghị ka a họpụta ya ọzọ n'afọ puku abụọ n'atọ (2003), ebe ọ maara nke ọma na n'okpuru nlekọta Obasanjo, ọ ga-efunahụ ma tụfuo ego ya na usoro ahụ. Ya mere, kama ịlụ ọgụ, ọ kwadoro ihe onwunwe maka ndị ANPP na steeti Ebonyi iji maa pati ya aka.  Otu oge mgbe ọ hapụsịrị ụlọ ọrụ, akwaturu akụkụ ụlọ nke onwe ya na Abuja  maka imebi atụmatụ Abuja. Dị ka onye isi oche Sịnetị, Sịnetọ Anyim lụsoro Gọvanọ nọ n'Ebonyi Steeti, Samuel Ominyi Egwu, ọgụ ruo mgbe ọ kwụsịrị ma obodo Anyim sie",
  "Esemokwu dị n'etiti ha abụọ dị putara ihie  nke na a na-ekwu na a na'ebu igbe ozu Anyim gburugburu Abakaliki, isi obodo steeti.",
  "Dị ka SGF, enwere mmekọrịta na-adịghị  na mma n'etiti Anyim na Gọvanọ nke Ebonyi Steeti, Martin Elechi",
  "Obodo Anyim na-esi ísì, ọtụtụ ụmụ amaala nọ n'ebe a chụgara ha. Onye isi ala Naijiria, Goodluck Jonathan họpụtara ya ka ọ bụrụ onye isi emume otu narị afọ nke nkwupụta nke Naijiria dị ka mba site na Britain na-achị.",
  "Anyim bụ onye na-azọ ọkwa onye isi oche nke PDP na ọnwa mbu n'afọ puku abụọ n'asatọ (January 2008). \nN'ime ọnwa iri na otu nke afọ puku abụọ n'asaa (Nọvember 2007), onye isi oche nke Kaduna Steetị chapter nke PDP kwuru na ọ ga-enweta votu nke ndị nnọchi anya Kaduna Steetị niile na mgbakọ ahụ.\nN'ọnwa mbu n'afọ puku abụọ na asatọ (January 2008), Njikọ nke ndị ọka iwu ịhụ mba n'anya kwadoro nnọchite anya ya.\nO nwetakwara nkwado site na Peoples Democratic Party Youth Forum.\nOtú ọ dị, n'ikpeazụ, a họpụtara Prince Vincent Ogbulafor dịka onyeisi oche PDP.",
  "N'ọnwa mbụ n'afọ puku abuọ n´iri (January 2010), ọ duuru ndị nnọchi anya ndị Naijiria mmadu iri anọ na otu (41) a ma ama kpọrọ Onye isi ala Umaru Yar'Adua ka ọ zipụ akwụkwọ ozi nke enweghị ike ya na Nashịonalụ Asemblị iji zọpụta ọchịchị onye kwuo uche ya n'ihe ize ndụ.\nO toro Sịnetị mgbe ha mere mkpebi na abalị iteolu n'ime ọnwa abụọ n'afọ puku abụọ na iri (9/2/2010)",
  "iji mee osote onye isi ala Goodluck Jonathan onye na-anọchite anya onye isi ala.\nNa ọnwa ise n'afọ puku abụọ na iri n'otu (May 2011), a họpụtara Pius Anyim dị ka ode akwụkwọ nke Gọọmentị nke Federation (SGF)."
]