[
  "Anyim Chukwu Ude (abali mbụ n'ọnwa isii na afọ otu puku, narị iteolu na iri anọ na otu ruo na abalị iri na ise nke ọnwa ise afọ puku abụọ na iri abụo na atọ (1 June 1941 15 May 2023) bụ onye ndọrọ ndọrọ ọchịchị Naijiria nke jere ozi dị ka Senator maka mpaghara Ebonyi South nke Ebonyi Steetị, na-amalite ọrụ na abalị iri abụo na iteolu n'ọnwa ise nke afọ puku abụọ na asaa (29 May 2007)",
  "Ọ bụ onye otu People's Democratic Party (PDP).",
  "Tupu ọ gaa Sịnatị, Ude nwere ọrụ na Naịjirịa Public Service ruo afọ iri anọ na abụo (42)",
  "Ọ bụ onye nta akụkọ, onye mgbasa ozi na onye nchịkwa nwere nnukwu ahụmịhe na ọrụ ọha na eze, ọkachasị n'ihe gbasara mgbasa akụkọ",
  "Ọ banyere n'ọrụ ọha na eze nke bụbu Eastern Nigeria dị ka onye odeakwụkwọ na afọ otu puku, narị iteolu na iri isii (1960) ma mesịa sonye na Eastern Nigerian Information Service, ndị na-ebi akwụkwọ na ndị bipụtara nke Naijiria Outlook na ọnwa ise nke afọ otu puku, nari iteolu na iri isii na ise (Mee 1965) dị Ka onye nta akụkọ",
  "Na ngwụcha Agha Obodo Naijiria na afọ otu puku, narị iteolu na iri asaa (1970), ọ zụrụ dị ka onye nta akụkọ na onye mgbasa ozi na Naịjirịa na mba ofesi.",
  "Ude mechara rụọ ọrụ na East Central Steeti Broadcasting Service (ECBS), Nigerian Television Authority (NTA), Imo Broadcast Service, na Federal Radio Corporation of Nigeria (FRCN)",
  "Senator Ude bụ onye isi njikwa mbụ nke Redio Naịjirịa, Owerri site n'afọ otu puku, narị iteolu na iri asatọ na otu ruo na afọ otu puku, narị iteolu na iri asatọ na ise (1981-1985); onye nduzi mbụ na Imo Broadcasting Corporation (1985-1991); onye ntụziaka mbụ maka Broadcast Corporation of Abia State site n'afọ otu puku, narị iteolu na iri iteolu na otu ruo na afọ otu puku, narị iteolu na iri iteolu na isii (1991-1996); Onye isi nchịkwa mbụ ya nke Ebonyi  Broadcaster Service; na onye ọrụ mbụ a na-asọpụrụ maka azụmahịa, ụlọ ọrụ na njem nleta, Ebonayi State site n'afọ otu puku, narị iteolu na iri iteolu na asaa ruo na afọ otu puku, narị iteolu na iri iteolu (1997-1999)",
  "Ude bụ onye isi oche nke ọtụtụ ụlọ ọrụ mgbasa ozi afọ iri na isii na ọkara (161/2) wee bụrụ onye kachasị ogologo oge na-eje ozi na ụlọ ahịa mgbasa nke Naịjirịa.",
  "N'agbata afọ otu puku, narị iteolu na iri asatọ na anọ ruo n'afọ puku abụọ na atọ (1984 ruo 2003), o nwere ọtụtụ nhọpụta pụrụ iche",
  "Ha gụnyere onye nduzi, Golden Guinea Breweries, Umuahia site na afọ otu puku, narị iteolu na iri asatọ n'anọ ruo na afọ otu puku, narị iteolu na iri asatọ na asaa (1984-1987); onye otu, Kọmitii ndụmọdụ pụrụ iche nye Gọọmentị etiti na Electronic Media Operations n'afọ otu puku, narị iteolu na iri asatọ na iteolu ruo na afọ otu puku, narị iteolu na iri iteolu na atọ (1989-1993); onye isi, Central Working Committee of the Broadcasting Organisations of Nigeria, BON site na afọ otu puku, narị iteolu na iri asatọ na asaa ruo na afọ otu puku, narị iteolu na iri iteolu na asaa (1987-1997); Onye isi oche, Mpaghara nke BUN nke mejupụtara steeti ndị dị n'Ebe Ọwụwa Anyanwụ; na Onyeisi oche nke Kansụl Na-achị Isi nke Federal College of Education (Technical), Umunze na steeti Anambra site na afọ puku abụọ ruo n'afọ puku abụọ na atọ (2000-2003).",
  "Onye bụbu onye isi oche nke Old Afikpo Union (OAU) nke mejupụtara mpaghara Ebonyi South Sịnatọrial Zone taa, ọ bụkwa onye a họpụtara dị ka Onye isi na-achị achị nke Presbyterian Church of Nigeria",
  "Ọ bụ onye isi oche ụlọọgwụ Presbyterian Joint Hospital, Uburu na Ohaozara, mpaghara ọchịchị ime obodo nke Ebonyi steeti site naafọ otu puku, narị iteolu na iri iteolu na anọ ruo n'afọ puku abụo (1994 ruo 2000)",
  "Ọ bụkwa onye otu, Kansụl ndụmọdụ nye onye nhazi nke Nzukọ Ezumezu nke Chọọchị Presbyterian nke Naịjirịa",
  "Onye isi ala Olusegun Obasanjo mere ya onye otu Order of the Niger n'afọ puku abụọ (2000) ma bụrụkwa otu n\"ime ndị nnọchite anya isii ahọpụtara ịnọchite anya Ebonyi State na afọ puku abụọ na ise (2005) National Political Reform Conference.",
  "Mgbe ọ nọsịrị n'oche ya na Senate na ọnwa isii na afọ puku abụọ na asaa (June 2007), a họpụtara Ude ka ọ bụrụ Onye isi oche nke Kọmitii Sịnetị na Aviation ma jee ozi na Kọmịtii Senete anọ ndị ọzọ: Nchebe na Ndị Agha, Njem Ala, Ahịa Isi obodo na Ọdịbendị na Nleta.\nDị ka Onye isi oche nke Kọmitii Ụgbọelu, ọ nọ n'etiti mgbalị ịga nke ọma iji kwalite ọdụ ụgbọ elu Akanu Ibiam, Enugu ka ọ bụrụ ọdụdụ ụgbọelu mba ụwa",
  "Ọ rụkwara ọrụ dị mkpa n'ịkwụ ụgwọ ezumike nká na ụgwọ maka ndị ọrụ nke Nigeria Airways dịka ọ na-eme n\"ịkwado ụgwọ ọrụ nye ezinụlọ nke ndị ụgbọelu na afọ puku abụọ na ise nakwa afọ puku abụọ na isii (2005/2006) merụrụ ahụ",
  "Kọmitii ahụ nyochakwa ịkwụ ụgwọ na ojiji nke Ego ntinye aka nke ụgbọ elu (Aviation Intervention Fund).",
  "Ude kwadoro Social Security Bill na Sịnatị",
  "O webatara ọtụtụ mmegharị na ala nke Sịnatị.\nDị ka Onye isi oche nke Kọmitii Sịnatị na Aviation, n'ọnwa anọ, n'afọ puku abụọ na iri (Eprel afọ 2010), Ude welitere nchegbu banyere nsogbu nchekwa na ọdụ ụgbọ elu mba ahụ mgbe ihe mere na Calabar ebe onye ọkwọ ụgbọala kụrụ ụgbọelu na-akwadebe ịpụ.",
  "Chief Elder Senator Anyimchukwu Ude nwụrụ na abalị iri na ise nke ọnwa ise afọ puku abụọ na atọ (15th nke Mee 2023), mgbe ọ dị afọ iri asatọ na otu  (81)."
]