[
  "Apapa Port Complex nke a makwaara dị ka Lagos Port Complex bụ ọdụ ụgbọ mmiri kacha ukwuu na nke kacha ekwo ekwo na Naịjirịa. Apapa Port Complex nwere ọtụtụ ụlọ ọrụ gụnyere Apapa quays, Third Apapa Wharf Extension, Apapa Dockyard, Apapa Petroleum Wharf, Bulk Vegetable Oil Wharf، Ijora Wharf), Kirikiri Lighter Terminal, na Lily pond inland container terminal",
  "N'ịbụ nke gọọmentị Naịjirịa na-achị ala ahụ kwadoro ma wuo, ọ ghọrọ ọdụ ụgbọ mmiri kachasị na mba ahụ maka mbupụ ihe ọkụkụ site na mpaghara Western na Northern Nigeria na ngwụcha afọ 1920",
  "E wegara nchịkwa na gọọmentị Naijiria mgbe enyere ọchịchị onwe onye na N'afọ 2005, e kewara Apapa Port Complex na ọdụ ụgbọ elu ma nye ndị ọrụ onwe ha nkwekọrịta na NPA na-arụ ọrụ dị ka onye nwe ụlọ na onye nchịkwa.",
  "Otu isi ihe dugara n'ịmepụta Apapa Port Complex bụ mmezu nke ụzọ ụgbọ okporo ígwè Western na Lagos dị ka isi ọdụ, mgbe nke ahụ gasịrị, mkpa bilitere maka ụlọ ọrụ iji buru ma wepụ ngwongwo n'akụkụ ọ bụla nke Western Nigeria na mpaghara Northern. Mana n'oge ahụ, ọtụtụ n'ime ọdụ ụgbọ mmiri ndị dị na Lagos adịghị mma maka ụgbọ mmiri n'ihi ọnụnọ nke ájá na oke mmiri, ihe mgbochi a na-eme mgbe ụfọdụ ka a tụgharịa ngwongwo na Lagos gaa n'ọnụ ụzọ dị jụụ nke Forcados",
  "N'afọ 1906, e mere mgbakọ ego buru ibu maka ịdọrọ ọdụ ụgbọ mmiri Lagos na iwu nkume abụọ iji mee ka ọ dịrị ụgbọ mmiri na-aga n'oké osimiri mfe, n'afọ 1913, arụchara ọrụ injinia na ụgbọ mmiri na na-aga ụgbọ mmiri nwere ike ịbanye n'ọdụ ụgbọ mmiri Lagos",
  "N'afọ 1919, a gbatịrị ọdụ ụgbọ mmiri dị mita 180 ruo Apapa, ebe e kpebiri na ọ ga-abụ ọdụ ụgbọ okporo ígwè Western",
  "N'afọ 1926, mgbe emechara ọdụ ụgbọ mmiri anọ dị 1,800 ft n'ogologo, Apapa malitere ịchịkwa ọdụ ụgbọ mmiri ndị ọzọ dị na Iddo na Lagos Island ma ọ bụghị ya dị ka ọdụ ụgbọ mmiri Customs na mbupu nke ngwongwo mbupụ. N'agbata afọ 1928 na 1929, ọ na-ejikwa tọn Narị abụọ na otu, narị atọ na asaa nke ngwongwo mbupụ, na n'agbata 1937 na 1938, Apapa wharf na-ejikọta ihe dị ka tọn narị puku atọ na iri asaa nke ibu, n'afọ 1953, ọ na-eji ihe fọrọ nke nta ka ọ bụrụ tọn narị puku asaa.  Mgbe Agha Ụwa nke Abụọ gasịrị, ọrụ injinia ndị ọzọ dugara n'ịmezigharị ala maka ụlọ ọrụ ala dị ka ọdụ ndị njem, ụlọ ibu na ụlọ ọrụ omenala. N'oge a, a na-achịkwa ọdụ ụgbọ mmiri ahụ, ngalaba Marine na-ahụ maka idebe ụzọ, nchekwa na ọdụ ụgbọ mmiri, ụlọ ọrụ ụgbọ mmiri onwe ha rụrụ ọrụ ọkụ ebe ụlọ ọrụ ụgbọ okporo ígwè na-arụkwa ọrụ ọdụ ụgbọ mmiri na njedebe ya.",
  "Mmụba nke ibugharị site n'okporo ụzọ tinyere nrụgide na akụrụngwa okporo ụzọ dị ugbu a ma wuo ụzọ ọhụrụ iji jikọta Apapa site na Mushin gaa Ibadan na n'ebe ugwu.",
  "Malite n'afọ1956, NPA e guzobere ọhụrụ malitere ịgbasa ọnụ ọgụgụ ebe obibi n'ime ihe mgbagwoju anya ahụ, na-agbakwunye ohere isii ọzọ",
  "A rụchara mgbatị a nke ọdụ ụgbọ mmiri ahụ n'afọ 1961",
  "A rụzuru mgbatị nke abụọ n'oge atụmatụ mmepe mba mbụ n'etiti afọ 1962 na 1968",
  "Oghere ahụ mụbara mere ka ọdụ ụgbọ mmiri ahụ gaa n'ihu na-ebute ụzọ n'ịchịkwa ibu ma na njedebe nke afọ 1966, ọ na-ebu ibu nke nde tọn 1.9",
  "Mgbe mgbatị nke abụọ gasịrị, ala nke ọdụ ụgbọ mmiri ahụ dị ihe dị ka hekta otu narị na ikike ijikwa ụgbọ mmiri iri abụọ na-ebu ma ọ bụ na-ebupụ n'otu oge",
  "A rụchara mgbatị nke atọ n'akụkụ iyi Badagry n'afọ 1979",
  "Ndị ọchịchị mepụtara ụlọ ọrụ maka ibudata na zisa nnukwu simenti na ọka.",
  "Ndị Naịjirịa na-ahụ maka ọdụ ụgbọ mmiri nwere ma na-elekọta ọrụ na Lagos Port Complex site n'afọ 1956 ruo mgbe e nyere ya ikike n'afọ 2005",
  "N'oge a, NPA na-arụ ọtụtụ ọrụ n'ime ọdụ ụgbọ mmiri ma e wezụga ndị na ahụ maka nhazi ngwongwo na nrụpụta",
  "N'afọ 2005, e kewara ihe owuwu ahụ n'ọtụtụ ọdụ ma ree ya ndị ọrụ onwe ha iji jikwaa ọnụ ọgụgụ afọ",
  "Mgbe a rụchara ọdụ ụgbọ mmiri dị omimi nke Apapa n'afọ 1926, a tụrụ anya na ọtụtụ okporo ụzọ ga-abụ site na ụgbọ okporo ígwè",
  "Otú ọ dị, ka ọdụ ụgbọ mmiri ahụ na-eto ma gwongworo ghọrọ ụzọ kachasị mma iji buru ngwongwo gaa ma si n'ọdụ ụgbọ mmiri ahụ, mkpọchi okporo ụzọ nke gwongworo na-adọba n'akụkụ ụzọ ghọrọ ihe na-eme mgbe niile."
]