[
  "Àtụ:Infobox settlement\nApapa bụ ógbè Gọmentị Obodo dị na Lagos, nke dị n'ebe ọdịda anyanwụ nke Lagos Island",
  "Apapa nwere ọtụtụ ọdụ ụgbọ mmiri na ọdụ ụgbọ mmiri nke Nigerian Ports Authority (NPA) na-arụ ọrụ, gụnyere nnukwu ọdụ ụgbọ mmiri Lagos State na Lagos Port Complex (LPC).",
  "N'ime iwu ya, NPA n'onwe ya anaghị ezo aka n'ọdụ ụgbọ mmiri ọ bụla a na-akpọ \"Port of Apapa\", kama ọ na-ezo aka na \"Port of Lagos\", \"Port of Port Harcourt\" na \"Port nke Calabar\".",
  "Mpaghara Apapa dị nso n'ọnụ ọdọ mmiri Lagos, ma nwee ọdụ ụgbọ mmiri na ọdụ ụgbọ mmiri maka ngwaahịa dị iche iche dị ka containers na ibu ibu, ụlọ, ọfịs na obere ọdụ ụgbọ okporo ígwè ochie a na-ejighịzi eme ihe (Apapa North)",
  "Ọ bụ saịtị nke nnukwu ọdụ ụgbọ mmiri nke Gọmentị etiti nke Naịjirịa nwere ma na-arụ ọrụ ruo na Machị, na afọ 2005, ma ugbu a ọ bụ ụlọ ọrụ Danish A",
  "P",
  "Moller-Maersk Group na-arụ ya. N'akụkụ ọdụ ụgbọ mmiri ahụ bụ ọdụ ụgbọ mmiri Tin Can Island, nke nwere ụlọ ọrụ ro-ro.",
  "Ọ na-enwekwa ụfọdụ refineries dị ka Bua Group",
  "O nwekwara ụlọ ọrụ azụmahịa nke ọtụtụ ụlọ ọrụ ụgbọ mmiri, ụlọ ọrụ na-ebugharị na ụgbọ njem",
  "Ihe owuwu ndị ọzọ a ma ama gụnyere Folawiyo Towers",
  "Apapa nwere isi ụlọ ọrụ nke akwụkwọ akụkọ Naijiria bụ Thisday.",
  "A chọtara ọla nchara dị mkpa nke sitere na narị afọ nke iri na isii na Apapa na 1907 ma na-echekwa ya ugbu a na British Museum.",
  "N'afọ 1950, mmepe nke ụlọ ọrụ mmepụta ihe na ụlọ obibi na-ekpuchi 1000 acres malitere",
  "E wuchara ala ahụ na afọ 1957/1958 ma nwee ọganihu yana mgbasara ye nke Apapa Wharf",
  "Obodo ahụ nwere ọnụ ọgụgụ buru ibu nke ndị ọrụ ụlọ ọrụ na ndị na-ewu ụlọ na Lagos.",
  "Ụlọ mkpọrọ nke Ngalaba Mkpọrọ Naịjirịa gụnyere:",
  "Mpaghara ahụ na-enye ụlọ maka ọkwa dị iche iche nke mkpa ụlọ site na ihe ndị isi chọrọ na ezinụlọ ndị dị n'etiti gụnyere otu ọrụ na ọtụtụ ụlọ",
  "E nwere ọtụtụ ụlọ akwụkwọ",
  "Ụlọ akwụkwọ German Lagos dịbu na Apapa.",
  "Ndị otu onwe na nke ọha na eze na-enye ụlọ ọrụ mmekọrịta na ntụrụndụ gụnyere klọb ụgbọ mmiri dị na Apapa Creek."
]