[
  "Aprapransa, nke a na-akpọ 'Akplijii (ma ọ bụ Akplidzi)' bụ nri GaDangme (ma ọ dị Ga) nke Ghana kwadebere site na ịgwakọta (ma ọ bụrụ ịgwakọta) ntụ ọka a siri esi na ofe GaDang Me dị nsọ a na- bingaka 'Palm Nut Soup'",
  "Dị ka ihe na-ekwusi ike, 'Palm Nut Soup', ihe dị mkpa na nkwadebe nke 'Akplijii', bụ ofe dị nsọ oge ochie nke ndị GaDangme, a na-akwadebe ya mgbe niile dị ka ihe na nri ntụ ọka ọzọ dị nsọ a na-akpọ 'Kpokpoior Kpekpele)' n'oge 'okpukpe ochie mmemme owuwe ihe ubia na- bingaka 'Homowo'",
  "Ndị GaDangme wetara omume ndị a na ha na 'Ancient-Ghana' ma kụziere agbụrụ niile otu esi akwadebe 'ofe akwụ  a na-atọ ụtọ, dịka 'Akans' kụziiri agbụrụ niile otú esi akwadebe ofe ha na-atọ ọchị a na-akpọ 'Abunebunuebunu)",
  "Ọ bara uru ịkọwa na n'èzí Ghana, agbụrụ ndị ọzọ dị ka ndị Yoruba, Igbos, wdg na Naịjirịa na-eme '' nkwu n'ụzọ yiri nke ahụ ma dị iche n'ime ofe a na-akpọ 'ofe akwụ '",
  "Ka oge na-aga, ihe ọmụma banyere nkwadebe nke 'ofe akwụ ' na Ghana ghọrọ ihe a na-ahụkarị ma tụfuo ọnọdụ dị nsọ",
  "O nwere ike ịmasị ndị Ghana ịmara na ndị GaDangme nwere site na 'oge ochie' ruo 'oge a', jiri nkwụ mee ihe n'ọtụtụ ụzọ dị nsọ; ya bụ, (1) Ịkwadebe ofe dị nsọ a na-akpọ 'Palm Nut Soup', (ihe dị mkpa nke Aprapransa, nke a na- bingaka Akplijii na mbụ), (2) Ịkpọ fig kpọrọ nkụ dị ka ihe nsure ọkụ maka ịsacha ime mmụọ na ịchụpụ mmụọ ọjọọ, (3) Iwu ụlọ ọhụrụ kwa afọ nke nwere alaka nkwụ ọhụrụ (ya bụ ụlọ ọhụrụ) 'ụlọ nkwụ ọhụrụ..OOO...Afi' ) nke n'oge anyị e belatara nke ukwuu n'omume n'ihi na ọ nabatara ọgbara ọhụrụ n'àgwà mmekọrịta mmadụ na ibe ya, (4) wdg",
  "Ojiji dị nsọ nke nkwụ abụghị naanị na GaDangme(ma ọ bụ Ga)-ebo, n'ihi na ọ bụ ihe a na-emekarị n'etiti ọtụtụ agbụrụ ndị ọzọ na 'Congo-Niger Family'(ma ọ bụghị Bantu-Zone) nke Africa",
  "Akplijii(or Akplidzi) nke a makwaara dị ka Aprapransa bụ nri a na-enye n'oge pụrụ iche ma na-atụ egwu na ọ ga-apụ n'anya.",
  "Aprapransa dị ka nri zuru ezu abụghị nri a na-ahụkarị n'okporo ámá Ghana ma ọ bụ na-akwadebe kwa ụbọchị n'ụlọ",
  "Ọ na-abụkarị agbụrụ Akan na oge pụrụ iche dị ka emume agbamakwụkwọ, emume aha, emume ncheta ọmụmụ, nri ezinụlọ, wdg. Aha ya sitere n'eziokwu ahụ bụ na ọ bụ nri zuru ezu na ofe / stew jikọtara ya na naanị mmadụ chọrọ ịsacha aka ya (prapra wo nsa) iji rie",
  "Ihe ndị bụ isi na-eme bụ ntụ ọka a siri esi (Tom brown) na nkwụ ma ọ bụ mmanụ nkwụ",
  "Ihe ndị ọzọ a na-etinye na ya gụnyere agwa, akwụkwọ nri dịka tomato, yabasị, ose, ginger, ma ọ bụ galik. Ọ na-egosipụta nri mmiri dị ka azụ a na-ese anwụrụ, azụ a mịrị amị, azụ nnu ma ọ bụ crabs.",
  "Enwere ike ịzụta ntụ ọka e siri esi n'ahịa Ghana ma ọ bụ jiri ntụ ọka dị mfe mee ya na pan."
]