[
  "April Sunami bụ ónyé na-ese ihe na mgbasa ozi na Columbus, Ohio",
  "E gosipụtara ọrụ ya na ebe ngosi ihe mgbe ochie, gallery na nchịkọta onwe ónyé gafee United States, na Ghana na Cuba, a na-anọchite ányá ya na nchịkọta na-adịgide adịgide nke Southern Ohio Museum na Portsmouth, Ohio na National Afro-American Museum and Cultural Center na Wilberforce, Ohio",
  "A kọwara ya na Columbus Dispatch site n'aka Onye nduzi Columbus Museum of Art Nannette Maciejunes dị ka onye nketa nke (nwaanyị ibe ya, ónyé na-ese ihe na mpaghara Columbus) Aminah Robinson (ónyé mmeri nke onyinye MacArthur \"genius\"). Ọ rụrụ ọrụ dị ka ónyé ndu na ụlọ ọrụ nka mpaghara Creative Arts of Women, Mother Artists at Work na Creative Women of Color (nke bụbu Sistahs of the Arts), jere ozi dị ka ónyé enyemaka ónyé nduzi na William H",
  "Thomas Gallery ma bụrụ ónyé isi oche mbụ nke All People Arts Incorporated",
  "A na-egosi ya ugbu a dị ka akụkụ nke \"Columbus Makes Art / Art Makes Columbus\" njem nleta dị ka ihu nke nka Columbus. O nwèrè BA na Art History site na Mahadum Ohio State na MA na Art History na Mahadim Ohio. Ọ bụ otu n'ime ndị na-ese ihe ugbu a na-ebi na ụlọ nka Blockfort",
  "Ndị nkụzi ya n'ụwa nka gụnyere Talle Bamazi, Stephanie Rond, Queen Brooks, na Bettye Stull.",
  "N'afọ 2020, redio Urban One sọpụrụ Sunami dị ka ọnwa akụkọ ihe méré eme ojii \"Ónyé na-eme akụkọ ọdịnihu\". N'afọ 2019, a họọrọ ọrụ Sunami ka ọ nọchite ányá Columbus na National Theatre na ọbọdọ nwanne Columbus bụ Accra, Ghana; ọ bụ otu n'ime ndị nnọchi anya Columbus na 13th Annual Havana Biennial na Cuba (2019) site na ọrụ ConnectArt; a họpụtakwara ya dị ka otu n'etiti ndị Top 10 Local Artists of the year site na Columbus Underground. N'afọ 2018, ọ sonyere na ememe Columbus nke 100th anniversary nke Harlem Renaissance. Ọ bụ ónyé mmeri nke 2017 GCAC Award, Professional Division na Ohio State Fair",
  "N'afọ 2016, a họpụtara ya maka Greater Columbus Arts Council Community Arts Partnership Award Purchase, ọ bụkwa Shadowbox Gallery of Echoes Featured Artist",
  "Ọ natara onyinye Jurors Choice dị ka ónyé sonyere na Greater Columbus Arts Council na Capital Crossroads Special Improvement District CAP-UP Artist Grant na 2012.",
  "Sunami enyewo aka na ọrụ mmekorita site na Creative Arts of Women and Mother Artists at Work, ma soro ndị na-ese ihe nkírí Stephanie Rond, Queen Brooks na Lisa McLymont; na ndị na-ede uri Naki Akrobettoe, Caroline Bennett, Dionne Custer Edwards, Barbara Fant na Katerina Harris, n'etiti ndị ọzọ.",
  "A na-egosi ọrụ Sunami n'akwụkwọ Are You Entertained? Black Popular Culture in the 21st Century (Duke University Press), nke Simone Drake, Ph.D & Dwan Henderson, Ph.d",
  "dezigharịrị.",
  "Ọrụ Sunami bụ isiokwu nke otu ihe omume nke usoro akụkọ ihe méré eme nke WOSU-TV banyere ihe nkiri nka mpaghara, Broad & High, isiokwu nke otu akụkụ na WTTE's Good Day, Columbus, ma gosipụta ya na akụkụ vidiyo màkà mkpọsa \"Columbus Makes Art\", yana ihe ngosi banyéré ndị na-ese ihe na Columbus na-aga Cuba, Columbus na Cuba."
]