[
  "Arụmụka ájá Limoilou metụtara ọdụ ụgbọ mmiri Quebec, St",
  "Lawrence Stevedoring Ltd",
  "na ndị bi na Quebec City, bụ ndị kwuru na àgwà gburugburu ébé obibi ha na ahụike ha emebiwo site na ájá sitere na mbufe ore na ọdụ ụgbọ mmiri dị nso",
  "Esemokwu ahụ bịdoro n'ọnwa Ọktoba n'afọ 2012 site n'ịhụ uzuzu na-acha ọbara ọbara na-ekpuchi akụkụ nke mpaghara Vieux-Limoilou",
  "Mgbè ha dekọrọ ihe ndị ọzọ yiri ya, ndị bi ébé ahụ tinyere akwụkwọ ikpe abụọ megide ọdụ ụgbọ mmiri Quebec na St",
  "Lawrence Stevedoring",
  "N'ọnwa Machị afọ 2018, St",
  "Lawrence Stevedoring kwetara na ọ bụ ya kpatara ihe ndị ahụ merenụ, ma kweta ịkwụ ụgwọ ndị bi na ya nwèrè ike igosi mmebi.",
  "Esemokwu ahụ sitere na \"oké ifufe nke uzuzu na-acha ọbara ọbara\" n'ọnwa Ọktoba n'afọ 2012, nke hapụrụ nkwụnye ego nkè ọdịdị a na-ejighị n'aka n'okporo ụzọ, balconies na ụgbọala na mpaghara Limoilou na Saint-Sacrament. Urgence-Environnement, otu ndị na-etinye áká site na ngalaba na-ahụ maka gburugburu ebe obibi nke gọọmentị mpaghara (nkè a maara mgbè ahụ site na áhà French ya bụ MDDEFP), bụ ndị bi n'ógbè ahụ kpọrọ ozugbo",
  "Ụbọchị ole na ole ka e mesịrị, St",
  "Lawrence Stevedoring, nke gbazitere ohere na ọdụ ụgbọ mmiri Quebec màkà mbufe nke ngwongwo, kwupụtara na ájá na-acha ọbara ọbara nwere iron oxide site na mbufe iron ore na mpaghara Beauport Bay. Ụlọ ọrụ ahụ kwukwara na oké ifufe uzuzu ahụ bụ ihe dịpụrụ adịpụ.",
  "N'ọnwa Jenụwarị afọ 2013, na akụkọ ya kwa afọ, ọdụ ụgbọ mmiri Quebec ghọtara na ihe omume uzuzu n'ubochi irí abụọ na isii n'ọnwa Ọktoba bụ ihe mwute na a ga-ezere ya n'ọdịnihu, ébé ọ na-ekwusi ike na ọdịdị ya dịpụrụ adịpụ. Na nzaghachi, MDDEFP wepụtara nkwupụta mgbasa ozi na-arịọ màkà enyemaka ọdụ ụgbọ mmiri na nyocha ya. Otú ọ dị, ndị Quebec Port Authority na-ala azụ imekọ ihe ọnụ ma mee obere ihe iji nyéré ákà, kama ịma aka màkà itinye iwu mpaghara n'ụlọ ikpe.",
  "N'ọnwa Eprel afọ 2013, ụlọ ọrụ na-ahụ màkà gburugburu ébé obibi (MDDEP) wepụtara nsonaazụ nnwale nke oke ọla dị iche iche n'ikuku na Limoilou, nke e mèrè n'etiti afọ 2000 na 2012",
  "Nsonaazụ gosipụtara na n'ọtụtụ afọ ndị ahụ, nkezi nickel karịrị ụkpụrụ gburugburu ébé obibi. Site n'afọ 2010 ruo n'afọ 2012, nkezi nke ọnụ ọgụgụ ahụ bụ okpukpu 5.7 karịa ókè nkịtị",
  "Ministri ahụ kwubiri na ọdụ ụgbọ mmiri Quebec bụ isi iyi nke nickel, wee nyé ọkwa nke enweghị nkwenye na St",
  "Lawrence Stevedoring, nke rụrụ ọrụ nickel na ihe onwunwe Port. St",
  "Lawrence Stevedoring, mgbè ọ ka na-ajụ ajụjụ màkà ọrụ ya màkà mmetọ ikuku na Limoilou, ka o sina dị gosipụtara atụmatụ ime ihe iji belata ikuku ya.",
  "N'ihi nsonaazụ akụkọ ahụ, a rịọrọ arịrịọ n'ụlọ ikpe màkà ikpe ikpe mkpegharị nke e tinyere na 2013 ka ọ gbasaa",
  "Na mmalite, ikpe ahụ metụtara naanị ihe omume uzuzu nke ụbọchị iri abụo na isii n'ọnwa Ọktoba 2012, mànà mmezigharị ahụ gụnyere ihe omume niile sochirinụ",
  "Ụlọ ikpe jụrụ arịrịọ ahụ.",
  "N'ọnwa Disemba afọ 2013, mgbè e bipụtara nnyocha gbásárá mmetụta nke uzuzu nickel na ahụike mmadụ, MDDEP mèrè ka ókèala mpaghara ahụ sie ike màkà oke ikuku nke ọla ahụ. Otú ọ dị, dị ka ọdụ ụgbọ mmiri niile dị na Canada, ọdụ ụgbọ mmiri Quebec dị n'ala gọọmentị etiti",
  "N'ihi ihe omume ahụ, St",
  "Lawrence Stevedoring tinyere akwụkwọ n'Ụlọikpe Kasị Elu iji wepụ onwé ya na ụkpụrụ gburugburu ébé obibi Quebec.",
  "Ọzọkwa n'ọnwa Mee 2014, Ụlọikpe Kasị Elu nke Quebec nụrụ arịrịọ maka ikpe mkpegharị nke ndị bi na Limoilou tinyere megide ọdụ ụgbọ mmiri Quebec na St",
  "Lawrence Stevedoring",
  "Ikpe ahụ rịọrọ nde otu narị dollar na iri ise, n'ụdị nkwupụta 5,000 nke $ 3,000 nke ọ bụla. A nabatara arịrịọ ahụ n'October 23, 2014.",
  "Ọzọkwa n'ọnwa Jenụwarị 2015, MDDEP bipụtara ozi na-egosi na ọkwa nke ikuku nke nickel na Limoilou karịrị ókèala mpaghara na nkezi otu ụbọchị kwa izu n'etiti Jenụwarị na Nọvemba 2014.",
  "N'ọnwa Ọgọstụ n'afọ 2015, ụlọ ikpe ahụ nyere ikike ikpe ikpe nke abụọ megide St",
  "Lawrence Stevedoring",
  "Uwe a buru ibu karịa nké mbụ, na-ekpuchi mmebi nke ihe niile méré na Limoilou kemgbe afọ 2010.",
  "N'ubochi asatọ n'ọnwa Septemba, 2016, Ụlọikpe Kasị Elu nke Quebec nyèrè mkpebi ya gbásárá itinye ụkpụrụ mpaghara n'ọrụ n'ala Port of Quebec, na-ekwu na ọ bụ naanị ụkpụrụ gọọmentị etiti na-emetụta.",
  "N'ọnwa Septemba 2017, akụkọ ọkachamara nkè Port of Quebec na Quebec Stevedoring nyèrè iwu katọrọ ihe ndị dị n'okwu ikpe nke Véronique Lalande na Louis Duchesne wepụtara, na-ajụ ụzọ e si anakọta ihe nlele uzuzu",
  "Akụkọ ahụ kwubiri na mbufe ore na ọdụ ụgbọ mmiri ahụ bụ naanị isi iyi nke mmetọ na mpaghara etiti nke Quebec City."
]