[
  "Arab Women's Association of Palestine (AWA) nke a makwaara dị ka Ndị otu ụmụ nwanyị Arab bụ nzukọ ụmụ nwanyị Palestine",
  "Ọ bụ kọmitii ndị isi nke ụmụ nwanyị Arab (AWE) guzobere ya, nke e guzobere na Jerusalem na ikike Britain nke Palestine na mbụ Palestine Arab Women's Congress na 26 Ọktoba 1929.",
  "Ọgba aghara Palestine nke afọ 1929 mere ka mba Palestine gbakọta",
  "Nke a rụpụtara ntọala nke kọmitii ndị isi nke ụmụ nwanyị Arab (AWE)",
  "Ọ bụ nzukọ ụmụ nwanyị nkè izizi na Palestine, na mmalite nke mmegharị ụmụ nwanyị Palestine.",
  "AWE haziri ma kwado Palestine Arab Women's Congress nkè izizi ma ọ bụ Arab Women's Congress nkè mbụ na Jerusalem na afo 1929",
  "Nzukọ ahụ bụ nzukọ ụmụ nwanyị mba ụwa mbụ ya bụ Arab na ụwa Alakụba, na onye bu ụzọ nke First Eastern Women's Congress",
  "N'oge Congress, kọmitii ndị isi nke ụmụ nwanyị Arab (AWE) hiwere Arab Women's Association of Palestine (AWA)",
  "Ihe mgbaru ọsọ nke AWA kwuru dị ka:",
  "Ndị guzobere ya bụ Wahida al-Khalidi (onye isi ala), Matiel Mogannam na Katrin Deeb (ndị odeakwụkwọ), Shahinda Duzdar (onye na-echekwa ego), Naʿimiti al-Husayni, Tarab Abd al-Hadi, Mary Shihada, Anisa al-Khadra, Khadija al-Husayni, Diya alNashashibi, Melia Sakakini, Zlikha al-Shihabi, Kamil Budayri, Fatima al-Husayni, Zahiya alNashashibi, na Saʿdiyya al-Alami.",
  "AWA guzobere alaka n'ọtụtụ obodo n'ime obodo Palestaịn, wee bụrụ nzukọ dị n'isi n'òtù ụmụ nwanyị Palestaịn.",
  "Ọ nọ na-arụsi ọrụ ike na ngagharị iwe ndị Arab megide ikike ndị Britain: ọ gosipụtara nkwado maka ndị mkpọrọ na ndị nnupụisi nke nnupụisi 1936 na 1939, mee ngagharị iwe nye ndị ọchịchị Britain, ma chịkọta nkwado mba ụwa na mpaghara maka òtù mba Palestaịn.",
  "Ná 1938, ndị AWA gara nzukọ ụmụ nwanyị ọwụwa anyanwụ maka nchebe nke Palestine na Cairo",
  "N'afọ1944, AWA kewara na AWA mbụ na Arab Women's Union, nke e guzobere dị ka Arab Feminist Union (AFU) mgbe Arab Women's Congress nke 1944.",
  "AWA gara n'ihu na-arụ ọrụ, ọkachasị n'ụdị òtù ọrụ ebere na Jerusalem."
]