[
  "Arabic (اَلْعَرَبِيَّةُ, al-ʿarabiyyah [al ːaraˈbijːa] (na-ege ntị); عَرَبیِيّ, ʿarabīy [ˈāarabiː] (na'ege ntị) ma ọ bụ [áaraˈbij]) bụ asụsụ Semitic a na-asụkarị n'ụwa ndị Arab. Ebe ọ pụtara na narị afọ nke mbụ, a na-akpọ ya aha ndị Arab; a na-eji okwu \"Arab\" eme ihe na mbụ iji kọwaa ndị bi na Peninsula Arab, dịka ndị na-ahụ maka ọdịdị ala si Gris oge ochie si ghọta.",
  "Kemgbe narị afọ nke asaa, a na-eji Diglossia mara Arabic, yana mmegide n'etiti asụsụ a na-akwanyere ùgwù - ya bụ",
  "Arabic Literary: Modern Standard Arabic (MSA) ma ọ bụ Arabic oge ochie-na ụdị asụsụ dị iche iche, nke na-eje ozi dị ka asụsụ obodo",
  "Olumba okwu na-adịgasị iche site na MSA, na-egbochi nghọta n'otu n'otu",
  "A na-enweta MSA naanị site na agụmakwụkwọ nkịtị, a naghị asụ ya n'asụsụ ala",
  "Ọ bụ asụsụ nke akwụkwọ, akwụkwọ gọọmentị, na mgbasa ozi edere ede",
  "N'ụdị a na-ekwu okwu, a na-eji MSA eme ihe n'usoro iwu, akwụkwọ akụkọ na maka ekpere",
  "Ụdị dị iche iche a bụ asụsụ mba Arab na asụsụ okpukpe Alakụba",
  "Ọ bụ asụsụ gọọmentị nke steeti iri abụọ na isii na mpaghara 1 esemokwu, nke atọ kachasị mgbe Bekee na French gasịrị",
  "Ọ bụkwa otu n'ime asụsụ isii nke United Nations.",
  "Ụdị okwu dị iche iche bụ ụzọ nkwurịta okwu na ngalaba ndị ọzọ niile",
  "Ha abụghị otu ma dịgasị iche iche, ụfọdụ n'ime ha bụ ndị a na-apụghị ịghọta ibe ha. International Organization for Standardization na-enye koodu asụsụ maka ụdị 33 nke Arabic, gụnyere MSA. Asụsụ Arabic anaghị esi na MSA ma ọ bụ Classical Arabic. N'ozuzu, asụsụ Arabic nwere nde mmadụ 362 na-asụ ya, ebe nde mmadụ 274 na-asụrụ MSA, na-eme ka ọ bụrụ asụsụ nke isii a na-asụgharị n'ụwa.",
  "A na-ede Arabic na mkpụrụedemede Arabic, abjad site n'aka nri gaa n'aka ekpe",
  "Mkpụrụ akwụkwọ a bụ edemede gọọmentị maka MSA",
  "Otú ọ dị, a naghị ede ụdị mkparịta ụka dị iche iche, site na mpụta nke mgbasa ozi mmekọrịta, ọnụ ọgụgụ nke asụsụ ndị e dere ede amụbaala nke ukwuu n'ịntanetị",
  "E wezụga mkpụrụ akwụkwọ Arabic, a na-edekarị olumba na Latin site n'aka ekpe gaa n'aka nri ma ọ bụ na mkpụrụedemede Hibru (n'Izrel) na-enweghị orthography a kapịrị ọnụ. Maltese bụ naanị ụdị mkparịta ụka dị iche iche e dere na mkpụrụ akwụkwọ Latin.",
  "A na-ekekarị Arabic ka asụsụ Central Semitic",
  "Ndị ọkà mmụta asụsụ ka dị iche na nkewa kacha mma nke obere asụsụ Semitic",
  "Asụsụ Semitic gbanwere nke ukwuu n'etiti Proto-Semitic na mpụta asụsụ Central Semitic, ọkachasị na ụtọ asụsụ",
  "Ihe ọhụrụ nke asụsụ Central Semitic—ha niile edobere n’asụsụ Arabik—gụnyere:"
]