[
  "Rudolph Johann Joseph Rainier, Archduke nke Austria, Prince Royal nke Hungary na Bohemia, Kadinal-Achịbishọp nke Olomouc (8 Jenụwarị 1788 - 24 Julaị 1831), bụ onye otu House of Habsburg-Lorraine, na onye ụkọchukwu Austria na onye a ma ama",
  "A raara ya nye dị ka Achịbishọp nke Olomouc (Olmütz) na 1819 wee ghọọ kadinal n'otu afọ ahụ",
  "A maara Rudolph maka nkwado ya maka nka, ọkachasị dịka onye nkwado Ludwig van Beethoven, onye raara ọtụtụ ọrụ ya nye ya.",
  "A mụrụ ya na Pitti Palace na Florence, Tuscany, ọ bụ nwa ikpeazụ nke Emperor Leopold nke Abụọ na Maria Louisa nke Spain",
  "N'afọ 1803 ma ọ bụ 1804, Rudolph malitere ịnata nkuzi piano na ide ihe n'aka Ludwig van Beethoven",
  "Ha abụọ ghọrọ ndị enyi, Rudolph ghọkwara onye na-akwado ma na-akwado Beethoven; nzukọ ha gara n'ihu ruo 1824",
  "Beethoven raara egwu iri na anọ nye Rudolph, gụnyere <i id=\"mwFw\">Archduke</i> Trio, <i id=\"mwGQ\">Hammerklavier</i> Sonata, Emperor Concerto na Missa Solemnis",
  "Piano Sonata No",
  "26 - Les Adieux (\"The Farewells\") bụ onyinye e nyere Rudolf obere oge tupu ya esi na Vienna gbapụ na ezinụlọ Royal n'oge mwakpo nke Napoleon na 1809",
  "Ndị otu ahụ bụ \"Lebewohl\", \"Abwesenheit\", na \"Wiedersehen\" ('ịsịsa', 'anọghị', na 'mgbakọ')",
  "Rudolph raara otu n'ime egwu nke ya nye Beethoven",
  "A na-edebe akwụkwọ ozi Beethoven degaara Rudolph taa na Gesellschaft der Musikfreunde na Vienna.",
  "Franz Schubert na Ferdinand Ries raara ọrụ Rudolf nye.",
  "Na 24 Machị 1819, mgbe ọ dị afọ 31, a họpụtara Rudolph ka ọ bụrụ Achịbishọp nke Olomouc na Czech Republic nke oge a mana mgbe ahụ ọ bụ akụkụ nke Alaeze Ukwu Austria",
  "Popu Pius nke Asaa mere ya Kadinal-Priest nke chọọchị S",
  "Pietro na Montorio na 4 June 1819",
  "A họpụtara ya ka ọ bụrụ ụkọchukwu na 29 Ọgọstụ 1819, ma doo ya bishọp na 26 Septemba.",
  "N'afọ 1823-24, ọ bụ otu n'ime ndị na-ede egwu iri ise nke Anton Diabelli dere ụdị dị iche iche na waltz maka Vaterländischer Künstlerverein",
  "N'ihe banyere Rudolph, e bipụtara egwu ahụ n'amaghị aha ya, dịka \"S.R.D\" (na-eguzo maka Serenissimus Rudolfus Dux).",
  "O nwuru na 27 juli n'afo 1831 na cerebral haemorrhage na Baden bei wien  na afo 43 and was interred in the imperial crypt in Vienna; eliri obi ya na crypt  in saint wenceslas cathedral in olomouc.",
  "Isi okwu Katolik chochi Àtụ:Start box\nÀtụ:S-rel\nÀtụ:Succession box\nÀtụ:End boxOnye nkwanye   Archbishop succeeded by",
  "Maria Tadeas   nke  olomouc 1819-1831  ferdynand maria von chotek",
  "Von",
  "Traunttmandorf",
  "Wiensberg"
]