[
  "Archie Byron (1928-2005) bụ ónyé America na-ese ihe, ónyé na-ese onyinyo, ónyé nwé obéré azụmaahịa, ónyé kansụl ọbọdọ màkà ọbọdó Atlanta (1981-1989), na ónyé ndọrọ ndọrọ ọchịchị",
  "O kwuru na ya na ya guzobere ụlọ ọrụ nchọpụta nke ndị Africa America. A maara ya nke ọma màkà ihe ọkpụkpụ ya nke o mepụtara site na iji sawdust, mmírí na mgbaaka",
  "Ọ na-ese \"ihe osise\" ya mgbè niile dịka ọ ga-ekwe ka ụcha okike nke osisi na-akpọnwụ guzo naanị ya n'enweghị mmụba.",
  "A mụrụ Byron n'ubochí abụọ n'ọnwa Febụwarị, 1928 (Groundhog Day) na mpaghara Buttermilk Bottom nké Atlanta, Georgia. Nnà ya bụ ónyé na-agụ egwú nke na-elekọta ụlọ nkuzi na Auburn Avenue na nné ya bụ ónyé ịkwa akwa",
  "A gụrụ ya aha nné nné ya, Archie, ónyé bụ ọkara Bekee na ọkara Native American (nke a na-amaghị aha ya). Nné ya na nnà ya nwèrè ụmụ itoolu ma ọ bụ nne nne ya a kpọtụrụ aha n'elu, Archie zụlitere Byron",
  "Ya na ụmụnne ya niile gàrà ụlọ akwụkwọ Katọlik na Downtown Atlanta na katkizim na ngwụsị izu.",
  "Mmetụta iwu na-adọrọ mmasị Byron mgbè niile",
  "Dị ka nwatakịrị, ọ chọrọ ịghọ ónyé uwe ojii, n'agbanyeghị nkewa nkè ndị uwe ojii na Atlanta",
  "Ọbụna mgbè e wepụrụ ndị uwe ojii na 1945, ndị uwe ojii enweghị ike ijide ma ọ bụ merie ụmụ amaala ọcha ma bụrụ ndị a manyere ịkpọ ndị uwe ojii ọcha ka ha jide",
  "Mgbè ọ dị afọ iri, Byron chetara na ónyé uwe ojii na-eyi ndụ ya egwu, ọ makwaara mgbe ahụ na ọ chọrọ itinye aka na usoro ikpe mpụ. Ya mere, n'afọ 1961, ya na ndị isi ojii abụọ ọzọ na Ngalaba Ndị Uwe Ojii Fulton County jikọrọ aka mepụta ụlọ ọrụ ndị uwe ojii Africa America mbụ. Afọ anọ ka e mesịrị, o mepụtara ụlọ ọrụ ndị nchọpụta nke ya yana ụlọ ahịa ọnyà, ụlọ ahịa na-arụzi égbè, ebe a na-agba égbè, ụlọ akwụkwọ ọzụzụ ndị nche, na ụlọ oriri na ọṅụṅụ",
  "Site na 1981-1989 ọ nọdụrụ na kansụl ọbọdọ́ Atlanta màkà District irí.",
  "Ọ nwụrụ n'abalị iri abụọ na itoolu n'ọnwa Ọgọstụ n'afọ 2005 mgbè ọ dị afọ iri asatọ na ise.",
  "Byron chetara na mkpali mbụ ya ime ihe osise sitere n'aka nwunye ya, Joyce",
  "Mgbè ọ nọ na nchekwa na 1975, Byron hụrụ mgbọrọgwụ osisi nke yiri égbè dị n'okpuru mgbidi",
  "O wetara ya n'ụlọ ma nwunye ya gwara ya ka o jiri ya mee ihe n'ụlọ ahịa ya. Ọ tụrụ onyinyo nke égbè n'ime osisi wee malite mmalite nke ọrụ nka ya, nke ọ kpọrọ \"ihe osise osisi ma ọ bụ ihe osise okike\". Dị ka ndị ọgbọ ya, Bessie Harvey na Ralph Griffin, Byron ga-ekpughe ụdị na-ehi ụra nké ọ hụrụ n'ime osisi site na ihe ọkpụkpụ nà eserese.",
  "A gụnyere ọrụ Byron na nchịkọta na-adịgide adịgide nke:"
]