[
  "Ihe owuwu nke Lagos bụ ngwakọta dị iche iche nke ụdị dị iche iche, ụdị na oge",
  "Ihe owuwu sitere na ụlọ ọdịnala ruo n'ebe okpomọkụ, ụlọ nke oge a ma ọ bụ ngwakọta",
  "Ihe owuwu ndị kachasị ochie nke Europe malitere na narị afọ nke iri na asaa",
  "Akụkụ nke ụlọ Portuguese nke ndị bụbu ndị ohu si Brazil na Caribbean laghachi, ọ bụ ezie na ha dị n'obodo ahụ niile, na-achịkwa n'ebe ndị dị ka: Lagos Island, Surulere na mpaghara Yaba.\nIhe owuwu nke ụdị ọchịchị nwere ọganihu n'oge Lagos Colony",
  "Ala Lagos bụ ngwakọta nke ụlọ elu dị elu nke oge a, ụlọ elu, ụlọ mebiri emebi na ogige. Lagos nwere mbara igwe kachasị elu na Naịjirịa",
  "A malitere iwu ụlọ elu n'afọ ndị 1960. Ndị mmepe mba ụwa na ụlọ ọrụ ndị nweere onwe ha ewuola ọtụtụ ọfịs na ụlọ ọrụ na-ejikọta ọnụ",
  "Ihe owuwu na ihe owuwu nke oge a abụwo mmepe na-aga n'ihu ruo taa.",
  "Ihe owuwu nke obodo ochie nke \"Eko\" ('Warcamp') dị ka Lagos bụ nke Bini maara na mbụ ma mgbe ahụ ndị Awori na-achị ala bụ ihe dị ukwuu nke ụdị nke gosipụtara ndị Yoruba ya bụ: Ụlọ nwere akụkụ anọ nwere ogige dị n'etiti, na n'ebe ndị a haziri nke ọma, okporo ụzọ ndị e ji ụrọ kpụọ",
  "Obí eze nke eze ahụ dịtụ iche n'ụdị ya na ogidi ndị a tụrụ atụ na usoro impluvia jikọtara ọnụ",
  "N'oge gara aga, mmetụta Benin pụtara ìhè dabere na nnọgidesi ike n'ebe ndị dị n'ụsọ oké osimiri nke ụlọ ndị gbara gburugburu, ụlọ ndị nwere elu ụlọ",
  "Ụdị abụọ nke ndị na-achị ala na-eji fractals eme ihe nke ukwuu n'ihe owuwu ha dịka ọ bụ omume zuru ebe niile n'Africa n'oge ahụ.",
  "Ọbịbịa nke ọchịchị ndị na-achị ala ọzọ na 1800s bụ otu n'ime isi ihe na mgbanwe siri ike, nke a na-apụghị ịgbanwe agbanwe nke ụlọ 'ndị obodo Lagos'",
  "Ọchịchọ nke Crown nke England maka ọchịchị ala ọzọ dị ọnụ ala na mmiri, ebe okpomọkụ nke West Africa, tinyere iwu ụlọ CMS na Badagry site n'aka ndị ozi ala ọzọ Europe setịpụrụ ihe nlereanya maka mbubata ihe owuwu dị ọnụ ala, ọkachasị: Cement, na ígwè corrugated",
  "Ihe abụọ a na-aga n'ihu na-achịkwa ụlọ ọrụ iwu ụlọ ruo taa",
  "Site n'echiche ndị Britain, ihe owuwu adobe enweghị ajụjụ, ya mere, ụlọ ndị na-ekpo ọkụ nke na-eme n'ebe okpomọkụ nke nwere verandahs miri emi, eaves na ụdị ọdịnala ka ewepụtara karịsịa na mpaghara ndị Europe dị ka mpaghara etiti nke Yaba, Surulere na agwaetiti Lagos",
  "Nke a mere ka ndị bi ebe ahụ ṅomie ya ozugbo wee jiri ihe owuwu mba ọzọ iji gosipụta ọganihu ha",
  "Ihe ọzọ dị mkpa nke metụtara ọdịdị ụlọ Lagos bụ iwu mwepụ ohu, nke e mere na 25 Mee 1807, nke hụrụ mweghachi nke ọtụtụ puku ndị Yoruba bụbu ndị ohu na ndị nweere onwe ha (nke a maara dị ka Agudas si Cuba ma ọ bụ Saros si Brazil) si n'akụkụ niile nke America mana ọkachasị Brazil, na Cuba gaa mba ha",
  "Ọtụtụ n'ime ndị a bụ ndị omenkà na ndị na-edozi nkume ma wetara ha ụdị ụlọ dị egwu karịa: ụlọ Baroque nke Brazil",
  "Ụdị ejiji a mara mma nke na-agụnye ọtụtụ ihe owuwu Portuguese na akara ahịa ole na ole nke ha dị ka ihe osise okooko os na ogidi siri ike",
  "Ntụziaka nke Baroque Brazil nwetara ngwa ngwa nnabata n'etiti ndị isi obodo bụ ndị n'oge na-adịghị anya, mere ka ndị na-ewu ụlọ Afro-Brazilian bụrụ ndị a chọrọ. Ọtụtụ n'ime ụlọ ndị a ka a kwatuworo iji mee ohere maka ọrụ ụlọ ọhụrụ na arịrịọ maka nchekwa nke ndị ọchịchị egeghị ntị. \nIhe atụ nke Baroque Brazil gụnyere Ilojo Bar, agwaetiti Lagos, nke onye Afro-Brazilian architect Victor Olaiya rụrụ na 1856 na ụlọ alakụba Shitta-Bey na mmetụta Ottoman ya site na João Baptista Da Costa na 1894",
  "Ụlọ ndị a bụzi ebe ngosi nka akụkọ ihe mere eme.",
  "Ihe owuwu post-colonial na Lagos bụ ihe dị mkpa nke ihe ndị si mba ọzọ, usoro mpaghara, na echiche ụlọ dị iche iche",
  "Ọdịdị na-ewu ewu nke ndị Lagos emeela ka ụdị ụlọ dị iche iche gbakọta kemgbe ọtụtụ afọ",
  "N'ime ndị a, ụdị kachasị elu bụ ụdị ọgbara ọhụrụ",
  "Dị ka Pruncal-Ogunsote si kwuo; \"Ọ na-enyocha ụdị dị mfe ma na-enwekarị mgbidi mgbochi",
  "Ihe e ji mara ya bụ iji mgbidi mpụga nke simenti gbakwunyere simenti, ígwè ma ọ bụ aluminum sun shading ngwaọrụ (Senate Building na ABU Zaria, Management House na Lagos, CSS Bookshop House na Lagos)",
  "Ụdị a na-anọchite anya nke ọma site na ihe owuwu nke ndị na-ewu ụlọ nke ọgbọ ndị okenye bụ ndị a zụrụ na mba ofesi n'echiche nke oge a dị ka ụlọ Low-trop maka ndị buru ibu, ọ bụ ezie na John Godwin (GHK Architects), nwere mmetụta, bụ ihe dị ịrịba ama na nke a",
  "\"",
  "Otú ọ dị, n'afọ ndị na-adịbeghị anya, Afromodernism dị ka otu ọganihu na-enweta mmasị karịsịa n'etiti ọgbọ ndị na-eto eto nke ndị na-ewu ụlọ ma ọ bụghị ihe a na-ahụkarị n'oge a ịsụ ngọngọ n'ihe owuwu ugbu a nke yiri ka ọ bụ nke oge a na ntụgharị Africa a la Sterling Bank, Jakande."
]