[
  "Mmemme ogbugbu azụ Argungu maọbukwanu Ị kpọọ ya mmemmé Ịgba egwu Argungu bụ nnukwu mmemmé a na-emekarị abalị anọ n'afọ ọbụla na steeti Kebbi, nakwa steeti ndị ọzọ gbara ya gburugburu na mpaghara north west ala anyị dika Niger",
  "Ala di uru mmiri gbara Gburugburu juputara na mpaghara ndị ahu(matanfada, mala nwekwara otutu ebe a ga-esi agba mmiri na ihe akụrụ akụ nakwa ebe akụgasịrị mkpụrụ osisi (lambu n'olu Awụsa)",
  "Ndị ọ̀kụ̀ azụ kacha n'ọnụ ọgụ na-eso na mmemmé a na abukarị ndị Alakụba bụrụkwa ndị ọrụ ubi bụ isi ọrụ ha",
  "Ọbaǹka Kanta Museum bụ ebe pụtara ìhè ndị ọbịa si mba ụwa niile gbaa gburugburu ndị bịara Argungu maka mmemmé a na-anọ",
  "Ọtụtụ ndị mmadụ na -esi mba ụwa dị iche iche gbara Gburugburu abịa iji anya ha gbaara onwe ha ekeresimesi na ime mmemme a",
  "Ihe bụ isi a na-ebu n'obi eme mmemmé ogbugbu azụ Argungu bụ maka Igbu azụ nakwa ime ka idinotu gbagote.",
  "Mmalite \nMmemme a bidoro n'afọ 1934, iji hụwa ama ọbịbịa na njedebe nke ọgbaghara na ọgụ na mgba na-adị n'etiti Sokoto Caliphate na Ala Kebbi",
  "Mmemme a ewetala ọganihu pụtara ìhè na mmepe nke steeti Kebbi n'ozuzu òkè",
  "A na-akpọ ya mmemmé igbu azụ atụrụ tawa",
  "Eji mmemmé a ahụwa àmà mmalite nke ógè ogbugbu azụ na Argungu, ótù obodo nọ n'akụkụ mmiri na steeti Kebbi",
  "A na-emekarị mmemmé a n'etiti ọnwa Febụwarị na Maachị afọ ọbụla.",
  "N'afọ 2005, azụ tụụrụ ugo dika azụ kacha dị arọ dara kilogram iri asaa na ise (75kg), nke bụ na ọ bụ ụmụ nwoke anọ rijuru afọ bụ ndị bugonwuru ya n'elu ihe eji agụ weeti",
  "N'afọ 2006, emechiri ogbugbu azụ ka egbochie ihe ọdachi, maka na mmiri tara ebe ọ dị ukwuu.Uru mmemmé a bara na iwelite akụnụba ala anyị emeela ka gọọmenti chekwawa azụ site n'imechi ndị na-egbu azụ iji neetị egbu azụ.",
  "Ihe ndị a na-eme na mmemmé a gụnyere:",
  "Igosi ǹkà \nAsọmmpi ịgba ọsọ ụgbọ \nIgosi ihe si n'ubi\nEgwuregwu ọdinala \nỊgba mgba\nỊgụ egwu dị ichè ichè \nAsọmmpi igbu azụ \nAsọmmpi ígwù mmiri \nAsọmmpi",
  "N'ụbọchi ikpeazụ nke mmemmé a, asọmmpi na-adị n'etiti ọtụtụ ụmụ nwoke na-eri puku n'ọnụ ọgụ na-akwụ́ n'usoro n'akụkụ mmiri",
  "Ọ bụrụ na ha nụ ụda égbè, ha niile ga-adaba n'ime mmiri ahụ, enye ha niile ótù awa ótù awa ka a mara onye ga -ebu ụzọ jide azụ kacha buo ibu",
  "Onye meriri na-erita ego rụkwara puku dọla asaa na narị ise",
  "Ndị na -eso na asọmmpi a nwere ike naanị iji akụrụngwa odinaala eji egbu azụ, ụfọdụkwa na-eji aka nkịtị iji gosi ọkachamara ha.",
  "Ebumnobi: Mmemme a nwere ọtụtụ ebumnobi nke gụnyere igbu azụ, ịkwalite ịdịnotu, inwe añụrị, na ileta onwe ọbịa."
]