[
  "Arik Ascherman (Hibru; a mụrụ n'afọ 1959) bụ onye rabaị Israel Reform a mụrụ n'America, na onye isi nchịkwa nke nzukọ Israel Human Rights \"Torat Tzedek-Torah of Justice\"",
  "Ruo afọ 21, malite n'afọ 1995, ọ rụrụ ọrụ dị ka Co-Director (1995-1998), Executive Director (1998-2010), Director of Special Projects (2010-2012) na President and Senior Rabbi (2012-2017) maka ndị rabaị maka ikike mmadụ, otu Israel.",
  "Dị ka onye na-ahụ maka ihe ndị ruuru mmadụ, ọ butere ụzọ iji chebe ndị Palestine megide ime ihe ike nke ndị bi na Israel, rụọ ọrụ maka ikpe ziri ezi maka ndị Israel, ma kwado maka ụmụ amaala Bedouin nke Israel. A wakporo ya ugboro ugboro ma na-eti ya ihe site n'aka ndị bi ebe ahụ, a na-ekpe ya ikpe ọtụtụ ugboro maka omume nnupụisi obodo. Ọ pụtara na ihe ngosi Israel vs Israel nke afọ 2010. Ọ na-asụ Hibru na Arabic nke ọma.",
  "Ascherman tolitere na obodo Erie, Pennsylvania ma gaa Mahadum Harvard",
  "Ọ bụ ezie na o mere atụmatụ ịga seminarị ndị rabaị ozugbo ọ gụsịrị akwụkwọ, a nabataghị ya, a gbakwara ya ume ka ọ tinye akwụkwọ ọzọ mgbe ọ nwetasịrị ahụmahụ ndụ",
  "Ọ sonyeere Interns for Peace, ọrụ ibi n'otu nke zigara ya n'obodo ndị Arab nke Israel nke Tamra na obodo ndị Juu nke Israel nke Kiryat Ata ịrụ ọrụ site n'afọ 1981 ruo afọ 1983. Mgbe nke ahụ gasịrị, ọ laghachiri na United States iji mezue ọzụzụ ndị rabaị ya. Ọ kwagara Israel n'afọ 1994. \nỌ na-ekwu na mmasị ya n'ịrụ ọrụ maka ikike mmadụ zuru ụwa ọnụ bụ echiche ndị rabaị nke tikkun olam (n'ụzọ nkịtị \"ịmezigharị ụwa\"), na-ezo aka na ikike mmadụ zuru oke na ikpe ziri ezi.   O si n'ihe odide dị na akwụkwọ omume omume nke Mishnaic Pirkei Avot nweta ihe mkpali ya: n'ebe na-enweghị ndị ikom (ndị dị mma) na-agba mbọ ịbụ mmadụ.",
  "Ascherman na-echebe ụmụ amaala Palestine na ndị ọrụ ugbo megide ndị uwe ojii na ndị bi na Israel",
  "N'afọ 2002, o tinyere aka na ajụjụ ọnụ nke ụmụnwanyị Alakụba abụọ na-anọchite anya International Women's Peace Service na obodo Palestine nke Haris",
  "Ọ sonyeere ha gaa n'ụlọ ọrụ ndị uwe ojii Israel",
  "N'ebe a, a na-ebo ha ebubo na ha na-egbochi ọrụ ndị uwe ojii na ịkpali ọgba aghara mgbe ha jụrụ ndị agha Israel bụ ndị gbara egbe n'ime obodo ahụ",
  "Ascherman sụgharịrị akwụkwọ maka ha ma chụghachi ha na Jerusalem mgbe a tọhapụrụ ha awa asatọ ka e mesịrị.",
  "A maara Ascherman na Rabbis for Human Rights maka izipu ndị ọrụ afọ ofufo ka ha rụọ ọrụ dị ka ọta mmadụ iji chebe owuwe ihe ubi oliv nke Palestine site na mmebi na mwakpo nke ndị bi n'ala dị nso; kwa afọ, a na-akọ esemokwu n'etiti ndị bi na ndị ọrụ ugbo Palestine. N'afọ 2008, mgbalị ndị ọrụ afọ ofufo gụnyere obodo iri anọ. A malitere mgbalị ahụ n'afọ 2002 mgbe onye na-ahụ maka udo nke mba Palestine rịọrọ enyemaka RHR iji chebe ndị na-ewe mkpụrụ oliv megide mwakpo nke ndị bi nso obodo Yassuf.",
  "Dị ka Nicholas Kristof si kwuo, na-ede na The New York Times, ndị ntorobịa Palestine atụwo nkume n'ụgbọala Ascherman ma ndị uwe ojii na ndị bi na ya jidere ya ma tie ya ihe. N'afọ 2004 ruo n'afọ 2005, e kpere ya ikpe maka nnupụisi obodo mgbe ọ gbochiri bulldozer ka ọ na-ebibi ụlọ n'Ebe Ọwụwa Anyanwụ Jerusalem. N'ọnwa Maachị afọ 2005, a mara ya ikpe, ọ kwetara na ọ ga-arụ ọrụ obodo awa otu narị na iri abụọ (120), e wepụkwara ikpe ahụ. E jidere ya ọzọ n'ọnwa Maachị afọ 2008 mgbe ọ hụchara mwakpo a wakporo ndị Palestine na Silwan",
  "Mgbe ọ gara ịgba akaebe, a na-ebo ya ebubo \"ịkpali ndị Palestine imegide ndị uwe ojii\" n'akụkụ ebe a na-egwu ihe mgbe ochie n'obodo Devid.",
  "N'afọ 2006, ndị rabaị maka ihe ndị ruuru mmadụ, Association For Civil Rights In Israel na ndị kansụl mpaghara mba Palestine ise meriri ikpe ụlọ ikpe dị elu nke Israel nke chọrọ ka ndị ọrụ nchekwa Israel kwe ka ha chebe ndị ọrụ ugbo mba Palestine banye n'ala ọrụ ugbo ha niile",
  "N'ihi ya, ọtụtụ ndị ọrụ ugbo Palestine taa na-arụ ọrụ n'ala ndị bi na / ma ọ bụ ndị agha gbochiri ha ịrụ ọrụ ruo ọtụtụ afọ.",
  "Rabbi Ascherman kwupụtara ọnọdụ ya dị ka nke omume na nke okpukpe kama ịbụ nke ndọrọ ndọrọ ọchịchị, dịka o kwuru na ikpe ya n'afọ 2005:",
  "Ihe nketa omume ọma ahụ na-agwa anyị na iwu nke ịkwatu ụlọ bụ omume rụrụ arụ",
  "Ọ nwere ike ịbụ iwu dịka iwu Israel si dị nke a kọwara nke ọma",
  "Otú ọ dị, ọ bụghị ihe niile iwu kwadoro bụ ihe ziri ezi",
  "Iwu ahụ bụ n'ezie iwu na-akwadoghị dịka iwu mba ụwa si dị ma na-agbagọ Torah, nke m dị ka onye rabaị ṅụrụ iyi ịkwado",
  "Torah na-agwa anyị ka anyị hụ ndị dị iche na anyị n'anya, ka anyị ghara inwe ụkpụrụ abụọ na otu iwu maka mmadụ niile.",
  "N'oge ọ nọ na Rabbis For Human Rights, nzukọ ahụ gbasaa n'ọhịa ikpe ziri ezi maka ndị Israel niile",
  "RHR duziri mgbalị ndị kwụsịrị nke \"Israel Wisconsin Plan\" n'afọ 2010, na-arụsi ọrụ ike na mkpesa ọha na eze nke afọ 2011, ma nye aka n'ịmepụta \"Public Housing Forum\"",
  "RHR malitekwara ịkụzi na ụlọ akwụkwọ ndị agha ma mepụta \"yeshivas nke ikike mmadụ\" na mahadum na kọleji Israel",
  "RHR malitekwara ịkwado ndị Africa na-achọ ebe mgbaba na Israel.",
  "N'ọnwa Ọgọstụ n'afọ 2016, Rabbi Ascherman na ndị isi ọrụ RHR abụọ ọzọ hapụrụ ndị rabaị maka ikike mmadụ iji guzobe otu njikọ okpukpe maka ikike mmadụ, \"Haqel (The Field) - ndị Juu na ndị Arab na Nchebe nke ikike mmadụ",
  "N'afọ 2017, Rabbi Ascherman hapụrụ Haqel, wee guzobe \"Torat Tzedek-Torah of Justice\"",
  "Torat Tzedek na-achọ ịkwụsị ịpụ na mkpebi Ụlọikpe Kasị Elu nke afọ 2006, soro ma chebe ndị ọzụzụ atụrụ Palestine, na-akwado maka obodo nta ndị Bedouin Israel \"na-amaghị ama\" na Negev, na maka ụlọ ọha maka ndị Israel",
  "Rabbi Ascherman na-aga n'ihu na-arụsi ọrụ ike na \"HaMaabarah,\" otu nkwado ụlọ ọha na eze o nyere aka chọta n'afọ 2011.",
  "Ascherman lụrụ Dr",
  "Einat Ramon, nwanyị mbụ a mụrụ n'Izrel nke a họpụtara dị ka onye rabaị Conservative. Ha na ụmụ ha abụọ bi na Jerusalem."
]