[
  "Arik Air bụ ụlọ ọrụ ụgbọ elu Naijiria na-arụ ọrụ site na isi abụọ na Murtala Muhammed International Airport na Lagos na Nnamdi Azikiwe International Airport na Abuja. Isi ụlọ ọrụ Arik Air bụ Arik Air Aviation Center na ala nke Murtala Muhammed International Airport na Ikeja",
  "Arik Air na-eje ozi na netwọk nke mpaghara na etiti ebe dị n'ime Africa.",
  "N'ụbọchị nke anọ n'ọnwa Eprel afọ 2008, Ngalaba Na-ahụ Maka Njem nke US nyere Arik Air ikike ifega na United States. Arik Air malitere ọrụ mba ụwa na London-Heathrow na 15 Disemba,na afọ 2008, na-eji ụgbọ elu Airbus A340-500 nke e si na Hi Fly gbazite. Ọ gbakwunyere Johannesburg na 1 Junn, na afọ 2009, New York JFK na 30 November 2009, na Dubai na 28 Julaị, na afọ 2014.",
  "N'ọnwa Ọgọstụ afọ 2006, Federal Ministry of Aviation nyere Arik Air ikike ife ụgbọ elu gaa Trinidad na Tobago na Amsterdam, London na Madrid na Europe",
  "Ọzọkwa, ụlọ ọrụ ụgbọelu ahụ mere atụmatụ ifega Atlanta, Miami, na Houston na United States na Birmingham na United Kingdom.",
  "N'ụbọchị nke anọ n'ọnwa Eprel afọ 2008, Ngalaba Na-ahụ Maka Njem nke US nyere Arik Air ikike ifega na United States. Arik Air malitere ọrụ mba ụwa na London-Heathrow na 15 Disemba, na afọ 2008, na-eji ụgbọ elu Airbus A340-500 nke e si na Hi Fly gbazite. Ọ gbakwunyere Johannesburg na 1 Junn, na afọ 2009, New York JFK na 30 Novemba, na afọ 2009, na Dubai na 28 Julaị, na afọ 2014.",
  "Ụlọ ọrụ ụgbọ elu Arik Niger (IATA koodu: Q9) malitere ọrụ n'ọnwa Eprel afọ 2009, mana emechiri ya n'ọnwarị afọ 2010.",
  "Arik Air buuru onye njem nke nde ise ya na 6 Ọgọstụ, na afọ 2010 ma buuru onye ọrụ nke nde iri ya na 18 Septemba,na afọ 2012, ma na ụgbọ elu n'etiti Johannesburg na Lagos. N'abalị iri abụọ n'ọnwa Septemba n'afọ 2012, ụlọ ọrụ ụgbọelu ahụ kagburu ọrụ ya niile n'ime ụlọ mgbe ndị ọrụ ụgbọelu wakporo ụlọ ọrụ ụgbọ elu ahụ na Lagos, Naịjirịa. Ụgbọelu maliteghachiri na 23 Septemba.\nArik Air nyere iwu maka ụgbọ elu Boeing 777-300ER ise, nke a kagburu na afọ 2011. Arik Air wee nye iwu maka ụgbọ elu Boeing 747-8I abụọ n'afọ 2013. Otú ọ dị, na mbido afọ 2017, Arik Air gbanwere iwu 747-8I ka ọ bụrụ Boeing 787-9 Dreamliners abụọ kama. Arik Air bụ onye ahịa ụgbọ elu ikpeazụ fọdụrụ maka onye njem 747-8 (onye enwetabeghị ihe atụ ọ bụla)",
  "Mgbanwe nke 747-8 na Dreamliners bịara n'oge na-adịghị anya mgbe ụlọ ọrụ ụgbọ elu ahụ gasịrị, n'ihi nnukwu nrụgide ego na ọtụtụ ụgbọ elu anaghị arụ ọrụ, ụlọ ọrụ Asset Management Corporation of Nigeria (AMCON) weghaara ya na mbido afọ 2017, na-ewere ụlọ ọrụ ụgbọelu ahụ dị ka nnukwu iji daa.\nKemgbe nnweta ahụ, ụgbọ elu niile na-apụ n'Afrika, tinyere ụgbọ elu na-aga O.R",
  "Tambo International Airport, ejirila nwayọọ nwayọọ kwụsị",
  "N'otu oge ahụ, AMCON họpụtara KPMG ka ọ mee nyocha nyocha na akwụkwọ Arik Air",
  "Kemgbe ahụ, AMCON ji nwayọọ nwayọọ na-eme ka ụlọ ọrụ ụgbọ elu na ọrụ ya kwụsie ike.",
  "N'ihi ụgwọ Arik Air, a na-atụ anya na ụlọ ọrụ ụgbọ elu ahụ ga-ejikọta ya na Aero Contractors. A kpughekwara na a ga-akpọghachi njikọta ụgbọ elu ọhụrụ a Nigeria Eagle (nke a na-akpọ NG Eagle), na ụfọdụ n'ime ụgbọelu ndị ahụ e serela iji gosipụta ihe ọhụrụ ahụ. Ọtụtụ ndị na-eche na ọ bụ mgbalị ọzọ iji guzobe ụlọ ọrụ ụgbọ elu mba site na AMCON, ọ bụ ezie na ha ewepụla mmekọrịta ọ bụla na atụmatụ ahụ; na-ekwu na ha ga-eme ụlọ ọrụ ụgbọelu na-amalite.",
  "Arik Air ewulitela netwọk dị n'ime ụlọ nke na-ekpuchi ndị Naijiria na ọtụtụ ebe ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka",
  "Ọ rụkwara ọrụ n'oge gara aga n'ebe ndị dị anya na ndị dị n'etiti kọntinent na United Kingdom na United States.",
  "Ka ọ na-erule n'ọnwa Febụwarị, na afọ 2021, ụgbọelu Arik Air nwere ụgbọelu ndị a:",
  "Arik Air na-arụ ọrụ ụgbọelu ndị a n'oge gara aga:",
  "Media related to Arik Air at Wikimedia Commons"
]