[
  "Armen Agop (amuru na 1969 na Cairo ) bu onye omenkà nke oge a nke ndi Egypt-Armen nke dabere na Pietrasanta, Italy",
  "N'ịbụ onye a ma ama maka ihe osise ya dị ntakịrị, ọ na-eji granite ojii na basalt dị ka isi okwu ya",
  "Isiokwu ya bụ isi na-enyocha esemokwu dị n'etiti mmegharị  na ịnọ jụụ  yana ikike nka nke na-adịghị agafe agafe",
  "A mụrụ Agop Armen Guerboyan, nne na nna nụ ndị Armenia bi na Cairo, Egypt. N'ịbụ onye a zụlitere n'etiti ọdịbendị abụọ a nwere mgbọrọgwụ oge ochie, Agop dọtara ya na ntachi obi nke nka akụkọ ihe mere eme na ihe ndị ọzọ, ala akọrọ nke Ijipt metụtakwara ya, na-asị, \"Ọ bụ n'ọzara, ebe o yiri ka ọ dịghị ihe ọ bụla, ọ bụ ebe ahụ ka m mụtara ịhụ.\"",
  "Ka ọ na-erule afọ iri na atọ, Agop bụ nwa akwụkwọ Simon Shahrigian",
  "Ọ gụsịrị ngalaba nke Fine Arts na Mahadum Helwan dị na Cairo",
  "Mgbe ọ gụsịrị akwụkwọ, ọ natara agụmakwụkwọ osote onye nchọpụta.",
  "N'afọ 2000, e nyere Agop Prix de Rome, State Prize of Artistic Creativity na Egypt",
  "Mgbe ọ nọrọ na Rom n'afọ mbụ na nkwado, ọ kwagara Pietrasanta, Italy ebe ọ nọgidere na-ebi ma na-arụ ọrụ taa",
  "N'afọ 2013, e nyere ya Premio Sulmona, Rassegna Internazionale D’Arte Contemporanea, Presidential Medal of the Italian Republic.",
  "A na-anọchite anya ọrụ ya na Egyptian Modern Art Museum, Egypt, Villa Empain / Boghossian Foundation na Belgium, Giardino di Piazza Stazione na Barge, Italy, na Coral Springs Museum of Art na Florida, USA.",
  "A maara Agop maka ibia nso ya na ihe ọkpụkpụ adịghị ahụ anya, tumadi na-eji granite di ji na basalt.",
  ". N'okwu nke ya na minimalism, \"Simplicity is very complicated\"",
  "A na-akọwakarị ọrụ Agop dị ka \"Contrasting Art\" ebe ndị dịkọrọ ndụ na ndị oge ochie na-ezute; ọnụnọ nka ya sitere na nkà ihe ọmụma ọdịbendị ya. \"Oge ochie na nke oge a nwere ike iyi ihe dị nnọọ iche, mana echere m na ihe ndị dị mkpa bụ otu,\" ka o kwuru na Art Plural: Voices of Contemporary Art (2014).",
  "Aha nke usoro a na-ezo aka na Sufism, ndụ dị mfe nke ekpere, na-egosipụta usoro ntụgharị uche nke Agop. N'ịchụso otu ụdị etiti nke na-eme ka ọnọdụ dị jụụ na mmegharị, Agop kpụkwara ọrụ ndị a iji nwee mmetụta dị ntakịrị, mana o yiri ka ọ siri ike ma ghara imegharị.",
  "N'afọ 2015, Agop jiri okwu ahụ bụ \"Transcontemporary\" kọwaa esemokwu dị n'etiti oge gara aga na ọdịnihu na nka nke a na-akpọ taa dị ka nke oge a.[] \"Contemporary\" bụ okwu na-agbanwe agbanwe, dịka ihe a na-ewere ugbu a dị ka oge ochie bụbu nke oge a",
  "Ya mere, Agop na-agwakọta 'oge ochie' na 'oge a' site n'ịkpụ nkume na-adịgide adịgide n'enweghị nkọwa doro anya na oge a, na-emepụta ọrụ kachasị mma nke na-ajụ nkewa."
]