[
  "Arno Carstens (amụrụ n'abalị iri na abụọ nke ọnwa Machị afọ 1972) bụ onye egwu na onye na-eme ihe na South Africa.",
  "Arno Carstens bụ onye nwere ogo platinum dị elu, onye na-meriri ihe nrite na-agụ egwú na onye na-ede egwú nke dị na Cape Town, South Africa.",
  "N'oge ọrụ ya dị ka onye na-abụ abụ nke The Springbok Nude Girls, ma mesịa dị ka onye na-akụ egwu n'asụsụ abụọ; na ndekọ na Bekee na Afrikaans; Arno ewepụtala ọtụtụ abọm, mepụta ọtụtụ egwu na-aga nke ọma ma natakwa ọtụtụ onyinye gụnyere Best Rock Album, Best Alternative Album & Song of the Year.",
  "Arno anọla isi akụkọna emume ihe nkiri  ọ bụla na South Africa, nke emere na Isle of Wight Festival, Glastonbury, V Festival, T in the Park na Hard Rock Calling.  yana ndị a emerokoritala The Rolling Stones, U2, Bryan Ferry, Simple Minds, Ultravox, Paulo Nutini na ndi the police. Arno gosipụtara dị ka onye isi egwu na onye na-edekọ egwu na egwu atọ na Mike + The Mechanics 2011 album The Road",
  "Arno bụkwa onye omenkà a ma ama nke na-ese mmanụ ma ọ bụ acrylic na kwaaji ma na-ese ihe na unyi na akwụkwọ",
  "Ya na ndị omenkà a ma ama, Beezy Bailey  na onye nwụrụ anwụ Bared de Wet jikọrọ aka.",
  "Springbok Nude Girls – It Became a Weapon EP (Epic, 1996)",
  "Springbok Nude Girls - be-vest@iafrica.com EP (Epic, 1997)",
  "Springbok Nude Girls - AfterLifeSatisfaction (Epic, 1997)",
  "Springbok Nude Girls - Omnisofa EP (Epic, 1998)",
  "Springbok Nude Girls - OPTI MUM EP (Epic, 1998)",
  "Springbok Nude Girls - Surpass The Powers (Epic, 1999)",
  "Springbok Nude Girls - Un-E.Z",
  "EP (Epic, 1999)",
  "Springbok Nude Girls - Relaxor (Epic, 2000)",
  "Springbok Nude Girls - The Fat Lady Sings / Best of the Springbok Nude Girls 1995–2001 (Epic, 2001)",
  "Arno Carstens - Another Universe (Sony, 2003)",
  "Springbok Nude Girls - Goddank Vir Klank 1994 - 2004 (Sony, 2004)",
  "Arno Carstens - The Hello Goodbye Boys (SonyBMG, 2005)",
  "Nude Girls - Nude Girls (Ntọhapụ UK pụrụ iche) Golden Fairy Records / SonyBMG, 2006)",
  "Springbok Nude Girls - Peace Breaker (SonyBMG, 2007)",
  "Springbok Nude Girls Live na London's Astoria DVD (SonyBMG, 2007)",
  "Bhelltower - Bhelltower (SonyBMG, 2008)",
  "Arno Carstens - Wonderful Wild (Sony, 2010)",
  "Arno Carstens - Wonderful Wild Deluxe Edition (Sony, 2010)",
  "Springbok Nude Girls - Apes with Shades (Sony, 2011)",
  "Arno Carstens - Atari Gala (Gallo, 2012)",
  "Arno Carstens - Lightning Prevails (Sheer, 2014)",
  "Arno Carstens - Die Aand EP (Họrọ, 2016)",
  "Arno Carstens - Die Aandblom 13 (Họrọ, 2016)"
]