[
  "Arnold Vosloo (a mụrụ na 16 June 1962) bụ onye South Africa na onye America na-eme ihe nkiri. A maara ya nke ọma maka ọrụ dịka Imhotep na The Mummy na The Mumry Returns, Colonel Coetzee na Blood Diamond, Pik van Cleef na Hard Target, Dr",
  "Peyton Westlake na Darkman II na Darkman III, Zartan na G.I",
  "Joe: The Rise of Cobra na ihe na-eso ya, onye na-agba égbè Jacob Broadsky na usoro TV Bones na onye na-eyi ọha egwu Habib Marwan n'oge oge nke anọ nke 24.",
  "Onye Afrikaner nke ndị nna nna Dutch na German, a mụrụ Vosloo n'ezinụlọ na-eme ihe nkiri na Pretoria, nne na nna ya bụ ndị na-eme egwuregwu. Nna ya na-arụ ọrụ na-eme ihe nkiri na Alberton",
  "O nwere otu nwanne nwanyị",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị na ọrụ agha (nke o si na ya nweta nkwụsị ahụike), ọ gara ọmụmụ ihe nkiri na Pretoria Technikon.",
  "Vosloo malitere ọrụ ime ihe nkiri ya na ihe nkiri South Africa ebe ọ meriri ọtụtụ Dalro Awards maka arụmọrụ ya na ihe egwuregwu ndị dịka Don Juan, Hamlet, na Môre is 'n Lang Dag (Tomorrow is a Long Day) ma ọ ghọrọ onye na-eme ihe nkiri na Pretoria's State Theatre",
  "O mekwara ihe nkiri na Torch Song Trilogy ma merie ihe nrite ọzọ maka ihe ngosi TV, Meisie van Suid-Wes (Nwa agbọghọ si South West).",
  "N'afọ 1984, ọ gara n'ihu na ihe nkiri ebe ọ gara n\"ihu na-eme ihe nkiri Dalro Award na ihe nkiri dịka Boetie gaan Border toe (Boetie goes to the border, a comedy about the Border War) na-eme ya na onye na-eme egwuregwu South Africa Frank Opperman, na Circles in a Forest (dabere n'akwụkwọ Kringe in 'n Bos nke Dalene Matthee dere) n'afọ 1990",
  "Vosloo sokwa mee ihe nkiri \"Boetie\", Boetie op maneuvers (Boetie on maneuvers) n'afọ 1986",
  "Ihe ọzọ bụ German atọ Morenga (1985), Saturday Night at the Palace (dabere na egwuregwu Paul Slabolepszy banyere ịkpa ókè agbụrụ na South Africa), Skeleton Coast (1987) na The Rutanga Tapes (1990)",
  "Mgbe o rutere na US, Vosloo laghachiri n'ụlọ ihe nkiri ebe ọ pụtara na Born in the R.S.A",
  "na Chicago's Northlight Theatre na NY's Circle in the Square Uptown's short-lived production of Salomé (1992) ya na Al Pacino.",
  "Ihe nkiri America mbụ ya bụ na 1492: Conquest of Paradise (1992)",
  "O mechara pụta na ihe nkiri abụọ na-enweghị ihe ịga nke ọma na ihe nkiri afọ 1990 Darkman, Darkman II: The Return of Durant (1994) na Darkman III: Die Darkman Die (1996), na-ejupụta akpụkpọ ụkwụ Liam Neeson dịka onye isi Darkman",
  "A makwaara ya maka igosipụta ndị ajọ mmadụ dịka na ihe nkiri John Woo Hard Target (1993), nke Jean-Claude Van Damme gosipụtara",
  "Ọ rụrụ ọrụ aha nke ihe nkiri afọ 1999 The Mummy (nke Brendan Fraser na-eme), yana ihe na-eso ya n'afọ 2001, The Mummy Returns",
  "N'ime ihe nkiri abụọ ahụ, ọ na-eme Imhotep, nnukwu onye nchụàjà Ijipt oge ochie",
  "Vosloo mekwara François Molay, onye isi ọjọọ ahụ, na ihe nkiri 2003 Agent Cody Banks",
  "N'afọ 1988, Vosloo ghọrọ nwa amaala United States mgbe ọ lụsịrị onye otu ya nke Act of Piracy na Skeleton Coast Nancy Mulford; ha gbara alụkwaghịm afọ atọ ka e mesịrị. N'abalị iri na isii n'ọnwa Ọktoba n'afọ 1998, ọ lụrụ Silvia Ahí, onye isi ahịa nke Mexico na America",
  "Vosloo na Ahí bụ ndị na-ekwuchitere International Fund for Animal Welfare, IFAW.",
  "N'ajụjụ ọnụ ya na Charlie Rose, Vosloo kwuru na ọ dịka onye America na-eme ihe nkiri Billy Zane",
  "Dịka Vosloo si kwuo, mgbe ndị mmadụ bịara jụọ ya ma ọ bụrụ na ọ bụ \"nwoke nọ na Titanic\", ọ zara \"n'ezie, n'ezie!\" dịka ihe ọchị."
]