[
  "Arthur Elliott (afọ 1870, New York City rụọ úbọchị irí abụọ n'ọnwa Nọvemba n'afọ 1938, Cape Town), bụ onye na-ese foto South Africa onye dekọtara ihe owuwu na ndụ kwa ụbọchị nke Cape.  Elliott weghaara ihe osise 10,000 nke ihe owuwu Cape Dutch, na-eke ndekọ eserese na-enweghị atụ nke ụlọ mmalite narị afọ nke 20 na Cape",
  "–.",
  "A mụrụ Elliott na New York City n'afọ 1870. Ọ ghọrọ nwa mgbei ógè ọ dị afọ iri na abụọ ma biri na England na India tupu ọ rute South Africa mgbe ọ dị iri atọ. Ọ nwalere aka ya n'ọrụ dị iche iche dị ka onye na-ese ihe nkiri na onye njikwa mmepụta na Luscombe Searelle Acting Company na Johannesburg.",
  "Elliott nwụrụ na Cape Town n'ọnwa Nọvemba ụbọchị iri atọ n'afọ 1948.",
  "Elliott mechiri na Cape Town dị ka onye gbara ọsọ ndụ agha n'afọ 1900 wee gaa foto, nke ghọrọ ihe na-atọ ụtọ na ndụ. A na-echeta ụlọ ya na Cape Town site na ihe ncheta na 134 Long Street. O nwere ọtụtụ ihe ngosi dị mkpa na Cape Town ; n'afọ 1910, 1913 (ya na katalọgụ nke Theal na F.K",
  "Kendall chịkọtara na Cape architecture), n'afọ 1926 (ya na mmeghe nke Sir George Cory, ọkọ akụkọ ihe mere eme), ọzọ n'afọ 1930, nke W.R",
  "Morrison haziri. Ihe ngosi ikpeazụ ya, n'afọ 1938, akpọrọ \"The Cape, Quant and Beautiful\" ma gụnye ndepụta nke Victor de Kockin dezigharịrị",
  "Ihe ndị a mere ka ọ bụrụ onye a ma ama ma mee ka o nwee ike ịkpata ihe ọ ga-eri site na ire akwụkwọ.",
  "Elliott yiri ka o kpebisiri ike idekọ ihe niile o nwere ike màkà ụlọ ọrụ ugbo ochie, ụlọ na okporo ámá ndị na-apụ n'anya ngwa ngwa na nrụgide na-arịwanye elu iji melite",
  "N'oge ndụ ya, e bipụtara naanị akwụkwọ nke ọtụtụ n'ime ihe oyiyi ya maka iji ụlọ akwụkwọ mee ihe, mana n'afọ 1969 o dere nhọrọ nke ihe oyiyi ya kachasị mma, na-egosi ugbo na ụlọ akụkọ ihe mere eme, yana mmeghe na nkọwa nke Hans Fransen.  Tupu ọnwụ ya, Elliott nyere gọọmentị ime obodo foto ya maka puku Euro ise; a jụrụ onyinye ahụ. Ógèọ nwụsịrị, Gọọmentị nwetara nchịkọta ya ma nye ya na Cape Archives. A gbakwunyere foto 1,000 ọzọ site na nchịkọta nke W.R",
  "Morrison mgbe e mesịrị",
  "Nchịkọta Elliott, dị ka a na-akpọ ihe oyiyi ya, ndị edemede ejirila ya mee ihe nke ukwuu na-ede banyere akụkụ niile nke ụlọ Cape ochie."
]