[
  "Arthur R",
  "Flowers, Jr",
  "(amụrụ n'afọ 1950) bụ onye America na-ede akwụkwọ akụkọ, onye na-ede ihe ncheta, na onye na-eme ihe nkiri",
  "A maara ọrụ ya maka ilekwasị anya na ahụmịhe ndị Africa na America, ọkachasị akụkọ ọdịnala, egwu blues, na mmụọ hoodoo.",
  "Nwa afọ Memphis, Tennessee, Flowers lụrụ agha na Agha Vietnam tupu ọ malite ọrụ edemede ya na New York City, ebe ọ bụ onye isi nchịkwa nke Harlem Writers Guild",
  "Ọ bụ onye otu ngalaba nke Mahadum Syracuse kemgbe afọ 1996.",
  "Flowers bi na Syracuse, New York.",
  "Flowers bụ nwa Arthur R",
  "Flowers, Sr., dọkịta na onye na-egwu bọọlụ nke mba, na Eloise Flowers، onye nọọsụ na onye nkuzi. A mụrụ ya na Memphis, Tennessee, ebe ọ mikpuru onwe ya n'ime òtù American Civil Rights site na nwata",
  "N'ụlọ akwụkwọ sekọndrị, ọ zụlitere aha ọma maka ọgụgụ isi, nweta aha njirimara \"Mr",
  "Brain\", na maka oke egwu, nweta aha \"Bullet\" n'ihi mgbọ o yi n'olu",
  "N'afọ 1968, ọ gara okwu ikpeazụ nke Martin Luther King Jr",
  ", wee duzie klas ụlọ akwụkwọ sekọndrị ya na ngagharị iwe mgbe e gbusịrị Eze",
  "Dị ka Flowers si kwuo, \"anyị boro ndị uwe ojii ebubo ma banye n'ụdị ọgba aghara niile\".",
  "Flowers sonyeere ndị agha US ma zigara ya Vietnam dị ka akụkụ nke mbọ agha America n'ebe ahụ",
  "Na Vietnam, esemokwu ya na ndị isi mere ka ọ gaa n'ụlọ ikpe agha n'oge atọ dị iche iche. Ọ kọwara òkè ya n'agha dị ka enyemaka ịgbanwe echiche ya banyere akụkọ ihe mere eme.",
  "Mgbe o si Vietnam lọta, Flowers kwagara New York City",
  "O debanyere aha na John Oliver Killens, onye bụ onye nwere mmetụta na Black Arts Movement",
  "Flowers bịara were Killens dị ka onye nduzi ya",
  "Ọ sonyeere Harlem Writers Guild, otu ndị edemede Africa-America nke Killens guzobere. Site na ndị otu ya, Flowers matara ndị edemede ndị ọzọ a ma ama n'oge ahụ, gụnyere Terry McMillan. Flowers mechara bụrụ onye isi nchịkwa nke Harlem Writers Guild. Mgbe e mesịrị, Flowers bụ onye guzobere, ya na Doris Jean Austin na ndị ọzọ, nke New Renaissance Writers Guild, otu na-enweghị uru nke dị na New York City",
  "Ọ rụrụ ọrụ dị ka onye isi nchịkwa ya.",
  "N'afọ 1986, e bipụtara akwụkwọ akụkọ mbụ nke Flowers",
  "A na-akpọ ya De Mojo Blues, ọ na-eso ndị agha Africa America atọ, mgbe a chụpụrụ ha n'ọrụ ha na Agha Vietnam, na-anwa ime mgbanwe na ndụ ndị nkịtị na United States",
  "N'ikwu na a \"depụtara akwụkwọ akụkọ ahụ nke ọma mgbe ụfọdụ\", Publishers Weekly kwupụtara na ọ bụ \"akwụkwọ akụkọ mbụ sitere n'ezi obi na nke nwere ọgụgụ isi nke onye edemede na-ekwe nkwa\". N'ide na Essence, Paula Giddings kpọrọ ya \"ile anya na-akpali akpali n'ime ụwa mmetụta uche\" nke ndị edemede ya. N'oge mbipụta ahụ, Flowers lụsoro ọgwụ ọjọọ riri ahụ na enweghị ebe obibi ọgụ",
  "O kwuru na izute akwụkwọ okpukpe na ngwụcha afọ 1980 nyeere ya aka ịgbanwe ndụ ya.",
  "N'afọ 1993, akwụkwọ akụkọ nke abụọ nke Flowers, Another Good Loving Blues, pụtara",
  "Ọ na-akọwa mmekọrịta ịhụnanya dị n'etiti onye na-eme hoodoo na onye na-agụ egwú blues ka ha na-esi Arkansas gaa Tennessee n'oge a maara dị ka Great Migration",
  "Publishers Weekly kwupụtara na ọ bụ \"mgbalị siri ike\" nke a gwara na \"olu na-ada ụda\". N'ide akwụkwọ na The New York Times, Fran Handman kpọrọ ya \"akwụkwọ akụkọ mara mma, nke na-akpali akpali\" nke nwere \"ihe mgbu nke nghọta na-egbu mgbu\".",
  "N'afọ 1996, Flowers sonyeere ngalaba nke Mahadum Syracuse, na-akụzi na Ngalaba nke English's Creative Writing Program. Kemgbe ọ sonyeere ngalaba ahụ, o mepụtara akwụkwọ ncheta, Mojo Rising (2001), ọrụ gbasara mmụọ hoodoo, The Hoodoo Book of Flowers (2019), na ọrụ atọ maka ndị na-eto eto na-agụ akwụkwọ",
  "Na mgbakwunye, o bipụtara ihe ndị sitere na akwụkwọ akụkọ nke atọ na-aga n'ihu.",
  "Ihe odide Flowers bụ nke a na-ahụ site na lyricism na-adabere na blues na njikọta nke olumba na African-American Vernacular English. Ọrụ ya na-emeghe site na ịkpọku onwe onye, na-eme ka mmasị ya na omenala ịkọ akụkọ ọnụ na mmụọ hoodoo pụta ìhè",
  "Arịrịọ ndị a, site n'ịmata Flowers n'onwe ya dị ka onye na-akọ akụkọ ya, na-egosikwa mmasị ya na usoro akụkọ ifo. Flowers akpọwo ụzọ o si eme ihe n'ọrụ ya \"akwụkwọ hoodoo\".",
  "Dị ka onye na-eme ihe nkiri, Flowers emeela ihe ọ kpọrọ \"omume dabeere na blues nke gbanwere n'ime arụmọrụ griotic\" nke dabere na usoro ịkọ akụkọ ọdịnala nke Africa.",
  "Ndị ọkà mmụta lekwasịrị anya na akwụkwọ akụkọ Flowers na nchegbu ha gbasara asụsụ, ọdịnala ọdịbendị, na ọrụ mmekọrịta mmadụ na ibe ya.",
  "Onye ọkà mmụta Keith Gilyard ekwuola na Flowers, na De Mojo Blues, na-egosi na \"uru nke nkà asụsụ\" dị mkpa maka mmepe nke ọdịbendị ndị Africa America, na-agbasa isiokwu nke na-agafe ọtụtụ akụkọ ifo ndị Africa America. A na-eji nkà asụsụ eme ihe iji chekwaa ma kwalite obodo ndị Africa America nke nwere nchegbu dị mkpa nke Flowers na ọganihu dabere na nchekwa nke akụkọ ihe mere eme na ọdịnala, dịka ọkà mmụta Patricia Schroeder kwuru",
  "Schroeder na-ezo aka na Another Good Loving Blues dị ka ihe atụ nke mmasị Flowers na njikọ na akụkọ ihe mere eme na obodo, ma site na echiche ya banyere ihe odide ya ma site na nhazi akwụkwọ akụkọ ahụ, nke ọ na-eji tụnyere abụ oku na nzaghachi ọdịnala. N'otu aka ahụ, onye ọkà mmụta Kameelah Martin enyochaala ebumnuche Flowers, na Another Good Loving Blues, iji jikọta ma mee ka ọdịnala ọdịnala ọdịbendị Africa America dị mkpa: hoodoo na blues.",
  "Nchegbu Flowers nwere maka ọdịnala na obodo na-emesi nchegbu ya siri ike maka ọrụ ọha na eze ike, nchegbu nke ebumnuche ya, dị ka Gilyard si kwuo, \"mepụta akụkọ ifo nke oge a site na ọdịbendị ndị Africa America\" na ịgbanwe akụkọ, ọdịnala, na ebe dị mkpa maka obodo ndị Africa America n'ime ihe Deborah Smith Pollard kpọrọ \"Okporo ala ndị Africa na America\". Site n'itinye omenala na ebe ndị a na mkpa ime mmụọ, ọrụ Flowers na-emesi mkpa ọ dị ichekwa na ịzụlite ha site na itinye aka na mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị.",
  "Flowers kwuru na mmetụta nke John Oliver Killens na ọrụ ya",
  "O kwukwara banyere mmetụta na ọrụ ya nke ọdịnala akụkọ akụkọ ọdịnala nke Afrịka. Ndị ọkà mmụta na ndị nkatọ ekwuola na mmetụta Zora Neale Hurston na Ishmael Reed, n'etiti ndị ọzọ, nwere n'ọrụ ya.",
  "Flowers enwetala nsọpụrụ ndị a maka ọrụ ya:",
  "E meela ka ọrụ Flowers bụrụ akụkọ ihe mere eme na Breaking Ice: Anthology of Contemporary African-American Fiction na Gumbo: Anthology nke African American Writing, n'etiti akụkọ ihe mere anya ndị ọzọ. Ọ bụ prọfesọ nleta ma ọ bụ ọkà okwu n'ọtụtụ ụlọ ọrụ",
  "Tụkwasị na nke a, ọ bụ onye ọkà okwu a kpọrọ òkù na mmemme edemede, gụnyere Jaipur Literature Festival na India, Indian Summer Festival na Canada, na Memphis Literary Arts Festival.",
  "Flowers bụ onye ndụmọdụ maka ihe nkiri Spike Lee nke 2020 banyere ndị agha Vietnam, Da 5 Bloods. E were ya n'ọrụ mgbe Lee zutere akwụkwọ akụkọ mbụ nke Flowers, De Mojo Blues."
]