[
  "Arthur Goldreich (25 Disemba 1929 - 24 Mee 2011) bụ onye South Africa na Israel na-ese ihe na onye a ma ama gbasara mmegide ịkpa ókè agbụrụ na mba a mụrụ ya na nkatọ nke ụdị Zionism na-eme na Israel.",
  "A mụrụ Goldreich na Pietersburg, South Africa, ma biri na Palestine, ebe o sonyere n'agha Arab-Israel 1948 dị ka onye otu Palmach, ngalaba ndị agha nke Haganah. Ka oge na-aga, ọ ghọrọ onye isi a ma ama na Bezalel Academy na Jerusalem",
  "N'afọ 1966, ọ ghọrọ onye isi nke Ngalaba Na-ahụ Maka Ụlọ Ọrụ na Mpaghara, nke o nyere aka gbanwee ka ọ bụrụ ụlọ ọrụ a ma ama na mba ụwa maka mmepụta ihe.",
  "Mgbe ọ dị afọ iri atọ na atọ, Goldreich alaghachila South Africa ebe ọ ghọrọ otu n'ime ndị na-ese ihe na-aga nke ọma na mba ahụ",
  "N'afọ 1955, ọ nwetara ihe nrite South Africa's Best Young Painter Award maka eserese ya na oji na ọcha, mana nye gọọmentị Praịm Minista Hendrik Verwoerd, ọ bụ onye a na-enyo enyo na ọrụ nzuzo nke ndị na-emegide ịkpa ókè agbụrụ.",
  "Goldreich na Harold Wolpe, onye ọka iwu, jiri ego nke South African Communist Party zụta Liliesleaf Farm na Rivonia maka iji ya dị ka ebe nzukọ nzuzo site maka ndị isi nke African National Congress (ANC) a machibidoro iwu na ngalaba ya, Umkhonto we Sizwe",
  "Goldreich na Wolpe nyekwara aka ịchọta ebe mmebi maka Umkhonto we Sizwe, aka agha nke ANC, ma dee usoro ịdọ aka ná ntị maka ndị agha nnupụisi.",
  "N'afọ 1963, ndị uwe ojii wakporo Liliesleaf Farm, nke dugara n'ijide ọtụtụ ndị isi ANC, nke gụnyere Goldreich",
  "E jidere Wolpe n'oge na-adịghị anya mgbe mwakpo ahụ gasịrị ebe Goldreich jidere ya n'ụlọ mkpọrọ Marshall Square n'obodo ahụ.",
  "Ha abụọ zutere Moosa Moolla na Abdulhay Jassat, ndị otu Natal Indian Congress, jikọtara ya na African National Congress",
  "E jidere Moola na Jassat n'ụlọ mkpọrọ naanị ha, ebe a tara ha ahụhụ (e kwenyere na ha bụ ndị ndọrọ ndọrọ ọchịchị mbụ a tara ahụhụ n'ụlọ ikpe South Africa)",
  "N'ikpeazụ, ndị ikom anọ ahụ, ndi na-arụkọ ọrụ ọnụ site n'enyemaka nke onye na-elekọta ụlọ mkpọrọ, gbapụrụ n'ụzọ gara nke ọma n'aka ndị mkpọrọ, kewara n'èzí ụlọ mkpọrọ (na Goldreich na-eme ka ọ bụrụ onye ụkọchukwu)",
  "Wolpe na Goldreich nọrọ ọtụtụ ụbọchị na-ezo n'ime na gburugburu Johannesburg iji zere ijide ha",
  "N'ikpeazụ, a chụgara ha Swaziland, ma si ebe ahụ buru ha gaa Botswana, ka na-eme ka ha bụrụ ndị ụkọchukwu iji zere ịbụ ndị ndị ọchịchị ndị Britain nwere ike ịkwado South Africa (n'oge a Swaziland enweghị onwe ya).",
  "Dị ka The Guardian si kwuo, ka ọ na-erule n'ọnwa Febụwarị afọ 2006, Goldreich bi n'obodo Herzliya",
  "\"E nwere oge mgbe o kwenyere na steeti ndị Juu na-eto eto nwere ike inye ihe nlereanya nke ụzọ ka mma maka mba a mụrụ ya",
  "Dị ka ọ dị, Goldreich na-ahụ Israel dị ka mba dị nso na ọchịchị ndị ọcha ọ lụsoro ọgụ na South Africa nke oge a dị ka onye na-enye ihe nlereanya",
  "Gọọmentị Israel, ka ọ na-ekwu, mesịrị gosipụta mmasị n'ókèala karịa udo, yana n'ụzọ Zionism gbanwere.",
  "Goldreich na-ekwu maka 'bantustanism anyị na-ahụ site na iwu nke obibi na nkewa', 'ajọ' ịkpa ókè agbụrụ n'etiti ndị Israel ruo n'ókè nke ndị minista na-akwado iwepụ ndị Arab n'ike, na 'obi ọjọọ na obi ọjọọ nke ihe a na-enye ndị mmadụ nke mpaghara Palestine'",
  "'Ị hụghị ya dị ka ihe jọgburu onwe ya na ndị a na steeti a, nke malitere naanị n'ihi mmeri nke fascism na Nazism na Europe, na n'ọgụ ahụ nde ndị Juu isii ji ndụ ha kwụọ ụgwọ n'ihi na ha bụ ndị Juu, ọ bụghị ihe ihere na n'ebe a enwere ndị nwere ike ikwu ihe ndị a ma mee ihe ndị a?' ka ọ jụrụ."
]