[
  "Arthur Dial (amụrụ n'afọ 1930) bụ ónyé America na-ese ihe na ónyé na-ese ọkpụkpụ bi ma na-arụ ọrụ na Bessemer, Alabama",
  "Ọ bụ akụkụ nke ezinụlọ Dial nke ndị na-ese ihe, nke gụnyere nwanne ya nwoke nke okenye, Thornton Dial, na ụmụ nwanne ya, Thorntón Dial Jr., Richard Dial, Na Ronald Lockett.",
  "A mụrụ Arthur Dial na nwanne ya nwoke nke okenye Thornton \"Buck\" Dial na Emelle, Alabama na Sumter County, Alabama",
  "Ọ bụ nné nné ha zụlitere ha ruo mgbè Arthur gbara afọ asaá",
  "Mgbe nke ahụ gasịrị, nwanne nnè ha, Lillian Bell, zụlitere ha na Bessemer, Alabama, ebe Dial ka bi taa.",
  "Dial ruru klas nke atọ tupu ọ hapụ ụlọ akwụkwọ iji sonye n'ọrụ",
  "Ọrụ mbụ ya bụ n'ebe a na-awa osisi, ọtụtụ ọrụ na Water Works, Jefferson County, na ụlọ ọrụ Pullman Standard boxcar sochiri ya tupu ọ banye n'ọrụ na US Pipe. Dial nọgidere na US Pipe (nke a maara dị ka \"Pipe Shop\") ruo afọ iri atọ na asaá rụo mgbè a manyere ya ịla ezumike nká mgbè ọ dị afọ iri isii na abụọ n'ihi nsogbụ akpa ume metụtara ọrụ.",
  "Ọ bụ ezie na Arthur Dial sere ihe mgbè ọ bụ nwatakịrị, ọ malitere itinye ego nke ukwuu n'ime ihe osise mgbè ọ toro",
  "Ọ choro ụzọ isi wepụ ikuku na decompress Mgbè ọtụtụ ụbọchị na-arụ ọrụ na gburugburu ebe dị elu nke U.S",
  "Pipe foundry wee chọta ebe mgbaba n'ịkọ ubi, ịkụ azụ, na ime nka",
  "Ọ malitere iji ihe ndị a tụfuru site na foundry dị ka ọkpọkọ mkpofu",
  "ígwè, na ihe ndị ọzọ iji mepụta ndị mmadụ, anụmanụ, na ihe oyiyi okpukpe. Ụlọ ọrụ ya bụ ụlọ nkwakọba ihe dị n'akụkụ ụlọ ya, nke ọ kpọrọ, \"ụlọ ya dị ányá site n'ụlọ\":",
  "\"N'ime ụlọ mposi, echiche m na-aghọ ihe",
  "Ụlọ nkwakọba ihe ahụ bụ ụlọ m dịpụrụ adịpụ n'ụlọ",
  "Enwetara m spinners na tackle box m maka igbu azụ, ngwá ọrụ m niile màkà ịkọ ubi, nri ọkụkọ m niile, ọgwụ maka ọkụkọ, na bọọdụ m, ágbá na ihe ndị maka ime nka",
  "Enwetara m ọtụtụ ihe n'ebe ahụ",
  "Ebe m na-anọ bụ mpako na ọṅụ m",
  "\"",
  "Dial mepụtara ihe osise na ihe osise ndị dị mkpirikpi n'otu oge n'ime akụkọ sara mbárá ọ chọrọ ịkọ",
  "Ọ na-eji ógè ndị a, dị ka Iv na-eru màkà mkpụrụ osisi a machibidoro iwu ma ọ bụ \"George Wallace na-egbochi ọnụ ụzọ nke Mahadum Alabama na Montgomery,\" iji mee ka oge akụkọ ihe mere eme ma ọ bụ akụkọ ọdịnala nke oke esemokwu pụta ìhè. Ihe Dial lekwasịrị ányá n'ihe nkiri nke esemokwu na akụkọ ihe mere eme nke ihe a kpọrọ mmadụ n'ezie ma ọ bụ nke e chepụtara echepụta sitere na nyocha ya nke ndụ ndịda na narị afọ nke 20. Ọ kọwara akụkọ ya dị ka \"ihe ndekọ nke ihe gafere\"",
  "E dekọrọ ọrụ Dial na ihe ngosi ndị a:",
  "Ọrụ Dial dị ugbu a na nchịkọta na-adịgide adịgide nke ebe ngosi ihe mgbè ochie ndị a:"
]