[
  "Arthur P",
  "Bedou (Amụrụ n'ọnwa Julaị afọ 1882 - rụọ ọnwa Julaị 2, afọ 1966) bụ onye Afrịka-Amerịka na-ese foto nke bi na New Orleans",
  "Bedou bụ, ruo oge ụfọdụ, onye na-ese foto nke Booker T",
  "Washington, ma dekọọ afọ iri ikpeazụ nke ndụ Washington",
  "O dekwara ndụ ụlọ akwụkwọ na Mahadum Xavier nke Louisiana, Tuskegee Institute, na ndụ obodo nke New Orleans, ọkachasị ndị isi ojii bi n'obodo ahụ.",
  "A mụrụ Arthur Paul Bedou na New Orleans, Louisiana, n'afọ 1882, otu n'ime ụmụ ise nke Armand Bedou na Marie Celeste Coustaut",
  "Ezinụlọ ya dara ogbenye ma ọ gụrụ obere akwụkwọ; dị ka onye na-ese foto, ọ bụ onye na-amụta ihe n'onwe ya",
  "Bedou rụrụ ọrụ nwa oge dị ka onye odeakwụkwọ, mana ka ọ na-erule afọ 1899, ọ na-ese foto, ọrụ ya malitekwara n'ụzọ siri ike mgbe foto o sere nke chi jiri n'ehihie n'afọ 1900 nwetara ọkwa zuru oke.",
  "N'afọ 1903, Bedou dere otu nzukọ na Tuskegee Institute na olile anya inweta ihe ngosi maka ọrụ ya",
  "Booker T",
  "Washington hụrụ ụfọdụ n'ime foto ya wee kpọọ Bedou ka ọ soro ya dị ka onye na-ese foto nke onwe ya, na-ahọrọ Bedou karịa ndị ọzọ dị ka C",
  "M",
  "Battey n'akụkụ ụfọdụ maka ikike ya ịmepụta foto dị egwu nke ihe omume na-eme",
  "E sere ọtụtụ n'ime foto ndị Bedou nke Washington n'etiti afọ 1908 na afọ 1915, afọ Washington nwụrụ",
  "N'etiti ọrụ ndị ọzọ, ọ sonyeere Washington na njem oge okpomọkụ ya na ebumnuche nke ịmepụta abọm nke njem ọ bụla",
  "Iji gbakwunye ego a na-ejighị n'aka ọ na-enweta site na njem ndị a, o nwere ụfọdụ n'ime foto ndị o weere na postcard, kaadị Krismas, na kalenda",
  "Ọnọdụ ya mere ka o nwekwuo ọrụ iji see foto ndị ama ama ma ndị ojii ma ndị ọcha, gụnyere George Washington Carver, Theodore Roosevelt, Andrew Carnegie, na Julius Rosenwald.",
  "Site na njikọ ya na Washington, onye bụ onye isi ụlọ akwụkwọ ahụ, a kpọrọ Bedou ka ọ bụrụ onye na-ese foto nke Tuskegee Institute",
  "Otú ọ dị, n'oge na-adịghị anya mgbe Washington nwụsịrị, Battey nọchiri ya dị ka onye na-ese foto ụlọ akwụkwọ ahụ, onye ndị isi ụlọ akwụkwọ ahụ nwere mmasị n'oge ahụ maka ihe dị iche iche",
  "Kọleji na ụlọ akwụkwọ ndị ọzọ ndị isi ojii dị ka Mahadum Fisk chọkwara ka ha dee ndụ na ụlọ akwụkwọ ha, yana òtù ndị ọkachamara dị ka National Negro Business League, National Medical Association, na National Baptist Convention."
]