[
  "Arthur G",
  "Gish (August 15, 1939 , July 28, 2010) bụ onye America na-eme udo, onye nkwusa, onye edemede na ọkà okwu ihu ọha. A maara ya nke ọma maka mmegide ya na ọtụtụ esemokwu, site na Agha Vietnam ruo Agha Iraq.",
  "A mụrụ Art Gish na afọ 1939 ma zụlite ya na Lancaster County, Pennsylvania. Ọ hapụrụ ugbo ezinụlọ ya mgbe ọ dị afọ iri na ụma ma kwupụta onwe ya dị ka onye jụrụ n'ihi akọ na uche. Gish sonyeere Brethren Volunteer Service, nke bụ akụkụ nke Church of the Brethren, ma rụọ ọrụ na Europe site na 1958 ruo 1960. N'ime afọ 1960, Gish mere mkpesa maka Agha Vietnam ma kwado Civil Rights Movement.",
  "Mgbe e bipụtara akwụkwọ ya The New Left and Christian Radicalism na afọ 1970, onye nchịkọta akụkọ nke Athens Messenger gbara Gish ajụjụ ọnụ",
  "N'ajụjụ ọnụ a, ọ kọwara mmekọrịta ya na ọdịbendị Protestant mbụ nke ofufe na enweghị nkwenye: \"Na-arụ ọrụ na ngagharị iwe,\" Gish kwuru, \"Atara m ịhụ na ndị Brethren na ndị Anabaptist mbụ abụghị ndị na-agbaso omenala",
  "Ha bụ ndị na-eme ihe ike n'oge ha...",
  "Ndị Brethren mbụ ghọtara na Onye Kraịst dị iche na ụwa, na Onye Kraịst na-eguzo megide ụwa ma na-alụso ụwa ọgụ",
  "Ịnọ n'udo na Chineke pụtara na mmadụ na ụwa na-alụ ọgụ",
  "\"",
  "Ọtụtụ n'ime ọrụ Gish kemgbe afọ 1995 lekwasịrị anya na Middle East, a na-ejikwa ya site na mme mme Church of the Brethren's Christian Peacemaker Team. Onye na-enweghị isi na nke pụrụ iche, Gish nọrọ ọtụtụ oge ya na mba ofesi na-arụ ọrụ na Hebron ma ọ bụ At-tuwani na West Bank. Foto 2003 nke Associated Press gosipụtara Gish ka ọ na-eguzo n'ihu tankị Israel na Hebron. Gish na nwunye ya, onye na-eme ngagharị iwe Peggy Gish, megidere Agha Iraq nke afọ 2003. Art na Peggy Gish bụ ihe ngosi nke omume udo na Athens, Ohio, nke hụrụ ha na ọtụtụ ndị otu obodo na-arụkọ ọrụ ọnụ, gụnyere ndị otu ngalaba nke Mahadum Ohio",
  "Art Gish megidere ntaramahụhụ ọnwụ ma gaa nche na Ụlọikpe Athens mgbe ọ bụla a na-egbu ndị ọchịchị.",
  "Gish na nwunye ya biri n'ugbo na Amesville, Ohio, nso Athens, ebe ha na-eto ma na-ere ihe ndị sitere na anụmanụ na ngwaahịa ndị ọzọ metụtara ya.",
  "E gburu Arthur Gish n'ugbo ya na Athens County, Ohio, na July 28, 2010, mgbe traktọ ya tụgharịrị ma gbaa ọkụ. Gish dị afọ iri asaa ma nwunye ya, Peggy Gish, onye nọ na Iraq n'oge ihe mberede ahụ, hapụrụ ya.",
  "Art na Peggy Gish bụ isiokwu nke obere ihe ngosi 2010 Old Radicals, nke gosipụtara na Hot Docs Canadian International Documentary Festival dị ka akụkụ nke International Documentary Challenge",
  "N'afọ 2012, a gbatịkwuru ihe nkiri ahụ iji tinye akụkọ ọnwụ Art na akụkọ nke ndị ọzọ meworo agadi atọ",
  "A na-akpọkwa ihe ngosi nke nkeji iri anọ na ise Old Radicals."
]