[
  "Arthur Agwuncha Nwankwo bụ onye edemede Naijiria, onye na-akwado ọchịchị onye kwuo uche ya, kancelo nke EMU, na onye bụbu osote onyeisi oche nke Njikọ ọchịchị onye kwuọ ụche ya nke mba (Naijiria)",
  "Dị ka kancelo nke Njikọ ikike  nke ọwụwa anyanwụ(EMU), Nwankwo kwadoro nloghachi na ọchịchị onye kwuo uche ya n'oge ndị agha na-achị n'okpuru General Sani Abacha",
  "E jidere ya na ubọchị nke atọ n'ọnwa Jun n'afo1998 ma tọhapụ ya mgbe Abacha nwụrụ na mberede n'otu ọnwa ahụ",
  "N'afọ 2003, ọ gbara ọsọ maka onye isi ala n'enweghị  ịga nke ọma n'okpuru ọkọlọtọ nke òtù ikike ndị mmadu, nwere onwe ya, otu e guzobere site na EMU.",
  "A mụrụ Nwankwo na Ajalli, Anambra Steeti",
  "Ọ gụsịrị akwụkwọ na Mahadum ọwụwa anyanwụ Mennonite n'afọ 1966 wee gaa n'ihu na Mahadim Duquesne ebe ọ nwetara nzere masta. Mgbe ọ gụsịrị akwụkwọ, ọ rụụrụ Gulf Oil ọrụ nwa oge dị ka onye ndụmọdụ",
  "Na mbido Agha Obodo, ọ laghachiri Naijiria ebe ọ sonyeere ndị ọrụ nke ụlọ ọrụ mgbasa ozi nke Biafra ebe ọ na-edekwa akwụkwọ akụkọ kwa izu.",
  "Na mbido afọ 1970, Nwankwo malitere inweta nkwanye ùgwù n'ime ndị na-ede akwụkwọ dị ka otu nime ìgwè ndị na-eto eto na-ede edemede mgbe Agha Obodo gasịrị sị Ndịda Ọwụwa Anyanwụ Naịjirịa bụ ndị dere banyere ahụmịhe ha n'oge Agha ahụ",
  "Tupu njedebe nke Agha Obodo Naijiria, o so dee akwụkwọ, Biafra: Ime nke mba', na-ndekọ ọrụ Igbo na Naijiria",
  "Nwankwo dekwara Nigeria: Ihe ịma aka n'ihu nke Biafra",
  "Ọ malitere ọrụ n'ibipụta mgbe agha ahụ kwụsịrị mgbe ya na Samuel Ifejika, onye so dee Biafra \"The Making of a Nation\" guzobere, Nwamife ndi na-ebiputa, ma na-enweta nkwado na nkwado nke ndị edemede dịka Flora Nwapa na Chinua Achebe",
  "Nwamife bipụtara akwụkwọ mbụ ya n'afo1971, nchịkọta akụkọ nke ndị edemede Igbo dị iche iche dere.",
  "N'afọ 1977, ya na nwanne ya nwoke guzobere Ụlọ ọrụ mbipụta akụkụ anọ na-ebipụta akwụkwọ dịka Naijria: 'Ọtụtụ ijeri ndị e zuuru'.",
  "Nwankwo si na mbipụta,  banye n'ime ndọrọ ndọrọ ọchịchị n'afọ 1979, mgbe ọ zorọ ọchịchị na-enweghị ihe ịga nke ọma dị ka onye na-azọ ọkwa gọvanọ otu ndọrọ ndọrọ ọchịchị mgbapụta mmadụ na Anambra State",
  "O mechara bụrụ onye nkatọ nke ọchịchị Jim Nwobodo na-ede akwụkwọ abụọ ebe ọ na-ebo Nwobodo ebubo na ọ na-emebi iwu.",
  "Tupu mbido Ripublik nke Atọ, Nwankwo malitere okwu ihu ọha site na mbipụta nke Ịkwanyere ugwu, ụdị ọchịchị ọhụrụ maka Naịjirịa : ka osi mmetụta mmekorịta mmadu",
  "Ịkwanyere ugwu, a pọtmanteu nke ndị nkịtị, ndị agha na ọchịchị onye kwuo uche ya bụ maka usoro ọchịchị nke ga-eme ka ọganihu mmekọrịta mmadụ na ibe ya na uto akụ na ụba na ịdị n'otu n'etiti ọha na eze. Echiche dị n'ime edemede ahụ gụnyere nnabata na itinye ụkpụrụ ọganihu mmekọrịta mmadụ na ibe ya nke ndị ndọrọ ndọrọ ọchịchị ndị nkịtị zụlitere dị ka ịhazi ọtụtụ mmadụ n'ime ndị agha na itinye omume ọma nke ndị ọchịchị ndị agha gara aga n'ime ndụ ndị nkịtị, iji nweta nguzozi nke na-eme ka ọha na eze kwụsie ike. Nsonye Nwankwo  na Ripublik nke Atọ dị obere",
  "Nwankwo ghọrọ kancelo nke Eastern Mandate Union n'afọ1994 ma duru nzukọ ahụ mee ka ọ gbanwee ma ịlaghachi na ọchịchị onye kwuo uche ya mgbe General Sani Abacha wepụrụ ọchịchị. Ọrụ ya n'oge a dọtara anya gọọmentị ebe ọnọ, ndi jidere ya",
  "N'afọ 1997, ọ duru EMU ka ya NADECO mekọọ ma jikọọ aka wee bụrụkwa osote onyeisi oche ya.",
  "Ọ nwụrụ na ubọchị mbu nke ọnwa Febuari n'afo 2020."
]