[
  "Suzanna Arundhati Roy (a mụrụ na 24 Nọvemba 1961) bụ onye edemede India nke a maara nke ọma maka akwụkwọ akụkọ ya The God of Small Things (1997), nke meriri Man Booker Prize for Fiction n'afọ 1997 wee bụrụ akwụkwọ kacha ere ahịa site n'aka onye edemede Indian na-abụghị onye mba ọzọ. Ọ bụkwa onye ndọrọ ndọrọ ọchịchị na-etinye aka na ikike mmadụ na ihe gbasara gburugburu ebe obibi.",
  "A mụrụ Arundhati Roy na Shillong, Meghalaya, India, n'aka Mary Roy, onye Malayali Jacobite Syrian Christian na-ahụ maka ikike ụmụ nwanyị si Kerala na Rajib Roy, onye njikwa ubi tii Hindu Bengali si Calcutta. Mgbe ọ dị afọ abụọ, ndị mụrụ ya gbara alụkwaghịm wee soro nne ya na nwanne ya nwoke laghachi Kerala. Ruo oge ụfọdụ, ezinụlọ ahụ na nna nna Roy biri na Ooty, Tamil Nadu",
  "Mgbe ọ dị afọ ise, ezinụlọ ahụ laghachiri Kerala, ebe nne ya malitere ụlọ akwụkwọ.",
  "Roy gara ụlọ akwụkwọ na Corpus Christi, Kottayam, ụlọ akwụkwọ Lawrence, Lovedale, na Nilgiris, Tamil Nadu sochiri ya",
  "Mgbe ahụ, ọ gụrụ ihe owuwu na School of Planning and Architecture, Delhi, ebe ọ zutere onye na-ese ụkpụrụ ụlọ Gerard da Cunha",
  "Ha lụrụ n'afọ 1978 ma biri na Delhi, na Goa, tupu ha kewaa ma gbaa alụkwaghịm n'afọ 1982.",
  "Roy laghachiri Delhi, ebe ọ nwetara ọkwa na National Institute of Urban Affairs",
  "N'afọ 1984, ọ zutere onye na-eme ihe nkiri n'onwe ya bụ Pradip Krishen, onye nyere ya ọrụ dịka onye na-azụ ewu na ihe nkiri ya Massey Sahib. Ha mechara lụọ n'otu afọ ahụ",
  "Ha jikọrọ aka na usoro telivishọn banyere nnwere onwe India na ihe nkiri abụọ, Annie na Electric Moon N'ịbụ onye ụwa ihe nkiri ahụ enweghị mmasị na ya, Roy nwalere ngalaba dị iche iche, gụnyere ịgba ọsọ klas aerobics",
  "Roy na Krishen bi iche ugbu a mana ha ka lụrụ di na nwunye. Ọ bịara nwee ego site na ihe ịga nke ọma nke akwụkwọ akụkọ ya The God of Small Things, nke e bipụtara n'afọa 1997.",
  "Roy bụ nwa nwanne nne nke onye mgbasa ozi ama ama Prannoy Roy, onye isi nke otu mgbasa ozi telivishọn India NDTV. Ọ bi na Delhi."
]