[
  "Arunma Oteh, OON (Nke ọkwa ana akpọ Officer nke Order Niger), bụ onye nke na edekọ ego ma bụrụ kwa onye osote ọchichi nke ụlọ akụ nke mba nịịle nke ana akpọ World Bank",
  "Nwa ada nke biara bụrụ onye isi nke ụlọ ọrụ nke obodo Naijiriya nke ana akpọ Securities and Exchange Commission (SEC) na ọnwa mbụ nke afọ 2010",
  "Na ọkwa nkea, ọhụrụ maka ihe gbasara usoro nke nduzi ihe gbasara ahia ego na akụ na ụba nke obodo Naijiriya ma tinyere ụlọ ọrụ nke ana akpọ Nigerian Stock Exchange",
  "Na ọnwa asaa nke afọ 2015, mgbe ọrụ ya na SEC kwụsiri, nwa ada nkea biara nwete ọrụ ozọ ka onye nke na edekọ ego ma bụrụ kwa onye osote ọchichi nke ụlọ akụ nke mba nịịle. N'October 2022, FSD Africa, ụlọ ọrụ mmepe lekwasịrị anya na ahịa ego n'Africa, kwuputara na ọ họpụtala Arunma Oteh na ndị isi ụlọ ọrụ ya..",
  "Arunma Oteh bụ nwere ikikere nke diri onye obodo Naijiriya na Britain",
  "Na obodo Naijiriya, osi na Steetị nke Abia",
  "Ọ gụrụ akwụkwọ na Mahadum nke ana akpọ University of Nigeria Nsukka, ebe onwere asa mbodo nke ka si elu nke bekee na akpọ First Class Honors Degree na agụmagụ nke ihe gbasara Komputa Sayensi",
  "Omere bia gaa na ụlọ akwụkwọ nke ana akpọ Harvard Business School ebe oritere asambodo nke abụọ na agụmagụ Business Administration",
  "Oteh so na ndi deziri akwụkwọ nke akpọrọ African Voices African Visions.",
  "Oteh arụọla ọrụ na ọtụtụ ụlọ ọrụ ndi di ka Harvard Institute for International Development na Centre Point Investments Limited nke di na obodo Naijiriya na usoro ihe gbasara ighazi akụ na ụba, nkwalite ihe, nkuzi na ichọpụta ihe",
  "Na afọ 1992, Oteh biara rụwa ọrụ na African Development Bank (AfDB).",
  "Oteh bụrụ onye isi nke na ahụ maka idozi akụ na ụba na azụmahia ego site na afọ 1993 ruo na 1997, bia bụrụ onye isi oche nke usoro na ahu maka nghazi akụ na ụba na ire ahia site na afọ 1997 ruo na 2001 tupu eme ya onye na edobe ego nke ụlọ akụ ma na ahụ maka ihe gbasara ikọ ego na aku na ụba nke mba ụwa. Emere Oteh onye osote isi oche nke ụlọ ọrụ ADB na ọnwa atọ nke afọ 2006 ebe ọna ahụ anya maka ihe gbasara asụsụ, ngwa ọrụ na azụmazụ, iwere mmadụ na ọru, igbasa ozi na nkara di iche iche.",
  "Onye isi ọchichi obodo Naijiriya nke ana akpọ Umaru Yar'Adua biara họpụta Nwa Ada Oteh ka onye isi nke ndi ụlọ ọrụ Securities & Exchange Commission na ọnwa asaa nke afọ 2009.\nArunma Oteh biara bụrụzie onye isi ụlọ ọrụ nke na ọnwa mbu nke afọ 2010, mgbe ndi ome iwu biara si ya chiri ha na ihu.",
  "Na ụbọchi iri na asatọ nke ọnwa asaa di na afọ 2012, Oteh bidokwara rụwa ọrụ ozọ na ụlọ ọrụ SEC mgbe ndi PricewaterhouseCooper biara maa ya ikpe amaghim na ebubo oshi ego eboro ya. Oteh rụchara ọkwa ọrụ nke afọ ise ka onye isi ụlọ ọrụ SEC na ọnwa mbụ nke afọ 2015",
  "Na ọnwa asaa nke afọ 2015, Jim Yong Kim, onye isi ụlọ ọrụ nke ndi World Bank nyere nwa ada Arunma Oteh ọkwa pụru iche ka osote onye isi na onye nke na edekọ ego na ụlọ ọrụ ha.",
  "Na afọ 2011 Oteh ritere nrite nke Officer of the Order of the Niger (OON) maka ọtụtụ nkwalite na ntinye nke otinyere na ihe gbasara mbulite nke obodo na imezi ihe gbasara akụ na ụba nke obodo Naijiriya",
  "Na afọ 2011 oritekwara nrite nke oyibo na akpọ \"Distinction In Public Service\" nke ndi otu Commonwealth Business Council/African Business nyere ya\nNa afọ 2014, Oteh ritere ihe nrite pụrụ iche ka Nwanyi Azụmahia nke mpanyere West Africa nke ndi otu CNBC Africa All Africa Business Leaders Awards (AABLA) nyere ya."
]