[
  "Dadiya (Dadiya, Loodiya) bụ otu n'ime asụsụ Savanna nke ugwu ọwụwa anyanwụ Nigeria",
  "A na-ahụ ha na Gombe, Adamawa & Taraba steeti",
  "A na-ahụ ndị Dadiya nke Gombe Steeti na gọọmentị ime obodo Balanga, ebe ndị nọ na Adamawa na Taraba na-ahụ na mpaghara Lamurde na Karim-Lamido.",
  "Obodo Dadiya na ndị bi na ya na-anọchite anya otu Association a na-akpọ Dadiya Community Development Association (DACODA)",
  "Dadiya Elders Forum yana òtù ndị ọzọ metụtara ndị ntorobịa na-arụ ọrụ na mmepe nke Dadiya gụnyere Dadiya Youth Development Association (DAYODA), Dadiya Youth development Foundation (DYDF) na Dadiya Success Forum.",
  "A na-akọwa eze / onye na-achị ndị Dadiya dị ka 'Folo Dadiya' ọ bi na isi ụlọ ọrụ nke ala Dadiya, Bambam",
  "Ndị Dadiya nwere omume enyi na nnabata, Ha na agbụrụ ndị ọzọ bi n'udo na Bambam gụnyere agbụrụ Waja, Tula, cham na agbụrụ Tangale.",
  "A na-akpọ ọtụtụ ebe obibi Dadiya aha \"Loo\" nke pụtara ebe obibi ma ọ bụ ụlọ",
  "Ebe obibi ndị a ma ama na Dadiya gụnyere Anguwan magaji, lookwila, lookulakuli, loogolwa, looja, lofiyo, lobasi, loofa, loodib, loobware ebe obibi ndị ọzọ bụ kafin bawa, Dogon dutse, Mai-tunku, Bambam, Balaifi, Tunga, Delifla, Sabara, Yelwa, Nasarawa n'etiti ndị ọzọ.",
  "Ndị Dadiya nwere emume ha na-eji egosipụta ọdịbendị ha, ụfọdụ na-eme kwa afọ ebe ụfọdụ na-adị otu ugboro dịka Yeelin, \"KAL\" nke na-eme otu ugboro n'ime afọ asaa.",
  "A maara ndị Dadiya dị ka ndị ọrụ ugbo n'ihi oke ha na ala ha na-eme nri, ha na-akọ nri, osikapa, ọka, agwa, were dịrị gaba n'ihi na nkume na ugwu gbara ala ahụ gburugburu ndị Dadiya kwenyere na a na-agọzi ala ahụ na ọtụtụ ihe ndị dị n'ime ala.",
  "Ndị Dadiya enweghị ụzọ na-ejikọ obodo nta ndị ahụ",
  "Gọọmentị Naịjirịa leghaara ala Dadiya na ndị ha anya n'ihi na ha enweghị ọtụtụ ndị ya na gọọmentị nke ga-eme ka ala Dadiya nwee ọganihu",
  "Ozugbo oge mmiri ozuzo malitere, a na-ewepụ ndị Dadiya n'akụkụ ụwa ndị ọzọ n'ihi nnukwu osimiri nke na-asọ ihe fọrọ nke nta ka ọ bụrụ n'oge mmiri ozuzo niile.",
  "Ndị Dadiya na-agbasapu obi maka ụdị ọ bụla nke mmepe dị mma.",
  "Ebe obibi Dadiya dị na mbụ n'ime na gburugburu Ugwu Muri.",
  "Taa, a na-asụ Dadiya na Bambam, ebe 'Folo nke Dadiya' bi n'otu n'ime ngalaba ya."
]