[
  "/r/angi ma ọ bụ Langi (enweghị ọdịiche dị n'etiti /r/ na /l/; nke a makwaara dị ka Irangi, Kilaangi, wdg) bụ asụsụ Bantu nke ndị Rangi dị na Kondoa District na mpaghara Dodoma nke dị na Central Tanzania na-asụ",
  "Ọ bụ ezie na a maara asụsụ ahụ dị ka Rangi na Bekee nakwa Kirangi na Swahili a na-asụ n'ime Great Lakes nke Afrịka, okwu na-ezo aka n'onwe ya bụ Kilaangi.",
  "Atụmatụ na ọnụ ọgụgụ ndị na-asụ Rangi sitere na 270,000 ruo 410,000. Rangi bụ otu asụsụ kachasị ukwuu enwere na mpaghara Babati-Kondoa.",
  "A na-achọpụta ụdị abụọ nke Rangi - nke a na-asụ na Rangi Highlands (nke a maara na Swahili dị ka Irangi ya Juu) nakwa nke Lowlands (Irangi ya Chini)",
  "N'agbanyeghị na enwere ọdịiche, ụdịrị ndị a na-aghọta ibe ha",
  "Otú ọ dị, a na-ahụkwa ọdịiche ụfọdụ n'etiti ụdị dị iche iche a na-asụ n'obodo ukwu nke Kondoa, ya nakwa n'obodo nta ndị gbara ya gburugburu nke Bereko, Bukulu, Isabe, Humai, Kwadinu, Kolo, Choka, Gubali, Nkuku, Bicha, Kingale, Kelema, Paranga, Kidoka, Haubi na Mondo.",
  "Rangi na-egosipụta isi mbido syntax nke a na-ejikọta ya na asụsụ Bantu",
  "Asụsụ ndị ahụ na-egosipụta usoro okwu SVO, ya na ụfọdụ ọdịiche na usoro okwu nwere ike maka ihe ndị dị irè",
  "Ihe na-agbakwunye bụ asụsụ site na ịgbakwunye -ext na njedebe nke ọtụtụ okwu niile.",
  "Dị ka ọdị n'ọtụtụ asụsụ Bantu, Rangi na-eji usoro nkeji aha",
  "Rangi nwere Klas iri na itoolu",
  "Klas 1-10 na-egosi ọdịiche dị iche iche nke otu-ọtụtụ (nke ọnụ ọgụgụ dị iche iche na-anọchite anya ụdị otu na ọbụna ọnụ ọgụgụ na-anọchi anya ụdị dị iche iche)",
  "Klas 12 eme ihe maka (otu) obere aha, klas 15 nwere aha na-enweghị njedebe, klas 16 na 17 nwere aha locative, ebe klas 19 nwere ọtụtụ aha na-ebelata.",
  "Rangi abịala n'uche ndị ọkà mmụta asụsụ n'ihi ọtụtụ atụmatụ ọ na-egosipụta nke na-adịghị ahụkebe maka asụsụ Bantu",
  "N'ime nke a bụ nhazi ngwaa-onye enyemaka nke a na-ahụ n'oge abụọ n'asụsụ. N'ọdịnihu na n'ozuzu ọdịnihu, enyemaka na-apụta n'azụ ngwaa na nkwupụta isi okwu",
  "Usoro a bụ ihe a na-adịghị ahụkebe site n'echiche ntụnyere na nke ụdị, ebe ọ bụ na asụsụ Bantu nke Ọwụwa anyanwụ Afrịka na-egosipụta usoro ngwaa enyemaka na asụsụ SVO na-atụ anya igosi usoro ngwaa inyeaka",
  "A na-ahụkwa usoro okwu a pụrụ iche n'asụsụ Mbugwe dị nso, nke a na-asụ na mpaghara Babati.",
  "Rangi nwere usoro ụdaume asaa, nke nwere otu ụdaume dị ala na ụdaume dị iche iche dị n'ihu azụ na okpukpu atọ",
  "Ụdaume ndịa bụ [a], [ɛ], [i], [ɪ], [ɔ], [u] na [ʊ]",
  "Rangi nwere ụdaume ụdaume na-agbanwe agbanwe na ọdịiche dị n'etiti ụdaume ogologo na nke dị mkpirikpi",
  "Rangi na-egosipụtakwa nkwekọrịta ịdị elu nke ụdaume.",
  "Edensibia"
]