[
  "A na-asụ asụsụ Siwu n'akụkụ ugwu nke etiti mpaghara Volta nke Ghana",
  "Ọ bụ otu n'ime asụsụ ugwu Ghana Togo (nke a na-akpọkarị Togorestsprachen ma ọ bụ asụsụ Togo Remnant) nke alaka Kwa nke Niger China",
  "Ndị na-asụ Siwu na-akpọ onwe ha Mawu na ala ha Kawu.",
  "A na-asụ Siwu na ngụkọta nke obodo asatọ gbasasịrị n'ugwu ndị dị n'ebe ugwu Hohoe",
  "Atụmatụ nke ọnụ ọgụgụ ndị na-ekwu okwu dị n'agbata pụkụ ịrị na pụkụ ịrị abụọ na atọ",
  "Kawu kewara na Akpafu (Ebe Ọdịda Anyanwụ) na Lolobi (Ebe Anyanwụ), nke kwekọrọ na nkewa dialectal",
  "Obodo Akpafu ise bụ Todzi, Ɔdɔmi, Mempeasem, Sɔkpoo, na Adɔkɔ",
  "Ha niile dị n'ime ihe dị ka kilomita asatọ site na ibe ha ka nnụnụ ahụ na-efe efe, na atọ mbụ na-agbakọta n'akụkụ ọdịda anyanwụ nke Akpafu, na abụọ ikpeazụ n'akụkụ nke ọzọ nke mpaghara ahụ",
  "Obodo Lolobi atọ nke Kumasi, Ashiambi, na Huyeasem nọ ibe ha nso;  ha dị n'ebe ugwu ọwụwa anyanwụ Hohoe.",
  "Ndị na-asụ Siwu bụ ndị ọrụ ugbo, ọtụtụ n'ime ha nwere ọtụtụ obere ala n'ebe dị anya (nkeji ịrị ato - awa abụọ) ebe ha na-akụ osikapa, koko, ọka, cassava, yam, plantain, na ihe ọkụkụ ndị ọzọ",
  "Mkpụrụ ọka na cassava bụ ihe ngosi na-adịbeghị anya, ebe a na-akụ osikapa site n'oge ochie",
  "Ụdị osikapa dị n'elu ala (Oryza glabberima) dị nso na njirimara Mawu",
  "Ndị ikom na-arụ ọrụ ụbọchị mgbe ụfọdụ n'obodo ndị gbara ha gburugburu, ebe ndị inyom na-ere ihe ọkụkụ n'ahịa.",
  "Ndị Mawu na-akpa nganga maka ụlọ ọrụ ígwè nke nwere ọganihu ruo ọtụtụ narị afọ mana nke mechara daa na ngwụcha narị afọ nke iri na itoolu n'ihi ọ dịkarịa ala n'akụkụ ụfọdụ n'ihi mbata nke ígwè ndị Europe na-emepụta ọnụ ala",
  "A ka nwere ike ịhụ ihe ndị fọdụrụ n'ịgba ígwè na ịkpụ ihe na Akpafu-Tɔdzi, obodo Mawu kacha ochie na naanị nke ka dị n'elu ugwu ahụ.",
  "A na-ejikọta Siwu na asụsụ iri na abụọ ndị ọzọ dịpụrụ adịpụ n'ógbè ahụ n'okpuru isiokwu asụsụ Ugwu Ghana (nke bụbu Togorestsprachen ma ọ bụ 'Asụsụ Togo Remnant'), ọ bụ ezie na a chọpụtara na nke a dabere na echiche ole na ole gbasara ụdị na ọnụ ọgụgụ mmadụ karịa nyocha zuru oke (Blench 2001)",
  "Otú ọ dị, ọ dịtụbeghị mgbe a na-arụ ụka na asụsụ ahụ bụ akụkụ nke alaka Kwa nke Niger Congo, ezinụlọ asụsụ kachasị ukwuu n'Africa",
  "N'ime asụsụ ugwu Ghana, ndị ikwu kacha nso nke Siwu bụ Lεlεmi (Buem), Sεlε (Santrokofi), na Sεkpεlε, na Siwu, asụsụ ndị a mejupụtara otu a kpọrọ otu Buem (Heine 1969)",
  "Ikpana (Logba) ka ewepụrụ ma na mpaghara ma na asụsụ.",
  "Ihe ncheta mbụ e bipụtara nke Siwu (Akpafu) malitere na 1890s, mgbe ndị ozi ala ọzọ Germany na ndị ọrụ ọchịchị malitere inyocha Hinterland nke Togoland ha",
  "N'ime nnyocha na ọmụmụ ethnographic nke ala sara mbara (Plehn 1898) anyị na-ahụ ihe eleghị anya nke mbụ Siwu pụtara na-ebipụta: abụọ songs na a bit nke okwu metụtara ụlọ na ụlọ.  Kemgbe ahụ, e bipụtala iberibe iberibe ebe a na ebe ahụ, mana n'ozuzu Siwu ka enweghị nkọwa.",
  "Ihe odide German mbụ ma e wezụga Plehn bụ Seidel (1899), Funke (1920), na Westermann (1922)",
  "Kevin Ford rụrụ ọrụ asụsụ dị mkpa na 1970s na njikọ aka na Robert Iddah, onye na-ekwu okwu Lolobi, mana ọtụtụ n'ime nke a ka na-ebipụtaghị (Ford & Iddah 1973, 1987)",
  "N'afọ ndị na-adịbeghị anya, Andy Ring na ndị mmekọ akwadola sketch nke phonology na morphosyntax na GILLBT.  Enwere ike ịhụ ụfọdụ ihe gbasara asụsụ n'akwụkwọ dị iche iche nke Kofi Agawu dere na Northern Ewe na Akpafu ethnomusicology.",
  "Siwu nwere ụdaume ọnụ asaa na ụdaume imi ise",
  "Ọtụtụ asụsụ nke mpaghara ahụ nwere usoro ụdaume asatọ ma ọ bụ itoolu nwere ụdị nkwekọrịta ụdaume",
  "Na Siwu, mbuụzọ klas aha anaghị ekwekọ, mana mgbọrọgwụ-n'ime enwere ihe mgbochi ụfọdụ na ụdaume co-occurrences, na-agba akaebe na ọnụnọ mbụ nke usoro nkwekọrịta ụdaume dị elu (Ford 1973)",
  "Siwu bụ asụsụ ụda olu nwere ụda atọ n'elu: élú, etítì, ala",
  "Ọrụ nke ụda dị elu na lexicon (obere abụọ) yana na ụtọ asụsụ (tens nke akara ụda).",
  "Usoro ihe ndị bụ isi na Siwu bụ isiokwu–ngwaa–ihe",
  "Asụsụ ahụ nwere usoro dị mgbagwoju anya nke nhazi aha, nke nwere ihe dị ka otu itoolu/ọtụtụ nke mbuụzọ na klas maka aha buru ibu",
  "Nkwekọrịta na klas aha ndị a na-egosipụtakarị na ngwaa na nọmba 1-7, ndị ikwu, na ngosipụta."
]