[
  "Àtụ:Infobox language family",
  "Asụsụ Gbe (nke a na-akpọ ) mejupụtara ụyọkọ nke ihe dị ka asụsụ iri abụọ yiri ya na-agbasa n'ebe dị n'etiti ọwụwa anyanwụ Ghana na ọdịda anyanwụ Naịjirịa. Ọnụ ọgụgụ ndị na-asụ asụsụ Gbe dị n'etiti nde anọ na asatọ",
  "Asụsụ Gbe a na-asụkarị bụ Ewe (nde atọ na asụ ya na Ghana  na Togo), Fon sochiri ya (1.7 nde, ọkachasị na Benin)",
  "A na-etinye asụsụ Gbe nya a na-alaka Kwa nke asụsụ Niger Congo, mana n'oge na-adịbeghị anya, a na-ahazi ya dị ka asụsụ Volta Niger",
  "Ha gụnyere ụyọkọ asụsụ ise: Ewe, Fon, Aja, Gen (Mina), na PhlaʹPherá.",
  "Ọtụtụ n'ime ndị Gbe si n'ebe ọwụwa anyanwụ bịa ebe obibi ha ugbu a n'ọtụtụ njem n'etiti narị afọ nke iri na nke iri na ise",
  "Otú ọ dị, a na-eche na ụfọdụ n'ime ndị Phlaá bụ ndị mbụ bi n'ógbè ahụ bụ ndị gwakọtara ha na ndị mbịarambịa Gbe na ndị Gen nwere ike isi na ndị Ga-Adangbe na Ghana",
  "Na ngwụcha narị afọ nke iri na asatọ, e mere ọtụtụ ndị na-asụ asụsụ Gbe ohu ma kpọga ha n'Ụwa Ọhụrụ: ekwere na asụsụ Gbe rụrụ ọrụ ụfọdụ na mmalite nke ọtụtụ asụsụ Caribbean creole, ọkachasị Haitian Creole.",
  "N'ihe dị ka 1840, ndị ozi ala ọzọ German malitere nyocha asụsụ n'asụsụ Gbe",
  "Na ọkara mbụ nke narị afọ nke iri abụọ, onye Africa Diedrich Hermann Westermann bụ otu n'ime ndị na-enye aka na ọmụmụ nke Gbe",
  "H.B",
  "Capo bipụtara n'ime nkewa mbụ nke asụsụ Gbe na 1988, nke phonology na-esote na 1991",
  "Asụsụ ndị Gbe bụ ụda olu, asụsụ ndị na-ekewapụ onwe ha na usoro okwu bụ isi bụ isiokwu.",
  "Osimiri Volta dị na Ghana na Osimiri Weme dị na Benin gbara mpaghara asụsụ Gbe n'ebe ọdịda anyanwụ na n'ebe ọwụwa anyanwụ",
  "Ókè ugwu dị n'etiti 6 na 8 degrees latitude na ókè ndịda bụ ụsọ oké osimiri Atlantic",
  "Asụsụ Kwa ndị ọzọ gbara mpaghara ahụ gburugburu, ma e wezụga n'ebe ọwụwa anyanwụ na n'ebe ugwu ọwụwa anyanwụ, ebe a na-asụ Yorùbá",
  "N'ebe ọdịda anyanwụ, a na-asụ asụsụ GañoDangme, Guang na Akan",
  "N'ebe ugwu, Adele, Aguna, Akpafu, Lolobi, na Yorùbá gbara ya gburugburu.",
  "Atụmatụ nke ọnụ ọgụgụ ndị na-asụ asụsụ Gbe dịgasị iche iche",
  "Capo (1988) na-enye atụmatụ dị ala nke nde anọ, ebe SIL's Ethnologue (15th mbipụta, 2005) na-enye nde asatọ",
  "Asụsụ nile nke Gbe a na-asụkarị bụ Ewe (Ghana na Togo) na Fon (Benin, ọwụwa anyanwụ Togo) na nde anọ na nde atọ na-asụ ya, n'otu n'otu",
  "Ewe bụ asụsụ agụmakwụkwọ maka ụlọ akwụkwọ sekọndrị na mahadum dị na Ghana, a na-ejikwa ya na agụmakwụkwọ na-abụghị nke gọọmentị na Togo",
  "Na Benin, Aja (740,000 ndị na-asụ ya) na Fon bụ abụọ n'ime asụsụ mba isii gọọmentị họọrọ maka agụmakwụkwọ nke ndị okenye na 1992.",
  "Greenberg, na-esote Westermann (1952), debere asụsụ Gbe n'ezinụlọ Kwa nke asụsụ NigerCongo. Ogogo alaka Kwa agbanweela site n'afọ ruo n'afọ, Roger Blench tinyere asụsụ Gbe na alaka VoltaʹNiger na asụsụ ndị bụbu East Kwa n'ebe ọwụwa anyanwụ ha.",
  "Gbe bụ asụsụ na-aga n'ihu",
  "Dabere na nyocha ntụnyere, Capo (1988) kewara ya ụyọkọ ise, nke ọ bụla nwere ọtụtụ asụsụ ndị a na-aghọta",
  "Ókèala dị n'etiti ụyọkọ ndị ahụ abụghị mgbe niile ka ọ dị iche",
  "ụyọkọ ise ahụ bụ:",
  "Asụsụ Gbe nwere otu akụkụ nke dị n'ọtụtụ asụsụ nke ọdọ mmiri Volta, usoro ngwaa",
  "Nke a pụtara na enwere ike ijikọta ngwaa abụọ ma ọ bụ karịa n'otu ahịrịokwu, na-ekerịta otu isiokwu ahụ, na-enweghị akara njikọ, na-akpata ihe ọ pụtara nke na-egosipụta akụkụ na-esote ma ọ bụ n'otu oge nke omume nke ngwaa"
]