[
  "Asụsụ Ovambo (ìnglish: /ɒˈvæmboʊ/) bụ ụyọkọ asụsụ nke ndị Ovambo na-asụ na ndịda Angola na ugwu Namibia, nke ụkpụrụ edere bụ Kwanyama na Ndonga.",
  "Aha ala maka asụsụ ahụ bụ Oshiwambo (nke a na-edekwa Oshivambo), nke a na-ejikwa maka asụsụ Kwanyama na Ndonga",
  "Ọ bụ asụsụ kachasị ukwuu a na-asụ na Namibia, ọkachasị site n'aka ndị Ovambo.",
  "Asụsụ a nwere njikọ chiri anya na nke Herero na Himba, asụsụ Herero (Otjiherero)",
  "Ihe ịrịba ama doro anya nke ịdị nso bụ prefix eji eme ihe maka aha asụsụ na dialect, Proto-Bantu *ki- (klas 7, dị ka aha asụsụ Swahili, Kiswahili), nke na Herero gbanwere ka ọ bụrụ Otji- na Ovambo gaa n'ihu na Oshi-.",
  "Mgbe Namibia nweere onwe ya na otu puku na narị itoolu na iri itoolu (1990),",
  "ekewara mpaghara a maara dị ka Ovamboland na mpaghara Ohangwena, Omusati, Oshana na Oshikoto",
  "Ndị bi na ya, nke e mere atụmatụ na ha dị n'agbata 700,000 na 750,000, na-agbanwe agbanwe nke ukwuu",
  "Nke a bụ n'ihi ókèala esere na-enweghị ntụpọ nke Portuguese na German Empires mere n'oge ọchịchị ndị ọchịchị, nke gafere mpaghara agbụrụ Oukwanyama, na-etinye ụfọdụ na Angola na ndị ọzọ na Namibia",
  "Nke a na-ebute mmegharị na-agafe ókèala mgbe niile.",
  "E nwere ihe dịka otu nde ndị na-asụ Oshiwambo na Namibia na Angola. Ọ bụ ezie na a na-asụkarị ya na mpaghara ndị dị n'ebe ugwu nke Namibia, ndị ọrụ si Ovamboland na-asụrụ ya n'ọtụtụ ebe n'akụkụ ndị ọzọ nke mba ahụ",
  "Ndị ọrụ a mejupụtara akụkụ dị ukwuu nke ndị bi n'ọtụtụ obodo, ọkachasị na ndịda, ebe enwere ọrụ na ụlọ ọrụ na-egwupụta ihe",
  "Dịka ọmụmaatụ, na Lüderitz, ụgbọala awa 18 site na Ovamboland, ọ dịkarịa ala pasent iri ise (50%) nke ndị bi na ya na-asụ Oshiwambo.",
  "Aha Ambo na Ovambo yiri ka ọ bụ exonyms na mbụ",
  "N'agbanyeghị ịkọ nkọ dị ukwuu, mmalite ha bu ihe amaghi.",
  "Ndị ọchịchị Germany kpọrọ mba ahụ Ovamboland na Amboland",
  "N'asụsụ Bekee, Ovamboland na-achịkwa, ọ bụ ezie na a na-eji mba Ambo eme ihe mgbe ụfọdụ, na mbipụta Bekee sitere na Namibia, Owamboland, Wamboland, na Owambo na-ahụkwa",
  "Ụdị ndị a na-ahụkarị bụ alaeze Owambo bụ Ndonga, Kwanyama na Kwambi",
  "A na-akpọkarị ndị ahụ Ovambo ma ọ bụ Ambo na Bekee",
  "Ụdị ndị a na-ahụkarị bụ Aawambo (Ndonga) na Ovawambo (Kwanyama); otu n'ọnọdụ abụọ ahụ bụ Omuwambo",
  "A na-akpọkarị asụsụ ahụ Ovambo, Ambo, ma ọ bụ Oshiwambo na Bekee; aha njirimara na ụkpụrụ abụọ ahụ bụ Oshiwanambo.",
  "E nwere olumba asatọ, gụnyere ụkpụrụ abụọ e dere ede Kwanyama na Ndonga.",
  "Tebụl na-esonụ nwere aha, mpaghara, aha dialect na ebe agbụrụ Ovambo dị ka T",
  "E",
  "Tirronen's Ndonga-English Dictionary si kwuo",
  "Tebụl ahụ nwekwara ozi gbasara ụdị aha nke Proto-Bantu okwu ndị ahụ.",
  "Maho (2009) depụtara ihe ndị a dị ka asụsụ dị iche iche na ụyọkọ Ovambo:"
]