[
  "Asụsụ Phla na Pherá (Xwla–Xwela) nwere ike ịbụ otu asụsụ Gbe nke a na-asụkarị na ndịda ọwụwa anyanwụ na ndịda ọdịda anyanwụ Benin; a na-ahụ ụfọdụ obodo na ndịda Ọwụwa Anyanwụ Togo na ndịda anyanwụ Naịjirịa",
  "H.B",
  "Capo webatara otu ahụ, nke nwere ihe dị ka ụdị iri, na nhazi ya nke asụsụ Gbe na 1988 dị ka otu n'ime isi alaka ise nke Gbe",
  "Nnyocha ndị ọzọ SIL International mere n'afọ ndị 1990 kwadoro ọtụtụ nchọpụta Capo ma mee ka a gbanwee ụfọdụ n'ime ìgwè ya ndị ọzọ; ọkachasị, e kewara Phla na Pherá na mpaghara ọwụwa anyanwụ na nke ọdịda anyanwụ",
  "Phla na Pherá bụ otu n’ime alaka Gbe pere mpe n’ihe gbasara ọnụ ọgụgụ ndị na-ekwu okwu.  Ọ bụkwa ngalaba dị iche iche nke Gbe, n'ihi na enwere ọtụtụ obodo kewara ekewa, mana ọ bụ n'ihi mmetụta dị ukwuu nke ọtụtụ asụsụ na-abụghị ndị Gbe nwere n'oge gara aga.  A na-eche na ụfọdụ ndị Phla–Pherá bụ ndị mbụ bi na mpaghara ahụ ebe ha na ndị kwabatara Gbe mekọrịtara ihe.",
  "Okwu ahụ bụ Phla–Pherá bụ njikọ nke aha nke asụsụ abụọ dị mkpa nke otu a",
  "E nwere ọtụtụ ụdị mkpụrụ okwu nke aha abụọ ahụ (Xwla (Phla) na Xwela (Phera)).",
  "A na-asụ ọtụtụ asụsụ Phlaá na mpaghara Mono, Atlantique, na Oueme (Weme) nke Benin",
  "Alada, okwu a na-agụnye mgbe ụfọdụ n'òtù PhlaáPherá, na-asụ na ndịda ọdịda anyanwụ Naịjirịa dị na ndịda ọwụwa anyanwụ nke isi obodo Benin bụ Porto-Novo",
  "A na-asụ otu asụsụ Phlaá, Xwla (nke a na-akpọ ), n'ebe ọdịda anyanwụ nke osimiri Mono, n'ụsọ oké osimiri dị n'etiti Anexo (Togo) na Grand Popo (Benin); a na-ahazi asụsụ a Popo n'oge gara aga",
  "Fon n'ụdị ya dị iche iche, na-anọchi anya ngalaba ọzọ nke Gbe, bụ asụsụ kachasị na mpaghara a na mpaghara ndị na-asụ Phla–Pherá gbasasịrị n'ofe Fon.",
  "Asụsụ Phla-Pherá so n'ime asụsụ ndị a na-enyochaghị enyocha n'ime ndị Gbe",
  "N'ọnọdụ ụfọdụ, a maghị ihe karịa aha otu olumba na obodo ebe a na-asụ ya",
  "N'ihi nke a, o siri ike ịchọpụta ọnụ ọgụgụ ndị na-asụ asụsụ Phlaá",
  "Ntụle nnwale, dabere na obere data ọnụọgụ mmadụ dị na Ethnologue, bụ ndị ọkà okwu pụkụ narị anọ ewezuga Alada, ma ọ bụ pụkụ narị isii ruo pụkụ narị asaa nke gụnyere Alada.",
  "E mere ọtụtụ n'ime nyocha ntụnyere maka Hounkpati BC Capo nwere mmetụta nkewa nke asụsụ Gbe n'afọ ndị iri asaa, na nsonaazụ ụfọdụ dara na ngwụcha afọ iri asaa na mmalite afọ iri asatọ n'ụdị isiokwu gbasara mmepe phonological ụfọdụ na alaka dị iche iche nke Gbe",
  "N'ọrụ ya nke 1988 Renaissance du Gbe, e bipụtara nhazi nke Gbe n'ụzọ zuru ezu maka oge mbụ (akụkụ nke mmeghe ya n'akwụkwọ afọ 1991 ya akpọrọ 'A Comparative Phonology of Gbe' bụ nsụgharị Bekee nke a)",
  "Na nkewa a, a na-ewere PhlaʹPherá dị ka otu n'ime alaka ise nke Gbe, ndị ọzọ bụ Ewe, Gen, Fon, na Ajá",
  "Dị ka Capo si kwuo (1988:15), otu PhlaāPherá nwere nkuzi ndị a:",
  "Ayizɔ, Gbesi (gbesiin) na Kotafɔn (kógbè) bụ otu asụsụ bụ isi.",
  "Capo chịkọtara nku/z/i PhlaáPh*erá karị/s/ịa na ndabere nke ọtụtụ ọdịdị phonological na ọdịdị, gụnyere mmepe nke proto-Gbe *tʰ na *dʱ n'ime /s/ na /z/, ọdịiche dị n'etiti *ɛ na *e, na ọbịbịa nke aha dị iche iche.",
  "Capo kwuru na ndị na-asụ asụsụ dị iche iche nke ọ na-agụnye anaghị eji aha ahụ bụ Phla–Pherá, na eziokwu ahụ bụ na ngalaba Phlaá abụghị otu karịa ndị ọzọ",
  "Otú ọ dị, dị ka Capo si kwuo, ndị ọkà okwu ha 'na-aghọta njikọ dị nso n'etiti nkuzi ndị e depụtara ebe a karịa n'etiti nke ọ bụla n'ime ndị e depụtara na [alaka ndị ọzọ]'.  O debere ụdị Alada dị iche iche dị ka ihe dịpụrụ adịpụ, dịka ụfọdụ ndị 'na-ewere Alada na asụsụ Fon dị ka otu asụsụ'.",
  "Na mbido afọ iri itoolu, Summer Institute of Linguistics malitere nyocha iji chọpụta obodo ndị Gbe nwere ike irite uru site na mbọ agụ na ide dị ugbu a ma ọ ga-adị mkpa mmemme mmepe ndị ọzọ na ụfọdụ n'ime obodo ndị fọdụrụnụ",
  "Nnyocha asụsụ e mere n'oge ọmụmụ ihe a bụ iji mee ka a ghọtakwuo mmekọrịta dị n'etiti ụdị dị iche iche nke Gbe.  E gosipụtara ụfọdụ nsonaazụ ọmụmụ a na Kluge (2000, 2005, 2006).",
  "Site na nnyocha nke okwu na ụtọ asụsụ nke sitere n'etiti ụdị Gbe dị iri anọ na itoolu, Kluge kewara asụsụ Gbe n'ime nnukwu ìgwè atọ: ọdịda anyanwụ, etiti, na ọwụwa anyanwụ",
  "Ìgwè ọwụwa anyanwụ nwere ụyọkọ atọ: Fon (nke fọrọ nke nta ka ọ bụrụ alaka 'Fon' nke Capo), ọdịda anyanwụ PhlaáPhera, na ọwụwa Anyanwụ Phlaá (nke fọrọ ka ọ bụrụ asụsụ Phlaá Pherá nke Capo)",
  "Tinyere ihe ndị ọzọ, akụkụ a nke nyocha Kluge gosipụtara na ejighị n'aka nke nhazi nke olumba Alada: ụfọdụ nsonaazụ nwere ike na-arụtụ aka na nsonye n'ime otu Fon, ebe ndị ọzọ na-atụ aro ịbụ otu n'ime ụyọkọ Phla–Pherá.",
  "N'otu aka ahụ, nsonaazụ Kluge na-egosi ejighị n'aka banyere nhazi nke Ayizo na Kotafon.",
  "E tinyeghị ọtụtụ nkuzi nke Kluge tụlere na nyocha Capo (cf",
  "Capo 1991:14ff), ya bụ Ajra, Daxe, Gbesi, Gbokpa, Movolo, Se, na Seto, nke niile Kluge (2000:32, 2005:41ff,47, 2006:74ff,79) kewara dị ka PhlaāPhera.",
  "Dị nnọọ ka Capo kwetara na nnukwu ọdịiche dị n'alaka Phlaá, nyocha Kluge emeghị ka ihe akaebe doro anya gbasara nhazi nke alaka Phlaáá ọdịda anyanwụ na ọwụwa anyanwụ nke ụdị dị iche iche nke mgbakọ nyere nhazi dị iche iche n'asụsụ dị iche iche (cf",
  "2000:62化3, 2005:45ff)",
  "Ọdịiche dị n'ime ezinụlọ a nwere ike ịbụ n'ihi eziokwu ahụ bụ na obodo dị iche iche nke PhlaāPherá anaghị ebi n'otu mpaghara mpaghara kama ha gbasara n'ụsọ oké osimiri nke Bight of Benin.",
  "Otú ọ dị, ihe ọzọ dị mkpa maka ọdịiche dị iche iche a ma ama bụ otu n'ime ọdịdị akụkọ ihe mere eme",
  "N'akwụkwọ 1979 gbasara akụkọ ihe mere eme nke ndị Gbe (nke a na-akpọ Adjatado n'oge ahụ), onye ozi ala ọzọ Katọlik Roberto Pazzi kwuru na 'asụsụ atọ sitere na ọkara ọmụmụ n'etiti ìgwè ndị mbịarambịa na ụmụ amaala si Tádó: ha bụ Gɛ̀n, Sáhwè na Xweɖá.' Asụsụ abụọ ikpeazụ bụ akụkụ nke alaka Capo nke PhlaáPherá, Capo gbakwunyere na Tsáphɛ na Phelá nwere Cábɛ (Yoruboid) na Eʹdo n'otu n'otu dị ka substrata",
  "Mmekọrịta a na njikọta nke ndị na-abụghị ndị Gbe na ndị Gbe na mmetụta nke usoro a na asụsụ na-agbasa ihe oyiyi ahụ gosipụtara site na nyocha asụsụ",
  "Nnyocha ọzọ banyere mmalite akụkọ ihe mere eme nke ndị Phla na Pherá emebeghị.",
  "N'ihi ejighị n'aka banyere ọdịdị dị n'ime nke nnukwu ìgwè ndị dị n'ebe ọwụwa anyanwụ nke Gbe, Ethnologue ahapụla PhlaʹPherá kpamkpam site na nhazi nke asụsụ Gbe",
  "A na-etinye ụfọdụ n'ime nkuzi nke Capo na Kluge's PhlaāPherá na alaka ndị ọzọ (dịka ọmụmaatụ, a na-ahụ Xwla n'okpuru Aja) ebe ndị ọzọ anaghị etinye ha na obere ìgwè ọ bụla nke Gbe (dịka",
  "[Ihe e dere n'ala ala peeji]"
]