[
  "Lokoya bụ asụsụ Eastern Nilotic nke e mere atụmatụ na mmadụ puku iri na abụọ na narị anọ na-asụ na South Sudan",
  "A na-akpọkwa ya aha ndị ọzọ dị iche iche, gụnyere Ellyria, Koyo, Loirya, Ohoromok, Lokoiya, Lokoja, Loquia, Lowoi, Oirya, Owoi, na Oxoriok.",
  "E kewara Lokoya dị ka onye otu Eastern Nilotic nke Nilotic, na mpaghara Eastern Sudanic nke Nilo-Saharan",
  "N'ime Eastern Nilotic, a na-ewere Lokoya dị ka akụkụ nke otu asụsụ Lotuko, na alaka Lotuko-Maa nke Teso-Lotuko-Maa (nke a na-akpọkwa asụsụ ndị na-abụghị asụsụ Bari). Ndị ọzọ so n'òtù asụsụ Lotuko gụnyere Lotuko, Lopit, Dongotono na Lango, ha niile na-asụ na mpaghara ndị dị nso na South Sudan",
  "N'ime asụsụ ndị a, Lotuko yiri nke Lokoya, na nyocha ntụnyere na-egosi 64.5% yiri okwu n'etiti ha abụọ",
  "Otu nnyocha ahụ gosipụtara ọdịdị okwu 57.4% n'etiti Lokoya na Lopit, na 56.5% yiri n'etiti lokoya na Dongotono. N'akwụkwọ ndị mbụ gbasara Lokoya na asụsụ ndị yiri ya, enwere nnukwu mgbagwoju anya banyere aha asụsụ na ndị mmadụ, na ma aha dị iche iche na-ezo aka n'otu ìgwè ma ọ bụ otu dị iche",
  "Dịka ọmụmaatụ, e kwenyere na Ohoriok bụ otu dị iche na Lokoya, mana akụkọ ndị ọzọ na-ekwu na nke a bụ n'ezie aha e ji mee ihe n'oge gara aga, aha Lokoya, nke sitere na aha njirimara nke Bari ji mee ihe, wepụrụ aha Ohoriok.",
  "Ndị Lokoya na-asụ asụsụ Lokoya, ndị bi n'ugwu na ndagwurugwu dị n'ebe ọwụwa anyanwụ Juba, South Sudan",
  "Mpaghara Lokoya gụnyere ọtụtụ obodo dị iche iche; n'ebe ọdịda anyanwụ, ndị a gụnyere Ngulere, Liria, Langabu, Ngangala, na Ilyangari, na n'ebe ọwụwa anyanwụ, obodo Lokoya bụ Lobuhi, Pura, Losok, Lohira, Lohilo, Ohwa, Hojobi, Oyata. E nwere ihe dịka mmadụ puke iri na abụọ na narị anọ na-asụ asụsụ ahụ, a na-ewerekwa asụsụ ahụ dị ka ihe na-eyi egwu",
  "A na-ekwu na enweghị ndị na-asụ otu asụsụ, nakwa na 10% nke ndị na-ekwu okwu Lokoya na-asukwa Lotuko.  Otú ọ dị, ọnụ ọgụgụ ndị Lokoya nwere ike ịbụ ihe ruru puku iri atọ.",
  "E nweela obere nnyocha banyere Lokoya, mana enwere ike ịchọta ụfọdụ nchọpụta phonological na morphological na Vossen (1982), dabere na data ndepụta okwu anakọtara na 1970s",
  "Vossen kwuru na data ahụ pere mpe iji nweta nkwubi okwu ọ bụla dị nchebe",
  "Ọ chọpụtara na ndepụta ụdaume nke Lokoya, Dongotono na Lopit yiri nke ọma iji dozie ya ọnụ, ma nye ndepụta ụdaume maka asụsụ atọ ahụ, nke nọchitere anya na tebụl dị n'okpuru.",
  "A na-akọwa ụdaolu /ɟ/ dị ka implosive ()",
  "Vossen kwukwara na /b/ nwere ike ịgbanwe na implosive [ɓ], na /d/ nwere ike ịgbanwere na implosives [ɗ]",
  "Na Lokoya, a na-eji [f] ma ọ bụ [v] dochie /p/ n'etiti ụdaume",
  "A hụla /pː/ n'oge ole na ole mana ọ bụghị ihe doro anya ma ọ bụrụ na ọ dị iche",
  "/k/ na-ejikarị [ɣ] dochie anya n'etiti ụdaume mana enwere ike iji [x] ma ọ bụ [h] dochie ya",
  "Otú ọ dị, na gburugburu ebe ụfọdụ /k/ na-ejigide",
  "Akwụsị glottal /ʔ/ na-apụta naanị na njedebe okwu",
  "A naghị ahụ /l/ na /r/ okwu-na mbụ na ihe atụ ọ bụla nke Vossen, na glides /wː/ na /jː/ na-ahụ naanị okwu-etiti.",
  "Dị ka Vossen si kwuo, Lokoya nwere usoro abụọ nke ụdaume ise, nke ndịiche dị na ya bụ Advanced Tongue Root ([ATR])",
  "A na-edepụta ndị a na tebụl dị n'okpuru.",
  "Otú ọ dị, Vossen kwuru na ọ dịghị akara dị iche iche e ji mee ihe maka [+ATR] /a/ na [-ATR]/a/ \"n'ihi na a pụghị ịmata ha site na ụdaume\".",
  "Vossen achọpụtaghị ihe atụ nke ogologo ụdaume dị iche na Lokoya",
  "Ọ na-ahụ na nkwekọrịta ụdaume na-arụ ọrụ dị mkpa, mana ọ kọwaghị usoro ahụ.",
  "Vossen kwukwara na n'elu e nwere ụda anọ na Lokoya: High, Low, Mid, na High-Falling",
  "O yiri ka a na-eji ha eme ihe maka ọdịiche okwu na ụtọ asụsụ.",
  "Usoro mkpụrụ okwu na Lokoya bụ n'ozuzu Ngwaa-Isi ngwaa-Mmechi ngwaa, dịka ọ dị maka ọtụtụ asụsụ Nilotic nke Ọwụwa Anyanwụ.",
  "Vossen kwuru na maka asụsụ niile na-abụghị asụsụ Bari, gụnyere Lokoya, ngwaa na-adaba na klas abụọ, nke a na-akpọkarị Klas 1 na Klas 2",
  "Na Lokoya, o yiri ka ngwaa Class 2 nwere ogwe nwere ụdaume dị n'etiti /e-/ ma ọ bụ /ɛ-/, na ogwe ngwaa Class 1 nwere ụdaume mbụ /a-/",
  "A hụrụ ọtụtụ okwu ndị nwere ike ịbụ okwu mana ọrụ ha anaghị ekpebi.",
  "Ọnụ Ọgụgụ akara na aha yiri ka ọ bụ ihe na-adịghị mma",
  "A na-eji nsonaazụ dịgasị iche iche egosi otu, otu, na ọtụtụ.",
  "Dị ka asụsụ ndị ọzọ dị n'òtù Lotuko, Lokoya nwere ụdị ụtọ asụsụ abụọ, nwoke na nwaanyị.",
  "E nyere ụfọdụ ihe atụ okwu Lokoya n'okpuru ebe a, site na ndepụta okwu na Vossen (1982)",
  "Okwu Lokoya ọ bụla dị na transcription phonetic nke Vossen ji mee ihe, ebe ọ bụ na enweghi ọtọgrafi maka asụsụ ahụ."
]