[
  "Asụsụ Limba, Hulimba, bụ asụsụ Niger-Congo nke Sierra Leone na nke Guinea",
  "Ọ nwanyị ihe jikọrọ ya na asụsụ ndị ọzọ ma yie ka ọ na-emepụta alaka nke ya nke ezinụlọ Niger Congo. Asụsụ ndi a gụnyere Tonko, Sela, Kamuke (ma ọ bụ Ke), Wara-wara, Keleng, Biriwa, na Safroko",
  "Ụdị ọwụwa anyanwụ, nke a na-asụkarị na Guinea, dị nnọọ iche",
  "Limba nwere usoro nke klas aha, nke akara ochie, nke eroded set nke prefixes gbakwunyere site na usoro enclitics ọhụrụ.",
  "Ethnologue depụtara ụdị abụọ na-esonụ nke Limba, nke a na-asụ na Guinea na Sierra Leone.",
  "A na-asụ East Limba na Ouré-Kaba, Guinea.",
  "A na-asụ West-Central Limba n'ebe ugwu Sierra Leone",
  "A na-asụ ya na mpaghara Little Scarcies River n'ebe ọwụwa anyanwụ Bombali District na n'ebe ugwu ọwụwa Anyanwụ kambia District, yana n'ebe ndịda Makeni.",
  "Dị ka onye agbata obi Temne, Limba nwere ọdịiche pụrụ iche n'etiti ụdaume ya",
  "Ọ na-eme ka ọdịiche dị n'etiti ezé na alveolar, mana ụdaume ezé bụ apical na ụdaume alveolars bụ laminal, nke megidere usoro n'ozuzu.",
  "A na-eji klaasị aha dị iche iche site n'ụdị edemede doro anya (particle particle) nke na-esote aha, na mgbe ụfọdụ kwa site na nganiihu",
  "Obere oge, enwere ike ịwepụta klaasị ndị a site na ọmụmaatụ Mary Lane Clarke nyere:",
  "A",
  "Klas Onye",
  "Ihe atụ:",
  "Isiokwu doro anya (na-eso aha): wo; nnọchiaha (\"ya, ya, ya\" dị ka isiokwu): wunde, wun",
  "B",
  "Klas Ndị Mmadụ",
  "C",
  "Klas Asụsụ",
  "Ihe atụ:",
  "Def",
  "art.: ha; nnọchiaha: -?- (ma eleghị anya nke a bụ ihe na-adịghị mma dịka klas si dị, na ya mere site na klas ndị na-adịghị ọcha)",
  "D",
  "Klas Mba",
  "Def",
  "nka: ka",
  "Klas E",
  "Bodkins",
  "Def",
  "art.: ta",
  "F",
  "Klas Cascade",
  "Def",
  "nka: ko",
  "G",
  "Klas nkita, ọnụọgụ nke F.",
  "Def",
  "art.: ňa",
  "H",
  "Klas Ndị Abịarute",
  "Def",
  "art.: ma",
  "I",
  "Agịga Agịga, ọnụọgụ nke H.",
  "Def",
  "art.: ma",
  "Klas J",
  "Yam",
  "Def",
  "nka: ki",
  "K",
  "Klas mmbanaka, otutu nke J.",
  "Def",
  "nka: ki",
  "L",
  "Ụdị Anụ",
  "Def",
  "nka: ba",
  "M",
  "Klas igbe, ọnụọgụ nke L.",
  "Def",
  "nka: ba",
  "N",
  "Klas Yarn",
  "Def",
  "art.: mu",
  "Klas O",
  "Waves",
  "Def",
  "nka: bu",
  "P",
  "Atụmatụ mkpụrụ osisi",
  "Q",
  "Klas nwere isiokwu doro anya wu",
  "Aha ndị ọzọ, gụnyere aha nke ọnụọgụ, wdg, anaghị eji isiokwu",
  "O nwere ike ịbụ na ha enweghị klas:",
  "Ihe atụ:",
  "Àtụ:Niger-Congo branches"
]