[
  "Zaramo bụ asụsụ Niger-Congo, bụbukwa asụsụ bụ isi nke ndị Zaramo nke ọwụwa anyanwụ Tanzania",
  "A makwaara Zaramo dị ka Zalamo, Kizaramo, Dzalamo, Zaramu, Saramo na, Myagatwa",
  "Asụsụ ahụ nọ n'ihe ize ndụ",
  "Ndị agbụrụ nke ndị Zaramo ruru ihe dị ka 200,000, ma enwere naanị ndị agadi ole n'ole fọdụrụ.",
  "Ndị na-asụ asụsụ a dịkarịrị n'obodo nta ndị gbara obodo Dar es Salaam gburugburu",
  "A na-eche na a n;enyefe Zaramo site na nne na nne na ụmụ n'ime obodo ndị a, ebe ọ ka nọ n'ihe ize ndụ dị egwu n'obodo ahụ.",
  "E nwere nsụgharị ole na ole nke asụsụ ahụ dị ma e wezụga nsụgharị ole na ise nke ndị na-asụ asụsụ ahụ, na mbipụta nke Agba Ọhụrụ site n'afọ 1975.",
  "Zaramo nwere njikọ mkpụrụ ndụ ihe nketa n'ezinụlọ asụsụ Niger-Congo",
  "A n'ekewa ya n'okpuru ezinụlọ Atlantic-Congo, Volta-Congo",
  "(G.33)",
  "Zaramo bụ asụsụ gọọmentị nke agbụrụ Bantu dị n'ụsọ oké osimiri gbara isi obodo Tanzania, Dar es Salaam gburugburu",
  "Ihe akaebe asụsụ n'akwado echiche na Zaramo sitere n'agbụrụ Luguru",
  "Mbugharị nke ndị Zaramo na-aga n'ebe ọwụwa anyanwụ site n'ebe mbụ ha nọ na Tanzania abụwo isi iyi nke obere mgbanwe na asụsụ ọdịbendị ha.",
  "Ndị Zaramo dị ka a maara ha taa bụ ndị agbụrụ ndị si na Kutu nakwa Luguru kwabata n'ihe dị ka afọ 1700",
  "A kwadoro nna nna ha na Luguru, n'ihi na ha nwere otu asụsụ ahụ na naanị obere ọdịiche dị iche iche",
  "Asụsụ nke Zaramo na ndị nke Jutu, Luguru, Kwere, nakwa Kami na-aghọta",
  "Ọtụtụ ndị Zaramo nke taa họọrọ ịsụ asụsụ nke Tanzania.",
  "Ọ bụ ezie na ọnụ ọgụgụ agbụrụ nke ndị Zaramo ruru ihe dị ka 200,000, taa enwere naanị ndị agadi ole n'ole na-asụ asụsụ Zaramo",
  "Ọtụtụ ndị Zaramo na-asụ Swahili dị ka asụsụ mbụ ha taa ma nabata aha Swahili-Arabic",
  "Ha na-akwado Swahili karịa asụsụ ha nọ n'ihe ize ndụ maka ojiji ya na nkwurịta okwu na azụmahịa.",
  "Zaramo abụghị asụsụ gọọmentị nke mba m'ọbụ mpaghara ọ bụla",
  "Ka ọ dị ugbu a, naanị ebe Zaramo ka dị bụ na mpaghara Pwani nke ọwụwa anyanwụ Tanzania",
  "Mpaghara a dị n'etiti obodo abụọ - Bagamoyo na Dar es Salaam",
  "Ime obodo, mpaghara dị n'ụsọ oké osimiri bụ ebe obibi nke ndị Zaramo bụ ndị bụ naanị agbụrụ na-asụ asụsụ ahụ.",
  "Enweghị olumba a maara nke Zaramo",
  "Ọ n'ekerịta okwu yiri ya: 68% na Kutu [kdc], 65% na Kami [kcu], 61% na Kwere [cwe] nakwa Doe [doe]. Njikọ a gosipụtara site na mmekọrịta akụkọ ihe mere eme n'etiti agbụrụ ndị ahụ.",
  "E nwere ihe atụ ole na ole nke asụsụ Zaramo",
  "Otu onye na-asụ asụsụ obodo nyere onye dere Short Specimens of the Vocabularies of Three Unpublished African Languages: Gindo, Zaramo, na Angazidja ndepụta nke okwu n'ahịrịokwu.",
  "Asụsụ Zaramo n'eji mkpụrụ edemede Latin maka usoro edemede ya. Ihe odide Latin bụ usoro ederede a n'ejikarị eme ihe n'ụwa",
  "Asụsụ ụfọdụ gbanwere mkpụrụ akwụkwọ site na mgbakwunye nke mkpụrụ edemede ọhụrụ dịka Zaramo, na asụsụ ndị ọzọ sitere na akwụkwọ edemede Niger-Congro.",
  "Àtụ:Languages of Tanzania",
  "Àtụ:Narrow Bantu languages"
]