[
  "Kuteb (nke a makwaara dị ka Kutep) makwaara dị ka Ati, Kutev, Mbarike, Zumper bụ asụsụ agbụrụ Naijiria",
  "Ndị Kuteb na-ebikarị na mpaghara ndịda nke steeti Taraba na Naijiria, nwere otu puku ndị na-ekwu okwu n'ofe oke na Cameroon",
  "Na Naijiria, a na-asụkarị ya na Takum na Ussa LGAs, na Yangtu SDA Taraba Steeti.",
  "Na Kuteb, e nwere fọnịm consonant 27, ụdaume iri na abụọ na ụda ise.",
  "Na Kuteb, e nwere ụdaume abụọ dị iche iche, ọnụ na imi",
  "N'ụdị ụda, setịpụ ọ bụla nwere ụdaume isii dị iche iche",
  "Na mkpokọta, enwere fọnịm iri na abụọ dị iche iche",
  "Ọkwa nke ɨ ịbụ fọnịm na Kuteb ejighị n'aka",
  "Igwefoto a na-apụta naanị n'ime mkpụrụokwu mechiri emechi, ụfọdụ prefixes noun, yana n'okwu nkwugharị okwu ebe enwere nnọpụiche nke u na i.",
  "/i/",
  "/ɨ/",
  "/u/",
  "/ĩ/",
  "/ũ/",
  "/e/",
  "/o/",
  "/ẽ/",
  "/õ/",
  "/æ/",
  "/æ̃/",
  "/a/",
  "/ã/",
  "Kuteb nwere fọnịm consonant 27 dị iche iche",
  "A na-ahụ ndenye ndị a na-ede ede n'okwu mbinye ego nkịtị, ma ọ bụ, n'ihe banyere /v/ na /z/, mgbanwe subdialectical",
  "Dị ka ọtụtụ asụsụ Jukunoid, Kuteb akọwapụtala consonants",
  "N'otu ọmụmụ ihe, agụnyere ndị a abụghị dị ka mgbanwe na base-phoneme, kama dị ka ụda nke ha dị iche iche.",
  "/m/",
  "/n/",
  "/ɲ/",
  "/ŋ/",
  "/b/",
  "/d/",
  "/g/",
  "/p/",
  "/t/",
  "/c/",
  "/k/",
  "/m͡b/",
  "/n͡d/",
  "/n͡ʒ/",
  "/ŋ͡g/",
  "/t͡s/",
  "/v/",
  "/z/",
  "/ʒ/",
  "/f/",
  "/s/",
  "/ʃ/",
  "/h/",
  "/j/",
  "/w/",
  "/ɾ/",
  "/l/",
  "Na Kuteb, enwere ụda anọ ma ọ bụ ise dị iche iche, dabere n'otú e si agụ ha",
  "Ụda nke ọtụtụ ọmụmụ nabatara bụ ụda dị ala (enweghị akara), etiti (-), elu ('), na ụda dara ada (ˆ).",
  "Dị ka Roger Blench si kwuo, e nwere ụda ise dị iche iche na Kuteb, ndị a bụ: obere (enweghị akara), mid (n), elu ('), ọdịda (ˆ), na ịrị elu (ˇ)",
  "A na-emepụta ụda nke ise, (na-ebili) naanị site na mgbanwe sandhi nke na-emetụta ụfọdụ okwu mgbe \"elu elu\"",
  "Dị ka W.E",
  "Welmers, mgbanwe Sandhi a anaghị eme, ma ọ bụrụ na ọ mere, naanị ịkpọ okwu ga-agbanwe, ọ bụghị diacritic edere ya.",
  "Na Kutep, dị ka n'asụsụ Jukunoid ndị ọzọ, ọtụtụ ekwentị consonantal nwere ike bụrụ nke a na-edegharị ma ọ bụ palatal",
  "Ọ bụrụ na ewere mgbanwe ndị a ka ọ bụrụ ụyọkọ ụda olu ekwe ntị, oke syllabic bụ ndị a:",
  "Akwụkwọ ozi ⟨w⟩ n'asụsụ Kuteb na-ejigide ọkwa ya dị ka okwu labio-velar dị nso, dị ka ọ dị na uwé 'face' ma ọ bụ na 'mkpọnwụ' - n'agbanyeghị, mgbe ⟨w⟩ gụnyere na ụyọkọ nwere consonant palatal (/c)",
  ", j, sh, nj/) /w/, n'ihi mgbanwe sandhi, na-aghọ ntọhapụ labiodental ekwupụtara ma ọ bụ enweghị olu.",
  "Na Kuteb, e nwere ọtụtụ ụyọkọ consonant nwere ike ịdị, n'agbanyeghị, ọtụtụ n'ime ihe ndị a na-eme n'etiti oke okwu, n'agbanyeghị, ụfọdụ n'ime ihe ndị a na-eme n'otu mkpụrụokwu - edepụtara n'okpuru ebe a",
  "Otú ọ dị, nchikota ọ bụla nke syllable-ikpeazụ consonants (lee n'okpuru) na-esote mkpọda-mkpọmkwem mbụ ọ bụla ga-ekwe omume",
  "O yikarịrị ka mbelata ahụ ga-eme, dịka ọ dị n'okwu ushitong 'ofe-stirrer' (nke sitere na shir na utoŋ) ebe a tụbara /r/",
  "Ọzọkwa, mgbe ikpeazụ ⟨nn⟩ ị ga-ebu ụzọ malite na ⟨n⟩, a na-ebelata okpukpu abụọ ⟨nn⟩ Enwere ike igosi mmetụta a n'okwu ndị dị ka munae (munn-náe) 'ba ụba', na na munji (munn-nji) 'echefu'.",
  "N'ọkwa CV, a na-eji consonants ndị a:",
  "Mgbe ịnọ na C (C) VC ikpeazụ, a na-eji ihe ndị a kama:",
  "A na-eji ihe ndị a na ụyọkọ CC:",
  "Na 1964, Peter Ladefoged dekọtara ụda olu nke ọtụtụ asụsụ West Africa",
  "Otu n'ime asụsụ ndị a bụ Kuteb, ndị a bụ ihe ọ chọpụtara:"
]