[
  "Shilluk (nke a na-akpọ Dhøg Cøllø ma ọ bụ d̪ɔ́ jayllɔ̀ n'olu ndị nwe ya) bụ asụsụ ndị Shilluk nke South Sudan na Sudan na-asụ. Ọ nwere njikọ chiri anya na asụsụ Luo ndị ọzọ",
  "Okwu Shilluk bụ ịkpọpụta okwu sitere na Arabic.",
  "ɔ [ɔ] ɔ̠ [ɔ̠]",
  "Otu n'ime ụdaume ndị a dịkwa n'ụdị ogologo na ụdị dị ogologo nke bụ phonemic.",
  "Shilluk, dịka ọtụtụ asụsụ Nilotic, na-eme ka ụdaume dị iche dabere na ebe ha na-ekwu okwu",
  "A na-akpọ ha ma ọ bụ na-aga n'ihu na mgbọrọgwụ nke ire ma ọ bụ site na ntụgharị nke mgbọrọgwụ ire",
  "Gilley na-eji okwu \"ogologo larynx\" ma ọ bụ \"mkpịsị ụdaume\".",
  "Ụdaume nwere ọganihu nke mgbọrọgwụ nke ire bụ [i], [e], [o], [ɔ], [a] na ụdị ogologo ha kwekọrọ",
  "A na-eji macron n'okpuru mkpụrụedemede ahụ egosipụta ụdaume ndị nwere ntụgharị nke mgbọrọgwụ asụsụ ahụ: [i̠], [e̠], [o̠], [ɔ̠], [u̠] na [i̠] na ụdị ogologo ha kwekọrọ.",
  "Shilluk nwere ọtụtụ ụdaolu, nke nwere ọ dịkarịa ala ụda olu asaa ma ọ bụ ụda olu.",
  "E nwere ọkwa ụdaolu atọ: Ala, Etiti na Elu",
  "Na mgbakwunye, e nwere akụkụ anọ nke Rise na nhazi atọ na-ada ada: Fall, High Fall na Late Fall",
  "A na-egosi ihe ndị a site na akara ngosi ndị a:",
  "Ndị ozi ala ọzọ nke Ndị Kraịst mepụtara mkpụrụ akwụkwọ Latin maka Shilluk na mmalite narị afọ nke 20. E nwere mkpụrụedemede iri abụọ na itoolu na orthography Shilluk; ụdaume iri na ụdaume iri na itoolu.",
  "Mkpụrụ okwu ndị a na-agbanwebeghị bụ monosyllabic",
  "Ewezuga ole na ole, mkpụrụ okwu monosyllabic ndị a na-enwekarị mmalite, ụdaume (nucleus), na coda",
  "Udị ha dị ka ndị a:",
  "C (Cj/w) V (V) (V) C",
  "Ogwe osisi monosyllabic na-ebute okwu polysyllabic site na usoro nke derivation ma ọ bụ inflection",
  "Maka ngwaa na aha n'otu, prefixes ndị a na-ahụkarị bụ /a- ʊ-/, na suffixes ndị a ma ama bụ /-Cɪ -ɪ -a (-ɔ)/. Ọzọkwa, mgbanwe nke ogologo ụdaume na ụdaolu na-arụ ọrụ dị mkpa na ọdịdị mgbanwe.",
  "Ngwaa na-agafe agafe nke Shilluk nwere mgbọrọgwụ phonological nke nwere otu mkpụrụedemede mechiri emechi nke ụdị /C(j/w)V(V)C/",
  "\"Nke ahụ bụ, ụdaume mgbọrọgwụ ma ọ bụ dị mkpụmkpụ ma ọ bụ ogologo, a na-ejikọkwa ụyọkọ ụdaume na mmalite, ebe ọ bụla n'ime ụdaume /w,j/ nwere ike ịgbaso ụdaume ọzọ",
  "\" E nwere klas asaa dị iche iche site na mgbanwe n'ihe gbasara ogologo ụdaume na ụdaolu",
  "klas",
  "A na-eji akara isi mara mgbanwe aha: ihe na-eme ka ọ bụrụ ihe na-ewu ewu bụ mgbanwe abụọ na-egosi isi, ọ bụghị onye na-adabere na ya",
  "Iji maatụ, Bekee nwere oke mmadụ, ebe isi bụ oke na akara nke onye na-adabere na ya",
  "N'ụzọ dị iche, Shilluk nwere ihe na-emetụta ya n'isi (dịka, dúup = \"mkpu\", dû́uup = \"mmkpu nke\").",
  "A na-akara ọnụ ọgụgụ mana ọ nweghị usoro a na-ahụ anya",
  "Kama nke ahụ, e nwere ihe karịrị 140 dị iche iche usoro akara nọmba na aha.",
  "Nọmba a ọbụ ọnụ ọgụ na Shilluk bụ aha.",
  "Gwɛtti Dhɔ Cɔlɔ m na-eme ka m na-achị",
  "Gwedd ki Dhøg Cøllø ụmụ nwoke nyänø",
  "Cigg dyërø mi dhaanhø ki Dhøg Cøllø ki yij wänyø mi cigg Pödh Cøllö"
]