[
  "Kamwe bụkwa Kamue) bụ asụsụ Chadic nke dị na steeti Adamawa, Borno steeti nke Nigeria na North Western Cameroon.",
  "Na Naijiria ihe dị ka pasent 80 nke ndị Kamwe na-ahụ na Michika Local Government Area nke Adamawa State, Nigeria",
  "A na-ahụkwa ha na Mubi North, Hong, Gombi, Song na Madagali na steeti Adamawa",
  "A na-ahụkwa ndị Kamwe na Borno Steeti, ọkachasị na Askira / Uba na Gwoza mpaghara gọọmentị ime obodo",
  "Blench (2019) depụtara Mukta nke obodo Mukta, Adamawa Steeti dị ka akụkụ nke ụyọkọ Kamwe.",
  "Kamwe bụ okwu jikọtara ọnụ nke sitere n'okwu \"Ka\" na \"Mwe\" nke pụtara \"Ndị\"",
  "Kamwe na-anọchite anya ndị nwere otu agbụrụ na nkekọ",
  "Ọ pụtara ndị ikwu ezinụlọ",
  "Ndị ikwu jikọtara ọnụ",
  "Ọ nwetara ihe ọ pụtara site na ụdị ihe ịchọ mma Kamwe pụrụ iche nke ndị ikwu nke onye nwụrụ anwụ na-eyi dị ka akara nke njirimara na ọmịiko.",
  "Dị ka ndị okenye Kamwe si kwuo \"Mwe\" bụ akara nke ezi njirimara nke ndị ikwu na Kamweland",
  "N'oge gara aga, ọ bụrụ na onye na-abụghị onye ikwu na-eyi Mwe, ọ nwere ike iduga na esemokwu na ezigbo ndị ikwu",
  "Ọ bụ naanị ndị ikwu dị nso ka a na-ekwe ka ha yiri Mwe",
  "N'ihi na \"Mwe\" bụ ezigbo njirimara nke ndị ikwu ya ma mee ka njikọ dị n'etiti ha sie ike",
  "Ndị na-eyi Mwe ga-amakụ onwe ha na-asị \"Tselie ra na\"",
  "(Ị bụ ndị ikwu m.) Ụfọdụ ndị okenye ka na-eche na Kamwe pụtara ndị nke eluigwe, ndị nọ n'ugwu, ugwu na ọbụna eluigwe na Vecemwe",
  "E nwere ihe karịrị 24 dialects nke Vecemwe (asụsụ Kamwe) mana Nkafa bụ Central dialect ma belata ya n'ime ederede na akwụkwọ",
  "A na-akpọ ndị Kamwe na asụsụ Higi (Higgi) n'oge gara aga",
  "Ndị okenye Kamwe na-ekwu na \"Higgi\" bụ okwu mkparị ma bụrụ mkparị (Ngelai na Vecemwe) na okwu mkparụ nke sitere na \"hagyi\" ụkpara ma jiri nlelị dee na Kamwe site n'aka ndị agbata obi ha bụ Margi, nke pụtara n'ụzọ nkịtị \"ụkpara\" iji kwara Kamwe emo n'oge gara aga",
  "Ihe ka ọtụtụ n'ime ndị Kamwe na-eleda okwu mkparị 'Higgi' anya ma e wezụga mmadụ ole na ole nọ na mpaghara Dakwa (Bazza) bụ ndị sitere na Margi",
  "N'ihi na igurube nke e si nweta okwu mkparị \"higgi\" bụ ahụhụ na-enweghị olileanya na omenala Kamwe nke ezé na frog riri n'ihi na ha adịghị ike ma bụrụ ndị na-adịghị ike.\nNdị Margi kpọrọ ndị Kamwe \"Higi\" na 1937.",
  "E nwere asụsụ iri abụọ na anọ na-arụ ọrụ nke asụsụ Kamwe.\nAsụsụ Kamwe na-arụsi ọrụ ike gụnyere Nkafa, Dakwa, Krghea (nke a na-akpọ Higgi Fali mgbe ụfọdụ), Fwea, Humsi, Modi, Sina, na Tilyi; Blench (2006) weere Psikye dị ka onye ọzọ.  Asụsụ Nkafa bụ nke onye ọ bụla ghọtara nke ọma ma na-asụ ya n'ọtụtụ ebe",
  "Ịbụ asụsụ bụ isi nke nchịkwa na azụmahịa, yana inwe ọdịnala edemede.",
  "Ọtụtụ ndị Kamwe na-akọwa onwe ha na Mwe-ci-ka (Michika), ebe nna nna nke ndị Kamwe niile.\nAha Mwecika(Michika) bụ okwu Nkafa nke pụtara ịbanye n'ime ala iji chụ nta",
  "N'ịkọwa etu Kwada Kwakaa onye agha si agagharị na nzuzo n'ugwu Michika ịchụ nta egwuregwu ya",
  "Kamwe pụtara n'ụzọ nkịtị ndị nwere otu \"mmekọrịta ọbara na nkekọ\"",
  "Ndị Kamwe kwenyere na chi dị n'eluigwe a na-akpọ 'Hyalatamwe' Nkwurịta okwu na Hyalatamwe n'onwe ya agaghị ekwe omume na omenala Kamwe",
  "A na-asọpụrụ Hyalatamwe ma na-atụ egwu ya",
  "Nkwurịta okwu ya ga-abụ site na ndị na-akpọ \"Da melie ma ọ bụ Tchehye shwa\"",
  "N'omenala Kamwe, usoro ịkpa ókè dị ka agbụrụ Kamwe na-ekewa n'ozuzu ya na 'Melie na Ka-Ligyi'.",
  "A na-ekwu na onye guzobere Michika (Mwe-ci-ka) bụ otu Kwada Kwakaa, nwa eze si Kuli na Nkafamiya na ugwu Michika",
  "A na-ekwu na Kwada Kwakaa bụ onye na-achụ nta agha nke nwere ike ịchụ ọdụm na agụ naanị ya",
  "Mgbe nna ya, onye bụ Eze na Nkafamiya, matara na Kwada bụ 'kwa' 'kaa', o nyere iwu ka Kwada bụrụ onye na-achị Michika ugbu a.",
  "Ihe pụrụ iche banyere ọdịbendị ndị Kamwe bụ ụzọ a na-akpọ ụmụ ha aha dịka ọmụmụ nwa ahụ si n'aka nne",
  "A na-akpọ nwa nwoke mbụ aha ya bụ Tizhe, nwa nwanyị mbụ a mụrụ bụ Kuve",
  "A na-akpọ ụmụ iri mbụ na omenala Kamwe aha ndị a: - Nwa nwoke mbụ bụ Tizhe, nwa nwanyị bụ Kuve",
  "Nwa nwoke nke abụọ bụ Zira, nwanyị bụ Masi",
  "Nwa nwoke nke atọ bụ Tumba, nke nwanyị bụ Kwarramba, nke anọ bụ Vandi, nke nwanyị ahụ bụ Kwanye",
  "Nwa nke ise bụ Kwaji ma ọ bụ nwoke ma ọ bụ nwanyị",
  "Nwa nke isii bụ Tari maka nwoke na Kwata maka nwanyị",
  "Nwa nke asaa bụ sini maka nwoke na Kwasini maka nwanyị",
  "Nwa asatọ ahụ bụ Kwada maka nwoke na nwanyị",
  "Nwa nke itoolu bụ Drambi maka nwoke na nwanyị",
  "A na-akpọ nwa nke iri Kwatri maka ma nwa nwoke ma nwa nwanyị",
  "N'ikpeazụ, nwatakịrị ọ bụla ọzọ ga-enwe nsonaazụ \"hale\" agbakwunyere na aha ahụ na-egosi na a mụrụ nwatakịrị ahụ n'oge agadi nke nne",
  "Ihe atụ bụ Kuve-hale ma ọ bụ Zira-hale dị ka ikpe nwere ike ịbụ.",
  "A na-eme emume ụmụ ejima ma ọ bụ ọtụtụ ọmụmụ na omenala Kamwe",
  "Ụmụ ejima nwere aha pụrụ iche dabere na okike na onye a na-ebu ụzọ amụọ.\nA na-akpọ ejima nwoke mbụ Thakma, ejima nwoke nke abụọ bụ Pembi.\nNwa ejima mbụ bụ Thakma, nwa ejima nke abụọ bụ Kwalgha",
  "Tupu ọbịbịa nke usoro iwu ọdịda anyanwụ na Africa na ọkachasị Naịjirịa, ndị Kamwe nwere usoro iwu a haziri ahazi nke Eze a na-akpọ \"Mbege\" dị ka naanị onye ikpe",
  "A na-akpọ ikpe ikpe na asụsụ Kamwe \"Kita\".",
  "Iji bulie mmeghachi omume ọdịbendị na obodo Kamwe , emume ọdịbendị kwa afọ nke akpọrọ \"Kamwe People Annual Cultural Festival of Art and Culture aneme na Michika Adamawa State Nigeria kwa ụbọchị mbụ (1st) Satọdee n'ọnwa Eprel kwa afọ kemgbe  afọ puku abụọ na iri na na asaa (2017)",
  "Ebumnuche ya bụ ime ka ọdịbendị bara ọgaranya nke ndị Kamwe dịghachi ndụ ma na-adọta ndị njem nleta si n'ebe dị anya na nso",
  "\"",
  "N' oge mmalite emume a n' afọ puku abụọ na iri na asaa, otu akwụkwọ akpọrọ ' Kamwe People of Northern Nigeria : Origin, History and Culture bụ nke echere n' ihu igwe mmadụ",
  "During the maiden edition in 2017, a book titled the 'Kamwe People of Northern Nigeria: Origin, History and Culture was presented to the public."
]