[
  "Asụsụ Lopit bụ asụsụ Eastern Nilotic nke ihe dị ka mmadụ puku narị na-asụ na Eastern Equatoria State, South Sudan. Lopit bụ akụkụ nke ezi na ụlọ Lotuko-Teso ma nwee njikọ na Lotuko, Turkana na Maasai. Lopit bụ asụsụ VSO ma nwee usoro ụdaolu dị mgbagwoju anya.",
  "Asụsụ Lopit nwere asụsụ isii dị iche iche: Ngabori, nke ndị Ngaboli na-asụ; Dorik, nke ndị Dorik na-asụ; Ngotira, nke ndị Ngotira na-asụ; Lomiaha, nke ndị Lomiaha na-asụ, Lohutok, nke ndị Lohutok na-asụ na Lolongo, nke ndị Lolongo na-asụ",
  "Obodo ụfọdụ ma ọ bụ obodo nta (dịka Loming, Ahado, Oriaju, Hidonge na Atarangi) na-asụkwa Lotuko n'ihi ịdị nso ha na obodo Lotuko ndị agbata obi",
  "Asụsụ ndị ahụ nwere ụdaume yiri nke ahụ na obere ụdaume na mgbanwe ụdaume, yana ụfọdụ ọdịiche ụda olu",
  "Ndị na-asụ Lopit na-ejikọkarị olumba ndị ahụ na Northern Lopit na Southern Lopit.",
  "Lopit bụ asụsụ ụda nwere ụda atọ gụnyere: elu, ọdịda na ala.",
  "Lopit nwere ụdị ụdaume ise: a, e, i, o, u.",
  "Lopit nwere ndakọrịta ụdaume maka pripozishons",
  "Okwu mbido nwere nsonaazụ /o/ na ụdaume /o, u/, /e/ na /e, i/, na /a/ na /a /.",
  "Ọmụma atụ:",
  "Lopit nwere okike ụtọ asụsụ: aha niile bụ nwanyị ma ọ bụ nwoke, mana ọtụtụ aha anaghị egosi n'ụzọ doro anya maka okike",
  "Kama nke ahụ, a na-egosikarị okike site na akara nkwekọrịta na nnọchiaha ndị ikwu, ngosipụta na ihe onwunwe",
  "Maka ụfọdụ okwu ezi na ụlọ, nnụnụ na anụmanụ, na aha ndị na-eme ihe, a na-eji /lɔ-/ maka nwoke na /ɪ-/ ma ọ bụ /na/- maka nwanyị akara okike",
  "A na-ejikarị nwoke eme ihe maka ụmụ nwoke, ụmụ nwoke, obere ihe e kere eke na ihe",
  "A na-ejikarị nwanyị eme ihe maka ihe niile ọzọ",
  "Ọ bụrụ na onye na-ekwu okwu chọrọ igosi na ihe buru ibu karịsịa, ha nwere ike ịkpọ ya nwanyị, na vice versa maka ihe ndị dị obere karịsịa",
  "Nke a na-eme ka Lopit bụrụ ihe pụrụ iche, ebe ọ bụ na a na-ejikarị nwoke na nwanyị eme ihe iji gosipụta ihe ndị buru ibu ma bụrụ ihe a na-ahụkarị karịa nwanyị na asụsụ Nilotic nke Ọwụwa Anyanwụ.",
  "Iji ma atụ:Àtụ:InterlinearÀtụ:Interlinear"
]