[
  "Hyam bụ ụyọkọ asụsụ dị mkpa na mpaghara nke asụsụ Plateau na Naịjirịa",
  "Hyam nke Nok bụ olumba a ma ama (Blench 2008)",
  "N'ide sociolinguistics nke Hyam, Blench na-emeso Sait, na Dzar dị ka ụdị dị iche iche, ma kwuo na enwere ike ile Yat na Ankung anya dị ka asụsụ dị iche iche",
  "Otú ọ dị, Hayab (2016) gosipụtara echiche dị iche iche na-arụ ụka na ọ bụ Ankung, asụsụ a na-akpọ Iduya, nke Hyam anaghị aghọta",
  "Ka ọ dị ugbu a, Hyam, nke ndị Ham nke Naịjirịa na-asụ, nke a maara nke ọma dị ka 'Jaba' na nyocha nke Philip Hayab, onye obodo ahụ na onye ọkà mmụta asụsụ dị iche iche nke mere nyocha miri emi n'asụsụ ahụ, kpughere na 'Jaba\" nwere okwu Hausa ma bụrụ ihe mkparị ma kwesịkwa ịtụfu ya (John 2017).",
  "A na-ahụkarị ndị na-asụ asụsụ Hyam na Jaba, Kachia na Kagarko",
  "A na-ahụkwa ha na Jema'a Local Government Areas nke ndịda Kaduna State na okpuru ọchịchị Keffi nke Nasarawa Steeti nke Naịjirịa.",
  "James (1998) kewara olumba Hyam dịka obere ìgwè ndị a o debere n'okpuru Ham ma ọ bụ Northern Group nke uyoko Proto-Plateau Ethno-Linguistic:",
  "Dị ka Hayab siri kwuo (2016:5-11), Otú ọ dị, ndị Ham, ewezuga njem n'oge gara aga, isiokwu chọrọ ọmụmụ ihe siri ike, nwere ike ịsị na ha na-ekwu ihe ndị a:",
  "Hayab (2016:6) gbakwunyere na ụdị ndị ọzọ nwekwara ike ịgụnye:",
  "Ọzọkwa, Hayab (2016:8) kewara olumba ndị a n'ụzọ anọ, A-D, dịka ọkwa nghọta ha si dị.",
  "Rịba ama, ọzọ, na Hyam bụ asụsụ ndị Ham na-asụ.",
  "Blench (2019) depụtara:",
  "Kọmitii na agụ ma na ide nke Hyam na-akọwa akara 41/42 ndị na-esonụ na orthography ya.",
  "Ụdaume mkpirikpi (Vawella̱ Sha̱kuup)",
  "Ụdaume Ogologo (Vawella̱ Sha̱ceri)",
  "ee ee ii oo uu",
  "Hayab (2016:66) na-ekwu na \"ihe ọmụma dị na Hyam site na Koelle (1854: appendix, 2-188) na Meek (1931:120) kpughere na asọmpi Ham n'ụzọ dị iche na ihe a na-enweta taa\"",
  "Ọ gbakwunyere na o doro anya na a gbanwere usoro ịgụta ihe ochie na ụdị Hausa, ma kwuo ọzọ na \"n'oge a, ụdị ochie nwere iri (nke bụ kop) ugbu a dị ka 'shwak'",
  "Akụkụ ikpe bụ kop (iri) na-egosi na ọ bụ ọnụ ọgụgụ na-ezughị ezu na-ahụ ihe akaebe na ' mbwan shwak ' (11) na-egosi ete anyị nọ n'ebe dị anya site na shwak (iri na abụọ)",
  "O kwukwara na \"nke a bụ n'ihi na okwu ' mbwan' na-egosi bwat - obere ma ọ bụ 'fọdụrụ'.",
  "Enwere ike ikwu na ihe dị n'elu bụ eziokwu, ma-atụle ikpe nke Tyap, asụsụ yiri ya, ebe okwu dị ugbu a maka iri bụ maka maka maka, ebe okwu \"kop /kwop\" fọrọ nke nta ka ọ kwụsị, dịka ọ dị na Hyam, ma jiri ya gụọ ọtụtụ puku",
  "Okwu \"otu puku\" na Tyap bụ cyi kop/kwop, nke pụtara (na-atụle ojiji ochie nke okwu kop/kwup), \"otu narị - ugboro iri\" ma ọ bụ \"100 X 10\".",
  "Ihe ndị a, dị ka Hayab si kwuo (2016:66-67) bụ nọmba e ji mee ihe ma ọ dịkarịa ala afọ 200 gara aga maka ịgụta na Hyam.",
  "Ihe na-esonụ bụ akwụkwọ na akọwa okwu dị mkpirikpi site na ndepụta okwu Hyam nke Roger Blench."
]