[
  ".mw-parser-outputinfobox-subbox{padding:0;border:none;margin:-3px;width:auto;min-width:100%;font-size:100%;clear:none;float:none;background-color:transparent}.mw-parser-outputinfobox-3cols-child{margin:auto}.mw-parser-outputinfoboxnavbar{font-size:100%}body.skin-minervamw-parser-outputinfobox-header,body.skin-minervamw-parser-outputinfobox-subheader,body.skin-minervamw-parser-outputinfobox-above,body.skin-minervamw-parser-outputinfobox-title,body.skin-minervamw-parser-outputinfobox-image,body.skin-minervamw-parser-outputinfobox-full-data,body.skin-minervamw-parser-outputinfobox-below{text-align:center}",
  "Yao bụ asụsụ ndị Bantu dị na n'Afrịka nke nwere ihe dịka nde mmadụ abụọ na-asụ ya na Malawi, nakwa ọkara nde nke ndị na-asụ ya na Tanzania nakwa Mozambique",
  "E nwekwara ụfọdụ ndị na-asụ ya na Zambia",
  "Na Malawi, asụsụ bụ isi bụ Mangochi, nke a na-asụkarị na gburugburu Ọdọ Mmiri Malawi",
  "Na Mozambique, asụsụ ndị bụ isi bụ Makale nakwa Massaninga",
  "Ejirila ọtụtụ aha mara asụsụ a na Bekee, gụnyere chiYao ma ọ bụ ciYao (ụdị a na-akpọ), Achawa, Adsawa, Adsoa, Ajawa, Ayawa, Ayo, Ayao, Djao, Haiao, Hiao, Hyao, Jao, Veiao, nakwa waJao.",
  "Na Malawi, ọtụtụ ndị na-asụ asụsụ Yao bi na mpaghara ndịda dị nso na nsọtụ ndịda ọwụwa anyanwụ nke Ọdọ Mmiri Malawi na ókè ala Mozambique n'ebe ọwụwa Anyanwụ",
  "Na Mozambique, ọtụtụ ndị na-asụ ya bi na mpaghara Niassa site n'akụkụ ọwụwa anyanwụ nke Ọdọ Mmiri Malawi (Lago Niassa) ruo Osimiri Lugenda ruo ebe ọ zutere Osimiri Rovuma",
  "Na Tanzania, ọtụtụ ndị na-asụ ya bi na ndịda etiti, mpaghara Mtwara, mpaghara Masasi nakwa mpaghara Ruvuma, mpaghara Tunduru, n'ebe ọwụwa anyanwụ nke Ọdọ Mmiri Malawi n'akụkụ ókè ala Mozambik.",
  "Dị ka ọtụtụ asụsụ obodo dị n'Afrịka, ọ nwetụla obere nkwado nke gọọmentị n'akụkọ ihe megoro eme, nakwa ọrụ edemede na mpaghara ebe a na-asụ Yao emeela n'asụsụ ndị dị ka Arabic, Bekee, German nakwa Portuguese.",
  "Dị ka ọtụtụ asụsụ nke Bantu, ụda na-arụ ọrụ n'ụdaolu nakwa ọdịdị Yao",
  "Lee Mtenje (1990) maka mkparịta ụka banyere ụda Yao nke Malawi",
  "Lee Ngunga (1997) maka ngosi zuru ezu nke ụdaume nke Mozambican Yao.",
  "Dị k'ọdị na Bekee, a na-achọ ụda olu nakwa ụda olu na-adịghị",
  "Enwere naanị ụdaume ise 'dị ọcha', ya bụ, a, e, m, o, u, ọ bụ ezie na enwere ụfọdụ ọdịiche na ogologo ụdaume",
  "Yao bụ asụsụ ụda olu, dịka ọ na-adịkarị n'asụsụ Bantu.",
  "Na nke ọ bụla n'ime mba-atọ a nke na-asụ Yao, akwụkwọ edemede ha dị iche iche, enwekwara ọnụ ọgụgụ dị ala nke ịgụ na ide",
  "Na Tanzania, akwụkwọ edemede ha dabeere na nke ndị Swahili, mana Malawi ọ dabeere na nke ndị Chewa",
  "Ụdị Malawi nke n'eji mkpụrụedemede ndị a:",
  "Enwere ike iji macrons mee ihe iji gbochie mgbagwoju anya nke g'ebilite n'ihi enweghị nnọchite anya nke ogologo ụdaume.",
  "Yao bụ asụsụ SVO",
  "Dị ka asụsụ Bantu niile, Yao bụ aglutinative, na usoro mgbanwe okwu, n'aha ya etinye n'ụdị dịgasị iche iche nke prefixes gosipụtara, ndị a na-adaba n'ụdị ihe m'ọbụ ndị mmadụ",
  "A na-ejikọta klas ọ bụla na njirimara, nke a na-eji emepụta nnọchiaha na njikọ nkwekọrịta, prefixes eji eme ihe tupu ngwaa na-achịkwa, na adjectives na-akọwa, aha nke klas enyere.",
  "Njikọ nkwekọrịta kwekọrọ na ya yiri nke aha aha ma e wezụga n'ọnọdụ nke klas 1 nakwa 2, nke nwere njikọ nkwekọrịta 'mb-' na 'a-' n'otu n'otu",
  "Nzukọ nke ịgụnye klas 16, 17 nakwa 18 n'esi n'usoro ọdịnala Bantu, prefixes ha bụ ndị na-ekpebi okwu ma ọ bụ ikpe.",
  "Enyere ụdị onwe onye n'okpuru ebe a, nakwa ụdị ndị a n'enyeghị n'ụzọ nkịtị n'aka mgbodo.",
  "E nwere ụdị ngwaa n'akwado na nke na-adịghị mma, nke ọ bụla nwere ihe dịka nkewa ndị a:",
  "Dị ka ọ dị n'ọtụtụ asụsụ ndị Bantu, a n'eji njedebe 'a' mara nke a",
  "A na-ekewapụta oge zuru oke ugbu a, ọdịnihu dị nso, oge zuru oke nke ugbu a, oge gara aga nakwa oge gara aga zuru oke, nke ikpeazụ bụ nke na-adịghị mma na nhazi.",
  "Ọnọdụ subjunctive yiri n'ụdị na nke na-egosi, mana dịka ọ dị n'ọtụtụ asụsụ ndị Bantu, a gbanwere 'a' ikpeazụ ka ọ bụrụ 'e'",
  "Enwere ike iji ya mee ihe dị ka ihe dị mkpa, a na-ejikọkarị ya na ahịrịokwu ndị dị n'okpuru.",
  "Iji mepụta 'ihe nkịtị' (nke n'adịchaghị mma), enwere ike iji ogwe dị mfe, ma ọ bụ 'n' nwere ike ibute ihe ngosi, m'ọbụ enwere ike ịgbakwunye nsonaazụ '-ga' m'ọbụ '-je'",
  "Ndị nnọchiaha onwe onye na-emetụta naanị klas 1 nakwa 2",
  "A na-emepụta nnọchiaha ndị ọzọ site na njikọ klas",
  "Ndị nnọchiaha ndị a, dị ka ihe a na-ahụkarị na Bantu, bụ ihe zuru oke, n'ihi na ha n'eguzo naanị ha site na ahịrịokwu ndị ọzọ: maka ụdị ebubo nakwa ụdị prepositional, a ghaghị iji affixes mee ihe",
  "Ndị nnọchiaha nke atọ na-adabere na klas aha, dịka akọwapụtara n'elu.",
  "Enwere ike ijikọta ụdị ndị a dịka iwu ụfọdụ nke ndị Bantu nke ụdaume elision na prefixes dị ka 'na' (na, na).",
  "E nwekwara ọtụtụ ngosipụta, ọtụtụ n'ime ha na-emepụta okpukpu atọ ('nke a', 'nke dị nso', nakwa 'nke dị anya')- ya bụ, a n'eji okpukpu atọ eme ihe."
]