[
  "Sukuma bụ asụsụ Bantu nke Tanzania, nke a na-asụ n'ógbè ndịda ọwụwa anyanwụ nke Ọdọ Mmiri Victoria n'etiti Mwanza, Shinyanga, nakwa Ọdọ Mmị Eyasi.",
  "Orthography ya na-eji edemede Roman na-enweghị mkpụrụ edemede pụrụ iche, nke yiri nke a na-eji maka Swahili, a na-ejikwa ya maka nsụgharị Bible na akwụkwọ okpukpe.",
  "Asụsụ (KɪmunaSukuma na ọdịda anyanwụ, GɪmunaNtuzu/GɪnaNtuzu na n'ebe ugwu ọwụwa anyanwụ, na Jìnàkɪ̀yâ/JimunaKɪɪyâ na ndịda ọwụwa Anyanwụ) na-aghọta ibe ha n'ụzọ dị mfe.",
  "E nwere àgwà ụdaume asaa, nke na-apụta ogologo na mkpirikpi:",
  "/ɪ ʊ/, which are written ⟨ĩ ũ⟩, may be closer to [e o], and /e o/ may be closer to [ɛ ɔ].",
  "Sukuma agafeela Iwu Dahl (ɪdàtʊ́ 'atọ', site na proto-Bantu -tatʊ) ma nwee ụdaolu na-enweghị olu.",
  "Ọ bụghị ihe doro anya ma //c ɟ// kwesịrị ka a na-ewere ya dị ka nkwụsị ma ọ bụ affricates dị ka //tʃ dʒ// ma ọ bụ ma ha bụ ọbụna palatal.",
  "Mkpụrụ okwu bụ V ma ọ bụ CV",
  "E nwere ụda anọ na ụdaume dị mkpirikpi: elu, ala, ịrị elu, na ịda.",
  "Nkọwa na-esonụ dabere na olumba JinaKɪɪya",
  "Otu n'ime njirimara nke olumba ahụ bụ na a na-eme ka prefixes aha-class ndị dị n'okpuru Iwu Dahl dị ka ụdaume a na-ekwupụta ma yabụ ha anaghịzi agbanwe.",
  "A na-agbakwunye prefixes aha Sukuma site na prefixes a-, ɪ-, ʊ-, nke a na-ahapụ na ụfọdụ ihe owuwu",
  "Ụdị aha nakwa nkwekọrịta ha na-akpata bụ ndị a, na ụdị ndị a kwadoro n'asụsụ ndị ọzọ a na-agbakwunye na parentheses:",
  "Ọtụtụ okwu ndị ikwu nwere ụdị dị ala nke prefixes aha, efu na βa-, a na-akpọ klas 1a/2a, dị ka na mààyʊ̂ 'nne', βàmààyʊ̂' 'nne'",
  "Concord yiri aha klas-1/2 ndị ọzọ.",
  "Otu / ọtụtụ abụọ bụ 1/2, 5/6, 7/8, 9/10, na 12/13, na klas locative 16, 17, na 18 enweghị ọtụtụ",
  "Ọtụtụ ndị ọzọ na-eji klas 6 maka ọtụtụ ha: 11/6, 14/6, 15/6, na mgbe ụfọdụ 7/6 na 12/6",
  "E nwekwara aha ndị na-agbanwe dị ka 11/4, 11/14, 14/10, na 15/8.",
  "Ngwaa na-enweghị njedebe nwere ụdị gʊ-object-ext-ROOT-ext-V-locative, ebe ext na-anọchite anya nke ọ bụla n'ime 'mgbatị' dị iche iche, na -V bụ ụdaume ikpeazụ",
  "Dịka ọmụmaatụ, na mgbọrọgwụ na-acha uhie uhie na ụda a na-ewepụ,",
  "- Nke a bụ nsonaazụ na-etinye aka, nke a sụgharịrị dị ka 'maka'",
  "Ntinye aha na-esote ya bụkwa ĩ agwakọtawo n'ime ihe na-enweghị njedebe.",
  "-mo bụ locative 'n'ime', dị ka na klas 18 aha concord.",
  "Ngwaa ndị nwere njedebe nwere ụdị isiokwu-TAM-ext-object-ROOT-ext-TAM -V",
  "Dịka ọmụmaatụ,",
  "Mgbọrọgwụ iiš na-agụnye nsonaazụ na-akpata ihe",
  "A na-eji prefix akara oge",
  "Ihe ngosi isiokwu βa- na-egosi na isiokwu ahụ bụ ọnụọgụ mmadụ, site na tebụl aha-nkwekọrịta dị n'elu.",
  "N'ebe a, a na-eji nsonaazụ akara oge.",
  "N'ebe a, a na-agwakọta prefix na oge na reciprocal ĩ.",
  "A na-akọ na n'agbanyeghị na Sukuma yiri Nyamwezi nke ukwuu, ndị na-asụ ya n'onwe ha anaghị anabata na ha mejupụtara otu asụsụ."
]