[
  "Lugbara, ma ọ bụ Lugbarati, bụ asụsụ ndị Lugbara",
  "A na-asụ ya na mpaghara West Nile na ugwu ọdịda anyanwụ Uganda, ya na kwazi Democratic Republic of the Congo's Orientale Province.",
  "Asụsụ Aringa, nke a makwara dị ka Low Lugbara, nwere njikọ chiri anya, mgbe ụfọdụ a na-ewere ya dị ka olumba nke Lugbara",
  "Ọ bụrụ eziokwu, n'etiti Lugbara nke Uganda, ọ bụ otu n'ime agbụrụ ise (ezinụlọ Ayivu, agbụrụ Vurra, agbụrụ Terego, agbụrụ Maracha, na agbụrụ Aringa). Ụfọdụ ndị ọkà mmụta na-ekewa asụsụ Lugbara n'onwe ya dị ka olumba nke asụsụ Ma'di, ọ bụ ezie na a naghị anabata nke a n'ozuzu. Akụkọ nyocha SIL kwubiri na asụsụ Okollo, Ogoko, na Rigbo, nke a na-akpọ \"Southern Ma'di\", kwesịrị ịhazi dị ka asụsụ Lugbara.",
  "Ndị ozi ala ọzọ nke Ndị otu Kraịst dere Lugbara na 1918, dabere na olumba Ayivu",
  "N'afọ 2000, e nwere nzukọ na obodo Arua dị n'ebe ugwu ọdịda anyanwụ Uganda gbasara ịmepụta usoro nhazi mba ụwa maka Lugbara.",
  "N'afọ 1992, Gọọmentị Uganda họpụtara ya dị ka otu n'ime \"asụsụ ise nke nkwurịta okwu sara mbara\" iji mee ihe dị ka usoro ntụziaka na-agụmakwụkwọ praịmarị; Otú ọ dị, n'adịghị ka asụsụ anọ ndị ọzọ dị otú ahụ, ejighị ya mee ihe n'ụlọ akwụkwọ. N'oge na-adịbeghị anya, a gụnyere ya na usoro mmụta maka ụlọ akwụkwọ sekọndrị ụfọdụ na mpaghara West Nile, gụnyere St",
  "Joseph's College Ombaci na Muni Girls Secondary School, ma na Arua District.",
  "A na-asụ ahịrị Lugbara n'ọtụtụ olumba (ezi na ulọ maara ihe) mana nsụgharị Muni (Ayivu), nke ọtụtụ n'ime nkọwa ndị dị n'okpuru ya dabeere na ya, bụ nke a kwadoro maka izi ihe n'ụlọ akwụkwọ",
  "Asụsụ ahụ nwere ụyọkọ diphthong na ụdaume ndị ọzọ dị ịrịba ama gụnyere ndị a:",
  "aa dị ka ọ dị na ba, iji ma atụ embataa",
  "c dị ka na chọọchị, iji ma atụ candiru (nke a na-asụkwa Chandiru)",
  "dj dị ka jilt, iji ma atụ odji, a na-adịghị ekwu okwu",
  "ee dị ka ihe nnọchianya, iji ma atụ andree",
  "gb dị ka ọ dị n'ịgba, iji ma atụ, gbe, bụ nke na-adịghị ekwu okwu",
  "Gb na Lugbara enweghị ihe yiri ya na Bekee.Ihe dị ịrịba ama n'asụsụ Sudan ndị a bụ ụzọ pụrụ iche a na-akpọ 'kp, gb, 'd, 'b, 'y, 'w.",
  "m dị ka n'ụlọ oriri na ọṅụṅụ, dịka iji ma atụ di-i",
  "ma ọ bụ dị ka ọ dị n'ụgbọ mmiri, iji ma atụ adroa",
  "oo dị ka nke ochie, dịka iji ma atụ ocoo, obere oge oo dị ka nri, dịka iji ma atụ",
  "uu dị ka ọ na-ata, dịka ịma atụ cuu",
  "z dị ka jean mgbe n gasịrị, dịka ịma atụ onzi",
  "Ma ọ bụghị ya, ọtụtụ oge na-anọgide z dị ka zebra, dịka ịma atụ Ozu na mgbe mkpụrụedemede mbụ nke okwu.",
  "Mkpụrụ akwụkwọ  okwu Lugbara nwere mkpụrụedemede iri abụọ na asatọ na-ewepu (Alamakanda n'asụsụ Aringa), nke pụtara iri abụọ na anọ dị ka n'asụsụ Bekee na anọ pụrụ iche ya bụ:    ♡ dị ka n\"asụsụ Bekee, ♡ dị dị ka n \" ♡ ♡  ♡ ̀, ♡dị ka n'ụdị na ♡ ː ♡ na ♡yetaa",
  "A na-akpọpụta mkpụrụedemede dị ka ndị a: Ah, Ba, Cha, Da, Eh, Fa, Ga, Ha, Ie, Ja, Ka, La, Ma, Na, Oh, Pa, Ra, Sa, Ta, Uuw, Va, Wa, Ya, na Za.",
  "A na-agbaziri okwu ụfọdụ n'asụsụ ndị ọzọ, dịka iji ma atụ safari (njem) site na Swahili, buku (akwụkwọ) site na Bekee, na kandi (ball) site na Lingala. Ọzọkwa n'okwu, e nwere ọtụtụ okwu ndị nwere ihe dịgasị iche iche mgbe a na-akpọ ya n'ụzọ dị iche, dịka ọmụmaatụ oli nwere ike ịpụta ikuku, ifufe (nakwa oliriko), ụda, belata ma ọ bụ tụgharịa.",
  "Nnukwu nna",
  "Nnukwu nne (dede, e'dapi)",
  "Nwa nwa nwoke (mvia)",
  "Nwa nwa nwaanyị (zia)",
  "Papa (ati, ata)",
  "Mama (andri, andre, ayia)",
  "Nwoke na alụ nwaanyị (agupi)",
  "Nwaanyị na alụ di (oku)",
  "Nwata nwoke(agupi atamva, mvi)",
  "Nwata nwanyị (zamva, zi)",
  "Nwanne nwoke (adrii)",
  "Nwanne nwaanyị (amvii)",
  "Ụmụnne papa (atapuru (otu - nna) atapuruka (ọtụtụ - nna), [nne - adroyi (otu), nne (ọtụtụ) - adropi]",
  "Ụmụnne ndị nwaanyị (andrapuruka - otutu: nna na n'ọnọdụ ụfọdụ nne), (andrapuru: otu), awupi - (otu: nne nne nne), awupika - (ọtụtụ: nne nne)",
  "nwaa nwanne nne na nna(atnaapurumva)",
  "Nwanne nne nke nwoke (atap anityuruka); bụkwa adrii, adripika",
  "Nwanne nne nke nwaanyị (atap ezurukaopi); bụkwa amvii, amvupika",
  "NB: N'ikwu ya n'ụzọ doro anya, okwu nwa nwanne bụ onye mba ọzọ na omenala Lugbara",
  "Ụmụnne nne bụ ụmụnne nwoke na ụmụnne nwanyị.",
  "Ụmụ nwanne nne - ụmụ nwanne nne",
  "Ụmụnne nwanyị (adro ezoanzi, ezaapi) - ụmụnne nne",
  "Nna di (anya)",
  "Nne di (edra)",
  "Nwoke di (otuo)",
  "Nwanne nwanyị (onyere)",
  "Otu izu ụka (Sabatu alu, sabiti alu)",
  "A na-akpọ otu ụbọchị Oʹdu na Lugbara.",
  "Sọnde(Sabatu, sabiti, yinga, yumula)",
  "Mọnde",
  "Tuzde (Oụ̀du iri)",
  "Wenezde",
  "Tọzdee",
  "Fraịdee",
  "Satọdee",
  "Ụzọ kachasị mfe iji zoo aka na ọnwa (Mba na Lugbara) bụ iji nọmba, dịka iji ma atụ Jenụwarị bụ Mba Alu, Febụwarị bụ Mbà Iri, Mee bụ Mba Towi na ihe ndị ọzọ",
  "Mana n'okpuru ebe a bụ ụzọ ọzọ Latinized (na oge) nke ịkpọ aha ha.",
  "Jenụwarị (Oko)",
  "Febrụwarị (Kulini)",
  "Maachị (Zengulu)",
  "Eprel (Oge Mmiri nke Asia)",
  "Mei (Mayi)",
  "Juun (Emveki)",
  "Julaị (Irri)",
  "Ọgọọst (Iripaku)",
  "Septemba (Lokopere)",
  "Ọktoba (Abibi)",
  "Novemba (Waa)",
  "Disemba (Anyu fi kuma)",
  "Eka (Ika nke Terego dere) (edo edo)",
  "Imve (ocha)",
  "Imve silili, imve whilili, imve sisirili (ezigbo ọcha)",
  "Ini (oji)",
  "Inicibirici, inicici, inikukuru (ezigbo oji)",
  "Emvesi-enisi (oji na ọcha)",
  "Forum [foro] (ntụ ntụ)",
  "Foroto (na-acha ntụ ntụ)",
  "Iji gua ma mụọ Lugbara, ị nwere ike ịchọ onye nkuzi asụsụ ma ọ bụ onye nduzi mana ịmara ihe ndị bụ isi na okwu kachasị mma site na akwụkwọ ọkọwa okwu nwere ike inye gị mmalite dị mma",
  "Na-eme ya site n'ịgwa ndị obodo okwu n'ụzọ anụ ahụ ma ọ bụ n'ịntanetị ma na-ege egwu Lugbara."
]