[
  "Sango (nke a na-akpọkwa Sangho) bụ asụsụ bụ isi a na-asụ na Central Afrikan Republiki nakwa asụsụ gọọmentị nke mba ahụ. A na-eji ya eme ihe dị ka asụsụ a na-asụ na mba ahụ ma nwee ndị na-asụrụ ya narị anọ na puku iri ise (450,000) na 1988",
  "O nwekwara nde 1.6 ndị na-asụ ya dika asụsụ nke abụọ.",
  "Sango bụ asụsụ Creole nke dabeere n'asụsụ Northern Ngbandi",
  "A na-eji ya dị ka asụsụ azụmahịa n'akụkụ Osimiri Ubangi tupu ndị France na-achị n'afọ 1880",
  "N'okwu mkparịta ụka pasent iri itoolụ (90%) nke okwu asụsụ ahụ bụ Sango, [nkọwa dị mkpa] ebe n'okwu nkà na ụzụ French ndị a gbazitere bụ ihe ka ọtụtụ.",
  "Ụfọdụ ndị ọkà mmụta asụsụ, na-eso William J",
  "Samarin, kewara ya dị ka onye Creole nke Ngbandi; Otú ọ dị, ndị ọzọ (dị ka Marcel Diki-Kidiri, Charles H",
  "Morrill) jụrụ nkewa ahụ ma kwuo na mgbanwe na usoro Sango (ma n'ime ma n'èzí) nwere ike ịkọwa nke ọma na-enweghị usoro Creolization.",
  "Dabere na echiche Creolization, Sango pụrụ iche n'ihi na ọ bụ onye African- kama nke European-based creole",
  "Ọ bụ ezie na French enyewo ọtụtụ okwu mgbazinye, usoro Sango bụ kpamkpam nke Afrika.",
  "A na-eji Sango di iche iche mee ihe dika asụsụ  asụsụ  n'akụkụ osimiri Ubangi tupu ndị France na achị, na njedebe 1800s",
  "Ndị agha France weghaara  Central Afrikans n'ọrụ, na eme ka ha na eji to Sango na-amụbawanye dika ụzọ nkwurita okwu agbụrụ. N'ime narị  afọ nke iri abuọ (20) dum, ndị ozi ala ọzọ kwalite re Sango n'ihi na a na-ejikari ya eme ihe.",
  "N'ịbụ nke ndị ahịa osimiri na-eji na mbụ, Sango bilitere dị ka asụsụ na-adabere na asụsụ Northern Ngbandi nke agbụrụ Sango, akụkụ nke asụsụ Ngbandi, nke nwere mmetụta Frenchi.",
  "Uto ngwa ngwa nke obodo Bangui kemgbe afọ 1960 enweela mmetụta dị ukwuu maka mmepe nke Sango, site na okike, maka oge mbụ, nke ndị na-asụ asụsụ mbụ",
  "Ọ bụ ezie na ndị si n'ime ime obodo kwabata n'obodo ahụ na-asụ ọtụtụ asụsụ dị iche iche ma jiri Sango naanị dị ka asụsụ, ụmụ ha na-eji Sango dị ka asụsụ ha bụ isi (na mgbe ụfọdụ naanị)",
  "Nke ahụ emeela ka mgbasawanye ngwa ngwa nke akwụkwọ ọkọwa okwu ahụ, gụnyere ma okwu iwu na okwu mkparị",
  "Ọzọkwa, ọnọdụ ọhụrụ ya dị ka asụsụ kwa ụbọchị nke isi obodo emeela ka Sango nweta ọnọdụ ka ukwuu ma jiri ya mee ihe n'ọhịa ndị ọ bụbu ihe a na-ejikarị French.",
  "Sango jupụtara na Central Afrikan Republiki, na ndị ọkà okwu 350,000 na ọnụ ọgụgụ 1970",
  "A na-asụkwa ya dị ka asụsụ na-asụrụ n'ebe ndịda Chad, ebe o yikarịrị ka a naghị asụ ya n'ala ma ojiji ya na-ebelata, na Democratic Republiki of the Kongo, ebe ojiji ya nọ na-abawanye.",
  "Taa, Sango bụ asụsụ mba na nke gọọmentị nke Central Afrikan Republiki, nke na-eme ka Central Afrikan Republiki bụrụ otu n'ime mba ole na ole dị n'Afrịka nwere asụsụ ụmụ amaala dị ka asụsụ gọọmentị.",
  "Nnyocha nke Taber (1964) na-egosi na ihe dị ka okwu Sango 490 na-eme ihe dị ka 90% nke okwu mkparịta ụka; Otú ọ dị, ọ bụ ezie na a na-ejikarị okwu ndị a gbazitere French eme ihe, ha na-eme ka ọtụtụ n'okwu, ọkachasị n'okwu ndị gụrụ akwụkwọ",
  "Enwere ike iji ọnọdụ ahụ tụnyere Bekee, ebe ọtụtụ n'ime okwu, ọkachasị okwu \"amụrụ\", sitere na Latin, Grik, ma ọ bụ French ebe okwu ndị bụ isi ka bụ German",
  "Otú ọ dị, nnyocha ndị ọzọ na-adịbeghị anya na-atụ aro na nsonaazụ ahụ bụ kpọmkwem maka otu sociolect, ihe a na-akpọ \"ọrụ\" dị iche iche",
  "Ọrụ Morrill, nke a rụchara na 1997, kpughere na e nwere ụkpụrụ atọ dị iche iche na-apụta n'asụsụ Sango: ụdị \"radio\" dị iche iche nke obodo mepere emepe nke 80% nke ndị a gbara ajụjụ ọnụ ya na-ahọrọ [nkọwa dị mkpa] ma nwee okwu mgbazinye French ole na ole; ihe a na-akpọ \"pastor\" dị iche, nke a na-enweta [nkọwarị dị mkpa] 60%; na ụdị \"ọrụ\", nke ndị gụrụ akwụkwọ, ndị na-eji okwu mgbazinye France eme ihe kachasị elu mgbe ha na-ekwu Sango, nke nwere 40%.",
  "Okwu mkparịta ụka na-apụta na okwu mgbazinye na ụfọdụ olumba",
  "Asụsụ ụfọdụ nwere mgbanwe n'etiti [ɱv] na [m], [mb] na [ŋ͡mg͡b], [mb) na [b], okwu etiti [l] na [r], na okwu mmalite [h] na [ʔ]",
  "[ɱv]",
  "bụ ihe a na-adịghị ahụkebe.",
  "Ọdịdị ụdaume bụ CV n'ozuzu ya",
  "Mkpụrụedemede na-esote bụ ihe a na-adịghị ahụkebe mana ha na-apụta. Enwere ike ịtọ ụdaume ma ọ bụ egbugbere ọnụ, n'ụzọ orthographic Cī na Cī, n'otu n'otu.",
  "Okwu na-abụkarị monosyllabic ma ọ bụ bisyllabic mana ọ bụghị trisyllabic",
  "A na-emepụta okwu nwere mkpụrụedemede anọ site na mmugharị na ngwakọta, a pụkwara ide ya dị ka okwu abụọ (kêtêkêtê ma ọ bụ kêtê 'obere bit', walikundû ma ọ bụ wa likundû 'onye dibịa afa').",
  "Sango bụ asụsụ ụda olu",
  "Asụsụ ahụ nwere ụda atọ (elu, etiti, na ala), na ụda olu na-emekwa, n'ozuzu na okwu ndị a gbazitere na French",
  "Ụda nwere obere ọrụ, mana obere ụzọ abụọ dị: dü 'mụọ nwa' na dû 'oghere'.",
  "Okwu mgbazinye monosyllabic sitere na French na-enwekarị usoro ụda dị elu na-ada ala (bâan 'bench' sitere na French banc)",
  "N'okwu multisyllabic, mkpụrụedemede niile na-ebu ụda dị ala ma e wezụga mkpụrụedemede ikpeazụ, nke a na-eme ka ọ dị ogologo ma na-ewe ụda na-agbadata",
  "Ụda ikpeazụ na-ada n'etiti ala maka aha (ananäa 'pineapple' site na French ananas) na ala ala ala ala maka ngwaa (aretêe 'ịkwụsị' site na France arrêter).",
  "N'ebe dịpụrụ adịpụ, ụda nwere ọdịiche ideolectal, asụsụ nne nke ndị na-abụghị ndị na-asụ ya nwekwara ike imetụta ha.",
  "Sango bụ asụsụ na-anọpụ iche nke nwere usoro okwu, dịka na Bekee",
  "Akụkụ okwu aha bụ nke ụdị na-ekpebi-adjective-aha:Àtụ:InterlinearA na-eji akara prolitic â-, nke na-esote ahịrịokwu aha:Àtụ:Interlinearâ- nwere ike itinye ya na ọtụtụ ihe na ahịrịokwu aha site n'aka ụfọdụ ndị ọkà okwu, mana nke a anaghị adịkarị:",
  "Nsonaazụ -ngö na-akpọ ngwaa",
  "Ọ na-agbanwekwa ụda niile dị na ngwaa n'etiti:Àtụ:InterlinearOtú ọ dị, ngwakọta na-aghọwanye ihe a na-ahụkarị: dûngü 'nke ọma' (lee mgbanwe na ụda)",
  "A na-ede ihe ndị dị otú ahụ mgbe ụfọdụ dị ka okwu abụọ dị iche iche.",
  "A na-eji okwu a- eme ihe mgbe isiokwu ahụ bụ aha ma ọ bụ okwu aha mana ọ bụghị mgbe isiokwu ahụ ma ọ bụ nnọchiaha ma ọ bụ ihe na-apụtaghị ìhè (dị ka na imperatives):Àtụ:InterlinearÀtụ:InterlinearA na-ede prefix mgbe ụfọdụ dị ka okwu dị iche.",
  "Ndị nnọchiaha bụ mbï \"M\", mo \"ị (otu),)\", lo \"ya, ya, ya\", ë \"anyị\", ï \"ị (ọtụtụ)\", âla \"ị (mgbidi)\", âla\" ha\".  Ngwaa na-ewere prefix a- ma ọ bụrụ na ọ bụghị nnọchiaha bu ya ụzọ: mo yeke \"ị bụ\" mana Bêafrîka ayeke \"Central Africa bụ\"",
  "Ngwaa bara uru karịsịa gụnyere yeke \"be\", bara \"ekele\" (bara o \"hi!\"), hînga \"mara\"",
  "A na-eji okwu ahụ bụ \"nke\": ködörö ti mbï \"ala m\", yângâ ti sängö \"asụsụ Sango\"",
  "Okwu ọzọ a na-ahụkarị bụ na, na-ekpuchi ọrụ dịgasị iche iche nke locative, dative, na ngwá ọrụ.",
  "Ndị ozi ala ọzọ nke France malitere ide Sango, na mgbakọ ndị Katọlik na ndị Protestant dịtụ iche",
  "Akwụkwọ Bible nke 1966 na akwụkwọ ukwe nke 1968 nwere mmetụta dị ukwuu ma ka na-eji ya eme ihe taa.",
  "A na-akpọpụta mkpụrụedemede dị ka IPA ha ma e wezụga maka  São, nke a na-akpọ [j]",
  "Ọzọkwa, a na-akpọpụta digraphs [k͡p], [ɡ͡b], [ᵐb], [(ɱv)], [nd], [ᵑɡ], [ᵑ͡ᵐɡ͡b] na [ⁿd], n'otu n'otu.",
  "⟨’b⟩, ⟨ty⟩, na ⟨dy⟩ enwere ike iji ya na okwụ mbinye ego etinyeghi nkenọma n'ime usoro ụda olu Sango.",
  "Asụsụ gọọmentị nwere ụdaume ndị a: ːp, b, t, d, k, g, kp, gb, mb, mv, nd, ng, ng, nz, f, v, s, z, h, l, r, y, wː: ụfọdụ na-agbakwunye ːb maka implosive //ɓ//",
  "Sango nwere ụdaume asaa, //a e ɛ i o ɔ u//, nke ise n'ime ha, //ĩ ã ɛ̃ ɔ̃ ũ/ ɔ ũ̃/, na-apụta na nasalized",
  "N'asụsụ ndị ọrụ gọọm/e/ntị, a na-anọchite anya /e/  //ɛ//, na a na-ede ụdaume imi, en, an, on, un.",
  "Sango nwere ụda atọ: ala, etiti, na elu",
  "N'asụsụ ọkọlọtọ, a naghị egosi ụda dị ala, a -eji diaeresis, na ụda dị elu na circumflex: a ga-ede do-re-mi.",
  "Sango nwere obere ihe edere ede ma e wezụga akwụkwọ okpukpe, mana emeela ụfọdụ ihe mmụta dị mkpa.",
  "A na-ewere Sango dị ka ihe dị mfe ịmụta; dị ka Samarin si kwuo, \"site na itinye n'ọrụ nwa akwụkwọ kwesịrị inwe ike ikwu asụsụ ahụ n'ihe dị ka ọnwa atọ\"",
  "Otú ọ dị, iru ezi nghọta na-ewe ogologo oge, dị ka asụsụ ọ bụla ọzọ.",
  "Maka ndị na-asụ Bekee, enwere isi ihe isi ike abụọ",
  "Otu onye ga-echeta ịghara ịkewa ụdaume abụọ: Bambari, dịka ọmụmaatụ, a ga-akpọ ya ba-mba-ri, ọ bụghị bam-ba-ri",
  "Ọzọkwa, dị ka ọ dị n'asụsụ ụda ọ bụla ọzọ, mmadụ ga-amụta ka ọ ghara ịgbanwe ụda ahụ dabere na ihe gbara ya gburugburu",
  "Dịka ọmụmaatụ, ọ bụrụ na mmadụ akpọpụta ajụjụ na ụda na-arị elu dị ka n'asụsụ Bekee, mmadụ nwere ike na-amaghị ama na-ekwu okwu Sango dị iche na nke na-ekwesịghị ekwesị na njedebe nke ahịrịokwu ahụ."
]