[
  "French (français  [fʁɑ̃sɛ] ma ọ bụ langue française  [lɑ̃ɡ fʁɑ̃sɛːz]) bụ asụsụ Romance nke ezinụlọ Indo-European",
  "O sitere na Latin Vulgar nke Alaeze Ukwu Rom, dị ka asụsụ Romance niile si abịa",
  "French sitere na Gallo-Romance, Latin a na-asụ na Gaul, yana karịa na Northern Gaul",
  "Ndị ikwu ya kacha nso bụ asụsụ ndị ọzọ d'oïl—asụsụ ndị a na-asụ n'akụkọ ihe mere eme n'ebe ugwu France na n'ebe ndịda Belgium, bụ́ ndị French (Francien) nọchiri nke ukwuu",
  "Asụsụ Celtic nke Northern Roman Gaul dị ka Gallia Belgica na asụsụ French (Germanic) nke ndị mwakpo ndị Frank na-achị Rom metụtakwara French",
  "Taa, n'ihi mgbasawanye nke France gara aga na mba ofesi, enwere ọtụtụ asụsụ Creole dabere na French, ọkachasị Haitian Creole",
  "Enwere ike ịkpọ onye ma ọ bụ mba na-asụ French ka Francophone na bekee na French.",
  "French bụ asụsụ gọọmentị na mba 29 gafee ọtụtụ kọntinent, ọtụtụ n'ime ha bụ ndị otu International de la Francophonie (OIF), obodo nke mba 84 na-ekerịta ojiji ma ọ bụ nkuzi French",
  "French bụkwa otu n'ime asụsụ isii ejiri mee ihe na United Nations",
  "A na-asụ ya dị ka asụsụ mbụ (n'usoro nke ọnụ ọgụgụ ndị na-asụ asụsụ) na France; Canada (karịsịa na mpaghara Quebec, Ontario, na New Brunswick, yana mpaghara ndị ọzọ Francophone); Belgium (Wallonia na Brussels-Capital Region); ọdịda anyanwụ Switzerland (kpọmkwem canton na-eme mpaghara Romandy); akụkụ nke Luxembourg; akụkụ nke United States (steeti nke Louisiana, Maine, New Hampshire na Vermont); Monaco; mpaghara Aosta Valley nke Italy; na obodo dị iche iche n'ebe ndị ọzọ.",
  "Na 2015, ihe dịka 40% nke ọnụ ọgụgụ ndị francophone (gụnyere L2 na ndị na-ekwu okwu ihu ọha) bi na Europe, 36% na Sub-Saharan Africa na Indian Ocean, 15% na North Africa na Middle East, 8% na America, na 1% na Asia na Oceania",
  "French bụ asụsụ obodo nke abụọ na-asụkarị na European Union",
  "N'ime ndị Europe na-asụ asụsụ ndị ọzọ na ala ala, ihe dịka otu ụzọ n'ụzọ ise nwere ike ịsụ French dịka asụsụ nke abụọ",
  "French bụ asụsụ mba ofesi nke abụọ kacha akụzi na EU",
  "Ụlọ ọrụ niile nke EU na-eji French dị ka asụsụ ọrụ yana Bekee na German; n'ụfọdụ ụlọ ọrụ, French bụ naanị asụsụ na-arụ ọrụ (dịka n'Ụlọikpe Ikpe nke European Union)",
  "French bụkwa asụsụ nke iri na asatọ a kacha asụ n'ụwa, asụsụ nke ise a kacha asụ site na ọnụ ọgụgụ ndị na-asụ ya na asụsụ nke abụọ ma ọ bụ nke atọ kacha amụ n'ụwa niile (nke nwere ihe dị ka nde 120 ndị mmụta dị ka nke 2017)",
  "N'ihi ọchịchị ndị France na ndị Belgium malite na narị afọ nke 16 gaa n'ihu, e webatara French na mpaghara ọhụrụ na America, Africa na Asia",
  "Ọtụtụ ndị na-asụ asụsụ nke abụọ bi na Francophone Africa, ọkachasị Gabon, Algeria, Morocco, Tunisia, Mauritius, Senegal na Ivory Coast.",
  "A na-eche na French nwere ihe dị ka nde 76 ndị na-asụ obodo; ihe dị ka nde 235 kwa ụbọchị, ndị na-ekwu okwu nke ọma; na ndị ọzọ 77–110 nde ndị ọkà okwu sekọndịrị ndị na-asụ ya dị ka asụsụ nke abụọ n'ogo dị iche iche nke nka, ọkachasị n'Africa",
  "Dị ka OIF si kwuo, ihe dị ka nde mmadụ 321 n'ụwa nile \"nwere ike ịsụ asụsụ ahụ\", na-akọwapụtaghị usoro maka atụmatụ a ma ọ bụ onye ọ gụnyere",
  "Dabere na ntule igwe mmadụ nke Université Laval na Réseau Démographie de l'Agence universitaire de la Francophonie na-eduzi, ọnụ ọgụgụ ndị na-asụ French ga-eru ihe dị ka nde 500 na 2025 na nde 650 site na 2050",
  "OIF na-eme atụmatụ 700 nde site na 2050, 80 % n'ime ha ga-anọ n'Africa.",
  "French nwere ogologo akụkọ ihe mere eme dị ka asụsụ mba ụwa nke akwụkwọ na ụkpụrụ sayensị ma bụrụ asụsụ mbụ ma ọ bụ nke abụọ nke ọtụtụ òtù mba ụwa gụnyere United Nations, European Union, North Atlantic Treaty Organization, World Trade Organization, International Olympic Committee, na International Committee of the Red Cross",
  "N'afọ 2011, Bloomberg Businessweek họọrọ French dị ka asụsụ nke atọ kachasị baa uru maka azụmahịa, na-esote Bekee na Standard Mandarin Chinese.",
  "French bụ asụsụ Romance (nke pụtara na ọ sitere na Vulgar Latin) nke sitere na asụsụ Gallo-Romance a na-asụ n'ebe ugwu France",
  "Ụdị mbụ nke asụsụ ahụ gụnyere Old French na Middle French.",
  "N'ihi ọchichi ndi Rom, ndị bi na Gaul ji nwayọọ nwayọọ nabata Latin, dịka ndị nkịtị na-amụta asụsụ ahụ, ọ mepụtara ọdịdị dị iche iche nke mpaghara, yana ọdịiche ụtọ asụsụ site na Latin dị ka a na-asụ n'ebe ndị ọzọ, ụfọdụ n'ime ha na-agba akaebe na graffiti. Ụdị mpaghara a gbanwere n'asụsụ Gallo-Romance, nke gụnyere French na ndị ikwu ya kacha nso, dị ka Arpitan.",
  "Ọganihu nke Latin na Gaul sitere na ịdị n'otu ya ruo ihe karịrị ọkara puku afọ n'akụkụ asụsụ Celtic Gaulish, nke na-adịghị agwụ agwụ ruo na ngwụcha narị afọ nke isii, ogologo oge mgbe ọdịda nke Alaeze Ukwu Rom nke Ọdịda Anyanwụ. Ndị bi ebe ahụ nọgidere na-abụ ndị obodo 90 n'ebe ha si; ndị Romanizing bụ ndị isi obodo (ọ bụghị ndị Rom bi), ndị ụmụ ha mụtara Latin n'ụlọ akwụkwọ ndị Rom. N'oge ọdịda nke Alaeze Ukwu ahụ, ndị isi obodo a ejirila nwayọọ nwayọọ hapụ Gaulish kpamkpam, mana ndị bi n'ime ime obodo na ndị nọ n'ọkwá dị ala nọgidere na-asụ ndị Gaulish bụ ndị nwere ike ịsụ Latin ma ọ bụ Grik mgbe ụfọdụ. Mgbanwe asụsụ ikpeazụ site na Gaulish gaa na Vulgar Latin n'etiti ndị bi n'ime ime obodo na ndị nọ n'ọkwá dị ala mere mgbe e mesịrị, mgbe ha na onye ọchịchị Frankish / ndị agha na-abata nabatara okwu Gallo-Roman Vulgar Latin nke ndị isi ọgụgụ isi obodo."
]