[
  "Luba-Kasai, nke a makwara dị ka Western Luba, Bena-Lulua, Cilubà/Tshilubà, Luba-Lulua ma ọ bụ Luva, bụ asụsụ Bantu (Zone L) nke Central Africa na asụsụ mba nke Democratic Republic of the Congo, n'akụkụ Lingala, Swahili, na Kikongo ya leta.",
  "Ndị Luba nke mpaghara East Kasai na-asụ olu ọwụwa anyanwụ na ndị Lulua nke mpaghara West Kasai na asụsụ ọdịda anyanwụ",
  "E mere atụmatụ na ngụkọta ọnụ ọgụgụ ndị ọkà okwu dị nde 6.3 na 1991.",
  "N'ime asụsụ Bantu nke mpaghara L, Luba-Kasai bụ otu n'ime otú asụsụ ndị mejupụtara otu \"Luba\", tinyere Kaonde (L40), Kete (L20), Kanyok, Luba-Catanga (KiLuba), Sanga, Zela na Bangubangu.\nA na-achịkọta asụsụ L20, L30 na L60 dị ka asụsụ Luban n'ime mpaghara L Bantu.",
  "A na-asụ Tshiluba n'ọtụtụ ebe dị na mpaghara Kasaï Occidental na Kasaï Oriental nke mba Democratic Republic of the Congo",
  "Otú ọ dị, ọdịiche dị na Tshiluba n'ime mpaghara ahụ dị obere, nke na-agụnye ọtụtụ ndịiche dị n'olu na okwu, na ndị ọkà okwu na-aghọta ibe ha n'ụzọ dị mfe",
  "Asụsụ abụọ ahụ nwere olumba ndị ọzọ ga",
  "Tụkwasara nke a, e nwekwara ụdị dị iche iche nke Tshiluba, ọkachasị n'obodo ukwu, ebe okwu French na ọbụna okwu sitere n'asụsụ ndị ọzọ, dị ka Lingala ma ọ bụ Swahili, na-eme ka Tshiluba a na-asụ kwa ụbọchị baa ọgaranya. Ka o sina dị, ọ bụghị ụdị pidgin ebe ọ bụ na ọ bụghị ihe a na-ahụkarị onye ọ bụla mana ọ na-agbanwe ọdịdị ya na ọnụọgụ na ogo nke a na-eji okwu sitere na asụsụ ndị ọzọ",
  "Ụdị ya na-agbanwe dabere na onye na-asụ ya ma na-adịgasị iche site n'obodo gaa n'obodo na ọkwa mmekọrịta mmadụ na ibe ya",
  "Otú ọ dị, ndị mmadụ na-asụkarị asụsụ Tshiluba na ndụ ha kwa ụbọchị, kama pidgin.",
  "Adịghị ike nke asụsụ a ga-akụzi n'ụlọ akwụkwọ emeela ka a jiri okwu French dochie okwu ala nna ya n'ọtụtụ akụkụ",
  "Dịka ọmụmaatụ, ndị na-asụkarị na-agụnye na French, karịa Tshiluba",
  "Ọnọdụ nke French na Tshiluba na-eji n'otu oge mere ka ndị ọkà mmụta asụsụ chee na e mehiere asụsụ ahụ",
  "[citation needed]",
  "Luba-Kasai ji mkpụrụ akwụkwọ Latin, na digraphs ng, ny na sh mana enweghị mkpụrụ akwụkwọ q, r na x:",
  "Tshiluba nwere usoro ụdaume ise nwere ogologo ụdaume:",
  "Chaatị ahụ na-egosi mgbichiume nke Tshiluba.",
  "Dị ka The Rosetta Project si kwuo, Nkeji edemede 1 nke Universal Declaration of Human Rights na-atụgharị ka:",
  "Dịka Learn Tshiluba (Mofeko) si kwuo:"
]