[
  "Dagaare bụ asụsụ nke ndị Dagaaba nke Ghana, Burkina Faso, na Ivory Coast",
  "A kọwawo ya dị ka asụsụ na-aga n'ihu nke gụnyere Waale na Birifor",
  "Asụsụ Dagaare dịgasị iche na olumba sitere na asụsụ ezinụlọ ndị ọzọ gụnyere: Dagbane, Waale, Mabia, Gurene, Mampruli, Kusaal, Buli, Niger-Congo, na ọtụtụ asụsụ ndị ọzọ na-akpata ihe dị ka nde mmadụ atọ na-asụ Dagaare",
  "N'ime mpaghara niile nke ndị na-asụ Dagaare, olumba na-abịa site na Northern, Central, Western, na Southern na-ezo aka n'asụsụ dị iche iche",
  "Burkina Faso na-ezo aka Dagaare dị ka Dagara na Birifor nye ụmụ amaala na Republic of Côte d'Ivoire",
  "Burkina Faso na-ezo aka na Dagaare dị ka Dagara na Birifor maka ụmụ amaala na Republik nke Côte d'Ivoire",
  "A ka na-akpọ asụsụ obodo niile dị ka Dagaare",
  "N'ime olumba dị iche iche, ọkọlọtọ maka Dagaare sitere na olumba mpaghara Central",
  "Southern Dagaare (ma ọ bụ Waale) sikwa n'asụsụ Dagaare ma mara na a na-asụkarị na Wa na Kaleo.",
  "Ethnologue kewara Dagaare n'asụsụ atọ:",
  "A na-egosi ụdaolu site na iji akara ngosi:",
  "A na-egosipụta imi imi site na iji tilde",
  "Udaume gbadoro ụkwụ n'imi dị elu ma ọ bụ ụda dị ala ka tilde nọ n'okpuru ụda olu.",
  "Mgbochiume na ụdaume na asụsụ Dagaare:",
  "Allophones nke /d, ɡ/ gụnyere [r, ɣ~ɡ̆].",
  "Mgbochiume Dagaare n'ogo n'ozuzu nwere consonants iri abụọ na ise na glides abụọ, aka ọkara consonants ebe ụfọdụ ogbo nwere ike ịdị iche",
  "Dị ka /h/, /l/, na /m/ akụkụ ya na-esote glottal-implosives sitere na Dagaare na Northern dialect (Burkina Faso).",
  "Dagaare bụ asụsụ ụda olu nwere usoro ụda olu abụọ nwere ụda dị elu",
  "Ụda Dagaare nwere ọrụ abụọ bụ isi, ya bụ ọrụ lexical na ọrụ ụtọ asụsụ",
  "Ọrụ okwu ya na-emetụta ọdịiche dị na okwu okwu, nke mere na ọdịiche dị n'olu ma ọ bụghị n'ụdị morphosyntactic na-akpali okwu dị iche iche",
  "Ọrụ ụtọasụsụ ya bụ maka ikpe nke akara ụda dị iche iche na mpaghara na-ebute usoro ọmụmụ dị iche iche nke okwu ahụ.",
  "Àtụ:Interlinear\nÀtụ:Interlinear",
  "Àtụ:InterlinearÀtụ:Interlinear",
  "Na Dagaare, nnọchiaha onwe onye anaghị egosi ọdịiche nwoke na nwanyị",
  "Maka nnọchiaha isiokwu, enwere ọdịiche n'etiti nnọchiaha onwe onye siri ike na nke na-adịghị ike",
  "Ọzọkwa, enwere ọdịiche dị n'etiti ụdị mmadụ na nke na-abụghị nke mmadụ maka nnọchiaha mmadụ nke atọ."
]