[
  "Nawdm bụ asụsụ Gur nke Togo na Ghana",
  "E nwere ihe dị ka 8000 n'ime ndị na-ekwu okwu na Ghana na 200 000 ndị na-asụ okwu na Togo",
  "Nawdm  bu asusu ana asụ  na Greater Accra (isi obodo Ghana) na mpaghara Volta  ( obu mpaghara Volta na Oti ugbu a)",
  "ọtụtụ aha ka eji mara ya nke gụnyere \"loso\" (ma ọ bụ \"losu\"), na \"nawdm\" (mgbe ụfọdụ a na-asupe ya \"naoudem\" ma ọ bụ \"nawdam\")",
  "iIhe mbụ n'ime okwu ndị a bụ ihe na-ekwesịghị ekwesị na nke na-edoghị anya",
  "Otu asụsụ ndị ọzọ na-enye ya iji zoo aka na Lamba",
  "(Ndi nke na adiro asu  Nawdm) na ndi nke Nawdba ( Ndi nke n'asu Nawdm)",
  "A na-asụ ya na mpagharanke Doufelgou",
  "Doufelgou bu nke aga afụ na mpaghara Kara",
  "ọdi  n'ebe ise  ana-asụ ya kpọmkwem  na ebeakpọ cantons",
  "ndi nke gunyere: Niamtougou, Koka, Baga, Ténéga na Siou",
  "A na-asụkwa Nawdm n'obodo nta Bogawaré na Kawa-Bas na canton nke Pouda, na n'obodo Koré-Nata na canton of Massédéna, ka dị na mpaghara nke Doufelgou",
  "N'akụkọ ihe mere eme, ndị nke ikpeazụ bụ ụmụ nke obodo nta Banaa, nke dịbu n'ebe dị anya site na Koka, Ténéga na Siou-Kpadb, na iru mpụga nke ihe a na-akpọ SORAD ugbu a, ebe ndị Baga si chụpụ ha obere oge tupu ndị Germany abịarute",
  "Ndị agbata obi nke Nawdba na mpaghara a bụ: na North, Lamba nke Défalé; na South, Kabyè nke Pya; n'ebe ọwụwa anyanwụ, Kabyè ya Massédéna na Péssaré; n'akụkụ ọdịda anyanwụ, Lamba ya Agbandé na nke Yaka.",
  "Dika nhazi ọkwa kacha ọhụrụ Bendor-Samuel na 1989 na nke Heine na Nurse na afor 2004, nawdm bụ nke yom – nawdm otu ezinụlọ Oti-Volta nke etiti Gur ma ọ bụ asụsụ Voltaic, ezinụlọ gur bụ ngalaba asụsụ Niger-Congo",
  "Nkewa ndị a dabere na ọrụ akụkọ ihe mere eme na ntule asụsụ nke Gabriel Manessy bụ onye gosipụtara na nawdm abụghị, dị ka ụfọdụ kwenyere na mbụ, ọ bụ olumba nke Mooré, kama ọ bụ asụsụ nke, n'ezie metụtara Mooré, agbanyeghị, bụ nke ọzọ",
  "sub-grou asụsụ",
  "Nawdm na-ekwu naanị n'etiti ndị na-ekwu ya",
  "Ole na ole ndị na-asụghị asụsụ obodo nwekwara mmasị n'asụsụ a",
  "Ọ bụ asụsụ mara mma nke ukwuu karịsịa mgbe ị na-ege ụda mgbe a na-abụ abụ.",
  "Okwu Losso bụ aha obodo na-edoghị anya, nke ndị ọkà mmụta asụsụ na-arụghị ọrụ, na-ezo aka ma ndị Nawdm na ndị Lamba.",
  "IIji mata ọdịiche dị n'usoro nke consonants abụọ na consonant nke mkpụrụedemede abụọ nọchiri anya ya, a na-eji diaeresis na mkpụrụedemede mbụ nke usoro nke consonants abụọ, dịka ọmụmaatụ: usoro nke consonants (g̈w, g̈b, n̈y, ŋ̈m.",
  "akwụkwọ ukwu ahụ ahụ na-arụ akwụkwọ ukwu ahụ bụ ɦ (mkpụrụ akwụkwọ ozi a na- akara ga-abụ ː/ĥ na ː/ɦ).",
  "A na-egosi ụda olu dị elu site na nnukwu ụda na ụda olu dị ala na-egosi ụda ili, ọ bụ ezie na n'ime ederede mbụ, a na-ede ụda naanị na nnochiaha"
]