[
  "Asụsụ Koti, ma ọ bụ Ekoti (nke a na-akpọ ekoti), bụ asụsụ Bantu nke ihe dị ka mmadụ puku iri isi na anọ na narị abụọ na-asụ na Mozambique",
  "A na-asụ Koti Island na Koti Island ma bụrụkwa asụsụ bụ isi nke Angoche, isi obodo nke mpaghara nwere otu aha na mpaghara Nampula.",
  "N'ihe gbasara nchịkọta mkpụrụ ndụ ihe nketa, a na-ewere Koti dị ka onye otu Makhuwa (P.30 na nkewa Guthrie)",
  "Otú ọ dị, akụkụ dị ukwuu nke okwu ya sitere na Swahili dịgasị iche iche n'oge gara aga, taa bụ asụsụ a na-asụkarị n'ọtụtụ akụkụ ụsọ oké osimiri nke East Africa",
  "A na-ekwukarị na mmetụta Swahili a sitere n'aka ndị ahịa si Kilwa ma ọ bụ ebe ndị ọzọ na Zanzibar Coast, bụ ndị biri na Angoche na narị afọ nke iri na ise",
  "Arends et al",
  "na-atụ aro na ọ nwere ike ịghọ asụsụ Makhua São Swahili.",
  "Aha ebe Koti na-ezo aka n'àgwàetiti ahụ",
  "Ụdị ochie bụ [ŋɡoji]; [dubious ] ụdị a na klasị 2 aha prefix a maka 'ndị mmadụ' mere ka aha Portuguese Angoche",
  "Aha Africa ochie nke Angoche, nke a ka na-eji eme ihe, bụ Parápaátho",
  "O yikarịrị ka ndị nnupụisi si Kilwa guzobere Angoche na narị afọ nke iri na ise",
  "N'ime narị afọ ndị sochirinụ, ọ bara ọgaranya dị ka akụkụ nke netwọk azụmaahịa nke Oké Osimiri India.",
  "A na-ahụ ihe dị ka obodo Koti iteghete n'akụkụ osimiri nke agwaetiti Koti; a na-ejikarị ụgbọ mmiri abanye na ha",
  "Osisi mangrove (khava) kpuchiri akụkụ ka ukwuu nke ụsọ oké osimiri",
  "N'ime ala, e nwere ihe dị ka obodo Koti ise ndị ọzọ, niile dị nso na Angoche",
  "Ọrụ akụ na ụba bụ isi nke ndị ikom nọ n'ime obodo bụ ịkụ azụ; a na-ere ihe ndị a na-egbute n'ahịa Angoche",
  "Ndị mmadụ na-azụ ọkụkọ na ewu ụfọdụ.",
  "N'ime Makhuwa, asụsụ mpaghara kachasị n'ọtụtụ ebe ugwu Mozambique, a na-akpọ ndị Koti Maka, dịka obodo ndị Alakụba ndị ọzọ dị n'ụsọ oké osimiri bụ akụkụ nke netwọk azụmaahịa nke Oké Osimiri India",
  "Ọtụtụ ndị Koti nwere ma ọ dịkarịa ala ihe ọmụma ụfọdụ banyere Makhuwa ma ọ bụ otu n'ime asụsụ ndị agbata obi ya; asụsụ abụọ a nwere mmetụta dị ukwuu n'asụsụ Koti n'afọ ndị na-adịbeghị anya.",
  "Koti nwere ụdị ụdaume ise",
  "A na-edekarị ụdaume na-emeghe ɛ na ɔ e na o",
  "Mkpụrụedemede dị elu i na u anaghị apụta na mbụ",
  "E nwere ụdị nkwekọrịta ụdaume na ndabere okwu nke na-eme ka /u/ na mgbatị okwu bụrụ [o] mgbe /o/ ọzọ gasịrị; ya mere, mgbatị nkewa -ul- na -uw- na-apụta dị ka -ol- na -ow- mgbe ụdaume o gasịrị",
  "Ọzọkwa, nyocha nkesa na-egosi na /o/ na-emekarị mgbe /o/ ọzọ gasịrị, na ọ na-esikarị na ụdaume ndị ọzọ.",
  "Ogologo ụdaume dị iche na Koti, ma e wezụga n'ọnọdụ okwu ikpeazụ",
  "A na-emeso ụdaume ogologo dị ka nkeji abụọ na-ebu ụda",
  "Ọtụtụ usoro coalescence nke ụdaume na-ewere ọnọdụ, n'ime okwu yana gafee ókèala mofim: mathápá mawíxí apa → mathápá Mawíx'áapa 'akwụkwọ ndị a na-acha akwụkwọ ndụ akwụkwọ ndụ' (apostrophe na-egosi ọnọdụ nke coalescence)",
  "N'ihe banyere okwu ikpeazụ 'i' ọ na-esonyere mgbe ụfọdụ nhazi glide: olíli áka → olíly'aáka 'àkwà m'.",
  "Tebụl dị n'okpuru na-egosi ndepụta nke ụdaume nke Koti",
  "Mmanya abụọ w na y bụ naanị n'ụzọ ihe atụ dị iche na ọnọdụ ụfọdụ; na ụfọdụ ọnọdụ ndị ọzọ, ha nwere ike inweta site na ụdaume",
  "Mkpụrụ okwu ndị dị n'ime oghere dị oke ụkọ, naanị ihe atụ nke dh na S&M's corpus, adhuhuri 'ekpere nke abụọ n'ụtụtụ', na-adị iche na ihu ihuuri; fricative zh na-apụta naanị na ụfọdụ mgbazinye ego na nso nso a site na Portuguese",
  "Nkwụsị olu anaghị adịkarị n'ozuzu ya, ha na-emekarị mgbe homorganic, ụda imi",
  "Tụkwasị na nke a, nkwụsị ụda olu na-adịkarị iche na ndị na-enweghị ụda olu na ndị na'enweghị ụda.",
  "Mkpụrụ okwu na Koti na-egosi enweghị nkwekọ nke ụdaume aspirated; a na-akpọ ihe omume a Iwu Katupha na Schadeberg (1999), a na-ahụkwa ya n'asụsụ Makhuwa ndị metụtara ya",
  "Ọ bụrụ na a na-ejikọta ụdaume abụọ na-achọ n'otu ogwe, ụdaume mbụ dị otú ahụ na-efunahụ ọchịchọ ya",
  "Mmetụta ahụ doro anya karịsịa na okwu reduplicated: kopikophi 'eyelash'; piriphiri 'pepper' (cf",
  "Swahili 'piripiri'); okukuttha 'ehichapụ'.\nEnweghị nkwekọrịta ọzọ na-emetụta ụdaume ezé na retroflex, nke na-adịghị apụta ọnụ n'ime ogwe, ma na-ejikarị mgbe a na-ejikọta ya",
  "Tụlee klas 1 na-egosi ihe dịka ọmụmaatụ: o-tthu-o-tu na-aghọ othuutu n'okpuru mmetụta nke enweghị nkwekọ dentral-retroflex.",
  "Koti, dị ka ọtụtụ asụsụ Bantu, bụ asụsụ ụda ndekọ nwere ụda abụọ: Elu na Ala",
  "Ụda anaghị eme ka ngwaa dị iche iche dị iche iche, mana ọ dị ezigbo mkpa na ntụgharị okwu na akụkụ ndị ọzọ nke ụtọ asụsụ",
  "Ụda ụda (ụda na-arị elu) na-eme, mana ọ bụ naanị na ụdaume ogologo, ya mere a na-enyocha ha dị ka usoro nke ụda H na L",
  "Enwere usoro nke High Doubling nke na-agbasa ụda H ọ bụla na ụda na-esonụ, na usoro nke Final Lowering nke na-ehichapụ ụda ọ bụla dị elu",
  "Enwere ike ịhụ ha abụọ n'ihe atụ na-esonụ (A maghị akara ụda dị ala): kaláwa 'ụgbọ mmiri', kaláwá khuúlu 'ụgbọ kachasị ukwuu'",
  "Na kaláwa, a na-akagbu okpukpu abụọ dị elu n'ihi na Final Lowering na-emetụta, yabụ mkpụrụedemede ikpeazụ nwere ụda dị ala",
  "N'ihe atụ nke abụọ, ụda H mbụ na kaláwá agbasaala na nkeji okwu na-esote (High Doubling) na Final Lowering ọzọ na-eme ka nkeji okwu ikpeazụ nke okwu ahụ dị ala na ụda.",
  "Koti nwere usoro klas nke Bantu, nke aha ọ bụla bụ nke klas aha nke akara klas n'ime ahịrịokwu ahụ kwekọrọ na ya",
  "Klas na-ejikọta na 'ndị nwoke na nwanyị' maka inweta ọtụtụ",
  "Okwu ọnụ nwere ogwe nke enwere ike itinye morphemes na clitics dị iche iche."
]