[
  "Lango (ma ọ bụ Langgo) bụ asụsụ Eastern Nilotic nke mmadụ puku iri atọ na asatọ na-asụ na South Sudan.",
  "A na-edepụta Lango / Lokwa dị ka onye otu Eastern Nilotic nke ngalaba Nilotic, na mpaghara Eastern Sudanic nke Nilo-Saharan",
  "N'ime Eastern Nilotic, a na-ewere Lango / Lokwa dị ka akụkụ nke otu asụsụ Lotuko, na alaka Lotuko-Maa nke Teso-Lotuko-Maa (nke a na-akpọkwa asụsụ ndị na-abụghị asụsụ Bari). Ndị ọzọ so n'òtù asụsụ Lotuko gụnyere Lotuko, Lopit, Dongotono na Lokoya, ha niile na-asụ na mpaghara ndị dị nso na South Sudan.",
  "Enweghị ihe fọrọ nke nta ka ọ bụrụ nkọwa ọ bụla banyere asụsụ Lango, mmekọrịta ya na asụsụ ndị ọzọ dị na ụyọkọ Lotuko edoghị anya, dịka mmekọrịta dị n'etiti asụsụ dị iche iche nke Lango",
  "A naghị edepụta asụsụ Lokwa na Ethnologue",
  "Otú ọ dị, a na-ekwukwa na \"Ọ bụghị ihe chiri anya ma asụsụ Lokwa bụ asụsụ dị iche\".",
  "Ndị Lango na-asụ asụsụ Lango, ndị bi n'ugwu ugwu nke Ikotos County na Eastern Equatoria Steeti, South Sudan",
  "Dị ka Ethnologue si kwuo, a na-asụ ụdị Lorwama na Losite payam, Lofos na Lotome; a na- asụ ụdị Logir na Ikotos na Lomohidong payams, Kidepo na Ludwera; a na'asụ ụdị Logire (Imatong) na Ikotos payam n'etiti Ikotos na Chukudum; a na na-asụgharị Lokwaa na Kikire na Ikotos, a na a na-akpọkwa ụdị Ketebo na Losite Payam, Bira.",
  "Enwere obere data na asụsụ Lango, mana Muratori (1938) na-ekwu na ihe okwu Lango yiri ka ọ dị ka Lokoya karịa Lotuko, mana na Lango yiri na ọ dị ka Lotuko. O yikarịrị ka Lango nwere ọtụtụ àgwà ndị dị n'asụsụ ndị ọzọ dị na Lotuko cluster na n'Ebe Ọwụwa Anyanwụ Nilotic n'ozuzu ya, dị ka usoro okwu Verb-Subject-Object, ụdị ngwaa abụọ, nwoke na nwanyị maka aha, na usoro akara ọnụọgụ na-adịghị mma nke gụnyere ọtụtụ morphemes iji akara otu, otu, na ọtụtụ",
  "N'ihe gbasara ọmụmụ ụdaolu, Lango nwere ike ịnwe ọdịiche dị n'etiti Advanced Tongue Root maka asụsụ ndị yiri ya, na ndepụta ụdaume gụnyere plosives na ebe anọ ma ọ bụ ise nke articulation, yana ọdịiche dị iche na ọtụtụ n'ime ndị a.",
  "Na ụtọ asụsụ Lotuko nke afọ 1938, Muratori gụnyere akụkọ ifo dị mkpirikpi maka ọtụtụ asụsụ ndị metụtara Lotuko, gụnyere Lokwa/Lango",
  "Enweghị ntụgharị kpọmkwem maka akụkọ Lokwa/Lango, mana ọ bụ maka asọmpi asọmpi n'etiti edi na awọ.Nebou xa Naxidwodwok",
  "Omor nebou naxidwok ojo: “Iji anya ngatur anya.” Itarangu naxidwodwok ojo: “Nanyo, ilany iji ne ta nanyo? Ojo nebou: “Oxifo ba ne xinamita hoji xibwanyi, ngai ba irwati?” Ojo naxidwodwok “Tarixe.” Nyo xati naxidwodwok olo ni xobwo xinasi xongete, ojo no xoseng ojo: “Xibwanyi oxifo ba ne inamita xa nebou.” Bwo xinasi xongete ijimi: “Ongeda.” Nyo xati seng itixar i ta nexoi abitobito jiik mane ni fotiri xexoi",
  "Xibwanyi berien ilong nebou naxidwodwok ojo: “I i anya ngatur anya, kwo nongole xiran.” Naxidodwok olotu jiik ni xoi, nebou oboita angati, naxidwodwok nebu angato",
  "Ojo nabu: “Ina bo, abito, xarik, xutik.” Efoi, nagnwala ina onok bebe",
  "Abe naxidwodwok oleo",
  "Nebou jan oboita, ilong naxidwodwok: “Xidwodwok!” Xinasi xo xidwodwok iruk ni xatemeni xa nebou: “Kwek.” Nebou inamaxi da, ilong cebu: “Xidwodwok?” Abito xidwodwok iruk: “Kweek.” Nebou cebu ifirixi da ilong cebu ari: “Xidwodwok?” Abito xidwodwok cebu iruk ari ne xatemeni na nebou olama bebe: “Kweek.” Ixwa nebou ojojo oxirwat bane naxidwodwok",
  "Nyo xato ngete obwararu nengwala obe ouraya tur",
  "Ojo da, afiasa bebe, nyo xati ngete ibalangaru ni fok otoxoro naxinamita bebe, xongete aye fad."
]