[
  "Na arụmụka na asụsụ, asụsụ meta bụ asụsụ eji akọwa asụsụ ọzọ, nke a na-akpọkarị asụsụ ihe. A na-ahụkarị okwu ndị dị na asụsụ meta site na ndị dị na asụsụ  site na iji italiki, akara ntinye, ma ọ bụ ide na ahịrị dị iche",
  "[citation needed] Enwere ike ịkọwa nhazi nke ahịrịokwu na ahịrịokwu dị na metalinguage site na metasyntax.",
  "E nwere ụdị metalanguages dị iche iche a ma ama, gụnyere embedded, ordered, na nested (ma ọ bụ hierarchical) asụsụ meta.",
  "A embedded metalanguage bụ asụsụ n'ụzọ ziri ezi, n'ụzọ okike na nke siri ike na asụsụ ihe",
  "A na-ahụ echiche a n'akwụkwọ Douglas Hofstadter, Gödel, Escher, Bach, na mkparịta ụka banyere mmekọrịta dị n'etiti asụsụ na usoro ọnụ ọgụgụ: \"..",
  "ọ bụ n'ụdị usoro ọ bụla nke usoro ọnụ ọgụgụ na a na-etinye metalanguage ya n'ime ya",
  "\"",
  "Ọ na-apụta n'asụsụ okike, ma ọ bụ nke a na-ejighị n'aka, dịka na Bekee, ebe okwu ndị dị ka aha, ngwaa, ma ọ dị ọbụna okwu na-akọwa atụmatụ na echiche metụtara asụsụ Bekee n'onwe ya.",
  "Mkpụrụ okwu metalanguage a tụrụ aro ya yiri usoro arụmụka a tụrụ aro",
  "Ihe atụ nke metalanguage a haziri ahazi bụ iwu otu metalanguage iji kwurịta asụsụ ihe, na-esote ịmepụta metalanguage ọzọ iji kwurịa nke mbụ, wdg.",
  "A nested (ma ọ bụ hierarchical) metalanguage yiri a ordered metalanguage n'ihi na ọ bụla ọkwa na-anọchite anya a ka ukwuu abstraction",
  "Otú ọ dị, asụsụ metal dị iche na nke a tụrụ aro na ọkwa ọ bụla gụnyere nke dị n'okpuru.",
  "Ihe atụ nke asụsụ metal na-esite na usoro taxonomic Linnean na ihe ndị dị ndụ",
  "Ọkwa ọ bụla dị na usoro ahụ gụnyere nke dị n'okpuru ya",
  "A na-ejikwa asụsụ a na-eji atụle ụdị iji kwurịta ụdị; a na-ejikarị nke a na-atụle iwu iji kwurịtakwa ụdị, wdg, ruo alaeze.",
  "N'ịkọwa asụsụ ugbu a dị ka, ụtọ asụsụ nke asụsụ ahụ bụ okwu na metalanguage, nke bụ sublanguage dị n'ime.\n  \n    \n      \n        \n          L\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle L_{0}}\n  \n\n  \n    \n      \n        \n          L\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle L_{1}}"
]