[
  "Asụsụ Tegali (nke a na-akpọkwa Tagale, Tegele, Tekele, Togole) bụ asụsụ Kordofanian n'ezinụlọ Rashad, nke ụfọdụ ndị na-eche na ọ bụ nke ndị mba Niger-Congo (Greenberg 1963, Schadeberg 1981, Williamson & Blench 2000). A na-asụ ya na mba South Kordofan nke steeti, Sudan.",
  "Ezinụlọ asụsụ Rashad nwere ụyọkọ asụsụ abụọ, Tegali na Tagoi, nke na-ekerịta ihe dị ka percent iri asaa okwu dị mkpa na ndepụta 100 Swadesh",
  "A na-asụ ha n'ugwu abụọ dị n'ebe ugwu na n'ebe ọdịda anyanwụ nke Rashad. A na-asụ asụsụ ndị a na Ugwu Tegali dị n'ebe ugwu ọwụwa anyanwụ nke Ugwu Nuba, ebe obibi nke \"Alaeze Tegali\" mbụ. Ihe kachasị dị iche n'etiti ìgwè asụsụ abụọ ahụ bụ na Tagoi nwere usoro dị mgbagwoju anya nke klas aha ebe Tegali anaghị eme",
  "Nkọwa dị iche iche dị maka ihe mere asụsụ Tegali enweghị usoro klas aha",
  "Greenberg (1963) na-ewepu ohere nke ịkwụ ụgwọ buru ibu nke okwu ndị bụ isi na Tagoi ma na-eche na ọ ga-efu klas aha na asụsụ Tegali.",
  "Tegali nwere ụdị atọ, Rashad (Gom, Kom, Kome, Ngakom), Tegali, na Tingal (Kajaja, Kajakja)",
  "Ethnologue na-akowaputa a asụsụ Rashed na Tegali fọrọ nke nta ka ọ bụrụ otu",
  "Tucker na Bryan depụtara Rashad dị ka ihe fọrọ nke nta ka ọ bụrụ otu ihe na Tegali, \"ma eleghị anya naanị ọdịiche nke otu asụsụ\"; Otú ọ dị, Greenberg depụtara ya dị ka asụsụ dị iche. Welmers na-atụ aro Tingal dị ka olumba nke Tegali; Tucker na Bryan na-akọ nke a dị iche na Tegali na Rashad, mana dịka ọ bụ nke alaka Tegali.",
  "E nwere ndị na-asụ asụsụ Tegali ihe dịka mmadụ 35,700 na South Kordofan steeti, Sudan",
  "A na-ekesa ndị na-ekwu okwu n'ugwu dị n'etiti okporo ụzọ Rashud-Rashad na Rashad-Umm Ruwaba, na ugwu ole na ole dịpụrụ adịpụ n'ebe ọdịda anyanwụ nke Rashad (gụnyere Tagoi na Tarjok) na ugwu ndị gbasasịrị n'ebe ndịda Rashad.",
  "N'etiti olumba atọ ahụ, Tegali nwere ihe dị ka ndị na-asụ asụsụ ahụ mmadụ puku narị iri isii dị na mpaghara Tegali",
  "Rashad nwere ihe dị ka ndị na-asụ ya ihe dịka mmadụ puku ise na ugwu Rashad n'akụkụ ndịda nke Tegali, kwa n'obodo Rashad",
  "Tingal (Kajakja) nwere ihe dị ka ndị na-ekwu okwu madu puku abụọ na otu narị."
]