[
  "Asante Kotoko Sporting Club, nke a maara dị ka Asante Kotoko, bụ ụlọ egwuregwu bọọlụ ọkachamara hiwere na 31 Ọgọst 1935 ma dabere na Kumasi na mpaghara Ashanti nke Ghana",
  "Aha ha na-akpọ Porcupine Warriors, ha na-asọ mpi n'asọmpị Premier Ghana na-agbakwa egwuregwu ụlọ ha n'ọgbọ egwuregwu Baba Yara dị na Amakom, Kumasi.",
  "Ha emeriwo league ugboro iri abụọ na anọ na CAF Champions League ugboro abụọ ma bụrụ ndị International Federation of Football History and Statistics (IFFHS) kpebiri na ha bụ klọb Afrịka nke narị afọ.",
  "Ntọala nke Kumasi Asante Kotoko Sporting Club bụ nke ụmụ okorobịa Ashanti 13 duziri site n'aka onye ọkwọ ụgbọala na-eto eto, Maazị Kwasi Kumah, nke L.Y",
  "Asamoah onye na-ahụ maka eletrik kwadoro. Maazị Kwasi Kumah, onye obodo Nyanayerenease dị nso na Kumasi na mpaghara Ashanti, bụ onye ọkwọ ụgbọala nke nwoke England na onye agha, Colonel Ross. Kwasi Kumah zụlitere echiche nke ịmepụta otu egwuregwu bọọlụ mgbe ọ na-ekiri egwuregwu bọọọọlụ na-akpali akpali.\nMgbe Colonel Ross laghachiri n'ụlọ kpamkpam, Kumah zụrụ uwe elu iji malite otu egwuregwu bọọlụ ya. Site na nkwado nke ezigbo enyi ya, L.Y.Asamoah, o guzobere Ashanti United Football Club na 1926. Afọ ise ka e mesịrị, a gbanwere aha otu ahụ ka ọ bụrụ Kumasi Titanics. Ndị otu ahụ nwere nkwarụ n'ezie n'ihi na ọtụtụ n'ime ndị egwuregwu ahụ rụrụ ọrụ na ụlọ ọrụ gọọmentị dị ka Ụlọ Mkpọrọ na Ụgbọ okporo ígwè ma si Kumasi bufee ha. \"Kumasi Titanics\" ahụghị ihu ọma zuru ezu na aha ọhụrụ ha ma na 1934 ha nakweere aha dị ike karị, Mighty Atoms. N'agbanyeghị nke ahụ, klọb ahụ ahụ ahụghị ọganihu dị ukwuu ma na 1935, Maazị J.S.K",
  "Frimpong, onye a na-akpọkarị Onye nkuzi Frimpong، onye nkuzi nke ụlọ akwụkwọ gọọmentị Kumasi nke gosipụtara mmasị na klọb, haziri ụfọdụ ndị ikom si n'ụlọ akwụkwọ ya wee tụọ aro mgbanwe aha site na \"Kumasi Titanics\" gaa na Kumasi Asante Kotoko Football Club. A ghaghị inweta ikike site na Asantehene (Eze nke Alaeze nke Ashanti) n'ihi na aha \"Kotoko\", nke pụtara \"Porcupine\" bụ akara gọọmentị nke mba Ashanti. Onye Asantehene, Nana Sir Osei Agyeman Prempeh II, ghọrọ onye nkwado ndụ mbụ nke klọb ahụ. E guzobere Kumasi Asante Kotoko Football Club n'ụzọ iwu kwadoro na 1935."
]