[
  "Asha Ahmed Abdalla (Somali: ; Arabic: ) bụ onye ndọrọ ndọrọ ọchịchị Somalia",
  "Ọ bụ onye guzobere Transitional Federal Parliament, ọ bụkwa onye omeiwu ochie na-anọchite anya mpaghara ugwu Sanaag.",
  "A mụrụ Abdalla na 1958 n'obodo Erigavo, nke dị n'ebe ugwu Sanaag nke Somalia",
  "Ọ nọrọ n'oge ọ bụ nwata na Yemen, wee laghachi Somalia na ngwụcha afọ 1960.",
  "Abdalla mechara kwaga United States iji chụsoo agụmakwụkwọ dị elu, gụsịrị akwụkwọ na La Guardia College na New York City",
  "O nwere ụmụ amaala Somalia na America abụọ.",
  "N'afọ 2000, Abdalla gara nzukọ udo na Somalia nke e mere na Arta, Djibouti",
  "N'ihi ọrụ dị mkpa ọ rụrụ na mkparịta ụka ahụ, a họpụtara ya ka ọ bụrụ onye omeiwu (MP) na Gọọmentị Mba Transitional (TNG).",
  "A họpụtara Abdalla n'ọkwa ndị minista dị iche iche na TNG",
  "Ndị nke ikpeazụ gụnyere Minista na-ahụ maka ịhapụ ọrụ, ịkwụsị ngwá agha, ịhazigharị na nlekọta ndị nwere nkwarụ, na osote Minista na ọrụ na egwuregwu.",
  "N'afọ 2004, Abdalla so na ndị nnọchi anya Somalia 275 gbakọtara iji gụzobe Gọọmentị Federal Transitional (TFG) nke Somalia.",
  "N'otu afọ ahụ, ọ gbara ọsọ maka ọkwa onye isi ala Somalia, na-eme ka ọ bụrụ nwanyị mbụ n'akụkọ ihe mere eme nke mba ahụ mere ya",
  "N'ihi obere vootu, e wepụrụ Abdalla na agba nke mbụ nke ntuli aka, nke emere n'oge mkparịta ụka udo.",
  "Ọ bụkwa onye otu Transitional Federal Parliament (TFP), ruo mgbe emere emume nke Federal Parliament of Somalia n'ọnwa Ọgọstụ afọ 2012.",
  "Abdalla esonyewo n'ọtụtụ nzukọ gbasara mmepe obodo, iwu ụdo na ọrụ ebere",
  "Dị ka onye isi nke Somali Women Chanter Association, ọ na-agagharị n'ụwa niile iji kwalite nkwụsi ike na nzukọ ọha na eze, ọkachasị nsogbu ụmụ nwanyị",
  "Okwu mkpọsa ya bụ \"Nye Somalia nne na-azụlite\", na inye ụmụ nwanyị ike na-anọ n'ọkwa 10 na atụmatụ ya nke iri na abụọ maka mba ahụ",
  "Na mgbakwunye, Abdalla bụ onye gụzobere Community Sustaining Development Organization, atụmatụ e mere iji nyere aka na mgbalị ndị na-eme ka esemokwu dịghachi mma site na ọrụ enyemaka na ọrụ mmepe.",
  "N'afọ 2011, Abdalla so n'etiti ọtụtụ ụmụ nwanyị na-eme ihe gbasara ndọrọ ndọrọ ọchịchị ahọpụtara isonye na panel nke Nobel Peace Prize multi-national Women's Political Leadership: n'ime Udo na ịlụ ọgu."
]