[
  "Asha Gigi Roba (amụrụ ya na 15 Ọktoba 1973 na Arsi) o bụ onye Etiopia na-agba ọsọ gbatee ogologo uzo",
  "Obu onye tunyere onwe ya mkpa mkpam na marathon E debere oge kachasị mma ya nke 2:26:05 awa na 2004 na Paris Marathon, ebe ọ gbara onye nke abụọ Ọ nọchitere anya Etiopia na ihe omume na 2004 Summer Olympics na World Championships in Athletics (2003 na 2005)",
  "O meriri Toronto Waterfront Marathon na Florence Marathon.",
  "Na mmalite ọrụ ya n'afọ 1990 ọ meriri ihe nrite otu ya na Ethiopia na IAAF World Cross Country Championships na World Road Relay Championships.",
  "Mgbe ọ bịarutere nke 32 na nke 28 na 1999 na 2000 World Cross Country events, ọ malitere ịsọ mpi na asọmpi okporo ụzọ na track",
  "O meriri n'ọsọ Phoenix 10K na 1999",
  "Na 2002 African Championships in Athletics ọ bụ onye nke anọ na 10,000 mita ọsọ wee bụrụ onye nke iri na asaa na 2002 IAAF World Half Marathon Championships",
  "N'afọ sochirinụ, o nwere njedebe kachasị mma na ihe omume World Cross Country, na-ewere ọnọdụ nke iri na ogologo ọsọ ụmụ nwanyị dị ka nwanyị Etiopia nke ise iji mechaa bụ ihe dị nso na nrite.",
  "Asha Gigi mere nke mbụ ya n'ịgba ọsọ marathon na 2003 na San Diego Marathon, ebe oge ya nke 2:31:39 awa mere ka o nweta ọnọdụ maka ndị otu mba",
  "Na 2003 World Championships in Athletics na Paris ọ gbara onye nke iri na itoolu ma bụrụ onye sonyere Etiopia na-enweta ọlaọcha na asọmpi IAAF World Marathon Cup. N'afọ sochirinụ, ọ bụ onye nke iri na Osaka Ladies Marathon mana o mechara nwee ọganihu na Paris Marathon, setịpụ oge kachasị mma nke 2:26:02 awa iji mechie onye nke abụọ na Salina Kosgei. O nwere nhọrọ Olympic mbụ ya, mana o jisiri ike mechaa marathon na 2004 Athens Olympics. Ọ gbakwara ọsọ na 2004 New York City Marathon, mana ọ bụ naanị ebe iri na atọ ka ogara.",
  "Ọ gbara ọsọ na Paris maka afọ nke atọ na-agba ọsọ na 2005 wee bịa nke atọ na oge nke abụọ ya kachasị ọsọ (2:27:41 awa). Nhọrọ mba ya nke atọ n'usoro hụrụ ka ọ na-enye ọrụ ya kachasị mma n'ọkwa ụwa, ka ọ bịara nke iri na isii na marathon na 2005 World Championships in Athletics na Helsinki. O nwere ọsọ na-adịghị mma na Singapore Marathon na Disemba (2:46:14 awa) mana ọ laghachiri na Paris na 2006 na ọsọ nke 2:32:35 awa maka ọnọdụ nke asaa",
  "Ọ bụ onye nke anọ na Berlin Marathon nke afọ ahụ (2:32:32) ma bụrụ onye ndu na Tokyo Ladies Marathon, mana o nweghi ike igbacha  ọsọ ahụ.",
  "O dekọrọ ọrụ ya nke atọ n'okpuru 2:30 marathon na Paris na 2007 na oge ya nke 2:29:11 awa wetara ya ọnọdụ nke anọ. Mmeri mbụ ya n'ebe dị anya bịara na Toronto Waterfront Marathon ebe, n'agbanyeghị ọsọ ọsọ ọsọ, ọ gara n'ihu mebie ihe ndekọ ahụ na oge ya 2:33:15 awa. Oge 2008 bụ otu n'ime ihe ịga nke ọma ya: ọ gbara ọsọ nke atọ kachasị ọsọ (2:28:24) na Dubai Marathon, na-ewere ọnọdụ nke isii, bụ nke atọ na Hamburg Marathon na elekere ọzọ na-erubeghị afọ 230, mgbe ahụ ọ bụ onye nke abụọ na mgbalị ya na Toronto Waterfront Marathon. O nwetakwara mmeri na Prague Half Marathon",
  "Nanị njem ya na 2009 bụ na Dubai, ebe ọ bịara nke iri na otu n'ozuzu",
  "Mgbe ọ kwụsịrị ịgba ọsọ na 2010, ọ bịara nke isii na Xiamen International Marathon Asha Gigi meriri marathon nke abụọ nke ọrụ ya na 2011 Florence Marathon, na-emeri ndị mmegide niile n'ime oge nke 2:31:36 awa.{| Àtụ:AchievementTable\n|-\n!colspan=\"5\"|Representing Àtụ:ETH\n|-\n|rowspan=2|1994\n|rowspan=2|World Cross Country Championships \n|rowspan=2|Budapest, Hungary\n| 19th\n|Long race\n|-\n|bgcolor=\"silver\" | 2nd\n|Team competition\n|-\n|1998\n|World Half Marathon Championships \n|Uster, Switzerland\n| 19th\n|Half marathon\n|-\n|rowspan=2|2002\n|World Half Marathon Championships \n|Brussels, Belgium\n| 17th\n|Half marathon\n|-\n|African Championships \n|Radès, Tunisia\n| 4th\n|10,000 m\n|-\n|rowspan=2|2003\n|World Cross Country Championships \n|Lausanne, Switzerland\n| 10th\n|Long race\n|-\n|World Championships \n|Paris, France\n| 19th\n|Marathon\n|-\n|2004\n|Olympic Games \n|Athens, Greece\n|bgcolor=\"lightgreen\" | DNF\n|Marathon\n|-\n|2005\n|World Championships \n|Helsinki, Finland\n|16th\n|Marathon\n|-\n|2007\n|Toronto Waterfront Marathon \n|Toronto, Ontario, Canada\n|bgcolor=\"gold\" |1st\n|Marathon\n|}"
]