[
  "Gertrude Mongella",
  "Asha-Rose Mtengeti Migiro (amụrụ na 9 Julaị 1956) bụ onye ndọrọ ndọrọ ọchịchị na onye nnọchi anya mba Tanzania bụ osote odeakwụkwọ ukwu nke United Nations site na 2007 ruo 2012",
  "A họpụtara ya dị ka onye nnọchi anya pụrụ iche nke odeakwụkwọ ukwu nke United Nations maka HIV / AIDS na Africa na 13 Julaị 2012.",
  "A mụrụ ya na Songea na Ruvuma Region, Migiro malitere agụmakwụkwọ ya na Mnazi Mmoja Primary School na 1963",
  "O mechara gaa Korogwe Primary School, Weruweru Secondary School, na, n'ikpeazụ, Korogwe Secondary School.",
  "Ọ nwetara LL ya.B na LL.M si Mahadum Dar es Salaam na PhD ya na 1992 site na Mahadum Konstanz na Germany",
  "Tupu ọ banye na ndọrọ ndọrọ ọchịchị, ọ bụ onye nkuzi dị elu na Faculty of Law na Mahadum Dar es Salaam (UDSM). Ọ bụ onye isi nke Ngalaba Iwu na Iwu Nchịkwa site na 1992 ruo 1994 na Ngalaba Iwu Obodo na Iwu Mpụ site na 1994 ruo 1997.",
  "Migiro jere ozi dị ka onye otu ngalaba nke Chama Cha Mapinduzi site na 1994 ruo 2000, nakwa dị ka onye so na Regional Executive Council site na 2000 ruo 2005. Site na 2000 ruo 2006, ọ bụ Minista na-ahụ maka mmepe obodo, okike na ihe gbasara ụmụaka",
  "Ọ ghọrọ Minista na-ahụ maka ihe gbasara mba ofesi na imekọ ihe ọnụ mba ụwa na 4 Jenụwarị 2006, mgbe minista na-ekwu maka mba ofesi, Jakaya Kikwete, onye a họpụtara dịka onye isi ala, họpụtara ndị ọrụ ọhụrụ ya",
  "Ọ bụ nwanyị mbụ nọ n'ọkwa ahụ kemgbe nnwere onwe nke United Republic of Tanzania.",
  "Mgbe ọ nọ n'ọkwa minista mba ọzọ, Migiro bụ onye isi oche nke nzukọ ndị Minista nke Nzukọ Mba Nile nke Great Lakes Region na Southern African Development Community(SADC) Kọmitii Minista nke Organ on Politics, Defense and Security Cooperation",
  "Ọ haziri enyemaka SADC maka ntuli aka na Democratic Republic of the Congo (DRC), Zambia na Madagascar",
  "Ọ rụkwara ọrụ dị ka onye isi oche nke United Nations Security Council n'oge arụmụka ihu ọha ya banyere udo, nchekwa na mmepe na mpaghara Great Lakes.",
  "Ka ọ na-eje ozi dị ka minista mba ọzọ, Migiro sonyeere onye bụbu onye isi ala Comoros, Azali Assoumani, n'oge njem nke onye nnọchi anya mba ya ọhụrụ na Tanzania ma nyochaa ụlọ ọgwụ Tanzania. Dị ka ndị ọrụ United States si kwuo, Condoleezza Rice, odeakwụkwọ nke mba America, \"maara ya nke ọma\". Kikwete họpụtara Bernard Membe ka ọ nọchie Migiro dị ka minista mba ọzọ na Jenụwarị 2007.",
  "Ban Ki-moon, odeakwụkwọ ukwu ọhụrụ nke United Nations si South Korea, họpụtara Migiro ka ọ bụrụ osote odeakwụkwọ ukwu nke United Nations, na Jenụwarị 5, 2007. Dị ka Ban si kwuo, \"Ọ bụ onye ndú a na-akwanyere ùgwù nke ukwuu nke kwadoro ihe kpatara mba ndị na-emepe emepe kemgbe ọtụtụ afọ...\" O kwukwara na \"Site n'ọrụ ya pụrụ iche n'akụkụ dị iche iche, o gosipụtara nkà nchịkwa dị ịrịba ama nwere ahụmịhe na nka dị ukwuu na mmekọrịta ọha na eze na akụ na ụba na nsogbu mmepe\". Dị ka The New York Times si kwuo, nke a bụ mmezu nke nkwa ya ịhọrọ nwanyị si n'ụwa na-emepe emepe maka ọkwa osote odeakwụkwọ ukwu. Ụlọ ọrụ UN News Center kwuru na Migiro na Ban rụkọrọ ọrụ ọnụ mgbe ha bụ ndị minista mba ọzọ nke mba ha.  A họpụtara ya n'ụzọ iwu kwadoro ma malite ọrụ na 1 Febụwarị 2007.",
  "N'oge ya na United Nations, Migiro bụkwa onye so na Commission on Effective Development Cooperation with Africa nke Prime Minister Anders Fogh Rasmussen nke Denmark hiwere wee nwee nzukọ n'etiti Eprel na Ọktoba 2008.  Na Septemba 2009, ọ gara Rome wee nwee nzukọ na onye ozi mba ofesi Italy Franco Frattini na Pope Benedict XVI iji kparịta ime ihe ike megide ụmụ nwanyị.  A kọrọ na ndị nnọchiteanya United Nations na-akwado imecha atụmatụ iji kwụsị ibibi ụmụ nwanyị ibe na mgbukpọ.",
  "Migiro jere ozi dị ka osote odeakwụkwọ ukwu ruo June 2012.",
  "Mgbe ọ rụchara ọrụ na United Nations, Migiro laghachiri Tanzania ma họpụta ya ka ọ bụrụ minista na ụlọ ọrụ Jakaya Kikwete",
  "O mechara banye n'asọmpi ahụ iji bụrụ onye CCM na ntuli aka onye isi ala nke afọ 2015, mana onye mmeri John Magufuli meriri ya.",
  "Onye isi ala Magufuli họpụ tara Migiro dị ka Kọmishọna Ukwu na United Kingdom na Mee 2016.",
  "Ọ lụrụ Cleophas Migiro, di na nwunye ahụ nwere ụmụ nwanyị abụọ."
]