[
  "Àtụ:Infobox football biography",
  "Ashleigh Megan Plumptre (amụrụ na 8 Mee 1998) bụ onye na-agba bọọlụ nke na-agba ọsọ dị ka onye na-azụ Leicester City na English Women's Super League na ndị otu mba Naịjịria",
  "Onye bụbu onye ntorobịa mba England, o mere nke mbụ ya na Naịjirịa na Febụwarị 2022.",
  "A mụrụ ya na Leicester, Plumptre tolitere ma gaa ụlọ akwụkwọ praịmarị na Melton Mowbray",
  "Ọ malitere ịgba bọọlụ mgbe ọ dị afọ anọ mgbe ọ sonyeere Asfordby Amateurs",
  "Mgbe ọ dị afọ asatọ, ọ sonyeere Leicester City Centre of Excellence, nọrọ afọ asaa na klọb ahụ na-egwuri egwu site na n'okpuru iri ruo n'okpuru iri ise",
  "Ọ hapụrụ Leicester iji sonye n'òtù ndị na-erubeghị afọ iri na asaa nke Birmingham City na 2013 ebe o nwekwara ohere ịzụlite na ndị otu WSL 1",
  "N'afọ 2014, Plumptre sonyeere ndị otu FA Women's Premier League nke atọ Derby County's Centre of Excellence.",
  "Plumptre sonyeere WSL 1 n'akụkụ Notts County na 2014",
  "O mere nke mbụ ya na 24 Ọgọstụ 2014, dị ka onye na-anọchi Caitlin Friend na nkeji nke 57 na mmeri Liverpool. N'ime nke a, ọ ghọrọ onye kachasị nta na Notts County na-amalite na 16 afọ 108 ụbọchị. O bidoro nke mbụ ya na 1 Xia1 WSL 1 draw na Manchester City na 3 Septemba. Ụbọchị anọ ka e mesịrị, ọ pụtara dị ka onye nnọchi anya na mmalite nke oge mgbakwunye n'oge mmeri ikpeazụ nke League Cup na Arsenal.",
  "N'abalị mbụ n'ọnwa Ọgọstụ n'afọ 2015, Plumptre bụ onye nnọchi anya a na-ejighị mee ihe maka asọmpi FA Women's Cup Final nke afọ 2015, nke mbụ a ga-egwu na Wembley Stadium. Ọ gbara goolu mbụ ya na naanị goolu ya maka Notts County na 30 Ọgọstụ 2015 na mmeri nke 5o0 League Cup n'ụlọ ya na Yeovil Town nke abụọ. Notts County ruru na ngwụcha nke League Cup na 2015, Arsenal meriri ya na Plumptre bụ onye a na-ejighị mee ihe maka ngwụcha iko nke abụọ n'usoro.",
  "N'afọ 2016, Plumptre kwagara United States igwu bọọlụ kọleji na Mahadum nke Southern California",
  "Dị ka onye ọhụrụ, o mere 17 nnọchi anya dị ka onye na-agba bọọlụ n'etiti USC Trojans gụnyere na agba ọ bụla nke NCAA postseason",
  "Ọ gbara nkeji iri abụọ na asaa nke asọmpi College Cup nke ikpeazụ ka USC meriri West Virginia 3o1 iji nweta asọmpi nke abụọ nke mba n'akụkọ ihe mere eme. Ọ gbara goolu mbụ ya na kọleji na 22 Ọktoba 2017, onye mmeri egwuregwu na mmeri 2 na 1 na Washington State. Mgbe ọ malitere naanị ugboro abụọ n'ime 17 ọzọ dị ka onye nọ n'afọ nke abụọ, ọ ghọrọ onye mbido dị ka onye na-eto eto na 2018, malite na 19 n'ime 20 pụtara",
  "N'afọ 2019, Plumptre gbanwere ka ọ na-egwu egwuregwu etiti ma malite egwuregwu 23 USC niile n'oge oge ahụ nke gụnyere ọsọ postseason na NCAA Tournament quarter-finals",
  "A nabatara arụmọrụ ya n'otu n'otu na ndị otu mbụ nke All-Pacific na ndị otu nke abụọ nke All-Pac-12 na 2019. N'ịga n'ihu na nkà mmụta ihe ndị dị ndụ mmadụ, ihe ịga nke ọma agụmakwụkwọ Plumptre mere ka ọ nweta nkwado agụmakwụkwọ Pac-12 na 2017 na 2018",
  "A kpọkwara ya aha na 2018 CoSIDA Academic All-District nke abụọ na 2019 United Soccer Coaches Scholar All-America nke abụọ.",
  "Na Machị 2019, Plumptre bịanyere aka na UWS na LA Galaxy OC n'oge oge kọleji. Ndị otu ahụ mechara nke abụọ na West Conference n'azụ Calgary Foothills n'oge oge oge tupu ha emeri asọmpi ikpeazụ megide otu mmegide ahụ.",
  "N'ọnwa Disemba 2019, Plumptre họpụtara ịhapụ 2020 NWSL College Draft na-apụta na kọleji n'agbanyeghị na ọ na-eme atụmatụ dị ka agba nke mbụ ma ọ bụ agba nke abụọ ma laghachi England, laghachi na klọb obodo Leicester City na FA Women's Championship. A kọrọ na Foxes merikwara asọmpi FA WSL na mbinye aka ya. O mere nke mbụ ya na Leicester City na 19 Jenụwarị 2020, na-edebanye aha enyemaka na goolu Ella Rutherford na mmeri 3 na 1 na Crystal Palace. Oge izizi Plumptre na Leicester bụ naanị ugboro atọ ọ pụtara na league ka oge ahụ belatara n'ihi ọrịa coronavirus",
  "E nyere Leicester ọnọdụ nke isii na akara ọ bụla n'egwuregwu ọ bụla.",
  "Tupu oge nke afọ 2020, King Power weghaara Leicester City Women ebe ọ bụbu klọb nwere onwe ya nke nwere njikọ na Foxes. Klọb ahụ ghọrọ ọkachamara zuru oke maka oge mbụ na usoro ahụ. N'ụbọchị nke anọ n'ọnwa Eprel 2021, Leicester City meriri London City Lionesses n'asọmpi league site na mmeri nke iri na abụọ ha meriri n'asọmpị league site n'ịmeri ha meriri otu ndị mmegide ahụ n'ụbọchị nke mbụ n'ọnwarị 2020",
  "Nsonaazụ ahụ mere ka Leicester nweta nkwalite mbụ ha na FA WSL kachasị elu. N'agbanyeghi ihe dị ịrịba ama n'oge okpomọkụ iji dọta ndị nwere nkà WSL na mgbalị nke otu ahụ maka nkwalite, Plumptre nọgidere na-abụ onye isi ma na-egwuri egwu na egwuregwu niile ma e wezụga otu n'oge mmeri ahụ yana egwuregwu anọ niile nke League Cup ka Leicester ruru ọkwa knockout maka oge mbụ tupu mmeri na ọkara ikpeazụ.",
  "Plumptre nọchitere anya England n'okpuru afọ 15, n'okpuru 17, n'okpuru 19 na n'okpuru 23 gụnyere na asọmpi abụọ: 2014 na 2015 UEFA Women's Under-17 Championship. N'ịbụ onye na-aga n'ihu ma ọ bụ onye na-awakpo n'etiti etiti n'ọkwa ndị ntorobịa, ọ gbara bọọlụ ugboro abụọ n'oge mmeri 9 na Moldova na 2015 UEFA Women's Under-17 Championship qualifying round. N'afọ 2016, Plumptre dị afọ iri na asaa bụ onye ọkpụkpọ kachasị nta aha ya na ndị otu na-erubeghị afọ iri abụọ na atọ maka asọmpi La Manga nke afọ 2016. O mere ngụkọta 30 na ọkwa ndị ntorobịa, na-agba goolu 10.",
  "N'ịbụ onye gosipụtara mmasị na mbụ na-anọchite anya Naijiria na ọkwa dị elu na June 2021, Plumptre natara oku mbụ ya maka ogige ọzụzụ ụbọchị asatọ e mere na Austria n'ọnwa na-esote. Ọ ruru eru igwu egwu maka Naịjirịa site n'aka nna nna ya, onye Yoruba si Lagos. O mere nke mbụ na-abụghị nke gọọmentị na 23 Julaị 2021, malite na mmeri enyi na enyi na Slovenia 1",
  "SŽNL klọb Olimpija Ljubljana. N'ọnwa Nọvemba 2021, ọ gara ogige ọzụzụ na Naịjirịa",
  "Na ngwụcha Disemba 2021, FIFA wepụrụ ya ka ọ nọchite anya Naịjirịa. O mere nke mbụ ya na 18 Febụwarị 2022, malite na mmeri 2 na Ivory Coast n'oge 2022 Africa Women Cup of Nations qualification.",
  "A mụrụ nna nna Plumptre na Naijiria. Ọ tolitere na-akwado Leicester City ma gaa ngagharị mgbe ndị otu ụmụ nwoke meriri 2015 na Premier League.",
  "N'afọ 2017, a kpọrọ Plumptre na White House dị ka akụkụ nke USC's National Championship winning celebrations.",
  "dị ka nken10:14, 3 octọba 2022",
  "Àtụ:Notelist",
  "Ndị Trojans USC",
  "Ógbè Notts",
  "LA Galaxy OC",
  "Leicester City"
]