[
  "Ashraf Fahmy bụ onye nduzi ihe nkiri Ijipt, nke na-arụsi ọrụ ike na ụlọ ọrụ ihe nkiri Ijipti kemgbe ngwụcha afọ 1960",
  "E nyere ya otuto site na ịmalite ọrụ ya ma duzie ihe nkiri mbụ ya (The Killers - n'asụsụ Arabic: القتلة) nke onye na-eme ihe nkiri Salah Zulfikar na-eme nnukwu ihe ịga nke ọma. Fahmy bụ onye nduzi nwere obi ike nke a na-ahụkarị na mmemme ihe nkiri n'ụwa niile, na mgbakwunye, o dere edemede nke ihe nkiri atọ gụnyere (Until The End of Lifetime), nke a na-ewere dị ka ihe nkiri ya a kachasị echeta.",
  "Ashraf Fahmy nwetara nzere Bachelor of Arts (History major) na Mahadum Cairo na 1961, mgbe ahụ ọ gụsịrị akwụkwọ na Egyptian High Cinema Institute na Giza na 1963 iji malite ọrụ ya na ihe nkiri Egypt, mgbe nke ahụ gasịrị ọ gụrụ Directing na Mahadim California site na 1964 ruo 1967.",
  "Fahmy rụrụ ọrụ dị ka onye nduzi na \"National Center for Documentary Seetma\", ọ duziri ihe nkiri mkpirikpi mbụ ya nke a kpọrọ A New Life ma nye ya ihe nrite maka ihe nkiri a na \"Dok Leipzigfilm festival\", wee rụọ ọrụ dị ka osote Fatin Abdel Wahab, Abduel Rahman Khamisi na Youssef Chahine, mgbe ahụ ọ duziri Ihe nkiri mbụ ya The Killers (1971).",
  "A mụrụ Ashraf Fahmy ma zụlite ya na Cairo, ọ bụ nwa nwoke nke a mụrụ nye nna Ijipt nke ezinụlọ dị elu nke Cairo na nne Turkish",
  "Ọ lụrụ nwanyị ugboro abụọ ma nwee otu nwa nwoke Mostafa Ashraf Fahmiطفى مصطفى أشرفي na ụmụ nwanyị abụọ Jala Fahmy جالا ڕاستي site na nne dị iche na Ingy, Ọ nwụrụ na mbido afọ 2001 n'oge ịwa ahụ obi na-ahapụ ihe ncheta na sinima Ijipt.",
  "Ebe ọ bụ na ihe nkiri mbụ ya (The Killers - n'asụsụ Arabic: القتلة) nke onye na-eme ihe nkiri Egypt bụ Salah Zulfikar mere ka ọ nwee ihe ịga nke ọma na ụlọ ọrụ ịkụ nzọ, ihe nkiri ya nke afọ 1970s, 1980s na 1990s nyere ya aha dị ka onye nduzi nke ihe egwu",
  "O sonyere na Cinema Council Adarhmassh na 1969, e wee họpụta ya dị ka Onye isi oche nke ndị nduzi nke Studios, Production na High investment na 1977",
  "N'oge ọrụ ya niile, ọ duziri, dee ma mepụta ihe nkiri 50.",
  "Emume ihe nkiri Egypt, Middle East & International sọpụrụ Fahmy",
  "Ihe nrite ya a ma ama bụ maka ihe nkiri ndụ ọhụrụ na mmemme ihe nkiri Dok Leipzig nke Leipzig, East Germany.",
  "Onye na-eme ihe nkiri Salah Zulfikar",
  "Salah Zulfikar"
]