[
  "Ashu Kasim Rabo (amụrụ n'abalị iri abụọ n'ọnwa Ọktoba n'afọ 1984) bụ onye Ethiopia na-agba ọsọ ogologo oge onye nke gbadoro anya na ọkara marathon na ihe omume marathon",
  "Ihe kacha mma ya bụ nkeji 68:56 na awa 2:23:09, n'otu n'otu.",
  "O meriri na Istanbul Marathon nke (afọ 2010) na Xiamen Marathon nke (afọ 2012)",
  "Ashu nọchitere anya Ethiopia na mba ụwa ugboro atọ: na 2003 IAAF World Half Marathon Championships, na 2006 IAAF World Road Running Championships, nakwa na mita 10,000 na 2007 All-Africa Games (ebe ọ bụ nke anọ).",
  "O zoro na 2003 IAAF World Half Marathon Championships na Vilamoura, Portugal ma mechie na ebe iri anọ na asaa",
  "N'ịgba ọsọ na 2006 IAAF World Road Running Championships, ọ mechara nke iri na asaa ma nyere ndị otu Ethiopia nke Dire Tune na Teyba Erkesso aka inweta ihe nrite ọlaọcha",
  "Ọ gara n'ihu nwee ihe ịga nke ọma n'okporo ụzọ n'afọ sochirinụ dịka ọ bụ onye nke anọ na mita 10,000 na 2007 All-Africa Games",
  "O meriri na 15K Boilermaker Road Race na 2008.",
  "Ashu mere marathon mbụ ya na afọ 2009 Paris Marathon ma dekọọ nke kacha mma nke 2:25:49 maka ọnọdụ nke anọ. N'ọnwa Ọktoba, ọ gara Istanbul Marathon dị ka onye nke abụọ n'azụ Bizunesh Urgesa",
  "Ọ gbara ọsọ na 2010 Prague Marathon ma mechie n'ọnọdụ nke atọ na oge nke 2:29:54. Ọ laghachiri Istanbul n'afọ ahụ wee ruo n'elu ikpo okwu na ọsọ ndekọ nke 2:27:25.",
  "Ọ bidoro oge 2011 ya site na onye nke abụọ na Houston Marathon, gafee akara mgbe onye Ethiopia ibe ya Mamitu Daska. Ọ lụrụ Daska ọzọ na Paris Marathon na ọnwa Eprel wee merie onye iro ya, mana ọ bụ naanị nke isii n'ozuzu. N'ọnwa Ọktoba, ọ nwara ịgbachitere aha ya na Istanbul Marathon, mana ọ bịara nke anọ mgbe ndị Etiopia ndị ọzọ nwetara ihe nrite na asọmupi ụmụ nwanyị.",
  "Ashu meriri na 2012 Xiamen International Marathon na oge kachasị mma nke 2:23:09",
  "Na ọnwa Juun, ọ bụ onye nke abụọ na Freihofer's Run for Women 5K na New York. Na asọmupi nke abụọ ya na China n'afọ ahụ, ọ bụ onye nke abụọ na Feyse Tadese na Shanghai Marathon, gafere akara na 2:24:09 awa.",
  "Ọkara marathon kacha mma bịara na afọ 2013 RAK Half Marathon na Febụwarị na-esote, ebe ọ gbara ọsọ 68:56 nkeji iji mechie ọzọ n'azụ Feyse Tadese na nke iri. Ọ nọ n'ọkwa nke anọ na Rome City Marathon na Machị wee merie na Lanzhou Marathon na June. Njem ya kachasị mma bụ nke ikpeazụ ya n'afọ: ọ bịara nke atọ na Shanghai Marathon n'ime oge nke 2:26:34.",
  "Ashu bụ onye nke abụọ na asọmupi 2014 Seoul International Marathon, na-agwụ n'azụ Helah Kiprop."
]