[
  "Asida (Arabic) bụ nri sitere na Maghreb",
  "Ọ bụ ụyọkọ ntụ ọka, nke a na-enweta site na ịpị ntụ ọka n'ime mmiri na-esi ísì, mgbe ụfọdụ na-agbakwunye bọta ma ọ bụ mmanụ aṅụ",
  "Dị ka Fufu, a na-eri ya karịsịa na mba ndị dị na North Africa",
  "A na-ewere ya dị ka otu n'ime nri ndị kachasị ewu ewu na nri ọdịnala n'ọtụtụ mba Arab.",
  "Asida na-ewu ewu na Libya, Algeria, Tunisia, Ethiopia, Eritrea, na Middle East ndị ọzọ",
  "Dị ka ọtụtụ nri ọdịnala nke mba ndị a, a na-ejikarị aka eri ya, na-enweghị iji arịa",
  "A na-ejikarị ya eme ihe n'oge ezumike okpukpe dị ka Mawlid na Eid, a na-ejikwa ya eme ihe na ememe ọdịnala ndị ọzọ, dịka ọmụmaatụ na-eso ọmụmụ nwa, dị ka nke a na-akpọ 意aqīqah, ịkpụ ntutu nke nwa ọhụrụ ụbọchị asaa mgbe amuchara.",
  "Nri dị mfe, ma ọ bara ọgaranya, nke a na-erikarị na-enweghị nri ndị ọzọ, a na-enye ya n'oge nri ụtụtụ ma na-enyekwa ya ụmụ nwanyị na-arụ ọrụ.",
  "Okwu asida bụ okwu Arabic nke sitere na mgbọrọgwụ ع Gin (asad), nke pụtara 'gbagọ ya'.",
  "Otu n'ime usoro nri mbụ e dere ede maka asida dị n'akwụkwọ nri Arabic nke narị afọ nke iri nke Ibn Sayyar al-Warraq kpọrọ Kitab al-Ṭabīī (Arabic: , The Book of Dishes). A kọwara ya dị ka pudding siri ike nke mkpụrụ osisi e ji bọta (samn) sie. A kpọtụrụ usoro nri maka asida aha n'akwụkwọ nri Hispano-Muslim na-amaghị aha nke malitere na narị afọ nke 13",
  "Na narị afọ nke 13 na nke 14, n'ógbè ugwu nke Rif n'ụsọ oké osimiri Mediterenian nke Morocco, a na-eji ntụ ọka e ji ọka bali e siri esi mee ihe n'ọnọdụ ntụ ọka wit",
  "Leo Africanus (ihe dị ka 1465-1550), onye Arab na-eme nchọpụta a maara dị ka Hasan al-Wazan na ụwa Arab, dere usoro nri maka asida nke na-agbakwunye mmanụ mkpụrụ argan. Dị ka onye ọkà mmụta French bụ Maxime Rodinson si kwuo, asida bụ nri a na-ahụkarị n'etiti ndị Bedouin nke pre-Islamic na, ma eleghị anya, oge ndị ọzọ.",
  "A na-eji syrup na-atọ ụtọ nke ukwu, na-abụkarị date ma ọ bụ carob syrup (rub), kamakwa na mmanụ aṅụ na-enye ụdị asida nke Libya",
  "Tinyere bọta a gbazere agbaze gburugburu asida n'onwe ya.",
  "A na-enye ụdị nri a nke Tunisia ma ọ bụ ngwakọta mmanụ aṅụ na bọta ma ọ bụ ihe na-ekpo ọkụ (harissa)",
  "Nke ikpeazụ bụ ihe a na-ahụkarị n'oge na-adịghị anya n'ụbọchị ahụ na nke mbụ n'oge gara aga",
  "A na-ejikarị carob syrup ma ọ bụ date syrup na-eri Asida n'akụkụ ndịda Tunisia.",
  "Aseedah ma ọ bụ aseed (Arabic) bụ otu n'ime nri ndị a na-eri na Yemen ma na-ejikarị ya maka nri ehihie, nri abalị, ma ọ bụ ha abụọ",
  "Ihe ndị mejupụtara ya gụnyere ọka wit, mmiri na-esi ísì, na nnu dị ka ọ dị mkpa.",
  "A na-etinye ite mmiri na okpomọkụ dị elu ruo mgbe ọ ga-esi",
  "A na-eji nwayọọ nwayọọ, a na-agbakwunye obere ọka wit ma mesịa gwakọta ya ngwa ngwa na nnukwu spoon osisi iji zere ịghọ ụyọkọ",
  "A na-ekwughachi usoro ahụ ruo mgbe ngwakọta ahụ siri ike",
  "Dị ka omenala si dị, onye na-esi nri na-eme ka ite ahụ dị ala ebe ha ji ụkwụ ha jide ite ahụ ma na-emegharị ya nke ọma",
  "N'ikpeazụ, a na-eji aka na-enweghị mmanụ emepụta ntụ ọka na-ekpo ọkụ, na-esi ísì ụtọ ma na-etinye ya n'ime efere osisi sara mbara.",
  "Mgbe ụfọdụ, a na-eme mkpọtụ n'etiti Aseedah a kpụrụ akpụ nke a nwere ike itinye tomato chili na-ekpo ọkụ ma ọ bụ Helba, ngwakọta fenugreek nke e ji parsley na galik mee",
  "A na-awụnye nwa atụrụ ma ọ bụ anụ ọkụkọ gburugburu Aseedah",
  "Mgbe ahụ, a na-enye ya ọkụ.",
  "A pụkwara iji ọka wit na-acha ọcha, nke na-acha ọbara ọbara mee Aseedah",
  "Ọzọkwa, enwere ike iji mmanụ aṅụ mee ihe kama iji ngwaahịa na chili / Helba",
  "Ọ bụ nri, na-eji naanị mmiri, ntụ ọka, na nnu esi",
  "A na-ejikarị ofe ehi ma ọ bụ ọkụkọ ma ọ bụ ọbụna nwa atụrụ",
  "[citation needed]",
  "A na-ejikarị ya esi ọkụ ma jiri aka ma ọ bụ spoons rie ya",
  "A na-eri Aseed karịsịa n'oge nri ehihie na n'oge Ramadan.",
  "A na-akpọ nsụgharị Etiopia nke a Genfo na Amharic",
  "A na-enye ya na ghee ndị Etiopia a na-akpọ niter kibbeh, berbere (mgwakọta ihe na-esi ísì ụtọ nke Etiopia), ma ọ bụ ọbụna mmiri ara ehi",
  "A na-enye nri a dị ka nri ụtụtụ.",
  "Àtụ:PuddingsÀtụ:KueÀtụ:Cuisine of TunisiaÀtụ:Cuisine of AlgeriaÀtụ:Indonesian cuisineÀtụ:African cuisine"
]