[
  "Asiimwe Evarlyne Buregyeya (amụrụ n'abalị iri abụọ na asatọ n'ọnwa Ọgọstụ n'afọ 1975) bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye isi Captain na onye ọkà n'akparamàgwà mmadụ",
  "Ọ bụkwa onye otu ndị omeiwu nke Uganda nke 10th Parliament na-anọchite anya onye nnọchi anya ndị agha nchekwa nke Uganda.",
  "Ọ gara Primary Leaving Examinations na Nyamwegabira Primary School na afọ 1987",
  "N'afọ 1991, ọ gụsịrị akwụkwọ na Uganda Certificate of Education na Kihihi High School",
  "O mechara nweta asambodo agụmakwụkwọ nke Uganda Advanced Certificate of Education na 1994",
  "N'afọ 1996, ọ gụsịrị diplọma agụmakwụkwọ ya na National Teachers College, Kabale",
  "O nwetara nzere bachelọ ya na agụmakwụkwọ na Mahadum Ndejje n'afọ 2006",
  "N'afọ 2011, ọ laghachiri na mahadum iji mezue Master of Counselling and Psychology na Mahadum Kampala International",
  "N'afọ 2015, o nwetara diplọma na Health Systems Management site na Galilee Institute, Israel.",
  "N'ọnwa Juun, na afọ 2020, a họpụtara ya dịka onye nduzi nke UPDG nke HIV&AIDS",
  "Ọ rụburu ọrụ dị ka osote onye ọchịchị aka ike nke ntụziaka site na afọ 2015 ruo Junn, na afọ 2020, yana dịka osote onye nduzi nke mmemme mgbochi HIV Coordination n'etiti afọ 2012 na afọ 2015",
  "N'afọ 2008-2009, e were ya n'ọrụ dị ka ndị isi na Uganda Military Academy Kabamba",
  "Site na afọ 2001-2006, ọ bụ onye nkuzi na Bombo Military Secondary School ma site na afọ 1997-2000, ọ kụzikwaara na Kihihi High School, kihihi teachers college, St Pius secondary school",
  "Site na afọ 2016 ruo taa, ọ bụ onye omeiwu na Nzukọ Ndị Omeiwu nke Uganda.",
  "N'ọnwa Mee afọ 2016, ọ ṅụrụ iyi na Nzukọ Ndị Omeiwu nke Uganda dị ka onye nnọchi anya UPDF Member of Parliament. Ọ bụ otu n'ime ndị omebe iwu nke tụụrụ vootu ee na ntinye iwu ahụ iji welie afọ afọ 75 maka ndị na-azọ ọkwa onye isi ala.",
  "Asiimwe na-eje ozi na ọrụ ọzọ na Nzukọ Ndị Omeiwu nke Uganda dị ka kọmitii na-ahụ maka nje HIV / AIDS na ọrịa ndị metụtara ya na kọmitii gbasara ọrụ nwoke na nwanyị na mmepe mmekọrịta mmadụ na ibe ya.",
  "Ọ lụrụ di."
]