[
  "Asisat Lamina Oshoala MON (amụrụ n'abalị itoolu n'ọnwa Ọktoba n'afọ 1994) bụ onye Naijiria na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere otu egwuregwu Primera División FC Barcelona Femení ma bụrụkwa onye isi otu ụmụ nwanyị Naijiria. A na-ewere ya dị ka otu n'ime ndị egwuregwu bọọlụ ụmụ nwanyị Afrịka kachasị ukwuu n'oge niile na otu n'etiti ndị kachasị mma n'ụwa, ọ bụ onye bọọlụ bọọlụ nwanyị Afrịka kacha mma n'oge ọ bụla, yana onye na-agba bọọlụ n'afọ ugboro anọ.",
  "Oshoala na-egwuri egwu na klọb ndị England Arsenal na Liverpool, klọb China Dailan, na klọbu ndị Naijiria Rivers Angels na FC Robo",
  "O meriri 2015 FA Women's Cup na Arsenal; abụọ league championships na otu iko title na Dalian; na 2019 Copa de la Reina na 201920 Supercopa de España Femenina na Barcelona",
  "Ọ bụ onye egwuregwu Afrịka (na Naijiria) mbụ gbara goolu na UEFA Women's Champions League final ma nyere Barcelona aka iru ọkara ikpeazụ afọ atọ n'usoro, na otu nke ikpeazụ",
  "N'abalị iri na isii n'ọnwa Mee n'afọ 2021, Oshoala ghọrọ nwanyị Afrịka mbụ meriri UEFA Champions League, mgbe Barcelona meriri Chelsea n'asọmpi ikpeazụ.",
  "Oshoala bụ onye kacha gbaa goolu na 2014 FIFA U-20 Women's World Cup ma kpọọ ya onye egwuregwu kachasị mma na asọmpi ahụ",
  "A kpọkwara ya onye egwuregwu kachasị mma na onye nke abụọ kacha gbaa goolu na ndị otu Super Falcons bụ ndị meriri 2014 African Women's Championship.",
  "Na Septemba 2014, Onye isi ala Naịjirịa Goodluck Jonathan mere Oshoala onye otu Order of the Niger",
  "N'afọ 2021, a kpọrọ aha ya na Forbes 30 Under 30.",
  "Na 23 Jenụwarị 2015, Oshoala sonyeere Liverpool na England's Women's Super League",
  "Onye njikwa klọb ahụ, Matt Beard, kpọrọ ya \"otu n'ime ndị egwuregwu kachasị mma n'ụwa\". Ọ bụ ezie na asịrị jikọtara ya na klọb ndị ọzọ, obi dị ya ụtọ ịbanye na Liverpool. Ọ bụ onye egwuregwu mbụ si mba Afrịka na-asọ mpi na asọmpi ụmụ nwanyị kachasị elu n'England.",
  "N'agbanyeghị na ọ hapụrụ ọnwa abụọ n'afọ 2015 n'ihi mmerụ ahụ n'ikpere, Oshoala gbara goolu atọ n'egwuregwu itoolu ọ gbara dịka ndị na-agbachitere Liverpool mechara n'ọnọdụ nke asaa.  Goolu mbụ ya n'oge ahụ bụ mmeghe egwuregwu nke mmeri 2[] megide Birmingham City na Eprel 1. N'oge klọb ahụ meriri Manchester City n'afọ 2, ọ gbara goolu mmeghe egwuregwu na nkeji nke iri. Ọ gbara goolu nke atọ nke klọb ahụ na mmeri 3 na 1 megide Arsenal na 12 Julaị.",
  "N'ọnwa Jenụwarị afọ 2016, Liverpool kọrọ na ntinye aka sitere na Arsenal emeela ka nkwekọrịta ntọhapụ dị na nkwekọrịta Oshoala nakwa na ya na klọb London na-ekwurịta okwu onwe onye.",
  "Na Machị 2016, Oshoala bịanyere aka na Arsenal. Onye njikwa Arsenal, Pedro Losa kwuru banyere mbinye aka ya, \"Asisat bụ ezigbo nkà ma ga-abụ nnukwu mgbakwunye na ndị otu anyị",
  "Ọ na-agba ọsọ, nwere ụkwụ magburu onwe ya ma gosipụta na ọ nwere ike ịgba goolu n'ihi ya ọ dị ezigbo mma na o kpebiri isonyere anyị.",
  "Onye nkuzi Oshoala bụ Edwin Okon na-eje ozi dị ka onye njikwa oge nke otu mba mgbe o nyere ya okpu izizi na mmeri enyi na enyi nke ndị mmeri ụwa Japan na Septemba 2013.",
  "A kpọrọ Oshoala dị ka onye egwuregwu kachasị mma na 2014 FIFA U-20 Women's World Cup ma bụrụ onye kacha gbaa goolu na asọmpi ahụ na goolu asaa",
  "A kpọkwara ya onye egwuregwu kachasị mma na onye nke abụọ kacha gbaa goolu na ndị otu Super Falcons bụ ndị meriri 2014 African Women's Championship. O nwetakwara mmeri na BBC Women's Footballer of the Year 2015",
  "Na Septemba 2014, Onye isi ala Naịjirịa Goodluck Jonathan mere Oshoala onye otu Order of the Niger.",
  "Onye ọ bụla",
  "Oshoala malitere Asisat Oshoala Foundation na 2019 lekwasịrị anya n'inye ụmụ agbọghọ na-agba bọọlụ n'Africa. Ntọala ahụ na-akwado asọmpi Asisat Oshoala Foundation Football4girls kwa afọ na Lagos. Ọ bụ onye nnọchi anya NIKE. N'afọ 2021, a kpọrọ aha ya na Forbes 30 Under 30. N'ọnwa Ọktoba 2021, a họpụtara ya n'òtù ndụmọdụ teknụzụ FIFA maka uto na ọganihu nke bọọlụ ụmụ nwanyị",
  "Onye isi otu ahụ bụ Jill Ellis ma nwee onye Afrịka ibe ya Doreen Nabwire dịka onye otu.",
  "Oshoala na-akọ na ndị mụrụ ya enweghị nkwado mgbe ọ hapụrụ ụlọ akwụkwọ iji chụsoo ọrụ bọọlụ. Ọ bụ onye Alakụba."
]