[
  "Mkpúrù èdè íke{| class=\"infobox biography vcard\"",
  "! colspan=\"2\" class=\"infobox-above\" style=\"font-size:125%;\" |",
  "|-",
  "| colspan=\"2\" class=\"infobox-subheader\" style=\"font-size:125%; font-weight:bold;\" |",
  "|-\n| colspan=\"2\" class=\"infobox-image\" |\n|-\n! class=\"infobox-label\" scope=\"row\" |Born",
  "| class=\"infobox-data\" |",
  "|-\n! class=\"infobox-label\" scope=\"row\" |Nationality\n| class=\"infobox-data category\" |Egyptian\n|-\n! class=\"infobox-label\" scope=\"row\" |Years active\n| class=\"infobox-data\" |2011 -\n|}",
  "Asma Abulyazeid bụ onye Egypt na-eme ihe nkiri na onye na-agụ egwu.",
  "Ọ dọtara uche site na arụmọrụ ya nke onye \"Toka\" na usoro TV a kpọrọ \"This evening\" na 2016, ma sonye n'ọtụtụ usoro na ihe nkiri, sonye n\"òtù \"Bahgaga\" ma gosipụta ọtụtụ okwu n'ọtụtụ egwu.",
  "A mụrụ ya na Cairo, Egypt",
  "Nna ya bu onye Cairo ebe nne ya si Sharqia",
  "Asmaa nwere mmasị ime ihe nkiri site na nwata, mana ọ pụghị ime ihe nkiri n'ụlọ akwụkwọ ya n'ihi enweghị ihe nkiri ụlọ akwụkwọ, mana o mechara nweta ohere ime ihe nkiri na kọleji site na afọ mbụ, na Atelier Theater.",
  "Na \"Theater Atelier\" ọ nwetara ọzụzụ n'aka onye nduzi Shadi Daly, ma sonye n'ọtụtụ ihe ngosi onwe, nke kachasị ọhụrụ bụ \"Magic Mix of Happiness\", nke sonyere n'asọmpi Arab Theater Festival maka \"Sheikh Sultan Al Qasimi Award\" maka ihe ngosi ihe nkiri Arab kacha mma maka afọ 2016.",
  "Ihe nkiri mbụ ya bụ ngosi nke otu ahụ na semester mbụ ya na kọleji, n'okpuru aha \"Life is Beautiful in Fine Arts\", na semester nke abụọ nke otu afọ ahụ, ọ sonyere na \"Antar Stable\", nke onye na-ese ihe Bayoumi Fouad duziri, na \"Atelier\" The stage.",
  "N'afọ 2014, o sonyere na usoro \"M hụrụ n'anya\" nke Maryam Al Ahmadi, mana ọ bụ obere ọrụ nwere ọtụtụ ihe nkiri.",
  "Onye na-emepụta ihe bụ Ahmed Medhat Sadeq, nke Tamer Mohsen duziri, họpụtara ya ka ọ rụọ ọrụ \"Toka\" n'uhuruchi a, mgbe ọ gafesịrị ule niile, nke dugara na ọrụ ọ nwetara ya.",
  "Ọ malitere ime ihe nkiri nke ọrụ ahụ na mmetụta nke egwu iguzo na nke mbụ ya n'ihu igwefoto na ọrụ nke nha a, ọkachasị maka obi ike a na-etinye na onye nduzi, onye na-agwa ya mgbe niile ka ọ ghara inwe mmetụta nke ọrụ ahụ iji mee nke ọma",
  "Ọ hụrụ ọrụ Taqa n'anya n'ihi àgwà nke obiọma, ile ọbịa na mmetụta",
  "Mana ha dị iche ma dị ike karịa ka ha dị n'ezie.",
  "Abulyazeid gafere ahụmịhe dị ka onye nduzi site n'ịduzi egwuregwu \"Melodrama\", na 2013, dị ka \"Habhan\", yana inyere onye nduzi Shadi Daly aka na egwuregwu \"Dream Plastic\" nke ọ rụrụ ọrụ na ya, na \"Made in China\", na The Revolution of the Dead"
]