[
  "Asma El Bakry (28 Ọktoba 1947 - 5  Jenụwarị 2015) (ihe edere dị ka Asmaa El-Bakri na ọdịiche ndị ọzọ) bụ onye nduzi ihe nkiri Egypt, onye edemede na onye na-ese ihe osise. A mụrụ ya na Cairo, ya na nne ya na nwanne ya nwoke kwagara Alexandria dị ka nwa agbọghọ",
  "Ọ gara ụlọ akwụkwọ French a ma ama, Notre Dame de Sion na Lycée, wee nweta BA na akwụkwọ French na Mahadum Alexandria na 1970.",
  "El Bakry rụrụ ọrụ na ụlọ ọrụ ihe nkiri ruo ọtụtụ afọ, nke gụnyere dịka onye na-enyere onye nduzi Egypt a ma ama bụ Youssef Chahine aka, yana Saad Arafa na Khairy Beshara.",
  "Ọ rụkwara ọrụ dị ka odee, onye na-ese ihe osise na onye njikwa mmepụta.",
  "Dị ka onye njikwa mmepụta, El Bakry mere ihe dị ka ihe ndekọ iri abụọ na Egypt maka BBC",
  "O mekwara ọtụtụ ihe nkiri dị mkpirikpi ma rụọ ọrụ na Raymond Depardon's Une Femme en Afrique O mere ihe ngosi mbụ ya dị ka onye nduzi na 1991, Beggars and Nobles, nke ya na ya rụkọkwara.\nEnwere ike ikwu na ọtụtụ n'ime ihe ndekọ ya na-ekpughe mmasị miri emi na akụkọ ihe mere eme nke Ijipt na ọchịchọ siri ike iji mee ka mmepeanya ya gara aga doo anya na ebumnuche ikpeazụ nke ịkụziri ọgbọ ọhụrụ",
  "Na Dahsha, dịka ọmụmaatụ, ọ na-achọpụta akụkọ ihe mere eme nke ụgbọ mmiri osisi nke ndị Ijipt oge ochie ji ruo n'oge a",
  "Na El Zaher District (Hay el Daher), ọ na-enye ìhè na akụkọ ihe mere eme nke mpaghara ahụ na Cairo, nke Sultan Zaher Bibars guzobere na narị afọ nke iri na atọ.",
  "Mmasị ya na mmepeanya Islam pụtara ìhè n'ọrụ ya na Fatimids na Ayubbids.",
  "Mgbe ọ na-ese ihe nkiri Mathaf al Iskandariya, ihe ngosi banyere Ebe Ngosi Ihe Mgbe Ochie nke Greco-Roman dị na Alexandria, El Bakry mere ihe nkiri maka iweghachite ihe e chere na ọ bụ ihe fọdụrụ na Pharos nke Alexandria",
  "Mgbe ọ chọpụtara na ọrụ iji mee ka Citadel nke Qaitbay dị nso kwụsie ike na-ebibi ihe ochie oge ochie, ọ gara n'ihu ọha na nchegbu ya, na-amanye ndị ọchịchị Ijipt ịkwụsị ọrụ ha.",
  "Asma El Bakry enweghị nkwado nke ezinụlọ ya mgbe ọ bịara n'ọrụ ihe nkiri ya",
  "Nne ya chere na ịgụ akwụkwọ na-azụlite Asma karịa ka ọ na-ekiri ihe nkiri",
  "Ya mere, El Bakry nọ n'onwe ya n'ihe gbasara mmasị ya na ọrụ ihe nkiri, nke malitere na nwata.",
  "Mgbe ọ malitere n'ụlọ akwụkwọ, ọ ga-etinye ụmụ klas ya ma rụọ ọrụ onye nduzi n'onwe ya",
  "N'ime afọ ikpeazụ ya na mahadum, ọ gara ihe nkiri A House Made of Sand (Bayt min al-rimâl) na 1972",
  "El Bakry bụ onye mmeri na-egwu mmiri, o wepụtara onwe ya ime ihe siri ike nke ime ka mmiri ghara ịba n'oké osimiri oyi n'ọnọdụ Poussi, onye bụ onye isi",
  "O wepụtara onwe ya iji nyere aka n'ozuzu ya, ma tinye aka na ime ihe nkiri ahụ nke na ọ ghọrọ aka dị mkpa na ebe",
  "Ọ bụ izute Abdel Aziz Fahmy, onye nduzi foto nke ihe nkiri ahụ, nke ga-agbanwe ọnọdụ ndụ ya, n'ihi na ọ bụ ya nyeere ya aka ịbanye na azụmahịa ihe nkiri site n'ikwe ka ọ rụọ ọrụ dị ka onye enyemaka na ihe nkiri ya ọzọ Strangers (Ghorbâń), nke Saad Arafa duziri."
]