[
  "Asma Mohamed Abdalla (nke a na-akpọkwa: Asmaa, Abdallah, Abdullah; Arabic: ) bụ onye nnọchi anya mba Sudan",
  "Ọ ghọrọ nwanyị mbụ na-ahụ maka ihe gbasara mba ofesi na Sudan na mbido Septemba 2019 na kọmitii nke Praịm Minista Abdalla Hamdok, n'oge mgbanwe Sudan na 2019 na ọchịchị onye kwuo uche ya.",
  "A mụrụ Asma na 1946 na Khartoum. Ọ gụsịrị akwụkwọ na 1971 na Mahadum nke Khartoum mgbe ọ gụsịrị akwụkwọ akụ na ụba na sayensị ndọrọ ndọrọ ọchịchị.",
  "Asma bụ onye nnọchi anya Sudan, nke Ministri Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ nke Sudan were n'ọrụ, tupu onye isi ala Omar al-Bashir",
  "Ọ bụ otu n'ime ụmụ nwanyị atọ mbụ nke Ministri Na-ahụ Maka Mba Ọzọ were n'ọrụ",
  "A chụpụrụ Asma n'ụlọ ọrụ ahụ mgbe nnupụisi ọchịchị nke Sudan na 1989 nke mere ka Omar al-Bashir chịa ọchịchị ma kpagbuo ya site na gọọmentị ọhụrụ.",
  "Dị ka akwụkwọ ndekọ UNICEF nke 1990, Asma bụ osote onye isi oche nke anọ nke UNICEF Executive Board n'oge 1990/1991.: 5 Ndepụta UNICEF nke 2010 nke akụkọ ihe mere eme nke UNICEF Executive board na-agbagha nke a, na-azọrọ na Chipo Zindoga si Zimbabwe bụ osote onyeisi oche nke anọ n'oge 90/1991 na 1991/1992 nakwa na Asma abụghị onye otu UNICEF Executive Board, ruo na gụnyere 2010.",
  "N'ịzaghachi mkpagbu ya site n'aka gọọmentị al-Bashir, Asma họọrọ ibi na Morocco",
  "Mgbe ọ bi na Morocco, Asma rụrụ ọrụ dị ka onye ndụmọdụ maka òtù mba ụwa gụnyere Islamic Educational, Scientific and Cultural Organization (ISESCO).",
  "N'oge ngagharị iwe ndị Sudan na 2018, Asma sonyeere ndị agha nnwere onwe na mgbanwe (FFC), na-aghọ onye otu FFC's Foreign Policy team.",
  "Praịm Minista Abdalla Hamdok gbakwunyere Asma na ndepụta nke ndị minista FFC nyere ya, n'ihi ọrụ ya na-emegide gọọmentị al-Bashir, nkwado ya maka ngagharị iwe na-akpọ maka mgbanwe ndọrọ ndọrọ ọchịchị, na ahụmịhe mmekọrịta ya",
  "Hamdok họọrọ ya n'ihu ndị ọzọ",
  "Asma si otú a ghọọ nwanyị mbụ na-ahụ maka ihe gbasara mba ofesi na Sudan na mbido Septemba 2019 na Transitional Cabinet nke mgbanwe Sudan nke 2019 gaa na ọchịchị onye kwuo uche ya."
]