[
  "Mathedi Asnath Molekwa (amụrụ na 15 Febụwarị na afọ 1967) bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ onye otu National Assembly of South Africa si North West, na-eje ozi kemgbe afọ 2019",
  "Molekwa bụ onye bụbu ọkà okwu nke Bojanala Platinum District Municipality na North West Province",
  "Ọ bụ onye otu African National Congress",
  "A mụrụ Molekwa na 15 Febụwarị 1na afọ 967 na Mphebatho (Wynanskraal). Ọ gara ụlọ akwụkwọ praịmarị nke Tlhaloganyo na Maubane Middle School tupu ọ banye na Nchaupe High School",
  "Ọ gụrụ Local Government Management and Administration na Mahadum nke South Africa yana Project Planning and Management",
  "Ọ nọ ugbu a [mgbe?] na-amụ maka nzere Bachelor of Arts na Public Administration.",
  "Molekwa sonyeere National Union of Metalworkers of South Africa (NUMSA) na afọ 1989 mgbe ọ na-arụ ọrụ maka ụlọ ọrụ Nissan na Rosslyn. Mgbe a machibidoro African National Congress iwu na 1990, ọ bụ onye otu ọrụ iwu ụlọ maka pati ahụ na Moretele",
  "Molekwa bụkwa onye otu African National Congress Youth League na afọ 1990s ma jee ozi dị ka odeakwụkwọ mpaghara mbụ nke African National Congress Women's League na Eastern Region nke North West Province maka oge atọ.",
  "Ọ bụ onye otu nhazi nke e nyere ọrụ ijikọta mpaghara ọwụwa anyanwụ nke ANC yana mpaghara Rustenburg, Madikwe na Mankwe",
  "Molekwa bụkwa onye otu Kọmitii Na-eme ka Obodo dị mfe. N'afọ 1994, United Nations họpụtara ya ka ọ kwado ogbako gọọmentị ime obodo na obodo ndị dị na North West Province",
  "Molekwa rụrụ ọrụ dị ka onye nnọchi anya otu ndọrọndọrọ ọchịchị maka ANC n'oge ntuli aka agbụrụ mbụ na afo 1994 na n'afọ sochirinụ, a họpụtara ya ka ọ bụrụ onye nhazi na-ahụ maka ndebanye aha ndị na-eme ntụli aka n'oge ntụli aka obodo nke afọ ahụ. A họpụtara Molekwa dị ka onye kansụl ANC na Eastern District Council na North West Province ma họpụta ya dịka onye isi nke caucus ANC",
  "Molekwa bụkwa onye otu NOWELOGA (North West Local Government Association), nke mechara bụrụ akụkụ nke South African Local Government Association (SALGA)",
  "N'afo 1995 na afọ 2000, ọ bụ onye isi oche nke kọmitii na-ahụ maka akụrụngwa nke distrikti.",
  "N'afọ 2000, a họpụtara Molekwa dị ka onye kansụl ANC na Moretele Local Municipality ma họpụta ya dị ka onye otu kọmitii na-ahụ maka obodo ahụ. Site na afo 1998 ruo afọ 2003, ọ bụ onye isi oche nke Moretele District Welfare Forum",
  "O mechara rụọ ọrụ na kọmitii ndụmọdụ nke Ngalaba Ọrụ Ugbo n'etiti afọ 2003 na 2007",
  "N'afọ 2004, a họpụtara Molekwa dị ka odeakwụkwọ mpaghara nke mpaghara Bojanala nke ANC",
  "A họpụtara ya ka ọ bụrụ onye isi obodo Moretele na afọ 2006 wee bụrụ onyeisi oche nke SALGA",
  "N'otu afọ ahụ, a họpụtara Molekwa ọzọ dị ka odeakwụkwọ mpaghara.",
  "A họpụtara Molekwa dị ka onye otu kọmitii ntụziaka mpaghara ANC (PEC) na nnọkọ mpaghara nke pati ahụ na 2008. Mgbe nke ahụ gasịrị, ọ ghọrọ onye isi oche nke Kọmitii Mgbanwe Ọha ma sonye na kọmitii nke mba nke ANC",
  "Ọ bụkwa onye a họpụtara ka ọ bụrụ onye otu kọmitii na-ahụ maka ndị inyom.",
  "N'afọ 2011, a họpụtara Molekwa ọzọ dị ka onye otu ANC PEC",
  "Na nzukọ mbụ nke PEC mgbe nzukọ ahụ gasịrị, a họpụtara ya na kọmitii ọrụ mpaghara",
  "A họpụtara Molekwa ka ọ bụrụ onyeisi oche nke Kọmitii Mgbanwe Akụnụba. Na ntuli aka ime obodo nke afọ 2011, a họpụtara Molekwa ọzọ dị ka onye kansụl ma họpụta ya dịka onye isi nke Bojanala Platinum District Municipality",
  "N'afọ 2016, a họpụtara ya ka ọ bụrụ ọkà okwu nke obodo ahụ.",
  "N'abalị iri na asaa n'ọnwa Machị afọ 2019, a mara ọkwa na Molekwa bụ onye omeiwu ANC maka ntuli aka ndị omeiwu na ụbọchị asatọ n'ọnwe Mee afọ 2019",
  "Ọ bụ onye nke asaa na ndepụta ANC na North West, n'azụ Itiseng Morolong, Philemon Mapulane, Nombuyiselo Adoons, Jane Manganye, Ezekiel Molala, Tidimalo Legwase ma họpụta ya dị ka otu n'ime ndị omeiwu ANC itoolu si North West. N'ọnwa Juun afọ 2019, ọ ghọrọ onye otu Portfolio Committee on Home Affairs na Portfolio Committee for Police."
]