[
  "Aso ebi (Yoruba), mgbe ụfọdụ a na-asụpụta ya dị ka Guarabi na Naijiria na ashobie na Sierra Leone na Gambia, bụ uwe ejiji ma ọ bụ koodu ejiji nke ndị Yoruba na ụfọdụ ọdịbendị ndị ọzọ nke Afrịka na-eyi dị ka ihe na-egosi imekọ ihe ọnụ, ọbụbụenyi na ịdị n'otu n'oge ememe, ihe omume na oge ememe. Ebumnuche nke iyi uwe ahụ nwere ike ịbụ iji gosipụta onwe onye na ndị ọgbọ, ndị ikwu ma ọ bụ ndị enyi n'oge mmemme ma ọ bụ olili ozu.",
  "Okwu aso n’asụsụ Yoruba pụtara akwa na ebi na-egosi ezinaụlọ, yabụ, a pụrụ ịkọwa aso ebi dị ka uwe ezinaụlọ a na-eyikarị n’oge olili ozu ma ọ bụ n’ememe ezinụlọ",
  "Otú ọ dị, omume a agbasala karịa ejiji ezinụlọ n'ihi na ndị na-amabughị onye na-eme ememe nwere ike iyi aso ebi.",
  "Ayodele Olukoju, onye Naijiria na-akọ akụkọ ihe mere eme, kwenyere na aso ebi ghọrọ ihe ọhụrụ na 1920 n'oge ọganihu akụ na ụba nke Agha Ụwa Mbụ kpatara site na ọnụahịa dị elu maka ngwaahịa dịka nkwụ mmanụ. Otú ọ dị, William Bascom chọtara mmalite ya n'oge gara aga mgbe ndị otu Yoruba na-eyi uwe ejiji iji gosi njikọ nwanne. N'afọ 1950, ndị otu ụmụ nwanyị ma ọ bụ egbes gara ememe na ncheta ọmụmụ nke ndị ikwu n'otu ụdị ejiji, akpụkpọ ụkwụ, lappa, uwe elu, ma ọ bụ ihe olu; ọdịbendị ahụ na-egosi ezigbo ọbụbụenyi",
  "Uwe ejiji nwekwara ike ịbụ ihe atụ nke akụ na ụba onwe onye, n'ihi na aso ebi na-agụnye asọmpi n'etiti egbes ma ọ bụ otu dị iche iche na otu ọ bụla na-asọ mpi iji mee ka ibe ha dị mma n'ihe gbasara ogo, ihe ọhụrụ na ọgaranya nke uwe ahụ.",
  "From the mid-1960s to the late 1970s, imported lace and george were incorporated into Nigerian fabrics and they became popular items used for aso ebi",
  "Increased demand for handcrafted traditional dresses such as agbada led to a resurgence of tailors and fashion designers specialized in making native attires",
  "The tailors strived to meet the increasing demand and designs of uniform dressing, sometimes with the aid of the fashion pages of magazines to make style choices",
  "The rise of aso ebi also coincided with an intense market of fashion and lifestyles magazines in Lagos; tailors look at designs for inspiration and their patrons buy the magazines to see whether they or their friends are pictured in them.",
  "Aso ebi n'oge na-adịbeghị anya aghọwo ihe omume obodo nke gbasara na ọdịbendị ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka. Ndị na-ere ihe ndị si mba ọzọ na ihe ndị dị n'ógbè ahụ eritewo uru site na mmụba nke ọchịchọ maka ejiji ejiji",
  "Ụfọdụ ndị na-ere ákwà na-enye ọrụ ndụmọdụ na ọnụego buru ibu maka nhọrọ na ọnụahịa nke uwe na ákwà",
  "Ọ bụ ezie na ọnụahịa nke ákwà na-akwa akwa ọdịnala dị ọnụ ala, a ka na-eji omume aso ebi eme ihe mgbe ụfọdụ dị ka njirimara na ọgaranya",
  "Ụfọdụ na-eyi ihe ịchọ mma dị oke ọnụ na akwa akwa ndị ọzọ, ebe ndị ọzọ, ndị na-enweghị ike ịzụta uwe zuru oke, na-agbakwunye naanị elu na mkpuchi isi. Aso ebi aghọwo uwe klas nke ndị ama ama na ndị isi na-eyi n'oge na-adịbeghị anya, ọkachasị ndị Naijiria Nollywood",
  "Site na ndị na-emepụta ejiji na-emepụta uwe maka oge pụrụ iche iji zute ụtọ nke ndị ahịa ha bara ọgaranya na ndị bara ọgaraya, uwe aso ebi aghọwo ihe na-eme mgbe niile taa."
]