[
  "Asser Ashraf Fouad Yassin (Arabic; a mụrụ na Febụwarị 25, 1981) bụ onye Egypt na-eme ihe nkiri, onye edemede, na onye na-emepụta ihe nkiri",
  "E nyela ya ihe nrite Best Actor maka ọtụtụ ọrụ ya",
  "Yassin malitere ọrụ ya n'ọkwa nke Mahadum America dị na Cairo nke onye nduzi Khairy Beshara hụrụ ka ọ na-arụ ọrụ mbụ ya na TV na Qalb Habiba n'afọ 2006, nke ihe nkiri The Yacoubian Building sochiri n'afọ 2007",
  "Ihe nkiri mbụ ya bụ Zay El Naharda (2008) ebe a na-eto ya maka ọrụ nkwado ya, na-eme ka onye ọgwụ ọjọọ riri ahụ",
  "N'otu afọ ahụ, Yassin nwetara nnukwu ezumike ya ma rụọ ọrụ dị mkpa na ihe nkiri \"El Waad\"",
  "Nkwa ahụ, na-eche onye na-eme ihe nkiri a ma ama na onye ama ama Mahmoud Yassin ihu",
  "N'afọ 2010, Yassin rụrụ ọrụ dị mkpa na ihe nkiri Daoud Abdel Sayed Messages from the Sea, nke e nyere ya onye na-eme ihe nkiri kacha mma na Carthage Film Festival, na Malmö Arab Film Festival",
  "E nyekwara ya ihe nrite Best Actor maka mbipụta ọhụrụ ya Aswar El Qamar (2015) site na The Tetouan International Mediterranean Film Festival.",
  "Yassin gụrụ injinia na mahadum, mana ndị enyi ya gwara ya ka ọ nọchie onye na-eme ihe nkiri na-anọghị na egwuregwu mahadum",
  "N'ihi ya, o kpebiri iwere usoro ihe nkiri ma sonye na mmepụta ndị ọzọ.",
  "Mgbe ọ gụsịrị akwụkwọ, Yassin rụrụ ọrụ dịka onye enyemaka nkuzi injinia na Mahadum America dị na Cairo, tupu o kpebie ịhapụ ọrụ na-eto eto na injinia ma agụmakwụkwọ iji chụsoo mmasị ya maka ime ihe nkiri.",
  "Yassin pụtara na Beit Men Lahm (Ụlọ Anụ), nke a na-ese okwu ma na-eto nke ukwuu, nke dabeere na akwụkwọ akụkọ Arabic nke Yusuf Idris dere, nke Rami A",
  "Jabbar duziri. Onye nduzi Khairy Beshara nyere ya ọrụ na Qalb Habiba, usoro TV nke gosipụtara nlọghachi Soheir El-Bablyńs",
  "N'oge na-adịghị anya mgbe nke a gasịrị,  nkiri mbụ ya sochiri obere ọrụ na The Yacoubian Building na Halim.",
  "Yassin pụtara na ọrụ nkwado dịka, nwanne ọjọọ nke Ashraf Abdel Baqi na Aala Ganb Yasta na dịka Mo, onye ọgwụ ọjọọ riri ahụ na Zay El Naharda. Ọrụ mbụ ya bụ n'akụkụ Mahmoud Yassin na  nkiri Al Waad ma ọ bụ The Promise, nke Waheed Hamid dere ma bụrụ nke Mohamed Yassin duziri.",
  "Oge mgbanwe Yassin bụ ọrụ ya na Messages from the Sea, nke Daoud Abdel Sayed dere ma duzie.",
  "Rags and Tatters (2013) bụ ahụmahụ mbụ Yassin na-arụkọ ọrụ mgbe ya na Film Clinic na Graal na-arụ ọrụ na ihe nkiri banyere ndị na-enweghị ihe ùgwù nke Egypt na ọnọdụ ndụ ha mgbe mgbanwe nke Jan 25 gasịrị. Yassin rụkwara ọrụ dị mkpa nke na-adịghị ekwu okwu",
  "nkiri ahụ meriri Golden Antigone na Montpellier Mediterranean Film Festival, a họpụtakwara ya na Abu Dhabi Film Festival, London Film Festival, Munich Film Festival na Thessaloniki Film Festival.",
  "N'afọ 2015, Yassin meriri onye na-eme ihe nkiri kachasị mma na Tetouan International Mediterranean Film Festival maka ntọhapụ ọhụrụ ya, Aswar El Qamar",
  "N'ọnwa Ọgọstụ afọ 2021, Al-Arab kwupụtara ihe nkiri na-abịanụ nke akpọrọ \"Venous\" (Arabic) nke Yassin na onye Egypt na-eme ihe nkiri na onye na-agụ egwu Ruby.",
  "Yassin bụ nwa mbụ n'ime ụmụ nwoke abụọ. Nne na nna ya abụọ bụ ndị injinia",
  "Yassin lụrụ di ma nwee ụmụ atọ.",
  "N'izu ọ bụla n'ụbọchị Fraịdee]"
]