[
  "Assil Diab (اصيل دياب) bụ onye Sudanese na-ese ihe nkiri, onye na-ese eserese na onye odee, nke bi na United States",
  "A mụrụ ya na Romania",
  "O wee soro ndị mụrụ ya kwaga Qatar mgbe ọ bụ nwata",
  "Assil gụsịrị akwụkwọ na Virginia Commonwealth University (VCU) na 2011 na Richmond, Virginia na USA ebe o nwetara nzere Bachelor of Fine Arts Degree na Graphics Design.",
  "N'afọ 2021, ọ natara onyinye 10 Under 10 ma bụrụ onye a ma ama dị ka otu n'ime ndị gụsịrị akwụkwọ na VCU10 kachasị elu n'ime afọ iri gara aga maka ihe ndị ọ rụzuru n'ọrụ ya na obodo.",
  "Kemgbe ọ gụsịrị akwụkwọ, ọ na-arụ ọrụ dị ka onye na-ese ihe osise na onye na-ede ihe osise, na-emepụta akara ngosi na akara maka ụlọ ọrụ yana inye ya ọrụ ise mgbidi ụlọ oriri na ọṅụṅụ, kọfị, ụlọ ahịa na azụmaahịa.",
  "N'afọ 2020, o ritere ihe nrite mgbasa ozi site na UNESCO na i4policy maka mkpọsa nka n'okporo ámá nke ọ malitere na coronavirus na Sudan",
  "Ọ bụkwa onye nnọchi anya ọdịbendị a na-asọpụrụ na Qatar Museums kemgbe 2018 ruo taa",
  "Na mgbakwunye na ihe osise na mgbidi Sudan na Qatar, egosila ihe osise Assil na Bahrain, Germany, Bangladesh, na USA",
  "E bipụtakwala ọrụ ya n'akwụkwọ, nke gụnyere Artisans of the Middle East na China.",
  "N'afọ 2019, ọ laghachiri Khartoum ma bụrụ onye a maara maka ihe osise ya na-asọpụrụ ụmụ amaala Sudan, ndị e gburu n'oge mgbanwe Sudan.",
  "N'oge ọ bụ nwata, ezinụlọ ya kwagara Qatar",
  "Ọ gara Mahadum Virginia Commonwealth na Qatar na Richmond, Virginia, USA, wee gụsịa akwụkwọ na 2011 na Bachelor of Fine Arts na eserese eserese. O nwekwara diplọma na Digital Marketing na Advanced Social Media Marketing.",
  "Diab na-arụ ọrụ dị ka onye na-ese ihe osise n'onwe ya na onye na-ede ihe osise",
  "A na-akpọ ya nwanyị mbụ na-ese ihe na Qatar na Sudan. Tupu ọ banye n'ọrụ onwe ya dị ka onye na-ese , ọ rụrụ ọrụ na Doha Film Institute (DFI) na Al Jazeera Children's Channel.",
  "N'afọ 2019, ọ laghachiri Sudan, ebe ọ malitere ọrụ nka iji sọpụrụ ụmụ amaala Sudan na-eme ngagharị iwe, ndị nwụrụ n'oge mgbanwe Sudan",
  "Maka ọrụ a, o mepụtara mgbidi nke ndị ahụ nwụrụ na mgbidi nke ụlọ ezinụlọ ha."
]