[
  "Nkà mmụta kpakpando bụ ọtụtụ omume ịgba afa, nke a ghọtara dị ka pseudoscientific kemgbe narị afọ nke iri na asatọ, nke na-azọrọ na ọ na-achọpụta ozi gbasara ihe omume mmadụ na ihe ndị dị n'ụwa site n'ịmụ ọnọdụ doro anya nke ihe ndị dị na mbara igwe.Kpọpụta njehie: Invalid <ref> tag; refs with no name must have content Ọdịbendị dị iche iche ejirila ụdị ịgụ kpakpando mee ihe kemgbe ọ dịkarịa ala puku afọ nke abụọ BCE, omume ndị a malitere na usoro kalenda eji ebu amụma mgbanwe oge na ịkọwa okirikiri eluigwe dị ka ihe ịrịba ama nke nkwukọrịta Chineke. Ọtụtụ, ma ọ bụrụ na ọ bụghị ha niile, ọdịbendị etinyela ihe ha hụrụ n'eluigwe dị mkpa, na ụfọdụ dị ka ndị Hindu, ndị China, na ndị Maya mepụtara usoro dị iche iche maka ịkọ ihe omume ụwa site na nyocha nke eluigwe",
  "Nkà mmụta kpakpando nke ọdịda anyanwụ, otu n'ime usoro ịgụ kpakpando kachasị ochie a ka na-eji eme ihe, nwere ike ịchọta mgbọrọgwụ ya na narị afọ nke 19th na 17 BCE Mesopotemia, ebe ọ gbasara na Gris oge ochie, Rom, ụwa Alakụba, na n'ikpeazụ Central na Western Europe",
  "A na-ejikọkarị ịgụ kpakpando nke oge a na usoro nke horoscopes nke na-ekwu na ọ na-akọwa akụkụ nke àgwà mmadụ ma na-ebu amụma ihe ndị dị mkpa na ndụ ha dabere na ọnọdụ nke ihe ndị dị na mbara igwe; ọtụtụ ndị na-agụ kpakpando na-adabere na usoro ndị dị otú ahụ.: 83",
  "N'ime ihe ka ukwuu n'akụkọ ihe mere eme ya, a na-ewere ịgụ kpakpando dị ka ọdịnala ndị ọkà mmụta ma bụrụkwa nke a na-ahụkarị na ngalaba agụmakwụkwọ, na-enwekarị mmekọrịta chiri anya na mbara igwe, alchemy, meteorology, na ọgwụ.  Ọ dị na okirikiri ndọrọ ndọrọ ọchịchị, a kpọtụrụ ya aha n'akwụkwọ dị iche iche, site na Dante Alighieri na Geoffrey Chaucer ruo William Shakespeare, Lope de Vega, na Calderón de la Barca",
  "Otú ọ dị, n'oge Enlightenment, ịgụ kpakpando tụfuru ọnọdụ ya dị ka akụkụ nke nchụso ndị ọkà mmụta ziri ezi.  Na-esochi njedebe nke narị afọ nke 19 na nnabata sara mbara nke usoro sayensị, ndị nchọpụta agbaghawo ịgụ kpakpando nke ọma na usoro ọmụmụ : 249  na ihe nnwale,   ma gosi na ọ nwere",
  "enweghị nkwado sayensị ma ọ bụ ike nkọwa.  Ịgụ ịgụ kpakpando si otú a tụfuo ọnọdụ agụmakwụkwọ na echiche ya, na nkwenkwe nkịtị na ya agbadala nke ukwuu, ruo mgbe mweghachi malitere na 1960.￼"
]