[
  "Efik /ˈɛfɪk/ (Usem Efịk) bụ asụsụ ụmụ amaala nke ndị Efik, ndị dị na steeti Cross River na Akwa Ibom nke Naijiria, yana na North-West nke Cameroon. Asụsụ Efik na asụsụ ndị ọzọ dị ala Cross River dị ka Ibibio, Annang, Oro na Ekid na-aghọta ibe ha mana ogo nghọta n'ihe gbasara Oro na Ekit bụ otu ụzọ; n'ikwu ya n'ụzọ ọzọ, ndị na-asụ asụsụ ndị a na-ekwu ma ghọta Efik (na Ibibio) mana ọ bụghị vice versa. Okwu Efik enwetala ọgaranya ma nwee mmetụta site na mmekọrịta mpụga na ndị Britain, Portuguese na obodo ndị ọzọ gbara ya gburugburu dịka Balondo, Oron, Efut, Okoyong, Efiat na Ekoi (Qua).",
  "Asụsụ Efik enweela ọtụtụ nhazi asụsụ kemgbe narị afọ nke iri na itoolu",
  "Mgbalị mbụ nke ịhazi Asụsụ Efik bụ site n'aka Dr",
  "Baikie na 1854. Dr Baikie kwuru, \"Asụsụ niile dị n'ụsọ oké osimiri site na One ruo Old Kalabar, nwere njikọ, ma ọ bụ n'ụzọ na-apụtaghị ìhè ma ọ bụ na-apụghị ịhụ anya, na Igbo, nke Dr",
  "Latham mechara gwa na, ọ nwere njikọ na klas Kafir\". \nKlas Kafir bụ okwu mkparị eji akọwa asụsụ Bantu. Ya mere, Dr Baikie na-anwa ịhazi Asụsụ Efik dị ka ihe jikọtara ya na asụsụ Bantu",
  "Mgbalị ọzọ iji kewaa asụsụ Efik bụ nke Rev",
  "Hugh Goldie onye kewara asụsụ Efik dị ka otu n'ime asụsụ ndị dị n'ebe ugwu nke ọ na-ekwu, \"na-emepụta akụkụ ka ukwuu nke ya dịka klas Semitic na-eme, site na mgbọrọgwụ nke ngwaa",
  "\" Westermann mere mgbalị ọzọ bụ onye kewara asụsụ Efik dị ka nke West Sudan nke asụsụ Sudan",
  "Ọ bụ Greenberg mere nhazi asụsụ dị ugbu a bụ onye na-achịkọta Efik na ezinụlọ Benue-Congo nke ezinụlọ Niger-Congo. Otu n'ime njirimara nke itinye asụsụ Efik n'ime ezinụlọ Niger-Congo bụ ọdịdị ya",
  "Dị ka Greenberg si kwuo, \"àgwà nke ọdịdị Niger-Congo nke na-enye isi ihe maka ntụnyere bụ usoro nkewa aha site na affixes abụọ\". N'ihi ọnụ ọgụgụ buru ibu nke aha ndị na-anọchi anya ya na okwu Efik, ndị ọkà mmụta dị ka Der-Houssikian katọrọ nhazi asụsụ Greenberg na-ekwu, \"Ike n'ime ntinye Efik nwere ọtụtụ aha ndị na akwụkwọ ọkọwa okwu Goldie",
  "Nke a na-eweta ozugbo ohere nke nkọwa dị iche iche na nkọwa dị iche",
  "Goldie akọwaghị ọdịiche dị otú ahụ",
  "Ihe ndị a na-ebelata ọnụ ọgụgụ nke ihe ndị na-enweghị obi abụọ site na 51 ruo 36",
  "\" Faraclass na ọmụmụ ya nke asụsụ Cross River, kewara asụsụ Efik dị ka onye otu Lower Cross nke Delta-Cross nke bụ ndọtị nke nnukwu Cross River nke bụ isi ihe mejupụtara Benue Congo okara ezinaulo.",
  "Esere Asụsụ Efik ede mbụ Chief Eyo Nsa, nke a makwaara dị ka Willy Eyo Honesty dere na 1812. G",
  "A",
  "Robertson nwetara okwu ndị a site n'aka Chief Eyo Nsa:",
  "Tupu Chief Eyo Nsa edepụta okwu n'asụsụ Efik, ọtụtụ ndị ahịa na Calabar ochie nwere ike ịgụ ma dee ma debe akwụkwọ akụkọ ọ bụ ezie na n'asụsụ Bekee. Akwụkwọ ozi mbụ e dere site n'aka ndị isi nke Old Calabar bụ n'afọ 1776. N'ihi ya, a kwadebere ebe a na-ede akwụkwọ maka asụsụ Efik tupu ndị ozi ala ọzọ abịarute",
  "Mgbe United Presbyterian Church of Scotland Mission rutere Old Calabar na 1846, Reverend Hope Waddell na Samuel Edgerley na enyemaka nke onye ahịa Efik Egboyoung (Ekpenyong) malitere ndekọ nke okwu Efik; e bipụtara ndị a na ígwè obibi akwụkwọ lithographic ha ma kwadebe ha na 1849. Mgbe ndị ozi ala ọzọ rutere, enwere nsogbu nke ịmepụta orthography kwesịrị ekwesị maka Asụsụ Efik",
  "Ọ bụ Dr",
  "Lepsius mepụtara orthography nke ndị ozi ala ọzọ họọrọ, onye a chọpụtara na usoro ya na mkpụrụedemede fonetiki dabara adaba maka asụsụ Efik n'oge ahụ. E mechara wepụta akwụkwọ ọkọwa okwu Efik mbụ na 1862 site n'aka Rev",
  "Hugh Goldie na orthography Efik mepụtara na 1874 site n'aka Goldie. Asụsụ Efik nwere ọganihu n'akwụkwọ edere ede nke ndị ozi ala ọzọ na ndị Efik n'otu n'otu, keere òkè dị mkpa. Ọrụ okpukpe mbụ a sụgharịrị n'asụsụ Efik gụnyere Agba Ochie nke Alexander Robb dechara na 1868 ma bipụta na 1873; Epistle Paul to the Hebrews nke William Anderson sụgharịrị ma bipụta. Ndị ụkọchukwu ụmụ amaala nyere aka n'ịbawanye akwụkwọ okpukpe Efik",
  "Reverend Esien Esien Ukpabio, onye ozi Efik mbụ a họpụtara na 1872, sụgharịrị n'asụsụ Efik, Dr",
  "J.H",
  "Wilson's \"Ozioma na mkpuruosisi ha\". Asuquo Ekanem onye bụkwa onye ozi Efik sụgharịrị agha nsọ nke John Bunyan n'ime Efik. Ndị Efik malitekwara ide ukwe Chọọchị ma bipụta ha",
  "William Inyang Ndang onye nọrọ oge ụfọdụ na Britain bụ onye Efik mbụ webatara ndị ukwe n'ime ụka na Calabar ma nye aka n'ọtụtụ ukwe Chọọchị ya na nwunye ya, Mrs Jane Ndang. N'etiti afọ 1930 ruo afọ 1950, e bipụtara Magazines, Newspapers na periodicals n'asụsụ Efik",
  "Site na mbido afọ 1930, e nwere magazin iri na abụọ na Efik, \"Obụkpọn Obio\" (Town Bugle) nke Reverend James Ballantyne dezigharịrị. E mere ọrụ ahụ maka onye na-agụ akwụkwọ n'ozuzu ya ma gosipụta isiokwu dịgasị iche iche, site na Usuhọde ye Uforo Obio (Ọdịda na ọganihu nke obodo) ruo Ufọk Ndọ (Ụlọ Alụmdi na Nwunye) na isiokwu ndị ọzọ yiri ya. \"Uñwana\" (ìhè) sochiri nke a n'afọ 1940, akwụkwọ akụkọ kwa ọnwa nke nwere peeji 32, nke E.N",
  "Amaku dezigharịrị. Site na 1948 ruo 1950, a na-ere akwụkwọ akụkọ kwa izu dị peeji asatọ na Efik, \"Obodom Edem Usiahautin\" (Eastern Talking Drum), nke Chief Etim Ekpenyong dezigharịrị ma bipụta na Henshaw Press na 2d nke ọ bụla. Ọ na-enye akụkọ ụwa mgbe niile (Mbụk ñkpọntibe ererimbuot) ma na-agụ ya n'ọtụtụ ebe. N'ihi ya, asụsụ Efik enweela ọtụtụ agụmakwụkwọ kemgbe ndị ozi ala ọzọ nke Ndị Kraịst rutere na 1846.",
  "N'ihi nnukwu azụmahịa nke ndị Efik, asụsụ ahụ ghọrọ asụsụ a na-asụ na mpaghara Cross River. Dịka Offiong na Ansa siri kwuo,",
  "Asụsụ Efik kemgbe ọtụtụ afọ etolitela ruo n'ókè nke na ọ na-achịkwa asụsụ ndị ọzọ a na-asụ gburugburu Cross River State",
  "Asụsụ dị ka asụsụ Kiong nke ndị Okoyong na-asụ adịkwaghị n'ihi na ndị na-asụrụ ya amịala asụsụ Efik kemgbe ọtụtụ afọ",
  "A na-ekwukwa otu ihe ahụ banyere asụsụ Efut nke ndị Efut na-asụ na Calabar South, Ewezuga ịbụ asụsụ nke otu ụzọ n'ụzọ atọ nke Cross River State na-asụrụ dị ka L1, ọ bụ L2 ma ọ bụ L3 nke ọtụtụ ụmụ amaala Cross River",
  "Maka ebumnuche mgbasa ozi, a na-ejikarị asụsụ eme ihe mgbe Bekee gasịrị na steeti ahụ",
  "A na-egosi mgbasa ozi telivishọn na redio kwa ụbọchị n'akụkụ dị iche iche, Na ndọrọ ndọrọ ọchịchị, ndị niile nọ na Southern senatorial na akụkụ nke Central Senatorial Districts nke steeti na-eji asụsụ ahụ eme ihe",
  "Na agụmakwụkwọ, enwere usoro mmụta praịmarị na nke sekọndrị nke Efik n'ụlọ akwụkwọ",
  "Na mmepe nke asụsụ, a na-amụ ya na ọkwa undergraduate na Mahadum Calabar.",
  "N'etiti Ibibio, a nabatara asụsụ Efik dị ka asụsụ nke akwụkwọ n'ihi ntụgharị Bible n'ime Efik site na ọrụ Uka nke Skotland. Asụsụ Efik dịkwa na West Indies n'ihi mbupụ nke ndị ohu site na mpaghara Cross River",
  "Enwere ike ịchọta okwu sitere na Efik na okwu nke ndị Gullah Geechee nke Obodo Amerika. N'ime ndị bi na Cuba, a na-eji ụdị asụsụ Efik eme ihe na nzuzo Abakuá, nke nwere mgbọrọgwụ ya na nzuzo Efik Ekpe na Naịjirịa.",
  "/b/ nwere ọtụtụ allophones. Allophones ndịa dabere na ọnọdụ nke /b/ n'okwu. N'ọnọdụ ikpeazụ ọ na-apụta dị ka nkwụsịtụ a na-ewepụtaghị na fonetically na-anọchite anya dị ka [pī], dị ka na ngwaa ndị na-esonụ",
  "[kopī] (ege ntị!), [sɔpī] (egbu oge!), [fɛpī] [dodge!)",
  "/p/ na Efik na-ahụ naanị n'ọnọdụ ikpeazụ ma enwere ike ịghọta ya dị ka /β/ na ọnọdụ intervocalic, ihe atụ; [dép] + [úfɔk] = [déβúk]. Otú ọ dị, ọ bụrụ na ọ bụ, ozugbo consonant sochiri ya, ọ na-eme dị ka nkwụsị a tọhapụrụ phonetically, dịka n'ihe atụ ndị a:",
  "Dịka /b/, /t/ na /k/ anaghị ewepụta na ọnọdụ ikpeazụ. Ya mere, n'ụzọ ụda olu, anyị nwere ihe ndị a:",
  "/k/ nwere allophones ndị ọzọ. Ọ bụrụ na ụdaume dị elu n'ihu ya bu ya ụzọ, ọ bụ phonetically [g], dịka n'ihe atụ ndị a:",
  "Ọ bụrụ na, Otú ọ dị, ọ na-eme n'etiti ụdaume abụọ dị n'etiti, ma ọ bụ ụdaume abụọ ala dị n'ime, ọ bụ fonetically [ɣ] ma ọ bụ [x], dị ka ndịa:",
  "/d/ nwere allophone [ɾ], nke nwere ike ịpụta n'efu n'etiti ụdaume, dịka na ihe atụ ndị a:",
  "Mgbe a na-ebute ụdaume bu ụzọ n'onwe ya site na nkwụsị maọbụ fricative, a na-ehichapụ ya, /d/ na-apụta mgbe niile dị ka [ɾ]",
  "Ihe atụ gụnyere:",
  "Mgbe imi na-apụta na mbido na n'ihu ụdaume ọzọ, ọ bụ syllabic.",
  "Vowels na Efik dịgasị iche na fonetically dabere ma ha na-apụta n'etiti consonants (ya bụ na mkpụrụedemede mechiri emechi) ma ọ bụ na ọ bụghị. Vowel ndị dị na mkpụrụedemede mechiri emechi dị mkpụmkpụ ma dị n'etiti karịa ndị dị na nkeji okwu mepere emepe. Ya mere /i/ na /u/ dị n'etiti ihe ndị a:",
  "Dị ka /i/ bụ ụdaume ihu, etiti na-agụnye ọnọdụ azụ ebe n'ihe banyere /u/, ụdaume azụ, etiti na na-agụnyere ọnọdụ n'ihu n'ọnụ.",
  "Mkpụrụ ụdaume /w/ na /j/ na-akpa àgwà dịka ụdaume, dịka ihe ndị a na-egosi:",
  "Mgbe a na-ebute ha ụdaume, ha na-ada ka /u/ na /i/ n'otu n'otu, dịka ihe atụ ndị a na-egosi:",
  "Oral Efik bụ nke a na-ahụkarị n'ụdị ụda, nke a bụ n'ụzọ bụ isi ụdaolu n'ikwu okwu ma ọ bụ mkpụrụedemede nke okwu Okwu nwere ike ịnwe ihe abụọ ma ọ bụ karịa dabere na nzaghachi ụda nke onye na-ekwu okwu. Ihe atụ gụnyere: Ákpá - Osimiri, Àkpá - Mbụ na Àkpà - Stomach",
  "Na Efik, e nwere akara ụda ise dị iche iche nke na-enyere aka na nkọwa nke ihe okwu pụtara:",
  "Okwu Efik anọgidewo na-agbasawanye kemgbe mmekọrịta mbụ ya na agbụrụ ndị gbara ya gburugburu na ndị ahịa Europe. Ọ bụ ezie na, Prọfesọ Mervyn D",
  "W",
  "Jeffreys na-ekwu na \"Efik dara ogbenye na okwu ya karịa Ibibio\", Donald C",
  "Simmons na-emegide nkwupụta a na-ekwu ete enweghị ihe akaebe iji kwado nkwupụta Jeffreys. N'ihi ọnọdụ ala ya n'akụkụ Osimiri Lower Cross, asụsụ Efik nabatara okwu mba ọzọ",
  "Akwụkwọ ọkọwa okwu Efik nke Goldie, Aye na Adams na-ekpughe ụfọdụ okwu nke Efut, Qua na Igbo sitere na asụsụ Efik",
  "Okwu nke Efut na qua sitere na okwu Efik n'ihi ogologo akụkọ ihe mere eme ha nke alụmdi na nwunye na azụmahịa agbụrụ. Okwu sitere na Igbo dị ka \"Amasi\" na-egosi mmekọrịta ohu na nna ukwu ma a gaara enweta ya n'ihi ọnọdụ mbụ nke ndị Igbo na obodo Efik.",
  "Asụsụ Efik ma e wezụga ime okwu ọhụrụ site na ngwaa Efik na okwu ndị ọzọ dịbu adị, na-agbakwunye okwu site na asụsụ ndị ọzọ",
  "A gbaziri ọtụtụ okwu dị na okwu Efik site na asụsụ Europe dị ka Portuguese na Bekee. Dị ka Simmons si kwuo, \"Okwu ndị dị mma a na-etinye na ihe ọhụrụ ndị Europe webatara nwere otu okwu gbasaa n'ihe ọ pụtara iji tinye echiche ọhụrụ ma ọ bụ ihe onwunwe, na nhazi nke abụọ na-eme ka njikọta ọhụrụ nke morphemes bụ isi",
  "Okwu ndị na-egosi ihe onwunwe nke akụkọ ihe mere eme na-akọwa ndị Europe webatara na mbido, bụ uñwọñ - Tobacco na snuff, lbokpot 'mkpụrụ ọka' na ikekwe, lwa 'cassava'. Enwere ike ịdepụta okwu okpukpe na agụmakwụkwọ na 1846 mgbe ndị ozi ala ọzọ Scotland rutere Old Calabar wee malite ọrụ ha. Dịka Simmons si kwuo, \"Efik na-ejikarị aha otu ha nwetara ya eme ihe dị ka aha na mmekọrịta genitive yana aha nke na-akpọ ihe ahụ\". Aha ndị a na-ejikarị amata otu ụfọdụ gụnyere Mbakara (European), Oboriki (Portuguese), Unehe (Igbo), Asanu (Hausa), Ekoi, Ibibio",
  "Ngwakọta ndị na-egosi ojiji a gụnyere \"Oboriki Unen\" (Portuguese Hen), \"Utere Mbakara\" (Turkey), Ikpọ Unehe (Igbo na-arịgo eriri), Okpoho Ibibio (manilla, mgbaaka ọla kọpa e ji mee ihe dịka ego na Ibibioland).",
  "N'ihi njem ala nsọ nke ndị ahịa Efik na mpaghara Cross River na Cameroons, asụsụ Efik enyewo ọtụtụ okwu na okwu nke asụsụ ndị ọzọ n'ime na n'èzí Africa. Okwu ndị dị mma dị ka Utuenikañ (Lantern), Ñkanika (Bell ma ọ bụ Clock), Enañukwak (Bicycle), Ñwed Abasi (Bible) nwere ike ịchọta n'ọtụtụ obodo na Old Eastern Region na Cameroons",
  "Nanji na-agba akaebe n'ụlọ akwụkwọ echiche nke na-ekwu na pasent iri anọ nke Asụsụ Balondo nwere okwu Efik. Julian Loperus n'akwụkwọ ya The Londo Word (1985) na-ekwu,",
  "Ọnọdụ ala nke mpaghara Balondo, n'ebe ọwụwa anyanwụ nke Delta Cross River, na-akọwakwa ọnụ ọgụgụ buru ibu nke Efik a gbazitere",
  "Ibibio na ikekwe asụsụ ndị ọzọ gafere osimiri",
  "Ọ bụghị naanị na ọtụtụ ndị Naijiria na-asụ asụsụ ndị a na-arụ ọrụ n'ubi nkwụ na mpaghara Balondo, mana Calabar yiri ka ọ bụ ebe na-adọrọ mmasị maka ndị na-eto eto chọrọ ịnwale ụwa n'èzí",
  "Asụsụ ahụ nwere ọnọdụ mmekọrịta mmadụ na ibe ya",
  "Ndị ọkà okwu Balondo na-ehota ilu ndị dị mma na nzukọ ọha na eze.",
  "Enwere ike ịchọta ọtụtụ okwu sitere na Efik n'asụsụ Bekee, dịka Angwantibo, Buckra na Obeah.",
  "A na-ede Asụsụ Efik site na iji mkpụrụ akwụkwọ Latin",
  "Mkpụrụ akwụkwọ ndị e ji dee asụsụ Efik gụnyere: a, b, d, e, f, g, i, k, m, n, ñ, o, ọ, s, t, u, w, y, kp, kw, ny, nw, gh. A naghị eji mkpụrụedemede C, J, L, Q, V, X, na Z. Maka Q, mkpụrụedemede \"Kw\" na maka ụda Bekee 'ng', a na-eji 'ñ'. A na-ekewa mkpụrụedemede nke asụsụ Efik n'ime mkpụrụedemede otu na mkpụrụedemede abụọ. Ọ bụ Dr Lepsius mepụtara orthography mbụ nke ndị ozi ala ọzọ jiri mee ihe maka iji Efik edere ede. Goldie mechara mepụta usoro orthography nke Efik nke e ji mee ihe ruo 1929. Akụkụ nke orthography Goldie gụnyere, \"Ö\" nke na-anọchite anya ụda IPA /ɔ/ nke dị na okwu ndị dị ka Law na Boy; e ji n̄ mee ihe na-anọchi anya ụda \"ng\"",
  "Ka ọ na-erule 1929, e dezigharịrị orthography ahụ ma jiri mkpụrụedemede \"Ö\" dochie anya c a tụgharịrị atụgharị ya bụ ɔ. A na-ejikwa ŋ dochie ụda ụda n̄. N'ụbọchị mbụ n'ọnwa Septemba n'afọ 1975, Ministri nke Mmụta, steeti Cross River kwadoro orthography ọhụrụ nke Efik maka iji ya mee ihe n'ụlọ akwụkwọ. A gbanwere ụdaume ŋ na n̂ ma jiri ọ dochie ɔ. A gụnyekwara mkpụrụedemede ndị ọzọ na-esonụ na mbipụta 1975 ya bụ ẹ, ị, na ụ."
]