[
  "Somali /səˈmɑːli, soʊ-/ (Latin script: Af-Soomaali; Wadaad: اَف صومالي ; Osmanya: 意 意 ːmɑ́ːlì]) bụ asụsụ Afroasiatic nke sitere na alaka Cushitic. Ọ na-asụ ya dị ka asụsụ nne site na ndị Somalis di na Greater Somalia na ndị Somali diaspora",
  "Somali bụ asụsụ gọọmentị na Somalia, Somaliland ya na Ethiopia, yana asụsụ mba na Djibouti nakwa n'ebe ugwu ọwụwa anyanwụ Kenya. A na-eji mkpụrụ akwụkwọ Latin dee asụsụ Somali n'ụzọ iwu kwadoro ọ bụ ezie na a na-eji akwụkwọ Arabic na ọtụtụ mkpụrụedemede Somali dị ka Osmanya na mkpụrụedemede Borama eme ihe n'ụzọ na-enweghị isi.",
  "A na-ekewa Somali n'ime ngalaba Kushitic nke Ezinne ụlọ Afroasiatic, kpọmkwem, Lowland East Kushitic na mgbakwunye na Afar na Saho",
  "Somali bụ asụsụ Kushitic kacha edekọ nke ọma, yana ọmụmụ mmụta mmụta asụsụ malitere na ngwụcha narị afọ nke 19.",
  "A na-asụ asụsụ Somali n'ebe ndị Somalia bi na Somalia, Djibouti, Ethiopia, Kenya, Yemen na ndị Somali gbasara agbasa",
  "A na-asụkwa ya dị ka asụsụ nkuchi site n'aka ndị agbụrụ ole na ole na ndị mmadụ n'otu n'otu na mpaghara ndị Somalia.",
  "Somali bụ asụsụ Kushitic a na-asụkarị n'ógbè ahụ, ndị Oromo na Afar sochiri.",
  "Ka ọ na-erule 2019, e nwere ihe dị ka nde 21.8 na-asụ Somali, gbasaa na Greater Somalia nke ihe dị ka Nde 7.8 bi na Somalia. Asụsụ a na-asụ site na pacent iri itoolu n’ise nke ndị bi na mba ahụ, yana ọtụtụ ndị bi na Djibouti.",
  "Mgbe mmalite nke Agha Obodo Somalia na mbido afọ 1990, ndị na-asụ Somali na-abawanye n'ibu, na obodo ndị ọhụrụ na-asụrụ Somali na-etolite n'akụkụ Middle East, North Amerika na Europe.",
  "A na-amata Somali dị ka asụsụ ọrụ gọọmentị na mpaghara Somalia nke Etiopia. Ọ bụ ezie na ọ bụghị asụsụ gọọmentị nke Djibouti, ọ bụ asụsụ mba dị mkpa n'ebe ahụ",
  "A na-eji Somali eme ihe na mgbasa ozi telivishọn na redio, na Redio Djibouti nke gọọmentị na-arụ ọrụ na-ezipụ mmemme n'asụsụ ahụ site na 1943 gaa n'ihu.",
  "Ụlọ ọrụ mgbasa ozi Kenya na-agbasa ozi n'asụsụ Somali na mmemme Iftin FM ya",
  "A na-asụ asụsụ ahụ na mpaghara Somalia dị na North Eastern Kenya, ya bụ Wajir County, Garissa County na Mandera County.",
  "Asụsụ Somali na-achịkwa site na Regional Somali Language Academy, ụlọ ọrụ gọọmentị etiti nke gọọmentị Djibouti, Somalia na Ethiopia guzobere na June 2013 na Djibouta City",
  "A na-enye ya iwu ka ọ chekwaa asụsụ Somali.",
  "Ka ọ na-erule Ọktọba 2022, Somali na Oromo bụ naanị asụsụ Kushitik dị na Google Translate.",
  "A na-ekewa ụdị asụsụ Somali n'ụzọ sara mbara n'ime ìgwè atọ: Northern, Benadir na Maay",
  "Northern Somali (ma ọ bụ Nsom) bụ ihe ndabere maka Standard Somali.  karịrị pacent iri asato n’ise nke ndị Somalia niile na-asụ ya, [aha a chọrọ] na mpaghara okwu ya sitere na Djibouti, mpaghara Somalia nke Ethiopia, Northern Frontier District ruo n'ọtụtụ akụkụ nke Somalia Nke a na-ekesa n'oge a bụ nsonaazụ nke ogologo usoro nke ndị mmadụ na-aga n'ebe ndịda n'ime narị afọ iri gara aga site na Gulf of Aden",
  "Lamberti kewara Northern Somali n'ime olumba atọ: Northern Somali n\"onwe ya (nke a na-asụ n'ebe ugwu ọdịda anyanwụ; ọ na-akọwa olumba a dị ka Northern Somali nʼechiche ziri ezi), ìgwè Darod (nke a-asụ na n'ebe ndịda ọwụwa anyanwụ na n'ókèala ọwụwa Anyanwụ Etiopia; ọnụ ọgụgụ kachasị ukwuu nke ndị na-asụrụ ya n'ozuzu), na ìgwè Lower Juba (nke ndị bi n'ebe dị n'ebe ọdịda Somalia na mpaghara osimiri na-asọpụta).",
  "A na-asụ Benadir (nke a makwaara dị ka Coastal Somali) n'etiti oké osimiri India, gụnyere Mogadishu",
  "Ọ na-emepụta obere ìgwè",
  "Asụsụ ahụ na Northern Somali na-aghọta nke ọma.",
  "E nwere asụsụ ndị ọzọ a na-asụ na Somalia nke na-abụghị Afsoomali",
  "Ha nwere ike ịbụ ngwakọta nke asụsụ Somali na asụsụ ndị ọzọ",
  "Asụsụ dị otú ahụ bụ Maay nke ndị Digil na Mirifle (Rahanweyn ma ọ bụ Sab) na-asụ na mpaghara ndịda Somalia",
  "Ebe a na-asụ ya na-agbasa site n'ókè ndịda ọdịda anyanwụ ya na Etiopia ruo mpaghara dị nso n'ụsọ oké osimiri n'etiti Mogadishu na Kismayo, gụnyere obodo Baidoa",
  "Maay na Northern Somali enweghị nghọta, ọ dịkwa iche na nhazi ahịrịokwu na ụdaolu. A naghị ejikarị ya eme ihe na agụmakwụkwọ ma ọ bụ mgbasa ozi",
  "Otú ọ dị, ndị na-asụ Maay na-ejikarị Standard Somali dị ka asụsụ a na-asụrụkarị, nke a na-amụta site na nkwukọrịta ọha na eze, mbata n'ime obodo na ime obodo.",
  "Maay enweghị njikọ chiri anya na asụsụ Somali na nhazi ahịrịokwu na ụdaume na-asụ site na Jiddu, Dabarre, Garre na Tunni dị iche iche nke obere obodo Rahanweyn na-asukwa",
  "N'ozuzu, asụsụ ndị a nwere ihe yiri Oromo nke a na-adịghị ahụ na Somali",
  "Isi n'ime ndị a bụ enweghị ụda pharyngeal n'asụsụ Rahanweyn / Digil na Mirifle, ihe ndị dị iche na-egosi Somali mana ọ bụghị Somali",
  "Ọ bụ ezie na n'oge gara aga a na-ekewapụkarị ya dị ka olumba nke Somali, nyocha ndị ọzọ nke onye ọkà mmụta asụsụ Mohamed Diriye Abdullahi gosipụtara na ụdị ndị a, gụnyere Maay, mejupụtara asụsụ Cushitic dị iche iche",
  "Ọnọdụ nke ọdịiche dị n'etiti Spanish na Portuguese. N'ime ụdị Digil, Jiddu bụ nke ndị Benadir na ndị Northern na-asụ asụsụ na-aghọtaghị. N'agbanyeghị ọdịiche asụsụ ndị a, ndị na-asụ Somali n'ozuzu ha na-ele onwe ha anya dị ka ndị na-ekwu otu asụsụ.",
  "Otú ọ dị, nyocha nke Deqa Hassan mere n'oge na-adịbeghị anya nke nwalere nghọta dị n'etiti ndị na-asụ Af-Maay na Af-Maxaa (Northern Somali) agbaghaala echiche ndị a.",
  "Nnyocha ahụ chọpụtara na Af-Maay na Af-maxaa (Northern Speakers) nwere nghọta na nghọta na-abawanye na nghọta dị elu nke Standardi Somali, nke na-egosi nghọta nke ọkọlọtọ Somali (Northern Somali) na-eme ka ohere nke ịghọta Af-May dịkwuo ukwuu",
  "Nke a na-akọwa ihe kachasị mkpa nke asụsụ nke na-ejikọta ọdịiche asụsụ abụọ ahụ ọnụ",
  "Ọzọkwa, a na-ahazi Af-Maay dị ka ụdị asụsụ 5 maka akụkọ ọdịbendị ọ na-ekerịta na ndị na-ekwu okwu Af nke na-akọwa nghọta ya.",
  "Somali nwere ụdaume ise nke niile dị iche na ụdaume na-asụ ude na nke siri ike yana ogologo ụdaume",
  "Enwere obere mgbanwe na ọdịdị ụdaume mgbe a na-eme ka ụdaume dị ogologo",
  "Mkpụrụedemede ọ bụla nwere nkwekọrịta nkwekọrịta, na ụdaume ọ bụla n'ime otu nkwekọrịta (nke nwere ike ibu karịa okwu na Somali) ga-ejikọta na ụdaume ndị ọzọ",
  "Otú ọ dị, orthography Somali adịghị eme ka ọdịiche dị n'etiti ụdị nkwekọrịta abụọ nke ụdaume ọ bụla.",
  "Ihe dị nso nso nso n'ihu na-enweghị okirikiri",
  "N'ihu na-emeghe n'etiti na-enweghị okirikiri",
  "Mepee azụ na-enweghị okirikiri",
  "Ogologo oghere etiti azụ gbara gburugburu",
  "N'azụ dị nso gbara gburugburu",
  "Somali nwere ụdaolu  ụdaolu iri abụọ na abụọ.",
  "Mkpụrụ okwu //b d̪ ɡ// na-ebelata mgbe mgbe na [β ð ɣ] intervocalically",
  "Retroflex plosive //ɖ// nwere ike ịnwe àgwà implosive maka ụfọdụ ndị na-ekwu okwu, na intervocalically enwere ike ịghọta ya dị ka flap. Ụfọdụ ndị na-ekwu okwu na-emepụta //ħ// na epiglottal trilling",
  "//q// na-abụkarị epiglottalized.",
  "Asụsụ ahụ nwere ụdaume ise",
  "Nke ọ bụla nwere ọdịiche dị n'ihu na azụ yana nsụgharị ogologo ma ọ bụ mkpirikpi",
  "Nke a na-enye ụdaume 20 dị ọcha",
  "Ọ na-egosipụtakwa ụda atọ: elu, ala na ọdịda",
  "Mkpụrụedemede na-agbakọta n'ime otu nkwekọrịta, yabụ ụdaume niile dị n'ime ìgwè ahụ ga-abụrịrị n'ihu ma ọ bụ azụ",
  "Otú ọ dị, orthography Somali adịghị eme ka ọdịiche dị n'etiti ọdịiche dị iche iche n'ihu na azụ nke ụdaume, ebe ọ bụ na e nwere obere ụzọ abụọ.",
  "Ọdịdị mkpụrụedemede nke Somali bụ (C)V(C)",
  "Mgbọrọgwụ morphemes na-enwekarị mono- ma ọ bụ di-syllabic structure.",
  "Pitch bụ phonemic na Somali, mana a na-arụrịta ụka ma Somali bụ ụda olu ma ọ bụ asụsụ ụda olu. Andrzejewski (1954) na-ekwu na Somali bụ asụsụ ụda olu, ebe Banti (1988) na-atụ aro na ọ bụ asụsụ ụda.",
  "Enwere ike ịhazi okwu dị mkpa na Somali n'okpuru usoro ụda olu, nke nwere otu ụda olu dị elu kwa okwu.",
  "Usoro ụda na-eme ka ọdịiche dị n'etiti asụsụ na okwu",
  "Ihe dị iche iche gụnyere ọnụọgụ otu na ọtụtụ (ọdịiche ụtọ asụsụ), na nwoke na nwanyị (ọdịiche asụsụ na mgbe ụfọdụ kwa ọdịiche okwu)",
  "Otu ihe atụ bụ inán ('nwa agbọghọ') na ínan ('nwa nwoke')",
  "Nke a na-egosipụta usoro ụda nke na-edepụta okike, dị ka dameér ('nwa ịnyịnya ibu nwanyị') na daméer ('nwa ịkwa ibu nwoke').",
  "Ajụjụ banyere usoro ụda na Somali arụrịta ụka kemgbe ọtụtụ iri afọ",
  "Nkwekọrịta nke oge a bụ nke a:",
  "N'asụsụ Somali, ụda olu bụ mora karịa ụdaume nke mkpụrụedemede",
  "Mkpụrụedemede dị ogologo ma ọ bụ diphthong nwere morae abụọ ma nwee ike iburu ụda abụọ",
  "A na-akọwa mora ọ bụla dị ka nke dị elu ma ọ bụ dị ala",
  "Naanị otu ụda dị elu na-apụta n'okwu ọ bụla ma nke a ga-abụrịrị na njedebe ikpeazụ ma ọ bụ nke abụọ",
  "Akụkụ anaghị enwe ụda dị elu",
  "(Ndị a gụnyere prepositions, pronouns clitic maka isiokwu na ihe, pronours na-abụghị nke mmadụ na akara ngosi.) Ya mere, enwere ụzọ atọ nwere ike \"usoro nkenke\" na mgbọrọgwụ okwu.",
  "Phonetically e nwere ụda atọ na ụdaume ogologo: elu, ala na ọdịda:",
  "Enwere ike ịkọwa ojiji a nke ụda dị ka ụda olu",
  "Ọ dị ka nke ahụ na Oromo.",
  "Nchegbu na-ejikọta ya na ụda olu",
  "Ụda dị elu nwere nrụgide siri ike; ụda na-ada ada nwere nrụgide dị ala na ụda dị ala enweghị nrụgide.",
  "Mgbe ọ dị mkpa, mgbakọ maka akara ụda na Somali edere bụ ndị a:",
  "A na-akara ụdaolu dị na ụdaume ogologo na akara ụdaume mbụ.",
  "Ọdịdị mkpụrụedemede nke Somali bụ (C)V(C).",
  "Mgbọrọgwụ morphemes na-enwekarị mono- ma ọ bụ di-syllabic structure.",
  "Ìgwè nke ụdaume abụọ anaghị apụta na mbụ okwu ma ọ bụ na njedebe okwu, ya bụ, ha na-apụta naanị na nsọtụ mkpụrụedemede",
  "Mkpụrụ okwu ndị a nwere ike ịbụ geminate: /b/, /d/, /ɖ/, /ɡ/, /ア/, /m/, /n/, /r/ na /l/",
  "Ihe ndị na-esonụ enweghị ike ịbụ geminate: /t/, /k/ na fricatives.",
  "Mkpụrụedemede abụọ enweghị ike ịpụta ọnụ na njedebe nke mkpụrụedemede",
  "Ya mere, a na-etinye ụdaume epenthetic, dịka [j] na [ʔ],"
]