[
  "Sidama maọbụ Sidaamu Afoo bụ asụsụ Afro-Asiatic nke sitere na alaka Highland East Cushitic nke ezinaụlọ Cushittic",
  "Ndị Sidama na-asụ ya n'akụkụ ndịda Etiopia, ọkachasị na Sidama National Regional State (SNRS)",
  "Sidaamu Afoo bụ aha agbụrụ maka asụsụ ahụ, ebe Sidaminya bụ aha ya na Amharic",
  "Ọ bụ ezie na a maghị na ọ nwere asụsụ ọ bụla, ọ na-ekerịta ihe karịrị pacent iri isii na-ani yiri Alaba-K'abeena, pacent iri isii na-abuo na Kambaata, na pacent iri ise na-ato na Hadiyya, nke niile bụ asụsụ ndị ọzọ a na-asụ na ndịda ọdịda anyanwụ Etiopia",
  "Usoro okwu bụ SOV",
  "Sidaama nwere ihe karịrị 100,000 ndị na-ekwu okwu L2",
  "Ọnụ ọgụgụ ndị gụrụ akwụkwọ maka ndị na-ekwu okwu L1 bụ otu pacent ruo pacent ise ebe maka ndị na'ekwu okwu L2 ọ bụ pacent iri abuo",
  "N'ihe gbasara ederede ya, Sidaama jiri edemede Etiopia ruo 1993, site na nke ahụ gaa n'ihu ọ na-eji edemede Latin.",
  "Ụfọdụ ndị edemede ejirila okwu Sidamo mee ihe iji zoo aka n'ìgwè buru ibu nke East Cushitic na ọbụna asụsụ Omotic. Asụsụ ndị dị n'ime otu Sidamo a nwere ihe ndị yiri ya, na-agbanwe agbanwe. Nsonaazụ sitere na nyocha e mere na 1968-1969 gbasara nghọta dị n'etiti asụsụ Sidamo dị iche iche na-egosi na Sidaama nwere njikọ chiri anya na asụsụ Gedeo, nke ya na ya nwere ókèala n'ebe ndịda, karịa asụsụ Sidamo ndị ọzọ. Dị ka Ethnologue si kwuo, asụsụ abụọ ahụ nwere otu okwu nke pacent iri isii",
  "Okwu Sidaama enweela mmetụta site na okwu Oromo.",
  "Na Sidaama, ọ bụghị ahịrịokwu niile nwere aha",
  "Nke a nwere ike ime mgbe o doro anya ụdị ihe onye na-ezo aka na ahịrịokwu aha bụ, na ọ dịghị mkpa ka onye na-ekwu okwu kwuo ya",
  "Sidaama nwere ụdị ahịrịokwu aha abụọ na-enweghị aha",
  "Otu ụdị bụ naanị adjective ma ọ bụ nọmba, ebe adjective Ma ọ bụ nọmba kwekọrọ na ikpe, nọmba, na okike na onye na-ezo aka na ahịrịokwu aha",
  "A na-egosi nke a n'ihe atụ ndị dị n'okpuru ebe a:Àtụ:InterlinearÀtụ:InterlinearỤdị okwu aha ọzọ na-enweghị aha na-eji aha-okwu clitic, ma ọ bụ NPC",
  "NPC a na-amalite na t (FEM) ma ọ bụ h (MASC)",
  "A na-eche na nke a sitere na ngosipụta Afro-Asiatic nwere t (FEM) ma ọ bụ k (MASC)",
  "Sidaama NPC na-apụta n'ụdị dị iche iche",
  "Ụdị a na-eji eme ihe na-adabere na okike nke onye na-ezo aka na ahịrịokwu aha, na ọrụ syntactic ma ọ bụ ikpe nke ahịrịokwu okwu",
  "Mgbe a na-eji NPC mepụta ahịrịokwu aha na-enweghị aha, ma onye na-ekwu okwu ma onye na na-ege ntị maara onye na-ezo aka na ya",
  "N'okwu a, NPC na-ejikọta na njedebe nke ahịrịokwu aha ma ọ bụ ahịrịokwu ikwu iji mepụta ahịrịokwu na-enweghị aha",
  "A na-egosi nke a n'ihe atụ ndị dị n'okpuru ebe a:Àtụ:InterlinearÀtụ:Interlinear"
]