[
  "Kongo ma ọ bụ Kikongo bụ otu n'ime asụsụ Bantu nke ndị Kongo bi na Democratic Republic of Congo, Republic of the Congo, Gabon na Angola na-asụ",
  "Ọ bụ asụsụ tonal",
  "Ọtụtụ n’ime ndị e si n’ógbè ahụ ree wee ree ha dị ka ndị ohu na America kwuru ya",
  "N'ihi nke a, ebe a ka na-asụ Kongo na mba ndị a kpọtụrụ aha n'elu, a na-ahụ ụdị asụsụ a na-emegharị emegharị n'okwu ememe nke okpukpe Afro-American, karịsịa na Brazil, Cuba, Puerto Rico, Dominican Republic na Haiti",
  "Ọ bụkwa otu n'ime isi mmalite asụsụ Gullah na Palenquero creole na Colombia",
  "Ọnụ ọgụgụ ka ukwuu nke ndị na-ekwu okwu n'oge a bi n'Africa",
  "Enwere ihe dị ka nde asaa ndị na-asụ Kongo, yana ikekwe nde abụọ ndị ọzọ na-eji ya dị ka asụsụ nke abụọ.",
  "Kongo bụ asụsụ nke alaeze Kongo tupu e kee Angola site na Crown Portuguese na 1575 na Berlin Conference (1884-1885) nke mere ka ndị fọdụrụ n'alaeze ahụ ghọọ mpaghara atọ, bụ ugbu a akụkụ nke DRC (Kongo)",
  "Central na Bandundu), Republic of the Congo na Gabon.",
  "Kikongo bụ ntọala maka asụsụ Creole Kituba, nke a na-akpọkwa Kikongo de l'État na Kikongo ya Leta (French na Kituba n'otu n'otu maka \"Kikongo nke ọchịchị steeti\" ma ọ bụ \"Kikongo nke steeti\"). Usoro iwu nke Republic of Congo na-eji aha Kituba,  na otu nke Democratic Republic of Congo na-eji okwu Kikongo,  ebe Kituba (ya bụ Kikongo ya Leta) na-eji na nchịkwa",
  "Enwere ike ịkọwa nke a site n'eziokwu na Kikongo ya Leta na-akpọkarị Kikongo (ya bụ KiNtandu, KiManianga, KiNdibu, wdg).",
  "Kikongo na Kituba na-asụ na:",
  "Ndịda Republic of Congo:",
  "Kikongo (Yombe, Vili, Ladi, Nsundi, wdg) na Kituba :",
  "Kouilou,",
  "Niari,",
  "Bouenza,",
  "Ndekọ,",
  "ndịda Brazzaville,",
  "Pointe-Noire,",
  "Kikongo (Ladi, Kongo Boko, wdg):",
  "Ọdọ mmiri;",
  "Ndịda ọdịda anyanwụ nke Democratic Republic of Congo:",
  "Kikongo (Yombe, Ntandu, Ndibu, Manyanga, wdg) na Kikongo ya Leta :",
  "Kongo Central,",
  "akụkụ nke Kinshasa,",
  "Ihe kpatara ya:",
  "Kwilu,",
  "Kwango,",
  "Mai-Ndombe,",
  "n'ebe ọdịda anyanwụ Kasaï;",
  "North nke Angola:",
  "Kikongo (Kisikongo, Zombo, Ibinda, wdg):",
  "Cabinda,",
  "Ige,",
  "Zaire,",
  "ugwu Bengo na ugwu Cuanza Norte;",
  "South-West nke Gabon.",
  "Kikongo (Vili):",
  "Nyanga,",
  "Ngounié",
  "Ọnụnọ na America",
  "Ọtụtụ ndị ohu Afrịka e bufere n'ahịa ohu nke Atlantic na-asụ Kikongo, a pụkwara ịhụ mmetụta ya n'ọtụtụ asụsụ criole na mba ọzọ, dị ka:",
  "Brazil",
  "Cupopia",
  "Salto de Pirapora",
  "Colombia",
  "Palenquero",
  "San Basilio de Palenque",
  "Cuba",
  "Habla Congo/Habla Bantu",
  "Ọ dịghị; asụsụ liturgical nke okpukpe Afro-Cuban Palo.",
  "Haiti",
  "Haitian Creole",
  "Haiti",
  "Bahamas",
  "Cuba",
  "Dominican Republic",
  "United States",
  "Langaj",
  "Ọ dịghị; asụsụ liturgical nke okpukpe Haitian Vodou.",
  "Suriname",
  "Asụsụ Saramacan",
  "Boven Suriname",
  "Brokopondo",
  "Paramaribo",
  "French Guiana",
  "Netherlands"
]