[
  "Logba bụ asụsụ Kwa nke ihe dị ka mmadụ puku asaa Na nari ise na-asụ na ndịda ọwụwa anyanwụ Ghana",
  "Ndị Logba na-akpọ onwe ha na asụsụ ha Ikpana, nke pụtara ndị na-akwado eziokwu",
  "Logba dị iche na Lukpa nke ndi Togo na Benin, nke a na-akpọkwa Logba mgbe ụfọdụ.",
  "Nkwupụta mbụ e bipụtara banyere Logba bụ ụtọ asụsụ dị mkpirikpi nke Diedrich Hermann Westermann (1903)",
  "Westermann gụnyere Logba n'òtù ya nke Togo Restsprachen (Asụsụ Togo Remnant), okwu ọtụtụ ndị nchọpụta mechara nabata",
  "Dakubu na Ford (1988) gbanwere aha a ka ọ bụrụ asụsụ Central Togo mana kemgbe Ring (1995) a na-akpọkarị ha asụsụ Ghana-Ugwu Togo",
  "Asụsụ iri na abụọ ma ọ bụ asụsụ ugwu Ghana-Togo bụ akụkụ nke alaka Kwa nke ezinaụlọ Niger Congo.",
  "Ndị Logba bi na mpaghara Volta nke Ghana, n'ebe ọwụwa anyanwụ nke Ọdọ Mmiri Volta n'ugwu nke ókèala Ghana-Togo",
  "Ọtụtụ obodo na obodo nta Logba dị n'okporo ụzọ isi site na Accra ruo Hohoe",
  "Ha gụnyere ebe obibi ndị a: Wuinta, Akusame, Adiveme, Andokɔfe, Adzakoe, Alakpeti, Klikpo, na Tota",
  "Tota dị n'elu ugwu Ghana n'ebe ọwụwa anyanwụ nke okporo ụzọ AccraʹHohoe",
  "Alakpeti bụ ebe azụmahịa nke Logba, ebe Klikpo bụ ebe isi nke ndị Logba",
  "Ndị Logba bụ ndị ọrụ ugbo na-arụ ọrụ, na-akopụta Aki, ọka, ji na mkpụrụ osisi ọhịa, na-agbakwunye ihe ọkụkụ ego dị ka koko, kọfị na osisi mahogany a pịrị apị",
  "A maara mpaghara Logba maka ọdịdị ya, nke gụnyere nsụda mmiri, ugwu, na usoro limestone, gụnyere otu ma ọ bụ abụọ obere ọgba a maara nke nwere obere speleothems.",
  "Asụsụ kachasị n'ógbè ahụ bụ asusu Ewe, Twi sochiri ya azu",
  "Ọtụtụ ndị Logba na-asụ asụsụ abụọ na Ewe",
  "Ndịda nke mpaghara Logba bi na ndị Avatime",
  "Logba nwere njikọ chiri anya na ndị agbata obi ya Avatime na Nyagbo-Tafi; dị ka Bernd Heine (1968) si kwuo, ọ nwere njikọ chiri ike na asụsụ Akpafu na asusu Santrokofi a na-asụ n'ebe ugwu.",
  "A na-ekwenye n'ozuzu na ndị Logba abụghị ndị mbụ bi n'ógbè ha bi ugbu a",
  "E nweela echiche abụọ banyere mmalite nke ndị Logba",
  "Heine (1968, na-eso Debrunner), tụrụ aro na Logba bụ ụmụ sitere na ndị makɔ́, ebe ha gbagara n'ebe ndịda mgbe e meriri ha na ọkara nke abụọ nke narị afọ nke iri na asatọ.",
  "Logba nwere usoro ụdaume itoolu na ụdaume ATR",
  "Nkwekọrịta ụdaume na Logba na-achịkwa mgbọrọgwụ, nke pụtara na ụdaume nke prefixes aha ya na ụdaume mgbọrọgwụ ahụ kwekọrọ",
  "A na-eme ka ụdaume dị n'imi mgbe ha na-apụta na gburugburu ebe obibi nke ụdaume imi."
]