[
  "Eggon (nke bukwazi Egon, Ero, maobụ Mo Egon), nkea na-ezo aka n'ụzọ na-ezighị ezi dị ka Mada - bụbu asụsụ Plateau a na-asụ n'etiti Naịjirịa",
  "Ọ bụ otu n'ime asụsụ ndị isi na Nasarawa Steeti.",
  "Ezigbo nhazi nke asụsụ Eggon anọrola na-ese okwu ma enwere ike ikwu na nsogbu a ka na-edozighị",
  "[citation needed] Greenberg (1963) bu ụzọ kewaa Eggon dị ka asụsụ Plateau n'ìgwè ya nke ise, ya na Nungu na Yeskwa",
  "Na mmezigharị nke Carl Hoffman kwadebere na Hansford et al",
  "(1976) e guzobere otu Benue nke jikọtara Greenberg's Plateau nke ise na nke asaa na Jukunoid",
  "Ndị otu ọhụrụ ahụ kewara Eggon na Nungu, Ake na Jidda-Abu",
  "Echiche a nke otu Benue sitere na ọmụmụ lexicostatistical nke Shimizu (1975) onye rụrụ ụka megide ịdị n'otu nke Greenberg's Plateau ma tụọ aro otu Benue",
  "Otú ọ dị, na 1983, Gerhardt bipụtara nzaghachi doro anya nke arụmụka Shimizu",
  "Ụdị ọhụrụ nke nhazi nke asụsụ Plateau na Gerhardt (1989) na-agbakwunye Yashi na obere ìgwè Eggon mana na-ewepụ njikọ na 'Benue' ya bụ",
  "Asụsụ Tarok na asụsụ Jukunoid",
  "Blench (2008) kewara Eggon na Ake dị ka otu Eggonic nke alaka ndịda nke Plateau.",
  "Obodo ndị isi nke ndị Eggon bụ Eggon, Kagbu, Washo ya na Wana",
  "Ha gbatịrị ruo n'ebe ndịda dịka Lafia na ọdịda anyanwụ nke Akwanga ruo n'ọdụ ụgbọ okporo ígwè",
  "Mada gbara ha gburugburu n'ebe ugwu na Migili na Idoma n'ebe ndịda.",
  "N'ọtụtụ akwụkwọ ndị ọchịchị na-achị, a maara Eggon dịka \"Hill Mada\" n'adịghị ka \"Plains Mada\", ndị a maara dị ka Mada taa",
  "Ndị Eggon biri n'ugwu Mada ndịda Akwanga n'oge tupu ọchịchị ndị eze, mana enweghị njikọ ọ bụla n'etiti ìgwè ndị ga-akwado okwu ndị a, a tụfuru ha ugbu a.",
  "A maghị ọnụ ọgụgụ ziri ezi nke ndị na-ekwu okwu, mana o yighị ka ọ ga-erughị atụmatụ nke 200,000 nke Sibomana nyere (1985)",
  "Ames (1934) nyere ọnụ ọgụgụ nke 41,276 maka afọ 1920, mana o yikarịrị ka a ga-eleda nke a anya",
  "Welmers (1971) mere atụmatụ 52,000 ọ bụ ezie na nke a nwere ike ịbụ naanị atụmatụ sitere na Ames.",
  "E dere obere ihe banyere ọha mmadụ Eggon na Temple (1922) na Ames (1934) bụ naanị isi mmalite nwere nkọwa ọ bụla nke nzukọ ọha na eze Eggon.]",
  "A na-ekewa Eggon n'asụsụ iri abụọ na ise a na-aghọta ibe ha, ụfọdụ n'ime ha bụ; Eggon Wangibi, Ikka, Wana, Washo, Wakama, Ogne, Angbashu, Alushi, Alogani, Eva, Nabe, Lizzi, Ezzen, Arikpa, wdg",
  "Nanị onye edemede na-atụle ire okwu bụ Sibomana (1985) onye mkparịta ụka ya na-elekwasị anya na Kagbu, nke ọ na-ekwu na ọ bụ ire okwu bụ isi",
  "Ọ na-ekwukwa data sitere na olumba Eggon",
  "Ndepụta okwu Benueñoo (1969, 1972) na-enyekwa data sitere na olumba abụọ.",
  "Ụdị nke iri abụọ na isii bụ Madan-tara, nke otu ìgwè Eggon na-asụ n'ebe ọwụwa anyanwụ Eggon",
  "A na-ekwu na ọ gaghị ekwe omume ịghọta na-enweghị mmụta pụrụ iche ma dị nnọọ iche na nkuzi ndị ọzọ iji bụrụ asụsụ ọhụrụ n'ụzọ dị irè",
  "A maghị mmekọrịta ya na ụdị Eggon ndị ọzọ.",
  "N'adịghị ka asụsụ ndị gbara ya gburugburu, Eggon nwere ọtụtụ ụyọkọ ụdaume nke mepụtara n'akụkọ ihe mere eme site na ihichapụ ụdaume.",
  "Eggon enweghị asụsụ ọkọlọtọ",
  "Ihe odide mbụ e dere na Eggon yiri ka ọ bụ akụkụ Akwụkwọ Nsọ site na 1937, ma eleghị anya nke I.D",
  "Hepburn kwadebere",
  "Asụsụ ahọpụtara maka ntụgharị Bible dabeere na asụsụ Wana, ọ bụ ezie na ụdị sitere na asụsụ ndị ọzọ na-agbakwunye ya, ya mere, ọ bụ ụdị Eggon eme na-adabereghị na okwu nke otu otu",
  "A kwadebere akwụkwọ ukwe na ndị na-agụ akwụkwọ abụọ, a rụzuru nsụgharị nke Agba Ọhụrụ na 1974",
  "Asụsụ Agba Ọhụrụ dịtụ iche na mbipụta ndị mbụ",
  "Otú ọ dị, e nwere akwụkwọ edemede edere n'asụsụ eggon nke na-enye obi ike maka mmadụ ikwu n'ezie na e nwere ọganihu n'asụsụ edere eggon",
  "Enwekwara nkuzi oge okpomọkụ iji kụzie ma zụọ ụmụ eggon na ụmụ nwanyị asụsụ na ọdịbendị ha.",
  "O doro anya na a na-eji Eggon eme ihe na ụka naanị na mpaghara ndị dịpụrụ adịpụ ma ndị Hausa ewepụla ya na ụlọ ọrụ niile dị n'okporo ụzọ ahụ",
  "Otú ọ dị, o doro anya na e nwere ihe iji mee ka ojiji nke Eggon dịghachi ndụ",
  "Ihe akaebe ụfọdụ nke a bụ mbipụta ọhụrụ na nso nso a na Eggon, akwụkwọ akụkọ ihe mere eme na omenala na magazin ụmụ nwanyị nke e bu n'obi ịpụta mgbe niile.",
  "Ihe ndị na-esonụ bụ ihe ndị bụ isi e dere banyere Eggon",
  "E bipụtabeghị ụfọdụ ma dị naanị na ala mimeo."
]