[
  "Defaka bụ asụsụ Naijiria dị n'ihe ize ndụ na nke dị iche iche nke a na-ejighị n'aka",
  "A na-asụ ya na OpobońNkoro LGA nke Rivers State, na Defaka maọbụ Afakani ward nke obodo Nkọrọ na Ịwọma Nkọrọ. Ọnụ ọgụgụ dị ala nke ndị na-asụ Defaka, tinyere eziokwu ahụ bụ na asụsụ ndị ọzọ na-achịkwa mpaghara ebe a na-asụrụ Defaka, n’eme ka asụsụ ahụ dị nso na njedebe site n'afọ ruo n'afọ",
  "A na-ekewapụta ya n'ozuzu ya na alaka Ijoid nke ezinụlọ Niger Congo. Otú ọ dị, atụmatụ Ijoid bụ nsogbu",
  "Blench (2012) na-ekwu na \"Defaka nwere ọtụtụ ihe ndị ọzọ na-abụghị nke ya ma nwee ike ịbụ alaka dịpụrụ adịpụ ma ọ bụ nke nwere onwe ya nke Niger Dzongo nke batara n'okpuru mmetụta Ịjọ\".",
  "N'agbụrụ, ndị Defaka dị iche i he na ndị Nkoroo, mana ha ejikọtala na omenala Nkoroo ruo n'ókè nke na asụsụ ha yiri ka ọ bụ naanị ihe ịrịba ama nke njirimara Defaka dịpụrụ adịpụ",
  "Otú ọ dị, ojiji nke asụsụ Defaka na-ebelata ngwa ngwa maka asụsụ Nkoroo, asụsụ Ijaw",
  "N'oge ndị a, ọtụtụ ndị na-asụ Defaka bụ ndị agadi, ọbụnakwa n'etiti ndị a, a na-asụghị Defaka nke ọma",
  "Ọnụ ọgụgụ ndị na-asu Defaka bụ mmadu nari abuo n'oge ndị ahụ (SIL / Ethnologue 15th ed.Ọ dị iche iche Mbelata nke ojiji nke Defaka siri ike n'obodo Nkoroo karịa na mpaghara Iwoma",
  "Ebe ọ bụ na obodo asụsụ dị n'etiti Defaka na Nkoroo jikọtara ọnụ, ọ na-esiri ike ikpebi asụsụ nke na-emetụta nke ọzọ. Ụmụaka niile na-etolite na-asụ Nkoroo (asụsụ Ijo) dị ka asụsụ mbụ",
  "Asụsụ ọzọ a na-ejikarị eme ihe n'etiti ndị Defaka bụ Igbo, n'ihi mmetụta ndọrọ ndọrọ ọchịchị nke Opobo kemgbe ụbọchị nke Azụmaahịa Osimiri Mmanụ",
  "Igbo abụwo asụsụ nkuzi n'ọtụtụ ụlọ akwụkwọ dị na mpaghara ahụ ma ka na-arụ ọrụ dị ka asụsụ azụmahịa mpaghara.",
  "Asụsụ Defaka na-egosi ọtụtụ ihe yiri Ijọ, ụfọdụ na-ekerịta nkwekọrịta ụda na ụfọdụ ọdịdị yiri proto-Ịjọ",
  "Dịka ọmụmaatụ, asụsụ abụọ ahụ nwere usoro okwu bụ isi, nke na-adịghị ahụkebe n'ezinaụlọ asụsụ Niger Congo, a na-ahụ ya naanị na alaka Mande na Dogon.",
  "Ọzọkwa, Defaka nwere usoro nwoke na nwanyị nke na-eme ka ọdịiche dị n'etiti nwoke, nwanyị, na nnọchiaha nke atọ; nke a bụ ihe ọzọ a na-adịghị ahụkebe n'etiti asụsụ ndịda etiti Niger Congo ndị ọzọ karịa Ịjoid na Defaka.",
  "Ọ bụ ezie na ụfọdụ n'ime okwu na ma eleghị anya ụdị yiri ya nwere ike ịbụ maka ịgbazinye ego (dị ka Defaka na Ijọ anọwo na-emekọrịta ihe nke ọma ruo  karịrị afọ nari ato), nkwekọrịta ụda na-egosi mmekọrịta (nke dịtụ anya)",
  "[citation needed]",
  "Ihe fọrọ nke nta ka ọ bụrụ ndị Defaka niile na-asụ asụsụ abụọ na Nkọrọọ, na omumu Ufa olu yiri ya ka ọ bụ otu asụsụ ahụ."
]