[
  "Atụmatụ ime mgbanwe mpaghara (LAPAs) bụ atụmatụ ndị ọbọdọ na-eduzi nké na-achọ inyere gọọmentị na ọbọdọ aka iwulite ike ịnagide mmetụta nke mgbanwe ihu igwe",
  "A na-emepụta LAPAs na mpaghara ma ọ bụ ọbọdọ ndị na-emetụta mmetụta nkè mgbanwe ihu igwe, dị ka ébé ndị na-enwekarị idei mmiri, ụkọ mmiri ozuzo, ma ọ bụ ihe omume ihu igwe siri ike.",
  "Usoro LAPA na-agụnyekarị usoro itinye aka, ébé ndị na-emetụta mpaghara na ndị otu ọbọdọ na-etinye aka n'ịchọpụta na ibute ihe ize ndụ na adịghị ike ihu igwe ụzọ",
  "Dabere na ozi a, a na-achọpụta nhọrọ na atụmatụ mgbanwe, a na'emepụta atụmatụ iji mezuo omume ndị a.",
  "LAPAs nwèrè ike ịgụnye usoro mgbanwe dịgasị iche iche, dị ka imeziwanye usoro nchịkwa mmiri, ịkwalite usoro ịdọ aka ná ntị n'oge màkà ọdachi ndị na-emere onwé ha, ịkwalite ojiji nkè ụdị ihe ọkụkụ na-eguzogide ihu igwe, ma ọ bụ iwu ihe owuwu iji chebe megide ịrị elu nke oke osimiri",
  "Usoro LAPA na-abụkarị nke mba ma ọ bụ nke mba ụwa na-enyere aka, ọ pụkwara ịkwado site na ego sitere na ego mgbanwe ihu igwe nkè mba ụwa.",
  "LAPAs dị iche na National Adaptation Programme of Action (NAPAs) na ala elu ha, usoro mpaghara, mana n'ọnọdụ ọtụtụ, a na-enye ha ego n'okpuru atụmatụ enyemaka mmepe yiri ya. A na-akwadebe LAPAs mgbè niile na ọkwa gọọmentị ime ọbọdọ, ọ bụ ezie na LAPAs nke ọbọdọ dịkwa n'ebe ahụ",
  "E bịdọrọ omume a na Nepal n'okpuru nduzi nke Ministry of Population and Environment, ebe a na-elekwasị anya na United Nations Framework Convention on Climate Change.",
  "A haziri usoro LAPA na Nepal ka ọ bụrụ nké na-ekere òkè na nkè ọbọdọ na-eduzi, na ntinye aka nke ndị na-emetụta mpaghara, gụnyere ụmụ nwanyị, ndị ntorobịa, na ndị a na-akparaghị ókè, n'ịchọpụta ihe ize ndụ na adịghị ike nke ihu igwe, na ịzụlite usoro mgbanwe",
  "Usoro LAPA gụnyere ọtụtụ nzọụkwụ, gụnyere adịghị ike na nyocha ihe ize ndụ, njirimara nke nhọrọ mgbanwe, na ibute ụzọ n'omume.",
  "Usoro LAPA na Nepal enwetala nkwado site na ụlọ ọrụ mba na mba ụwa dị íchè íchè, gụnyere United Nations Development Programme (UNDP), World Bank, na Global Environment Facility (GEF). Òtù ndị a enyewo nkwado teknụzụ na ego màkà mmepe na mmejuputa LAPAs, yana iwulite ikike màkà ndị na-emetụta mpaghara.",
  "Otu ihe atụ nke LAPA na-aga nke ọma na Nepal bụ nke mepụtara na mpaghara Kailali, nke nwéré oke nsogbụ màkà idei mmiri na mbuze ala. Usoro LAPA na Kailali gụnyere ntinye aka nke ihe karịrị otu puku ndị otu ọbọdọ, gụnyere ụmụ nwanyị na ndị a na-akparaghị ókè, n'ịchọpụta na ibute ụzọ n'ịgbaso usoro mgbanwe, dị ka iwu ihe mgbochi osimiri, iwu ihe mgbaba, na imeziwanye usoro ịdọ aka ná ntị màkà idei mmiri."
]