[
  "Ateyyat El Abnoudy (November 26, 1939 - October 5, 2018), nke a makwaara dị ka Ateyyat Awad Mahmoud Khalil, bụ onye nta akụkọ Egypt, onye ọka iwu, onye na-eme ihe nkiri, onye na-emepụta ihe nkiri, na onye nduzi ihe nkiri",
  "A mụrụ ya n'otu obere obodo dị n'akụkụ Osimiri Naịl Delta n'Ijipt",
  "A na-ewere El-Abnoudy dị ka otu n'ime ndị nduzi ihe nkiri Arab nwanyị na-ebute ụzọ dịka ihe nkiri ya kpaliri ọrụ nke ọtụtụ ụmụ nwanyị Arab na ụlọ ọrụ ahụ",
  "A na-akpọ ya \"onye na-eme ihe nkiri nke ndị ogbenye\" n'ihi isiokwu nke kpaliri ya ime ihe nkiri, gụnyere nsogbu ikike obodo na ọnọdụ nke ndị Arab dara ogbenye.",
  "El Abnoudy enwetala ihe karịrị onyinye ịrị atọ na mba uwa maka ihe nkiri ịrị abụọ na abụọ ya, nke gụnyere atọ maka Horse of Mud, nke e wepụtara na 1971.",
  "Ateyyat El Abnoudy bụ onye nne na nna ya abụọ zụlitere n'otu obere obodo n'ezinụlọ na-arụ ọrụ",
  "El-Abnoudy gara Mahadum nke Cairo iji nweta akara ugo mmụta iwu ya, na-arụ ọrụ dị ka onye na-eme ihe nkiri na ụlọ ihe nkiri dị n'ógbè ahụ iji kwado agụmakwụkwọ ya",
  "Mgbe ọ nọ na mahadum, ọ zutere di mbụ ya, onye nta akụkọ na onye na-ede uri aha ya bụ Abdel-Rahman El Abnoudy",
  "Ọrụ Abdel nyere Atteyyat ohere ịnweta netwọk nke ndị edemede, ndị na-ede uri, na ndị ọzọ na-ese  na Ijipt.",
  "El Abnoudy rụrụ ọrụ dị iche iche na ihe nkiri ahụ, dị ka onye njikwa ihe nkiri na onye enyemaka",
  "N'afọ 1972 ọ gara Cairo Higher Institute of Cinema iji mechaa ọmụmụ ihe nkiri ya",
  "Mgbe ọ nọ n'ebe ahụ, o mepụtara Horse of Mud, nke abụghị naanị ihe ngosi mbụ ya, kamakwa ihe ngosi mbụ nke Egypt nke nwanyị mepụtara.",
  "El Abnoudy malitere ọrụ ime ihe nkiri ya dị ka ụzọ isi kwado onwe ya n'ụzọ ego n'ụlọ akwụkwọ mgbe ọ na-amụ akwụkwọ akụkọ",
  "Mgbe ọrụ El-Abnoudy dị ka onye nta akụkọ malitere, o nwere mmasị pụrụ iche na ndị ogbenye nke Ijipt, ọkachasị Cairo",
  "Nke a mechara kpalie ya ịmalite mmepụta ma ghọọ onye na-eme ihe nkiri nke na-enye ìhè na nsogbu nke ụfọdụ ndị nọ n'Ijipt",
  "El-Abnoudy ghọrọ onye a maara ngwa ngwa site na aha abụọ: \"onye na-eme ihe nkiri nke ndị ogbenye\" na \"nne nke ihe ngosi\"",
  "Ọ kpaliri ọtụtụ ụmụ nwanyị Arab na-eme ihe nkiri ịgbaso nzọụkwụ ya.",
  "A maara ihe nkiri El-Abnoudy maka ịlekwasi nsogbu ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya, na akụ na ụba na Ijipt",
  "Ha mara ọnọdụ ihe nkiri a na-enyocha n'oge Sadat nke Ijipt aka. El-Abnoudy gara n'ihu na-agbagha nyocha nke ndị na-eme ihe nkiri n'Ijipt mgbe ọ ghọrọ nwanyị mbụ guzobere ụlọ ọrụ mmepụta nke ya, Abnoudy Film, nke kwadoro obere ndị na-emepụta ihe nkiri yiri ya.",
  "The Physicalities of Documentaries by African Women nke Stefanie Van De Peer dere",
  "Ihe ngosi ndị kwere omume: Nnọchiteanya na ihe ngosi Ateyyat El Abnoudy nke Stefanie Van De Peer dere",
  "Ihe nkiri Egypt a ma ama: Mmekọahụ, Klas, na Mba nke Viola Shafik dere"
]