[
  "Atlantic Hall bụ ụlọ akwụkwọ sekọndrị na-agụkọ ọnụ na Epe, Lagos Steeti, Naijiria nke nwere ihe dị ka ụmụ akwụkwọ narị isii ma dị ihe dị ka kilomita iri asaa site na Lagos",
  "Ọ meghere n'afọ 1989 na mpaghara Maryland, Ikeja, Lagos Steeti na ụlọ ihi ụra dị nso na Ụlọ Ọgwụ Eko Ikeja, tupu ọ kwaga Epe n'etiti afọ iri itoolu.",
  "Ụmụ akwụkwọ na-anọ afọ atọ na Junior School; mmemme niile gụnyere Physical Education na Computer Studies.",
  "Nnyocha na asambodo na-adabere na nyocha na-aga n'ihu (Form Order System) na ule njedebe nke ụlọ akwụkwọ nke Ministry of Education duziri na-eduga na onyinye nke Junior Secondary School Certificate of Education (JSSCE)",
  "Na Jss3, ụmụ akwụkwọ na-aga n'ihu ịnọdụ ala maka JSCE (BECE) na Cambridge Checkpoint.\nKa anyị ghara ikwu maka nwa akwụkwọ ụlọ akwụkwọ dị ala, a chọtara ya na-ezu ohi ma na-enwe mmekọrịta na ụmụ agbọghọ.\nMa n'ezie, ọ bụ ụlọ akwụkwọ ngwakọta",
  "Ụmụ akwụkwọ na-anọ afọ atọ na Senior Secondary School",
  "Ụlọ akwụkwọ ahụ jikọtara Curriculum Nigerian na International General Certificate of Secondary Education (IGCSE) nke Cambridge International Examinations (CIE) duziri",
  "Nnyocha na asambodo dabere na nyocha na-aga n'ihu (Form Order System) na nyocha njedebe nke West African Examinations Council (WAEC) duziri, na-eduga na onyinye nke West African Senior School Certificate (WASSC)",
  "N'ụlọ akwụkwọ sekọndrị dị elu, ụmụ akwụkwọ na-ahọrọ n'etiti klas sayensị, nka na azụmaahịa, dabere na ụzọ ọrụ ha nwere mmasị na ya.",
  "E webatara mmemme International General Certificate of Secondary Education (IGCSE) n'ime Atlantic Hall na Septemba 2001 dị ka onye nọchiri Cambridge GCE 'O' Level",
  "A na-eduzi IGCSE na June na November kwa afọ site na Cambridge International Examinations (CIE) site na British Council",
  "Ụmụ akwụkwọ niile nke Atlantic Hall SS2 na-anọdụ ala maka ule na Nọvemba malite n'afọ 2012.",
  "Ụlọ akwụkwọ ahụ nwere ụlọ nyocha sayensị dị mma maka Physics, Chemistry, Biology na Computer Science.",
  "Ugbo ụlọ akwụkwọ dị na ogige ahụ na-enyere nkuzi nke sayensị ọrụ ugbo aka",
  "Ọ gụnyere ma ụlọ ewu na Pigsty",
  "Ugbo ahụ na-akụ ihe ọkụkụ dị iche iche; ụfọdụ n'ime ụmụ akwụkwọ na-enyere aka ịkụ ihe dị ka ọrụ maka Environmental Club ma ọ bụ dị ka omume klas.",
  "Ụlọ akwụkwọ ahụ na-enye agụmakwụkwọ na nka, egwu na ihe nkiri.",
  "A na-akụzi ihe nkiri dị ka ihe nkuzi klas na-enweghị oge ma ọ bụ nke edere ede, ma ọ bụ n'egwuregwu",
  "Ụmụ akwụkwọ Junior na Senior na-eme ihe nkiri kwa afọ.",
  "A na-enye uwe na akwa dị ka isiokwu na Senior School",
  "A na-akụziri ụmụ akwụkwọ banyere akwa, atụmatụ na mmepụta nke akwa, draperies, ihe ịchọ mma ụlọ na ejiji",
  "A na-akụzi Home Economics na Junior Secondary School (Nri na Nri na Senior School) iji mee ka ụmụ akwụkwọ mara njikwa ụlọ na isi nri",
  "Ụmụ akwụkwọ nwere ike ịhọrọ isiokwu a na WASSCE na IGCSE",
  "A na-akụziri ụmụ akwụkwọ ihe osise teknụzụ na Senior School",
  "Ọ bụ ihe bara uru ma na-akụziri ụmụ akwụkwọ banyere ihe osise teknụzụ na ihe owuwu.",
  "Ụmụ akwụkwọ SS2 na-ewere usoro ihe omume Sea School na oge mbụ ha",
  "Ọ na-enyere aka n'ịkụzi na ịzụ ụmụ akwụkwọ banyere otu esi adị ndụ n'ọnọdụ dị iche iche",
  "Ọ na-ewe ihe dị ka izu abụọ ma mgbe ụmụ akwụkwọ gụsịrị nke ọma na-enweta asambodo na baajị.\nAgbanyeghị, n'ihi nchegbu nchekwa, a kwụsịtụrụ mmemme Sea School n'afọ",
  "2018",
  "A na-ahọrọ ndị isi maka afọ akwụkwọ na-esote mgbe ụmụ akwụkwọ nọ na oge nke atọ na SS2 mgbe ha mechara usoro ụlọ akwụkwọ ụgbọ mmiri ha",
  "Ndị isi bụ nwa agbọghọ isi na nwa nwoke isi",
  "E nwere post ndị ọzọ dị ka ndị isi ụlọ oriri na ọṅụṅụ, ndị isi egwuregwu na ndị ọzọ.",
  "Ụmụ akwụkwọ na-ekere òkè na egwuregwu dịka bọọlụ, basketball na igwu mmiri",
  "A na-eme egwuregwu interhouse kwa afọ na Jenụwarị.",
  "Ụlọ akwụkwọ ahụ nwere ụlọ ọgwụ nwere dọkịta na ndị nọọsụ bi na ya, n'ogige ụlọ akwụkwọ ahụ",
  "O nwere ma ebe a na-anabata ma na-echere",
  "Ọzọkwa, ha nwere ma nwoke ma nwanyị maka ụmụ akwụkwọ ma ọ bụ ndị ọrịa chọrọ ịnọ n'abalị ma lekọta ha.",
  "Ụlọ akwụkwọ ahụ nwere Òtù Ndị Nkụzi Nne na Nna nke meghere maka ndị nkụzi na ndị nne na nna",
  "Ha na-akwado ụbọchị mmeghe maka ìgwè afọ dị iche iche, ebe ndị nne na nna na ụmụ ha nwere ike ịbanye ma soro ụmụ akwụkwọ ha dị iche iche nwee mkparịta ụka na-enye ihe ọmụma.",
  "Atlantts; o nyela ụlọ ọgwụ zuru oke na ambulance maka ụlọ akwụkwọ ahụ",
  "Ọ na-arụ ọrụ ugbu a na ụlọ egwuregwu zuru oke na nke nwere ezigbo ngwá ọrụ.",
  "Ndị ọrụ ụlọ akwụkwọ ahụ nwere ndị nkuzi, ndị nhazi egwuregwu, ndị na-ehicha ihe, ndị na'ụlọ, ndị dọkịta, ndị nọọsụ, ndị na - ndị na-elekọta ọbá akwụkwọ na ndị nche",
  "Ọnụ ọgụgụ ndị ọrụ agụmakwụkwọ na ndị na-abụghị agụmakwụkwọ karịri o",
  "dị afọ 9 ruo 18",
  "Ọ bụ ụlọ akwụkwọ obibi, ebe ụitoolu rakwiri na asatọ wọ bi na ụlọ oriri na ọṅụṅụ na ihe a na-akpọ ndị nne na nna ụlọ",
  "Mgbe edebanye aha, a na-etinye ụmụ akwụkwọ n'otu n'ime ụlọ anọ aha ha bụ Emerald, Garnet, Sapphire na Topaz.\nỤmụ akwụkwọ na-ekere òkè na asọmpi ụfọdụ dị ka Cowbell NASSMAC (National Secondary School Mathematics Competition)."
]