[
  "Okpomọkụ ikuku - Atmospheric temperature bụ ihe atụ nke okpomọkụ na ọkwa dị íchè ichè nké ikuku ụwa",
  "Ọ na-achịkwa ọtụtụ ihe, gụnyere radieshon anyanwụ na-abata, iru mmiri na ịdị elu",
  "Mgbè ị na-atụle okpomọkụ ikuku n'elu, okpomọkụ okpomọkụ nke ikuku kwà afọ na ébé ọ bụla dabere n'ụzọ dị ukwuu na ụdị biome, dịka a tụrụ ya site na nhazi ihu igwe Köppen",
  "Okpomọkụ na-adịgasị ichè íchè na ịdị elu dị ichè ichè dabere na elu ụwa na ọdịiche a na okpomọkụ na'okpomọkụ na na-egosipụta ọkwa anọ dị na ikuku",
  "Ákàrà ndị a gụnyere troposphere, stratosphere, mesosphere, na thermosphere.",
  "Troposphere bụ nké kachasị ala n'ime okpukpu anọ ahụ, na-agbasa site n'elu ụwa ruo ihe dị ka irí na otu (6.8 mi) n'ime ikuku ébé tropopause (ókè dị n'etiti troposphere stratosphere) dị",
  "Obosara nke troposphere nwèrè ike ịdịgasị iche dabere na latitude, dịka ọmụmaatụ, troposphere dị arọ na okpomọkụ (ihe dị ka kilomita iri na isii (9.9 mi)) n'ihi na okpompe na-ekpo ọkụ n'ozuzu ya, ma dị gịrịgịrị na poles (ihe dị ka kilomita asatọ (5.0 )) n\"ihi na poles na-ajụ oyi",
  "Okpomọkụ dị na ikuku na-ebelata na ịdị elu na nkezi nke 6.5 °C (11,7 °F) kwà kilomita",
  "N'ihi na troposphere na-enwe okpomọkụ kachasị ọkụ na nso n'elu ụwa, enwere nnukwu mmegharị nke okpomọkụ na mmiri mmiri, na-akpata ọgba aghara",
  "Mgbagwoju anya a, tinyere ọnụnọ nke mmiri na-esi ísì ụtọ, bụ ihe kpatara ihu igwe na-eme n'ime troposphere.",
  "Na-esote tropopause bụ stratosphere",
  "Akara a na-agbasa site na tropopause ruo stratopause nke dị n'ebe dị elu nke ihe dị ka  iri ise (31 mi)",
  "Okpomọkụ na-anọgide na-adịgide adịgide na ịdị elu site na tropopause ruo n'ịdị elu nke kilomita iri abụọ (12 ), mgbè nkè ahụ gasịrị ha na-amalite ịbawanye na ịdị elu",
  "A na-akpọ ihe a na-eme dị ka ntụgharị ma ọ bụ n'ihi ntụgharị a ka a naghị akọwa stratosphere dị ka ọgba aghara",
  "stratosphere na-enweta okpomọkụ ya site na anyanwụ na ozone nké na-amịkọrọ radieshon ultraviolet.",
  "A na-akpọ ọkwa ọzọ mesosphere nke na-agbasa site na stratopause ruo mesopause, nke dị na ịdị elu nke kilomita iri asatọ na ise (53 )",
  "Okpomọkụ dị na mesosphere na-ebelata na ịdị elu ma bụrụ n'ezie nke kachasị jụụ na ikuku nke ụwa Nke a nwèrè ike ịkọwa mbelata nke okpomọkụ site na radiation na-ebewanye elu nke anyanwụ nwetara, mgbè ihe ka ukwuu n'ime ya ejirila thermosphere.",
  "A maara ọkwa nké anọ nké ikuku dị ka thermosphere nké na-agbasa site na mesopause rụọ 'n'elu' nke ikuku mgbagwoju anya",
  "Enwere ike ịchọta ụfọdụ n'ime okpomọkụ kachasị ọkụ na thermosphere, n'ihi nnata ya nke radiation ionizing siri ike na ọkwa nkè eriri radiation Van Allen.",
  "Mgbanwe nké okpomọkụ nké na-eme site na elu nke ụbọchị rụọ na oyi nkè abalị a na-akpọ mgbanwe okpomọkụ ehihie",
  "Ọnọdụ okpomọkụ nwekwara ike ịdabere na ógè nke otu ọnwa, ma ọ bụ otu afọ.",
  "Ọnụ ọgụgụ nke okpomọkụ ikuku dị n'ala na-adabere n'ọtụtụ ihe, dị ka:",
  "Ọnụ ọgụgụ dị n'okpuru aka ekpe na-egosi ihe atụ nke okpomọkụ kwa ọnwa edere n'otu n'ime ébé ndị dị otú ahụ, ọbọdọ Campinas, steeti São Paulo, Brazil, nke dị ihe dịka kilomita iri isii n'ebe ugwu nke akara Capricorn (latitude nke ogo iri abụọ na abụo)",
  "Nkezi okpomọkụ kwa afọ bụ 22.4 degrees Celsius, site na nkezi kacha nta nke 12.2 degrees rụọ nke kachasị nke 29.9 degrees",
  "Nkezi okpomọkụ bụ 11.4 degrees. Mgbanwe n'ime afọ dị obere (mgbanwe dị mma nke 2.31 màkà nkezi kachasị kwa ọnwa na 4.11 màkà nke kacha nta)",
  "Ọ dị mfe ịhụ na eserese ihe ọzọ a na-ahụkarị nke okpomọkụ, nke bụ mmụba ya n'oge oyi (okpomọkụ ikuku dị ala).",
  "Na Campinas, dịka ọmụmaatụ, ọnọdụ okpomọkụ kwa ụbọchị na Julaị (ọnwa kachasị jụụ n'afọ) nwèrè ike ịdị iche n'etiti degrees Celsius irí na irí abụọ na ano (nke dị iri na ano), ébé na Jenụwarị, ọ nwèrè ike ịdị n'etiti 20 na 30 degrees Celsius ( nke dị 10).",
  "Mmetụta nke latitude, ihu igwe na-ekpo ọkụ, ikuku na-adịghị mma na ébé ndị dị n'akụkụ oké osimiri na-egosi obere okpomọkụ, ntakịrị ọdịiche nke okpomọkụ",
  "Nkezi okpomọkụ kachasị elu kwa afọ bụ 28.7 degrees Celsius na nkezi kacha nta bụ 21.9",
  "Nkezi okpomọkụ bụ 5.7 degrees naanị",
  "Mgbanwe okpomọkụ n'afọ niile na Aracaju na-ebelata nke ukwuu (mgbanwe ọkọlọtọ nke 1.93 màkà okpomọkụ kachasị na 2.72 màkà okpompe kacha nta).",
  "A na-ewere ébé nké jikọtara nkezi okpomọkụ nke Celsius iri na itoolu, pasenti iri isii nkezi iru mmiri na okpomọkụ dị ihe dị ka Celsius iri gbụrụ-gbúrụ nkezi okirikiri (mgbanwe okpomọkụ kwa afọ) dị mma n'ihe gbasara nkasi obi maka ụdị mmadụ",
  "Ọtụtụ n'ime ebe ndị nwere njirimara ndị a dị na mgbanwe n'etiti ihu igwe na okpomọkụ,  dịka gbụrụ-gbúrụ okpomọkụ ahụ, ọkachasị na Southern hemisphere (okpomọkụ nke Capricorn)",
  "[citation needed]",
  "A hụla na okpomọkụ kachasị n'abalị dị jụụ, nké doro anya anaghị eme n'ala, kama ọ bụ iri sentimita ole na ole n'elu ala",
  "A na-akpọ okpomọkụ kachasị ala Ramdas mgbè L",
  "A",
  "Ramdas, onye mbụ kọrọ ihe omume a n'afọ 1932 dabere na nchọpụta dị ichè íchè na ébé isii na-ahụ màkà ihu igwe gafee India.  A na-ekwu na ihe omume a sitere na mmekọrịta nkè mmetụta radieshon okpomọkụ na ikuku ikuku na mbufe convection dị nso n'ala.",
  "A na-ejikarị echiche nké okpomọkụ ụwa eme ihe na climatology, ma na-egosi nkezi okpomọkụ nke ụwa dabere na elu, nso elu ma ọ bụ ọnụọgụ tropospheric. A na-enwetakarị ihe ndekọ okpomọkụ na nha ndị a site na iji satellite ma ọ bụ nyocha okpomọkụ nke ala, mgbè ahụ na-ejikarị nchekwa data ma ọ bụ ụdị kọmputa chịkọta",
  "A na-achọpụta okpomọkụ ụwa ogologo ógè na paleoclimate site na iji data proxy."
]