[
  "Atong Demach bụ nwanyị South Sudan na- azụ ahịa na ezenwanyi mma",
  "Ọ meriri Miss World South Sudan 2011 a  ma mesịa kpuo ya okpueze dị ka Miss World Africa na onye nke ato na Miss World nke mere na Ordos, China",
  "Nwanyị South Sudan bụ onye nnọchi anya South Sudan mbụ na Miss World na onye mbụ meriri aha Miss World Africa",
  "Ọ na-arụ ọrụ ugbu a dịka onye nnọchi anya gọọmentị South Sudan maka ọdịbendị na onye ndụmọdụ mmekọrịta ọha na eze na gọọmentị Japan",
  "A mụrụ Demach n'isi obodo Upper Nile steeti Malakal ma kwaga na  Khartoum n'oge ọ bụ nwata.",
  "Ọ bụ nwa ikpeazụ nke Ajak Demach nwụrụ anwụ na Yar Kuol Tiir",
  "Nna ya Ajak Demach bụ onye ndọrọ ndọrọ ọchịchị na South Sudan",
  "Ọ bụ onye minista, Onye isi oche ọgbakọ, onye isi oche kọmitii referendum South Sudan Jonglei steeti (n'oge ntuli aka South Sudan nke mechara mee ka South Sudan nwee nnwere onwe na 2011) onye ndụmọdụ ndọrọ ndọrọ ọchịchị na onye isi oche nke iwu nyocha nke steeti Jonglei ruo mgbe ọ nwụrụ na 2013.",
  "N'ịbụ nwa nwanyị nke onye ndọrọ ndọrọ ọchịchị, o tolitere na-aghọta mgba nke ndị South Sudan",
  "Dị ka ọtụtụ ndị South Sudan ndị ọzọ ọ gara nwata siri ike wee hụ agha ahụ.",
  "Demach meriri miss World uwa South Sudan 2011 n'oge mbipụta mbụ nke pageant na South Sudan ozugbo South Sudan nwechara onwe ya na Julaị 9, 2011",
  "O mere akụkọ ihe mere eme dị ka eze nwanyị mara mma South Sudan mbụ kemgbe nnwere onwe.",
  "Ewere Demach okpueze dị ka Miss World Africa 2012 na China n'oge nnukwu ikpeazụ nke Miss World 2012 ịma mma nke emere na ugwu ọwụwa anyanwụ China obodo Ngwuputa Ordos, Inner Mongolia, nke dị na nsọtụ ọzara Gobi",
  "Nke a mere ya onye South Sudan nke mbụ nwetara aha ya kemgbe e kere Miss World na 1951",
  "N'oge mbido mbụ, ọ merikwara aha Miss World Top Model, na-eme ka ọ bụrụ onye Afrika mbụ na nwanyị ojii mbụ nwetara aha a.",
  "Mgbe Miss World gasịrị, gọọmentị South Sudan họpụtara Demach ka ọ bụrụ onye nnọchi anya maka ọdịbendị",
  "N'afọ 2013, a kpọrọ ya aha dị ka onye nnọchi anya akara maka ZTE, ụlọ ọrụ akụrụngwa na sistemụ nkwukọrịta mba China",
  "N'afọ 2015, a họpụtara ya ka ọ bụrụ onye ndụmọdụ gbasara mmekọrịta ọha na eze maka ụlọ ọrụ gọọmentị Japan (JICA).",
  "Demach bụ onye nwe mmepụta Demach, nke na-emepụta ma na-ahazi Mma nke South Sudan",
  "Edensibia"
]