[
  "Atsede Bayisa Tesema, onye a ma kwaara dị ka Atsede Bayisa (amụrụ na ụbọsị iri na isii n'ọnwa Eprel n'afọ 1987), bụ onye Etiopia na-agba ọsọ ogologo oge nke na-ahụ maka ihe omume ịgba ọsọ n'okporo ụzọ",
  "O meriri Chicago Marathon, Boston Marathon na Paris Marathon ugboro abụọ",
  "O nwetakwala mmeri na Xiamen International Marathon na Istanbul Marathon \nỌ nọchitere anya Ethiopia na 2007 IAAF World Road Running Championships (na-ewere ọlaọcha otu) na 2009 World Championships in Athletics na ọsọ marathon",
  "Ọ bụ onye nwetara ọlaọcha ọkara marathon n’afọ 2007 All-Africa Games.",
  "Ọ malitere ọrụ mba ụwa ya site na arụmọrụ na Tokyo Women's Marathon na Nagano Marathon na 2006",
  "Ọ gbara ọsọ na 2007 Rotterdam Marathon ma nwee oge nke 2:33:54 maka ọnọdụ nke anọ. Ihe omume mbụ ya bụ 2007 All-Africa Games, ebe o nwetara ọlaọcha nke ọkara marathon n'azụ Souad Aït Salem",
  "Mgbe ọnwa ole na ole gachara, ọ gara 2007 IAAF World Road Running Championships wee mechie na nke iri na otu, na-enyere ụmụ nwanyị Etiopia aka inweta ọlaọcha. Mgbe nke a gasịrị, ọ gara n'ihu merie na Istanbul Marathon, na-edekọ ihe kachasị mma nke 2:29:05",
  "O meghị ọganihu dị ịrịba ama na 2008, ebe ọ bụ na ọ bụ nke ise na Rome City Marathon na Toronto Marathon bụ ihe ndị dị mkpa n'afọ ya.",
  "Na afọ 2009, ọ malitere site na njedebe nke itoolu na Dubai Marathon na oge nke 2:29:13. Mmeri n'oge kachasị mma nke 2:24:42 na Paris Marathon gosipụtara ọkwa ọhụrụ maka Baysa, ebe ọ meriri IAAF Gold Label Road Race mbụ ya. A họpụtara Baysa maka marathon ụmụ nwanyị na 2009 World Championships in Athletics, mana ọ dakwasịghị ụdị mbụ ya wee mechie na 27th ebe",
  "Ọ gara n'ihu na-ewere ọnọdụ nke asaa na 2:32:05 na Frankfurt Marathon n'ọnwa Ọktoba.",
  "Baysa malitere nke ọma n’afọ 2010 site n'ịghọ onye egwuregwu mba ọzọ mbụ meriri asọmpi ụmụ nwanyị na Xiamen International Marathon",
  "Ọ butere ọsọ ahụ n'enweghị onye na-asọmpi ma mechie na 2:28:53. N'agbanyeghị ọnọdụ oyi, ọ merikwara Paris Half Marathon na Machị, na-edekọ oge nke 1:11:05. O setịpụrụ anya ya n'ịgbachitere aha ya na Paris Marathon n'ọnwa Eprel na usoro ịgba ọsọ ya n'ihu nwere ihe ịga nke ọma n'oge ndekọ: na-agwụcha n'ọnọdụ mbụ na 2:22:04, ọ meriri ihe ndekọ Marleen Renders nke guzo kemgbe afọ 2002 wee kụtuo ihe karịrị nkeji abụọ site na nke kachasị mma ya gara aga. Ọ gbara ọsọ na 2010 Chicago Marathon n'ọnwa Ọktoba wee malite nke ọma site na ịtọ ọsọ ọsọ site na mbido, na-eguzobe ọganihu dị ịrịba ama site na ọkara, ọ bụ ezie na ọ na-efu ya na njedebe, ọ meriri na oge nke 2:23:40, na-eti onye ịma aka ya kacha nso, Desiree Davila, site na nkeji abụọ, sekọnd iri anọ",
  "Ọ banyere na Delhi Half Marathon na Nọvemba mana ọ bụ naanị nke ise n'ime ọkara.",
  "Ọ meghere 2011 na Dubai Marathon, mana ọ gwụchara n'ọnọdụ nke ise ihe dị ka nkeji atọ n'azụ onye mmeri Aselefech Mergia. Ọnọdụ nke ise ọzọ bịara na 2011 London Marathon, ebe ọ nọ otu ebe n'azụ onye obodo ya Bezunesh Bekele. Ọ gbara ọsọ na agbụrụ abụọ nke France n'ọnwa Ọktoba: ọ bụ onye mmeri nke ọkara marathon na Reims à Toutes Jambes wee bụrụ onye nke abụọ na Lydia Cheromei na Marseille-Cassis Internationale.",
  "Ọ gbara oge nke 2:23:13 awa na 2012 Dubai Marathon, nke bara uru naanị n'ọnọdụ nke asatọ na ọsọ ụmụ nwanyị. O meriri Tarsus Half Marathon na nkeji 69:39 na Machị tupu ọ gaa n'ihu na nke itoolu na 2012 London Marathon",
  "Mgbe ọ na-agba ọsọ na 2012 Chicago Marathon, ọ dọtara ahụmahụ ya nke 2010 ma ghara ịda mbà na ọkara nke abụọ nke ọsọ ahụ, na-agbapụ na ngalaba ikpeazụ iji merie Rita Jeptoo maka ihe n'oge ahụ bụ aha ụmụ nwanyị Chicago mbụ ya (e nyere aha 2010 na 6 August 2015, na-esote nyocha IAAF). Ọ mechiri afọ ahụ site na ịrụ ọrụ dị elu na Montferland Run, na-emeri n'enweghị ihe ịma aka mgbe ọ hapụrụ ìgwè ahụ na kilomita 5 mbụ nke ọsọ ahụ.",
  "O meriri na 2016 Boston Marathon, mana o nyere Bobbi Gibb iko ya; Gibb kwuru na 2017 ọ ga-aga n'obodo Baysaz nke Ethiopia ma weghachite ya."
]