[
  "Augusta Savage (amụrụ Augusta Christine Fells; n'ọnwa Febụwarị 29, afọ 1892 - Maachị 27, 1962) bụ onye Amerịka na-akpụ ihe na Harlem Renaissance. Ọ bụkwa onye nkuzi nke ụlọ ọrụ ya dị mkpa maka ọrụ nke ọgbọ ndị na-ese ihe ga-abụ ndị ama ama na mba",
  "Ọ rụrụ ọrụ maka ikike nhata maka ndị Afrịka Amerịka na nka.",
  "A mụrụ Augusta Christine Fells na Green Cove Springs (n'akụkụ Jacksonville), Florida n'ọnwa Febụwarị 29, n'afọ 1892, nyere Edward Fells, onye ozi Methodist, na Cornelia Murphy. Augusta malitere ime ihe oyiyi mgbe ọ bụ nwata, ọtụtụ n'ime obere anụmanụ site na ụrọ uhie nke obodo ya, Green Cove Springs, Florida. Nna ya bụ onye ozi Methodist dara ogbenye nke megidere mmasị nwa ya nwanyị na nka",
  "\"Nna m na-aracha m ugboro anọ ma ọ bụ ise n'izu,\" Savage chetara n'otu oge, \"ma ọ fọrọ nke nta ka ọ bụrụ na ọ pịa pụrụ m nka niile",
  "\" Nke a bụ n'ihi na o kwenyere na ihe ọkpụkpụ ya bụ omume mmehie, n'ihi nkọwa ya nke akụkụ \"ihe oyiyi a pịrị apị\" nke Bible. Ọ nọgidesiri ike, onye isi ụlọ akwụkwọ sekọndrị ọhụrụ ya na West Palm Beach, ebe ezinụlọ ya kwagara na 1915, gbara ya ume ma nye ya ohere ịkụzi klas ụrọ. Nke a malitere nkwa ndụ ya niile maka izi ihe yana ịmepụta nka.",
  "N'afọ 19",
  "1907, mgbe ọ dị afọ iri na ise, Augusta Fells lụrụ John T",
  "Moore; ha abụọ nwere nwa nwanyị, Irene Connie Moore, onye amụrụ n'afọ sochirinụ. John nwụrụ obere oge mgbe nke ahụ gasịrị. Na 1915, mgbe ọ kwagara West Palm Beach, ọ zutere ma lụọ James Savage; ọ nọgidere na-enwe aha Savage n'oge ndụ ya niile ọbụna mgbe ha abụọ gbara alụkwaghịm na mbido 1920s. Na 1923 Savage lụrụ Robert Lincoln Poston, onye na-akwado Garvey.  Poston nwụrụ n'ihi ọrịa oyi n'ahụ n'ime ụgbọ mmiri mgbe ọ na-alọta Liberia dịka akụkụ nke Universal Negro Improvement Association na ndị nnọchi anya African Communities League na 1924.",
  "Savage gara n'ihu na-eme ihe ngosi ụrọ, na 1919 e nyere ya ụlọ ntu na Palm Beach County Fair ebe e nyere ya ihe nrite $ 25 na akwa maka ihe ngosi mbụ. N'ịgbaso ihe ịga nke ọma a, ọ chọrọ ọrụ maka ọrụ na Jacksonville, Florida, tupu ọ gawa New York City na 1921. O ji akwụkwọ ozi ndụmọdụ sitere n'aka onye ọrụ Palm Beach County Fair George Graham Currie maka onye na-akpụ ihe Solon Borglum na $ 4.60",
  "Mgbe Borglum chọpụtara na ọ pụghị ịkwụ ụgwọ akwụkwọ na School of American Sculpture, ọ gbara ya ume itinye akwụkwọ na Cooper Union, ụlọ akwụkwọ na-ahụ maka agụmakwụkwọ, na New York City ebe a nabatara ya na Ọktoba 1921. A họpụtara ya n'ihu ụmụ nwoke 142 ndị ọzọ nọ na ndepụta ichere. Ikike ya na ikike ya masịrị Cooper Union Advisory Council ma nye ya ego ndị ọzọ maka ụlọ na osisi mgbe ọ tụfuru nkwado ego nke ọrụ ya dị ka onye na-elekọta ụlọ. Site na 1921 ruo 1923, ọ gụrụ akwụkwọ n'okpuru onye na-akpụ ihe George Brewster",
  "Ọ gụsịrị akwụkwọ ogo afọ anọ n'ime afọ atọ."
]