[
  "Augustus Washington (ihe dị ka ọnwa Juun 7",
  "afọ 7, 1875) bụ onAmerịkaica na-ese foto na daguerreotypist",
  "A mụrụ ya na New Jersey dị ka onye nweere onwe ya nke agba ma kwaga Libern'afọ na 1852",
  "Ọ bụ otu n'ime ndị ịkacan-Aịkacan daguerreotypists ole na ole nke e dere ọrụ ya.",
  "A mụrụ Augustus Washington na Trenton, New Jersey, dị ka nwa nke onye bụbu ohu na nwanyị si South Asia",
  "Ọ gụrụ akwụkwọ na Oneida Institute na Whitesboro, New York, na Kimball Union Academy, tupu ọ banye Dartmouth College n'afọ 1843",
  "Ọ mụtara ime daguerreotypes n'afọ mbụ ya iji kwado agụmakwụkwọ kọleji ya, mana ọ hapụrụ Dartmouth College n'afọ 1844 n'ihi ụgwọ na-arịwanye elu",
  "Ọ kwagara Hartford, Connecticut, na-akụzi ụmụ akwụkwọ ojii n'ụlọ akwụkwọ dị n'ógbè ahụ ma mepee ụlọ ọrụ Daguerrean n'afọ 1846.",
  "Washington mere mkpebi n'afọ 1852 ịhapụ ụlọ ya na Hartford, Connecticut, ịkwaga Liberia na West Afrịka",
  "O were ya otu afọ iji nweta ego iji mee njem, ya na nwunye ya, Cordelia, na ụmụ ha abụọ kwagara n'afọ 1853",
  "Ọ chọrọ ịkwaga Liberia iji sonyere ọtụtụ puku ndị Afrịka-Amerịka ndị ọzọ na-ahapụ United States iji malite mba ojii nweere onwe ya ọhụrụ n'Africa ebe a na-agaghịzi akparị ha ma nwee ikike ha nhata. American Colonization Society malitere usoro nke ịkwaga ndị Afrịka Amerịka na Liberia iji nyere aka kwado mpaghara ahụ",
  "Ọ bụ ezie na ebumnuche Washington bụ ịkwadebe ụzọ maka ógbè ndị Afrịka Amerịka mere ma ọ bụ maka ha, a ka na-eme ihe niile n'ime ógbè ndị ọzọ ma Washington n'onwe ya lere ndị Afrịka bi na Liberia anya dị ka \"ndị na-ekpere arụsị\" ndị ga-enwe ekele maka ndị Afrịka-Amerịka na-achị ala maka iwebata ha mmepeanya na okpukpe ọdịda anyanwụ.",
  "A maara Washington nke ọma maka daguerreotype a ma ama nke John Brown.",
  "Foto nke Chancy Brown, sergeant-at-arms maka Senate nke Liberia.",
  "Foto nke Joseph Jenkins Roberts, onye isi ala mbụ na nke asaa nke Liberia.",
  "Foto nke Urias McGill, onye ahịa na Monrovia, Liberia.",
  "John Brown na 1846 ma ọ bụ 1847."
]