[
  "Àtụ:Infobox saint",
  ".Augustine nke Hippo (/ɔːˈɡʌstɪn/ aw-GUST-in, US kwa /ˈɔːɡəstiːn/ AW-gə-steen;  Latin: Aurelius Augustinus Hipponensis; 13 Nọvemba 354 – 28 Ọgọst 430),  makwaara dị ka Saint Augustine  , bụ ọkà mmụta okpukpe na ọkà ihe ọmụma nke Berber na bishọp Hippo Regius na Numidia, Roman North Africa",
  "Ihe odide ya metụtara mmepe nke nkà ihe ọmụma Western na Western Christianity, a na-elekwa ya anya dị ka otu n'ime ndị Nna Chọọchị kachasị mkpa nke Chọọchị Latin n'oge Patristic",
  "Ọtụtụ ọrụ ya dị mkpa gụnyere Obodo nke Chineke, Na nkuzi Ndị Kraịst, na nkwupụta.",
  "Dị ka onye ya na ya dịkọrọ ndụ si kwuo, Jerome, Augustine “mere ka okwukwe ochie dị ọhụrụ.”[ Lower-alpha 1] N’oge ntorobịa ya, ọ dọtara ya n’okwukwe Manichaean nke eclectic, ma mesịa banye na nkà ihe ọmụma ndị Gris nke Neoplatonism",
  "Mgbe a tọghatasịrị ya na Iso Ụzọ Kraịst na baptizim na 386, Augustine zụlitere ụzọ nke ya na nkà ihe ọmụma na nkà mmụta okpukpe, na-anabata ụzọ dị iche iche na echiche dị iche iche.  N'ịkwenye na amara nke Kraịst dị mkpa maka nnwere onwe mmadụ, o nyere aka n'ịhazi ozizi nke mmehie mbụ ma nye aka dị ukwuu n'ịzụlite echiche agha ziri ezi",
  "Mgbe Alaeze Ukwu Rom dị n'Ebe Ọdịda Anyanwụ malitere ịla n'iyi, Augustine chere na Ụka ​​ahụ bụ obodo ime mmụọ nke Chineke, dị iche na obodo nkịtị nke ụwa.  Akụkụ nke Ụka nke gbadoro ụkwụ n'echiche nke Atọ n'Ime Otu dịka Kansụl nke Nicaea na Kansụl Constantinople kọwara nke ọma na Augustine's On the Trinity.",
  "N'Ebe Ọwụwa Anyanwụ, ozizi ya na-ese okwu karị, John Romanides wakporo ya nke ọma, mana ndị ọkà mmụta okpukpe ndị ọzọ na ndị isi nke Chọọchị Ọtọdọks nke Ọwụwa anyanwụ egosila nkwado dị ịrịba ama nke ihe odide ya, ọkachasị Georges Florovsky. Ozizi kachasị arụmụka metụtara ya, filioque, ka Chọọchị Ọtọdọks nke Ọwụwa Anyanwụ jụrụ",
  "Ozizi ndị ọzọ a na-ese okwu gụnyere echiche ya banyere mmehie mbụ, ozizi amara, na akara aka. Ọ bụ ezie na a na-ewere ya dị ka onye na-ezighi ezi n'ihe ụfọdụ, a ka na-ewere ọ dị ka onye nsọ ma nwee mmetụta n'ebe ụfọdụ ndị Nna Chọọchị Ọwụwa Anyanwụ, ọkachasị Gregory Palamas. Na Chọọchị Ọtọdọks nke Gris na Russia, a na-eme ememe ụbọchị oriri ya na 15 June. Ọkọ akụkọ ihe mere eme Diarmaid MacCulloch dere, sị: \"O siri ike ikwubiga okwu ókè banyere mmetụta Augustine nwere n'echiche Ndị Kraịst nke Ọdịda Anyanwụ; naanị ihe nlereanya ya ọ hụrụ n'anya, Paul nke Tarsus, enweela mmetụta karịa, ndị Ọdịda anyanwụ ahụla Paul site n'anya Augustine",
  "\"",
  "Ndị ọkà mmụta n'ozuzu ha kwenyere na Augustine na ezinụlọ ya bụ ndị Berber, otu agbụrụ nke North Africa,   mana ha bụ ndị Romanized nke ukwuu, na-ekwu naanị Latin n'ụlọ dị ka ihe gbasara mpako na ùgwù",
  "N'ihe odide ya, Augustine hapụrụ ụfọdụ ozi gbasara ịmara ihe nketa Africa ya, ọ dịkarịa ala na mpaghara na ikekwe agbụrụ. Dịka ọmụmaatụ, ọ na-ezo aka na Apuleius dị ka \"onye Afrịka a ma ama,\"  na Ponticianus dị ka 'nwoke obodo anyị, ruo n'ókè nke ịbụ onye Afrịka,  na Faustus nke Mileve dị ka \"nwoke Afrịka\"",
  "Mgbe ọ dị afọ iri na asaa, site na mmesapụ aka nke nwa amaala ibe ya Romanianus, Augustine gara Carthage iji gaa n'ihu na agụmakwụkwọ ya na rhetoric, ọ bụ ezie na ọ karịrị ego ezinụlọ ya. N'agbanyeghị ezi ịdọ aka ná ntị nke nne ya, dị ka onye ntorobịa Augustine biri ndụ obi ụtọ ruo oge ụfọdụ, na-eso ụmụ okorobịa na-etu ọnụ maka omume mmekọahụ ha",
  "Mkpa ha nwere inweta nnabata gbara ụmụ nwoke na-enweghị ahụmahụ dị ka Augustine ume ịchọ ma ọ bụ mepụta akụkọ banyere ahụmịhe mmekọahụ. N'agbanyeghị ọtụtụ nkwupụta na-emegide ya, a tụwo aro na ahụmahụ mmekọahụ Augustine n'ezie nwere ike ịbụ naanị na ndị nwoke na nwanyị."
]