[
  "Rita Auma Obama (amụrụ n'afọ 1960), bụ onye na-akwado obodo Kenya-British, ọkà mmụta mmekọrịta ọha na eze, onye nta akụkọ, onye ode akwụkwọ, na ọkara nwanne onye isi ala 44th nke United States, Barack Obama.  Obama na-eje ozi dị ka onye isi oche onye isi oche nke Sauti Kuu Foundation (Strong Voices Foundation), òtù na-abaghị uru na-enyere ụmụ mgbei na ndị na-eto eto ndị ọzọ na-alụso ịda ogbenye ọgụ na Kenya.",
  "Auma Obama bụ nwa nwanyị Barack Obama Sr",
  "na nwunye mbụ ya, Kezia Obama (née Aoko). Ọ bụ nwanne nwanyị Barack Obama",
  "Mgbe ọ gachara ụlọ akwụkwọ elementrị na nke sekọndrị, ọ nwetara agụmakwụkwọ iji gaa mahadum na Germany",
  "Ọ gụrụ German na Mahadum Heidelberg site na 1981 ruo 1987",
  "Mgbe ọ gụsịrị akwụkwọ na Heidelberg, ọ gara n'ihu maka ọmụmụ gụsịrị akwụkwọ n'ụlọ akwụkwọ na Mahadum Bayreuth, gụsịrị akwụkwọ site na nzere Doctor of Philosophy na 1996. Ọ gụrụ akwụkwọ na German Film and Television Academy na Berlin. Ọrụ ikpeazụ nke Obama na Ụlọ Akwụkwọ Ihe Nkiri bụ ihe nkiri nkeji iri abụọ na All That Glitters (1993), nke na-agwakọta mgbakọ ụdị na-egosi adịghị ike nke ndụ ndị ojii na mgbe e jikọtara Germany..",
  "Obama biri na United Kingdom ka ọ gụsịrị akwụkwọ.  Mgbe ọ nọ ebe ahụ, o nyeere nne ya bụ́ Kezia aka isi na Kenya kwaga UK. E nyere Kezia ikike ịbụ nwa amaala Britain n'afọ 2011.",
  "N'afọ 1996, Obama lụrụ onye England, Ian Manners",
  "Ha bụ nne na nna Akinyi Manners (amụrụ n'afọ 1997)",
  "Obama na Manners gbara alụkwaghịm n'afọ 2000. N'afọ 2007, Obama na Akinyi kwagara Kenya.",
  "Obama rụrụ ọrụ afọ ise na Kenya na ụlọ ọrụ ọrụ ebere mba ụwa CARE International tupu ọ malite ọrụ ebere nke ya, Sauti Kuu Foundation, mgbe ụfọdụ a na-akpọ ya Auma Obama Foundation.",
  "N'afọ 2021, ọ gbara egwu na ihe ngosi ịgba egwú German Let's Dance, ụdị German nke Dancing with the Stars",
  "O ruru ebe nke ise.",
  "Na 2011, a gbara Obama ajụjụ ọnụ maka akwụkwọ akụkọ Turk Pipkin Building Hope ma bụrụ isiokwu nke ihe nkiri akwụkwọ akụkọ German The Education of Auma Obama.  N'afọ 2017, a na-asọpụrụ Obama na onyinye nke anọ International TÜV Rheinland Global Compact Award na Cologne.. N'emume mmeri ahụ, ọ natara ihe ọkpụkpụ ọla nchara pụrụ iche Der Griff nach den Sternen (Nweta maka kpakpando) site n'aka onye na-ese ihe Hannes Helmke. Obama bụ onye dere akwụkwọ And Then Life Happens, nke St",
  "Martin's Press wepụtara na 2012.",
  "Obama bụ onye otu World Future Council",
  "Ọ bụkwa onye otu ndị nlekọta nke Germany Reading Foundation, yana onye otu ndụmọdụ nke Bayreuth Academy of Advanced African Studies na Mahadum BayreuthỌ na-eje ozi na kansụl nke Kilimanjaro Initiative na Nairobi.  Kemgbe 2014, Dr.  Obama abụrụla onye na-elekọta Ememme Akụkọmoja International na Kenya.  Ọ bụkwa onye malitere Sauti Kuu Act Now Awards.."
]