[
  "Auriea Harvey na Michaël Samyn bụ ndị omenkà abụọ na-arụkọ ọrụ ọnụ n'ịmepụta egwuregwu vidio",
  "Auriea Harvey bụ Prọfesọ màkà egwuregwu na Kunsthochschule Kassel\nAuriea Harvey bụ onye America na-ese ihe nke amụrụ na Indianapolis na 1971",
  "N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ zụlitere mmasị na eserese na eserese. Mgbè ọ nọ na Parsons School of Design University, o mepụtara ihe osise site na iji Photoshop ma nwalee ihe dị íchè íchè",
  "Na mbụ ọ chọrọ ịmụ ihe osise, o mechara mụọ ihe ọkpụkpụ",
  "Ọ gụsịrị akwụkwọ na B.F.A",
  "na ihe ọkpụkpụ na Parsons School of Design",
  "Michaël Samyn bụ ónyé Belgium na-ese ihe na ónyé mmemme nkè amụrụ na 1968 na Poperinge, Belgium.",
  "N'afọ 1995, Harvey guzobere Entropy8, ebe nrụọrụ weebụ na-anwale mmekọrịta na ọrụ nke nka netwọk",
  "N'afọ 1999, ọ jikọtara saịtị ya na Zuper, site n'aka ónyé na-ese ihe na ónyé na-emepụta ihe Michaël Samyn (onye ọ lụrụ) iji mepụta Entropy8Zuper!",
  "N'oge a, ha mepụtara ọrụ dịka The Godlove Museum, ebe nrụọrụ weebụ nke gosipụtara ike ịkọ akụkọ ha site na ijikọta akụkọ Bible na akụkọ sitere na ndụ ha na ọdịbendị nkè ógè a",
  "Harvey emeela ebe nrụọrụ weebụ màkà Virgin Records America na PBS.",
  "N'afọ 2015, di na nwunye ahụ hapụrụ egwuregwu vidiyo iji tinye ógè ndụ ha niile na nka",
  "Ihe omume izizi ha ga-eso egwuregwu gachara bụ Cathedral-in-the-Clouds.",
  "N'afọ 2016, Harvey zụlitere mmasị na mbipụta 3D",
  "N'ihi mmasị ya màkà ịmepụta ụdị 3d màkà egwuregwu vidio, o nwere ike ijikọta ya na ntinye Virtual reality.",
  "The Graveyard bụ egwuregwu vidiyo dị mfe nke ónyé ọkpụkpọ na-arụ ọrụ nke agadi nwanyị n'ime ili nke na-agagharị tupu ya emechaa pụọ",
  "Na ụdị egwuregwu zuru ezu, enwere obéré ohere na agadi nwanyị ga-anwụ tupu ọ pụọ.",
  "Ụzọ ahụ sitere n'ike mmụọ nsọ ụfọdụ nke akụkọ ifo Little Red Ridinghood",
  "Ndị na-egwu egwuregwu ga-ahọrọ otu n'ime ụmụnne nwanyị isii dị ka avatar ma gaa n'ụlọ nne nne ha",
  "Ọ bụrụ na ha apụ n'ụzọ, ha ga-ezute Wolf na akụkụ nke egwuregwu nke na-ewere ọnọdụ ozugbo ónyé ọkpụkpọ ahụ rutere n'ụlọ nne nne na-agbanwe nke ukwuu",
  "Mgbè a na-egwuri egwu ụmụnne nwanyị isii niile ruo n'ókè nke izute Wolf, ónyé nke asaa na-aghọ ihe a na-egwu: obere nwa agbọghọ dị omimi na uwe ọcha",
  "Màkà egwuregwu vidio a, Harvey gosipụtara ma nwalee polygons site na iji injin egwuregwu.",
  "Egwuregwu kachasị ọhụrụ nke Harvey na Samyn, Sunset (2015) nwere ndị egwuregwu na ọbọdọ South America nke dị n'etiti mgbanwe",
  "N'adịghị ka ọtụtụ egwuregwu, ónyé ọkpụkpọ ahụ abụghị ónyé agha ma ọ bụ ónyé nzọpụta kama ọ bụ ónyé na-elekọta ụlọ, atụmatụ nke na-elekwasị anya na ndụ siri ike nke ndị nkịtị n'okpuru ọnọdụ agha",
  "Ónyé na-eme egwuregwu ahụ bụ Angela Burnes, ónyé injinia Africa-America nke si na United States kwaga n'ọbọdọ San Bavón nke South America na mba Anchuria na-achọ ndụ dị mma ma kama ọ mechara kpochaa ụlọ elu nke oge a nke nwoke bara ọgaranya nọ na mpaghara agha",
  "Egwuregwu ahụ na-ewere ọnọdụ na 1970s, na ihe osise màkà egwuregwu ahụ bụ obere ihe",
  "Dị ka ónyé na-elekọta ụlọ, a na-edebe ónyé ọkpụkpọ ahụ n'ime ụlọ ahụ ma kwe ka ọ rụọ ọtụtụ obere ihe ndị yiri ka ha anaghị eme ọtụtụ nkwa ịgbanwe ihe: ide ihe, dịka ọmụmaatụ, ma ọ bụ gbanwee ụlọ ọrụ redio nke ónyé were ya n'ọrụ na ọwa ndị ohi",
  "Ndị otu ahụ kwadoro egwuregwu ahụ n'ụzọ ụfọdụ site na mkpọsa Kickstarter.",
  "Ntọala mbụ a tọhapụrụ ọrụ Harvey bụ na 1999 mgbè ọ sonyere na Gallery nké itoolu, gallery n'ịntanetị nke Walker Art Center",
  "N'afọ 2000, o gosipụtara na \"The Last Real Net Art Museum\", ihe ngosi n'ịntanetị na-elekwasị anya na nka ịntanetị",
  "Kemgbe ahụ, ya na Samyn apụtala na ihe ngosi dị iche iche dịka Absolut L.A",
  "International Biennial, 010101 (SFMOMA), ALT + CTRL Festival of Independent and Alternative Games (Beall Center, Irvine, CA), Tardis (Provincial Archeological Museum, Belgium), Edge Conditions (San Jose Museum of Art), WoW (Laguna Art Museum), Art History of Games (High Museum of Art, na Neoludica Biennial (Venice, Italy)",
  "Ihe nrite ndị otu ahụ gụnyere Emerging Grant (1999), SFMOMA Prize for Excellence in Online Art (2000), European Innovative Games Award (2008), Creative Capital Emerging Fields Award (2006) na Advanced Prize in Innovative Game Design (2010).",
  "Kpọpụta njehie: <ref> tag with name \"entropy8\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"middlebrooks\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"chaplin\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"ferreday\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"artsconnect\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"indie\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"cyposium\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"tale\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"weil\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"ryan\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"lat\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"cv\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"nyt\" defined in <references> is not used in prior text."
]