[
  "Nzukọ Mba Austria bụ nzukọ ihu igwe nke na-ewere ọnọdụ kwa afọ na Vienna kemgbe afọ 2017",
  "Ebumnuche ya bụ ijikọ ndị metụtara ndọrọ ndọrọ ọchịchị, ọha na eze na azụmaahịa iji mepụta njikọ aka sara mbara maka nchedo ihu igwe",
  "Ọ bụ Schwarzenegger Climate Initiative haziri ya ma mee ya n'obí eze Hofburg na Spanish Riding School n'oge gara aga. Arnold Schwarzenegger bụ onye malitere nzukọ ahụ ma ya na Monika Langthaler na-ahazi ya. Nzukọ ahụ na-ewere ọnọdụ n'okpuru nkwado nke onye isi ala Austria Alexander Van der Bellen.",
  "Nzukọ ahụ chọrọ inye aka iji nweta mmejuputa zuru oke nke nkwekọrịta Paris na ebumnuche mmepe na-adịgide adịgide yana netwọk nke ndọrọ ndọrọ ọchịchị, azụmahịa na ego na United Nations, NGO, mpaghara na obodo",
  "N'iji ya tụnyere nzukọ ihu igwe ndị ọzọ, Nzukọ Ụwa nke Austria abụghị nzukọ nnọkọ nkwurịta okwu kama ebumnuche ya bụ igosi ihe atụ doro anya na ihe omume ndị nwere ike ime maka ọdịnihu na-adịgide adịgide",
  "Kemgbe e bidoro ya n'afọ 2017, Nzukọ Ụwa nke Austria aghọwo otu n'ime nzukọ ihu igwe kachasị ama n'ụwa niile",
  "N'ezie, ọ bụ nzukọ ihu igwe kachasị ukwuu n'afọ 2020 ebe ọ bụ na a kagburu ihe omume ndị yiri ya n'ihi ntiwapụ COVID-19. N'etiti ndị ọkà okwu na ndị sonyere na nzukọ ahụ ruo ugbu a bụ António Guterres, Greta Thunberg, Patricia Espinosa Cantellano, Li Yong, Maria Neira, Kristalina Georgieva na Scott Joseph Kelly.",
  "Nzukọ kachasị ọhụrụ e mere n'ụbọchị 1 Julaị, n'afọ 2021 n'okpuru ụkpụrụ ahụ bụ Planet Health People na ndị ọkà okwu a ma ama dị ka Lisa Jackson (Sustainability Manager na Apple), Greta Thunberg (Climate activist) ma ọ bụ Jane Goodall (Scientist)",
  "Kemgbe ọrịa COVID-19, AWS emeela n'ụdị ngwakọta. Kwa afọ, ihe karịrị 1,000 mmadụ na-ekere òkè n'ụzọ anụ ahụ na ọtụtụ nde ndị na-ekiri ihe nkiri ahụ na ntanetị ma ọ bụ na TV.",
  "Otu okwu nke onye isi ala Austria Sebastian Kurz n'afọ 2018 ka otu ndị na-eme ihe ike System Change, ọ bụghị Climate Change katọrọ n'ihi enweghị iwu ihu igwe nke gọọmentị Austria",
  "Ìgwè ahụ mere ngagharị iwe na nnọkọ ahụ wee weghara igwe okwu n'oge Kurz na-ekwu okwu.",
  "N'afọ 2019 nakwa n'afọ 2020, emume maka ọha na eze, Climate Kirtag, nke kwesiri ịkwalite mmata maka nsogbu ihu igwe n'etiti ọha na eze na Vienna",
  "Mbipụta mbụ gosipụtara kọntaktị nke Hubert von Goisern na Conchita Wurst.",
  "Nzukọ Nzukọ Ụwa nke Austria na-esote ga-ewere ọnọdụ n'ụbọchị 14 June, 2022 kpọmkwem afọ 30 mgbe Nzukọ Nzọụkwụ Ụwa na Rio de Janeiro gasịrị. A na-atụ anya onye na-ahụ maka gburugburu ebe obibi Severn Cullis-Suzuki bụ onye kwuru okwu na-akpasu iwe na Rio de Janeiro",
  "Ndị ọkà okwu na ndị ọbịa ndị ọzọ a ma ama gụnyere Joko Winterscheidt (onye na-eme ihe ntụrụndụ na Germany), Luisa Neubauer (onye na'ahụ maka ihu igwe), Matt Iseman (onye nhazi US).",
  "N'afọ 2019, nzukọ ahụ meriri European Culture Award Taurus maka onyinye pụrụ iche nye ọdịbendị Europe.",
  "N'afọ 2020, Nzukọ Mba Ụwa nke Austria mere na Septemba na ndị sonyere 340",
  "Ọ bụ nnukwu nnọkọ ihu igwe ga-ewere ọnọdụ n'afọ lahụ n'ihi ịkagbu nnukwu nnọkọ ọnọdụ ihu igwe niile n'ihi ọrịa COVID-19."
]