[
  "Sydney Austen Cowper (13 Ọktoba 1885 - 17 Juun 1960) bụ onye egwuregwu kriketi amụrụ na South Africa nke egwuregwu isii nke klas mbụ ya malitere site na 1908 ruo 1924",
  "Ọ gbara otu ugboro maka mpaghara ọdịda anyanwụ na South African domestic cricket, ugboro abụọ maka mba Argentina, na n'ikpeazụ ugboro atọ maka Rhodesia (nke bu ụzọ nke mba Zimbabwe nke ugbu a).",
  "A mụrụ ya na Cape Town, Cowper mere klas mbụ ya n'ọnwa Jenụwarị 1908, na-egwuri egwu maka Western Province megide Natal na Cape Town's Newlands ground. A na-asọmpi Currie Cup naanị n'oge na-adịghị anya n'oge ahụ, na, na ndị nnọchi anya South Africa na-eme njem England n'oge ahụ, oge 1907–08 hụrụ obere egwuregwu cricket - n'ezie, ọ bụ naanị egwuregwu abụọ nke mbụ, ma n'etiti Western Province na Natal, ka a na-egwuri n'oge ahụ niile. Mbido Cowper bịara na nke mbụ n'ime egwuregwu ndị a",
  "Onye na-agba ọsọ n'aka ekpe, ọ gbara naanị ise na mbido, na-ewere 1/21 na Natal nke abụọ ka Western Province meriri site na wickets atọ",
  "James Whitehead (ọnụ ọgụgụ egwuregwu nke 10/83) na Paddy Carolin (6/67) were wickets iri na isii n'etiti ha maka mpaghara ọdịda anyanwụ.",
  "Mgbe ọ bịarutere Buenos Aires n'ọnwa Julaị afọ 1910, Cowper ghọrọ otu n'ime ọtụtụ ndị ọrụ nke ndị Britain na Irish na Argentina (na mba ndị agbata obi). Ọ gbara bọọlụ maka ndịda na egwuregwu cricket nke Argentina kwa afọ \"North v South\" na Febụwarị 1911, nke emere na Hurlingham Club Ground, ma were wickets iri maka egwuregwu ahụ, 5/42 na 5/38. N'oge 1911–12 sochirinụ, otu Marylebone Cricket Club (MCC) si England gaa Argentina, na-egwu ọtụtụ egwuregwu",
  "Na egwuregwu mmeghe nke njem ahụ, Cowper pụtara maka onye nnọchi anya Southern Suburbs n'egwuregwu ụbọchị abụọ na Talleres Club Ground",
  "O were 3/147 na mbido mbụ nke MCC nke 439 niile, a manyere ndị otu Southern Suburbs ịgbaso mgbe ha nyere 202 na mbido mbụ ha",
  "Na-abịa na nke asatọ n'usoro ịkụ aka na nke abụọ, Cowper nwetara ọsọ 182 n'ime ngụkọta nke otu 274, tupu Rockley Wilson achụpụ ya n'ikpeazụ. N'ihi ya, a họpụtara ya maka mba Argentina na abụọ n'ime egwuregwu atọ nke mbụ ọ gbara megide MCC",
  "Otú ọ dị, o nwere obere ihe ịga nke ọma na egwuregwu ndị ahụ, na-agba naanị ọsọ iri na isii site na innings atọ ma ghara ịnara wicket.",
  "Ka ọ na-erule Machị 1921, Cowper laghachiri Afrịka, na-agbara Salisbury (nke bụ Harare ugbu a) megide Bulawayo na Southern Rhodesia's Logan Cup Transvaal gara Rhodesia n'oge 1922–23, na-egwu egwuregwu abụọ nke klas mbụ na njedebe nke oge ahụ (otu na Salisbury na otu na Bulawayo). Cowper gbara egwuregwu abụọ ahụ, were otu wicket na nke mbụ na wickets abụọ na nke abụọ. Egwuregwu nke abụọ bụ ihe ama ama maka arụmọrụ nke Transvaal's Doug Meintjes, onye were wickets iri na abụọ maka egwuregwu ahụ (4/64 na 8/63), ma gbaa ndị Rhodesian isii (gụnyere Cowper) na nke abụọ nke otu ahụ.",
  "Egwuregwu ikpeazụ nke Cowper bịara n'ọnwa Disemba 1924, mgbe ọ dị afọ iri atọ na itoolu (39). Otu ndị otu Bekee nke Solomon Joel haziri (nke The Hon",
  "Lionel Tennyson) gara South Africa n'oge 1924–25, na-egwukwa otu egwuregwu megide Rhodesia na Bulawayo",
  "Cowper gbara bọọlụ n'egwuregwu ahụ, ma were 4/65 na mbido mbụ nke ndị otu England nke 294 niile, ọnụ ọgụgụ kachasị mma ya na klas mbụ",
  "Ọ chụrụ ndị egwuregwu ule anọ - Percy Holmes, Jack Russell, Tennyson, na Harold Gilligan",
  "Otú ọ dị, n'oge na-adịghị anya, Rhodesia ga-agbaso mgbe ha mere naanị 121 na mbido mbụ ha, ma mesịa merie egwuregwu ahụ site na wickets asatọ",
  "Onyinye Cowper nke iri na asatọ na-esiteghị na ntinye nke abụọ nke Rhodesia bụkwa akara ya kachasị elu na ọkwa klas mbụ.",
  "Onye na-atụpụta ụkpụrụ ụlọ, Cowper na James Cope Christie, onye ọsụ ụzọ Rhodesian, bụ onye mmekọ. Ọ nwụrụ na Salisbury n'ọnwa Juun afọ 1960."
]