[
  "Autumn Peltier (amụrụ na Septemba 27, 2004) bụ onye Anishinaabe Indigenous rights advocate si Wiikwemkoong First Nation na Manitoulin Island, Ontario, Canada",
  "A họpụtara ya ka ọ bụrụ Chief Water Commissioner maka Aniishnabek Nation na 2019. N'afọ 2018, mgbe ọ dị afọ iri na atọ, Peltier gwara ndị isi ụwa na Nzukọ Ezumezu nke Mba Ndị Dị n'Otu okwu gbasara nchedo mmiri.",
  "Peltier bi na Lake Huron, otu n'ime nnukwu ọdọ mmiri mmiri dị n'ụwa",
  "Ọ si n'ókèala nke Wikwemkoong, ebe nchekwa mba mbụ",
  "Ọ gara St",
  "Mother Teresa High School ma bi na Ottawa ugbu a. Peltier tolitere na-aghọta mkpa mmiri dị na mkpa ọ dị ichebe ya",
  "Ọ na-akwado ikike zuru ụwa ọnụ maka mmiri ọṅụṅụ dị ọcha, na-eme ka a mara ikike mmiri ma hụ na obodo nwere ike ịnweta mmiri ọṅụṅụ ọcha, dị mma na nke a pụrụ ịdabere na ya",
  "Mgbe ọ dị afọ asatọ, Peltier na-aga emume mmiri na First Nation reserves",
  "N'otu emume pụrụ iche na Serpent River First Nation na Ontario, ọ hụrụ ihe ịrịba ama ịdọ aka ná ntị nke mmiri ọṅụṅụ na-egbu egbu, nke ihe ndị dị ka nsị pipeline na mmetọ kpatara. Mgbe nne ya gwara ya banyere ndụmọdụ mmiri ọkụ afọ 20 na obodo ahụ, ọ wụrụ Peltier akpata oyi n'ahụ. Ahụmahụ a rụrụ ọrụ dị ka ihe na-akpali ọrụ Peltier dị ka onye na-echebe mmiri, n'oge na-adịghịkwa anya, ọ malitere isonye na emume mmiri gafee Ontario.",
  "Ọ na-aga n'ihu n'ọrụ ya maka ịnweta mmiri dị ọcha gbasara ụmụ amaala n'ụwa niile",
  "Ọtụtụ n'ime mkpali ya na ihe ọmụma mbụ ya sitere n'aka nwanne nne ya, Josephine Mandamin, onye a ma ama na-eme ihe maka mmiri dị ọcha na onye isi na-echebe mmiri maka mba Aniishnabek, aha e nyere Peltier mgbe Mandamin nwụsịrị na 2019.",
  "Echiche Peltierz banyere ikpe ziri ezi nke nchedo kwekọrọ n'echiche ọdịnala nke ụmụ amaala ma enwere ike ịkọwa ya dị ka mmekọrịta, nke na-agụnye mmekọrịta mmadụ na ibe ya na okike na ihe niile dị ya. Ọ na-ekwu na:\n\"N'omenala m, ndị m kwenyere na mmiri bụ otu n'ime ihe ndị kacha nsọ",
  "Ọ bụ ihe anyị na-asọpụrụ",
  "Ndị m kwenyere na mgbe anyị nọ n'afọ, anyị na-ebi na mmiri ọnwa itoolu na nne anyị na-ebu anyị na mmiri",
  "Dịka nwa ebu n'afọ, anyị na-amụta nkuzi abụọ mbụ anyị: otu esi ahụ mmiri n'anya na otu esi ahụ nne anyị n'anya",
  "Dị ka ụmụ nwanyị, anyị na-ejikọta na mmiri n'ụzọ ime mmụọ",
  "Anyị kwenyere na anyị na-eme ememe ọnwa itoolu mgbe anyị na-ebu nwa",
  "Ụzọ ọzọ a ga-esi lee ya anya bụ na mmiri bụ ọbara ndụ nke Nne Ụwa, na Nne Ụwa bụ nwanyị.\"",
  "- Autumn Peltier",
  "Peltier bụkwa onye kwenyesiri ike na ọrụ ụmụ nwanyị na nkwado mmiri, na-akọwa na nkuzi abụọ mbụ ụmụ mmadụ niile na-enwe mgbe ha nọ n'afọ bụ ịhụ mmiri n'anya na ịhụ nne n'anya. Ya mere, dị ka Peltier si kwuo, ụmụ nwanyị na mmiri na-ejikọta n'ezie n'ụzọ ime mmụọ, ebe ọ bụ na a kwenyere na ọnwa itoolu nke ịmụ nwa bụ emume.",
  "Peltier kwenyekwara ike n'ike ndị na-eto eto nwere ịmepụta mgbanwe. Ọ na-akwado nkwado nke ndị ntorobịa ndị ọzọ iji mee mgbanwe n'ozuzu ha, dịka ndị ntorobịa ga-eme mkpebi n'ọdịnihu maka mba ha. Ọ na-ekwupụta nkụda mmụọ na otu ndị na-eto eto ga-esi kwụọ ụgwọ maka mmejọ ndị agadi mere. N'agbanyeghị nkụda mmụọ a, ọ na-akọwa mmetụta dị mma maka ọrụ nke ya na ndị ntorobịa ndị ọzọ na-aga n'ihu ime ihe.",
  "Otu akụkụ dị mkpa nke ọrụ Peltier bụ ọrụ ikpe ziri ezi gburugburu ebe obibi ya",
  "Ọ tụlere ihe ịma aka nke ịkpa ókè agbụrụ gburugburu ebe obibi megide obodo ndị mba mbụ na Canada n'ihe gbasara ikike mmiri. Peltier ekwuola na a na-eleghara ihe ndị ụmụ amaala na Canada chọrọ anya ma belata ya n'ihi ụmụ amaala ha. Peltier adọrọla uche gaa na ọdịiche dị na mmeso nke ụmụ amaala na Canada na ndị na-abụghị ụmụ amaala Canada, na-eji ahụmahụ nke ụmụ ama amaala mba mbụ (ndị na-eche obi ọjọọ ndị uwe ojii, mmegide ndọrọ ndọrọ ọchịchị, na ịkpa ókè agbụrụ ihu), na nke ndị ọcha Canada bi n'obodo ndị dịpụrụ adịpụ, ndị a na-egbochighị ịnweta mmiri.",
  "Peltier nwetara ọkwa mba na nke mba ụwa na nzukọ nke 2016 nke Nzukọ nke Mba Mbụ mgbe o nyere Praịm Minista Canada Justin Trudeau ite mmiri ọla kọpa ma, ọ bụ ezie na o nweghị oge iji kwuo okwu ya, ọ lụrụ Trudeau na ndekọ ya gbasara nchebe mmiri na nkwado ya maka paịpụ.  O kwuru, sị:\n \"Enweghị m obi ụtọ na nhọrọ ndị ị mere na mebie nkwa ndị m",
  "echeghị m na ọ kwesịrị ikwere nkwa ahụ, n'ihi na ugbu a, m ga-aza ya ajụjụ.\"",
  "- Autumn Peltier, 2016",
  "Mgbe ọ na-atụgharị uche na esemokwu ya na Praịm Minista Trudeau n'ajụjụ ọnụ 2020, Peltier chetara otu o si jụọ otú ọha na eze ga-esi tụkwasị Praịm Mịnịsta Trudeau obi na-atụle ihe ndekọ gburugburu ebe obibi ya na-adịghị mma, na-eme ka ihu abụọ nke Trudeauz na-enye ikike iwu paịpụ Kinder-Morgan (nke nnukwu mmanụ bu ụzọ na British Columbia).",
  "Omume ya kpaliri Nzukọ nke Mba Mbụ ịmepụta ego Niabi Odacidae. Peltier gara n'ihu nweta nlebara anya mgbe ọ kwuru okwu na The Global Landscapes Forum na New York City na Septemba 2018, ebe ọ gwara United Nations na ndị na-eme mkpebi dị mkpa okwu. Nzukọ a nyekwara Peltier ohere ịgbasawanye mmata maka ebumnuche ya n'ụwa niile. A kpọkwara Peltier ka ọ kwuo okwu na United Nation Secretary-General's Climate Action Summit na New York, na 2018 na 2019.",
  "\"Anyị enweghị ike iri ego ma ọ bụ ịṅụ mmanụ\"",
  "- Autumn Peltier, 2018",
  "Peltier na-arụsi ọrụ ike na mgbasa ozi mmekọrịta dị iche iche, ebe o nwere ihe karịrị otu puku nari ndị na-eso ụzọ, na-eji ha agbasa ozi gbasara nsogbu nkwado mmiri, na-enweta nkwado site n'aka ndị ntorobịa, ndị ndọrọ ndọrọ ọchịchị, na ndị ọzọ na-eme ihe. O dọrọ uche gaa na enweghị mmiri ọṅụṅụ dị ọcha n'obodo ndị India na Canada.",
  "N'ọnwa Eprel 2019, mba Anishinabek họpụtara Peltier ka ọ bụrụ onye isi mmiri. Ọkwá a bụ nke nwanne nne ya, Josephine Mandamin, onye nwụrụ na 2019. N'oge a họpụtara ya, onye isi oche nke Anishinabek Nation Ground Council ugbu a bụ Glen Hare kọwara otú ọ bụ mkpebi dị mfe ime: Autumn nwere ọtụtụ ibi giikendaaswin (ihe ọmụma mmiri)",
  "Ọ na-adọta uche ụwa niile na nsogbu mmiri na mba anyị ruo afọ ole na ole ugbu a.  N'ọrụ ya dị ka Chief Water Commissioner, Peltier na-anọchite anya mba 39 mbụ na Ontario ma bụrụkwa onye na-ahụ maka ịnye nchegbu obodo na Kansụl Anishinabek.",
  "N'ịzaghachi ọrịa COVID-19, Peltier kwuru banyere mkpa dị ukwuu nke ịnweta mmiri dị ọcha dị ka nsogbu ahụike ọha na eze maka obodo ndị Mbụ, ebe ntiwapụ ahụ siri ike. Peltier kwenyere na nzaghachi maka ọrịa COVID-19 n'ụwa niile emeela ka ụzọ maka nzaghachi nye nsogbu nke nsogbu mmiri ọṅụṅụ maka mba ndị mbụ na Canada ma nwee olileanya na mgbanwe ga-ekwe omume."
]