[
  "Achi Avelino (amụrụ na 4 June, na afọ 1993), nke a maara nke ọma site na aha egwu ya bụ Avelino, bụ onye na-eti egwu na onye na-agụ egwu nke ndị Congolese na ndị Angola si Tottenham, London, nke a maara maka \"olu pụrụ iche\" na \"okwu miri emi\".",
  "Na mbụ rap na-eme n'okpuru aha AA (nke sitere na mbido ya), Avelino bu ụzọ wepụta freestyles na YouTube",
  "A tọhapụrụ mixtape mbụ ya, Underdog Music, na afọ 2013 site na More Music Records",
  "Onye na-abụghị isi iyi dị mkpa",
  "Onye na na-abụghị onye isi iyi dị mma nke GRM Daily's Charlie-Louise Akintilo kwuru na ọrụ ahụ bụ \"edgy\" na \"repeating\".",
  "Avelino ghọrọ onye a ma ama na afọ 2014 mgbe a tọhapụrụ mixtape nke abụọ ya, Iconic Ambition, nke gosipụtara na DJ Semtex's Mixtape Top 5 na BBC Radio 1Xtra. Ọ gara n'ihu na-akwado Stormzy na njem nlegharị anya n'afọ 2015, ebe ọ rụkọtara ọrụ na egwu mixtape \"No Comment\".",
  "N'afọ 2015, onye Tottenham MC Wretch 32 kwadoro Avelino",
  "Ndị rapper abụọ ahụ wepụtara mixtape jikọrọ aka, nke akpọrọ Young Fire, Old Flame, na 18 Disemba , na afọ 2015, iji nabata ya nke ọma",
  "Avelino bụ Young Fire, ebe Wretch 32 bụ Old Flame. Ọkụ na Booth freestyle na BBC Radio 1, nke onye na-elekọta ya bụ Charlie Sloth mara ọkwa dị ka \"ọkụ kachasị ike\" na Booth n'oge niile, na Noiseys Joe Zadeh dị ka \"ihe dị egwu\". Wretch na Avelino jikọtakwara aka na egwu nkwalite \"M.O.E\" na \"Freedom\", yana remix na-abụghị nke Kanye West \"No More Parties in LA\", nke a kpọrọ \"No More Parties in DSTRKT\". A na-eme atụmatụ na ha abụọ ga-eme mixtape ahụ na KOKO na 12 Mee, na afọ 2016.",
  "Na 7 Eprel, na afọ 2016, Avelino wepụtara EP mbụ ya, FYO, maka nbudata n'efu",
  "Ọ bụ Raf Riley mepụtara ya. Ọrụ ahụ, nke na-anọchite anya Fuck Your Opinion, enwetala nkwado dị ukwuu site na BBC Radio 1; MistaJam akpọwo \"Youniverse\", a gbakwunyere egwu aha na ndepụta egwu C nke 1Xtra na 612 Mee, n afọ 2016",
  "Ndị na-akwado egwu ahụ gụnyere Annie Mac na Charlie Sloth. EP ahụ nọ n'elu Semtex's Mixtape Top 5 chart. Ọ na-arụ ọrụ ugbu a na abọm studio mbụ ya.",
  "Avelino wepụtara egwu ọhụrụ, \"On a Roll\", maka nbudata n'efu site na SoundCloud na 30 Ọgọst 2016",
  "Abụ ahụ gosipụtara olu ndị ọbịa sitere na Abra Cadabra, DJ Target akpọwokwa ya na 1Xtra",
  "N'otu izu ahụ, Avelino gosipụtara na egwu Wretch 32 \"Open Conversation & Mark Duggan\", nke e wepụtara na 1 Septemba, na afọ 2016, otu ụbọchị tupu abọm studio ya nke atọ, Growing Over Life",
  "Na 10 Febụwarị, na afọ 2017, Avelino wepụtara otu egwu akpọrọ \"Energy\" nke gosipụtara ndị na-eme ihe ike, Skepta na Stormzy",
  "Egwuregwu EA Sports, FIFA 18 demo jiri egwu ahụ mee ihe ma na-akpọ ya abụ isi na FIFA 18 soundtrack",
  "N'oge a na-ede ya, vidiyo egwu nke Energy enwetala ihe karịrị nde mmadụ 1.5 na YouTube na remixes dị iche iche, ọkachasị na onye na-arụkọ ọrụ Wretch 32, ewepụtala ya.",
  "Avelino bụ onye na-akwado Manchester United F.C."
]