[
  "Judith Nyambura Mwangi (a mụrụ n'ụbọchị nke 30 n'ọnwa Eprel n'afọ 1986), nke a maara nke ọma site na aha ya bụ Avril (/ «ævrɪl/ ), bụ onye Kenya na-agụ egwu, onye na-eme ihe nkiri na onye na-eme egwuregwu. Ọ bịanyere aka na Ogopa Deejays, otu n'ime ndị na-emepụta egwu na ndekọ ndekọ na Kenya. Dịka onye na-agụ egwu, a maara ya nke ọma maka egwu ya \"Mama\", \"Kitu Kimoja\", \"Chokoza\" na \"Hakuna Yule\"",
  "Dịka onye na-eme ihe nkiri, a maara ya nke ọma maka igwu egwu Miss B'Have na Shuga: Love, Sex, Money (2012). Onyinye Avril nyere ụlọ ọrụ ntụrụndụ Kenya emeela ka ọ nweta otu Nzumari Award, otu Kisima Music Award, otu Golden Mic Award na Chaguo La Teeniez Awards abụọ.",
  "A mụrụ Avril ma zụlite ya na Nakuru, bụbu isi obodo nke Rift Valley Province. Ọ na-arụsi ọrụ ike na ihe nkiri na ememme egwu mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "Avril mechara kwaga Nairobi iji gụọ akwụkwọ",
  "N'afọ 2005, o sonyere na atụmatụ Jaza Lorry ma zute onye njikwa talent Emmanuel Banda nke Ogopa Deejays Production",
  "Ọ bụ ezie na Banda gbalịrị ime ka ọ banye n'egwú, Avril nọgidere na-ala azụ n'oge ahụ",
  "O debara aha na Mahadum nke Nairobi n'afọ 2006 wee mụọ ǹkà",
  "Ọ gbanwere obi ya banyere egwu n'afọ nke abụọ ya na UoN ma dekọọ egwu izizi ya \"Mama\" mgbe ya na Ogopa Deejays bịanyere aka na nkwekọrịta ndekọ; ewepụtara egwu ahụ n'afọ 2009 ma zigara ya na ụlọ ọrụ redio dị iche iche na Kenya",
  "E mechara gosipụta Avril na Colonel Mustapha's \"Mtaani dot com\" (mgbe ụfọdụ a na-akpọ ya \"mtaani.com\")",
  "E wepụtara vidiyo egwu maka \"Mtaani dot com\" ma tinye ya na YouTube na 15 Ọktoba afọ 2009.",
  "Avril malitere ịbụ onye a ma ama mgbe ya na A.Y na-arụkọ ọrụ na egwu ya nke afọ 2010 \"Leo\" (Remix)",
  "E wepụtara egwu ya na onye na-agụ egwu Sudan bụ Lam, nke akpọrọ \"Changes\", na Sudan",
  "N'ọnwa Nọvemba afọ 2010, e gosipụtara ya na egwu Marya \"Chokoza\"; ewepụtara egwu ahụ maka otuto dị egwu ma nata ọtụtụ redio",
  "Na 31 Jenụwarị afọ 2012, Avril wepụtara egwu ya \"Kitu Kimoja\"",
  "Vidio egwu maka egwu a gbara n'otu ebe ezumike dị n'ụsọ oké osimiri Kenya. Na Febụwarị afọ 2013, Avril wepụtara \"Hakuna Yule\"",
  "N'ọnwa Jenụwarị afọ 2014, ọ kagoro asịrị banyere ọpụpụ ya na Ogopa Deejays ma kwuo na mmekọrịta ya na ndị isi labelụ ahụ bụ nke e wuru na nghọta. Na Machị 2014, Avril pụtara na ukwe nke Boomba Boyz's 2014 single \"Piga Kengele\". N'ọnwa Julaị afọ 2014, ọ rụrụ na Tusker Meru 7 After Party",
  "Avril mere ihe nkiri izizi ya na oge nke abụọ nke ihe nkiri telivishọn Shuga",
  "O mere Miss B'Have, onye ama ama na-abụ abụ nke kwenyesiri ike na mmekọrịta nwoke na nwanyị. O mekwara Belinda, obere onye",
  "E nyere ya ọrụ ahụ mgbe ọ nyochara maka ndị na-emepụta ihe ngosi ahụ",
  "N'ajụjụ ọnụ ya na Capital Lifestyle n'afọ 2012, Avril kwuru na igwu egwu abụọ ahụ bụ ọgwụgwọ nakwa na ịme ihe nkiri na usoro ahụ bụ mmetụta uche n'ihi mmetụta ọ zụlitere maka onye otu ya bụ Nick Mutuma",
  "O kwukwara na ịme ihe nkiri na usoro ahụ chetaara ya ihe ize ndụ nke nje HIV / AIDS.",
  "Na Febụwarị afọ 2013, Laura Walubengo nke Africa Magic kọrọ na Avril sonyeere ndị otu M-Net's Noose of Gold",
  "Ọ rụrụ ọrụ Corrine, onye na-ere ọgwụ ọjọọ.",
  "Avril ekwuola na Amani, Blu 3, Tiwa Savage, Liquideep, Alicia Keys na Beyonce bụ ndị egwu kpaliri ya",
  "O hotakwara Michael Jackson, Kenny Rogers, Alicia keys na Beyonce dịka ndị egwu kachasị amasị ya",
  "N'ike mmụọ nsọ ya ide ma dekọọ egwu sitere na ahụmịhe ndụ ya. Avril etinyela aka n'ọtụtụ mkpọsa enyemaka, gụnyere Chagua Amani Peace Campaign na Kenya Land Alliance. N'ọnwa Febụwarị afọ 2015, ọ ghọrọ otu n'ime ndị nnọchi anya East Africa maka Oriflame Sweden, na AMREF's Save an African Mother Campaign",
  "(Oge nke 2)"
]