[
  "Awilo Longomba bụ onye egwu soukous nke Congo",
  "Site n'oge ọ bụ nwata, Awilo na-etinye oge ọ bụla n'egwú na-aga ọmụmụ nna ya",
  "N'oge na-adịghị anya, mmasị ya maka egwu toro, kama ịga klas, ọ malitere ịgbà maka ìgwè dị iche iche nke Kinshasa, gụnyere Ōlʹorchestre de Lita Bemboʹ. Na mbụ, ọ bụ onye na-akụ ọkpọ na Viva la Musica, Stukas, Nouvelle Generation na Loketo, ọ hapụrụ ịkụ ọkpọ maka ịbụ abụ wee wepụta abọm mbụ ya Moto Pamba site n'enyemaka nke Shimita, Ballou Canta, Dindo Yogo, Dally Kimoko, Sam Mangwana, Syran Mbenza na Rigo Star na afọ 1995. Awilo emeela kọntaktị na Africa, Europe, na North America",
  "Mgbe mbụ ọ kwagara France na afọ 1980 ha, Awilo bi ugbu a na London, United Kingdom ma lụọ Paradis Kacharelle ma ha nwere nwa nwoke aha ya bụ Lovy Believe Church Awilo Longomba.",
  "A mụrụ Awilo Longomba na Kinshasa (n'ụzọ iwu, Léopoldville)",
  "Nna ya si n'ógbè Mongo nke Ecuador na nne ya sikwa n'ọ́ Ecuador nke Ngombe na Congo Brazzaville",
  "Nna ya, Vicky Longomba, bụ onye a ma ama na-agụ egwú na onye guzobere OK Jazz n'oge oge ọlaedo nke rumba Congolese, nwere mmetụta dị ukwuu na onye na-ese ihe anyị",
  "Site n'oge ọ bụ nwata, Awilo na-etinye oge ọ bụla ọ na-eteta n'egwuregwu egwu na-aga ọmụmụ nna ya",
  "N'oge na-adịghị anya, mmasị ya maka egwu toro, kama ịga klas, ọ malitere ịgbà maka ìgwè dị iche iche nke Kinshasa, gụnyere Ōlʹorchestre de Lita Bembo",
  "Ọ sonyeere ndị egwú nke Papa Wemba duziri dị ka onye na-akụ ọkpọ, Awilo nwetakwara ezigbo uto mbụ ya nke ịrụ ọrụ na njem mba ụwa mbụ ya na Europe na Japan na afọ 1985 na afọ 1986.",
  "Ka ahụ ọkụ ọ butere n'oge njem ya siri ike, o kpebiri ịchụso onye na-ese ihe ya wee kwaga France",
  "Aha ya dị ka otu n'ime ndị na-akụ ọkpọ kachasị mma na France gbasara ngwa ngwa",
  "Nke a nyere ya ohere imekọ ihe ọnụ n'ọtụtụ ndekọ ma soro ọtụtụ ndị na-ese ihe n'Afrịka dịka Tshala Muana, Oliver Ngoma, Kanda Bongo Man gaa ụwa niile iji kpọọ ole na ole aha.",
  "CD nke abụọ ya, Coupe Bibamba (1998), mere ka ọ bụrụ onye a ma ama n'Africa niile na-eme ka ọ bụrụ aha ezinụlọ na mba dị iche iche dị n'okpuru Sahara Africa.O mekwara ka o nweta ọtụtụ ndị na-ege ntị na mba ụwa, na abọm ahụ nwere egwu ndị a ma ama dị ka coupe bibamba na Gate le coin, si otú a na-enyere ya aka ịrụ ọrụ n'obodo dị iche iche gafee Africa.",
  "Kafou kafou album sochiri coupe bibamba a ma ama ma na-echeta ya maka inwe egwu na-ewu ewu nke na-echekwa mmekọrịta ya na onye na-ese ihe Joecyline Beorard nke gara n'ihu na-achịkwa ikuku ikuku Africa.",
  "Mondongo (2004), nke gosipụtara Japponais, Dally Kimoko, Caen Madoka, Djudjuchet, Josky Kiambukuta na Simaro Lutumba",
  "A na-ekwukwa na ọ bụ atalaku (onye na-eme ihe nkiri) na ụfọdụ ndekọ soukous, a na-echetakwa ya maka abụ Karolina, nke na-eme emume ịma mma nke ụmụ nwanyị Afrịka ma ghọọ abụ kachasị ukwuu n'Afrịka n'afọ 2004.",
  "Ndị ikwu Awilo na ụlọ ọrụ egwu gụnyere nna ya Victor Longomba onye guzobere T.P OK Jazz yana nwanne ya nwoke nwụrụ anwụ, Lovy Longomba onye nwere olu tenor bara ọgaranya ma bụrụ onye otu Super Mazembe nke Longwa Didos duziri",
  "Tụkwasị na nke a, ụmụ nwanne Awilo Longomba bụ Christian na Lovy nke Longombas, bụ otu Afro-fusion a ma ama nke dị na Kenya",
  "N'afọ 2008, Awilo Longomba wepụtara abọm ọhụrụ Super-Man nke bụ ihe ịga nke ọma ọzọ",
  "Awilo gara n'ihu na ewu ewu ya na USA / Canada mgbe ọ na-eme njem na Nabtry International Cultural Dancers, otu egwu egwu Afrịka nke Grace Haukwa guzobere na afọ 2007",
  "Njem Super-Man gara nke ọma n'afọ 2008 na afọ 2009",
  "Site na votu a ma ama na mmeri akụkọ ihe mere eme na International Reggae na World Music Awards na ihe karịrị mba 120 na-atụ vootu, Super-Man meriri Best Soukous Entertainer Award afọ 2009",
  "Onye isi na onye guzobere Nabtry Grace Haukwa, onye na-anọchite anya Awilo na mba US, natara onyinye ahụ n'aha Awilo na emume ahụ.",
  "Mgbanwe ya apụtawo ìhè n'oge na-adịbeghị anya site na ọtụtụ mmekorita ya na ndị na-agụ egwú nke oge a na ụdị egwu n'ọtụtụ mba Afrịka, n'etiti ha bụ ndị na-ese ihe na Naijiria P-Square, Tiwa Savage, Olamide, Harmonize na Yemi Alade."
]