[
  "Awol Erizku (amụrụ n'afọ 1988) bụ onye Ethiopia-American na-ese ihe n'oge a nke bi ma na-arụ ọrụ na New York City na Los Angeles",
  "Mgbasa ozi ya bụ eserese, foto, ihe ọkpụkpụ na Ihe nkiri",
  "Erizku na-arụ ọrụ na ọtụtụ ihe dị iche iche achọtara",
  "A kpọrọ Erizku \"The Art World's New 'It' Boy\" site na Vulture Magazine",
  "A mụrụ Erizku na Ethiopia ma zụlite ya na New York City's South Bronx neighborhood, Ọ malitere nwewe mmasị na foto na Cooper Union, ebe ọ nwetara nzere bachelọ nke nka na 2010. O nwetara MFA site na mmemme Visual Arts nke Yale afọ anọ ka e mesịrị.",
  "E gosipụtara ihe ngosi mbụ nke Erizku, \"Black and Gold,\" na New York Hasted-Kraeutler gallery na 2012",
  "Ihe ngosi ahụ gosipụtara usoro foto foto na-egosi ndị oji n'ime ọnọdụ akụkọ ihe mere eme",
  "Ihe a ma ama n'ime ọrụ ndị ahụ bụ \"Girl with a Bamboo Earring\", na-echeta Johannes Vermeer ama ama \"Girl with a Pearl Earring\" na ihe nlereanya ojii dị ka ihe ọ na-elekwasị anya.",
  "N'afọ 2014, Erizku laghachiri na Hasted-Kraeutler gallery space ebe o mere ihe ngosi \"The Only Way is Up\", ihe ngosi buru ibu nke gosipụtara ihe ọkpụkpụ dị iche iche, mgbasa ozi agwakọta na foto",
  "Site na ọrụ ya, o gosipụtara nkà nke ọdịbendị, na-akpọ Hip hop nke gụnyere nsọpụrụ nye ndị na-ese ihe dịka Marcell Duchamp, David Hammons, Donald Judd",
  "Ihe ngosi ahụ nwetara aha ya site na abọm Quincy Jones, n'aka nke ya aha ya bụ Otis Clay song, \"The Only Way Is Up\".",
  "\"Ọ bụ ezie na ọrụ Erizku jupụtara na ihe ngosi na ihe ngosi nke ọdịbendị ndị Africa America, ọ na-ekwu okwu n'ụzọ sara mbara maka ọchịchọ zuru ụwa ọnụ maka ịchọpụta onwe onye",
  "\"",
  "Ihe ngosi a na-enye onye na-eti egwu Jay-Z, na-eweta aha ya, Oh what a feeling, fuck it, I want a trillion site na-abụ 2013 \"Picasso Baby\"",
  "Site n'ịkwado \"Stacks\" nke Donald Judd na 1960s minimalism, Erizku na-ejikọta rims basketball asaa na ụgbụ ọla edo 24-karat, ya na otu Brooklyn Nets mini-basketball na-ezu ike n'elu nkata kachasị elu",
  "\"Echere m na ọ ga-adọrọ mmasị iji dochie igbe ndị ahụ na basketball hoops, na-arutu aka na David Hammons, ma na-egosipụtakwa ndụ m na New York City,\" ka Erizku kwuru banyere ọrụ ya",
  "\"Ihe a na-arụ ọrụ dị ka ihe atụ na-adọrọ adọrọ, na-egosipụta nchegbu dị na ndụ dị ka onye na-eto eto na-ese ihe n'oge a site na ijikọ basketball na omume nke ịme nka - ha abụọ bụ egwuregwu, nke ọkara site na talent na ọkara site na chioma",
  "Ọ bụrụ na ị jụọ m, ị nwere ihe ị ga-ata mgbe ị na-ele oghere ndị ahụ dị iche iche karịa igbe ígwè ndị ahụ",
  "\"",
  "Erizku wepụtara mixtape ya na DJ Kitty Ca$h na mmekorita ya na Vice iji soro ihe osise ngosi ahụ",
  "\"Ihe ka ọtụtụ n'ime mixtape ahụ bụ ọnyà, n'ihi na ọnyà na-ekpo ọkụ na hip-hop ugbu a,\" Erizku gwara Vice",
  "“Music bụ ihe zuru ụwa ọnụ ma achọrọ m ịmepụta nkọwa egwu nke ọrụ m nke gwara ọgbọ m banyere nsogbu na echiche ọrụ m na-anọchite anya ya. Mixtape ahụ na-egosipụtakwa ụda sitere n'aka onye na-ese ihe bụ Kerry James Marshall na-atụle okwu banyere enweghị ike ịhụ anya ojii na nka.",
  "Na 2015, na mmekorita ya na MoMA PopRally, Erizku gosipụtara ihe nkiri na foto na \"Serendipity\", ihe omume emere na Museum of Modern Art na Mee.",
  "N'afọ 2018, Erizku malitere ihe ngosi nke mbụ ya na Eshia, Slow Burn, ebe ọ gụnyere nnukwu ọkụ ọkụ na-adanye na mgbidi",
  "Ìhè neon ndị a sitere n'okporo ámá nke Hong Kong na-egosi ihe osise na-anọchite anya ọdịbendị, ndị mmanye iwu, na njirimara dị ka nkwupụta mgbasa ozi kọwara ya",
  "Dị ka Marianna Cerini na-ede na ihe ngosi ahụ, na Erizku nyekwara mixtape nke a na-etinye maka ndị na-ekiri ya iji soro nke gụnyere Kendrick Lamar na ọtụtụ ndị na-ese ihe. Erizku gosipụtara ọrụ ya n'ụzọ zuru ezu na ahụmịhe onwe ya yana nsogbu ọha na eze na-aga n'ihu nke a na-ebute n'ime ọkụ ọkụ nke ụwa nka.",
  "Ọrụ Erizku na-ajụ ajụjụ banyere agbụrụ n'ime akụkọ ihe mere eme",
  "Ọ na-echegbu onwe ya banyere oji na otú e si ele ndị oji na-ese ihe anya ma mee ka ha bụrụ ndị nsọ",
  "\"Akpọrọ m asị mgbe ndị mmadụ na-akpọ ọrụ m n'obodo ukwu,\" ka o kwuru n'afọ 2012",
  "“Nanị n’ihi na ọ bụ ndị Africa America ma ọ bụ ndị na-acha ọcha ọ bụghị obodo mepere emepe.”",
  "\"N'eziokwu, ahụghị m ọrụ m dị ka ihe gbasara ọdịbendị ojii; ọ bụ banyere ọdịbendị m, ana m edekọkwa omenala m,\" Erizku gwara Vulture",
  "Ọ bụrụ na anyị edepụta ihe niile dị ka oji ma ọ bụ ọcha ma ọ bụ odo odo ma ọ bụ ihe ọ bụla, mgbe ahụ ọ na-aghọ ihe a, nke a bụ nke a, nke a bụ nke ebe ahụ",
  "E nwere akụkụ n'ọrụ m na achọrọ m ka ọ bụrụ ihe zuru ụwa ọnụ",
  "Ọ dịghị mgbe m na-abanye na studio m wee sị, 'Ọ dị mma, nke a bụ maka otu a, achọghịkwa m ka otu a nweta ya.' \" Ngwakọta ya nke nka pop, ịhụ ihe onwunwe n'anya na minimalism emeela ka ọ bụrụ otu n'ime ndị na-eto eto na-eto eto na New York."
]