[
  "Awori bụ agbụrụ nke ndị Yoruba na-asụ asụsụ dị iche iche nke asụsụ Yoruba.",
  "Dị ka omenala si dị, a na-ahụ ndị Awori na Ogun Steeti na Lagos Steeti, Naijiria. Obodo ndị gụnyere Ado-Odo, Isheri, Ota, Igbesa, Agbara, Ilobi, Tigbo niile bụ ebe obibi Awori n'ime Ogun State nke taa (nke e kere na afọ 1976) na Naịjirịa.",
  "Akụkọ ahụ bụ na Olofin (ma ọ bụ Ogunfunminire, onye guzobere Awori) na ndị na-eso ụzọ ya hapụrụ obí Eze Oduduwa (onye guzobere Yoruba) na Ile-Ife wee kwaga n'ebe ndịda n'akụkụ osimiri",
  "Oduduwa nyere Olofin efere apịtị ma gwa ya ka ọ tinye ya n'elu mmiri ma soro ya ruo mgbe ọ mikpuru n'osimiri ahụ.",
  "Ụbọchị ole na ole mgbe ọ hapụsịrị Ile-Ife, efere ahụ kwụsịrị na mberede na nso Olokemeji na nso Abeokuta nke oge a",
  "Mgbe ụbọchị iri na asaa gasịrị, ọ malitere ịkwaga ọzọ, naanị ịkwụsị na Oke-Ata maka ụbọchị iri na ise ọzọ",
  "Na ngwụcha ụbọchị iri na asaa, efere ahụ malitere ịkwaga ọzọ, naanị ịkwụsị ọzọ na mpụga ndịda nke Abeokuta nke oge a, ebe ọ nọrọ ụbọchị iri na ise ọzọ",
  "N'ebe a, ụfọdụ n'ime ndị na-eso ụzọ Olofin kpebiri ịnọgide, nke otu nwoke aha ya bụ Osho Aro-bi-ologbo-egan du",
  "Plate ahụ gara n'ihu na-agbadata, na-akwụsị ọzọ na Isheri",
  "Olofin malitere inye ndị na-eso ụzọ ya ntụziaka ka ha malite ịmepụta ebe obibi na-adịgide adịgide",
  "A na-ekwu na ndị na-eso ụzọ Olofin jụrụ ya ebe efere ahụ dị",
  "Ọ zaghachiri \"Awo Ti Ri\" nke pụtara \"Plate ahụ adaala\"",
  "Nke a bụ otu a na-ekwu na aha Awori malitere.",
  "Olofin nwere nwunye abụọ aha ha bụ Akesan na Ajaiye",
  "Akesan nwere ụmụ nwoke abụọ (Ogunneru na Ogunbiyi), ebe Ajaiye bụ nwa amụghị",
  "Mgbe ha biri na Isheri, Olofin gakwuuru onye amụma Ifa ebe a gwara ha ka ha gaa ebe mmiri nnu dị",
  "Ha hapụrụ Isheri wee gaa Iddo, ebe ha nọrọ",
  "Ajaiye mechara mụọ ụmụ asatọ, ndị ga-emesị too bụrụ Idejos nke oge a",
  "O nyere ha ala ka ha rụọ ọrụ ugbo",
  "Idejos gụnyere Oniru, Elegushi, Ojora, Onikoyi wdg.\nOlofin ga-emesị laghachi Isheri iji bie ndụ ya fọdụrụ mgbe ọ gburu isi Ajaiye maka ịrara ya nye ndị Benin",
  "Ogunneru mechara nọchie Olofin Ogunfunminire dị ka Olofin ọzọ nke Isheri ebe Ogunbiyi ga-aga n'ihu na-amụ obodo Awori ọhụrụ",
  "Nwa ya nwoke bụ Eze mbụ nke Ota.",
  "Ref: Iwu ala Yoruba site na PC LLoyds",
  "A mara ebe obibi nke ezinụlọ Awori dị ka nke bu ụzọ guzobe Abeokuta dị ka alaeze Egba na afọ 1832, dị ka Isheri, obodo Awori kachasị n'ime oge a Ogun State biri na narị afọ nke iri na ise.",
  "Omenala na-agbanwe agbanwe banyere ọnụnọ nke otu ndị Yoruba dị iche iche gburugburu Lagos site na ihe dị ka afọ 1550 mgbe Alaeze Ukwu Benin wakporo mpaghara Lagos.",
  "Onye na-amụ banyere ụmụ mmadụ, W.G",
  "Wormalin na Intelligence Report on the Badagry district of the colony (1935) na-enye nkọwa mara mma nke Awori mbụ ọ zutere mgbe o dere na:\" Ha na-asụ asụsụ Yoruba",
  "Ha na-arụkarị ọrụ ugbo na ịkụ azụ",
  "\"",
  "Nkwenkwe na omume ọdịnala dị n'akụkụ Islam na Iso Ụzọ Kraịst",
  "Ụfọdụ n'ime ndị Awori jikọtara Islam ma ọ bụ Iso Ụzọ Kraịst na nkwenkwe na omume ọdịnala ha",
  "Ndị ụkọchukwu Alakụba si n'ime ime obodo webatara Islam n'akụkụ dị iche iche nke afọ iri abụọ tupu narị afọ nke iri abụọ, ebe mgbasa nke Iso Ụzọ Kraịst sochiri ọrụ ozi ala ọzọ na mpaghara Badagry site na afọ 1840",
  "Ojiji nke Ifa oracle na mkpebi nke nsogbu na ihe omume ụfọdụ dị ka ụbọchị ememme, ememe okpueze, ihe kpatara ọdachi steeti na-eme n'etiti ndị kwere ekwe ọdịnala",
  "Ọdịnihu na akụnụba mmadụ nọgidere bụrụ akụkụ dị mkpa nke mmepeanya Yoruba, nke Awori ka na-ejigide",
  "Na mgbakwunye, ụlọ ọrụ ndị ụkọchukwu na ụlọ eze nke ndị Yoruba nke ime obodo bụ ndị a ma ama gosipụtara n'ụzọ pụtara ìhè n'etiti ha",
  "Dịka ọmụmatụ, inwe okpueze Ade na nkwenye nke Oba, nke bụ echiche kachasị elu nke ikike ndọrọ ndọrọ ọchịchị n'etiti ndị Yoruba, bụ ihe onye ndú ọdịnala ọ bụla; ọkachasị ndị sitere n'agbụrụ ndị eze na N'agbọrọ.",
  "A na-eme emume Oro na Oree, Egungun, Elegba, Igumuko, Opa, Osugbo na Gelede n'etiti obodo Sword ọdịnala ka ndị mmadụ na-eme Sallah na Krismas nke oge a na ụmụ amaala na-alaghachi n'ụlọ site n'ebe dị anya na nso mgbe a na-edozi ụbọchị.",
  "N'ihi ọdịdị nke gburugburu ebe obibi, ịkụ azụ, kama ọrụ ugbo nke na-adịkarị na ndị Yoruba, bụ isi nchegbu ọdịnala nke osimiri",
  "Awori bụkwa nnukwu ndị ọrụ ugbo",
  "N'ógbè ụfọdụ, a na-ejikọta ịkụ azụ na mmepụta mat na nkata na mmanụ nkwụ",
  "Mgbanwe ihu igwe dị n'ebe ugwu nke ụsọ oké osimiri na-enye ohere maka ịkọ ihe ọkụkụ dịgasị iche iche",
  "Cassava bụ ma eleghị anya nke a na-akụkarị n'ọtụtụ ebe ebe ebe ebe a pụrụ ịkụ ya ma kpọọ ya ihe ubi n'afọ niile",
  "Na mgbakwunye, ọ bụ isi iyi nke Garri, nke ugbu a bụ isi nri",
  "A na-edozi cassava maka mmepụta nke starch na nri starch a na-emepụta n'ógbè a maara dị ka Fufu na ndị ọzọ na-emepụta ihe oriri",
  "Mkpụrụ ọka, Yams, Cocoyams na Oil Palm bụkwa ihe ọkụkụ a ma ama na mpaghara ahụ",
  "A na-agbakwunye ihe ọkụkụ nri yana akwụkwọ nri yana anụmanụ dịka ewu, atụrụ na ewi; nnụnụ dị ka quail, cock, hen na goose, ụmụ ahụhụ a na-eri eri dị ka ahịhịa yana alligators, nke a na-akwadebe dị ka nri dị ụtọ a mara dị ka 'Ò Hean' n'etiti Aworis nke Lagos Steeti.",
  "Otú ọ dị, site na mgbanwe ụlọ ọrụ mmepụta ihe nke gọmentị Obafemi Awolowo malitere na ngwụcha afọ 1950 na afọ 1960, mpaghara ndị na-asụ Awori dị ka Ikeja na Isolo na Lagos, yana Otta na Agbara malitere ịhụ ọtụtụ ụlọ ọrụ, nke ụmụ amaala nyere ala ha maka mgbanwe akụ na ụba nke obodo ha."
]