[
  "Awut Deng Acuil bụ onye ndọrọ ndọrọ ọchịchị South Sudan nke na-eje ozi ugbu a dị ka minista na Ministry of General Education and Instruction na Revitalised Transitional Government of National Unity (R-TGoNU)",
  "Ọ bụ nwanyị mbụ bụ Minista nke Mmụta maka South Sudan ma bụrụkwa Minista nke Mmekọrịta Mba Ọzọ na Mmekọrịta mba ụwa site n'August 2019 ruo March 2020.",
  "A mụrụ Awut Deng nwa nwanyị Deng Achuil",
  "Agbụrụ nna ya biri n'ókè Nuer-Dinka.",
  "Awut nwere akara ugo mmụta na sayensị ndọrọ ndọrọ ọchịchị na Mahadum Katọlik nke Ọwụwa Anyanwụ Afrịka.",
  "Na mbido ọrụ ya, Deng dị ka onye ndú nke mbọ udo",
  "O sonyere na New Sudan Council of Churches peace initiative",
  "O nyekwara aka na 1999 Wunlit Peace Conference n'etiti Nuer na Dinka",
  "Site na 2000 ruo 2002 Deng gara ụwa niile na-akwado mbọ udo na South Sudan nye ndị isi ụwa dị iche iche",
  "E nyere ya 2002 Interaction Humanitarian Award maka mbọ ọ na-agba maka udo.",
  "Deng sonyere na mkparịta ụka udo na Kenya site na 2002 ruo 2004 nke dugara na nkwekọrịta udo zuru oke na 2005",
  "Site n'afọ 2005 ruo n'afọ 2010 ọ nọ n'ọkwa a họpụtara na Southern Sudan Legislative Assembly na Juba",
  "Ọ rụkwara ọrụ dị ka onye ndụmọdụ onye isi ala na okike na ikike mmadụ site na 2005 ruo 2009. Deng jikọtara aka guzobe Nzukọ Mpaghara nke Ndị Bishọp Katọlik Sudenese, Òtù Ụmụ nwanyị Sudenese na Nairobi, na Olu Ụmụ nwanyị Sudese maka Udo.",
  "Deng jere ozi dị ka Minista Ọrụ na Ọrụ Ọha na South Sudan site na 2009 ruo 2011, na-ewere ọrụ David Deng Athorbe nwere na mbụ. A họpụtara ya ọzọ na Cabinet nke South Sudan na 10 Julaị 2011",
  "A ṅụrụ ya iyi dị ka Minista na-ahụ maka ọrụ, ọrụ ọha na eze na 14 Septemba 2011. Dị ka akụkụ nke kọmitii ọhụrụ aha ya bụ n'ọnwa Eprel 2016, a kpọrọ Acuil Minista nke Mmekọahụ, Ụmụaka na Ọdịmma Ọha.",
  "Deng abụwokwa onye omeiwu kemgbe afọ 2010.",
  "Deng jere ozi dị ka Minista Na-ahụ Maka Mba Ọzọ site n'August 2019 ruo March 2020, mgbe Beatrice Wani-Noah nọchiri ya. Kama nke ahụ, a kpọrọ ya aha dị ka Minista ọhụrụ maka agụmakwụkwọ na ntụziaka."
]