[
  "Ayé Aton (amụrụ Robert Underwood, n'ubochí irí abụọ na itoolu n'ọnwa Jenụwarị, 1940, Versailles, Kentucky; nwụrụ n'ubochí irí atọ n'ọnwa Ọktoba,  2017, Lexington, Kentucky), bụ ónyé America na-ese ihe, ónyé na-ese onyinyo, ónyé na'ahụ màkà mgbidi, ónyé na -eti egwu na ónyé nkụzi.",
  "Aton kụrụ ọkpọ na Sun Ra's Arkestra ruo ọtụtụ afọ n'afọ ndị 1970",
  "Dị ka onye na-ese ihe, a maara ya màkà ihe osise ya na-emetụta mbara igwe, nke o sere n'ụlọ ndị mmadụ na n'ụlọ elu na Chicago n'oge 1960 na 1970s",
  "O mechara bụrụ onye nkụzi nka na Baton Rouge, Louisiana, ma sụgharịa ọtụtụ narị ihe osise nka mara mma na ndị Africa, ndị Ijipt, ndị American, Afrofuturist, na ihe ndị na-enweghị atụ.",
  "N'afọ 2013, ọkọ akụkọ ihe méré eme bụ John Corbett na onye na-ese ihe / onye édémédé bụ Glenn Ligon rụkọtara ọrụ n'akwụkwọ akpọrọ Sun Ra + Ayé Aton: Space, Interiors, and Exteriors, nke gosipụtara foto ndị a na-ebipụtabeghị na 1960s na nke 70s nke nnukwu murals Aton, yana ihe nkiri sitere na Sun Raás, Space is the Place.",
  "A mụrụ Underwood na Versailles, Kentucky, wee kwaga New York n'oge ọ dị afọ iri na ụma",
  "N'afọ 1960, ọ kwagara Chicago, n'oge onye nkuzi ya, ónyé egwu Sun Ra, si Chicago kwaga New York",
  "Corbett dere na Underwood nọrọ oge na otu ìgwè ọmụmụ ihe nke ndị okenye na-egwu egwuregwu na Washington Park na Chicago South Side",
  "Ọ bụ nwa okorobịa na-achọ ịmata ihe, na-ajụ ajụjụ miri emi banyéré ụdị isiokwu niile a na-amaghị ama, ọtụtụ ndị otu ọmụmụ ahụ gwakwara ya banyere Ónyé ha na-aga maka ajụjụ ndị dị otú ahụ: onye ha maara dị ka Sunny Ray [sic], onye hapụrụ ọbọdọ ahụ n'oge na-adịbeghị anya mànà o nwere ihe kacha mma iji nyere [Underwood] aka na ọchụchọ ihe ọmụma ya.",
  "N'afọ 1976, Ayé hapụrụ Arkestra wee laghachi Chicago",
  "Ọ na-akpọ egwu na Infinite Spirit Music, bụ ndị na 1979 dekọrọ abọm Live Without Fear, nke e wepụtara na 1980 na Ancient Afrika Records.",
  "N'afọ 1983, Aton kwagara Baton Rouge, ebe ọ ghọrọ ónyé na-akwado nka ọbọdọ ma na-akpọ ụbọ akwara n'òtù ndị dị n'ógbè ahụ.",
  "Mgbe a chọpụtara na ọ na-arịa ọrịa kansa na 2016, ọ laghachiri Kentucky, ebe ọ nọrọ afọ ikpeazụ nke ndụ ya na nwa ya nwoke Ahmosis Aton",
  "N'ime afọ iri abụọ ikpeazụ nke Ayé, o mepụtara ọtụtụ narị ọrụ na ákwà, akwụkwọ, na bọọdụ, ọtụtụ n'ime ha egosighi ma ọ bụ bipụta ya n'ihu ọha."
]