[
  "Aya Tarek bụ onye na-ese ihe n'Ijipt si n'obodo Alexandria Ihe ndị Tarek na-eme bụ ihe osise n'okporo ámá ma ọ bụ ihe odide na ihe osise",
  "Ọ bụ ezie na ihe osise n'okporo ámá n'Ijipt nwetara nlebara anya mba ụwa mgbe mgbanwe nke afọ 2011 gasịrị, Tarek malitere ịkekọrịta ihe osise ya n'okporo ámá na mgbidi Alexandria na 2008, mgbe ọ dị afọ iri na asatọ. Tarek na-emepụta ihe osise ime ụlọ nke ọ na-eche na ọ na-enyere ya aka ka e were ya n'ụzọ siri ike dị ka onye na-ese ihe",
  "Otú ọ dị, ọ na-ekwusi ike na mkpa nke nka n'okporo ámá dị n'ihi na ọ dị onye ọ bụla mfe iwere ihe ọ bụla ha nwere ike ịchọ site na ọrụ ahụ.",
  "A mụrụ ya n'afọ 1989 nna nna ya bụ onye ọrụ aka",
  "N'afọ 2008, ọ malitere ide ihe.",
  "Ọtụtụ ndị na-ahụ Tarek dị ka onye na-ese ihe n'okporo ámá mbụ na Egypt.",
  "Ọ nọ na ihe nkiri nke Ahmed Abdallah akpọrọ Microphone, nke na-enyocha ihe osise nke Alexandria na-eduga na mgbanwe nke afọ 2011 N'otu n'ime ihe odide nke ya, \"How to Fuck your mind\", Tarek gosipụtara onye na-ese ihe osise na-arị elu ozugbo ma daa site na aha dị elu. Ihe nkiri ahụ gụnyere ahụmahụ onwe onye Tareká na mgbasa ozi na otu o si metụta ya.  Onye nkatọ doro anya, Tarek na-eji ọtụtụ ebe nka nke na-elekwasị anya na graffiti iji gosipụta echiche ya ma soro ndị ọzọ kerịta ha n'ebe ọha na eze",
  "Ọ na-akọwa nkà ihe ọmụma ya, na-ekwusi ike na ihe odide \"abụghị maka ịba ọgaranya, ma ọ bụ inwe oghere zoro ezo\". Tarek nwere ndị na-eso ụzọ siri ike na Facebook na ọtụtụ blọọgụ ndị Ijipt.",
  "N'oge mgbụsị akwụkwọ nke afọ 2012, Tarek sonyere n'ihe ngosi na Beirut nke a na-akpọ White Wall, nke kpọkọtara ndị na-ese ihe si n'akụkụ ụwa niile. Ọ bụ Beirut Art Center haziri ihe ngosi ahụ na mmekorita ya na Foundation Saradar ma gosipụta ihe ngosi na Beirut Art Centre na ọrụ egosiri n'okporo ámá Beirut. Aya Tarek kọwara ahụmịhe ya ebe a dịka nke nweere onwe ya nke ukwuu na atụghị anya ka ndị omenkà ndị ọzọ na-arapara n'otu ozi mgbe ha na-emepụta mgbidi a",
  "Ọtụtụ ndị na-ese ihe dị iche iche si gburugburu ụwa bịara ebe a iji rụọ ọrụ n'ebe na-enweghị ikpe.",
  "Ọ bụ ezie na a na-ahụ ọrụ Tarek dị ka akụkụ nke atụmatụ ndọrọ ndọrọ ọchịchị, ọ na-ekwu na, \"ọtụtụ n'ime anyị abụghị ndị ndọrọ ndọrọ ọchịchị n'ezie; [anyị] ndị na-ese ihe",
  "abụghị maka ndọrọ ndọrọ ọchịchị",
  "Ihe gbasara ejiji na usoro",
  "Ọ bụghị maka isiokwu ndọrọ ndọrọ ọchịchị siri ike\" Ọ na-ekwu na mgbe mgbanwe ahụ gasịrị, echiche akụkụ ọdịda anyanwụ banyere Ijipt gbanwere nke ukwuu, nke bụ ihe mere ọtụtụ ndị na-ese ihe ji gosipụta echiche ndọrọ ndọrọ ọchịchị n'ọrụ ha.",
  "Aya Tarek na-ekwusi ike maka mkpa nka n'okporo ámá dị, ọkachasị n'Ijipt",
  "Ọ na-ekwu maka etu ọha na eze si ahụ ya nke ukwuu, n'agbanyeghị nnukwu nyocha nke na-eme na mba ya",
  "Ọ na-ekwu, okporo ámá bụ maka onye ọ bụla",
  "Ọ na-ewere onwe ya dị ka onye na-eme nnwale, ma na-eme nnukwu nnwere onwe okike n'ọrụ ya."
]