[
  "Aya Virginie Touré, onye amụrụ Aya Virginie Kouamé, bụ onye na-ahụ maka udo na onye ndọrọ ndọrọ ọchịchị na Côte d'Ivoire (Ivory Coast)",
  "A maara ya maka ịhazi ụmụ nwanyị na-eguzogide onye isi ala Laurent Gbagbo onye jụrụ ịpụ n'ihi na Alassane Ouattara meriri ya na ntuli aka onye isi ala. Touré rụrụ ọrụ iji kpalie ụmụ nwanyị dị ka osote onye nduzi maka ntuli aka onye isi ala nke Ouattara na 2010 na Ivorian. N'afọ 2016, a họpụtara ya dị ka onye nnọchi anya na mpaghara nke 72 nke gụnyere obodo Guépahouo na Oumé. Kemgbe ọ dịkarịa ala afọ 2014, ọ bụ onye isi nchịkwa nke Petroci Foundation, nzukọ ọrụ ebere nke ụlọ ọrụ mmanụ na gas nke Ivorian.",
  "Na Rally of the Republicans RDR, otu ndọrọ ndọrọ ọchịchị na-achị na Côte d'Ivoire, a họpụtara Aya Virginie Touré dịka onye isi oche nke Rally of Republican Women. (French: Rassemblement des femmes républicaines)(RFR).",
  "Ọ kwuru okwu megide Gbagbo na ndị nọ n'ime ya bụ ndị a na-ekwu na ha na-eziga ego ndị na-atụ ụtụ isi na mba ahụ dị ka akụ nke ha.",
  "Touré haziri ọtụtụ ngagharị iwe udo na Côte d'Ivoire n'oge nsogbu Ivorian nke afọ 2010 na 2011",
  "N'ajụjụ ọnụ na-akpali akpali na BBC News, Touré jiri Agha Obodo nke Abụọ nke Ivory Coast tụnyere agha obodo Libya nke 2011 ma rịọ maka nkwado site n'aka ndị mba ụwa. Ọ kpọrọ oku ka ndị agha tinye aka iji wepụ Laurent Gbagbo n'ọchịchị n'otu ụzọ ahụ e wepụrụ Charles Taylor na Agha Obodo nke Abụọ nke Liberia.",
  "Na Disemba 2010, Touré duuru ọtụtụ narị ụmụ nwanyị na ngagharị iwe udo n'oge nsogbu na-aga n'ihu na Abidjan",
  "Ha kụrụ ite iji dọọ aka ná ntị banyere mbata nke ndị agha.",
  "Na Machị 3, 2011, Touré duuru ụmụ nwanyị 15,000 na ngagharị iwe udo na Abidjan",
  "Ụfọdụ yi uwe ojii, ụfọdụ yi akwụkwọ, ụfọdụ gba ọtọ, ihe ịrịba ama niile nke ọbụbụ ọnụ Afrịka na-agwa Laurent Gbagbo",
  "N'ógbè Abobo, ndị uwe ojii ji tankị ndị gbara ụmụ nwanyị égbè zutere ha. Ụmụ nwanyị asaa nwụrụ ma merụọ ihe dị ka 100 ahụ. Na Machị 8, Ụbọchị Ụmụ nwanyị Mba Nile, Touré haziri ụmụ nwanyị 45,000 na ngagharị iwe udo na mba ahụ. Ụmụ nwanyị ahụ zutere ndị ntorobịa ji mma na ngwá agha na-akpaghị aka na-agbapụ n'ime ikuku na Koumassi. Ndị agha gburu otu nwanyị na ndị ikom atọ na Abidjan.",
  "Na Machị 8, 2011, Leymah Gbowee wepụtara nkwupụta nkwado maka ngagharị iwe udo nke ụmụ nwanyị Ndị Kraịst na ndị Alakụba na Côte d'Ivoire ma jiri ha tụnyere ụmụ nwanyị Liberia.",
  "Na Machị 23, na Economic Community of West African States (ECOWAS) Summit na Naijiria, ndị na-eme udo na West Africa haziri \"Otu puku ụmụ nwanyị March\" iji kwado ụmụ nwanyị Côte d'Ivoire. Ha na-eyi T-shirts ọcha ma na-anọchite anya mba dị iche iche gafee West Africa gụnyere Côte d'Ivoire, Ghana, Liberia, Nigeria, Sierra Leone na Togo. Ha wepụtara nkwupụta mgbasa ozi ma nye ndị isi steeti ECOWAS nkwupụta ọnọdụ.",
  "Na Machị 23, Goodluck Jonathan, Onye isi ala Naịjirịa gbara United Nations ume ka ha mee mkpebi iji mee ihe siri ike, na-ekwu na ọgba aghara na-eyi nchekwa egwu na West Africa.",
  "Na Machị 30, a nabatara mkpebi nke United Nations Security Council 1975 n'otu olu, na-achọ ka Laurent Gbagbo kwụsị dịka onye isi ala ma kwe ka onye isi ala Alassane Ouattara nke mba ụwa kwado were ike",
  "Mkpebi ahụ nyere Gbagbo na ndị enyi ya ntaramahụhụ. France na Naịjirịa kwadoro mkpebi ahụ."
]