[
  "Ayanah Moor (amụrụ n'afọ 1973, Norfolk, Virginia, United States) bụ ónyé na-ese ihe na-arụ ọrụ na mbipụta, vidiyo, mgbasa ozi ngwakọta, na arụmọrụ. Ọrụ ya na-ekwu maka ọdịbendị a ma ama n'oge a site n'ịjụ njirimara na ịma mma ọbọdọ. Ọtụtụ n'ime ọrụ ya na-elekwasị anya na omenala hip-hop, ndọrọ ndọrọ ọchịchị America, asụsụ ojii na arụmọrụ nwoke na nwanyị.",
  "Moor nwetara MFA na óbìbì akwụkwọ site na Tyler School of Art, Temple University, Philadelphia, PA 1998 na BFA na eserese na óbìbì akwụkwọ na Virginia Commonwealth University, Richmond, Virginia na 1995.",
  "Moor bụ Ugbú a Associate Professor na Ngalaba Printmedia, na School of the Art Institute of Chicago, Chicago, IL. Nhọpụta mbụ ya bụ na Mahadum Carnegie Mellon, Pittsburgh, PA.",
  "Ọ na-eweghara ma na-enyocha ihe ndị dị ugbu a iji gbanwee ma gbasaa ihe ọ pụtara. \"Ọrụ m na-enyocha ụzọ omenala a ma ama si akọwapụta ọchịchọ anyị, egwu anyị, nrọ anyị,\" Moor kọwara. \"Echere m na enwere m mmetụta mgbe niile na mkpa ọ dị ịkọwa onwé m, n'ihi na ndị isi ojii nọ na America enweela mmetụta n'akụkọ ihe méré eme site n'ụzọ ndị ọzọ kọwapụtara ha",
  "Màkà m, ịtụgharị: bụ ime ihe na akụkọ ihe mere eme",
  "Ọ bụ ma nkwenye nke akụkọ ihe méré eme, nkatọ ya, na echiche ọzọ",
  "Enwere m mmasị na mmekọrịta mmadụ na ibe ya nke agbụrụ, dịka enwere m mmasị na okike na mmekọahụ",
  "N'ọrụ m, m na-ejikarị echiche anyị na-eche na ọ dị ka ihe a na-ejighị n'aka, iji kpọọ nkọwa ọhụrụ",
  "\"",
  "N'afọ 2015 Ayanah Moor natara Hyde Park Art Center Jackman Goldwasser Residency, Chicago, IL.\nN'afọ 2014 ọ natara The Pittsburgh Foundation, Advancing Black Arts na Pittsburgh Award ($ 7,500).  N'afọ 2011, e nyèrè ya STUDIO maka Creative Inquiry fellowship na Mahadum Carnegie Mellon. N'afọ 2011, The Pittsburgh Foundation nyèrè Moor onyinye Advancing Black Arts na Pittsburgh Award",
  "N'afọ 2003, ọ natara onyinye Mid Atlantic Arts Foundation na The Pittsburgh Foundation, Artist Award, Pittsburgh, PA. N'afọ 2002, e nyèrè Moor Berkman Faculty Development Fund Grant, Mahadum Carnegie Mellon."
]