[
  "Ayana M",
  "Evans, bụ onye na-eme ihe nkiri na ónyé nkụzi nke Africa-America nke bi na New York City na ónyé nkuchi prọfesọ nke nka anya na Mahadum Brown",
  "Ọ na-ejekwa ozi dị ka ónyé nchịkọta akụkọ nke Cultbytes, akwụkwọ nka n'ịntanetị.",
  "Ọzụzụ ọkachamara nke Evans na-elekwasị anya n'ụdị nka ọdịnala gụnyere eserese na ihe ọkpụkpụ, yana imewe ejiji",
  "Ihe ngosi ya na-eji ihe omume ndị nkịtị dị ka ịgafe okporo ámá, ịgbanwe uwe na mmega ahụ iji dọta uche na ahụmịhe ya dị ka nwanyị Africa America",
  "Ọ na-eme ememme, ébé ngosi ihe mgbè ochie na ememme nka gbụrụ-gbúrụ United States, Martinique na Ghana.",
  "Evans tolitere na Chicago",
  "Nné ya na nnà ya, ma ndị na-agwọ ọrịa omume, si Alabama na Mississippi n'otu n'otu. O nwetara nzèrè Master of Fine Arts na eserese site na Tyler School of Art na Mahadum Temple na BA na Visual Arts site na Mahaduma Brown",
  "Ọ gakwara Skowhegan School of Painting and Sculpture ma nwee Associates Degree na Accessories Design site na Fashion Institute of Technology.",
  "Ọ na-ekwu na ọrụ ya sitere na \"ihe méré n'ezinụlọ m dị ka ndị ohu, dị ka ndị isi ojii meriri ọtụtụ ihe iji bụrụ ihe a na-ewere dị ka 'ezigbo' site na ụkpụrụ ego America\".",
  "Evans na-ekwu na ọ gbanwere site na ejiji na eserese gaa na nka arụmọrụ iji merie ndị na-ekiri ya",
  "\"N'ime arụmọrụ [dị iche na ejiji] nka ị naghị echegbu onwé gị banyéré akụrụngwa",
  "Ị nwere ike ime ihe osise kachasị iwe mana mgbè ị tinyere ya na mgbidi mmadụ nwere ike ịpụ na ya",
  "Mana, ọ bụrụ na ị bụ onye na-eme ihe nkiri, enwere m ike ịkatọ gị n'onwe m - enwere m ike ịtụ gị oche - ị ga-awụli elu, \"ọ gwara The Conversation. Kemgbe ọ gbanwere, ọ na-eme ihe ngosi nka, gallery, na mmemme nka na United States na Africa, gụnyere Newark Museum, Queens Museum, Bronx Museum, Barnes Foundation, Medium Tings Gallery, Cuchifritos Gallery + Project Space, NADA na Governor's Island, Panoply Performance Lab, na Ghana's Chale Wote festival.",
  "Evans na-elekwasị anya n'ọrụ ya gbụrụ-gbúrụ akụkọ ndị dị nso nke nwanyị ojii, na-enyocha usoro mmekọrịta nke ndụ ya",
  "A zụrụ ya dị ka ónyé na-ese ihe na ejiji, echiche agba, ọdịdị, na ejiji na-emetụta ọrụ ya",
  "Ọtụtụ mgbè, ihe ngosi ya na-agụnye ákwà na-acha anụnụ anụnụ, tiaras plastik, ụkwụ ụkwụ dị elu, ihe ntecha, ihe oriri, na ihe ndị a chọtara iji mee ka ndị na-ekiri ya na-etinye aka ma na-arụ ọrụ ahụ na omenala na-ewu ewu",
  "Evans na-eji omume arụmọrụ ya dị ka ihe na-eme mgbanwe, dị ka onye na-eme ihe nkiri, ma e jiri ya tụnyere onye na-ese ihe, ọ chere na ọ ga-ekwe ka ndị na-amaghị banyere ịkpa ókè agbụrụ ha, ndị na-adịghị akwado ụmụ nwanyị ojii, ndị nwere ọtụtụ ajọ mbunobi nwoke na nwanyị na ndị na-akwado ụmụ nwanyị trans, ndị m chere na ha chọrọ ka anya ha meghee ntakịrị karịa.",
  "N'afọ 2012, Evans chọtara uwe catsuit na ónyé na-ese ihe Tiffany Rhodes, Butch Diva sample sale",
  "Ọ bụ otu n'ime naanị ihe dabara ya nke ọma ya mere ọ ghọrọ ejiji ya, akara ahịa ya",
  "Ọ na-ekwu na e nwere akụkụ na ya na-eyi uwe neon catsuit nke bụ màkà ịnabata onwé ya na obi ike.",
  "Dị ka Evans si kwuo, \"Operation Catsuit m bụ na m bụ 100% m",
  "Olileanya m bụ na nke a na-agba ndị ọzọ ume ịbụ 100% n'onwe ha",
  "Ma n'ime ma n'èzí nke usoro Operation Catsuit, ana m eme ihe n'onwe m dị ka ịwụli elu na ịpị ụkwụ n'ụkwụ ruo awa 2-3 na gallery nwèrè ihu zuru ezu nke ihe ntecha ma ọ bụ push-ups na ụkwụ n'otu nkwonkwo",
  "A na-eme ihe omume arụmọrụ ndị a iji mee ka mmetụta nke ịkpa ókè agbụrụ na misogyny pụta ìhè, yana ike nke nwanyị na-eburu oghere n'ụzọ ndị a na-echekwa maka ụmụ nwoke na United States",
  "\"",
  "N'ịgwakọta ntachi obi anụ ahụ na nke uche, ntinye aka a na-aga n'ihu na-eme ka ónyé na-ese ihe na-eyi ihe ịrịba ama na-agụ: \"M bịara ebe a ịchọta di\"",
  "A mụrụ mpempe akwụkwọ ahụ n'ihi ọchịchọ onye na-ese ihe ịmepụta ezinụlọ nke ya na nkụda mmụọ nke enweghị ike ịchọta di na 2015. Site na ọchị màkà ụfọdụ na obi erughị ala màkà ndị ọzọ, ihe ahụ na-ekpughe nrụgide ọha na eze ụmụ nwanyị na-enwe n'ihe gbasara ọmụmụ na mmekọrịta na, dịka ónyé édémédé na The Root si kwuo, na-eje ozi dị ka nkọwa banyéré anya nwoke na nwanyị.",
  "N'ịbụ nke Evans, Esther Neff, na Elizabeth Lamb guzobere na 2014, Social Health Performance Club na-ezukọta dị ka otu ndị na-ese ihe iji mepụta ihe omume, ihe ngosi, na ọrụ nka ọha na eze ndị ọzọ",
  "A na-ahazi SHPC dị ka arụmọrụ iji rụọ ọrụ site na mmekọrịta mmekọrịta mmadụ na ibe ya dị ka usoro nka nke chọrọ nkatọ na-aga n'ihu, nyocha na mkparịta ụka dị nchebe",
  "SHPC emeela na JACK, Abrons Arts Center, ABC No Rio, Queens Museum, na Gallery Sensei.",
  "Evans co-edited Institution bụ Verb: A Panoply Performance Lab Compilation, nke The Operating System bipụtara, ya na Esther Neff, Tsedaye Makonnen, na Elizabeth Lamb",
  "Seph Rodney, ónyé na-ede akwụkwọ na Hyperallergic, toro akwụkwọ ahụ dị ka \"ihe ndekọ akụkọ ihe mere eme na-akọwa otú ndị na-ese ihe nke PPL si jiri ohere ahụ banye n'ike ha ma mụta otu esi efegharị ọkụ",
  "Banyere mkpa akwụkwọ dị, Martha Wilson kwuru, sị: \"Ọ dị mkpà [ịdepụta ọrụ nka na-adịru nwa oge] ma ọ bụrụ na a ga-aghọta ma nyochaa arụmọrụ nka nke oge a n'ọdịnihu. Ọrụ nke Panoply Performance Laboratory, nke gosipụtara ndị na-ese ihe site na 2012 ruo 2018, na-eguzo dị ka nzukọ ihe nlereanya, nke na-ahụ màkà ịkpali Obodo ọ na-eje ozi",
  "\""
]