[
  "Ayana V",
  "Jackson (amụrụ n'afọ 1977) bụ ónyé America na-ese foto na ónyé na-eme ihe nkírí",
  "A mụrụ ya na Livingston, New Jersey, ọ natara B.A",
  "ya na Sociology na Spelman College na 1999",
  "N'afọ 2005, mgbè prọfesọ Katharina Sieverding kpọrọ ya, ọ gụrụ echiche dị oke egwu na nnukwu mbipụta na Mahadum nke Arts Berlin",
  "A maara ya nke ọma màkà ilekwasị anya na Africa nkè ógè a na African Diaspora, ọkachasị usoro African by Legacy, Mexican by Birth, Leapfrog (obere nke ndị ọzọ) Grand Matron Army, na Archival Impulse.",
  "A mụrụ Ayana Vellissia Jackson na Livingston, New Jersey ma zụlite na East Orange, New Jersey ebe ezinụlọ ya biri ogologo ógè. Nne nne ya Angenetta Still Jackson, bụ nwa Leah Arthur Jones so n'ezinụlọ guzobere Black Settlement mbụ nke New Jersey, Lawnside, New Jersey",
  "Nna nna ya, J",
  "Garfield Jackson, bụ ónyé isi Africa America mbụ nke Essex County",
  "Ọbọdọ East Orange mechara gụọ ụlọ akwụkwọ elementrị Jackson Academy n'aha ya",
  "Ọ gàrà Ghana n'afọ 2001, ebe ọ gara ụlọ ezinụlọ ya na North Odorkor",
  "N'oge njem a, o mepụtara usoro foto mbụ ya, \"Full Circle: A Survey of Hip Hop in Ghana\".",
  "Jackson malitere ịmụ sociology na foto n'oge ọ na-agụ akwụkwọ na Spelman College. Ọ gàrà n'ihu na ọzụzụ ya mgbe ọ nọ na Mahadum nke Arts nke Berlin, na usoro ebe obibi foto gụnyere Bakery Photographic Collective na Cité Internationale Universitaire de Paris, France.",
  "Her photographic series \"Full Circle: A Survey of Hip Hop in Ghana,\" \"Viajes Personales,\" and \"African by Legacy, Mexican by Birth\" have been exhibited in association with Gallery MOMO (Johannesburg, RSA), Rush Arts Gallery (US), A Gathering of the Tribes (US), Galerie Peter Herrmann (Germany), Mexican Museum (US) the Franklin H",
  "Williams CCC/African Diaspora Institute (US) and Culturesfrance (FR), the US State Department and the World Bank.",
  "Ọ natara ònyìnyé site na Inter-American Foundation na Puma Creative; nke ikpeazụ kwadoro òkè ya na 2009 Bamako African Photography Biennial (Rencontres africaines de la photographie).",
  "Jackson, Ayana V",
  "na Marco Villalobos, Rompiendo el Silencio, nkeji iri na abụọ Spanish / English subtitles",
  "Na mmekorita ya na ónyé édémédé na onye na-eme ihe nkiri Marco Villalobos, Rompiendo el Silencio bụ ọrụ Jackson & Villalobes na-arụ na ọhụụ ụda",
  "Ntụgharị uche banyere ọgụ nkịtị, ememe nke ịdị iche iche, na ntụgharị uche banyere mmalite nke maroonage nke oge a",
  "Rompiendo el Silencio na-akọwa akụkọ ihe mere eme na ịdị ngwa n'ebe a na ugbu a",
  "Ihe nkiri a jikọtara akụkọ onye mbụ na ihe oyiyi ndị Jackson na Villalobos weghaara na Super 8",
  "Ihe osise ụda nke Marco Villalobos dere na ajụjụ ọnụ ndị e mere n'oge njem ha na 2003 na 2005."
]