[
  "Sibongile Ayanda Sizwesiyanda Jiya (amụrụ n'abali iri na asatọ na onwa June n'afọ 1987) nke a maara dịka Ayanda Jiya, bụ onye South Africa na-agụ egwu, onye na-ede egwu na onye na-emepụta egwu edekọtara, amụrụ na Klerksdorp, North West. Jiya bịanyere aka n'okpuru TinismDotc0m n'afọ 2010, Mgbe ọ hapụrụ ebe ahụ, o guzobere akara, ya na studio nke Zephbeats. E wepụtara egwu ya, \"Go Go Girl\" n'afọ 2014, nke mere ka a họpụta ya dị ka Best RnB Single na mmemme nke iri na anọ nke Metro FM Music Awards.",
  "O wepụtara EP mbụ ya, V.I.C (Very Intimate Conversations) (2014) nke mepụtara otu egwu gụnyere \"Go Go Girl\" na \"Wrecking My Brain\"",
  "E wepụrụ EP ahụ na ngosi niile na ọgbọ dijitalụ mgbe ọ hapụrụ TinismDotc0m n'afọ 2015",
  "n'afọ 2017 ha wepụtara EP nke abụọ nke Jiya, To Whom It May Concern",
  "A mụrụ Ayanda Jiya na Klerksdorp, obodo dị na North West Province",
  "N'afọ 2007, ọ zutere Wax Lyrikal, onye na-eti egwu ọ malitere ịrụrụ ọrụ",
  "Sibongile Ayanda dekọrọ egwu mbụ ya, nke akpọrọ \"Rescue Me\"",
  "N'afọ 2010, e webatara ya na TinismDotc0m ebe ya na Michael Sathekge mepụtara uda egwu ma hapụ ya ka ọ depụta n'elu ha",
  "Ka e mesịrị n'afọ ahụ, o wepụtara otu egwu akpọrọ \"Don't Let Me Go\" nke Wax Lyrikal mepụtara",
  "Nke ahụ bụ egwu ọ dekọrọ na TinismDotc0m ma ozugbo nke ahụ gasịrị, o dere egwu ọzọ akpọrọ \"1m Grateful\"",
  "Ayanda Jiya mechara wepụta egwu ọzọ akpọrọ \"Happier Alone\", site n'ebe ahụ ọ gara n'ihu na-arụ ọrụ na EP ya akpọrọ Very Intimate Conversations (V.I.C) nke ewepụtara na 2014",
  "Onye ndu \"Go Go Girl\" nyere ya nhọpụta maka 'Best R&B Single' na 14th Metro Fm Awards",
  "Nhọpụta ahụ mere ka a mara ya na mba ụwa ma n'afọ 2016 e nyere ya ohere ka ọ rụọ ọrụ na Sri Lanka ime ihe nkiri na Capital City ha bụ Colombo maka Jazz Festival ha na-eme kwa afọ.",
  "N'afọ 2015, Ayanda Jiya kewara ụzọ ya na labelụ ahụ wee nwee ezumike  na ọgbọ egwu, mgbe ezumike afọ abụọ ya na ọgbọ egwu Ayanda kpebiri ịnọọrọ onwe ya wee malite akara ndekọ nke ya ọkpọrọ, \"Ayandastand Music\"",
  "N'otu afọ ahụ, onye bụbu onye otu labelụ Ginger Trill, kpọbatara Ayanda n'aka Onye Mmepụta Ndekọ bụkwa Injinia ụda bu Simphiwe Mhlongo, nke a maara dị ka Zeph / Zephbeats",
  "Zephbeats, onye ya na ndị dị ka Riky Rick, Stogie T na A-Reece sonyeere ruo ọrụ Ayandastand Music. Ha rụkọrọ ọrụ na Ayanda Jiya's 2nd EP 'To Whom It May Concern', nke gara dị ka nke mbụ na iTunes na Google Play",
  "Ọrụ izizi nke Ayanda nke akpọrọ 'AYANDASTAND' pụtara n'abai asatọ nke ọnwa Ọgọstụ afọ 2019 wee malite dị ka nke mbụ n'ọnụ ọgụgụ  na iTunes na Google Play n'ụbọchị nweputa. Ndị ọbịa na abọm ahụ gụnyere Stogie T, Ziyon na Naomi Parchment",
  "Onye Mmepụta / Sound Engineer Zephbeats, onye ya na Jiya na-arụkọ ọrụ nke ọma kemgbe afọ 2017, na-nduzi, mmepụta na ngwakọta abọm ahụ.",
  "Ayanda esorola ọtụtụ ndị na-eme ihe omume  na South Africa, ma gosi na abọm Lady Zamar bụ King Zamar",
  "Ọ pụtakwara na abọm studio nke abụọ nke A-Reece From Me to You and Only You, Stogie T's Honey and Pain Mixtape, Flame's CandyMan album, Ralf Gum's Progression album, Ginger Trill's Gang Tapes EP na Sir LSg's Moving Circle album.",
  ".Label:Ayandastand Music/Zephbeat Studios."
]