[
  "Àtụ:MedalTableTop\nAyelech Worku (amụrụ n'ọnwa Junu 12, 1979) bụ onye Etiopia na-agba ọsọ ogologo oge, nke a maara amara maka mmeri ọla nchara abụọ na World Championships na mita 5000",
  "A mụrụ ya na Arsi nke dị na mpaghara Oromia, otu mpaghara ahụ dị ka onye mmeri Olympic ugboro abụọ Haile Gebrselassie.",
  "Worku malitere ịsọmpi mgbe ọ dị na nwata: ọ meriri nrite ọlaọcha 5000m na 1995 All-Africa Games mgbe ọ dị afọ iri na isii wee merie ihe omume  World Junior Championships n'afọ 1996 na-ịgba ọsọ",
  "Ọ nwetara nhọpụta maka Olimpik mbụ ya n'oge na-adịghị anya, wee sonye na 1996 Atlanta Olympics",
  "Ọ gbara onye nke iri na abụọ na 5000m ikpeazụ mana ọ bụ onye na-eme ihe kachasị mma na Ethiopia na ihe omume ahụ",
  "Ọ gara asọmpi mbụ ya nke World Championship n'ọsọ n'oge na-adịghị anya wee bụrụ onye nke iri na abụọ na 5000m.",
  "Ọ malitere inwe ọganihu na ịgba ọsọ na mba, na-ewere obere ọla nchara na 1997 IAAF World Cross Country Championships tupu o nyere aka, ka Ethiopia bụrụ ọlaọcha na mbipụta 1998 wee bụrụ ọla edo nke anọ na ogologo ọsọ na 1999 IAAF World cross Country Championships",
  "O gbara onye nke atọ na 1999 2000 IAAF World Cross Challenge",
  "Ọ nwetere ọnọdụ nke itoolu na asọmpi 2000 World Championships wetakwa ọla edo ọzọ maka Ethiopia.",
  "Ihe nrite nke onye ọ bụla bịara na ọsọ asọmpi",
  "o dekọrọ ihe kachasị mma 5000 m nke onwe wee nweta ọla nchara na 1999 World Championships na ọsọ",
  "N'oge na-adịghị anya, o nwetara ihe nrite ọla edo na 1999 All-Africa Games",
  "Worku mere nputa nke abụọ ya na-egwuregwu Sydney n'afọ 2000, ebe ọ gbara onye nke anọ na 5000 m n'azụ onye obodo ya Gete Wami",
  "Worku ruru n'ọkwa ụwa na ihe omume ọzọ site na ikwughachi ihe nrite ọla nchara ya nke 5000m nke afọ abụọ gara aga na ọsọ 2001 World Championships",
  "Ọ gwụchara nke abụọ n'azụ Derartu Tulu na mita 10,000 na 2001 Goodwill Games.",
  "Worku malitere ịsọmpi na asọmpi ịgba ọsọ n'okporo ụzọ mgbe afọ 2002 gasịrị, ọ meriri na 2003 Montferland Run na mbipụta 2007 nke Hamburg Marathon."
]