[
  "Ayi Kwei Armah (a mụrụ 28 Ọktoba 1939) bu onye odee onye Ghana kacha mara amara maka akwukwo ya gunyere ndi mara mma amurughi (1968), puku oge abuo (1973) na The Healers (1978)",
  "Ọ bụkwa onye edemede, tinyekwara agụ uri, mkpirisi akụkọ na akwụkwọ maka ụmụaka",
  "A mụrụ Ayi Kwei Armah na ọdụ ụgbọ mmiri Sekondi-Takoradi na Ghana nye ndị nne na nna na-asụ Fante, na-agbada n'akụkụ nna ya site na ezinụlọ eze na mba Ga",
  "Site na 1953 ruo 1958 Armah gara Prince of Wales's College (nke a na-akpọ ugbu a dị ka Achimota School ), wee nweta akwụkwọ mmụta iji mụọ na United States, ebe ọ nọ n'etiti 1959 na 1963",
  "Ọ gara ụlọ akwụkwọ Groton na Groton, MA, wee gaa mahadum Harvard, ebe ọ nwetara nzere na sociology",
  "Ọ kwagara Algeria wee rụọ ọrụ dị ka onye ntụgharị maka magazin Révolution Africaine",
  "N'afọ 1964, ọ laghachiri Ghana, ebe ọ bụ onye na-ede edemede maka Television Ghana ma mesịa kụziere Bekee na ụlọ akwụkwọ sekọndrị Navrongo.",
  "N'agbata 1967 na 1968, ọ bụ onye nchịkọta akụkọ nke magazin Jeune Afrique na Paris",
  "Site na 1968 ruo 1970, Armah gụrụ akwụkwọ na Mahadum Columbia, nweta MFA ya na edemede okike",
  "N'afọ ndị 1970, ọ rụrụ ọrụ dị ka onye nkuzi na East Africa, na College of National Education, Chang'ombe, Tanzania, na National University of Lesotho",
  "O mechara kụzie na Mahadum Massachusetts dị na Amherst, Mahadum Cornell, na Mahadum Wisconsin-Madison",
  "Ọ bi na Dakar, Senegal, kemgbe afọ 1980.",
  "N'obodo Popenguine, ihe dị ka kilomita iri asaa site na Dakar, o guzobere ụlọ mbipụta nke ya, Per Ankh: African Publication Collective, nke akwụkwọ nke ya dị ugbu a.",
  "Na malite ọrụ ya dị ka onye edemede na 1960s, Armah bipụtara uri na obere akụkọ na magazin Ghana Okyeame, na Harper's Magazine, The Atlantic Monthly, na New African",
  "E bipụtara akwụkwọ akụkọ mbụ ya, The Beautyful Ones Are Not Yet Born, na 1968, ma na-akọ akụkọ banyere otu nwoke na-enweghị aha nke na-agbasi mbọ ike ime ka onwe ya na eziokwu nke Ghana mgbe nnwere onwe gasịrị.",
  "Na Fragments (1970), onye isi, Baako, bụ \"been-to\" - nwoke gara United States ma nweta agụmakwụkwọ ya n'ebe ahụ",
  "Na Ghana, a na-ele ya anya dịka onye na-atụ egwu nkwenkwe ụgha dị ka njikọ na ndụ ọdịda anyanwụ",
  "Nne nne Baako bụ Naana, onye ìsì, na-eguzo na mmekọrịta dị ndụ na ndị nna nna",
  "N'okpuru nrụgide nke atụmanya a na-emezughị, Baako mechara kwụsị",
  "Dị ka ọ dị na akwụkwọ akụkọ mbụ ya, Armah gosipụtara ọdịiche dị n'etiti ụwa abụọ nke ịhụ ihe onwunwe n'anya na ụkpụrụ omume, nrụrụ aka na nrọ, ụwa abụọ nke iguzosi ike n'ezi ihe na nrụgide mmekọrịta mmadụ na ibe ya.",
  "Why Are We So Blest? (1972) e mere n'ụzọ dị ukwuu na mahadum America, ma lekwasị anya na nwa akwụkwọ, Modin Dofu, onye kwụsịrị Harvard",
  "Modin nwere nkụda mmụọ dị n'etiti nnwere onwe na ụkpụrụ ọdịda anyanwụ",
  "Ọ na-ezute onye isi ojii nke Portuguese nke Afrịka aha ya bụ Solo, onye nwere nkụda mmụọ, na nwa agbọghọ ọcha America, Aimée Reitsch",
  "Solo, onye edemede a jụrụ ajụ, na-edebe akwụkwọ akụkọ, nke bụ isi ihe dị na akwụkwọ akụkọ ahụ",
  "Obi nkoropụ nke Aimée na nrara ya nye mgbanwe ahụ na-eduga n'ikpeazụ na mbibi, mgbe ndị OAS na-eme mgbanwe gburu Modin n'ọzara.",
  "Azụmahịa ohu nke Atlantic na Africa bụ isiokwu nke Armah's Two Thousand Seasons (1973), nke olu obodo dị iche iche na-ekwu okwu site na akụkọ ihe mere eme nke Africa, oge mmiri na akọrọ ya, site na oge otu puku afọ",
  "A na-egosi ndị Arab na ndị Europe na-emegbu mmadụ dị ka \"ndị na-eri anụ,\" \"ndị na-ebibi ihe,\" na \"zombies\"",
  "Edere akwụkwọ akụkọ a n'olu ihe atụ, ma gbanwee site na nkọwa gbasara ndụ na nkọwa ndị dị na ya gaa na ntụgharị uche na nkà ihe ọmụma, na-ebu amụma banyere oge ọhụrụ.",
  "The Healers (1978) gwakọtara eziokwu na akụkọ ifo banyere ọdịda nke Alaeze Ukwu Ashanti",
  "Ndị na-agwọ ọrịa a na-ekwu okwu ha bụ ndị na-agwọ ọrịa ọdịnala na-ahụ nkewa dị ka ọrịa na-egbu egbu nke Africa.",
  "Armah gbachiri nkịtị dị ka onye na-ede akwụkwọ akụkọ ruo ogologo oge ruo n'afọ 1995, mgbe o bipụtara Osiris Rising, na-egosi otu mgbanwe agụmakwụkwọ dị egwu nke na-eweghachi Ijipt oge ochie n'etiti usoro ọmụmụ ya.",
  "N'ịbụ onye ọgbọ nke ndị edemede Afrịka mgbe Chinua Achebe na Wole Soyinka gasịrị, e kwuru na Armah \"na-egosipụta oge obi nkoropụ siri ike\". Ọrụ Armah mechara mee ka ọtụtụ ndị nkatọ meghachi omume siri ike",
  "Ọ bụ ezie na a na-akpọ Two Thousand Seasons na-adịghị mma ma na-ekwu okwu, ma ọ bụ ihe sitere na \"nkà ihe ọmụma nke paranoia, ịkpa ókè agbụrụ na-emegide ịkpa ókè agbụrụ - na nkenke, Negritude mụrụ ọzọ\" Soyinka dere na ọhụụ Armah \"na-eme onwe ya na nkà ihe ọmụma a gbazinyere na nchọta ya maka ịdị n'otu, na-eme ka mmadụ dị mma maka mmadụ dị iche",
  "\"",
  "Dị ka onye edemede, Armah ekwuola banyere njirimara na nsogbu nke Afrịka",
  "Nchegbu ya bụ maka ịmepụta ụlọ ọrụ pan-Africa nke ga-anabata ọdịbendị na asụsụ niile dị iche iche nke kọntinent ahụ",
  "Armah akpọọla oku ka a nabata Kiswahili dị ka asụsụ kọntinent.",
  "Maka ụmụaka",
  "Ihe na-abụghị akụkọ ifo"
]