[
  "Ayisha Siddiqa (amụrụ na 8 Febụwarị 1999) bụ onye Pakistan na-ahụ maka gburugburu ebe obibi si Coney Island, New York City",
  "Ọ bụ onye guzobere Fossil Free University na PollutersOut!.",
  "A mụrụ Siddiqa na 8 Febụwarị 1999. A mụrụ ya na Jhang nke dị nso na Osimiri Chenab ma biri na ugbo nne na nna ochie gburugburu ebe ahụ. Nna nna ya nwụrụ n'ihi ọrịa kansa ọbara n'afọ 2012 na nne nne ya nwụrụ n\"ihi ọrịa polio n'afọ 2014",
  "Ọ na-agwa na ọrịa nne na nna nna ya ochie sitere na mmiri ha na-aṅụ site n'osimiri. Ọ kwagara United States mgbe ọ dị afọ ole na ole. Ọ gụsịrị akwụkwọ na Hunter College wee nweta Bachelor of arts na Political Sciences na Bekee na 2021. Mgbe ọ ka na-agụ akwụkwọ, ọ natara mmemme Thomas Hunter Honors",
  "Siddiqa na-arụ ọrụ na New York State Assembly site na mmemme Edward T",
  "Rogowsky Internship na 2019. Ugbu a ọ na-arụ ọrụ dị ka onye nyocha na Coro New York Leadership Center na onye ọka iwu na Munger, Tolles & Olson.",
  "Siddiqa malitere ọrụ ya mgbe ọ chọtara alaka mahadum nnupụisi na Mee 2019. Nzukọ ahụ na-eme ngagharị iwe na 7 Ọktoba 2019 na Lower Manhattan, New York City. Ndị sonyere na ọgbaghara ahụ bụ mmadụ pụkụ narị atọ. Otu n'ime ihe omume ahụ bụ na ha wụsara ọbara adịgboroja na Charging Bull nke dị na Wall Street.",
  "Dị ka nzaghachi na 2019 United Nations Climate Change Conference, ya na Isabella Fallahi na Helena Gualinga guzobere Polluters Out. E kere nzukọ ahụ n'ihi na ha ghọtara na ụlọ ọrụ mmanụ ala na-ekere òkè dị ukwuu na ihe omume ahụ. Ndepụta nke ụlọ ọrụ mmanụ ala nke kwadoro ihe omume ahụ bụ Endesa, Iberdrola, Banco Santander na Acciona. N'ihi mkpọsa a, COP 26 etinyeghị nnukwu ụlọ ọrụ mmanụ dị ka onye nkwado maka COP 26 na otu ihe omume ahụ n'ihu",
  "Otu n'ime ụlọ ọrụ nke mkpebi a metụtara bụ British Petroleum. Ọ sonyekwara na ngagharị iwe nke na-eme na TED countdown Conference nke na-ewere ọnọdụ na Edinburgh mgbe onye isi oche Shell plc, Ben van Beurden na-akpọ onye ọkà okwu maka ihe omume ahụ. Ọ bụkwa onye nchoputa na onye isi nchịkwa nke Student Affairs na Free Fossil University.",
  "Ọ gakwara 2021 United Nations Climate Change Conference na Nọvemba 2021 iji nye echiche ya banyere enweghị ohere nke ihe omume ahụ karịsịa maka ndị si mba Global South."
]