[
  "Ayman al-Rubo (amaghị ụbọchị a mụrụ ya) - nke a na-akpọkwa Al Rubaa - bụ onye egwu Sudan si Omdurman, obodo kacha nwee ọnụ ọgụgụ mmadụ na Sudan n'akụkụ ọdịda anyanwụ nke Osimiri Naịl, n'ihu isi obodo Khartoum",
  "Kemgbe ngwụcha afọ 2000, a na-ewere ya dị ka onye guzobere Zenig (nke a na-akpọkwa Zanig) dị ka ụdị ọhụrụ nke egwu obodo Sudan nke oge a.",
  "Al-Rubo nwere ike ịrụ ọrụ dị mkpa maka ịhazi ndị ntorobịa na iguzogide ọchịchị Islamist nke Omar Al Bashir dị ka \"ihe oyiyi nke ndị Khartoumńs underclass\".",
  "A na-akọ na ezinụlọ Al-Rubo sitere na Ugwu Nuba nke agha mebiri na mpaghara ndịda nke mba ahụ. Ọ bụ nna ụmụ ejima.",
  "N'afọ 2012, al-Rubo bipụtara ihe nkiri nke Azibni nke Mohammed Wardi (1932-2012), otu n'ime ndị na-agụ egwú Sudan kachasị ama, onye nwere nnukwu iwu ewu na Horn of Africa na karịa",
  "Ụdị ọhụrụ a gosipụtara nwa Wardi bụ Abdal Wahab ma mepụta ya na Media in Cooperation and Transition (MiCT)",
  "Òtù a na-enweghị uru nke dị na Berlin mekwara ihe ngosi nke al-Rubo na Abdal Wahab Wardi, nke a gbasara na Sudan na South Sudan na mbipụta akwụkwọ akụkọ The Niles.",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, onye Sudanese na-enyocha egwu Magdi el Gizouli toro al-Rubo dị ka \"onye na-eme ihe nkiri na-atọ ụtọ\" ma mesie ike:",
  "\"Al-Rubo nwere aha nke Sudan's Keyboard King na Rasta General",
  "Onye na-akpọ ụbọ akwara nwere nkà, o mepụtara ụdị hip hop nke Sudan nke a na-adabere n'okwu ndị a mụrụ n'okpuru omenala Khartoumńs ma na-akpọkarị ghuna al-banat (abụ ụmụ agbọghọ).",
  "N'ajụjụ ọnụ 2013, Ahmed Gallab aka Sinkane depụtara al-Rubo dị ka otu n'ime ndị na-ese ihe na Sudan kachasị emetụta. N'afọ 2020, el Gizouli mesiri ike ọrụ dị mkpa nke ụdị egwu egwu nke Zenig, nke al-Rubo malitere, rụrụ na 2019 Sudanese Revolution",
  "Ọ kọwara ya dị ka",
  "\"ngwakọta nke ọdịda anyanwụ Afrịka na ụdị mahrajanat nke Ijipt, na-agbanye ngwa ngwa na nkwụsị na ụdị teknụzụ",
  "Ndị eze nwanyị Zanig na-abụ abụ banyere ndị na-eme ihe nkiri na ụlọ ọrụ ndị na-ahụ maka ihe nkiri."
]