[
  "Ayobola Kekere-Ekun bụ onye Naijiria na-ese ihe n'oge a",
  "A mụrụ Ayobola Kekere-Ekun n'afọ 1993 na Lagos, Nigeria",
  "Ọ bụ onye nwere mmasị na nka site na mgbe ọ bụ nwata, nke a kwalitere site na klas na nkwado sitere n'aka nne na nna ya",
  "N'ịkwalite ọdịmma ndị a, Kekere-Ekun họọrọ ịmụ Graphic Design na Mahadum Lagos (UNILAG), Akoka n'afọ 2009, ebe ọ nwetakwara nzere masta ya n'otu ngalaba ahụ n'afọ 2016",
  "Ọ bụ osote onye nkuzi na Ngalaba Creative Arts na Mahadum nke Lagos",
  "Ayobola Kekere-Ekun na-achụso Ph.D",
  "ya ugbu a, nke malitere na 2018, na Art na Design na Mahadum Johannesburg, South Africa.",
  "Kekere-Ekun na-ejikọta mmasị ya na akara na usoro a na-akpọ paper quilling, iji mepụta ihe ngosi maka ọrụ ya. Ọrụ ya na-egosipụta isiokwu nke nwanyị Naijiria na akụkọ ihe mere eme ya, akụkọ ifo, ike na ịha nhata na mmetụta ha n'ime mmekọrịta Naijiria nke nwere ike ịkpa oke n'ebe ụmụ nwanyị nọ. Ọ na-enyocha nwanyị Naijiria n'ime akụkọ ihe mere eme na nke oge a n'akụkụ isiokwu ndị ọzọ pụrụ iche na mmekọrịta mmadụ na ibe ya na mpaghara ya.",
  "Kekere-Ekun gosipụtara ọrụ ya na Rele Art Gallery na Lagos, Nigeria (2019); Guns & Rain, Johannesburg, South Africa (2019) na No End Contemporary Art Space (2019) na Johannesburg, South Africa na The Koppel Project Hive (2018) na London, England.",
  "A kọwara ihe ngosi nke Kekere-Ekun \"Resilient Lines\" 2019 dị ka ihe ngosi dị mkpa nke na-atụle ndọrọ ndọrọ ọchịchị nke nwanyị n'ime Naịjirịa. Ọ ihe na-arụ ọrụ ugbu a n'oge na-achọ ide n'akụkọ ihe mere eme, ihe nketa nke ụmụ nwanyị na-ese ihe na Naịjirịa nke a na-elegharakarị anya n'oge gara aga. N'ozuzu ya, a na-ahụta ọrụ ya dị ka ihe dị mkpa, n'inye aka na obodo nka nke Naijiria, nke na-achọ ime ememe ụmụ nwanyị na-ese ihe na mba ahụ.",
  "N'afọ 2018, Kekere-Ekun nwetara ihe nrite maka okike site na The Future Awards Africa (TFAA). N'otu afọ ahụ, ọ nwetakwara onyinye dọla pụkụ ise site n'aka onye na-emepụta egwu, Swizz Beats na onye na-agu egwu, Alicia Keys, nke o ji kwado ihe ngosi ya, \"Resilient Lines\" na Rele Art Gallery na Lagos, Nigeria. N'afọ 2016, ọ natara onyinye site na The Rele Art Foundation, dịka akụkụ nke mmemme \"Young Contemporaries\"",
  "Ihe nrite ndị ọzọ ọ natara bụ University of Lagos Convocation Prize na 2014 na United States Consulate General 'Women's History Month' Art Contest na 2012. A họpụtala Ayobola Kekere-Ekun dị ka otu n'ime ndị meriri na 2021 \"Absa L'Atelier\"",
  "Ayobola nwetara nsọpụrụ ịnata ụgwọ ọrụ a dabere na onyinye ya na ụwa nka."
]