[
  "Oyinkansola Sarah Aderibigbe (amụrụ na 14 June na afo 2002), nke a maara dịka Ayra Starr, bụ onye Naijiria na-agụ egwu, onye na-ede egwu na onye nlereanya",
  "A mụrụ ya na Cotonou, Ayra Starr malitere ọrụ ejiji mgbe ọ dị afọ iri na isii na Quove Model Management tupu ya ekpebie ịchụso egwu",
  "Mgbe o kpuchiri ọtụtụ egwu nke ndị na-ese egwu na Instagram, o biputere egwu mbụ ya na peeji ya na ọnwa Disemba afọ 2019. Nke a mere ka onye isi ndekọ Don Jazzy mara ya, ma mee ka ọ bịanye aka na Mavin Records.",
  "Ná mmalite afọ 2021, Ayra Starr nwetara nkwanye ùgwù na egwu izizi ya na egwu ya \"Away\" nke nọrọ izu abụọ n'usoro na nọmba anọ na <i id=\"mwHQ\">TurnTable</i> Top 50 nke Nigeria wee gaa na nọmba 17 na US <i id=\"mwHw\">Billboard</i> Top Triller Global na-emepe ụzọ maka ntọhapụ nke abọm studio mbụ ya, 19 & Dangerous na August 2021",
  "N'ịbụ nke a na-ahazi dịka Afropop na R&B, abọm ahụ enwetawo nnabata dị mma",
  "Ọ mepụtara egwu iri anọ kachasị elu na Naịjirịa",
  "Otu egwu \"Bloody Samaritan\" ruru n'elu chaatị 50 kachasị elu, na-aghọ abụ mbụ nke nwanyị na-ese ihe ruru ọkwa nke mbụ",
  "Starr bidoro na chaatị Pandora Predictions, na 28 Ọgọstụ afọ 2021, ọ nọ n'ọkwa nke abụọ na Billboard's Next Big Sound",
  "A mụrụ Oyinkansola Sarah Aderibigbe na 14 Junena afọ 2002 na obodo Cotonou, Bénin ma tolite n'ebe ahụ na Lagos, Naijiria. A mụrụ ya na nne na nna Naijiria si Kwara Steeti ma nwee ụmụnne anọ: ụmụnne nwoke Ade na Dami, ụmụnne nwanyị abụọ Tolulope na Jesutunmise Ezinụlọ ya kwagara ugboro ugboro n'oge ọ nọ n'ụlọ akwụkwọ sekọndrị n'ihi azụmahịa nna ya, n'ihi ya, ọ na-esiri ya ike ịmepụta ezigbo ndị enyi.",
  "N'ịbụ onye a zụlitere n'ezinụlọ hụrụ egwu n'anya, mmasị ya n'ịbụ abụ sitere na ezinụlọ ya",
  "Mgbe ọ dị afọ iri, ọ bụrụ abụ na ukwe ụlọ akwụkwọ sekọndrị wee malite iso nwanne ya nwoke dee abụ. Ọ gara Mahadum Les Cours Sonou ma nweta nzere BA na mmekọrịta mba ụwa na sayensị ndọrọ ndọrọ ọchịchị",
  "N'oge ọ nọ na kọleji, ụmụ klas ya na-emegbu ya n'ihi afọ ndụ ya na ọdịdị ya",
  "Iji merie mmetụta ọ nwetara site na ịkwa emo, Ayra Starr tụgharịrị na egwu",
  "\"M ga-ege Nicki Minaj ntị mgbe m na-aga ụlọ akwụkwọ, ọ ga-adị m ka Nicki Minaj nke abụọ",
  "\" Nne Ayra Starr na-akwado ọchịchọ egwu ya nke ukwuu, ma na-agba ya ume mgbe niile ịchụso ọrụ ịbụ abụ.",
  "N'ọnwa Ọgọstụ afọ 2018, Starr bịanyere aka na Quove Models, ụlọ ọrụ na-ahụ maka ịme ihe ngosi nke dị na Lagos",
  "Site n'ebe ahụ, ọ rụrụ ọrụ maka ụlọ ọrụ dịka Mazelle Studio, Complete Fashion Magazine na Esperanza Woman",
  "N'afọ 2019, ọ malitere itinye mkpuchi nke egwu ndị na-ese ihe dịka Andra Day na 2Face Idibia n'ịntanetị. Ọ họọrọ aha ọgbọ ya n'ihi na, n'okwu ya, \"ọ pụtara iteta na imeghe anya na nke ahụ bụ ihe m na-anọchite anya ya.\" Ọ pụtara na vidiyo egwu maka egwu Eri Ife \"Dear Future Wife\"",
  "N'ọnwa Disemba afọ 2019, o tinyere egwu mbụ a kpọrọ \"Damage\" na ibe Instagram ya",
  "Ọtụtụ puku mmadụ nụrụ nke a gụnyere onye isi labelụ Don Jazzy ma mee ka ya na Mavin Records nwee nkwekọrịta ndekọ mbụ ya.",
  "N'afọ 2020, ọ malitere ịdekọ na Mavin Studios na Lagos ya na ndị na-emepụta Louddaaa na Don Jazzy",
  "E wepụtara egwu izizi ya na 22 Jenụwarị 2021 site na Mavin Records. A kọwara abọm ahụ dị ka \"akụkọ na-agbanwe agbanwe nke ịhụnanya ma ọ bụ ọnọdụ ịhụnanya\" na \"na-ejikọta ihe ndị dị na R & B / neo-soul na Afropop percussion\". Ayra Starr kwuru na ebumnuche ya na ndekọ ahụ bụ ịme egwu nke ga-amasị ma ndị na-eto eto ma ndị agadi na-ege ntị. Ngwakọta na mastering nke EP bụ Ikon, Louddaaa na Johnny Drille",
  "Starr dere otu n'ime egwu ndị dị na EP naanị ya, ma soro nwanne ya nwoke Dami dee anọ fọdụrụnụ. N'oge na-adịghị anya mgbe a tọhapụrụ ya, EP ghọrọ abọm nke mbụ na Nigeria iTunes na Apple Music",
  "Ka ọ na-erule ọnwa Machị afọ 2021, ọ ruru otu ọnọdụ na Apple Music na mba 4 ndị ọzọ, na-agbakọta ihe karịrị nde iri na ise na Spotify, YouTube na Audio Mack",
  "Ọrụ ahụ mepụtara egwu \"Away\" nke ruru ọnụ ọgụgụ anọ na Nigeria's <i id=\"mwaQ\">TurnTable</i> Top 50 na ọnụ ọgụgụ 17 na US <i id=\"mwaw\">Billboard</i> Top Triller Global",
  "Vidio egwu ya na-eso ya malitekwara na MTV Base's Official Naija Top 10. OkayAfrica tinyere egwu a na ndepụta ha nke The 9 Best Nigerian Songs of January 2021. Ayra Starr wepụtara nsụgharị remix nke \"Ija\" na \"Away\" nke gosipụtara Tokimonsta na Lilo n'otu n'otu n'etiti Machị na Eprel",
  "N'ihe dị ka n'otu oge ahụ, a tọhapụrụ Crayon's EP Twelve A.M na olu ya na egwu \"In Sync.\" Ọ rụrụ na UC Berkeley Nigerian Students Association virtual culture show nke akpọrọ The Olori Awards Na 28 Eprel afọ 2021, ewepụtara vidiyo egwu maka egwu ya \"DITR\" na YouTube site na Mavin. Na ọnwa June afọ 2021, ewepụtara vidiyo egwu maka egwu ọzọ akpọrọ \"Sare\",",
  "Ọ bụ Afolabi Olalekan duziri vidio egwu abụọ ahụ.",
  "Na 11 Julaị afọ 2021, Ayra Starr rụrụ maka oge ikpeazụ nke Nigerian Idol Na 6 Ọgọstụ 2021, ewepụtara abọm studio mbụ ya, nke akpọrọ 19 & Dangerous",
  "Maka abọm ahụ, ya na ndị ọrụ ibe ya gara aga Louddaaa na Don Jazzy rụkọrọ ọrụ, ha abụọ nyere aka na mmepụta na EP ya Ayra Starr, na ndị mmekọ ọhụrụ, London na Andre Vibez",
  "Abọm ahụ bụ nke mbụ ya na ndị ọbịa dịka Fousheé na CKay na-edekọ ihe. A nabatara ya nke ọma na ọtụtụ ndị nkatọ na-egosipụta ụda ya dị ka Afropop na R&B",
  "Ọ mepụtara egwu iri anọ kachasị elu na TurnTable Top 50, nke kachasị elu bụ \"Bloody Samaritan\", otu egwu ya, nke ghọrọ Starr mbụ nọmba otu na chaatị ahụ",
  "Egwu ahụ gbagoro n'elu Top 50 ruo ọtụtụ izu, na, na chaatị nke ụbọchị 27 Septemba 2021, ọ ruru ọnụ ọgụgụ otu, na-eme Ayra Starr nwanyị mbụ na-ese ihe na-eme nke a na otu egwu. Ọ malitere na chaatị Pandora Predictions, na 28 Ọgọstụ 2021, ọ nọ n'ọkwa nke abụọ na Billboard's Next Big Sound E gosipụtara ya na \"in the light\", egwu na Johnny Drille's Before We Fall Asleep",
  "Na 4 Septemba 2021, a kpọrọ ya onye nnọchi anya Pepsi Nigeria",
  "N'echi ya, Starr rụrụ n'oge ihe omume ịchụpụ Big Brother Naija. Ya na Cheque rụkọrọ ọrụ na \"Dangerous\", egwu nke abụọ na abọm ya Bravo",
  "Na 8th African Muzik Magazine Awards, a họpụtara ya maka Best Newcomer award.",
  "Ọ bụ ezie na egwu dị iche iche, a na-ahazi ụda Ayra Starr dị ka Afropop na R&B",
  "A kọwara olu ya na mgbasa ozi dị ka \"silky\", \"dị mma\", \"dị nro\", \"siri ike\", \"ijide\" na \"mkpụrụ obi\", na ndị nkatọ egwu na-achọpụta ọdịdị dị ike nke oke ya na nnyefe mmetụta uche. Okwu ya bụ ngwakọta nke Bekee, Pidgin English na Yoruba, na-enyocha isiokwu nke oge a dịka ịhụnanya, mmekọrịta, ike na nnwere onwe.",
  "Site na ntọhapụ nke EP mbụ ya, ụfọdụ ndị nkatọ chere na usoro olu ya yiri ụdị egwu Tems",
  "N'ajụjụ ọnụ ya na Cool FM, Ayra Starr kwuru banyere iji ya tụnyere Tems: \"Abụ m onye na-eto eto na-ese ihe na Tems bụ onye egwu dị ịtụnanya, ka ndị mmadụ jiri m tụnyere onye egwu dị ịtụnanya, ọ bụ ịja mma ma a na-asọpụrụ m",
  "\" Motolani Alake, na nyocha ya nke EP maka Pulse dere na \"Ayra Starr abụghị kpọmkwem ihe atụ nke Tems, mana mgbe ọ na-emegharị olu ya iji mesie mkpụrụ okwu ikpeazụ ike na okwu, ahịrịokwu na cadences site n'ịgbanye octaves ya, ọ na-ada ụda dị ka Tems",
  "\" Alake kwukwara na ndị na-ese ihe abụọ ahụ dị iche nakwa na \"Tems nwere ike ịbụ ihe ọzọ ebe Starr bụ onye Naijiria na Afropop nwere lamba na mkpụrụ obi ya.\" Schön! Magazin's Thandie Sibanda kpọrọ EP \"a coming-of-age jukebox\". Karen Chalamilla nke The Floor kwuru na Ayra Starr \"ọ bụghị naanị na ọ na-eme ka onye na-agụ egwu / onye na-ede egwu dị ka onye na-eti egwu, kamakwa ọ na-eje ozi dị ka windo dị egwu n'ime mmetụta nka ya",
  "\"",
  "Na nyocha maka 19 & Dangerous, Oris Aigbokhaevbolo nke Music In Afrịka kọwara Starr dị ka onye na-ese ihe na-agbanwe agbanwe ma too ikike ịbụ abụ ya, na-agbakwụnye na o doro anya na ọ \"nwere ike ịrụ ọrụ n'ụdị dị iche iche mgbe ọ na-adịghị ada ụda dị ka onye ọ bụla ọzọ.\" 19 & Dangerous na-ejigide ụda Afropop-R&B nke ndekọ ya gara aga, mana ọ na-etinyekwa mmetụta sitere na ụdị dịka neo-soul, Jazz na EDM.",
  "Ayra Starr tolitere n'ezinụlọ nwere mmasị n'egwú",
  "Ọ na-ewere nne ya, onye bụbu onye na-agụ egwu na nwanne ya nwoke Dami, onye na-egwu egwu na onye na-ede egwu dị ka ihe mbụ kpaliri ya maka mmasị ya na ọrụ egwu. N'ịbụ onye tolitere n'etiti Bénin na Naịjirịa, ọ hụrụ ọdịbendị dị iche iche nke metụtara echiche ya banyere ndụ na àgwà ya",
  "Ayra Starr na Dami malitere ide egwu site na nwata n'okpuru nkuzi nke nne ha na nwanne nne ha",
  "Ọ chọrọ ịrụ ezigbo ọrụ site n'ịbụ abụ kemgbe ọ dị afọ iri mana nna ya gbara ya ume ka o buru ụzọ gụchaa akwụkwọ ya.",
  "N'ajụjụ ọnụ ya maka mgbasa ozi obodo na nke mba ụwa, o kwuru na n'oge ọ bụ nwata, o nwere ọtụtụ mmetụta egwu, gụnyere 2Face Idibia, Wande Coal, Angélique Kidjo, Lijadu Sisters na Tope Alabi, na kọleji, Nicki Minaj, Justin Bieber, Sia na Tiwa Savage",
  "O kwuru na Shakira bụ onye kachasị emetụta ya na Beyonce, Rihanna na Miley Cyrus: \"Ọ bụ naanị ike m ga-enwe na-ege egwu ha ntị",
  "Anyị enwetaghị ọtụtụ ụmụ nwanyị Naịjirịa na-abụ abụ na-abụ abụ siri ike banyere ihe ndị dị ka ha, ọ bụghị dị ka anyị na-eme ugbu a",
  "\" N'ụzọ egwu, ọ na-enwe mmasị na Aṣa ma kwuo na ọ \"deere nke ọma [na] bụ otu n'ime otu n'ime ndị ahụ [ọ] ga-ege ntị naanị iji mụta otú e si ede ihe nke ọma",
  "\"",
  "Na ọnwa Septemba afọ 2021, Starr ghọrọ onye nnọchi anya Pepsi Nigeria.",
  "Ọ nọ na mkpuchi maka mbipụta na ọnwa Ọktoba afọ 2021 nke Accelerate TV's The Cover na nchịkọta akụkọ akpọrọ \"Ayra Starr A Starr Is Born\". O mere nchịkọta akụkọ maka mbipụta Fall / Winter 2021 nke ODDA N'otu oge ahụ, ọ pụtara na nchịkọta akụkọ Notion iji kwurịta banyere abọm studio mbụ ya 19 & Dangerous"
]