[
  "Azụmahịa mkpofu zuru ụwa ọnụ bụ azụmaahịa mba ofesi n'etiti mba maka ọgwụgwọ ọzọ, mkpofu, ma ọ bụ imegharị ihe",
  "Mba ndị na-emepe emepe na-ebubatakarị ihe mkpofu na-egbu egbu ma ọ bụ dị ize ndụ site na mba ndị mepere emepe.",
  "Akwụkwọ akụkọ World Bank Report Gịnị bụ ihe mkpofu: Nyocha zuru ụwa ọnụ nke njikwa mkpofu siri ike, na-akọwa oke mkpofu siri ike na-emepụta na mba e nyere",
  "Kpọmkwem, mba ndị na-emepụta ihe mkpofu siri ike na-etolite n'ụzọ akụ na ụba ma nweekwa ụlọ ọrụ mmepụta ihe",
  "Akụkọ ahụ na-akọwa na \"N'ozuzu, ka ọganihu akụ na ụba na ọnụ ọgụgụ nke obodo mepere emepe, ka ụbara ihe mkpofu siri ike na-emepụta.\" Ya mere, mba ndị dị na Global North, bụ ndị mepere emepe na akụ na ụba na obodo mepere emepe, na-emepụta ihe mkpofu siri ike karịa mba South South.",
  "Azụmahịa mba ofesi ugbu a nke mkpofu na-agbaso usoro mkpofu a na-emepụta na Global North ma na-ebuga ya ma tụfuo ya na South South",
  "Ọtụtụ ihe na-emetụta mba ndị na-emepụta ihe mkpofu yana n'ogo ole, gụnyere ọnọdụ mpaghara, ogo mmepụta ihe, na ọkwa nke ntinye n'ime akụ na ụba ụwa.",
  "Ọtụtụ ndị ọkà mmụta na ndị nchọpụta ejikọtala mmụba dị ukwuu nke ịzụ ahịa mkpofu na mmetụta ọjọọ nke ịzụ ahịa mkpofu na mgbasawanye nke amụma akụ na ụba neoliberal",
  "Site na nnukwu mgbanwe aku na uba kwuputara amụma akụ na ụba neoliberal na 1980s, ngbanwe a na amụma \"ahịa efu\" emewo ka mmụba dị ukwuu na ahia mkpofu zuru ụwa ọnụ",
  "Henry Giroux, Onye isi oche nke Ọmụmụ Ọdịbendị na Mahadum McMaster, na-enye nkọwa ya gbasara amụma akụ na ụba neoliberal:",
  "\"Neoliberalism",
  "na-ewepụ akụ na ụba na ahịa site n'okwu nke ọrụ mmekọrịta mmadụ na ibe ya na ụgwọ ọrụ ọha na eze",
  "Dị ka amụma na ndọrọ ndọrọ ọchịchị, neoliberalism na-agbakọ na privatization nke ọrụ ọha na eze, na-ere ahịa nke ọrụ steeti, nkwụsị nke ego na ọrụ",
  ", mkpochapụ nke ọdịmma obodo na otu, liberalization nke ahia n'ahịa na ego itinye ego, na ahịa na commodification nke ọha mmadụ.\"",
  "Nyere usoro akụ na ụba a nke privatization, neoliberalism na-adabere na ịgbasa nkwekọrịta azụmahịa n'efu na ịmepụta oghere n'ahịa ahia mba ụwa",
  "Azụmahịa liberalization, amụma akụ na ụba neoliberal nke na-emebisị azụmahịa kpamkpam, na-ahapụghị tarifu, oke, ma ọ bụ ihe mgbochi ndị ọzọ na ahia mba ụwa, ka e mere iji kwalite akụ na ụba mba ndị na-emepe emepe ma tinye ha na akụ na ụba ụwa",
  "Ndị nkatọ na-ekwu na ọ bụ ezie na e mere nnwere onwe ịzụ ahịa ahịa n'efu iji nye mba ọ bụla ohere ịnweta ọganihu akụ na ụba, nsonaazụ nke atumatu ndị a na-agbawa mba ndị dị na South South, na-emebi akụ na ụba ha na-eje ozi na Global North",
  "Ọbụna ndị na-akwado ya dị ka International Monetary Fund, \"ọganihu nke ntinye aka na-enweghị isi n'ime iri afọ ndị na-adịbeghị anya\"",
  "Kpọmkwem, mba ndị ka na-emepe emepe edoro anya site n'atụmatụ ntọhapụ azụmahịa iji bubata ihe mkpofu dị ka ụzọ mgbasawanye akụ na ụba",
  "Amụma akụ na ụba neoliberal na-eduzi na-arụ ụka na ụzọ a ga-esi tinye aka na akụ na ụba ụwa bụ isonye na nnwere onwe ịzụ ahịa na mgbanwe n'ahịa ahia mba ụwa",
  "Ihe ha na-ekwu bụ na mba ndị dị nta, ndị nwere obere akụrụngwa, akụ na ụba na obere ikike nrụpụta, kwesịrị iwere ihe mkpofu dị ize ndụ dị ka ụzọ isi abawanye uru na ịkpali akụ na ụba ha.",
  "Ndị na-akwado ahia mkpofu zuru ụwa ọnụ ugbu a na-arụ ụka na ibubata ihe mkpofu bụ azụmahịa akụ na ụba nke nwere ike ịbara mba ndị na-enweghị obere ego na-enye akụ na ụba ụwa",
  "Mba ndị na-enweghị ikike imepụta ngwaahịa dị elu nwere ike ibubata ihe mkpofu iji kpalie akụ na ụba ha.",
  "Lawrence Summers, onye bụbu onye isi oche nke Mahadum Harvard na Chief Economist nke World Bank, wepụtara ndetu nzuzo na-arụ ụka maka ịzụ ahịa mkpofu zuru ụwa ọnụ na 1991",
  "Ihe ndetu ahụ kwuru:",
  "\"Echere m na echiche akụ na ụba dị n'azụ ịkwanye ibu nke ihe mkpofu nsí na mba kacha nta ụgwọ bụ ihe a na-apụghị ịgbagha agbagha na anyị kwesịrị iche ihu na nke ahụ",
  "M na-eche mgbe niile na mba ndị dị n'Africa bụ ndị na-emerụ emerụ; àgwà ikuku ha nwere ike buru ibu",
  "inefficiently ala ma e jiri ya tụnyere Los Angeles",
  "Naanị n'etiti mụ na gị ekwesịghị na World Bank na-agba ume ọzọ Mbugharị nke ruru unyi ụlọ ọrụ na ndị kasị nta mepere emepe mba?\"",
  "Ọnọdụ a, bụ nke a na-akpalikarị site na akụ na ụba na uru ego karịsịa, na-egosipụta isi arụmụka maka ịzụ ahịa mkpofu zuru ụwa ọnụ",
  "Ụlọ ọrụ Cato bipụtara otu akụkọ na-akwado ahia ahia mkpofu zuru ụwa ọnụ na-atụ aro na \"enwere ntakịrị ihe na-egosi na ihe mkpofu dị ize ndụ, nke na-abụkarị ọrịa carcinogen na-adịghị ala ala, na-enye aka na ọnụ ọgụgụ ọnwụ na mba ndị ka na-emepe emepe.\" N'ịkọwa nke a, isiokwu ahụ na-arụ ụka na \"ndị nọ ná mba ndị ka na-emepe emepe ga-eji ezi uche nabata ịba ụba nke mmetọ dị ize ndụ iji nweta ohere iji mụbaa mmepụta ihe ha - na, n'ihi ya, ego ha na-enweta.\"",
  "N'ozuzu, arụmụka maka ịzụ ahịa mkpofu zuru ụwa ọnụ dabere n'echiche na mba ndị ka na-emepe emepe kwesịrị ịkwalite mmepe akụ na ụba ha",
  "Ndị na-akwado na-atụ aro na itinye aka na ahia mkpofu zuru ụwa ọnụ, mba ndị na-emepe emepe nke Global South ga-agbasawanye akụ na ụba ha ma mụbaa uru.",
  "Ndị na-akatọ ahịa mkpofu zuru ụwa ọnụ na-arụ ụka na enweghị ụkpụrụ na amụma ndị dara ada ekwela ka mba ndị ka na-emepe emepe ghọọ ebe a na-ekpofu ihe nsi maka mkpofu dị ize ndụ",
  "Ọnụego mkpofu dị ize ndụ na-arị elu nke a na-ebuga ná mba ndị ka na-emepe emepe na-eme ka ihe ize ndụ na-enweghị atụ nke ndị bi ná mba ndị a na-eche ihu",
  "Ndị na-akatọ mmetụta nke azụmahịa mkpofu zuru ụwa ọnụ na-ekwusi ike na oke mkpofu dị ize ndụ nke ndị bi ná mba ndị ka daa ogbenye na-aghaghị imeri",
  "Ha na-eme ka eziokwu ahụ pụta ìhè na ọtụtụ n'ime ihe mkpofu dị ize ndụ nke ụwa bụ mba ndị dị n'Ebe Ọdịda Anyanwụ (United States na Europe) na-emepụta, ma ndị na-enwe mmetụta ahụike na-adịghị mma site na mkpofu ndị a sitere na mba ndị dara ogbenye na-emepụtaghị ihe mkpofu ahụ.",
  "Peter Newell, Prọfesọ nke Development Studies, na-arụ ụka na \"enweghị ahaghị nhata gburugburu ebe obibi na-emesi ike na, n'otu oge ahụ na-egosipụtakwa, ụdị ndị ọzọ nke ndị isi na nrigbu n'usoro nke klaasị, agbụrụ na okike.\" N'ịrụrịta ụka na mmetụta ọjọọ nke ịzụ ahịa ihe mkpofu dị ize ndụ na-emetụta ndị ọ na-adịghị mma karịa ndị ọzọ, ndị na-akatọ ahịa mkpofu zuru ụwa ọnụ na-atụ aro na mmetụta nke ikpofu ihe mkpofu dị ize ndụ nwere mmetụta dị ukwuu nye ndị agba, ndị inyom, na ndị na-enweghị ego karịsịa.",
  "N'ịkatọ ahịa mkpofu zuru ụwa ọnụ maka imepụtaghachi ahaghị nhata n'ọ̀tụ̀tụ̀ zuru ụwa ọnụ, ọtụtụ ndị na-eme ihe ike, ndị nhazi, na ndị na-ahụ maka gburugburu ebe obibi sitere na mpaghara ndị metụtara na Global South ekwuputala ndakpọ olileanya ha na amụma ịzụ ahịa mkpofu zuru ụwa ọnụ",
  "Evo Morales, onye bụbu onye isi ala Bolivia, na-arụ ụka megide usoro akụ na ụba ugbu a na-amanye irigbu obodo na ndị ya",
  "Ọ na-azọrọ:",
  "\"Ọ bụrụ na anyị chọrọ ịzọpụta ụwa ụwa, iji zọpụta ndụ na ụmụ mmadụ, anyị nwere ọrụ ịkwụsị usoro ọchịchị obodo",
  "Ọ gwụla ma anyị kwụsịrị usoro ọchịchị obodo, ọ gaghị ekwe omume iche n'echiche na a ga-enwe nha nhata na ikpe ziri ezi n'elu uwa a.Nke a mere m ji kwenye na ọ dị mkpa ịkwụsị mmegbu nke ụmụ mmadụ na ịkwakọrọ ihe ndị sitere n'okike, kwụsị agha na-emebi emebi maka ahịa na akụrụngwa, na ịkwakọrọ ihe",
  "ike, ọkachasị mmanụ ọkụ, maka oke oriri nke ngwaahịa na ikpokọta ihe mkpofu.",
  "Jean Francois Kouadio, onye Africa bi nso n'ebe a na-ekpofu ihe na-egbu egbu na Ivory Coast, na-akọwa ahụmahụ ya na mmetụta nke ihe ndị na-egbu egbu na-adịgide adịgide n'ógbè ya",
  "Ebe nnukwu ụlọ ọrụ ndị dị n'Ebe Ọdịda Anyanwụ na-ekpofu ihe mkpofu nsị ha na Ivory Coast, Kuoadio anwụọla ụmụaka abụọ n'ihi nsị nsị",
  "Ọ na-akọwa ọnwụ nwa ya nwanyị nke abụọ bụ Ama Grace, na otú ndị dọkịta si \"si na ọ nwere nnukwu glycemia kpatara site na nsị nsị.\" Na mgbakwunye na ndị nkatọ si Global South, ndị nchọpụta na ndị ọkà mmụta nọ n'Ebe Ọdịda Anyanwụ amalitela ịkatọ nkesa na-enweghị isi nke mmetụta ọjọọ ndị a na-ekpofu ihe mkpofu dị ize ndụ na-akpata",
  "Dorceta Taylor, Prọfesọ na Mahadum Michigan, na-arụ ụka ka ụkpụrụ ndị a si emetụta ụmụ nwanyị nke agba na United States n'ụzọ na-ezighi ezi:",
  "\"Ụmụ nwanyị ndị na-acha odo odo anọwo na-ebute ụzọ na mgba iji weta uche na nsogbu ndị na-emebi obodo nta - okwu ndị dị ka ikpofu ihe mkpofu dị ize ndụ; ikpughe na nsị;",
  "Obodo ha, ụfọdụ n'ime gburugburu ebe obibi kachasị njọ",
  "bụ ebe nchekwa nke ihe mkpofu nke mmepụta capitalist na oke oriri nke ukwuu.N'ihi ya, ha anọwo na nche nke mgba maka ikpe ziri ezi gburugburu ebe obibi, ha bụ ndị guzobere otu gburugburu ebe obibi, ndị na-eme ihe n'ala ala, ndị nchọpụta, ndị na-ahazi ogbako, ndị isi ọmụmụ ihe, ndị na-agba ọsọ",
  ", na mkpọsa na ndị nhazi obodo.\"",
  "T.V",
  "Reed, Prọfesọ nke English na American Studies na Washington State University, na-arụ ụka na njikọ dị n'etiti akụkọ ihe mere eme colonialism na nsi colonialism dabeere n'echiche nke ala ụmụ amaala dị ka 'ihe mkpofu'",
  "Ọ na-arụ ụka na omenala ndị dị n'Ebe Ọdịda Anyanwụ ewerewo ala ụmụ amaala dị ka \"ndị na-emepebeghị emepe\" na \"ihe efu\", na ndị mmadụ bi na ya adịchaghị \"mmepe emepe\"",
  "N'iji ogige akụkọ ihe mere eme nke colonialism, colonialism na-egbu egbu na-emepụtaghachi otu arụmụka ndị a site n'ịkọwapụta ala South South dị ka ihe efu maka ọdịda ọdịda anyanwụ.",
  "Ọchịchị na-egbu egbu, nke akọwara dị ka usoro a na-eji \"steeti ndị na-emepeghị emepe eme ihe dị ka ụzọ ọzọ dị ọnụ ala maka mbupụ ma ọ bụ ikpofu mmetọ dị ize ndụ site n'aka mba ndị mepere emepe,\" bụ isi nkatọ megide ahia ahia mkpofu zuru ụwa ọnụ",
  "Ọchịchị colonialism na-egbu egbu na-anọchite anya amụma neocolonial nke na-aga n'ihu na-edobe ahaghị nhata zuru ụwa ọnụ taa site na usoro azụmahịa na-ezighị ezi",
  "Ọchịchị na-egbu egbu na-eji okwu ahụ bụ colonialism n'ihi na \"njirimara nke colonialism, gụnyere ndabere akụ na ụba, nrigbu nke ọrụ, na ahaghị nhata omenala na-ejikọta ya na mpaghara ọhụrụ nke colonialism n'efu.\"",
  "Ihe mkpofu eletrọnịkị, nke a makwaara dị ka e-waste, na-ezo aka na ngwa eletriki ma ọ bụ eletrọnịkị a tụfuru atụfu",
  "Mgbakwunye mkpofu eletrọnịkị na-eto ngwa ngwa n'ụwa niile esitela na ọganihu teknụzụ na-aga n'ihu ngwa ngwa, mgbanwe na mgbasa ozi (teepu, ngwanrọ, MP3), ọnụ ahịa dara ada, na atụmatụ ịka nká",
  "A na-emepụta ihe dị ka nde tọn 50 nke e-wefu kwa afọ, nke ọtụtụ n'ime ha na-abịa site na United States na Europe",
  "A na-ebuga ọtụtụ n'ime ihe mkpofu eletrọnịkị a na mba ndị ka na-emepe emepe n'Eshia na Afrịka ka a hazie ma megharịa ya.",
  "Nnyocha dị iche iche enyochala mmetụta gburugburu ebe obibi na ahụike nke e-n'efu a na-emetụta ndị bi na-arụ ọrụ na gburugburu ebe mkpofu eletrọnịkị",
  "Ọla dị arọ, nsị, na kemịkal na-esi na ngwaahịa ndị a a tụfuru wụfuo banye n'okporo ụzọ mmiri na mmiri dị n'ime ala gbara ya gburugburu, na-emebi ndị obodo ahụ",
  "Ndị na-arụ ọrụ n'ebe a na-ekpofu ihe, ụmụaka ndị obodo na-achọ ihe ha ga-ere, na ndị bi n'ógbè ndị gbara ya gburugburu na-enweta nsị ndị a na-egbu egbu.",
  "Otu obodo na-ata ahụhụ site na nsonaazụ ọjọọ nke ahia ihe mkpofu dị ize ndụ bụ Guiyu, China, bụ́ nke a na-akpọ ebe mkpofu elektrọnik nke ụwa",
  "Ọ nwere ike ịbụ mkpọfu e-ifufe kacha n'ụwa, yana ndị ọrụ na-akwatu ihe karịrị nde paụnd 1.5 nke kọmpụta junk, ekwentị na ngwaọrụ eletrọnịkị ndị ọzọ kwa afọ.",
  "Ntụ ntụ bụ ntụ a na-emepụta mgbe ndị na-esure ihe na-ekpo ọkụ na-ere ihe mkpofu iji kpofuo ya",
  "Ịkụnye ọkụ nwere ọtụtụ mmetụta mmetọ nke gụnyere, ọ bụrụ na ejighị ya n'aka n'osisi Waste to Energy (WTE) nke ọgbara ọhụrụ, enwere ike ịhapụ ọla dị ize ndụ dị na leachate (mmiri nke gbagoro na ntụ)",
  "Na North America, ekele osisi na gburugburu ebe obibi njikwa, Waste to Energy ash leachate ugboro ugboro, ihe karịrị ọtụtụ osisi WTE na ọtụtụ afọ, nwalere dị ka ndị na-adịghị egbu egbu.",
  "Ihe atụ nke ntụ ntụ nke a na-atụba na Global South site na Global North na mgbanwe azụmaahịa na-ezighị ezi bụ ihe mkpofu n'oké osimiri Khian",
  "N'ịbụ nke na-ebu puku tọn 14,000 nke ntụ si n'ebe a na-ere ọkụ na Filadelfia, ụgbọ mmiri na-ebu ibu, bụ́ Oké Osimiri Khian, ga-ekpofu ihe mkpofu ya",
  "Otú ọ dị, mgbe Dominican Republic, Panama, Honduras, Bermuda, Guinea Bissau, na Dutch Antilles jụrụ ha, ndị ọrụ ụgbọ mmiri ahụ mesịrị tụfuo otu akụkụ ntụ n'akụkụ Haiti",
  "Mgbe ha gbanwechara aha ụgbọ mmiri ahụ ugboro abụọ iji nwaa ma zoo njirimara mbụ, Senegal, Morocco, Yemen, Sri Lanka na Singapore ka machibidoro ịbanye ụgbọ mmiri ahụ",
  "Mgbe a jụrụ ya, a na-ekwenye na a tụfuru ntụ ahụ n'Oké Osimiri Atlantic na India",
  "Na-esochi odachi a nke ijikwa ihe mkpofu dị ize ndụ, gọọmentị Haiti machibidoro ibubata ihe mkpofu na-eduga otu mmegharị iji mata ajọ ihe si na azụmaahịa a zuru ụwa ọnụ",
  "Dabere na ihe omume mkpofu mkpofu nke oke osimiri Khian na ihe omume ndị yiri ya, e dere Mgbakọ Basel iji guzogide ihe mba ndị ka na-emepe emepe mara dị ka 'nchịchị ndị na-egbu egbu.' Ọ mepere maka mbinye aka na March 1989 wee malite na Mee 1992",
  "U.S",
  "abịanyela aka n'akwụkwọ nkwekọrịta ahụ, mana akwadobeghị ya.",
  "Ihe mkpofu kemịkalụ bụ ngafe na enweghị ike iji kemịkalụ dị ize ndụ, nke nnukwu ụlọ ọrụ na-emepụta",
  "O siri ezigbo ike ma dịkwa ọnụ ahịa ikpofu ya",
  "Ọ na-ebute ọtụtụ nsogbu na ihe egwu ahụike mgbe mkpughe, a ga-ejikwa nlezianya gwọọ ya n'ụlọ ọrụ nhazi ihe mkpofu nsị.",
  "Otu ihe atụ nke mkpofu kemịkalụ a na-ebupụ site na Global North gaa na Global South bụ ihe omume nke onye ọchụnta ego Italy na-achọ izere ụkpụrụ akụ na ụba Europe",
  "Ekwuru na ọ na-ebupụ ihe mkpofu nsị 4,000, nke nwere tọn 150 polychlorinated biphenyls, ma ọ bụ PCB, onye ọchụnta ego Italy ahụ butere ihe mkpofu dị ize ndụ na Naijiria $4.3 nde",
  "Fordham Environmental Law Review bipụtara akụkọ na-akọwa mmetụta nke nsị nsị na-etinye na Nigeria n'ụzọ zuru ezu:",
  "\"N'ịkọwa ihe mkpofu dị ka fatịlaịza, ụlọ ọrụ Italy ghọgburu onye ọrụ osisi larala ezumike nká/na-agụghị akwụkwọ ka o kwenye ịchekwa nsị n'azụ ụlọ ya n'ọdụ ụgbọ mmiri Nigeria nke dị na Koko maka ihe dị ka 100 dollar kwa ọnwa",
  "Kemịkalụ ndị a na-egbu egbu na-ekpo ọkụ na-ekpo ọkụ",
  "anwụ na ụmụaka na-egwu egwu nso",
  "Ha gbabara n'ime mmiri Koko kpatara ọnwụ nke ndị obodo iri na itoolu bụ ndị riri osikapa sitere n'ugbo dị nso.\"",
  "Nke a bụ naanị otu ihe atụ nke etu azụmaahịa ọdịnala si na mba ndị mepere emepe si n'Ebe Ọdịda Anyanwụ mepere emepe siri metụta nnukwu mba ndị na-emepe emepe na South South.",
  "Ihe ize ndụ ọzọ nye mba ndị ka na-emepe emepe bụ okwu na-arị elu nke ụgbọ mmiri na-arị elu, nke na-emekarị na Eshia",
  "Mba ndị mepere emepe na-achọ ịla ezumike nka ụgbọ mmiri ejirila na-achọpụta na ọ dị ọnụ ala iziga ụgbọ mmiri ndị a na Eshia maka ịkwatu",
  "A na-ahụ China na Bangladesh dị ka ọdụ ụgbọ mmiri abụọ na-agbaji na Eshia",
  "Otu n'ime isi okwu bụ eziokwu na ụgbọ mmiri ndị a bụ ndị agadi ugbu a ga-aga n'ihu, arụrụ ya n'oge na-enwechaghị ụkpụrụ gburugburu ebe obibi",
  "N'ime akwụkwọ akụkọ gbasara gburugburu ebe obibi, ndị nyocha gosipụtara nnukwu mmetụta ngalaba azụmaahịa ọhụrụ a nwere n'ahụ ndị ọrụ na gburugburu ebe obibi",
  "Maka otu, ụgbọ mmiri ndị ochie nwere ihe na-emebi ahụike dịka asbestos, lead oxide, zinc chromates, mercury, arsenic, na tributyltin",
  "Na mgbakwunye, ndị ọrụ ụgbọ mmiri na China na mba ndị ọzọ na-emepe emepe anaghị enwe akụrụngwa ma ọ bụ ngwa nchebe kwesịrị ekwesị mgbe ha na-ejikwa ihe ndị a na-egbu egbu.",
  "Achọpụtala ịzụ ahịa ihe mkpofu rọba dị ka isi ihe na-ebute mkpofu mmiri",
  "Mba ndị na-ebubata plastik mkpofu anaghị enwekarị ikike ịhazi ihe niile",
  "N'ihi ya, United Nations amachibidoro ịzụ ahịa rọba n'efu ọ gwụla ma o ruru ihe ụfọdụ.",
  "Azụmahịa mkpofu zuru ụwa ọnụ enweela mmetụta ọjọọ nye ọtụtụ ndị mmadụ, ọkachasị na mba ndị ka daa ogbenye na mba ndị ka na-emepe emepe",
  "Mba ndị a anaghị enwe usoro ma ọ bụ ihe eji emegharị ihe dị mma, ndị mmadụ na-ejikwa aka efu na-edozi ihe mkpofu nsị",
  "A naghị ekpochapụ ma ọ bụ gwọọ ihe mkpofu dị ize ndụ nke ọma, na-ebute nsị nke gburugburu ebe obibi ma na-ebute ọrịa na ọnwụ na ndị mmadụ na anụmanụ",
  "Ọtụtụ ndị mmadụ enwetala ọrịa ma ọ bụ ọnwụ n'ihi ụzọ adịghị mma e si edozi ihe mkpofu ndị a dị ize ndụ.",
  "Azụmahịa mkpofu dị ize ndụ nwere mmetụta dị njọ na gburugburu ebe obibi na gburugburu ebe obibi",
  "Nnyocha dị iche iche na-enyocha ka njupụta nke ihe ndị na-emetọ ihe ndị na-emebi emebi siworo mebie ebe ndị gbara ebe a na-ekpofu ihe, na-egbu ọtụtụ nnụnụ, azụ̀, na anụ ọhịa ndị ọzọ",
  "Enwere mkpokọta kemịkalụ ọla dị arọ na ikuku, mmiri, ala, na sedimenti n'ime na gburugburu ebe a na-ekpofu nsị na-egbu egbu, na ọkwa nke ọla dị arọ na mpaghara ndị a dị oke oke ma na-egbu egbu.",
  "Azụmahịa mkpofu dị ize ndụ nwere mmetụta dị njọ na-emebi ahụ ike nke mmadụ",
  "Ndị mmadụ bi na mba ndị ka na-emepe emepe nwere ike ịdị mfe karị na mmetụta dị ize ndụ nke ahia mkpofu dị ize ndụ, ma nọrọ n'ihe ize ndụ site na ịmalite nsogbu ahụike",
  "Ụzọ e si ekpofu ihe mkpofu nsi ndị a na mba ndị ka na-emepe emepe na-ekpughe ndị mmadụ n'ozuzu (gụnyere ọgbọ ndị ga-abịa n'ihu) na kemịkal na-egbu egbu",
  "A na-atụbakarị ihe mkpofu na-egbu egbu ndị a n'ebe a na-ekpofu ahịhịa ghe oghe, gbaa ọkụ n'ime ihe nsure ọkụ, ma ọ bụ na usoro ndị ọzọ dị ize ndụ",
  "Ndị ọrụ na-eyi obere ihe nchebe na-enweghị ihe nchebe mgbe ha na-edozi kemịkalụ ndị a na-egbu egbu, ma na-ekpughere nsị ndị a site na kọntaktị kpọmkwem, iku ume, ịkpọtụrụ ala na uzuzu, yana iri nri na mmiri ọṅụṅụ na-emerụ emerụ na mpaghara",
  "Nsogbu ahụike sitere na ihe mkpofu ndị a dị ize ndụ na-emetụta ụmụ mmadụ site na ịkpata ọrịa cancer, ọrịa shuga, mgbanwe na nguzozi neurochemical, mmebi nke homonụ sitere na ndị na-akpaghasị endocrine, mgbanwe akpụkpọ ahụ, neurotoxicity, mmebi akụrụ, mmebi imeju, ọrịa ọkpụkpụ, emphysema, ovotoxicity, mmebi ọmụmụ, na ọtụtụ ndị ọzọ",
  "ọrịa na-egbu egbu",
  "Ikpofu ihe mkpofu ndị a na-ekwesịghị ekwesị na-akpata nsogbu ahụike na-egbu egbu, ma bụrụkwa nnukwu ihe egwu ahụike ọha.",
  "N'April 24, 2018, Onye isi ala Rodrigo Duterte nke Philippines tụrụ egwu ịkpọsa agha ma ọ bụrụ na Canada emeghị ọzọ iweghachite ihe mkpofu dị tọn 64 nke ha ezighi ezi kpọrọ dị ka ihe a ga-emegharịgharị",
  "A na-ebufe ihe mkpofu ndị a sitere na Canada bụ ụlọ ọrụ nzuzo nke megharịrị ihe eji eme rọba n'afọ 2016 gara aga",
  "Duterte amaralarị maka okwu nkwuwa okwu na omume ike",
  "N'oge Mgbakọ ASEAN a na-akwado na Manila, Philippines, Prime Minister Justin Trudeau gara ma jụọ ya ihe omume ha nwere ike ime iji dozie okwu a",
  "Trudeau kwere nkwa na ha ga-eweghachi ihe mkpofu Canada na Philippines mana afọ abụọ ka e mesịrị, e mebiri ya",
  "Duterte nyere gọọmentị Canada ruo Mee 30 ma ọ bụ ụlọ ikpe kacha elu nke gọọmentị Philippine ga-abawanye ya n'ụlọ ikpe ikpe zuru ụwa ọnụ",
  "A makwaara nke a dị ka agha mkpofu Philippine-Canada.",
  "Mgbe otu ọnwa gachara, Malaysia bụ mba Eshia nke abụọ gbagoro azụmaahịa na-ezighi ezi site na Canada, UK, Japan na US",
  "Dị ka Minista gburugburu ebe obibi nke Malaysia si kwuo; Yeo Bee Yin kwuputara okwu siri ike na ndị Malaysia agaghị anabata ihe mkpofu sitere na mba ndị mepere emepe n'ihi na nke a megidere ikike ụmụ mmadụ Malaysia.",
  "China na-amachibidokwa ibubata ihe mkpofu sitere na mba ndị mepere emepe ma ugbu a mba Eshia dịka Thailand, Indonesia, Vietnam na Myanmar ghọrọ ebe ọzọ na-ekpofu ahịhịa nke mba ndị mepere emepe bụ nke na-adịghị mma.",
  "Enweela nzaghachi dị iche iche nke mba ụwa maka nsogbu ndị metụtara ahia ahia mkpofu zuru ụwa ọnụ na ọtụtụ mbọ iji dozie ya ihe karịrị afọ iri atọ",
  "Azụmahịa mkpofu dị ize ndụ egosila na ọ siri ike ịhazi ebe ọ bụ na e nwere ọtụtụ ihe mkpofu a na-ere ahịa, yana iwu na-esikarị ike ịmanye",
  "Ọzọkwa, a na-enwekarị nnukwu oghere na nkwekọrịta mba ụwa ndị a nke na-enye mba na ụlọ ọrụ ohere ịkwanye ihe mkpofu dị ize ndụ n'ụzọ dị ize ndụ",
  "Mgbalị kacha pụta ìhè iji chịkwaa ahia mkpofu dị ize ndụ bụ Mgbakọ Basel.",
  "Nkwekọrịta Basel na njikwa mmegharị mgbanwe nke ihe mkpofu dị ize ndụ na mkpofu ha, nke a na-akpọkarị Mgbakọ Basel, bụ nkwekọrịta mba ụwa nke na-arụ ọrụ dị oke mkpa n'ịhazi mmegharị nke ihe mkpofu dị ize ndụ",
  "Emebere Mgbakọ Basel n'afọ 1989 ma na-agba mbọ ịhazi ahia mkpofu dị ize ndụ, kpọmkwem iji gbochie ikpofu ihe mkpofu dị ize ndụ site na mba ndị mepere emepe na mba ndị mepere emepe",
  "Emebere Mgbakọ Basel na-esochi usoro ikpe dị elu nke a na-atụba nnukwu ihe mkpofu nsi na mba ndị mepere emepe, na-emebi ndị mmadụ na gburugburu ebe obibi",
  "Mgbakọ ahụ na-achọ ibelata mmepụta ihe mkpofu dị ize ndụ, yana ịchịkwa na ibelata ahịa ya n'ofe oke ala.",
  "Emeghere Mgbakọ a maka mbinye aka na 22 Maachị 1989, wee banye n'ọchịchị na 5 Mee 1992",
  "Dị ka nke Mee 2014, steeti 180 na European Union so na Mgbakọ ahụ",
  "Haiti na United States abịanyela aka n'akwụkwọ nkwekọrịta ahụ mana ha akwadoghị ya.",
  "Network Environmental for Optimizing Regulatory Compliance on Illegal Traffic (ENFORCE) bụ ụlọ ọrụ nke ndị ọkachamara dị mkpa na-arụ ọrụ iji kwalite nrube isi na Mgbakọ Basel",
  "Ọ bụ otu mba ụwa nke emebere ka ọ na-eleba anya n'okwu gafere oke nke ahia mkpofu dị ize ndụ nke mba ụwa",
  "N'ihi na okwu gbasara ahia ihe mkpofu dị ize ndụ na-agafe ọtụtụ oke ma na-emetụta ọtụtụ mba, ọ dị mkpa inwe otu mba dị iche iche nke mba dị iche iche na-elekọta ihe ndị a",
  "Ndị otu ENFORCE gụnyere otu onye nnọchiteanya sitere na mpaghara ise nke United Nations bụ ndị so na Mgbakọ ahụ yana ndị nnọchiteanya ise sitere na mpaghara Basel Convention mpaghara na nhazi nhazi, dabere na nnochite anya obodo ziri ezi",
  "Ndị otu dị ka United Nations Environmental Programme (UNEP), International Criminal Police Organisation (INTERPOL), NGO dị iche iche na-arụ ọrụ igbochi na ịkwụsị okporo ụzọ iwu na-akwadoghị dị ka Basel Action Network (BAN), na ọtụtụ òtù ndị ọzọ tozukwara ịbụ ndị otu",
  "nke ENFORCE.",
  "N'afọ 1999, Mgbakọ Basel gafere Protocol on Liability and Compensation nke chọrọ imezi usoro nhazi yana chebe ndị mmadụ ka mma pụọ ​​​​na mkpofu dị ize ndụ",
  "Protocol on Liability and Compensation na-anwa \"ịkenye usoro ụgwọ kwesịrị ekwesị mgbe mmegharị nke ihe mkpofu dị ize ndụ na-ebute mmebi ahụike mmadụ na gburugburu ebe obibi\"",
  "Protocol ahụ \"na-amanye ụgwọ siri ike maka mmebi n'ọnọdụ metụtara ndị otu na Mgbakọ Basel, mana naanị mgbe ha na-achịkwa ihe mkpofu dị ize ndụ site n'ịkọ ọkwa, ibuga, ma ọ bụ mkpofu ha.\" Ọ na-achọ ịhazi ma hụ na mba na ụlọ ọrụ na-agbaso iwu Basel Convention",
  "Agbanyeghị, ọtụtụ mba abanyeghị na Protocol a, yabụ na ọdabara ya nwere oke.",
  "N'ịgbalị ichebe onwe ha pụọ ​​​​na mkpofu ihe mkpofu na-ezighị ezi, Africa, Caribbean, na Pacific States (ACP) bịanyere aka na Nkwekọrịta Lome IV, nke bụ mgbakwunye na Mgbakọ Basel ma machibido \"ibupụ ihe mkpofu dị ize ndụ site na European Community",
  "ACP States.\" Nkwekọrịta a bụ otu mbọ mba ndị ka na-emepe emepe chebe onwe ha site na mba ndị dị n'Ebe Ọdịda Anyanwụ na-ebupụ ihe mkpofu ha na mba ndị ka daa ogbenye site na ahia mkpofu dị ize ndụ",
  "Mgbe Convention Lomé IV kubiri na 2000, mba ACP na mba Europe banyere nkwekọrịta ọhụrụ a maara dị ka Cotonou Agreement, nke \"na-achọpụta na e nwere ihe ize ndụ na-enweghị isi na mba ndị ka na-emepe emepe na ọchịchọ ichebe mbupu ihe mkpofu na-ekwesịghị ekwesị na mba ndị a",
  "\"",
  "N'afọ 1991, ọtụtụ mba ndị na-emepe emepe n'Afrịka zukọrọ iji kparịta enweghị afọ ojuju ha na Mgbakọ Basel n'ịhazi mkpofu ihe mkpofu dị ize ndụ n'ime obodo ha, ma chepụta mmachibido iwu ibubata ihe mkpofu dị ize ndụ na obodo ha nke a na-akpọ Mgbakọ Bamako",
  "Mgbakọ Bamako dị iche na Mgbakọ Basel na Bamako “machibidoro ibubata ihe mkpofu niile dị ize ndụ nke a na-emepụta na mpụga OAU [Organization of African Unity] maka mkpofu ma ọ bụ imegharị ma na-ewere mbubata ọ bụla sitere n'aka ndị na-abụghị otu dị ka iwu na-akwadoghị",
  "eme ihe.\" Agbanyeghị, mba ndị a enweghị ike mejuputa iwu nke Mgbakọ ahụ nke ọma na enweghị ike igbochi mkpofu nsị n'ihi oke akụrụngwa yana enweghị mmanye siri ike",
  "Ya mere, ntinye nke Mgbakọ Bamako dị oke oke.",
  "Laura Pratt, bụ́ ọkachamara n'ịzụ ahịa mkpofu dị ize ndụ, na-azọrọ na n'agbanyeghị mgbalị ndị obodo na nke mba ụwa na-eme iji chịkwaa ahịa mkpofu dị ize ndụ, \"nkwekọrịta mba ụwa ugbu a, ma nkwekọrịta zuru ebe nile, n'ụzọ iwu kwadoro na atụmatụ ad hoc n'etiti obere mba dị iche iche, enwebeghị enweela ihe ịga nke ọma n'iwepụ ọchịchị ime ihe na-egbu egbu dị ka ndị na-akwado ya gaara atụ anya ya.\" Ọ na-akọwa na e nwere oghere dị iche iche na usoro dị ugbu a nke na-enye ohere ka a na-ekpofu ihe mkpofu na-egbu egbu, na colonialism na-egbu egbu na-aga n'ihu",
  "Ụfọdụ n'ime nsogbu dị na nkwekọrịta mba ụwa ndị a gụnyere mbupu na-aga n'ihu n'ụzọ iwu na-akwadoghị yana nkọwa okwu ndị edoghị anya.",
  "Pratt na-akọwa na n’agbanyeghị mgbalị ndị a na-eme ịchịkwa mkpofu n’ụzọ iwu na-akwadoghị, “[o] ọtụtụ mgbe, a na-ebufe ihe mkpofu dị ize ndụ nanị n’okpuru ikike ụgha, iri ngo, akwụkwọ ndị na-ekwesịghị ekwesị, ma ọ bụ ọbụna ngọnarị nke ‘imegharị ihe,’ bụ́ ihe na-arị elu.” Ndị ụlọ ọrụ na-ebupụkarị ihe mkpofu ha dị ize ndụ na mba ndị ka daa ogbenye site na mbupụ iwu na-akwadoghị",
  "Ndị ụlọ ọrụ mba ụwa ewelitela nchegbu banyere mkpofu mkpofu n'ụzọ iwu na-akwadoghị, mana mbọ a na-eme ịhazi ahịa a egbochila ya n'ihi enweghị ike ileba anya n'ahịa ahụ, n'ihi na ọtụtụ mba enweghị ụlọ omebe iwu ọ bụla nwere ikike iji gbochie ma ọ bụ taa ntaramahụhụ n'iwu ịzụ ahịa dị ize ndụ",
  "emefusịa",
  "Ọzọkwa, Pratt na-akọwa na na-enweghị ahaziri usoro mba ụwa iji manye iwu a, ọ na-esiri mba dị iche iche ike \"ịchịkwaa ahia iwu na-akwadoghị nke ihe mkpofu dị ize ndụ, n'ihi ọdịiche dị n'etiti akụrụngwa mmanye na otu ụkpụrụ iwu.\" Mba ndị na-emepe emepe na-aga n'ihu na-ebute oke ọrụ iwu na-akwadoghị, na-enwekarịkwa ihe onwunwe ma ọ bụ ikike iji chebe onwe ha.",
  "Ihe ọzọ dị na Mgbakọ Basel na nkwekọrịta mba ụwa ndị ọzọ iji chịkwaa ahia mkpofu bụ ihe isi ike nke ịmepụta nkọwa doro anya na otu maka ihe mkpofu",
  "Nkọwa ndị a sara mbara na nke enweghị mgbagwoju anya na-akpata nsogbu na nkwekọrịta mba ụwa, ebe ndị dị iche iche na-akọwa asụsụ nke nkwekọrịta ahụ n'ụzọ dị iche ma si otú a na-eme ya",
  "Dịka ọmụmaatụ, \"'enweghị ọdịiche dị n'etiti 'ihe mkpofu' na 'ngwaahịa' na mgbakọ ahụ na ụkpụrụ ya na-edoghị anya maka 'ihe ize ndụ' nyere ohere ka a nọgide na-ebupụ 'ihe mkpofu dị ize ndụ' n'okpuru akara nke ngwa ahịa ma ọ bụ akụrụngwa, n'agbanyeghị eziokwu ahụ bụ na ihe mkpofu ndị a ka na-ebute mba ndị ka na-emepe emepe ihe ize ndụ gburugburu ebe obibi na ahụike.\""
]