[
  "Hagfish na-agbasa ma ọ bụ New Zealand hagfish (Eptatretus cirrhatus) bụ hagfish a na-ahụ gburugburu New Zealand na Chatham Islands yana gburugburu ndịda na ọwụwa anyanwụ nke Australia, na omimi n'etiti 1 na 900 mita.",
  "Eptatretus cirrhatus nwere ahụ yiri eel na enweghị azụ azụ, ọdụ dị ka paddle ma na-abụkarị ntụ-acha nchara nchara na acha pinki ma ọ bụ na acha anụnụ anụnụ. Dị ka ọ dị na hagfish ndị ọzọ niile, Ọhụrụ zealand nwere okpokoro isi mana enweghị agbà ma ọ bụ ezigbo ogidi ọkpụkpụ azụ, kama ọ nwere ọkpụkpụ nke cartilage. Ọnụ dị gburugburu nke hagfish nwere barbels isii, n'elu nke ahụ bụ ụzọ imi ha pụrụ iche ma n'ime ọnụ bụ efere ezé nwere ahịrị ezé na-ejide ezé n'azụ na n'ihu n'akụkụ nke ọ bụla",
  "Ọ nwere akpa mkpịsị aka asaa  ma na emepụta ahịrị n'akụkụ abụọ dị ala nke ahụ ya bụ oghere nke ọtụtụ n'ime ha na acha ọcha ma jiri ya mee ihe maka ịpụta ihe na adị ka snot nke na agbasa mgbe ọ na emetụta mmiri oké osimiri. Ụmụaka na acha ọkụ.",
  "A na ahụkarị hagfish gburugburu ụwa na mmiri dị n'okpuru 22 ogo Celsius",
  "E",
  "cirrhatus nwere ihe dị iche iche nke gụnyere ọdịda anyanwụ Pasifik ma gbasaa n'ụsọ oké osimiri ọwụwa anyanwụ nke Australia site na Queensland ruo Tasmania yana New Zealand dum site na North Cape ruo Ọnyà Shelf na gburugburu Chatham Islands",
  "A na ahụ E",
  "cirrhatus n'akụkụ osimiri nke Ọhụrụ Zealand na shelf na ebe ndị dị n'akụkụ ụsọ mmiri na ahụkarị na Kaikoura",
  "A na ahụkwa ya n'elu ugwu na n'akụkụ mmiri dị n'oké osimiri",
  "Ebe ha dị na Ọhụrụ Zealand gụnyere Chatham Islands.",
  "Ọhụrụ Zealand hagfish bụ ihe a na-ahụkarị n'akụkụ osimiri niile, na omimi dị n'etiti 1m na 900m",
  "Hagfish bụ ihe a na ahụkarị n'etiti 90 na 700m. \"Ụdị Hagfish niile a maara na ebi na nso nso na ala, ma ọ bụ na-ezu ike na substrate ma ọ bụ bi n'ọgba\"",
  "N'ime nnyocha e mere n'oge ọmụmụ, ọ nweghị ihe na egosi na Eptatretus cirrhatus na-amụ nwa n'oge niile ma ọ bụ n'oge dị ka ụmụ nwanyị nwere nnukwu àkwá na ụmụ nwanyị postovulatory hụrụ n'oge nile nke ọmụmụ ahụ",
  "A tụrụ aro na a na-eche na nwanyị mbụ na-amụ nwa na-eme mgbe ogologo ya dị n'etiti 412mm -534mm, ebe a na-atụ anya na ụmụ nwoke agaghị eto ruo mgbe ha dị ihe dị ka 585mm n'ogologo",
  "A ghọtabeghị ọtụtụ ihe banyere oge ime nke Eptatretus cirrhatus mana ha achọpụtala ọnụego ọmụmụ dị ala na eme ya mere nsogbu nwere ike ibilite site na ịkụ azụ azụmahịa,  ọ bụ ezie na ha nọ ugbu a na 'nchegbu dị ala'",
  "IUCN Ọ nwere ike iwe ihe ruru afọ 2 ma ọ bụ 3 mgbe ọ tozuru maka hagfish iji mepụta naanị àkwá 20 na 30",
  "Ọganihu embryo dị nwayọ na mmalite mmalite na etolite naanị ọnwa 7 na ụdị ụfọdụ nke hagfish. \"A na ahụ ovary n'akụkụ ihu nke gonad, a na-ahụkwa testicles n'akụkụ azụ",
  "\" Reyes na egosi na nsonaazụ anọ nwere ike ime n'oge mmepe nke na ekpebi okike nke mmadụ. Ọ bụrụ na akụkụ nke dị n'ihu na-etolite mgbe ahụ onye ahụ bụ nwanyị ma ọ bụrụ na akụkụ azụ na eto eto onye ahụ bụ nwoke",
  "Ọ bụrụ na ọ dịghị nke ọ bụla n'ime ha etolite, onye ahụ ga abụ onye na adịghị amị",
  "Ọ bụrụ na onye ahụ mepụta ma mgbe ahụ onye ahụ na aghọ hermaphrodite, a na eme nnyocha ugbu a iji chọpụta ebe a ga ewere hermaphrotites dị ka ndị na-arụ ọrụ ma ọ bụ na ọ bụghị",
  "[citation needed]",
  "E",
  "cirrhatus bụ ndị na eri nri n'ala ma amaara na ha na eri anụ ha site n'ime n'èzí",
  "Ihe oriri ha na abụkarị anụ nwụrụ anwụ, ọ bụ ezie na ha na'azụkwa anụmanụ dị ndụ",
  "Hagfish na arụ ọrụ dị mkpa na gburugburu ebe obibi, na emegharị ihe oriri dị n'ime ozu ndị na abanye n'ala oké osimiri. Dị ka hagfish fọrọ nke nta ka ha kpuru ìsì ma e wezụga maka mmetụta ha na ìhè, ha na adabere na barbels 6 na ahụ anya nke gbara ọnụ ha gburugburu iji chọta ụzọ ha n'ala oké osimiri na ụzọ imi ha pụrụ iche iji nụ anụ ha",
  "Hagfish nwere efere ezé pụrụ iche n'ime ọnụ ha na ahịrị ezé na ejide ezé n'azụ na n'ihu n'akụkụ ọ bụla",
  "Ezé ezé a na-agbakọta n'akụkụ abụọ na enyere aka na mmegharị hagfish na eji eri anụ ha",
  "Ezé ezé ahụ na apụta ma na agbakọta n'anụ anụ ahụ wee laghachi n'ọnụ hagfish",
  "Ọ nwekwara ike iji slime ya mee ka anụ oriri ya ghara ịba ọwụwa ọ bụ ezie na a na ejikarị nke a eme ihe dị ka ihe nchebe megide ndị na eri ibe ha",
  "Oge onye na eri anụ jidere hagfish ọ ga eme ka ọ pụọ n'oghere ya, na eme ka onye na egbu egbu ghara ịba ahụ",
  "Mmiri ahụ na ekpuchi gills ma ya mere na egbochi ọnụego nke onye na-eri ibe ya nwere ike ịba mmiri iji na eku ume.",
  "Ruo ọtụtụ afọ, ekwere na E",
  "cirrhatus bụ onye na-eri ihe na onye na-enye nri",
  "Otú ọ dị, a ghọtara na ike ndị mmadụ chọrọ buru oke ibu iji chekwaa naanị ha",
  "Nnyocha e mere n'ime afọ iri gara aga gosiri na hagfish nwere ike ma na-achụ nta",
  "E",
  "cirrhatus na-eri nri na ọkwa nke atọ (ọkwa atọ n'elu ndị na-emepụta ihe)",
  "Nri ahụ bụ ụdị anụmanụ dị iche iche na enweghị azụ ma na agụnye crabs, shrimps, akụm na azụ ọkpụkpụ",
  "Mgbe ọ na achụ nta, hagfish na achọta ọgba nke anụ oriri nwere ike ibi",
  "Mgbe ahụ, ọ na-abanye n'ọgba ma kwenyere na ọ na-ejide anụ oriri ahụ",
  "A na eche mgbe ahụ na hagfish nwere ike igbu anụ oriri ya site na imepụta ihe karịrị akarị",
  "Iji wepụ anụ oriri site na ọgba ahụ, E",
  "cirrhatus na ejikọta onwe ya n'ime eriri nke na-eme ka ebe dị n'elu mmiri na emetụ n'ala oké osimiri ma na arụ ọrụ dị ka  na eme iji dọrọ anụ oriri ahụ",
  "[citation needed]",
  "E",
  "cirrhatus na-ewepụta ihe na-egbochi ndị na-eri ibe ha",
  "Ụmụ anụmanụ na-enye nwa ara n'ime mmiri na sharks yana nnukwu azụ na-achụ Hagfish",
  "Otú ọ dị, hagfish na-alụso anụ oriri a ọgụ na slime ha na-ewepụta",
  "Mgbe anụ na-eri ibe ya jidere ya, slime jupụtara n'ọnụ na oghere ntutu isi",
  "Ihe ndị a na-akpali mmeghachi omume na-egbu egbu n'ime anụ na-eri ibe ya, si otú a na amanye ha ịhapụ hagfish",
  "Nke a na egbochi mwakpo ọzọ, ọ bụ ezie na a maghị ma enwere ihe na egbu egbu n'ime slime na mmetụta ọzọ nke a nwere na anụ na eri ibe ya",
  "Ụmụ anụmanụ na enye nwa ara na octopuses enweghị gills nke slime nwere ike ijide",
  "A na-eme slime a na oghere dị n'akụkụ hagfish ma nwee eriri protein",
  "A na-agbanye ha mgbe ha dị na mkpụrụ ndụ, mana mgbe a tọhapụrụ ha, ọ na emeghachi omume na mmiri nnu ma gbasaa",
  "Nke a bụ ihe na eme ka slime jupụta n'ọnụ",
  "Mgbapụta nke slime yiri ka ọ nweghị mmetụta ọ bụla na E",
  "cirrhatus, ka ọ na-aga n'ihu na-eri nri n'agbanyeghị mwakpo",
  "A na ewere nke a dị ka omume a na adịghị ahụkebe dịka n'ọtụtụ anụmanụ ha ga enwekwu nche maka ihe ize ndụ nwere ike ime ma ọ bụ n'ụdị ndị na eme ihere, na agba ọsọ ma ọ bụ zoo n'ihe ize ndụ",
  "Hagfish na anọgide na eri nri na enweghị mgbanwe ọ bụla n'omume ọzọ na enye uru mgbanwe dịka kama iji ike na efe efe,  dị ndụ nwere ike inweta ike site na nri ya",
  "[citation needed]",
  "O kwere omume na slime nke hagfish na-emepụta nwere ike, dị ka n'ụdị ndị ọzọ gbanwere, dị ka nchebe megide pathogens na parasaiti.",
  "A na-ewere hagfish dị ka nri dị ụtọ na Korea na Japan",
  "Nke a emeela ka obere azụ na Ọhụrụ Zealand iji nye ahịa a",
  "A na eji akpụkpọ ahụ emepụta akpụkpọ anụ eel",
  "Ụlọ ọrụ a enweghị ụkpụrụ dị iche na ọtụtụ ndị ọzọ n'ihi ọtụtụ ihe a na-amaghị ama gbasara ndụ ndụ hagfish",
  "O siri ike ịchịkwa mgbe a na-amaghị ọnụ ọgụgụ ndị bi na ya yana uto na ọnụego ọmụmụ",
  "Nke a na eme ka ụlọ ọrụ na adịgide adịgide bụrụ ihe a na enyo enyo ma mee ka ọtụtụ nnyocha banyere ọmụmụ hagfish",
  "Mana n'ihi omimi nke ụdị a bi na ihe isi ike n'ịhụ omume ha enwetala obere ihe ọmụma.",
  "Ọrụ nyocha nke Biometrics achụwo itinye protein fiber n'ime hagfish slime",
  "Douglas Fudge, onye isi nke Mahadum nke Guelph hagfish slime research team, kwuru na mgbe akpịrị kpọrọ nkụ, eriri dị n'ime slime na-adị ka silk: dị ezigbo arọ ma sie ike",
  "(Fudge nọ ugbu a na Mahadum Chapman.) \"Hagfish slime nwere akụkụ abụọ: mucus na obere eriri, ihe dị ka 15cm n'ogologo ma naanị micron n'obosara",
  "\" Fiber ndị a nwere ike ịbụ ihe okike, nke a na-eme ka ọ dị ọhụrụ na nke a na'adịghị eme ka ọ dịghachi ọhụrụ, nke sitere na mmanụ ala, dị ka naịlọn na spandex",
  "Ọ bụ ezie na ọ dịghị onye wepụtara protein iji mee ihe na-esi n'ụdọ hagfish, Fudge na ndị otu ya na-atụ aro na n'ọdịnihu, protein ndị a ga-ewepụta ma mee ka ha bụrụ uwe na-ahụ maka gburugburu ebe obibi dị ka uwe egwuregwu; ma ọ bụ n'ihi ike ha, ọbụna uwe na-eguzogide mgbọ.",
  "(Ihe ọmụma na ntụaka ndị ọzọ)"
]