[
  "African jewelfish (Hemichromis bimaculatus), nke a makwaara dị ka jewel cichlid ma ọ bụ jewelfish, sitere na ezinụlọ Cichlidae.",
  "Hemichromis bimaculatus nwere ike itolite ruo 15 cm (6 in) ogologo. H",
  "bimaculatus na-acha ọbara ọbara na ezigbo ntụpọ na-acha anụnụ anụnụ na ntụpọ atọ gbara ọchịchịrị n'akụkụ, nke mbụ na opercle, nke abụọ n'etiti ahụ, nke atọ na ala nke ọdụ.",
  "Azụ ndị a na-acha anụnụ anụnụ na-ewu ewu n'etiti ndị na-azụ azụ, mana ha adịghị mma maka aquariums obodo n'ihi omume ha na-eme ihe ike, ọkachasị mgbe ha na-amụ nwa.",
  "Ụdị ahụ sitere na West Africa (ya mere aha ya), yana akụkọ ndị ọzọ (ma eleghị anya ụdị Hemichromis ndị ọzọ) sitere na Middle Africa na Naịl Basin",
  "A na-ahụ azụ ndị a n'osimiri, iyi na ọwa mmiri, ọkachasị n'ógbè ndị dị n'oké ọhịa ebe ahịhịa na-ekpuchi mmiri.",
  "A na-akọkarị na H",
  "bimaculatus, ezigbo ọla Afrịka, a na-ahụ ya n'akụkụ buru ibu nke Afrịka, mana nke a bụ - ọ dịkarịa ala n'akụkụ ụfọdụ - n'ihi ejighị n'aka. A na-ahụ ya n'ezie na West Africa, mana ọ ka bụ ihe doro anya ma ọ bụrụ na ọ bụ otu ụdị ahụ na Middle Africa na Naịl Basin.",
  "Otu mgbagwoju anya ahụ dị n'ebe ndị ọzọ, dịka ewebatala Hemichromis na mpaghara ndị dị anya site na ala nna ha Africa",
  "Dịka ọmụmaatụ, a na-ekwukarị na ezigbo ọla Afrịka, H",
  "bimaculatus, bụ ụdị e webatara na United States, ọkachasị Florida (ma gbasaa), mana nke a gụnyere H",
  "letourneuxi. Onye ikwu ọzọ nke ghọrọ onye a ma ama na ahịa aquarium bụ H",
  "lifalili, mana a na-amata ya n'ụzọ dị mfe site na enweghị ntụpọ gbara ọchịchịrị na ala nke ọdụ.",
  "African jewelfish chọrọ mmiri acid (n'ozuzu pH 6.0-7.8) na mmiri na-ekpo ọkụ (72-82  ) iji nwee ọganihu n'agbụ. N'ihi omume ime ihe ike nke ala, a na-atụkarị aro ka a debe ụdị ahụ naanị ya, mana na nnukwu aquariums, enwere ike idebe ha na Congo tetras, Synodontis catfish na ụdị ndị ọzọ siri ike. Ka o sina dị, mgbe a na-amụ nwa, a na-atụkarị aro ka ha abụọ nọrọ iche.",
  "Mgbe African jewelfish dị njikere ịmụ nwa, ụmụ nwanyị ga-agbanwe ụcha ọbara ọbara iji mee ka nwoke mara",
  "Nke nwoke na nke nwanyị ga-ejikọta ma ọ bụ jawlock na nke nwoke ga-ewepụta sperm na àkwá",
  "Nwanyị ahụ ga-eyi àkwá n'elu ala dị larịị",
  "Nwanyị ahụ ga-echebe àkwá ya ma gbuo ihe ọ bụla na-abịa nso",
  "N'ime ụbọchị ole na ole, àkwá ahụ ga-apụta ma nne ahụ ka ga-echebe ha",
  "Nwanyị nwere ike ịmụ nwa kwa izu atọ.\nAzụ ọla dị 3 ruo 4 ruo 10 cm n'ogologo.",
  "Azụ̀ ndị Juu nke Afrịka na-eri ihe niile",
  "Ha na-eri ụmụ ahụhụ, crustaceans, na Caridina",
  "Caridina na-ejikọta na shrimps na prawns",
  "African Jewelfish nwekwara ike iri ụfọdụ osisi, dị ka algae na ahịhịa ndị ọzọ, yana ihe mkpofu",
  "Mgbe a dọtara ya n'agha, ọla ndị Afrịka nwere ike ibi na nri dịgasị iche iche nke azụmahịa, ndụ, flakes, na pellet dịka ha na-anabatakarị ụdị nri azụ niile",
  "Ha na-eri kwa algae wafers na shrimp pellets",
  "Enwere ike iji ha tụnyere azụ na-eri nri n'ala n'ime aquarium, ebe ọ bụ na ha na-amasị ha iri algae na ihe ndị ọzọ na-emepụta na tankị azụ",
  "A makwaara African jewelfish ka ha na-eri ụmụ ha na-eme cannibalism",
  "Ha na-enwekwa mmasị na shrimp dị ndụ ma na-ata mkpịsị aka mgbe ụfọdụ."
]