[
  "a",
  "Azibaola Robert (amụrụ na 13 Febụwarị 1969) bụ onye ọchụnta ego Naijiria, Fellow nke Nigerian Society of Engineers (NSE), onye mmepụta ihe, onye ọka iwu, onye na-akwado ikike mmadụ na gburugburu ya, onye guzobere Zeetin Engineering Limited, onye isi nchịkwa nke Kakatar Group na onye natara onyinye Vanguard Personality nke afọ ahụ. Robert gụrụ ihe ọmụmụ iwu na Rivers State University of Science and Technology, Portharcourt, (nke bụzi Mahadum Rivers State ) ma a kpọọ ya ka ọ bụrụ onye ọka iwu Naijiria n'afọ 1995.",
  "A mụrụ Robert n'obodo Otakeme, Bayelsa, n'afọ 1969. Ọ gụrụ ihe ọmụmu gbasara iwu na Mahadum Sayensị naTeknụzụ nke Rivas Steet tupu a kpọọ ya n'ụlọikpe Naijiria n'afọ 1995. N'afọ 1999, Robert guzobere Mangrovetech Limited, ụlọ ọrụ injinia nke gbanwere ma  bụrụzie Kakatar. N'afọ 2018, Azibaola guzobere Zeetin Engineering iji mepụta teknụzụ dị elu na ngwá ọrụ dị arọ iji mepụta ụgbọala eletrik mbụ na Naịjirịa. Mgbe e mesịrị, Nigerian Society of Engineers nyere ya Fellow nke otu ahụ. N'afọ 2021, ọ malitere mkpọsa iji chekwaa oké ọhịa na anụ ọhịa ha na mba ya. Ọ duziri Niger Delta Human and Environmental Rescue Organisation (ND-HERO) iji kwado udo na ikpe ziri ezi nke gburugburu na mpaghara Niger Delta",
  "N' afọ 1993, Robert jere ozi dị ka osote onye isi oche NANS",
  "Ọ bụ nwa nwanne nne Goodluck Jonathan, onye bụbu onye isi ala nke mba Naịjirịa.",
  "Azibaola na ndị otu ya gara njem ụbọchị iri na anọ n'ime otu  oké ọhịa miri emi nke Niger Delta iji gosipụta ihe ndekọ ọdịdị, nchekwa, na mmetụta nke mgbanwe ihu igwe n'ihe ekere eke n'ihi omume ọjọọ ndị bi n'ogbe ahụ na-eme na gburugburu site n'ịchọ imekọ ihe ọnụ ya na ndị ihe gbasara gburugburu na ndụ na-anụ ọkụ n'obi ,ndị gọọmentị, na òtù ndị na-arụkọ ọrụ",
  "Ihe nkiri e mekọbara awa abụọ gosipụtara akụkọ ndị be ya na ibi na iyi ha",
  "Njem nchọpụta ahụ bụ njem kilomita 25 site na mmepeanya mmadụ, ebe ndị otu ahụ gara ihe karịrị kilomita 400 iji nyochaa ọhịa ahụ.",
  "N'afọ 2016, Economic and Financial Crimes Commission (EFCC) kpụpụrụ Robert na ụlọ ọrụ ya One Plus Holding Limited ụlọ ikpe n' ebubo asaa maka ịnata na ijide ego nde $ 40 site n'Ọfịs nke onye bụbu onye ndụmọdụ nchekwa mba [NSA], Col",
  "Sambo Dasuki ma tụgharị ego a maka iji gboo mkpa onwe",
  "E mechara ụlọ ikpe dị elu nke gọọmentị etiti n' Abuja tọhapụrụ ya ma sị ya laa,.",
  "Dị ka   Nigerian Tribune si kwuo, Justice Nnamdi Dimgba nke Ụlọikpe  gọvmentị etiti n' Abuja, bụ onye kwupụtara ikpe ahụ sị, na EFCC enyeghị ihe akaebe zuru ezu maka ebubo ịnata ego site n'aka Sambo Mohammed Dasuki na-enweghị nkwekọrịta ọrụ ọ bụla. E mechara wega ikpe ahụ n'ụlọ mkpegharị ikpe nke Naijiria, ebe otu mmadụ atọ nke Ọkaikpe Stephen Adah duziri, kpebiri na amamikpe ahụ ezipụtaghị ihe akaebe iji maa ndi sị na ikpe amaghị ha ikpe.",
  "Ebe nrụọrụ weebụ gọọmentị",
  "Azibaola and wife, Stella pictured with Management Staff of Kakatar Group and some consultants.png",
  "Azibaola amidst family members joins wife, Stella in church on her birthday.png",
  "Azibaola and his wife Stella pictured with President Goodluck Jonathan.jpg",
  "Azibaola Robert at his investiture as Fellow of the Nigerian Society of Engineers(FNSE).jpg",
  "Azibaola using culture to draw attention to Climate Change during a Bonfire night.jpg",
  "Azibaola spotted with local fishing hooks during his 14 Days Expedition into Deep Forest.jpg",
  "Azibaola rescued a Nile Monitor Lizard during his 14 Days Expedition into Deep Forest.jpg",
  "Azibaola educating the Ogbia people on sustaining the Niger Delta rain forest during a Bonfire Night.jpg",
  "Azibaola and his Deep Forest Expedition Team pictured with the Leadership of the Ogbia Brotherhood Youth Council.jpg",
  "Azibaola and his Expedition Team during his 14 Days Expedition into Deep Forest.jpg"
]