[
  "Azuka Okwuosa // (na-ege ntị) (amụrụ na abalị atọ n'ọnwa iri n'otu, afọ otu puku, narị iteolu na iri ise n'iteolu (3 Nọvemba 1959), bụ onye ndọrọ ndọrọ ọchịchị na injinia Naijiria nke jere ozi dị ka Kọmishọna nke Ọrụ na Njem nke Anambra Steeti site na afọ otu puku, narị iteolu na iri iteolu n'iteolu ruo n'afọ puku abụọ n'otu (1999 ruo 2001)",
  "Ọ bụ onye na-achọ ịbụ gọvanọ na ntuli aka gọvanọ nke steeti Anambra n'afọ puku abụo na iri abụọ n'otu (2021) na-anọchite anya All Progressives Congress.",
  "A mụrụ Okwuosa na Jos, Plateau Steetị, Naijirịa",
  "Ọ malitere agụmakwụkwọ ya na All Saints Primary School, Irefi, Oraifite, Anambra Steetị, ebe ọ natara asambodo mbụ ya, FSLC na afọ otu puku, narị iteolu na iri asaa n'atọ (1973)",
  "Ọ gara Colliery Comprehensive Secondary School, Ngwo, Enugu Steetị, Naịjirịa, ebe ọ natara West African Senior School Certificate Examination na General Certificate of Education na afọ otu puku, narị iteolu na iri asaa n'asaa (1977)",
  "Ọ gara n'ihu na Institute of Management Technology, Enugu, ebe ọ natara OND na nka mara mma na nke a na-etinye n'ọrụ na afọ otu puku, narị iteolu na iri asatọ n'otu (1981)",
  "N'afọ otu puku, narị iteolu na iri asatọ n'atọ (1983), ọ natara HND na eserese / mgbasa ozi",
  "Ọ gụsịrị akwụkwọ na Samuel Bible Institute, Lagos Steetị na diplọma na nkà mmụta okpukpe na afọ otu puku, narị iteolu na iri iteolu n'asatọ (1998)",
  "O mere National Youth Service Corps na Tide Newspaper, Port Harcourt, Rivers Steetị, Naịjirịa site na afọ otu puku, narị iteolu na iri asatọ n'atọ ruo afọ otu puku, narị iteolu na iri asatọ n'anọ (1983 ruo 1984).",
  "Okwuosa ghọrọ onye na-ahụ maka ụlọ ọrụ mmepụta ihe na Government Press, Enugu, ozugbo OND ya gasịrị, site na afọ otu puku, narị iteolu na iri asatọ n'otu ruo afọ otu puku, narị iteolu na iri asatọ n'abụọ (1981 ruo 1982)",
  "N'oge ahụ, o guzobere ụlọ ọrụ, Nimex Leads Limited, Enugu.",
  "Okwuosa bụ onye nkuzi C",
  "Odumegwu Ojukwu, onye ọ rụrụ ọrụ, site na afọ otu puku, narị iteolu na iri asatọ n'anọ ruo afọ otu puku, narị iteolu na iri iteolu n'anọ (1984 ruo 1994)",
  "Ọ malitere ọrụ ndọrọ ndọrọ ọchịchị ya, na-eje ozi dị ka onyeisi oche nke Kansụl Gọọmentị Nnewi (nke bụzi Ekwusigo na Nnewi North) site na afọ otu puku, narị iteolu na iri iteolu n'anọ ruo afọ otu puku, narị iteolu na iri iteolu n'isii (1994 ruo 1996)",
  "N'afọ otu puku, narị iteolu na iri iteolu n'iteolu (1999), onye gọvanọ Anambra Steeti n'oge ahụ, Chinwoke Mbadinuju họpụtara ya dị ka Kọmishọna maka Ọrụ na Njem ma ọ jere ozi ruo n'afọ puku abụọ na otu (2001)",
  "Site na afọ puku abụọ n'abụọ ruo afọ puku abụọ n'iri (2002 ruo 2010), ọ bụ ode akwụkwọ ukwu nke South-East Development Initiative",
  "N'afọ puku abụọ n'asaa (2007), n'oge ntuli aka nke Naịjirịa n'afọ 2007, ọ gbara ọsọ dị ka onye omeiwu nke All Progressives Grand Alliance maka mpaghara Anambra South Senatorial nke ọ meriri. Ọ mara mmeri ya na ụlọ ikpe mkpesa ntuli aka maka afọ abụọ, wee gaa n'ụlọ ikpe mkpegharị ikpe, Enugu State, ebe ọ meriri ikpe ahụ",
  "A kagbuola ntuli aka ahụ ma mee ntuli aka ọzọ na afọ puku abụọ n'iteolu (2009), ebe o meriri",
  "Ọ bụ onye otu People's Democratic Party site na afọ otu puku, narị iteolu na iri iteolu n'iteolu ruo n'afọ otu puku abụọ n'atọ (1999 ruo 2003), onye bụbu onye otu All Progressives Grand Alliance na Action Congress of Nigeria",
  "Ọ bụ onye otu All Progressives Congress na-achị ugbu a.",
  "Okwuosa sitere na ndị ikwu Umunzalu, Umueshi Irefi, Oraifite, Ekwusigo, Anambra Steetị, Naijirịa. Ọ bụ onye ọchịagha nke Ụka Anglican. Nna ya bụbu onye bụbụ onye olụ , ebe nne ya bụ onye nkuzi."
]