[
  "Ogige Ntụrụndụ Bénoué bụ ogige ntụrụndụ nke Cameroon na UNESCO họpụtara Biosphere Reserve. Ọ dị 180,000 hectare (440,000 acres) n'ogo",
  "Ogige ntụrụndụ ahụ nwere ihu dị obosara na Osimiri Bénoué, nke gbatịrị ihe karịrị 100 kilomita (62 mi), na-emepụta ókè ọwụwa anyanwụ. Okporo ụzọ ọha na eze na-aga Tcholliré gafere akụkụ ugwu nke ogige ahụ",
  "Mpaghara ọdịda anyanwụ bụ okporo ụzọ bụ isi jikọrọ obodo Garoua n'ebe ugwu, na Ngaoundéré n'ebe ndịda. Enwere ike ịbanye n'ogige ntụrụndụ ahụ site n'ebe ugwu site na Ngaoundéré.",
  "N'afọ 1932, e guzobere mpaghara ahụ dị ka Faunal Reserve",
  "E mere ya ka ọ bụrụ Ogige Ntụrụndụ Mba na afọ 1968, ya na afọ 1981, ọ ghọrọ Ebe Nchekwa Biosphere.",
  "Ogige Ntụrụndụ dị n'akụkụ ugwu ọwụwa anyanwụ nke Cameroon na Ngalaba Bénoué",
  "Ọ dị na Bénoué savanna belt, mpaghara ọhịa savannah na-ekpo ọkụ n'etiti obodo Garoua dị n'ebe ugwu na Ngaoundéré dị n'etiti ndịda.  Osiri bụ isi bụ Osimiri Bénoué, nke gbatịrị ihe karịrị 100 km (62 mi), na-emepụta ókè ọwụwa anyanwụ. Ogige ntụrụndụ ahụ dị site na 250 ruo 760 m (820 ruo 2,490 ) n'elu oke osimiri",
  "Nnukwu nkume na-akọwa ugwu ndị dị elu, ebe ala dị larịị na ọhịa na-akọwakọta akụkụ ndị dị ala. Ogige ịchụ nta asatọ, nke ruru  520,378 (1,285,880 acres), gbara ogige ahụ gburugburu ma e wezụga n'okporo ụzọ.",
  "Ebe obibi dị na Ogige Ntụrụndụ Bénoué bụ ala ahịhịa",
  "Ọ na-agụnye ọtụtụ ụdị ọhịa Sudan dị ka Isoberlinia-nke jupụtara na ọhịa ndị ọzọ dị n'etiti ndịda, na mkpụmkpụ, ghere oghe, ala ahịhịa ahịhịhịa na-agwakọta n'ebe ugwu, oké ọhịa Anogeissus kpọrọ nkụ, oké ọhịa na-acha akwụkwọ ndụ akwụkwọ ndụ na ahịhịrị ahịhọta n'akụkụ Bénoué na isi ya.",
  "A na-ahụkwa enyí Africa, hyena nwere ntụpọ, waterbuck, warthog na enwe n'ogige ahụ",
  "Nnukwu ungulates kachasị n'ogige ahụ bụ antelope dịka kob, western hartebeest, giant eland na waterbuck, yana  buffalo Afrịka",
  "Nanị ebe dị n'Africa ebe enwere ohere dị mma ile nnukwu eland, antelope kachasị ukwuu n'Africa, dị n'ime Ogige Ntụrụndụ Bénoué. Nkịta ọhịa nke Afrịka nọ n'ime ogige ntụrụndụ, ọ bụ ezie na ọ bụghị ihe a na-ahụkarị ebe a karịa na ogige ntụ Faro. A mara Ogige Ntụrụndụ Bénoué maka ebe obibi enyí mmiri ya. Tinyere enyí mmiri, agụ iyi bụ ihe a na-ahụkarị n'osimiri.",
  "Kemgbe afọ 2005, a na-ewere ebe a na-echebe dị ka Ngalaba Nchekwa Ọdụm. N'afọ 2011, e mere atụmatụ na ọnụ ọgụgụ ọdụm dị mmadụ 200 toro eto.",
  "Ogige Ntụrụndụ Bénoué bụ Ebe Nnụnụ Dị Mkpa (# CM007) na nyocha ndị na-adịbeghị anya na-achọpụta ụdị 306",
  "N'oge ọkọchị, ájá ndị a na-ekpughe site na ọkwa na-agbanwe agbanwe nke Osimiri Bénoué na-enye ebe obibi maka plover na nnụnụ mmiri ndị ọzọ. Ụdị ndị a na-ahụkarị gụnyere Adamawa turtle-dove, crocodile bird, red-throated bee-eater, red-winged grey warbler, stone partridge, na violet turaco.",
  "Ihe ka ọtụtụ n'ime ndị bi n'ime ogige ahụ bụ ndị na-akwagharị akwagharị",
  "E nwere usoro mmekọrịta mmadụ na ibe ya nke ndị na-eche ogige ntụrụndụ na ndị na-echekwa ihe na-emeso, na-arụ ọrụ dịka ndị nkụzi obodo na ndị omebe iwu. Ọ dịkarịa ala otu ihe omume nke kleptoparasitism, izuru anụ site na igbu ọdụm, edere na Bénoué National Park."
]