[
  "HijackThis (ọ bụkwa HiJackThis ma ọ bụ HJT) bụ ngwá ọrụ n'efu na nke mepere emepe iji chọpụta malware na adware na Microsoft Windows. Ọ bụ Merijn Bellekom kere ya na mbụ, ma mesịa ree ya na Trend Micro",
  "Usoro ihe omume a bụ ihe ama ama maka nyochaa ngwa ngwa kọmputa onye ọrụ iji gosipụta ebe kachasị nke malware, kama ịdabere na nchekwa data nke spyware a maara",
  "A na-eji HijackThis eme ihe n'ụzọ bụ isi maka nchọpụta nke malware, ọ bụghị iji wepụ ma ọ bụ chọpụta spyware - dịka iji ụlọ ọrụ mwepụ ya eme ihe n'amaghị ama nwere ike imebi ngwanrọ dị ukwuu na kọmputa",
  "Ntuchi ihe nchọgharị nwere ike ime ka e tinye malware na kọmputa.",
  "Na Febụwarị 16, 2012, Trend Micro wepụtara koodu isi iyi HijackThis dị ka oghere ma ọ dị ugbu a na saịtị SourceForge.",
  "HijackThis nwere ike ịmepụta logfile ederede doro anya nke na-akọwapụta ntinye niile ọ chọtara, a pụkwara idozi ụfọdụ ntinye site na HijackThis",
  "A na-adụ ndị ọrụ na-enweghị ahụmahụ ọdụ ka ha kpachara anya ma ọ bụ chọọ enyemaka mgbe ha na-eji nhọrọ ikpeazụ",
  "Ewezuga obere ndepụta ọcha nke ntinye nchekwa a maara, HijackThis anaghị akpa ókè n'etiti ihe ziri ezi na ihe ndị a na-achọghị",
  "HijackThis na-anwa ịmepụta nchekwa nke faịlụ na ntinye ndekọ nke ọ na-edozi, nke enwere ike iji weghachite usoro ahụ ma ọ bụrụ na emeehie.",
  "Ojiji a na-ejikarị eme ihe bụ itinye logfile na nnọkọ ebe ndị ọrụ nwere ahụmahụ nwere ike inye aka ịkọwa ihe ntinye dị mkpa iwepụ",
  "Ngwá ọrụ na-akpaghị aka dịkwa nke na-enyocha igodo echekwara ma na-anwa inye onye ọrụ ndụmọdụ, ma ọ bụ ihicha ntinye na-akpaghị aka. Otú ọ dị, iji ngwá ọrụ ndị dị otú ahụ eme ihe na-akụda mmụọ site n'aka ndị ọkachamara n'iji aka na-emeso igodo HijackThis: ha na-ewere ngwá ọrụ ndị ahụ dị ize ndụ maka ndị ọrụ na-enweghị ahụmahụ, ọ bụghị nke ziri ezi ma ọ bụ nke a pụrụ ịdabere na ya iji dochie anya mkparịta ụka na onye nyocha mmadụ a zụrụ azụ.",
  "Nsụgharị ndị ọzọ nke HijackThis gụnyere ngwá ọrụ ndị ọzọ dị ka onye njikwa ọrụ, onye nchịkọta faịlụ ndị agha, na onye nyocha data-stream ọzọ.",
  "HijackThis ruru njedebe nke ndụ na 2013 ma anaghịzi emepe emepe",
  "Otú ọ dị, ndị otu ahụ atụwo aro ka e jiri ntụhie dochie ya nke a na-akpọ HijackThis Fork nke Stanislav Polshyn na-emepụta.",
  "N'oge 2002 na 2003, onye ọchụnta ego IT Glenn Bluff (onye nwe Computer Hope UK) mere ọtụtụ mgbalị ịzụta HijackThis",
  "Nke a dugara na mmepe nkwonkwo nke HijackPro, nsụgharị ọkachamara nke HijackThis na ikike e wuru iji gbuo usoro yiri killbox",
  "HijackPro nwere nbudata nde 2.3 site na saịtị nbudata iwu na-akwadoghị na 2003 na 2004 ma a na-ahụ ya na saịtị na-ekwu na ọ bụ HijackThis ma nweere onwe ya",
  "E rere HijackPro na ngwanrọ Touchstone ugbu a Phoenix Technologies na 2007 iji jikọta ya na DriverAgent.com ya na ụlọ ọrụ Glenn Bluff ọzọ Drivermagic.com"
]