[
  "Baaj Adebule (amụrụ na 25 Ọktoba 1988) bụ onye na-eme ihe nkiri, onye nlereanya, na onye na-eme ihe nkiri si Ogun Steeti na Southwestern Nigeria",
  "Ọ pụtara na ihe nkiri Nollywood kemgbe afọ 2012. Ọ malitere ọrụ ya na M-Net's soap opera Tinsel ma pụta na ihe nkiri na usoro TV dịka Hush, The Men's Club, Payday, Zena, Uncloaked, The Governor, The Missing, A Soldier's Story 1 & 2, Omo Wa, Beast Within, na The Moles",
  "A mụrụ Adebule na Jalupon Hospital na Surulere, Lagos",
  "Ọ nọrọ ọtụtụ oge nwata ya na Maryland Lagos, ebe ọ gara ụlọ akwụkwọ praịmarị Seat of Wisdom na ụlọ akwụkwọ sekọndrị Caleb",
  "Ọ kwagara Surulere mgbe nne na nna ya gbara alụkwaghịm n'afọ 2005",
  "Adebule bụ onye Yoruba ma bụrụ onye obodo Ijebu Ode nke Ogun Steeti",
  "A zụlitere ya n'ụlọ Ndị Kraịst",
  "Nna ya bụ onye injinia na nne ya bụ onye na-ahụ maka ego na onye ọchụnta ego",
  "Ọ bụ nwa nke ikpeazụ n'ime ụmụ itoolu sitere n'ọtụtụ alụmdi na nwunye.",
  "Afọ ụlọ akwụkwọ ya lekwasịrị anya na agụmakwụkwọ, ebe nne na nna ya kwusiri ike mkpa agụmakwụkwọ",
  "Mgbe ọ dị obere, ọ lekwasịrị anya na egwuregwu na nka, na-egwu bọọlụ, basketball, badminton, table tennis, na track.",
  "Na akụkọ ndụ ya, Adebule kwuru na ọ bụ onye otu ukwe ụka obodo site na nwata yana onye otu klọb nka nke ụlọ akwụkwọ ya",
  "A maara Adebule karịsịa maka ịhụnanya ya maka ihe nkiri, nke ọ lekwasịrị anya na ya mgbe nne na nna ya gbara alụkwaghịm.",
  "N'afọ 2005, Adebule malitere ịga Mahadum Covenant dị na Ogun Steeti iji mụọ akụ na ụba",
  "Ọ gụsịrị akwụkwọ na klas nke abụọ na 2009",
  "Mgbe ọ gụsịrị akwụkwọ, ọ malitere itinye aka na nka na egwuregwu",
  "Ọ rụrụ ọrụ na MultiChoice ihe fọrọ nke nta ka ọ bụrụ afọ abụọ tupu ọ kwụsị iji lekwasị anya na ntụrụndụ.",
  "Adebule malitere ọrụ ime ihe nkiri na ịme ihe ngosi n'afọ 2010 mgbe ọ na-arụ ọrụ itoolu ruo ise",
  "Ọ ga-aga maka nyocha na foto n'oge ezumike ya",
  "O mechara nweta obere oge na telenovela Tinsel.",
  "Site na nkwado nke ndị enyi ya na ndị ezinụlọ ya, ọ bụ onye asọmpi na 2011 Mr",
  "Nigeria pageant, ebe ọ bịara nke anọ",
  "N'afọ 2012, ọ malitere ime ihe nkiri na ịme ihe ngosi oge niile.",
  "Adebule pụtara na Hush, na-egosi Adze",
  "Ọ pụtara na ihe nkiri dị ka 5ive, The Governor, Uncloaked, The Missing, Payday, na Battleground Showdown",
  "A tọhapụghị ya"
]