[
  "Asụsụ Baale, Baleesi ma ọ bụ Asụsụ Baalesi bụ asụsụ Surmic nke ndị Baale ma ọ bụkwa Zilmamo nke Etiopia, maọbu ndị Kachepo nke South Sudan na-asụ. Ọ bụ onye otu Surmic cluster; aha onwe onye nke asụsụ na obodo bụ Suri, nke bụ otu ihe ahụ dị ka nke asụsụ Suri, na-eme ka aha agbụrụ nke na-anabata obodo Tirma, Chai (ma ọ bụ T'id), na Baale, ọ bụ ezie na asụsụ nke obodo ndị a dị iche. E nwere ndị na-asụ Baleesi 9,000 ugbu a, 5,000 na South Sudan na 4,100 na Ethiopia; ihe fọrọ nke nta ka ọ bụrụ ha niile na-asụrụ otu asụsụ.",
  "Yigezu (2005) na-ekwu na ọ bụ ezie na asụsụ Baale bụ Southwest Surmic, ọ na-ewere ọtụtụ atụmatụ nke asụsụ Southeast Surmic n'ihi njikọ siri ike.",
  "Ndi nọ ná obodo na-asu Baale,Enwekwaziri ike ịkpọ Baleesi Baalesi, Baale, Bale, Baaye, Dok, Kacipo-Balesi, Kachepo, Silmamo, Tsilmano, Zelmamu, Zilmamu na Zulmamu.",
  "Enweghị asụsụ Baleesi a maara, mana ọ nwere njikọ chiri anya na ìgwè Didinga-Murle, nke nwere Didinga, Tennet, na Larim na Sudan, na Murle na Sudan na Ethiopia. Ọ na-ekerịta 40%-54% okwu yiri Murle na 35% okwu yiri Mursi.",
  "A na-asụ ya n'obodo Rumeat, Upper Boma, na Mewun, Pibor County, Boma State, nke dị nso n'ókè Etiopia. A na-asụkwa ya n'akụkụ ugwu ọdịda anyanwụ nke East Equatoria State.",
  "Usoro ịgụta Baleesi dabere na iri abụọ ma jiri otu usoro quinary dị ka ìgwè Didinga-Murle",
  "Okwu maka \"1,000\" pụtara n'ụzọ nkịtị \"ọtụtụ,\" na ihe niile karịrị 100 ka a na-akpọ \"ọtụtụ\".",
  "Ọ bụ ezie na ndị Tirma, Chai, na Baale mejupụtara otu agbụrụ a na-akpọ Suri, na-ekerịta usoro afọ, ememe nkịtị, na ọdịbendị ihe onwunwe, asụsụ ha nwere njikọ dị anya.",
  "Enweghị usoro ederede a maara maka Baleesi ma a na-ewere ya dị ka asụsụ a na-edeghị ede",
  "A na-ekewa ọnọdụ asụsụ dị ka nke siri ike, nke pụtara na ọ bụghị ihe a na-ahụkarị ma na-eji ya eme ihe n'afọ niile. Otú ọ dị, a ka nwere ike iwere ya dị ka asụsụ dị n'ihe ize ndụ n'ihi ọnụ ọgụgụ dị nta nke ndị na-asụ asụsụ ala dị.",
  "Ndị Baale nwere àgwà dị mma n'ebe asụsụ ha nọ, ma jiri ya mee ihe n'ọtụtụ akụkụ nke ndụ ma e wezụga ahịa. Ụfọdụ ndị Baale nwere ike ịsụ Tirma ma ọ bụ Chai tinyere Baleesi, ole na ole na-asụkwa Dizi ma ọ bụ Amharic.",
  "Ndị na-asụ Baleesi gụnyere ndị na-abụghị ụmụ amaala",
  "N'obodo Jeba, e nwere ndị Dizi na-asụ Baleesi dị ka asụsụ nke abụọ, ma na-arụkarị ọrụ dị ka ndị ogbugbo n'etiti ndị ahịa mpaghara ma ọ bụ mpaghara na ndị Baale mgbe ha bịara ahịa.",
  "Ọnụ ọgụgụ ndị gụrụ akwụkwọ nke ndị na-asụ asụsụ mbụ na nke abụọ dị n'okpuru 1%.",
  "Ndị Baale na ndị Suri ibe ha na-ekerịta ọtụtụ akụkụ nke ọdịbendị",
  "Dịka ọmụmaatụ, omume a na-emekarị n'etiti agbụrụ ndị Surma (gụnyere Baale), bụ itinye efere ụrọ n'ime ọnụ ala nke ụmụ agbọghọ na ụmụ nwanyị.\nOmenala ọzọ ndị Suri na-ekere òkè na ya bụ nke a na-akpọ Donga, nke na-agụnye ndị mmeri nke otu si n'ezinụlọ na obodo dị iche iche na-alụ ọgụ abụọ na abụọ na-eji ogologo osisi",
  "A na-eji emume ahụ eme ihe dị ka ụzọ isi dozie esemokwu na onye ọ bụla ma ọ bụ ọkwa dị elu."
]