[
  "Babatunji Olowofoyeku (21 Mee 1917), OFR, SAN, bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye nkuzi, onye ọka iwu na onye ndú, onye Yoruba na nwa afọ Ilesha nke dị na Osun Steeti nke Naijiria",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya malitere n'etiti afọ 1950.",
  "A mụrụ Olowofoyeku na Mee 1917, ọ tolitere dị ka nwa ikpeazụ nke ezinụlọ ọdịnala na Ilesha, obodo dị n'ebe ọdịda anyanwụ-sud-west nke bụbu Northern Nigeria, onye nchebe n'ime Alaeze Ukwu Britain",
  "Ilesha anọworị n'ókè ya na Southern Nigeria, ọ dịkwa nso n'óké ya na Dahomey nke France na-achị",
  "N'afọ 1914, e jikọtara mpaghara abụọ nke Britain, tinyere Colony nke Lagos, dị ka Colony na Protectorate nke Naịjirịa",
  "A mụrụ Olowofoyeku ihe dị ka afọ atọ mgbe ndị Britain mepụtara ọchịchị ọhụrụ a",
  "Nna ya nwụrụ ọnwa ole na ole tupu a mụọ ya",
  "Nne ya debara aha ya mgbe ọ dị afọ ise na Otapete Methodist School ma mee ya baptizim n'ebe ahụ na Chọọchị Metọdist na 1924 wee were aha Ndị Kraịst \"Daniel\".",
  "N'ụlọ akwụkwọ na Otapete Methodist, Olowofoyeku zutere nwa klas ya, Tai Solarin, nke a maara mgbe ahụ dị ka Augustus Solarin onye ghọrọ enyi ya ogologo oge",
  "Ha abụọ gara St",
  "Andrew's College, Oyo, site na 1936 ruo 1942",
  "Solarin mechara kwuo na edemede ikpeazụ nke Olowofoyeku gbanwere ya nke ukwuu ebe o kwuru na ụfọdụ n'ime ndị na-achị ala ahụ amaghị ihe, na ha ejighịkwa njikere maka ọrụ e kenyere ha, ya mere enweghị azụmahịa na-elekọta ndụ ndị Naijiria",
  "Maka edemede a, a tara ya ahụhụ maka ịma ọnọdụ ahụ aka, ma kwụsị ya na kọleji n'afọ agụmakwụkwọ ikpeazụ ya",
  "Otú ọ dị, ọ nọdụrụ ala ma gafee ule onye nkuzi ikpeazụ dị ka nwa akwụkwọ mpụga otu afọ ka e mesịrị",
  "O mechara wepụ aha etiti \"Daniel\" dị ka mkpesa megide mmegbu ọ na-ahụ site n'aka ndị ọchịchị na-achị ala.",
  "N'afọ 1932, Olowofoyeku nabatara ọkwa mmalite dị ka onye nkuzi nwa akwụkwọ na Otapete Methodist School, tupu ọ malite ọzụzụ nkuzi ya na St",
  "Andrew's College.",
  "Olowofoyeku kụziri na Oduduwa College site n'Ọktoba 1942 ruo 1943",
  "Ụmụ akwụkwọ ya gụnyere Richard Akinjide, onye mechara bụrụ Attorney General of Nigeria.[Tinye edensibịa] Site na 1943 ruo Jenụwarị 1947, ọ bụ onye nkuzi Latin na Methodist Boys High School, Lagos",
  "Nhọpụta mbụ ya dị ka onye isi bụ na Western Boys High School, Benin, site na Jenụwarị 1947 ruo Disemba 1948",
  "N'oge a na 1948, ọ lere ule maka nzere BA na Mahadum London site n'ịmụ akwụkwọ ozi.",
  "Olowofoyeku kwagara Ijebu-Ode iji were nhọpụta dị ka onye isi ụlọ akwụkwọ nke atọ nke Olu-Iwa College (nke gbanwere aha ya ka ọ bụrụ Adeola Odutola College na 1964), na-eje ozi site na Jenụwarị 1949 ruo Disemba 1949.",
  "N'ịgbachitere ikpe a malitere megide ya na 1948, Olowofoyeku nyochara ma nye ntụziaka nye onye ọka iwu ya n'ụlọ ikpe",
  "Mgbe e kpebiri ikpe ahụ n'ihi ya, o kpebiri ịgbanwe ọrụ ya wee banye n'ọrụ iwu, wee banye na London School of Economics (LSE) iji mụọ iwu",
  "Ọ hapụrụ Naịjirịa na Disemba 1949 wee gafee LLB (Bachelor of Laws) na June 1952",
  "Ọ gafere ule ndị Bar nke Bekee, a kpọkwara ya ka ọ bịa n'òtù ndị Bar (Inner Temple) dị ka onye ọka iwu",
  "Ọ bụ nwoke Ijesha mbụ a kpọrọ na English Bar.[Tinye edensibịa]",
  "Ọ laghachiri Naịjirịa obere oge tupu Krismas na 1952.[Tinye edensibịa]",
  "Olowofoyeku ahụla ikpe na-ezighị ezi na enweghị ike metụtara mmeso ajọ mbunobi ya dị ka nwa akwụkwọ na St",
  "Andrew's College, ma kpebisie ike ịchọta usoro ndọrọ ndọrọ ọchịchị iji lụso usoro nke mepụtara ya ọgụ",
  "N'ịbụ onye nkuzi mba nke Herbert Macaulay gbara ume, ọ matara Nnamdi Azikiwe, onye ndú nke NCNC, site na Chief Odeleye Fadahunsi, okenye Ijesha ọzọ na-eleta London.",
  "Olowofoyeku sonyeere NCNC na 1952, wee bụrụ onye isi nke NCNC n'okpuru Azikiwe na 1954",
  "N'ọnwa Ọktoba n'afọ 1954, Federation of Nigeria, bụ mpaghara gọọmentị etiti nke mechara nweta ọchịchị onwe onye n'ime Alaeze Ukwu Britain, nọchiri Colony na Protectorate nke Naịjirịa",
  "United Kingdom mechara nye obodo ahụ nnwere onwe dị ka mpaghara ọchịchị n'ime Commonwealth of Nations na 1 Ọktoba 1960",
  "A họpụtara Olowofoyeku dị ka onyeisi oche nke Ilesha Urban District Council (IUDC) n'afọ 1956, n'otu afọ ahụ meriri ntuli aka ya na Western Region's House of Assembly",
  "N'oge a, ọ chọrọ ime ka Ilesha dị ọhụrụ ruo n'ụkpụrụ ọ hụrụ na London County Council nwetara ya n'oge ọ na-agụ akwụkwọ na London",
  "Ihe ndị ọ rụzuru na Ilesha gụnyere ntinye mmiri, ọkụ eletrik, mmepe ahịa, atụmatụ obodo, iwu okporo ụzọ, ịdị ọcha na ọdịmma ndị ọrụ kansụl.",
  "Olowofoyeku bụ onye otu ndị nnọchi anya NCNC na Nzukọ Iwu Naịjirịa na London nke 1957 na 1958, ebumnuche nke bụ ịchọ nnwere onwe Naịjirịja site na Britain",
  "A họpụtakwara ya n'ime Western House of Assembly na 1956 na patị nke NCNC na-anọchite anya Ilesha Central Constituency",
  "Olowofoyeku bụ onye otu NCNC Committee on Africa and Foreign Affairs",
  "Ọ bụkwa onye isi nke Kọmitii Nchebe Iwu NCNC, nke gụnyere Richard Akinjide, Chief Adeniranguns Oanya, Kehinde Sofola, na Tunji Ogunbiyi.",
  "Olowofoyeku bụ onye otu ụlọ omebe iwu a ma ama n'agbanyeghị na ọ bụghị onye otu Action Group (Nigeria) (AG), otu na-achị Obafemi Awolowo",
  "Nnyocha Awolowo banyere ikike ndọrọ ndọrọ ọchịchị nke Olowofoyeku bụ na: \"O [Olowofoyek] nwere ezi ezi echiche nke ikpe ziri ezi na ikwere na ọchịchị onye kwuo uche ya\".",
  "N'ịbụ onye nwetara nnwere onwe site na ndị Britain dị ka ọchịchị na 1 Ọktoba 1960, Federation of Nigeria dịgidere ruo 1 Ọkọba 1963, mgbe ọ ghọrọ mba dị n'ime Commonwealth a na-akpọ Federal Republic of Nigeria",
  "N'afọ 1963, a họpụtara Olowofoyeku ka ọ bụrụ Minista nke Mmụta, na-anọchi Sanya Onabamiro. Otú ọ dị, mgbe e guzobere Mid-Western State na July 1963, a họpụtara Olowofoyeku dị ka Attorney General na Minister of Justice nke Western Region site na 26 Septemba 1963",
  "N'otu oge ahụ, Gọọmentị Britain họpụtara ya ka ọ bụrụ onye ndụmọdụ eze nwanyị (QC), dịka nkwenye maka ọrụ iwu ya na Commonwealth.",
  "N'ihi esemokwu ndọrọ ndọrọ ọchịchị n'ime NCNC na nnọchiteanya nke West na kansụl gọọmentị etiti, Olowofoyeku na ndị ọzọ so na Western Nigeria NCNC na ndị omeiwu kpebiri ịmekọrịta onwe ha na Akintola n'ime ndị ọhụrụ e guzobere Nigerian National Democratic Party (NDP) na 1964",
  "Ndị na-akwado Olowofoyeku na Ilesha were iwe ma na-ele ihe omume a anya n'ụzọ a na-enyo enyo na nke na-adịghị mma",
  "N'ihi ya, nkwado siri ike ya n'etiti ha n'oge gara aga lara n'iyi ngwa ngwa",
  "NCNC na AG ugbu a guzobere njikọ mba ọhụrụ, UPGA (United Progressive Grand Alliance) megide njikọ NPC/NNDP na-achị. Mgbe oge ntuli aka bịara na Disemba 1965, ọ bụ oge ịkwụ ụgwọ. E nwere ọgba aghara na mba ahụ dum, ọkachasị na West na karịsịa na Ilesha",
  "Olowofoyeku gbapụrụ na mgbọ ogbugbu site na sentimita ole na ole n'oge mkpọsa mkpọsa na nso Ilesha.",
  "Mgbe ntuli aka nke Disemba 1965 gasịrị, e nwere ọgba aghara ndị agha na Jenụwarị 15, 1966, na-eguzobe Gọọmentị Ndị Agha Mba",
  "Gọọmentị ndị agha jidere Olowofoyeku ma jide ya na 30 Jenụwarị 1966 ma jide ya ọnwa isii",
  "E jidere ya na Agodi na Ibadan ma mesịa kpọga ya KiriKiri na Lagos",
  "E nyere ya ikike ileta ezinụlọ ya n'oge ọ nọ n'ụlọ mkpọrọ ndọrọ ndọrọ ọchịchị na KiriKiri.",
  "A tọhapụrụ Olowofoyeku mgbe nnupụisi nke abụọ na 29 Julaị 1966 nke ndị agha si n'ebe ugwu Naịjirịa mere nke dochiri ọchịchị ndị agha ochie nke Major-General Aguiyi-Ironsi",
  "Mgbe a tọhapụrụ ya, Olowofoyeku kwere nkwa na ọ gaghị etinye aka na ndọrọ ndọrọ ọchịchị ọzọ",
  "N'ime izu ole na ole a tọhapụrụ ya na July 1966, ọ hapụrụ Naijiria wee gaa Paris, France, ịchọ ezumike na ebe mgbaba.",
  "Mgbe ọ laghachiri Naịjirịa na ngwụcha afọ 1967, Olowofoyeku kwagara Lagos wee meghee ọrụ iwu ya na Western House na Broad Street dị nso n'ụlọ ikpe dị elu nke Lagos",
  "Ọ gara n'ihu na-arụ ọrụ iwu ruo ọtụtụ afọ, n'oge ahụ ọ bụ otu n'ime mmadụ iri abụọ mbụ a họpụtara dị ka onye ọka iwu ukwu nke Naịjirịa (nke ya na otu ndụmọdụ eze nwanyị nke UK).",
  "N'agbanyeghị na Obafemi Awolowo bịakwutere ya na 1979 ka ọ bịa sonye na Unity Party nke Nigeria (UPN) ọhụrụ ya, Olowofoyeku jụrụ. O mechara weghachite ọrụ iwu ya n'ụlọ ya na Victoria Island, Lagos.",
  "Na 26 Machị 2003, mgbe ọ dị afọ 85, Olowofoyeku nwụrụ",
  "E mere emume olili ozu ya, nke were ọtụtụ ụbọchị, n'otu akụkụ n'ụlọ ikpe dị elu na Lagos, n'ụlọ ya dị na Victoria Island, na n'ụlọ abụọ ya na Ilesha.",
  "Olowofoyeku lụrụ di, ma nwee ụmụ iri na asaa (ụmụ nwoke ịrị na atọ na ụmụ nwanyị anọ)",
  "O nwere ọtụtụ ụmụ ụmụ na ọtụtụ ụmụ ụmụ.[Tinye edensibịa]"
]