[
  "Major Baciro Dabó (12 Machị na afọ 1958 na 5 June, na afọ 2009) bụ onye ndọrọ ndọrọ ọchịchị Bissau-Guinean. A na-ewere ya dị ka onye mmekọ nke Onye isi ala João Bernardo \"Nino\" Vieira, ọ rụrụ ọrụ dị ka Minista nke Nchịkwa Ala ma guzo dị ka onye na-azọ ọkwa onye isi ala na ntuli aka onye isi ala nke June, na afo 2009 mgbe ndị ọrụ nchekwa gburu ya, na-ekwu na ọ na-etinye aka na atụmatụ ọchịchị.",
  "Dabó bụ onye na-agụ egwu na onye nta akụkọ tupu ọ banye na ndọrọ ndọrọ ọchịchị. Dị ka onye isi nke nchekwa onwe onye nke Onye isi ala Kumba Yala, ọ mara ọkwa na Febụwarị, na afo 2001 na atụmatụ igbu Yala mgbe ọ lọtara site na ọgwụgwọ na Portugal na \"ịkwalite agha agbụrụ na okpukpe\" emebiwo na e jidere ndị na-akpa nkata. N'oge na-adịghị anya mgbe nke ahụ gasịrị, Yala chụpụrụ Dabó n'ọkwa ya na 27 Febụwarị, na afo 2001 n'enweghị nkọwa. Ka ọ na-erule afọ 2002, Dabó bụ onye ọrụ na Ministry of the Interior.",
  "Dabó bụ onye isi otu African Party for the Independence of Guinea and Cape Verde (PAIGC) na onye mmekọ nke President Vieira. A họpụtara ya dị ka odeakwụkwọ nke steeti maka iwu ọha na eze na 9 Nọvemba, na afo 2005, na-eje ozi n'ọkwa ahụ ruo mgbe a họpụtara Mamadu Saico Djalo ka ọ nọchie ya na 28 Julaị, na afo 2006; mgbe nke ahụ gasịrị, a họpụtara ya dịka onye ndụmọdụ ozi Vieira na ngwụcha Nọvemba, na afo 2006.",
  "Mgbe a họpụtara gọọmentị jikọrọ aka atọ na-emegide Vieira n'etiti ọnwa Eprel, n'afọ 2007, a gụnyere Dabó na gọọmentị dị ka Minista nke nlekọta ihie dị na ime; ọ bụ naanị minista nọ na gọọmentụ nke a na-ewere dị ka ezigbo onye mmekọ Vieira. Vieira chụpụrụ ya n'ọkwa ahụ n'ọnwa Ọktoba, n'afọ 2007; ụfọdụ tụrụ aro na a chụpụrụ ye n'ihi nrụgide sitere n'aka ndị isi mmegide na ndị ọrụ agha. Mgbe ntuli aka ndị omeiwu nke Novemba, na afo 2008 gasịrị, Dabó weghachiri ọkwa na gọọmentị dị ka Minista nke Nchịkwa Ala na 7 Jenụwarị, na afo 2009.",
  "A kọrọ na a maara Dabó maka inwe \"ụdị ndụ mara mma\", na asịrị na-atụ aro na ọ na-etinye aka na ahịa ọgwụ ọjọọ, nke zuru ebe niile na Guinea-Bissau.",
  "Ndị agha gburu Vieira na 2 Machị, na afo 2009; ndị agha gburu ya na mmegwara maka mgbawa nke gburu Chief of Staff Batista Tagme Na Wai. E nweela esemokwu dị ogologo na nke ime ihe ike n'etiti Vieira na Na Wai. Ọ dịghị onye e kpere ikpe maka ogbugbu ahụ ma hazie ntuli aka onye isi ala na 28 June iji họpụta onye isi ala ọhụrụ. Dabó gbara arụkwaghịm na PAIGC na dị ka onye minista n'etiti ọnwa Mee, n'afọ 2009 iji mee onwe ya ka ọ bụrụ onye na-azọ onwe ya ma ghọọ otu n'ime ndị 13 na-azọrọ ntuli aka ahụ.  A ga-emeghe mkpọsa ntuli aka na 6 June.",
  "Ndị na-akwado ya na-ekwu na n'agbata elekere 3:30 na 4 nke ụtụtụ (obodo na GMT) na 5 June, na afo 2009 otu ìgwè nke ihe dị ka ndị agha 30 na-eyi uwe na ndị agha rutere n'ụlọ ya ma chọọ ịhụ ya.  A na-ekwu na ndị agha ahụ gbara egbe n'ụzọ ha gara n'ọnụ ụlọ ihi ụra Dabó ebe ya na nwunye ya na-ehi ụra n'àkwà, na-emerụ ụfọdụ n'ime ndị ọrụ nchekwa isii ya n'ime usoro ahụ.  A na-ebo ndị agha ahụ ebubo na ha gbara Dabó ọtụtụ ugboro, gbuo ya ozugbo.  Dị ka Agence France-Presse si kwuo, \"onye na-ahụ maka ahụike\" gwara ha na Dabó nwere mmerụ ahụ AK-47 atọ n'afọ na otu n'isi, nke a gbagburu site n'ebe dị nso.",
  "Ndị ọchịchị Guinea-Bissauan gosipụtara usoro ihe omume dị iche iche ma kwuo na ọ nwụrụ n'ọgba aghara mgbe ọ na-eguzogide njide maka atụmatụ a na-ebo ya.  A kọwakwara na e gburu onye bụbu minista na-ahụ maka nchekwa Hélder Proença n'okporo ụzọ dị n'etiti Bula na Bissau n'akụkụ onye ọkwọ ụgbọala ya na onye nche ya.  Ndị uwe ojii jidere ọtụtụ ndị ndọrọ ndọrọ ọchịchị PAIGC ndị ọzọ dị ka akụkụ nke nyocha nke nnupụisi ahụ.  Ndị ọrụ nzuzo nke steeti Guinea-Bissauan na-ekwu na ebumnuche nke nnupụisi ahụ bụ \"iwepụ onye isi ndị agha, iwepu onye isi ala na-anọchi anya ma gbasaa nzukọ mba\".",
  "Onye nta akụkọ Jean Gomis tụwo aro ya ma BBC kọrọ na enwere ike igbu ya na iwu nke ndị isi agha na-atụ egwu ikpe maka ogbugbu nke Onye isi ala Vieira ma ọ bụrụ na Dabó meriri ntuli aka ahụ.  Ndị nyocha nke ụlọ ọrụ mgbasa ozi Reuters gbara ajụjụ ọnụ kwuru na ọ bụrụ na enweghị ike emee, ndị na-ere ọgwụ ọjọọ na Latin America nwere ike ịgbasa mmetụta ha na mba ahụ, nke na-eje ozi dị ka ọdụ ụgbọ mmiri maka mbupu cocaine na Europe.  Odeakwụkwọ ukwu nke United Nations Ban Ki-moon kwuru na ọ \"na-echegbu onwe ya banyere usoro igbu ọchụ nke ndị a ma ama na Guinea-Bissau\" ma mesie ike \"mkpa na ịdị ngwa nke ịme nyocha zuru oke, nke a pụrụ ịtụkwasị obi na nke doro anya banyere ọnọdụ\" nke igbu ọchukwu ahụ.",
  "Kansụl Nchebe nke Mba Ndị Dị n'Otu katọrọ ogbugbu Dabó na Proença \"n'okwu kachasị ike\" na 9 June",
  "Ma UN na African Union gbara ume ka ntuli aka gaa n'ihu n'oge, Otú ọ dị."
]