[
  "Badagry (nke a na-akpọ Gbagli) nke a na-asụkwa Badagri, bụ obodo dị n'ụsọ oké osimiri na mpaghara gọmentị ime obodo (LGA) na Lagos Steeti, Naijiria. Ọ dị nso n'obodo Lagos, ma dị n'akụkụ ugwu nke Porto Novo Creek, ụzọ mmiri dị n'ime ala nke jikọrọ Lagos (obodo kachasị ukwuu na isi obodo akụ na ụba nke Nigeria) na isi obodo Benin (Porto-Novo)",
  "Otu ụzọ ahụ jikọrọ Lagos, Ilaro, na Porto-Novo, ma soro Republic of Benin nwee ókèala",
  "Ka ọ na-erule nsonaazụ ọnụ ọgụgụ mmadụ nke afọ 2006, obodo ahụ nwere ọnụ ọgụgụ mmadụ 241,093.",
  "Na-eje ozi dị ka ọdọ mmiri na ọdụ ụgbọ mmiri Atlantic, Badagry pụtara dị ka ebe azụmahịa n'ụsọ oké osimiri West Africa n'etiti afọ 1736 na afọ 1851",
  "Ọdọ mmiri ya na-ejikọta ma na-agafe agafe, iyi na ọdọ mmiri ndị dị n'ime ala rụrụ ọrụ dị ka ụzọ iji mee ka azụmahịa dị mfe na dị ka ụlọ mmanya nchebe maka ndị bi na ya",
  "N'oge ahia ohu Trans-Atlantic, obodo ahụ bụ onye na-anọ n'etiti ndị ahịa Europe nọ n'ụsọro oké osimiri na ndị ahịa si n'ime ime obodo.",
  "Badagry dị n'ụsọ oké osimiri ndịda ọdịda anyanwụ nke Naijiria, nke Gulf of Guinea gbara n'ebe ndịda",
  "Ọ dị kilomita 43 (69 km) n'ebe ndịda ọdịda anyanwụ Lagos na kilomita 14 (23 km) n\"ebe ọwụwa anyanwụ Seme, obodo dị n'ókè na Benin Republic. Dị ka Lagos Island, ọ dị n'akụkụ ọdọ mmiri ndị dị n'ime ala, usoro iyi, ụzọ mmiri ndị nwere ike ịga Lagos na Porto Novo",
  "Ogologo dị n'etiti mmiri na oké osimiri dị iche n'ụsọ oké osimiri, na Badagry, anya dị ihe dị ka otu kilomita. Omimi nke  mmiri ahụ dịgasị iche dabere na oge, site na ịdị elu nke mita 3 ruo ala nke otu mita",
  "mmiri ndị ahụ nwere ọtụtụ azụ dị iche iche gụnyere bonga, croaker, longfin pompano, tilapia na catfish.  mmiri ahụ nwere mmiri nnu na mmiri dị ọcha na mgbanwe oge, n'ebe ọdịda anyanwụ nke Badagry, Osimiri Yewa na-enye mmiri na-abanye n'ọdọ mmiri ahụ.",
  "E nwere akụkọ ọdịnala Yoruba na ebe obibi mbụ n'ime mpaghara ahụ bụ otu Awori sitere na Ile-Ife nke bi n'ebe obibi dị nso",
  "Robin Law, onye ọkà mmụta banyere akụkọ ihe mere eme nke West Afrika, na-ekwu na mmalite nke ihe sitere na mbata maka ndị a chụpụrụ n'obodo dị iche iche nke ọtụtụ ndị Ogu, ndị Ewe na ndị Oyo Yorubas. Isi iyi ọzọ na-ejikọta ndị bi na ebe obibi a na-akpọ Gberefu dị ka ndị Ewe nke Oyo, agwaetiti ndị dị n'ụsọ oké osimiri nke Atlantic.",
  "Otu n'ime ihe ndị a ma ama e dekọrọ n'akụkọ ihe mere eme nke obodo ahụ bụ nnweta ala site n'aka onye ahịa Europe nke a maara dị ka Yovo Huntokonu",
  "Ọtụtụ isi mmalite na-akọwa onye Europe dị ka onye ahịa Dutch a na-akpọ Hendrik Hertogh",
  "Huntokonu, onye si n'ebe ọdịda anyanwụ, biri n'ógbè ahụ mgbe ọ gbapụrụ n'iwe nke onye isi Afrịka",
  "Ọ rutere n'ebe a na-akpọ Apa n'okpuru Obaship nke Alapa ma nye ya ala ugbo iji zụọ ahịa.",
  "Aha Badagry sitere na ụzọ ụmụ amaala obodo ahụ si ebi ndụ, nke gụnyere ịkụ azụ, ọrụ ugbo, na mmepụta nnu",
  "Ndị ọzọ na-eche na a kpọrọ obodo ahụ site na Agbedeh, onye ọrụ ugbo a ma ama nke ugbo ya, Agbadarigi, nke ndị Europe kpọrọ Badagry",
  "Badagry jere ozi dị ka ụzọ maka ndị Europe iji buru ndị ohu gaa ebe ọhụrụ na mmalite narị afọ nke iri na asatọ",
  "A na-akpọ cenotaph ya \"Ebe oruru na ogaghi aloghachi,\" ma mee ka olulu mmiri dị n'ebe a dị mma iji mee ka ndị ohu na-aṅụ mmanya na ya chefuo ọdịnihu ha. Badagry bụ otu n'ime ụzọ ndị ritere uru site na esemokwu ahịa ohu na-aga n'ihu n'etiti mba Portnovo na Dahomey na ngwụcha narị afọ nke iri na asatọ",
  "A na-ere ndị ohu e jidere n'oge esemokwu n'etiti obodo na Badagry.",
  "Chief Mobee bụ otu n'ime ndị isi Afrịka sonyere n'ahịa ohu n'afọ 1983",
  "Na Marina, Badagry, e wuru ụlọ mbụ nwere okpukpu abụọ na afọ 1845.",
  "Huntokonu guzobere ụlọ ahịa na ala ahụ e nyere onyinye na afọ 1736, ọ bụkwa mgbe Huntokonu biri na Badagry pụtara dị ka ọdụ ụgbọ mmiri ohu, na-eje ozi dị ka ụzọ isi gafee Oyo ma na-achụpụ Apa na ndọrọ ndọrọ ọchịchị na azụmahịa",
  "N'oge a, ndị gbara ọsọ ndụ ndọrọ ndọrọ ọchịchị gbapụrụ n'aka Eze Agaja Trudo kwagara Badagry",
  "Agaja onye na-achọ ụzọ isi banye n'oké osimiri na-alụ agha gafee n'ụsọ oké osimiri na agha ahụ kpatara ọtụtụ ndị bi n'ụsoropụta, n'akụkụ Queme, na Allet, na Alos, na Pold",
  "A bịara mara ìgwè ndị a dị ka Ogu",
  "Otu ndị mbịarambịa ọ bụla nwere njikọ na mpaghara asatọ dị iche iche na ndị mbịara ọhụrụ rutere na ngalaba ndị metụtara steeti ha",
  "Ndị isi azụmahịa na ndọrọ ndọrọ ọchịchị na-achịkwa ngalaba Daggry si otú a mepụta usoro ndọrọ ndọrọ ọchịchị kewara ekewa",
  "Mgbanwe a bara uru maka azụmahịa mana ọ kpatara ọgba aghara n'ime.",
  "Azụmahịa ohu abụghị ihe a ma ama na Badagry karịa ka ọ dị na Bonny, Angola, Ouidah, na Calabar; na afọ 1865, ndị ohu si Badagry bubata bụ 800, ebe na Porto Novo, ọnụ ọgụgụ ahụ bụ 1,200, na Ouidah, a na-ebu ndị ohu 5,000",
  "Oge kachasị elu nke ahia ohu na steeti obodo ahụ bụ n'etiti afọ 1736 na afọ 1789, mana ahia ahụ gara n'ihu na mmalite narị afọ nke iri na itoolu, na ndị ahịa Portuguese ma ọ bụ Brazil na-eweghara ndị Dutch.",
  "Mmụba nke Badagry n'ụsọ oké osimiri dugara n'ọgụ na Ouidah, nke jikọtara ya na Oyo na Lagos iji kpochapụ obodo ahụ na afọ 1784. Mgbe mbibi ahụ gasịrị, Jiwa onye gbara ọsọ ndụ ndọrọ ndọrọ ọchịchị si Porto-Novo weghaara ikike nke ọtụtụ usoro ndọrọ ndọrọ ọchịchị n'etiti na afọ 1784 na afọ 1788",
  "N'afọ 1821, a chụgara Oba Adele na Badagry, ọ gosipụtara na ọ bụ isi iyi nke idu ndú, ma nwee ike ime ka Badagry bụrụ steeti nwere onwe ya na ndọrọ ndọrọ ọchịchị.  Ntọala nke Abeokuta gosikwara uru Badagry dịka onye mbụ jiri Badagry mee ihe dị ka ụzọ maka azụmahịa",
  "Adele sooro onye ahịa a ma ama, Madam Tinubu ma soro Egba na esemokwu ha na Ota na Ijebu",
  "N'etiti ndị na-eso Adele si Lagos bụ ndị Alakụba, ọtụtụ n'ime ha na-ejere mpaghara Northern ozi, otu ndị a mere ka ndị Ogu mara Islam na obodo ahụ.",
  "Mgbe ndị Britain kwụsịrị ahia ohu, onye ahịa a ma ama Francisco Félix de Sousa kwagara Badagry n'ihe dị ka 1807",
  "Azụmahịa ọdụ́, ákwà na mmanụ nkwụ bụkwa ọrụ akụ na ụba dị mkpa nke ndị bi na ya",
  "Thomas Hutton guzobere ọnụnọ na Badagri na afọ 1838, ndị ahịa Britain ndị ọzọ sochiri n'afọ ndị sochirinụ",
  "N'adịghị ka n'ime ime, ala Badagry adabaghị maka ọrụ ugbo azụmahịa, mana e guzobere ugbo n'ógbè ndị gbara obodo ahụ gburugburu",
  "Azụmahịa mmanụ nkwụ bara uru dị ukwuu nye Badagry ma bụrụ ahịa iwu na-akwadoghị na ndị ohu nke ndị Brazil duziri",
  "Mmetụta nke mwakpo ahịa ndị na-emegide ndị ohu na inyefe Badagry na Britain kwụsịrị azụmahịa ahụ.",
  "Ebe Badagry dị ka obodo dị n'ụsọ oké osimiri nke nwere njikọ n'ebe ugwu na Abeokuta na Oyo mere ka ọ bụrụ ọdụ ụgbọ mmiri maka ndị si Sierra Leone na ndị ozi ala ọzọ. N'ihe dị ka afọ 1837, otu onye si Sierra-Leonean na-akwaga n'okpukpe Metọdist dere akwụkwọ ozi na-arịọ ka onye katkizim na Badagry",
  "Ndị Metọdist enwela òtù ndị ozi ala ọzọ na Gold Coast, e zigakwara ụfọdụ ndị otu na Badagry",
  "Thomas Birch Freeman na Charles DeGraft duziri otu a. Ndị ozi ala ọzọ Metọdist bu ụzọ kwusa ozi ọma n'okpuru osisi Agia ma mesịa guzobe Chọọchị achara.",
  "N'afọ 1845, otu ndị ozi ala ọzọ CMS rutere Badagry",
  "N'ime nnọkọ ahụ bụ Revs, Townsend, Crowther na Gollmer, ndị nkuzi abụọ si Sierra Leone, ụfọdụ ndị ọkwá nkà na ndị nwunye nke ndị otu ahụ",
  "Ebumnuche nke akụkụ ahụ bụ ịga n'ihu na-aga Abeokuta mana n'ihi ọnwụ Sodeke, onye isi na Abeokuta, ha na-egbu oge na Badagry",
  "Ndị otu ahụ nọrọ na Badagry ruo otu afọ na ọkara, na-ewu ụlọ ozi ala ọzọ nwere okpukpu abụọ.",
  "Otú ọ dị, ntọghata Ndị Kraịst na ọkara mbụ nke iri na itoolu enweghị ihe ịga nke ọma na Badagry n'otu akụkụ n'ihi obodo n'etiti afọ 1851- 1854 nakwa n'ihi na Lagos ghọrọ ógbè",
  "N'ime afọ ndị dị n'etiti ntọala nke Lagos na nke obodo Naịjirịa, Badagry tụfuru mmetụta Lagos.",
  "N'afọ 1863, n'ihi na ọ na-akpachara anya maka mmetụta ndị France na Porto-Novo, Lagos nke na-achị achị bịanyere aka na nkwekọrịta nke inyefe ndị isi Badagry.",
  "Nzukọ nke Berlin na afọ 1884 na afọ 1885, dugara n'ịkwapụ ndị agbụrụ agbụrụ Gbe n'ógbè ahụ, ọkachasị agbụrụ Badagry-Ogu na-ada n'okpuru ọchịchị ndị Britain, ma wepụ ha site na iwepụ ha n'etiti ndị agbụrụ ndị ọzọ.",
  "Gbede:gli:me- asụsụ Gbe - N'ime mgbidi ndị na-arụ ọrụ.",
  "Onye mbụ biri ebe ahụ bụ onye na-akpụ ihe a maara dị ka Gbede ma ọ bụ Agbede onye si n'ógbè Porto Novo kwaga ebe ahụ wee malite ugbo okra / okro. Iji chebe ugbo ya pụọ n'anụ ọhịa, o wuru mgbidi apịtị dị ala",
  "Obodo ndị gbara agbata obi malitere ịkpọ ebe obibi ahụ - Inside Agbedeş Walls. N'ime ụyọkọ asụsụ Gbe, a na-akpọ onye na-akpụ ihe gbede ma ọ bụ agbede",
  "Ndị ahịa Europe mebiri aha ahụ ka ọ bụrụ Badagry",
  "Mbufe ndị Yoruba n'obodo ahụ agbanweela àgwà Badagry kpamkpam ka ọ bụrụ obodo Yoruba.",
  "E kewara obodo Badagry na ngalaba asatọ nke ọ bụla nwere isi ọdịnala",
  "Ndị a bụ Jegba (Akran, Ụlọ na-achị achị), Asago (Bala), Ganho (Agoloto), Posuko (Possu), Boeko (Mobee), Ahoviko (Wawu), Ahwanjigo (Jengen), na Whar auto-vihento).",
  "N'agbata afọ 1953 na afọ 1965, Badagry bụ isi ụlọ ọrụ nke mpaghara nke Badagry, Amuwo-Odofin, Ojo, na Ajeromi-Ifelodun mejupụtara",
  "Mgbe e guzobere Lagos Steeti na afọ 1967, ọ ghọrọ otu n'ime mpaghara nchịkwa ise nke steeti ahụ.",
  "A na-eme ọtụtụ ememme na Badagry, ndị a bụ ofufe Ajido Zangbeto, ememme Igunnuko na Badagri diaspora na ememme ihe nketa. Ajido Zangbeto emere na steeti Lagos, ìgwè dị iche iche, dị ka nna eze, ụmụ nwanyị nke Zangan, Yonnusi, Kregbeto, Zan holu, Ohugigo, na ndị ọzọ gbara egwu dị ka ndị enyi ndị ọbịa na ndị njem nleta kwụrụ eze, Aholu Saheed Sedonu Adamson, Topon Toviaga 1, nke alaeze Ajido",
  "Aholu Adamson kwuru, \"Zangbeto\" bụ ihe nketa ọdịbendị nke ndị Egun (Ogu) na-eme emume na nkwanye ùgwù dị elu",
  "Ajido tinyere aka na nkwupụta nke Gọọmentị steeti Lagos na steeti Lagos bụ ebe njem nleta.  Asụsụ ala nke Badagry bụ egbo (Ogu) a dialect nke Aja na yiri asụsụ Fon, a Aja sub-group nke a na-asụ na Porto-Novo.",
  "Badagry oge ochie nwere okpukpe ọdịnala dị nso na vothun na ebe ofufe ọdịnala dị iche iche",
  "Ebe nsọ dị n'akụkụ dị iche iche nke obodo ahụ gụnyere Nabuku na Ijegba, Vlekete na Posuko, na Mathe na Adariko",
  "Na Badagry nke oge a, ndị na-akwado Islam na Iso Ụzọ Kraịst jupụtara n'obodo ahụ.",
  "Zangbeto masquerade bụ omenala dị ike n'etiti ndị Ogu (Egun), masquerade a bụ otu n'ime ụzọ ọdịnala nke ịchịkwa mpụ, ndị uwe ojii na nchekwa n'etiti ụmụ Egun nke Badagry",
  "Ebumnuche bụ isi nke Zangbeto bụ iji chekwaa obodo ha, ha na-ejikwa ndị mmadụ eme ihe ntụrụndụ ka ha na-agba egwú site na ịgba gburugburu ngwa ngwa, na-ebelata ma na-eto eto ka masquerade na-atụgharị.",
  "Echiche efu banyere masquerade Zangbeto malitere mgbe a sịrị na ndị iro ya chụpụrụ nwoke Egun, ọ dị mkpa ka onye Egun gbapụ n'obodo ya n'amaghị ama n'abalị",
  "Mana mgbe ahụ, a na-ekwu na o jiri ike karịrị nke mmadụ kpuchie onwe ya, ka ndị iro ya na-achọ ndụ ya ghara ijide ya",
  "O ji akwụkwọ kpọrọ nkụ na raffia kpuchie ahụ ya na site na iji mpi anụmanụ mee ụda egwu",
  "O mechara nwee ike ịhapụ obodo ahụ n'enweghị mmerụ ahụ na ndị iro ya na-achọpụtaghị ya",
  "O mechara chọta ebe obibi a na-akpọ 'Hugbonu' ma mesịa, ya na ndị ikom yi uwe yiri nke ahụ; ndị ikom ahụ nyeere ya aka inweta ebe obibi ahụ yana igbochi mwakpo a wakporo ya",
  "Nke a bụ mmalite nke masquerade Zangbeto.",
  "Zangbeto masquerade nwere ike ime ọtụtụ ihe na-adọrọ mmasị site n'enyemaka nke anwansi / ike karịrị nke mmadụ",
  "Nke a bụ isi ihe mere ndị Ogu (Egun) ji kpọrọ ha ihe ma were ha dị ka chi",
  "Enwere ngosipụta ike n'ihu ọha dị ka ịgafe osimiri site n'ịga ije n'elu mmiri, ịtụgharị bọket mmiri ka ọ bụrụ mmanya yana karama ịgba egwú",
  "Zangbeto na-eche obodo ahụ nche n'abalị na-agagharị iji chọpụta ndị ohi ma nye ikpe ziri ezi",
  "Otu ìgwè ndị na-akụ ọkpọ na-eso ha ma na-eme mkpọtụ 'eerie' iji kpọsaa ọbịbịa ha",
  "N'abalị, ndị na-ele anya na-ada ụda opi ha iji kwupụta mmalite nke elekere ahụ nakwa iji mee ka ndị mmadụ mara na ìgwè ahụ na-apụta, site na iji ike anwansi, Zangbeto masquerade nwere ike ịchọpụta onye ọ bụla na-agagharị n'ime radius nke mita 500 ma karịa",
  "Ewezuga ịchekwa ndụ, ha na-enyekwa aka idozi esemokwu na ime udo n'etiti ndị Ogu ( Egun) Zangbeto masquerade na-arụ ọtụtụ ọrụ na ndụ ndị Egun nke Badagry.",
  "Agemo Francis Sewanu, onye na-eme ihe nkiri na mgbasa ozi na Naijiria, amụrụ na Badagry Lagos na afọ 1986",
  "Ọ gụrụ Fine Arts na Delta State University Abraka ebe ọ gụsịrị akwụkwọ na afọ 2008",
  "Agemo, onye ọrụ ya nwere mmetụta nke Thron, Atinga, Tolegba na Tovothun,( chi na chi nwanyị) nke Egun (ogu) ndị na-anọchite anya Naijiria",
  "Ihe osise Francis Sewanu Agemo agbanweela kemgbe ọtụtụ afọ site n'ịzụlite ya na nne na nna ya ochie, ndị bụ ndị na-efe ofufe nke Thron, Atinga na Tovothun (chi na chi nwanyị nke ndị Egun)",
  "Francis Sewanu Agemo nwere ọganihu ọdịbendị n'ụlọ nsọ ahụ ma ndị a emeela ka ọganihu nka ya mara",
  "Agemo, onye gwara ndị na-eso ụzọ okwu n'ajụjụ ọnụ pụrụ iche kwuru na \"ọ mepụtara ụdị ya na ọnụ ọgụgụ ya nke yiri ihe ofufe dị ka totems, ihe oyiyi, ihe nkpuchi na eriri raffia",
  "Francis Sewanu Agemo mere ka anyị mara na nka ya na-ele anya na ọdịiche dị n'etiti ọdịnala na oge a.",
  "Francis Sewanu Agemo, ihe ngosi nka nke meghere na Septemba 19 ma na-aga ruo ọnwa Septemba 23, ọrụ Agemo na-adọta uche dị ukwuu site n'aka ndị na-ese ihe ndị ọzọ, ndị nlekọta na ndị hụrụ nka n'anya nke ọdịbendị ndị ọzọ bụ ndị doro anya na-adọrọ mmasị ịhụ ọdịbendị Afrịka mbụ, ọkachasị site n'obodo ohu mba ụwa oge ochie nke Badagry, nyefere ha n'ụdị nka",
  "Anwansi a, Agemo gwara vanguard ka o kwe omume \"na nkà ihe ọmụma nka m nke o mere ka o kwe ike \"na nkà nkà ihe ọmụma m nke m na-akpọ Tracontemporary- Ngwakọta nke ọdịnala nke na-adịghị ewepụ onwe ya na eziokwu na mgbanwe nke oge a.",
  "Agemo bụ ụdị ọkọ akụkọ ihe mere eme na ákwà",
  "Ihe osise ya na-abụkarị akụkọ akụkọ ihe mere eme na mkparịta ụka ọha na eze, okwu ndọrọ ndọrọ ọchịchị, ememe ndị nna nna na nkwenkwe ndị a gbahapụrụ agbahapụ",
  "Ọtụtụ oge Francis Sewanu Agemo na-akọ akụkọ na ihe osise ya banyere nkwenkwe, ọdịbendị na ọdịnala nke ndị ya, otu n'ime ọrụ Agemo a ma ama akpọrọ \"Nwanyị nwere ihu ọma\" nke o mere n'oge obibi na Alexis Galleries, Lagos",
  "\"Ọrụ a\" ka Agemo kwuru, \"na-ekwu maka nwoke nwere ndị nwunye abụọ mana nwunye mbụ enweghị ike inye nwoke ahụ nwa nwoke",
  "Ụmụ ya niile bụ ụmụ nwanyị",
  "Ya mere, nwoke ahụ na-achọ nwanyị ọzọ nke nwere ike inye ya ụmụ nwoke ọ chọrọ",
  "N'ebe a, ọ chọtara nwanyị ahụ",
  "Ọ bụ ezie na ọ dị njọ ma nwee nkwarụ (ọ nwere naanị otu anya) ọ nwere ike inye nwoke ahụ nwa nwoke ọ na-achọ",
  "\"Ozizi dị n'ọrụ a bụ na ọdịdị ahụ - ihere na nkwarụ anaghị agụnye n'ezie",
  "Nke ọ na-abịa na mmepụta ihe na ihe ndị a rụzuru",
  "Ihe ndị a abụghị ihe mgbochi maka ihe ịga nke ọma na ndụ",
  "Enwere ịma mma dị n'ime, nke ahụ bụkwa ihe dị mkpa",
  "Otu onye nwere ike iyi ihe ọjọọ n'ọdịdị mana àgwà ma ọ bụ ngwaahịa nke onye ahụ nwere ike ịbụ ihe a na-achọsi ike",
  "Nwanyị ahụ jọgburu onwe ya na nke nwere nkwarụ bụ onye nwere ike ịmụ nwa nwoke; ya mere ọ na-aghọ nwanyị nwere ihu ọma, nke bụ ebe aha ọrụ ahụ sitere.",
  "Agemo kwenyere na ụwa dị obere",
  "Ọ nwere ike ịbụ ihe dị nro ma ọ bụ ihe siri ike nke bụ eziokwu nke ndụ; kwa ụbọchị ka anyị na-apụ, anyị nwere ike izute ihe ọma ma ọ bụ nke ọjọọ.",
  "Agemo kwuru na ihe ọma na ihe ọjọọ niile na-arụkọ ọrụ ọnụ",
  "Ọtụtụ n'ime ihe osise ya maka nka ya sitere na ọnọdụ na Badagry, ihe ochie na ngwaahịa ọdịnala- ebe nsọ, dịka nke Francis Sewanu Agemo onye na-ese ihe na-eji mepụta echiche nke ya.",
  "Ọrụ akụ na ụba ndị dị na Badagry gụnyere ịkụ azụ, azụmahịa, na njem nleta",
  "Ịdị nso Badagry na oké osimiri na akụkọ ihe mere eme gara aga na ahia ohu Trans-Atlantic na ndị ozi ala ọzọ na-adọta ndị njem nleta n'obodo ahụ",
  "Ụfọdụ ndị na-ewere ụlọ Thomas Birch Freeman wuru dị ka ụlọ mbụ dị na Naịjirịa ebe Freeman's Methodist Church bụ ebe obibi mbụ nke ndị Kraịst na Naịjarịa.",
  "Gọvanọ nke steeti ahụ, Gọvanor Sanwo-Olu gbara ndị Naịjirịa Ports Authority (NPA) ume ka ha wuo ọdụ ụgbọ mmiri abụọ ọzọ, otu na Lekki na nke ọzọ na Badagry",
  "O kwuru na \"Lagos Steeti kwesịrị inwe ọdụ ụgbọ mmiri abụọ ọzọ, nke ọ bụghị naanị na ọ ga-ejere anyị ozi kamakwa na-ewulite akụ na ụba mba",
  "Anyị amalitela mmepe nke ọdụ ụgbọ mmiri Lekki, nke malitere",
  "Anyị na-ewu ọdụ ụgbọ mmiri ọzọ na Badagry",
  "Mana anyị ka na-ekwu okwu na NPA iji nye nkwado n'ihi na anyị agbakwuru ndị mmepe ise, ndị na-ahụ maka ego, na ndị mmekọ na Badagry Port",
  "Ọ bụrụ na anyị nwere ike ịrụcha ọdụ ụgbọ mmiri abụọ ahụ, ọ ga-eme ka mkpọchi dị na Apapa axis ghara ịdị mma ma mepụta ebe azụmahịa ọhụrụ maka ndị anyị.",
  "Royal Palace Of Mobee bụ ihe ngosi ihe mgbe ochie nke Slave Relics nke dị n'ụlọ nke narị afọ nke iri na itoolu",
  "Ọ bụ ebe nchekwa nke ọrụ 'Chief Mobee' nke obodo ahụ na ọrụ ya na ndị nna ohu na-ejide ndị obodo n'oge ahia ohu gafere Atlantic, yana ọrụ dị iche nke nwa ya nwoke rụrụ n'ịkwatu ịgba ohu n'ógbè ahụ. Ụlọ ngosi ihe mgbe ochie ahụ na-egosi ihe akaebe nke mbata nke ndị Europe na mpaghara Badagry na mmalite nke ụmụ mmadụ na-ere ahịa maka ego, gin na ihe ndị ọzọ niile",
  "Ihe ndị e ji mee ihe bụ ihe ncheta nke obi ọjọọ nke ijide, ijide, na ịgba ohu nke ndị Afrịka",
  "Ihe ndị a gụnyere yokes, agbụ ígwè, mkpọchi ọnụ iji mechie ndị a dọtara n'agha, na aka maka ụmụaka",
  "Ihe ndekọ akụkọ ihe mere eme na-enye ndị ọbịa ozi gbasara ọnọdụ ọjọọ ndị ohu na-eche ihu n'oge njem ahụ, ihe oyiyi na-enye ihe ngosi nke ndụ na ubi",
  "Ọ bụ isi iyi nke Black History na-ezo aka na ya ma na-eme ememe n'ọnwa ahụ.",
  "Ụlọ nke mbụ dị na Badagry, Lagos Steeti",
  "A malitere ntọala ụlọ ahụ na afọ 1842 ma wuchaa ya na afọ 1845",
  "Ọ bụ Reverend Henry Townsend nke Church Missionary Society (CMS) guzobere ya",
  "Samuel Ajayi Crowther, Bishọp C.M.S nke Afrịka mbụ biri n'ebe ahụ ebe ọ malitere ntụgharị Bible Nsọ site na Bekee gaa na Yoruba",
  "E jikwa ya mee ihe dị ka Vicarage maka chọọchị Anglican nke Saint Thomas.",
  "Ebe a na-adịghị alaghachi dị na Gbeferu Island",
  "Nke a bụ ọnụ ụzọ maka ibuga ndị ohu site n'ụsọ oké osimiri Badagry gaa Europe na America.",
  "Osisi Agia",
  "Ebe mbụ Reverend Freeman na Reverend Townsend mere ememe Krismas na Naịjirịa Desemba 25, na afọ 1842",
  "Royal Palace of Mobee of Badagry",
  "Badagry (February 1851)",
  "Nigeria's first Christian Mission in Badagry",
  "This is located at the museum of slavery.",
  "Seriki Faremi Abass Slave Museum, Badagry",
  "Seme Route",
  "Slave Port Badagry",
  "The First Administrative Building, Badagry, Lagos",
  "The first story building in Nigeria",
  "Badagry heritage museum model, Badagry, Lagos",
  "Badagry heritage museum stone, Badagry, Lagos",
  "Badagry, Apapa, Ikeja landmark"
]