[
  "Ndị Baggāra (Arabic) ma ọ bụ ndị Arab Chadian bụ otu agbụrụ ndị Obodo Arab Arab na-ebi n'akụkụ Sahel nke Africa karịsịa n'etiti Ọdọ Mmiri Chad na ndịda Kordofan, nke karịrị nde isii. A maara ha dị ka Baggara na Sudan, Abbala, na Baggage",
  "A makwara ya n'ebe ọwụwa anyanwụ Chad dị ka iyal DJINED  na dị ka Shuwa Arabs na obodo Cameroon, Nigeria na Western Chad",
  "A na-ekwu na okwu Shuwa sitere na Kanuri.",
  "Ndị Baggāra na-asụkarị asụsụ ha dị iche, nke a maara dị ka Chadian Arabic",
  "Otú ọ dị, Baggāra nke Southern Kordofan, n'ihi mmekọrịta ya na ndị bi na ndị Sudanese Arab onye na azụ inyinya nke Kordofan",
  "Ha nwekwara otu ọdịnala ọdịnala nke ndụ, ọ bụ ezie na n'oge a, ọtụtụ na-ebi ndụ",
  "Ka o sina dị, n'ozuzu ha, ọ bụghị ha niile na-ewere onwe ha dị ka otu mmadụ, ya bụ, otu agbụrụ",
  "Okwu ahụ bụ \"omenala baggara\" bụ nke Braukämper webatara na afọ 1994",
  "Ojiji ndọrọ ndọrọ ọchịchị nke okwu baggāra na Sudan bụ iji gosipụta nnukwu ìgwè nke agbụrụ ndị nwere ehi na-asụ Arabic na-asụrụ asụsụ Arabic nke na-ebi n'akụkụ ndịda nke Darfur na Kordofan bụ ndị na-agwakọta nke ukwuu na ndị obodo ha bi na mpaghara ahụ, ọkachasị ndị Fur, ndị Nuba na ndị Fula",
  "Ọtụtụ n'ime ha bụ naanị ụmụ agbụrụ ndị dịbu adị bụ ndị a na-eme ka ha bụrụ ndị Arab",
  "Ọtụtụ n'ọnụ ọgụgụ nke \"Baggara Arab\" bi na Chad na Sudan, na obere ndị na-erughị eru na Nigeria, Cameroon, Niger, Central African Republic na South Sudan",
  "Ndị ka bụ ndị na-akwagharị akwagharị na-akwaga n'oge n'etiti ala ịta nri n'oge mmiri na mpaghara osimiri n'oge ọkọchị.",
  "A maara asụsụ ha na-asụkarị n'etiti ndị ọkà mmụta site na aha dị iche iche, dị ka Chadian Arabic, nke sitere na mpaghara ebe a na-asụrụ asụsụ ahụ",
  "N'ihe ka ukwuu na narị afọ nke 20, ndị ọkà mmụta maara asụsụ a dị ka \"Shuwa Arabic\", mana \"Shuwa\" bụ okwu mpaghara na mmekọrịta mmadụ na ibe ya nke dara n'etiti ndị ọkà mmụta asụsụ na-ahụ maka asụsụ ahụ, ndị na-ezo aka na ya dị ka \"Chadian Arabic\" dabere na mmalite nke ndị na-asụ asụsụ ala a na-ajụ maka ọrụ agụmakwụkwọ.",
  "Dị ka agbụrụ ndị ọzọ na-asụ Arabic na Sudan na Sahel, agbụrụ Baggara na-azọrọ na ha sitere na agbụrụ Juhaynah Arab",
  "Otú ọ dị, ihe akaebe mbụ e dere ede nke ebe obibi ndị Arab na mpaghara a bụ na 1391 mgbe Mai, aha Kanuri maka Eze, nke Bornu, Abu 'Amr Uthman b",
  "Idris zigara Sultan Mamluk, Barquq, akwụkwọ ozi, na-eme mkpesa banyere Judham na ndị Arab ndị ọzọ na-awakpo ókèala ya ma na-eme ka ndị ọ na-achị bụrụ ohu  Aha otu n'ime nnukwu agbụrụ Baggara na agbụrụ dị mkpa nke ndị Arab Judham, Beni Halba",
  "Braukamper na-ekwu na e guzobere ọdịbendị Baggara na narị afọ nke iri na asaa na Wadai, n'etiti Bornu na Darfur, ebe ndị Arab, ndị na-azụ kamel, zutere ndị Fula na-azụ ehi Fula na ndị na-ak na-azụlite n'ebe ọwụwa anyanwụ, na-ebugharị n'ebe ndị Bra Braghur (Bordouk ugbu a)",
  "Ndị Arab Naịjirịa bụ ndị nnọchiteanya kachasị n'ebe ọdịda anyanwụ",
  "Agbụrụ Baggara na Sudan gụnyere: Rizeigat, Taʹisha, Beni Halba, Habbaniya, Salamat, Messiria, Tarjam, na Beni Hussein na Darfur, na Messiria Zurug, Messiria Humr, Hawazma, Habbania na Awlad Himayd na Kordofan, na Beni Selam na White Nile.",
  "Ndị Messiria, otu n'ime agbụrụ kachasị ukwuu na nke kachasị mkpa nke ndị Arab Baggara dị na Chad, Darfur na Kordofan",
  "Ọtụtụ n'ime ndị Messiria bi na Kordofan na Chad na ọnụ ọgụgụ dị nta na Darfur",
  "Na Darfur, a na-ahụkarị ha na Niteiga, mpaghara dị n'ebe ugwu Nyala",
  "E wezụga obodo Messiria na Niteiga, e nwere ọtụtụ obere ìgwè ndị Arab na Darfur na-azọrọ njikọ ya na Messiria, ndị a bụ Ta'alba, Sa'ada, Hotiyya, na Nei'mat",
  "Tinyere obere ìgwè ndị a, a ga-agụnye obodo Jebel \"Messiria\" na Jebel Mun, na West Darfur, nke na-asụ asụsụ Nilo-Saharan, Mileri, nke metụtara Tama",
  "A naghị ele ndị Mileri nke Jebel Mun anya dị ka ndị Arab mana ndị isi ha anọwo na-ekwusi ike na ha bụ ndị Arab Messiria.",
  "Agbụrụ Baggara nwere ndị ikwu nwere kamel, nke a maara dị ka Abbala",
  "Agbụrụ Abbala na Sudan na-ebikarị na North na West Darfur",
  "Ndị kasị ukwuu na agbụrụ kachasị jikọta okwu Abbala bụ Northern Rizeigat, nke nwere ngalaba ise; Mahamid, Mahariyya, Nuwaiba, Irayqat na Atayfat",
  "Ndị nwere njikọ chiri anya na ha na Darfur bụ agbụrụ Awlad Rashid, ndị na-ebikarị na Chad.",
  "Obere obodo nke \"Baggara Arabs\", ha bụ n'ezie Abbala, nke bi n'akụkụ ndịda ọwụwa anyanwụ nke Niger ka a maara dị ka Diffa Arabs maka mpaghara Diffa",
  "Ihe ka ọtụtụ n'ime ha si Chad kwapụ, na mbụ n'ihi ụkọ mmiri ozuzo nke afọ 1974, na ndị ọzọ na-abịa na 1980s n'ihi agha na Chad",
  "Ọtụtụ n'ime ndị Arab Diffa na-azọrọ na ha sitere n'ezinụlọ Mahamid nke Sudan na Chad",
  "Baggara nke Darfur na Kordofan bụ ọkpụkpụ azụ nke nnupụisi Mahdist megide ọchịchị Turko-Egyptian na Sudan na 1880s",
  "Onye nke abụọ na-achị Mahdi, Khalifa Abdallahi ibn Muhammad, bụ Baggara nke agbụrụ Ta'aisha",
  "N'oge Mahdist (1883-1998), ọtụtụ iri puku ndị Baggara kwagara Omdurman na etiti Sudan ebe ha nyere ọtụtụ ndị agha maka ndị agha Mahdist.",
  "Mgbe e merisịrị ha n'Agha nke Karari na afo 1898, ndị fọdụrụ laghachiri n'ụlọ Darfur na Kordofan",
  "N'okpuru usoro ọchịchị Britain nke na-apụtaghị ìhè, onye ọ bụla n'ime nnukwu agbụrụ Bagara bụ onye isi ya (nazir)",
  "Ọtụtụ n'ime ha bụ ndị na-eguzosi ike n'ihe nke Umma Party, nke Sadiq el Mahdi duziri kemgbe afọ 1960.",
  "Ndị isi agbụrụ Baggara nke Darfur nwetara \"hawakir\" (onyinye ala) site n'aka ndị Fur Sultans na afo 1750 ha",
  "N'ihi ya, agbụrụ Baggara anọ kachasị ukwuu nke Darfuráthe Rizeigat, Habbaniya, Beni Halba na Taïisha na-etinye aka na esemokwu Darfur",
  "Agbanyeghị, ndị Baggara etinyela aka nke ukwuu na esemokwu ndị ọzọ na Sudan na Chad",
  "Malite na 1985, Gọọmentị Sudan kwadoro ọtụtụ n'ime agbụrụ ndị dị n'ógbè ahụ n'etiti ha Rizeigat nke ndịda Darfur na Messiria na Hawazma nke agbata obi Kordofan dị ka ndị agha iji lụso ndị agha nnwere onwe Sudan ọgụ n'ókèala ha",
  "Ha guzobere ndị agha na Murahleen, ndị na-agba ịnyịnya na-awakpo obodo ndịda iji zuo ihe bara uru na ndị ohu",
  "Ndị Baggara (na obere ìgwè) bụ ndị gọmentị Sudan ji ngwá agha iji sonye na mgbochi nnupụisi megide ndị agha nnwere onwe nke ndị Sudan",
  "A na-eme mwakpo mbụ ndị Baggara wakporo obodo nta na Ugwu Nuba",
  "Gọmentị Sudan kwalitere mwakpo site n'ikwe ndị Baggara nkwa na ha agaghị etinye aka ka ha wee nwee ike weghara anụmanụ na ala",
  "Ha guzobere ndị bu ụzọ na Janjaweed - onye agha a ma ama.",
  "N'oge Agha Obodo Sudan nke Abụọ, a tọọrọ ọtụtụ puku ụmụ nwanyị na ụmụaka Dinka ma mesịa bụrụ ndị ohu nke agbụrụ Missiriya na Rezeigat",
  "A tọọrọ ụmụaka a na-amaghị ọnụ ọgụgụ sitere n'ebo Nuba ma mee ha ohu. Na Darfur, gọọmentị haziri ndị agha Beni Halba iji merie ndị agha SPLA nke Daud Bolad du na 1990 na 1990",
  "Otú ọ dị, ka ọ na-erule n'etiti afọ ndị 1990, ndị otu Baggara dị iche iche na ndị agha SPLA kwurịtara nkwekọrịta nkwekọrịta",
  "Ndị isi agbụrụ Baggara kwuru na ha enweghị mmasị isonye n'ọgụ ahụ."
]