[
  "Bahgat Muhammad Osman (1931), bụ onye Ijipt na-ese ihe nkiri na onye na-ese onyinyo, nke a maara nke ọma maka ihe nkiri ndọrọ ndọrọ ọchịchị ya na ihe osise akwụkwọ ụmụaka n'ọtụtụ mba Arab.",
  "A mụrụ Osman na mpaghara Boulaq nke Cairo na 1931",
  "Ahmad Shukry, onye nkuzi nka nke klas anọ ya, chọpụtara nkà Osman ma bụrụ otu n'ime ndị nkwado mbụ ya ruo mgbe ọ kwagara ụlọ akwụkwọ sekọndrị ebe ọ zutere onye nkuzi mbụ ya Yusuf Raafat",
  "O mechara banye na College of Fine Arts na Cairo ebe ọ gụrụ ihe ọkpụkpụ",
  "N'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ, Osman rụrụ ọrụ dị ka onye nkuzi nka na mpaghara Al-Mansoura.",
  "N'ime afọ 1960 na 1970, Osman bụ onye na-ese ihe nkiri ndọrọ ndọrọ ọchịchị",
  "Ọ gbara ọsọ gaa mba Kuwait site n'ọchịchị Anwar Sadat",
  "Ọ laghachiri Cairo n'oge na-adịghị anya mgbe e gbusịrị Sadat na 1981.",
  "Mgbe ọ na-arụ ọrụ n'ụlọ akwụkwọ onwe onye nke Mansoura, Osman sere ihe osise",
  "A jụrụ ihe osise ndị a ozugbo mgbe Osman nyere ha Dar El-Hilal n'ihi ihe gbasara ndọrọ ndọrọ ọchịchị dị n'ime ha",
  "Otú ọ dị, Rose al-Yūsuf bipụtara ọrụ ya na nkwenye na, n'okwu onye isi nchịkọta akụkọ nke magazin ahụ, \"ọ bụrụ na Dar El-Hilal ajụ ha, mgbe ahụ ha ga-adị ezigbo mma",
  "\"",
  "N'afọ 1957, akwụkwọ akụkọ Al Messa were ya n'ọrụ oge niile ruo afọ abụọ",
  "N'ikpeazụ, Osman laghachiri na Rose al-Yūsuf iji sonye n'otu ìgwè nke nyere aka na ihe ịga nke ọma nke akwụkwọ ha na-ebipụta kwa izu, Sabah El-Kheir.",
  "Na mbido afọ 1980, Bahgat si n'ebe a chụgara ya n'Ijipt laghachi iji soro akwụkwọ akụkọ mmegide, Al Ahali rụọ ọrụ.",
  "Na mgbakwunye na mbipụta nke ihe osise ikwa emo kwa ụbọchị na kwa izu, Osman nyere aka n'ibipụta ihe karịrị akwụkwọ ụmụaka ịrị abụọ na ihe ọchị ma gosipụta UNICEF's Convention on the Rights of the Child, yana mkpuchi akwụkwọ na akwụkwọ niile nwere echiche ndọrọ ndọrọ ọchịchị dịka \"Bagatos - President of Great Bahgatia\", \"Hokouma wa Ahali\" (Government and People), na \"Diwan Bahagigo\" na mgbalị ịkatọ ọnọdụ ndị Ijipt.",
  "Mgbe nkwekọrịta Camp David nke 1978, Osman kwụsịrị ise ihe nkiri ndị okenye ma malite ise ihe nkiri maka akwụkwọ ụmụaka na ihe nkiri",
  "O weputara otutu n'ime ọrụ ya nye ụmụ nwanyị",
  "Ya na nwunye ya Badr Hamada gara gburugburu ụwa ndị Arab iji dọta uche na ikike na agụmakwụkwọ ụmụaka, yana inye aka na agụmakmakwụkwọ ụmụaka na Yemen.",
  "Osman nwụrụ n'ụlọ mgbe ọ dị afọ iri isii na itoolu, na June 3, 2001, ọnwa ole na ole ka nwunye ya nwụsịrị."
]