[
  "Bahiga Hafez (13 Disemba 1908 - 4 Ọgọst 1983) bụ onye Egypt na-ede ihe nkiri, onye na-ede egwu, onye nduzi, onye nchịkọta akụkọ, onye na'emepụta  na onye na-eme ihe nkiri.",
  "A mụrụ Bahiga Hafez ma zụlite ya na Alexandria, Ijipt n'ezinụlọ nwere njikọ na eze. Hafez malitere ịmụ egwu na Cairo ma mesịa gaa n'ihu na-amụ gbasara ide egwu na Paris, na-amụ piano na conservatory. Hafez nwere ike ịsụ French, Arabic, na asụsụ ndị ọzọ. Hafez bụ onye nketa Pacha.",
  "Mgbe ọ laghachiri Ijipt, ọ biri na Cairo ebe ọ na-eme ihe ngosi akwụkwọ. Ọzọkwa mgbe ọ laghachiri Ijipt, Hafez wepụtara abọm akpọrọ Bahiga nke a na-akpọ na mgbasa ozi redio nke oge ahụ.",
  "N'afọ 1930, o mere ihe nkiri Zeinab (1930)",
  "Nke a mere ka ezinụlọ ya napụ ya ihe nketa, ebe ọ bụ na a na-ele ọrụ na sinima anya dị ka ihe ihere n'oge ahụ, ọkachasị maka onye ọ nọ n'ọkwá ya.",
  "A na-ekwukarị na Hafez bụ otu n'ime ụmụ nwanyị na-ebute ụzọ na ihe nkiri Egypt.",
  "Ọ malitere ọrụ ya na ihe nkiri dị ka onye na-eme ihe nkiri, na-eme na ihe nkiri na-adịghị ekwu okwu Zeinab (1930), nke Mohamed Karim duziri, nke o dekwara akara maka ya. Karim anọwo na-achọ ihu nwanyị maka ọrụ aha, mgbe ọ zutere Hafez na oriri, o nyere ya ọrụ ahụ. Ihe nkiri ahụ n'onwe ya bụ ihe a ma ama. Mmekọrịta ya na ọrụ a kpaliri mmasị ya n'ịrụ ọrụ na ihe nkiri.",
  "Hafez guzobere ụlọ ọrụ Fanar Films na 1932. Ya na Fanar Films, Hafez duziri ihe nkiri al-Dahaya (1932), nke a na-akpọ \"The Victims\" na Bekee, nke ọ rụkwara ọrụ dị mkpa",
  "Ọ bụkwa onye na-emepụta ejiji, onye na-ede egwu na onye nchịkọta akụkọ maka ihe nkiri ahụ. O jiri ụda mezigharịa ihe nkiri ahụ afọ atọ ka e mesịrị.",
  "Ihe nkiri mbụ Hafez duziri bụ Laila bint al-sahara (Laila the Desert Girl),1937 (aha ọzọ: Laila bint a-Badawiyya), mana ewepụtaghị ya ruo 1944 na aha ọhụrụ, Layla al-Badaviyya (Layla the Bedouin)",
  "Hafez rụrụ ọrụ dị ka onye nduzi, onye na-emepụta (ya na Fanar Films), onye na-ede ihe nkiri, onye na'ede egwu, na onye na-eme ihe nkiri. A ga-egosi ihe nkiri ahụ na Venice Film Festival na 1938 mana a machibidoro ya igwu egwu na Ijipt n'ihi ngosipụta ọjọọ ya nke ndị Peshia, ọkachasị ndị eze Peshia; a ga-ewepụta ya n'otu afọ ahụ n'Ijipt dị ka agbamakwụkwọ nke Shah nke Peshia na Princess Fawzia nke Ijipt. N'ụzọ dị mwute, ihe nkiri ahụ enweghị ihe ịga nke ọma.",
  "Mgbe ọ na-arụghị ọrụ na ihe nkiri ruo oge ụfọdụ, onye nduzi Salah Abou Seif gwara Hafez ka ọ bụrụ otu n'ime ndị ada eze n'ihe nkiri ya el Qâhirah talâtîn (1966)",
  "Nke a gosipụtara nloghachi Hafez na sinima, kamakwa ọ pụtara n'oge ikpeazụ.",
  "N'ụzọ dị mwute, ọtụtụ n'ime ọrụ ya dị ka onye na-eme ihe nkiri efunahụla ma ọ bụ naanị ihe a kpọtụrụ aha ọrụ ya fọdụrụ. A chọtara otu ihe nkiri ya al-Dahaya na 1995.",
  "N'August 4, 2020, Google mere emume ncheta ọmụmụ ya nke afọ otu narị na iri na abụọ na Google Doodle."
]