[
  "Asụsụ Bai (Bai: Baip‧ngvp‧zix; simplified Chinese: 白语;  Chinese: 白語; : ) bụ  a na-asụ na China, karịsịa na Yunnan Province, site n'aka ndị Bai",
  "Asụsụ ahụ nwere ihe karịrị otu nde ndị na-asụ ya ma kewaa ya n'asụsụ atọ ma ọ bụ anọ",
  "A na-emeghe mkpụrụedemede Bai mgbe niile, na ụdaume dị mma na ụda asatọ",
  "A na-ekewa ụda ahụ n'ìgwè abụọ nwere ụda olu na nke na-abụghị nke Nlereanya (mkpali, siri ike ma ọ bụ iku ume)",
  "E nwere obere akwụkwọ ọdịnala e ji mkpụrụedemede Chinese dee, Bowen, yana ọtụtụ akwụkwọ ndị na-adịbeghị anya e bipụtara na usoro Romanization na nso nso a na-eji mkpụrụedemede Latin.",
  "Mmalite nke Bai emeela ka mmetụta siri ike nke ndị China kpuchie ya ruo ogologo oge",
  "Ndị ọkà mmụta dị iche iche atụwo aro na ọ bụ alaka mbụ ma ọ bụ asụsụ nwanne nwanyị nke Chinese, akụkụ nke alaka Loloish ma ọ bụ otu dị iche n'ime ezinụlọ Sino-Tibetan.",
  "Xu na Zhao (1984) kewara Bai n'ime olumba atọ, nke nwere ike ịbụ asụsụ dị iche iche: Jianchuan (Central), Dali (Southern) na Bijiang (Northern)",
  "A gbanwere aha Bijiang County ka ọ bụrụ Lushui County",
  "Jianchuan na Dali nwere njikọ chiri anya ma a na-akọ na ndị na-ekwu okwu nwere ike ịghọta ibe ha mgbe ha biri otu ọnwa.",
  "Ndị na-asụ asụsụ ndị dị iche iche dị n'ebe ugwu bụ ndị Laemae puku iri na ise (lɛ21 mɛ21, Lemei, Lama), otu agbụrụ dị ihe dị ka mmadụ puku iri ise bụ ndị na-abanye n'ime Lisu",
  "A na-ahọpụta ha ugbu a dị ka asụsụ abụọ site na ISO 639-3:",
  "Wang Feng (2012) nyere nkewa ndị a maka asụsụ Bai itoolu:",
  "Wang (2012) dekwara asụsụ Bai na Xicun, Dacun Village, Shalang Township, Kunming City (昆明市沙朗乡大村西村).",
  "Njikọ nke Bai kpuchiri ihe karịrị puku afọ abụọ nke mmetụta sitere na ụdị dị iche iche nke ndị China, na-ahapụ ọtụtụ n'ime okwu ya metụtara Chinese etyma nke oge dị iche iche",
  "Iji chọpụta mmalite ya, ndị na-eme nchọpụta ga-ebu ụzọ chọpụta ma wepụ n'iche dị iche iche ma nyochaa ihe fọdụrụnụ",
  "Na nyocha ya nke ubi ahụ, Wang (2006) kwuru na enweghị data na Bai na ejighị n'aka n'ịrụzigharị ụdị ndị China mbụ",
  "Ndị edemede na-adịbeghị anya, ma ọ bụ nwanne nwanyị  China,",
  "Na nso nso Ndị ode akwụkwọ na-atụ aro na Bai bụ mmalite mmalite Site na Chinese, asụsụ nwanne gaa na Chinese, ma ọ bụ ndị nwere njikọ tere aka (site na-abụkarị sino-Tibet)",
  "Enwere nkwekọrịta ụda dị iche iche n'ụdị dị iche iche",
  "Enwere ike ịmata ọtụtụ okwu dị ka ụgwọ ndị China n'ihi na ha na-egosipụta mgbanwe ụda ndị China site na puku afọ abụọ gara aga:",
  "Ụfọdụ n'ime mgbanwe ndị a malitere na narị afọ mbụ AD.",
  "Akụkụ kachasị ochie nke okwu Bai na ndị China, nke Wang depụtara ihe dị ka okwu 250, gụnyere okwu Bai ndị a na-ahụkarị na Classical Chinese, mana anaghị eji ya n'ụdị Chinese nke oge a",
  "A na-eji atụmatụ ya tụnyere echiche dị ugbu a na phonology Chinese:",
  "Sergei Starostin na-atụ aro na eziokwu ndị a na-egosi nkewa site na ndị China na narị afọ nke abụọ BC, nke kwekọrọ n'oge Western Han",
  "Wang na-ekwu na ụfọdụ n'ime akwụkwọ ozi dị n'etiti Proto-Bai ya na Old Chinese enweghị ike ịkọwa site na ụdị Old Chinese, na Chinese na Bai wee mepụta otu Sino-Bai",
  "Otú ọ dị, Gong na-atụle na ọ dịkarịa ala ụfọdụ n' cikin ikpe ndị a nwere ike ịkọwapụta site na imezi Proto-Bai iji tụlee nkesa zuru oke n'ime Bai.",
  "Starostin na Zhengzhang Shangfang ekwuola n'ụzọ dị iche iche na ọ bụ ihe kachasị ochie nke ndị China na-akọwa ihe niile ma e wezụga obere ihe fọdụrụ na okwu Bai, nakwa na Bai bụ ya mere alaka mbụ sitere na ndị China.",
  "N'aka nke ọzọ, Lee na Sagart (1998) kwuru na ọkwa dị iche iche nke okwu ndị China bụ mgbazinye ego, nakwa na mgbe ewepụrụ ha, ihe dị mkpa na-abụghị nke ndị China fọdụrụ, gụnyere ntinye 15 sitere na ndepụta Swadesh nke okwu ndị bụ isi",
  "Ha na-atụ aro na ihe fọdụrụ na-egosi ihe yiri ya na Proto-Loloish",
  "James Matisoff (2001) kwuru na ntụnyere ya na Loloish adịghị mma mgbe ị na-atụle ụdị Bai ndị ọzọ karịa asụsụ Jianchuan nke Lee na Sagart ji mee ihe, nakwa na ọ ka mma ịtụle Bai dị ka alaka kwụụrụ onwe ya nke Sino-Tibetan, ọ bụ ezie na ọ dị nso na Lolosh dị nso",
  "Lee na Sagard (2008) nụchara nyocha ha, na-ewepụta ihe fọduru dị ka ụdị Sino-Titetan na-Tibet na-abụghị nke China, ọ bụ na Lolo",
  "Ha na-ekwukwa na ihe a fọdụrụ na-agụnye okwu Bai metụtara ịzụ ezì na ọrụ ugbo osikapa.",
  "Nnyocha Lee na Sagart ka List (2009) kwurịtara okwu ya",
  "Gong (2015) na-atụ aro na ihe fọdụrụnụ nwere ike ịbụ Qiangic, na-egosi na Bai, dị ka Qiang, na-akpọ onwe ha \"acha ọcha\", ebe Lolo na-eji \"ọcha\"",
  "Asụsụ Jianchuan nwere ụdaume ndị a, nke niile na-ejedebe na ọnọdụ mmalite mkpụrụedemede:",
  "Asụsụ Gongxing na Tuolou na-ejigide ọdịiche dị n'ụzọ atọ maka ịkwụsị na ịtọ ụtọ n'etiti ụda na-enweghị ụda, ụda na-adịghị mma na ụda",
  "N'ime ndị isi ọwụwa anyanwụ, gụnyere ụdị ọkọlọtọ nke Dali, mkpụrụedemede ndị a na-ekwupụta abụwo ndị na-enweghị ụda olu, ebe asụsụ ndị ọzọ na-egosi mfu nke ụda olu, nke ụda na-emetụta n'ụzọ dị iche iche",
  "Ụfọdụ ụdị nwekwara ụda uvular ọzọ [ Xia] nke dị iche na [ŋ]",
  "Ha niile ma e wezụga u, ɑo na iɑo nwere ọdịiche dị iche iche.\nDali Bai enweghị ụdaume imi",
  "Ụfọdụ ụdị ndị ọzọ na-ejigide koodu imi kama ịkpụ imi, ọ bụ ezie na ọ bụ naanị asụsụ Gongxing na Tuolou nwere ọdịiche dị n'etiti -n na -ŋ",
  "Jianchuan nwere ụda asatọ, nke e kewara n'etiti ndị nwere ụda olu na ndị na-abụghị ụda olu",
  "Ụfọdụ n'ime ụdị ọdịda anyanwụ nwere ụda ole na ole",
  "Bai nwere usoro isiokwu (SVO)",
  "Otú ọ dị, SOV nwere ike ịchọta na ajụjụ na ahịrịokwu na-adịghị mma.",
  "Ihe odide Bai ochie jiri mkpụrụedemede Chinese gbanwere agbanwe, mana ojiji ya pere mpe",
  "E mepụtara ihe odide ọhụrụ dabere na mkpụrụedemede Latin na 1958, dabere na okwu nke obodo ukwu nke Xiaguan, ọ bụ ezie na ọ bụghị asụsụ ndịda",
  "Echiche nke Romanization bụ esemokwu n'etiti ndị isi Bai na usoro ahụ ahụ ahụ ahụghị obere ojiji",
  "N'ime mgbalị ọhụrụ na 1982, ndị na-eme atụmatụ asụsụ Jianchuan dị ka isi, n'ihi na ọ na ọ na-anọchite anya mpaghara nwere ọnụ ọgụgụ dị ukwuu, ihe fọrọ nke nta ka ọ bụrụ ha niile na-asụ Bai",
  "Ihe odide ọhụrụ ahụ na-ewu ewu na mpaghara Jianchuan, mana a jụrụ ya na mpaghara Dali nke nwere ọganihu akụ na ụba, nke nwekwara ọnụ ọgụgụ kachasị elu nke ndị na-ekwu okwu, ọ bụ ezie na ha bi n'akụkụ ọnụ ọgụgụ buru ibu nke ndị na'asụsụ Chinese",
  "E dezigharịrị ihe odide ahụ nke ukwuu na 1993 iji kọwaa ụdị abụọ, na-anọchite anya Jianchuan na Dali n'otu n'otu ma kemgbe ahụ ejirila ya mee ihe n'ọtụtụ ebe.",
  "A na-eji mkpụrụedemede retroflex zh, ch, sh na r eme ihe naanị na okwu ndị a gbazitere na nso nso a site na Standard Chinese ma ọ bụ maka ụdị Bai ndị ọzọ.",
  "Ntụziaka nke 1993 webatara ụdị dị iche iche ai / er wdg, na nke mbụ a ga-eji mee ihe maka Jianchuan Bai na nke ikpeazụ maka Dali Bai",
  "Na Jianchuan, ụdaume niile ma e wezụga ao, iao, uo, ou na iou nwere ndị yiri ya, nke a na-eji nsonaazụ n na-egosi",
  "Dali Bai enweghị ụdaume nasalized",
  "Mkpụrụ akwụkwọ ndị a na-etinye na-egosi ụda olu na modal ma ọ bụ ụda olu na-abụghị modal",
  "Nke a bụ akụkụ kachasị njọ nke mbipụta 1993:",
  "Bowen (Chinese; : ), nke a makwaara dị ka Square Bai Script (Chinese), Hanzi Bai Script (simplified Chinese: 汉字白文; traditional Chinese: 漢字白文), Hanzi-style Bai Script (Simplified China: 汉文字型白文;  Chinese:  ), ma ọ bụ Ancient Bai Script (China: 古白文), bụ ederede nke ndị Bai jiri mee ihe n'asụsụ Hanzi iji kwekọọ n'asụsụ Bai. E ji edemede ahụ mee ihe site n'oge Nanzhao ruo mmalite nke usoro ndị eze Ming.",
  "Mbadamba nkume Shanhua (山花碑), nke sitere n'obodo Dali dị na Yunnan, nwere uri e dere site na ederede Bowen sitere n'ọchịchị Ming site n'aka onye na-ede uri Bai bụ Yang fu.",
  "Nge, na-abụghị nke Ne, na-enweghị nke",
  "Cai na-acha uhie uhie Gei na-acha ọkụkọ A nke gei na-adị ọkụkọ",
  "Ne mian e ain hain? Gịnị bụ aha gị?\nNgo mian na A Lu Gai",
  "Aha m bụ A Lu Gai.\nNgo ze ne san se yin a biu",
  "Nke a amaghị gị.",
  "Ngo ka nwere ike",
  "Anọ m na-eri nri.\nỊ pụghị ịṅụ m? Ị riri nri?\nNe ze a ma yin? Ònye ka ị bụ?\nNe ze nge mo a bio",
  "Ị abụghị nne m.\nỌ bụ n'ihi na ọ bụ n'oge a ka a na-eme ya",
  "Anọ m ogologo karịa gị.\nỌ bụghị ya ka ọ bụrụ na ọ na-ehi ụra",
  "Ị gaghị ahapụ m."
]