[
  "Bakeys (nke a makwaara mgbe ụfọdụ dị ka Bakey's) bụ ụlọ ọrụ na-emepụta ihe oriri na-eri eri nke India nke dị na Hyderabad, Telangana.Emebere Bakeys na 2010 site n'aka onye nyocha ICRISAT bụbu Narayana Peesapaty dị ka ihe mgbakwunye enyi na enyi maka arịa enwere ike iji rọba, osisi na achara kwadebere, dị ka chopstick achara.",
  "Kemgbe 2017, emebeghị ka Kickstarter jikọtara na azụmaahịa ahụ dị ọhụrụ n'ihi mgbagwoju anya na aghụghọ, dịka e kwuru na akwụkwọ akụkọ a.",
  "Ndị na-eme achịcha na-eji ụdị ntụ ọka dị iche iche na-esi nri ngaji, ndụdụ na chopsticks a na-eri nke a ga-eri ma e jiri ya mee ihe",
  "Kemgbe afọ 2010, ọ rere ihe karịrị nde 1.5 nke ite na India dum",
  "Ka ọ na-erule n'ọnwa Eprel 2016, ụlọ ọrụ ahụ na-ere naanị spoons a na-eri eri, mana ọ na-eme atụmatụ ịgbasa ọrụ ya iji malite nkesa nke forks na chopsticks na ego sitere na mkpọsa ego Kickstarter. Ka ọ na-erule n'ọnwa Eprel 2016, ụlọ ọrụ ahụ na-ebubata ngwaahịa ya n'ime India.",
  "Ngwaahịa ndị ahụ bụ akwụkwọ nri, a na-ejikwa ihe niile sitere n'okike, (karịsịa) sorghum (jowar), na ụdị ntụ ọka ndị ọzọ dị ka ọka wit, osikapa na millet",
  "spoons ndị ahụ nwere ndụ nke ọnwa 24 ma mee ya nke mere na ha ga-eresị n'etiti ụbọchị 3 na 7 mgbe ejiri ya ma ọ bụrụ na ejighị ya",
  "A na-emepụta spoons n'ọtụtụ ụdị, dị ka cumin, mint-ginger, carrot-beetroot na shuga.",
  "Narayana Peesapathy guzobere Bakeys n' afọ 2010 na Hyderabad",
  "N'ọnwa Eprel 2016, ọ nwetara ego nke ihe dị ka ₹ 25 lakh (US $ 31,000) site na ndị nkwado 1500+ site na Ketto na ebumnuche mbụ ya bụ naanị ₹ 1 lakh ( US $ 1,300)",
  "N'ịgbaso nkwado a, ụlọ ọrụ ahụ malitere mkpọsa Kickstarter iji mụbaa iru ya",
  "N'ọnwa Eprel  nke afọ 2016, ụlọ ọrụ ahụ nwere ndị ọrụ iri atọ",
  "Ka ọ na-erule Mee 2017 ụlọ ọrụ ahụ amalitebeghị izipu ndị na-akwado mkpọsa Kickstarter, ọ bụ ezie na izipu spoons nye ndị ahịa na India gara n'ihu n'enweghị nsogbu",
  "Na Jenụwarị, n'afọ 2019, e jidere Narayana Peesapaty maka ebubo ịghọ aghụghọ na Bank of Maharashtra nke ₹2.5 crore ( ₹2.6 crore  US $ 330,000 na 2020)."
]