[
  "Balaraba Ramat Yakubu (amụrụ ya n'afọ 1959)  bụ onye odee nwanyi nke Naijiria na-ede akwụkwọ akụkọ na asụsụ Hausa",
  "Ọ bụ onye ndu n'ụdị akwụkwọ ihe gbasara akụkọ ịhụnanya",
  "O so na otu n'ime mmadụ ole na ole na-ede akwụkwọ n'asụsụ Hausa nke a sụgharịrị n'asụsụ Bekee",
  "Ọ rụkwara ọrụ dịka onye na-ede ihe nkiri, onye na-emepụta ihe na onye ntụzi ihe nkiri nke Kannywood",
  "Akụkọ ya na elekwasị karia anya n'okwu ndị dị ka alụmdi na nwunye mmanye na agụmakwụkwọ ụmụ nwanyị.",
  "Balaraba Ramat Yakubu bụ nwanne nwanyị nke nta nke General Murtala Ramat Muhammed,  onye jere ozi nwa oge dị ka onye chịrị Naijiria site na afọ 1975 ruo mgbe e gburu ya na ike na afọ 1976.",
  "Mgbe ọ dị afọ iri na atọ",
  "A kwụsịrị akwụkwọ n'ike ma manye ya n'alụmdi na nwunye",
  "O kwuru na nke a bụ ihe mere o ji ede akụkọ n'asụsụ Hausa karia na bekee",
  "Balaraba Ramat malitere ọrụ ya dị ka onye edemede mgbe osonyeere na klọb odee Raina Kama na Kano ndị otu nwere oke mmetụta",
  "Ọ bụ naanị ya bụ nwanyị so n'òtù ahụ mgbe ahụ  Ebipụtara akwụkwọ akụkọ mbụ ya, Budurwar Zuciya (\"Young at Heart\" na bekee), na  afọ 1987",
  "Na  afọ 1990, ebipụta kwara akwụkwọ akụkọ ya nke abụọ na nke atọ, Alhaki Kwikwiyo Ne.",
  "(\"Mmehie bụ nwa nkita na-eso gị ala n'ụlọ\") na Wa zai auri jahila? (“Ònye Ga-alụ Nwanyị Na-amaghị Ihe?”)",
  "Na afọ 1998, Abdulkareem Muhammed tụgharịrị akwụkwọ ya Alhaki Kwikwiyo Ne..",
  "ka ọ bụrụ ihe nkiri",
  "Ebipụtara ntụgharị akwụkwọ ya Alhaki Kuykuyo Ne.",
  "., (Mmehie bụ nwa nkita nke na-eso gị ala n'ụlọ), na asụsụ bekee na afọ 2012 site na aka ndị Blaft Publications, ụlọ obibi akwụkwọ nke India",
  "Akwụkwọ ahụ nweta kwara nyocha nke dị mma",
  "Egụzoro ihe nrite agụmagụ nke aha ya bụ Balaraba Ramat Yakubu Literature Prize maka ejije na asụsụ Hausa",
  "Balaraba Ramat malitere ime ihe nkiri na afọ 1990",
  "Ihe nkiri nke mbụ ya bụ Wata Shari'ar",
  "Na nso nso a o dere ma  mepụta Juyin Sarauta,  ihe nkiri nke nwere mmeri ma nweta ihe nrite iri",
  "Ihe nkiri nke ahụ nweta kwara nyocha dị mma n'aka ndị ọkà mmụta na ndị ọkachamara ihe nkiri"
]