[
  "Balgis Osman-Elasha bụ onye sayensị ihu igwe nke Sudan nke na-amụ mmetụta nke mgbanwe ihu igwe na Africa ma na-akwalite mmepe na-adịgide adịgide na mgbanwe mgbanwe ihu igwe",
  "Ọ bụ onye edemede na-eduga na IPCC Fourth Assessment Report nke nwetara Intergovernmental Panel on Climate Change Nobel Peace Prize, a kpọkwara ya onye mmeri nke 2008 United Nations Environment Programme Champion of the Earth.",
  "Osman-Elasha bụ onye na-ahụ maka ihu igwe na mgbanwe ihu igwe na African Development Bank kemgbe afọ 2009. Ọ kọwaala mmetụta siri ike nke mgbanwe ihu igwe n'Africa, ọkachasị na mpaghara Horn of Africa; kwalitere mgbanwe mgbanwe ihu igwe; ma gosipụta onyinye dịgasị iche iche na mgbanwe ihu igwe site na mba ndị mepere emepe. Ọ na-ekwu na ndị a na-akparaghị ókè, na ụmụ nwanyị, karịsịa, na-emetụta mmetụta ọjọọ nke mgbanwe ihu igwe, n'ihi ịdabere na ha na ihe onwunwe ndị dị egwu na n'ihi na ịda ogbenye na-egbochi ikike ha ime mgbanwe.",
  "Osman-Elasha malitere ọrụ ya na-arụ ọrụ n'ọhịa na Sudan's Ụlọ ọrụ Forest National  na 1980s. Ọrụ Fuelwood Development for Energy ya kwusiri ike na ọrụ ọhịa obodo, nchekwa mmanụ, na njikwa ọhịa na-adịgide adịgide. Dị ka akụkụ nke ọrụ ahụ, ndị otu ya kesara ihe oriri ka mma iji belata ojiji nkụ. Ọ na-ekwu na ọrụ a mere ka ọ mata mgbanwe ihu igwe nke obodo Sudan, na nsogbu ndị obodo ime obodo na-eche ihu.",
  "Osman-Elasha malitere ọrụ mgbanwe ihu igwe ya dị ka onye nchọpụta na Ihu igwe Gbanwee otu  na Sudan's Ụlọ kansụl dị elu  nke oke ohia na gburugburu ebe obibi",
  "Ọrụ ya n'ebe ahụ gụnyere ịme nyocha nke gas na-ekpo ọkụ, nke mere ka ọ ghọta njikọ dị n'etiti gas na-arị elu na mgbukpọ ọhịa na Sudan. Nnyocha ya n'ebe ahụ lekwasịrị anya na mgbanwe mgbanwe ihu igwe na mgbanwe na mpaghara ndị mmiri na-enwekarị.",
  "Osman-Elasha bụ onye otu Ụgbọ elu gọọmentị etiti Na mgbanwe ihu igwe ma bụrụkwa onye edemede na Ippc anọ Akụkọ nyocha. Ọ gara emume nrite Nobel dị ka onye nnọchi anya IPCC mgbe e nyere nzukọ ahụ 2007 Noble peace prize maka ọrụ ahụ.",
  "E nyere Osman-Elasha ihe nrite United Mmemme gburugburu ebe obibi nke mba Onye mmeri nke  Ụwa n'afọ 2003",
  "Ihe nrite ahụ kwuru na \"Dọkịta Osman-Elasha kwusiri ike na okpomọkụ ụwa na mgbanwe na Sudan dị mkpa n'ihi njikọ siri ike dị n'etiti mgbanwe ihu igwe na esemokwu na mba ahụ\" ma kwado ọrụ ya na-akụziri ụmụ akwụkwọ mahadum banyere mgbanwe ihu igwe."
]