[
  "Balufu Bakupa-Kanyinda (a mụrụ n'ụbọchị nke 30 n'ọnwa Ọktoba n'afọ 1957) bụ onye na-eme ihe nkiri si Democratic Republic of the Congo",
  "A mụrụ Balufu Bakupa-Kanyinda na 30 Ọktoba 1957 na Kinshasa\nỌ gụrụ sociology, akụkọ ihe mere eme na nkà ihe ọmụma na Brussels, Belgium",
  "Ọ gụrụ akwụkwọ na ịme ihe nkiri na France, United Kingdom na United States.\nSite na 1979 ruo 1981 ọ bụ onye nkuzi na French Cultural Centre na Lubumbashi.\nNa 1991 o mere ihe nkiri mbụ ya, Dix mille ans de cinéma, na 1993 wepụtara ihe nkiri nke abụọ na Thomas Sankara.\nIhe nkiri mbụ ya bụ Le Damier - Papa national oyé! (The Draughtsmen Clash) mere na 1996.",
  "Ọ bụ onye otu bọọdụ nke obere ihe nkiri na CNC na France site na 1999 ruo 2001.\nBalufu bụ onye otu Input 2000 (International Public Television) na Cape Town, South Africa na onye otu CreaTV, mmemme Unesco maka telivishọn na South n'etiti 2000 na 2003.\nBakupa-Kanyinda bụ onye edemede na onye na-ede uri yana onye nduzi ihe nkiri.\nMahadum New York kpọrọ ya ka ọ gaa nkuzi na 2006/2007 na NYU-Ghana campus na Accra.\nBalufu bụ onye guzobere Guild of African filmmakers and producers.",
  "N'afọ 2015, e gosipụtara Bakupa-Kanyinda na La Belle na Movies, ihe nkiri nke Cecilia Zoppolletto banyere akụkọ ihe mere eme na ịla n'iyi nke sinima Congo, ma kwuo na ọ na-arụ ọrụ iji guzobe ụlọ akwụkwọ ihe nkiri ma na-arụ ọrụ iji zipụ ntinye na mmemme ihe nkiri mba ụwa",
  "\"Cinema bụ nka dị mkpa: ọ bụ nka nke ịgwa ụwa banyere onwe gị,\" ka o kwuru.",
  "Ihe nkiri Balufu Bakupa-Kanyinda Le Damier - Papa national oyé (1996) natara onyinye dị mkpa dịka ihe nrite ACCT - Agence de la Francophonie, Fespaco 1997 na Burkina Faso, Reel Black Talent Award na Toronto, Canada na 1997, Grand Prize na Festival de Villeurbanne na France 1997, Quality prize site na CNC na France na 1998 na ọtụtụ onyinye na Festival international du Film Francophone na Namur na 1998.\nIsiokwu nke 15 bis (1999) meriri Jury Mention na Festival du Court métrage na Clermont-Ferrand, France",
  "2000, Jury Mention na Festival International du Film Francophone na Namur, Belgique, 2000, Bronze Medal na Journées Cinématographiques de Carthage na Carthage, Tunisia, 2000 na onyinye ndị ọzọ.\nAFRO@DIGITAL nwetara Jury Mention na Zimbabwe International Film Festival na Harare, Zimbabwe, 2004.",
  "Ihe nkiri nke Bakupa-Kanyinda duziri gụnyere:",
  "N'afọ 2014, o mepụtara ihe ngosi \"Miss Vodacom\" na Kinshasa.",
  "A mụrụ Balufu Bakupa Kanyinda na 30 Ọktoba 1957",
  "Mgbe ọ gụsịrị akwụkwọ na Brussels, na Paris na America, ọ ghọrọ onye na-eme ihe nkiri nwere nkà ọ bụ taa",
  "O nwere ụmụ nwoke anọ, aha ha bụ Joel, David, Arthur, na Oscar, na nwa nwanyị a na-akpọ Anne",
  "Ugbu a, ọ bi n'etiti Belgium na Democratic Republic of the Congo mana, n'ihi ọrụ ya, ọ na-eme njem dị ukwuu."
]