[
  "Àtụ:Infobox settlement\nBanana Island bụ agwaetiti aka mere n'ụsọ Ikoyi, Lagos, Naijiria",
  "Aha ya sitere na nkwonkwo nke ọdịdị ya",
  "Àgwàetiti ahụ bụ atụmatụ, mmepe ngwakọta na ụlọ obibi, azụmahịa na ntụrụndụ.",
  "Ọrụ owuwu mbụ nke Banana Island nke akpọrọ Lagoon City bụ echiche nke Late Chief Adebayo Adeleke, onye injinia Civil (MICE) nke Mahadum London zụrụ, na onye isi oche nke City Property Development Ltd.",
  "Adeleke nyere iwu ka e mepụta obodo ọhụrụ na Maroko, Victoria Island, mana gọọmentị Lagos Steeti nwetara ọrụ ahụ",
  "N'ịgbaso ikpe ikpe ikpe ogologo afọ iri, gọọmentị Lagos Steeti nyere ala ndị ọzọ dị ka ihe atụ maka mmepe Maroko.",
  "Ọtụtụ ndị kwara ọchị maka mkpebi Chief Adeleke ịhọrọ gburugburu Ikoyi Island, agbanyeghị na ha enweghị ike ịghọta ọhụụ nke Chief, onye ngwa ngwa tinyere Westminster Dredging Company ka ọ gwụcha n'ụsọ osimiri, ma mepụta agwaetiti isii jikọtara ọnụ na nke yiri ibe ya.",
  "Ọ chọrọ ịmepụta mmepe nke ga-eme ka \"Naịjirịa dị mpako\", ma tinye Minoru Yamasaki onye na-ese ụkpụrụ ụlọ nke Manhattan's World Trade Centre 'Twin Towers'",
  "Ụlọ elu abụọ yiri nke Starchitect Yamasaki mejupụtara ụlọ ngosi ihe oyiyi dị na agwaetiti ahụ.",
  "Iji mezue echiche Lagoon City, Chief Adeleke mere atụmatụ mara mma gụnyere ọdụ ụgbọ elu obodo, nke bụ ọhụụ e chepụtara ogologo oge tupu London Docklands Development, London City Airport, Dubai's Palm Islands ma ọ bụ Hong Kong's Chek Lap Kok Airport.",
  "Ozugbo ọ weghachitere ala ahụ ma kpughee echiche ahụ, ndị ọzọ nwara ịnapụ ya ala ahụ, a 'nwetara' ọrụ ahụ ọzọ n'echebaraghị City Property Development Limited echiche",
  "Kemgbe afọ 1983, a na-ama 'nnweta' aka ugbu a n'ụlọ ikpe dị iche iche, enwere ịdọ aka ná ntị Caveat Emptor iji dọọ ndị ga-azụ ahịa aka na ntị na itinye ego ha nwere ike ịnọ n'ihe ize ndụ n'ọdịnihu",
  "Enwekwara ikpe na-echere na UK na ụlọ ikpe Europe gbasara okwu a.",
  "Ndị mmepe na-esote nwere mmasị dị ukwuu n'ịbawanye ihe ubi nke ala ahụ na mmefu nke atụmatụ ọhụụ mara mma nke Chief Adebayo Adeleke buru n'uche",
  "N'ihi ya, e jupụtara ala ahụ iji mepụta agwaetiti dị ka unere, ya mere Banana Island.\nBanana Island, bụ mpaghara Ikoyi, Lagos, Nigeria, 8.6 kilomita n'ebe ọwụwa anyanwụ nke Tafawa Balewa Square",
  "Akụkụ nke Lagos Local Government Area nke Eti-Osa na njikota Lagos.",
  "Banana Island bụ agwaetiti mmadụ mere na Lagos Steeti, Naịjirịa nke gbagọrọ agbagọ n'ụdị unere",
  "Ọ dị na Lagos Lagoon ma jikọta ya na Ikoyi Island site n'okporo ụzọ a raara nye nke jikọtara ya na netwọk okporo ụzọ dị nso na Parkview Estate",
  "Ọ bụ ndị Lebanese-Nigerian Chagoury Group wuru agwaetiti ahụ na mmekorita ya na Federal Ministry of Works and Housing ma a na-ewere ya na Seventh Arrondissement na Paris, La Jolla na San Diego, na mpaghara Shibuya na Roppongi nke Tokyo.",
  "Ọ na-ebi n'ebe jupụtara n'ájá nke ihe dị ka square mita 1,630,000 ma kewa ya n'ime ala 536 (nke dị n'etiti square mita 1000 na 4000) nke a na-ahazi n'akụkụ cul-de-sacs, ya mere e mere iji bulie ọdịdị ebe obibi nke Ikoyi",
  "A na-enye ndị bi na ya ihe ndị na-arụ ọrụ gụnyere usoro eletrik dị n'okpuru ala (ma e jiri ya tụnyere eriri dị n'elu ala nke a na-ahụkarị na Lagos), netwọk mmiri dị n'ime ala, usoro nsị na ụlọ ọrụ ọgwụgwọ, na ọkụ okporo ámá na netwọk nkwukọrịta satellite.",
  "Àgwàetiti ahụ bụ atụmatụ, mmepe ngwakọta na ebe a rara nye maka ebe obibi, azụmahịa na ntụrụndụ",
  "N'akụkụ ebe obibi nke agwaetiti ahụ, anaghị enye ikike ịhazi maka ụlọ karịrị okpukpu atọ",
  "Ndị mmepe ahụ na-ezube ịmepụta nnukwu piazza, ụlọ klọb, ụlọ akwụkwọ praịmarị na nke sekọndrị, ụlọ ọrụ ọkụ na ndị uwe ojii na ụlọ ọgwụ",
  "Ha na-ekwurịta okwu iji wuo họtel kpakpando ise n'àgwàetiti ahụ, yana ọtụtụ obere ụlọ ndị ọbịa.",
  "Banana Island nwere ọtụtụ mmepe obibi dị elu dị ka Ocean Parade Towers - usoro ụlọ elu 14 dị oké ọnụ ahịa nke dị n'otu nsọtụ agwaetiti ahụ iji nweta ohere nke 180 degree panoramic views na-ele anya n'ọdọ mmiri ahụ. Dị ka ọtụtụ n'ime mmepe ndị dị n'àgwàetiti ahụ, ọ nwere ebe ntụrụndụ a rara nye dị ka klọb ahụike onwe onye - nwere ụlọ ikpe tennis, ụlọ ikpe squash na ọdọ mmiri gbara ogige sara mbara gburugburu.  Na mbido ụlọ na Ocean Parade rere ihe karịrị US $ 400,000.",
  "Ọtụtụ ụlọ ọrụ Naijiria na nke mba ụwa dị ka - Etisalat Naijiria, Airtel Naijiria, Ford Foundation Naijiria na Olaniwun Ajayi & Co - dabere na Banana Island."
]