[
  "Banana beer bụ ihe ọṅụṅụ na-aba n'anya nke a na-eme site na ịgbaze unere chadere achade",
  "A na-agbakwunye sorghum, millet ma ọ bụ ntụ ọka ọka dị ka isi iyi nke ihe nekoachicha ọhịa.",
  "Na Uganda, a maara biya unere dị ka mubisi, na DR Congo dị ka Kasiksi, na Kenya dị ka urwaga, na Rwanda na Burundi dị ka urwagwa.",
  "A na-aṅụ biya unere mgbe ụfọdụ n'oge emume na mmemme di iche iche. A na-eji naanị unere na sorghum eme ngwaahịa yiri nke a na-akpọ mwenge bigere na Uganda",
  "A pụkwara ịchọta ya n'okpuru aha kasiksi, nokrars, rwabitoke, urwedensiya, urwarimu na milinda kaki.",
  "A na-eme biya unere site na unere chara acha (ma ọ bụghị nke chafere oke) nke East African Highland (Musa acuminata Colla (AAA-EA), Mbidde clone set). Iji mee ka unere chaa ngwa ngwa, a na-egwu oghere n'ala, nke e ji akwụkwọ unere kpọrọ nkụ kpuchie nke a na eme ka okpo ọkụ",
  "A na-etinye akwụkwọ unere ọhụrụ n'elu ha, mgbe ahụ unere na-etozubeghị",
  "A na-ekpuchi ndị a site na akwụkwọ unere ka di ndu na pseudostems",
  "Mgbe ụbọchị anọ ma obu isii gasịrị, unere na-eto nke ọma. Usoro a na-arụ ọrụ naanị n'oge ọkọchị",
  "N'oge mmiri ozuzo, a na-eme ka unere chara site na itinye ha na ihe mgbochi dị nso na ekwu ọkụ.",
  "E nwere ụdị unere abụọ a na-eji eme ihe maka biya unere: nke siri ike na-atọ ụtọ na nke dị nro na-atọ utọ. Ngwakọta biya unere nwere otu ụzọ n'ụzọ atọ nke ngashi na ụzọ abụọ n'ụzọ anọ nke igisahira",
  "Ozugbo ha kara, a na-ewepụ unere ahụ",
  "Ọ bụrụ na enweghị ike iji aka kpụọ ha, ha azughi oke",
  "Mgbe a na-akpụchasị unere ahụ, a na-eme ka ọ dị nro ruo mgbe ọ dị n'ime",
  "A na-enyocha mmiri ahụ iji nweta mmiri unere doro anya, nke a na-agbanye mmiri na mmiri",
  "A na-egweri sorghum ma sie ya nke ọma wee tinye ya na mmiri ahụ",
  "A na-ahapụ ngwakọta a ka ọ gbasaa ruo awa 24 wee nyochaa ya.",
  "Mgbe a na-enyocha ya, a na-etinye biya ahụ na karama ma ọ bụ karama plastik",
  "Na mmepụta azụmahịa, enwere ike ibu ụzọ mee ka biya ahụ bụrụ pasteurized tupu etinye ya n'ime nkwakọ ngwaahịa iji kwụsị ịgbaze ma gbatịkwuo ndụ nchekwa.",
  "Na Tanzania, e nwere biya unere a na-akpọ mbege, nke a ka na-aṅụ n'ụzọ ọdịnala.",
  "Ụdị ahịa gụnyere:",
  "Àtụ:BananaÀtụ:Beer styles"
]