[
  "Bang-Bang Club bụ otu ndị na-ese foto esemokwu anọ, Kevin Carter, Greg Marinovich, Ken Oosterbroek, na João Silva, na-arụsi ọrụ ike n'ime obodo ndị dị na South Africa n'etiti afọ 1990 na afọ 1994 n'oge mgbanwe site na usoro ịkpa ókè agbụrụ gaa na ọchịchị onye kwuo uche ya",
  "Oge a gụnyere ụfọdụ ime ihe ike, ọkachasị ọgụ n'etiti ANC na ndị na-akwado IFP, ógè e wepụrụ mmachibido iwu na ndọrọ ndọrọ ọchịchị abụọ ahụ",
  "Ndị Afrikaner Weerstandsbeweging na ndị otu ndị ọzọ sonyekwara na ime ihe ike ahụ.",
  "Ihe nkiri màkà otu ahụ, nke akpọrọ The Bang Bang Club, nke Steven Silver duziri gosipụtara na Toronto International Film Festival na 2010.",
  "A mụrụ aha \"The Bang Bang Club\" site n'isiokwu e bipụtara na magazin South Africa Living",
  "Aha izizi ya bụ The Bang Bang Paparazzi, a gbanwere ya ka ọ bụrụ \"Club\" n'ihi na ndị otu ahụ chere na okwu paparazzi na-akọwa ọrụ ha n'ụzọ na-ezighị ezi",
  "Aha ahụ sitere na ọdịbendị n'onwe ya; ndị bi n'obodo ahụ gwara ndị na-ese foto màkà \"bang-bang\" na-ezo aka na ime ihe ike na-eme n'ime obodo ha, mana n'ụzọ nkịtị, \"bang-bang\" na-ezo aka na ụda égbè ma bụrụ okwu ndị na-ese foto esemokwu na-eji eme ihe.",
  "Ihe nkiri nke akwụkwọ Marinovich na Silva, The Bang Bang Club (2010), bụ onye na-eme ihe nkiri na South Africa bụ Steven Silver gbara na obodo Thokoza. Marinovich rụrụ ọrụ dị ka onye ndụmọdụ na ihe nkiri ahụ nke gosipụtara Ryan Phillippe dị ka Greg Marinovich, Taylor Kitsch dị ka Kevin Carter, Neels Van Jaarsveld dị ka João Silva na Frank Rautenbach dị ka Ken Oosterbroek",
  "Ndị otu abụọ ritere ihe nrite Pulitzer maka foto ha",
  "Greg Marinovich meriri Pulitzer maka Spot News Photography n'afọ 1991 banyere akụkọ ya banyere igbu Lindsaye Tshabalala n'afọ 1990. Kevin Carter meriri Pulitzer maka Featured Photography n'afọ 1994 n'ihe banyere foto ya nke afọ 1993 nke ugo nke yiri ka ọ na-achọ nwatakịrị agụụ na-agụ na ndịda Sudan.",
  "Ken Oosterbroek meriri ihe nrite nke abụọ na 1993 World Press Photo Photo Contest for the Stories, General News category. A họpụtakwara Oosterbroek maka Ilford Press Photographer of the Year n'afọ 1989 na afọ 1994 ma họpụta ya maka South African Press Photographer of The Year ugboro atọ.",
  "João Silva meriri na South African Press Photographer of the Year Award na 1992 ma nweta nkwanye ùgwù n'afọ 2007 World Press Photo Contest na Stories, Spot News category."
]