[
  "Bangando na Ngombe mejupụtara asụsụ Gbaya nke Cameroon na CAR.",
  "E nwere uzọ otu abụọ: Bangando n'onwe ya (Bàngàndò), na Cameroon, na Ngombe (Ba(n)gando-Ngombe, Ngombe-Kaka) ndị gbara gburugburu Mambéré-Kadéï Prefecture gafee ókèala na Central African Republic",
  "E nwere ọtụtụ ndị a na-akpọ Ngombe, ọ bụghịkwa ihe doro anya nke koodu ISO ụgha maka Ngombe.\nN'ụwa niile, ewere  asụsụ Bangando dị ka asụsụ n'achọ ikpochapụ,  ebe ndị na asu asụsụ dị puku abụo, narị asaa ruo puku atọ na narị ise",
  "Enwere ike inweta ọkwa ọnọdụ asụsụ site na Ethnologue Expanded Graded Intergenerational Disruption Scale.",
  "A na-asụ Bangandu na njedebe ndịda nke ngalaba Boumba-et-Ngoko (Mpaghara ọwụwa Anyanwụ) na obodo Moloundou, n'okporo ụzọ isi obodo  Moloundou ruo Lokomo",
  "A na-asụkwa Bangandu na obodo Congo",
  "Na Cameroon na Congo, e nwere ọ dị ka puku abụo na narị asaa na asụ asụsụụ a (Voegelin & Voegelin 1977)",
  "(Bangandu, nke gọọmentị ime obodo na-akpọ Bangantou, ekwesịghị ka ewere n'ọbụ otu ihe dika Bageto, nke a na-akpọkwa Bananto, nke olumba Mpo.)",
  "Ọdiche dika nke bụkwazị Ngombe, a nasụ na Central African Republic n'agbata Gamboula (n'ókè Cameroon) na Berbérati.",
  "Ndị na-asụ Bangando nọkari gburugburu mpaghara ndịda Cameroon",
  "Asụsụ Bangando bụ asụsụ aga agunwe na ọbụ asụsụ ana amụta site na ọnọdụ ma ọbụ ihe onye na amụya na ahụ dika ndị edemede J.W",
  "Berry, S.H Irvine na E.G",
  "Hunt si kwuo n'akwụkwọ ha Indigenous Cognition: Functioning in Cultural Context Mmụta asụsụ na-adabere n'ọhịa na-agụnye mkpuchi zuru oke nke onye ọ bụla n'ime obodo nke a na-asụ asụsụ ahụ",
  "Ndị edemede J.W",
  "Berry, S.H Irvine na E.G",
  "Hunt gara n'ihu na  ekwukwasa na enweghị agụmakwụkwọ ndị na-asụ asụsụ obodo na-enweta iji nwee ọganihu na mpụga obodo Bangando",
  "Akụkụ a nke obodo Bangando nwere ike ijikọta ya na asụsụ Bangando",
  "Ọtụtụ akụkọ nke ndị na-asụ Bangando, gụnyere akụkọ nke onye edemede Victor Barnouw dere nke dị na akwụkwọ akụkọ American Anthropologist na-egosipụtakarị ndị na-ekwu okwu dị ka ndị ọrụ ugbo na ndị na-achịkọta."
]