[
  "Y",
  "Olubankole Wellington (Amụrụ na 27 Machị, 1981), nke a maara nke ọma site na aha egwu ya bụ Banky W ma bụrụ onye a na-akpọ Banky Wellington na fim, bụ onye na-agụ egwu Naijiria, onye na-eti egwu, onye na'eme ihe nkiri, onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị.",
  "A mụrụ Olubankole Wellington na United States na 27 Machị 1981 na nne na nna Naijiria",
  "Ezinụlọ ya laghachiri Naịjirịa mgbe ọ dị afọ ise",
  "Ọ malitere ịbụ abụ mgbe ọ dị obere n'ime ndị ukwe chọọchị ya.",
  "Wellington gụrụ akwụkwọ na Lagos maka agụmakwụkwọ praịmarị na nke sekọndrị wee laghachi iji gaa n'ihu na agụmakwụkwọ ya na Rensselaer Polytechnic Institute, New York, US na agụmakọta",
  "Ọ malitere akara ndekọ \"Empire Mates Entertainment\" (E.M.E) na 2002 mgbe ọ na-agụ akwụkwọ",
  "Ọ rụkwara ọrụ na GlobalSpec",
  "N'afọ 2009, ọ hapụrụ US gaa Naịjirịa wee guzobe akara ndekọ ya na Lagos site na ịbịanye aka na ndị omenkà dị ka Niyola, Shaydee, Skales, na Wizkid na akara ahụ",
  "O weputara abọm studio mbụ, Back in the Building, n'afọ 2005. Otu egwu mbụ ya bụ Ebute Metta O dere abụ mbụ nke Etisalat Nigeria nke akpọrọ \"0809ja for life\".",
  "N'ụbọchị sochiri Valentine's Day nke afọ 2013, Wellington wepụtara abọm ọhụrụ ya \"R&BW\" na kọntaktị akpọrọ \"Grand Love Concert\" na Civic Centre, Ozumba Mbadiwe, Victoria Island, Lagos, nke gosipụtara ọtụtụ ndị omenkà ndị ọzọ gụnyere Iyanya na Waje",
  "Abụọ mbụ sitere na abọm ahụ bụ \"Lowkey\" na \"Ee/Mba\".",
  "Wellington kwupụtara na Febụwarị 2018 na a na-agbasa E.M.E dị ka akara ndekọ; o kwuru n' akara ahụ ga-aga n'ihu dị ka ụlọ ọrụ njikwa nkà lekwasịrị anya na ahịa okike, mgbasa ozi, PR na ihe omume akara. Wellington kpọrọ DJ Xclusive, Ebuka Obi-Uchendu, Tolu 'Toolz' Oniru, na nwunye ya Adesua Etomi dị ka ndị ahịa mbụ nke ụlọ ọrụ a gbanwere aha.",
  "N'afọ 2017, Wellington sonyere n'ịmalite nnukwu ihe osise, Iyasile Naa nke a makwaara dị ka The Legacy",
  "N'abalị iri na otu n'ọnwa Nọvemba afọ 2018, Wellington kwupụtara ebumnuche ya ịzọ ọkwa oche nke Lagos' Eti-Osa Federal Constituency na House of Representatives nke Naịjirịa, na ikpo okwu nke \"Modern Democratic Party\" , nke e guzobere na 2017.",
  "N'abalị iri abụọ n' atọ n'ọnwa Febụwarị n'afọ 2019, Babajide Obanikoro nke All Progressive Congress meriri Wellington na ntuli aka nke Eti-Osa Federal Constituency.",
  "Tupu ntuli aka nke afọ 2023, Wellington kwupụtara na ọ hapụrụ \"Modern Democratic Party\" gaa na \"Peoples Democratic Party\" , na-achọ tiketi pati ahụ iji gbaa ọsọ ọzọ maka oche Eti-Osa Federal Constituency nke Lagos na House of Representatives nke Nigeria.\nNa June 2022, Banky W meriri tiketi Peoples Democratic Party iji sọọ mpi dị ka onye na-ebu otu maka mpaghara Eti Osa tupu ntuli aka 2023.",
  "Wellington lụrụ Adesua Etomi n'ụzọ omenala na 19 Nọvemba 2017; di na nwunye ahụ mechara nwee agbamakwụkwọ ọcha ha na South Africa na 25 Nọvember 2017. Ọ nwere ọganihu nke ọrịa kansa akpụkpọ ahụ n'ubu ya n'afọ 2017. Na mbido 2021, Wellington na Adesua mụrụ nwa nwoke. Ha zoro afọ ime ahụ na nzuzo, na-ejide ọtụtụ ndị na-amaghị ihe ha ga-eme n' akụkọ banyere ọbịbịa nwa ahụ.",
  "Àtụ:Banky W.Àtụ:Empire Mates Entertainment"
]