[
  "Bank of Africa (BOA) bụ ụlọ akụ Moroccan nke nwere isi na Casablanca, Morocco, yana ọrụ ụlọ akụ na Morocco na mba iri na asatọ ndị ọzọ dị n'Afrịka",
  "Ndị isi ụlọ ọrụ ya malitere na 1959 na Morocco na 1982 na Mali",
  "Ruo n'afọ 2020, a maara ụlọ ọrụ nne na nna ahụ dị ka Banque Marocaine du Commerce Extérieur (BMCE, (Arabic; \"Moroccan Bank of Foreign Trade\"), aha na-anọgide dị ka \"BMCE Group\" na njirimara akara BOA dị ka nke 2022",
  "BOA nwere ọfịs na Europe, Asia, France, Spain, United Kingdom, China, Italy, Germany, UAE, Belgium, Canada na Netherlands.",
  "E mepụtara BMCE na 1959, obere oge mgbe nnwere onwe mba ahụ gasịrị, ma depụta ya na Casablanca Stock Exchange na 1974",
  "N'afọ 1995, onye ọchụnta ego Moroccan bụ Othman Benjelloun na-achịkwa ya site na ụlọ ọrụ ịnshọransị Royale marocaine d'assurance [fr].",
  "E guzobere ụlọ akụ mbụ nke BOA na Sub-Saharan Africa na ngwụcha afọ 1982, na Bamako, Mali, site n'aka ndị ọchụnta ego nọ n'ógbè ahụ",
  "E guzobere ya iji dozie ụkọ ọrụ ụlọ akụ maka azụmaahịa na ndị mmadụ n'otu n'otu, nke jupụtara ọ bụghị naanị na Mali n'oge ahụ, kamakwa n'ofe ọtụtụ ndị na-asụ French West Africa",
  "Mgbalị mbụ a enweghị nkwado ego ọ bụla",
  "Ihe ịga nke ọma nke BOA Mali, dugara n'ịmepụta African Financial Holdings (AFH), dị ka ụlọ ọrụ na-ejide BOA Mali na 1988",
  "Ebumnuche nke AFH bụ ịkwalite nguzobe nke ụlọ ọrụ ụlọ akụ gafee Africa, na ntinye aka na mpaghara dị ka akụkụ dị mkpa na inye ma njikwa, nkwado teknụzụ yana itinye aka na ụlọ ọrụ ụlọ ọrụ ụlọ ahịa ọhụrụ ndị a.",
  "Malite na 1990 na BOA Benin, otu BOA malitere imeghe ụlọ ọrụ enyemaka gafee kọntinent ahụ, na mbụ na mba ndị na-asụ French mana n'ikpeazụ na Anglophone Africa, malite na BOA Kenya na 2004",
  "Iji mụbaa isi obodo ha, AFH were ndị na-etinye ego ọhụrụ gụnyere PROPARCO, nkewa nke French Development Agency, Netherlands Development Finance Company (FMO) na Natexis (mgbe e mesịrị Natixis) nke France.",
  "N'afọ 2008, AFH gbanwere aha ya ka ọ bụrụ Bank of Africa Group, BMCE nwetakwara pasent 35 nke òkè, na-eweta ego ego na nka ụlọ akụ dị mkpa. BMCE ghọrọ onye nwe ọtụtụ ndị otu BOA n'afọ 2010.",
  "N'afọ 2020, BMCE gbanwere aha ya dị ka Bank of Africa. Site na azụmahịa ndị na-aga n'ihu kemgbe afọ 2004, Crédit Mutuel Alliance Fédérale aghọwo onye nke abụọ nwere òkè nke otu ahụ na 25% nke ụlọ ọrụ ahụ ka ọ na-erule ngwụcha afọ 2020. Onye nwere òkè kachasị ukwuu ka bụ Othman Benjelloun na pasent 27.4, site na ụlọ ọrụ O Capital na ụlọ ọrụ ịnshọransị RMA Watanya.",
  "BOA nwere ụlọ akụ na-arụ ọrụ na mba ndị a, ka ọ na-erule Machị 2016:",
  "Ndị enyemaka pụrụ iche nke Bank of Africa Group gụnyere ndị a:",
  "Ndị otu BOA Group gụnyekwara:"
]