[
  "Banque commerciale du maroc (BCM, Arab Commercial bank of Morocco) bụ ụlọ akụ tọrọ ntọala na 1911, n'oge na-adịghị anya na French Protectorate na Morocco",
  "Ndị France's banque transatlantique na-achịkwa ụlọ akụ na mbụ, wee malite na 1942 site na ụlọ ọrụ kredit et azụmahịa na site na 1988 site na Morocco ONA otu",
  "N'afọ 2004, ọ jikọtara ya na ụlọ akụ wafa wee guzobe Attijariwafa ba",
  "Banque Transatlantique na ụlọ ọrụ enyemaka ya nke Tunisia, Banque de Tunisie, mepụtara BCM na 1911",
  "Ọfịs ya edebanyere aha dị na Paris, na mbụ na 10, rue de Mogador (nke Galeries Lafayette mechara mịrị), ma site na 1925 kwaga n'isi ụlọ ọrụ Banque Transatlantique na 17, Boulevard Haussmann",
  "Isi ụlọ ọrụ ya na Morocco dị na Casablanca.",
  "BCM meghere alaka na Tangier na 1913, mgbe Agha Ụwa Mbụ gbasaa na Rabat na Mazagan, mgbe ahụ na ngwụcha afọ 1920 na Marrakesh na Fez: 134",
  "N'afọ 1941, Crédit Industriel et Commercial (CIC) nwetara BCM na Banque Transatlantique na Banque de Tunisie, nke jiri iwu Vichy na-emegide ndị Juu mee ihe",
  ":  N'afọ 1963, Morocco, nke nweere onwe ya n'afọ 1956, mere iwu nke nchịkwa mba nke ngalaba ụlọ akụ a maara dị ka marocanisation, a kwagara ụlọ ọrụ BCM debanyere aha site na Paris gaa Casablanca",
  "N'otu afọ ahụ, Deutsche Bank nwetara 10% nke isi ego BCM.",
  "N'afọ 1969, mmụba ego ọzọ mere ka ndị Moroccan nwee oke òkè nke BCM",
  ":  Na June 1988, ONA Group nwetara 25% nke òkè BCM site na mmụba nke isi obodo wee si otú a ghọọ onye na-achịkwa ya, ebe CIC belatara òkè ya ruo 10.6%.",
  "Ka ọ na-erule 1999, isi obodo BCM bụ 1,325,000,000.00 Moroccan Dirhams maka ngụkọta nke 13,250,000 òkè",
  "N'afọ 2002, isi obodo Wafabank bụ 639,482,700 Moroccan dirhams",
  "Ụlọ akụ abụọ ahụ kwupụtara njikọta ha na Nọvemba 2003 wee mezue ya na 2004, na mmekọrịta enyi na enyi na nkwekọrịta niile na nkwekọ nke 7 BCM òkè kwa 8 Wafabank.",
  "Na Casablanca, isi ụlọ ọrụ BCM kwagara ọtụtụ ugboro",
  "N'afọ 1921, ọ kwagara n'ụlọ ya na ụlọ ọrụ ụgbọ mmiri ya, Compagnie Générale Transatlantique, :  na boulevard du 4e Zouaves, ugbu a boulevard Houphouët-Boigny, n'ebe ugwu nke ụlọ ọrụ State Bank of Morocco e guzobere n'oge na-adịbeghị anya",
  "Ụlọ abụọ a, nke BCM na nke State Bank, emebiwo kemgbe.",
  "N'afọ 1930, BCM kwagara n'ụlọ Marius Boyer rụrụ na 1, rue Galliéni, ugbu a rue Driss Lahrizi",
  "Ihe owuwu art deco a ka dị, a rụzigharịrị ya na 2021.",
  "N'afọ ndị 1970, n'okpuru nduzi nke onye isi ala ya Abdelaziz El Alami Hassani [fr], BCM wuru isi ụlọ ọrụ nke oge a na-atụgharị pyramid na 2, Boulevard Moulay Youssef, nso Arab League Park",
  "Nke a ghọrọ isi ụlọ ọrụ nke Attijariwafa Bank mgbe njikọta nke afọ 2004 gasịrị, ọ ka dị na 2022.",
  "Àtụ:Mohammed VI"
]