[
  "Bar-mitzvah (na Hibru, בר מצווה) bụ ọkwa okpukpere chi nke ụmụ okorobia ndị Juu nwetara mgbe ha dị afọ iri na atọ",
  "Site na ndọtị, okwu ahụ na-egosikwa emume nhọrọ nke na-eme emume a",
  "Nwanyị ya na ya bụ bat mitzvah, bụ́ nke nwa agbọghọ onye Juu ji ruo ọtụtụ okpukpe ya mgbe ọ dị afọ iri na abụọ",
  "Enwere ike ime emume, n'ozuzu n'ezinụlọ",
  "Ememe ndị a dị kemgbe narị afọ nke iri na anọ maka ụmụ nwoke, na kemgbe narị afọ nke iri abụọ maka ụmụ agbọghọ.",
  "Bar mitzvah bụ okwu Aramaic pụtara n'ụzọ nkịtị \"nwa iwu\"",
  "Bar pụtara \"nwa nwoke\", na mitzvah, nke a na-asụgharịkarị ka \"omume ọma\", pụtara \"iwu\"",
  "Ya mere ịbụ onye mmanya mitzvah pụtara na nwa nwoke toruo ogo itinye iwu Chineke n'ọrụ n'ụzọ zuru oke.",
  "Ụzọ ugbu a si eme ememe mmanya mitzvah mepụtara na Middle Ages",
  "Ọ dịghị adị n'oge Akwụkwọ Nsọ ma ọ bụ Talmud",
  "Ogwe-mitzvah na-anọchi anya oge site na nwata nwoke na-agụta dị ka onye zuru oke na iwu nke miniane (ndị ikom iri) na-enye ohere maka ụlọ ọrụ mkpokọta, ebe ọ na-eyi ngwa ngwa ekpere, talit (shawl ekpere) na tephillin (phylacteries)",
  "Omenala kwuru na “mbụ” ndị a bụ isiokwu nke ọrụ pụrụ iche ebe nwa okorobịa ahụ ga-anọchi cantor (bal tefilah) ma ọ bụ hazzan nke na-eduzikarị ozi n'ụlọ nzukọ",
  "Dabere n'ikike ya, ọ nwere ike iduzi ụlọ ọrụ ahụ dum ma ọ bụ, ma ọ dịkarịa ala, gụọ akụkụ akwụkwọ Torah nke e kenyere n'izu nke ọtụtụ ya.",
  "Kemgbe narị afọ nke 20, ụfọdụ ógbè, dị ka òtù Reform na United States, enyewo ụmụ agbọghọ ihe ùgwù ndị nwoke nwere",
  "Ndị ọzọ, dị ka òtù Conservative ma ọ bụ òtù na-emesapụ aka na France, na-ekwe ka ụmụ agbọghọ mee ememe ụfọdụ nke òtù Ọtọdọks nọgidere na-edobe ụmụ nwoke.",
  "N'ime obodo ọdịnala, onye na-eto eto bar-mitzvah na-amalite ime ememe ọtụtụ ya site na afọ 13 na ụbọchị na kalenda Hibru mgbe ọ ga-eyi tephillin maka oge mbụ (ụbọchị ọ bụla n'izu ma e wezụga Shabbat), na tallit",
  "Mgbe ahụ, na Mọnde ma ọ bụ Tọzdee na-esote, ụbọchị ịgụ Torah n'ụlọ ọrụ ọha, na n'ụtụtụ Satọdee maka ụlọ ọrụ Shabbat (Saturday), ọ 'ga-arịgo' na Torah ka ọ gụọ ya",
  "Ọ ga-ekwukwa okwu n'amaokwu Torah ọ gụrụ (derashah).",
  "Ụlọ ọrụ ahụ, karịsịa nke ụtụtụ nke Shabbat, na-esote omenala site na nchịkọta, seouda (ekpere ụtụtụ bụ, n'ụkpụrụ, kwuru tupu nri ehihie)",
  "Mgbe ndị obodo na-eme ememe mmanya mitzvah, ọ bụ omenala na ndị nne na nna na-akpọ ndị niile sonyere na nri oriri na ọṅụṅụ nke na-emepe na ngụgharị nke kiddush, ekpere n'elu mmanya.",
  "Ịgụ Torah adịghị mfe n'ihi na e jighị ụdaume dee ihe odide Hibru",
  "Ya mere ọ chọrọ ọrụ n'isi",
  "Ọzọkwa, ọ dị mkpa ịbụ abụ na témims, ndetu egwu egwu nke na-egosi ụda olu; Edeghịkwa ihe ndị a, ma nke a na-abawanye ike ịgụ parashah.",
  "Ke adianade do, n'oge a \"bar mitzvah\" ndị Juu ike, dị ka agbamakwụkwọ ma ọ bụ baptizim, ọkwa, akwụkwọ ịkpọ òkù, akwụkwọ ozi na-akpọ ndị ọbịa na-eme ememe."
]