[
  "Bar Beach bụ osimiri dị n'Oké Osimiri Atlantic n'akụkụ osimiri Lagos, nke dị na Victoria Island Ụfọdụ oge , ọ bụ ya bụ osimiri kachasị ewu ewu na Naịjirịa ọkachasị mgbe Lagos bụ isi obodo mba ahụ.",
  "Site na mbido afọ 1970 ruo na ngwụcha afọ iri asatọ, n'oge ọchịchị ndị agha, Bar Beach bụ ebe a na- ama ọtụtụ ndị ohi na-ebu égbè na ndị na-agba ọchịchị mgba okpuru ikpe site na ndị n'agba égbè. Ọ bụ ihe ngosi ọha na eze mgbe niile, na ọtụtụ puku ndị na-ekiri, gụnyere kamera telivishọn na ndị nta akụkọ na-ebipụta akwụkwọ.",
  "Ogbugbu mbụ e gburu n'ihu ọha na Naịjirịa mere na Bar Beach n'afọ 1971",
  "Ọ bụ nke Babatunde Folorunsho, maka ịpụnarị  mmadụ ihe. Ndị ọzọ gụnyere Joseph Ilobo, Williams Alders Oyazimo, Lawrence Anini na Dr",
  "Oyenusi n'oge afọ 1990.",
  "Ndị a mara ikpe maka ịkpa nkata nke nnupụ isi n' ọnwa Febụwarị n'afọ 1976 nke gburu General Murtala Mohammed, Major-General I D Bisalla na Col",
  "Buka Suka Dimka, sokwa n' ndị  ndị ọgba égbè gbara égbè na Bar Beach.",
  "N'ime ọtụtụ afọ, Bar Beach mepụtara aha ọma maka ịba ụba n'akụkụ ya ma na-achọ ndụ na ihe onwunwe. Ọtụtụ ugboro, okporo ụzọ Ahmadu Bello, bu ụzọ nke kacha nso n'ikpere mmiri a mechiri maka ebumnuche nchekwa",
  "Nnyocha gosiri na n'etiti mita asatọ na iri na anọ nke ihu osimiri na-agbaji kwa afọ n'akụkụ Bar Beach.",
  "N'afọ 2003, a tụlere echiche maka obodo nke oge a n'ụsọ oké osimiri Atlantic n'ihu ọha",
  "A ga-etinye ya n'ihe bụbu Bar Beach, site na ala e weghachiri",
  "A ga-akpọ ya Eko Atlantic City, ebe obibi na mpaghara azụmahịa nke dị nde square mita  irí nke ala e wepụrụ n'oké osimiri ma chebekwa ya site na mgbidi oké osimiri dị kilomita asatọ na ụka ise n'ogologo.",
  "N'afọ 2008, a malitere iwu obodo ọhụrụ ahụ.",
  "Ka ọ na-erule n'ọnwa Mee nke afọ 2009, mgbe a na-egwu ala n'ebe ahụ, ihe dị ka nde cubic mita atọ (cu ud nde atọ na narị iteghete) nke ohere jupụtara na ájá ma tinye ya n'ebe a na-eweghachi, ebe e bugara ihe dị ka tọn narị iri atọ na ise nke nkume na saịtị ahụ.",
  "N'afọ 2016, gọvanọ Lagos Steeti bụ Akinwumi Ambode nyere Eko Atlantic City ọrụ.",
  "A katọrọ ọrụ Eko Atlantic maka inwe ntụpọ  nke nwere ike inye aka na ideyi mmiri na-aga n'ihu na Lagos n'ihi na ọ \"na-enwekarị oke mmiri, ebe ọ dabeere na sandbar nke dịketere n'akụkụ oké osimiri\". Oké ifufe na-efe n'ebe a na-ewu Eko Atlantic gburu mmadụ iri na isii. E nweela ideyi mmiri ndị ọzọ dị ize ndụ na Lagos nke a na-ebo  na ọrụ owuwu ọhụrụ ahụ ebubo ya.",
  "N' Akwụkwọ akụkọ  nke Nnedi Okorafor  dere n'afọ 2014, edobere ọdọ mmiri na ọzọ dị nso n' ọdịnihu ebe Bar Beach bụ mpaghara ntụrụndụ na-aga nke ọma na saịtị nke mbụ dị n'etiti ụmụ mmadụ na  ngbakwunyere ụjọ ndị ọbịa"
]