[
  "Barbara DuMetz (amụrụ n'afọ 1947) bụ onye Amerịka na-ese foto na onye ọsụ ụzọ n'ọhịa foto azụmahịa",
  "Ọ malitere ịrụ ọrụ na Los Angeles dị ka onye na-ese foto azụmahịa n'afọ ndị 1970, mgbe ụmụ nwanyị ole na ole guzobere ma nọgide na-arụ ọrụ na-aga nke ọma n'ọhịa, ọkachasị ụmụ nwanyị Afrịka-Amerịka.\nN'oge ọ na-arụ ọrụ, \"o nyere aka dị ukwuu n'ịgbasa ọdịdị nke ihe oyiyi ndị kọwapụtara ọdịbendị pop na United States\".",
  "A maara DuMetz maka ọrụ ya na ndị ama ama Afrịka-Amerịka, ụlọ ọrụ na ihe oyiyi nke ndụ kwa ụbọchị na obodo ndị Afrịka-Amerịka",
  "O ritere ihe nrite CEBA atọ na ihe nrite LULU maka foto azụmahịa ya.\nIhe ngosi otu gụnyere ọrụ ya na Atlanta, Chicago, Los Angeles na New York City. \nNtụle nke ọrụ ya apụtala na Carl Van Vechten Gallery na Mahadum Fisk n'afọ 2014 na Mahadụ Texas Southern.",
  "A mụrụ DuMetz na Charleston, West Virginia, naanị nwa nwanyị na nke abụọ n'ime ụmụ anọ nke Eustace T",
  "DuMetz, II, DDS na Constance R",
  "(née Brooks)",
  "Nna nna ya, Eustace DuMetz, bụ onye na-ese foto n'efu nke rụrụ ọrụ maka Pittsburgh Courier na Charleston Gazette.",
  "Mgbe DuMetz dị afọ ise, ezinụlọ ya kwagara Detroit ebe ọ gara ụlọ akwụkwọ, gụsịrị akwụkwọ na Central High School",
  "Ọ gara Mahadum Fisk dị na Nashville, Tennessee, na-amụ Saịkolojị",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Fisk na 1969, ọ gara Art Center College of Design, nke dị ugbu a na Pasadena, California.",
  "DuMetz abụwo onye na-ese foto ọkachamara ihe karịrị afọ iri anọ",
  "N'oge ọrụ ya, o mepụtara ihe oyiyi ndị nwetara ihe nrite maka ụlọ ọrụ mgbasa ozi gụnyere Burrell Advertising, J",
  "P",
  "Martin Associates na InterNorth Corporation.\nFoto ya apụtala na akwụkwọ ndị Afrịka-Amerịka gụnyere Black Enterprise, Ebony, Essence, Jet na The Crisis.\nO were foto azụmahịa maka ụlọ ọrụ gụnyere The Coca-Cola Company, Delta Air Lines na McDonald's Corporation.",
  "DuMetz na-agba ọsọ ma na-elekọta ụlọ ọrụ foto atọ dị iche iche dị na mpaghara Los Angeles ebe ụlọ ahịa ngalaba, ụlọ ọrụ ndekọ, ụlọ ọrụ eserese, ụlọ ọrụ mgbasa ozi, ụlọ ọrụ mmekọrịta ọha na eze, ụlọ ọrụ mmepụta ihe nkiri, ndị na-eme ihe nkiri na ndị ọkachamara azụmaahịa nyere ya nkwekọrịta.\nDuMetz agbaala foto nke ndị ama ama na ndị na-ese ihe na ndị mmadụ gụnyere Maya Angelou, Ernie Barnes, Bernie Casey, Pam Grier, Kareem Abdul-Jabbar, Quincy Jones, Samella Lewis, Ed McMahan, Thelonious Monk, Lou Rawls, Della Reese, Richard Roundtree, Betye Saar, Charles Wilbert White, na Nancy Wilson.\nIhe ngosi ya The Creators: Photographic Images of Literary, Music and Visual Artists, na Southwest Arts Center na Atlanta, Georgia, n'afọ 2015, gụnyere foto nke ihe karịrị ndị omenkà Afrịka-Amerịka iri abụọ na abụọ ọ sere foto."
]