[
  "Barbara Minishi bụ onye Kenya na-eme ihe nkiri, onye na-ese ihe, onye na-ese foto ejiji na onye nduzi nka nke isiokwu nyocha ya na-apụta ihe site na njem akụkọ ifo nke onwe ya,ihe ekere eke ihe gbagwojuru anya na mgbagwoju anya pụrụ iche, na ntinye ichu nke ngosipụta nke ihe osise pụtara ihe",
  "Dị ka onye nduzi nka,ọ rụọla ọrụ na ihe nkiri na vidiyo egwu, nakwa maka Kapringen (A Hijacking), ihe nkiri Danish site na 2003.  Na Kenya, ọ bụ otu n'ime ndị ọkachamara na-ese foto ejiji a na-akwanyere ùgwù. E gosipụtala usoro foto Minishi n'akwụkwọ akpọrọ book 9 Photographers from Kenya nke e bipụtara na njikọ National Museums of Kenya",
  "Barbara Minishi, si Nairobi, Kenya, gụsịrị akwụkwọ n'afọ 2003 na nzere BA na nkwukọrịta",
  "Ọrụ ya dị ka ọkachamara na-ese foto malitere mgbe ọ chọpụtara ihe oyiyi njikọ obi na-akpali ọ hutara n'ime ya.",
  "Minishi kwuru \"Foto bụ otú m si malite nyocha okike m ma n'ụzọ ụfọdụ mmadụ nwere ike ịsị na igwefoto ghọrọ ngwá ọrụ m iji kpughee, rubigharịa, ma jiri ihe odide ndị dị otú ahụ nke njirimara gwu egwu",
  "Ọ bụ 'olu' m na ụzọ nke ịbụ nke mepụtara 'ihe omume' nke m nwere ike itinye aka na isiokwu ndị dị ka echiche na agbụrụ, ala na nke m, ngosipụta mmetụta, mmetụta obodo na ịma mma.",
  "N'agbanyeghi  'ihe ịga nke ọma' nke azụmahịa,amaliterem ịjụ ajụjụ gbasara ọrụ m dị ka nwanyị Afrịka na-ahụ maka nkwukọrịta,Mpụta ihe, ntụziaka na nchịkọta ọrụ m nwere ike isi gbanwee site n'ime omume nyocha na itinye aka nke metụtara ndị na-ege ntị dị ka ịnwe ọnọdụ  na ntinye aka na uche ndị na-ege ntị.",
  "Omume m anọgidewo na-agbanwe ma jiri ya na-ejikwa ngwá ọrụ m na-emepụta, nke gụnyere ugbu a ihe nkiri, egwu,ihe osise,ọrụ to na ntinye ụda na mmeghari.",
  "Ugbu a, ana m ahụ onwe m n'ime ọnọdụ, na-ntinye aka na mgbanwe na-aga n'ihu nke mkparịta ụka ihe pụtara ihe, akụkọ nyocha nke ihe ọmụma gụnyere, ajụjụ  ntụgharị uche na na mpụtara nwanyị",
  "Enwere mmekọrịta n'ime ebumnuche zoro ezo na mmekorita ya na nkwupụta mgbanwe na-apụta tinyere nlekọta nke ala ọhụrụ, ọdịbendị na echiche",
  "\"",
  "Ọrụ ya na-aga n'ihu ma ọ na-arụ ọrụ ugbu a karicha n' ide ma na-eduzi ihe nkiri ya na ọrụ ndị ọzọ dị ka obere ihe nkiri, vidiyo ejiji, ihe nkiri, eserese, na edemede.",
  "Minishi meritere ihe nrite Best Art Director maka ọrụ ya na ihe nkiri Nairobi Half Life n'afọ 2014 African Magic Viewer's Choice Awards na Machị 2014."
]