[
  "Barbara Jones-Hogu (April 17, 1938 November 14, 2017) bụ ónyé na-ese ihe n'Afrịka na America nke a maara nke ọma màkà ọrụ ya na Organization of Black American Culture (OBAC) na màkà ịtọ ntọala ndị na-ese egwu AfriCOBRA.",
  "A mụrụ Barbara Jones-Hogu na Chicago, Illinois, na 1938. O nwetara nzèrè Bachelor of Arts na Mahadum Howard na nzèrè Bachelor of Fine Arts na School of the Art Institute of Chicago. O nwetara nzèrè Master of Fine Arts site na Institute of Design na Chicago, yana nzere masta na obibi akwụkwọ site na Illinois Institute of Technology, Chicago. O mechara nweta Master of Fine Arts na Independent Film na Digital Imaging na Governors State University mgbè ọ dị afọ iri asaa. Ọ chọrọ inweta akara ugo mmụta iji dekọọ ndị na-ese ihe na ọrụ ha. A kọwara ya dị ka ónyé na-ezo onwe ya ma na-eche echiche. O nwere otu nwa nwoke, Kuumba Hogu, ónyé kwuru na ọ chọrọ ka a cheta nne ya site na ọrụ nka ya.",
  "Jones-Hogu bụ ónyé otu Organization of Black American Culture (OBAC), ma nye aka mgbe ha rụchara Wall of Respect na 1967",
  "A na-ewere ya dị ka ihe osise okporo ámá mbụ na United States",
  "Ọ gụsịrị ngalaba ndị na-eme ihe nkírí. Jones-Hogu malitere itinye aka na obibi akwụkwọ mgbè ọ na-agụ akwụkwọ na The Art Institute of Chicago",
  "Isi ya na Painting gụnyere ọmụmụ ihe na printmaking, ọ chọpụtakwara na ọ na-enwe mmasị na ya mgbe ọ na-eme ihe ọmụmụ maka isi ya",
  "Ọ na-arụ ọrụ mgbè ọ na-aga ụlọ akwụkwọ",
  "O nwekwara ike iji ụlọ obibi akwụkwọ na Institute of Design",
  "Misch Kohn, onye isi nke obibi akwụkwọ n'oge ahụ, nyere ya mkpịsị ugodi maka ụlọ obibi akwụkwọ ka o wee nwee ike mezue ọrụ obibi akwụkwọ n\"ebe ahụ mgbe ọ bụla ọ chọrọ, na-emekarị n'uhuruchi na ngwụsị izu.",
  "Ọrụ Jones-Hogu dị ọtụtụ na ọnụ ọgụgụ, nkesa na ọnọdụ",
  "E nwèrè ọtụtụ ọrụ nke Jones-Hogu nke sitere na mkpa ya na mmetụta ya na òtù AfriCOBRA yana ọrụ onwé ya nke sitere na 1960s na 70s ruo n'afọ ndị na-adịbeghị anya na ọnwụ ya na 2017",
  "Ụfọdụ ihe ngosi nke ọrụ ya gụnyere \"Soul of A Nation: Art In The Age of Black Power\", \"AfriCOBRA Nation Time\", \"A AfriCOBRA Messages to the People\", na \"We Wanted A Revolution: Black Radical Women, 1965-85,\" na ọtụtụ ndị ọzọ."
]