[
  "Barbara Steele (amụrụ na 29 Disemba 1937) bụ onye England na-eme ihe nkiri nke a maara maka ime ihe nkiri egwu Gothic nke Itali nke afọ 1960",
  "A na-akpọ ya \"Queen of All Scream Queens\" na \"nwanyi mbụ nke egwu Britain\". Ọ rụrụ ọrụ abụọ nke Asa na Katia Vajda na ihe nkiri Mario Bava Black Sunday (1960), ma mee ihe nkiri na The Pit and the Pendulum (1961), The Horrible Dr",
  "Hichcock (1962), The Long Hair of Death (1964), na Castle of Blood (1964).",
  "Tụkwasị na nke a, Steele nwere ọrụ nkwado na Federico Fellini's 81⁄2 (1963), David Cronenberg's Shivers (1975), na Louis Malle's Pretty Baby (1978), wee pụta na telivishọn na usoro TV nke 1991 Dark Shadows",
  "O ritere ihe nrite Primetime Emmy maka imepụta ihe nkiri telivishọn America bụ War and Remembrance (1988-1989)",
  "Steele pụtara n'ọtụtụ ihe nkiri na afọ 2010, gụnyere ọrụ ndu na The Butterfly Room (2012) na ọrụ nkwado na Ryan Gosling's Lost River (2014).",
  "A mụrụ Steele na Birkenhead, Cheshire",
  "Ọ gụrụ nka na Chelsea Art School na Paris na Sorbonne",
  "N'ime afọ ndị 1960, Steele pụtara na ọtụtụ ihe nkiri egwu ndị Ịtali, gụnyere Black Sunday (1960), The Horrible Dr",
  "Hichcock (1962), The Ghost (1963), The Long Hair of Death (1964), Castle of Blood (1964), Terror-Creatures from the Grave na Nightmare Castle (ha abụọ 1965)",
  "O mekwara ihe nkiri na Roger Corman nke The Pit and the Pendulum (1961), nke dabeere na obere akụkọ Edgar Allan Poe nke otu aha ahụ, na ihe nkiri Britain bụ Curse of the Crimson Altar (1968).",
  "Onye ọbịa Steele gosipụtara na ihe ngosi telivishọn Britain gụnyere ihe nkiri ndị nledo, Danger Man (aka Secret Agent) nke Patrick McGoohan gosipụtara na 1965",
  "O mere ihe nkiri telivishọn America nke mbụ ya na 1960 dị ka Dolores na \"Daughter of Illusion\" nke usoro ABC, Adventures in Paradise, nke Gardner McKay gosipụtara",
  "N'otu afọ ahụ, Barbara Eden nọchiri ya na ihe nkiri Elvis Presley Flaming Star mgbe ya na onye nduzi Don Siegel nwesịrị nghọtahie",
  "N'afọ 1961, ọ pụtara dị ka Phyllis na \"Beta Delta Gamma\" nke CBS's Alfred Hitchcock Presents",
  "O nwekwara ọrụ nkwado na Federico Fellini's 81⁄2 (1963), na 1966 pụtara na oge nke abụọ nke NBC's I Spy, \"Bridge of Spies\".",
  "Steele laghachiri n'ụdị egwu na ngwụcha afọ 1970, na-apụta na ihe nkiri egwu atọ: David Cronenberg's Shivers (aka",
  "Ha Si n'Ime) (1975), Piranha (1978), na The Silent Scream (1979)",
  "Steele jere ozi dị ka onye na-emepụta ihe nkiri TV, The Winds of War (1983), ma bụrụkwa onye na-eme ihe nkiri maka ihe na-eso ya, War and Remembrance (1988), nke o kesara 1989 Emmy Award for Outstanding Drama / Comedy Special na onye na-arụ ọrụ Dan Curtis.",
  "A họpụtara Steele dị ka Julia Hoffman na 1991 remake nke 1960s ABC telivishọn usoro Dark Shadows",
  "N'afọ 2010, ọ bụ onye ọbịa na ihe nkiri Dark Shadows, The Night Whispers",
  "N'afọ 2010, onye na-eme ihe nkiri na onye na-ede akwụkwọ bụ Mark Gatiss gbara Steele ajụjụ ọnụ banyere ọrụ ya na Black Sunday maka usoro ihe omume BBC ya bụ A History of Horror N'afọ 2012, Gatiss gbara Steele ajụjụ ọnụ ọzọ banyere ọrụ ya na Shivers maka ihe ngosi ya na-esote, Horror Europa",
  "N'afọ 2014, ọ pụtara na Ryan Gosling's directory debut, ihe nkiri na-akpali akpali Lost River, nke ọ gosipụtara Belladonna na ọrụ nkwado.",
  "Steele lụrụ onye edemede America bụ James Poe. Ha lụrụ na 1969 ma gbaa alụkwaghịm na 1978."
]