[
  "Barbara Earl Thomas (amụrụ n'afọ 1948) bụ ónyé America na-ese ihe nkiri, onye édémédé, na ónyé nchịkwa nka nke bi na Seattle.",
  "Thomas, nwa nwa nke ndị na-arụ ọrụ ugbo n'ebe ndịda nke kwagara Pacific Northwest na 1940s",
  "A mụrụ ya na Seattle, WA na 1948, ọ bụ otu n'ime ọgbọ mbụ n'ezinụlọ ya a mụrụ na mpụga Texas na Louisiana. Ónyé na-ese ihe na-echeta na ndị ezinụlọ gbara ya gbụrụ-gbúrụ bụ ndị na-eme ihe mgbè niile n'oge ọ bụ nwata",
  "Site mgbè ọ dị afọ asatọ, ọ na-ese ihe na eserese mgbè niile",
  "Ọ na-edegharịkwa foto sitere na akwụkwọ akụkọ na akwụkwọ, na-enye nne ya nsonaazụ.",
  "Thomas nwetara B.A",
  "ya na Mahadum Washington na 1973",
  "Mgbè ọ gụsịrị akwụkwọ na Mahadum Grenoble na France n'afọ 1976, ọ laghachiri na alma mater ya, na-agwụcha nzere Master of Fine Arts n'afọ 1977. Thomas gụrụ akwụkwọ n'okpuru Jacob Lawrence, Michael Spafford, na Norman Lundin mgbe ọ nọ na Mahadum Washington, na-ekwu na ha \"gosiri na nka bụ ihe ị na-eme dị ka ọrụ ndụ gị",
  "\" Ha abụọ abụghị naanị ndị nduzi ya kamakwa ọ na-ewere ha dị ka ndị enyi ogologo oge.",
  "Ónyé mbụ n'ezinụlọ ya ịga kọleji, Thomas malitere na ebumnuche na-edoghị anya ịghọ \"ónyé na-agwọ ọrịa anụ ahụ,\" n'ikpeazụ na-aghọta na isi na nka bụ ihe ga-ekwe omume.",
  "Na mgbakwunye na ịrụ ọrụ dị ka onye na-ese ihe, Thomas bụ ónyé édémédé na ónyé nchịkwa nka. A họpụtara Thomas ka ọ bụrụ osote ónyé nduzi nke Northwest African American Museum n'afọ 2005, tupu ebe ngosi ihe mgbè ochie ahụ emegheere ọha na eze, wee gaa n'ọkwa ónyé isi nchịkwa n'afọ 2008. N'ịchọ itinye oge ka ukwuu na nka ya, ọ kwụsịrị ọrụ ónyé isi nchịkwa ógè niile na Jenụwarị 201.",
  "Thomas na-arụ ọrụ n'ọtụtụ usoro, gụnyere ihe osise egg tempera, iko, akwụkwọ a ga-ebibi, linocut na woodblock prints, ihe ọkpụkpụ, na ntinye",
  "Ebumnuche ọrụ ya bụ ịkọ akụkọ. Na mgbakwunye na akụkọ ihe mere eme na ahụmịhe onwé ya, ọ kọwara ọrụ ya dị ka nke sitere na nyocha nke ihe ndị ọ bi na ndọrọ ndọrọ ọchịchị na-emetụta ndụ ya. Ọ na-ahụkwa usoro nke ime ihe osise dị ka ịmepụta usoro na mbara igwe, ma ọ bụ dị ka o kwuru na 1990, dị ka mgbalị ịchịkwa ọgba aghara. Mmiri riri ndị mụrụ Thomas n'ihe mberede ụgbọ mmiri n'afọ 1998. Ọbụna tupu ọdachi a, ịkụ azụ, ọrụ ezinụlọ dị mkpà, dị mkpa n'ọrụ ya. Ónyé na-enyocha nka Michael Upchuch akọwaala ihe oyiyi Thomas dị ka \"ndị mmadụ nọ n'ebe a na-amakụ n'ahụ n'anya, ugoloọma dị ka ndị na-eme ihe na ndị na-eri ibe na ndị na'anya, akwụkwọ dị ka ụlọ dị mma màkà uche ibi",
  "\" Kemgbe ngwụcha afọ 1990, ihe odide ya, ndị ka dị mkpa n'ọrụ ya, ejirila ala, oké osimiri, na mbara igwe na-agbakwunyewanye.",
  "Ọrụ Thomas dị na nchịkọta na-adịgide adịgide nke Seattle Art Museum, Tacoma Art Museum, Whatcom Museum na Washington's State Art Collection. O mepụtara \"The Story House\" (2009), kọmitii nka ọha na eze na The Evergreen State College na Olympia, Washington nke bụ akụkụ nke Washington's State Art Collection.",
  "Storm Watch: The Art of Barbara Earl Thomas (nke University Washington Press bipụtara na 1998)"
]