[
  "Sidney Kofi Ofori bụ onye Ghana na-edekọ egwu na onye ọchụnta ego nke a na-akpọ Barima Sidney.",
  "A mụrụ ya na Accra, Ghana, ma nọrọ afọ ntolite ya n'ụlọ akwụkwọ n'ebe ahụ",
  "Ọ gara Harvard College na West African Secondary School ebe ọ gụsịrị akwụkwọ na 1996",
  "Ọ gakwara Institute of Professional Studies (I.P.S.), ebe ọ nwetara diplọma na Business Studies, ahịa (nhọrọ mmekọrịta mmadụ na ibe ya).",
  "Kemgbe afọ 2001, Sidney enyewo aka na ụlọ ọrụ egwu Ghana na egwu ya gbasara mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị ma rụọ ọrụ na Ghana na mba ofesi.",
  "Sidney nwetara aha mbụ ya na 2001 mgbe ọ wepụtara abọm izizi ya, Tinana",
  "Abọm ahụ mere nke ọma, abọm nke abụọ ya, Akofna (2003) sochiri ya",
  "O gosipụtara abụ esemokwu \"Abuskeleke\". Abụ ahụ ghọrọ ukwe, ma jiri ya kọwaa uwe mkpirikpi, nke na-adịghị mma ma ọ bụ nke na-akpali akpali",
  "Sidney kọwara ihe ọ pụtara dị ka \"ezi itinye ego\", nke a na-eche na ọ pụtara itinye ego na ịgba akwụna.",
  "A tọhapụrụ \"Y No Saa\" n'afọ 2012 na egwu abụọ: \"Enkɔ yie\" na \"Awuchie cruise\"",
  "Egwú ya dị ka onye na-ese egwu malitere na \"Ebobɔba (Gadindim Gadem) \" na 2012, na \"E bobɔba Reloaded\" na 2013.",
  "Na Febụwarị 27, 2016, Sidney guzobere otu na-abụghị nke ndọrọ ndọrọ ọchịchị a na-akpọ \"Mutashi Movement\" nke nwere ụkpụrụ \"Rise for the Future\"",
  "Ebumnuche nke otu ahụ bụ ịkụziri ndị ntorobịa banyere ikike ha, nnwere onwe, na ọrụ ha na ọchịchị onye kwuo uche ya. Ndị otu ahụ haziri usoro ihe omume gụnyere \"Nkwado zuru oke maka Black Stars\" na mkpọsa It's your Right to Vote, yana ikere òkè na Chalewote Festival 2016.",
  "Sidney na-abụkarị rap n'asụsụ obodo ya Twi, a na-ewerekwa ya dị ka onye na-ese okwu na onye na-eti egwu ndọrọ ndọrọ ọchịchị n'ihi abụ ya na-akatọ ndị otu ndọrọ ndọrọ ọchịchị na ndị isi. Ọ ghọrọ onye Ghana mbụ na-eme  nkiri hiplife na-eme na otu egwu na Ghana na arụmọrụ ya akpọrọ \"HIP LIVE\"",
  "\"Abuskeleke\" bụ abụ hiplife mbụ ya a ga-abụ abụ na ndụ, n'ihi ya kwa, a kpọrọ ya aha egwu nke 2003 album ya. \"S lakti Noo,\" ma ọ bụ \"Scent Noo,\" bụ abụ na-ese okwu nke na-ekwu maka ọrụ rụrụ arụ.",
  "Sidney anọwo na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị, na-akpọ onwe ya onye na-akwado otu ndọrọ ndọrọ ọchịchị ụfọdụ. N'afọ 2003, New Patriotic Party jiri \"S__ilo____ilo____ilo__ Noo\" mee ihe dị ka abụ mkpọsa n'oge ha na National Democratic Congress, otu ndị mmegide nke nọ n'ọchịchị n'oge ahụ, maka ikike ya na ntuli aka Ghana nke afọ 2004. Ọ bụ ezie na a tọhapụrụ abụ ahụ n'afọ 2003, ọ nwetara ewu ewu n'afọ 2004; \"S__ilo____ilo____ilo__ No\" bụ okwu mmeri nke onye New Patriotic Party bụ John Kuffour nke ọ gbara ọsọ mmeri.",
  "Arụmụka ya na egwu Sidney toro na album ya nke afọ 2004 Obiaa Nye Obiaa, nke kwuru maka arụmụka gbasara ịha nhata na ọha mmadụ",
  "E nwere ezumike mgbe abọm a gasịrị ebe ọ nyochara otu afọ maka otu esi agafe na mba ndị na-asụ French na egwu ya",
  "O weputara abọm Africa Monie na ngwụcha afọ 2007. Ọganihu a mere ka ọ gaa njem ma rụọ ọrụ n'ọtụtụ mba Afrịka dị ka Benin, Cameroon, na Chad.",
  "Òtù ndị na-achị Afrịka ndị jiri \"Africa Monie\" mee ihe dị ka abụ mkpọsa gụnyere Congress for Democracy and Progress nke Burkina Faso; Democratic Party nke Equatorial Guinea; Rally of the Republicans nke Côte d'Ivoire; na nso nso a, All Progressives Congress nke Nigeria. Òtù ndọrọ ndọrọ ọchịchị ndị a niile gbasoro nduzi nke Ghana's National Democratic Congress, nke jiri abụ ahụ mee ihe n'ụzọ na-abụghị nke gọọmentị na mkpọsa megide ọchịchị onye isi ala Kuffuor iji merie ntuli aka onye isi ala nke afọ 2008.",
  "Onye isi ala Liberia George Weah nyere Sidney ọrụ iduzi nnukwu mkpọsa maka ntiwapụ nke ọrịa Ebola. Egwú isiokwu mkpọsa a kpọrọ: \"Ebola; Africa ga-eguzo ma lụọ ọgụ ọnụ\" ka edere n'okpuru mkpuchi egwu \"Udo\" nke Lionel Peterson",
  "A na-akpọ abụ ahụ na BBC World Service iji mee ka a mara banyere ntiwapụ nke nje na-egbu egbu, Ebola hemorrhagic fever.",
  "Sidney sokwa na Child Soldier Campaign, nke a malitere na Liberia na 2003",
  "\"Nye ha mkpịsị akwụkwọ, ọ bụghị egbe\" bụ abụ ọ raara nye ụmụaka ndị agha niile nọ n'ụwa, ọkachasị n'Africa",
  "Ọ na-egosi Dr",
  "Kaunda, onye ya na ya na-ede egwu, na Eze Ayisoba, onye na-eti egwu ọdịnala.",
  "N'afọ 2004, Sidney malitere njem ya n'Africa",
  "Ọ rụrụ ọrụ n'ọtụtụ mba na obodo dị iche iche n'Africa, gụnyere Liberia, Togo, Equatorial Guinea, Nigeria, Chad, Mali, Ivorian Coast, Burkina Faso, na Benin. Ọ rụkwara ọrụ na Afro-pop Festival na Amsterdam na 2004 wee gaa njem n'obodo na steeti ụfọdụ dị na Ịtali gụnyere Modena, Napoli, na Brescia",
  "Na United Kingdom, Sidney emeela na London, Milton Keynes, Luton, Leeds, na Germany ọ gara Cologne, Hamburg, na Stuttgart",
  "Barima Sidney agagharịla n'ọtụtụ mba Europe, gụnyere Switzerland."
]