[
  "Barkley L",
  "Hendricks (Amụrụ n'ọnwa Eprel 16, afọ1945 - rụọ ọnwa Eprel 18, afọ 3017) bụ onye Amerịka na-ese ihe n'oge a, onye nyere aka na Black portraiture na conceptualism",
  "Mgbe ọ na-arụ ọrụ na mgbasa ozi na ụdị dịgasị iche iche n'oge ọrụ ya (site na foto ruo na eserese ala), ọrụ Hendricks a kacha mara amara weere ụdị ihe osise mmanụ nke ndị Ojiị Amerịka.",
  "A mụrụ ya n'ọnwa Eprel 16, nke afọ 1945 na mpaghara Tioga nke North Philadelphia, Barkley Leonnard Hendricks bụ nwa mbụ dị ndụ nke Ruby Powell Hendricks na Barkley Herbert Hendricks",
  "Nne na nna ya si Halifax County, Virginia kwaga Philadelphia n'oge Nnukwu Migration mgbe ọnụ ọgụgụ buru ibu nke ndị Afrịka-Amerịka si n'ime ime obodo Southern United States pụọ",
  "Hendricks gara Simon Gratz High School ma gụsịrị akwụkwọ n'afọ 1963",
  "Ọ gara Pennsylvania Academy of the Fine Arts (PAFA)",
  "Mgbe ọ gụsịrị akwụkwọ na PAFA n'afọ 1967, Hendricks kpebiri ịbanye na New Jersey National Guard ma chọta ọrụ dị ka onye nkuzi nka na ọrụ aka na Ngalaba Ntụrụndụ Philadelphia. N'afọ 1970, ọ malitere ịga Mahadum Yale ma gụsịrị akwụkwọ n'afọ 1972 na nzere bachelọ na masta",
  "Na Yale, ọ mụụrụ Bernard Chaet, Lester Johnson, Gabor Peterdi, Robert Reed, na onye na-ese foto Walker Evans.",
  "Hendricks bụ Prọfesọ nke Studio Art na Connecticut College, ebe ọ kụziri ihe osise, ihe osise mmanụ na ihe osise mmiri, na foto, site n'afọ 1972 ruo mgbe ọ lara ezumike nká n'afọ 2010, mgbe ọ ghọrọ Prọfesụ Emeritus",
  "N'etiti afọ 1960 mgbe ọ na-eme njem na Europe, ọ hụrụ ụdị ihe osise nke ndị na-ese ihe dị ka van Dyck na Velázquez n'anya. N'oge ọ gara ebe ngosi ihe mgbe ochie na ụka nke Britain, Italy, Spain na Netherlands, ọ chọpụtara na agbụrụ nke ya anọghị na nka ọdịda anyanwụ, na-ahapụ oghere nke na-enye ya nsogbu. Ka òtù Black Power na-enweta ume, Hendricks malitere ịgbanwe ihe ọ hụrụ na Europe site n'ịgbanwe nguzozi, na foto ndị enyi, ndị ikwu na ndị ọ na-amaghị, zutere n'okporo ámá, nke gosipụtara nkwenye na mpako ọhụrụ n'etiti ndị Ojiị Amerịka. N'ihe osise ndị a, ọ gbalịrị itinye mpako, ọnụnọ dị ùgwù n'elu ndị ọ na-ese",
  "Ọ na-ese ndị Ojiị Amerịka ugboro ugboro megide nkọwa monochrome nke obodo ukwu ndị dị n'ebe ugwu ọwụwa anyanwụ Amerịka",
  "A na-ewere ọrụ Hendricks dị ka ihe pụrụ iche na alụmdi na nwunye ya nke American realism na post-modernism",
  "Ọ bụ ezie na Hendricks emeghị ka ndị ọ na-achị dị ka ndị ama ama, ndị a na-emegbu, ma ọ bụ ndị na-eme ngagharị iwe, ndị e gosipụtara n'ọrụ ya na-abụkarị olu ndị isi ojii na-anọchite anya nke ndị afọ 1960s na 1970s",
  "Hendricks guzoro n'akụkụ ndị ọ na-achị ma gosipụta onwe ya n'ọrụ",
  "N'afọ 1969, o sere otu n'ime ihe osise mbụ ya, Lawdy Mama, nke na-egosi nwa agbọghọ (nwa nwanne ya nke abụọ) n'ụdị ihe oyiyi Byzantine nwere akwụkwọ ọla edo gbara ya gburugburu ejiji ọgbara ọhụrụ na Angela Davis style afro na ákwà nwere oghere",
  "Hendricks kwuru na foto ndị ahụ bụ maka ndị ọ maara, ọ bụkwa naanị ndọrọ ndọrọ ọchịchị n'ihi ọdịbendị nke oge ahụ."
]