[
  "Barry Hankerson (amụrụ n'August 3, 1947) bụ ónyé America na-emepụta ihe ndekọ, ónyé nwe ụlọ ọrụ egwu na onye njikwa",
  "Hankerson bụ ónyé guzobere Blackground Records. Ọ bụ nwanne nna nke ónyé na-agụ egwu na ónyé na-eme ihe nkiri Aaliyah.",
  "A mụrụ ya ma zụlite ya na Harlem, New York City, Hankerson gàrà Mahadum Central State na Ohio, ébé ọ gụrụ akwụkwọ na mmekọrịta mmadụ na ibe ya ma gbaa bọọlụ",
  "Mgbè ọ nwetasịrị nnwale na-enweghị isi maka New York Jets, ọ kwagara Detroit, Michigan, ebe ọ rụrụ ọrụ dị ka onye nhazi ọbọdọ n'ọfịs onye isi ọbọdọ Coleman Young na mbido afọ 1970. Ka e mesịrị n'ime afọ iri ahụ, ọ banyere n'ụlọ ọrụ ntụrụndụ, nyere aka mepụta ihe nkírí 1976 Pipe Dreams, nke ya na nwunye ya n'oge ahụ Gladys Knight",
  "O mepụtara egwuregwu Ron Milner Don't Get God Started na 1988.",
  "Hankerson formed Blackground in 1993, as a result of unsuccessful efforts to sign his niece, Aaliyah, to big record labels",
  "Using his connection with singer R",
  "Kelly, who he managed at the time, Hankerson obtained a contract with Jive to distribute the release of Aaliyah's debut album Age Ain't Nothing but a Number",
  "Initially named Blackground Enterprises, the label switched its name to Blackground Entertainment and later Blackground Records in 2000",
  "It co-operated with a publishing company founded by Hankerson, named Black Fountain Music",
  "Hankerson served as Aaliyah's manager until 1995 when her father, Michael Haughton, took over as manager",
  "Aaliyah remained on his label until her death on August 25, 2001. He managed and produced The Winans, and was a percussionist on their albums Let My People Go and Decisions",
  "Hankerson also managed Toni Braxton.",
  "Hankerson lụrụ Gladys Knight n'ọnwa Ọktoba n'afọ 1974; mgbè afọ anọ gachara, di na nwunye ahụ gbara alụkwaghịm. O nwèrè otu nwa nwanyị na ụmụ nwoke abụọ; otu ya na Knight, Shanga-Ali Hankerson na Jomo Hankerson, nwa ya nwoke nke okenye, site na alụmdi na nwunye gara aga. Hankerson bụ nwanne Diane Haughton na nwanne nna ya na ụmụ abụọ nke Michael Haughton, ónyé na-agụ egwu R&B nke America Aaliyah na Rashad Haughton.",
  "Na Julaị 30, 2013, a kọrọ na JoJo gbara akwụkwọ megide Blackground Records màkà \"mmebi a na-apụghị idozi edozi na ọrụ ọkachamara ya\". Ụmụaka enweghị ike ịbịanye aka na nkwekọrịta nke ga-adịru ihe karịrị afọ asaá n'okpuru iwu steeti New York ma si otú a na-ekwu na dịka a bịanyere aka na nkwenye ya na 2004, nkwekọrịta ya kwesịrị ịkwụsị na 2011. N'ọnwa Disemba afọ 2013, ndị ọka iwu JoJo na Blackground kwetara ịhapụ ikpe ahụ ka ndị otu abụọ ahụ bịarutere nkwekọrịta n'èzí ụlọ ikpe. JoJo kwuru na ónyé njikwa ya na akara ya agaghị ahapụ ya na nkwekọrịta, mana ha na-ajụkwa ikwe ka ọ wepụta egwu ọ bụla."
]