[
  "Barron Claiborne bụ onye Amerịka na-ese foto na onye na-ese ihe nkiri nke toro na Boston, Massachusetts",
  "Ọ malitere ise foto mgbe ọ dị afọ iri",
  "Mgbe ọ kwagara New York n'afọ 1989 ọ malitere inyere ndị na-ese foto aka dịka; Richard Avedon, Irving Penn, Saint Claire Born, na Richard Numeroff",
  "Onye nkuzi foto ya, bụ Gordon Parks.",
  "E bipụtara foto Claiborne nke ndị egwu na ọtụtụ narị akwụkwọ, dị ka onyinyo ya nke DJ Khaled nke pụtara na mkpuchi ọnwa Septemba n'afọ 2016 nke magazin Paper",
  "Ọrụ ya apụtawokwa n'ọtụtụ mkpuchi ndekọ gụnyere; Tricky's Angels With Dirty Faces na N'Dea Davenport's album Bring It On",
  "Ihe osise ya dị mma dị na nchịkọta na-adịgide adịgide gburugburu ụwa gụnyere Polaroid Museum na Cambridge, Brooklyn Museum, Museum of Fine Arts, Houston, na MoCADA",
  "E gosipụtara ọrụ ya na Paris, Martha's Vineyard, na Art Basel",
  "N'afọ 2012, Claiborne natara onyinye site na The National Endowment for the Arts na afọ sochirinụ natara onyinye sitere na Creative Time.",
  "Otu n'ime ihe kachasị mkpa Claiborne rụzuru n'obodo egwu bụ usoro foto nke The Notorious B.I.G na-eyi okpueze ọla edo plastik n'ihu ihe na-acha ọbara ọbara. E mere foto ndị ahụ na ụlọ ọrụ Claiborne na New York n'ọnwa Maachị afọ 1997, naanị ụbọchị atọ tupu ọnwụ mberede nke onye na-eti egwu na Los Angeles, nke sitere na ịgba égbè",
  "Ihe oyiyi a ma ama site na usoro akpọrọ \"The King of New York,\" bụ otu foto sitere na foto iri na abụọ nke onye na-eti egwu site na oge foto. Ọtụtụ n'ime foto ndị ọzọ a sitere na nnọkọ ahụ ahụtụbeghị ọha na eze tupu etinye ya n'akwụkwọ afọ 2018 Contact High: A Visual History of Hip-Hop",
  "N'ihe ngosi 2019 dabere na akwụkwọ ahụ, (nke The Annenberg Space for Photography kwadoro na Los Angeles), e wuru ntinye dum nke oge foto a a na-agaghị echefu echefu",
  "Na mgbakwunye na mbipụta 100 cm x 150 cm nke onyinyo ahụ bụ isi, ihe ngosi nka nke \"The King Of New York\" gosipụtara otu n'ime vidiyo egwu The Notorious B.I.G na-akpọ na obere ihuenyo n'akụkụ mbipụta kọntaktị abụọ buru ibu yana okpueze plastik mbụ nke Claiborne zụrụ kpọmkwem maka ịgbapụ, gosipụtara na igbe ọla dị ka a ga-asị na e ji ezigbo ọla mee ya."
]