[
  "Bashiru Ademola Raji, FAAS bụ prọfesọ Naijiria nke sayensị ala, Pedologist, geologist, ọkachamara na-enyocha mmetụta gburugburu ebe obibi na onye bụbu osote onyeisi isi uloakwukwo nke Mahadum Fountain, Osogbo.",
  "Ọ bụ onye isi oche nke abụọ nke Mahadum ahụ",
  "Mmasị nyocha ya dị na mpaghara nyocha ala, atụmatụ ojiji ala, nyocha mmetụta gburugburu ebe obibi nke ojiji nke akụ na ụba na Pedology, ọmụmụ nke ala na gburugburu ebe obibi ha",
  "Ọ na-ekwu maka Pedogenesis, sayensị na ọmụmụ nke usoro ndị na-eduga n'ịmepụta ala na nke mbụ onye Russia na-amụ banyere ala Vasily Dokuchaev nyochara.",
  "Ọ bụ onye isi oche nke Soil Science Society of Nigeria.",
  "O nwetara nzere Bachelor of Science na Master of Science na Geology tupu ya enweta nzere Doctorate na sayensị ala na Mahadum Ahmadu Bello, Zaria",
  "O mechara nweta diplọma postgraduate na nyocha ala site na International Institute for Aerospace Survey and Earth Science (ITC) na Enschede, Netherlands.",
  "A mụrụ Bashiru Ademola Raji' na Offa, obodo na mpaghara gọọmentị dị na Kwara State, North-Central Nigeria",
  "O nwetara nzere Bachelor of Science na Master of Science na Geology tupu ya enweta nzere Doctorate na sayensị ala na Mahadum Ahmadu Bello, Zaria",
  "O mechara nweta diplọma postgraduate na nyocha ala site na International Institute for Aerospace Survey and Earth Science (ITC) na Enschede, Netherlands.\nỌ malitere ọrụ agụmakwụkwọ ya na Mahadum Ahmadu Bello ebe ọ ghọrọ prọfesọ nke sayensị ala ma jee ozi dị ka Dean nke ihe omume ụmụakwụkwọ",
  "Ọ rụrụ ọrụ dị ka Assistant Dean nke Postgraduate School, Faculty of Agriculture site n'afọ 2003 - 2005 tupu a họpụta ya dị ka Dean nke ihe omume ụmụakwụkwọ",
  "Tupu nke a, ọ bụ Onye isi nke ngalaba sayensị ala, ngalaba nke ọrụ ugbo, na onye nduzi nke atụmatụ agụmakwụkwọ na ngalaba nlekota nke mahadum site n'afọ 2006 ruo 2008.\nN'afọ 2003, ọ ghọrọ onye otu Ahmadu Bello University Senate onye nnọchi anya Board of National Agricultural Extension Research Liaison Services ma jee ozi na ikike ahụ afọ abụọ.\nỌ bụbu prọfesọ nleta na Mahadum nke Ilorin ebe ọ haziri ngalaba nke njikwa ihe onwunwe ọhịa ruo afọ abụọ (2013 - 2013).\nN'ọnwa Disemba afọ 2012, a họpụtara ya dị ka onye isi oche nke abụọ nke Mahadum Fountain",
  "Ọ nọchiri Prọfesọ Bukoye Oloyede, onye ọsụ ụzọ Vice chancellor nke Mahadum ahụ.",
  "Raji bụ onye otu African Scientific Institute na onye otu Soil Science Society of Nigeria",
  "Ọ bụ onye isi oche nke Soil Science Society of Nigeria."
]