[
  "Ndị Bassa bụ agbụrụ ọdịda anyanwụ Afrịka bụ ndị obodo Liberia",
  "Ndị Bassa bụ obere ìgwè nke ndị Kru buru ibu nke Liberia na Ivory Coast",
  "Ha mejupụtara ọnụ ọgụgụ ka ukwuu ma ọ bụ ọnụ ọgụgụ ka nta na mpaghara Grand Bassa, Rivercess, Margibi na Montserrado nke Liberia. N'isi obodo Liberia nke Monrovia, ha bụ agbụrụ kachasị ukwu. N'inwe ọnụ ọgụgụ mmadụ niile nke ihe dị ka nde 1.05 , ha bụ agbụrụ nke abụọ kachasị ukwu na mba Liberia (18%), mgbe ndị Kpelle (26%). A na-ahụkwa obere obodo Bassa na Sierra Leone na mba Ivory Coast.",
  "Ndị Bassa na-asụ asụsụ Bassa, asụsụ Kru nke sitere na ezinụlọ asụsụ Niger-Congo. Ha nwere usoro ederede nke ha mana ọ kwụsịrị iji ya mee ihe na narị afọ nke 19, a chọtara ya n'etiti ndị ohu nke Brazil na West Indies na afo 1890 ha, Thomas Flo Darvin Lewis wughachiri ya na mmalite na afo 1900. A na-akpọ ihe odide dabeere na ihe ịrịba ama ahụ e mere ka ọ dịghachi ndụ Ehni Ka Se Fa.",
  "N'asụsụ obodo, a makwaara ndị Bassa dị ka Gboboh, Adbassa ma ọ bụ Bambog-Mbog.",
  "Ndị Bassa si Western Sudan ma mesịa kwaga ma biri na West Africa na mpaghara ndị ọzọ gụnyere Liberia, Sierra Leone, Togo na Nigeria, Senegal ebe ndị ọzọ biri na mpaghara etiti Africa nke Cameroon na Congo",
  "Ìgwè ndị kewara ekewa n'ebe dị iche iche mepụtara ọdịbendị, asụsụ na ọha mmadụ dị iche iche",
  "Ndị Bassa nwere njikọ na ndị Basari nke Togo na Senegal, ndị Bassa-Mpoku na mpaghara Congo, ndị Bass nke Cameroon.",
  "Ihe akaebe asụsụ na ọdịnala ọnụ nke ndị a dịgasị iche iche, obere ma dị mkpa na-egosi na aha ha Bassa nwere ike ịbụ ihe jikọrọ ya na Bassa Sooh Nyombe nke pụtara \"ndị Nna Nkume\"",
  "Ndị ahịa Europe mbụ nwere nsogbu ịkpọpụta ahịrịokwu ahụ dum, a na-ejikwa ụdị Bassa dị mkpirikpi mee ihe na akwụkwọ ọdịda anyanwụ kemgbe ahụ.",
  "Okpukpe ọdịnala nke ndị Bassa nwere ntọala omume na omume, nke na-asọpụrụ ndị nna nna na mmụọ karịrị nke mmadụ. Iso Ụzọ Kraịst rutere n'etiti ndị Bassa n'oge ọchịchị ndị ọchịchị, a sụgharịrị Bible mbụ n'asụsụ Bassa na afo 1922",
  "Usoro nkuchi ahụ jikọtara echiche nke Chineke Ndị Kraịst na echiche ọdịnala ha nke Onye Kasị Elu na nna nna mbụ dị ike nke nwere ebere na ịbọ ọbọ, na-akwụghachi ndị ọma ụgwọ ma na-ata ndị ọjọọ ahụhụ. Okpukpe ọdịnala gụnyere emume nzuzo nke ụmụ nwoke na ụmụ nwanyị, dị ka ndị Sande.",
  "Ọtụtụ ndị ozi ala ọzọ sitere na okpukpe dị iche iche nke Iso Ụzọ Kraịst anọwo na-arụsi ọrụ ike n'etiti ndị Bassa na narị afọ nke 20",
  "Ihe ndị a emeela ka ọtụtụ ụka Bassa nwere onwe ha si Europe, North America, Africa na òtù Evangelical. N'oge a, ndị Bassa na-emekarị Iso Ụzọ Kraịst, mana ha ejigidewo akụkụ nke okpukpe ọdịnala ha.",
  "Ndị Bassa bụ ndị ọrụ ugbo bi na omenala na-akụ yam, cassava, eddoes na plantain",
  "Ha bụ agbụrụ ndị nweere onwe ha na-ebi n'ime obodo, nke ọ bụla nwere onye isi.",
  "Àtụ:Ethnic groups in Liberia"
]