[
  "Cosse Group bụ ụlọ ọrụ nkwukọrịta ahịa na Lagos, Naijiria",
  "Onye guzobere Cosse bụ Funmi Onabolu, onye bụ onye isi nchịkwa mbụ na Chief Operating Officer na ụlọ ọrụ nkwukọrịta ahịa Biodun Shobanjo's Insight-Grey (nke jikọtara ya na Grey Global Group)",
  "Ụlọ ọrụ ahụ malitere ọrụ na afọ 1995.",
  "Ndị ahịa ụlọ ọrụ ahụ gụnyere United Bank for Africa (UBA), Virgin Nigeria Airways, Wema Bank, Nigerian Breweries Plc, ARM, Interswitch, UAC Dairies, Nando's, Unilever, Nordica Fertility Centre, Lumos, na CFAO Motors",
  "Cosse merikwara azụmahịa okike maka Promasidor na Naịjirịa, na-esote asọmpi asọmpi siri ike nke gụnyere ụlọ ọrụ mgbasa ozi Naịjirị na Disemba na afọ 2010.",
  "Cosse na ụlọ ọrụ ndị ọzọ na ụlọ ọrụ mmepụta ihe dị ka London Advertising na mba London & Joe Public na South Afrika na-arụ ọrụ ugbu a.",
  "Cosse mepụtara ihe ngwọta pụrụ iche dị ka 'Sunny Golden World of B&H' Radio music hit show maka British American Tobacco (BAT) na mgbakwunye na 'Star Wheel of Fortune' na 'Looking Good with Amstel Malta' ma maka Nigerian Breweries Plc (ụlọ ọrụ Heineken mba ụwa) Ụlọ ọrụ ahụ nyekwara aka n'ime ka Star Lager na Benson & Hedges bụrụ akara mbụ na ahịa ha, site na atụmatụ ahịa pụrụ iche.",
  "Cosse malitere nkwurịta okwu Through-the-line (TTL) na akaụntụ Benson & Hedges na afọ 2000 wee sonye na netwọk Bates Worldwide na afọ 2001.",
  "Ọ ghọọ kwara ụlọ ọrụ mpaghara mbụ na-abụghị ebe ahụ nyere ohere ịmepụta echiche okike maka ma B & H na akaụntụ ụlọ ọrụ BAT.",
  "N'afọ 2003, mgbe a na-agbaso mkpọsa mgbasa ozi squib, Cosse meriri Globacom Advertising pitch, akaụntụ nke ụlọ ọrụ ahụ mechara gbaa arụkwaghịm mgbe afọ ole na ole gachara mgbe nkwekọrịta dị n'etiti òtù abụọ ahụ.",
  "Cosse TTL bụ onye otu ụlọ ọrụ nke Cosse Group, n'akụkụ ụlọ ọrụ ndị ọkachamara ndị ọzọ gụnyere TownCriers (Experiential Marketing and Brand Activation) MediaIntegra (Strategic Media Planning and Buying) ProChannel (Trade/Channel marketing) Media Junction (Audio-visual production and content development)",
  "N'afọ 2009, onye isi oche Cosse, Funmi Onabolu ghọrọ onye isi oche nke Association of Advertising Agencies na Naijiria (AAAN)"
]