[
  "Bazin (Arabic: البازين, nke a na-akpọ , bụ achịcha na-enweghị ihe na-eko achịcha na nri Libya nke e ji ọka bali, mmiri na nnu mee",
  "A na nakwado bazin site n'isi ụtụ ọka bali n'ime mmiri wee tie ya iji mepụta ntụ ọka site na iji magraf, nke bụ osisi pụrụ iche e mere maka nzube a",
  "Enwere ike itinye ntụ ọka ahụ n'ime efere ma nye ohere ka ọ sie ike, mgbe nke ahụ gasịrị, a na-eme ya ma ọ bụ na-esi ya ọkụ",
  "[lower-alpha 1] Nnu na-enye aka na ike nke bazin",
  "Bazin nwere ike ịnwe ihe yiri ihe siri ike na ihe siri ike",
  "A pụrụ ịkwado ya site na iji ntụ ọka wit dum, mmanụ oliv na ose dị ka ihe ndị mejupụtara ya.",
  "A na-ejikarị tomato sauce, àkwá, poteto na atụrụ enye bazin",
  "Usoro nkwado isi ya na-agụnye ịkpụzi ntụ ọka ahụ ka ọ bụrụ pyramid ma ọ bụ dome, e mesịa, a pụrụ iji ofe tomato ma ọ bụ stew anụ na poteto wụsara n'elu ma ọ bụ gburugburu ma jiri àkwá sie ike chọọ ya mma",
  "Enwere ike itinye akwa raw n'ime ofe ọkụ",
  "Aseeda bụ efere eji bazin, mmanụ aṅụ, sirop dat na bọta ma ọ bụ mmanụ a kwadebere",
  "Bazin nwekwara ike isonyere ugu esiri esi na ngwakọta tomato ihendori.",
  "Mgbe a na-eri ya, a pụrụ \"ịkụkọta ya ma jiri mkpịsị aka rie ya\"",
  "A na-eri ya site na iji aka nri, a pụkwara iri ya n'otu",
  "A kọwawo Bazin dị ka nri ọdịnala na dị ka nri mba Libya.",
  "Enwere irụwadebe ofe Bazin site n'iji ya esi nri (ma ọ bụ ubu ma ọ bụ ụkwụ) na yabasị a pịrị apị, turmeric, nnu, chilli powder, helba (fek), paprika na-atọ ụtọ, ose ojii na tomato paste",
  "A pụkwara itinye agwa buru ibu, lentil na poteto",
  "A na-ahazi ofe, àkwá, poteto na anụ gburugburu ebe a na-eme ntụ ọka",
  "A na-ejikarị lemon na chillies ọhụrụ ma ọ bụ pickled (imsaiyar) eri nri ahụ.",
  "Ụzọ ochie e si eme bazin bụ iji mepụta ntụ ọka ahụ n'ime achịcha nkwụ ma sie ya na mmiri n'ime ite ọla kọpa pụrụ iche a na-akpọ__hau____hau____hau__",
  "A na-eji nnukwu, dị larịị, osisi na-agwakọta achịcha ọka bali, ebe ọ bụ na ha siri ike, n'ime ite ahụ ma gwakọta ha iji mepụta otu nnukwu iberibe",
  "N'oge ndị a, a na-ejikarị blender eme ihe, ma ọ bụ a na-esi ntụ ọka ahụ ozugbo na mmiri dị ka pudding.",
  "Àtụ:Notelist",
  "Kpọpụta njehie: <ref> tag with name \"Rozario 2004\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Footprint\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Davidson Jaine Davidson Saberi 2006\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Blady 2000\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Long 2015\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"The Libyan Journal of Agriculture 1977\" defined in <references> has group attribute \"\" which does not appear in prior text."
]