[
  "A bean bụ mkpụrụ nke otu na ime ọtụtụ ụdị nke ezinụlọ osisi na-agbasa okooko Fabaceae, nke a na-eji dị ka akwụkwọ nri maka nri mmadụ ma ọ bụ anụmanụ. Enwere ike isi ha na otụtụ ụzọ dị iche iche, gụnyere isi nri, isi nri, na isi nri, ma jiri ha mee ihe na ọtụtụ nri ọdịnala na uwa niile.",
  "Okwu ahụ bụ \"bean\" na okwu German ya (dịka",
  "German Bohne) adịgo na-ejikarị eme ihe n'asụsụ West German kemgbe tupu narị afọ nke iri na abụọ, na-ezo aka na agwa sara mbara, chickpeas, na mkpụrụ osisi ndị ọzọ",
  "Nke a bụ ogologo oge tupu a mara ụdị New World Phaseolus na Europe",
  "Mgbe mmekọrịta nke oge Columbian na etiti Europe na Amerịka, a gbatịkwuru okwu ahụ na mkpụrụ nke Phaseolus, dị ka ọka na ọka na-agba ọsọ, na ụdị Vigna",
  "Ọ dịla anya a na-eji okwu ahụ eme ihe na ozuzu ya na ọtụtụ mkpụrụ ndị ọzọ yiri ya, dị ka Old World soybeans, peas, vetches ndị ọzọ, na lupins, na ọbụna ndị yiri obere, dị ka kọfị, vanilla beans, castor beans, na cocoa beans. Na ihi ya, okwu ahụ bụ \"bean\" na ozuzu ya nwere ike izo aka n'ọtụtụ ụdị dị iche iche.",
  "A na-etinye kari wa mkpụrụ a na-akpọ \"beans\" na etiti ihe ọkụkụ a na-ahụkarị \"pulses\" (legumes), ọ bụ ezie na okwu ndị ahụ anaghị agbanwe mgbe niile (iji ya eme ihe dịgasị iche site na ụdị osisi na mpaghara)",
  "Okwu abụọ ahụ, agwa na pulses, na-echekwa maka ihe ọkụkụ ma si otú a wepụ akwụkwọ nri ndị nwere obere mkpụrụ ma jiri ya mee ihe maka ebumnuche na-abụghị ọka (forage, hay, na silage), dị ka clover na alfalfa",
  "Òtù Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu na-akọwa \"BEANS, DRY\" (koodu isiokwu 176) dị ka nke metụtara naanị ụdị Phaseolus. Nke a bụ otu n'ime ihe atụ dị iche iche nke otu okwu dị warara nke a na-eme ka ọ dị na iwu azụmahịa ma ọ bụ botany na-adịkarị n'asụsụ okike na ihe omimi sara mbara na ojiji nri na ojiji n'ozuzu; ihe atụ ndị ọzọ a na-ahụkarị bụ ihe omimi nke okwu nut na ihe omuma sara mbara nke okwu <i id=\"mwVA\">nut</i>, na eziokwu ahụ bụ na tomato bụ mkpụrụ osisi, n'ikwu okwu botanical, mana a na-emekarị ha dị ka akwụkwọ nri na ozu n'ojii",
  "N'ụzọ yiri nke ahụ, nkọwa ọzọ nke ojiji bụ na ọtụtụ ụdị osisi ndị a na-akpọ agwa mgbe ụfọdụ, gụnyere Vigna angularis (azuki bean), mungo (black gram), radiata (green gram), na aconitifolia (moth bean), bụ ndị e kewara dị ka Phaseolus ma e mesịrị gbanwee ya ma nyocha taxonomic anaghị akwụsị kpamkpam iji mmetụta ndị guzosiri ike n'ozuzu.",
  "N'adịghị ka pea ndị yiri ya, agwa bụ ihe ọkụkụ na oge ọkọchị nke chọrọ okpomọkụ iji too",
  "Legumes nwere ike ijikọta nitrogen ma ya mere ọ chọrọ obere fatịlaịza karịa ọtụtụ osisi",
  "Uto na-abụkarị ụbọchị 55 na 60 site na ịkụ ruo owuwe ihe ubi. Ka mkpụrụ osisi bean na-etolite, ha na-acha odo odo ma kpọọ nkụ, na agwa dị n'ime na-agbanwe site na akwụkwọ ndụ akwụkwọ ndụ gaa na agba ha tozuru etozu",
  "[nkọwa dị mkpa] Dị ka osisi vaịn, osisi bean chọrọ nkwado mpụga, nke nwere ike iwere ụdị \"ụlọ ọka\" pụrụ iche ma ọ bụ osisi",
  "Ụmụ amaala America na-akụkarị ha na ọka na squash (nke a na-akpọ Three Sisters), na nnukwu ọka na-arụ ọrụ dị ka nkwado maka agwa."
]