[
  "Beatrice Atim Anywar (née Beatrice Atime), nke a na-akpọkwa Betty Anywar, (amụrụ na 9 Jenụwarị, na afọ 1964), bụ onye ndọrọ ndọrọ ọchịchị Uganda nke na-eje ozi dị ka onye omeiwu na-anọchite anya Kitgum Municipality Constituency na 10th Ugandan Parliament (2016 ruo 2021). Site na 14 Disemba, na afọ 2019, ọ na-eje ozi n'otu oge ahụ dị ka Minista Steeti maka Gburugburu Ebe Obibi, na Kọmitii Ugandan",
  "Ọ nọchiri Dr",
  "Mary Goretti Kitutu, onye a họpụtara ka ọ bụrụ Minista na-ahụ maka ike na mineral, n'otu ụlọ ọrụ ahụ.",
  "A mụrụ ya na Kitgum District, na mpaghara Acholi, na mpaghara Northern nke Uganda, na Jenụwarị 9, na afọ 1964",
  "N'afọ 1991, ọ gụsịrị akwụkwọ na Advanced Diploma in Marketing, na Makerere University Business School",
  "N'afọ 2004, ọ nwetara nzere Bachelor of Public Administration na Mahadum Islam dị na Uganda",
  "Mahadum Makerere, mahadum ọha na eze kachasị ochie na nke kachasị ukwuu na Uganda nyere ya nzere Master of Public Administration and Management",
  "O nwekwara asambodo na Democracy na Good Governance, nke o nwetara na Mahadum Marquette, na United States.",
  "Ruo ihe karịrị afọ abụọ, site na afọ 1991 ruo na afọ 1993, Beatrice Anywar rụrụ ọrụ dị ka Depot Manager na ụlọ ọrụ a na-akpọ UFEL Uganda",
  "Mgbe ahụ maka afọ abụọ sochirinụ, na afọ 1994 rụọ na afọ 1995, ọ rụrụ ọrụ dị ka Senior Marketing Officer na Vitafoam Uganda Limited, ụlọ ọrụ na-emepụta matarasị",
  "Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ n'ọfịs nlekọta ndị ahịa nke National Water and Sewerage Corporation, na-eje ozi n'ebe ahụ afọ asatọ, site na afọ 1996 ruo na afọ 2004.",
  "Ọ banyere na ndọrọ ndọrọ ọchịchị ntuli aka nke Uganda site na ịsọ mpi maka oche ndị omeiwu nke Kitgum Municipality Constituency na afọ 2006",
  "A họpụtara ya, na-emeri onye na-azọ ọkwa onye National Resistance Movement bụ Santa Okot",
  "A họpụtara ya dị ka minista onyinyo maka gburugburu ebe obibi, n'oge mbụ ya na ndị omeiwu, n'ihi ọrụ ya na gburugburu ebe obibi.",
  "A mara ya nke ọma maka ọrụ ya iji chekwaa Ọhịa Mabira na Uganda",
  "Onye isi ala Yoweri Museveni, na gọọmentị, tupu ọrụ ya kpebiri ire ọhịa ahụ na ụlọ ọrụ shuga Sugar Corporation of Uganda Limited (SCOUL) iji belata ya ma gbanwee ya ka ọ bụrụ ubi okpete maka mmepụta ethanol",
  "Atim lụrụ ọgụ na ihe atụ National Association of Professional Environmentalists iji kwụsị ịkpụ osisi, ma hazie boycott nke shuga SCOUL.",
  "N'afọ 2007, ihe dị ka 100,000 ndị Uganda mere ngagharị iwe na ngagharị iwe a na-akpọ \"Save Mabira Crusade\" megide onye isi ala na ndị agha iji chekwaa ọhịa ahụ",
  "Mmadụ atọ nwụrụ ma merụọ ọtụtụ ndị ahụ",
  "Ndị agha na ndị uwe ojii nọchibidoro ụlọ Atim Anywar, a tụkwara ya mkpọrọ maka iyi ọha egwu.",
  "N'oge ntuli aka ndị omeiwu nke afọ 2016, Betty Anywar meriri na ntuli aka Forum for Democratic Change. Ọ gbara ọsọ dị ka onye ndọrọ ndọrọ ọchịchị nwere onwe ya. Ọ meriri n'oche ndị omeiwu, na ohere dị mma, na-eti ọtụtụ ndị mmegide dị elu.",
  "N'ọnwa Disemba, na afọ 2017, n'oge ntuli aka ndị omeiwu iji wepụ afọ ole onye isi ala, Beatrice Atim Anywar vootu \"Ee\", nke na-ewute ndị ndọrọ ndọrọ ọchịchị na-emegide ya.",
  "N'abalị iri na anọ n'ọnwa Disemba n'afọ 2019, a kpọrọ aha ya na kọmitii nke Uganda dị ka minista nke steeti maka gburugburu ebe obibi; ọkwá onye isi ala nke Uganda Yoweri Kaguta Museveni họpụtara ya."
]