[
  "Beatrice Mukaye Wabudeya bụ dọkịta anụmanụ na onye ndọrọ ndọrọ ọchịchị nke Uganda",
  "Ọ bụ onye bụbu Minista nke Kampala Capital City Authority (KCCA), na Cabinet Ugandan, site na 17 Machị 2011 ruo 27 Mee 2011. Tupu nke ahụ, ọ rụrụ ọrụ dị ka Minista maka Onye isi ala, site na 2006 ruo Mee 2011",
  "Na ntuli aka nke 27 Mee 2011, Kabakumba Masiko nọchiri ya na Ministry for the Presidency. Ọ rụrụ ọrụ dị ka onye omeiwu (MP), na-anọchite anya Sironko District Women's Constituency site na afọ pụkụ abụọ na otụ ruo pụkụ abụọ na iri na otu",
  "A mụrụ ya na Sironko District na 12 Disemba 1956",
  "Beatrice Wabudeya gụsịrị akwụkwọ na nzere dọkịta anụmanụ nke Bachelor of Veterinary Medicine (BVM) na Mahadum Makerere na 1979",
  "Ọ gara n'ihu nweta nzere Master of Science (MSc), ọkachamara na Agricultural Extension, kwa site na Mahadum Makerere na 1996.",
  "Site na 1979 ruo 1988, Beatrice Wabudeya rụrụ ọrụ dị ka onye ọrụ Veterinary na Mbale District",
  "Site na 1988 ruo 1993, ọ rụrụ ọrụ dị ka Chief District Veterinary Officer maka Mbale District",
  "Site na 1993 ruo 1996, ọ rụrụ ọrụ dị ka Chief Production Officer maka Mbale District",
  "N'afọ 1996, ọ banyere na ndọrọ ndọrọ ọchịchị wee sọọ mpi maka oche ụmụ nwanyị nke Mbale District na tiketi National Resistance Movement",
  "Ọ meriri n'oche ahụ ma jee ozi ruo n'afọ 2001.",
  "Site na 1998 ruo 1999, ọ rụrụ ọrụ dị ka Minista nke Steeti maka Mmekọrịta Mmekọrịta nwoke na nwanyị na ọdịbendị",
  "N'afọ 1999, ọ rụrụ ọrụ dị ka Minista nke Steeti maka Ahụike (Primary Health Care), ọfịs ọ nọgidere na ya ruo n'afọ 2001",
  "N'afọ 2001, ọ gbara ọsọ maka oche onye nnọchi anya ụmụ nwanyị maka Sironko District",
  "Ọ meriri n'oche ahụ, a họpụtakwara ya ọzọ n'afọ 2006",
  "A họpụtara ya ka ọ bụrụ Mịnịsta maka Onye isi ala n'afọ 2006 na-eje ozi n'ọkwa ahụ ruo mgbe a chụpụrụ ya na May 2011. Ruo ọnwa abụọ, site na 17 Machị 2011 ruo 28 Mee 2011, ọ rụrụ ọrụ dị ka Minista maka Kampala Capital City Authority.",
  "N'oge gara aga, ọ rụrụ ọrụ dị ka onye omeiwu a họpụtara ahọpụta na-anọchite anya Sironko District Women's Constituency",
  "N'ọnwa Machị afọ pụkụ abụọ na iri na otu , ọ gbara ọsọ megide Nandala Mafabi nke otu ndọrọ ndọrọ ọchịchị Forum for Democratic Change (FDC) na \"Budadiri County West\" na Sironko District. Mafabi meriri n'ụzọ dị mfe. N'afọ 2014, a họpụtara ya ka ọ bụrụ onye isi oche nke Kọmitii Onyinye Onye isi ala nke mmadụ asatọ maka afọ ise sochirinụ.",
  "Na mgbakwunye na ọrụ ya akọwapụtara na mbụ, ọ na-ejekwa ozi dị ka onyeisi oche nke ndị nduzi nke National Enterprise Corporation, malite na 20 Machị 2014."
]