[
  "Mma Lily Zhuwao (/ zuːˈwaɪoʊ/; amuru 10 Jenụwarị 1965) bụ onye ndọrọndọrọ ọchịchị Zimbabwe, na nwunye onye bụbu minista gọọmentị Patrick Zhuwao",
  "Ọ bụkwa nwunye nwa Sabina Mugabe, nwanne onye bụbu onye isi ala Zimbabwe Robert Mugabe.",
  "Beauty Lily Zhuwao (/zuːˈwaɪoʊ/; amụrụ na 10 Jenụwarị 1965) bụ onye ndọrọ ndọrọ ọchịchị Zimbabwe, na nwunye onye bụbu minista gọọmentị Patrick Zhuwao",
  "Ọ bụkwa nwunye nwa Sabina Mugabe, nwanne nwanyị onye bụbu onye isi ala Zimbabwe Robert Mugabe",
  "Tupu afọ 2015, Zhuwao na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị ZANUīPF, na-eje ozi ọtụtụ afọ dị ka onye na-ahụ maka akụ na ụba nke mpaghara Mashonaland West Province.",
  "N'oge mkparịta ụka ndọrọ ndọrọ ọchịchị nke Zimbabwe n'afọ 2008, a họpụtara Zhuwao ka ọ bụrụ onye otu Kọmitii Nhọrọ Iwu (COPAC), nke rụrụ ọrụ idepụta iwu ọhụrụ nke Zimbabwe. E kenyere ya ọrụ dị ka onye na-ekwu okwu, na-atụle echiche ọha na eze n'oge usoro ide iwu. N'ọnwa Septemba afọ 2010, Zhuwao wakporo onye otu kọmitii ibe ya bụ Bednock Nyaude, onye otu ụlọ omebe iwu nke Bindura South. Zhuwao wakporo Nyaude n'èzí ọfịs onye nchịkwa distrikti maka Kadoma na Mashonaland West Province. Ọ kụrụ ya ihe n'obi mgbe ọ boro ya ebubo na ọ na-ekwu na ya nwere nsogbu onwe ya, ebubo Nyaude gọnahụrụ. Mgbe ihe ahụ mere, Nyaude kọrọ banyere mwakpo ahụ na Kadoma Central Police Station na 7 Septemba 2010, ma gwa ndị otu COPAC Editor Matamisa na Walter Chidakwa, ndị otu House of Assembly. Matamisa, n'aka nke ya, kọọrọ ndị isi oche COPAC Paul Mangwana na Douglas Mwonzora ihe merenụ",
  "Monzwora kwuru na ọ bụrụ na a mara ya ikpe, a ga-akwụsị Zhuwao na COPAC.",
  "Na 6 Febụwarị 2011, Tsitsi Mugabe meriri Zhuwao na ntuli aka maka onye isi oche nke Kọmitii Nhazi Mpaghara ZANUPF Zvimba. Mugabe nwetara vootu iri abụọ na isii na vootu iri na anọ nke Zhuwao.",
  "N'ọnwa Ọktoba n'afọ 2014, Zhuwao sonyere n'ọgụ dị ọkụ nke ZANUPF n'etiti osote onye isi ala Joice Mujuru na Minista Ikpe Zụziri Emmerson Mnangagwa. N'oge ihe di ya kọwara dị ka \"mgbalị ọchịchị\", Zhuwao kụrụ onye isi oche mpaghara ZANUPF Mashonaland West Temba Mliswa aka mgbe ha nwesịrị nkwurịta okwu. A kọrọ na ọ kụrụ Mliswa aka, onye na-emegwara ya, otu ugboro, tupu ndị ọzọ nọ ebe ahụ etinye aka. Akụkọ banyere ihe merenụ n'oge na-adịghị anya gbasara na ịntanetị. N'ime nzukọ ya na ndị isi gọọmentị ụbọchị ole na ole ka e mesịrị, a kọrọ na Onye isi ala Robert Mugabe gọnahụrụ na a nwara iwe ọchịchị, kwupụtara enweghị nkwenye maka ihe merenụ, ma rịọ Mliswa mgbaghara n'aha Zhuwao. A kọkwara na Mugabe jụrụ Minista mgbasa ozi Jonathan Moyo ihe mere e ji gosipụta Mliswa na mgbasa ozi gọọmentị dị ka onye mwakpo mgbe n'eziokwu, ọ bụ onye mwakpo ahụ metụtara. Zhuwao kwupụtara ihe ahụ merenụ mana ọ jụrụ ikwu okwu, na-ekwu na ọ ga-emecha wepụta nkwupụta.",
  "N'ọnwa Julaị n'afọ 2015, Zhuwao si n'ọkwa ya dị ka onye na-ahụ maka akụ na ụba nke ZANUPF Mashonaland West Provincial Women's League n'ihi nrụgide sitere n'aka ndị otu pati ibe ya, bụ ndị boro ya ebubo na ọ jụrụ ịbịanye aka n'akwụkwọ mkpesa nke dugara n'ịchụpụ onye isi oche mpaghara Ziyambi Ziyambi. A kọrọ na a na-ahụ Zhuwao dị ka onye na-akwado Ziyambi ma si otú a bụrụ onye ndị mmegide Ziyambi lekwasịrị anya",
  "Zhuwao kwupụtara na ọ gbara arụkwaghịm, mana o kwuru na ọpụpụ ahụ enweghị ihe jikọrọ ya na ndọrọ ndọrọ ọchịchị, kama, ọ kwụsịrị ịga gụọ akwụkwọ na Mahadum Zimbabwe.",
  "Ọ lụrụ onye ndọrọ ndọrọ ọchịchị ZANU PF a chụgara mba ọzọ bụ Patrick Zhuwao na nwa ha nwoke bụ Jason Zhuwao bụkwa onye ndọrọ ndọrọ nke ZANU PF",
  "E debere ya na ndepụta mmachibido iwu nke United States n'afọ 2005."
]