[
  "N'ebe Moore Campbell (February 18, 1950 na November 27, 2006) bụ onye edemede America, onye nta akụkọ na onye nkuzi",
  "Campbell bụ onye dere akwụkwọ atọ kachasị ere na New York Times: Brothers and Sisters, Singing in the Comeback Choir, na What You Owe Me, nke bụkwa Los Angeles Times \"Best Book of 2001\"",
  "Ọrụ ya ndị ọzọ gụnyere akwụkwọ akụkọ Your Blues Ain't Like Mine, nke bụ New York Times Notable Book of the Year na onye mmeri nke NAACP Image Award for Literature; akwụkwọ ncheta ya, Sweet Summer: Growing Up With and Without My Dad; na akwụkwọ mbụ ya na-abụghị akụkọ ifo, Successful Women, Angry Men: Backlash in the Two-Career Marriage",
  "Edemede ya, isiokwu ya, na ihe ndị e wepụrụ na-apụta n'ọtụtụ akwụkwọ akụkọ.",
  "A mụrụ Elizabeth Bebe Moore, naanị nwa, ma zụlite ya na Philadelphia, Pennsylvania, ọ gụsịrị akwụkwọ na Philadelphia High School for Girls wee nweta nzere Bachelor of Science na agụmakwụkwọ elementrị na Mahadum Pittsburgh. Ọ bụ onye otu nsọpụrụ nke Alpha Kappa Alpha sorority.",
  "Ọrụ akụkọ ifo nke Campbell ga-egosipụtakarị mmetụta na-emerụ ahụ nke ịkpa ókè agbụrụ ga-emetụta ndị mmadụ n'otu n'otu na mmekọrịta ha",
  "N'afọ 1992, Campbell ga-ewepụta akwụkwọ akụkọ mbụ ya, nke a na-akatọkarị, Your Blues Ain't Like Mine, nke The New York Times Magazine kọwara dị ka otu n'ime akwụkwọ kachasị emetụta na 1992",
  "Akwụkwọ a, nke sitere n'ike mmụọ nsọ nke ogbugbu Emmett Till na 1955, na-akọwa mmetụta nke mpụ a na-enweghị isi nke ezinụlọ onye ahụ",
  "Campbell, nke Rodney King na ọgba aghara ndị sochirinụ na Los Angeles kpaliri, dere akwụkwọ akụkọ ya nke abụọ akpọrọ, Brothers and Sisters",
  "A ga-akpọ akwụkwọ akụkọ a akwụkwọ akụkọ The New York Times Magazine kacha ere naanị izu abụọ mgbe a tọhapụrụ ya na 1994.",
  "Mmasị Campbell nwere na ahụike uche bụ ihe kpaliri akwụkwọ ụmụaka mbụ ya, Sometimes My Mommy Gets Angry, nke e bipụtara na Septemba 2003",
  "Akwụkwọ a meriri National Alliance on Mental Illness (NAMI) Outstanding Literature Award maka afọ 2003",
  "Akwụkwọ ahụ na-akọ akụkọ banyere otu obere nwa agbọghọ si anagide nne ya na-arịa ọrịa uche zụlite ya",
  "Ms",
  "Campbell bụ onye otu National Alliance for the Mentally Ill na onye guzobere NAMI-Inglewood",
  "Akwụkwọ ya bụ 72 Hour Hold na-ekwu maka ọrịa uche. Egwuregwu mbụ ya, Even with the Madness, malitere na New York City na June 2003",
  "Ọrụ a laghachiri n'isiokwu nke ọrịa uche na ezinụlọ",
  "Dị ka onye nta akụkọ, Campbell dere edemede maka The New York Times Magazine, The Washington Post, Los Angeles Times, Essence, Ebony, Black Enterprise, yana akwụkwọ ndị ọzọ",
  "Ọ bụ onye na-akọwa ihe mgbe niile maka Morning Edition mmemme na National Public Radio.",
  "Campbell biri na Los Angeles, California, ya na di ya, Ellis Gordon Jr.; ha zụlitere ụmụ abụọ, nwa nwoke, Ellis Gordon III, na nwa nwanyị, onye na-eme ihe nkiri Maia Campbell, site na alụmdi na nwunye Campbell na Tiko Campbell",
  "A maara Maia Campbell nke ọma maka ọrụ ya dị ka \"Tiffany\" na In the House",
  "Bebe Moore Campbell nwụrụ site na ọrịa kansa ụbụrụ, dị afọ 56, na Nọvemba 27, 2006, ma lie ya na Inglewood Park Cemetery, Inglewood, California",
  "Okwu kachasị amasị ya n'ịbụ onye edemede bụ: \"Ịdọ aka ná ntị bụ onye na-enye ihe mkpali\".",
  "A na-edebe ihe ndekọ nke Campbell na nchịkọta Bebe Moore Campbell na Mahadum nke Pittsburgh Archives Service Center.",
  "Àtụ:Col-begin\nÀtụ:Col-2",
  "Àtụ:Col-end"
]