[
  "Arthello Beck Jr",
  "(Ubochí irí na asaá n'ọnwa Julaị, 1941 rụo ụbọchị ịse n'ọnwa Novemba, 2004) bụ onye America na-ese ihe",
  "Ọ na-ese ihe nkírí nke ebe ọ gara, na-eji ihe dịgasị iche iche, gụnyere mmanụ, mmiri, na icheku ọkụ.",
  "A mụrụ Beck na Dallas, Texas, ma gaa Lincoln High School, ebe ọ natara naanị ọzụzụ nka ya",
  "Mgbè nke ahụ gasịrị, ọ rụrụ ọrụ maka United States Postal Service, yana ọrụ ndị ọzọ dị iche iche tupu ọ ghọọ ónyé na-ese ihe.",
  "O nwèrè ike ịbụ na a maara ya nke ọma maka ọrụ ya site na 1960s na-emetụta Civil Rights Movement, ọ bụ ezie na Beck na-egosipụtakarị isiokwu ndị ọzọ, gụnyere ụmụaka, okpukpe, na mmekọrịta mmadụ na ibe ya, ọkachasị na ndị Afrịka-Amerịka na mpaghara ndịda United States.",
  "Ónyé bi ogologo ógè na Oak Cliff, Beck bụ onye kwenyesiri ike na mmegharị ndị isi, ma guzobe Arthello Beck Gallery, nke ghọrọ ihe dị n'etiti ebe nka nke mpaghara Dallas na 1970s na 80s, ma bụrụkwa ihe enyemaka màkà ọrụ nke ọtụtụ ndị omenkà ojii.",
  "Beck bụ ónyé otu National Conference of Artists na Southwest Alliance of African American Artists, ọ bụkwa otu n'ime ndị guzobere Southwest Black Artists Guild.",
  "Ihe osise ya na ihe osise ya so n'ime ndị a họọrọ màkà itinye ya na ihe ngosi njem nke ónyé na-eme egwuregwu Grant Hill nke ndị na-ese ihe Africa-America",
  "Hill, onye malitere ịnakọta ihe osise na-eṅomi nna ya, Calvin Hill, kpọtụrụ ihe osise Beck bụ Confrontation (1969) aha dị ka mmetụta, na-ekwu, \"M tolitere na ihe osise a, dịka nna m na-ejikọta ya n'ihi na ọ na-egosipụta ọgụ akụkọ ihe méré eme nke nwoke ojii, ya mere m\".",
  "N'afọ 2007, a haziri mkpọsa mpaghara iji gbanwee aha South Dallas Cultural Center iji sọpụrụ Beck",
  "Ọ bụ ezie na ihe karịrị mmadụ narị asatọ na iri ise bi na ya bịanyere aka n'akwụkwọ mkpesa, Kansụl Ọbọdọ ahụ ji otu olu jụ aro ahụ, na-ahọrọ inye aha ya na gallery dị n'etiti",
  "Mkpebi ahụ zutere esemokwu n'akụkụ abụọ ahụ, ebe ndị na-akwado ya chere na gallery dị n'ime ụlọ ahụ abụghị nsọpụrụ zuru oke, ebe ndị ọzọ kwuru na aha etiti ahụ ugbu a na-eweta nsọpụrụ na mpaghara ọbọdọ nke a na-akatọkarị nakwa na ọtụtụ n'ime ndị bịanyere aka na mkpesa ahụ bi na mpụga mpaghara South Dallas."
]