[
  "Becky UzoAmaka Umeh nwaafọ Naịjirịa bụ onye ntuziaka nka, onye nhazi egwu, ọgụ egwú, ome ejiji, mana  agbakwa egwu.",
  "Á mụrụ Umeh na Anambra State, Naijiria",
  "Mana o toro na Lagos site mgbe ọ gbara afọ ise",
  "Na 1992, onwetara nchawapụta nke mba ya dị ka onye na-eme ihe nkiri na Nigerian Television Authority  children's drama Tales nke Moonlight",
  "O sonyekwara na ihe nkiri Jezebel, Twist of Fate, Living Ghost, Amazon na ndị ọzọ.",
  "Site na 1994 rue 1998, Umeh gụrụ maka egwu ọdịnala na nke oge a nke gbasatara Afrika, na agụmakwụkwọ nturu ugo ọzụzụ efu, na Ivory Dance Academy, nke onye otu National Troupe nke Naịjirịa bụ Steve James hiwere",
  "Mgbe ọ na-agụ akwụkwọ, ya na ndị otu ụlọ akwụkwọ ahụ a na-akpọ Ivory Ambassador mere njehari ma mee nyocha n'ọhịa banyere egwu ọdịnala dị n'ime obodo Naịjirịa.",
  "Mgbe ọ gụsịrị akwụkwọ, Umeh jere ozi dị ka Onye isi egwu nke Ivory Dance Troupe ruo afọ ise, na-atuzi ma na -emepụta ihe ngosi maka Guinness, Mobile, Chevron, seven-up bottling company, wdg",
  "Kà ọ lotachara obere njem ọ mere gaa Ghana, ọ gara Paris n'oge 1998 FIFA World Cup ya na ndị otu bọọlụ nke Naịjirịa",
  "Becky Umeh kwalitere ọrụ ịbụ abụ ya wee hiwe otu egwu ya,  nke ha jikọrọ aka mepụta afere egwu ọkpọrọ\"Aiye\".",
  "Site na 1998 rue 2001, Umeh kwadoro ndị ngosi ihe nkiri onyonyo a na-akpọ Dance Jam Competition",
  "Na 2002, na nsote mmepụta fiesta Afrifest,  ebe o jikọtara  ndị otu  egwu nke Africa ọnụ, Umeh jere ozi dị ka osote onye na-ahazi egwu maka asọmpi ịma mma Miss Nigeria nke onye mmeri ghọrọ Miss World 2002",
  "Ebe Becky Umeh rụrụ gụnyere: French Cultural Center, Goethe-Institut, Nigeria Music Awards, na isi obodo etiti Abuja",
  "Ọ nọ n'ọrụ na-agba mbọ̀ ka Gọọmentị Naịjirịa nye ndị omenkà ezi nkwado nke na-esoghi ebumnuche mgbasa ozi nke Gọọmentị",
  "Kemgbe ọ kwagara Washington, DC na 2002,  Umeh esonyela ndị na-emepụta ihe dịka Hugh Medrano, Nancy Havlik (onye nhazi nkwago) na George Faison (choreographer New York) rụkọọ ọrụ.  O gosipụtala ụfọdụ ndị òtù akwụ ụgwọ ihe nkiri dịka Red Cross, ndị nnọchi anya ndị Naijiria, na ọtụtụ ebe ọdịbendị, mahadum, na ụka.  Na 2005, Umeh so Toby Foyeh na Orchestra Africa kpaharia North na South Carolina, Massachusetts, na Ememme Syracuse nke New York.",
  "Site na 2004 rue ugbu a, Umeh gara n'ihu igosipụ̀ta egwu na ịrụ ọrụ na Malcolm X Drum Ensemble nke Doc Powel duziri, wee wepụta onwe ya dịka Onye Nlekọta Ọha na UAA Foundation,otu n'abụghị maka ichụ ego nke  ebumnuche banyere ya bụ agha imegide ihe ike megide ụmụ nwanyị www",
  "UAAfoundation.org.",
  "N’afọ 2006, Umeh dekọtara ihe nkiri The Lion king",
  "nke Metropolitan Fine Arts na Virginia kwadoro",
  "Na 2009 Umeh guzobere ọgbakọ egwu Zomema,  nke na-arụ ọrụ egwu ọdịnala  na nke oge a n’Afrika na ntuziaka ya.",
  "N'afọ 2011, o dere ma bipụta usoro egwuregwu izizi ya \"Legend of Abiku Zombeh\".",
  "Umeh ka etinyere aka dị ka onye nhazi asụsụ na onye na-ahụ maka nhazi  emume na Mahadum Richmond na mmemme ha nke seasonal Stage Production Things Fall Apart nke onye ode akwụkwọ ma bụrụ ode abụ Naịjirịa bụ Chinua Achebe dere"
]