[
  "Beddit Oy (nke bụbu Finsor Oy) bụ ụlọ ọrụ teknụzụ Finland nke na-ere ngwaọrụ na-agbaso ụra akpa dị ka ndị na ụdị nke ụwa na ngwa na-agwọ ụra iji nyere aka nyochaa ụra. E hiwere ụlọ ọrụ ahụ n'ọnwa Ọktoba afọ 2006 wee wepụta ihe nchọgharị ụra mbụ ha n'ọnwarị ndị mere n'oge ndị gara afọ 2013",
  "Na Mee 2017, Apple Inc nwetara Beddit.",
  "Ka ọ bụla nke na ímé ihe na-erule n'afọ 2016, Beddit anakọtara dị ihe karịrị nde abalị atọ nke data ụra site n'aka ndị ọrụ ya.",
  "Lasse Leppäkorpi guzobere Beddit na 12 Ọktoba 2006. Ụlọ ọrụ ahụ na mbụ rụrụ nlekota ụra n'ụlọ ọgwụ site n'ịgbaso obi na iku ume ọkụ ndị odeakwụkwọ hụrụ ihe nọr na mkpóró Malcolm dị ka ndị na ụdị nke ụwa họrọ nke ndị ọrịa n'emetụghị ndị na eme ìhè ahụ n'ebe nile site n'aka Onye Okike nke eluigwe ha aka. Otú ọ dị, ọ dị oke ọnụ iji wepụta ya dị ka ngwaahịa ndị ahịa n'oge ahụ. N'ọnwa Nọvemba afọ 2013, ụlọ ọrụ ahụ wepụtara ihe nchọgharị ụra mbụ ha maka ndị na-akwado ya n'oge na-adịghị anya mgbe mkpọsa mgbasa ozi na Indiegogo gasịrị, ebe ọ nwetara $ 500,000.",
  "N'ọnwa nke iri na Julaị afọ 2014, onye na-ahụ maka ahụike nke Misfit kwupụtara ndị mmadụ n'ihe ndị na eme ka onye isi dị ndụ na ụra akpa dị ka nkwado maka ndị na-ahụ ụzọ ụra nke Beddit ndị mmadụ dị ndụ ebighị ebi n'ụwa olileanya nke dị ka ndị ọzọ ndị nwere mmasị dị ka akụkụ nke mmekọrịta dị n'etiti ụlọ ọrụ abụọ ahụ. N'abalị isii n'ọnwa Ọktoba n'afọ 2015, Beddit wepụtara ngwa na-eso ụra maka Apple Watch. N'ụbọchị nke anọ n'ọnwa Ọktoba n'afọ 2016, ụlọ ọrụ ahụ wepụtara ihe na-eso ụra Beddit 3 na Apple Stores, na Amazon, na ebe nrụọrụ weebụ Beddit.",
  "N'abalị ndị mmadụ n'ihe banyere ọrụ nkụzi afọ ojuju nke ijere ndị ọzọ iri abụọ na asatọ n'ọnwa Eprel afọ 2017, Beddit kwupụtara na ha ga-ewepụ ngwaọrụ ndị na-esochi ụra ha, na-emetụ n'ahụ a na-emepụta na ka ha ghara ikwekọ na ngwa Beddit, ka ha na-enye ndị ọrụ nhọrọ ịkwalite na Beddit 3 n'efu. N'oge ọkwa a, 80% nke ndị ọrụ Beddit bụ ndị ọrụ Bedin 3.",
  "Ná mmalite 8 Mee 2017 Apple Inc",
  "nwetara Beddit maka ego a na-akọwaghị. Na Septemba 2018, Beddit kwupụtara na mmelite Ụlọ Ahịa App na ọrụ nkụzi afọ ndị gara aga akụkọ ụra akpa ndị mmadụ igwe ojii ha ga-emechi na 15 Nọvemba 2018 maka ndị ọrụ dị ugbu a nakwa na ndị ọrụ ọhụrụ agaghị enwe ike ịnweta ndị mmadụ n'ihe ndị na eme ìhè ọrụ igwe ojii ya site na 21 Septemba 2018. Ọrụ igwe ojii nke Beddit mechiri dị ka atụmatụ ya na Nọvemba 15 na mmelite na ngwa Beddit.",
  "Ná 7 Disemba 2018 Beddit wepụtara ihe nchọgharị ịntanetị nke dị ka ndị ọzọ ụra mbụ ya kemgbe Apple nwetara ya, Beddit 3.5, na ebe nrụọrụ weebụ Apple na ụlọ ahịa. Ọ nwere ike ijikọ ndị na ụdị àlà úkwú nke ụwa họrọ site na HealthKit ma rụọ ọrụ na otu onye ma ọ bụ abụọ n'àkwà, Otú ọ dị, enweghị ike ịchọpụta onye nke abụọ ọ gwụla ma ha nwere ngwaọrụ nke ha.",
  "Na June 2019, Beddit kwupụtara mmemme beta maka ngwa ha na-agbaso ụra iji nweta nzaghachi site n'aka ndị Kraịst nọ n'ọrụ njegharị n'afọ ndị ọrụ banyere otu esi emeziwanye ngwa ha.",
  "N'ọnwa Ọgọstụ 2020, ụlọ ọrụ ahụ na Mahadum California, Los Angeles (UCLA) kwupụtara na ha ga-enwe ndị mmadụ n'ihe ndị a na-emepụta ndị mmadụ n'ihe ndị na nnyocha afọ atọ banyere otu ụra, mmega ahụ, obi si agba, na omume kwa ụbọchị nwere ike isi rụọ ọrụ na ịda mbà n'ime ụmụ ndị n'obi na nchegbu n'etiti ndị mmadụ.",
  "Àtụ:Health (Apple)Àtụ:Apple Inc."
]