[
  "Beer (nke a maara dị ka bia na Swahili) na mmanya na-aba n'anya bụ akụkụ dị mkpa nke ndị obodo Tanzania na ụdị mpaghara nwere mmetụta siri ike nke mpako mba n'etiti ndị Tanzania. E nwere ọtụtụ ịṅụ mmanya na ịṅụ mmanya a na-eme na mba ahụ",
  "Tanzania nọ n'ọnọdụ nke isii n'Africa maka ịṅụ biya ma na-enye aka n'ihe karịrị pecenti mmadu atọ nke oriri Afrịka. Otú ọ dị, ihe karịrị pecenti iri iteolu nke ihe mba na-eri bụ ma ọ bụ nke e mere n'ụlọ ma ọ bụ site na ngalaba na-abụghị nke gọọmentị. Mmanya beer agbara na okporo dị oke ọnụ maka ọtụtụ ndị mmadu, otutu na ime ha jiri okpukpo isii di onu Maria biya ọka",
  "Ka o sina dị, ahịa biya na ụtụ isi bụ akụkụ dị mkpa nke akụ na ụba Tanzania.",
  "Biya bụ akụkụ dị ukwuu nke akụ na ụba mba ndi na emeputa Mmanya Na mba Tanzania Breweries Limited make Di na owuwa anyanwu mba Afrika Breweries limited na-achịkwa n'okpuru ụlọ ọrụ Serengeti Breweries Ltd",
  "Ụlọ ọrụ abụọ ahụ nwere ụfọdụ n'ime ego kachasị ukwuu na mba ahụ ma depụta ha na mgbanwe ngwaahịa. Tanzania Breweries Limited bụ onye na-atụ ụtụ isi kachasị ukwuu na mba ahụ ma ọ fọrọ nke nta ka ọ bụrụ na ọ nwetara ihe karịrị otu nderi Tanzanian shillings na ego na 2014.",
  "Tanzania Breweries LimitedTBL) malitere na afor 1932 dị ka Tanganyika Breweries limited ma mesịa ndi Kenya Breweries Ltd(KBL) azụo ya na afor 1935",
  "E jikọtara ụlọ ọrụ abụọ ahụ na 1936 iji guzobe ụlọ ọrụ na-arụ ọrụ ugbu a nke East African Breweries Limited(BLEA)",
  "Gọọmentị mere Tanzania Breweries mba na 1976 dị ka akụkụ nke Arusha kwuwaputara wee ree SABMiller na afo 1993 mgbe afọ 25 nke ọrụ dara. Ihe onwunwe ụlọ ọrụ ahụ agbanweela oge dị iche iche, Otú ọ dị, SABMiller ka nwere ọtụtụ òkè na ụlọ ọrụ ahụ ma depụta ya ugbu a dị ka TBL na Dar es Salaam Stock Exchange",
  "Ụlọ ọrụ ahụ bụ onye na-akwụ ụtụ isi kachasị na mba ahụ na ngwaahịa kachasị ere na Dar Brouse. TBL ugbu a nwere òkè ahịa 80% na ahịa biya Tanzania.",
  "Serengeti Breweries Limited bụ nke abụọ kachasị ukwuu na mba ahụ ma nwee ihe dịka 15% nke ahịa biya a na-etinye na karama. E hiwere ụlọ ọrụ ahụ na 1988 dị ka Associated Breweries Limited na akara ụgbọ mmiri ha Serengeti Lager",
  "N'afọ 2002, a gbanwere aha ụlọ ọrụ ahụ ka ọ bụrụ Serengeti Breweries Limited ma nwee isi ụlọ ọrụ na Dar es Salaam",
  "N'afọ 2010, ndị East African Breweries nwetara pasentị iri ise na otu nke ụlọ ọrụ ahụ na-egosi na ha batara n'ahịa biya nke Tanzania kemgbe a manyere ha ịpụ n'afọ 1976",
  "Ụlọ ọrụ ahụ na-arụ ọrụ mmepụta 3 na Dar es Salaam (300,000 HL), Mwanza (600,000 H L) na Moshi (500,000 HL). A naghị azụ ahịa ụlọ ọrụ ahụ na mgbanwe ngwaahịa mana ụlọ ọrụ nne na nna ha EABL edepụtara na Nairobi Securities Exchange.",
  "E debanyere aha na 2005, ụlọ ọrụ biya Qingdao-Sino Tanzanian bụ ụlọ ọrụ China ma bụrụ obere onye ọkpụkpọ n'ahịa ma bụrụ nke a maara nke ọma site na ụdị abụọ ya bụ King Orxy Lager na King Orxy Dark Lager.",
  "Ka ọ dị ugbu a, ọtụtụ n'ime biya aka na-eme site na obere ụlọ ọrụ na-emepụta mmanya",
  "A naghị emepụta ahịa mmanya na-emepụta ihe ma ugbu a ọ bụ naanị ụlọ ọrụ abụọ na-emepụta mmanya, ya bụ Twiga Brewery nke dị na Arusha na Crafty Dee's Brewing Company Ltd nke dị na Dar es Salaam, na-arụ ọrụ na Tanzania",
  "TwigaBrew, ụlọ ọrụ mbụ na-emepụta mmanya na Tanzania (nke a na-akpọ 2015), nwere ụdị abụọ, Twiga Ale na Twiga Stout, ebe flagship Crafty Dee bụ Dee's Gold, hoppy pilsner.",
  "E nwere ọtụtụ ụdị dị iche iche nke ndị Brewers mepụtara na Tanzania ma ọtụtụ bụkwa ụdị mba ụwa dị ka Caster Lager na Pilsner mana n'okpuru ebe a bụ ndepụta nke ụdị 12 dị n'ụlọ."
]