[
  "Àtụ:Hiero\nBek ma ọ bụ Bak (asụsụ Egyptmaka \"Ohu\") bụ onye isi mbụ na-ese ihe n'oge ọchịchị Fero Akhenaten",
  "Nna ya Men nwere otu ọkwá ahụ n'okpuru nna Akhenaten Amenhotep III; nne ya Roi bụ nwanyị si Heliopolis.",
  "Bek tolitere na Heliopolis, ebe ofufe dị mkpa nke chi anyanwụ Ra",
  "Nwa eze Amenhotep (onye ghọrọ Fero Akhenaten) nwere obí eze n'ebe a, o yikarịrị ka echiche okpukpe ya esitere na nkuzi Heliopolitan. Bek sooro nna ya ukwu gaa Akhet-Aten, obodo nke Akhenaten tọrọ ntọala ya",
  "O lekọtara iwu nnukwu ihe oyiyi ụlọ nsọ nke eze na mmeghe nke Aswan na Gebel es-Silsila nkume quarries, ebe a na-ebute nkume ahụ.",
  "Otu stela a chọtara na Aswan, nke e mere n'ihe dị ka afọ nke itoolu nke Akhenaten na-egosi Men na nwa ya nwoke Bek na ndị Fero ha na-ejere ozi",
  "N'akụkụ aka nri, ndị ikom na-eguzo n'ihu ihe oyiyi nke Amenhotep nke Atọ",
  "O yikarịrị ka ihe oyiyi ahụ ọ bụ otu n'ime colossi nke Fero nke ụmụ mmadụ mere",
  "Akụkụ a nke stela na-egosipụta ụdị nka ọdịnala nke 18th Dynasty, naanị ihe na-egosi oge Amarna bụ na aha \"Amenhotep\" ka a hapụrụ, kama ọ bụ aha ocheeze Fero \"Nebmaatre\" ka a na-ekwughachi, iji zere ịkpọ aha chi Amun nke a machibidoro ofufe ya",
  "N'akụkụ aka ekpe nke stela Bek na-egosi n'ihu Akhenaten, onye na-enye chi ya Aten onyinye; dị ka ihe odide ahụ si kwuo, a na-egosi ihe ahụ na nnukwu ụlọ nsọ nke Aten",
  "Ihe a na-ahụkarị na foto oge Amarna, ụzarị nke Aten na-ejedebe n'aka",
  "E mechara wepụta aha Aten na Akhenaten.",
  "Na stela, Bek na-ekwu na ọ bụ \"onye mmụta nke Eze Ukwu kụziiri\"",
  "O yikarịrị ka ọ na-ahụ maka ime ihe oyiyi nke na-egosi Akhenaten na ezinụlọ ya n'ụdị okike, na-agbagha ihe ngosi nke ọdịnala chọrọ.",
  "Otu stela (nke dị na Berlin ugbu a) na-egosi Bek na nwunye ya Taheret",
  "Nke a nwere ike ịbụ foto onwe onye mbụ n'akụkọ ihe mere eme",
  "Ihe odide nke stela a kwukwara na Akhenaten kụziiri ya",
  "Ihe osise nke Akhenaten, nke na-egosi Fero na Aten ma eleghị anya e mere ya n'afọ ndị mbụ nke ọchịchị ya, nwere ike ịbụ ọrụ Bek",
  "Ihe osise a na-egosi Aten na nwoke nwere isi falcon, nke bụ àgwà nke Ra.",
  "A makwaara ụfọdụ ndị na-ese ihe ndị ọzọ n'oge Amarna site na aha, nke gụnyere Thutmose (onye mepụtara bust Nefertiti a ma ama) na Yuti, onye na-ese Queen Tiye."
]