[
  "Belinda Bozzoli (17 Disemba na afọ 1945 na 5 Disemba na afọ 2020) bụ onye edemede mba South Africa, ọkà mmụta, ọkà mmụta mmekọrịta mmadụ na ibe ya, na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ osote osote onye isi nke Mahadum nke Witwatersrand maka oge site na afo 2002, ebe ọ bụ onye isi ụlọ akwụkwọ sayensị mmekọrịta mmadụ na ibe ya",
  "N'afọ 2014, a họpụtara Bozzoli ka ọ bụrụ onye otu ndị omeiwu South Africa maka Democratic Alliance",
  "Site na afọ 2019 ọ rụrụ ọrụ dị ka Minista Nlekọta nke Mmụta Kasị Elu, Sayensị na Teknụzụ.",
  "A mụrụ Bozzoli na 17 Disemba, na afọ 1945 na Johannesburg na Guerino Renzo na Cora Bertha Bozzoli, ndị Itali South Africa. O nwetara nzere Bachelor of Arts na Honours na Mahadum nke Witwatersrand wee nweta Master of Arts na Doctor of Philosophy na Mahadụ Sussex",
  "Bozzoli bụ Associate Fellow na Mahadum Yale n'etiti afọ 1978 na afọ 1979.",
  "Bozzoli dere akwụkwọ atọ e dere n'otu, nke e bipụtara na mba ụwa ma bụrụ onye nchịkọta akụkọ ma ọ bụ onye nchịkọta akụkọ nke anọ ọzọ",
  "O bipụtara, n'ozuzu ya, isiokwu iri abụọ na isii.",
  "Bozzoli ghọrọ onye isi nke sociology na Mahadum nke Witwatersrand na ngwụcha afọ 1990 ma bụrụ onye isi nke School of Social Sciences site na afọ 2001 ruo na afọ 2003. Ọ ghọrọ osote osote onye isi oche n'afọ 2002 ma bụrụ onye isi oche nke Board nke National Research Foundation ruo oge ụfọdụ. E nyere ya akara A-rating site na National Research Foundation na afọ 2006",
  "Bozzoli bụ onye ọkà mmụta mmekọrịta mmadụ na ibe ya mbụ a na-asọpụrụ n'ụzọ a",
  "Bozzoli rụkwara ọrụ dị ka onye nduzi na-anọchite anya Wits Institute for Social and Economic Research.",
  "N'afọ 2014, Bozzoli guzoro maka ntuli aka na South African National Assembly dị ka onye nke 77 na ndepụta mba Democratic Alliance (DA). Na ntuli aka ahụ, Bozzoli meriri oche na National Assembly. Mgbe a họpụtara ya, ọ ghọrọ Minista Na-ahụ Maka Mmụta na Ọzụzụ dị elu. Ọ bụ onye otu Kọmitii Portfolio na agụmakwụkwọ dị elu na ọzụzụ na kọntaktị DA maka mpaghara Boksburg West n'oge ndị omeiwu nke afọ 2014  N'ọnwa Ọktoba n'afọ 2016, ọ katọrọ iwu mahadum nke African National Congress Party nke o kwuru na ego gọọmentị si na 50% ruo 40% nke ego mahadum na-enweta kemgbe afọ 1994 wee mee ka mmefu ego daa, nnukwu klas na ụgwọ dị elu.",
  "A họpụtara Bozzoli ọzọ ka ọ bụrụ onye omeiwu n'afọ 2019. E mechara mee Bozzoli Minista Nchịkọta maka agụmakwụkwọ dị elu, sayensị na teknụzụ ọhụrụ.  N'ọnwa Juun afọ 2020, o welitere nchegbu banyere mbọ gọọmentị South Africa na-eme iji wepụ ụgwọ ijeri rand 1.96 nke ụgwọ ụmụ akwụkwọ",
  "Bozzoli kwuru na DA enweghị mgbagha maka ụgwọ ụmụ akwụkwọ na-enweta ego dị ala, mana ọ jụrụ ma ọ ga-abara ụmụ akwụkwọ na'enweta ego dị elu uru bụ ndị na-achọghị ịkwụ ụgwọ",
  "Ọ na-echegbu onwe ya banyere mmetụta na ego maka mahadum.",
  "Bozzoli nwụrụ n'ọrịa kansa na 5 Disemba na afọ 2020, ụbọchị iri na abụọ tupu afọ iri asaa na ise ya. Di ya, Charles van Onselen, na ụmụ ha atọ hapụrụ ya.  Ọ gara n'ihu na-arụ ọrụ na ndọrọ ndọrọ ọchịchị n'oge ọrịa ikpeazụ ya."
]