[
  "Gloria Jean Watkins (Septemba 25, 1952  Disemba 15, 2021), nke a maara nke ọma site na aha edemede ya bụ bell hooks, bụ onye edemede America na onye na-ahụ maka mmekọrịta mmadụ na ibe ya bụ Prọfesọ a ma ama na Berea College. A maara ya nke ọma maka edemede ya banyere agbụrụ, feminism, na klas. Ebumnuche nke edemede hooks bụ ịchọpụta njikọ nke agbụrụ, capitalism, nwoke na nwanyị, na ihe ọ kọwara dị ka ikike ha ịmepụta ma mee ka usoro mmegbu na ịchịisi klas dịgide",
  "O bipụtara ihe dị ka akwụkwọ iri anọ, gụnyere ọrụ ndị sitere na edemede na uri na akwụkwọ ụmụaka",
  "O bipụtara ọtụtụ isiokwu ndị ọkà mmụta, pụtara na ihe nkiri, ma sonye na nkuzi ihu ọha",
  "Ọrụ ya metụtara ịhụnanya, agbụrụ, klas, okike, nka, akụkọ ihe mere eme, mmekọahụ, mgbasa ozi mgbasa ozi, na feminism.",
  "Ọ bụ onye agụmakwụkwọ a ma ama, Hooks malitere ọrụ agụmakwụkwọ ya n'afọ 1976 na-akụzi Bekee na ọmụmụ agbụrụ na Mahadum nke Southern California",
  "O mechara kụzie na ọtụtụ ụlọ ọrụ gụnyere Mahadum Stanford, Mahadum Yale, na The City College of New York, tupu ọ banye na Berea College na Berea, Kentucky, n'afọ 2004, ebe ọ tọrọ ntọala bell hooks Institute n'afọ 2014. Aha edemede ya sitere n'aka nne nne nne ya, Bell Blair Hooks.",
  "A mụrụ Gloria Jean Watkins na Septemba 25, 1952, na Hopkinsville, obere obodo a na-ekewapụ iche na Kentucky, n'ezinụlọ ndị Africa na-American na-arụ ọrụ. Watkins bụ otu n'ime ụmụ isii Rosa Bell Watkins (née Oldham) na Veodis Watkins mụrụ",
  "Nna ya na-arụ ọrụ dị ka onye na-elekọta ụlọ na nne ya na-arụ ọrụ dị ka onye na-eje ozi n'ụlọ ezinụlọ ndị ọcha",
  "N'akwụkwọ ncheta ya Bone Black: Memories of Girlhood (1996), Watkins ga-ede banyere \"ọgụ ya iji mepụta onwe ya na njirimara\" mgbe ọ na-etolite na \"ụwa anwansi bara ụba nke ọdịbendị ndịda ojii nke na-abụ mgbe ụfọdụ paradaịs na n'oge ndị ọzọ na-emenye ụjọ",
  "\"",
  "Onye na-agụ akwụkwọ nke ọma (ya na ndị na-ede abụ William Wordsworth, Langston Hughes, Elizabeth Barrett Browning na Gwendolyn Brooks n'etiti ndị ọkacha mmasị ya), Watkins gụrụ akwụkwọ n'ụlọ akwụkwọ ọha na eze na-ekewa agbụrụ, mechara kwaga ụlọ akwụkwọ jikọtara ọnụ na ngwụsị afọ 1960. Ọ gụsịrị akwụkwọ na Hopkinsville High School tupu ọ nweta BA na Bekee na Mahadum Stanford n'afọ 1973, na MA ya na Bekee na Mahadum Wisconsin-Madison n'afọ 1976. N'oge a, Watkins na-ede akwụkwọ ya Ain't I a Woman: Black Women and Feminism, nke ọ malitere mgbe ọ dị afọ iri na itoolu (ca",
  "1971) wee bipụta ya n'afọ 1981.",
  "N'afọ 1983, mgbe ọtụtụ afọ nke izi ihe na edemede gasịrị, ọ gụsịrị doctorate ya na Bekee na Mahadum California, Santa Cruz, na edemede banyere onye edemede Toni Morrison nke isiokwu ya bụ \"Keeping a Hold on Life: Reading Toni Morrison's Fiction\".",
  "Ọ malitere ọrụ agụmakwụkwọ ya n'afọ 1976 dị ka prọfesọ Bekee na nnukwu onye nkuzi na ọmụmụ agbụrụ na Mahadum nke Southern California N'ime afọ atọ ya n'ebe ahụ, Golemics, onye na-ebipụta akwụkwọ na Los Angeles, wepụtara ọrụ mbụ ya bipụtara, akwụkwọ uri akpọrọ And There We Wept (1978), nke e dere n'okpuru aha \"bell hooks\". Ọ nakweere aha nne nne nne ya dị ka aha edemede ya n'ihi na, dị ka o mechara kwuo ya, a maara nne nne ya \"maka ire ya dị nro na obi ike, nke m nwere mmasị dị ukwuu,\" [nkọwa dị mkpa]",
  "O kwukwara na o tinyere aha ahụ na mkpụrụedemede dị ala iji sọpụrụ nne nne ya ma gosipụta na ihe kachasị mkpa ilekwasị anya bụ ọrụ ya, ọ bụghị àgwà ya: \"ihe nke akwụkwọ, ọ bụghị onye m bụ\". Banyere mbelata aha edemede ya na-enweghị atụ, hooks gbakwụnyere na, \"Mgbe òtù ụmụ nwanyị nọ n'ogo ya na ngwụsị oge afọ '60s na mmalite oge afọ '70s, enwere ọtụtụ ihe na-apụ n'echiche nke onye ahụ",
  "Ọ bụ: Ka anyị kwuo banyere echiche ndị dị n'azụ ọrụ ahụ, ndị mmadụ adịchaghị mkpa..",
  "Ọ bụ ụdị ihe aghụghọ, mana ọtụtụ ụmụ nwanyị na-eme ya",
  "\"",
  "Ná mmalite afọ 1980 n'afọ 1990, hooks kụziri na ọtụtụ ụlọ akwụkwọ sekọndrị, gụnyere Mahadum California, Santa Cruz, Mahadum San Francisco State, Yale (1985 ruo afọ 1988, dị ka osote prọfesọ nke ọmụmụ Africa na Afro-American na Bekee), Oberlin College (1988 ruo afọ 1994, dị ka prọfesọ na-esote nke akwụkwọ America na ọmụmụ ụmụ nwanyị), na, malite n'afọ 1994, dị ka prọfesọ a ma ama nke Bekee na City College of New York.",
  "South End Press bipụtara nnukwu ọrụ mbụ ya, Ain't I a Woman? Ụmụ nwanyị ojii na Feminism, n'afọ 1981, ọ bụ ezie na o dere ya ọtụtụ afọ tupu mgbe ọ ka na-agụ akwụkwọ. N'ime ọtụtụ iri afọ kemgbe e bipụtara ya, Ain't I a Woman? ka a ghọtara maka onyinye ya na echiche ụmụ nwanyị, na Publishers Weekly n'afọ 1992 kpọrọ ya \"Otu n'ime akwụkwọ ụmụ nwanyị iri abụọ kachasị emetụta n'ime afọ iri abụọ gara aga",
  "\" Mgbe ọ na-ede na The New York Times n'afọ 2019, Min Jin Lee kwuru na Ain't I a Woman \"na-anọgide na-abụ ọrụ dị oke mkpa nke dị mkpa nke echiche ndọrọ ndọrọ ọchịchị",
  "nko na-etinye ntọala nke echiche nwanyị ya site n'inye ihe akaebe akụkọ ihe mere eme nke mmekọahụ kpọmkwem nke ụmụ nwanyị ojii na-agba ohu diri na otú ihe nketa ahụ si emetụta nwanyị ojii taa",
  "\" Ain't I a Woman? na-enyocha isiokwu gụnyere mmetụta akụkọ ihe mere eme nke mmekọahụ na ịkpa ókè agbụrụ na ụmụ nwanyị ojii, mbelata nke nwanyị ojii, ọrụ mgbasa ozi na ihe ngosi, usoro agụmakwụkwọ, echiche nke ndị ọcha-supremacist-capitalist-patriarchy na mmachi nke ụmụ nwanyị ojii.",
  "N'otu oge ahụ, hooks ghọrọ ihe dị ịrịba ama dị ka onye aka ekpe na onye na-eche echiche ndọrọ ndọrọ ọchịchị nke oge a na onye nkatọ omenala. O bipụtara ihe karịrị akwụkwọ iri atọ, nke sitere na isiokwu sitere na ụmụ nwoke ojii, patriarchy, na nwoke na enyemaka onwe onye; nkuzi na-etinye aka na ncheta onwe onye; na mmekọahụ (n'ihe gbasara feminism na ndọrọ ndọrọ ọchịchị nke aesthetics na omenala ọhụụ). Reel to Real: agbụrụ, mmekọahụ, na klas na ihe nkiri ọnyọyọ (1996) na-anakọta edemede ihe nkiri, nyocha, na ajụjụ ọnụ na ndị nduzi ihe nkiri. Na The New Yorker, Hua Hsu kwuru na ajụjụ ọnụ ndị a gosipụtara akụkụ nke ọrụ hooks nke \"na-achọ ịmata ihe, na-enwe ọmịiko, na-achọ ndị enyi\".",
  "Na Feminist Theory: From si n'ókè rụọ etiti(1984), hooks na-emepe nkatọ nke ịkpa ókè agbụrụ nke ụmụ nwanyị ọcha na nke abụọ, nke ọ rụrụ ụka na ọ na-emebi ohere nke ịdị n'otu ụmụ nwanyị n'ofe agbụrụ.",
  "Dị ka hooks na-arụ ụka, nkwurịta okwu na ịgụ akwụkwọ (ikike ịgụ, ide, na iche echiche nke ọma) dị mkpa maka mmegharị ụmụ nwanyị n'ihi na n'enweghị ha, ndị mmadụ nwere ike ọ gaghị etolite iji mata enweghị nhata nwoke na nwanyị na ọha mmadụ.",
  "N'afọ 2002, hooks kwuru okwu mmalite na Mahadum Southwestern",
  "N'izere ụdị ekele nke okwu mmalite ọdịnala, o kwuru okwu megide ihe ọ hụrụ dị ka ime ihe ike na mmegbu nke gọọmentị kwadoro, ma dụọ ụmụ akwụkwọ ọdụ ndị o kwenyere na ha na-agbaso omume ndị dị otú ahụ. The Austin Chronicle kọrọ na ọtụtụ ndị na-ege ntị na-ekwu okwu ahụ, ọ bụ ezie na \"ọtụtụ ndị gụsịrị akwụkwọ gafere provost iji maa ya aka ma ọ bụ makụọ ya aka",
  "\"",
  "N'afọ 2004, ọ sonyeere Berea College dị ka Prọfesọ a ma ama na ebe obibi. Akwụkwọ ya nke afọ 2008, nke: ọdịbendị nke ebe, gụnyere ajụjụ ọnụ ya na onye edemede Wendell Berry yana mkparịta ụka banyere ịlaghachi Kentucky. Ọ bụ onye ọkà mmụta bi na Ụlọ akwụkwọ Ọhụrụ ugboro atọ, nke ikpeazụ ya bụ n'afọ 2014. Nakwa n'afọ 2014, e hiwere ụlọ ọrụ bell hooks Institute na kọleji Berea, ebe o nyere akwụkwọ ya n'afọ 2017.",
  "Banyere njirimara mmekọahụ ya, hooks kọwara onwe ya dị ka \"queer-pas-gay\". Ọ na-eji okwu ahụ bụ \"pas\" site n'asụsụ French, na-asụgharị \"ọ bụghị\" n'asụsụ Bekee",
  "hooks na-akọwa ịbụ onye na-abụghị nwoke ma ọ bụ nwanyị n'okwu nke ya dị ka \"ọ bụghị onye gị na ya na-enwe mmekọahụ, kama ọ bụ banyere inwe esemokwu na ihe niile gbara ya gburugburu\".  Ọ na-ekwu, \"Dị ka isi nke queer, echere m ọrụ Tim Dean na ịbụ queer na queer ọ bụghị dị ka ịbụ banyere onye gị na-enwe mmekọahụ - nke ahụ nwere ike ịbụ akụkụ nke ya - mana queer dị ka ịbụ banyere onwe onye na-emegiderịta onwe ya na ihe niile gbara ya gburugburu ma ọ ghaghị ịmepụta ma mepụta ma chọta ebe ikwu okwu na inwe ọganihu na ibi ndụ",
  "\"",
  "N'oge ajụjụ ọnụ ya na Abigail Bereola n'afọ 2017, hooks kpughere Bereola na ọ lụbeghị di mgbe ha na-atụle ndụ ịhụnanya ya",
  "N'oge ajụjụ ọnụ ahụ, hooks gwara Bereola, \"Enweghị m onye mmekọ",
  "Anọ m na-alụbeghị di kemgbe afọ iri na asaa",
  "Ọ ga-amasị m inwe onye ọlụlụ, mana echeghị m na ndụ m abaghị uru",
  "\"",
  "Na Disemba 15, 2021, Hooks nwụrụ site na akụrụ n'ụlọ ya na Berea, Kentucky, dị afọ iri isii na itoolu"
]