[
  "Akinbiyi Abiola Ahmed nke a maara dịka Bella Shmurda bụ onye Naịjirịa na-agụ egwu. \nỌ ghọrọ onye a ma ama site na ntọhapụ nke egwu \"Vision 2020\", na remix na-esote nke gosipụtara onye egwu Naịjirịa bụ Olamide.",
  "Shmurda ghọrọ onye a ma ama mgbe egwu izizi ya bụ \"Vision 2020\", na ihe na-esote (remix) na egwu nke o gosipụtara Olamide",
  "O wepụtara ọtụtụ egwu egwu na afọ 2020, ụfọdụ n'ime ha gosipụtara ndị egwu kachasị elu, otu n'ime ha bụ \"Cash App\" nke gosipụtara Zlatan. A họpụtara ya maka Headies Award maka nke ọzọ e gosiri na 2020.",
  "N'afọ 2020, Bella Shmurda ritere ihe nrite \"Next Rated Male\" na \"Street Music of the Year\" na City People Entertainment Awards, a họpụtakwara ya maka \"Revelation of the Year\" award\" n'otu afọ ahụ.",
  "N'afọ 2021, a họpụtara Bella Shmurda maka onyinye \"Next Rated\" na Headies Awards. Na ọnwa June afọ 2021, a họpụtara egwu ya, \"Cash App\" nke gosipụtara Zlatan na Lincoln maka \"Most Played Song - Street Pop\" na NET Honours.",
  "A kpọbatara Bella Shmurda na afo 2021 YouTube Foundry Programme",
  "Ọ bụ naanị ya bụ onye na-ese ihe n'Afrịka ka e tinyere na klas a.",
  "Na 10 June afọ 2021, Shmurda kpughere na ibe Instagram ya na ọ na-ezube iwepụta mpịakọta nke abụọ nke EP mbụ ya nke akpọrọ “High Tension Vol",
  "2', nke a na-eme atụmatụ ịhapụ na ọnwa July afọ 2021 ma kesaa ihe osise album ahụ na peeji nke ya. O wepụtara EP na 7 Julaị afọ 2021.",
  "Shmurda mere nke mbụ ya na 02 Arena na United Kingdom, dị ka onye ọbịa na-eju anya, na egwu Wizkid's Made in Lagos concert na ọnwa Nọvemba afọ 2021. O nwetakwara onyinye Youtube Foundry nke 2021 iji tinye ego na ọdịnaya ya na mmepe ọwa ya.",
  "N'ọnwa Ọktọba afọ 2021, vidiyo nke nwa akwụkwọ na-agụghị akwụkwọ na-eme egwu egwu Olamide \"Triumphant\" site na abọm ya \"Carpe Diem\" nke gosipụtara Shmurda, dọtara uche onye na-agụ egwú ahụ, ka ọ na-agbasa na ịntanetị",
  "Na nzaghachi, Shmurda kwere nkwa itinye nwatakịrị ahụ na agụmakwụkwọ n'oge agụmakwụkwọ ụlọ akwụkwọ praịmarị ya. Mmụta ahụ malitere ịrụ ọrụ na ọnwa Nọvemba afọ 2021.",
  "N'ụbọchị ọmụmụ ya na ọnwa Jenụwarị afọ 2022, Shmurda kwupụtara na ọ ga-enye otu puku ndị ogbenye nri kwa afọ n'ụbọchị ọmụmụ ya."
]