[
  "Àtụ:Infobox Bantu name\nAsụsụ Bemba, ChiBemba (nke á na-akpọkwa Cibemba, Ichibemba, Icibemba na Chiwemba), bụ asụsụ Bantu nkè ndị Bemba na-asụkarị n'ebe ùgwù ọwụwa anyanwụ Zambia yá ná dị ka asụsụ na-asọpụta site n'ihe dị ka agbụrụ 18 metụtara ya.",
  "Bemba bụ otu n'ime asụsụ ndị a na-asụ na Zambia, nkè ọtụtụ ndị bi n'obodo ụkwụ na-asụrụ, ọ bụkwa otú n'etiti asụsụ mpaghara asaá á mà ámá na Zambia",
  "Ónyé ịsị àlà mbụ nkè Zambia, Kenneth Kaunda, ọ bụ ezie ná ọ bụ onye Malawi, a zụlitere yá n'obodo na-asụ Bemba, abụọ n'ime ndị isi ala anọ nke Zambia kemgbe bụ ndị na-asụrụ Bemba",
  "Ónyé ịsị àlà nkè atọ, Levy Mwanawasa, bụ onye Lenje, sitere ná Copperbelt Province nkè sitere ná agbụrụ Bantu Botatwe nkè mejupụtara ndị Tonga-Lenje-Ila",
  "Ónyé ịsị àlà nke ànọ́, Rupiah Bwezani Banda bụ onye Chewa sị n'Ebe Ọwụwa Anyanwụ",
  "N'ime afọ ndị MMD weghaara ọchịchị na 1991, a na-ebo ya ebubo ọtụtụ ugboro na ọ na-akwalite Bemba karịa asụsụ mpaghara ndị ọzọ na mba ahụ. Ọ bụ ezie na asụsụ nke isi obodo Zambia bụ Lusaka bụ olumba nke Bantu Botatwe.",
  "Bemba nwere ọtụtụ olumba, ọtụtụ n'ime há bụ ụdị Bemba nke agbụrụ ndị ọzọ na-asụ nkè dàràa n'okpuru mmetụta Bemba. Há gụnyere Chishinga, Lomotwa, Ngoma, Nwesi, Lala, Kabende, Luunda, Mukulu, Ngiao, na Unga, nke ndị Twa pygmies na-asụ ma na-ewere ya mgbe ụfọdụ dị ka asụsụ dị iche (Nurse 2003)",
  "Ndị Twa nke Bangweulu na-asụ asụsụ ọzọ nke Bemba.",
  "Usoro orthographical a na-ejikarị eme ìhè, nkè Edward Steere webatara ná mbụ, bụ ụdaume",
  "Á na-enye mkpụrụedemede yá, ná ọnụọgụ ụdaume há, n'okpuru ébé á.",
  "Ọ ghọwo ìhè á na-ahụkarị iji 'c' mee ihe n'ọnọdụ 'ch'",
  "Dị ka asụsụ ndị ọzọ nkè Bantu, kà á na-agbakwunye affixes, njikọta nkè ụda ume nwere ike ịbịakọta ná ụdaume nwere ikike ịgbanwe",
  "Dịka ọmụmaatụ, 'aa' na-agbanwe kà ọ bụrụ ogologo 'a', 'ae' ná 'ai' na-aga 'e', ná 'ao' na 'au' na-aghọ 'o' (n'ọnọdụ ndị ọzọ, a na-ejikarị 'y' kewaa ngwakọta ụdaume ndị ọzọ)",
  "'n' imi na-agbanwe ka ọ bụrụ 'm' tupu 'b' ma ọ bụ 'p', a na-akpọkwa yá ŋ tupu 'k' mà ọ dị 'g'; mgbè 'n', 'l' gbanwere ka ọ bụrụ' 'd'",
  "Iwu ndị a niile ga-apụta ìhè na tebụl ndị e nyèrè n'okpuru ébé á.",
  "Dị ka ọtụtụ asụsụ Bantu, Bemba bụ ụda, nwèrè ụda abụọ; Otú ọ dị, ụda nwèrè mmetụta dị ntà ná ihe ọ pụtara dịka ọnụ ọgụgụ ókwú ndị á ga-agbagwoju anya dị obere",
  "Nkwekasị na-adaba ná prefix, mgbè ọ dị, mà nwee ike iduga ná ọdịiche dị nro nke ìhè ọ pụtara (lee ụdị ngwaa dị n'okpuru).",
  "Ọtụtụ n'ime isi ihe ndị dị ná ụtọ asụsụ Bemba bụ ihe atụ nke asụsụ Bantu: ọ bụ aglutinative, dabere na prefixes, nwere usoro nke ọtụtụ áhà, nnukwu akụkụ ókwú ná oge, adjectives olé ná olé, na, dị ka Bekee, nwèrè usoro okwu nkè bụ isiokwu-okwu-ihe",
  "A na-ewere ọtụtụ n'ime nhazi ébé á site ná nke Schoeffer, Sheane ná Cornwallis nyere.",
  "A na-ekewa áhàa Bemba n'ime ọtụtụ klas na-enweghị isi",
  "A na-egosi há site ná prefixes há mà na-adịkarị kà prefixes nkwekọrịta mà ọ bụghị mgbè niile kà há na-agbakọta ná ngwaa há na-achị, adjectives na-eme kà há rụọ eru, ná nnọchiaha na-anọchite anya há",
  "Site n'otu mgbakọ, dabere ná ọtụtụu, á na-ahazi ha dị ka ndị a (ọtụtụ ụdị ndị ọzọ na-esite na echiche phonetic):",
  "Prefixes na klas 9 na-egosi ikpe: 'ku-' kwekọrọ na 'to' ma ọ bụ 'from', 'mu-' na 'in', 'into', ma ọ bụ'out of', na 'pa-' na 'at'.",
  "Dị ka ọ na-adịkarị n'asụsụ Bantu, adjectives na-agbaso okwu há rụrụu eru, mà wéré adjectival concord prefixes, mànà ọ bụghị ọtụtụ n'ime háa n'echiche siri ike",
  "Adverbs, ikwu ókwú, mà ọ bụ 'ndị na-akọwa', na-arụkarị ọrụ há kama",
  "Á na-etinye ndị na-akọwa ìhè n'azụ áhà ahụ, ná mkpụrụedemede '-a', na nnọchiaha dị mkpa n'etiti ha: chintu cha nomba, 'ihe  ọhụrụ'.",
  "Nọmba site na 1 ruo 10 bụ:",
  "Nọmba 1-5 na-ewere adjectival concord prefixes (mà e wezụga màkà klas 1 otu: muntu umo, 'otu onye')",
  "A hapụrụ nọmba 6-10 n'agbanweghị",
  "'Ikumi' nwéré ọnụọgụ 'makumi', nkè enwere ike iji dị kà áhà ná 'na' (na, na) iji mepụta ọnụọgụ niile ruo 99: dịka ọmụmaatụ, makumi yatatu ná pabula, 'iri atọ ná itoolu'",
  "100 bụ 'mwanda', ná ọnụọgụ' 'myanda'.",
  "Ndị nnọchiaha onwé ónyé na-anọghị nà klas bụ: 'ine' (1st person sg.), 'iwe' (2nd person sg.), \"ifwe' (1st persona pl.), 'imwe' (2nd persona pl.Ọ dị ichèe ichè Ndị a bụ ìhè zụrụu oké, n'echiche ná há na-eguzo naanị há, há enweghịkwa ike ịpụta dị ka isiokwu mà ọ bụ ihe dịka ha dị",
  "E nwere nnọchiaha dị iche iche, ná nnọchiaha ónyé nkè atọ dabere ná klas",
  "Enwekwara nnọchiaha na-egosi, nkè e kewara site ná klas ná ụdị atọ site ná ala deixis ('nke a, nke ahụ, ná nkè ahụ n'ebe ahụ'), á na-ejikwa ndị a mepụta nnọchiaha.",
  "Ngwaa nwere ụdị dị mfe, na-ejikarị '-a' (ihe niile tụpụ 'a' ịbụ 'ogwe', 'mgbọrọgwụ' ma ọ bụ 'radical'), mà na-agbakọta yá dabere ná ónyé, ọnụ ọgụgụ ná klassi nkè isiokwu ná ìhè, oge, ọnọdụ, olu, akụkụ ná mà há bụ nkwenye mà ọ bụ ihe na-adịghị mma",
  "Ọzọkwa, ogwe ha na-agbanwe iji gosipụta ihe ndị ọzọ dị iche iche",
  "Enwere ike ijikọta iwu ndị na-esonụ n'ụzọ dọrọ ányá, Bemba bụ aglutinative na ọ bụghị inflective, mana á kà nwere ụfọdụ ndị ọzọ.",
  "Á na-ebu ụzọ tinye prefix isiokwu, mgbè ahụ ihe ahụ na-etinye",
  "Mgbe isiokwu ma ọ bụ ihe bụ áhà á kapịrị ọnụ ná klas á nyere, á ná-eji ókwú nkwekọrịta nkè klas á, ná ụdị na-adịghị mmá na-agbakwunye prefix 'ta-' tupu nke a.",
  "Nchịkọta e nyèrèe ebe á bụ nke Schoeffer gosipụtara",
  "Ụfọdụ n'ime ndị á chọrọ ogwe áká gbanwere agbanwe, na-agbanwe 'a' ikpeazụ ka ọ bụrụ 'ile' ma ọ bụrụ na ụdaume bu ya ụzọ bụ 'a', 'i' ma ọ bụ 'u', na 'ya' ma ọ dị ka 'e' ma ọbụ 'o', ma ọ bụ, ma ọ bụrụ bụrụ na ụdaolu ikpeazụ bụ imi, na-gbanwe 'a\" ka ọ bụrụ na 'ine' ma ọ bụghị 'ene' dịka o si dị",
  "E nwere ihe na-adịghị mma n'ọtụtụ ngwaa.",
  "A na-enye infixes dị n'okpuru ebe a",
  "Ha na-abịa n'azụ isiokwu na ihe, na n'ihu ngwaa, ma e wezụga maka oge na-adịbeghị anya, nke a rụzuru ma ọ bụ akụkọ ihe mere eme na 'na-', nke na-apụta na mbido",
  "A na-eji ụda olu ( ́) mara nrụgide.",
  "Mmetụta ahụ kwekọrọ nke ọma na ụkpụrụ ndị Bantu.",
  "Otu ihe dị mfe bụ otu ụdị 'dictionary' nke ngwaa nkè nwèrè ogwe ná nsonaazụ '-a', na-agbanwe ka '-e' ma ọ bụrụ ná ejiri prefix ihe - enweghị prefix isiokwu",
  "Ọdịdị dị mfe nkè dị mkpa na-agbanwe '-a' ka ọ bụrụ '-eni'",
  "Ntinye 'aku-' ma ọ bụ 'uka-', na-agbakwunye echiche nke ntụziaka iji maliteghachi mà ọ bụ gaa n'ihu n'omume",
  "Enwere ike inye ụdị nkwenye site ná iji prefix nke ónyé nnọchiaha (n'ozuzu nke klas 1) ma soro nke a site na infix '-inda-'.",
  "Á na-eji subjunctive eme ìhè n'ụzọ na-enweghị isi, dị kà ìhè na-apụtaghị ìhè, nà agbamume, ná ná ná ahịrịokwu ndị dị n'okpuru, n'otu ụzọ ahụ ma ọ bụghị otú ná subjunctive nkè ọtụtụ asụsụ Europe",
  "Ìhè á na-ahụkarị bụ mgbanwe nke '-a' ikpeazụ nkè ngwaa gaa na '-e'",
  "Á na-enye ụdị ya n'okpuru ebe a",
  "N'ebe a, V na-anọchite ányá ngwaa, ná P maka nnọchiaha ọ bụla (infixes)",
  "Iwu phonological a na-ahụkarị na-emetụta.",
  "Infinitive, nke bụ áhà ókwú, nwèrè ụdị abụọ",
  "Ụdị dị mfe nwèrè prefix 'ku-' gbakwunyere na ụdị dị mfe, dị ka e kwụrụ n'elu, ná infinitive nwèrè prefix'kula-'.",
  "A na-emepụta passive site na itinye '-w-' n'ihu ụdaume ikpeazụ nkè ngwaa, mànà anaghị eji yá eme ìhè ugboro ugboro",
  "Enwere ike ịmepụta ólú 'na-anọpụ iche' site ná iji '-ik-' kama mà ọ bụrụ ná ụdaume bú ụzọ bụ á, m mà ọ bụ u, na '-ek-' ma ọ bụrụ ma ọ bụrụ dalelị bu ụzọ bụ e ma ọ bụ o",
  "Ụdị a dị iche n'ihe ọ pụtara site na nke na-agaghị agafe agafe n'ihi na ọ na-emesi ọnọdụ sitere n'omume ike karịa omume ahụ n'onwe ya (cf",
  "Bekee 'arịa ahụ agbajiela', n'adịghị ka 'a na-agba bọọlụ').",
  "N'ozuzu, prefixes 'ta-' na prefix isiokwu ma e wezụga maka ónyé mbụ nkè na-agbanwe kà 'nshi' ma ọ bụ 'shi'",
  "N'ozuzu, subjunctive na-agbakwunye 'i' mgbe prefixes nke nnọchiaha gasịrị ma n'ọtụtụ ọnọdụ na-agbanwe 'e' ikpeazụ ka ọ bụrụ 'a'",
  "Infinitive na-eji oge ụfọdụ 'te' na-adịghị mmá",
  "Otú ọ dị, iwu ndị a kapịrị ọnụ dị mgbagwoju anya karị, ụdị ndị ahụ na-adabere nke ọma na oge, akụkụ na ọnọdụ",
  "Mgbè a na-eji ihe na-adịghị mma na 'le' ezughi oke, ọ na-abụkarị n'echiche nke omume a na-emebeghị, Schoeffer na-ezo aka na ya dị ka 'oge a na-egbu oge' dị iche.",
  "E nwere ọtụtụ ụdị ngwaa ndị ọzọ nke na-agbanwe ogwe site na ịgbakwunye mkpụrụedemede ọzọ tupu 'a' ikpeazụ",
  "Á na-enye ndị a n'okpuru ébé á",
  "E nwekwara ọtụtụ oge ngwakọta, ọtụtụ na-eji copula 'kuli' ná 'kuba'.",
  "Á na-eji ndị á eme ìhè iji webata nhazi ma ọ bụ nkè dị n'okpuru, dịka ojiji há na Bekee.",
  "Abantu bonse bafyalwa abalubuka nokulingana mu mucinshi nensambu",
  "Balikwata amano nokutontonkanya, eico bafwile ukulacita ifintu ku banabo mu mutima wa bwananyina.",
  "Á na-amụ ụmụ mmadụ niile n'efu mà há nata ha ùgwù na ikike",
  "A na-enye ha ezi uche ná akọ ná uche mà kwesịkwa imegide ibe ha n'ime mmụọ nkè ọbụbụenyi",
  "(Akụkụ nke mbụ nke Universal Declaration of Human Rights.)",
  "E nwere ọtụtụ akwụkwọ ná Bemba",
  "E nwèrè akụkọ, uri ná egwuregwu",
  "Ụfọdụ n'ime ndị edemede ámá ámá ná Bemba gụnyere Stephen Mpashi, Chongo Kasonkomona, Chishimba, Paul Mushindo, Bwalya Chilangwa, Mwila Launshi na Kambole",
  "E dere ọtụtụ akwụkwọ akụkọ ná akụkọ ná Bemba n'etiti oge 1950 na 1980",
  "N'oge na-adịbeghị ányá, á na-ebipụta ọrụ okike olé  ná  olé ná Zambia karịsịa n'ihi ihe abụọ: ndị na-agụ yá na-abụkarị ndị ogbenye ná nkè abụọ, n'ihi nkè mbụ, ndị na-ebi akwụkwọ na-ala azụ ibipụta ọrụ okorobịa na Bemba, ọkachasị akwụkwọ akụkọ dị ogologo, maka ihe ego n'ihi ohere dị ala nke ndị na-ede akwụkwọ na ya wee si otú a nweta uru",
  "Kama nkè ahụ, e nwèrè ọtụtụ akụkọ mkpirikpi na akwụkwọ akụkọ ná akwụkwọ akụkọ Bemba.",
  "N'agbanyeghị nsogbu ndị á, dị ka ndị na-agụ akwụkwọ na enweghị mbipụta, ogo nkè ọrụ ndị á na-ebipụta ná Bemba na-adịkarị elu",
  "Ọzọkwa, ọ yiri kà e nwèrè ọtụtụ ndị édémédé nwéré nkà ga-achọ ide n'asụsụ á mànà há enweghị ike ide ihe n'ihi ìhè ndị e nyèrè n'elu ná ndị ọzọ [nkọwa dị mkpa] ndị metụtara.",
  "N'ihe gbasara nkatọ akwụkwọ, á tụlebeghị ma katọọ ọtụtụ ọrụ na Bemba",
  "Nkè á bụ n'ihi ná e nwèrè ndị nkatọ akwụkwọ olé na olé ná Bemba, ọ bụ ezie ná mmasị na-eji nwayọọ nwayọọ na-eto",
  "Ụfọdụ n'ime ndị a gụnyere Lutato na Shadreck Kondala, n'etiti ndị ọzọ",
  "Akwụkwọ Bemba oge ochie gụnyere Uwauma Nafyala, Pano Calo ná Imilimo ya bena Kale."
]