[
  "Benjamin Chukwukelo Uzoh (amụrụ ya na Machị 18, 1988) bụ onye Naijiria-Amerịka ọkachamara na-agba bọọlụ nke na-agba maka Marinos nke Venezuelan SuperLiga",
  "Ọ na-egwuri egwu na mba ụwa maka Naịjirịa. Na-eguzo na 6 ft 3 (1.91 ), Uzoh agbaala bọọlụ  NBA na New Jersey Nets na Toronto Raptors.",
  "Uzoh gbara bọọlụ na Tulsa Golden Hurricane n'ime afọ anọ ọ rụrụ ọrụ basketball na kọleji.",
  "Uzoh bụ naanị onye egwuregwu n'akụkọ ihe mere eme nke ụlọ akwụkwọ ka etinyere n'isi 10 n'etiti isi, nkwụghachi, enyemaka, izu ohi na ngọngọ",
  "Ọ bụ onye nnata oge niile-Conference USA gụnyere nhọrọ ya na ndị otu mbụ ya n'afọ agadi ya",
  "Ọ malitere na egwuregwu nke otu narị na iri anọ  n'ime egwuregwu nke otu narị na iri anọ na otu na ọrụ kọleji ya.",
  "N'oge ọkọchị nke afọ 2010, Uzoh nwetara Asọmpi ọkpụkpọ òkù na otu egwuregwu nke atọ nke Portsmouth",
  "Mgbe ọ na-agaghị na NBA Draft nke afọ 2010, Uzoh bịanyere aka na nkwekọrịta nkwekọrịta na New Jersey Nets nke National Basketball Association",
  "Na Jenụwarị 5, 2011, e nyere Uzoh nkwekọrịta iji kpọọ afọ fọdụrụ na New Jersey",
  "E kenyere ya ọrụ na Springfield Armor nke NBA D-League, n'oge ọnwa Machị 2011.",
  "N'ọnwa Ọktoba n'afọ 2011, ọ bịnyere aka na nkwekọrịta otu afọ na Lokomotiv Kuban nke Russian League, mana a tọhapụrụ ya mgbe ọ gbasịrị naanị egwuregwu abụọ.",
  "Na Machị 27, 2012, ọ bịnyere aka na nkwekọrịta ụbọchị nke iri na Toronto Raptors na National Basketball Association",
  "N'abalị iri na isii n'ọnwa Eprel n'afọ 2012, ndị Raptors kwupụtara na ha zụrụ Ben Uzoh maka oge fọdụrụ na 2011-2012",
  "O dekọrọ okpukpu atọ na Eprel 26, megide Nets, nke mbụ site na Raptor n'ime afọ iri na otu.",
  "Uzoh sonyeere Denver Nuggets maka ogige ọzụzụ ha n'ọnwa Ọktoba n'afọ 2012, mana o tinyeghị na ndepụta ikpeazụ nke otu ahụ. Ndị otu D-League bụ Rio Grande Valley Vipers nwetara ya",
  "Agbanyeghị, na Nọvemba 5, 2012, e rere Uzoh na Armor maka Tim Ohlbrecht.",
  "N'October 31, 2013, ndị Tulsa 66ers nwetara Uzoh na azụmaahịa metụtara Iowa Energy na Springfield Armor",
  "Na Jenụwarị 22, 2014, a zụrụ ya na Canton Charge",
  "Na Machị 21, 2014, Charge hapụrụ ya n'ihi mmerụ ahụ na-akwụsị oge.",
  "Ben Uzoh gara Naijiria n'afọ 2015 ebe ọ bịanyere aka na ya ka ọ gbaa ndị Lagos Islanders egwu.",
  "Na Machị 12, 2017, Uzoh bịnyere aka na klọb Belgian Okapi Aalstar maka oge fọdụrụ n'afọ 2016 na 1917.",
  "Na Febụwarị 10, 2018, ọ bịnyere aka na Caballeros de Culiacan nke CIBACOPA league na obodo Mexico.",
  "Na Nọvemba 24, 2019, Uzoh bịnyere aka na otu egwuregwu Paris Basketball nke LNB Pro B",
  "Na Jenụwarị 20, 2020, Paris Basketball na Uzoh jikọrọ aka kpebie ịghara ịga n'ihu maka mmekorita ha.",
  "N'ọnwa Eprel 2021, Uzoh bịanyere aka na ndị otu Naijiria Rivers Hoopers ka ha gbaa bọọlụ n'oge izizi nke Basketball Africa League (BAL). O nwetara akara mbụ na BAL na mmalite oge megide Patriots BBC. Ọ ghọkwara onye mbụ bụbu onye egwuregwu NBA na-egwu na asọmpi ọhụrụ ahụ. A kpochapụrụ ndị Hoopers na oge oge mgbe ha nwụsịrị abụọ na otu mmeri, na Uzoh na-ebute isi otu 14.7 n'otu egwuregwu.",
  "Na Septemba 2021, Uzoh nọ na aha ndị otu South Africa Cape Town Tigers wee nyere ndị otu ahụ aka imeri asọmpi mba mbụ ha.",
  "O dekọrọ akara 22, 5 rebounds na 5 assists na egwuregwu mmeri megide Jozi Nuggets.",
  "Na Julaị 4, 2022, ọ bịnyere aka na Marinos nke Venezuelan SuperLiga.",
  "Uzoh agbaala bọọlụ maka otu egwuregwu bọọlụ mba Naịjirịa n'afọ 2013, 2015, na 2017 FIBA Men's African Championships",
  "Ọ bụkwa onye otu egwuregwu Naijiria nke sonyere na Rio 2016 Olympic Games.",
  "Àtụ:NBA player statistics legend",
  "Àtụ:NBA player statistics start\n|-\n| align=\"left\" | Àtụ:Nbay\n| align=\"left\" | New Jersey\n| 42 || 0 || 10.4 ||424 ||375 ||589 || 1.5 || 1.6 || 0.3 || 0.2 || 3.8\n|-\n| align=\"left\" | Àtụ:Nbay\n| align=\"left\" | Cleveland\n| 2 || 0 || 6.5 ||400 ||000 ||000 || 2.0 || 1.0 || 0.5 || 0.0 || 2.0\n|-\n| align=\"left\" | Àtụ:Nbay\n| align=\"left\" | Toronto\n| 16 || 8 || 22.3 ||351 ||000 ||579 || 3.9 || 3.7 || 1.0 || 0.2 || 4.8\n|- class=\"sortbottom\"\n| style=\"text-align:center;\" colspan=\"2\"| Career \n| 60 || 8 || 13.5 ||395 ||333 ||587 || 2.1 || 2.2 || 0.5 || 0.2 || 4.0\nÀtụ:S-end",
  "Àtụ:BAL player statistics start\n|-\n| style=\"text-align:left;\"|2021\n| style=\"text-align:left;\"|Rivers Hoopers\n| 3 || 3 || 29.1 ||559 ||000 ||667 || 4.7 || 5.3 || 1.0 ||7 || 14.7\n|-\n|- class=\"sortbottom\"\n| style=\"text-align:center;\" colspan=\"2\"|Career\n| 3 || 3 || 29.1 ||559 ||000 ||667 || 4.7 || 5.3 || 1.0 ||7 || 14.7\nÀtụ:S-end",
  "Àtụ:Nigeria squad FIBA Africa Championship 2015"
]