[
  "Benedict Wallet Vilakazi (ụbọchị 16 ọnwa Jenụwarị afọ 1906 - ụbọchị 26 ọnwa Ọktoba afọ 1947) bụ onye edemede South Africa, onye sitere n'ezinụlọ eze Zulu, na onye dere uri Romantic n'asụsụ Zulu",
  "Vilakazi bụkwa prọfesọ na Mahadum Witwatersrand, ebe ọ ghọrọ onye isi ojii South Africa mbụ kụziiri ndị ọcha South Africa klas Mahadum",
  "N'afọ 1946, Vilakazi ghọkwara onye isi ojii South Africa mbụ natara PhD.",
  "Okporo ámá Vilakazi dị na Soweto, nke abara aha ya bu onye na-ede uri, bu ebe a ma ama dika okporo ebe Nelson Mandela na Archbishop Desmond Tutu biri otu mgbe.",
  "A mụrụ Benedict Vilakazi Bambatha kaMshini n'afọ 1906 na obodo Groutville Mission Station dị nso na KwaDukuza, Natal (nke bụ South Afrịka ugbu a), nwa nke ise nke ndị Roman Katọlik Mshini ka Makhwatha na Leah Hlongwane",
  "Nne ya, Oriakụ Leah Hlongwane Vilakazi, bụ nwa nwanyị Bangile, onye bụ nwanne nwanyị nke Queen Ngqambuza, nwunye Eze Cetshwayo, yana nwanne nwanyị nke Right Reverend J Mdelwa Hlongwane ka Mnyaziwezulu, nwa nwoke Chief Matiwane.",
  "Vilakazi kewara ntolite ya n'etiti ịzụ ehi ezinụlọ na ụlọ akwụkwọ ozi ala ọzọ ruo mgbe ọ dị afọ 10, mgbe ọ gafere na St",
  "Francis College na Mariannhill, ụlọ akwụkwọ sekọndrị Roman Katọlik nke Mariannhillers guzobere. N'ebe a ka e mere ya baptizim na aha \"Benedict Wallet,\" ọ bụ ezie na nne ya siri ọnwụ na ọ nọgidere na-akpọ aha nna Vilakazi",
  "Ọ nwetara asambodo nkuzi n'afọ 1923 wee kụzie na Mariannhill ma mesịa na seminarị dị na",
  "Ixopo.",
  "N'afọ 1933, Vilakazi wepụtara akwụkwọ akụkọ mbụ ya Nje nempela (\"N'ezie na Ezi\"), otu n'ime ọrụ mbụ nke akụkọ ifo Zulu iji dozie isiokwu nke oge a",
  "Ọ sochiri ya n'afọ 1935 na akwụkwọ akụkọ Noma nini yana nchịkọta uri Inkondlo kaZulu, mbipụta mbụ nke uri Zulu nke Europe.",
  "Uri ya, nke amaokwu nke European Romantics nwere mmetụta dị ukwuu, webatara isiokwu edemede yana ma rhyme na mita uri nke a na-amaghị na akwụkwọ Zulu, ka ọ na-ejikọta ha na ihe ndị sitere na ọdịnala Izibongo nke abụ otuto.",
  "N'inweta B.A",
  "na Mahadum nke South Africa n'afọ 1934, Vilakazi malitere ịrụ ọrụ na ngalaba ọmụmụ Bantu na Mahadụ nke Witwatersrand n'afọ 1936 n'okpuru onye ọkà mmụta asụsụ C",
  "M",
  "Doke, onye ya na ya mepụtara akwụkwọ ọkọwa okwu Zulu-English. Ọnọdụ nkuzi Vilakazi mere ka ọ bụrụ onye isi ojii South Africa mbụ kụziiri ndị ọcha South Africa na mahadum.",
  "Akwụkwọ akụkọ Vilakazi mechara gaa n'ihu na-enyocha ndụ kwa ụbọchị na omenala ọdịnala Zulu, dị ka UDingiswayo kaJob (1939) na Nje nempela (1944), nke bụ akụkọ nke ezinụlọ Zulu nwere ọtụtụ nwanyị.",
  "Uri ya ghọrọwanye ndọrọ ndọrọ ọchịchị n'oge ndụ ya, na-eme ihe nkiri banyere mmegbu na ịkpa ókè ọ bụghị naanị megide ndị Zulu, kamakwa megide ndị isi ojii ndị ọzọ nke South Africa.",
  "A makwaara Vilakazi maka ọrụ agụmakwụkwọ ya gbasara ọdịnala ọnụ na asụsụ Zulu na Xhosa, nke mere ka o nweta PhD mbụ a ga-enye onye isi ojii South Africa na ụbọchị16 ọnwa Maachị nke afọ 1946.",
  "Otu afọ mgbe ọ natasịrị nzere doctorate ya, Benedict Wallet Vilakazi nwụrụ na Johannesburg site na meningitis",
  "A nabatara ma akwụkwọ akụkọ ya na uri ya nke ọma n'oge ndụ ya ma ka dị otú ahụ taa.",
  "N'abalị iri abụọ na asatọ n'ọnwa Eprel n'afọ 2016, e nyere Dr Benedict Wallet Vilakazi Order of Ikhamanga - Gold (OIG) maka \"onyinye pụrụ iche o nyere n'ọhịa akwụkwọ n'asụsụ ụmụ amaala na nchekwa nke ọdịbendị isiZulu\".",
  "Vilakazi Street dị na Soweto bụ naanị okporo ámá dị n'ụwa ebe ndị Nobel Laureate abụọ biri",
  "Ọ bụ ebe Nelson Mandela na Desmond Tutu biri ma gụọ ya aha iji sọpụrụ Vilakazi.\nDr B.W",
  "Vilakazi Secondary School na Zola 3, a gụrụ Soweto aha Dr Vilakazi nwụrụ anwụ iji cheta ihe nketa ya.",
  "E bipụtara nsụgharị edemede nke R.M",
  "Mfeka na Peggy Rutherfoord nke uri Benedict Vilakazi Umamina na anthology African Voices: An Anthology of Native African Writing"
]