[
  "Benedict Peters bụ onye Naijiria nwere ọtụtụ ijeri ego nke guzobere Aiteo Group, ụlọ ọrụ na-emepụta mmanụ kacha ukwuu na Naijiria. Ka ọ na-erule n'ọnwa Nọvemba afọ 2014, o nwere atụmatụ ego ruru ijeri US $ 2.7 ijeri. Ventures Africa họpụtara ya dị ka onye nke iri na asaa kacha baa ọgaranya n'Africa na onye nke asaa kacha baa uru na Naịjirịa.",
  "Peters si Onicha Oloma na Delta steeti ma amụọ ya na Abakaliki, Ebonyi Steeti n'aka onye na-echekwa ego na onye na-elekọta ụlọ. Ọ gara Ekulu Primary School, Enugu na Federal Government College Enugu, mgbe nke ahụ gasịrị ọ gara Mahadum Benin, ebe ọ nwetara nzere Bachelor of Science (B.Sc) Hons na Geography na Town Planning.",
  "Peters malitere ọrụ ya na ụlọ ọrụ mmanụ na gas na mbido afọ 1990, na-arụkọ ọrụ na ndị guzobere Ocean and Oil, ụlọ ọrụ a maara ugbu a dị ka Oando Nigeria Plc, Adewale Tinubu, Mofe Boyo na Onajite Okoloko",
  "Ọ kwagara na MRS Oil Nigeria PLC dị ka onye isi nchịkwa otu, na-agwụ dị ka onye nchịkwa ya, tupu ọ pụọ na 1999 iji guzobe Sigmund Communecci.",
  "Na Febụwarị 2008, Peters guzobere otu Aiteo (Aiteo Eastern Exploration and Production Company Limited), ụlọ ọrụ nọchiri Sigmund Communecci. Ụlọ ọrụ ahụ nwere otu n'ime nnukwu ụlọ ọrụ tankị mmanụ na Naịjirịa nwere ụlọ ọrụ karịrị nde lita 250 n'ihe karịrị 100,000 square mita nke ala",
  "Ọ nwekwara ma na-arụ ọrụ Abonnema Storage Terminal.",
  "N'afọ 2014, Aiteo nwetara òkè na-achịkwa Oil Mining Lease (OML) 29 na Nembe Creek Trunk Line (NCTL) na Eastern Niger Delta site na Royal Dutch Shell Plc. Dị ka Wood Mackenzie si kwuo, \"OML 29 bụ nnukwu blọk dị na ndịda ọwụwa anyanwụ Niger Delta",
  "O nwere oghere mmanụ na gas iri na otu",
  "\" \"OML 29 nke dị square kilomita 983 n'ụsọ osimiri na mpaghara Niger Delta, bụ ebe nchọpụta azụmahịa mbụ nke Naịjirịa\", na 1956 na Oloibiri Oilfield.",
  "Peters na-agbanwekwa ngwa ngwa site na ntọala ya nke Aiteo Power, nke ọ bụ onyeisi oche ya. Ọ na-eduga Aiteo Consortium na EMA Consortium nke meriri n'ọkwa dị iche iche iji nweta ụlọ ọrụ atọ na-emepụta ike ma na-akwadebe iwu ụlọ nrụpụta 100,000 barrel na Warri jupụtara na mmanụ na Delta State.",
  "N'ọnwa Eprel 2017, Aiteo Group kwupụtara ịbịanye aka na nkwekọrịta mmekọrịta afọ ise na Nigeria Football Federation nke ruru N2.9b. N'ikike nke onye mmekọ kachasị mma nke NFF, nkwado Aiteo kwadoro ụgwọ ọrụ nke onye isi Super Eagles Gernot Rohr na ndị nkuzi nke ndị otu mba NFF niile",
  "Peters gwara ndị mgbasa ozi na \"Aiteo Group nwere mmasị n'ịchịkwa dịka ndị Naijiria nwere mmasị n\"ịgba bọọlụ, yabụ anyị nwere obi ụtọ na anyị na NFF na ndị nkuzi ya na-arụkọ ọrụ ọnụ iji nweta ihe mgbaru ọsọ nke Naijiria bara ọgaranya karị\".",
  "N'August 5, 2014 na Washington DC, Peters bụ otu n'ime mmadụ anọ natara Marquee Award for Global Business Excellence na nri abalị Africa-US Leadership Awards, nke African Energy Association kwadoro, \"otu nzukọ na-enweghị uru nke ndị na-ekwu okwu nwere ahụmahụ, ndị ndụmọdụ na ndị na-akwado ike dị elu\". Leadership, akwụkwọ akụkọ mba Abuja, nke dị na Nigeria, kpọrọ ya \"Leadership CEO of the Year 2014\" maka ịkwado nkwekọrịta ọdịnaya mpaghara na-eme ka ikike ka ukwuu iji jikwaa akụ mmanụ na mba ya, Nigeria. Na 18 Jenụwarị 2015, e nyere Peters Dr",
  "Martin Luther King Jr",
  "Legacy Awards na \"Economic Empowerment\" category na ihe omume emere na Washington, DC's Willard Hotel. E depụtara Benedict Peters n'etiti ndị Naijiria 50 kachasị emetụta na 2017 site na BusinessDay Newspaper na Naijiria. Na June 2018, The Guardian (Nigeria) kpọkwara ya aha dị ka onye isi mmanụ na gas nke afọ. Nwoke nke Business Day nke afọ 2019",
  "Peters lụrụ di ma nwee ụmụ anọ. N'afọ 2017, Ụlọikpe Kasị Elu nke Naịjirịa dị na Abuja nyere iwu ka e bulie iwu mkpochapụ ngwa ngwa na ihe onwunwe Peters na UK",
  "Ọ bụ ụlọ ọrụ Economic and Financial Crimes Commission EFCC nwetara Iwu Nnapụta Nkwụsị",
  "Ụlọ ikpe ahụ boro EFCC ebubo \"nnukwu nkwupụta na-ezighị ezi, izochi na nkwupụta na nke eziokwu\".",
  "E boro Benedict Peters ebubo na Pandora Papers na-agbapụta na ọ na-enye onye ọrụ mmanụ Naijiria (Diezani Alison-Madueke) aka azụ na ụlọ ndị dị oké ọnụ ahịa na mba ofesi iji nweta ihu ọma na Ministri Naijiria nke Petroleum Resources. Benedict agọnahụla ebubo ahụ."
]