[
  "Beningbrough (1791-1815) bụ ịnyịnya na-agba ọsọ nke Britain na nna a maara nke ọma maka mmeri St Leger Stakes na 1794",
  "N'ọrụ ịgba ọsọ nke were site na Mee 1794 ruo Ọgọst 1797 ọ meriri agbụrụ iri na asatọ ya",
  "Mgbe e meriri ya na mbụ ya, ọ meriri agbụrụ anọ fọdụrụnụ dị ka onye dị afọ atọ, gụnyere St Leger na Gold Cup na Doncaster Racecourse na Septemba",
  "Mgbe nke ahụ gasịrị, ọ gara obere mkpọsa ma ọ bụ ugboro atọ na 1795 na otu ugboro na 1796",
  "Mgbe ahụ, ọ lara ezumike nká na stud ebe ọ ghọrọ onye na-azụlite ịnyịnya na-aga nke ọma n'ịbụ nna na nwa nke ọtụtụ ndị mmeri dị mkpa.",
  "Beningbrough bụ ịnyịnya \"nke buru ibu\" nke John Hutchinson nke Shipton, North Yorkshire zụlitere, nwe ya ma zụọ ya, ma gụọ ya aha obodo dị nso.",
  "Ọ bụ Eze Fergus mụrụ ya, ịnyịnya na-agba ọsọ nke na-aga nke ọma nke nọ na Hutchinson's stud maka ọtụtụ ọrụ ịzụlite ya. Ewezuga Beningbrough, a maara ya nke ọma dị ka nna nke Hambletonian, onye meriri St Leger wee ghọọ onye na-azụ anụmanụ nwere mmetụta nke ụmụ ya gụnyere Voltigeur, St Simon, Count Fleet na ọtụtụ ndị ọzọ na-emeri. Beningbrough bụ nke asaa n'ime ụmụ ehi iri na abụọ nke Herọd mepụtara.",
  "Na 29 Mee 1794 Benningbrough, nwanne Sandhopper pụtara nke mbụ ya na asọmpi ihe karịrị otu na ọkara kilomita na York Racecourse",
  "Ọ malitere 6/4 ọkacha mmasị mana Prior, nwa ehi na-acha ntụ ntụ nke Gilbert Crompton, kụrụ ya n'ọnọdụ nke abụọ. Beningbrough laghachiri York maka agbụrụ abụọ n'ọnwa Ọgọstụ, nke ọ meriri",
  "O dekọrọ mmeri mbụ ya mgbe ọ na-eti ndị iro abụọ na asọmpi kilomita abụọ wee merie Eliza nke Maazị Wilson na ndị ọzọ anọ na ọkara kilomita abụọ ka e mesịrị.",
  "N'abalị iri na asaa n'ọnwa Septemba, Beningbrough bụ otu n'ime ụmụ ehi asatọ na ụmụ nwanyị iji sọọ mpi nke iri na itoolu nke St Leger Stakes karịa kilomita abụọ na Doncaster Racecourse",
  "N'ịbụ onye John Jackson na-agba, ọ bụ onye nke abụọ kachasị amasị na 2/1 ma merie nke Prior na Maazị Garforth's grey colt (nke e mechara kpọwa Brilliant). N'ehihie na-esote, Beningbrough zutere ịnyịnya ndị okenye, gụnyere onye mmeri St Leger nke afọ gara aga Ninety-three na iko ọla edo anọ",
  "Ọ malitere 1/2 ọkacha mmasị wee merie site na Maazị Webb's mare Constant.",
  "N'ọnwa Ọgọstụ afọ 1795, e rere Beningbrough, ya na enyi ya Hambletonian, maka guineas 3,000 nye Sir Charles Turner nke Kirkleatham.\nBeningbrough apụtaghị dị ka onye dị afọ anọ ruo n'abalị iri abụọ na asatọ n'ọnwa Ọgọstụ mgbe ọ malitere ọkacha mmasị maka nkewa nke nnukwu akpa ndebanye aha, mana ọ gwụchara nke ikpeazụ n'ime ndị ọsọ atọ n'azụ Brilliant na Bennington. Dị ka akụkọ dị na Sportsman's Pilot Beningbrough na Bennington \"meriri onwe ha\" site n'ịlụ ọgụ maka ibute ụzọ n'ọsọ ahụ niile na-enyere Brilliant aka imeri ha abụọ na njedebe ikpeazụ. N'ọnwa sochirinụ, Beningbrough laghachiri n'ebe mmeri ya maka agbụrụ atọ na nzukọ Doncaster St Leger",
  "N'abalị iri abụọ na abụọ n'ọnwa Septemba, o meriri Bennington na asọmpi egwuregwu 500 guinea karịa kilomita anọ ma n'ehihie na-esote, ọ meriri Doncaster Stakes, na-eti Brilliant na Eliza",
  "Otu ụbọchị mgbe nke ahụ gasịrị, ọ gbara ọsọ ọsọ £ 100 n'usoro nke okpomọkụ kilomita abụọ, ihe nrite ahụ na-aga ịnyịnya mbụ iji merie ugboro abụọ",
  "Beningbrough doziri asọmpi ahụ na okpomọkụ abụọ, na-emeri Brilliant n'ọnọdụ nke abụọ n'oge ọ bụla.",
  "Oge afọ ise nke Beningbrough nwere agbụrụ abụọ na York n'ọnwa Ọgọstụ",
  "Na Satọdee 20 Ọgọstụ, ọ meriri asọmpi egwuregwu megide Maazị Wentworth's Ormond karịa kilomita anọ iji merie ihe nrite nke 500 guineas",
  "Ụbọchị anọ ka e mesịrị, e mere ya onye kachasị amasị ya megide ndị iro abụọ maka nkewa nke nnukwu akpa ndebanye aha, mana Eliza meriri ya.",
  "Na mbido 1797, John Hutchinson zụrụ Beningbrough n'aka Sir Charles Turner",
  "Oge ikpeazụ nke ịnyịnya ahụ bụ nke nzukọ Ọgọstụ na York",
  "Hutchinson nwetara guinea iri ise mgbe ịnyịnya Maazị Tatton bụ Yorkshire Bite apụtaghị maka egwuregwu megide Beningbrough na 19 Ọgọst",
  "Ụbọchị ise ka e mesịrị, Beningbrough kwụsịrị ọrụ ya na ngalaba nke Great Subscription Purse nke ọ mechara nke abụọ na Hambletonian.",
  "Beningbrough lara ezumike nká n'ọsọ iji ghọọ ịnyịnya na-azụlite na Shipton, na-eguzo na ụgwọ guineas isii na okpueze. Ka ọ na-erule 1803, mgbe ihe ịga nke ọma nke ụmụ mbụ ya n'ebe a na-agba ọsọ, ụgwọ ya arịgoola guineas iri na ọkara. N'afọ 1808 ọ kwagara na ụlọ ọrụ Maazị Dimsdale na Middleham, ebe ọ guzo na ụgwọ nke guineas iri abụọ na ise na ndị nwe ndị ga-abụ ndị enyi ya ka a chọrọ ka ha nyefee akwụkwọ edere ede. Beningbrough nọgidere na Middleham ruo mgbe ọ nwụrụ na 7 Febụwarị 1815",
  "E liri ya n'okpuru osisi mulberry n'ihu ụlọ Dimsdale.",
  "Ndị mmeri kachasị mma nke Beningbrough gụnyere ndị mmeri Oriana, Ashton, Briseis na Orville (nke bụkwa onye mmeri)",
  "Otu n'ime ụmụ ya nwoke bụ Scud onye meriri Doncaster Cup ma mụọ ndị mmeri Derby Sam na Sailor",
  "Beningbrough bụkwa onye na-eme nke ọma n'ịmụ nwa bụ nne nne nke Doctor Syntax, Variation, Reveller na The Duchess",
  "Àtụ:Pedigree",
  "Àtụ:St Leger Winners"
]