[
  "Benjamin Alfred Onyango Ochieng, bụ onye Kenya-American na-eme ihe nkiri, karịsịa na-arụsi ọrụ ike na ụlọ ọrụ ihe nkiri Hollywood",
  "A maara ya nke ọma maka ọrụ na ihe nkiri Tears of the Sun, God's Not Dead na Beautifully Broken",
  "A mụrụ ya na Ofafa Jericho Estate na Eastlands, Nairobi, Kenya, dịka nwa nke abụọ na ezinụlọ nke ụmụnne asaa. Nna ya bụ Christopher Ochieng na nne ya bụ Eudiah Achieng Ochieng",
  "Benjamin malitere agụmakwụkwọ praịmarị ya na Ofafa Jericho Primary School mgbe ahụ Ofafa Jericho Secondary School",
  "Mgbe Benjamin mere afọ iri na asatọ, nna ya goro ya ọrụ na British American Tobacco Kenya Ltd (BAT) ma mesịa kwaga ya n'ọkwa odeakwụkwọ na Ngalaba Ụgwọ Ọrụ ebe ọ rụrụ ọrụ afọ anọ",
  "Mgbe ahụ, e bufere ya na ngalaba kọmputa ma rụọ ọrụ afọ abụọ.",
  "O mechara sonye na United States International University (USIU) iji mụọ Management Information Systems (MIT)",
  "Maka ọmụmụ ihe ọzọ, Benjamin kwagara USIU, San Diego na USA. Site n'ebe ahụ, e bufere ya na Mahadum California State, Stanislaus na Turlock, California",
  "Mgbe ahụ n'afọ 1992, ọ gụsịrị akwụkwọ na Bachelor of Science Degree na Computer Science.",
  "Mgbe ọ gụsịrị akwụkwọ, ọ kwagara Hollywood, California ebe ọ gara n'ihu mụọ egwu na ime ihe nkiri",
  "Ọ rụrụ ọrụ na Funk Rock band 'P.F.O.' ruo afọ ole na ole ka e mesịrị kpebiri ịbụ onye na-eme ihe nkiri",
  "Site n'echiche a, ọ malitere ịpụta n'ọtụtụ ihe nkiri na ihe nkiri telivishọn ndị America a ma ama dịka General Hospital, The Shield na The X-files n'afọ 1999. Ka ọ dịgodị, ọ pụtara na The God's Not Dead Trilogy franchise yana Tears of the Sun, Heavenly Deposit, Beautifully Broken, Father Africa, The Boy, Road to Redemption, Default, Kwame, Chains, Thunder Chance, The Disciple, American Crude na The Terminal",
  "Ọ ghọkwara onye na-eme ihe nkiri olu ma nye olu ya na ihe nkiri na usoro telivishọn gụnyere; Last Face, Furious 7, Constantine, Night At the Museum I & III, Machine Gun Preacher, Inception, The Day the Earth Stood Still, Primeval, League of Extraordinary Gentlemen, The Path to 911, Mighty Joe Young na E-ring",
  "E wezụga ime ihe nkiri, ọ bụkwa onye edemede nwere ihe odide ndị a ma ama gụnyere: The Wives (TV Series); Dysfunctionally Organized (Web Series); Mind Tricks and Curse of Devil's Mountain (Shorts), Cheza na Original Man (Films)."
]