[
  "Benjamin Franklin (Ben) Britt (1923-1996) bụ ónyé na-ese ihe,  na-eme ihe n'ụzọ na-enweghị isi na ónyé na-adịghị ahụ anya, na ónyé nkuzi nka",
  "Ndị ọ na-achị bụ omenala ndị Africa America, okpukpe na ụmụaka, nke o jidere na mmanụ na icheku ọkụ",
  "Britt bịanyere aka n'ọrụ ya",
  "A mụrụ Benjamin Franklin Roundtree n'ubochí anọ n'ọnwa Mee, 1923 na Winfall, North Carolina. Nné na nnà ya gbanwere aha nnà ha ka ọ bụrụ Britt mgbè a manyere ha ịgbapụ na steeti ha gaa Philadelphia",
  "Dị ka nwa Brittī Stanford si kwuo, mgbanwe aha ahụ mèrè n'ụzọ ndị a: Nna Brittī na ónyé were ya n'ọrụ na-acha ọcha lụrụ ọgụ, jiri shọvel kụọ ya ma gbuo ya",
  "Nna ahụ zoro",
  "Nne ya na-acha ọcha na-ewe ya n'ọrụ gwara ya ka o jiri aha nna ya pụọ n'obodo ahụ, na-atụ egwu na Ku Klux Klan ga-abịa n'azụ ezinụlọ ahụ.",
  "Mgbe ezinụlọ ya kwagara Philadelphia, Britt dị ihe dị ka afọ isii ma ọ bụ asaa",
  "Na North Carolina, ọ nọ nso na nna ya, ónyé ụkọchukwu Baptist, onye gụrụ ya amaokwu Bible",
  "Ọtụtụ n'ime ihe osise ndị Brittịn mbụ nwere utu aha okpukpe.",
  "Britt tolitere na North Philadelphia ma gaa Dobbins Technical High School ébé ọ zutere nwunye ya n'ọdịnihu Marjorie onye na-amụ ka ọ bụrụ onye na-achọ mma (afọ ole na ole ka e mesịrị, ya na nwanne ya nwoke ga-ewu ụlọ ahịa ịchọ mma màkà ya n'okpuru ala nke ụlọ ha)",
  "Britt na-agụ akwụkwọ na nka azụmahịa",
  "Otu n'ime ndị nkụzi ya na Dobbins bụ onye na-ese ihe Samuel Joseph Brown Jr",
  "Britt gụsịrị akwụkwọ na 1943.",
  "Ruo afọ abụọ, Britt jere ozi na Coast Guard, na-aga France na England. Mgbè ọ laghachiri n'ụlọ, ọ gụrụ akwụkwọ na Hussian School of Art (1947ī 1950), Philadelphia College of Art (1951) na Art Students League na New York (1952ī 1953).",
  "Britt bụ ónyé surrealist na mbido ọrụ ya",
  "A kọwara ya dị ka ónyé na-ese ihe n'afọ 1951 n'otu akụkọ akụkọ banyéré ihe ngosi nke Guild of Allied Arts na Richard Allen Auditorium",
  "Ọ bụ ónyé otu ndị na-ese ihe na-egosi ọrụ ha ma na-ajụ ajụjụ site n'aka ndị na-ege ntị.",
  "Ọ na-ese echiche na ọnọdụ uche nke dị ma enweghị ike ijikwa ya, dịka ọ na-akpọ ha, otu ónyé édémédé kwuru",
  "Ojiji a na-eji agba eme ihe na-adabere n'echiche ma ọ bụ mmetụta ọ na-akọwa ma na-agbasa site na monochromatic ruo multicolored.",
  "N'akwụkwọ ya nke 1960 bụ American Negro Art, ónyé édémédé Cedric Dover buru amụma na Britt ga-anọ n'etiti ndị na-eto eto na-ese ihe, ọ bụ ezie na ọ na-efu n'akwụkwọ ya, ga-enwe ọnọdụ dị ịrịba ama n'akụkọ ihe méré eme nke Black art.",
  "Malite na 1950s, Britt malitere ma nọgide na-enwe mmekọrịta ogologo ógè na Wharton Centre, ụlọ ọrụ na-ahụ màkà mmekọrịta mmadụ na ibe ya na North Philadelphia nke kwadoro mmemme nka ndị ntorobịa",
  "Ọ bụ ónyé otu ndị nduzi, onye nduzi nka na ónyé nkụzi nka.  N'afọ 1952, ihe osise ya bụ Red Moon zụtara n'ọkwa nke abụọ n'ihe ngosi Wharton, nke gosipụtara ndị omenkà ise jikọtara ya na etiti ahụ",
  "Otu n'ime ndị ọkàikpe bụ onye na-ese ihe n'Afrịka bụ Paul Keene",
  "Ụlọ ọrụ ahụ zụrụ ihe osise ahụ. N'afọ 1965, o ritere ihe nrite mbụ a ma ama kwa afọ maka ihe osise ya na ihe ngosi na Wharton Rosenbaum Art Center.",
  "N'afọ 2015, e gosipụtara ihe omimi na-enweghị aha nke Britt rụchara na 1950s na ngosi nke ndị Black na-ese ihe na Woodmere Art Museum",
  "A kpọrọ ihe ngosi ahụ \"Anyị Na-ekwu: Ndị Black Artists na Philadelphia, 1920s-1970s\"",
  "Ihe osise Britt dị na nchịkọta ihe ngosi nka.",
  "N'afọ 2021, a gụnyere Britt n'ihe ngosi nke ónyé na-ese ihe Percy Ricks nke akpọrọ \"Afro-American Images 1971\" na National Guard Armory na Wilmington, DE",
  "O tinyere akwụkwọ na ihe ngosi Ricks",
  "Ọ bụ Delaware Art Museum haziri ihe ngosi nke afọ 2021, nke jụrụ Ricks na nzukọ ya Aesthetic Dynamics Inc",
  "mgbè ọ bịakwutere nkwado na 1971.",
  "Britt, onye gbara alụkwaghịm, nwụrụ n'ụlọ ya n'ubochí irí abụọ na isii n'ọnwa Juun, 1996, n'ihi nkụchi obi."
]