[
  "Benny Sophie Caroline Andrea Cederfeld de Simonsen née Treschow (1865-1952) bụ onye Danish na-eme udo",
  "A na-echeta ya dị ka onye otu Danske Kvinders Fredskæde, alaka Danish nke Women's International League for Peace and Freedom (WILPF), nke e mechara mara dị ka Kvindernes Internationale Liga for Fred og Frihed (KILFF)",
  "Site n'afọ 1931 ruo n'afọ 1939, ọ bụ osote onye isi oche nke nzukọ ahụ",
  "Ọ bụ onye na-ekere òkè na nzukọ mba ụwa WILPF site n'afọ 1926 ruo n'afọ 1937 yana onye otu kọmitii mba ụwa ha ebe ọ na-ekwu maka ikike nke ndị ka nta.",
  "A mụrụ ya n'ụbọchị 2 n'ọnwa Ọktoba n'afọ 1865 na Brahesborg, ụlọ dị nso na Assens n'àgwàetiti Funen, Benny Sophie Caroline Andrea Treschow bụ nwa nwanyị nke onye nwe ala Carl Adolph Rothe Treschow (1839 Xi1924) na Sophie Margrethe Elisabeth Rantzau (1844 Xi1911)",
  "A zụlitere ya n'ezinụlọ a ma ama, na-enweta agụmakwụkwọ ya n'ụlọ site n'aka ndị nkuzi onwe onye si mba ọzọ",
  "N'ihi ya, o nwere ike ikwurịta okwu nke ọma na French, Bekee na German",
  "N'afọ 1892, ọ lụrụ Hans Christian Frederik Wilhelm Cederfeld de Simonsen (1866-1938), onye bụkwa onye nwe ala bara ọgaranya na Funen",
  "Mgbe nke ahụ gasịrị, ọ kwagara n'ụlọ ya dị na Erholm.",
  "N'ịbụ onye agha nke Agha Ụwa Mbụ kpaliri, n'afọ 1916 Cederfeld de Simonsen sonyeere nzukọ udo Danskevind Kers Fredskæde, na-aghọ onye isi nke isi Funen ya n'afọ 1919",
  "N'afọ 1925, na-ekere òkè na nzukọ kwa afọ nke Dansk Fredsforening (DF) ma ọ bụ Danish Peace Society, o guzoro megide nkatọ nke ụlọ ọrụ ahụ banyere KILFF",
  "DF, nke Fredrik Bajer guzobere n'afọ 1882, weere KILFF dị ka onye mmegide, na-ekwere na òtù udo niile nke Denmark kwesịrị ịnọ n'okpuru nchịkwa ya",
  "Ya na Clara Tybjerg na Henriette Beenfeldt, Cederfeld de Simonsen kwusiri ike na ọ nwere ike inye aka naanị ma ọ bụrụ na e nwere òtù abụọ na Denmark na-agba mbọ maka udo ka ha nwere ike ịgbasawanye mmasị n'ebe ahụ n'ọtụtụ ebe.",
  "Cederfeld de Simonsen dị irè karịsịa n'ịbawanye ndị otu nke Funen nke KILFF, na-eme ka ọ bụrụ nnukwu nzukọ mpaghara nwere ndị otu 4,000",
  "Tupu ndị Germany eburu Denmark, na Machị 1940 ọ dị irè karịsịa na mmekọrịta dị n'etiti Danske Kvinders Nationalråd (Women's Council of Denmark) na òtù ụmụ nwanyị ndị Juu Danish Jødisk Kvindeforening",
  "Mgbalị ya mere ka a kpọbata ụmụaka ndị Juu 320 si n'etiti Europe na Denmark ka ha lekọta ha n'ụlọ ndị Denmark.",
  "N'ịnọgide na-enwe mmasị n'ihe omume udo n'oge ndụ ya niile, Benny Cederfeld de Simonsen nwụrụ na Copenhagen n'ụbọchị 16 Jenụwarị 1952."
]