[
  "Benny Andrews (ubochí irí na atọ n'ọnwa Nọvemba, 1930 rụo ụbọchị irí n'ọnwa Nọvemba, 2006) bụ ónyé America na-ese ihe, ónyé na-eme ihe ike na ónyé nkuzi",
  "A mụrụ ya na Plainview, GA, Andrews nwetara BFA na eserese site na School of the Art Institute of Chicago na 1958, ma n'oge na-adịghị anya ọ kwagara New York",
  "A maara ya maka ihe osise ya na-egosipụta ihe, nke na-ejikarị akwa collaged na ihe ndị ọzọ",
  "Andrews nyere aka chọta Black Emergency Cultural Coalition, nke na-eme mkpọtụ maka nnọchiteanya ka ukwuu nke ndị na-ese ihe na ndị nlekọta Africa America na nnukwu ebe ngosi nka na New York na ngwụcha afọ 1960 na 70",
  "Ọ duziri otu ahụ n'ịtọ ntọala mmemme agụmakwụkwọ nka n'ụlọ mkpọrọ na ebe ndị a na-edebe ndị mkpọrọ",
  "Andrews kụziri nka na Queens College ruo afọ iri atọ, site na 1982 ruo 1984, jere ozi dị ka ónyé nduzi nke Visual Arts Program maka National Endowment for the Arts. Ọ natara ọtụtụ onyinye, gụnyere John Hay Whitney Fellowship (1965), New York Council on the Arts fellowships (1971), na National Endowment for the Arts Fellowsship (19748).",
  "A mụrụ Benny Andrews n'ezinụlọ mmadụ iri n'ubochí irí na atọ n'ọnwa Nọvemba, 1930, na obéré ọbọdọ Plainview, Georgia",
  "Nné na nnà ya, George na Viola (née Perryman), bụ ndị na-ekere òkè. Nné ya na nnà ya mesiri ike mkpa agụmakwụkwọ, okpukpe, na nnwere onwe ikwu okwu",
  "Nnà Andrews bụ ónyé na-ese ihe n'onwe ya nke ihe osise ya na ihe osise mere ka ọ bụrụ ónyé a ma ama dị ka \"Dot Man\" na ihe ngosi na Morris Museum of Art.",
  "N'agbanyeghị nrụgide nne na nna ya na agụmakwụkwọ, ha enweghị ike ịhapụ Andrews ka ọ gaa ụlọ akwụkwọ mgbe ha chọrọ enyemaka ya iji kụọ ma ọ bụ kụọ ogho",
  "Ọ gara Plainview Elementary School, ụlọ osisi nwere otu ọnụ ụlọ na ọkara. A kwụsịrị agụmakwụkwọ gafere klas nke asaa n'ime ọbọdọ na-ekere òkè, mana ndị nne na nna Andrews kwere ka ya na ụmụnne ya gaa ụlọ akwụkwọ sekọndrị n'oge ọnwa oyi. Andrews jisiri ike gụsịrị akwụkwọ na Burney Street High School na Madison, Georgia na 1948, na-eme ka ọ bụrụ ónyé gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị mbụ n'ezinụlọ ya.",
  "N'afọ 1976, Andrews ghọrọ ónyé nduzi mmemme nka màkà Inner City Roundtable of Youths. Ndị otu a bụ ndị òtù ndị na-achọ ịlụso ime ihe ike ndị ntorobịa ọgụ ma mee ka ọbọdọ ndị dị na New York City sie ike.",
  "Malite na 1970s, Andrews na-anọkarị na MacDowell. A họpụtara ya ka ọ bụrụ ónyé nduzi nke mpaghara ahụ n'afọ 1987.",
  "Benny Andrews bụ onye na-ese ihe osise n'ụdị ngosipụta nke sere ọtụtụ isiokwu nke nhụjuanya na ikpe na-ezighị ezi, gụnyere Holocaust, Native American forced migrations, na Hurricane Katrina",
  "N'afọ ndị 1960 ọ malitere ịchọta ụdị ihe osise nke ya, nke mepụtara n'otu ógè na-aga n'ihu. Mmetụta ndị ọzọ na ọrụ ya gụnyere surrealism na Southern folk art",
  "Ọrụ ya dị na Metropolitan Museum of Art na New York City; Art Institute of Chicago; Studio Museum na Harlem (New York City); High Museum of Art dị na Atlanta, Georgia; Hirshhorn Museum dị na Washington, DC; na Ogden Museum of Southern Art dị na New Orleans, Louisiana.",
  "Benny Andrews lụrụ Mary Ellen Jones Smith, ónyé na-ese foto, na 1957. Di na nwunye ahụ mụrụ ụmụ atọ, Christopher, Thomas, na Julia, tupu ha kewaa na 1976. Di na nwunye ahụ gbara alụkwaghịm n'ụzọ iwu kwadoro na 1986.",
  "Andrews lụrụ ónyé na-ese ihe Nene Humphrey na 1986. Di na nwunye ahụ zutere na MacDowell.",
  "Andrews nwụrụ n'ọrịa kansa na n'ubochí irí n'ọnwa Nọvemba, 2006 mgbè ọ dị afọ irí asaá na isé."
]