[
  "Berni Searle (amụrụ n'ubochí asaá n'ọnwa Julaị 1964 na Cape Town, South Africa) bụ ónyé na-ese ihe na-arụ ọrụ na foto, vidiyo, na ihe nkiri iji mepụta ntinye anya nke na-eme akụkọ ndị metụtara akụkọ ihe méré eme, njirimara, ncheta, na ebe. Ọtụtụ mgbè na ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya, ọrụ ya na-esikwa na mmetụta zụrụ ụwa ọnụ metụtara adịghị ike, mfu na ịma mmá.",
  "Searle bi ma na-arụ ọrụ na Cape Town, South Africa ma bụrụ ugbu a Associate Professor na Michaelis School of Fine Art na Mahadum Cape Town.",
  "A mụrụ Searle n'ubochí asaá n'ọnwa Julaị, 1964 na Cape Town, South Africa na nne na nna ndị Afrịka na German-English.  Dị ka ónyé agbụrụ dị íchè íchè na-etolite n'oge ịkpa ókè agbụrụ na South Africa, a na-ahazi Searle dị ka \"Coloured,\" akara nke o mechara jụ ma maa aka site na nka ya mgbè ịkpa ókè.",
  "Searle nwetara BA ya na Fine Art na 1987 na diplọma postgraduate na Education na 1988 site na Michaelis School of Fine Art, Mahadum Cape Town.",
  "Mgbè ọ gụsịrị akwụkwọ, Searle kụziri nka n'ụlọ akwụkwọ sekọndrị Cape Town ruo afọ abụọ wee banyeghachi Michaelis, na-edebanye aha màkà nzere masta na ihe ọkpụkpụ n'afọ 1992",
  "Ọ bụ ezie na nke a bụ ógè bárá uru màkà ịnakọta nka teknụzụ na ijikọ mmekọrịta màkà ụdị atọ - ihe a ka na-ahụ anya na ọrụ foto ya taa -, ọchụchọ ya maka ụdị na ọdịnaya gara n'ihu",
  "Ọrụ ya gosipụtara màkà nzere masta na nka dị mma na 1995 na-egosi ihe omimi, nnukwu ihe owuwu na simenti, simenti fondu, ígwè, waya, ọla nchara, na ugegbe nke yiri ka ọ na-ekwekọghị na ọrụ ndị dị nso na nke abụ nke Searle maara taa",
  "N'ịbụ ndị e mepụtara otu afọ mgbè ntuli aka ọchịchị onye kwuo uche ya mbụ gasịrị, ọrụ ndị a bụ iji jụọ echiche obi ụtọ nke mbà na mbà na-ewulite na akwụkwọ ọkọwa okwu siri ike, ọbụna nke a na-achịkwa, site na ihe gbara ya gbụrụ-gbúrụ na ntụziaka.",
  "Berni Searle na-eji nnukwu foto dijitalụ, ihe ndị a chọtara, na mgbasa ozi oge dịka ihe nkiri iji jide ọrụ ya",
  "Ọrụ Searle na-agụnye akụkọ na-eme ihe nkiri na onwé ya dị ka ónyé na-egosipụta akụkọ ihe méré eme, ala, ncheta na ebe",
  "A maara Searle maka iji ahụ nke ya n'ime iberibe ya mee ka ụlọ ọrụ ahụ nke ya pụta ìhè na iwulite ma mebie njirimara gbásárá agbụrụ na okike.Ihe na-esi ísì ụtọ bụ ihe a na-ahụkarị n'ọrụ ya.",
  "Perryer (2004)",
  "10 Years 100 Artists: Art in a Democratic South Africa",
  "Cape Town: Struik",
  "ISBN 1868729877",
  "Retrieved on 7 March 2015."
]