[
  "Sir Bernard Oppenheimer, 1st Baronet (13 February 1866 – 13 June 1921) bụ onye ahịa diamond nke South Africa na Britain na onye na-enyere ndị mmadụ aka.",
  "Oppenheimer bụ onye isi oche nke Pniel's Ltd, New Vaal River Diamond & Exploration Company, na Blaauwbosch Diamonds Ltd, na onye isi nchịkwa nke Lewis & Marks Ltd nke Holborn",
  "Nwanne ya nwoke, Sir Ernest Oppenheimer, tinyekwara aka na ụlọ ọrụ diamond.",
  "Na Julaị 1917, Oppenheimer guzobere atụmatụ maka ịzụ ndị agha nwere nkwarụ na ịkpụ diamond na Brighton, England",
  "Bernard Oppenheimer Diamond Works (National Diamond Factories Ltd) mepere na Lewes Road / Coombe Road (n'akụkụ ugwu) na 17 Mee 1918. Ọ bụ Oppenheimer n'onwe ya na Lewis & Marks kwụrụ ya",
  "N'afọ 1920, o mepere alaka na Cambridge, Wrexham na Fort William",
  "Ka ọ na-erule afọ 1921, ọrụ ndị ahụ, gụnyere ụlọ nke abụọ n'akụkụ nke ọzọ nke Coombe Road, were ihe dị ka ndị ikom 2,000 n'ọrụ bụ ndị Mịnịstrị nke Ọrụ zoro aka na ya",
  "Ndị ikom ọhụrụ natara ọzụzụ ọnwa isii, n'oge nke gọọmentị kwụrụ ha ụgwọ mmezi, ma bụrụ na-ekwe nkwa ọrụ na ezigbo ụgwọ ọrụ",
  "Ụlọ ọrụ mmepụta ihe ahụ nwere ụlọ ọgwụ a kwadebere nke ọma iji nye ndị ọrụ nlekọta na-aga n'ihu, ọtụtụ n'ime ha bụ ndị e gbupụrụ ụkwụ ma ọ bụ ndị nwere nkwarụ dị ukwuu",
  "Azụmahịa ahụ emeghị nke ọma ma mechie na 1923, mana emeghachiri mgbe e mesịrị n'otu afọ ahụ",
  "O mechara banye na nnata na 1924.",
  "N'afọ 1917, ọ zụtara ala Sefton Park, Stoke Poges, Buckinghamshire, ebe ọ biri ruo mgbe ọ nwụrụ",
  "N'oge ahụ, ya na onye agbata obi ya, Walter A",
  "Judd zụtara ala nke gụnyere Gray's Monument na Stoke Poges, ihe ncheta maka onye Bekee na-ede uri, Thomas Gray, iji chekwaa ya maka ọha na eze. N'afọ 1925, e nyefere Gray's Monument na Gray's Field n'aka National Trust.",
  "Maka ọrụ ya na ndị nwere nkwarụ, e kere Oppenheimer baronet na 1921 New Year Honours",
  "Ọ nwụrụ na mberede mgbe ọnwa isii gasịrị mgbe ọ dị afọ iri ise na ise.",
  "Ọ lụrụ Lena Straus, onye ya na ya mụrụ ụmụ isii.",
  "Àtụ:Infobox COA wide",
  "Àtụ:S-start\nÀtụ:S-reg\nÀtụ:S-new\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]