[
  "Bernard Ifeanyi Odoh (amụrụ n'ụbọchị nke ise n\"ọnwa Asatọ n'afọ otu puku, narị iteolu na iri asaa nise (5 Ọgọstụ 1975) bụ onye ndọrọ ndọrọ ọchịchị Naijiria na Prọfesọ nke Applied Geophysics Ọ bụ onye a họpụtara ugbu a dịka gọvanọ nke All Progressives Grand Alliance na Ebonyi Steetị.",
  "Odoh malitere ụlọ akwụkwọ praịmarị ya na Ezza Road Primary School ma mesịa nweta SSCE ya site na Special Science School, Igbeagu Abakaliki, Ebonyi Steetị, na afọ otu puku, narị iteolu na iri iteolu na anọ (1994)",
  "Ọ gara n'ihu ịnweta nzere B.Sc",
  "na Geological Sciences n'afọ otu puku, narị iteolu na iri iteolu na iteolu (1999), MSc na Applied Geophysics, n'afọ puku abụọ na isii(2006), na PhD  n'afọ puku abụọ na asatọ (2008) naApplied geophytics (Geoelectrical Ge Physics) niile site na Mahadum Nnamdi Azikiwe, Awka",
  "Odoh sonyeere agụmakwụkwọ na afọ puku abụọ na abụọ (2002) ma họpụta ya dịka prọfesọ nke Applied Geophysics n'afọ puku abụọ na iri na anọ (2014)na Mahadum  Nnamdi Azikiwe, Awka. Ọ kụzikwaara na Mahadum Ebonyi Steetị, Abakaliki site na ọnwa atọ n'afọ puku abụọ na abụọ ruo na onwa iteolu afọ puku abụọ na iteoulu (March 2002 ruo September 2009)",
  "nakwa Mahadum Nnamdi Azikiwe, Awka n'etiti ọnwa iteolu afọ puku abụọ na iteolu ruo n'afọ puku abụọ na iri na anọ (Septemba 2009 ruo August 2014), ọ bụkwa onye nchọpụta na Society of Exploration Geophysics (SEG) na Oklahoma USA, n'afo puku abụọ na isii, puku abụọ na asaa nakwa puku abụọ na iri na otu (2006, 2007, 2008 na 2011)",
  "Nnyocha ya n'ógbè a nyere ngwá ọrụ mkpebi akụ na ụba iji belata ọdịda: na mmepụta mmiri dị n\"okpuru ala; mmebi nke mineral siri ike; njirimara ọdọ mmiri na atụmanya maka World Bank Community Water Projects, Anambra Imo River Basin. Ọ bụ onye otu Society of Exploration Geophysics, Oklahoma, USA, American Association of Petroleum Geologists, US, European Association for Geoscientists & Engineers, London, na Nigeria Association nke Petroleo Explorations, Lagos. Ọ bụkwa onye otu Nigerian Mining and Geosciences Society, Abuja.",
  "Odoh malitere ọrụ ndọrọ ndọrọ ọchịchị ya mgbe ọ na-azọ ọkwa onye omeiwu Ebonyi Central na ikpo okwu nke All Progressives Grand Alliance (APGA) na ntuli aka nke Naijiria n'afọ puku abụọ na iri na ise (2015) mana Senator Obinna Ogba nke People's Democratic Party meriri ya",
  "Gọvanọ nke Ebonyi Steeti, Dave Umahi họpụtara ya ka ọ bụrụ odeakwụkwọ nke Gọọmentị Steetị nke Steetị Ebonayi na ọnwa ise n'afọ puku abụọ na iri n'ise (Mee 2015).  Ọ gbara arụkwaghịm na Executive Council n'ọnwa  anọ n'afọ puku abụọ na iri na asatọ (Eprel  2018) n\"ihi ihe ndị Gọvanọ Dave Umahi mere. O mechara sonye na ntuli aka Gọvanọ Ebonyi nke  afọ puku abụọ na iri iteolu (2019) n'okpuru All Progressives Congress mana Sonni Ogbuoji meriri ya na primaries.",
  "N'afọ puku abụọ na iri abụọ na abụọ (2022), Odoh hapụrụ All Progressives Congress (APC) laghachi na All progressives Grand Alliance ma mesịa merie tiketi gọvanọ iji bụrụ onye a họpụtara maka All progresssive Grand alliance na ntuli aka gọvarọ nke Ebonyi State na  afọ puku abụọ na iri abụọ na atọ (2023).",
  "E nyere Odoh onyinye Tertiary Educational Trust Fund afọ puku abụọ na iri na abụọ (2012) maka nyocha maka ịchọpụta mmalite nke Okposi-Uburu Salt Lakes; [citation needed] nyocha geotechnical maka ịkọwa ọdịdị ala, Ebonyi Steetị, Nigeria. E nyekwara ya onyinye Society of Exploration Geophysics (SEG) Oklahoma USA, afọ puku abụọ na iri na otu (2011) maka nyocha nke geoelectrical na ọmụmụ hydrogeochemical maka ịkọwa mmetọ mmiri dị n'okpuru ala nke acid mine drainage na Okpara Mine site, Enugu, Southeastern Nigeria, na Society nke Exploración Geofsics / TGS Field Camp Project Grant iji kwado ọrụ \"Nnyocha nke Toxic Waste Sites na Buried Fuel Tanks na-eji Spontaneous Potential Method\" n'afọ puku abụọ na iteolu (2009). Ọrụ ndị ọzọ nke Odoh duziri gụnyere Society of Exploration Geophysics Projectin nkwado nke Pb-Zn Exploración na Abakaliki site na iji Spontaneous Potential, afọ puku abụọ na asatọ (2008) na Society nke Exploring Gehysics Projection onHydrogeophysical mapping of the Abakliki shale aquifers,afọ puku abụọ na asaa (2007)."
]