[
  "Berom (mgbe ụfọdụ a na-asụkwa ya dị ka Birom) bụ agbụrụ kachasị ukwuu na Steeti Plateau, etiti Naịjirịa. Na-ekpuchi ihe dị ka mpaghara gọọmentị ime obodo anọ, nke gụnyere Jos North, Jos South, Barkin Ladi (Gwol) na Riyom, a na-ahụkwa Berom na mpaghara gọọmentụ mpaghara ndịda Steeti Kaduna.",
  "Ndị Berom na-asụ asụsụ Berom, nke sitere na alaka Plateau nke Benuezongo, otu ezinụlọ nke nnukwu ezinụlọ asụsụ Nigerzongo",
  "Ọ nweghị ihe jikọrọ ya na asụsụ Hausa (nke sitere n'ezinụlọ Afro-Asiatic) ma ọ bụ asụsụ Afro-Asia ndị ọzọ nke Plateau State, nke bụ asụsụ Chadic.",
  "Ndị Berom nwere ihe nketa ọdịbendị bara ọgaranya",
  "Ha na-eme emume Nzem Berom kwa afọ na onwa Maachị ma ọ bụ Eprel",
  "Ememme ndị ọzọ gụnyere Nzem Tou Chun (worongchun) na Wusal Berom",
  "Ọ bụ otu n'ime ndị isi ndị Aborigine na Naijiria (Plateau State) nke kwenyere na chi ndị Juu na Ndị Kraịst (Dagwi).",
  "Ụfọdụ ememme Berom gụnyere:",
  "Ememme na omenala Berom na-emetụta ọrụ ugbo na ịchụ nta, nke bụ ihe omume ndị bụ isi na-emetụ aka na ndụ Berom na cosmology",
  "A na-emekarị emume metụtara ọrụ ugbo gburugburu obodo dị iche iche.",
  "Mmụba nke Iso Ụzọ Kraịst na agụmakwụkwọ ọdịda anyanwụ kwadebere ụzọ maka ọtụtụ mgbanwe mmekọrịta na ọdịbendị na omenala Berom",
  "Mgbanwe ndị ahụ mere ka ọdịbendị bara ọgaranya nke ndị mmadụ ghara ịdị mma na-eweta nnukwu nsogbu nke nnukwu nsogbu mmekọrịta mmadụ na ibe ya na ọdịbendị",
  "Iji zere ihe ize ndụ nke ịhapụ omume mmekọrịta na ọdịbendị nke nna nna, na ọrụ niile dị ka Mandyeng, Nshok, Worom Chun, Vwana, ememe e mere n'otu emume a na-akpọ Nzem Berom",
  "A na-eme Nzem Berom n'ime izu mbụ nke Eprel, iji kwekọọ n'oge emere Mandyeng, Nshok na Badu Festival",
  "Nzem bụ oge mgbe a na-egosipụta ihe ngosi ọdịbendị dị iche iche site n'akụkụ dị iche iche nke ala Berom, ọkachasị na egwu, ịgba egwu, nka na ọdịbendị.",
  "Mandyeng bụ nnukwu emume a na-eme n'ala Berom iji webata oge mmiri ozuzo",
  "A na-emekarị ememme ndị a na Machị / Eprel",
  "N'oge gara aga, ndị Berom na-ele Mandyeng / Nshok (ha yiri nnọọ) anya dị ka ememme kachasị mkpa nke mere ka oge ọrụ ugbo na ịchụ nta na owuwe ihe ubi dị mma",
  "Ọ bụghị obodo Berom niile na-eme emume Mandyeng na Nshok",
  "Ndị na-eme 'Mandyeng' na-ekwu na ha sitere na Riyom, ha gụnyere; Vwang, Kuru, Zawan, Gyel, Rim, Bachit, Bangai, Lwa, Sop, Jol, Wereng Kwi, Gwo, Kakuruk, Kuzeng, Kurak, Kuchin, Rahos na Tahoss",
  "Nshok: Nshok dịtụ iche na Mandiyeng n'ihi eziokwu ahụ bụ na ọ na-ejikọkwa ịchụ nta na ọrụ ugbo n'oge mmiri ozuzo",
  "A na-emekwa ya otu ugboro n'afọ n'oge ọnwa Eprel na Mee, iji webata oge ọhụrụ dịka Mandyeng.",
  "N'oge tupu ọchịchị ndị Berom, ịchụ nta weere dị ka ọrụ na egwuregwu",
  "Ọ bụ ezie na n'ụzọ akụ na ụba ọ bụghị ihe dị mkpa dị ka ọrụ ugbo, a na-ewere ịchụ nta dị ka ngosipụta nke nkà na obi ike. Nke ukwuu, nke na ọtụtụ aha Berom sitere na anụmanụ egwuregwu, nke kachasị mkpa duiker [citation needed], n'ihi ịma mma ha",
  "Aha ndị dị ka Gyang, Pam, Dung, Davou, Chuwang, Badung wdg maka ụmụ nwoke bụ ndị a na-ahụkarị, ebe ụmụ agbọghọ na-aza Kaneng, Lyop, Chundung, Nvou, Kangyang",
  "Ndị a bụ aha maka ụdị dị iche iche nke duiker",
  "[citation needed] Ndị ọzọ, dị ka Bot (frog) Tok (fish), Tsok (toad) wdg",
  "bụ aha maka anụmanụ ndị ọzọ na-abụghị ndị a zụlitere, mana ọ bụghị egwuregwu. Aha ndị a na-egosi n'ụzọ doro anya etu egwuregwu dị mkpa n'etiti ndị Berom tupu ọchịchị.",
  "Nshok abụghị naanị emume ịchụ nta n'ala Berom",
  "Ememme ndị dị ka Mado na Behwol dị ma ha adịghị mkpa dị ka Nshok.",
  "Ụfọdụ n'ime ngwá egwú n'etiti Berom gụnyere:",
  "Ngwá egwu Berom edepụtara na Blench (2021):",
  "Ngwá egwu berom edepụtara na Blench (2021):",
  "Berom nwere onye ọchịchị kachasị elu a na-akpọ Gbong Gwom Jos. Ọ bụ ndị ọchịchị Britain na-achị Northern Nigeria mepụtara oche ọdịnala ahụ n'afọ 1935. Northern Nigeria nwere asụsụ na ọdịbendị dị iche iche n'etiti agbụrụ ndị dị na Plateau na ndị ọzọ",
  "Enweghị ihe ọmụma a banyere ọdịiche agbụrụ na mbụ gbara ume ka e guzobe ndị isi ndị Hausa na-achị achị iji lekọta ikike Jos Native Authority, nke gosipụtara ọgba aghara na Berom n'ihi echiche na ọdịmma na-emegiderịta onwe ha.",
  "Site na okirikiri; No",
  "24p/1916[JOS PROF NAK 473/1916], nke e dere n'abalị iri na ise n'ọnwa Ọgọstụ n'afọ 1917, e nyere onye bi na mpaghara Bauchi Province ntụziaka ka o zipụ ndị nwere ike isi site n'aka ndị isi obodo dị iche iche gụnyere ndị isi distrikti na ndị isi obodo ka Gọvanọ General bulie ha dị ka ndị isi",
  "N'ịzaghachi ozi ahụ, onye bi na ya degaara odeakwụkwọ Northern Province Kaduna akwụkwọ ozi site na akwụkwọ ozi No",
  "24/1916 [JOSPROF NAK 473/1916] nke e dere na 27 Ọktoba 1917, tụrụ aro ka onye ọchịchị dị elu lekọta mpaghara ndị a mụrụ",
  "[citation needed]",
  "N'oge tupu ọchịchị ndị ọchịchị, e kewara ndị Berom n'ime òtù ndọrọ ndọrọ ọchịchị na-achị onwe ha dabere na mpaghara, mana ikike ọchịchị ndị ọchịchị jikọtara ha n'okpuru Gbong Gwom na afọ 1952 iji nyere aka ịhazi ọrụ nke ụmụ amaala.",
  "Onye isi mbụ Dachung Gyang ghọrọ onye ndu site na 1935 ruo 1941. N'okpuru Dachung Gyang, a họpụtara ụlọ ọrụ ọdịnala dị ka Kansụl Tribal Berom nke ndị isi obodo mejupụtara n'ime Jos Native Authority. Ikike ya mgbe ahụ gụnyere naanị ndị Berom ma wepụ ndị isi Buji, Naraguta, Jos na Bukuru",
  "Otú ọ dị, gọọmentị, na Gazette nke 7 Febụwarị, na afọ 1918, gbanwere ndepụta ahụ iji tinye Buji, Naraguta, Jos na Bukuru",
  "[citation needed]",
  "Mpụta nke Da Rwang Pam (1947 ruo ọnwụ ya na 14 Julaị, na afọ 1969) hụrụ ebuli elu nke isi nke Kansụl Agbụrụ gaa n'oche nke Gbong Gwom Jos.",
  "Kemgbe afọ 1969, ndị na-esonụ na-ejide oche ahụ:",
  "Gọvanọ gara aga nke Plateau State (2007-2015), Jonah David Jang, sitere na Berom."
]