[
  "Berrell Elizabeth Jensen (ụbọchị irí abụọ na abụọ n'ọnwa Machị n'afọ 1933 rụọ úbọchị irí abụọ na isé n'ọnwa Julaị n'afọ 2015) bụ onye South Africa mgbe agha gasịrị na onye na-akpụ ihe n'oge a, onye ọrụ ebere, na onye nkụzi",
  "A maara ya nke ọma maka ihe banyere ọrụ ya na ọla kọpa na ọla ndị ọzọ, na-eme ihe ngosi mbụ ya n'afọ 1960",
  "Ọ hapụrụ Saụt Afrịka gaa Yurop n'afọ 1968 ma mesịa rụọ ụlọ ọrụ aka na Ireland na agụmakwụkwọ ndị okenye na ụlọ ọrụ obodo na United Kingdom.",
  "A mụrụ Jensen n'afọ 1933 na Potchefstroom, South Africa nye Phyllis (née Horwood) na Harry Jay",
  "O nwere ụmụnne nwoke atọ na ụmụnne nwoke abụọ site na alụmdi na nwunye nna ya gara aga",
  "Jensen gụsịrị akwụkwọ na Mahadum Natal dị na Durban ebe ọ gụsịrị nzere bachelọ ya na sayensị mmekọrịta mmadụ na ibe ya",
  "N'afọ 1958, ọ gụrụ akwụkwọ na metalwork na welding na Natal Technical College wee bido ime mobiles ịchọ mma, na-aga n'ihu ịmepụta ihe ọkpụkpụ site na iji ọla nchara, ọla kọpa, ọlaọcha, na enamel",
  "Na mgbakwunye na ọrụ ya a na-egosipụta, e nyere ya ọrụ ịmepụta nnukwu ọrụ n'ihe banyere ụlọ ọha na eze",
  "N'afọ 1984 Jensen nwetara diplọma na atụmatụ site na Architectural Association School of Architecture na London.",
  "N'afọ 1957 Jensen lụrụ Anton Jensen, nwa akwụkwọ PhD, onye ya na ya nwere nwa nwoke na nwa nwanyị",
  "N'ihi ọchịchị ịkpa ókè agbụrụ, ya na di ya họọrọ ịkwaga Europe site na Johannesburg",
  "Ha kwụsịrị na Crete, ezinụlọ ahụ wee nwee ihe mberede ụgbọ ala n'afọ 1969 nke di Jensen nwụrụ",
  "Jensen na ụmụ ya nọrọ na Gris wee kwaga obere oge na United Kingdom wee, n'afọ 1977, gaa County Donegal, Ireland, ógè onye ụkọchukwu na-ahụ maka mmekọrịta mmadụ na ibe ya bụ Nna James McDyer kpọrọ ya ka o guzobe ụlọ ọrụ aka na ụlọ ọrụ nka",
  "Jensen mechara biri na Belfast wee biri na London ebe ọ rụrụ ọrụ na ọrụ obodo, na-eguzobe ma na-arụ ọrụ agụmakwụkwọ ndị okenye na ụlọ ọrụ obodo gụnyere na Archway, Highgate na Hampstead",
  "Ọ lara ezumike nká na Ireland, mana ọ gara n'ihu na-arụ ọrụ dị ka onye na-akpụ ihe.",
  "Ihe ngosi izizi nke Jensen bụ na Durban n'afọ 1960",
  "O gosipụtara ihe ngosi iri na itoolu ọzọ n'ime afọ asatọ sochirinụ. Ọ na-arụ ọrụ na ígwè, na-eji ọkụ oxy-acetylene, hacksaw, metal guillotine na usoro mmepụta ihe ndị ọzọ, na-ejikwa usoro metal-, resin- na concrete-casting.",
  "Jensen gosipụtara na ụlọ ngosi na South Africa na United Kingdom",
  "Ọ rụrụ ọrụ na nnukwu ọrụ ọha na eze n'ihe banyere ụlọ Netherlands Bank, ụlọ ọrụ redio Phillips, Jan Smuts Airport, na Windhoek Museum",
  "N'afọ 1977, Jensen bịdọrọ ụlọ ọrụ aka na County Donegal, Ireland. N'ebe ahụ, o mepụtara ụlọ ọrụ nka iji zụọ ụmụ akwụkwọ na ọrụ ígwè na ihe ọkpụkpụ, yana ime ọla, ibipụta akwụkwọ, na ọrụ aka ndị ọzọ.",
  "N'afọ 1993, Jensen zụtara ụlọ ụka Protestant dị afọ narị atọ na Rochfortbridge, County Westmeath",
  "Ọ rụzigharịrị ụlọ ahụ ma tinye ụlọ ọrụ metal",
  "Ọ maliteghachiri ịcha ma rụchaa ọrụ n'ihi ndị isi obodo.",
  "A kpọrọ Jensen ka o guzobe ụlọ ọrụ aka na Glencolumbkille, Ireland n'afọ 1977 dịka akụkụ nke atụmatụ ịzụlite ụlọ ọrụ mpaghara ahụ",
  "A họpụtara ya ka ọ bụrụ osote onye isi ụlọ akwụkwọ agụmakwụkwọ ndị okenye na Belfast",
  "O guzobere Highgate Newtown Community Centre",
  "O mechara bụrụ onye nduzi Hampstead Community Centre, ọkwa ọ nọrọ afọ itoolu.",
  "N'afọ 2001, Jensen haziri otu County Westmeath gburugburu ebe obibi nke kwadoro megide ebe a na-ekpofu ala na mpaghara Killucan..",
  "Jensen nwụrụ ógè ọ dị afọ Iri asatọ na abụọ na Cork, Ireland, n'ubochí irí abụọ na isé n'ọnwa Julaị n'afọ 2015."
]