[
  "Berry Gordy III (amụrụ na Nọvemba 28, 1929), nke a maara dịka Berry Gorty Jr., bụ ónyé America bụbu ónyé isi ndekọ, onye na-emepụta ndekọ, onye édémédé egwu, onye na'emepụta ihe nkiri na ónyé na-eme ihe nkiri telivishọn. A maara ya nke ọma dị ka onye guzobere akara ndekọ Motown na ndị enyemaka ya, nke bụ azụmaahịa kachasị elu nke ndị Africa America ruo ọtụtụ iri afọ.",
  "Dị ka ónyé na-ede egwu, o dere ma ọ bụ soro dee ọtụtụ egwu gụnyere \"Lonely Teardrops\" na \"That's Why\" (Jackie Wilson), \"Shop Around\" (The Miracles), na \"Do You Love Me\" (the Contours), nke niile nọ n'elu chaatị R&B nkè US, yana egwu mba ụwa \"Reet Petite\" (Jackye Wilson)",
  "Dị ka akụkụ nke ụlọ ọrụ ahụ, o dere ọtụtụ egwu egwu màkà Jackson 5, gụnyere \"I Want You Back\" na \"ABC\"",
  "Dị ka ónyé na-emepụta ihe ndekọ, ọ malitere Miracles ma bịanye aka na ọrụ dịka Supremes, Marvin Gaye, Temptations, Four Tops, Gladys Knight & the Pips, na Stevie Wonder",
  "A maara ya màkà iji nlezianya na-eduzi onyinyo ọha, uwe, omume, na usoro ihe omume ya.",
  "A nabatara Gordy n'ime Rock and Roll Hall of Fame na 1988, onye isi ala Barack Obama nyèrè ya National Medal of Arts na 2016, na Kennedy Center Honors na 2021",
  "N'afọ 2022, a nabatara ya na Black Music & Entertainment Walk of Fame.",
  "Berry Gordy III (nke a makwaara dị ka Berry Gorty Jr.) bụ nwa nke asaá n'ime ụmụ asatọ (Fuller, Esther, Anna, Loucye, George, Gwen, Berry na Robert), amụrụ na Nọvemba 28, 1929, na Detroit, n'ezinụlọ Berry Gardy II (nke a maara dị ka Berries Gordy Sr.), onye si Oconee na Washington County, Georgia kwaga Detroit na 1922. Nna nna ya, aha ya bụ Berry Gordy I, bụ nwa James Gordy, ónyé nwe ubi ọcha na Georgia, na nwanyị ọ zụrụ ohu",
  "Nwanne ya nwoke, James (nwa nke okenye James na nwunye ya), bụ nna nna nke Ónyé isi ala Jimmy Carter",
  "A kpọgara Berry Gordy II na Detroit ma site na ohere ọrụ nke azụmaahịa ụgbọ ala na-aga n'ihu na-enye, yana nchegbu banyéré ikuku dị na South America ebe ndị isi ojii na-egbu ndị mmadụ \"na-eme ka ndị Ku Klux Klan na-eme ihe mgbe niile\"; n'ime afọ iri abụọ mbụ nke narị afọ nke iri abụọ, a kọrọ na 1,502 lynchings, ọtụtụ n'ime ha na steeti ndịda. Nna Gordy meghere ụlọ ahịa nri, nwere azụmahịa plastering na ọkwa nkà, na ụlọ obibi akwụkwọ",
  "Ọ bụ ezie na ụmụnne ya Fuller na George nwere obi ụtọ ịrụ ọrụ n'ọrụ nna ha nyere ha n'iwu na obibi akwụkwọ, Berry na Robert, ụmụ nwoke ndị na-eto eto, enweghị mmasị ịgbaso ụzọ ahụ",
  "Ma Robert na Berry nwèrè mmasị ịgba egwú na egwu, mana mmasị kachasị ukwuu Berry bụ ịkụ ọkpọ.",
  "A nabatara Gordy na Rock and Roll Hall of Fame n'afọ 1988. A nabatara ya na Junior Achievement U.S",
  "Business Hall of Fame na 1998 na Michigan Rock and Roll Legends Hall of Fame n'afọ 2009.",
  "Mgbè Gordy natara Songwriters Hall of Fame's Pioneer Award na June 13, 2013, ọ bụ ónyé mbụ dị ndụ natara nsọpụrụ ahụ.",
  "N'afọ 2016, Gordy natara National Medal of Arts site n'aka Onye isi ala Obama màkà \"inyere aka mepụta ụda ọhụrụ na egwu America",
  "Dị ka onye na-emepụta ihe ndekọ na ónyé na-ede egwu, o nyere aka wuo Motown, na-amalite ọrụ egwu nke ọtụtụ ndị omenkà a ma ama",
  "Ụda ya pụrụ iche nyèrè aka ịkpụzi akụkọ mba anyị",
  "\""
]