[
  "Àtụ:Infobox royalty\nSaint Bertha maọbụ ị kpọọ ya Saint Aldeberge (a mụrụ n'ihe dịka 565 - nwụrụ na 601 maọbu mgbe ọ gafere) bụ eze nwanyị nke Kent nke mmetụta ya mere ka Okpụkperechi Chineke bátá na mpaghara England a na -akpọ Anglo-Saxon England. A họpụtara ya dị ka onye nsọ maka ọrụ ya na ntọala ọ tụrụ n'oge akụkọ ihe mere eme nke England.",
  "Bertha bụ ada eze ala Frankfurt, nna ya bụ eze Charibert I na nwunye ya Ingoberga, bụ nwa nwa nke Eze Chlothar 1 na-achị na nwa nwa nwa Clovis 1 na Saint Clotilde. Nna ya nwụrụ na 567, nne ya nwụọ na 589",
  "A zụlitere Bertha na nso nsoTours",
  "Alụmdi na nwunye ya na onye ọgọ mmụọ Æthelberht nke Kent, na 580 AD, bụ na ọnọdụ na a ga-ekwe ka ọ na-eme Okpụkperechi ya",
  "Ọ kpọtara ụkọchukwu ya, Liudhard, gaa England. E weghachiri ụlọ ụka Rom mbụ maka Bertha na mpụga ama Canterbury, ma mepee ya n'aha Saint Martin nke Tours",
  "Ọ bụ ụlọ ekpere nke Nwunye Eze Bertha naanị ya tupu Augustine esi na Rom lọta",
  "Ụlọ ụka St Martin nke dị ugbu a bụ n'otu ebe ahụ ka ọ dị, na-etinye mgbidi Rom nke ụlọ ụka mbụ na chancel",
  "UNESCO kwenyere na ọ bụ ya bụ ụlọ ụka kachasị ochie n'akụkụ n'ụwa ndị na-asụ Bekee ebe ofufe Ndị Kraịst na-aga n'ihu n'akwụsịghị akwụsị kemgbe 580 AD",
  "St Martin's (ya na Canterbury Cathedral na St Augustine's Abbey) mejupụtara ebe nrite ụwa nke UNESCO dị na Canterbury.",
  "Popu Gregory Onye Ukwu zigara ndị ozi ala ọzọ nke Augustine nke Canterbury nọ n'isi ya iji weghachite Okpụkperechi Iso Ụzọ Kraịst na England na 596",
  "Nnabata na nkwado dị mma nke ndị ozi a nwetara mgbe ha rutere na 597 AD sitere n'ike nke Bertha.\nEwezuga nkwado ya na obi oma Æthelberht, ebe obibi ndị mọnk na ụlọ ofufe gaara abụ  n'ebe ọzọ.  N'afọ 601, Popu Gregory degaara Bertha akwụkwọ ozi, ebe ọ jara ya mma nke ukwuu maka okwukwe ya na ihe ọmụma ya nke akwụkwọ ozi.",
  "Ihe ndị edere maka Anglo-Saxon n'akọwa na Saint Bertha nweere ụmụ abụọ: Eadbald of Kent, and Æthelburg of Kent",
  "Edere aha ya N'Akwụkwọ ihe ndidi mere n'oge ọchịchị  'Kentish Royal Legend'.",
  "A na-arụ ụka màkà ụbọchị ọnwụ ya (ma eleghị anya 606).",
  "Obodo Canterbury na-eme emume ncheta Queen Bertha n'ọtụtụ ụzọ."
]