[
  "Bertina Lopes (July 11, 1924 - February 10, 2012) bụ onye Mozambique, onye na-ese ihe na onye na-akpụ ihe n'Itali. Ọrụ Lopes na-egosipụta mmetụta miri emi nke Africa na agba jupụtara na ihe ndị siri ike nke ihe oyiyi yiri ihe nkpuchi na ụdị geometric. E keleela ya maka ịkọwa 'nkatọ mmekọrịta mmadụ na ibe ya na ịnụ ọkụ n'obi nke mba nke metụtara ndị ọzọ na-ese ihe Mozambik n'oge ya'.",
  "A mụrụ Lopes na Maputo (nke a maara dị ka Lourenço Marques), Mozambique, na July 11, 1924 nye nne Africa, onye a maara ezinụlọ ya n'ógbè ahụ, na nna onye Portugal, onye bụ onye ọrụ ubi",
  "Ọ gụrụ akwụkwọ na Maputo, mana mgbe afọ nke abụọ ya n'ụlọ akwụkwọ sekọndrị gasịrị, ọ kwagara Lisbon iji mechaa ụlọ akwụkwọ sekọndri, ebe ọ gụrụ ihe osise na eserese na Lino António na Celestino Alves wee nweta nzere na eserese. N'oge ahụ, ọ zutere ndị na-ese ihe dịka Marcelino Vespeira, Carlos Botelho, Albertina Mantua, Costa Pinheiro, Júlio Pomar na Nuno Sampayo. N'afọ 1953, Lopes laghachiri Mozambique, ebe ọ lụrụ onye na-ede uri Virgilio de Lemos, onye ya na ya mụtara ụmụ ejima. Lopes kụziri nka ihe osise na General Machado Girlsī Technical School ruo afọ itoolu. Ọ bụ ezie na a na-enwe ekele maka nkà nkuzi ọhụrụ ya, ndị a ga-abanye mgbe ụfọdụ na esemokwu na usoro nchịkwa ụlọ akwụkwọ",
  "N'afọ 1955, de Lemos bipụtara uri na-emegide ọchịchị nke dugara n'ikpe maka imerụ ọkọlọtọ Portugal",
  "O mechara sonye na Mozambican Resistance (1954 - 61) e wee jide ya maka nnupụisi",
  "Ihe omume ndị ahụ mere ka ọmịiko Lopes maka ndị na-adịghị ike na ndị a na-emegbu emegbu nke ndị bi na ya, isiokwu nke a na-ahụkarị na nka ya. N'oge a nke ndụ ya, ịhụ mba n'anya ghọrọ mmetụta dị ukwuu maka ọrụ nka ya na echiche onwe onye.",
  "N'afọ 1956, Lopes sere ihe osise a na-akpọ \"Pavilhão da Evocação Històrica\" nke emere emume ya n'oge  António de Oliveira Salazar gara njem nleta na Maputo",
  "Afọ atọ ka e mesịrị, a họpụtara ya ka ọ bụrụ onye isi oche nke obodo Maputo na osote onye isi oche. N'ihi mmekọrịta ya na de Lemos, yana mmalite nke Agha Nnwere Onwe Mozambik, a manyere Lopes ịhapụ Mozambique na 1961",
  "Mgbe obere oge gachara na Lisbon, ọ kwagara Rom",
  "N'afọ 1964 ọ lụrụ Francesco Confaloni, onye injinia kọmputa na onye hụrụ nka n'anya",
  "N'oge ahụ, ọ ghọrọ enyi ụfọdụ n'ime ndị na-eme ihe nkiri nka Itali, gụnyere Marino Marini, Renato Guttuso, Carlo Levi na Antonio Scordia",
  "N'afọ 1965, Lopes nwetara akwụkwọ ikike ịbụ nwa amaala Ịtali. N'afọ 1979, Lopes gara Mozambique na nke mbụ ya kemgbe ọ hapụrụ, na 1982 ọrụ ya bụ isiokwu nke nnukwu ihe ngosi na Museu Nacional de Arte Moderna na Maputo.",
  "N'afọ 1986, e meghere ihe ngosi mbụ ya na Palazzo Venezia na Rom",
  "N'afọ 1993, onye isi ala nke Republic of Portugal Mario Soares sọpụrụ ya dị ka Commander for Merits na Lisbon",
  "N'afọ 1995, Lopes bụ onye mmeri nke  Gabriele D'Annunzio Prize na Rom",
  "N'afọ 2002, onye isi ala Ịtali bụ Carlo Azeglio Ciampi kwanyeere ya ugwu maka onyinye ya na nka",
  "Oge ikpeazụ Lopes pụtara n'ihu ọha bụ na Venice Biennale na 2011.",
  "Ọ nwụrụ na Rom n'afọ 2012 mgbe ọ dị afọ iri asatọ na isii. Onye isi ala Mozambik Armando Guebuza kọwara Lopes dị ka 'nwanyi dị umeala n'obi, nke na-echepụta ihe, nke nwere ike ịlụ ọgụ ma na-emesapụ aka, onye na-achọ mgbe niile n'onwe ya ka ọ gafee ihe ndị ọ rụzuru n'oge gara aga'.",
  "Ọrụ Lopes nwere mmetụta dị iche iche, nke gụnyere nka Mozambican na modernism Portuguese",
  "N'agbata afọ 1946 na 1956, ọ nabatara nka nke ndị na-ese ihe n'Ebe Ọdịda Anyanwụ na ndị na-ede ihe na South America. Mgbe Picasso nwụsịrị n'afọ 1973, Lopes ji ihe osise siri ike nke na-anọchi anya mmegide ndọrọ ndọrọ ọchịchị na Spain sọpụrụ ya. Ozugbo Lopes bịarutere nso na ndị na-emegide Fascist, ọ malitere imegide echiche nke \"arte negra (ihe osise ojii) ma nweta mkpali na uri nke José Craveirinha na Noémia de Sousa, na-etinye isiokwu mmekọrịta mmadụ na ibe ya n'ime ọrụ ya.",
  "Ihe omume ndọrọ ndọrọ ọchịchị metụtara obodo ya nwekwara mmetụta miri emi n'ọrụ Lopesão, ọkachasị n'oge nnwere onwe na agha obodo n'etiti FRELIMO na RENAMO",
  "Ọtụtụ n'ime ọrụ Lopes gosipụtara akụkọ ifo na akụkọ ndị Afrịka metụtara ihe omume ndọrọ ndọrọ ọchịchị na-eme n'oge mmepụta.",
  "1950 Ihe nrite ihe osise, Lourenço Marques (Mozambique)",
  "1953 Ihe nrite nke Prata, Lourenço Marques (Mozambique)",
  "1953 Ihe nrite ụlọ ọrụ ọgbara ọhụrụ, Lda., Lourenço Marques (Mozambique)",
  "1958 A họpụtara ya nke mbụ (Mohere Mérito Artistico), Beira (Mozambique)",
  "1974 Ọlaedo, Fasano di Puglia, Brindisi",
  "1974 Akụkọ banyere gị, Community di Sant Egidio, Rome",
  "1975 Ihe nrite International Painting, International Center of Mediterranean Art and Culture, Corfu (Greece)",
  "1978 Ịbụ onye ndú",
  "Campidoglio, Rom",
  "1986 Akụkọ banyere Argento, Erice, Trapani",
  "1988 Nnukwu ihe nrite, European Union of Art Critics, Rome",
  "1991 Ihe nrite ụwa nke Rachel Carson Memorial Foundation, Rome",
  "1992 La Plejade per l'Art, Rome",
  "1993 Commander for Merits, nke Mario Soares, Onye isi ala nke Republic of Portugal họpụtara, Lisbon",
  "1994 Centro Francescano Internazionale di Studi per il dialogo fra i popoli (Franciscan International Study Center iji kwalite mkparịta ụka n'etiti ndị mmadụ), Assisi",
  "1995 Ihe nrite Gabriele Annonzio, Pescara",
  "1996 Messaggero della Pace UNIPAX Prize, Rome",
  "1998 Ihe nrite mba ụwa Arte e Solidarietà nellArca, Florence",
  "1998 Ihe nrite mba ụwa nke Angelico, Rome",
  "2002 Ihe ncheta ọlaọcha nke Onye isi ala nke Republic of Italy, Rome"
]