[
  "A mụrụ Rakotosamimanana na Andasibe dị na Moramanga District na abalị iri na asatọ nke ọnwa Jenụwarị afọ 1938. Ọ gụrụ akwụkwọ na Mahadum Paris VII, ngalaba Sayensị, inweta nzere na Animal Biology and anthropology. Mgbe ọ laghachiri n'afọ 1967 ọ rụrụ ọrụ na Nkega Geology na Mahadum Madagascar. Ọ lụrụ onye na-ahụ maka ụmụ anụmanụ bụ Philibert Rakotosamimanana.",
  "Ọrụ Rakotosamimanana na Ngalaba Geology, site na nke mbụ gụnyere nlekọta na ịkụzi akụkụ ndị a na-eme n'aka nke isiokwu ahụ. Mgbe afọ asaa gasịrị, ya na onye ọrụ ibe ya Ọkàmmụta Henri Rakotoarivelo, guzobere ọrụ paleontology nke mbụ na mahadum ahụ n'afọ 1974.",
  "N'afọ 1977, e nyere ya nzere dọkịnta site na Mahadum Paris VII, nke akpọrọ \"La diversité anthropologique des isolats des hautes terres de l'Imerina (Madagascar)",
  "Confrontation du biologique et du social\". Nnyocha a nyochara ụdị ndị mmadụ dị iche iche na agbụrụ ha dị iche iche na ụdị mmekọrịta ha na Imerina Highlands.",
  "N'afọ 1993, ọrụ paleontology ghọrọ Ngalaba zuru oke, karịsịa n'ihi atụmatụ ya, ọ bụkwa onye isi ya site n'afọ1995 ruo 1998 O mepụtara ngalaba atọ ọhụrụ ọzọ: Physical Anthropology, Nutritional Anthropology, Primatology and Evolutionary Biology. Ọ rụsiri ọrụ ike na ngalaba ahụ ruo 2003 mgbe olekọtara ụmụ akwụkwọ ndị chọrọ ịbụ dọkịnta ruokwa mgbe ọ nwụrụ.",
  "N'oge niile ọ na-arụ ọrụ, Rakotosamimanana bụ onye otu ọtụtụ òtù ndị ọkachamara, gụnyere \"Groupe d'Etude et de Recherche sur les Primate de Madagascar\" (GERP). Òtù ndị ọzọ ọ sonyekwara gụnyere: Malagasy Academy, ndị ọrụ \"Ranomafana National Park\", IUCN / SSC Primate Survival Commission, ndị òtù nchịkọta akụkọ nke \"International Journal of Primatology\" na \"Lemur News\", Society of Human Biometrics, Society of Anthropology of Paris na International Association of Anthropologists.",
  "Mgbe nsogbu ego na Madagascar mere na àgbàtà 1980 na 1989 gasịrị, Rakotosamimanana bụ otu n'ime ndị na-esepụta ụlọ owuwu gara ije ka ụlọ ọrụ ehiwere inyere ndị mmadụ aka nke ndi mba ọzọ kwalite mmemme, nke ga-aba uru n'ezie maka mmepe nke mba ahụ. Dị ka odeakwụkwọ ukwu nke ọgbakọ nke iri na asaa nke International Primatological Society, Rakotosamimanana rụgidere gọọmentị ka ha kwenye inye mahadum mba ahụ nnukwu ego iji kwadebe maka nzukọ 1998, nke emere na Antananarivo. Site n'afọ 1977 ruo afọ 1983 ọ bụ onye isi na ngalaba  nnyocha sayensị na Ministrị n'ahụ maka agụmakwụkwọ and Nnyocha sayensị nke Madagascar. Site na 1986 ruo n'afọ 1992 ọ bụ onye ndụmọdụ teknụzụ n'otu Ministri ahụ. Ọ bụ onye rụsiri ọrụ ike n'ịmepụta atụmatụ National Environmental Action Plan nke Madagascar.",
  "Nnyocha Rakotosamimanana lekwasịrị anya na fossil na subfossil ụmụ anụmanụ na-enye nwa ara na Madagascar.",
  "N'oge ndụ Rakotosamimanana, a gụrụ ụdị òké lemur a kọwara ọhụrụ aha ya: Madame Berthe's mouse lemur",
  "Ndị dere nkọwa mbụ ahụ kwanyere ùgwù otuto nye nhazi nnyocha ogologo oge nke ha na German Primate Centre mere na Kirindy-Mitea National Park, bụ ebe obibi nke lemur ọhụrụ.",
  "Microcebus berthae bụ anụ ya na mmadụ nọ n'ótù agbụrụ nke kacha nta n'ụwa,   nke achọpụtara n'afọ 1992 n'oké ọhịa Menabe.",
  "N'afọ 1993, ndị na-eme nchọpụta kpọrọ ụdị anụmaanụ n'emepụta ihe eji eme akwa (silk) n'adịkwaghị n'ụwa ugbua, a na-akpọbu (Coua berthae maọbụ Madame Berthe's Coua), n'aha Rakotosamimanana.",
  "Rakotosamimanana so n'ime ndị otu mbụ ndị kọwara:",
  "Rakotosamimanana jikọrọ aka na mba ụwa ndị ọzọ n'ime ọrụ nyocha paleontology na primatology, ma bụrụkwa onye a na-akwanyere ùgwù na ihe gbasara anụmaanụ ndị há na mmadụ nọ n'ótù agbụrụ ndị si Madagascar, gụnyere òtù esi kesaa ha gafee agwaetiti ahụ",
  "Ọ bụ otu n'ime ndị otu jiri usoro DNA gosipụta na lemur niile ndị si ná Madagascar sitere na ótù nna nna pụta.",
  "Ihe edeputara maka Ọnatarachi fossil nke Madagascar dịbu obere na mbụ, mana Rakotosamimanana so n'otu ndị chọpụtara ebe ọhụrụ ọnatarachi ndị a dị, sitekwa na nkea chọpụta ụfọdụ dinosaurs mbụ nke agwaetiti ahụ. Ndị a gụnyere ụdị abụọ ọhụrụ nke eucynodonts na-abụghị nke na-enye nwa ara.",
  "Rakotosamimanana nwere mmasị siri ike n'ebe nnyochapụtaSportive Lemur nke Miles Edwards ma mụọ ụzọ ha si eji ebe ihi ụra ha eme ihe, yana igbu ụmụaka n'etiti ha. Ọ bụ otu n'ime ndị otu sara mbara nke mere nchọpụta banyere njikọ dị n'etiti ịdị anya nke mkpụrụ ndụ ihe nketa na nkesa n'ala nke lemur ndị dị mkpụmkpụ. Ọrụ ya na ndị ọrụ ibe ya rụrụ na Pachylemur insignis gosipụtara na ọ nwee mmetụta n'ụdị Variecia karịa Lemur. Ọ mụkwara maka ụdi lemur dermatoglyphs."
]