[
  "Bert Long, Jr",
  "(1940-2013) bụ ónyé isi nri, ónyé na-ese ihe, onye na'ese foto, ónyé na ónyé guzobere Project Row Houses.",
  "A mụrụ Bert Long, Jr., na 1940 na Fifth Ward, Houston, Texas. Nné ya rụrụ ọrụ dị ka odibo, nna ya na-arụ ọrụ ígwè nwụrụ n'ihe mberede dị egwu n'ebe ọrụ mgbè Long dị naanị afọ atọ, na-ahapụ ya inyere nne ya aka dịka o nwèrè ike.  Nna ya, onye na-arụ ọrụ na Sheffield Steel, nwụrụ mgbè ọ dabara n'ime ite ígwè a gbazere agbaze. Long nyere aka n'ilekọta ụmụnne ya atọ ndị ọ tọrọ ma dị ka nwatakịrị, ọ na-ewepụta ogho n'oge ọkọchị iji nyere aka kwado ezinụlọ ahụ",
  "Long rụrụ ọrụ na Houston Club mgbe ọ dị naanị afọ iri na abụọ. Ọ gàrà klas nka mbụ ya na Wheatley High School (Houston) mana ọ na-akụzi onwe ya, na-etinye ọtụtụ awa na-amụ akwụkwọ nka n'ọbá akwụkwọ ọha na eze.",
  "IN'afọ 1959, mgbè ọ dị afọ 19, Long sonyeere ndị agha mmírí ma jee ozi ruo 1964. N'otu afọ ahụ, ọ lụrụ ónyé agbata obi ya mgbe ọ bụ nwata Connie Kelly",
  "Ha nwere ụmụ atọ. Tupu ọrụ ya dị ka onye na-ese ihe, Long bụ onye isi nri a ma ama na mba ahụ. Ọ gàrà ụlọ akwụkwọ nri na Los Angeles ma buru ụzọ rụọ ọrụ dị ka onye isi nri na ụlọ oriri na ọṅụṅụ dị mma tupu ọ mepee ụlọ oriri nke ya \"Big Bertž\" na Oregon",
  "Mgbe nke ahụ gasịrị, ọ laghachiri California ịrụ ọrụ dị ka onye isi na MGM Grand Las Vegas. Longs kwagara Rome mgbe Long meriri Rome Prize ma mesịa kwaga Spain",
  "A chọpụtara na Connie nwèrè ọrịa kansa akpa ume na 1997 ma nwụọ na 1998 obere oge ka di na nwunye ahụ laghachiri Texas. Long gara leta onye omenkà a mụrụ na Scotland bụ Joan Batson na 1998, na 1999, ha laghachiri Houston ebe ha bi n'ụlọ ruo mgbè Long nwụrụ.",
  "Long nwụrụ site na ọrịa kansa pancreatic na Febụwarị 1, 2013 mgbè ọ dị afọ 72",
  "Obéré oge tupu ọnwụ ya, ọ lụrụ Batson, ónyé ya na ya biri n'ụlọ na ndụ ihe karịrị afọ iri na ise.",
  "Ihe ngosi mbụ Long bụ na gallery nka na MGM Grand ébé ọ rụrụ ọrụ dị ka ónyé isi nri, ahụmịhe ahụ kpaliri nnukwu mgbanwe ọrụ. Ọ bụ n'afọ 1975, Long nọkwa n'etiti afọ iri atọ, mgbe o kpebiri itinye onwé ya n'ọrụ dị ka onye na-ese ihe. Ọ kpọkọtara ezinụlọ ya wee gaa n'ebe ngosi nka gafee ọdịda anyanwụ United States",
  "N'afọ 1976, Long nwetara ọrụ na Ritz-Carlton na Chicago ma nwee ihe ịga nke ọma na Chicago, gụnyere ihe ngosi na DuSable Museum of African American History",
  "Nwunye ya Connie Kelly Long nọrọ naanị otu ọnwa tupu ọ laghachi Houston na ihu igwe ya dị ọkụ. Long nọrọ ọnwa 10 ọzọ tupu ọ laghachi Houston."
]