[
  "Bert Andrews (Maachị 21, 1929 na Jenụwarị 25, 1993) bụ onye Amerịka na-ese foto, onye na-ede akụkọ ihe nkiri ojii na New York City",
  "N'ọrụ nke were ihe karịrị afọ iri atọ, o sere foto ọtụtụ n'ime ndị isi Afrịka-Amerịka na-eme ihe nkiri na ihuenyo gụnyere James Earl Jones, Cicely Tyson, Diana Sands, Louis Gossett, Jr., Billy Dee Williams, Morgan Freeman, Alfre Woodard, Denzel Washington na Samuel L",
  "Jackson.",
  "A mụrụ Bert J",
  "Andrews na Chicago n'ọnwa Maachị 21, afọ 1929, nwa John na Frieda Andrews.\nMgbe ọ dị obere, ọ kwagara Harlem, ebe o tolitere",
  "Ọrụ ya malitere na ụlọ ọrụ ntụrụndụ dị ka onye na-ede egwu, onye na-agụ egwu na onye na-agba egwu",
  "Na mbido afọ 1950, mgbe ọ na-eje ozi na ndị agha, Andrews malitere ịmụ foto.",
  "N'afọ 1953, n'oge na-adịghị anya mgbe a tọhapụrụ ya n'usuu ndị agha, Andrews malitere ọrụ ya dị ka onye mmụta maka Chuck Stewart, onye a maara nke ọma maka foto ya nke ndị egwu jazz",
  "Ọ rụrụ ọrụ n'ọkwa ahụ ruo n'afọ 1957, mgbe ọ gbasara n'onwe ya, na-ese foto n'etiti ihe ndị ọzọ, ihe nkiri maka ihe nkiri ndị isi ojii na New York City.",
  "Otu n'ime ọrụ mbụ ya dị ka onye na-ese foto n'onwe ya bụ mmepụta nke egwuregwu ahụ n'afọ 1957, Dark of the Moon, nke YMCA Drama Guild mepụtara na Little Theatre",
  "Vinnette Carroll haziri mmepụta a ma gosipụta ya n'etiti ndị na-eme ihe nkiri Cicely Tyson, Roscoe Lee Browne na Clarence Williams III.",
  "N'ime ogologo ọrụ ya, Andrews ga-ese foto ọtụtụ mmepụta nke egwuregwu dị mkpa gụnyere The Blacks (1961), The Blood Knot (1964), To Be Young, Gifted and Black (1969), The River Niger (1972), Bubbling Brown Sugar (1976), A Soldier's Play (1982) na Ma Rainey's Black Bottom (1984).",
  "Foto ya apụtawokwa n'ọtụtụ akwụkwọ dị mkpa, dị ka Time, Life, Ebony, Newsweek na The New York Times.",
  "N'ọnwa Jenụwarị 29, nke afọ 1985, ọkụ gbara ụlọ ọrụ ya na 750 Eighth Avenue na nkuku nke 46th Street na New York City",
  "N'ebe dị n'etiti 40,000 na 50,000 foto furu efu, na-agafe ihe dị ka afọ iri atọ nke ọrụ",
  "Otú ọ dị, site n'enyemaka nke ụlọ ọrụ ihe nkiri dị iche iche, Andrews nwere ike inweta mbipụta nke ọnụ ọgụgụ dị ukwuu nke foto ya gụnyere ihe dịka 2,000 site na Negro Ensemble Company.",
  "N'afọ 1988, e guzobere Bert Andrews Photographic Collection of Blacks in the Theatre na Schomburg Center for Research in Black Culture",
  "N'afọ sochirinụ, e bipụtara nchịkọta foto ndị a n'akwụkwọ In the Shadow of the Great White Way: Images from the Black Theatre (Thunder's Mouth Press, 1989).",
  "Andrews nwụrụ n'ọrịa kansa na Lenox Hill Hospital dị na Manhattan n'ọnwa Jenụwarị 25, afọ 1993, mgbe ọ dị afọ 63."
]