[
  "Bessie Harvey (ónyé amụrụ Bessie Ruth White, Ọktoba 11, 1929 Ọgọst 12, 1994) bụ ónyé America na-ese ihe nke a maara nke ọma màkà ihe ọkpụkpụ ya nke e ji ihe ndị a chọtara rụọ, ọkachasị iberibe osisi",
  "Ónyé ji okpukpe kpọrọ ihe, okwukwe Harvey na mmasị ya n'ihe okike bụ isi ihe kpatara ọrụ ya.",
  "A mụrụ ya na Dallas, Georgia, Harvey bụ nwa nke asaá n'ime ụmụ iri na atọ Homer na Rosie Mae White mụrụ",
  "Mgbè ọ dị afọ iri na anọ, ọ lụrụ Charles Harvey ma bírí na Buena Vista, Georgia. Ọ gbara Harvey alụkwaghịm na 1968 wee kwaga Alcoa, Tennessee, ébé ọ na-azụlite ụmụ iri na otu mgbè ọ dị afọ 35.  Dị ka nwatakịrị, ọ na-echeta ime \"ihe na-enweghị ihe ọ bụla,\" na-emepụta ihe egwuregwu na ụmụ bebi nke ya.",
  "Na mgbakwunye na inwe ụmụ iri na otu, Harvey nwèrè ụmụ ụmụ irí abụọ na asatọ na ụmụ ụmụ atọ.",
  "N'afọ 1977, Harvey malitere ịrụ ọrụ na Blount Memorial Hospital dị ka ónyé na-elekọta ụlọ",
  "Màkà ego ọzọ, n'abalị mgbè ónyé ọ bụla na-ehi ụra Harvey ga-eme ụmụ bebi.  Mgbè o gosipụtara ọrụ nka ya n'ụlọ ọgwụ, ọrụ ya dọtara uche na nnọchite anya gallery. Otu n'ime ndị dọkịta na-arụ ọrụ mere ka ọ mata ndị nduzi nke Cavin-Morris Gallery na New York City, nke gárá n'ihu na-ere ọrụ ya naanị ruo ọtụtụ afọ.",
  "Ihe osise Harvey na-abụkarị osisi e ji ágbá, beads, shells, ákwà, na ihe ndị ọzọ a chọtara chọọ mma, na-ejikọta \"ọrụ (n'usoro nke ihe ngosi nwa bebi) ihe osise, eserese, na nchịkọta\". Mgbè ógè ahụ gasịrị, ọ lekwasịrị anya na ọrụ nka ya ruo Mgbe ọ nwụrụ na 1994.",
  "A gụnyere ọrụ Harvey n'ihe karịrị ihe ngosi 50, gụnyere itinye ya na 1995 Whitney Biennial",
  "Whitney Museum mechara zụta ọrụ ya Cross Bearers màkà nchịkọta ya na-adịgide adịgide. Ọ bụkwa isiokwu nke nnukwu ihe ngosi na 1997 na Tennessee Museum of Art Ọrụ ya dị na nchịkọta na-adịgide adịgide nke Knoxville Museum of Art na American Folk Art Museum, New York. A zụkwara ụfọdụ n'ime ọrụ Harvey site na Souls Grown Deep Foundation site na Fine Arts Museums nke San Francisco dị ka akụkụ nke nnweta nke ọrụ nke ndị na-ese ihe Africa America si Southern United States. E gosipụtara ọrụ a n'ihe ngosi a na-akpọ Revelations: Art from the African American South site na June 3, 2017 ruo April 1, 2018. A na-aga n'ihu na-egosi ọrụ Harvey na ihe ngosi na ebe ngosi ihe mgbè ochie dị ka Philadelphia Museum of Art na Turner Contemporary na England dị ka akụkụ nke ihe ngosi na ọrụ nka ndị Africa America sitere na South America.",
  "Alison Saar kwuru na Harvey nwèrè mmetụta, a gụrụkwa okporo ámá dị na Alcoa aha ya."
]