[
  "Bessie Virginia Blount, nke a makwaara dị ka Bessie Blount Griffin, (24 Nọvemba, 1914 - 30 Disemba, 2009) bụ onye edemede, nọọsụ, onye na-agwọ ọrịa, onye na-emepụta ihe na ọkà mmụta sayensị.",
  "A mụrụ Bessie Blount Griffin na Nọvemba 24, 1914",
  "Ọ bu onye ọbọdọ Virginia, A mụrụ Blount na Hickory, Virginia, na Princess Anne County (nke a maara ugbu a dị ka obodo Chesapeake).",
  "Blount gara ụlọ akwụkwọ elementrị Diggs Chapel na Hickory, Virginia, ụlọ akwụkwọ e wuru mgbe agha obodo gasịrị maka agụmakwụkwọ nke ụmụaka ndị Africa America. N'ajụjụ ọnụ ya na Virginian, Griffin chetara na ụlọ akwụkwọ ya enweghị akwụkwọ ọgụgụ",
  "[Ha] mechara nweta ha n'ụlọ akwụkwọ ndị ọcha",
  "Mgbe ọ na-aga Diggs Chapel, onye nkụzi Blount baara ya mba maka iji aka ekpe ya dee ihe site n'ịkụ aka ya, ụdị ịdọ aka ná ntị eji eme ihe n'oge ahụ iji kụziere ụmụ akwụkwọ ụkpụrụ edemede kwesịrị ekwesị",
  "Blount weere nke a dị ka ihe ịma aka iji bụrụ onye na-enweghị atụ",
  "Ọ bụ ezie na aka nri ya ghọrọ aka edemede ya bụ isi, ọ nọgidere na-enwe ike iji aka ekpe ya dee",
  "Ọ kụzikwaara onwe ya ide ihe n'ejighị aka ya site n'iji ezé ya na ụkwụ ya jide pensụl. Nkà a bara uru na ọrụ ya mgbe e mesịrị, na-enyere ya aka ịkụziri ndị ọzọ ịwa ahụ n'enweghị otu ma ọ bụ karịa ụkwụ",
  "Mgbe ọ gụsịrị akwụkwọ nke isii, enweghi ihe mmụta ọzọ maka ụmụaka ndị Africa America n'obodo ya, na-amanye Blount ịkwụsị agụmakwụkwọ ya",
  "Ezinụlọ ahụ kwagara n'ebe ugwu na New Jersey, ebe Blount nọgidere na-akụzi onwe ya ma nweta GED ya",
  "Ọ gara mmemme nọọsụ nke Community Kennedy Memorial Hospital, na Newark, New Jersey. Mgbe ọ nwetasịrị akara ugo mmụta nọọsụ, ọ gara n'ihu na agụmakwụkwọ ya na Panzer College of Physical Education and Hygiene na East Orange, New Jersey wee bụrụ onye na-agwọ ọrịa.",
  "N'afọ 2008, Bessie Griffin laghachiri n'ụlọ Hickory iji cheta mkpa ụlọ akwụkwọ praịmarị ya, nke a gbara ọkụ n'ala n'afọ 1932",
  "Achọpụtaghị ihe ndekọ nke usoro ụlọ akwụkwọ ahụ tupu 1913",
  "O bu n'obi iwu ụlọ ngosi ihe mgbe ochie na ọbá akwụkwọ n'ala ahụ iji cheta ndị gụrụ akwụkwọ n'ebe ahụ n'ime iri afọ gara aga",
  "N'ụzọ dị mwute, arụchabeghị ọrụ ya ka Griffin nwụrụ n'afọ sochirinụ.",
  "N'oge ọrụ ya dị ka onye na-agwọ ọrịa, mgbe Agha Ụwa nke Abụọ gasịrị, ọtụtụ ndị agha laghachiri dị ka ndị e gbupụrụ ụkwụ mgbe ha merụrụ ahụ n'agha",
  "Dị ka akụkụ nke mmega ahụ nke Blount, ọ kụziiri ndị ochie na-enweghị ike iji aka ha, ụzọ ọhụrụ iji rụọ ọrụ kwa ụbọchị site n'iji ezé na ụkwụ ha dochie anya",
  "Amamihe ya na ikike iji ọnụ ya na ụkwụ ya rụọ ọrụ nyeere ya aka ijikọ ndị ọrịa ya site na ịwa ahụ",
  "Ka ọ na-arụ ọrụ kwa ụbọchị, Blount chọpụtara na otu n'ime ihe ịma aka kasịnụ maka ndị e gbupụrụ ụkwụ bụ iri nri n'enweghị enyemaka site n'aka ndị ọzọ",
  "Ọrụ dị oke mkpa nye ọtụtụ ndị bụ ịmaliteghachi ikike inye onwe ha nri",
  "Inwetaghachi nkà a ga-eweghachi ogo nnwere onwe ma mee ka ha nwekwuo ùgwù onye.",
  "Dị ka onye nọọsụ na onye na-agwọ ọrịa, ọ lekọtakwara ma soro Theodore Edison, nwa onye ama ama na-emepụta ihe bụ Thomas Edison rụọ ọrụ nke ọma.",
  "Mgbe ọ na-arụ ọrụ na Bronx Hospital na New York, Blount mepụtara ngwá ọrụ eletriki na-enye onwe ya nri maka ndị e gbupụrụ ụkwụ",
  "Ngwá ọrụ ahụ nwere tube iji bubata nri n'otu n'otu n'ọnụ onye ọrịa",
  "Ndị ọrịa ahụ ga-ata tube ahụ ma mgbe ahụ, akụkụ nri na-esote ga-ekesa n'ọnụ site na igwe ahụ. E nyere otu akụkụ nke ngwaọrụ ahụ ikike na 1948. Ndị American Veterans Administration (VA) jụrụ mmepụta Blount, ya mere na 1952 o nyere ya ikikere n'efu nye gọọmentị France",
  "O kwuru n'ajụjụ ọnụ ya na Afro-American na ihe ọ rụzuru gosiri na \"nwanyị nwere agba nwere ike ịmepụta ihe maka abamuru nke ihe a kpọrọ mmadụ\" O chekwara olu maka onye ọrịa merụrụ ahụ ma ọ bụ onye ọrịa, nke na-ejide efere ma ọ bụ iko n'akụkụ ihu ha dị ka \"nkwado nnabata\" na Eprel 1951, e nyere Blount US Patent 2,550,554. N'oge ọrụ ya, Blount bụ onye na-agwọ nwa Thomas Edison, Theodore Miller Edison",
  "Blount na Edison ghọrọ ezigbo enyi",
  "N'oge ahụ, ọ mepụtara efere emesis. efere ahụ bụ efere katọn a na-eji ntụ ọka, mmiri, na akwụkwọ akụkọ mee nke a na-eme achịcha ruo mgbe ihe ahụ siri ike. Ọzọ, United States egosighi mmasị na ihe Blount mepụtara",
  "O rere ikike nke ihe o mepụtara nye otu ụlọ ọrụ dị na Belgium",
  "A ka na-eji atụmatụ ya eme ihe n'ụlọ ọgwụ ndị Belgium. E mepụtara ngwaọrụ ọgbara ọhụrụ, nke dị nro kemgbe 1948, mana a na-echeta Blount maka ịsụ ụzọ ngwaọrụ eletriki mbụ maka inye ndị e gbupụrụ ụkwụ nri.",
  "N'afọ 1969, Blount malitere ọrụ nke abụọ, na ndị mmanye iwu, na-achụso nyocha sayensị maka ngalaba ndị uwe ojii na New Jersey na Virginia. N'oge ọgwụgwọ onye ọrịa ya gara aga, mgbe ọ na-egosipụta ọrụ ambidextrous, ma ọ bụ iji ezé ma ọ bụ ụkwụ dee, ọ malitere ịhụ njikọ dị n'etiti ahụike anụ ahụ na njirimara edemede",
  "Site na nyocha ya, ọ hụrụ otú aka mmadụ si gosipụta ọnọdụ ahụike ha",
  "Nchọpụta a kpaliri ya ibipụta akwụkwọ nkà na ụzụ na \"graphology ahụike\"",
  "Mgbe e bipụtachara akwụkwọ ahụ, ọrụ Blount na forensics toro ngwa ngwa",
  "Ka ọ na-erule ngwụsị afọ 1960, ọ na-enyere ngalaba ndị uwe ojii aka na Norfolk, VA na Vineland, New Jersey, ma mesịa sonye na ngalaba ndị uwe ojii Portsmouth, Virginia dị ka onye isi nyocha",
  "N'afọ 1977, ndị uwe ojii Metropolitan (Scotland Yard) Forensic Science Laboratory kpọrọ Blount ka ọ sonyere ha na London maka ọmụmụ ihe dị elu na graphology. Ọ bụ nwanyị ojii mbụ zụrụ na Scotland Yard. Mgbe ọ lọtara, Blount malitere azụmahịa ndụmọdụ, na-eji ahụmịhe nyocha ya nyochaa akwụkwọ na akwụkwọ ndị ohu site na agha obodo",
  "Blount rụrụ ọrụ ahụ ruo mgbe ọ dị afọ 83. E jikwa nkwenye ya nke eziokwu mee ihe na nkwekọrịta ndị Amerịka na United States.",
  "Blount mere ọtụtụ mgbalị iji mee ka VA nwee mmasị na ihe ndị o mepụtara mana ha jụrụ, n'agbanyeghị mmetụta bara uru nke ngwaọrụ ndị ahụ",
  "Iji kwalite ihe ndị ahụ, ọ pụtara na ihe ngosi telivishọn WCAU Philadelphia The Big Idea na 1953",
  "Blount bụ nwanyị Afrịka-Amerịka mbụ nọ na ihe ngosi ahụ",
  "Enweghị ederede ọ bụla, mana a kọrọ na ọ kwughachiri na ọ gosipụtara \"Nwanyị ojii nwere ike ịmepụta ihe maka abamuru nke ihe a kpọrọ mmadụ.\"",
  "Blount dere kọlụm egosipụtara maka akwụkwọ akụkọ Africa-American, NJ Herald News na Philadelphia Independent..",
  "N'afọ 2008, ọ malitere ọrụ mana ọ nweghị ike ịrụzu otu ọrụ ọzọ: ịmepụta ụlọ ngosi ihe mgbe ochie na ogige ụlọ akwụkwọ Virginia ochie ya nke gbara ọkụ, iji cheta onyinye nke ndị gụrụ akwụkwọ n'ebe ahụ",
  "Blount nwetara ugwu na 1992 site na American Academy of Physical Therapy, otu African American lekwasịrị anya ọgwụgwọ anụ ahụ.",
  "Ụmụ nwanyị Virginia na akụkọ ihe mere eme na 2005",
  "Na 1951, Blount lụrụ Thomas Griffin",
  "Ha nwere otu nwa nwoke, Filip",
  "Blount nwụrụ mgbe ọ dị afọ 95 na Disemba 30, 2009, n'ụlọ ya na Newfield, New Jersey"
]