[
  "Baaitse Elizabeth \"Bess\" Nkabinde (amụrụ n'afọ 1959 na Silwerkrans) bụ onye bụbu onye ọka ikpe n'ụlọ ikpe iwu nke South Africa.",
  "A mụrụ Nkabinde (née Motsatsi) na afọ 1959 na Silwerkrans, n'ebe ọdịda anyanwụ Transvaal n'oge ahụ (ma ugbu a bụ akụkụ nke mpaghara North West). Ọ gụrụ akwụkwọ na Mariasdal High School na Tweespruit na  afọ 1979",
  "Mgbe nke ahụ gasịrị, ọ nwetara akara ugo mmụta BProc na Mahadum Zululand na afọ 1983, LLB na Mahadụ North-West na afọ 1986, na Diploma na Industrial Relations na Damelin College na  afọ 1988.",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ iwu na gọọmentị Bophutatswana ruo afọ anọ, tupu ọ ghọọ onye ọka iwu na afọ 1988. Ọ rụrụ ọrụ na North West Bar ruo afọ iri tupu nhọpụta mbụ ya dị ka onye ọka ikpe na afọ 1999.",
  "N'ọnwa Nọvemba afọ 1999, a họpụtara Nkabinde na ngalaba Bophuthatswana nke Ụlọikpe Kasị Elu nke mba South Africa. Ọ rụrụ ọrụ na Labour Court, Labour Appeal Court, na, na afọ 2005, Ụlọikpe Kasị Elu nke Mkpegharị. Ọ bụkwa onye isi oche nke Rules Board.",
  "N'afọ 2006, Onye isi ala Thabo Mbeki họpụtara Nkabinde ka ọ nọchie Arthur Chaskalson n'ụlọ ikpe iwu nke South Africa. Nhọpụta ya gosipụtara esemokwu, ebe ọ bụ na, n'agbanyeghị na ọ bụ \"ihe na-amaghị ama\" na enweghị ahụmịhe na iwu iwu, a họọrọ ya karịa onye ọkachamara  iwu Wits Cora Hoexter, onye yiri ka ọ bụ onye siri ike. A mara Nkabinde maka ikpe ya na-ese okwu na S Masiya v, Lee v Minister of Correctional Services, na Botha v Rich, nke ọ bụla dọtara nkatọ siri ike.",
  "N'afọ 2008, onye ọka ikpe nke Ụlọikpe Kasị Elu bụ John Hlophe kwuru na ọ gakwuuru Nkabinde na Chris Jafta iji mee ka ha chọọ Onye isi ala Jacob Zuma na ikpe na-echere ikpe",
  "Ụlọikpe Iwu ahụ tinyere mkpesa ọha na eze megide Hlophe nke Jafta na Nkabinde kwadoro. Otú ọ dị, afọ isii ka e mesịrị, mgbe nyocha omume ọjọọ megide Hlophe na-echere, Jafta na Nkabinde wetara ihe ịma aka ụlọ ikpe na ikike ụlọ ikpe, na-ekwu na mkpesa nke ha abụghị nke iwu kwadoro. Ndị na-akọwa ihe katọrọ \"egwu\" Jafta na Nkabinde, nke mere ka ụlọ ikpe iwu ahụ bụrụ ihe ihere. Ndị ọka ikpe kwuru, na nzaghachi, na ha na-akwado iwu ahụ. Ụlọikpe Kasị Elu jụrụ arịrịọ ndị ọkàikpe na 26 Septemba, na afọ 2014, mana ha rịọrọ arịrịọ. Ụlọikpe Kasị Elu nke Mkpegharị Ikpe jụrụ mkpesa ahụ na Machị na afọ 2016, na-akatọ akwụkwọ ikpe na-emebi ihe nke Jafta na Nkabinde ma na-egosi na ikpe ahụ welitere ajụjụ banyere \"iguzosi ike n'ezi ihe\" ha. N'abalị isii n'ọnwa Eprel n'afọ 2016, Jafta na Nkabinde tinyere akwụkwọ mkpegharị ikpe n'ụlọ ikpe iwu nke ha na-arịọ ka ọ gbanwee mkpebi ikpe nke Ụlọikpe Kasị Elu. Ha mere nke a n'ụzọ ụfọdụ n'ihi na SCA mere \"ihe mgbu\" banyere ha",
  "Ihe a niile bụ n'agbanyeghị eziokwu ahụ, dịka otu onye na-akọwa ihe kwuru, na Ụlọikpe Iwu ahụ ekwuola na afọ 2012 na ọ pụghị ịnụ mkpesa na okwu Hlophe nakwa na ikpe SCA ọ bụla bụ nke ikpeazụ.",
  "Nkabinde lụrụ di ma nwee ụmụ anọ."
]