[
  "Bethlehem Tilahun Alemu (amụrụ n'afọ 1980) bụ onye ọchụnta ego Etiopia, onye guzobere bụrụkwa onye isi nchịkwa nke ụlọ ọrụ SoleRebels, \"ụlọ ọrụ akpụkpọ ụkwụ na-eto ngwa ngwa n'Africa\"",
  "Betlehem enwetala nsọpụrụ na otuto maka amamihe azụmahịa o nwere, yana mbọ ọ na-agba iji gbanwee okwu gbasara Afrịka site na ịda ogbenye gaa na mmụọ ọchụnta ego nke kọntinent ahụ, isi obodo, na ikike akụ na ụba. Bethlehem malitere \"The Republic of Leather\", na-emepụta ihe ndị dị oké ọnụ ahịa na-adịgide adịgide eji akpụkpọ anụ mee, ya na ụlọ ahịa \"Garden of Coffee\" iji kwalite kọfị ndị Etiopia.",
  "A mụrụ Betlehem na mpaghara Zenebework nke Addis Ababa",
  "Nne na nna ya rụrụ ọrụ n'ụlọ ọgwụ dị n'ógbè ahụ",
  "Alemu gara ụlọ akwụkwọ ọtaakara na sekọndrị nke gọọmenti nwoe, wee gaa n'ihu gụọ mgbakọ na mwepụ ego na Mahadum Unity, gụsịa akwụkwọ n'afọ 2004.",
  "Bethlehem bụ nwanyị ọchụnta ego Afrịka mbụ kwuru okwu na Clinton Global Initiative nke African Business Awards nyekwara nturu ugo, kpọọ ya Outstanding African Business Woman n'afọ 2011.",
  "Na mbido afọ 2005, Bethlehem guzobere soleRebels iji nye ndị obodo ya ọrụ na-adịgide adịgide",
  "Ebe Ọ hụrụ na ọtụtụ ndị omenkà nwere nkà na obere obodo ya bụ Zenebework enweghị ọrụ, ọ chọzie ka O gosipụta nkà ha ma sikwa òtù a nye ha ọrụ.",
  "ya ọrụ.",
  "A na-eji ụ́kwụ́ ụgbọ ala a rụgharịrị arụgharị eme okpuru akpụkpọ ụkwụ ndị ha na-arụ",
  "Taa, ụlọ ọrụ ahụ nwere ọtụtụ ụlọ ahịa n'ụwa gbaa gburugburu nke gụnyere na Ethiopia, Singapore, Switzerland na Taiwan.",
  "Afọ juru Betlehem ikwu na O mechara hiwe ụlọ azụmahịa gazuru ụwa ọnụ dịka soleRebels na Garden of Coffee.",
  "Ụlọ ọrụ ahụ malitere site na ụlọ ọrụ dị na ótù nkewapúta ala nke nne nne Betlehem nwere na Zenebework",
  "SoleRebels enweela ọganihu, ma tolite nke inwe ndị ọrụ dị narị atọ n'ọnụ ọgụ na Ethiopia, na arụpụta ngwa ahịa a na-ekesa na mba iri atọ n'ụwa niile, na-eresi ndị na-eme ngwá nri Whole Foods, Urban Outfitters na Amazon. Ha nwekwara atụmatụ imeghe ụlọ ahịa ndị ụlọ ọrụ ya nwe na mba ndị dika Austria, Switzerland, Taiwan, na UK. Betlehem chọrọ ịmepụta ọrụ a na-akwụ ụgwọ nke ọma nke nwere ike ịmepụta ọganihu site na iji nkà ndị ọrụ aka na ihe ndị sitere n'ọnatarachi nke Etiopia",
  "Echiche  ịhọrọ akpụkpọ ụkwụ dị ka ngwaahịa mmalite nke ụlọ ọrụ ahụ bịara mgbe e mesịrị",
  "Ihe cheere Bethlehem aka mgba mgbamume bụ seleate maọbụ ị kpọọ ya barabasso, nke bụ akpụkpọ ụkwụ e si na taya emegharịrị emegharị wee mepụta, nke a na-ejighi ngwá ọrụ ọgbaraọhụrụ mepụta na Etiopia, nke gụziri ya agụụ ime ka ihe ọ ga-arụpụta bụrụ nke ga-esi na akpụkpọ anụ.",
  "N'afọ 2016, ụlọ ọrụ ahụ rere akpụkpọ ụkwụ dị puku otu narị na iri abụo na ise n'ọnụ ọgụ ma kepụta ọrụ dị ótù puku na narị abụọ.",
  "N'afọ 2014, Bethlehem kwupụtara aha ọhụrụ ọ ga-akpọ ụlọ azụmahịa ya nke bụ The Republic of Leather, site na ihe O deputara na websaịt ụlọ ọrụ ya bụ Rebels",
  "Bethlehem kọwapụtara ngalaba nke iji akpụkpọ anụ mepụta ngwá ahịa dị oké ọnụ ahịa dịka \"ndị tozuru etozu maọbu nke oge ya rurula maka imezigharị n'ozuzu oke,\" sikwa n'otu aka ahụ kwupụta ihe ndị dị iche iche O jirila soleRebels mepụta n'ịrụ akpụkpọ ụkwụ",
  "E wezụga ịgbaso ụkpụrụ nke emeputaghị ihe ndị ga-emebi gburugburu ebe obibi ma a na-arụ ọrụ dịka soleRebels, The Republic of Leather weere ọchịchọ maọbu nhọrọ ndị ahịa bute ụzọ - nhọrọ ndị ahịa gbasara ọdị̀dị́,  na iwepụ pasentị ise n'ego ọbụla ndị ahịa ya kwụrụ dosa n'akụkụ iji nyere ndị mmadụ aka.",
  ", onye na-emepụta na ịnata ọrụ ebere nke 5% nke ọnụahịa ha na-akwụ.",
  "N'afọ 2017, agbakwunyere \"Garden of Coffee\" na ụlọ ọrụ ndị O nwere",
  "Ọ",
  "sre te na ụlọ ahịa dị na Addis Ab maliteaba.",
  "Betlehem na-achọ ịma nkwenye ọjọọ onye ọbụla bụrụla n'obi banyere ndị Africa, ọkachasị, Etiopia, nke bụ na ndị Afrịka amaghị otu esi ekepụta ụzọ ha ga-esi nwee ọganihu aka mgba\". Betlehem kwenyere na ndị Etiopia ga-agbarịrị mbọ \"ikepụta akụkọ na ọdịdị nke ha pụọ na ndị chọrọ enyemaka' bátá na ndi nwe enyemaka ndị ọzọ na-achọ\", dịka Betlehem si kọwaa n'ajụjụ ọnụ 'The Next Woman' gbara ya",
  "Ọganihu zuru ụwa ọnụ nke ụlọ ọrụ ndị dịka soleRebels na-enye aka iwepụ nkwenye ochie ndị a ma na-enye ndị Etiopia ohere ịkpụzi ọdịdị mba ụwa nke ha."
]