[
  "Betty Achan Ogwaro (Hon",
  "Dr Betty Achan Ogwaro) bụ onye ndọrọ ndọrọ ọchịchị South Sudan na gọọmentị South Sudan",
  "Betty Achan Ogwaro bụ onye bụbu minista mbụ nke Ọrụ Ugbo na Ọhịa na Republic of South Sudan",
  "Ogwaro nwere nzere bachelọ na sayensị anụmanụ na nsọpụrụ site na Mahadum Juba",
  "O nwetakwara nzere masta na sayensị anụmanụ na Mahadum Edinburgh",
  "Ọ rụkwara ọrụ maka nzere na microbiology na Mahadum Wolverhampton, na United Kingdom.",
  "Betty Ogwaro jere ozi dị ka onye nduzi nke mmepụta anụmanụ maka Gọọmentị nke Southern Sudan ruo 1995 mgbe ọ gara mba ọzọ na United Kingdom. Ọ bụ onye isi oche nke ụlọ ọrụ Sudanese People Liberation Movement (SPLM) na Midlands site na 1999 ruo 2005, ọ bụkwa otu n'ime ndị isi nwanyị bụ ndị nwere ihe ịga nke ọma na-ekwurịta maka itinye 25% kacha nta ndị nnọchiteanya ụmụ nwanyị na ọkwa ọchịchị niile dị ka akụkụ nke nkwekọrịta udo zuru oke. Ogwaro bụ onye guzobere \"Windows for Sudan\", otu NGO nke na-achọ ịkwalite ụmụ nwanyị Sudan na-ekere òkè na mmepe ma bulie ọnọdụ ha na ọha mmadụ. Ọ gakwara UNIFEM maka nsogbu ụmụ nwanyị.",
  "bụ onye otu ndị ogbugbo na-ekwu maka udo n'etiti Lord's Resistance Army (LRA) na gọọmentị Uganda, na nwanyị Sudan mbụ ịma Joseph Kony aka, onye isi LRA, ihu na ihu maka arụrụala nke otu ahụ na Sudan na enweghị nkwenye ha na usoro udo. N'afọ 2007, Ogwaro jere ozi dị ka onye isi oche nke Southern Sudanese Women's Parliamentarian League, nke na-akwalite ntinye aka nke ndị isi ụmụ nwanyị Sudanese na ndọrọ ndọrọ ọchịchị na mkpebi. Ọ bụkwa onye isi oche nke Southern Sudanese Women Caucus, ebe òtù ụmụ nwanyị nwere mmetụta na-arụ ọrụ iji meghachi omume na mkpa nke obodo Sudan. Ọ bụ onye otu ọtụtụ kọmitii, gụnyere kọmitii pụrụ iche maka Gender, Social Welfare, Youth and Sports. Ọ na-ejikọta ọrụ omeiwu ya na ịkwalite ụmụ nwanyị n'ọrụ ugbo.",
  "N'afọ 2007, Salva Kiir Mayardit họpụtara ya ka ọ bụrụ Minista na-ahụ maka ọrụ ugbo, ihe onwunwe anụmanụ, ọhịa, imekọ ihe ọnụ na mmepe ime obodo na Eastern Equatoria State",
  "na-aga n'ihu ịghọ Gọọmentị nke Republic of South Sudan National Minister for Agriculture and Forestry n'afọ 2011."
]