[
  "'Bold text''''Bettina Judd bụ onye African-American interdisciplinary writer, scholar, artist, and performer.",
  "A mụrụ Judd na Baltimore ma zụlite ya na Southern California. O nwetara nzere bachelọ ya na Comparative Women's Studies na asụsụ bekee na Spelman College n'afọ 2005, nzere masta ya na Women's Studies na Mahadum nke Maryland n'afọ 2007, na PhD ya na Women's Studies n'afọ 2014, na Mahadum nke Maryland. Nkọwa ya, Feelin Feminism: Black Women's Art as Feminist Thought , bụ nyocha nke otú mmegbu dị iche iche na-emetụta ụmụ nwanyị ojii si enwe mmetụta, ma na-ekwusi ike na usoro okike na mmepụta nke ụmụ nwanyị ojii bụ ebe echiche nwanyị na nwanyị. Ọ kpọrọ aha mmetụta uri mbụ ya dị ka: nne nne ya (onye na-ede uri na onye mgbakọ na mwepụ maka Ngalaba Nchebe), nne ya, na Maya Angelou.",
  "Dị ka onye na-ede uri, Judd abụrụla onye otu Cave Canem n'afọ 2007, 2008, na 2011. E bipụtala uri ya na ihe odide ya ndị ọzọ na magazin edemede, akwụkwọ akụkọ na anthologies gụnyere ma ọ bụghị naanị dị ka Torch, Meridians, na Mythium, nke ikpeazụ nke họpụtara onyinye ya maka Pushcart Prize. Judd enwetala nkwado site na kọleji ise, Vermont Studio Center, na Mahadum nke Maryland.  Dị ka onye na-agụ egwu, ọ rụrụ maka ndị na-ege ntị gburugburu United States na World. Ugbu a, ọ bụ osote Prọfesọ nke okike, ụmụ nwanyị, na ọmụmụ gbasara mmekọahụ na Mahadum Washington, Seattle",
  "N'afọ 2013, ihe odide Judd nke Patient., akwụkwọ mbụ ya nke uri, meriri n'afọ 2013 Black Lawrence Press Hudson Prize. Black Lawrence Press bipụtara Patient",
  "n'afọ 2014",
  "N'ụzọ sara mbara, nchịkọta ahụ bụ nyocha uri nke ịkpa ókè agbụrụ sayensị na ihe akaebe nke nnwale ahụike nke narị afọ nke iri na itoolu na ụmụ nwanyị ojii nke wuru omume ọgbara ọhụrụ nke gynecology. N'ime ederede Judd na-esite na ahụmịhe nke ya na ụlọ ọrụ ahụike, na ụzọ ndị o si nweta mmegbu nke ọ na-ekwu maka ya n'oge niile o dere",
  "Ọzọkwa, ọ na-ejikwa edemede ya adọta uche na akụkọ nke ụmụ nwanyị ojii ndị e zuru ndụ ha site na ịkpa ókè agbụrụ sayensị a, dị ka Henrietta Lacks",
  "Nchịkọta ahụ na-agbanwe n'etiti echiche na olu nke onye na-ekwu okwu n'oge a, nwanyị ojii na-eme nchọpụta nke na-ahụ onwe ya ka ọ na-eche ihu na-akpa ókè agbụrụ na mmekọahụ microaggressions n'ihu ọnọdụ mberede gynecological, na olu \"ghost\" nke Anarcha Wescott, Joice Heth, Lucy Zimmerman, na Betsey Harris, ezigbo ndụ ụmụ nwanyị ojii nke nnwale nke J",
  "Marion Sims, nke a na-ewerekarị dị ka nna nke gynecology nke oge a. Nchịkọta ahụ na-ebikwa n'olu ụmụ nwanyị ojii ndị ọzọ akụkọ ihe mere eme bụ ndị a nwalere ma na-emegbu dị ka Saartjie Baartman na Henrietta Lacks Nchịkọta ahụ sitere na ahụmịhe nke Judd n'ụlọ ọgwụ nkuzi.",
  "Judd ekwuola banyere isiokwu na ndị na-ekwu okwu nke Patient: \"Achọrọ m ime ka ụmụ nwanyị ndị a bụrụ mmadụ",
  "Achọrọ m ịkọ akụkọ ha, ma ọ bụ ma ọ dịghị ihe ọzọ, nye ndị na-ege ntị ohere ịnụ na ha dị adị ka ajụjụ ọzọ wee bụrụ: 'Ọ dị mma, gịnị bụ akụkọ ha?'....Ònye ga-adị ndụ ma kọọ akụkọ ụmụ nwanyị ojii?....Ụmụ nwanyị ole na ole m na-ede banyere ha bụ ndị ohu",
  "E bu n'uche ka ha laa n'iyi n'azụ ihe nketa nke ndị ọcha nwere ha",
  "Eziokwu ahụ, eziokwu nke ikpochapụ bụ ihe a ga-enyocha",
  "Ya mere, ana m ede n'olu ha, mana ha na-ada ụda dị nnọọ ka nwanyị ojii na-eme nchọpụta nke na-eme nnyocha na ha",
  "Onye nchọpụta a nwere ọmịiko na-aghọta akụkọ ya site na akụkọ ha",
  "Nke ahụ bụ ọdachi, mana ọ bụ ụzọ ha, ọ bụkwa ụzọ isi gwọọ ya",
  "\"",
  "Na Febụwarị 16, 2016, Judd, ya na ọkọ akụkọ ihe mere eme Vanessa Gamble, bụ ndị ọbịa na mbipụta nke NPR's Hidden Brain Podcast nke akpọrọ \"Remembering Anarcha, Lucy, and Betsey: Ndị nne nke gainakologị ugbu a\" ebe ọ gụrụ uri site na Patient",
  "ma kwurịta isiokwu ya."
]