[
  "Betty Amongi Akena, (née Betty Amongi Ongom), mana a maara ya dị ka Betty Amongi, bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ Minista nke Mmekọahụ, Ọrụ na Mmepe Ọha na Cabinet nke Uganda, ka ọ na-erule 9 June 2021. N'oge gara aga, ọ rụrụ ọrụ dị ka Minista nke Kampala Capital City ma tupu nke ahụ, site na 6 June 2016 ruo 14 December 2019, ọ rụrụ ọrụ dịka Minista nke Ala, Ụlọ na Mmepe Obodo na kansụl Uganda. Ọ bụkwa onye omeiwu na-anọchite anya Oyam South Constituency na 11th Parliament (2021 ruo 2026).",
  "A mụrụ Betty Amongi na Oyam District, Lango sub-region, na Northern Region nke Uganda, na 15 Nọvemba 1975. N'afọ 1996, ọ banyere Mahadum Makerere, gụsịrị akwụkwọ na Bachelor of Arts na sayensị ndọrọ ndọrọ ọchịchị na nchịkwa ọha",
  "Ka e mesịrị na 2009, e nyere ya Master of Arts na mmekọrịta mba ụwa na ọmụmụ Diplomatic.",
  "A họpụtara Betty Amongi ka ọ bụrụ onye omeiwu na 2001",
  "A họpụtara ya ọzọ na 2006, 2011 na 2016",
  "N'ime ihe ijuanya na-esote ntuli aka onye isi ala na ndị omeiwu nke 20 Febụwarị 2016, Onye isi ala Yoweri Museveni nke otu ndọrọ ndọrọ ọchịchị National Resistance Movement na-achị, kpọrọ ya Minista nke Ala, Ụlọ na Mmepe Obodo, n'agbanyeghị njikọ ya na ndị mmegide Uganda People's Congress.",
  "N'ime mgbanwe nke kansụl na 14 Disemba 2019, a kpọrọ ya minista nke Kampala Capital City, na-agbanwe dockets na Beti Kamya-Turwomwe, onye weghaara na Lands, Housing and Urban Development.",
  "N'ọnwa Juun afọ 2021, a họpụtara Amongi ka ọ bụrụ Mịnịsta na-ahụ maka Mmekọahụ, Ọrụ na Mmepe Ọha na Kọmitii ọhụrụ.",
  "N'abalị isii n'ọnwa Eprel afọ 2013, Betty Amongi lụrụ Jimmy Akena, onye otu ndị omeiwu maka obodo Lira na onye isi oche nke ndị mmegide Uganda People's Congress",
  "Jimmy Akena bụ nwa Milton Obote, onye bụbu praịm minista na onye isi ala nke Uganda ugboro abụọ",
  "Alụmdi na nwunye ọdịnala ahụ mere na mpaghara Minakulu, Oyam District ma ndị omeiwu 32 bịara ya",
  "Onye isi ala Yoweri Museveni, enyi di na nwunye ahụ, gakwara agbamakwụkwọ ahụ."
]