[
  "Bettye Washington Greene (March 20, 1935 - June 16, 1995) bụ onye Amerika na-eme nnyocha na ụlọ ọrụ",
  "Ọ bụ nwaanyị Afrịka-Amerika mbụ Ph.D",
  "chemist na-arụ ọrụ n'ọkwa ọkachamara na Dow Chemical Company",
  "Na Dow, ọ nyochara latex na polymers. A na-ewere Dr",
  "Greene dị ka onye ọsụ ụzọ mbụ nke Afrika-Amerika na sayensị.",
  "A mụrụ Bettye Washington na Fort Worth, Texas. Ọ gara ụlọ akwụkwọ ọha na eze ma gụsịrị akwụkwọ na I.M",
  "Terrell High School n'ihe dị ka afọ otú pụkụ narị iteghete na iri ise na abụọ.",
  "Ọ banyere Tuskegee Institute na Alabama, gụsịrị akwụkwọ na B.S",
  "na kemịkal nafo otú pụkụ narị iteghete na iri ise na ise",
  "Mgbe ọ lụrụ Veteran Air force Captain William Miller Greene n'afọ otú pụkụ narị iteghete na iri ise na ise, ọ gara Mahadum Wayne State na Detroit, ebe ọ nwetara Ph.D",
  "ya na kemịkal anụ ahụ na-arụ ọrụ na Wilfred Heller(1962). Ọ kụzikwaara ụmụ akwụkwọ kemịkal n'oge a. E bipụtara akwụkwọ doctoral ya, \"Determination of particle size distributions in emulsions by light scattering\" n'afọ otú pụkụ narị iteghete na iri isii na ise.",
  "A hoputara ya na Sigma Xi, Scientific Research Society.",
  "N'afọ otú pụkụ narị iteghete na iri isii na ise, Greene sonyeere Dow Chemical Company's E",
  "C",
  "Britton Research Laboratory na Midland, Michigan",
  "Ọ bụ nwaanyị Afrịka-Amerịka mbụ sonyere ụlọ ọrụ ahụ n'ọkwa ọkachamara. Dr",
  "Greene jere ozi dị ka onye ndụmọdụ na nsogbu Polymers na Saran Research Laboratory na otu Styrene Butadiene (SB) Latex na-ejikarị nkà ya na ihe ọmụma ya. Na Dow, ọ nyochara colloid na latex chemistry, gụnyere mmekọrịta dị n'etiti latex na akwụkwọ.",
  "N'afọ otú pụkụ narị iteghete na iri asaa, a kwalitere Dr",
  "Greene ka ọ bụrụ onye isi nyocha kemist na Dow Chemical",
  "N'afọ otú pụkụ narị iteghete na iri asaa na atọ, ọ sonyeere Dow Chemical's Designed Polymers Research Division, na-arụ ọrụ ọzọ na latex, iji chọta polymers nwere ike imezi latex. E mechara bulie ya n'ọkwa nke ọkachamara nyocha n'afọ otú pụkụ narị iteghete na iri asaa na ise. Ọ nọgidere na-arụ ọrụ na Dow Chemical ruo mgbe ọ lara ezumike nká n'afọ otú pụkụ narị iteghete na iri iteghete. O bipụtara ọtụtụ akwụkwọ na-amụ banyere ihe dị iche iche nke na-eme ka latex dịghachi. O bipụtakwara ọrụ na-amụ usoro iji chọpụta nrụgide elu nke mmiri ma ọ bụ ngwọta. Ọ hapụrụ Dow Chemical n'afọ otú pụkụ narị iteghete na iri iteghete.",
  "Dr",
  "Greene gbara akwụkwọ maka ọtụtụ ikike n'oge ọrụ ya na Dow Chemical",
  "N'afọ otú pụkụ narị iteghete na iri asatọ na ise e nyere ya akwụkwọ ikike nke isiokwu ya bụ \"Stable latexes containing phosphorus surface groups\" na-akọwa usoro nke ịkwadebe mpempe akwụkwọ mkpuchi nke gụnyere mgbakwunye site na ihe dị ka pasent abụọ ruo ihe dị ka pasent iri atọ nke latex gbanwere nke nwere phosphorus surface groups. N'afọ otú pụkụ narị iteghete na iri asatọ na isii e nyere ya akwụkwọ ikike na-esote nke isiokwu ya bụ \"Composite sheet prepared with stable latexes containing phosphorus surface groups\" na-ejikwa usoro emulsion polymerization maka ịkwadebe latex gbanwere. N'afọ otú pụkụ narị iteghete na iri iteghete e nyere Dr",
  "Greene ikike nke isiokwu ya bụ \"Latex based adhesive prepared by emulsion polymerization\" maka imepụta latex based pressure sensitive adhesive for coating conventional substrates to form an adhesive tape.",
  "Mgbe ọtụtụ iri afọ nke onyinye na sayensị nke polymers, ọ nwụrụ na Midland n'onwa June 16, otú pụkụ narị iteghete na iri iteghete na ise.",
  "Greene bụ onye so n'akwụkwọ iwu nke Midland, Michigan Alumni Chapter nke Delta Sigma Theta sorority, otu ọrụ ọha na eze na-ekwusi ike na ọrụ ya na ụmụ nwaanyị Afrika-America.  A kwadoro isi Midland n'afọ otú pụkụ narị iteghete na iri asatọ na anọ.",
  "Greene nwere ọtụtụ ikike gụnyere ihe nkedo dabeere na latex site na iji carboxylic acid copolymerizing agent, na latex polymers na phosphates eji dị ka mkpuchi:"
]