[
  "Bettie Cilliers-Barnard (n'ubochí irí na asatọ n'ọnwa Nọvemba 1914 rụọ úbọchị irí nà isé n'ọnwa Septemba 2010) bụ ónyé na-ese ihe na South Africa, nke a maara n'ozuzu ya màkà nnukwu ihe osise nke nnụnụ na-efe efe",
  "Ọ bụkwa nne nke ónyé àmà ámá na-eme ihe nkiri na South Africa, Jana Cilliers.",
  "A mụrụ Cilliers-Barnard na Rustenburg, Transvaal n'ubochí irí na asatọ Nọvemba 1914",
  "Ọ malitere ise ihe na ngwụcha afọ 1930 ma n'ime afọ ndị gárá aga na-anwale agba, ahịrị, abstraction na abstractions figurative",
  "N'afọ ndị 1970, nnụnụ malitere ịpụta na mberede n'ọrụ ya nke a pụrụ ịkọwa dị ka akụkụ nke ihe nnọchianya ala ya",
  "O zoro aka n'ọrụ a dị ka \"ụgbọ elu nke mmụọ\" ya",
  "Kemgbe 1946, egosila ọrụ Cilliers-Barnard na ihe ngosi iri asaá na South Africa nakwa na Paris (ihe osise 1956), London (ihe osisa 1971), na Prestiges Invitation Exhibition na Taipei Fine Arts museum na Taiwan (ihe osiso na ihe osise 1987).",
  "Ihe ngosi nka South Africa ya na mbà ofesi gụnyere Austria, Germany, Spain, Greece na Israel, ịkpọ aha ole na ole",
  "E nyela tapestries ya, ihe osise, na murals na mmanụ màkà nchịkọta ọha na eze na màkà ebe ngosi ihe mgbè ochie na nchịkọta onwé na South Africa na mba ofesi",
  "N'oge na-adịbeghị anya na 1992, o sere \"Vision\" màkà Pretoria Eye Institute na ụfọdụ n'ime ọrụ ya ndị ọzọ gụnyere ihe osise \"Flight\" màkà South African Airways 1983, tapestry \"Guardian Angel of the Arts\" màkà State Theatre nke Pretoria 1981, na mural ya na mmanụ \"Mens sana corpore sano\" maka Ngalaba Ahụike na Pretoria 1980",
  "Cilliers-Barnard rụrụ ọrụ karịsịa n'abalị \"n'ihi na abalị enweghị onyinyo\", ka o kwuru.",
  "Ihe ngosi abụọ nke ọrụ ya sochiri: Pretoria Art Museum 1995 na SASOL Art Museum 1996.",
  "E wepụtara akwụkwọ banyéré ndụ na ọrụ Bettie Cilliers-Barnard, site n'aka ónyé na-akọ akụkọ ihe méré eme bụ Prọfesọ Muller Ballot, na 1996",
  "N'afọ 2004, o gosipụtara ọrụ ọhụrụ n'oge ikpeazụ na Colour as Language, ihe ngosi nke gụnyere ọrụ ochie (1937 rụọ 1961) site na nchịkọta nke ezinụlọ ya.",
  "Vollot na-ekwu ihe ndị a banyéré ọrụ ya: 'Oge ónyé na-ese ihe ugbu a nke isiokwu ndị a na-ejikọta sitere na ụkpụrụ nke ijikọ na ijikọ ụdị ihe niile dị ugbu a na nke ọhụrụ",
  "N'ụzọ dị otú a, a na-emepụta ọnọdụ ọhụrụ na ọdịnaya ọhụrụ",
  "Enwere ma ọ dịkarịa ala otu ozi dị mkpà nke na-apụta na ọrụ nke oge a",
  "Nke a nwéré njikọ n'ezie na ọchụchọ siri ike nke ónyé na-ese ihe màkà ime ka echiche ụwa na nke karịrị nke mmadụ dị n'otu",
  "Ịgafe ya na horizons esoteric, na ókè nke ógè na oghere, nke masịrị ya site na mbido, ka na-achọ mmezu na ụkpụrụ ihe atụ nke mmadụ",
  "Mgbe ụfọdụ, ihe ndị a na-eme, dịka ọmụmaatụ, ihe ndị ọzọ dị iche iche, ụdị anụmanụ mbụ, akụ na ọdịdị triangular dị nkọ.",
  "Stephan Welz, ọkachamara nka na onye isi nchịkwa nke Strauss & Co, kwenyere na ọrụ Cilliers-Barnard anaghị enweta ọnụahịa dị elu ugbu a \"n'ihi na ọ bụ akụkụ nke ọgbọ echefuru echefu nke nwéré ihe kachasị njọ nke ọdịbendị nkewapụ onwé ya n'oge ịkpa ókè agbụrụ",
  "\"",
  "Cilliers-Barnard debara aha ya na Hoërskool Rustenburg.\nCilliers-Barnard gụrụ nka na Mahadum Pretoria",
  "Cilliers-Barnard nwụrụ n'ụlọ ya na Menlo Park, Pretoria n'isi ụtụtụ nke ubochí irí na isé n'ọnwa Septemba 2010."
]