[
  "Betty Nambooze Bakireke, nke a maara dị ka Betty Namboozi, bụ onye nta akụkọ na onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ na-eje ozi dị ka onye omeiwu, na-anọchite anya Obodo Ukwu Mukono, na Mukono District",
  "A mụrụ ya na Mukono District, na 13 Julaị 1969",
  "Ọ gara Bishop's Senior Secondary School Mukono, gụsịrị akwụkwọ na 1986. O mechara gaa Law Development Centre, gụsịrị akwụkwọ na Diploma na Law, na 1998",
  "N'afọ 2010, e nyere ya diplọma na Development Studies site na Mahadum Uganda Martyrs",
  "A họpụtara Nambooze na mbụ ka ọ bụrụ onye omeiwu na Mee 2010, mgbe na ntuli aka, na-agba ọsọ na tiketi Democratic Party, ọ meriri onye omeiwu nọ n'ọkwa ahụ, Peter Bakaluba Mukasa nke National Resistance Movement na-achị. Dị ka profaịlụ omeiwu ya si kwuo, Nambooze rụrụ ọrụ dị ka onye nta akụkọ akụkọ (stringer), n'etiti afọ 1993 na 2000",
  "Site na 2000 ruo 2004, ọ rụrụ ọrụ dị ka onye ọrụ mmanye iwu",
  "Site na 2004 ruo 2005, ọ rụrụ ọrụ dị ka onye ọrụ",
  "Ọ rụrụ ọrụ dị ka onye na-egosi redio n'etiti afọ 2000 na 2009 na CBS FM",
  "Site na 2005 ruo 2010, ọ rụrụ ọrụ dị ka ọnụ na-ekwuchitere Democratic Party na Uganda.",
  "N'abalị iri abụọ na anọ n'ọnwa Febụwarị n'afọ 2016, e jidere ya na Moses Kasibante onye omeiwu a họpụtara maka ikpughe akwụkwọ na-akọwa aghụghọ ntuli aka na-ewere ọnọdụ n'oge ntuli aka mba ahụ na nso nso a.",
  "E jidere Nambooze n'ọtụtụ oge n'ebubo dị iche iche na-akpali ndọrọ ndọrọ ọchịchị, nke a na-edekarị ụgha, mana a ka na-ama ya ikpe n'ụlọ ikpe ọ bụla",
  "A na-eyi ndụ ya egwu ma ọbụna tinye ya nsí n'ihi ọrụ ndọrọ ndọrọ ọchịchị ya.",
  "N'abalị iri na atọ n'ọnwa Ọgọstụ afọ 2020, a mara Nambooze dị ka onye otu ndọrọ ndọrọ ọchịchị \"National Unity Platform\" na onye otu ya \"Kyagulanyi Sentamu Robert\" a.k.a",
  "\"Bobi Wine\" onye isi oche nke pati",
  "Ya na ndị otu ya ndị ọzọ, Nambooze setịpụrụ na \"Mission 2021\" ọrụ otu iji wepụ ndị otu na-achị achị na ntuli aka 2021 na-abịanụ",
  "Na ntuli aka ndị omeiwu nke afọ 2021, Namboze meriri oge ọzọ (2021-2026) iji nọchite anya obodo mukono na tiketi NUP mgbe o meriri ndị asọmpi ya kacha nso Maazị George Fred Kagimu nke Democratic Party (DP) na Abbas Ssozi nke National resistance Movement (NRM). N'abalị iri na itoolu n'ọnwa Ọktoba, ndị uwe ojii nyochara mwakpo a wakporo ụlọ Betty Nambooze ebe ha nwetara pangas ọhụrụ abụọ n'ime akpa n'ime obere ogige tomato",
  "Nambooze na-anọdụ na (a) Kọmitii na-ahụ maka ọrụ ọha na eze na Gọọmentị Obodo na (b) Kọmiti na-ahụkarị maka ego gọọmentị Ob Obodo.",
  "Na Nọvemba 2002, Betty Nambooze lụrụ Henry Bakireke, onye ọ zutere na ụlọ akwụkwọ sekọndrị na 1980s",
  "Ha niile bụ nne na nna nke ihe karịrị ụmụ iri abụọ na isii, ma ndị e kere eke ma ndị e kuchiri."
]