[
  "Elizabeth Williams (née Smyth; 22 Mee 1943 - 17 Machị 2020) bụ onye na-ahụ maka udo si Northern Ireland. Ya na Mairead Corrigan nwetara ihe nrite Nobel Peace Prize n'afọ 1976 maka ọrụ ya dị ka onye guzobere Community of Peace People, otu a raara nye ịkwalite ngwọta udo maka nsogbu na Northern Ireland.",
  "Williams bụ onye isi nke Global Children's Foundation ma bụrụ onye isi oche nke World Centre of Compassion for Children International",
  "Ọ bụkwa onye isi oche nke Institute for Asian Democracy na Washington D.C",
  "Ọ kụziri ihe n'ọtụtụ isiokwu banyere udo, agụmakwụkwọ, nghọta ọdịbendị na okpukpe, mgbochi oke, na ikike ụmụaka.",
  "Williams bụ onye guzobere Nobel Laureate Summit, nke a na-eme kwa afọ kemgbe afọ 2000.",
  "N'afọ 2006, Williams ghọrọ onye guzobere Nobel Women's Initiative ya na ndị Nobel Peace Laureates Mairead Corrigan Maguire, Shirin Ebadi, Wangari Maathai, Jody Williams na Rigoberta Menchú Tum",
  "Ụmụ nwanyị isii a, na-anọchite anya North na South America, Middle East, Europe na Africa, jikọtara ahụmịhe ha na mgbalị ha maka udo na ikpe ziri ezi na nha nhata. Ọ bụ ebumnuche nke Nobel Women's Initiative iji nyere aka mee ka ọrụ a na-arụ iji kwado ikike ụmụ nwanyị gburugburu ụwa sikwuo ike",
  "Williams bụkwa onye otu PeaceJam.",
  "A mụrụ Williams na ụbọchị iri abụọ na abụọ n'ọnwa Mee n'afọ 1943 na Belfast, Northern Ireland",
  "Nna ya na-arụ ọrụ dị ka onye na-egbu anụ na nne ya bụ onye na-elekọta ụlọ",
  "Betty nwetara agụmakwụkwọ praịmarị ya na St",
  "Teresa Primary School na Belfast wee gaa St Dominic's Grammar School for Girls maka ọmụmụ ụlọ akwụkwọ sekọndrị ya",
  "Mgbe ọ gụsịrị akwụkwọ, ọ malitere ọrụ dị ka onye na-anabata ndị ọbịa n'ọfịs.",
  "Ọ bụ ihe a na-adịghị ahụkebe n'oge ahụ na Northern Ireland, nna ya bụ onye Protestant na nne ya bụ onye Katọlik; ezinụlọ nke Williams mechara kwuo na ọ nwetara nnwere onwe okpukpe na ọhụụ sara mbara nke kpaliri ya ịrụ ọrụ maka udo",
  "Na mbido afọ ndị 1970 ọ sonyeere mkpọsa mgbochi ime ihe ike nke onye ụkọchukwu Protestant duziri",
  "Williams kwuru na ahụmịhe a kwadebere ya ka o mechaa chọta òtù udo nke ya, nke lekwasịrị anya n'ịmepụta òtù udo nke ndị bụbu ndị iro mejupụtara, na-eme usoro iwulite ntụkwasị obi, na mmepe nke usoro udo.",
  "A dọtara Williams n'ọgbọ egwuregwu ọha na eze mgbe ọ hụchara ọnwụ ụmụaka atọ na 10 Ọgọstụ 1976, mgbe ụgbọ ala nke onye ọkwọ ụgbọala ya, onye Irish Republican Army (IRA) paramilitary aha ya bụ Danny Lennon, gbara egbe na nzaghachi site n'aka onye agha nke Kings Own Royal Border regiment. Ka ọ na-atụgharị n'ụlọ ya, ọ hụrụ ụmụaka Maguire atọ ụgbọ ala ahụ na-agbagharị wee gbaa ọsọ inyere aka",
  "Nne ha, Anne Maguire, onye ya na ụmụ ahụ nọ, gburu onwe ya na Jenụwarị 1980.",
  "Ihe merenụ metụrụ Williams n'ahụ nke ukwuu nke na n'ime ụbọchị abụọ nke ọdachi ahụ, ọ nwetara mbinye aka 6,000 na mkpesa maka udo ma nweta nlebara anya mgbasa ozi zuru oke",
  "Ya na Corrigan, ya na ya guzobere Women for Peace; nke, ya na Ciaran McKeown, mechara ghọọ Community of Peace People.",
  "N'oge na-adịghị anya, Williams haziri njem udo gaa n'ili nke ụmụaka ndị e gburu egbu, nke ụmụ nwanyị Protestant na Katọlik 10,000 bịara",
  "Otú ọ dị, ndị otu IRA ji ike mebie njem udo ahụ, bụ ndị boro ha ebubo na ha bụ \"ndị na-akwado ndị Britain\"",
  "N'izu na-esote, Williams duziri njem ọzọ na Ormeau Park nke mechiri n'ụzọ gara nke ọma n'enweghị ihe ọghọm n'oge a na ndị sonyere 20,000.",
  "N'oge ahụ, Williams kwupụtara ihe ndị a:",
  "N'ịghọta mbọ ọ na-agba maka udo, Williams, ya na enyi ya Mairead Corrigan, jikọrọ aka nweta Nobel Peace Prize na 1977 (ihe nrite maka 1976)",
  "N'okwu nnabata ya, Williams kwuru,",
  "A ga-echeta izu mbụ ahụ mgbe niile maka ihe ọzọ ma e wezụga ọmụmụ nke ndị Peace People",
  "Maka ndị na-etinye aka nke ukwuu, ihe ncheta kachasị ike n'izu ahụ bụ ọnwụ nke nwa okorobịa Republican na ọnwụ nke ụmụaka atọ nke ụgbọala nwoke ahụ nwụrụ anwụ kụrụ",
  "Mmetụta miri emi nke nkụda mmụọ na nzuzu na-enweghị uche nke ime ihe ike na-aga n'ihu apụtaworị ìhè tupu ọdachi ndị mere n'ehihie ahụ nke 10 Ọgọst 1976",
  "Mana ọnwụ nke ndị ntorobịa anọ ahụ n'otu oge dị egwu nke ime ihe ike mere ka nkụda mmụọ ahụ gbawaa, ma mepụta ohere nke ezigbo udo...N'ihe banyere anyị, ọnwụ ọ bụla n'ime afọ asatọ gara aga, na ọnwụ ọ bụla na agha ọ bụla a lụrụ na-anọchite anya ndụ furu efu n'enweghị isi, ọrụ nne jụrụ.",
  "E kewara ego Peace Prize n'etiti Williams na Corrigan",
  "Williams jidere òkè ya n'ego ahụ, na-ekwu na ebumnuche ya bụ iji ya kwalite udo karịa Ireland, mana ọ na-eche nkatọ maka mkpebi ya ihu",
  "Ya na Corrigan enweghị njikọ ọ bụla mgbe afọ 1976 gasịrị",
  "N'afọ 1978, Williams kwụsịrị njikọ ya na Peace People movement, wee bụrụ onye na-agba mbọ maka udo n'ebe ndị ọzọ gburugburu ụwa.",
  "Williams natara People's Peace Prize nke Norway na 1976, Golden Plate Award nke American Academy of Achievement na 1977, Schweitzer Medallion for Courage, Martin Luther King, Jr",
  "Award, Eleanor Roosevelt Award na 1984, na Frank Foundation Child Care International Oliver Award. N'afọ 1995, e nyere ya Rotary Club International \"Paul Harris Fellowship\" na Together for Peace Building Award.",
  "Na 2006 Earth Dialogues forum na Brisbane, Williams gwara ndị na-ege ntị nke ụmụ akwụkwọ n'oge okwu banyere ndị agha Iraq nwụrụ na \"Ugbu a, ọ ga-amasị m igbu George W",
  "Bush\". Site na 17 ruo 20 Septemba 2007, Williams nyere usoro nkuzi na Southern California: na 18 Septemba, o nyere nkuzi na ndị agụmakwụkwọ nke Orange County nke akpọrọ \"Udo na Ụwa bụ Azụmaahịa Onye Ọ bụla\"; na 20 Septemba, o nyechara nkuzi na mmadụ 2,232 n'ozuzu, gụnyere 1,100 ụmụ akwụkwọ sekọndrị, na Mahadum Soka nke America. N'afọ 2010, o kwuru okwu na WE Day Toronto, ihe omume WE Charity nke na-enye ụmụ akwụkwọ ike ịrụsi ọrụ ike n'ime obodo ha, na n'ụwa niile.",
  "N'ikwu okwu na Mahadum Bradford n'ihu ndị na-ege ntị 200 na Machị 2011, Williams dọrọ aka ná ntị na ụmụ agbọghọ Alakụba nọ na kọleji nwere ike ịnata mwakpo site n'aka ndị ezinụlọ iwe, ebe mahadum ahụ na-eme obere ihe iji nyere aka chebe ha",
  "\"Ọ bụrụ na ị nwere onye nọ na ụlọ akwụkwọ a, ụmụ agbọghọ ndị a nwere ike ịga kwuo, 'A na-atụ m egwu' ma ọ bụrụ na ị naghị eme nke ahụ ebe a, ị na-eme ka ha ghara ịbụ mmadụ site n'inyere ụmụ agbọghọ ndị ahụ aka, echeghị m?\"",
  "N'oge ọ natara Nobel Prize, Williams rụrụ ọrụ dị ka onye na-anabata ndị ọbịa ma na-azụlite ụmụ ya abụọ na di mbụ ya Ralph Williams",
  "Alụmdi na nwunye a gbasara n'afọ 1981",
  "Ọ lụrụ onye ọchụnta ego James Perkins na Disemba 1982; ha biri na Florida na United States.",
  "N'afọ 2004, ọ laghachiri ibi na Northern Ireland",
  "Williams nwụrụ na 17 Machị 2020, mgbe ọ dị afọ 76 na Belfast.",
  "Àtụ:Nobel Peace Prize laureatesÀtụ:1976 Nobel Prize winners"
]