[
  "Betty Blayton (July 10, 1937 October 2, 2016) bụ ónyé America na-eme ihe, ónyé nkwado, ónyé na-ese ihe, onye nchịkwa nka na ónyé nkụzi, na onye nkuchi",
  "Dị ka onye na-ese ihe, Blayton bụ onye na-eme ihe osise, onye na-ede ihe, na onye na-akpụ ihe",
  "A maara ya nke ọma maka ọrụ ya a na-akọwakarị dị ka \"ihe omimi\". Blayton bụ onye guzobere Studio Museum na Harlem na odeakwụkwọ ụlọ ọrụ, onye guzobere na onye isi nchịkwa nke Harlem Children's Art Carnival (CAC), na onye guzobere Harlem Textile Works. Ọ bụkwa onye ndụmọdụ, onye ndụmọdụ na onye otu ụlọ ọrụ na ọtụtụ nka ndị ọzọ na ụlọ ọrụ na mmemme ndị ọrụ obodo",
  "Ụzọ ya na-enweghị atụ mepụtara ohere maka ónyé na-ekiri ya itinye onwé ya n'ime mpempe akwụkwọ ahụ, na-enye ohere maka echiche onwe ónyé, akụkụ dị mkpa nke ọrụ Blayton.",
  "A mụrụ Betty Jean Blayton na Newport News, Virginia na 1937. Nne na nna ya bụ Alleyne Houser Blayton na Dr",
  "James Blaine, ọ bụkwa nwa nke abụọ n'ime ụmụ anọ ha",
  "Nne na nna ya na-arụkwa ọrụ na ọbọdọ ndị Africa America",
  "Nna ya meghere ụlọ ọgwụ mbụ maka ndị isi ojii na mpaghara ya na nne ya na-alụ ọgụ mgbè niile màkà agụmakwụkwọ maka mmadụ niile",
  "Blayton gụrụ akwụkwọ na Bruton Heights ruo na klas nke 8 wee gaa n'ihu na agụmakwụkwọ ya na Palmer Memorial Institute na North Carolina ruo 1955.",
  "Blayton nwèrè mmetụta dị ukwuu na ebe ngosi nka na ntọala ụwa nke New York City, na-arụ ọrụ dị ka onye nkuzi nka nka na-arụkọ ọrụ na ọtụtụ òtù",
  "Site na 1968 ruo 1994, ọ bụ onye ndụmọdụ na City of New York Board of Education ébé o nyèrè aka zụlite agụmakwụkwọ nka na ụlọ akwụkwọ na mmemme ọha na eze. Ọ rụrụ ọrụ dị ka ónyé nlekọta màkà mmemme mgbasa ozi nke Museum of Modern Art maka ndị ntorobịa nọ n'ime Obodo. Dị ka onye guzobere, ya na Victor D'Amico, ma mesịa bụrụ onye isi nchịkwa, ọ mepụtara ma duzie Children's Art Carnival na Harlem School of Arts",
  "Otu n'ime ụmụ akwụkwọ ya kachasị nwee ihe ịga nke ọma bụ Jean-Michel Basquiat, onye a na-eche na ọ mụtara ekele ya maka ihe okike ndị na-eto eto site na nkà ihe ọmụma Blaytonz na mmụọ dị mkpa karịa usoro mgbe ọ na-abịa na ọrụ nka gị. Ihe omume ahụ, nke MoMA mepụtara n'afọ ndị 1960 maka ụmụaka obodo, lụrụ ọgụ mgbe ego gọọmentị tụfuru na afọ ndị 1980, mana Blayton rụrụ ọrụ ịchọta ego azụmahịa iji mee ka ọ dị ndụ. Mgbè ọ kwagara New York, ọ ghọrọ akụkụ nke Association Community Team of Harlem Youth Opportunities Unlimited ebe ọ kụziiri ndị nọ n'afọ iri na ụma banyéré nka ma gbaa ha ume ileta MoMA",
  "Mgbè ọ chọpụtara na a machibidoro ụmụ akwụkwọ ya ịbanye n'ebe ngosi ihe mgbè ochie ahụ, o jiri kọntaktị ya n'ebe ahụ iji jide n'aka na ọ gaghị eme ọzọ",
  "Nke a jikọtara ya na echiche Blaytoná nke ịmepụta ebe ngosi nka n'ime obodo ụmụ akwụkwọ ya bụ ihe dugara n'ịmepụta ebe ngosi nka Studio ebe ọ rụrụ ọrụ dị ka odeakwụkwọ na onye isi oche site na 1965-1977."
]