[
  "Betty Oyella Bigombe, nke a makwaara dị ka Betty Atuku Bigombe (amụrụ n'Oktoba 21, na afọ 1952), jere ozi dị ka Onye isi nchịkwa maka Fragility, Conflict, na Violence na World Bank site na 2014 ruo 2017",
  "A họpụtara ya n'ọkwa ahụ na June 2014. Site na Mee, na afọ 2011 ruo June 2014, ọ bụ Minista Steeti maka Ihe Ndị Dị n'Oké Mmiri na Kọmitii Uganda",
  "A họpụtara ya n'ọkwa ahụ na 27 Mee, na afọ 2011. N'otu oge ahụ, ọ rụrụ ọrụ n'otu oge dị ka onye omeiwu a họpụtara ahọpụta (MP), na-anọchite anya Amuru District Women's Constituency. Ọ gbara arụkwaghịm n'ọkwa abụọ ahụ na 1 Junn, na afọ 2014.",
  "A mụrụ Betty Bigombe na Amuru District na Ọktoba 21, na afọ 1952, mgbe ọ bụ akụkụ nke Acholi District",
  "Ọ bụ otu n'ime ụmụ iri na otu nke nna ya, onye bụ nọọsụ",
  "Ọ bụ onye agbụrụ Acholi",
  "Bigombe gara Gayaza High School maka ọmụmụ O-Level ya, gụsịrị akwụkwọ na afọ 1968 na Trinity College Nabbingo maka agụmakwụkwọ A-Level, gụsịrị aha na afọ 1970",
  "Ọ banyere Mahadum Makerere, mahadum ọha na eze kachasị ochie na Uganda, gụsịrị akwụkwọ na nzere Bachelor of Arts na Social Science, na afọ 1974",
  "O mechara gaa Harvard Kennedy School na Mahadum Harvard, na Cambridge, Massachusetts na United States",
  "Ọ gụsịrị akwụkwọ na nzere Master of Public Administration",
  "Ọmụmụ ihe ya na Harvard nwetara nkwado site na Fellowship sitere na Harvard Institute for International Development.",
  "Site na afọ 1981 ruo na afọ 1984, ọ rụrụ ọrụ dị ka odeakwụkwọ ụlọ ọrụ nke Uganda Mining Corporation, ụlọ ọrụ gọọmentị",
  "Site na afọ 1986 ruo na afọ 1996, ọ rụrụ ọrụ na Nzukọ Ndị Omeiwu nke Uganda dị ka onye omeiwu",
  "N'afọ 1988, a họpụtara ya ka ọ bụrụ Minista Steeti maka Northern Uganda, nke chọrọ ka ọ biri na Gulu, obodo kachasị ukwuu na mpaghara Northern nke Uganda",
  "E nyere ya ọrụ ime ka ndị nnupụisi Lord's Resistance Army (LRA) kweta ịtọgbọ ngwá agha ha, na-esote ọdịda nke mbọ ndị agha iji merie ndị nnupụrụ ọchịchị",
  "Bigombe malitere ịkpọtụrụ onye isi LRA Joseph Kony na Junn, na afọ 1993",
  "N'afọ 1993, a kpọrọ ya nwanyị nke afọ nke Uganda maka mbọ ọ na-agba ịkwụsị ime ihe ike ahụ",
  "N'agbanyeghị nzukọ ya na Kony, mkparịta ụka ahụ dara na Febrụwarị, na afọ 1994. N'oge na-adịghị anya mgbe nke ahụ gasịrị, nnupụisi ahụ siri ike ma ọ nweghị mgbalị dị ịrịba ama a ga-eme maka udo maka afọ iri sochirinụ.",
  "Mgbe ọ nọrọ afọ iri na Nzukọ Ndị Omeiwu nke Uganda site na afọ 1986 ruo na afọ 1996, ọ meriri oche ndị omeiwu maka Obodo Gulu na afọ 1996 wee hapụ ọrụ gọọmentị",
  "N'afọ 2011, afọ iri na ise ka e mesịrị, ọ laghachiri site n'inweta oche ndị omeiwu nke Amuru District Women's Constituency, na tiketi National Resistance Movement.",
  "N'afọ 1997, mgbe ọ gụsịrị akwụkwọ na Harvard, ọ malitere ọrụ na World Bank na Washington, DC, dị ka Senior Social Scientist na Post-Conflict Unit",
  "Mgbe e mesịrị, ọ rụrụ ọrụ dị ka onye ndụmọdụ na Ngalaba Nchebe Ọha na Mmepe Mmadụ nke Bank",
  "N'afọ 1999 na 2000, Bigombe nyere nkwado teknụzụ na Carter Center na mgbalị dị mma n'etiti gọọmentị Uganda na Sudan.",
  "Mgbe ogbugbu nke Febụwari, na afọ 2004 na Barlonyo gasịrị, Bigombe hapụrụ World Bank wee gbaa ụgbọ elu gaa Uganda iji gbalịa ịmaliteghachi usoro udo",
  "Site na Machị, na afọ 2004 ruo na afọ 2005, Bigombe bụ onye isi ogbugbo na atụmatụ udo ọhụrụ ya na Lord's Resistance Army, n'onwe ya na-akwado ọtụtụ n'ime usoro iji kpọkọta ndị minista gọọmentị Uganda na ndị isi nnupụisi",
  "Nzukọ ikpeazụ e nwere na 20 Eprel, na afọ 2005, dara",
  "Otú ọ dị, a na-ahụ ọdịda nke ogbugbo Bigombe dị ka ntọala maka mkparịta ụka Juba nke afọ 2006-2007, nke gọọmentị South Sudan kwadoro. Mkparịta ụka ndị ahụ dara na nkeji ikpeazụ mgbe Joseph Kony jụrụ ịbịanye aka na nkwekọrịta udo.",
  "N'afọ 2006, ọ laghachiri na United States wee rụọ ọrụ dị ka Senior Fellow na US Institute of Peace na Washington DC. Mgbe e mesịrị, a họpụtara ya dị ka onye ọkà mmụta Afrịka pụrụ iche na Woodrow Wilson International Center for Scholars, kwa na Washington, DC",
  "N'afọ 2007, ọ natara onyinye Peacemakers in Action Award site na Tanenbaum Center for Interreligious Understanding.",
  "A họpụtara ya dịka onyeisi oche nke National Information and Technology Authority na Uganda (NITAU) n'afọ 2009. N'ọnwa Mee afọ 2011, Onye isi ala Yoweri Museveni họpụtara ya dị ka Minista na-ahụ maka ihe onwunwe mmiri, ọkwá ọ nọ na ya ruo n'ọnwa Juun afọ 2014, mgbe ọ gbara arụkwaghịm iji were ọrụ ya na World Bank.",
  "Betty Bigombe lụrụ onye nnọchi anya Uganda na Japan n'otu oge. Ọ bụ nne ụmụ abụọ; Pauline na Emmanuel. Na mgbakwunye na Acholi na Bekee, ọ na-asụ Swahili na Japanese."
]