[
  "Beulah Ecton Woodard (November 11, 1895 na July 13, 1955) bụ ónyé Africa-America na-ese ihe na ónyé na-ese onyinyo nke bi na California",
  "Woodard bụ ónyé Africa America mbụ na-ese ihe na-eme ihe ngosi n'onwe ya na Los Angeles Museum of History, Science and Art.",
  "A mụrụ Beulah Ecton na nso Frankfort, Ohio, na Nọvemba 11, 1895",
  "Ọ bụ nwa nwanyị nke Maazị na Oriakụ",
  "William P",
  "Ecton Nna ya bụ ónyé agha ọbọdọ. Ọ zụlitere mmasị ndụ ya niile na ọdịbendị Afrịka mgbè ọ dị afọ iri na abụọ mgbè onye Afrịka letara ezinụlọ ya. Ezinụlọ ya kwagara California, ébé ọ bírí nso Los Angeles na ihe ga-aghọ Vernon",
  "Ọ gara Los Angeles Polytechnic High School, ebe ọ gụrụ ihe osise ụlọ",
  "Mgbè ọ gụsịrị akwụkwọ sekọndrị, Woodard ga-arụ ọrụ dị ka odibo maka afọ ole na ole mgbe ọ gụsịrịchara akwụkwọ ruo mgbe ọ gbara afọ iri atọ.",
  "Woodard malitere iji ụrọ rụọ ọrụ na mbido afọ 30, mana ezinụlọ ya mèrè ka ọ ghara ịchụ ya na 1926",
  "N'afọ 1928, ọ lụrụ Brady Woodard ma gụọ akwụkwọ na Otis Art Institute, Los Angeles Art School, na Mahadum nke Southern California",
  "Ọ gụrụ Glen Lukens n'etiti ndị nkụzi ya, yana Peter David Edstrom, otu n'ime ndị guzobere Los Angeles County Museum of Art. Prince Russia Paul Troubetzkoy bụkwa otu n'ime ndị nkụzi Woodard.",
  "Woodard nwèrè ihe ngosi mbụ ya na Febụwarị 1935 na windo ụlọ ahịa màkà California News kwa izu. E gosipụtara ọrụ ya na Vernon Branch Library na Los Angeles Central Library. Ọ bụ onye Africa-America mbụ na-ese ihe na-egosi ihe ngosi otu ónyé na Los Angeles County Museum na ihe ngosi nke onwé ya na 1937. Ihe ngosi ahụ were izu asatọ ma nwee \"usoro ihe nkpuchi ụrọ na papier-mâché, nke e ji beading na ábụ́bà mara mma chọọ mma ma dabere na nyocha anthropological nke ónyé na-ese ihe",
  "\" Ọ bụ ónyé na-ahụ màkà nka na Los Angeles na onye isi ọbá akwụkwọ Los Angeles Miriam Matthews chịkọtara ya na Golden State Mutual Life Insurance Company zụrụ ọtụtụ ihe màkà nchịkọta nka ụlọ ọrụ ha. Matthews haziri ihe ngosi nke ọrụ Woodard na Vernon Branch nke Los Angeles Public Library. Woodard bịara n'uche Matthew mgbè onye na-ebipụta California News bụ James R",
  "Smith gosipụtara ihe ọkpụkpụ ya na windo nke akwụkwọ akụkọ kwa izu.",
  "Ọ nọ n'ọkwa nke atọ na All-City Art Festival na 1953.",
  "Woodard nwụrụ na July 13, 1955, mgbè ọ dị afọ 59, tupu egosiputa ọrụ ya na Germany n'ọtụtụ ihe ngosi."
]