[
  "Beverly Lorraine Greene (Ọktoba 4, 1915 na Ọgọọst 22, 1957) bụ onye America na-ese ụkpụrụ ụlọ",
  "Dị ka onye nchịkọta akụkọ ihe owuwu Dreck Spurlock Wilson si kwuo, \"kwere na ọ bụ nwanyị Afrịka Amerịka mbụ nwere ikikere dị ka onye na-ese ụkpụrụ ụlọ na United States\"",
  "E debara aha ya dị ka onye ọrụ na-ese ihe na Illinois na 1942.",
  "A mụrụ Beverly Lorraine Greene na Ọktoba 4, 1915, nwa ọkàiwu James A",
  "Greene na nwunye ya Vera nke Chicago, Illinois",
  "Ezinụlọ ahụ bụ ndị Afrịka-Amerịka",
  "O nweghị ụmụnne nwoke ma ọ bụ ụmụnne nwanyị",
  "Ọ gara Mahadum Illinois nke agbụrụ dị na Urbanazhampaign (UIUC), gụsịrị akwụkwọ na nzere bachelọ na injinia ụlọ na 1936, nwanyị Afrịka Amerịka mbụ nwetara nzere a na mahadum ahụ. Otu afọ mgbe e mesịrị, ọ nwetara nzere masta na atụmatụ obodo na ụlọ",
  "Ọ sokwa na klọb ihe nkiri Cenacle ma bụrụ onye otu American Society of Civil Engineers N'afọ sochirinụ, ọ nwetara nzere masta ya na UIUC na atụmatụ obodo na ụlọ",
  "Mgbe ọ gụsịrị akwụkwọ, ọ laghachiri Chicago ma were ya n'ọrụ site na Housing Authority  na 1938. Ọ ghọrọ nwanyị Africa-America mbụ nwere ikikere na United States mgbe ọ debanyere aha na steeti Illinois na Disemba 28, 1942",
  "Greene rụkwara ọrụ maka ụlọ ọrụ ụlọ ọrụ mbụ nke onye Afrịka Amerịka duziri na etiti Chicago. N'agbanyeghị asambodo ya, ọ na-esiri ya ike imeri ihe mgbochi agbụrụ iji chọta ọrụ n'obodo ahụ. Ndị nta akụkọ Chicago na-eleghara ya na ndị ọzọ na-ewu ụlọ ojii anya.",
  "Akụkọ akwụkwọ akụkọ nke 1945 banyere ọrụ mmepe nke Metropolitan Life Insurance Company na Stuyvesant Town mere ka Greene kwaga New York City",
  "O tinyere akwụkwọ ya iji nyere aka mepụta ya, n'agbanyeghị atụmatụ ụlọ agbụrụ nke onye mmepe ahụ; na ihe ijuanya ya, e were ya n'ọrụ",
  "Mgbe naanị ụbọchị ole na ole gasịrị, ọ hapụrụ ọrụ ahụ iji nabata agụmakwụkwọ maka mmemme nzere masta na Mahadum Columbia",
  "Ọ nwetara nzere na ihe owuwu na 1945 wee nweta ọrụ na ụlọ ọrụ Isadore Rosefield",
  "Ụlọ ọrụ Rosefield bụ isi mepụtara ụlọ ọrụ ahụike",
  "Ọ bụ ezie na ọ nọgidere na ọrụ Rosefield ruo 1955, Greene so Edward Durell Stone rụọ ọrụ na ọ dịkarịa ala ọrụ abụọ na mbido afọ 1950",
  "N'afọ 1951, o sonyere na ọrụ iwu ụlọ ihe nkiri na Mahadum Arkansas na 1952, o nyere aka ịhazi Arts Complex na Sarah Lawrence College",
  "Mgbe 1955, ya na Marcel Breuer rụkọtara ọrụ, na-enyere aka na atụmatụ maka isi ụlọ ọrụ UNESCO United Nations na Paris na ụfọdụ n'ime ụlọ maka University Heights Campus nke Mahadum New York, ọ bụ ezie na a rụchara ọrụ abụọ ahụ mgbe ọnwụ Greene gasịrị",
  "Ọ nwụrụ na Ọgọọst  22, 1957, na New York City",
  "Emere ememe ncheta ya na Unity Funeral Home na Manhattan, otu n'ime ụlọ ndị o chepụtara"
]