[
  "Beverly Barkat (amụrụ n'afọ 1966) bụ onye Israel na-ese íhé nkiri.",
  "A mụrụ Beverly Sakalovsky (mgbè e mesịrị Barkat) n'afọ 1966 na Johannesburg, South Africa na Louis na Lorna Sakalovski, ha abụọ bụ ndị na-ese ihe n'onwe ha. N'afọ 1976, ezinụlọ ahụ kwagara Israel. Ọ gụsịrị akwụkwọ ya na Bezalel Academy of Arts and Design na 1990, na-enweta BFA site na Ngalaba Metalsmithing na Jewellery Design.",
  "Barkat lụrụ ónyé bụbu ónyé isi ọbọdọ Jerusalem bụ Nir Barkat, ónyé ya na ya nwèrè ụmụ nwanyị atọ.",
  "N'afọ 1995, Barkat rụrụ ọrụ na nka iko na Czech Republic ma kpọọ ya ka ọ sonye na nnọkọ mbà ụwa na-eme ka iko na ihe ọkpụkpụ",
  "Site n'afọ 2006 rụọ afọ 2009, Barkat gụrụ ihe osise na Israel Hershberg's Master Class na Jerusalem Studio School",
  "O sonyere na JSS Summer Program na Ịtali ugboro abụọ, na-amụ ma na-ekere òkè na ọmụmụ ihe n'akụkụ ndị na-ese ihe Lennart Anderson, Stuart Shils, na Raoul Middleman.  Barkat nwalere ihe ọhụrụ na oghere ụlọ",
  "O raara onwé ya nye ọrụ owuwu dịka iwu na imezigharị ụlọ ndị mmadụ, yana oghere ọha na eze na ọbá akwụkwọ n'ụlọ akwụkwọ elementrị iji melite ọnọdụ agụmakwụkwọ",
  "N'afọ 2009, Barkat meghere ụlọ ọrụ nke ya na Jerusalem",
  "E gosipụtara ọrụ ya na mbà ụwa, na ngosipụta otu na nke onwé.",
  "Ihe osise ndị izizi nke Barkatz bụ ihe atụ na-agbaso ọdịnala ọdịda anyanwụ.",
  "N'afọ 2018, Barkat mèrè íhé ngosi nké abụọ ya na Ịtali, na Museo Boncompagni Ludovisi na Rom. Ihe ngosi ahụ, nke akpọrọ After the Tribes, bụ nke Dr",
  "Giorgia Calo haziri, ónyé kọwara na katalọgụ ihe ngosi ahụ:",
  "N'afọ 2022, ọ rụchara Earth Poetica, okirikiri nke dị mita irí nà àtó n'obosara, nke e ji akụkụ ígwè jupụtara na ihe mkpofu plastik mee",
  "A na-etinye ọrụ ahụ ugbu a na Gottesman Family Aquarium na Jerusalem, a ga-egosikwa ya n'ọnụ ụlọ dị na World Trade Center ọhụrụ na-eleghara Ground Zero na ala Manhattan.",
  "Model Series, Evocative Surfaces ngosi, Museo di Palazzo Grimani, Venice 2017",
  "Beverly Barkat na-arụ ọrụ na ụlọ ọrụ ya, na Jerusalem.",
  "Mgbe ngosi The Tribes gasịrị, Museo Boncompagni Ludovisi, Rome 2018",
  "Mgbe ngosi The Tribes gasịrị, Museo Boncompagni Ludovisi, Rome 2018"
]