[
  "Beverly Hannah-Jones (amụrụ n'afọ 1960) bụ onye na-ese ụkpụrụ ụlọ, onye ọchụnta ego, na onye isi obodo na steeti Michigan dị na United States. A kọwapụtara ya dị ka \"onye na-ewu ụlọ pụrụ iche\" na mbido Mee afọ 1995, yana ọkara nke \"ndị abụọ dị ike nke ụlọ oriri na ọṅụṅụ Detroit\".",
  "Mgbe ọ nọ na mmemme tupu ọgwụ na MSU, ọ gara ọmụmụ edemede ole na ole, wee gbanwee isi ya na ihe owuwu wee malite ịchụso ebumnuche nke inwe ụlọ ọrụ nke ya",
  "Ọ gara Mahadum Nkà na Ụzụ Lawrence iji mepụta nkà na ụzụ n'otu oge ma mụta ịrụ ọrụ",
  "O nwetara nzere bachelọ n'afọ 1985 wee nweta ọrụ na Albert Kahn Associates, ebe ọ rụrụ ọrụ afọ asatọ wee nweta ikikere iwu ụlọ",
  "Ọ gara n'ihu na obere ụlọ ọrụ dị na Pontiac iji nweta ahụmịhe na idu ndú azụmaahịa, n'afọ sochirinụ, ọ malitere ụlọ ọrụ nke ya, Hannah & Associates, Inc.  O guzobere atụmatụ siri ike na ntọala teknụzụ mgbe ọ na-arụ ọrụ na ụlọ ọrụ A / E nke akụkọ ihe mere eme, Albert Kahn Associates (AKA), ma nọgide na-aga n'ihu na teknụzụ na ihe owuwu",
  "Ọ bụkwa onye na-anabata ihe nrite Lawrence Technological University 2009 Distinguished Alumni Achievement Award, dị ka onye Afrịka Amerịka mbụ natara onyinye a n'akụkọ ihe mere eme nke LTU.",
  "N'afọ 1993, o guzobere Hannah & Associates, Inc",
  "(HAI) iji nye ndị ọkachamara na-ahụ maka ihe owuwu na ime ụlọ ọrụ",
  "Ọ bụ otu n'ime naanị ụlọ ọrụ ụlọ iri nke onye nwanyi Afrịka Amerịka  na-ese ụkpụrụ ụlọ nwere ikike ma na-arụ ọrụ na United States.\nMs",
  "Hannah Jones nwere afọ iri atọ nke ahụmịhe na atụmatụ ụlọ, imewe na ụlọ ọrụ iwu ihe",
  "Ahụmahụ ọkachamara ya sitere na onye na-ese ụkpụrụ ụlọ, onye na-emepụta ọrụ, onye njikwa ọrụ site na onye isi ọrụ na onye nwe ụlọ ọrụ ahụ",
  "O wuru ọrụ na-aga nke ọma dabere na nhazi dị mma na omume azụmaahịa dị mma",
  "Nkà ya pụrụ iche bụ nsonaazụ kpọmkwem nke ahụmahụ dị iche iche n'oge ọrụ ya niile.",
  "Ka ọ na-erule afọ 1996, ụlọ ọrụ ya, Hannah & Associates Inc., bụ otu n'ime ụlọ ọrụ ụlọ iri na United States nke ụmụ nwanyị ojii nwere",
  "Ọrụ ndị mbụ gụnyere ebe nsọ nke ụka na nkwekọrịta ụgbọ ala, gụnyere mmekorita ya na Albert Kahn. N'afọ 2005, Hannah & Associates bụ otu n'ime ụlọ ọrụ ise ndị inyom ojii guzobere ma na-achịkwa.",
  "Hannah & Associates guzobere mmekọrịta ya na Niagara Murano LLC, ụlọ ọrụ nke onye ọrụ ibe ya si Albert Kahn, n'afọ 2004",
  "Ụlọ ọrụ ahụ mepụtara ọtụtụ ụlọ oriri na ọṅụṅụ maka Southern Hospitality Restaurant Group nke Detroit. N'afọ 2005, a họpụtara Hannah Jones na Michigan Fire Safety Board.",
  "N'afọ 2013 Hannah & Associates guzobere mmekọrịta mmekọrịta na Newman-Smith Architecture. Na mgbakwunye na ọrụ ya na HAI, Beverly bụ onye isi nke Hannah-Neumann / Smith",
  "Dị ka onye isi mmekọ, ọ nwere ọrụ maka ihe niile gbasara nkwekọrịta ma na-ahụ maka ogo na ọganihu nke ọrụ ahụ site na mmalite ruo na njedebe.\nỌrụ ya na-adịbeghị anya na ụlọ ọrụ na-ewu ụlọ bụ ịmalite ụgbọ ala na ụlọ ọrụ ọhụrụ ya, Arawana Construction Trucking, Inc."
]