[
  "Beverly McIver (amụrụ c",
  "1962) bụ ónyé na-ese ihe n'oge a, nkè a maara nkè ọma màkà foto onwé ya, ónyé amụrụ ma zụlite na Greensboro, NC. Ọ bụ ugbu a Prọfesọ Esbenshade nké Practice of Art, Art History and Visual Studies na Mahadum Duke.\\",
  "McIver bụ nwa ikpeazụ n'ime ụmụ nwanyị atọ ma bụrụ ónyé nné naanị ya zụlitere nke na-arụ ọrụ dị ka odibo iji kwado ezinụlọ ha. Nlebara anya na ihe onwunwe nke nné ya lekwasịrị anya na nwanne nwanyị McIverá, Renee, ónyé nwere nkwarụ. Ihe osise akụkọ ndụ ya jupụtara na ya ma na-akọ akụkọ ndụ ya na njirimara ya nkè ndị Africa America.",
  "Mgbè ọ na-aga ụlọ akwụkwọ sekọndrị ndị ọcha, nké bárá ọgaranya, McIver bụ onye otu klọb clowning nke ụlọ akwụkwọ. Ime ihe eji eme ihe na-eme ka mmadụ na-eme ihe na-eyi uwe na-emepe emepe nyere McIver ike: A gbanwere m, ma n'ọtụtụ ụzọ ọ dị mma karịa ọha mmadụ",
  "Ọ dịghị onye na-eche na m bụ onye isi ojii ma ọ bụ ogbenye",
  "A makụrụ m. N'ịtụle ịga ụlọ akwụkwọ clown màkà ógè dị mkpirikpi, McIver kpebiri ịchụso ọrụ nka, nweta Master of Fine Art na Mahadum Penn State na nzere doctorate nsọpụrụ na Mahadim North Carolina Central. Ọ nwetara nzere Bachelor of Arts na Painting na Drawing na North Carolina Central University",
  "Ọrụ McIver na-enyocha njirimara onwé ónyé ma e wezụga onyinyo onwé ónyé, a maara ya màkà ise ndị gbara ya gburugburu na ndụ kwa ụbọchị.  Ọ natara ọtụtụ nsọpụrụ màkà ihe ọrụ ya gụnyere Guggenheim Fellowship na Louis Comfort Tiffany Award",
  "E gosipụtara ihe ngosi banyéré ndụ McIver nke akpọrọ Raising Renee na HBO ma họpụta ya màkà onyinye Emmy. N'afọ 2011, a kpọrọ McIver \"onye kachasị iri na eserese\" maka magazin Art In America. McIver nwekwara ọrụ ndị gosipụtara na Mint Museum of Art & North Carolina Museum of Art",
  "Ọ bụ ugbu a Prọfesọ Esbenshade nke Practice of Visual Arts na Mahadum Duke",
  "Ọrụ ya dịkwa na Weatherspoon Art Museum na Greensboro, N.C., Baltimore Museum of Art, Minneapolis Institute of Art, NCCU Museum of Art",
  "Asheville Museum of Art., The Crocker Art Museum, The Cameron Art Museum, Nasher Museum na Nelson Fine Arts Museum na campus nke Mahadum Arizona State. O meriri Rome Prize na Visual Arts site na American Academy na Rome na 2017 rụo 2018.",
  "McIver bụ ónyé na-ese ihe na 2014 na McColl Center for Art + Innovation na Charlotte, NC. A tụlere ọrụ ya na Art News, Art in America The New York Times na ọtụtụ akwụkwọ akụkọ mpaghara",
  "Ọ natala ọtụtụ onyinye na onyinye gụnyere onyinye Anonymous Was A Woman Foundation, onyinye John Simon Guggenheim Fellowship, Radcliffe Fellowsship site na Mahadum Harvard, onyinye Marie Walsh Sharpe Foundation, onyinye Alumni pụrụ iche site na Maọndị Steeti Pennsylvania, onyinye Louis Comfort Tiffany Foundation na onyinye Creative Capital."
]