[
  "Bevis Kristofer Kizito Mugabi (amụrụ n'ụbọchị mbụ n'ọnwa Mee n'afọ 1995) bụ onye na-agba bọọlụ nke na-agbachitere otu egwuregwu Scottish Premiership Motherwell",
  "Ọ gbara bọọlụ n'oge gara aga na English Football League maka ndị Yeovil Town.",
  "A mụrụ ya n'England, ọ na-anọchite anya Uganda na mba ụwa.",
  "A mụrụ Mugabi na Harrow, London, nne na nna si Kampala, Uganda.",
  "Mugabi malitere ọrụ ya na Fulham tupu ọ banye n'òtù ndị ntorobịa Southampton na July 2011, wee bịanye aka na nkwekọrịta ọhụrụ afọ abụọ na ọkara na klọb ahụ na February n'afo 2015.",
  "Ọ bịanyere aka na klọb League Two Yeovil Town na 5 Ọgọstụ n'afo 2016 na nkwekọrịta otu afọ. O mere egwuregwu mbụ ya na 9 Ọgọstụ 2016, dị ka onye na-anọchi anya nkeji nke 54 na egwuregwu EFL Cup megide Walsall",
  "Mugabi gbara goolu mbụ ya maka Yeovil na EFL Trophy tie megide Portsmouth na 30 August 2016. Ọ bịanyere aka na nkwekọrịta afọ abụọ ọhụrụ na klọb ahụ na Mee 2017.",
  "Na ngwụcha oge 2018 na afo 2019, Yeovil tọhapụrụ Mugabi mgbe klọb ahụ si na League Two.",
  "Na 12 Septemba 2019, Mugabi bịanyere aka na Motherwell na nkwekọrịta ruo Jenụwarị 2020. Mgbe onye otu Motherwell bụ Charles Dunne merụrụ ahụ, Mugabi setịpụrụ ime nke mbụ ya n'oge a tụrụ anya ya. N'abalị iri abụọ na abụọ n'ọnwa Nọvemba 2019, Motherwell kwupụtara na ha agbatịla nkwekọrịta ha na Mugabi ruo n'oge ọkọchị nke afọ 2021.",
  "Na 18 Febụwarị n'afo 2022, Mugabi bịanyere aka na nkwekọrịta ọhụrụ na Motherwell, ruo n'oge ọkọchị nke afọ 2024.",
  "Mugabi ruru eru ịnọchite anya England ma ọ bụ Uganda na ọkwa mba ụwa.",
  "N'ọnwa Ọgọstụ n'afọ 2016, Mugabi natara oku mbụ ya na ndị otu mba Uganda maka egwuregwu enyi na enyi ha megide Kenya na asọmupi iru eru nke iko mba Afrịka nke afọ 2017 megide Comoros, mana Yeovil Town wepụrụ Mugabi na ndị otu ahụ na klọb ahụ na-ekwu maka ọkwa dị mkpirikpi nke oku ahụ dị ka ihe kpatara ọpụpụ ya. N'ọnwa Machị afọ 2018, Mugabi natara oku nke abụọ na ndị otu mba Uganda maka egwuregwu enyi na enyi abụọ nke mba ụwa. Mugabi mere nke mbụ ya na mba ụwa maka Uganda na 24 Machị 2018 na mmeri enyi na enyi ha meriri São Tomé na Príncipe. Mugabi laghachiri n'òtù egwuregwu mba ahụ mgbe otu afọ gachara mgbe a gụnyere ya na ndị otu Uganda maka 2019 Africa Cup of Nations"
]