[
  "Bezunesh Bekele Sertsu (amụrụ na 29 Jenụwarị, na afọ 1983) bụ onye Etiopia na-agba ọsọ ogologo oge bụ onye ọkachamara na ịgba ọsọ na marathons.",
  "A mụrụ ya na isi obodo Etiopia nke Addis Ababa",
  "O nwetara ọtụtụ mmeri n'okporo ụzọ n'ime afọ ole na ole mbụ nke asọmpi, na-enwe mmeri azụ na azụ na Montferland Run na 2004 na 2005, yana mmeri na Rotterdam Half Marathon",
  "O meriri Cross Internacional de Itálica na 2006 wee mechie n'ọnọdụ nke isii na ọsọ dị mkpirikpi na 2006 IAAF World Cross Country Championships mgbe oge ahụ gasịrị",
  "N'afọ sochirinụ, o nwetara mmeri ndị a ma ama na Zevenheuvelenloop na Portugal Half Marathon.",
  "Na 2007 IAAF World Road Running Championships ọ mechara nke anọ ma setịpụ ihe ndekọ ọhụrụ nke 1:08:07",
  "Dire Tune meriri ihe ndekọ ahụ, onye meriri na 2009 Ras Al Khaimah Half Marathon setịpụrụ ihe ndekọ ọkara marathon nke Ethiopia nke 1:07:18. Bizunesh fọrọ nke nta ka a họpụta ya maka ndị otu egwuregwu Olympic nke Ethiopia na afọ 2008",
  "Ọ bụ ezie na Bizunesh nwere oge ngwa ngwa, a họọrọ Dire Tune maka otu ahụ kama, na-eduga na mmekọrịta dị nro n'etiti ndị na-agba ọsọ abụọ ahụ. Bezunesh bụ onye nke atọ na Great Manchester Run na  afọ 2008, na-agwụcha n'azụ Jo Pavey na Rose Cheruiyot.",
  "O mere marathon mbụ ya na ọsọ nke 2:23:09 na afọ 2008 Dubai Marathon, na-ewere ọnọdụ nke abụọ n'azụ Birhane Adere ma na-agba ọsọ otu n'ime oge kachasị ọsọ maka onye mbido. Ọ laghachiri n'ọsọ ahụ n'afọ sochirinụ wee merie, na-eti Atsede Habtamu ihe karịrị otu nkeji. Na 2009 World Championships in Athletics a họpụtara ya ka ọ sọọ mpi na marathon maka Ethiopia ma ọ gwụchara na 16th ebe",
  "Ọ gbara ọsọ na London Marathon n'ọnwa Eprel, afọ 2010 ma bụrụ onye nke anọ n'ime oge nke 2:23:17. Na mmiri ozuzo Berlin Marathon na Septemba n'afọ ahụ, ọ gwụchara ọsọ ahụ na 2:24:58, nke zuru iji nweta ọnọdụ nke abụọ n'azụ Aberu Kebede.",
  "Nlaghachi na London na 2011 hụrụ ka onye Etiopia mere nke kachasị mma, na-abịa nke anọ na 2:23:42 awa. Na 2011 World Championships in Athletics ọ mechara nke anọ ọzọ, ọ fọrọ nke nta ka ọ ghara ịdị na podium",
  "Bezunesh meziwanyere oge kachasị mma ya dị afọ anọ site na ịgba ọsọ na afọ 2012 Dubai Marathon",
  "Oge ya nke 2:20:30 awa maka ọnọdụ nke anọ mere ka ọ banye n'ime ụmụ nwanyị iri abụọ kachasị ọsọ maka ihe omume ahụ ma mee ka ọ bụrụ nwanyị Etiopia nke atọ kachasị ọsọ.",
  "Ọ nọ n'ọnọdụ nke anọ na Yangzhou Half Marathon n'ọnwa Eprel, mana ọ rụpụtara ihe ka mma na ọkara nke abụọ nke afọ ahụ: ọ meriri Great Scottish Run, setịpụ 10 mile kacha mma nke 51:45 nkeji dị ka onye nke abụọ na Dam tot Damloop, wee bịa nke anọ na Frankfurt Marathon.",
  "Di Bezunesh, Tessema Abshiro, bụkwa onye na-agba ọsọ marathon na ndị otu mba Etiopia."
]