[
  "Oriakụ Bianca Odinakachukwu Olivia Odumegwu-Ojukwu (née , amụrụ n'ụbọchị nke ise n'ọnwa Ọgọstụ n'afọ nari iri itoolu iri isii na asatọ) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye nnọchi anya mba ọzọ, onye ọka iwu, na onye ọchụnta ego. Ọ bụ nwanyị di ya nwụrụ nke onye bụbu onye isi ala Biafra bụ Chukuemeka Odumegwu Ojukwu.",
  "Bianca Odumegwu-Ojukwu bụ onye nwere ọtụtụ asọmpi mba ụwa, ebe ọ meriri Most Beautiful Girl na Nigeria 1988 na Nwada Afrika, a makwaara ya nke ọma dị ka onye Afrịka mbụ meriri Miss Intercontinental",
  "Ọ bụbu onye ndụmọdụ onye isi ala, ọ bụ onye nnọchi anya mba ahụ na Ghana wee bụrụ onye nnọchianya Naịjirịa na Spain na 2012.",
  "Nwa nke isii nke onye bụbu gọvanọ Anambra Christian Onoh na nwunye ya Carol, onye isi kọleji, Odumegwu-Ojukwu nọrọ ihe ka ukwuu n'oge ọ bụ nwata n'ime ime obodo Ngwo na ụmụnne ya Lilian, Josephine, Nuzo, Gabriel, Stella, Christian na Josef",
  "Ọ gara Ackworth School, Pontefract, St Andrews College, Cambridge, na Cambridge Tutorial College ebe ọ nwetara ọkwa A",
  "N'oge na-adịghị anya, ọ malitere nzere nsọpụrụ na ndọrọ ndọrọ ọchịchị, akụ na ụba na iwu na Mahadum Buckingham, mana ọ gafere na Mahadim Naịjirịa, Nsukka mgbe nna ya, onye ọka iwu site na ọrụ, siri ọnwụ na ọ lekwasịrị anya naanị na Iwu ma sonye na azụmahịa ezinụlọ",
  "Mgbe ọ gụsịrị akwụkwọ, Odumegwu-Ojukwu gara ụlọ akwụkwọ iwu Naịjirịa nke mechara mee ka ọ kpọọ ya n'ụlọ ikpe.",
  "Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ iwu, Oriakụ Bianca Odumegwu-Ojukwu rụrụ ọrụ ahụ n'oge dị mkpirikpi tupu ọ kwụsị ịkewa oge ya n'etiti ụlọ ya, azụmahịa ya na-emepụta ihe ntecha Bianca Blend na uwe ịchọ mma ya Mirabella. N'agbanyeghị nchegbu ya banyere ime ihe ngosi, Odumegwu-Ojukwu na-ebute ụzọ na mgbasa ozi maka akara ya",
  "O guzobekwara otu na-abụghị nke gọọmentị Hope House Trust, nke lekwasịrị anya n'ịgbazigharị ndị omempụ na-eto eto na Enugu.",
  "N'ọnwa Disemba n'afọ nari iri itoolu iri asatọ na asatọ, Odumegwu-Ojukwu, onye bụbu onye mmeri na Miss Martini, bụ onye e chiri okpueze kacha mma na Naịjirịa, mana ọ chịrị ruo n'ihe ka ukwuu n'afọ nari iri itoolu iri asatọ na itoolu",
  "O nwetakwara mmeri na asọmpi Miss Afrika na afọ narị iri itoolu iri asatọ na itoolu  nke e mere na Gambia tupu ọ nọchite anya mba ya na Miss World na Hong Kong na Miss Universe na Mexico",
  "O nwetara ihe ịga nke ọma ka ukwuu mgbe ọ meriri Miss Intercontinental n'otu afọ ahụ, a kpọkwara ya Miss Congeniality na Miss Charm International na Russia ebe ọ bụkwa onye na-emechi.",
  "N'afọ puku iri na otu, Onye isi ala Goodluck Jonathan họpụtara Odumegwu-Ojukwu ka ọ bụrụ onye enyemaka pụrụ iche na Diaspora Affairs; n'afọ puku na iri na abụọ ọ ghọrọ onye nnọchi anya Naịjirịa na Ghana ma mesịa bụrụ onye nnọchianya na alaeze nke Spain. N'afọ puku abụọ na iri na isii, Odumegwu-Ojukwu nwetara nzere masta na International Relations and Diplomacy site na Mahadum Alfonso X el Sabio na Spain. Ọ bụ onye nnọchi anya Naịjirịa na-adịgide adịgide na United Nations World Tourism Organization.",
  "N'afọ nari iri asatọ iri asatọ na itoolu, a kpughere na Odumegwu-Ojukwu na onye bụbu onye isi Biafra Chukwuemeka Odumegwu Ojukwu, onye ndọrọ ndọrọ ọchịchị nke nna ya karịrị afọ iri atọ karịa ya",
  "Ịhụnanya ha na-ese okwu bụ ihe na-ekwu okwu na mba na mbido afọ 1990",
  "Nnukwu nrụgide nke ịnọ n'okpuru anya ọha na eze ghọrọ ihe a na-apụghị ịnagide, na-eme ka ọ gbaa arụkwaghịm dị ka Miss Intercontinental ebe ọ bụ na nchegbu ya bụ ịmecha agụmakwụkwọ ya dị ka nwa akwụkwọ iwu",
  "N'afọ 1994, mgbe o mechara nweta akara ugo mmụta ya, ọ lụrụ onye bụbu onye isi ala Biafra n'ememe agbamakwụkwọ buru ibu e mere na Abuja."
]