[
  "Big Brother Naija, nke a maara n'oge gara aga dị ka Big Brother Nigeria, bụ usoro ihe nkiri telivishọn nke asọmpi nke Naijiria, nke dabeere na franchise telivisheneng Big Brother￼￼....nke, ndị na-asọmpi bi n'ụlọ dịpụrụ adịpụ ma na-asọ mpi maka nnukwu ego na ihe nrite ihe ndị ọzọ, na njedebe nke ihe ngosi ahụ site n'izere ndị na-ekiri na-atụ vootu maka ndị ha kachasị amasị ka ha nọrọ na ihe ngosi ahụ.",
  "Oge mbu nke ihe ngosi ahụ gosipụtara na M-Net na DStv Channel 37 site na 5 Machị ruo 4 June 2006",
  "Ụlọ ọrụ nyocha nke Alexander-Forbes gosipụtara nsonaazụ ntuli aka ahụ.",
  "Àtụ:Infobox television season",
  "Oge izizi nke ihe ngosi ahụ gosipụtara na DStv Channel 37 site na 5 Machị ruo 4 June 2006",
  "N'ime mgbanwe nke egwuregwu ahụ, e webatara ndị asọmpi ọhụrụ abụọ n'ụbọchị nke 23, nke mere ka ndị fọdụrụ n'ụlọ nwee obi ụto....",
  "..",
  "Ebuka, onye nke bu onye kachasị ewu ewu n'ụlọ ruo ọtụtụ izu n'ime ihe ngosi ahụ ma kwenyere n'ọtụtụ ebe na onye mmeri bụ onye nke asaa a chụpụrụ; ọtụtụ ndị na-ekiri na-ata Joe's Fan Club (JFC) ụta maka nchụpụ ya",
  "N'oge na-adịghị anya, a chụpụrụ Joe n'onwe ya na ihe ngosi ahụ.",
  "Big Brother gbakwunyere mgbanwe ọzọ na egwuregwu ahụ n'ụbọchị nke 79 site n'ịgbasa nhọpụta ndị a haziri n'ụbọchị ahụ ma mee ka ndị bi n'ụlọ kwere na a ga-achụpụ ha dabere na arụmọrụ ha na ọrụ e kenyere ha, ebe n'eziokwu, ọ dịghị nchụpụ ọzọ ka ndị na-ekiri malitere ịtụ vootu maka onye mmeri nke mechara bụrụ Katung Aduwak dị afọ iri abụọ na isii.",
  "Oge nke abụọ nke Big Brother Nigeria (nke akpọrọ Big Brother Naija) malitere afọ iri na otu mgbe oge mbụ gasịrị na 22 Jenụwarị, 2017 na ndị o0potu ụlọ iri na anọ; ndị otu ụlọ nwoke asaa na ndị otu nwanyị asaa",
  "Ọ bụ ụlọ ọrụ eCommerce nke Naịjirịa Payporte kwadoro oge ahụ ma bụrụ nke onye bụbu onye ibe Ebuka kwadoro site na oge mbụ",
  "Efe Ejeba si Delta State bụ onye mmeri nke oge nke abụọ na 2017.\n \nOge nke atọ nke Big Brother Nigeria (nke akpọrọ Big Brother Naija) malitere na 28 Jenụwarị 2018 na ndị ibe ụlọ 20; ndị ikom 10 na ndị inyom 10 na-ebi n'ụlọ",
  "Ọ bụ ụlọ ọrụ eCommerce nke Naịjirịa Payporte kwadoro oge ahụ ma bụrụ nke onye bụbu onye ya na ya bi, Ebuka kwadoro",
  "Miracle Igbokwe si Imo State bụ onye mmeri nke oge nke atọ na 2018.",
  "Oge nke anọ nke Big Brother Nigeria (nke akpọrọ Big Brother Naija), n'adịghị ka afọ ndị gara aga, a na-eme ihe nkiri ahụ na Lagos, Nigeria. Ihe ngosi oge nke ano malitere na 30 June 2019 na ndị otu ụlọ 21 batara n'ụlọ ahụ na ndị ọzọ 5 batara n\"ụlọ ahụ otu ọnwa ka e mesịrị. Multichoice mara ọkwa na Machị 2019 na ọ ga-agbasa ihe ngosi ahụ na DSTV channel 198 na Gotv channel 12.",
  "Mercy Eke bụ onye mèchàrà merie oge nke anọ",
  "Ọ bu ya bụkwa  nwanyị mbụ meriri ihe ngosi TV na Naịjirịa. O nwetara ihe nrite ruru nwede iri isii.",
  "Oge nke ise nke Big Brother Nigeria (nke akpọrọ Big Brother Naija), malitere na 19 Julaị 2020 na ndị otu 20 ma were ụbọchị 71.",
  "Olamilekan Agbeleshe onye ejiri \"Latin\" were mara si Ogun State bụ onye mmeri nke oge nke ise",
  "O nwetara ihe nrite ruru nde iri asatọ na ise.",
  "Oge nke isii nke Big Brother Nigeria (nke akpọrọ Big Brother Naija), nwere mmalite abụọ na 24 Julaị 2021 na 25 Julaị 2021. A gbakwunyere ndị enyi ọhụrụ anọ n'egwuregwu ahụ n'ụbọchị 14.",
  "Hazel Oyeze \"Whitemoney\" Onou bụ onye mmeri nke oge nke isii",
  "O nwetara ihe nrite ruru nde iri itoolu.",
  "Oge nke asaa nke Big Brother Nigeria (nke akpọrọ Big Brother Naija), nwere mmalite abụọ na 23 na 24 Julaị 2022 na ndị ibe ụlọ 24. Ndị enyi ọhụrụ abụọ sonyeere oge ahụ n'ụbọchị nke 7 na abụọ ọzọ sonyeere n'ụbọchị iri na anọ",
  "Ijeoma Josephina Otabor onye nke ejiri \"Phyna\" were mara bụ onye mmeri nke oge nke asaa.",
  "Àtụ:Big Brother NigeriaÀtụ:Big Brother"
]