[
  "William John Monk (nwụrụ n'ubochí irí atọ n'otu n'ọnwa Julaị n'afọ 1982) bụ onye South Africa, nke a maara maka foto ya nke ụlọ oriri na ọṅụṅụ abalị Cape Town n'etiti afọ 1967 na 1969, n'oge ịkpa ókè agbụrụ. N'afọ 2012, e bipụtara akwụkwọ e dere ógè ọ nwụsịrị, Billy Monk: Nightclub Photographs",
  "A maghị ọtụtụ ihe màkà ndụ izizi nke Monk",
  "Ọ bụ ezie na a mụrụ ya n'ubochí irí n'otu n'ọnwaJenụwarị ọ dịghị mgbe ọ maara afọ ole, ọ dịghịkwa onye maara afọ ole ọ dị. Ọ chọghị ikwu banyere nwata ya",
  "Nna ya bụ onye aṅụrụma",
  "Ọrụ mbụ ya gụnyere ịlanarị n'ụzọ ọ bụla o nwere ike, n'ụzọ dị ukwuu site na obere mpụ",
  "E zigara ya n'ụlọ mkpọrọ afọ abụọ mgbe ọ dị afọ iri na ụma banyere izuru igbe, ọ mụtakwara ịghọ onye na-anabata ndị ọbịa",
  "Ógè ahụ, ọ gara n'ihu na-ebubata ya na Transkei ma ọ bụ na-egbu azụ n'ụsọ oké osimiri nke Cape Town. N'oge ndụ ya niile, o nwere ọrụ dịgasị iche iche, onye na-enyere onye na-ese foto aka, onye na'ime diamond, onye nwe ụlọ ahịa akpụkpọ ụkwụ, onye nwe ebe a na-eri akwụkwọ nri, na n'ikpeazụ, onye na - onye na-eche nche na onye na-ede foto.",
  "Ógè ọrụ Monk dị ka onye na-eche nche anaghị arụ ọrụ ọ bịdọrọ ise foto",
  "Ka ọ na-arụ ọrụ na The Catacombs, ọ bịdọrọ ibi ndụ ya na-ese foto nke ndị ahịa dị iche iche n'ụlọ mmanya. O jiri igwefoto Pentax, nke nwere oghere anya 35 mm, obere flash na ihe nkiri Ilford FP4. Monk kwụsịrị ise foto n'afọ 1969. Foto ya na-egosi ihe dịgasị iche iche dị n'okpuru afọ nke ndụ Cape Town n'oge ahụ site na ndị agadi nwoke na ndị inyom na-eto eto na ndị di na nwunye na-edina nwoke ibe ha, na ndị na-edeghị nwoke ma ọ bụ nwanyị ibe ha na mmekọrịta agbụrụ, ọ na-egosi akụkụ nke ndụ n'okpuru ịkpa ókè agbụrụ nke a na-adịghị ahụkebe n'ebe ndị ọzọ.",
  "Jac de Villiers chọpụtara ọrụ Monk n'afọ",
  "197ógègbe ọ kwagara n'ụlọ ọrụ ochie Monk. Ọ bụghị naanị na onye na-ese foto wuru ha nke ọma, a na-ejikwa ụbọchị na aha edepụta ha nke ọma. Ihe ngosi mbụ nke ọrụ Monk mere na Market Gallery na Johannesburg n'afọ 1982 ọ bụ ezie na Monk enweghị ike ịga ihe omume ahụ ọ bụ ihe a na-aja mma nke ukwuu.",
  "Monk na-arụ ọrụ n'oge ịkpa ókè agbụrụ na South Africa n'oge ụcha akpụkpọ ahụ gị na-egosi ebe ị nwere ike ibi, rụọ ọrụ, onye ị nwere ike ịlụ, na ebe ị nwere ikike ịṅụ mmanya",
  "Ụzọ ndụ nzuzo nke Catacombs nyere ohere màkà enweghị nkwenye",
  "Monk họọrọ ise foto na izizi dị ka ụzọ isi nweta ego, site na ire ha nye ndị ahịa ya.",
  "Foto ya na-ekpughe ndị ahịa dịgasị iche iche",
  "Ọtutu bụ ndị na-adịghị mma, ụfọdụ bụ ndị dị mma ma jikọta ọnụ",
  "Ọtụtụ n'ime ụmụ nwanyị na-eyi uwe mkpụmkpụ, ihe fọrọ nke nta ka ọ bụrụ foto niile na-emetụta mmekọahụ. Foto ndị ahụ na-ekpughe ọtụtụ n'ime ihe a na-ekweghị ekwe n'okpuru ọchịchị ịkpa ókè agbụrụ, ọkachasị ụdị nwoke na nwanyị dị iche iche na ndị agbụrụ dị iche iche.",
  "Monk ahụghị ihe ngosi nke ọrụ ya na gallery. N'ihe na-erughị izu abụọ ógè ihe ngosi ahụ bịdọrọ, ọ nwara iji si Cape Town gaa Johannesburg iji hụ ọrụ ya n'agbanyeghị nke ahụ, ọ banyere na esemokwu ebe otu nwoke dọtara égbè. A gbagburu Monk n'obi, ma nwụọ n'uhuruchi Satọdee ụbọchị irí atọ n'otu n'ọnwa Julaị n'afọ 1982. A na-ekwu na okwu ikpeazụ ya bụ na ọ lara ma gbuo m",
  "Ụmụnne ya nwanyị atọ fọdụrụnụ, nwunye ya, Jeanette, nwa ya nwoke na nwa ya nwanyị na ndị na-agakarị Catacombs liri ya n'oké osimiri.",
  "A na-edebe ọrụ Monk na nchịkọta na-adịgide adịgide na-esonụ:"
]