[
  "William Nicholaus Lyimo (a mụrụ n'abalị iri na otu n'ọnwa Eprel n'afọ 1993), onye a maara nke ọma site na aha egwu ya bụ Bill Nass, bụ onye na-eti egwu nke Tanzania nke Chagga, a mụrụ ya na Tanga, Tanga Region. MTV Base kpọrọ ya n'etiti \"50 Artists To Watch For In 2017\"",
  "Ọ bi ugbu a na Dar es Salaam. Ọnwa ole na ole mgbe a tọhapụrụ egwu izizi ya \"Raha\", a họpụtara Lyimo na 2015's Kilimanjaro Tanzania Music Awards (KTMA) dị ka \"New Best Artist\".",
  "A mụrụ William Nicholaus Lyimo n'abalị 11 ọnwa Eprel afọ 1993, na Bombo Hospital na Tanga Tanzania na nne na nna Chagga si Kilimanjaro Region.",
  "Bill Nass malitere agụmakwụkwọ praịmarị ya na Mbuyuni Primary School na Tanga 2000 2003 wee kwaga Mkunguni Primary school na Kinondoni Dar es Salaam",
  "O mechara sonye na Oysterbay Secondary School n'afọ 2007 ruo 2010 ebe ọ gụsịrị akwụkwọ sekọndrị ya",
  "Site n'afọ 2011 ruo 2013, ọ gụrụ maka diplọma na Nchịkwa na Nchịkọta na College Of Business Education Dar es Salaam Campus",
  "N'afọ 2014 ọ laghachiri na kọleji ruo n'afọ 2017 ebe ọ gụsịrị akwụkwọ na nzere bachelọ na Procurement and supplies Management",
  "MTV Base kpọrọ ya otu n'ime \"Ndị omenkà 50 kacha mma a ga-ele anya n'afọ 2017",
  "Ka e mesịrị n'afọ 2017, Nass mere nke mbụ ya na Coke Studio Africa dịka Big Breakthrough Artist, rụrụ ya na Sheeba nke Uganda na Asgegenew nke Ethiopia.",
  "Lyimo emeela ọtụtụ ugboro na Fiesta, egwu nke Clouds Fm Radio na-achịkwa kemgbe ọtụtụ afọ",
  "N'afọ 2019, ọ rụrụ ọrụ na mmemme Wasafi ya na onye Naijiria Wizkid, Tiwa Savage na onye Tanzania na-enweta ihe nrite Diamond Platnumz.",
  "Site na ibe Instagram ya, Bill Nass kesara ọbịbịa nke \"Love Tour\" na onye ọlụlụ ya Nandy bụ ndị nwere abụ abụọ \"Bugana\" na \"Do Me\". Ha abụọ mere njem nke malitere na Nọvemba 20 na Manyoni Singida wee mechie na Kahama Shinyanga na Nọfemba 22, 2020.",
  "N'afọ 2018, ndị ọchịchị Tanzania jidere Lyimo na onye ọ na-achọ ịlụ Nandy n'oge na-adịghị anya maka ịkekọrịta ihe ha weere dịka ọdịnaya na-adịghị mma n'ịntanetị.",
  "Bill Nass gwara Nandy na mbido afọ 2020 na ihe ngosi TV.\nN'oge na-adịbeghị anya n'afọ 2021 Nandy na Bill Nass kwụsịrị mmekọrịta ha na Bill Nuss dere abụ banyere ya nke a na-akpọ Tatizo"
]