[
  "William \"Bill\" Ainslie (1934 - 1989) bụ onye na-ese ihe na South Africa, onye nkuzi, onye na-eme ihe, yana onye guzobere ọtụtụ ọrụ nka.",
  "A mụrụ Ainslie na 10 Eprel 1934 na Bedford, Eastern Cape, ebe ezinụlọ ya na-akọ ugbo a na-akpọ Spring Groveń. Ezinụlọ ya kwagara Karoo mgbe ọ bụ nwata nwoke, mana o mechara gaa Johannesburg n'ihi ụkọ mmiri ozuzo",
  "Nna ya nwụrụ mgbe ọ dị afọ asatọ.",
  "Ainslie bu n'obi ịghọ onye ụkọchukwu, mana nka weghaara echiche ya mgbe ọ bụ nwa akwụkwọ",
  "Ọ gụrụ akwụkwọ na Mahadum Natal, Pietermaritzburg site na 1952 na 1955",
  "N'afọ 1958, ọ gụsịrị akwụkwọ wee nweta akara ugo mmụta ya na Fine Art",
  "Mgbe ọ gụsịrị akwụkwọ, ọ kụziri na ụlọ Michael, ụlọ akwụkwọ dị na KwaZulu Natal",
  "Ọ kụzikwaara nka na Cyrene Mission na Zimbabwe na King Edward VII School na Johannesburg, alma mater ya",
  "N'afọ 1960, Bill lụrụ Sophia Jansen-Schottell (nke a maara dị ka Fieka)",
  "Ọ nwụrụ n'ihe mberede nke ụgbọ ala n'ọnwa Ọgọstụ n'afọ 1989 mgbe ọ na-alọta site na ụlọ ọrụ mba ụwa na Cyrene Mission na Zimbabwe.",
  "Ihe osise Ainslie gbanwere site na ihe owuwu ndị Afrịka na-egosi ndị nne na ụmụaka, na ndị ọrụ ugbo gaa na ngosipụta na-enweghị atụ",
  "A maara ya nke ọma maka ojiji ọ na-eji ụcha dị egwu na nke na-egbuke egbuke",
  "Ihe osise ya nwere njikọ na American abstract expressionism ma n'ihi ya, Ainslie na-akụzi abstraction.",
  "E gosipụtara ọrụ ya na Goodman Gallery, Johannesburg Art Gallery na National Gallery of Zimbabwe.",
  "Bill Ainslie guzobere Johannesburg Art Foundation n'afọ 1982",
  "Ọ zụrụ ndị na-ese ihe dịka Helen Sebidi, William Kentridge, Dumile Feni na David Koloane",
  "Ụlọ ihe nkiri ahụ bụ òtù na-anaghi achọ uru nke malitere n'ụzọ na-enweghị isi, na-arụ ọrụ site n'ụlọ onye na-ese ihe Cecily Sash tupu Ainslie emechaa, na 1977, zụta ụlọ nke ghọrọ Johannesburg Art Foundation",
  "Ntọala nka nke Ainslie nọgidere na-enwe nkà ihe ọmụma nkuzi nke na-emegide ụdị ịkpa ókè ọ bụla ma mesie ike na agụmakwụkwọ nka kwesịrị ịbụ ohere maka onye ọ bụla.",
  "Johannesburg Art Foundation nyere aka dị ukwuu na nka South Africa na ọkachasị mmepe na-aga n'ihu nke ndị na-ese ihe ojii South Africa.",
  "Ainslie nyere aka n'imalite FUBA (Federated Union of Black Artists), FUNDA (nke pụtara ịmụta na Xhosa) na Alexandra Arts Centre.",
  "N'afọ 1985, afọ nke South African State of Emergency, Ainslie guzobere ebe obibi onye na-ese ihe, Thupelo Workshops, na Cape Town na David Koloane na Kagiso Patrick Mautloa, nke Triangle Network, FUBA, FUNDA na Johannesburg Art Foundation kwadoro.",
  "N'etiti 1964 na 1988 o mere ọtụtụ ihe ngosi ma nata onyinye Art SA Today atọ.",
  "N'abalị iri abụọ na itoolu n'ọnwa Ọgọstụ n'afọ 1999, e meghere Ụlọ ngosi Bill Ainslie na Johannesburg Art Foundation iji kwekọọ na ncheta afọ iri nke ọnwụ ya",
  "Ntọala ahụ mechiri na 2001 n'ihi enweghị nkwado."
]