[
  "Billie Zangewa (amụrụ na afọ 1973 na Blantyre, Malawi) bụ ọkara Malawian ọkara onye na eme nkiri na obodo 'South Afrịka' nke na-eji aka na-akwa akwa silk iji mepụta tapestries collage, na onye bi na Johannesburg ugbu a",
  "Kemgbe afọ 2004, nka ya egosila na ngosi mba ụwa gụnyere na Paris Art Fair na Grand Palais na Paris.",
  "Ọrụ Zangewa bụ akụkọ ndụ onwe onye ma na-ejikọta ụmụ nwanyị ojii na ụlọ kwa ụbọchị na ịbụ nne. Ụzọ nka ya na-egosi na onye na-ese ihe na-egosipụta nguzogide mmegbu ọ na-eche ihu site na ịhụnanya onwe onye.",
  "Billie Zangewa na-arụ ọrụ n'ụzọ bụ isi na silk offcuts na-enweghị isi na collages dị mgbagwoju anya nke aka, na-emepụta ihe oyiyi nke na-enyocha njirimara ya na-agbagha njirimara ya n'oge a ma na-agbawa akụkọ ihe mere eme, objectification na mmegbu nke ahụ nwanyị ojii",
  "Na-arụ ọrụ n'ụdị dị larịị, nke mara mma, ọ na-egosi akụkọ ndị metụtara ahụmịhe: ma nke onwe ma nke zuru ụwa ọnụ",
  "Akụkọ ndị a anaghị eme nnukwu mmegharị ahụ ma ọ bụ ọbụna nkwupụta ndọrọ ndọrọ ọchịchị doro anya, kama ọ na-elekwasị anya na nchegbu ụlọ; isiokwu zuru ụwa ọnụ na-ejikọta anyị na ibe anyị",
  "Ihe fọrọ nke nta ka ọ bụrụ mgbe niile onye na-eme ihe nkiri n'ọrụ ya, Zangewa na-aghọ dike nke a na-ekpughe ndụ ya kwa ụbọchị site na ihe nkiri ọ na-ese.",
  "Ọ bụ ezie na Zangewa tụgharịrị na mbụ na nka akwa n'ihi na ọ dị ọnụ ala, ákwà ọ na-eji n'oge na-adịghị anya ghọrọ ihe dị mkpa na nka ya. Zangewa na-achọpụta mkpa na omume kwa ụbọchị nke akwa nke na-eweta ihe ọ maara n'ime ọrụ ya ma na-elekwasị anya n'ịghọta ọrụ ụlọ",
  "Usoro nke ị nụcha silk na-emetụta onye na-ese ihe maka njikọ ya na metamorphosis.",
  "Ihe osise Zangewa a rụchara arụcha na-eme emume ezughị oke site na ọnụ ha na-enweghị isi, nke na-adịghị mma na mgbe mgbe nnukwu iberibe yiri ka ọ na-apụ na tapestry nke yiri ka ọ ga-egbochi ihe nkiri ahụ",
  "Usoro a na-arụkwa ọrụ iji mebie echiche efu ọ bụla nke ọrụ a na-ese na ákwà.",
  "A mụrụ ya na afọ 1973 na Blantyre, Malawi, ma gụsịrị akwụkwọ na Fine Arts na Mahadum Rhodes, South Africa mgbe ọ gụsịrị akwụkwọ",
  "Nne ya rụrụ ọrụ na ụlọ ọrụ akwa na ịkwa akwa na ịchọ mma",
  "Dị ka nwatakịrị, ọ hụrụ njikọ dị n'etiti nne ya na ụmụ nwanyị ndị ọzọ ka ha na-arụ ọrụ ụlọ ndị ọzọ ọnụ, nke ga-emetụta isiokwu nke ịbụ nne n'ọrụ ya. Na ọzụzụ nka ya, ọ nwalere ọtụtụ ụzọ ngosi, mana n'ikpeazụ ọ ghọrọ onye nwere mmasị na ọrụ silk, ma n'ihi mmasị ya na akwa, ìhè ya na àgwà na-egosipụta",
  "O gosipụtara na: \"Silk nwere àgwà dị egwu nke ntụgharị uche mana n'otu oge ahụ, echere m na ọ bụ nke oge a ma na-ebute ụzọ n'ụdị ejiji\".",
  "Na-arụ ọrụ na Gaborone, Botswana, mgbe ahụ Johannesburg kamakwa na London, ọ chọrọ ịsụgharị echiche nwanyị banyere obodo ukwu ya",
  "Ọ kwuru banyere mmasị ya na foto ejiji na usoro ịkọ akụkọ, dịka ọmụmaatụ, nke Ellen von Unwerth na ọrụ ya",
  "Ọrụ akwa mbụ nke Zangewa gụnyere mmepụta nke akpa aka patchwork, na-eji ihe nkiri ndị e si n'obodo Johannesburg nweta. Mgbe onye na-ese ihe malitere ịmepụta collages buru ibu nke a maara nke ọma ugbu a, ọ dabere na ojiji nke ederede, ihe oyiyi nwere mmetụta pop art, na, mgbe ụfọdụ, mmetụta gụnyere embroidery, beads, na mats n'elu ákwà ahụ.",
  "\"The Rebirth of Black Venus,\" nke onye na-ese ihe na-agwụ na 2010, gosipụtara mgbanwe na isiokwu Zangewa",
  "Ihe osise ahụ na-egosi obodo Johannesburg, nke e belatara ka ọ dị obere ma e jiri ya tụnyere onye mara mma ma dị elu nke Zangewa, onye na-egosi ọtọ ma e wezụga ọkọlọtọ gbara ya gburugburu",
  "Ọrụ ahụ bịara mgbe Zangewa kwụsịrị arịrịọ, ma gosipụta mkpebi o mere n'onwe ya, ịhụnanya onwe onye nke dị na ya ma na-apụta ugboro ugboro n'ọtụtụ ọrụ ya kemgbe ahụ.",
  "N'afọ 2020, Templon na obodo Paris gosipụtara ihe ngosi nke ọrụ onye na-ese ihe, nke akpọrọ Soldier of Love, nke nyochara isiokwu nke ụlọ, nwanyị, na ịhụnanya",
  "N'ikwu okwu na akwụkwọ odide Jareh Das na Ocula, onye na-ese ihe kọwara, 'M na-eche na ugbu a, anyị na-ebi n'oge ọtụtụ ime ihe ike na mmebi iwu n'ụdị dị iche iche anyị na-eme ibe anyị dị ka ọha mmadụ",
  "Anyị na-anụ banyere ya na akụkọ kwa ụbọchị",
  "Ekwenyere m na ọ bụ n'ihi na anyị anaghị elekwasị ịhụnanya anya, nakwa na ọ bụrụ na anyị emee, ọtụtụ ahụhụ n'ụwa ga-abịa na njedebe ma anyị ga-ahụ ọgwụgwọ.",
  "Ọrụ Zangewa nke afọ 2014 bụ Constant Gardener bụ nke Smithsonian's National Museum of African Art na Washington, D",
  "C",
  "Akwụkwọ obibi akwụkwọ ahụ mere ka ọ nwee mmasị na ihe onwunwe, mgbe ọ kwara gaa obodo Johannesburg ọ chọtara ihie nkwali ya: na obodo ahụ. Ọ na-eji self-referentiality dị ka usoro echiche nke iji gosipụta nwanyị Afrịka nke oge a ma nye aka na redefinition ya na ọha mmadụ ebe nna ochie na echiche mmeghachi omume na-aga n'ihu na-arụ ọrụ megide nnwere onwe ụmụ nwanyị",
  "Ọ bụ ezie na tapestries ya bụ akụkọ ndụ onwe onye, ọ na-achọta ihe enyemaka n'ịkpụzi njirimara otu, dịka na Midnight Aura na Angelina Rising-titles nke na-ezo aka na aha ndị ụlọ ọrụ akwa Dutch Vlisco nyere na mbipụta wax",
  "Nwanyị Afrịka ahụ e gosipụtara na tapestries nke Zangewa, onye \"enwetala ọgbara ọhụrụ\" n'okwu Yinka Shonibare MBE, aghaghị iweghachite onwe ya: onye na-adịghị arụ ọrụ na onye na-edo onwe ya n'okpuru ọchịchọ ụmụ nwoke, ọ ghọwo onye nnọchi anya ịrata ndị a na-eme dị ka omume maara ihe na nke afọ ofufo.",
  "N'afọ 2018 Zangewa bụ onye na-ese ihe maka FNB JoburgArtFair kwa afọ. N'afọ 2019, a gụnyere Zangewa na ihe ngosi I Am..",
  "Contemporary Women Artists of Africa na National Museum of African Art.",
  "A gụnyere Zangewa n'akwụkwọ Vitamin T: Threads and Textiles in Contemporary Art ( Phaidon, 2019),",
  "Na ngwụcha afọ 2021 ruo mmalite afọ 2022, e mere ihe ngosi nke Zangewa bụ Billie Zangewa: Thread for a Web Begun na Museum of the African Diaspora na San Francisco."
]