[
  "Buysile \"Billy\" Mandindi (1967 - 2005) bụ onye isi ojii na-eme ihe nkiri na South Africa nke sonyere na ngagharị iwe dị ịrịba ama na Cape Town na 1989, nke a na-akpọ Purple Rain Protest",
  "Ka e mesịrị, ọ na-ekpuchi ya na ihe na-acha odo odo nke ndị uwe ojii na-eme ngagharị iwe na-awụsa ndị na-eme mkpesa, Mandindi mepụtara linocut na-eme emume mmụọ nke nnwere onwe.",
  "A mụrụ ya na Cape Town na 24 Febụwarị 1967, Billy Mandindi gụrụ akwụkwọ na King William, na mpaghara Ciskei nke Eastern Province. Mandindi na-akụziri onwe ya nka, ọ bụ ezie na ọ gara klas na Community Arts Project (1985-1986), nakwa Michaelis School of Fine Art nke Mahadum Cape Town maka otu afọ (1987-1988)",
  "Ọ na-agakwa na ụlọọrụ Visual Arts Group n'etiti afọ 1988 na 1989.",
  "Mandindi jikọtara ya na Hardground Printmakers ruo afọ anọ, nke mepụtara mbipụta ya na obere akwụkwọ nke linocut. Ọ na-ese ihe, ma na-akpụkwa ihe.",
  "N'ime afọ 1980 na 1990, Mandindi sonyere n'ihe ngosi otu na nke onwe ya na Cape Town, Durban, Johannesburg, na Stellenbosch",
  "E gosipụtara ọrụ Mandindi na Museum of Modern Art Exhibition na London (1990) nakwa na South African National Gallery na Cape Town (1994).",
  "Ndị Belgium na-ahụ maka Africus Biennale nke 1995 na Johannesburg kpọrọ ya ka ọ gosipụta ọrụ ya. N'afọ 1996, a kpọrọ Mandindi ka ọ gaa mba Denmark, Copenhagen dị ka akụkụ nke ihe ngosi 96-Art Across the Oceans",
  "Ya na Gavin Younge rụkọtara ọrụ na \"Umkrweli/House,\" nke na-arutu aka na nsogbu ụlọ na ịnweta ala. Mandindi sonyere n'ihe ngosi nke Linhas Fault na Castle of Good Hope na Cape Town site na oku",
  "Ihe ngosi ahụ na-echeta nnupụisi nke ụmụ akwụkwọ ojii na 1976 megide mmejuputa nke Afrikaans dị ka ụzọ ntụziaka maka isiokwu ụfọdụ n'ụlọ akwụkwọ ndị isi ojii.",
  "Ihe osise mbụ nke Mandindi gosipụtara ọgụ maka nnwere onwe nke ndọrọ ndọrọ ọchịchị",
  "Dịka ọmụmaatụ, na triptych \"Prophecy\" (1985) na ihe osise mmanụ \"African Madonna\" (1986) Mandindi kọwagharịrị onye amụma nwanyị Xhosa Nonqawuse n'ihe gbasara ahụmịhe nke mmegbu akụ na ụba nke ndị ọrụ na-akwaga n'okpuru ịkpa ókè agbụrụ. N'afọ 1988, Mandindi sonyere na ihe ngosi \"Palette of Oppression\" ya na Rodger Meintjies na Fuad Adams",
  "Enwere ike ịchọta ọrụ ya n'ụwa niile",
  "Ihe osise Mandindi jikọtara agba na-ekpo ọkụ na ndị na-atọ ọchị na nsogbu ndọrọ ndọrọ ọchịchị siri ike iji mepụta nsonaazụ na-adịghị mma. Otu n'ime ihe atụ kachasị mma bụ \"Ọnwụ nke Township Art\" (1989), ebe ndị mmụọ ozi abụọ na-ejide taya na-ere ọkụ n'olu giraffe. Mandindi na-arutu aka ebe a na usoro ndị nche obodo na-eji egbu ndị a na-enyo enyo na ha na-arụkọ ọrụ site na ihe a na-akpọ \"ihe olu\".\nỌ gara n'ihu na-eji agba dị ọkụ n'ọrụ ya na-abụghị nke ndọrọ ndọrọ ọchịchị, dị ka usoro geometric \"Matters Arising\".",
  "Onye a ma ama na-ese ihe na onye na-ahụ maka nlekọta na South Africa bụ David Koloane toro Mandindi dị ka otu n'ime ndị na-arụ ọrụ mgbasa ozi na South Africa. Dịka ọmụmaatụ, o jiri tin, paint, waya na osisi maka \"Fire Games\" (1985). Mandindi rụkwara ọrụ na mgbasa ozi ọdịnala, dị ka mmanụ pastels (dịka ọmụmaatụ, na \"Ọnwụ nke Township Art\"), na ojiji ọ na-eji charcoal (na onyinyo onwe ya, dịka ọmụmaatụ).",
  "Mahadum nke Western Cape nwekwara ọtụtụ n'ime ihe odide Billy Mandindi dị ka akụkụ nke nnukwu nchịkọta Community Arts Project nke dị na Centre for Humanities Research."
]