[
  "Biltong bụ ụdị anụ kpọrọ nkụ, nke a gwọrọ agwọ nke malitere na mba ndịda Afrịka (South Africa, Zimbabwe, Malawi, Namibia, Botswana na Zambia)",
  "A na-eji ụdị anụ dị iche iche emepụta ya, site na anụ ehi ruo anụ anụ egwuregwu dị ka ostrich ma ọ bụ kudu",
  "Ọkpụkpụ ahụ nwekwara ike ịdịgasị iche, ma ọ bụ anụ ndị a na-egbutu n'ime eriri na-esote ọka nke uru ahụ, ma ọ bụrụ na ọkpụkpụ dị larịị na-egbukpọ gafee ọka ahụ",
  "Ọ nwere njikọ na anụ ehi jerky n'ihi na ha abụọ nwere ihe na-atọ ụtọ, anụ a mịrị amị; Otú ọ dị, ihe ndị a na-ahụkarị, ụtọ na usoro mmepụta nwere ike ịdị iche.",
  "Okwu biltong sitere na Dutch bil (\"ụgbụgbọ\") na tong (\"ụgbatị\" ma ọ bụ \"asụsụ\").",
  "Nchekwa anụ dị ka usoro dị ndụ malitere n'oge ochie",
  "Enwere ike ichekwa anụ site na ịgwọ ya na nnu, brine, ma ọ bụ vinegar, yana saltpetre (potassium nitrate)",
  "Potassium nitrate na-egbu Clostridium botulinum, nje bacteria na-egbu egbu nke na-akpata botulism, ebe acidity nke vinegar na-egbochi uto ya",
  "Dị ka Òtù Ahụ Ike Ụwa si kwuo, C",
  "botulinum agaghị eto n'ọnọdụ acidic (pH na-erughị 4.6); ya mere, a gaghị emepụta nsí ahụ na nri acidic.",
  "A na-ejikwa ihe ndị na-egbochi nje nke ihe ụfọdụ na-esi ísì ụtọ eme ihe kemgbe oge ochie",
  "Ihe ndị na-esi ísì ụtọ nke ndị Dutch webatara na biltong gụnyere ose, coriander, na cloves.",
  "Na Jenụwarị, na afọ 2017, otu ìgwè nyocha na Mahadum Beira Interior na Portugal bipụtara nyocha banyere ihe ndị na-egbochi nje nke mmanụ coriander (coriander bụ otu n'ime isi ihe na-esi ísì ụtọ na usoro nri biltong) megide ụdị nje bacteria iri na abụọ, wee chọpụta na 10 n'ime ụdị nje bacteria 12 nwụrụ na obere mmanụ coriander (1.6%). N'ime ụdị abụọ a na-egbughị nke ọma, Bacillus cereus na Enterococcus faecalis, mmanụ coriander belatara uto ha nke ukwuu.",
  "Mkpa maka nchekwa nri na Southern Africa dị ngwa",
  "Enweghi ike ichepụta icebox na friji, na ịzụlite ìgwè anụ ụlọ were ogologo oge",
  "N'ihi ọtụtụ egwuregwu na Southern Africa, Otú ọ dị, a kpọrọ usoro ọdịnala iji chekwa anụ nke nnukwu anụmanụ Africa, dị ka eland",
  "A na-eji vinegar na ihe na-esi ísì ụtọ akwadebe anụ ahụ wee kwụnye ya ka ikuku kpọọ ya maka izu abụọ n'oge oyi, mgbe okpomọkụ oyi na-egbochi uto nje bacteria na fungal",
  "Ozugbo a kpọrọ nkụ n'ụzọ kwesịrị ekwesị, biltong dị njikere maka itinye ya n'ime akpa ákwà nke na-enye ohere ikuku na-agagharị iji nyere aka gbochie ebu",
  "[citation needed]",
  "Ihe ndị a na-ahụkarị na biltong bụ:",
  "Ihe ndị a na-etinye n'oge a na-agụnye mgbe ụfọdụ: vinegar balsamic ma ọ bụ vinegar malt, shuga, ose chili kpọrọ nkụ, nutmeg, paprika, mmiri epe ntiti, galik, bicarbonate nke soda, agworo agwo Worcestershire, ngweri alibasa , na saltpetre.",
  "Tupu iwebata friji, a na-eji usoro ọgwụgwọ echekwa ụdị anụ niile na Southern Africa",
  "Otú ọ dị, a na-ejikarị anụ ehi eme biltong taa, karịsịa n'ihi nweta ya zuru ebe niile na ọnụ ala dị ala karịa egwuregwu",
  "Maka ọkpụkpụ kachasị mma, a na-eji fillet, sirloin, ma ọ bụ anụ e wepụrụ site n'úkwù, dị ka n'elu ma ọ bụ n'akụkụ ọlaọcha",
  "Enwere ike iji mbelata ndị ọzọ mee ihe, mana ọ bụghị nke dị elu.",
  "A pụkwara ime Biltong site na:",
  "Dị ka omenala si dị, a na-eme biltong naanị n'oge ọnwa oyi oyi mgbe ihe ize ndụ nke uto nje bacteria na ebu ga-adị karịa ala",
  "Nchịkọta ụfọdụ na-achọ ka a na-etinye anụ ahụ na mmiri vinegar (vinegar bụ omenala mana balsamic na cider na-arụkwa ọrụ nke ọma) maka awa ole na ole, mgbe ahụ, a na-awụfu vinegar tupu ejiri nnu na ihe na-esi ísì ụtọ mee anụ ahụ",
  "A na-awụsa ngwakọta ihe na-esi ísì ụtọ n'elu anụ ma na-agbanye ya",
  "Saltpetre bụ nhọrọ ma enwere ike ịgbakwunye ya dị ka ihe nchedo ọzọ (nke dị mkpa naanị maka biltong mmiri nke a na-agaghị agbaze)",
  "A ga-ahapụ anụ ahụ maka awa ole na ole ọzọ (ma ọ bụ tinye ya na friji n'abalị) na mmiri ọ bụla karịrị akarị na-awụpụ tupu a kwụnye anụ ahụ n'ime ihe na-akwọcha.",
  "Ntụziaka ndị ọzọ, nke a na-enye site n'ọgbọ ruo n'ọzọ, chọrọ ka a hapụ biltong n'abalị n'ime vinegar, nnu, na ihe na-esi ísì ụtọ (n'etiti awa 12 na 24). Ngwakọta ihe na-esi ísì ụtọ na-agụnye nnu nkume, coriander dum (nke a na-esi n'ọkụ), ose ojii, na shuga na-acha nchara nchara. Vinegar na-eje ozi dị ka onye isi na-egbochi nje Clostridium botulinum, dị ka Òtù Ahụ Ike Ụwa si kwuo, ebe nnu, coriander, ose, na cloves niile nwere ihe antimicrobial.",
  "A na-eme biltong n'oge oyi oyi nke South African Highveld maka nsonaazụ kachasị mma",
  "Mmiri oyi, nke kpọrọ nkụ na-emekarị ka biltong kpọọ nkụ n'ụzọ dị irè karị, na n'ọnọdụ nchekwa nri kachasị mma",
  "Ihe ize ndụ nke ebu na nje bacteria dị n'ụzọ okike, a pụkwara ịkwụnye ihe mkpofu biltong siri ike iji jiri nwayọọ nwayọọ kpọọ nkụ maka ọdịdị bara ọgaranya, ụtọ zuru ezu na ụcha gbara ọchịchịrị",
  "Ọ bụ naanị n'afọ ndị na-adịbeghị anya ka e webatara okpomọkụ n'ime usoro ahụ, ndị na-eme biltong ọdịnala na-ekwusi ike na okpomọkụ na-eme ka nsonaazụ dị ala",
  "N'ihi ohere dị ukwuu nke uto nje bacteria na fungal, usoro okpomọkụ, dị ka nke a na-eji na katọn ma ọ bụ igbe biltong osisi (obodo) ma ọ bụ ụlọ akọrọ na-achịkwa ihu igwe (azụmahịa), enweghị ike iji ya mee ihe na-enweghị mgbakwunye nke nitrates ma ọ bụ nitrites (mmanụ nnu)",
  "Dabere na ihe ndị na-esi ísì ụtọ, enwere ike ịmepụta ụdị dị iche iche",
  "A pụkwara ime Biltong n'ọnọdụ oyi site na iji oriọna eletrik mee ka anụ kpọọ nkụ, mana a ghaghị ịkpachara anya iji mee ka ikuku na-efe, ebe ọ bụ na ọkpụkpọ nwere ike ịmalite ịpụta na anụ ahụ.",
  "Mmiri na-adịghị ngwa ngwa ga-enye ọgwụgwọ dị n'etiti n'ihe dị ka ụbọchị anọ",
  "Oghere eletrik nke ventilateur na-enyere aka nke a na-etinye na 40o70 °C (100o160 °F), na-emeghe ọnụ ụzọ iji wepụta ikuku na-ekpo ọkụ, nwere ike ịcha anụ ahụ n'ihe dịka awa anọ. Ọ bụ ezie na oven a mịrị amị dị njikere iri otu ụbọchị ma ọ bụ abụọ mgbe a kwadebere ya, ndị na-eme biltong ọdịnala ka na-ewere anụ a mịrị n'ụzọ dị nwayọ dị ka nke dị nchebe na nke dị mma.",
  "Biltong dị iche na jerky n'ụzọ anọ dị iche iche:",
  "Biltong bụ ngwaahịa a na-ahụkarị na ụlọ ahịa anụ na ụlọ ahịa nri ndịda Afrịka, a pụkwara ịzụta ya n'ụdị eriri sara mbara (nke a mara dị ka stokkies, nke pụtara \"obere osisi\")",
  "A na-erekwa ya n'ime akpa plastik, mgbe ụfọdụ a na-ekpuchi ya, ma nwee ike ịkpụcha ya nke ọma ma ọ bụ belata ya dị ka biltong chips.",
  "E nwekwara ndị na-ere ahịa pụrụ iche na-ere biltong",
  "Ụlọ ahịa ndị a nwere ike ire biltong dị ka \"mmiri\" (mmiri), \"etiti\" ma ọ bụ \"akọrọ\"",
  "Tụkwasị na nke a, ụfọdụ ndị ahịa na-ahọrọ ya na abụba dị ukwuu, ebe ndị ọzọ na-ahụrụ ya dị ka ọ dị obere.",
  "Ọ bụ ezie na a na-eri biltong dị ka ihe oriri, a pụkwara ịkpụ ya n'ime stews, ma ọ bụ tinye ya na muffins ma ọ bụ achịcha ite",
  "A na-emepụta poteto crisps na-atọ ụtọ Biltong, ma enwere cheese spreads na-atọ ọchị biltong. A na-eri biltong a pịrị apị n'elu achịcha na sandwiches.",
  "Enwere ike iji Biltong mee ihe dị ka ihe enyemaka maka ụmụ ọhụrụ.",
  "Biltong bụ nri nwere protein dị elu",
  "Ọtụtụ mgbe, a chọrọ 200 g nke anụ ehi iji mee 100 g nke biltong, usoro nke ime biltong na-echekwa ọtụtụ n'ime protein",
  "Ụfọdụ biltong nwere ike ịnwe ihe ruru 67% protein.",
  "Ihe a ma ama nke Biltong agbasaala n'ọtụtụ mba ndị ọzọ nwere ọtụtụ ndị South Africa - Canada, United Kingdom, Australia, New Zealand, Ireland, United States, na India",
  "A na-emepụta Biltong n'ime obodo ndị South Africa na-anọghị n'ụwa, dịka ọmụmaatụ na obodo Germany, Ireland na ọbụna South Korea.",
  "Biltong mepụtara na South Africa nwere ike ọ gaghị ebubata na Britain, dịka iwu na-achịkwa mbubata nke ngwaahịa anụ sitere na mba ndị na-abụghị EU nke HM Customs and Excise na onye nọchiri ya HM Revenue and Customs, ya mere a na-eme ya na UK.",
  "Na United States, biltong bụ ihe a na-adịghị ahụkebe dịka anụ ehi jerky bụ omenala anụ a mịrị amị kachasị ewu ewu",
  "N'ime afọ ise gara aga [mgbe?], biltong amalitela obere mpụta n'ime United States, ọkachasị site n'aka ndị mbịarambịa South Africa na-eweta omenala na nri ha",
  "N'ihi nchegbu metụtara ọnụnọ nke ọrịa ụkwụ na ọnụ na South Africa, Ngalaba Ọrụ Ugbo nke United States chọrọ asambodo nyocha anụ nke gọmentị South Africa nyere iji soro mbubata biltong."
]