[
  "Kenneth Binyavanga Wainaina (18 Jenụwarị 1971 - 21 Mee 2019) bụ onye edemede Kenya, onye nta akụkọ na onye mmeri nke Caine Prize for African Writing na 2002",
  "N'ọnwa Eprel afọ 2014, magazin Time gụnyere Wainaina na Time 100 ya kwa afọ dị ka otu n'ime \"Ndị kacha nwee mmetụta n'ụwa\".",
  "A mụrụ Binyavanga Wainaina na 18 Jenụwarị 1971 na Nakuru na Rift Valley Province, Kenya.  Ọ gara akwụkwọ na Moi Primary School na Nakuru, Mangu High School na Thika, na Lenana School na Nairobi",
  "O mechara mụọ azụmahịa na Mahadum nke Transkei na South Africa, ebe ọ gara biri n'afọ 1991. Ọ gụsịrị akwụkwọ MPhil na Creative Writing na Mahadum nke East Anglia n'afọ 2010.",
  "E bipụtara akwụkwọ mbụ ya, akwụkwọ ncheta akpọrọ One Day I Will Write About This Place, n'afọ 2011",
  "N'ọnwa Jenụwarị afọ 2014, n'ịzaghachi ọtụtụ iwu na-emegide nwoke idina nwoke n'Africa, Wainaina kwupụtara n'ihu ọha na ọ bụ nwoke idina nwanyị, nke mbụ dere edemede nke ọ kọwara dị ka \"isi furu efu\" nke akwụkwọ ncheta ya nke afọ 2011 nke akpọrọ \"Abụ m nne nwoke na-edina nwaanyị\", wee tweeter: \"Abụ m, maka onye ọ bụla nwere mgbagwoju anya ma ọ bụ na-enwe obi abụọ, nwoke idina",
  "Nwoke na-edina nwoke ibe ya, ma nwee obi ụtọ\".",
  "Mgbe ọ gụsịrị akwụkwọ, Wainaina rụrụ ọrụ na Cape Town ruo afọ ole na ole dị ka onye na-ede akwụkwọ nri na njem n'onwe ya.",
  "N'ọnwa Julaị afọ 2002 ọ meriri Caine Prize maka obere akụkọ ya \"Discovering Home\" (ndị ọka ikpe bụ Ahdaf Soueif, Margaret Busby, Jason Cowley na Abdulrazak Gurnah). Wainaina bụ onye guzobere nchịkọta akụkọ nke Kwani?, akwụkwọ akụkọ na East Africa nke sitere na mgbanwe nka nke malitere na 2002. E guzobere ya na 2003, Kwani? abụrụla isi iyi dị mkpa nke ederede ọhụrụ sitere na Africa; Yvonne Owuor dekwara maka magazin ahụ wee merie Caine Prize na 2003.",
  "Akwụkwọ satirical nke Wainaina \"Olee otu esi ede banyere Africa\", nke e bipụtara na magazin Granta na 2005, dọtara uche dị ukwuu.",
  "N'afọ 2003, Kenya Publishers Association nyere ya onyinye maka ọrụ ya na akwụkwọ Kenya. O dere maka The EastAfrican, National Geographic, The Sunday Times (South Africa), Granta, The New York Times, Chimurenga na The Guardian (UK).",
  "N'afọ 2007, Waina bụ onye edemede bi na Union College na Schenectady, NY (USA)",
  "N'oge mgbụsị akwụkwọ nke afọ 2008, ọ nọ na Williams College, na Williamstown, Massachusetts, ebe ọ na-akụzi, na-akwalite ma na-arụ ọrụ na akwụkwọ akụkọ",
  "Ọ bụ Bard Fellow na onye nduzi nke Chinua Achebe Center for African Literature and Languages na Bard College.",
  "Wainaina chịkọtara ihe karịrị 13,000 ntụziaka si gburugburu Africa ma bụrụ ọkachamara na nri ọdịnala na nke oge a nke Africa.",
  "N'ọnwa Jenụwarị afọ 2007, World Economic Forum họpụtara Wainaina dị ka \"Onye ndu ụwa na-eto eto\" bụ ihe nrite e nyere ndị mmadụ maka \"ikike ha nwere inye aka n'ịkpụzi ọdịnihu nke ụwa\"",
  "O mechara jụ onyinye ahụ",
  "N'akwụkwọ ozi o degaara Klaus Schwab na Queen Rania nke Jọdan, o dere, sị:",
  "N'ụbọchị 1 nke ọnwa Disemba 2016, World Aids Day, Wainaina mara ọkwa na profaịlụ Twitter ya na o nwere nje HIV, \"ma nwee obi ụtọ\". N'afọ 2018 ọ mara ọkwa na ọ ga-alụ onye ya na ya na-arụkọ ọrụ ogologo oge n'afọ na-esote.",
  "Wainaina nwụrụ mgbe ọ dị afọ 48 mgbe ọ dara ọrịa strok n'uhuruchi nke ụbọchị 21 Mee 2019, na Aga Khan Hospital na Nairobi, dị ka akụkọ na ezinụlọ si kwuo. Ọ nwetala ọrịa strok ọtụtụ ugboro kemgbe afọ 2016."
]