[
  "Biofiltration bụ usoro nchịkwa mmetọ site na iji bioreactor nwere ihe dị ndụ iji jide ma mebie mmetọ",
  "Ojiji a naejikarị eme ihe naagụnye nhazi mmiri mkpofu, ijide kemịkal naemerụ ahụ ma ọ bụ silt site na mmiri naagbapụta nelu, na microbiotic oxidation nke mmetọ na ikuku",
  "Enwere ike ịhazi biofiltration nke ụlọ ọrụ mmepụta ihe dị ka usoro nke iji oxidation nke ihe ndị dị ndụ iji wepụ ihe ndị naeme ka ihe dị nime ala, ísì, na hydrocarbons",
  "Ihe atụ nke biofiltration gụnyere:",
  "Mgbe a naetinye ya na nzacha ikuku na ime ka ọ dị ọcha, ndị biofilters naeji microorganisms wepụ mmetọ ikuku. \nMmiri naagafe n'elu àkwà jupụtara na mmetọ ahụ naagagharị n'ime obere biofilm nelu ihe nkwakọba ihe",
  "Microorganisms, gụnyere nje bacteria na fungi naeme ka ha ghara ịgagharị na biofilm ma mebie mmetọ ahụ",
  "Ihe nzacha aghụghọ na bioscrubbers naadabere na biofilm na ọrụ nje bacteria na mmiri ha naagagharị.",
  "Nkà na ụzụ ahụ naahụ ihe kachasị mma nịgwọ ihe ndị naesi ísì ọjọọ na ihe ndị naime mmiri (VOCs)",
  "Ụlọ ọrụ naeji teknụzụ ahụ eme ihe gụnyere nri na ngwaahịa anụmanụ, gas sitere na ụlọ ọgwụ mmiri, ọgwụ, mmepụta ngwaahịa osisi, ngwa naese ihe na mkpuchi na mmepụta na mmepụta resin na itinye, wdg",
  "Ngwakọta ndị a naagwọ agwọ naagwakọta VOCs na ngwakọta sulfur dị iche iche, gụnyere hydrogen sulfide",
  "Enwere ike ịgwọ nnukwu ikuku na ọ bụ ezie na a chọrọ nnukwu mpaghara (ụkwụ ụkwụ) nnukwu biofilter (> 200,000 acfm) nwere ike iweghara ala ma ọ bụ karịa karịa karịa egwuregwu bọọlụ bụ otu nime isi nsogbu nke teknụzụ ahụ",
  "Kemgbe mmalite afọ 1990, ndị injinia biofilters enyewo mbelata mkpịsị ụkwụ dị ịrịba ama nelu ihe ndina dị larịị, ụdị mgbasa ozi organic.",
  "Otu nime ihe ịma aka kachasị mma maka ọrụ biofilter kachasị mma bụ ịnọgide naenwe mmiri kwesịrị ekwesị na usoro ahụ dum",
  "A naemekarị ka ikuku naekpo ọkụ tupu ọ banye nàkwà na usoro mmiri (spray), ụlọ mmiri, bio scrubber, ma ọ bụ nzacha bio trickling",
  "Nịbụ nke a naelekọta nke ọma, ihe okike, ihe nkwakọba ihe dị ka peat, akwụkwọ nri mulch, ụgbụgbọ osisi ma ọ bụ ụgbụ osisi nwere ike ịdịru ọtụtụ afọ mana injinia, jikọtara ihe okike na ihe nkwakọta ihe gaadịru ogologo oge, ruo afọ 10",
  "Ọtụtụ ụlọ ọrụ naenye ụdị ihe nkwakọba ihe ndị a na nkwa ọtụtụ afọ, nke a naadịghị enyekarị compost ma ọ bụ biofilter osisi.",
  "Ọ bụ ezie na a naarụ ọrụ nọtụtụ ebe, ndị ọkà mmụta sayensị ka naejighị naka banyere ihe ndị a na-ahụ anya naakwado ọrụ biofilter, a naaga nihu naemepụta ozi gbasara microorganisms. Usoro biofilter / biooxidation bụ ngwaọrụ dị mfe iji wuo ma rụọ ọrụ ma naenye ngwọta dị ọnụ ala ma ọ bụrụhaala na mmetọ ahụ nwere ike imebi nime oge dị mma (oge obibi na-abawanye = oke na ọnụahịa isi obodo), na nkenke ezi uche dị na ya (na lb / loading rates) na ikuku na-aga nokpomọkụ dị ndụ",
  "Maka nnukwu ikuku, biofilter nwere ike ịbụ naanị ihe ngwọta dị ọnụ ala",
  "Enweghị mmetọ nke abụọ (nadịghị ka ikpe nke ọkụ ọkụ ebe a naemepụta CO2 na NOx ndị ọzọ site na ọkụ ọkụ) na ngwaahịa mmebi naemepụta biomass ndị ọzọ, carbon dioxide na mmiri",
  "Mmiri ịgba mmiri mgbasa ozi, ọ bụ ezie na ọtụtụ usoro naemegharị akụkụ ya iji belata ụgwọ ọrụ, nwere oke ikuku oxygen dị elu (BOD) ma nwee ike ịchọ ọgwụgwọ tupu a tụfuo ya",
  "Otú ọ dị, \"mmiri naagbapụta\" a, nke dị mkpa maka nlekọta kwesịrị ekwesị nke usoro ọ bụla nke biooxidation, naanabata n'ozuzu ya site na ọrụ ọgwụgwọ ọha na eze nke obodo na-enweghị ọgwụgwọ ọ bụla.",
  "A naeji biofilters eme ihe na Columbia Falls, Montana na ụlọ ọrụ fiberboard nke Plum Creek Timber Company. Biofilters naebelata mmetọ nke usoro nrụpụta naewepụta na anwụrụ ọkụ naewepụ bụ 98% dị ọcha",
  "Ihe kachasị ọhụrụ, na nke kachasị ukwuu, biofilter gbakwunyere na Plum Creek naefu $ 9.5 nde, ma ọ bụ ezie na teknụzụ ọhụrụ a dị oke ọnụ, nikpeazụ ọ gaefu obere oge karịa ihe ọzọ naeme ka anwụrụ ọkụ naasacha nke gas sitere nokike (nke naadịghị mma na gburugburu ebe obibi).",
  "E bu ụzọ webata Biofiltration na England na 1893 dị ka nzacha naagbanye mmiri maka ọgwụgwọ mmiri naadịghị mma ma kemgbe ahụ ejirila ya mee ihe nke ọma maka ọgwụgwọ nke ụdị mmiri dị iche iche. A naeji ọgwụgwọ nke ihe ndị dị ndụ eme ihe na Europe iji nyochaa mmiri dị nelu maka ebumnuche ọṅụṅụ kemgbe mmalite afọ 1900 ma ugbu a ọ naenweta mmasị nụwa niile",
  "Biofiltration bụkwa ihe a naahụkarị na ọgwụgwọ mmiri naadịghị mma, aquaculture na recycling mmiri na-acha ntụ ntụ, dị ka ụzọ iji belata mgbanwe mmiri mgbe ị naeme ka mmiri dị mma.",
  "Biofilter bụ ihe ndina nke mgbasa ozi nke microorganisms naejikọta ma naetolite iji mepụta ihe a naakpọ biofilm",
  "N'ihi ya, a naakpọkarị biofiltration usoro a fixed film",
  "Nozuzu, biofilm bụ obodo nke microorganisms dị iche iche (bacteria, fungi, yeast, wdg), macro organisms (protozoa, worms, insect's larvae, wdg) na extracellular polymeric substances (EPS) (Flemming and Wingender, 2010)",
  "Mmiri ma ọ bụ mmiri naagafe nelu ihe mgbasa ozi ma naebufe ihe ọ bụla a kwụsịtụrụ nime biofilm dị nelu ebe a naejide microorganisms iji mebie mmetọ",
  "Akụkụ nke biofilm naabụkarị nke naacha odo odo na apịtị.",
  "Enwere ike itinye mmiri a gaedozi mgbe ụfọdụ ma ọ bụ naaga nihu na mgbasa ozi, site na ịrị elu ma ọ bụ ala",
  "Dị ka ọ naadịkarị, biofilter nwere usoro abụọ ma ọ bụ atọ, dabere na usoro nri (percolating ma ọ bụ submerged biofilters):",
  "Organic matter na ihe ndị ọzọ dị na mmiri naagbasa nime biofilm ebe ọgwụgwọ naewere ọnọdụ, karịsịa site na biodegradation",
  "Usoro biofiltration naabụkarị aerobic, nke pụtara na microorganisms chọrọ oxygen maka metabolism ha",
  "Enwere ike inye oxygen na biofilm, ma ọ bụ notu oge ma ọ bụ na mmiri naasọ",
  "Mmiri naeme nụzọ naagafe agafe site na ikuku sitere nokike site na usoro (biofilter atọ) ma ọ bụ site na ikuku a manyere nke ndị naafụ ụfụ.",
  "Ọrụ microorganisms bụ isi ihe naeme ka usoro ahụ rụọ ọrụ",
  "Isi ihe naemetụta bụ ihe mmiri, biofilter hydraulic loading, ụdị mgbasa ozi, usoro nri (percolation ma ọ bụ mgbasa ozi dị nokpuru mmiri), afọ nke biofilm, okpomọkụ, ikuku, wdg.",
  "Usoro nke ụfọdụ microorganisms nwere ike ijikọta ma naachịkwa nelu mgbasa ozi nzacha nke biofilter nwere ike ịbụ site na njem, nkwonkwo mbụ, nkwon shakwasị, na colonization [Van Loosdrecht et al., 1990]",
  "A naachịkwa njem nke microorganisms n'elu mgbasa ozi nzacha site na usoro anọ dị mkpa nke mgbasa ozi (Brownian motion), convection, sedimentation, na mmegharị nke microorganismes",
  "Usoro nzacha nozuzu ya nwere njikọ microorganism, ojiji nke substrate nke naakpata uto biomass, na mwepụ biomass.",
  "Ọtụtụ biofilters naeji mgbasa ozi dị ka ájá, nkume a kụrisịrị akụrisị, gravel osimiri, ma ọ bụ ụdị plastik ma ọ bụ ihe ceramic dị ka obere beads na mgbaaka.",
  "Ọ bụ ezie na ihe nzacha nke ihe ndị dị ndụ nwere ihe ndị dị nelu elu dị mfe, hydrodynamics ha dị nime na ihe ndị dị na microorganisms na ihe ndị naahụ maka gburugburu ebe obibi dị mgbagwoju anya ma naagbanwe agbanwe. Njirimara ndị a naenye ike na usoro ahụ",
  "N'ikwu ya nụzọ ọzọ, usoro ahụ nwere ikike ịnọgide naarụ ọrụ ya ma ọ bụ laghachi ngwa ngwa na ọkwa mbụ naesote oge ọ dịghị mmiri, nke ojiji siri ike, ihe naegbu egbu, mgbasa ozi backwash (usoro biofiltration dị elu), wdg.",
  "Ọdịdị nke biofilm naechebe microorganisms site na ọnọdụ gburugburu ebe obibi siri ike ma naejigide biomass nime usoro ahụ, ọbụlagodi mgbe ọnọdụ adịghị mma maka uto ya",
  "Usoro Biofiltration naenye uru ndị a: (Rittmann et al., 1988):",
  "Nihi na nzacha na uto nke biomass naeduga nịchịkọta ihe na mgbasa ozi nzacha, ụdị usoro ihe nkiri a naadịgide adịgide naemetụta bioclogging na ọwa mmiri",
  "Dabere na ụdị ngwa na mgbasa ozi eji eme ihe maka uto microbial, enwere ike ịchịkwa bioclogging site na iji usoro anụ ahụ na / ma ọ bụ nke kemịkal",
  "Enwere ike itinye usoro backwash site na iji ikuku na / ma ọ bụ mmiri iji mebie biomat ma weghachite mmiri mgbe ọ bụla o kwere omume",
  "A pụkwara iji kemịkal ndị dị ka oxidizing (peroxide, ozone) ma ọ bụ ihe naegbu egbu mee ihe.",
  "Maka mmiri ọṅụṅụ, ọgwụgwọ mmiri naagụnye iji microorganisms naapụta nokike na mmiri dị nelu iji melite ogo mmiri",
  "Nokpuru ọnọdụ kachasị mma, gụnyere obere turbidity na ikuku oxygen dị elu, ihe ndị dị ndụ naemebi ihe dị na mmiri ma si otú a melite ogo mmiri",
  "A naeji nzacha ájá ma ọ bụ nzacha carbon eme ihe iji nye nkwado nke microorganisms ndị a naeto",
  "Usoro ọgwụgwọ ndị a naebelata ọrịa ndị mmiri na-ebute, carbon, turbidity na agba na mmiri dị nelu, si otú a naeme ka mmiri dị mma.",
  "Dị ka ọ naadịkarị na ọgwụgwọ mmiri ọṅụṅụ; a naeji carbon ma ọ bụ ájá naarụ ọrụ iji gbochie uto nke microorganisms na ọkpọkọ nkesa mmiri site na ibelata ọkwa nke ígwè na nitrate nke naarụ dị ka ihe naedozi ahụ",
  "GAC naebelata mkpa chlorine na nchịkọta ngwaahịa ndị ọzọ naegbu nje site na ịrụ ọrụ dị ka akara mbụ nke disinfection",
  "Bacteria agbakwunyere na mgbasa ozi nzacha dị ka biofilm oxidize ihe ndị dị ndụ dị ka isi iyi ike na carbon, nke a naegbochi nje bacteria naachọghị iji isi iyi ndị a nke nwere ike belata ísì mmiri na ụtọ [Bouwer, 1998]",
  "Usoro ọgwụgwọ ndị a naebelata ọrịa ndị mmiri naebute, carbon, turbidity na agba na mmiri dị nelu, si otú a naeme ka mmiri dị mma.",
  "A naeji Biofiltration agwọ mmiri naadịghị mma site na isi mmalite dịgasị iche iche, yana ihe dịgasịiche dị iche iche na njupụta",
  "A naakọwa ọtụtụ ihe atụ nke ngwa biofiltration nakwụkwọ",
  "E mepụtara ma zụọ ahịa biofilters Bespoke maka ọgwụgwọ nke ihe mkpofu anụmanụ, ihe mkpofu, mmiri ara ehi, mmiri mkpofu ụlọ.",
  "Usoro a naarụ ọrụ dị iche iche nihi na enwere ike ime ka ọ kwekọọ na obere mmiri (< 1 m3/d), dị ka nsị nebe ahụ yana mmiri nke obodo mepụtara (> 240 000 m3/d). Maka mmepụta mmiri naadịghị mma nụlọ, dị ka maka ebe obibi ndị dịpụrụ adịpụ, egosila na enwere mgbanwe dị mkpa kwa ụbọchị, kwa izu na kwa afọ nke ọnụego mmepụta mmiri mmiri na nke anụ ahụ metụtara ndụ ezinụlọ nke oge a. Nọnọdụ a, biofilter dị nazụ tankị septic mejupụtara usoro siri ike nke nwere ike ịnọgide naenwe mgbanwe a hụrụ nemeghị ka ọrụ ọgwụgwọ ahụ ghara ịdị.",
  "Nụlọ ọgwụ naagwọ mmiri naadịghị mma, a naenye biogas site na bioscrubber na ozu na mmiri mmiri na-arụ ọrụ site na tankị ikuku",
  "[Iwepụ hydrogen sulfide site na anaerobic biogas site na iji bio-scrubber - ScienceDirect] Ihe a naahụkarị na ọgwụgwọ mmiri bụ usoro nzacha (TFs) [Chaudhary, 2003]",
  "Trickling filters bụ ọgwụgwọ aerobic nke naeji microorganisms na ihe agbakwunyere iji wepụ ihe ndị dị ndụ na mmiri nsị.",
  "Na ọgwụgwọ mmiri naadịghị mma, a naeji biofiltration eme ihe iji chịkwaa ọkwa nke oxygen biochemical, ọchịchọ, ọchịchọ oxygen kemịkal, na ihe siri ike",
  "Na usoro ọgwụgwọ tertiary, a naeji biofiltration eme ihe iji chịkwaa ọkwa nke carbon organic [ Carlson, 1998].",
  "Ojiji nke biofilters bụ ihe a naahụkarị na usoro aquaculture mechiri emechi, dị ka usoro aquaCulture recirculating (RAS)",
  "A naeji ọtụtụ atụmatụ, na uru na ọghọm dị iche iche, agbanyeghị ọrụ ahụ bụ otu: belata mgbanwe mmiri site na ịgbanwe ammonia na nitrate",
  "Ammonium (NH4+ na NH3) sitere na nsị brachial site na gills nke anụmanụ ndị dị nime mmiri na site na ire ure nke ihe ndị dị ndụ",
  "Dị ka ammonia N bụ ihe naegbu egbu nke ukwuu, a naagbanwe nke a ka ọ bụrụ ụdị nitrite naadịghị egbu egbu (site na Nitrosomonas sp.) wee bụrụ ọbụna ụdị nitrate naegbughị egbu (site naka Nitrobacter sp.Ọ dị iche iche  Usoro \"nitrification\" a chọrọ oxygen (ọnọdụ aerobic), naenweghị nke biofilter nwere ike ịda",
  "Ọzọkwa, dị ka usoro nitrification a naemepụta H+, pH nwere ike belata nke naachọ iji buffers dị ka lime."
]