[
  "Dị ka akụkụ a na-apụghị izere ezere nke ịka nká, mmepụta na ngosipụta nke homonụ n'ime ahụ na-ebelata kwa afọ, na-ebute enweghị ahaghị nhata nke homonụ",
  "N'ihe banyere enweghị ahaghị nhata nke homonụ, akụkụ ahụ gị niile na-arụ ọrụ nke ọma na nrụgide, na-ebute oke ibu, bloating, ike ọgwụgwụ, isi ike nkwonkwo, na mfu anụ ahụ.",
  "Usoro ọgwụgwọ nnọchi homonụ bioidentical bụ ụzọ nke nwere ike ibelata mgbaàmà nke ọdịda homonụ na-ebute ma ọ bụ enweghị ahaghị nhata",
  "N'ime usoro ọgwụgwọ a nke nwetagoro ọtụtụ nlebara anya n'oge na-adịbeghị anya, a ga-ejupụta ọkwa nke homonụ na-agwụ agwụ n'ime ahụ gị site na iji homonụ bioidentical nwere nhazi ya na homonụ nke ahụ gị na-emepụta n'onwe ya.",
  "Dịka ekwuru, homonụ bioidentical nwere usoro kemịkal ahụ dị ka homonụ nke ahụ mmadụ mere",
  "Okwu a bu \"bioidentical\" na-ezo aka na nhazi nke homonụ kama isi mmalite nke homonụ",
  "Maka homonụ agbakwunyere iji megharịa ọrụ nke homonụ endogenous nke emepụtara na nhazi ya n'ime ahụ, usoro kemịkalụ kwesịrị kwekọọ na nke mbụ ya",
  "Hormone bioidentical nwere nhazi nke homonụ endogenous ma na-emepụta otu nzaghachi n'ime ahụ",
  "Hormone yiri nke ahụ gụnyere estrone (E1), estradiol (E2), estriol (E3), progesterone, testosterone, dehydroepiandrosterone (DHEA), na pregnenolone.",
  "Enwere nnukwu ọdịiche dị n'etiti nkwadebe hormones eke (bioidentical) na homonụ na-abụghị nke bioidentical, nke a na-esi na mmamịrị ịnyịnya dị ime amịpụta",
  "Dịka ọmụmaatụ, enwere ike ịgbakwunye ụdọ dị n'akụkụ na hormone sitere n'okike iji mepụta nke sịntetik, nke onye nrụpụta nwere ike inye ikike",
  "Ọgwụ nwere patent na-aba uru n'ịmepụta n'ọtụtụ ebe, ya mere ụlọ ọrụ ọgwụ nwere ike inye ego maka nyocha maka ojiji ọgwụ na ịdị irè ya",
  "N'aka nke ọzọ, hormones bioidentical enweghị ike ịdepụta ikike, na mmepụta ha na-emepụta abụghị uru maka nnukwu ụlọ ọrụ ọgwụ",
  "Ya mere, ọmụmụ sayensị na arụmọrụ ha dị ntakịrị ebe ọ bụ na ụdị nyocha ndị a bụ ndị ụlọ ọrụ na-emepụta ọgwụ na-enweta ego",
  "Esemokwu nhazi ndị a dị n'etiti homonụ bioidentical na nke na-abụghị nke bioidentical bụ nke doro anya maka mmetụta ndị dị na ya na-enweta mgbe ha na-enye homonụ ndị na-abụghị nke bioidentical.",
  "Dị ka e kwuru, a na-ejikarị homonụ bioidentical eme ihe n'ime ndị mmadụ na-enwe ọkwa nke hormone dara ada na enweghị aha",
  "A na-ahụta ahaghị nhata nke homonụ na ụmụ nwanyị na perimenopause ma ọ bụ menopause, a na-ejikwa usoro a iji weghachi ọkwa homonụ ahụ n'ọkwa dị mma maka ahụ ha wee belata akara ngosi menopausal dị ala ma na-agafeghị oke dị ka ọkụ ọkụ, mgbanwe ọnọdụ uche, ọsụsọ abalị, ịba ụbara ibu",
  "nsogbu ihi ụra, na mfu ebe nchekwa",
  "Tụkwasị na nke ahụ, ọgwụgwọ hormone nwekwara ike ibelata ọkpụkpụ ọkpụkpụ, mgbaji, ire ezé, na ọrịa shuga",
  "E gosikwara na hrt nwere ike iweghachi ume anụ ahụ ma belata wrinkles (ọgwụgwọ akpụkpọ ahụ na hormone).",
  "BHRT nwekwara ike imeziwanye ọdịmma ha na ịdịmma ndụ ha nke ọma maka ndị ọrịa na-arịa ọrịa kansa ma nọ n'okpuru ọgwụgwọ ọgwụ chemotherapy",
  "N'ime ndị ọrịa a, ọgwụgwọ hormone bioidentical nwere ike ibelata na ibelata mgbaàmà ndị dị ka ehighị ụra nke ọma, obere libido, isi ọwụwa, na enweghị nchekasị, nke na-emekarị mgbe nchịkwa chemo-ọgwụ (gụọkwuo ebe a banyere BHRT na mma ndụ nke ọrịa cancer ara).",
  "Dịka enyemaka ahụike ọ bụla ọzọ, ọgwụgwọ homonụ bioidentical nwekwara mmetụta dị n'akụkụ",
  "Ụfọdụ n'ime mmetụta ndị a na-apụta n'ihi na ahụ chọrọ oge ụfọdụ iji mara ọkwa dị elu nke hormone dị n'ahụ",
  "Ya mere, mmetụta ndị a dị ka ike ọgwụgwụ, ihe otutu, nro ara, na afọ ntachi ga-ebelata ma daa",
  "Otú ọ dị, e nwere mmetụta ndị na-akpata site na kpọmkwem hormone na nhazi ahụ",
  "N'okwu a, onye na-ere ọgwụ kwesịrị ịgbanwe ihe nhazi ahụ ma mee ka ọ dịrị onye ọrịa ahụ ike.",
  "Ekwesịrị ibido ọgwụgwọ nnọchi homonụ nke ọma ka emechara nyocha ahụike nwanyị na ezinụlọ ya",
  "Nwanyị ọ bụla pụrụ iche na ọ ga-anabata ọgwụgwọ n'ụzọ nke ya",
  "Nleba anya na mmezi ọgwụ dị mkpa."
]