[
  "Okpukpe ịsa ahụ na Birmingham bụ otu ụlọ ụka Ndị Kraịst,  nke dabere na Birmingham, England, nke mere mpu mmekọahụ megide ụmụaka ruo ihe gafere afọ iri abụọ",
  "Onye ndu ya bụ Michael Oluronbi nyere ụmụaka \"ebe ịsa ahụ dị nsọ\" dị ka mkpuchi maka mmetọ ahụ ma tụọ ya mkpọrọ afọ iri atọ na anọ.",
  "Michael Oluronbi, onye amụrụ na Naịjirịa, duuru otu ndị otu ụlọ ụka Cherubim na Seraphim n'otu ụlọ dị na Birmingham, England site na afọ 1989. O nwere ihe dị ka ndị òtù iri anọ. Ọ kpọrọ onwe ya onye amụma ma dị ka ndị uwe ojii si kwuo \"nwere njide dị otú ahụ n'ọgbakọ nke na a na-ewere ihe ọ bụla o kwuru dị ka a gụrụ.\" Ọtụtụ ndị otu Oluronbi metọrọ n'ụzọ mmekọahụ kpọrọ otu ha \"okpukpe\" nke nwere onye ndu \"na-achịkwa\".",
  "Michael Oluronbi metọrọ ụmụaka ihe karịrị afọ iri abụọ malite na 1989, na Birmingham na London. Ndị a maara ya bụ ụmụ agbọghọ isii na otu nwa nwoke, ụfọdụ n'ime ha ka ọ nọgidere na-emegbu mgbe ọ tolitere",
  "Onye nke ikpeazụ o gburu dị afọ asatọ. Ndị uwe ojii kwenyere na enwere ike inwe ndị ọzọ metụtara.",
  "Mgbe mmegbu ahụ mere ka ụmụ agbọghọ anọ tụrụ ime, ewepuru ime ha n'ike, ma ọ bụ site n'itinye akwụkwọ ụmụ agbọghọ ma ọ bụ jiri ọgwụ Oluronbi na-enye. Dịka onye ọkachamara n'ịgwọ ọgwụ, Oluronbi nwere ike inweta ọgwụ ime ime ahụ n'ọnwe ya A tụrụ mmadụ atọ a tụrụ ime ọtụtụ ugboro, ebe otu onye na-ete ime “ise ma ọ bụ isii” mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị.. Nwunye Oluronbi, Juliana, haziri ụfọdụ n’ime ite ime ahụ.",
  "Ndị uwe ojii kọwara mmetụta ọ na-enwe n'ahụ ndị ha metụtara, ma n'ụzọ anụ ahụ ma n'uche dị ka \"nnukwu\". Otu onye ahụ kwuru na mpụ \"dị egwu\" \"metụtara ndụ onye ọ bụla\". Otu onye emegidere kwuru si na Oluronbi weere \"enweghị ihe ọ bụla, ntorobịa m na ịdị ọcha m dị ka nwata\", ebe onye ọzọ \"na-eri ncha ruo mgbe m na-arịa ọrịa ka m wee nwee ike iwepụ akara nwoke a n'ahụ m n'ime na n'èzí\". Mmegbu ahụ kpatara ka otu nwa agbọghọ \"jụọ ma ndụ m ọ bara uru ibi ebi\".",
  "E megidere wéé jide ndị Oluronbis mgbe otu onye há megidere kọọrọ ndị uwe ojii mpụ ndị ahụ. N'ọnwa Mee afọ 2018, e jidere Michael Oluronbi n'ọdụ ụgbọ elu Birmingham mgbe ọ na-anwa ịga obodo ya bụ Naịjirịa, obere oge ka onye ahụ zutere ya. Ndị uwe ojii kwuru na ọ nọgidere na-arụ ọrụ dị ka pastọ ruo mgbe ahụ.",
  "Michael Oluronbi chere ebubo iri atọ na abụọ ihu, nke ọ gọnahụrụ há nile. Ya na nwunye ya gara ikpe maka izu itoolu, na-agwụ na Jenụwarị n'afọ 2020, a mara ya ikpe na ebubo iri abụọ na anọ, ndị ọka ikpe enweghị ike ikpebi isii ọzọ.",
  "N'oge ikpe ahụ, a machibidoro ndị mgbasa ozi ịkọ akụkọ banyere ikpe ụlọ ikpe ma ọ bụ banyere mpụ ndị ahụ",
  "Enwere ike ịkọ akụkọ ndị a naanị mgbe onye ọka ikpe wepụrụ mmachi iwu na abalị irí na anọ n'ọnwa Jenụwarị n'afọ 2020, mgbe ndị ọrụ na-ahụ maka ikpe mara ọkwa na ọ gaghị achọ ikpe ọzọ.",
  "Na 10 Jenụwarị 2020, a mara ndị ikpe abụọ ahụ ikpe maka ọtụtụ mmejọ mmekọahụ ụmụaka. A mara Michael Oluronbi ikpe iri abụọ na anọ gụnyere ebubo idina mmadụ iri na ise. Mkpebi ikpe atọ nke nwunye ya bụ maka \"ịnyere aka na ịkwado ndina n'ike\" site n'ịhazi ime ime nzuzo.  Georgina Hewins nke Òtù Na-ahụ Maka Ụlọikpe nke Crown kwuru, sị: \"Ikpe a metụtara mmeso ọjọọ nke otu onye ndú okpukpe na-emetọ ụmụaka ndị na-adịghị ike.  O toro “oke obi ike” nke ndị ihe metụtara mere ka a mara “omume rụrụ arụ na nke iwu na-akwadoghị” nke ndị mmetọ ahụ",
  "N'ubochi isii Machị n'afọ 2020, a tụrụ Michael Oluronbi na nwunye ya Juliana mkpọrọ afọ iri ato na ànó na afọ irí n'otu n'otu n'otu",
  "Onye ọka ikpe Sarah Buckingham kpọrọ Oluronbi \"onye mpako, onye na-achọ ọdịmma onwe ya nanị, na onye efu.\" Mgbe ọ mara ya ikpe, o kwuru, sị: \"Ụmụaka na-atụ gị egwu ma nke a mere ka ị nọgide na-ejide gị",
  "Mmejọ gị enweela mmetụta dị oke egwu na nke siri ike na ndị niile na-eme mkpesa gị..",
  "N'ikpe m, mmejọ gị ga-abụrịrị otu n'ime ikpe kachasị njọ nke mmetọ mmekọahụ nke ọtụtụ ụmụaka ga-abịa n'ihu ụlọ ikpe."
]