[
  "Bisi Ezerioha (amuru Jenuarị 6, 1972) aka Ndubisi Ezerioha, bu onye Naijiria-Amerika injinia, onye okachamara ọkwọ ụgbọ ala agbụrụ, onye ọchụnta ego na onye nrụpụta injin.  Ọ bụ onye isi ugbu a na Chief Engineer maka Bismoto Engineering.  Ezerioha na-etinye aka na mbubata ịkwọ ụgbọ mmiri, ma na-anya ụgbọ elu Honda Insight 2006 na ọkwa ngwaahịa IDRA, IDRC na CMI.  Onye injinia kemịkalụ site na ọzụzụ, na ịbanye mahadum mgbe ọ dị afọ 15, ọ bụ onye nyocha ọgwụ ruo ọtụtụ afọ tupu ya ekpebie alaka ụlọ ọrụ.  Ihe okike ya apụtala n'ọtụtụ ihe nkiri, ihe nkiri telivishọn, ihe egwuregwu ụmụaka na egwuregwu vidiyo",
  "A mụrụ Bisi na Jenụwarị 7, 1972, nwa ndị nne na nna Naijiria bụ Dr",
  "Emesia Ezerioha, onye ọrụ mmepụta ihe na Chinyere Ezerioha, onye na-ahụ maka biochemist, onye nyocha na onye ọsụ ụzọ ịchọ mma.  Nna Ezerioha nwetara nzere bachelọ na sayensị ụwa na geology site na Mahadum California State University, Los Angeles, nzere masta na ụwa sistemu sayensị yana Economics na Ph.D.  na ahia mba ofesi.  N'ịbụ onye sitere na ezinụlọ gbadoro ụkwụ na sayensị, Bisi zụlitere mmasị dị ukwuu ma gosipụta nka na kemistri mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị na Nigeria.  Ọchịchọ o nwere maka ihe mere ụgbọ ala na igwe ụlọ ọrụ mmepụta ihe mere ka o debanye aha ya na Anambra State University of Technology, Anambra, Nigeria mgbe ọ dị afọ iri na ise iji mụọ injinia petrochemical",
  "Mgbe Ezerioha gụrụ akwụkwọ otu afọ na Nigeria, West Africa, ọ gafere na Cerritos College wee gụchaa ya na nzere nkwanye ugwu na etinyere na sayensị eke, tupu ọ gawa California State University, Long Beach ebe ọ nwetara nzere bachelor na master's na Chemical Engineering and Engineering.  Njikwa n'otu n'otu",
  "Mgbe ọ gụsịrị akwụkwọ, Ezerioha sonyeere ngalaba nyocha nke ụlọ ọrụ na-emepụta ọgwụ, mechaa gbanwee ahịa ma na-ebili ngwa ngwa site na ọkwa nchịkwa.  Mgbe ihe karịrị afọ iri na mpaghara dị iche iche nke nyocha ọgwụ, ịzụ ahịa na ahịa ọ chọrọ iji nkà ya mee ihe na ịmepụta na ịmepụta akụkụ dị elu maka egwuregwu moto.  N'oge a, ọ nwetara amara ụfọdụ n'ọsọ ịgba ọsọ maka iwulite na ịnya ụgbọ ala ụgbọ ala n'ihu ụgbọ ala carbureted kacha ọsọ ọsọ n'ụwa",
  "N'afọ 1994, Ezerioha tọrọ ntọala Bisimoto Engineering ka ọ nwalekwuo ma weta atụmatụ injin ya na ndụ.  Ekele Ezerioha nke mbụ gụnyere ịrụ igwe SOHC Honda kacha ike sitere n'okike nke metụtara nyiwe D16A6, D15B7, F22A, F18A na D16Z6.  O gosiputara site n'ichepụta ya pụrụ iche na ọbụna igwe ndị na-ewu ewu na-ewu ewu nwere ike ịrụpụta nnukwu ike",
  "Ihe ohuru ohuru na Bisimoto mechara gbasaa n'ahịa turbocharged nwere ụgbọ mmiri Honda civic wagon 700 hp 1.6L, 533 hp LEA1 1.5L CR-Z ngwakọ, Honda Odyssey 1000 hp, 602whp Hyundai Elancharged GT na ọtụtụ twin dị elu.  Porsche 911",
  "Site n'ịgafe atụmanya na-aga n'ihu mgbe ọ na-eke ọmarịcha ụgbọ ala na-enweghị atụ, o dugoro ụlọ ọrụ ahụ ka ọ bụrụ otu n'ime imewe injin na ndozi ụlọ a ma ama n'ụwa.  Akwụkwọ akụkọ ndị a ma ama dị ka DSport, SuperStreet, Turbo Magazine, Sport Compact Car, Racecar Engineering, Import Tuner, Total 911, Fast Car, na akwụkwọ akụkọ Throttle zuru ụwa ọnụ edeela ihe Ezerioha rụzuru n'ụwa niile",
  "2016: Otu mmemme meriri",
  "2015: Emerie mmemme atọ, oge kacha ọsọ n/a FWD Unibody n'ụwa 1/8th mile na 5.87 sekọnd",
  "2014: Otu mmeri; Hyundai kacha ọsọ n'ụwa na 178 mph; Kachasị ọsọ n'ụwa 1976 Porsche 930 na 156pmh",
  "2013: Mmeri abuo abuo, Unibody FWD bu 9.20 na 152 choro ihe ndekọ uwa. mph",
  "2011: Ihe omume abụọ meriri",
  "2010: Otu mmeri",
  "2009: Emerie mmemme ise; Debe ndekọ ụwa nke FWD mbụ chọrọ ka ọ gbaa ọsọ 150 mph na nkeji iri na ise; Mebie ndekọ ụwa maka FWD na-achọsi ike ngwa ngwa na oge 9.36 nkeji nkeji gafere",
  "2008: Ihe omume isii meriri",
  "2007: Mmeri anọ; International Drag Racing Association (IDRA) Pro ngwaahịa onye mmeri",
  "2006: emume asatọ meriri; Nke mbụ nke ụwa kwadoro 9 sekọnd n/a gafere na mmanụ ụgbọala (9.97 na 135 mph) Mbụ na-abụghị VTEC Honda niile moto na-agba ọsọ 9s na nkeji iri na ise mile ; International Drag Racing Circuit (IDRC) Pro Stock Champion"
]