[
  "Bisso Na Bisso (Lingala: Between Us) bụ otu egwu nke ndị na-eti egwu na ndị na-agụ egwu sitere na Congo Brazzaville guzobere na afọ 1999",
  "Otu nke nwere Ben-J (site na Les Neg'Marrons), Lino na Calbo (site na otu Ärsenik), Doc na G Kill (site na 2Bal), Mystik na naanị nwanyị M'Passi bụ onye rapper French Passi jikọtara ọnụ.",
  "Ndị otu ahụ mepụtara abọm a na-akpọ Racines nke pụtara 'Roots' na asụsu French",
  "Abọm ahụ nwere ngwakọta nke hip hop na rhythms na ụda ndị Afrịka dị ka rumba, 'zouk na soukous' na-enye ya ụtọ pụrụ iche na nke pụrụ iche",
  "Abọm ahụ gosipụtakwara mmekorita ya na ndị egwu Afrika ma ama n'oge ahụ dị ka Koffi Olomide, Papa Wemba, Ismael Lo, Kassav na Monique Seka.",
  "Ọtụtụ ndị na-eti egwu French dị ka ndị mejupụtara otu Bisso Na Bisso, na-akọwa ọchịchọ ha ịkwalite ịdị n'otu n'etiti ndị isi ojii ma gosipụta mpako ha n'Afrika, ka ha na-ekweta mgbọrọgwụ ha n'otu oge na ọnọdụ French Urban",
  "Mgbalị njirimara a na-anọchite anya na egwu rap nke France na-agbakwu mgbagwoju anya n'ihi eziokwu ahụ bụ na ndị rapper ojii na France na-agba mbọ ịmepụta ọnụnọ na ụlọ ọrụ ihe nkiri na telivishọn ebe ndị isi ojii French na-enweta obere ihe ngosi ma ịbụ ndị ọcha na-emeghe ọnụ ụzọ maka ọtụtụ ohere ndị ọzọ",
  "Ndị na-eti egwu na-akọ mmetụta ha nke enweghị njikọ site na ala nna ha na ụlọ ha ugbu a ebe ha na-enweghị ike iji mgbasa ozi mee ihe iji gosipụta enweghị nhata na ndị France.",
  "Bisso Na Bisso ejirila ike dị ukwuu na-enye enyemaka enyemaka na Congo na mba ndị ọzọ dị n'Afrịka, gụnyere mgbe ha na-eme njem.",
  "Na mgbakwunye na onye enyemaka ha, ha ekwuola okwu na nkatọ ha na ndọrọ ndọrọ ọchịchị Africa",
  "Na 'Dans la peau d'un chef,' ha na-akatọ nrụrụ aka nke gọọmentị site na ahịrị dị ka 'M na-ekpe ekpere maka mmepe nke mba m nke na-adaba n'ime mmebi / kwere na m na-aṅụ iyi ịta onwe m..Uche na-eme ihe",
  "N'afọ 1999, ha meriri Kora Awards atọ na nhazi kachasị mma, otu kachasị mma na vidiyo kachasị mma.",
  "Ọtụtụ n'ime egwu ha na-agụnye imekọ ihe ọnụ na ọtụtụ ndị omenkà a ma ama n'ime ụdị Ndombolo na Soukous (nke a maara dị ka Rumba Congolese)",
  "Ndị omenkà ndị a gụnyere, mana ọ bụghị nanị, Papa Wemba, Lokua Kanza, na Koffi Olomidé",
  "Njikọ ndị ọzọ gụnyere Franklin Boukaka (1940-1972), onye na-ese ihe na Congo",
  "Njikọ ndị a na-abanye n'ime ihe nketa nke ndị Afrịka ma na-akpọ maka ụdị ọhụrụ nke na-ejikọta ọdịbendị French na mgbọrọgwụ Afrịka ya."
]