[
  "Beer na South Africa nwere ogologo akụkọ ihe mere eme, na akụkọ ihe mere anya ụlọ ọrụ nke malitere na mmalite narị afọ nke 20.",
  "biya South Africa enweela mmetụta abụọ dị mkpa na mmepe ya",
  "Nke mbụ, ndị bi na Europe bụ ndị chịrị mba ahụ wetara nka na ihe ọmụma ka ndị bi na mba ahụ",
  "Ndị Dutch si mba ọzọ site na 1650 gaa n'ihu, na ndị Britain, ndị si mba ọzọ kwabata na narị afọ nke 19 na nke 20 nyere aka n'ụzọ dị iche iche na ihe ọmụma nke mmepụta mmanya.",
  "Beer Ọdịda Anyanwụ South Africa",
  "Beer rutere South Africa na ndị ọcha mbụ biri na ya ma a na-aṅụ ya ebe a ihe karịrị afọ 300.\nN'October 4, 1658, Jan van Riebeeck dere n'akwụkwọ akụkọ ya na n'ụbọchị a ka a na-aṅụ biya mbụ na Cape",
  "E nyere mmepụta biya ihe dị elu n'ihi na ọ bụ ihe ọṅụṅụ dị mkpa maka ịlụso ọrịa scurvy a na-atụ egwu nke jupụtara na ụgbọ mmiri na-azụ ahịa n'etiti Netherlands na East Indies",
  "A ka na-eji biya akpọrọ ihe dị elu taa dị ka ihe ọṅụṅụ dị mma",
  "N'afọ 1960, ụlọ ọrụ Malan Liquor Commission mechara nyocha ya siri ike banyere nkesa mmanya na-egbu egbu na South Africa ma kọọ ya dị ka ndị a: Echiche nke ụlọ ọrụ ahụ na-akwado akụkọ a bụ na a ga-emepụta ọnọdụ nke ga-agba ume ịṅụ ihe ọṅụṅụ na-aba n'anya, ọkacha mma na nri, na-efu mmanya ma ọ bụ mmụọ siri ike",
  "A na-atụ aro ọdịiche dị ukwuu na ọnụahịa dị n'etiti ihe ọṅụṅụ na mmụọ na nnweta dị mfe nke mbụ dị ka akụkụ nke atụmatụ a na-ezube iwepụ àgwà ịṅụ mmanya nke ndị mmadụ n'akụkụ a",
  "Dr",
  "E",
  "M",
  "Jellinck, onye a na-ewere dị ka onye na-eme nchọpụta sayensị n'ụwa niile n'ọhịa ọmụmụ ihe mmanya na-aba n'anya, bịara na nkwubi okwu na-esonụ: Ụdị ihe ọṅụṅụ a na-eji eme ihe na-ekpughe mgbe niile omume ịṅụ mmanya",
  "Beer bụ ihe ọṅụṅụ ahọpụtara, ọ bụghị site n'aka ndị aṅụrụma, kama ọ bụ ndị na-aṅụ mmanya na-aba n'anya.",
  "Mmetụta ọzọ dị mkpa ma a na-elegharakarị anya bụ ihe ọmụma ụmụ amaala",
  "Ụlọ ọrụ na-aṅụ mmanya n'ógbè ahụ, nke ndị isi ojii na-arụ ọrụ, ọkachasị ndị dị ka ndị Sotho, Zulu na Xhosa, anọwo na-apụta ụdị biya sorghum ogologo oge tupu ndị Europe ọ bụla abịarute.",
  "Umqombothi, sitere n'asụsụ Nguni (Xhosa na Zulu), bụ biya ọdịnala e mere na Transkei, site na ọka (ọka), ọka malt, sorghum malt, yist, na mmiri.",
  "Mmanya Bantu",
  "Ịṅụ na ịṅụ biya Bantu rụrụ ọrụ dị mkpa na ndụ agbụrụ Bantu na Southern Africa",
  "A na-eme ya site n'ikwe ka ngwakọta mmiri na sorghum na-agbanye mmiri",
  "A na-agbanye ihe na-agbari agbari naanị n'ụzọ dị nta ma si otú a na-ejigide pasent dị ukwuu nke ihe siri ike",
  "A na-ele ya anya dị ka nri na ihe ọṅụṅụ.\nN'afọ ndị na-adịbeghị anya, a na-emepụta ntụ biya Bantu na-anọchi anya malt sorghum n'ụlọ na obere ụlọ ọrụ",
  "Ọtụtụ obodo nwere ikike maka mmepụta biya Bantu na mpaghara ha na ndị buru ibu na-arụ ọrụ ụlọ ọrụ mmepụta ihe nke oge a maka nzube a",
  "Na mmepụta ụlọ ọrụ nke biya Bantu, ọka ọka ghọrọ isi ihe dị mkpa ma gwakọta ya na malt sorghum na oke nke akụkụ abụọ ma ọ bụ atọ nke ọka na otu akụkụ nke malt",
  "Ọ bụ ezie na a ka na-ere ọtụtụ n'ime biya Bantu a na-emepụta n'ụlọ ọrụ mmepụta ihe site n'ọtụtụ, a na-ewebata nkwakọ ngwaahịa nke oge a na plastik na ụdị akpa ndị ọzọ ngwa ngwa na ọtụtụ ụlọ ọrụ biya obodo.\nEbe ọ bụ na e nyere ndị Bantu mmanya na-aba n'anya na 1962, ire biya Bantu site na obodo malitere ịbawanye ngwa ngwa karịa tupu.",
  "Mmanya Europe na Bantu nwere ọtụtụ ihe jikọrọ ha",
  "Nke ikpeazụ bụ n'ezie ihe fọrọ nke nta ka ọ bụrụ onye mbido mbụ nke mbụ",
  "Na Leipzig, na Germany, a na-echekwa ụlọ ọrụ biya dị ọtụtụ narị afọ dị ka ihe na-adọrọ mmasị ndị njem nleta na ngwaahịa ya siri ike ịmata ọdịiche dị na biya Bantu",
  "A maghị n'ozuzu na uru nri na-edozi ahụ nke biya Europe na-eru nso na nke biya Bantu",
  "Ha abụọ nwere ihe dịka otu pasentị mmanya na-aba n'anya mana ebe a na-akwụsị ịgba ụka maka biya Europe site na pasteurisation mgbe etinyechara ya na karama, ọ na-aga n'ihu na biya Bantu ruo mgbe ọ gbanwere",
  "N'ihi ya, mmanya na-aba n'anya nke biya Bantu na-abawanye mgbe ọ hapụrụ ụlọ ọrụ biya ma ọ bụghị ihe a na-ahụkarị ịchọta na o nwere mmanya na-egbu egbu karịa nke iwu kwadoro, ya bụ, 3% site na ịdị arọ ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ 4% site na olu",
  "Iwu South Africa nke 1964 nyere ikike n'oge ahụ.",
  "Ugbu a, laa azụ n'afọ ndị 1960, Gọọmentị South Africa kpebiri iji uru ndị na-enweta na obodo site na mmepụta na ire biya Bantu iji kọọghachi maka abamuru nke obodo Bantu na mpaghara ha, hends [sic?], ihe mere Gọọmentụ Akpa ókè agbụrụ ji wuo ụlọ akwụkwọ, ọbá akwụkwọ, ụlọ ọgwụ, ụlọ nwere ọnụ ụlọ anọ maka ụmụ amaala nke ala ahụ, ma nwee ihe ịga nke ọma n'iwepụ obodo Afrịka niile site na Townhomes ha dịka",
  "Old Alberton North (Emagogogweni area) na obodo dị iche iche dịka Katlehong, Thokoza, na Vosloorus (Katorus), nke dị anya site na obodo ndị Europe",
  "Ha wuru ihe ahụ niile site na iji uru nke Bantu Beer.",
  "E mepụtara biya Bantu na ọnụahịa nke ihe dị ka centi asatọ (8) ruo na iri (10) kwa galọn ma ree ya n'ụba na ihe dị ka centi iri abụọ (20) na-ahapụ obodo ndị nwere nnukwu uru dị nso na iri (10) ruo na iri na abụọ (12) cents kwa gallon, nke centi abụọ (2) na Gọọmentị etiti dị ka ụtụ isi.\nMgbe a na-ere otu galọn biya Europe site na ụlọ ahịa obodo maka oriri na ụlọ ahụ, ego ndị a na-agbakwunye na: (а) steeti (dị ka ụtụ isi) - cents 80; na (б) Obodo (dị ka nnukwu akara na-ere) - cants 83.\nA chọrọ ka obodo kwụọ 80% nke uru ha na-enweta na ire mmanya Europe na Ngalaba nke Bantu Administration maka iji ya mee ihe na mmepe nke ala nna Bantu",
  "Site n'akụkụ ego, o yiri ka ọ ga-abụ ihe siri ike maka ịgba ndị Bantu ume ka ha ṅụọ biya ndị Europe n'ihi na ime nke a, ego buru ibu ga-adị maka uru nke ya na nke mba ahụ.",
  "South Africa na-akpata 34% nke ahịa biya nke Africa ma na-atụ anya na ọ ga-eto site na 8o10% kwa afọ n'ime afọ ise na-esote",
  "A na-etinye biya na mba ahụ na lita 60 maka onye ọ bụla na 2012 nke karịrị nkezi 14.6 nke Africa yana nkezi ụwa nke lita 22.",
  "Taa, South African Breweries (SAB) na-achịkwa ọtụtụ n'ime ahịa biya South Africa, yana ma e wezụga ụdị ndị si mba ọzọ dị ka Heineken, Guinness na ndị ọzọ, SAB nwere ma na-emepụta ụdị niile dị na mba ahụ, yana inwe Miller's Genuine Draft (American) na ndepụta ogologo nke ndị ọzọ nke na-eme ka ọ bụrụ ụlọ ọrụ biya nke abụọ kachasị ukwuu n'ụwa",
  "Akara ha kachasị ewu ewu na nke bara uru bụ Carling Black Label, nke bụ biya a na-enye onyinye na mba ahụ na onyinye biya 20 nke mba ụwa na aha ya",
  "Ha na-emepụta mmiri ara ehi Castle, Hansa Pilsner, Castle Lager na Castle Lite",
  "Mmanya biya ndị ọzọ a na-aṅụkarị na South Africa bụ Windhoek Lager, biya si Namibia nke e mere dịka Reinheitsgebot si kwuo, yana Tafel Lager, ihe ọzọ si Namibia.",
  "Jo'burg biya, azụmahịa kwụụrụ onwe ya na ihe ọṅụṅụ dị ọnụ ala, na-achịkwa n'etiti ndị na-enweta ego dị ala, ma na-etinye ụtọ nke ịṅụ mmanya ọdịnala.",
  "Ọganihu ndị na-adịbeghị anya ahụla mmụba na atụmatụ njem biya nke South Africa",
  "N'ịbụ nke Beer Route malitere, njikọ aka nke ụlọ ọrụ na-emepụta mmanya na South Africa, ndị egwuregwu ndị ọzọ abanyela n'ụgbọ iji nyere ndị njem nleta aka iduzi ndị njem nlegharị anya na taprooms na mba ahụ dum",
  "N'otu oge ahụ Kwazulu-Natal nwekwara ngwaahịa a na-eduzi n'ógbè a na-akpọ KZN Craft Revolution",
  "Njem biya bụ ngalaba njem nleta na-eto ngwa ngwa, nke nwere njikọ chiri anya na njem nleta nri ma yie echiche nke ụzọ mmanya.",
  "Ọtụtụ obere microbreweries apụtala n'ime iri afọ gara aga, ndị a na-asọ mpi na mpaghara",
  "Ebe mbụ a na-emepụta obere mmanya na mba ahụ bụ Mitchell's Brewery na Knysna. A na-emepụta Mitchell ugbu a dị ka akara nkwekọrịta na Devil's Peak Brewing Company",
  "Ka ọ na-erule n'afọ 2019, e nwere ụlọ ọrụ 211 na-emepụta lita 34 nde biya kwa afọ. Obere mmanya ndị ọzọ dị na Saụt Afrika gụnyere:",
  "Mpaghara Western Cape na-akpata ọkara nke microbreweries biya na Saụt Afrika.",
  "E nwere nnukwu obodo na-eme mmanya n'obodo ukwu dị iche iche na mba ahụ dum",
  "Ndị na-eme ihe n'ụlọ na-ezukọ kwa ọnwa n'obodo ukwu gụnyere Cape Town, Johannesburg, Port Elizabeth, Durban na Bloemfontein",
  "Ndị isi klọb bụ Wort Hogs (Gauteng), Southyeasters (Cape Town), Durban Homebrewers (Durban), Free State Fermenters (Bloemfontein) na Helderberg Homebrew Club na Somerset West.",
  "E nwere ọtụtụ asọmpi mba a na-eme kwa afọ",
  "Nke afọ puku abụọ na iri abụọ na abụọ (2022) hụrụ asọmpi bevPLUS Fools National Club Championship nke emere na Fools and Fans 5 na obere obodo Greyton na Western Cape",
  "Klọb ndị si n'ofe mba ahụ na-asọ mpi megide ibe ha na asọmpi BJCP iji bụrụ klọb kachasị mma na mba ahụ",
  "Helderberg Homebrew Club weghachiri ihe nrite ahụ n'ụlọ maka nkọwa magburu onwe ya nke ụdị ọdịnala; IPA Bekee.",
  "Egwuregwu ndị ọzọ a ma ama bụ: Nationals, Powwow, Fools National Club Championship, yana klọb dị iche iche na-enwe asọmpi league.",
  "HụOnye na-ebipụta: Historical Papers Research Archive, University of the Witwatersrand, Johannesburg, South Africa Ebe: Johannesburg ©2016",
  "Àtụ:Beers of the world"
]