[
  "Baya Bouzar (Arabic), nke a maara site na aha egwu Biyouna (بيونة) bụ onye Algeria na-agụ egwu, na-agba egwu, na onye na-eme ihe nkiri a mụrụ na Belcourt, nke a maara ugbu a dịka Belouizdad, Algiers, Algeria.",
  "N'inwe mmasị dị ukwuu n'ịbụ abụ, ọ bụ onye otu ọtụtụ ìgwè: nke mbụ n'òtù Fadhéla Dziria ebe ọ na-akpọ ụbọ, nke ọzọ  ya na onye mmekọ ya Flifla duziri, na n'ikpeazụ nke ya ebe ọ bụ onye isi na-agụ egwú ma bụrụ onye a na-achọ maka oriri agbamakwụkwọ.",
  "Mgbe ọ dị afọ iri na asaa, ọ malitere ime ihe nkiri na ụfọdụ n'ime nnukwu cabarets n'obodo ahụ ma mgbe ọ dị afọ 19, ọ malitere ịgba egwú na Copacabana",
  "N'otu afọ ahụ, onye nduzi Mustapha Badie nyere ya akụkụ ịbụ abụ na ihe nkiri ncha mbụ ya, La Grande Maison (afọ 1973), ebe ọ na-eme Fatma",
  "E wepụtara ihe ngosi a site na akwụkwọ akụkọ nke Mohamed Dib",
  "Ọ ghọrọ onye a ma ama n'ihi ọrụ a.",
  "Ọ pụtara na ihe nkiri Algeria abụọ: Leila na ndị ọzọ, nke Sid Ali Mazif mere n'afọ 1978, na The Neighbor, nke Ghaouti Bendedouche mere n'afọ 2000",
  "O mekwara ihe ngosi ụfọdụ nke otu nwanyị.",
  "N'afọ 1999, Nadir Moknèche nyere ya ọrụ Meriem na Madame Osmane's Harem nke o mepụtara na France",
  "Viva Laldjéri sochiri ihe nkiri a n'afọ 2003.",
  "N'etiti afọ 2002 na  afọ 2005, Biyouna nwere ihe ịga nke ọma na trilogy dabere na isiokwu nke Ramadan a na-akpọ 'Nass Mlah City",
  "Ọ pụtara na ihe nkiri ikpeazụ nke Nadir Moknèche, Délice Paloma, ebe ọ na-eme ihe nkiri, onye mafia aha ya bụ Madame Aldjeria",
  "N'afọ 2006, ọ rụrụ ọrụ Coryphée na Sophocles' Elektra n'akụkụ Jane Birkin na opera nke Philippe Calvaio duziri",
  "N'afọ 2007, o nwere obere ọrụ na ihe nkiri Algeria Rendez-vous avec le destin",
  "N'afọ 2009, ọ rụrụ La Celestina na Vingtième Théâtre na Paris",
  "Maka Ramadan, afọ 2010, Biyouna bụ otu n'ime kpakpando na sitcom na-agbasa na Nessma TV, Nsibti Laaziza.",
  "Ka ọ dịgodị, ọ na-aga n'ihu n'ọrụ ịbụ abụ ya ma n'afọ 2001 wepụta ndekọ abọm Raid Zone, nke ya na onye na-ede egwu John Bagnolett mepụtara",
  "Mgbe ihe ịga nke ọma nke ndekọ abọm a na ntinye aka ya na Jérome Savary's Opéra de Casbah, ọ wepụtara abọm ọzọ a na-akpọ Blonde dans la casbah",
  "Ọ nọ na-eme atụmatụ abọm a ruo oge ụfọdụ",
  "Biyouna were oge ya, jiri nlezianya họrọ ihe ndekọ Franco-Algeria nke nyochara ọdịbendị abụọ ahụ.",
  "Ya na di ya na ụmụ anọ bi na mpaghara Algiers."
]