[
  "Bizunesh Mohammed Urgesa (amụrụ ya ka ọnwa junuu dị n' iri na asatọ n'afọ 1989 na Negele Arsi, Oromia Region) bụ onye Etiopia na-agba ọsọ ogologo oge nke na-asọ mpi na marathon.",
  "Ọ malitere dị ka onye na-agba ọsọ mita 800 na 1500",
  "Ọ gbara ọsọ na ihe omume ikpeazụ na 2005 bụ ọsọ champịọnshipu ndị na-eto eto na ụwa, wee merie ọla nchara, na-etinye ihe kacha mma nke onwe ya nke 4:19.34 nkeji. Na 2005 Afirika Junịọ Atịletiki Champịọnshipu, ọ gbara onye nke ise na 800 m ma bụrụ onye nwetara ọlaọcha na 1500 m. O mere ihe ngosi mba ụwa mbụ ya afọ abụọ ka e mesịrị, na-agwụ na 14th n'ọsọ obere na 2007 IAAF World Cross Country Championships, na-enyere ndị otu ụmụ agbọghọ Etiopia aka inweta ọla nchara n'akụkụ Sule Utura, Genzebe Dibaba na Abebu Gelan.",
  "N'ịtụgharị n'okporo ụzọ ahụ, ọ kpara ike site na-isetịpụrụ ihe kacha mma maka ọnọdụ nke atọ na 1500mita na CAA Grand Prix na Brazzaville na Mee, mana ọ malitere ilekwasị anya n'ebe dị anya na Europe track and field circuit n'ọnwa ndị sochirinụ. N'ọnwa Julaị ahụ, o setịpụrụ mita 5000 kacha mma nke 15:14.90 na Liège tupu ọ gbaa ọsọ mita 3000 kacha mma nke 9:02.08 na Zaragoza n'ụbọchị abụọ n'ihu",
  "Ihe mepụta na Memorial van Damme bu ụzọ pụta na 2007 IAAF World Athletics Final, ebe ọ gbara onye nke itoolu na 3000 m. N'afọ ikpeazụ ya nke na-elekwasị anya naanị na arụmọrụ egwu, ọ meziwanyere 3000 m kachasị mma ya ruo 8:53.14 na Rabat Meeting wee gaa n'ihu merie ọlaọcha 3000 m na 2008 World Junior Championships in Athletics, na-agwụcha n'azụ Mercy Cherono. Ọ bịara nke atọ na mita 10,000 na asọmpi ndị Etiopia na 2009, mana ọ malitere ime mgbanwe na ịgba ọsọ n'okporo ụzọ mgbe nke ahụ gasịrị.",
  "O mere ihe n'okporo ụzọ nke mbụ ya na Dam tot Damloop na Zaandam na ọnwa Sepụtemba ahụ wee gbaa onye nke isii na ọsọ kilomita iri. Urgesa gbara ọsọ okporo ụzọ mbụ ya otu ọnwa ka gasịrị wee Mmeri Ashu Kasim iji nwee mmeri mbụ ya n'ọsọ okporo ụzọ na Istanbul Ọ meziwanyere ihe kachasị mma ya maka anya ruo 2:31:09 site na mmeri nke abụọ na Mumbai Marathon na Jenụwarị n'afọ 2010. Ọ mechara nke asaa n'ọsọ okporo ụzọ na Parisi wee bịa nke anọ mgbe ọ laghachiri na asọmpi Istanbul. Njem nke abụọ na Mumbai wetakwara mmechuihu, ebe ọ na-enweghị ike ịgbapụta aha ya ma mechie asọmpi ahụ n'ọnọdụ nke ise. Beirut Marathon na Nọvemba hụrụ ya na-agba ọsọ ọsọ karịa ihe ndekọ gara aga, ọ bụ ezie na ọ mechara bụrụ onye nke abụọ na Seada Kedir."
]