[
  "Blacka Di Danca bụ ónyé America na-ese ihe, ónyé na-eme ihe nkírí na ónyé na-ede ihe nkírí. Blacka na-agagharị mgbè niile na United States, Europe, Canada, Asia, Russia, Central na South America.",
  "Nkà Blacka emeela ka ya na ụfọdụ n'ime aha ndị kachasị elu na ụlọ ọrụ egwu rụọ ọrụ. O meela ihe nkiri ma gosipụta na vidiyo egwu màkà Major Lazer, Rvssian, J Balvin, Farruko, Shenseea, Tyga, Janet Jackson, Nicky Jam, Anuel AA, Rihanna, Cardi B, El Alfa, Drake, A$AP Rocky, na Davido. Ọ rụkwara ọrụ màkà njem ụwa nke Farruko na Luis Fonsi",
  "Dị ka ónyé na-eme ihe nkiri, ọ nọrọ ọtụtụ afọ na kọntaktị na ememme, na-apụta na kpakpando dịka Janet Jackson, Daddy Yankee, Farruko, Rihanna, Skrillex, Diplo, Kiesza, Nyla na Collie Buddz, ndị ya na ha gara ọtụtụ afọ. Blacka bụ ugbu a ónyé mbụ na naanị ónyé na-eme ihe nkiri dancehall na-arụkọ ọrụ na nnukwu ihe ọṅụṅụ Red Bull.",
  "E gosipụtara Blacka na The New York Times, The Jamaica Star, The Jamaica Gleaner, The Source magazine mà gosipụta na BET, MTV, Fuse TV na CBS TV.",
  "A mụrụ ya mà zụlite ya na Brooklyn, New York, Blacka tolitere n'ezinụlọ Caribbean na Crown Heights",
  "Dancehall, reggae, soca na egwu calypso abụwo akụkụ nke ndụ ya",
  "N'afọ 2003, ọ chọpụtara Passa Passa kwa izu na-eme emume dancehall nkè a na-eme na Kingston, Jamaica",
  "Ụlọ ahịa dị na Brooklyn na mbido afọ 2000 na-ere ma gosipụta Passa Passa DVDS",
  "Blacka mụtara banyéré omenala okporo ámá dancehall site n'anya ndị na-agba egwú na Deejays na-agakarị nnọkọ",
  "Passa Passa DVD gosipụtara ijè egwu, ejiji, egwu na okwu ndị bịara na omenala okporo ámá dancehall.",
  "Site na 2003 na 2007, Blacka na-eme oriri kwa abalị na klọb na ihe omume okporo ámá site na Brooklyn, The Bronx, Queens, Manhattan na Staten Island n'ihi na ọ na-eme onwe ya aha",
  "Na mbido afọ 2008, e debara aha ya na nké mbụ ya ka ọ rụọ ọrụ ọkachamara na Virginia dị ka ónyé na-agba egwu màkà oriri abalị.",
  "Kemgbe afọ 2013, Blacka anọwo na ngụkọta nke njem ụwa irí na isii n'onwe ya n'ihe karịrị ọbọdọ irí asatọ na isé na mba irí anọ nà otu nke gụnyere: United States, Poland, Russia, Siberia, Italy, France, Germany, Belgium, Sweden, Mexico, Spain, Finland, Norway, Lithuania, Romania, Czech Republic, Slovakia, Canada, Austria, Switzerland, Portugal, Argentina, Denmark, Colombia, United Kingdom, Brazil, Cyprus, Ecuador, Singapore, Romania, Puerto Rico, Netherlands, Norway, India, Trinidad, Bolivia, Bolivia, Costa Rica, Greece, Lebanon na Malaysia."
]