[
  "Emeka Akumefule (a mụrụ na 29  Jenụwarị n'afọ 1996), nke a maara dịka Blaqbonez, bụ onye egwu Naịjirịa bịanyere aka na 100 Crowns, nke bụ akara nke Chocolate City. Blaqbonez bụ onye ama ama na Naijiria nke a maara maka ịgwakọta Yoruba na Bekee na rap ya",
  ".N'afọ 2019, The New York Times kọwara ya dị ka otu n'ime ndị nche ọhụrụ nke egwu Naịjirịa",
  "A maara ya nke ọma maka ọnọdụ ya na-akpọ onwe ya dị ka \"Best Rapper in Africa\" (nke a na-akpọ \"BRIA\"), nke ghọrọ isiokwu a na-ekwukarị banyere ya na mpaghara hip hop nke Naijiria n'etiti Julaị na Septemba n'afọ 2019. Mgbe ọ kpọpụtachara otu n'ime ndị na-akwado rap, Blaqbonez wepụtara abọm izizi ya \"Sex Over Love\" nye ọha na eze nke dị njikere ịnata ya",
  "Ụzọ ya na-adịghị mma na àgwà ya na-atọ ọchị, na-amasị ọgbọ na-eto eto, ma mee ka ọ nweta akara aka site n'aka ndị dị ka Wizkid na Burna Boy.",
  "A mụrụ Emeka na 29 Jenụwarị n'afọ 1996, n'ezinụlọ ndị Igbo, ma tolite na omenala Yoruba na Urhobo na Naịjirịa.Blaqbonez si na steeti Imo, steeti dị na ndịda ọwụwa anyanwụ Naịjirịa nke ebo Igbo na-achị",
  "Ya na nne ya, onye pastọ, tolitere na Yoruba na Urhobo",
  "Ọ gụrụ akwụkwọ na Mahadum Obafemi Awolowo (OAU), ebe ọ gụrụ akwụkwọ Injinia.",
  "Ọ dị afọ iri na atọ mgbe ọ chọpụtara na ọ nwere ike rap, njem ya n'ime egwu bụ n'ihi ihe mberede",
  "Ọ chọpụtara onwe ya talent ya mgbe ya na nwa nwanne nna ya na-ege redio, mgbe a na-akpọ egwu nke onye na-eti egwu dị afọ iri na abụọ",
  "Nwa nwanne nna ya nwere mmasị n'abụ ahụ ma maa Blaqbonez aka ka o wepụta okwu nke ya, ebe ọ bụ na ọ na-amasị ya ịkatọ ndị egwu",
  "Mgbe nkeji ole na ole gasịrị, o nwere ihe mgbochi zuru ezu maka amaokwu, ọ bụkwa ebe ahụ ka ihe niile malitere. Nne na nna ya anaghị akwado ihe omume ntụrụndụ ọhụrụ ya, ọ na-achụso agụụ ya na nzuzo",
  "Mgbe ọ nọ n'ụlọ akwụkwọ, ọ kwụsịrị ọrụ mbụ ya, Hip-Hop na Blaq, ma sonye na asọmpi. Blaqbonez weghaara ihe ịma aka ahụ na nke ahụ bụ mgbe egwu ya niile malitere",
  "N'afọ 2011, Blaqbonez malitere isonye na agha rap n'okpuru ala",
  "O mechara merie Terry Tha Rapman's Zombie Competition n'afọ 2012, na-eti ndị egwu puku atọ na ihe ịma aka ahụ nke ahụ mere ka ọ bụrụ onye ama ama",
  "N'otu afọ ahụ, ọ pụtara na mixtape Terry nke afọ 2012 nke akpọrọ “World Domination” ya na ndị egwu Naịjirịa kachasị elu gụnyere Olamide, Vector, Mode 9, na Spellz.",
  "N'ajụjụ ọnụ ya na akwụkwọ akụkọ The Punch, o kwuru na nkwupụta ya \"Best Rapper in Africa\" bụ nzaghachi nye egwu diss na mkpa ọ dị ịkpọte ndị egwu rap ndị ọzọ na Naijiria. The Guardian kọwara ya n'oge na-adịbeghị anya dị ka 'onye na-ebu ọkụ nke rap nke Naijiria' na 2 Jenụwarị 2019, otu akwụkwọ ahụ depụtara ya dị ka otu n'ime \"Top 10 Artists to watch in 2019\". A kpọrọ Blaqbonez West African Rapper Of The Year na mbido Creative-Africa Hip Hop Awards",
  "Otu akwụkwọ ahụ mere ya onye nke abụọ na ndepụta Top 50 African Rappers Of 2021",
  "Blaqbonez nwere nnukwu ndị na-akwado ya na onye kachasị amasị ya bụ Eseose Braimah",
  "Blaqbonez wepụtara EP Bad Boy Blaq nke asatọ ya na 31 August n'afọ 2018. E wepụtara ya dị ka akụkụ nke ọrụ L.A.M.B, usoro nke abọm hip hop atọ nke na-anwa ịkpọte hip hop Naijiria. M.I Abaga mepụtara Bad Boy Blaq ma wepụta ya site na 100 Crowns, akara akara nke Chocolate City. EP ahụ bụ nke ikpeazụ n'ime ntọhapụ atọ ma M.I Abaga's A Study on Self Worth: Yxng Dxnzl (2018). E wepụtara mbipụta nke EP, nke akpọrọ Bad Bloy Blaq Re-Up, na February n'afọ 2019.",
  "Blaqbonez wepụtara EP nke itoolu ya Mr",
  "Boombastic na 25 October 2019",
  "Otu ụbọchị tupu ntọhapụ nke EP, Blaqbonez wepụtara otu nkwado \"Jesus Is Black (Letter to Kanye West)\"",
  "N'ime ya, ọ gwara Kanye West ka ọ yigharịrị mwepụta nke album studio nke itoolu ya bụ Jesus Is King, nke nwere otu ụbọchị ewepụtara ya dị ka Mr",
  "Boombastic.",
  "N'afọ 2020, Blaqbonez wepụtara egwu ọhụrụ 'Haba'.",
  "Na 30 Eprel n'afọ 2021 blaqbones kwụsịrị abọm ya Sex Over Love",
  "Blaqbonez mechara kesaa eziokwu ya na eziokwu ya na ụwa site na abọm ya a na-atụ anya ya \"Sex Over Love\".Abọm ahụ nwere egwu iri na anọ wepụtara abụ ndị dị ka “Bling” nke gosipụtara Amaarae na Buju, “BBC (Remix)” nke gosipụtara Tiwa Savage na “Haba“.Ndị ọzọ na-ese ihe na abọm ahụ gụnyere Nasty C na “Heartbreaker', Joeboy na “Fendi“, Bad Boy Timz na 1Da Banton na “Faaji“, Laycon, Psycho YP na AQ na “Zombie na Superboy Cheque na “Best Friend’",
  "Na Sep 17, 2021 Blaqbones dara 1000 Years",
  "N'abụ a, \"1000 Years' onye na-egwu diski DJ Yankee jiri egwu rap nke Chocolate City rapper na Bling crooner, Blaqbonez na Penthauze Music act, Cheque bụ onye jiri aka ya meziwanye egwu ahụ site na egwu rap ya dị egwu ya, okwu ndị na-adọrọ adọrọ, na egwu",
  "Na afọ 2022, ọ mere egwu nke mbụ na London",
  "SINGLES"
]