[
  "Blaq Diamond (nke a na-akpọ BlaQ Diamond) bụ ndị South African Afro pop duo si Ladysmith KwaZulu-Natal",
  "Ha zutere na afo 2010 na njem ụlọ akwụkwọ ebe ha abụọ sonyere na cypher egwu na bọs ụlọ akwụkwọ",
  "Ha na arụ ọrụ na ndekọ labelụ Ambitiouz Entertainment, na-ewepụta abọm mbụ ha Inqola (2017), nke ghọrọ nọmba iTunes mbụ ha.",
  "Ndị otu a bu ụzọ bụrụ ndị a ma ama maka egwu ha \"Ibhanoyi\" wepụtara n'afọ 2019, nke natara \"SAMA Record of the year\".",
  "Abọm studio nke abụọ ha bụ Umuthi (2020), mepụtara platinum abụọ na-ere egwu \"Ibhanoyi\" na \"Love Letter\".",
  "N'afọ 2010, ha zutere mgbe ha nọ na njem ụlọ akwụkwọ ebe ha sonyere na rap cypher na bọs ụlọ akwụkwọ wee malite itinyekwu oge ọnụ, na-ekere òkè na ọrụ ụlọ akwụkwọ nke mere ka a mara ha na obodo na gburugburu obodo",
  "Ha abụọ kpebiri ịkwaga Johannesburg maka atụmanya egwu ka mma nke siri ike na mbụ dịka, n'amaghị onye ọ bụla, manyere ha inweta ọrụ iji nweta ego nke eji kwado ọchịchọ egwu ha.",
  "Ná mmalite afọ 2017, ha abụọ bịanyere aka na nkwekọrịta ndekọ na Ambitiouz Entertainment wee malite ịrụ ọrụ na abọm mbụ",
  "N'abalị iri na itoolu nke ọnwa Juun, ewepụtara egwu \"Sthandwa\" nke abọm ha sochiri egwu nke abụọ \"Emzini kaBaba\" nke ya na vidiyo egwu.  N'oge oyi nke afọ 2017, ha wepụtara abọm mbụ ha bụ Inqola iji nweta otuto dị egwu. Abọm ahụ bụ ngwakọta nke Afro-soul na Maskandi na umBhaqanga fusion nke ha mere ka ụda nke oge a na nke ntorobịa. Na 24th South African Music Awards, ha nwetara nhọpụta SAMA Awards abụọ",
  "N'afọ 2018, ha mere ihe nkiri nke mbụ na Piertermaritzburg nke otu ihe omume obodo kpọrọ ka ha mee ihe ngosi ejiji",
  "Na Mee 2, afọ 2019, ewepụtara egwu ha \"Memeza\" nke gosipụtara Sjava, dị ka egwu mbụ nke abọm. Egwu a ruru ọnụ ọgụgụ nke 9 na Radio Airplay Charts",
  "N'ọnwa Ọgọstụ 2, ewepụtara egwu ha nke abụọ \"Ibhanoyi\". Egwu ahụ ruru ọnụ ọgụgụ otu na chaatị iTunes.\nNa mmemme nke iri abụọ na isii nke South African Music Awards, \"Ibhanoyi\" meriri Record of the Year.",
  "Na Jenụwarị 23, afọ 2020, ewepụtara egwu ha nke atọ \"Love Letter\". Egwu a ruru nọmba 3 na chaatị iTunes na nọmba 11 na Radio Airplay Charts.",
  "Na 31 Jenụwarị afọ 2020, ewepụtara abọm studio nke abụọ ha bụ Umuthi Abọm ahụ nwere Sjava, Ci Ci, Thee legacy na Igcokama Elisha",
  "Abọm ahụ mepụtara egwu atọ \"Memeza\", \"Love Letter\" na \"Ibhanoyi\"",
  "Abọm ahụ malitere na nọmba 1 na iTunes Albums Charts",
  "Na ọnwa June afọ 2020, ha guzobere Umuthi Records na Ambitiouz Entertainment. N'etiti afọ 2020, ha abụọ jikọrọ aka na \"Price to pay\" na \"Uhulumeni\" nke DJ Miss Pru",
  "N'ọnwa Nọvemba 20, ewepụtara egwu ha bụ \"Summer YoMuthi\" ma bido n'ọkwa nke mbụ na Channel 0 Top 30 music chart.",
  "Na June 4, ha wepụtara otu egwu \"Messiah\" nke gosipụtara Dumi Mkokstad",
  "Egwu a nwetara nde mmadụ atọ na YouTube.Nkosikhona ngagane Khumalo onye dị na Ekuvukeni",
  "Ọ bụ onye mbụ kachasị amasị Blaq Daimond na KwaZulu Natal.",
  "Na emume nke isii nke All Africa Music Awards egwu ha \"Summer YoMuthi\" nwetara nhọpụta asatọ gụnyere; Onye omenkà kacha mma na South Africa, Onye nka nke afọ na Africa;  Abụ nke Afọ na Africa;  Onye mmepụta nke afọ na Africa;  Onye omenkà kacha mma n'egwu egwu Afrịka;  Breakout Artist nke Afọ;  Onye nka kacha mma, Duo ma ọ bụ otu na Pop African;  Duo nke Africa kacha mma, otu ma ọ bụ band. N'ọnwa Ọktọba 29, ewepụtara egwu ha bụ \"Italy\"."
]