[
  "Blessing Joy Onyebuchi bụ onye Naijirịa na-agba mgba.",
  "N’afọ 2014, o ritere ntụrụugo ọla nchara n’ihe omume <a href=\"https://en.wikipedia.org/wiki/Wrestling_at_the_2014_Commonwealth_Games_%E2%80%93_Women's_freestyle_75_kg\" rel=\"mw:ExtLink\" title=\"Wrestling at the 2014 Commonwealth Games – Women's freestyle 75 kg\" class=\"cx-link\" data-linkid=\"98\">women's freestyle 75 kg</a> n’egwuregwu mba Commonwealth nke afọ 2014 e mere na Glasgow, Skọtlandị",
  "Afọ anọ ka nke ahụ gasịrị, na asọmpi Commonwealth nke afọ 2018 e mere na Gold Coast, dị na Ọstụreliya, ọ ritere ihe nrite ọla ọcha na ihe omume <a href=\"https://en.wikipedia.org/wiki/Wrestling_at_the_2018_Commonwealth_Games_%E2%80%93_Women's_freestyle_76_kg\" rel=\"mw:ExtLink\" title=\"Wrestling at the 2018 Commonwealth Games – Women's freestyle 76 kg\" class=\"cx-link\" data-linkid=\"102\">women's freestyle 76 kg</a>",
  "N’ikpeazụ, o meriri Erica Wiebe nke Kanada.",
  "Na asọmpi egwuregwu Afrịka nke 2015 e mere na Brazzaville, dị na Rịpọbliiki nke Kongo, o ritere nrite ọla ọcha n'ihe omume <a href=\"https://en.wikipedia.org/wiki/Wrestling_at_the_2015_African_Games\" rel=\"mw:ExtLink\" title=\"Wrestling at the 2015 African Games\" class=\"cx-link\" data-linkid=\"107\">women's 75 kg</a>",
  "N'afọ sochirinu, ọ sọrọ mpi na 2016 African & Oceania Wrestling Olympic Qualification Tournament ebe o oritere otu n'ime ọla nchara na mmemme ya.",
  "Na asọmpi African Wrestling Championship nke afọ 2019 e mere na Hammamet, dị na Tunisia, o ritere nrita ọla edo na ihe omume ụmụ nwanyị nke kilogram 76",
  "Ọ nọchitere anya Naịjirịa na asọmpi Afrịka nke afọ 2019 e mere na Rabat, dị na Moroko were rite nrite ọla edo n'ihe omume ụmụ nwanyị kilogram 76",
  "N'otu afọ ahụ, ọ sọkwara asọmpi na World Beach Games ebe o nwetara nrite ọla edo na ihe omume mgba osimiri nke ụmụ nwanyị kilogram +70",
  "N'afọ 2020, o ritere ihe nrite ọla ọcha na mmemme nke ụmụ nwanyị kilogram 76  bụ nke 2020 Wrestling Championship nke e mere na Algiers, Algeria",
  "N’ikpeazụ, o meriri Samar Amer nke Ijipt"
]