[
  "Bob Thompson (ubochí irí abụọ na isii n'ọnwa Juun, 1937 rụo ụbọchị irí atọ n'ọnwa Mée, 1966) bụ ónyé Africa-America na-ese ihe osise nke a maara màkà ihe osise ya siri ike na nké mara mma, nke ndị Old Masters nwere mmetụta na ya. A kọwakwara nka ya dị ka ijikọta ọrụ Baroque na Renaissance na jazz-influenced Abstract Expressionist movement.",
  "Ọ rụpụtara ihe n'ọrụ afọ asatọ ya, mepụtara ihe karịrị otu puku, ọrụ tupu ọnwụ ya na Rom na 1966",
  "Ebe ndebe ihe ochie Whitney gosipụtara ọrụ ya na 1998",
  "O nwekwara ọrụ n'ọtụtụ nchịkọta onwé na nkè ọha na eze na United States.",
  "A mụrụ Robert Louis Thompson ma zụlite ya na Louisville, Kentucky",
  "Nna ya nwụrụ n'ihe mberede ụgbọ ala mgbè ọ dị afọ iri na atọ, Thompson bikwa na ndị ikwu ya bụ ndị kpughere ya na nka na jazz. Ọ bụ nwa akwụkwọ na-amụ ọgwụ na Mahadum Boston n'oge na-adịghị anya (1955), mana ọ hapụrụ ma laghachi na Mahadim Louisville (195758), ebe ọ gụrụ ihe osise n'okpuru ónyé na-ese ihe na Germany Ulfert Wilke, onye na-eme ihe osise nke America, Mary Spencer Nay, na Charles Crodel.",
  "N'afọ 1958, Thompson kwagara New York City, ebe ya na ndị egwu jazz dị ka Charlie Haden na Ornette Coleman ghọrọ enyi mgbe ọ na-anọkarị na klọb jazz The Five Spot na Slugs",
  "Ya na ndị édémédé Allen Ginsberg na LeRoi Jones na ndị na-ese ihe Lester Johnson, Red Grooms, Mimi Gross, Marcia Marcus na Allan Kaprow, bụ ndị ya na ha sonyere na ụfọdụ n'ime ihe omume mbụ",
  "N'afọ 1960, o nwèrè ihe ngosi nke mbụ ya na Delancy Street Museum ma mesịa na Martha Jackson Gallery ebe o nwèrè ihe nkírí nke ya na 1963 1963 na 1965",
  "Thompson gosipụtara na Donald Morris Gallery na Detroit na 1965, nke mere ka ọrụ ya nwee mmasị dị ukwuu n'etiti ndị na-anakọta ihe n'ógbè ahụ. N'afọ 1968, The New School haziri ihe ngosi nke ọrụ ya.",
  "Ọ lụrụ di na 1960 ma soro nwunye ya kwaga Europe na 1961 mgbè ọ natasịrị Whitney Foundation fellowship.  Ha gara London, Paris (na-anọ na ụlọ oriri na ọṅụṅụ a na-akpọ \"Beat Museum\") na Spain, ebe ha biri na Ibiza",
  "Thompson chọrọ inweta mkpali site na European Old Masters, ma eleghị ányà ọ chọkwara ịgbanahụ ọgwụ ọjọọ",
  "Otú ọ dị, iji ọgwụ ọjọọ eme ihe kpatara ya",
  "Ọ nwụrụ site na ọgwụ heroin gabigara ókè mgbe a wasịrị ya ahụ na Rome, Ịtali n'afọ 1966.  Ọ bụ ezie na Thompson nwèrè ọrụ dị mkpirikpi tupu ọnwụ ya n'oge, ọ ka jisiri ike mezue ihe dị ka otu puku eserese na eserese.",
  "Thompson jiri ọtụtụ oge ya n'oge ọ malitere ọrụ na-eleta ebe ngosi ihe mgbe ochie ma na-enweta mkpali site na nka mbụ",
  "Otu n'ime ebumnuche nka ya bụ ịkọwa isiokwu na isiokwu sitere na Old Masters",
  "Site n'ịgwakọta ọrụ Baroque na Renaissance na jazz-influenced Abstract Expressionist movement, Thompson nwere ike ime ka nka nke oge gara aga dịkwuo mkpa maka ndị na-ege ntị nke oge a - na ọkachasị ndị Africa-America. Na mbido ọrụ ya, ọ na-ese ọtụtụ ìgwè mmadụ na ụda ala.",
  "N'afọ 1963, ọ tụgharịrị uche gaa n'ise ihe osise otu, ihe ndị dị n'etiti na agba ndị na-egbuke egbuke",
  "Ọ malitere ise ihe n'ụzọ doro anya karị, na-ejikọta akara ọdịnala na isiokwu na echiche nke ya. N'ihe gbasara isiokwu, ọ bụ dichotomy nke ihe ọma na ihe ọjọọ yana mmekọrịta dị n'etiti mmadụ na okike kpaliri Thompson. Ihe oyiyi ya na-enwekarị ọtụtụ agba ma dị larịị ma gosipụta ọtụtụ n'ime ihe ndị bụ isi nke Abstract Expressionist movement."
]