[
  "Robert Garnell Kaufman (Eprel 18, 1925 - Jenụwarị 12, 1986) bụ onye American Beat poet na surrealist yana onye na-ese egwu jazz na satirist. Na France, ebe uri ya nwere ọtụtụ ndị na-eso ya, a maara ya dị ka \"black American Rimbaud\".",
  "Ozi a pụrụ ịdabere na ya banyere ndụ Kaufman siri ike inweta (Smethurst, p",
  "146)",
  "A mụrụ ya na New Orleans, Louisiana, Kaufman bụ nwa nke iri n'ime ụmụ iri na atọ",
  "Nna nna ya bụ onye Juu Germany, nne ya bụ onye Roman Katọlik si Martinique",
  "O kwuru na nne nne ya na-eme voodoo",
  "Mgbe ọ dị afọ iri na atọ, Kaufman sonyeere United States Merchant Marine, nke ọ hapụrụ na mmalite afọ 1940 iji mụọ akwụkwọ na New York's The New School for Social Research",
  "N'ebe ahụ, ọ zutere William S",
  "Burroughs na Allen Ginsberg",
  "Otú ọ dị, Ginsberg ekwuola na ya ezuteghị Kaufman ruo afọ 1959 (Cherkovski, Collected Poems of Bob Kaufman, p",
  "xv).",
  "N'oge Kaufman nọ na The New School na New York, ọ nwetara mkpali na edemede nke Herman Melville, Walt Whitman, Arthur Rimbaud, Guillaume Apollinaire, Federico Garcia Lorca, Hart Crane, Gertrude Stein, Langston Hughes, Frantz Fanon, Aimé Césaire, na Nicolás Guillén",
  "Ọ chọpụtakwara ọrụ nke ndị egwu jazz na ndị na-ese ihe dị ka Charlie Parker, onye ọ gụrụ nwa ya nwoke.",
  "Kaufman kwagara San Francisco's North Beach n'afọ 1958 ma nọrọ ebe ahụ na ọtụtụ oge ndụ ya.",
  "Kaufman na-ekwupụtakarị ọchịchọ ya ichefu ya dịka onye edemede na mmadụ",
  "Kaufman, onye na-ede uri n'omenala ọnụ, anaghị edekarị uri ya, ọtụtụ n'ime ọrụ ya e bipụtara na-adị ndụ site n'aka nwunye ya Eileen, onye dere uri ya ka ọ tụụrụ ime ha. City Lights bipụtara ọtụtụ akwụkwọ nke uri Kaufman n'oge ndụ ya, Otú ọ dị, gụnyere Abomunist Manifesto, Second April n'afọ 1959, na Does the Secret Mind Whisper n'afọ 1960",
  "N'afọ 1981 Kaufman bipụtara The Ancient Rain: Poems nke afọ 1956 rụọ afọ 1978 na New Directions Publishing",
  "O doro anya na o dere uri ya na akpa efu na mpempe akwụkwọ na-enweghị atụ (Cherkovski, Collected Poems of Bob Kaufman, p",
  "xxxii)",
  "“Nọdụ ala ebe a na-ede ihe na mpempe akwụkwọ Kama itinye pensụl ahụ n’ikuku” Site na “Jail Poems”",
  "Ọ bụ ezie na e mere ya baptizim mgbe ọ dị afọ iri atọ na ise mgbe ọ nọ na Merchant Marines (Cherkovski, xxxiii), dị ka ọtụtụ ndị edemede, Kaufman ghọrọ onye Buddha",
  "N'afọ 1959, ya na ndị na-ede uri Allen Ginsberg, John Kelly, A",
  "D",
  "Winans, na William Margolis, ọ bụ otu n'ime ndị guzobere magazin Beatitude, ebe ọ rụkwara ọrụ dị ka onye nchịkọta akụkọ",
  "N'agbanyeghị nke ahụ, n'abụ ya, o yiri ka ọ na-achọ anwụghị anwụ.",
  "\"Mgbe m nwụrụ, agaghị m anọgide na-anwụ anwụ.\"\n\tSite na \"Dolorous Echo\"",
  "Ọ gwakwara nwunye ya, tupu otu n'ime ọgụgụ ikpeazụ ya na San Francisco: “M na-anọgide na-agbalị ịnwụ, mana ị gaghị ekwe ka m” (L.A",
  "Times, Jenụwarị 14, 1986)",
  "Dị ka onye edemede Raymond Foye si kwuo, Kaufman bụ onye chepụtara okwu ahụ bụ \"beatnik\", ndụ ya juputara n'ọtụtụ nhụjuanya. Na San Francisco, ndị uwe ojii obodo na-eti ya ihe ma na-ama ya egwu, afọ ndụ ya na New York juputara na ịda ogbenye, riri ahụ, na mkpọrọ",
  "Kaufman na-akpatakarị iwe nke ndị uwe ojii obodo naanị maka ịgụ uri ya n'olu dara ụda n'ihu ọha, a na-ekwukwa na n'afọ 1959 naanị, n'oge kachasị elu nke \"beatnik\", ndị uwe ojii San Francisco jidere ya na ebubo aghara aghara ugboro iri atọ na itoolu.",
  "N'afọ 1959, Kaufman nwere obere ọrụ na ihe nkiri a na-akpọ The Flower Thief, nke Ron Rice gbara na North Beach",
  "N'afọ 1960, a kpọrọ ya ka ọ gụọ akwụkwọ na Harvard wee kwaga New York City, na-agụ akwụkwọ na The Gaslight Café, The Paperback Book Gallery na The Living Theater",
  "E jidere ya na Nọvemba nke afọ ahụ ma kpọga ya n'ụlọ ọgwụ Bellevue",
  "Mgbe a tọhapụrụ ya, Kaufman biri n'otu ụlọ dị ka Allen Ginsberg, ebe ọ zutere Timothy Leary na Jenụwarị 1961, ma were psilocybin ya na Jack Kerouac, o doro anya na nke mbụ ya (Cherkovski, p",
  "xxxii)",
  "N'afọ 1961, a họpụtara Kaufman maka Guinness Poetry Award nke England, mana T",
  "S",
  "Eliot meriri ya. N'afọ 1962, ọ nọ n'ụlọ ikpe maka ebubo mwakpo na ụlọ oriri na nkwari abalị Fat Black Pussycat ma tụọ ya mkpọrọ na Riker's Island",
  "Mgbe ọ nọ na Riker, Eileen na Parker, nwa ọhụrụ Kaufman, laghachiri San Francisco",
  "(Cherkovski, xxxii)",
  "N'afọ 1963 mgbe ọ ga-apụ na New York, e jidere ya n'egbughị oge maka ịga ije na ahịhịa nke Washington Square Park ma tụọ ya mkpọrọ na Rikers Island, wee ziga ya dị ka \"nsogbu omume\" na Bellevue Psychiatric Hospital ebe ọ gara ọgwụgwọ electro-shock, nke metụtara echiche ya na-adịghị mma na ọha mmadụ",
  "O kwere nkwa ịgbachi nkịtị mgbe e gbusịrị John F",
  "Kennedy, nke were afọ iri",
  "Ekwenyere na ọ ga-alaghachi na nkịtị a na mmalite afọ 1980, ọ bụ ezie na e mere ya ihe nkiri na-agụ uri ya \"The Poet\" na San Francisco Art Institute na 1981",
  "Na Septemba nke afọ ahụ, e nyere ya onyinye site na National Endowment for the Arts maka $ 12,500",
  "N'afọ 1982, o nyere ọgụgụ uri bara uru maka Beatitude na Savoy Tivoli",
  "N'afọ 1984, ọ pụtara na ihe nkiri \"West Coast: Beat and Beyond\" na n'afọ 1985 o nyere ọgụgụ uri bara uru na North Beach, ọzọ maka Beatitude",
  "Ọ nwụrụ n'afọ 1986 site na emphysema pulmonary (Cherkovski, p",
  "xxxiii).",
  "N'ajụjụ ọnụ, Ken Kesey na-akọwa ịhụ Bob Kaufman n'okporo ámá nke San Francisco's North Beach n'oge nleta ya na ezinụlọ ya na obodo ahụ n'afọ ndị nke afọ 1950:",
  "uri ya jiri jazz syncopation na mita mee ihe",
  "Onye nkatọ ahụ bụ Raymond Foye dere banyere ya, \"N'ịgbanwe mgbagwoju anya nke harmonic na imepụta bebop na euphony na mita, ọ ghọrọ onye na-ede uri jazz.\" Ọ na-ejikarị jazz na bebop metaphors na uri ya.\n‘Otu puku saxophones na-abanye n'ime obodo Onye ọ bụla nwere nwoke n'ime, zoro ezo n'ọnọdụ nkịtị, Labeled FRAGILE.’\n\tSite na “Battle Report”",
  "Onye na-ede abụ bụ Jack Micheline kwuru banyere Kaufman, \"Achọtara m na ọrụ ya bụ n'ezie ihe na-enweghị isi, ọ dịkwa mma mgbe onye egwu jazz na-eso ya",
  "Usoro ya yiri nke ụlọ akwụkwọ na-ede abụ, site na ike, ọhụụ ọhụụ nke satirical, nke dị nso na dadaistic, na ụda amụma nke enwere ike ịchọta na abụ ndọrọ ndọrọ ọchịchị ya.",
  "Kaufman kwuru banyere ọrụ nke ya, \"Isi m bụ ụbọ akwara egwu ọkpụkpụ, nke a na-eji asụsụ, nke mkpịsị aka na ntu na-agbanye.\"",
  "Mgbe ọ matara banyere ogbugbu John F",
  "Kennedy, Kaufman kwere nkwa Buddha nke ịgbachi nkịtị nke were ruo na njedebe nke Agha Vietnam n'afọ 1973",
  "Ọ gbachiri nkịtị site n'ịgụ uri ya \"All Those Ships that Never Sailed\", ahịrịokwu mbụ ya bụ:",
  "Dị ka George Fragopoulis si kwuo, n'isiokwu ya \"Singing the Silent Songs\": \"Ọ bụ ihe na-emepụta ihe iji tụlee ịgbachi nkịtị Kaufman dị ka ụdị ọrụ uri n'onwe ya, ihe ngosi nke pụtara ịjụ ajụjụ maka ohere lyric's nke ịtụgharị uche na mmekọrịta anyị na ụwa",
  "A pụghị ịkọ akụkọ ihe mere eme nke uri nke oge a n'agụnyeghị ndị na-ede uri (Rimbaud, Paul Valéry, Laura (Riding) Jackson, Robert Duncan, George Oppen) bụ ndị jụrụ uri.” (p",
  "152).",
  "N'afọ 1944, Kaufman lụrụ Ida Berrocal",
  "Ha nwere otu nwa nwanyị, Antoinette Victoria Marie (Nagle), a mụrụ na New York City n'afọ 1945 (nwụrụ n'afọ 2008)",
  "Ọ lụrụ Eileen Singe (1922–2015) na 1958; ha nwere otu nwa, Parker, aha ya bụ Charlie Parker.",
  "Ọ nwụrụ mgbe ọ dị afọ iri isii n'afọ 1986 site na emphysema na cirrhosis na San Francisco."
]