[
  "Bobby Holcomb (1947-1991) bụ ónyé na-ese ihe na ónyé na-eti egwu nke dere egwu Polynesia a ma ama.",
  "A mụrụ Bobby Holcomb na 1947 na Honolulu, Hawaii, nwá nwoke nke nnà African-American si Georgia, na nné Hawaiian-Portuguese.",
  "Na mbido afọ 1970, ọ gàrà ọtụtụ ebe n'Eshia, Europe na Amerịka",
  "Na France, ya na ndị otu egwu French dị ka Zig Zag Community na Johane of Arch, ya na onye na-ese ihe na France Sylvain Duplant, Jean-Pierre Auffredo na Éric Estève rụkọkwara ọrụ",
  "Ọ kwagara Tahiti na 1976, wee bírí n'àgwàetiti Huahine ma mụta asụsụ Tahitian. Ọ malitere ide egwu n'asụsụ Polynesian, ma jikọta abụ ọdịnala Polynesian na reggae na egwu a ma ama",
  "A maara ya n'etiti ndị na-ege ntị dị ka \"Bobby\"",
  "Edere ọtụtụ n'ime abụ ya na Polynesian, mana o jikwa French na Bekee mee ihe màkà ụfọdụ okwu",
  "Abụ ya kachasị ewu ewu na Tahiti bụ \"Orio\", nke e mepụtara n'afọ 1985.",
  "Na mgbakwunye na egwu, ọ bụkwa ónyé na-ese ihe ma na-ese ọtụtụ murals na ihe osise. O jiri nka ya kwalite ọdịbendị Tahiti, ma mee mkpesa megide ọchịchị ndị France na nnwale nuklia na agwaetiti ahụ. Màkà mbọ agụmakwụkwọ na ọdịbendị ya, a kpọrọ ya Ónyé nke Afọ nke French Polynesia na 1988.",
  "Ọ nwụrụ n'ọrịa kansa na ubochí irí na isé n'ọnwa Febụwarị, 1991",
  "Ụlọ ọrụ telivishọn dị n'ógbè Tahiti weere ọnwụ ya dị ka ihe dị oke Mkpà nke mba.",
  "Otu n'ime egwu ndị a ma ama nke Holcomb na United States bụ \"One Particular Harbour\", nke ya na ónyé America na-agụ egwu na-ede egwu bụ Jimmy Buffett dere na 1983",
  "Egwú ahụ pụtara na album Buffett nke otu aha ahụ ma na-eme ya na ihe fọrọ nke nta ka ọ bụrụ kọntaktị ya niile",
  "N'afọ 1982, Holcomb zutere Pascal Nabet Meyer (Walter Becker, Rickie Lee Jones, Steely Dan, Daniel Lanois, David Lynch), ónyé kwagara Tahiti, ha abụọ jikọtara aka dee egwu",
  "Nabet Meyer mepụtara ma dekọọ abọm mbụ ya nke Billboard, nke akpọrọ Rapa Iti, ya na The Tahitian Choir, na-eweta egwu Polynesian ọdịnala nye ndị na-ege ntị n'ụwa.",
  "Akwụkwọ Varua Tupu (2006) nwèrè ọtụtụ ihe osise Holcomb.",
  "Otu n'ime ihe osise kachasị ewu ewu nke Holcomb bụ \"The Kites of Mata'Irea\" nke na-egosi ndị Polynesia na-efe efe.",
  "Holcomb etinyeghị aka na nnukwu akara, a na-emepụta egwu mbụ ya na cassettes",
  "Abọm ndị mere ụzọ ha gaa na diski compact adịghịzi ebipụta, na mbipụta eji eme ihe dị nnọọ ụkọ",
  "Telivishọn Tahiti mere ụfọdụ vidiyo nke Holcomb na-eme egwu ya na 1980s, ụfọdụ n'ime vidiyo ndị ahụ nwèrè ike ịchọta na ịntanetị, na saịtị dịka YouTube.",
  "N'afọ 2021, ónyé na-ese ihe na Polynesia bụ Evrard Chaussoy na nkwado nke enyi ya Heiarii Girard, mepụtara ihe oyiyi ọla nchara nke Bobby dị mita atọ na iri ise."
]