[
  "Bobotie (Afrikaans: ) bụ nri a ma ama na MBA  South Africa nke nwere anụ a pịrị apị nke e ji àkwá mee.",
  "Bobotie yiri ka ọ bụ ụdị Patinam ex lacte, nri nke onye edemede Rom oge ochie Apicius dere, anụ e siri esi, mkpụrụ osisi pine, ma jiri ose, mkpụrụ celery na asafoetida mee ka ọ dị ụtọ",
  "A na-esi ihe ndị a ruo mgbe ụtọ ndị ahụ gwakọtara, mgbe a gbakwunyere àkwá na mmiri ara ehi n'elu",
  "Mgbe nke ikpeazụ setịpụrụ, nri ahụ dị njikere maka inye ya. C",
  "Louis Leipoldt, onye edemede South Africa na onye na-eri nri, dere na a maara usoro nri ahụ na Europe na narị afọ nke iri na asaa.",
  "Mmalite nke okwu bobotie bụ arụmụka",
  "Akwụkwọ ọkọwa okwu Afrikaans na-ekwu na o yikarịrị ka mmalite ya bụ okwu Malay boemboe, nke pụtara ihe na-esi ísì ụtọ curry. Ndị ọzọ na-eche na ọ sitere na bobotok, nri nke mba Indonesian nke nwere ihe dị iche iche. Nchịkọta mbụ maka bobotie pụtara n'akwụkwọ nri Dutch na afọ 1609",
  "[nkwado dị mkpa] Mgbe nke ahụ gasịrị, a kpọgara ya South Africa ma nabata ya na obodo Cape Malay. A na-ejikwa ntụ curry mee ya, na-ahapụ ya na obere \"tang\". A na-ejikarị sambal eme ya. A maara nri ahụ na Cape of Good Hope kemgbe narị afọ nke iri na asaa, mgbe ejiri ngwakọta atụrụ na anụ ezì mee ya.",
  "Taa, o yikarịrị ka a ga-eji anụ ehi ma ọ bụ nwa atụrụ mee bobotie, ọ bụ ezie na a pụkwara iji anụ ezì mee ihe",
  "Nchịkọta mbụ gụnyere ginger, marjoram na akpụkpọ lemon; iwebata ntụ curry emeela ka usoro nri ahụ dị mfe mana echiche bụ isi ka bụ otu",
  "Nchịkọta ụfọdụ na-akpọkwa maka yabasị na almọnd a pịrị apị ka a gbakwunye ya na ngwakọta ahụ",
  "Dị ka omenala si dị, bobotie na-etinye mkpụrụ osisi kpọrọ nkụ dị ka mkpụrụ vaịn ma ọ bụ sultanas",
  "A na-ejikarị akwụkwọ bay, walnuts, chutney na unere chọọ ya mma. Ọ bụ ezie na ọ bụghị ihe na-esi ísì ụtọ nke ukwu, nri ahụ nwere ụdị dị iche iche nke nwere ike ịgbakwunye mgbagwoju anya",
  "Dịka ọmụmaatụ, mkpụrụ osisi a mịrị amị (nke na-abụkarị apricots na mkpụrụ vaịn / sultanas) na-emegide ụtọ curry",
  "Ọdịdị nke efere ahụ dịkwa mgbagwoju anya, ngwakọta àkwá a na-eme ka achịcha a na-etinye mmiri ara ehi nke na-agbakwunye mmiri na efere ahụ",
  "A na-ejikarị \"osikapa na-acha odo odo\", nke bụ osikapa e ji turmeric sie.",
  "Akwụkwọ ntụziaka Leipoldt bipụtara na afọ 1933 na-akpọ maka anụ a pịrị apị, achịcha, mmiri ara ehi, yabasị na bọta na ofe curry nke e ji ihe na-esi ísì ụtọ, shuga, mmiri lemon, ose chilliper na vinegar mee",
  "A na-eme nke a na akwa na mmiri ara ehi.",
  "Nchịkọta nri nke 1923 nke Mrs S",
  "van H",
  "Tulleken na-eji atụrụ, almond, ihe na-egbu egbu, yabasị, bọta, achịcha, curry powder, mmiri lemon, àkwá na shuga, nke e ji àkwá na mmiri ara ehi mee.",
  "Ndị bi na South Africa buuru usoro nri Bobotie gaa n'akụkụ ndị ọzọ nke Africa",
  "Taa, enwere ike ịchọta ntụziaka maka ya nke sitere na obodo ndị Afrikaner na Botswana, Kenya, Zambia na Zimbabwe",
  "E nwere ọdịiche nke na-ewu ewu n'etiti ndị Boer 7,000 bi na ndagwurugwu Chubut River na Argentina na mmalite narị afọ nke 20, ebe a na-etinye ngwakọta bobotie n'ime nnukwu pumpkin, nke a na-emezi ruo mgbe ọ dị nro.",
  "Onye mmeri golf Masters nke afọ 2008 na onye South Africa bụ Trevor Immelman họpụtara Bobotie dị ka ihe ngosi maka \"Champions Dinner\" nke Augusta National kwa afọ n'ọnwa Eprel afọ 2009",
  "Kwa afọ, onye mmeri na-achị na asọmpi golf Masters, nke a na-eme kwa afọ na Augusta, Georgia, na-akwado nnọkọ ahụ ma na-emepụta menu na-egosi nri dị ụtọ site na mpaghara ya.",
  "bobotie South Africa bụ otu n'ime ihe ndị a gosipụtara na menu; a na-ejikwa turkey na mushrooms",
  "E depụtara ya dị ka gluten-free",
  "Ọ dịkwa na menu kwa ụbọchị na ụlọ oriri na ọṅụṅụ buffet Boma na Disney's Animal Kingdom Lodge.",
  "Àtụ:African cuisineÀtụ:South African cuisine"
]