[
  "Bobs Cogill Haworth RCA (1900–1988) bụ onye Canada amụrụ na South Africa na-ese ihe ma bụrụ onye ji ụrọ akpụ ite",
  "Ọ na-arụ ọrụ na Toronto, ya na di ya, onye na-ese ihe na onye nkụzi Peter Haworth bi ma na-arụ ọrụ",
  "Ọ bụ onye otu Canadian Group of Painters na Yvonne McKague Housser, Isabel McLaughlin na ndị otu Group of Seven.",
  "Bobs Zema Vera Cogill, onye mechara lụọ Peter Haworth, na Queenston, South Africa",
  "Ọ gụrụ akwụkwọ na School of Design of the Royal College of Art na London, England na Prọfesọ William Rothenstein, Dora Billington, na Eric Gill, ọkachamara na ceramik (1919-1923). Ọ kwagara Toronto, Ontario, Canada n'afọ 1923.",
  "Ndị Haworth bi na mpaghara Rosedale dị na Toronto",
  "Ebe obibi ha bụ ọgbọ nzukọ nke ndị na-ese ihe na-enwe nzukọ na obere ihe ngosi.",
  "Site na 1913 ruo 1968 ọ rụrụ ọrụ dị ka onye na-ese ihe site n'iji àgwà mmiri, mmanụ, na mgbe e mesịrị o tinye acrylic",
  "Ọ na-ejikwa ụrọ ọkọlọtọ maka ọrụ ite ya",
  "ọtụtụ n'ime ọrụ ya nwere akara Mbinye aka\"B",
  "Cogill Haworth\" ma ọ bụ \"Bobs Cogill Haworth\".\nHaworth ala na isiokwu mmiri mana ọ na-etinyekwa aka na eserese ndị na-abụghị ebumnuche, ụfọdụ n'ogo buru ibu",
  "Ihe ka ọtụtụ n'ime ihe osise ya mgbe afọ 1950 gasịrị bụ nke e kere na masonite ma na-etinyekarị aka n'ihu na verso; mgbe mgbe na akara akwụkwọ onye na-ese ihe.",
  "N'afọ 1936, Bobs Haworth bụ otu n'ime ndị guzobere Canadian Guild of Potters tinyere Nunzia D'Angel na Robert Montgomery.\nHaworth bụ onye isi oche mbụ a na-asọpụrụ",
  "Ma Peter na Bobs Haworth mere ihe atụ maka Kingdom of the Saguenay (1936) nke Marius Barbeau",
  "The Haworths rụkọkwara ọrụ na-egosi James Edward Le Rossignol's The Habitant Merchant (1939).",
  "A họpụtara ya ka ọ bụrụ onye otu nke Royal Canadian Academy of Arts n'afọ 1963.",
  "Haworth bụ onye na-eme ihe ngosi mgbe ama ama na ụlọ ọrụ ndị dị ka Royal Canadian Academy of Arts (RCA), Ontario Society of Artists (OSA), Canadian Society of Painters in Water Colour (CSPWC), Canadian Group of Painters (CGP) n'etiti ndị ọzọ na-ahụ maka nka na òtù.",
  "Haworth nwụrụ n'udo n'ụlọ ya na Toronto",
  "Na onyinye ya, ọ hapụrụ ihe ndekọ nka ya niile na ọrụ nka ya ndị fọdụrụ na Mahadum Queen. N'afọ 1998, ọ bụ otu n'ime ndị na-ese ihe anọ na 4 Women Who Painted in1930s na 1940s, nke Alicia Boutilier haziri maka Carleton University Art Gallery, Ottawa.",
  "Ihe edeturu"
]