[
  "Bochra Belhaj Hmida nwere akara ugo mmụta n'iwu",
  "N'afọ 1989, o jikọrọ aka mepụta Òtù Ụmụ nwanyị Tunisian nke Democrats (Association tunisienne des femmes démocrates ː ATFD) ma bụrụkwa onye isi oche nke nzukọ ahụ site na 1994 ruo 1998.",
  "N'afọ 2012, ọ na-anọchite anya, dị ka onye ọka iwu, nwa agbọghọ nke ndị uwe ojii dinara n'ike. Gọọmentị Ennahda bụ, dị ka ya si kwuo, ọrụ omume na ndọrọ ndọrọ ọchịchị.",
  "Ọ sonyeere nzukọ Democratic maka ọrụ na nnwere onwe (Forum démocratique pour le travail et les libertés) n'afọ puku abụọ na iri na otu",
  "Mgbe ahụ, ọ na-agba ọsọ maka ntuli aka nke ndị omebe iwu dị ka onye ndú nke ndepụta ndị omebe Iwu Zaghouan, mana a họpụtaghị ya.",
  "Bochra Belhaj Hmida bụ, kemgbe Septemba 2012, onye otu kọmitii nduzi nke otu Nidaa Tounes",
  "A họpụtara ya na People Representative Assembly dị ka onye nnọchi anya mpaghara nke abụọ nke Tunis, n'oge ntuli aka ndị omeiwu nke Ọktoba 2014. Ọ na-aga n'ihu, n'oge ntuli aka a, na-akpọ maka mgbanwe nke ikike ụmụ nwanyị na Tunisia.",
  "Bochra Belhaj Hmida bụkwa onye isi oche nke Kọmitii Nnwere Onwe na Ịha nhata (Commission des libertés individuelles et de l'égalité 意 Colibe) nke onye isi ala Tunisia bụ Béji Caïd Essebsi malitere na 13 Ọgọst 2017",
  "Ebumnuche ya bụ iwu akụkọ gbasara mgbanwe iwu maka nnwere onwe na nha nhata nke onye ọ bụla, dịka iwu 2014 chọrọ na ụkpụrụ mba ụwa nke ikike mmadụ.",
  "Dị ka onye isi oche nke kọmitii a, Bochra Belhaj Hmida na-eduga atụmatụ mgbanwe nke ihe nketa n'etiti ụmụ nwoke na ụmụ nwanyị, nke na-akpata esemokwu siri ike na Tunisia",
  "A na-ahazi mkparịta ụka ya maka 2019.",
  "N'abalị iri na atọ n'ọnwa Ọgọstụ n'afọ 2018, onye isi ala Tunisia nyere Bochra Belhaj Hmida akara nke Commander of the Order of the Tunisian Republic (Ordre de la République tunisienne), n'oge ụbọchị ụmụ nwanyị nke mba ahụ. Na 27 Septemba 2018, ọ natara onyinye site na ntọala Global Hope Coalition. A họpụtakwara ya dịka onye ndọrọ ndọrọ ọchịchị nke afọ na 2018 site n'aka ndị nta akụkọ Tunisia. N'afọ 2019, e nyere ya Fatima al-Fihriya Prize iji kwado itinye aka ya na usoro nnwere onwe na nha nhata na Tunisia."
]