[
  "Bodys Isek Kingelez ma ọ bụ Jean Baptiste (1948 - March 14, 2015) bụ onye Congo na-akpụ ihe na onye na-ese ihe nke a maara maka ihe nlereanya ya nke obodo ndị dị egwu, nke e ji katọn, akwụkwọ, teepu na ihe ndị ọzọ a na-ahụkarị wee rụọ",
  "E gosipụtara ọrụ ya n'ọtụtụ ihe ngosi na gburugburu ụwa, nke gụnyere ihe ngosi na Centre Georges Pompidou na Paris na Museum of Modern Art na New York na documenta XI na Kassel.",
  "A mụrụ Kingelez dị ka ọkpara n'ime ụmụnne itoolu na Kimbembele-Ihunga, Democratic Republic of Congo (nke bụ Belgium Congo n'oge ahụ.Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị, ọ kwagara Kinshasa n'afọ 1970. Ruo n'afọ 1977, ọ gụrụ akwụkwọ oge ụfọdụ ma kwado onwe ya site n'ịkụzi ihe n'ụlọ akwụkwọ. National Museum dị na Kinshasa goro ya ọrụ dị ka onye na-eweghachi nka, ọkachasị na mweghachi nke ihe mkpuchi Afrịka, ruo n'afọ 1985 ebe ọ malitere ịchụso omume ọkpụkpụ ihe n'ụjụ.",
  "N'oge ndụ ya, o nweghị onye na-ere ihe osise na-anọchite anya ọrụ ya",
  "Ọ nwụrụ n'afọ 2015 n'ihi ọrịa kansa.",
  "A maara Kingelez n'ụzọ bụ isi maka ihe nlereanya ya nke obodo ndị dị egwu na nke utopia nke e ji ihe mkpofu dị ka katọn, akwụkwọ na plastik mee; ihe nlereanya ndị a na-egosi ọhụ zuru oke nke ọha mmadụ nke na-egosi ọdịiche dị n'etiti eziokwu anyị siri ike na nkwupụta megide ihe owuwu zuru oke nke Ụlọ akụ ụwa na-akwado na mmekorita ya na ọchịchị Afrịka rụrụ arụ. Ọ chọrọ ịmepụta ụwa akụkọ ifo n'ọrụ ya nke gosipụtara echiche efu ya na echiche ya ọ chepụtara maka eziokwu nke ga-emeghe ka mmadụ niile nyochaa; dị ka Sarah Suzuki, onye nlekọta na Museum of Modern Art New York, kwuru: Ọrụ Kingelez na-emepụta \"ebe nwere nchekwube, ebe mara mma..",
  "Nke ahụ na-adị nnọọ mma",
  "'",
  "Kingelez akpọwo nka ya extrêmes maquettes (English: extreme models), ma kwuo banyere usoro nka ya: “M na-eme ọrụ a n'echiche miri emi, nke a na-atụle nke ọma na ebumnuche nke inwe mmetụta dị ukwuu na ndụ. Dị ka onye oji na-ese ihe aghaghị m isetịpụ ezi ihe nlereanya site n'ịnata ìhè nke nka dị ọcha, ngwá ọrụ mmadụ a dị mkpa, na-enwu n'ihi mmadụ niile",
  "N'ihi olileanya miri emi m nwere maka echi obi ụtọ, ana m agbalịsi ike ime ka àgwà m ka mma, nke ka mma na-aghọ ihe magburu onwe ya",
  "Ana m egosipụta ụdị okwu nke dabara m dị ka glove, ana m ekwu na abụ m onye ọzọ na-ese ihe",
  "'",
  "Kingelez kere ihe karịrị ụdị narị atọ, malite na ụlọ ụlọ nke onye ọ bụla",
  "N'afọ 1992, ọ malitere ịchịkọta obodo niile nwere ọtụtụ ụlọ, ụzọ, ogige ntụrụndụ, ámá egwuregwu na ihe ncheta",
  "A na-akpọ ihe nlereanya mbụ ya nke obodo Kimbembele-Ihunga n'aha obodo ebe a mụrụ ya. Ọ kọwara usoro ya dị ka nke mbụ na-echepụta aha maka ọrụ ọhụrụ ọ bụla nke nyere aka ịzụlite echiche ma site n'ebe ahụ ọ ga-abanye kpọmkwem n'ichepụta.",
  "Ọrụ ndị a ma ama nke Kingelez gụnyere Ville Fantôme (\"Phantom City,\" 1996) Kin 3ème millénaire (\"Kinshasa: Project for the Third Millennium,\" 1997) na La Ville du Futur (\"City of the Future,\" 2000).",
  "N'afọ 1989, a kpọrọ ya ka ọ gaa Paris iji gosipụta ọrụ ya na Centre Georges Pompidou na ihe ngosi Les Magiciens de la Terre nke Jean-Hubert Martin haziri ma kwado ya site na The Contemporary African Art Collection (CAAC) nke Jean Pigozzi",
  "N'afọ 2010, o gosipụtara ọrụ ya bu Ville Fantôme na Centre Pompidou, Paris na ihe ngosi nke akpọrọ Dreamlands",
  "E gosipụtara ọrụ ya na ihe ngosi ngosi Bodys Isek Kingelez: City Dreams na 2018 na Museum of Modern Art, New York",
  "n'akụkụ ntụrụndụ VR nke ọrụ Ville Fantôme nke e kere na mmekorita ya na onye na-ese ihe na Germany Carsten Höller",
  "Ọrụ Kingelez dị na nchịkọta Jean Pigozzi, nchịkọta Musée International des Arts Modestes (MIAM) na Sète, France, Cartier Foundation na Paris na Ludwig Foundation na Cologne."
]