[
  "Boeber (nke a na-akpọ ) bụ aha Cape Malay maka pudding South Africa",
  "Ọ ghọwo ihe ọṅụṅụ mmiri ara ehi nke ọdịnala Cape Malay, nke e ji vermicelli, sago, shuga mee, ma jiri cardamom, cinnamon, na mmiri rose mee",
  "A na-enye pudding ahụ n'abalị nke iri na ise nke Ramadan iji mee emume n'etiti ibu ọnụ, maka ndị mechara ụbọchị iri na ise mbụ nke ibu ọnụ",
  "A makwara ha dị ka ndị op die berg (n'ụzọ nkịtị 'erute n'elu ugwu').",
  "Na South Africa, ọ bụ Cape Malays mere boeber, ndị nna nna ha si Indonesia, East Africa, na India",
  "Ndị Malaysia na-eri nri yiri nke a a na-akpọ bubur lambuk (porridge pụrụ iche) iji kwụsị ibu ọnụ ha na Ramadan",
  "A na-enye ihe ọṅụṅụ yiri nke a na-akpọ Sawine ma ọ bụ Sewine n'ụlọ Trinidad na Tobago na Eid al-Fitr (ememme na-egosi njedebe nke Ramadan)",
  "N'ụwa niile, enwere ihe ọṅụṅụ yiri ya dịka Asian kheer na sweet congee",
  "Boeber yiri kheer ma ọ bụ payasam, ihe oriri na-esi ísì ụtọ nke sitere na mpaghara India, nke ndị ohu India nwere ike iwebata, ma ọ bụ ndị mbịara mbịara India nke afọ 1860",
  "Na South Africa, nri Afrikaans a maara dị ka melkkos yiri boeber.",
  "Ọtụtụ ndị mmadụ na-eme boeber dị ka usoro nri ezinụlọ si dị, ọtụtụ akwụkwọ nri Cape Malay nwere usoro nri na foto nke nri boeber",
  "Na mgbakwunye, a na-enweta ngwakọta boeber na nnukwu ụlọ ahịa ahọpụtara, kọfị dị n'akụkụ, na ụlọ ahịa ihe na-esi ísì ụtọ na South Africa.",
  "Na-etinye sago n'ime mmiri ruo nkeji iri na ise",
  "Gbanye bọta n'ime ofe miri emi",
  "Tinye vermicelli ma tụba ya na bọta na fork ruo mgbe vermicelli na-acha nchara nchara",
  "Tinye cardamom, sinamọn na sultanas, ma mee ka ọ dị mma",
  "Wụnye mmiri ara ehi ma mee ka ọ sie",
  "Tinye sago na simmer maka minit 30 ma ọ bụ ruo mgbe sago pụtara ìhè, na-agbanye mgbe niile iji gbochie itinye ihe ndị ahụ na saucepan",
  "Tinye mmiri rose, shuga na almọnd, ma gaa n'ihu na-esi nri ruo mgbe agwakọta nke ọma maka minit 10",
  "Na-enye ọkụ",
  "Ọ na-eme 8 ruo 10 servings",
  "Oge nkwadebe: 1 awa."
]