[
  "Boerewors, (nke a na-akpọ ) bụ ụdị sausage nke malitere na South Afrịka",
  "Ọ bụ akụkụ dị mkpa nke nri South Africa, Zimbabwean, Botswana na Namibia ma na-ewu ewu na Southern Afrika",
  "Aha a sitere na okwu Afrikaans boer (\"onye ọrụ ugbo\") na wors (\"sausage\")",
  "Dabere na iwu gọmentị ndị mbà South Africa, boerewors ga-enwerịrị ma ọ dịkarịa ala pasent 90 nke anụ, ma nwee anụ ehi mgbe niile, yana nwa atụrụ, anụ ezì, ma ọ bụ ngwakọta nke nwa atụrụ na anụ ezì",
  "[citation needed] 10% ndị ọzọ bụ ihe na-esi ísì ụtọ na  ndị ọzọ",
  "Ọ bụghị ihe karịrị 30% nke anụ nwere ike ịbụ abụba",
  "Boerewors nwere ike ọ gaghị enwe anụ ma ọ bụ anụ ọ bụla \"nke a na-enweta\" (dị ka a na-agbake site na usoro ebe anụ na ọkpụkpụ na-ekewapụ).",
  "A na-eji anụ ehi a na-egbuke ya (mgbe ụfọdụ jikọ ya na anụ ezì, nwa atụrụ, ma ọ bụ ha abụọ) na ihe na-esi ísì ụtọ (nke a na-ejikarị esi nri, ose ojii, nutmeg, cloves na allspice)",
  "Dị ka ọtụtụ ụdị sausage ndị ọzọ, boerewors nwere nnukwu abụba, a na-echekwa ya na nnu na vinegar, ma tinye ya na mkpuchi sausage",
  "A na-ejikarị boerewors ọdịnala eme ihe n'ime usoro na-aga n'ihu",
  "A na-ejikarị ya na pap (porridge / polenta omenala ndị South Afrika nke e ji mielie-meal mee)",
  "Boerewors bụkwa  a na-ahụkarị na Namibia, Botswana, Mozambique na Zimbabwe yana ndị obodo South Africa na-anọghị n'ụwa niile.",
  "N'abalị atọ n'ọnwa Mee n'afọ 2014, e mebiri Guinness World Record maka ịgba ụgbụ kachasị ogologo n'ụwa na South Africa",
  "Ọ tụrụ 1,557.15 m (5,108  in) n'ogologo",
  "E kesara boerewors n'efu n'ụlọ ndị agadi na Abraham Kriel Orphanage.",
  "Boerewors na-abụkarị nke a na-esi n'ọkụ (nke a na-esiri n'elu icheku ọkụ ma ọ bụ osisi), mana a na-ejikarị ya esi n'okpuru grill eletrik, ma ọ bụ sie ya n'ọkụ, ma ọ bụrụ na ọ sie ya n\"ọkụ",
  "Mgbe ị na-esi Boerewors, a ga-ezere ịpịpụta mkpuchi ahụ n'ụzọ ọ bụla, n'ihi na ime nke a ga-eduga na \"ụra\" ịcha n'oge nkwadebe",
  "Ụdị dị n'ógbè nke nkịta ọkụ bụ boerewors roll, ma ọ bụ \"boerie\", nke bụ iberibe boerewors n'ime achịcha nkịta ọkụ, nke a na-ejikarị tomato, chili na ayabasa ma ọ bụ chakalaka",
  "Ụfọdụ ndị mmadụ na-ahọrọ Boerewors stew nke enwere ike iji poteto mash ma ọ bụ pap kwadebe.",
  "Ọtụtụ ụdị boerewors gụnyere ihe pụrụ iche dị ka galik wors, kameeldoring (ogwu kamel), Karoowors (sausage sitere na mpaghara Karoo na South Africa), na spekwors (nke ejiri abụba ezì ọzọ mee)",
  "Ihe ndị ọzọ a na-etinye na ya gụnyere cheese na ose chilli.",
  "A nwere ike iji anụ  dị iche iche, dị ka kudu, na springbok, mee sausage yiri nke a, mana ọ nwere ike ọ gaghị ere ya dị ka boerewors",
  "Kama nke ahụ, a na-akpọ ya aha ụdị anụ kachasị, mana ọ bụ naanị ma ọ bụrụ na o nwere ọ dịkarịa ala 75% anụ sitere na ụdị ahụ",
  "Mgbe a na-eme sausage site na ụdị egwuregwu dị iche iche, ọ nwere ike ọ gaghị akpọ ya boerewors mana a ghaghị ịkpọ ya sausage na aha ụdị egwuregwu niile dị na ya.",
  "Boerewors anaghị anọgide na-enweghị friji",
  "A na-akwadebe sausage a mịrị amị ma ọ bụ gwọrọ agwọ nke a na-akpọ droëwors kama n'usoro yiri nke nkwadobe nke biltong",
  "Droëwors aghọwo ihe a ma ama n'onwe ya dị ka nri.",
  "N'ịzaghachi usoro nri nke oge a, ụdị dị iche iche nke vegan boerewors, nke ọtụtụ n'ime ha bụ obere ụlọ ọrụ na ụlọ, amalitere ịpụta na ndị na-ere ahịa na ahịa nri na South Africa.",
  "Nkwadebe na isi nri nke boerewors aghọwo ezigbo nka na ọtụtụ asọmpi mpaghara, mpaghara na nke mba na-ewere ọnọdụ",
  "Ụlọ ahịa Shoprite na-akwado asọmpi kwa afọ iji chọpụta nkwadebe ọhụrụ kachasị mma",
  "Onye mmeri nke asọmpi a nwere ihe ùgwù nke ịmepụta ngwaahịa / ihe oriri ha ma ree ya na ụlọ ahịa Checkers niile na mba ahụ, n'okpuru akara Championship Boerewors."
]