[
  "Bokkoms (ma ọ bụ Bokkems) bụ mullet zuru oke, nnu na nke akpịrị kpọrọ nkụ (karịsịa Southern mullet, Chelon richardsonii, ụdị azụ a maara na mgbaghara odida anyanwu no na Cape Town nke South Africa dị ka \"ndị siri ike\"), ọ bụkwa ihe a ma ama na mpaghara West Coast nke South Afrịka. A na-eme ka azụ̀ a na-atọ nnu kpọọ nkụ n'anyanwụ na ifufe ma rie ya mgbe ọ gbasịrị akpụkpọ ahụ",
  "N'ọnọdụ ụfọdụ, a na-ese ya",
  "A na-akpọ ya mgbe ụfọdụ \"fish biltong\".",
  "Okwu bokkom sitere na okwu Dutch bokkem, nke bụ ụdị okwu bokking (ma ọ bụ buckinc na Middle Dutch). Okwu bokking sitere na okwu bok (okwu Dutch maka buck ma ọ bụ ewu) ma na-ezo aka n'eziokwu ahụ bụ na bokkoms na-echetara ewu, n'ihi na bokkom nwere otu ọdịdị dị ka mpi ewu, siri ike dị ka mpi goat, ma na-esi ísì dị ka mpi nke ewu (ego nwere gland na-esi ụtọ n'azụ mpi ha nke na-eme ka ísì). Ihe ndekọ mbụ nke ojiji nke okwu ahụ n'asụsụ Afrikaans nke South Africa bụ na Patriot Eventboek na afo 1902 n'ụdị bokkom.",
  "Ka ọ na-erule afọ 1658, naanị afọ isii mgbe ndị Europe biri na Cape of Good Hope, e nyere ndị obodo anọ nweere onwe ha ikike ibi na Saldanha Bay na West Coast nke Southern Africa",
  "E nyere ha ikike site na Dutch East India Company igbu azụ na mmiri nke Saldanha Bay ma zipụ ha n'ụlọ ahịa ụlọ ọrụ ahụ na Cape of Good Hope, ka a ree ha ndị ọzọ nakwa ụgbọ mmiri na-agafe na Table Bay",
  "Ha nwere naanị ikike ịkụ azụ na-enye ego ruo 1711",
  "Otu ụzọ n'ụzọ ise nke ndị e jidere ga-ebute n'ụdị nnu na nke kpọrọ nkụ, nke bụ mmalite nke bokkoms na South Africa",
  "[citation needed]",
  "Ihe ndị a na-etinye maka bokkoms nwere obere (onye na-eto eto) mullet (azụ̀), nnu siri ike na mmiri dị ọcha",
  "Ụzọ mbụ nke West Coast nke ịkwadebe bokkoms na-amalite site na ijide obere (ndị na-eto eto) mullets (nke a na-akpọ \"harders\" na Afrikaans)",
  "A na-eji brik ma ọ bụ nkume rụọ nnukwu tankị square nke e ji osisi pickle siri ike mee ihe dị ka kilogram 50 nke nnu na mmiri dị ọcha, nke a na-agbakwunye azụ",
  "Ozugbo agbakwunyere azụ zuru ezu iji ruo n'elu tankị ahụ, a na-agbasa spades abụọ ma ọ bụ atọ jupụtara na nnu kpọrọ nkụ n'elu azụ ahụ",
  "Mgbe nke ahụ gasịrị, a na-etinye ọtụtụ azụ na nnu n'elu ruo mgbe a ga-ekpuchi azụ niile na nnu",
  "A na-agbakwunye nnu dị arọ n'elu",
  "A na-ahapụ nke a maka otu ụbọchị",
  "N'ụbọchị nke abụọ, a na-etinye ígwè obibi akwụkwọ e ji osisi mee nke nwere ihe dị arọ n'elu, n'elu azụ ahụ dị na tankị ahụ",
  "Ebumnuche nke obibi akwụkwọ bụ iji hụ na a na-agbanye eriri afọ azụ ahụ ka ọ ghara imebi",
  "Mgbe ụbọchị nke atọ n'ime tankị ahụ gasịrị, a na-ewepụta azụ ahụ ma tinye ya n'ìgwè azụ 10 ruo 25 nke ọ bụla n'otu eriri, na-eji agịga azụ nke a na ebugharị n'anya azụ ahụ",
  "A na-etinye ụyọkọ ahụ ugboro abụọ ruo atọ n'ime mmiri dị ọcha, tupu a kwụnye ha n'elu ihe mkpuchi iji kpọọ nkụ.",
  "Ọnọdụ kachasị mma maka ịcha bụ ọtụtụ ifufe na ọ bụghị oke ìhè anyanwụ",
  "N'abalị, a na-ebute azụ ahụ n'okpuru ụlọ iji gbochie ya ịdọrọ na mmiri, n'echi ya, a na èzí ya ọzọ ka ọ kwụ n'anwụ",
  "Usoro ịcha mmiri dum na-ewe ihe dị ka ụbọchị ise",
  "N'oge na-adịbeghị anya, ndị mmadụ malitere iji \"ọkụ\" na-akpọ nwụ",
  "Nke a nwere ọnụ ụlọ mechiri emechi nke nwere fan eletrik, ebe a na-akwụnye azụ ahụ",
  "Onye na-ekpo ọkụ na-ebu ikuku na ekpomọkụ n'ime ụlọ",
  "Nke a na-eme ka usoro ịcha dị mfe nke ukwuu, ebe ọ bụ na ọ dịghị mkpa ka ebuga azụ n'ime ụlọ kwa mgbede",
  "Nke a na-enyemaka ohere ka a kpọọ nkụ n'oge ọnwa oyi na-ekpo ọkụ.",
  "Bokkoms bụ nri dị ụtọ nke dị na Western Cape nke South Africa, na karịsịa West Coast",
  "Ọ bụ ezie na ọ nwere ahịa dị mkpa na Western Cape (ebe ọ na-ewu ewu ma nwee ike ịchọta ya na họtel, ụlọ mmanya, ụlọ ahịa karama (na UK: ezumike), ụlọ ahịa azụ na kiosks n'ụsọ osimiri na ebe ezumike), ọ nweghị ike ịghọ ngwaahịa a na-ahụkarị n'akụkụ ka ukwuu nke ebe a na-egbu anụ na ndịda Afrịka, azụ na ụlọ ahịa nri dị ka biltong nwere",
  "Otú ọ dị, ọ dị maka ịnye iwu na mbupu site na ịntanetị na usoro ikuku.",
  "E nwere ụlọ ọrụ bokkom siri ike na \"isi obodo bokkom\" nke ụwa, Velddrif, na West Coast nke South Africa. A na-emepụta ihe dị ka 95% nke bokkoms nke South Africa na Velddrif, n'usoro obere ụlọ ọrụ dị n'akụkụ osimiri Berg. Ụlọ ọrụ ọ bụla nwere obere ọdụ ụgbọ mmiri nke ya n'osimiri n'ihu ụlọ ọrụ ahụ",
  "N'oge gara aga, e jidere nnukwu ìgwè mullet n'osimiri ahụ ma jiri jetties mee ihe dị ka ebe a na-eke \"bakkies\" (obere ụgbọ mmiri) nke ndị ọkụ azụ iji wepụ ihe ha jidere",
  "N'ihi oke igbu azụ, a machibidoro ijide mullet n'osimiri ahụ ugbu a ma a ghaghị ijide ya n'oké osimiri dị nso na Laaiplek.",
  "Velddrif bụ ebe dị mma maka ụlọ ọrụ bokkom",
  "Ọ nwere ike ịnweta mullet dị nso n'ụsọ oké osimiri, ọnọdụ ihu igwe ya dị mma maka ịcha azụ (oge ọkọchị na mmiri ozuzo dị ala), ọ nwekwara ike ịnweta nnukwu nnu n'oké osimiri ka mmiri ozuzo na-ebugharị oké osimiri n'elu nnukwu nnu (ụlọ ọrụ nnu kachasị ukwuu na South Africa ebe a na-ewepụta nnu na mmiri oké osimiri, ụlọ ọrụ nnu Cerebos, dịkwa n'ebe ahụ). O nwekwara ike ịnweta mmiri dị ọcha n'ụdị osimiri Berg",
  "Ya mere, ọ bụghị ihe na-emetụta na ụlọ ọrụ bokkom malitere ma ka na-anọgide na Velddrif",
  "\"Bokkomlaan\" a ma ama (Bokkom avenue) n'akụkụ osimiri Berg na Velddrif bụ ebe ndị njem nleta nwere ike ịhụ ọnụ ọgụgụ buru ibu nke bokkoms na-agbanye n'ìgwè n'ahịrị nke ahịhịa ahịhịrị n'akụkụ ụzọ.",
  "Bokkoms bụ nri pụrụ iche, ọdịnala ọdịnala nke West Coast nke South Africa",
  "A na-eji mmanya ọcha, ma ọ bụ achịcha, apricot jam na kọfị ojii, ma enwere ike iji ya mee ihe na ofe na spaghetti, tapenades, ragout ma ọ bụ dịka ịta n'onwe ya.",
  "Enwere nchegbu banyere mbelata azụ na West Coast nke South Africa",
  "Southern mullet dị na ndepụta oroma nke WWF Southern African Sustainable Seafood Initiative (SASSI) dị ka ụdị na-adịghị adịgide adịgide. Ìgwè a na-agụnye ụdị ndị nwere ihe ndị metụtara nchegbu, ma ọ bụ n'ihi na ụdị ahụ agwụla n'ihi oke igbu azụ ma ghara ịnọgide na-enwe nrụgide ịkụ azụ ugbu a, ma ọ bụkwa n'ihi n'ihi ịkụ azụ ma ọ bụ usoro ọrụ ugbo na-emebi gburugburu ebe obibi na / ma ọ bụ ihe ndị dị ndụ nke ụdị ahụ na-eme ka ọ bụrụ ihe na-adịghị ike na nrụgide ịkụ azụ̀ dị elu",
  "Ndị na-egbu azụ na ndị na-ere ahịa nwere ike ire ụdị ndị a n'ụzọ iwu",
  "Otú ọ dị, ịrị elu nke ọchịchọ maka ndị a nwere ike imebi nnyefe na-adịgide adịgide.",
  "A na-eji okwu bokkoms eme ihe n'asụsụ Afrikaans ma ọ dịkarịa ala ilu atọ:",
  "A na-ejikwa ya mee ihe dị ka aha maka otu ezinụlọ nke osisi nwere mkpụrụ osisi dị nkọ a hụrụ na South Africa",
  "A na-akpọ osisi ndị a bokkoms n'asụsụ Afrikaans n'ihi na mkpụrụ osisi ahụ yiri bokkoms, ísì ha na-adịghị mma na-echetara ísì azụ siri ike nke bokkoms.",
  "Bokkoms yiri herring kpọrọ nkụ, yana bloaters, kippers na buckling",
  "Bloaters (azụ̀ dum), kippers (nkewa) na buckling (isi na eriri afọ wepụrụ) niile na-eme ka nnu dị nro ma na-ese siga maka obere oge",
  "Ọ bụ ezie na usoro maka ime bokkoms nwere ike isi na usoro Europe nke ime herring kpọrọ nkụ, bokkoms na-eji ụdị azụ dị iche iche (mullet) ma ha anaghị eji sịga eme ihe mgbe niile na nkwadebe nke nri dị ụtọ.",
  "Nri ndị yiri bokkom gụnyere:"
]