[
  "Chief Bola Kuforiji-Olubi (Septemba 28, 1936 - Disemba 3, 2016) bụbu onye ọchịchị ọdịnala na Naijiria, onye oru ụlọ kụ na mịnịsta nke azụmahịa na gọọmenti etiti",
  "Na mgbakwunye na ọtụtụ aha ndị isi ọzọ, o nwere nke Otunba Ayora nke Ijebu-Ode",
  "Kuforiji-Olubi gụsịrị akwụkwọ na Mahadum nke London n'afọ 1963 ebe o ji nzere bachelọ na Ekọnọmiksi pụta",
  "N'oge ọrụ ya, ọ ghọọrọ onye otu nke Institute of Charted Accountants, nke England na Wales n'afọ 1977, ICAN Nigeria n'afọ 1976, nakwazi British chartered institute of company secretaries (ACIS) n'afọ 1964",
  "Ọ bụbukwa onye otu ndi Nigeria Institute of Management (FMIN) na ndị British Institute of Directors.",
  "Kuforiji-Olubi bụ onye natara nsọpụrụ na onyinye ndị a:",
  "Kuforiji-Olubi jere ozi n'ọtụtụ ikike dị iche iche ma na Naijiria ma na mba ụwa",
  "Ọ bụ onye isi nke iri abụọ na ise nke Institute of Chartered Accountants of Nigeria; nwanyị mbụ ghọọrọ onye isi oche nke otu ahụ, ka ọ nọ n'ọchịchị, ọ malitere usoro nkuzi ndị na-ahụ maka mgbakọ ego.",
  "Ọ bụ nwanyị mbụ nke Naịjirịa ghọọrọ onye isi ụlọ ọrụ na-ahụ maka ọtụtụ mba (VYB Industries Limited, nwere ndị mmekọ Britain ( Inchcape plc ) na nwanyị mbụ Onye isi oche nke ụlọ ọrụ ndị ọha na eze so nwere bụ (Bewac Plc).",
  "Kufuriji-Olubi bụ onye isi oche ma ọ bụ na-ọrụrụ ọrụ n'otu ndị ntuzi aka ọtụtụ ụlọ ọrụ ndị ọzọ",
  "Ọ bụ onye isi oche mbụ nke Osun River basin development (site n'afọ 1976 ruo n'afọ 1980) na onye otu kansụl na-achị achị nke Institute of Social and Economic Research (NISER) nke Naijiria (site n'afọ 1981 ruo n'afọ 1983)",
  "A họpụtara ya ị bụ onye isi oche nke otu ụlọ ọrụ na-ahụ maka ego, United Bank for Africa Plc n'afọ 1984, were rụọ ọrụ ruo n'afọ 1990 dị ka nwanyị mbụ jidere ọkwa ahụ n;Afrịka na ndịda Sahara",
  "Ọ bụkwa mgbe e mesịrị,osote onye isi oche nke National conference on Nigerian foreign policy (ruo n'afọ 2000), bụrụkwa onye otu National Sport Commission (site n'afọ 1986 ruo n'afọ 1989)",
  "Dịka otu onye na ndị tọrọ ntọala na onye isi oche nke Lagos State Education endowment fund, a họpụtara ya ka ọ bụrụ onye o dee akwụkwọ (ma ọ bụ Mịnịsta ) a na-asọpụrụ maka azụmahịa na njem nlegharị anya na gọọmentị etiti nke Naijiria n'afọ 1983",
  "Na mgbakwunye na nke a, ọ bụkwazị onye osote onye isi oche ma kọmishọna gọọmenti etiti na Ogun steeti na mkpokọta ego ha na-akpata."
]