[
  "E Bolaji Idowu (1913–1995 bụ onye isi nke atọ amụrụ na Methodist Church Nigeria, na-eje ozi site na 1972 ruo 1984",
  "A makwaara ya nke ọma maka ọmụmụ agbụrụ ya na nkà mmụta okpukpe nke ndị Yoruba.",
  "A mụrụ Idowu na 28 Septemba 1913, na Ikorodu, Lagos State, Nigeria",
  "Agụmakwụkwọ mbụ ya bụ n'ụlọ akwụkwọ Anglịkan na Methodist dị na Ikorodu",
  "N'ebe ahụ, ọ zutere Rev",
  "A",
  "T",
  "Ola Olude wee ghọọ Onye Kraịst",
  "Mgbe ọ gụsịrị akwụkwọ na Wesley College na Ibadan, ọ ghọrọ onye isi ụlọ akwụkwọ praịmarị na Remo, Ogun State",
  "A họpụtara ya n'afọ 1942.",
  "Site n'afọ 1945 ruo afọ 1948, ọ gara n'ihu na ọmụmụ ya na Wesley House, Cambridge",
  "Site n'afọ 1957 ruo afọ 1958, e zigara ya na Germany na mgbalị iji dozie ụfọdụ nsogbu ndị ụmụ akwụkwọ Afrịka na Eshia na-eche ihu n'ebe ahụ",
  "N'afọ 1958, ọ sonyeere ndị ọrụ nke Ngalaba Mmụta Okpukpe na Mahadum nke Ibadan wee jee ozi dị ka onye isi ya site n'afọ 1963 ruo afọ 1976.",
  "N'afọ 1972, a họpụtara ya dịka onye isi oche nke Methodist Church Nigeria",
  "Ọ malitere mgbanwe nke iwu ụka ozugbo, na-ekwusi ike mkpa ọ dị maka nnwere onwe na indigenization",
  "A kwadoro iwu ọhụrụ ahụ n'afọ 1976, ebe Idowu ghọrọ onyeisi ụka",
  "Ndị otu ụka ji ya kpọrọ ihe nke ukwuu nke na ihe ndị o metụrụ aka n'oge ọrụ ya kwenyere na ha nwere ike ịgwọ ọrịa. Ọ lara ezumike nká n'afọ 1984 ma nwụọ n'afọ 1993",
  "A kpọrọ katidral dị na Ikorodu aha maka nsọpụrụ ya.",
  "N'ime usoro ịkwadebe akwụkwọ doctoral maka Mahadum nke London (n'afọ 1955), Idowu chọpụtara na ihe niile dị na okpukpe Afrịka yiri ka ọ bụ ihe na-ezighi ezi, na-eweda anya ma ọ bụ naanị ihe ọchị",
  "(Dị ka ihe atụ: nkwenkwe Leo Frobenius na okpukpe Yoruba sitere na Atlantis nke Plato site n'Ijipt.N'ihi ya, ọ malitere ịkọwa nkwenkwe okpukpe nke ndị Yoruba nke ya dịka nchegbu nkà mmụta okpukpe zuru ụwa ọnụ dị ka ọdịdị nke Chi, omume ọma, na ọdịnihu ikpeazụ nke ihe a kpọrọ mmadụ",
  "Ihe odide ya banyere isiokwu a so n'ihe atụ mbụ nke okpukpe Afrịka a hụrụ site n'echiche nke onye Afrịka, mana ọ bụghị okpukpe ọdịnala, ihe si na ya pụta bụ nke Iso Ụzọ Kraịst na-ele mmadụ anya n'ihu, na-eme ka onye na-agụ ya pụọ n'ezi omenala na omume agbụrụ",
  "."
]