[
  "His Excellency\nChief\nBola Tinubu\nGCFR\nbụ onye isi ala nke iri na isii ya Naijiria nwere",
  "Oche ọchịchị ọ nọ na ya ugbua ka Ọ rigooro na abali iri abuo na itoolu nke ọnwa Mee afọ a 2023\nỌ sote ya bụ Kashim Shettima\nOnye nyere ya óche ọchịchị bụ Muhammadu Buhari\nỌ bụ ya bụ Gọvanọ nke iri na abụọ Lagos Steeti nke chịrị site na 29 May 1999 ruo na 29 May 2007.\nOsota gọvanọ ya bụ Kofoworola Bucknor\nOnye nyere ya óche ọchịchị gọvanọ bụ Buba Marwa",
  "Onye O nyefere oche ọchịchị gọvanọ Lagos bụ Babatunde Fashola.\nỌ bụbukwa sinetọ nọchitere anya Lagos West n'ụlọ nzukọ omeiwu ala anyị site na 5 Decemba 1992 ruo na 17 Nọvemba 1993 nke Wahab Dosunmu (1999) nọchiri.",
  "Ihe Gbasara Ya\nA mụrụ ya dika\tBola Ahmed Adekunle Tinubu na 29 March 1952 (afọ iri asaa na otu ka Ọnọ ugbua) na Lagos, British Nigeria.\nÒtù ndọrọndọrọ ọchịchị ya:\tAll Progressives Congress\n(site na 2013 ruo ugbua)\nÒtù ndọrọndọrọ ọchịchị ndị ọzọ Ọ nọrọla:\t\nSocial Democratic Party (1992 ruo 1993)\nAlliance for Democracy (1998 ruo 2006)\nAction Congress of Nigeria (2006 ruo 2013)\nNwunye ya: Sen.\tOluremi Tinubu ​(Ọ lụrụ n'afọ 1987)​\nNdị ụmụnne ya:\tWale Tinubu (nwa nwanne ya)\nỤmụ ya dị isii, nke gụnyere Folashade Tinubu.\nNne ya: Abibatu Mogaji\nEbe obibi ya: Aso Villa\nEbe ọ gụrụ akwụkwọ: Richard J",
  "Daley College, Chicago State University (BS)\nỌrụ ya: Onye ndọrọndọrọ ọchịchị/Ọgụ ego",
  "Tinubu malitere ndụ ya na Legọs Naijiria , mechaa gaa Amerika ga gụọ mgbakọ na mwepụ na Chicago State University",
  "Ọ laghachịtara Naijiria, ewee ya n'ọrụ n'ụlọ ọrụ Mobil Nigeria dika ọgụ ego, tupu ọ baa ndọrọndọrọ ọchịchị, zọọ ma merie ịnọchite anya Lagos West senatorial zone n'ụlọ nzukọ omeiwu ala anyị n'afọ 1992 n'okpuru òtù ndọrọndọrọ ọchịchị Social Democratic Party",
  "Ka Sani Abacha gbasara ụlọ nzukọ Omeiwu n'afọ 1993, Tinubu so lụwa ọgụ nnwere onwe, iweghachị ọchịchị onye kwuo uche ya n'ala anyị, n'okpuru National Democratic Coalition movement.",
  "Ka a dọrọ ndọrọndọrọ onye ga-abụ gọvanọ Lagos State, Tinubu meriri n'okpuru òtù ndọrọndọrọ ọchịchị Alliance for Democracy",
  "Ka afọ anọ gachara, o merikwaa ọzọ nke ugboro abua íbụ gọvanọ",
  "Ka ọ pụrụ n'oche n'afọ 2007, Ọ gbara ezigbo mbọ iguzobe òtù ndọrọndọrọ ọchịchị All Progressives Congress n'afọ 2013",
  "N'afọ 2023, ahọpụtara ya dịka onye isi ala Naijiria."
]