[
  "Bolajoko Olubukunola Olusanya bụ onye Naijiria na-ahụ maka ụmụaka bukwazia onye ọchụnta ego mmekọrịta mmadụ na ibe ya",
  "Ọ bụ ọkachamara nke ọgwụ maka anụm ihe.",
  "Olusanya nwere nsogbu ịnụ ihe nke a mụrụ n'etiti oge, mana a chọpụtabeghị Oya a ruo mgbe ọ dị afọ iri ato n’ato",
  "Ọ gụrụ akwukwo maka ọgwụ na Mahadum nke Ibadan, o gụsịrị akwụkwọ na 1982",
  "Ọ zụrụ dị ka onye na-ahụ maka ụmụaka na UCL Great Ormond Street Institute of Child Health na Donald Winnicott Centre, ha abụọ dị na London",
  "Mgbe ọ mechara ọzụzụ ya na Naịjirịa, ọ chere nhọrọ ihu n'etiti ma ọ bụ soro ọrụ agụmakwụkwọ maọbụ ghọọ onye ọchụnta ego mmekọrịta mmadụ na ibe ya, na mkpebi iwere ụzọ nke ikpeazụ.",
  "Olusanya malitere Hearing International Nigeria (HING) na ago 1999",
  "O mechara guzobe Nigerian Dyslexia Association wee jikọta ya na HING n'ime Centre for Healthy Start Initiative na 2011",
  "N'agbata afọ 2003 na afọ 2007, ọ laghachiri na Mahadum College London iji rụọ ọrụ na PhD na pediatrics na ọgwụ na-anụ ihe. Ph.D",
  "ya, nke e nyere n'afọ 2008, akpọrọ \"Ụdị nyocha ụmụaka maka nchọpụta mbụ nke ntị chiri na-adịgide adịgide na Naịjirịa\". Ka ọ na-erule 2020, Olusanya ebipụtala ihe karịrị isiokwu puku abii na akwụkwọ akụkọ agụmakwụkwọ. N'afọ 2019, ọ sonyeere Lancet Commission for Global Hearing Loss, atụmatụ World Health Organization (WHO) iji gwọọ ntị chiri n'ụwa niile. Dị ka Olusanya siri kwuo, isi ihe na-akpata ịnụ ihe na Naịjirịa bụ ndị na-emepụta ọkụ eletrik, ọgwụ nje na ọnụnọ na-aga n'ihu nke mkpọtụ.",
  "Olusanya bụ onye nduzi nke Global Research on Developmental Disabilities Collaborators (GRDDC), otu ndị ọkachamara na-ahụ maka ụmụaka nke Bill na Melinda Gates Foundation na Institute for Health Metrics and Evaluation kwadoro",
  "N'afọ 2018, o bipụtara nyocha na The Lancet na-egosi na na Naịjirịa, e nwere ụmụaka nde 2.5 nwere nkwarụ mmepe na 2016, ma e jiri ya tụnyere nde 1.5 na 1990",
  "A na-akọwa nkwarụ mmepe dị ka ọnọdụ ahụike nke na-emetụta ụmụaka ogologo oge, dị ka nsogbu autism spectrum, nsogbu uche na-adịghị arụ ọrụ, ọrịa ụbụrụ, ọrịa Down na ịnụ ihe."
]