[
  "Hajia Bola Muinat Shagaya (amụrụ ya na Ọktoba 10, 1959) bụ nwanyị ọchụnta ego nke Naijiria na onye na-anụ ọkụ n'obi ejiji",
  "Ọ bụ otu n'ime ndị inyom kacha baa ọgaranya n'Afrika",
  "Hajia Bola Muinat Shagaya ( MON ) A mụrụ ya na 10 October 1959, ọ bụ onye ọchụnta ego nke Naijiria na onye na-anụ ọkụ n'obi na ejiji; na ada Adut Makur onye Sudan na-akwa akwa na Emenike Mobo onye ọrụ ọha na eze Naijiria",
  "Ọ lụrụ Alhaji Shagaya, onye na-ahụ maka njem na Kwara State, ma nwee ụmụ isii",
  "Sherif Shagaya, Hakeem Shagaya, Deeja Shagaya, Naieema Shagaya, Amaya Roberts Shagaya na Adeena Roberts Shagaya",
  "Ụmụ ya na-agbasasị n'ofe ụwa, na-eto eto nke ọma na alaeze ukwu na Europe na United States",
  "Tinyekwara aka na obere azụmaahịa na njikwa ụlọ ọrụ n'ofe Asia na Australia",
  "A maara Bola Shagaya na ọ gụrụ akwụkwọ sekọndrị na Queens School, Ilorin, ma gukwa agụmakwụkwọ ya na mahadum Ahmadu Bello, Zaria ya na ￼￼ kwa Armstrong College dị na California, ebe ọ gụrụ akwụkwọ gbasara akụnụba na akaụntụ. Bola Shagaya bụ  onye isi oche nke Bolmus Group International, ụlọ ọrụ na-ejide ụlọ, mmanụ na gas, ụlọ akụ na foto",
  "Dị ka ọ bụ otu n'ime ndị ọchụnta ego na-aga nke ọma na Nigeria na Africa, nke a ma ama na ndị dị ka Folorunsho Alakija",
  "N'adịghị ka ọtụtụ ndị ọrụ mmepụta ihe a ma ama, o ji nkà rụọ akụ na ụba ya na netwọkụ",
  "N'ịkwanyere àgwà ọma ya pụtara ìhè na nnukwu onyinye n'ịkwalite akụ na ụba, gọọmenti Naijiria nabatara ya ma nye ya ihe nrite ugboro abụọ.",
  "Ọ malitere ọrụ ya na ngalaba nyocha nke Central Bank of Nigeria tupu ọ malite ọrụ azụmahịa na 1983",
  "Ahụmahụ azụmahịa ya malitere site na mbubata na nkesa ihe foto wee webata akara Konica nke foto n'ahịa Naijiria na West Africa.",
  "Hajia Bola Muinat Shagaya bụkwa onye isi njikwa nke Practoil Limited,  otu n'ime ndị na-ebubata na ndị na-ekesa mmanụ ala na Nigeria, na-eje ozi na osisi na-agwakọta mmanu mpaghara",
  "Azụmahịa ya gụnyekwara nnukwu itinye ego na ala na ụlọ, na-agbasa n'ofe obodo ukwu na mba ahụ yana ndị ọrụ karịrị narị atọ.",
  "Ọ nọ ugbu a na bọọdụ nke Unity Bank plc  (nke bụbu Intercity Bank) ma nọrọ ihe karịrị afọ asatọ",
  "O sokwa na otu azumahia nke Nepad – Nigeria eweputara nso nso a",
  "Hajia Bola Shagaya bụ onye na-elekọta otu ndị na-emepụta ejiji nke Nigeria (FADAN), na onye na-anụ ọkụ n'obi na ejiji na-akwado ma na-akwado ụlọ ọrụ ejiji na nka",
  "Ọ hụkwara egwuregwu n'anya, ọkachasị polo",
  "Na 22 Julaị 2010, onye bụbu onye isi oche nke Federal Republic of Nigeria, Dr",
  "Goodluck Ebele Jonathan (GCFR), nyere ya aha onye otu Order nke Niger (MON).",
  "Nnyocha gbasara mpụ ego",
  "Ụlọọrụ EFCC na-enyocha Bola Muinat Shagaya maka mpụ ego na-emetụtakwa Patience Jonathan, onye bụbu nwunye onyeisiala Naijiria"
]