[
  "Ndị Bolewa bụ agbụrụ dị na mpaghara ugwu nke Gombe Steeti.\nDị ka omenala Bolewa si kwuo, ndị nna nna ha sitere na Yemen",
  "Ha na ndị mwakpo na ndị malitere alaeze Kanem na Songhai kwagara.A chọtara ndị na-asụ Bolewa n'akụkụ osimiri Gongola niile, na-ebi n'obodo dị iche iche n'ebe ọdịda anyanwụ na n'ebe ugwu ọdịda anyanwụ nke Borno, dị ka Kalam, Fali, Daniski, Kafarati, Mbara na Steeti Bauchi.",
  "Na narị afọ nke iri na atọ, ndị Bolewa guzobere nke ọma na mpaghara Gombe ma ha pụtakwara na ndagwurugwu Gongola dị ka Palmer tụrụ aro ebe ọ kpọrọ ha Ata-Gara",
  "N'oge ọchịchị Kano Abdullahi nke a maara nke ọma dị ka Sarkin Kano, (1499-1509) e guzobere ebe obibi Kalam Bolewa ebe ha bi ebe dị ka Geri-kom, Tappi, Gadam, Dolli, Bojude, Bolari, Biri, Bomala, Gabukka wdg.",
  "Otú ọ dị, Kalam Bolewa nke bụ ebe siri ike maka Bolewa ka ndị Steeti Kano wakporo otu narị afọ ka e mesịrị.",
  "E mepụtara mmekọrịta Bolewa gburugburu ofufe nke bu ya ụzọ, na-ekwere na ofufe ime mmụọ nke ndị nna nna, gụnyere ememe na ịchụ àjà, bụ ntọala nke mmadụ",
  "Akụkụ a ma ama nke ofufe Bolewa bụ ofufe na-eme mmiri ozuzo",
  "A na-ekwu na nke a sitere na mmụọ nna nna n'etiti ndị Bojude, Dirri na Tappi, Bolewa bụ onye kwenyere na 意 Kononá ebe Bolewa nke Gadam, Dolli na Geri Kom, na-ezo aka na ya dị ka 意 Konón-Akúá ma ọ bụ \"Konon Akkuá.",
  "Conon Akku bụ chi nna nna Jukun a ma ama nke e kwenyere na ọ na-enye nchebe ime mmụọ ma nwee ike ịnapụta ndị Jukuns niile n'oge nsogbu.",
  "Ndị Bolewa na-eme emume dika ịchụ àjà n'oge emume ọdịnala, dị ka nke a na-akpọ Tang ma ọ bụ nke a na'akpọ Tang",
  "Omenala omenala a n'etiti ndị Bolewa, ọkachasị mgbe ndị mmadụ na-enwe ụkọ mmiri ozuzo ma ọ bụ ụkọ mmiri ọsịsa, a na-ekwu na ha na-akwụ ndị nna nna ma ọ bụ nnukwu ndị eze Bolewa (Bolewa) ndị e liri n'ebe pụrụ iche maka ichebe onye ọchịchị ọhụrụ",
  "Omenala omenala jupụtara na fetiish, ọ na-agụnye gburugburu ili dabere na emume nke Gamsodō",
  "Emume ọdịnala Bolewa ọzọ e guzobere nke ọma bụ nke a na-akpọ o Dengtiń ma ọ bụ nke a bụ naanị n'etiti ndị Bolewa nke Kafarati ka a na-eme omenala kwa afọ, ebe ụmụ nwoke na-eyi ákwà ụmụ nwanyị, ebe ụmụ nwanyị na-eyi akwa ụmụ nwoke",
  "Emere ya na mpụga obodo Bolewa, ọkachasị, gburugburu osisi Baobab a ma ama, nke e kwenyere na ọ bụ ebe obibi nke ndị Kwami.",
  "Site n'ọbịbịa nke Okpụkpere chi Alakụba, ọtụtụ ndị Bolewa ghọrọ ndị Alakụba ma hapụ usoro nkwenkwe na ọdịbendị ha niile",
  "C.K Meeks (1931) kwusiri ike na Bolewa bụ otu ndị mwakpo dị ka ndị guzobere alaeze Kanem na Songhai, bụ ndị e kwenyere na ha si Yemen bịa Africa.",
  "Ndị Bolewa na-asụ asụsụ Bole."
]