[
  "Boll & Alaka bụ ụlọ ọrụ na-azụ ahịa na United States nke na-ere akwa akwa n'ịntanetị ndị mmadụ n'ihe ndị mere n'oge ochie nakwa ndị niile na",
  "N'ịbụ nke nwere isi ụlọ ọrụ na Summit, New Jersey, ụlọ ọrụ ahụ na-emepụta ma na-ere ákwà owuwe ihe ubi, blanket na ákwà nhicha ma bụrụ onye mbụ na-emepụta ngwaahịa ndị dị otú ahụ nke Fair Trade USA kwadoro.",
  "Boll & Alaka malitere na Jenụwarị 2014 site n'ime ụmụ gị aka n'ime Ihe dị ka ndị ọzọ n'aka onye bụbu onye nkuzi nke atọ, Missy Tannen na di ya, onye bụbu Wrigley na Kraft Foods exec, Scott Tannen, bụ onye nyere onwe ya ego maka ọrụ ahụ. A na-emepụta ọtụtụ ngwaahịa ụlọ ọrụ ahụ na Kolkata, India na CHETNA Organic na-akụ ogho na Orissa, India.",
  "A na-eme atụmatụ na ego ụlọ ọrụ ahụ na-enweta kwa afọ gafere $ 100 nde.",
  "N'ọnwa Ọgọstụ 2017, ha kwupụtara mmeghe nke ebe mbụ ha na-ere brik na mortar na The Mall na Short Hills na Short Hills, New Jersey N'ọnwarị 2019, Nordstrom kwupụtara na ọ ga-eme ka ngwaahịa Boll & Branch dị na 21 n'ime ụlọ ahịa ha",
  "Nke a ga-abụ oge mbụ ngwaahịa ụlọ ọrụ ahụ ga-enweta site na onye na-ere ahịa nke atọ. Ụlọ ọrụ ahụ so na ndị na-ere ahịa mbụ iji ọkụ Far-UVC 222 mee ka ụlọ ahịa ha dị ọcha na Town Center na Boca Raton na Greenwich, CT.",
  "Boll & Branch enwetala ọkwa maka mmepụta ụkpụrụ omume na nke na-adịgide adịgide nke akwa akwa akwa okomoko. N'ọnwa Ọgọstụ n'afọ 2015, ọ malitere usoro akwa akwa akwa na-acha anụnụ anụnụ ma webata usoro akwa akwa na blanket maka ụmụ ọhụrụ n'ọnwa Oktọba n'afọ 2015.",
  "N'ọnwa Ọktoba 2016, ụlọ ọrụ ahụ malitere usoro ihe ndina flannel nke e mere na Guimaraes, Portugal. N'ọnwa Juun afọ 2018, ọ wepụtara usoro nke isi ala Down.",
  "N'ọnwa Ọktoba 2018, ọ gbasaa n'ime ụlọ ọrụ matarasị",
  "Ha na-akwalite \"mattress ha dị oké ọnụ ahịa\" dị ka ndị na-enweghị ụfụfụ ncheta, kama ha na-eji ajị anụ, coils na ogho.",
  "Boll & Branch natara $ 7 nde Series A ego site na Silas Capital na Eprel 2016 wee nweta $ 4 nde Series B itinye ego na Ọktoba 2017 kwa site na Silas capital.",
  "N'ọnwa Ọgọstụ 2019, ụlọ ọrụ ahụ natara nde $ 100 site na ụlọ ọrụ nzuzo, L Catterton",
  "Site na itinye ego a, Onye guzobere Scott Tannen ga-aga n'ihu n'ọrụ ya dị ka onye isi oche."
]