[
  "Bonang Dorothy Matheba (a mụrụ na 25 June 1987), bụ onye na-eme ihe ngosi telivishọn na South Africa, onye redio, onye na-ese ihe nkiri na onye mgbasa ozi mmekọrịta. A mụrụ ya na Mahikeng, North West, a maara ya maka nkà ngosi ya na olu ya",
  "Matheba gosipụtara ihe ngosi egwu SABC 1 LIVE (nke bụ Live Amp ugbu a) nke wuru ihe ngosi ya na ụlọ ọrụ ahụ. A makwaara ya maka ịbụ onye isi ojii South Africa mbụ a ga-egosi na ọtụtụ magazin.",
  "N'afọ 2011, ọ ghọrọ onye ama ama na South Africa mbụ malitere ihe ngosi n'ịntanetị a na-akpọ B*Dazzled N'afọ 2013, ọ bụ onye nnọchi anya mba ụwa mbụ maka akara ihe ntecha Revlon, na mpụga US.",
  "N'afọ 2014, ọ kwadoro 2014 MTV Europe Music Awards pre-show, nke mere ka ọ bụrụ onye South Africa mbụ kwadoro emume ahụ. N'afọ 2015, ọ ghọrọ onye Afrịka mbụ e nyere E! News Special Africa na E!.",
  "N'afọ 2016, ọ pụtara n'ihu Forbes Woman Africa, ya na ụmụ nwanyị atọ ndị ọzọ e nyere isi okwu maka ịbụ ihu nke ọchụnta ego. O weputara akwukwo ya From A to B ma gosipụta ihe ngosi nke ya Being Bonang, ha abụọ n'afọ 2017. N'afọ 2018, e gosipụtara ya na mbipụta ike nke GQ SA, maka mbipụta Septemba.",
  "A mụrụ Bonang n'abalị 25 ọnwa June 1987 na Mahikeng borough nke North West, nye Charlotte Mokoena, onye isi oche maka Human Resource and Corporate Affairs nke Sasol, na Gampi Matheba, onye nkuzi dị elu na Mahadum North-West. Ọ bụ onye agbụrụ na-asụ asụsụ Bantu bụ Tswana.",
  "Ezinụlọ ahụ kwagara Leondale, n'Ebe Ọwụwa Anyanwụ Johannesburg, ebe Bonang gara Fourways High School, ụlọ akwụkwọ gọọmentị na-akụzi  na Fourways, Johannesburg.",
  "N'afọ 2002, Matheba mere ihe ngosi telivishọn mbụ ya na SABC 2 ụmụaka, Manhattan Fantasy Challenge mgbe ọ dị afọ iri na ise. Ọ pụtakwara n'ọtụtụ ihe ngosi ụmụaka SABC 2. N'afọ 2007, Matheba nyochara maka oge izizi nke ihe ngosi egwu SABC 1 LIVE (nke bụ Live Amp ugbu a) mgbe ọ hapụsịrị varsity. E mechara chie ya onye mmeri nke ihe ngosi ahụ ka ya na Tbo Touch na-akwado ya",
  "Ọrụ ngosi ya bụ nnukwu ihe ịga nke ọma na nke ahụ bụ aha nna ya \"Queen B\"",
  "E gosipụtara ihe omume ikpeazụ ya na 31 Ọgọstụ 2012 ka ọ mara ọkwa na ọ na-ahapụ ihe ngosi ahụ. Mgbe ọ hapụsịrị LIVE, ọ kwadoro ọtụtụ ihe ngosi ndị ọzọ gụnyere Clash of the Choirs SA, Afternoon Express, Top Billing na KFC Taste Kitchen.",
  "Matheba anabatala ọtụtụ ihe ngosi onyinye na ihe omume ndị a ma ama dịka MTV Africa Music Awards 2016, Miss South Africa 2018, ma kwado ihe ngosi tupu 2014 MTV Europe Music Awards na BET Awards 2016. N'ụbọchị nke abụọ n'ọnwa Disemba n'afọ 2018, Matheba so mee ihe nkiri Global Citizen: Mandela 100 n'akụkụ onye na-eme ihe ọchị Trevor Noah, onye na-ese onyinyo Naomi Campbell na ndị ọzọ a ma ama.",
  "N'afọ 2008, Matheba mere ihe nkiri mbụ ya na ihe ngosi SABC 1, InterSEXions ebe ọ na-eme Nurse Seipati Ka ọ na-erule afọ 2019, Matheba gosipụtara ma soro mepụta ihe nkiri Public Figure, nke gosipụtara na Machị, 9 na Manchester Film Festival.",
  "Matheba guzobere ụlọ mmepụta ihe ya akpọrọ Bonang Matheba Entertainment n'afọ 2017",
  "Ngalaba mmepụta ahụ nwere otu ihe ngosi, nke bụ ihe ngosi eziokwu nke 1Magic, Being Bonang nke na-elekwasị anya ma gosipụta ndụ kwa ụbọchị nke Matheba.",
  "N'ọnwa Mee afọ 2022, ọ kwadoro Africa Magic Viewers' Choice Awards.",
  "Ka ọ na-erule ngwụcha ọnwa Mee afọ 2021, Matheba nwetara ọrụ nke Queen Nandi yana onye isi mmepụta nke Shaka Ilembe na-abịanụ.",
  "N'afọ 2012, Matheba sonyeere onye na-emepụta ihe ndekọ na onye na-agba diski Euphonik",
  "E boro Euphonik ebubo mwakpo mgbe o gosipụtara na ọ wakporo ya. O wepụrụ ebubo ahụ mgbe di na nwunye ahụ mere ka ha dịghachi n'otu. Ka ọ na-ewepụ ebubo ahụ, ndị mmadụ nwere ebubo na Matheba ghaara ụgha banyere ihe merenụ",
  "Matheba gbaghaara nkwupụta ndị a, na-ekwu, sị: \"Atụbeghị m na a ga-emeso m ihe ọjọọ mgbe akụkọ gbasara nkewa m pụtara",
  "Ọ bụ otu n'ime ahụmahụ ndị na-egbu mgbu na mgbe ụfọdụ ejighị m n'aka otú m si lanarị\", ihe gbasara ya n'akwụkwọ ya, From A To B",
  "O wepụrụ ihe ahụ na mbipụta nke abụọ nke akwụkwọ ahụ.",
  "Site na ngwụcha afọ 2015 ruo 2017, Matheba na onye na-eti egwu AKA",
  "Mmekọrịta ha jupụtara na esemokwu ka ha nwere ihe omume, mgbe AKA na-eme mkpapụ ma na-eme ka onye na-eme ihe nkiri diski DJ Zinhle dị ime, onye kpughere ihe ha na-eme n'ọnwa Ọgọstụ 2015, mgbe ha kewara.",
  "Site n'oge a gaa n'ihu, Matheba edebewo ọtụtụ n'ime ndị mmekọ ya na ndụ onwe onye na nzuzo, ọ bụghịkwa ọtụtụ ihe ka a maara banyere ya."
]