[
  "Boniface Mwangi (amụrụ na Julaị 10, 1983) bụ onye Kenya na-ese foto, onye ndọrọ ndọrọ ọchịchị na onye na-eme ihe ike na-etinye aka na ndọrọ ndọrọ ọchịchị. A maara ya maka foto ya nke ime ihe ike na-eme mgbe ntuli aka gasịrị nke dakwasịrị Kenya na 2007 na 2008.",
  "A mụrụ Mwangi na Taveta, Kenya, n'ókè ya na Tanzania",
  "Nne ya bụ onye ọchụnta ego na-azụ ahịa gafee n'ókèala",
  "Mwangi malitere ibi na nne na nna ya ochie na Nyeri, Central Kenya, mgbe ọ dị afọ isii.",
  "O mechara soro nne ya biri na mpaghara dị ala nke Nairobi nke Ngara, mgbe ahụ ọ bụ ụlọ elu dị na Majengo, Githurai 45, tupu o mechaa biri na Pangani",
  "Mwangi na-abanye ma na-apụ n'ụlọ akwụkwọ n'oge a ma nyere nne ya aka ire akwụkwọ.",
  "Mgbe nne ya nwụrụ na 2000, Mwangi, onye dị afọ iri na asaa n'oge ahụ, kpebiri na ọ ga-agbanwe ma ọ bụrụ na ọ gafere ndụ",
  "Ọ sonyeere ụlọ akwụkwọ Bible na ebumnuche nke ịghọ onye ụkọchukwu, ma nweta diplọma na ọmụmụ Bible",
  "Mgbe ọ nọ n'ụlọ akwụkwọ, ọ malitere inwe mmasị na foto",
  "Onye Kenya na-ese foto bụ Mohamed Amin nwere mmetụta n'ebe ọ nọ.",
  "N'agbanyeghị na ọ nweghị agụmakwụkwọ ụlọ akwụkwọ sekọndrị, Mwangi jisiri ike nweta ọnọdụ na ụlọ akwụkwọ odeakụkọ onwe onye",
  "Iji kwado agụmakwụkwọ ya, ọ ga-anọgide na-ere akwụkwọ n'okporo ámá, mana n'oge na-adịghị anya ọ malitere inweta ahụmịhe dị ka onye na-ese foto",
  "O bipụtara foto na akwụkwọ akụkọ mba The Standard, na 2005 nke meriri ihe nrite foto mbụ ya",
  "N'ime afọ atọ, ọ natara nkwado mba ụwa dị ka otu n'ime ndị na-ese foto kachasị mma n'Africa. E nyere ya onyinye 2008 na 2010 CNN Africa Photojournalist of the Year Award.",
  "Otú ọ dị, o kwụsịtụrụ ọrụ foto ya, iji rụọ ọrụ na ikpe ziri ezi nke Kenya.",
  "Mwangi hapụrụ ọrụ odeakụkọ mgbe ọ hụchara ma dekọọ ihe ike na-eme mgbe ntuli aka gasịrị na Kenya na 2007 dị ka onye na-ese foto akwụkwọ akụkọ",
  "Ọ nwere nchekasị na ịda mbà n'obi (ọ na-emetụtakwa ya n'onwe ya.dika ọ kwagara nwa oge mgbe a na-eyi ndị obodo ya egwu)",
  "Nke ka mkpa, o nwere nkụda mmụọ na ọ ga-ekpuchi otu ndị ndọrọ ndọrọ ọchịchị ahụ kpaliri ime ihe ike mana enweghị ntaramahụhụ.",
  "Ihe mbụ o mere bụ ọrụ Picha Mtaani, Swahili maka \"foto n'okporo ámá\", na-egosi foto nke ime ihe ike na 2007 mgbe ntuli aka mba gasịrị, n'etiti agbụrụ dị iche iche",
  "E gosipụtara ihe ngosi okporo ámá a na-agagharị agagharị gburugburu mba ahụ maka ndị mmadụ iji kwurịta nkwekọrịta ma kwalite ọgwụgwọ mba",
  "Ihe karịrị mmadụ pụkụ narị isii hụrụ ihe ngosi ahụ. Nke a mechara gbakwunye site na akwụkwọ akụkọ Heal the Nation, nke a na-egosi karịsịa na mpaghara ndị ogbenye.",
  "N'ịgbaso atụmatụ ndị a, Mwangi malitere ịzụlite nguzo siri ike nke ikike mmadụ n'ọrụ ya na ịlụ ọgụ (ndị ndọrọ ndọrọ ọchịchị na ụlọ ọrụ), na-ekwu okwu megide ndị isi ndọrọ ndọrọ ọchịchị ọjọọ na ndị rụrụ arụ, yana ịkwalite ozi udo maka ntuli aka a haziri maka 2013 na atụmatụ a na-akpọ MaVulture na Team Courage",
  "Team Courage bụ otu ndị na-akwado ndị na-arụ ọrụ na Nairobi nke na-agba mbọ ime ka ụmụ amaala na-ahụ mba n'anya mee ihe siri ike ma dị irè n'iwu Kenya ọhụrụ.",
  "Ihe ọhụrụ ọ malitere bụ Pawa 254 nke a malitere na 2011, ebe na oghere maka ndị na-ese ihe na ndị na-eme ihe iji rụkọọ ọrụ ọnụ maka mgbanwe mmekọrịta mmadụ na ibe ya na ịkwalite ikike mmadụ na Kenya.",
  "Ndị uwe ojii jidere Mwangi na Mee 2019 maka ebubo na ọ na-ahazi mgbanwe na Kenya.",
  "N'ọnwa Ọktoba 2016, Mwangi jikọtara William Ruto na ogbugbu nke onye na-akatọ gọọmentị Jubilee, Jacob Juma na-ekwukwa na Ruto chọkwara ka ọ nwụọ. N'otu ọnwa ahụ, Ruto gbara Mwangi akwụkwọ maka nkwutọ. N'ọnwa Disemba 2016, e boro Mwangi ebubo na ọ na-echepụta ebubo megide Ruto nke gụnyere ịzụ onye akaebe ka ọ ghara ịgha ụgha banyere ebubo gbasara ogbugbu Juma, n'ụlọ ikpe na ndị mgbasa ozi Kenya. N'otu ọnwa ahụ, Daily Nation kọrọ na otu onye si n'ọfịs Ruto si nyee Mwangi akwụkwọ ozi iji nyere ya aka n'okwu nkwutọ ya. Onye ahụ mechara gbanwee nkwupụta ya ma kwuo na Mwangi zụrụ ya ka o mepụta akụkọ banyere nkwupụta ya banyere ogbugbu Juma ma Mwangi enweghị ihe ọ bụla a ga-egosi banyere nkwupụta ọ bụla mana ọ ka chepụtara ebubo ndị na-adịghị adị na ndị a na-apụghị ịnwapụta banyere ogbugbo ahụ.",
  "O guzobere Ukweli Party ma bụrụ onye na-azọ ọkwa onye otu Starehe Constituency nke oche ndị omeiwu na ntuli aka Kenya nke afọ 2017.",
  "Ọ lụrụ Hellen Njeri Mwangi, onye ya na ya na-arụkọ ọrụ na Pawa 254",
  "Ha nwere ụmụ atọ."
]