[
  "Bonnie Mbuli (a mụrụ na 3 Machị 1979) bụ onye na-eme ihe nkiri na South Africa, nwanyị ọchụnta ego, na onye emume na telivishọn.",
  "Ọ bụ onye ngosi na SABC 3 show Afternoon Express Kemgbe afọ 2020, ọ na-eme ihe nkiri na usoro ihe nkiri BBC Noughts + Crosses",
  "A mụrụ Mbuli na Soweto, South Africa, n'afọ 1979",
  "Ọ gara Dominican Convent School na Belgravia, Johannesburg, na Greenside High School na Greensides, Johannesburg. Onye okenye n'ime ụmụ atọ, onye na-eme ihe nkiri chọtara ya na ọdụ bọs mgbe ọ na-esi n'ụlọ akwụkwọ lọta, onye tinyere ya na ọrụ telivishọn mbụ ya na usoro Viva Families n'afọ 1992, mgbe ọ dị afọ 13.",
  "Nke a sochiri ọrụ cameo na mmepụta mba ụwa Born Free 2 na Cave Girls",
  "Mbuli gara n'ihu na-egosi mmemme magazin dị iche iche maka telivishọn gụnyere Teleschool, Zapmag, Technics Heart of the Beat na Limits Unlimited",
  "N'afọ 2001, ọ nwetara ọrụ dị mkpa na <i id=\"mwMA\">ihe nkiri</i> telivishọn Backstage, nke e mere maka ndị ntorobịa South Africa",
  "E mechara tinye ya na ọrụ Portia na Gazlam",
  "Nke a sochiri ọrụ na usoro ndị uwe ojii Zero Tolerance.",
  "Mbuli kwadoro ihe ngosi okwu na South Africa na SABC 1, True-Life, meriri ọrụ na obere usoro Homecoming, wee pụta na usoro telivishọn abụọ nke Canada: Charlie Jade, akụkọ sayensị; na Scouts Safari, usoro njem nke e debere n'ọhịa Africa",
  "Ọ rụzuru ọrụ dị mkpa na Home Affairs, usoro iri na atọ nke jikọtara ndụ ụmụ nwanyị ise dị iche iche, maka Penguin Films",
  "Mbuli gara n'ihu na-eduzi ọrụ na usoro telivishọn Soul City na Hillside maka SABC 1 na SABC 2",
  "A tụbara ya na usoro The Philanthropist maka NBC (mgbe e mesịrị na SABC 3).",
  "Na ihe nkiri, ọ rụrụ ọrụ onye na-agụ egwu Dolly Radebe, na Drum, ọrụ ndu na ihe nkiri Danish Blinded Angels",
  "N'afọ 2006, ọ rụrụ Precious Chamusso na Catch a Fire",
  "Ọ rụrụ ọrụ Zindzi Mandela na ihe nkiri Clint Eastwood bụ Invictus",
  "Ọ pụtara na E.tv's Rhythm City, na usoro ihe nkiri nke Mzansi Magic <i id=\"mwWw\">Rockville</i> dịka Dudu, na usoro nyocha mpụ nke E.tv Traffic",
  "N'afọ 2015, Mbuli so Sir Kenneth Charles Branagh mee ihe nkiri dịka onye uwe ojii Grace Mthembu na usoro Britain <i id=\"mwXw\">Wallander</i>",
  "Kemgbe afọ 2020, ọ na-eme ihe nkiri dịka Jasmine Hadley na usoro Britain Noughts + Crosses",
  "Mbuli lụrụ onye na-eme ihe nkiri na onye na-ahụ maka telivishọn bụ Sisanda Henna",
  "Ha nwere ụmụ abụọ, otu n'ime ha bụ onye nkuchi",
  "Ọ nakweere aha nna di ya",
  "Mgbe ịgba alụkwaghịm ha gasịrị, o dere akụkọ ndụ onwe onye."
]