[
  "Bonny (nke mbụ bụ Ubani) bụ obodo ọdịnala, nke dị n'ụsọ oké osimiri na mpaghara gọọmentị ime obodo na Rivers State na ndịda Naịjirịa, na Bight of Bonny  Ọ bụkwa isi obodo nke Alaeze nke Bonny",
  "Dị ka omenala si dị (karịsịa n'etiti narị afọ nke 15 na nke 19) ọ bụ nnukwu ụlọ ahịa nke ọwụwa anyanwụ Delta, karịsịa na-arụsi ọrụ ike na ire ndị ohu. Bonny Island bụ isi ebe mbupụ mmanụ taa. Asụsụ a na-asụ na Bonny bụ Ubani, asụsụ Ijaw",
  "Ọ dị ka Ndoki, olumba nke asụsụ Igbo.",
  "Mpaghara ahụ na-emepụta ụdị mmanụ crude nke a maara dị ka mmanụ Bonny Light.  Ọtụtụ n'ime mmanụ a na-amịpụta n'ikpere mmiri na steeti Rivers bụ ọkpọkọ na Bonny maka mbupụ.  O nwere nnukwu osisi LNG Gas na Nigeria nwere ụgbọ oloko isii (6).  Ka ọ dị ugbu a, Gọọmenti etiti Naịjirịa ewepụtala atụmatụ maka ịrụ ụgbọ oloko nke asaa nke NLNG iji kwalite mmepụta gas na-atụ anya ịchị ahịa n'Africa.",
  "Bonny nwere àkwà mmiri a na-arụ site na Bodo na Gokana LGA iji mee ka ụgbọ njem ala.  A na-eme ọdụ ụgbọ mmiri miri emi dị ka ọrụ ọrụ mmekọrịta ọha na eze sitere na CCECC.",
  "Alaeze nke Bonny bụ steeti nwere onwe ya na Niger Delta",
  "Ọ bụ otu n'ime steeti ọdịnala nke Naịjirịa ugbu a.",
  "Alaeze ahụ, nke nwere ala ndị na-amaghị nwoke na mpaghara ala, bụ nke Ndoli na ụmụnne ya tọrọ ntọala tupu ma ọ bụ n'ihe dị ka AD 1000",
  "Site na ndị isi a na ọgbọ ntọala niile nke alaeze ahụ, usoro ọchịchị nke a na-eji eme ihe ugbu a iji jikwaa steeti ahụ",
  "Onye eze, ma ọ bụ Amanyanabo (n'ụzọ nkịtị \"onye nwe ala\"), na-achịkwa usoro ndị isi nke Ase-Alapu (ma ọ bụ \"ndị isi nke ọbara eze\") na Amadapu (ma ọ bụkwa \"ndị nwe mpaghara\").",
  "Alaeze nke Bonny dị ike malite na narị afọ nke 15 site na ọbịbịa nke ndị Portugal na ahia ohu Atlantic na-esote",
  "Na narị afọ nke iri na itoolu, ọ bịara n'okpuru nrụgide na-arịwanye elu site n'aka ndị Britain iji kwụsị azụmahịa ahụ",
  "Ọ dara n'agha obodo Bonny nke afọ 1869. Otú ọ dị, ihe fọdụrụ na ya na-aga n'ihu dị ka akụkụ nke usoro aristocratic nke oge a nke Naịjirịa.",
  "Àtụ:LGAs of Rivers State"
]