[
  "Bonnie Ntshalintshali (1 Jenụwarị 1967 - 31 Disemba 1999) bụ onye South Africa na-emepụta ite na onye na-akpụ ihe ọkpụkpụ.",
  "A mụrụ Bonnie Mayvee Ntshalintshali n'ugbo dị na mpaghara Winterton nke KwaZulu-Natal n'afọ 1967. Dị ka nwa agbọghọ ọ lanarịrị ọrịa polio nke mere ka e were ya dị ka onye na-ekwesịghị ekwesị maka ọrụ ugbo siri ike, ya mere, a kụzịrị ya ihe gbasara ite na Fée Halsted-Berning na Ardmore Ceramics. Ha rụkọtara ọrụ ọnụ na 1985. Ọ gara n'ihu na Mahadum Natal n'afọ 1990.",
  "Na Ardmore, Bonnie Ntshalintshali bụ onye mmụta na mbụ, mana ka oge na-aga, ya na Halsted na-arụ ọrụ na ụlọ ọrụ ahụ dị ka ndị mmekọ",
  "N'afọ 1988, Ntshalintshali meriri ihe nrite Corobrik National Ceramics Award",
  "A kpọrọ ya na Halsted ndị mmeri nke Standard Bank Young Artist Award na 1990. Ndepụta maka ihe ngosi a, nke onye na-ese ihe na South Africa bụ Andrew Verster dere, kọwara arịa Ntshalintshali dị ka ndị a: \"Ndị na-ese onyinyo n'ọrụ Bonnie, ụmụ anụmanụ, nnụnụ na ndị mmadụ niile bụ ndị mmadụ n'otu n'otu",
  "Otu onye na-adọrọ mmasị ha kpọmkwem n'ihi na ha bụ ndị dị ike",
  "\" N'afọ 1991, a kpọrọ ya ka ọ mepụta ihe osise ákwà dabere na arịa ya maka emume na Grahamstown",
  "E gosipụtara ite ya na Seville Expo na 1992, na Venice Biennale na 1993, na South African Bienniale na 1995",
  "Atụmatụ Ntashalintashali na-esikarị na omenala ọdịnala Zulu ma ọ bụ ihe ndị dị na Bible. Nwanne nwanyị dị ya, Beauty Ntshalintshali, nwanne ya nwoke Vuzi Ntshalintshala, na onye ikwu ọzọ, Somandla Ntshalintshal, sonyeere ya na Ardmore ma mụta ụdị ụlọ ahịa ahụ pụrụ iche.",
  "Bonnie Ntshalintshali nwụrụ na 1999, site na ọrịa metụtara HIV/AIDS",
  "Ọ dị afọ iri atọ na abụọ",
  "Iji wee mee ncheta ya, e hiwere Bonnie Ntshalintshali Museum na 2003, ebe ngosi nka mbụ na South Africa aha ya bụ nwanyị ojii na-ese ihe.  Ebe ngosi ihe mgbe ochie ahụ dị na Ardmore Farm na Caversham, KwaZulu-Natal, ma nwee ọrụ Ntshalintshali yana ihe ndị ọzọ na-ese ihe Ardmore. E bipụtara akụkọ ndụ akwụkwọ foto maka ndị na-eto eto na-agụ akwụkwọ, Bonnie Ntshalintshali: A New Way with Paint and Clay na 2006. Ardmore: We Are Because of Others, akwụkwọ nke Fée Halsted-Berning nke na-akọwa akụkọ ihe mere eme nke arịa Ardmore, ma nwee ọtụtụ nkọwa gbasara ndụ na ọrụ Ntshalintshali (nke gụnyere ihe oyiyi nke arịa ya) na 2012."
]