[
  "Bontle Moloi (née Modiselle) (amụrụ na 7 Ọktoba 1990) bụ onye South Africa na-eme ihe nkiri, onye na-egosi telivishọn, onye redio, onye na-agba egwu, onye n’eti egwú, onye na-agụ egwu agu na onye nlereanya",
  "N'afọ 2015, ọ pụtara na ihe nkiri ịgba egwu Hear Me Move, nke mere ka ọ nata nhọpụta Africa Movie Academy Award maka Best Actress in a Supporting Role.",
  "A mụrụ Bontle Jade-Lee Modiselle na Percy na Grace Modiselle, na 7 Ọktoba 1990, na Soweto, Johannesburg, a zụlitere ya na mpaghara ugwu ọwụwa anyanwụ nke Johannesburg. Ọ bụ onye agbụrụ Tswana na-asụ asụsụ Bantu",
  "Modiselle nwere ụmụnne nwanyị abụọ: onye nlereanya Refilwe Modiselle na onye televishọn Candice Modiselle, ha abụọ nọkwa na ụlọ ọrụ ihe ngosiputa. Nna Modiselle bụ onye nlereanya, nwụrụ site na igbu onwe ya. Modiselle tara onwe ya ụta maka ọnwụ ya ka ọ na-arọ nrọ nke ihe ahụ tupu ya emee. Ọ gwara nne na nna ya abụọ mgbe ọ nwesịrị nrọ ọjọọ ahụ, mana ọ bịara bụrụ eziokwu nke metụtara ya nke ukwuu. Modiselle gara Mahadum nke Johannesburg ebe ọ nwetara nzere bachelọ nke nka na nkwukọrịta ụlọ ọrụ.",
  "N'afọ 2007, Modiselle malitere ọrụ ịgba egwu ya site n'ịga ihe omume ịgba egwu, gụnyere klas ịgba egwu nke ndị na-agụ egwú na-eduzi. Ọ pụtara nke mbụ ya na ụlọ ọrụ ntụrụndụ dị ka onye na-eme ihe ngosi vidiyo egwu na onye na-agba egwu mgbe ụfọdụ",
  "Modiselle pụtara na ọtụtụ vidiyo site n'aka ndị ama ama gụnyere DJ Tira, Rouge na Major League DJz",
  "Ihe nkiri ịgba egwu mere ka ọ banye na ụlọ ọrụ na-eme ihe nkiri, ka o mere ihe nkiri mbụ ya na ihe nkiri ịgba egwu Hear Me Move (2014), na-egwu \"Khanyi\". Modiselle wee pụta ìhè na oge mmeghe na usoro ihe nkiri SABC 3 Thula's Vine, ebe ọ gbara \"Lindi\". O sonyekwara na Mzansi Magic Lokshin Bioskop shot-film Lokshin FM, na-akpọ \"Meme\".",
  "Na 6 Febụwarị 2016, Modiselle pụtara na telivishọn mbụ ya dị ka onye na-elekọta usoro asọmpi SABC 2 nke Showville, dị ka onye na-akwado ya na onye na-eme ihe nkiri Rob van Vuuren. N'ọnwa di n’iru, o nyere onyinye na 2016 South African Film and Television Awards ya na ụmụnne ya ndị nwanyị. Na June 2017, a mara ọkwa Modiselle dị ka onye ngosi ọhụrụ nke ihe ngosi egwu e.tv Club 808, na-esonyere Lawrence Maleka iji dochie Boity Thulo. Ihe ngosi ahụ mere ihe omume ikpeazụ ya na 30 Machị 2018. Modiselle gara n'ihu na ọrụ nnabata ya na SABC 1 rap-battle competition series One Mic oge nke abụọ nke malitere na 7 Febụwarị 2019.",
  "Tupu ọ malite ịgba egwu, Modiselle sonyere dị ka onye na-ede egwu maka ọtụtụ ihe omume na ihe ngosi",
  "Ọ bụ onye isi na-ede egwu maka usoro asọmpi egwu MTV Lip Sync Battle nke malitere n'afọ 2016. Ọ bụkwa otu n'ime ndị na-agụ egwú na MTV Africa Music Awards 2016. Na 17–18 June 2019, Modiselle bụ onye isi choreographer maka ihe omume mbipụta Castle Lite Unlocks nke Meek Mill dere. Dị ka onye na-agba egwu, e gosipụtara ya na ihe omume dị iche iche gụnyere ihe omume egwuregwu Basketball National League (n'okpuru otu a na-akpọ Set If Off) na The MultiChoice Diski Challenge",
  "Na Machị 2018, a mara ọkwa na a họọrọ Modiselle dị ka ihu ọhụrụ nke Revlon South Africa, ya na onye na-eme ihe nkiri Michelle Mosalakae na ndị na-egosi telivishọn: Luthando Shosha na Kim Jayde Robinson N'ime mgbasa ozi mgbasa ozi ha, e gosipụtara ya dị ka onye na-agba egwu na-akwalite okwu ahụ bụ \"Dance Proof\" gbasara ejiji ColourStay ha.",
  "Modiselle lụrụ onye egwu Ricardo Moloi onye a maara dịka Priddy Ugly, onye ọ zutere na 2009. Na 19 Ọgọstụ 2019, ha mere ọkwa na ha na-atụ anya nwa mbụ ha site na mgbasa ozi mgbasa ozi na-egosi nwa Modiselle. Ha mechara lụọ na 28 Septemba 2019, na agbamakwụkwọ ọdịnaala Afrịka.",
  "Bontle na di ya Priddy Ugly nwere nwa nwanyị, aha ya bụ Afrika Bonita Lerato Moloi."
]