[
  "Bopol Mansiamina (26 Julaị 1949  na 7 Nọvemba 2021), nke a makwaara dị ka Bopol ma ọ bụ Don Paolo, bụ onye egwu Congo na-emepụta ihe na onye a ma ama (onye na-akpọ bass, onye na-akpọ guitar dịka onye na-arọpụta egwú, onye na-emepụta egwú",
  "O dekọrọ ma rụọ ọrụ nke ukwuu ihe karịrị afọ iri anọ dị ka onye na-agụ egwu n'onwe ya, dị ka onye otu ndị isi egwu Afrịka, yana ịkwado ọtụtụ ndị egwu Afrịka",
  "A maara Bopol nke ọma maka ọrụ ya n'afọ 1980s na mmalite afọ 1990s dị ka otu n'ime ndị otu anọ nke nnukwu ìgwè Les Quatre Etoiles nke dị na Paris (Stars 4) na dị ka onye na-ese ihe n'onwe ya.",
  "A mụrụ Mansiamina n'ụbọchị 26 nke ọnwa Julaị afọ 1949, na Leopoldville (nke bụzi Kinshasa, Democratic Republic of the Congo) dị ka Paul Mansiamina Mfoko (ma ọ bụ M'Foko Mansiamina).",
  "Site n'afọ 1969 ruo afọ 1978 Bopol dị na Zaire ma kpọọ egwu n'ọtụtụ ìgwè",
  "Ọ sonyeere ọtụtụ n'ime ndị isi egwu Congo nke oge gara aga na ọgbọ ndị na-esote",
  "Mgbe oge ahụ gasịrị, ọ kwagara West Africa maka afọ ole na ole.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, n'afọ 1969 o sonyeere Orchestre Bamboula (nke Papa Noel duziri ma gụnyekwa Madilu System; Pepe Kalle; Bozi Boziana; na Wuta Mayi, nke a maara mgbe ahụ dị ka Blaise Pasco, onye Bopol ga-arụkọ ọrụ ruo ọtụtụ iri afọ)",
  "A họpụtara Orchestre Bamboula ka ọ nọchite anya Zaire n'afọ 1969 Festival of African Music na Algeria. Otú ọ dị, òtù ahụ kewara n'oge na-adịghị anya mgbe ọ lọtara na Algiers.",
  "Mgbe nke ahụ gasịrị, Bopol duziri mweghachi nke Orchestre Rock-a-Mambo",
  "Ọ sonyeere Dr Nico's African Fiesta Sukisa n'afọ 1970.  N'afọ 1971, o guzobere Orchestre [ma ọ bụ L'Orchestre ma ọ bụ Orchestra] Continental, nke gụnyere Blaise Pasco (mgbe e mesịrị Wuta Mayi), na Josky",
  "Site n'afọ 1973 ruo afọ 1976 o sonyeere Afrisa, nke Tabu Ley duziri.  Akụkọ ọzọ, Otú ọ dị, na-ekwu na Bopol na Wuta Mayi sonyeere Franco na TPOK Jazz site n'afọ 1974.  N'afọ 1975, Bopol na Wuta nwere otu egwu, ma ọ bụ \"ọrụ,\" a na-akpọ Orchestre Mamumay, nke wepụtara ma ọ dịkarịa ala ndekọ abụọ.  N'afọ 1976, ya na Ray Lema na Félix Manuaku Waku malitere otu Ya Toupas.  Ya Toupas kwadoro ma ọ bụ tinye onye na-agụ egwu Mpongo Love.  Bopol gara n'ihu soro ya rụọ ọrụ egwu ruo mgbe ọ nwụrụ n'afọ 1990",
  "Dịka ọmụmaatụ, Bopol kụrụ rhythm guitar na abọm ya nke afọ 1987 bụ Partager, ọ bụkwa ya dere atọ n'ime abụ isii ya (gụnyere egwu aha).",
  "N'afọ 1978, ọ kwagara West Africa - Lome, Togo, na Abidjan, Cote d'Ivoire - wee sonye na Sam Mangwana's African All-Stars.  Ndị egwu Congo ndị ọzọ nọ n'òtù ahụ gụnyere Syran Mbenza, Ringo Moya, na ọtụtụ ndị ọzọ",
  "Ụdị mbụ nke otu ahụ were naanị ihe dị ka otu afọ, ọ bụ ezie na, mgbe ahụ kewara abụọ, otu otu (gụnyere Mangwana, Bopol, na Syran Mbenza) kwagara Abidjan, na onye ọzọ nọrọ na Lome.",
  "N'afọ 1980, Bopol malitere ịdekọ egwu dị ka onye na-ese egwu",
  "Ihe ụfọdụ nwere ike iwere dị ka abọm izizi ya abụghị nke a kpọrọ aha ya: ha bụ atọ n'ime usoro abọm asatọ ewepụtara n'okpuru aha Orchestre Mode Succes, Innovations (vols",
  "1-8)",
  "Mpịakọta nke 1, 3, na nke 4 na usoro ahụ gosipụtara Bopol na Baba Ley Assaka.  Ka ọ na-erule afọ 1982, Bopol bi na Paris ma na-edekọ abọm naanị ya",
  "N'afọ ahụ, ya na Wuta Mayi, Nyboma, na Syran Mbenza guzobere Les Quatre Étoiles (kpakpando anọ)",
  "Les Quatre Etoiles na-egwuri egwu ọnụ dị ka otu egwu, ma na-arụkwa ọrụ dị ka otu ndị isi nke ndị egwu nwere nkà bụ ndị na-akpọkarị egwu na ndekọ nke ibe ha, na nke ndị ọzọ na-ese ihe - dịka ọ na-apụta ìhè site na diski Bopol n'oge 1980s",
  "O dekọrọ ma soro ndị otu ahụ rụọ ọrụ, dị ka onye na-ese egwu, na ịkwado ndị ọzọ na-agụ egwu site n'afọ 1980s na mmalite afọ 1990s",
  "Na ụfọdụ n'ime ihe ndekọ ya, edepụtara onye mmepụta ma ọ bụ onye na-ede egwu dị ka Don Paolo, aha ọzọ maka Bopol.",
  "Ka ọ na-erule afọ 1996, Bopol bi na United States",
  "Georges Collinet kọrọ banyere mbipụta nke mmemme redio ya Afropop Worldwide nke raara onwe ya nye Les Quatre Etoiles, \"Mgbe ihe karịrị afọ iri biri na France, Bopol na Nyboma abịala US ugbu a, na-achọ ntọala ọhụrụ, n'ihi na ha na-ekwu na America, azụmahịa bụ azụmahịa, ebe na France, ndị mmadụ na-ele anya mgbe niile na agba akpụkpọ gị\"",
  "Collinet gara n'ihu, na-asụgharị site na ajụjụ ọnụ ya na Bopol na French maka mmemme ahụ, \"Bopol na-ekwu, ọ bụrụ na e nwere ezigbo ụlọ ọrụ na Zaire, m ga-ahọrọ ịrụ ọrụ n'ebe ahụ, n'ihi na enwere m ọtụtụ mkpali - ị nwere ike ịhụ ihe ndị mmadụ na-eme",
  "Anyị na-ede abụ anyị site n'ile ndị mmadụ gburugburu anyị",
  "Na Europe ọ siri ike; ị nwere ndụ dị iche",
  "\"",
  "N'agbata afọ 2000 na afọ 2010, Bopol dekọrọ ma soro ndị omenkà ndị ọzọ mee njem, ọkachasị ndị otu Samba Mapangala, Virunga, na Ricardo Lemvo.",
  "Bopol nwụrụ na 7 Nọvemba 2021, n'ụlọ ya na Paris, site na ọrịa strok.",
  "Bopol nyere aka n'ọtụtụ egwu egwu Congolese kachasị mma mere n'oge 1980s na 90s",
  "Ọrụ ya kachasị mma nwere ike ịbụ nke ahụ site na mmalite afọ 1980",
  "\"Manuela\" bụ otu n'ime egwu ya pụtara ìhè.",
  "A na-amata ọtụtụ n'ime egwu ya dị ka ndị a na-agba egwu nke ukwuu, ọ bụ ezie na ọ na-ekwughachi ugboro ugboro",
  "Ụfọdụ n'ime abụ ya - dị ka \"Pitie, Je Veux La Reconciliation\", \"Samedi Soir\", \"Bety Bety\" - bụ ihe a na-ahụkarị n'ọtụtụ ebe ịgba egwú nke afọ 1980 gburugburu ụwa.",
  "N'ihe ndekọ ya n'onwe ya, ọ na-ejikarị ndị egwu mara mma gbaa onwe ya gburugburu.  A kọwawo mmekọrịta guitar n'etiti Bopol na onye ya na ya na-arụkọ ọrụ ugboro ugboro, Syran Mbenza, dị ka \"akụkọ ifo\".",
  "(Bopol Mansiamina & Besisimou)",
  "Sacodis (France) (LDS 21/001) (1983)",
  "(a/k/a/ \"Samedi Soir\" ma ọ bụ \"Afric'Ambiance\")",
  "(Bopol & Innovation)",
  "(a/k/a \"Ọ bụ ihe\")",
  "Bleu Caraibes (France) 82426-1",
  "(Ụdị CD nwere \"3 utu aha bonus\" na-agbakwunye egwu atọ sitere na Serrez Ceinture)",
  "a/k/a \"Sambela\"",
  "Bopol egwuriwo egwu n'ọtụtụ, ma eleghị anya ọtụtụ narị, nke ndekọ ndị ọzọ na-ese ihe",
  "Nke a depụtara naanị ụfọdụ n'ime ha."
]