[
  "Borders (French: Frontières) bụ ihe nkiri na-emekọ ihe nkiri Burkina Faso-France nke afọ 2017 nke Apolline Traoré duziri ma dee ya ma bụrụ Amelie Mbaye, Naky Sy Savané, Adizelou Sidi, na Unwana Udobeong",
  "Ihe nkiri ahụ na-akọ akụkọ banyere ụmụ nwanyị anọ si mpaghara dị iche iche bụ́ ndị zukọrọ n'ụgbọala na-eme njem n'Ebe Ọdịda Anyanwụ Africa ma chọpụta na, n'agbanyeghị na ha anọghị ná mmekọrịta, ndụ ha yiri nnọọ nke ahụ, n'ihi na ha aghaghị ịlụ ọgụ ma gbalịa ịga n'ihu na nke ha",
  "nke onwe",
  "Dị ka onye isi ihe nkiri ahụ, Apolline Traoré si kwuo, a chọrọ ka ndị ọrụ mmepụta ihe niile mee njem ụgbọ ala nke e gosiri na ihe nkiri ahụ: \"Ọ dị mkpa iji gbaa ihe nkiri ahụ n'ụzọ ziri ezi",
  "na ọchịchị obodo ọ bụla.\" O kwukwara na ọ chọrọ enyemaka ndị agha iji mee ihe nkiri: \"Ebe ụfọdụ bụ ndị mwakpo ndị na-eyi ọha egwu metụtara, nke mere ndị agha ji soro anyị gaa.\" Ndị agha ahụ nwere ezi uche mgbe ha na-ese foto; anyị chefuru ha ruo mgbe anyị hụrụ ka ha na-apụta ọzọ na-edu anyị mgbe ọ bụla convoy anyị gawara",
  "Akpọrọ Borders otu n'ime ihe nkiri iri abụọ kacha elu n'Africa oge niile site n'akwụkwọ akụkọ Britain bụ The Guardian",
  "Dị ka France24 si kwuo, ọ bụ \"ohere igosi ọtụtụ ihu dị n'otu nke Africa n'otu oge na mgbagwoju anya n'otu oge.\" Ọrụ Apolline Traoré na ihuenyo na-aga n'ihu na-egosipụta ụdị omenala dị iche iche",
  "Nzute ndị a abụghị ihe ndabara; ha na-eme kwa ụbọchị.”  Na magazin France bụ́ Jeune Afrique, a jara ọrụ onye nduzi ahụ mma, sị: “Ọrụ elu dị nso na akụkọ ahụ na ọnọdụ ịgba égbè nwere mmetụta n’ezie na fim ahụ bụ eziokwu, bụ́ nke na-adịru mgbe ụfọdụ nso na fim ahụ",
  "akwụkwọ akụkọ.\" Traoré, dị ka ọ na-eme na mbụ, na-elekwasị anya na anya ya na ụmụ nwanyị ndị akara aka na-eti mana ha kpebiri ịlụ ọgụ.\"",
  "Onye isi ihe nkiri ahụ nwetara ihe nrite ndị na-ege ntị n'ememme World Cinema Amsterdam na Netherlands na 2017",
  "N'otu afọ ahụ, o nwetara ihe nrite ECOWAS, Félix Houphout-Boigny, na Paul Robeson na mmemme ihe nkiri na ihe onyonyo nke Pan-African na Ouagadougou."
]