[
  "Boris Nzebo, amụrụ na Port-Gentil na 1979, bụ onye na-ese ihe nkiri nke bi ma na-arụ ọrụ osise ihe na Douala, Cameroon.",
  "Ọmụmụ ihe praịmarị Boris Nzebo mere na Libreville na Gabon",
  "Mgbe o rutere na Cameroon, ọ malitere site na ịse ihe ịrịba ama omenala maka ịkpụ isi na ịchọ mma",
  "Mgbe ahụ, ọ hapụrụ nke ahụ iji tinye onwe ya kpamkpam na nka na mbido afọ 2000",
  "Ihe osise maka mgbasa ozi na mbụ ahapụla akara ya na njirimara nka ya.",
  "Dị ka onye na-ese ihe n'onwe ya, ọ nwetara ọzụzụ na Douala na ndị na-ese egwu Koko Komégné, otu n'ime ndị ọsụ ụzọ nke nka oge a na Cameroon, Hervé Yamguen na n'ọmụmụ ihe nke Goddy Leye haziri na ArtBakery na Bonendale dị nso na Douala, ebe o biri na 2007",
  "N'oge obibi a, ọ na-ejikọta onwe ya na usoro dị iche iche: vidiyo, foto, ntinye na arụmọrụ",
  "O tinyekwara onwe ya n'ime ọrụ Roy Lichtenstein, Jack Mitchell, Jean-Michel Basquiat, Banksy na Takashi Murakami, onye ọ hụrụ n'anya karịsịa",
  "N'ebe nka, ọ nyeere ndị na-ese ihe dịka Faouzi Laatiris (2007), Ato Malinda, Tracy Rose na Mariela Borello (2009), ndị gbakwunyere na agụmakwụkwọ Nzebo na mgbanwe ha, mkparịta ụka na ọrụ nka",
  "N'ikpeazụ, ọ na-ekwu na isiokwu ya pụrụ iche bụ ịchọpụta ụdị ntutu isi n'ime obodo",
  "N'ime ha, ọ na-ahụ ihe ịrịba ama nke ọkwa ọha na eze, nke ngosipụta nke echiche, nke ọdịbendị",
  "Kedụ ka anyị si ghọta na gburugburu ebe obibi anyị adịghị mma dị ka isi anyị? Mgbe ntutu isi anyị na-arịa ọrịa, anyị na-elekọta ya, mana anyị anaghị eme ihe ọ bụla iji lụso nrụrụ aka ọgụ, mmebi ego, wdg",
  "Anyị na-etinye mgbalị dị ukwuu n'ịgwọ ntutu isi anyị, gịnị mere anyị ji ghara ime otu ihe ahụ maka nsogbu ndị na-enye anyị nsogbu? Boris na-agwakọta profaịlụ doro anya nke ụmụ agbọghọ mara mma na ihe ịchọ mma nke ebe obibi dị ize ndụ.",
  "N'ọnwa Eprel afọ 2008, o gosipụtara ọrụ ya nke mbụ ya n'ogige ndị na-ese ihe na Douala, ya na otu ndị omenkà isii na isiokwu Lady, Ọ na-ekwu na m bụ Lady, nke sitere na mkpali nke onye na-agụ egwu Naijiria bụ Fela Ramson Kuti banyere nnwere onwe ụmụ nwanyị.",
  "N'ọnwa Juun afọ 2009, o sonyere n'ihe ngosi Jeunes Regards Urbains na doualzar, ya na ndị ọzọ na-eto eto Cameroon na-ese ihe, Landry Mbassi na Man Faust",
  "Site na 2010, o sonyere n'ọtụtụ ihe ngosi ndị ọzọ, na Cameroon nakwa na mba ofesi: na 2010 Maison Revue Noire (Paris) na Savvy Contemporary (Berlin), na 2011 na Blachère Foundation (Apt), mgbe ahụ na 2011 na 2012 na Art Paris Art Fair na Ifa-Galerie (Berlin)",
  "E gosipụtara ihe osise ya bụ Tête en l'Hair' na ngosi 30 ET PRESQUE-SONGES nke Joël Andrianomearisoa na doualńart.",
  "E gosipụtara ọrụ ya na ihe ngosi mmadụ abụọ, otu, In & Out of my head, na SUD2010 na Douala, na nke ọzọ, na mmemme Vil-Vissages, na Institut Français na Yaoundé na 2011",
  "N'ọnwa Eprel afọ 2013, ndị doualzar gosipụtara ihe osise ya na ngosi nka nke oge a ART DUBAI, ebe a nabatara ha dị ka nnukwu ihe ịga nke ọma",
  "Jack Bell Gallery nke London hụrụ ya, nke nyere ya ohere n'ọtụtụ ihe ngosi (na London na New York)."
]