[
  "Bouchra Khalili (a mụrụ n'afọ 1975 na Casablanca ) bụ onye Morocco-French na-ese ihe",
  "Ọ bụ onye a zụlitere n'etiti Morocco na France, ọ gụrụ ihe nkiri na Sorbonne Nouvelle na Fine Arts na École nationale supérieure d'arts de Paris-Cergy\nỌ bi na Berlin, Germany.",
  "Na-arụ ọrụ na ihe nkiri, vidiyo, ntinye, foto, na mbipụta, omume Khalili na-akọwapụta asụsụ, isiokwu, okwu, na nchọpụta ala",
  "\"Ọ na-emegharịkarị usoro ihe nkiri iji lekwasị anya na ịkọ nkọ akụkọ ihe mere eme na nnọchi anya nke isiokwu ndị mba na-ala na-adịghị ahụ anya.\"\nA pụrụ ịhụ nke ọ bụla n'ime ọrụ ya dị ka ikpo okwu a na-enye ndị otu ndọrọ ndọrọ ọchịchị dị nta iji kọwaa, kọọ, ma kesaa atụmatụ na okwu nke iguzogide.",
  "Ihe osise ya na-elekwasị anya na ịkọ akụkọ onwe onye nke na-emetụ ndọrọ ndọrọ ọchịchị siri ike, na-emepe ụzọ dị oke mkpa na nke ziri ezi iji jụọ ụmụ amaala, obodo na ụlọ ọrụ ndọrọ ndọrọ ọchịchị",
  "Ọ na-ezute ihe ọmụmụ nka ya na njem ya na Middle East, North Africa, na Europe, na ebe njem ma na-eduzi usoro nzukọ na mkparịta ụka mbụ ka ọ na-ese ha ma na-anakọta data ya dị mkpa.",
  "Site n'itinye isiokwu ndị ahụ na ihe osise ya, ọ na-enye mmetụ mmadụ dị nro karị, na-egosi akụkọ ndụ na ihe isi ike n'ezie, ebe ndị na-ege ntị nwere ike ijikọ ma guzoro n'ịdị n'otu, na-eme ka ahụmịhe ahụ dịkwuo nso na nke onwe ya.",
  "N'ọtụtụ ọrụ ya, a naghị ahụ isiokwu ndị ahụ ma ha enweghịkwa olu; a na-ekwupụta ha ma nụ ha n'ụzọ doro anya, na-ekwu okwu n'asụsụ asụsụ ha, na-agbakwụnye ya mere na mmetụ mmadụ n'ezere nzuzo ha na ahụ erughị ala ha.",
  "Ọrụ ya adabereghị na ngosipụta rụrụ arụ, nke ọbara ọbara nke ahụ na-ata ahụhụ, ihe oyiyi a na-ebo ebubo, na ihe ngosi gburugburu iji mepụta mmetụta, kama ọ bụ na usoro ihe nkiri kpọmkwem na okpokoro edozi na mgbakwunye na ọdịdị nke asụsụ a na-asụ n'onwe ya.",
  "N'ihi ya, site n'ụzọ ziri ezi na aghụghọ, ọrụ ya na-agbagha akụkọ hegemonic banyere mbugharị na enweghị mba, yana ime ihe ike ha na-akpata ma na-eme ka ọ dị mma, ebe ọ na-agbakwa mbọ ka omume ihe nkiri nke oge a gaa n'ihu, ma n'ụzọ ziri ezi ma n'ụzọ mara mma.",
  "Khalili's documentary practice, in its incisive and exacting seriousness, can seem at once oddly traditional and, because of this, unique amid the aesthetically experimental and sometimes emotionally manipulative work that can befall the politically motivated documentary impulse.",
  "E gosipụtala ọrụ Khalili na mba ụwa dịka na \"The Mapping Journey Project\" solo show na MoMA, New York (2016); \"Foreign Office\", solo show na Palais de Tokyo, Paris (2015); \"Garden Conversation\", solo show na MACBA, Barcelona (2015); \"Here & Elsewhere\", New Museum, New York (2014); \"The Opposite of the Voice-Over\", solo show na Justina M",
  "Barnicke Gallery, Toronto (2013); \"The Encyclopedic Palace\", 55th Venice Biennale (2013); \"Living Labour\", solo show na PAMM, Miami (2013); \"La Triennale\", Palais de Tokyo, Paris (2012); 18th Biennale of Sydney (2012); 10th Sharjah Biennial (2011); na documenta 14 (2017) n'etiti ndị ọzọ.",
  "Ọ bụ onye natara Radcliffe Institute Fellowship, Radcliffe Institute for Advanced Study, Harvard University (2017-2018); \"Abraaj Group Art Prize\", (2014); \"Sam Art Prize 2013-2015\", Sam Art Projects, Paris; \"DAAD Artists-in-Berlin Program\" (2012); \"Vera List Center for Arts and Politics Fellowship\" (The New School, New York, 2011–2013); \"Villa Médicis Hors-les Murs\" (2010); \"Videobrasil Residency Award\" (2009); \"Image-Mouvement Grant\" (French National Centre for the Arts, 2008); \"Louis Lumière Documentary Award\" (Film Office, Ministry of Foreign Affairs, France, 2005)."
]