[
  "Bovi Ugboma bụ onye Naijiria na-eme ihe ọchị, onye na-eme ihe nkiri na onye edemede. Ọ haziela ụdị mmemme na-atọ ọchị na-ewu ewu dị ka Bovi: Man on Fire n'ụwa niile.",
  "A mụrụ Bovi Ugboma na Benin City, isi obodo Edo Steeti",
  "Ọ gara ụlọ akwụkwọ ndị ọrụ UNIBEN maka agụmakwụkwọ praịmarị ya",
  "N'afọ 1991, e debara aha ya na Government College, Ughelli na Delta Steeti",
  "N'ihi ihe ịdọ aka ná ntị na egwu sitere n'aka ndị mụrụ ya maka mmepe ya dị ka onye ntorobịa, ewepụrụ ya n'ụlọ akwụkwọ obibi ma bufee ya n'ụlọ akwụkwọ ụtọ asụsụ Edokpolor na obodo Benin ebe ha bi",
  "Ntugharị ahụ gosipụtara na ọ naghị arụpụta ihe ma ọ kwagara ụlọ akwụkwọ sekọndrị nke atọ ya, Boys model secondary school, Onicha Olona, ụlọ akwụkwọ obibi niile",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ nwetara nnabata n'afọ 1998 na Mahadum Delta Steeti ebe ọ gụrụ Theatre Arts.",
  "Bovi malitere ọrụ ya n'ọnwa Eprel afọ 2007, na-eme ihe nkiri na sitcom Extended Family, nke o dekwara ma mepụta.\nIhe ngosi a na-ewu ewu nke ukwuu, ka ọ na-erule afọ 2008, Bovi bụ onye na-apụta na ihe ngosi na ihe omume na Naịjirịa niile. O nwetara nnukwu ezumike ya dị ka onye na-eme ihe ọchị na Nite of 1000 Laughs nke Opa Williams haziri",
  "N'afọ 2013, ihe ngosi pụrụ iche mbụ ya mere na ụlọ mgbakọ Eko a ma ama",
  "Ọ ga-aga n'ihu n'ihu n'afọ 2014",
  "Bovi- Man on Fire 2014 gosikwara ndị isi mba ụwa Ja Rule na Ashanti",
  "Bovi kpọọrọ otu onye pụrụ iche gaa ọtụtụ obodo dị na United States, London, Melbourne, na Toronto",
  "N'afọ 2017, mgbe afọ atọ gasịrị, Man on Fire franchise laghachiri Lagos ma ọ bụ nke kachasị nwee ihe ịga nke ọma",
  "Mbipụta nke anọ na Lagos nke emere n'ọnwa Eprel afọ 2019 na Bovi na-ekwusi ike na ọ bụ nke ikpeazụ n'ime nwoke na Fire franchise",
  "Ọ na-ekwu na ihe pụrụ iche ya ọzọ ga-aga site na aha ọzọ",
  "Bovi malitere usoro akpọrọ \"BACK TO SCHOOL\" n'afọ 2018 nke ọ na-ebugote na ọwa YouTube ya",
  "Bovi esorola ndị ọzọ na-eme ihe ọchị na Naijiria dịka I Go Dye, I Go Save, Basketmouth, Buchi, Odogwu, Okey Bakassi Julius Agwu na ọtụtụ ndị ọzọ.",
  "Bovi gosipụtara ihe nkiri mbụ ya bụ It's Her Day n'ụbọchị 9 nke ọnwa Septemba afọ 2016. A họpụtara ya maka onyinye AMVCA dị ka onye na-eme ihe nkiri kachasị mma na ihe ọchị; nhọpụta ya nke atọ kemgbe mmalite nke AMVCA na nke anọ site na ọrụ ya",
  "Ihe nkiri ahụ, ọ bụ ezie na enweghị mgbasa ozi, gara n'ihu na-agba ọsọ dị mma na sinima ma nweta nde naira iri ise na ise na ụlọ ọrụ igbe. O dere ma gosipụta na ihe nkiri na-atọ ọchị nke 2021 My Village People"
]