[
  "Mbenzu Ngamboni Bokili (amụrụ na 28 Septemba, na afo 1951), nke a maara nke ọma dị ka Bozi Boziana, bụ onye na-agụ egwu, onye na-ede egwu na onye ndú egwu nke Congo. Ọ nọ n'ọtụtụ nnukwu òtù soukous, gụnyere Orchestre Bamboula, Minzoto Sangela, Zaiko Langa Langa, Isifi Lokole, Yoka Lokole, Langa Langa Stars na Choc Stars, wee guzoro òtù nke ya, Orchestre Anti-Choc, nke a na-ewere dị ka otu n'ime ndị kachasị emetụta ụdị ahụ ma bụrụkwa nke a ma ama maka iwebata ụmụ nwanyị atọ na-agụ egwú n'otu oge ọ bụla (ma e jiri ndị na-agụ egwu ma ọ bụ ndị na-agba egwú na-agba egwu na-akwado) n'ime òtù a niile ghọrọ ndị ama ama ama ama n'onwe ha, omenala nke ha, Omenala nke na-aga n'ihu ruo taa.",
  "Bozi Boziana malitere ọrụ ya n'òtù afro-pop Air Marine, mana ọ nwere ihe ịga nke ọma na afo 1974 mgbe ọ sonyeere Zaiko Langa Langa, otu n'ime ndị egwu Congo kachasị emetụta",
  "Na Zaiko Boziana nwere ohere iso ndị na-eme ihe nkiri Papa Wemba na Evoloko Jocker na-egwuri egwu",
  "N'ihe na-erughị otu afọ mgbe e mesịrị, Papa Wemba na Evoloko hapụrụ Zaiko Langa Langa na Bozi Boziana sochiri ha n'òtù ọhụrụ a na-akpọ Isifi Lokole",
  "Esemokwu dị n'ime obodo mere ka Papa Wemba, Boziana, Mavuela Somo na ndị ọzọ hapụ Isifi Lokole wee chọta otu egwu ọhụrụ a kpọrọ Yoka Lokole",
  "Ìgwè a nwere ihe ịga nke ọma na afo 1976, mana na ngwụcha afọ ahụ Papa Wemba hapụrụ ọzọ iji chọta Viva la Musica",
  "Yoka Lokole kwụsịrị ịbụ onye a ma ama ma Boziana hapụrụ n'afọ 1977",
  "Ruo ọnwa ole na ole, Boziana na Efonge Gina, onye ọzọ so na Zaiko Langa Langa, nọ na duo, na-ede egwu ole na ole dịka Selemani (nke Boziana kwadoro) na Libanko Ya Ngai (Gina)",
  "Na June, na afo 1977, Gina hapụrụ Zaiko Langa Langa maka Tout-Grand Libanko na Boziana were ọnọdụ ya n'òtù mbụ ya.",
  "N'afọ 1981, onye na-emepụta Verckys Kiamuangana guzobere otu egwu egwu a na-akpọ Langa Langa Stars, ya na Evoloko Jocker, Dindo Yogo na ndị ọzọ; a kpọrọ Boziana ka ọ sonye na ya, ọ hapụrụ Zaiko Langa Langa maka oge nke abụọ",
  "Langa Langa Stars dịgidere naanị afọ ole na ole, Boziana wee kwaga n'òtù ọzọ dị na Congo, Ben Nyamabo's Choc Stars, ebe ọ nọrọ ruo na Nọvemba, na afọ 1985",
  "Na Choc Stars Boziana dekọrọ ụfọdụ n'ime egwu ya a ma ama, dị ka Sandu Kotti, Alena, Mbuta-Mutu, na Retrouvailles a Paris.",
  "Site na Choc Stars Boziana ghọrọ ezigbo onye ama ama, ya mere o guzobere otu egwu nke ya, nke a na-akpọ Orchestre Anti-Choc (ma ọ bụ naanị \"Anti-Choc\")",
  "Ebumnuche nke aha \"Anti-Choc\" bụ iji mesie ihe nketa Boziana ike site na Zaiko Langa Langa (dị ka a makwaara otu a dị ka \"Tout-Choc Anti-Choc Zaiko Langa\"). Boziana's Anti-Choc ghọrọ otu n'ime ndị isi soukous bands na Congo, ọtụtụ ndị egwu nwere nkà na-egwuri egwu na band ka oge na-aga; ihe atụ bụ Fifi Mofude, Djo Nolo, Koffi Alibaba, Wally Ngonda, Rigo Star, Ngouma Lokito, Deesse Mukangi, Scola \"Nza Wissa\" Miel na Betty \"Bis\" Kindobika, Marthe Lamugenia, Ngimbi Yespe na Maoussi Solange",
  "Onye mbụ na-akpọ ụbọ akwara n'òtù ahụ bụ Matou Kabangu, onye na-agụ egwú gospel taa; e mechara jiri Dodoly dochie ya (nke dịbu na Lita Bembo's Orchestre Stukas), nke a na-akpọ \"ngwunye ịkwa akwa\" n'ihi ọsọ nke mkpịsị aka ya na-agagharị na fretboard nke ụbọ akù",
  "Ụdị ejiji nke Dodoly ghọrọ otu n'ime akara ahịa nke Anti-Choc, ndị na-akpọ ụbọ akwara niile nọchiri Dodoly n'afọ ndị sochirinụ ṅomiri ya.",
  "Site na 1980s na Boziana gara n'ihu Anti-Choc yana idekọ ụfọdụ ọrụ solo na mmekorita ndị ọzọ",
  "N'afọ 1998, abọm ya Bana Saint-Gabriel (na-akpọ ndị ọzọ bụbu ndị Zaiko Langa Langa, gụnyere Evoloko Jocker) meriri Kora All-African Award maka abọm kachasị mma na Central Africa."
]