[
  "Brasília ( AFI: [bɾaˈziljɐ] ma ọ bụ AFI: [bɾaˈziʎɐ] ) bụ isi obodo gọọmenti etiti Brazil na oche ọchịchị nke Federal District",
  "Isi obodo ahụ dị na mpaghara Midwest nke mba ahụ, n'akụkụ mpaghara ala a maara dị ka Central Plateau",
  "Dabere na atụmatụ sitere na Institutelọ Ọrụ Geography na Statistics Brazil (IBGE) maka 2021, ndị bi na ya bụ 3 094 325 ( 4 284 676 na mpaghara mepere emepe), na-eme ka ọ bụrụ obodo nke atọ kachasị na obodo ahụ",
  "Brasília bụkwa obodo nke ise kacha nwee ọnụ ọgụgụ mmadụ na Brazil",
  "Isi obodo Brazil bụ obodo kachasị ukwuu n'ụwa wuru na narị afọ nke 20.",
  "Obodo a nwere nnukwu ngwaahịa ụlọ maka onye ọ bụla n'ihe gbasara isi obodo,  nke anọ kachasị elu n'etiti obodo ndị isi na Latin America na ihe dị ka okpukpu atọ karịa nkezi ego ndị Brazil",
  "Dị ka isi obodo mba, Brasilia bụ ụlọ ọrụ nke ikike atọ nke Republic ( Executive, Legislative and Judiciary ) na 127 ndị nnọchi anya mba ofesi",
  "Amụma atụmatụ obodo, dị ka ebe ụlọ obibi dị na nnukwu obodo mepere emepe, iwu nke nnukwu ụzọ na-agafe obodo na nkewa ha na ngalaba, kpalitere arụmụka banyere ụzọ ndụ na nnukwu obodo na narị afọ nke iri abụọ",
  "Nhazi obodo ahụ na-ekewa ya na ngọngọ ọnụọgụ, na mgbakwunye na ngalaba maka mmemme ekpebiela, dị ka ngalaba nkwari akụ, ụlọ akụ ma ọ bụ ndị nnọchi anya ụlọ ọrụ.",
  "Atụmatụ obodo mbụ nke isi obodo, nke a maara dị ka \" Atụmatụ Pilot \" (aha a na-enye mpaghara nchịkwa ebe ọ dị ), bụ onye nhazi obodo na onye na-ese ụkpụrụ ụlọ bụ Lúcio Costa, bụ onye, na-eji ohere nke mpaghara ahụ eme ihe, mere ka ọ gbanwee ya",
  "Nhazi ọdọ mmiri Paranoá, tụụrụ ime na 1893 site n'aka Cruls Mission. Obodo malitere ime atụmatụ na mmepe na 1956 site n'aka Lúcio Costa, onye na-ese ụkpụrụ ụlọ Oscar Niemeyer na onye nhazi nhazi Joaquim Cardozo. Emebere ya na Eprel 21, 1960, site n'aka Onye isi ala Juscelino Kubitschek mgbe ahụ, Brasília ghọrọ isi obodo nke atọ nke Brazil, mgbe Salvador na Rio de Janeiro gasịrị",
  "N'ile anya site n'elu, a na-akọwakarị ebe bụ isi nke obodo ahụ dị ka nke nwere ọdịdị ụgbọ elu, ma amụma mbụ Lúcio Costa bụ na ọ yiri ihe ịrịba ama nke obe, na otu n'ime axes e mesịrị arched ka ọ kwekọọ na ụgbọ elu",
  "enyemaka nke mpaghara."
]