[
  "Brassica oleracea bụ ụdị osisi nke gụnyere ọtụtụ ụdị osisi, dị ka cabbage, broccoli, cauliflower, kale, Brussels sprouts, collard greens, Savoy cabbage, kohlrabi, na gai lan.",
  "N'ụdị ya mgbe a na-akọbeghị ya akọ, a na-akpọ ya cabbage ọhịa ma bụrụkwa nke a na-ahụkarị n'ụsọ oké osimiri n'ebe ndịda na ọdịda anyanwụ Europe",
  "Osisi siri ike n'ụdị ya a na-akọghị, nnagide ya dị elu maka nnu na lime, na enweghị nnagide asọmpi site na osisi ndị ọzọ, na-egbochi ihe okike ya na ugwu mmiri limestone, dị ka ugwu chalk n'akụkụ abụọ nke English Channel, na ụsọ mmiri ikuku n'akụkụ ọdịda anyanwụ nke Isle of Wight. Nnyocha mkpụrụ ndụ ihe nketa nke mmadụ itoolu bi n'ọhịa n'ụsọ oké osimiri Atlantic nke France gosipụtara mmalite anụ ọhịa ha, nke sitere na osisi ndị a zụlitere n'ubi na ubi.",
  "B",
  "oleracea ọhịa bụ osisi dị ogologo nke na-adịru afọ abụọ nke na-emepụta rosette siri ike nke nnukwu akwụkwọ n'afọ mbụ",
  "Akwụkwọ ya dị nro ma sie ike karịa ụdị Brassica chin nke na-enyere ya aka ichekwa mmiri na ihe oriri na gburugburu ebe siri ike",
  "N'afọ nke abụọ ya, ọ na-eji ihe na-edozi ahụ echekwara iji mepụta okooko osisi dị mita 1 - 2 n'ogologo na ọtụtụ okooko osisi na-acha edo edo.",
  "Aha ya kpọmkwem oleracea pụtara \"akwụkwọ nri ma ọ bụ ahịhịa\" na Latin ma bụrụ ụdị holeraceus (oleraceus).",
  "B",
  "oleracea eguzobewo dị ka ihe ọkụkụ nri dị mkpa nke mmadụ, nke a na-eji eme ihe n'ihi nnukwu nri ya, nke a chekwaara n'oge oyi na akwụkwọ ya",
  "Ọ nwere ihe oriri na-edozi ahụ dị mkpa nke gụnyere vitamin C",
  "A zụlitere ya n'ọtụtụ ụdị, gụnyere cabbage, broccoli, cauliflower, brussels sprouts, collards, na kale, ụfọdụ n'ime ha anaghị aghọta ha dị ka ndị otu ụdị, ma ya fọdụkwa ụdị. Akụkọ ihe mere eme nke ụdị Crucifera, nke pụtara \"onye na-ebu obe\" na-arutu aka na okooko osisi anọ, nke nwere ike ịbụ naanị ihe jikọtara ọnụ karịa ụtọ.",
  "Ndị na-eme nchọpụta kwenyere na a na-akụ ya kemgbe ọtụtụ puku afọ, mana akụkọ ihe mere eme ya dị ka osisi a na-azụ n'ụlọ edoghị anya tupu oge ndị Gris na ndị Rom, mgbe ọ bụ akwụkwọ nri ubi a ma ama",
  "Theophrastus kwuru ụdị atọ nke rhaphanos: akwụkwọ na-agba agba, akwụkwọ na-akwọ mụrụmụrụ, na ụdị ọhịa. Ọ na-akọ na ọ na-asọ oyi na cabbage na osisi vaịn, n'ihi na ndị oge ochie kwenyere na cabbage a na-akụ n'akụkụ mkpụrụ vaịn ga-enye mmanya ahụ ụtọ ha.",
  "Nri jupụtara na akwụkwọ nri cruciferous (dịka, cabbage, broccoli, cauliflower) nwere njikọ na mbelata ihe ize ndụ nke ọtụtụ ọrịa kansa mmadụ.",
  "Dika Triangle of U theory sị dị , B",
  "oleracea nwere njikọ chiri anya na ụdị ise ndị ọzọ nke ụdị Brassica.",
  "A na-achịkọta ụdị nke B",
  "oleracea site na ụdị mmepe n'ime ìgwè asaa dị mkpa, nke otu Acephala (\"na-abụghị isi\") na-anọgide na-adị ka cabbage ọhịa n'ọdịdị:",
  "N'ebe ndị dị ka Channel Islands na Canary Islands, ebe oyi dị obere ma si otú a wepụ osisi site na oge, ụfọdụ cultivars, nke a maara dị ka Jersey cabbages, nwere ike ito ruo mita atọ (9.8 ft) n'ogologo. \"Cabbages\" ndị a na-amịpụta akwụkwọ ọhụrụ n'afọ niile, na-adịgide adịgide, ọ dịghịkwa mkpa ka e bibie ya n'oge owuwe ihe ubi dị ka ọ dị na cabbage nkịtị",
  "A na-eme ka ahịhịa ha na-acha odo odo kpọọ nkụ mgbe ụfọdụ ma mee ka ha bụrụ ahịhịhịa na-agagharị agagharị.",
  "Site na ọbịbịa nke ọrụ ugbo na nzọghari osisi dị ọhịa na nso ụlọ, ndị bi n'ebe ugwu Mediterenian malitere ịkọ ugbo cabbage ọhịa",
  "Site na nhọrọ aka maka àgwà dị iche iche nke phenotype, mpụta nke ọdịiche dị iche iche na osisi ahụ nwere nnukwu ọdịiche dị na ọdịdị were naanị puku afọ ole na ole",
  "Nhọrọ maka akwụkwọ, okooko osisi, okooko ala, ogwe osisi, na okooko osisi mere ka a họrọ ụdị dị iche iche nke cabbage ọhịa n'ime ọtụtụ ụdị a maara taa.",
  "Agbụrụ Lumbee nke North Carolina ejirila akwụkwọ B",
  "oleracea mee ihe n'ọgwụ nke ha kwenyere na ọ nwere àgwà nhicha, yana ihe na-eme ka ọ dị nro, ihe na-egbochi ọzịza, na ọgwụgwọ maka glaucoma na oyi ịba n'ahụ.",
  "Mkpụrụ ndụ ihe nketa TAS2R38 na-edepụta onye na-anabata protein G nke na-arụ ọrụ dị ka onye na-anata uto, nke ligands dị ka PROP na phenylthiocarbamide na-ejikọta na onye na-anakwere ma malite mgbaàmà nke na-enye ogo dị iche iche nke nghọta uto",
  "Akwụkwọ nri dị n'ezinụlọ brassica, dị ka collard greens, kale, broccoli, cabbage, na Brussels sprouts, nwere glucosinolates na isothiocyanates, nke yiri PROP, ya mere ọtụtụ n'ime \"obi ilu\" nke akwụkwọ nri ndị a na-aga site na TAS2R38",
  "A na-ahụkwa ndị na-anabata uto dị ilu n'ezinụlọ TS2R na mkpụrụ ndụ dị n'ime ụmụ mmadụ na ụmụ oke",
  "Ndị na-anabata ihe ndị a na-emetụta mwepụta nke homonụ ndị metụtara ịchịkwa agụụ, dị ka peptide YY na glucagon-dị ka peptite-1, ya mere ha nwere ike imetụta iri calorie na mmepe nke oke ibu",
  "Ya mere, nghọta ụtọ dị ilu nwere ike imetụta omume nri site n'inwe mmetụta na mmasị ụtọ na nhazi homonụ metabolic.",
  "Ụdị atọ dị na agbụrụ TAS2R38 ya bu: rs713598, rs1726866, na rs10246939 na-enwe njikọ dị elu na ọtụtụ ndị mmadụ ma na-akpata mgbanwe koodu amino acid nke na-eduga n'ọtụtụ ụdị nghọta dị ilu",
  "PAV haplotype bụ ihe kachasị; ya mere, ndị nwere ma ọ dịkarịa ala otu ụdị nke PAV allele na-ahụ mkpụrụ ndụ dị na akwụkwọ nri ndị yiri PROP dị ka iri ihe ilu, n'ihi ya, ha nwere ike ịkpata ịkpọasị na akwụkwọ nri ilu",
  "N'ụzọ dị iche, ndị nwere haplotypes AVI abụọ bụ ndị na-adịghị atọ ụtọ",
  "PAV na AVI haplotypes bụ ndị a na-ahụkarị, ọ bụ ezie na haplotyps ndị ọzọ dị na-enye mmetụta dị n'etiti (AAI, AAV, AVV, na PVI)",
  "Mmetụta a nwere ike imetụta akwụkwọ nri n'ozuzu."
]