[
  "Ịcha ara, nke amakwa to dị ka ime ka ara dị larịị, bụ ịkụ aka na ịhịa aka n'ahụ ara nwa agbọghọ na-eto eto, na-eji ihe siri ike ma ọ bụ na-ekpo ọkụ, iji gbalịa ime ka ha kwụsị ịmalite ma ọ bụ laa n'iyi.  Omume a na-emekarị site n'aka nwanyị dị nso na onye ahụ, nke nne, nne nne, nwanne nne, ma ọ bụ nwanyị na-elekọta ya bụ onye ga-ekwu na ọ na-agbalị ichebe nwa agbọghọ ahụ pụọ na iyi egwu mmekọahụ na ndina n'ike, iji gbochie ịtụrụ ime n'oge nke ga-emerụ aha ezinụlọ, na-egbochi mgbasa ọrịa a na-ebute site na mmekọahụ dị ka nje HIV / AIDS, ma ọ bụ ikwete ka nwa agbọghọ ahụ gaa agụmakwụkwọ kama ịmanye ya ịlụ di na nwunye n'oge.",
  "A na-emekarị omume á n'akụkụ ụfọdụ nke Cameroon, ebe ụmụ okorobịa na ụmụ nwoke nwere ike iche na ụmụ agbọghọ ara ha putagoro adịla njikere maka mmekọahụ. Ihe akaebe na-egosi na ọ gbasaa na mba Kamerun, dịka ọmụmaatụ na Britain, ebe iwu kọwara ya dị ka mmetọ ụmụaka. Ihe eji eme ihe n'ọtụtụ ebe maka ịcha ara bụ osisi a na-ejikarị eme ihe maka ịkụ tubers",
  "Ngwá ọrụ ndị ọzọ eji eme ihe tinyekwara akwụkwọ, unere, okpokoro akị bekee, nkume na-egweri, ladles, spatulas, na hammers na-ekpo ọkụ n'elu icheku ọkụ. A na-emekarị omume ahụ n'oge chi ọbụbọ ma ọ bụ ụtụtụ na mpaghara nzuzo dị ka kichin ụlọ iji gbochie ndị ọzọ ịhụ onye ahụ ma ọ bụ mara usoro ahụ, ọkachasị ndị nna ma ọ bụ ụmụ nwoke ndị ọzọ. Usoro ịhịa aka n'ahụ nwere ike ime n'ebe ọ bụla n'etiti otu izu ruo ọtụtụ ọnwa, dabere na ịjụ onye ahụ na nguzogide nke ara; n'ọnọdụ ebe ara yiri ka ọ na-apụta mgbe niile, omume ironing nwere ike ime ihe karịrị otu ugboro n'ụbọchị maka izu ma ọ bụ ọnwa ndị a n'otu oge.",
  "Enwere ike buru na achọpụtara Nchicha ara n'omume oge ochie nke ịhịa aka n'ahụ ara nweta akwa ara. Ịhịa aka n'ahụ ara na-ezube inyere aka ọbụna nha ara dị iche iche ma belata ihe mgbu nke ndị nne na-enye nwa ara site n'iji ihe na-ekpo ọkụ ịhịa ara ahụ, lee Ọgwụgwọ maka Mastitis",
  "E depụtala omume ịcha ara na Nigeria, Togo, Republic of Guinea, Côte d'Ivoire, Kenya, na Zimbabwe",
  "Ọzọkwa, achọtala ya na mba Afrịka ndị ọzọ gụnyere Burkina Faso, Central African Republic (CAR), Benin, na Guinea-Conakry.  A na-akọ na \"na-asa ara\" na South Africa. Omume a na-ejikọkarị ya na Kamerun n'ihi nlebara anya mgbasa ozi na ọkwa mpaghara nke ndị otu ruuru mmadụ. Agbụrụ narị abụọ niile nke Cameroon na-etinye aka na ịcha ara, na-enweghị mmekọrịta a maara na okpukpe, ọnọdụ mmekọrịta mmadụ na ibe ya, ma ọ bụ njirimara ọ bụla ọzọ.  Nnyocha nke ụlọ ọrụ mmepe nke Germany GIZ mere n'ime afọ 2006 nke ihe karịrị ụmụ agbọghọ na ụmụ nwanyị Cameroon puku ise nọ n'agbata afọ iri na afọ iri asatọ na abụọ mere atụmatụ na ihe fọrọ nke nta ka ọ bụrụ otu onye n'ime mmadụ anọ enwetala akwa ara, nke kwekọrọ na nde ụmụ agbọghọ anọ",
  "Nnyocha ahụ kwukwara na a na-emekarị ya n'obodo ukwu, ebe ndị nne na-atụ egwu na ụmụ ha nwanyị nwere ike ịnweta mmetọ mmekọahụ",
  "Ihe na-eme bụ pasent iri ise na ato na mpaghara ndịda ọwụwa anyanwụ nke Cameroon nke Littoral. E jiri ya tụnyere ndị Kraịst na ndịda Cameroon na-ahụ maka mmụọ, akwa ara anaghị adịkarị n'ebe ugwu ndị Alakụba, ebe ọ bụ naanị pasent 10 nke ụmụ nwanyị na-emetụta",
  "Ụfọdụ na-eche na nke a metụtara omume nke alụmdi na nwunye n'oge, nke a na-ahụkarị n'ebe ugwu, na-eme ka mmepe mmekọahụ n'oge ghara ịdị mkpa ma ọ bụ ọbụna dị mma. Nnyocha na-atụ aro na 16% nke ụmụ agbọghọ, ọkachasị na mpaghara ugwu dị anya ebe alụmdi na nwunye ụmụaka na-adịkarị, na-anwa ime ka ara ha dị larịị iji mee ka ha ghara inwe mmekọahụ na alụmdi na nwunye n'oge.",
  "Ịwụnye ara na-egbu mgbu nke ukwuu na nwee ike imebi anụ ahụ",
  "As of 2006[update] 2006, enwebeghị ọmụmụ ahụike banyere mmetụta ya. Otú ọ dị, ndị ọkachamara ahụike na-adọ aka ná ntị na ọ nwere ike inye aka na ọrịa kansa ara, cysts na ịda mbà n'obi, ma eleghị anya na-egbochi inye nwa ara mgbe e mesịrị. Na mgbakwunye na nke a, ironing ara na-etinye ụmụ agbọghọ n'ihe ize ndụ nke abscesses, cysts, ọrịa, na mmebi anụ ahụ na-adịgide adịgide, na-akpata pimples ara, ahaghị nhata na nha ara, na ọrịa mmiri ara ehi site na ọnyá",
  "N'ọnọdụ dị oke njọ nke mmebi, enwere ugbu a ikpe iri nke ọrịa kansa ara a chọpụtara site n'aka ụmụ nwanyị ndị a chọpụtara na ha bụ ndị a na-ahụ maka ara. Mmetụta ndị ọzọ GIZ nwere ike ịkọ gụnyere ara na-adịghị mma na ikpochapụ otu ara ma ọ bụ ara abụọ",
  "Omume a dị iche iche n'ụzọ dị ịrịba ama na ịdị njọ ya, site na iji akwụkwọ na-ekpo ọkụ pịa ma na-asa ara ahụ, iji nkume na-egweri ihe iji kụrisịa gland ahụ na-eto eto",
  "N'ihi mgbanwe a, nsonaazụ ahụike dịgasị iche site na nke na-adịghị njọ ruo na nke dị njọ. The Child Rights Information Network (CRIN) na-akọ banyere igbu oge nke mmepe mmiri ara mgbe a mụsịrị ya, na-etinye ndụ ụmụ amụrụ ọhụrụ n'ihe ize ndụ.",
  "Nakwa na ọ dị ize ndụ, a na-akatọ ịcha ara dị ka ihe na-abaghị uru maka ịkwụsị inwe mmekọahụ na ime ime",
  "GIZ (nke a na-akpọ \"GTZ\" n'oge ahụ) na Network of Aunties (RENATA), otu nzukọ na-abụghị nke gọọmentị Cameroon nke na-akwado ndị nne na-eto eto, na-eme mkpọsa megide ịcha ara, ma na-akwado ya site na Ministry for the Promotion of Women and the Family. Ụfọdụ akwadola iwu megide omume ahụ; Otú ọ dị, ọ dịghị iwu dị otú ahụ e mere. Ụfọdụ na-ewere omume ahụ dị ka ihe gbasara ikike mmadụ na-apụta, nke a ghọtara dị ka omume nke ime ihe ike na nwoke na nwanyị dịka ịcha ara na-emetụta ụmụ nwanyị na ụmụ agbọghọ n'agbanyeghị agbụrụ, klas, okpukpe, nzụlite akụ na ụba, ma ọ bụ afọ",
  "[nkọwa dị mkpa] N'ihe banyere mmegide na nso nso a, n'ime afọ 2000, United Nations (UN) chọpụtara ịcha ara dị ka otu n'ime ụdị ịkpa ókè ise na-agafe ma leghara mpụ megide ụmụ nwanyị anya.",
  "Site n'ihe otu onye ọka iwu Cameroon kwuru, ọ bụrụ na dọkịta achọpụta na e mebiela ara ahụ, enwere ike ịta onye omekome ahụ ahụhụ ruo afọ atọ n'ụlọ mkpọrọ, ma ọ bụrụhaala na a kọọrọ okwu ahụ n'ime ọnwa ole na ole. Otú ọ dị, o doro anya ma ọ bụrụ na iwu dị otú ahụ dị adị n'ihi na enweghị ndekọ nke mmanye iwu.",
  "Nnyocha GIZ chọpụtara na n'ime afọ 2006, pasent iri atọ na itoolu nke ụmụ nwanyị Cameroon megidere ịcha ara, na pasent iri anọ na otu na-egosipụta nkwado na pasent iri abụọ na isii enweghị mmasị",
  "Reuters kọrọ n'afọ 2014 na mgbasa ozi mba niile megide omume ahụ enyerela aka belata ọnụego nke ịcha ara site na pasent iri ise na mba ahụ."
]