[
  "Brenden Russell Aaronson (amụrụ n'abalị iri abụọ na abụọ n'ọnwa Ọktoba n'afọ 2000) bụ onye America na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere etiti ma ọ bụ onye na-agbara otu Premier League Leeds United na otu mba United States bọọlụ",
  "Red Bull Salzburg",
  "A zụlitere ya na Medford, New Jersey, Aaronson gara Shawnee High School otu afọ tupu a họpụta ya na YSC Academy nke Philadelphia Union, ebe ọ gbara bọọlụ ma gụchaa akwụkwọ sekọndrị ya. N'oge ọ nọ na YSC Academy, Aaronson agbaala bọọlụ maka ndị ntorobịa Union tupu ọ banye na Mahadum Indiana ma bịanye aka na nkwekọrịta ya na Bethlehem Steel FC.",
  "Aaronson pụtara dị ka onye egwuregwu academy na-egwuri egwu maka Bethlehem Steel FC n'oge oge 2017 ha mgbe ha si na academy Philadelphia Union.\nN'ọnwa Ọktoba 2017, Aaronson gbara bọọlụ mbụ ya maka Steel FC na mmeri ha meriri Tampa Bay Rowdies. Aaronson pụtara ugboro iri abụọ na otu maka Steel FC ma gbaa goolu mbụ ya maka ndị ọkachamara megide Atlanta United 2.",
  "Na Septemba 17, 2018, a mara ọkwa na Aaronson ga-esonyere Philadelphia Union na mbido oge 2019 ha. N'abalị iri na asaa n'ọnwa Machị n'afọ 2019, onye ọkpụkpọ ahụ gbara goolu mbụ ya na MLS mbụ ya, na-enyere Philadelphia aka imeri Atlanta United",
  "A na-ewere ya dị ka onye na-eme egwuregwu na Union, mmerụ ahụ na nkwụsịtụ nyere Aaronson ohere ịmalite ma nwee ọganihu na otu mbụ dị ka onye egwuregwu na onye na-agba bọọlụ n'akụkụ aka ekpe.",
  "Na ngwụcha oge ọhụrụ ya, Aaronson mechara dịka onye nke abụọ maka ọkwa 2019 MLS Rookie of the year, na goolu atọ na enyemaka abụọ n'ihe karịrị nkeji otu puku, narị isii na nkeji ịrị anọ ọ gbara",
  "Aaronson bụ onye na-agba bọọlụ kachasị nta n'ime ndị ikpeazụ ise.",
  "Oge 2020 ghọrọ afọ dị egwu maka Aaronson onye mechara oge ahụ na mpụta ịrị atọ na otu n'asọmpi niile ma nye goolu anọ",
  "Ọrụ Aaronson n'oge ahụ mere ka o nweta ọtụtụ otuto nke gụnyere ịkpọ aha na 2020 MLS Best XI maka oge oge na MLS bụ Back Tournament. Union ji ihe ndekọ league kachasị mma mechie oge ahụ na-enweta ihe nrite mbụ nke otu ahụ, 2020 Supporters' Shield.",
  "Mgbe asịrị na-aga n'ihu, a mara ọkwa na Ọktoba 16, 2020, na Aaronson ga-esonyere Red Bull Salzburg malite na Jenụwarị 2021 mgbe oge MLS gwụsịrị. Ọ bụ ezie na e kpugheghi ego nnyefe ahụ, Philadelphia kwupụtara na ọ ga-abụ ego nnyefe kachasị elu a kwụrụ maka onye America na-agba bọọlụ si MLS. Akụkọ mbụ gosiri na ego ahụ bụ nde dọla isii, na nde dọla atọ na ihe mkpali nwere ike ime. Aaronson mere mpụta nke mbụ ya maka Salzburg na Jenụwarị 25, dị ka onye nọchiri anya n'oge mmeri ha meriri Rheindorf Altach.",
  "Aaronson nyere goolu mbụ ya maka Salzburg na Febụwarị 10, 2021, na-agba goolu mmeri n'egwuregwu n'oge mmeri ha meriri Austria Wien. N'ụbọchị mbụ n'ọnwa Mee, ọ meriri ọlaọcha mbụ ya na Salzburg ka klọb ahụ meriri LASK na ngwụcha nke iko Austria. Aaronson gbara goolu nke abụọ nke egwuregwu ahụ, na nke ise ya na asọmpi niile kemgbe ọ hapụrụ Philadelphia na Jenụwarị.",
  "Na Mee 26, 2022, Leeds United kwupụtara mbinye aka Aaronson na nkwekọrịta afọ ise, malite na July 1. Sky Sports kọrọ na ego mbufe ga-abụ nde pound ịrị na anọ na puku pound narị asaa. O mere egwuregwu mbụ ya na Leeds dị ka akụkụ nke iri na otu na-amalite na mmalite oge ha na August 6, na mmeri ha meriri Wolverhampton Wanderers. N'abalị iri abụọ na otu n'ọnwa Ọgọstụ, Aaronson gbara goolu mbụ ya na Premier League mgbe ọ tụgharịrị na njehie nke Édouard Mendy mere ka e jiri goolu atọ a na-asaghi asa wee merie ndị na-asọmpi Chelsea, nke nyeere Leeds aka inweta mmeri mbụ ha nye ndị Chelsea kemgbe afọ 2002.",
  "Mgbe o gosipụtara oge ọhụrụ siri ike, Aaronson natara oku mbụ ya na otu egwuregwu bọọlụ ụmụ nwoke nke United States n'ọnwa Ọktoba 2019 maka egwuregwu CONCACAF Nations League na Cuba na Canada",
  "O sonyeghi n'egwuregwu ọ bụla. Aaronson nwetara oku nke abụọ ya na ndị otu okenye maka ogige Jenụwarị 2020. Aaronson nwetara nke mbụ ya zuru oke na mmeri ha ji otu goolu a na-asaghi asa wee merie Costa Rica",
  "Ka e mesịrị n'afọ ahụ, Aaronson gbara goolu mbụ ya nke mba ụwa n'oge mmeri 6 na El Salvador na Disemba 2020.",
  "Nwanne ya nwoke Paxten Aaronson na-egwuri egwu maka Philadelphia Union.",
  "Egwuregwu Aaronson maka Philadelphia Union na Red Bull Salzburg mere ka a kpọọ ya aha a na-akpọ ya bụ nke a na-ekwu maka ebe a mụrụ ya ma jiri ya tụnyere onye ọkpụkpọ Argentina Lionel Messi.",
  "Àtụ:Updated",
  "Àtụ:Updated",
  "Njikọ Philadelphia",
  "United States",
  "Onye ọ bụla"
]