[
  "Brett Murray (a mụrụ n'afọ 1961) bụ onye na-ese ihe na South Africa nke a maara nke ọma n'ihe banyere ígwè ya na ihe ọkpụkpụ mgbidi mgbasa ozi",
  "A mụrụ ya na Pretoria, South Africa",
  "Murray nwere nzere masta na nka na Michaelis School of Fine Art, 1989. Onye nkatọ Brenda Atkinson zoro aka na ya dị ka \"onye isi gbara ọchịchịrị nke South African pop (art),\" Murray bụ otu n'ime ndị na-ese ihe na-ewu ewu na mba ahụ, na-ejikarị ihe oyiyi mgbasa ozi dị mfe nghọta na mgbakwunye nke ntụgharị na-atọ ọchị. Ọrụ Murray na-ekwu màkà ihe banyere agha nke ọdịbendị, esemokwu dị n'etiti Afrocentrism na Eurocentrism, ndị ochie na ndị ọhụrụ South Africas",
  "\"Site n'ọrụ m, enwere m olileanya na m ga-atọ ụtọ nke ọma",
  "Site na ntụgharị uche satirical na nke dị mwute na South Africa, enwere m olileanya ịgbanwe echiche ndị mmadụ ma gbanwee uche ndị mmadụ, na-eme ebere, ndị mpako na ndị na-eme nganga dị ka nke a nwere ike ịda,\" ka ọ na-ekwu.  N'oge na-adịbeghị anya, ọrụ ya enyochaala ahụmịhe ya na njirimara ya",
  "Murray bụkwa onye guzobere ngalaba ihe ọkpụkpụ na Mahadum Stellenbosch",
  "N'afọ 2012, Murray gosipụtara ihe osise na Johannesburg gallery nke onye bụbu onye isi ala Jacob Zuma na akụkụ ahụ ya kpughere, nke akpọrọ The Spear",
  "Ihe osise a bụ akụkụ nke ihe ngosi nke ọrụ ndọrọ ndọrọ ọchịchị nke akpọrọ \"Hail to the Thief II\"",
  "N'abalị iri na asatọ nke ọnwa Mee, African National Congress kwupụtara ebumnuche ya ịgba ya akwụkwọ maka nkwutọ maka eserese ahụ na ịmanye ụlọ ngosi ahụ ka ewepụ ya na ngosi, ebe nrụọrụ weebụ ya, na ihe ndị e biri ebi. Ụfọdụ ndị ọnụ na-eru n'okwu gosipụtara iwe na eserese ahụ, otu ụka kpọkwara oku ka a \"kpụọ Murray nkume ruo ọnwụ\".",
  "Na Tuesday ụbọchị iri abụọ na abụọ n'ọnwa May n'afọ 2012, n'elekere iri na otu nke ụtụtụ, ụmụ nwoke abụọ ji ite eserese banye na Goodman Gallery na Johannesburg ma mebie The Spear",
  "Ndị otu mgbasa ozi jidere ha na igwefoto ma ndị nche ụlọ ihe nkiri jidere ha ozugbo.",
  "N'oge arụmụka nkwutọ ahụ, e mere ntụnyere n'etiti Murray's The Spear na ọrụ ibe ya na South Africa Ayanda Mabulu site n'afọ 2010, Ngcono ihlwempu kunesibhanxo sesityebi",
  "Ihe osise a na-egosi Jacob Zuma n'ụdị yiri nke ahụ n'akụkụ Desmond Tutu, Nelson Mandela na ndị ọzọ sitere na ọgụ megide ịkpa ókè agbụrụ - ụfọdụ isi mbido jụrụ ihe agbụrụ na ndọrọ ndọrọ ọchịchị nwere ike ime na mwakpo Zuma wakporo Murray, onye na-ese ihe ọcha."
]