[
  "Brian Astbury (ụbọchị irí na anọ n'ọnwa Nọvemba n'afọ 1941 rụọ úbọchị isé n'ọnwa Machị afọ 2020) bụ onye South Africa na-ese foto, onye nduzi ihe nkiri, onye na-eme ihe nkiri na onye nkụzi edemede, na onye guzobere The Space Theatre na Cape Town, South Africa.",
  "A mụrụ Brian Astbury n'ubochí irí na anọ n'ọnwa Nọvemba n'afọ 1941 ma tolite na obodo Paarl nke South Africa. Ọ gara Paarl Boys 'High ma kpọọ egwuregwu cricket nke izizi banyere ụlọ akwụkwọ ahụ tupu ọ banye n'afọ 1959. : 3 Ọ gụrụ akwụkwọ na Mahadum nke Cape Town tupu ọ hapụ usoro ahụ. Ọ zutere nwunye ya n'ọdịnihu, na Cape Argus ebe ọ rụrụ ọrụ dị ka onye na-ahụ maka ọbá akwụkwọ na onye nta akụkọ, ógè ọ rụrụ ọrụ ezumike mgbe ọ gụsịrị akwụkwọ. : 2 Ọ rụrụ ọrụ dị ka onye na-ese foto maka Capab, ụlọ ọrụ na-eme ihe nkiri na Cape Province. Ọ ga-eso Bryceland na Athol Fugard mgbe ndị latters na-egwu Boesman na Lena gara England n'afọ 1971.",
  "Ya na nwunye ya Yvonne Bryceland na onye na-ede egwuregwu Athol Fugard rụkọrọ ọrụ nke ọma ógè ha guzobere ụlọ ihe nkiri na-abụghị agbụrụ nke a na-akpọ The Space n'ọnwa Mee afọ 1972 na-emeghe na egwuregwu Statements After an Arrest Under the Immorality Act Dabere na ụlọ ọrụ ochie, ụlọ ihe nkiri ahụ nwere ike ịrụ ọrụ na ndị na-ege ntị na-abụghị agbụrụ n'ihi na a chọrọ ndị otu iji lee ihe nkiri na klọb ahụ",
  "Egwuregwu Fugard ndị ọzọ Sizwe Banzi is Dead n'afọ 1972 na The Island n'afọ 1973. Ihe nkiri na-adịbeghị anya banyere ntọala na ịgba ọsọ nke The Space Theatre gosipụtara ọrụ ya dị mkpa n'ịmepụta ebe mbụ na-abụghị agbụrụ, ebe azụmahịa na South Africa n'oge ọchịchị apartheid.",
  "Ndị ọzọ na-ede egwuregwu nke ọrụ ha bịdọrọ na The Space, gụnyere Fatima Dike, Geraldine Aron na Paul Slabolepszy Ụlọ ihe nkiri ahụ nyere aka ịmalite ọtụtụ ndị na-eme ihe nkiri na ndị nduzi nke gbasara ma South Africa ma n'ámá ntụrụndụ mba ụwa ma gụnye aha dịka John Kani, Winston Ntshona, Bill Flynn, Richard E Grant, Pieter Dirk Uys na Barney Simon.: 3",
  "Na The Space ọ bụ onye nduzi nke The Sun King, A Thousand Clowns, The Tiger, Treats, What the Butler Saw, Children of the Wolf, Dracula, Going to Pot, Old King Cole, Play It Again, Sam na egwuregwu ndị ọzọ",
  "Ka ọ na-erule afọ 1979, ebe The Space na-agbasi mbọ ike n'ụzọ ego, a gbanwere aha ya The Peoples Space mgbe Moyra Fine na Rob Amato weghaara ya. Ọ ga-agbanye n'afọ 1984. : 6",
  "Ọ kwagara London n'afọ 1979 ya na Bryceland ọ ghọrọ onye nkuzi ihe nkiri na Lamda, Mountview Academy of Theatre Arts na East 15 acting schools. Ógè ọ lara ezumike nká, o dere ọtụtụ akwụkwọ banyere nka nke ime ihe nkiri na edemede.",
  "Ọ nwụrụ ógè ọ dị afọ iri asaa na asatọ na London n'ubochí isé n'ọnwa Machị 2020 mgbe nkụchi obi na London Tube. Yvonne Bryceland nwụrụ n'afọ 1992; di na nwunye ahụ nwere ụmụ nwanyị abụọ: 3"
]