[
  "Brian Alexander Morgan bụ ónyé America na-emepụta ihe ndekọ si Wichita, Kansas, United States, nke a maara nke ọma màkà ọrụ ya na-ede ma na-emepụta ya na otu R&B SWV.",
  "Na mbido afọ 20, Morgan dekọrọ teepu ngosi ya na enyi ya n'oge ọ bụ nwata LaChelle Mathenia na ónyé nke atọ dị ka otu a na-akpọ Cachet De Vois",
  "Onye guzobere Club Nouveau bụ Jay King chọpụtara ha, onye nwetara otu ahụ nkwekọrịta ndekọ na Warner Bros",
  "Ihe ndekọ na 1987. Morgan na Mathenia kwagara Sacramento wee dekọọ abọm mbụ na naanị ya, Personal, nke e wepụtara na 1988",
  "Mgbè ọ na-enweghị ike ịdepụta, a kwụsịrị otu ahụ, mana Morgan kpebiri ịnọ na California ma gbalịa ịrụ ọrụ n'onwe ya",
  "N'oge a, ónyé na-ese ihe na onye na-emepụta ihe Robert Brookins zutere ma duzie ya.",
  "Mgbè ọ nụrụ banyere ikpe ikpe nke onye na-agụ egwu Martha Wash megide Black Box na RCA Records maka ego azụmahịa, na ịmara na ọ na-anwa inweta nkwekọrịta ndekọ, Morgan dere ọtụtụ egwu màkà ya nke edere dị ka ihe ngosi ma zigara ya site na onye nnọchi anya A&R ya Kenny Ortiz. Mgbè ọ nụrụ abụ ndị ahụ, Wash kpọrọ Morgan n'onwe ya, na-agwa ya na o nwere \"mmụọ nke Patrick Cowley\", onye na-emepụta ihe a maara nke ọma maka ịrụ ọrụ na onye a ma ama na disko Sylvester. Morgan dere ma mepụta ọtụtụ egwu maka album mbụ Wash kpọrọ onwe ya, nke mere ka ọ bụrụ onye na-ede egwu na onye na-emepụta egwu.",
  "Tupu ewepụ ya na nkwekọrịta ndekọ mbụ ya, Morgan bụkwa ónyé na-agụ egwu Chanté Moore na Warner Bros. N'oge ahụ, Morgan nwèrè mmasị na Moore ma dee egwu \"Weak\" nke sitere na mmetụta ya n'ebe ọ nọ. E dere egwu ahụ, tinyere egwu ọzọ, \"Right Here\", maka Charlie Wilson, otu n'ime mmetụta Morgan na ndụ ya niile, ma gbasaa ruo afọ ole na ole na mbido afọ 1990 dị ka egwu ngosi. N'afọ 1991, onye na-emepụta Kenny Ortiz nụrụ egwu ahụ na cassette ma mee ka Morgan kwenye inye ikike màkà egwu R&B ya SWV",
  "A kpọbatara Morgan ka ọ mepụta ma dee maka abọm 1992 nke otu ahụ bụ It's About Time, nke nwetara ihe ịga nke ọma na azụmahịa.",
  "N'ihe dị ka mmalite afọ 2010, DJ Khalil kpọrọ ya ka ya na ya rụọ ọrụ na ọrụ ole na ole",
  "Ọchịchọ Khalil iso ya rụọ ọrụ méré ka Morgan si Sacramento laghachi Los Angeles",
  "N'ihi ịkwaga ahụ, Khalil na Morgan rụrụ ọrụ na Aloe Blacc's major label debut Lift Your Spirit."
]