[
  "Bridge House College, nke a na-akpọ BHC, bụ otu n'ime ụlọ akwụkwọ na-akụzi ihe n'onwe ya na Naịjirịa nke dị na Ikoyi, Lagos, Naịjiria",
  "E guzobere ya n'afọ 2004 iji kwado nkwadebe maka mahadum maka ndị na-ahapụ ụlọ akwụkwọ sekọndrị afọ 1519 na-atụle agụmakwụkwọ mahadum na Naịjirịa na mba ofesi.",
  "Kọleji ahụ bụ ụlọ ọrụ a kwadoro maka ule Cambridge A na ọzụzụ ndị nkuzi ihu na ihu na Nigeria.",
  "Kọleji ahụ malitere na 1, olagunsoye Oyinlola, 2nd Avenue, Ikoyi na ụmụ akwụkwọ 8 nwere mmasị ịmụ ihe na UK ruo na afọ 2007 mgbe ọ webatara ebe ndị ọzọ gụnyere US, Canada, UAE, Ireland, Ghana, Nigeria wdg",
  "Kọleji ahụ kwagara na ogige ya na-adịgide adịgide na 2014.\nKemgbe e bidoro ya, Bridge House akụziwo ihe karịrị ụmụ akwụkwọ Naijiria 2,500 na ụmụ nke ndị mba ọzọ bi na Naijiria.",
  "Bridge House na-enye usoro mmụta ndị a:",
  "A họpụtara Bridge House College n'etiti ụlọ akwụkwọ kachasị elu maka Cambridge A Level Programme na Naịjirịa dị ka Edusko, Infoguidenigeria na LegitNG bipụtara.\nN'afọ 2019, ihe karịrị 70% nke ụmụ akwụkwọ debara aha nwetara akara A *-B na Mee / Junn, na afọ 2019 Cambridge A",
  "Site na mmemme Cambridge A, ụmụ akwụkwọ nwere ike ịbanye n'afọ nke abụọ na mahadum niile dị na Naịjirịa.",
  "Na British Council Recognition na Cambridge Learners Awards, Nigeria nke emere na Lagos na 2017, ụmụ akwụkwọ anọ nke Bridge House pụtara n'elu na Nigeria na isiokwu anọ; physics (International AS Level), azụmahịa (International A Level), Economics (International A level) na physics ( International A Level).\nThe Outstanding Cambridge Learner Awards bụ ihe omume a na-eme kwa afọ nke British Council haziri nke na-eme emume maka arụmọrụ na ihe ịga nke ọma nke ụmụ akwụkwọ na-ewere Cambridge International Examinations na mba 40 gburugburu ụwa.",
  "N'afọ 2018, kọleji ahụ nyere afọ abụọ zuru oke agụmakwụkwọ ruru nde N9 nye nwa akwụkwọ kachasị mma na Naịjirịa na May / Junn, na afọ 2018 West African Senior School Certificate Examination (WASSCE), nke West African Examination Council (WAEC) duziri",
  "Onye ritere uru, David Okorogheye, enwetala akara A1 n'otu n'otu na isiokwu ya niile ma nwetakwara akara 332 na nyocha ya Joint Admission and Matriculation Board (JAMB).",
  "Mahadum nke Birmingham kwupụtara n'oge na-adịbeghị anya na ụmụ akwụkwọ Bridge House ga-erite uru site na ụdị agụmakwụkwọ ọhụrụ nke ụmụ akwụkwọ Naijiria na-etinye akwụkwọ maka mmemme agụmakwụkwọ na Mahadum Birmingham malite na Septemba 2020",
  "Akwụkwọ agụmakwụkwọ ahụ ruru £ 2,500 ka a ga-enye ya nwa akwụkwọ Bridge House kachasị mma maka nnọkọ afọ 2019/2020",
  "Bridge House College guzobere The BHC Alumni dị ka ụzọ isi zụlite mmekọrịta dị n'etiti ụmụ akwụkwọ kọleji ugbu a na ndị bụbu",
  "Ndị bụbu ụmụ akwụkwọ na-enye aka n'ịtụ ndị nkuzi na kọleji.",
  "Onye gụsịrị akwụkwọ na kọleji ahụ, Serena Omolamai nabatara n'ihe karịrị Mahadum US 8 na afọ 2016 wee nweta agụmakwụkwọ na afọ 1870 na Mahadum Syracuse, New York nke ruru $ 53,000 bụ nkwanye ùgwù kachasị elu nke Office of Admissions nyere",
  "A kpọrọ ya kasị afọ 2020 Senior Marshal n'oge emume mmalite nke 166 nke Mahadum Syracuse.",
  "N'afọ 2018, onye gụsịrị akwụkwọ na kọleji ahụ, Benjamin Inemugha mebiri Guinness World Record.",
  "Benjamin gụsịrị akwụkwọ na Bridge House College One-Year University Foundation Programme na afọ 2015 tupu ọ gaa Mahadum Birmingham iji mụọ Electrical and Electronics Engineering.",
  "Kwa afọ, Bridge House College na-ahazi ihe ngosi mahadum kwa afọ ebe ndị nnọchiteanya si na mahadum karịrị 30 sitere na UK, US na Canada na ndị nne na nna na ụmụ akwụkwọ nke kọleji na-ezute iji kwurịta mgbanwe ụmụ akwụkwọ",
  "Ndị bịara gụnyere ndị nnọchiteanya si Mahadum Leeds, Mahadum Birmingham, Mahadim Leicester, Mahadam Essex, Mahaduma Brock, Mahadin Steeti Louisiana wdg.",
  "The Bridge House Annual Graduation na-anabata ndị ọkà okwu ama ama na ndị na-anụ ọkụ n'obi agụmakwụkwọ na Naịjirịa kwa afọ",
  "Ndị ọkà okwu gara aga gụnyere Onye isi oche nke First Bank plc, Mrs Ibukun Awosika, Onye guzobere, Zinox Technologies, Leo Stan Ekeh, Onye guzobere / Onye isi nke Rise Network, Toyosi Akerele-Ogunsiji, Onye isi, Alpha Reach, Japhet Omojuwa, nwunye onye bụbu gọvanọ nke Lagos State, Dame Abim Fasbolahola, onye bụbu osote gọvanọ, Lagos State, Sarah Adebisi Sosan, onye osote Kọmishọna Ukwu Britain, Ray Kyles na ihe ndị ọzọ.",
  "N'afọ 2018, Alh",
  "Abdul Samad Rabiu, onye bụbu nne na nna nke ụlọ akwụkwọ ahụ duziri ihe omume ahụ ma nye onyinye N50 nde na kọleji Bridge House n'okpuru BUA Foundation.",
  "Bridge House College nwere njikọ na ihe karịrị mahadum 50 na mba dị iche iche gụnyere UK, US, Canada, UAE, Ireland, South Africa, Ghana, Nigeria wdg",
  "Kọleji ahụ bụ onye otu Council of British International Schools (COBIS), Association of International School Educators of Nigeria (AISEN), Associations of Private Educators in Nigeria (APEN) ma nwee mmekọrịta ọrụ na British Council Nigeria, Institute of Education Dublin, Ireland",
  "Bridge House College's University Foundation Programme bụ nke Brooke House College, UK kwadoro"
]