[
  "British International School Lagos (BIS) bụ ụlọ akwụkwọ mba ụwa nke Britain na Oniru Private Estate na Victoria Island, Lagos, Nigeria",
  "N'ịbụ nke meghere n'afọ 2001, ụlọ akwụkwọ ahụ na-enye usoro mmụta ndị Britain maka ụmụ akwụkwọ na-ebi ebi dị afọ 1118",
  "Enwere ọtụtụ IGCSE na A Level maka ọmụmụ ihe.",
  "Ụmụ akwụkwọ ahụ gụnyere ụmụ nwanyị na ụmụ nwoke sitere na ezinụlọ Naijiria na ndị mba ọzọ",
  "Klas dị obere ma enwere usoro ihe omume zuru oke mgbe ụlọ akwụkwọ gachara kwa ụbọchị.",
  "Ogige ahụ buru ibu, na ụlọ nkuzi gbara ogige egwuregwu gburugburu, n'ime nke a nwere ike ịchọta ọdọ mmiri yana ụlọ ikpe tennis na basketball.",
  "Ndị ọrụ nkuzi gụnyere ma ndị nkuzi si mba ọzọ na ndị ruru eru n'ógbè ahụ",
  "Onye isi ụlọ akwụkwọ ugbu a bụ Kelvin Donnelly, onye sonyeere ụlọ akwụkwọ ahụ na afọ 2021 ebe ọ rụrụ ọrụ n'ọtụtụ ụlọ akwụkwọ na US, Malaysia, Cameroon na UK.",
  "Ụlọ akwụkwọ ahụ natara akụkọ nyocha magburu onwe ya site na COBIS n'oge ọkọchị nke afọ 2018.",
  "E hiwere ya na afo 2001, ebumnuche ụlọ akwụkwọ ahụ bụ ịmepụta ụmụ akwụkwọ ga-enye aka na \"echi ka ukwuu\", na-akụnye ụmụ akwụkwọ ha nkwụsi ike, iguzosi ike n'ezi ihe na akọ na uche ọha na eze.",
  "Ụlọ akwụkwọ ahụ no na-eto eto n'akụkọ ihe mere eme ya niile",
  "N'afọ ndị na-adịbeghị anya, agbakwunyere blọk nkuzi ọhụrụ na ụlọ egwuregwu",
  "N'afọ 2018, e webatara ụlọ sayensị ndị ọzọ iji kwado uto nke Ụdị nke Isii na n'afọ 2019 ụlọ nke ngalaba isi malitere.",
  "E meela nnukwu itinye ego n'ụlọ obibi ụlọ akwụkwọ ise ahụ.",
  "BIS na-agbaso British National Curriculum",
  "A gbanwere usoro mmụta a, ebe o kwesịrị, iji hụ na a haziri ya iji gboo mkpa nke ụlọ akwụkwọ mba ụwa dị na West Africa",
  "A na-akụziri ụmụ akwụkwọ na-eto eto asụsụ Yoruba na ndị ọrụ na-ahụ maka ahụ na a na-enye ohere iji gbasaa ekele ụmụ akwụkwọ nwere maka akụkọ ihe mere eme, ọdịbendị, ala na akụ na ụba nke ụlọ akwụkwọ ahụ dị.",
  "Ogige ahụ gụnyere ụlọ nzukọ nwere ọtụtụ ebumnuche; ọdọ mmiri; ụlọ ihe nkiri; na ụlọ maka kọmputa, egwu, na nkuzi",
  "Encomium Weekly kọwara ụlọ akwụkwọ ahụ dị ka \"nke kachasị ọhụrụ na Lagos\".   N'ime afọ ndị na-adịghi anya, a na-agbakwu mbọ ka ụlọ akwụkwọ ahụ mee ka ụmụ akwụkwọ nwere obere njem sonye n'ụzọ zuru ezu na ndụ ụlọ akwụkwọ ahụ",
  "N'ihi oke ogige egwuregwu ya, a na-ejikarị ala ụlọ akwụkwọ ahụ eme ihe iji kwado ihe omume egwuregwu n'etiti ụlọ akwụkwọ.",
  "Ụlọ akwụkwọ ahụ nwere akụkọ ihe mere eme nke nsonaazụ ule magburu onwe ya",
  "N'afọ 2019, ụmụ akwụkwọ nwetara ọnụọgụ 93% na IGCSE na ọnụọgụgụ 93% n'ọkwa A",
  "Ọtụtụ ụmụ akwụkwọ na-aga n'ihu na Sixth Forms na UK, USA na Canada na BIS Sixth Formers na-enweta ọnọdụ na mahadum ndị a họọrọ nke ukwuu na Canada na UK.",
  "Kwa afọ ụlọ akwụkwọ ahụ na-enye iko \"Dux Litterarum\" na onye ọkà mmụta kacha nwee onyinye agụmakwụkwọ.",
  "Ụmụ akwụkwọ na BIS nwere ihe ndekọ nke ihe ịga nke ọma n'egwuregwu",
  "N'afọ ndị na-adịghị anya, ha abụwo ndị mmeri mpaghara na ndị mmeri rugby n'ọtụtụ afọ na okike",
  "Davido - onye na-agụ egwu, onye na-ede egwu na onye na-emepụta ihe ndekọ"
]