[
  "Brittney Grimes bụ onye na-ede abụ, onye odee ama ama, onye edemedi, ihe nlereanya na ọkà okwu na-akpali.",
  "Akwụkwọ mbụ ya, Poetry For A Child By A Child, sochiri The Poetry for A Child By a Child Workbook, Ice Cream Dreams, na The True Glory of the Christmas Story.",
  "Ọ ekwuola okwu na CNN Person of the Day, ABC 7, NBC, Good Morning America, UPN na Nickelodeon Nick News.",
  "Ọrụ ya dị na magazin Ebony, The New York Times, magazin Scholastic, Newsday na akwụkwọ ndị ọzọ.",
  "Ọ na-eme ihe ngosi maka ihe nkiri na mbipụta azụmahịa, gụnyere JBS Hair Ad, na Vibe Vixen of the Day.",
  "Dị ka onye edemede, Brittney enwetala ọtụtụ ihe nrite, gụnyere National Organization for Women (NOW) \"Young Achiever's Award\", National Council of Negro Women (NCNW) Award for Achievement, Zora Neale Hurston Literary Award nke Zeta Phi Beta nyere, na Dr",
  "Martin Luther King, Jr",
  "Humanitarian Award. N'afọ 2005, e debere aha Brittney na Wall of Tolerance na Montgomery, Alabama, iji sọpụrụ Rosa Parks 'National Campaign for Tolerance.",
  "N'afọ 2007, e nyere ya onyinye ọrụ afọ ofufo nke onye isi ala site na Kansụl Onye isi ala na Ọrụ na Ntinye aka obodo. Ọ natara ihe nrite ọlaọcha na akwụkwọ ozi sitere n'aka Onye isi ala George Bush.",
  "N'afọ 1998, Brittney kwughachiri uri ya \"Children of the World\" na It's Showtime na Apollo Theater na Harlem NY, na Amateur Night, wee bịa n'ọnọdụ mbụ. N'afọ 2002, o kwuru okwu na McDonald's Gospelfest, emume egwu na nkà gospel kwa afọ",
  "Ọ kwughachiri uri o dere ma merie n'ọnọdụ mbụ na asọmpi mbụ nke Gospel Poetry Category",
  "N'afọ 2015, Brittney bụ onye natara ihe ncheta aka site na Wells Fargo Bank \"Untold Stories Collection\" maka uri ya.",
  "N'ọnwa Ọktoba afọ 2006, e gosipụtara Brittney na magazin Ebony n'otu isiokwu akpọrọ \"Terrific Teens\". N'afọ 2007, ọ bụ onye mmeri Grand Prize nke magazin Seventeen na asọmpi mba Avon Makeup \"Avon Make your Mark\", nke na-asọpụrụ nwa agbọghọ na-eme akara ya site na ọrụ afọ ofufo na obodo ya. E gosipụtara ya na mbipụta October 2013 nke Long Island Woman Akwụkwọ ya ọzọ na-apụta n'oge opupu ihe ubi 2014",
  "Ọ bụkwa onye edemede maka blọọgụ Huffington Post."
]