[
  "na telekomunikasonu, brọdband bụ nnyefe data obosara-bandwidth nke na-ebufe ọtụtụ akara n'ọtụtụ ugboro na njikọ ịntanetị",
  "The ọkara nwere ike ịbụ coaxial cable, optical fiber, wireless internet (redio) gbagọrọ agbagọ ụzọ, ma ọ bụ satịlaịtị",
  "N'ihe gbasara ohere Ịntanetị, a na-eji bandwidth eme ihe iji gosipụta ịnweta Intanet ọ bụla dị elu nke na-amalite mgbe niile ma ngwa karịa nnweta iraye si ipe lori afọwọṣe ibile tabi awọn iṣẹ ISDN PSTN.",
  "Ezigbo netwọk nkwukọrịta nwere njirimara ndị a: bandwidth, multi-media, multippoint, multiple-rate na mmejuputa akụ na ụba maka ọrụ dịgasị iche iche (ọtụtụ ọrụ).t awọn àsopọmọBurọọdubandi ese awọn iṣẹ oni nẹtiwọki (B-ISDN) iji nye njirimara ndị a",
  "A kwalitere Asynchronous Transfer Mode (ATM) dị ka teknụzụ a chọrọ maka izute ihe ndị a.",
  "A na-etinye ụkpụrụ dị iche iche maka \"obosara\" n'ọnọdụ dịgasị iche na n\"oge dị dịtụ iche",
  "Mmalite ya dị na physics, acoustics, na injinia usoro redio, ebe ejirila ya mee ihe n'echiche yiri \"obosara\", ma ọ bụ n\"ihe gbasara usoro mbelata mkpọtụ, mgbe ọ gosipụtara otu band karịa usoro usoro ọtụtụ-audio-band nke compander. Ka e mesịrị, site na ọbịbịa nke nkwukọrịta dijitalụ, a na-ejikarị okwu ahụ eme ihe maka nnyefe n'ọtụtụ ọwa",
  "Ọ bụ ezie na a na-agbanwe mgbaàmà passband ka o wee nwee ike ịnọ n'otu ọwa (ma e jiri ya tụnyere mgbapụta baseband nke ejikọtara ya na njedebe kachasị ala nke spectrum, lee koodu akara), ọ ka na'ime otu ọwara",
  "Isi ihe dị iche bụ na ihe a na-ewere dị ka mgbaàmà bandwidth n'echiche a bụ mgbapụta nke na'ime ọtụtụ (na-abụghị masking, orthogonal) passbands, si otú a nye ohere maka nnyefe dị elu karịa otu onye na - ma nwee mgbagwoju anya ọzọ na transmitter / receiver circuit.",
  "Okwu a ghọrọ ihe a ma ama site na 1990s dị ka okwu ahịa maka ịnweta Ịntanetị nke dị ngwa karịa ịnweta dial-up (akpọ oku na-ejikarị 56 kbit / s)",
  "Nkọwa a nwere njikọ dị anya na nkọwa mbụ ya.",
  "Kemgbe afọ 1999, Wiwọle intanẹẹti Broadband ti jẹ ifosiwewe ninu eto imulo gbogbo eniyan.N'afọ ahụ, na Nzukọ Nzọụkwụ Mba Nile nke a na-akpọ Ngwọta Ego maka Nchịkọta Digital na Seattle, e webatara okwu ahụ bụ Broadbandwidth maka ndị isi ụwa, nke dugara n'ịrụ ọrụ nke mmegharị iji mechie nkewa dijitalụ",
  "Akụkụ ndị bụ isi nke mmegharị a bụ ịtụ aro na nkesa ziri ezi nke broadband bụ ikike mmadụ bụ ihe dị mkpa.",
  "Kọmputa onwe onye mere ka ọ dị mfe ịnweta, njikwa, nchekwa, na mgbanwe nke ozi, ma chọọ nnyefe data a pụrụ ịdabere na ya",
  "Ikwurịta okwu akwụkwọ site na ihe oyiyi na ojiji nke ọdụ ụgbọ elu dị elu nyere usoro mmekọrịta mmadụ na ibe ya karịa iji olu na data naanị",
  "Mkparịta ụka vidiyo na-eme ka mmekọrịta otu dịkwuo anya",
  "Vidio ntụrụndụ dị elu na-eme ka ogo foto dị mma, mana ọ chọrọ ọnụego nnyefe dị ukwuu.",
  "Ihe ọhụrụ a na-achọ maka nnyefe data nwere ike ịchọ ụzọ ọhụrụ maka mgbasa ozi ọzọ karịa ụdị redio jupụtara ugbu a. Netwọk nkwukọrịta nke oge a (dị ka netwọk netwọk bandwidth) ga-enye onye ọrụ ọrụ ahụ ọrụ dị iche iche (ọtụtụ ọrụ).",
  "A na-eji nkwurịta okwu ekwentị eme ihe:",
  "Ọrụ nke oge a nwere ike ịbụ:",
  "A na-enyocha akụkụ ndị a n'otu n\"otu na ngalaba atọ na'okpuru.",
  "Ọkpụkpọ mgbasa ozi nwere ike ịgwa ọdịyo, data, ihe oyiyi, ma ọ bụ vidiyo zuru oke, ọ bụkwa njikọta ọ bụla nke mgbasa akụkọ ndị a",
  "Onye ọ bụla nwere ihe dị iche iche achọrọ maka ogo nkwurịta okwu, dị ka:",
  "Ihe ọmụma nke mgbasa ozi ọ bụla nwere ike imetụta ozi sitere na mgbasa akụkọ ndị ọzọ",
  "Dịka ọmụmaatụ, enwere ike ịdepụta olu n'ime data site na njirimara olu, na iwu data nwere ike ịchịkwa ụzọ a na-egosi olu na vidiyo",
  "Mmekọrịta ndị a na-emekarị na ọdụ nkwurịta okwu, mana ọ pụkwara ime n'ime netwọk.",
  "Ọkpụkpọ olu ọdịnala bụ ọkpịsị aka abụọ, na-achọ njikọ isi na isi site na iji naanị olu",
  "Iji nweta ozi pictorial na nchekwa data dịpụrụ adịpụ ga-achọ njikọ isi na isi nke na-eziga ajụjụ dị ala na data data na vidiyo dị elu site na database",
  "Ngwa vidiyo ntụrụndụ bụ njikọ isi na ọtụtụ isi, na-achọ nkwurịta okwu otu ụzọ nke vidiyo zuru ezu na ọdịyo site na isi iyi mmemme gaa na ndị na'ekiri",
  "Mkparịta ụka vidiyo na-agụnye njikọ n'etiti ọtụtụ ndị otu, na nkwukọrịta olu, vidiyo, yana data",
  "Inye ọrụ n'ọdịnihu chọrọ njikwa mgbanwe nke njikọ na arịrịọ mgbasa ozi nke ọtụtụ isi, ọtụtụ mgbasa akụkọ nkwukọrịta.",
  "Ụdị okporo ụzọ ndị a hụrụ na netwọk netwọk bandwidth sara mbara (nke nwere ihe atụ) na ihe ha chọrọ na-agbakọta na Tebụl 1.",
  "A na-ejikwa eriri ike maka ụdị nkwurịta okwu data dị iche iche",
  "Ọ bụ ezie na usoro ụfọdụ maka njikwa dịpụrụ adịpụ dabere na mgbaàmà band dị warara, usoro ọsọ ọsọ nke oge a na-eji mgbapụta band sara mbara iji nweta ọnụego data dị elu",
  "Otu ihe atụ bụ ọkọlọtọ ITU-T G.hn, nke na-enye ụzọ iji mepụta netwọk mpaghara ruo 1 Gigabit / s (nke a na na'ewere dị ka ọsọ dị elu ka nke 2014) site na iji azụmaahịa ụlọ na wiring ụlọ dị ugbu a (gụnyere eriri ike, kamakwa eriri ekwentị na eriri coaxial).",
  "N'afọ 2014, ndị na-eme nchọpụta na Ile-ẹkọ giga ti Korea ti ilọsiwaju ti imọ-ẹrọ ati imọ-ẹrọ  mere ọganihu n'ịmepụta ngwá ọrụ anya na'ebe dị omimi.",
  "N'ihe gbasara ohere ịntanetị, a na-eji okwu ahụ bụ \"broadband\" eme ihe n'ụzọ na'enweghị isi iji pụta \"inweta nke na - na ngwa ngwa karịa ohere dial-up ọdịnala\".",
  "E nyela nkọwa dị iche iche nke ọsọ n'oge ụfọdụ, gụnyere:",
  "A na-emeso ma ọ bụ na'elekọta ọrụ ịntanetị Broadband na United States dị ka ihe enyemaka ọha na eze site na iwu nnọpụiche net ruo mgbe FCC kwụsịrị ya na Disemba 2017",
  "Ọtụtụ ndị na-achịkwa mba na mba ụwa na'etiti njikọ netwọk dị iche iche dabere na ọsọ na nbudata, kwuru na Mbit / s (megabits kwa sekọnd).",
  "Na Australia, Australian Competition & Consumer Commission chọkwara ka ndị na-enye ọrụ ịntanetị kwuo ọsọ n'oge abalị na oge ọrụ.",
  "N'akụkọ ihe mere eme, a na-ekesa bandwidth n'ụzọ na'ahaghị nhata n\"ụwa niile, na ntinye aka na oge dijitalụ",
  "N'akụkọ ihe mere eme, ọ bụ naanị mba iri kwadoro 7075% nke ikike nkwukọrịta zuru ụwa ọnụ (lee ihe osise dị n'aka nri). N'afọ 2014, ọ bụ naanị mba atọ (China, US, Japan) na-anabata 50% nke ikike bandwidth nke nkwukọrịta zuru ụwa ọnụ",
  "U.S",
  "tụfuru idu ndú ya zuru ụwa ọnụ n'ihe gbasara bandwidth arụnyere na 2011, China nọchiri ya, nke na-akwado ihe karịrị okpukpu abụọ karịa bandbroad nke mba na 2014 (29% megide 13% nke ngụkọta ụwa).",
  "Mba kpọmkwem:"
]