[
  "Amụrụ Bruce Obomeyoma Onobrakpeya (n'ubọchị iri atọ nke ọnwa Ọgọstụ nʼafọ 1932) Ọ bụ onye Naijiria onye nke na-ebi akwụkwọ, na ese kwa ihe  osise ma na akpụ kwa ihe",
  "O gosipụtago na Tate Modern na London, National Museum of African Art nke Smithsonian Institution na Washington, D.C",
  "na Malmö Konsthall na Malmö, Sweden.\nNational Gallery of Modern Art, Lagos nwere ihe ngosi nke ihe osise mara mma nke Onobrakpeya",
  "A mụrụ Bruce Onobrakpeya na Agbarha-Otor na Delta State, nwa nke onye na-esi osisi akpụpụta ihe na Urhobo",
  "A zụlitere ya dị ka Onye na-ekpere Kristi, mana ọ mụtakwara nkwenye ọdịnala",
  "Ezinụlọ ya mèchàrà kwaga na  Benin City, Edo State, mgbe ọ bụ nwata",
  "Ọ gara akwụkwọ na  Western Boys High School, ebe Edward Ivehivboje kụziiri ya nka, n'etiti ihe  mmụta ndị ọzọ.\nỌ gakwara klas ise ihe na British Council Art Club na Benin City",
  "Mmasị Onobrakpeya  nwere  ihe osise sitere na ihe osise nke ụdị kọlọ  mmiri dị ichè ichè nke Emmanuel Erabor",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, e nwere Onobrakpeya n'ọrụ dị ka onye nkuzi nka na ihe osise na Western Boys High School site (1953 Xi56).\nN'afọ 1956, ọ garawara  Ondo, ebe ọ kụziri ihe na Ondo Boys High School otu afọ.",
  "N'ọnwa Ọktoba n'afọ 1957, Onobrakpeya banyere na kọleji nka, sayensị na teknụzụ nke Naịjirịa, bụ nke ana-kpọ zí Mahadum Ahmadu Bello, Zaria",
  "Gọọmentị etiti bụ ndị zụrụ ya na akwụkwọ, a zụrụ ya na ihe gbasara ọdịnala ọdịda anyanwụ nke nka na ihe osise nnọchiteanya",
  "N'otu oge ahụ, ọ malitere ịnwale ụdị ndị gbasara akụkọ ọdịnala, akụkọ ifo na akụkọ mgbe ochie nke Naijiria",
  "Ọtụtụ n'ime ọrụ ya na-eji ụdị n'ụdị ihe ịchọ mma na  ihe gbasara omenala ịkpụ  ihe na ihe ndị sitere na ọdịnala  Afrịka na nka n'ụzụ ịchọ mma.",
  "Ka ọnwa Ọktoba dị mkpụrụ ụbọchị iteolu n'afọ 1958, Otú ụmụ akwụkwọ na ndị na agụ nka na ihe osise na koleji ahụ bụ ndị Uche Okeke bụ onye ndu ha guzobere otu ndị nka ana-kpọ Zaria Arts Society, nke e mechara kpọwa ndị nnupu isi Zaria ebumnuche  nke otu ụmụ akwụkwọ nka na kọleji a ndị Uche Okeke bú onye ndu ha bụ \"decolonizing\" nka anya dị ka ndị ọcha si mba Europe si-akụzi ya",
  "Onobrakpeya kwuru na kọleji nyere ya nkà na ụzụ mana Zaria Arts Society, otu mkparịta ụka, kpụrụ echiche ya dị ka onye na-ese ihe",
  "Ndị otu ahụ nyere ya obi ike nkwenye na onwe ya ịchọ okwu na-egosipụta onwe ya",
  "Ọ gbatịkwara ọnụọgụ onyinyo ya, leghara anya n'etu ndị mmadụ si ahụ ihe ma kpọlite ike nke mmụọ site na ihe ịchọ mma na-edoghị anya."
]