[
  "Bruno Ecuele Manga (amụrụ na 16 Julaị 1988) bụ onye na-agba bọọlụ nke Gabon nke na-agba maka Ligue 2 club Dijon, onye ọ bụ onyeisi, na ndị otu mba Gabon",
  "A maara ya maka ịbụ onye na-agba ọsọ siri ike.",
  "Mgbe ọ malitere ọrụ ya na FC 105 Libreville na mba ya, ọ sonyeere otu France Bordeaux na 2006",
  "Ọ gbara bọọlụ n'akụkụ ndị ọzọ nke klọb ahụ ma nọrọ oge na mgbazinye na Rodez nke dị ala mana ọ bụ naanị otu ugboro maka ndị okenye, tupu a tọhapụ ya na 2008",
  "O mechara sonye n'akụkụ Ligue 2 Angers, na-eme ihe karịrị 50 pụtara n'ime oge abụọ tupu ọ banye Lorient na 2010 maka ego nke € 2.5 nde.",
  "O mere Ligue 1 mbụ ya na Lorient wee gaa n'ihu na-eme ihe karịrị 100 pụtara na ọkwa kachasị elu nke bọọlụ French",
  "A họpụtara ya ka ọ bụrụ onyeisi klọb tupu oge 2012 na 13 ma nọgide na ọrụ ahụ ruo 2014 mgbe ọ bịanyere aka na Cardiff City maka € 5 nde",
  "Ọ nọrọ oge anọ na nkewa ahụ tupu o nyere klọb ahụ aka inweta nkwalite na Premier League mgbe ọ gwụchara dị ka onye na-esote asọmpi Championship na oge 2017 na 18.",
  "Manga mere nke mbụ ya na mba ụwa maka Gabon na 2006 ma nwee okpu 87 ruo ugbu a, na-anọchite anya akụkụ ahụ na asọmpi iko mba Afrịka anọ.",
  "Ecuele Manga malitere ọrụ ya n'ala nna ya na FC 105 Libreville, tupu Alain Giresse onye bụ onye njikwa nke otu mba Gabon tụọrọ ya aro ka ọ gaa na French Ligue 1 Girondins de Bordeaux. Mgbe ọ sonyere na egwuregwu egwuregwu nke klọb ahụ n'okpuru onye njikwa Laurent Blanc, Ecuele Manga mere asọmpi mbụ ya maka Bordeaux, na-amalite nke mbụ ya, na Matchday Six, na mmeri 3 South2 na Panionios. Otú ọ dị, ọ dịghị mgbe ọ gbara bọọlụ league maka klọb ahụ, ma nọrọ oge na mgbazinye na Rodez.",
  "Na ngwụcha nkwekọrịta ya, Angers bịanyere aka na ya na nkwekọrịta afọ atọ, nke na-adịgide ruo n'afọ 2011. N'ebe ahụ, ndị obodo Gabon abụọ, Arsène Do Marcolino na Fabrice Do Marcoline sonyeere Ecuele Manga",
  "Ecuele Manga mere nke mbụ ya na Angers n'egwuregwu mmeghe nke oge ahụ, na 0 na 0 draw megide Bastia. Ọ gbara goolu mbụ ya maka klọb ahụ na 24 Ọktoba 2008, na mmeri 2 na Tours. Na 3 Machị 2009, Ecuele Manga bịanyere aka na nkwekọrịta ọhụrụ na klọb ahụ, gbatịkwuo nkwekọrịta ya ruo n'afọ 2012. Nke a bịara mgbe usoro ngosi dị egwu na Angers dọtara uche site na ọtụtụ klọb ndị ọzọ. N'oge mbụ ya na Angers, Ecuele Manga pụtara ugboro iri atọ, gbaa bọọlụ ugboro abụọ.",
  "Tupu oge 2009 na 10, Ecuele Manga nọ n'ọnụ ịbanye na Rennes na nkwekọrịta ruru € 4 nde. Otú ọ dị, ọpụpụ ahụ emeghị",
  "Ecuele Manga anọghị na mbido oge ahụ ma ọ pụtara na mbụ ya na 0 0 draw megide Strasbourg na 2 Ọktoba. N'egwuregwu nke abụọ ya n'oge ahụ megide Strasbourg na 5 Machị 2010, Ecuele Manga gbara akara mbụ nke ọrụ ya, na mmeri 2 Xia1. N'oge nke abụọ ya na Angers, Ecuele Manga pụtara ugboro iri abụọ na asatọ, na-agba bọọlụ ugboro atọ",
  "Mgbe ọ nọ na Angers, Ecuele Manga ghọrọ akụkụ dị mkpa nke nchebe ha guzobere, na-eguzobe onwe ya na otu mbụ",
  "O mechara kọwaa ọpụpụ ya na Angers.",
  "N'oge mgbanwe oge okpomọkụ nke afọ 2010, ọ sonyeere FC Lorient maka € 2.5 nde, wee bụrụ onye otu mbụ na Ligue 1 dị ka onye nọchiri Laurent Koscielny onye hapụrụ Lorient gaa Arsenal.\nEcuele Manga mere nke mbụ ya na Lorient n'egwuregwu mmeghe nke oge ahụ, na-amalite nke mbụ ya, na 2 na-agba na Auxerre.  N'oge na-adịghị anya, a hapụrụ Ecuele Manga mgbe ọ merụrụ ahụ n'ọkpụkpụ ụkwụ ya na ọzụzụ, mmerụ ahụ nke mere ka ọ hapụ egwuregwu abụọ na ngwụcha Nọvemba. Oge ya kara njọ n'etiti ọnwa Febụwarị mgbe ọ merụrụ ahụ n'apata ụkwụ ya. Mgbe ọ laghachiri na 3 na-aga n'ihu megide Arles-Avignon na 12 Machị 2011, Ecuele Manga gbara goolu mbụ ya na Lorient, na mmeri 3 na 1 megide Montpellier na 11 Mee 2011. N'oge mbụ ya na Lorient, Ecuele Manga gbara otu ugboro n'ime egwuregwu iri atọ na otu maka klọb ahụ.",
  "Oge nke abụọ nke Ecuele Manga na klọb ahụ malitere mgbe ọ gbara dị ka onye na-agbachitere etiti na egwuregwu iri na abụọ mbụ (gụnyere ịgba goolu mbụ ya n'oge ahụ megide Brest na 29 Ọktoba 2011) ruo mgbe ọ na-anọghị n'ihi mmerụ ahụ na nkwụsị. Mgbe ọ nọ n'akụkụ, Ecuele Manga bịanyere aka na nkwekọrịta ọhụrụ na klọb ahụ, gbatịkwuo nkwekọrịta ya ruo n'afọ 2015. Ọ laghachiri na mbido Disemba, na mmeri 4 na Montpellier. N'abalị iri na asaa n'ọnwa Machị n'afọ 2012, Ecuele Manga gbara goolu nke abụọ ya n'oge ahụ, na mmeri Brest. Ọ bụ ezie na ọ gbara bọọlụ ugboro abụọ n'ime egwuregwu iri atọ na abụọ n'oge nke abụọ ya, onye nnọchi anya Ecuele Manga mara ọkwa na Ecuele Manga ga-anọ na klọb ahụ na-agbaso mmasị ndị klọb dị gburugburu Europe.",
  "Àtụ:Updated",
  "Obodo Cardiff",
  "Gabon",
  "Onye ọ bụla"
]