[
  "Dị ka gọvanọ nke Kwara, Saraki duziri mgbanwe na ọrụ ugbo, akụrụngwa, ahụike, agụmakwụkwọ, mmepụta ike na iwu gburugburu ebe obibi. Otu n'ime ihe ndị dị mkpa ọ rụzuru bụ ịkpọ ndị ọrụ ugbo ọcha si Zimbabwe gaa Kwara State ma nye ha ohere ịkọ ugbo. Nke a dugara n'ịmepụta mmemme Shonga Farms, nke a na-emegharị ugbu a na Naịjirịa. A họpụtakwara ya dị ka onye isi oche nke nzukọ ndị Gọvanọ Naịjirịa.",
  "N'okpuru Saraki, Kwara ghọrọ steeti mbụ mezue Nigeria Independent Power Project",
  "Site na mmekorita ya na Power Holding Company nke Naịjirịa, Saraki weghachiri Ganmo Power Station na Ilorin, ma jikọta ihe karịrị obodo 3750 dị n'ime ime obodo na grid mba site na mmepe na ntinye nke 725 transformer na 7 substations. Kwara rụzuru ọrụ eletrik anọ nke pụtara na ike kwụsiri ike 18-22 awa n'ụbọchị",
  "90% nke ndị bi na Kwara nwere ike ịnweta ọkụ eletrik, ma e jiri ya tụnyere nkezi mba Naịjirịa nke 30%.",
  "N'afọ 2007, Saraki ghọrọ Onye isi oche nke Nzukọ Ndị Gọvanọ Naịjirịa",
  "Dị ka onyeisi oche, Saraki mụbara mmetụta mba ya ma duzie mbọ maka mmekọrịta dị n'otu na ndị gọvanọ steeti ndị ọzọ. Nzukọ ahụ mepụtara ọgwụ mgbochi ọrịa polio ka mma na nke sara mbara na Naịjirịa. Ịbịanye aka n'ọtụtụ Memoranda of Understanding (MOUs), na ọtụtụ òtù mba ụwa gụnyere Bill & Melinda Gates Foundation, World Bank, DFID, GAVI, UNICEF, UNDP.",
  "N'afọ 2011, mgbe ọ gwụchara oge abụọ ya dị ka Gọvanọ nke Kwara Steeti, Saraki gbara ọsọ maka Senator na-anọchite anya Kwara Central Senatorial District",
  "Ọ meriri, nọchiri nwanne ya nwanyị, Gbemisola Saraki-Forowa",
  "A họpụtara ya dị ka Onye isi oche nke Kọmitii Senate na gburugburu ebe obibi na gburugburu ebe dị ndụ ma bụrụkwa onye otu Kọmitii Senator na Capital Markets na Finance",
  "Senator Saraki emeela mkpọsa zuru oke banyere ahụike, nchekwa nri, agụmakwụkwọ na gburugburu ebe obibi - na-arụ ụka maka iwu siri ike maka nhicha mmanụ",
  "N'afọ 2010, Saraki tinyere aka na nsogbu nsị na Zamfara Steeti n'afọ 2010.",
  "Saraki kwalitere mmegharị na Senate iji kwụsị usoro enyemaka mmanụ na Naịjirịa, nke bụ nnukwu mmebi nke akụ na ụba mba ahụ. Mgbalị ndị ọzọ na ụgwọ ndị otu onwe ya ọ kwadoro gụnyere National Oil Spill Detection and Response Agency Amendment Bill 2012, Gas Flaring Prohibition Bill 2012 na Climate Change Commission Bill 2013. N'afọ 2013, Saraki guzobere GLOBE Nigeria dị ka onye mmekọ nke Global Legislators Organisation for a Balanced Environment (GLOBE International), na-eguzobe ikpo okwu maka ndị omeiwu iji kwalite iwu gburugburu ebe obibi na mmepe na-adịgide adịgide na Naijiria",
  "Ọ na-eje ozi ugbu a dị ka onye isi ala GLOBE Nigeria. Saraki ekwuola ma mee mkpọsa na mba ụwa n'okwu ndị dị ka ọchịchị ka mma, mgbukpọ ọhịa na mmepe akụ na ụba.",
  "Mgbe a họpụtara ya ọzọ na ntuli aka n'ozuzu nke afọ 2015, a họpụtara ọ na 9 June 2015 n'enweghị onye na-emegide ya dị ka onye isi oche nke Senate site na njikọ aka nke PDP na APC Senators. Saraki zutere mmegide siri ike site n'aka Senator Ahmed Ibrahim Lawan onye bụ onye otu ndị omeiwu a họpụtara n'ime APC họpụtara. Onye osote ya, Senator Ike Ekweremadu, pụtara mgbe ntuli aka siri ike gasịrị",
  "Onye isi oche Senate Bukola Saraki na ndị nnọchi anya ndị Senate gara Maiduguri, Borno State na 3 Ọgọstụ 2015 iji nweta nyocha n'ala nke mmebi nke ndị na-eyi ọha egwu Boko Haram mere n'akụkụ ugwu ọwụwa anyanwụ nke Naịjirịa ma nye ndị na-enweghị ebe obibi olileanya",
  "Ndị nnọchiteanya ahụ bụ ndị mbụ n'ụdị ya site n'aka ndị isi Senate kemgbe nnupụisi ahụ malitere.",
  "N'oge ọ bụ onye isi ala, Senate n'okpuru idu ndú ya agafeela Senate niile gara aga n'akụkọ ihe mere eme nke Naịjirịa, na-agafe iwu 201 ma na-ewepụ mkpesa ọha na eze 138",
  "N'oge na-adịbeghị anya, Onye isi ala Muhammadu Buhari jụrụ Iwu Gọọmentị Ụlọ Ọrụ Petroleum nke Senate Naijiria kwadoro na-ekwu na ọ na-ebelata ike Onye isi ala",
  "Nzukọ nke Mba Naijiria agafeela iwu ahụ iji kwalite nghọta na ịza ajụjụ na ụlọ ọrụ ahụ. N'abalị isii n'ọnwa Juun afọ 2019, Saraki kwuru okwu ikpeazụ na nnọkọ ikpeazụ nke Senate nke asatọ.",
  "N'afọ 2011, Saraki kwupụtara na ọ bụ onye na-azọ ọkwa onyeisiala n'òtù ndị mmadụ na-azọrọ ọkwa onyeisiale, mana o mechara kwụsị iji kwado onye na-akwado onyeisiala Atiku Abubakar",
  "Saraki bụ onye otu People's Democratic Party (PDP) ugbu a ma bụrụkwa onye otu All Progressives Congress (APC)",
  "Ọ hapụrụ All Progressives Congress na 31 Julaị 2018, ụbọchị ole na ole mgbe ndị Senate 14 hapụrụ ndị mmegide People's Democratic Party (PDP). O boro mgbapụ ya ụta maka enweghị nnwere onwe nke ndị nwere mmetụta nke pati mbụ ya. Saraki kwupụtara mkpọsa onye isi ala ya maka tiketi onye isi ala nke PDP na ntuli aka 2019, mana Atiku Abubakar meriri ya na primaries.",
  "E mechara mara ọkwa ya dị ka onye nduzi ukwu nke mkpọsa onye isi ala Atiku Abubakar maka ntuli aka onye isi ala nke afọ 2019, nke onye isi ala nọ n'ọkwa Muhammadu Buhari meriri. N'ime òtù O na Ge, Dr",
  "Ibrahim Oloriegbe nke APC tụfuru oche Kwara Senatorial ya",
  "O nwetara ngụkọta nke vootu 68,994 megide vootu 123,808 nke Oloriegbe na mpaghara gọọmentị anọ nke Kwara Central Senatorial District, na-ahapụ oke nke vootu 54,814.\nNa Jenụwarị 2022, Saraki kwupụtara na ọ na-agba ọsọ maka ọfịs onye isi ala n'okpuru nchebe nke People's Democratic Party (PDP) maka ntuli aka nke 2023. Atiku Abubakar meriri ya bụ onye nwetara vootu kachasị elu na vootu 371, Nyesom Wike sochiri ya na vootu 237 na Saraki na vootu 70 na ntuli aka onye isi ala nke People's Democratic Party (PDP) nke e mere na MKO Abiola National stadium, Abuja na 28 na 29 Mee 2022.",
  "Dr Bukola Saraki anọgidewo na-alụ ọgụ ma jụ nkwupụta niile nke nrụrụ aka megide ya, ma merie ọtụtụ ikpe ụlọ ikpe maka nke ahụ - Ọ kọwakwara ebubo ndị ahụ dị ka ndọrọ ndọrọ ọchịchị na \"ịchụ nta ndị amoosu\" N'adịghị ka ọtụtụ n'ime ndị ndọrọ ndọrọ ọchịchị ya, Saraki bara ọgaranya nke ukwuu n'ihi na ọ nwetara nnukwu akụ na ụba site na azụmaahịa na-aga nke ọma tupu ọ banye na ndọrọ ndọrọ ọchịchị n'afọ 2000.",
  "Site na 1990 ruo 2000, Saraki bụ onye nduzi nke Société Générale Bank Nigeria (SGBN) Ltd",
  "A ga-emecha boo ndị isi nke Societe Generale Bank ebubo na ha ejighị ego ndị na-etinye ego mee ihe n'ụzọ na-ezighi ezi site n'aka Onye isi oche nke Economic and Financial Crimes Commission (EFCC) Nuhu Ribadu, onye e mechara wepụ n'ọfịs.",
  "N'afọ 2012, na-eso usoro ikpe ụlọ ikpe SGBN gbanwere aha ya ka ọ bụrụ Heritage Bank, nke bụ otu n'ime ụlọ akụ kachasị na Naịjirịa nwere ihe karịrị US $ 1.5 ijeri na akụ. O mekwara ka o doo anya na e nwere atụmatụ aghụghọ iji mee ka ụlọ akụ ahụ daa iji mee ka onyinyo Saraki ghara ịdị mma.",
  "N'ọnwa Nọvemba afọ 2017, nyocha nke International Consortium of Investigative Journalism mere kwuru aha ya na ndepụta nke ndị ndọrọ ndọrọ ọchịchị aha ha bụ na ebubo \"Paradise Papers\". Dabere na data e wepụtara dị ka akụkụ nke Panama Papers, Landfield International Developments Limited na Renocon Property Development Limited bụ ndị Bukola Saraki na-achịkwa mana n'oge mkpughe ndị a, ọ dịghị nke ọ bụla n'ime ihe ndị a dị n'èzí ka a kọrọ na nkwupụta akụ nke Saraki.",
  "N'ọnwa Julaị afọ 2018, Ụlọikpe Kasị Elu nke Naịjirịa tọhapụrụ Saraki n'ebubo niile Gọọmentị Naịjirị wetara ya - na-ekwupụta na nkwupụta akụ Saraki n\"oge niile ọ na-arụ ọrụ ọha na eze bụ \"ezi na ezi\".",
  "A kọrọ na EFCC boro ndị enyemaka nke Onye isi oche Senate, Bukola Saraki ebubo na ha na-ezu ohi ihe ruru ijeri N3.5 site na Paris Club Loan Refund",
  "E gosipụtara nyocha EFCC nye Onye isi ala Muhammadu Buhari na akụkọ e nyere na 10 Machị, ụbọchị ise tupu Senate ajụ onye isi oche EFCC, Ibrahim Magu.",
  "N'ụbọchị nke ise n'ọnwa Eprel afọ 2018, ndị ohi ji égbè wakporo ụlọ akụ azụmaahịa ise na obodo Offa, Kwara State, na-egbu ọ dịkarịa ala mmadụ iri atọ, gụnyere ndị uwe ojii",
  "Ndị uwe ojii Naịjirịa kpọrọ Saraki maka ajụjụ ọnụ - n'ihi atụmatụ nke Inspector General of Police iji tinye ya",
  "Otú ọ dị, e mechara wepụ ebubo niile e boro ya. Afọ atọ ka e mesịrị, ndị mmadụ abụọ na-ebo ebubo na ndị isi nke Special Anti-robbery Squad (SARS) a chụpụrụ ha ka ha tinye Bukola Saraki na izu ohi nke 2018 Offa site na ịta ahụhụ.",
  "N'abalị iri na isii n'ọnwa Julaị n'afọ 2020, ụlọ ikpe dị elu nke gọọmentị etiti dị na Lagos gbanwere iwu ka gọọmentị gọọmentị nyeghachi ya ụlọ Ilorin, Kwara State, nke Saraki.",
  "N'ọnwa Mee 2021, Kọmitii Ikpe nke Nnyocha na ahịa nke Kwara State Government Assets n'etiti Mee 1999 na Mee 2019, kọmitii nke Gọvanọ Kwara State AbdulRahman AbdulRazaq guzobere, boro Saraki ebubo na ọ na-ere ihe onwunwe steeti na ọnụahịa dị ala nye ndị enyi ya ma tụọ aro Saraki na onye nọchiri ya dị ka Gọvanor Abdulfatah Ahmed maka ikpe",
  "A na-ekwu na Saraki, tinyere Ahmed na ndị ọzọ, rere ihe onwunwe gọọmentị n'ụzọ iwu na-akwadoghị na mpụga steeti ahụ ma na-ejighị Shonga Farms na ihe onwunwa ndị ọzọ. Saraki gọnahụrụ njikwa ọjọọ ma kwuo na ụlọ ọrụ ahụ akpọghị ya ka ọ zaghachi",
  "Saraki kwukwara na ndị ọrụ ahụ nwere ajọ mbunobi na naanị mgbalị AbdulRazaq \"imebi\" ndị bu ya ụzọ.",
  "Bukola Saraki ghọrọ onye isi oche Senate mbụ na Naịjirịa ka e nyere akwụkwọ ikike ijide ya, mgbe Danladi Umar, Onye isi oche nke Code Of Conduct Tribunal, nyere akwụkwọ ikike njide megide Saraki na 18 Septemba 2015.",
  "The Code of Conduct Bureau kwuru na ebubo iri na atọ mbụ nke nrụrụ aka megide Saraki na 2015",
  "E mechara mụbaa nke a ruo ebubo iri abụọ na abụọ",
  "Ebubo ndị ahụ metụtara nnweta ya mgbe ọ nọ n'ọchịchị na nkwupụta ụgha banyere akụ ya.",
  "Iwu Naijiria na ndokwa omume anaghị egbochi ndị ọrụ ọha na eze ịkwụ ụgwọ ma ọ bụ ịzụta ihe onwunwe na Naijiria ma ọ bụ ná mba ọzọ, ebe a nabatara Saraki dị ka onye ọchụnta ego mba ụwa bara ọgaranya tupu ọ banye n'ọkwa ọha na eze, dịka ụlọ ọrụ Code of Conduct Bureau kwadoro nkwupụta akụ ya tupu ọ banye na ụlọ ọrụ ọha na ụba",
  "N'abalị iri na asatọ n'ọnwa Machị n'afọ 2016, Kanu Godwin Agabi, onye isi ndụmọdụ Saraki na onye bụbu onye ọka iwu ukwu nke Naịjirịa, duuru ndị nnọchiteanya nke ndị ọka iwu iri asaa na itoolu gbachitere Saraki n'ụlọ ikpe.",
  "Na Wednesday, 14 June 2017, Code of Conduct Tribunal (CCT) nke nọ na Abuja tọhapụrụ ma tọhapụ Saraki na ebubo iri na asatọ nke nrụrụ aka na nkwupụta ụgha nke ebubo nke akụ nke gọọmentị etiti wetara megide ya na Septemba 2015",
  "Site na ntọhapụ a, CCT wepụrụ esemokwu niile gbara nkwupụta ụgha nke Saraki, na nkwupụta na dị ka onye na-arụ ọrụ ọha na eze, ọ na-arụkọ ọrụ na akụ ndị dị n'èzí.",
  "Ọ bụ ezie na ikpe CCT wepụrụ Saraki na ebubo iri na asatọ niile n'ihi na ndị ọkàiwu ahụ egosighi ebubo ya n'enweghị obi abụọ, Gọọmentị etiti nke Naịjirịa, tinyere akwụkwọ mkpegharị na mberede",
  "Ụlọikpe mkpegharị ikpe wee nye iwu ka ụlọ ikpe ahụ kpee Saraki ikpe na atọ n'ime ebubo 18 a gbanwere agbanwe nke na-emetụta nkwupụta ụgha nke ihe onwunwe nke Gọọmentị etiti wetara megide ya. Ụlọikpe mkpegharị ikpe ahụ kwupụtakwara na ndị na-ebo ebubo ahụ enyeghị ihe akaebe iji kwado ebubo iri na ise a họọrọ megide Saraki.",
  "Na Fraịde, 6 Julaị 2018, Ụlọikpe Kasị Elu nke Federal Republic of Nigeria jụrụ ebubo iri na asatọ niile nke nrụrụ aka na nkwupụta akụ na ụba ụgha nke gọọmentị etiti wetara onye isi oche Senate, Dr",
  "Abubakar Bukola Saraki, mgbe a họpụtara ya dị ka onye isi oche Sanate. N'ikpe e mere n'ụbọchị isii n'ọnwa Julaị, otu ndị otu ise nke Ụlọikpe Kasị Elu, nke Justice Dattijo Mohammed duziri, kwenyere na mkpebi ụlọ ikpe mkpegharị ikpe kwekọrịtara na ụlọ ikpe n'otu ume ma nye iwu ka Maazị Saraki laghachi na CCT n'otu oge ọzọ, bụ \"nnyocha ikpe\"",
  "Ya mere, ụlọ ikpe ahụ kwadoro mkpebi June 2017 nke Code of Conduct Tribunal nke kpebiri na ndị ọkàiwu ahụ egosighi ikpe megide Dr",
  "Saraki.",
  "E mere Saraki Turaki nke Fulani emirate nke Ilorin n'oge ọ bụ gọvanọ. Turaki bụ onye ọrụ n'ụlọ ikpe na usoro ọchịchị nke alaeze Hausa-Fulani. Ọtụtụ afọ ka e mesịrị, Emir nke Ilorin buliri ya n'ọkwa Waziri (ma ọ bụ Praịm Minista) nke Ilorin. Ọ bụ nna ya nwere aha ahụ n'oge gara aga."
]