[
  "Bulelwa Madekurozwa (a mụrụ n'afọ 1972) bụ onye Zambia amụrụ na Zimbabwe na-ese ihe na onye na-ebi akwụkwọ.",
  "A mụrụ Madekurozwa n'afọ 1972. Ọ gụrụ akwụkwọ na Harare Polytechnic na Zimbabwe ebe o mechara sonye na ngalaba ụlọakwụkwọ ahụ. Dị ka nwa akwụkwọ, Madekurozwa nwere mmetụta site na ọdịiche ọ chọpụtara n'etiti nnọchi anya nke ụmụ nwoke na ụmụ nwanyị na eserese",
  "Nlebara anya a mere ka ọ tinye aka na isiokwu ndị na-agbagha echiche ọdịnala nwoke na nwanyị. Madekurozwa ejikọtala ugboro ole ụmụ nwanyị na-anaghi esonye na nka Zimbabwe na ọdịmma nke ndị na-azụ ahịa si mba ọzọ bụ ndị na-achọkarị ma na-atụ anya ịzụta ihe ngosi nke Africa, nke ndị na-ese ihe n'obodo n'aka nke ha na-enwe nrụgide imepụta",
  "Ọ kọwara n'ajụjụ ọnụ ya na Inter Press Service n'afọ 1998 na: \"Ọ bụrụ na ị naghị ere ihe, ị naghị adị ndụ, ị naghị eri nri",
  "Ọtụtụ oge ị naghị emepụta ihe ị ga-achọ",
  "Nke ahụ na-enyekwa ndị mba ọzọ ikike dị ukwuu banyere ihe nka Zimbabwe bụ",
  "\"",
  "N'afọ 1997, Madekurozwa sonyere na mmemme mgbanwe ngalaba na ọgbakọ Commonwealth Mahadum Virginia. Afọ abụọ ka e mesịrị, o nwere ebe obibi na Gasworks Gallery na London ebe o mepụtara ọrụ nke lekwasịrị anya na \"mmekọrịta dị n'etiti ụmụ nwoke na ụmụ nwanyị na n'etiti ndị mmadụ na ọha na eze\".",
  "A kọwara ọrụ Madekurozwa na The Queer Encyclopedia of the Visual Arts dị ka nke \"na-akọwa esemokwu dị n'etiti atụmanya ọha na eze, echiche nwoke na nwanyị, na mkpa onwe\" Banyere ọrụ nke ya, Madekurozwa kwuru, sị, \"M na-eji nka m eme ihe iji mepụta ụwa n'ụzọ nke m; a na-ekpughe ihe ndị a na-ezo ezo ma na-eme ka ihe zoro ezo pụta ìhè",
  "N'ọrụ m, ụmụ nwanyị bụ ihe karịrị naanị anụ ọhịa na-enweghị ike nke ibu arọ ebe ahụ nwoke na-aghọ ihe emebere maka obi ụtọ nke onye na-ekiri ihe",
  "\"",
  "Joyce M",
  "Youmans na-arutu aka na \"Heavens\" (1997) dị ka ihe atụ nke otu Madkurozwa si emegide ire ahụ nwanyị, site na ịtụgharị nlele anya n'ebe ndị ikom nwere ikike",
  "A na-egosi isiokwu ahụ, onye uwe ojii na-eto eto, nke yi uwe ya, nke Youmans na-akọwa dị ka ọ na-akpọ ndị nlele anya ndị na-ekiri ka ha \"gafee n'ime ebe ahụ ma metụ ahụ nwoke\". Sunday Afternoon (1997) jiri usoro yiri nke ahụ, na-egosi ndị uwe ojii nwoke abụọ, otu na-eyi naanị uwe, na-ekerịta makụọ nwoke idina nwoke, mgbe ọ na-eche onye na-ekiri ya ihu. E nyere ya Mobil Overall Award of Distinction",
  "N'ide maka Gallery, onye nyocha Chiedza Musengesi toro usoro na isiokwu nke ihe osise ahụ, na-ekwu na ọ na-agba ndị na-ekiri ume \"ịtụleghachi echiche ọdịnala anyị banyere mmetụta mmadụ na mkpa onwe\". N'otu ihe osise ahụ, Carol Magee na-ekwu na \"mgbatị sara mbara na-enyere aka ịmepụta ike mmetụta uche, ike na esemokwu, dịka o ji ụcha ndị bara ọgaranya, ndị gbara ọchịchịrị",
  "\"",
  "N'afọ 1995, Madekurozwa gosipụtara onwe ya n'ihu ọha dị ka nwanyị na-edina nwoke."
]