[
  "BULI, ma ọ bụ Kanjaga, bụ asụsụ Gur nke Ghana bụ nke a na-ekwu na mpaghara Builsa, nke dị na mpaghara ọdịda anyanwụ nke mba ahụ",
  "Ọ bụ asụsụ SVO ma nwee 200 000 ndị na-ekwu okwu.",
  "A naghị eme nnyocha nke ọma n'asụsụ Buli ma na-ekwu maka asụsụ ndị a bụ ihe na-ekwekọghị",
  "Otu olumba bụ Chuchuliga, nke a na-asụ n'akụkụ ugwu nke Ghana dị nso na Navrongo. Asụsụ a sitere na Kasim, nke bụ asụsụ Gur ọzọ a na-asụ na mpaghara Upper East nke ugwu Ghana na Burkina Faso",
  "Chuchuliga nwere ihe ndị a kapịrị ọnụ dịka enweghị diphthongs, ọdịdị aha bara ọgaranya na enweghị ụda dị ala, nke yiri ụdị ndị ọzọ nke Buli. Dị ka Ethnologue si kwuo, Buli anaghị egosi ọdịiche dị n'asụsụ dị iche iche ma a na-akọ na ọ dị ka Konni, nke a na-asụ na mpaghara Nangurima na Yikpabongo",
  "Ọzọkwa, Buli yiri Mampruli (77%).",
  "E nwere ọkwa ụda atọ na Buli, ya bụ elu, etiti na ala, na ụda ụda dị mgbagwoju anya",
  "Okwu na-esi n'usoro ụda ha pụọ mgbe ha na-apụta na usoro syntactic.",
  "Bang Blog\nBang lizard",
  "Aseng na-aga ahịa\nAseng ga-aga ahịa",
  "E nwere klas anọ na klas ise dị iche iche",
  "Ọ bụ ezie na njirimara otu klas abụghị akara nke nọmba, akara ọtụtụ akara akara akara nọmba",
  "Nkewa a dabere na semantics kama ọdịdị",
  "Ihe ndị dị na klas nke mbụ bụ [+human ] na nsonaazụ anaghị egosi nọmba, mana ha na-ejikarị eme ihe dị ka ndị na-ekpebi",
  "Ihe ndị dị na klas ndị ọzọ niile bụ [mmadụ] na ọnụọgụ ọnụọgụ ha",
  "Na Buli, enwere ọdịiche n'etiti ọkà okwu, onye na-anụ ihe na isiokwu",
  "Onye na-ekwu okwu kwekọrọ na onye mbụ, ebe onye na-ege ntị bụ onye nke abụọ",
  "Isiokwu n'aka nke ọzọ na-ezo aka na onye nke atọ, mana a na-emeso ya n'ụzọ dị iche site na onye nke mbụ na nke abụọ n'ihi na ụdị onye nke atọ kwekọrọ na nnọchiaha klas",
  "N'ụzọ dị iche, nnọchiaha onye mbụ na nke abụọ sitere na nnọchiaha mmadụ siri ike ma ọ bụ nke na-adịghị ike",
  "N'ozuzu, nnọchiaha ndị a na-egosi nkwekọrịta nọmba",
  "Ọzọkwa, ụdị isiokwu ahụ abụghị naanị na-egosipụta onye na ọnụ ọgụgụ, kamakwa ọ na-ebute ọdịiche dị n'etiti ụdị ise na ụdị anọ nke usoro klas aha.",
  "E nwere ọdịiche dị n'etiti nnọchiaha siri ike na nke na-adịghị ike (na-adịghị ike) nke dị iche na ọdịdị ụda ha. Ụdị ndị siri ike nwere ụda dị elu, ebe ụdị ndị na-adịghị mma nwere ụda dị ala",
  "A na-enye nkọwa zuru ezu nke ndepụta nke nnọchiaha onwe onye na Buli na tebụl dị n'okpuru.",
  "N'ụzọ na-adọrọ mmasị, maka nnọchiaha nke mbụ na nke abụọ n'otu, e nwere ụdị atọ dị iche iche",
  "Ndị nnọchiaha na-adịghị mma n'ụdị na-adịghị ike nwere ike ịpụta naanị na ọrụ ihe, ebe ndị nnọchiaha N'ime na Fí nwere ike ije ozi dị ka isiokwu",
  "Nkwupụta ndị dị n'ụdị siri ike n'aka nke ọzọ nwere ike ịpụta na ọnọdụ isiokwu na ihe.",
  "ASOUK kụrụ m / gị",
  "I / ị kụrụ asouk",
  "M kuru asouk",
  "Asouk kuru m",
  "m kuru asouk",
  "Asouk kuru m",
  "Ọzọkwa, a pụkwara iji nnọchiaha onye egosiri na tebụl dị n'elu mee ihe dị ka nnọchiaha nwere ihe, nke pụtara na ha bụ otu aha",
  "Ihe atụ dị n'okpuru ebe a na-egosi na nnọchiaha nwere ike ịpụta dị ka ihe kwụụrụ onwe ya ma ọ bụ enwere ike ijikọta ya na aha.",
  "Nke a bụ ite m",
  "Nke a bụ ite m",
  "Ndị nnọchiaha na-ezo aka n'ihe, na-enweghị okwu, ga-apụta mgbe niile n'ụdị siri ike",
  "N'ọnọdụ ndị a, ọ dịghị nhọrọ nwere ike ịbụ cliticalization, n'ihi na akara anya ká dị ka naanị ihe bu ụzọ anaghị adị mkpa ka ọ dịrị",
  "Ihe atụ ndị na-esonụ na-egosi eziokwu a.",
  "Iji gosipụta reflexivity na Buli, a na-eji ihe ọzọ na-eme ihe, nke nwere ike ịgbaso ụdị nnọchiaha siri ike ma ọ bụ ọ nwere ike ijikọta ya na ụdị nnọchiahara na-adịghị mma",
  "A na-eji ụdị siri ike iji gosipụta okwu logophoric, ebe a na-eji ọdịdị na-adịghị mma mee ihe n'ọnọdụ, ebe onye nnọchi anya na onye ọrịa nke predicate bụ coreferent",
  "A na-enye nkọwa zuru ezu nke nnọchiaha na-emegharị na tebụl dị n'okpuru.",
  "A pụkwara iji ihe na-egosi reflexivity na ihe owuwu nwere nnọchiaha mee ihe n'ọnọdụ abụọ",
  "Iji mee ka okwu ahụ doo anya, enwere ike iji ihe aha aha chāāb mee ihe na ọnọdụ ihe.",
  "N'ozuzu, e nwere nnọchiaha abụọ na-egosi na Buli, t, lá.",
  "A na-eji ụdị ngosipụta t eme ihe n'ọnọdụ, ebe a na-ahụ ihe nnọchianya ahụ na-ezo aka na ya",
  "Enwere ike ịsụgharị ụdị ahụ n'onwe ya ebe a",
  "A na-ejikọta nnọchiaha na aha doro anya dị ka nsonaazụ.",
  "Maka ụdị ngosipụta a, e nwekwara ụdị nke abụọ dị mgbagwoju anya, n'ezie",
  "Ntọala nke ụdị a sitere na nnọchiaha klas aha, nke a na-ejikọta ihe ngosi dị ka nsonaazụ na morphem ɲā na-ahọrọ",
  "A na-enye nkọwa zuru ezu nke nnọchiaha na-egosi aha nke e ji tụọ n'okpuru ebe a.",
  "N'ọnọdụ, ebe ihe ngosi ahụ na-ezo aka na ya anaghị ahụ anya, a na-eji ụdị lá",
  "Ụdị ngosipụta a na-ejikwa nnọchiaha klas aha, nke ngosipụta na-ejikọkwa dị ka nsonaazụ",
  "Enwere ike ịsụgharị ihe ngosi a ka ọ bụrụ nke ahụ",
  "A na-enye nkọwa zuru ezu nke ụdị ndị a na tebụl dị n'okpuru na ihe atụ maka ihe gbara ya gburugburu ebe a na-eji lá na-egosi.",
  "Ihe ngosi ahụ nwekwara ike ịmepụta ngwakọta na aha bu ya ụzọ.",
  "Onye nnọchiaha ajụjụ nke e mepụtara site na ụdị nnọchiaha nke klas aha na nsonaazụ -nà.",
  "A na-eji otu na ọtụtụ ụdị nke nnọchiaha ajụjụ nke klas mbụ (nke) mee ihe dị ka okwu ajụjụ maka ndị mmadụ na-ezo aka bụ ndị?",
  "Rịba ama na mkpirisi INT na-egosi ajụjụ.",
  "Iji gosipụta ole / ọtụtụ, a na-eji ụdị ajụjụ nke klas nke abụọ nke otu drọ",
  "Ọ nwere ike ịpụta na akara ngosi naanị ma ọ bụ jiri aha dị ka antecedent bu ya ụzọ.",
  "Ụdị ajụjụ ahụ nwekwara ike ijikọta ya na ụdị nnọchiaha siri ike nke onwe site na klas aha iji rụọ ọrụ dị ka adnominal quantifier nke aha bu ụzọ.",
  "Ụdị ajụjụ maka ihe bụ bɔà, nke nwere ike ịmepụta ngwakọta ma ọ bụ nke na-agbanwe aha na-esote.",
  "Onye nnọchiaha na-ajụ ajụjụ maka otu esi eme, nke na-apụta n'ọnọdụ nke akara ngosi ká bu ụzọ.",
  "E nwere okwu ajụjụ abụọ dị n'ógbè ahụ na Buli, lèē na pun",
  "Nke mbụ na-emetụta ebe nke ụlọ ọrụ, ebe a na-eji nke ikpeazụ eme ihe adverbally.",
  "Maka nnọchiaha ajụjụ oge, enwere ụdị dị iche iche na Buli",
  "Otu ụdị bụ ngwakọta nke nwere aha tâm (\"oge\") na okwu ajụjụ maka ihe",
  "Ụdị ọzọ na nke ziri ezi dị ka \"ụbọchị / ọnwa /?\" nwere ike ịmepụta site na ụdị ajụjụ maka \"nke\" na aha dị ka \" ụbọchị\", dị ka dà-dìnàà",
  "N'aka nke ọzọ, e nwere ụdị nke atọ dìmpōɔ/dìsàpō, nke na-ezo aka n'otu oge.",
  "Buli nwere usoro okwu SVO siri ike na nhọrọ focus / wh-movement na enweghị pro-drop",
  "N'ime ihe na-esonụ, a na-enye ahịrịokwu na-adịghị agafe agafe nke nwere adverb, ahịrịokwu dị agafe nke na-agafe agafe na ahịrịokwu a na-etinye",
  "Ihe atụ niile na-akwado usoro okwu bụ isi nke SVO.",
  "A na-akọwa usoro okwu na Buli site na ntụgharị ụda na ọdịdị ngwaa dị mfe",
  "Ọtụtụ n'ime ngwaa nwere otu ụdị isi nke akụkụ, nke a na-agbakwunye ma ọ bụ ihe na-esote okwu na ụda a kapịrị ọnụ iji gosi akụkụ dị iche iche, ụdị, nkwenye yana ịgọnahụ.",
  "Akụkụ ndị dị n'ihu okwu na-emekarị akara akụkụ na polarity",
  "Rịba ama na enweghị ihe dị n'ihu na-egosi akụkụ zuru oke.",
  "Akụkụ dị n'ihu á, na-egosi akụkụ ezughị oke",
  "Na subjunctive a na-eji ihe á eme ihe, ebe a na-ejikarị ya na ụda dị ala à eme ihe na ihe ngosi",
  "N'ihe atụ dị n'okpuru ebe a, ihe a na-eme na subjunctive ma ọ bụ na indicative, n'otu n'otu.",
  "Akụkụ dị n'ihu na-egosi oge ga-abịa n'ọdịnihu",
  "Ọ nwere ike ijikọta na nnọchiaha bu ya ụzọ ma ọ bụ ọ nwere ike ịpụta dị ka ihe kwụụrụ onwe ya.",
  "Ihe nkedo a bụ nkedo na-adịghị mma",
  "N'otu aka ahụ na usoro ụda nke ihe dị n'ihu á, à, na subjunctive ihe dị n n'ihu kán nwere ụda dị elu na ụdaume, ebe na ihe ngosi ọ nwere ụda dị ala.",
  "Akụkụ postverbal na Buli na-egosipụtakarị nkwenye na ịgọnahụ.",
  "Akụkụ postverbal yā na-egosipụta nkwupụta ma jiri ya mee ihe n'ọnọdụ ebe enweghị akụkụ preverbal, ya mere n'akụkụ zuru oke",
  "N'adịghị ka ihe ndị dị n'ihu, ihe ndị a na-adịghị n'ihu okwu ga-ejikọta na ngwaa ma ghara ịpụta dị ka ihe dị n'onwe ya",
  "Ihe atụ na-esonụ na-egosi na onye na-ekwu okwu na-ekwupụta akụkụ dị ịtụnanya nke eziokwu",
  "Ọzọkwa, ndị ọkà okwu na-eji okwu ndị a akara akara dị ka mgbanwe a na-atụghị anya ya ma ọ bụ nke a na-apụghị ịhụ anya nke ọnọdụ, mgbe ụfọdụ a na-asụgharịkwa ya dị ka 'dị ugbu a', 'mgbe ahụ' ma ọ bụ 'na mberede'.",
  "Akụkụ a na-egosipụta nkwenye",
  "N'ụzọ na-adọrọ mmasị, akara ngosi kà yiri ka ọ dị na morphem ká-, ebe morphem -mā yiri ka ọ bụ ihe nwere ọrụ a na-amaghị ama.1 Ọrụ siri ike nke ihe a bụ ịmepụta mmekọrịta n'etiti uru eziokwu nke otu echiche na okwu sitere na ihe gbara ya gburugburu, (ya bụ n'ezie, n'ezie)",
  "O yiri ka ihe a na-egosipụta ihe a na ya, mana dị ka Schwarz (2005) si kwuo, ọ bụ ihe dị ịrịba ama iji nyochaa ma ọnọdụ dịgasị iche iche nke ihe ahụ na ahịrịokwu ahụ na-eduga na mmetụta semantic-pragmatic.",
  "Akụkụ postverbal là yiri nke nnọchiaha na-egosi lá ma nwee ọrụ siri ike",
  "Na Schwarz (2005), a kọwara ojiji nke ihe a dị ka ojiji nke nkwenye na isiokwu ahụ, nke a na-akọwa ruo n'ókè ụfọdụ site na eziokwu ndị dabeere na ya dị ka ndị na-apụta n'etiti ìgwè ndị ọzọ nwere ike",
  "N'ihe atụ ndị dị n'okpuru ebe a, ihe a na-ekwusi ike na ọ bụ oge na inwe nnukwu imi.",
  "A na-egosipụta mgbagha na Buli site na akara abụọ na-adịghị mma, otu na-eme n'ihu na nke ọzọ na-eme na postverbally",
  "Ihe atụ nke mbụ dị n'okpuru na-egosi mgbagha na izu oke, ebe ihe atụ nke abụọ na-egosi ịgbagha na ezughị oke",
  "N'ihe atụ abụọ ahụ, e nwere akara na-adịghị mma na nke na-adịghị ọcha, nke yiri usoro ndị ọzọ dị ka na French ne",
  "pas.",
  "Tebụl na-esonụ na-enye nkọwa zuru ezu nke akara ndị na-adịghị mma, nke na-apụta n'etiti isiokwu na ngwaa a na-agbagha",
  "Ihe ịrịba ama na-adịghị mma maka imperative II na oge ọdịnihu dị iche naanị na ụda, nke mere na imperative II ụda dị na ụdaume dị ala na ụda dị na njedebe dị elu, ebe n'oge ọdịnihu ọ bụ ihe megidere ya",
  "Ụdị nke ihe ngosi II bụ ụdị nke na-esi n'ụdị ndị ọzọ pụọ",
  "Dị ka Schwarz si kwuo (1999), a na-ejikọta akara na-adịghị mma àn na ngwaa n'akụkụ zuru oke, ebe akara na-ezighị ezi bound na-ejikwa akụkụ ezughị oke",
  "N'adịghị ka akara ndị na-adịghị mma, ọ bụghị iwu maka akara ndị na'adịghị mma na-egosi",
  "Ihe ndị a na-emesi okwu a na-agọnahụ ike.",
  "Okwu niile a na-agbagha na Buli nwere nkwụsịtụ na njedebe nke ahịrịokwu ahụ",
  "Nkwụsị a na-eme ka mgbagha na njedebe nke ahịrịokwu ahụ sie ike ma si otú a rụọ ọrụ dị ka akara nke abụọ na-adịghị mma",
  "Rịba ama na ọ bụghị mgbe niile ka a na-etinye nkwụsị glottal a na gloss.",
  "Maka ihe ndị mere na ọ zuru oke, a na-edepụta akara na-adịghị mma (y)ā ebe a.",
  "Ajụjụ ndị na-egosipụta okwu ajụjụ ex situ sitere na usoro QVO, nke akụkụ ká nwere ike ịhọrọ tupu okwu ajụjụ",
  "Rịba ama na ihe a bụ otu aha na akara anya ká",
  "N'ajụjụ isiokwu, ihe ālì na-agbaso okwu wh, ebe n'ajụjụ ndị na-abụghị isiokwu, ihe ātì na-esochi okwu wh na-abụghị nke isiokwu ozugbo.",
  "N'ajụjụ, ebe okwu ajụjụ na-apụta n'ọnọdụ, akụkụ ká ga-ebute okwu ajụjụ ma ọ bụ ahịrịokwu nwere okwu ajụjụ, n'otu n'otu.",
  "N'ebe dị iche iche, n'ebe dị na ajụjụ ndị a na-etinye n'ime ya, ọ ga-ekwe omume inwe ihe karịrị otu okwu ajụjụ",
  "N'ọtụtụ ajụjụ, mkpụrụ ndụ ká na-ebute ahịrịokwu kachasị elu nke nwere wh.",
  "N'ebe dị iche iche, n'ebe dị na ajụjụ ndị a na-etinye n'ime ya, ọ ga-ekwe omume inwe ihe karịrị otu okwu ajụjụ",
  "N'ọtụtụ ajụjụ, mkpụrụ ndụ ká na-ebute ahịrịokwu kachasị elu nke nwere wh.",
  "Àtụ:Gur languages"
]