[
  "Festus Bunmi Olusona (amụrụ na 2 June 1965) bụ onye Naijiria na-ahụ maka ikike mmadụ na onye ndọrọ ndọrọ ọchịchị.",
  "Olusona gụsịrị akwụkwọ nweta nzere Bachelor na Philosophy ya na Honours na Mahadum nke Ibadan, na  Naijiria n'afo 1992.",
  "Reverend Bunmi Olusona nke a makwaara dị ka 'Beyond Jordan' n'etiti ndị ọrụ ibe ya bụ onye na-eme ihe gbasara ikike nke ụmụ akwụkwọ",
  "Ọ malitere ọrụ ụmụ akwụkwọ site na Kwara State College of Technology na 1984/85 nke a na-akpọzi Kwara State Polytechnic",
  "Ọ ghọrọ osote onye isi nke Reformers Academy': otu nzukọ nke Prọfesọ Osam Edim Osam guzobere na Mahadum Ibadan, UI.",
  "Ọ zọrọ ma bụrụ onye isi oche otu umu akwukwo nke Mahadum Ibadan na 1989/90 n'okpuru ọchịchị Prọfesọ Ayo Banjo, onye isi mahadum n'oge ahụ",
  "Ka ọ na-erule 1991/92 Bunmi Olusona ghọrọ onye isi  Zone D nke National Association of Nigerian Students (NANS) nke gụnyere mahadum niile di na ndịda ọdịda anyanwụ nke Nigeria",
  "Mgbe agbachara ogba aghara anti-SAP  n'afo 1989, e jidere Bunmi Olusona na ndị isi ụmụ akwụkwọ ole na ole ndị ọzọ nke NANS n'ụzọ iwu adịgboroja, jide ha ma jikọta ha na ndị omempụ siri ike na ụlọ mkpọrọ Ikoyi nke Niajiria na Kirikiri n'okpuru iwu nke 2 nke afọ 1984. Iwu nke a ama ama bụ iwu onye bụbu onye ọchịchị aka ike nke ndị agha Naịjirịa, General Ibrahim Badamosi Babangida guzobere",
  "Ná ngwụsị nke ọgba aghara ahụ, ndị uwe ojii gburu ihe karịrị narị abụọ ndị Naijiria, meruo ụfọdụ ụmụ akwụkwọ ahụ.",
  "E jidere Bunmi Olusona n'ụzọ iwu adịgboroja ma jide ya na ụmụ akwụkwọ ndị ọzọ bụ: Christian Akanni, Kayode Olatunji, Late Barrister Bamidele Aturu, Barrister Opeyemi Bamidele, Barrister Barrister Abdul Aminu Mahmud, Emmanuel Nwanzu na Nasir Kura",
  "Ya na ụfọdụ n'ime ndị na-eme ihe gbasara ikike umu akwukwo na Mahadum ha oge ruru ọnwa anọ n'ụlọ mkpọrọ SSS dị na Ikoyi, e mechara kwaga ha n'ụlọ mkpọrọ di na Ikoyi na Kirikiri nke kachasị elu n'okpuru Iwu Mkpọrọ nke Ndị Mmadụ No",
  "2 nke 1984 dị ka emegharịrị",
  "Ọ bụ njide n'enweghị ikpe sonyere ya",
  "A hapụrụ ya na ndị isi ndị o wu ya na ha ( otu NANS) mgbe Nigerian Bar Association (NBA) nke Barrister Alao Aka Bashorun duziri na Civil Liberties Organisation (CLO) nke Barrister Olisa Agbakoba duziri",
  "Bunmi Olusona tụfuru oge agụmakwụkwọ n'ihi mkpọrọ ya n'ụlọ mkpọrọ Ikoyi.",
  "Bunmi Olusona na ụmụ akwụkwọ ndị ọzọ a tụrụ mkpọrọ bụ ndị Amnesty International kwupụtara na ha bụ ndị mkpọrọ akọ na uche na 1991/92.",
  "Ụmụ akwụkwọ Mahadum Ibadan (UI) hụrụ Bunmi Olusona n'anya nke ukwuu maka ihe ndị ọ rụzuru mgbe ọ bụ Onye isi oche nke nzuko umu akwukwo bu 'Students Union'",
  "Ufodu n'ime ha bụ:",
  "Reverend Bunmi Olusona, onye nwere nzere bachelọ na Philosophy lụrụ Elizabeth Aderonke Olusona.",
  "Ọ nọ obere oge na Civil Liberties Organisation dị ka Field Research Officer for Women Rights Project",
  "Na CLO, o mekwara nnyocha banyere nhụjuanya nke ndị ọrụ Najiiria Railway make ọtụtụ ụgwọ ọnwa e ji ha",
  "Aha akwụkwọ nta ya bụ Dying in Agony.",
  "Rev",
  "Bunmi Olusona gara mba ọzọ na Europe n'oge ọchịchị ndị agha a ma ama nke General Sani Abacha, Dị ka 'onye ọrụ kampeenu' na Campaign for Democracy (CD) na onye na-arụsi ọrụ ike na Kọmitii maka Nchedo nke Ihe Ndị Ruuru Mmadụ (Human Rights), CDHR, o sonyere n'ọtụtụ ngagharị iwe megide ọchịchị General Sani Abacha",
  "Ọ gbapụrụ na Naịjirịa n'afọ 1996 mgbe o nyechara CNN ohere maka ajụjụ ọnụ na redio na-akatọ ọchịchị Sani Abacha maka ogbugbu jọgburu onwe ya nke Kudirat Abiola, nwunye onye ndọrọ ndọrọ ọchịchị Naịjirịa a ma ama bu Chief MKO Abiola.",
  "Bunmi Olusona na ụfọdụ ndi mmadụ si na Naịjirịa nke ọrụ ha gbasara ikike mmadu  enweela mmekọrịta chiri anya",
  "Ụfọdụ n'ime ha bụ; Barrister Femi Falana SAN, Late Beko Ransome Kuti, Chief Frederick Fasehun, Late Baba Omojola, Late Alao Aka Bashorun, Late Gani Fawehinmi, Barrister Osagie Obayuwana, Comrade Gbenga Awosode, Comrade Wale Adebisi, Comrade Abiodun Aremu, Comrade Wale Adeniran, Comrade Odion Akhaine, Comrade Jiti Ogunye, Comrade Opeyemi Bamidele, Comrade Popoola Ajayi, Gbenga Toyosi Olawepo, Comrade Rotimi Obadofin, Comrade Joe Okey Odumakin, Comrade Abdul Aminu Mahmud, Comrade Wale Okuniyi na ọtụtụ ndị ọzọ.",
  "Mgbe ọ laghachiri Naịjirịa, ọ banyere na ndọrọ ndọrọ ọchịchị site na isonyere Alliance for Democracy (AD) wee bụrụ onye na-azọ ọkwa gọvanọ Kwara Steeti na 2007",
  "Omerighiị na ntuli aka ahu",
  "Onye meriri bu  n'aka Gọvanọ nọ n'ọkwa nke Steeti, Senator Bukola Saraki.",
  "Ka ọ na-erule afọ 2011, ọ zọrọ ọkwa Irepodun/Oke-Ero/Ekiti/Isin na ulo ndi ome-iwu na Naijiria site na otu ndọrọ ndọrọ ọchịchị nke ndi Action Congress of Nigeria (ACN) omerighị ntuli aka ahụ n'agbanyeghị na-enwe ọnọdụ esemokwu",
  "E kwenyere na e mere ntuli aka ahụ megide ya.",
  "Reverend Bunmi Olusona bụ ezigbo oyi onye ndọrọ ndọrọ ọchịchị nke Barrister Mohammed Dele Belgore,  Onye ọka iwu kachasi elu na Naijiria bụbụ onye na-azọ ọkwa gọvanọ nke Action Congress of Nigeria, (ACN) n'afọ 2011 na Kwara Steeti.",
  "Bunmi Olusona ghọrọ onye otu Kwara State Caretaker Committee nke Action Congress of Nigeria (ACN) na All Progressives Congress (APC) n'etiti afọ 2013 na 2014.\nO mechara bụrụ onye isi oche nke Kwara Steeti nke All Progressives Congress, (APC), ọkwá emachara nye Alhaji Ishola Fulani.",
  "N'etiti afọ 2014 na 2015, Rev",
  "Bunmi Olusona bụ onye isi kampeenu Mohammed Dele Belgore - onye chọburu ịbụ gọvanọ site na nke a akpoorọ Orange Revolution.",
  "Ọ ka na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị dị ka onye otu siri ike nke All Progressives Congress, (APC) bu otu ndọrọ ndọrọ ọchịchị Naịjirịa.",
  "Rev",
  "Bunmi Olusona ugbu a bụ onye na-enye onye isi oche Kọmitii mpụ ego ndụmọdụ pụrụ iche gbasara nke akpooro 'Media and Illicit Financial Flows'."
]