[
  "Bunny chow, nke a na-akpọkarị bunny, bụ nri nri na-egbu oge nke South Afrika nke nwere oghere oghere nke achịcha ọcha jupụtara na curry. Ọ malitere n'etiti ndị India South Africa nke Durban. N'ime obodo dị iche iche nke South Afrika, mmadụ nwere ike ịchọta ụdị dị iche iche na bunny chow, nke na-eji naanị otu ụzọ n'ụzọ anọ nke achịcha ma dabere na akụkụ nke mba ị nọ na ya, a na-akpọ ya scambane, kota (\"akụkụ\") ma ọ bụ shibobo mgbe ụfọdụ; ọ bụ aha ya na sphatlho, nri South Africa nke sitere na bunny Chow.",
  "E mepụtara bunny chow na Durban, South Afrika",
  "Ọ bụ ebe obibi nke nnukwu obodo ndị India",
  "A na-arụ ụka banyere mmalite nke nri ahụ, ọ bụ ezie na e mepụtara ya na afo 1940 ha. A na-erekwa ya na Gwelo, Rhodesia (nke bụ Zimbabwe ugbu a), n'oge Agha Ụwa nke Abụọ ma ka na-ere ya n'obodo Kadoma dị nso, nke a maara dị ka Gatooma.",
  "Akụkọ banyere mmalite nke bunny chow malitere laa azụ dị ka mbata nke ndị ọrụ India na-akwaga South Africa",
  "Otu akụkọ na-atụ aro na ndị ọrụ India kwuru na ha bịara rụọ ọrụ n'ubi okpete nke KwaZulu-Natal (Port Natal) chọrọ ụzọ ha ga-esi buru nri ehihie ha gaa n'ọhịa; achịcha a gbawara agbawa bụ ụzọ dị mfe iji buru curries akwụkwọ nri ha. Ihe ndị e ji anụ mee bịara mgbe e mesịrị",
  "A pụkwara ịkọwa iji achịcha na-acha ọcha eme ihe n'ihi enweghị achịcha roti ọdịnala yana ọdịdị ya na-adịghị ike; ya mere, achịcha dị ọnụ ala, nke a na-enweta n'ọtụtụ ụlọ ahịa dị n'ógbè ahụ, ga-abụ ihe kachasị mma maka curry.",
  "Otu akụkọ na-ekwu na ụlọ oriri na ọṅụṅụ South Afrịka nke Banias (otu ndị India) na-achịkwa bu ụzọ mepụta nri ahụ na ụlọ oriri-n'ụlọ oriri na ọṅụচল, nke a na-akpọ Kapitan's, na nkuku Victoria na Albert Street na Durban. Akụkọ ọzọ na-ekwu na mmalite nke efere a bụ n'ihi na a naghị ekwe ka ndị na-agba golf n'India buru efere dị nkọ dị ka mma n'ihu ọha n'oge ịkpa ókè agbụrụ. \"Chow\" na bekee ndị mba Ndida Afrika bụ nanị slang maka \"nri\" yana ngwaa \"iri\".",
  "Nri ọdịnala ndị India bụ roti na agwa, mana roti na-adaba dị ka ihe a na-ewepụ",
  "Iji dozie nke a, ha [onye?] gwuru akụkụ etiti nke achịcha ọcha ma jupụta ya na curry, wee jiri akụkụ ahụ a tụrụ atụ kpuchie ya. A na-akpọ ụdị nri nri a mgbe ụfọdụ \"beans bunny\". Ihe ọzọ, ọ bụ ezie na o yighị ka ọ ga-abụ, sitere na mondegreen nke \"bun\" na \"achar\" (Indian pickles), ọ bụ ezie n'oge a anaghị etinye nke ikpeazụ na efere (ma e wezụga dị ka ihe eji eme ihe).",
  "Bunny chows na-ewu ewu n'etiti ndị India na agbụrụ ndị ọzọ na mpaghara Durban",
  "A na-ejikarị curries eme ihe site na iji usoro nri ọdịnala sitere na Durban: nwa atụrụ ma ọ bụ nwa atụrụ curry, chicken curry, trotters na beans curry, na beanscurry",
  "Ụdị ndị ọzọ a na-ahụ n'ofe mba ahụ na-eji nri ọdịnala Durban-Indian na-agụnye chips na curry sauce, sausage fried, cheese, àkwá na polony",
  "Ihe ndị a niile bụ ihe ndị a ma ama; chow bunny mbụ bụ akwụkwọ nri",
  "A na-ejikarị salad nwere carrot, chilli na salad yabasị na-eri Bunny chows",
  "A maara nke ọma dị ka sambals, nke a gụnyere tomato, yabasị, na chilies na-acha akwụkwọ ndụ akwụkwọ ndụ nke a na-enye na vinegar ọcha",
  "Akụkụ ndị ọzọ gụnyere pickles nke India, dị ka mango pickle, lime ma ọ bụ lemon pickle, akwụkwọ nri pickles na ụdị oge ndị ọzọ a na-eme ka ha dị mma",
  "A na-ahụ isi ihe na-adọrọ mmasị nke bunny chow mgbe ofe sitere na curry na-abanye na mgbidi nke achịcha",
  "Ịkekọrịta otu bunny chow abụghị ihe a na-ahụkarị.",
  "Bunny chows na-abịa na nkeji iri na ise, ọkara na achịcha zuru ezu",
  "Mgbe ị na-atụ aro ụgbala na Durban, okwu mkparị dị n'ógbè ahụ na-ekwu na ị ga-arịọ naanị maka \"otu ụzọ n'ụzọ anọ nke ụgbala\" (ma ọ bụ ụtọ na ogo nke nhọrọ gị); n'ụzọ mkparịta ụka, ndị mmadụ ga-asị, \"M nwere otu ụzọ n'ime ụzọ n'ọnụ ụzọ n'afọ?\" A na-ejikarị mkpịsị aka eri Bunny chows; ọ bụ ihe a na-adịghị ahụkebe ịhụ ndị obodo na-eji arịa mgbe ha na-eri nri a",
  "A na-etinye Bunny chows n'akụkọ ihe mere eme na akwụkwọ akụkọ ụbọchị gara aga",
  "Nke a abụghịzi ihe a na-ahụkarị, a na-erekwa bunnies na \"boxes bunny\" nke na-ejigide okpomọkụ ma gbochie nsị si na curry.",
  "Bunny chows dị n'ọtụtụ obere takeaways na ụlọ oriri na ọṅụṅụ ndị India na Ndịda Afrịka dum",
  "Ọnụahịa ahụ sitere na R  (US $ 1.04) maka otu ụzọ n'ụzọ anọ nke bunny ma ọ bụ dhal, ruo R  ( $ 3.46) maka otu ụzọ na anọ nke bunton, n'ozuzu, mmadụ nwere ike ịbawanye ọnụahịa nke otu ụzọ n\"ụzọ anọ site n'etiti 3 na 4 iji nweta ọnụahịa nke bunny zuru ezu.",
  "Kwa afọ, a na-eme \"Bunny Chow Barometer\" na Septemba n'akụkụ ndịda nke Osimiri Umgeni, n'elu Blue Lagoon (ebe a ma ama na Sunday picnic maka ndị India Durban), na-adọta ọtụtụ ndị na-abanye site na mpaghara Durban Metro iji sọọ mpi maka aha onye na-eme bunny kacha elu."
]