[
  "Burton Clarke bụ ónyé na-ese ihe nkiri ọzọ nké Africa na America",
  "A maara ya màkà ònyínyé ya na ịrị elu nke ndị na-eme ihe ọchị LGBT na ilekwasị ányá na ịnọchite ányá ụmụ nwoke na-eme nwoke nke agbụrụ na klas niile na nka ya, na-eji ngwakọta nkè eziókwu na échichè efu iji dozie nsogbụ dị mgbagwoju ányà dị ka ịkpa ókè agbụrụ na homophobia.",
  "A mụrụ Clarke na Plainfield, NJ",
  "Ọ natara nzèrè bachelọ ya na ihe nkiri na Mahadum Syracuse, nzèrè masta ya na ímé ihe nkiri na Florida State University.",
  "Mgbè afọ anọ gachara na Asolo State Theatre nke Sarasota, Clarke kwagara New York",
  "N'ihi ihe isi ike nke ịchọta ọrụ siri ike dị ka ónyé na-eme ihe nkiri ojii, o mechara kpebie ịlaghachi azụ na nkà ya dị ka onye edemede, na-achụso mmasị onwé ónyé n'ịgbasawanye nnọchite anya nwoke na nwoke na mgbasa ozi.",
  "E bipụtara ihe ọchị Clarke \"Cy Ross na SQ Syndrome\" na mbụ na New York Native (1980), wee bipụtaghachi ya na Gay Comix #2 (1981), na Meatmen Vol.1 (1986). O nyèrè áká na ihe osise mkpuchi Gay Comix #3, na ihe ọzọ na-atọ ọchị, \"The Satyr\", na Gay Gomix #10. A makwaara ya maka mbipụta na Playguy, First Hand, na Christopher Street magazine.",
  "Clarke ekwuola na ụdị nke ya na-emetụta nke Leonard Star.",
  "A maara Clarke màkà eziókwu na nkọwa nke ụdị nka ya, ojiji ya siri ike nke onyinyo / ìhè na ihe ọchị ojii na-acha ọcha, na màkà ịnagide nsogbụ ndị dị nro dị ka njikọ agbụrụ na mmekọahụ, yana ịkpa ókè agbụrụ na homophobia",
  "Na \"Cy Ross na SQ Syndrome\" ọ na-eche ihu na ịkpa ókè agbụrụ dị n'ime nke na-abịa na ịbụ \"eze nwanyị snow\", ebe \"The Satyr\" na-eche ụzọ homophobia nwèrè ike isi duga n'ime ihe ike. A matara ọrụ ya màkà mkpà na ụkọ nke isiokwu ya n'oge ahụ, yana ojiji ya na mkparịta ụka banyéré ọdịnaya ihe na-akpali agụụ mmekọahụ na ego gọọmentị màkà nyocha ọrịa AIDS.",
  "Ndị ógè ya dị ka Jerry Mills na Howard Cruse gosipụtara mmasị na nka Clarke na ọchịchọ ịhụ ka ọ na-arụpụta ihe na mmepụta ya.",
  "Clarke na-arụsi ọrụ íke na mmata ọrịa AIDS ma na 1987 nyèrè áká na ọrụ GMHC \"Safer Sex Comix\" na 1987, mgbalị ịgbasa mmata banyéré ọrịa AIDS na eroticize omume mmekọahụ dị nchebe dịka iji condoms."
]