[
  "Busiswa Gqulu ( bụ onye amụrụ na 8 Nọvemba 1988), nke a maara dị ka Busiswa ma ọ bụ Busi, bụ onye na-agụ egwu na onye na-ede egwu na South Africa",
  "A mụrụ ya na Mthatha, Eastern Cape, South Africa, ọ nwetara nkwado ọha na eze maka njirimara ya na egwu DJ Zinhle, \"My Name Is\", mgbe onyeisi oche Kalawa Jazmee bụ Oskido chọpụtara ya.",
  "Mgbe ya na DJ Zinhle rụkọchara ọrụ nke ọma, ọ wepụtara egwu egwu gụnyere; \"Ngoku\", \"Lahla\", ma gosipụta ya na egwu Bhizer, \"Gobisiqolo\". Na 8 Disemba 2017, ọ wepụtara abọm izizi ya, Highly Flavoured, nke otu, \"Bazoyenza\" bu ụzọ",
  "N'oge niile ọ na-arụ ọrụ, Gqulu enwetala ọtụtụ otuto",
  "N'afọ 2014,  aha ya so ná ndị akpọrọ na Mail & Guardian 200 Young South Africans",
  "A mụrụ Busiswa Gqulu n'abalị nke asatọ nke ọnwa  Nọvemba 1988 na Mthatha, Eastern Cape. Mgbe ọ dị obere, ezinụlọ ya kwagara Durban n'ihi ọrụ nne na nna ya",
  "Mgbe ọ dị afọ 15, Gqulu malitere inwe mmasị n'ide uri. \"A na-ede uri kemgbe afọ 2004 mgbe m nọ na Grade 11\", ka ọ chetara. O mere uri mbụ ya n'ememe olili ozu nne nne ya. N'afọ 2005, ọ sonyeere otu Young Basadzi Women of Poetry. Kemgbe ahụ, ọ na-eme uri ya na mmemme ụlọ ọrụ, oge uri, ihe ngosi nkà, na ememme. Ọ kwadokwara ihe omume uri ya kwa ọnwa nke a na-akpọ \"1st Word Sessions\" na Bat Centre na Durban.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, Gqulu dere uri ya mgbe ọ na-agbalị ịchọta ọrụ kwesịrị ekwesị. Ọ rụrụ ọrụ n'ụlọ ọrụ nka iji kụzie nka ụmụaka ụlọ akwụkwọ. Nne na nna Gqulu kwadoro nhọrọ ọrụ ya n'ihi na ha enweghị ego iji kpọga ya na mahadum.",
  "Mgbe ọ na-eme ihe nkiri na ọgụgụ uri, ọ zutere enyi ya nke mere ka ọ mata Sir Bubzin. Sir Bubzin kpọrọ ya mgbe ọ na-emepụta egwu \"Syaphambana\"",
  "Mgbe ahụ, ọ tụrụ aro ka ọ gosipụta ya na-eme uri ya na egwu ahụ",
  "Gqulu na Sir Bubzin mechara bịanye aka na Kalawa Record site n'aka onye isi oche, Oskido, mgbe ọ nụrụ abụ ahụ. E mechara wepụta egwu ahụ na nchịkọta Kalawa Jazmee Dance nke mbụ na 2011. Ka e mesịrị n'afọ ahụ, Oskido kpọrọ Gqulu ka ọ dekọọ \"My Name Is Busiswa\" nke DJ Zintle mepụtara.",
  "Njikọ ahụ mere ka Gqulu dee akwụkwọ. Mgbe o dekọrọ egwu ahụ na 2011, ọ kwagara Johannesburg na ịbịanye aka na Kalawa Jazmee Records.\nAbụ ahụ bụ ihe na-ewu ewu ma ọ nwetara nnukwu ikuku na ụlọ ọrụ redio South Africa kemgbe a tọhapụrụ ya",
  "Gqulu nwetara egwu na ọtụtụ mba, gụnyere Zimbabwe, Angola, na Namibia",
  "Egwú ahụ nwetara ndị a họpụtara na Channel O Africa Music Video Award gụnyere Most Gifted Dance Video na Video of the Year",
  "Egwú ahụ nwetara nhọpụta ọzọ na South African Music Award maka Record of the Year.",
  "A tọhapụrụ \"Ngoku\" na 11 Machị 2013 dị ka otu egwu na-abụghị album na iTunes",
  "Egwú ahụ so vidiyo e wepụtara na YouTube. \"Ngoku\" ghọrọ egwu egwu na-adọrọ mmasị ya",
  "Ụzọ ahụ nwetara ọtụtụ ikuku ma nwee ọganihu azụmahịa",
  "Gqulu kwalitere egwu ahụ site n'ịrụ ya na ihe ngosi egwu e.tv Club808, ya na Oskido",
  "Na 2014 Channel O Africa Music Video Award, abụ ahụ meriri Most Gifted Dance category ma ọ kụrụ egwu ahụ mgbe e mesịrị na mmemme onyinye ahụ.",
  "Na Nọvemba 2013, Gqulu wepụtara otu egwu, \"Lahla\" nke gosipụtara Dj Bucks na Uhuru. Vidio egwu ahụ nwetara 1 nde+ nlele na YouTube. Gqulu tinyere Dj Bucks, kụrụ egwu ahụ na ndụ na SABC1 music show Live Amp. Ọ kụrụkwa egwu ahụ na 2015 Metro FM Awards",
  "Na ọnwa Septemba 2016, Gqulu sonyeere oge nke anọ nke Clash of the Choirs, dị ka onye na-eduzi ukwe na Kelly Khumalo, Anele Mdoda, JR, Bucie, Sifiso Ncwane na IFANI. Ọ bụ onye nduzi ukwe nke KwaZulu-Natal. E wepụrụ ndị otu ya mgbe ha lụchara ọgụ na ndị otu Western Cape nke IFANI duziri.",
  "N'ọnwa Ọgọstụ 2017, Gqulu kwupụtara na abọm izizi ya ga-abụ Highly Flavoured",
  "N'ime ihe fọdụrụ na 2017, Gqulu gosipụtara na ọtụtụ egwu gụnyere Tipcee \"Isichathulo\" na Dj Maphorisa \"Vuvushka\" na \"Midnight Starring\".\nA tọhapụrụ \"Bazoyenza\" dị ka onye isi egwu maka abọm ahụ",
  "Gqulu wepụtara abọm izizi ya Highly Flavoured, nke gosipụtara DJ Maphorisa, Busi N, DJ Athie, Da Fre, DJ Toxic, Nokwazi, Moozlie, Lando na Yasirah",
  "A họpụtara abọm ahụ na South African Music Awards maka Best Kwaito Album na maka Best Female Artist.",
  "Gqulu kwupụtara ntọhapụ nke abọm studio ya nke abụọ, Summer Life, na akaụntụ Instagram ya; a tọhapụrụ abọm ahụ na 12 Nọvemba 2018, n'onwe ya, n'okpuru Ngqulu ọhụrụ, ụlọ ọrụ nke ya Busiswa Entertainment. N'abalị iri atọ na otu n'ọnwa Ọgọstụ, Prince Kaybee wepụtara \"Banomoya\" nke gosipụtara Busiswa na TNS.",
  "N'afọ 2019, Ngqulu nwetara nhọpụta abụọ na 25th South African Music Awards, na Best Dance Album category maka album ya a ma ama Summer Life na Best Female Category. Ọzọkwa na 2019, Busiswa gosipụtara na Beyoncé's The Lion King: The Gift album, na egwu \"My Power\".",
  "N'afọ 2020, ya na onye egwu Amapiano nke South Africa, Gaba Cannal rụkọtara ọrụ na otu Umhlaba Wonke N'otu afọ ahụ, ọ wepụtara abọm studio nke atọ ya nke akpọrọ My Side Of The Story nke e ji egwu AmaPiano wuo, ọpụpụ ya na egwu ya na ụda Gqom na-agafe AmaPiano",
  "Abọm ahụ nwetara nkwado abụọ, \"Sbwl\" nke gosipụtara Kamo Mphela na \"Makazi\" nke ọ gosipụtara Maazị JazziQ.",
  "Na MTV Africa Music Awards, ọ natara nhọpụta maka Best Female act.",
  "Gqulu nọrọ n'afọ izizi ya n'okpuru nlekọta na nduzi nke nne ya nwụrụ anwụ na nne nne ya bụ ndị nwere mmetụta dị ukwuu n'ịkpụzi àgwà ya siri ike.\nNa 8 Nọvemba 2017, ọ kpughere na ọ dị ime na akaụntụ Instagram ya. Na 8 Jenụwarị 2018, Gqulu mụrụ nwa nwoke, Lakhanya Gqulu.",
  "N'ọnwa Machị 2021, ihe ngosi  mere eme nke ya \"Her Majesty: Busiswa\" gosipụtara na BET Africa",
  "[citation needed]",
  "Na mgbakwunye na egwu na uri ya, Busiswa na-arụkwa ọrụ maka Art for Humanity (AFH) ebe ọ na-enye ụmụ akwụkwọ ogbako, dị ka ụzọ isi nyere aka zụlite ekele maka uri na nka anya. Gqulu na-arụkwa ọrụ na Ngalaba Mmụta nke Ndị Ntorobịa nke Umlazi District, na-akụziri ndị mmụta okwu n'ihu ọha, arụmụka na uri arụmọrụ."
]