[
  "Cäcilia (Cillie) Rentmeister (a mụrụ n'afọ 1948 na Berlin) bụ onye mba Germany na-akọ akụkọ ihe mere eme, ọkà mmụta sayensị ọdịbendị na onye na-eme nchọpụta banyere ọnọdụ ọdịbendị nke ụmụnwanyị na nke nwoke na nwanyị",
  "Na mgbakwunye na ịmụ ihe dị iche iche nke ụmụnwoke na ụmụnwanyị bi na ya, ọ na-echegbu onwe ya banyere ọchịchị nwanyị.",
  "Rentmeister gụrụ akwụkwọ na Free University of Berlin na University of Cologne Art History, Archeology na American Studies",
  "O nwetara PhD ya n'afọ 1980 na Mahadum Bremen",
  "Rentmeister bi na Berlin na Brandenburg, ebe ọ bụ n'afọ 1994 na-akụzi na Mahadum nke Applied Sciences Erfurt [de] na ngalaba nke Applied Social Sciences \"Cross-cultural Gender Studies\" na \"Interactive Media\".",
  "Rentmeister tinyere aka kemgbe mmalite afọ 1970 dị ka onye na-eme ihe ike na nke abụọ nke ụmụnwanyị",
  "Site n'afọ 1974, o dere isiokwu na edemede banyere akụkọ nka nke ụmụnwanyị, nkà mmụta ihe ochie na ọmụmụ ọdịbendị, nke e bipụtakwara n'asụsụ ndị ọzọ. Site na 1977 gaa n'ihu, ọ kụziri ihe n'ụlọ akwụkwọ nka, kọleji ndị nkụzi na mahadum dị na Berlin, Hamburg, na Bremen",
  "Ọ bụ otu n'ime ndị malitere mmemme oge okpomọkụ nke ụmụnwanyị (\"Frauen Sommeruniversität\") na Mahadum Teknụzụ nke Berlin na Mahadum Free University Berlin, nke ihe dị ka ụmụnwanyị 30,000 gara site na 1976 ruo 1983, ma nye ume na-adịgide adịgide maka ọmụmụ ụmụnwanyị na nyocha nwoke na nwanyị na ọzụzụ sayensị niile.",
  "Cäcilia Rentmeister bụ keyboardist nke Flying Lesbians, ndị inyom mbụ rock band na kọntinent Europe. O gosipụtara mkpa egwu ụmụnwanyị pụtara n'ihe odide ya banyere emume na ememme ụmụnwanyị.",
  "N'afọ ndị 1970 nakwa 1980, Rentmeister bipụtakwara edemede dị oke mkpa banyere ọdịdị nwanyị na nka ụmụnwanyị, na-akpalite esemokwu, nke ya na Valie Export, Marlite Halbertsma [nl] , Ulrike Rosenbach na Lucy Lippard na mkparịta ụka na mkparịta ụka na mkparịta ụka nke De Appel \"Feministische Kunst International\" haziri na Stedelijk Museum, Amsterdam, Netherlands.",
  "N'afọ ndị 1980, o bipụtara dị ka onye edemede sayensị maka redio ọha na eze nke Germany, - n'etiti okwu ndị ọzọ gbasara ebumnuche ndị nna ochie nke mmụba ọnụ ọgụgụ mmadụ na akụkọ ihe mere eme na ugbu a, na otú New Age movement",
  "Kemgbe afọ 1973, ya na onye ọrụ ibe ya, onye nduzi ihe nkiri na onye edemede Cristina Perincioli na-arụ ọrụ",
  "Ha dere ihe nkiri maka \"Anna na Edith\" - ihe nkiri mbụ banyere mmekọrịta nwoke na nwanyị na telivishọn German ZDF n'afọ 1975. Site na 1985 na Rentmeister na Perincioli tụgharịrị gaa n'isiokwu \"kọmputa na okike\"",
  "Ha mepụtara ihe nlereanya maka ọrụ nka na agụmakwụkwọ na multimedia, bipụtara ma kụziere echiche ndị a n'ebumnobi ịmasị ụmụ nwanyị maka teknụzụ dijitalụ ọhụrụ, ebe n'afọ ndị 1980 na ụlọ akwụkwọ German, àgwà kọmputa na-enyo enyo ka dị. Site n'afọ ndị 1990 Rentmeister rụrụ ọrụ dị ka onye nchịkọta akụkọ na onye njikwa ọrụ nke weebụsaịtị na isiokwu mmekọrịta mmadụ na ibe ya nke Cristina Perincioli dere ma mepụta (Abụọ n'ime ha dịkwa na nsụgharị Bekee)",
  "Dị ka onye na-anya ụgbọelu nke onwe ya na onye otu ụmụnwanyị na-anya ụgbọelu Ninety Nines International Organisation na Federation of German Women Pilots Rentmeister na-agba mbọ ịkwalite ọganihu nke ụmụagbọghọ na ụmụnwanyị na ụgbọelu, site na nkuzi, mgbasa ozi na site n'ịhazi ihe omume maka ụmụ akwụkwọ na Ụbọchị Ụmụagbọghọ. Melanie Katzenberger na-ede, sị: \"Ndị ọsụ ụzọ nke mbara igwe bụ ndị akwụkwọ ọgụgụ, na-akpọ Caecilia Rentmeister",
  "...Ụmụ agbọghọ aghaghị inwe mmetụta: Ọ bụrụ na o nwere ike, enwere m ike...\"",
  "N'ihe banyere mwughachi ihe mgbe ochie nke akụkọ ihe mere eme nke matriarchies, ọkachasị dị ka egosiri na nnabata narị afọ nke iri na itoolu na mmalite narị afọ nke iri abụọ, Rentmeister mepụtara usoro echiche ya dị oke mkpa",
  "Otu ihe atụ maka usoro a ziri ezi - na-emegide ndị esoteric - bụ edemede ya na \"Why Are There So Many Allegories Female?\" site na 1976. N'ime edemede ọzọ dị oke egwu, ọ jụrụ n'afọ 1980: \"Olee otú e si eji echiche nke ọchịchị Ụmụnwanyị nke a kpọrọ matriarchy n'asụsụ bekee mee ndọrọ ndọrọ ọchịchị?\" ma katọọ, n'aka nke ọzọ, ịgọnahụ matriarchy site n'aka ndị European feminists nke oge a. N'isiokwu ya \"The Squaring of the Circle",
  "The Seizure of Power by Men over Architectural Forms\", nke e bipụtara n'afọ 1979 na ihe pụrụ iche na \"Women in Architecture - : Women's Architecture?\" na mba German bauwelt, Rentmeister wughachiri ụkpụrụ ụlọ-igwe nke matriarchies na Europe oge ochie.\nN'ime edemede ọzọ ọ jụrụ n'afọ 1980: \"Olee otú e si eme ndọrọ ndọrọ ọchịchị site na echiche nke matriarchy?\" ma katọọ, n'aka nke ọzọ, ịgọnahụ matriarchy site n'aka ndị nkwado ụmụnwanyị nke mba European nke oge a.",
  "A sụgharịrị ihe odide ihe ndị a na ihe mgbe ochie ndị ọzọ nke Rentmeister sụgharịrị n'ọtụtụ asụsụ; a tụlere ha ma zoo aka na ha na okwu mba ụwa na nke dị iche iche nke afọ 1970 nakwa 1980, gụnyere ndị na-ewu ụlọ dị ka Margrit Kennedy na Paola Coppola Pignatelli, na ndị na-ede akwụkwọ dị ka Christa Wolf",
  "Sabine Herzog na-akọwa ụzọ Rentmeisters “”: Ọkà mmụta ihe ochie na ọkọ akụkọ ihe mere eme Cillie Rentmeister bipụtara ọtụtụ ọrụ n'ihe gbasara akụkọ ọdịbendị nwanyị na nkatọ ọdịbendị",
  "N'akwụkwọ ya Women's Worlds - Men's Worlds of 1985, ọ na-akọwa ọdịiche dị iche iche nke matriarchy n'oge gara aga na ugbu a",
  "Ya mere, nkọwa nwere ike igosi naanị usoro matriarchal bụ isi",
  "Rentmeister",
  "depụtara ụfọdụ njirimara nke matriarchies: Na mgbakwunye na matrilineality na matrilocality na avunculate na akụ na ụba ezinụlọ agbatị bụ njirimara, yana ikpebi onwe onye nke ụmụnwanyị n'elu ahụ ha...”",
  "Rentmeister kọwara n'oge 1980 okwu ahụ bụ \"matriarchy\" n'ụzọ doro anya ọ bụghị dị ka usoro ntụgharị maka patriarchy. Dị ka Rentmeister si kwuo “..",
  "e nwere ma nwee n'ezie ọtụtụ ụdị nke matriarchy, dị ka e nwere ugbu a - na n'otu oge ahụ - ụdị nke patriarchy",
  "'\" N'afọ 1985, ọ na-ekwusi okwu a ike banyere nchọpụta agbụrụ.",
  "N'afọ 1988, Rentmeister nyochara \"Debate on Matriarchy\" nke narị afọ abụọ gara aga na Germany, ọkachasị na ihe ha pụtara maka afọ iri na ise mbụ nke mmegharị ụmụ nwanyị nke abụọ na Europe",
  "Ọ na-eme ka ọdịiche dị iche, n'ụzọ na-enweghị isi, oge atọ n'etiti afọ 1973–1988, na - nke njem ya na obodo ndị nne na nna n'afọ 1980s - ụfọdụ \"anụ ọkụ n'obi maka matriarchy\" na \"mmelite nke emume matriarchal\" na mba Germany.",
  "Ajụjụ banyere ịdị adị n'ezie nke oge a, matriarchies nke oge a mere ka Rentmeister site n'afọ 1980 ruo ugbu a iji lekwasị anya na nchọpụta nchọpụta anthropological",
  "Ọ gara leta obodo ndị nne na nna, gụnyere Minangkabau na West Sumatra na Nayar na Kerala, South India",
  "N'ebe ahụ, ọ natara - n'agbanyeghị mgbanwe mmekọrịta mmadụ na ibe ya na nsogbu - nkwupụta nkwenye na obi ike nke ụmụ amaala nke àgwà pụrụ iche, ọbụnakwa uru na nkewa mmekọrịta mmadụ na ibe ya na ụlọ ọrụ nne na ụzọ ndụ maka nwoke na nwanyị.",
  "Otú uru ndị a si ejikọta ọnụ ọgụgụ na ọkwa dị elu na Human Development-Indicators and Reproductive Health, Rentmeister na-akọwa 2007 na edemede ya \"Development is female\".  N'ihe atụ nke obodo Minangkabau na Nayar, ọ na-egosi na ike, agụmakwụkwọ na ihe onwunwe n'aka ụmụnwanyị na-enye aka n'ụzọ dị ukwuu n'ịmụ nwa dị ala, na - ma e jiri ya tụnyere obodo ndị nna ochie dị nso - obere ime ihe ike n'ụlọ, na maka ọha mmadụ n'ozuzu ya enwere ike ịhụ obere ịda ogbenye na ọnọdụ ahụike ka mma."
]