[
  "Makoukou Célestine Ouezzin Coulibaly-Traoré, née Macoucou Traoré, (amụrụ n'ihe dị ka 1910-1914 - 1997) bụ onye ndú na-emegide ọchịchị na French West Africa",
  "O nyere aka guzobe ngalaba ụmụ nwanyị nke Rassemblement Démocratique Africain na Côte d'Ivoire na Upper Volta, wee bụrụ odeakwụkwọ ukwu ya na afọ 1948",
  "N'afọ 1958, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka mmekọrịta ọha na eze nke Upper Volta, ma eleghị anya na-eme ka ọ bụrụ nwanyị mbụ sonye na kansụl na gọọmentị ọ bụla na-asụ French na Odida anyanwu Afrika.",
  "A mụrụ Ouezzin Coulibaly na mpaghara Banfora na Odịda ọdịda anyanwụ nke Burkina Faso nke taa, nke a maara mgbe ahụ dị ka Upper Volta",
  "A maara ya mgbe a mụrụ ya dị ka Macoucou Traoré (ma ọ bụ Makoukou Traoré), ọ bụ nwa nwanyị Balla Traoré, onye bụ onyeisi Sindou Canton. Agụmakwụkwọ ya ruru na diplọma nkuzi. N'afọ 1930, ọ lụrụ Daniel Ouezzin Coulibaly, nweta aha Célestine n'afọ 1931 mgbe e mere ya na di ya baptizim dị ka ndị Roman Katọlik.",
  "O nyere aka guzobe ngalaba ụmụ nwanyị nke Rassemblement Démocratique Africain na Côte d'Ivoire na Upper Volta, wee bụrụ odeakwụkwọ ukwu ya na afọ 1948. Ouezzin Coulibaly bụ otu n'ime ndị duuru ihe dị ka ụmụ nwanyị 1,500 gaa n'ụlọ mkpọrọ na Grand-Bassam na 24 Disemba, na afọ 1949 na-akpọ maka ntọhapụ nke di ha bụ ndị, dị ka ndị otu nnwere onwe PDCI-RDA, ndị ndị ọchịchị France tụrụ mkpọrọ n'ebughị ụzọ kpee ikpe. Ya na ndị isi ibe ya Anne-Marie Raggi, Marguérite Sacoum, Odette Yacé na Marie Koré, enwere ike iwere ya dịka otu n'ime ndị ọsụ ụzọ nke nnwere onwe nke Ivory Coast.",
  "N'abalị iri abụọ na anọ n'ọnwa Ọktoba n'afọ 1958, a họpụtara Ouezzin Coulibaly ka ọ bụrụ Minista na-ahụ maka mmekọrịta ọha na eze, ụlọ na ọrụ nke Upper Volta",
  "Nhọpụta ya bụ nke mbụ maka nwanyị na French West Africa, o yiri ka ọ bụ mmepe na-ekwe nkwa",
  "Otú ọ dị, ọ bụghị mgbanwe dị ka ọ nwere ike iyi ka ọ mere nanị izu isii mgbe ọnwụ di ya, onye bụbu onye isi oche nke Council na Upper Volta",
  "Ọ bụ ezie na ọnwụ ya nwere ike ịbụ akụkụ dị mkpa na nhọpụta ya, dị ka onye nkuzi ụlọ akwụkwọ a zụrụ azụ na otu n'ime ụmụ nwanyị ole na ole gụrụ akwụkwọ na mba ahụ, ọ ruru eru maka ọnọdụ ahụ n'ezie.",
  "Mgbe ọ hapụsịrị ọkwa ahụ na 1959, n'agbanyeghị na ọ bụ nwanyị mbụ so na nzukọ mba ahụ, eziokwu ahụ bụ na ọ nwetaghị ọkwa gọọmentị mgbe nnwere onwe Upper Volta na afọ 1960 nwere ike iwere ya dị ka nzọụkwụ azụ maka ọrụ ndọrọ ndọrọ ọchịchị nke ụmụ nwanyị. Na-anọchite anya Upper Volta, a họpụtara Ouezzin Coulibaly ka ọ bụrụ onye omeiwu nke French Community na 30 Eprel, na afọ 1959 ebe ọ nọdụrụ na Kọmitii maka Transport na Telecommunications",
  "Ọ nọ n'ọkwa ahụ ruo na 16 Machị, na afọ 1961."
]