[
  "Călin Georgescu (amụrụ n'afọ 1962) bụ onye Romanian bụ ọkachamara na mmepe na-adịgide adịgide, nke a nabatara n\"ọhịa, na ya na afọ iri na asaa nke ije ozi na mpaghara gburugburu ebe obibi na usoro United Nations",
  "A họpụtara Georgescu ka ọ bụrụ onye isi nchịkwa nke United Nations Global Sustainable Index Institute na Geneva na Vaduz maka oge 2015-2016",
  "Tupu nke ahụ, ọ rụrụ ọrụ dị ka onye isi oche nke European Research Centre maka Club of Rome (2013[[2015)",
  "Ọ bụkwa onye otu Club of Rome International na Switzerland.",
  "A mụrụ Georgescu na mpaghara Cotroceni nke Bucharest, nwa Scarlat Georgesco na Aneta Georgespu, nke a mụrụ Popescu. Ọ gụsịrị akwụkwọ na Land Reclamation College, Nicolae Bălcescu Institute of Agronomy na Bucharest (1986) wee nweta Ph.D",
  "ya na sayensị ala na 1999.",
  "Georgescu rụrụ ọrụ dị ka onye isi nchịkwa nke National Center for Sustainable Development na Bucharest site na 2000 ruo 2013",
  "Onye a kwadoro ikike na atụmatụ atụmatụ na atụmatụ ọha na eze, gọọmenti Romania họpụtara ya ka ọ hazie mmepe nke nsụgharị abụọ na-esote nke National Sustainable",
  "Strategy Development (na 1999 na 2008), kwekọrọ na ntuziaka nke European Strategy for Sustainable Development.",
  "Ọ na-ejikọta ihe ọmụma zuru oke nke ụkpụrụ na omume nke mmepe na-adịgide adịgide na ahụmahụ aka na ubi site n'ịrụ ọrụ na ndị na-ahụ maka ọha na eze na nkeonwe yana ndị obodo na-arụ ọrụ iji chepụta, mejuputa na ịgbaso site na ịmecha ọrụ dị iche iche n'okpuru Mpaghara Mpaghara",
  "Agenda 21 (nke United Nations Development Programme malitere na 1992) maka ihe karịrị obodo ịrị anọ nke mba Romania.",
  "Onye bụbu Senior Fellow na United Nations Development Programme, Georgescu nwekwara ọkwa dị iche iche na usoro UN, dị ka UN Special Rapporteur na mmetụta ọjọọ nke mmegharị iwu na-akwadoghị na ịtụfu ngwaahịa na ihe mkpofu na nsị na ịnụ ụtọ ikike mmadụ na onye nnọchi anya Kọmitii Mba UNEP maka Romania.",
  "O nwekwara ọkwa ndị dị ka: Onye ndụmọdụ nke Minista na-ahụ maka gburugburu ebe obibi, odeakwụkwọ ukwu nke Ministry of Environment, onye nduzi nke Ngalaba Na-emepụta Akụnụba nke Mba Nile na Ministry nke Mmekọrịta Mba Ọzọ nke Romania, Odeakwụkwọ General nke Romanian Association for the Club of Rome na onye isi nchịkwa nke Institute for Innovation and Development Projects.",
  "Dị ka nkwupụta e nyere na Nọvemba 2020, Georgescu kwuru na Ion Antonescu na Corneliu Zelea Codreanu bụ ndị dike site na ha \"ọ biri akụkọ ihe mere eme nke mba, site n'aka ha na-ekwu ma na'ekwu akụkọ mba ọ bụghị site site mu ndị na ya na ike ụwa nke na na - na",
  "Alliance for the Union of Romanians (AUR), otu pati nke batara n'ụlọ omebe iwu Romanian na-esote ntuli aka ndị omeiwu Romenian na Disemba 2020. N'oge nsogbu ndọrọ ndọrọ ọchịchị nke Romania na 2021 nke dugara n'iwepụ Cîțu Cabinet n\"ọfịs, otu pati ahụ tụụrụ ya aro ọzọ.",
  "Ọtụtụ akụkọ mgbasa ozi katọrọ Georgescu maka nkwupụta ya na-akwado Russia, ụfọdụ ọbụna na'ime ha na na -ewere ya dị ka onye nnọchi anya ọdịmma Russia na Romania."
]