[
  "C.J",
  "Obasi (nke a makwaara dị ka \"Fiery\" ma ọ bụ \"The Fiery One\") bụ onye ntụzi ihe nkiri Naijiria, onye na-ese ihe na onye nchịkọta akụkọ.",
  "Ihe ngosi izizi ya - ihe nkiri mmefu ego efu Ojuju bidoro na Africa International Film Festival (AFRIFF) na Nọvemba 2014, wee nweta ihe nrite maka “Ihe nkiri Nigeria kacha mma”. O nwetakwara ya ihe nrite Trailblazer of the Year na March 2015, na Africa Magic Viewers’ Choice Awards (AMVCA).",
  "Amụrụ na obere obodo Owerri, Obasi tolitere na-ekiri ihe nkiri egwu egwu Hammer, na-agụ Stephen King novels na na-ekiri fim ya adapted",
  "Site na nwata nke 3, ọ ga-ekiri ihe nkiri kpochapụwo na ndị dike kachasị amasị ya na ndị ọjọọ; na-emegharị ha n'akwụkwọ egwu egwu ejiri aka see",
  "Ka ọ gachara ụlọ akwụkwọ sekọndrị gọọmentị, Owerri, C.J gụrụ sayensị sayensị na Mahadum Nigeria",
  "N'afọ 2012, o hiwere ụlọ ọrụ Fiery Film, ya na nwunye ya, onye na-eme ihe nkiri TV na onye na-eme ihe nkiri, Oge Obasi",
  "C.J.'s directorial mpụta mbụ bịara na 2014 na Ojuju; ihe nkiri egwu egwu zombie",
  "Emere ihe nkiri a n'ememme dị iche iche gburugburu ụwa, gụnyere mmemme ihe nkiri Pan African na Los Angeles, Shockproof Film na Prague, olu ọhụrụ na nwa Ememe ihe nkiri na New York, Nollywood Week Festival na Paris, Fantasia Film Festival na Montreal, Africa International Film Festival ebe ọ nwetara ihe nrite nke ihe nkiri Nigeria kacha mma na ndị ọzọ; Na-enweta otuto zuru ụwa ọnụ site na mmasị nke ndị nkatọ ama ama n'ụwa niile dịka Todd Brown nke Twitch Film (ugbu a Screen Anarchy), Tambay A",
  "Obenson nke Shadow & Act, na Frank Scheck nke The Hollywood onye nta akụkọ",
  "Ihe nkiri ya nke abụọ, O-Town, ewepụtara na 2015 maka otuto dị oke egwu",
  "Onye na-eme mpụ, O-Town, nke C.J",
  "dekwara, na-akọ akụkọ banyere otu obere obodo mebere mpụ",
  "O-Town sitere na Owerri, ebe amuru C.J.",
  "N'afọ 2018, C.J",
  "duziri mmegharị ihe nkiri nke Nnedi Okorafor's african futuristic short story Hello, Moto",
  "Ihe nkiri dị mkpirikpi, Ndewo, Rain, kpakpando Keira Hewatch dị ka mmiri ozuzo, ọkà mmụta sayensị na amoosu. Na February 2017, Fiery Film Production họọrọ nkenke akụkọ wee malite mmepụta.",
  "O nwere ihe ngosi ụwa ya na International Short Film Festival Oberhausen, na 6 Mee, 2018.",
  "Ọrụ n'ọdịnihu",
  "Na 2016, C.J",
  "mara ọkwa ihe nkiri na-abịanụ aha ya bụ Mami Wata; dabere na akụkọ ifo Afrịka na-ewu ewu na mmụọ mmiri. Onye isi ahụ malitere mkpọsa igwe mmadụ na Indiegogo iji weta nchikota nke $120,000, na-atụ anya na ọ ga-abụ ọdịda 2018 isi ụbọchị mmalite foto.",
  "The mmefu ego ga-ekpuchi mmepụta na post mmepụta ụgwọ",
  "A ga-agba Mami Wata na oji na ọcha.",
  "Igodo Films",
  "Matanya Films",
  "Netflix",
  "Ifind Pictures",
  "Fiery Film",
  "Osiris Creatives",
  "Cine9ja"
]