[
  "Cabbage, nke nwere ọtụtụ ụdị Brassica oleracea, bụ osisi na-acha akwụkwọ ndụ akwụkwọ ndụ, ọbara ọbara (anụnụ anụnụ), ma ọ bụ na-acha ọcha nke a na-azulite dị ka akwụkwọ nri kwa afọ maka isi akwụkwọ ya",
  "Ọ sitere na cabbage ọhịa (B",
  "oleraceavar",
  "oleraceae), ma bụrụkwa nke \"ihe ọkụkụ\" ma ọ bụ brassicas, nke pụtara na ọ nwere njikọ chiri anya na broccoli na cauliflower (var",
  "botrytis); Brussels sprouts (var",
  "gemmifera); na Savoy cabbage (var",
  "sabauda).",
  "Cabbage na-adịkarị n'agbata gram narị ise na otu puku gram (1 - 2 lb)",
  "Cabages na-acha akwụkwọ ndụ akwụkwọ ndụ, nke siri ike bụ ndị a na-ahụkarị, na-acha odo odo na-acha anụnụ anụnụ na-acha uhie uhie nke na-acha ụcha abụọ ahụ na-adị ụkọ",
  "N'okpuru ọnọdụ nke ogologo ụbọchị anwụ na-achasi ike, dị ka ndị a na-ahụ na latitudes dị elu n'ebe ugwu n'oge ọkọchị, cabbages nwere ike itolite nke ukwuu",
  "As of 2012[update] n'afọ 2012, cabbage kachasị arọ bụ 62.71kilogram (138 lb 4oz)",
  "A na-ahọrọ isi cabbage n'oge afọ mbụ nke ndụ nke osisi ahụ, mana a na-ekwe ka osisi ndị e bu n'obi maka mkpụrụ osisi too n'afọ nke abụọ ma a ghaghị ichebe ha na ihe ọkụkụ ndị ọzọ iji gbochie cross-pollination",
  "Cabbage nwere ọtụtụ ụkọ ihe oriri, yana ọtụtụ ihe na-egbu egbu, na ọrịa nje na fungal.",
  "O yikarịrị ka a na-azụlite cabbage n'ebe ọ bụla na Europe n'akụkọ ihe mere eme oge ochie tupu 1000 BC",
  "E dekọrọ cabbage na nri kemgbe oge ochie. A kọwara ya dị ka ihe okomoko tebụl n'Alaeze Ukwu Rom. Ka ọ na-erule oge etiti, cabbage aghọwo akụkụ a ma ama nke nri Europe, dị ka ihe ngosi nke ihe odide gosipụtara. E webatara ụdị ọhụrụ site na Renaissance gaa n'ihu, ọtụtụ n'ime ha bụ ndị na-asụ German",
  "E mepụtara cabbage Savoy na narị afọ nke iri na isii",
  "Ka ọ na-erule senchiri nke iri na asaa na nke iri na asatọ, cabbage a na-ewu ewu dị ka nri dị mkpa n'etiti, n'ebe ugwu, na n'ebe ọwụwa anyanwụ Europe. Ndị ọrụ ụgbọ mmiri Europe jikwa ya mee ihe iji gbochie scurvy n'oge ogologo njem ụgbọ mmiri n'oké osimiri",
  "Malite n'oge mmalite nke oge a, a na-ebupụ cabbage na Amerịka, Eshia, na gburugburu ụwa.",
  "Enwere ike ịkwadebe ha n'ọtụtụ ụzọ dị iche iche maka iri nri; enwere ike ịta ha, ịgba ha ọkụ (maka nri dịka sauerkraut), sie ha, sie ha, siri ha, sie ya, sie ya ụtọ, sie ya ọkụ, sie ya ike, sie ya n'ọkụ, ma ọ bụ rie ya na-esighị ike",
  "Cabbage a na-esighi esi bu nke juputara  na vitamin K, vitamin C, na eriri nri",
  "Mmepụta ụwa nke cabbage na brassicas ndị ọzọ n'afọ 2020 bụ nde tọn ịrị asaa na otu, nke China duziri na pasent ịrị anọ na asatọ nke ngụkọta.",
  "Cabbage (Brassica oleracea ma ọ bụ B",
  "oleracea var",
  "capitata, var",
  "tuba, var",
  "sabauda ma ọ bụ var",
  "acephala) bụ onye otu Brassica na ezinụlọ mustard, Brassicaceae. Ọtụtụ akwụkwọ nri ndị ọzọ na-acha uhie uhie (nke a na-akpọ mgbe ụfọdụ cole crops) bụ ụdị nke B",
  "oleracea, gụnyere broccoli, collard greens, brussels sprouts, kohlrabi na broccoli na-eto eto. Ihe ndị a niile sitere na cabbage ọhịa B",
  "oleracea var",
  "oleraceae, nke a na-akpọkwa colewort ma ọ bụ cabbage ubi",
  "Ụdị mbụ a gbanwere n'ime ọtụtụ puku afọ n'ime ndị a na-ahụ taa, dịka nhọrọ mere ka ụdị nwee njirimara dị iche iche, dị ka nnukwu isi maka cabbage, nnukwu akwụkwọ maka kale na nnukwu ogwe osisi nwere okooko osisi maka broccoli.",
  "A na-esite n'okwu Latin maka \"inwe isi\" nweta aha a na-akpọ capitata.",
  "A na-eji \"Cabbage\" eme ihe na mbụ iji zoo aka n'ọtụtụ ụdị B",
  "oleracea, gụnyere ndị nwere isi na-enweghị isi ma ọ bụ na-adịghị adị. A na-akpọkarị ụdị yiri ya, Brassica rapa, Chinese, napa ma ọ bụ celery cabbage, ma nwee ọtụtụ n'ime otu ihe ndị ahụ. Ọ bụkwa akụkụ nke aha ndị a na-ahụkarị maka ọtụtụ ụdị na-enweghị njikọ",
  "Ndị a gụnyere azụ cabbage ma ọ bụ osisi cabbage (nke so n'ụdị Andira) na nkwụ cabbage, nke gụnyere ọtụtụ ụdị nkwụ dịka Mauritia, Roystonea oleracea, Acrocomia na Euterpe oenocarpus.",
  "Aha ezinụlọ mbụ nke brassicas bụ Cruciferae, nke sitere na ụdị okooko osisi nke ndị Europe oge ochie chere na ọ dị ka obe. Okwu brassica sitere na bresic, okwu Celtic maka cabbage. Ọtụtụ aha ndị Europe na ndị Eshia maka cabbage sitere na Celto-Slavic root cap ma ọ bụ kap, nke pụtara \"isi\". Okwu Middle English nke oge ochie bụ cabbage sitere na okwu caboche (\"isi\"), site na olumba Picard nke Old French",
  "Nke a n'aka nke ya bụ ụdị nke Old French caboce. Kemgbe ọtụtụ narị afọ, a na-eji \"cabbage\" na ihe ndị sitere na ya mee ihe dị ka slang maka ọtụtụ ihe, ọrụ na ọrụ",
  "A kọwaala ego na ụtaba site na slang \"cabbage\", ebe \"cabbage-head\" pụtara onye nzuzu ebe \"cabbaged\" pụtara ike ọgwụgwụ ma ọ bụ, n'ụzọ mkparị, n'ọnọdụ ahịhịa.",
  "Mkpụrụ osisi cabbage nwere mgbọrọgwụ dị nro na cordate (obi-dị ka) cotyledons",
  "Akwụkwọ mbụ a na-emepụta bụ ovate (dị ka àkwá) na petiole lobed",
  "Osisi dị 40 cm (16 - 24 in) n'ogologo n'afọ mbụ ha  ha -eto eto, na 1.5 - 2.0 m (4ft 11in - 6ft 7in) n'ogologo mgbe ha na-agbasa okooko n'afọ nke abụọ. Isi dị n'etiti 0.5 na 4 kilogram (1 na 8 lb), na-eto ngwa ngwa, ụdị na-eto n'oge na-emepụta obere isi. Ọtụtụ cabbages nwere akwụkwọ dị arọ, na-agbanwe agbanwe, na akụkụ nke sitere na wavy ma ọ bụ lobed ruo na dissected; ụfọdụ ụdị nwere okooko osisi waxy na akwụkwọ",
  "Osisi nwere usoro mgbọrọgwụ nke na-adịghị omimi na nke na-enweghị isi. Ihe dị ka pasent itoolu nke mgbọrọgwụ dị n'elu ala 20 - 30 cm (8 - 12 in); ụfọdụ mgbọrọgwụ ndị dị n'akụkụ nwere ike ịbanye ruo 2 m (6ft 7in) omimi.",
  "Inflorescence bụ raceme na-enweghị alaka  nke a na-amaghị ama nke na-atụle 50 - 100 cm (20 - 40 in) ogologo, na okooko osisi ndị na-acha odo odo ma ọ bụ ọcha. Okooko osisi ọ bụla nwere petals anọ setịpụrụ n'usoro kwụ ọtọ, yana sepals anọ, stamens isii, na ovary dị elu nke nwere mkpụrụ ndụ abụọ ma nwee otu stigma na ụdị",
  "Abụọ n'ime mkpụrụ osisi isii ahụ nwere eriri dị mkpirikpi",
  "Mkpụrụ osisi ahụ bụ silique nke na-emeghe mgbe ọ tozuru site na dehiscence iji kpughee mkpụrụ na-acha nchara nchara ma ọ bụ oji nke dị obere ma gbaa gburugburu",
  "Mkpụrụ osisi n'onwe ya agaghị ekwe omume, ụmụ ahụhụ na-agwakọta osisi. Akwụkwọ mbụ na-emepụta ọdịdị rosette nke nwere akwụkwọ asaa ruo akwụkwọ ịrị na ise nke ọ bụla atụle 25 - 35 cm (10 - 14 in) site na 20 - 30 cm (8 - 12 in); mgbe nke a gasịrị, akwụkwọ ndị nwere pecioles dị mkpirikpi na-etolite ma na-emepụta isi site na akwụkwọ ndị na-abanye n'ime.",
  "A na-ahụ ọtụtụ ọdịdị, ụcha na ọdịdị akwụkwọ n'ụdị dị iche iche a na-akụkọ",
  "A na-ekewa ụdị akwụkwọ n'ozuzu ya n'etiti akwụkwọ na-acha akwụkwọ ndụ akwụkwọ ndụ, isi na-enweghị isi na isi na-acha anụnụ anụnụ, ebe ụcha na-agụnye ọcha na ọtụtụ akwụkwọ ndụ akwụkwọ ndu na anụnụ anụnụ",
  "A na-ahụ ọdịdị oblate, gburugburu na nke dị nkọ.",
  "A zụlitere cabbage maka ịdị arọ nke isi na njirimara ọdịdị, ike oyi, uto ngwa ngwa na ikike nchekwa",
  "A na-enye ọdịdị nke isi cabbage mkpa na ịzụlite ahọpụtara, na-ahọrọ ụdị dị iche iche maka ọdịdị, agba, nkwụsi ike na njirimara anụ ahụ ndị ọzọ. Ebumnuche ịzụlite ugbu a na-elekwasị anya n'ịbawanye iguzogide ụmụ ahụhụ na ọrịa dị iche iche na imeziwanye ihe na-edozi ahụ nke cabbage. Nnyocha sayensị banyere mgbanwe mkpụrụ ndụ ihe nketa nke ihe ọkụkụ B",
  "oleracea, gụnyere cabbage, gụnyere nchọpụta European Union na United States nke nnukwu ụmụ ahụhụ na herbicide resistance.",
  "E nwere ọtụtụ ndebanye Guinness Book of World Records metụtara cabbage",
  "Ndị a gụnyere cabbage kachasị arọ, nke ịdị arọ di 62.7 kg (138 oz), cabbage na-acha ọbara ọbara kachasị arọ nke di 31.6 kg  (69 lb 11 oz), mpịakọta cabbage kachasị ogologo, na 19.54 m (64ft 1½in), efere nri cabbage kachasị ukwuu, na 2,960 kg (6,526 lb).",
  "Ọ bụ ezie na cabbage nwere akụkọ ihe mere eme sara mbara, ọ na-esiri ike ịchọpụta kpọmkwem mmalite ya n'ihi ọtụtụ ụdị akwụkwọ ndụ akwụkwọ ndụ a na-akpọ \"brassicas\". Otu nna ochie nke cabbage, Brassica oleracea, nke a chọtara na Britain na kọntinent Europe, na-anabata nnu ma ọ bụghị mmegide nke osisi ndị ọzọ ma n'ihi ya na-ebi na nkume nkume n'ebe dị jụụ n'ụsọ oké osimiri, na-ejigide mmiri na ihe oriri na akwụkwọ ya dị ntakịrị, turgid. Otú ọ dị, nyocha mkpụrụ ndụ ihe nketa kwekọrọ na mmalite anụ ọhịa nke ndị a, sitere na osisi ndị gbapụrụ n'ọhịa na ubi. Dika ọ dị na triangle of U theory nke evolushọn na mmekọrịta dị n'etiti ụdị Brassica, B",
  "oleracea na akwụkwọ nri kale ndị ọzọ nwere njikọ chiri anya (cabbages, kale, broccoli, Brussels sprouts, na cauliflower) na-anọchite anya otu n'ime usoro nna nna atọ nke brassicas ndị ọzọ niile sitere na ya.",
  "A malitere izụlite cabbage n'ụlọ mgbe e mesịrị n'akụkọ ihe mere eme karịa ihe ọkụkụ ndị dị nso n'ebe ọwụwa anyanwụ dị ka lentils na ọka wit n'oge ọkọchị",
  "N'ihi ihe ọkụkụ dịgasị iche iche sitere na ọhịa B",
  "oleracea, ọtụtụ ụlọ ọrụ kọbọd nwere ike ime na Europe dum",
  "O yikarịrị ka cabbages na kale ndị na-enweghị isi bụ ndị mbụ a zụlitere, tupu afọ 1000 BC, ikekwe site n'aka ndị Celts nke etiti na ọdịda anyanwụ Europe, ọ bụ ezie na ihe akaebe asụsụ na mkpụrụ ndụ ihe nketa na-eme n'oge na-adịbeghị anya na-eme ka mmalite Mediterenian nke brassicas a zụlite.",
  "Ọ bụ ezie na brassicas a na-amaghị aha ha bụ akụkụ nke ogige ndị Mesopotamian na-agbanwe agbanwe, e nwere nkwenye na ndị Ijipt oge ochie anaghị akọ cabbage, nke na-adịghi na ndagwurugwu Naịl, ọ bụ ezie na a kọwara okwu shaw't na Papyrus Harris nke oge Ramesses nke Atọ dị ka \"caw\". Ndị Gris oge ochie nwere ụdị ụfọdụ nke chou, dị ka Theophrastus kwuru, ọ bụ ezie na a maghị ma ha nwere njikọ chiri anya na chou nke taa ma ọ bụ otu n'ime ihe ọkụkụ Brassica ndị ọzọ. Ndị Gris maara ụdị cabbage nwere isi dị ka krambe na ndị Rom dị ka brassica ma ọ bụ olus; a maara ụdị cabley na-emeghe, nke nwere akwụkwọ (kale) na Grik dị ka raphanos na Latin dị ka caulis. Ndị Ptolemaic Ijipt maara ihe ọkụkụ cole dị ka ahịhịa, n'okpuru mmetụta nke Greek krambe, nke bụ osisi a maara nke ọma na ndị Masedonia nke Ptolemies. Ka ọ na-erule oge ndị Rom, ndị omenkà na ụmụaka ndị Ijipt na-eri cabbage na turnips n'etiti ọtụtụ akwụkwọ nri na pulses ndị ọzọ.",
  "Chrysippus nke Cnidos dere edemede banyere cabbage, nke Pliny maara, mana ọ dịbeghị. Ndị Gris kwenyesiri ike na cabbages na mkpụrụ osisi vaịn bụ ndị iro, nakwa na cabbage a kụrụ n'akụkụ osisi vaịn ga-enye mkpụrụ vaịn ahụ ísì ọjọọ; mmetụta Mediterenian a nke enweghị mmasị na-adịgide taa.",
  "Ụfọdụ ndị Rom weere Brassica dị ka ihe okomoko na tebụl nri, ọ bụ ezie na Lucullus hutara ya dị ka ihe na-ekwesịghị ekwesị maka tebụl ndị omeiwu. Cato the Elder, onye na-agbaso ọdịnala, na-akwado ndụ Republican dị mfe, riri cabbage ma mgbe esiri ya esi ma mgbe a na-esighị ya esi ma jiri vinegar kpuchie ya; o kwuru na ọ karịrị akwụkwọ nri ndị ọzọ niile, ma jiri nkwenye mee ka ụdị atọ dị iche iche; o nyekwara ntụziaka maka iji ya mee ihe na ọgwụ, nke gbatịrị na mamịrị onye na-eri chow, nke a ga-asa ụmụ ọhụrụ. Pliny the Elder depụtara ụdị asaa, nke gụnyere Pompeii cabbage, Cumae cabbage na Sabellian cabbage.",
  "Dị ka Pliny si kwuo, cabbage Pompeii, nke na-enweghị ike iguzogide oyi, bụ \"ogologo, ma nwee nnukwu ngwaahịa n'akụkụ mgbọrọgwụ, mana ọ na-eto n'etiti akwụkwọ, ndị a dị obere ma dị warara, mana ịdị nro ha bụ àgwà bara uru\". Columella kwukwara banyere cabbage Pompeii na De Re Rustica Apicius na-enye ọtụtụ ntụziaka maka cauliculi, mkpụrụ osisi cabbage dị nro",
  "Ndị Gris na ndị Rom kwuru na a na-eji cabbage dị iche iche eme ọgwụ ha nke gụnyere enyemaka site na gout, isi ọwụwa na mgbaàmà nke iri mushroom na-egbu egbu.",
  "Enweghị mmasị n'ebe osisi vaịn ahụ nọ mere ka o yie ka iri chou ga-enyere mmadụ aka izere ịṅụbiga mmanya ókè. Cabbage gara n'ihu na-apụta na materia medica nke oge ochie yana na tebụl: na narị afọ mbụ AD Dioscorides kwuru ụdị abụọ nke coleworts nwere ọgwụgwọ, nke a zụlitere na nke ọhịa, a nọgidekwara na-akọwa echiche ya na ahịhịa ruo na narị afọ nke iri na asaa.",
  "Na ngwụcha nke Antiquity, a kpọtụrụ cabbage aha na De observatione ciborum (\"On the Observance of Foods\") site n'aka Anthimus, onye dọkịta Gris n'ụlọ ikpe nke Theodoric Onye Ukwu",
  "Cabbage pụtara n'etiti akwụkwọ nri a na-akụ na Capitulare de villis, nke e dere n'agbata afọ 771−800 AD, nke duziri ọchịchị nke ala eze Charlemagne.",
  "Na Britain, ndị Anglo-Saxon na-akụ cawel. Mgbe cabbages nwere isi gburugburu pụtara na senchiri nke iri na anọ na England, a na-akpọ ha cabaches na caboches, okwu ndị sitere na asụsụ French ochie ma tinye ya na mbụ iji rutu aka na bọl nke akwụkwọ ndị a na-emegheghị, usoro nri nke oge a nke na-amalite \"Were cabbages na nkeji iri na ise, ma tinye ha n'ime ezigbo broth\", na-atụkwa aro cabbage nwere isi siri ike.",
  "Ihe odide na-egosi ịdị mkpa nke cabbage na nri nke High Middle Ages, na mkpụrụ cabbage so na ndepụta mkpụrụ nke ịzụta maka iji Eze John nke Abụọ nke France mee ihe mgbe a dọọrọ ya n'agha n'England na 1360, mana cabbages bụkwa ihe a ma ama nke ndị ogbenye: n'afọ 1420 \"Bourgeois nke Paris\" kwuru na \"ndị ogbenye anaghị eri achịcha, ihe ọ bụla ma ọ bụ turnips na efere dị otú ahụ, na-enweghị achịcha ma ọ bụ nnu ọ bụla\". Onye France na-ahụ maka ihe okike Jean Ruel mere ihe a na-ewere dị ka nke mbụ a kpọtụrụ isi cabbage aha n'akwụkwọ ya nke afọ 1536 De Natura Stirpium, na-arutu aka na ya dị ka capucos coles (\"isi-coles\").",
  "Na Istanbul, Sultan Selim nke Atọ dere abụ na-achị ọchị maka cabbage: na-enweghị cabbage, oriri halva ezughị ezu",
  "Na India, cabbage bụ otu n'ime ọtụtụ ihe ọkụkụ akwụkwọ nri nke ndị na-azụ ahịa si Portugal, bụ ndị guzobere ụzọ azụmaahịa site na senchiri nke irí na anọ ruo senchiri nke irí na asaa. Carl Peter Thunberg kọrọ na amabeghị chou na Japan na 1775.",
  "E webatara ọtụtụ ụdị cabbage nke gụnyere ụfọdụ ka na-eto eto na Germany, France, nakwa Low Countries. N'ime narị afọ nke iri na isii, ndị na-elekọta ubi na Germany mepụtara cabbage savoy. N'ime narị afọ nke iri na asaa na nke iri na asatọ, cabbage bụ ihe oriri na mba ndị dị ka Germany, England, Ireland na Russia, a na-erikwa cabbage pickled ugboro ugboro. Ndị Dutch, Scandinavia na ndị ọrụ ụgbọ mmiri German jiri Sauerkraut mee ihe iji gbochie scurvy n'oge ogologo njem ụgbọ mmiri.",
  "Jacques Cartier bu ụzọ weta cabbage na Amerịka n'afọ 1541, ma eleghị anya ọ bụ ndị England na-achị ala mbụ kụrụ ya, n'agbanyeghị enweghị ihe akaebe edere ede banyere ịdị adị ya ruo n'etiti narị afọ nke iri na asaa",
  "Ka ọ na-erule na narị afọ nke iri na asatọ, ndị na-achị ala na ndị American Indian na-akụkarị ya. Mkpụrụ cabbage gara Australia na 1788 na First Fleet, a kụrụ ya n'otu afọ ahụ na Norfolk Island",
  "Ọ ghọrọ akwụkwọ nri kachasị amasị ndị Australia site n'afọ ndị 1830s ma na-ahụkarị na Sydney Markets.\nAhịa ọdịnala na nke ochie, n'okporo ámá, nke na-emeghe: Zelný trh (ahịa Cabbage) na Brno, Moravia, Czech Republic ka a na-akpọ naanị cabbage kemgbe afọ 1325 (afọ narị asaa).",
  "A na-akụkarị cabbage maka isi ya nwere akwụkwọ ndụ, nke a na-emepụta n'afọ mbụ nke okirikiri ya",
  "Osisi na-arụ ọrụ nke ọma mgbe a na-etolite ya n'ala na-adọba mmiri nke ọma n'ebe anwụ na-achasi ike",
  "Ụdị dị iche iche na-ahọrọ ụdị ala dị iche iche, site na ájá dị mfe ruo ụrọ dị arọ, mana ha niile na-ahụrụ ala na-eme nri nke pH dị n'etiti 6.0 na 6.8. Maka uto kachasị mma, a ga-enwerịrị ogo nitrogen zuru oke n'ime ala, ọkachasị n'oge mmalite nke isi, na phosphorus na potassium zuru oke n\"oge mmalite nke mgbasa nke akwụkwọ mpụga.",
  "Ọnọdụ ntụoyi dị n'etiti 4 na 24 °C (39 na 75°F) na-akpali uto kachasị mma, na ogologo oge nke okpomọkụ dị elu ma ọ bụ dị ala nwere ike ịkpata nkwụsịtụ (flowing). Okooko osisi nke oge okpomọkụ dị ala na-akpata (usoro a na-akpọ vernalization) na-eme naanị ma ọ bụrụ na osisi ahụ agafeela oge nwata",
  "Mgbanwe site na nwata gaa  nke okenye na-eme mgbe obosara ogwe osisi dị ihe dị ka  6mm (1⁄4 in)",
  "Vernalization na-enye ohere ka osisi ahụ too ruo n'ókè zuru oke tupu ọ gbasaa",
  "N'ọnọdụ ihu igwe ụfọdụ, enwere ike ịkụ cabbage na mmalite oge oyi ma dịrị ndụ ruo mgbe oge okpomọkụ ga-emecha n'ebughị ya okooko osisi, omume a na-emekarị n'ebe ọwụwa anyanwụ US.",
  "A na-amalite osisi n'ebe echedoro na mbido oge uto tupu a kụọ ha n'èzí, ọ bụ ezie na a na-akụ ụfọdụ n'ime ala ebe a ga-ewepụta ha. Mkpụrụ osisi na-apụta n'ihe dị ka ụbọchị anọ ruo ụbọchị isii site na mkpụrụ osisi a kụrụ  13 mm (1⁄2 in) miri na okpomọkụ ala n'etiti 20 - 30 °C (68 na 86 ). Ndị na-akọ cabbage na-etinye ndịịche dị n'etiti 30 ruo 61 cm (12 ruo 24 in) n'etiti osisi cabbage ọ bụla. Ogologo oge dị nso na-ebelata ihe onwunwe dị na osisi ọ bụla (karịsịa ọnụ ọgụgụ nke ìhè) ma na-amụba oge ọ na-ewe iji ruo ntozu okè.",
  "E mepụtara ụdị ụfọdụ nke cabbage maka iji ya mee ihe ịchọ mma; a na-akpọkarị ha \"cableflowering\"",
  "Ha anaghị emepụta isi ma nwee akwụkwọ mpụga na-acha odo odo ma ọ bụ akwụkwọ ndụ akwụkwọ ndụ gbara obere akwụkwọ dị n'ime na-acha ọcha, na-acha ọbara ọbara, ma ọ bụ na-acha pinki. Ụdị cabbage mbụ na-ewe ihe dị ka ụbọchị ịrị asaa site na ọkụkọ ya ruo ntozu okè, ebe ụdị cabbage na-ewe ihe dị ka ụbọchị otú narị na iri abụo.",
  "Cabbages na-etolite mgbe ha siri ike na aka",
  "A na-ewepụta ha site na iji mma bepụ ahịhịa dị n'okpuru akwụkwọ ala",
  "A na-edozi akwụkwọ ndị dị n'èzí, a na-ewepụkwa akwụkwọ ọ bụla na-arịa ọrịa, mebiri emebi, ma ọ bụ akwụkwọ ọkpụkpụ. Oge igbu oge n'iwe ihe ubi nwere ike ime ka isi kewaa n'ihi mgbasawanye nke akwụkwọ ndị dị n'ime na uto na-aga n'ihu.",
  "Mgbe a na-akụ ya maka mkpụrụ, a ga-ekewapụ cabbages site na ụdị B",
  "oleracea ndị ọzọ, gụnyere ụdị ọhịa, site na 0.8 ruo 1.6 km (½ to 1 mi ) iji gbochie mmetụta nke ụdị abụọ dị iche",
  "Ụdị Brassica ndị ọzọ, dị ka B",
  "rapa, B",
  "juncea, B",
  "nigra, B",
  "napus na Raphanus sativus, anaghị agafe ngwa ngwa.",
  "E nwere ọtụtụ ụdịdị cabbage, nke ọ bụla gụnyere ọtụtụ ụdị:",
  "Ụfọdụ akwụkwọ odide na-akọwa naanị ụdị atọ: savoy, nke na-acha uhie uhie, nke na-acha ọcha na nke na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Nke a na-abanye n'okpuru nke ikpeazụ.",
  "N'ihi ọkwa dị elu nke ihe oriri na-edozi ahụ, cabbage nwere nsogbu na-edochi ahụ, gụnyere boron, calcium, phosphorus na potassium. E nwere ọtụtụ nsogbu ahụike nke nwere ike imetụta ọdịdị nke cabbage mgbe owuwe ihe ubi gasịrị",
  "Ọkụ dị n'ime na-eme mgbe akụkụ nke akwụkwọ dị n'etiti na-acha nchara nchara, mana akwụkwọ ndị dị n'èzí na-ele anya dị ka ihe dị mma",
  "Necrotic spot bụ ebe e nwere oghere oghere dị n'ime ala nke dị milimita ole na ole gafee nke a na-agbakọta gburugburu etiti",
  "Na ntụpọ ose, obere ntụpọ ojii na-apụta n'ebe dị n'etiti akwara, nke nwere ike ịbawanye n'oge nchekwa.",
  "Ọrịa fungus gụnyere wirestem, nke na-akpata transplantation na-adịghị ike ma ọ bụ na-anwụ anwụ; <i id=\"mwAj4\">Fusarium</i> yellows, nke na na-akpatara osisi ndị nwere akwụkwọ odo odo na ndị gbagọrọ agbagọ; na blackleg (lee Leptosphaeria maculans), nke na-eduga n'ebe ndị na-ada n'osisi na akwụkwọ ndị na-acha nchara nchara. Fungi Alternaria brassicae na A",
  "brassicicola na-akpata ntụpọ akwụkwọ ojii na osisi ndị metụtara",
  "Ha na-ebute mkpụrụ na ikuku, ma na-agbasa site na spores na ihe mkpofu osisi na-arịa ọrịa nke a na-ahapu n'elu ala ruo izu iri na abụọ mgbe owuwe ihe ubi gasịrị",
  "Rhizoctonia solani na-akpata ọrịa wirestem, na-akpatara ụmụ osisi nwụrụ anwụ (\"damping-off\"), mgbọrọgwụ ire ure ma ọ bụ uto na-adịghị mma na obere isi.",
  "Otu n'ime ọrịa nje bacteria kachasị emetụta cabbage bụ ntụpọ ojii (black rot), nke Xanthomonas campestris kpatara, nke na-akpata mmerụ ahụ chlorotic na necrotic nke na-amalite na mpụga akwụkwọ, na ịta nke osisi",
  "Clubroot, nke ihe dị n'ala na-adị ka Plasmodiophora brassicae, na-akpata mgbọrọgwụ na-afụli elu, nke yiri klọb",
  "Downy mildew, ọrịa parasitic nke oomycete Peronospora parasitica kpatara, na-emepụta akwụkwọ na-acha ọcha, na-acha nchara nchara ma ọ bụ olive mildew na ala akwụkwọ ya; a na-ejikarị ya na ọrịa fungal powdery mildew.",
  "Ihe ndị na-egbu egbu na-agụnye nematodes na ụgbala cabbage, nke na-emepụta osisi ndị na-acha odo odo na ndị na-adịghị mma; aphids, nke na'akpali osisi ndị na'acha odo odo; harlequin cabbage bugs, nke na na-akpata akwụkwọ ọcha na odo; thrips, nke na - na-eduga na akwụkwọ nwere ntụpọ na-acha ọcha; flea beetles, nke na obere oghere na-eme ka akwụkwọ nwee nnukwu oghere dị n'ime akwụkwọ. Ọnọdụ caterpillar nke \"obere urukurubụba na-acha ọcha\" (Pieris rapae), nke a maara na United States dị ka \"ogwu cabbage si mba ọzọ\", bụ nnukwu ihe na-egbu egbu na ọtụtụ mba.",
  "Nnukwu urukurubụba na-acha ọcha (Pieris brassicae) jupụtara na mba ndị dị n'ebe ọwụwa anyanwụ Europe",
  "Mkpụrụ osisi diamondback (Plutella xylostella) na ụgbala cabbage (Mamestra brassicae) na-eto eto na okpomọkụ dị elu nke kọntinent Europe, ebe ha na-emebi ihe ọkụkụ cabbage. Cable looper (Trichoplusia ni) bụ ihe a ma ama na North America maka agụụ ya na maka ịmepụta frass nke na-emetọ osisi. Na India, nla diamondback emeela ka ihe ruru pasent ịrị itoolu funahụ ihe ọkụkụ ndị a na-agwọghị ọgwụ ahụhụ. Ụmụ ahụhụ ndị na-ebibi ala gụnyere mgbọrọgwụ cabbage (Delia radicum) na ụgbala cabbage (Hylemya brassicae), nke igurube ya nwere ike igwu ala n'ime akụkụ nke osisi ndị mmadụ riri.",
  "Ịkụ osisi n'akụkụ ndị ọzọ so n'ezinụlọ cabbage, ma ọ bụ ebe etinyere osisi ndị a n'afọ ndị gara aga, nwere ike ịkpali mgbasa nke nje na ọrịa. Mmiri gabigara ókè na okpomọkụ gabigara oke nwere ike ịkpata nsogbu ọrụ ugbo.",
  "Ihe ndị na-enye aka belata ibu isi gụnyere: uto n'ala a na-ejikọta ọnụ nke sitere na ọrụ ugbo na-enweghị ọrụ ugbo, ụkọ mmiri, mmiri, ụmụ ahụhụ na ọrịa, na onyinyo na nrụgide nri nke ahịhịa kpatara.",
  "N'afọ 2020, mmepụta ụwa nke cabbages (gwakọta ya na brassicas ndị ọzọ) bụ nde tọn ịrị asaa na otu, nke China duziri",
  "Ha nwetara pasent ịrị anọ na asatọ nke ngụkọta ụwa (tebụl)",
  "Ndị ọzọ na-emepụta ihe bụ India, Russia, na South Korea.",
  "Àtụ:Nutritionalvalue",
  "Cabbages a na-ere maka ahịa na-adịkarị obere, a na-ejikwa ụdị dị iche iche maka ndị a na-erekere ozugbo owuwe ihe ubi na ndị echekwara tupu ire ere",
  "Ndị a na-eji eme ihe, ọkachasị sauerkraut, buru ibu ma nwee pasent dị ala nke mmiri. A na-eji ma aka na igwe na-ewe ihe ubi, a na-ejikarị aka na-ewepụta ihe maka cabbages maka ahịa ahịa",
  "N'ọrụ azụmahịa, a na-edozi cabbages e ji aka mee, hazie, ma tinye ha kpọmkwem n'ọhịa iji mee ka arụmọrụ dịkwuo mma.",
  "Mmiri na-eme ka akwụkwọ nri ahụ jụọ oyi ngwa ngwa, na-enye ohere maka mbupu mbu na ngwaahịa dị ọhụrụ",
  "Enwere ike ichekwa cabbage ogologo oge na -1 ruo 2 °C (30 ruo 36°F) na iru mmiri nke pasent ịrị itoolu; ọnọdụ nchekwa ndị a ga-eme ka cabbage ruo ọnwa isii n'emebighi emebi",
  "Mgbe echekwara ya n'ọnọdụ na-adịchaghị mma, cabbage ka nwere ike ịdịru ọnwa anọ.",
  "Nri cabbage dịgasị iche iche gburugburu ụwa: Russia nwere ihe kachasị elu kwa afọ na 20 kg (44 lb), Belgium sochiri ya n'inweta 4.7 kg (10 lb 6 oz)",
  "Netherlands nwetara 4.0 kg (8 lb 13 oz)",
  "Ndị America na-eri 3.9 kilogram (8.6 lb) kwa afọ maka onye ọ bụla.",
  "A na-akwadebe ma na-eri cabbage n'ọtụtụ ụzọ dị iche iche",
  "Nhọrọ kachasị mfe gụnyere iri akwụkwọ nri na-esighi ya esi ma ọ bụ mgbe esiri ya n'ọkụ, ọ bụ ezie na ọtụtụ nri na-esi nri pickle, stew, sautée ma ọ bụ brayze cabbage. Pickling bụ ụzọ a na-ejikarị echekwa cabbage, na-emepụta efere dịka sauerkraut na kimchi, ọ bụ ezie na a na-emekarị kimchi site na cabbage Chinese (B",
  "rapa subsp",
  "pekinensis). A na-ejikarị cabbages Savoy eme ihe na salads, ebe a na-eji ụdị akwụkwọ dị nro eme ihe maka ahịa ahịa na nhazi. Bean curd na cabbage bụ ihe dị mkpa nke nri ndị China, ebe a na-eji poteto fọdụrụ na cabbage esi ma rie ya na anụ oyi.",
  "Na Poland, kabeeji bụ otu n'ime nri ndị a na-akụkarị, ọ na-egosipụtakwa nke ọma na nri Polish",
  "A na-eri ya ugboro ugboro, ma sie ya ma ọ bụ dị ka sauerkraut, dị ka efere n'akụkụ ma ọ bụ dị ka ihe na-esi na efere ndị dị ka bigos (kabeeji, sauerkraut, anụ, na anụ anụ ọhịa, n'etiti ihe ndị ọzọ) gołąbki",
  "Mba ndị ọzọ dị n'ebe ọwụwa anyanwụ Europe, dị ka Hungary na Romania, nwekwara nri ọdịnala nke nwere cabbage dị ka isi ihe. Na India na Ethiopia, a na-etinye cabbage na salad na bray. Na United States, a na-eji cabbage eme ihe maka mmepụta nke coleslaw, na-esote iji ahịa na mmepụta sauerkraut.",
  "Ọ bụ glucosinolates, otu klas nke sulfur-containing glucosides, na-akpata ụtọ nke cabbage",
  "Ọ bụ ezie na a na-ahụ ya n'ime osisi ahụ, ihe ndị a na-elekwasị anya n'ọtụtụ kachasị elu na mkpụrụ; a na-achọta obere na anụ ahụ na-eto eto, ha na-ebelata ka anụ ahụ na na-aka nká. A na-akatọkarị cabbage e siri esi maka ísì na ụtọ ya na-esi ísì ụtọ",
  "Ihe ndị a na-etolite mgbe a na-esi nri na cabbage ma na-emepụta gas hydrogen sulfide.",
  "Cable a na-esighi esi bụ 92% mmiri, 6% carbohydrates, 1% protein, ma nwee abụba na-enweghị atụ (tebụl)",
  "N'ime 100 gram, cabbage a na-esighi esi bụ ihe na-enye vitamin C na vitamin K, nke nwere pasent ịrị anọ na anọ na pasent ịrị asaa na abụọ, nke Daily Value (DV). Cabbage bụkwa isi iyi dị mma (10X19% DV) nke vitamin B6 na folate, na-enweghị ihe oriri ndị ọzọ nwere ihe dị mkpa maka 100-gram (tebụl).",
  "Nnyocha bụ isi na phytochemicals cabbage na-aga n'ihu iji chọpụta ma ọ bụrụ na ụfọdụ ihe ndị dị na cabbage nwere ike imetụta ahụike ma ọ bụ nwee ike ịlụso ọrịa ọgụ, dị ka sulforaphane na glucosinolates ndị ọzọ. Nnyocha banyere akwụkwọ nri cruciferous, gụnyere cabbage, gụnyere ma ha nwere ike belata ihe ize ndụ megide ọrịa kansa eriri afọ. Cabbage bụ isi iyi nke indole-3-carbinol, kemịkal n'okpuru nyocha bụ isi maka ihe ndị nwere ike ịdị na ya.",
  "Na mgbakwunye na ebumnuche ya dị ka akwụkwọ nri a na-eri eri, a na-eji cabbage eme ihe n'akụkọ ihe mere eme na herbalism",
  "Ndị Gris oge ochie tụrụ aro iri akwụkwọ nri ahụ dị ka ihe na-eme ka ahụ dị ọcha, ma jiri mmiri cabbage dị ka ihe ngwọta maka nsị anwụrụ, maka ihe nchebe anya, na maka ihe mkpuchi maka mmerụ ahụ. Onye Rom oge ochie, Pliny the Elder, kọwara ma nri na ọgwụ nke akwụkwọ nri. Ndị Ijipt oge ochie riri chow e siri esi na mbido nri iji belata mmetụta na-egbu egbu nke mmanya. Ojiji ọdịnala a nọgidere na akwụkwọ ndị Europe ruo n'etiti senchiri nke irí abụọ.",
  "A na-eji ihe ndị na-eme ka akwụkwọ dị jụụ mee ihe na Britain dị ka ọgwụgwọ na Agha Ụwa Mbụ, yana dị ka ihe mgbochi maka ọnyá na ọnya ara",
  "Ojiji ọgwụ ndị ọzọ edere na ọgwụ ọdịnala Europe gụnyere ọgwụgwọ maka rheumatism, mgbu akpịrị, hoarseness, colic, na melancholy. A na-eji ma cabbage mashed na mmiri cabbage mee ihe na ọgwụ iji wepụ ọzịza na ịgwọ warts, oyi ịba n'ahụ, appendicitis, na ọnyá.",
  "Iribiga cabage ókè nwere ike ibute mmụba nke gas eriri afọ nke na-akpata ọzịza na flatulence n'ihi trisaccharide raffinose, nke obere eriri afọ mmadụ enweghị ike ịgbari, mana nje bacteria na nnukwu eriri afọ na-agbari ya.",
  "A na-ejikọta cabbage na ntiwapụ nke ọrịa ụfọdụ sitere na nri, gụnyere Listeria monocytogenes na Clostridium botulinum",
  "A chọpụtala nsị nke ikpeazụ ahụ na ngwakọta coleslaw a na-eme tupu oge eruo, ebe a chọtara spores na cabbages dum nke dị mma n'ọdịdị. Ụdị Shigella nwere ike ịdị ndụ na cabbage e gburu egbu. Ntiwapụ abụọ nke E",
  "coli na United States ejikọtara ya na iri chou",
  "Nnyocha ihe ize ndụ nke ihe ndị dị ndụ kwubiri na enwere ike ịrịa ọrịa ndị ọzọ na-ejikọta ya na cabbage a na-esighị esi, n'ihi mmetọ n'ọtụtụ ọkwa nke usoro uto, owuwe ihe ubi na nkwakọ ngwaahịa",
  "Ihe ndị na-emetọ mmiri, mmadụ, anụmanụ na ala nwere ike ibufe na cabbage, na site n'ebe ahụ gaa na onye na-eri ya.",
  "Cabbage na akwụkwọ nri ndị ọzọ nwere obere thiocyanate, ihe jikọtara ya na mmepụta goiter mgbe iri iodine adịghị mma."
]