[
  "Cadbury Nigeria Plc bụ ụlọ ọrụ nri, ihe na-atọ ụtọ na ihe ọṅụṅụ nke nwere isi na Lagos, Naịjirịa ma na-ere ahịa na Nigerian Stock Exchange",
  "Cadbury Nigeria Plc bụ enyemaka nke Mondelez International, otu n'ime nnukwu ụlọ ọrụ snacking n'ụwa",
  "Ngwaahịa ụlọ ọrụ ahụ bụ Bournvita ma na-asọ mpi na ụdị sitere na Nestle, GlaxoSmithKline na Promasidor.",
  "Akụkọ Cadbury Schweppes na Naịjirịa malitere na afọ 1950 há mgbe ọ malitere inweta koko na mbubata ngwaahịa buru ibu ma tinye ya n'ime ite maka ire ere na mba ahụ",
  "Mgbe ha mechara chọta ohere ahịa na mba ahụ, otu ahụ guzobere ụlọ ọrụ na-emepụta ihe na Jenụwarị, na afọ 1965.",
  "Ụlọ ọrụ ahụ ghọrọ ụlọ ọrụ a kpọtụrụ aha n'ihu ọha na afọ 1976 mgbe Cadbury Schweppes rere 20% nke mmasị ya na ụlọ ọrụ ahụ",
  "Ntinye ego nke ụlọ ọrụ ahụ na njikọta nke usoro nnyefe ya dugara n'ịmepụta ụlọ ọrụ ntụgharị sorghum na Stanmark Industries na Ondo, ụlọ ọrụ nhazi koko",
  "Stanmark na-enye ihe ndị a na-emepụta maka ngwaahịa ya dị mkpa, Bournvita ma bụrụ isi iyi nke ego mba ọzọ site na mbupụ ngwaahịa koko",
  "N'afọ 2006, ụlọ ọrụ enyemaka ahụ na-edozi tọn 15,000 nke akị bọta akị bekee, mmanya akị bọọlụ na ntụ akị bọrọ.",
  "N'afọ 2006, ụlọ ọrụ ahụ wepụtara nkwupụta na-ekpughe mmejọ ego n'ọtụtụ akụkọ kwa afọ gara aga.  Ozugbo ekpughere ya, onye isi na onye isi ego gbara arụkwaghịm n'ọkwa ha",
  "Ụlọ ọrụ ahụ mechara kwupụta na ọ ga-ewere ụgwọ ihe pụrụ iche na akwụkwọ ndekọ ego ya n'ihi nkwupụta na-ezighi ezi.",
  "Isi ngwaahịa ụlọ ọrụ ahụ bụ Bournvita na Tom Tom",
  "E webatara nke mbụ na mba ahụ na afọ 1960 na nke ikpeazụ na afọ 1970",
  "Mgbe e guzobere ụlọ ọrụ na-emepụta ihe na afọ 1965, ụlọ ọrụ ahụ mefuru ego na mgbasa ozi Bournvita, ma n'ime usoro ahụ mụbaa òkè ahịa nke akara ahụ",
  "Bournvita mechara bụrụ onye ndu ahịa na ngalaba ya",
  "Iji melite mkpa nri na-edozi ahụ, na afọ 1994, ụlọ ọrụ ahụ gụnyere vitamin na mineral dị mkpa na Bournvita.",
  "Ngwaahịa ndị ọzọ nke ụlọ ọrụ ahụ gụnyere Cadbury Eclairs, Malta sweets, Trebor na Peppermint mbụ. Ihe ọṅụṅụ nyere 58% nke ego ọ na-enweta na afọ 2018 na ihe na-atọ ụtọ nyere 26%. Na mgbakwunye, ọ na-ere Creme Rollers, Chocki, Hall Take 5 na Bubba Gum."
]