[
  "Caesar Carl Wilhelm Hans Henkel (1837 Fulda, Hesse - ubochí irí na isii n'ọnwa June 1913 Umtata), bụ ónyé Germany a mụrụ na South Africa na-ahụ màkà ọhịa, ónyé na-ese map, Ónyé na'ese ihe, onye agha na onye na-ahụ Màkà ihe ọkụkụ",
  "Ọ bụ nna John Spurgeon Henkel.",
  "Henkel si n'ezinụlọ ndị agha Germany ichié ma dị íchè íchè",
  "Ọ debanyere aha dị ka ónyé isi na British-German Legion n'oge Agha Crimea",
  "Agha ahụ kwụsịrị tupu ndị British-German Legion ahụ ihe ọ bụla, Henkel biri na Eastern Cape na 1856, ebe ọ rụrụ ọrụ dị ka odeakwụkwọ nke onye isi Baron Richard von Stutterheim (1809-1872) ma rụọ ọrụ dị mkpa n'ịkwado ndị Germany kwagara na mpaghara King William's Town.",
  "N'ịlaghachi n'ọrụ na Indian Mutiny, Henkel jupụtara n'ọkwa nchịkwa dị íchè ichè na Eastern Cape n'etiti 1860-75",
  "O gosipụtara na ọ bụ ónyé na-ese map nke ọma n'ọfịs nke ónyé nyocha-ọchịchị n'etiti afọ 1876 rụọ 83; map ya nke Transkei weere mgbe ahụ dị ka ọrụ doro anya",
  "Mgbè nke ahụ gasịrị, ọ rụrụ ọrụ dị ka onye na-elekọta ọhịa na mpaghara Stockenstrom na King William's Town",
  "N'ikpeazụ, a họpụtara ya ka ọ bụrụ ónyé isi ọhịa ma debe ya na Umtata ma bụrụkwa ónyé na-ahụ màkà nchekwa nke oké ọhịa ndị a na-ahụkarị na mmepe nke ọhịa azụmahịa na Transkei",
  "Ọrụ ọsụ ụzọ ya n'ọhịa ndị a nwere mmetụta dị ukwuu n'ụzọ a na-eme n'ọchịchị na South Africa",
  "Henkel wepụtara iwu nke iguzobe ubi wattle dị íchè ichè na Transkei iji belata mmebi nke oké ọhịa ndị a.",
  "Mgbè ọ lara ezumike nká, ọ ghọrọ ónyé kansụl ọbọdọ nkè Umtata wee malite ibubata osisi na obere osisi bara uru na nke a na-adịghị ahụkebe nke ọ kụrụ na ala ya, \"The Pines\", na mpụga Umtata",
  "N'ebe a ka ọ bịdọrọ ebe mbụ a na-amụ azụ na mba ahụ",
  "A na-echeta aha ya na Podocarpus henkelii",
  "A na-edebe ụfọdụ n'ime ihe osise ya na East London Museum, Africana Museum na Johannesburg na History Museum na Grahamstown.",
  "Caesar Henkel lụrụ Auguste Radue (ubochí irí àtó n'ọnwa Nọvemba 1850 Arnswalde - ụbọchị isii n'ọnwa Ọktoba 1928) ha zụlitere ezinụlọ nke ụmụ nwoke isii na ụmụ nwanyị isii:"
]