[
  "Calvin Bell Jones (Jenụwarị úbọchị asaá, 1934 rụọ Ọgọst ubochí irí abụọ na otu, 2010) bụ ónyé na-ese ihe nkiri na ónyé na-eme ihe nkiri Black Arts Movement si Chicago. A maara ya karịsịa màkà mgbidi na ihe osise itoolu ya.",
  "E nyere ya agụmakwụkwọ zuru oke iji gaa Chicago Institute of Art ma nata BFA ya na eserese / eserese na ihe osise na 1957.</ref> Ọrụ afọ iri na asaa mbụ Jones rụrụ bụ na mgbasa ozi",
  "Ọ bụ ónyé nduzi nka Africa America mbụ nke Hallmark Cards ma rụọ ọrụ màkà ụlọ ọrụ mgbasa ozi ojii mbụ, Vince Cullers Advertising (nke e guzobere na 1956). Tụkwasị na nke a, Jones rụrụ ọrụ na ụlọ ọrụ nke ya, Sales Graphics Advertising.",
  "Malite na 1976, ọ ghọrọ ónyé isi mural ọbọdọ na Chicago ma soro Mitchell Caton rụkọọ ọrụ na mural isii nke Chicago. Tụkwasị na nke a, akwụkwọ mural nke Jones gụnyere mural na Detroit na Atlanta.: 254",
  "N'afọ 1950, Jones lụrụ Irene Tabron",
  "Ha nwèrè nwá nwoke, Byron Jones na 1950s.",
  "N'afọ 1960, Jones mepụtara keratoconus, ọnọdụ corneal nke na-akpata mgbagwoju anya anya",
  "Ọnọdụ ahụ mèrè ka o kpuo ìsì n'ụzọ iwu maka ọtụtụ ógè ndụ ya. O kwuru na ọ mèrè ka ọ \"hụ ìhè dị ka kaleidoscope, ugboro asatọ\"",
  "Faheem Majeed, South Side Community Arts Center Executive Director na curator, kwuru na ọ bụ arụmụka ma ọ bụrụ na o mepụtara ihe ọ hụrụ ma ọ bụ ma ọ bụrụ n'ụzọ ebumnuche na-emepụta ihe oyiyi",
  "Jones natara cornea transplantation na 1980s nke weghachiri anya ya.",
  "Ọnọdụ akụrụ Jones kara njọ mgbè ọ nọ na California na-eleta ónyé mmekọ ya Cynthia Ross",
  "Ọ jụrụ dialysis",
  "A na-ekewa ntụ ya n'etiti oké ọhịa redwood nke California na ezinụlọ ya dị ndụ.25 Nwa ya nwoke Byron na nwanne ya nwanyị Alletta Jumper hapụrụ ya.",
  "A na-edebe akwụkwọ ya na Chicago Public Library",
  "E gosipụtara ihe osise Jones na mba ụwa (Senegal na Nigeria). E tinyere ọrụ ya na nka na Chicago, ngosi 1945-1995.",
  "Ihe osise nkè ọrụ nka mbụ ya gụnyere ndị Africa America na-emegide ụkpụrụ na-echetara akwa Africa",
  "Ihe osise Jones mechara bụrụ ihe na-enweghị atụ na 1980s ma jiri ihe osise dị egwu na nke nwere agba dị egwu, na-etinyekarị ihe na ihe osise dịka ụgbụgbọ osisi, arịa ọkụ, ábụ́bà, ákwà a na-acha odo odo na akwụkwọ-mache."
]