[
  "Calvin Esau Lightner (Maachị 31, 1878 ruo Mee 21, 1960) bụ onye Amerịka na-ese ụkpụrụ ụlọ, onye na-ewu ụlọ, na onye na-arụ ọrụ n'ime ụlọ",
  "A mụrụ ya na South Carolina wee kwaga Raleigh, North Carolina iji mụọ ihe owuwu na Mahadum Shaw",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gara ọmụmụ ihe ụlọ ọrụ na Hampton Institute ma mụọ ịgbasi ozu na Tennessee",
  "Ya na nwanne ya nwoke guzobere ụlọ ọrụ C",
  "E",
  "Lightner na Brothers ma wuo ọtụtụ ụlọ maka ndị otu ndị isi ojii nke Raleigh.",
  "Lightner guzobere ebe olili ozu mbụ maka ndị ahịa ojii na Raleigh n'akụkụ East Hargett Street",
  "Ọ gara n'ihu na-ewu ọtụtụ ụlọ ahịa n'okporo ụzọ ahụ, si otú a na-akpali mgbanwe na nchịkọta nke azụmaahịa ndị isi ojii nke Raleigh na East Hargett, nke a maara dị ka \"Black Main Street\" nke obodo ahụ",
  "N'afọ 1919, ya na ndị isi ojii abụọ ndị ọzọ malitere mkpọsa ndọrọ ndọrọ ọchịchị maka ọfịs obodo na ebumnuche nke ịkpali mmasị ndọrọ ndọrọ ọchịchị na obodo ndị isi ojii",
  "Lightner chọrọ ọkwa nke Kọmishọna nke Ọrụ Ọha",
  "Mmachibido iwu Jim Crow gbochiri ọtụtụ ndị isi ojii ịtụ vootu ma ha atọ meriri ntuli aka ha, ọ bụ ezie na Lightner nwetara vootu otu narị na iri anọ na abụọ",
  "N'afọ 1921, o wuru Mechanics and Farmers Bank Building na Durham na Lightner Arcade na Hotel na Raleigh",
  "Nke ikpeazụ ahụ ghọrọ ebe ọrụ mmekọrịta mmadụ na ibe ya maka ndị isi ojii Raleigh ma nabata ndị egwu Cab Calloway, Count Basie, na Duke Ellington",
  "Lightner rere họtel ya na 1925 ma na 1959 nyefee azụmahịa olili ozu ya nye nwa ya nwoke, Clarence",
  "Lightner nwụrụ n'afọ sochirinụ",
  "A họpụtara Clarence dị ka onye isi ojii mbụ nke Raleigh na 1973",
  "Ọtụtụ n'ime ọrụ owuwu Lightner adịghịzi.",
  "A mụrụ Calvin Lightner na Machị 31, 1878 na Winnsboro, South Carolina, United States, nye Frank na Daphney Lightner",
  "A mụrụ nna ya n'ohu ma na-esote nnwere onwe na-arụ ọrụ ugbo ma na-arụkọ ọrụ dị ka ọkwá nkà, na-ewu ụlọ na Chester. A mụrụ nne ya dị ka onye nweere onwe ya",
  "Nna nna ya, Joseph Thompson, jere ozi na South Carolina General Assembly n'oge Reconstruction",
  "Dị ka ndekọ ọnụ ọgụgụ si kwuo, Frank amaghị akwụkwọ ebe Daphney nwere ike ịgụ akwụkwọ",
  "A na-ahazi Daphney na ụmụ ya dị ka mulatto na ọnụ ọgụgụ mba United States nke 1880.",
  "Lightner gara ụlọ akwụkwọ sekọndrị na Winnsboro tupu ọ kwaga Chester",
  "Ọ rụrụ ọrụ nwa oge dị ka onye ọkwá nkà na-amụta ọrụ n'okpuru nna ya. Ọ kwagara Raleigh, North Carolina na 1898 wee debanye aha na Mahadum Shaw, na-amụ ihe gbasara ụkpụrụ ụlọ. Ọ gụsịrị akwụkwọ na 1908 na Bachelor of Science. Ọ gara n'ihu na agụmakwụkwọ ya na ụlọ ọrụ mmepụta ihe na Hampton Institute",
  "Ọ lụrụ Mamie A",
  "Blackmon, nwa akwụkwọ ibe ya na Hampton na onye nkuzi akụ na ụba ụlọ Raleigh na Julaị 7, 1909 na Wake County",
  "Ha nwere ụmụ anọ: Calvin, Lawrence, Clarence, na Margaret",
  "N'afọ ahụ, ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ ịgbasi ozu na Nashville, Tennessee.",
  "Ka ọ na-erule 1906, Lightner guzobere ụlọ ọrụ iwu ihe nke C",
  "E",
  "Lightner na Brothers na Raleigh na nwanne ya nwoke Rayford",
  "N'afọ 1907, o chepụtara ma wuo ụlọ nke ya na Raleigh",
  "Mgbe ọ gụsịrị akwụkwọ na Shaw, ọ rụrụ ọrụ dị ka osote onye nkuzi na ụlọ ahịa ụlọ ọrụ mahadum ruo otu afọ",
  "Ụlọ ọrụ owuwu ya gara n'ihu na-ewu ọtụtụ ụlọ maka ndị isi ojii nọ n'etiti n'akụkụ ọwụwa anyanwụ na ndịda ọwụwawụwa anyanwụ nke obodo ahụ",
  "O wukwara ma ọ dịkarịa ala otu ụlọ maka onye ahịa ọcha na Boylan Heights",
  "Ebe dị iche iche na-ekwu na Lightner mere ihe osise na ụkpụrụ nke ya niile maka ọrụ ya",
  "Ụlọ ọrụ ya jiri trusses osisi kama ígwè n'ụlọ ya.",
  "Lightner bụ onye otu National Association for the Advancement of Colored People",
  "N'afọ 1919, ya na ndị isi ojii abụọ ndị ọzọ, Laurence Cheek na Manassa Thomas Pope gbara ọsọ maka ọfịs obodo na Raleigh site na nkwado nke Twentieth Century Voters Club, otu ndọrọ ndọrọ ọchịchị maka ndị na-acha ọbara ọbara",
  "Lightner chọrọ ọkwa nke Kọmishọna nke Ọrụ Ọha. Mmachibido iwu Jim Crow gbochiri ọtụtụ ndị isi ojii ịtụ vootu ma ha atọ meriri ntuli aka ha. Lightner nwetara vootu otu narị na iri anọ na abụọ nke kachasị n'ime ndị isi ojii ọ bụla",
  "N'ịtụgharị uche na mkpọsa ahụ, o kwuru \"Ọ bụrụgodị na anyị meriri anyị maara na ndị ọcha agaghị ekwe ka anyị na-achịkwa",
  "Mana anyị chọrọ naanị ịkpọte ndị anyị na ndọrọ ndọrọ ọchịchị",
  "\" Mgbasa ozi ahụ nwetara nkwado nke ọtụtụ ndị isi ojii ma kpasuru iwe nke ụfọdụ ndị isi ọcha, bụ ndị n'ihi ya kụdara ndị ọcha ndị ọzọ ume ịkwado ụlọ ọrụ ndị isi ojii na Raleigh",
  "N'afọ 1922, e mere ya onye otu kọmitii enyemaka ọhụrụ, Negro New Bern Relief Commission.",
  "N'afọ 1921, Lightner wuru Lightner Arcade na Hotel gafee okporo ámá site na Lightner Building, mgbe e mesịrị na-achị ọchị na o kpebiri iwu ya mgbe nwunye ya mere mkpesa na ọ nabatara ọtụtụ ndị enyi si n'obodo ọzọ n'ụlọ ha. Ụlọ egwuregwu ahụ ghọrọ ebe ọrụ mmekọrịta mmadụ na ibe ya maka ndị isi ojii nke Raleigh, a na-ewerekwa ya dị ka otu n'ime ụlọ nkwari akụ kachasị mma maka ndị ahịa ojii n'akụkụ East Coast nke United States",
  "N'oge ọ dị, ọ bụ otu n'etiti ụlọ nkwari ahịa abụọ dị na Raleigh nke ga-anabata ndị ahịa ojii na ndị egwu Cab Calloway, Count Basie, na Duke Ellington. Ụlọ ahụ nwekwara ụlọ oriri na ọṅụṅụ, ụlọ ahịa ọgwụ, ebe a na-akpụ isi, na ọfịs nke The Carolinian",
  "Lightner rụgharịrị Davie Street Presbyterian Church na 1922,  ebe ọ ghọrọ onye parish, na 1921 wuru Mechanics and Farmers Bank Building na Durham. N'afọ sochirinụ, o wuru ụlọ ọrụ Mechanics na Farmers na East Hargett Street na Raleigh. Lightner na nwanne ya nwoke rere họtel ahụ na May 1925 nye Ezinụlọ Ruth maka $108,000. N'afọ ndị 1930 o mepụtara Wake County Burial League iji ree mkpuchi olili ozu. N'afọ 1941, Lightner zụrụ ụlọ Capehart wee kwaga ebe olili ozu ya n'ebe ahụ",
  "Ọ lara ezumike nká n'afọ sochirinụ. N'afọ 1959, o nyere nwa ya nwoke, Clarence, ikike ịchịkwa ebe olili ozu ya.",
  "Lightner nwụrụ na Mee 21, 1960 na St",
  "Agnes Hospital na Raleigh",
  "E mere emume olili ozu maka ya na Mee 25 na Davie Street Presbyterian Church, e lie ya na Mt",
  "Hope Cemetery. Lightner Arcade gbara ọkụ na 1970. A họpụtara nwa Lightner, Clarence, dị ka onye isi ojii mbụ nke Raleigh na 1973. A kwaturu ụlọ ezinụlọ ya n'afọ 1990",
  "Ka ọ na-erule 2020, ọtụtụ n'ime ụlọ Lightner adịghịzi, ma e wezụga Davie Street Presbyterian Church na Mechanics and Farmers Bank Building na Durham."
]