[
  "Calvin L",
  "Hicks (Ọnwa Ọgọọst 18, afọ 1933 - rụọ ọnwa Ọgọọst 25, afọ 2013) bụ onye nta akụkọ Afrịka-Amerịka, onye na-eme ihe ike, onye nchịkọta akụkọ, na onye nkuzi egwu",
  "Ọ nwụrụ na New York.",
  "A mụrụ ya na Boston, United States, Hicks dere maka Boston Chronicle mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị",
  "Ọ gụsịrị akwụkwọ na Mahadum Drake",
  "Mgbe o dechara akwụkwọ akụkọ Baltimore Afro-American, ọ kwagara New York City ebe n'afọ 1960, o guzobere ma bụrụ onyeisi oche nke On Guard Committee for Freedom, otu ndị Black Nationalist na Lower East Side",
  "Ndị otu ya gụnyere Nannie na Walter Bowe, Harold Cruse, Amiri Baraka, Tom Dent, Rosa Guy, Joe Johnson, Archie Shepp, na Sarah Wright, n'etiti ndị ọzọ",
  "Nzukọ ahụ lere nnwere onwe nke Afrịka anya dị ka akụkụ nke ọgụ maka nnwere onwe ndị isi ojii na United States",
  "On Guard gara n'ihu bipụta akwụkwọ akụkọ nke ha na Hicks dị ka onye nchịkọta akụkọ.",
  "Hicks bụ onye isi nchịkwa nke Kọmitii Nchebe Monroe na nkwado nke Robert F",
  "Williams, ma na-arụsi ọrụ ike na Kọmitii Fair Play for Cuba",
  "Ọ bụ otu n'ime ndị guzobere Umbra Magazine, ya na onye na-ede uri na onye edemede Tom Dent",
  "Hicks bụkwa onye otu Harlem Writers Guild, ma na-arụsi ọrụ ike na Black Arts Movement, ebe a na-ewere ya dị ka otu n'ime ndị isi egwuregwu. \nDị ka onye edemede onwe ya, edemede ya pụtara na Freedomways, New Challenge, New York Age.",
  "Ọ rụrụ ọrụ dị ka onye nkuzi na Brooklyn College, Richmond College (nke a maara ugbu a dị ka College of Staten Island) na City College of New York.\nMalite n'afọ 1969, ọ kụziri na Mahadum Brandeis, na mgbe ahụ na Goddard College, Mahadum Brown, na Roxbury Community College",
  "Ọ bụ onye guzobere Black Educators Roundtable na Boston",
  "Site n'afọ 1974 ruo afọ 1975, ọ bụ onye gụsịrị akwụkwọ na Massachusetts Institute of Technology",
  "N'afọ 1984, ọ gụsịrị akwụkwọ na Cambridge College na nzere masta na nkà ihe ọmụma nke agụmakwụkwọ",
  "Ọ bụ onye otu ngalaba na nchịkwa na New England Conservatory of Music site n'afọ 1992 ruo afọ 2008 ma nọrọ na ngalaba nke Longy School of Music.",
  "E guzobere ihe ncheta Calvin Hicks maka ọmụmụ egwu na ncheta ya."
]