[
  "Calvin Coolidge Hernton (28 Eprel, 1932 - 30 Septemba, 2001) bụ onye mba Amerịka na-ahụ maka mmekọrịta mmadụ na ibe ya, onye na-ede uri na onye edemede, onye ama ama maka ọmụmụ ya nke 1965 Sex and Racism in America, nke a kọwara dị ka \"ile anya n'ezoghị ọnụ na ọrụ esemokwu mmekọahụ na-arụ na nkewa agbụrụ America, ọ nyekwara aka setịpụ ụda maka ọtụtụ nkatọ mmekọrịta ndị Africa na ibe ya n'ime afọ iri sochirinụ",
  "\"",
  "A mụrụ Hernton na Chattanooga, Tennessee, United States, n'ọnwa Eprel 28, afọ 1932",
  "Ọ gụrụ akwụkwọ na Talladega College na Alabama, ebe ọ natara B.A",
  "na sociology (1954), na Mahadum Fisk, ebe ọ nwetara nzere masta",
  "N'etiti afọ 1950, ọ rụrụ ọrụ dị ka onye ọrụ ebere na New York City",
  "Ọ gụkwara uri n'ebe ahụ ma soro guzobe magazin Umbra, nke bipụtara nchịkọta ndị edemede ojii gụnyere Langston Hughes, Ishmael Reed na Alice Walker",
  "Hernton mechara gaa London ma soro Institute of Phenomenological Studies (1965–69), na-agụ akwụkwọ n'okpuru R",
  "D",
  "Laing. Hernton nọ na-arụsi ọrụ ike n'akụkụ Obi Egbuna, C",
  "L",
  "R",
  "James na ndị ọzọ na Antiuniversity of London.",
  "Ọ laghachiri US na 1970, wee gaa Oberlin College dị ka onye edemede na ebe obibi ma mgbe afọ abụọ gasịrị, ọ sonyeere ngalaba Black Studies",
  "Ọ bụ Prọfesọ nke African-American Studies n'ebe ahụ ruo mgbe ọ lara ezumike nká n'afọ 1999.",
  "Hernton bụ onye dere akwụkwọ itoolu nke na-egosipụta ihe odide ya dị ka onye na-ede uri, onye na-ede akwụkwọ, onye edemede, onye na-ede egwuregwu, na onye ọkà mmụta sayensị na-elekọta mmadụ, gụnyere Sex and Racism In America (1965), nke a sụgharịrị n'ọtụtụ asụsụ, na The Sexual Mountain and Black Women Writers: Adventures in Sex, Literature, and Real Life (1987)",
  "E bipụtakwara uri ya na Essence, Evergreen Review na Black Scholar, n'etiti ebe ndị ọzọ, na ndekọ dị iche iche ma mee ya na egwuregwu na Broadway na njem.",
  "N'afọ 2011, Chelsea Art Museum mepụtara ihe nkiri nke Black Zero, ihe Aldo Tambellini mere na Group Center ọtụtụ oge n'etiti afọ 1963 nakwa afọ 1965",
  "Ihe ndekọ ụda nke Hernton na-agụ uri ya na-esonyere Ben Morea na Henry Grimes.",
  "Hernton nwụrụ na Oberlin, Ohio, mgbe ọ dị afọ 69.",
  "Akụkọ ifo",
  "Akụkọ Ihe Mere Mere Eme",
  "uri",
  "Egwuregwu",
  "Onyinye maka Anthologies"
]