[
  "Camilla Marie Nielsen née Jensen (1856-1932) bụ onye ọrụ ebere na onye ndọrọ ndọrọ ọchịchị Danish nke a na-echeta maka mkpebi ya maka ọrụ mmekọrịta mmadụ na ibe ya na mpaghara Frederiksberg nke Copenhagen",
  "N'afọ 1887, ọ nwetara ala mebiri emebi na Ny Carlsberg Vej nke ọ gbanwere ka ọ nwee obere ụlọ 75 maka ezinụlọ ndị nọ ná mkpa nwere ụmụaka",
  "N'afọ 1909, mgbe a họpụtara ya na bọọdụ nke ụlọ ọrụ enyemaka ọhụrụ nke Frederiksberg, o guzobere kichin ndị mmadụ nke na-emepụta ihe karịrị otu puku nri kwa ụbọchị maka ndị nwere nsogbu ego",
  "N'ịbụ onye na-etinye aka na ndị Social Democrats, ọ lụrụ ọgụ maka ọnọdụ ụlọ ka mma na mmelite maka ụmụnwanyị na ụmụaka",
  "Ọ bụghị naanị na ọ sonyere n'ọtụtụ òtù ọrụ ebere na Denmark kamakwa n'afọ 1915 ọ bụ otu n'ime ndị nnọchiteanya Danish na Women's Peace Congress na Hague.",
  "A mụrụ ya n'ụbọchị 20 Eprel 1856 na Særslev Parish dị nso na Jyderup na Holbæk Municipality, Camilla Marie Nielsen bụ otu n'ime ụmụ isii, mana naanị nwa nwanyị, nke onye nwe ala Jens Jensen (1823 - 1878) na nwunye ya Ane Kirstine née Kjølsen (1827 Xi1899)",
  "N'afọ 1881, ọ lụrụ Andreas Frederik Larsen, onye ọrụ, onye ya na ya nwere otu nwa, Jens Frederik (1881)",
  "Mgbe alụmdi na nwunye ahụ gbasara n'afọ 1903, ọ lụrụ onye ọkwọ ụgbọala bụ Christen Nielsen.",
  "A zụlitere Camilla Jensen n'otu nnukwu ala, na-aga akwụkwọ ụbọchị atọ n'izu",
  "Ọ ghọrọ onye maara nke ọma n'ide akwụkwọ na mgbakọ na mwepụ nke na n'oge na-adịghị anya ọ rụrụ ọrụ dị ka odeakwụkwọ nna ya n'ọrụ ugbo ya. Ọ nọrọ otu afọ na ọkara na-arụ ọrụ dị ka onye na-arụzi nri na Algestrup Manor",
  "N'afọ 1881, ọ lụrụ onye ọrụ ya na ya kwagara Copenhagen, na-ebi ndụ site na ọrụ ndị ha nwere ike ịchọta.",
  "N'afọ 1887, n'ihi kọntaktị ya na onye na-ahụ maka ihe onwunwe, ọ ghọrọ onye nwe ụlọ mebiri emebi na Ny Carlsbergsvej na Frederiksberg ebe ọ gara n'ihu na-arụzigharị obere ụlọ iri asaa na ise, na-akwụ ha ụgwọ dị ọnụ ala nye ezinụlọ ndị na-arụ ọrụ nwere ụmụaka",
  "N'afọ 1903, ọ lụrụ onye ọ hụrụ n'anya mbụ ya bụ Christen Nielsen, onye ọkwọ ụgbọala nke kpaliri mmasị ya na Social Democrats",
  "Ọ nwụrụ afọ anọ ka e mesịrị n'oge ọkọchị nke afọ 1907, na-ahapụ ya ka ọ na-elekọta onwe ya. N'ịbụ onye Social Democratic Women's Association gbara ume, na 1908 a họpụtara ya ka ọ rụọ ọrụ na bọọdụ nke ego enyemaka Frederiksberg, ọnọdụ ọ nọgidere na-arụ maka ndụ ya niile",
  "N'afọ sochirinụ, a kpọrọ ya ka ọ na-elekọta ụlọ kichin dị n'ógbè ahụ ebe ọ na-akwadebe ihe karịrị otu puku nri kwa ụbọchị nke ezigbo nri dị ọnụ ala, ọtụtụ n'ime mmefu ego ahụ bụ nke ego enyemaka na-akwụ.",
  "Site na mkpa ndị ọzọ sitere na Agha Ụwa Mbụ, n'afọ 1917 ọ na-elekọta Frederiksborg Folk Kitchen, na-emepụta nri abalị 3,000 kwa ụbọchị yana nri maka ụmụaka n'oge ọnwa oyi",
  "N'ihi nkwado o nwere ike ịnakọta, ọrụ ahụ nke gara n'ihu ruo n'afọ 1931, emeghị ka obodo ahụ kwụọ ụgwọ ọ bụla.",
  "N'ihu ndọrọ ndọrọ ọchịchị, Nielsen bụ onye otu ndị otu Social Democratic Women's Association, ebe a họpụtara ya n'afọ 1917 ka ọ bụrụ onye otu ndị isi nke Frederksberg Municipality, ebe ọ jere ozi ruo mgbe ọ nwụrụ n'afọ 1932",
  "Mgbe Agha Ụwa Mbụ tiwapụrụ, ọ ghọrọ onye otu Danish Peace Society (Dansk Fredsforening)",
  "Ya na Andrea Brochmann [da], ọ nọchitere anya Social Democrats na 1915 Women's Peace Conference na Hague, na-aghọ onye otu alaka Danish nke Women's International League for Peace and Freedom",
  "Ọ bụkwa onye otu ọtụtụ òtù ndị ọzọ na-enyere ndị mmadụ aka gụnyere Peter Sabroes Foundation na ụlọ ụmụaka, Odd Fellows Rebekka Home na ụlọ ụmụaka Princess Helena.",
  "Camilla Nielsen nwụrụ na 16 Disemba 1932 na Frederiksberg",
  "E liri ya na Frederiksberg Cemetery.",
  "N'afọ 1928, e nyere Nielsen Medal of Merit."
]