[
  "Raphael Camidoh Kofi Attachie (a mụrụ n'ụbọchị nke 21 n'ọnwa Jenụwarị n'afọ 1994) nke aha ya bụ Camidoh bụ onye Ghana Afropop, R&B na Afrobeats songwriter na onye egwu.",
  "A mụrụ Camidoh na Aflao na mpaghara Volta nke Ghana ma otu nne zụlitere ya na Ho, isi obodo Volta Region, Ghana. Site n'afọ 2008 ruo afọ 2012, Camidoh nwetara agụmakwụkwọ sekọndrị ya na Bishop Herman College, ebe ọ gụrụ na nka izugbe",
  "Ọ gara n'ihu na agụmakwụkwọ ya na Mahadum nke Professional Studies na Accra, Ghana, na-agụsị akwụkwọ na Bachelor of Science degree na Marketing.",
  "N'afọ 2018, Grind Don't Stop Records bịanyere aka na Camidoh",
  "N'otu afọ ahụ, Camidoh wepụtara egwu mbụ ya akpọrọ For My Lover nke gosipụtara Darkovibes O mechara wepụta The Best nke gosipụtara Kelvyn Boy na Available nke gosipụtara Eugy",
  "N'afọ 2021, o wepụtara otu egwu nke gosipụtara onye nhoputa ihe nrite nke BET  Kwesi Arthur nke akpọrọ Dance With You",
  "N'afọ 2020, o wepụtara egwu isii nke akpọrọ Contingency Plan (C.P.).",
  "Na Machị 2021, Camidoh rụrụ na Ihe nrite Mmeri Ntụrụndụ nke Citi TV haziri. A họpụtara egwu ya, Contingency Plan (C.P.) maka Album nke Afọ. Mgbe ọ rụchara ọrụ ya, ọ nwetara nkwanye ùgwù site n'aka onye isi ọrụ IMANI, Franklin Cudjoe bụ onye meriri ya $ 500.",
  "Ọ ghọrọ onye a ma ama n'etiti 2021 na 2022, mgbe ọ wepụtara egwu ya Sugarcane na Disemba 2021",
  "Egwu a malitere ịkawanye mgbe ndị Ghana na-emepụta vidiyo TikTok jiri egwu ahụ mee ihe na vidiyo ha, na-eje ozi dị ka ụzọ isi kwalite egwu ahụ n'ịntanetị. Abụ ahụ bụ nke ise na Shazam's top 200 most searched Afropop songs",
  "Na 8 Eprel 2022, o wepụtara remix nke egwu ahụ nke gosipụtara King Promise, onye egwu Naịjirịa bụ Mayorkun na onye egwu Britain bụ Darkoo",
  "N'izu mbụ nke ọnwa Mee, ọ fọrọ obere ka ọ bụrụ otu ọnwa ka a tọhapụrụ ya, mmekorita ahụ ruru ọnụ ọgụgụ otu na eserese egwu kacha elu nke otu narị nke Naịjịrịa na egwu Apple.",
  "Tupu ọ malite ọrụ egwu ya, Camidoh hụrụ egwu site n'aka onye Senegalese-American artist Akon na ebe nrụọrụ weebụ egwu YouTube mgbe ya na nwa nwanne nna ya nọ na ụlọ ịntanetị",
  "A kpaliri ya ịbanye n'ime egwu ma n'ihi nke ahụ, ọ na-ezo aka na Akon dị ka onye kwalitere egwu ya ma mmetụta ya.",
  "N'ọnwa Febụwarị afọ 2022, n'ajụjụ ọnụ Twitter Space na onye mgbasa ozi mgbasa ozi ọha na eze nke Ghana bụ KalyJay, Akon kwuru na “Anụla m abụ ahụ [Sugarcane]",
  "Ihe ndekọ ahụ buru ibu, \"..“Enwere m ndekọ ahụ",
  "Ọ bụ otu n'ime ihe ndekọ iri kachasị elu m na-egwu kwa ụbọchị."
]