[
  "CLEAR, Campaign for Lead Free Air, malitere n'afọ 1981 mgbè ónyé ọgaranya na-emepe ihe onwunwe, Godfrey Bradman, kpọtara ónyé na-eme mkpọsa na ónyé bụbu ónyé nduzi Shelter, Des Wilson iji nweta mmanụ ụgbọala na-enweghị isi na United Kingdom.  Wilson mèrè mkpọsa ọha na eze ma soro Dr Robin Russell-Jones dị ka ónyé ndụmọdụ ahụike na sayensị a na-akwụghị ụgwọ.",
  "N'ọnwa Eprel afọ 1983, Royal Commission on Environmental Pollution (RCEP) bipụtara akụkọ nké gosipụtara ihe ize ndụ nke ndu na ahụike ụmụaka, ma tụọ aro na ekwesighi itinye ndu na mmanụ ụgbọala. N'ime ọkara awa nke a na-ebipụta akụkọ RCEP, odeakwụkwọ gbụrụ-gbúrụ ébé obibi, Tom King, màrà ọkwa na gọọmentị ga-akwado iwebata mmanụ ụgbọala na-enweghị isi, na ụlọ ọrụ mmanụ ga-enye ya n'ihu, nakwa na ndị na-emepụta ụgbọ ala ga-emepụta injin nwéré ike iji ya.",
  "N'ogè na-adịghị ányá, Wilson gbárá arụkwaghịm na CLEAR iji bụrụ Ónyé isi óche nke Friends of the Earth",
  "Site n'afo 1984 ruo 89 Russell-Jones ghọrọ Ónyé isi oche nke CLEAR ónyé ọ nọchitere anya na kọmitii gọọmentị, Working Party on Lead in Petrol (WOPLIP).",
  "N'ịbụ ónyé mezuru ebumnuche ya, e mechiri CLEAR n'ụzọ iwu kwadoro n'afọ 1989",
  "N'ihi mkpa mkpọsa ahụ dị, Ọbá Akwụkwọ Wellcome, otu n'ime isi ihe onwunwe ụwa màkà ọmụmụ akụkọ ahụike, nwere nchịkọta nke ihe ndekọ CLEAR.",
  "A na-ewere CLEAR dị ka ihe atụ akwụkwọ nkuzi nké otu esi agba ọsọ ma merie mkpọsa gbụrụ-gbúrụ ébé obibi. Ọ bụ ezie na ọrụ nke ónyé na-eme mkpọsa nwèrè ahụmịhe na nke na-akpali akpali (Wilson) dị oke mkpa màkà ihe ịga nke ọma nke CLEAR, ọ gaghị emezu ebumnuche ya na-enweghị ntọala sayensị siri ike",
  "N'ikpeazụ, ọ dabere na dọkịta ụlọ ọgwụ (Russell-Jones) na ónyé ọkà mmụta sayensị a na-akwanyere ùgwù (Robert Stephens) nwèrè obi ike zuru oke na mkpebi nke ha iji tinye aha ọkachamara ha n'ihe ize ndụ n'ịchọ ihe kpatara ya.",
  "Mgbè a malitere CLEAR, ọkwa ọbara nke ndị ọrụ ahụike na UK weere dị ka ihe dị nchebe bụ iri atọ na ise micrograms kwa decilitre nke ọbara",
  "N'afọ 1991, e belatara ọkwa nke US Centre for Disease Control (CDC) weere dị ka ihe dị nchebe ruo irí, mànà CDC kwenyere ugbu a na enweghị ọnụ ụzọ dị nchebe ma kọwaa ọkwa dị n'elu isé dị ka ihe kpatara nchegbu.",
  "A na-ebu ụzọ tinye ntutu Tetraethyl na gasoline n'afọ 1920 dị ka ónyé na-ahụ màkà ihe, nké bụ ụzọ dị ọnụ ala iji bulie ogo octane",
  "Ọ gaghị ekwe omume iji catalytic converters na mmanụ ụgbọala dị ka isi na-ekpuchi platinum ma mee ka ihe na-akpali akpali ghara ịrụ ọrụ",
  "N'ihi ya, e webatara gasoline na-enweghị isi na Japan na ngwụcha afọ iri isii, na US n'etiti afọ iri asaa iji mee ka o kwe omume iji catalytic converters ma si otú a belata mmetọ fotochemical.",
  "Otú ọ dị, site n'afo 1979, n'ihu ihe akaebe na-arịwanye elu nke mmetụta na-emerụ ahụ nke ndu na omume ụmụaka, mmepe neuro-cognitive na IQ, Ngalaba Ahụike na Nchebe Ọha (DHSS) nyèrè iwu akụkọ n'okpuru Ónyé isi óche nke Prọfesọ Lawther",
  "Akụkọ sochirinụ, Lead and Health tụrụ aro na a ga-ebelata ihe dị n'ime mmanụ ụgbọala site na 0.4 ruo 0.15g / L, mànà enweghị aro iji webata mmanụ ụgbọala na-enweghị isi. Enweghịkwa aro ọ bụla iji belata ọkwa ndu a na-ewere dị ka ihe dị mma site na micrograms iri atọ na ise kwà decilitre nke ọbara.",
  "N'afọ 1980, ndị Conservation Society Pollution Working Party bipụtara nzaghachi nyé akụkọ Lawther nkè Prọfesọ Derek Bryce-Smith PhD, DSc, C Chem, FRSC, Prọfesor of Organic Chemistry na Mahadum Reading, na Dr Robert Stephens, PhD, DSC, C Chem FRSC na-agụ na Organic Chemy na Mahaduma Birmingham, mànà HMG guzogidere oku ha màkà mmanụ ụgbọala na-enweghị isi n'okpuru nrụgide sitere n'aka ndị na-emepụta ụgbọala na ụlọ ọrụ mmanụ.",
  "Mbipụta mbụ nkè akwụkwọ akụkọ CLEAR depụtara ebumnuche mkpọsa ahụ:",
  "N'afọ 1982, CLEAR Charitable Trust haziri nzukọ mba ụwa banyéré mmetụta nkè ihe ndị dị ndụ nke ikpughe isi dị ala, na usoro ndị sochirinụ, Lead versus Health, nke Russell-Jones na Michael Rutter FRS, Prọfesọ nke Child Psychiatry na Institute of Psychiatry, jikọrọ aka dezie. Otu isi nke (8), Russell-Jones na Dr Bob Stephens dere òkè nke anwụrụ ọkụ na mmanụ ụgbọala na-enye site na Russell-Jone na Dr BobStephens, ma kwubie na anwụrụ ọkụ dị na mmanụ ụgbọala nwere ọ dịkarịa ala pasenti iri asaa na anwụrụ mmiri nke nwatakịrị dị afọ abụọ na obodo ọdịda anyanwụ",
  "Nke a dị iche na ọnụ ọgụgụ gọọmentị nke pasent irí dị ka akọwapụtara na Lawther Report nke leghaara mmetọ nke ihe ọkụkụ dị n'elu ala ányá site na ikuku ikuku.",
  "Herbert Needleman si Mahadum Harvard (Isi nke iri na abụọ) na Clair Patterson si California Institute of Technology (Isi nke abụọ)",
  "N'afọ 1979, Prọfesọ Needleman bipụtara akwụkwọ dị mkpa na New England Journal of Medicine nké gosipụtara mmekọrịta na-adabere na ọgwụ n'etiti ọkwa dị elu nke ọta na ezé mmiri ara ehi na ọtụtụ nsonaazụ na-adịghị mma n'ime ụmụaka, gụnyere ihe ndọpụ uche, oke ọrụ, IQ dị ala na ọchịchọ inwe nkụda mmụọ n'ụzọ dị mfe.",
  "Clair Patterson wuru ụlọ nyocha dị ọcha na mmalite afọ iri ise iji tụọ obere isotopes na meteorite ígwè site na ọmụmụ nke usoro anyanwụ; nke pụtara na o nwèrè ike ịkọwa afọ nke ụwa na ijeri afọ 4.55, atụmatụ nkè a na-emetụbeghị. N'iji ụlọ ọrụ ya dị ọcha, Patterson nwere ike igosi na ọkwa okike nke ọkpụkpụ na samples prehistoric na pristine bụ usoro nke ịdị ala karịa atụmatụ gọọmentị, ọtụtụ n'ime ha na-atụle mmetọ ọkpụkpụ",
  "Ihe dị mkpa o nyèrè bụ ihe osise ya nke na-egosi na ọ bụrụ na otu ntụpọ na-anọchite anya ibu arọ nke mmadụ na-ahụ màkà nkà na ụzụ, na ntụpọ puku abuo na-anọchi anya ónyé ọrịa nwere nsị na-ahụ anya, mgbè ahụ, ibu arọ màkà ónyé okenye na-ebi na Western Society na-anọchitere anya ntụpọ narị ise",
  "N'ihi na ọ dịghị ihe ọzọ na-egbu egbu, e nwere ọdịiche dị n'etiti ihe a maara na ọ bụ ihe a na-ahụkarị na ihe a maara dị ka ihe na-egbu mgbu.",
  "Otú ọ dị, ihe méré nzukọ ahụ ji mepụta isi akụkọ bụ n'ihi na Prọfesọ Rutter, ónyé nọdụrụ na Kọmitii Lawther, gbanwere obi ya banyéré ihe kpatara isi, na njikọ ya na IQ dị ala n'ime ụmụaka."
]