[
  "A mụrụ Candida Alvarez na Brooklyn, New York, n'afọ 1955",
  "Ọ bụ onye America na-ese ihe na prọfesọ na-arụ ọrụ na Painting na Drawing na School of the Art Institute of Chicago ebe ọ na-akụzi kemgbe afọ 1998.",
  "A mụrụ Candida Alvarez na Brooklyn na nné na nnà ndị si Puerto Rico bịa afọ abụọ tupu mgbè ahụ, ma too na Farragut Houses. Alvarez nwetara BFA na Mahadum Fordham na 1977 wee gụọ akwụkwọ na Skowhegan School of Painting and Sculpture na 1981",
  "Ọ nwetara MFA ya na Yale School of Art na 1997, ma gụọ akwụkwọ na European Graduate School na Saas-Fee, Switzerland site na 2010-2012.",
  "Alvarez bụ ónyé na-ese ihe nke a maara màkà ngwakọta ya dị mgbagwoju anya nke ụdị abstract na figurative bara ọgaranya na pop, akụkọ ihe mere eme na nka nke ógè a, na-etinye akụkọ ụwa na ncheta onwe ónyé. Ọtụtụ n'ime ihe osise ya na-eji silhouettes na agba siri ike, ma gosipụta mmasị na ịma mma nke ihe osise, kitsch, na ihe eji aka rụọ.",
  "Ọrụ Alvarez gụnyere ihe ọkpụkpụ, collages, abstraction, na figuration, na ihe dịgasị iche iche dị ka ákwà, ágbá acrylic, enamel, galkyd, na nkwado dị ichè ichè site na ákwà ruo n'akpa ákwà na vellum.\nNa Mambomountain, nke e gosipụtara site na Disemba 2, 2012 ruo Machị 24, 2013 na Hyde Park Art Center na Chicago, ihe osise Alvarez na-acha anụnụ anụnụ na-enye mgbagwoju anya nke ihe a maara. Na Drawinggreen, nke e gosipụtara site na Septemba 14, 2012 ruo Ọktoba 13, 2012 na Riverside Arts Center na Chicago, atụmatụ Alvarez na ihe osise a bụ ịgbanwe Freeark Gallery ka ọ bụrụ 'ihe ngosi na-atụgharị uche na akwụkwọ ncheta njem'. Dị ka Hyde Park Art Center si kwuo, n'ime ọrụ ndị a, \"oge na akụkọ ihe méré eme na njirimara na-agwakọta ọnụ n'elu ákwà, na-emepụta ọnọdụ ngwakọta nke ala a na-amaghị ama",
  "\" E tinyewo ihe osise ya na Kemper Museum of Contemporary Art na Kansas City. Ọ bụ onye na-emepụta ejiji na Japan bụ Rei Kawakubo nabatara ya. N'ime afọ iri abụọ gárá aga, ọ kụziri na School of the Art Institute of Chicago.",
  "N'ajụjụ ọnụ nke Hyde Park Art Center bipụtara, Alvarez kwuru, ébé ọ bụ na ọ gbapụrụ na nkọwa ndị yiri ka ha ezughi oke màkà ihe osise na-enweghị atụ, achọpụtara m ka m mikpuru onwé m na mmekọrịta nke na-agbaso, na-agbanwere, ma na-emebi ụwa nke akụkọ, foto ihu, imewe, na ihe ncheta ihe osise n'ime ihe osise-enweghị isiokwu",
  "N'ikwu ya n'ụzọ dị nkenke, ọ dịghị ihe osise ọzọ; ọ bụ naanị ihe osise ka e nwere."
]