[
  "Cappa & D'Alberto PLC bụ ụlọ ọrụ na-ewu ụlọ na ụlọ nke nwere isi na Lagos Steeti",
  "E depụtara ya na mbụ na Nigerian Stock Exchange mana ọ họọrọ ka ewepụ ya n'afọ 2009 mgbe enwere ike ire òkè ya na Counter.",
  "Tọrọ ntọala na 1932, ọ bụ ụlọ ọrụ na-ewu ụlọ ndị Ịtali kacha ochie na Naịjirịa ma ọ kwadebere ụzọ maka ụlọ ọrụ ndị ọzọ na-ewu ihe na Ịtali ka e guzobe na Naịjirịa.",
  "Cappa & D'Alberto guzobere site na Pietro Cappa na Viginio D'Albert n'afọ 1932, ndị si Ịtali kwabata biri na Naịjirịa",
  "A mụrụ D'Alberto na Roasio na a mụrụ Cappa na Gifflenga. Ndị ọchụnta ego abụọ ahụ nwere ụzọ yiri nke ahụ gaa Afrịka, Cappa kwagara British West Africa n'afọ 1924 ma rụọ ọrụ na Ghana tupu ọ gaa Naijiria",
  "Mgbe D'Alberto bịara Ghana n'afọ 1929 tupu ọ rute Naịjirịa n'afọ 1931. Ha abụọ zutere na Kaduna n'afọ 1931 ma otu afọ ka e mesịrị guzobe Cappa na D'Alberto na ọfịs na Oil Mill St, Lagos",
  "Grato Cappa, nwanne Pietro mechara guzobe G Cappa n'afọ 1935",
  "Na mbido akụkọ ihe mere eme ya, ụlọ ọrụ ahụ na-arụ ọrụ maka ozi Katọlik na Lagos na Abeokuta",
  "O mechara were ọrụ dị anya site na isi ụlọ ya na Lagos dị ka iwu ụlọ gọọmentị na Yola nke a rụchara n'oge, na ụlọ ọgwụ Yola mgbe e mesịrị. Ụlọ ọrụ ahụ wee soro na nkwekọrịta na Sokoto na iwu ogige na Jos. Ọrụ a kwadoro ụlọ ọrụ ahụ site na nnukwu ịda mba",
  "N'oge Agha Ụwa nke Abụọ, akụ ụlọ ọrụ ahụ nọ n'okpuru nchịkwa nke ndị ọchịchị Britain site na onye na-elekọta ihe onwunwe ndị iro, ma D'Alberto na Cappa laghachiri Ịtali ma ndị ọrụ Ịtali fọdụrụ na Jamaica ruo mgbe agha ahụ biri. Ndị mmekọ ahụ laghachiri n'afọ 1945 wee guzobe ụlọ ọrụ ahụ, mgbe ha weghachitere akụ ha fọdụrụnụ.",
  "N'afọ 1950, ọ nwetara ikike n'aka Candido Da Rocha iji wuo ọfịs ọhụrụ na Campbell St, Lagos",
  "Ọrụ ụlọ ọrụ ahụ tupu nnwere onwe na Lagos gụnyere Holy Cross Cathedral na Humoani Mosque nke e wuru na 1930s na mgbe e mesịrị Kingsway Stores, Maternity Hospital, Lagos Island, Bristol Hotel na Western House. Na Ibadan, o wuru Cocoa House",
  "N'afọ 1950, ụlọ ọrụ ahụ banyere na ngalaba mmepe ihe onwunwe site na nguzobe Igbobi Development Company.",
  "N'oge nnwere onwe, ụlọ ọrụ ahụ wuru ụlọ nkwado maka ndị ọrụ na-ewu ụlọ na Kainji dam, ụlọ ọrụ NEPA, Marina, Tafawa Balewa Square ma tinye aka n'iwu National Stadium na Surulere",
  "Ụlọ ọrụ ahụ wuru ụlọ ọrụ gụnyere Dunlop na Ikeja na Arewa Textile, Kaduna. Ọrụ ụlọ ọrụ ahụ na Kainji gụnyekwara obodo New Bussa na ịkwaga ndị bi na mmiri ahụ metụtara.",
  "Ka ọ na-erule afọ 1970, ụlọ ọrụ ahụ na-akwado onwe ya na ngwá ọrụ nke ya, cranes na ụgbọala.",
  "Ụlọ ọrụ ahụ bụ otu n'ime ụlọ ọrụ ndị na-ewu ụlọ na Lagos Island, yana ọrụ ndị gụnyere: Civic Center Towers, Mobil House, Zenon House, Union Marble building na Wings complex, Victoria Island."
]