[
  "Cara Mund (/ˈkɑːrə/ KAR-ə; amụrụ na Disemba 8, n'afọ 1993) bụ onye America mara mma nke Bismarck, North Dakota",
  "N'ọnwa Juun n'afọ 2017, e chiri ya Miss North Dakota 2017",
  "Na Septemba 10, 2017, e chiri ya Miss America 2018 na Atlantic City wee bụrụ onye asọmupi mbụ si North Dakota iji merie asọmupi ahụ.\nCara Mund (/ˈkɑːrə/ KAR-ə; amụrụ na Disemba 8, n'afọ 1993) bụ onye America mara mma nke Bismarck, North Dakota",
  "N'ọnwa Juun n'afọ 2017, e chiri ya Miss North Dakota 2017",
  "Na Septemba 10, 2017, e chiri ya Miss America 2018 na Atlantic City wee bụrụ onye asọmupi mbụ si North Dakota iji merie asọmupi ahụ.",
  "A mụrụ Mund na Bismarck, North Dakota nye DeLora Kautzmann-Mund na Doug Mund",
  "Ọ bụ nwanne nke oteaka Victoria Woodhull, nwanyị mbụ zọrọ ọkwa onye isi ala nke United States.",
  "Mund bụ onye na-emeri ihe nrite na onye na-agba egwu. N'ụlọ akwụkwọ sekọndrị, ọ zụrụ oge okpomọkụ anọ na Radio City Rockettes ma kpọọ ya otu n'ime \"Successful Rockette Women\" na 2019. Kemgbe ọ dị afọ iri na anọ, Mund haziri ihe ngosi ejiji ego kwa afọ nke na-abara Make-a-Wish Foundation uru. N'ụlọ akwụkwọ sekọndrị, Mund jere ozi dị ka onye isi oche nke National Honor Society nke ụlọ akwụkwọ ya, gụsịrị akwụkwọ dị ka otu n'ime ndị klas ya, a họpụtakwara ya \"o yikarịrị ka ọ ga-abụ Miss America\".",
  "Ọ gụsịrị akwụkwọ na Mahadum Brown na 2016 na nzere na azụmahịa, azụmaahịa, na òtù",
  "Ihe omumu ya bu na Miss America Organization. Mund gara ozi dị ka onye isi oche nke sorority Kappa Delta. O kwuru na ụlọ akwụkwọ ahụ nyeere ya aka \"iche echiche banyere ụkwụ [ya]",
  "\"",
  "Site n'ọnwa Ọgọstụ ruo n'ọnwa Disemba n'afọ 2016, ọ nọrọ n'ụlọ mkpọrọ maka Senator Republican John Hoeven na Washington D.C",
  "N'afọ 2018, ọ bụ onye ọbịa ya na State of the Union",
  "Mund egosipụtala mmasị ịnọchite anya North Dakota na steeti na Senate nke United States yana ịbụ nwanyị nke mbụ a họro dịka Gọvanọ nke North Dakota.",
  "N'afọ 2019, Ụlọ Ndị Nnọchiteanya nke North Dakota mere mkpebi No",
  "3035 iji sọpụrụ Mund. A kpọbatara ya na North Dakota Bluebook's \"Notable North Dakotans\" ma mata ya dị ka otu n'ime \"Five Women Who Changed North Dakota's History\". Na Machị 11, n'afọ 2021, North Dakota State Museum gosipụtara ihe ngosi nke gosipụtara Mund.",
  "Tupu e kpue ya okpueze Miss America, o kwupụtara atụmatụ ya ịga ụlọ akwụkwọ iwu. Mund bụ nwa akwụkwọ ugbu a [mgbe?] na Harvard Law School ebe ọ bụ onye nkuzi, onye isi nchịkọta akụkọ nke ọrụ maka Harvard Journal of Sports and Entertainment Law, onye otu Harvard Law School Mock Trial Association, na onye otu Women's Law Association.",
  "Ọ malitere ịma mma mgbe ọ bụ nwata, weghaara utu aha nke Little Miss North Dakota, Miss Pre-Teen North Dakota, na Miss Junior Teen North Dakota. Mund mechara sọọ mpi na Miss North Dakota's Outstanding Teen 2010 dị ka Miss Red River Valley's Outstanding Teen",
  "Ọ gara n'ihu merie asọmupi ahụ, ma sọọ mpi na Miss America's Outstanding Teen 2011. ọ mechara bụrụ onye nke anọ na asọmupi Miss North Dakota Teen USA 2012.",
  "Mund sọrọ mpi na Miss North Dakota 2016 dị ka Miss Oil Country, ma bụrụ onye mbụ gbara ọsọ",
  "Ọ laghachiri n'asọmupi ahụ n'afọ sochirinụ dị ka Miss Northern Lights 2017, ma bụrụ onye okpueze Miss North Dakota 2017, ebe ikpo okwu ya bụ \"A Make-A-Wish Passion with Fashion\".",
  "Mund nọchitere anya North Dakota na asọmupi Miss America 2018 nke emere na Boardwalk Hall na Atlantic City, New Jersey, na Septemba 2017",
  "Nkwupụta okwu ya bụ \"A Make-A-Wish Passion with Fashion.\" N'asọmupi izizi, a kpọrọ Mund onye mbụ na-esote maka Quality of Life Award.",
  "Na Septemba 10, n'afọ 2017, Miss America 2017 Savvy Shields kpuchiri Mund Miss America 2018. Tinyere aha Miss America, ọ natara agụmakwụkwọ $ 50,000",
  "Mund bụ onye asọmupi mbụ si North Dakota iji merie aha Miss America",
  "Ọ bụkwa Miss America ikpeazụ ịsọ mpi na akụkụ uwe igwu mmiri nke asọmupi.",
  "N'oge ọchịchị ya, Mund jere ozi dị ka onye nnọchi anya ọma nke mba nke afọ 2018 maka ụlọ ọgwụ Miracle Network nke ụmụaka ma soro USO rụọ ọrụ nke ọma. N'ịdị n'otu na #MeToo movement, o yi uwe ojii na 2018 State of the Union, na mbipụta March / April 2018 nke magazin Alumni nke ụlọ akwụkwọ Ivy League ya, ọ nọchitere anya nzukọ Miss America, na-ekwu na ọ bụ onye na-enye ụmụ nwanyị agụmakwụkwọ kachasị ukwuu nakwa na \"ọ dị mkpa karịa mgbe ọ bụla\"",
  "O gosikwara mmasị na mgbanwe ya site n'ime ihe dị mma gaa n'ụzọ ọ dị ugbu a, \"òtù ahụ mere kpọmkwem ihe ọ chọrọ ime, nke ahụ bụ inye ụmụ nwanyị ike ma nye ha nkà iji nwee ike iguzo onwe ha",
  "\"",
  "N'ọnwa Ọgọstụ n'afọ 2018, Mund katọrọ Miss America Organization n'akwụkwọ ozi dị peeji ise, na-ekwu \"Ndị ndu anyị ugbu a anaghị anụ olu m ma ọ bụ chọọ ya, ha enweghịkwa mmasị ọ bụla ịmara onye m bụ na otú ahụmịhe m si metụta ọnọdụ nzukọ ahụ maka ọdịnihu",
  "\" Ọ gara n'ihu kwuo, \"Okwu banyere inye ụmụ nwanyị ike, na nkwuwa okwu na nkwuwa okwu, dị ukwuu; Otú ọ dị, eziokwu dị nnọọ iche",
  "Ana m ebi ndụ dị iche",
  "Ịgbachi nkịtị bụ inye m ike m na ike nke ụmụ nwanyị ga-eso m",
  "Enweghị m obi iru ala na onye ọ bụla n'ime anyị na-achịkwa, na-achịkwa, na-agbachi nkịtị, ma ọ bụ na-emegbu mmadụ",
  "\" Na Jenụwarị 2020, ewefụrụ onye ndu ahụ.",
  "Na Disemba 8, n'afo 2019, Mund ghọrọ onye mbụ na naanị Miss America na-ekpe ikpe asọmupi Miss Universe."
]