[
  "Asụsụ Ọhụrụ nke Carbon, echiche mbụ mepụtara n'isiokwu William McDonoughz, nke e bipụtara na mbụ na akwụkwọ akụkọ Ọdịdị",
  "McDonough, n'akụkụ ụlọ ọrụ ụlọ ọrụ ya dị na Charlottesville, William McDonough + Partners, jiri Asụsụ ọhụrụ nke carbon mepụta usoro maka ịmepụta Carbon Positive Cities. Echiche a nwekwara njikọ chiri anya na Breathing Cities, nke o gosipụtara na Arctic Circle China Forum na Shanghai na Mee 2019 ma lekwasị anya n'ịtọhapụ obere carbon na obere kemịkal na-egbu egbu n'ime ikuku ma kama ọ gbanwere iji jikọta ike na-agbanwe agbanwe dịka geothermal dị ka ihe ngwọta maka mmetọ ikuku na mgbanwe ihu igwe.",
  "Ịmejuputa usoro carbon dị mma maka obodo bụ otu ụzọ isi lụso mgbanwe ihu igwe ọgụ. Ebumnuche bụ ka obodo dị iche iche nabata carbon dị ka akụ na ala, osisi na ụdị ala, ka ha na-ewepụ ya dị ka ibu ọrụ na ikuku.",
  "Ebumnuche nke obodo ndị nwere carbon bụ iji belata ibu ọrụ nke carbon ikuku ma na-amụba carbon dị n'ala dị ka akụ; jikọta ma na-eme emume mmepe obodo dị ka usoro okike dị n'otu, na-arụpụta ihe na nke na-eweghachi; mata ojiji bara uru nke carbon maka uru ha dị mkpirikpi na ogologo oge, akụ na ụba, na mmekọrịta mmadụ na ibe ya; melite mmekọrịta dị n'etiti obodo, mpaghara ya, na mpaghara ya, yana ịkọwa ọrụ ugbo dị ka ihe nhazi nke ụdị obodo na ọrụ.",
  "Na COP25 na Madrid, William McDonough na onye na-ahụ maka gburugburu ebe obibi nke mmiri Carlos Duarte gosipụtara Akụ na ụba  carbon okirikiri  na ihe omume na BBVA Ntọala Economy carbon okirikiri dabeere na echiche McDonoughz sitere na Carbon abụghị Onye iro ma na-ezube ije ozi dị ka usoro maka ịmepụta na ịhazi usoro dị irè maka njikwa carbon.",
  "McDonough jiri Akụ na ụba carbon okirikiri mee ihe iji hazie mkparịta ụka na ogbako G20 na Machị 2020.",
  "Ebe ọ bụ na e bipụtara Carbon Is Not The Enemy na mbụ, ọtụtụ ụlọ ọrụ dịka Scientific American na Fast Company etoola ya maka ịmegharị mkparịta ụka gbasara ikuku carbon. Ndị ọzọ ekwuola na mgbagwoju anya nke mgbalị a iji mepụta okwu ọhụrụ kpatara, Carbon positive bụ okwu ahịa, ma nwee mgbagwoju mgbagwoju ike n'ozuzu zere ya.",
  "Kemgbe mbụ a kpọtụrụ Carbon ziri ezi Cities aha, ọtụtụ obodo ejirila nke a dị ka nyocha nke ebumnuche gburugburu ebe obibi ha",
  "Mba Ndị Dị n'Otu kpọrọ Baoding, China obodo nke mbụ. Kansụl Obodo Liverpool kwupụtakwara ebumnuche ha ịbụ obodo mbụ nwere carbon n'ụwa site na iji teknụzụ blockchain."
]