[
  "Carlos Stephens aka Clos, bụ onye na-emepụta ihe ndekọ si New Orleans, Louisiana",
  "Ọ chọtara aha dị ka ónyé otu No Limit Records 'n'ime ụlọ mmepụta otu, Beats by the Pound",
  "Ọ bụkwa naanị ónyé na-emepụta No Limit nwèrè nkesa mpụga màkà ónyé na-ese ihe",
  "Kemgbe ọ hapụrụ akara ahụ, o hiwere ákàrà ndekọ nke ya Flame Entertainment",
  "Ka ọ dị ugbu a, Stephens nwere ihe karịrị nde iri asaa na ise na ahịa ndekọ. Stephens chịkọtara ihe fọrọ nke nta ka ọ bụrụ nde 900 na iyi ndị a na-enye site na Muso.Ai Stephens arụwo ọrụ n'ihe karịrị iri isii na ise isi ọrụ ma bụrụ ónyé a na-ekwu na ọ nwèrè atọ #1 Singles, iri na anọ gold albums, iri platinum, abụọ abụọ platinum, otu Triple platinum, & otu Quadruple Platinum Album",
  "A mụrụ ya na New Orleans, Louisiana mana a zụlitere ya n'ógbè Gretna, Carlos malitere ịmepụta egwu màkà ìgwè ole na ole dị n'óbe ọbọdọ na mbido afọ iri itoolu nke a nyèrè ya ohere ịzụlite nkà ya na usoro mmepụta.",
  "Na 1994 Stephens ga-emepụta màkà Ron Gray \"The Bossman: nke ga-abụ otu n'ime mmepụta ikpeazụ ya n'èzí tupu ọ banye na ndị otu mmepụta No Limit nke Beats by the Pound. N'ime afọ ole na ole sochirinụ, ọ ga-enye nnukwu mmepụta màkà ndị omenkà No Limit niile, na mmepụta mbụ ya na Silkk the Shocker's debut album The Shocker na 1996.",
  "N'afọ 1996, Carlos, site na ikike nke Master P, ghọrọ naanị ónyé na-emepụta ihe n'ime ụlọ iji guzobe nkesa na mpụga No Limit Records",
  "Nke a nyere ya ohere ịtọhapụ ónyé omenkà mbụ ya, Skull Duggery na The Ghetto Commission na 1998",
  "Ọ ga-emesị nweta nhọpụta màkà Ónyé Mmepụta nke Afọ ma bụrụ ónyé a họpụtara dịka otu n'ime \"Ndị Iri Atọ Kasị Ike\" nke Hip-Hop site na The Source.",
  "Ka ọ na-erule afọ 2008, Carlos ga-ewere oche ony6e nduzi na vidiyo izizi ya \"Be Fresh\" maka C-Murder's album Screamin' 4 Vengeance",
  "Stephens malitekwara ndụmọdụ, site na 31Minds LLC",
  "naanị ebumnuche nke inyere ụlọ ọrụ aka na akara, na ịmepụta njikọ aka n'etiti ụlọ ọrụ n'ụzọ ndị na-abụghị nké omenala iji gbasaa mmata nke ngwaahịa ahụ."
]