[
  "Carl Isioma Ihenacho (amụrụ na Mai 28, 1988) bụ onye bụbu onye na-agba bọọlụ bọọlụ nke Amirika, Ọ gbara bọọlụ kọleji na steeti San jose",
  "A mụrụ Carl Ihenacho na Carson, California ma bụrụkwa onye Naijiria.  Ọ bụ ezie na nne Ihenacho ekweghị ka Carl ma ọ bụ nwanne ya nwoke nke obere Duke kpọọ bọọlụ Pop Warner, Duke Ihenacho sonyeere otu bọọlụ na Junipero Serra High School na Gardena, California n'afọ ikpeazụ.  Na Serra, Carl Ihenacho na-egwuri egwu na njedebe na njedebe siri ike",
  "Ihenacho bụkwa onye otu nke abụọ na-ahọrọ na league niile na onye ọhụrụ nke afọ nke otu ya n'afọ 2005.",
  "Ihenacho gbara bọọlụ na Mahadum San Jose Steeti wee malite egwuregwu 31",
  "Ọ bụ onye otu nke abụọ nke ọwụwa anyanwụ ndị nta egwuregwu  n'oge anọ ya na San Jose State",
  "Ọ nọ n'ọnọdụ nke ise na ndepụta ọrụ mahadum maka nata maka ọdịda (33.5) ma bụrụ onye nke ise na akpa aka na azụ na 17",
  "N'ọnwa Disemba afọ 2009, ọ gụsịrị akwụkwọ otu simesta n'oge na nzere bachelọ na nkà mmụta akparamàgwà mmadụ. Carl Ihenacho na nwanne ya nwoke nke obere Duke Ihenacho gbara bọọlụ na San Jose State site na 2007 ruo 2009",
  "N'afọ 2008, ESPN họọrọ Carl na Duke Ihenacho dị ka otu n'ime ụmụnne iri kachasị elu na bọọlụ kọleji maka ịbụ otu n'etiti ndị egwuregwu kachasị elu na FBS bọọlụ.",
  "Àtụ:NFL predraftNa Jenụwarị 26, 2011, Ihenacho bịanyere aka na nkwekọrịta nchekwa / ọdịnihu na San Diego Chargers.  Ihenacho sonyere n'ogige ọzụzụ na Chargers ruo mgbe a hapụrụ ya na Septemba 3, 2011",
  "Na Disemba 7, 2011, Ihenacho bịanyere aka na ndị otu ogba boolu ana akpọ raidas.",
  "Ihenacho malitere ọrụ ya na Izu 1 nke oge 2012 (Septemba 10), egwuregwu bọọlụ na abalị Monde na mmeri 22-14 n'ụlọ na San Diego na acha oku  N'izu nke 2 (September 16), mmeri 35-13 na Miami Dolphins, Ihenacho dekọrọ nnata mbụ ya dịka ọkachamara.",
  "Na Septemba 25, 2012, ndị Raiders hapụrụ Ihenacho, mana ha bịanyere ya aka na ndị otu ọzụzụ ụbọchị abụọ ka emesịrị. N'oktoba  2, 2012, ndị Raiders gburu Ihenacho.",
  "Ihenacho lara ezumike nká na bọọlụ iji bụrụ onye na-enye ọzụzụ onwe onye mgbe a tọhapụrụ ya."
]