[
  "Carlos Fernández-Pello (amụrụ na Asturias, Spain) bụ onye otu ngalaba nke Mahadum kalifonia Berkeley, Ngalaba Injinia Mekanikal",
  "Ọ na-ejekwa ozi dịka onyeisi na ngalaba Graduate na Berkeley, ebe ọ na-elekọta mmemme Graduate Diversity Program, Amirika indian Graduate programu , ọrụ agụmakwụkwọ nke Graduate Divishon mkpakọrịta, akwụkwọ, na weebụsaịtị",
  "Mmasị nyocha ya dị na ọkụ, okpomọkụ na nnyefe oke, ọkụ microgravity, ọkụ micro na meso-scale, ọkụ na mgbasa ọkụ, smouldering na mgbanwe na ọkụ ọkụ",
  "Fernández-Pello etinyela aka na ọrụ nkuzi na nyocha kemgbe afọ 1970 na ụlọ ọrụ dị iche iche.",
  "Carlos Fernández-Pello natara Ph.D",
  "ya na Mahadum California, San Diego na 1975 n'okpuru nlekọta nke Forman A",
  "Williams",
  "Na mbido, ọ natara nzere M.Sc",
  "(1973) na U.C",
  "San Diego, na Bachelor ya na Universidad Politécnica de Madrid (Spain, 1968)",
  "Mgbe ọ rụchara ọrụ dị ka onye nyocha postdoctoral na Harvard, Mahadum Princeton na Mahadum Northwestern, ọ sonyeere UC Berkeley na 1980",
  "Kemgbe ahụ, ọ nọ n'ọkwá agụmakwụkwọ ndị a: osote dean nke Graduate Division (site na 2003), osote onyeisi oche nke ihe ndị gụsịrị akwụkwọ, Ngalaba Injinịa Mechanical (1997-2000), osote onye isi oche nke Graduate Council (2000-2001), prọfesọ (site na 1986), na osote prọfesor (1982-1986).",
  "Ọ rụrụ ọrụ dịka injinia na ụlọ ọrụ na SENER (Spain)",
  "Ọ bụ onye otu The Spanish Royal Academy of injiniaring , nke Amirika na ahụ maka ngalaba obodo di iche iche nke combushon Institut, na Amirika Institut nke Aeronautics and Astronautics",
  "Ọzọkwa, ọ bụ onye otu mahadum nke na eme nchoputa di iche iche, nke Microgravity sayensị na applikashon consul  ndị nduzi nke Center for Pure and Applied Mathematics na UC Berkeley, NASA Space Station Science and Appliations Advisory Committee, na Lawrence Livermore National Laboratory",
  "Ọ bụ onye otu na-arụsi ọrụ ike na kọmitii ndụmọdụ nke akwụkwọ akụkọ na mpaghara ọkụ.",
  "Fernández-Pello nwere ahụmịhe nyocha n'ọtụtụ isiokwu nke ọkụ, mana a maara ya nke ọma maka onyinye ya na isiokwu atọ: Ọkụ na-agbasa n'elu mmanụ siri ike, ọkụ na-ere ọkụ na obere ọkụ."
]