[
  "Carmela jeria, (onye Carmela Jeria Gomez mụrụ na Valparaiso, chille,July 16, 1886 - ?), bụ onye ọrụ na-arụ ọrụ, onye na-ede akwụkwọ, onye na'akwụkwọ, na onye ndú mmekọrịta mmadụ na ibe ya na nke ụmụ nwanyị",
  "A na-akpọ ya \"onye nta akụkọ mbụ na-arụ ọrụ\" nke mba ya, ọ bụ onye guzobere La Alborada, akwụkwọ akụkọ ndị ọrụ nwanyị mbụ e bipụtara na Chile.",
  "Ọnọdụ ọrụ na mmalite nke narị afọ ahụ dị oke egwu ma mee ka e guzobe ọtụtụ òtù ndị ọrụ ka Chile malitere iji ihe onwunwe ya mee ihe",
  "Ọnọdụ akụ na ụba ya fọrọ nke nta ka ọ bụrụ 50% dabere na saltpeter",
  "Ọganihu akụ na ụba nke si na ya pụta mepụtara usoro mmekọrịta ọhụrụ na mba ahụ, ihe sitere na mbata ndị ọrụ na ojiji na-arịwanye elu nke ọrụ ụmụ nwanyị na ụmụaka",
  "Usoro esemokwu ọrụ malitere na ndị ọrụ na-achọ ụgwọ ọrụ ka mma na oge ọrụ dị mkpirikpi.",
  "Ọtụtụ n'ime mgbawa ndị a bụ ndị ndị uwe ojii na ndị agha gọọmentị ji obi ọjọọ gbochie na ọtụtụ ndị nwụrụ anwụ",
  "Abụọ n'ime ọtụtụ nnupụisi ahụ bụ Red Week (mgbe ụfọdụ a na-akpọ ọgba aghara anụ) na 1905 na ogbugbu Santa Maria School (nke a na- kpọkwara, ogbugbu na Santa María de Iquique School) na Disemba 21, 1907, nke mere ka ndị ọrụ gbasaa.",
  "Nne na nna Carmela Jeria bụ Maria Gómez na onye uwe ojii a ma ama na \"onye ọrụ ọgụgụ isi\" Mauricio Jeria nke Valparaiso",
  "Carmela rụrụ ọrụ dị ka onye na-ebi akwụkwọ na Gillet Lithograph Company ma mụta banyere akwụkwọ akụkọ site n'ime",
  "Mgbe ọ dị obere, ọ ghọrọ onye otu ndị ọrụ na-ekwu okwu.",
  "Mgbe ọ dị afọ 19, Jeria guzobere akwụkwọ akụkọ ọhụrụ nke ụmụ nwanyị La Alborada (n'asụsụ Bekee, The Dawn), na-eme ka ọ bụrụ nwanyị mbụ na Chile ịghọ onye nta akụkọ na-arụ ọrụ",
  "O bipụtara mbipụta abụọ kwa ọnwa malite na Septemba 10, 1905 site na Valparaiso",
  "Mgbe mbipụta ole na ole gasịrị, mmepụta kwụsịrị tupu ịmaliteghachi na isi obodo mba ahụ, Santiago, na Nọvemba 11, 1906 dị ka mbipụta kwa izu na okwu \"Feminist Newspaper\" na isi.",
  "Editorial mbụ nke Jeria, nke ọ bịanyere aka na Carmela Jeria G., na-ekwu, sị: \"A mụrụ La Alborada na ndụ ndị nta akụkọ, na ebumnuche pụrụ iche nke ịgbachitere ndị na-arụ ọrụ na ọkachasị ndị na-arụrụ ọrụ..",
  "na-arụsi ọrụ ike na mkpebi siri ike maka omume, ihe onwunwe na ọgụgụ isi nke nwanyị na-arụkọ ọrụ yana maka ụmụnne anyị na-ata ahụhụ",
  "Onye nchịkọta akụkọ ahụ gara n'ihu na-ekwu, \"Anyị ji ịnụ ọkụ n'obi chọọ ka ụmụ nwanyị ga-eru n'ọkwa ọganihu nke ụmụ nwoke otu ụbọchị\".",
  "N'iji peeji e biri ebi, Jeria gbasaa echiche ndọrọ ndọrọ ọchịchị metụtara ikike nke ndị ọrụ na ọkachasị ụmụ nwanyị na-arụ ọrụ, na-akatọ ụzọ dị iche iche nke \"mmegbu\" nke gbochiri ha, yana mkpa ụmụ nwanyị sonyere na nhazi nke òtù ndị ọrụ",
  "Ọ na-edekarị kpọmkwem banyere ọgụ kwa ụbọchị nke ndị ọrụ nwanyị na mkpa ọ dị ilekwasị anya na nnwere onwe nwanyị.",
  "Onye na-akwado agụmakwụkwọ ụmụ nwanyị, Jeria kwuru na agụmakwụkwọ ndị inyom ekwesịghị ijedebe n'ịzụ ndị nne dị njikere",
  "Ọ na-ebipụta isiokwu mgbe niile na-akọwa nsogbu nke ụmụ nwanyị na ụmụ nwoke na-arụ ọrụ (ndị na-etinye aka n'ịkụziri na ịtọhapụ ụmụ nwanyị), na-ekwu maka \"ịlụ ọgụ megide ime ihe ike megide ụmụ nwanyị na 'ohu nke ụmụ nwanyị ọrụ.'\"",
  "Na Mee 1, 1907, Jeria kwuru okwu ụbọchị ọrụ nye mmadụ 40,000, mana site n'ime nke a, a chụrụ ya n'ọrụ na Gillet Lithograph, a kọrọ na ọ bụ n'ihi ọrụ ya dị ka onye ndu ọrụ na onye nta akụkọ na-arụ ọrụ.",
  "Mbipụta ikpeazụ nke La Alborada pụtara n'oge na-adịghị anya mgbe nke ahụ gasịrị na Mee 19, 1907 mgbe Jeria fọrọ nke nta ka ọ bụrụ afọ 21, ihe dị ka afọ abụọ mgbe ọ malitere ibipụta ya.",
  "Na Mee 1, 1908, enyi Carmela, onye na-ahụ maka ụmụ nwanyị na onye na-eme ihe ike Esther Valdés de Díaz, onye na'akwalite Association of Seamstresses, malitere akwụkwọ akụkọ ọrụ ọhụrụ, La Palanca",
  "Na nchịkọta akụkọ mbụ ya, onye na-ebipụta akwụkwọ ahụ kwetara na ọrụ La Alborada bụ nke mbụ mana o kwuru na Carmela tara ahụhụ site na \"mbibi nke ụlọ ya, na usoro nsogbu na-adịghị akwụsị akwụsị\" nke, na mgbakwunye na \"ọrịa ogologo oge na obi ọjọọ\", \"mere ka ọ kwụsị agha ntụli aka ya\"",
  "Onye nchịkọta akụkọ ahụ gara n'ihu kwuo na ọ maghị ihe ọ bụla gbasara ndụ enyi ya mgbe oge ahụ gasịrị, mana na Jeria kpaliri ndị na-eso ụzọ ga-aga n'ihu n'ọrụ ya.",
  "A na-ekwu na ọrụ Jeria nyere aka guzobe ọtụtụ òtù ụmụ nwanyị raara onwe ha nye mmegharị nke ikike nhọpụta, n'ikpeazụ na-eduga na ụmụ nwanyị Chile inweta ikike ịtụ vootu na ntuli aka ime obodo na 1934, na ntuliaka onye isi ala na 1952."
]