[
  "Caroline Cheptanui Kilel (amụrụ na 21 Machị 1981) bụ onye Kenya na-agba ọsọ ogologo oge nke na-asọ mpi asọmpi ịgba ọsọ n'okporo ụzọ, gụnyere marathon",
  "Ọ bụ onye mmeri na 2011 Boston Marathon na Frankfurt Marathon na 2010 na 2013.",
  "Kilel enwetala mmeri na marathons na Ljubljana, Taipei, Nairobi na Palermo",
  "Ihe kacha mma ya maka anya bụ 2:22:34 (nke e debere na Frankfurt na 2013)",
  "Ọ na-asọ mpi na ọkara marathons ma nwee ihe kachasị mma nke 1:08:16 n'ebe ahụ.",
  "Na 2003 World Cross Country Championships, ọ bụ onye nke asatọ na ogologo ọsọ, ebe ndị otu Kenya, nke Kilel so na ya, meriri ọlaọcha na asọmpi otu",
  "Mgbe ọ nwetasịrị akara nke abụọ na 2003 Venice Marathon na 2004 Prague Marathon, ọ meriri asọmpi mbụ ya n'elu ebe a na-ahụkarị na Palermo City Marathon, na-akụ ihe karịrị nkeji ise site na ndekọ mbụ ya na oge ya nke 2:31:15. Ọ mechara nke iri na isii na 2005 IAAF World Half Marathon Championships wee merie Nairobi Marathon n'afọ ahụ",
  "Na asọmpi ndị ọzọ, ọ meriri Semi-Marathon Marvejols-Mende wee bụrụ onye nke asaa na Hamburg Marathon.",
  "Ọ malitere ilekwasị anya naanị na ihe omume okporo ụzọ site na 2006 gaa n'ihu",
  "O nwere akara atọ kachasị elu na Dublin Marathon na Prague Marathon n'afọ ahụ ma setịpụ ọkara marathon kacha mma nke 1:10:45 iji merie Great Scottish Run. Oge 2007 ya bụ ihe dị ala, ebe ọ na-anọghị n'elu ise na RAK Half Marathon na Seoul International Marathon na mbido afọ ahụ ma ọ naghị asọmpi mgbe Machị gasịrị",
  "Ọ laghachiri n'ọrụ na Disemba 2008 ma nọrọ n'ọnọdụ dị mma; o setịpụrụ ihe kachasị mma iji merie Pune Half Marathon wee gbaa oge nke abụọ kachasị ọsọ maka marathon (2:30:44) iji nweta aha na Taipei International Marathon.",
  "N'afọ 2009, ọ bụ onye nke atọ na asọmpi BIG 25 Berlin wee gaa 2009 IAAF World Half Marathon Championships na Birmingham, England",
  "Ọ hapụrụ n'elu ikpo okwu, mechie nke anọ, ọ bụ ezie na o jisiri ike setịpụ ihe kachasị mma nke 1:08:16 yana inyere Kenya aka inweta ọla edo",
  "Ọ gara n'ihu setịpụ ihe kachasị mma nke onwe ya site na mmeri na Ljubljana Marathon izu ole na ole ka e mesịrị, na-emeziwanye akara mbụ ya site na ihe fọrọ nke nta ka ọ bụrụ nkeji ise ma na-etinye ihe ndekọ ọhụrụ na usoro ahụ. O nwetakwara mmeri na Great Scottish Run na Glasgow maka oge nke abụọ wee gaa n'elu ikpo okwu na Montferland Run 15K race.",
  "N'afọ sochirinụ, Kilel sonyere na 2010 Seoul International Marathon wee gbaa 2:26:58 maka ọnọdụ nke atọ. N'ọnwa Ọktoba ahụ, o nwere mmeri kachasị ukwuu na sekit ahụ, na-ewere aha ụmụ nwanyị na Frankfurt Marathon na ndekọ ọhụrụ na nke kachasị mma nke 2:23:25 awa, na-emeri Dire Tune site na 19 sekọnd. O sonyere n'ọtụtụ ihe omume ndị ọzọ n'afọ ahụ, gụnyere mmeri na 20 kilomètres de Maroilles, Zwolle Half Marathon na Scottish Run.",
  "N'ọnwa Eprel afọ 2011, Kilel meriri Boston Marathon na 2:22:36 na-eti onye America Desiree Davila, onye gbara ọsọ Boston Marathon kachasị ọsọ maka ụmụ nwanyị America, site na sekọnd abụọ",
  "Ọ nọrọ na Boston iji sọọ mpi na B.A.A",
  "10K, nke ọ merikwara na nkeji 31:58. N'ọnwa Septemba, ọ bịara nke atọ na Kenya nke Portugal Half Marathon, n'azụ Mary Keitany na Helena Kirop.",
  "Na asọmpi mbụ ya n'afọ 2012, ọ bụ onye nke abụọ na Belaynesh Oljira na sprint finish na Houston Half Marathon Ọ tara ahụhụ n'ọnọdụ okpomọkụ na 2012 Boston Marathon ma ọ bụghị naanị na ọ gbachitere aha ya, mana ọ gwụbeghị ọsọ ahụ. Ọ meriri Taipei Marathon nke ugboro abụọ na Disemba ahụ, na-agba ọsọ na 2:30:19 awa. Mgbe ọ laghachiri na Houston Half Marathon, ọ bụ onye nke abụọ ọzọ na onye Etiopia, n'oge a na Mamitu Daska.",
  "Kilel dara n'ụzọ dị njọ na 2013 Tokyo Marathon, na-abịa 21st na 2:47:08 awa",
  "O lekwasịrị anya na mita 10,000 mgbe nke ahụ gasịrị, mana enwetaghị nhọpụta maka 2013 World Championships in Athletics",
  "Ọ laghachiri n'elu ikpo okwu na Frankfurt Marathon na ihe ọhụrụ kachasị mma nke 2:22:34 awa (mkwalite nke abụọ)."
]