[
  "Carole Marie Byard (July 22, 1941 na January 11, 2017) bụ ónyé America na-ese ihe, ónyé na-ese foto, na ónyé na-egbu foto",
  "Ọ bụ onye na-ese ihe osise nke akwụkwọ ụmụaka, na onye natara Caldecott Honor, yana ọtụtụ Coretta Scott King Awards.",
  "A mụrụ Byard na Atlantic City, New Jersey, nne na nna William \"Bunny\" Byard na Viola London-Byard",
  "O nwèrè otu nwanne nwoke, nwanne nwoke tọrọ ya, Michael Byard, ónyé n'etiti ọrụ ndị ọzọ, bụ onye na-elekọta ubi.",
  "N'afọ 1943, nne Byard nwụrụ mgbè ọ dị obere, nnukwu ezinụlọ ya ghọkwara ihe dị mkpà nye ya",
  "N'ihe dị ka n'otu ógè ahụ, e debara aha nna ya n'Agha Ụwa nke Abụọ. Ọ bụ nna ya na nne nne ya zụlitere Byard mgbe nne ya nwụsịrị.",
  "Nwanne nne ya nwanyị nke nta bụ Millicent biri na New York City, yabụ mgbe ọ rụchara ọrụ ma nyéré nna ya aka, Byard nwere ike iso ya gaa biri",
  "Site na 1964 ruo 1968, Byard gara New York Phoenix School of Design na 33rd na Lexington, ébé ọ gụrụ akwụkwọ na ihe osise, na ebe ọ ga-emesị gaa kụzie. Byard mụkwara lithography na H",
  "Morimoto na Robert Blackburn.",
  "Byard kwùrù na ka ọ na-etolite, ọ na-enwe mmasị ịgụ akwụkwọ, ma hụ akwụkwọ n'anya, mana ọ na-eche mgbe niile na enweghị akwụkwọ ma ọ bụ foto nke ndị mmadụ dị ka ya, ezinụlọ ya, na ezinụlọ ya, yana otu ha si ebi ndụ dị ka ndị mmadụ.",
  "N'oge kọleji, e nwèrè ụmụ akwụkwọ ojii ole na ole",
  "Na mgbalị iji jikọọ ya na ndị Black ndị ọzọ na-ese ihe, Byard gara 1971 Where We At exhibition na ọbọdọ a na-akpọ Where We At: Black Women Artists: 1971, ma nwee ike ijikọ ya na ndị ọzọ Black women na-ese egwu dị ka Faith Ringgold",
  "Ọ ghọrọ akụkụ nke otu ahụ.",
  "N'afọ 1969 ma ọ bụ 1970, Byard si na Harlem kwaga na Westbeth Artists Community afọ abụọ mgbè ọ gụsịrị akwụkwọ na kọleji. Na Westbeth ndị agbata obi ya gụnyere Freddie Waits na nwa ya nwoke Nasheet Waits. Na Westbeth, e nwèrè Black Artists Guild nke Byard kwuru na ọ na-eto eto",
  "The Black Artists Guild nke bụ otu ihe nkírí nke e guzobere na 1970",
  "Byard gara ịhụ mmepụta nke Slave Ship, egwuregwu nke Amiri Baraka dere na Brooklyn Academy of Music",
  "Egwuregwu ahụ gụnyere ndị na-ege ntị na ịbụ abụ",
  "Otu onye na-eme ihe nkiri ahụ kpaliri ya ma mee nnukwu ihe osise dabere na egwuregwu ahụ",
  "O gosipụtara na ọtụtụ ndị na-eme ihe nkiri bikwa na Westbeth, ma bụrụkwa akụkụ nke nzukọ a, dabere na ihe Malcolm X hapụrụ site na Organization of Afro-American Unity, na-eji ụkpụrụ asaa ahụ",
  "Byard sonyeere otu ahụ ma sonye n'ide na ime nka."
]