[
  "Caroline Kent (amụrụ n'afọ 1975) bụ ónyé America na-ese ihe nkírí nke bi na Chicago, nke a maara nke ọma màkà nnukwu ọrụ ya. N'ịbụ onye ahụmahụ nke onwé ya na ihe nketa ọdịbendị ya kpaliri, Kent na-emepụta ihe osise na-enyocha ike na njedebe nke nkwurịta okwu",
  "A mụrụ Caroline Kent na Sterling, Illinois, United States. N'ebe ahụ ka ya na nné ya, nnà ya, nwanne ya nwanyị tọrọ ya Angela, na ejima ya Christine tolitere. Nne ya, ónyé na-elekọta ụlọ na Mexico, na nna ya, ónyé Africa America na-ahụ maka ego, nwere mmetụta dị ukwuu n'omume ọrụ Kent. Ónyé na-akọwa onwe ya dị ka Midwesterner, Kent na-eji oge okpomọkụ ya na-etolite na-arụ ọrụ n'oge okpomọkụ na-ewepụ ọka ma na-arọ nrọ maka ndụ ka ukwuu na mpụga ókèala nke obere obodo ya. Caroline Kent na ejima ya, Christine Leventhal, nọ nso mgbè ọ na-etolite",
  "Ha abụọ nwekọrọ usoro nkwurịta okwu pụrụ iche nke nwere mmetụta dị ukwuu na ọrụ nka Kent. Kent tolitere n'ime asụsụ nke abstraction",
  "N'afọ 1993, Kent hapụrụ ọbọdọ ya bụ Sterling ịga Mahadum Illinois State na agụmakwụkwọ egwuregwu maka track na field. N'oge gàrà aga, Kent gosipụtara obere mmasị na nka mana ọ hụrụ onwe ya ka ọ na-agafe ógè ya na gallery campus",
  "N'ebe a, ihe ndị mbụ kpaliri ya gụnyere nka nke Russian Constructivists na ihe nkiri mba ọzọ. Kent bịara nwee mmasị na universality nke asụsụ anya a na-ahụ na nka, na-achọpụta na n'elu ákwà onye ọ bụla nwere otu mmalite, na-enweghị ịgafe ihe mgbochi asụsụ",
  "Mgbè ọ gụsịrị akwụkwọ na 1998, Kent sonyeere Peace Corps, ebe ọ biri ma rụọ ọrụ na Transylvania, Romania ruo afọ abụọ",
  "N'ebe a, Kent hụrụ onwe ya n'ike mmụọ nsọ site n'ọtụtụ ụcha pastel nke ga-emesị rụọ ọrụ dị mkpa na ụfọdụ n'ime ọrụ ya a ma ama. Mgbe Peace Corps gasịrị, Kent biri na Minneapolis ruo afọ iri na ise",
  "Ọ rụkwara ọrụ dị ka osote prọfesọ nke Art, Theory, na Practice na Mahadum Northwestern. N'afọ 2017, Kent kwagara West Side Chicago, ébé ọ bi ma na-arụ ọrụ ugbu a dị ka ónyé na-ese ihe na nne nke ụmụ atọ. Kohn Gallery na Los Angeles na Patron Gallery na Chicago na-anọchite anya Kent.",
  "Ihe osise Caroline Kent nwere nnukwu ihe osise, ihe osise na-enweghị atụ na ákwà",
  "Ọrụ ya nwere mmetụta dị ukwuu site na ihe nketa Mexico ya bàrà ọgaranya na ahụmịhe onwé ya na asụsụ na ntụgharị ederede, nke sitere na ahụmịhụrụ onwe ya na ejima ya. Ihe omuma omenala ndị a na ahụmịhe onwe ónyé jikọtara n'ọrụ Kent iji gosipụta ụdị nkwurịta okwu ọhụrụ, na-enyocha ma ike na njedebe nke asụsụ. Ihe osise ya na-adịghị ahụ ányá na-ekwurịta etu esi aghọta asụsụ anya n'ụdị gbasaa, site na ihe osise abụọ na-adịghị anya na ihe ngosi atọ."
]