[
  "Carroll Sockwell (1943-1992) bụ ónyé America na-ese ihe, ónyé ihe osise ya, ihe osise, na mgbakọ ya na-anọchite anya ya na-adabere na omenala oge a na nke minimalist ma gosipụta ikike ijikọta geometric na mmegharị ahụ",
  "A maara ya maka ikike ya iwebata ụcha na nkwenye na isiokwu ndị na-enweghị ihe ọ bụla na ndị dị mfe.",
  "O siri ike ịkpọ aha, a na-ahụ ọrụ ya dị ka ihe na-emegide onwé ya: \"ọmarịcha ma nwee obi mgbawa, ọ dị mwute ma ka na-egwuri egwu, ọ dị oke egwu ma nweere onwé ya\"",
  "N'oge niile ọ na-arụ ọrụ, ọ chere ihe ịma aka ndị na-agaghị ya ike ma yie, dịka otu ónyé na-ekiri ihe na-eme, ka ọ bụrụ \"ónyé na-ese ihe nke site na ọmụmụ, àgwà na ógè malitere iburu ibu arọ\"",
  "Ka o sina dị, o yikwara ka ọ bụ ónyé iro ya kachasị njọ, na-eleghara mkpa ọ dị inweta ihe oriri anya ma na-ewepụ ndị gbalịrị inyere ya aka.",
  "A mụrụ Carroll Sockwell na Febụwarị 13, 1943, na Washington, D.C",
  "ma too n'ezinụlọ nke nne nne ya duziri",
  "Nne ya na-arụ ọrụ dị ka odibo na nna ya na-arụrụ ọrụ mgbè ụfọdụ dị ka ónyé ọrụ ma na-eje ozi mgbè ụfọdụ na ndị agha",
  "Nne nne ya bụkwa odibo",
  "Na mgbakwunye na ndị ikwu a, nwanne nne, nwanne nna, na ụmụnne anọ bikwa n'ụlọ ahụ",
  "Ebe nna ya na-anọghị ya mgbè niile, nne ya na-elekọta ịzụlite ya ruo mgbè, na 1948, ọ malitere ógè afọ iri na ise nke ụlọ ọgwụ màkà schizophrenia",
  "Mgbè ọ hapụrụ, nwanne nne ya ghọrọ ónyé na-elekọta ya.",
  "N'afọ 1958, mgbè ọ dị afọ iri na ise, e nyere Sockwell ihe nrite màkà ihe osise ya, \"Bridge With the Sun\"",
  "N'afọ 1966, o gosipụtara na ihe ngosi otu nke e méré na Tarot Gallery na Manhattan",
  "Afọ abụọ ka e mesịrị, ọrụ ya pụtara n'akụkụ ọrụ Michael Clark, Robert Newman, na Kenneth Wade na ngosi nke nka siri ike na Corcoran Gallery",
  "O gosipụtara n'afọ sochirinụ na ihe ngosi otu NAACP kwadoro nke emere na Nordness Gallery na Manhattan",
  "Ndị ọzọ na-egosi ihe ngosi gụnyere Norman Lewis, Charles McGee, Felrath Hines, Alma W",
  "Thomas, Walter Williams",
  "N'otu oge ahụ, ọrụ ya pụtara n'otu ìgwè ndị omenkà iri na asaa na Ringling Museum na Sarasota ma n'ihe dị ka n'oge a ọ gosipụtara na Margaret Dickey Gallery na District",
  "N'afọ 1971, ihe ngosi onwe onye na Jefferson Place Gallery a na-akpọ \"Mirror Compositions\" dọtara nkatọ dị mma na Washington Post na magazin Jet",
  "Ónyé ọzọ, nke a na Corcoran, sochiri na 1974 ma n'otu afọ ahụ ọrụ ya pụtara na ngosipụta otu na Whitney na Brooklyn Museums",
  "N'afọ ahụ, o mekwara ọrụ màkà ihe osise dị mita irí anọ n'ogologo màkà ngalaba ndị isi mgbaka nke D.C",
  "General Hospital",
  "O mechara gosipụta na oghere azụmahịa Washington, gụnyere ụlọ ọrụ Middendorf, Fraser, na Fiedler.",
  "Ezinụlọ Sockwell biri n'ụlọ dị na Virginia Avenue n'ebe dị na Foggy Bottom ebe Watergate Hotel guzo ugbu a",
  "Ọ gụnyere nné nné Sockwell, Sarah Wilson, yana nwanne nne ya, Edna Johnson, na di ya, Lonnie Johnson",
  "Nné na nnà Sockwell bụ Luther na Annie Sockwell, na ụmụnne ya, ha niile bụ ụmụnne ndị okenye, bụ Edward (afọ iri na abụọ karịa ya), Paul (afọ asatọ), Luther (afọ isii), na Eugene (afọ ise)",
  "A mụrụ nne ya na South Carolina n'ihe dị ka 1912; nna ya na North Carolina n' ihe dị ka 1903",
  "Afọ ole na ole tupu a mụọ ya, ụmụ nwanyị ezinụlọ ahụ na-enweta ihe ha na-eri dị ka ndị na-arụ ọrụ n'ụlọ n'ụlọ onwe",
  "Lonnie bụ ónyé na-asa efere n'ụlọ oriri na ọṅụṅụ na Luther bụ ónyé ọrụ n'ebe ili ozu.",
  "Nna Sockwell bụ ónyé aṅụrụma ma a kọrọ na o nwèrè ezinụlọ abụọ ọzọ",
  "Nne ya nwere isi mgbaka na 1948 ma nọrọ afọ irí na isé na St",
  "Elizabeths Hospital",
  "Nwanne nne Sockwell, Edna Johnson, lekọtara ya na ụmụnne ya na-achọghị",
  "Otu n'ime ha gwara ónyé nta akụkọ na ọ chụpụrụ ha n'ụlọ ahụ, otu otu.",
  "N'oge dị iche iche Sockwell bụ ónyé ọrịa na St",
  "Elizabeths na ngalaba ndị isi mgbaka nke D.C",
  "General Hospital",
  "Ọ bụ nwoke na-edina nwoke ibe ya na ónyé Africa America",
  "Ọ hapụghị akwụkwọ ozi igbu onwe ya ma gosipụta ónyé ọ bụla na ọ na-eche echiche igbu onwe ya.",
  "Kpọpụta njehie: <ref> tag with name \"Crisis 1969\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Jet Mar 1971\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Ringling 1969\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"1940 US Census Sockwell\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Art Therapy Ulman\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"SSDI Sockwell\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Russell bio\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"artnet bio\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"MacDonald Lecture\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Ulman Bio Brown\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Gallery of Modern Art AAA\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Harry Lunn The Independent\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post Sep 1968\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"New York Times Jan 1969\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post Jan 1971\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post May 1983\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post Mar 1978\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post Jun 1992 Weinraub\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post Jun 1992 Welzenbach\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Washington Post Sep 1992\" defined in <references> has group attribute \"\" which does not appear in prior text."
]