[
  "Cat Hellisen (amụrụ 31 Mee na afo 1977) bụ onye South Afrika odee akwụkwọ akụkọ fantasy Mgbe oke osimiri na-ebili uhie, Ụlọ ájá na ihe nzuzo, na anụ ọhịa",
  "A mụrụ Cat Hellisen na Cape Town wee biri na Cape Town na Johannesburg, South Afrika na Nottingham, England",
  "Ha bi ugbu a na Scotland",
  "Na afo 2015, Cat Hellisen meriri ihe nrite Short Story Day Africa na Ake Arts & Book Festival na Nigeria, nke onye ọka ikpe Prize Abubakar Adam Ibrahim nyere, maka akụkọ ha \"The Worme Bridge\"",
  "Akwụkwọ akụkọ",
  "Akụkọ dị mkpirikpi",
  "Ndị na- ebipụta akwụkwọ kwa izu na-ede banyere Mgbe Oké Osimiri Na-acha uhie uhie, \"Ụdị Hellisen na-akọwa nkọwa na-akpali akpali na nkọwa na-enweghị atụ, na-adọta ndị na-agụ akwụkwọ n'ime ihe ndị na-adịghị ahụkebe na ndị na-akpali akpali nke na-eme ka ụwa dị mgbagwoju anya nke Felicita,\"  mgbe Kirkus na-ekwu na \"ihe mgbagwoju anya nke ụlọ ụwa",
  "na nkwubi okwu ghe oghe na-arịọ ihe ọzọ.\"  N'akwụkwọ akụkọ bụ́ The Bulletin of the Center for Children's Books dere na nlebanya nwere kpakpando, sị, \"Ọchịchị, na-atụ egwu, na ọ bụghịkwa mgbapụta kpamkpam, nke a bụ ileba anya nke ukwuu na mkpụrụ nnupụisi na nsonaazụ onye ọ bụla ha na-aghọrọ mgbe ụfọdụ.\"",
  "Kirkus na-akpọ akụkọ maka anụ ọhịa, \"..",
  "na-eche echiche na lyrical",
  "Akwụkwọ akụkọ ihe atụ bụ ihe a na-agaghị echefu echefu ma ọ dịghị mgbe ọ na-egbu maramara.” na nlebanya nwere kpakpando",
  "Ndị mbipụta akwụkwọ bụ Weekly nyekwara ya kpakpando, na-asị, “Ịgwakọta nsogbu nke oge a na ọbụbụ ọnụ anwansi oge ochie, akwụkwọ akụkọ Hellisen (When the Sea Is Rising Red) na-egbuke egbuke dị ka akụkọ ifo mara mma, ọbụna dị ka ọ na-eme ka eziokwu ndị na-adịghị mma pụta ìhè.”  Akwụkwọ akụkọ bụ akwụkwọ akụkọ for the Center for Children's Books na-atụ aro na nyocha nke kpakpando na-egosi na \"ndị agadi na-akwado akụkọ ifo na nkwughachi ha ga-atọ ụtọ na uri a, dị egwu, akụkọ akụkọ banyere nwa agbọghọ nke chere ihu na ihe kasị njọ nke ihe ndị mmadụ nwere ike ịhọrọ ma kama ikpebiri",
  "ịpụ n'èzí nke nkọcha ahụ wee mee ụzọ nke ya.\"  Voya na-enye kpakpando ọzọ wee dee, \"\" Onye na-elekọta anụ ọhịa bụ ihe na-egbuke egbuke ma mara mma nke akwụkwọ akụkọ",
  "Ibe ọ bụla na-eji anwansi eme ihe.\"",
  "Ndị ọkàikpe nke Short Story Day Africa na afo 2015 kwuru banyere \"The Worme Bridge\": \"Akụkọ a na-arụ ọrụ n'enweghị mgbalị iji wuo ụdị eziokwu ọzọ mgbe ọ na-agbanye onwe ya n'ime ụwa n'ezie",
  "Ihe odide a na-adọrọ mmasị: onye na-agụ na-adọta n'ime ezinụlọ a na ihe ijuanya na-agafe ha",
  "Anyị hụrụ na nke a bụ akwụkwọ dị ike nke na-aga n'ihu na-ewute onye na-agụ ya ma emesịa",
  "\""
]