[
  "Catherine Mahon (1869-1948), nwanyị mbụ bụ onye isi oche nke Irish National Teachers' Organisation",
  "A mụrụ Catherine Mahon na Laccah, County Tipperary na 15 Mee 1869 na onye ọrụ dị afọ iri atọ na asaa James Mahon na nwunye ya dị afọ iri na itoolu Winifred Mahon (née O'Meara)",
  "Ọ bụ nwa mbụ n'ime ụmụ asaa",
  "Agụmakwụkwọ ya dị na ụlọ akwụkwọ mba Carrig tupu ya aga ụlọ akwụkwọ sekọndrị na Sisters of Mercy na Birr ebe ọ rụrụ ọrụ dị ka onye nkuzi site na Ọktoba 1884",
  "N'oge ahụ, nke a bụ ụzọ isi nweta nzere onye nkuzi",
  "Ọ gụsịrị ọzụzụ ya site na akwụkwọ ozi wee gaa ule ikpeazụ na 1890",
  "Ọ kụziri maka obere oge na Tulla Convent na County Clare",
  "Ọ nọrọ ihe ka ukwuu n'oge ndụ nkuzi ya na Tipperary - na ndị nọn Nenagh na dị ka onye isi nke Glenculloo",
  "Mahon bụ onye isi site na Septemba 1891 ruo Eprel 1892 na obere ụlọ akwụkwọ nwere ụmụ akwụkwọ iri atọ na Glenculloo tupu ọ gaa bụrụ onye isi nke ụlọ akwụkwọ mba Carrig.",
  "Mahon bụ onye otu Gaelic League na Irish Women's Franchise League",
  "Mgbe ọ bụ onye na-abụghị onye agha, o gosipụtara nkwado na The Irish Citizen",
  "N'afọ 1906, Mahon malitere itinye aka na ndị otu ọrụ ndị nkuzi wee sonye na Birr Association wee kwuo okwu banyere ịkwụ ụgwọ nhata na nzukọ ndị nkuzi mba Irish kwa afọ",
  "O gosipụtara enweghị ụmụ nwanyị na ndị isi INTO",
  "N'ikwu okwu banyere isi ihe ọ wepụtara onwe ya maka ịtụle ọnọdụ onye isi oche nke njikọ ahụ na Machị 1907 ma, ọ bụ ezie na a họpụtaghị ya, ajụjụ ahụ dị n'ihu ọha nke na INTO mepụtara ọkwa ọhụrụ na ndị isi maka ụmụ nwanyị ma nye Mahon otu.",
  "N'ime afọ ndị mbụ nke itinye aka ya, Mahon nwere ihe ịga nke ọma n'ọtụtụ ebumnuche ya, ọ mụbara recruitment ma gbochie ndị nkuzi nwanyị ka a manyere ha ikpuchi ịsa ákwà na nri dị ka isiokwu",
  "Mgbe a nabatara onyinye Birrell n'oge ọkọchị nke afọ 1908, Mahon kwuru na e guzobere onye isi nke ịkwụ ụgwọ hà nhata, ebe a na-ekesa onyinye ahụ na ndị nkuzi niile",
  "N'ihi ya, o kwuru na e mere ihe nlereanya ahụ.",
  "N'ọnwa Eprel afọ 1911, a họpụtara ya ka ọ bụrụ osote onye isi ala n'enweghị onye na-emegide ya",
  "N'afọ ahụ, ebumnuche ya bụ igbochi ndị nkuzi nọ na ezumike ịmụ nwa ka a chọọ ka ha nye onye nnọchi anya ha na ego nke ha",
  "N'afọ 1912, a họpụtara Mahon ka ọ bụrụ nwanyị mbụ bụ onye isi oche nke INTO",
  "N'ihe fọrọ nke nta ka ọ bụrụ ozugbo enwere nsogbu na ịchụpụ osote onye isi ala Edmond Mansfield na esemokwu dị n'etiti INTO na bọọdụ agụmakwụkwọ",
  "E zigara Mahon na London ịrịọ onye isi odeakwụkwọ Augustine Birrell ka o mee nyocha",
  "Ọ bụ ezie na odeakwụkwọ ahụ nwere ajọ mbunobi megide ọnọdụ ya, ọ kwetara na nkwupụta ya gosipụtara ikpe ahụ nke ọma ma guzobe kọmitii Dill.",
  "A họpụtara Mahon ọzọ na 1913 n'agbanyeghị na ọ na-eche otu oge",
  "Akwụkwọ akụkọ ndị nkuzi, Irish School Weekly na 14 Disemba 1912 kwuru na \"ọchịagha nke meriri ndị agha ịnyịnya nke ndị iro n'ọgụ ọ bụla, ga-anọgide na-edu ndị agha\"",
  "Nke a nyere ya ohere inye ihe akaebe dị ka onye isi oche na Dill Commission nke gara n'ihu ịkwado ndị nkuzi ma tụọ aro mgbanwe mana ọ jụrụ ịtụ aro iweghachi Mansfield",
  "N'ihi ya, n'afọ sochirinụ, ọ gbara arụkwaghịm n'ọchịchị",
  "Ọ kwụsịrị ọrụ Easter 1916",
  "A jụrụ ya ajụjụ maka nkwado olu ya maka ịrị elu Ista.",
  "Otu okwu nke bilitere n'afọ ikpeazụ ya n'ọchịchị bụ War bonus, nke nyere ụmụ nwoke okpukpu abụọ nke ụgwọ ụmụ nwanyị",
  "Mahon mere mkpesa banyere nke a ma kwupụta ihe ịga nke ọma na Nọvemba 1916",
  "N'afọ 1919, ọ katọrọ iwu agụmakwụkwọ nke Ian MacPherson ma kpọọ ndị isi INTO ndị na-agbachitere ndị Britain",
  "O boro onye isi oche INTO na odeakwụkwọ ukwu T",
  "J",
  "O'Connell ebubo yiri nke ahụ",
  "N'ihi ya, n'afọ 1920, e boro ya ebubo nkwutọ",
  "Mahon jụrụ ịnabata ikike ụlọ ikpe Britain mana ozugbo a gbachiri ya, INTO kwụsịrị ikpe ahụ",
  "Ọ nọpụrụ na ndụ ọha na eze na ọkwa mba site n'oge ahụ gaa n'ihu.",
  "A họpụtaghị nwanyị ọzọ ka ọ bụrụ onye isi oche nke INTO ruo mgbe Kathleen Clarke na 1945.",
  "Mahon bụ onye isi oche nke Tipperary Cottage Tenants\" Association",
  "Ọ bụkwa onye otu Fianna Fáil site na ntọala ya",
  "Ọ lara ezumike nká na ngwụcha afọ agụmakwụkwọ na July 1934 wee gaa n'ihu bụrụ nwanyị mbụ a họpụtara Mgbe nke ahụ gasịrị, Mahon kwagara Dublin ebe ya na nne ya na ụmụnne nwanyị abụọ di ha nwụrụ biri na Balbriggan site na 1937",
  "N'ebe ahụ, ọ sonyeere Red Cross nke obodo ahụ. Ọ bụ n'ebe ahụ ka ọ nwụrụ ma lie ya."
]