[
  "Cathcart William Methven FRSE (ubochí irí abụọ na anọ n'ọnwa Septemba afọ 1849 Edinburgh rụọ úbọchị irí atọ n'ọnwa Ọgọst 1925 Pietermaritzburg) bụ onye isi injinia na Greenock na Clyde, a họpụtara ya n'afọ 1888 dị ka ónyé injinia ọdụ ụgbọ mmiri na Durban",
  "E wezụga ịbụ ónyé na-ese ụkpụrụ ụlọ na ónyé nwere ike egwu, ọ bụ, n'ụzọ a na-adịghị ahụkebe, ónyé na-eme ihe nkiri nwere onyinye ma mepụta ọtụtụ ihe osise mara mma nke ihe nkiri Natal",
  "O guzobere Durban Art Gallery n'afọ 1892.",
  "A mụrụ ya na nọmba irí na otu Roxburgh Street na Edinburgh n'ubochí irí abụọ na ànó n'ọnwa Septemba n'afọ 1849 nwa William Methven",
  "A na-eche na a na-akpọ ya aha nwanne nna ya, Cpt Cathcart Methven nke East India Company nwụrụ n'ịda site na ịnyịnya na Calcutta n'afọ 1823.",
  "Ọ mụtara ọrụ dị ka injinia na John Sang na Kirkcaldy site n'afọ 1866 rụọ afọ 1871",
  "Mgbè áhụ, ya na Paley na Austin nke Lancaster rụkọrọ ọrụ dị ka Clerk of Works màkà iwughachi St John's Episcopal Church na Greenock",
  "Ọ sonyeere ụlọ ọrụ London nke Robert Kinipple dị ka onye na-enyere onye injinia ọdụ ụgbọ mmiri aka na Greenock na Scotland",
  "N'afọ 1886, ọ nọchiri Kinipple dị ka onye isi injinia nke Greenock Harbour Trust",
  "Dị ka onye injinia Victorian a ma ama, ọ ghọrọ onye otu Institution of Civil Engineers (ICE).",
  "N'ọnwa Febụwarị afọ 1888, a họpụtara ya ka ọ bụrụ Fellow nke Royal Society nke Edinburgh",
  "Ndị na-atụ aro ya bụ William Swan, John Gray McKendrick, George Chrystal, na Sir John Murray.",
  "Ọ kwagara South Africa n'oge mgbụsị akwụkwọ nkè afọ 1888, mgbè a họpụtara ya ka ọ bụrụ injinia ọdụ ụgbọ mmiri nke Durban, iwu ya bụ iwepụ ájá na-egbochi ụgbọ mmiri n'ọnụ ụzọ ọdụ ụgbọ mmiri, na-amanye ndị njem na ibu ka ha jiri ọkụ na-ebugharị",
  "Atụmatụ Methven iji kpochapụ ụlọ mmanya ahụ site n'ịgbatị North Pier na iji ihe mkpofu nke mmiri, mèrè ka ya na onye ọka iwu a ma ama, Attorney General na onye ndọrọ ndọrọ ọchịchị, Harry Escombe, onye chọrọ ịdabere na ịdọrọ naanị ya",
  "N'ihi ya, a chụpụrụ Methven n'ubochí irí na otu n'ọnwa Julaị 1894",
  "Nke a dugara na nnukwu ọgba aghara na arụkwaghịm Escombe",
  "Ka oge na-aga, na 1918, gọọmentị South Africa nyere ya £ 500 iji kwado ọrụ ya na mmepe nke ọdụ ụgbọ mmiri ahụ",
  "Ntuziaka ọzọ ya na a ga-emepe Umhlatuzi Lagoon dị ka ọdụ ụgbọ mmiri nke abụọ maka Natal, a gbakwara ya n'afọ ndị 1970 ma mara ya ugbu a dị ka Richards Bay.",
  "Enweghị afọ ojuju n'ịnọgide na-enweghị ọrụ, Methven bịdọrọ azụmahịa nke ya na-aga nke ọma dị ka onye ndụmọdụ nke injinia obodo na nke ụgbọ mmiri, onye na-ese ụkpụrụ ụlọ na onye nyocha n'ubochí irí na atọ n'ọnwa Disemba afọ1895",
  "O mere nyocha maka ọdụ ụgbọ mmiri niile dị na ndịda ọwụwa anyanwụ na ndịda, site na Port St Johns (1897) ruo Port Alfred, Kalk Bay na Mossel Bay (1901), Richards Bay na Cape Town (1902), East London (1901 na 1910), Lourenço Marques (1909/10) na Beira na Port Elizabeth (1911)",
  "Methven bụkwa onye isi oche nke Natal Institute of Architects (1905-1908) na Fellow nke Royal Institute of British Architects (FRIBA).",
  "Methven rụrụ ọrụ dị ka ónyé na-ese ụkpụrụ ụlọ ma bụrụ otu n'ime ndị guzobere ndị otu Natal Institute of Architects",
  "Ọ bụ onye na-egbu azụ na-anụ ọkụ n'obi na ónyé na-eti egwu.",
  "Mmekọrịta ya n'ụwa nka mere ka ọ bụrụ onye isi oche nke Natal Society of Artists na 1908, 1912 na 1915",
  "O dere nkọwa màkà iwu akụkụ ahụ na Durban na Pietermaritzburg Town Halls, ma dezie A Century of Progress in Natal, afọ 1824 rụọ afọ 1924 bipụtara na Pieter maritzburg.(Methven 1924) Ihe ngosi mbụ nke Methven mere na Johannesburg na 1921",
  "Enwere ike ịhụ ọrụ ya na Africana Museum, Durban Art Gallery, Local History Museum and, Tatham Art Gallery na Killie Campbell Collections",
  "O dekwara ọtụtụ ihe osise nke ọbọdọ ya, Greenock.",
  "Ọ nwụrụ na Pietermaritzburg na South Africa n'ubochí irí atọ n'ọnwa Ọgọọst n'afọ  1925.",
  "Ọ lụrụ di",
  "Ụmụ ya gụnyere Alexander Methven nà Iain Lambert Methven.",
  "Ónyé na-enyere ya áká, James Buchanan Pentland-Smith, lụrụ nwa ya nwanyị nke okenye.",
  "A na-akpọ okporo ámá abụọ dị na Durban aha ya, otu dị na Maydon Wharf   / 29.8802046°S 30.998676°E /8802046; 30.998 676 na nke ọzọ dị na Westville  30 °54′07′′E / 26.816779°S 30.90186°E/30.90186."
]