[
  "Àtụ:Infobox church",
  "Cathedral Church nke Christ Marina, Lagos bụ katidral ndi Anglican di na Lagos Island, Lagos, Nigeria.",
  "A tọrọ ntọala maka ụlọ katidral mbụ na 29 Machị 1867 ma guzobe katidral ahụ nafo 1869.",
  "Ihe owuwu nke ụlọ dị ugbu a na atụmatụ nke onye na-ese ụkpụrụ ụlọ Bagan Benjamin malitere na 1 Nọvemba 1924",
  "Ọ bụ Prince of Wales (mgbe e mesịrị Eze Edward nke Asatọ) tọrọ ntọala ahụ na 21 Eprel 1925. E wuchara ya na 1946.",
  "Nafọ 1976, a tụgharịrị ihe Rev Dr Samuel Ajayi Crowther, onye Yoruba bụbu ohu nke ghọrọ bishọp Afrịka mbụ na Ụka Anglican, gaa na katidral",
  "E nwere cenotaph e wuru ka ọ bụrụ ihe ncheta ya",
  "A maara ya nke ọma dị ka Katidral Church of Christ Marina, ma bụrụ Katidral Anglican kacha ochie na Ụka Nigeria.",
  "N'oge dị iche iche na akụkọ ihe mere eme ya, katidral bụ oche nke archbishọp nke Province nke West Africa, oche nke archbishop na primate nke All Nigeria na oche nke archbishop nke Ecclesiastical Province nke Lagos",
  "Ugbu a ọ bụ oche Bishọp Lagos.",
  "At various times in its history, the cathedral was the seat of the archbishop of the Province of West Africa, the seat of the archbishop and primate of All Nigeria and the seat of the archbishop of the Ecclesiastical Province of Lagos.",
  "N'oge dị iche iche na akụkọ ihe mere eme ya, katidral bụ oche nke archbishọp nke mpaghara ọdịda anyanwụ Africa, oche nke archbishop na primate nke All Nigeria na oche nke archbishop nke Ecclesiastical Province nke Lagos.",
  "At various times in its history, the cathedral was the seat of the archbishop of the West African region, the seat of the archbishop and primate of All Nigeria and the seat of the archbishop of the Ecclesiastical Province of Lagos.",
  "Ọ bụ Oberlinger Orgelbau, Germany, wuru ọkpọkọ ahụ n'akụkụ aka nri nke ebe ịchụàjà ahụ nwere ihu abụọ - otu na-ele anya n'ebe ịchụàjà na nke abụọ na-elegharị anya n'akụkụ Aka nri",
  "Otu n'ime ngalaba, Antiphonal, dị na organ loft n'elu ọnụ ụzọ mbata nke ụka ahụ",
  "Na mbido narị afọ nke iri abụọ na otu, ụlọ ọrụ Bekee bụ Harrison & Harrison mezigharịrị ngwá ọrụ ahụ dum (ma wughachi njikwa); ọ nwere nkwụsị 64 na ntuziaka 4 na pedalboard",
  "Ọ bụ ọkpọkọ kachasị ukwuu na Naịjirịa.",
  "Nafọ 1969, onye bu onye isi ala Naịjirịa n'oge ahụ, Yakubu Gowon lụrụ Miss Victoria Zakari, na mmeme nke Seth Irunsewe Kale duziri na Katidral."
]