[
  "Cauliflower bụ otu n'ime ọtụtụ akwụkwọ nri n'ụdị Brassica oleracea na ụdị Brassica, nke dị na ezinụlọ Brassicaceae (ma ọ bụ mustard)",
  "Ọ bụ osisi na-eto kwa afọ nke na-amụba site na mkpụrụ",
  "Dị ka ọ na-adịkarị, ọ bụ naanị isi ka a na-eri anụ na-acha ọcha a na-akpọ \"curd\" mgbe ụfọdụ (nke yiri cheese curd). Isi cauliflower nwere okooko osisi na-acha ọcha",
  "Isi Cauliflower yiri nke broccoli, nke dị iche n'inwe okooko osisi dị ka akụkụ a na-eri eri",
  "Brassica oleracea gụnyekwara broccoli, Brussels sprouts, cabbage, collard greens, na kale, nke a na-akpọ \"cole\" ihe ọkụkụ, ọ bụ ezie na ha sitere n'ụdị dị iche iche.",
  "Pliny the Elder gụnyere cyma n'etiti osisi ndị a kụrụ akụ ọ kọwara na Natural History: \"Ex omnibus brassicae generibus suavissima est cyma,\" (\"N'ime ụdị cabbage niile, nke kachasị amasị ya bụ cyma\"). Nkọwa Pliny nwere ike na-ezo aka n'isi okooko osisi nke ụdị Brassica oleracea a zụlitere na mbụ.",
  "N'oge ụwa na-emepechabeghị anya, a na-ejikọta ụdị cauliflower na agwaetiti Saịprọs, na ndị botanist Arab nke senchiri nke irí na abụọ na nke ịrị na atọ a kpọrọ Ibn al-'Awwam na Ibn al-Baitar, na-azọrọ na mmalite ya bụ Saịpris. Njikọ a gara n'ihu n'Ebe Ọdịda Anyanwụ Europe, ebe a na-akpọ cauliflowers mgbe ụfọdụ dị ka Cyprus colewort, ma enwere azụmahịa dị ukwuu n'ebe ọdịda anyanwụ Europe na mkpụrụ cauliflower sitere na Saịprọs, n'okpuru ndị ọchịchị French Lusignan nke agwaetiti ahụ, ruo na narị afọ nke iri na isii.",
  "François Pierre La Varenne jiri chouxfleurs mee ihe na Le cuisinier françois",
  "A kpọbatara ha na France site na Genoa na narị afọ nke iri na isii, a na-egosikwa ha na Olivier de Serres' Théâtre de l'agriculture (1600), dị ka cauli-fiori \"dị ka ndị Itali na-akpọ ya, nke ka dị obere na France; ha nwere ọnọdụ dị ùgwù n'ogige ahụ n'ihi ịdị ụtọ ha\", mana ha anaghị apụta na nnukwu tebụl ruo n'oge Louis nke iri na anọ",
  "Ndị Britain webatara ya na India n'afọ 1822.",
  "Okwu ahụ bụ \"cauliflower\" sitere na Italian cavolfiore, nke pụtara \"flowers cabbage\". Mmalite kachasị nke aha ahụ sitere na okwu Latin caulis (cabbage) na flōs (flowers).",
  "Cauliflower siri ike izulite ma e jiri ya tụnyere cabbage, yana nsogbu ndị a na-ahụkarị dị ka isi na-etoghi eto na àgwà curd na-adịghị mma.",
  "N'ihi na ihu igwe bụ ihe na-egbochi mmepụta cauliflower, osisi ahụ na-eto nke ọma na okpomọkụ dị n'ehihie 21 - 29°C (70 - 85°F), na ọtụtụ anyanwụ, na ọnọdụ ala mmiri dị elu na ihe ndị dị ndụ na ala ájá. Oge kachasị eto maka cauliflower bụ izu asaa ruo ịzụ ịrị na abụọ site n'ụbọchị nzọgharị. N'ebe ugwu, oge mgbụsị akwụkwọ na July nwere ike ime ka owuwe ihe ubi tupu oge oyi.",
  "Ogologo oge nke anwụ na-achasi ike n'oge okpomọkụ nwere ike ime ka isi cauliflower na-acha uhie uhie.",
  "Enwere ike ịmepụta cauliflowers a na-etinye n'ime akpa dị ka flats, hotbeds, ma ọ bụ n'ọhịa",
  "N'ime ala nke -adọbaghị, nke na-agbanye mmiri nke ọma ma na-eme nri, a na-akụ mkpụrụ osisi n'ọhịa otu sentimita (⁄½ in) ma na-agbatị site na ohere zuru oke nke ihe dị ka osisi ịrị na abụọ kwa sentimita ịrị atọ  (½ in). Okpomọkụ na-eto eto bụ ihe dị ka 18 °C (65°F) mgbe mkpụrụ dị ụbọchị ịrị abụọ na ise ruo ụbọchị ịrị atọ na ise. Mmetụta nke fatịlaịza na-eto eto na-amalite mgbe akwụkwọ na-apụta, na-ejikarị ihe ngwọta mmalite kwa izu.",
  "Ịgha mkpụrụ n'ọhịa na-amalite n'oge opupu ihe ubi ma nwee ike ịga n'ihu ruo n'etiti oge okpomọkụ",
  "Ogologo ahịrị bụ ihe dị ka 38 - 46 cm (15 - 18 in)",
  "Uto ngwa ngwa nke ahịhịa mgbe a gbasịrị ya nwere ike irite uru site na usoro ndị dị ka izere oyi oge opupu ihe ubi, iji ihe ngwọta mmalite dị elu na phosphorus, ịgba mmiri kwa izu, na itinye fatịlaịza.",
  "Nsogbu kachasị mkpa na-emetụta àgwà cauliflower bụ ogwe oghere, uto isi ma ọ bụ bọtịnụ, ricing, browning na ọkụ ọkụ. N'etiti nnukwu ahụhụ na-emetụta cauliflower bụ aphids, mgbọrọgwụ, cutworms, ụkpara, na flea beetles. Osisi ahụ nwere ike ire ure ojii, ụkwụ ojii, mgbọrọgwụ klọb, ntụpọ akwụkwọ ojii, na downy mildew.",
  "Mgbe cauliflower tozuru, isi -apụta dị ka ihe na-acha ọcha, dị mkpirikpi, na 15-20 cm (6-8 in) n'obosara, a ga-emekwa ka ọ jụọ oyi n'oge na-adịghị anya mgbe owuwe ihe ubi gasịrị. Mmiri na-eme ka ikuku dị jụụ iji wepụ okpomọkụ n'ọhịa n'oge okpomọkụ nwere ike ịdị mkpa maka nchekwa kachasị mma",
  "Nchekwa nwa oge nwere ike site na iji ọnọdụ nchekwa dị jụụ, nke dị elu.",
  "Ọtụtụ ụdị ụgbala, gụnyere Calliphora vomitoria, bụ ndị a maara dị ka ndị na-eme ntụ ọka nke cauliflower.",
  "E nwere nnukwu ìgwè anọ nke cauliflower.",
  "E nwere ọtụtụ narị ụdị azụmahịa nke akụkọ ihe mere eme na nke ugbu a na-eji gburugburu ụwa",
  "A na-edebe ndepụta zuru oke nke ihe dị ka ụdị ịrị asatọ nke North America na Mahadum North Carolina State.",
  "Cauliflower na-acha ọcha na akwụkwọ ndụ akwụkwọ ndụ",
  "Green Romanesco cauliflower",
  "Oroma cauliflower",
  "Osisi cauliflower na-acha odo odo",
  "Na 2020, mmepụta ụwa nke cauliflowers (gwakọta maka akụkọ mmepụta na broccoli) bụ nde tọn ịrị abụọ na ise na ọkara, nke China na India sotere",
  "Ha nwere pasent ịrị asaa na abụọ nke ngụkọta ụwa. Ndị na-emepụta ihe nke abụọ, na-enwe 0.4 - 1.3 nde tọn kwa afọ, bụ United States, Spain, Mexico na Italy.",
  "Cauliflower ndụ bụ nwere mmiri dị pasent ịrị itoolu na abụọ, carbohydrates dị pasent ise, protein dị pasent abụọ ma nwee abụba na-enweghị isi (tebụl)",
  "Otu gram (3½-ounce) nke cauliflower na-enweghị isi na-enye 104 kilojoules (25 kilocalories) nke ike nri, ma nwee ọdịnaya dị elu (20% ma ọ bụ karịa nke uru kwa ụbọchị, DV) nke vitamin C (58% DV) na ọkwa dị mma nke ọtụtụ vitamin B na vitamin K (13 - 15% DV; tebụl)",
  "Ihe dị n'ime mineral ndị dị n'ihe oriri dị ala (7% DV ma ọ bụ obere).",
  "Cauliflower nwere ọtụtụ phytochemicals na-adịghị edozi ahụ nke a na-ahụkarị n'ezinụlọ cabbage nke nọ n'okpuru nyocha mbụ maka ihe onwunwe ha nwere ike, gụnyere isothiocyanates na glucosinolates. Ịsị ya n'ọkụ na-ebelata ọkwa nke glucosinolates cauliflower, ebe usoro isi nri ndị ọzọ, dị ka steaming, microwaving, na stir friing, enweghị mmetụta dị ịrịba ama na ọkwa glucosinolate.",
  "Enwere ike isi cauliflower, sie ya, sie ya ọkụ, sie ya n'ọkụ, sie ya mmiri, sie ya na steam, sie ya mmanụ, ma ọ bụ rie ya na-enweghị isi",
  "Mgbe a na-esi nri, a na-ewepụkarị akwụkwọ ndị dị n'èzí na ogwe osisi ndị dị arọ, na-ahapụ naanị okooko osisi (nke a na-eri eri \"curd\" ma ọ bụ \"isi\")",
  "A na-eri akwụkwọ ya ma a na-atụfu ya mgbe niile.",
  "Cauliflower bụ obere calorie, na-enweghị gluten ọzọ na osikapa na ntụ ọka",
  "N'agbata afọ 2012 na 2016, mmepụta cauliflower na United States mụbara 63%, ahịa ngwaahịa ndị dabeere na caulifloor mụbara rụọ 71% n'agbata 2017 na 2018",
  "A na-eme osikapa cauliflower site na ịpị okooko osisi caulifloor wee sie ya na mmanụ. A na-eji okooko osisi cauliflower emepụta mkpo pizza caulifloor ma bụrụ nke a ma ama na ụlọ oriri na ọṅụṅụ pizza. Mashed cauliflower bụ ihe ọzọ na-enweghị carbohydrate karịa nduku esuru esu.",
  "Ndị na-eme mgbakọ na mwepụ achọpụtala Cauliflower maka akụkụ ya dị iche iche, nke a gbakọrọ na ọ bụ ihe dịka 2.8.\nOtu n'ime njirimara nke cauliflower bụ na alaka ọ bụla, ma ọ bụ \"module\", yiri cauliflour dum",
  "Àgwà ọzọ, nke dịkwa na ụdị osisi ndị ọzọ, bụ na oghere dị n'etiti \"modules,\" ka ha na-adịwanye anya site n'etiti, bụ 360° nkewa site na ọnụ ọgụgụ ọla edo."
]