[
  "Cecilia Barbara Atim Ogwal (amụrụ na onwa 12 June na afọ 1946) bụ onye ndọrọ ndọrọ ọchịchị Uganda, nwanyị ọchụnta ego na onye ndụmọdụ nchịkwa",
  "Ọ bụ onye omeiwu maka Dokolo District Women's Constituency",
  "Ọ bụ onye otu ndị omeiwu nke Uganda kemgbe na afọ 1996.",
  "A mụrụ Ogwal na Dokolo District, Northern Uganda, na onwa 12 June nke afọ I 1946",
  "Ọ gara ụlọ akwụkwọ dị na Uganda",
  "N'afọ 1967, mgbe ọ dị afọ iri abụọ na otu, a nabatara ya na Mahadum nke East Africa na Nairobi (nke a maara ugbu a dị ka Mahadum Nairobi) iji mụọ maka nzere Bachelor of Commerce",
  "Ọ gụsịrị akwụkwọ na Mahadum Nairobi na afọ 1970",
  "O nwekwara asambodo na Human Resources Management site na ihe a na-akpọ Institute of Public Administration, mana a maara ya ugbu a dị ka Uganda Management Institute",
  "O nwere asambodo abụọ ọzọ; otu na Christian Based Values site na Haggai Institute, Singapore, na nke ọzọ na Public Private Partnership, site na Australia.",
  "Site na 1979 ruo 1980, Ogwal rụrụ ọrụ na Uganda Embassy na Kenya, dị ka onye na-ahụ maka ndị gbara ọsọ ndụ na-alaghachi",
  "Site na afọ 1980 ruo na afọ 1981, ọ rụrụ ọrụ dị ka onye njikwa ọrụ na Uganda Advisory Board of Trade",
  "N'afọ 1982, ọ bụ otu n'ime ndị guzobere ụlọ akụ ego, na-arụ ọrụ n'ebe ahụ ruo n'afọ 1984",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Uganda Development Bank, site na afọ 1981 ruo na afọ 1986.",
  "Ọ banyere na ndọrọ ndọrọ ọchịchị Uganda, na-eje ozi dị ka onye na-anọchite anya odeakwụkwọ ukwu nke Uganda People's Congress (UPC) site na 1985 ruo 1992",
  "N'afọ 1994, ọ bụ otu n'ime ndị omebe iwu nke dere ma kwupụta Iwu Iwu Ugandan nke 1995",
  "Ọ nọgidere bụrụ onye ọrụ dị elu na pati ndọrọ ndọrọ ọchịchị UPC ruo n'afọ 2004",
  "N'oge ntuli aka ndị omeiwu nke afọ 2006, Jimmy Akena, nwa onye guzobere UPC Milton Obote, tụfuru oche Lira Municipality ya",
  "N'afọ 2011, Ogwal sonyere ma merie oche onye nnọchi anya ụmụ nwanyị maka mpaghara Dokolo nke e mepụtara ọhụrụ",
  "N'oge a, ọ gbanwere òtù ndọrọ ndọrọ ọchịchị wee gbaa ọsọ dị ka onye otu Forum for Democratic Change.",
  "Ogwal bụ nwanyị lụrụ di nke nwere ụmụ asaa na ọtụtụ ndị nkuchi.",
  "N'afọ 1969, mgbe ọ dị afọ iri abụọ na atọ, ọ meriri asọmpi \"Miss Uganda\". Ogwal bụ onye otu Kọmitii nke Physical Infrastructure nke na-ahụ maka nlekọta na ikpuchi ihe gbasara iwu metụtara ala, ụlọ, mmepe obodo, ọrụ na njem, na atụmatụ anụ ahụ. Ọ bụkwa onye otu kọmitii mmefu ego."
]