[
  "Cecily Bourchier Norden (née Bowker) (23 Disemba 1918 - 27 Ọgọst 2011) bụ odee, onye ọka ikpe n'ịnyịnya, onye mmeri na onye ngosi na onye na -azụ stud",
  "A maara ya maka ntinye aka ya na ụlọ ọrụ ịnya ịnyịnya na South Africa.",
  "A mụrụ Norden na Grahamstown, South Africa, na 23 Disemba 1918",
  "Ọ bụ naanị nwa nwanyị nke nwụrụ anwụ Dr Thomas Bourchier Bowker, onye otu nzuko omeiwu nke Albany site na 1936 ruo mgbe ọ nwụrụ n'afọ 1964",
  "Enyere ya Dọkịta Iwu Iwu site na Mahadum Rhodes na 1963/1964 maka ọrụ ya karịrị afọ iri abụo na ịse na mmalite nke Orange na Fish River Water Scheme na ụlọ nke Gariep Dam ; ọrụ ya dị ka onye guzobere 1820 Settlers National Monument Concept; na ọrụ ya n'ịkwado akwụkwọ iwu Mahadum Rhodes site na nzuko omeiwu.",
  "Nne Cecily bụ Gladys Elaine Bowker nwụrụ anwụ (née Hart), nwa nwa Robert Hart II,  onye nchoputa na onye isi ochie nke Somerset East, Eastern Cape, na onye enyemaka ama ama nke ndị ọbịa 1820 n'oge afọ nsogbu ha",
  "Gladys bụ onye gụsịrị akwụkwọ na Mahadum Rhodes na Grahamstown, na nzere BA/BSc jikọtara ọnụ.",
  "Cecily na ụmụnne ya nwoke abụọ, John na Hubert, tolitere na ugbo Glen Ovis  na Signal Hill, nke dị na Great Fish River Valley, kilomita ịrị atọ na isii n'ebe ugwu nke Grahamstown, ebe ha na Merino atụrụ, Blackhead Persians, Holstein ehi, Ịnyịnya Arab na enyi nnụnụ",
  "Cecily malitere ịnya ụgbọ ala mgbe ọ dị afọ atọ ma na-ede akụkọ kemgbe ọ dị afọ asaa.",
  "Ọ gara ụlọ akwụkwọ na nke mbụ mgbe ọ dị afọ iri na abuo na Diocesan School for Girls (DSG) na Grahamstown ebe ọ na-egwu egwuregwu mbụ nke egwuregwu niile enyere, ma mesịa nweta Tenis Agba ya na Mahadum Rhodes",
  "Ọ nwetara akwụkwọ ikike nnabata kacha elu nke ụlọ akwụkwọ Grahamstown jikọtara ọnụ n'afọ 1936",
  "Na Mahadum Rhodes ọ gụrụ akwụkwọ na Bekee (Distinction) na Fine Art (1937-1940), wee nweta UED ya",
  "Ọ kuziri bekee na Port Elizabeth kọleji nka",
  "Ọ lụrụ Jack Norden (1941–1954) ma nwee ụmụ atọ, ụmụ ụmụ ise na ụmụ ụmụ abụọ.",
  "O biri afọ iri ịse na Middelburg, Eastern Cape, district na obodo, ebe ọ jere ozi na Council Town, Anglican Church Council, Midlands' Farmers' Association (Honorary Secretary), egwuregwu Union (Onye njikwa) na ọtụtụ kansụl maka dị iche iche",
  "ụdị inyinya na ikpe inyinya mba, na otu maka ngalaba nke Saddle Horse Industry.",
  "O nweela ọtụtụ narị akụkọ ka ebipụtara n'ihe gbasara ịzụ ịnyịnya na ihe ndị ọzọ gbasara ọrụ ugbo na akụkọ ihe mere eme",
  "Ọ na-agụkarị nkuzi na redio, ma dee ma gosipụta akwụkwọ akụkọ teknụzụ na ụmụaka",
  "Akwukwo ya kacha mara amara bu Igosi inyinya na South Africa, mbipụta nke mbụ na nke abụọ (1971 na 1980).",
  "Ọ bụ onye equitation na show onye na-agba ịnyịnya na ịzụ ịnyịnya",
  "O nwere Maastricht Arabian Horse Stud  na mpaghara Albany nke edebara aha ya na otu Ndị na-agba ịnyịnya breeders nke South Africa",
  "N'oge a, o nwere ihe ùgwù iji sire Arabia a ma ama, Jiddan, mee ndị nne ya",
  "Enwere ike ị nweta nkọwapụta n'igosi inyinya na South Africa Mbipụta nke abụọ, Isi nke XIV.",
  "Mgbe ọ kwagara n'Ugbo Oranje,  na mpaghara Middelburg, n'afọ 1950 ọ zụtara stud stallion Boaz, onye Arabian dị ọcha nke si England butere",
  "N'afọ 1953 ọ meriri Victor Ludorum maka isi ihe kachasị na National Arabian Horse Championship nke South Africa nke e mere n'afọ ahụ na Middelburg.",
  "Na Oranje, ọ zụlitekwara ọtụtụ onye mmeri SA Saddle Horses na Boerperde bụ ndị meriri na ihe ngosi asọmpi mba ha",
  "Ọ nwụrụ na Port Alfred na 27 Ọgọst 2011 - rụtụ aka na akwụkwọ akụkọ \"Talk of the Town\" nke dị na 30 Septemba 2011.",
  "Middelburg, Eastern Cape, South Africa na 27 Eprel 2002 na ụmụ amaala ya abụọ, Oriakụ Cecily Norden na Mazị Pietie Joubert, bụ ndị Saddle Horse Breeders' Society of South Africa họpụtara, sitere na South Africa dum, ka ha nata ọkwa Onye isi ala",
  "Ihe nrite maka ọrụ pụtara ìhè maka mmepe ụlọ ọrụ Saddle Horse nke South Africa",
  "Nke a bụ oge mbụ enyere onyinye a",
  "Mmadụ anọ n'ime ndị ha na ha dịkọrọ ndụ sitere na mpaghara ndị ọzọ nwetakwara ihe nrite a.",
  "Saddle Horse Breeders' Society of South Africa hụrụ mmalite ya na ịrị abụọ na atọ Nọvemba 1942 n'okpuru aha ogologo nke gụnyere ụdị ịnyịnya ndị ọzọ na-agba, yana ihe a na-akpọ oge ahụ dị ka American Saddle Horses",
  "Ugbu a ọ bụ ụlọ ọrụ ọtụtụ nde dollar jikọtara na South African Stud Book Association na ọ na-ebubata narị narị Saddle Horses na America ma na-ebupụ ndị Saddlers nke ọkwa mmeri ụwa na United States",
  "Enwere njikọ siri ike n'etiti mba abụọ ahụ na ndị na-azụ anụ, ndị na-enye ọzụzụ na ndị ikpe ịnyịnya na-eme mgbanwe mgbe niile.",
  "Cecily Norden so na-arụsi ọrụ ike n'afọ ndị tolitere n'ịkwalite ụlọ ọrụ Saddle Horse na South Africa, na-eje ozi na Kọmitii Executive dị iche iche na Họrọ Kọmitii Na-arụ ọrụ site n'afọ 1942 ruo afọ 1983, yana ịbụ onye na-azụ anụ ma na-egosipụta onwe ya ịnya ịnyịnya na mba niile na Ịnyịnya Saddle, Boerperd, Arab na Equitation klaasị",
  "Ọ ruru eru dị ka a Senior Onyeikpe nke Saddle Horses, Boerperde, Palominos, Arabian inyinya, Welsh Ponies na Equitation, na ekpe ikpe na National Breed Championships maka ndị a niile udiri anumanu, nakwa dị ka ikpe na mpaghara na-egosi maka niile ụdị n'oge dum oge mgbe afọ 1942 ka",
  "1995",
  "O nwere ihe dị iche nke ịbụ onye ikpe nwanyị mbụ ga-ekpe ikpe na National Saddle Horse Championship na Bloemfontein, South Africa (1968).",
  "Cecily Norden na onye nwụrụ anwụ WJ van der Merwe rụrụ ọrụ ọnụ dị ka otu, dị ka Honorary Secretary na onyeisi oche-cum-President n'otu n'otu, site n'afọ 1945 ruo mgbe ha lara ezumike nká n'afọ 1983, na-adịghị mebiri emebi usoro nke oru ngo n'ime afọ iri anọ",
  "Onye isi n'ime ọrụ ndị a, na mgbakwunye na ikpe ikpe na ihe ngosi na nyocha nke ịnyịnya na igosipụta onwe ya na ihe ngosi obodo niile, gụnyere ihe ndị a:",
  "Otu n'ime ihe dị ịrịba ama na mmepe nke ụlọ ọrụ ịzụ ahịa ịzụ ahịa na South Africa bụ ọrụ n'afọ 948 mgbe Cecily Norden na WJ van der Merwe họpụtara dị ka Kọmitii Nhọrọ maka ịhazi nkewa nke ụdị dị iche iche, nke kachasị mkpa bụ ndị na-azụ anụ Saddle Horse Breeders",
  "' Society of South Africa",
  "Ha n'onwe ha mere nyocha na akwụkwọ niile nke iwu ọmụmụ, iwu iwu, ụkpụrụ nke nkwekọrịta, ụkpụrụ na usoro nyocha nke ụdị ọkụ ugbu a, maka oge mbụ, kewara n'ime Saddle Horses, Boerperde, Arabians na Thoroughbred Hacks",
  "A ga-ekpezi ụdị ndị a ikpe na klaasị dị iche iche na mgbanaka ngosi ahụ, yana iwu na ụkpụrụ siri ike nke ụdị ha",
  "Nke a ga-ahụ na enwere ike idowe ịdị ọcha nke ụdị na ụdị agwa ma debanye aha ya n'akwụkwọ iwu, onye ọ bụla n'ime otu Breed Society nke ya, n'okpuru nche anwụ nke ndị nne, Ndị na-agba ịnyịnya breeders nke South Africa",
  "(Emere Nzukọ Nzụkọ niile n'ọnụ ụlọ oche dị elu nke ụlọ oriri na ọṅụṅụ Azụmahịa ochie na Middelburg, n'igwe ojii nke anwụrụ sịga",
  ")",
  "Cecily Norden na WJ van der Merwe bụ odeakwụkwọ na onye isi oche nke Society ọhụrụ a malitere ọhụrụ, na, n'ime afọ ndị a, mgbasa ozi buru ibu mere ka ọ pụta ìhè na Middelburg District ghọrọ ebe etiti Arab Horse Breeding na South Africa, ebe obibi nke nnukwu ụlọ ahịa Arabian na-ebubata, gụnyere Isi iyi isi sire, Jiddan, onye ụmụ ya, tumadi mares, hiwere ndabere nke ọtụtụ studs n'ihi na ha ukwuu prepotency.",
  "WJ van der Merwe na Cecily Norden webatara wee hazie echiche ọhụrụ, nke Asọmpi Udiri Mba maka inyinya nwere ụkwụ ọkụ (nke mbụ emere na South Africa) - onye butere asọmpi ịnyịnya Saddle nke South Africa ugbu a",
  "A na-eme ya ugbu a na Bloemfontein kemgbe afọ 1962.",
  "A na-enwe asọmpi mbụ nke afọ ọ bụla na Middelburg Cape Show, nke kwadoro eziokwu ahụ bụ Cecily Norden na WJ van der Merwe bụ odeakwụkwọ na onyeisi oche nke ihe ngosi a ruo afọ iri na abụọ, bụ nke kpuchiri oge mgbanwe a.",
  "Cecily Norden na WJ van der Merwe, dị ka odeakwụkwọ na onyeisi oche, meghere ọha mmadụ abụọ ọhụrụ ma guzobe kọmitii ha:",
  "Ewebatara ndị a n'ime otu Riding Horse Breeders' Society of South Africa nke kansụl Cecily Norden na WJ van der Merwe jere ozi, na n'okpuru ọkọlọtọ nke otu Saddle Horse Breeders' Society na-eto eto na-arụ ọrụ ugbu a",
  "Otu ọhụrụ abụọ a rụrụ ọrụ n'okpuru ndị isi oche na kọmitii nke ha.",
  "Ihe ọzọ dị mkpa dị mkpa n'ịkwado ụlọ ọrụ Saddle Horse, na ịkwalite iguzosi ike n'ezi ihe na arụmọrụ, bụ imepụta otu ndị ọka ikpe nke South Africa n'okpuru nduzi mmalite nke WJ van der Merwe na Cecily Norden na 1965",
  "Ha jere ozi dịka onyeisi oche na odeakwụkwọ nke otu a site na 1965 ruo mgbe ha lara ezumike nká na 1983.",
  "E hiwere nke a na WJ van der Merwe na Cecily Norden dị ka onyeisi oche mbụ na odeakwụkwọ, nke nwere usoro iwu nke ya, ụkpụrụ, usoro ọmụmụ dị mkpirikpi na ule, iji nyere ndị ọkàikpe aka na ihe ngosi ịnyịnya ugbo na-arụ ọrụ ha, yana kansụl nke ya, na-adabere na ndị ikpe",
  "' Association.",
  "Tọrọ ntọala 23 Nọvemba 1942, ọ mechara bụrụ ndị otu Riding Horse Breeders' Society of South Africa (ederede edegharịrị na 1949 na 1957) nke kansụl WJ van der Merwe na Cecily Norden jere ozi, na n'okpuru nkwado ha nwere ike ịmalite na itinye ya",
  "nkewa ọhụrụ na echiche dị iche iche site na nkwado nke Council, bụ ndị otu ya sitere na ndị na-azụ anụ nke ụdị ịnyịnya niile nwere njikọ",
  "N'oge a nke mmepe dị mkpa nke Ụlọ ọrụ ahụ, Onye isi oche nke ndị na-agba ịnyịnya na-azụ anụ bụ Mr Charl van den Heever, na onyeisi oche nke Saddle Horse Breeders' Society bụ Mr Hermann de Witt nke Beaufort West",
  "Ndị odeakwụkwọ bụ Oriakụ Christine Sieberhagen na Mr Aubrey Richardson.",
  "WJ van der Merwe na Cecily Norden, dị ka onyeisi oche na odeakwụkwọ n'otu n'otu, haziri kwa afọ mkpụmkpụ ọmụmụ na ule (25 ederede na bara uru akwụkwọ na-ekpuchi ụdị nile, oche oche equitation wdg) iji tozuo Senior na Junior Judges, na-ebu nnukwu akụkụ nke nkuzi, na nhazi na akara ule",
  "N'ime ọrụ ndị a, yana nhazi nke mkparịta ụka mgbe niile, otu kọmitii na-eguzosi ike n'ihe nke ndị na-azụ anụ, gụnyere Charl van den Heever na Aubrey Richardson na ndị isi nke ngalaba ndị ọzọ kwadoro ha.",
  "WJ van der Merwe, Cecily Norden na Aubrey Richardson (dị ka Tabulator) sụrụ ụzọ usoro ikpe atọ maka Saddle Horses na Middelburg Cape Regional Saddle Horse Championship, nke dugara na Hi-Low Sistemụ na-eji ugbu a.",
  "Òtù Ndị Ikpe kere ụdị ọchịchọ ahụ maka ịmata ihe nke na a kpọrọ akwụkwọ Iwu Iwu nke e sere onyinyo ya, n'afọ 1971 e bipụtara akwụkwọ mbụ banyere ịnyịnya ikpe a ga-ebipụta na South Africa",
  "Nke Cecily Norden dere, jiri nnukwu ntinye sitere na WJ van der Merwe, na nkwado raara onwe ya nye site na kọmitii niile dị mkpa nke Ndị na-agba ịnyịnya breeders, na karịsịa otu ndi Saddle Horse, nke nyekwara nkwado nke ndị mbipụta chọrọ",
  "Cecily Norden rere mbipụta ahụ, a na-akwụghachikwa ego nkwado ahụ ngwa ngwa ka ahịa na-abawanye ma rere mbipụta ahụ",
  "(Ndị mbipụta: Bumley's, Port Elizabeth)",
  "Ndị Tafelberg bipụtara mbipụta nke abụọ nke Showing Horses in South Africa Revised and Enlarged",
  "Nke a bụ mbipụta sara mbara karị.",
  "Akwụkwọ abụọ a jere ozi iji weta njikọta n'ime ụlọ ọrụ Saddle Horse Breeding Industry, na iji kwado ikpe ikpe, nlekọta, ngosi na ihe ngosi",
  "Ndị na-azụ ịnyịnya na ndị na-anụ ọkụ n'obi na-agụ ha nke ọma ma na-achọ ya na England na ụlọ ọrụ mmepụta ihe na ebe nchekwa na USA.",
  "1971",
  "1980",
  "Cecily Norden na 1948",
  "Cecily Norden bipụtara akụkọ ihe osise na Farmers Weekly (SA), Landbou Weekblad, SA Saddle Horse na ndị ọzọ Horse Journals na South Afriika na esenidụt, na ozuzu, ụkpụrụ nke conformation, ugbo, ụkpụrụ, ngosi, ikpe ikpe, equitation na mmepe nke Saddle",
  "Ịnyịnya na ụdị anụ ọhịa ndị ọzọ na-agba ịnyịnya, ndị otu Ndị na-agba ịnyịnya breeders ndị South Africa kwadoro",
  "Ndị a na-apụta mgbe niile, dị ka mgbasa ozi redio na ngalaba niile nke ịzụ ịnyịnya, na akụkọ mgbasa ozi mgbe niile na akwụkwọ akụkọ.",
  "Ebipụtakwara akwụkwọ abụọ ndị ọzọ dị obere:",
  "WJ (Willie) van der Merwe lara ezumike nká n'afọ 1983 n'ihi ọrịa na-arịwanye elu",
  "Àgwà ya, iguzosi ike n'ezi ihe ya, onyinye ya maka ịnụ ọkụ n'obi na-akpali akpali, ịdọ aka ná ntị ya, amamihe ya, nghọta na nghọta doro anya nke echiche nyere aka n'ọchịchị ya dị ike.",
  "Achọpụtara m na ọ gaghị ekwe m omume ịnọ naanị m ma lara ezumike nká",
  "Mgbe mmadụ na-adọkpụ ụgbọ ala dị ka ụzọ abụọ ihe fọrọ nke nta ka ọ bụrụ afọ iri ịse, ọ nweghị ihe mkpali ma ọ bụ ike ime ya naanị ya",
  "Mmadụ chọrọ ikuku n'okpuru nku ya.\" Cecily Norden",
  "WJ Van der Merwe nwụrụ na Middelburg n'afọ 1995, ya na Cecily Norden nọ n'akụkụ ya.",
  "N'afọ 2009 Cecily Norden bi na Port Alfred na Eastern Cape, ya na ezinụlọ ya, na nso nso a mere ememe ụbọchị ọmụmụ 90th ya",
  "Ọ na-ede akwụkwọ kwa ụbọchị, na-elekwasị anya na akụkọ ifo na akwụkwọ ụmụaka maka ọnụ ọgụgụ ụmụ ụmụ ya na-abawanye ụba",
  "Na December 2010, mgbe ọ dị afọ iri itoolu na abụọ Cecily Norden nwere ỤBỌCHỊ ỤTỤ Ụtọ, akwụkwọ nke obere akụkọ banyere ndụ na tolite na Karoo, nke e bipụtara na nzuzo",
  "Ọ banyela na mbipụta ya nke abụọ.",
  "Akwụkwọ nkeonwe, nkuzi, leta, foto na ndetu nke Cecily Norden, nwere ikike.",
  "Media related to Cecily Norden at Wikimedia Commons"
]