[
  "Center for Study of African Economies (CSAE) na-eme nchọpụta banyere mmepe akụ na ụba na mmekọrịta ọha na eze n'Africa kemgbe 1986",
  "Ụbọchị ndị a, otu nnukwu ìgwè ndị ọkachamara na-ahụ maka akụ na ụba na-eme nchọpụta ọ bụghị nanị na mba Africa, kamakwa na mpaghara ndị ọzọ na-emepe emepe nke ụwa",
  "CSAE bụ akụkụ nke Social Sciences Division na Mahadum Oxford, ya na ndị na-eme nchọpụta na Ngalaba Economics, Blavatnik School of Government, na Oxford Department for International Development.￼",
  "Ebumnobi Center a n'ịkwalite mpaghara ndị a bụ iwulite akụrụngwa nyocha nke ga-enye anyị ohere ịchụso ebumnuche nyocha anyị bụ isi - mmepụta nke nyocha mara mma nke agbadoro maka mmụba na arụmọrụ akụ na ụba Africa.",
  "Ụlọ ọrụ ahụ na-emepụta Journal of African Economies, nke Oxford University Press (OUP) bipụtara, yana usoro akwụkwọ ọrụ nke ndị otu ya.",
  "Nnyocha e mere na CSAE bụ ma microeconomic na macroeconomic",
  "Nke a pụtara na ọ na-eleba anya n'okwu ndị na-eche ndị mmadụ n'otu n'otu ihu, ndị ọrụ ugbo, ndị ọchụnta ego ma ọ bụ ụlọ ọrụ, dị ka okwu metụtara akụ na ụba zuru oke dị ka onu oriri na mgbanwe mgbanwe mgbanwe.",
  "Ndị ọrụ etiti na-ekere òkè na mmemme dịgasị iche iche n'ime Africa, gụnyere nchịkọta data maka ezinụlọ na ụlọ ọrụ, ọzụzụ, na mkparịta ụka na ma ndị azụmahịa na obodo na-eme amụma",
  "Ụlọ ọrụ ahụ na-arụkwa mmemme nke ọmụmụ ihe oge nri ehihie n'oge oge, ma na-agbakwa ogbako kwa afọ nke ezubere iche maka ndị ọrụ ya dị iche iche",
  "Ntọala data dị mkpa nke Centerlọ Ọrụ na-ahụ maka ịnakọta dịkwa na webụsaịtị a.",
  "A na-arụ ọrụ ugbu a n'ụwa niile",
  "Ndị otu CSAE nwere ike ikwurịta ọrụ ha na ekwentị ma ọ bụ site na ozi ịntanetị.",
  "Journal of African Economies (JAE) bụ ụgbọ ala iji mee nyocha akụ na ụba siri ike, lekwasịrị anya kpamkpam na Africa, maka ndị Afrịka na onye ọ bụla nwere mmasị na kọntinent ahụ - ma ha bụ ndị ndụmọdụ, ndị na-eme iwu, ndị ọkà mmụta, ndị ahịa, ndị na'ahụ maka ego, ndị ọrụ mmepe ma ọ bụ ndị ọrụ enyemaka.",
  "Ọ bụ Oxford University Press (OUP) na-ebipụta JAE, na-achịkwa na CSAE, ma nwee netwọk mba ụwa nke ndị na-ahụ maka njikwa na ndị na-ede akwụkwọ na ndị na'etiti.",
  "Enwere ike ịchọta ntụziaka maka ndị nwere mmasị itinye akwụkwọ na ebe nrụọrụ weebụ OUP."
]