[
  "Central Pollution Control Board (CPCB) nkè India bụ nzukọ iwu kwadoro n'okpuru Ministry of Environment, Forest and Climate Change (Mo.E.F.C.C.Ọ dị iche iche E guzobere ya n'afọ 1974 n'okpuru Iwu Mmiri (Nchịkwa na Nchịkwa nkè mmetọ), 1974",
  "A na-enyekwa CPCB ikike na ọrụ n'okpuru Iwu Mmiri (Nchịkwa na Nchịkwa nke Mmetọ), afọ 1981",
  "Ọ na-eje ozi dị ka ọzụzụ ubi ma na-enyekwa ọrụ teknụzụ na Ministry of Environment and Forests n'okpuru ndokwa nké Environment (Protection) Act, 1986",
  "Ọ na-ahazi ọrụ nke State Pollution Control Boards site n'inye enyemaka na nduzi teknụzụ ma dozie esemokwu n'etiti ha",
  "Ọ bụ nzukọ kachasị elu na mba ahụ n'ọhịa nchịkwa mmetọ, dị ka ngalaba teknụzụ nkè MoEFCC. Ónyé isi óche nke Kọmitii Ntinye nké Kọmiti nkè Gọọmentị India họpụtara na-eduzi ụlọ ọrụ ahụ. Ónyé isi óche na-anọchite anya ugbu a bụ Shri Tanmay Kumar (ọnwa Ọgọst afọ 2021) na ónyé odeakwụkwọ bụ Dr",
  "Prashant Gargava.",
  "CPCB nwèrè isi ụlọ ọrụ ya na New Delhi, nwéré ụlọ ọrụ mpaghara asaa na ụlọ nyocha ise",
  "Kọmitii ahụ na-eme nyocha gbụrụ-gbúrụ ébé obibi na nyocha",
  "Ọ bụ ọrụ ya màkà idebe ụkpụrụ mba n'okpuru iwu gbụrụ-gbúrụ ébé obibi dịgasị iche iche, na mkparịta ụka na ụlọ ọrụ mpaghara, agbụrụ, na gọọmentị ime obodo",
  "Ọ nwèrè ọrụ nlekota nke mmiri na ikuku, ma na-edebe data nlekota. Ụlọ ọrụ ahụ na-arụkwa ọrụ na ụlọ ọrụ na ọkwa gọọmentị niile na mmemme mgbochi mmetọ dịgasị iché íchè na mgbalị nchekwa ike",
  "Ọ na-adụ gọọmentị etiti ọdụ ka ha gbochie ma chịkwaa mmetọ mmiri na ikuku",
  "Ọ na-enyekwa Gọọmentị nke Union Territories ndụmọdụ banyéré ụlọ ọrụ mmepụta ihe na isi mmalite ndị ọzọ nke mmiri na mmetọ ikuku",
  "CPCB tinyere ndị ibe ya State Pollution Control Boards (SPCBs) na-ahụ màkà mmejuputa iwu metụtara mgbochi na njikwa mmetọ gbụrụ-gbúrụ ébé obibi.",
  "Kọmitii ahụ nwèrè ihe dịka ndị ọrụ ógè niile narị ise gụnyere ndị injinia, ndị ọkà mmụta sayensị, na ndị ọkachamara na-ahụ maka a nchekwa gbụrụ-gbúrụ ébé obibi.",
  "E guzobere CPCB na iri abụo na abụo ịdị ọcha nke iyi, olulu mmiri.",
  "E wepụtara Iwu Nchedo Gburugburu Ebe Obibi (EPA) n'afọ 1986 iji mechie oghere dị na Iwu Mmiri na Mmiri, site na ịgbakwunye ọrụ ụfọdụ na CPCB",
  "CPCB na-arụ ọrụ na mbelata na nchịkwa nke mmetọ na mba ahụ site na ịmepụta data dị mkpa, inye ozi sayensị, ịnye ntinye teknụzụ màkà ịmepụta iwu na mmemme mba, ọzụzụ na mmepe nke ndị ọrụ na ịhazi ọrụ màkà ịkwalite mmata na ọkwa dị íchè íchè nke Gọọmentị na ọha na eze. E guzobere Kọmitii Nchịkwa Mmetọ Delhi (DPCC) n'afọ 1991 site na Central Government na-arụ ọrụ na (CPCB) na (NGT) iji chịkwaa mmetọ na Capital.",
  "CPCB na-eduzi site na Ónyé isi oche ya na-esote odeakwụkwọ ónyé otu",
  "CPCB na-arụ ọrụ ya dị íchè íchè site na nnukwu ọrụ itoolu na-esonụ / isi mmefu ego.",
  "A na-ekewa isi ụlọ ọrụ CPCB ugbu a na ngalaba irí abụọ na abụọ",
  "Nkewa ọ bụla nwèrè ónyé na-elekọta ya na ihe mgbaru ọsọ nke ọ bụla.",
  "CPCB eguzobewo ụlọ ọrụ mpaghara itoolu na-enye nri na steeti dị íchè íchè",
  "Ọfịs mpaghara bụ ọfịs mpaghara nke CPCB na atụmatụ niile a kwadebere na isi ụlọ ọrụ bụ ha na-eme ya",
  "Ọfịs mpaghara na-eme nyocha n'ọhịa ma zipụ akụkọ gbasara Nlekọta Mmiri, Nlekọta Mmụọ, Nnyocha Ụlọ Ọrụ na ọrụ ndị ọzọ metụtara ya na isi ụlọ ọrụ màkà ime ihe ọzọ",
  "Ọfịs mpaghara ọ bụla na-elekọta ọnụ ọgụgụ a kapịrị ọnụ nké steeti",
  "Ọfịs mpaghara dị na Bengaluru, Kolkata, Shillong, Bhopal, Lucknow, Vadodara, Chandigarh, Pune na Project Office na Agra."
]