[
  "Cephas Yao Agbemenu (amụrụ na 29 Mee 1951) bụ onye Ghanaan ji ọkwa prọfesọ nka nke na-akụzi na Mahadum Kenyatta na Nairobi, Kenya",
  "Ọ bụ onye na-ese ihe na onye na-akpụ osisi ọdịnala nke Africa nke na-ahụ ihe yiri ya n'etiti ihe ọkpụkpụ ya na ndụ ya.",
  "A mụrụ Cephas Yao Agbemenu na 29 Mee 1951 na Leklebi-Kame, na mpaghara Volta nke Ghana, West Africa.",
  "Ọ tolitere na Ghana, na-aga n'ụlọ akwụkwọ ebe nkuzi nka na ọrụ aka bụ akụkụ nke usoro mmụta",
  "Ọ mụtakwara ọrụ ugbo, ịkọ ubi n'azụ ụlọ, ịkụ azụ, ịkwe ọnya na ịchụ nta",
  "Ha niile chọrọ ezigbo nhazi na ikike anya iji mezue ọrụ ndị ahụ.",
  "Agbemenu gara ụlọ akwụkwọ sekọndrị na Evangelical Presbyterian Secondary School na Hohoe, Volta Region, ebe ọ natara asambodo ụlọ akwụkwọ ya na nka, asụsụ Bekee, asụsụ Ewe, mgbakọ na mwepụ, sayensị n'ozuzu, ala.",
  "Ọ gara ụlọ akwụkwọ sekọndrị Kpandu, Volta Region",
  "Ọ gụsịrị na Advanced-Level School Certificate, isi ihe ọmụmụ ya bụ Art, Economics, Geography, General Studies n'afọ 1972.",
  "Na June 1976 ọ gụsịrị ma nweta nzere bachelọ na Fine Art na First Class Honours na Kwame Nkrumah University of Science and Technology, Kumasi, Ghana, na-agụ akwụkwọ na Sculpture, Painting, Art History, English Literature, Art Appreciation na African Studies.",
  "Agbemenu mechara nweta nzere Master of Fine Arts na Mahadum Steeti nke New York na Buffalo (February 1980). Isi okwu ya bụ Sculpture, gụnyere Wood Carving, P.O.P, Concrete na Bronze casting, na Painting, Drawing na Art History dị ka ndị na-eto eto ya.",
  "Agbemenu malitere ịkụzi na Mahadum Sayensị na Teknụzụ Kwame Nkrumah na 1977 na nka, ihe ọkpụkpụ na eserese.",
  "Ọ kụziri African Art, Sculpture, Black History n'echiche zuru ụwa ọnụ n'ọtụtụ mba dị iche iche, tinyere Ceramics, African History, Culture European Art History na African Carvings.",
  "N'afọ 1987 ọ malitere dị ka onye nkuzi dị elu na Ngalaba Fine Art, Mahadum Kenyatta, Nairobi, Kenya.\nNkwurịta okwu: Nkà Africa nke oge a; Ihe a tụrụ atụ na ọdịnala ọdịnala nke osisi Africa.",
  "E nyere Agbemenu nnukwu Fulbright Scholarship, nke mere ka o gaa United States iji kụzie na kọleji abụọ dị na Pennsylvania",
  "Nke mbụ bụ Reading Area Community College nke dị n'obodo Reading, ebe ọ kụziri ihe gbasara ịkpụ osisi na Afrịka ma sonye na mkparịta ụka \"The Spiritual Dimension in Art\" na Prọfesọ Art Tullio DeSantis na 2 Machị 2010.\nAgbemenu kwuru, sị: \"Ọ dịghị mkpa ịchụso nka, mana echere m na ọ dị mkpa ịchụsoo echiche nka; echiche na enwere ihe ngwọta ọzọ",
  "\"",
  "Agbemenu wee gaa Montgomery County Community College, Social Sciences Division, Blue Bell, Pennsylvania, c/o Dr",
  "Aaron Shatzman site na Jenụwarị 2010 ruo June 2010 (Scholar-in-Residence Program).\nAgbemenu kụziri nka na ọdịbendị Africa nke oge a, na mgbakwunye na iduzi klas studio na Traditional African Wood Carving",
  "Ngwá ọrụ ndị bụ isi e ji mee ihe maka klas ya na-akpụ osisi bụ ndị kwụ ọtọ na spoon gouges, chisel, mma ịkpụ, veiner.\nE hotara ya ka ọ na-ekwu, sị: \"A na-ahụ America dị ka obodo nke ihe ọmụma na ike",
  "Ọ bụ ya mere ọtụtụ n'ime anyị ji họrọ ịbịa United States maka ọmụmụ gụsịrị akwụkwọ",
  "A ga-atụle ọnụnọ m na Montgomery County Community College na echiche na omume, n'ihe gbasara nghọta ọdịbendị n'oge a nke ijikọ ụwa ọnụ",
  "\"",
  "Agbemenu bụ onye otu na onye nyere aka na African Proverbs, Stories and Sayings Committee nke Nna Joseph Healey bụ onye isi oche ya guzobere na Nairobi, Kenya",
  "Na June 2008 Prọfesọ Agbemenu nyere onyinye iji chịkọta akwụkwọ nta nke 100 EWE Ghana Proverbs na African Symbols dị ka ihe atụ nke ilu, asụgharịrị n'asụsụ Bekee",
  "E bipụtara ọrụ ahụ na ebe weebụsaịtị www.afriprov.org",
  "Isiokwu nke \"Nkwekọrịta na Udo\".",
  "E bipụtara A Collection of EWE Proverbs na ihe osise na nsụgharị nke Cephas Yao Agbemenu na 1 Nọvemba 2010."
]