[
  "Cephalopholis urodeta, darkfin hind, flagtail rockcod, chevron rockcod, duskyfin hind, duskyphin rockcod, flagtail otu onye ma ọ bụ V-tail otu onye, bụ ụdị azụ ray-nchara, a otu onye si na ezinụlọ sub Epinephelinae nke dị n'ezinụlọ Serranidae nke gụnyekwara anthias na oké osimiri basses",
  "Azụ a na-apụta na Western Pasifik Oke osimiri na n'ebe ọwụwa anyanwụ nke Indian Oke osimiri.",
  "Cephalopholis urodeta nwere ahụ nke na-erughị omimi karịa isi dị ogologo na ahụ dị gburugburu otu ụzọ n'ụzọ atọ dị omimi dị ka ogologo ọkọlọtọ",
  "Profaịlụ dị n'etiti anya bụ convex na tupu arụ ọrụ gbara gburugburu nwere ọnụ serrated na ọnụ ala anụ",
  "Ọnụ ya gafere anya. Dorsal fin nwere ogwu 9 na 14-16 sodt ụzarị ọkụ ebe anal fin nwere oghere 3 na 8-9 ụzarị dị nro. Akpụkpọ ahụ caudal dị gburugburu na akpụkpọ ahụ pelvic anaghị agbatị na anus. Te overa; agba nke azụ a na-acha uhie uhie na-acha nchara nchara, na-agba ọchịchịrị n'akụkụ ọdụ, na-acha ọcha na-acha anụnụ anụnụ na-acha odo odo n'ofe lobes abụọ nke caudal fin",
  "Ha na-egosipụtakarị ogwe aka isii dị nro n'akụkụ, ogwe ndị a na-aga n'afọ, ma enwere obere ntụpọ oroma na-acha ọbara ọbara n'isi na azụ, yana ntụpọ ojii abụọ dị nso na ọnụ ọnụ ala",
  "Akpụkpọ ahụ na-acha odo odo ma na-enwekarị nnukwu ntụpọ na-acha ọbara ọbara na-acha nchara nchara n'akụkụ mkpuchi gill. Nke a bụ obere ụdị nke grouper nke na-enweta ogologo zuru oke nke 28 sentimita (11 in).",
  "A na-ahụ Cephalopholis urodeta na Christmas Island n'ebe ọwụwa anyanwụ Indian Ocean mana ọ bụ ụdị nke Western Pasifik Oke osimiri",
  "Ọ na-agbasa ruo n'ebe ugwu dị ka Okinawa na Ryukyu Agwaetiti nke ndịda Japan na ruo n' ndịda dị ka ndịda Great Barrier Reef nke Queensland na Australia",
  "Ebe ọ dị na ya gbasaa n'ebe ọwụwa anyanwụ ruo French Polynesia na Pitcairn Island",
  "E dekwara ya na Phoenix Islands, Jarvis Island, Palmyra Atoll, na Kingman Reef, yana Brunei. N'afọ 1958, a tọhapụrụ ihe karịrị 1,800 nke C",
  "urodeta sitere na South Pasifik na nso Oahu na Hawaii mana ha enweghị ike iguzobe.",
  "A na-ahụ Cephalopholis urodeta na mmiri doro anya, nke na adịghị omimi na mpaghara ndị dị n'èzí nke reefs, na lagoons, n'azụ reef na n'elu reefs",
  "Ha na-anọ naanị ha ma na-ahọrọ coral reefs dị mma n'ebe mmiri na adịghị omimi ebe ha na-eri obere azụ, nke mejupụtara 68% nke nri ya, na crustaceans. Ọ na-eme ruo omimi nke mita 60 (200ft)",
  "Otu nwoke ga-enwe ókèala nke gụnyere nke ụmụ nwanyị isii",
  "Nwoke ga-achọ ụmụ nwanyị n'ehihie.",
  "A na ewere ụdị a dị ka nke zuru ebe niile n'Oké Osimiri India, n'oge a, a na ewere ọdịdị Oké Osimiri India dị ka Cephalopholis nigripinnis",
  "A maara ụdị abụọ ahụ ka ha na agwakọta na Christmas Island ebe edere ndị dị n'etiti.",
  "Cephalopholis urodeta pere mpe nke na ọ gaghị enwe mmasị na azụ ahịa, ọ bụ ezie na ndị na egbu azụ na ewere ya. Ọ na-apụta mgbe ụfọdụ na ahịa akwarium."
]