[
  "Cey Adams (b",
  "New York, 1962) bụ ónyé na-ese ihe, ónyé na-emepụta ihe osise na onye édémédé",
  "Ọ bụ ónyé guzobere onye nduzi okike nke Def Jam Recordings ma mara ya màkà ọrụ ya na Beastie Boys, Public Enemy, LL Cool J, Jay-Z, na Mary J",
  "Blige. A kọwawo ya dị ka \"ónyé a ma ama\" màkà ọrụ ya na nhazi ihe osise hip-hop.",
  "Adams bụ onye na-ese ihe na ngwụcha afọ irí asaá na mmalite afọ irí asatọ",
  "Ọ gụrụ ihe osise na New York's School of Visual Arts ma mesịa gosipụta ọrụ n'ọbọdọ ahụ n'akụkụ Jean Michel Basquiat na Keith Haring",
  "N'afọ 1982, ọ pụtara na akụkọ ihe méré eme nke PBS Style Wars banyéré ihe odide ụgbọ oloko na New York.",
  "Cey Adams zutere Adam Horovitz na 1983, mmekọrịta chiri anya ya na Beastie Boys malitere na Adams na-emepụta mkpụrụedemede nke depụtara aha otu ahụ na mkpuchi nke 12\" ha màkà Cooky Puss",
  "N'otu oge ahụ, ọ malitere ịrụ ọrụ na Russell Simmons 'Rush Artist Management na-emepụta akara ngosi, ahịa njem, bọọdụ mgbasa ozi, na mkpọsa mgbasa ozi màkà ndị na-ese rap gụnyere Beastie Boys, Run DMC, De La Soul, na LL Cool J.",
  "Na ngwụcha afọ irí asatọ Adams na ónyé mmekọ ya Steve Carr guzobere Drawing Board, ụlọ ọrụ na-ahụ màkà ihe nkírí nke Def Jam Recording na-ahụ ányà na-ahụkarị ụdị ihe nkírí nke ndị na-ese ihe Def Jam na ndị na-eme ihe nkírí bịanyere aka na MCA, Universal, Warner Bros., Bad Boy na BMG.",
  "The Drawing Board mechiri na 1999 ma Adams malitere ịrụ ọrụ na mkpọsa mgbasa ozi ụlọ ọrụ màkà ụlọ ọrụ ndị dị ka Levi, Nike, HBO, Coca-Cola, Burton Snowboards, Moët & Chandon, Comedy Central, HBO, na Warner Bros.",
  "Adams gàrà n'ihu na-emepụta akara na akara ngosi, na-arụ ọrụ na ụlọ ọrụ ndị dị ka Revolver Films na Asylum Records, na ndị na-ese egwu dị iche iche dị ka Foo Fighters, Don Henley, na Mary J",
  "Blige.",
  "Site na 1999 - 2000 Adams rụrụ ọrụ dị ka ónyé nduzi okike màkà Urban Magic, mmalite ịntanetị nke Magic Johnson na onyeisi oche Starbucks Howard Schultz guzobere.",
  "N'afọ 2000, o jikọtara aka mepụta ngalaba hip-hop nke Seattle's Experience Music Project",
  "N'afọ 2001, Dave Chappelle goro Adams ka o mepụta akara ngosi màkà ihe ngosi ọhụrụ ya, \"Chappelle's Show\" na Comedy Central.",
  "N'ịsọpụrụ ncheta afọ iri anọ na anọ nke ọmụmụ Hop Hip na Ọgọst 11, 2017, Google wepụtara Doodle nke mbụ nke ya nke gosipụtara ihe ngosi omenala nke ónyé na-ese ihe osise Cey Adams, turntables mmekọrịta nke ndị ọrụ nwere ike ịgwakọta ihe nlele sitere na egwu ndị a ma ama, na ọrụ nke akụkọ Hip Hop - na-ekwusi ike na ndị ọsụ ụzọ ya",
  "\"",
  "Na mmekorita ya na ónyé na-ese foto Janette Beckman, Adams rụrụ ọrụ na ọrụ a na-akpọ \"Mash Up\" ebe ndị na-ese ihe na-ese onyinyo \"remixed\" foto Beckmanz nke ndị na-eti egwu hip hop, nke e wepụtara dị ka akwụkwọ na 2018.",
  "Maka mmalite nke ụlọ ahịa ọhụrụ Levi na Times Square na Nọvemba, 2018, Adams bipụtara ma tinye uwe."
]