[
  "Chagoury Group bụ ụlọ ọrụ azụmaahịa mba Naijiria nke nwere isi na Lagos, Lagos Steeti. N'ịbụ ndị Gilbert R",
  "Chagoury na Ronald Chagoury guzobere n'afọ 1971, azụmaahịa ha gụnyere iwu na mmepe ihe onwunwe, ihe igwe ntụ ọka, karama mmiri na ime ka ọ dị ọcha, imepụta iko, mkpuchi, ụlọ oriri na ọṅụṅụ, imepụta oche, nkwukọrịta, njem, IT, nri na ego mba ụwa.",
  "Ọrụ gụnyere Eko Atlantic City, nke dị nso na Victoria Island na Lagos Steeti. A ga-ewu ọrụ ahụ n'ala e weghachiri nke furu efu n'ihi mbuze mmiri.",
  "Grands Moulins du Bénin Flour Mill malitere mmepụta n'afọ 1972 ma ugbu a na-emepụta  metric ton narị abụọ na iri ịse nke ntụ ọka kwa ụbọchị, na ọka wit si France na USA.",
  "Ọrụ gụnyere: Port Harcourt Flour Mills; Ideal Flour Mells; Nigerial Eagle Flour Molls; Niger Delta Flour Mils; Tin Can Island; Ragolis Waters; Glassforce; Pirotech; Silhouette Furniture.",
  "C & C Construction Company Limited bụ ụlọ ọrụ mbụ n'ime ngalaba iwu nke Chagoury Group nke ụlọ ọrụ",
  "Ọrụ ndị a rụzuru gụnyere: Ideal Flour Mills; Nigerian Eagle Flour Molls; Tin Can Island Grain Receiving Facility na Storage Silos metụtara ya; The State Security Headquarters Building na Abuja, Nigeria; Ụlọ, ụlọ akwụkwọ na ntụrụndụ maka Elf Petroleum Nigeria Limited; ọrụ mmepe n'ụsọ oké osimiri na Osborne Road, Ikoyi",
  "Ọrụ ndị dị ugbu a gụnyere: Ocean Parade Towers, mmepe obibi mara mma na Banana Island na Lagos Lagoon; The Nigerian Defence Academy.",
  "ITB Construction bụ ụlọ ọrụ injinia na ụlọ ọrụ na-ewu ụlọ nke nwere isi na Lagos Steeti ma nwee ụlọ ọrụ mpaghara na Abuja",
  "Ụlọ ọrụ ahụ na-elekwasị anya n'iwu ụlọ obibi na ụlọ ọrụ mmepụta ihe",
  "Ụlọ ọrụ ahụ na-arụkwa ogidi ma na-enye ọrụ eletrik na ngwaahịa, gụnyere generators",
  "Ọrụ ndị a rụzuru gụnyere: National Assembly Complex na Abuja; Ọrụ mmepe obibi nke okpukpu iri na atọ na Victoria Island; na imewe na iwu ụlọ ndị ọrụ nke 800 maka ndị ahịa ALSCON's Aluminium Smelter Plant",
  "Ọrụ ndị dị ugbu a gụnyere: Intercontinental Hotel na Victoria Island (nke nwere okpukpu iri na itoolu, nke a ga-abụ ụlọ kachasị elu n'àgwàetiti ahụ); HQ ọhụrụ maka Magnum Trust Bank nke Nigeria; na isi ụlọ ọrụ ọhụrụ na ụlọ ọrụ ụlọ ọrụ maka ụlọ ọrụ mmanụ TOTAL na Port Harcourt.",
  "E guzobere Hitech Construction n'afọ 1988, ụlọ ọrụ injinia obodo ahụ bụ ọkachamara na ọrụ akụrụngwa n'ozuzu ya gụnyere ọrụ okporo ụzọ, ọkụ okporo ámá, ụzọ ụgbọ okporo ígwè, usoro mmiri, àkwà mmiri, ihe mgbochi mmiri, ọrụ ala, asphalt, mmiri, atụmatụ ịgba mmiri, draging, na ntinye mmiri",
  "Ndị ahịa Hitech gụnyere: Aluminium Smelting Company nke Nigeria; Federal Ministry of Works; Abia State Government; Bayelsa State Government; Lagos State Government; na Nigerian Breweries PLC.",
  "Ọrụ ndị a rụzuru gụnyere mgbidi oké osimiri n'akụkụ Bar Beach, na Eko Atlantic",
  "Nke a bụ ọrụ mbụ nke ụdị ya n'Africa iji 'x-blocs' dị elu, nnukwu blọk simenti dị ka x e mere iji kpochapụ ike nke ebili mmiri.",
  "E guzobere Fleetwood Transportation n'afọ 1989 ma nwee isi ụlọ ọrụ na Lagos, ụlọ ọrụ ahụ na-arụ ọrụ ụgbọ ala gụnyere ndị na-ebu ọka, flatbed, sided na tipper trucks",
  "Fleetwood bụ onye otu Nigerian Association of Road Transport Owners (NARTO).",
  "E guzobere n'afọ 1991, Ụlọ Ọgwụ Ideal Eagle bụ obere ụlọ ọgwụ onwe onye na Lagos Steeti",
  "Ọ bụ ezie na ọ na-ejere ndị ọrụ Chagoury Group ozi, ọtụtụ ụlọ ọrụ mba Naijiria na-ejikwa ụlọ ọgwụ ahụ, gụnyere Royal Dutch Shell.",
  "Ihe onwunwe gụnyere Eko Hotel na Suites na Lagos; Hotel Presidential na Port Harcourt; na Courdeau Catering."
]