[
  "Chaha ma ọ bụ Cheha (na Chaha na Amharic: ቸሃ čehā ma ọ bụ čexā) bụ asụsụ Gurage a na-asụ n'etiti Etiopia, karịsịa n'ime mpaghara Gurage na mpaghara Southern Nations, Nationalities and Peoples",
  "Ndị Gurage bi n'obodo ndị Etiopia na-asụkwa ya, ọkachasị Addis Ababa",
  "Chaha bụ nke ọtụtụ ndị ọkà mmụta phonology na morphologists maara maka ọdịdị ya dị mgbagwoju anya.",
  "Dị ka Ethnologue si kwuo, olumba nke SBG (Sebat Bet Gurage) bụ Chaha (čäxa), Ezha (äža), Gumer (ma ọ bụ Gwemare, gwämarä), Gura, Gyeto (ma ọ bụrụ Gyeta, gyäta), na Muher (ma ọ bụghị Mwahr, mwäxǝr)",
  "Otú ọ dị, a na-ewere ụfọdụ n'ime ndị a dị ka asụsụ n'onwe ha mgbe ụfọdụ",
  "Karịsịa, Muher dị iche na olumba ndị ọzọ nke na ọ bụghị ọbụna ka a na-emeso ya dịka onye otu Western Gurage nke SBG nọ na ya.",
  "Isiokwu a na-elekwasị anya n'asụsụ Chaha, nke a mụrụ karịa ndị ọzọ.\nỌ gwụla ma egosiri ya n'ụzọ ọzọ, ihe atụ niile bụ Chaha.",
  "SBG nwere usoro fọnịm nke ọma maka asụsụ Semitic Etiopia",
  "Enwere consonants ndị a na-emebu yana nke enweghị olu na ụda olu",
  "Agbanyeghị, asụsụ Chaha nwekwara ọtụtụ consonants nke nwere ọnụ ọgụgụ ka ukwuu karịa ọtụtụ asụsụ Semitic ndị Etiopia ndị ọzọ",
  "E wezụga ụdaume asaa nke asụsụ ndị a, SBG nwere ihu oghe-mid (ɛ) na ụdaume azụ (ɔ)",
  "Ụfọdụ olumba ahụ nwere ma ụdaume dị mkpụmkpụ na ogologo, ma ụfọdụ nwere ụdaume imi.",
  "Chaatị ndị dị n'okpuru na-egosi ekwentị nke asụsụ Chaha; kpọmkwem ole phonemes dị bụ ihe esemokwu n'ihi mgbagwoju anya nke SBG morphophonology.\nMaka nnọchiteanya nke ụda SBG, isiokwu a na-eji mgbanwe nke usoro a na-ahụkarị (ọ bụ ezie na ọ bụghị zuru ụwa ọnụ) n'etiti ndị ọkà mmụta asụsụ na-arụ ọrụ na asụsụ Semitic nke Etiopia, mana ọ dịtụ iche na mgbakọ nke International Phonetic Alphabet",
  "Mgbe akara IPA dị iche, a na-egosi ya na brackets na chaatị.",
  "na mgbakwunye na mgbagwoju anya na ngwaa morphology e ji mara asụsụ ndị Semitic niile, SBG na-egosipụta ọkwa dị mgbagwoju anya ọzọ n'ihi njikọ dị mgbagwoju anya dị n'etiti nhazi nke consonants na mgbọrọgwụ nke ngwaa na otu esi enweta ha n'ụdị ngwaa ahụ ma ọ bụ a",
  "aha ewepụtara na ngwaa ahụ",
  "Dịka ọmụmaatụ, ngwaa pụtara 'emeghe' nwere mgbọrọgwụ nke nwere consonants {kft} (dị ka ọ na-eme n'ọtụtụ asụsụ ndị Semitic Etiopia ndị ọzọ)",
  "N'ụdị ụfọdụ anyị na-ahụ consonants ndị a niile",
  "Dị ka ihe atụ, nke atọ onye otu nwoke zuru okè Chaha ụdị pụtara 'ọ meghere' bụ käfätä-m",
  "Agbanyeghị, mgbe ejiri otu ngwaa na-abụghị nke onwe, nke pụtara n'ụzọ siri ike 'meghere ya', a ga-agbanwe abụọ n'ime consonants a: 'käfʷäč-i-m'."
]