[
  "Àtụ:Infobox television channel\nChannels Television bụ ụlọ ọrụ mgbasa ozi na-arụ ọrụ na-arụpụta akụkọ na telivishọn na-arụ na Lagos, Naijiria",
  "E hiwere ụlọ ọrụ nne na nna, Channels Incorporated, na afọ 1992, otu afọ tupu gọọmentị Naijiria ewepụ usoro mgbasa ozi",
  "Ọ malitere mgbasa ozi na afọ 1995",
  "Isi ihe ọ na-elekwasị anya bụ ịmepụta akụkọ na mmemme ihe omume ugbu a na nsogbu ụlọ Naijiria",
  "Ebumnache nke Channel bụ ịrụ ọrụ dị ka onye na-eche nche na iwu na ọrụ gọọmentị.",
  "E hiwere Channels Television na afọ 1995 dị ka ụlọ ọrụ telivishọn onwe onye nwere naanị ndị ọrụ 15 site n'aka onye mgbasa ozi na onye ọchụnta ego Naijiria bụ John Momoh na Sola Momoh, onye bụkwa onye mgbasa ozi. Ụlọ ọrụ ahụ malitere ọrụ na Lagos, ndịda ọdịda anyanwụ Naịjirịa ma kemgbe ahụ etolitela ịgụnye ọdụ atọ ndị ọzọ na Abuja, Edo na Kano steeti",
  "O nwekwara ụlọ ọrụ na ihe fọrọ nke nta ka ọ bụrụ steeti ọ bụla na Naịjirịa, gụnyere ndị na-agbanye na ndị mmekọ n'akụkụ ndị ọzọ n'Afrika, yana mmekọrịta siri ike na ụlọ ọrụ mgbasa ozi mba ụwa nke na-enye ohere ịnweta ozi gburugburu ụwa",
  "E nyere ọwa ahụ ikikere na Junn, na afọ 1993 ma kenye ya ugboro ugboro na UHF (Channel 39)",
  "Ọ malitere izipu afọ abụọ ka e mesịrị n'okpuru aha, \"Channels Television\", na mgbasa ozi mbụ nke ụwa bụ na 1st nke Julai, na afọ 1995, na John Momoh na-agụ akụkọ akụkọ mbụ",
  "Channels TV na-agbasa ozi ugbu a nye ndị na-ege ntị karịrị nde mmadụ iri abụọ.",
  "Na Septemba, na afọ 2008, Onye isi ala Yar'Adua mechiri Channels Television, onye zigara Ngalaba Nchebe steeti Naịjirịa (SSS) iji mechie ụlọ ọrụ ahụ ma jide ndị isi ya n'ihi akụkọ ụlọ ọrụ ahụ banyere ọrịa Yar'Adia",
  "Akụkọ nke Channels Television kwuru na ọ bụ ozi e nwetara site na News Agency of Nigeria (NAN)",
  "Otú ọ dị, mgbe nyocha ahụ gasịrị, NAN kwupụtara na ọwa ahụ enyeghị nkwupụta ọ bụla gbasara onye isi ala ịpụ, kama kama nke ahụ, e mebiri kọmputa ya",
  "Iji mee mkpesa, Channels TV kwụsịrị iji ọrụ waya NAN ruo ụbọchị a",
  "E gosipụtara na ozi ịntanetị nke Channels TV natara bụ aghụghọ sitere na kọmputa dị na Ivory Coast",
  "Minista na-ahụ maka ozi na Naịjirịa, John Odey, nyere BBC nkwupụta ahụ na-ekwusi ike na gọọmentị were iwe maka akụkọ ahụ.",
  "Ndị otu Channels Television emepụtala mmemme mmemme, nke natara otuto na mba ahụ dum",
  "Ihe nkiri vidio nke ihe omume na ihe na-eme na Naịjirịa, nke ndị ọrụ mgbasa ozi Channels Television gbara, ejirila ya mee ihe n'ọtụtụ ebe site na ụlọ ọrụ mgbasa ozi dị ka BBC, CNN na ITN",
  "A na-ewere usoro ihe omume ya, \"News at Ten\", dị ka akụkọ kachasị ewu ewu na nke a na-ele anya na Naịjirịa.",
  "Kemgbe afọ 2009, Channels Television na-ahazi ma na-akwado \"Channels National Kids Cup\", ihe omume egwuregwu maka ụmụaka nọ n'ụlọ akwụkwọ si steeti iri na isii nke Naịjirịa nke emere na Teslim Balogun Stadium na Lagos. Onye isi njikwa nke Channels Television, Steve Judo, kwuru na Channels Television bụ mgbasa ozi na-ahụ maka mmekọrịta mmadụ na ibe ya ma n'ihi ya họọrọ itinye aka na mmepe nke bọọlụ site na mgbọrọgwụ.",
  "Na Jenụwarị, na afọ 2012, a gbagburu onye nta akụkọ Enenche Akogwu, onye na-arụ ọrụ dị ka onye nta akụkọ na Kano maka Channels Television, mgbe ọ na-akọ akụkọ banyere mwakpo a haziri ahazi n'ebe ahụ nke òtù Islamist siri ike a maara dị ka Boko Haram kwuru",
  "Dị ka ndị ọrụ ibe ya si kwuo, Akogwu pụtara mgbe a gbasịrị bọmbụ wee malite ise ihe nkiri nke ìgwè mmadụ gbakọtara n'ebe ahụ n'amaghị na ha bụ ndị òtù nzuzo ji égbè.",
  "N'abalị iri abụọ na abụọ n'ọnwa Machị n'afọ 2014, Tezuka Productions na Channels TV jikọrọ aka na mgbasa ozi 8 nke Astro Boy, Little Astro Boy.",
  "Na Fraịde, 14 Ọgọstụ, na afọ 2015, Deutsche Welle kwuru na ya na \"Channels TV\" bịanyere aka na nkwekọrịta mmekọrịta iji gosipụta ọdịnala ogologo oge nke igosi echiche dị mma banyere Afrika. \nPeter Limbourg, onye isi nchịkwa nke Deutsche Welle kọwara Channels TV dị ka nnukwu ụlọ ọrụ telivishọn na onye mmekọ zuru oke maka Deutsche Welle",
  "Limbourg kwuru \"Anyị nọ na Deutsche Welle chere na anyị ga-akọ akụkọ banyere nnukwu ihe na-eme n'Africa, ọkachasị na Naịjirịa.",
  "John Momoh, Chief Executive Officer nke Channels TV kọwara mmekọrịta ahụ dị ka \"E si n'eluigwe mee\". \nO kwuru, sị, \"Nke a bụ akụkụ nke atụmatụ anyị iji kọọ akụkọ Afrịka, ọkachasị nke Naịjirịa, site n'echiche Afrịka ka anyị ghara ịhapụ isi ihe a nke nkọwa nke onye anyị bụ, ihe anyị na-eme na ihe kpatara ya, nye ndị ọzọ ka anyị gwa maka anyị\".",
  "N'ọnwa Ọgọstụ n'afọ 2015, Channels TV bịanyere aka na nkwekọrịta nkwekọrịta na United Nations na akụkọ",
  "Ban Ki-moon, odeakwụkwọ ukwu nke United Nation, nọchitere anya United Nation.",
  "Okikiolu",
  "Ayo Makinde"
]