[
  "Lieutenant-Colonel Charles Collier Michell, KH (ụbọchị irí abụọ na itoolu n'ọnwa Machị 1793 nà Exeter rụọ úbọchị irí abụọ na asatọ n'ọnwa Machị 1851 nà Eltham, London), nke e mechara mara dị ka Charles Cornwallis Michell, bụ ónyé agha Britain, ónyé nyocha mbụ na Cape, injinia okporo ụzọ, onye na-ese ihe, onye na ónyé na-ahụ màkà ihe okike.",
  "Ọ bụ nwa Admiral Sampson Michell na nwunye ya Anne Shears",
  "Nwanne yá nwoke nke okenye bụ Admiral Frederick Thomas Michell. A gụrụ ya áhà Admiral George Collier Ónyé isi nnà ya n'oge ahụ.",
  "A mụrụ ya na Exeter, Devon, ma kpọọ ya Charles Cornwallis Michell mgbè e mesịrị na ndụ ya n'ihi ịdị nso ya na Cornwall nke ébé a mụrụ ya, Michell gụrụ akwụkwọ na Royal Military Academy, Woolwich ma nye ya ọrụ na Royal Artillery na 1809",
  "Ọ duziri otu brigade n'agha nke Vittoria na Toulouse, sonyeere na Waterloo ma họpụta ya ka ọ bụrụ ónyé nkụzi nke eserese agha na Royal Military College, Sandhurst n'ubochí irí abụọ na anọ n'ọnwa Machị 1824 na prọfesọ nke mgbidi agha na Woolwich n'ubochí irí abụọ na isé n'ọnwa Disemba 1825 ma bulie ya n'ọkwa brevet nke onye isi n'oge na-adịghị anya mgbè nke ahụ gasịrị",
  "Ọ maara Spanish, Portuguese na French nke ọma.",
  "A họpụtara Michell dị ka ónyé nyocha-ọchịchị na Cape na 1828, (ma eleghị anya ọ nụrụ banyere ọkwa ahụ site na nwa nwanne ya nwoke Rufane Donkin) n'otu oge ahụ na-ejide ọkwa ónyé nlekọta ọrụ ọha na eze na injinia obodo",
  "Màkà ịrụ ọrụ ndị a, ọ natara ụgwọ ọnwa £ 800 kwa afọ",
  "Ọrụ ónyé na-enyocha ala gụnyere ilekọta nyocha zuru ezu dị mkpà iji mepụta map dị mma nke Colony, melite ụzọ na okporo ụzọ na nyocha ókèala nke Colony n'ụzọ ziri ezi",
  "Ọ bụ onye na-ese ụkpụrụ ụlọ pụrụ iche, na-ese ụlọ ụka dị íchè ichè dịka St",
  "Paul na Rondebosch na St",
  "John na Bathurst",
  "Ọ tụrụ aro imeziwanye ọdụ ụgbọ mmiri Table Bay ma mepụta ụlọ ọkụ na Mouille Point, Cape Agulhas (nke a na-eche na ọ bụ Pharos nke Alexandria) na Cape Recife.",
  "Ọ rụrụ ọrụ dị ka osote ónyé isi na Agha nke Isii na 1834",
  "Ebe ọ na-arụsi ọrụ ike bụ na atụmatụ na iwu okporo ụzọ, yana mmezi ha, na-ahụ màkà atụmatụ nke Michell's Pass dị nso na Ceres bụ nnukwu mmezi na Mostert's Hoek Pass ochie na Houw Hoek Pass dị nso Elgin, nke Andrew Geddes Bain rụrụ, yana Sir Lowry's Pass na Montagu Pass, nke ónyé injinia okporo ụzọ Australia bụ Henry Fancourt White wuru n'elu Ugwu Outeniqua na 184377",
  "E wezụga nkà ya ndị ọzọ niile, Michell bụ ónyé na-ese ihe na mmiri, ọkachasị nke ọdịdị ala",
  "Ihe osise ya pụtara na Narrative of a voyage of observation among the colonies of Western Africa and of a campaign in Kaffirland (1837), nke ọgọ ya nwoke, Capt",
  "Sir James Edward Alexander E nyere ya ezumike nká na 1848 wee laghachi England, ebe ọ nwụrụ na n'ubochí irí abụọ na asatọ n'ọnwa Machị 1851 na Eltham.",
  "Mgbè e zigara Michell na Toulouse, ọ lụrụ nwa akwụkwọ nwanyị Anne D'Arragon n'ubochí irí n'ọnwa Ọktoba 1814, mgbè ọ gbapụrụ",
  "Ọ bụ naanị nwa nwanyị nke onye ọrụ lara ezumike nká na ndị agha nke Eze Louis nke Iri na Isii nke France na nne na nna ya ekwenyeghị n'alụmdi na nwunye ahụ",
  "A mụrụ ụmụ abụọ mbụ ha na Lisbon, Julia Anne na 1815 na Frederica Louisa na June 1817",
  "A mụrụ nke atọ, Lady Eveline Marie Alexander, na Nantes n'ubochí irí na isii n'ọnwa Eprel 1821, nà nkè ikpeazụ Anne na Cape Town n'ubochí irí abụọ na asatọ n'ọnwa Ọktoba 1829.",
  "Sampson Michell *1755 Croft West (Admiral na-arụ ọrụ nke ndị agha mmiri Portugal) irí abụọ n'ọnwa Jenụwarị 1809 Rio de Janeiro x Ann Shears si Somerset",
  "Michell bụ nwa nwanne Sir Rufane Donkin, ónyé bụ gọvanọ nkè Cape of Good Hope."
]