[
  "Amụrụ Charly Boy, onye aha ọmụmụ ya bụ Charles Chukwuemeka Oputa ka mkpụrụ ụbọchị dị na iri na itoolu n'ọnwa Juun n'afọ 1950 (a makwaara  ya dị ka CB, His Royal Punkness, na Area Fada), Ọ bụ onye Naijiria na agụ egwu na onye na-ede egwu, onye na-eme ihe ngosi telivishọn, onye na'eme ihe nkiri, onye na -ebipụta akwụkwọ, onye na emepụta egwu  Ọ bụ otu n'ime ndị ọha na eze na ekwu maka ha na-eme ihe ntụrụndụ na  Naijiria",
  "A maara ya nke ọma maka ụdị ndụ   dị ichè ọ na ebi, echiche ndọrọ ndọrọ ọchịchị, na mmepụta mgbasa ozi, ọkachasị The Charly Boy Show",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Performing Musicians Association of Nigeria, na 2011",
  "Ọ bụ onye ọka ikpe Idol Series.",
  "Ọ bụ nwa nwoke nke abụọ nke onye bụbu onye ọka ikpe nke Ụlọikpe Kasị Elu bụ Chukwudifu Oputa, a mụrụ Oguta na ezinụlọ ndị Katọlik, Ọ bụkwa nwa nwanne nne nke onye egwu Sweden bụ Dr",
  "Alban. Dị ka ọ na-ajụkarị ikpughe ụbọchị amụrụ ya n'ajụjụ ọnụ, afọ ole ọdị bụ ihe zoro ezo  ruo n'afọ 2011 mgbe ọmere  emume ncheta ọmụmụ ya nke iri isii",
  "Otú ọ dị, ụdị ndụ ya dị mgbagwoju anya ma Ọ mere  ncheta ọmụmụ nke iri isii na atọ  ya ka ọnwa  Juunu dị na mkpụrụ ụbọchị iri na itoolu na afọ 2013, nke mere ka afọ ole ọdị  bụrụ ihe esemokwu.",
  "Ọ bụ ezie na ọ kọwara ndị mụrụ ya dị ka ndị na-anabata ihe  ndị na-agba kwa ụmụ ha ume ikwupụta obi ha n'enweghị ihe mgbochi, Oputa kwuputala na ha bụ ndị na chọ inọrọ onwe ha",
  "Ọ chọburu ịbụ onye ụkọchukwu, mana ọ hapụrụ ụlọ akwụkwọ seminarị mgbe otu afọ gasịrị. Mgbe ọ dị afọ iri na ụma, ọ kwagara America ebe ọ gara kọleji, gụsịa akwụkwọ  ma jiri nzere degree pụta na Communications.",
  "Oputa banyere  ọrụ ịkụ egwu n'afọ 1982, o rue n'afọ 1984, nanị ya wepụtara otu egwu dị elu ana-kpọ Obodo GiriGiri",
  "N'afọ 1985, ọ fọrọ obere ka ọ ghara ikwe ka ya na Polygram Nigeria nwee nkwekọrịta ndekọ n'ihi ọdịdị ya na-abụghị nke ọtụtụ mmadụ ghọtara ruo mgbe a kọwaara ya nye onye isi nchịkwa nke akara ahụ bụ Ton Seysener onye bịanyere aka na ya, ma mekwaa ka ọha na eze nụ egwu ahụ ana-kpọ Nwata Miss.",
  "Na ngwụcha afọ 80, Oputa, site n'enyemaka nke onye na-emepụta ejiji na onye na-agụ egwú / onye na-ede egwú onye ana-kpọ Tyna Onwudiwe, mepụtara mmadụ ọhụrụ punk nke nwere jaket akpụkpọ anụ na akpụkpọ ụkwụ buutu, ịnyịnya ígwè ike , mohawks, na ntụziaka ọhụrụ na egwu, na-ejikọta pop Africa na Afrobeat. Onye ọsụ ụzọ n'ime òtù punk nke Naijiria, n'oge na-adịghị anya, ọ nwetara aha na-abụghị nke gọọmentị His Royal Punkness, ọ gbanwekwara aha ebe obibi ya na Legọsụ kpọ ya The Punk Palace."
]