[
  "Charlotte Wazen El Khoury (Arabic; amụrụ  ya na June 23, 1942) bụ onye Lebanọn bụbu onye na-eme ihe nkiri na telivishọn",
  "Ọ rụrụ ọrụ site n'afọ 1963 ruo 1990 na ihe ngosi TV na redio dị iche iche.",
  "A mụrụ ya n'ezinụlọ buru ibu, Wazen bụ nwa nke atọ n'ime ụmụ isii",
  "N'ụlọ akwụkwọ, a na-eto ya mgbe niile maka ịdị mfe ya n'ikwu okwu n'ihu ọha na ngosi.",
  "Ọ malitere ịrụ ọrụ na Compagnie libanaise de Télévision (CLT) mgbe ọ dị afọ iri na asatọ, na-egosi mgbasa ozi TV",
  "Onye agbata obi na-arụ ọrụ na mmepụta ihe onyonyo gbara ya ume itinye akwụkwọ maka ọrụ na TV.\nỌ bụ ezie na nna ya, onye isi ndị agha, enweghị mmasị n'echiche ahụ, o kwetara iso ya gaa ajụjụ ọnụ ahụ",
  "Ozugbo ọ banyere n'ụlọ ihe nkiri ahụ, ọ gwara onye agbata obi nọ ebe ahụ, \"Mee ka ọ daa\"",
  "Kama nke ahụ, Jean-Claude Boulos, onye na-ahụ maka mmemme ahụ n'oge ahụ, tiri mkpu mgbe ọ hụrụ ya na nyocha: \"Ọ bụghị ihe ọjọọ ma ọlị, onye ntakiri!\"",
  "N'afọ 1971, ụlọ ọrụ mgbasa ozi Lebanọn nwere naanị ọwa TV abụọ dị iche iche, CLT (nke bụbu Tele Liban) na Tele Orient (nke mechara jikọta iji mepụta Tele Liban).) N'oge ahụ, Wazen na-arụ ọrụ maka CLT, na-ewepụta obere mmemme maka ihe ngosi Majallatiʹa kwa izu na-egosi asọmpi n'etiti ụmụ akwụkwọ na-anwale ihe ọmụma ha",
  "E nyere ya ọkwa na Tele Orient dị ka onye na-akwado ihe ngosi a ma ama, nke Najib Hankach kwadoro.",
  "Ka oge na-aga n'ọrụ ya na Tele Orient, a họpụtara ya maka mmemme ọnwa isii na Glasgow, Scotland nke ntọala nke  Thompson kwadoro, raara onwe ya nye ịzụ ndị nta akụkọ na mba ndị na-emepe emepe",
  "Wazen zụrụ onwe ya na mmepụta, iduzi, ma bụrụ ọkachamara na mmepụta nke ihe ngosi maka ụmụ nwanyị na ụmụaka, nke nyere ya ohere igosi ihe ngosi dị otú ahụ mgbe o si Scotland lọta.",
  "Agha Obodo Lebanọn gosipụtara nnukwu mgbanwe na onye isi ala ọhụrụ (Elias Sarkis) na mgbanwe na nzukọ mgbasa ozi Lebanọn",
  "N'afọ 1976, na mbido agha ahụ, Wazen kwụsịrị igosi ihe ngosi ya ma malite ịrụ ọrụ na ịkekọrịta ozi, site na ngalaba ozi.",
  "Tinyere onye na-elekọta TV, Wazen bụ onye na-akwado redio na Radio Liban, ebe ọ gosipụtara mmemme dị iche iche.",
  "N'ime afọ ndị 1990, Wazen kwagara Paris, France, ebe ọ bụ onye na-ahụ maka ngalaba akụkọ Lebanọn na Radio Orient.",
  "Ọ bụ ezie na a maara ya maka omume nzuzo ya, ịjụ ajụjụ ọnụ na ihe omume, Wazen enwetala nkwado dị ukwuu kemgbe ọtụtụ afọ. Otu ihe omume o sonyere na ya bụ asọmpi Miss Lebanon nke afọ 1997, ebe ọ rụrụ ọrụ dị ka onye ọka ikpe ya na ndị ọzọ a ma ama.\nA họpụtara Wazen dị ka onye kachasị maa mma na onye kachasị amasị ndị Lebanọn, na ntuli aka nke مشوار nke ndị na-agụ magazin ahụ",
  "Wazen el Khoury meriri n'ọnọdụ mbụ ịbụ onye nnọchi anya ịma mma na ọkachamara, \"nke ndị mmadụ họpụtara maka ndị mmadụ\" dịka onye nduzi magazin Sami Maksad si kwuo ya.",
  "N'afọ 1982, a họpụtara ya ọzọ dị ka nwanyị na-eme ihe nkiri onyonyo kachasị ewu ewu na ihe nkiri onyonyo nke Lebanọn, n'oge a site n'aka ndị na-agụ magazin Le Réveil.",
  "Charlotte Wazen El-Khoury lụrụ Ibrahim El Khoury (1936-2013), onye bụbu onye isi oche nke Tele Liban, site n'afọ 1999 ruo mgbe ọ nwụrụ n'afọ 2013. Ha nwere ụmụ nwanyị abụọ, Christine na Câline El-Khoury."
]