[
  "Charles Robert Searles (ubochí irí na otu n'ọnwa Julaị, 1937 rụo ụbọchị irí abụọ na asaá n'ọnwa Novemba, 2004) bụ ónyé Africa America na-ese ihe a mụrụ na Philadelphia na 1937. Ọ gụrụ akwụkwọ na Pennsylvania Academy of Fine Arts ma na-arụsi ọrụ ike site na 1960s ruo mgbè ọ nwụrụ na 2004 site na nsogbụ sitere na ọrịa strok.",
  "Searles natara Cresson Traveling Scholarship na Ware Traveling Memorial Scholarships nke nyéré ya ohere ịga Nigeria, Ghana, na Morocco na 1972. Mgbè ọ laghachiri, o mepụtara usoro ọrụ akpọrọ Nigerian Impressions",
  "Otu ọrụ a ma ama e sere na 1972 bụ Filas for Sale nke gosipụtara ihe oyiyi mara mma nke ihe nkpuchi na ụkpụrụ ndị jupụtara na etiti nke ihe osise ahụ. Ọ natara ọrụ mbụ ya mgbè a gwara ya ka o see ihe osise na William H",
  "Green Federal Building na Philadelphia na 1974. Ọrụ Celebration, ọmụmụ màkà mgbidi ahụ, bụ nke Smithsonian American Art Museum mana ọ bụghị ugbu a. Ọ bụ 27 1/2 x 81 3/4 na acrylic na ọrụ ákwà nke na-egosi ndị na-agba egwú na-ekpuchi ihu na ndị mara mma",
  "Charles Searles na-enwekarị mkpali site na egwu, usoro Dancers ya na 1975 gosipụtara ikike ya igosipụta mmegharị na ọrụ ya",
  "Akụkụ ya Dance of the Twin Souls na-egosi na Pennsylvania Academy of Fine Arts Museum. Ọ biri na Philadelphia ruo 1978, mgbè ọ kwagara New York City. N'afọ ndị 1980 ọ malitere ịrụ ọrụ n'usoro nnukwu ihe a tụrụ atụ gụnyere Warrior (1987) na Freedom's Gate (2000) nke dị n'etiti 8 na 10 ụkwụ ogologo. Ọ nwụrụ n'afọ 2004 ma nwunye ya, Kathleen Spicer, hapụrụ ya. E tinyere ọrụ Searles na ngosi 2015 We Speak: Black Artists na Philadelphia, 1920s-1970s na Woodmere Art Museum.",
  "E gosipụtara Charles Searles na ihe ngosi \"New Black Artists\" nke a na-egosi na Brooklyn Museum site na Ọktoba 7 na Nọvemba 10, 1969",
  "Ọ gụnyere ngụkọta nke ọrụ irí anọ na itoolu, ihe osise irí atọ na ihe ọkpụkpụ irí na itoolu, site n'aka ndị omenkà iri na abụọ: Ellsworth Ausby, Clifford Eubanks, Jr., Hugh Harrell, William J",
  "Howell, Tonnie Jones, Charles McGee, Ted Moody, Joseph Overstreet, Anderson J",
  "Pigatt, Daniel Pressley, Charles Searles na Erik W",
  "A",
  "Stephenson",
  "E gosipụtara ihe ngosi ahụ na Mahadum Columbia site n'ubochí irí abụọ n'ọnwa Nọvemba rụo ụbọchị irí na abụọ n'ọnwa Disemba, 1969.",
  "E gosipụtara ọrụ Searles mgbe ọ nwụsịrị na ngosi na Mahadum Diggs Gallery nke Winston-Salem State",
  "Ihe ngosi ahụ, nke a na-ahụ site na ụbọchị asatọ n'ọnwa Febụwarị na ubochí irí atọ na otu n'ọnwa Machị, 2009",
  "Ihe ngosi ahụ gosipụtara ihe karịrị ọrụ nka irí isii nke Searles mepụtara na njedebe nke ndụ ya gụnyere ihe osise, ihe ọkpụkpụ, na eserese.",
  "Mahadum La Salle gosipụtara ọrụ irí isé na abụọ nke Searles nke gosipụtara site na ụbọchị irí na otu n'ọnwa Machị na úbọchị irí atọ na otu n'ọnwa Mee, 2013 na La Salle University Art Museum",
  "Ihe ngosi ahụ gosipụtara ọrụ site na ndụ ya niile, malite na ihe osise ya site na afọ 1960, ihe ọkpụkpụ na ihe osese site na afọ 1970, na mgbè e mesịrị ọrụ abstract.",
  "Ụlọ akwụkwọ nka Tyler na Mahadum Temple gosipụtara ihe osise na ihe ọkpụkpụ irí na asaá buru ibu site na Searles site na ụbọchị irí abụọ n'ọnwa Eprel na úbọchị irí nà isii n'ọnwa Juun, 2013",
  "Ihe ngosi ahụ gosipụtakwara nnọkọ nke ụmụ akwụkwọ na-agba egwu na ihe osise ányá nke Searles kpaliri.",
  "E gosipụtara akwụkwọ Charles Searles na ihe ngosi na Lawrence A",
  "Fleischmann Gallery na Washington D.C",
  "site na Septemba 23, 2016 - Machị 21, 2017",
  "Ihe ngosi ahụ gụnyere akwụkwọ, eserese, akwụkwọ ndekọ, na ihe ndị ọzọ sitere n'aka ndị na-ese ihe dịka Henry Ossawa Tanner, Kehinde Wiley, na Alma Thomas",
  "O gosipụtara otu ndị omenkà a si ahụ ma nyochaa ọdịbendị ọdịbendị, ịkpa ókè agbụrụ, na ihe omume ndọrọ ndọrọ ọchịchị dị mkpa n'ihe odide onwe ha."
]