[
  "Charlize Theron (/ʃɑːrˈliːz ˈθɛrən/ shar-LEEZ THERR-ən; Afrikaans: ; a mụrụ n'abalị 7 ọnwa August afọ 1975) bụ onye South Africa na onye America na-eme ihe nkiri na onye na-emepụta ihe. Otu n'ime ndị na-eme ihe nkiri a na-akwụ ụgwọ kachasị elu n'ụwa, ọ bụ onye natara onyinye dị iche iche, gụnyere Academy Award, Screen Actors Guild Award, na Golden Globe Award. N'afọ 2016, Time kpọrọ ya otu n'ime mmadụ 100 kachasị emetụta n'ụwa.",
  "Theron bịara bụrụ onye ama ama na mba ụwa n'afọ ndị 1990 site n'ịrụ ọrụ dịka nwanyị na-eduga na ihe nkiri Hollywood The Devil's Advocate (1997), Mighty Joe Young (1998), na The Cider House Rules (1999)",
  "Ọ natara otuto dị egwu maka ngosipụta ya nke onye na-egbu ọtụtụ mmadụ Aileen Wuornos na Monster (2003), nke o ritere Silver Bear na Academy Award maka Best Actress, na-aghọ onye South Africa mbụ meriri Oscar na ụdị ime ihe nkiri",
  "Ọ natara nhọpụta ọzọ nke Academy Award maka igwu egwu nwanyị a na-emegbu n'ụzọ mmekọahụ na-achọ ikpe ziri ezi na ihe nkiri North Country (2005).",
  "Theron emeela ọtụtụ ihe nkiri na-aga nke ọma, gụnyere The Italian Job (2003), Hancock (2008), Snow White and the Huntsman (2012), Prometheus (2012), Mad Max: Fury Road (2015), The Huntsman: Winter's War (2016), The Fate of the Furious (2017), Atomic Blonde (2017), The Old Guard (2020) na <i id=\"mwSA\">F9</i> (2021)",
  "Ọ nwetakwara otuto maka igwu ụmụ nwanyị nwere nsogbu na Jason Reitman's comedy-dramas Young Adult (2011) na Tully (2018), na maka igosipụta Megyn Kelly na ihe nkiri akụkọ ndụ Bombshell (2019), na-enweta nhọpụta nke atọ nke Academy Award maka nke ikpeazụ.",
  "Kemgbe mmalite afọ 2000, Theron etinyela aka na mmepụta ihe nkiri na ụlọ ọrụ ya Denver na Delilah Productions",
  "O mepụtara ọtụtụ ihe nkiri, n'ọtụtụ n'ime ha o nwere ọrụ dị mkpa, gụnyere The Burning Plain (2008), Dark Places (2015), na Long Shot (2019)",
  "Theron ghọrọ nwa amaala America n'afọ 2007, mgbe ọ na-ejigide nwa amaala South Africa",
  "A na-asọpụrụ ya na ihe nkiri na Hollywood Walk of Fame",
  "A mụrụ Theron na Benoni, na Transvaal Province (Gauteng Province kemgbe 1994) nke South Africa, naanị nwa nke ndị na-ewu ụzọ Gerda (née Maritz) :  na Charles Theron (27 Nọvemba 1947 21 June 1991)",
  ": , 34 Onye isi agha nke abụọ nke Boer War Danie Theron bụ nwanne nna ya",
  ":  Ọ sitere n'ezinụlọ Afrikaner, ndị nna ya gụnyere Dutch yana French na German",
  "Ndị nna nna ya French bụ ndị Huguenot mbụ na South Africa",
  ":  \"Theron\" bụ aha nna Occitan (nke a na-asụ Théron) nke a na-akpọ na Afrikaans dịka [trɔn].",
  "Ọ tolitere n'ugbo nne na nna ya na Benoni, nso Johannesburg",
  "Na 21 June 1991, nna Theron, onye aṅụrụma, yiri Charlize na nne ya egwu mgbe ọ na-aṅụbiga mmanya ókè, na-awakpo nne ya ma na-agba ha abụọ égbè. Nne Theron weghachiri égbè nke ya, gbaa ya égbè ma gbuo ya. E kpebiri na ịgba égbè ahụ bụ iji chebe onwe ya, ọ dịghịkwa ebubo ọ bụla e boro nne ya.",
  "Theron gara Putfontein Primary School (Laerskool Putfontein), oge ọ kwuru na ya \"anabataghị\". Ọ na-arịa ọrịa jaundice ugboro ugboro n'oge ọ bụ nwata na ọgwụ nje a na-enye ya mere ka ezé mmiri ara ehi ya dị n'elu ree (a ga-ewepụ ha site na ịwa ahụ) ezé anaghị eto ruo mgbe ọ dị ihe dị ka afọ iri",
  "Mgbe ọ dị afọ iri na atọ, e zigara Theron n'ụlọ akwụkwọ obibi wee malite ọmụmụ ya na National School of the Arts na Johannesburg",
  "Ọ bụ ezie na Theron na-asụ Bekee nke ọma, asụsụ mbụ ya bụ Afrikaans.",
  "Ọ bụ ezie na ọ na-ahụ onwe ya dịka onye na-agba egwú, mgbe ọ dị afọ iri na isii, Theron meriri nkwekọrịta otu afọ nke ime ihe ngosi na asọmpi mpaghara na Salerno wee soro nne ya kwaga Milan, Ịtali",
  "Mgbe Theron nọrọ otu afọ na-eme ihe ngosi na Europe dum, ya na nne ya kwagara US, ma New York City na Miami",
  "Na New York, ọ gara Joffrey Ballet School, ebe ọ zụrụ dị ka onye na-agba egwú ballet ruo mgbe mmerụ ahụ n'ikpere mechiri ụzọ ọrụ a",
  "Dịka Theron chetara n'afọ 2008:\n \nN'afọ 1994, Theron ji ụgbọelu gaa Los Angeles, na tiketi otu ụzọ nne ya zụtara ya, na-ezube ịrụ ọrụ na ụlọ ọrụ ihe nkiri. N'ime ọnwa ndị mbụ n'ebe ahụ, ọ biri na ụlọ oriri na ọṅụṅụ na mmefu ego $ 300 nke nne ya nyere ya; ọ gara n'ihu na-anata akwụkwọ ndọrọ ego site na New York ma na-ebi ndụ \"site na ụgwọ ọrụ ruo n'ókè nke izuru achịcha site na nkata na ụlọ oriri iji dịrị ndụ",
  "Otu ụbọchị, ọ gara n\" ụlọ akụ Hollywood Boulevard iji nweta akwụkwọ ndọrọ ego ole na ole, gụnyere otu nne ya zitere iji nyere aka na ụgwọ ahụ,  mana a jụrụ ya n'ihi na ọ bụ onye na-abụghị steeti ma ọ bụghị nwa amaala America",
  "Theron rụrụ ụka ma rịọ onye na-ahụ maka ụlọ akụ ahụ arịrịọ ruo mgbe onye na-arụ ọrụ talent John Crosby, onye bụ onye ahịa ọzọ n'azụ ya, kwụrụ ya ego ma nye ya kaadị azụmahịa ya.",
  "Theron gosipụtara dịka onye na-ahụ maka nchekwa na nchekwa na ihe nkiri 2003 The Italian Job, nkwanye ugwu / remake nke ihe nkiri Britain nke afọ 1969 nke otu aha ahụ, nke F",
  "Gary Gray duziri na Mark Wahlberg, Edward Norton, Jason Statham, Seth Green, na Donald Sutherland",
  "Ihe nkiri ahụ bụ ihe ịga nke ọma na ụlọ ọrụ ịkụ nzọ, na-enweta US $ 176 nde n'ụwa niile.",
  "Na Monster (2003), Theron gosipụtara onye na-egbu ọtụtụ mmadụ Aileen Wuornos, onye bụbu onye akwụna e gburu na Florida n'afọ 2002 maka igbu mmadụ isii (a kpasaghị ya ikpe maka igbu ọchụ nke asaa) na ngwụcha afọ 1980 na mmalite afọ 1990; onye na-enyocha ihe nkiri Roger Ebert chere na Theron nyere \"otu n'ime ihe ngosi kachasị ukwuu n'akụkọ ihe nkiri\". Maka ngosipụta ya, e nyere ya onyinye Academy maka onye na-eme ihe nkiri kacha mma na 76th Academy Awards na Febụwarị 2004, yana onyinye Screen Actors Guild Award na Golden Globe Award. Ọ bụ onye South Africa mbụ meriri Oscar maka Best Actress. Mmeri Oscar mere ka ọ banye na ndepụta The Hollywood Reporter nke afọ 2006 nke ndị na-eme ihe nkiri na-akwụ ụgwọ kachasị elu na Hollywood, na-enweta ihe ruru US $ 10 nde maka ihe nkiri; ọ nọ n'ọnọdụ nke asaa. AskMen kpọkwara ya nwanyị kachasị mma n'afọ 2003.",
  "Charlize Theron Africa Outreach Project (CTAOP) bụ nke Theron mepụtara n'afọ 2007, onye a kpọrọ onye ozi udo nke UN n'afọ sochirinụ, na mgbalị ịkwado ndị ntorobịa Africa n'ọgụ megide HIV / AIDS",
  "Ọrụ a na-agba mbọ ịkwado òtù ndị na-arụ ọrụ na obodo na-ekwu maka ndị isi na-akpata ọrịa ahụ",
  "Ọ bụ ezie na mpaghara CTAOP bụ Sub-Saharan Africa, isi ihe na-elekwasị anya bụ obodo Charlize nke South Africa. Ka ọ na-erule n'ọnwa Nọvemba afọ 2017, CTAOP enwetala ihe karịrị $ 6.3 nde iji kwado òtù ndị Afrịka na-arụ ọrụ n'ala.",
  "N'afọ 2008, a kpọrọ Theron onye ozi udo nke United Nations. N'ihe o kwuru, Ban Ki-Moon kwuru banyere Theron \"Ị raara onwe gị nye imeziwanye ndụ ụmụ nwanyị na ụmụaka na South Africa, yana igbochi na ịkwụsị ime ihe ike megide ụmụ nwanyị na ụmụ agbọghọ\". O dekọrọ ọkwa ọrụ ọha na eze n'afọ 2014 dị ka akụkụ nke mmemme Stop Rape Now.",
  "N'afọ 2007, Theron ghọrọ nwa amaala nke United States, ka ọ na-ejigide nwa amaala South Africa. Ọ bi na Los Angeles.",
  "Theron kuchiri ụmụ abụọ: nwa nwanyị, Jackson na Machị 2012 na nwa nwanyị ọzọ, August, na Julaị 2015. Ọ na-enwe mmasị na nkuchi site na nwata, mgbe ọ matara banyere ogige ụmụ mgbei na ọnụ ọgụgụ zuru oke nke ụmụaka na ha",
  "N'ọnwa Eprel 2019, Theron kpughere na Jackson, onye dị afọ asaa n'oge ahụ, bụ nwa agbọghọ transgender",
  "O kwuru banyere ụmụ ya nwanyị, sị, \"A mụrụ ha onye ha bụ, na kpọmkwem ebe ha abụọ nọ n'ụwa na-ahụ onwe ha ka ha na-etolite, na onye ha chọrọ ịbụ, abụghị maka m ikpebi\".",
  "Ọ bụ ndị na-eme ihe nkiri Susan Sarandon na Sigourney Weaver kpaliri ya",
  "Ọ kọwara mmasị ya na Tom Hanks dịka \"ihe gbasara ịhụnanya\" ma kirie ọtụtụ ihe nkiri ya n'oge ọ bụ nwata",
  "Ọ dịghị mgbe e gosipụtara ndị na-eme ihe nkiri Hollywood na magazin na South Africa n'ihi ya ọ maghị otú ọ dị ruo mgbe ọ kwagara na United States, nke a na-ekwu na ọ bụ ihe kpatara àgwà ya \"n'ala\" maka ịbụ onye a ma ama",
  "Mgbe emechara ihe nkiri maka That Thing You Do!, Theron nwetara akara aka Hanks na edemede ya. O mechara nye ya Cecil B",
  "DeMille Award ya n'afọ 2020, nke Hanks kpughere na ya nwere mmasị maka ọrụ Theron kemgbe ụbọchị ọ zutere ya.",
  "Theron kwuru n'afọ 2018 na ọ gara ọgwụgwọ mgbe ọ dị afọ iri atọ n'ihi iwe, na-achọpụta na ọ bụ n'ihi nkụda mmụọ ya na-etolite n'oge ịkpa ókè agbụrụ na South Africa,  nke kwụsịrị mgbe ọ dị iri na ise.",
  "Ka ọ na-erule mmalite afọ 2020, ọrụ ihe nkiri Theron dị ukwuu enwetala nhọpụta 100 na mmeri 39."
]