[
  "Charles McGee (n'ubochí irí na isé n'ọnwa Disemba, 1924 rụọ úbọchị anọ n'ọnwa Febụwarị,",
  ", 2021) ónyénye America na-ese ihe ónyénye nkuzi amaara maka ịmepụta ihe osise, nchịkọta, na ihe ọkpụkpụ",
  "Ihe osise ya dị na nchịkọta nke Detroit Institute of Arts na Charles H",
  "Wright Museum of African American History",
  "O nwekwara ọtụtụ nnukwu ọrụ ọha na en'ọbọdọodo Detroit.",
  "A mụrụ McGee na Clemson, South Carolina, n'ubochí irí na isé n'ọnwa Disemba, 1924",
  "Ọ bụ nné na nnà ya ochie zụlitere ya, ndị bụ ndị na-ekere òkè.  Ọ natara mkpali nka mbụ ya mgbè ọ na-ewepụta ogho ma na-enyere nna nna ya aka ilekọta ala ahụ.  N'ebe ahụ, \"ọ hụrụ n'onwe ya usoro na nkwekọrịta dị n'ime okike\".  Ọ gụghị akwụkwọ ọ bụla ruo mgbè ọ kwagara Detroit mgbè ọ dị afọ iri, ebe ọ chọpụtara na \"ihe niile na-agagharị ma ọ naghị ebelata",
  "\" n'afọ 2017 o kwuru, \"Amụtala ihe na-anọghị n'ụlọ akwụkwọ n'ihi na ndụ bụ ụlọ akwụkwọ.",
  ".Ana m amụta ihe mgbe ọ bụla m na-agagharị",
  "Ógè ọ bụla m na-agagharị na nkuku, a na-ekpughere m ihe ọhụrụ.",
  "Dị ka nwata nwoke, McGee gara George Washington Elementary ma mụọ ihe osise na McGregor Public Library na Highland Park.  Ọ gàrà Cleveland High School dị nso na Hamtramck ma na-arụsi ọrụ ike dị ka ónyé na-emepụta ihe na onye nhazi nke ihe owuwu ụgbọ mmiri maka mmemme ụlọ akwụkwọ ahụ.  Mgbè ọ gụsịrị akwụkwọ sekọndrị, McGee gàrà rụọ ọrụ na Briggs Manufacturing Company na Detroit.",
  "McGee debanyere aha na Marine Corps na 1943 ma jee ozi afọ atọ, gụnyere n'oge Agha Ụwa nke Abụọ.  E zigara ya na Nagasaki dị ka akụkụ nke ndị agha jikọrọ aka na Japan.    Mgbe ọ laghachiri Detroit, o jiri ohere GI Bill gaa klas na College for Creative Studies, nkè a maara mgbè ahụ dị ka Society of Arts and Crafts.",
  "Ndị na-ajụ ase McGee were n'ọrụ na mmalite nke ọrụ ya bụ icheku ọkụ na eserese.  O nwèrè otu afọ na Barcelona na 1968 iji mụta na njem nlegharị anya",
  "Ahụmahụ a nọchitere anya ụzọ n'ọrụ nka ya",
  "Ihe osise ọ mepụtara mgbè nke ahụ gasịrị na-elekwasị anya na ihe ndị bụ isi na obere ihe gbasara isiokwu, ọ hapụrụ eziokwu nke na-achịkwa ihe osise mbụ ya.  Otu ihe dị ịrịba ama na nke a bụ na Igbe Noa: 'Jenesis' (1984) na Detroit Institute of Arts, nke na-egosi ụmụ nwanyị na anụmanụ abụọ na-eme ihe n'Ijipt nke a na-egosi na \"dị mfe na-atọ ọchị, nke a na'ụzọ dị mfe\".  Otú ọ dị, e kere ihe nnọchianya mmadụ ndị a n'ụzọ kwekọrọ n'ụdị ọ nabatara, na Jean Dubuffet aha ya dị ka isi ihe mkpali.  Okike bụkwa isiokwu dị mkpà n'ọrụ ya, nke sitere n'ike mmụọ nsọ ya n'oge ọ bụ nwata mgbè ọ na-akọpụta ogho n'èzí.  Otu n'ime ọrụ ikpeazụ ya, Unity (2018) sere n'èzí 28 Grand Building, na-ejikọta ya na okike na mmekọrịta mmadụ na ibe ya.",
  "McGee na-akụzi nka mgbè niile na Mahadum Eastern Michigan site na 1969 ruo 1987.  Ọ kụzikwaara na Mahadum Michigan na Birmingham Bloomfield Art Center.  O guzobere Gallery asaá na obéré ụlọ akwụkwọ maka nka ebe ọ kụziri ihe",
  "Ọ bụkwa ónyé na-ahụ màkà ịkwadebe na ịhazi ihe ngosi nka.",
  "A na-eme ihe osise, nchịkọta na ihe ọkpụkpụ McGee na nchịkọta US na mba ụwa, ma na-egosi ya na Detroit Institute of Arts, Dennos Museum, na Charles H",
  "Wright Museum of African American History.",
  "A na-etinye ọrụ McGee na ntọala ọha na eze, gụnyere William Beaumont Hospital nke Royal Oak, Michigan na Detroit People Mover Broadway Station.  O guzobere ụlọ ọrụ Contemporary Art Institute of Detroit (CAID) n'afọ 1978. Charles McGee Community Commons, nkè Marygrove College raara nye na 2016, guzo na nkuku West McNichols Road na Wyoming Avenue na Detroit, gafee okporo ámá site na oghere nke jere ozi dị ka ụlọ ọrụ McGee ruo ihe karịrị afọ iri ise",
  "McGee's Playscape II bụ ihe dị n'etiti Commons.",
  "Dị ka Kresge Foundation si kwuo, \"McGee zụlitere iguzosi ike n'ihe na ọbọdọ ahụ na ndị bi na ya, ma nye ya ọtụtụ ike nka na ọrụ nka ya",
  "'Detroit abuwo eluigwe n'ezie nye m,' ka McGee kọwara",
  "'Ọ nyèrè m ùgwù ma jiri nkwanye ùgwù mesoo m ihe.'",
  "A kpọrọ McGee ónyé mbụ Kresge Eminent Artist na 2008.  N'ịbụ nke College for Creative Studies na-achịkwa, onyinye a na-asọpụrụ otu ónyé na-ese ihe Detroit kwa afọ maka ihe ndị ọkachamara rụzuru, onyinye ọdịbendị, na ntinye aka na ndị ọrụ nka mpaghara.  Kọleji ahụ nyekwara ya nzere doctorate maka ọrụ ya dị ka ónyé na-ese ihe na ónyé nkuzi.",
  "Na mbido 2019, Michigan Legacy Art Park kwupụtara na McGee ga-anata 2019 Legacy Award \"n'ịghọta ndụ nke ihe ịga nke ọma na mmetụta dị ka onye na-ese ihe, ónyé nkuzi, onye nkwado na nwa amaala ụwa",
  "\"",
  "McGee nwere ọrịa strok na 2011, nke metụtara ikike ya ịmepụta nka.  Ọ nwụrụ na Febụwarị 4, 2021, n'ụlọ ya na Detroit",
  "Ọ dị afọ 96, ma nwụọ n'ihi ihe ndị sitere n'okike."
]