[
  "Charles Sebree (1914-1985) bụ ónyé America na-ese ihe na ónyé na-ede egwuregwu nke a maara nke ọma màkà itinye aka na ihe nkírí black arts nke Chicago nke 1930s na 1940s.",
  "Sebree bìrì na White City, nke dị n'ebe ọwụwa anyanwụ Kentucky",
  "N'afọ 1924, nne ya kwagara Chicago, Illinois, nke kpughere Sebree na mmetụta dịgasị iche iche nke nka.  Otu n'ime ihe osise ya dị ka nwata nwoke ka Renaissance Society zụrụ maka dollar iri abụọ na ise ma mechaa gosipụta ya na mkpuchi magazin ha. Mgbè ọ gachara Art Institute of Chicago, Sebree nọgidere n'ebe ahụ wee sonye n'otu ndị na-ese ihe na South Side nke Chicago.",
  "Ndị na-ese ihe ojii nkè Chicago bịara na-asọ mpi na ike a hụrụ na Harlem Renaissance nke New York, Sebree ritere uru site na njikọ ya na ndị na-ese egwu dịka Margaret Taylor-Burroughs na Eldzier Cortor, yana netwọk nkwado nke e mepụtara site na njikọ na ụlọ ọrụ ndị dị ka South Side Community Arts Center na Art Institute.",
  "N'etiti 1936 na 1938, Sebree rụrụ ọrụ màkà New Deal's Works Progress Administration (WPA)",
  "N'afọ 1942, a kwụsịrị ọrụ ya n'oge na-adịghị anya mgbè e debara aha ya n'Agha Ụwa nke Abụọ. E debere ya na Camp Robert Smalls, ngalaba nkewa nke Great Lakes Naval Training base, n'ebe ugwu Chicago",
  "Mgbe ọ nọ n'ebe ahụ, ọ zutere ónyé na-ede egwuregwu Owen Dodson, ónyé ga-aghọ ezigbo enyi na ónyé na-arụkọ ọrụ nka",
  "Ha jikọrọ aka mepụta ọtụtụ ihe nkiri na Camp Smalls, gụnyere nke a raara nye ónyé isi ojii na-elekọta ụgbọ mmiri nke zọpụtara ndụ ọtụtụ ndị ọrụ ụgbọ mmiri ya na Pearl Harbor.",
  "Mgbè agha ahụ gasịrị, Sebree kwagara New York, ebe ọ chọtara ọbọdọ ndị na-ese ihe ọzọ, dịka ọ nwèrè na Chicago",
  "Ndị ya na New York gụnyere ndị na-ese ihe dịka Billie Holiday na Billy Strayhorn",
  "Ọ bụ onye natara fellowship site na Julius Rosenwald Fund na 1945, wee gaa n'ihu na-ede ihe nkírí Broadway nke na-aga nke ọma na 1954, \"Mrs",
  "Patterson, \"nke Eartha Kitt gosipụtara",
  "Sebree kwagara Washington, DC na 1947, ébé o bìrì ruo mgbè ọ nwụrụ n'ọrịa kansa na 1985.",
  "Egwuregwu"
]