[
  "Charity Ogbenyealu Adule (amụrụ na 7 Nọvemba 1993) bụ onye Naịjịria na-agba bọọlụ nke na-agba ọsọ dị ka onye na-aga n'ihu maka klọb Spanish Primera División SD Eibar na ndị otu ụmụ nwanyị Naijiria",
  "Na klọb, ọ gbara bọọlụ maka Rivers Angels, Bayelsa Queens na BIIK Kazygurt.",
  "Adule malitere ọrụ ya na Rivers Angels wee malite mgbe ọ dị afọ iri na anọ na Female Challenge Cup 2006. Oge izizi ya bụ megịde Pelican Stars, nke o mechara kọwaa dị ka egwuregwu a na-echeta nke ọrụ ya",
  "Ọ gbara, Rivers Angels wee bụrụ nke atọ n'ozuzu na asọmpi ahụ.",
  "N'oge opupu ihe ubi nke afọ 2011, ọ hapụrụ Rivers Angels wee sonye na klọb bọọlụ ụmụ nwanyị Bayelsa Queens na Yenagoa. Adule gbara goolu 57 na egwuregwu 40, maka Bayelsa Queens, ma mee ka ọ bịanye aka na nkwekọrịta na ndị mmeri Kazakh BIIK Kazygurt na Septemba 2014. O mere nke mbụ ya maka BIIK na UEFA Women's Champions League na 8 Ọktoba 2014 megịde German FFC Frankfurt",
  "N'ime afọ ise na BIIK, Adule meriri n'asọmpi ise wee ruo agba nke iri na isii nke 2016-17 UEFA Women's Champions League",
  "N'oge mkpọsa ahụ, ọ gbara goolu megide Wexford Youths, Gintra Universitetas, Verona na Paris Saint-Germain.",
  "Na 19 Septemba 2019, a mara ọkwa Adule dị ka onye ọhụrụ bịanyere aka na SD Eibar nke Spain tupu oge 2019-20.",
  "Adule gbara bọọlụ maka Nigeria U20 na 2010 FIFA U-20 Women's World Cup na Germany na 2012 FIFA U-20 women's World cup na Japan. Kemgbe afọ 2013, Adule agba bọọlụ maka otu egwuregwu bọọlụ ụmụ nwanyị nke Naịjirịa.",
  "N'ọnwa Nọvemba afọ 2018, ọ kpughere na ọ jụrụ ụzọ ọ ga-esi nọchite anya otu egwuregwu bọọlụ ụmụ nwanyị nke mba Kazakhstan.",
  "Ọ bụ onye na-akwado klọb bọọlụ ụmụ nwoke nke dị na London, Chelsea FC Adule bụ onye okpukpe, ma na-ekwu na ọ bụ Chineke mere atụmatụ ọ bụla n'ọdịnihu ya, na-asị \"Chukwu  nwere okwu ikpeazụ na ndụ m",
  "Ekwenyere m na Chineke Pụrụ Ime Ihe Niile nke mere ka m nọrọ ebe a taa ga-akpọrọ m gaa ebe ikpeazụ o meere m",
  "Ihe niile dị na ndụ bụ maka ihu ọma Chineke, ekwere m na ihu ọma Ya n'ebe m nọ, m ga-aga ebe dị anya",
  "\""
]