[
  "Charles Karumi Maina (a mụrụ n'ụbọchị nke 17 n'ọnwa Ọgọstụ n'afọ 1991), onye a maara dịka Charlie Karumi, bụ onye Kenya na-eme ihe nkiri na onye na-eme ngosi na Radio (NRG Radio / TV. Ọ pụtara n'ọtụtụ egwuregwu, usoro telivishọn na ihe nkiri",
  "A maara ya nke ọma maka ọrụ ya dịka Tony na ihe nkiri Kenya Jane na Abel na maka ịme ihe ngosi magazin ntụrụndụ Arena 254 na K24.",
  "A mụrụ Charlie na 17th August, 1991 na Nairobi, Kenya ma o tolite na Uthiru",
  "Ọ gara ụlọ akwụkwọ sekọndrị Alliance ebe a mụrụ ịhụnanya ya maka ogbo site na klọb ihe nkiri ụlọ akwụkwọ.",
  "O mechara sonye na mahadum Strathmore maka nzere na Business Information Technology ma mechaa malite ọrụ ime ihe nkiri ya",
  "O nwetara ọrụ mbụ ya na usoro TV nke Kenya;Changes",
  "Kemgbe ahụ, o gosipụtara na ihe nkiri ndị ọzọ gụnyere; Lies that bind, Nairobi Half Life, Rush na Noose of Gold",
  "N'afọ 2015, o ritere ihe nrite Kalasha maka onye na-akwado ihe nkiri kachasị mma maka ihe nkiri, 'Fundi-mentals'.",
  "A mụrụ Karumi na 17th nke August, 1991 na Nairobi ma o tolite na agbata obi Uthiru na mpụga obodo ahụ. Ọ malitere agụmakwụkwọ ya na Genesis Primary School na Uthiru, ma mesịa gafee Visa Oshwal Primary na Westlands na n'ikpeazụ White Cottage Primary na Gachie ebe ọ nọrọ ule Kenya Certificate of Primary Education (KCPE) n'afọ 2005",
  "Ọ gara Alliance High School na Kikuyu maka agụmakwụkwọ sekọndrị ya na-anọdụ maka ule Kenya Certificate of Secondary Education (KCSE) n'afọ̀ 2008",
  "Ọ bụ mgbe ọ nọ na Alliance High ka ọ chọpụtara ịhụnanya ya maka ogbo, sonye na klọb ihe nkiri nke ụlọ akwụkwọ ahụ 'The Dramatics Society' ma nweta ọrụ na egwuregwu abụọ nke klọb ahụ na-emeri ihe nrite.",
  "N'afọ 2009, ọ sonyeere Mahadum Strathmore, Nairobi, wee nweta nzere bachelọ na Business Information Technology (BBIT) gụsịrị akwụkwọ n'ọnwa Eprel afọ 2013.",
  "Ọrụ ọkachamara Karumi malitere mgbe ọ nọ na Mahadum na Strathmore",
  "O nwetara ọrụ mbụ ya na-akwụ ụgwọ na usoro TV nke Kenya Changes",
  "N'afọ 2009, ọ sonyeere ụlọ ihe nkiri a ma ama na Kenya bụ Phoenix Players ebe ọ zụrụ ma mee ihe nkiri n'ọtụtụ egwuregwu ndị otu ahụ",
  "Site na ọzụzụ ahụ, ọ malitere ọrụ ya na ọrụ ntinye akwụkwọ na ọtụtụ telivishọn na ihe nkiri Kenya dịka Higher Learning, Lies That Bind, Nairobi Half Life, Noose of Gold na Rush",
  "N'afọ 2014, ya na Mumbi Maina, Brian Ogola, Lizz Njagah nakwa Sarah Hassan pụtara na Maisha Magic East Drama Jane na Abel",
  "N'afọ 2015, ya na Gerald Langiri pụtara na ihe nkiri Fundi-Mentals, ọrụ nke mere ka ọ nweta ihe nrite Kalasha nke afọ 2015 maka onye na-akwado ihe nkiri kacha mma.",
  "N'afọ 2015, Karumi banyere n'ime TV hosting, na-ekere òkè na KTN The Presenter Season 2 talent search finishing in the final 10. Otu afọ ka e mesịrị, ọ gara nke ọma ma sonye na TLC's Africa wide talent search, TLC's Next Great Presenter Ọ pụtara na 2nd Runners Up mgbe mkpọsa gara nke ọma nke mere ka ọ ruo ọkwa ikpeazụ nke asọmpi ahụ.",
  "N'afọ 2017, ọ kwadoro ihe ngosi magazin ntụrụndụ Arena 254 na K24 tupu ọ debanye ọrụ na South Africa na Danish Broadcasting Corporation TV Series Liberty na-abịanụ, mgbanwe ihuenyo nke akwụkwọ Jakob Ejersbo nke otu aha ahụ.",
  "na 2021, Charlie malitere ịrụ ọrụ na Homeboyz Radio na ihe ngosi nri ụtụtụ na ego G dka onye na-elekọta ya mgbe ọ kwụsịrị NRG Radio.",
  "Charlie bụkwa onye na-ahụ maka Blogger mgbe niile, na-ekerịta usoro blog ya akpọrọ Charlie's Day Out '."
]