[
  "Charlotte Louise Nichols (amụrụ ya n'ụlọ jị nke 5 n'ọnwa Eprel n'afọ 1991) ọ bụ onye ndọrọ ndọrọ ọchịchị nke ala British Labour Party bụ kwazi onye omeiwu nke Warrington North kemgbe ntuli aka nke afọ 2019.",
  "A mụrụ Nichols na Romford, London wee tolite na Reading, Berkshire tupu ọ kwaga Liverpool ebe ọ gụrụ ndọrọ ndọrọ ọchịchị na Mahadum Liverpool, gụsịrị akwụkwọ na 2013..",
  "O nwere ụmụnne nwanyị atọ na ụmụnne nwanyị atọ.  Nna ya Ged Nichols sitere na Kirkby, Merseyside ma bụrụ onye odeakwụkwọ ukwu nke otu ndị ọrụ azụmaahịa na-ahụ maka ego a họpụtara ya ka ọ bụrụ onye isi oche nke TUC na 2020",
  "Nne ya si East London..",
  "Ọ bịara nwee mmasị na ndọrọ ndọrọ ọchịchị site na nwata wee kwuo na N'ajụjụ ọnụ na ọ na-enwe mmasị na onye na-ekwuchitere Ụlọ Nzukọ Alaeze n'oge ahụ Betty Boothroyd na ndị ọkà okwu na-eti mkpu \"Order\"..",
  "Mgbe ọ dị afọ iri na ụma, o nwere otu n'ime ahụmịhe mbụ ya gbasara ndọrọ ndọrọ ọchịchị mgbe o nyere aka na-eme mmemme nzuko omeiwu ndị ntorobịa UK na Prime Minister Conservative n'ọdịnihu  Theresa May.",
  "Nichols bụ kwazi onye ọrụ ụmụ nwanyị di maka Young Labour.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Liverpool na 2013, Nichols rụrụ ọrụ na Salford afọ ise maka Union of Shop, Distributive and Allied Workers.  Na-akwado ndị ọrụ logistics sitere na Warrington na-arụ ọrụ na Hamis (Ugbu a Evri), Yodel na XPO Logistics nwere ụgwọ na mkparịta ụka ọnọdụ..",
  "Nichols wee gaa n'ihu na-arụ ọrụ maka otu ndị ọrụ GMB dị ka onye nyocha mba na onye ọrụ amụma, ebe ọ na-akwado maka oge na ọnọdụ ka mma maka ndị ọrụ Amazon na Asda.",
  "Mgbe ọ na-arụ ọrụ maka GMB, Nichols mere ka gọọmentị tinye ego na teknụzụ nuklia dị ala",
  "a Nichols guzoro dị ka onye ndọrọ ndọrọ ọchịchị Labour Party maka Warrington North na ntuli aka izugbe 2019.  A họpụtara ya site n'ọtụtụ vootu 1,509 na-ejide ngalaba maka Labour.  Enwere mbelata n'ọtụtụ n'ozuzu nke gbasoro usoro sara mbara nke ntuli aka 2019, ebe ọtụtụ mpaghara ntuli aka ugwu, ndị Labour họpụtara Conservative maka oge mbụ akpọrọ \"Mgbidi uhie.",
  "Na Shadow Cabinet nke Jeremy Corbyn, ọ rụrụ ọrụ dị ka PPS ka Tracy Brabin dị ka Shadow Secretary of State for Digital, Culture, Media and Sport maka obere oge n'oge ntuli aka onye isi ndị ọrụ 2020, tupu ebuga ya na Shadow Cabinet of Sir.&nbsp; Keir Starmer ịbụ PPS nye Emily Thornberry dị ka Shadow Secretary of State for International Trade.&nbsp;Mgbe a kwalitere Ruth Jones na Shadow Air Qualities Minister, Nichols nọchiri ya dị ka PPS na Shadow Northern Ireland Secretary Louise Haigh..",
  "Na 12 Nọvemba 2020, a họpụtara Nichols onye minista na-ahụ maka ụmụ nwanyị na nha anya",
  "Ọ gbapụrụ na ọrụ a na Septemba 2021, dabara na arụkwaghịm nke odeakwụkwọ Shadow nke steeti Marsha de Cordova, na-ekwu maka ebumnuche onwe ya.",
  "Nichols kwadoro Rebecca Long-Bailey na ntuli aka onye isi ndị Labour Party nke 2020, mana họpụtara Emily Thornberry ka ọ gbasaa mpaghara ndị ga-eme ntuli aka..",
  "N'ọnwa Eprel 2021, Nichols rịọrọ ndị njem mgbaghara mgbe o kesara akwụkwọ ntuli aka mpaghara nke kwere nkwa ịnagide \"mmekọrịta ndị njem\".  E kesaala mpempe akwụkwọ ahụ na ngalaba Orford nke mpaghara ya n'oge ntuli aka ime obodo 2021, na nzaghachi nye ogige na ogige Poole dị nso.  Nichols rịọrọ mgbaghara ma wepụta nkwupụta, na-ekwu, sị: “Agwara m ndị otu Labour mpaghara okwu, ewepụrụ mpempe akwụkwọ ahụ ma bibie mpempe akwụkwọ ahụ.  Ọ na-ewute m na e kesara akwụkwọ akụkọ a n'ime obodo.  Akwụkwọ nta ahụ adabaghị n'ụkpụrụ onwe m ma ọ bụ nke ndị Labour party.\" Nichols kwere nkwa na ya ga-abụ \"onye mmekọ\" na obodo Gypsy, Roma na ndị njem..",
  ".Na ndọrọ ndọrọ ọchịchị ọ na-akọwapụta dị ka onye nọ n'aka ekpe nke Labour Party  ma si na nzụlite otu ndị ọrụ na-aga n'ihu.&nbsp; Nichols kwadoro Jeremy Corbyn na ntuli aka onye isi nke 2015 na 2016 Labour Party..",
  ".Nichols tolitere n'ezinụlọ Katọlik nke nwere ụfọdụ ihe nketa Irish.  Mgbe ọ dị afọ 22, Nichols malitere ịga ọrụ kwa izu na Manchester Reform Synagogue;  mgbe ọ gachara ozi ahụ, o kwuru na obi eruola ya ala karịa ka ọ na-etolite dị ka onye Katọlik.  Ọ tụgharịrị gaa n'okpukpe ndị Juu na 2014 wee mee mmemme bat mitzvah na ụbọchị ọmụmụ 27th ya..",
  "Ebe ọ bụ na ọ tụgharịrị na okpukpe ndị Juu, Nichols echewo mmejọ na-aga n'ihu maka nkwenkwe ya, gụnyere mgbochi Semitism sitere na onye ndoro-ndoro ochichi Conservative Party maka ntuli aka 2021 Warrington Borough Council.  Onye ndoro-ndoro ochichi zigara Nichols ozi site na Twitter na-ekwu \"Nọgidenụ na-agba ọsọ Aryan\"..",
  "N'afọ 2021, a kọrọ na Nichols nwere nsogbu nrụgide post-traumatic, ebe a manyere ya ibibi nleta ndị omeiwu na Gibraltar mkpụmkpụ na-esochi \"ihe gbasara ahụike uche\".",
  "N'afọ 2022, Nichols kwuputara banyere mgba ya na ozi mkparị na iyi egwu nke ime ihe ike ọ chere ihu mgbe nyocha BBC chọpụtara na ọ nọ na 5 kacha elu nke ndị omeiwu azụ azụ iji nweta tweet mkparị na egbu egbu na Twitter..",
  "N'ajụjụ ọnụ 2021 Nichols kwuru na ọ na-akọwapụta dị ka nwoke idina nwoke..",
  ". Tupu ntuli aka izugbe nke Disemba 2019, Nichols jiri akụkọ dị na webụsaịtị LabourList gbachitere ọbịbịa Corbyn na Seder iji mee mmemme Pesach nke ndị Juu, nke otu ndị Juu na-apụnara mmadụ n'ebe aka ekpe bụ Jewdas haziri.  Emechara katọrọ ihe omume ahụ n'akwụkwọ akụkọ pụtara na Times mgbe ebubo pụtara na ndị bịaranụ etinyela egwu nke \"na-egwu ndị uwe ojii\" na \"na-egwu ndị agha\".\".",
  "N'ọnwa Ọktoba 2019 Nichols tweeted na otu ndị na-akwado SS Lazio bụ ndị emere ihe onyonyo ka ha na-ekele ndị Nazi na Glasgow kwesịrị 'gbaba isi ha'.  Nichols gbachitere okwu ya na Disemba, \"Ndị a bụ ndị na-eme ekele ndị Nazi n'okporo ámá Britain",
  "Dị ka onye Juu nke nna nna ya lụrụ Agha Ụwa nke Abụọ, n'ikpeazụ mgbe ụfọdụ m na-ekwere na a ga-eche ihu n'ụzọ anụ ahụ fascism\"..",
  "Otu akụkọ e bipụtara na Daily Telegraph na 2019 kọrọ na Nichols kọwara ndị otu Green Party dị ka \"ndị bourgeois scab fucks\" wee gwa otu onye ọrụ Twitter, \"Olile anya na ị ga-abụ onye na-amaghị nwoke\"."
]