[
  "Ogbugbu mmadụ (CA) bụ mgbalị a kpachaara anya ma na-adịgide adịgide iji mebie aha ma ọ bụ ntụkwasị obi nke mmadụ.",
  "Okwu nkeá bụ \"ogbugbu mmadụ\" ghọrọ ihe a ma ama bídó n'afọ 1930. Echiche a, dị ka isiokwu nke ọmụmụ ndị ọkà mmụta, bụ Davis (afọ 1950) webatara na nchịkọta edemede ya na-ekpughe ihe ize ndụ nke mgbasa ozi ndọrọ ndọrọ ọchịchị. Afọ iri isii ka e mesịrị, Icks na Shiraev (afọ 2014) mere ka okwu ahụ dị ọhụrụ ma mee ka mmasị agụmakwụkwọ dịghachi mma site n'ikwu okwu ma jiri ya tụnyere ihe omume igbu ọchụ dị iche iche.",
  "Icks na Shiraev (afọ 2014) na-ekwu ọtụtụ ụdị sayensị ndọrọ ndọrọ ọchịchị iji kọwaa ihe kpatara CA site n'echiche onye na-awakpo ya. Ha kwenyere na mkpali onye na-awakpo na-adaberekarị na ebumnuche ibibi onye ahụ n'ụzọ uche ma ọ bụ belata nkwado ọhaneze ya na / ma ọ bụ ohere ịga nke ọma na asọmpi ndọrọ ndọrọ ọchịchị",
  "Dịka ọmụmaatụ, n'oge ntuli aka, a na-ejikarị mwakpo eme ihe iji mee ka ndị na-eme ntuli aka na-enweghị mkpebi, na-eme ka ndị na-eme ntuli aka ghara ịma aka, ma ọ bụ gbochie mgbagha nke ndị na-akwado ya",
  "Mwakpo ndị a na-aghọ ụzọ dị irè iji megharịa ndị na-eme ntuli aka mee ihe dị mma",
  "Ha na-emekwa ka ndị na-akwado ndị na-akwado ya izizi banye n'ọkwa nke ndị \"na-enweghị mkpebi\" ma ọ bụ \"ndị na-enweghị nkwa\".",
  "Dị ka òtù Thomas si kwuo, igbu mmadụ bụ mgbalị ebumnuche, nke onye na-echegbu onwe ya na / ma ọ bụ ndị na-adabere na ya, iji metụta ngosipụta ma ọ bụ aha mmadụ n'ụzọ ga-eme ka ndị ọzọ nwee echiche na-adịghị mma ma ọ bụ na-adịghị mma maka ha",
  "Ọ na-agụnyekarị ikwubiga okwu ókè ma ọ bụ iji eziokwu eme ihe n'ụzọ aghụghọ, ịgbasa asịrị na mgbasa ozi ezighi ezi iji gosipụta foto na-ezighi ezi nke onye a lekwasịrị anya, na nkatọ na-enweghị isi na oke.",
  "Ndị dere akwụkwọ Agwọ na Suits: Mgbe Psychopaths Gaa n'ọrụ na-akọwa usoro ise nke otú onye na-arịa ọrịa uche n'ebe ọrụ si arịgo ma nọgide na-enwe ike",
  "Na nkebi nke anọ (mgbagwoju anya), onye ọrịa uche ga-eji usoro igbu mmadụ iji nọgide na-eme atụmatụ ha.",
  "Otu mba ụwa maka ọmụmụ ogbugbu agwa (ISSCA) bụ ọkachamara na ọmụmụ agụmakwụkwọ na nyocha màkà ọtú e si gbuo mwakpo na igbu ọchụ na akụkọ ihe mere eme na n'oge a. N'ọnwa Julaị afọ 2011, ndị ọkà mmụta si obodo itoolu gbakọtara na Mahadum Heidelberg, Germany, iji gbaa ụka \"nkà nke ịkparị na nkwutọ na akụkọ ihe mere eme na taa\". Ha guzobere otu iji mụọ igbu mmadụ mgbe niile",
  "Ndị otu a gụnyere ndị ọkọ akụkọ ihe mere eme, ndị ọkà mmụta sayensị ndọrọ ndọrọ ọchịchị, na ndị ọkà n'akparamàgwà mmadụ.",
  "Tọrọ ntọala n'afọ 2016 na mmekorita ya na ISSCA, Ụlọ nyocha nyocha maka igbu mmadụ na ndọrọ ndọrọ ọchịchị aha (CARP) gụnyere ndị ọkà mmụta nwere ụlọ ịdọ aka ná ntị na akparamaagwa, akụkọ ihe mere eme, nkwurịta okwu na mmekọrịta ọha na eze. Site na ndị nyocha sitere na Mahadum George Mason, Mahadum Baltimore, na Mahadum Amsterdam, ndị otu CARP na-elekwasị anya na mgbalị n'akụkụ atọ dị mkpa: nyocha màkà ihe atụ akụkọ ihe mere eme na nke oge a nke igbu ọchụ; agụmakwụkwọ n'ihe gbasara ndị na-ege ntị na ndị na-ege ntị n'ihu ọha banyere ihe kpatara igbu mmadụ, mmetụta na mgbochi; na nyocha ihe ize ndụ iji chọpụta ihe ize ndụ maka ndị ọha na eze na-echegbu onwe ha banyere aha ha",
  "Ebe nrụọrụ weebụ Mason CARP nwere ihe gbasara ụlọ nyocha na ọrụ ya",
  "Ụlọ ọrụ CARP na-ebipụtakwa blọọgụ ma nwee njikọ na Global Informality Project, ihe ntanetị na-eduga maka ihe nzuzo ụwa, iwu ndị a na-edeghị ede na omume zoro ezo, akọwapụtara n'ụzọ gbasara agbasa dị ka 'ụzọ isi mee ihe.' Nchịkọta a zuru ụwa ọnụ na nke na-eto eto nke omume a na-adịghị ahụ anya, ma dị ike na-eme ka o kwe omume site na mmekorita dị ịrịba ama nke ndị ọkà mmụta sitere na kọntinent ise."
]