[
  "Charles Gaines (amụrụ n'afọ 1944) bụ ónyé America na-ese ihe nkè ọrụ ya na-ajụ okwu gbasara ịma mma, ndọrọ ndọrọ ọchịchị, na nkà ihe ọmụma",
  "N'iwere ụdị eserese, usoro foto na ntinye vidiyo, ọrụ ahụ na-agụnye iji usoro, karịsịa n'ụdị grid, mgbé mgbè na njikọta ya na foto",
  "Ọrụ ya gbanyere mkpọrọgwụ na Conceptual Art na mkparịta ụka ya na ndị na-ese ihe dịka Sol LeWitt, Lawrence Weiner na Mel Bochner na Gaines na-etinye áká na nkwenkwe ya nke itinye áká na nghọta na asụsụ",
  "Dị ka otu n'ime naanị ndị na-ese ihe n'Africa na America na-arụ ọrụ na 1970s, ógè mgbè ngosipụta ndọrọ ndọrọ ọchịchị bụ nchegbu dị n'etiti ndị na-eme ihe n'Afrịka na America, Gaines bụ onye na-apụ apụ n'ịchụso abstraction na ụzọ na-abụghị nke nkuzi maka agbụrụ na ndọrọ ndọrọ ọchịchị. E nwere eriri egwu siri ike na-agafe ọtụtụ n'ime ọrụ Gaines, nke pụtara ìhè na ojiji ọ na-eji egwu egwu ugboro ugboro yana na njikọ ya na echiche nke enweghị mkpebi, dịka John Cage na Sol LeWitt.",
  "A mụrụ Gaines na Charleston, South Carolina",
  "A zụlitere ya na Newark, New Jersey, ọ gàrà Newark Arts High School ma nweta BA na Jersey City State College na 1966. Ọ nwetara MFA ya na 1967 dị ka ónyé Africa America mbụ a nabatara n'ime mmemme MFA na School of Art and Design na Rochester Institute of Technology",
  "Site na 1967 rụo 1990 ọ bụ prọfesọ nke nka na Mahadum California State Fresno",
  "Kemgbe afọ 1989, ọ bụ onye otu ngalaba na California Institute of the Arts, na-emetụta ọtụtụ ndị na-eto eto na-ese ihe na ya, n'etiti ha Edgar Arceneaux, Rodney McMillian, Andrea Bowers, Mark Bradford, Sam Durant, na Laura Owens. N'afọ 2008, Gaines kụziri na Skowhegan School of Painting and Sculpture",
  "Ọ bi ma na-arụ ọrụ ugbu a na Los Angeles, California.",
  "Na Motion: Trisha Brown Dance (1981), Gaines sere foto ónyé na-agba egwú postmodern Trisha Bro na-eme ihe nkiri Son of Gone Fishin",
  "N'ịgụpụta oghere dị na grid nke kwekọrọ na ahụ na-agagharị, na ikpuchi grid ọzọ maka onyinyo ọ bụla na usoro ahụ, Gaines na-achọ ịsụgharị ahụ na- agagharị n'ụzọ foto ahụ na-enweghị ike",
  "N'ime nke a, ọ na-emekwa ka e hichapụ ọdịdị dị íchè íchè nkè ahụ na-agbaso nkwenye Trisha Brown nke ihe ndị na-ekpuchi onwé ha. Site na usoro Walnut Tree Orchard, Charles Gaines malitere ịrụ ọrụ na foto na ọrụ nka ya na mgbakwunye na usoro mgbakọ na mwepụ, na-aga n'ihu na iji akwụkwọ grid.",
  "Na mgbakwunye na ịrụ ọrụ na nka ya, Gaines anọwo na-eje ozi na kọmitii ndụmọdụ nke Hauser & Wirth Institute kemgbe 2018.",
  "Gaines natara National Endowment for the Arts (NEA) Grant na 1977",
  "Ọ natara California Community Foundation (CCF) na 2011, na Guggenheim Fellowship na 2013.  Gaines natara CalArts REDCAT Award na 2018 ma nye ya ihe nrite Edward MacDowell nke 60 kwa afọ na 2019."
]