[
  "Charles Boyce (amụrụ n'afọ 1949 na Olive Branch, Mississippi), bụ onye America na-ese ihe nkiri nke a maara maka panel Compu-toon ya. A makwaara Boyce maka ịmepụta KeyPad Kid, onye na-ese ihe nkiri nke a na-eji eme ihe na mmemme mmata ọha na eze maka ọzụzụ n'ime ụlọ ọrụ nkwukọrịta.",
  "Boyce gara Memphis Academy of Arts n'afọ ndị 1960, na 1969 sonyere na United States Navy.",
  "Akụkọ Compu-toon gbara ihe dị ka akwụkwọ akụkọ otu narị na iri ise site na 1994 ruo 1997",
  "Boyce ka na-emepụta Compu-toon site na sindication",
  "Andrews McMeel Syndication na-ekesa ya",
  "Boyce na nwunye ya bi n'ebe ugwu ọdịda anyanwụ nke Chicago.",
  "Boyce bụ akụkụ nke ihe ngosi cARToon na Barrington Area Library na Jenụwarị 2007",
  "Ihe ngosi ahụ gosipụtara nchịkọta ihe osise akpọrọ Blues Arrangement Exhibit",
  "Dị ka Boyce si kwuo, ihe osise ahụ gosipụtara ihe nkiri banyere bluus na Memphis site na mmalite nke narị afọ ruo ugbu a site na \"ụzọ nke ihe omume ndị ọ hụrụ ma ọ bụ nụ banyere ya\", ma nwee foto nke ndị na-eti egwu bluus na ihe osise dị iche iche dị ka Lead Belly, Harmonica Player, Ducks otu, na Ducks abụọ",
  "Ọ bụ ezie na e nwere ma ka nwere enweghị ọdịiche dị iche iche n'ime ihe nkiri, e nwere mmụba nke ndị na-ese ihe nkiri na-acha n'etiti afọ 1988-1998",
  "N'afọ 1988, e nwere naanị otu onye na-ese ihe nkiri na-acha anụnụ anụnụ na nnukwu ụlọ ọrụ; onye okike Wee Pals bụ Morrie Turner",
  "E nwere ọtụtụ ihe nwere ike ịkpata mmụba a na mberede, dị ka Free Press na The Detroit News na-akwado asọmpi maka ndị na-ese ihe nkiri na-erughị eru yana enwere ohere mgbasa ozi na-elekwasị anya na nsogbu nke ịdị iche iche",
  "Otú ọ dị, n'agbanyeghị nlebara anya na ilekwasị anya n'imeziwanye ọdịiche, a ka jụrụ ọtụtụ ndị na-eme ihe ọchị na-enweghị isi site na akwụkwọ akụkọ ndị dị mkpa dabere n'eziokwu ahụ bụ na akwụkwọ akụkọ ahụ \"enwetala ndị na-atọ ọchị ole na ole\", gụnyere ndị na-ese ihe ọchị Barbara Brandon na Rey Billingsley",
  "N'isiokwu a, Boyce na-ekwu na ndị mmadụ bụ ndị na agbụrụ ahụ nwere mmetụta dị nta na obi ụtọ nke ihe ọchị; na obere ndị mepụtara ihe ọchị nwere mmasị dị ukwuu",
  "A na-egosi nke a site n'eziokwu ahụ bụ na ọtụtụ ndị na-ese ihe nkiri na-acha anụnụ anụnụ na-enweta akwụkwọ ozi ndị na-akwado ya site n'aka ndị na-agụ akwụkwọ ọcha, yana eziokwu ahụ bụ na ihe fọrọ nke nta ka ọ bụrụ ihe ọ bụla na-atọ ọchị nke ndị mmadụ ole na ole gara n'ihu ruo 1988-1998, nke bụ ọnụego na-adọrọ mmasị karịsịa maka afọ iri.",
  "N'ọnwa Febụwarị afọ 2008, Boyce sonyere na ngagharị iwe nke kpọrọ maka nnọchiteanya ka ukwuu nke ndị na-ese ihe nkiri ojii na akwụkwọ akụkọ",
  "Ngagharị iwe ahụ chọrọ ịdọrọ uche gaa na nsogbu nke \"tokenism\" na akwụkwọ akụkọ, ma mee ka nsogbu ndị ọtụtụ ndị na-eme ihe ọchị ojii na-eche ihu mgbe ha na-anwa ibipụta ọrụ ha pụta ìhè",
  "Na mgbakwunye na Boyce, ndị na-ese ihe sonyere na ngagharị iwe ahụ bụ Jerry Craft, Charlos Gary, Steve Watkins, Keith Knight, Bill Murray, na Tim Jackson",
  "N'otu ụbọchị, ndị na-ese ihe nkiri ndị a niile sere ihe nkiri na-atọ ọchị yiri nke ahụ, nke gosipụtara ihe nkiri nke onye na-agụ akwụkwọ ọcha na-ele anya na <i id=\"mwRQ\">ihe</i> nkiri nke ndị na-erughị eru ma na-eme mkpesa na ọ bụ dokapu nke Boondocks."
]