[
  "Charles C",
  "Dawson (ubochí irí abụọ n'ọnwa Jenụwarị, 1889), bụ ónyé America na-ese ihe, ónyé na-ebi akwụkwọ,  na'ese ihe osise, na ónyé na-ese eserese.",
  "A mụrụ Dawson na Georgia na 1889. Ọ gụrụ nka na Tuskegee Institute na Alabama site na 1905 ruo 1907, wee kwaga New York City ịga Art Students League, ébé ọ bụ nwá akwụkwọ ojii mbụ. N'ịbụ ónyé ịkpa ókè agbụrụ ọ zutere na Art Students League na-enye nsogbụ, Dawson hapụrụ ịga ụlọ akwụkwọ nke Art Institute nke Chicago, ebe ọ chọtara ego na-arụ ọrụ dị ka onye na-ebugharị ihe na dị ka ónyé nlekọta na klọb nka na akwụkwọ a na-akpọ Cliff Dwellers Club. N'ebe ahụ, a na-ekwu na ya na ndị otu klọb ahụ gụnyere Frank Lloyd Wright, James Henry Breasted, Henry Ossawa Tanner, na Oliver Dennett Grover zutere.",
  "Mgbè ọ gụsịrị akwụkwọ na School of the Art Institute of Chicago, Dawson sonyeere ndị agha ma zigara ya France dị ka otu n'ime ndị agha Buffalo. Ọ rụrụ ọrụ site na 1917 ruo 1919 wee laghachi Chicago mgbè ághá ahụ gasịrị.",
  "Charles C",
  "Dawson dèrè akụkọ ndụ onwé ónyé a na-ebipụtaghị ebipụta nke akpọrọ \"Touching the Fringes of Greatness\". N'ime ọrụ akụkọ ndụ a, Dawson na-atụle ahụmahụ ya dị ka nwa akwụkwọ na Tuskegee Institute, Art Students League nke New York, na School of the Art Institute nke Chicago, yana ọrụ nka ya na nchụso ya.",
  "Dawson sonyere na mmemme abụọ nke Works Progress Administration. Site na 1936 ruo 1941 Dawson bụ ónyé nduzi nke nka na nka na ónyé nchịkwa nke City of Chicago Work and Training Program nke National Youth Administration of Illinois. N'ọrụ a, o mepụtara nhazi maka American Negro Exposition na Chicago Coliseum na 1940, otu ihe mejupụtara dioramas irí abụọ na-egosi akụkọ ihe méré eme nke Africa America. Dioramas ndị a dị ugbu a na nchịkọta nke George Washington Carver Museum na Tuskegee Institute.",
  "N'afọ 1933, Dawson bipụtara akwụkwọ ụmụaka nke o dèrè ma gosipụta, nke akpọrọ ABC's of Great Negroes Akwụkwọ ahụ nwèrè irí abụọ na isii linoleum prints na-egosi ndị isi na akụkọ ihe mere eme ojii. Ihe odide ọ bụla na-esonyere ederede dị mkpirikpi na-akọwa ihe ndị dị mkpa rụzuru na ụfọdụ ozi gbasara ónyé ahụ e gosipụtara",
  "Frederick Douglass, Dr",
  "George W",
  "Carver, na Meta Warrick Fuller bụ ndị Africa America atọ a ma ama gụnyere n'akwụkwọ ahụ.  Ụfọdụ ndị akụkọ ihe mere eme gụnyere Fero Ijipt Khufu Cheops, Princess Nefert, na Empress nke Ethiopia Zaudita (Zewditu). Mbipụta ọ bụla dị n'ihe odide ahụ nwere onyinyo, aha onye ahụ, aha ma ọ bụ ihe ọ rụzuru, na-abụkarị mkpụrụedemede \"CCD\" maka \"Charles C",
  "Dawson\".",
  "A maara Dawson maka mgbasa ozi ya màkà ụlọ akwụkwọ mara mma na ngwaahịa ndị e lekwasịrị anya na ndị isi ojii, dị ka Annie Turnbo Malone's Poro College na Valmor Products. Ọ malitere ịrụ ọrụ maka ndị ọchụnta ego ojii mgbe ọ laghachiri Chicago mgbè ọ rụchara ọrụ na Agha Ụwa Mbụ",
  "Ndị ahịa Dawson gụnyekwara Anthony Overton na Jesse Binga, magazin Reflexus na ónyé nduzi Oscar Micheaux."
]