[
  "Charles Arizechukwu Igwe // (na-ege ntị) (amụrụ n'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 1958) bụ prọfesọ Naijiria nke sayensị ala na onye isi oche nke iri na ise nke Mahadum Naijiria, Nsukka. Ọ sonyeere mahadum n'afọ 1976 dị ka onye enyemaka nyocha ala bia na 1976 ọ ghọrọ onye ọrụ agụmakwụkwọ nke ụlọ ọrụ ahụ",
  "N'afọ 2016, a họpụtara Charles ka ọ bụrụ osote onye isi ala (nchịkwa) ma họpụta ya ọzọ n'afọ 2018.",
  "A mụrụ Charles na Awka, Anambra steeti na ụbọchị iri abụọ na atọ nke Ọgọstụ n'afo 1958. Awka bụ isi obodo Anambra Steeti, Naịjirịa ma nwee ọnụ ọgụgụ ndị bi na ya dị ihe dị ka mmadụ 301, 657 ka ọ na-erule ọnụ ọgụgụ ndị Naịjirị nke afọ 2006",
  "Awka dị ihe dị ka mili ruru 400 (640 kilomita ) n'ebe ọwụwa anyanwụ Lagos, Naijiria n'etiti etiti obodo Igbo nke South East Nigeria.",
  "A mụrụ Charles Arizechukwu Igwe, Prọfesọ nke Sayensị Ala na Awka, Anambra Steeti, Naịjirịa n'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 1958",
  "O nwere nzere PhD, M.Sc",
  "na B Agric na Sayensị ala na Mahadum Naịjiria, Nsukka. O nwetakwara diplọma postgraduate na sayensị ala na Mahadum Ọrụ Ugbo, Norway, Ås. Ọ bụ Onye isi ngalaba; Ony sotere Onye isi ngalaba ngalaba; Onye isi ngalaba ngalaba na Directors of Centres n'oge dị iche iche. Charles bụ onye nyocha / prọfesọ na-eleta na Mahadum ndị dị na Germany, Japan, Norway, Italy na France",
  "Ọ bụ onye otu, Kansụl Na-achịkwa Mahadum ma lekọta ndị Undergraduates, Masters na ọtụtụ ụmụ akwụkwọ PhD na nkuzi ya. Ọ bụ onye nyocha mpụga na onye nyocha prọfesọ n'ọtụtụ Mahadum Naijiria na Europe.",
  "Nnyocha Prọfesọ Igwe na-elekwasị anya na onyinye nke organic na mineral colloids na nkwụsi ike nke ala okpomọkụ",
  "O nyere aka nke ukwuu na ihe ọmụma banyere nkwụsi ike nke ala okpomọkụ na-adịghị akwụsi ike nke na-enwe ọdachi na mmiri ozuzo na-ezo n'ebe okpomọkụ",
  "N'ihu Mgbanwe ihu igwe zuru ụwa ọnụ, ọ gbasaa oke nyocha ya iji tinye \"Carbon sequestration na ala okpomọkụ\"",
  "N'ọchịchọ ya iji wepụ ihe ndị dị n'ala na-emetụta erodibility (K) ihe nke ụdị erosion, o bipụtara ụfọdụ ọrụ ọsụ ụzọ na mgbasa nke ala. Ọ bụ onye edemede ma ọ bụ onye edemedo nke ọtụtụ isiokwu ndị ọgbọ na-enyocha na Journals of Soil / Environmental Sciences.",
  "Ọ bụ Onye ibe NORAD; Onye ibe nke Alexander von Humboldt (AvH) Germany; Onye mmekọ na-aga n'ihu, International Centre for Theoretical Physics, Trieste, Italy; Onye ibe, Japanese Society for Promotion of Science; onye meriri, University of Nigeria Vice-Chancellor's Faculty and University Prizes nke afo 1992/93; Ndepụta na Marquis Who's Who na Science na Engineering; na onye sonyere na German DAAD / DIES Deans Course 2009.",
  "Charles enwetala ọtụtụ onyinye fellowship"
]