[
  "Charles Thaddeus Russell (Jụn 19, 1875 ruo Ọgọọst 24, 1952) bụ onye Amerịka na-ese ụkpụrụ ụlọ bụ otu n'ime ndị mbụ abụọ nwere ikikere Afrịka Amerịka architects na Virginia",
  "Ọ bụ onye mbụ e nyere ikike na Richmond, Virginia ma ọ rụpụtara ụlọ na ihe a maara dị ka \"Black Wall Street of America\".",
  "A mụrụ ya na Richmond, Virginia na 1875",
  "Ọ tolitere na mpaghara ojii nke Richmond a na-akpọ Jackson Ward",
  "Ọ malitere ọmụmụ ya na Hampton Institute na 1893",
  "Ọ gụsịrị akwụkwọ na Institute na 1899 ma nata asambodo na ọkwa nkà",
  "N'afọ 1901, ọ ghọrọ onye nkuzi ịkwa nkà na Tuskegee Institute dị na Alabama",
  "Russell rụrụ ọrụ n'ụlọ akwụkwọ ahụ ma lekọta ọrụ ọkwá nkà niile",
  "Ọ rụkọkwara ọrụ ma soro ndị na-ese ụkpụrụ ụlọ rụọ ọrụ na ọrụ ahụ",
  "Ọ bụ n'ụlọ akwụkwọ ahụ ka ọ mụrụ ihe osise na ihe owuwu ma rụọ ọrụ mmụta n'ezie",
  "N'afọ 1907, ọ laghachiri Virginia wee bụrụ onye nlekọta ala na Mahadum Virginia Union",
  "N'afọ 1909, onye isi ala Virginia Union nyere Russell ikike ịmalite ọrụ ya dị ka onye na-ese ụkpụrụ ụlọ.",
  "Russell bụ otu n'ime ndị isi ojii abụọ mbụ nwere ikikere na Virginia",
  "E nyere Russell akwụkwọ ikike ya maka iwu ụlọ N'Ọktoba 2, 1922",
  "E nyere ikikere ahụ n'usoro mkpụrụ akwụkwọ ya mere e nyere onye ọzọ Afrịka Amerịka architect John A",
  "Lankford ikikere ya tupu Russell.",
  "Ọtụtụ n'ime ndị ọrụ na ndị ọrụ nkwekọrịta Russell were n'ọrụ bụ ndị isi ojii",
  "O chepụtara ụlọ na ụlọ ahịa n'ihe a na-akpọ Postletown ma ọ bụ \"Apostle Town\" (nke a maara ugbu a dị ka Jackson Ward)",
  "A kpọrọ mpaghara ahụ \"Posteltown\" n'ihi na aha okporo ámá gụnyere aha ndịozi na Agba Ọhụrụ",
  "Atụmatụ Russel nyere aka gbanwee mpaghara Jackson Ward ka ọ bụrụ mpaghara na-aga nke ọma maka azụmahịa",
  "Atụmatụ ya nyere aka gbanwee mpaghara ahụ ka ọ bụrụ ihe a na-akpọ Black Wall Street nke America.",
  "N'afọ 1910, o sere ụlọ mbụ ya maka nwanyị ọchụnta ego Virginia Maggie Walker",
  "E wuru ụlọ ahụ dị ka ụlọ akụ mana a maara ya ugbu a dị ka St",
  "Luke Building nwere ụlọ iri na abụọ na ọkwa dị n'elu",
  "A na-emezigharị ya ugbu a iji mepụta ụlọ elu",
  "E depụtara ụlọ ahụ na National Register of Historic Places na 1982",
  "N'afọ 1915, o chepụtara ụlọ maka dọkịta aha ya bụ William Henry Hughes",
  "E jikwa ya n'ọrụ iji rụzigharịa 1873 Ebenezer Baptist Church na Jackson Ward",
  "Ọ gbanwere atụmatụ nke ụka ahụ site na Victorian Gothic gaa na Neoclassical ma gbakwunye ogidi anọ pụrụ iche n'elu ụlọ ụka ahụ n'ọnọdụ steepụ",
  "O chepụtara ụlọ ihe nkiri Rialto na Petersburg, Virginia nke a rụchara na 1923",
  "N'afọ 1925, Russell rụzigharịrị ma gbasaa Chọọchị Baptist nke isii nke Ugwu Zaịọn.",
  "N'afọ 1942, n'otu n'ime ọrụ ikpeazụ Russell dị ka onye na-ese ụkpụrụ ụlọ, e nyere ya ọrụ ilekọta ịkwaga na iwughachi ụlọ Belgian na ala Mahadum Virginia Union",
  "Belgium wuru ụlọ ahụ maka 1939 New York World's Fair",
  "A ga-agbakọta ihe owuwu ahụ ma weghachite ya na Belgium mgbe ngosi ahụ gasịrị, mana mwakpo ndị Germany wakporo Belgium (1940) mere ka ụlọ ahụ fọdụrụ na United States",
  "Ụlọ ọrụ iri abụọ na asaa dị iche iche chọrọ ụlọ ahụ mana e nyere ya Mahadum Virginia Union.",
  "Russell nwụrụ n'abalị iri abụọ na anọ n'ọnwa Ọgọọst n'afọ 1952 ma lie ya na Woodland Cemetery dị na Richmond.",
  "St",
  "Luke Penny Savings Bank",
  "Ebenezer Baptist Church",
  "Ihe owuwu Belgium",
  "Kpọpụta njehie: <ref> tag with name \"gem\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Hylton\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Historic\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Sinclair\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Willoughby\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Griggs\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Building\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"nris\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Kollatz\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Ebenezer\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"aaregistry\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Willis\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Walser\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Harry\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Smith\" defined in <references> has group attribute \"\" which does not appear in prior text."
]