[
  "Charles Gitonga Maina (a mụrụ n'afọ 1976) bụ onye amụrụ na Kenya nke a mụrụ na-emebu na mbụ ihe nkiri na onye na-akpọ èpèléǹkàtà nke a maara nke ọma maka ọrụ ya na ihe nkiri afọ̀ 1994 The Air Up There",
  "A mụrụ Charles Gitonga Maina na mpaghara Buruburu nke Nairobi, Kenya",
  "Nna ya bụ onye nyocha na ụlọ ọrụ nkwukọrịta ma nne ya bụ onye nọọsụ",
  "Maina bụ nwa nke atọ n'ime ụmụ anọ, ọ bụkwa onye agbụrụ Kikuyu",
  "Mgbe ọ dị afọ iri na anọ, ọ mụtara ịtụ èpèléǹkàtà na-egwu egwuregwu ya na ndị enyi ya na-agbaghị akpụkpọ ụkwụ  N'afọ̀ 1991, Maina meriri na 1991 Nairobi Slam Dunk Championship",
  "Ọ bụ ezie na ọ chọrọ ịmụ kọmputa na azụmahịa na Mahadum Nairobi, Maina kpebiri ịchụso basketball kama.",
  "Mgbe ọ dị afọ iri na asaa, Maina nụrụ banyere nyocha maka ihe nkiri The Air Up There",
  "Ihe nkiri a sitere na Hollywood Pictures ga-egosipụta onye egwuregwu basketball Africa toro ogologo dịka atụmanya n'okpuru nku nke onye nkuzi America, nke Kevin Bacon ga-egwu",
  "Maina nyochara maka ọrụ ndu, na-akọwa onwe ya dịka \"dunkaholic\"",
  "Dị ka onye nduzi Paul Michael Glaser si kwuo, nke a bụ akụkụ nke ihe mere ka ọ rụọ ọrụ ahụ",
  "A họọrọ Maina na enyi ya n'etiti ndị egwuregwu iri anọ na isii ndị ọzọ, ma jiri ụgbọelu gaa Los Angeles maka nyocha ikpeazụ",
  "Dịka Maina si kwuo, nke a bụ nke mbụ ọ hapụrụ Kenya",
  "N'ikpeazụ, a họpụtara ya maka ọrụ ndu nke Saleh, onye otu agbụrụ Winabi na Kenya (nke dabere na ndị Samburu) nke onye Bacon na-achọ ka ọ rụọ ọrụ na US.",
  "Mgbe ihe nkiri ahụ gasịrị, Maina kpebiri ịnọ na United States iji nweta ohere kọleji, n'okpuru ndụmọdụ McAdoo, onye ya na ya nọ",
  "Ọ gbara oge mbụ ya zuru ezu na Barton County Community College na Great Bend, Kansas",
  "Ọ bụ ezie na ọ malitere dịka onye na-egwu bench, Maina ghọrọ onye mbido ọkara oge ahụ",
  "Mgbe otu afọ gasịrị, ọ gafere na Miami-Dade Kendall Community College ka ọ nọrọ nso na McAdoo, ebe ọ gbakwara egwu dị ka onye mbido ma debe ọtụtụ ndekọ ụlọ akwụkwọ maka ịgba égbè egbochi. N'ikpeazụ, McAdoo kpọtụrụ Jeff Price, onye isi nkuzi nke Mahadum Lynn na Boca Raton, Florida",
  "N'ihi ya, Maina nwetara agụmakwụkwọ basketball site n'afọ̀ 1997 ruo 1999",
  "Onye nkuzi ya agaghị ekwe ka o jiri 'Jimmy Dolan Shake na Bake' mee ihe n'egwuregwu asọmpi. \nMaina ka nwere ndekọ Mahadum Lynn maka ọtụtụ blọọgụ n'otu egwuregwu (11), nke o nwetara megide Mahadum Barry na Disemba 7, 1998. N'oge 1997-98, ndị otu ya ruru NCAA D-II semifinals, na Price na-eto \"oge ya na ikike ya igbochi ịgba égbè\".",
  "Mgbe ọ laghachiri Kenya, Maina laghachiri na nne na nna ya na Buruburu",
  "N'ọnwa Machị afọ 2003, ndị ikom abụọ wakporo ya n'okporo ámá bụ ndị mara ya mma ma jiri nkume tie ya ihe",
  "Maina gbakeere, mgbe ọ nọrọ izu atọ n'ụlọ ọgwụ na-agbaji taya na mmerụ ahụ ndị ọzọ",
  "Ọtụtụ afọ ka e mesịrị, ọ butekwara ụkwara nta, nke mere ka ọ daa mbà n'obi",
  "Ka ọ na-erule afọ 2016, Maina ka bi na mpaghara ahụ."
]