[
  "Charles Ernest Peers (1875, Belfast, Northern Ireland na 1944, Higgovale, Cape Town, South Africa) bụ onye South Africa na-ese ihe.",
  "Peers nọrọ na Liverpool, England, ebe o dekọrọ ọrụ mbupu na Mersey",
  "Ọ chọrọ ịghọ onye na-ese ụkpụrụ ụgbọ mmiri, mana ọ pụghị ịmụ ọrụ",
  "Ọ nọrọ obere oge na Liverpool School of Art tupu ọ gaa South Africa na 1904.",
  "A họpụtara Peers ka ọ bụrụ onye otu South African Society of Artists na 1905, o wee bụrụ onyeisi oche nke South African Fine Arts Association",
  "O meriri asọmpi ihe ngosi Cape Times na 1924, wee bụrụ onye otu South African Institute of Art na 1926",
  "Peers mechara bụrụ onye isi oche nke Owl Club na 1934, onye isi oche nke K Club na 1935, New Group kpọrọ ya ka ọ sonye na ngosi mbụ ha na 1938, ma mesịa bụrụ onye isi ala nke otu ahụ, ọfịs ọ nọrọ ruo mgbe ọ nwụrụ.",
  "Peers na-ebi ndụ dị ka onye na-ede akwụkwọ na ụlọ ọrụ obibi akwụkwọ dị iche iche, nke gụnyere Galvin & Sales na Cape Town",
  "O gosipụtara The Seven Wonders of South Africa nke Hedley Chilvers na The Coast of Hermanus nke Will Costello",
  "O mepụtara usoro kaadị sịga na-ese onyinyo maka United Tobacco Company album Our Land / Ons Land (1939), na ọtụtụ kalenda eserese n'oge afọ 1930 maka Vacuum Oil Company.",
  "Ndị ọgbọ na-arụ ọrụ karịsịa na watercolor, mana ha na-emepụta mmanụ na pastel yana ihe osise pensụl, etchings, linocuts, na lithographs",
  "O lekwasịrị anya na ọdịdị ala, ihe owuwu, na ihe gbasara ụgbọ mmiri.",
  "Ihe ngosi onwe onye, Lezard's Gallery, Johannesburg, 1923",
  "Ihe ngosi jikọrọ aka na Allerley Glossop, Taylor Art Gallery, Pietermaritzburg, 1924 Ihe ngosi onwe, Dempers na Wiley's Art Gallery, Cape Town, 1924",
  "Ihe osise dị iche iche site na 1926, nke gụnyere ihe ngosi nke South African Institute of Art, Durban, 1927",
  "Ihe ngosi jikọtara ya na J",
  "Pope Ellis, Cape Town City, 1939",
  "A nọchitere anya na ihe ngosi ọhụrụ ọhụrụ niile a na-eme kwa afọ site na 1938 ruo 1945",
  "Peter Visser Antiques guzobere ihe ngosi ire ahịa mbụ nke ọrụ ya kemgbe afọ 1930 na 1991.",
  "Albany Museum, Grahamstown Cape Town Municipal Collection Durban Art Gallery Iziko Museum, Cape Town (South African National Gallery & Slave Lodge) Museum Afrika, Johannesburg Old House Museum, Durban Pretoria Art Museum Tatham Art Gallery, Pietermaritzburg University of Cape Town William Humphreys Art Gallery, Kimberley"
]