[
  "Charles Norman Mills (n'ubochí irí na anọ n'ọnwa Disemba, 1920 rụo ụbọchị irí abụọ n'ọnwa Ọktoba, 2009) bụ ónyé Africa-America na-ese ihe osise ya pụtara na ákwà na dị ka murals na mgbidi ndị agbata obi, na-elekwasị anya na ihe omume na akụkọ ihe mere eme na ọdịbendị Africa-America",
  "A na-akpọ ọrụ ya Wall of History, ihe osise na-egosi ọtụtụ narị afọ nke akụkọ ihe mere eme nke Africa na America, nke dị n'ọnụ ụzọ nke Sistrunk Boulevard nke Fort Lauderdale, ihe kachasị mmá ọ rụzuru.",
  "A mụrụ Mills n'ubochí irí na anọ n'ọnwa Disemba, 1920, na New York City ma too na Harlem",
  "Ọ gàrà ụlọ akwụkwọ sekọndrị nka na Manhattan",
  "Dị ka ónyé ntorobịa, Mills mụtara banyéré mgbọrọgwụ ya site na nleta ọ na-eleta ugboro ugboro na nchịkọta akwụkwọ gbasara ọdịbendị na akụkọ ihe mere eme nke ndị Africa America dị na okpukpu nke abụọ nke ụlọ dị na 135th Street, nchịkọta nke e mechara tinye na Schomburg Center for Research in Black Culture.",
  "Mills jere ozi na ndị agha United States ma mgbè ọ rụchara ọrụ agha ya, ọ rụrụ ọrụ dị ka onye na-ese ihe osise ahụike na VA Medical Center na Brooklyn",
  "Nke a bụ ọnọdụ nke nwa ya nwanyị kọwara dị ka \"wepụtara nka n'ime ya\" na Mills ga-aga n'ihu na-etinye afọ iri abụọ na-emepụta ma na-ese akwụkwọ ahụike",
  "Ọ malitere imepụta ihe osise mara mma, mgbè ọ gụsịrị akwụkwọ na The Career School of Commercial Illustration na New York na Brooklyn Museum, ọtụtụ n'ime ọrụ ya gosipụtara na nchịkọta na gallery na New York City.",
  "Ọ kwagara South Florida na 1985, bírí na Fort Lauderdale",
  "Ọ kụziri na Coral Springs Museum of Art, gaa n'ihu na-ese ihe ma gosipụta ọrụ ya na gallery na ebe ngosi ihe mgbè ochie. A na-ewere ihe osise ya n'ọnụ ụzọ Sistrunk Boulevard n'obodo nna ya, nke ọbọdọ Fort Lauderdale nyere iwu, dị ka ọrụ ya kachasị ukwuu, na-akọ akụkọ banyere ahụmịhe ndị Africa na America site n'ohu ruo n'oge a",
  "N'afọ 2009, Jim Moran Foundation sọpụrụ ya dị ka onye Africa-America Achiever maka afọ iri isii nke eserese ya na ilekwasị anya na ahụmịhe Africa-America.",
  "Mills nwụrụ mgbe ọ dị afọ irí asatọ na asatọ n'ọnwa Ọktoba ubochí irí abụọ, 2009, n'ụlọ ọgwụ dị na Pembroke Pines, Florida",
  "Nwunye ya, Thelma, yana ụmụ nwanyị abụọ Renee Chester na Denise Collins, ụmụ ụmụ ise na ụmụ ụmụ ise hapụrụ ya."
]