[
  ".",
  "Tyrone Ollie Jr'., (amụrụ n'ubochí iri abụọ na abụọ n'ọnwa Ọktoba n'afọ 1991), onye a maara dịka Chase N Dough (nke a na-akpọkarị ChaseNDough), bụ onye na-emepụta ihe ndekọ America, onye na-ede egwu na onye na-emepụta ihe osise si Chicago, Illinois",
  "O mepụtara egwu n'ihe banyere ndị egwu dịka King Louie, Sasha Go Hard, Tink, Spenzo, Nick Cannon, RondoNumbaNine, Dreezy, Lil Durk, Fredo Santana, Young Chop, OTF NuNu, Eldorado Red, LEP Bogus Boys, Sir Michael Rocks, Big Pooh, Chella H, Rockie Fresh Treasur' na ụfọdụ ndị ọzọ",
  "A maara ya n'ihe banyere Drill Music scene na Chicago.",
  "A mụrụ Chase N Dough n'ọnwa Ọktoba n'ubochí iri abụọ na abụọ, n'afọ 1991, na Chicago, Illinois na mpaghara Southside",
  "O bu ụzọ bido ịkụ egwu na klas nke itoolu n'ụlọ enyi ya Terrell",
  "Dough enwetụbeghị ohere ịnweta kọmputa",
  "Ike gwụrụ ya otu ụbọchị mgbe ọ gụsịrị ụfọdụ demos ma kpebie ịchọ \"otú e si eme ihe na kọmputa gị\"",
  "O sitere n'ike mmụọ nsọ na ndị bi gburugburu ya na-eme egwu ma ha abụghị ndị ama ama",
  "Ọ chọtara FL Studio",
  ".<sup id=\"mwHQ\"></sup> mana ọ na-eji ya eme ihe n'ezie iji mee ka oge na-efe n'oge ahụ",
  "Nwanne nne ya mechara zụta kọmputa desktọọpụ",
  "O wee were ya n'onwe ya ibudata FL Studio na kọmputa ya",
  "Mgbe ụfọdụ ihe mere na kọmputa nwanne nne ya, nne ya kpebiri ịgbazite ya kọmputa desktọọpụ Dell",
  "O tinyekwara ọzọ nsụgharị ngosi nke FL Studio na kọmputa ya",
  "Ya na nne ya na obere nwanne ya nwoke bi",
  "Ọ bụ nne na-alụbeghị di",
  "Ọ zụlitere ọtụtụ ihe nke nkà",
  "Na mbụ, Dough chọrọ rap, wee malite ịme egwu ka o wee nwee ike inwe egwu rap",
  "O mechara kwaga na nwanne nne ya nke ọzọ n'akụkụ nna ya na nwa nwanne nna ya Whitey G",
  "Ha dị ka ụmụnne",
  "N'ebe ahụ, nwanne nne ya nwere ihe niile ọ chọrọ",
  "Kọmputa, nri na ịntanetị",
  "Dough na ezinụlọ ya kwagara ọtụtụ ebe",
  "Ezinụlọ ya kwagara Evergreen Park, Illinois ebe ọ zutere enyi ya aha ya bụ G-Knox",
  "Ha gbanwere ozi na G-Knox nyere Dough otu mbipụta nke FL Studio na mmemme ngwanrọ ndị ọzọ ole na ole na ngwongwo drum",
  "-",
  "King Louie - Hardbody",
  "Spenzo - Ain't You Spenzo",
  "King Louie - Ihe nkiri",
  "Chase N Dough - iPACK vol",
  "1",
  "Eze Louie -",
  "Ebone Hoodrich - Akwụkwọ na Kush",
  "King Samson - Party x Bullshit Reloaded",
  "Eldorado Red - McRado's 2",
  "Naledge - #GoNaledgeGo (Mixtape)",
  "M.I.C - Next 2 Blow",
  "S.Dot - H&M"
]