[
  "Chawne Monique Kimber (/ʃɔːn/ SHAWN;  amụrụ n'afọ 1971)  bụ ónyé African-American na-eme mgbakọ na mwepụ na ónyé na-eme akwa,  a maara màkà igosipụta ndọrọ ndọrọ ọchịchị ya na akwa ya",
  "Ọ bụ prọfesọ na Lafayette College, ébé ọ bụ onye isi ngalaba nke mgbakọ na mwepụta",
  "Kimber bụ ugbu a Dean nke College na Mahadum Washington na Lee.",
  "Kimber si n'ezinụlọ ndị ọrụ ugbo na ndị na-emepụta ihe owuwu na Alabama",
  "Ọ bụ ezie na o dere na ọ \"hụrụ mgbakọ na mwepụ n'anya mgbè niile\", ọ malitere ọmụmụ ihe ya na Mahadum Florida site n'ịmụ injinia tupu ọ gbanwee na mgbakọ na mwepụta n'ihi na ọ chọpụtara na ọ na-eju afọ",
  "Ọ nwetara nzèrè masta na Mahadụ nke North Carolina na 1995, dị ka nwa akwụkwọ nke Idris Assani",
  "Ọ laghachiri na Mahadwa Florida màkà ọmụmụ doctoral, mezue Ph.D",
  "ya na 1999",
  "Akwụkwọ édémédé ya, Prime Ideals in Rings of Continuous Functions, jikọtara algebra abstract na nyocha ọrụ ma Jorge Martinez lekọtara ya.",
  "Kpọpụta njehie: <ref> tag with name \"advance\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"advancing\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"bmck\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"born\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"bp\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"bwm\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"cfb\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"chron\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"crq\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"dived\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"gelt\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"grandmother\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"hers\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"mgp\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"mqa\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"origami\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"profile\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"qhr\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"qms\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"lafayette\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"trib\" defined in <references> has group attribute \"\" which does not appear in prior text."
]