[
  "Chaz Guest (amụrụ na úbọchị abụọ n'ọnwa Mee, 1961 na Niagara Falls, New York) bụ ónyé America na-ese ihe nké na-arụ ọrụ na mgbasa ozi nke eserese na ihe ọkpụkpụ. Huffington Post kọwara ya dị ka \"onye America na-ese ihe nke nwéré ọgụgụ isi dị ukwuu\".",
  "Nne na nna Guest bụ Algirtha Guest (amụrụ 1933) na Rev",
  "Theodore James Guest (amụrụ 1922 - 2006)",
  "Nnà ónyé ọbịa - Rev",
  "T",
  "J",
  "Guest, bụ onye natara Purple Heart n'Agha Ụwa nké Abụọ. Guest bụ nwa nke asaa n'ime ụmụnne nwoke na ụmụnne nwanyị itoolu.  Guest gụsịrị akwụkwọ na Bachelor of Science na Graphic Design na Southern Connecticut State University na 1985.\nGuest tolitere n'ọbọdọ dị jụụ na Niagara Falls, New York na ezinụlọ ya",
  "Nné na nnà ya gbara alụkwaghịm mgbè ọ dị afọ iri",
  "Mgbè ịgba alụkwaghịm gasịrị, ya na nné ya na ụmụnne ya kwagara Philadelphia, Pennsylvania.",
  "Guest nwèrè ụmụ nwoke abụọ, a mụrụ otu n'afọ 1994 na otu n'ọnwa 2003.",
  "Ónyé ọbịa natara agụmakwụkwọ Gymnastic iji gaa Southern Connecticut State University (S.C.S.U.), iji mụọ Kinesiology ma nweta nzèrè na Graphic Arts",
  "O mechara nwee ihe ịga nke ọma na mmemme Olympic nke US",
  "Mgbè ọ gụsịrị akwụkwọ na S.C.S.U., Guest kwagara New York City, ébé ọ debanyere aha na usoro ọmụmụ ejiji na Fashion Institute of Technology",
  "Ọ bụ n'oge a ka ọ nụchara nkà ya n'ise ihe. Mgbè ọ nọ na Fashion Institute, Guest matara Antonio Lopez",
  "Lopez kpaliri ma metụta mkpebi ya ịchọ ọrụ dị ka ónyé na-ese ihe osise",
  "Guest gụrụ akwụkwọ na Fashion Institute ruo ọnwa itoolu.",
  "N'afọ 1986, Guest kwagara Paris, France ịrụ ọrụ dị ka ónyé na-ese ihe ejiji n'onwe ya",
  "Guest sonyeere Joyce Magazine dị ka onye na-ese ihe osise màkà mkpuchi magazin ha, ọ bụkwa ya na-ahụ màkà ihe osise nke mkpuchi magazin JOYCE maka oge 1987/1988",
  "Ọ bụ mgbè ọ na-arụ ọrụ na Joyce Magazine ka Guest zutere Christian Lacroix",
  "Lacroix gbàrà ya ume itinye nkà ya na-ese ihe osise na eserese, mgbe Lacroix hụrụ otu n'ime ihe osise Guest nke ejiji ejiji mere maka Joyce Magazine",
  "Mgbè ógè 1987/1988 gasịrị, Guest hapụrụ magazin Joyce wee kwaga Dax, France ebe ọ malitere ise ihe.",
  "Mgbè ọ hapụsịrị Fashion Institute of Technology, Guest malitere ịmụ ihe osise nke Pablo Picasso na Salvador Dalí",
  "Ónyé ọbịa mụkwara ihe osise nke Balthus",
  "N'afọ 1991, Guest resịrị ónyé na-agafe agafe ihe osise mbụ ya n'èzí ụlọ ya na Soho.",
  "Ihe ngosi nka mbụ nke ónyé ọbịa bụ ihe ngosi otu \"Decoding Identity: I Do it for My People\" (ubochí irí abụọ na ato n'ọnwa Jenụwarị, 2009 rụo ụbọchị irí abụọ na abụọ n'ọnwa Machị, 2009) na Museum of the African Diaspora na San Francisco (MOAD).",
  "N'afọ 2004, mgbè ọ nọ n'ụlọ Mattie na Michael Lawson na Hancock Park, Los Angeles, ọnụnọ Barack Obama, mgbè ahụ na-agba ọsọ maka Senate, kpaliri Guest Mgbè ya na ndị ọbịa na-emekọrịta ihe",
  "Ihe oyiyi a nọgidere na ya, o mepụtara ihe osise nke Onye isi ala dabere na ihe oyiyi uche ahụ. Onye isi ala ahụ hụrụ ihe osise nke onwe ya na nchịkọta ego n'ụlọ Oprah Winfrey na 2008.",
  "QIhe osise Guest nke Justice Thurgood Marshall nke Ụlọikpe Kasị Elu kwụ n'ọfịs Oval nkè Onye isi ala Barack Obama na White House. N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2005, ónyé omeiwu Obama nke ógè ahụ zigara Guest akwụkwọ ozi na-ekele ya maka ihe osise ahụ. Guest edeela usoro serigraph nke Ónyé isi ala Obama",
  "N'ikpeazụ, Kouji Matsuzaki San, ónyé isi ọbọdọ Obama, Fukui prefecture kpọrọ Guest ka ọ gosipụta serigraphs.",
  "Na Febụwarị 24, 2010, Chaz Guest nyere Ónyé isi ala Gambia, Yahya Jammeh onyinyo nke Ónyé isi ala gambia",
  "N'oge nleta ya na Gambia, Guest gwara ónyé ndu Gambia banyere mgbanwe aha James Island na Juffereh na North Bank Region",
  "Ónyé ọbịa tụụrụ onye ndu Gambia aro ka a gbanwee aha agwaetiti ahụ ka ọ bụrụ 'Kunta Kinte' Island",
  "Na Febụwarị 6, 2011, James Island, nke bụbu British Slave Fort nke a na-eji eme ahịa ohu nke ndị Afrịka nke dị na Osimiri Gambia na North Bank Region ka Onye isi ala Gambia gbanwere aha ya ka ọ bụrụ Kunta Kinte Island. N'emume mgbanwe aha nke James Island na 2011, Guest kpughere obere ihe oyiyi ya nke 30 ụkwụ nke Kunta Kinte nke a ga-egosipụta na Kunta Kint Island.",
  "Guest mepụtara ihe osise abụọ iji nyere ezinụlọ Trayvon Martin aka, onye Africa-America nọ n'afọ iri na ụma nke e gburu n'ihe mere na Florida na 2012, iji kwado nwanne Martin nke obere",
  "Onye ọbịa nyere onyinye ego sitere na ire ihe osise ahụ na Ezinụlọ Martin. Maazị Guest mekwara ihe osise nke Troy Davis - nwoke a mara ikpe ọnwụ maka igbu onye uwe ojii Georgia na 1991, maka Amnesty International, USA.",
  "A kpọrọ onye ọbịa Goodwill Ambassador na Republic of Gambia, West Africa na 2011, na ọnụ na-ekwuchitere US maka 2014 International Roots Festival na Gambia."
]