[
  "Cheb Hasni (Arabic: الشاب حسني), a mụrụ Hasni Chakroun (Arabic: حسني شقرون) (1 Febụwarị 1968 29 Septemba 1994), bụ onye Algeria na-agụ egwu raï",
  "Ọ bụ onye a ma ama na Maghreb, ebe ọ ruru ọkwa kachasị elu nke ọrụ ya na ngwụcha afọ 1980 na mmalite afọ 1990",
  "Ọ bụ nwa nke onye na-agba igwe ọkụ ma too n'ezinụlọ na-arụ ọrụ ebe ọ bụ otu n'ime ụmụ asaa",
  "A maara Hasni nke ọma maka abụ ịhụnanya ya, mana ọ na-emekwa ihe ndị a machibidoro iwu dị ka ịgba alụkwaghịm, ịhụnanya na mmanya na-aba n'anya",
  "E gburu ya n'afọ 1994",
  "Akụkụ okwu Hasni na-ese okwu (karịsịa ndị dị na egwu egwu 1987 \"El Baraka\", nke nwere okwu ndị na-aṅụ mmanya banyere mmekọahụ mmekọahụ) dọtara iwe nke ndị alakuba na-anụbigara okpukpe ọkụ n'obi ókè na Algeria ma kwenyere na e gburu ya n'ihi ya.",
  "A mụrụ ya na Oran, Algeria, Cheb Hasni nwere mmasị ime ihe nkiri site na nwata",
  "N'ajụjụ ọnụ e bipụtara na akwụkwọ akụkọ French Libération na 1992, Hasni kọrọ otú \"onye ọ bụla si mara m n'ógbè anyị mgbe m bụ nwata",
  "Ana m agagharị n'okporo ụzọ na akpa ụlọ akwụkwọ m tụpụrụ n'ubu m, na-abụ abụ m\".",
  "Ihe ngosi mbụ dị ịrịba ama nke Hasni dị ka onye na-agụ egwu mere mgbe ọ gara oriri agbamakwụkwọ dị n'ógbè ahụ, ebe otu ndị ụmụnne Naoui a ma ama na-edu na-agụ egwu",
  "N'ịbụ ndị olu ya masịrị, ha kpọrọ ya ka ọ rụọ ọrụ n'elu ikpo okwu na cabaret a ma ama, La Guinguette",
  "Isi mmalite nke abụọ n'ọrụ Hasni bịara n'oge na-adịghị anya mgbe onye na-emepụta ihe gwara ya ka ya na onye na-eme ihe nkiri Raï Chaba Zahouania dekọọ.",
  "N'oge ọkọchị nke afọ 1987, ha abụọ dekọrọ abụ na-akpali akpali site na ụkpụrụ Algeria, \"Beraka\" (\"The Shack\"), na-eme ka ha mara nke ukwuu",
  "Isiokwu nke abụ ya bụ ihe arụmụka ma mee ka abụ ahụ bụrụ ihe a ma ama n'etiti ndị ntorobịa Algeria, bụ ndị nyere aka na ahịa egwu ahụ nke otu nde",
  "Ihe ịga nke ọma nke \"Beraka\" mere ka Hasni bụrụ onye a ma ama, yana isiokwu na-ese okwu nke ndị nkatọ na ndị na-anụ ọkụ n'obi na-echegbu onwe ha banyere iwu ewu nke ụdị Raï",
  "Ihe ọzọ dị mkpa bụ \"El Visa\" abụ banyere ịkwaga, nke rere ihe dịka kaseti pụkụ narị abụọ na iri ise.",
  "Dị ka ọtụtụ ndị ọzọ na-agu egwu Raï bi na Algeria, Cheb Hasni nọrọ oge ukwuu na-eme ihe nkiri na mba ofesi (na-eme ihe ngosi n'ebe niile site na Paris, Marseilles, na Boston ruo Washington DC, Tunis, Casablanca, na Tokyo, ịkpọ aha obodo ole na ole) karịa n'ụlọ, n'ihi iwu nke mgbochi egwu na Algeria n'oge ahụ",
  "Egwuregwu ikpeazụ Hasni mere n'ala nna ya bụ na 5 Julaị 1993, mgbe ọ kụrụ ndị na-ege ntị ihe karịrị ndị na-akwado otu narị puku na iri ise na Algiers na mmemme a haziri iji mee emume nnwere onwe Algeria.",
  "Hasni ghọrọ otu n'ime ndị na-ese ihe na Raï, na-edekọ ihe dị ka kaseeti otu narị n'oge ọrụ ya",
  "Ụdị \"Raï love\" ya pụrụ iche n'oge na-adịghị anya kpaliri ndị na-eṅomi ya, ọkachasị Cheb Nasro, onye malitere ọrụ ya na 1988 na egwu \"Pour te faire plaisir\".",
  "Aha Hasni na abụ ndị na-ese okwu mere ka ọ nata egwu ọnwụ site n'aka ndị Alakụba siri ike",
  "Ebe obibi ya bụ isi nọgidere na Oran, ọ bụ ezie na ezinụlọ ya biri na gburugburu ebe dị nchebe nke France",
  "Na 29 Septemba 1994, ọ bụ onye egwu raï mbụ e gburu, n'èzí ụlọ nne na nna ya na mpaghara Gambetta nke Oran.",
  "Ọnwụ ya bịara n'etiti omume ime ihe ike ndị ọzọ megide ndị na-eme ihe nkiri Maghrebi ama ama",
  "Ụbọchị ole na ole tupu ọnwụ ya, ndị GIA tọọrọ onye na-agụ egwu Kabyle Berber bụ Lounès Matoub",
  "N'afọ sochirinụ, na 15 Febụwarị 1995, e gburu onye na-emepụta Raï Rachid Baba-Ahmed na Oran.",
  "N'agbanyeghị eziokwu ahụ bụ na Hasni nwụrụ mgbe ọ dị obere (afọ iri abụọ na isii), a na-ewere ya dị ka otu n'ime ndị omenkà kachasị mma na-achọ egwu Raï mma",
  "Ihe fọrọ nke nta ka ọ bụrụ iri afọ atọ mgbe ọ nwụsịrị, a ka na-ege egwu ya ntị n'ọtụtụ ebe ruo taa, ọnụ ọgụgụ dị ukwuu nke ọgbọ na-eto eto na-enweta mkpali n'ihe o mepụtara."
]