[
  "Chemistry gburugburu ebe obibi bụ ọmụmụ sayensị nke kemịkalụ na biochemical na-eme n'ebe eke",
  "O kwesịghị inwe mgbagwoju anya na kemistri akwụkwọ ndụ akwụkwọ ndụ, nke na-achọ ibelata mmetọ nwere ike isi na ya",
  "Enwere ike ịkọwa ya dị ka ọmụmụ nke isi mmalite, mmeghachi omume, njem, mmetụta, na akara aka nke ụdị kemịkalụ na gburugburu ikuku, ala, na mmiri; na mmetụta nke ọrụ mmadụ na ọrụ ndu na ndị a",
  "Chemistry gburugburu ebe obibi bụ sayensị interdisciplinary nke gụnyere kemịlụ ikuku, mmiri na ala, yana ịdabere kpamkpam na kemịlụ nyocha yana metụtara gburugburu ebe obibi na mpaghara sayensị ndị ọzọ.",
  "Chemistry gburugburu ebe obibi gụnyere ịghọta nke mbụ ka ebe a na-emetọghị emetọ si arụ ọrụ, kemịkalụ kemịkalụ dị n'ụdị mkpokọta dị na ya, yana mmetụta ndị dị aṅaa",
  "Ewezuga nke a, ọ gaghị ekwe omume ịmụ nke ọma mmetụta ụmụ mmadụ na-enwe na gburugburu ebe obibi site na mwepụta kemịkalụ.",
  "Ndị na-ahụ maka kemịkalụ gburugburu na-ewepụta echiche dị iche iche sitere na kemistri na sayensị gburugburu ebe obibi dị iche iche iji nyere aka n'ịmụ ihe na-eme ụdị kemịkal na gburugburu ebe obibi",
  "Echiche izugbe dị mkpa sitere na kemistri gụnyere ịghọta mmeghachi omume kemịkalụ na nha anya, azịza, nkeji, nlele, na usoro nyocha.",
  "Ihe na-emerụ emerụ bụ ihe dị na okike na ọkwa dị elu karịa ọkwa edozi ma ọ bụ nke na-agaghị adị ebe ahụ",
  "Nke a nwere ike ịbụ n'ihi ọrụ mmadụ na bioactivity",
  "A na-ejikarị okwu ahụ na-emetọ eme ihe na-agbanwe agbanwe na ihe na-emetọ ihe, nke bụ ihe na-emetụta gburugburu ebe obibi",
  "Ọ bụ ezie na a na-akọwa ihe na-emerụ emerụ mgbe ụfọdụ dị ka ihe dị na gburugburu ebe obibi n'ihi ọrụ mmadụ, ma na-enweghị mmetụta ndị na-emerụ ahụ, ọ bụ mgbe ụfọdụ ka nsí ma ọ bụ ihe ọjọọ sitere na mmetọ na-apụta ìhè naanị n'ụbọchị ọzọ.",
  "A na-akpọ \"ọkara\" dị ka ala ma ọ bụ akụkụ ahụ dị ka azụ nke ihe na-emetọ ma ọ bụ ihe na-emerụ emerụ na-emetụta, ebe sink bụ ihe na-emepụta kemịkalụ ma ọ bụ ụdị nke na-ejigide ma na-emekọrịta ihe na-emetọ ihe dị ka carbon sink na mmetụta ya site na ụmụ nje.",
  "Usoro kemịkalụ nke ịdị mma mmiri gụnyere oxygen gbazere (DO), chọrọ oxygen oxygen (COD), chọrọ oxygen biochemical (BOD), ngụkọta agbazere siri ike (TDS), pH, nri (nitrates na phosphorus), ọla dị arọ, kemịkalụ ala (gụnyere ọla kọpa)",
  ", zinc, cadmium, lead na mercury), na ọgwụ nje.",
  "A na-eji kemistri gburugburu ebe obibi na England, Natural Resources Wales, United States Environmental Protection Agency, Association of Public Analysts, na ụlọ ọrụ ndị ọzọ gburugburu ebe obibi na ndị nyocha gburugburu ụwa iji chọpụta ma chọpụta ọdịdị na isi iyi nke mmetọ",
  "Ndị a nwere ike ịgụnye:",
  "Nyocha kemịkalụ ọnụọgụ bụ akụkụ bụ isi nke kemịkalụ gburugburu ebe ọ bụ na ọ na-enye data na-ahazi ọtụtụ ọmụmụ gbasara gburugburu ebe obibi.",
  "Usoro nyocha a na-ejikarị eme nchọpụta ọnụọgụ na kemịkalụ gburugburu gụnyere kemịkalụ mmiri oge gboo, dị ka usoro gravimetric, titrimetric na electrochemical",
  "A na-eji ụzọ ndị ọzọ ọkaibe eme ihe na mkpebi nke ọla ndị na-achọpụta ihe na ogige organic",
  "A na-atụkarị ọla site n'atomic spectroscopy na mass spectrometry: Atomic Absorption Spectrophotometry (AAS) na Inductively Coupled Plasma Atomic Emission (ICP-AES) ma ọ bụ Inductively Coupled Plasma Mass Spectrometric (ICP-MS)",
  "A na-atụkarị ogige Organic, gụnyere PAHs, site na iji ụzọ spectrometric uka, dị ka Gas chromatography-mass spectrometry (GC/MS) na Liquid chromatography-mass spectrometry (LC/MS)",
  "Tandem Mass spectrometry MS/MS na mkpebi dị elu/nke ziri ezi Mass spectrometry HR/AM na-enye obere akụkụ kwa puku ijeri",
  "Ụzọ ndị na-abụghị MS na-eji GCs na LC nwere ihe nchọpụta zuru ụwa ọnụ ma ọ bụ kpọmkwem ka bụ isi ihe na ngwa agha nke ngwaọrụ nyocha dị.",
  "Akụkụ ndị ọzọ a na-atụkarị na kemistri gburugburu bụ rediochemicals",
  "Ndị a bụ ihe mmetọ na-ebupụta ihe redioaktivu, dị ka akụkụ alfa na beta, na-etinye ihe egwu na ahụike mmadụ na gburugburu ebe obibi",
  "A na-ejikarị countericle counters na scintillation counters maka nha ndị a",
  "A na-eji bioassays na immunoassays maka nyocha nsi nke mmetụta kemịkalụ na ntule dị iche iche",
  "Polymerase Chain Reaction PCR na-enwe ike ịchọpụta ụdị nje bacteria na ihe ndị ọzọ dị ndụ site na DNA na mkpụrụ ndụ RNA dị iche iche na mmụba ma na-egosi nkwa dị ka usoro bara uru maka ịchọpụta mmetọ microbial gburugburu ebe obibi.",
  "Ụlọ ọrụ gọọmentị na ụlọ ọrụ nyocha nkeonwe ebipụtala ụzọ ule nyocha nke ndị ọgbọ",
  "Ekwesịrị iji ụzọ ebipụta akwadoro mgbe a na-anwale iji gosipụta nrube isi n'usoro iwu.",
  "Joan Berkowitz\nPaul Crutzen (Nobel Prize in Chemistry, 1995)\nPhilip Gschwend\nAlice Hamilton\nJohn M",
  "Hayes\nCharles David Keeling\nRalph Keeling\nMario Molina (Nobel Prize in Chemistry, 1995)\nJames J",
  "Morgan\nClair Patterson\nRoger Revelle\nSherry Roland (Nobel Prize in Chemistry, 1995)\nRobert Angus Smith\nSusan Solomon\nWerner Stumm\nEllen Swallow Richards\nHans Suess\nJohn Tyndall"
]