[
  "Cheng Yen (Chinese: 證嚴法師; : ; Wade Tian Giles:  Yen2 Fa3-shih1; : ; [lower-alpha 1] a mụrụ Chin-Yun Wong; 14 Mee 1937) bụ onye nọn Buddha nke Taiwan (bhikkhuni),  nkuzi, na onye ọrụ ebere. Ọ bụ onye guzobere Buddhist Compassion Relief Tzu Chi Foundation, nke a na-akpọkarị Tzu Chi, otu ndị Buddha na-enyere ndị mmadụ aka na Taiwan. N'Ebe Ọdịda Anyanwụ, a na-akpọ ya mgbe ụfọdụ \"Nne Teresa nke Eshia\".",
  "A mụrụ Cheng Yen na Taiwan n'oge ndị Japan bi",
  "Ọ zụlitere mmasị na okpukpe Buddha mgbe ọ bụ nwata, na-edo onwe ya dịka onye nọn Buddha n'afọ 1963 n'okpuru onye a ma ama na-akwado okpukpe Buddha, nna ukwu Yin Shun",
  "Mgbe ya na nwanyị dara ogbenye nke nwere ime ọpụpụ, na mkparịta ụka ya na ndị nọn Roman Katọlik na-ekwu maka ọrụ ebere dị iche iche nke Chọọchị Katọlik, Cheng Yen guzobere Tzu Chi Foundation n'afọ 1966 dịka òtù enyemaka ndị Buddha",
  "Nzukọ ahụ malitere dịka otu ndị inyom iri atọ na-elekọta ụlọ na-echekwa ego maka ezinụlọ ndị nọ ná mkpa",
  "Tzu Chi ji nwayọọ nwayọọ na-ewu ewu ma gbasaa ọrụ ya ka oge na-aga iji tinye ọrụ ahụike, gburugburu ebe obibi, na ọrụ enyemaka ọdachi, mechaa ghọọ otu n'ime nnukwu òtù ọrụ ebere n'ụwa, na nnukwu òtù Buddha na Taiwan.",
  "A na-ewere Cheng Yen dịka otu n'ime ndị nwere mmetụta kachasị na mmepe nke okpukpe Buddha nke Taiwan nke oge a",
  "Na Taiwan, a na-akpọkarị ya otu n'ime \"Ndị Eze Eluigwe anọ\" nke okpukpe Buddha nke Taiwan, ya na ndị ọgbọ ya Sheng-yen nke Dharma Drum Mountain, Hsing Yun nke Fo Guang Shan na Wei Chueh nke Chung Tai Shan.",
  "A mụrụ Cheng Yen \"Chin-Yun Wong\" (Chinese; : ; Pe̍h-ōe-jī:__zul____zul____zul__ Kím-hûn) na 1937 na Kiyomizu Town, Taikō District, Taichū Prefecture, Japanese Taiwan (nke oge a bụ Qingshui, Taichung City, Taiwan). N'adịghị ka ọtụtụ n'ime ndị isi ndị ọzọ a ma ama na Taiwan, a mụrụ Cheng Yen na Taiwan kama ịbụ China. Nwanne nna ya amụtaghị nwa, n'ihi ya, nwanne nne ya na nwanne nna ya zụlitere ya",
  "Cheng-Yen tolitere n'oge ndị Japan bi na Taiwan n'oge Agha Ụwa nke Abụọ, ebe ọ hụrụ mmetụta na-ebibi ihe nke agha ma hụ bọmbụ na Taiwan",
  "A na-ekwu na ahụmịhe ndị a na-enye aka n'ihe ọ weere dị ka eziokwu n'azụ echiche nke impermanence. N'afọ 1945, mgbe ọ dị afọ asatọ, ọ lekọtara nwanne ya nwoke na-arịa ọrịa n'ụlọ ọgwụ ọnwa asatọ, ya mere ọ mụtara nke ọma banyere ihe mgbu na enweghị enyemaka nke ndị mmadụ",
  "Mgbe ọ dị afọ iri abụọ na atọ, nna ya nwụrụ na mberede site na nsogbu ọbara ụbụrụ nke kpatara ọbara ọgbụgba na ọrịa strok. Ọ bụ n'ịchọ ebe a na-eli ya ka Cheng Yen zutere Dharma Buddha, ozizi ndị metụtara ya, na akwụkwọ nsọ Buddha (sutras)",
  "Mgbe nna ya nwụsịrị, Cheng Yen weghaara nlekọta ụlọ ihe nkiri nna ya wee bụrụ onye na-ahụ maka ezinụlọ ya."
]