[
  "Chetan Kumar (Kannada cultiv) (amụrụ na 24 Febụwarị 1983), nke a makwaara dị ka Chetan Ahimsa, bụ onye America na-eme ihe nkiri n'asụsụ Kannada, onye ọgụgụ isi ọha na eze na onye na-ahụ maka mmekọrịta ọha na eze nke bi na India. Chetan mere ihe nkiri izizi ya na ihe nkiri ọdịnala nke afọ 2007 Aa Dinagalu ma nye ya ihe nrite dị ka onye na-eme ihe nkiri izi ezi na Udaya Film Awards maka ihe nkiri ahụ",
  "Ihe ịga nke ọma ya kachasị ọhụrụ bịara na 2013 hit Myna, nke arụmọrụ ya nwetara otuto siri ike.",
  "A mụrụ Chetan na 24 Febụwarị 1983 na Chicago, Illinois, U.S",
  "Nna ya na nne ya, ha abụọ na-arụ ọrụ na US si Karnataka, India",
  "Chetan nwere otu nwanne nwoke nke obere, Ashok Kumar, onye Oxford University PhD na Fulbright Scholar onye na-akụzi akụ na ụba ugbu a na Mahadum Birkbeck, UK.",
  "Chetan lụrụ onye ya na ya nọrọ ogologo oge Megha na Febụwarị 2, 2020, n'ụzọ dị mfe, nke na-abụghị nke okpukpe, na nke na-ahụ maka mmekọrịta mmadụ na ibe ya. Ememe agbamakwụkwọ ha, nke emere n'ụlọ ụmụ mgbei, nwere ekele maka atụmatụ dị ka kaadị ịkpọ òkù plantable (akwụkwọ mkpụrụ), nkwa alụmdi na nwunye nke onye na-eme ihe gbasara nwoke na nwanyị, na 'Ụkpụrụ Iwu India' dị ka onyinye nloghachi nye ndị ọbịa niile. A gbara ya akwụkwọ maka ọrụ na-emegide ọha na eze ọ na-etinye aka na steeti Karnataka ebe ọ bụ nwa amaala America",
  "O kpalitere esemokwu site na tweet ịkpọasị megide onye ọka ikpe ụlọ ikpe dị elu nke Ụlọikpe Kasị Elu nke Karnataka",
  "Dị ka akụkọ ndị dị na mgbasa ozi si kwuo, enwere ike ịlaghachi na US maka ọrụ iwu na-akwadoghị ya.",
  "Chetan gụsịrị akwụkwọ dị ka onye na-ekwu okwu n'ụlọ akwụkwọ sekọndrị na Marist High School, Chicago, IL",
  "Chetan gụsịrị akwụkwọ na Mahadum Yale na South Asian Studies na nkwenye na Comparative Theater (2005)",
  "Nwa amaala US, Chetan bịara India dị ka Fulbright Scholar na 200506.",
  "Na Mahadum Yale, Chetan mepụtara isi nke ya n'okpuru ntuziaka Special Divisional Major",
  "Degree BA, nke akpọrọ 'South Asian Studies with an Emphasis on Comparative Theater', gụnyere ikike n'asụsụ abụọ dị na South Asia na klas site na akwụkwọ, anthropology, akụkọ ihe mere eme, ihe nkiri, akụ na ụba, ọmụmụ okike, na ngalaba ndị ọzọ nke ụmụ mmadụ.",
  "Chetan makwaara jazz na saxophone Carnatic nke ọma.",
  "Mgbe ọ gụsịrị akwụkwọ na 2005, Chetan natara Fulbright Scholarship nke ọnwa iri na abụọ na Karnataka, India, ma rụọ ọrụ na National School of DramańBangalore. Ọ mụrụ mmekọrịta dị n'etiti arụmọrụ na ike, ọkachasị na Kannada",
  "N'ime afọ Fulbright ya, Chetan so ndị otu ihe nkiri dị iche iche gaa Karnataka steeti, na-eme nchọpụta n'ebe ndị dị ka Mysore, Shimoga, Chamarajanagar, Dharwad, Mangalore, na ọtụtụ ebe ndị ọzọ.",
  "Tupu ọ banye na ihe nkiri, Chetan bụ onye na-eme ihe nkiri nke na-amụ ihe na National School of Drama Tangalore, pụtara n'usoro ihe nkiri Kannada, na-arụ ọrụ na ihe nkiri ihe nkiri n'okporo ámá, ma na-eduzi ihe nkiri obodo nke na-ekwusi ike na ike ụmụ nwanyị na ihe ịma aka",
  "Chetan Kumar malitere ọrụ ya dị ka onye na-eme ihe nkiri Kannada na mbido afọ 2006",
  "O meela ihe nkiri Kannada abụọ Sethu Maadhavana Sallaapa na Sooryasthadinda Sooryodayadavarage na otu ihe nkiri Vistara nke dị na Bangalore na Mee 2006 na Ọgọst 2006",
  "A họpụtara Chetan dị ka onye ndu na ihe nkiri mgbe ọ rụchara ọrụ na ihe nkiri Kannada na otu 'Vistara'.",
  "Chetan malitere dị ka dike na ihe nkiri Kannada site n'aka onye nduzi K",
  "M",
  "Chaitanya nke mbụ bụ Aa Dinagalu na 2007",
  "Ihe nkiri ahụ gara n'ihu na-aga nke ọma na ụlọ ọrụ ịkụ nzọ ma bụrụ onye a na-aja mma",
  "Nke a mekwara ka o nweta Udaya Film Awards maka onye na-eme ihe nkiri kacha mma",
  "N'ịbụ nke ihe nkiri a sochiri, Chetan apụtala na ọrụ cameo na ihe nkiri Puneeth Rajkumar nke afọ 2009 bụ Raam",
  "Ọ natara otuto ndị ọzọ maka ọrụ ya na ihe nkiri Birugaali",
  "Ihe nkiri dị ka \"Suryakanthi\" na \"Dashamukha\" emeghị nke ọma na ụlọ ọrụ ịkụ nzọ",
  "Otú ọ dị, Myna nke a tọhapụrụ n'afọ 2013 ghọrọ ihe ịga nke ọma",
  "Ndị mgbasa ozi na ndị na-ege ntị toro ya maka arụmọrụ ya",
  "Ọ nwalere ihe nkiri oge Noorondu Nenapu nke dabeere na akwụkwọ akụkọ Marathi Duniyadari nke e wepụtara na 9 June 2017",
  "Ọ rụrụ ọrụ dị ka onye isi nke onye a na-akpọ \"Shreyas\". Ọ bụ ezie na ihe nkiri a emeghị nke ọma na ụlọ ọrụ ịkụ nzọ, a na-enwe mmasị na Chetan maka ime ihe dị iche iche ya",
  "Ihe nkiri ikpeazụ ya bụ Athiratha wepụtara na 24 Nọvemba 2017, nwetara nyocha dị mma, mana ọ dara n'ihi esemokwu site n'ụbọchị mmeghe",
  "Na Chamarajanagara, Karnataka, ndị na-emebiga ihe ókè n'aka nri kwaturu ihe ngosi ma gbochie ihe nkiri ahụ ka a ghara igosi ya n'ihi nguzo ndọrọ ndọrọ ọchịchị Chetan. Ọzọkwa, mkpọsa n'ịntanetị nke ndị Hindu fundamentalists kwụsịrị 'Athiratha' na-ekwu maka ọrụ Chetan",
  "Ihe nkiri Chetan na-abịanụ bụ ihe na-akpali akpali nke akpọrọ Maarga nke a na-eme atụmatụ ịga n'ala na 2020.",
  "Ọ bụ ezie na a mụrụ Chetan ma zụlite ya na Chicago, United States ruo afọ 23, a maara ya maka asụsụ Kannada nke ọma ma kwado asụsụ Karnataka na ihe kpatara Kannada",
  "Chetan akwadowo òtù ndị ntorobịa na ụmụ akwụkwọ na-aga n'ihu, òtù ụmụ nwanyị, òtù ndị ọrụ ugbo, òtù ndị na-arụ ọrụ, na òtù ndị Dalit na Adivasi iji lụọ ọgụ maka ịha nhata na ikpe ziri ezi. O kwuru okwu n'ofe steeti ahụ, nke mgbe ụfọdụ mekwara ka ndị otu guzosiri ike na ndị otu na-akwado ya meghachi omume na-adịghị mma",
  "A maara okwu Chetan dị ka nke ndọrọ ndọrọ ọchịchị, nke na-emegide ọchịchị na nke na-akwado Kannada.",
  "Mmeri Chetan nwere n'ime ihe omume gụnyere ego mgbake sitere n'aka gọọmentị steeti maka ndị Endosulfan metụtara (2013), iwu ụlọ 528 maka ndị agbụrụ a chụpụrụ na Dhidalli, Coorg (2016), ntọala nke FIREńFilm Industry for Rights and Equality maka uru nke ụmụ nwanyị, ndị edemede, na ndị ọrụ na Kannada Film Industry (2017), njirimara a ma ama maka obodo Kadugolla (2018), 'ọnọdụ ndị nta' maka Lingayats (2018), n'etiti ndị ọzọ.",
  "N'inwe ihe ọmụma banyere akụkọ ihe mere eme, ndọrọ ndọrọ ọchịchị, akwụkwọ, na ihe ndị na-eme ugbu a, Chetan bụ onye ọgụgụ isi ọha na eze na-apụta, onye a na-akpọkarị dịka onye nnọchiteanya maka mkparịta ụka TV na mgbasa ozi gbasara nsogbu mmekọrịta mmadụ na ibe ya",
  "Ọ na-ekwupụta echiche ya site n'ihe odide banyere nchegbu mmekọrịta mmadụ na ibe ya (dịka, ịtụ akwa, ndọrọ ndọrọ ọchịchị mmiri, megide iwu àkwà mmiri ígwè, megide ndọrọ ndọrọ ọchịchị obodo na nchedo maka ndị a na-akparaghị ókè) na iwu gọọmentị na-adịbeghị anya (Land Acquisition Bill, intolerance, na mbibi gburugburu ebe obibi).",
  "Chetan anọwo na-ahazi, na-ekwu okwu ma na-enyere aka iduzi nzukọ ọmụmụ ihe na ndọrọ ndọrọ ọchịchị na steeti niile dị ka usoro ịha nhata nke klas / agbụrụ / nwoke na nwanyị, ebe ndị ọrụ onwe ha na-echekwa, ụlọ ọrụ ndị uwe ojii niile na-achọ, mmata ndị ntorobịa, mkparịta ụka na-emegide ọchịchị aka, na mkpakọrịta ndị ọrụ ugbo / ụmụ akwụkwọ / ndị ọrụ / ndị ọrụ nwanyị / ndị ntorobịa",
  "Mpaghara ọrụ gafee Karnataka bụ Bengaluru, Bidar, Mysuru, Kalaburgi, Chamrajanagar, Kolar, Kodagu, Hassan, Hubli-Dharwad, Haveri, Chikkabalapura, Davangere, Mandya, Tumkur, Shimoga, Chitradurga, na Dakshin Kannad",
  "Chetan, onye Ambedkarite siri ike, etinyela aka mgbe niile na ọgụ ịha nhata na ùgwù nke ndị Dalit ma n'ala ma site na ederede mgbasa ozi mmekọrịta ya",
  "Ọ na-ede, sị: \"Atrocities on Dalitsī otu ụzọ, mmegbu site n'elu ruo n'ala - abụghị ihe na-eme mgbe ụfọdụ",
  "Casteism bụ usoro na ụlọ ọrụ gbanyere mkpọrọgwụ..",
  "Site na ọtụtụ ikpe na-ezighị ezi megide ndị Dalits, ọ bụ maka oge anyị kwụsịrị ịhapụ mkparịta ụka banyere ịha nhata ndị Dalit naanị na nchekwa.",
  "Ọrụ mmekọrịta mmadụ na ibe ya gụnyere ihe ndị a:",
  "Chetan nyere nkwado ya maka ọgụ na-achọ nlekọta ahụike awa 24 na mmụba ụgwọ ọnwa (site na Rs",
  "1,000 ruo Rs",
  "3,000) maka ndị Endosulfan na mpaghara osimiri Karnataka",
  "Gọọmentị steeti mezuru ihe ndị a chọrọ site n'ikenye Rs",
  "7290 crores maka imezigharị ndị nwere nsị ọgwụ ahụhụ, nke ọ na-aga n'ihu na-enye.",
  "Chetan duziri nnukwu mkpọsa iji weghachite agbụrụ Coorg 3,000 mgbe ha chụpụrụ n'ụzọ iwu na-akwadoghị na Disemba 2016. A na-ewu ụlọ ugbu a n'okpuru nkwado gọọmentị na nso Kushalnagara na ọnụahịa nke Rs",
  "4 lakhs / ụlọ maka ezinụlọ 528+. N'ọnwa Eprel afọ 2018, ndị Bharatiya Janata Party BJP boro ọgụ Dhidalli ebubo n'ụzọ iwu dị ka nke sitere na Naxalite, na-edepụta aha Chetan dị ka onye kpatara ya",
  "Chetan agbaghawo ebubo ndị a na-ekwu na ngagharị iwe Dhidalli abụghị nke ime ihe ike na nke iwu kwadoro, na-achọ mgbaghara n'aka Minista Iwu na Onye isi ala BJP.",
  "Chetan keere òkè dị mkpa n'ịchọ na-aga n'ihu maka okpukpe Lingayat nwere onwe ya n'okpuru nchebe nke nkà ihe ọmụma Basava na akwụkwọ Vachana. O sonyere na nzukọ okpukpe pro-Lingayat na Bengaluru, Kalburgi, Hassan yana site na ọtụtụ mkparịta ụka TV na ajụjụ ọnụ. N'ọnwa Machị afọ 2018, gọọmentị steeti Karnataka tụrụ aro ka ụlọ ọrụ ahụ nye ndị Lingayats ọnọdụ 'okpukpe ndị ka nta'.",
  "Chetan butere ụzọ ma merie njirimara gọọmentị nabatara maka obodo Kadugolla, ndị na-asụ asụsụ Kannada, ndị Adivasis na-azụ atụrụ nwere omume ọdịbendị na ọdịbendị dị iche iche na ihe oyiyi okpukpe.",
  "Tọrọ ntọala otu ụlọ ọrụ ihe nkiri Kannada nke a na-akpọ FIRE (nke edebanyere aha na 2017) nke na-arụ ọrụ iji merie iyi egwu mmekọahụ n'ebe ọrụ, melite need nke ndị ọrụ ihe nkiri na ndị n'ahụ maka teknụzụ, ma guzobe otu ndị edemede nwere asambodo na ịkwụ ụgwọ maka ndị edemede. FIRE mere ka ọ dịrị ndị ọrụ sinima na-eme ihe nkiri na-emebi emebi mfe ịkekọrịta ụlọ 150+ maka ndị ọrụ sinema na-emepe emepe.",
  "Chetan kụziri echiche dị oke egwu na ihe ndị na-eme ugbu a n'ụlọ akwụkwọ obodo K-10 dị na Mullur, Karnataka, 25 kilomita na mpụga Mysore, malite na Septemba 2005",
  "Usoro agụmakwụkwọ ụfọdụ gụnyere nnọkọ mmekọrịta, nzukọ mkparịta ụka, ọrụ ederede, ndị ọkà okwu ọbịa, na ọmụmụ meta-syllabus.",
  "N'oge ya dị ka onye ọkà mmụta Fulbright, Chetan duziri mmemme inye ụmụ nwanyị ike site na iji ihe nkiri dị ka mgbasa ozi maka mgbanwe akụ na ụba na mmekọrịta mmadụ na ibe ya maka ụmụ nwanyị obodo Chamrajnagar, Karnataka",
  "Chetan duziri ihe nkiri nke na-agbasa mmata banyere mmerụ ahụ nke onyinye ma jiri ihe okike gosipụta ụzọ isi merie nna ochie",
  "O nyekwara aka hazie ihe omume ahụ - 'Ujwala Andolana' na 2006 ebe ụmụ nwanyị 5,000 sonyere na mmemme ọdịnala."
]