[
  "Cheyna Lee Matthews (née Williams, amụrụ na 10 Nọvemba 1993) bụ onye America a mụrụ na Jamaica ọkachamara na-agba bọọlụ nke na-agba bọọlụ n'ịrụ maka otu Racing Louisville nke National Women's Soccer League (NWSL) na ndị otu ụmụ nwanyị Jamaica.",
  "N'afọ 2012, Williams gara Mahadum Vanderbilt, ebe ọ ga-apụta ugboro iri na asaa, nye goolu isii ma debanye nnyere aka isii n'afọ mbụ ya",
  "N'ịdabere na oge na-aga nke ọma, ọ malitere egwuregwu ịrị na asatọ niile n'afọ nke abụọ ya, na-enye goolu ịrị na isii ma na-edebanye aha ise",
  "Ọrụ ya na 2013 kpọrọ ya First-Team All-SEC.",
  "N'afọ 2014, Williams gara Mahadum Steeti Florida, ebe ọ ga-aga n'ihu n'ụdị ya",
  "O bidoro ịrị abụọ na anọ (mpụta ịrị abụọ na isii) ma nyere ndị Seminoles aka imeri NCAA National Championship mbụ ha na akụkọ ihe mere eme",
  "Williams ga-emecha afọ oge ya na egwuregwu ịrị abụọ na ise ọzọ ọ gbara ma nye goolu ịrị.",
  "Washington Spirit deputara Matthews na agba nke mbụ nke 2016 NWSL College Draft",
  "Ọ bịanyere aka n'ọnwa Eprel 2016. N'oge ọhụrụ ya, Matthews gbara egwuregwu iri na asaa, asatọ malitere, ngụkọta nkeji iri asaa na asaa ma gbaa goolu atọ",
  "Nwa amaala Georgia nyere goolu mbụ ya na 31 Julaị 2016 megide Sky Blue FC",
  "Ndị otu ahụ gara n'ihu na-eme ihe ngosi mbụ ya na NWSL Championship, n'ikpeazụ na-efunahụ Western New York Flash na penalti",
  "Matthews yi uwe ma rụọ ọrụ dị ka onye nnọchi anya a na-ejighị mee ihe.",
  "Otú ahụ lụrụ ọgụ na oge 2017 mana Matthews ghọrọ onye na-enye aka mgbe niile na-apụta mpụta ịrị abụọ na otu ma na-enye goolu ise (nke abụọ na otu ahụ).",
  "Matthews nọrọ n'èzí n'oge 2018 n'ihi ime ime.",
  "Tupu oge 2020, otu ahụ kwupụtara na Matthews ga-enweta ezumike a kwụrụ ụgwọ iji lekwasị anya na ọnọdụ ezinụlọ ya, ọkachasị ikike di ya, Jordan Matthews, nwere ịkwaga n'ime NFL. A na-atụ anya na ezumike a kwụrụ ụgwọ ga-adịgide ruo Mee nke afọ ahụ ma kwuo na Matthews nwere ike ịga n'ihu n'ọrụ ya n'ebe ọzọ, ma ọ bụrụ na ọ dị mkpa.",
  "N'ọnwa Ọktoba 2020, e debere Matthews na NWSL Re-Entry Wire site n'otu The Spirit.",
  "N'ọnwa Nọvemba 2020, Racing Louisville FC họpụtara Matthews na NWSL Re-Entry Wire.",
  "Matthews nọchitere anya otunke dị n'okpuru afọ ịrị abụọ na atọ n'afọ 2015",
  "O nwekwara ike igwu egwu maka Jamaica site n'aka nne ya, onye amụrụ na Portland Parish. Na Jenụwarị 2019, Reggae Girlz kpọrọ ya na nke mbụ ya, sonyeere ndị otu ahụ n'ogige ọzụzụ iji kwadebe ihe ngosi FIFA Women's World Cup mbụ na akụkọ ihe mere eme nke Jamaica. O mere nke mbụ ya na mmeri enyi na enyi megide Chile na 28 Febụwarị 2019.",
  "A họpụtara Matthews maka ndị otu 2019 FIFA Women's World Cup nke Jamaica",
  "O mere mpụta nke mbụ ya na World Cup n'oge egwuregwu mbụ nke otu ahụ megide Brazil na Grenoble.",
  "Matthews lụrụ onye na-anabata San Francisco 49ers Jordan Matthews na Febụwarị 2018 ebe ha zutere mgbe ha abụọ gara Mahadum Vanderbilt. Di na nwunye ahụ nwere ụmụ nwoke abụọ, Josiah na Lionel.  Matthews bụ Onye Kraịst.",
  "Na Machị 2022, Matthews kwupụtara na a na-atụ anya nwa nwoke nke atọ."
]