[
  "Chi Limited, nke e debara aha na  afọ 1980, bụ ụlọ ọrụ na-azụ ahịa ngwa ngwa nke na-enye ngwaahịa ndị ahịa na ngalaba mmiri ara ehi, ihe ọṅụṅụ na ihe oriri",
  "Isi ụlọ ọrụ ahụ dị na Lagos, Naịjirịa ma ọ bụ ụlọ ọrụ Coca-Cola nwe ya.",
  "Isi ụlọ ọrụ Chi Limited dị na Lagos. Ngwaahịa ndị isi nke ụlọ ọrụ ahụ bụ Capri-sonne na Chivita, ọ nwere ikikere Naijiria iji ree Caprisun.",
  "N'ịbụ nke onye ọchụnta ego Dutch, Cornelis Vink, debanyere aha na Naịjirịa na afọ 1980, ọ malitere ọrụ na Machị nke otu afọ ahụ. Ụlọ ọrụ ahụ ghọrọ akụkụ nke Tropical General Investment (TGI) conglomerate nke nwere ọdịmma azụmahịa dị iche iche na nri, ahụike, ọrụ ugbo, injinia na ụlọ ọrụ ndị ọzọ. Ụlọ ọrụ ahụ malitere nkesa nke Capri sonne na 1982 nke mesịrị pụta dị ka otu n'ime akara ya. N'afọ 1990, ọ malitere ire mmiri CHI n'ahịa, nke a na-ere na mbụ na ite mana mgbe afọ ole na ole gachara, a na-etinye ya na Tetra Pak. N'afọ 1996, ụlọ ọrụ ahụ webatara mmiri oroma Chivita n'ahịa ma dị ka ihe ọṅụṅụ gara aga, a na-ere ya na mbụ na ite ruo n'afọ 1997 mgbe etinyere igwe nkwakọba akwụkwọ",
  "Ụlọ ọrụ ahụ mechara wepụta ụtọ atọ ọhụrụ na Tetra Brik: pineapple, mango na apụl na 1999 ọ webatara ngwakọta oroma na pineapple.",
  "CHI Limited bụ onye ọsụ ụzọ na ụlọ ọrụ ahụ n'iji nkwakọba Tetra Pak maka ngwaahịa mmiri ara ehi ya, Hollandia.",
  "Na 30 Jenụwarị, na afọ 2016, Coca-Cola kwupụtara nkwekọrịta na-ejikọta maka ụlọ ọrụ Coca-Cola iji nweta òkè mbụ nke Chi Limited",
  "N'ime nkwekọrịta ahụ, Coca-Cola mere ntinye ego 40 percent mbụ na Chi Limited ma na-ezube ịbawanye onye nwe ya ruo 100 percent n'ime afọ atọ, dabere na nkwado nchịkwa, mgbe ọ na-arụ ọrụ na usoro azụmahịa ndị ọzọ ogologo oge.",
  "Na Jenụwarị 30, na afọ 2019 Ụlọ ọrụ Coca-Cola kwupụtara na ọ nwere ugbu a pasent 100 nke CHI Limited",
  "Mgbe ọ nwetasịrị 60% fọdụrụnụ, ọ nweghịzi nke ya.",
  "Chi Limited bịanyere aka na nkwekọrịta nkwado na Manchester United F.C",
  "na-eme ka ha bụrụ ndị mmekọ ihe ọṅụṅụ nke Manchester United F\".C",
  "na Naịjirịa",
  "Njikọ ahụ na-enye ohere ka CHI Limited jiri akụ Manchester United FC na ngwaahịa Chi dị iche iche na Naịjirịa",
  "A na-atụ anya na mmekọrịta ahụ ga-eme ka onyinyo ụlọ ọrụ ahụ dị mma karịsịa n'etiti nde mmadụ iri ise na-eso Manchester United FC na Naịjirịa."
]