[
  "Nana Kwame Appiasei (amuru na Maachị 12 1977) onye amara dika Smallgod, bu onye omuru egwu Ghana, omenaala na ihe nleba anya n'uwe okporo ámá ruo otutu afo onye mechara were okwukwe buru ibu",
  "nka Ntụnye aka ya na ụlọ ọrụ egwu Ghana enwetala ya ọtụtụ nkwanye ugwu, nke kacha pụta ìhè bụ,'Abonten Father",
  "Smallgod n'oge ọ bụ nwata aghaghị ịgagharị gburugburu A zụlitere ya n'etiti London, Ghana na Netherlands Omenala ndị a dị iche iche jikọtara ọnụ iji mepụta ụtọ dị iche iche na egwu nke gafere omenala na ụdị ma na-egosi ọrụ egwu dị iche nke Smallgod taa",
  ".",
  "Ọ malitere itinye aka na egwu site na imeghe klọb abalị a na-akpọ 'Basement' na 2003 nke ọ na-agba ọsọ ruo afọ 4",
  "Site na nke ahụ, ọ zutere ọtụtụ ndị na-ese ihe n'oge ahụ wee malite ijikwa ọrụ Reggae nke Ghana Black Prophet, wee gaa n'ihu ịbịanye aka na onye na-eti egwu nke Ghana J-Town",
  "N'oge a, ọ na-ejikọ ma na-enyere ọtụtụ ndị na-ese ihe na Ghana aka na-apụta n'oge ahụ",
  "Afọ ole na ole n'ahịrị, ọ chịkọtara onye na-ese ihe Alté nke Naijiria bụ Wavy The Creator na onye na-eti egwu na onye na'agụ egwu nke Ghana-UK bụ Eugy.\nO nwekwara ụlọ ọrụ ndekọ na ụlọ ọrụ na-ebipụta akwụkwọ a na-akpọ Nasecworld na onye na-eti egwu na London Lp2loose dị ka onye na-etinye aka ugbu a.\nSmallgod bụkwa nnukwu onye na-anụ ọkụ n'obi n'ihe ejiji, ebe ọ na-arụkọ ọrụ na ụfọdụ ụdị ejiji dị n'ógbè na nke dị iche iche dị ka 'FREE THE YOUTH,' 'Daily Paper,' 'FILLING PIECES,' 'STEELO,' 'ụmụ nwoke mpaghara,' 'BIKERZ SUNDAYS,' 'THE NEW ORIGINALS' na 'Xpltcstudio'",
  "Smallgod abụwo onye mmadụ mgbe niile, na n'ìhè",
  "Nke a emeela ka a kpọọ ya 'President Accra'",
  "Ọ bụ ebe mbụ ndị na-ese ihe si mba ọzọ na-abata na Ghana, na ndị na-eme ihe nkiri si Ghana na-aga na diaspora",
  "A na-ejikọta Smallgod na ndị dị ka Wizkid, Tiwa Savage, Tory Lanez, Sarkodie, Headie One, King Promise, Black Sherif na ndị ọzọ",
  "Nke a, na mgbakwunye na egwu ya na mbọ ndị ọzọ emeela ka ọ bụrụ onye a ma ama; ịhụ ya na magazin GQ ugboro abụọ, yana VOGUE, EBONY na INDUSTRIE AFRICA."
]