[
  "Chiara Sacchi (amụrụ n'afọ 2002) bụ onye na-ahụ maka ihu igwe na Argentina si Buenos Aires.",
  "A mụrụ Chiara Sacchi ma zụlite ya na Haedo, Buenos Aires, ma gụọ akwụkwọ na Elmina Paz de Gallo, na El Palomar. Dị ka ajụjụ ọnụ Slow Food si kwuo, Sacchi tolitere n'ezinụlọ ebe ọ na-echegbu onwe ya mgbe niile maka iri nri dị mma, ọ bụkwa ya mere ọtụtụ n'ime omume ya dị ka onye na-ahụ maka ihu igwe ji agba gburugburu nsogbu a. O gosikwara n'okwu dị iche iche na ajụjụ ọnụ na a gbara ya ume ime ihe maka mgbanwe ihu igwe ka ọ na-atụ egwu mgbanwe okpomọkụ mberede n'ala nna ya.",
  "Chiara Sacchi bụ akụkụ nke akụkọ ihe mere eme nke ŌChildren vs",
  "Mgbanwe ihu igwe, tinyere Greta Thunberg na ndị ọzọ na-eto eto ịrị na isii na-eme ngagharị iwe. Nke a bụ atụmatụ nke rịọrọ Kọmitii Mba Ndị Dị n'Otu maka Ihe Ndị Ruuru Nwatakịrị ka ha jide Argentina, Brazil, France, Germany na Turkey maka enweghị ọrụ ha n'ihu nsogbu ihu igwe. Arịrịọ a bụ mkpesa mbụ nke otu ụmụaka na-erubeghị afọ iri na asatọ tinyere banyere mgbanwe ihu igwe n'okpuru Nkwekọrịta Mba Ndị Dị n'Otu na Ikike nke Nwatakịrị.",
  "Sacchi esonyewo dị ka onye na-eme ihe ike na netwọk Slow Food Argentina, otu zuru ụwa ọnụ nke na-arụ ọrụ maka ichebe ụdị dị iche iche na nri dị mma, dị ọcha, na nke ziri ezi",
  "Banyere ọrụ metụtara iri nri dị mma, ọ sonyekwara na Terra Madre Salone del Gusto na ọrụ nke La Comunidad Cocina Soberana de Buenos Aires, obodo na-eri nri na Buenos Aires. Ọ na-ekwu okwu n'ezoghị ọnụ banyere ọbụbụeze nri:",
  "Ana m akwado ụkpụrụ Slow Food n'ihi na ekwere m na e nwere ụzọ ndị ọzọ isi mepụta nri, ndị na-adịghị emerụ okike na ụmụ mmadụ...Ọ bụghị naanị na gọọmentị anaghị arụ ọrụ idozi ma gbochie mmebi nke usoro nri kpatara, ha na-ekwe ka nsí na-aga n'ihu na-ada na efere anyị.",
  "Sacchi bụkwa onye na-akwado ịrụkọ ọrụ ọnụ:",
  "Nnukwu mgbanwe ọ bụla na-abịa site na ndị mmadụ, site na ndị ọzọ...Mgbe m na-ekwu maka ịga n'okporo ámá, m na-ekwupụta banyere ịhazi, nke ịmepụta ike otu.",
  "A maara ya maka okwu njirimara ya bụ \"Give Us Back Our Future\" , Sacchi bụ akụkụ nke òtù ndị ntorobịa na-eto eto nke na-akwalite ikpe ziri ezi n'etiti ọgbọ na omume ihu igwe."
]