[
  "Chidinma Ekile (amụrụ na 2 Mee 1991), nke a maara dịka Chidinma, bụ onye Naijiria hip-hop ghọrọ onye na-agụ egwú gospel na onye na-ede egwu. N'afọ 2010, ọ ghọrọ onye ama ama mgbe ọ meriri oge nke atọ nke Project Fame West Africa. Mgbe a tọhapụrụ vidiyo egwu maka egwu ya \"Emi Ni Baller\", ọ ghọrọ nwanyị egwu mbụ ruru n'ọkwa 1 na chaatị MTV Base Official Naija Top 10.",
  "N'afọ 2011, o wepụtara egwu Sound Sultan-enyere aka\"Jankoliko\". A tọhapụrụ abọm izizi ya bụ Chidinma saịtị na usoro egwu Spinlet; ọ kwadoro ya saịtị na egwu \"Jankoliko\", \"Buru Gi Go\", \"Kedike\" na \"Run Dia Mouth\"",
  "Abọm ahụ gosipụtara ndị ọbịa si Sound Sultan, Tha enyo enyo, Olamide na Muna. Chidinma meriri Iwu kacha mma nke ụmụ nwanyị West Africa na 2012 Kora Ihe nrite ma mee \"Kedike\" na emume ezé. N'oge na-adịbeghị anya, ọ bịanyere aka na Echiche Eeezee, saịtị na ntọhapụ nke abụ ozioma dị ka nwanyị alaeze, nke akpọrọ \"Jehova Mechie\"",
  "Abọm kachasị ọhụrụ nke Chidinma Ekile bụ Nsọ (mimo mimo)",
  "A mụrụ Chidinma Ekile na Ketu, Kosofe, Lagos Steeti na nne na nna sitere na Imo Steeti",
  "Ọ bụ nwa nke isii n'ime ụmụ asaa. Chidinma tolitere na nna na-enye ọzụzụ ma malite ịbụ abụ mgbe ọ dị afọ isii. Mgbe ọ dị afọ iri, ọ sonyeere ndị ukwe chọọchị ya. Ọ malitekwara ọrụ ime ihe nkiri ya saịtị na igosi ihe nkiri 2017 (ihe nkiri akwa mmiri) nke Kunle Afolayan duziri",
  "Chidinma gara ụlọ akwụkwọ praịmarị na sekọndrị na Ketu tupu ya na ezinụlọ ya kwaga Ikorodu",
  "Ọ rụrụ ọrụ dị ka onye na-akwalite azụmahịa na Lagos tupu ọ gaa nyocha maka oge nke atọ nke Ama ama Project West Africa",
  "Chidinma chọrọ ịmụ nkwurịta okwu ọha na eze mana o mechara nweta akara ugo mmụta na Mahadum Lagos. Chidinma jụrụ nnabata ya na Mahadum Lagos na mbụ n'ihi ọganihu ya na Ama ama Project West Africa",
  "N'ajụjụ ọnụ ya na YNaija gbara ya, o kwuru na ọ na-ewere ụlọ akwụkwọ n'ụzọ siri ike mgbe niile na mkpebi ya ịbanye na Unilag bụ ihe a na-apụghị izere ezere",
  "O kwukwara na egwu anaghị adị mgbe niile na atụmatụ ya, mana o kpebiri ịnwale ya mgbe o meriri asọmpi egwu.",
  "Mgbe ntutu isi ya na-acha ọbara ọbara ma nweta mohawk, ndị mmadụ malitere ile ya anya dị ka ezigbo nwa agbọghọ na-emebi emebi",
  "N'ajụjụ ọnụ e bipụtara na ebe nrụọrụ weebụ Daily Independent, Chidinma kwuru na ọ ka bụ otu na na ọ na-agbanwe ma na-etolite dị ka onye egwu.",
  "N'ikwesị ntụkwasị obi n'okwu ya, Chidinma banyere n'ụlọ ọrụ egwu Gospel mgbe Eezee Conceptz bịanyere aka na ya, ụlọ ọrụ na-emepụta ozioma kachasị elu",
  "Tupu ọ na-ege ntị maka mbipụta nke atọ nke Project Fame West Africa, ọ rọrọ nrọ ịbụ akụkụ nke ihe ngosi telivishọn",
  "Site n'enyemaka na nkwado sitere n'aka ezigbo enyi ya, Chidinma hapụrụ ụlọ ya na Ikorodu wee gaa Ultima Ụlọ ihe nkiri",
  "Ọ bụ otu n'ime puku mmadụ asatọ na-asọmpi gara n'afọ ahụ iji gosipụta nkà ha",
  "N'ikpeazụ, Chidinma sonyeere ndị asọmpi 17 ndị ọzọ na agba nke Ụlọ akwụkwọ ama ama",
  "Ruo izu iri, ndị ọkachamara n'egwú zụrụ Chidinma na ndị ọzọ na-asọmpi: ndị nkuzi olu, ndị ọkà okwu na-akpali akpali, ndị egwu guzosiri ike, na ndị na-enye ọrụ azụmahịa egwu",
  "Ọzọkwa, a kụziiri ndị na-asọmpi ihe nkiri na ọtụtụ ntụgharị ntụgharị. A mara ọkwa Chidinma dị ka onye mmeri nke asọmpi ahụ na 26 Septemba 2010",
  "O meriri ọtụtụ ihe nrite, gụnyere nde, 2011 Toyota RAV4, na nkwekọrịta mmepụta. Na Mee 2013, Chidinma bịanyere aka na nkwekọrịta nkwado na MTN Nigeria.",
  "Chidinma malitere ịrụ ọrụ na abọm studio mbụ ya bụ Chidinma mgbe ọ wepụtara ọrụ mmekorita ya na ndị ọzọ na-emechi oge 3. E mere ndokwa ka ewepụta abọm ahụ na nkeji iri na ise nke afọ 2011",
  "Chidinma kwuru banyere abọm ahụ n'ụzọ dị mkpirikpi ma kwuo na ọ tinyere ume dị ukwuu na ya. Ya na ọtụtụ ndị na-emepụta ihe rụkọtara ọrụ, gụnyere Cobhams Asuquo, Tee-Y Mix, WazBeat na Oscar Heman Ackah. O weputara egwu \"Jankoliko\" na \"Carry You Go\" na 22 Febụwarị 2011",
  "Ọ bụ Oscar Heman Ackah dere ma mepụta abụ abụọ ahụ. N'ajụjụ ọnụ e bipụtara na ebe nrụọrụ weebụ Weekly Trust, Chidinma kwuru na obi dị ya ụtọ na nzaghachi dị mma ọ natara mgbe a tọhapụrụ egwu ahụ, ọ na-arụkwa ọrụ ike iji melite ọrụ ya. Na 4 June 2011, Chidinma wepụtara vidiyo egwu Clarence Peters maka \"Jankoliko\". N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2011, ọ wepụtara \"Kedike\" dị ka egwu nke atọ nke abọm ahụ",
  "Abụ ahụ sụgharịrị ka ọ bụrụ \"Heartbeat\" ma Cobhams Asuquo mepụtara ya",
  "N'ajụjụ ọnụ ya na Entertainment Rave, Chidinma kpughere na ya na ndị na-emepụta ya chepụtara aha egwu ahụ ma kwuo na ọ na-egosi ịhụnanya. E wepụtara vidiyo egwu Clarance Peters maka \"Kedike\" na 24 Jenụwarị 2012",
  "Onye na-agụ egwu Naijiria bụ Dammy Krane gosipụtara mmasị ịhụnanya Chidinma na vidiyo ahụ. N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2011, ọ weputara egwu nke anọ nke abọm ahụ \"Run Dia Mouth\".",
  "Na 14 Septemba 2012, ọ wepụtara egwu Illbliss na Tha Suspect nyere aka \"Emi Ni Baller\"",
  "Ọ bụ Legendury Beatz mepụtara abụ ahụ. Ọ rutere n'ọkwa nke 7 na ndepụta Vanguard nke Top 10 songs nke mere 2013. E wepụtara remix maka \"Emi Ni Baller\" na 22 Febụwarị 2013",
  "Ọ na-egosipụta olu site na Wizkid ma Legendury Beatz mepụtara ya. Capital Dreams Pictures wepụtara vidiyo egwu maka \"Emi Ni Baller\" na 12 June 2013",
  "Ọ bụ Clarence Peters gbara ya ma duzie ya na UK. Na 10 June 2013, Chidinma wepụtara egwu atọ: \"Bless My Hustle\", \"Kite\" na \"Jolly\", nke Tha Suspect, Del B na Wizzboy mepụtara, n'otu n'otu.",
  "Na 14 Septemba 2013, Chidinma wepụtara \"Oh Baby\"",
  "A tọhapụrụ remix ya na 29 Jenụwarị 2014 ma gosipụta olu Flavour N'abania",
  "Ọ bụ Young D mepụtara egwu abụọ ahụ",
  "Na 2 Mee 2014, Chidinma wepụtara vidiyo egwu maka \"Oh Baby (You & I) \"). Ọ bụ Clarence Peters na kpakpando Ngozi Nwosu na OC Ukeje duziri ya.",
  "Otu n'ime egwu Chidinma kachasị ọhụrụ bụ \"Fallen In Love\" nke e wepụtara na 2017",
  "Vidio ya ugbu a nwere nde mmadụ 101 na YouTube.",
  "Chidinma so Dr SID rụọ ọrụ na MTN Power of 10 Concerts, njem obodo iri nke mere emume ncheta afọ iri nke MTN Nigeria; njem ahụ malitere na Makurdi na 9 Septemba 2011. Chidinma bụ otu n'ime ndị na-akwado na 2013 Hennessy Artistry Club Tour nke D'banj duziri. N'abalị atọ n'ọnwa Nọvemba n'afọ 2013, ọ rụrụ ọrụ na Guinness World of More Concert n'akụkụ P-Square, D'banj, Wizkid, Ice Prince, Burna Boy, Olamide, Phyno, Waje, Davido na Tiwa Savage. N'abalị itoolu n'ọnwa Nọvemba afọ 2013, Chidinma so Blackstreet rụọ ọrụ na Butterscotch Evening Experience, egwu egwu emere na Eko Hotels and Suites. N'abalị iri na anọ n'ọnwa Febụwarị n'afọ 2014, ọ rụrụ ọrụ na MTN Valentine Rave Party, ya na Tiwa Savage, Mario na Sound Sultan. Chidinma emeela ihe n'ọtụtụ mba n'Africa, gụnyere Republic of Benin, Sierra Leone, Côte d'Ivoire, Kenya, Cameroon, Equatorial Guinea, Niger na Ghana.",
  "Ọrụ ime ihe nkiri",
  "Chidinma malitere ọrụ ime ihe nkiri ya site na igosi na ihe nkiri 2017, The Bridge (ihe nkiri 2017) nke Kunle Afolayan duziri.",
  "Mgbe ogologo oge gachara n'egwuregwu egwu, Chidinma Ekile pụtara ọzọ na Mee 2021 mana n'oge a iji mee emume ncheta ọmụmụ ya nke afọ 30, na-ekerịta foto nke onwe ya na Instagram",
  "O kwupụtara mwute maka igbu ihe karịrị afọ 9 na-eme egwu ụwa, na-ekwu na mgbanwe mberede ya na egwu gospel sitere na izute Chineke na nghọta nke okwukwe Ndị Kraịst ya. Iji kwupụta ọbịbịa ya n'egwú gospel nke Naijiria, Chidinma wepụtara egwu gospel mbụ ya akpọrọ, 'Jehovah Over Do' na Sunday, May 2, 2021.New Season EP nwere egwu 6 na ego (na-eme 7 n'ozuzu) ka a tọhapụrụ na August 23, 2021.",
  "Chidinma meriri Best Female West African Act na 2012 Kora Awards",
  "Didier Drogba nyere ya ihe nrite ya",
  "Ọ kwaturu Omawumi na ndị ọzọ ise maka nsọpụrụ ahụ",
  "Mgbe ọ nwetasịrị ihe nrite ahụ, Chidinma kwuru, \"Ọ bụ nnukwu nsọpụrụ nye m",
  "Ana m ekele Chineke, ndị na-akwado m na ndị mmadụ, bụ ndị so n'akụkọ ihe ịga nke ọma m",
  "Ịmeri KORA bụ nnukwu ihe m rụzuru ma amaara m na ọ bụ mmalite nke ihe ka mma na-abịa",
  "\" Chidinma kwuru Michael Jackson, Bob Marley, Alicia Keys, Whitney Houston, Mariah Carey, Fela Kuti, Omawumi, Onyeka Onwenu, Lagbaja na Darey Art Alade dị ka nnukwu mmetụta egwu ya.Molped,  ụlọ ọrụ na-ahụ maka ihe dị ọcha na-eme ka Chidinma bụrụ onye nnọchi anya ya n'ọnwa Eprel 2019.(https://punchng.com/chidinma-becomes-molped-brand-ambassador) Chidinma bụ onye guzobere ntọala nlekọta NMA, otu na-abụghị nke gọọmentị guzobere iji lekọta ụmụaka na-adịghị ahụ ụzọ",
  "Ọnụ ego Net Worth",
  "Dị ka otu n'ime nnukwu ụmụ nwanyị Naijiria na-ese ihe, Chidinma Ekile rụrụ ọrụ na MTN Power of 10 Concert nke a haziri na Septemba 2011 na ego ya dị ka ọ dị n'oge ahụ bụ $ 2.8million.",
  "Àtụ:Project Fame West Africa"
]