[
  "Chidera Eggerue (aha edemede, The Slumflower) bụ onye edemede Naijiria na onye na-ede blọgụ ejiji",
  "A maara ya nke ọma maka akwụkwọ ya, What a Time to Be Alone, na mkpọsa n'ịntanetị #SaggyBoobsMatter.",
  "A zụlitere Eggerue na Ndịda Ọwụwa Anyanwụ London na Peckham, mpaghara nke ọtụtụ n'ime ha bụ ndị Naijiria Britain. Eggerue gara ụlọ akwụkwọ praịmarị Goose Green",
  "Eggerue wee gaa Notre Dame School maka agụmakwụkwọ sekọndrị ya",
  "Ezinụlọ ya bụ ndị Igbo",
  "Ọ gara kọleji iji mụọ ihe ejiji mana enweghị ike ịmecha akara ugo mmụta ya n'ihi ịda mbà n'obi.",
  "N'afọ 2017, Eggerue malitere #SaggyBoobsMatter, hashtag nke ghọrọ ihe a ma ama na Twitter na Instagram, iji maa mgbakọ ahụ aka na ụmụ nwanyị nwere nnukwu ara ga-eyi brọsh ma ọ bụrụ na ara ha adaa. Dị ka onye nọ n'afọ iri na ụma, ọ na-enwe obi erughị ala n'ihi na ara ya adịghị ka ihe nlereanya na nkwakọ ngwaahịa nke brọ mbụ ya. O mechara kpebie ịnakwere ọdịdị ya wee bipụta foto na-eyi uwe na-enweghị brọsh na Septemba 2017, na-eji hashtag. Dị ka Eggerue si kwuo, \"\"E nwere ohere zuru ezu maka onye ọ bụla nọ n'ime mmegharị ahụ",
  "Mana anyị ga-arụkọ ọrụ ọnụ iji mee ka ohere maka ndị a chụpụrụ karịa anyị",
  "\" Eggerue enwetala mmeghachi omume na mkpọsa ahụ",
  "Na mbido afọ 2018, otu n'ime foto ya na-enweghị isi ghọrọ meme nke na-ezo aka na ya na nwanyị ojii ọzọ dị ka ndị na-adịghị mma.",
  "Mgbe ahụ, ọ malitere blọọgụ a na-akpọ The Slumflower iji mee ka ejiji nke a na-ekpuchighị n'ime usoro. Aha ahụ na-ezo aka n'echiche nke rose na-etolite site na simenti, ma sitere na ihe nkiri dị mkpirikpi nke ndị na-emepụta ihe nkiri Street Etiquette mepụtara. Blog ahụ gosipụtara ejiji n'okporo ámá nke oge a nke dị ọnụ ala",
  "Ọ na-edekwa banyere isiokwu ndị dị ka ọbụbụenyi, mkpakọrịta nwoke na nwanyị, ịkpa ókè agbụrụ, na ịkpa ókè nwoke na nwanyị.",
  "Na mbido afọ 2018, ọ kwadoro ihe ngosi Newsbeat nke nyochara ntutu isi na ahụmịhe nke ya na traction alopecia. O kwuru na Munroe Bergdorf, Reni Eddo-Lodge na Chimamanda Ngozi Adichie bụ ndị kacha mkpali ya.\nỌ bụ onye nduzi okike maka Innclusive, ụlọ ọrụ na-akwụ ụgwọ ụlọ nke na-elekọta ndị na-ege ntị agbụrụ dị iche iche.",
  "N'ọnwa Jenụwarị afọ 2020, o gosipụtara ihe ngosi Channel 4 Bring Back the Bush, na-enyocha ihe mere ụmụ nwanyị ji akpụ isi ha.",
  "Mgbe ndị na-eso ụzọ dijitalụ gbara ya ume, Eggerue mepụtara zine na Adobe InDesign na ndụmọdụ gbasara ịhụ onwe onye n'anya",
  "Mgbe a nabatara ya nke ọma, ọ malitere ịchọ onye na-ebipụta akwụkwọ. Eggerue bipụtara akwụkwọ akpọrọ What a Time to be Alone: The Slumflower's Guide to Why You Are Already Enough na July 2018 n'okpuru Quadrille Publishing. Ụbọchị ole na ole mgbe e bipụtara akwụkwọ ahụ, ọ ghọrọ akwụkwọ Sunday Times kacha ere ahịa. Akwụkwọ ahụ na-elekwasị anya n'ịhụnanya onwe onye ma nwee ndụmọdụ banyere otu ụmụ agbọghọ nwere ike isi nwee obi ụtọ naanị ha",
  "Eggerue na-eji ilu Igbo eme ihe n'akwụkwọ ahụ dum. O dekọrọ Tedx Talk banyere ịhụnanya onwe onye aha ya bụ akwụkwọ ahụ n'otu ọnwa a tọhapụrụ ya.",
  "N'ọnwa Febụwarị afọ 2020, o bipụtara How To Get Over A Boy, akwụkwọ enyemaka onwe onye nke na-enye ndụmọdụ gbasara mkpakọrịta nwoke na nwanyị."
]