[
  "Chijioke Amu-Nnadi bụ onye Naijiria na-ede uri na onye edemede",
  "Abụ uri ya bụ ọrụ mbụ ya bipụtara, na-apụta na 1987 anthology nke abụ ọhụrụ Naijiria, Voices from the Fringe, nke Harry Garuba (Malthouse Press) dezigharịrị.",
  "Amu-Nnadi bụ onye dere ọkụ ahụ n'ime (2002), onye mmeri nke afor puku abụọ na abụọ Association of Nigerian Authors (ANA) Gabriel Okara Prize maka uri, njem njem ala nsọ (2004) na site na windo nke sandcastle, onye mmeri ya na afor puku abụọ na iri na atọ ANA Poetry Prize, yana Glenna Luschei Prize for African Poetry na afor puku abụọ na iri na anọ. O nwekwara aha ya na otuto maka njem osimiri na mpaghara nke nzaghachi, nke abụọ e bipụtara na afor 2016. Amu Nnadi na-ede uri na-enweghị akara edemede na mkpụrụedemede ukwu ma bipụta na-enweghị data onwe onye, foto na aha",
  "Ọ bi na  Port Harcourt, Naịjirịa, a nabatakwara uri ya nke ọma n'Africa na gafere",
  "ụfọdụ n'ime uri ya n'asụsụ ngalaba Italian, Spanish na Russian ka atuhari.",
  "A mụrụ Amu-Nnadi na Benin,na isi obodo Edo Steeti, n'ebe ndịda Naịjirịa na 1962, ọ bụ ezie na ọ si Aku, Igbo Etiti Local Government Area nke Enugu Steeti, Naịjirị",
  "Ka ọ na-ekweta, uri bịara ya n'oge ndụ ya, na nzaghachi maka ihe ịma aka sitere n'aka enyi ya",
  "Dị ka nwa akwụkwọ afọ mbụ nke Mass Communication na Mahadum Naịjirịa, Nsukka, o nwere ihe ùgwù nke isoro ụmụ okorobịa ole na ole hụrụ uri n'anya na klas",
  "Ọ bụ naanị onye na-enweghị oge maka uri na naanị onye na'amụghị akwụkwọ",
  "Na nzuzo, ọ malitere ịgụ uri ma jiri nnukwu ego akpa ya mee ihe n'ụdị akwụkwọ ọ bụla, ọkachasị uri.",
  "Amu-Nnadi gụrụ akwụkwọ Mass communication na Mahadum nke Naijiria, Nsukka, ebe ọ natara ihe nrite dịka Alumni Prize maka Nwa akwụkwọ kacha mma na-agụsị akwụkwọ na Ọmụmụ izugbe, ihe nrite ngalaba maka nwa akwụkwọ gụsịrị akwụkwọ kacha mma yana Daily Times Prize maka Nwa akwụkwọ kacha agụsị akwụkwọ na ngalaba Mass communication",
  "Amu-Nnadi na-edekarị uri",
  "Ọ chọghị ka a kpọọ ya onye Naijiria ma ọ bụ onye Afrịka na-ede uri n'ihi na, dịka ọ na-ekwusi ike, ọ dịghị ihe ọ bụla na-eweda nka ala karịa ịnwa, site na ajọ mbunobi mmekọrịta mmadụ na ibe ya, mpako ọdịbendị na / ma ọ bụ ịdị umengwụ nke ọgụgụ isi, iji mee ka ọ bụrụ otu mpaghara, ebe, okike na oge",
  "Art, ọ na-ekwusi ike, dị oke mkpa maka nke ahụ.",
  "Amu-Nnadi nwere mmekọrịta ịhụnanya na-adịgide adịgide na ederede",
  "Ọ na-akọwa onwe ya dị ka onye hụrụ ịhụnanya na ihe ndị dị n'ime ala n'anya",
  "Ọ na-ekwusi ike na ide uri na-enweghị nnukwu akwụkwọ ozi na nkwụsị zuru oke, na-ekwupụta na uri bụ ndụ n'onwe ya ma bụrụ mmụọ nke Chineke na-arụ ọrụ site n'aka mmadụ iji gbasaa ihe okike, na ime ka ndụ baa ọgaranya",
  "Dị ka ọ na-ekwu: \"ndụ bụ iyi na-enweghị ntụpọ nke ọtụtụ commas ma ọ nweghị nkwụsị",
  "Abụ uri buru ibu na atụmatụ niile karịa mmadụ",
  "\" Nke a na-egosipụtasi omume nke ọrụ uri ya",
  "N'okwu nke ya: \"Ndụ bụ usoro nke mmegharị na mmetụta uche na-enweghị mgbochi na nke a na-apụghị ịchịkwa",
  "Isi ya abụghị na akara edemede, kama na akụkọ n'onwe ha nke ndụ na-ekpughe",
  "Ndụ bụ njem ime mmụọ na-enweghị mgbagha nke jupụtara na ihe dị omimi na ihe dị omima",
  "\"",
  "Amu-Nnadi na-ebipụta na-enweghị data onwe ya n'ihi na o kwenyere na mmadụ enweghị ike ịnwe ihe ọ na-ede",
  "Ọ dịghị ihe ọ bụla dị mpako na nke na-akwalite onwe ya, ka ọ na-ekwu.",
  "Amu-Nnadi bụkwa onye ọkachamara na-ahụ maka nkwukọrịta azụmahịa na onye nta akụkọ nwere ahụmahụ",
  "Ọ bụ onye nduzi ugbu a na Niger Delta Development Commission, Port Harcourt, ụlọ ọrụ dị na onye isi ala nke na-eme ka mmepe na-adịgide adịgide nke mpaghara Niger Delta nke Naijiria. Ọ lụrụ nwanyị ma nwee ụmụazi na atọ.",
  "Abụ uri Amu Nnadi nwere ihe oyiyi na ihe atụ siri ike",
  "Ụdị ya sitere n'ịhụnanya miri emi ya maka asụsụ, na mmasị ya n'ị hụrụ n'anya na ebe, na mkpali sitere na mwute nke icheta ndụ dịka onye na-ede uri na-ahụ ya",
  "Ihe kachasị amasị ya na uri ya bụ ịhụnanya, izute ebe na ndị mmadụ, ọdịbendị na ncheta",
  "Na uri Amu Nnadi, enwere ike ịchọpụta nke ọ bụla n'ime mmasị ndị a site na ihe atụ nke ịhụnanya, enwere ike igosipụta ịhụnanya site na iji ihe oyiyi nke ihe ndị ahụ",
  "Banyere uri Amu Nnadi, onye edemede, Michael Chiedoziem Chukwudera dere, sị:",
  "\"Ihe ka ọtụtụ n'abụ uri ya nile, dịka ọmụmaatụ, na-emetụta ịhụnanya na iru uju, n'ime mkpuchi nke izute onwe ya, ndị ọzọ na okike",
  "Nzukọ ndị a n'onwe ha na-etinye n'ime njem nke ndụ onye na-ese ihe",
  "Ọ na-ede uri ịhụnanya dị ka ihe atụ nke izute ya, dị ka ngosipụta nke mmetụta ịhụnanya nke na-akpalikarị muse ya, yana nke mwute fọdụrụnụ nke ndị niile hụrụ n'anya maara",
  "Ọzọkwa, ọ na-ede dị ka ihe ncheta mwute maka ebe",
  "\"",
  "Ọ na-arụ ọrụ ugbu a na nchịkọta uri akpọrọ \"eucalyptus,\" nke a ga-ewepụta na 2022, yana abọm egwu akpọrọ ihe niile mara mma, nke ga-egosipụta egwu ndị dabeere na uri sitere na canticles ịhụnanya, nchịkọta ya bipụtara na mbụ (site na windo nke sandcastle, njem osimiri, ubi nke echoes), na eucalyptum a na-ebipụtabeghị."
]