[
  "Chiké Frankie Edozien bụ odee na onye nta akụkọ Naijiria na Amerịka. Ọ bụ onye nduzi nke Mahadum New York, Accra ugbu a",
  "Ọ duziri New York University Journalism Institute's Ghana based Reporting Africa program site na 2008 ruo 2019",
  "Ọ bụ onye nta akụkọ nke mere ka nkà ya dị mma ma na-ede banyere gọọmentị, ahụike na omenala maka mbipụta dị iche iche.",
  "Ọ bụ onye dere akwụkwọ n'afọ 2017 a kpọrọ Lives of Great Men, ọ bụ onye mmeri Lambda Literary Award. E depụtara Lives maka Randy Shilts Award for Non-Fiction na 2018 site na Publishing Triangle Edozien ekwuola banyere isiokwu nke nnwere onwe, nnọgidesi ike, na obi ike gosipụtara na Ndụ gburugburu ụwa site na India ruo Australia ruo New Zealand ruo South Africa na Nigeria yana Ghana na United States.",
  "E nyochaala ọrụ ya na mahadum gburugburu ụwa site na Mahadum Yale ruo Mahadum New York ruo Mahadum Manchester Metropolitan yana Kristu Jayanti College, Bangalore, Mahadum Delhi, na ndị ọzọ.",
  "Rikki Beadle-Blair na John R",
  "Gordon's Team Angelica Press bipụtara ya na UK na US, na July 2018 Jacana Books wepụtara ya na South Africa",
  "Ndụ dị na West Africa na East Africa kemgbe 2018 na Ouida Books.",
  "Lives bụ nnyocha nke ndụ ụmụ nwoke na ụmụ nwanyị LGBTQ nke oge a na kọntinent Afrịka na mba ofesi",
  "Edozien's \"Shea Prince\" e depụtara maka 2018 Gerald Kraak Human Rights Award na \"Last Night in Asaba\" e depụtara ọzọ na 2019 maka Gerald Kraak ma bụrụ akụkụ nke akwụkwọ As You Like It na-enweta ya Lambda award nke abụọ na 2019. E dekwara \"Forgetting Lamido\" ya na Safe House: Exploration in Creative Nonfiction",
  "N'afọ 2018, Edozien dere mmeghe maka New Internationalist Edition of Queer Africa: Selected Stories nchịkọta nke sitere na anthologies abụọ sitere na gburugburu Africa.",
  "Ọrụ ya pụtara na The Times (UK), Vibe, Time, Transition Magazine, Out Traveler, Black AIDS Institute, The Advocate, Quartz, New York Times, Jalada, Atlas Obscura na ndị ọzọ.",
  "Edozien bụ onye guzobere Afrolit Sans Frontieres Festival, ememme edemede nke onye edemede na onye nlekọta South Africa bụ Zukiswa Wanner hiwere dị ka mmeghachi omume maka iwu mgbochi na mkpọchi metụtara ọrịa coronavirus nke afọ 2019-20.",
  "E nyere ya onyinye Martin Luther King, Jr Faculty Award nke Mahadum New York na 2017 maka ịdị mma na nkuzi, iwu obodo, nkwado ikpe ziri ezi na ndu",
  "Mgbe ọ na-ebi na New York, Edozien bụ onye nta akụkọ New York Post na-emeri ihe nrite ruo afọ iri na ise, na onye nta akụkọ ya na City Hall site na 1999 ruo 2008 ebe ọ bụ onye isi edemede na ihe gbasara iwu",
  "O kpuchiri mpụ, ụlọ ikpe, nsogbu ọrụ, ọrụ mmadụ, ahụike ọha na eze na ndọrọ ndọrọ ọchịchị, na-akọ akụkọ site na gburugburu mba ahụ na mba ofesi maka akwụkwọ ahụ.",
  "Ọrụ Edozien na igbu Amadou Diallo site n'aka ndị uwe ojii anọ nke New York gosipụtara na ihe omume nke atọ nke Netflix's Trial by Media (\"41 Shots\"). Ọ bụ otu n'ime ihe karịrị otu narị ndị edemede Afrịka kwuru okwu n'akwụkwọ ozi na-enweghị atụ megide mmegbu ndị uwe ojii n'ụwa niile."
]