[
  "Chika Okeke-Agulu bụ onye na-ese ihe na Naijiria, onye na-akọ akụkọ ihe mere eme, onye nlekọta nka, na onye na-ede blọgụ ọkachamara na akụkọ ihe mere eme nke Afrịka na Afrịka",
  "Ọ bi na Princeton, New Jersey.",
  "A mụrụ Chika Okeke-Agulu na Umuahia na Naịjirịa n'afọ 1966",
  "Ọ gụrụ akwụkwọ na Mahadum Nigeria, Nsukka (BA, First Class Honors, Sculpture and Art History, 1990; MFA, Painting, 1994), Mahadum South Florida (MA, Art History, 1999), na Mahadum Emory (PhD, Art History, 2004).",
  "Okeke-Agulu kụziri na Yaba College of Technology na Lagos, Mahadum nke Nigeria, Nsukka, Mahadum Penn State, ma bụrụ Prọfesọ nleta Clark na Williams College",
  "Ọ bụ onye isi nke Mmemme na African Studies, na Prọfesọ nke Art History na Ngalaba Art na Archaeology na Ngalaba nke African American Studies na Mahadum Princeton",
  "N'afọ 2020, a họpụtara ya ka ọ bụrụ Kirk Varnedoe Visiting Professor na Institute of Fine Arts, Mahadum New York",
  "Ọ bụ onye odee na onye edemede maka The Huffington Post, na blọọgụ na Ọfọdunka. Ọ rụrụ ọrụ na Board of Directors of College Arts Association, ma ugbu a na bọọdụ nke Princeton na Africa, Transnational Board nke Tate-Hyundai Research Centre, Tate Modern, na kọmitii ndụmọdụ nke Africa Institute, Sharjah",
  "Ọ bụ onye otu Contemporary Art Committee, Philadelphia Museum of Art.",
  "O nwetara College Art Association 2016 Frank Jewett Mather Award for Distinction in Art Criticism Ọ bụ onye natara, site na African Studies Association, nke 2016 Melville J",
  "Herskovits Award maka ọrụ mmụta kachasị mkpa na African Studies nke e bipụtara na Bekee na 2015, na nkwanye ugwu, Nke Arnold Rubin Outstanding Publication Award, site na Art Council of African Studies Association (2017).",
  "O lekọtara nlegharị anya nncheta ọmụmụ",
  "Okeke-Agulu ebipụtala isiokwu na nyocha na Parkett, African Arts, Glendora Review, Meridians: Feminism, Race, Transnationalism, South Atlantic Quarterly, Artforum International, na Art South Africa",
  "O nyewo aka na mpịakọta edere, gụnyere Reading the Contemporary: African Art from Theory to the Market Place (InIVA, 1999); The Nsukka Artists and Nigerian Contemporary Art (Smithsonian, 2002); The Short Century: Independence and Liberation Movement in Africa, 1945–1994 (Prestel, 2001); Art Criticism and Africa (Saffron Books, 1998); na Is Art History Global? (Routledge, 2007)",
  "Akwụkwọ ya gụnyere El Anatsui: The Reinvention of Sculpture (Damiani, 2022), Yusuf Grillo: Painting",
  "Lagos",
  "Ndụ (Skira, 2020), Obiora Udechukwu: Line, Image, Text (Skira, 2016), Postcolonial Modernism: Art and Decolonization in Twentieth-Century Nigeria (Duke UP, 2015), Contemporary African Art Since 1980 (Damiani, 2009), Who KnJụn ruo Septembarow (Konig, 2010), Phyllis Galembo: Maske (Chris Boot, 2010), na Ezumeezu: Essays on Nigerian Art and Architecture, a Festschrift in Honour of Demas Nwoko (Goldline & Jacobs, 2012). Ọ bụ onye nchịkọta akụkọ nke Nka: Journal of Contemporary African Art, nke Duke University Press bipụtara.",
  "Dị ka onye na-ese ihe, Okeke-Agulu enweela ihe ngosi atọ, ihe ngosi ise, na ihe ngosi iri abụọ na asatọ na England, Germany, Nigeria, South Africa, South Korea, Sweden, Switzerland, Trinidad and Tobago, na United States",
  "O sonyere na Johannesburg Biennale nke mbụ (1995)",
  "Ọrụ ya dị na nchịkọta nke Newark Museum, Iwalewa-Haus, University of Bayreuth, na National Council for Arts and Culture, Lagos."
]