[
  "Chiké Okonkwo (/ˈtʃiːkeɪ əˈkɒŋkwoʊ/; amụrụ na 18 Machị na afo 1982) bụ onye Britain na-eme ihe nkiri. A maara ya maka igosipụta PC Clark na New Tricks, DC Callum Gada na Paradox, Lee Truitt na Being Mary Jane, na Ty Coleman na La Brea.",
  "A mụrụ ya ma zụlite ya na Kingston n'elu Thames, Okonkwo bụ onye Naijiria. Ọ gara Tolworth Infants/Juniors School na Southborough High School na Hook, ma mesịa jụ ọtụtụ ebe na ụlọ akwụkwọ ihe nkiri UK iji gaa mahadum, nweta akara ugo mmụta mbụ na Business Computing na Mahadum Surrey, gụsịrị akwụkwọ na afo 2003. Mgbe ọ gụsịrị akwụkwọ ya, Okonkwo gbasoro ọrụ ime ihe nkiri oge niile.",
  "Okonkwo bụ otu n'ime ndị na-eme ihe nkiri iri ahọpụtara site na mmadụ puku iri na abuo na-achọ maka BBC Talent Scheme na afo 2001, na-eduga na ọrụ mbụ ya na Holby City. Ọ zụrụ na National Youth Theatre, ma bụrụ onye otu National Youth Music Theatre n'etiti afọ 1999 na afọ 2002. Okonkwo bụ onye nkwado nke Kingston-based International Youth Arts Festival.",
  "Ihe nkiri Okonkwo gụnyere Oklahoma!, Into the Woods, Fixer, As You Like It, In Time na A Matter of Life and Death",
  "Ọ nọrọ otu afọ na-eme ihe nkiri na National Theatre, ebe ọ pụtara n'ọtụtụ mmepụta gụnyere Philip Pullman's His Dark Materials",
  "Ọrụ ihe nkiri Okonkwo gụnyere Derailed (2005), Animal (2005) na Spirit Trap (2005)",
  "Ọ pụtakwara na ihe nkiri dị mkpirikpi Tooting Broadway Flatmates na Knock Off",
  "Na telivishọn, Okonkwo emeela ka ndị ọbịa pụta na ihe omume nke Holby City, Silent Witness, Casualty, M.I.T.: Murder Investigation Team na Roman Mysteries",
  "Ọ pụtakwara na Blood and Oil, ihe nkiri BBC Two banyere esemokwu mmanụ na Niger Delta. Okonkwo rụrụ ọrụ dị ka onye isi nke PC Clark na onye na-anya ụgbọelu na usoro mbụ nke New Tricks, na DC Callum Gada na Paradox.",
  "Okonkwo bụ onye otu Royal Shakespeare Company (RSC) ogologo oge na-eme ihe nkiri na oge ncheta afọ 50 ha na Stratford-Upon-Avon, na nso nso a na mmepụta nke Gregory Doran nke <i id=\"mwaw\">Julius</i> Caesar na Brooklyn Academy of Music (BAM) na New York na afọ 2013.",
  "O so mee ihe nkiri na The Birth of a Nation, nke gosipụtara na asọmpi na Sundance Film Festival na afọ 2016."
]