[
  "Chika 'Nancy' Ike  (amụrụ ya n'ọnwa iri n'otu n'afọ 1985) Ọ bụ onye egwuregwu onyo-onyoo nke mba Naijiria Nigerian actress, television personality, producer, businesswoman, philanthropist nakwa mo",
  "Amụrụ ya na Onitsha, Anambra, O bidoro ihe onyo-onyoo n'Egwuregwu ndi Ụkachukwu na-afọ 16. Ike bidoro ọrụ dika Model n'afọ 16 mgbe ọgachara secondary school. Na 2005 omere ihe onyo-onyoo ya nke akpọrọ \"Sweet Love\"",
  "Ọgara n'ihu mee ihe onyo-onyoo ndi ọzọ dika: \"Nikita\" in Bless the Child, To Love a Stranger na Paradise nakwa ọtụtụ ndi ọzọ",
  "Na 2007, Ike mere Mirror of Beauty, nke bụrụ  box office hit in",
  "Eziri Mirror of Beauty Odeon na Cineworld, di na UK,  aghọpụtakwara ya dika otu n'ime ihe onyo-onyoo eziri na mba Ụwa na Cannes film festival.",
  "Na 2014, O bidoro mewa \"Reality television series African Diva Reality TV Show, Nke Ọ bụ onye mmepụta ya pụrụ iche",
  "Eziri ya mbụ na  African magic channel di na DSTV ezikwara nke abụọ ya na AIT.",
  "Ike bidoro ọrụ onyo-onyoo ya na 2005 ebe o mere Sweet Love",
  "Onwetara ọrụ ya nke mbụ pụtara ihe n'otu afọ a n'ihe onyo-onyoo nke akpọrọ \"Bless the Child \" site oge a, omeela ọtụtụ ihe onyo-onyoo di iche iche Paradise, Mirror of Beauty, To Love a Stranger, Girls Cot Reloaded, Happy Ending, Yes We Will, Anointed Queen na The Prince and the Princess.",
  "Na 2007, eziri Mirror of Beauty na Cineworld nakwa Odeon cinemas di na U.K na 2008 aghọpụtara ya makwa zie ya Cannes film festival.",
  "O mepụtara Ụlọ-ọrụ n'emepụta ihe onyo-onyoo nke ya ọkpọrọ \"Chika Ike Production\", na 2014, mepụtakwa ihe onyo-onyoo ya nke mbụ \"Miss Teacher \" na reality TV game show African Diva Reality TV Show nke ọ bụ onye mmepụta ya nakwa otu onye ọka-ikpe ya",
  "Eziri nke mbụ ya na DStv na nke abụọ ya AIT. \nNa 2015, ya na Rok Studios mepụtara \"Happy Ending na Stuck on You\".",
  "Na 2004, Ike gara University of Lagos (Unilag) mee diploma program afọ abụọ na human kinetics na health education",
  "O mechara ya na 2006 nweta asambodo",
  "Ọgara n'ihu nweta degree na 'Human kinetics' na Health Education na Unilag",
  "Na 2014, Ọgụchara na New York Film Academy di na Los Angeles, California ebe ọ gụrụ film making.",
  "Ike rụrụ \"Help the Child Foundation\" nke ebumnuche ya bụ inyere ụmụ ogbenye aka",
  "Na-afọ 2012 omeere ụmụ 3000 mmemme, nye ha nri, akpa-akwụkwọ, ihe ndi eji ede ihe nakwa ngwa egwuregwu",
  "Afọ niile, Ọ na-eme emume enyemaka nyere ụmụ aka n'enweghi enyemaka, nye agụm akwụkwọ n'efu nakwa ngwa agụm akwụkwọ.",
  "N'afọ 2011, Ike mepụtara ngalaba eyimeyi ya nke ọkpọrọ \"Fancy Nancy\" na Abuja, Nigeria.",
  "Ike nwere nkwuwaokwu maka abusive relationships, ọ bụrụla onye domestic violence metụrụla",
  "Na-afọ 2013, okwupụtara na di ya n'eti ya ihe na-alum di na nwanyi ha.Ọ gbara alukwaghim na-afọ 2013.",
  "Ike enwetala ọtụtụ ihe inwe na nghọpụta maka ọrụ ya nke tinyere Africa Movie Academy Awards",
  "Best Upcoming Actress, 2008 Africa Movie Academy Awards., Best Actress in a Supporting Role, 2009."
]