[
  "Chike Obi // (na-ege ntị) (ọnwa April iri na asaa, n'afọ otu puku narị iteolu na iri abụo na otu na ọnwa March iri na atọ, 2008) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye mgbakọ na mwepụ na prọfesọ.",
  "African Mathematics Union na-atụ aro na ọ bụ onye Naijiria mbụ nwere nzere doctorate na mgbakọ na mwepụ. Nnyocha mbụ nke Dr",
  "Obi na-ekwu maka ajụjụ banyere ịdị adị nke ngwọta oge nke usoro ọdịiche dị iche iche na-abụghị nke a na-ahụkarị. O jiri usoro perturbation mee  nke ọma, ọtụtụ n'ime akwụkwọ ya nyekwara aka nke ukwuu ịkpali mmasị nyocha na isiokwu a n'ụwa niile ma ghọọ ndị a ma ama n'akwụkwọ",
  "[citation needed]",
  "Obi bụ onye dere ọtụtụ akwụkwọ na akwụkwọ akụkọ gbasara mgbakọ na mwepụ na ndọrọ ndọrọ ọchịchị Naijiria.",
  "Obi gụrụ akwụkwọ n'akụkụ dị iche iche nke Naịjirịa tupu ọ gụọ mgbakọ na mwepụ dị ka nwa akwụkwọ si na Mahadum London. Ozugbo ọ gụsịrị akwụkwọ mbụ ya, ọ nwetara agụmakwụkwọ iji mee ọmụmụ nyocha na Pembroke College, Cambridge, wee soro ọmụmụ doctoral na Massachusetts Institute of Technology",
  "na Cambridge, Massachusetts, United States, na-aghọ na 1950, onye Naijiria mbụ natara PhD na mgbakọ na mwepụ.",
  "Obi laghachiri nkuzi na Mahadum Naịjirịa nke Ibadan. N'oge na-adịghị anya, ọrụ ndọrọ ndọrọ ọchịchị wepụrụ ya na nke a",
  "Mgbe agha ahụ gasịrị, ọ laghachiri na nkuzi na 1970 na Mahadum Lagos ebe ọ rịgooro ngwa ngwa n'ọkwa agụmakwụkwọ dị elu nke prọfesọ.",
  "Ọ hapụrụ Steeti Lagos iji laghachi na mgbọrọgwụ ya n'obodo Onitsha, guzobe Nanna Institute for Scientific Studies.",
  "Obi meriri Sigvard Eklund Prize maka ọrụ mbụ na nhazi dị iche iche site na International Centre for Theoretical Physics",
  "Ọ bụ onye nkuzi mahadum ruo mgbe ọ lara ezumike nká dị ka Prọfesọ Emeritus na 1985.",
  "N'afọ 1997, Obi kwuru na ọ bụ onye nke atọ doziri Fermatis Last Theorem mgbe Andrew Wiles na Richard Taylor gasịrị na 1994.\nO kwukwara na ọ chọtara ihe akaebe dị mkpa maka Theorem Ikpeazụ nke Fermatis",
  "E mere ọrụ a na Nanna Institute for Scientific Studies na Onitsha, Eastern Nigeria ma bipụta ya na Algebras, Groups and Geometries Otú ọ dị, nyocha nke ihe akaebe a bipụtara na Mathematical Reviews na-egosi na ọ bụ ihe akaebe ụgha.",
  "Na Ibadan, Obi malitere ikwu okwu banyere nkà ihe ọmụma ndọrọ ndọrọ ọchịchị ya, Kemalism na otu o si chee na a ga-esi jikwaa mba ahụ",
  "O nyere aka guzobe Dynamic Party of Nigeria, nke o jere ozi dị ka odeakwụkwọ ukwu mbụ ya",
  "Site na pati ahụ, o guzoro dị ka onye na-azọ ọkwa na ntuli aka ndị omeiwu na Ibadan na 1951 mana o meriri.",
  "Òtù ahụ mechara soro nnukwu National Council of Naijiria and Cameroon nakwa Action Group jikọọ aka",
  "A họpụtara Obi dị ka otu n'ime ndị nnọchi anya Naijiria nke kwurịtara ụzọ mba ahụ ga-esi nwee onwe ya na nzukọ abụọ nke obodo London na n'afọ otu puku narị iteolu na iri ise na asaa na n'afọ otu puku narị iteolu na iri ise na asatọ.",
  "Mgbe Naịjirịa nweere onwe ya site na obodo Britain n'afọ otu puku narị iteolu na iri isii, a họpụtara Obi ka ọ bụrụ onye omeiwu na Eastern House of Assembly na 1960, ọ jụrụ ịhapụ oche ya na ndị omeiwu mba na Steeti Lagos, onye isi oche nke ụlọ mpaghara nyere iwu ka ndị ọrụ nchekwa wepụ Obi",
  "E rubere iwu a isi ma Obi kpebiri itinye onwe ya n'ihe omume mpaghara.",
  "N'afọ otu puku narị iteolu na iri isii na abụọ, e jidere Obi ma boo ya ebubo ịgba ọchịchị mgba okpuru n'ikpe mkpegharị nke gọọmentị obodo nke oge ahụ haziri, bụ ndị boro ya na ndị ọzọ, gụnyere onye isi ndị mmegide n'oge ahụ, Obafemi Awolowo, ebubo na ha na-akpa nkata ịkwatu gọọmentị",
  "E mechara tọhapụ ya makana ihe akaebe.",
  "Mgbe Agha Obodo Naịjirịa malitere n'afọ otu puku narị iteolu na iri isii na asaa, Obi kwadoro Biafra, na-arụ ọrụ maka onye ndú nnupụisi Chukwuemeka Odumegwu Ojukwu",
  "N'oge dị mkpirikpi na 1970s mgbe ọ rụrụ ọrụ na National Revenue Mobilization Commission.",
  "Obi kwara okpukpe na ịkpa oke agbụrụ aka, na omenala nrụrụ aka jupụtara na ndị ndọrọ ndọrọ ọchịchị Naijiria",
  "Ọ bụ onye na-ede akwụkwọ akụkọ mba na 1980s, na-ede n'okpuru isiokwu, \"M na-ekwu maka ndị mmadụ\".",
  "Onye prọfesọ nleta na Mahadum Rhode Island, USA, Mahadum Jos, Nigeria, na Chinese Academy of Science, Obi bụ onye natara nsọpụrụ mba nke Commander of the Order of the Niger (CON) na Fellow nke Nigerian Academy of Science.",
  "Mgbe Obi nwụrụ n'afọ puku abụọ na asatọ, nwunye ya hapụrụ ya ruo n'afọ puku abụọ na iri",
  "Nwunye Obi Belinda nwụrụ na mbido afọ puku abụọ na abụọ dị ka nọọsụ ma ha nwere ụmụ aka anọ."
]