[
  "Nlekọta ụmụaka, nke a makwaara dị ka nlekọta ụbọchị, bụ nlekọta na nlekota anya nke nwatakịrị ma ọ bụ ọtụtụ ụmụaka n'otu oge, ndị afọ ha sitere na izu abụọ ruo afọ iri na asatọ",
  "Nlekọta ụmụaka bụ isiokwu sara mbara nke na-ekpuchi ọtụtụ ndị ọkachamara, ụlọ ọrụ, ọnọdụ, ọrụ, na mgbakọ mmekọrịta mmadụ na ibe ya na omenala",
  "Nlekọta ụmụaka n'oge bụ akụkụ dị mkpa ma na-elegharakari anya nke mmepe ụmụaka.[US 1]",
  "Nlekọta nke ụmụaka ndị yiri n'afo na-enye aka na-ekpuchi mmetụta dị iche iche nke mmepe na mmetụta uche na ndị na-elekọta ma na-akwụ ụgwọ",
  "Nke a bụ n'ihi mmepe uche ha nọ n'ọnọdụ ụfọdụ nke enweghị ike ịga n'ihu dịka o kwesịrị ịdị na afọ ndụ ha.[US 1] Ọrụ nlekọta a nwekwara ike ịbụ nke ezinaụlọ nnukwu nwa ahụ",
  "Ụdị nlekọta ụmụaka ọzọ nke na-arị elu n'ụzọ dị iche na nlekọta ezinụlọ bụ nke nlekọta ụmụaka dabeere na etiti",
  "N'ọnọdụ inye nlekọta ezinụlọ, enwere ike inye ndị nlekọta a na-akwụ ụgwọ, ụlọ ụmụ mgbei ma ọ bụ ụlọ nlekọta ọrụ ndị a iji nye nlekọta, ụlọ, na ụlọ akwụkwọ.",
  "Ndị nlekọta ọkachamara na-arụ ọrụ n'ime ọnọdụ nke nlekọta dabeere na etiti (gụnyere crèches, daycare, ụlọ akwụkwọ ọta akara na ụlọ akwụkwọ) ma ọ bụ nlekọta dabeere n'ụlọ (nannies ma ọ bụ nlekọta ụbọchị ezinụlọ)",
  "Ihe ka ọtụtụ n'ime ụlọ ọrụ nlekọta ụmụaka dị na-achọ ka ndị na-elekọta ụmụaka nwee ọzụzụ dị ukwuu na enyemaka mbụ ma bụrụ ndị CPR kwadoro",
  "Na mgbakwunye, nyocha ndabere, nyocha ọgwụ na ụlọ ọrụ niile, na nkwenye ntụaka na-abụkarị ihe achọrọ",
  "Nlekọta ụmụaka nwere ike ịgụnye ọnọdụ mmụta dị elu nke gụnyere agụmakwụkwọ nwata ma ọ bụ agụmakwụkwọ elementrị",
  "\"Ebumnuche nke usoro ihe omume kwa ụbọchị kwesịrị ịbụ ịkwalite ọganihu mmepe na gburugburu ebe obibi dị mma ma dị nchebe ma kwesiri ịdị na-agbanwe agbanwe iji nweta ọdịmma nke ụmụaka na ikike nke ụmụaka n'otu n'otu",
  "\"[US 1] N'ọtụtụ ọnọdụ, onye na-elekọta ụmụaka kwesịrị ekwesị bụ onye nkụzi ma ọ bụ onye nwere nzulite mmụta na mmepe ụmụaka, nke chọrọ ọzụzụ lekwasịrị anya ma e wezụga nkà ndị a na-ahụkarị nke onye na-elekọta ụmụaka.",
  "Tinyere nhọrọ ikikere ndị a, ndị nne na nna nwekwara ike ịhọrọ ịchọta onye na-elekọta ha ma ọ bụ hazie mgbanwe nlekọta ụmụaka na ezinụlọ ọzọ.",
  "Nlekọta ụmụaka digasi n'iche n'iche na odinala ndi",
  "Ọ bụ ezie na ọtụtụ obodo zuru ụwa ọnụ na-ahọrọ ụmụaka dị afọ 7-10 maka ọrụ nlekọta a họpụtara, a na-ahọrọ ụmụaka na-erubeghị afọ iri na abụọ na mba ọdịda anyanwụ ebe a na-akwụ ụgwọ nlekọta ụmụaka. Dịka ọmụmaatụ, ụmụaka dị obere na Zaire na-eji mma eme ihe mgbe niile n'enweghị nsogbu na nkà ebe ndị okenye nọ n'etiti America anaghị atụkwasị ụmụ ha na-eto eto obi na mma",
  "Mmepe ụmụaka abụghị naanị ihe ọmụmụ ma ọ bụ nke uche ọ bụkwa usoro ọdịbendị ma ọ bụghị ihe zuru ụwa ọnụ. Na mba ebe a na-enye ụmụaka ibu ọrụ ndị okenye na-eje ozi dị ka \"ndị nlekọta oge ụfọdụ\" na ụmụaka na-anya isi na ibu ọrụ ha.",
  "Otu akụkụ dị mkpa nke ọtụtụ ndị na-elekọta ụmụaka na-agbalị itinye n'ọrụ n'ime nkwupụta ozi ha na usoro ihe omume kwa ụbọchị bụ ịmara ọtụtụ ọdịbendị ha ga-emeso",
  "A hụrụ nke a dị ka ihe dị mkpa n'ihi ọnụ ọgụgụ na-arịwanye elu nke ezinụlọ na-atụle ma na-achọ nlekọta ụmụaka",
  "Mmemme ga-aghọta myirịta na ọdịiche dị n'etiti ọdịbendị / agbụrụ",
  "A ghaghị ime nke a iji ghọta ọdịiche dị iche iche nke obodo.[US 1] Ụmụaka kwesịrị inwe ike ịnọchite anya omenala ha yana inwe ike ịmụta banyere omenala ndị ọzọ ha na-ahụbeghị",
  "Nke a dị oke mkpa n'ihi na ọ na-agbakwụnye mmepe uche ha na nghọta ha banyere ụwa.",
  "Australia nwere nnukwu ụlọ ọrụ nlekọta ụmụaka, mana n'ọtụtụ ebe (karịsịa n'ime ime obodo nke nnukwu obodo na n'ime ime obodo) nnweta dị ntakịrị ma oge ichere nwere ike iru ọtụtụ afọ. Atụmatụ enyemaka nlekọta ụmụaka nke Gọọmentị Australia na-enye enyemaka na-emesapụ aka na ụgwọ nlekọta ụmụaka, mana nke a ka na-ahapụ ọtụtụ ezinụlọ na nnukwu ego n'akpa uwe. Ọnụ ego kwa izu nke nlekọta ogologo ụbọchị na 2013 bụ ihe dịka A $ 364 nke na-eme ka ọ ghara iru ndị na-enweta ego dị ala.",
  "Iwu na-achịkwa Australian Children's Education & Care Quality Authority (ACECQA), otu gọọmentị etiti, nke na-arụ ọrụ dị ka etiti maka ụlọ ọrụ steeti. Ka ọ na-erule 2021, onuogu bụ 1:4 maka ụmụ ọhụrụ, 1:5 maka ndị dị afọ 2–3 (ma e wezụga maka VIC - 1:4), 1:10 maka ndị na-agụghị akwụkwọ na NSW, TAS na WA, na 1:11 maka ndị na-agụgh na ACT, NT, QLD, SA na VIC.",
  "Ndị ọrụ nlekọta ụmụaka niile ga-enwerịrị, ma ọ bụ na-arụ ọrụ, asambodo nke atọ na Ọrụ Ụmụaka iji rụọ ọrụ na etiti (Nghọta nke mmụta mbụ dị iji nyere ndị ọrụ ruru eru nwere ọtụtụ afọ ahụmahụ, mana enweghị nzere)",
  "(Ihe ndị ọzọ dị elu bụ 'Diploma of Children's Services' na nzere mmụta nwata).",
  "Iwu dị iche n'etiti steeti gbasara nlekọta ụbọchị ezinụlọ na Australia",
  "Iji malite azụmahịa nlekọta ụbọchị ezinụlọ na Victoria, onye nkuzi kwesịrị inwe asambodo nke atọ na ọrụ ụmụaka ma ọ bụ na-arụsi ọrụ ike maka otu ihe ahụ",
  "Ọzọkwa, nyocha ndị uwe ojii ugbu a, ọzụzụ enyemaka mbụ ugbu a na mkpuchi (karịsịa maka nlekọta ụbọchị ezinụlọ) dị mkpa maka ịmalite nlekọta ụbọchị ezinụlọ",
  "Ụlọ ahụ kwesịrị ịdị nchebe maka ụmụaka",
  "Otu ndị nkuzi iri na ise na-arụ ọrụ n'okpuru otu onye nlekọta nke ga-enwerịrị diplọma na ọrụ ụmụaka.",
  "N'Australia, Nannies bụkwa nhọrọ nlekọta ụmụaka dị irè maka ọtụtụ ezinụlọ, ọ bụ ezie na ha anaghị enweta uru nke Gọọmenti Child Care Subsidy ugbu a",
  "Nannies na-enyekarị ọtụtụ ụdị ọrụ, gụnyere nannies nkịtị na ndị na-adịgide adịgide, yana au pairs na nannies abalị.",
  "Canada na-enye ma ụlọ ọrụ nlekọta ụbọchị nke onwe na nke enyemaka",
  "Ụfọdụ ụkọ nke oghere enyemaka nwere ike ime ka oge dị mkpa iji chọta onye na-elekọta ụmụaka kwesịrị ekwesị",
  "Iji merie nke a, gọọmentị ma ọ bụ ụlọ ọrụ nkeonwe na-enyere ndị nne na nna aka ịchọ ohere dị n'ịntanetị."
]