[
  "Nkwado Ụmụaka na New Zealand na-achịkwa site na Iwu Nkwado Ụmụaka nke afọ 1991 ma na-achịkwa ya site na otu Nkwado Ụmụaka nke Inland Revenue.",
  "E nwere ụzọ atọ maka ịgbakọ ọkwa nkwado ụmụaka nne ma ọ bụ nna nwere ụgwọ, ha bụkwa: (nke mbu)",
  "Iwu nke Ụlọikpe Ezinụlọ (nke abụọ)",
  "Nkwekọrịta afọ ofufo (nke ato)",
  "Inland Revenue mgbakọ",
  "N'okpuru ọtụtụ mmachi, IRD nwere ike ịmanye iwu nkwado ụmụaka nke Ụlọikpe Ezinụlọ mere.",
  "N'okpuru mmachi ụfọdụ, nne na nna nwere ike ikwenye na nkwekọrịta afọ ofufo, ma denyekwa aha nkwekọrịta ahụ na IRD maka mmanye.",
  "Ego a na-enweta kwa afọ maka nkwado ụmụaka, bụ n'ozuzu ego sitere na afọ ụtụ isi gara aga, ya bụ afọ ruo ụbọchị iri atọ na otu n'ọnwa Machị, ọ bụ ezie na IRD na-eme na Febụwarị atụmatụ nke ọnwa 6 mbụ n'ihi eziokwu ahụ bụ na a naghị edebanye akwụkwọ nkwụghachi ụtụ isi ruo Julaị, a na-emesị gbanwee atụmatụ ndị a n'ọnwa Ọgọstụ mgbe e debere akwụkwọ nkwụghachi ụtụ isi.",
  "N'agbanyeghị, n'ọnọdụ ụfọdụ, Nne na Nna nwere ike iji atụmatụ nke ego ha maka afọ ahụ",
  "Ọzọkwa, ndị ọrụ onwe ha nwere ike iji ego ha na-atụ ụtụ isi site na ọ bụghị afọ ụtụ isi gara aga, kama afọ ụtụ isi gara aga.",
  "IRD na-enye Nne na Nna na-akwụ ụgwọ ego ndụ, nke a na-akwụghị ụgwọ nkwado ụmụaka ma ọ dịgasị iche dabere na ma Nne na Nna na-akwụ ụgwọ nwere di ma ọ bụ nwunye ma ọ bụ ụmụ na-adabere na ya",
  "Otú ọ dị, ọ bụrụ na nne ma ọ bụ nna ahụ nwere mmefu ndụ dị elu karịa nke nkịtị, ógè ahụ ha nwere ike itinye akwụkwọ n'ihe gbasara Nyocha Nchịkwa iji mụbaa ego ndụ ha.",
  "Ọnụ ọgụgụ pasent nke IRD na-eji na-adabere na ọnụ ọgụgụ ụmụaka ndị nne ma ọ bụ nna na-akwụ ụgwọ ga-akwụ ụgwọ nkwado ụmụaka",
  "Ndepụta dị n'okpuru ebe a na-egosi pasent ebe nne ma ọ bụ nna na-akwụ ụgwọ anọghị na ndokwa nlekọta n'ihe gbasara ebumnuche nkwado ụmụaka:",
  "Dịka ọmụmaatụ, Nne ma ọ bụ nna nwere ụgwọ, na-ebi naanị ya na-enweghị ụmụ na-adabere na ya, na-enweta puku dollar iri anọ, ya na ụmụ abụọ na nne ma ọ bụ nna na-elekọta ya ga-akwụ ụgwọ ndị a na nkwado ụmụaka:",
  "puku dollar iri anọ (ego zuru oke) na-ewepụ puku iri na anọ na narị itoolu na iri isii (ego ndụ) dị ka $ 25,040 $ 25,040 wee mụbaa site na 24% (maka ụmụaka 2) = nkwado ụmụaka kwa afọ nke $ 6,009.60 nke kewara site na 12 = $ 500.80 kwa ọnwa na nkwado ụmụaka.",
  "Enwere obere ego nkwado ụmụaka iji kwụọ ụgwọ, ọ gwụla ma a na-ahapụ nne ma ọ bụ nna ahụ, nke bụ $ 16.80 kwa izu ugbu a",
  "Dị ka ego a agbanweghị agbanwe n'ime afọ iri abụọ, a na-eche na Iwu Ndezigharị Nkwado Ụmụaka a ga-eme ka ego a mụbaa na dollar iri atọ na ise kwa izu, nke a ga-agbanwekwa kwa afọ maka ọnụego.",
  "N'ime ihe ole na ole a na-ahapụ n'ihi ndị nne na nna na-akwụ ụgwọ nkwado ụmụaka bụ ndị ọrịa ụlọ ọgwụ na ndị mkpọrọ, nke izu iri na atọ ma ọ bụ karịa, yana ndị nne na nna na-akwụ ụgwọ ógè ha dị afọ iri na isii ma ọ bụ karịa, a na-ahapụ ịkwụ ụgwọ nkwado ụmụaka.",
  "Ọ bụrụ na nne ma ọ bụ nna na-akwụ ụgwọ na-akwụ ụgwọ nkwado ụmụ ha, IRD ga-eme ka onye ọrụ nne na nna na-akwụ ụgwọ wepụ ụgwọ site na ụgwọ ha, ruo pasentị iri anọ nke ụgwọ ha, dịka a na-akpọ ndị ọzọ dị ka Nchedo",
  "Ikike ndị ọzọ IRD nwere bụ iwepu ego site na akaụntụ ụlọ akụ nke nne na nna na-akwụ ụgwọ, yana ịnyefe nkwụghachi ụtụ isi ọ bụla ha nwere ike ịnweta",
  "N'adịghị ka mba ụfọdụ, ọchịchị nkwado ụmụaka nke New Zealand enweghị ntaramahụhụ nke ịtụ mkpọrọ n'ihi ụgwọ",
  "Otú ọ dị, ọ bụ ihe arụmụka na IRD nwere ikike ijide Nne na Nna na-akwụ ụgwọ na ọdụ ụgbọ elu, mana ebe ọ bụ na nke a bụ nsogbu na irube isi n'iwu, ọ dịghị mgbe a na-eme ya",
  "Ọ bụghị na nke a na-egbochi IRD iyi egwu ime nke ahụ.",
  "Dị ka ntaramahụhụ ụtụ isi ndị ọzọ, IRD nwere usoro ntaramahụhụ siri ike nke ịgbakwunye pasent abụọ ozugbo ọ dara, na pasent asatọ ọzọ agbakwunyere ụbọchị asaá mgbe e mesịrị ma ọ bụrụ na ọ ka akwụghị ụgwọ",
  "Mgbe nke ahụ gasịrị, a na-akwụ ụgwọ ntaramahụhụ nke pasent abụo kwa ọnwa maka ọnwa iri na abụọ mbụ, wee belata na otu pasent kwa ọnwa mgbe nke ahụ gasịrị.",
  "Nke a emeela ka usoro nke IRD na-adịgide adịgide n'ụzọ dị ukwuu na-achụ ụgwọ ndị bụ naanị ntaramahụhụ",
  "Dịka ọmụmaatụ, dị ka ọ dị n'ubochí iri atọ na otu n'ọnwa Machị afọ 2012, nke ngụkọta ụgwọ nkwado ụmụaka IRD nke $ 2,305 nde, 72% nke a bụ $ 1,668 nde nke ntaramahụhụ a na-akwụghị ụgwọ."
]