[
  "Ihe ruru ụmụaka puku iri ka ndị otu ndị agha jiri mee ihe na agha agha na Central African Republic (CAR) n'agbata n'afọ 2012 na 2015, ka ọ na-erule afọ 2016 nsogbu ahụ na-aga n'ihu na mba niile. Njikọ ndị Alakụba “Séléka” nke ndị agha na ndị agha \"Anti-Balaka” nke ndị Kraịst, ejirila ụmụaka mee ihe n’ụzọ dị otú a; ụfọdụ dị afọ asatọ.",
  "N'ime 2005, agha agha bilitere n'etiti gọọmentị nke onye isi ala François Bozizé na ndị agha, bụ ndị kwadoro ya iji weghara ọchịchị n'ime afọ 2003. Mgbe mkparịta ụka udo wetara nkwụsi ike, esemokwu n'etiti otu ndị otu ahụ bilitere ọzọ na 2012. Ndị agha guzobere njikọ \"Séléka\" nke ndị Alakụba, na-akwatu Onye isi ala.",
  "Na nkwughachi ihe gbasara omume maka mmegbu ruuru mmadụ nke Séléka meriri, \"Anti-Balaka\" pụtara, otu ndị agha na-enweghị isi nke ndị agha Christian na ndị agha animist mejupụtara, nke gọọmentị François Bozizé kwadoro. E meziri ka mmegharị a sikwuo ike site n'ịhapụ ndị agha na-eguzosi ike n'ihe nye onye isi ala mbụ ahụ, ọ malitekwara ime mmegbu megide ndị Alakụba dị nta nke obodo ahụ.",
  "Dị ka a na-aga n'ihu, ime ihe ike mba niile n'etiti obodo abụọ ahụ sochiri, ha abụọ kpọbatara ụmụaka n'ọtụtụ ebe maka ebumnuche agha. N'ime afọ 2013, UNICEF mere atụmatụ na ihe dị ka ụmụaka puku abuo na-eji n'ụzọ dị otú a, na n'afọ 2015 ọnụ ọgụgụ ahụ gbagooro n'etiti ụmụaka puku isii na puku iri.",
  "Na Mee 2015, Forum de Bangui kpọkọtara ndị nnọchi anya gọọmentị mgbanwe, ndị omeiwu, ndị agha, ọha mmadụ na ndị isi okpukpe",
  "Na nzukọ ahụ, ọtụtụ ndị agha gbasara aka na nkwekọrịta maka iwepụ ngwá agha, mkpochapụ, njikọta na mbugharị (DDRR) ma kwenye ịhapụ ọtụtụ puku ụmụaka.",
  "Kemgbe afọ 1992, CAR na-agbaso nkwekọrịta maka ikike nke nwatakịrị, nke chọrọ ka steeti \"mee ihe niile nwere ike ime iji hụ na ndị na-erubeghị afọ iri na ise anaghị esonye kpọmkwem na agha\". Kemgbe afọ 2017, CAR ejidekwa ụkpụrụ dị elu nke nkwekọrịta nhọrọ gbasara itinye ụmụaka n'agha agha, nke chọrọ ka gọọmentị \"mee ihe niile nwere ike ime iji hụ na ndị na-erubeghị afọ iri na asatọ anaghị esonye kpọmkwem na agha nakwa na a naghị etinye ha n'ọrụ n'ime ndị agha ha",
  "\"",
  "Mgbe afọ 2012 gasịrị, ntinye ụmụaka maka ebumnuche ndị agha hụrụ mmụba dị ịrịba ama n'okpuru njikọ Séléka na Anti-Balaka movement.",
  "Dị ka Child Soldiers International si kwuo, a na-azụ ụmụ nwoke na ụmụ nwanyị dị afọ asatọ ịlụ ọgụ na iji ngwá agha dị mfe dịka AK47, mma na mma, a na-ejikarị ha eme ihe n'ihu",
  "A na-ejikwa ụmụaka eme ihe dị ka ndị nche, ndị na-ebu ihe, ndị ozi, ndị nledo, ndị na-esi nri, na maka ebumnuche mmekọahụ",
  "Òtù ahụ na ekwuputa na a na-ahọrọ ụmụaka kachasị nta maka ọrụ nkwado, dị ka ịkwadebe nri, ịsa uwe, ma ọ bụ ịrụ ọrụ dị ka ndị ozi na ndị na-ebu ihe, nakwa na ọnụ ọgụgụ dị ukwuu nke ụmụaka ka e nyere ọrụ na-ahụ maka ihe mgbochi okporo ụzọ na ịnara ndị njem ego na ihe ndị dị oké ọnụ ahịa",
  "Ihere dị ike nke metụtara ime ihe ike mmekọahụ na-eduga n'ịkọ akụkọ dị ala, mana UN enwetala akụkọ na e ji ọnụ ọgụgụ dị ukwuu nke ụmụ agbọghọ na ụfọdụ ụmụ nwoke mee ihe maka ebumnuche mmekọahụ, banyere ndina n'ike."
]