[
  "Òwùwè ụmụaka ma ọ bụ owuwe nwa ọhụrụ na-ezo aka n'usoro ire ụmụ mmadụ, na-abụkarị maka nkuchi nke ezinụlọ na mba ndị mepere emepe, mana mgbe ụfọdụ maka ebumnuche ndị ọzọ, gụnyere ịzụ ahịa",
  "Okwu a gụnyere ọtụtụ ọnọdụ na ogo nke akụ na ụba, mmekọrịta mmadụ na ibe ya, na mmanye anụ ahụ",
  "A na-akpọ mmemme owuwe ụmụaka ma ọ bụ ebe ha na-ewere ọnọdụ mgbe ụfọdụ dị ka ụlọ ọrụ mmepụta ihe ụmụaka ma ọ bụ ugbo ụmụ ntakịrị.",
  "Òwùwè  ụmụaka na-ezo aka n'ọnọdụ ebe a na-ere ụmụaka maka nkuchi, mana ọ pụkwara ịpụta ọnọdụ ebe a na-azụ ahịa ụmụaka iji nye ndị ohu ọrụ. A na-ejikọta ya karịsịa ma jupụta na ụfọdụ ahịa nkuchi mba ụwa.",
  "A na-amanyekarị ụmụ ọhụrụ a na-azụta n'ahịa ịrụ ọrụ n'ugbo, ogbunigwe na ụlọ ọrụ mmepụta ihe, dị ka ndị ọrụ ụlọ ma ọ bụ dị ka ndị ọrụ mmekọahụ. Enweela ebubo ole na ole banyere ụfọdụ mmemme òwùwè ụmụaka nke na-enye ụmụ ọhụrụ ka a taa ha ahụhụ ma ọ bụ chụọ ha n'àjà  anwansi ojii ma ọ bụ amoosu. Ndị ọrụ nchekwa Naịjirịa achọpụtala ọtụtụ ụlọ ọrụ ụmụaka a na-ebo ebubo n'afọ ndị na-adịbeghị anya, ọburu ibu na mpaghara ọwụwa anyanwụ nke mba ahụ bu ndị Igbo bi.",
  "Ịzụ ahịa mmadụ juru ebe niile n'ebe ọdịda anyanwụ Afrịka, ebe a na-azụta ụmụaka n'aka ezinụlọ ha ka ha rụọ ọrụ n'ugbo, ogbunigwe na ụlọ ọrụ mmepụta ihe ma ọ bụ dị ka onye enyemaka n'ụlọ.",
  "A na-ere ndị ọzọ n'ịgba akwụna, a na-ata ha ahụhụ ma ọ bụ chụọ ha n'àjà na mmeme anwansi ojii. A mechibidoro ịzụ ahịa mmadụ, gụnyere ire ụmụaka, n'okpuru iwu Naịjirịa (PDF), mana ihe fọrọ nke nta ka ọ bụrụ afọ iri gara aga, akụkọ UNESCO (PDF) banyere ịzụ ahịa mmadụ na Naịjirịa gosipụtara azụmahịa ahụ dị ka mpụ nke atọ kachasị na mba ahụ n'eso aghụghọ ego na ịzụ ahịa ọgwụ ọjọọ, ọnọdụ ahụ adịbeghị mma",
  "A na-ere ma ọ dịkarịa ala ụmụaka iri kwa ụbọchị na mba ahụ.",
  "Ụmụ nwanyị dị ime nwere ike ihu nrụgide akụ na ụba ma ọ bụ mmekọrịta mmadụ na ibe ya, ma ọ bụ, na-adịkarịghị, mmanye kpọmkwem ịhapụ ụmụ ọhụrụ ha. E nwere akụkọ a na-adịghị ahụkebe banyere ụmụ nwanyị na-adubeghị ime ka a na-etinye ime iji mụpụta ụmụ ọhụrụ maka ire ere.",
  "A kọrọ banyere ugbo ụmụaka na India, Nigeria, Guatemala, Thailand na Egypt.",
  "Òwùwè ụmụaka na Naịjirịa bụ akụkụ nke ịzụ ahịa mmadụ",
  "Ọ na-ewerekarị ọnọdụ n'ime ụlọ ndị e mere ka ọ bụrụ ụlọ nne, ụlọ ụmụ mgbei, ụlọ ọgwụ na obere ụlọ ọrụ ebe ụmụ agbọghọ dị ime na-ebi ma na-amụ ụmụ ọhụrụ iji kwụọ ụgwọ ego. Ihe dị iche iche na-ebute omume a gụnyere ụgwọ mmekọrịta mmadụ na ibe ya na ịmụ nwa na mmechuihu ọha na eze banyere amụtaghị nwa na afọ ime afọ iri na ụma",
  "Ahịa ojii maka ụmụ amụrụ ọhụrụ amalitela n'akụkụ ụfọdụ nke mba ahụ iji nye ụmụ ọhụrụ n'ezinụlọ bara ọgaranya ndị na-ahọrọ usoro nzuzo dị ọnụ ala dị ka ihe nnọchi anya maka ịmụ nwa, in vitro fertilization, assisted reproductive technology ma ọ bụ nkuchi site na ọrụ mmekọrịta mmadụ na ibe ya.",
  "Ọtụtụ n'ime ụmụ nwanyị ndị a na-ere ụmụ ha bụ ụmụ nwanyị na-alụbeghị di na nwunye sitere n'ezinụlọ ndị nwere obere ego bụ ndị na-atụ egwu mmechuihu ọha na eze n'ihi afọ ime a na-achọghị",
  "Ụfọdụ n'ime ụmụ agbọghọ na-eto eto na-abịa n'ụlọ ọrụ na-emepụta nwa mgbe ha chọchara ụlọ ọgwụ iha ime, ọ bụ ezie na a tọọrọ ndị ọzọ. A na-ahụ ọtụtụ n'ime ụlọ ọrụ mmepụta ụmụaka a chọpụtara na Ndida Naijiria na Ondo, Ogun, Imo, Akwa Ibom Abia na Anambra.",
  "Ọ bụ United Nations Educational, Scientific and Cultural Organisation bipụtara akụkọ mbụ a kọrọ n'ihu ọha banyere ụlọ ọrụ na-emepụta ụmụaka n'afọ 2006. N'afọ 2008, ndị uwe ojii kpughere netwọk nke ụlọ ọrụ na-emepụta ụmụaka na-azọrọ na ha bụ ụlọ ụmụ mgbei na Enugu, Enugu Steeti (Nigeria). N'afọ 2011, ndị uwe ojii Naịjirịa wakporo ụlọ ọgwụ abụọ ọzọ, si otú a kwatuo ụlọ ọrụ ụmụaka abụọ: n'ọnwa Juun, a hụrụ ụmụ nwanyị dị ime iri atọ na abụọ na Aba, Abia n'ụlọ ọgwụ nke The Cross Foundation; n'ọnwa irí, a hụrụ ụmụ nwanyị dị ime iri na asaa (iri atọ dị ka ụfọdụ isi mmalite si kwuo) na Ihiala, Anambra n'ụlọ ọgwụ nke Iheanyi Ezuma Foundation. Achọpụtara ụlọ ọrụ ụmụaka ise ọzọ na 2013, a chọpụtakwara asatọ ọzọ na afọ 2015. A na-ahụ ụmụ nwanyị na-enweghi ike ịmụ nwa dị ka ndị isi na-akwado ụlọ ọrụ ụmụaka ndị a n'ihi mmechuihu nke di na nwunye na-enweghị nwa na Southern Nigeria na nsogbu gbasara nnabata ọdịbendị nke ịmụ nwa na nkuchi",
  "Omume ndị a enyewo aka na uto na ụlọ ọrụ ahụ nke na-akpata ime ihe ike anụ ahụ, nke uche, na mmekọahụ nye ndị ahụ ọ metụtara.",
  "Idozi ụlọ ọrụ ụmụaka ga-agụnye ụzọ dị iche iche nke gụnyere ịkwado na ịme iwu na-egbochi ụlọ ọrụ ụmụaka na ịzụ ahịa ụmụ ọhụrụ na nsonaazụ siri ike maka ndị na-elekọta ha",
  "Ọzọkwa, a chọrọ mmemme iji kụziere ụmụ agbọghọ na-eto eto banyere igbochi ịtụrụ ime a na-achọghị",
  "A ghaghị inyocha ụzọ isi meziwanye mmata na nnabata nke nkuchi na ịmụ nwa na ibelata nsogbu nchịkwa na iwu metụtara nhọrọ ndị a maka di na nwunye na-enweghị ike ịmụ nwa iji belata mkpa ụlọ ọrụ ụmụaka"
]