[
  "Ụlọ ọrụ nkwado ụmụaka (CSA) bụ ngalaba na-enyefe ọrụ na-ahụ maka ọrụ na ụgwọ ezumike nká (Otu Nlekọta Ụmụaka) na Great Britain na ngalaba na-ahụ maka mmepe mmekọrịta mmadụ na ibe ya na Northern Ireland",
  "N'ịbụ nke amalitere n'ubochí isé n'ọnwa Eprel afọ1993, CSA ga-emejuputa Iwu Nkwado Ụmụaka 1991 ma hazie ịkwụ ụgwọ maka ndị nne na nna ha na ụmụ ha bi",
  "A kpochapụrụ CSA ma dochie ya n'afọ 2012 site na onye nọchiri ya, Child Maintenance Service (CMS).",
  "Ọrụ CSA nwere okpukpu abụọ, na-agụnye ịgbakọ ego ole mmezi ụmụaka kwesịrị (dabere na iwu na iwu ndị dị ugbu a) na nchịkọta, mmanye na ịnyefe ụgwọ nke sí n'aka nne ma ọ bụ nna na-abụghị onye bi na ya nye onye nwere nlekọta.",
  "N'ihe gbasara CSA iji mepụta ikpe ịkwụ ụgwọ, otu n'ime nne na nna ga-arịọ ọrụ ha; ma ọ bụ iji mepụta ikpe mgbake, nne ma ọ bụ nna nwere nlekọta (PWC) ga-anata nkwado ego, Onyinye Ndị na-achọ ọrụ, Uru Ọrịa, ma ọ bụ uru ọzọ dị otú ahụ",
  "Iwu nyekwara ụmụaka nọ na Scotland ohere ịmalite ikpe megide otu ma ọ bụ ndị nne na nna na-abụghị ndị bi na ya (NPCs).",
  "CSA enweghị ike itinye aka, ọbụlagodi ógè a rịọrọ ya, n'ọnọdụ ndị a (ma e wezụga n'ọnọdụ ebe nne ma ọ bụ nna nwere nlekọta na-ekwu na Nkwado Ego ma ọ bụ Onyinye Ndị Na-achọ Ọrụ):",
  "E guzobere Ụlọ ọrụ ndị na-enyocha ikpe nọọrọ onwe ya n'afọ 1997 dị ka otu nọọrọ onwe ya iji dozie mkpesa banyere CSA",
  "A na-ekwu banyere isiokwu atọ ugboro ugboro na ọtụtụ akụkọ kwa afọ gara aga, ya bụ igbu oge (51% nke mkpesa n'afọ 2004 rụọ 2005), njehie (24% nke mkpesa na 2004-2005) na enweghị ihe e mere (14% nke mkpesa na 2004-2005)",
  "Dị ka ọnụ ọgụgụ Ngalaba na-ahụ maka ọrụ na ụgwọ ezumike nká si kwuo, nkezi oge maka ikpe a ga-ekpochapụ n'okpuru atụmatụ ọhụrụ ahụ amụbaala site na nkezi ụbọchị iri na asatọ n'ọnwa Machị 2003, ruo 287 na Disemba 2005.",
  "Ụgwọ CSA akwakọba kemgbe afọ 1993 ruru ihe dị n'okpuru £ 3.8bn. Ngụkọta a agbanweghị agbanwe n'etiti afọ 2008 na afọ 2011.",
  "N'ọnwa Disemba afọ 2006, Ngalaba na-ahụ maka ọrụ na ụgwọ ezumike nká wepụtara akwụkwọ ọcha ya nke Nkwado ụmụaka na-akọwa atụmatụ ya n'ihi ọdịnihu nke Nkwado ụmụaka.",
  "N'ụbọchị nke mbu n'ọnwa Nọvemba n'afọ 2008, Kọmitii Na-ahụ Maka Nlekọta Ụmụaka na Mmanye Ụmụaka weere ọrụ njikwa banyere ihe CSA."
]