[
  "Ị́tụ́ mgbere ụmụaka  bụ atụmatụ ebe a na-eji ụzọ iwu na-akwadoghị na aghụghọ eme nnabata na mba dị iche iche",
  "O nwere ike ịgụnye ịzụ ahịa ụmụaka, inweta ụmụaka site na nhazi inweta ego, aghụghọ na / ma ọ bụ ike",
  "Mgbe ahụ, enwere ike ijide ụmụaka ahụ n'ụlọ ụmụ mgbei na-enweghị isi ebe a na-eji usoro nkuchi mba ụwa eziga ụmụaka ahụ n'aka ndị nne na nna nkuchi na mba ọzọ.",
  "Mgbaaka ụmụaka na-asa ákwà na-agbasakarị na ọtụtụ ọkwa nke ndị mmadụ na-akpali site na nnukwu uru sitere na ahịa ojii nke nnabata mba",
  "Ebe ndị ọdịda anyanwụ dị njikere itinye ọtụtụ puku dollar iji nakweere nwa, a na-emepụta ego zuru ezu iji gbasaa mgbaaka ịsa ákwà site na ndị nọ n'etiti na ndị otu obodo bara ọgaranya",
  "Ezinụlọ ndị a \"ndị na-ere ahịa ụmụaka\" mechara mepụta njirimara ọhụrụ maka nwatakịrị ahụ a na-asa ahụ, \"na-akwado\" ọnọdụ iwu nwa ahụ dị ka nwa mgbei ma hụ na a gaghị ekpughe atụmatụ ahụ.",
  "Ịcha ụmụaka nwere nrụrịta ụka nke ukwuu; ebe ọtụtụ na-arụ ụka na a na-emeso ụmụaka ndị a dị ka ngweahịa ma napụ ha mmekọrịta ezinụlọ, ndị ọzọ na-arụ ụka na, n'ikpeazụ, ụmụaka ga-ebi na gburugburu ebe obibi bara ọgaranya ma nwekwuo ohere n'ihi nkuchi a.",
  "E nwere usoro dị mgbagwoju anya n'ime azụmahịa ịtụ mgbere ụmụaka nke gụnyere gọọmentị, ụlọ ụmụ mgbei, ndị ogbugbo, ezinụlọ ọmụmụ, na ezinụlọ nkuchi",
  "A na-eme atụmatụ na ndị na-ahụ maka mgbaaka mgbere ụmụaka ndị a na-enweta $ 2,000 ruo $ 20,000 kwa nkuchi mba ofesi",
  "Ya mere, ọ bara uru maka ndị a inwe asụsụ na nkà mmekọrịta dị mkpa iji soro ụlọ ọrụ nnabata nke ọdịda anyanwụ rụọ ọrụ nke ọma",
  "Ndị ogbugbo dị oke mkpa n'inweta nwa ahụ, n'ihi na ọrụ ha bụ ịchọta ndị nne na nna dara ogbenye nke nwere ike ịdị njikere ịhapụ ụmụ ha n'ihi mkpa. Ọtụtụ mgbe, ndị na-etinye aka n'ịkpọbata na ijikwa mgbaaka nkuchi bụ ụmụ amaala obodo dị n'etiti ma ọ bụ ndị nọ n'ọkwá dị elu, ha na-enwekarị echiche na-adịghị mma banyere ndị ogbenye",
  "Ya mere, ndị na-ewe mmadụ n'ọrụ nwere ike ime ka ha si n'ezinụlọ mụrụ nwa ahụ n'ihi na a ga-azụlite nwa ahụ nke ọma n'Ebe Ọdịda Anyanwụ. A na-enye ọtụtụ ndị otu gọọmentị mba ọzọ aka azụ iji mee ngwa ngwa nnabata ndị a na-akwadoghị, ma leghara iwu na-akwadoghị nke òtù ndị omempụ a anya.",
  "Mgbere ụmụaka nke iwu na-akwadoghị na-agụnye ndị isi nke ndị mmadụ dị ka akọwapụtara n'elu, ndị na-achịkwa usoro nnabata iwu iji nweta uru",
  "Usoro a na-amalite mgbe ndị na-ewe mmadụ n'ọrụ na-enweta ikike nke ụmụaka site n'ụzọ dị iche iche",
  "Mgbe ahụ, a na-akpọkarị ụmụaka gaa n'ụlọ ụmụ mgbei nke na-ahazi nkuchi, ebe a na-emegbu ha mgbe ụfọdụ",
  "N'ikpeazụ, mgbe e meghasịrị akwụkwọ iji mebie njirimara nwatakịrị, a na-eziga nwatakịrị ahụ n'Ebe Ọdịda Anyanwụ ka ya na ndị nne na nna kuchiri  ya dị n'otu.",
  "E nwere ọtụtụ ụzọ dị iche iche e si enweta \"ụmụ mgbei\" ma mesịa ree ha n'ime usoro nkuchi",
  "Mba ndị nne na nna fọrọ nke nta ka ọ bụrụ ogbenye mgbe niile, na n'ọtụtụ ebe, mba ndị a nwekwara usoro ebe ndị nne na nna dara ogbenye nwere ike ilekọta ụmụ ha nwa oge site n'itinye ha n'ụlọ ụmụ mgbei, ụlọ nkwari akụ ma ọ bụ ụlọ akwụkwọ",
  "Obodo a na-enye ụmụaka dara ogbenye nlekọta, ụlọ, na nri ruo mgbe ezinụlọ nọ n'ọnọdụ akụ na ụba dị mma",
  "N'ọnọdụ ndị a, ndị nne na nna nwere ike ọ gaghị enwe ebumnuche imebi ikike nne na nna ha ma ọ bụ hapụ ụmụ ha",
  "Otú ọ dị, ụlọ ọrụ ndị a nwere ike iji ohere akụ na ụba na mmekọrịta mmadụ na ibe ya na ezinụlọ ya nweta uru iwu na-akwadoghị site n'ime ka nwatakịrị ahụ dị n'ahịa nkuchi mba ofesi, na-etinye ndị nwe ụlọ ụmụ mgbei ọtụtụ puku dollar kwa nwa. Ihe atụ ọzọ ebe a na-ewere ụmụaka dị ka ụmụ mgbei n'ụzọ na-ezighị ezi bụ mgbe ụmụaka ahụ furu efu ma ọ bụ kewapụ na ezinụlọ ha",
  "Ọ bụ ezie na iwu chọrọ ka ụlọ ọrụ mee mgbalị ịchọta ezinụlọ ahụ, ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị ụzọ ọ bụla iji chọpụta ma ha a na-eme nke a n'ezie",
  "Ọ bụrụ na mgbalị mbụ ndị a iji chọta ezinụlọ ahụ adaghị, ma ọ bụ kwupụta ya dị ka ọdịda, ụlọ ọrụ ahụ nwere ohere iji nke a mee ihe site n'itinye nwa ahụ maka nkuchi. Ụzọ ọzọ a na-esi nweta \"ụmụ mgbei\" bụ site n'ịzụta nwa ahụ",
  "Ndị na-ahụ maka mgbaaka nkuchi ndị a na-achọ ụmụ nwanyị dara ogbenye, ndị dị ime ma na-enye ha ụgwọ maka nwa ha. A pụrụ ime ka ndị nne na nna na-ahapụ ya kwenye na ha ga-enwe mmekọrịta na nwa ahụ ma nweta nkwado ego site n'aka ndị nne na nna nkuchi",
  "N'otu aka ahụ, enwere ike ịgwa ha na ha ga-emesị nwee ike ịkwaga ka ha na nwa ha biri ozugbo ọ tolitere, ma eleghị anya na mba mepere emepe na akụ na ụba",
  "Site na usoro ndị a na ihe ndị ọzọ, ndị na-ewe mmadụ n'ọrụ na-eduga ndị nne na nna mụrụ nwa ka ha kwenye na ha na-enye nwa ha ọdịnihu ka mma.",
  "Ndị ọrụ ICE nke United States agaala n'ọtụtụ ime ụlọ ụmụ mgbei na mba ndị ọzọ metụtara azụmahịa nke mgbere ụmụaka, na nchọpụta na-awụ akpata oyi n'ahụ",
  "Ọnọdụ ụmụ ọhụrụ ahụ enweghị abụghị nke a na-enye mmadụ; a naghị asa ụmụaka ahụ, anaghị eyibe ha uwe, na-enweghị nchebe pụọ na ịba na-edina n'ime akwa nchara (Smolin: Child Laundering 139)",
  "Ọzọkwa, ọ dịghị onye nọọsụ nwere ahụmahụ na-elekọta ụmụaka ahụ, onye nyocha ahụ kpọkwara ya \"ụlọ nchekwa\"",
  "Site na ọtụtụ puku dollar nke ụlọ ụmụ mgbei ndị a na-enweta maka nkuchi ọ bụla, ọnọdụ a na-edebe ụmụaka nwere ike imeziwanye nke ukwuu site na naanị obere uru ndị na-eme ihe ike.",
  "United States na-ahụ maka ọtụtụ nkuchi mba na mba dị iche iche n'ụwa: 20,000 n'ime ngụkọta 30,000 ụmụ mgbei e kuchiri  kwa afọ",
  "Ndị ọdịda anyanwụ nke sitere na mba ndị na-emepe emepe na-akwụ ọtụtụ puku dollar iji dozie akwụkwọ nke otu nwatakịrị",
  "Nke a na-enye ihe nweta bara uru maka ndị na-etinye aka na usoro ahụ. N'ọtụtụ ọnọdụ, ndị nne na nna na-atụ anya ịnabata na-akpali site n'echiche nke ọdịmma onwe onye, tinyere ọchịchọ ha imeri amụtaghị nwa ma mezuo ụkpụrụ ọdịda anyanwụ nke ezinụlọ nuklia. Ndị nne na nna nkuchi a na-emepụta ọchịchọ maka ụmụ ọhụrụ dị mma nke ga-enwe ike ịbanye n'ụlọ ọhụrụ ha ma kwụsị njikọ na ebe a mụrụ ha na ọdịbendị ha.  A na-etinye ndị nne na nna na-atụ anya ịnabata \"ụmụ mgbei\" site na ụlọ ọrụ nkuchi, ndị na-ere ahịa, ma ọ bụ ụlọ ọrụ mgbasa ozi n'ịntanetị. N'ihi eziokwu ahụ bụ na ọtụtụ n'ime ụmụaka e kuchiri na mba ofesi dị obere, ha agaghị echeta ezinụlọ a mụrụ ha",
  "Enweghị ụzọ mpempe akwụkwọ na enweghị ntinye ọ bụla sitere n'aka nwatakịrị ahụ, ọ na-eme ka ọ bụrụ ihe na-agaghị ekwe omume ịchọpụta ma nwatakịrị ọ bụ nwa mgbei n'ezie.",
  "A nabatara nkwekọrịta nkuchi Hague n'ọtụtụ ebe iji chịkwaa nnabata mba ụwa",
  "Mgbakọ ahụ na-achọ ịmepụta ụfọdụ iwu maka nkuchi mba ụwa iji lụso mgbere ụmụaka ọgụ",
  "Ọ na-achọ ịmepụta ngwọta na-apụtaghị ìhè maka mmegbu. Otú ọ dị, nkwekọrịta Hague anaghị achọ mgbalị ọ bụla iji chekwaa ezinụlọ tupu ọ tụgharịa gaa na nkuchi mba ụwa, ya mere nkwekọrịta ahụ na-anọchite anya nkwekọrịta megide ịzụ ahịa. N'afọ 2000, ndị Congress nke United States mere iwu Intercountry Adoption Act iji mejuputa echiche nke Hague Convention",
  "Otú ọ dị, Iwu a dị ntakịrị n'ihi eziokwu ahụ bụ na United States enweghị ike ịmanye ihe ọ bụla megide mba na-eziga ma ọ bụrụ na achọpụtara nrụrụ aka na usoro nkuchi.",
  "Ngalaba Steeti US anaghị ele mgbere ụmụaka anya dị ka ụdị ịzụ ahịa mmadụ, ebe ọ bụ nsonaazụ na-abụghị nke mmegbu",
  "Ọzọkwa, a na-ahụta ya dị ka ọrụ enyemaka mmadụ, n'agbanyeghị ọnọdụ gbara nnweta nwatakịrị ahụ gburugburu.  Ụlọ ọrụ nkuchi na West na-arụ ọrụ n'ime mpaghara ziri ezi, ọ nweghịkwa ụzọ ọ bụla ha ga-esi mara ma ha so na mmebi ikike mmadụ a.  Ya mere, United States enweghị ikike ikpe ụlọ ọrụ ndị a na-arụ ọrụ na mba ndị na-emepe emepe.",
  "Mgbere ụmụaka bụ okwu zuru ụwa ọnụ, e nweela ikpe ndị a kpọsara nke ọma n'ime afọ iri gara aga",
  "Guatemala, China, na Cambodia na-egosipụta nsogbu ndị metụtara nkuchi mba na mba.",
  "Site na 1999–2011 enwere:",
  "Tupu Guatemala anabata nkwekọrịta Hague na 2007, mgbere ụmụaka bụ okwu zuru ebe niile na nke a ma ama na Guatemala",
  "A na-akpọ ndị na-ewe mmadụ n'ọrụ jaladoras ma ọ bụ buscadoras, ndị a na-arụkarị ọrụ na ndị ọrụ ahụike na-enye ndị na-ewe mmadụ ozi gbasara ebe ụmụ nwanyị na-adịghị ike nwere ike ịnọ",
  "Maka nwatakịrị ọ bụla a zụtara, buscadora na-enweta ihe ọ bụla site na $ 5,000 ruo $ 8,000",
  "Ụfọdụ n'ime usoro ndị ahụ gụnyere ka a gwa ụmụ nwanyị na nwa ha alanarịghị ịmụ nwa, ma ọ bụ ịzụta nwa ozugbo. Ụmụ nwanyị ndị a enwetụbeghị ọtụtụ ụgwọ maka nwa ha, ebe ọtụtụ n'ime aka azụ ahụ gara \"ndị na-ere ụmụaka\" bụ ndị na-edozi ọtụtụ akwụkwọ na usoro nkuchi. Kemgbe a bịanyere aka na Hague Convention, Guatemala nyere iwu ọhụrụ iji mepụta ụkpụrụ ọhụrụ maka usoro nkuchi",
  "A ghaghị ịkwado ụlọ ọrụ nkuchi niile ma zaa ajụjụ maka omume ha, yana idebe ndekọ ego zuru ezu na nke ziri ezi",
  "Tụkwasị na nke ahụ, nkwalite nlekọta ugbu a nwere ọtụtụ ihe na-aza ajụjụ maka nlekọta nke Secretaria de Binestar Social (SBS)",
  "E guzobekwara Central Authority (CA) iji hụ na Guatemala na-agbaso iwu Hague Convention; ụmụaka ndị a kwadoro n'ụzọ iwu kwadoro maka nkuchi (site n'aka onye ọka ikpe) na ezinụlọ na-atụ anya ịnabata site n'aka otu ndị ọrụ ebere CA na ọkà n'akparamàgwà mmadụ. N'ịgbaso nhazigharị nke gọọmentị Guatemala, Guatemala akwụsịla nkuchi niile nke ndị mba ọzọ",
  "Otú ọ dị, n'afọ 2011, ha kwupụtara na gọọmentị ga-enyocha ikpe ndị nọ na-arụ ọrụ n'afọ 2007, mana ha agaghị anabata ikpe ọzọ. Ka ọ dị ugbu a, United States anaghịzi edozi nkuchi site na Guatemala, n'ikpeazụ na-agbaso ọnụ ọgụgụ mba ndị ọzọ tinyere iwu na nnabata Guatemala.",
  "Site na 1999–2011 enwere:",
  "China enweela oke mkpofu ụmụaka n'ime iri afọ gara aga, ọ bụ ezie na ugbu a, a na-ewere ha dị ka ndị ka mma karịa ọtụtụ mba ndị ọzọ na-ezipụ",
  "China na-akọ banyere ntọ 10,000  mmadụ kwa afọ, ọ bụ ezie na a na-ewere na ọnụ ọgụgụ ziri ezi [onye?] dị elu karịa",
  "Ọnụ ọgụgụ gọọmentị na-adabere naanị na ndị a na-edozi, mana ọ na-esiri ike igosi na a tọọrọ nwatakịrị ma kuchie.  Ihe ka ọtụtụ n'ime ụmụaka ndị a sitere na ezinụlọ dara ogbenye n'ime ime obodo, a na-ewerekwa ha n'ihi uru a ga-enweta site n'ezinụlọ ndị dị n'Ebe Ọdịda Anyanwụ",
  "Ihe arụ Hunan mere ka ọtụtụ n'ime okwu ndị a pụta ìhè, dịka ụlọ ụmụ mgbei zigara ndị ogbugbo n'ime ime obodo iji nweta ụmụaka ndị a na-ebugharị na Hunan ma nye ha akwụkwọ aghụghọ iji kpuchie ọnọdụ ahụ. Ụfọdụ na-arụ ụka na okwu banyere mgbere ụmụaka na China sitere na iwu otu nwa, nke mepụtara ihe bụbu oke ụmụaka a ga-anakwere",
  "Otú ọ dị, ebe ọ bụ na ọchịchọ maka ụmụaka China amụbaala, ụlọ ọrụ na-eji usoro dị ka ịtọrọ mmadụ iji gboo mkpa ahụ ma nweta uru. A katọrọ nke a n'ihi eziokwu ahụ bụ na usoro nkuchi mba ụwa mepụtara usoro ebe a na-emegbu ezinụlọ dara ogbenye na China iji mezuo ọchịchọ ọdịda anyanwụ maka ụmụaka",
  "Tụkwasị na nke ahụ, nkwado agbụrụ maka omume ndị a na-atụ aro na nwatakịrị ahụ ga-enwe ndụ ka mma n'enweghị njikọ ọ bụla na ezinụlọ mụrụ ya na West, mana ụfọdụ kwenyere na a ga-echekwa ezinụlọ ahụ n'agbanyeghị ihe ọ bụla.",
  "Site na 1999–2011 enwere:",
  "Ọ bụ ezie na ọtụtụ ọnọdụ nke nkuchi mba na na mba na-ewe afọ abụọ ma ọ bụ karịa iji dozie, Cambodia emeela iwu nke ime ngwa ngwa usoro a, ọtụtụ mgbe n'ime ọnwa atọ",
  "Ndị na-ahụ maka ikike mmadụ na-ewere Cambodia dị ka otu n'ime mba ndị nwere nrụrụ aka kachasị na nkuchi mba na mba",
  "LICADHO, otu ndị na-ahụ maka ikike mmadụ na Cambodia, ekwuputala na ndị na-ewe mmadụ n'ọrụ na-elekwasị anya n'ezinụlọ na ụmụ nwanyị dara ogbenye na mbọ ha na-agba iji nweta ohere ịnweta ụmụaka",
  "A na-eji usoro dị ka ịzụta ụmụ ọhụrụ n'ụzọ zuru oke maka obere US $ 20 ma ọ bụ aghụghọ nke ndị nne na nna mụrụ nwa iji hapụ nlekọta anụ ahụ n'usoro. Otu ikpe nke nwetara nlebara anya na mgbasa ozi lekwasịrị anya na atụmatụ mgbere ụmụaka nke otu nwanyị America aha ya bụ Lauryn Galindo na-eduzi",
  "A gbara Galindo ikpe na United States ma maa ya ikpe maka \"nkọwahie ihe gbasara ọnọdụ ụmụ mgbei na njirimara\" nke ụmụ ọhụrụ a nakweere n'ime afọ 1997 ruo afọ 2001",
  "A mara Galindo ikpe ọnwa iri na asatọ n'ụlọ mkpọrọ, ụgwọ, ma rụọ ọrụ obodo. Ka ọ dị ugbu a, United States, bụbu otu n'ime ebe a na-ahụkarị maka ndị Cambodia, anaghịzi arụ ọrụ nkuchi site na Cambodia."
]