[
  "Chinedum Enyinnaya Orji // (ege ntị) bụ onye isi ocheụlọ nzukọ Abia Steeti iri na otu na nke ugbu a, na-arụ ọrụ kemgbe ụbọchi iri nke ọnwa June afọ, 2019",
  "A họpụtara ya dị ka onye omeiwu na-anọchite anya Umuahia Central State Constituency na 2015 ma họpụta ya ọzọ n'oge ntuli aka 2019 nke Gọvanọ na Ụlọ Nzukọ nke Steeti na Abia Steeti na ikpo okwu nke Peoples Democratic Party. A họpụtara ya ka ọ bụrụ onye isi oche nke Ụlọ nzukọ Abịọ́ steeti n'ụbọchị nke iri nke ọnwa juun afọ 2019 n'oge nraranye nke ụlọ nzukọ Abia steeti nke asaa.",
  "A mụrụ Chinedum Enyinnaya Orji n'ụbọchị nke iri abụọ na ise nke ọnwa Disemba afọ 1970, n'ezinụlọ onye ọrụ gọọmentị a ma ama ghọrọ onye ndọrọ ndọrọ ọchịchị, Senator Theodore na Chief Mrs.Odochi Orji nke Amaokwe na Ugba village, Obodo Ugba nọọrọ onwe ya na Umuahia North Local Government Area nke Abia State, Nigeria",
  "Chinedum gara akwụkwọ na ụlọ akwụkwọ praịmarị obodo nke Ugba, Umuahia Ibeku site n'afọ 1976 ruo afọ 1982, ebe ọ gara ụlọ akwụkwọ sekọndrị nke gọọmenti, Owerri, site n'afọ1982 ruo afọ 1987",
  "Ọ nwetara nnabata na Mahadum Gọọmentị etiti nke dị n'Owerri ebe ọ gụsịrị akwụkwọ nweta nzere bachelọ na Civil Engineering n'afọ 1996.",
  "Chinedum Enyinnaya Orji bụ onye otu ọha mmadụ Injinia Naịjiria (MNSE), nzukọ nche anwụ maka Ọrụ ọkachamara Injinia na Naijiria.",
  "Tupu ọ tụba okpu ya n'ime mgbanaka ndọrọ ndọrọ ọchịchị, Rt Hon Chinedum E",
  "Orji MNSE emeela onwe nkewapụta dị ka onye ọrụ ebere pụrụ iche nke metụrụ ndụ ndị mmadụ aka site na ọtụtụ ntinye aka ya nke hụrụ na mmezu nke ọrụ na onyinye nvke ihe ndị metụrụ ndụ nke ndị mmadụ aka kpọmkwem site na Direct Touch Initiative nke hụkwara ike nke ọtụtụ ndị Abians karịsịa ndị ntorobịa na ụmụ nwanyị site na inweta ọtụtụ onyinye na mma maka ya.",
  "N'ịbụ onye ndị mmadụ hụrụ n'anya, ọ bịara dị ya mfe ịpụta dị ka onye omeiwu na-anọchite anya mpaghara etiti Umuahia  na Ụlọ nzukọ Abịa Steeti na ntuli aka afọ 2015 ma jee ozi dị ka onye isi nke ụlọ ruo 2019 mgbe a họpụtara ya ọzọ na mgbakọ nke asaa",
  "N'ụbọchi nke iri nke ọnwa June afọ 2019, Chinedum Enyinnaya Orji pụtara dị ka onye isi oche nke mgbakọ nke asaa nke Abịa steeti mee ka ọ bụrụ nwa amaala nke atọ na steeti ahụ",
  "Ọ bụ onye otu ndọrọ ndọrọ ọchịchị People's Democratic Party. Orji dọrọ ndọrọ nke Ikwuano/Umuahia North/ mgbakọ etiti ụmụahịa south nke Abia State na ntuli aka nke ụbọchị nke iri abụọ na ise nke ọnwa February afọ 2023 nke Ụlọ ndị nnọchiteanya mana onye mmegide ya Obi Aguocha nke Labour Party nke meriri ya nwetara vootu 48,199 iji merie Orji nwetara vootu 35,195.",
  "N'ọnwa Febụwarị afọ 2020, Kọmitii Na-ahụ Maka Mpụ akụ n'ụba na ego  mara ọkwa nyocha banyere Orji, nna ya Theodore, na nwanne ya nwoke Ogbonna dabere na mkpesa nke kọmitii ahụ natara n'afọ 2017",
  "mkpesa ahụ, nke Fight Corruption: Save Nigeria Group tinyere, depụtara ihe karịrị ijeri ego ọha na eze 500 nke e kwuru na ezinụlọ Orji zuru mgbe Theodore jere ozi dị ka Gọvanọ Abia Steeti site n'afọ 2007 ruo afọ 2015",
  "A na-eche na ego ahụ bụ ijeri 383 site na akaụntụ gọọmentị etiti, ijeri 55 nke ego nrụpụta karịrị akarị, ijeri 2.3 site na ego SURE-P, ijeri 1.8 site na ego gburugburu ebe obibi, ijeri 10.5 nke ego ebitere ụlọ akụ first bank , ijeri 4 nke ego ebitere Diamond Bank , ijeri 12 nke ekwesịrị ịnyeghachi Paris Club, ijeri 2 nke ego mbinye ndị ọrụ ugbo, na ijeri 55 nke ego nke mmepe mpaghara  Abia State n'emeputa mmanu tinyere ego gọọmentị ndị ọzọ gụnyere nde 500 ego nche kwa ọnwa",
  "Ka e mesịrị n'ọnwa Febụwarị nke afọ 2020, a gbara ma Theodore na Chinedu Orji ajụjụ ọnụ ka nyocha ahụ chọpụtara na Chinedu nwere akauntu 100 dị iche iche  a na-enyo enyo na ụlọ akụ nke e nwere ike iji zoo ego ezuru.",
  "N'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 2021, e jidere Theodore n'ọdụ ụgbọ elu mba ụwa Nnamdi Azikiwe mgbe ọ na-erubeghị isi n'ọnọdụ ntọhapụ ya ma tụfuo paspọtụ ya na EFCC",
  "Ka e mesịrị n'ụbọchị ahụ, Chinedu nyefere onwe ya nke mere eji jide ya. A gbara ha abụọ ajụjụ ọnụ tupu a tọhapụ ha na mgbapụta ma gwa ha ka ha laghachi maka ajụjụ n'ọdịnihu.",
  "N'ụbọchị iri na asaa n'ọnwa Ọktoba, Chinedum Enyinnaya Orji nwetara onyinye The Sun Public Service Award 2020, site n'aka The Sun Publishing Ltd, ndị na-ebipụta The Daily Sun Newspapers maka ndụ na-emetụ n'ahụ",
  "Chinedum Enyinnaya Orji bụ Knight nke Anglican Communion."
]