[
  "Chinwe Obaji bụ onye Nkụzinke mahadum bụrụkwa onye na-akwado ihe mmụta nke ahọpụtara ibụ onye isi 'Federal Ministry of Education' n'ọnwa isii n'afọ 2005 nke onye sotara ya bụ Obiageli Ezekwesili.",
  "Amụrụ Chinwe Obaji n' Ezinihitte-Mbaise na Imo State",
  "Site n'afọ 1980, Ọ bụ  onye Nkuzi nke Mahadum nakwa onye nlekọta na Mahadum 'Michael Okpara College of Agriculture, nke di na Umuagwo, Imo State n'ala Nigeria.",
  "Chinwe Obaji, dị ka Minista na-ahu maka Mmụta (Minister of Education), gbalịrị iweghachite ngalaba nke Inspektọrate nke Ụlọ Ọrụ Na-ahụ maka Mmụta na Federal",
  "Ọ malitere ọrụ otu-nri kwa ụbọchị na ụfọdụ ụlọ akwụkwọ na mba Naijiria.",
  "Onyere iwu ka Mahadum di iche iche bido inye Ụmụakwụkwọ Ule ana-akpọ 'Post University Matriculation Examination' to candidate students na mgbalị iji ngabiga arụmọrụ nke n'ezigiezi 'Joint Admission and Matriculation Board (JAMB)'",
  "I ji kwadoo Iwu a, onye Isiala President Olusegun Obasanjo kpọkuru ndi ala Naijiria ka ha kwadoo ule 'post-JAMB screening'. N' otú ọ dị, e nwere nghọtaghie banyere Ego ndị Mahadum na-ana maka ule ahụ.\nNa Nzukọ  'Federal Ministry of Education, National Universities Commission (NUC) nakwa Joint Admission and Matriculation Board' n'onwa Iri n'afọ 2005, ha kwekọritara ka Ego Ule a bụrụ Otu Puku Naira (N1,000). Na-ọziza Ajụjụ na  'House of Representative n'ọnwa iri n'otu n'afọ 2005, Chinwe Obaji  kwụrụ si na Mahadum ọbụla naara karia Otu Puku Naira maka Ule 'post JAMB screening' adaala mba n'iwu a onyere.\n'House of Representations mechara kagbuo Iwu a.",
  "N'ọnwa anọ n'afọ 2006, Chinwe Obaji nyere nkọwa zuru ezu maka mmepụta nke usoro agụmakwụkwọ bụ isi iji jide n'aka na nwa ọ bụla nọ na Nigeria nwere ohere inweta agụmakwụkwọ bụ isi",
  "Gọọmentị setịpụrụ usoro ịba mba maka ndị nne na nna na-edeghị ụmụ ha akwụkwọ maka ụlọ akwụkwọ, ma malite ịmaliteghachi 40,000 ndị nkụzi maka ime obodo.\nO kwuru na usoro nkuzi Universal Basic Education (UBE) bụ iji mee ka ụmụaka nwetakwuo nkuzi di elu, karia nwata nwanyi \".",
  "Dr Chinwe Obaji bụkwara Prọfessọ na International Education na Voorhees College nke di na USA site n'afọ 2007."
]