[
  "Chinedum Iregbu // (na-ege ntị) (amụrụ na Zaria, Kaduna State, Nigeria) bụ onye Naijiria na-eme ihe nkiri na onye na-ede uri",
  "Chinedum bụ ugbu a Quality Control Manager maka EbonyLife TV, DSTV Channel 165",
  "A maara ya nke ọma dị ka Saint Maxzy ma ọ bụ Maxzy.",
  "Chinedum Iregbu bụ onye na-eto eto na-ahụ maka ihe nkiri na Naijiria, onye nchịkọta akụkọ na onye na-ese sinima nwa oge",
  "O nwere asambodo na mmepụta ihe nkiri sitere na Gaston Kabore's Imagine Film Training Institute, Ouagadougou, Burkina Faso, asambodo diplọma na Mass Communication site na Mahadum Jos na nzere bachelọ na Film Arts / Motion Picture Production site n'aka National Film Institute, Jos Nigeria.",
  "Ihe nkiri ya dị ka onye nduzi gụnyere ihe nrite ndọrọ ndọrọ ọchịchị, In Dele Giwa's Shoes, Question Mark, Dud's Culture, ahọpụtara maka 2008 Berlinale Talent Campus na Anfara, ihe ngosi nke otu n'ime ihe kpatara ọgba aghara obodo na mpaghara ndị dị na Naịjirịa, nke nwetara ọtụtụ onyinye gụnyere 化Best Director, Best Videography, Best Edit na Best Score na Nigerian Television Authority TVC Legacy Awards 2011, ma merie Ihe nrite Onye na-eme ihe nkiri na-apụta nke afọ 2012  na Silicon Valley African Film Festival na Anfara.",
  "Ihe ndekọ ya gụnyere: \"Point of no return\" nkọwa nke obi ọjọọ mmadụ megide ụmụ anụmanụ, Great Commission Movement of West Africa's History, Lalle, ihe ngosi banyere egbugbu obodo, There is Nothing Wrong With My Uncle, ihe ngosi gbasara Mysticism of Death na Becky's Journey (2014), Sine Plambech (Denmark) Ihe ngosi banyere ndị mbịarambịa iwu na-akwadoghị si Naịga na Europe wdg.",
  "Ọ bụ otu n'ime ndị Talent na-eto eto nke e nyere ọrụ ịse ihe nkiri iri abuo nke Documentaries maka ncheta ncheta afọ iri ise nke Nigeria nwere nnwere onwe ma rụọ ọrụ na ọtụtụ ihe nkiri akwụkwọ akụkọ nke gọọmentị steeti na Naijiria tinyere Gọvanọ Liyel Imoke na Gọvanọ Emmanuel Eweta Uduaghan.",
  "Nke a bụ ndepụta nke ụfọdụ ọrụ ndị o sonyere na ikike dị iche iche: Onye enyemaka onye nduzi, Lillies of the Ghetto, ihe nkiri Gottemburg Funded, D.O.P, Lemon Green, mmepụta Premonition Pictures, Onye enyemaka onye isi, Blood Stones, Goethe Institut's Killing Africa, Healing Africa mmepụta, D.o.P, Promise, Johns Hopkins University na USAID Funded project.",
  "Chinedum arụwokwa ọrụ maka òtù ndị dị ka Soundcity TV, Aljazeera, Ihe nrite AMAA Copa Coca-Cola, ịkpọ aha ole na ole, ọ bụ ugbu a Quality Control Manager maka EbonyLife TV, Channel 165."
]