[
  "Chinedu Ikedieze// (listen), MFR (amụrụ na 12 Disemba, 1977) bụ onye na-eme ihe nkiri onyonyo, onye ọchụnta ego na onye na-etinye ego na Naijiria. A maara ya nke ọma maka igwu egwu n'akụkụ Osita Iheme n'ọtụtụ ihe nkiri ahụ mgbe ha nwere ọganihu dị ka duo na ihe nkiri nke afọ 2002 Aki na Ukwa O gosipụtala na ihe karịrị ihe nkiri narị iri ịse n'ime ọrụ karịrị afọ iri abụọ",
  "O meela ihe nkiri dị ka nwatakịrị n'ọtụtụ ihe nkiri ya n'oge mmalite ọrụ ya n'ihi ogo ya na ọdịdị ahụ ya",
  "A maara ya dị ka Aki maka arụmọrụ ya na ihe nkiri Aki na Ukwa",
  "N'afọ 2011, ọ lụrụ onye na-emepụta ejiji Nneoma Nwaijah ma di na nwunye ahụ mụrụ nwa mbụ ha n'afọ 2012.",
  "Chinedu gụrụ akwụkwọ praịmarị na sekọndrị na Aba, Abia Steeti",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ gụrụ Higher National Diploma (HND) na Nka Ihe nkiri na nzere na Nkwukọrịta nke dum site na Institute of Management and Technology, Enugu (IMT). Mgbe ọ gụsịrị akwụkwọ na IMT, ọ chọrọ ịghọ onye ọka iwu na mbụ mana ọ gbasoro ọrụ ya na ihe nkiri n'afọ 1998 ma gosipụta ya na obere ọrụ. O bu ụzọ mee obere ọrụ na ihe nkiri nke afọ1998 Evil Men",
  "O debara aha na New York Film Academy n'afọ 2004.",
  "Ọ banyere ụlọ ọrụ Nollywood n'afọ 2000 wee bụrụ onye a ma ama n'afọ 2002 ihe nkiri Aki na Ukwa ebe ọ rụrụ ọrụ ọganihu nke Aki n'akụkụ onye ọzọ na-eme ihe nkiri Osita Iheme A na-akpọ ha abụọ dịka \"Aki Paw Paw\" kemgbe a tọhapụrụ ihe nkiri ahụ ma ha gosipụtara ọnụ n'ọtụtụ ihe nkiri na ọrụ ndị isi",
  "Ma Chinedu na Osita anọwo na-enwe kemịkal na ihuenyo na nke ndị Nollywood na-eto nke ukwuu.",
  "N'afọ 2007, Ikedieze natara Lifetime Achievement Award na African Movie Academy Awards. A na-asọpụrụ ya na Order of the Federal Republic nke onye isi ala Naịjirịa n'oge ahụ bụ Goodluck Jonathan nyere maka onyinye ya na Nollywood na uto akụ na ụba nke mba ahụ.",
  "N'afọ 2018, a kwanyeere ya ùgwù na Miami, Florida na United States of America dị ka onye ọbịa a ma ama na obodo Miami, Florida",
  "Na ekele o kwuru sị: “Site na ala nke obi m na-ekele Miami-Dade, ụlọ ọrụ mba nke Mayor na ndị kọmishọna mpaghara maka ịsọpụrụ m dị ka onye ọbịa a ma ama na obodo Miami, Florida",
  "Ị nyere m mkpịsị ugodi maka ihe ịga nke ọma na ndụ",
  "Ya mere, ọ gbara mmadụ niile ume ikwere ma ọ bụrụ na ha onwe ha ma ọ bụrụ na ụwa kwenyere na ha.",
  "A ka na-ekwu maka arụmọrụ ya na onye na-eme ihe nkiri Osita Iheme na ihe nkiri one nke afọ 2002 Aki na Ukwa n'ọtụtụ ebe na duo ahụ karịsịa àgwà Osita na-aga n'ihu site na memes kemgbe afọ 2019 na Twitter na usoro mgbasa ozi ndị ọzọ n'ụwa niile",
  "E depụtara Osita dị ka otu n'ime ndị na-eme ihe nkiri kachasị baa ọgaranya na Naịjirịa."
]