[
  "Chinyere Almona bụ onye isi nke Africa Corporate Governance Advisory Program nke ndị International Finance Corporation (IFC).",
  "Obibi obibi",
  "Dr",
  "Chinyere Almọna bụ onye isi oche / onye isi oche na Chagos Chamber nke Azụmaahịa na ụlọ ọrụ, ụlọ ọrụ kachasị na mpaghara ahụ",
  "Ọ bụ ọkachamara n'ọchịchị na ahụmịhe zuru ụwa ọnụ na ịtụle ụkpụrụ ma kwalite ohere itinye ego maka ụlọ ọrụ.",
  "Dr",
  "Chinyere Allona nwere ihe dị ka afọ iri atọ nke ahụmịhe dịgasị iche iche na ọrụ dị iche iche",
  "O hiwere ọrụ gọọmentị vatage nwere ọtụtụ netwọk n'ofe Africa",
  "O duuru usoro ochichi nke Afrika nke ulo oru International (IFC), nke enyere otutu ndi ochichi aka oru di iche iche n'ofe iri na ato (13) obodo Africa",
  "Tupu isonye IFC, Dr",
  "Alcona bụ onye nduzi na Pricewatershoopecoopecoopecopecious, na-eduga na ụkpụrụ ụlọ ọrụ, ihe ọghọm (nke o guzobere.",
  "Dr",
  "Chinyere Albana nwere ọkachamara MBA na ụlọ ọrụ Soporate Social site na Nottingham Mahadum Mahadum, UK",
  "Ọ bụ onye na-eduzi nduzi na-eduzi ya na ndị nkuzi akwụkwọ mgbapụta, Canada",
  "Ọ bụ nwanyị ibe ya nke ụlọ ọrụ gọọmentị na-ahụ maka Nigeria, otu ibe nke ụlọ akwụkwọ mgbasa ozi, onye nsọpụrụ nke ụlọ ọrụ nke ndị isi (Ghana)",
  "Ọ na-enwe akara ugo mmụta doctota na nchịkwa azụmahịa na ụlọ akwụkwọ ụlọ akwụkwọ azụmahịa Netherlands.",
  "Chinyere Alcona bụ onye otu Lagos Chamber Internation Center (Lasiac) Board; Na Board nke Software Africa, onye na-eduzi mba Ngo mba ọzọ na-arụ ọrụ mba 50 Africa",
  "Onye guzobere na ndị otu na-emekọ ihe (nzukọ a na-eme ka ndị mmadụ na-agbanwe egwuregwu na Africa na-enwe egwuregwu na Africa",
  "Ọ nọ na otu kọmitii na njikọta nke ebili mmiri Africa, onye nne nwanyị na-etinye ego.",
  "Dr",
  "Chinyere Almọna bụ otu n'ime ụmụ nwanyị ise Top si n'ofe ụmụ nwanyị 2020 na ụlọ akụ na ndepụta ego",
  "Ọ nọ na ụmụ nwanyị iri ise na njikwa Africa (wima) ndepụta onyinye onyinye 2022",
  "O mekwara ndepụta ụmụ nwanyị 50 na-agba ume.",
  "Dr",
  "Chinyere Alcona bụ onye ode akwụkwọ ebipụtara nke akwụkwọ asatọ, o kwuru na ya, gọọmentị ụlọ ọrụ maka obere azụmaahịa na akụnụba na akụnụba Africa",
  "Akwụkwọ ọhụrụ ya kachasị ọhụrụ, bọọdụ nke ọdịnihu, na-eduzi ngalaba ka ị na-eme ka ọrụ ndị ndu ha dịghachi mkpa ime nke ọma na mkpụmkpụ, ọkara, na ogologo oge",
  "Ọ bụ onye na-ahụ maka ya mba ụwa na onye na-azụ ọzụzụ IFRC."
]