[
  "Chinonye Chukwu (/ˈtʃiːnoʊjə ˈtʃuːkuː/; amụrụ n'afọ 1985) bụ onye nduzi ihe nkiri Naijiria-Amerịka nke a maara nke ọma maka ihe nkiri Clemency Ọ bụ nwanyị ojii mbụ turugọ U.S",
  "Dramatic Grand Jury Prize na Sundance.",
  "A mụrụ Chukwu na Port Harcourt, Nigeria",
  "Mgbe ọ dị ihe karịrị otu afọ, ezinụlọ ya kwagara Oklahoma, wee kwaga ọzọ na Fairbanks, Alaska mgbe ọ dị afọ isii. Ha gara Naịjirịa ugboro ugboro.",
  "N'ịbụ onye na-etolite na Alaska, Chukwu na-abụkari naanị onye na-acha iche na klas ya, ọ gbakwara mbọ ịsonye. N'oge ọ bụ nwata, ọ na-eche ịda mbà n'obi ihu, nke obere ìhè ehihie n'oge oyi na Alaska mere ka ọ ka njọ",
  "Iji nagide ya, ọ gụrụ Maya Angelou wee sonye na klọb na-ebuli ihe dị arọ",
  "Chukwu chọrọ ime ihe nkiri mgbe niile",
  "N'oge ọ nọ n'afọ iri na ụma, o bu akwụkwọ akụkọ na ọ ga-ede echiche maka ihe nkiri na vidiyo egwu. Ọ na-edekarị akụkọ banyere ụmụ agbọghọ Naijiria-Amerịka na-ejikọghachi na ịhụnanya ma ọ bụ ụmụnne furu efu.",
  "Ọ nwetara nzere bachelọ ya na Bekee na Mahadum DePauw, ebe ọ sonyeere Zeta Phi Beta. O mechara banye n'ụlọ akwụkwọ ihe nkiri na Mahadum Temple",
  "Chukwu duziri The Dance Lesson na afọ 2010, banyere nwa agbọghọ ọnye ojii nke na-agba mbọ ịghọ onye na-agba egwú n'ime obodo na-abawanye ụba",
  "Ihe nkiri mbụ ya, Alaska-Land (2012), kọrọ akụkọ banyere nwanne nwoke na nwanne nwanyị abụọ Naijiria-America na-anọpụ iche bụ ndị mechara gbakọta n'obodo ha Fairbanks, Alaska. A jụrụ ihe nkiri ahụ site na mmemme ọ bụla na mmemme nyocha ọ tinyere akwụkwọ. N'afọ 2013 o duziri A Long Walk (2013), ihe nkiri dị mkpirikpi banyere nwatakịrị nna ya na-akwa emo n'ihu ọha.",
  "Clemency (2019) bụ Chukwu dere ma duzie ya",
  "Ihe nkiri na-eme n'ọnụ ọnwụ bụ Alfre Woodard dị ka onye na-elekọta ụlọ mkpọrọ na-anabata ihe ndị ọrụ ya chọrọ na Aldis Hodge dị ka otu n'ime ndị mkpọrọ ya a ga-egbu ya. Mmụọ ya maka ihe nkiri ahụ sitere n'okwu Troy Davis, onye mkpọrọ e gburu na 2011",
  "Ọ kwagara Los Angeles na 2017 iji gbaa ihe nkiri ahụ. Ọ natara onyinye nke U.S",
  "Dramatic Grand Jury Prize na 2019 Sundance, nwanyị ojii mbụ mere ya.",
  "Chukwu dere ma duzie ihe nkiri 2022 Till, ihe nkiri akụkọ ndụ banyere ịchụso ikpe ziri ezi nke Mamie Till-Mobley mgbe e gbusịrị nwa ya nwoke dị afọ 14 Emmett Louis Till na 1955.",
  "N'afọ 2019, a kọrọ na Chukwu ga-eduzi A Taste Of Power, ihe nkiri dabere na akụkọ ihe mere eme nke otu aha nke Elaine Brown."
]