[
  "Chinonso Arubayi bụ onye na-eme ihe nkiri na televishon na Naijiria, onye na-eme ihe ngosi televishon nakwa onye na'emepụta ihe nkiri na ihe nlereanya. A maara ya nke ọma maka ọrụ ya na ihe nkiri My Flatmates, Rumour Has It, nakwa mmepụta ihe nkiri mbụ ya, I Am Nazzy n'akụkụ IK Ogbonna na Jidekene Achufusi. Amatakwara ya maka oge ọ na-akwado ihe nkiri  Urban Kitchen Show.",
  "A mụrụ Chinonso na Warri, obodo dị na Delta steeti, na ndịda Naịjirịa",
  "Ọ tolitere na Legos, ma bụrụkwa onye Igbo, site na Awka, na steeti Anambra, ebe ọ gụsịrị akwụkwọ na nzere  Mass communication na Mahadum Nnamdi Azikiwe. Mgbe ọ nọ na mahadum, ọ bụ onye na-eme ihe ngosi na ụlọ ọrụ redio campus. N'afọ 2005, Chinonso meriri n'asọmpi Miss Teen Nigeria.",
  "Chinonso malitere ọrụ ime ihe nkiri ya dịka onye na-egwu egwu ụbọchị na usoro televishon  M-Net, The Johnsons na 2014. Ọ malitere ide ma mepụta maka Consolidated Media Associates, ndị nwe obodo Sound, Trybe Tv na Spice Tv na ihe ngosi, On The Couch, Project Swan, You've Got Issues na ndị ọzọ ole na ole.",
  "N'afọ 2018, Chinonso debanyere aha na ụlọakwụkwọ na amụ ihe nkiri, na Mahadum Pan Atlantic, ebe ọ gụrụ Business of Film Making maka ndị na-emepụta ihe nkiri. O nwere nnukwu ezumike na 2020, mgbe ọ rụrụ ọrụ dị mkpa na mmepụta ihe nkiri Mary Remmy Njoku, Beyond Pardon Kemgbe ahụ, ọ gosipụtara na ọtụtụ ihe nkiri na usoro telivishọn ama ama, gụnyere, NDANI TV's Rumour Has It, My Flatmates, Crazy Grannies, Lockdown, Loving Amanda, Survivors na ndị ọzọ.",
  "N'afọ 2018, ọ malitere ịnabata ihe ngosi TV Filmhouse ma mesịa kpughere ya dịka onye na-elekọta ihe ngosi nri ama ama, Urban Kitchen, nke ọ kwadoro oge abụọ.",
  "N'ọnwa Eprel afọ 2022, Chinonso wepụtara ihe nkiri mbụ ya, I Am Nazzy Kayode Peters duziri ihe nkiri ahụ ma gosipụta ndị na-eme ihe nkiri Naijiria ama ama gụnyere, Jimmy Odukoya, Denrele Edun na IK Ogbonna.",
  "Ọrụ ya, dịka onye ndu na usoro mbụ nke Africa Magic TV, Sisi Eko nwetara otuto site n'aka ndị na-akwado ya na ndị nkatọ.",
  "Chinonso lụrụ onye na-agụ egwú gospel nke Naijiria bụ Eric Arubayi n'afọ 2014 ruo mgbe ọ nwụrụ n'afọ 2017. Ha nwere nwa nwoke aha ya bụ Jayden.",
  "N'ọnwa Ọgọstụ 2021, ọ natara nhọpụta maka onye na-eme ihe nkiri nke afọ na Africa Choice Awards, n'akụkụ ndị ọzọ a họpụtara site na Ghana na South Africa. N'ọnwa Febụwarị afọ 2023, ọ natara ihe nrite maka onye na-eme ihe nkiri nke afọ mgbe ana enye ihe nrite umunwanyi Naijiria."
]