[
  "Chinyere Stella Okunna bụ nwanyị mbụ ruru ogo profesọ na Mass communication na Naijiria",
  "Ọ rụọla ọrụ n'ọkwa dị iche iche dịka onye nchịkwa and onye nkuzi na ngalaba mmụta na ngalaba ndọrọ ndọrọ ọchịchị.",
  "A mụrụ ya n'ezinụlọ Joshua na Christiana Adimora, n'Ụga n'okpuru ọchịchị ime obodo Agụata nke Anambra Steeti,nke Naijiria, nna ya (Joshua Obinani Adimora) bụ onye ọrụ bekee nke jere ozi dị ka onye mbụ na-ahụ ndị obodo (DO) na mpaghara nlekọta Agụata n'ime afọ 1950",
  "Ọ bụkwa onye osote odeakwụkwọ obodo nke Port-Harcourt Municipal Council n'ime afọ 1960.  Stella Chinyere Okunna malitere agụmakwụkwọ ya n'ụlọ akwụkwọ praịmarị St Jọhn dị n'Ekwulobia ebe nna ya jere ozi dị ka onye ọrụ gọọmentị, ma jekwaa na  ụlọ akwụkwọ obodo mepere emepe Port-Harcourt ebe a ka o si jewe ụlọ akwụkwọ sekọndrị site na praimarị nke 5",
  "Agụmakwụkwọ sekọndrị ya bụ na Anglican Girls Grammar School (nke mechara bụrụ Girls High School) Awkunanaw,dị n'Enugu, bụ ebe o si nweta WASC ya na ọkwa nke 1 dị ka nwata akwụkwọ kacha mee ọfụma n'ule ahụ n'ụlọ akwụkwọ ya",
  "Chinyere Stella Okunna bidoro ọrụ ya dika onye nkuzi na Institute of Management and Technology, Enugu (Site n'afọ 1981 ruo n'afo 1994) tupu ọ banye na Department of Mass Communication, Nnamdi Azikiwe University n'afọ 1994",
  "Ọ ghọọrọ nwanyị mbụ ruru ogo prọfesọ nke Mass communication na Naijiria n'afọ 2001, ma bụrụkwa naanị nwanyị onye Naijiria na Mass Communication ruru ogo dị otú ahụ n'ime ihe ruru afọ iri na abụọ (12) tupu onye nkụzi nke abụọ, site na ngalaba ahụ rukwazie ogo prọfesọ",
  "Ọ bụ nwanyị mbụ ruru ogo Dean, Faculty of Social Sciences na Nnamdi Azikiwe University (site n'afọ 2016 ruo n'afọ 2019)",
  "Tupu mgbe ahụ, ọ bụrụla osote-Dean,site n'afọ 1996 ruo n'fọ 1998 nakwa Onye Isi, Ngalaba Mass Communication site n'afọ 1998 ruo n'afọ 2006",
  "O nwere ike malite agụmakwụkwọ postgraduate (PGD, MSc na PhD) n'oge a, nakwa diplọma ọkachamara n'ịchụ nta akụkọ na ngalaba ahụ",
  "Ọzọkwa, Stella Chinyere Okunna ejewo ozi dị ka;",
  "Ihe ọ na-elekwasị anya na agụmakwụkwọ bụ Development Communication/Behaviour Change Gender and Communication",
  "Site n’afọ 2006 ruo n'afọ 2014, Chinyere Stella Okunna lara ezumike nka na Mahadum Nnamdị Azikiwe were banye ọrụ ọha dịka Kọmishọna, Mịnịstrị nke Ozi na Omenala (ste n'afọ 2006 ruo n'afọ 2009)",
  "A họpụtara ya ka ọ bụrụ Kọmishọna na-ahụ maka atụmatụ akụ na ụba na mmefu ego yana Kọmishọna na-ahụ maka Developmen Partnership / Donor Agencies (site n'afọ 2009 ruo n'afọ 2014)",
  "Mgbe ọ ka na-arụ ọrụ dị ka Kọmishọna, e mekwara ya ka ọ bụrụ Onye isi ndị ọrụ (2012–2014)",
  "Ọ bụkwazị onye isi oche,",
  "Stella Chinyere Okunna jekwara ozi dị ka onye enyemaka na onye ndụmọdụ nye ọtụtụ ụlọ ọrụ gụnyere;",
  "Agụmakwụkwọ ya na mgbe o mechara banye n'ọrụ ọha na eze gosipụtara ya mkpa ndị obodo na otu ndị mmadụ, ndị NGO na ndị otu dị iche iche nwere ike i nyere ma gbaa ndị na-eto eto ume ka ha nweta agụmakwụkwọ",
  "Site na otu NGO nke o guzobere (Adimora-Okunna Scholarship Foundation, 2003), o nweela ike nweta ego were nye;",
  "Ugbu a (n'afọ 2020), Chinyere Stella Okunna bụ onye isi oche,ngalaba NIPR nke Anambra Steeti, Daịrektọ nke UNIZIK 94.1FM Campus / Community Radio Station na Prọfesọ nke Mass Communication na Mahadum Nnamdi Azikiwe (UNIZIK), n'Awka",
  "Ọ bụkwa onye isi oche, Sensitization and Publicity subcommitee nke ndị ọrụCO VID-19 na Mahadum Nnamdi Azikiwe.",
  "Stella Chinyere Okunna a maara nke ọma na otu dị iche iche na otu fora dị ka onye ukwu na Mass Communication",
  "Ọ bụ",
  "Chinyere Stella Okunna lụrụ Eric Nwabuisi Okunna, onye ọkachamara banyere Ọrịa Obibi na akụkụ ahụ ụmụ nwanyị e ji a mụ nwa",
  "Ha nwere ụmụaka isii (6) toro eto na ọzụzụ dị iche iche na ọtụtụ ụmụ ụmụ.",
  "Stella Chinyere Okunna nwere ọtụtụ akwụkwọ  ọgụgụ o bipụtara kemgbe ọtụtụ afọ na mpaghara Naijiria na mba ụwa dịka akụkọ, akwụkwọ, isi akwụkwọ, akwụkwọ monograf/oge ụfọdụ ma akwụkwọ ọgbakọ gụnyere;",
  "2018 - Development Communication in Governance in Nigeria: People at the Centre of Communication? 43rd Inaugural Lecture of Nnamdi Azikiwe University, Awka Nigeria",
  "2017: Enhancing Media Relations by Public Relations Practitioners in Governance: Lessons from the Peter Obi Administration in Anambra State, 2006-2014",
  "Public Relations Journal, Vol",
  "13, Nos",
  "1 & 2, 2017.",
  "2017 : Role of the Media in Building a Culture of Peace (C.S Okunna & M",
  "Popoola)",
  "In Pate, U",
  "& Oso, L",
  "(ed.), Multiculturalism, Diversity and Reporting Conflict in Nigeria",
  "Ibadan: Evans Brothers Nigeria Limited 2017.",
  "2017: “Communication Skills for Entrepreneurship”",
  "In Alex Ikeme (ed), Entrepreneurship and Business Development",
  "Enugu: Grand-Heritage Global Communication, 2017.",
  "2016: “Discourse on Social Media, Youths and Entrepreneurship in Nigeria” (C.S",
  "Okunna & N",
  "M",
  "Emmanuel)",
  "In J.O",
  "Ezeokana et al (ed.), New Media and Capacity Building in Developing Economies",
  "Awka: Fab Anieh Nig",
  "Ltd 2016.",
  "2015 : Safety of Journalists in Nigeria",
  "Abuja: UNESCO/NUJ, 2015 (C.S",
  "Okunna & M",
  "Popoola).",
  "2012: Introduction to Mass Communication",
  "Enugu: New Generation Books, 2012 (First published in 1994 by ABIC Books, Enugu – single author; 2nd Edition published in 1999 by New Generation Books – single author; 3rd Edition published in 2012 by New Generation – co-authored with K.A",
  "Omenugha).",
  "2008: Media, Ideology and the Nation: The Nigerian Press Coverage of the Danish Cartoon Crisis (C.S",
  "Okunna & K.A",
  "Omenugha)",
  "Journal of Media and Communication, Vol",
  "1 (1), 2008.",
  "2007 : Religion Constrains HIV/AIDS Reporting in Nigeria (C.S",
  "Okunna & I.V",
  "Dunu)",
  "Media Development (Toronto, Ontario, Canada: World Association for Christian Communication).",
  "2005 : “Re-inventing Media Content: Creating a Balance Between Social Responsibility and Business Concern”",
  "International Journal of Communication.",
  "2005 - Okunna, Stella Chinyere, Nwanguma, Edith & Kevin Ejiofor  – Communicating policy reforms: between the government, the press and the people",
  "2005 - Women: as `invisible' as ever in Nigeria's news media",
  "2004 - Communication and conflict: a commentary on the role of the media",
  "2002 (Ed",
  ") - Teaching Mass Communication: A Multi-Dimensional Approach..",
  "1996 - Portrayal of women in Nigerian home video films: empowerment or subjugation",
  "1995 - Small participatory media technology as an agent of social change in Nigeria: a non-existent option?",
  "1995 - Ethics of Mass communication",
  "1994 - Chinyere Stella Okunna, Itsejuwa Esanjumi Sagay, Mallam Lawan Danbazau",
  "Communication Training and Practice in Nigeria: Issues and Perspectives, Issues 1-4",
  "1993 - C.S.Okunna, C",
  "Amafili, and N",
  "Okunna (Eds.)",
  "Theory and practice of mass communiation",
  "ABIC",
  "Enugu",
  "1993: Theory and Practice of Mass Communication",
  "Enugu: ABIC Books, 1993 (Edited by C.S",
  "Okunna, C",
  "Amafili & S.N",
  "Okenwa)",
  "1993 - Onuora, Emmanuel & Okunna, Chinyere & Ayo, Johnson",
  "Media Use, Knowledge of World Affairs and Image of Nations Among Nigerian Youth.",
  "1992 - Female Faculty in Journalism education in Nigeria: Implications for status of women in the society",
  "Female Faculty in Journalism Education in Nigeria: Implications for the Status of Women in the Society",
  "Africa Media Review (Nairobi: ACCE), Vol",
  "6, No",
  "1, 1992.",
  "1992: Communication for Self-Reliance Among Rural Women in Nigeria",
  "Media Development (London: World Association for Christian Communication)",
  "Vol",
  "1, 1992.",
  "1991: The Changing Patterns of Journalism Education and Recruitment in Nigeria CAEJAC Journal (Ontario: Journal of Commonwealth Association for Education in Journalism and Communication – CAEJAC), Vol",
  "3, 1990/1991.",
  "1990 : Freedom of the Press in the Third World: Freedom for Whom? Nigerian Journal of Mass Communication, Vol",
  "1, No",
  "1, 1990"
]