[
  "Chioma Opara (amụrụ ya na 23 May 1951 na Jos, Nigeria) bụ odee Naijiria na onye nkwusa agụmakwụkwọ nke ọrụ ya na-elekwasi anya na feminism nke ọdịda anyanwụ Afrịka",
  "E ji nkụzi ya na echiche femalism wee mara ya ma burukwa otu n'ime feminist isii n'ona Afrịka amaara ama na-akuzi echiche feministỌrụ ya socha na ọrụ na-enwe mmetụta na ọmụmụ Ihe okike nwoke na nwaanyị.",
  "Ọ bu Prọfesọ na English ma Comparative Literature na ngalaba Ndi mmadu na Rivers State University na Port Harcourt",
  "Opara natara  B.A ya na French na Mahadum nke  Nigeria, Nsukka, ma bakwa n'iru we nata Diploma ya na Ọmụmụ French na mahadum nke Dakar ya na Asambodo  na ọmụmụ French nke sị na Mahadum Tours na France",
  "Ọ matata pH.D ya na Bekee na mahadum nke Ibadan na Naijiria.",
  "Opara nwere Mmasị ebee maka nkụzi ngalaba ndi mmadu na Naijiria",
  "N' ọtụ okwu Mmeghe na 2016, Opara kwuru na ulo akwukwo ya maka nkụzi Ntọala kwesịrị buliri elu ka owee bụr Ngalaba nke Humanities zuru oke",
  "Ọ rụrụ ụka na \"ihe nkwalite nke ulo akwukwo ya rụọ ngalaba nke Humanities na Social sciences ga akwado ohere imekota",
  "Na afọ 2016, n'oge ajụjụ na zaa, ọ rụrụ ụka na-imuta  asụsụ karịsịa asụsụ bekee, dị mkpa iji kwalite ugwu agụmakwụkwọ na mmezu nke ụlọ akwụkwọ agụmakwụkwọ dị elu na Nigeria",
  "\"ụmụ akwụkwọ kwesịrị iwere akwụkwọ ọkọwa okwu dị ka akwụkwọ nsọ nke abụọ.\" Na mahadum ya, a na-akpọ Opara \"nwanyị bekee\" n'ihi nka o nwere n'asụsụ bekee.",
  "1",
  "Inside front page 30K",
  "2",
  "Back page 30k",
  "Centre spread 30k(no more available)",
  "4",
  "Full page 15k",
  "5",
  "Half page 10k",
  "6",
  "Q",
  "In a 2016 interview, she argued that the mastery of language, particularly the English language, is essential to bolster the academic prestige and achievement of higher education institutions in Nigeria: \"students should take the dictionary as their second bible.\" At her university, Opara is dubbed \"the English women\" due to her expertise in the English language and literature.",
  "Usoro usoro ihe omimi nke Opara gbadoro anya na iwepụta ụkpụrụ mmụọ na mmekọrịta ọha na eze maka ụmụ nwanyị Africa na agụmakwụkwọ, ọkachasị na nyocha akwụkwọ.Opara mebere ahụmịhe ụmụ nwanyị Afrịka n'ihe gbasara postcolonialism, ijikọ ụwa ọnụ, ndịiche akụ na ụba na omenala Africa ọdịnala",
  "Ọ na-atụle ka ụmụ nwanyị Africa nwere ike isi gbanwee ọgbọ nke mmekọahụ, gbanyere mkpọrọgwụ n'ime usoro ndị a niile n'otu ọnọdụ, ma kọwaa ngwa ọrụ kwesịrị ekwesị maka ọnọdụ enyere.Ọrụ ya bụ ụlọ akwụkwọ nke agụmakwụkwọ ụmụ nwanyị Africa na-eto eto, bụ nke toro dị ka nzaghachi dị mkpa maka nsogbu nke nwanyị ọcha na nwa nwanyị ojii na-enweghị ike ileba anya ahụmahụ na echiche nke ụmụ nwanyị Africa na kọntinent ahụ.",
  "Opara na-akọwa ozizi ya nke nwanyị dị ka \"praxis\" a na-ahụ anya nke \"na-ebute ụzọ\" ahụ mgbe ọ na-etinye nkatọ psychoanalytical na mkparịta ụka ya banyere isiokwu nwoke na nwanyị e weere dị ka omenala na obodo wuru.\"  N'echiche a, ọ na-akọwa ahụ nwanyị dị ka ebe ndị nna ochie na-emegbu na ime ihe ike na kọntinent Africa dị ka onye na-achị European Colonialism na nrigbu",
  "N'ụzọ dị otu a, ọ na-agbado ahụ nwanyị, nke o jiri tụnyere Nne Nature, na-adọta njikọ dị egwu n'etiti ntọhapụ nke ụmụ nwanyị Africa na mba Africa n'ozuzu",
  "Ọ na-arụ ụka na:",
  "itinye n'ọrụ tiori nke femalism, a variant nke African feminism, ahụ nwanyị nakwa dị ka nne ga-emebere usoro nke saịtị nke okwu na hermeneutics",
  "A ga-esere myirịta n'etiti ngwa ahụ nwanyị nwere akwa na mba Africa e gbuturu egbugbu nke agha, ịda ogbenye, ọrịa, ịchịchị ọchịchị na ọchịchị gachara",
  "N'ikwu ya n'ụzọ dị mfe, mba Africa nke ụmụ nwanyị na-eme ka nne Earth, Nwanyị Ụwa-- ntụle nkịtị nke ahụ nwanyị Africa",
  "Ahụ ahụ na-ahụ n'ahụ ọ bụghị nanị na-adaba na ime mmụọ na ihe nnọchianya nke okike na mbara igwe ma na-egosipụtakwa ihe ndị dị na ya",
  "N'ime imepụta ederede, anyị ga-akụda ụfọdụ ndị odee Africa, gafere nabata echiche Satrean nke nnwere onwe",
  "Ihe dị adị nwere ike, agbanyeghị, n'ịgbagharị webụ nke transcendence na utopian precinct subordinate ịmụ nwa ka na-arụpụta nka okike",
  "N'okwu nkuzi, Opara kọwakwara echiche ya:",
  "Site na nyocha ya nke ahụmahụ ndụ na-elekwasị anya na ahụ, nwanyị bụ ihe dị egwu dị ka ọ na-eme ka ọ dị egwu na ihe mgbagwoju anya",
  "Na-eme ka myirịta dị n'etiti mba Africa nwere ndọrọ ndọrọ ọchịchị Femalism na-emetụta njikọ dị n'etiti nnwere onwe nke nwanyị na nke mpaghara Africa",
  "A na-ahụta ahụ na-azụ ụmụ nwanyị ka ọ dị ka nke nne Africa - ihe ngosipụta nke Nne Nature",
  "Nghọta obodo mepere emepe nke mba Africa dara ada n'ụzọ akụ na ụba ya na A na-atụnyere ọnọdụ akụkọ ihe mere eme dị ka ihe na-enweghị isi, mmegbu nke nna ochie na-emegbu ahụ nwanyị na uche n'ọchịchọ maka ịdị adị zuru oke..",
  "Opara na-akọwa echiche ya nke gyndriism (okwu ọ na-eji dị iche iche karịa ndị ọzọ) dị ka ọmịiko nwoke maka ụmụ nwanyị dị na akwụkwọ Africa. Ọ na-ede na ọ na-enye \"Ihe gbasara ụmụ nwanyị Africa yana ndị edemede nwanyị na-eme ihe ike na akwụkwọ edemede.\" Ọzọkwa, ọ na-ekwu na \"ọrụ gynandrist na-enye saịtị maka n'ezoghị ọnụ ma ọ bụ n'ụzọ doro anya na-akatọ ụkpụrụ ụkpụrụ omume nwoke na nwanyị n'otu aka ma na-ebuli uru nke nwanyị n'aka nke ọzọ.\""
]