[
  "Chioma Ikokwu (amụrụ na Junì 25, 1989) nke a maara nke ọma dị ka Chioma Goodhair bụ onye ọka iwu Naijiria, onye ọchụnta ego na onye nkuzi",
  "Ọ bụ onye nchoputa na onye isi oche nke Good Hair Ltd na Brass and Copper Restaurant & Lounge, n'akụkụ Kika Osunde. Ọ bụ onye guzobere The Good Way Foundation, otu nzukọ nke na-elekwasị anya na mmata nke ọrịa sickle cell dị ka otu n'ime ebe ndị isi na-elekọta.",
  "A mụrụ Ikokwu na June 25, 1989 na Lagos, Nigeria",
  "Ọ gara Mahadum nke Birmingham wee gụsịrị akwụkwọ na 2010 na LL.B degree.  Ọ gụsịrị akwụkwọ na LL ya.M degree na International Environmental Law na-International Commercial Arbitration na Mahadum London (School of Oriental and African Studies) ebe ọ ji ihe dị iche mechie",
  "Ọ gara ụlọ akwụkwọ iwu Naịjirịa ma kpọọ ya ka ọ bụrụ onye ọka iwu Naịjarịa n'afọ 2013.",
  "Mgbe ọ gụsịrị nzere Master of Laws, o rụrụ ọrụ nwa oge na ụlọ ọrụ iwu na ikpe na Lebanọn tupu ọ laghachi Naịjirịa ịga ụlọ akwụkwọ iwu",
  "Ọ zutere onye mmekọ azụmahịa ya Kika Osunde na Mahadum Birmingham ebe ọ rụrụ ọrụ dị ka odeakwụkwọ mmekọrịta ọha na eze maka Mahadum nke Birmingham ACS (Afro Caribbean Society). O so guzobe akara ntutu na ịma mma Good Hair Ltd nke malitere na England n' ebe 2009, tupu ọ kwaga Naịjirịa na 2014. Ikokwu na Osunde wuru ebe mara mma a maara dị ka Ezigbo Ntutu. Ọ bụ otu n'ime ndị nwe Brass na Copper, ụlọ oriri na ọṅụṅụ na ụlọ mmanya na Good Hair Space na Lekki, Lagos.",
  "Ọ bụ onye guzobere Chioma Ikokwu Start-up Fund Initiative, nke na-elekwasị anya n'inye obere azụmaahịa isi obodo na echiche ọhụrụ",
  "Ọ na-eduzi mmemme nkuzi ndị isi ebe o n'edu ndị ọchụnta ego na ịmepụta azụmaahịa, akara na ahịa",
  "Ntọala ya na-elekwasị anya n'ikpochapụ ịda ogbenye, imeziwanye nlekọta ahụike, agụmakwụkwọ na ọnọdụ ibi ndụ maka ndị ogbenye na Africa",
  "Ntọala ahụ na-eme nchọpụta ma na-alụ ọgụ maka destigmatization nke ndị ọrịa sickle cell metùtara",
  "Ikokwu bụkwa akụkụ nke nzukọ tebụl gburugburu nke isi ụlọ ọrụ United Nations, nke lekwasịrị anya na mmata na njikwa ọrịa sickle cell, ma nye ya onyinye enyemaka site na African Sickle Cell Foundation na-New York."
]