[
  "Chioma Chukwuka amụrụ (na Machị 12, 1980, nke a na-akpọkwa Chioma Chukwuka Akpotha ma ọ bụ Chioma Akpotha) Listen (help·info) bụ onye Naijiria na-eme ihe nkiri, onye nduzi na onye na-emepụta ihe nkiri. N'afọ 2007, o ritere ihe nrite Africa Movie Academy Award maka \"Onye na-eme ihe nkiri kacha mma na ọrụ ndu\" maka arụmọrụ ya na ihe nkiri \"Sins of the flesh\", na ihe nrite Afro Hollywood maka onye na-eme egwuregwu kacha mma na-eduzi ọrụ na 2010.",
  "A mụrụ Chioma Chukwuka na Lagos Steeti, na Machị 12, 1980. O si Oraifite na Ekwusigo Local Government Area nke Anambra State, Nigeria. Ọ gụsịrị akwụkwọ praịmarị ya na Onward Nursery and Primary School na Lagos State, wee gaa Federal Government Girls College na Onitsha, Anambra State maka agụmakwụkwọ sekọndrị ya",
  "Chioma wee gaa Mahadum Lagos State, ebe ọ gụrụ Banking na Finance.",
  "Ọrụ ime ihe nkiri Chioma Chukwuka malitere site na mmalite ya na ihe nkiri \"The Apple\" n'afọ 2000. Chioma mekwara ihe nkiri The Handkerchief na 2000. N'afọ 2007, ọ natara onyinye \"Best Actress in a Lead Role\" na African Movie Academy Awards maka ihe nkiri Sins of the Flesh A họpụtakwara ya maka African Movie Academy Award maka \"Best Actress\" na ihe nkiri \"Accident\" na 2014",
  "N'inwe afọ 20 nke ahụmịhe, ọ na-eme ihe nkiri na ihe karịrị 350 Nollywood, mepụtara ihe nkiri 6 ma nwee ọtụtụ onyinye maka otuto ya. Dị ka onye na-eme ihe nkiri, Chioma emepụtala / soro mepụta ihe nkiri 8 gụnyere ihe nrite a họpụtara na On Bended Knees",
  "Chioma Chukwuka bụkwa ọkà okwu ọha na onye nduzi.",
  "N'ọnwa Jenụwarị 2019, ọ kwupụtara mmalite nke ikpo okwu na-ewu ikike a na-akpọ Masterclass With Chioma, ebe ndị na-eme ihe nkiri, ndị na-ede ihe nkiri, onye na-eme egwuregwu, na ndị ọkachamara ụlọ ọrụ ndị ọzọ na-akụzi ihe ọ chọrọ iji mee ya na ihe nkiri, TV, na ụlọ ọrụ ihe nkiri.",
  "Chioma Akpotha ghọrọ onye nnọchi anya akara maka Erisco Foods na Nọvemba 2018. Chioma Chukwuka jere ozi dị ka onye nnọchi anya akara maka ọtụtụ akara azụmahịa Naijiria na nke mba ụwa, gụnyere Globacom Nigeria, ụlọ ọrụ nkwukọrịta, Omo Detergent na Harpic Cleaner.",
  "Chioma Chukwuka lụrụ Franklyn Akpotha na 2006.",
  "Àtụ:Africa Movie Academy Award for Best Actress"
]