[
  "Chioma Grace Ubogagu (Amuru ya n'onwa September 10, 1992) bụ onye obodo British amụrụ n'obodo America na- agba  bọọlụ",
  "Ebe ona agba bu n'iru",
  "Ugbua, ona agbara ndi Orlando Pride bu otu boolu umu nwanyi mba",
  "Ogbakwara ndi Houston Dash, na ndi otu boolu umuwanyi mba nke ndi America na agefeghi afo iri abuo n'ato. Ubagagu gbara ndi boolu mgbe oguru na ulo akwukwo mahadum Stanford University",
  "Obu otu onye na ndi nochitere anya  ndi obodo America bu ndi na agafebeghi afo iri abuo, bu ndi meriri na asumpi egwuregwu mba nile nke afo 2012.",
  "Amuru Ubogagu n'obodo London",
  "Nne ya Tina bu noosu, nna ya Aloy bu onye oru na elekota mmadu, bu ndi hapuru obodo Nigeria ga icho ohere oru. Mgbe odi afo ato, nne na nna ya gbara alukwaghim",
  "Osokwara nne ya na nwanne ya nwoke toro ya ga n'obodo Coppell, Texas bu ala di nso n'obodo Dallas–Fort Worth metroplex.",
  "Ubogagu duru ndi otu boolu ya bu ndi D'Feeters,nwete iko boolu abuo nke asumpi egwurugwu ndi Texas-North Stati, ozokwa, onwetekwara mmeri nke ndi n'eto eto bu ndi America na mpaghara ya",
  "Enyekwara onye nke ato na afo 2010, dika onye America kachasi agaba boolu na agafebeghi afo iri asaa",
  "Odukwara ndi Coppell High School  nweta iko asumpi Texas 5A na afo 2009",
  "Akpokwara onye kachasi agba boolu nke ndi Gatorade Texas n'afo 2010",
  "Ndi ESPN RISE kpoputara ya oge ato bu onye America nile na agba boolu, ndi NSCAA ya na Parade kpoputara ugboro abuo. Ozokwa, obu onye ndi  Dallas Morning News hoputara na mpaghara ya nile dika onye kachisi agbo boolu",
  "Ihe nile a bu na afo ano oguru na mahadum.",
  "Ugobagu batara na otu egwu Stanford dika onye nke ato ndi ''To Drawer Soccer'' hotara nobodo nile",
  "Na afo mbu mgbe ona na ebe ahu dika onye ohuru, onwetere mmeri nke akporo ''Pac-12'' na afo 2011",
  "Onyekwara ndi Cardinal aka merie iko mbu ha nke akporo ''Women's College Cup'' sorokwa na ndi otu asompi ahu",
  "Ndi otu Stanford laghachitakwara buru ndi ikpeazu zoro egwuruegwu nke afo 2012 ya na okara ikpeazu na afo 2014",
  "Oguchara akwukwo na mahadum site na iye okpu goolu iri abuo na asa na mgbe iri asa na iteghite osoro gba boolu",
  "Osokwara ndi otu egwu All-Pac oge afo ano, nweta nkwanye ugwu nke mbu na afo 2012 na 2014.",
  "Na onwa Jenuwari afo 2015, ndi National Women's Soccer League's nke ndi Sky Blue FC hotara Ubogagu dika onye nke iri abuo na asato nke afo 2015 NWSL College Draft, na agbayeghi na onye ndu  Jim Gabarra kwetere na onwere mkparita uka ya na ndi otu egwu FA WSL nwere. Na onwa February afo 2015, Ubogagu banyere ndi otu egwu Arsenal, bu ndi otu okwadoro dika nwatakiri, maka na obu nwa afo nke ndi Britain, egbughi oge inye ya akwukwo oru",
  "Ubogagu bidoro gbaba egwuru egwu dika okachamara na onwa April ubochi ato, na afo 2015, onyekwera goolu ofu mgbe ha na ndi Notts County gbara boolu gwuchara na 1-1.",
  "Ndi otu egwu Arsenal hapuru Ubogagu mgbe onochara oge ya ha kwetere na onwa November afo 2015",
  "Okwusiri oge ya site na inye okpu goolu asaa na ime mputa iri abuo na otu ogbara boolu ebe ahu., Mgbe odi n'ihu, ndi Houston Dash nwetere ikikere ikpoputa Ubogagu na Sky Blue FC iji nwere gbanwe ya na ndi ahoputara na afo 2016 na 2017 nke ndi mahadum",
  "Azum ahia mere ka ndi Houston Dash nweta ohere iwere ya tupu oge NWSL ga ebido na onwa March na afo 2016.",
  "Akporo Ubogagu dika onye NWSL Player of the Week na izu uka ano nke oge afo 2016 maka otu goolu ya na otu inye aka goolu omere iji were mee ka ndi Houston merie site na okpu goolu abuo asatara otu (2-1) bu ndi FC Kansas City",
  "Ubogagu anochitego anya ndi obodo United States na mpaghara ndi n'eto eto, ma ndi otu U-18, U-20, ma ndi U-23",
  "Ya na ndi U-20, meriri asumpi nke afo  2012 FIFA U-20 Women's World Cup, ebe ogbara boolu mgbe isi ma nyekwa nani otu okpu na mgbe isi appearing in all six games and scoring once, ya na  2012 CONCACAF Women's U-20 Championship, ebe on onyere aka nye okpu goolu na ngwucha asumkpi ahu",
  "Onyekwara goolu isi mgbe ogbara boolu mgboro asato na afo 2012",
  "Maka ebe amuru nne na nna ya, Ubogagu bu onye ruru eru inochite anya obodo Nigeria, England, na  United States na ogo di elu na egwuregwu boolu.",
  "Her grandfather Austin Eneuke played for former Nigeria and Tottenham Hotspur",
  "She became an Arsenal fan watching the North London derby, despite her father urging her to support Tottenham."
]