[
  "Chipo Tariro Chung (a mụrụ ụrụ n'abalị iri na asaa n'ọnwa Ọgọstụ n'afọ 1977) bụ onye Zimbabwe na-eme ihe nkiri na onye na-ekwuchitere mmadụ nke bi na London.",
  "A mụrụ Chung dịka onye gbara ọsọ ndụ na Dar es Salaam, Tanzania",
  "Ọ bụ onye ọkara Zimbabwean nke Mberengwa na ọkara ndị China",
  "Aha ya Chipo pụtara \"onyinye\" n'asụsụ Shona",
  "Ọ nọrọ afọ abụọ mbụ ya n'ogige ndị gbara ọsọ ndụ na Mozambique na ọtụtụ puku ndị na-eto eto na-agbapụ n'agha na Rhodesia n'oge ahụ.",
  "A zụlitere Chung na Harare ebe ọ gara Dominican Convent High School ma zụlite ime ihe nkiri ya na ụlọ ọrụ ihe nkiri agbụrụ Over the Edge",
  "Mgbe ọ dị afọ iri na asatọ, ọ kwagara United States ebe nne ya Fay Chung na-arụ ọrụ maka United Nations",
  "Fay Chung bụ onye nkuzi na onye bụbu minista agụmakwụkwọ na Zimbabwe",
  "Nna ya bụ Rugare Gumbo si Mberengwa district Zimbabwe onye bụbu onye otu ndọrọndọrọ ọchịchị na Zimbabwe.",
  "Chung bu ụzọ mụọ iduzi na Mahadum Yale, wee zụọ dịka onye na-eme ihe nkiri na Royal Academy of Dramatic Art (RADA) na London wee gụsịrị akwụkwọ n'afọ 2003.",
  "Egwuregwu ya gụnyere Talking to Terrorists (Royal Court Theatre), The Overwhelming (Royal National Theatre) na Fallujah (nke ọ na-eme Condoleezza Rice), yana ihe nkiri oge ochie dịka Phedre, nke ya na Helen Mirren (Royal Nacional Theatre), na Epidavros.",
  "Ọ pụtara ugboro abụọ na Doctor Who, n'otu ihe omume na-egwu onye na-enyere Master aka Chantho, na nke ọzọ, onye a na-akpọ Fortune Teller. Ihe nkiri mbụ ya bụ olu Icarus II na Danny Boyle's Sunshine, yana mpụta na In the Loop and Proof",
  "Ihe ngosi telivishọn ndị ọzọ gụnyere ihe nkiri The Last Enemy na dịka onye nta akụkọ na usoro nke abụọ nke Sherlock \"The Hounds of Baskerville\".",
  "N'afọ 2011 ọ na-arụ ọrụ ugboro ugboro dịka Vivian, onye na-arụkọ ọrụ n'ụlọ ikpe Eze Uther nke na-arụzi ọrụ dịka onye na-elekọta Morgan, nwanne nwanyị Eze Arthur, na usoro ihe nkiri romance nke oge ochie Camelot",
  "Ọ pụtara na usoro  nkiri British TV nke afọ 2015 Fortitude dịka Trish Stoddart.",
  "N'afọ 2015 ọ meriri ọrụ nke Mary Magdalene na usoro TV, A.D",
  "The Bible Continues",
  "A jara  ngosi ahụ mma maka mba ụwa na ọtụtụ agbụrụ ma meghee ya maka nde mmadụ iri na otu n'ọnwa Eprel 2015.",
  "N'afọ 2017, Chung weere ọrụ nke Queen Dido na mmepụta nke Royal Shakespeare Company nke Dido, Queen of Carthage site n'aka onye na-ede egwuregwu Christopher Marlowe. Ọ rụkwara ọrụ Agent Whitman na Absentia na site n'afọ 2017 ruo 2019 Master na usoro TV Into the Badlands",
  "Chung na onye guzobere Nick Reding guzobere ọrụ ebere SAFE-Kenya nke na-emepe ihe nkiri maka mgbanwe mmekọrịta mmadụ na ibe ya na Kenya, na-elekwasị anya na agụmakwụkwọ HIV na iwepụ clitoridectomy, ma na-anọdụ ugbu a na Board of Trustees.  Ọ na-arụkọ ọrụ ọnụ na ọrụ ebere Peace Direct iji kwado Envision Zimbabwe, ntụkwasị obi ụmụ nwanyị nke na-arụ ọrụ maka iwulite nkwekọrịta na udo na Zimbabwe",
  "Ọ na-anọdụkwa na RADA Council na British Equity's International Committee for Artists' Freedom (ICAF).",
  "N'ọnwa Disemba afọ 2019, ya na mmadụ 42 ndị ọzọ na-ahụ maka ọdịbendị, Chung bịanyere aka n'akwụkwọ ozi na-akwado ndị otu Labour Party n'okpuru nduzi Jeremy Corbyn na ntuli aka afọ 2019",
  "Akwụkwọ ozi ahụ kwuru na \"Nkwupụta ntuli aka nke ndị ọrụ n'okpuru idu ndú Jeremy Corbyn na-enye atụmatụ mgbanwe nke na-ebute mkpa ndị mmadụ na ụwa ụzọ karịa uru onwe onye na ọdịmma nke mmadụ ole na ole\"."
]