[
  "Chiwetel Umeadi Ejiofor CBE (/ˈtʃuːətɛl ˈɛdʒioʊfɔːr/ CHOO-ə-tel EJ-ee-oh-for; a mụrụ na 10 Julaị 1977) bụ onye Britain na-eme ihe nkiri. Ọ bụ onye natara onyinye dị iche iche, gụnyere BAFTA Award, Laurence Olivier Award, NAACP Image Award, na nhọpụta maka Academy Award, Primetime Emmy Awards abụọ, Screen Actors Guild Awards atọ na Golden Globe Awards ise.",
  "Mgbe ọ debanyere aha na National Youth Theatre n'afọ1995 ma gaa London Academy of Music and Dramatic Art, mgbe ọ dị afọ iri na itoolu na ọnwa atọ n'ime ọmụmụ ya, Steven Spielberg họpụtara Ejiofor ka ọ rụọ ọrụ nkwado na ihe nkiri Amistad (1997) dị ka James Covey",
  "Ejiofor gosipụtara ndị Okwe na Dirty Pretty Things (2002), Lola na Kinky Boots (2005), Victor Sweet na Four Brothers (2005), The Operative na Serenity (2005), Thabo Mbeki na Endgame (2009), Darryl Peabody na Salt (2010), Solomon Northup nakwa 12 Years a Slave (2013), Vincent Kapoor na The Martian (2015), Karl Mordo yana Doctor Strange (2016) na Doctor Strange na Multiverse of Madness (2022), na Trywell Kamkwamba na The Boy Who Harnessed the Wind (2019)",
  "O kwupụtara Dr",
  "Watson na Sherlock Gnomes (2018) na Scar n'afọ 2019 remake nke The Lion King ma gosipụta na ihe nkiri fantasy Maleficent: Mistress of Evil Maka afọ iri na abụọ ohu, ọ natara Academy Award na Golden Globe Award nominations, tinyere BAFTA Award for Best Actor",
  "A họpụtara ya maka afọ 2014 Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie maka arụmọrụ ya na Dancing on the Edge N'afọ 2022, ọ rụrụ ọrụ dịka onye ndu na usoro ihe nkiri telivishọn sayensị nke Showtime The Man Who Fell to Earth",
  "N'afọ 2008, Queen Elizabeth II họpụtara ya ka ọ bụrụ onye isi nke Order of the British Empire maka ọrụ ǹkà. E buliri ya ka ọ bụrụ onye ọchịagha nke Order of the British Empire na 2015 Birthday Honours",
  "A mụrụ Ejiofor na 10 Julaị afọ 1977 na Forest Gate, n'ebe ọwụwa anyanwụ London, nne na nna Naijiria bụ ndị agbụrụ Igbo. Nna ya, Arinze, bụ dọkịta, nne ya, Obiajulu, bụ onye na-ere ọgwụ",
  "Nwanne ya nwanyị nke nta, Zain, bụ onye nta akụkọ CNN. Nwanne ya nwanyị nke ọzọ bụ Kandi bụ dọkịta GP.",
  "N'afọ 1988, mgbe Ejiofor dị afọ iri na otu, n'oge njem ezinụlọ ya na Naịjirịa maka agbamakwụkwọ, ya na nna ya na-akwọ ụgbọala na Lagos mgbe emume ahụ gasịrị mgbe ụgbọala ha dabara n'ihe mberede ụgbọ oloko",
  "E gburu nna ya, Ejiofor merụrụ ahụ nke ukwuu, na-enweta ọnyá ndị a ka na-ahụ anya n'egedege ihu ya.",
  "Ejiofor malitere ime ihe nkiri n'ụlọ akwụkwọ na ụlọ akwụkwọ ya, Dulwich Prep London (nke a maara n'oge ahụ dịka 'Dulwich College Preparatory School'), ebe ọ na-eme ihe nkiri na William Shakespeare's Hamlet",
  "Ọ gara n'ihu na-eme ihe nkiri na ụlọ akwụkwọ sekọndrị ya, Dulwich College wee sonye na National Youth Theatre",
  "Ọ banyere na London Academy of Music and Dramatic Art mana ọ hapụrụ mgbe afọ mbụ ya gasịrị, mgbe a tụchara ya na ihe nkiri Steven Spielberg Amistad",
  "Ọ rụrụ ọrụ aha na Othello na Bloomsbury Theatre na Septemba 1995, na ọzọ na Theatre Royal, Glasgow, n'afọ 1996, mgbe ọ pụtara n'ihu Rachael Stirling dịka Desdemona",
  "N'afọ 2015, GEANCO Foundation, otu na-ahụ maka ọdịmma na-abaghị maka uru na West Africa, kwanyere Ejiofor ugwu na Global Promise Award maka ọrụ ebere ya na Nigeria.",
  "Na 12 Septemba 2016, Ejiofor, yana Cate Blanchett, Jesse Eisenberg, Peter Capaldi, Douglas Booth, Neil Gaiman, Keira Knightley, Juliet Stevenson, Kit Harington na Stanley Tucci, gosipụtara na vidiyo sitere n'aka ụlọ ọrụ ndị gbara ọsọ ndụ nke United Nations UNHCR iji nye aka mee ka a mara banyere nsogbu ndị gbara ọsọ ndụ zuru ụwa ọnụ",
  "Vidio a, nke akpọrọ \"What They Took With Them\", nwere ndị na-eme ihe nkiri na-agụ uri, nke Jenifer Toksvig dere ma sitere n'ike mmụọ nsọ site na akụkọ ndị gbara ọsọ ndụ n'ezie, ọ bụkwa akụkụ nke mkpọsa UNHCR #WithRefugees, nke gụnyekwara arịrịọ nye gọọmentị ka ha gbasaa ebe mgbaba iji nyekwuo ebe obibi, ijikọta ohere ọrụ, na agụmakwụkwọ. Ejiofor bụ onye na-akwado Crystal Palace FC.",
  "Ejiofor bụ onye natara ọtụtụ onyinye, gụnyere ọtụtụ nhọpụta na ngalaba Best Actor maka ọrụ ya dị ka Solomon Northup na ihe nkiri akụkọ ndụ nke afọ 2013 12 Years a Slave, nke o meriri AACTA International, BAFTA, BET, Black Reel awards, na mgbakwunye nakwa ọtụtụ nkwanye ugwu dị egwu",
  "Ọrụ ya ndị ọzọ a ma ama gụnyere: dịka Othello na 2007 Donmar Warehouse mmepụta nke otu aha ahụ, nke meriri ya Laurence Olivier Award for Best Actor; dị ka ọkà mmụta ala Adrian Helmsley na 2009 apocalyptic disaster blockbuster 2012, nke nwetara ihe ịga nke ọma n'ahịa n'ụwa niile, na uto ụlọ ọrụ nke ihe karịrị nde dollar 769 (nke ise kachasị elu nke ihe nkiri ọ bụla n'afọ ahụ na nke kachasị elu maka izu ntọhapụ ya), nke mere ka ọ nweta nhọpụta maka Black Reel na NAACP Image Award; dị ka Louis Lester na BBC miniseries Dancing on the Edge (2013), nke a họpụtara ya maka Emmy, Golden Globe na Satellite award maka onye na-eme ihe nkiri pụtara ìhè na miniseries ma ọ bụ ihe nkiri, ma merie Black Reel Award n'otu ụdị; dị ka onye na-akọ akụkọ nke 2018 Apple TV + documentary film The Elephant Queen, nke a họpụtara ya maka Primetime Emmy Award",
  "N'afọ 2008, Queen Elizabeth II họpụtara ya ka ọ bụrụ onye isi nke Order of the British Empire maka ọrụ nka. E buliri ya ka ọ bụrụ onye ọchịagha nke Order of the British Empire na 2015 Birthday Honours"
]