[
  "Andrea Chizoba \"Chizzy\" Akudolu (amụrụ na 7 Ọktoba 1973) bụ nwanyi na-eme ihe nkiri na Britain.",
  "N'afọ 2002, Akudolu bụ otu n'ime mmadụ asatọ na-eme ihe ọchị ọhụrụ meriri BBC Talent Initiative, The Urban Sketch Showcase",
  "Mmadụ asatọ ahụ mere ihe ngosi na-atọ ọchị n'ihu ndị nduzi na ndị na-emepụta ihe nkiri BBC na Tabernacle Theatre di na Notting Hill",
  "Mpụta mbụ ya na onyonyo bụ na BBC sitcom 15 Storeys High",
  "Nke a sochiri obere ọrụ na EastEnders",
  "Ọ gara n'ihu na-arụ ọrụ maka BBC na usoro ụmụaka mbụ ya a na-akpọ Stupid! na Roman's Empire",
  "Ihe nrite gụnyere Green Wing, Dustbin Baby maka Kindle Entertainment na dị ka caricature nke onwe ya na mockumentary The Most Unromantic Man in the World",
  "Akudolu gosiputara na ihe nkiri dika Miss Kanouti na The Complete Guide to Parenting",
  "Ọ gara n'ihu na-arụ ọrụ maka CBBC na mmemme dịka Nuzzle na Scratch, Scoop na Gigglebiz",
  "N'afọ 2007, ọ gara njem na The Vagina Monologues ruo ọnwa atọ",
  "N'afọ 2008, Akudolu mere onye ya na ya bi, Angel, na Dead Set, cross satirical n'etiti Big Brother na zombies",
  "N'afọ 2009, o nwere ọrụ ọbịa na Hollyoaks Later ma gosipụta na CBBC show Jinx na ọrụ ndu dị ka Fairy Godmother, Cookie",
  "N'afọ 2010 Akudolu pụtara na The Increasingly Poor Decisions of Todd Margaret, Twenty Twelve, The Inbetweeners, na dị ka onye na-eme ihe nkiri na Channel 4 comedy Campus.",
  "Kemgbe Mee 2012, Akudolu na-arụ ọrụ nke dọkịta na-awa ahụ Mo Effanga na Holby City",
  "Kemgbe ahụ, a mara ọkwa na Akudolu na-ahapụ Holby City mgbe afọ ise gasịrị",
  "A họpụtara ya o wee merie ma nweta ihe nrite maka \"Best Newcomer\" na Black International Film Festival na ihe nkiri egwú a n'anụ na ihe nrite onyonyo",
  "O nwetakwala ihe nrite Nwanyi na eme ihe nkiri kachasị n'otu afọ ahụ na BEFFTA Awards",
  "A họpụtara ya maka onyinye \"Emerging Talent\" na 8th Annual Screen Nation Awards.",
  "N'afọ 2017, Akudolu sonyere na Let's Sing and Dance for Comic Relief na duo sitere na Casualty",
  "Ha atọ mere \"Uptown Funk\" nke Bruno Mars wee bịa n'ọnọdụ nke abụọ",
  "N'afọ 2017, o sonyere na usoro nke iri na ise nke Strictly Come Dancing na BBC One",
  "Ọ bụ onye ama ama mbụ e wepụrụ mgbe Foxtrot na-akụda mmụọ nke na-enweghị usoro ọdịnala nke ịgba egwú. Akudolu sonyere na ihe omume a ma ama nke Weakest Link maka Children in Need",
  "Ọ bụ njikọ kachasị ike na ise n'ime agba isii, ma merie Rylan Clark-Neal na agba ikpeazụ iji merie, na-enweta 1,130 pound maka Children in Need, nke mmemme ahụ ji okpukpu abụọ.",
  "Afọ 2018 hụrụ Akudolu na-asọmpi na Richard Osman's House of Games, nke a na-egosi na BBC Two, n'akụkụ Tom Allen, Charlie Higson, na Kate Williams. N'ịbụ onye meriri otu n'ime ihe omume ndị ahụ n'izu ya, ọ laghachiri maka House of Champions pụrụ iche ya na Miles Jupp, Amol Rajan na Ellie Taylor, nke a na-agbasa na 2020.",
  "Na Jenụwarị 2019, Akudolu mere ihe nkiri dika Butterfly Brown na Death in Paradise",
  "N'afọ 2022, Akudolu sonyere na asọmpi Celebrity hunted maka Stand up to Cancer",
  "Ọ gbara onye nke atọ na usoro ahụ, onye otu ya Lisa Mafia na esote kwá ya.",
  "O mekwara ka onye ọbịa pụta na ITV sitcom Kate na Koji dị ka Lisa.",
  "O nwere belt na-acha nchara nchara na karate ma bụrụkwa onye na-ede akwụkwọ",
  "Nne ya bụ onye na-amụ nwa."
]