[
  ".Christine Blower, Baroness Blower (amụrụ 20 Eprel 1951) bụ odeakwụkwọ ukwu nke iri na otu nke National Union of Teachers, otu ndị ọrụ na-anọchite anya ndị nkuzi tozuru etozu n'ofe England na Wales",
  "N'ọnwa Maachị afọ 2018, ọ kwụrụ maka ntuli aka wee depụta aha ya maka ọkwa odeakwụkwọ ukwu nke Labour Party",
  "Ọ bụ osote onye isi oche nke otu nrụgide Unite Against Fascism.",
  "Amụrụ ya na Surrey, akụkụ nke Obodo Obodo..",
  "Nna ya bụ onye na-egwu kol n'oge ọ dị obere na ugwu ọwụwa anyanwụ England, wee bụrụ onye injinia GPO, yana onye na-akwado ndị ọrụ..",
  "She grew up in Chessington and attended Ellingham County Primary School and then Tolworth Girls School, a bi-lateral school where she was educated in the grammar stream..N'ịbụ onye tụgharịrị uche n'ọrụ iwu ma ọ bụ ọrụ nwa oge, ọ zụrụ azụ dịka onye nkuzi.",
  "N'afọ 1973, ọ were ọkwa nkuzi mbụ ya, na Holland Park School, ụlọ akwụkwọ zuru oke na Kensington na Chelsea nke bụ akụkụ nke Inner London Education Authority, ebe ọ kụziri French. N'oge ahụ, ụlọ akwụkwọ ahụ agbanweela site na nkuzi na-agagharị agagharị gaa na nkuzi nwere ike ịgwakọta, ụdị nkuzi ọ na-ahọrọ n'ihi na ọ naghị \"mepụta ọnọdụ atụrụ na ewu nke e guzobere iji zere\". Nwa ya nwanyị Sophie mechara gaa ụlọ akwụkwọ ahụ.",
  "Na 1980, ọ ghọrọ onye isi nke asụsụ ọgbara ọhụrụ na St Edmund's Secondary School na Fulham, wee bụrụ onye isi ngalaba na Quintin Kynaston School na Westminster na 1983..",
  "Site na egwu nkewa nke ILEA, Blower laghachiri Hammersmith na Fulham na 1990 wee lekwasị anya n'ịrụ ọrụ na ndị na-eto eto nọ n'ihe ize ndụ nke nlekọta ma ọ bụ nlekọta na Farm Lane Adolescent Resource Centre. Mgbe e mechiri ya, e zigara ya ọzọ dị ka onye otu ndị na-akwado omume nke ndị ọchịchị mpaghara",
  "Dị ka ọ kọwara na 1997, \"Ihe dị mkpirikpi nke otu ahụ bụ ịnwale ma dozie omume ahụ iji mee ka obi dị ụmụaka mma, mee ka ha lekwasị anya n'ọrụ ka ha wee nwee ike ịnọ n'usoro\".",
  "Blower sonyeere NUT na mmalite nke ọrụ nkuzi ya",
  "N'agbata 1986 na 2004 ọ nwere ọkwa dị iche iche na òtù West London, gụnyere odeakwụkwọ.",
  "A họpụtara ya ka ọ bụrụ onye isi oche mba nke NUT n'etiti 1992 na 2000.",
  "Ọnọdụ ndị ọzọ gụnyere osote onye isi ala na 1996 na onye isi ala nke 125 nke NUT site na 28 Machị 1997 ruo 10 Eprel 1998, na-anọchi Carole Regan",
  "Blower jiri ikpo okwu a rụọ ọrụ dị ukwuu maka ndị nkuzi na-arụ ọrụ na-arụ n'ịgba ọsọ nke Pupil Referral Units na maka \"nkwado ụlọ akwụkwọ kwesịrị ekwesị\". Ọ bụ onye nkatọ nke ụlọ akwụkwọ grammar, SATs na onye na-achịkwa ụlọ akwụkwọ",
  "N'ime nke ikpeazụ, o kwuru na \"ọtụtụ ihe ndị mmadụ ga-eme maka Ofsted bụ mmebi oge zuru oke\".",
  ".Blower failed in her bid to be elected as general secretary in 1999, with incumbent Doug McAvoy re-elected with a 17,000 majority.Emechara họpụta ya osote onye odeakwụkwọ ukwu na 28 Jenụwarị 2005 n'okpuru onye nọchiri ya Steve Sinnott",
  "Mgbe ọnwụ mberede nke Sinnott mgbe ọ nọ n'ọkwa, ọ ghọrọ onye na-anọchite anya odeakwụkwọ ukwu na 5 Eprel 2008, ma duzie ọgbaghara mba mbụ nke otu ahụ n'ime afọ iri abụọ - maka ụgwọ ndị nkuzi - izu abụọ ka e mesịrị.",
  "Na 5 Mee 2009, a họpụtara ya n'enweghị onye na-emegide ya dị ka nwanyị mbụ odeakwụkwọ ukwu nke NUT.",
  "Na Febụwarị 2013, n'ụzọ kwekọrọ na NUT, Blower so na ndị nyere nkwado ha na People's Assembly n'akwụkwọ ozi nke akwụkwọ akụkọ The Guardian bipụtara. O kwukwara okwu na Nzukọ Ndị Mmadụ nke e mere na Westminster Central Hall na 22 June 2013.",
  "Blower etinyela onwe ya na nkatọ ogologo oge nke NUT banyere ule nyocha (ma ọ bụ SATs) n'ụlọ akwụkwọ, gụnyere boycotts mba nke otu ahụ duziri na 1993 na 2010.",
  "Mmegide ya lekwasịrị anya n'iji ule mee ihe na nchịkọta nke tebụl league mba, nke NUT ga-achọkwa ịhụ ka ewepụ ya",
  "Blower zoro aka na ule ndị ahụ dị ka \"ihe dị elu\", na ndị nkuzi nọ n'okpuru nrụgide iji belata usoro mmụta ahụ, \"na-eme ka ihe niile mee ka ụmụ akwụkwọ ha nwee ike ịwụli elu n'usoro hoops na-enweghị isi\". N'ikwu okwu banyere ọnọdụ Gọọmentị na magazin Tribune, o dere, sị: \"Nnyocha anaghị eme ka ụkpụrụ dị elu",
  "Ha na-akpata nrụgide ọzọ maka ụmụ akwụkwọ, ndị nkuzi na ndị nne na nna",
  "Ndị nkuzi na-agba ọsọ mgbe niile iji nye nnukwu usoro mmụta nke na-emecha bụrụ ihe na-adịghị mma n'ihi nrụgide iji ruo ihe gọọmentị setịpụrụ",
  "Ọtụtụ ndị na-eche na ha enweghị ike ịhapụ ihe mgbochi nke usoro agụmakwụkwọ mba",
  "\"",
  "N'okpuru nduzi Blower, NUT ebipụtala atụmatụ ya maka ụzọ ndị ọzọ maka nyocha, n'oge na-adịbeghị anya na njikọ aka na NAHT na 2009 na ATL na 2010. E bipụtara akwụkwọ ọzọ nke ndị otu atọ ahụ dere na Disemba 2010.",
  "N'okwu onye isi ala ya na NUT Conference na 29 Machị 1997, Blower kọrọ na n'afọ gara aga ewepụla nwa ya nwanyị Sophie na ule Key Stage 2.",
  "Ọ gwara ndị nnọchiteanya, \"Dịka nne na nna na onye nkuzi, m ga-aga n'ihu na-akwado mkpọsa iji wepụ akwụkwọ mmụta nke ule blanket nke ụmụ anyị.\" Enwere nnukwu nkatọ maka 'omume kpọmkwem'",
  "na ndị nta akụkọ, mana na-agbachitere onwe ya, Blower rụrụ ụka na \"[Sophie] mere ihe bara uru na oge ya karịa ma ọ bụrụ na ọ nọ n'ụlọ akwụkwọ n'oge ule\"Ụfọdụ kọwara akụkụ a nke okwu ya dị ka ihe atụ nke ndị agha aka ekpe siri ike... Ụfọdụ ndị gosipụtara akụkụ a nke okwu ya dị ka ihe atụ nke agha siri ike.",
  "NUT n'okpuru nduzi Blower abụwo onye nkatọ olu nke mmemme Academies, ma na ụdị ọrụ ọhụrụ mbụ ya site na mgbasawanye nke Iwu Academies 2010 nke na-akwado ụlọ akwụkwọ ndị Ofsted kpọrọ \"dị ịrịba ama\".",
  "Iwu nke Michael Gove webatara na-enyekwa ohere maka ụlọ akwụkwọ n'efu, ụlọ akwụkwọ ndị e guzobere ọhụrụ na ndị a na-enye ego n'onwe ha iji mezuo mkpa mpaghara na nnwere onwe yiri nke Academies",
  "NUT na-emegide Free Schools na Blower ekwupụtala nchegbu na ha nwere ike iwe ndị nkuzi n'ọrụ na-enweghị ọnọdụ onye nkuzi ruru eru.",
  "Ụdị ụlọ akwụkwọ abụọ a nọ n'èzí nchịkwa LEA ma nwee ike ime ka nkwekọrịta mkpokọta sie ike.",
  "Blower arụrịta ụka banyere ihe ịga nke ọma nke usoro Swedish yana ụlọ akwụkwọ charter nke America, nke Michael Gove na-ekwukarị dị ka ihe atụ nke ibelata nkewa mmekọrịta mmadụ na ibe ya.",
  "N'akụkọ mkpuchi maka magazin The Spectator n'ọnwa Ọgọstụ afọ 2010, a na-azọrọ na ndị na-eme ngagharị iwe NUT na-emegbu ndị isi nkụzi a maara na ha na-atụle ntụgharị ụlọ akwụkwọ na, ya na ya, ezumike site na nchịkwa mpaghara.",
  "Blower bụ onye otu Labour ruo na mbido afọ 1990",
  "N'afọ 1982, ọ guzoro dị ka onye na-azọ ọkwa onye ọrụ maka East Putney na Wandsworth Council, mana a họpụtabeghị ya, ebe oche atọ ahụ bụ nke Conservative Party; otu n'ime ndị Conservative meriri bụ onye omeiwu Christopher Chope.",
  "N'ikwu okwu tupu ntuli aka May 1997, ọ kewapụrụ onwe ya na onye isi Labour Tony Blair's New Labour rebranding of the party",
  "Afọ abụọ ka e mesịrị, ọ gwara onye nta akụkọ na ọ nọ \"n'aka ekpe nke Labour ochie\" ma kwado na ya enweghị njikọ ọ bụla na otu ndọrọ ndọrọ ọchịchị ma ọ bụ otu. Otú ọ dị, n'afọ 2000, ọ bụ onye otu London Socialist Alliance, n'ihu ntuli aka nke Greater London Assembly",
  "O kwuru n'oge ahụ na \"e guzobere ya iji gbochie nkụda mmụọ na Labour na-amụ nwa ọhụrụ n'aka nri dị anya dị ka ọ mere na 1970s\". Na ntuli aka a, ọ gbara ọsọ maka ntuli aka dị ka onye na-azọ ọkwa na West Central na usoro ndepụta nke ọtụtụ ndị otu; ọ nweghị ihe ịga nke ọma na ha abụọ.",
  "Na Machị 2016, tupu ọpụpụ ya dị ka odeakwụkwọ ukwu nke NUT, Blower kwupụtara na ọ ga-esonye na Labour Party \"nke Jeremy Corbyn na-edu, iji lụọ ọgụ maka ụwa ka mma anyị maara na ọ gafere\". E depụtara ya maka ọkwa odeakwụkwọ ukwu nke Labour na 2018, mana ọrụ ahụ gara onye mmegide ya, onye otu ọrụ ibe ya bụ Jennie Formby.",
  "A họpụtara Blower maka ndụ peerage na 2019 Prime Minister's Resignation Honours. E kere ya Baroness Blower, nke Starch Green na London Borough nke Hammersmith na Fulham, na 15 Ọktoba 2019",
  "Dị ka onye ọrụ ibe ya, ọ nọdụrụ na House of Lords kemgbe 4 Nọvemba 2019.",
  "onyebuchigege@gmail.com ya na ya nọrọ afọ iri atọ na asaa, Dennis Charman, onye nkuzi lara ezumike nká, bụ odeakwụkwọ nke Hammersmith na Fulham NUT.",
  "Ụmụ ya nwanyị abụọ ewerela aha nna Charman-Blower",
  "Sophie gara Mahadum nke Edinburgh, ebe ọ rụrụ ọrụ dị ka ọnụ na-ekwuchitere Edinburgh maka njikọ aka Stop the War, ka ọ na-amụ mmepeanya oge ochie nke Mediterenian na Middle East. Ọ sochiri nke a na MA na iwu ikike mmadụ na SOAS, Mahadum London, ma na-arụ ọrụ ugbu a maka Marie Stopes International",
  "Ọ nwara ka a họpụta ya dị ka onye na-azọ ọkwa onye ọrụ maka mpaghara London Assembly nke West Central na 2020, mana enweghị ihe ịga nke ọma."
]