[
  "Christmas pudding bụ pudding mkpụrụ osisi a mịrị amị na-atọ ụtọ nke a na-ejikarị eme ihe dị ka akụkụ nke nri abalị Krismas na mbà Britain na mba ndị ọzọ a na ebupụ omenala ahụ",
  "Ọ malitere na England oge ochie, na ntụziaka mbụ na-eji mkpụrụ osisi kpọrọ nkụ, suet, achịcha, ntụ ọka, àkwá na ihe na-esi ísì ụtọ, yana mmiri dị ka mmiri ara ehi ma ọ bụ mmanya siri ike",
  "Ka oge na-aga, usoro nri ghọrọ ihe dị mgbagwoju anya",
  "N'afọ 1845, onye na-ede akwụkwọ nri Eliza Acton dere usoro nri mbụ maka ihe ọ kpọrọ \"Christmas pudding\".",
  "A na-akpọ nri ahụ mgbe ụfọdụ dị ka plum pudding (ọ bụ ezie na nke a nwekwara ike izo aka na ụdị pudding ndị ọzọ e siri esi nke gụnyere mkpụrụ osisi kpọrọ nkụ)",
  "A na-eji okwu \"plum\" eme ihe maka ihe anyị ga-akpọ ugbu a \"mkpụrụ vaịn\" kemgbe narị afọ nke iri na asatọ, na pudding enweghị n'ezie plums.",
  "Ọtụtụ ezinụlọ nwere usoro nri nke ha maka pudding Krismas, ụfọdụ na-enye site n'ezinụlọ ruo ọtụtụ ọgbọ",
  "N'ụzọ bụ isi, usoro nri ahụ na-ejikọta ihe ndị dị oké ọnụ ma ọ bụ ihe ndị dị oke ọnụ, ọkacha ihe na-esi ísì ụtọ nke dị oke mkpa n'ịzụlite ísì ya pụrụ iche, ma na-ejikarị suet eme ya",
  "Ọ gbara ọchịchịrị, ọ fọrọ nke nta ka ọ bụrụ oji n'ọdịdị n'ihi shuga gbara ọchịchukwu na treacle ojii n'ọtụtụ ntụziaka, na ogologo oge isi nri ya",
  "Enwere ike iji mmiri nke mkpụrụ osisi citrus, brandy na mmanya na-aba n'anya mee ka ngwakọta ahụ dị mmiri (ụfọdụ usoro nri na-akpọ maka biya gbara ọchịchịrị dị ka nke dị nro, nke siri ike ma ọ bụ nke na-ebu ibu).",
  "Tupu narị afọ nke iri na itoolu, a na-esi pudding Krismas nke England n'ime ákwà pudding, a na'egosipụtakarị ya dị ka gburugburu. Ụdị ejiji nke oge Victorian gụnyere itinye bat n'ime efere wee kpoo ya, wee gbasaa pudding, tinye ya na efere, ma jiri ihe na-acha uhie uhie chọọ elu ya mma.",
  "Isi nri mbụ na-agụnyekarị ịṅụ mmiri ruo ọtụtụ awa",
  "Ọtụtụ ntụziaka tupu narị afọ nke iri abụọ na-eche na a ga-enye pudding ozugbo, mana na ọkara nke abụọ nke narị afọ nke abụọ, ọ ghọrọ ihe a na-ahụkarị iji mee ka pudding dịghachi n'ụbọchị a na-enye ya, na ntụziaka gbanwere ntakịrị iji nye ohere maka ntozu okè. Iji jee ozi, a na-eme ka pudding ahụ dịghachi ọkụ site na ịṅụ mmiri ọzọ, ma jiri brandy na-ekpo ọkụ kpuchie ya nke a na-etinye ọkụ. Enwere ike iri ya na ofe siri ike (na-abụkarị brandy butter ma ọ bụ rum butter), cream, lemon cream, ice cream, custard, ma ọ bụ bechamel na-atọ ụtọ, mgbe ụfọdụ a na-agbanye ya ihe uto.",
  "Enwere ike ịme ihe atụ nke usoro nri oge Great Depression maka pudding Christmas kama izu ole na ole tupu ya dịka ọ dị na pudding ọdịnala, ọ bụ ezie na a ka na-esi ya ma ọ bụ na-esi ísì",
  "N'iburu n'uche ihe onwunwe dị ụkọ maka ezinụlọ ndị dara ogbenye n'oge ịda mbà n'obi, usoro nri a na-eji tii oyi eme ihe maka ụtọ kama brandy ma ọ nweghị àkwá eji na ngwakọta ahụ. Nchịkọta a adịghị arọ dị ka pudding ọdịnala.",
  "E nwere akụkọ ifo a ma ama na njikọ nke plum pudding na Krismas laghachiri na omenala na England oge ochie na \"a ga-eme pudding na abalị iri abụo na ise na ụbọchị Sundai mgbe Atọ n'Ime Otu gasịrị, na a kwadebere ya na ihe 13 iji nọchie anya Kraịst na ndịozi 12, nakwa na onye ọ bụla nọ n'ezinụlọ na-akpali ya site n'ebe ọwụwa anyanwụ gaa n'ebe ọdịda anyanwụ iji sọpụrụ ndị Magi na njem ha n'akụkụ ahụ\". Otú ọ dị, usoro nri maka pudding plum na-apụta karịsịa, ma ọ bụrụ na ọ bụghị kpamkpam, na narị afọ nke 17 na mgbe e mesịrị",
  "Mary Kettilby nyere otu n'ime usoro nri mbụ nke plum pudding n'akwụkwọ ya nke afọ 1714 ihe njikota gụnyere ihie dị karịa ihe ngosi nke ụgwọ akwuru di nde narị ato na isi nri, Physick na nyocha ahu. E nwere akụkọ ifo a ma ama na nke na-enweghị ihe akaebe na afọ 1714, George nke Mbụ nke Great Britain (nke a na-akpọ mgbe ụfọdụ Pudding King) rịọrọ ka e nye pudding plum dị ka akụkụ nke oriri eze ya na Krismas mbụ ya na England.",
  "Ndị nna nna Christmas pudding nwere ike ịgụnye pudding dị ụtọ dịka ndị dị na Harleian MS 279, croustades, malaches whyte, creme e siri esi (ụdị custard a kpaliri), na sippets. Ihe dị iche iche na usoro dị iche iche nke usoro nri ochie ndị a na-apụta na pudding prune mbụ",
  "Ihe atụ mbụ nke akpa pudding (na-enweghị mkpụrụ) bụ \"fraunche mele\" na Liber Cure Cocorum  Pudding \"nwere nnukwu uru\" nke na ọ dịghị mkpa ka esi ya n'ọkụ, ihe \"ọtụtụ ezinụlọ ndị nọ n'ọkwá dị ala enweghị\". Pudding bu ụzọ na-enwekarị anụ, yana ihe ndị na-atọ ụtọ, na tupu a na-etinye ya n'ime ákwà, enwere ike itinye ihe ndị ahụ n'ime eriri afọ ma ọ bụ afọ nke anụmanụ, dị ka haggis ma ọ bụ sausages.",
  "Ọ bụghị ruo n'afọ 1830 ka achịcha e siri esi nke ntụ ọka, mkpụrụ osisi, suet, shuga na ihe na-esi ísì ụtọ, niile jupụtara na holly, mere ka ọ pụta ìhè, na-ejikọwanye na Krismas",
  "Onye na-esi nri n'Ebe Ọwụwa Anyanwụ Sussex Eliza Acton bụ onye mbụ zoro aka na ya dị ka \"Christmas Pudding\" n'akwụkwọ ya kacha ere ahịa na 1845 Modern Cookery for Private Families",
  "Ọ bụ na ngwụcha oge Victorian ka akụkọ ifo 'Stir up Sunday' malitere ịmalite",
  "Nchịkọta maka Sunday tupu Ọbịbịa na Church of England's Book of Common Prayer na-amalite site n'okwu ndị a \"Kwụsị, anyị na-arịọ gị arịrịọ, O Onyenwe anyị, uche nke ndị gị kwesịrị ntụkwasị obi; ka ha, n'ụzọ zuru oke mụọ mkpụrụ nke ezi ọrụ...\"",
  "Nke a dugara n'omenala nke ịkwadebe pudding Krismas n'ụbọchị ahụ nke a maara dị ka Stir-up Sunday, nke jikọtara ya na megharị nke pudding Krismas.",
  "Omenala nke iri pudding Krismas bụ nke ndị Britain na-achị ala ọzọ buuru n'ọtụtụ akụkụ nke ụwa",
  "[citation needed] Ọ bụ nri a na-ahụkarị na Republic of Ireland [citation necessary], Australia, New Zealand [citation required], Canada na South Afrika [citation mkpa] N'oge niile nke ndị Britain, pudding bụ  nnọchiteanya nke ịdị n'otu n'Alaeze Ukwu Britain.",
  "N'afọ 1927, ndị Empire Marketing Board (EMB) degaara Master of the Royal Household akwụkwọ ozi, na-arịọ ka e nye ya akwụkwọ nri e ji mee pudding Krismas maka ezinụlọ eze",
  "Eze na Eze Nwanyị nyere Leo Amery, onye isi nke EMB, ikike iji usoro nri ahụ mee ihe na mbipụta na Nọvemba na-esote",
  "Onye isi nri nke eze, Henry Cédard, nyere usoro nri ahụ",
  "Iji kesaa ntụziaka ahụ, EMB ga-emeri ihe ịma aka abụọ: nha na ihe ndị mejupụtara ya",
  "Nke mbụ, a tụrụ usoro nri mbụ iji jeere mmadụ iri anọ ozi, gụnyere ezinụlọ eze niile na ndị ọbịa ha",
  "A mara EMB aka ka ọ rụgharịa usoro nri ahụ iji jeere naanị mmadụ asatọ ozi",
  "Nke abụọ, a ghaghị ịgbanwe ihe ndị e ji mee pudding iji gosipụta echiche nke Alaeze Ukwu ahụ",
  "A ghaghị iji nlezianya mee ka mmalite nke ihe ọ bụla na-emepụta ihe na-anọchite anya nke ọ bụla n'ime ọtụtụ ógbè Alaeze Ukwu ahụ",
  "Brandy si Saịprọs na nutmeg si West Indies, nke e chefuru n'amaghị ama na ntụziaka gara aga, mere ngosipụta pụrụ iche",
  "Otú ọ dị, e nwere ọtụtụ ógbè ndị na-emepụta otu nri ahụ",
  "Nchịkọta ikpeazụ gụnyere Australian currants, South African stone raisins, Canadian apụl, Jamaican rum na English Beer, n'etiti ihe ndị ọzọ niile sitere n'ebe dị n'Alaeze Ukwu ahụ",
  "Mgbe emechara ihe ndị ahụ, e zigara akwụkwọ akụkọ mba na magazin ụmụ nwanyị a ma ama usoro nri eze",
  "A na-ebipụtakwa mkpụrụ akwụkwọ ma nyefee ọha na eze n'efu",
  "Nchịkọta ahụ bụ ihe ịga nke ọma dị egwu, ebe ọtụtụ puku arịrịọ maka ntụziaka ahụ jupụtara n'ọfịs EMB.",
  "N'afọ 1931, e mere ahịa Krismas kwa afọ nke People's Dispensary for Sick Animals na Royal Albert Hall na 24 na 25 Nọvemba",
  "A na-egosipụta pudding Krismas nke dị tọn iri, nke kachasị ukwuu e mepụtara ruo n'oge ahụ",
  "A maara usoro nri ahụ dị ka \"Prince of Wales' Empire Christmas Pudding\"",
  "Akwụkwọ akụkọ Times kwuru na \"Onye isi obodo London ekwewo nkwa inye pudding mbụ ya",
  "Ndị Kọmishọna Ukwu nke Dominions ga-eso ya, mgbe nke ahụ gasịrị, ọha na eze ga-enwe ohere ịkpali ya",
  "Prince of Wales (Edward nke asatọ) bụ onye nkwado nke ọrụ ebere PDSA. E kewara ya na obere pudding 11,208, nke e kesara n'etiti ndị ogbenye na mba ahụ dum",
  "Ma Manchester na Salford, dịka ọmụmaatụ, nwetara 512 nke ọ bụla.",
  "Na America, omenala nke Christmas pudding abịala n'ụbọchị tupu nnwere onwe. E bipụtara akwụkwọ akpọrọ The Williamsburg Art of Cookery nke Helen Bullock dere na US n'afọ 1742. N'etiti ihe ndị a na-etinye ya, ọ na-agụnye otu pound nke mkpụrụ osisi na shuga dị iche iche, gbakwunyere ọkara pound nke ọ bụla nke akpụkpọ anụ (citron, oroma na lemon)",
  "Ọ na-agbakwunye otu pint nke brandy na àkwá 12",
  "N'oge Victorian, omenala toro na a ga-eme pudding Krismas na ma ọ bụ ozugbo Sunday gasịrị \"na-esote tupu Ọbịbịa\", ya bụ, izu anọ ruo ise tupu Krismas",
  "Nchịkọta maka Sunday ahụ na Book of Common Prayer nke Chọọchị England, dị ka e ji ya mee ihe site na narị afọ nke 16 (ma ka dị na chọọchị ọdịnala), na-agụ:"
]