[
  "Christopher Abani (amụrụ na abalị iri abụọ na asaa, n'onwa iri na abụọ n'afọ otu puku, narị iteolu na iri isii na isii (27 Disemba 1966) bụ onye edemede Naijiria-America na Los Angeles",
  "Ọ na-ekwu na ọ bụ otu n'ime ọgbọ ọhụrụ nke ndị edemede Naijiria na'ọrụ iji nye ndị na - asụ Bekee ahụmịhe nke a mụrụ ma zụlite na \"mba Afrịka ahụ nwere nsogbu\".",
  "A mụrụ Abani na Afikpo, Ebonyi Steeti, Nigeria",
  "Nna ya bụ onye Igbo, ebe nne ya sitere na ndị Bekee.",
  "Abani bipụtara akwụkwọ akụkọ mbụ ya, Masters of the Board, na afọ otu puku, narị iteolu na iri asatọ na ise (1985) mgbe ọ dị afọ iri na isii. Ọ bụ ihe na-akpali akpali nke ndọrọ ndọrọ ọchịchị, nke atụmatụ ya bụ akụkọ ihe atụ dabere na nnupụisi e mere na Naịjirịa obere oge tupu edee ya",
  "A tụrụ ya mkpọrọ ọnwa isii n'ihi na a na-enyo ya enyo na ọ na'ịgbalị ịkwatu gọọmentị. Ọ gara n'ihu na-ede akwụkwọ mgbe a tọhapụrụ ya n\"ụlọ mkpọrọ, mana a tụrụ ya mkpọrọ otu afọ mgbe e bipụtara akwụkwọ akụkọ ya nke afọ otu puku, narị iteolu na iri asatọ na asaa (1987) Sirocco N'oge a, e jidere ya n'ụlọ mkpọrọ Kiri Kiri a ma ama, ebe a tara ya ahụhụ. Mgbe a tọhapụrụ ya n'ụlọ mkpọrọ n\"oge a, ọ mere ọtụtụ egwuregwu ndị na-emegide ọchịchị bụ́ ndị e mere n’okporo ámá dị nso n’ụlọ ọrụ gọọmenti ruo afọ abụọ",
  "A tụrụ ya mkpọrọ nke ugboro atọ ma tinye ya n'ụlọ mkpọrọ ọnwụ. Otú ọ dị, ndị enyi ya nyere ndị ọrụ gọọmentị aka azụ maka ntọhapụ ya na afọ otu puku, narị iteolu na iri iteolu na otu (1991), ozugbo ahụ Abani, nne ya, na ụmụnne ya anọ kwagara United Kingdom, biri ebe ahụ ruo afọ otu puku, narị iteolu na iri iteolu na iteolu (1999). Ọ kwagara na United States, ebe ọ bi ugbu a.",
  "Abani nwere nzere B.A",
  "na Ọmụmụ asụsụ Bekee na akwụkwọ site na Mahadum Imo State, Nigeria; MA na okike na omenala si nsite n'aka Birkbeck College, Machị nke London, MA n\"asụsụ English site Na Maọndị Southern California; na Ph.D",
  "n-aka edemede na edemedo site'asụsụ Maazị nke Southern Californie.",
  "E nyela Abani onyinye PEN / Barbara Goldsmith Freedom to Write Award, (afọ puku abụọ na otu)2001 Prince Claus Awards, Lannan Literary Fellowship, California Book Award",
  "Nhọrọ nke uri ya pụtara na akwụkwọ akụkọ n'ịntanetị Blackbird",
  "Site na afọ puku abụọ na asaa ruo afọ puku abụọ na iri na abụọ (2007 ruo 2012), ọ bụ Prọfesọ nke Creative Writing na Mahadum California, Riverside",
  "Ọ bụ ugbu a Board of Trustees Professor of English na Northwestern University.",
  "Akwụkwọ uri ya, Sanctificum nke afọ puku abụọ na iri (2010) nke Copper Canyon Press bipụtara, bụ usoro nke uri ndị jikọtara ọnụ, na-ejikọta ememe okpukpe, asụsụ Igbo nke ala nna ya Naijiria,na reggae rhythms na a postracial, liturgical abụ ịhụnanya.",
  "Ihe Abani mere n’ibipụta ihe emeela ka e nwee usoro uri nwa ewu (Black Goat), nke bụ akara nke Akashic Books nke dị na New York. Ndị na-ede uri Kwame Dawes, Christina Garcia, Kate Durbin, Karen Harryman, Uche Nduka, Percival Everett, Khadijah Queen na Gabriela Jauregui ka Black Goat bipụtara.",
  "Akwụkwọ mpụ Abani bụ The Secret History of Las Vegas meriri Edgar Award dị ka Best Paperback Original na afọ puku abụọ na iri na ise (2015).",
  "N'oge ọkọchị na afọ puku abụọ na iri na isii (2016), obere ụlọ ọrụ na-ebipụta akwụkwọ n'onwe ya bụ Ra'av bipụtara nhọrọ dị ukwuu nke ọrụ ya na Israel n\"okpuru aha Shi'ur Geografia (Hibru maka \"Ọmụmụ ihe gbasara ọdịdị ala\"), nke Noga Shevach na onye na'ede uri bụ Eran Tzelgov dezigharịrị",
  "Nchịkọta ahụ nwetara nyocha dị ukwuu ma nye ndị na-agụ akwụkwọ Hibru izute abụ Abani nke mbụ.",
  "Akwụkwọ akụkọ",
  "Akwụkwọ akụkọ",
  "Abụ uri",
  "Ihe odide",
  "N'afọ puku abụọ na otu ( 2001), Abani natara Middleton Fellowship site na Mahadum nke Southern California. N'afọ puku abụọ na atọ (2003), ọ natara Lannan Foundation Literary Fellowship, yana Hellman / Hammet Grant site na Human Rights Watch.",
  "N'afọ puku abụọ na isii (2006), Ịghọ Abigail ka aha ya bụ akwụkwọ Nhọrọ Editor maka  The New York Times, na Critic'S Choices maka Chicago Reader. Ọ bụkwa nhọrọ klọb akwụkwọ maka Essence Magazine na Black Expressions.",
  "N'afọ puku abụọ na asaa (2007), Nwa agbọghọ na-amaghị nwoke nke ire ọkụ na abụ maka abalị bụ nhọrọ ndị nchịkọta akụkọ maka The New York Times. The Virgin of Flames bụkwa Barnes & Noble Discovery Selection, na Becoming Abigail bụ New York Libraries Books For Teens Seletion.",
  "N'afọ  puku abụọ na asatọ (2008), Abani natara onyinye Humanist Distinguished Award site na Mahadum California, Riverside.",
  "N'afọ puku abụọ na iteolu (2009), Abani nwetara Guggenheim Fellow na Fiction."
]