[
  "Christiana \"Chris\" Anyanwu MFR (onye a muru n'ubochi iri abuo na asato n'onwa Oktoba, n'afo 1951) bu onye Naijiria, ma burukwa onye nta akuko, onye ode akwukwo nakwa onye ndorondoro ochichi",
  "Gomenti etiti nke Sani Abacha tubara ya n'ulo mkporo site na afo 1995 rue n'afo 1998 maka ihe aru o mere megide gomenti ala Naijiria, mgbe o soro ndi choro i wepu gomenti ochichi n'oge ahu",
  "Mgbe o no na mkporo, ndi mba ofesi enyego ya ihe nrite di iche iche n'oru nta akuko, otu n'ime ha bu ihe nrite si n'aka UNESCO/Guillermo Cano World Press Freedom Prize.",
  "Maka na o chere, ma kwerekwa na o ga-aba uru karia na ndorondoro ochich,  o zoro oche 'Senator' ndi Imo East (Owerri), ma meriekwa n'afo 2007. Aha di ya bu  Dr Casmir Anyanwu",
  "A muru Anyanwu na Mbaise, Imo State. O guru akwukwo sekondiri na Owerri Girls Secondary School tupu ya agafee n'obodo Amerika ebe o guru akwukwo n'ihe gbasara ichu nta akukuo na mahadum a na-akpo University of Missouri",
  "O mechakwara gaa n'ihu guo oke akwukwo a na-akpo 'master's degree' na mmuta ihe nchikota ozi ('Mass Communication' n'asusu bekee) na mahadum Florida State University.",
  "Mgbe o guchara akwuko n'Amerika, o loghachiri Naijiria, nwete oru n'ulo oru nchikota na mgbasa akuko Naijira, NTA, nakwa n'ulo oru nchikota na mgbasa akuko nke Imo Steti, 'Imo Broadcasting  Corporation' ka onye ogu-akuko (news reader) na onye ochu nta akuko (reporter.)",
  "N'afo 1987, a hoputara ya ka komishona Imo Steti na ministri na-elekota ihe gbasara mgbasa ozi, ndi ntorobia, egwuregwu, omenala na odimma ndi obodo (Imo State commissioner for Information, Youth, Sports, Culture and Social Welfare) mgbe Amadi Ikwechegh bu govano Imo Steti",
  "Mgbe o chichara ka komishona ka o biputara akwukwo ozi na-ekwu ihe gbasara ochichi obodo, a na-akpo TSM (The Sunday Magazine), nke a na-ebiputa kwa izu uka.",
  "N'onwa May 1995, Anyanwu deputara ma biputa akuko gbasara mnwepu mberede a choro i nwepu gomenti onye isi ala Naijiria Sani Abacha, onye nke o kwadoghi ka onye isi ala",
  "Ya na ndi otu ya, ndi ochu nta na mgbasa akuko ozo whom she had refused to endorse as president; she and several Nigerian journalists were accused of being \"accessory after the fact of treason\". Anyanwu was prosecuted in camera by a military court and sentenced to life imprisonment on 4 July 1995, later reduced to 15 years in October 1995 following pressure from national and international human rights groups",
  "While being held in Gombe prison, she went partially blind",
  "Doctors warned that she was in danger of losing her sight completely if she failed to receive medical attention."
]