[
  "Chrisland Schools bụ ụlọ akwụkwọ na-enye agụmakwụkwọ maka ụmụ akwụkwọ Nursery, Primary na Secondary School na Naịjirịa, ụlọ akwụkwọ ya gbasara na Lagos na Abuja. Ụlọ akwụkwọ ndị ahụ mechiri n'ọnwa Eprel 2022 site n'aka Ministry of Education Office of Education Quality Assurance ka a na-echere nyocha.",
  "Onye nkuzi, High Chief Dr",
  "(Mrs.) Winifred Adefolahan Awosika, OON, na Ikeja",
  "Ewezuga ogige Ikeja, ebe ụlọ akwụkwọ dị ugbu a na Lekki, Ladipo Oluwole, Festac, Idimu, Victoria Garden City (VGC), na Abuja",
  "N'afọ 2016, nne nwa akwụkwọ dị afọ abụọ mere mkpu na onye nkuzi ya, Adeboyega Adenekan, dinara nwa ya n'ike",
  "Ụlọ akwụkwọ ahụ gọnahụrụ nkwupụta ahụ ma soro onye nkuzi ahụ guzo site n'ikwu na aka ya dị ọcha",
  "Gọọmentị steeti Lagos weghaara ikpe ahụ ma n'ụbọchị iri abụọ na anọ n'ọnwa Ọktoba n'afọ 2019, ụlọ ikpe Ikeja Sexual Offences and Domestic Violence Court chọpụtara na onye nkuzi ahụ nwere ikpe maka ebubo ndina n'ike nke otu onye",
  "A mara ya ikpe ịga mkpọrọ afọ iri isii.",
  "N'abalị iri na asaa n'ọnwa Eprel afọ 2022, a kọrọ na a manyere nwa akwụkwọ Chrisland dị afọ iri ka ya na ụfọdụ ụmụ akwụkwọ nke otu ụlọ akwụkwọ ahụ nwee mmekọahụ na World School Games na Dubai mgbe ọ na-eme egwuregwu eziokwu ma ọ bụ egwu",
  "E mere ihe nkiri ma kesaa omume mmekọahụ ahụ n'ọtụtụ usoro mgbasa ozi mmekọrịta na Naịjirịa",
  "Ụlọ akwụkwọ ahụ, n'akwụkwọ ozi boro onye na-eto eto ebubo na ọ na-ekere òkè n'omume mmekọahụ ahụ n'afọ ofufo ma ya mere kwụsị ya",
  "Nne nwata ahụ na vidiyo na-efe efe kwuru na ụlọ akwụkwọ ahụ yiri egwu igbu nwa ya nwanyị ma ọ bụrụ na ọ kwuo okwu, ma na-ekwusi ike na e dinara nwa ya n'ike.",
  "Akụkọ ahụ mere ka ọha na eze na-eme mkpọtụ na Gọọmentị Lagos Steeti na nkwupụta na Eprel 18, afọ2022, nyere iwu ka a mechie ụlọ akwụkwọ ahụ ozugbo n'akụkụ ihe ndị ọzọ niile dị na steeti ahụ",
  "O kwekwara nkwa ịmalite nyocha na ikpe.",
  "Ogige VGC nke ụlọ akwụkwọ ahụ mere emume ụbọchị ọrụ ya na 30 Eprel afọ 2015",
  "Onye isi ụlọ akwụkwọ ahụ, prọfesọ John Viljoen haziri ihe omume ahụ",
  "N'afọ 2016, Chrisland Schools meriri ndị ọzọ sonyere gụnyere Atlantic Hall, Meadow Hall, Day Waterman College, Temple Schools na Noble house iji merie asọmpi AISEN Volleyball na Senior Girls Category.",
  "N'ụbọchị nke atọ nke Disemba 2016, Chrisland Schools, Lagos, meriri asọmpi Loya Milk Swimming nke ụlọ akwụkwọ iri nke akpọrọ Loya Swim Meet",
  "Egwuregwu nke Loya Milk haziri iji bulie igwu mmiri n'ụlọ akwụkwọ sekọndrị na mba ahụ.",
  "N'afọ 2016, Chrisland High School, Ikeja meriri obere ngalaba maka mpaghara Lagos (nke gụnyere ụlọ akwụkwọ dị na mpaghara ndịda nke mba ahụ) nke asọmpi akụkọ ihe mere eme nke mba na akara iri asatọ",
  "Uwetu Obadiah-Franklin nke Chrisland High School, Abuja meriri ndị asọmpi si mba iri na isii ndị ọzọ iji merie asọmpi 2016 TSL International Schools Essay / Debate na Dubai.",
  "Ọzọkwa n'afọ 2016, Chrisland High School, VGC mechara nke mbụ n'ime ụlọ akwụkwọ iri atọ na asaa sonyere na mpaghara South Western Zone Nigeria nke International Geography Olympiad.",
  "Na asọmpi edemede kwa afọ, nke a na-akpọ Teecoks edemede asọmpi nke e mere na Febụwarị afọ 2017, Ibukunoluwa Addy nke Chrisland College, Idimu, mechara nke mbụ na ngalaba ederede nke asọmpi ahụ.",
  "Dị ka akụkụ nke ncheta afọ iri anọ ya, Chrisland Schools n'ụbọchị nke abụọ nke Maachị, 2017, nyere Chrisland High Performance Centre ọrụ na 24th Annual Inter-house Sports Competition nke Chrisland College Idimu, Lagos Steeti na ọtụtụ ndị isi na-abịa.",
  "Na Machị 2017, ụmụ akwụkwọ Chrisland School sonyere na PROJECT WET; atụmatụ nke Nestle Nigeria Plc na ncheta nke United Nations World Water Day maka njikwa mmiri kwesịrị ekwesị na ọha mmadụ dị ka ọkọlọtọ maka izute ihe ịma aka mmiri iji chekwaa gburugburu ebe obibi na usoro gburugburu ebe obibi.",
  "E nyela Chrisland Schools ọtụtụ onyinye n'akụkọ  mere eme ya",
  "[citation needed] Ụfọdụ n'ime ha gụnyere African Success Award (2008), All Primary School Pedachess Competition 2009, 2010, 2011, The African Best Quality School (2007), Scrabble Competition (2011), ECOWAS International Gold Award.Ụlọ akwụkwọ  nke onwe iri kacha  meriri W/African Practice Award for Quality Education #rd ugboro atọ n'ime ụlọ akwụkwọ puku iri abụọ na ise na narị atọ  na ọkwa ọkwa mgbakọ na mwepụ(Mathematics Competition) nke mba (1 stage)",
  "N'afọ 2013, ụlọ akwụkwọ Chrisland nyere ụmụ akwụkwọ isii ego agụmakwụkwọ ruru nde naira iri abụọ na asaa, bụ ndị bịara n'elu n'ule mbata kwa afọ nke e mere na Maachị.\nIhe nrite ahụ, nke onye isi oche na onye guzobere ya, Chrisland Schools Limited, Dr.Winifred Awosika, kwadoro, na-adịru afọ isii ma na-ekpuchi agụmakwụkwọ sekọndrị ha.",
  "N'afọ agụmakwụkwọ 2014/2015, ọnụ ọgụgụ agụmakwụkwọ mụbara site na ụmụ akwụkwọ isii ruo iri dị ka onye isi nchịkwa, Chrisland Schools, Mrs",
  "Ronke Adeyemi O kwuru na onye guzobere Dr",
  "Awosika kpebiri ịbawanye ndị na-anata agụmakwụkwọ site na isii ruo iri n'ụzọ kwekọrọ na mkpebi ya ịkwalite agụmakwụkwọ dị mma.",
  "Chrisland Schools nwetara ọkwa dị ịrịba ama n'afọ 2017 Whole School Evaluation site na Office of Education Quality Assurance, nkewa nke Ministry of Education.",
  "Ọ bụ ndị District 1 Evaluators mere mmega ahụ na Lagos Steeti na Nọvemba 2016",
  "Ọfịs ahụ laghachiri na Maachị 2017 iji kwado nchọpụta ha, wee chọpụta na akụkọ ahụ bụ ihe a pụrụ ịdabere na ya ma nwee ebumnuche."
]