[
  "Christiane Lambert (née Foulier; amụrụ na 25 June 1961) bụ onye ọrụ ugbo na onye ọrụ ugpo nke France bụ onye isi nke Fédération Nationale des Syndicats d'Exploitants Agricoles kemgbe 2017. N'afọ 2020, ọ ghọrọ onye isi oche nke Comité des Organisations Professionnelles Agricoles - Comité Général de la Coopération Agricole de l'Union Européenne.",
  "A mụrụ ya na Saint-Flour (Cantal) na 1961, Christiane Lambert bụ nwa nwanyị nke Guy Foulier na Marie Berthuy, ndị ọrụ ugbo na ndị na-eme ngagharị iwe na Jeunesse Catholique Agricole.",
  "Mgbe ọ dị afọ 19, ọ nwetara Brevet de Technicien Supérieur techniques agricole site na Saint-Dominique Institute na Puy-en-Velay. O guzobere ugbo mmiri ara ehi ya nke dị hekta 25 na ezì 40 na Massiac.",
  "Ọ bụbu onye mmeri handball.",
  "N'afọ 1985, nna ya nwụrụ n'ihe mberede ọrụ. Otu afọ mgbe e mesịrị, na 16 August 1986, ọ lụrụ Thierry Lambert onye ya na ya mụrụ ụmụ atọ.",
  "N'afọ 1989, ya na di ya weghaara ugbo nke nne na nna ya, dabere na ịzụ ezì na Bouillé-Ménard, na Maine-et-Loire. Ọ bụ otu ìgwè ọrụ ugbo na-agụnye 106 hekta nke ihe ọkụkụ (mkpụrụ, ọka wit, ọka bali, ahịhịa na ndina n'ike) maka ugbo ezì 230 nke ụmụ ehi.",
  "Mgbe ọ dị afọ 20, Christiane Lambert malitere ọrụ ya site n'ịghọ onye isi oche nke Cantonal Centre of Young Farmers na Massiac. Ọ nọgidere n'ọkwa a ruo n'afọ 1984.",
  "Site na 1982 ruo 1988, ọ bụ osote onye isi oche nke Departmental Centre of Young Farmers of Cantal na onye isi oche mbụ nke Regional Centre of Young Fermers of Auvergne na 1986.",
  "N'afọ 1994, ọ ghọrọ onye isi oche mbụ nke National Centre of Young Farmers ruo n'afọ 1998.",
  "N'afọ 1999, a họpụtara ya ka ọ bụrụ onye isi nke Forum des Agriculteurs Responsables Respecteux de l'Environnement (Forum of Responsible and Environmentally Friendly Farmers) na VIVEA (ego agụmakwụkwọ na-aga n'ihu maka ndị ọrụ ugbo). Ọ hapụrụ FARRE na VIVEA n'afọ 2005.",
  "Ọ bụkwa onye isi oche nke Departmental Federation of Farmers' Unions site na 2001 ruo 2011.",
  "N'afọ 2010, ọ ghọrọ osote onyeisi oche nke Fédération Nationale des Syndicats d'Exploitants.",
  "Mgbe ọnwụ Xavier Beulin gasịrị na 2017, ọ bụ onye isi oche nke FNSEA ma họpụta ya dịka onye isi oche mbụ na 29 Machị 2017 na Brest Congress. Onye isi oche ya ghọrọ onye ọrụ na 13 Eprel 2017 n'oge nzukọ ụlọ ọrụ. Mgbe a họpụtara ya n'ụzọ iwu ma nabata ọhụụ mgbanwe, Christiane Lambert gosipụtara ọrụ otu na ntụziaka nke Xavier Beulin na-eduzi iji chebe ọrụ ugbo.",
  "Na France, ọ chebere ọrụ ugbo site na itinye aka na ọha mmadụ ma na-ebute: \"ọrụ ugbo, ọdịmma anụmanụ, òtù ndị na-emepụta ihe, ọnụahịa ziri ezi maka ndị na-arụ ọrụ n'ime usoro iwu Sapin 2\". Mgbe ọ nọ na European Union, ọ lụrụ ọgụ maka ibelata ọdịiche dị n'etiti asọmpi n'etiti mba ndị otu site n'ịkwado mmejuputa ụgwọ ọrụ kacha nta na mba ọ bụla.",
  "Christiane Lambert gara n'ihu ma chebe ọrụ ugbo site n'ịkwado ha ezigbo ego. Emere ya site na Etats Généraux de l'Alimentation (General States of Food), nke Emmanuel Macron guzobere iji nye \"ezi ụgwọ maka ndị ọrụ ugbo na nri dị mma maka ndị mmadụ\".",
  "N'abalị iri na anọ n'ọnwa Nọvemba n'afọ 2017, ha guzobere akwụkwọ ikike ebe ndị ọrụ ugbo, nhazi na ndị nnọchi anya nkesa ga-etinye aka n'inye ngwaahịa nri ka mma, nghọta na mmekọrịta ha, na-eburu n'uche mmepụta nke ngwaahịa ugbo",
  "A bịanyere aka na ya n'ihu Minista Ọrụ Ugbo nke France Stéphane Travert na odeakwụkwọ nke Minista akụ na ụba nke France, Benjamin Griveaux.",
  "Iji mezue nkwekọrịta ahụ ma kwekọọ na FARRE, Christiane Lambert tinyere \"nkwekọrịta ngwọta maka ọrụ ugbo na-acha akwụkwọ ndụ akwụkwọ ndụ na dijitalụ\" site n'iwepụ ọgwụ ahụhụ na iji teknụzụ nchebe ihe ọkụkụ lụso mgbanwe ihu igwe ọgụ.",
  "Na ngwụcha nke International Planet A Forum nke emere na 29 June 2018 na Châlons-en-Champagne, Christiane Lambert na Pascal Canfin, General Director nke WWF France (World Wide Fund for Nature) sonyeere ndị agha iji kwalite ọrụ ugbo na-adịgide adịgide.",
  "Ebumnuche ha bụ \"ịmepụta ala, mmepe nke methanisation, nkesa ziri ezi nke uru n'etiti ndị niile metụtara na usoro nri na nchekwa nke ndị ọrụ ugbo megide ọrụ ugbo ndị ọzọ\".",
  "N'afọ 2018, ọ malitere Agridemain movement nke ebumnuche ya bụ \"ịgbanwe onyinyo nke ọrụ ugbo n'etiti ọha na eze\".",
  "Na 18 Septemba 2020, Christiane Lambert ghọrọ onye isi oche nke Kọmitii nke Òtù Ọrụ Ugbo - Kọmitii Ọchịchị nke Ọrụ Ugbo nke European Union. Ọ na-achịkwa ọkwa onye isi oche nke COPA-COGECA yana FNSEA.",
  "Dị ka onye isi oche nke COPA-COGECA na FNSEA, ọ na-agbachitere mgbanwe nke Common Agricultural Policy ebe ndị ọrụ ugbo na-alụ ọgụ megide mgbanwe ihu igwe nwere ike ịnweta enyemaka kpọmkwem: agroecology, agronomy, ọdịmma anụmanụ wdg",
  "Ihe enyemaka ndị a na-enyere ndị ọrụ ugbo aka itinye ego na ihe onwunwe na ngwá ọrụ (dịka fatịlaịza) ma bụrụ ndị a zụrụ maka omume ọhụrụ.",
  "Na 29 Nọvemba 2017, Christiane Lambert natara \"2017 Women of Political Influence Price nke klọb Génération femmes d'influence (Influence Generation Women Club) nyere ya nke na-akwalite ọchụnta ego ụmụ nwanyị ma nyefee ya nye ụmụ nwanyị niile na-arụ ọrụ ugbo\".",
  "Na 1 Jenụwarị 2021, ọ natara Legion of Honor"
]