[
  "Chris Okagbue (a mụrụ ya Okechukwu Christopher Ofala Okechukwu Okagbue, 23 June 1987) bụ onye nlereanya Naijiria, onye na-eme ihe nkiri, onye na-emepụta ihe nkiri na onye na-eme ihe nkiri na telivishọn",
  "Ọ bụ onye mmeri nke Gulder Ultimate Search season 8 reality show",
  "Ọ bụ onye agbụrụ Igbo ma bụrụ nwa onye bụbu Obi nke Onitsha.",
  "Okagbue si Onitsha na Anambra steeti",
  "Ọ bụ ejima",
  "A mụrụ ya n'ime ezinụlọ eze nke onye bụbu Obi nke Onitsha, H.R.H",
  "Obi Ofala Okechukwu Okagbue na Ogechukwu Clara Okagbue, n'ụbọchị 23 Juun 1987",
  "Nne na nna ya nwere ụmụ isii, ya bụ nwanne ya nwanyị nke okenye Sandra Okagbue bụ onye bụbu onye nlereanya na eze nwanyị mara mma, ejima ya nwoke Christian, na ụmụnne nwanyị atọ tọrọ ya, Jane, Christabel na Bella. O nwere nzere na sociology na Mahadum nke Lagos",
  "Ọrụ mbụ ya n'ime azụmahịa ngosi bụ dị ka ihe nlereanya n'afọ 2004, mgbe ọ pụtara na mgbasa ozi maka ụdị dị ka Cadbury Plc, MTN, Nigerian Breweries, Coca-Cola na Airtel mgbe ọ dị afọ iri na asaa",
  "Ọ banyere n'ime ihe nkiri n'afọ 2007 mgbe e nyere ya akụkụ mgbe o sonyere ndị enyi ya gaa nyocha ma kpebie ịnwale ya",
  "Mgbe ahụ, ọ pụtara dị ka Preye Pepple na usoro TV The Station",
  "Achor Yusuf duziri usoro a nke nyekwara ya ọrụ nke abụọ ya dị ka Lucky Edeghor na usoro TV The Maze",
  "Okagbue wepụtara ezumike site na ime ihe nkiri ruo oge ụfọdụ ruo mgbe ọ chọtara ọrụ ọ masịrị ya, na-egosi TV",
  "O nwere obere oge na Koga Studios ma n'oge ahụ ekpuchiela ndụ red carpet nke ihe omume ndị a ma ama dị ka mmalite nke abọm mbụ nke Wizkid, Superstar, Yemi Sax's Sax Appeal concert na DJ Jimmy Jatt's Jimmy's Jumpoff concert",
  "Ọ laghachiri ime ihe nkiri n'oge na-adịghị anya dị ka Victor na usoro TV Secrets and Scandals",
  "Oge ezumike ya bịara mgbe e nyere ya ọrụ nke Emil Haruna na usoro M-NET TV Tinsel",
  "Ọ pụtara nke mbụ ya na ihe nkiri sinima na obere ọrụ na ihe nkiri A Wish, sochiri ihe nkiri Playing Safe, nke Elvis Chuks duziri.\nỌrụ ya kasịnụ bụ dị ka onye ndu na ihe nkiri a ma ama [onye?] Lotanna",
  "Ọ rụrụ ọrụ Lotanna na ihe nkiri ahụ nke gosipụtara onye Ghana na-eme ihe nkiri Ama K",
  "Abebrese, Jide Kosoko, Bimbo Manuel, Victor Olaotan na Liz Benson O mere ihe nkiri izizi ya n'egwuregwu na-atọ ọchị akpọrọ Election Fever nke gosipụtara gọọmentị Naịjirịa na usoro ntuli aka ya",
  "Bolanle Austen-Peters duziri egwuregwu a ma The Ford Foundation, British Council na Lagos Theatre Festival kwadoro ya.",
  "Okagbue esorola Joke Silva, Fella Makafui, Tonto Dike, Ini Edo, Ama K",
  "Abebrese, Jide Kosoko, Martha Ankomah, Bimbo Manuel, Ngozi Ezeonu, Victor Olaotan na Liz Benson n'etiti ndị ọzọ, ma soro ndị nduzi dịka Obi Emelonye, Elvis Chuks, Toka Mcbaror, Victor Sanchez Aghahowa, Achor Yusuf, James Omokwe na Moses Inwang rụọ ọrụ nke ọma.",
  "N'afọ 2012, Orange Drugs Limited mere Okagbue onye nnọchi anya maka Passion Energy Drink",
  "Ọ pụtara na TV na mbipụta mgbasa ozi maka akara ahụ",
  "N'afọ 2018, a mara ọkwa Okagbue dị ka onye nnọchi anya mmemme site na Nollywood Travel Film Festival maka mbipụta 2018 nke mmemme ahụ",
  "Okagbue meriri oge 8 nke ihe ngosi Gulder Ultimate Search n'afọ 2011",
  "Emere ihe ngosi a na Kukuruku Hills na Egbetua quarters, Akoko-Edo nke Edo Steeti ma kpọọ ya \"The Contest of Champions\"",
  "Ọrụ ahụ bụ ịchọta okpu agha nke abụọ furu efu nke General Maximilian N'ime ndị asọmpi iri atọ mbụ, a họpụtara ndị mmeri iri ka ha pụta na ihe ngosi ahụ. Okagbue pụtara dị ka onye mmeri",
  "Ihe nrite ya dị ka onye mmeri gụnyere ego nde naira Naịjirịa asaa, SUV na ego uwe   bụ Narị Puku ise (₦500,000) maka otu afọ.",
  "N'ihi ịbụ onye a họpụtara otu n'ime ndị mmeri atọ gara aga nke ihe ngosi ahụ, ọ laghachiri na Gulder Ultimate Search oge 9 nke akpọrọ \"Gatekeepers' Fortune\" ebe e nyere ya ọrụ pụrụ iche nke Gatekeeper.",
  "Okagbue nwere ịhụnanya na-enweghị atụ maka obodo Paris na ndị French n'ozuzu ha",
  "Ọ kọwara n'ajụjụ ọnụ ya na akwụkwọ akụkọ The Punch banyere ahụmịhe ya n'oge ezumike ezinụlọ na France na ọ kwenyere na a na-akpọ Paris \"Obodo nke Ịhụnanya\" n'ihi na ndị France bụ ndị enyi na ịhụnanya. Ọ lụbeghị nwanyị ugbu a.",
  "Ihe nrite ya na ndepụta nhọpụta ya maka ịme ngosi na ejiji gụnyere:"
]