[
  "Chris Ihidero (a mụrụ ya n'ụbọchị 19 Machị 1976) bụ onye Naijiria na-eme ihe nkiri",
  "Ọ bụ onye isi edemede / onye nchịkọta akụkọ na ihe nkiri TV nke MNet bụ Hush",
  "Ihidero nwere akara ugo mmụta nke mbụ na nke abụọ na Literature-in-English na Lagos State University na University of Ibadan",
  "Ọ rụrụ ọrụ dị ka onye na-ese ihe nkiri, onye mgbasa ozi, onye na-ede akwụkwọ akụkọ, onye nchịkọta akụkọ magazin na onye nkuzi mahadum",
  "Site n'afọ 2005, ọ kụziri na School of Part-time Studies nke Lagos State University",
  "N'afọ 2007, o sonyeere Amaka Igwe Studios, nke bụ ụlọ ọrụ na-emepụta ihe nkiri na Naịjirịa, dị ka onye nduzi ọzụzụ",
  "Site n'ebe ahụ, ọ biliri wee bụrụ onye isi ọrụ n'afọ 2010",
  "Ọ rụkwara ọrụ dị ka Director of Studies na Centre for Excellence in Film and Media Studies na Lagos, nke bụ ngalaba nyocha na ọzụzụ nke Amaka Igwe Studios.",
  "N'ọnwa Septemba 2013, Ihidero ghọrọ onye isi ọrụ nke Q Entertainment Network.",
  "Na Septemba 2014, ọ malitere PinPoint Media ụlọ ọrụ mgbasa ozi na mmepụta ihe 360",
  "PinPoint Media bụ ụlọ ọrụ nne na Lagos Film Academy (LFA), ScreenKraft na TNS.",
  "N'ọnwa Disemba afọ 2014, ọ malitere Ezi Akụkọ Nollywood (TNS), dị ka ikpo okwu maka akụkọ, echiche, nyocha, echiche na ozi n'ozuzu gburugburu ụlọ ọrụ ihe nkiri Naịjirịa.",
  "N'afọ 2015, ọ bụ onye na-emepụta ihe na Shuga Series 4.",
  "Ihidero etinyela aka n'ịzụ ndị Naịjirịa na nkà ịkọ akụkọ",
  "Ọzụzụ ndị dị ka Akụkọ Akụkọ na TV Writing masterclass.",
  "Ihidero bụ onye isi oche nke Editorial Board nke Nigerian Entertainment Today (NET) kemgbe afọ 2012.",
  "Ọ bụ onye nchịkọta akụkọ nke MADE, magazin ndụ ụmụ nwoke",
  "site n'afọ 2007 ruo afọ 2009.",
  "Ọ rụkwara ọrụ dị ka onye na-ede akwụkwọ akụkọ, maka The Guardian, TheNET na TNS ihe karịrị afọ iri.",
  "Ihidero eduziela ihe karịrị otu narị awa nke ihe nkiri TV",
  "O meela obere ihe nkiri abụọ, gụnyere Big Daddy (2012), ihe nkiri banyere ndina n'ike, nke gosipụtara na Silverbird Cinemas na Lagos n'ọnwa Disemba 2011",
  "N'ihe karịrị 500,000 nlele, ọ ghọwo obere ihe nkiri kachasị ele anya na Naịjirịa. Ihe nkiri a meriri \"Special Jury Award\" na \"Best Editing Award\" na 2012 In-Short International Film Festival nke weere ọnọdụ na Lagos n'ọnwa Ọktoba afọ 2012.",
  "N'afọ 2015, Ihidero nyere aka duzie It Happened to Me, obere ihe nkiri nke Amaka Igwe dere",
  "E gosipụtara ya na isi ụlọ ọrụ UNESCO na Paris na Nọvemba 2013, na Naịjirịa n'ọnwa Eprel 2015. E nyere ihe nkiri a ọrụ dị ka akụkụ nke United Nations Programme on HIV / AIDS (UNAIDS) nke ebumnuche ya bụ iji usoro ọdịbendị kwesịrị ekwesị iji mee ka ndị ntorobịa na-etinye aka na ọrụ mgbochi HIV / AIDS na Nigeria."
]