[
  "Christine Nakwang Tubo nke a makwaara dị ka Christine Tubo Nakwang bụ onye ndọrọ ndọrọ ọchịchị Uganda bụ onye nnọchi anya nwanyị nke ndị omeiwu nke Kaabong District ugbu a",
  "Christine so na onye nnọchi anya National Resistance Movement (NRM) na ntuli aka nke 2021 nke mere n'ihi na Rose Lily Akello onye bụbu onye nnọchianya nwanyị nke Kaabong District họọrọ ịnọchite anya Karenga District e mepụtara ọhụrụ nke e wepụtara na Kaabong district. A họpụtara ya karịa Fadouta Ahmed na Agnes Napio bụ ndị nọkwa n'okpuru tiketi NRM",
  "Nakwang na-asọ mpi na onye nnọchiteanya nke Forum for Democratic Change (FDC) Judith Adyaka Nalibe onye hapụrụ asọmpi ahụ n'ihi ebubo nke nkwado dị nta site na pati ya",
  "Mkpa ọ dị imeziwanye ọrụ agụmakwụkwọ na ahụike na Kaabong District edepụtara dị ka isi ebumnuche nke onye omeiwu a họpụtara ọhụrụ bụ Christine Tubo Nakwang.",
  "A mụrụ Christine na 7 Nọvemba 1967 na Kaabong District",
  "Ọ bụ onye na-ahụ maka ego site na ọrụ. Ọ malitere njem agụmakwụkwọ ya na Komukuny Girls maka praịmarị ya ebe ọ nwetara asambodo Primary Leaving Examinations na 1982, wee gaa Kangole Girls Secondary School ebe ọ nwetara nzere U.C.E na 1986",
  "O mechara sonye n'ụlọ akwụkwọ sekọndrị Moroto maka U.A.C.E n'afọ 1989",
  "Ọ sonyeere Mahadum Nkumba maka diplọma dị elu na Accounting na 1992",
  "N'ikpeazụ, ọ gara Mahadum Kampala International ebe ọ gụrụ nzere bachelors na nchịkwa azụmahịa (BBA) n'afọ 2006.",
  "Christine malitere ọrụ ya dị ka onye nkuzi na ụlọ akwụkwọ praịmarị ụmụ nwoke Komukuny nakwa ụlọ akwụkwọ sekọndrị Kaabong",
  "Ọ ghọrọ onye na-anọchite anya onye isi ụlọ ọrụ na Kangole Girls S.S na 1990, site na 1993 ruo 1994 ọ bụ onye na-akwụ ụgwọ na Moroto Catholic Procure",
  "N'afọ 1995, ọ ghọrọ onye na-elekọta ụlọ ahịa nke ụlọ ọrụ Oxfam GB Kotido Field, mgbe ahụ onye na-ahụ maka akụ na ụba na Dodoth Agro-pastoralist development Organization gara n'ihu wee sonye na Terra Firma Construction Company dị ka onye nchịkwa n'otu oge ahụ na-eje ozi dị ka onye kansụl LC5 nke Kaabong District site na 1996 ruo 2000. Ọ ghọrọ onye omeiwu maka Kaabong District site na 2001 ruo 2011. Ọ ghọrọ onye otu na Kaabong District service Commission na 2012 na 2015 ma bụrụkwa onye otu ndị omeiwu site na Septemba 2019 ruo taa",
  "Christine malitere njem ndọrọ ndọrọ ọchịchị ya dị ka onye kansụl LC5 nke Kaabong District site na 1996 ruo 2000. O meriri na ntuli aka nke afọ 2006 maka onye nnọchi anya nwanyị nke ndị omeiwu ebe ọ gbara ọsọ dị ka onye na-azọ onwe ya. N'oge ntuli aka nke afọ 2006, Akello Lucy gbara akwụkwọ megide Christine n'ụlọ ikpe ebe ọ bụ na ọ naghị enwe afọ ojuju na nsonaazụ ntuli aka 2006",
  "Nke a mere ka ewepụta Christine maka nwanyị so na ndị omeiwu ma mee ntuli aka dịka iwu si dị na Akello Lucy ghọrọ nwanyị so na omeiwu nke Kaabong District na 2017.Mgbe Akello Lucy họọrọ ịnọchite anya Karenga District, ọ hapụrụ oche efu ma nke a dugara n'ịhazi ntuli aka na 2019 ebe a họpụtara Christine wee bụrụ nwanyị so na ndị omeiwu. Ọ gara n'ihu na-asọ mpi maka otu ọkwa ahụ na ntuli aka ndị na-adịbeghị anya nke 2021 dị ka onye na-ebu ọkọlọtọ NRM ebe ọ pụtara dị ka onye mmeri",
  "Ọ na-eje ozi ugbu a dị ka onye nnọchi anya nwanyị nke Nzukọ Ndị Omeiwu nke Kaabong District."
]