[
  "Christy Uduak Essien-Igbokwe MFR (11 November 1960 - 30 June 2011) bụ onye na-agụ egwú na onye na-eme ihe egwuregwu na Naijiria",
  "Mgbe ọ di ndụ, a na-akpọkarị ya Nigeria's Lady of Songs, a makwaara ya site n' abụ ya nke akpọrọ \"Seun Rere\"",
  "Ọ bụ onye isi oche nke mbụ nke Òtù na-ahụ maka Ịkụ egwú nke 'Performing Musicians Association of Nigeria'  (PMAN)",
  "Ọ bụkwa onye nlekọta na-eduzi Soul Train entertainment limited.",
  "Essien-Igbokwe na-abụ abụ ya n' Igbo, Ibibio,  Efik, Hausa, Yoruba nakwa n'asụsụ Bekee",
  "N'ihi na Essien bụ onye n'asụ asụsụ Igbo, Hausa, Yoruba, English nke ọma, onyere ya ezi nnabata n;agbụrụ di iche iche",
  "na nwaazụ ya Ibibio mere ka ọ bụrụ mkpesa nke na-agafe n'ahịrị agbụrụ",
  "Ọ nwụrụ n'ụlọ ọgwụ a na-akọwaghị na Lagos.",
  "A mụrụ Essien-Igbokwe na Okat, Onna Local Government Area nke Akwa Ibom State, Naijiria",
  "Nne ya nwụnahụrụ ha mgbe ọ dị afọ iri na abụọ nakwa Nna ya n'afọ 2005",
  "Ọ bụ n' Aba n' Abia State ka enyi nne ya ya na ya bi gbara ya ume ka ọ bụwa abụ ma zụtakwara ya otu ihe eji echebe egwu iji dee abụ ya.",
  "Essien-Igbokwe bidoro ọrụ agụm egwu ya n'otu di iche iche n'ụlọ akwụkwọ sekọndiri dika Uka Onu's Club n' Unikoko n' Aba, Abia State",
  "Ọ pụtara n'ihe omume 'Now Sound' na Nigerian Television Authority Channel 6, Aba",
  "N'oge ahu otu emume a na-akpọ 'The New Masquerade' was also airing na-ezikwa n'otu Steshọn a",
  "Mgbe otu n'ime ihe ngosi ahụ na-aga n'ihu, ọ tụziri otu onye nkedo nke na-ekwu usoro ya n'ụzọ na-ezighị ezi, emesia e nyere ya ọkwa n' usoro a",
  "N'afọ 1976, o sonyeere 'The New Masquerade' ma soro Akpenor, nwunye nke nwoke ahụ, bụ Jegede Sokoya (nke Claude Eke mere)Ọrụ ya n' ihe ngosi a mere ka ọ pụta ihe n'afọ 1977",
  "O bidoro kwalite ọrụ egwu ọkachamara site na-iwepụta abụm egwu nke mbụ ya a na-akpọ 'Freedom'",
  "Ọtụtụ n'ime ihe odide ya ghọrọ egwu ama-ama, ma ọ dịghị nke mere nkeọma karia abụm ya n'afọ 1981 nke akpọrọ 'Ever My Liked My Person' nke Lemmy Jackson dere.",
  "Mgbe ọ bụla, ọ na-agba mbọ ịkwụsi nsogbu na-emetụta ụmụ nwanyị na ụmụaka, ọ na-arụ ọrụ na ụfọdụ n'ime ihe nkiri nke Nollywood dika 'Flesh and Blood' na 'Scars of Womanhood',ha abụọ na-ekwu okwu banyere mmegbu ụmụaka na ibi úgwù ụmụ nwanyị",
  "N'inwe ọchịchọ ime ka ndụ dị mma maka ndị na-eme ihe nkiri na Naijiria,\"Nigerian artists',ekwuru na ya malitere nzukọ mbụ nke mere ka e guzobe  Performing Musicians Association of Nigeria  na 1981",
  "Ka otu afọ mesịrị, e guzobere òtù ahụ ma Eze Sunny Adé ghọrọ onyeisi oche na nwa Sonny Okosun na-eje ozi dị ka onye na-esote ya, ebe ya onwe ya bụ onye nlekota ego",
  "N'agbata afọ 1996 na afọ 1999, ọ ghọrọ nwanyi isi nke mbụ nke òtù ahụ",
  "Nwanyi omee nke Akwa Ibom a pụtara ihe na ihe ngosi a na-egosi n'ọtụtụ mba na mba ụwa ma nweekwa nsọpụrụ nke ịgụ na ime ihe a ga-emesị mara dị ka ụda egwu nke obodo ya, \"Akwa Ibom Mmi (My Akwa Ibom\") na 1987, afọ nke okike ya",
  "Ọ nwere ụlọ ahịa na Etinan, obodo ya dị n'Akwa Ibom State Akwa Ibom State ebe ọ na-ere ígwè obibi akwụkwọ.",
  "Ihe omume ndi ebere ya sitere n'afo 1980 mgbe ọ malitere imeri ihe kpatara obere ihe omuma n'ime obodo anyị gbasara umuaka Naijiria",
  "Nke a pụtara ihe n' ọrụ ya dị ka:",
  "N'ezie, uru si n'ahịa nke akwụkwọ ya ndị gara aga na-anọgide na-eduzi ọrụ ebere na ndị nọ ná mkpa na ọha mmadụ.",
  "http://234next.com/csp/cms/sites/Next/Home/5640824-/christy_essien_igbokwe_turns_50_today.csp%7Ctitle=Christy Essien turns 50 Today - Next.com"
]