[
  "Christian Chukuwuma Onoh, onye a ma ama dị ka CC Onoch, (amuru ụbọchị nke iri abụọ na asaa nke ọnwa Eprel n'afọ 1927 nwuru n'ubọchi nke-ise nke ọnwa Mee n'afọ 2009) bụ onye ọchụnta ego na onye ọka iwu Naijiria nke ghọrọ gọvanọ nke Anambra Steeti n'afọ 1983 na njedebe nke Republic nke Abụọ nke Naịjirịa.  Ọ bụkwa nna nwunye Emeka Ojukwu.",
  "Amụrụ Onoh n’abalị iri abụọ na asaa n’ọnwa Eprel n'afọ 1927  n'Enugu Ngwo, na mba coal n'ihe bụzi Enug State",
  "Nna ya nwụrụ mgbe ọ dị afọ asatọ, nwa nwanne nna ya Donald Oji zụlitere ya. \nMalite na ngwụcha afọ 1940, ọ rụrụ ọrụ dị ka onye ọrụ ngo, wee mepụta onye nyocha ma mesịa na-ere anụ ụlọ",
  "Site n'iji ego sitere na ọrụ ndị a, ọ kwadoro agụmakwụkwọ ya na United Kingdom, nweta akara ugo mmụta iwu na Mahadum Wales na Aberystwyth na 1957.",
  "N'afọ 1958, a họpụtara Onoh ka ọ bụrụ onye ụlọ omebe iwu maka mpaghara Enugwu",
  "O mechara gbaa arụkwaghịm iji nweta nhọpụta dị ka onye isi oche mbụ nke Board of the Nigerian Coal Corporation",
  "Site n'afọ 1961 ruo n'afọ 1966 ọ nọ na bọọdụ nke Nigeria Railway Corporation",
  "N'oge agha obodo, a họpụtara Onoh dịka onye nchịkwa nke Enugu Capital Territory",
  "N'afọ 1970, ọ laghachiri na ndụ onwe onye dị ka onye na-ere osisi",
  "Ọ bụ onye guzobere Club 13, nke ghọrọ Nigerian People's Party (NPP), mana o mechara kwaga na National Party of Nigeria ( NPN)",
  "Ọ lụrụ ọgụ n'enweghị ihe ịga nke ọma maka ọchịchị Anambra Steeti na ikpo okwu NPN na 1979",
  "A họpụtara ya ka ọ bụrụ onyeisi oche nke Nigeria Mining Corporation, na 1982, onyeisi ụlọ ọrụ Associated Ore Mines.",
  "A họpụtara Onoh ka ọ bụrụ gọvanọ nke Anambra Steeti n'ọnwa Ọktoba n'afọ 1983 na National Party of Nigeria (NPN), na-emeri Jim Nwobodo nke Nigerian Peoples Party ( NPP)",
  "Nhọrọ ahụ mebiri site na egwu zuru ebe niile, ime ihe ike na ịtụ vootu.\nA na-arụrịta ụka banyere ntuli aka ahụ, mana o mechara kpebie na ụlọ ikpe kachasị elu",
  "Ọnwa atọ mgbe ntuli aka ahụ gasịrị, n’abalị iri atọ na mbụ nke ọnwa Disemba n'afọ 1983, ndị agha weghaara ikike n'okpuru General Muhammadu Buhari na Onoh, tinyere ndị gọvanọ ndị ọzọ niile, chụpụrụ.",
  "Onoh gara n'ihu na-eme ngagharị iwe maka steeti dị iche maka ndị Waawa,  e mechakwara nweta nke a mgbe ọchịchị ndị agha nke General Ibrahim Babangida duziri kere steeti Enugu n'afọ 1991.\nOnye bụbu onye ọka ikpe nke Ụlọikpe Kasị Elu Anthony Aniogulu kwuru na \"Christian Onoh",
  "na-alụ ọgụ mgbe niile ma n'alụso ikpe na-ezighị ezi ọgụ mgbe niile",
  "Mana ọ gaghị echegbu onwe ya site na iji usoro na-ezighị ezi lụso ikpe na-ezighị ezi ọgụ",
  "\"",
  "Nwa ya nwanyị, Nuzo Onoh, bụ onye edemede Britain a ma ama na onye ọsụ ụzọ nke African Horror, { [circular reference]}, ebe nwa ya nwaanyị nke ọzọ, Bianca Odumegwu-Ojukwu, ghọrọ eze nwanyị mara mma, onye ndụmọdụ onye isi ala ma mesịa bụrụ onye nnọchi anya Naịjirịa na Alaeze nke Spain. A na-echetakwa ya maka mmekọrịta esemokwu ya na alụmdi na nwunye ya na Chukwuemeka Odumegwu Ojukwu Ikemba nke Nnewi na onye bụbu onye isi ala Biafra, onye ji ihe karịrị afọ iri atọ karịa ya.Ihụnanya ha bụ isi okwu mba na mbido 1990s. Nwa nwanyị ọzọ, Lilian Onoh bụ onye nnọchi anya Naịjirịa ugbu a na Namibia",
  "Nwa ya nwoke Josef Onoh sokwa na ndọrọ ndọrọ ọchịchị wee bụrụ Onye isi oche nke Enugu State House of Assembly Committee on Finance and Appropriation",
  "Josef Onoh bụkwa onye nwe ụlọ nkwari akụ a ma ama, The Arriba (Voodoo Lounge) Enugu na onye ndụmọdụ pụrụ iche nye gọvanọ Enugu State. Ọ bụ onye isi oche nke Enugu Capital Territory Development Authority ugbu a ma na-achọ ọkwa gọvanọ nke steeti Enugu n'okpuru The Peoples Democratic Party (PDP) Christian Onoh nwụrụ na 5 Mee 2009 mgbe ọ dị afọ 82.",
  "Chief Oriakụ Caroline Chinweolu Onoh: Amụrụ: iri abụọ na isii n'ọnwa Disemba n'afọ 1935, Nwụrụ: ụbọchị iri na asaa n'ọnwa June n'afọ 2016.",
  "Dọkịnta Josephine Onoh {A mụrụ: 2 April 1959, Nwụrụ: 28 November 1983 na ihe mberede ụgbọelu na Enugu, Nigeria}, Gabriel Onoh, Nuzo Onoh {British Author, nke a maara dị ka \"The Queen of African Horror\", Stella Ani, Ambassador Lilian Onoh, Ambassador Bianca Odumegwu-Ojukwu, Christian Chinyelugo Onoh (Jnr) Nwụrụ: 29 Maachị 1991}, Dr",
  "Ken Josef Umunnakwe Onoh {Onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego, ugbu a bụ onyeisi oche nke Enugu Capital Territory}",
  "Onoh nwere ụmụ ụmụ iri na itoolu n'etiti ha bụ Candice Onyeama, onye na-emepụta ihe nrite nke Britain, onye edemede-ode akwụkwọ, na onye nduzi na nwa nwanyị nke Mịnịsta na-ahụ maka ihe mba ọzọ na Naịjirịa, Geoffrey Onyeuma, Christian C Onoh Jnr (111) Chineme Odumegwu-Owujuk na Jija Carmen Orka-Gyoh."
]