[
  "Christian Tsui Hesse, onye a maara nke ọma dị ka Chris Hesse (amụrụ n'abalị iri abụọ na itoolu n'ọnwa Ọgọstụ n'afọ 1932) bụ onye Ghana na-ese ihe nkiri, onye na-eme ihe nkiri, Onye nchịkwa ihe nkiri, na-ese foto na onye ụkọchukwu chọọchị Presbyterian nke a maara maka ihe nkiri ya n'ọtụtụ ihe nkiri ndị nwetara ihe nrite dịka Love Brewed in the African Pot (1980) na Heritage Africa (1989). Ọ bụ onye na-ese foto nke onye isi ala mbụ nke Ghana, Dr Kwame Nkrumah",
  "Chris Hesse nyere aka dee akụkọ ihe mere eme nke ndọrọ ndọrọ ọchịchị na mmepe nke mba ahụ",
  "Ọ rụkwara ọrụ maka United Nations, na-eje ozi dị ka onye na-ese foto, na-edekọ nsogbu Congo na 1960.",
  "A mụrụ Chris Tsui Hesse na 29 August 1932 na Osu, Accra",
  "Ọ gara ụlọ akwụkwọ Presbyterian nke ụmụ nwoke niile, Salem School na Odorgonno Secondary School, wee nweta asambodo Cambridge Overseas na 1954",
  "N'otu afọ ahụ, ọ rụrụ ọrụ na Ghana Film Industry Corporation (GFIC)",
  "Ọ gara National Film School na Łódź na Poland ma gụsịa akwụkwọ na 1960",
  "O nwetakwara asambodo post-graduate na Film na TV Arts na Mahadum Sorbonne na Paris",
  "Nzere agụmakwụkwọ ya ndị ọzọ gụnyere Bachelor of Divinity (1985) na PhD (1989) na Film and Arts, ha abụọ nwetara na Mahadum nke Southern California, California.",
  "Ọrụ ya niile were afọ iri anọ (1954-1994), nke ọ nọrọ n'ọrụ nke Gold Coast Film Unit, nke a na-akpọ Ghana Industry Corporation",
  "Ọ rụrụ ọrụ na British Academy Film Award nke e mesịrị họpụta maka Best Film site n'ebe ọ bụla, The Boy Kumasenu (1952) nke onye nduzi Britain Sean Graham duziri. Hesse bilitere site n'ọkwa wee bụrụ onye isi nchịkwa nke Ghana Film Industry Corporation (GFIC) ruo afọ iri ruo mgbe ọ lara ezumike nká n'ọrụ gọọmentị n'afọ 1994. Chris Hesse nwere nnukwu ahụmịhe na mmepụta ihe nkiri, nke gụnyere ịbụ onye isi nke Ngalaba Akụkọ nke GFIC ruo afọ iri (1974-1984) n'ime ya o mepụtara ọtụtụ akụkọ akụkọ, magazin, mgbasa ozi na obere ihe ngosi, ụfọdụ n'ime ha enwetala onyinye mba ụwa",
  "O meriri ihe nrite Golden Camera Award (First Prize in Cinematography in Africa) na Pan African Film Festival na Ouagadougou, Burkina Faso (FESPACO) n'afọ 1985",
  "Ọ bụ onye nduzi foto maka ihe nkiri Kwaw Ansah nke nwetara ihe nrite Love Brewed in the African Pot (1980) na Heritage Africa (1989)",
  "Ọ bụkwa onye nduzi foto maka onye na-eme ihe nkiri Ato Yanney Snr",
  "South His Majesty's Sergeant (1984)",
  "Ọ gakwara ọtụtụ ebe n'ụwa niile na-eme ihe nkiri na UN, Commonwealth, OAU, Non-Aligned Movement, nleta nke ndị isi ala na nzukọ ọmụmụ ihe mba ụwa dị iche iche.",
  "A maara Chris Hesse dị ka onye na-ese foto agha mbụ nke sere ihe nkiri na Congo Crisis na 1960 maka nkesa zuru ụwa ọnụ dị ka onye isi ala na Peace Keeping Force na 1960",
  "Site na mgbe ọchịchị ndị ọcha ruo mgbe Ghana nweere onwe ya (1956-1966), ọ bụ onye na-ese ihe nkiri na Kwame Nkrumah (1956-1966) nakwa na ndị isi ala ndị sochirinụ bụ: J",
  "A",
  "Ankrah, A",
  "A",
  "Afrifa, K",
  "A",
  "Busia, I",
  "K",
  "Acheampong, Fred Akuffo, Hilla Liman na J",
  "Rawlings.",
  "E chiri ya ụkọchukwu ka ọ bụrụ onye ozi Ndị Kraịst nke Presbyterian Church of Ghana na 1985 ma jee ozi n'ọtụtụ ọgbakọ",
  "Ọ ghọkwara onye isi nchịkwa nke Ụlọ Mkpọrọ nke Ghana",
  "Chris Hesse lụrụ Regina Hesse (onye lara ezumike nká na Bank of Ghana) kemgbe 1959 ma ha nwere ụmụ na ụmụ ise toro eto",
  "Ihe ntụrụndụ ya gụnyere tenis, ịgba ọsọ, ịgba ịnyịnya ígwè na yoga",
  "Ọ na-asụ Bekee, French, Ga na Twi nke ọma.",
  "N'afọ 2014, a kwanyeere Chris Hesse ugwu maka nnukwu onyinye ya na ihe nkiri na mba ahụ na 3rd NAFTI Film Lectures on the Motion Picture Industry nke lekwasịrị anya n'ọrụ ya dị ka onye na-ese ihe nkiri, onye nduzi ihe nkiri na onye na-ese foto. Hesse bụ otu n'ime ndị mmadụ na-akpọ oku mgbe niile maka ịgafe iwu ihe nkiri nke ebumnuche ya bụ itinye usoro na usoro niile dị mkpa maka ụlọ ọrụ ihe nkiri",
  "Chris Tsui Hesse bụ onye guzobere na onye bụbu onye isi oche nke Ghana Academy of Film and Television Arts (GAFTA)",
  "N'afọ 2017, a kwanyeere Hesse ùgwù na abalị National Film and Television Institute Awards na Accra."
]