[
  "Francis Chuck Patton bụ onye African-American na-ese ihe nkiri na onye na-eme ihe nkiri",
  "A maara ya nke ọma maka ọrụ ya na ihe nkiri DC Comics a kpọrọ 'Justice League of America na 1980s, kpọmkwem maka oge ndị otu ahụ kwagara Detroit ma nwee ndị dike ọhụrụ, ndị nwere ọtụtụ ọdịbendị",
  "Ya na onye edemede Gerry Conway, Patton kere Gypsy na Vibe, yana ịhazigharị Vixen na Steel, The Indestructible Man",
  "Ọ bu onye na-ese ihe nkiri nke kụziri onwe ya, ọ bụ ezie na ọ nwere nzere na nka, mmetụta Patton gụnyere José Luis García-López, John Buscema, Gil Kane, Neal Adams, na Dick Giordano",
  "Patton nwere mmasị na ọrụ nta akụkọ, mana a dọtara ya n'ọrụ ọchị n'ụzọ dị ukwuu n'ihi Giordano n'oge ahụ ọ bụ onye isi na DC. Patton banyere ụlọ ọrụ na-eme ihe nkiri na 1983 site na ịde obere akụkọ azụ nke Creeper na The Flash",
  "Mgbe ọ dọtara udi aha dị iche iche nke gụnyere Green Lantern, The Brave and the Bold, na \"Green Arrow\" nkwado ndabere na Detective Comics, Patton ghọrọ onye na-ese ihe nke Justice League of America malite na mbipụta August 1983",
  "N'oge a, onye ya na Patton bi bụ onye na-ese ihe nkiri Shawn McManus",
  "Patton sere mbipụta # # 217–227 na 233–239 nke JLA, oge n'akụkọ ihe mere eme nke aha ahụ mgbe ọ gbanwere mgbanwe dị ukwuu - gụnyere ndị ịsị omere nke Superman, Batman, na Wonder Woman na-ahapụ ndị otu ahụ, na iwebata usoro ọdịbendị ọhụrụ",
  "Ndị na-agụ akwụkwọ anabataghị mgbanwe ndị a nke ọma, Patton hapụkwara aha ahụ ka ọ na-ewe iwe nke ndị Fans. for Na mgbakwunye na Gypsy na Vibe, Patton mekwara Cadre, Overmaster, na Paragon. Vibe aghọwo onye na-akwado ihe nkiri na usoro telivishọn nke CW The Flash, nke onye na-eme ihe nkiri bụ Carlos Valdes gosipụtara.",
  "Mgbe ọ hapụsịrị Justice League, Patton enweghị ihe ịga nke ọma n'inweta ọrụ pensụl ọzọ. Kama nke ahụ, ọ rụrụ ọrụ na otu mbipụta ma ọ bụ obere oge nke utu aha DC dị ka Action Comics Weekly, Blue Beetle, Legion of Super-Heroes, The New Teen Titans, Omega Men, The Outsiders, Secret Origins, na Vigilante",
  "Ọ bụ otu n'ime ndị nyere aka na DC Challenge limited series na 1985.",
  "N'oge a, Patton rụrụ ọrụ oge ụfọdụ maka Eclipse Comics na Marvel Comics, na utu aha ndị dị ka New DNAgents, Daredevil, na Classic X-Men",
  "E lere ya anya iji dochie Todd McFarlane na-apụ apụ na The Incredible Hulk, mana ọ jụrụ onyinye ahụ mgbe a gwara ya ka ọ ṅomie ụdị nka McFarlane.",
  "N'afọ 1988, mgbe ọkara afọ iri gasịrị na ụlọ ọrụ na-eme ihe nkiri, Patton nwere nkụda mmụọ na ihe nkiri ma kwaga n'ime ihe nkiri telivishọn ụmụaka. Ọ bi na Los Angeles n'oge a, nke bụ ebe e mepụtara ọtụtụ usoro ihe nkiri. Ihe Patton nwetara gụnyere Dinosaucers, G.I",
  "Joe, Captain N: The Game Master, The Adventures of Super Mario Bros",
  "3, Inspector Gadget Saves Christmas, na Teen Titans",
  "Patton aghọwo onye nduzi ihe nkiri na-aga nke ọma, na-elekọta ọrụ ndị dị ka Dead Space: Downfall, Teenage Mutant Ninja Turtles na Todd McFarlane's Spawn, nke Patton nwetara Emmy Award maka \"Outstanding Animated Program\".",
  "Àtụ:S-start\nÀtụ:Succession box\nÀtụ:S-end"
]