[
  "Chude Jideonwo (amụrụ na abalị iri na isii n'onwa Maachi, n'afọ 1985) bụ onye na-eme ihe nkiri na telivishọn Naijiria, onye na-emepụta ihe nkiri na onye ọchụnta ego mgbasa ozi",
  "Ọ bụkwa onye ọka iwu.",
  "Ọ bụ onye guzobere Joy, Inc., ụlọ ọrụ na-ahụ maka ihe ga-abara Amerika n'uru, nwere ụlọ ọrụ enyemaka na Naijiria, nke ebumnuche ya bụ ime ka ndị mmadụ nwee obi ụtọ. Ọ rụrụ ọrụ ọtụtụ afọ na mgbasa ozi, mgbasa ozi na-agwa ndị mmadụ maka ngwaahịa na mmekọrịta ọha na eze. Ọ na-etinye aka na akụkọ, mgbasa ozi mmekọrịta na ụdị ndụ ndị ntorobịa. Ọ bụ onye isi mmepụta na onye na-elekọta ihe a na-akpọ na bekee #WithChude, usoro pụrụ iche nke mgbasa ozi (vidiyo, ọdịyo, ederede, ihe omume), mkparịta ụka na nyocha nke na-eme ka olu ya, mmekọrịta ya na ndị mmadụ, agụụ na ajụjụ ọnụ ya pụta ìhè maka nsogbu dị ala, agụụ Ị mara ihe, na ije gharị ije nwere nkpalite dị ọkụ; karịsịa n'Afrịka na maka ndị Afrịka",
  "Na-elekwasị anya na akụkọ ndị na-eme ka uche (ahụike uche), obi (ahụike mmetụta uche), na mmụọ (ahụike ime mmụọ), isiokwu nke #WithChude na-elekwasịkwa anya na ọmịiko, ịpachapụ anya, ahụịke, aṅurị, ịhụnanya, obi ụto, na nrị nke mkpụrụ obi.",
  "Ọ bụkwa onye nduzi nke #ChudeExplains, usoro ihe nkiri nke na-ewepụ akụkọ na isi akụkọ ma na-aga n'ime iji chọta ma kọwaa eziokwu zoro ezo nke na-akọwa onye anyị bụ na ebe anyị na-aga ma na-elekwasị anya na ikpe ziri ezi na omenala",
  "Ihe nkiri mbụ ya, a kpọrọ n'olu bekee Awaiting Trial, bụ ihe nhọpụta na ihe a họpụtara maka mmemme a kpọrọ Africa International Film Festival",
  "A họpụtakwara ya maka echichi, a kpọrọ n'olu bekee, The Force of Wellness Prize na mmemme a kpọrọ n'olu bekee, Trend Upp Awards n'afo 2021.",
  "Tupu Joy Inc., ọ chiri otu mgbasa ozi Afrịka, a kpọrọ n'olu bekee Red Africa ruo afọ iri na atọ, na-arụ ọrụ na ntuli aka mba na mmegharị ọha na eze na Naịjirịa, Ghana, Kenya na Liberia. Ọ bụ onye guzobere ihe a kpọrọ n'olu bekee The Future Project, nke lekwasịrị anya n'ịkpali ndị ndu, iwulite ndị ọchụnta ego, na iji mgbasa ozi (ọdịnala na ọhụrụ) dị ka ngwá ọrụ maka ịgbanwe mmekọrịta mmadụ na ibe ya",
  "Site na ihe a kpọrọ n'olu bekee Red Africa, ndị otu ya eduziwo mkpọsa nkwukọrịta maka ndị isi ala Naịjirịa abụọ na onye isi ala Ghana.",
  "A mụrụ Jideonwo na Lagos n'ezinụlọ Ifeanyi S",
  "Jideonyo na Ngozi A",
  "Jideónwo",
  "Ọ gara K",
  "Kotun Memorial Primary School, Adebola Baptist High School na Mayflower School, Ikenne.",
  "Ọ gụrụ akwụkwọ maka ịbụ onye Ọka ikpe na Mahadum Lagos, na-apụta dị ka nwa akwụkwọ kacha mma na ọkaikpe gbasara ala",
  "Mgbe nke ahụ gasịrị, a kpọrọ ya ka ọ bụrụ onye ọka iwu Naịjirịa n'ọnwa Nọvemba n'afọ 2007.",
  "Jideonwo mechara agụ m akwụkwọ Mastas na mgbasa ozi na nkwukọrịta na Mahadum Pan-African, Lagos.",
  "Jideonwo malitere ọrụ ya dị ka onye na-eme ihe ngosi ihe onyonyo na NTA, wee rụọ ọrụ dị ka onye nchọpụta na ihe nkiri akpọro Celebrating Jesus (MBI) na Inside Out with Agatha, ihe ngosi ihe onyonyo ya na Agatha Amata jikọtara ya na mba ahụ  ọ zutere Adebola Williams onye ya na ya mechara guzobe ihe a kpọrọ n'olu bekee Red Africa. Ọ nọkwa na ihe a kpọrọ n'olu bekee New Dawn, nke e gopsiputara na NTA Netwọk, ruo afọ atọ, na-ebili ịghọ onye na-emepụta ihe yana iduzi ngalaba ọrụ pụrụ iche",
  "Ihe nrite ya dị ka onye edemede, osote onye nduzi, na onye ọbịa gụnyere The Academy, Patito's Gang, Video 10, Big Brother Naịjirịa n'afọ 2006 na Moments with Mo (MNet) otu afọ mgbe nke ahụ gasịrị.",
  "Ọ bụ onye na-akwado ihe ngosi okwu a kpọrọ n'olu bekee Rubbin' Minds n'ihe onyonyo aha ya bụ n'olu bekee Channels na ugboro ugboro moonlights dị ka ihe omume na-eme.",
  "Mgbe ọ na-arụ ọrụ na New Dawn na Funmi Iyanda, Jideonwo zutere ndị mmekọ ya n'ọdịnihu, bụ ndị ha abụọ nwere ihe ngosi na netwọk NTA a na-akpọ Youth Talk",
  "N'oge ọrụ ha n'afọ 2004, ha zutere ma kpebie ịmepụta ụlọ ọrụ lekwasịrị anya n'iji mgbasa ozi dị ka ngwá ọrụ iji kpalie ma mee ka ndị na-eto eto mee ihe",
  "RedSTRAT, ngwaahịa nke njikọ a, debanyere aha ya n'afọ 2005.",
  "Ọ bụ onye na-elekọta #WithChude, netwọk nke ngwaahịa mgbasa ozi gafee igwe onyonyo, Redio, Podcast, akwụkwọ ozi na Blog na-akọ akụkọ ndị na-enyere ma na-eme ka uche, obi, na mmụọ sie ike. A na-agbasa ajụjụ ọnụ kwa izu n'ọtụtụ Channels TV, Rave TV na WaZoBia Max, niile nwere ike ịnweta na TV, GOTV, StarTimes na DSTV, na usoro mgbasa ozi mmekọrịta na-eru opekata mpe nde mmadụ asatọ kwa izu",
  "Ndị ọbịa na ihe ngosi ahụ gụnyere ndị isi ndọrọ ndọrọ ọchịchị, ndị ndu omenala, na ndị na-agaghị ewere onwe ha dị ka ndị a ma ama",
  "Ọ ghọwokwa ebe dị nchebe maka onye ọbịa ikwu okwu banyere ihe n'ihu ọha na nke mbụ; Joke Silva kwuru banyere otu di ya, Olu Jacobs si emeso ọrịa uche na ahụ Lewy na nke mbụ na #WithChude. Jim Iyke kwuru banyere alụmdi ya na nwunye ya dara ada na ịmụ ụmụ na nke mbụ ya.",
  "Ihe ngosi ahụ emeela ka a na-ahụkarị ihe ndị dị oke egwu, ma na-akpali mkparịta ụka mba niile banyere isiokwu ndị a tụlere na ihe ngosi ahụ",
  "N' ọnwa Machị n'afọ 2022, Kemi Afolabi kwupụtara banyere ahụmahụ ya na Lupus na #WithChude N'ọnwa ahụ, lupus, Kemi Afolabi so n'ime nchọpụta Google Naịjirịa kachasị elu. O mekwara ka ọtụtụ ụlọ ọrụ mgbasa ozi, gụnyere BBC, lekwasị anya na lupus.",
  "Jideonwo edeela ma dezie ihe karịrị akwụkwọ iri na ise n'ime na n'èzí mba ahụ",
  "Ọ sonyeere NEXT Newspapers, dị ka onye nchịkọta akụkọ n'ọnwa Julai n'afọ 2009, onye kachasị nta n'ọkwa ahụ, ebe ọ ghọrọ onye otu nchịkọta akụkọ nke akwụkwọ akụkọ ahụ.",
  "Ọ gbara kọlụm, Sons and Daughters, ruo afọ atọ na mbipụta Sọnde nke akwụkwọ ozi The Guardian, na-akọwa ụmụ nke ndị ọgaranya na ndị a ma ama.",
  "N'ọnwa Mee n'afọ 2014, a malitere nchịkọta edemede ya, nke akpọrọ Are We The Turning Point Generation? na Legosi, Naịjirịa. N'ịbụ nke Farafina bipụtara, ọ gara Legosi, Abuja, Johannesburg, London, Paris na New York.",
  "N'ọnwa Nọvemba n'afọ 2017, Jideonwo wepụtara ihe a kpọrọ n'olu bekee How to Win Elections in Africa - edemede mmekọrịta ọha na eze nke na-enyocha ihe niile na-enye aka na ihe ịga nke ọma ma ọ bụ n'ụzọ ọzọ nke mkpọsa ntuli aka na-adabere na ntuli aka n'afọ 2016 nke butere Donald Trump n'ọchịchị, na ntuliaka Brexit na United Kingdom",
  "Nke Farafina bipụtara.",
  "Ka ọ dị ugbu a, Jideonwo bụ onye guzobere Joy, Inc",
  "ma nọrọ na bọọdụ RED, ụlọ ọrụ mgbasa ozi zuru oke, nkwukọrịta na mmepe nke ya na ya guzobere, nke rụrụ ọrụ maka ọtụtụ akara mba na nke mba ụwa",
  "Ọ zutere Adebola Williams, onye guzobere Red na setịpụrụ Inside Out na Agatha, na Agatha Amata, ebe ọ rụrụ ọrụ dị ka onye enyemaka mmepụta.",
  "Ọ bụkwa onye nduzi nke #ChudeExplains, usoro ihe nkiri nke na-ewepụ akụkọ na isi akụkọ ma na-aga n'ime iji chọta ma kọwaa eziokwu zoro ezo nke na-akọwa onye anyị bụ na ebe anyị na-esote na-elekwasị anya na ikpe ziri ezi na ọdịbendị",
  "Ihe nkiri mbụ ya, Awaiting Trial, bụ Nhọrọ Ọchịchị na Onye A họpụtara maka Africa International Film Festival.",
  "Joy Inc, ụlọ ọrụ nkuzi na mgbasa ozi debanyere aha dị ka ụlọ ọrụ bara uru, na uru ya ka a ga-etinye ego na ọrụ ebere ahọpụtara na-eme ka nyocha na ihe akaebe banyere ọganihu mmadụ gbanwee omenala ma wuo ọgbọ ọhụrụ nke ndị Afrịka lekwasịrị anya na obi ụtọ kachasị maka ọtụtụ. Ngwaahịa nke mmalite mgbanwe gụnyere #WithChude, The Joy Masterclass, The Joy Congress, Joy: The Podcast, The Joy Clubs, The Joy Store na The Daily Vulnerable. N'ọnwa Machị n'afọ 2022, Joy, Inc",
  "kpughere Therapy.WithChude.com, usoro mmụta na ọgwụgwọ nke na-enye usoro bara uru maka nsogbu ọtụtụ ndị na-eto eto na-eche ihu",
  "Ụfọdụ n'ime nsogbu ndị dị na ikpo okwu mmụta gụnyere otu esi emeso ịda mbà n'obi mgbe amụrụ nwa, otu esi emegide ịda mbà na nchegbu na otu esi emeri Iso Ụzọ Kraịst na-egbu egbu.",
  "Ụdị RED gụnyere ihe a na-akpọ n'olu bekee The Future Awards Afrika, Red Media Afrika, StateCraft, Inc",
  "na YNaija, ọ nyeela ndumodụ nye ụdị ulọ orụ a maara n'ụwa gụnyere Microsoft, Google, British Council na Gọọmentị United States",
  "Ọ jisiri ike jikwaa nkwukọrịta mkpọsa maka ndị isi ala Naijiria abụọ n'usoro",
  "Site na Statecraft Inc, ụlọ ọrụ nkwukọrịta ọchịchị Red, Jideonwo duziri n'ihu nkwukọrịta maka mkpọsa Muhammadu Buhari n'afọ 2015.",
  "N'afọ 2016, StateCraft Inc",
  "duziri akụkụ nkwurịta okwu nke mkpọsa ahụ nke hụrụ Nana Akufo-Addo merie ntuli aka onye isi ala na Ghana mgbe mgbalị atọ na-enweghị isi.",
  "N'afọ 2011, nwa okorobịa Jideonwo gbara onye isi ala Naijiria ka n'achị Naijirịa ajụjụ ọnụ; na-eme ka ya na Goodluck Jonathan nọrọ ọdụ.",
  "A makwaara ya dị ka onye na-enyocha akwụkwọ, akwụkwọ akụkọ ya, a na-akpọ n'olu bekee His Father's Knickers, nke e dere mgbe ọ dị afọ iri na atọ, nkea malitere n'afọ 2001 na njikọ aka na Ụlọ ọrụ na-ahụ maka Nhazi mba na ihe a na-akpọ na bekee French Cultural Centre.",
  "N'ọnwa Mee n'afọ 2012, a họpụtara Jideonwo dị ka onye kachasị nta n'ime kọmitii onyinye maka Ford Foundation Jubilee Transparency Award na n'ọnwa Julaị a họpụtara ya n'ime British Council's Steering Group maka Creative Industries Expo.",
  "Akwụkwọ akụkọ Naịjirịa kwa ụbọchị, The Punch depụtara Jideonwo na mmadụ iri na atọ ndị ọzọ, dị ka otu n'ime ndị na-eto eto ga-ele na 2012.",
  "Ọzọkwa, n'afọ 2012, BusinessDay gụnyere ya na onye mmekọ azụmahịa ya, Williams, na ndepụta iri anọ n'okpuru iri anọ.",
  "N'ọnwa Febụwarị n'afọ 2013, a kpọrọ aha Jideonwo na Williams na Forbes iri ato - ndị na-agbabeghi afọ iri ato: dika ihe a kporo Africa's Best Young Entrepreneurs na bekee",
  "A họpụtara Jideonwo dị ka onye ji ihe nrite nke 2017 Greenberg Fellow na Mahadum Yale, New Haven, Connecticut.",
  "Na Machị n'afọ 2018, a họpụtara Jideonwo n'akụkụ ọtụtụ ndị isi iri na asaa ndị ọzọ na-eto eto si n'akụkụ niile nke Afrika maka mmemme nduzi a kpọrọ Tutu Leadership Programme nke afọ 2018.",
  "N'afọ 2020, o nyere onyinye Naịjirịa maka ọdịiche na ịdị iche iche otu nde naira",
  "Ihe nrite ahụ ga-achọta ma kwado ndị na-eto eto gafee Naịjirịa na-emepụta oghere dị nchebe ma na-enye ndị dị iche iche olu na mpaghara asaa dị mkpa: okike, mmekọahụ, okwukwe na ime mmụọ, ahụike uche na mmetụta uche, nka, mkpa pụrụ iche, na ikike mmadụ.",
  "N'afọ 2021, a họpụtara ya maka onyinye a akpọrọ n'olu bekee The Force of Wellness na Trend Upp Awards nke afọ 2021.",
  "N'ọnwa Nọvemba n'afọ 2022, ihe nkiri mbụ ya, Awaiting Trial, bụ onye nhọpụta na onye a họpụtara maka Africa International Film Festival.",
  "Na mbido afọ 2023, a họpụtakwara ihe nkiri ahụ maka ihe akpọrọ n'olu bekee Best Documentary in Africa Magic Viewers Choice Award 2023",
  "Ọ bi ma na-arụ ọrụ na Lagos, Nigeria."
]