[
  "Chukwuma Frank Ibezim // (na-ege ntị) (amụrụ na abalị iri n'isii nke ọnwa iri n'abụọ, afọ otu puku, narị iteolu na iri isii n'anọ (Disemba 16, 1964) bụ onye ndọrọ ndọrọ ọchịchị Naijiria na onye omeiwu ugbu a na-anọchite anya North Senatorial District nke Imo Steetị na nzukọ mba nke Naijiria. Ọ bụ onye otu All Progressive Congress (APC), otu na-achị mba ahụ.",
  "A mụrụ Ibezim nye Sir Hezekiah na Lady Priscilla Ibezim n'Ezeoke Nsu, Ehime Mbano Local Government Area nke Imo State",
  "Ọ gụrụ akwụkwọ praịmarị na St",
  "Stephens Primary school Umuahia wee gaa n'ihu iji nweta asambodo West African Examinations Council (WAEC) ya na Uboma Secondary School na afọ otu puku, narị iteolu n'iri asatọ (1980)",
  "Ibezim nwetara nzere bachelọ na Industrial Chemistry na afọ otu puku, narị iteolu na iri asatọ n'asaa (1987) na Mahadum Imo Steetị wee mechaa otu afọ ya National Youth Service Corps, (NYSC) na afọ otu puku, narị iteolu na iri asatọ n'iteolu (1989) na Nigerian Bottling Company (Coca-Cola) Port Harcourt.",
  "Ọrụ ọha na eze gara aga nke Ibezim gụnyere ije ozi dị ka Kọmishọna maka Ọrụ Ugbo na Akụnụba, Imo Steetị n'etiti oge nke afọ puku abụọ na iri n'anọ na afọ puku abụọ na iri n'ise (2014 na 2015)",
  "Onye ndụmọdụ pụrụ iche (ndị ndọrọ ndọrọ ọchịchị) nye Minista nke Mmụta n'etiti afọ puku abụọ na iri n'ise  na afọ puku abụọ na iri n'iteolu (2015 na 2019).",
  "N'afọ puku abụọ  n'iri (2010), Ibezim chọsiri ike ịnọchite anya Okigwe South Federal Constituency na House of Representatives, mana onweghị ike ịga nke ọma",
  "E mechara mee ya onye nduzi, kọntaktị na mkpokọta nke All Nigeria Peoples Party (ANPP).",
  "N'afọ puku abụọ na iri n'atọ (2013), Ibezim sonyeere ndị a na-ekwu na ha bụ ndị guzobere All Progressives Congress (APC), otu na-achị Naịjirịa.",
  "N'afọ puku abụọ na iri n'iteolu (2019), BBC n'asụsụ Igbo kọrọ na Benjamin Uwajumogu, onye omeiwu na-anọchite anya Imo North na National Assembly n'oge ahụ, Ibezim gosipụtara mmasị n'etiti ndị ọzọ na-asọmpi iji mejupụta oghere onye nwụrụ anwụ nke Uwajumogu mepụtara n'oche Imo North na Steetị  Assembly.",
  "N'oge ọ na-achọ ịbụ onye omeiwu, ụlọ ikpe dị elu nke Naijiria na abalị ise nke ọnwa iri n'abụọ, afọ puku abụọ na iri abụọ (5 Disemba 2020) wepụrụ Ibezim n'ihi ebubo ebubo ụgha nke asambodo na ime ka mmadụ; e nyekwara mkpebi ikpe ahụ maka onye na-emegide ya na ndọrọ ndọrọ ọchịchị, Senator Ifeanyi Godwin Ararume. Ma na abalị isii nke ọnwa abụọ, afọ puku abụọ na iri abụọ n'otu (Febụwarị 6, 2021), Ụlọikpe Kasị Elu, ụlọ ikpe kachasị elu nke Naịjirịa gbanwere mwepụ Ibezim n'ihi na ikpe nke dugara na mwepụ Ipezim bụ iwu machibidoro n'ihi ne etinyeghị ya n'ime oge a kara aka.  N'abalị iri abụọ na asaa n'ọnwa anọ (Eprel 27) n'afọ ahụ, a ṅụrụ Ibezim iyi n'ime ndị omeiwu."
]