[
  "Chukwuemeka Fred Agbata Jnr",
  "(amụrụ n'ụbọchị iri nke ọnwa Julaị afọ 1979) nke a makwaara dị ka CFA bụ onye nta akụkọ Naijiria, onye ọchụnta ego teknụzụ, onye nkuzi azụmaahịa, ọkà okwu ọha na eze na onye na-eme ihe ngosi telivishọn na  Channels TVebe ọ na-akwado ihe ngosi ihe ndị pụtara ọhụrụna teknụzụ",
  "Ọ bụkwa onye na-ede akụkọ maka The Punch nke a na-akpọ ụlọ ọgwụ ICT",
  "Ọ bụ onye so guzobe godo.ng, onye nduzi nke Innovation Support Network Hubs na onye nduzi Founder Institute Lagos, na onye guzobere CFAtech.ng.",
  "Maazị Agbata bụ onye gụsịrị akwụkwọ na nkà mmụta mmekọrịta mmadụ na ibe ya na Mahadum Ekiti Steeti dị na Ado Ekiti, Naịjirịa.",
  "Agbata malitere ọrụ ya dị ka ọkachamara na-ire ahịa na Globacom na Lagos, Nigeria site n'afọ 2003 ruo afọ 2007.",
  "N'afọ 2015, Channels TV malitere igosi ihe ngosi ya Tech Trends (ihe ndị putara ọhụrụ na teknụzuụ nke a na-egosi n'ụbọchị Fraịdee n'elekere ihe ji nkeji iri atọ gafee elekere isii nke abalị (GMT +1)",
  "Ihe ngosi ahụ na-elekwasị anya na ijide na ịkekọrịta usoro teknụzụ kachasị ọhụrụ, ngwaọrụ mmepụta ihe, ekwentị na ngwa PC, yana ozi kwesịrị ekwesị nke ga-enyere ndị na-ekiri aka ịghọ ndị maara teknụzụ iji nwee ike iji teknụzụ rụọ ọrụ nke ọma.",
  "N'afọ 2015, ọ malitere ihe ngosi redio na Family Love Radio Network nke a na-akpọ Tech on Wheels na CFA ma na-egosi ya na Wednesday site na ihe ji nkeji iri na ise gafere elekere ise ruo ihe ji nkeji iri atọ gafee elekere ise nme mgbedd",
  "na 97.7 Love FM Port Harcourt; Ihe ji nkeji iri atọ gafee elekere isii nke mgbede ruo ihe fọdụrụ elekere iri na ise ka ọ kụọ elekere asaa nke mgbede na 104.5 Love FM Abuja na 7:30-7:45 pm.",
  "N'afọ 2018, o guzobere GoDoHub, ebe a na-amalite ọrụ nwere ụlọ ọrụ iji nyere ndị ọchụnta ego aka iji teknụzụ na ihe ọhụrụ malite ma na-arụ ọrụ ha. e kpughere GoDoHub na Ikeja, isi obodo Lagos Steeti, n'ụbọchị mbụ nke ọnwa Ọktoba afọ 2018 site n'aka John Obaro nke SystemSpecs Nigeria Limited.",
  "N'ọnwa Machị afọ 2019, CFA ghọrọ onye nduzi nke The Founder Institute Lagos,  ụlọ akwụkwọ ọzụzụ nke na-enyere ndị mbido aka itolite site na ọzụzụ ọchụnta ego site n'inyere aka igbochi enweghị nhazi, ntụziaka na mmekọrịta.",
  "N'ọnwa Machị afọ 2019, ụlọ ọrụ iri asaa na ise na gburu gburu Naịjirịa gbakọtara ọnụ iji guzobe njikọ aka iji bulie ihe ọhụrụ na ọchụnta ego. Netwọk a, nke a na-akpọ Innovation Support Network (ISN) nwere CFA dị ka otu n'ime ndị nduzi ya.",
  "Ọ bụ onye otu ndị isi nke ise nke ndị nduzi na Nigeria Internet Registration Association",
  "(NiRA), site n'afọ 2017 ruo ọnwa Eprel afọ 2019, ọ ghọkwara onye otu ndị nduzi nke isii.",
  "Ọ bụ onye na-akpọkọta nguzobe mkpakorita CFA, ụzọ dị mma maka mmaliteSME  izute ma mụta ihe site n'aka ndị ọchụnta ego ihe na-agara nke ọma, site na mkpakọrita ga-enyere ha aka ịzụlite mmalite ha dị iche iche yana netwọkụ ibe ha",
  "Ikpo okwu a nabatara ndị ọchụnta ego dị ka John Obaro, Ommo Clark, Obi Asika. A na-akwado ya na Lagos, Naịjirịa.",
  "N'ọnwa June afọ 2019, Swedish Institute",
  "kpọrọ CFA dị ka ọkachamara mba ụwa dị ka akụkụ nke Innovation Ecosystem Programme ha iji zute ndị guzobere na ndị ọchụnta ego maka mmalite ndị a ma ama na nnukwu ụlọ ọrụ na-elekwasị anya na ịmepụta ihe ọhụrụ.",
  "N'afọ 2018, Consul General nke Federal Republic of Germany, Ingo Herbert kpọrọ ya ka ọ bụrụ akụkụ nke ndị ọka ikpe maka Falling Walls Lab Lagos nke mbụ nke bụ ncheta nke ọdịda nke Berlin Wall.",
  "N'afọ 2018, ọ bụ onye mgbasa ozi na Deutsche Welle Global Media Forum (GMF) na Bonn, (Germany), ebe ọ tụlere ọrụ nke ndị nta akụkọ na-amalite na usoro mgbasa ozi na-enweghị nnwere onwe.",
  "Ọ bụkwa onye ppanellistalongere onye bụbu Minista Ozi nke Naijiria Frank Nweke Jnr, onye bụbu Mịnịsta Aviation Osita Chidoka, na Genesys Ignite Tech Conference nke Genesys Tech Hub haziri kwa afọ na Enugu, ebe ọ na-eduzi nnọkọ panel na mmepe na ihe ọhụrụ nke isi obodo mmadụ.\nSlush Global Impact Accelerator, mmemme e mepụtara na njikọ aka na Ministry for Foreign Affairs of Finland na ọtụtụ ndị mmekọ ndị ọzọ gburugburu ụwa na ebumnuche nke ịkwado mmalite mmetụta na igosi ohere azụmaahịa na-akpali akpali na ahịa na-apụta, họọrọ CFA dị ka otu n'ime ndị ọkàikpe na Naịjirịa maka ihe ịma aka 2018.",
  "N'afọ 2017, ọ bụ onye na-eme mkparịta ụka na Genesys Ignite Tech Conference kwa afọ nke Genesys Tech Hub haziri na Enugu, tinyere Ommo Clark nke iBez Nigeria nakwa Obi Asika, mgbe Sen",
  "Ken Nnamani (onye bụbu onyeisi ụlọ ọgbakọ omebe iwu Naịjiria ) kwuru nke a bụ isi okwu",
  "N'afọ 2014, CFA bụ onye nnọchiteanya na Nzukọ Ahịa Digital nke Naijiria nke emere na Lagos.",
  "The Nigeria Internet Registration Association (NIRA) nyere CFA na NiRA Presidential Award for Youth Development n'afo 2016.",
  "N'afọ 2015, ọ natara onyinye nke ịdị mma site n'aka ndị isi nke Naịjirịa na IT & Software Industry.",
  "N'afọ 2015, YNaija kpọrọ ya otu n'ime mmadụ otu narị kacha nwee ọgụgụ isi na teknụzụ na Naịjirịa."
]