[
  "Àtụ:Infobox NFL biography",
  "Chukwuma Okorafor (amụrụ n'ọnwa asatọ, afọ otu puku, narị iteolu na iri iteolu n'asaa August 8, 1997) bụ onye Naijiria ọkachamara na-egwuruegwu bọọlụ nke America maka Pittsburgh Steelers nke National Football League (NFL)",
  "Ọ gbara bọọlụ kọleji na Western Michigan.",
  "A mụrụ Okorafor na Naijiria, ma biri na South Afrịrịka na Botswana tupu ezinụlọ ya akwaga mba United States na afọ puku abụọ na iri (2010). Ọ gara Southfield High School na Southfield, Michigan wee malite ahịrị iwe na nchebe",
  "247Egwuruegwu (247Sports) kpọrọ ya onye natara kpakpando atọ (3 staa) ma were ya dịka onye nke iri na otu (11) kachasị mma na Michigan dị ka onye okenye",
  "Chukwuma natara onyinye site n'ọtụtụ mmemme, ụfọdụ n'ime ha gụnyere Arkansas, Florida, Iowa, Nebraska, North Carolina Steetị, Ohio Steetị, na Oklahoma, mana ọ họọrọ igwu egwu na Western Michigan n'ihi na ọ dị nso n'ụlọ na nkwa ụlọ akwụkwọ na-amalite ya dị ka onye ọhụrụ ọhụr ezigbo onye ọhụrụ.",
  "Okorafor gbara bọọlụ kọleji maka Western Michigan site na afọ puku abụọ na iri n'anọ ruo n'afọ puku abụọ na iri n'asaa (2014 ruo 2017). N'afọ puku abụọ na iri n'isii na puku abụọ na iri n'asaa (2016 na 2017), a kpọrọ aha ya na ndị otu mbụ nke All-MAC. N'afọ puku abụọ na iri n'asaa (2017), a kpọrọ ya FWAA First Team All-American. \nNa abalị iri abụọ n'asaa nke ọnwa mbụ, afọ puku abụọ na iri n'asatọ  (Jenụwarị 27, 2018), Okorafor gbara bọọlụ na 2018 Reese's Senior Bowl ma bụrụ akụkụ nke ndị otu North nke meriri ndị otu South na 45-16.\n Ọrụ ọkachamara",
  "Okorafor gara mmega ahụ onwe onye na nleta ya na Washington Redskins na Philadelphia Eagles. A họọrọ ya dị ka onye nke isii (6) kachasị mma n'iwe iwe n'ime akwụkwọ ahụ site na Sports Illustrated, onye nke itoolu kachasị mma n'iwe iwe n'usoro site na DraftScout.com, na onye nke iri (11) na otu kachasị mma site n'aka ScoutsÀtụ:NFL predraft \nPittsburgh Steelers họọrọ Okorafor na agba nke atọ (92nd n'ozuzu) nke 2018 NFL Draft. Okorafor bụ onye nke iri na otu e dere na 2018. Na abalị iri abụọ na abụọ nke ọnwa ise, afọ puku abụọ n'iri n'asatọ (Mee 22, 2018), ndị Pittsburgh Steelers bịanyere aka na Okorafor maka nkwekọrịta afọ anọ, n'onu ego dọla nke putara nde atọ, na narị puku iri anọ ($ 3.40) nke gụnyere ego mbinye aka nke $ 812,364.",
  "Na abalị iri abụọ n'ise nke ọnwa iri n'otu, afọ puku abụọ na iri n'asatọ (Nọvemba 25, 2018), megide Denver Broncos, Okorafor mere mmalite NFL mbụ ya na aka nri n'ihi mmerụ ahụ Marcus Gilbert na Matt Feiler. N'oge oge NFL nke afọ puku abụọ na iri n'asatọ (2018), ọ malitekwara ugboro abụọ dị ka njedebe siri ike, ndị Steelers na-eji ya eme ihe dị ka ihe mgbakwunye.",
  "Na abalị iri nke ọnwa iri n'otu n'afọ puku abụọ na iri n'iteolu (Nọvemba 10, 2019), megide Los Angeles Rams, Okorafor malitere nke mbụ ya n'oge NFL nke afọ puku abụọ na iri n'iteolu (2019) n'ihi mmerụ ahụ Ramon Foster.",
  "Na abalị iri n'anọ nke ọnwa atọ, afọ puku abụọ na iri abụọ n'abụọ (Machị 14, 2022), Okorafor bịanyere aka na nkwekọrịta afọ atọ, nke onu ego ya putara na dọla nde iri abụọ n'iteolu na narị iri abụọ n'ise ($ 29.25)  na Steelers.",
  "Àtụ:Pittsburgh Steelers roster navbox"
]