[
  "Chuka Harrison Umunna // (na-ege ntị) (/ˈtʃʊkə əˈmuːnə/; amụrụ na'abali iri na asaa nke  ọnwa iri n;afọ otu puku, narị iteolu na iri asaa n'asatọ) (17/10/1978) bụ onye ọchụnta ego Britain na onye bụbu onye ndọrọ ndọrọ ọchịchị jere ozi dị ka onye omeiwu (MP) maka Streatham site n'afọ puku abụọ na iri ruo n'afọ puku abụọ na iri n'iteolu (2010 - 2019)",
  "Onye bụbu onye otu Lebọ Patị, ọ bụ akụkụ nke Shadow Kabinet site na afọ puku abụọ, na iri n'otu ruo n'afọ puku abụọ na iri n'se (2011- 2015)",
  "Ọ hapụrụ ọrụ n'ime ọnwa abụọ na afọ puku abụọ, na iri n'iteolu (February 2019), mgbe ọ gbara arụkwaghịm iji guzobe otu nwere onwe, mgbe e mesịrị gbanwee  UK, ya na ndị omeiwu isii ndị ọzọ",
  "Ka e mesịrị na n'afo puku abụọ n'iteolu (2019), ọ hapụrụ Mgbanwe UK ma, mgbe obere oge dị ka onye omeiwu nwere onwe ya, sonyeere ndị Liberal Democrats",
  "Na ntuli aka nke afọ puku abụọ na iri n'iteolu (2019), o nweghị ike ịga nke ọma n'ịhọpụta ya ọzọ dị ka onye omeiwu ma ọ laghachighị na House of Commons.",
  "A mụrụ ya na Lambeth na nna Naijiria na nne Bekee-Irish, Umunna gụrụ akwụkwọ na St Dunstan's College, ụlọ akwụkwọ onwe onye na Catford, Lewisham",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Manchester na Mahadum Nottingham Trent",
  "Onye nọ n'afọ iri na ụma nke Liberal Democrats, ọ sonyeere Lebọ Patị n'afọ otu puku, narị iteolu na iri iteolu n'asaa (1997) mgbe pati ahụ na-akpọ onwe ya \"ọrụ ọhụụ (New Labour)\"",
  "Ọ rụrụ ọrụ dị ka onye ọka iwu na obodo London, nke mbụ maka Herbert Smith na mgbe ahụ maka Rochman Landau, mgbe ọ na-ede edemede maka Kọmpass tink tankị.",
  "A họpụtara Umunna dị ka onye omeiwu Lebọ maka Streatham n'afọ puku abụọ na asatọ (2008), a họpụtakwara ya dịka onye omeiwu na ntuli aka nke afọ  puku abụọ n'iri (2010)",
  "Mgbe ọ nọ na nzuko omeiwu, ọ sonyeere usoro \"Blue Lebọ\" nke pati ahụ, nke jụrụ akụ na ụba neoliberal",
  "Ọ nọrọ na Kọmitii Nhọrọ nke Akụ ruo n'afọ puku abụọ na iri n'otu (2011), mgbe ọ sonyeere Ed Miliband's Shadow Kabinetị dị ka ode akwukwọ steetị maka azụmahịa, ihe ọhụrụ na nkà",
  "A họpụtara ya ọzọ na ntuli aka afọ puku abụọ na iri n'ise nakwa afọ puku abụọ na iri n'asaa {2015 and 2017)",
  "Mgbe Miliband gbara arụkwaghịm, a họpụtara Jeremy Corbyn ka ọ bụrụ onye ndu Ọrụ n'afọ puku abụọ na iri n'ise (2015); Umunna katọrọ ndị isi otu ahụ ma gbaa arụkwaghịma na Shadow Kabịnetị iji nọrọ dị ka onye na-anọ n'azụ.",
  "Onye na-akwado mkpọsa ntuli aka na-enweghị isi na afọ puku abụọ na iri n'isii (2016) iji jigide ndị otu UK nke European Union, Ummuna mere mkpọsa maka ntuli aka maka nkwekọrịta ikpeazụ ya na EU",
  "N'ọnwa abụọ n'afọ puku abụọ n'iteolu (February 2019), ọ gbara arụkwaghịm na Ọru wee sonye na Otu Ṅwèrè Onwe, mgbe e mesịrị Mgbànwè UK",
  "Ọ bụ ọnụ na-ekwuchitere otu ya mana ọ hapụrụ na ọnwa isii n'afọ puku abụọ n'iteolu (June 2019) ka ọ nọrọ dị ka onye omeiwu nwere onwe ya na-esote \"ihe na-akụda mmụọ\" na ntuli aka nke European Parliamentị na-egosi na pati ahụ \"emezughị inweta otu onye omeiwu a họpụtara\"",
  "Otu izu mgbe nke ahụ gasịrị, Umunna sonyeere ndị Liberal Democrats ma bụrụ onye isi Vince Cable họpụtara dị ka onye na-ekwuchitere Àku na Azụmahịa",
  "N'ọnwa asatọ n'afọ puku abụọ na iri n'iteolu (august 2019), onye ndu ọhụrụ bụ Jo Swinson họpụtara ya ka ọ bụrụ ọnụ na-ekwuchitere ihe gbasara mba ofesi, mmepe mba ụwa na azụmahịa mba ụwa",
  "Ọ guzoro maka obodo London na Westminster na ntuli aka afọ puku abụọ na iri n'iteolu (2019) mana Nickie Aiken nke Conservatives meriri ya.",
  "N'afọ puku abụọ na iri abụọ n'otu (2021), ọ ghọrọ onye na-etinye ego na JPMorgan Chase, dị ka onye isi nchịkwa nke otu ndụmọdụ ya na London.",
  "A mụrụ Umunna na Lambeth, London na abali iri n'asaa n'ime ọnwa iri n'afọ otu puku, narị iteolu na iri asaa n'asatọ (17/10/1978). Nna ya, Bennett, nke agbụrụ Igbo nke Naijiria na onye nwe azụmahịa mbubata na mbupụ, nwụrụ n'ihe mberede okporo ụzọ na Naijiria n'afọ otu puku, narị iteolu na iri iteolu n'abụọ (1992). Nne ya, Patricia Milmo, onye ọka iwu, bụ onye Bekee-Irish. Nne nne ya bụ Joan Frances Morley, Lady Milmo na Sir Helenus Milmo QC, onye ọka ikpe nke Ụlọikpe Kasị Elu.",
  "Umunna gụrụ akwụkwọ na Hitherfield akwukwọ Nke mbu na Streatham, Ndida London, na Christ Church Praịmarị skuul  dị na Brixton Hill",
  "Ọ na-ekwu na ndị mụrụ ya chere na ụlọ akwụkwọ steeti dị n'ógbè ahụ \"mere ka ọ \"gbuo\" ma n'ihi ya kwagara ya n'ụlọ akwụkwọ sekọndrị nke ụmụ nwoke St Dunstan's College, na Catford na ndịda ọwụwa anyanwụ London, ebe ọ na-akpọ cello. N'oge a, ọ bụkwa onye na-agụ egwú na Southwark Cathedral. Dị ka onye nọ n'afọ iri na ụma, ọ bụ onye otu Liberal Democrats. E nyere ya nzere bachelọ nke abụọ na English na French Law site na Mahadum Manchester",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gụrụ akwụkwọ maka otu oge na Mahadum Burgundy na Dijon, tupu ọ gụọ maka Master of Arts na ụlọ akwụkwọ iwu nke Mahadum Nottingham Trent.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, n'afọ puku abụọ n'ise (2005), Umunna malitere ịrụ ọrụ dị ka onye ọka iwu maka ụlọ ọrụ Herbert Smith nke Obodo  London",
  "N'afọ puku abụọ na isii (2006), ọ sonyeere Rochman Landau (nke bụzi Ashfords LLP), na-ahụ maka iwu ọrụ na inye ụlọ ọrụ ndụmọdụ na esemokwu azụmahịa na ndụmọdụ. Site na afọ puku abụọ n'isii (2006), ọ malitere ide ma nye nkọwa banyere Lebọ Patị, yana nsogbu mmekọrịta mmadụ na ibe ya na akụ na ụba, na-abụkarị na ikike ya dị ka onye otu Kọmitii Nchịkwa nke otu nrụgide Compass nke Lebọ-kwadoro",
  "O dekwara edemede maka Ègò Ugbòrò, Tribune, Nkè Olù, Nkè Onye Nchè na Ndị Ochịchị Ọhụụ, wee malite ịpụta na mmemme redio na igwe onyonyo dị iche iche dị ka onye na-akọwa ihe. O guzobere ma dezie magazin ndọrọ ndọrọ ọchịchị n'ịntanetị, The Multicultural Politic N'afọ puku abụọ na asaa (2007), o mere mkpọsa iji kwado mgbalị Jon Cruddas na-enweghị isi ịghọ osote onye isi Labọ.",
  "N'ime ọnwa atọ, afọ puku abụọ n'asato (Machi 2008), a nabatara Umunna dị ka onye ga-abụ onye omeiwu nke Lebọ Patị maka Streatham. Na ntuli aka nke afọ puku abụọ n'iri (2010), a họpụtara ya ka ọ bụrụ onye omeiwu (MP) maka Streatham na ọnụ ọgụgụ ka ukwuu nke onu ogugu puku atọ, narị abụọ na iri ise n'iteolu  (3,259); o kwuru okwu mbụ ya na abalị abụọ nime ọnwa isii n'afọ puku abụọ n'iri (2 June 2010). O nwere mmasị pụrụ iche na iwu akụ na ụba na mgbanwe nke obodo ahụ.",
  "Umunna kọwara onwe ya dị ka \"Otu Mba Ọrụ\" ma dee edemede na-akwalite \"Blue Lebọ\". O kwuru na gọọmentị jikọrọ aka nke Mmekọrita Kọnzavetiv- leed kwesịrị ịtụle usoro ihe omume ya nke nkwekọrịta ego, were nguzo siri ike na ụlọ ọrụ ụlọ akụ Britain ma mee ihe iji gbanwee ahịa ụlọ ọrụ nyocha ego.",
  "Umunna bụ otu n'ime ndị omeiwu iri isii n'atọ (63) nke Lebọ họpụtara Ed Miliband na ntuli aka ndị isi Lebọ nke afọ puku abụọ na iri  (2010) iji nọchie Gordon Brown dị ka onye isi otu.",
  "Na ọnwa isii nke afọ puku abụọ n'iri (6/2010), a họpụtara Umunna dị ka onye otu Treasury Select Committee. N'ọnwa mbu, afọ puku abụọ na iri n'otu (1/2011), ọ jụrụ onye isi ụlọ ọrụ Barclays, Bob Diamond, ajụjụ n'ihe gbasara ọrụ ezere ụtụ isi nke ụlọ akụ ahụ kwuru na ụlọ akụ ahụ jiri ihe karịrị ụlọ ọrụ enyemaka onu ọgụgụ narị atọ (300) mee ihe na ikike ndị dị n'èzí. N'ịzaghachi ajụjụ ya, Diamond kwuru na ọnwa abụọ n'afọ puku abụọ na iri n'otu (2/2011) na Barclays kwụrụ na ha akwughachiwo onu ego otu nde narị  na iri n'atọ nke ego pounds  (£ 113) na ụtụ isi ụlọ ọrụ UK n'afọ  puku abụọ n'iteolu (2009), agbanyeghi inwete ijeri iri n'otu, na nari iri isii nke onu ego pound                                                                                                                                                                                                                                      (£ 11.6bn)  na uru. Umunna nọ n'ọkwa a na Kọmitii Nhọrọ ruo mgbe a họpụtara ya dị ka Minista Nchịkọta maka Obere Azụmaahịa na Azụmalite.",
  "N'ọnwa iri n;afọ puku abụọ n'iri, (10 Ọktoba  2010), mgbe a họpụtara Miliband dị ka onye isi otu, a họpụtara Umunna ka ọ bụrụ odeakwụkwọ onwe onye nke ndị omeiwu ya, na ọnwa ise n'afọ puku abụọ na iri n'otu (Mee 2011), a họpụtara ya ka ọ bụrụ Minista na-ahụ maka obere azụmaahịa na ụlọ ọrụ ruo mgbe o nwetere  nkwalite ya nke shadò kabinet",
  "A kwalitere Umunna dị ka odeakwụkwọ azụmaahịa Shadow na abalị asaa, n'me ọnwa iri, n'afọ puku abụọ na iri n'otu (7 Ọktoba 2011), na-anọchi John Denham, onye kwupụtara ezumike nká ya na ndọrọ ndọrọ ọchịchị n'ihu. Mgbe a họpụtara ya, Umunna kwupụtaghachiri mkpebi nke Lebọ iwebata ụtụ isi maka ndị gụsịrị akwụkwọ n'ọnọdụ ụgwọ agụmakwụkwọ mahadum",
  "N'ọnwa mbu n'afọ puku abụọ, na iri n'abụọ (Jenụwarị 2012), Umunna sonyeere Ed Miliband na onye isi ode akwukwo na Akụ nke Shadò  Rachel Reeves na-akpọ PM David Cameron ka ọ gbochie ego-ego onụ ego otu nde na narị isi nke ego pound (£ 1.6m) maka Stephen Hester, onye isi ọrụ nke Royal Bank of Scotland Group. N'afọ  puku abụọ na iri n'atọ (2013), Umunna duziri nkwupụta na ọnụ ahịa gọọmentị nke Royal Mail n'oge nkeonwe ya \"gbanwere\" onye na-atụ ụtụ isi, echiche a kwadoro site na ịrị elu dị ịrị elu na ọnụahịa òkè na-esote ire ya na ịkpọ ndị ụlọ akụ maka nyocha ndị omeiwu.",
  "Onye otu Lebọ Enyi nke Isrelu, ya na Liam Byrne mere nleta gọọmentị na Isrelu n'ọnwa iri n'afọ puku abụọ na iri n'abụọ (Ọktoba 2012) dị ka akụkụ nke otu LFI's UK-Isrelu Economic Dialogue group. Mgbe ọ bụ onye otu LFI, ọ katọrọ ụlọ ikpe ndị agha Isrelu maka mmeso ha na-emeso ụmụaka Palestine a na-ebo ebubo mpụ agha na ọnwa iri n'abụọ, n'afọ puku abụọ n'atọ (Disemba 2013).",
  "N'ọnwa anọ, n'afọ puku abụọ n'iri n'atọ (Eprel 2013), e jikọtara ụlọ ọrụ ndị ọka iwu nke Umunna na mmelite dị mma e mere na ibe Wikipedia ya n'afọ puku abụọ n'asaa (2007), nke gụnyere ntinye aka n'iji ya maa atụ a na-akpọ ya \"Barack Obama nke Britain\". N'otu ọnwa ahụ, a katọrọ Umunna maka ihe o kwuru n'etiti afọ iri abụọ (20) ya na netwọk mmekọrịta ASmallWorld banyere West End nke London",
  "Onye omeiwu Kọnzavetivu Chris Heaton-Harris kwuru na nkwupụta nke afọ puku abụọ n'isii (2006), na-akọwa ndị na-eleta ụlọ oriri na ọṅụṅụ abalị na West End dị ka \"ihe mkpofu\" na \"ndị na-achọ ndepụta c\", gosipụtara \"enweghị nkwanye ùgwù maka ọha na eze\"; Umunna kwuru na nkwukọrịta ahụ bụ \"obi dị mfe na ụda na gburugburu\" mana ọ nwere ekele na \"nhọrọ nke okwu eji eme ihe ekwesịghị ekwesị\" ma rịọ mgbaghara maka mmejọ ọ bụla.",
  "E boro Umunna ebubo ihu abụọ maka ịnakwere onyinye onu ego puku iri abụọ (£ 20,000) nke onu ego pound site n'aka onye isi ịgba chaa chaa n'agbanyeghị mkpọsa megide mgbasa nke ụlọ ahịa ịgba chaa chaa na mpaghara ya ma kwe nkwa ike ọhụrụ iji belata ha.",
  "Na mbido ọnwa ise n'afọ puku abụọ na iri n'anọ (Mee 2014), Umunna welitere nchegbu na Nzukọ Ndị Omeiwu na ọha na eze banyere atụmatụ iweghara AstraZeneca, site n'aka nnukwu ụlọ ọrụ ọgwụ America Pfizer, n'ihi na ọ ga-ahụ na ọrụ na ọdịmma ndị Britain. N'agbanyeghị mmesi obi ike sitere n'aka Pfizer, Umunna gara n'ihu na-akatọ n'ihu ọha atụmatụ iweghara ya na-ekwupụta na mmesi obi obi ike Pfizer \"abaghị uru akwụkwọ ha dere\". Mgbalị nnweta ahụ mechara daa na ngwụcha ọnwa ise n'afọ puku abụọ n'anọ  (Mee 2014) mgbe ụlọ ọrụ AstraZeneca jụrụ onyinye ikpeazụ nke Pfizer.",
  "N'ọnwa ise n'afọ puku abụọ na iri n'anọ (Mee 2014), Umunna katọrọ akụkọ onye ode akwụkwọ ahụike ibe ya bụ Andy Burnham banyere ụzọ ndị nwere ike isi gbochie ire na mgbasa ozi nke mmanya, nri na-adịghị mma, na ụtaba",
  "E hotara ya ka o kwuru na usoro omume dị otú ahụ dị ka akọwapụtara na akụkọ ahụ ga-ahụ dị ka \"ndị na-emegide azụmaahịa na ndị na-etinye aka\".",
  "Umunna arụrịta ụka maka steeti gọọmentị etiti nke Britain ọtụtụ oge, ma kwuo na ndị na-aga n'ihu ekwesịghị ịhapụ echiche George Osborne nke \"Nọtan Pawahaụsụ\", na-arụ ụka na nkwenye ka ukwuu, njikọta nke UK Lebọ Pat<i>ị</i> n'ime ndị otu Lebọ nke na-anọchite anya mba ọ bụla nke UK, nnwere onwe ndọrọ ndọrọ ọchịchị ka ukwuu maka England karịsịa, ikike mpaghara ndị ọzọ na \"ọgbụgba gọọmentị\" dị mkpa iji kwalite Lebọ Patị.",
  "Umunna mụbara ihe ka ọtụtụ ya ruo  onu ọgụgụ puku iri n'atọ, nari iteolu na iri atọ n'anọ (13,934) na ntuli aka nke afọ puku abụọ na iri n'ise (2015), na 53% nke ntuli aka na mpaghara ya. Mgbe e meriri Lebọ na ntuli aka na arụkwaghịm nke Ed Miliband dị ka onye ndú, a chọpụtara Umunna dị ka otu n'ime ndị nwere ike ịghọ onye ndú nke pati ahụ. Ọ kpọrọ ndị ọrụ aka ka ha lekwasị anya na ndị Kọnzavetiv na \"ndị na-achọsi ike, ndị na-eme ntụli aka n'etiti\", na-ekwu na pati ahụ kwesịrị \"n'akụkụ ndị na-arụ ọrụ nke ọma\". N'abalị iri na abụọ n'ọnwa Mee, ọ kwupụtara na ọ ga-azọ ọkwa onye isi otu Lebọ Patị. Ụbọchị atọ ka e mesịrị, ọ hapụrụ asọmpi ahụ, na-ekwu na ọ \"na-enwe obi erughị ya\" na \"nchọpụta nyocha agbakwunyere nke bịara na ịbụ onye ndu\". N'abalị iri abụọ na isii n'ọnwa Mee, ọ kwupụtara nkwado ya maka Liz Kendall, onye na-enweghị ihe ịga nke ọma na mgbalị ya maka idu ndú Lebọ.",
  "Na ọnwa iteolu, n'afọ puku abụọ na iri n'ise (Septemba 2015), mgbe nhọpụta Jeremy Corbyn dị ka onye ndú nke Lebọ Patị, Umunna kwupụtara arụkwaghịm ya na Shadò Cabinet wee laghachi n'azụ oche, na-ekwu maka esemokwu banyere ntuli aka Brexit na nsogbu nke ọrụ ndị minista.",
  "Umunna kwadoro \"Nọgide\" na ntuli aka Brexit. Mpaghara ya nwere ọnụ ọgụgụ kachasị elu nke ntuli aka ka ọ dịgide, na 79.5%",
  "N'ịgbaso mmeri maka mkpọsa ezumike, Umunna tụrụ aro ka e mezigharịa iwu ahụ iji mee ka Akụkụ nke iri ise (50) na-akpọ gọọmentị ka ha nyochaa mmefu  onu ego nari atọ na iri ise  nke ego pound (£ 350) kwa izu na NHS, nke gọọmentị meriri. O mechara ntuli aka maka iwu a na-agbanwebeghị iji hapụ EU, na-edegara West Streeting na \"dị ka ndị na-akwado ọchịchị onye kwuo uche ya, anyị ga-agbaso nsonaazụ mba\". Na mkpọsa ntuli aka nke afọ  puku abụọ na iri na asaa (2017), Umunna megidere ntuli aka abụọ gbasara Brexit.",
  "Mgbe a họpụtara ya ọzọ na ntuli aka nke afọ puku abụọ na iri n'asaa (2017), Umunna tụrụ aro ka e mee mgbanwe nnupụisi na Okwu Eze Nwanyị na-akpọ gọọmentị ka ọ \"kwụsị ịpụ na EU n'enweghị nkwekọrịta\" ma \"na-ewepụta atụmatụ ka ha nọrọ n'ime Òtù Cọstọm na Otu Ahịa (Single Market)\". A chụpụrụ ndị isi oche atọ nke Lebọ maka ịkwado mgbanwe ahụ e meriri, nke ndị isi Lebọ kwuru na ọ na-emegide mkpebi ha iji kwụsị nnwere onwe ịgagharị.",
  "N'abalị iri na ise nke ọnwa anọ, n'afọ puku abụọ na iri n'asatọ (Eprel 2018), Umunna gara mmemme mmalite nke ntuli aka Otutu Mmadu (Pịpul's Vootu), otu mkpọsa na-akpọ oku maka ntuli aka ọha na eze na nkwekọrịta Brexit ikpeazụ n'etiti UK na European Union. Umunna kwadoro ntuli aka nke abụọ na Brexit",
  "Umunna dere na mkpọsa ịhapụ EU ghaara ụgha n'oge mkpọsa ahụ ma mebie iwu na-emefu ego karịa ka enyere ikike",
  "Umunna ekwuola na ndị Britain maara eziokwu ugbu a ma kwesị ikwu okwu nke abụọ ma UK ọ ga-ahapụ European Union",
  "N'ọnwa asaa n'afọ puku abụọ na iri n'asatọ (Julaị 2018), Umunna dere, \"Ọ bụrụ na atụmatụ ndị PM na-agbaso na-adị ka ihe a na-anabataghị n'ọtụtụ ndị na-eme ntụli aka, nke ahụ na-ekwu ihe",
  "Ndị mmadụ tuliri aka ịhapụ ma nọrọ n'ihi ihe dị iche iche, mana ọ bụ ihe nzuzu ikwu na onye ọ bụla tuliri aka maka Brexit na ntuli aka EU mere ya n'ihi na ha ji otu olu kweta ịhapụ otu ahịa na njikọ omenala, na-etinye nkwekọrịta Guud Friday n'ihe ize ndụ, na-enwetaghị ego ọzọ maka NHS (dị iche na ihe a gwara ha) na nwere ike ịga n'ihu ọtụtụ afọ nke nkwụsi ike",
  "\"",
  "N'ọnwa asatọ, n'afọ puku abụọ na asatọ  (Ọgọstụ 2018), The Guardian kọrọ na \"Umunna na onye otu Lebọ MP Chris Leslie kwenyere n'ọtụtụ ebe ha na-atọ ntọala maka ịmepụta otu ndọrọ ndọrọ ọchịchị ọhụrụ ọ bụ ezie na ha abụọ agọnahụla nke a\". N'ọnwa iri n'afọ puku abụọ na iri n'asatọ (Ọktoba 2018), a mara ọkwa na Umunna ga-eje ozi dị ka onyeisi oche nke ụlọ ọrụ ọhụrụ a na-akpọ Progressive Centa UK",
  "A kpughere na ọ ga-enweta onu ego pound nke putara puku iri isii n'ise (£ 65,000) kwa afọ maka ọrụ ya na bọọdụ ndụmọdụ.",
  "Na abali iri n'asato, n'ime ọnwa abụọ n'afọ puku abụọ n'iteolu) (18 Febụwarị 2019), Umunna na ndị omeiwu isii ndị ọzọ (Luciana Berger, Chris Leslie, Angela Smith, Mike Gapes, Gavin Shuker, na Ann Coffey) hapụrụ Lebọ iji mee mkpesa na idu ndú Jeremy Corbyn iji guzobe Otu Nwere Onwe (mgbe e mesịrị Mgbanwe UK). Òtù Nwere Onwe kpọrọ Umunna dị ka ọnụ na-ekwuchitere ya n'abali iri abụọ n'asatọ, n'onwa abụọ n'afọ puku abụọ na iri n'iteolu (28 Febụwarị 2019).",
  "N'abalị iri abụọ n'anọ, n'onwa ise n'afọ puku abụọ na iri n'iteolu (24 Mee 2019), Umunna dere na akwụkwọ akụkọ  na Mgbanwe UK ga-emeghe maka nkwekọrịta pro-EU na ndị Liberal Democrats iji jikọta ntuli aka Remain. N'ụbọchị nke anọ n'ọnwa Juun, mgbe Mgbanwe UK si na ntuli aka EU pụta, Umunna hapụrụ pati ahụ na mmadụ ise n'ime ndị omeiwu ya ndị ọzọ na-achọghị ka Mgbanwe UK kwado ndị na-azọ ọkwa na ntuliaka n'ọdịnihu. N'ikpeazụ, onye ndu ọhụrụ nke Mgbanwe UK, Anna Soubry, kwuru na Umunna mere \"nnukwu njehie\" n'ịhapụ pati ahụ.",
  "Na abalị iri n'atọ, n'ọnwa isii, n'afọ puku abụọ na iri n'iteolu (13 June 2019), Umunna mara ọkwa na The Times na ọ ga-esonyere ndị Liberal Democrats. Ọ gwara BBC na ọ bụ \"ihe na-ezighi ezi\" iche na \"ọtụtụ nde ndị na-enweghị ebe obibi na ndọrọ ndọrọ ọchịchị chọrọ otu ọhụrụ\", mgbe ọ na-ezo aka n'ịkwaga site na Mgbanwe UK",
  "O kwukwara na ya \"eleghara oke anya etu o siri sie ike ịmepụta otu ọhụrụ zuru oke na-enweghị akụrụngwa dị ugbu a\", mgbe Mgbenwe UK nwetara naanị 3.4% nke ntuli aka, na ntuli aka EU, n'azụ 20% nke Liberal Democrats. Ọ gbakwụnyere, n'okpuru usoro ịtuli aka nke Britain, a gaghị enwe \"ebe maka ihe karịrị otu etiti etiti\" na ntuli aka n'ozuzu.",
  "Ọ bụ ezie na Umunna akatọwo ndị Liberal Democrats n'ihu ọha maka \"inye aka Tory austerity\" n'oge ọchịchị njikọ aka nke afọ puku abụọ na iri ruo puku abụọ na iri n'ise (2010 ruo 2015), ọ gwara BBC na \"ihe agbanweela\"",
  "O kwukwara na \"ọtụtụ\" ndị omeiwu ndị ọzọ nwere ike ịpụ na Liberal Democrats.",
  "Na ọnwa iteolu n'afọ puku abụọ na iri n'iteolu (Septemba 2019), n'okwu mbụ ya na Liberal Democrat Federal Conference, Umunna kwuru na Britain enweghị ike itinye ikike omume ya megide ndị isi ọchịchị aka ike n'ụwa n'oge Praịm Minista Boris Johnson na-eyi egwu imebi iwu gbasara Brexit.",
  "Na ntuli aka nke United Kingdom nke afọ  puku abụọ na iri n'iteolu (2019), Umunna guzoro na Obodo nke London na Westminster, ma merie onye otu Cọnzavetiv Patị, Nickie Aiken. Helen Thompson nọchiri ya dị ka onye na-azọ ọkwa Lib Dem na Streatham, ma merie.",
  "Kemgbe ọnwa anọ n'afọ puku abụọ na iri abụọ, (Eprel 2020), Umunna abụwo onye nduzi na-abụghị onye isi nke Advanced na onye ndụmọdụ na Digital Identity Net UK.",
  "N'ọnwa Julaị afọ puku abụo na iri abụọ (2020), a họpụtara Umunna ka ọ bụrụ onye isi nchịkwa na onye isi nke ndị ndụmọdụ gburugburu ebe obibi, mmekọrịta mmadụ na ibe ya, ọchịchị (ESG) n'ime ndị ọkachamara na ìsì ahịa na ndị ọrụ ego na ụlọ ọrụ mmekọrịta ọha na eze na ụlọ ọrụ ndụmọdụ ahịa Edelman UK",
  "Umunna kwuru banyere nhọpụta ahụ \"Ọ bụrụ na anyị ga-agbanwe n'ụzọ dị mkpa ihe nlereanya nke akụrụngwa anyị ga-ahụ na ọtụtụ azụmaahịa na-ejikọta ihe ESG n'ime mkpebi ụlọ ọrụ dị ka ọ dịtụbeghị",
  "\"",
  "N'abalị iri na abụọ n'ọnwa Eprel afọ puku abụọ na iri abụọ n'otu (2021), ọ sonyeere ụlọ akụ itinye ego JPMorgan Chase dị ka onye isi nchịkwa na onye isi nke mbọ ndụmọdụ ESG ya na Europe, Middle East na Africa, yana iduzi otu ụlọ akụ itinye aka ESG zuru ụwa ọnụ. N'afọ puku abụọ na iri abụọ n'abụọ (2022), Umunna so n'òtù JPMorgan na-adụ Vesa Equity ọdụ, azụmaahịa itinye ego nke Daniel Kretinsky, na itinye ego ha na Britain nke gụnyere 23% nke Royal Mail.",
  "Umunna lụrụ Alice Sullivan, onye ọka iwu na-ahụ maka ọrụ",
  "Di na nwunye ahụ nwere nwa nwanyị, amụrụ n'afọ puku abụọ na iri n'asaa (2017). Ọ bụ onye na-akwado Crystal Palace F.C. O kwuru na ndọrọ ndọrọ ọchịchị ya na ụkpụrụ omume ya sitere na Iso Ụzọ Kraịst, mana na ọ \"abụghị onye okpukpe\".",
  "Ọtụtụ afọ tupu ọ hapụ ndọrọ ndọrọ ọchịchị, a kpọtụrụ Umunna aha dị ka otu onye n'ime mmadu otu nari ndị amama na Afrịka kachasị nwee mmetụta site na magazin New African n'afọ puku abụọ na iri n'ise (2015).",
  "Onye isi webụsaịtị",
  "Chuka Umunna na Twita\nprofailụ na nzukọ omeiwu nke Unaited Kindọm\nOnyinye nzukọ omeiwu na Hansard\nNtuli aka ihe ndekọ na Ọha whip\nNdekọ na nzukọ omeiwu na HaRụruGịỌrụ\nAtịkụl Ebe nchekwa na Nke Onye nche\nChuka Umunna - Ọru Nwa Ntuli aka profailu\nStriitham Lebọ\nDe Mọọtịcọchọralụ politik ọnlain\nMbili nke Chuka Umunna MP chaatị site na akwụkwọ akụkọ Ethos \nChuka Umunna ebe nchekwa na Nke Onye Nche Àtụ:S-start\nÀtụ:S-par\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\n|-\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft",
  "Àtụ:S-endÀtụ:2015 Labour Party leadership election"
]