[
  "Patrick Chukwuma \"Kaduna\" Nzeogwu (26 Febụwarị 1937 29 Julaị 1967) bụ onye agha Naijiria na onye na-eme mgbanwe nke keere òkè dị mkpa na nnupụisi ndị agha mbụ nke 15 Jenụwarị 1966, nke kwaturu mba Naijiria mbụ.",
  "A mụrụ Patrick Chukwuma Nzeogwu na Kaduna isi obodo nke Northern Region na nne na nna nke ndị Anioma na  obodo Okpanam  nke Mid-Western Region (n'akụkụ Asaba na Delta State nke oge a)",
  "Nzeogwu gara ụlọ akwụkwọ praịmarị Katọlik nke Saint Joseph na Kaduna maka agụmakwụkwọ elementrị ya na maka agụmakọta sekọndrị ya gara Saint John's College na Kaduna, ebe ya na Christian Anufuro ghọrọ ezigbo enyi.",
  "Na Machị 1957, Nzeogwu debanyere aha dị ka onye isi na Naịjirịa Regiment nke West African Frontier Force wee gaa n'ihu na ọzụzụ ọnwa isii na Ghana, mgbe ahụ Gold Coast",
  "Ọ gụsịrị ọzụzụ ya na Ghana n'ọnwa Ọktoba n'afọ 1957 wee gaa Royal Military Academy, Sandhurst ebe e nyere ya ọrụ dị ka onye isi ndị agha n'afọ 1959",
  "O mechara gaa n'ụlọ akwụkwọ onye isi ndị agha na Hythe na ụlọ akwụkwọ onye isi squad na Warminster. Max Siollun, onye na-akọ akụkọ ihe mere eme nke agha kọwara Nzeogwu dị ka \"onye Katọlik na-anụ ọkụ n'obi, onye na'aṅụ mmanya, onye na na-adịghị aṅụ sịga, na agbanyeghi na ọ bụ onye na-alụbeghị di, o tinyeghị oge dị ukwuu na-achụ ụmụ nwanyị\".",
  "Mgbe ọ laghachiri Naịjirịa na onwa Mee 1960, e zigara Nzeogwu na 1st Battalion na Enugu ebe Major Aguiyi-Ironsi bụ onye nke abụọ na-achị n'okpuru onye ọrụ Britain. E mechara ziga ya na 5th Battalion na Kaduna ebe ya na Olusegun Obasanjo ghọrọ enyi. Ndị ọrụ ibe ya bụ Hausa na ndị agha Naijiria nyere ya aha \"Kaduna\" n'ihi mmekọrịta ya na obodo ahụ. Mgbe ọ rụchara ọrụ na Congo na 1961, e kenyere Nzeogwu ọrụ dị ka onye na-enye ọzụzụ na Army Training Depot na Zaria ruo ihe dị ka ọnwa 6 tupu e zigara ya na Lagos ka ọ bụrụ onye isi ngalaba nzuzo ndị agha na isi ụlọ ọrụ ndị agha ebe ọ bụ onye ọrụ Naijiria mbụ.",
  "Onye bu ụzọ nke Naijiria Army Intelligence Corps (NAIC) bụ ngalaba nchekwa (FSS) nke Royal Nigerian Army, nke e guzobere na 1 Nọvemba 1962 na Captain PG Harrington (BR) dị ka General Staff Officer Grade Two (GSO2 Int)",
  "FSS bụ n'ezie òtù nchekwa nke ọrụ ya gụnyere nyocha nke ndị ọrụ ndị agha Naịjirịa (NA), nchekwa akwụkwọ na ihe nzuzo",
  "Major Nzeogwu bụ onye ọrụ Naijiria mbụ nwere nhọpụta ahụ site na Nọvemba 1962 ruo 1964",
  "Dị ka onye ọrụ nzuzo nke ndị agha, o sonyere na nyocha ikpe nke Obafemi Awolowo na ndị ọzọ so n'òtù Action Group",
  "Dị ka Olusegun Obasanjo si kwuo, \"Chukwuma nwere okwu ọjọọ ọ ga-ekwu banyere nchekwa mba [Naijịrịa], na banyere ndị a na-enyocha",
  "Ọ bụrụ na o nwere ụzọ ya, ka o kwuru, otú o si mesoo ikpe ahụ dum ga-adị iche",
  "\" A kọrọ na Nzeogwu na-emegide ụfọdụ ndị ọrụ ibe ya na ndị agha na ikike ya dị ka onye ọrụ nzuzo ndị agha ma ọbụna na-ese okwu na Minista nke State maka ndị agha, Ibrahim Tako. N'ihi ya, e zigara ya na kọleji ọzụzụ ndị agha Naịjirịa na Kaduna ebe ọ ghọrọ onye isi nkuzi.",
  "Atụmatụ nke nnupụisi ahụ malitere site n'aka ndị isi na-eto eto gụrụ akwụkwọ na mahadum bụ ndị bu n'obi mgbanwe agha mba site n'inweta ike na isi obodo Kaduna (mpaghara ụgwụ) na Ibadan (mpaghra odida aṅyaṅwu), ma mesịa weghara Lagos (oke ala gọọment etịtị)",
  "E nyere Nzeogwu ọrụ iduzi mgbanwe na mpaghara ugwu malite na Operation Damisa na 15 Jenụwarị 1966 na, n'oge ndị ọzọ, Operation Kura, Operation Zaki na Operation Giwa nke ga-eme ka ogbugbu nke ụlọ ọrụ ugwu.",
  "Nzeogwu malitere nkwadebe ya site n'ịhazi mmega ahụ abalị ụbọchị abụọ \"Damisa\" (Operation Tiger) iji zụọ ndị agha na usoro ọgụ ọhụrụ",
  "Ndị isi nke 1st Brigade Headquarters kwadoro mmega ahụ n'ụzọ doro anya na ha amaghị ezi ebumnuche nke Nzeogwu na Brigade Major, Alphonso Keshi zigara akwụkwọ ozi na ndị niile na-arụ ọrụ n'okpuru Brigade iji nye ndị agha aka maka ihe ịga nke ọma nke mmega ahụ",
  "Ka ọ na-erule oge Major Keshi ghọtara na \"Operation Damisa\" bụ n'ezie nkata agha ọ gafeela oge iji gbochie ọrụ ahụ.",
  "N'isi ụtụtụ nke Jenụwarị 15, 1966, Nzeogwu duuru otu ndị agha gaa n'ihe a na-eche na ọ bụ ọzụzụ agha, na-akpọrọ ha ịwakpo ebe obibi nke onye isi ala nke ugwu, Sir Ahmadu Bello n'ọchịchị ọbara nke hụrụ ogbugbu nke ndị isi ala nke ugwu na odịda Nịajịria. E gbukwara Praịm Minista (Abubakar Tafawa Balewa), onye minista gọọmentị etiti (Festus Okotie-Eboh), na ndị isi ndị agha si n'ebe ugwu na ọdịda anyanwụ nke mba ahụ",
  "Site na gọọmentị dị ugbu a, onye isi ala nke mpaghara Ọwụwa Anyanwụ (Michael Okpara), Onye isi ala nke Njikọ Naijiria (Nnamdi Azikiwe) na Onye isi ndị agha Igbo (Johnson Aguiyi-Ironsi) bụ ndị a ma ama lanarịrị.",
  "Modus operandi nke Nzeogwu na North nyere aka n'ụzọ dị nta na ihe ịga nke ọma nke nnupụisi ahụ na mpaghara ugwu Naịjirịa",
  "Dị ka akụkọ pụrụ iche nke ndị uwe ojii Naịjirịa si kwuo, Nzeogwu gburu ma ọ dịkarịa ala ndị agha na ndị ọrụ nchekwa ndị uwe ojii anọ gụnyere otu n'ime ndị ikom nọ n'òtù ya (Sergeant Daramola Oyegoke)",
  "Nzeogwu sonyekwara na ogbugbu nke Col",
  "Raph Shodeinde, onye isi ya na Nigerian Military Training College ma a kọrọ na ọ gbagburu ụmụ nwanyị na ụmụaka na-agba ọsọ n'enweghị onye na-ele ha anya n'ihu.",
  "Mgbe ọ na-echere ọkwa redio n'isi ụtụtụ site n'aka Major Adewale Ademoyega na Lagos nke emeghị n'ihi ọdịda nke nnupụisi ahụ na Lagos, Major Nzeogwu mere ọkwa n'etiti ehihie, na-ekwupụta iwu agha na mpaghara ugwu Naịjiria",
  "N'ịgbaso ọkwa sitere na Kaduna, na ozi na Nzeogwu na-achịkọta ndị agha iji wakpo Lagos nke bụ nnukwu ohere n'oge ahụ, ọnye isi ndi Army, Maj",
  "Gen",
  "Aguiyi Ironsi zigara ndị ozi nke otu nwoke Maj",
  "Nzeogwu a na-akwanyere ùgwù nke ukwuu, Lt",
  "Col",
  "Conrad Nwawo, gaa Kaduna iji soro Maj kwurịta okwu udo",
  "Nzeogwu na inyefe onwe ya",
  "Maj",
  "Nzeogwu setịpụrụ ọnọdụ nke Gen",
  "Ironsi kwetara",
  "Aguyi Ironsi weghaara ọchịchị, e mesịkwara jide Nzeogwu na Lagos na 18 Jenụwarị 1966 n'ụzọ megidere nkwekọrịta dị n'etiti Nzeogwu Na Ironsi. E jidere ya na Kirikiri Maximum Security Prison na Lagos tupu ebufee ya n'Ụlọ Mkpọrọ Aba na mpaghara Ọwụwa Anyanwụ ebe Gọvanọ nke mpaghara Ọwụda Anyanwụ na onye ga-abụ onye isi ala Biafra Chukwuemeka Ojukwu tọhapụrụ ya na Machị 1967.",
  "Na 30 Mee 1967, Biafra kwupụtara nnwere onwe ya site na Naịjirịa; nke a sitere na ogbugbu na-adịghị akwụsị akwụsị nke ndị Igbos na ugwu Naịjirịa na ịjụ nke onye isi agha nke oge ahụ General Yakubu Gowon ịhazi ndị ọrụ nchekwa iji kwụsị ogbugbu ahụ.",
  "N'abalị iri abụọ na itoolu n'ọnwa Julaị n'afọ 1967, Nzeogwu - onye e buliri n'ọkwa Biafran Lt",
  "Colonel - tọrọ n'ọgba aghara dị nso na Nsukka mgbe ọ na-eduzi ọrụ nyocha abalị megide ndị agha gọọmentị etiti nke 21st battalion n'okpuru Captain Mohammed Inuwa Wushishi.",
  "E gburu ya n'agha ma mechaa mata ozu ya; Otú ọ dị nwanne ya nwanyị siri ọnwụ na ọ gburu onwe ya iji zere imenye ya ihere site n'aka ndị agha gọọmentị etiti. Mgbe e merisịrị Biafra, onye isi ndị agha Naijiria bụ General Yakubu Gowon nyere iwu, ka e lie ya n'ebe ili ozu ndị agha dị na Kaduna na nsọpụrụ agha zuru oke.",
  "Echiche ụfọdụ emeela ka Nzeogwu bụrụ onye na-eme mgbanwe mana omume ya na nke ndị na-agba izu ọchịchị mgba okpuru na Jenụwarị 15, 1966 mejupụtara nnupụisi megide gọọmentị Naijiria a họpụtara site na ọchịchị onye kwuo uche ya",
  "Mgbagha ọchịchị ahụ dugara na ogbugbu nke ndị isi gọọmentị ma nye ohere maka ọchịchị ndị agha afọ 13 (1966 ruo 1979), nke gọọmentị Naijiria na-achị ọchịchị onye kwuo uche ya site na 1979 ruo 1983, nke ndị agha ọzọ kwụsịrị nke were afọ 16 ọzọ ruo 1999."
]