[
  "Chukwuebuka \"Chuks\" Anyaduba (amụrụ na abalị iri abụọ na asaa nke ọnwa atọ, afọ otu puku, narị iteolu na iri iteolu n'anọ (Machị 27, 1984) bụ onye Naijiria na-eme ihe nkiri, onye ọka iwu, onye ọrụ ebere na onye ndụmọdụ njikwa ọrụ. Ihe nkiri ya nke afọ puku abụọ na ise (2015), Side Effects na-egosi mmetụta ndị ọzọ nke ọrịa kansa prostate.",
  "A mụrụ Anyaduba na Onitsha na Onitsha North Local Government Area nke Anambra Steetị",
  "O nwetara nzere bachelọ nke iwu na Mahadum Abuja na Naịjirịa",
  "Dị ka onye na-agụsibeghi akwụkwọ, Chukwuebuka bụ nwa akwụkwọ nwa akwụkwọ ika nnọchiteanya  na-edu maka Nokia",
  "Ọ malitere ma mee mkpọsa na ụlọ akwụkwọ maka ụdị ndị ọzọ  dịka BlackBerry na Chivita",
  "Ọ bụ onye AIESECalumnus.",
  "Ọrụ ime ihe nkiri Anyaduba malitere na MNET Africa mgbe ọ pụtara na usoro ihe nkiri TV kachasị ogologo nke Africa Tinsel",
  "Kemgbe ahụ, ọ pụtara n'ọtụtụ ihe nkiri Nollywood",
  "O mepụtara ihe nkiri abụọ The Onye mmekọ na Mmetụta dị n'akụkụ",
  "Anyaduba bụ onye isi nchịkwa nke TOG Media Consults, ụlọ ọrụ mgbasa ozi, mmepe ọdịnaya na mmepụta ihe omume. Ọ haziri ma mepụta ọtụtụ ihe omume gụnyere; Nigeria Radio Awards, African Achievers Awards (2011 na 2012), Ndị na-eto eto CEO Business Summit (2014), Daalụ maka ndị nna,, Warri ọzọ, Ọgbakọ Afrịka na-eto eto (2017), Seyi Tinubu Empowerment Project (STEP) na Nigeria Roadsafety Forum.",
  "Anyaduba na-eje ozi ugbu a dị ka onye nduzi ọrụ nke Ned Nwoko Ọrụ mkpochapụ ịba, atụmatụ nke Ned Nwoko Foundation. Ọ bụ onye nduzi nke International Security Cooperation na Onye isi mgbasa ozi dijitalụ na African Bar Association. Ọ bụ onye njikwa nkà maka egwu rap na ihe nlereanya Descushiel.",
  "Anyaduba bụ onye na-akwado Ebumnuche mmepe na-adịgide adịgide nke United Nations na onye guzobere International Initiative for the Advancement of SDGs in Africa (IIASDG), otu NGO nke na-akwalite Ebumnuche mmepe na-adịgide adịgide nke United Nations na Africa. Ọ bụ onye malitere ụfọdụ ọrụ nkwado nke gụnyere; Daalụ maka ndị nna; Ihe omuma banyere ọrịa cancer prostate, Nigerian Road safety Forum na Naịjirịa iji mee ka a mara banyere ụzọ ndị na-aga ije na nchekwa nke Ụmụaka na-aga ụlọ akwụkwọ, Na-eji kpakpando agba agba; Ihe omume inye ego maka ndị ọrịa Sickle cell, wdg. Ọ bụ onye nduzi maka oru ngo na mmekorita na Ụlọ ọrụ nkwado Sickle Cell Africa, otu NGO mba ụwa nke dị na US",
  "Dị ka ọnụ na-ekwuchitere na onye na-ahụ maka mmekọrịta maka The Good Fathers Foundation, ọ haziri ọrụ dị mma nke Lita nke Light Project, Mmepe obodo na ọrụ nkwado mmadụmaka ndị nna na ụmụaka na-enweghị nna na mmekọrịta ya na Mahadum Nottingham UK na Litre of light. Na afọ puku abụọ na iri n'asaa (2017) Izu nchekwa okporo ụzọ United Nations, ọ haziri ọrụ SAFECROSS; Mmata n'ebe ndị mmadụ na-agafe na Naịjirịa na nkwado nke Ụlọ Ọrụ Ozi United Nations (UNIC) na Lagos Nigeria.",
  "Anyaduba nwere mmasị na SDGs, Ahụike, Agụmakwụkwọ na Nkwado Ndị Ntorobịa",
  "Ọ bụ ugbu a Kọmishọna Maka Ndị Ntorobịa Nigeria na Onye otu Board nke Global SDGs Ndị ntorobịa Summit Board",
  "Site na IIASDG, o guzobere SDGMpaghara mgbasa ozi Africa ma hazie mbipụta atọ (3) na Naijiria, Liberia na Ghana ma na-eme atụmatụ iwere ya gafee mba ndị ọzọ n'Africa."
]