[
  "A maraa Chuma Mmeka dịka 'T-char'   Ọ bụ onye ama ama na-ede egwu na omee ihe nkiri Nọlịwudu",
  "Ọ bụ onye nrụpụta akwụkwọ  na onye edemede nke ọtụtụ akwụkwọ",
  "Ọ bụ onye edemede na-akpalite mụọ, onye na-enye ọzụzụ, onye nkwalite ikike mmadụ,  nchịkwa ụlọ ọrụ, onye mgbasa ozi  na nnyemaka mmadụ  a makarị ya nke ọma na mpaghara nkwado ụmụaka na nchekwa",
  "Début de la vie",
  "Éditer",
  "Adebayo est né le 31 décembre 1978 à Lagos, au sud-ouest du Nigeria.  Son père, qui est un acteur nigérian vétéran Adebayo Salami (Oga Bello), est originaire d'Ilorin, dans l'État de Kwara.",
  "Éducation",
  "Éditer",
  "Adebayo a fréquenté le C&S College, Surulere, Lagos.  pour ses études secondaires.  Il est ensuite allé à l'Université d'Ilorin, où il a obtenu une licence en droit.  Il a ensuite obtenu une maîtrise en droit à l'Université d'Ibadan.",
  "Vie privée",
  "Éditer",
  "Adebayo a épousé Omotayo Adebayo le 9 octobre 2016",
  "Adebayo et sa femme ont un fils.  Il a également trois enfants d'un mariage antérieur.",
  "Carrière",
  "Éditer",
  "Adebayo a commencé à jouer en 1985, la même année où il a joué dans le premier film de son père intitulé Ogun Ajaye.",
  "Adebayo a joué dans plus de 500 films nigérians, remportant quatre prix en tant que meilleur acteur yoruba lors des 17e African Film Awards, connus sous le nom de prix Afro Hollywood, à la mairie de Stratford à Londres.  Il a également remporté un prix dans la même catégorie pour le…",
  "Filmographie",
  "Éditer",
  "Coup d'Owo (1995)",
  "Apaadi (2009)",
  "Ayitale (2013)",
  "1 octobre (2014)",
  "Shola Arikusa (2017)",
  "Le paradis dans ma tête (2018)",
  "Le fantôme et le tout (2018)",
  "Mokalik (2019)",
  "Maman Drame (2020)",
  "Unroyal (2020)",
  "Le Centre Miracle (2020)",
  "Accusation et caution (2021)",
  "Club des tailleurs progressifs (2021)",
  "Château d'amour (2021)",
  "Roi des voleurs (film 2022) (2022)",
  "Diamants dans le ciel (2019)",
  "Jélili (2011)",
  "Survie de Jelili (2019)",
  "Le fantôme et le tout (2018)",
  "Accusation et caution (2021)",
  "Confus (2019)",
  "L'île (2018)",
  "Spécial Jollof (2020)",
  "1 octobre (2014)",
  "Voir également",
  "Éditer",
  "Liste des acteurs nigérians",
  "Références",
  "Éditer",
  "^ un bcd Makori, Edwin Kwach (21 janvier 2021).  \"Biographie de Femi Adebayo: âge, épouses, enfants, maison et valeur nette\".  Legit.ng.  Récupéré le 12 avril 2022.",
  "^ \"Femi Adebayo : Mon père est aussi mon patron dans l'industrie\".  The Guardian Nigeria News - Nigeria et nouvelles du monde.  4 juin 2022",
  "Récupéré le 23 juillet 2022.",
  "^ Haynes, Jonathan (2016).  Nollywood : la création des genres cinématographiques nigérians (éd",
  "illustrée).  Université de Chic…",
  "A kpọtụrụla Chuma Mmeka dịka \"onye Naịjirịa bu opụrụiche na ọrụ aka.Ọ mara ọrụ na azụmahịa niile ma na-emekwa ya nke ọma",
  "Ọ kpọkọtara ndị edemede 77 ka na-eto eto na ndị omee nkiri na Ọwerị, Imo Steeti na Ọktoba 2015, iji gbaa ama gbasara mkposa n'etiti ndị ama ama na Naịjirịa",
  "Ọ bụ ya malitere 'The Safe Child Project' nke o bidoro na 2009 ebe ọ kwalitere ụmụaka na-enweghị nne na nna 1000 na Imo",
  "Na 2002, ọ kpọkọbara asọmpi maka mma izizi nke Misi Imo, ebe onye turu ugo mmeri na ya bụ Miss Chidimma Dike, nke enyere ya ụgbọala ọhụrụ na ihe nrite ndị ọzọ",
  "Ọ na-achịkọba mmemme na-akwalite ndị ntorobịa na Afrịka",
  "Akwụkwọ Chuma Mmeka bụ 'Job Secret Book Series' na-akwalite aka ọrụ ndị Afrịka na-agba mbọ",
  "O na-enyere ha aka ilebanye anya na ọtụtụ ọrụ ndị ọzọ dịka etu esi e weta ego eji akwado ihe na kwa ka esi eme ihe nkiri",
  "’ z",
  "Mmeka so n'otu ndị ọhụrụ na-ede abụ nke ogbara ọhụrụ",
  "Ọ pụtara ihe site na mbipụta Abu dị iche iche nke ụwa niile",
  "Abụ ya na-egosi mmegbu a na-emegbu ụmụ nwanyị na ka nwoke na nwanyị ga-esi bụrụ otu na Abụ",
  "ha na-akwalite ọdịnala Afrịka, ma na-achịkọta ya mba niile maka ebumnuche agụmakwụkwọ",
  "Ọ na-etinye atụmatụ ya na Kọmitii Mahadum Colgate nke Dove Tales kwadoro maka, Jonalu nke nka zuru ụwa ọnụ, i ji were kwalite udo n'ụwa, njirimara ezinụlọ na ọdịbendị  Nchịkọta nke abụ ezi  \"The Broken Home\" na \"Echoes of the Mind\" enwetala mgbasa ozi zuru ụwa ọnụ na ụlọ ọrụ edemede akwụkwọ nyocha",
  "A kọwara Chuma dịka onye na-akpali mmụọ ndi agbọ ohụrụ Naịjirịa na-ede Abu",
  "Ọ bụ onye na-ede abu kemgbe ọ dị afọ asatọ",
  "E depụtara abụ ya na \"Best Poets New African 2015 na Anthologies nke 2016\"",
  "O meriri onyinye nke umuaka nke Maryam Babangida na Naịjirịa mgbe ọ di afọ iri na atọ na \"Emerging African Poet toga\" na 2017   Ndị Actors Guild nke Naịjirịa nyere ya onyinye dịka onye kachasị eme ihe nkiri bịara ọhụrụ na  Nolịwudu (2019)",
  "O ritela ọtụtụ onyinye maka ọrụ enyemaka ya na gburugburu ụwa",
  "E depụtara ya dị ka onye ama ama na Naịjirịa,  Chuma Mmeka esonyela n'ọtụtụ ihe nkiri Naịjirịa dịka Beyond Beauty,  The King Must Marry A Strange Virgin,  The 3 Idiots,  The Arrogant Sisters,  I Choose a Dirty Palace Maid, Broken Smile,  Ezigbo Ọnụ Ọchị,  Our Village Priest,  The Village Girl,  The Crippled Maid Agụrụ Agwụrụ  na My Gateman Stole My Heart On Saturday",
  "A makwaala ya dịka onye na-esonye  na ihe nkiri Nolịwudu dika Samgold nke mepụtara King Akubueze (2014) onye nduzi bu Nonso Emekaekwue, ndị so na ya bụ Clems Ohameze, Joyce Kalu, Rachael Okonkwo na Mike Godson; Ghetto Republic (2014) ndị nsonye Francis Duru onye mmepụta bụ Pressing Forward; Men In August Meeting (2014) onye nduzi bụ Evans Orji na ndị nsonye  Dede One Day; Beyond Beauty (2015) ndị nsonye Chacha Eke na Victor Osuagwu onye nduzi bụ Andy Chukwu nke Andybest Production; Secret Palace Mission (2014) Richrock Production ndị nsonye Olu Jacobs na Chacha Eke Faani; Royal Assassins (2015) onye nduzi bụ Sylvester Madu; Equalizer 3000 (2016) onye nduzi bu Austin Faani, ndị nsonye Harry B Anyanwu, Chelsea Eze, Emeka Enyiocha na Walter Anga; My State Governor (2016)onye nduzi Goodnews Erico; Hanging Coffin (2016) onye nduzi bụ Kalu Anya; Family Ambition (2016) onye nduzi bụ Sylvester Madu na  ndị nsonye Freddie Leonard;  Tony Montana (2017 ndị nsonye Zubby Michael na onye nduzi Emeka Jonathan Hills); Deadly Gang (2017) onye nduzi Chidox na ndị nsonye Junior Pope; Return of the Book of Evil (2017) nke Pressing Forward Production;  Millionaire Sisters (2018 ndị nsonye Regina Daniels; Tears of My Destiny (2018ndị nsonye Pete Edochie na onye nduzi Emeka Titus; One More Bullet (2019) ndị nsonye Sam Dede na onye nduzi Collins Okoro Boko; Ndaa Letti (2017), Uwadiegwu (2017), The Evil Man (2018) na Royal Twist (2018) ha  niile bụ Divine Touch Production; na ndị ọzọ.",
  "A mụrụ ya na 21 Juunu 1975 na nke Enyi Jim I",
  "Mmeka na Lolo Jossy C",
  "Mmeka nke Alaenyi-Ofeahia, Amaigbo dị na Nwangele nke mpaghara Imo Steeti dị na mpaghara ndịda-anyanwu nke Naịjirịa",
  "Chuma lụrụ Nikky Mmeka ọ mụtara ya ụmụ",
  "O liri nne ya mgbe ọ nwụrụ na Mee 2018  lie nna ya na Jenụwarị 2019.",
  "Chuma Mmeka bụ onye echiri ọnụ n'ala mgbe ọ bụ nwata, ka nne na nna ya kewara na 1976",
  "O toro n'okpuru nne ya",
  "Ọ tara ahụhụ na mkparị n'aka ndị ikwu nne ya",
  "O bu nwa mbu n'ezinaulo  alụrụ karịa otu nwanyị, A kpọrọ ya efulefu maka na ọ họrọ ndị be nne ya karịa ndị be nna ya",
  "O doro anya na ndụ ya na-egosi n'ụzọ o si ede na mmekọrịta mmadụ na ibe ya."
]