[
  "Cindy Swanepoel (a mụrụ na 15 Disemba 1981) bụ onye na-eme ihe nkiri na South Africa. A maara ya nke ọma maka ọrụ ya na usoro ihe nkiri ndị a ma ama Generations, Binnelanders na Egoli: Place of Gold",
  "A mụrụ ya na 15 Disemba 1981 na Krugersdorp, Transvaal, South Africa ma zụlite ya na Pretoria",
  "N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ biri na Cape Town ma gụọ akwụkwọ na Durbanville High School",
  "N'afọ 2003, ọ nwetara nzere BA Drama na Mahadum Stellenbosch",
  "O mere ihe nkiri mbụ ya dịka onye na-eme ihe nkiri na mmepụta ihe nkiri, Circles in a Forest nke Marinda Engelbrecht duziri",
  "E mere ihe ngosi ahụ na Artscape Theater na Cape Town",
  "N'afọ 2004, e mere mmepụta ahụ na Klein Karoo National Arts Festival",
  "N'afọ 2005, ọ si Cape Town kwaga Johannesburg wee mee ihe nkiri igwe onyonyo mbụ ya na usoro telivisheneng, Egoli: Place of Gold",
  "N'egwuregwu ahụ, ọ rụrụ ọrụ 'July'",
  "Mgbe ihe ịga nke ọma nke egwuregwu ahụ gasịrị, ọ rụrụ ọrụ n'ọtụtụ ihe nkiri: Houtkruis nke Elzette Maarschalk duziri n'afọ 2008 na Stephen van Niekerk n'afọ 2011",
  "Ọ sonyeere mmepụta The Crucible nke Alby Michaels duziri.",
  "Ọ sonyekwara na ọtụtụ usoro telivishọn gụnyere: The Mating Game, 90 Plein Street na Skeletons in the Closet, yana ihe nkiri ncha, 7th Avenue, Villa Rosa na Generations",
  "Ọ pụtara na usoro ihe ọchị, Laugh out Loud na Proes Street",
  "Mgbe ahụ, ọ rụrụ ọrụ na usoro kykNET, Sterlopers",
  "N'afọ 2010, ọ rụrụ ọrụ 'Chrystal' na ihe nkiri Getroud Met Rugby",
  "E mechara gbasaa ihe nkiri ahụ ka ọ bụrụ usoro telivishọn na kykNET",
  "O mekwara ihe nkiri Nation's Garage, The Street's Bull na Ballad for a Single",
  "N'afọ 2011, o guzobere ụlọ ọrụ mmepụta ihe nkiri, 'Pôkô Events and Productions' ya na ndị mmekọ abụọ",
  "Ụlọ ọrụ ahụ na-echegbu onwe ya banyere mmepụta na ihe nkiri ụmụaka",
  "N'afọ 2013 ọ pụtara na Curl Up and Dye nke onye na-ede abụ, Sue Pam-Grant duziri. N'afọ 2015 ọ sonyeere ndị soapie a ma ama Binnelanders ma rụọ ọrụ 'Annelize Roux'. Site na oge nke iri na abụọ n'afọ 2016, ọ ghọrọ onye na-eme ihe nkiri mgbe niile."
]