[
  "Cindy Estrada bụ onye isi ndị ọrụ America, onye bụbu osote onye isi oche nke United Auto Workers union, na onye na-agba mbọ maka ikike ụmụ nwanyị na ikike ndị ọrụ",
  "Ọ rụrụ ọrụ dị ka osote onye isi oche UAW site na 2010 ruo mgbe ọ lara ezumike nká na 2022, ọ bụkwa onye Latina mbụ mejupụtara ọrụ ahụ.",
  "Estrada gụsịrị akwụkwọ na Bachelor of Arts na agụmakwụkwọ na Mahadum Michigan ma na mbụ na-eme atụmatụ ịghọ onye nkuzi",
  "Mgbe ọ gụsịrị akwụkwọ na kọleji, o nwere ohere ịrụ ọrụ na mkpọsa n'akụkụ ndị ọrụ ugbo na onye na-ahụ maka ihe ndị ruuru mmadụ Dolores Huerta, na-ahazi ya na United Farm Workers union",
  "Ọ na-ekwu maka ahụmịhe ndị a n'ịdọrọ ya ka ọ bụrụ onye nhazi ọrụ.",
  "Estrada malitere ịrụ ọrụ maka UAW na 1995",
  "N'oge na-adịghị anya mgbe ọ sonyere, o nyere aka ịhazi ndị ọrụ na ụlọ ọrụ Mexico, nke mere ka \"otu n'ime mmeri kachasị ukwuu nke UAW n'etiti ndị ọrụ na-emepụta ihe na-asụ Spanish\". A họpụtara Estrada ka ọ bụrụ osote onye isi oche UAW n'afọ 2010",
  "N'ọrụ a, Estrada bụ onye isi na-ekwu maka ihe karịrị ndị otu UAW 17,000 n'ime Michigan.",
  "N'afọ 2014, Estrada ghọrọ onye isi nke Ngalaba General Motors nke UAW, na-aghọ nwanyị mbụ na Latina mbụ iji mejupụta ọrụ ahụ. A họpụtakwara ya maka oge nke abụọ ya dị ka osote onye isi oche UAW.",
  "N'afọ 2017, a na-ewere Estrada dị ka \"ihe na-adọrọ mmasị\" na nyocha gọọmentị etiti gbasara ego na-ezighị ezi maka ụlọ ọrụ ọzụzụ nke UAW na Fiat Chrysler jikọrọ aka rụọ ọrụ",
  "Ọ dịghị mgbe e boro Estrada ebubo ma ọ bụ kpọọ aha ya n'ụlọ ikpe ọ bụla, mana ebubo nrụrụ aka megide onye bu ya ụzọ, Joe Ashton, onye mechara maa ikpe.",
  "N'afọ 2018, Estrada weghaara nduzi nke ngalaba Stellantis (nke bụbu ngalaba Fiat Chrysler Automobiles).",
  "Estrada kwupụtara ezumike nká ya dị ka osote onye isi oche UAW na 2022.",
  "Estrada bụ onye na-akwado ikike ụmụ nwanyị na ikike ndị ọrụ",
  "N'okwu banyere ikike ụmụ nwanyị, Estrada kwuru otú o si \"kwere na ụmụ nwanyị kwesịrị ịnọdụ ala na tebụl iji nụ\". Maka ikike ndị ọrụ, Estrada depụtara ọmụmụ ihe ndị na-egosi etu njikọ ọrụ si emepụta ụgwọ ọrụ na uru dị elu maka Latinos",
  "N'ịkpọ ya \"ihe gbasara akụ na ụba\", Estrada kwuru, sị: \"Anyị kwesịrị iru ebe ọ na-aghọ ihe na-ekwesịghị ekwesị maka ndị isi ụlọ ọrụ na-enweta nde $ 20 kwa afọ ka ha na-akwụ ndị ọrụ ha $ 10 kwa awa",
  "\"",
  "N'afọ 2021, e nyere Estrada onyinye Human Rights Award nke Kọmitii Ọrụ ndị Juu nke 2021",
  "Onye isi oche UAW Ray Curry kwuru na: \"Cindy na-arụ ọrụ kwa ụbọchị na ebumnuche nke ichekwa ùgwù nke ikike mmadụ niile n'ebe ọrụ anyị na ọha mmadụ anyị\".",
  "Estrada bụ nne ụmụ ejima.",
  "To"
]