[
  "Circle of Poison (COP) na-arutu aka na mbupụ ọgwụ a machibidoro n'ụlọ maka iji ya na nri wee wega ha n'ebe ndị ọzọ, ụfọdụ n'ime ha na-alaghachi site na mbubata. \"Okirikiri\" ahụ zuru ezu mgbe a na-eji kemịkal na-egbu egbu nke a na-ebupụ wee na-azu mkpụrụ osisi, anụ, na ihe ndị a na-ebubata maka oriri n'ụlọ. E bu ụzọ chọpụta gburugburu a gbasara United States mana mmekọrịta ahụ dịkwa n'etiti mba ndị ọzọ nke Global North na South.",
  "N'akwụkwọ ahụ, Circle of Poison: Pesticides and People in a Hungry World, David Weir na Mark Schapiro nke Oakland Center for Investigative Reporting na-egosi nyocha dị omimi banyere otú ụfọdụ kemịkal dị ize ndụ, nke a machibidoro na United States, ka na-alaghachi na United States na nri ndị America site na mbubata nri",
  "A na-emepụta ọtụtụ kemịkal a machibidoro, ọkachasị ọgwụ ahụhụ, na United States ma na-ebupụ ya na ndịda ụwa. A na-ejizi kemịkal ndị a machibidoro na 'ihe ọkụkụ ego', nke a na-ebupụ na United States na mba ndị ọzọ mepere emepe maka nnukwu uru.",
  "Nnyocha nke Wier na Schapiro mere gosiri na kemịkal dị ike ma dị ize ndụ nke a na-eji na ọrụ ugbo n'ụlọ mere ka ọha na eze na-eti mkpu maka iwu siri ike, nakwa na ọgwụ ahụhụ na-enye aka n'ịgbasawanye nke ọrụ ugbo na-ebupụ ngwaahịa na mmefu nke mmepụta nri maka mkpa obodo",
  "Ọbụna ebe a na-etinye ha na ihe ọkụkụ nri, a na-ejikọkarị ọgwụ ahụhụ na Green Revolution, nke nwere ike ịpụta agụụ karịa ọbụna mgbe ọ na-ebuli mmepụta",
  "Ha na-arụ ụka na ọgwụ nje abụghị ihe ngwọta maka agụụ, ha na-agafe mkpa nke ndị ogbenye bụ ndị 'enweghị ego ịzụta nri ma ọ bụ ala ha ga-akọ nri na ya'",
  "Ọzọkwa, ha na-ekwu n'ihi na ụlọ ọrụ agrochemical na-enweta uru, ha ahaziela ụkpụrụ iji kwe ka mbupụ kemịkal dị ize ndụ n'enweghị ihe mgbochi. Wier na Schapiro na-arụ ụka na oghere a bụ ọdachi.",
  "N'ọnwa Eprel afọ 1991, Senator Patrick Leahy (D-VT) webatara \"Circle of Poison prevention Act\" na Senate nke United States ya na ndị nnọchi anya Mike Synar (D-OK) na Leon Panetta (D-CA) n'ụlọ omeiwu. Iwu a gaara etinye njikwa siri ike na mbupụ kemịkal dị ize ndụ. Iwu yiri nke ahụ gafere ụlọ abụọ nke Congress mana ọ nwụrụ na kọmitii ogbako.",
  "Na nkenke, \"Iwu mgbochi nke Circle of Poison\" ga-enwe:",
  "United States Environmental Protection Agency (EPA) nwere ikike ịchịkwa ire na ojiji nke ọgwụ ahụhụ na United States; tupu e ree ọgwụ ahụhụ, EPA ga-enye ya ikikere ma ọ bụ debanye aha ya. Ọ bụ ezie na ndebanye aha abụghị \"nkwado\" nke EPA, ọ pụtara na ụlọ ọrụ ahụ ekpebiela na ọgwụ ahụhụ agaghị akpata 'mmetụta ọjọọ na-enweghị isi' n'ebe ụmụ mmadụ nọ ma ọ bụ gburugburu ebe obibi. EPA nwere ike ịkagbu ma ọ bụ kwụsị ndebanye aha ọgwụ ahụhụ, ma ọ bụrụ na ihe akaebe ọzọ na-egosi na ojiji ya na-eweta ihe ize ndụ na-enweghị isi",
  "Ma ọ bụ ọ nwere ike igbochi ojiji nke ga-eme ka e ree ya maka ihe ọkụkụ.",
  "EPA enweghị ikike igbochi mbupụ ọgwụ ahụhụ a kagburu ma ọ bụ kwụsịtụ; ọ nweghịkwa ike igbochi mbupụ ọgwụ ahụhụ a machibidoro iji ya eme ihe nke nwere ike ịdị ize ndụ n'aka ndị na-enweghị ọzụzụ ma ọ bụ ogige ọhụrụ, nke enwetụbeghị ndebanye aha. N'ihi ya, a na-ebuga ọtụtụ nde pound nke ọgwụ ahụhụ, nke ekpebiri na ọ dịghị ize ndụ maka iji ya na United States, gaa n'ọdụ ụgbọ mmiri mba ọzọ.",
  "Akụkọ nchịkọta nke afọ 2005 nke ọgwụ ahụhụ fọdụrụnụ nke Pesticide Data Program mere (usoro ihe omume nke Ngalaba Ọrụ Ugbo nke United States malitere) gosiri na n'ime nri pụkụ ịrị na otu narị na iri n'ise na anọ a nwalere, mkpụrụ osisi na akwụkwọ nri dị ka apụl na lettuce nwere ihe fọdụrụ na ọgwụ ahụhụ.",
  "Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA), na Federal Food, Drug, and Cosmetic Act, bụ iwu abụọ bụ isi na-ahụ maka njikwa ọgwụ ahụhụ na Ngalaba Ọrụ Ugbo nke United States, ma bụrụkwa ndị na-ahụ maka nchekwa nke nri nwere ọgwụ ahụhụ na Ngalaba Ahụike, Mmụta, na Ọdịmma",
  "Odeakwụkwọ ahụ enyefeela ọrụ a n'aka Food and Drug Administration."
]