[
  "Cissie Cahalan (1876 - 27 Ọgọst 1948) bụ onye Irish na-ahụ maka ọrụ, onye na-ahụ Maka ụmụ nwanyị, na onye na-akwado ụmụ nwanyị.",
  "A mụrụ Cahalan na Cork ma ọ bụ Tipperary, ọ bụkwa nwa nwanyị nke onye nkuzi ụlọ akwụkwọ. Ọ rụrụ ọrụ na ụlọ ahịa dị n'obodo Dublin, ọkachasị na ụlọ ahịa ngalaba Arnotts. Cahalan sonyere n'ọtụtụ òtù ndị na-eme ngagharị iwe",
  "Ọ bụ onye otu Irish Drapers' Assistants' Association (IDAA), nakwa Irish Women's Franchise League (IWFL), malite na 1908. A kọwara Cahalan dị ka otu n'ime naanị ụmụ nwanyị sitere na ndị na-arụ ọrụ na-arụsi ọrụ ike na Irish suffragette movement.",
  "N'afọ 1912, ọ bụ onye isi nke \"Ladies Committee\" nke alaka Dublin nke IDAA, ọ bụkwa onye na-enye aka na akwụkwọ akụkọ nke otu ahụ na-achịkwa. N'otu afọ ahụ, ọ chọrọ nkwado nke Dublin Trades' Council maka ikike ụmụ nwanyị, na ọrụ ya dị ka onye nnọchi anya IWFL. Cahalan nọ na kọmitii nduzi nke IWFL site na 1917-1918",
  "N'oge ụfọdụ ọ rụkwara ọrụ dị ka odeakwụkwọ nke Irish Women's Franchise League",
  "N'afọ 1917, ọ gara Irish Trades Union Congress dị ka onye nnọchi anya IDAA. Ọ duziri ọgbaghara na Arnotts mgbe ọ na-arụ ọrụ n'ebe ahụ, ma nwee ihe ịga nke ọma n'inweta mmụba ụgwọ 30% Cahalan jere ozi dị ka onye isi oche nke IDAA ugboro atọ, a họpụtara ya na 1922, 1923, na 1924. Dị ka akụkụ nke IDAA, ọ gara nke ọma na mkpọsa maka ụgwọ ọrụ kacha nta. Site na 1922 ruo 1923, ọ nọkwa na kọmitii na-ahụ maka IDAA, mana ọ gbara arụkwaghịm iji mee mkpesa, na-ekwu maka enweghị ihe ọ bụla gbasara ịtụ mkpọrọ.",
  "Ọ gara n'ihu na-arụ ọrụ n'ụbọchị ya n'akụkụ ọrụ ya ruo 1932, ọ rụkwara ọrụ nwa oge na St Ultan's Hospital. Ọ gara n'ihu na-ede maka akwụkwọ akụkọ union n'afọ ndị 1930. Ọ lụrụ John Burns na 1932; Burns nwụrụ afọ anọ ka e mesịrị",
  "Ọ bụ ezigbo enyi nke onye Irish na onye ibe ya bụ Hanna Sheehy-Skeffington. Ọ nwụrụ na 27 August 1948.",
  "Cahalan nwere arụmụka a kpọsara nke ọma na onye otu ya bụ Louie Bennett na 1919, banyere isiokwu nke ịbụ onye otu ọrụ",
  "Arụmụka ahụ mere n'ụdị ederede na akwụkwọ akụkọ The Irish Citizen",
  "Ọ bụ ezie na Bennet kwadoro maka njikọ dị iche iche maka ụmụ nwanyị, Cahalan kwadoro njikọ ngwakọta, ma tinye ọrụ n'ahụ ụmụ nwanyị maka ịghara ịrịgo n'ọkwá ikike. Cahalan kwukwara na òtù ndị na-ekewapụ onwe ha ga-enye ndị nwe ha ngwá ọrụ mgbe esemokwu bilitere. N'otu edemede dị na The Irish Citizen, Cahalan kwetara na ịbanye ụmụ nwanyị n'òtù ndị ọrụ emeela ka ndị ọrụ nwoke na-emegide ha n'ihi ụgwọ ọrụ dị ala",
  "Otú ọ dị, o kwuru na:",
  "Onye na-emegide Agha Ụwa Mbụ, Cahalan hụkwara ya dị ka ohere iji melite ọnọdụ ọrụ maka ụmụ nwanyị, wee sonye na Kọmitii Ọrụ Ụmụ nwanyị. O kwekwaara na ndị ọrụ na-emeghe ndị ọrụ niile (gụnyere ndị ikom na ndị inyom), ma mee mkpọsa maka ịkwụ ụgwọ nhata maka ndị ọrụ niile."
]