[
  "Ikenna Samuelson Iwuoha (a mụrụ n'ụbọchị nke asaá n'ọnwa Febụwarị n'afọ 1970) bụ onye na-akwado ezi ọchịchị, nkwuwa okwu na ịza ajụjụ na Naịjirịa nke dị na Owerri, Imo Steeti",
  "A maara ya maka nguzo ya na iguzosi ike n'ezi ihe.",
  "A mụrụ Iwuoha na Nkwerre, Imo Steeti nke Naịjirịa",
  "Ọ gara Uzii Layout Primary School na Government Secondary School na Owerri, Imo State",
  "O nwetara nzere na njikwa azụmahịa na Mahadum Imo State",
  "Ọ ghọrọ onye ọhaneze n'afọ 2010 ógè o boro ebubo na gọvanọ na-eje ozi nke Imo Steeti n'onwe ya pịara ya ihe n'ụlọ gọọmentị, oche ọchịchị, ma mesịa bụrụ otu n'ime ndị lụrụ ọgụ iji hụ na gọvanọ enweghị oge nke abụọ ya n'ọkwa.",
  "Ọ rụrụ ọrụ dị ka onye enyemaka pụrụ iche na mgbasa ozi na onye enyemaka pụrụ iche na ọrụ pụrụ iche nye Ọkà Okwu nke Imo State House of Assembly site n'afọ 2011 ruo 2013",
  "Ọ bụ onye ahịa na onye ọchụnta ego tupu a họpụta ya",
  "Ọ tọrọ ntọala Ikenna Samuelson Organizations, otu ụlọ ọrụ n'ubochí irí na isé n'ọnwa June 1988, mgbe ọ dị afọ iri na asatọ",
  "Ọ ghọrọ onye na-azụ ahịa nde n'ubochí iri abụọ na anọ n'ọnwa August 1994 mgbe ọ dị afọ iri abụọ na anọ",
  "O nwere Aboki Holdings na Nwachinemerem Stores, niile na Owerri-Imo State, Nigeria",
  "Dị ka onye edemede a ma ama, Iwuoha nwere ihe karịrị isiokwu 5800 bipụtara maka otuto ya kemgbe 2007.",
  "N'afọ 2010, Ụlọikpe Magistrate Owerri mara Iwuoha ikpe ịga mkpọrọ ọnwa atọ banyere ileda ụlọ ikpe anya",
  "Ikpe ọ rịọrọ na-ebo ebubo na gọọmentị na-eche ihu",
  "O meriri na mkpesa ya ma a tọhapụrụ ya ógè ọ nọrọ ụbọchị iri atọ na otu n'ụlọ mkpọrọ",
  "N'afọ 2011, e mere ya onye enyemaka pụrụ iche nke Ọkà Okwu nke Imo State House of Assembly, mana n'afọ 2013, ihe dara n'etiti ha [n'ụzọ  wee gbaa arụkwaghịm na nhọpụta ya",
  "Ka ọnwa ole na ole gachara, e mere ya ma ziga ya n'ụlọ mkpọrọ ebe ọ nọrọ ụbọchị narị atọ na iri abụọ na asatọ n'enweghị ikpe ebe nwunye ya nọrọ ụbọchị otu narị na iri asatọ na isii n'ụlọ mkpọrọ tupu a kagbuo ikpe ahụ na Eprel 27, 2015 site n'enyemaka nke ndị na-ahụ maka ikike mmadụ Emeka Ononammadu, Kenneth Uwadi na Barrister Louis M",
  "Alozie na Ụlọikpe dị elu nke 4 na Owerri ebe Justice Irene Duruoha Igwe nọ n'isi.",
  "Ọ lụrụ di ma nwee ụmụ abụọ."
]