[
  "Chukwuka Ekweani (a mụrụ n'ụbọchị nke 16 n'ọnwa Julaị n'afọ 1995), nke a maara nke ọma site na aha ya bụ Ckay (SEE-kay), bụ onye Naijiria na-agụ egwu na onye na-emepụta ihe ndekọ bịanyere aka na Warner Music South Afrika",
  "Ọ bịanyere aka na Chocolate City, onye otu Warner Music Group onwe ya na-arụ ọrụ ADA",
  "Egwu ya na mba ụwa \"Love Nwantiti\", nke a makwaara dị ka \"Love Nwantiti (Ah Ah Ah),\" bụ nke Chocolate City wepụtara n'afọ 2019",
  "Na 29 Machị na afọ 2022, egwu ahụ malitere na nọmba otu, na-esote mmalite nke chaatị Billboard Afrobeats. Na 9 Mee na afọ 2022, ọ ghọrọ abụ Afrịka mbụ n'akụkọ ihe mere eme iji gafere otu ijeri iyi na Spotify.",
  "A mụrụ Chukwuka Ekweani na Kaduna, steeti dị na mpaghara ugwu ọdịda anyanwụ nke Naịjirịa",
  "Ọ bụ onye Igbo sitere na Anambra Steeti dị na ndịda ọwụwa anyanwụ Naịjirịa.\nỌ bụ nna ya, onye bụ onye na-eduzi ukwe na chọọchị ha kpaliri ịhụnanya ya maka egwu. Mgbe ọ na-etolite, ngwá egwu kpaliri ya, nke kpaliri ya ịmụta piano site n'aka nna ya. Mgbe nke ahụ gasịrị, otu enyi ya kpọbatara ya na ngwanrọ mmepụta Fruity Loops. Chukwuka Ekweani malitere ọrụ egwu ya dị ka onye otu egwu, nke ya na ndị otu egwu abụọ ndị ọzọ mejupụtara, tupu ọ malite ọrụ ya dị ka CKay.",
  "N'afọ 2014, ọ kwagara Legos, mgbe achọpụtara ya",
  "Mgbe ọ bịanyere aka na Loopy Music, ọ malitere ịrụ ọrụ na Chocolate City, na mbido afọ 2015. N'ịgbaso njikọta nke Loopy Music na afo 2016, ọ sonyeere ndị na-ese ihe na Chocolate City. Ọ bụ onye egwu nke mere egwu n'ụdị dị iche iche gụnyere Afrobeats, R&B na dancehall. Na 11 Septemba afọ 2017, ọ wepụtara egwu mbụ ya bụ Who the Fuck Is CKay?, site na Chocolate City Na 30 Ọgọstụ afọ 2019, ọ wepụtara egwu ya nke abụọ CKay the First site na Chocolate City, na 11 Febụwarị afọ 2021, ọ wepụtara egwu ya nke atọ Boyfriend site na Warner Music South Africa. Na 4 Mee afọ 2021, ọ kwadoro na Twitter na ọ bịaghịzi aka na Chocolate City, kama ọ bịanyere aka na Warner Music South Afrika.",
  "Na 2 Machị afọ 2018 ọ wepụtara \"Container\", ihe ndekọ Afrobeat nke ụdị ịgba egwu gwara gwara nke South Afrika metụtara",
  "Egwu a ghọrọ ihe ndekọ ọganihu, ma mee ka ọ nweta nnukwu ikuku na Naịjirịa",
  "E wepụtara ya site na Chocolate City, Tempoe mepụtara ya. Na 6 Julaị afọ 2018, o wepụtara vidiyo egwu ahụ, nke Myth duziri ma gbaa na ebe dị iche iche na Legos.",
  "N'afọ 2019, mgbe a tọhapụrụ CKay the First, \"Love Nwantiti\" ghọrọ nnukwu ndekọ na Naịjirịa",
  "Na 14 Febụwarị afọ 2020, CKay wepụtara remix akpọrọ \"Love Nwantiti (Ah Ah Ah) nke gosipụtara Joeboy na Kuami Eugene",
  "N'afọ 2021, ọ gara n'ihu na TikTok wee bụrụ ihe egwu mba ụwa, na-ese ihe nkiri na Europe, Africa, Australia na New Zealand, na-erukwa nọmba 23 na UK ma mee ka ọ banye na US <i id=\"mwUQ\">Billboard</i> Hot 100. Remix nke North Africa nke gosipụtara ElGrande Toto ghọrọ ihe a ma ama na mba Maghreb na Germany",
  "Remix French gosipụtara Franglish, remix German nke gosipụtara Frizzo, Joeboy na Kuami Eugene, nsụgharị Spanish na De La Ghetto, remix nke East Africa nke gosipụtara Rayvanny na remix South Africa nke gosipụtara Tshego na Gemini Major.",
  "E gosipụtara ya na egwu \"La La\" site na abọm studio nke Davido A Better Time, nke ewepụtara na 13 Nọvemba afọ 2020, site na Davido Music Worldwide, RCA Records, na Sony Music",
  "na \"Beggie Beggie\" site na abọm studio mbụ nke Ayra Starr 19 & Dangerous, nke ewepụtara na 6 Ọgọst 2021, site na Mavin Records",
  "Na 28 Julaị afọ 2021, ọ natara akara YouTube mbụ ya maka iru ndị debanyere aha 100k. Na 8 Ọktọba afọ 2021, Ckay ghọrọ onye mbụ na-ese ihe n'Afrịka kụru nde irí abụọ Spotify Listeners, na ihe karịrị nde mmadụ iri abụọ na otu na-ege ntị kwa ọnwa na peeji Spotify ya.",
  "Na 4 June afo 2019, n'ajụjụ ọnụ ya na Ayo Onikoyi nke Vanguard Nigeria, CKay kọwara ụdị egwu ya dị ka Afro-pop si n'ọdịnihu (2056 AD kpọmkwem). Na 24 Septemba afọ 2021, Helen Ainsley nke Official Charts Company na-akọwa egwu CKay dị ka ijikọta Afrobeats na pop, egwu elektrọnik, na ọbụna itinye egwu oge ochie."
]