[
  "Clarence Major (amụrụ na Disemba 31, 1936) bụ ónyé America na-ede uri, ónyé na-ese ihe, na ónyé na-ede akwụkwọ akụkọ; ónyé mmeri nke 2015 \"Lifetime Achievement Award in the Fine Arts\", nke Congressional Black Caucus Foundation gosipụtara. E nyere ya 2016 PEN Oakland/Reginald Lockett Lifetime Achievement Award.",
  "A mụrụ Clarence Major na Disemba 31, 1936, na Atlanta, Georgia, ma too na Chicago, Illinois. Dị ka ónyé nọ n'afọ iri na ụma, ọ malitere ise ihe na ise ihe, na-ede uri na akụkọ ifo.",
  "Na mbido afọ iri abụọ ya, ọ malitere ibipụta magazin nke ya, Coercion Review, nke gosipụtara ndị na-ede uri na ndị édémédé dịka Henry Miller, Kenneth Patchen na Lawrence Ferlinghetti",
  "Dị ka ónyé nọ n'afọ iri na ụma, nnukwu ihe ngosi Van Gogh nke ihe osise na eserese na Art Institute nke Chicago, February 1 ̊ Eprel 16, 1950, metụtara Major.",
  "Mgbè ọ nọsịrị na Air Force, ọ hapụrụ Midwest wee kwaga New York City na Disemba 1966",
  "E bipụtara akwụkwọ akụkọ mbụ ya, All Night Visitors, na 1969 na nchịkọta uri mbụ ya, Swallow the Lake, n'afọ sochirinụ",
  "Ọ rụrụ ọrụ nwa ógè dị ka ónyé nyocha nyocha màkà Simulmatics, n'okpuru nduzi nke ónyé na-ahụ màkà mmekọrịta mmadụ na ibe ya Dr",
  "Sol Chaneles",
  "Major nyochara akụkọ akụkọ banyere ọgba aghara nke afọ 1960",
  "Ọ rụkwara ọrụ n'ọhịa na ọgba aghara, na Detroit na Milwaukee, tupu ọ gbanwee, na 1967, na nkụzi.",
  "Mbụ, ọ kụziri na Harlem na New Lincoln School, na mmemme oge okpomọkụ",
  "O mechara kụzie ọmụmụ akwụkwọ America nke ógè a na ogbako édémédé na mahadum",
  "Ihe ngosi mbụ ya nke ihe osise bụ na Sarah Lawrence College na ọbá akwụkwọ na mbido afọ 1970",
  "Ya na John A",
  "Williams, na 1968, ọ kụziri màkà ógè na Girard College na Philadelphia.",
  "N'oge a, Major na-enyekwa ọgụgụ ọha nke uri ya",
  "Ọ rụrụ ọrụ na ndị nchịkọta akụkọ nke ọtụtụ akwụkwọ akụkọ (dị ka Caw! na The Journal of Black Poetry) ma dee kọlụm ógè niile màkà American Poetry Review",
  "Ọ bụ ónyé nchịkọta akụkọ mbụ nke American Book Review",
  "Ọ gụrụ uri ya na Guggenheim Museum, Folger Theatre na mahadum, ụlọ ihe nkírí na ebe ọdịnala.",
  "Major meriri National Council on the Arts Award màkà nchịkọta uri ya Swallow the Lake na 1970, na afọ sochirinụ e nyèrè ya onyinye New York Cultural Foundation màkà uri",
  "Reflexe et Ossature (1982), nsụgharị French nke Reflex and Bone Structure (1975), a họpụtara ya maka Prix Maurice Coindreau (1982)",
  "Such Was The Season (1987) bụ nhọrọ nke otu akwụkwọ Literary Guild na 1988",
  "N'otu afọ ahụ, The New York Times Book Review tụrụ aro ya na ndepụta \"Summer Reading\" ya kwa afọ",
  "Painted Turtle: Woman With Guitar (1988) ka The New York Times Book Review depụtara dị ka \"Akwụkwọ A Ma Ama nke Afọ\" 1988",
  "N'afọ 1990, a họpụtara nchịkọta akụkọ ya dị mkpirikpi, Fun & Games, màkà Los Angeles Book Critics Award.",
  "Major meriri ọla nchara dị ka ónyé ikpeazụ màkà National Book Award na 1999 màkà Configurations: New and Selected Poems 1958 1958 1958 (Copper Canyon Press). O meriri Pushcart Prize màkà akụkọ mkpirikpi \"My Mother and Mitch\", n'afọ 1989",
  "N'afọ 2002, o ritere ihe nrite Stephen Henderson Poetry Award for Outstanding Achievement, nke African American Literature and Culture Society nyere",
  "Akwụkwọ akụkọ ya nke 1986 My Amputations meriri Western States Book Award ma bipụtaghachi ya na 2008 na mmeghe nke Lawrence Hogue",
  "Dirty Bird Blues meriri Sister Circle Book Award na 1999.",
  "E nyere Major ihe Nríte International Literary Hall of Fame (Chicago State University) n'afọ 2001",
  "Ọ natara \"2015 Lifetime Achievement Award in the Fine Arts\" site na Congressional Black Caucus Foundation",
  "E nyere ya onyinye PEN Oakland/Reginald Lockett Lifetime Achievement Award nke iri abụọ na isii kwa afọ na Disemba 3, 2016",
  "Na Jenụwarị 2017, a họpụtara From Now On: New and Selected Poems maka 2017 Northern California Book Award nkè The Northern California Independent Booksellers Association kwadoro.",
  "N'afọ 2021, a nabatara Major n'ime Ụlọ Nzukọ Ndị edemede Georgia.",
  "Major agaala ma ọ bụ nata nzere site na ụlọ ọrụ ndị a:"
]