[
  "Marxism na Leninism",
  "Clara Zetkin (/ˈzɛtkɪn/; German: ; née Eißner ; 5 Julaị 1857- 20 June 1933) bụ onye German Marxist theorist, onye na-ekwuchitere ndi mmadu, na onye na-akwado ikike ụmụ nwanyị.",
  "Tutu ruo afọ 1917, ọ na-arụsi ọrụ ike na Social Democratic Party nke Germany. Mgbe ahụ, ọ sonyeere Independent Social Democratic Party of Germany (USPD) na akụkụ aka ekpe ya, Spartacist League",
  "Nke a mesịrị ghọọ Communist Party of Germany (KPD), nke ọ nọchitere anya na Reichstag n'oge Weimar Republic site n'afọ 1920 ruo 1933.",
  "A mụrụ Clara Josephine Eißner (Eissner) diọkpara n'ime ụmụ atọ na Wiederau (Saxony) [de], obodo ndị ọrụ ugbo na Saxony, nke bụzi akụkụ nke obodo Königshain-Wiederau. Nna ya, Gottfried Eissner, bụ onye nkuzi ụlọ akwụkwọ, onye na-akpọ ụbọ akwara na onye Protestant na-anụ ọkụ n'obi, ebe nne ya, Josephine Vitale, nwere mgbọrọgwụ French, sitere n'ezinụlọ nọ n'etiti na Leipzig ma gụọ akwụkwọ nke ọma. N'afọ 1872, ezinụlọ ya kwagara Leipzig, ebe ọ gụrụ akwụkwọ na Leipzig Teachersī College for Women",
  "Mgbe ọ nọ n'ụlọ akwụkwọ, ya na nwa ọhụrụ Sozialdemokratische Partei Deutschlands (SPD; Social Democratic Party) guzobere mmekọrịta.",
  "N'ihi mmachibido iwu nke Bismarck tinyere na ọrụ ndị otu ndọrọ ndọrọ ọchịchị na Germany n'afọ 1878, Zetkin gara Zurich n'afọ 1882 wee gaa biri na Paris, ebe ọ gụrụ akwụkwọ ịbụ onye nta akụkọ na onye ntụgharị",
  "N'oge ọ nọ na Paris, ọ rụrụ ọrụ dị mkpa na ntọala nke otu Socialist International. Ọ nabatakwara aha onye ọ hụrụ n'anya, onye Russia-Jewish Ossip Zetkin [de], onye Marxist raara onwe ya nye, onye ya na ya nwere ụmụ nwoke abụọ, Maxim na Konstantin (nke a maara dịka Kostja)",
  "Ossip Zetkin dara ezigbo ọrịa na mbido 1889 wee nwụọ na June nke afọ ahụ",
  "Mgbe onye ọ hụrụ n'anya nwụsịrị, Zetkin na ụmụ ya kwagara Stuttgart",
  "Ọ lụrụ onye na-ese ihe Georg Friedrich Zundel, onye ji afọ iri na asatọ tọọ ya, site n'afọ 1899 ruo 1928.",
  "Mgbe Adolf Hitler na ndị Nazi Party ya weghaara ọchịchị, a machibidoro ndị Communist Party nke Germany iwu, mgbe ọkụ Reichstag gbara n'afọ 1933",
  "Zetkin gara mba ọzọ n'oge ikpeazụ, n'oge a na Soviet Union",
  "Ọ nwụrụ n'ebe ahụ, na Arkhangelskoye, nso Moscow, na 1933, mgbe ọ fọrọ nke nta ka ọ bụrụ afọ 76. E debere ntụ ya na Kremlin Wall Necropolis, site na Moscow Kremlin Wall, nso Red Square. Ndị isi ndị Kọmunist si Europe niile bịara ememe olili ozu ahụ, gụnyere Joseph Stalin na Nadezhda Krupskaya (nwunye Lenin).",
  "Mgbe 1949 gachara , Zetkin ghọrọ onye dike a ma ama na German Democratic Republic (East Germany), obodo ukwu ọ bụla nwere okporo ámá aha ya",
  "A ka nwere ike ịchọta aha ya na map nke ala ndị bụbu GDR. E nwekwara okporo ámá dị na Tula, Russia nke aha ya bụ Zetkin (Kla Цеткин) nke na-aga n'otu akụkụ na Red Army Prospect nke bụ okporo ụzọ bụ isi na-eduga na Moscow Train Station na obodo ahụ."
]