[
  "Clarence K",
  "Moniba, Ph.D (amụrụ na Maachị 15, 1979) bụ onye ọrụ gọọmentị Liberia",
  "Ọ rụrụ ọrụ dị ka onye kachasị nta n'akụkọ nke mba ahụ iji ọkwa Minista nke Steeti na-enweghị ọfịs, yana Onye isi oche nke Board nke ụlọ ọrụ ọkụ eletrik Liberia",
  "Ọ bụ onye isi ndụmọdụ na onye njikwa ọrụ nke onye isi ala Liberia na onye isi na mmepe akụrụngwa na Liberia site n'afọ 2014 ruo afọ 2018",
  "Dr",
  "Moniba n'oge dị iche iche duziri Diaspora Engagement Unit, Philanthropy Secretariat na President Delivery Unit nke na-ahụ maka mmejuputa ọrụ ndị dị mkpa",
  "Moniba n'ọrụ ndị gara aga arụwo ọrụ na African Development Bank South Level Panel na Post Conflict & Fragile States, yana United Nations Post-2015 Development Agenda",
  "E nyere ya ihe nrite mba Knight Commander of the Most Venerable Order of Pioneers - nke Onye isi ala Ellen Johnson Sirleaf kwuru na ọ bụ maka ọrụ ya pụrụ iche na nke pụrụ iche na gọọmentị.",
  "Tupu ọrụ ya na gọọmentị Liberia, Moniba bụ onye America na-agba bọọlụ na Arena League (2001 - 2004)",
  "Ọ bụkwa onye dere akwụkwọ The Official Guidebook to a College Football Scholarship",
  "Ọ bụ onye ọtụtụ ndị na aghụghọ lọtrị adịgboroja metụtara, nke kwuru na o nwere, ma dị njikere ịzụ ahịa ọtụtụ nde dollar na diamond na ọlaedo Afrịka.",
  "Moniba mere ihe nkiri bọọlụ na ihe nkiri Radio, ebe o mere egwuregwu mmeri nke egwuregwu maka ndị otu ụlọ T.L",
  "Hanna High School",
  "Ọ rụkwara ọrụ nduzi nke egwuregwu bọọlụ na ihe nkiri Invincible ebe ọ gara megide onye isi Vince Papale, nke Mark Walhberg gosipụtara, ọ pụtakwara n'ọtụtụ ihe nkiri bọọlụ nke We Are Marshall.",
  "Moniba dere \"The Official Guidebook to a College Football Scholarship\" nke e bipụtara na mba niile nke United States na 2011.",
  "Moniba gbara bọọlụ kọleji ya na Mahadum New Mexico State site n'afọ 1999 ruo 2001",
  "Ọ gara n'ihu na-egwuregwu bọọlụ ọkachamara ruo afọ anọ na Arena Football League maka òtù Carolina na New York.",
  "Clarence bụ nwa ikpeazụ nke onye bụbu osote onye isi ala Liberia, Dr",
  "Harry F",
  "Moniba, onye jere ozi n'ọkwa ahụ site na 1984 ruo 1990.",
  "Moniba nwetara nzere Ph.D ya na Mahadum New Mexico State ebe ọ gụsịrị akwụkwọ wee nweta nzere na Rhetoric na Professional Communications",
  "O lekwasịrị anya na Intercultural na International Communications",
  "O nwetakwara nzere masta ya na International Relations",
  "Akwụkwọ edemede ya e bipụtara bụ \"Ethnic Exclusion in Government  São - A Case Study of the Republic of Liberia\"",
  "Moniba nwetara nzere masta na Public Administration site na John F",
  "Kennedy, School of Government na Mahadum Harvard."
]