[
  "Clara Grace James (30 Ọktoba 1866 - 10 Ọgọst 1954)bụ onye Britain na-arụ ọrụ n'ịzụ ahịa",
  "n.",
  "A mụrụ ya na Deptford mgbe ahụ na Kent, nne na nna James nwụrụ mgbe ọ dị obere, onye bụbu onye ọrụ nna ya zụlitere ya",
  "Ọ chọtara ọrụ na-eme achịcha, na 1889 ọ sonyeere Women's Trade Union Association (WTUA)",
  "N'ihi ya, a chụrụ ya n'ọrụ ya, mana WTUA nyeere ya aka ịchọta ọrụ dị ka onye na-ede akwụkwọ, ebe ọ wepụtara onwe ya dị ka onye nhazi na osote odeakwụkwọ nke WTUA",
  "Onye na-eme ihe ike ya bụ Amie Hicks nyere ya ebe obibi ma nabata James n'ụzọ iwu dị ka nwa ya nwanyị.",
  "Site na WTUA, James guzobere Confectioners' Union, ma jee ozi dị ka odeakwụkwọ ukwu ya",
  "Ya na Clementina ojii na John na-ere ọkụ rụkọtara ọrụ iji merie ọgbaghara n'etiti ndị na-emepụta chocolate na 1890, mana ndị otu ahụ chere mmegide dị elu site n'aka ndị were ha n'ọrụ na ndị ọrụ na-agagharị agagharị ihu, na-eduga na ọdịda ya na mgbasa ya na 1892",
  "Mgbe nke ahụ gasịrị, James lekwasịrị anya na mgbalị ya ịhazi ndị na-eme igbe",
  "Lilian Gilchrist Thompson kwụrụ WTUA £ 70 kwa afọ maka afọ abụọ iji were James n'ọrụ dị ka onye nyocha.",
  "James na Hicks bụ naanị ụmụ nwanyị abụọ nyere ihe akaebe na 1891 Royal Commission on Labour",
  "James jere ozi dị ka onye nnọchi anya na London Trades Council, ma ruo oge ụfọdụ ọ bụ naanị nwanyị mere ya.",
  "E guzobeghachiri WTUA na 1894 dị ka Women's Industrial Council (WIC), James nọgidekwara na-arụsi ọrụ ike n'ime ya, na-eje ozi na kọmitii nyocha na nhazi ya",
  "Otú ọ dị, na nkwado ya agwụla, Thompson kwụrụ ụgwọ maka ọzụzụ ya dị ka onye nkuzi mmega ahụ",
  "Ozugbo o mechara nke a, James guzobere usoro \"Working Girls' Clubs\", na-enye nkuzi, ọzụzụ anụ ahụ, nzukọ mmekọrịta na klas ụmụ amaala",
  "Ihe ndị a gosipụtara na ha na-ewu ewu, na 1899 WIC guzobere Clubs Industrial Association iji mee ka ọrụ a bụrụ nke a",
  "Otu n'ime ụmụ agbọghọ gara klas ya bụ Margaret Bondfield.",
  "James mechara hapụ Clubs Industrial Association, guzobe otu Working Girls at Play, nke site na 1909 haziri klọb 22 na London",
  "Ọ malitere ịrịa ọrịa ma kwụsị ịkụzi ihe, laa ezumike nká na Canvey Island",
  "N'ebe ahụ, ọ rụrụ ọrụ dị ka onye kansụl parish, ma na-elekọta ụlọ ezumike maka ụmụ agbọghọ na-arụ ọrụ na London."
]