[
  "Clara Sophie Tybjerg née Sarauw (1864-1941) bụ onye Danish na-ahụ maka ihe ndị ruuru ụmụnwanyị, onye na-ahụ udo na onye nkuzi",
  "N'afọ 1915, ọ gara Nzukọ Ụmụnwanyị nke Mba Nile na The Hague, ya na Thora Daugaard",
  "Mgbe nke ahụ gasịrị, o nyere aka guzobe ma, site n'afọ 1916 ruo 1920, duzie Danske Kvinders Fredskæde ma ọ bụ Danish Women's Peace Chain nke ghọrọ alaka Danish nke Women's International League for Peace and Freedom",
  "A na-echetakwa ya maka inye aka n'iweta ụmụaka agụụ na-agụ site na Vienna gaa Denmark mgbe Agha Ụwa Mbụ gasịrị.",
  "A mụrụ ya na 3 Machị 1864 na Kalvehave Parish dị nso na Vordingborg, Clara Sophie Sarauw bụ nwa nwanyị nke onye na-elekọta ọhịa Conrad August Nicolaus Sarauw (1816-1886) og Betzy Wilhelmine Hansen (1834-1909)",
  "Mgbe nna ya nwụsịrị, ọ kwagara Copenhagen ebe ọ rụrụ ọrụ dị ka onye nkuzi na Den Kellerske Åndssvageanstalt nke na-ahụ maka ịkụziri ụmụaka nwere nkwarụ",
  "Ọ gara United States ebe ọ rụrụ ọrụ ma gaa n'ihu na agụmakwụkwọ ya na Pennsylvania Training School for Feebleminded Children ruo n'afọ 1892.",
  "Na 18 Mee 1893, ọ lụrụ onye ọka ikpe ụlọ ikpe dị elu Erland Tybjerg (1863ī1925)",
  "N'afọ sochirinụ, e were ya n'ọrụ dị ka onye nkuzi Bekee na H",
  "Adlers Fællesskole, ụlọ akwụkwọ ngwakọta mbụ na Denmark, ebe ọ nọrọ ruo 1915",
  "Ọbụna mgbe ọ hapụrụ, ọ nọgidere na-enwe mmasị na agụmakwụkwọ, ọkachasị n'ihe gbasara ụmụaka nwere nkwarụ.",
  "Tybjerg bụ onye na-ekere òkè na-arụsi ọrụ ike n'òtù ụmụnwanyị Danish",
  "N'afọ 1913, ọ ghọrọ odeakwụkwọ mba ụwa maka Danske Kvinders Nationalråd (The Women's Council in Denmark) ma bụrụkwa onye otu Kvindelig Læseforening (Women Readers' Association)",
  "Ruo mgbe ụmụ nwanyị Danish mechara nwee ihe ịga nke ọma n'inweta ikike ntụli aka zuru ụwa ọnụ na 1915, ya na nwanne ya nwanyị Elna Munch lụrụ ọgụ maka ihe kpatara ya.",
  "N'afọ 1915, ọ gara nzukọ udo ụmụnwanyị nke mba ụwa na Hague",
  "Mgbe ọ laghachiri Denmark, ya na Thora Daugaard, hiwere Danske Kvinders Fredskæde (DKF), aka Danish nke Women's International League for Peace and Freedom",
  "Tybjerg bụ onye na-ahụ maka ịmepụta netwọk ọmụmụ nke nwere ụmụnwanyị 30, gụnyere Gyrithe Lemche, Henni Forchhammer, Estrid Hein, Matilde Bajer na Ellen Hørup",
  "Ha gara Denmark niile na-agba ụmụnwanyị ume ịghọ ndị otu DKF site n'ịkwụ otu \"okpueze udo\" (fredskrone) ma bịanye aka na ndepụta na-akpọ maka \"Ikpe ziri ezi karịa Ike\"",
  "Tybjerg bụ onye isi oche nke nzukọ ahụ site n'afọ 1915 ruo 1920, na-eme ka ndị otu ruo ihe dị ka 10,000",
  "Mgbe e guzobere alaka mpaghara na Denmark dum, ọ bụ onye isi oche nke alaka Copenhagen site n'afọ 1921 ruo 1925",
  "Thora Daugaard nọchiri ya dị ka onyeisi oche nke DKF.",
  "Mgbe esemokwu nke Agha Ụwa Mbụ mechara kwụsị, WILPF haziri nzukọ nke abụọ na Zurich",
  "Tybjerg, onye na-anọchite anya alaka Danish, kpọrọ oku ka e lekwasị anya pụrụ iche na mkpa ụmụaka na ndị na-eto eto",
  "Site n'ihe dị ka 1921, ọ gbasiri mbọ ike inye nkwado maka ụmụaka nọ na Vienna na-arịa ọrịa na-edozi ahụ",
  "O nwere ihe ịga nke ọma n'ime ka a kpọbata ọtụtụ n'ime ha na Denmark ebe ha nwere ike iweghachi ahụike n'ụlọ ndị Denmark.",
  "Tybjerg lụrụ di ma nwee ụmụ abụọ",
  "Mgbe di ya nwụsịrị n'afọ 1925, ọ nọrọ afọ ole na ole na Hillerød ebe ọ gara n'ihu na-ekere òkè na atụmatụ udo",
  "Ọ nwụrụ na Copenhagen na 14 Jenụwarị 1941. E liri ya na ili ozu Tibirke dị nso na Tisvilde."
]