[
  "Claudia Nonhlanhla Ndaba (amụrụ na 30 Julaị 1968) bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Onye otu African National Congress, ọ jere ozi dị ka Onye isi oche nke Kọmitii Portfolio na Women, Youth na People with Disabilities kemgbe 2019 ma bụrụ onye otu National Assembly of South Africa kemgbe 2014",
  "Ọ rụrụ ọrụ dị ka Onye isi oche nke Kọmitii Ad Hoc na Filling of Vacancies na Commission for Gender Equality ugboro abụọ n'oge mbụ ya na ndị omeiwu",
  "Tupu a họpụta ya ka ọ bụrụ onye omeiwu, Ndaba jere ozi dị ka onye otu ndị omeiwu nke Gauteng Provincial Legislature site na 2009 ruo 2014.",
  "A mụrụ Ndaba na 30 Julaị 1968",
  "Ka ọ na-etolite, ụmụnne nna ya bụ ndị otu ndị agha nke African National Congress, UMkhonto we Sizwe",
  "Ọ debanyere aha na Ann Latsky Nursing College na Johannesburg n'afọ 2002 wee zụọ ka ọ bụrụ onye nọọsụ debanyere akwụkwọ ma mechaa ọzụzụ ya n'afọ 2004",
  "N'afọ 2021, ọ gụsịrị akwụkwọ na Mahadum Pretoria na Bachelor of Public Administration",
  "Mgbe ọ gụsịrị akwụkwọ na Ann Latsky Nursing College, ọrụ nọọsụ ya emeghị ka ọ dị ka ọ tụrụ anya ya n'ihi nhọpụta ya dị ka odeakwụkwọ nchịkwa n'ọfịs nke osote minista nke azụmahịa na ụlọ ọrụ.",
  "N'afọ 2009, a họpụtara Ndaba ka ọ bụrụ onye omeiwu Gauteng Provincial Legislature dị ka onye nnọchi anya ANC. A họpụtara ya ka ọ bụrụ osote odeakwụkwọ mpaghara nke African National Congress Women's League na 2012, ọkwá ọ nọrọ ruo n'afọ 2015",
  "Ọ bụkwa onye otu National Executive Committee nke league ụmụ nwanyị.",
  "A họpụtara Ndaba dị ka onye otu National Assembly na ntuli aka 2014 site na ndepụta Gauteng nke ANC. A kpọrọ ya aha na Kọmitii Portfolio na Ahụike",
  "N'afọ 2015, a họpụtara ya ka ọ rụọ ọrụ na Kọmitii Ọrụ Mba nke Njikọ ụmụ nwanyị nke ANC. N'ọnwa Nọvemba 2016, a họpụtara ya ka ọ bụrụ onye isi oche nke Kọmitii Ad Hoc na Filling of Vacancies for Gender Equality. Ndaba ghọrọ onye nnọchi anya Kọmitii Ad Hoc na-ahụ maka ego nke òtù ndọrọ ndọrọ ọchịchị na 21 June 2017.",
  "N'etiti Ọktọba na Nọvemba 2017, ọ bụ onye otu Portfolio Committee on Economic Development, tupu ọ bụrụ onye ọzọ so na kọmitii portfolio. E guzobeghachiri Kọmitii Ad Hoc na-ahụ maka imejuputa oghere na Commission for Gender Equality na 2018 ma họpụta Ndaba ka ọ bụrụ onyeisi oche ọzọ n'enweghị onye na-emegide ya, n'agbanyeghị na ndị otu mmegide na-ahọpụta onye otu ANC Grace Tseke",
  "Tseke jụrụ nhọpụta ahụ.",
  "N'afọ 2019, a họpụtara Ndaba ọzọ na National Assembly, n'oge a dị ka onye na-azọ ọkwa na ndepụta mba ANC. Mgbe ntuli aka ahụ gasịrị, a họpụtara ya ka ọ rụọ ọrụ na Kọmitii Portfolio na Women, Youth and People with Disabilities. A họpụtara Ndaba ka ọ bụrụ onyeisi oche nke kọmitii ahụ, na-anọchi Thandi Memela, onye hapụrụ ndị omeiwu na ntuli aka ahụ.",
  "Àtụ:Current MPs of South Africa"
]