[
  "Claudie Titty Dimbeng née Claudie Adonit Manouan (amụrụ n'afọ 1968), nke a na-akpọkarị Dimbeng, bụ onye amụrụ na Ivory Coast, onye na-ese ihe nkiri nke bi na Paris kemgbe 1987",
  "Onye na-akwado ụzọ ihe atụ nke \"Mixed Art Relief\", ọ na-eji ihe ndị dị na Ivory Coast eme ihe iji gosipụta njikọ ya na mba ya",
  "E gosipụtala ọrụ ya n'ọtụtụ ebe na Africa na Europe",
  "N'afọ 2012, ọ nọchitere anya Ivory Coast n'oge Africa Week na isi ụlọ ọrụ UNESCO, Paris",
  "Na Julaị 2020, o gosipụtara ọtụtụ ọrụ na Centre Pastoral Saint-Merry",
  "A mụrụ ya na 1968 na Abidjan, Claudie Titty Dimbeng bụ nwa nwanyị nke French-Ivorian Monique née Wirth na nwoke Ivory Coast aha ya bụ Manouan Adonit, onye bụ onye nnọchi anya",
  "N'ihi ọrụ ndị mụrụ ya na-arụ, ọ nọrọ na Germany na Austria mgbe ọ bụ nwata",
  "Mgbe ọ gụsịrị akwụkwọ na French lycée na Vienna (1986), ọ tụrụ anya ịghọ onye na-ese ihe mana nna ya ekwenyeghị",
  "Dị ka nkwekọrịta, ọ gụrụ akwụkwọ mbụ na Académie Charpentier (1986-1987), wee gaa n'ihu na-amụ ihe owuwu ime ụlọ na École Supérieure des Arts Modernes (1987-1991). N'afọ 1999,  mgbe ọ na-ekpebi ilekwasị anya n'ise ihe, ọ gụrụ akwụkwọ n'okpuru Valérie Nîdri na Valentin Caro. Ọ lụrụ Alain Titty Dimbeng.",
  "Dimbeng sitere na mkpali nke \"Vohou Vohou\" site na 1970s",
  "Ọ bụ Youssouf Bath, Théodore Koudougnon, Mathilde Moraeau, Kra Niao Guessan na Yacouba Touré mepụtara ya, bụ ndị jiri ihe ndị dị n'Ebe Ọdịda Anyanwụ Afrịka mee ihe karịa ákwà na mmanụ iji mee ka ihe osise Ivory Coast bụrụ nke Afrịka. O mepụtara ụdị nke ya, \"Mixed Art Relief\", na-eji usoro sfumato nke Renaissance na ọtụtụ akwa ágbá iji gosipụta relief",
  "Ọ na-ahụ mpụtara dị ka ihe nnọchianya nke ọdịbendị ngwakọta, na-eduga na njirimara ọhụrụ. N'iji akwa ndị dabeere na osisi na raphia mee ihe nke ukwuu, ọrụ ya na-egosi ọdịdị na-egosipụta nnụnụ, osisi ma ọ bụ jacarandas na-agbasa okooko osisi, mgbe ụfọdụ na-ejikọta mmadụ, osisi na anụmanụ n'ụdị onwe ya.",
  "E gosipụtara ọrụ Dimbeng na Ivory Coast, India na Europe",
  "N'afọ 2012, ọ nọchitere anya Ivory Coast n'oge Africa Week na isi ụlọ ọrụ UNESCO, Paris. N'ọnwa Julaị 2020, o gosipụtara ọtụtụ ọrụ na Centre Pastoral Saint-Merry"
]