[
  "Clean Air Society of Australia and New Zealand (CASANZ) bụ òtù na-abụghị nkè gọọmentị, nke na-enweghị uru nke e guzobere n'ebe afọ 1960s iji mee ka ndị mmadụ nwee mmasị na ikuku dị ọcha na ọmụmụ nke mmetọ ikuku",
  "Ébé ọ bụ na ọ na-elekwasị anya na-agụnye ihe gbásárá nchịkwa gburugburu ebe obibi sárá mbara, mànà na-ekwusi ike na ikuku dị mmá na nsogbu ndị metụtara ya.",
  "Ka ọ na-erule n'ọnwa Ọktoba afọ 2005, otu ahụ nwèrè ndị otu narị asatọ na iri atọ na isii (narị isii na iri asatọ na atọ  na Australia, otu narị na iri anọ  na New Zealand, na iri na atọ ná mba ndị ọzọ)",
  "Na Septemba 2007, CASANZ kwadoro 14th IUAPPA World Congress na Brisbane, Australia.",
  "CASANZ na-akwalite nchedo nkè gburugburu ébé obibi site na ọrụ dịgasị iche ichè, gụnyere:",
  "CASANZ na-arụ ọrụ site na alaka ndị na-achị onwé ha nke na-ekpebi mmemme nke ọrụ ha, gụnyere nzukọ teknụzụ, nzukọ ọmụmụ ihe, ogbako, nzukọ, ọmụmụ ọzụzụ, wdg",
  "A na-ekesa nkọwa nke ọrụ ndị a na ndị otu alaka ma tinye ya na ébé nrụọrụ weebụ nke ụlọ ọrụ ahụ.",
  "CASANZ na-achịkwa site na Kọmitii Nchịkwa nke nwéré:",
  "Kọmitii Nchịkwa na-achịkwa ọrụ kwa ụbọchị nke ụlọ ọrụ ahụ ma na-eduzi ọrụ nke Ónyé Nchịkwa.",
  "Ka ọ na-erule ọnwa Septemba afọ 2013, CASANZ nwèrè Special Interest Groups asatọ (nke a na-akpọkarị SIGs), nke ọ bụla n'ime ha na-atụle n'ụzọ dị mkpirikpi na ngalaba ndị a.",
  "Ebumnuche nke Modelling Special Interest Group bụ ijikọ ndị otu CASANZ nwèrè mmasị na mmepe na / ma ọ bụ itinye n'ọrụ nke modeling mgbasa ikuku iji nye echiche, chọpụta nsogbu ndị a na-ahụkarị, mee ka ndị otu màrà mmepe ọhụrụ, ma guzobe, dịka o kwesịrị, 'ModSIG view' na nsogbu ndị dị mkpa.",
  "Nkọwa mgbasa na-aghọwanye akụkụ nke ikikere ikuku na ikuku n'Australia dum, a na-enwekwa mmata na-arịwanye elu banyéré ọrụ nke ikuku ikuku nwèrè ike ịrụ na mpaghara dịka njikwa ikuku, nyocha ihe ize ndụ na atụmatụ iji ala eme ihe.",
  "Òtù Na-adọrọ mmasị pụrụ iche bụ nzukọ dị mkpa màkà mgbanwe ozi, yana ịgba ume ka omume ka mmá na nha ísì, imepụta, nyocha, njikwa, njikwa na nlekota.",
  "The Indoor Air Special Interest Group na-akwalite mkparịta ụka na arụmụka banyéré ọnọdụ ihe ọmụma na ogo ikuku ime ụlọ, yana nchegbu ahụike gburugburu ébé obibi",
  "Otu ahụ na-agba ume nyocha, agụmakwụkwọ, mmata obodo na njikwa nke okwu ndị metụtara isiokwu a.",
  "Ebumnuche nkè Greenhouse Special Interest Group bụ ụzọ atọ:",
  "Ebumnuche bụ isi nkè Measurement Special Interest Group bụ iji hụ na a na-atụle mmetọ ikuku na ikuku na ikuku mmepụta ihe site na iji usoro ndị dabara màkà nzube ahụ.",
  "Ebumnuche a bụ iji: na-eduzi ogbako, na-emepụta osisi mkpebi iji nyéré ákà n'ịhọrọ usoro nyocha ikuku kwesịrị ekwesị na ịmepụta isi iyi na usoro nyocha ikuku na mmekọrịta yá nà Standards Australia na Standards New Zealand.",
  "Transport Emissions and Fuel Consumption Modeling Special Interest Group (ma ọ bụ naanị Transport Special Interest Group) na-elekwasị ányà na ọnụọgụ na imepụta mmetụta nke ikuku na-emetọ ikuku na ikuku na-ekpo ọkụ site na ụdị njem niile na ngwá ọrụ nkwado ha",
  "Ebumnuche nke Transport Special Interest Group bụ ka ọ bụrụ ikpo okwu màkà ịkekọrịta ozi, mkparịta ụka banyéré nsogbu ndị na-apụta na nhazi.",
  "The Risk Assessment Interest Group dị ka ónyé maara ihe ma kwado mmepe iwu gọọmentị metụtara nyocha ihe ize ndụ, dị ka:",
  "Ebumnuche nke Air Policy Special Interest Group bụ ijikọ ndị otu CASANZ nwèrè mmasị n'ịkwalite mmepe iwu ikuku na inye áká na nkwurịta okwu ihe ize ndụ metụtara ikuku site na:"
]