[
  "Clementina Maria Black (27 Julaị 1853 – 19 Disemba 1922) bụ onye odee Bekee, onye nwanyị na onye ọsụ ụzọ, ya na ndị Marxist na Fabian socialists nwere njikọ chiri anya",
  "Ọ rụrụ ọrụ maka rig ụmụ nwanyị ikike n'ebe ọrụ na maka ịhọpụta ụmụ nwanyị.",
  "A mụrụ Clementina Black na Brighton, otu n'ime ụmụ asatọ nke onye ọka iwu, odeakwụkwọ obodo na onye nchọpụta nke Brighton, David Black (1817-1892), nwa nke onye na-ese ụgbọ mmiri nke Czar Nicholas nke Mbụ nke Russia, na nwunye ya, Clara Maria Patten (1825-1875), nwa nwanyị nke onye na'ụlọ ikpe. Black gụrụ akwụkwọ n'ụlọ, na 58 Ship Street, Brighton karịsịa site n'aka nne ya, ọ ghọkwara onye na-asụ French na German nke ọma.",
  "tN'afọ 1875, nne Clementina nwụrụ n'ihi mgbawa nke o buliri di ya na-abaghị uru, bụ́ onye na-ejighị ụkwụ abụọ eme ihe",
  "A hapụrụ Clementina, dị ka ọkpara, onye na-elekọta nna na-adịghị mma na ụmụnna nwoke na ụmụnna nwanyị asaa, yana ịrụ ọrụ nkụzi",
  "Ụmụnne ya gụnyere ọkà mmụta mgbakọ na mwepụ Arthur Black na onye ntụgharị okwu Constance Garnett. Ya",
  "a na ụmụnne ya ndị nwanyị kwagara na 1880s na Fitzroy Square na London, bụ ebe o jiri oge ya na-amụ banyere nsogbu mmekọrịta ọha na eze, na-arụ ọrụ akwụkwọ, na nkuzi na akwụkwọ 18th narị afọ",
  ".",
  "Black matara ndị Marxist na ndị Fabian socialists, dị ka Olive Shreiner, Dolly Maitland Ratford, na Richard Garnett nke British Museum. Ọ ghọkwara enyi ezinụlọ Marx, ọkachasị Eleanor Marx. O tinyere aka n'ime ogologo oge na nsogbu nke ụmụ nwanyị na-arụ ọrụ na òtù ndị ọrụ na-apụta",
  "N'afọ 1886, ọ ghọrọ odeakwụkwọ nsọpụrụ nke Women's Trade Union League ma mee ka a kwụọ ụgwọ nhata na 1888 Trades Union Congress",
  "N'afọ 1889, o nyere aka guzobe Women's Trade Union Association, nke mesịrị ghọọ Women's Industrial Council.",
  "Black so na ndị na-ahazi Bryant na May strike na 1888",
  "Ọ na-arụkwa ọrụ na Fabian Society",
  "N'afọ 1895, ọ ghọrọ onye nchịkọta akụkọ nke Women's Industrial News, akwụkwọ akụkọ nke Women 's Industrial Council, nke gbara ụmụ nwanyị nọ n'ọkwá dị n'etiti ume ime nchọpụta ma kọọ banyere ọnọdụ ọrụ maka ụmụ nwanyị dara ogbenye, ka ọ na-erule afọ 1914, ọ nyochara ihe fọrọ nke nta ka ọ bụrụ ọrụ 120. N'afọ 1896, ọ malitere ime mkpọsa maka ụgwọ ọrụ kacha nta nke iwu dị ka akụkụ nke Consumers League ma kwado ya dị ka onye na-etinye aka na esemokwu ụlọ ọrụ Bryant & May ebe ndị ọrụ nwanyị na-erigbu mechara mee ihe.",
  "Ka ọ na-erule mmalite afọ 1900, Black nọkwa na-arụsi ọrụ ike na mkpọsa ụmụ nwanyị na-eto eto, na-aghọ odeakwụkwọ nsọpụrụ nke Kọmitii Nkwupụta Nkwupụta Ụmụ nwanyị, nke chịkọtara akwụkwọ mkpesa nke 257,000 bịanyere aka. Black sonyeere National Union of Women's Suffrage Societies (NUWSS) na London Society of Women'l Suffrage",
  "Ka ọ na-erule 1912-1913, Black bụ onye nchịkọta akụkọ nke The Common Cause \"akụkụ nke òtù ụmụ nwanyị maka mgbanwe\", na-eji ederede ya karịa ime ihe kpọmkwem (n'adịghị ka ndị suffragettes) iji metụta mgbanwe.",
  "E bipụtara akwụkwọ akụkọ mbụ nke asaa nke Black, A Sussex Idyl [sic], na 1877",
  "An Agitator (1894) metụtara onye ndú ndị Socialist",
  "Eleanor Marx kọwara ya dị ka \"akụkọ ziri ezi nke ndị ọrụ Britain\". Ndị ọzọ ya abụghị ndị ndọrọ ndọrọ ọchịchị, nke ikpeazụ, The Linleys of Bath (1911), so na ndị kasị nwee ihe ịga nke ọma.",
  "Ọrụ ndọrọ ndọrọ ọchịchị abụọ nke Black, Sweated Industry and the Minimum Wage (1907) na ndị na-emepụta uwe anyị: Case for Trade Boards (ya na C",
  "Meyer, 1909) ka a na-akpọ \"ọrụ mgbasa ozi dị ike..",
  "Nkọwa sitere na British Library catalogue.",
  "Clementina Black nọgidere na-alụghị di",
  "Ọ kpọbatara n'ụlọ nwanne ya nwanyị Gertrude Speedwell, mgbe nna nwa agbọghọ ahụ, nwanne Clementina Arthur, gbuchara nwunye ya na nwa ya nwoke, wee gbuo onwe ya.Ọ nwụrụ n'ụlọ ya na Barnes, Surrey na 19 Disemba 1922 wee lie ya na ili ozu East Sheen, London. Ihe odide Akwụkwọ Nsọ n’ili ya sitere na Ndị Filipaị 4:8 gụrụ:.:",
  "N'ikpeazụ, ụmụnne, ihe ọ bụla bụ eziokwu, ihe ọ ọ bụla bụ ihe ziri ezi, ihe ọ bụ ihe ọ bụla dị ọcha, ihe ọ dị mma, ihe ọkpụkpọ ọ bụla nwere ezigbo akụkọ; ọ bụrụ na enwere omume ọma ọ bụla ma ọ bụrụ na e nwere otuto ọ bụla, chee echiche banyere ihe ndị a."
]