[
  "Cleopatra Koheirwe bụ onye Uganda na-eme ihe nkiri, onye edemede, onye na-agụ egwu na onye mgbasa ozi",
  "Ọ pụtara na mbụ na ihe nkiri dị ka Joy na eze ikpeazụ nke Scotland na afọ 2006",
  "Kemgbe ahụ, ọ nwetara ọtụtụ ọrụ na ihe nkiri na telivishọn dị iche iche na mpaghara na mba ụwa gụnyere ọrụ na Netflix's Sense8 dị ka Nne na oge 2.",
  "N'afọ 2001, ọ sonyeere otu egwu, ịgba egwu na ihe nkiri a ma ama nke a maara dị ka Obsessions (nke bụ Obsessions Africa ugbu a) ruo n'ọnwa Machị afọ 2007 mgbe ọ gbara arụkwaghịm n'òtù ahụ iji gaa n'ihu n'ụzọ nke ya.",
  "Egwuregwu redio mbụ Cleopatra bụ na 91.3 Capital FM (Uganda) na afo 2003/2004 dị ka onye na-akwado na Drive Time Show (Ugbu a Overdrive Show) site na 3pm ruo 7pm",
  "O mekwara ihe ngosi The Dream Breakfast na Satọdee site na 6am ruo 10am na Hakeem Saga a.k.a",
  "Mee ka nrọ ahụ dị.",
  "N'afọ 2013, mgbe ọ ka nọ na Radiocity 97Fm, ọ ghọrọ onye na-akwado ihe ngosi U-Request. Ọ gara ezumike ịmụ nwa na Disemba 2013 wee gaa Kenya. N'ọnwa Ọktoba afọ 2016, ọ maliteghachiri ịrụ ọrụ na Radiocity dị ka onye na-akwado Mid-Morning Magazine na Peace Menya ruo na ngwụcha Mee 2019 mgbe ọ kwagara na StarTimes.",
  "N'afọ 2011, a họpụtara ya ka ọ bụrụ onye ọka ikpe na ihe ngosi TV WBS nke akpọrọ The Icon, ihe ngosi nke na-achọ onye na-esote TV",
  "N'afọ 2012, ọ bụ onye ọka ikpe na ihe ngosi egwu akpọrọ UG Factor, nke a na-achọ onye ọzọ nwere nkà egwu.",
  "N'afọ 2013, ọ bụ onye ọka ikpe ọbịa na ihe ngosi talent nke M-Net nke akpọrọ Maisha Superstar",
  "Ọ gara n'ihu na-eme ihe nkiri mgbe ọ sonyeere Obsessions na-arụ ọrụ onye na-agba egwu na Cleopatra na afọ 2001, Princess Elminia na Queen of Sheeba, Queen na Heart of a Dancer na Queen na Legend of the Sceptre",
  "O mekwara ihe nkiri Adam na Iv.",
  "Ọ rụkwara ọrụ na Kona, usoro ihe nkiri M-Net TV ebe ọ na-eme Jakki, onye na-achọ ịkụ ọkpọ na-anwa ịmekọrịta nna ya, onye nkuzi ịkụ ọkpọ",
  "Ọ pụtara na Sense8, Netflix Original Series dị ka Nne. Cleopatra ga-apụta na usoro TV ọhụrụ Nana Kagga duziri Reflections dị ka Ebony, otu n'ime ndị isi anọ nke usoro ahụ.",
  "Cleopatra bụ onye edemede ndị ọrụ ọsụ ụzọ na onye nchịkọta akụkọ Celebrity & Features na African Woman Magazine site na afọ 2005 mgbe magazin ahụ malitere, ruo July na afọ 2012",
  "O mere ihe odide onwe ya maka Health & Sanitation Magazine, Magazine7, ma nye aka na weebụsaịtị dịka Music Uganda na UG Pulse",
  "Cleopatra bụkwa onye nyere aka na Drum Magazine Kenya site na afọ 2014 ruo afọ 2015.",
  "Cleopatra na-enwe mmasị ịkpali na iduzi ndị mmadụ karịsịa ndị ntorobịa",
  "N'afọ 2011, o sonyere ma pụta na mkpọsa a kpọrọ ŌSpeak Out-No Fear, nke na-emegide ime ihe ike n'ụlọ na mmetọ ụmụaka n'okpuru Domestic Violence & Child Protection Awareness Program.",
  "N'afọ 2012, Reach a Hand Uganda (RAHU), otu NGO nke na-achọ inye ndị ntorobịa ike, ka ha na ndị ntorobịa nọ n'ụlọ akwụkwọ dị iche iche kwurịta okwu, họọrọ ya",
  "Mgbe ọ gụsịrị njem ụlọ akwụkwọ ahụ, RAHU jara ya mma dị ka onye isi nke izu. Cleopatra bụ otu n'ime ihe ngosi ọdịbendị mbụ na Reach a Hand Uganda (RAHU) ma na-etinye aka ruo n'afọ 2014 mgbe ọ ga-ewe ezumike n'ọrụ iji zụlite nwa ya.",
  "N'afọ 2010 mgbe ha na-akwadebe ịgba CHANGES oge nke abụọ, Cleopatra na ndị isi na-eme ihe nkiri gụnyere Nick Mutuma, Pierra Makena, Nini Wacera, Patricia Kihoro ka Rob Mello, onye nkuzi na-eme Ihe nkiri nke The Meisner Technique, were ha site na ọzụzụ nke Rob Mello Studios Atlanta, USA.",
  "Cleopatra gụrụ akwụkwọ na Nakasero Primary School (P.L.E), Bugema Adventist Secondary School (UCE) na Namasagali College (UACE) na Mahadum Makerere",
  "Ọ bụ onye gụsịrị akwụkwọ na nzere bachelọ Honors na Social Sciences",
  "O nwekwara asambodo na Community Journalism site na Mahadum nke South Afrika (UNISA).",
  "Cleopatra bụ naanị nwa Jocelyn Twinesanyu \"Sanyu\" Rwekikiga na Anthony Abamwikirize Bateyo mụrụ na afọ 1982",
  "Ọ hụtụbeghị nna ya n'ihi na ọ nwụrụ tupu a mụọ ya",
  "Nne ya nwụrụ mgbe ọ dị afọ iri na ise",
  "Cleopatra nwere nwa nwanyị amụrụ na afọ 2014 ya na enyi nwoke Lwanda Jawar, onye Kenya na-eme ihe nkiri, ihe nlereanya, na onye nduzi / onye nhazi. Ọ mụrụ nwa nwanyị aha ya bụ Aviana Twine Jawar na 22 Jenụwarị afọ 2014. Ọ gụrụ nwa ya nwanyị Twine n'aha nne ya Twinesanyu. O wee kwụsị ọrụ ya iji zụlite nwa ya."
]