[
  "Cletus Madubugwu Ibeto (amụrụ ya na Nọvemba nke isiị, na afo otu puku na narị iteghete na iri ise na abụọ bụ onye ọchụnta ego Naijiria si n'obodo Nnewi",
  "Ọ bụ onye isi nke otu Ibeto , nnukwu ụlọ ọrụ azụmaahịa sitere na Nnewi, obodo pụrụ iche maka mmụọ ọchụnta ego ya",
  "Na mbido afọ otu puku na narị iteghete na iri asatọ, mgbe ihe mberede mmanụ na usoro ikikere mbubata na-ese okwu na-emebi gburugburu ebe nrụọrụ meputa Naijiria, Nnewi gafere oge uto",
  "Ibeto Group n'okpuru nduzi Ibeto bụ onye na-aga n'ihu na mpaghara na azụmaahịa mba na mmepe mmepụta mgbe e mesịrị.",
  "Cletus Ibeto malitere dị ka onye na-ere ahịa na-ebubata Akụkụ ụgbọ ala mapụtara a maputa, mgbe ọ nọsịrị oge dị ka onye mmụta na azụmaahịa akụkụ moto, nzọụkwụ nke ọtụtụ ndị ahịa ọwụwa anyanwụ ji nwayọọ nwayọọ mee",
  "N'ọnwa Machị afọ otu puku na narị iteghete na iri asatọ na asatọ, ọ kwụsịrị mbubata batrị ụgbọ ala na-ebute mmiri na ihe ndị na-arụ ọrụ plastik, mgbe ọ rụchara ụlọ ọrụ ya na Nnewi",
  "Ka ọ na-erule afọ otu puku na narị iteghete na iri itoolu na ise, otu Ibeto aburula otu n'ime nnukwu ụlọ ọrụ na-emepụta akụkụ ụgbọ ala na mba ahụ.",
  "N'October abụọ, otu puku na narị iteghete na iri iteghete na isii, o guzobere Ibeto Petrochemical Industries Ltd, nke na-etinye aka na ngwakọta mmanụ mmanụ yana mmepụta nke ụdị ngwaahịa mmanụ dị iche iche maka ahịa mpaghara na nke mba ụwa",
  "Ụlọ ọrụ ahụ nwere otu n'ime nnukwu ụlọ nchekwa mmiri maka ngwaahịa mmanụ na Naịjirịa nwere ikike nke ihe karịrị Puku iri isii metric ton dị na Apapa Wharf na Ibru Jetty Complex, Lagos.",
  "N'ọnwa Mee afọ Puku abụọ na iri na asatọ, Ibeto Cement Company Limited kwuputala njikọta ya na Century Petroleum Corporation, ụlọ ọrụ nyocha na mmepụta mmanụ ala na-ere ahịa na United States n'ihu ọha na-aga ịbanye n'ahịa ụwa ma na-agafe usoro dị mgbagwoju anya nke ndepụta",
  "Ibeto nwetara pasent iri asaa na-achịkwa osisi ụlọ ọrụ ahụ ma mee Cletus Ibeto onye isi oche nke Otu ndị isi oche",
  "Ọ gụsịrị akwụkwọ na Mahadum Naijiria, Nsukka na nzere na Akaụntụ.",
  "N'afọ Puku abụọ na asatọ, Ibeto natara nsọpụrụ mba nke onye isi nke Order of the Niger (OON) site na Federal Republic of Nigeria maka onyinye ya pụtara ìhè nye mba ahụ site na ụlọ ọrụ mmepụta ya. N'afọ Puku abụọ na iri na abụọ, e nyere ya Honour of Commander of the Order of the Niger (CON) maka ọrụ ọ gara n'ihu na mba ahụ.",
  "Allafrica feature",
  "Orient Petroleum PLC website",
  "\"Ibeto: An enthralling story of an achiever\"",
  "The Sun Nigeria",
  "2020-03-18",
  "Retrieved 2022-03-05.",
  "\"Ibeto cement firm reverses merger decision, set for listing in U.S.\" Retrieved 2018-06-25.",
  "full list of 2010 and 2011 Nigeria national honours award recipients",
  "full list of Nigerians shortlisted for awards",
  "2",
  "Ibeto cement acquires US oil firm",
  "3",
  "Allafrica feature",
  "Orient Petroleum PLC website",
  "\"Ibeto: An enthralling story of an achiever\"",
  "The Sun Nigeria",
  "2020-03-18",
  "Retrieved 2022-03-05.",
  "\"Ibeto cement firm reverses merger decision, set for listing in U.S.\" Retrieved 2018-06-25.",
  "full list of 2010 and 2011 Nigeria national honours award recipients",
  "full list of Nigerians shortlisted for awards",
  "reclusive Nigerian billionaire gets highest national honour",
  "Ibeto Group website",
  "Ibeto cement acquires US oil firm",
  "Allafrica feature",
  "Orient Petroleum PLC website",
  "\"Ibeto: An enthralling story of an achiever\"",
  "The Sun Nigeria",
  "2020-03-18",
  "Retrieved 2022-03-05.",
  "\"Ibeto cement firm reverses merger decision, set for listing in U.S.\" Retrieved 2018-06-25.",
  "honours award recipients",
  "full list of Nigerians shortlisted for awards"
]