[
  "Cliff Simon (7 Septemba 1962 9 Machị 2021) bụ onye na-eme egwuregwu na onye na-ememe ihe nkiri na South Africa, nke a maara nke ọma maka ngosipụta ya nke Ba'al na Stargate SG-1.",
  "A mụrụ Simon na Johannesburg, South Africa, nwa nke anọ nke Emmanuelle na Phylis Simon",
  "Nne na nna ya abụọ bụ ndị Juu si Poland na Lithuania. Site n'oge ọ dị obere, Simon rọrọ nrọ ịghọ onye mbụ na-egwu mmiri na South Africa iji nweta ihe nrite ọla edo nke Olympic",
  "Ọzụzụ ya malitere n'oge ọ bụ nwata n'okpuru nduzi nke nne ya, onye nkuzi igwu mmiri",
  "Mgbe ọ dị afọ isii, o gosipụtara ụfọdụ nkà dịka onye na-eme egwuregwu mmega ahụ",
  "Mgbe ọ dị afọ iri na ise, Simon eruola ọkwa mba na South Africa na igwu mmiri na egwuregwu mmega ahụ, mana ọ kwụsịrị egwuregwu mmega ihe iji lekwasị anya na igwu egwu.",
  "N'afọ 1975, nne na nna Simon kpebiri ịkwaga United Kingdom, n'ihi ọgba aghara dị n'Africa n'oge ahụ",
  "Ọ bụ n'ebe ahụ ka Simon gụsịrị akwụkwọ ma họrọ ya igwu mmiri na ndị otu mba Britain",
  "O sonyere na ule Olympic ma ruo eru maka 1984 Summer Olympics na Los Angeles",
  "Mahadum Houston na Mahadum Southern Methodist dị na Texas nyere ya agụmakwụkwọ, ebe ọ zụrụ na ndị otu igwu mmiri nke United States, Mustangs",
  "Nke a gaara eme ka ọ bụrụ onye na-asọmpi na Olympic Games nke afọ 1984Otú ọ dị, ọ dịghị mgbe ọ batara n'egwuregwu.",
  "Laghachi na South Africa, Simon banyere n'ụgbọelu ebe ọ gara n'ihu na-egwu mmiri ma nweta ihe nrite kachasị elu e nyere n'ụmụ agha ụgbọelu, Victor Ludorum.",
  "N'afọ 1982, mgbe ọ rụchara ọrụ afọ abụọ ya n'ụgbọelu, ọ nwetara ọrụ nkuzi windsurfing na water skiing na họtel ezumike",
  "A na-emepụta ihe ngosi na ebe ezumike ahụ, otu n'ime ndị na-eme ihe nkiri gwara Simon na onye na-eme egwuregwu ahụ na-achọ onye na-egwu egwuregwu. N'iwere ọrụ ahụ, ọ rụrụ ọrụ n'ụwa niile n'ihe nkiri dị iche iche dịka onye na-agba egwú / onye na-eme ihe nkiri, na-agwụcha dị ka onye ọrụ na Moulin Rouge, Paris, n'afọ 1989; o mechara dee Paris Nights: My Year at the Moulin Rouge.",
  "Ka ọ na-amụ ihe nkiri, Simon nwetara onwe ya onye na-eme ihe ngosi ma nwee ihe ịga nke ọma na ramp, mbipụta na mgbasa ozi telivishọn",
  "Simon nwetara nkwado dị ka ihe nlereanya na South Africa ma gwa ya ka ọ banye na asọmpi onye nwere nkà na onye na-eme ihe na Maazị South Africa",
  "Mgbe ọ meriri asọmpi a n'afọ 1992, e nyere Simon nyocha na usoro telivishọn, Egoli: Place of Gold Mgbe ọnwa atọ dị ka onye ọbịa na ihe ngosi ahụ, ọ nabatara ọrụ ndu nke ọ gara n'ihu ruo afọ isii.",
  "Ọ kwagara US n'afọ 2000, wee rute Los Angeles",
  "Simon nwetara onye nnọchi anya, wee nweta ọrụ onye ọbịa na Don Johnson n'usoro TV, Nash Bridges",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ nwetara ọrụ onye ọbịa nke Ba'al na Stargate SG-1. Ba'al ghọrọ onye na-apụta ugboro ugboro maka oge isii ma gosipụta ya na ihe nkiri Stargate nke afọ 2008 Stargate: Continuum",
  "N'afọ 2015, Simon pụtara na vidiyo dị ka Ba'al maka otu nchekwa, Sea Shepherd",
  "N'ọnwa Julaị n'afọ 2015, a tụbara Simon na ọrụ nkwado na ihe nkiri sci-fi / thriller Project Eden",
  "N'afọ 2019, Simon gosipụtara ihe ngosi njem n'ime Unknown (Uncharted Mysteries UK title) nke gosipụtara na The History Channel na UK na 24 Febụwarị afọ 2020",
  "Ntọala nke ihe ngosi ahụ bụ njem zuru ụwa ọnụ, na-achọ ihe mgbaàmà zoro ezo maka \"akụkọ ifo kachasị egwu n'akụkọ ihe mere eme\".",
  "N'afọ 1997, Simon na nwunye ya Collette lụrụ n'ụlọ egwuregwu na South Africa.",
  "N'afọ 2005, Simon ghọrọ nwa amaala United States.",
  "Ọ nwụrụ n'ihe mberede kiteboarding[upper-alpha 1] na Topanga, California, na 9 Machị 2021, mgbe ọ dị afọ 58."
]