[
  "Mmetụta nke mgbanwe ihu igwe na Uganda na-arịwanye elu, na-emetụta ndụ ụmụ amaala mba ahụ na gburugburu ya. O meela ka ọnọdụ ihu igwe dị egwu dị ka ihe a na-atụghị anya ya, oke ọkọchị na mmiri ozuzo dị ogologo. Ọnọdụ ihu igwe nke Uganda na-abụkarị nke na-ekpo ọkụ na mmiri ozuzo na usoro anwụ na-achasi ike",
  "N'ihi mgbanwe ihu igwe, oge agbanweela, na oge mmiri ozuzo na-agbanwe agbanwe na ogologo na ụkọ mmiri ozuzo, ọkachasị n'ebe ọwụwa anyanwụ na n'ebe ugwu ọwụwa Anyanwụ Uganda. Ọnọdụ ihu igwe nwere ike imetụta mmepe nke Uganda, n'ihi adịghị ike nke gburugburu ebe obibi dị iche iche nke Uganda.",
  "Ọnụ ọgụgụ gas na-ekpo ọkụ nke Uganda dị ala nke ukwuu, ebe carbon dioxide anaghị agafe 150 kilogram kwa onye kwa afọ, ma na-agbakọta ihe dị ka nde tọn 5 kwa afọ. Ka ọ na-erule afọ 2022, ihe karịrị 90% nke ọkụ eletrik nke Uganda sitere na mmiri eletrik, mana ọtụtụ ime obodo enweghị ọkụ eletrik ma na-ere ọkụ maka isi nri. A katọrọ gọọmentị maka ịkpata mgbukpọ ọhịa.",
  "Kemgbe afọ 1960, nkezi okpomọkụ na Uganda ejirila 1.3 °C rịa elu, okpomọkụ kachasị elu ejirila 0.5ī1.2 °C rịrị elu, okirikiri kachasị elu ejiri 0.6ī0.9 °C rịbawanye",
  "A hụla nkezi okirikiri na-abawanye na 0.28 °C kwa afọ iri, na nchọpụta okpomọkụ kwa ụbọchị na-egosi ọnụ ọgụgụ na-arịwanye elu nke ụbọchị na abalị kwa afọ. Mgbanwe ihu igwe na mgbanwe okpomọkụ na-emetụtakwa Ugwu Rwenzori, site n'ime ka ice gbazee, na-abawanye mmiri na Osimiri Ny High, Mubuku, na Ruimi",
  "Nke a emeela ka idei mmiri na-enwekarị na mpaghara Rwenzori. Site n'afọ 1906 ruo n'afọ 2003, ogige ice belatara site na 6.5 sq km ruo ihe na-erughị 1 sq km, ma nwee ike ịgbaze kpamkpam n'ime afọ ole na ole sochirinụ",
  "N'afọ 2012, ọkụ ọhịa gbara n'ógbè Rwenzori, na-eme ka ala ice gbazee, na-eduga na idei mmiri nke osimiri gbara ugwu ahụ gburugburu.",
  "N'ọnwa Jenụwarị n'afọ 2022, nnukwu mmiri ozuzo gbara Ugwu Muhavura gburugburu mebiri ụlọ na okporo ụzọ na Kisoro District, karịsịa na-emetụta Nyarusiza, Muramba na Bunagana. A kọrọ na mmadụ itoolu anwụọla na ọtụtụ puku mmadụ gbara ọsọ ndụ ma ọ bụ ọdachi a metụtara ya.",
  "N'ụbọchị mbụ n'ọnwa Machị n'afọ 2010, ala dara na ndagwurugwu nke Ugwu Elgon, na mpaghara Bududa, nke gburu mmadụ iri ise ma hapụ ọtụtụ puku ndị na-enweghị ebe obibi",
  "N'afọ 2018, e nwere ala ọzọ dara n'Ugwu Elgon, nke gburu mmadụ 28, ma hapụ ọtụtụ puku ndị gbara ọsọ ndụ ọzọ. Ka ọ na-erule 30 Septemba n'afọ 2021, ngụkọta nke mmadụ 20,739 agbaala n'ime ụlọ. Mmiri ozuzo na-adịghị ahụkebe kpatara mbuze ala niile.\n \nNa Kasese District, a na-enwe idei mmiri ihe fọrọ nke nta ka ọ bụrụ kwa afọ, nke na-akpata mmetụta siri ike na ndụ na ndụ nke ndị bi na ya",
  "N'ihi ya, a na-eli ma ọ bụ bibie ọtụtụ ụlọ akwụkwọ na ụlọ, na-ahapụ ọtụtụ ndị na-enweghị ebe obibi.",
  "N'ụbọchị Satọdee 30 Julaị 2022 n'ihe dị ka elekere asatọ nke ehihie EAT, e nwere mmiri ozuzo nke were ọtụtụ awa ruo ihe dị ka elekeri asaa nke ụtụtụ EAT n'ụtụtụ Sọnde 31 Julaị 2022",
  "Nke a mere ka osimiri Nabuyonga na osimiri Namatala gbawaa n'akụkụ osimiri na-akpata idei mmiri na mbuze ala na mpaghara Mbale, Kapsinda Sub-county, Kapchorwa District",
  "Nke a mere ka mmadụ 24 nwụọ naanị na Mbale ka ọ na-erule 2 Ọgọstụ 2022, a chọtara ozu ndị ọzọ n'ụbọchị ahụ. Na Mbale, ọtụtụ n'ime ebe ndị metụtara bụ Mbale City, Nabuyonga, Nkoma na Namakwekwe na Northern City Division na Namatala na Industrial City Division.",
  "Mmiri na ngalaba nhicha nke Uganda enweela ọganihu dị ukwuu n'obodo ukwu site n'etiti afọ 1990 ruo ma ọ dịkarịa ala afọ 2006, yana mmụba dị ukwuu na mkpuchi",
  "Mgbanwe site n'afọ 1998 ruo 2003 gụnyere azụmahịa na mmelite nke National Water and Sewerage Corporation (NWSC) na-arụ ọrụ n'obodo ukwu na obodo ukwu, yana decentralization na ntinye aka nke onwe na obere obodo. Uganda nwere ihe onwunwe mmiri na-agbanwe agbanwe nke ruru 2085 cubic mita kwa afọ, nke dị n'elu oke a ghọtara na mba ụwa nke 100 m3/afọ nke ụkọ mmiri",
  "Ka o sina dị, a na-emepụta ngalaba mmiri ma naanị ihe dị ka 0.5% nke mmiri niile dịnụ ka a na-eji kwa afọ.",
  "Uganda enweela ọganihu na mmelite na mmiri site na imeziwanye ụlọ ọrụ, na-abawanye site na 39% nnweta n'afọ 1990 ruo 48% n'afọ 2008, na, n'ebe dịpụrụ adịpụ na ime obodo, site na 40% na 1990 ruo 49% n'afọ 2008",
  "Nke a abụghị eziokwu na obodo ukwu, nke mụbara site na 35% n'afọ 1995 ruo 38% na 2008.",
  "N'afọ 2010, Uganda nwere 6.93 Mha nke osisi, na-agbasa ihe karịrị 29% nke ala ya",
  "N'afọ 2020, ọ tụfuru 73.6 kha nke osisi, nke kwekọrọ na 36.0 Mt nke CO2 emissions",
  "Site n'afọ 2001 ruo 2020, 918 kha nke mkpuchi osisi furu efu, nke kwekọrọ na mbelata 12% na mkpuchi osisi kemgbe n'afọ 2000 na 413 Mt nke CO2 emissions",
  "Site n'afọ 2001 ruo n'afọ 2019, 3.8% nke osisi na-efu n'ógbè ebe ndị ọkwọ ụgbọala na-achịkwa kpatara mgbukpọ ọhịa. Nke a belatara ma ọrụ gburugburu ebe obibi nke oké ọhịa na-enye, gụnyere site na ibelata mmepụta osisi na ogo, yana ụdị dị iche iche ha na-akwado",
  "A gbara ala 1.4 Mha ọkụ, ka ọ na-erule n'afọ 2021",
  "Ngụkọta a dị mma, ma e jiri ya tụnyere ngụkọta nke afọ ndị gara aga, na-alaghachi n'afọ 2001",
  "Ọkụ kachasị e dekọrọ n'ime otu afọ bụ n'afọ 2005, na 7.3 Mha ọkụ.",
  "Ọnọdụ akụ na ụba Uganda nwere ngalaba atọ dị mkpa, ọrụ ugbo, ụlọ ọrụ, na ọrụ, nke niile nwere oke nsogbu maka mmetụta nke mgbanwe ihu igwe. Mgbanwe ihu igwe na-emetụta ngalaba ọrụ ugbo site n'ibelata ebe kwesịrị ekwesị maka ọrụ ugbo n'ihi mmụba nke ọnụ ọgụgụ mmadụ, na-agbanwe ogologo oge nke oge uto, na-ebelata ikike mmepụta ihe, na-abawanye ugboro ugboro na ịdị njọ nke ihe ndị siri ike (karịsịa ụkọ mmiri ozuzo na idei mmiri), yana ịbawanye ọrịa osisi.",
  "Nkọwa mmebi nke mgbanwe ihu igwe na ọrụ ugbo, mmiri, akụrụngwa na ngalaba ike n'ozuzu ya ruru pasent 2 nke GDP n'etiti afọ 2010 na 2050",
  "N'inwe ọnụ ọgụgụ ndị bi na 48,432,863, Uganda bụ mba na-eduga n'ọrụ ugbo, na atụmatụ nke 231,157 hekta nke ala eji arụ ọrụ ugbo.",
  "Mgbanwe ihu igwe emetụtala ọrụ ugbo, nke bụ ngalaba kachasị mkpa nke akụ na ụba. Ihe ka ukwuu n'ime mmepụta sitere na ndị ọrụ ugbo pere mpe. Nkezi okpomọkụ dị n'etiti 18 na 30 °C, mana ọ nwere ike ịrị elu ruo ihe dị ka 37 °C n'ebe ụfọdụ.",
  "Ngalaba na-emepụta ihe na Uganda na-achịkwa agro-processing, nri na ihe ọṅụṅụ, ngwaahịa ụlọ, ihe owuwu na ngwa ngwa ngwa ngwa",
  "Ọtụtụ ụlọ ọrụ bụ obere ụlọ ọrụ na nke dị n'etiti na Kampala na Central Region",
  "Ọtụtụ ngwaahịa arụpụtara na Uganda bụ maka oriri n'ime ụlọ, na mbupụ na-ejedebe na ahịa mpaghara dị n'Ebe Ọwụwa Anyanwụ Afrịka, gụnyere Rwanda, Burundi, South Sudan, Democratic Republic of the Congo (DRC), na mpaghara Kenya na Tanzania dị n'ókè Uganda.",
  "A kọrọ na mmepụta ihe mejupụtara 15.8% nke GDP n'afọ 2020, dị ka Ụlọ Akụ̀ Ụwa si kwuo, na-ewe ihe dị ka 6.622% nke ndị ọrụ na ngalaba.",
  "ngụkọta mbupụ (%)",
  "Mgbanwe ihu igwe na-amụba ihe ndị na-ebute ọrịa mmiri dị ka dysentery, ọgbụgbọ na ọgbụgba, ịba ọcha n'anya E, ọrịa ndị na-efe efe, ọrịa iku ume, ọrịa ndị metụtara nsogbu nri na-edozi ahụ, na ọkachasị ịba",
  "Atụmatụ mmepe nke anọ nke ngalaba ahụike nke mba Uganda na-egosi mkpa ọ dị ịmepụta \"usoro ịdọ aka ná ntị n'oge na mgbasa nke amụma ihu igwe iji nyere ndị njikwa ahụike aka imeziwanye nkwadebe na nzaghachi\".",
  "E nyela ọtụtụ ụlọ ọrụ gọọmentị ọrụ, ma ọ bụ kwadebere akụkọ, maka ijikwa ike ihu igwe, gụnyere National Environmental Management Authority (NEMA), Ngalaba Mgbanwe ihu igwe nke Ministry of Water and Environment, National Forestry Authority, Ministry of Lands, Housing & Urban Development, Ministry of Works and Transport, na Uganda Wildlife Authority."
]