[
  "Ọnọdụ ihu igwe nke Naịjirịa na-abụkarị nke okpomọkụ",
  "Naịjirịa nwere ụdị ihu igwe anọ, oge abụọ na nkezi okpomọkụ dị n'etiti 24 °C na 30 °C",
  "A na-edekọ afọ 2019 dị ka afọ kachasị dị mmiri na mba snakwa n'afọ 1983 nke kachasị akọrọ dịka data sitere na Ngalaba Naịjirịan Meteorological Agency.(Nimet)",
  "Ọnọdụ ihu igwe na Naịjirịa nwere ụdị anọ",
  "Dabere na usoro nkewa ihu igwe Köppen, ọ bụ nke okpomọkụ (Köppen: A) na nke kpọrọ nkụ (Köpen: B) n'ebe ụfọdụ",
  "Enwere ike ịkewapụta ya n'ime anọ na ihu igwe na-ekpo ọkụ n'akụkụ ndịda, ihu igwe ọzara na-ekwo ọkụ na ihu igwe ọkara na-ekpomọkụ n'akụkụ ugwu, na ihu igwe savannah na-ekpuchi okpomọkụ n\"akụkụ etiti nke mba ahụ.",
  "Enwere ike ịchọta ihu igwe na-ekpo ọkụ n'akụkụ ndịda",
  "N'oge ọkọchị, mpaghara ndị nwere ihu igwe a nwere okpomọkụ kwa ọnwa karịa 18 °C (64 ) n'ọnwa ọ bụla n'afọ",
  "Port Harcourt bụ ihe ịma atụ.",
  "A na-akpọ ya okpomọkụ mmiri na okpomọkụ n'ihi na ha na-enwekarị oge mmiri na oge ọkọchị",
  "Ọ nwere ike ịbụ oge ọkọchị dị ogologo na oge mmiri dị mkpirikpi ma ọ bụ oge mmiri dị ogologo na obere oge ọkọchị",
  "Lagos bụ ihe atụ nke steeti nwere ihu igwe a, agbanyeghị, ọtụtụ mpaghara etiti na ndịda nwekwara ihu igwe a.",
  "Ọnọdụ ihu igwe ọzara na-ekpo ọkụ (Bwh) kwa ọnwa na-adịkarị n'etiti 29o35  (84o95 ). Ebe ndị a bụ ájá ma ọ bụ nkume ma na-ahụ obere mmiri ozuzo",
  "A pụrụ ịchọta ihu igwe a naanị na mpaghara ugwu na ọbụna na nke ahụ, naanị na steeti ole na ole.",
  "Ihe ka ọtụtụ n'akụkụ ugwu nke NIgeria nwere ihu igwe na-ekpo ọkụ (Bsh)",
  "Ụdị ihu igwe a na-enwe mmiri ozuzo ole na ole, ogologo oge ọkọchị ma na-ekpo ọkụ n'afọ niile",
  "Steeti ndị dị n'ebe ugwu dị ka Kaduna, Jigawa na Sokoto bụ ụfọdụ ihe atụ.",
  "Naịjirịa nwere oge abụọ n'ime afọ nke bụ oge ọkọchị na mmiri ozuzo.",
  "N'oge ọkọchị, mmiri ozuzo dị ala, anwụ na-achasi ike na mmiri dị ala",
  "Oge a na-ada n'etiti ọnwa Ọktọba ruo ọnwa Eprel kwa afọ",
  "Ọ bụ ihe dị mma ịnwale ụgụrụ na oge ọkọchị n'oge a",
  "Ụgụrụ na-apụtakarị site na Disemba ruo Jenụwarị",
  "1983 nwere ndekọ dị ka afọ kachasị akọrọ na Naịjirịa kemgbe afọ 1981.",
  "A na-akpọkwa oge udu mmiri dị ka oge mmiri ozuzo",
  "Ọ na-ada n'etiti Eprel ruo Septemba kwa afọ",
  "2019 nwere ndekọ dị ka afọ mmiri kacha na Naịjirịa hụtụrụla kemgbe 1981.",
  "Nkezi okpomọkụ kwa ọnwa na Naịjirịa dị n'etiti 24 °C na 30 °C.",
  "A na-ahụkarị okpomọkụ kachasị elu n'etiti Febụwarị ruo Eprel n'oge ọkọchị ma na-akpọ ya oge okpomọkụ",
  "Ọ na-ada n'etiti Febụwarị ruo Machị site na 39.5 Xi39.9 °C (103.1 Xi103.8 ) na South na Machị ruo Mee site na 42.9 °C - 44.5 °C na North",
  "N'afọ 2021, oge a dịgidere ruo n'ọnwa Mee.",
  "N'afọ 2020, Naịjirịa hụrụ mmụba dị nta na steeti ndịda na-edekọ nkezi okpomọkụ nke 30 °C - 32 °C ebe steeti ndị dị n'ebe ugwu nwere ndekọ nke 34 °C ruo 37 °C",
  "Naịjirịja dekọrọ 2021 dị ka afọ nwere okpomọkụ kachasị elu n'ime afọ 40.",
  "Kemgbe ọtụtụ afọ, Naịjirịa ejirila nwayọọ nwayọọ na-enwekarị ihe ize ndụ dị iche iche n'ihi mgbanwe ihu igwe",
  "Na ebe ndịda na ebe ndị dị n'ụsọ oké osimiri nọ n'ihe ize ndụ nke idei mmiri n'ihi ịrị elu nke oke osimiri",
  "Ọzọkwa, a na-eyi ha egwu ọrịa na-ebute mmiri ma bụrụ ndị na-adịghị ike karịa",
  "Steeti ndị dị n'akụkụ ugwu nke mba ahụ na-enwe okpomọkụ dị elu, obere mmiri ozuzo ma na-eyi egwu site na ụkọ mmiri ozuzo, ụnwụ nri, ụkọ nri na ihe ndị ọzọ nke nwere ike iduga na nsogbu ahụike nke nwere ike ịbụ ihe iyi egwu iji nweta sdg 3 (Ọdị mma na ahụike).",
  "Kemgbe ọtụtụ afọ, Naịjirịa anọwo na-eme mgbalị iji melite ọnọdụ ihu igwe na-agbadata ngwa ngwa site na isonye n'òtù na ịtọ iwu",
  "N'okpuru ọchịchị nke onye bụbu onye isi ala Goodluck Jonathan, Naịjirịa sonyeere UN Environmental and Clean Air Coalition na 2012 na ọhụụ iji belata mmetọ ihu igwe na-adịte aka gafee ngalaba iri dị elu.",
  "E mere onyinye a na-akpọ National Determined Contribution (NDC) na nkwa iji belata ikuku GHG site na pasent 45 site na 2030 mgbe Naịjirịa nabatara nkwekọrịta Paris n'okpuru ọchịchị onye isi ala Buhari",
  "Naịjirịa gara n'ihu wepụta Iwu Mgbanwe Ihu igwe na Nọvemba 2021",
  "Iwu nke na-egosi na mba ahụ na-etinye aka na ọhụụ ogologo oge nke ihe mgbaru ọsọ efu maka afọ 2050 ruo afọ 2070.",
  "Dị ka Nigerian Meteorological Agency (NiMet) si kwuo, Naịjirịa Na okpomọkụ nke 26.9 Celcius degree kwa afọ enweela okpomọkụ na okpomọkụ karịrị 35 degrees Celsius na ọnụ ọgụgụ dị elu na mpaghara ugwu nke mba ahụ. Akụkụ ugwu na-enwekwu ike maka ebili mmiri okpomọkụ n'ihi ihu igwe na-ekpo ọkụ",
  "N'afọ 2019, Naịjirịa nwere oke okpomọkụ na steeti ndị dị n'ebe ugwu na-enwe nnukwu ihe dịka Minna nwere okpomọkụ nke 42.2 Celsius degree. Na 46.4 °C na 2010, Yola dekọrọ okpomọkụ kachasị elu na ndepụta nke mba na mpaghara site na oke okpomọkụ.",
  "N'oge mmiri ozuzo, ọ na-abụkarị ịhụ mmiri ozuzo nke nwere ike ịkpata idei mmiri n'akụkụ ụfọdụ nke mba ahụ",
  "N'afọ 2012, mba ahụ nwere ihe kachasị njọ n'ime afọ iri anọ na mmefu nke ijeri N2.6",
  "Ngụkọta nke mmadụ 363 nwụrụ na ihe karịrị 2,100,000 gbara ọsọ ndụ.",
  "Idei mmiri nke afọ 2017 nke mere n'oge mmiri ozuzo na Benue steeti bụ ọdachi ọzọ nke chụpụrụ otu puku mmadụ. N'afọ 2021, steeti 32 n'ime steeti 36 nke Naịjirịa nwere ikpe nke idei mmiri dị ka National Emergency Management Agency si kwuo na akụkọ nke ndụ 155 furu efu n'etiti ọnwa of Ọgọst na Ọktoba.",
  "Naịjirịa so na mba ndị nwere oke ụnwụ nri na ụkọ mmiri ozuzo Sahel nke afọ 2012."
]