[
  "Mgbanwe ihu igwe na-emetụtawanye nsogbu ahụike na mba Etiopia dị ka ọnwụ na ọrịa n'ihi idei mmiri na oke okpomọkụ, ọrịa na-ebute ọrịa, ọrịa na mmiri, meningitis, na ọrịa iku ume metụtara mmetọ ikuku",
  "Ọ gara n'ihu n'ọtụtụ oge ma bụrụ isi nsogbu na ọrụ ugbo na ahụike",
  "Ka ọ dị ugbu a, a naghị eme nchọpụta gbasara nsogbu ihu igwe ma enweghị nhazi na-esote, ebe enwere nchọpụta na ọmụmụ ole na ole na-akọwapụta ọnọdụ metrological",
  "Na mgbakwunye, enwere obere mmata na ndị ọkachamara a zụrụ azụ iji dozie nsogbu metụtara ahụike nke mgbanwe ihu igwe kpatara.",
  "Kemgbe afọ 1970, Etiopia echewo ụkọ mmiri ozuzo ugboro ugboro ihu site n'akụkụ dị iche iche nke mpaghara",
  "N'agbata afọ 1960 na afọ 2006, okpomọkụ kwa afọ ji 1.3 °C rịa elu",
  "Na nkezi, ọnụego ahụ ga-abụ 0.28 °C na okpomọkụ ọ bụla afọ iri.",
  "N'ime afọ iri ole na ole sochirinụ, mgbanwe ihu igwe nke mmadụ kpatara agbanweela n'ogo na-enweghị atụ nke okpomọkụ ụwa",
  "Ụdị ihu igwe tụrụ aro ịrị elu nke okpomọkụ ọzọ nke 0.7 °C na 2.3 °C site n'afọ 2020s na 1.4 °C site n'afọ 2050. A na-atụ anya na ọnụ ọgụgụ ndị bi ugbu a, ihe karịrị nde mmadụ 87 ga-eto kwa afọ site na 2.6% ma ga-amụba okpukpu abụọ ka ọ na-erule afọ 2050, nke na-egosi na mba ahụ na-ahụ mmetụta nke mgbanwe ihu igwe, ma n'echiche akụ na ụba na mmekọrịta mmadụ na ibe ya ma belata ọganihu ọ bụla na mba ahụ.",
  "N'ozuzu, ịda ogbenye, mmụba ngwa ngwa nke ọnụ ọgụgụ mmadụ, mmebi gburugburu ebe obibi, enweghị nchebe nri na-adịghị ala ala, usoro ụkọ mmiri ozuzo na ọrụ ugbo na-enye mmiri ozuzo gosipụtara na ọ na-eme ka mgbanwe ihu igwe ka njọ. Ndị ọzọ gụnyere idei mmiri kpatara ọtụtụ ọnwụ na mmebi ihe onwunwe yana mwepụ nke ndị mmadụ",
  "Uto ngwa ngwa nke ọnụ ọgụgụ mmadụ na usoro ọrụ ugbo ọdịnala na-ekwesịghị ekwesị na-etinye nrụgide na ala, mmiri na ihe ndị dị iche iche dị iche iche sitere na njikwa ileghara anya dị ka ịkọ ugbo, ịtabiga nri ókè na mgbukpọ ọhịa.",
  "Mgbanwe ihu igwe na-emetụtakwa ngụkọta nke ngwaahịa ụlọ (GDP) nke mba ahụ site na ibelata n'etiti 0.5% na 2.5% kwa afọ. N'ihe banyere nke a, Etiopia amalitela akụ na ụba ahịhịa ndụ iji dozie nsogbu ihu igwe dịka atụmatụ afọ 2011 Climate Resilient Green Economy (CRGE)",
  "Atụmatụ a bu n'uche ibelata gas na-ekpo ọkụ ma kwalite mmepe akụ na ụba na ibelata ọrụ carbon.",
  "Site n'afọ 1961 ruo n'afọ 1990, nyocha nke Ethiopian National Communication chọpụtara nnukwu mgbanwe nke oghere na oge; ihe na-adịchaghị na mmiri ozuzo kwa afọ na mba, mana na-ebelata na mpaghara ugwu ka ọ na-abawanye na mpaghara etiti nke Ethiopia",
  "Nnyocha ahụ gosikwara afọ ọkọchị na mmiri na okpomọkụ n'ime afọ 50 gara aga.",
  "Dị ka ụdị mpaghara na-ebu amụma na mmiri ozuzo na-abawanye, nyocha dị elu na-egosi mmụba na mbelata nke mmiri ozuzo zuru oke; mgbanwe mmiri ozuzo dịkwa na-ebupụta na enwere ike ime idei mmiri na ụkọ mmiri ozuzo metụtara mmepụta ọrụ ugbo",
  "Mmiri ozuzo na-abawanye kpọmkwem na Julaị ruo n'ọnwa September na October ruo December.",
  "Ihe omume ndị siri ike dị ka ụkọ mmiri ozuzo na idei mmiri, okpomọkụ na-arịwanye elu na mmiri ozuzo a na-adịghị agbanwe agbanwe bụ ihe a na-ahụkarị na Etiopia",
  "Mpaghara ala dị ala na-enwekarị ụkọ mmiri ozuzo ugboro ugboro na oke",
  "Dị ka akụkọ ụlọ akụ ụwa nke afọ 2010 si kwuo, ụkọ mmiri ozuzo na-emetụta Etiopia ugboro ugboro kemgbe mmalite afọ 1980, ise n'ime ha kpatara ụnwụ nri na mgbakwunye na ọtụtụ ụkọ mmiri ezuzo",
  "Oké ọkọchị na-eduga n'ịkpọ nkụ mmiri na ụkọ mmiri n'ikpeazụ",
  "Nsonaazụ na-esote na-eduga na adịghị ọcha ma nwee ike iduga na nnyefe ọrịa na-efe efe.",
  "N'afọ 2015, ihe dị ka nde mmadụ iri na ise nwụrụ n'ihi ụkọ mmiri ozuzo nke El Niño kpatara na Etiopia",
  "Nnukwu ide mmiri mere n'afọ 1988, n'agbata afọ 1993 na afọ 1996, n'afọ 2006 kpatara ọnwụ dị ukwuu na mmebi ihe onwunwe",
  "Na Gambela, mgbanwe ihu igwe na-akpata usoro ụkọ mmiri ozuzo, site na osimiri ndị dị ka Baro, Akobo, Gilo na Alwero na ala ala nke mpaghara ahụ",
  "Ide mmiri nke afọ 2008 na Gambela kpatara site na mmụba ugboro ugboro na oke nke ide mmiri.",
  "Na mpaghara Afar, ihe ize ndụ ihu igwe na-echegbu onwe ya nke ukwuu maka ọnụ ọgụgụ dị elu nke ụmụaka na-anwụ",
  "O nwekwara ihe kachasị njọ na enweghị ụlọ ọgwụ na ndị ọrụ nwere ike ime ka nsogbu ahụ ka njọ",
  "Akụkọ 2011 gosiri na oke ọkọchị, mmiri ozuzo na-adịghị mma, ọrịa anụmanụ, ụkọ mmiri na ọrịa mmadụ aghọwo nnukwu ihe ize ndụ na Chifra woreda",
  "Mpaghara ahụ dakwara n'ime mmebi ala oge; mmebi dị ịrịba ama nke oke ìgwè atụrụ n'ezinụlọ ọ bụla, mmụba nke akụrụngwa na mpụta nke ebe obibi ka mma n'oge na-adịbeghị anya.",
  "Na mpaghara Borena na Somalia, oke okpomọkụ, mmụba nke ala barrel, uzuzu na ifufe na ụkọ mmiri kpatara nsogbu ahụike",
  "Ihe ka ọtụtụ n'ihe onwunwe dị na obodo Shinile nwere mmetụta dị njọ site na ihe ize ndụ ihu igwe",
  "Okpomọkụ dị elu n'ógbè ahụ na-eduga na oke mmiri ozuzo na ọrịa mmiri na-ebute na Borena."
]