[
  "Ghana ghọrọ otu na UNFCCC na Septemba 1995 wee kwado nkwekọrịta Paris ọzọ na Septemba 2016. Dị ka otu na nkwekọrịta Paris, a na-atụ anya na Ghana ga-emepụta atụmatụ mgbanwe mba nke na-akọwa atụmatụ mba ahụ na-ewere iji mee mgbanwe na ọnọdụ ihu igwe na-agbanwe agbanwe",
  "Mgbanwe ihu igwe na-agụnye ime mgbanwe na ihu igwe n'ezie ma ọ bụ a tụrụ anya ya n'ọdịnihu",
  "Ebumnuche nke ime mgbanwe bụ iji belata mmetụta nke mmetụta ọjọọ nke mgbanwe ihu igwe (dị ka ịrị elu nke oke osimiri, ihe omume ihu igwe siri ike karị, ma ọ bụ enweghị nri)",
  "Ọ gụnyekwara ime ihe kachasị mma n'ime ohere ọ bụla bara uru metụtara mgbanwe ihu igwe.",
  "A na-eme ka amara na atụmatụ na mgbanwe ihu igwe ga-agbakwunye na mmebi mmadụ na akụ na ụba nke idei mmiri na ụkọ mmiri ozuzo na Ghana, nke ga-enwe mmetụta kpọmkwem na mpaghara mmepe dị mkpa dị ka nchekwa nri, njikwa mmiri, ahụike, na uto akụ na ụba.",
  "N'imegide ọnọdụ a, gọọmentị Ghana na ndị mmekọ mba ụwa ndị ọzọ ewepụtala ụzọ iji chọpụta adịghị ike na mmeghari ihe ndị dị mkpa na iji jikọta ihe ọmụma ndị a.",
  "Akụ na ụba Ghana na-adabere n'ụzọ dị ukwuu na ngalaba ndị na-emetụta ihu igwe dị ka ọrụ ugbo, nke na-eme ka nchedo na nchekwa nke gburugburu ebe obibi bụrụ ọnọdụ dị mkpa maka ịmepụta usoro nri siri ike Ọrụ ugbo na anụ ụlọ bụ isi ihe nke nchekwa nri na akụ na ụba Ghana, ebe ha na-ewe ihe karịrị 50% nke nde mmadụ iri atọ na abụọ nke Ghana. Ọrụ ugbo mejupụtara pasent 33 nke ngụkọta nke ihe ndị a na-emepụta n'ime obodo ma na-eje ozi dị ka ihe oriri maka ihe karịrị pasent iri ise nke ndị bi na ya",
  "Mmetụta nke mgbanwe ihu igwe, dị ka o doro anya na okpomọkụ na-arị elu na oke ụkọ mmiri ozuzo, na-echegbu onwe ha, n'ihi na ha na-akpata mmetụta dịgasị iche iche na nke na-apụtaghị ìhè na-emetụta ọrụ ugbo na anụ ụlọ.",
  "Mmiri na Ghana enweela mmetụta site na mgbanwe ihu igwe, ma bụrụkwa ndị na-adịghị ike maka mgbanwe ihu igwe",
  "Mmetụta mgbanwe ihu igwe nwere ike imetụta ọnụọgụ na ogo nke mmiri dị maka oriri mmadụ n'otu oge yana maka ọrụ ugbo, ụlọ ọrụ, na hydropower. Ịbawanye okpomọkụ nwere ike belata mmiri na-asọba n'osimiri, mgbanwe na mmiri ozuzo nwere ike imetụta ma mmiri na mmiri dị n'okpuru ala.",
  "Nnyocha egosiwo na ihe karịrị ọkara nke ọrịa na Ghana nwere njikọ na nsogbu ihu igwe na mgbanwe ihu igwe. A na-atụ anya na mgbanwe ihu igwe nwere ike iduga n'ọnụ ọgụgụ ọrịa dị elu dị ka ịba na meningitis",
  "Ka ọnọdụ ihu igwe na-agbanwe, a chọtawo ihe na-ebute nje ndị na-akpata ọrịa dịka ịba, yellow fever, wdg na mpaghara ebe a na-achọtaghị ha na mbụ. Mmetụta nke ndị mmadụ dị iche iche na mmetụta metụtara mgbanwe ihu igwe na ahụike nwere ike ime ka ọ ka njọ site na nsogbu metụtara ịda ogbenye dị ka nsogbu nri na-edozi ahụ na adịghị ọcha",
  "Na mgbakwunye, ikike ime mgbanwe nke mba ahụ, ma ọ bụ ikike ya ịtụ anya, ịkwadebe maka, ma meghachi omume na mmetụta ndị a, nwere oke dịka ihe ndị dị ka ọnụ ọgụgụ dị ala nke ụlọ ọrụ ahụike na ndị ọrụ ahụike ga-eme ka ohere dị nta maka nlekọta ahụike."
]