[
  "N'asọmpi mgbanwe na uto akụ na ụba nke Africa , njikọ azụmahịa na mgbanwe ihu igwe dị n'Africa gosipụtara Ngwọta maka mgbanwe mgbanwe ihu igwe na mbelata",
  "N'echiche a, ọ na-enyocha ka azụmahịa na amụma ihu igwe si ejikọta na nsonaazụ dị mkpa, dị ka akụ na ụba nke kọntinent na-agbanwe agbanwe na obere carbon uto akụ na ụba.Gwa ụwa, azụmahịa bụ isi ihe na-ebute ikuku GHG.A na-emetụta ikuku gas ụlọ akwụkwọ ndụ akwụkwọ ndụ metụtara azụmaahịa site na arụmọrụ ike site na mmetụta teknụzụ, nrụpụta gas gas na-esiwanye ike site na mmetụta mejupụtara, yana mmetụta nha",
  "Mgbapụta ndị metụtara mbugharị ibu mba ụwa na-akwado nsonaazụ ọ bụla.",
  "Mkparịta ụka gbasara ihu igwe na-elekwasịkarị anya n'ịzụ ahịa dị ka ihe na-enye aka na okpomoku zuru ụwa ọnụ",
  "Ma site na iwu ziri ezi iji kwalite mmepụta na ịzụ ahịa dị ọcha na ihu igwe - ngwaahịa na ọrụ enyi,O nwere ike ịbụ akụkụ nke ngwọta ya",
  "Na arụmụka ihu igwe -ahia ahia, a na-arara nlebara anya na-agafeghị oke maka ọrụ nkwekọrịta azụmahịa na ihu igwe",
  "N'aka nke ya, nkwekọrịta azụmahịa nwere ike inyere mba dị iche iche aka iru ihe mgbaru ọsọ ihu igwe site n'iwepụ tarifu, na-emekọ ihe n'ụkpụrụ na ngwongwo gburugburu ebe obibi, na ikpochapụ ịgbagọ ihe enyemaka mmanụ ọkụ.",
  "Mmetụta nke mgbanwe ihu igwe, dị ka ụkọ mmiri ozuzo, idei mmiri, oke ihu igwe, na ihe iyi egwu nke mkpa ihe a kpọrọ mmadụ dị ka nri, mmiri, ike na ebe obibi,Kachasị njọ na mba ndị ka na-emepe emepe",
  "Afrịka nwere ihe ọmụma nke ukwuu gbasara mmetụta mgbanwe ihu igwe.",
  "Gọọmenti Afrịka na-achọ ndị mmekọ na-azụmaahịa na-abụghị kọntinent nke ha kemgbe ọtụtụ afọ",
  "N'afọ 2016, mbupụ n'ime Africa, ebe mbupụ intra-Asia na intra-Europe mejupụtara 59 naPasent 69 nke mkpokọta ha na-ebupụ n'otu n'otu",
  "N'ihi na ọ dabere na ahịa mba ofesi, ya bụ china, kọntinenti Afrịka na-anabata ọchịchọ nke ndị isi dị anya.Nke a bụ eziokwu karịsịa maka ihe ndị kachasị mkpa, dị ka nri.",
  "Ebumnobi sara mbara nke mpaghara azụmahịa n'efu n'Africa dị ka ọ dị ugbu a nwere ike inye aka n'ịbawanye nkwụsi ike mgbanwe ihu igwe na mpaghara esemokwu Africa.Nke mbụ, mkparita ụka AfCFTA na-aga n'ihu na-achọ iji nwayọọ nwayọọ belata ma mechaa wepụ ụtụ isi mbubata na ihe mgbochi ndị ọzọ na-abụghị nke tarifu",
  "tupu ọgba aghara ọha na eze na asọmpi akụ",
  "ijide, azụmaahịa na-adịchaghị ọnụ na kọstọm dị mfe ga-enyere aka hụ na akụrụngwa dị mkpa ruru mpaghara nsogbu n'oge mkpa."
]