[
  "Nguzogide nke ihu igwe bụ ihe omume nke usoro ihu igwe na-egosi nguzogide ma ọ bụ nwayọ na mgbanwe na ihe ndị dị mkpa, dị ka ọkwa gas na-ekpo ọkụ",
  "N'ihe gbasara mgbanwe ihu igwe, nke a pụtara na atụmatụ mgbochi, dị ka nkwụsi ike nke ikuku na-ekpo ọkụ, nwere ike igosi mmeghachi omume dị nwayọ n'ihi ọrụ nke usoro nzaghachi dị mgbagwoju anya",
  "Dị ka ihe atụ a kapịrị ọnụ, ice na-agbaze na Greenland na Antarctica na-ewe oge iji meghachi omume na ikuku carbon na usoro ihu igwe. Okpomọkụ ụwa na-akpatakwa inertia okpomọkụ, mgbasawanye okpomọkụ nke oké osimiri, nke na-enye aka n'ịbawanye oke osimiri, a na-eme atụmatụ na anyị etinyelarị aka na ịrị elu oke osimiri nke ihe dịka mita 2.3 maka ogo okpomọkụ ọ bụla n'ime afọ 2,000 sochirinụ.",
  "Nguzogide nke okpomọkụ nke oké osimiri na-egbu oge ụfọdụ okpomọkụ ụwa ruo ọtụtụ iri afọ ma ọ bụ narị afọ",
  "A na-akọwa ya na ụdị ihu igwe zuru ụwa ọnụ, a kwadoro ya site na nyocha nke nguzozi ike nke ụwa. Permafrost na-ewe ogologo oge iji meghachi omume na mbara ala na-ekpo ọkụ n'ihi nguzogide okpomọkụ, n'ihi ihe ndị jupụtara na ice na ọkpụrụkpụ permafrost.",
  "Mmetụta ihu igwe na-agafe agafe na mmetụta ihu igwe na nguzozi kwekọrọ na oge inertial thermal",
  "N'ihi ya, mmetụta ihu igwe nke ụwa na-agbanwe ka oge na-aga ruo mgbe e ruru nguzozi ọhụrụ.",
  "Ọbụna mgbe e belatara ikuku CO2, ịgbaze nke ice ga-aga n'ihu, ma na-abawanye ịrị elu nke oke osimiri ruo ọtụtụ narị afọ",
  "Njem na-adịghị ngwa nke okpomọkụ n'ime oké osimiri na oge nzaghachi na-adịghị mma nke ice ga-aga n'ihu ruo mgbe usoro ọhụrụ ahụ ruru.",
  "Dabere na gburugburu ebe obibi, mmetụta nke mgbanwe ihu igwe nwere ike igosi ngwa ngwa, ebe ndị ọzọ na-ewe oge iji meghachi omume",
  "Dịka ọmụmaatụ, coral bleaching nwere ike ime n'otu oge okpomọkụ, ebe osisi nwere ike ịnọgide ruo ọtụtụ iri afọ n'okpuru ihu igwe na-agbanwe agbanwe, mana enweghị ike ịmaliteghachi",
  "Mgbanwe na ugboro ole ihe omume ihu igwe siri ike nwere ike imebi usoro okike dịka nsonaazụ, dabere na oge nzaghachi nke ụdị.",
  "IPCC kwubiri na nguzogide na ejighị n'aka nke usoro ihu igwe, gburugburu ebe obibi, na usoro mmekọrịta mmadụ na ibe ya na-egosi na a ga-atụle oke maka nchekwa",
  "Ya mere, ịtọ usoro, ebumnuche, na tebụl oge maka izere itinye aka dị ize ndụ site na mgbanwe ihu igwe",
  "N'ihu, IPCC kwubiri na akụkọ afọ 2001 ha na nkwụsi ike nke ikuku CO2, okpomọkụ, ma ọ bụ oke osimiri na-emetụta:"
]