[
  "Clive Wilkinson (amụrụ n'afọ 1954, Cape Town, South Africa) bụ ónyé na-ese ụkpụrụ ụlọ na ónyé na-emepụta ime ụlọ. N'ịbụ onye IIDA nabatara dị ka ónyé ọsụ ụzọ na imepụta ebe ọrụ, Wilkinson bụ ma eleghị anya a maara nke ọma màkà imepụta ime otu n'ime ụlọ dị na Googleplex, isi ụlọ ọrụ Google na Silicon Valley.  O meela ọtụtụ ụlọ ọrụ mgbasa ozi zuru ụwa ọnụ, gụnyere JWT na New York City, na Mother Advertising na London. Ntinye Wilkinson banyèrè echiche atụmatụ ọbọdọ iji hazie ma mee ka nnukwu ọrụ ọfịs dị ndụ malitere site na imepụta isi ụlọ ọrụ TBWA\\Chiat\\Day na Los Angeles na 1998.",
  "N'ịmecha akara ugo mmụta mbụ ya na Mahadum Cape Town na South Africa, Wilkinson gụsịrị akwụkwọ ọkachamara ya na 1980 na Architectural Association School of Architecture (AA) na London, na-amụ n'okpuru Rem Koolhaas na Zaha Hadid",
  "Ọ gara n'ihu na-arụ ọrụ màkà Arup na Terry Farrell, ebe ọ ghọrọ ónyé nduzi nhazi ma rụkọọ ọrụ na ọrụ mmezigharị ọbọdọ dị ka TVAM Studios na Alban Gate.",
  "N'afọ 1990, mgbè ọ rụchara ọrụ na Sydney, Australia ọnwa isii, Wilkinson si London kwaga Los Angeles ịrụ ọrụ nwa ógè màkà Frank Gehry dị ka ónyé njikwa ọrụ na Disney Concert Hall na Chiat / Days Venice, ụlọ ọrụ Los Angeles",
  "Ka ọ na-erule afọ 1991, Wilkinson guzobere ụlọ ọrụ nke ya na Los Angeles",
  "Ọrụ mbụ ya iji nweta otuto mbà ụwa bụ isi ụlọ ọrụ màkà ụlọ ọrụ mgbasa ozi a ma ama n'ụwa TBWA\\Chiat\\Day",
  "Wilkinson gbanwere ụlọ nkwakọba ihe efu na Los Angeles ka ọ bụrụ Advertising City ebe ọfịs na-emeghe na ụlọ ikpe basketball na Main Street",
  "E mere ka ihe owuwu ahụ na-ele anya n'èzí bụrụ ihe na-eme ka ọ dị ike site na mgbakwunye nke ọnụ ụzọ ámá na-acha odo odo na ihe owuwu akwa.",
  "Site n'ịrụ ọrụ na Los Angeles, California, ụlọ ọrụ Clive Wilkinson, Clive Wilbinson Architects (CWa), rụchara ụlọ ọrụ Square Foot narị puku atọ na iri atọ na Sydney, Australia màkà Macquarie Group, One Shelley Street, ónyé natara ọtụtụ ònyìnyé ụlọ. Ụlọ ọrụ ahụ gara n'ihu na-emepụta Macquarie's London Headquarters na Ropemaker Place na 2010",
  "Mgbè a gụsịrị aha ya na Finalist na 2010 na 2011, e nyere Clive Wilkinson Architects 2012 CooperʹHewitt, National Design Museum's National Design Award màkà \"Excellence in Interior Design\".",
  "N'afọ 2012, ụlọ ọrụ ahụ si n'isi ụlọ ọrụ ya dị na West Hollywood kwaga Culver City - n'ime ụlọ nkè ya nà Washington Boulevard, nkè ụlọ ọrụ ahụ mepụtara ma wuo site na ala ma nké gụnyere ụlọ ahịa kọfị Cognoscenti na ọkwa okporo ámá.",
  "Ọrụ ndị na-adịbeghị ányá gụnyere imepụta ọfịs ọhụrụ màkà ụlọ ọrụ redio na ónyé mmekọ NPR, KCRW na Santa Monica, gụnyere ụlọ ọrụ ọhụrụ màkà ụlọ akwụkwọ Santa Monica College's Academy of Entertainment Technology nke e nyere 2018 Best of Year Winner for Higher Education na imepụta ụlọ ọhụrụ màkà UCLA School of Theater, Film and Television.",
  "N'afọ 2005, a nabatara Wilkinson n'ime Ụlọ Nzukọ nke Interior Design Magazine, ma họrọ ya dị ka \"Master of Design\" site na Fast Company (magazine) n'afọ 2006. N'afọ 2008, The New York Times gosipụtara otu isiokwu banyèrè Wilkinson na Norwich Drive Residence, ụlọ o wuru màkà onwé ya na West Hollywood. N'afọ 2019, e nyere Wilkinson \"Legend Award\" nke Contract Magazine."
]