[
  "Clotilde Niragira (1968 na 19 Febụwarị na afọ 2021) bụ onye ndọrọ ndọrọ ọchịchị na onye ọka iwu Burundi",
  "Ọ rụrụ ọrụ dị ka onye isi nke ngalaba atọ dị iche iche na gọọmentị Pierre Nkurunziza ma bụrụ odeakwụkwọ ukwu nke Truth and Reconciliation Commission nke Burundi.",
  "A mụrụ Clotilde Niragira na Commune nke Bugenyuzi na Karuzi Province, Burundi, na 1968",
  "Ọ lụrụ di ma nwee ụmụ atọ ma bụrụ onye ọka iwu tupu ọ banye na ndọrọ ndọrọ ọchịchị. N'afọ 2005, Onye isi ala Pierre Nkurunziza họpụtara ya ka ọ bụrụ Minista nke Ikpe Ziri Ezi na Onye Na-edebe akara gọọmentị na Kansụl Ndị Minista nke mba ahụ",
  "N'afọ 2006, Niragira nyere ikike ka a tọhapụ ndị mkpọrọ 3,300. A họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka ọrụ ọha na eze, ọrụ na nchekwa ọha na eze site n'aka Nkurunziza na mgbanwe nke ụlọ ọrụ na 14 Nọvemba na afọ 2007.  Niragira zutere ọ fọrọ nke nta ka ọ bụrụ ozugbo na ndị ọrụ gọọmentị na-achọ ịrị elu ụgwọ ọrụ 34%.  N'afọ 2009, a họpụtara ya ka ọ bụrụ onye isi nke ndị isi obodo ma mesịa bụrụ osote onye isi ndị ọrụ nke Nkurunziza.",
  "N'ụbọchị nke asaa n'ọnwa Nọvemba n'afọ 2011, Nkurunziza họpụtara Niragira ka ọ bụrụ Mịnịsta na-ahụ maka ịdị n'otu mba, ihe ndị ruuru mmadụ na Mmekọahụ.  Ọ kpaliri ka e mepụta ụlọ ọrụ nlekọta mba maka ndị a na-eme ihe ike mmekọahụ na 2010. N'ọnwa Ọktoba afọ 2014, na-arụ ọrụ dị ka onye ozi, Niragira nyeere ndị nọ na Muramvya Province aka ebe nnukwu mmiri ozuzo na akụ́ mmiri igwe bibiri ụlọ 56 ma mebie ihe ọkụkụ. Ọ gara nnọkọ nke iri anọ na asaa nke United Nations Commission on Population and Development n'ọnwa Eprel afọ 2014",
  "Ka ọ nọ n'ebe ahụ, ọ kwupụtara ebumnuche nke Burundi 2025 maka mmepe na-adịgide adịgide nke na-achọ ibelata ọnụ ọgụgụ ịda ogbenye site na 67% ruo 33%, mụbaa uto akụ na ụba ma belata uto ndị mmadụ site na 2.4% ruo 2% kwa afọ.",
  "Na nnọkọ nke 58 nke United Nations Commission on the Status of Women, Niragira kpebisiri ike ịkwụsị ime ihe ike megide ụmụ nwanyị na Burundi dịka nkwupụta Kampala banyere ime ihe ike maka ụmụ nwanyị na ụmụ agbọghọ si dị",
  "Ọ mara ọkwa na mba ahụ anabatala atụmatụ mba iji lụso omume ndị dị otú ahụ ọgụ gụnyere site na ịnakwere ikpe siri ike maka ịzụ ahịa, iji na-emebi na ịgba akwụna ụmụ nwanyị. Niragira laghachiri na kọmitii maka nnọkọ nke 58 ebe ọ kpughere na Burundi enwetala ọnụ ọgụgụ hà nhata nke ụmụ nwoke na ụmụ nwanyị na agụmakwụkwọ praịmarị na mmejuputa usoro quota iji gbaa ụmụ nwanyị ume ka ha rụọ ọrụ na ọrụ ọha na eze",
  "O kwughachikwara mkpebi Burundi iji mezuo Millennium Development Goals",
  "Niragira kwuru na ebumnuche ya bụ iji belata ọdịiche dị n'inye agụmakwụkwọ post-primary, nye ụmụ nwanyị ike n'ụzọ akụ na ụba ma belata ime ihe ike mmekọahụ.",
  "Niragira nọgidere bụrụ Minista Na-ahụ Maka Nkwado Mba ruo mgbe ọ dịkarịa ala n'afọ 2015.",
  "E mechara họpụta Niragira ka ọ bụrụ odeakwụkwọ ukwu nke Kọmitii Eziokwu na Mmekọrịta nke Burundi, nke ebumnuche ya bụ ịchọpụta mkpochapụ agbụrụ nke Burundi; ọ họpụtara kansụl ndụmọdụ mba ụwa na Machị, na afọ 2016, nke nyere ohere ịmalite ọrụ nke kọmitii ahụ. Kọmitii ahụ emeela usoro iji chọpụta ma gwupụta ili ọha, mata ndị merụrụ ahụ na ndị na-eme ya ebe o kwere omume ma lie ozu ọzọ na olili ozu kwesịrị ekwesị",
  "E gwupụtara ili mbụ na Juun, na afọ 2017; a na-eme atụmatụ na 2,500 ọzọ dị na mba ahụ",
  "Niragira ekwewo nkwa itinye usoro ịkwụ ụgwọ maka ndị ahụ merụrụ ahụ na ezinụlọ ha. Nhọpụta Niragira na kọmitii ahụ kwụsịrị na Disemba, na afọ 2018.",
  "Site na Disemba, na afọ 2020 a họpụtara Niragira dịka onye nduzi mpaghara nke otu nzukọ dị na Kampala, Uganda, na-arụ ọrụ iji nye ọzụzụ n'ọhịa ime ihe ike mmekọahụ dabere na nwoke na nwanyị",
  "Mgbe ọ nọ n'ebe ahụ, a chọpụtara na ọ na-arịa ọrịa siri ike, nke ndị ọrụ ibe ya kwuru na ọ bụ ọrịa kansa ụbụrụ",
  "Niragira nwetara ọgwụgwọ na Kampala ma o doro anya na ọ gbakere",
  "O mechara nwee ọrịa strok ma nọrọ n'ụlọ ọgwụ ụbọchị ole na ole",
  "Na ngwụcha afọ 2020 ọ gbakere nke ọma iji laghachi Burundi ezumike",
  "Otú ọ dị, Niragira nwere ọrịa strok ọzọ ma kpọnwụọ n'otu akụkụ ahụ ya",
  "A kpọpụrụ ya na Nairobi, Kenya, na 14 Jenụwarị, na afọ 2021",
  "Niragira dara n'ọnọdụ coma wee nwụọ na 19 Febụwarị, na afọ 2021."
]