[
  "Na nka, igwe ojii bụ ihe ngosi nke igwe ojii ma ọ bụ eluigwe",
  "Dị ka ọ na-adịkarị, dịka n'ihe atụ ndị a hụrụ ebe a, a na-egosi igwe ojii dị ka a na-ele ya anya site n'ụwa, mgbé mgbè na-agụnye naanị ihe zuru ezu nke ala iji tụọ aro ọnụ ọgụgụ, ntụziaka, ọnọdụ ihu igwe, na ányá (site na itinye usoro nke anya elu)",
  "A na-eji okwu cloudscape na skyscape eme ihe mgbé ụfọdụ, ọ bụ ezie na skysscape anaghị achọ ọhụụ nke igwe ojii.",
  "Ihe osise igwe ojii dị mgbagwoju anya n'ime ọrụ ụfọdụ nke J",
  "M",
  "W",
  "Turner, dịka ọmụmaatụ n'ime ihe osise ala, nwéré ike iyi mgbé ụfọdụ ihe osise na-enweghị atụ-n'ime ihe eserese, ọ fọrọ nke nta ka ọ kpochapụ ọnọdụ dị adị na nnukwu ngosipụta nke ike mmegharị ahụ",
  "Ụfọdụ ndị nkatọ ekwuola n'ụzọ doro ányà na igwe ojii na mmiri nkè narị afọ nké iri na itoolu dị ka ndị na-ebu ụzọ n'ọrụ nke ndị na-ese ihe na-enweghị atụ dịka Helen Frankenthaler.",
  "Ya mèrè, na-ekwu màkà ihe ngosi Turner nke afọ 1999, ónyé na-enyocha nka nke New York Times Roberta Smith dere na, n'afọ 1966, \"Museum of Modern Art guzobere ọrụ ndị na-ese ihe",
  "dị ka ndị na-ebute ụzọ nke Impressionism na abstraction nke ógè a",
  "Ihe ngosi nke ugbu a bụ oriri nke Frankenthaleresque feather nke agba....\"",
  "Smith gàrà n'ihu na-ekwu na ọrụ ndị dị otú ahụ \"na-agbagwoju oke osimiri na mbara igwe anya na oke nke eserese, na-egosi ma nwee ihe ndị a na-apụghị ịghọta na ndị a na'amaghị ama\"",
  "E nwèrè ụfọdụ ihe osise igwe ojii - dịka ọmụmaatụ, igwe ojii a ma ama nke Georgia O'Keeffe - ébé a na-ahụ igwe ojii site n'elu, dị ka a ga-asị na a na-ele ya ányà site na ụgbọelu.",
  "Dị ka édémédé dị na ébé nrụọrụ weebụ nke Metropolitan Museum of Art si kwuo, \"N'etiti ihe osise kachasị egwu na nke a maara nkè ọma nkè afọ ndị ikpeazụ nke O'Keeffe bụ igwe ojii ya nke ébé afọ 1960s na '70s",
  "Ka ọ na-agagharị n'ụwa, ọ nwèrè obi ụtọ site na ọhụụ a hụrụ site na windo ụgbọelu",
  "\"  N'okpuru ebe a, na ngalaba \"njikọ mpụga\", bụ njikọ na onyinyo agba nke nnukwu igwe ojii O'Keeffe nke akpọrọ Sky Above Clouds IV ( 1965; mmanụ na ákwà; 8 x 24 ft.; Art Institute of Chicago)",
  "Ụdị igwe ojii \"nke ikuku na-ahụ\" dị n'echiche nke ala elu, ma e wezụga na ọ dịghị anya ala ọ bụla: naanị igwe ojii na-acha ọcha, kwụ n'ime (na ọbụna n'okpuru) igwe na-acha anụnụ anụnụ.",
  "Weymouth Bay by John Constable, c",
  "1816",
  "Beach View With Boats by Ary Pleysier",
  "Sunrise with Sea Monsters by J",
  "M",
  "W",
  "Turner (1845)"
]