[
  "Igwe ojii iridescence ma ọ bụ irisation bụ ihe na-acha anụnụ anụnụ nké na-eme na igwe ojii ma na-apụta na nso anyanwụ ma ọ bụ ọnwa",
  "Agba ndị ahụ yiri ndị a na-ahụ na ncha ncha na mmanụ n'elu mmiri",
  "Ọ bụ ụdị photometeor",
  "A na-ahụkarị ihe a na-ahụkebe na igwe ojii altocumulus, cirrocumulus, lenticular, na cirrus. Mgbé ụfọdụ, ha na-apụta dị ka eriri ndị dị n'akụkụ igwe ojii",
  "A na-ahụkwa iridescence na igwe ojii stratospheric nkè na-adịghị ahụkebe, nkè a na-akpọkwa igwe ojii nacreous.",
  "Agba ndị ahụ na-abụkarị pastel, mana ha nwèrè ike ịdị nkọ ma ọ bụ jikọta ọnụ, mgbé ụfọdụ yiri nne pearl",
  "Mgbè ọ na-apụta n'akụkụ Anyanwụ, mmetụta ahụ nwere ike isi ike ịhụ ka ọ na-ekpuchi ya na ìhè Anyanwụ",
  "Enwèrè ike imeri nke a site na iji aka gị kpuchie ìhè anyanwụ ma ọ bụ zoo ya n'azụ osisi ma ọ bụ ụlọ",
  "Ihe enyemaka ndị ọzọ bụ enyo ojii, ma ọ bụ na-ele anya n'eluigwe na-egosipụta na enyo ma ọ bụ n'ime ọdọ mmiri.",
  "A na-akpọ Irisations áhà chi nwanyị ndị Gris bụ Iris, chi nwanyị nke ụta na ónyé ozi nkè Zeus na Hera nye ndị nwụrụ anwụ n'okpuru.",
  "Igwe ojii iridescent bụ ihe na-eme ka ikuku dị íchè íchè nkè obere mmiri ma ọ bụ obere ice crystals na-agbasa ìhè n'otu n'otu",
  "Nnukwu ice crystals anaghị emepụta iridescence, mànà ọ nwèrè ike ịkpata halo, ihe dị iche.",
  "Irisation na-esite na otu mmiri mmiri na-eme ka ìhè dị íchè íchè (n'ime ogo irí site na Anyanwụ) na mmetụta mgbochi nke mbụ (karịa ihe dị ka ogo iri site n'Anyanwụ). Ọ nwèrè ike ịgbasa ruo ogo iri anọ site na Anyanwụ.",
  "Ọ bụrụ na akụkụ igwe ojii nwèrè obere mmiri ma ọ bụ ice crystals nke nha yiri ya, a na-ahụ mmetụta ha na-agbakọta dị ka agba",
  "Igwe ojii ahụ ga-abụrịrị nke dị gịrịgịrị, nke méré na ọtụtụ ụzarị na-ezute naanị otu droplet",
  "N'ihi ya, a na-ahụkarị iridescence n'akụkụ igwe ojii ma ọ bụ n'ígwé ojii na-apụta ìhè, ébé igwe ojii ọhụrụ na-emepụta iridescencia na-egbuke egbuke na nke kachasị mmá",
  "Mgbè ụmụ irighiri ihe dị n'ime igwe ojii dị nro yiri nnọọ n'ogo n'ụzọ dị ukwuu, iridescence na-ewere ọdịdị a haziri ahazi nke corona, diski okirikiri na-egbuke egbuke gbụrụ-gbúrụ Anyanwụ ma ọ bụ Ọnwa nke otu ma ọ bụ karịa mgbanaka gbara gburugburu."
]