[
  "Co-Creation Hub, nke a na-akpọkarị Cc-HUB ma ọ bụ HUB, bụ ụlọ ọrụ na-ahụ maka teknụzụ nke dị na Yaba, mpaghara Lagos Steeti",
  "Bosun Tijani na Femi Longe guzobere ya n'afọ 2010, ọ na-enye ikpo okwu ebe ndị na-ahụ maka teknụzụ na-ekerịta echiche iji dozie nsogbu mmekọrịta mmadụ na ibe ya na Naịjirịa.",
  "Cc-HUB kwadoro onye guzobere Facebook, Mark Zuckerberg, n'oge ọ gara Naịjirịa n'abalị iri atọ n'ọnwa Ọgọọst afọ 2016.",
  "Bosun Tijani na Femi Longe guzobere Co-Creation Hub n'ọnwa Ọktoba afọ 2010",
  "Ọ meghere na Septemba 2011 dị ka ụlọ ọrụ na-emepụta ihe ọhụrụ na 294, Herbert Macaulay, Yaba, na-eje ozi dị ka ụlọ nyocha na-emeghe na-emegide onwe ya iji mee ka ngwa ngwa nke isi obodo na teknụzụ maka ọganihu akụ na ụba",
  "A na-ekwu na usoro ya na-adabere na itinye aka na otu ndị na-aga n'ihu (ndị ọrụ na njedebe, ndị ọkachamara na isiokwu, ụlọ ọrụ gọọmentị, azụmaahịa, agụmakwụkwọ, ndị obodo na ihe ọmụma ha na-eweta  na ihe ọmụma iji rụọ ọrụ na ịmepụta ngwọta maka ihe ịma aka mmekọrịta mmadụ na ibe ya nke ndị Naijiria na-eche ihu.[Tinye edensibịa]",
  "Na CcHub, a na-akwado ihe ọhụrụ site n'aka ndị ọchụnta ego site na ndụmọdụ, ntụziaka na ego site na ngalaba pre-incubation na nyocha",
  "CcHub bụ otu n'ime ụlọ ọrụ ọhụrụ ole na ole na-akwado ego n'Africa ma bụrụkwa ebe obibi nke ihe karịrị ụlọ ọrụ Naijiria iri ise, dị ka BudgIT, Wecyclers, Truppr, Genii Games, Lifebank, GoMyWay, Vacantboards, Traclist, Autobox, Stutern, Findworka, Grit Systems na Mamalette.",
  "Na Maachị 2018, Stanbic IBTC Bank malitere Blue Lab, ebe ọhụrụ nke Co-Creation Hub kwadoro.",
  "N'ọnwa Disemba 2015, Tijani kwupụtara mmalite nke Growth Capital na mmekorita ya na Bank of Industry (BoI), Venture Garden Group (VGG) na Omidyar Network (ON). Ọ bụ aka itinye ego nke a setịpụrụ itinye otu nde Naira na ụlọ ọrụ teknụzụ mmekọrịta mmadụ na ibe ya bụ ndị na-ewu teknụzụ nke na-eme ka ọrụ ọha na eze mara mma mgbe ha na-ejikọ ha na ụmụ amaala na / ma ọ bụ teknụzụ nwere ọgụgụ isi na-ejikarị ọtụtụ ọrụ ọha na ibe ha iji mee ka ụmụ amaala nwee ike ịnweta ha.",
  "Onye isi GC, Tunji Eleso, n'ajụjụ ọnụ ya na Tech Crunch, kwuru na mgbe ọ kwadoro mmalite site na echiche, pre-incubation ruo incubation maka afọ ise (5) ọ ghọrọ ihe dị mkpa iji gaa n'ihu site na ịkwado ndị na-eto eto mana ka chọrọ nkwado. Ego nke Growth Capital nyere site na CcHUB bụ iji kwado ndị ọchụnta ego na-ewu akụrụngwa maka ọdịnihu Naịjirịa",
  "\"Kpọmkwem, anyị na-ele ngwaahịa / ọrụ / ngwaọrụ teknụzụ nke ga-eme ka ọrụ ọha na eze bụrụ ndị maara ihe ma n'otu oge ahụ jikọta ụmụ amaala Naịjirịa na ọrụ ndị ahụ\", Eleso gbakwunyere.",
  "A haziri mmemme Make-IT Accelerator site na Co-Creation Hub iji mee ka nkà ndị ọchụnta ego sikwuo ike maka ịbawanye ihe ọhụrụ ha na inweta uto, imekọ ihe ọnụ na njikere itinye ego",
  "A na-etinye usoro ihe omume ahụ na Naijiria na Kenya.",
  "E mere ihe ịma aka Giving4Good nke Co-Creation Hub malitere iji chọpụta ụzọ teknụzụ nwere ike isi mee ka ndị ọrụ ebere n'otu n'otu na CSOs na NGOs na Naịjirịa",
  "Ụlọ ọrụ atọ kachasị elu na-enweta ego jikọtara ọnụ nke ruru Euros iri atọ na ise, usoro mmemme Pre-Incubation nke Hub ga-akwado ha.",
  "N'ụbọchị iri abụọ na isii nke Septemba 2019, a mara ọkwa na Co-Creation Hub nwetara Nairobi iHub."
]