[
  "Cobhams Asuquo (Efik pronunciation: [ˈko-b-äms äsˈuːku:wo*]) (amụrụ na Jenụwarị 6, 1981) bụ onye Naijiria na-agụ egwu, onye na-emepụta ihe nkiri, na onye na-ede egwuN'afọ 2005, Asuquo bịanyere aka na Sony ATV London dị ka onye na-ede egwu. Mgbe ọ rụsịrị ọrụ dị ka Onye isi nke Audio Productions na labelụ obodo, Questionmark Entertainment, o guzobere ụlọ ọrụ ndekọ nke ya n'afọ 2006",
  "Ọ bụbu onye isi / onye isi mmepụta nke CAMP (Cobhams Asuquo Music Productions) nọchitere anya onwe ya, Bez Idakula na Stan Iyke",
  "Ọ bụ ya na-ahụ maka abọm mba ụwa nke Aşa nke a ma ama ASA ma a kpọtụrụ ya aha na ọtụtụ ndị na-ese ihe dị ka onye mmepụta na onye edemede",
  "Ọ bụzi onye guzobere / onye isi oche nke Vintage Grey Media.",
  "Cobhams Emmanuel Asuquo bụ onye amụrụ na Naijiria na-ede egwu / onye na-emepụta egwu / onye na-abụ abụ nke malitere ọzụzụ agụmakwụkwọ ya dị ka onye ọka iwu",
  "N'oge gara aga, Cobhams bịanyere aka na Sony / ATV UK na-ebipụta dị ka onye na-ede egwu, Cobhams guzobere ụlọ ọrụ mmepụta egwu mbụ ya na labelụ Cobhams Asuquo Music Production (CAMP) na 2008",
  "N'afọ 2016, ọ malitere Vintage Gray Media Ltd",
  "Vintage Gray Media Ltd",
  "mepụtara ihe omume iri asaa na anọ nke \"The Top 12 Countdown with Cobhams Asuquo\" - ihe ngosi egwu nke ebumnuche ya bụ igosi egwu ọhụrụ.",
  "Otuto mba ụwa nke Cobhams bịara na mmepụta egwu nke onye na-eme mkpụrụ obi nke Naịjirịa - abọm mbụ nke ASA",
  "O dekwara ma soro dee ọtụtụ egwu na abọm ahụ gụnyere egwu, \"Fire on the Mountain\" na \"Jailer\"",
  "Ya na ọtụtụ ndị egwu na-arụkọ ọrụ ma ndị obodo (Nigeria) na mba ụwa",
  "Site na mmalite afọ 2000 mmepụta egwu 'Maintain in India' 'Catch cold' site na Maintain; 'Ego'- Djinne ; 'Na egwu', 'If you ask me' site n'aka Omawumi na nso nso a wepụtara 2017 butterflies bụkwa nke Omawumi wepụtara",
  "Ndị omenkà ya gụnyere: Asa, Banky W, Omawumi, Eldee, Sasha, Dare Art-Alade, Waje, Timi Dakolo, Djinne, Faze, Seyi Shay, Korede Bello, Tiwa Savage, Ego, Yemi Alade, Bez, Omolara, Chidinma Ekile, Shola Allyson, Lara George, Ego, Silver Saddih, Flavour, Mo'Chedda, Praiz, Simi, Rooftop MC's na ọtụtụ ndị ọzọ",
  "Cobhams ghọrọ onye nnọchi anya MTN Nigeria maka ndị ahịa ụlọ ọrụ ya na 2015.",
  "Ọ haziri egwu, ma soro ndị otu egwu na mmemme egwu mba ụwa dịka The Harare International Festival of Arts, AFA Sponsored French Cultural Center Concert na Asa na Angelique Kidjo; AFA Kwadoro French Cultural Center Concert na Johannesburg, South Afrịka; Nigeria Week na Paris na mmalite nke otu narị ọwa MTV (MTV Base Africa) na Abuja, Naijiria",
  "Na TV na mgbasa ozi ihe nkiri, o meela ma hazie akara ihe nkiri a ga-akọwa maka conservatoires yana maka ihe nkiri na ihe nkiri dịka \"A Voice for Ella\" nke Uche Macaulay, Sunshine (Alpha Vision), \"Bent Arrows\" nke Isang Awah na Communication for Change's \"Bayelsan Sillhouttes\".",
  "A kpọrọ Cobhams ọzọ iji mepụta remix nke \"StrongGirl\" na nke ugbu a, ọ gụnyere Bono dị ka otu n'ime ndị na-ese ihe",
  "A kpọkwara Cobhams ka ọ bụrụ akụkụ nke mgbasa ozi UN Global Goals ma mepụta egwu \"Tell Everyone\"",
  "Egwu a gosipụtara ndị egwu Afrịka dị iche iche dịka Sautisol (Kenya), Mafikizolo (South Afrịka), Yemi Alade (Nigeria) na Diamond Platnumz (Tanzania)",
  "N'abalị iri abụọ na isii n'ọnwa Septemba, Cobhams rụrụ ndụ n'elu ikpo okwu na Global Citizens Festival New York Central Park na ọtụtụ ndị na-ese ihe na mba ụwa gụnyere Pearl Jam, Beyonce, Common, Coldplay, na Ed Sheeran iji kwalite UN Global Goals",
  "Cobhams bụ onye na-emepụta ihe ngosi Coke Studio Africa Season 3, nke gosipụtara na mba Afrịka dị iche iche",
  "N'afọ 2016 Cobhams mepụtara ihe ngosi Rhythm Unplugged na Hennessy Artistry",
  "O mepụtakwara egwu \"One Africa\" mbụ na Houston Texas",
  "Cobhams zutere onye na-ese ihe na onye bụbu onye otu ma ọ bụrụ na otu Fugees - Wyclef Jean.",
  "Na úbọchị nke mbụ na Jenụwarị 2015, Cobhams wepụtara vidiyo egwu mbụ ya maka \"Ordinary People\"",
  "O weputara egwu ise ndị ọzọ - \"Do the Right Thing\" nke gosipụtara Bez (2015), egwu Krismas \"Star of Wonder\" (2015), Boosit ft",
  "Falz (2016), \"The Other Room\" ft",
  "Ugovinna (2016) na \"Adore\" ft",
  "Lauretta Cookey na Fome Peters (2016).",
  "Cobham wepụtara egwu mbụ ya \"Ordinary People\" na Jenụwarị 1, 2014, wee wepụta vidiyo ahụ na Jenụwarị sochirinụ. Star of Wonder wepụtara na Disemba 2014 bụ egwu ya nke abụọ a tọhapụrụ. E wepụtara egwu ya nke atọ bụ Stronger Than Before n'afọ 2015 ma bụrụ Morayo",
  "O wepụtara egwu nke anọ ya bụ Boosit nke gosipụtara Falz n'ọnwa Eprel afọ 2016",
  "Asuquo dekwara ma soro dee ọtụtụ egwu na abọm ahụ gụnyere egwu, \"Fire on the Mountain\", na \"Jailer\".",
  "Asuquo emepụtala egwu maka ndị na-edekọ egwu na Naijiria dịka Banky W na Omawumi.",
  "Na TV na mgbasa ozi ihe nkiri, o meela ma hazie akara ihe nkiri a ga-akọwa maka conservatoires yana maka ihe nkiri na ihe nkiri dịka \"A Voice for Ella\" nke Uche Macaulay, Sunshine (Alpha Vision), \"Bent Arrows\" nke Isang Awah na Communication For Change's \"Bayelsan Sillhouttes\".",
  "N'afọ 2016, Asuquo malitere ihe ngosi redio dijitalụ",
  "Ihe ngosi redio dijitalụ na-agụpụta egwu kachasị ekpo ọkụ nke Africa / Nigeria nke Asuquo chere na ndị na-ege ntị na Naijiria kwesịrị ige ntị",
  "A na-akpọ ihe ngosi a The Top 12 Countdown With Cobhams Asuquo",
  "Asuquo nwere nkwarụ anya. Na Disemba 2, 2010, Cobhams Emmanuel Asuquo lụrụ Ojuolape Veronica Olukanni",
  "Ha nwere ụmụ nwoke abụọ."
]