[
  "Coex'ae (mgbe ụfọdụ Coinx'ae ma ọ bụ Xwexae) Qgam, onye rụrụ ọrụ n'okpuru aha Dada (mgbe ụfọdụ a sụgharịrị dị ka Dada Coex'ae Qgam) (1934–2008) bụ onye Botswana na-ese ihe, onye na-akọ akụkọ, na onye nsụgharị",
  "Onye San, ọ bụ onye otu agbụrụ Ncoakhoe nke Naro.",
  "A mụrụ Qgam n'afọ 1934 na Ghanzi, ọ gụrụ akwụkwọ naanị ọnwa atọ; n'agbanyeghị nke ahụ, ọ bịara mara asụsụ mba Afrịka ise nke ọma",
  "Ọ rụrụ ọrụ ruo oge ụfọdụ dị ka onye na-elekọta ụlọ na onye na-elekọta ụlọ",
  "Ọ bụ n'oge ọ na-arụ ọrụ na Namibia ka e bu ụzọ hụ ya na nka akwa, mgbe onye were ya n'ọrụ kụziiri ya ịrụ ọrụ agịga na ịchọ mma",
  "N'afọ 1990, ọ sonyeere Kuru Art Project dị ka onye nsụgharị; ikpughe ụdị nka dị iche iche gbara ya ume ịnwale aka ya n'ịmepụta ihe osise n'onwe ya, ọ bụ ezie na ọ nweghị ọzụzụ. N'afọ 1999, ọ bụ otu n'ime ndị na-ese ihe asatọ, anọ sitere na Kalahari na anọ sitere na New Mexico, iji sonye na mgbanwe ọdịbendị na Mahadum nke New Mexico nke ha ga-emepụta ọtụtụ lithographs n'isiokwu nke ndị aghụghọ na akụkọ ọdịnala. N'ọnwa Jenụwarị 2000 e gosipụtara ọrụ ya na Gaborone n'akụkụ nke Ann Gollifer na Neo Matome N'oge ọrụ ya, Qgam gosipụtara ọrụ site na Southern Africa yana Europe, Japan, na United States. A na-anọchite anya ọrụ ya na nchịkọta nke Lechwe Trust na Zambia na Portland Museum of Art Atọ n'ime lithographs ya bụ nke obodo Albuquerque, New Mexico. N'oge ndụ ya, Qgam kpọbatara onye San ibe ya bụ Cg'ose Ntcox'o mgbe onye nke ikpeazụ di ya nwụrụ.",
  "Qgam na otu ndị ọzọ na-ese ihe na San sitere na Kuru Art Project na mbipụta nke Qauqaua, akwụkwọ ndị na-ese ihe nke e bipụtara na Johannesburg na 1996; ederede nke akwụkwọ ahụ dabere na ịkọ akụkọ ọdịnala San. Ọ bụkwa isiokwu nke akwụkwọ, A Biography and Portrait, Conversations and Images: Coex'ae Qgam, Dada \"I Am One of a Kind",
  "Amaghị m ihe mere e ji kee m': Story Teller, Dancer, Beadworker, Painter, Printmaker, Daughter, Sister, Mother, Lover, Wife nke Ann Gollifer na Jenny Egner, bipụtara n'afọ 2011 ma nwee ajụjụ ọnụ na katalọgụ nke ọrụ ya.",
  "Qgam nwụrụ na Ghanzi n'ọnwa Ọktoba 24, afọ 2008."
]