[
  "Obodo Sahel–Saharan States (CEN-SAD; Arabic:French: Communauté des Etats Sahélo-Sahariens; Portuguese: Comunidade dos Estados Sahelo-Saarianos) bu n'obi ịmepụta mpaghara azụmahịa efu n'ime mpaghara Africa",
  "Enwere ajụjụ gbasara ma ọkwa nke njikọta akụ na ụba ya mere ka ọ ruo eruo n'okpuru ntinye aka nke General Agreement on Tariffs and Trade (GATT).",
  "E guzobere CEN-SAD na February 1998 site na mba isii, ma kemgbe ahụ ndị otu ya amụbaala ruo 29",
  "Otu n'ime ebumnuche ya bụ iji nweta ịdị n'otu akụ na ụba site na mmejuputa nnwere onwe nke ndị mmadụ na ngwa ahịa iji mee ka mpaghara ahụ weghara.  site na mba ndị otu mpaghara azụmaahịa efu.  Na ọkwa mba ụwa, CEN-SAD nwetara ọkwa onye na-ekiri ihe na UN General Assembly na 2001 wee mechie mkpakọrịta na mmekorita ya na United Nations Economic Commission for Africa (ECA) yana ụlọ ọrụ UN pụrụ iche na ụlọ ọrụ dịka UNDP, WHO, UNESCO,  FAO, na kọmitii Interstate na-adịgide adịgide maka njikwa ụkọ mmiri ozuzo na Sahel",
  "Ndị isi Afrịka chọrọ ime ka esemokwu dị n'etiti ndị agbata obi Chad na Sudan dị n'ihi esemokwu Darfur ma bulie Gọọmentị Federal nke Somalia na-alụ ọgụ na nzukọ mpaghara na Libya na June 3, 2007.",
  "Nzukọ nke iri nke ndị isi ala nke Community of Sahel-Saharan States (CEN-SAD) zutere na June 28, 2008 na Cotonou na June 18",
  "Isiokwu ya bụ Rural Development and Food Security na mpaghara CEN-SAD",
  "A họpụtala onye isi ala Benin bụ Yayi Boni ka ọ bụrụ onye isi ala CEN-SAD ugbu a maka otu afọ.",
  "Malite n'afọ 2009, mba ndị otu CEN-SAD ga-ekere òkè na mmemme egwuregwu na ọdịbendị mba ụwa, nke a maara dị ka Community of Sahel-Saharan States Games (Jeux de la Communauté des Etats Sahélo-Sahariens)",
  "E mere egwuregwu CEN-SAD mbụ na Niamey, Niger site na 4-14 Febụwarị 2009",
  "Mba iri na atọ na-asọ mpi n'egwuregwu ndị na-erubeghị afọ iri abụọ (egwuregwu, basketball, judo, bọọlụ bọọlụ, handball, table tennis na ịgba mgba ọdịnala) na mpaghara isii nke asọmpi ọdịbendị (abụ, okike ọdịnala na ịgba egwu, eserese, ihe ọkpụkpụ na foto)",
  "E mere ndokwa ka egwuregwu CEN-SAD nke abụọ mee na isi obodo N'Djamena na Febụwarị 2011.",
  "Àtụ:Community of Sahel–Saharan States"
]