[
  "Common sunflower (Helianthus annuus) bụ nnukwu osisi na-eto kwa afọ nke ụdị Helianthus nke a na-akụ dị ka ihe ọkụkụ maka mmanụ na mkpụrụ ya a na-eri eri",
  "A na-ejikwa ụdị sunflower a dị ka nri nnụnụ ọhịa, dị ka nri anụ ụlọ (dị ka nri ma ọ bụ osisi silage), na ụfọdụ ọrụ mmepụta ihe, yana dị ka ihe ịchọ mma n'ogige ụlọ",
  "A malitere ịzụlite osisi ahụ na Amerịka",
  "Wild H",
  "annuus bụ osisi nwere alaka zuru oke nke nwere ọtụtụ isi okooko osisi",
  "Otú ọ dị, sunflower nke ụlọ na-enwekarị naanị otu nnukwu inflorescence (isi okooko osisi) n'elu ogwe osisi na-enweghị alaka.",
  "Aha abụọ nke Helianthus annuus sitere na Greek Helios 'anyanwụ' na anthos 'flowers', ebe epithet annuus pụtara 'afọ' na Latin.",
  "A na-eweta mkpụrụ sunflower na Europe site na Amerịka na senchiri nke iri na isii, ebe, tinyere mmanụ sunflower, ha ghọrọ ihe a na-eji esi nri.",
  "Osisi ahụ nwere ogwe osisi kwụ ọtọ na-acha ọbara ọbara, na-eru mita atọ (10 feet)",
  "Sunflower kachasị elu ndekọ ruru 9.17 m (30 in). Akwụkwọ sunflower dị obosara, ezé ha siri ike ma na-agbanwekarị; ndị dị nso na ala bụ ndị kasị ukwuu ma na-adịkarị ka obi. Osisi ahụ na-agbawa okooko site na Jụn ruo Septemba",
  "Ihe a na-akpọkarị \"okooko osisi\" nke sunflower bụ n'ezie \"isi okooko osisi\" (pseudanthium), 7.5 cm (35 in) n'obosara, nke ọtụtụ obere okooko osisi nwere okooko osisi ise (\"florets\"). A na-akpọ okooko osisi ndị dị n'èzí, nke yiri petals, okooko osisi ray",
  "\"Petal\" ọ bụla nwere ligule nke nwere petals jikọtara ọnụ nke okooko osisi ray asymmetrical",
  "Ha na-enweghị mmekọahụ ma nwee ike ịbụ odo, ọbara ọbara, oroma, ma ọ bụ ụcha ndị ọzọ",
  "A na-akpọ okooko osisi ndị a haziri gburugburu n'etiti isi ahụ okooko osisi diski",
  "Ndị a na-etolite ghọọ mkpụrụ osisi (\"mkpụrụ\" sunflower).",
  "Prairie sunflower (H",
  "petiolaris) yiri ụdịdị nke sunflower nkịtị nke ọhịa; akpịrịkpa dị n'etiti ya nwere ntutu ọcha.",
  "Sunflower genome bụ diploid nwere ọnụọgụ chromosome nke ịrị na asaa na atụmatụ ọnụọgụ genome nke 2,871 - 3,189 nde. Ụfọdụ isi mmalite na-ekwu na ezigbo nha ya bụ ihe dị ka ijeri atọ na ọkara (nke buru ibu karịa nke mmadụ).",
  "Echiche na-ezighi ezi bụ na isi sunflower na-agbaso anyanwụ gafee mbara igwe",
  "Ọ bụ ezie na okooko osisi ndị na-eto eto na-egosipụta omume a, isi okooko osisi tozuru etozu na-egosi n'otu ụzọ (na nke ọwụwa anyanwụ) n'ụbọchị niile. Echiche na-ezighi ezi ochie a bụ nke onye England na-ahụ maka ihe ọkụkụ bụ John Gerard, onye na-akụ sunflowers n'ogige ahịhịa ya a ma ama, na-arụ ụka na 1597: \"[ụfọdụ] kọrọ na ọ ga-agbanye na Anyanwụ, nke m na-enweghị ike ịhụ, ọ bụ ezie na m gbalịrị ịchọpụta eziokwu nke ya",
  "\" Nhazi ejiji nke isi sunflower n'ọhịa nwere ike inye ụfọdụ ndị echiche na-ezighị ezi na okooko osisi na-agbaso anyanwụ.",
  "Nhazi a sitere na heliotropism na ọkwa mmepe mbụ, ọkwa okooko osisi na-eto eto, tupu ntozu oke nke isi okooko osisi (anthesis). Sunflowers na-etolite etolite na-eche onwe ha n'akụkụ anyanwụ",
  "N'isi ụtụtụ, isi okooko osisi ahụ na-eche ihu n'ebe ọwụwa anyanwụ ma na-aga n'ebe ọdịda anyanwụ n'ụbọchị niile",
  "Mgbe sunflower ruru ogo zuru oke, ha anaghịzi eso anyanwụ, ma na-ele anya n'ebe ọwụwa anyanwụ",
  "Okooko osisi ndị na-eto eto na-agbanwe n'abalị iji chee ihu n'ebe ọwụwa anyanwụ na-atụ anya ụtụtụ",
  "Mgbanwe heliotropic ha bụ rhythm circadian, nke anyanwụ na-arụkọ ọrụ, nke na-aga n'ihu ma ọ bụrụ na anyanwụ apụọ n'ụbọchị igwe ojii ma ọ bụ ma ọ bụrụ n'ịkwaga osisi n'ìhè mgbe niile. Ha nwere ike ịchịkwa ụda circadian ha na nzaghachi maka ìhè na-acha anụnụ anụnụ nke isi iyi ìhè na-ewepụta. Ọ bụrụ na a na-atụgharị osisi sunflower na ọkwa bud 180°, bud ga-esi n'anyanwụ pụọ ruo ụbọchị ole na ole, dịka resynchronization na anyanwụ na-ewe oge.",
  "Mgbe uto nke okooko osisi kwụsịrị nakwa mgbe okooko osisi ahụ tozuru etozu, heliotropism na-akwụsịkwa, okooko mmiri ahụ na-eche ihu n'ebe ọwụwa anyanwụ site n'oge ahụ gaa n'ihu",
  "Ntụziaka ọwụwa anyanwụ a na-enye ohere okpomọkụ ngwa ngwa n'ụtụtụ na, n'ihi ya, mmụba nke nleta pollinator. Sunflowers enweghị pulvinus n'okpuru okooko ha",
  "Pulvinus bụ akụkụ na-agbanwe agbanwe na ahịhịa akwụkwọ (petiole) nke ụdị osisi ụfọdụ ma na-arụ ọrụ dị ka 'njikọ'",
  "Ọ na-eme ka akwụkwọ na-agagharị n'ihi mgbanwe ndị a na-agbanwe agbanwe na nrụgide turgor, nke na-eme n'enweghị uto",
  "Akwụkwọ osisi na-emechi emechi bụ ezigbo ihe atụ nke mmegharị akwụkwọ na-agbanwe agbanwe site na pulvinuli.",
  "N'ozuzu, a na-eche floret ọ bụla ihu na nke na-esote site na ihe dịka oghere ọla edo, 137.5°, na-emepụta usoro nke njikọ njikọ, ebe ọnụọgụ nke okirikiri aka ekpe na ọnụọgụ okirikiri ziri ezi bụ ọnụọgụ Fibonacci na-esochi",
  "Dị ka ọ na-adịkarị, e nwere spirals dị ịrị atọ na anọ n'otu akụkụ na ịrị ise na ise n'akụkụ nke ọzọ; Otú ọ dị, n'isi sunflower buru ibu, enwere ike inwe ịrị asatọ na itoolu n'otu ụzọ nakwa otú narị na iri anọ na anọ n'akụkụ ya. Usoro a na-emepụta nkwakọba mkpụrụ kachasị mma n'ime isi okooko osisi.",
  "H",
  "Vogel chepụtara ihe nlereanya maka ụkpụrụ nke okooko osisi n'isi nke sunflower na 1979. A na-egosipụta nke a na polar coordinates",
  "ebe θ bụ akụkụ (angle), r bụ radius ma ọ bụ ịdị anya site n'etiti, na n bụ nọmba ndepụta nke floret na c bụ ihe na-agbanwe agbanwe",
  "Ọ bụ ụdị nke Fermat's spiral",
  "Ogologo 137.5° nwere njikọ na ọnụ ọgụgụ ọla edo (55/144 nke oghere okirikiri, ebe 55 na 144 bụ nọmba Fibonacci) ma na-enye nkwakọba nke florets",
  "A na-eji ihe nlereanya a eme ihe iji mepụta ihe ngosi kọmputa nke sunflowers.",
  "A malitere ịzụlite osisi ahụ na Amerịka",
  "Sunflowers na-eto nke ọma n'ala na-eme nri, nke na-ekpo ọkụ, nke na'ala na'ala dị arọ",
  "Ha na-apụtakarị n'ebe kpọrọ nkụ na ala ugwu.",
  "Otu n'ime nnukwu ihe egwu ndị sunflowers na-eche ihu taa bụ Fusarium, ọrịa fungus nke a na-ahụkarị n'ala na osisi",
  "Ọ bụ pathogen nke kemgbe ọtụtụ afọ kpatara mmebi na mfu nke ihe ọkụkụ sunflower, ụfọdụ dị ka pasent ịrị asatọ nke ihe ọkpọ mebiri emebi.",
  "Downy mildew bụkwa ọrịa ọzọ nke sunflowers nwere ike ibute",
  "Mmetụta ya na downy mildew dị elu n'ihi ụzọ sunflower si etolite etolite",
  "A na-akụkarị mkpụrụ Sunflower naanị otu sentimita n'ime ala",
  "Mgbe a na-akụ ihe dị otú ahụ n'ala ma ọ bụ ala mmiri na-adịghị, ọ na-eme ka ohere nke ọrịa dịka downy mildew dịkwuo elu.",
  "Ihe egwu ọzọ nke na-eche ihe ọkụkụ sunflower ịhụ bụ broomrape, nje na-awakpo mgbọrọgwụ sunflower ma na-akpata mmebi dị ukwuu na ihe ọkụkụ Sunflower, ruo pasent otu nari.",
  "N'ịkụ mkpụrụ ahịa, a -akụ mkpụrụ  cm (1½) iche na 2.5 cm (1in) n'omimi.",
  "Common sunflower bụ otu n'ime ọtụtụ osisi ndị American Indian na-akụ na North America dị ka akụkụ nke Eastern Agricultural Complex",
  "Ọ bụ ezie na a nabatara ya na mbụ a zụlitere sunflower n'ụlọ n'ihe bụ ugbu a ndịda ọwụwa anyanwụ US, ihe dị ka afọ pụkụ ise gara aga, enwere ihe akaebe na a zụchara ya na Mexico n'ihe dị ka 2600 BCE. A chọtara ihe ọkụkụ ndị a na Tabasco, Mexico, na ebe a na-egwu San Andres",
  "A chọtara ihe atụ ndị mbụ a maara na US nke sunflower zuru oke na Tennessee, ma malite n'ihe dị ka 2300 BCE. Ihe atụ ndị ọzọ dị nnọọ mmalite sitere na ebe mgbaba nkume dị n'Ebe Ọwụwa Anyanwụ Kentucky. Ọtụtụ ụmụ amaala America jiri sunflower dị ka ihe nnọchianya nke chi anyanwụ ha, gụnyere ndị Aztec na Otomi nke Mexico na ndị Inca na South America",
  "N'afọ 1510, ndị na-eme nchọpụta na mba Spain zutere sunflower na Amerịka wee buru mkpụrụ ya laghachi Europe. N'ime osisi anọ a maara na a zụlitere ha n'ụlọ n'ebe ọwụwa anyanwụ North America ma ghọọ ihe dị mkpa maka ọrụ ugbo, sunflower bụ ihe kachasị mkpa ugbu a na akụ na ụba.",
  "Nnyocha nke mmekọrịta phylogeographic na usoro ọnụọgụ mmadụ gafee sunflowers egosila na sunflowters a zụlitere n'oge gara aga na-emepụta otu clade site na ndị ọhịa si na Great Plains, nke na-egosi na e nwere otu ihe omume domestication na etiti North America",
  "N'ịgbaso mmalite nke sunflower a na-akụ, ọ nwere ike ịgafe nnukwu nsogbu nke malitere na ~ afọ pụkụ ise gara aga.",
  "Na narị afọ nke iri na isii, ndị na-eme nchọpụta si America weta ụdị ihe ọkụkụ mbụ na Europe. A chọtawo mkpụrụ sunflower n'ụlọ na Mexico, nke malitere na 2100 BCE",
  "Ụmụ amaala America na-akụ sunflowers dị ka ihe ọkụkụ site na Mexico ruo Southern Canada. E webatara ha na Alaeze Ukwu Russia, ebe ndị na-akọ mkpụrụ mmanụ dị, a na-emepụta okooko osisi ma na-etolite ha n'ọtụtụ ụlọ ọrụ",
  "Alaeze Ukwu Russia weghachiri usoro ịzụlite mmanụ a na North America n'etiti narị afọ nke 20; North America malitere oge azụmahịa ha nke mmepụta na ịzụlite sunflower.  Ụdị ọhụrụ nke Helianthus spp",
  "malitere ịghọ ndị a ma ama na mpaghara ọhụrụ",
  "N'ime narị afọ nke iri na asatọ, iji mmanụ sunflower ghọrọ ihe a ma ama na Russia, ọkachasị n'etiti ndị otu Chọọchị Ọtọdọks nke Russia, n'ihi na ọ bụ naanị abụba sitere na osisi ka a na-ekwe ka ọ dị n'oge Lent, dịka omenala ibu ọnụ si dị. Na mbido narị afọ nke iri na itoolu, onye ahịa aha ya bụ Daniil Bokaryov, onye mepụtara teknụzụ dabara adaba maka nnukwu nchọpụta ya, wee gbasaa ngwa ngwa",
  "Akara agha obodo ahụ gụnyere onyinyo nke sunflower kemgbe ahụ.",
  "N'afọ 2020, mmepụta ụwa nke mkpụrụ sunflower bụ nde tọn ịrị ise, nke Russia na Ukraine duziri na pasent ịrị ise na atọ jikọtara ọnụ nke ngụkọta (tebụl).",
  "Ndị na-eme nchọpụta enyochaala mmetụta nke fatịlaịza nitrogen dị iche iche na uto nke sunflowers",
  "Achọpụtara na ammonium nitrate na-emepụta nitrogen absorption ka mma karịa urea, nke na-arụ ọrụ ka mma na mpaghara okpomọkụ dị ala.",
  "Na Brazil, a na-eji usoro mmepụta pụrụ iche a na-akpọ usoro soybean-sunflower: a na-akụ sunflowers mbụ, mgbe ahụ, ihe ọkụkụ soybean na-esote, na-ebelata oge na-adịghị arụ ọrụ ma na-abawanye mmepụta na uru zuru ezu nke sunflower",
  "A na-akụkarị okooko osisi na mpaghara ndịda ma ọ bụ ugwu nke mba ahụ",
  "Ugboro ugboro, na mpaghara ndịda, a na-akụ sunflowers na mmalite oge mmiri ozuzo, a pụkwara ịkụ soybeans n'oge ọkọchị. Ndị na-eme nchọpụta ekwuola na usoro ịkụ mkpụrụ soybean-sunflower nwere ike imeziwanye site na mgbanwe na ojiji fatịlaịza",
  "E gosipụtara usoro dị ugbu a na ọ nwere mmetụta dị mma na gburugburu ebe obibi.",
  "N'ahịa taa, ọtụtụ n'ime mkpụrụ sunflower nke ndị ọrụ ugbo nyere ma ọ bụ zụlite bụ ngwakọta",
  "A na-emepụta ngwakọta ma ọ bụ ngwakọta sunflowers site na ịgwakọta ụdị na ụdị dị iche iche, dịka ọmụmaatụ, a zụlitere sunflowters na ụdị ọhịa",
  "Site n'ime nke a, a na-enweta ngwakọta mkpụrụ ndụ ihe nketa ọhụrụ na-eduga na mmepụta nke ụdị ngwakọta ọhụrụ",
  "Ụdị ngwakọta ndị a na-enwekarị ahụike dị elu ma na-ebu ihe onwunwe ma ọ bụ njirimara nke ndị ọrụ ugbo na-achọ, dị ka iguzogide pathogens.",
  "Hybrid, Helianthus annuus dwarf2 enweghị hormone gibberellin ma ọ naghị egosi omume heliotropic",
  "Osisi ndị a gwọrọ site na itinye hormone n'èzí na-egosipụta mweghachi nwa oge nke usoro uto ogologo",
  "Usoro uto a belatara site na pasent ịrị atọ na ise ka otu izuuka ma ọ bụ izuuka abụọ mgbe ọgwụgwọ ikpeazụ gasịrị.",
  "Mgbasa nwoke na-amị mkpụrụ na nwoke na-eme nri nke na-egosipụta ọdịiche nwere obere crossover nke nleta aṅụ",
  "Ihe ngosi mmetụta dị ka ísì ntụ ntụ, dayameta nke isi mkpụrụ, na ịdị elu nwere ike imetụta nleta pollinator nke pollinators na-egosipụta usoro omume na-adịghị agbanwe agbanwe.",
  "A na-akụ sunflowers dị ka ihe ịchọ mma n'ụlọ",
  "N'ịbụ ndị dị mfe itolite ma na-emepụta ihe dị egwu na ala ọ bụla dị mma, nke na-ekpo ọkụ n'anyanwụ zuru oke, ha bụ ihe kachasị amasị ụmụaka",
  "Ọnụ ọgụgụ buru ibu nke cultivars, nke nha na agba dịgasị iche iche, dị ugbu a iji too site na mkpụrụ",
  "Ndị na-esonụ bụ ụdị nke sunflowers (ndị akara  enwetala onyinye Royal Horticultural Society's Award of Garden Merit):-",
  "Praado Red",
  "Mammoth Russian",
  "Teddy Bear",
  "A na-ere \"mkpụrụ osisi zuru ezu\" (mkpụrụ osisi) dị ka nri dị mfe, na-esighị esi ma ọ bụ mgbe a gbasịrị ya n'ọkụ, na ma ọ bụ na-enweghị nnu na / ma ọ bụ ihe na-esi ísì ụtọ",
  "Enwere ike ịhazi sunflowers ka ọ bụrụ ihe ọzọ a na-akpọ peanut butter, sunflower butter",
  "A na-erekwa ya dị ka nri maka nnụnụ ma nwee ike iji ya mee ihe ozugbo na nri na salad",
  "Ụmụ amaala America nwere ọtụtụ ojiji maka sunflowers n'oge gara aga, dị ka na achịcha, mmanụ ọgwụ, ihe na-acha odo odo na ihe na-ete ahụ.",
  "A na-eji mmanụ sunflower, nke a na-ewepụta na mkpụrụ, esi nri, dị ka mmanụ na-ebu ibu na iji mepụta margarine na biodiesel, ebe ọ dị ọnụ ala karịa mmanụ oliv",
  "Ụdị dị iche iche nke sunflower dị na ihe dị iche iche dị na abụba acid; ụfọdụ ụdị \"high-oleic\" nwere ọkwa dị elu nke abụba monounsaturated na mmanụ ha karịa ọbụna mmanụ oliv",
  "A na-ejikwa mmanụ ahụ mee ihe mgbe ụfọdụ na ncha.  Mgbe Agha Ụwa Mbụ gasịrị, n'oge Agha Obodo Russia, ndị mmadụ nọ na Ukraine jiri mmanụ mkpụrụ sunflower mee ihe na oriọna dị ka ihe na-anọchi anya kerosene n'ihi ụkọ",
  "A kọwawo ìhè sitere na oriọna dị otú ahụ dị ka \"ihe jọgburu onwe ya\" na \"ihe na-ese anwụrụ ọkụ\".",
  "A na-eji achịcha fọdụrụ mgbe emechara mkpụrụ maka mmanụ dị ka nri anụ ụlọ. A pụkwara inye anụ ụlọ mkpokoro ndị sitere na mkpochapụ nke mkpụrụ tupu ewepụta mmanụ. Ụfọdụ ụdị ndị e mepụtara n'oge na-adịbeghị anya nwere isi na-ada ada",
  "Ụdị osisi ndị a anaghị adọrọ mmasị ndị na-elekọta ubi na-akụ okooko osisi dị ka osisi ịchọ mma, mana ha na-amasị ndị ọrụ ugbo, n'ihi na ha na-ebelata mmebi nnụnụ na ọnwụ site na ọrịa ụfọdụ osisi",
  "Sunflowers na-emepụta latex, ma bụrụkwa isiokwu nke nnwale iji melite iru eru ha dị ka ihe ọkụkụ ọzọ maka ịmepụta rọba hypoallergenic.",
  "Dị ka omenala si dị, ọtụtụ ìgwè ndị American Indian kụrụ sunflowers n'akụkụ ugwu nke ogige ha dị ka \"nwanne nwanyị nke anọ\" maka ụmụnne nwanyị atọ a maara nke ọma nke ọka, agwa, na squash",
  "A na-akụkarị ụdị kwa afọ maka ihe onwunwe allelopathic ha",
  "Ndị American Indian jikwa ya mee ihe iji kpuchie ntutu isi. N'etiti ndị Zuni, onye dọkịta na-ata mgbọrọgwụ ọhụrụ ma ọ bụ nke kpọrọ nkụ tupu ọ mịnye nsí site na agwọ ma tinye ọgwụ na ọnyá ahụ. A na-etinye ihe mgbochi a nke mgbọrọgwụ na ọtụtụ ememe iji taa agwọ.",
  "Otú ọ dị, maka ndị ọrụ ugbo na-azụ ahịa na-akụ ihe ọkụkụ ndị ọzọ, a na-ewere sunflower ọhịa dị ka ahịhịa",
  "Karịsịa na Midwestern US, a na-ahụkarị ụdị ọhịa (na-adịgide adịgide) n'ubi ọka na soybean ma nwee ike belata ihe ọkụkụ",
  "Enwere ike ịkọwa mbelata nke mmepụta na mmepụta nke phenolic compounds nke a na-eji belata asọmpi maka ihe oriri na mpaghara na-adịghị edozi ahụ nke sunflower nkịtị.",
  "Enwere ike iji Sunflowers mee ihe na phytoremediation iji wepụ ihe ndị na-egbu egbu n'ala, dị ka ọdu, arsenic na uranium, ma jiri ya mee ihe na rhizofiltration iji gbochie radionuclides na ihe ndị ọzọ na-egbu mgbu na nje bacteria na-emerụ ahụ site na mmiri",
  "E ji ha wepụ caesium-137 na strontium-90 n'ọdọ mmiri dị nso mgbe ọdachi Chernobyl gasịrị, a rụkwara mkpọsa yiri nke ahụ iji meghachi omume na ọdachi nuklia Fukushima Daiichi.",
  "Mkpụrụ e wepụrụ akpụkpọ ahụ (n'aka ekpe) na mkpokoro (n'akụkụ aka nri)",
  "Mmepụta nke sunflower n'ụwa niile",
  "Isi na-egosipụta okooko osisi na-agba gburugburu nke 34 na 55 gburugburu n'èzí",
  "Mkpụrụ osisi na-acha odo odo",
  "N'ime narị afọ nke iri na itoolu, ekwere na osisi ndị dị nso nke ụdị ahụ ga-echebe ụlọ pụọ na ịba.",
  "Ndị Zuni na-eji okooko osisi eme ememe maka ofufe mmadụ. Ndị Inca na-efekwa okooko osisi anyanwụ ofufe n'ihi na ha lere ya anya dị ka ihe nnọchianya maka Anyanwụ.",
  "Sunflower bụ okooko osisi mba nke Ukraine",
  "N'oge mwakpo Russia na Ukraine na 2022, vidiyo a na-ekesa n'ọtụtụ ebe na mgbasa ozi mmekọrịta gosipụtara otu nwanyị Ukraine na-eche onye agha Russia ihu, na-agwa onye agha Russia ka ọ \" were mkpụrụ ndị a tinye ha n'akpa gị ka ọ dịkarịa ala, sunflowers wee too mgbe ị niile dina ebe a\". Sunflower aghọwo ihe nnọchianya zuru ụwa ọnụ nke nguzogide, ịdị n'otu, na olileanya.",
  "Sunflower bụkwa okooko osisi steeti nke steeti US nke Kansas, na otu n'ime okooko osisi obodo nke Kitakyūshū, Japan.",
  "Okooko osisi ndị ahụ bụ isiokwu nke usoro Vincent van Gogh's <i id=\"mwAds\">Sunflowers</i> nke ihe osise ndụ nwụrụ anwụ.",
  "N'ime ngwụcha senchiri nke irí na itoolu, a na-eji okooko osisi ahụ eme ihe dị ka ihe nnọchianya nke Aesthetic Movement.",
  "A na-ejikarị sunflower eme ihe dị ka ihe nnọchianya nke echiche akwụkwọ ndụ akwụkwọ ndụ",
  "Sunflower bụkwa ihe nnọchianya nke Vegan Society.",
  "A họọrọ sunflower dị ka ihe nnọchianya nke Chọọchị Spiritualist maka ọtụtụ ihe, mana karịsịa n'ihi na ọ na-eche ihu n'anyanwụ ka \"Spiritualism na-eche n'ìhè nke eziokwu\"",
  "Dị ka e kwuru na mbụ n'isiokwu ahụ, nke a bụ n'ezie, ọ bụghị eziokwu",
  "Ndị mmụọ nke oge a na-enwekarị nka ma ọ bụ ọla nwere atụmatụ sunflower.",
  "Sunflower bụ akara dị n'azụ Sunflower Movement, ngagharị iwe nke afọ 2014 na Taiwan.",
  "N'ọnwa Julaị afọ 2015, a nwetara mkpụrụ dị mma n'ọhịa ebe Malaysia Airlines Flight 17 dara n'otu afọ gara aga ma zụlite ya iji kwanyere ndị Dutch ịrị na ise bi na Hilversum nwụrụ. Na mbido afọ ahụ, onye isi na-ede akwụkwọ na Fairfax bụ Paul McGeough na onye na-ese foto bụ Kate Geraghty anakọtara 1.5 kilogram nke mkpụrụ sunflower site na ebe ahụ kpuru maka ezinụlọ na ndị enyi nke ndị Australia 38 nwụrụ, bụ ndị bu n'obi inye ha akara olileanya na-emetụ n'ahụ.",
  "Na Mee 13, 2021, n'oge asọmpi ejiji mba nke asọmpi ịma mma nke Miss Universe 2020, Miss Dominican Republic Kimberly Jiménez yi uwe \"Goddess of Sunflowers\" nke e ji ọla edo na odo rhinestones kpuchie nke gụnyere ọtụtụ ezigbo sunflowers a dụkọtara n'elu ákwà ahụ, ọ bụ ezie na otu n'ime ha dara ma dina n'azụ ya n'elu ikpo okwu n'oge ọ na-eme ihe.",
  "Akụkọ nke oge a na-ekwukarị na n'akụkọ ifo ndị Gris, nymph Clytie gbanwere ka ọ bụrụ sunflower mgbe ọ na-achọ onye ọ hụrụ n'anya Helios, chi anyanwụ, onye jụrụ ya ma hapụ ya maka onye ọzọ",
  "Otú ọ dị, sunflowers abụghị nke Gris ma ọ bụ Ịtali, kama na North America. Akụkọ mbụ bụ banyere okooko osisi ọzọ, heliotropium."
]