[
  "Obodo Kọmputa bụ ahịa ngwa ahịa nke Teknụzụ Ozi na  Mkparita uka (ICT) nke dị na obodo a na-akpọ Otigba, nke dị na Ikeja, isi obodo Lagos State, ndịda ọdịda anyanwụ Nigeria",
  "Ahịa ahụ bụ ahịa ngwa ICT kachasị ukwuu n'Africa. Ọ bụ ahịa asọmpi zuru oke, n'okpuru nchebe nke Computer and Allied Products Dealers Association of Nigeria (CAPDAN).",
  "Ewezuga ire ahịa nke ozi na teknụzụ, ahịa na-arụkwa ọrụ na nrụzi ekwentị mkpanaaka na kọmputa",
  "Nrụzi kọmputa na ekwentị nwere ike ịbụ na ngwanrọ ma ọ bụ ngwaike dabere na ọdịdị nke mmejọ ahụ.",
  "Ahịa na ọrụ azụmahịa ya dịgasị iche iche na-enye ohere maka ndị injinia kọmputa na ndị na-ahụ maka ọrụ na-arụzi kọmputa na ekwentị mkpanaaka iji soro ndị na-ere ahịa nke ngwa ICT, si otú ahụ mepụta ohere ọrụ maka ha.\nA na-emeghe ahịa kwa ụbọchị ma e wezụga na Sọnde na ezumike ọha.\nMmekọrịta azụmahịa a na ewu ewu kwa ụbọchị adọtawo ndị na-etinye ego ọhụrụ na ndị na-ere ahịa ICT gafee Africa wee gbasaa ọnụ ọgụgụ ahịa na ọnụ ọgụgụ mmadụ nwere mmetụta dị ukwuu na akụ na ụba Lagos State.",
  "Ahịa ngwa ICT dịbu na Ogunlana Drive, Surulere na mbido afọ 1990 na ebe ọ dị ugbu a bụ naanị ebe obibi na ọfịs.\nN'oge na-adịbeghị anya, Gomentị Steeti Lagos mere atụmatụ ịkwaga ihe karịrị ndị ahịa 3000",
  "Ahịa bụ ahịa zuru oke nke ọ dịghị onye na-ere ahịa na-emetụta ọnụahịa nke ngwaahịa ọ na-azụta ma ọ bụ na-ere n'ime ahịa.\nE nwere ọnụ ọgụgụ buru ibu nke ndị na-azụ ahịa na ndị na-ere ahịa n'ahịa tinyere ọnụ ọgụgụ buru oke ibu nke ndị ahịa nwere njikere ịzụta ngwaahịa na ọnụahịa ụfọdụ gbasara mkpa na ego ha na-enweta.\nEnweghị ihe mgbochi ịbanye na ịpụ n'ahịa, na-enye ohere mgbanwe ogologo oge iji gbanwee ọnọdụ ahịa.\nNdị na-ere ahịa ICT na ndị na-azụ ahịa nwere ihe ọmụma zuru oke banyere ọnụahịa, ogo nke ngwaahịa na uru ya na efu efu efu na-efu n'oge azụmahịa ha.\nAhịa ahụ na-enye aka ndị na-azụ ahịa ohere ịzụta ihe ezi uche dị na ya dabere na ozi na ihe ọmụma ọnụahịa.",
  "Ọtụtụ ndị mmadụ n'ofe mba ahụ akatọla ọrụ ụfọdụ n'ahịa ahụ n'ụzọ siri ike, ndị nwere ihe mgbu na-efu ego na ngwaọrụ ndị dị oké ọnụ ahịa na atụmatụ nke ndị injinia na ndị aghụghọ na-enweghị ike, ndị na-eji ahịa ọgba aghara dị ka ihe na-eme ka ndị mmadụ na-apụ ma ọ bụ na-ere ngwaahịa na ọrụ adịgboroja, dị ka ekwentị mkpanaaka, ngwanrọ, ngwa ngwa, wdg.\nE nwere ọtụtụ akụkọ banyere ekwentị ndị e zuru ezu nke na-enwekarị ụzọ ha ga-abanye n'ahịa, mana ndị ahịa na ndị na-ere ahịa na-edebanye aha na-emekarị ihe ndị a iwu na-akwadoghị, ụfọdụ n'ime ha na-eme azụmahịa na okpu ụgbọala, okporo ụzọ, na ngosipụta karịa ụlọ ahịa brik na mortar kwesịrị ekwesị.\nOtú ọ dị, e nwere ụdị abụọ dị mkpa nke ndị ahịa n'ahịa ahụ, ndị debanyere aha na ndị na-edeghị aha ma ọ bụ ndị ahịa nweere onwe ha, ndị na-erekarị n'ụzọ na-agagharị agagharị na nke a na-apụghị ịkọwapụta. Ụdị ndị ahịa nke ikpeazụ bụ ndị na-eme mpụ n'ahịa n'ụzọ dị mfe, n'ihi nnwere onwe ha na-agagharị agagharị",
  "Ka o sina dị, a na-eguzobe usoro iji chebe ndị na-ere ahịa, ndị na-azụ ahịa, na ndị na-edozi.",
  "Obodo Kọmputa site na ikuku.",
  "Akụkụ nke Computer Village.",
  "Digital Square na-egosi mgbasa ozi Tecno a ma ama.",
  "Xiaomi mgbasa ozi na Computer Village.",
  "Ihe ncheta dị nso na mpaghara \"Under Bridge\".",
  "Ụlọ ahịa, elekere, na ụlọ ndị uwe ojii dị nso na mpaghara \"Under Bridge\".",
  "Ihe ịrịba ama nke ndị uwe ojii nke Computer Village"
]