[
  "Confederation of African Football, ma ọ bụ CAF maka mkpirikpi (French: Confédération Africaine de Football, Arabic: , : ), bụ òtù nchịkwa na nchịkwa maka egwuregwu bọọlụ, futsal na bọọlụ osimiri n'Africa",
  "E guzobere ya na 8 Febụwarị 1957 na Grand Hotel dị na Khartoum, Sudan site n'aka ndị otu bọọlụ mba nke Egypt, Ethiopia, South Africa na Sudan, na-esochi mkparịta ụka nkịtị n'etiti otu ndị ahụ a kpọtụrụ aha na FIFA Congress mere na 7 June 1956 na Avenida Hotel na Lisbon, Portugal..",
  "Otu n'ime ọgbakọ kọntinent isii nke otu na-ahụ maka egwuregwu bọọlụ ụwa, FIFA, CAF na-anọchite anya otu egwuregwu bọọlụ mba Africa, na-agba otu mba na asọmpi kọntinent na klọb ma na-achịkwa ego nrite, ụkpụrụ na ikike mgbasa ozi maka asọmpi dị otú ahụ",
  "A ga-ekenye CAF 9 ntụpọ na FIFA World Cup malite na 2026 ma nwee ohere nke ntụpọ iri yana mgbakwunye nke asọmpi egwuregwu etiti mba ụwa nke gụnyere otu isii iji kpebie ebe abụọ FIFA World Cup ikpeazụ (46 + 2).",
  "Isi ụlọ ọrụ CAF dị na Khartoum n'ime ọnwa mbụ e guzobere ruo mgbe ọkụ gbawara n'ụlọ ọrụ nke Sudan Football Association mgbe nzukọ a kwagara na nso Cairo, Egypt",
  "Youssef Mohamad bụ odeakwụkwọ ukwu mbụ na Abdel Aziz Abdallah Salem, onye isi ala mbụ",
  "Kemgbe afọ 2002, ebe nchịkwa dị na 6th of October City na Cairo, Egypt",
  "CAF ugbu a nwere ndị otu Iri ise na anọ  bụ ndị otu zuru oke, ebe Zanzibar na Réunion bụ ndị otu mmekọ (lee ngalaba CAF Members and Zones n'okpuru)",
  "Onye isi ala ugbu a bụ Patrice Motsepe si South Africa, onye a họpụtara na 12 Machị 2021 na ntuli aka na-enweghị mmegide nke e mere na Rabat, Morocco.",
  "Na 18 Septemba 2017, CAF malitere asọmpi maka ndị niile na-ede egwu n'Afrịka iji mepụta abụ ya na-enweghị okwu iji gosipụta ihe nketa ọdịbendị na egwu Afrịka.  Ebipụtara ukwe ahọpụtara, onye dere ya bụ nke amabeghị taa ma dị sekọnd Iri asaa na anọ n'ogologo, ebipụtara ya na saịtị ahụ na 16 Jenụwarị 2008 ma ọ bụ egwu ntinye maka asọmpi asọmpi CAF gọọmentị ọ bụla",
  "A na-ejikwa ya maka asọmpi asọmpi gọọmentị ọ bụla nke ndị otu mpaghara CAF gụnyere WAFU, COSAFA na CECAFA.",
  "Ebe e si nweta ya:",
  "Na mgbakwunye, enwere mpaghara dị na Africa nke na-esoghị CAF ma ọ bụ ọgbakọ ọ bụla ọzọ ruo n'ókè ọ bụla.",
  "Ụfọdụ steeti dị na Afrịka nwere nkwenye mba ụwa ma ọ bụ enweghị nkwenye mba nwere ndị otu mba, mana ọ dịghị nke a tụlere maka ndị otu CAF",
  "Kama nke ahụ, ha na òtù ndị dị ka CONIFA nwere njikọ.",
  "Àtụ:Col-start\nÀtụ:Col-break\nNational teams:",
  "Àtụ:Col-break\nClubs:",
  "Àtụ:Col-break\nInter Continental:",
  "Àtụ:Col-break\nRegional:",
  "Àtụ:Col-end",
  "Maka otu mba ụmụ nwoke, asọmpi bụ isi bụ iko mba Afrịka nke malitere n'afọ 1957",
  "N'afọ 2009, CAF malitere ịhazi asọmpi ọzọ maka otu mba ụmụ nwoke, asọmpi mba Africa, oge a na-egosi ndị egwuregwu na-egwu egwuregwu n'asọmpị mba ha",
  "CAF na-agbakwa asọmpi mba na ọkwa n'okpuru 20 na Under-17, nke na-ejekwa ozi dị ka asọmpi ntozu maka FIFA U-20 World Cup na FIFA U-17 World Cup n'otu n'otu.",
  "Maka ndị otu mba ụmụ nwanyị, CAF na-arụ ọrụ asọmpi na-eje ozi dị ka asọmpi iru eru maka asọmpi FIFA-ahazi nke malitere n'otu afọ ahụ ha malitere",
  "Ka ọ na-erule afọ 2022, Women's Africa Cup of Nations, nke a malitere n'afọ 1991 maka ndị otu mba dị elu, na-eme ka ndị otu anọ ruo FIFA Women's World Cup ma kpuchie onye mmeri",
  "Ma asọmpi African U-20 Women's World Cup qualification tournament, nke malitere n'afọ 2002 na African U-17 Iko mba maka ụmụ nwanyị, nke malitere n'afọ 2008, nke ọ bụla enweghị onye mmeri kama ọ na-eme ka ndị otu 2 ruo eru maka asọmpi na FIFA U-20 Womenʼs World Cup na FIFA U-17 Women's ịkọ mba ụwa n'otu n'otu.",
  "CAF na-ejikwa asọmpi klọb abụọ dị n'Afrịka: CAF Champions League, nke mbụ e mere n'afọ 1964 dị ka African Cup of Champions Clubs (ma ọ bụ naanị African Cup) ma gbanwee aha ya n'afọ 1997 maka ndị mmeri nke African leagues na ndị na-esote league-agwụcha otu iri na abuo kachasị elu nke mba ndị otu; na CAF Confederation Cup, nke malitere n'afọ 2004 dị ka njikọta nke African Cup Winners' Cup, nke bidoro na asọmpi nke atọ, CAF Cup, nke mba ndị mmeri na ndị otu iri na abuo kachasị na mba.",
  "CAF Super Cup, nke na-emegide ndị meriri CAF Champions League megide ndị meriri CAF Confederation Cup (bụbu ndị meriri iko ndị mmeri nke iko mba Afrịka), n'afọ 1993.",
  "A haziri asọmpi Afro-Asian Club Championship na AFC n'etiti ndị mmeriri CAF Champions League na ndị mmeriri AFC Champions League",
  "Egwuregwu ikpeazụ nke Afro-Asian Club Championship mere n'afọ 1998.",
  "Ebidoro CAF Women's Champions League na 12 Septemba 2020, na-agụnye ndị mmeri nke asọmpi iru eru nke CAF maka ndị otu klọb ụmụ nwanyị.",
  "N'ọnwa Ọktoba afọ 2004, nnukwu ụlọ ọrụ nkwukọrịta South Africa, MTN, gbara nkwekọrịta afọ anọ iji kwado asọmpi CAF nke ruru US $ 12.5 nde, nke bụ nkwekọrịta nkwado kachasị na akụkọ egwuregwu Afrika n'oge ahụ.",
  "CAF mepere oku nkwado ọhụrụ mgbe nkwekọrịta MTN gwụchara yana nnukwu nkwukọrịta French, Orange nwetara ya na Julaị 2009, bịanyere aka na nkwekọrịta afọ 8 zuru oke ogologo oge ekpughere iji kwado asọmpi CAF na ọnụ ahịa 100 million..",
  "N'abalị iri abụọ na otu n'ọnwa Julaị n'afọ 2016, nnukwu ụlọ ọrụ France na-ahụ maka ike na mmanụ ala, Total S.A., dochiri Orange dị ka onye isi na-akwado ya na ngwugwu nkwado afọ asatọ sitere na CAF maka uru nke nde € 950 nde iji kwado asọmpi ya. Total gbanwere aha ya dị ka TotalEnergies n'afọ 2021, ọ bụ ezie na nkwado ya na CAF gara n'ihu n'okpuru aha ọhụrụ ahụ.",
  "Ndị isi na-akwado CAF ugbu a bụ:",
  "Àtụ:Col-begin\nÀtụ:Col-break\nÀtụ:Sports rankings table\nÀtụ:Col-break\nÀtụ:Sports rankings table\nÀtụ:Col-end",
  "Àtụ:Col-begin\nÀtụ:Col-break",
  "Àtụ:Col-break",
  "Àtụ:Col-end",
  "Klọb ndị na-esonụ bụ klọb ndị iri mbụ kachasị elu na asọmpi CAF.",
  "Tebụl na-esonụ depụtara mba niile ndị klọb ha meriri ma ọ dịkarịa ala otu asọmpi CAF",
  "Klọb ndị Ijipt bụ ndị kachasị nwee ihe ịga nke ọma, na ngụkọta nke ihe nrite asọmpi iri anọ na otu",
  "Klọb ndị Ijipt nwere mmeri dị iche iche na African Cup of Champions Clubs / CAF Champions League (16), African Cup Winners' Cup (8), CAF Super Cup (12) na Afro-Asian Club Championship (3), ndị Tunisian clubs nwere ihe nrite asọmpi iri abuo na anọ sochiri ha nwere mmeri kachasị na CAF Cup (4)",
  "N'ọnọdụ nke atọ n'ozuzu, klọb Moroccan enwetala ihe nrite asọmpi iri abuo na atọ ma ha nwere ọtụtụ mmeri na CAF Confederation Cup (7).",
  "CAF na-agbakọ ọkwa dabere na ihe ndị otu Afrịka chịkọtara n'oge ha na-ekere òkè na asọmpi klọb mba ụwa nke FIFA ma ọ bụ CAF haziri kemgbe e guzobere African Cup of Champions Clubs mbụ n'afọ 1964.Àtụ:Col-begin\nÀtụ:Col-3",
  "Àtụ:Col-3",
  "Àtụ:Col-3",
  "Àtụ:Col-end",
  "Na 5 Eprel 2022:",
  "ọnụọgụ dị n'etiti oghere bụ ọkwa nke izu gara aga.\n(*)= Ọnọdụ nwa oge (egwuri ma ọ dịkarịa ala egwuregwu 10) (**)= Enweghị ọrụ maka ihe karịrị ọnwa Iri abụọ na anọ",
  "Beach Soccer Worldwide (BSWW) na-agbakọ ọkwa",
  "Otú iri mbụ kachasiri, nke ikpeazụ emelitere 12 March 2018",
  "Maka asọmpi ọ bụla, E gosipụtara ọkọlọtọ nke mba ndị ọbịa na ọnụ ọgụgụ ndị otu na asọmpi ikpeazụ ọ bụla (na brackets).",
  "A na-ahazi ndị otu site na ọnụ ọgụgụ ha pụtara."
]