[
  "Na ọmụmụ nzuzo, nne na eweputara ndị ọchịchị njirimara ya, mana ọ choghi ka ndị ọchịchị kpughe njirimara ya",
  "N'ọtụtụ mba dị iche iche, a kwadoro ọmụmụ nzuzo ruo ọtụtụ narị afọ iji gbochie igbu ụmụ amụrụ ọhụrụ ugboro ugboro, ọkachasị n'èzí alụmdi na nwunye.",
  "Ikike nne nke mkpebi onwe onye kwụsịtụrụ ikike nwa ahụ ịma gbasara ndu  nna nna ha ruo mgbe ọ gbanwere obi ya ma ọ bụ ruo mgbe nwatakịrị tozuru etozu rịọrọ ka a kpughee ya n'oge ọzọ",
  "Echiche ọzọ nke ọmụmụ a na-amaghị aha, ebe nne na-ekpugheghị ndị ọchịchị njirimara ya ma ọlị, ma ọ bụ ebe njirimara ya ka na-enweghị njedebe, gafere nke a",
  "Enwere ike ịhụ onye bu ụzọ maka iwu ọmụmụ nzuzo na Sweden, ebe Iwu igbu ụmụaka nke 1778 nyere ndị nne ikike na ụzọ ịmụ nwa n'amaghị aha",
  "Otú ọ dị, mmezigharị nke 1856 nke iwu ahụ gbochiri iwu a na ọmụmụ nzuzo, ebe e nyere onye na-amụ nwa e nyere iwu idebe aha nne ahụ n’ime envelopu mechiri emechi.",
  "Na France, a kwadoro ọmụmụ nzuzo na 1793, mgbe Isiokwu 326 nke Code Civil webatara ma echiche nke ọmụmụ na-amaghị aha na nzuzo.",
  "Ịmata nwa ọhụrụ site na nkọwa bụ mmadụ na-ama ụma gbuo nwatakịrị na-erubeghị afọ nke ezi uche, nke na-adịgasị iche n’ebe ọ nọ, mana a na-ewerekarị na ọ dị afọ itoolu, n’agbanyeghị na n’ụka Katọlik, afọ a dị afọ asaa. Ọ bụrụ na nne egbuo nwa ya ma lụọ di, mgbe ahụ, a gaghị ekpe ikpe ahụ dị ka igbu mmadụ kama ọ bụ iwu nkịtị n'okpuru igbu ọchụ..Ọ bụrụ na a mụrụ nwa ahụ, nne ahụ ga-eji otu akaebe gosi ya na akwụkwọ onye ọrụ nke ụmụ amụrụ ọhụrụ.",
  "Ogbugbu ụmụaka bụ ihe a na-ahụkarị na narị afọ nke iri na asatọ na nke iri na itoolu n'ihi ihe isi ike nke ikpe na ọdịdị nke mmejọ ahụ",
  "N'ọtụtụ ebe, echiche enyemaka mmadụ mere ka ndị na-ekpe ikpe tụlee na mgbe ndị na-eto eto na-alụbeghị di gburu ụmụ amụrụ ọhụrụ, ntaramahụhụ ahụ ekwesịghị ịdị njọ.",
  "Ogbugbu ụmụaka belatara ka mkpebi bịara nke gbanwere echiche nke ụmụ nwanyị n'ebe onwe ha na ndị ọzọ nọ",
  "Ụfọdụ obodo bịara ghọta na omume mmegbu n'ebe ụmụ nwanyị nọ na-ebutekarị ọnwụ ụmụ ha",
  "Nke a gbara ọha mmadụ ume ka ha tụleghachi usoro na ọrụ ha na-arụ."
]