[
  "Constance Glerah \"Conny\" Nxumalo (18 Febụwarị, na afọ 1967 na 22 Ọgọst, na afọ 2020) bụ onye ọrụ mmekọrịta ọha na eze na onye ọrụ gọọmentị nke South Africa, mgbe ụfọdụ a na-akpọ ya \"Onye isi ọrụ mmekọrịta ọha mmadụ na eze nke South Africa\".",
  "A mụrụ Constance Glerah Nxumalo na Rolle, Mpumalanga province, nwa nwanyị Anny, na nwa nwanyị Ezrom Makhubela",
  "Nne ya bụ onye nkuzi; nna nna ya bụ onye isi ụlọ akwụkwọ",
  "O nwetara akara ugo mmụta na ọrụ mmekọrịta mmadụ na ibe ya na Mahadum nke Limpopo n'afọ 1989. O mechara nweta nzere masta na njikwa na Mahadum nke Witwatersrand",
  "Nxumalo rụrụ ọrụ dị ka onye ọrụ mmekọrịta mmadụ na ibe ya na Gazankulu mgbe ọ gụsịrị akwụkwọ na kọleji",
  "Ahụmahụ ya na-arụ ọrụ na steeti Black-only n'okpuru ịkpa ókè agbụrụ nyeere ya aka inye aka na gọọmentị ọhụrụ mgbe afọ 1994 gasịrị",
  "O nyere aka dee iwu gbasara ọrụ mmekọrịta mmadụ na ibe ya, ọkachasị ndị na-ejere ụmụaka ojii, ụmụ nwanyị, ezinụlọ, na ndị agadi ozi",
  "Ọ ghọrọ onye nduzi nke Mpumalanga Ministry of Social Development, ma mesịa bụrụ onye isi mba nke Ngalaba Mgbochi Ezinụlọ na Mpụ Ọha",
  "O nyere aka na iwu mba lekwasịrị anya na usoro nlekọta nkuzi, ọgwụgwọ ọgwụ ọjọọ, na mgbochi ime ihe ike n'ụlọ.",
  "N'afọ 2013, a họpụtara ya ka ọ bụrụ osote onye isi nchịkwa nke ọrụ ọdịmma na Ngalaba Mmepe Ọha. A na-akpọ ya mgbe ụfọdụ \"Onye isi ọrụ mmekọrịta ọha na eze nke South Africa\". N'afọ 2016, o kwuru okwu na nnọkọ nke United Nations banyere ime ihe ike megide ụmụ nwanyị, nke emere na Pretoria. Na mbido afọ 2020, o tinyere aka n'inyere ụmụ amla South Africa aka ịlaghachi South Africa n'oge mgbochi njem na mmechi ókèala n'ihi ọrịa COVID-19.",
  "Nxumalo nwere ụmụ nwanyị atọ",
  "Conny Nxumalo nwụrụ na Pretoria n'ọnwa Ọgọstụ na afọ 2020, site na coronavirus",
  "Ọ dị afọ iri ise na atọ. Na mgbakwunye na ọrụ gọọmentị ya, ọ na-arụ ọrụ na doctorate na ọrụ mmekọrịta mmadụ na ibe ya na Mahadum nke Witwatersrand. Rory Truell, odeakwụkwọ ukwu nke International Federation of Social Workers, zigara nkwupụta na ozi ncheta ya na-agụ, n'akụkụ ụfọdụ, \"Nkwado ya maka nchebe ụmụaka na mkpebi ịkwụsị ime ihe ike megide ụmụ nwanyị rụrụ ọrụ dị ka ihe nlereanya maka gọọmentị gburugburu ụwa",
  "Ndụ ọtụtụ ndị mmadụ ka mma n'ihi Conny Nxumalo, ọrụ mmekọrịta mmadụ na ibe ya siri ike n'ihi conny Nxumaalo."
]