[
  "Constance Ferguson (née Masilo; a mụrụ na 10 June 1970) bụ onye na-eme ihe nkiri na Botswana na South Africa, onye na-emepụta ihe nkiri, onye na'emepụta ihe na onye ọchụnta ego. A maara ya nke ọma maka ọrụ ya dịka \"Karabo Moroka\" na ihe nkiri ncha kachasị ewu ewu na South Africa, Generations Ọ pụtara na ihe ngosi ahụ site na mmalite ya n'afọ 1994 ruo mgbe ọ hapụrụ n'afọ 2010",
  "N'afọ 2014, ọ maliteghachiri ọrụ ya na ihe ngosi ahụ mgbe afọ 4 gachara obere oge. Ferguson nọ n'ihu magazin Forbes Woman Africa n'afọ 2018.",
  "N'afọ 1994, ọ malitere ịrụ ọrụ dị mkpa nke Karabo Moroka, nwunye Tau Mogale na nwanne nwanyị Archie Moroka, na ihe nkiri ncha South Africa kachasị ewu ewu, Generations",
  "Ọ na-eme ihe nkiri n'akụkụ Menzi Ngubane, Slindile Nodangala na Sophie Ndaba",
  "N'afọ 2010, mgbe ọ rụchara ọrụ Karabo Moroka ruo afọ iri na isii, Connie kwupụtara ọpụpụ ya na Generations \"iji nweta nhọrọ ọrụ ndị ọzọ\"",
  "Ferguson hapụrụ Generations na ezigbo ederede ka ọ laghachiri na soapie afọ anọ ka e mesịrị iji nyere aka ịmaliteghachi Generations: The Legacy.",
  "Mgbe ọ hapụsịrị Generations n'afọ 2010, ọ gara n'ihu na-eme ihe nkiri nke M-Net telenovela The Wild, nke a gbagburu na ugbo egwuregwu South Africa",
  "Ya na di ya na-eme ihe nkiri ruo mgbe a kagburu ya n'ọnwa Eprel afọ 2013.",
  "Connie na di ya, Shona, malitere ụlọ ọrụ telivishọn Ferguson Films n'afọ 2010",
  "M-Net nyere iwu ka ha mepụta ihe mbụ, Rockville, afọ atọ ka e mesịrị",
  "Ihe ndị ọzọ a na-emepụta gụnyere iGazi, Onyinye, Throne, Eze Nwanyị na Onye na-akparị. Di na nwunye ahụ na-apụta mgbe niile na mmepụta nke ha; dịka ọmụmaatụ, Connie na-arụ ọrụ Harriet Khoza na The Queen",
  "A họpụtara Eze Nwanyị n'ọtụtụ ụdị na South African Film and Television Awards n'afọ 2018.",
  "Ferguson wepụtara ihe na-esi ísì ụtọ a na-akpọ True Self n'afọ 2008, na ihe na-asi ísì ụtọ n'afọ 2014.",
  "Ferguson (nke bụ Masilo n'oge ahụ) lụrụ onye na-eme ihe nkiri Neo Matsunyane n'afọ 1993",
  "Na Disemba 1992, ha nabatara nwa nwanyị",
  "Ha gbara alụkwaghịm n'afọ1998, mgbe afọ ise nke alụmdi na nwunye gasịrị.",
  "Na July 2001, Ferguson zutere onye na-eme ihe nkiri Shona Ferguson. Na Nọvemba 2001, afọ atọ ka ya na Matsunyane gbara alụkwaghịm, ha lụrụ",
  "Na June 2002, di na nwunye ahụ nabatara nwa nwanyị. Mgbe ihe fọrọ nke nta ka ọ bụrụ afọ 20 nke alụmdi na nwunye gasịrị, Shona Ferguson nwụrụ n'ehihie nke 30 Julaị 2021 site na nsogbu metụtara COVID-19."
]