[
  "Conor Matthew Mccreedy (amụrụ n'ubochí irí na otu n'ọnwa Febụwarị 1987 na Johannesburg, South Africa) bụ ónyé na-ese ihe n'oge a, ónyé na-echekwa ihe na ónyé na-anakọta ihe na Switzerland",
  "Na atụmatụ ego ruru ihe dị ka dollar irí asaá nde",
  "Agba na-acha anụnụ anụnụ pụtara ìhè n'ọrụ ya.",
  "A mụrụ Mccreedy na Johannesburg, South Africa na 1987",
  "Ọ bụ nwá nwà nke Sir Theophilus Shepstone, ónyé ọchịchị Britain",
  "Nnà ya bụ ónyé French-Irish Ancestry, nné ya bụ ónyé South African architect na ónyé na-ese ihe n'ime ụlọ",
  "Mccreedy na-echeta ise ihe mgbe ọ dị afọ anọ site na iji brọsh na kọfị nne ya. Ka ógè na-eto eto, ọ ghọrọ ónyé na-ese ejiji, na-arụ ọrụ màkà ụlọ ejiji gụnyere Calvin Klein. Ọ gakwara Hilton College. N'afọ 2006, Mccreedy nwetara agụmakwụkwọ golf iji gaa Barton College na North Carolina. Mccreedy hapụrụ ụlọ akwụkwọ nka na Pratt Institute na New York City iji chụsoo ọrụ nka onwé ya na 2007. N'afọ 2013, SA Style Awards kpọrọ Mccreedy \"Ónyé kachasị mma\" na South Africa.",
  "A na-ewu ebe ngosi nka nke ga-egosipụta nchịkọta nke ya na-eto eto nke ndị na-ese ihe n'oge a na mgbakwunye na ọrụ nke ya.",
  "Mgbè ọ hapụsịrị kọleji, Mccreedy malitere ire ihe osise ya n'okporo ámá Union Square na New York City. Mgbe onye na-ahụ màkà ahịa bụ Mick Rock chọpụtara ọrụ Mccreedy na gallery, ọ gbara ya ume ka ya na Aldon James Jr., ónyé isi oche nke National Arts Club, klọb onwé ónyé kwurịta okwu. Mccreedy mèrè ihe ngosi nke mbụ ya n'onwe ya ebe a, nke akpọrọ Outliers, na-eme ka ọ bụrụ ónyé na-ese ihe kachasị ọhụrụ nwere ihe ngosi nke onwé ya n'ebe ahụ. Ihe ngosi ahụ nwere foto anụ ọhịa nke o sere na South Africa na ihe osise ndị metụtara safari Africa.",
  "N'afọ 2011, Time Warner nyere ya ọrụ ka o see ụdị akara ngosi ya màkà nnọkọ mmalite site na iji agba \"Mccreedyblue\" ya. Agba eji mee ihe n'ihe osise ya niile bụ ngwakọta nke ihe ise dị iche iche na-acha anụnụ anụnụ. N'afọ 2012 o mepụtara ihe ngosi \"Oké Osimiri Africa\" na Charles Bank Gallery, dị ka akụkụ nke Witness Hilton Arts Festival na Hilton College, na Selected Works, 2006-2012, na Ernie Els' Estate na Stellenbosch N'afọ 2013 ọ bụ akụkụ nke ihe ngosi otu na Everard Read Gallery, Johannesburg. Ọrụ nke ọrụ Mccreedy gụnyere murals e sere na ụlọ ọrụ ndị dị na New York City dị ka Soho House Hotel na penthouse nke Bowery Hotel. N'afọ 2014 o nwèrè ihe ngosi onwé ya na Gallery Proarta",
  "Ihe ngosi onwe onye:",
  "N'afọ 2015, ọrụ ọhụrụ ya guzobere ihe ngosi Mccreedyblue, nke emere na Hong Kong, China na Cat Street Gallery",
  "O mekwara ihe ngosi onwé ya na Zurich na Palm Beach",
  "John Cole-Morgan nke South Africa kwuru màkà ihe ngosi ya na Hong Kong na ọrụ Mccreedy bụ \"ike, ike na n'ezie hypnotic\".",
  "Amber Genuske kọwara ihe osise ya na Huffington Post dị ka ihe na-egosi \"mmegharị na-agagharị agagharị\" na \"ihe okike na-egosipụta onwé ya\".",
  "O kwuru n'ọtụtụ ajụjụ ọnụ na Pablo Picasso bụ otu n'ime mmetụta kachasị ukwuu ya. Ụfọdụ n'ime ihe ndị o dere sitere n'ike mmụọ nsọ nke ónyé bụbu ónyé isi ala South Africa bụ Nelson Mandela na njedebe nke ịkpa ókè agbụrụ na South Africa. N'ọnwa Juun afọ 2013, e zuru ihe osise Mccreedy n'ụlọ ngosi ihe nkiri dị na New York City. Otu n'ime ihe ndị e zuru bụ onyinyo nke Nelson Mandela. E meghere ihe ngosi nke mbụ ya n'Eshia n'afọ 2015",
  "A na-ere ihe osise ya rụọ dollar otu narị puku na iri ise.\n\"Mcreedyblue\" nke Mccreedy bụ ngwakọta nke ihe ise na-acha anụnụ anụnụ.",
  "Mccreedy na-akwado ọtụtụ ọrụ ebere",
  "N'oge Art Basel, Switzerland na 2017, o nyèrè obere ụlọ omebe iwu ya, ihe osise London ya na UNAIDS, ntọala United Nations",
  "A na-ere ihe osise ahụ n'oge oriri oriri abalị na Basel. Mccreedy bụ onye guzobere Protecting African Lions, NPO e guzobere iji chebe ọnụ ọgụgụ ọdụm ọhịa na-ebelata.",
  "Ego sitere na ire obere 'Splash Painting' ya na nso nso a gara n'ihe kpatara ọrịa ụbụrụ, akụkụ nke Gracious Hearts Foundation",
  "A kpọrọ ihe osise ahụ 'Feelings' A na-ere ya na Christie's na London ma Simon de Pury na-ere yango.\nO nyèrè obere 'Angel Painting' na Ellerman House, Art Angels Foundation",
  "Ntọala ahụ dị na mbà ya",
  "South Africa. Ọ bụ oriri ọrụ ebere kwa afọ iji baara Click Foundation uru.",
  "Mccreedy esorowo Bulgari na Rolex rụkọọ ọrụ.\nO meela ihe osise a na-akpọ \"My Blue Heaven\"."
]