[
  "Constance Stuart Larrabee (ụbọchị asaa n'ọnwa Ọgọst n'afọ 1914 rụọ úbọchị irí abụọ na asaa n'ọnwa Julaị n'afọ 2000) bụ onye England na-ese foto nke a maara nke ọma maka foto ya nke South Africa na foto-akwụkwọ akụkọ ya na Europe n'oge Agha Ụwa nke Abụọ",
  "Ọ bụ nwanyị mbụ na-ede akụkọ agha na South Africa.",
  "A mụrụ Constance Stuart n'ubochí asaá n'ọnwa Ọgọst n'afọ 1914, na Cornwall, England, wee kwaga Cape Town, South Africa na nne na nna ya mgbe ọ dị ọnwa atọ",
  "Ọ biri n'ebe a na-egwupụta tin n'ebe ugwu Transvaal, ebe nna ya bụ injinia na-egwe ihe.",
  "Ezinụlọ ya kwagara Pretoria n'afọ 1920, ebe ọ nọrọ ihe ka ukwuu n'oge ọ bụ nwata. Mmasị Stuart nwere na foto bịdọrọ n'afọ 1924 ógè e nyere ya Kodak Box Brownie banyere ụbọchị ọmụmụ ya nke iri. N'afọ 1930, o gosipụtara foto asatọ e ji igwefoto mbụ ya mee n'oge Boys and Girls Achievement Week na Pretoria Agricultural Society Show, wee merie n'ọnọdụ mbụ na Photography.",
  "Stuart laghachiri England n'afọ 1933 iji mụọ na Regent Street Polytechnic School of Photography, London",
  "N'oge ọ nọ n'ebe ahụ, ọ bụ onye mmụta na ụlọ ọrụ abụọ na-ese foto n'okpuru Yevonde Middleton, onye na-ese ihe na Berkley Square, na Yvonne, onye na'ese foto na Soho",
  "Stuart kwagara Munich n'afọ 1935 iji gaa n'ihu na ọmụmụ ya na Bavarian State Institute for Photography. Ọ bụ n'oge ọ na-agụ akwụkwọ na Munich ka a mara ya igwefoto Rolleiflex, nke o ji mee ihe n'oge niile ọ na-arụ ọrụ. Ọ tụfuru ụdị ihe osise ịhụnanya ya iji kwado ụzọ kwụ ọtọ, nke a na-ejighị n'aka màkà ihe banyere foto ojii na nke ọcha.",
  "Ógè ọ laghachiri South Africa n'afọ 1936 o guzobere Constance Stuart Portrait Studio na Pretoria",
  "Ọ ghọrọ onye a ma ama na-ese foto, ma na-ese ọtụtụ ndị isi ọchịchị, ndị ọchịagha, ndị na-ese ihe, ndị edemede, ọha na eze na ndị na-eme ihe nkiri n'oge ahụ",
  "N'afọ 1946, ọ meghere ụlọ ọrụ nke abụọ na Johannesburg.",
  "N'agbata afọ 1937 na kwà afọ 1949, Stuart zụlitere mmasị ndụ ya niile na idekọ na igosi ọdịbendị agbụrụ na-apụ n'anya nke South Africa: Ndebele, Bushmen, Lobedu, Zulu, Swazi, Sotho na ndị Transkei. Ụfọdụ n'ime ha ọ kpọọrọ n'oge nleta nke ndị eze Britain na South Africa n'afọ 1947",
  "Stuart bụ onye na-ese foto nke njem eze, na ógè ọ na-eme njem na Basutoland (Lesotho), Swaziland na Bechuanaland (Botswana), nke bụ n'oge ahụ ndị Britain atọ na-echebe na South Africa. Ọ na-ese foto ndị agbụrụ yi uwe n'ihe banyere oge ahụ na ejiji obodo ha. O gosipụtara foto ndị a, na ọtụtụ ndị dị ka ha na Preotria, Johannesburg na Cape Town, nke dugara na nhọpụta ya dị ka nwanyị mbụ na-ede akụkọ agha na South Africa maka magazin Libertas",
  "N'agbata afọ 1945 na afọ 1955 ọ rụrụ ọrụ na Egypt, Italy, France na England, na American Army nké asaa na South African Division nké isii na Italian Apennines. Ọ bụ ezie na ọ bụ naanị na e goro ya ka ọ see foto ndị agha South Africa nọ n'usuu ndị agha, Stuart gafere ọrụ ya",
  "O sere foto ndị agha America, French, British na Canada yana ndị obodo ya South Africa",
  "Ọ na-ese foto ndị nkịtị ndị agha zutere n'ụzọ na-aga Germany, ọ na-ese obodo nta, obodo nta na obodo ukwu ndị e bibiri ebibi n'ụzọ ha. Dị ka nwanyị na-ede akụkọ agha, a na-ejikarị Stuart eme ihe n'ihu ruo ọtụtụ ụbọchị, ebe ọ bụ na a na-akwụ ya ụgwọ iche na ndị ọrụ ibe ya nwoke, ụlọ ọrụ ndị ọ nwere na-enwekarị ahụ erughị ala",
  "O weere ihe isi ike niile n'ụzọ dị mfe, na-anabata ha dị ka akụkụ nke agha, ma nweta nkwanye ùgwù nke ndị gbara ya gburugburu ngwa ngwa",
  "Otu onye ọrụ ibe ya dere, sị: 'Constance Stuart..",
  "emeela ezigbo nkà nke ịgagharị n'ihu",
  "Ọ hụla ọtụtụ agha karịa nwanyị ọ bụla ọzọ m zutere.' [citation needed]",
  "Ọ bụ ezie na e kweghị ka o debe akwụkwọ akụkọ n'ihu ya, ọ chịkọtara ihe odide foto ya na akwụkwọ ozi ya n'ime akwụkwọ ncheta aha ya bụ Jeep Trek, nke e bipụtara n'afọ 1946.",
  "Ógè ọ laghachiri South Africa n'afọ 1945 ọ gara mba ahụ niile na-egosi ọtụtụ n'ime foto ndị a, yana ihe ngosi ya nke ndị agbụrụ South Africa",
  "N'afọ 1948, National Party bịara n'ọchịchị na South Africa ma guzobe iwu nke ịkpa ókè agbụrụ siri ike",
  "N'afọ sochirinụ, Stuart hapụrụ South Africa gaa America.",
  "Mgbe Stuart bi na New York, ọ bídóghachiri ịmara enyi ochie ya, Sterling Larrabee, onye ọ zutere n'oge agha ógè ọ bụ onye agha US na South Africa. Ya na Larrabee lụrụ n'afọ 1949 wee kwaga Chestertown, Maryland, ebe ọ nọrọ ọtụtụ oge ya n'ịzụlite ndị Norwich terriers na-enweta ihe nrite",
  "Di na nwunye ahụ nọrọ oge na Tangier Island, nke ndị mmadụ na ebe Larrabee malitere ise foto n'afọ 1951.",
  "Mgbe ọ bi na Chestertown, o guzobere mmekọrịta ogologo oge na Washington College",
  "Ọ kwadoro mmemme nka ya, ọ bụ Onye isi oche nke Washington College Friends of the Arts nké afọ 1983 rụọ afọ 1984 ma nyere aka guzobe Constance Stuart Larrabee Arts Center.",
  "Di ya nwụrụ n'afọ 1975",
  "Constance Stuart Larrabee nwụrụ n'ubochí irí abụọ na asaa n'ọnwa Julaị n'afọ 2000 n'ụlọ ya na Chestertown, mgbe ọ dị afọ iri asatọ na ise."
]