[
  "Onye na-azụ ahịa bụ mmadụ ma ọ bụ otu ndị na-ezube inye iwu, inye iwu, ma ọ bụ jiri ngwongwo, ngwaahịa, ma ọ bụ ọrụ zụrụ azụ karịsịa maka mkpa onwe onye, mmekọrịta mmadụ na ibe ya, ezinụlọ, ezinụlọ na mkpa ndị yiri ya, na-enweghị njikọ kpọmkwem na azụmahịa ma ọ bụ azụmahịa.",
  "\"Ndị ahịa, site na nkọwa, gụnyere anyị niile,\" Onye isi ala John F",
  "Kennedy nyere nkọwa ya na United States Congress na Machị 15, 1962",
  "Okwu a ghọrọ ntọala maka ịmepụta Ụbọchị Ikike Ndị Ahịa Ụwa, nke a na-eme ugbu a na Machị 15",
  "N'okwu ya: John Fitzgerald Kennedy kọwara ọrụ dị mkpa nye ndị na-azụ ahịa site na gọọmentị ha iji nyere aka mee ihe ikike ndị ahịa, gụnyere:",
  "Na akụ na ụba, onye na-azụ ahịa na-azụta ngwaahịa ma ọ bụ ọrụ karịsịa maka oriri ma ọ bụghị maka ire ere ma ọ bụ maka ebumnuche azụmahịa",
  "Ndị na-azụ ahịa na-akwụ ego ụfọdụ (ma ọ bụ ihe yiri ya) maka ihe - ngwaahịa ma ọ bụ ọrụ - nke ha (ma ọ bụ ezinụlọ ha) na-eri (iji). Dị ka ndị dị otú ahụ, ndị na-azụ ahịa na-arụ ọrụ dị mkpa na usoro akụ na ụba nke usoro akụ na ụba ma bụrụ akụkụ dị mkpa nke akụ na ụba ọ bụla.\nEnweghị mkpa ndị ahịa, ndị na-emepụta ihe agaghị enwe otu n'ime isi mkpali iji mepụta: ire ndị ahịa",
  "Onye na-azụ ahịa na-emekwa otu njedebe nke usoro nkesa.",
  "N'oge na-adịbeghị anya [mgbe?] na ahịa, kama ndị na-ere ahịa na-emepụta profaịlụ ọnụ ọgụgụ mmadụ sara mbara na profaịlụ Fisio-graphic nke akụkụ ahịa, ndị na-ere ahịa amalitela itinye aka na ahịa onwe onye, ahịa ikike, na nhazi ọtụtụ mmadụ iji lekwasị ndị ahịa anya.",
  "N'ụzọ dị ukwuu n'ihi ịrị elu nke Intanet, ndị na-azụ ahịa na-agbanwewanye [quantify] n'ịghọ prosumers, ndị na-azụ ahịa bụkwa ndị na-emepụta ihe (mgbe mgbe nke ozi na mgbasa ozi na weebụ mmekọrịta) - ha na-emetụta ngwaahịa ndị e kere (dịka site na nhazi, nchịkọta ego ma ọ bụ ibipụta mmasị ha), na-ekere òkè na usoro mmepụta, ma ọ bụ jiri ngwaahịa mmekọrịta.",
  "Iwu ahụ na-eji echiche nke onye na-azụ ahịa n'ihe gbasara iwu nchedo ndị ahịa, na nkọwa nke ndị na-azụ ahịa na-abụkarị ndị dị ndụ (ọ bụghị ụlọ ọrụ ma ọ bụ ụlọ ọrụ) ma wepụ ndị ọrụ azụmahịa.  Otu echiche iwu kwadoro maka ichebe onye na-azụ ahịa na-adabere n'echiche nke ọdịda ahịa ndị uwe ojii na arụpụtaghị ihe, dị ka enweghị nhata nke ike nkwekọrịta n'etiti onye na-azụ ahịa na azụmahịa. Dị ka ndị niile nwere ike ịtụ vootu bụkwa ndị na-azụ ahịa, nchedo ndị ahịa nwere ihe doro anya na ndọrọ ndọrọ ọchịchị.",
  "Nchegbu banyere ọdịmma nke ndị na-azụ ahịa emeela ka ndị na-azụ ahịa na-eme ihe ike, ebe ndị na-eme nnyocha, agụmakwụkwọ na nkwado iji meziwanye onyinye nke ngwaahịa na ọrụ",
  "E tinyela agụmakwụkwọ ndị ahịa n'ime ụfọdụ usoro ọmụmụ ụlọ akwụkwọ",
  "E nwekwara akwụkwọ dị iche iche na-abaghị uru, dị ka Which?, Consumer Reports na Choice magazine, raara onwe ya nye iji nyere aka na agụmakwụkwọ ndị ahịa na ime mkpebi.",
  "N'India, Iwu Nchedo Ndị Ahịa nke 1986 na-eme ka oriri nke ngwaahịa ma ọ bụ ọrụ dị iche maka ojiji onwe onye ma ọ bụ iji nweta ndụ",
  "Naanị ndị na-azụ ahịa na-echebe site na omume a na onye ọ bụla, ụlọ ọrụ ma ọ bụ nzukọ na-azụta ngwaahịa maka ihe azụmahịa na-ahapụ uru ọ bụla nke omume a."
]