[
  "Constantin Freiherr von Economo (Grik: ; 21 Ọgọst 1876 - 21 Ọktoba 1931) bụ onye Austria na-ahụ maka ọrịa uche na akwara",
  "A maara ya nke ọma maka nchọpụta ya nke encephalitis lethargica na atlas ya nke cytoarchitectonics nke ụbụrụ ụbụrụ.",
  "A mụrụ Constantin Economo von San Serff na Brăila, Alaeze Ukwu Ottoman, na Johannes na Helene Economo, ezinụlọ bara ọgaranya nwere nnukwu ala na Thessaly na Macedonia",
  "Ezinụlọ Economo (Οικονόμου, Oikonomou) sitere na Edessa, na Ottoman Sanjak nke Salonica (Edessa nke oge a, Central Macedonia, Gris) ebe ụfọdụ n'ime ndị nna nna Constantin bụ ndị a ma ama, ezinụlọ ya gụnyere ọtụtụ ndị bishọp",
  "N'afọ 1877, ezinụlọ ahụ kwagara Trieste, Austria-Hungary, Constantin wee nọrọ n'oge ọ bụ nwata na ntorobịa ya na Trieste. Ọ bụ ezigbo nwa akwụkwọ, na-asụ ọtụtụ asụsụ nke ọma. N'afọ 1906, e mere ezinụlọ ya ka ọ bụrụ onye a ma ama ma Economo nwetara aha \"Freiherr\" (Baron).",
  "Na arịrịọ nke nna ya, Economo malitere ọmụmụ ya nke injinia igwe na Mahadum Polytechnic nke Vienna na 1893 mana ọ gbanwere ọgwụ mgbe afọ abụọ gasịrị. E bipụtara ọrụ sayensị mbụ ya, \"Zur Entwicklung der Vogelhypophyse\" (\"On the Development of the Pituitary Gland in Birds\") n'afọ 1899",
  "Economo rụrụ ọrụ dị ka onye enyemaka Sigmund Exner site na 1900 ruo 1903. Ọ natara akara ugo mmụta ọgwụ na 1901.",
  "Ọ lụrụ Eleonora (Lola) Glaser, nwa nwanyị nke onye Slovene na-amụ asụsụ na onye na-ede akwụkwọ Karol Glaser, ma mesịa bụrụ nwanyị na-echere Queen Maria nke Yugoslavia. Ha abụọ gbara alụkwaghịm tupu 1924.",
  "Site na 1903 ruo 1904, ọ bụ onye bi na Clinic of Internal Medicine n'okpuru Carl Wilhelm Hermann Nothnagel. N'ikpeazụ, ọ gara Europe ruo afọ abụọ ma rụọ ọrụ maka ọtụtụ ndị ọkà mmụta sayensị",
  "Ọ gụrụ neurology, histology, na psychiatry na Paris (n'okpuru Alexis Joffroy, Valentin Magnan na Pierre Marie)",
  "Na Nancy, a mara ya maka hypnosis (n'okpuru Hippolyte Bernheim); na Strasbourg, ọ matara usoro nyocha microscopic nke usoro akwara (n'etiti Albrecht von Bethe)",
  "Na Munich, von Economo so Emil Kraepelin na Alois Alzheimer rụọ ọrụ ma dee edemede ya \"Contribution to the normal anatomy of the ganglion cell\"",
  "Ọ rụkwara ọrụ na psychiatry nke Berlin n'okpuru Theodor Ziehen na na neurologic ambulatory n'okpuru Hermann Oppenheim ma, n'ikpeazụ, mee nyocha anụmanụ na Trieste (n'okpuru Carl Isidor Cori).\nMgbe afọ abụọ a gasịrị, ọ laghachiri Vienna ma rụọ ọrụ dị ka onye enyemaka na Clinic for Psychiatry and Nervous Diseases (nke Julius Wagner-Jauregg duziri) na Vienna's General Hospital",
  "Von Economo nwetara ikike ya na 1913",
  "Na 1919 mgbe ọ dị afọ 43, ọ lụrụ Princess Karoline von Schönburg-Hartenstein",
  "N'afọ 1921, a họpụtara von Economo ka ọ bụrụ Prọfesọ nke Psychiatry na Neurology",
  "Ọ ga-eme nnyocha ya na Clinic for Psychiatry and Nervous Diseases na Vienna maka ndụ ya fọdụrụnụ, mana n'afọ 1931, e mere ya onye isi nke ngalaba nyocha ụbụrụ ọhụrụ. Ọ nwụrụ ọnwa ise ka e mesịrị.",
  "Von Economo abụghị naanị onye ọkà mmụta sayensị a ma ama kamakwa ọ bụ onye na-anya ụgbọelu na-anụ ọkụ n'obi",
  "N'afọ 1907, ọ zụlitere mmasị na ụgbọelu bu the first sudtstin having an international pilots diploma in 1912.from1910 until 1926 he was the president of the Austrian aero club and chairman of the aviation board at the Austrian ministry of commerce and transport",
  "During world war he served first in the automobile corps at the Russian front and In 1916 as a pilot at the front in South Tyrol",
  "In the same year at the request of his parents  he returned to Vienna to care as a military physician for patient with head injuries",
  "Here he saw his first cases of  encephalitis ethargica",
  "N'afọ 1931, von Economo nwụrụ na Vienna, mgbe ọ dị afọ iri ise na ise, n'ihi nkụchi obi",
  "E ji stampụ Austria sọpụrụ ya n'afọ 1976. Kemgbe 1966, enwere ike ịchọta bust na-egosi ya na \"Arkadenhof\" nke Mahadum Vienna.",
  "Economo bipụtara ihe dị ka isiokwu na akwụkwọ 150. N'ọmụmụ ihe mbụ ya, o lekwasịrị anya na neuroanatomy na physiology nke midbrain, pons na ụzọ akwara trigeminal ma dee edemede na-ekwu maka ihe atụ na choreic hemiplegia, pontine tumors, ata na deglutition.",
  "Encephalitis a na-ebute ọzịza nke ihe na-acha ntụ ntụ mere n'ụdị ọrịa zuru ụwa ọnụ site na 1915 ruo ihe dị ka 1924, karịsịa na Europe na North-America, na-akpata mmerụ ahụ na substantia nigra. Von Economo kọwara n'ụzọ zuru ezu mgbaàmà, ọrịa na histology nke ọrịa ahụ nke a kpọrọ n'oge na-adịghị anya ọrịa Von Economo",
  "Enwere ike ịmata ụdị ọrịa a atọ",
  "Mgbaàmà nke ụdị ụra-ophthalmoplegic bụ ụra, na-edugakarị na coma na ọnwụ, nkwarụ nke akwara isi, akụkụ na uru anya na ihu na-enweghị ngosipụta",
  "Ụdị hyperkinetic gosipụtara onwe ya na enweghị obi ụtọ, nsogbu mmegharị ahụ dị ka ịnyagharị nke ìgwè uru ahụ, mmegharị na-enweghị isi, ọnọdụ uche na-echegbu onwe ya na ehighị ụra ma ọ bụ ntụgharị nke usoro ụra",
  "Ụdị amyostatic-akinetic na-edugakarị ọnọdụ na-adịghị ala ala yiri ọrịa Parkinson, nke a na-akpọ postencephalitic parkinsonism",
  "Mgbaàmà ndị ahụ bụ adịghị ike nke uru ahụ, nkwụsi ike nke mmegharị na ehighị ụra ma ọ bụ ntụgharị ụra.",
  "Von Economo bipụtara nchọpụta ya n'otu edemede nke 1917, \"Die Encephalitis lethargica, na n'akwụkwọ \"Die Encepthalitis letargica, ihre Nachkrankheiten und ihre Behandlung\" na 1929 (Encephalitis Lethargica - Ihe ndị na-eso ya na ọgwụgwọ ya)",
  "Ọnọdụ ahụ emeghị kemgbe 1940. Ọrịa a kpaliri Von Economo ịchọ ebe ụra dị n'ime ụbụrụ.",
  "Mgbe mgbalị mbụ nke ịkewa cortex mmadụ n'ime mpaghara dị ka cytoarchitecture si dị site na Theodor Meynert, Vladimir Betz, Alfred Walter Campbell, Grafton Elliot Smith na Korbinian Brodmann, von Economo malitere ọrụ nke ya na 1912 ma sonyeere ya na 1919",
  "N'afọ 1925, e bipụtara nnukwu ọrụ ha \"Die Cytoarchitektonik der Hirnrinde des erwachsenen Menschen\" (\"Cytoarchitectonics of the Adult Human Cerebral Cortex\")",
  "E gosipụtara ọrụ a na mpịakọta abụọ, akwụkwọ nkuzi nke ihe karịrị peeji 800 na atlas nwere nnukwu efere microphotographic 112 nke cortex. Akwụkwọ nkuzi ahụ nwere nkọwa zuru ezu nke ọmụmụ ha na mmeghe maka akụkọ ihe mere eme nke nyocha cytoarchitectonic. Afọ abụọ ka e mesịrị, e bipụtara nsụgharị dị mkpirikpi, \"Zellaufbau der Großhirnrinde\" (\"The Cellular Architecture of the Cerebral Cortex\") ma sụgharịa ya n'asụsụ French, Italian na Bekee. Site na atlas ha, von Economo na Koskinas nwere olileanya ịmepụta ihe ndabere maka nyocha ụbụrụ n'ọdịnihu na ebe ọrụ ụbụrụ dị ebe ọ bụ na ha chere na ọdịiche cytoarchitectonic na-egosipụta ọdịiche dị iche iche. E bipụtara atlas ahụ ọzọ n'afọ 2008.",
  "Von Economo na Koskinas kewara cortex n'ime lobes asaa (Lobi) na nkewa ndị ọzọ (Regiones na Areae):",
  "Okwu ahụ bụ \"von Economo neurons\" ma ọ bụ spindle neurons e nyere nnukwu mkpụrụ ndụ akwara bipolar nke von Economo chọpụtara na Layer V nke anterior cingulate na fronto-insular cortex.",
  "For von ecnomo"
]