[
  "Constance Cummings-John (1918 na 21 Febụwarị puku abụọ) bụ onye nkuzi na onye ndọrọ ndọrọ ọchịchị Sierra Leone. Ọ bụ nwanyị mbụ n'Africa sonyeere kansụl obodo ma na 1966 ọ ghọrọ nwanyị mbụ jere ozi dị ka onye isi obodo Freetown. Ọ nọ na London, England, maka akụkụ ikpeazụ nke ndụ ya.",
  "GA mụrụ ya Constance Agatha Horton n'ime ezinụlọ Creole nwere mmetụta, ndị isi ojii si Amerịka kwaga West Africa na narị afọ nke iri na asatọ bụ ndị site na narị afọ iri abụọ ghọrọ ndị nwere ọgụgụ isi, ndị ọchụnta ego, na ndị ọrụ. Nna ya, John William Horton (1861 Xi-1916), bụ onye na-ahụ maka akụ na ụba obodo Freetown, ebe nne ya, Regina Horton, nke a mụrụ Awoonor-Wilson, bụ onye na'egwuregwu piano.",
  "Constance n'onwe ya gara London na 1935, mgbe ọ dị afọ iri na asaa, iji zụọ dị ka onye nkuzi ụlọ akwụkwọ",
  "Mgbe ọ nọ n'ebe ahụ, ọ sonyeere West African Students' Union na League of Coloured Peoples",
  "Mgbe ọ nwetara asambodo nkuzi ya, ọ gara n'ihu na United States na Mahadum Cornell.",
  "Mgbe ọ laghachiri London, ọ sonyeere International African Service Bureau, n'okpuru nduzi nke George Padmore, wee lụọ Ethnan Cummings-John, onye ọka iwu siri ike",
  "N'afọ 1937, ọ laghachiri Freetown dị ka onye isi nke African Methodist Episcopal Girls' Industrial School, mana ọrụ ndọrọ ndọrọ ọchịchị ya kpatara nnukwu nsogbu ya na British Colonial Office",
  "N'oge Agha Ụwa nke Abụọ, o guzobere ụlọ ọrụ na-egwupụta ihe, nke mesịrị bụrụ isi iyi ego dị mkpa maka ọrụ agụmakwụkwọ ya.",
  "N'agbata afọ 1946 na afọ 1951, ọ biri na New York City, ebe nwanne ya nwoke Asadata Dafora Horton bụ onye na-eti egwu na onye na-agba egwu",
  "Mgbe ọ bi na US, ọ rụrụ ọrụ n'ụlọ ọgwụ ma rụọ ọrụ na ndị isi nke American Council for African Education na Council on African Affairs, nke abụọ n'ime ha bụ nke Paul Robeson duziri.",
  "Mgbe ọ laghachiri Freetown na 1951, Cummings sonyeere ndị Sierra Leone People's Party",
  "O nyere aka guzobe Sierra Leone Women's Movement na 1951. O guzobekwara ụlọ akwụkwọ ọhụrụ maka ụmụ nwanyị, ụlọ akwụkwọ Eleanor Roosevelt, nke site na 1953 nwere ihe karịrị ụmụ akwụkwọ narị isii N'ime afọ ndị a Cummings-John nwetara ikikere na London College of Preceptors, na 1952 Gọvanọ Sierra Leone, Sir George Beresford-Stooke, họpụtara ya na Freetown Council",
  "Na ntuli aka nke afọ 1957 ọ bụ otu n'ime ụmụ nwanyị abụọ a họpụtara na House of Representatives ọhụrụ, ọ bụ ezie na ụmụ nwanyị enwebeghị ikike",
  "Ndị mmegide nke Krio duziri mechara nwee ihe ịga nke ọma n'ịchọ ka ụmụ nwanyị abụọ ahụ gbaa arụkwaghịm, mana n'afọ sochirinụ, a họpụtara Cummings-John na Kansụl Obodo Freetown.",
  "N'afọ 1961, mgbe Sierra Leone nweere onwe ya, di Cummings-John ghọrọ onye nnọchi anya mba ọhụrụ ahụ na Liberia",
  "N'afọ 1966, Praịm Minista Albert Margai họpụtara ya dị ka onye isi obodo Freetown, na-anọchi Siaka Stevens, mana ọ nọ n'ọkwa ahụ naanị ọnwa ole na ole",
  "Òtù ya meriri na ntuli aka nke 1966, mgbe ahụ, e nwere ọganihu ndị agha megide gọọmentị ọhụrụ ahụ",
  "A na-ebo Cummings-John ebubo nrụrụ aka ego mgbe ọ nọ n'èzí mba ahụ ma dọọ ya ọdụ ka ọ ghara ịlaghachi.",
  "Ọ gara biri ọzọ na London, ebe ọ ghọrọ onye otu Labour Party na Campaign for Nuclear Disarmament nakwa gọvanọ ụlọ akwụkwọ.",
  "Cummings-John bụ onye otu ndọrọ ndọrọ ọchịchị na United Kingdom na United States nakwa na Sierra Leone, ya na I",
  "T",
  "A",
  "Wallace-Johnson bụ naanị ndị Krio na-alụ ọgụ maka itinye aka nke ụmụ amaala \"Ndị nchebe\" na usoro ndọrọ ndọrọ ọchịchị nke West Africa",
  "Omume ya mekwara ka e guzobe Sierra Leone Market Women's Union na Washerwoman's Union.",
  "N'agbanyeghị mgbalị na-enweghị isi ịlaghachi Sierra Leone na 1974 na 1996, Cummings-John biri ndụ ya fọdụrụ na London",
  "N'afọ 1995, o bipụtara akụkọ ndụ onwe onye",
  "Ọ nwụrụ na London na 21 Febụwarị 2000 mgbe ọ dị afọ iri asatọ na abụọ"
]