[
  "Conya Doss (amụrụ n'ọnwa Juun n'ubochí iri nà atọ, n'afọ 1972) bụ onye America na-agụ egwu, onye na-ede egwu, na onye na-eti ọtụtụ ngwa egwu, ọ bụkwa onye isi na egwu onwe ya ihe karịrị otu afọ iri",
  "A maara Conya dị ka onye na-emepụta ihe ọhụrụ ma mara ya nke ọma n'ihi ọrụ eclectic ya na ụda olu ya",
  "A maara ya dị ka Queen of Indie Soul Egwú ya jikọtara R&B, mkpụrụ obi, funk, neo soul, na jazz.",
  "E wepụtara abọm izizi ya A Poem About Ms",
  "Doss n'afọ 2002",
  "N'ime ọtụtụ afọ, ọ ga-ewepụta abọm abụọ ọzọ: Just Because (afọ 2004) na Love Rain Down (afọ 2006)",
  "E wepụtara abọm ọganihu ya bụ Still..",
  "n'afọ 2008, nke gosipụtara egwu \"What I'd Do\"",
  "N'afọ 2010, Doss wepụtara abọm nke ise ya Blu Transition wee soro A Pocketful of Purpose n'afọ 2012",
  "Conya wepụtara abọm nke asaa ya bụ Seven: VII n'afọ 2015.",
  "A mụrụ Conya na Cleveland, Ohio, nke Ronald Pruitt na Carolyn Pruitt",
  "Ọ malitere inwe mmasị na egwu ógè ọ dị ntakịrị",
  "Mgbe ya na ndị otu ya \"Lyrik\" dekọchara egwu, ọ gbasoro ọrụ naanị ya",
  "Doss anọwo na-abụ abụ kemgbe ọ dị afọ ise",
  "O tolitere na-ege ndị dị ka Bonnie Raitt, The Doobie Brothers, Stevie Wonder, Prince, Angela Winbush, Nina Simone, na Jane Child",
  "Ọ gara Cleveland School of the Arts ya na Avant na 71 North ma soro enyi nwata, Stacy Richardson-Crawford (onye bụbu onye na-abụ abụ azụ n'ihe banyere Gerald Levert na Anthony Hamilton na duo Lyrik",
  "Ka ọ tolitere, Conya dere maka otu 3LW (ndị na-abụ abụ nke egwu a na-akpọ, \"Ọ dịghị ọzọ",
  "Baby, I'ma Do Right'), ma soro Gerald Levert na PAJAM rụọ ọrụ tupu ha abanye n'ọrụ dị ka onye na-ese egwu",
  "Ógè ọ na-anata nzere bachelọ na kemịkal",
  "O mechara nweta nzere nkuzi ya ma bụrụ onye nkuzi nke ụmụaka nwere mkpa pụrụ iche na usoro ụlọ akwụkwọ ọha na eze nke Cleveland",
  "Ọ malitere iji egwu na klas ya dị ka ụzọ isi jikọọ ụmụ akwụkwọ ya na abọm izizi ya A Poem About Ms",
  "Doss sitere n'ike mmụọ nsọ site na akwụkwọ ozi sitere n'aka otu n'ime ụmụ akwụkwọ ya.",
  "N'afọ 2001, Conya Doss malitere akara ndekọ nke ya Conya Doss Songs wee bídó idekọ abọm izizi ya",
  "N'afọ 2002, Doss wepụtara egwu mbụ ya \"Good Good\" na \"Coffee\" nke sochiri ntọhapụ nke abọm ya, nke akpọrọ A Poem About Ms",
  "Doss",
  "Abọm nkè ahụ mepụtakwara egwu \"Starship\" na \"You Really Hurt Me\"",
  "Doss mechara malite ime ihe nkiri n'ọtụtụ ebe Midwest",
  "Na Febụwarị 2003, Doss rụrụ na Cleveland's Rock and Roll Hall of Fame",
  "Maka abọm izizi ya, ọ natara 3 Stars na USA Today ebe onye nkatọ egwu bụ Steve Jones kwuru \"N'agbanyeghị ihe mmekọrịta nwere ike ime, o yighị ka ha na-eme ka onye ọhụrụ a na-ekwu okwu mmanụ aṅụ si Cleveland daa mbà",
  "Doss na-akpali mmetụta uche na egwu mbụ ya, \"Coffee\", ma na-enwe mmasị n'ebe mkpụrụ obi ya / jazz mgbọrọgwụ ya na mkpuchi nke Norman Connors 'Starship",
  "uri ya bụ nke dị nro ma na-akpali agụụ mmekọahụ nke bara uru karịa naanị ọgụgụ dị nro",
  "\"",
  "N'afọ 2003, Doss laghachiri na studio iji bídó ịdekọ maka ihe banyere abọm nke abụọ ya",
  "N'afọ 2004, Doss wepụtara egwu \"Missin' You\"",
  "Otu egwu a mepụtara ụda maka abọm ya na-abịanụ, Just Because nke ewepụtara n'ọnwa Nọvemba afọ 2004.",
  "N'afọ 2005, Doss bidoro idekọ oge n'ihe gbasara abọm nke atọ ya",
  "Mgbe afọ abụọ gasịrị, ọ wepụtara abọm nke atọ ya, Love Rain Down n'ọnwa Ọktoba afọ 2006",
  "Mgbè na-adịghị anya ógè a tọhapụrụ abọm ahụ, Doss malitere ịgagharị ma na-eme ihe nkiri n'ebe ụwa niile",
  "N'afọ 2007, Doss mere egwu \"Tell Me Why\" na BET J.",
  "Ọnụnọ Doss nwere ntutu isi afro ya",
  "Enwere ike ịhazi Doss dị ka alto na falsetto",
  "Doss gosipụtara ụdị alto ya na egwu dịka \"Something 2Nite\", \"It's Over\", na \"Starship\", ebe n'abụ dịka \"Message\", \"Good Good\", \"I Miss You\" bụ ebe ọ na-egosi ụdị falsetto ya",
  "O hotara Stevie Wonder, Donnie Hathaway, Chaka Khan, Prince, Steely Dan, Natalie Cole, Sade, Jodeci, Rude Boys, Lauryn Hill, na D'Angelo dị ka mkpali egwu ya.",
  "N'afọ 2010, Doss mụrụ nwa nwoke aha ya bụ Landon Blu",
  "Ọ kpọrọ abọm nke ise ya aha nwa ya.",
  "Conya na-enyekwa ụmụ agbọghọ nọ n'afọ iri na ụma ndụmọdụ, ndị nkuzi, ma bụrụ onye na-enyere ndị mmadụ aka maka ọrịa kansa ara, HIV / AIDS, na mmata ahụike uche",
  "N'ọnwa Machị ụbọchị asatọ, na House of Blues, na Chicago, ọ rụrụ ọrụ iji baara AIDS Foundation nke Chicago uru. Ọ bụ onye nnọchi anya n'ihe gbasara mgbasa ozi BET's Rap-It-UP na 2013, sonyeere Brandy Norwood na onye ndu Civil Rights, Julian Bond maka \"Keep The Promise\" March & Rally na Ohio, U.S.",
  "Ndị a bụ ihe nrite nke onye na-agụ egwu R&B nke America bụ Conya Doss meriri."
]