[
  "Ịkọ nne na nna bụ ụlọ ọrụ nke ndị nne na nna na-arụkọ ọrụ ọnụ na mmekọrịta, nlekọta, na ịzụlite ụmụaka ha na-ekere òkè nhata.   Mmekọrịta nne na nna dị iche na mmekọrịta chiri anya n'etiti ndị okenye n'ihi na ọ na-elekwasị anya naanị na nwa. Okwu yiri nke ahụ na evolushọn bayoloji bụ nlekọta nne na nna abụọ, ebe nne na nna na eweta ego nne na nna.",
  "Ihe izizi nke nne na nna na-emekọ ihe jikọrọ ya na ezinụlọ nuklia",
  "Naagbanyeghi, ebe ọ bụ na Nkwekọrịta Mba Ndị Dị n'Otu Maka ikike ụmụaka, 20 Nọvemba 1989, ụkpụrụ na nwatakịrị ga-anọgide na-enwe mmekọrịta siri ike na nne na nna ya, ọ bụrụgodị na ha ekewapụ, aghọwo ikike a ghọtara",
  "N'ihi ya, echiche nke nne na nna na-emekọ ihe gbakwunyere ndị nne na nna gbara alụkwaghịm na ndị kewara ekewa na ndị nne na nna na-ebikọtabeghị ọnụ.",
  "Uru ụmụaka na enweta site na nne na nna, mana ọnụ ọgụgụ nke nne na nna na-adịgasị iche n'etiti di na nwunye",
  "Bryndl Hohmann-Marriott achọpụtala na ọkwa nke mmekorita nne na nna dị elu n'etiti ndị nne na nna na-alụbeghị di na nwunye na n'etiti ndị lụrụ di na nwunye maka afọ ime, ma e jiri ya tụnyere di na nwunye dị ime n'oge alụmdi na nwunye.",
  "N'ime òkè ịkpata n'alụmdi na nwunye/ na-ekerịta, a na-ekewa nlekọta ụmụaka n'otu n'otu ma ọ bụ n'otu n'etiti nne na nna abụọ",
  "N'alụmdi na nwunye nne na nna, ndị nne na nna na-ebi ma na-azụ ụmụ ha ọnụ n'alụmdi na nwunye dabeere na ebumnuche n'enweghị mmekọrịta anụ ahụ ma ọ bụ atụmanya ịkekọrịta ịhụnanya ịhụnanya.",
  "Nne na nna mgbe ha kewara na-akọwa ọnọdụ ebe nne na nna abụọ na-arụkọ ọrụ ọnụ iji zụlite nwa mgbe ha gbara alụkwaghịm, kewaa, ma ọ bụ na ha ebighi ọnụ",
  "Ndị na-akwado nne na nna na-emegide omume inye naanị nne ma ọ bụ nna soso ya ikike ilekọta nwa ma na-akwalite nne na nna dị ka nchebe nke ikike ụmụaka ịnọgide na-enweta nlekọta na ịhụnanya site n'aka ndị nne na nna niile",
  "Nnyocha banyere ọrịa na-efe efe egosiwo na nlekọta nkwonkwo na ndokwa ndị ọzọ ebe ụmụaka nwere ohere dị ukwuu na nne na nna ha abụọ na-eduga n'ihe dị mma n'ahụ, uche na ahụike maka ụmụaka.",
  "Nhọrọ nne na nna, nke ámá dị ka mmekọrịta nne na nna ma ọ bụ nne na nna, nwere ike iji ya mee ihe dị ka nhọrọ banyere n'aka ndị mmadụ na-achọ ịmụ ụmụ mana ndị na-achọghị ịbanye na mmekọrịta nkịtị. Ihe omume a bụ ihe a na-emekarị maka ụmụ nwoke na ụmụ nwanyị na-edina nwanyị n'oge gara aga, echiche a aghọwo ihe a na-ahụkarị n'etiti ụmụ nwoke na ụmụ nwanyị na-edina nwoke na nwanyị.",
  "N'okpuru iwu nke mba ha bi, ihe karịrị ndị okenye abụọ nwere ike ịbanye na nkwekọrịta iji lekọta nwatakịrị ọnụ n'agbanyeghị na ọ bụ naanị mmadụ abụọ n'ime ha nwere ike inye ikike iwu kwadoro n'ọtụtụ mba.\nNetherlands na-atụle [mgbe?] iwu ọhụrụ na-eme ka ọ bụrụ iwu maka ndị nne na nna anọ ka e nye ha ikike. N'otu oge, ezinụlọ nwere nne na nna anọ nke tinyere di na nwunye na-edina nwoke na nwanyị na-elekọta nwa ha dabere na nkwekọrịta iwu.",
  "E guzobere ụkpụrụ a nke nne na nna jikoro ọnụ na obodo Italy na mmalite narị afọ nke iri abụọ na otu site n'aka ndị otu nke ndị nne na nna kewara ekewa nke kemgbe ọtụtụ afọ na-alụ ọgụ megide ọdịbendị, echiche mmekọrịta mmadụ na ibe ya, na usoro iwu na usoro iwu nke na-akpa ókè n'etiti ụmụ nwoke na nwanyị [nkọwa dị mkpa] na esemokwu dị n'etiti ndị mmekọ mbụ, ọkachasị mgbe ụmụaka na-etinye aka",
  "Mkpakọrịta ndị dị otú ahụ na-agbakwa mbọ n'ezie idozi ọtụtụ nsogbu metụtara nkewa na ịgba alụkwaghịm, dị ka ịtọrọ ụmụaka mba ụwa, ọrịa nkewa nke ndị nne na nna [na-arụrịta ụka], na ikike nhata n'etiti nwoke na nwanyị na nkewa ikpe na ịgba alụkwaghịm [nkọwa dị mkpa]."
]