[
  "Coreen Simpson (amụrụ n'ọnwa Febụwarị 18, afọ1942) bụ onye ama ama na-ese foto na onye na-emepụta ọla, onye ọrụ ya nwere isiokwu Afrịkan-Amerịkan.",
  "A mụrụ Simpson na Brooklyn ma zụlite ya na nwanne ya nwoke site n'ezinụlọ nkuchi na Brooklyn. Ọ gụsịrị akwụkwọ Samuel J",
  "Tilden High School na Brooklyn. Ọ gara ọmụmụ ihe na Fashion Institute of Technology na Parsons School of Design, ma soro Frank Stewart, Studio Museum na Harlem n'afọ 1977.",
  "Ọrụ Simpson malitere mgbe ọ ghọrọ onye nchịkọta akụkọ maka magazin Unique New York n'afọ 1980, ọ malitekwara ise foto iji gosipụta isiokwu ya. Ọ ghọrọ onye na-ese foto ejiji n'onwe ya maka Village Voice na Amsterdam News na mbido afọ 1980, ma kpuchie ọtụtụ ihe omume ọdịbendị na ndọrọ ndọrọ ọchịchị nke ndị Afrịka Amerịka n'etiti afọ 1980",
  "A makwaara ya maka ọmụmụ ya banyere ndụ abalị nke Harlem",
  "O wuru ụlọ ọrụ a na-ebugharị ebugharị ma weta ya na klọb dị n'etiti Manhattan, ebe a na-akpụ isi na Harlem, na ụlọ ịkpa ákwà na Queens. E jirila ikike ọrụ ya gosipụtara isiokwu dịgasị iche iche na \"omimi nke àgwà na ùgwù\" tụnyere nke Diane Arbus na Weegee.",
  "Na mgbakwunye na foto ya, Simpson mepụtara ọla. A maara ihe ndị ọ kacha mara amara dị ka The Black Cameo (1990)",
  "Nchịkọta ahụ weghachiri ọdịnala oge ochie nke cameos, mana ọ na-egosipụta foto nke ụmụ nwanyị ojii",
  "Ihe osise ndị ahụ na-egosi ọtụtụ ihe dị iche iche nke ụmụ nwanyị ojii",
  "Ihe mgbaru ọsọ nke Simpson bụ na nwanyị ojii ọ bụla ga-enwe ike ịmata ihe osise dị n'ime ọla ya. Ndị ahịa nke nchịkọta Black Cameo gụnyere Ruby Dee na Oprah Winfrey.",
  "Simpson na Avon Products banyere n'otu njikọ aka n'afọ 1993 wee mepụta Coreen Simpson Regal Beauty Collection, usoro mmefu ego nke atụmatụ nke gụnyere ọnụahịa dị ala nke Afrịkan Amerịkan cameo.",
  "Simpson bi na New York City.",
  "Ọrụ Simpson anakọtara site na Museum of Modern Art, Bronx Museum of the Arts, Musee de la Photographie na Belgium, Schomburg Center for Research in Black Culture, International Center for Photography, Harlem State Office, na James Van Der Zee Institute."
]