[
  "Components",
  "Cosmas Maduka // (na-ege ntị) (amụrụ na Disemba 24, 1958) CON bụ onye ọchụnta ego Naijiria na onye ọrụ ebere, onye guzobere, onye isi, na onye isi oche nke ogbako Coscharis.",
  "N'afọ 2015, e gosipụtara Maduka na usoro igwe onyonyo Forbes nke Africa \"ubosi jokarisiri na Peace Hyde\" ma mee atụmatụ na ọ ga-aba nde nari ise USD ma, akokwara na a ghogburu Ifeanyi Ubah nke Capital Oil and Gas ego Naira Ijeri iri abou na otu na azụmahịa. Maduka apụtawokwa na ajụjụ ọnụ ebe ahia CNN Africa site na Zaner Asher.",
  "A mụrụ Maduka, onye Igbo na eso ụzo Christ si na Nnewi, Anambra State n'ezinụlọ Maazị Peter na Oriaku ya Rose Maduka na obodo Jos",
  "Maduka malitere njem ịchụnta ego ya mgbe ọ dị afọ isii, ka afọ abụọ gasiri mgbe nna ya nwụru",
  "Ọ hapụrụ ụlọ akwụkwọ praịmarị wee malite ire Akara, nri Naijiria a ma ama nke e ji agwa mee iji kwado nne ya.",
  "Maduka banyere n'azụmahịa mgbe ọ dị afọ iri na asaa mgbe nwanne nna ya chụpụrụ ya n'ụzọ na-ezighị ezi na ego nari naira abuo nke were ya n'ọrụ dị ka onye na-amụ oru ụgbọ ala",
  "Ya na enyi ya aha ya bụ Dave guzobere ụlọ ọrụ na-emepụta akụkụ ugbo ala maputara, a maara dị ka CosDave. Mmalite ahụ kụrụ afọ n'ala n'oge, karịa ka a tụrụ anya ya ma Maduka gara n'ihu chọta Coscharis Motor na ngụkọta ego narị naira atọ nke lekwasịrị anya na ire ahịa nke akụkụ ụgbọ ala maputara na afo1977",
  "Aha ụlọ ọrụ ahụ dị ka o si kwuo bụ ngwakọta nke aha mbụ ya, Cosmos, na aha nwunye ya, Charity, onye ọ lụrụ mgbe ọ dị afọ iri abuo na otu",
  "Ọganihu azụmahịa Maduka malitere na afo 1982 mgbe gọọmentị Naijiria nyere ụlọ ọrụ ụgbọ ala iri ikikere mbubata, nke e sosr họrọ Coscharis. Taa, Coscharis Group bụ ụlọ ọrụ nwere ego ruru nde dolar nari ise na ọtụtụ ụlọ ọrụ enyemaka gụnyere ulo uro mmeputa ihe, Teknụzụ kọmputa ozi, Petrochemical, nlekota ugboala na ngwa ugbo ala Auto, ire ugboala na ndokwa ya, ngalaba azumahia Ugbo, na ihe jikoro ugbo",
  "Coscharis Motors na-edu na-ikesa ọtụtụ ụdị ụgbọala ndị oké ozu gụnyere Range Rover, Ford, na Jaguar.",
  "N'afọ 2015, ulo orụ Coscharis Motors bu naanị ya na-ekesa BMW na Naịjirịa ma burukwa na ụlọ ọrụ mbụ wuru ebe a-na amgbakọ ubgoala Ford Ranger na Naịjarịa wee turu ugo Auto Brand na-afo nke ihe nrite azumafi uwa nke emere na Ghana",
  "N'afọ 2016, steeti Anambra kwadoro ala dị hekta puku ise nye ugbo Coscharis iji kọọ osikapa, akuko kọrọ na ọrụ ngo ahụ mepụtara ọrụ puku ato mgbe emechara ya",
  "A na-ahụta Coscharis Group dị ka otu n'ime ụdị iri ise kachasị elu na Naịjirịa site na udi iri ise kachasi elu Nigeria.",
  "Maduka kwuru na ihe kpatara azumahia ya ji a-ga nke ọma bụ njikọ ya na ndị Japan",
  "Dị ka Maduka si kwuo, mmekọrịta chiri anya ya na ndị Japan mekoritara, mere ka ọ zụlite ụkpụrụ nke mkpebi, ịdị umeala n'obi, izi ezi, na ịrụsi ọrụ ike nke bụ isi ihe na-eme ka ọ nwee ihe ịga nke ọma na azụmahịa",
  "O kwere nkwa ịnakwere nke a n'akụkọ ndụ ya.",
  "Cosmas Maduka na-anọdụ ala na bọọdụ nke ọtụtụ ụlọ ọrụ na òtù a ma ama",
  "Ọ rụrụ ọrụ dị ka onye nduzi na Access Bank Plc., otu n'ime ụlọ akụ ndị na-edu na Naịjirịa ruo afọ iri na abụọ, site na 2000 ruo 2012.",
  "Cosmas Maduka na-etinye aka na ntụziaka na inye ikike azụmaahịa",
  "Ọ na-akọ nke a n'akụkọ n'oge a-chikotara 'Stanel klasi nna ukwu nke inye ndi ntorobia ike' emere na Stanel Dome na Awka, Anambra Steeti otu o si nye Dr",
  "Stanley Uzochukwu, bu onye isi oche na onye nwe Stanel Group ikike site na inye ya ego ụlọ ọrụ na-amalite azụmahịa nke putara otu narị na iri ise nde Naira ma mee ka ọ bụrụ otu n'ime ndị Naijiria nwere ọtụtụ ijeri.",
  "A maara Cosmas Maduka maka okwukwe ya n'uzọ Kraịst, a pụkwara ịhụ ya ugboro ugboro ka ọ na-ekwusa ozi ọma na ụka ma ọ bụ nzukọ ndị ntorobịa na Naịjirịa",
  "Dị ka Maduka si kwuo, o nyere Jizọs ndụ ya n'oge ọ dị obere ma nke a nwere mmetụta dị mma na ndụ ya, tinyekwara na ige ntị n'okwu ndị sitere n'ike mmụọ nsọ nke Reverend William Branham nwụworo anwụ kwuru",
  "Ọ lụrụ Charity Maduka (1958 -2021), nwere ụmụ nwoke anọ na nwa nwanyị",
  "Ọ bi na Lagos, Naịjirịa.",
  "N'afọ 2015, Cosmos Maduka pụtara na nkpuchi akwukwo Forbes  Africa dị ka nwoke nke tụgharịrị otu dollar ruo nde dollar nari ise, ma n'oge ahụ, e gosipụtara ya na ajụjụ ọnụ pụrụ iche nke usoro igwe onyonyo Forbes Africa akporo 'ubosi jokarisiri ya na peace hyde'.",
  "Dị ka Maduka si kwuo, ọ na-enwe mmasị igba na ikiri bọọlụ",
  "O kwupụtara n'otu oge a gbara ya ajụjụ ọnụ na ọ nwere mmasị n'ụgbọala na ọgba tum tum, na-ekwu, sị: \"na ezinụlọ ya dum bụ ndị na-agba ịnyịnya ígwè\".",
  "N'afọ 2003, Cosmas Maduka nwetara nzere Dọkịta nke nchikwa azumahia (PhD) na Mahadum Nigeria, Nsukka",
  "Maduka jere ozi dị ka onye isi / onye isi oche nke NigeriaTable Tennis nile ruo afọ iri na isii n'oge Nigeria duziri Africa na ihe omume niile",
  "O duru ndị otu Naijiria gaa n'egwuregwu Olimpik; Atlanta '96, Athens 2000, Sidney 2004 na Beijing 2008",
  "N'afọ 2012, a nabatara ya dị ka onye gụsịrị akwụkwọ na uloakwukwo azumahia dika ọ gụru maka agumakwụkwọ mmemme ndi ezecutive",
  "Cosmos Maduka so n'ime mmadụ ole na ole onye isi ala Goodluck Jonathan jiri ugwu mba nke ochiagha nke osoro nke Niger wee sọpụrụ na afo 2012."
]