[
  "Countee Cullen (onye amụrụ Countee LeRoy Porter; n'ọnwa Mee 30, afọ 1903 - rụo ọnwa Janụwarị 9, afọ 1946) bụ onye Amerịka na-ede uri, onye na-ede akwụkwọ akụkọ, onye na'ede akwụkwọ ụmụaka, na onye na-eme egwuregwu, nke a maara nke ọma n'oge Harlem Renaissance.",
  "A mụrụ Countee LeRoy Porter n'ọnwa Mee 30, afọ 1903, n'aka Elizabeth Thomas Lucas. N'ihi enweghị ihe ndekọ banyere nwata ya, ndị ọkọ akụkọ ihe mere eme enweela nsogbu ịchọpụta ebe a mụrụ ya",
  "Baltimore, Maryland, New York City, na Louisville, Kentucky ka edepụtara dị ka ihe nwere ike ime.  Ọ bụ ezie na Cullen kwuru na a mụrụ ya na New York City, ọ na-ekwukwa Louisville, Kentucky ugboro ugboro dị ka ebe a mụrụ ya n'akwụkwọ iwu. Amanda Porter kpọtara Cullen na Harlem mgbe ọ dị afọ itoolu, onye kwenyere na ọ bụ nne nne ya, onye lekọtara ya ruo mgbe ọ nwụrụ n'afọ 1917.",
  "Reverend Frederick A",
  "Cullen, pastọ nke Salem Methodist Episcopal Church, ọgbakọ kachasị ukwuu na Harlem, na nwunye ya, onye bụbu Carolyn Belle Mitchell, kuchiri Countee Porter dị afọ 15, ọ bụ ezie na nkuchi ahụ nwere ike ọ bụghị nke gọọmentị. Frederick Cullen bụ onye dị mkpa na ndụ Countee, ma rụọ ọrụ dị ka nna ya",
  "Minista ahụ nwere mmetụta ga-emesị bụrụ onye isi oche nke ngalaba Harlem nke National Association for the Advancement of Colored People (NAACP).",
  "Cullen banyere DeWitt Clinton High School, nke dị na Hell's Kitchen. Ọ gara nke ọma n'agụmakwụkwọ n'ụlọ akwụkwọ wee malite ide uri",
  "O meriri asọmpi uri obodo niile. Na DeWitt, a họpụtara ya n'ime òtù nsọpụrụ, ọ bụ onye nchịkọta akụkọ nke akwụkwọ akụkọ kwa izu, a họpụtakwara ya dịka osote onye isi oche nke klas ya na-agụsị akwụkwọ. N'ọnwa Jenụwarị nke afọ 1922, ọ gụsịrị akwụkwọ na Latin, Greek, Mathematics, na French.",
  "Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị, ọ gara Mahadum New York (NYU). N'afọ 1923, Cullen nwetara ihe nrite nke abụọ na asọmpi Witter Bynner National Competitions for Undergraduate Poetry, nke Poetry Society of America kwadoro, maka uri ya akpọrọ, \"The Ballad of the Brown Girl\". N'oge na-adịghị anya, ọ na-ebipụta uri na akwụkwọ akụkọ mba dị ka <i id=\"mwVQ\">Harper's</i>, Crisis, Opportunity, The Bookman, na Poetry, na-eme ka ọ bụrụ <i id=\"mwWw\">onye</i> a ma ama na mba",
  "N'afọ sochirinụ, ọ nọkwa nke abụọ na asọmpi ahụ, n'ikpeazụ merie ihe nrite mbụ n'afọ 1925",
  "O meriri na asọmpi uri nke Opportunity kwadoro wee bịa na nke abụọ na \"To One Who Say Me Nay\", na-emeri Langston Hughes's \"The Weary Blues\"",
  "Cullen gụsịrị akwụkwọ na NYU n'afọ 1925 ma bụrụ otu n'ime ụmụ akwụkwọ iri na otu ahọpụtara na Phi Beta Kappa"
]