[
  "Craig O'Neil Grant (December 18, 1968 , March 24, 2021), nke a makwaara dị ka muMs the Schemer, bụ onye Amerika na-ede abụ na onye na-eme ihe nkiri nke a maara nke ọma maka ọrụ ya dị ka Arnold \"Poet\" Jackson na usoro HBO Oz",
  "A mụrụ Grant na New York City ma zụlite ya na Bronx. Nna ya, Samuel, bụ onye na-arụ ọrụ na ọkwa nkà na ụlọ ọgwụ Montefiore, nne ya, Theresa (née Maxwell), bụ onye nkuzi. O bu ụzọ nweta nlebara anya dị ka onye na-ede uri na onye na-eme ihe nkiri mgbe e gosipụtara ya na ihe ngosi SlamNation, nke sochiri ya na ndị ọzọ na-ede abụ nke  afọ 1996 Nuyorican Poetry Slam Team (Saul Williams, Beau Sia na Jessica Care Moore) ka ha na-asọmpi n'afọ 1996 National Poetry Eslam",
  "Grant weere aha \"muMs\" mgbe ọ dị afọ iri abụo ma na-eme ihe na otu egwu rap",
  "N'ihi na ọ na-echekwa ihe ịrịba ama nke mkparị nwata, otu enyi tụrụ aro ka ọ kpọọ onwe ya ŌMumbles, nke Grant belatara ka ọ bụrụ \"muMs\", dị ka acronym maka \"onye na-achịkwa n'okpuru Manipulation shhhhhhh!\"",
  "N'akwụkwọ Words in Your Face: A Guided Tour Through Twenty Years of the New York City Poetry Slam, onye edemede Cristin O'Keefe Aptowicz dere banyere oge muMs na abụ slam, na-ekwu na ederede ya \"bụ abụ okporo ámá n'ụzọ dị ọcha",
  "N'iche echiche, nke ziri ezi ma ọ bụghị nke na-enweghị ọchị, ọrụ ya kwuru n'eziokwu banyere ndụ ya na ndị enyi ya na ezinụlọ ya biri na obodo ọ hụrụ n'anya.",
  "muMs mere uri ya na oge 2, 3 na 4 nke HBO's Def Poetry Jam, ọ bụkwa onye otu LAByrinth Theater Company nke New York City",
  "N'ọnwa Ọktoba n'afọ 2007, muMs rụrụ ọrụ na A View from 151st Street, egwuregwu banyere ndị mmadụ na-anwa ịmegharị ndụ ha mgbe a gbagburu ha. Na Septemba 2014, muMs dere ma mee \"A Sucker Emcee\", abụ hip-hop na slam, dabere na ncheta onwe ya. N'ọnwa Febụwarị afọ 2015, emere egwuregwu muMs, nke akpọrọ \"Paradox of the Urban Cliché\", banyere di na nwunye na-eto eto bi na Harlem, na Wild Project dị ka akụkụ nke mmemme Poetic Theater Productions' Poetic License. N'ọnwa Febụwarị afọ 2015, muMs rụrụ ọrụ na \"The Insurgents\", egwuregwu banyere iwe n'etiti ndị nweere onwe ha, ndị nwere obi ike, na ndị a na-enweghị ikike, nke LAByrinth Theater Company mepụtara.",
  "Grant bụ onye ọbịa na 2016 Netflix usoro Luke Cage dị ka Reggie \"Squabbles\", ma gosipụta ya dị ka onye na-apụta ugboro ugboro, Ricardo, na  omume atọ nke Louis C.K.'s web series Horace and Pete.",
  "Grant nwụrụ na Wilmington, North Carolina na Machị 24, 2021, mgbe ọ dị afọ iri ịse na abụọ."
]