[
  "Creedence Clearwater Revival, nke a  na-akpọkwa Creedence na CCR, bụ otu egwu egwu America nke e hibere na El Cerrito, California",
  "Ndị otu ahụ na mbu nwere onye ndu Uda olu, onye na-agu egwu na onye edemede mbu bụ John Fogerty; nwanne ya nwoke,  rythm guitarist Tom Fogerty;bassist Stu Cook; na onye na-egwu egwu Doug Clifford",
  "Ndị otu a agbakorola ọnụ kemgbe 1959, nke mbụ dị ka Blue Velvets na emesịa dị ka Golliwogs, tupu ha ebie na Creedence Clearwater Revival aha na 1967.Ndi otu ahu rụrụ ọrụ na ememme Woodstock 1969 na Upstate New York, ma buru mmemme izizi izizia bịanyere aka na ya pụtara ebe ahụ.",
  "CCR gbasasia nke oma na ngwụcha 1972 ka afọ anọ nke ihe ịga nke ọma na-emepe chaati gasiri",
  "Tom Fogerty ahapụla n'afọ gara aga, John na ndị otu fọdụrụnu na-emegidekwa ihe gbasara azụmahịa na njikwa nka, Ihe niile butere ikpe n'etiti ndi otu egwuregwu mbu",
  "Esemokwu Fogerty na onye nwe Fantasy Records bụ Saul Zaentz dugara n'okwu ikpe ndị ọzọ na John Fogerty jụrụ iso ndị otu abụọ ndị ọzọ dị ndụ rụọ ọrụ na ntinye Creedence na 1993 na Rock and Roll Hall of Fame. Agbanyeghi na ndi otu ahu ejikotabeghi onu n'ihu oha, John Fogerty gara n'ihu na-egwu egwu CCR dị ka akụkụ nke omume solo ya, ebe Cook na Clifford rụrụ oru dị ka Creedence Clearwater Revisited kemgbe afọ 1990.",
  "Egwú CCR ka bụ isi Ihe egwu egwu egwu egwu egwu egwu U.S",
  "ama ama rock airplay; E reela ndeko CCR nde 30 na US naanị. Ndeko mkpokota Chronicle: The 20 Kasi ukwuu Hits, nke ewepụtara na mbu na 1976, ka dị na chaatị album Billboard 200 wee ruo akara izu 500 na Disemba 2020",
  "Enyere ya platinum 10 ×.",
  "John Fogerty, Doug Clifford, na Stu Cook zutere na Portola Junior High School na El Cerrito, California",
  "N'ikpọ onwe ha Blue Velvets, ndi atọ ahụ na-egwuri egwu ngwá na \"ụkpụrụ jukebox\", ma kwado nwanne John nke okenye Tom na ndekọ na Ihe ngosi tupu o banye  n'òtù ahụ. Ndi otu  ahụ eweputala alulu atọ, nke abụọ  bụ Casey Kasem, onye rụrụ ọrụ na KEWB, Oakland",
  "Na 1964, ha bịanyere aka na Fantasy Records, akara jazz nooro onwe ya na San Francisco. Ndị otu ahụ dọtara na labelu ahụ mgbe ha nụrụ ndekọ nke Vince Guaraldi akpọrọ \"Cast Your Fate to the Wind\" nke akara ahụ wepụtara ka o nwee oganihu mba.",
  "Maka mweputa mbụ nke otu ahụ, onye nwe Fantasy Max Weiss dehariri aha otu ahụ The Golliwogs (site na onye edemede ụmụaka bụ Golliwog)",
  "Tupu aha Golliwog, Weiss akpohariri ha aha ka ọ bụrụ Vision",
  "Ọrụ ndị otu band  gbanwere n'ime oge a: Cook gbanwere site na piano gaa na  bass guitar yana Tom Fogerty site na Uda ndu gaa na guitar rythm; John ghọrọ onye ndu Uda olu na onye na-ede abu mbu",
  "N'okwu Tom: \"Enwere m ike ịbụ abụ, mana John nwere ụda!\"",
  "Na 1966, e debara aha John Fogerty na Doug Clifford n'ime ndi agha US; Fogerty sonyeere US Army Reserve mgbe Clifford sonyeere US Coast Guard Reserve",
  "N'ikwu okwu banyere ahụmahu ya na US Army, Fogerty kwuru, sị: \"M ga-aghọ aghugho-enweghị ma banye n'ọhụụ",
  "M wee malite ịkọ akụkọ a n'onwe m, nke bụ abụ 'Porterville'. John Fogerty mesiri weghaara ya",
  "otu ahụ site n'ịbụ abụ ndu, ma na-ama ifuru n'ime ọtụtụ ngwá ngwu ndi na-akpo kiibood,harmonica, na saxophone na mgbakwunye na guitar ndu",
  "Ka ọ na-erule 1967, ọ no na-emepụta ihe ndekọ nke otu ahụ.",
  "1967, Saul Zaentz zụtara Fantasy Records ma nye igwe ahụ ohere idekọ album zuru oke",
  "N'ịbụ ndị kpọworọ aha \"The Golliwogs\" asị site na ubọchị mbụ, igwe ahụ kpebiri n'aha nke ska ha, Creedence Clearwater Revival (CCR), nke ha weere na Jenụwarị 1968",
  "Di ka ajụjụ ọnụ a gbara ndị otu igwe afọ iri abụọ ka e mesịrị,  ihe aha ahụ sitere na isi mmalite atọ: enyi Tom Fogerty Credence Newball, onye aha ya gbanwere na-etolite okwu Creedence (dị ka nkwenkwe); mgbasa ozi telivishọn maka Olympia Brewing Company (\"mmiri doro anya\"); na ndị otu ahu nweghachikwara nkwa maka otu ahu",
  "[citation needed] Ndị na-aso mpi a jụrụ maka aha otu ahụ gụnyere \"Muddy Rabbit\", \"Gossamer Wump\", na \"Creedence nuball na Ruby\"; Otú ọ dị, nke ikpeazụ bu malitere nke igwe ahu wetara aha ikpeazụ ha",
  "Cook kọwara aha ahụ dị ka \"dị egwu karịa Buffalo Springfield ma ọ bụ ugbo elu Jefferson \". Na mbido 1968,ndi òtù ahụ malitere ịpụta mgbe niile na klọb mpaghara San Francisco na be egwuregwu gụnyere Dino na Carlo's Bar, Avalon Ballroom, na Fillmore West",
  "Mgbe afo ahu gachara, ndị otu ahụ malitere igagharị mba ahu n'ofe US wee mee ngosi mbụ ha na New York City na Fillmore East.",
  "Ka ọ na-erule 1968, ndị na-eme redio AM na gburugburu US ribs ama mgbe mkpuchi CCR nke 1956 rockabilly song p\"Susie Q\" nwetara nnukwu egwuregwu na San Francisco Bay Area na Chicago's WLS-AM. Ọ bụ Otú nke abụọ nke igwe ahụ, nke mbụ ya ruru Top 40 (No",
  "11), na nanị ToBuoxwa 40 kuru O  bughi John Fogerty dere.Abuo ndi  ọzọ singles e wepụtara na ha",
  "Mgbe ha nwechara Ihe I ga nke oma CCR malitere igagharị ma malite oba egwu nke abuo ha,Bayou Country (wepụtara jenuwari 1969) na RCA studios na Los Angeles",
  "Platinum no.7 kuru, ndeko ahu but nke mbu ha n'usoro egwu egwu na egwu egwu na-aga n'ihu na akwusighi akwusi ruo afo abuo",
  "Otu \"Mary di mpako\" nke ejiri\"A muru na Bayou kwadoro,rụrụ no 2 na chaati billboard nke mba",
  "Nke mbu ga-emechaa buru abu kachasi kpuchie Otú ahu,yana ufodu udi 100 sitere na ndi nka ndi ozo ruo taa, gụnyere nke 4 1971 nke  Ike & Tina Turner kuru, afọ abụọ n'izu ka  nke mbụ gachara",
  "John Zoro aka na abụ a di ka Ihe si na mmụọ dị elu nweta nchupu ya na nchekwa ndị agha",
  "ndeko a gosikwara mmeghari nke rock & roll classic\"Good Golly, Miss Molly\" na ihe ngosi ndu nkeji itoolu nke otu ahụ nso, \"Nogide na Chooglin'\".",
  "ọnwa ole na ole ka e mesiri n'ime Eprel 1969, a tọhapụrụ \"Bad Moon Rising\" nke ejiri \"Lodi\" kwadoo ma gbagoo na no.2 na US",
  "Na United Kingdom, \"Bad Moon Rising\" nọrọ izu atọ na onu ogugu nke mbu na UK Singles Chart n'oge Septemba na Ọktoba 1969, na-aghọ naanị onuogu otu na UK. Album nke atọ nke otu ahụ, Green River, sochiri na Ọgọstụ 1969, bụ album mbụ ha nwetara n'elu Billboard 200, wee gaa ọla edo yana otu \"Green River\", nke ruru ozo 2 na chaatị Billboard",
  "Akụkụ B nke \"Osimri Green\", \"Mkpari\",gbagoro na Nr",
  "30 na mmesi Ike nke otu ahụ na mmeghari nke okachamma ochie ha gara n'ihu na \"Oge abali bu oge kwesiri ekwesi\"",
  "CCR gara n'ihu na-eme njem mgbe niile na Ihe ngosi na July 1969 na Atlanta Pop Festival na n'August 1969 na Woodstock Festival",
  "Agunyeghi ntoala ha na ihe nkiri Woodstock ma ọ bụ ụda uda n'ihi na John chere na arụmọrụ nke band ahu di ala",
  "Egwú anọ sitere na mmemme ahụ (n'ime ngụkọta nke iri na otu) mechara tinye na igbe ncheta nke 1994 setipuru Woodstock: Ụbọchị atọ nke udo na egwú",
  "Cook, Otú ọ dị, nwere echiche na-emegide onwe ya, na-ekwu,si,\"Ihe ngosi ndi a bụ CCR kpochapuwo ọnụ ọgụgụ ndị na-amaghidị na anyị bụ otu n'ime ndị isi akuko na Woodstock '69.\" John mechara mee mkpesa na omume nke bu ha ụzọ, bu ndi nwuru anwu nwere ekele, mere ka ndị na-ege ntị hie ụra; ka John na-enyocha ndị na-ege nti ọ hụrụ Ihe nkiri \"Dante, di nnoo ka ozu sitere na hel, niile jikọtara ma na-ehi ụra, nke apiti kpuchiri\".\n \nMgbe Woodstock gasịrị, CCR nọ na-arụsi ọrụ ike Maka Ihe nkiri nke anọ, Willy and the Poor Boys, nke abụo ha 3 LP, wepụtara na Nọvember 1969",
  "\"Down on the Corner\" na \"Fortunate Son\", nke ha abụọ rụrụ na The Ed Sullivan Show na Nọvemba 16, 1969, rịgooro na No",
  "3 na No",
  "14, n'otu n'otu, ka o na-erule na ngwusi afọ.  ndeko a  bụ CCR n'udi okolota, na-egosiputa mmalte fogerty na mkpuchi Lead Belly arughariri arughari, \"Ubi owu\" na \"Midnight special\"",
  "Qfo 1969 aburola afo eserese did iriba ama maka otu ahu:oba atọ,Top Ten,otu egwu egwu ano (charting na no2,no 2, no-2, na no3) nwere akuku ato ozo nwere chaati B",
  "CCR wepụtara ọzọ okpukpu abụọ a-akuku hit, \"Travelin' Band\"/\"Onye ga-akwusi mmiri ozuzo\", na Jenụwarị 1970",
  "The ngwa ngwa \"Travelin' Band\" na obere Richard uda siri ike, agbanyeghi nwere oke myirita na \"Ezi Golly, Miss Molly\" iji kwado akwukwo nke onye mbiputa egwu; E mechara dozie ya n'uloikpe. Egwu a  mechara puta na nomba n'onwa Febuwari Oakland Coliseum Arena, e gosipụtara CCR na mkpuchi Rolling Stone, ọ bụ ezie na ọ bụ naanị John ka a gbara ajụjụ ọnụ na isiokwu so ya.",
  "N' April 1970,  akwadoro CCR imalite njem njem Europe mbu ha",
  "Iji kwado ụbọchị ndụ na-abịanụ, Jon dere \"Up Around the Bend\" na \"Gbaanu n'ime ohia\"; otu ahụ ruru No",
  "4 n'oge opupu ihe ubi ahụ",
  "ndi otu ahụ laghachiri na Wally Heider Studios na San Francisco na June ka ha dekoo ulo oru Cosmo",
  "Ndeko ahụ nwere Ihe mbu Top 10 hits  \"Travelin' Band\" na \"Up Around the Bend\" gbakwunyere egwu egwu egwu egwu a ma ama dịka onye mmeghe \"Ramble Tamble\".",
  "E nweputara ulo oru Cosmo na Julai 1970, ọ bụkwa nọmba nke mbụ na US maka izu itoolu",
  "Enweputara ya yana egwu mba nke ise na nke ikpeazụ \"Lookin' Out My Back Door\" / \"Ogologo oge m nwere ike ihu ihe\".N'agbanyeghi na ha togoro ụfọdụ chaatị mba ụwa na ọnụ ọgụgụ redio mpaghara, CCR nwere ịhe di iche nke inwe  nomba ise 2 na-enwebeghi nomba 1 na Hot 100, nke kachasị otu ọ bụla. Naanị Madonna, Taylor Swift, na Drake Kariri otu nari mba abuo ha nwere isii, ma kekota ya na  Elvis Presley na ndị Carpenter",
  "N'aka nke ọzọ, na ọdụ ugbo mmiri WLS-AM ndi otu ahụ nwere nomba atọ, nomba anọ 3, na nke abụọ nke 4, mana  enweghị otu",
  "2, yana \"Down on the Corner\" naanị otu CCR iri kacha elu na-edebanye aha otu ọnọ ogugu kasi elu",
  "(Mba",
  "3) na Hot 100 na WLS.",
  "Mbelata ndi ozo na album Cosmo's Factory gụnyere nkeji nkeji iri na otu nke 1968 Marvin Gaye \"Anuru m ya site na Grapevine\" (obere ihe mgbe eweputara mbipụta edeziri dị ka otu na 1976), yana ihe fọrọ nke nta ka ọ bụrụ ndetu-maka- riba ama nsopuru maka Roy Orbison's \"Ooby Dooby\"",
  "Album ahụ bụ onye kacha ere ha wee gaa na No",
  "1 na chaatị oba akwukwo Billboard 200 yana No",
  "11 na chaati Billboard's Soul Albums.",
  "Pendulum, ewepụtara na Disemba 1970, bụ onye ọzọ na-ere ahịa kachasi elu, na-ebute Top 10 kuru na \"I hutula Mmiri ozuzo?\" John tinyere Hammond B3 Organ n'ọtụtụ egwu Pendulum, ọkachasị \"I hutula Mmiri ozuzo?\", na nkwanye ùgwù na mmetuta miri emi nke Booker T",
  "& the M.G.'s, onye ndị otu otu ahụ kpochiri akpochi",
  "Akụkụ tugharia otu ahụ, \"Hey Tonight\", bụkwa ihe di egwu.",
  "N'ihe di ka n'oge a, nghọta dị ukwuu n'etiti ndị otu ndi ọzọ na John na-achịkwa gabiga oke ma na-achị n'ime otu ahụ na-abiaru nso n'ebe na-esi ísì uto. Tom Fogerty kpebiri na ya nwere ezuru ma hapu  CCR na mmalite 1971 mgbe ndeko nke Pendulum;Emepurara ọpụpụ ya na ihu oha Febụwarị na-esote",
  "Na mbụ, ndị fọdụrụnụ tụlere ịji dochie ya mana n'ikpeazụ gaa n'ihu dị ka atọ.",
  "N'oge opupu ihe ubi nke 1971, John Fogerty, nwere nkụda mmụọ maka mkpesa ndị otu ya fọdụrụnụ na-eme mkpesa mgbe niile na ekweghị ka ha dee ma mepụta abụ nke ha,  mere ihe gbasara ihu wee gwa Cook na Clifford na CCR ga-aga n'ihu naanị site n'inweta",
  "usoro nke ochichi onye",
  "Naọ 1973, John Fogerty malitere ọrụnaani  ya na The Blue Ridge Rangersnchikota, otu onyeotuaya  k  obodo na eegwuozioma",
  "Agbanyeghi, n'okpuruu nkwekọrịta CCR ochie ya, Fogerty ji Fantasyugwo ndeko  asatọ ọzọ",
  "N'ikpeazụ, ọ jụrụ ịrụ ọrụ makalabelụ",
  "E doziri nsogbu ahụ naanị mgbe David Geffen nke Asylum Records ztaraụ nkwekọrịta Fogerty makande   1e",
  "a  1975, o wepụtara naanịobammgbapu  ya,ahaeonwe ya  John Fogerty",
  "sieIhe na-esote ya  bụ Centerfield, ihe ịga nke ọa na  chaatị na 1985 Na a njemnleghari anya  na 1986,Otu o di,  Fogerty nwere mkpesa makaojuju o juru one egwu  CCR ma a-ahuhu  a nnsogbuudau ugboro ugboro nke ọ boro ebubona o ga-agba akaebe  n'ụlọ ikpe",
  "Nkọwa Fogerty maka ịkpghiọ ihe CCR bụ na ọ ga-akwriri  ụgwọ ọrụeze Maka  ony ji iikike nwebisiinka Zaentz, nakwa na ọ bụ \"ihe mgbu\" ịlaghachi na egwu nke oge gara aga.",
  "Site na album Centerfield, Fogerty hụkwara onwe ya na Zaentz gbara akwukwo ohuru, tit-for-tat maka egwu \"The Old Man Down The Road\" nke bụ, dị ka Zaentz si kwuo, edegharighachi nke Fogerty n'onwe ya na 1970 CCR kuru\"Gaa n'ime ohia\"",
  "Ebe ọ bụ na Fogerty ejirila ikike ya na egwu CCR na 1980 kagbuo ọrụ nkwekọrịta ya fọdụrụnụ, Fantasy nwere ikike ugbua \"Run Through the Jungle\" wee kpee Fogerty akwụkwọ n'ụzọ bụ isi maka ịpụtaghachi onwe ya",
  "Mgbe ndi juri na- achi na ihu Fogerty, o doziri akwukwo nkwutọ nke Zaentz gbara maka egwu \"Mr",
  "Greed\" na \"Zanz Kant Danz\"",
  "A manyere Fogerty o dezie ndekọ ahụ, na-agbanwe aha\"Zanz\" na\"Vanz\".",
  "Na Febụwarị 19, 1987, na Palomino Club (North Hollywood) na Los Angeles, Fogerty mebiri mmachibido iwu onwe ya na ime CCR hits",
  "Bob Dylan na George Harrison (ya na Taj Mahal na Jesse Ed Davis) sonyeere ya na ogbo, na-adu odu si, \"Ọ bụrụ na ị imeghi, ụwa dum ga-eche 'Nganga Mary' bụ abu Tina Turner",
  "\" Na ihe nkiri 1987 ụbọchị nnwere onwe maka ndị agha Vietnam, Fogerty mechara banye na ndepụta CCR hits, malite na \"A muru na Bayou\" wee mechie \"Mary mpako\"",
  "Na 1986, o weputara album Warner Bros., ya nke abuo Eye of the Zombie",
  "Fogerty laghachiri na egwu ozo na njedebe 1980 mana o laghachiri na 1997 na Blue Moon Swamp nke meriri Grammy",
  "Fogerty ka na-eme njem ugboro ugboro ma ugbu a na-eme CCR oge ochie n'akụkụ ihe solo.",
  "Tom Fogerty wepụtara ọtụtụ oba solo, n'agbanyeghi na ọ nweghi nke ruru ihe ịga nke ọma nke CCR",
  "Album solo ya nke 1974 Zephyr National bụ onye ikpeazụ iji gosipụtara ndị otu CCR anọ mbụ",
  "Ọtụtụ egwu na-ada Uda di ka ụdị CCR, ọkachasị nke akpọrọ \"Mbilite n'Onwu Onú\" nke ndị otu anọ niile na-egwuri egwu, n'agbanyeghi na John Fogerty dekọrọ akụkụ ya iche.",
  "Tom Fogerty nwụrụ n'ụlọ ya di na Scottsdale, Arizona, na Septemba 1990 n'ihi mgbagwoju anya ọrịa AIDS, but nke ọ nwetere site na mmịnye ọbara meruru emeru nke ọ natara mgbe ọ na-awa ahu azụ",
  "Tom na John jisiri ike di ná mma tupu Tom anwuo, na n'otu ekele o kwuru na olili ozu Tom, John kwuru si, \"Anyị chọrọ itolite na ibụ ndị na-egwụ egwú",
  "Echere m na anyị nwetara ọkara nke ahụ, ghoo rock 'n roll stars",
  "Ọ bụchaghị na-eto eto\".",
  "Ndị enyi ụlọ akwụkwọ sekọndrị Doug Clifford na Stu Cook gara n'ihu na-arụkọ ọrụ ọnụ mgbe onwu nke CCR ma dịka ndị egwuregwu nnoko na ndị otu Don Harrison Band",
  "Ha toro ntoala Factory Productions, ọrụ ndekọ ekwenti na mpaghara Bay",
  "Clifford wepụtara ndeko solo, Cosmo, na 1972",
  "Cook mepụtara onye na-ese ihe nkiri Roky Erickson's The Evil One wee bụrụ onye bassist na obodo  ama ama eme Southern Pacific na 1980s.",
  "Clifford mekwara Groovers Paradise maka onye bụbu Sir Douglas Quintet naTexas Tornados Doug Sahm",
  "Ma Clifford na Cook egwuri egwu na album nke ewepụtara na Warner Bros",
  "na 1974",
  "Clifford gara n'ihu na-eme ma na-edekọ na Sahm site na 1980s.",
  "N'igbaso ogologo oge nke enweghị egwu egwu, Cook na Clifford hibere Creedence Clearwater Revisited na 1995 ya na ọtụtụ ndị egwu ama ama",
  "Nlegharighari na-aga n'ihu na-eme njem nleghari anya zuru ụwa onu na-eme klaasi nke band mbụ",
  "Ntuziaka John 1997 manyere Creedence Clearwater Revisited ka o gbanwee aha ya  nwa oge gaa na \"Cosmo's Factory\", mana ụlọ ikpe mechara kpebie na Cook's na Clifford kwadoro.",
  "Mgbe CCR gachara, Fantasy Records weputara ọtụtụ ngwungwu kacha egwu di ka1972's Creedence Gold, 1973's More Creedence Gold na 1975's Pre-Creedence,album mkpokọta nke ndekọ mbụ Golliwogs.  Fantasy weputara album abụọ na-aga nke ọma nke ukwuu Chronicle,  nchịkọta nke Creedence's iri abụọ hit singles, na 1976",
  "Ọtụtụ afọ ka e mesịrị, akara ahụ wepụtara ndekọ dị ndụ nke akpọrọ The Royal Albert Hall Concert",
  "N'adịghị ka aha ya, e dekọrọ arụmọrụ 1970 na ￼￼Oakland, California, o bughi na Royal Albert Hall na London",
  "E degharịrị mbipụta ndị na-esote nke album mbụ nke 1981 naanị The Concert",
  "E wepụtara ọba abụọ ọzọ nke ihe kacha mma na 1986 dị ka Ihe E Mere: Chronicle: Volume Two.",
  "Ọganihu nke CCR mere Fantasy na Zaentz nnukwu ego, na Fantasy wuru ụlọ isi ụlọ ọrụ ọhụrụ na 1971 na 2600 Tenth Street na Berkeley, California. Zaentz jikwa akụ na ụba ya mepụta ọtụtụ ihe nkiri na-aga nke ọma, gụnyere Best Picture Oscar meriri One Flew Over the Cuckoo's Nest, Amadeus, na The English Patient",
  "Na 2004, o rere Fantasy  Concord Records.Dị ka ihe ngosi ọma,,[Tinye edensibịa]Concord sọpụrụ nkwa nkwekọrịta emezughị emezu Fantasy kwere n'ihe fọrọ nke nta ka ọ bụrụ afọ iri anọ tupu mgbe ahụ, n'ikpeazụ na-akwụ CCR ọnụ ahịa eze dị elu na ire ha wee weghachi John nwe nke egwu ya.",
  "John, ebe ọ hụrụ na Zaentz adịghịzi etinye aka na ụlọ ọrụ ahụ, bịanyekwara aka na nkwekọrịta ọhụrụ na Concord/Fantasy",
  "Na 2005, a tọhapụrụ akara ahụ The Long Road Home, nchịkọta CCR na Fogerty solo kpochapụwo",
  "Mgbe Revival pụtara na akara Fantasy na Ọktoba 2007 mana tupu album ya na-esote Blue Ridge Rangers Rides Again (ihe na-esote album 1973) ka ewepụtara na 2009, Fogerty si na Fantasy gbanwee gaa na akara nke ya, Fortunate Son Records, nke ekesara",
  "Verve Forecast Records.",
  "Ahịrị ahịrị CCR mbụ ahụ adịkebeghị ọnụ ka ha gbasaa",
  "Ndị otu anọ niile nọ na ọba Tom 1974 <i id=\"mwAZU\">Myopia</i>,  na mgbe e mesịrị n'agbamakwụkwọ ya n'October 19, 1980",
  "John, Cook, na Clifford na-egwuri egwu na 20th ha",
  "El Cerrito High School nnọkọ na 1983, mana dị ka incarnation mbụ ha, Blue Velvets",
  "N'afọ ndị 1980 na 1990, ikpe ọhụrụ nke ikpe dị n'etiti ndị otu ahụ, yana megidekwa njikwa mbụ ha, mere ka iro ha dịkwuo ukwuu",
  "Site na mgbe ewebatara CCR n'ime  Rock and Roll Hall of Fame na 1993, John jụrụ ime ya na Cook na Clifford",
  "E gbochiri ụzọ abụọ ahụ site na ogbo ahụ, ebe John na-egwu egwu egwu egwu niile gụnyere Bruce Springsteen na Robbie Robertson",
  "Nwanyị Tom di ya nwụrụ bụ Tricia tụrụ anya na a ga-enwe nnọkọ CCR na ọbụna weta nsị nke nwere ntụ di ya na ememe ahụ",
  "Iwe iwe, Cook na Clifford, bụ ndị ha na ezinụlọ ha nọ ọdụ n'oche dị n'ofe ụlọ ahụ site na Fogerty's, si na ụlọ ịgba egwu ahụ pụta ka arụ ọrụ ahụ malitere, ma mesịa dee akwụkwọ ozi dị iche iche nye ndị isi oche nke Rock and Roll Hall of Fame",
  "na-ekwu na ọ bụ \"na-emerụ ahụ\" na \"mkparị\" ikwe ka arụmọrụ ahụ gaa n'ihu na-enweghị ha.",
  "N'ajụjụ ọnụ July 2011 na ndị Calgary Herald, John kwetara na ọ dịkarịa ala na ya ga-adị njikere ịtụleghachikọ ya na Cook na Clifford:\n \nMgbe a jụrụ ya ọzọ na October 2011 banyere atụmanya nke njikota, o siri: \"M na-ekwu na ọ ga-ekwe omume, ee.echere m na oku ahu [ọchị] ga-abu na o ga-esi n'èzí puta",
  "Onye ga-eme ka m bia lee ihe anya n'ụzọ ọhụrụ",
  "\" Otú ọ dị, Cook na Clifford abuo kwuru na mbipụta February 2012 nke akwukwo akuko Uncut na ha enweghị mmasị na nnọkọ CCR",
  "\"Leopard anaghị agbanwe ntupo ha",
  "Nke a bụ naanị mmega ahụ na-eme ka Ihe oyiyi na-egbuke egbuke John",
  "Ekwentị m agbabeghị agba\", Cook kwuru",
  "Clifford gbakwunyere: \"Ọ nwere ike ịbụ echiche mara mma afọ iri abụọ gara aga, mana o gaferela\".",
  "Na Mee 2013, Fogerty kwuru ọzọ na ya ga-emeghe maka nnọkọ, mana ọ hụghị Cook na Clifford dị njikere ịgbanwe ọnọdụ ha",
  "Ọ gwara ya Charlie Rose na CBS This Morning: \"Site n'oge ruo n'oge, m ga-ekwu ihe na ọ ga-na-ebipụta na ma eleghị anya nke ahụ ga-eme, na ozugbo m ga-anụ azụ ihe na-adịghị ada ka ọ ga-ekwe omume",
  "Echere m na ọ ga-ekwe omume n'ọdịnihu, ị maara",
  "Ọ bụghị ihe m na-achọsi ike, mana anaghị m emegidekwa echiche ahụ kpamkpam..\" Na Septemba 2017 Clifford ọzọ wepụrụ ohere ọ bụla nke Cook na ya onwe ya ga-ejikọtaghachi na John, na-ekwughachi, \"Ọ gaara abụ nnukwu afọ iri abụọ, afọ iri abụọ na ise gara aga",
  "Ọ dịla anya ugbu a.\"\"",
  "A na-ejikarị ma o but tunye aka na katalogu egwu CCR na omenala ndi a ma ama,akụkụ n'ihi na John Fogerty bịanyere aka na njikwa iwu nke ndekọ ochie ya na akara ndekọ nke band, Fantasy Records. N'ajụjụ ọnụ NPR, Fogerty jụrụ ihe o weere dị ka iji egwu ya eme ihe n'ụzọ na-ezighị ezi:\n \nIhe na-adọrọ mmasị karịsịa bụ iji abụ mkpesa ya \"Fortunate Son\" na mgbasa ozi blue jeans. N'okwu a, onye mgbasa ozi ahụ mechara kwụsị iji abụ ahụ, dịka Fogerty kọrọ n'ajụjụ ọnụ e mechara gbaa ya:",
  "Ụdị egwu CCR gụnyere egwu egwu, egwu obodo, mgbọrọgwụ rock, rockabilly, rock na roll, blues, Southern rock, blues rock, rock, rock rock, rhythm na blues, acid rock, mkpụrụ obi na-acha anụnụ anụnụ, folk rock, New Orleans rhythm and blues and space rock. A kpọtụrụ òtù ahụ aha dị ka ndị ọsụ ụzọ nke egwu egwu na egwu obodo.",
  "N'ịdabere na mmalite ha na mpaghara East Bay nke San Francisco Bay Mpaghara, òtù ahụ na-ejikarị okwu gbasara bayous, catfish, Osimiri Mississippi na akuku ndị ọzọ nke ihe ngosi nke Southern United States",
  "Egwú ndị otu ahụ anaghị emetukari na ịhụnanya ịhụnanya, na-elekwasị anya na egwu ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya gbasara isiokwu dịka Agha Vietnam.",
  "Rolling Stone họọrọ CCR nke 82 na 100 Kasi mma artists nke oge niile",
  "Na 2003, ndepụta Rolling Stone's 500 Kasi mma artists nke oge niile gụnyere Green River na nọmba 95, Cosmo's Factory na nọmba 265, na Willy and the Poor Boys na nọmba 392. Na 2004, na ndepụta 500 Kasi Ukwuu songs nke oge niile, Rolling Stone gụnyere \"Fortunate Son\" na nọmba 99, \"Proud Mary\" na nọmba 155, \"Who'll Stop the Rain\" na nọmba 188, na \"Bad Moon Rising\" na nọmba 355.",
  "Dị ka Acclaimed Music si kwuo, ha bụ onye omenkà nke 61st kacha eme eme akụkọ na egwu a ma ama.",
  "A gbakwunyere \"Fortunate Son\" na Library of Congress' National Recording Registry ndepụta nke egwu egwu nke \"dị mkpa na ọdịbendị, akụkọ ihe mere eme, ma ọ bụ mara mma\" na 2013.",
  "\"Fortunate Son\", \"Proud Mary\", na Cosmo's Factory ka etinyerela n'ime ulo Grammy Hall of Fame. \"Proud Mary\" nọ na nomba 39 na VH1's \"100 Greatest Rock Songs\". \"Bad Moon Rising\" but nke a hooro na nọmba 363 na NME's \"500 Greatest Songs of All Time\" ndepụta.",
  "Àtụ:Col-begin\nÀtụ:Col-break\nStudio albums",
  "Àtụ:Col-break\nSee also",
  "Àtụ:Col-end",
  "Àtụ:CreedenceÀtụ:1993 Rock and Roll Hall of FameÀtụ:Southern PacificÀtụ:Woodstock"
]