[
  "Criegee intermediate (nke a na-akpọkwa Criegee zwitterion ma ọ bụ Criegee biradical) bụ carbonil oxide nwere akuku abụọ",
  "Kemikall ndị a nwere ike imeghachi omume na sulfur dioxide na nitrogen oxides na ikuku ụwa, ma na-emetụta mmepụta nke aerosols, nke bụ ihe dị mkpa na ịchịkwa ihu igwe ụwa.  Criegee intermediates bụkwa isi iyi dị mkpa nke OH (hydroxyl radicals). OH radicals bụ ihe kachasị mkpa oxidant na troposphere, ma dị mkpa n'ịchịkwa ịdị mma ikuku na mmetọ.",
  "Mmeputa Nke udi a Nne mbu bu n'afo 1950 site n'aka Rudolf Criegee, onye nke abaghariri aha site na ya",
  "I bughi ruo n'afo 2012 ka emere nchoputa wee hu kemikal ndi ahu",
  "Infrared Spectroscopy tunyere alo nke Eletrik structure ka ekwukwaziri nwere agwa  Zwitterionic karia agwa  biradika nke ewputaburu na mbu.",
  "Criegee intermediates na-emepụta site na mmeghachi omume gas-phase nke alkenes na ozone na ikuku ụwa",
  "Ozone na-agbakwunye gafee njikọ carbon abụọ nke alkene iji mepụta molozonide, nke na-agbawa iji mepụta carbonyl (RR'CO) na carbonyl oxide",
  "A maara nke ikpeazụ dị ka Criegee intermediate.",
  "Mmeghachi omume alkene ozonolysis bụ oke exothermic, na-ewepụta ihe dị ka 50 kilocalories kwa mole (210 kJ / mol) nke ike karịrị akarị",
  "Ya mere, a na-emepụta Criegee intermediates na nnukwu ike dị n'ime.",
  "Mgbe e mepụtara Criegee intermediates, ụfọdụ n'ime ha ga-emebi ngwa ngwa unimolecular, na-emepụta OH radicals na ngwaahịa ndị ọzọ",
  "Otú ọ dị, ha nwere ike ịkwụsi ike site na mmekọrịta ya na ụmụ irighiri ihe ndị ọzọ ma ọ bụ meghachi omume na kemịkal ndị ọzọ iji nye ngwaahịa dị iche iche.",
  "Criegee intermediates nwere ike ịkwụsi ike site na mgbagwoju anya na molecules ndị ọzọ na ikuku",
  "Ndị a kwụsiri ike Criegee intermediates nwere ike ịnata okpomọkụ unimolecular decay na OH radicals na ngwaahịa ndị ọzọ, ma ọ bụ nwere ike ịnwe mmeghachi omume bimolecular na ụdị ikuku ndị ọzọ.",
  "Na usoro mmeghachi omume ozonolysis, Criegee intermediate na-emeghachi omume na carbonil compound ọzọ (n'ozuzu aldehyde ma ọ bụ ketone byproduct nke Criegee-intermediate formation reaction n'onwe ya) iji mepụta ozonide (1,2,4-trioxolane)."
]