[
  "Crystal Lee bụ onye so chọpụta Silicon Valley mmalite LifeSite Lee bụ onye mbụ gbara ọsọ na asọmupi Miss America 2014, Miss California 2013, Miss Chinatown USA 2010, na Miss California's Outstanding Teen 2008",
  "Ugbu a, ọ bụ onye na-elekọta ndị Golden State Warriors.",
  "A mụrụ Lee na San Francisco, California ye nna ya bụ onye China-American na nne ya bụ onye Taiwan. Lee gụsịrị akwụkwọ na Ruth Asawa San Francisco School of the Arts. O mechara nweta B.A",
  "ya na bayoloji mmadụ na M.A",
  "na nkwukọrịta na Mahadum Stanford na afo 2013.",
  "Lee bụ onye nke mbụ na asọmupi Miss America 2014 ebe ikpo okwu ya bụ \"Women in STEM\". Ọ bụkwa onye natara agụmakwụkwọ STEM na Duke of Edinburgh's Award. N'oge ikpeazụ nke asọmupi Miss America, Lee na Miss New York Nina Davuluri bụ ndị asọmupi ikpeazụ fọdụrụ n'elu ikpo okwu",
  "Onye na-akwado ha bụ Lara Spencer bịakwutere ha bụ onye jụrụ ha otú obi dị n'oge ahụ",
  "Davuluri kwuru na ya na Lee \"ha abụọ dị mpako",
  "Anyị na-eme akụkọ ihe mere eme ebe a, na-eguzo ebe a dị ka ndị Eshia-Amerịka. N'ajụjụ ọnụ ya na Michel Martin nke NPR mechara, Davulri kọwara oge ahụ dị ka, \"ahụmahụ dị egwu, nke na-abụghị nke ahụ, ịnọ ebe ahụ na abụọ ikpeazụ",
  "Mụ na Miss California, Crystal Lee, na-ejide aka, anyị abụọ na-eguzo n'ebe ahụ n'oge akụkọ ihe mere eme dị otú ahụ - ndị Eshia-Amerịka abụọ ga-ewere aha ahụ ma bụrụ ihe nnọchianya ọhụrụ nke olileanya na agbamume",
  "\"",
  "Mgbe a gwara Lee ka ọ kwurịta okwu ikpeazụ n'ajụjụ ọnụ o mechara kwuo na ọ:",
  "lekwasịrị anya na ọkwa nke nsonaazụ ma echeghị banyere anyị ịbụ ndị Eshia",
  "Anyị nwere onye China-American na Top 2 tupu, ma eleghị anya ọ bụghị onye India-American, nke nwere ike ịbụ ihe mere Nina ji kwuo ihe banyere ya",
  "Ana m eche mgbe niile na onwe m bụ onye America dị ka m bụ onye Eshia",
  "Mba anyị nwere nzụlite ndị mbịarambịa - ma ọdịdị gị na-egosipụta ya ma ọ bụ na ọ bụghị",
  "Usoro nke nna nna mmadụ rutere adịghị eme ka ụmụ ha bụrụ ndị America",
  "Ma ịpụ n'asọmupi ahụ, ana m aghọta ugbu a nnukwu nzọụkwụ nke a bụ maka ndị Eshia America niile",
  "Enweghị m ike ichere maka ụbọchị anyị nwere Miss America nke China na America",
  "Enwere m olileanya na ọ na-asụ asụsụ abụọ, kwa!",
  "E nwere mmegide nke okwu xenophobic na ịkpa ókè agbụrụ na soshal midia megide onye mmeri Nina Davuluri n'oge na-adịghị anya mgbe e chiri ya echichi na asọmupi Miss America 2014 metụtara ịdị nso nke ụbọchị ihe omume ahụ na ncheta itoolu na iri na otu na mmegide ndị India. Ụlọ ọrụ mgbasa ozi hotara tweet ndị jụrụ ihe mere e ji họrọ ya karịa Miss Kansas, Theresa Vail, na-akọwa ya dị ka onye Alakụba ma ọ bụ onye Arab, ma jikọta ya na ndị na-eyi ọha egwu dịka Al-Qaeda. Lee zaghachiri mmegide a n'ajụjụ ọnụ ekwentị NBC Bay Area site n'ikwu na \"ndị mmadụ kwesịrị ime onwe ha ihere [...] Ma echere m na ọ dịkwa mma na-aga n'ihu na a na-eme ndị ahụ na-amaghị ihe ihere na mgbasa ozi",
  "\" N'ajụjụ ọnụ ọzọ, Lee kwuru, sị: \"Ọ dị mwute na ọtụtụ ndị America amaghị ihe ha na-amaghị",
  "Ọ na-egosi ókè anyị ka na-aga dị ka ọha mmadụ",
  "Obi dị m ụtọ na ndị mgbasa ozi kpọrọ ndị omekome ahụ n'ihu ọha maka amaghị ihe ha",
  "Ọ na-eme ka nkwa anyị maka nnabata na nghọta sikwuo ike",
  "\""
]