[
  "Nri bụ ụdị nri nke a na-eji ihe dị iche iche, usoro na efere, ma na-ejikọkarị ya na otu ọdịbendị ma ọ bụ mpaghara",
  "Usoro nkwadebe nri mpaghara, omenala na ihe ndị mejupụtara ya na-ejikọkarị iji mepụta nri pụrụ iche na mpaghara.",
  "A na-ekpebi nri site na ihe ndị dị n'ógbè ma ọ bụ site na azụmahịa",
  "A na-emepụta ụdị ihe dị iche iche ma nye aka na nri, dị ka osikapa Japan na nri ndị Japan na chile New Mexico na nri New Mexican.",
  "iwu nri okpukpe nwekwara ike nwee mmetụta siri Ike na nri, dika HinduismSikhism in Punjabi cuisine, Buddhism in punjabi cuisine, Buddhism in East Asian cuisine,   iso ụzọ Kraịst na European cuisine, Islam in Middle Eastern cuisine, and Judaism in Jewish na Israeli cuisine.",
  "A gbaziri nri site na French nke pụtara nri, nkà nri na usekwu.",
  "Ihe ụfọdụ nwere mmetụta na nri mpaghara gụnyere ihu igwe nke mpaghara ahụ, azụmahịa n'etiti mba dị iche iche, iwu okpukpe ma ọ bụ nke dị oke ọnụ na mgbanwe ọdịbendị nri",
  "Dịka ọmụmaatụ, nri ndị dị n'ebe okpomọkụ nwere ike ịdabere na mkpụrụ osisi na akwụkwọ nri, ebe nri ndị dị na polar nwere ike ịdaba na anụ na azụ.",
  "Ọnọdụ ihu igwe nke mpaghara ahụ, n'ụzọ dị ukwuu, na-ekpebi nri ndị dị",
  "Na mgbakwunye, ihu igwe na-emetụta nchekwa nri",
  "Dịka ọmụmaatụ, nri echekwara maka oriri n'oge oyi site na ịṅụ sịga, ịgwọ ọrịa, na ịpị nri anọgidewo na-adị mkpa na nri ụwa maka mgbanwe ha na-atọ ụtọ.",
  "Azụmaahịa dị n'etiti mba dị iche iche na-emetụtakwa nri mpaghara",
  "Site na azụmaahịa ihe na-esi ísì ụtọ oge ochie, ihe oriri ndị dị ka sinamọn, cassia, cardamom, ginger, na turmeric bụ ihe dị mkpa nke azụmahịa na mmalite mbụ nke azụmahịa, India bụkwa ahịa zuru ụwa ọnụ maka nke a",
  "Cinnamon na cassia chọtara ụzọ ha gaa Middle East ma ọ dịkarịa ala afọ 4,000 gara aga.",
  "Ụfọdụ nri na nri ndị a kwadebere chọrọ ma ọ bụ machibido iwu site na okpukpe ma ọ bụ iwu dị elu, dị ka iwu nri ndị Alakụba na iwu nri ndị Juu.",
  "Mgbanwe omenala nri bụkwa ihe dị mkpa maka nri n'ọtụtụ mpaghara: ngosipụta mbụ nke Japan na West bịara na mbata nke ndị ozi ala ọzọ Europe na ọkara nke abụọ nke narị afọ nke iri na isii",
  "N'oge ahụ, njikọta nke usoro ịgba nri egwuregwu Spanish na Portuguese na usoro East Asia maka isi akwụkwọ nri na mmanụ dugara na mmepe nke tempura, \"nri ndị Japan a ma ama nke a na-eji ihe oriri mmiri na ọtụtụ ụdị akwụkwọ nri dị iche iche kpuchie ya na ntụ ọka ma sie ya nke ọma\".",
  "Nri malitere n'oge ochie",
  "Ka nri malitere ịchọ atụmatụ ndị ọzọ, e nwere mpụta nke nri ndị dị gburugburu ọdịbendị.",
  "Nri na-aga n'ihu na-agbanwe, a na-emepụta nri ọhụrụ site na ihe ọhụrụ na mmekọrịta ọdịbendị",
  "Otu ihe atụ na-adịbeghị anya bụ nri ngwakọta, nke jikọtara ihe dị iche iche nke ọdịnala nri dị iche iche ma ọ bụghị ụdị nri ọ bụla, ma na-ezo aka na ihe ọhụrụ n'ọtụtụ nri ụlọ oriri na ọṅụṅụ nke oge a kemgbe afọ 1970. Nouvelle cuisine (Nri ọhụrụ) bụ ụzọ isi sie nri na nri ngosi na nri French nke ndị na-akatọ nri Henri Gault, bụ ndị mepụtara ahịrịokwu ahụ, na ndị ọrụ ibe ya André Gayot na Christian Millau mere ka ọ bụrụ ihe a ma ama na 1960s na nduzi ụlọ oriri ọhụrụ, Gault-Millau, ma ọ bụ Le Nouveau Guide",
  "[citation needed] Molecular cuisine, bụ ụdị nri nke oge a nke na-eji ọtụtụ  ọhụrụ teknụzụ sitere na ọzụzụ sayensị (molecular cuisine)",
  "Okwu a sitere n'afọ 1999 site n'aka onye France na-ahụ maka ọgwụ INRA Hervé n'ihi na ọ chọrọ ịmata ọdịiche dị n'etiti ya na aha Molecular gastronomy (ọrụ sayensị) nke ya na onye nwụrụ anwụ na Oxford physicist Nicholas Kurti webatara na 1988. A na-akpọkwa ya nri nwere ọtụtụ mmetụta, nri nke oge a, physics nri, na nri nnwale site n'aka ụfọdụ ndị na-esi nri. E wezụga nke ahụ, azụmaahịa mba ụwa na-eweta nri ọhụrụ gụnyere ihe ndị dị na nri dị ugbu a ma na-eduga na mgbanwe",
  "Iwebata ose ọkụ na China site na South America na ngwụcha narị afọ nke iri na asaa, na-emetụta nri Sichuan nke ukwuu, nke jikọtara ụtọ mbụ (site na iji ose Sichuan) na ụtọ ose ọkụ ọhụrụ ma mepụta ụtọ mala pụrụ iche nke na-esi ísì ụtọ ma na-esi ụtọ.",
  "Nri zuru ụwa ọnụ bụ nri a na-eme gburugburu ụwa, a pụkwara ịhazi ya dịka ojiji a na-ejikarị nri, gụnyere ọka, mmepụta na abụba.",
  "Nri nri mpaghara nwere ike ịdịgasị iche dabere na nnweta na ojiji nke ihe ụfọdụ, omenala na omume nri mpaghara, yana ọdịiche ọdịbendị n'ozuzu. Ihe ndị dị otú ahụ nwere ike ịbụ otu ihe ma ọ bụ obere n'ofe ókèala dị iche iche, ma ọ bụ dịgasị iche iche n'ime mpaghara ọ bụla",
  "Dịka ọmụmaatụ, na Central na North South America, ọka (mkpụrụ), ma dị ọhụrụ ma kpọnwụrụ akpọnwụ, bụ nri bụ isi, a na-ejikwa ya n'ọtụtụ ụzọ dị iche iche",
  "N'ebe ugwu Europe, ọka wit, rye, na abụba sitere na anụmanụ na-ebute ụzọ, ebe n'ebe ndịda Europe mmanụ oliv dị ebe niile na osikapa jupụtara",
  "N'Ịtali, nri nke ugwu, nke gosipụtara bọta na osikapa, dị iche na nke ndịda, ya na pasta ọka wit na mmanụ oliv",
  "N'akụkụ ụfọdụ nke China, osikapa bụ isi, ebe na ndị ọzọ ọrụ a jupụtara na noodles na achịcha",
  "N'ebe niile dị na Middle East na Mediterenian, ihe ndị a na-ahụkarị gụnyere nwa atụrụ, mmanụ oliv, lemon, ose, na osikapa",
  "Iri akwụkwọ nri a na-eme n'ọtụtụ ebe n'India emeela ka pulses (ihe ọkụkụ a na-ewe naanị maka mkpụrụ kpọrọ nkụ) dị ka chickpeas na lentils dị mkpa dị ka ọka wit ma ọ bụ osikapa",
  "Site na India ruo Indonesia, ojiji a na-eji ihe na-esi ísì ụtọ eme ihe n'ụzọ sara mbara; a na-ejikwa akị bekee na nri mmiri na mpaghara ahụ dum dị ka ihe oriri na ihe na-atọ ụtọ."
]