[
  "Ịzụ ahịa mmekọahụ n'ịntanetị, mmetọ mmekọahụ na-ebi ndụ, njem mmekọahụ webcam / mmetọ ma ọ bụ ICTs (Information and Communication Technologies)-kwadoro mmekoahu nrigbu bu mpu intaneti nke na-egosi izu ahia mmekoahu na gwanro ndu ma na egosikwa mmekoahu n'ike na webcam.",
  "Ịzụ ahịa mmekọahụ n'ịntanetị dị iche na mpụ mmekọahụ ndị ọzọ. Ndị na-azụ ahịa na-ebuga ndị ahụ na 'cybersex dens', nke bụ ebe nwere webcams na ngwaọrụ ejikọrọ na ịntanetị na ngwanrọ ndụ. N'ebe ahụ, a na-amanye ndị a mmekoahu n'ime onwe ha ma ọ bụ ndị ọzọ nọ n'ohu mmekọahụ ma ọ bụ ndị na-azụ ahịa dinara ha n'ike ma ọ bụ na-enyere ndị na-awakpo aka na vidiyo. A na-enyekarị ndị a metụtara iwu ka ha na-ekiri ndị na-akwụ ụgwọ na-azụ ahịa ma ọ bụ ndị na-azụ ahịa na ihuenyo ma na-agbaso iwu ha. Ọ na-abụkarị azụmahịa, ụdị cyba nke ịgba akwụna mmanye. Ụmụ nwanyị, ụmụaka, na ndị dara ogbenye bụ ndị na-enwekarị mmekọahụ mmanye n'ịntanetị. Ihe oyiyi nkwukọrịta kọmputa nke e mepụtara n'oge mpụ ahụ bụ ụdị ihe na-akpali agụụ mmekọahụ ma ọ bụ ihe na-akpali agụụ mmekọahụ ụmụaka nke a na-ese ma na-agbasa n'oge ma nwee ike idekọ ya.",
  "Enweghị data gbasara oke ịzụ ahịa mmekọahụ n'ụwa. Nkà na ụzụ iji chọpụta ihe omume niile nke mpụ ngwanro ndu   emepụtabeghị ya. A na-ezigara ndị ọchịchị ọtụtụ nde akụkọ banyere ịzụ ahịa mmekọahụ n'ịntanetị kwa afọ",
  "[nchọpụta dara ada] Ọ bụ ijeri dollar, ụlọ ọrụ na-akwadoghị nke e wetara na afo dijital ma nwee njikọ na ijikọ ụwa ọnụ. Ọ na-arị elu site na mgbasawanye ụwa ọnụ nke nkwukọrịta na mmụba zuru ụwa ọnụ nke ịntanetị na smartphones, ọkachasị na mba ndị na-emepe emepe. E mekwara ka ọ dị mfe site na iji ngwanrọ, usoro nkwukọrịta ezoro ezo, na nka na uzu netwọk nke na-agbanwe mgbe niile, yana uto nke usoro ịkwụ ụgwọ n'ịntanetị mba ụwa na ọrụ nnyefe waya na cryptocurrencies nke na-ezobe njirimara onye na-ebugharị.",
  "Ọdịdị mba dị iche iche na ọnụ ọgụgụ zuru ụwa ọnụ nke ịzụ ahịa mmekọahụ n'ịntanetị na-eme ka mba, ụlọ ọrụ, na òtù nke ụwa nwee mmeghachi omume dị n'otu iji belata ihe omume nke mpụ ahụ; chebe, napụta, na imezi ndị metụtara; na ijide ma kpee ndị omekome ahụ ikpe. Gọọmentị ụfọdụ amalitela nkwado na mgbasa ozi nke na-elekwasị anya na mmata nke mpụ ahụ",
  "Ha emejuputala nzukọ ọmụmụ ọzụzụ emere iji kụziere ndị mmanye iwu, ndị ọkàiwu, na ndị ọchịchị ndị ọzọ, yana ndị ọrụ NGO, iji lụso mpụ ahụ ọgụ ma nye ọrụ nlekọta mgbe mmerụ ahụ. A chọrọ iwu ọhụrụ na-alụso ịzụ ahịa mmekọahụ ọgụ na narị afọ nke iri abụọ na otu.",
  "Cyba-, dị ka ụdị njikọta, akọwapụtara dị ka 'ejikọrọ na netwọk nkwukọrịta kọmputa, ọkachasị ịntanetị.' Ịzụ ahịa mmekọahụ bụ ịzụ ahịa mmadụ maka ebumnuche nke mmegbu mmekọahụ, gụnyere ịgba ohu mmekọahụ. A na-azụ ahịa ma ọ bụ na-ebuga ndị na-ahụ maka mmekọahụ n'ịntanetị gaa 'cybersex dens', nke bụ ụlọ ma ọ bụ ebe nwere webcam. Mpụ cyba na-agụnyekwa ibugharị ma ọ bụ iyi ihe oyiyi nke ahụ ndị ahụ na mwakpo mmekọahụ n'oge site na kọmputa nwere webcam gaa na kọmputa ndị ọzọ ejikọrọ na ịntanetị. N'ihi ya, ọ na-eme n'otu akụkụ n'ime ụwa nkịtị ma ọ bụ n'ezie, dịka mwakpo mmekọahụ bụ n'ezie, na akụkụ ụfọdụ na ohere cyba.",
  "A na-atọrọ ndị a na-emegbu, ọkachasị ụmụ nwanyị na ụmụaka, iyi egwu, ma ọ bụ ghọgbuo ha. A na-aṅụ ndị ọzọ ọgwụ ọjọọ. A na-ejide ha ma kpọchie ha n'ime ụlọ ndị nwere windo ma ọ bụ enweghị windo na webcam. Ha na-enwe mmerụ ahụ na nke uche. E meela ndina n'ike na webcam. A na-amanye ụfọdụ ka ha nwee mmekọ nwoke na nwanyị. A na-ajụ ndị a na-egbu nri, na-egbochi ha ihi ụra, ma na-amanye ha ịrụ ọrụ mgbe ha na-arịa ọrịa. Ha ebutela ọrịa, gụnyere ụkwara nta, mgbe ha nọ n'agbụ. A na-awakpo ma ọ bụ taa ọtụtụ mmadụ ahụhụ.",
  "Enwere ike iji ndị a metụtara mee ihe n'ebe ọ bụla ebe ndị na-azụ ahịa mmekọahụ nwere kọmputa, mbadamba, ma ọ bụ ekwentị nwere njikọ ịntanetị. Ebe ndị a, nke a na-akpọkarị 'cybersex dens,' nwere ike ịnọ n'ụlọ, ụlọ nkwari akụ, ọfịs, ụlọ oriri na ọṅụṅụ ịntanetị, na ụlọ ọrụ ndị ọzọ, na-eme ka ha sie ike ma ọ bụ na-agaghị ekwe omume maka ndị mmanye iwu ịmata. A maghị ọnụ ọgụgụ ndị na-azụ ahịa mmekọahụ n'ịntanetị. A na-amanye ụfọdụ ndị a metụtara ịgba akwụna n'otu oge n'ụlọ akwụna ma ọ bụ ebe ọzọ.",
  "Mgbapụta nke gụnyere mmegbu mmekọahụ nke ụmụaka site n'aka ndị nne na nna na-achọkarị nkewa nke ụmụaka na ezinụlọ na ndụ ọhụrụ maka ha n'ụlọ mgbaba.",
  "A naghị ebugharị ụfọdụ ndị a metutara ma jide ha n'agha, kama ọ bụ ndị a na-ahụ maka mmekọahụ n'ịntanetị",
  "A na-eyi ha egwu, webcam blackmailed, ma ọ bụ na-emegbu ha iji mee onwe ha ihe nkiri na-eme omume mmekọahụ n'ịntanetị. A manyere ndị a na-emegbu ka ha banye onwe ha, n'ihe a kpọrọ 'ịdina n'ike n'ebe dị anya'. A na-aghọgbu ndị ọzọ, gụnyere ndị mmekọ ịhụnanya ụgha bụ ndị na-edina n'ike n'ezie ma ọ bụ ndị na-ekesa ụmụaka na-akpali agụụ mmekọahụ, iji mee onwe ha ihe nkiri masturbating. A na-agbasa vidiyo ndị ahụ na ndị na-azụ ahịa ma ọ bụ dekọọ maka ire ere mgbe e mesịrị.",
  "Ndị a na-eleghara anya site na ịda ogbenye, esemokwu, ịpụ iche ọha na eze, ịkpa ókè, ma ọ bụ nsogbu ndị ọzọ na eze nọ n'ihe ize ndụ dị ukwuu nke ịbụ ndị a na-emegbu. A na-akpọ ịzụ ahịa mmekọahụ na ma ọ bụ mgbasa ozi na-enweghị nkwekọrịta nke ọdịnaya mmekọahụ metụtara ụmụ nwanyị na ụmụ agbọghọ, nke na-agụnyekarị iyi egwu, dị ka \"ime ihe ike nwoke na nwanyị dijitalụ\" ma ọ bụ 'ime ihe ike nwoke na nwanyị n'ịntanetị'.",
  "Ndị metutara, n'agbanyeghị na a manyere ha, a na-anọgide na-eme mpụ ma na-ekpe ha ikpe na mpaghara ụfọdụ.",
  "Ndị na-azụ ahịa na-ebuga ndị metụtara na ebe ndị nwere webcams na ngwanrọ mgbasa ozi",
  "Ha ma ọ bụ ndi na enyere ndị na-awakpo aka na-eme ma na-eme ihe nkiri mpụ mmekọahụ iji mepụta ezigbo oge ndina n'ike na-akpali agụụ mmekọahụ ma ọ bụ ihe nkiri ụmụaka na-akpali agụụ mmekọahụ nke nwere ike idekọ ma ọ bu gaghị edekọ",
  "Ndị na-ege ntị n'ịntanetị ma ọ bụ ndị na-azụ ahịa, ndị na-esikarị mba ọzọ, nwere ike inye ndị ahụ ma ọ bụ ndị na-edina mmadụ n'ike iwu ma kwụọ ụgwọ maka ọrụ ndị ahụ",
  "Ndị na-eme ihe ọjọọ nwoke na nwanyị, na-arụ ọrụ n'azụ ihe mgbochi nkịtị ma na-abụkarị ndị a na-amaghị aha, na-abịa site na mba dị iche iche n'ụwa na site na klas ọ bụla na akụ na ụba. Ụfọdụ ndị na-azụ ahịa na ndị na-awakpo ndị ezinụlọ, ndị enyi, na ndị enyi ya. Ndị na-azụ ahịa nwere ike ịbụ akụkụ ma ọ bụ nyere aka site na òtù ndị omempụ mba ụwa, ndị omempụ obodo, ma ọ bụ obere ndị omempụ ma ọ bụ naanị otu onye. Ha na-arụ ọrụ na nzuzo ma mgbe ụfọdụ enweghị usoro nhazi nke ndị ọchịchị nwere ike ikpochapụ. Ihe ka ọtụtụ n'ime ndị na-azụ ahịa ma ọ bụ ndị na-azụta ahịa bụ ụmụ nwoke. Enweghị ntaramahụhụ bụ nsogbu. Ọdịdị ezoro ezo nke teknụzụ ọgbara ọhụrụ na-eme ka o sie ike ịchọta ndị omekome. Anyaukwu na ma ọ bụ afọ ojuju mmekọahụ na-akpali ha. Ndị na-azụ ahịa na-akpọsa ụmụaka na ịntanetị iji nweta ndị na-azụ ahịa. Enwere ike ịla n'iyi ego ndị na-azụ ahịa mmekọahụ n'ịntanetị nwetara.",
  "Mịnịstrị na-ahụ maka agụmakwụkwọ Malaysia webatara mmata banyere ịzụ ahịa mmekọahụ n'ịntanetị na usoro ọmụmụ ụlọ akwụkwọ sekọndrị."
]