[
  "Cynthia E",
  "Rosenzweig (née Ropes) (amụrụ n'ihe dị ka n'afọ 1958) bụ onye America agronomist na climatologist na NASA Goddard Institute for Space Studies, nke dị na Mahadum Columbia, \"onye nyere aka ịmalite ọmụmụ nke mgbanwe ihu igwe na ọrụ ugbo",
  "\" Ọ bụ onye isi nchọpụta sayensị na Columbia Climate School ma nwee ihe karịrị akwụkwọ 300, ihe karịrị isiokwu 80 ndị ọgbọ nyochara, dere ma ọ bụ dezie akwụkwọ asatọ. Ọ rụkwara ọrụ n'ọtụtụ òtù dị iche iche na-arụ ọrụ iji mepụta atụmatụ iji jikwaa mgbanwe ihu igwe, na ọkwa ụwa na IPCC yana na New York City mgbe Hurricane Sandy gasịrị.",
  "Rosenzweig gara Cook College (na Mahadum Rutgers) wee nweta nzere Bachelor of Arts na sayensị ọrụ ugbo na 1980",
  "Rosenzweig lekwasịrị anya n'ọrụ ugbo malitere na 1969, mgbe ya na onye ga-abụ di ya gbazitere ma na-arụ ọrụ ugbo na Tuscany, Ịtali, na-ewe mkpụrụ vaịn na oliv ma na-azụ anụmanụ dị ka ewu, ezì, ọbọgwụ, na geese. O kpebiri ịlaghachi na mahadum iji mụọ ọrụ ugbo, nweta nzere Master of Science na Soils and Crops na Mahadum Rutgers na 1983.  N'oge ọ nọ na Master, NASA Goddard Institute for Space Studies were ya n'ọrụ iji mụọ ihe ọkụkụ site na iji data satellite",
  "O mechara nweta Ph.D",
  "ya na Mahadum Massachusetts Amherst na Plant, Soil and Environmental Sciences na 1991.",
  "O ka na-aruru NASA, ebe obu onyeisi nke otu Climate Impacts Group kemgbe 1993",
  "Oru ya na ndi IPCC Task Force na Data bu nke amaara mgbe 2007 Nobel Prize ka agbakwunyere na Al Gore na IPCC.",
  "Ọ na-ejekwa ozi ugbu a dị ka onye nkuzi prọfesọ na Barnard College ma bụrụkwa onye nkuzi onye sayensị na-eme nchọpụta na Columbia Climate School na Mahadum Columbia.",
  "Mgbe o no na NASA na Kolumbia Goddard Institute for Space Studies, Rosenzweig bu onye mbu kwadoro ogugu nke bekee kporo Climate Change na mmputara ya na iko ugbo nakwa ebe mmadu bi",
  "Osorola na otu di iche iche nke na-agbo mbo ilekota mgbanwe gburugburu nke gunyere:",
  "Enwere ike inweta nkọwa zuru ezu nke nyocha Rosenzweig na profaịlụ Google Scholar ya",
  "Enwere ike inweta ndepụta zuru ezu nke akwụkwọ ya site na bibliography ya na ebe nrụọrụ weebụ NASA Goodard Institute for Space Studies."
]