[
  "Cynthia Jerotich Limo (amụrụ na 18 Disemba na afọ 1989) bụ nwanyị Kenya na-agba ọsọ ogologo oge nke na-asọ mpi na asọmpi ịgba ọsọ n'okporo ụzọ",
  "O nwere onye nrite ọlaọcha na IAAF World Half Marathon Championships na 2016",
  "Ọkara marathon nke onwe ya kacha mma nke 66:04 nkeji, nke e debere na 2016, na-eme ka ọ bụrụ nwanyị nke anọ kachasị ọsọ maka anya.",
  "Limo nwere ihe ịga nke ọma mbụ ya na mpaghara na afọ 2009 Baringo 15K, ebe ọ nọ n'ọnọdụ nke atọ. N'afọ sochirinụ, ọ gbara ọsọ na Kenyan Cross Country Championships, mana ọ nọ n'ọhịa, na-emecha nke 46",
  "Ọ bụ n'okporo ụzọ nke France ka ọ malitere iguzobe onwe ya dị ka onye na-agba ọsọ dị elu",
  "O nwere akara atọ kachasị elu na 2010 Nancy Half Marathon na 20 Kilomètres de Paris",
  "Ọ gara n'ihu na-elekwasị anya na agbụrụ French n'ime afọ abụọ sochirinụ",
  "Mmeri mbụ ya bịara na 20 Km de Tours na afọ 2011 ma na afọ 2012 o gosipụtara ọganihu ya site na mmeri na Humarathon ọkara marathon na nkeji 70:06 kacha mma na mmeri dị na Paris 20K na nkeji 65:36.",
  "Limo nyere ya mbụ na-erubeghị nkeji iri asaa iji merie na afọ 2013 Rabat Half Marathon",
  "Ọ gwụchara n'elu abụọ n'ime agbụrụ okporo ụzọ ya niile n'afọ ahụ, ma e wezụga njedebe nke atọ na Humarathon",
  "Ọ meriri Saint Denis Marathon ma bụrụ onye nke abụọ na Paris 20K na Marseille-Cassis Classique Internationale",
  "Ọ gara n'ihu site na French circuit na oge 2014, malite site na mmeri na Madrid Half Marathon mgbe ahụ njem na-aga nke ọma nke agbụrụ America nke gụnyere ọtụtụ podium finishes, n'etiti ha mmeri na Steamboat Classic, Garry Bjorklund Half Marathon na onye nke abụọ na-agwụ na CrimMiler 10- na Boston Half Marathon, na-esetịpụ ihe ọhụrụ kachasị mma nke 68:24 nkeji na nke ikpeazụ",
  "O nwere mmeri mbụ ya n'ụlọ na Baringo Half Marathon na Nọvemba.",
  "Na afọ 2015 gosipụtara na ọ bụ afọ Limo banyere n'ime ndị isi ụwa nke ọkara marathon na-agba ọsọ",
  "O mere n'elu atọ na Ras Al Khaimah Half Marathon na nke kachasị mma nke 67:02 nkeji mere ka ọ bụrụ nwanyị nke ise kachasị ọsọ n'ụwa n'afọ ahụ. Ọ bụ onye mmeri Hy-Vee ọkara marathon jikọtara ya na Drake Relays, bụ onye nke abụọ na Boston na Luanda Half Marathon, wee gaa n'ihu n'ọhịa na Delhi Half Marathon. Ihe ịga nke ọma ya na American gara n'ihu na mmeri na Cooper River Bridge Run, Lilac Bloomsday Run na njedebe nke abụọ na Cherry Blossom 10-Miler, Freihofer's Run For Women na Utica Boilermaker.",
  "Houston Half Marathon bụ asọmpi mbụ nke Limo na 2016 na ọgụ ya na Mary Wacera Ngugi dugara n'oge ngwa ngwa, na Limo n'ọnọdụ nke abụọ na nkeji 66:41 nke pụtara na ọ gara n'ihu ruo nke iri na otu na ndepụta oge niile maka ọkara marathon ụmụ nwanyị. Otu ọnwa mgbe nke ahụ gasịrị, ọ gara n'ihu ruo nkeji iri isii na isii na nkeji iri anọ na isii na asọmpi Ras Al Khaimah nke mere ka ọ bụrụ nwanyị nke atọ kachasị ọsọ na ọsọ ahụ. Ọ nwetara nhọpụta maka 2016 IAAF World Half Marathon Championships n'ihi ya na ọ bụ ya mbụ mba ụwa na-akpọ oku ma bụrụ otu n'ime ndị ọkacha mmasị, n'akụkụ Ngugi. N'asọmpi e mere na Cardiff, ndị otu ụmụ nwanyị ise nke Kenya mejupụtara ọtụtụ n'ime ndị isi mbụ",
  "Mgbe ọkara gachara, ọ bụ naanị Limo, Ngugi na Peres Jepchirchir fọdụrụ",
  "Jepchirchir na-enweghị ahụmahụ meriri Limo na njedebe ọsọ",
  "Ha atọ mere ka ụmụ nwanyị Kenya nweta aha otu ahụ ma Limo nyere aka mezue ọkwa na Jepchirchir na Ngugi."
]