[
  "Cynthia Wandia bụ onye injinia eletriki nke Kenya, polyglot, onye ọchụnta ego, nwanyị na-azụ ahịa na onye isi ụlọ ọrụ, onye bụ onye isi ọrụ na onye guzobere Kwara Limited,  usoro ụlọ akụ dị n'ịntanetị na ekwentị sitere na Kenya maka ndị otu, otu kredit na ụlọ akụ obodo.  Ọ n'otu oge na-eje ozi dị ka Managing director nke ASTRA Innovations, ụlọ ọrụ dị na Germany nke ọ kwadoro.",
  "A mụrụ ya na Kenya, n'ihe dị ka afọ 1986. Ọ gara Alliance Girls High School na obodo Kikuyu, na Kiambu County, na Kenya",
  "Na afo 2005, Ọ gakwara  wee debanye aha na Mahadum Yale nke dị na United States",
  "Cynthia gụsịrị akwụkwọ na  afo 2009 na nzere bachelọ sayensị na Injin Eletriki",
  "Ọ gbasoro nke ahụ na Advanced Management Program na Dartmouth College.",
  "Cynthia nọrọ ọnwa isii nke afọ 2010 na Monterrey, Mexico, na-eje ozi dị ka onye ndụmọdụ mmepe azụmahịa maka Aceleradora de Empresas ITESM (Business Accelerator Network na Tecnológico de Monterrey)",
  "Ọ kwagara Düsseldorf, Germany iji soro E.ON rụọ ọrụ, na ngalaba ngwaahịa ha zuru ụwa ọnụ, dịka akụkụ nke mmemme iru eru ahia",
  "Ụfọdụ n'ime ọzụzụ ahụ mere na Madrid, Spain",
  "O jere ozi n'ọkwa ahụ otu afọ na ọkara, ruo na Mee  2012.",
  "N'ime afọ abụọ na ọnwa isii, ọ rụrụ ọrụ na E.ON, nke dị na Essen, Germany, dị ka onye nyocha arụmọrụ ụgbọ mmiri maka ihe dị ka ọkara n'oge ahụ, mgbe ahụ dị ka onye njikwa maka ọrụ pụrụ iche",
  "N'ọnwa Disemba afọ 2014, ọ hapụrụ E.ON wee soro hiwe Astra Innovations",
  "A kọrọ na Cynthia Wandia maara asụsụ Bekee, Spanish, French, German na Mandarin nke ọma. Na afo 2018, Business Daily Africa, akwụkwọ akụkọ Bekee kwa ụbọchị na Kenya, kpọrọ Cynthia Wandia, otu n'ime ndị Kenya kacha iri anọ n'okpuru ụmụ nwanyị iri anọ (Kenya Top 40 Under 40 Women).",
  "Ụlọ ọrụ ya kachasị ọhụrụ, nke ọ kwadoro na nke ọ na-eje ozi dị ka onye isi oche, bụ Kwara Limited, ngwa ụlọ akụ n'ịntanetị na nke na-agagharị agagharị nke na-enyere ndị otu na-arụkọ ọrụ ọnụ, ụlọ akụ obodo na ụlọ ọrụ kredit aka ịnọgide na-egbo mkpa ego na ọnọdụ nke ndị otu ha n'oge",
  "Nke a na-enye ụlọ ọrụ ohere ịzaghachi ngwa ngwa maka mkpa nke ndị òtù ha, si otú a na-edobe ọnụ ọgụgụ dị elu nke ndị ahịa nwere obi ụtọ, na-ebuli uru na usoro ahụ."
]