[
  "Cyril Ikechukwu Nri (a mụrụ n'ụbọchị nke iri abụọ na ise n'ọnwa Eprel n'afọ 1961) bụ onye Britain na Naijiria na-eme ihe nkiri, onye edemede na onye nduzi nke a maara nke ọma maka igwu egwu Superintendent Adam Okaro na usoro TV ndị uwe ojii The Bill",
  "A mụrụ Nri na 25 Eprel 1961 na Naịjirịa",
  "Ezinụlọ Nri bụ ndị Igbo; ha gbapụrụ mba ahụ n'afọ 1968 tupu agha obodo Naịjirịa agwụ. Ọ kwagara Portugal mgbe ọ dị afọ asaa, ma mesịa gaa London.",
  "Nri gara Holland Park School na West London wee pụta na mmepụta ihe nkiri nke ụlọ akwụkwọ a kpọrọ Three Penny Opera",
  "Ọ gara Young Vic Youth Theatre na Waterloo, London",
  "Ọ nwetara ọzụzụ na Bristol Old Vic Theatre School",
  "Nri bi na ndịda London kemgbe afọ 1980.",
  "A maara ya nke ọma maka ịrụ ọrụ nke Superintendent Adam Okaro, onye mechara bụrụ onye isi nlekọta, na ihe nkiri ndị uwe ojii ITV The Bill",
  "O nwekwara ọrụ dị ka Graham, onye ibe nke Miles na Anna, na usoro abụọ nke usoro ihe nkiri BBC TV This Life",
  "Mgbe ọ gụsịrị akwụkwọ ihe nkiri na Bristol Old Vic, Nri malitere ndụ ime ihe nkiri na Royal Shakespeare Company ebe ọrụ mbụ ya bụ Lucius na mmepụta Ron Daniel nke Julius Caesar n'afọ 1982.\nỌ gbara Ariel na Max Von Sydow's Prospero na mmepụta nke Jonathan Miller na 1988 nke The Tempest",
  "N'afọ 2008, ya na ndị ọzọ bụbu ndị ọkacha mmasị The Bill bụ Philip Whitchurch, Russell Boulter pụtakwara na ihe omume nke BBC1's Waking the Dead",
  "N'afọ 2009, ọ pụtara na The Observer na Royal National Theatre",
  "N'afọ 2009 na 2010 ọ pụtara na Law & Order UK dị ka Onyeikpe Demarco ma maliteghachi ọrụ a na usoro 2012 na 2013 nke ihe ngosi ahụ.",
  "N'ọnwa Febụwarị afọ 2010, ọ bụ onye ọbịa na Doctors",
  "Na Nọvemba 2010, ọ pụtara na Usoro nke anọ nke The Sarah Jane Adventures, na \"Lost in Time\"",
  "O mechara pụta ọzọ n'ọnwa Ọktọba afọ 2011, na mmalite nke Usoro 5, \"Sky\".",
  "N'afọ 2012–13, ọ gbara Cassius na Greg Doran's Royal Shakespeare Company production nke <i id=\"mwSA\">Julius Caesar</i> na Stratford upon Avon, London na New York, ebe na nnyocha ya na New York Times Ben Brantley kwuru okwu banyere Nri, \"Okwu Maazị Nri ka ọ na-edebanye okwu Caesar bụ nke nwoke na-enwe mmetụta nke eriri na-agbasi ike n'olu ya",
  "N'ịbụ onye na-eche nche na aghụghọ, ụjọ na onye na-achịkwa, Maazị Nri bụ ezigbo Cassius, na-ejide ihu igwe nke paranoia na ndọrọ ndọrọ ọchịchị nke na-eme ka ikuku sie ike",
  "\"",
  "N'afọ 2016, ọ nwetara nhọpụta British Academy Television Award maka arụmọrụ ya dị ka Lance na Russell T",
  "Davies TV series <i id=\"mwUQ\">Cucumber</i>\nỌ pụtakwara na ihe omume nke <i id=\"mwUw\">Goodnight Sweetheart</i> na-egwu dọkịta n'ụlọ ọgwụ ebe Yvonne Sparrow tụfuru nwa ya a na-amụbeghị amụ (usoro nke anọ).",
  "N'afọ 2016, ọ gbara Polonius na mmepụta nke Simon Godwin nke Hamlet maka Royal Shakespeare Company",
  "Na ngwụcha Ọktọba 2016 o mere nke mbụ ya dị ka onye na-eme ihe ugboro ugboro na Doctor Who spin-off Class",
  "N'afọ 2017, o nwekwara obere ọrụ na ihe omume nke usoro nyocha nke BBC na-eme ogologo oge Death in Paradise, na-egwu onye isi obodo rụrụ arụ.",
  "N'afọ 2020, o mere onye ọka iwu na ihe nkiri BBC Noughts and Crosses",
  "N'afọ 2021, ọ gbara Sheldon na Royal National Theatre nke Trouble in Mind nke Alice Childress.",
  "Nri alụọla di, ma ugbu a ọ na-akọwa dị ka nwoke idina nwoke.  O nwere ụmụ abụọ tozuru etozu."
]