[
  "A mụrụ otu n'ime ndị na-ese ihe na South Afrịka, Cyril Fradan na Johannesburg n'afọ 1928",
  "Ọ gụrụ akwụkwọ, ma mesịa kụzie ihe na Mahadum nke Witwatersrand ma mee ihe ngosi mbụ ya na Johannesburg n'afọ 1954",
  "N'ịkwaga London na 1960, Fradan gosipụtara nke ọma n'ọtụtụ ụlọ ọrụ nka nke Britain na Europe.",
  "Fradan rụrụ ọrụ fọrọ nke nta ka ọ bụrụ naanị na eserese acrylic ma jiri usoro ịcha",
  "Ọzọkwa, ọ bụ onye na-aga nke ọma na onye nwere nkà nke ụdị Baroque eji eme ihe n'oge a, okwu ndị na-abụghị ihe atụ",
  "Ihe nke a pụtara bụ na Fradan na-agwakọta echiche efu, ìhè na agba, na mmetụta nke mmegharị na-anụ ọkụ n'obi, niile gbakọtara iji merie onye na-ekiri ya site na arịrịọ mmetụta uche kpọmkwem",
  "Ojiji ya nke mmetụta ndị dị otú ahụ dị ka contour gbazee, ntụgharị nke mmegharị site na ìhè na-egbuke egbuke, jikọtara ya na iji agba na-egbuke egbuke, mere ka ọ bụrụ ụdị nke nwere mmetụta dị ukwuu na ndị na-ege ntị na South Afrịka hụrụ ya.",
  "Fradan anaghị akpọ ihe osise ya, na-ekwere na ihe oyiyi ndị a na-akpali n'ime onye na-ekiri ya site n'ụdị ndị na-agbagharị agbagharị, nke nwere ume na akwa ya bụ, n'ezie, ndị ziri ezi.",
  "\"Onye ọ bụla na-ekiri ihe nkiri ga-ahụ n'ihe osise m ihe ọ chọrọ - ekwenyeghị m na onye na-ese ihe kwesịrị itinye aka na utu aha, nke na-eduhie eduhie n'ụzọ ọ bụla",
  "\"",
  "Tinyere eserese, Fradan nyere atụmatụ ejiji maka mmepụta ihe nkiri gụnyere mmepụta Margaret Inglis nke 1955 nke Shakespeare's Hamlet Ọzọkwa, o nyere ejiji ejiji maka mmepụta Gordon Crosse nke 1966 nke W",
  "B",
  "Yeats's Purgatory",
  "Fradan bụ onye a hụrụ n'anya nke ukwuu ma bụrụ onye a na-akwanyere ùgwù nke ọma na London arts scene",
  "Emume egwu ya kwa afọ n'oge okpomọkụ nke a na-eme n'ụlọ ya na 23 Lower Addison Gardens, bụ ihe na-enye ndị hụrụ egwu n'anya ọṅụ ma nye ohere ile ọrụ ya",
  "N'afọ ndị sochirinụ, Fradan zere ebe ngosi nka, na-ahọrọ ụzọ ememme ya na-ere ihe osise ya na-ewu ewu",
  "Ya na ọtụtụ ndị na-elekọta ya nwere mmekọrịta onwe onye, ndị na-ezukọ mgbe niile n'ụlọ ya; ọkachasị n'oge ememme.",
  "Cyril Fradan gosipụtara ọtụtụ ihe - gụnyere na Royal Academy, London na 1963",
  "A na-anọchite anya ọrụ ya na nchịkọta ọha na eze ndị a"
]