[
  "Cythna Lindenberg Letty (ubochí mbú n'ọnwa Jenụwarị 1895, na Standerton rụọ úbọchị àtó n'ọnwa Mee 1985, na Pretoria), bụ onye na-ese ihe ọkụkụ na South Africa ma a na-ewere ya dị ka ónyé isi nke nka botanical nke South Africa n'ihi ogo na ọnụ ọgụgụ nke ihe osise ya na ihe osise pensụl, nke e mepụtara n'ime afọ irí ànó na National Herbarium na Pretoria.",
  "A na-echeta Cythna Letty nke ọma màkà akwụkwọ ya Wild Flowers of the Transvaal nke e bipụtara na 1962",
  "Mgbe ewepụtara ego iri na South Africa, a gwara ya ka ọ mepụta ihe osise okooko osisi maka mkpụrụ ego cent irí, irí abụọ na irí isé",
  "E wezụga ise ihe osise, ọ bụ ónyé na-ede uri nke ọma ma bipụta Children of the Hours mgbè ọ dị afọ iri asatọ.",
  "Cythna bụ nwa mbụ nke nné ya Josina Christina Lindenberg lụrụ nke abụọ ma kpọọ ya aha ónyé dike na uri Percy Shelley \"The Revolt of Islam\"",
  "Lettys nwere ụmụ ise ma rụọ ọtụtụ afọ ụmụ isii sitere na alụmdi na nwunye mbụ Josina bụ akụkụ nke ezinụlọ sara mbara, nke a na-adọ aka ná ntị",
  "A kụziiri ha ịkpọ ọtụtụ ngwá egwu.",
  "Nna Cythna, Walter Edward Letty, nwèrè ọtụtụ mgbanwe ọrụ na ezinụlọ ahụ na-agbakarị",
  "N'ihi ya, Cythna gara ụlọ akwụkwọ iri na atọ, na-agwụ na Pretoria Girls' High School",
  "Mgbè Agha Ụwa Mbụ tiwapụrụ, Walter debanyere aha ma jee ozi na France, ma nọrọ ébé ahụ mgbè ekwupụtara udo",
  "Josina kwadoro ezinụlọ ahụ site n'igosi chaatị usoro ọmụmụ",
  "E nyefere ọtụtụ n'ime ụmụ ya nkà nka ya, mana ọ bụ naanị Cythna nwèrè mmasị na ihe gbasara ihe ọkụkụ.",
  "A chụsasịrị ntụ ya na Cythna Letty Nature Reserve dị nso na obere ọbọdọ Barberton na Mpumalanga",
  "N'afọ 1989, National Botanical Institute bipụtara akwụkwọ mpịakọta nke ihe osise okooko osisi asaá ahọpụtara site na akwụkwọ akụkọ abụọ nke nné Cythna, Josina Letty, debere na Mary Gunn Library nke Institute na Pretoria.",
  "The Botanical Society of South Africa chetaara ya site n'inye ya \"Cythna Letty Medal\" nke a na-enye màkà onyinye dị mkpà màkà ịkwalite osisi South Africa site na ihe osise ma ọ bụ eserese botanical.",
  "Osisi ndị a gụrụ áhà yá gụnyere Crassula letyae Phillips na Aloe letyae Reynolds",
  "A na-egosi ya site na mkpirisi onye edemede Letty Mgbè ọ na-ezo aka na aha botanical."
]