[
  "Oladapo Daniel Oyebanjo (a mụrụ n'ụbọchị nke 9 n'ọnwa Juun n'afọ 1980), nke a maara nke ọma site na aha ya bụ D'banj, bụ onye Naijiria na-agụ egwu, onye na-eti egwu, onye ọchụnta ego na onye guzobere Mo' Hits Records na onye mmepụta Don Jazzy",
  "O ritela ọtụtụ onyinye egwu, gụnyere onyinye maka Best African Act na MTV Europe Music Awards 2007, Artist of the Year na MTV Africa Music Awards 2009, Best International Act: Africa na 2011 BET Awards, na Best-selling African Artist na 2014 World Music Awards, Evolution award na 2015 MTV Africa Music awards\nOyebanjo nakweere aha ọgbọ D'banj, ngwakọta nke aha mbụ ya, Dapo, na aha nna ya, Oyebanjo. A maara D'banj nke ọma na mba ụwa maka egwu ya n'oge okpomọkụ nke afọ 2012 \"Oliver Twist\", nke na-agba egwu nke Afrobeats na egwu egwu eletrik nke kachasị na chaatị Afrịka n'afọ 2011 ma bụrụ egwu iri kachasị elu na chaatị UK n'afọ 2012 ruo No",
  "2 na chaatị R&B nke UK",
  "O kwuru na a ga-eji ụdị Grand mara afọ 2021 ma ọ ga-ewepụta abọm ya nke akpọrọ \"Ikebe\" tupu ngwụcha nkeji nke mbụ.",
  "A mụrụ D'banj, nke a makwaara dị ka Kokomaster ma ọ bụ Bangalee, na 9 June 1980 na Zaria, akụkụ ugwu nke Naịjirịa, nye onye ọrụ agha nke na-eduzi ndị agha na-agba égbè na nwanyị ọchụnta ego dị elu nke chọọchị nke si Shagamu na Ogun State",
  "Dbanj nwere ejima dị ka ụmụnne, Taiwo na Kehinde Oyebanjo.",
  "Nwanne ya nwoke nke okenye, Femi Oyebanjo, onye nwụrụ n'ihe mberede ụgbọelu mgbe ọ dị afọ iri na asaa, mere ka D'banj mara harmonica",
  "Site n'ịhụnanya D'banj nwere maka egwu karịa ọchịchọ agha nke ndị mụrụ ya, ọ gbasiri mbọ ike maka nkwado nke ndị mụrụ mụrụ ya; nke a nwere ike ịnụ nke ọma site na egwu abọm, All Da Way site na abọm izizi ya.",
  "Mgbe nwanne ya nwoke dị afọ iri na asaa nwụsịrị, D'banj haziri ihe onwunwe ya niile n'elu àkwà ya mgbe a kpọtara ha n'ụlọ ma were harmonica ya",
  "\"M ga-akpọ ya iji cheta ya\"",
  "Ka e mesịrị, na mahadum, ọ ghọtara ikike nke nkà ọhụrụ ya na ngwá ọrụ ahụ",
  "\"M ga-aga n'ụlọ ndị inyom mgbe ha nwesịrị nkuzi, ọbụlagodi na enweghị ọkụ eletrik m nwere ike igwu egwu n'ebe ahụ\"",
  "Ọ na-echeta ịmụta Celine Dion's \"My Heart Will Go On\" mgbe Titanic pụtara \"nke ahụ mere ka m nwee ọtụtụ ụmụ agbọghọ!\"",
  "D'banj wee gaa n'ihu na-amụ injinia igwe na Mahadum Lagos State, mana n'ihi ọgbaghara na ọtụtụ mmebi iwu n'ụlọ akwụkwọ ahụ, o kpebiri ịpụ.\nAtụmatụ ịga n'ihu na ọmụmụ ya dị ka injinia na London kwụsịrị mgbe ọ rutere UK na 2001, wee zute Don Jazzy onye na-anwa inwe ọganihu dị ka onye na-ede egwu na onye na-emepụta ihe",
  "D'Banj malitere ịkwụ ụgwọ gburugburu ụlọ ọrụ ahụ, na-enweta ego mgbe ọ na-arụ ọrụ dị ka onye nche",
  "\"Ọ dị mma, n'ihi na m na-eme abalị\", ka ọ na-ekwu, \"ka m wee nwee ike ige egwu na ekweisi m\".",
  "Don Jazzy gwara Kokomaster na ya chere na ọ bụ kpakpando na-eme ya, ma na-eche na egwu egwu na Naịjirịa \"na-agbawa\", ha abụọ laghachiri Lagos n'afọ 2005",
  "N'otu afọ ahụ, otu \"Tongolo\" bịara; nne D'Banj kwụrụ ụgwọ vidiyo ahụ",
  "Ọ ghọrọ ihe na-ewu ewu ozugbo, ma nweta otuto dị ukwuu na mba ahụ",
  "Nkwado mbụ ya bụ ihe ọṅụṅụ na-enye ume a na-akpọ Power Fist.",
  "Dị ka ụtụ nye onye nkuzi ya Fela, D'banj na-eji ngwakọta nke Afrobeat na Afropop mee ka egwu ya dị ndụ na narị afọ nke 21 na ịnụ ọkụ n'obi na-enweghị ume yana ezigbo ọchị",
  "Abụ ya dabere na ndụ ya, na-abụkarị ihe ọchị ma nwee nkọwa miri emi nke na-edekọ mgba nke nwa okorobịa Naijiria na-anwa imezu nrọ ya",
  "Ọ na-eme ihe na Yoruba, Bekee na Pidgin English.",
  "E wepụtara abọm izizi D'banj, No Long Thing, n'afọ 2005",
  "Ọ wepụtara ọtụtụ egwu na Tongolo dị ka onye isi egwu",
  "Nke a gosipụtara na ọ bụ egwu ọganihu ya na ihe na-ewu ewu",
  "O nyekwara onye Koko Master ya, na okwu ahụ, koko, na-ewere ihe dịgasị iche iche",
  "Ihe ịga nke ọma mbụ nke D'banj dugara na mmekorita ya na ndị omenkà ndị ọzọ, gụnyere Dare Art Alade na Ikechukwu",
  "PDP (otu ndọrọ ndọrọ ọchịchị na-achị na Naịjirịa) jiri otu koko D'Banj mee ihe dị ka isiokwu mkpọsa ya maka ntuli aka 2007",
  "Abọm nke abụọ nke D'banj bụ Rundown Funk U Up, nke e wepụtara na afọ 2006, wepụtara ọtụtụ egwu gụnyere otu klọb, Tongolo (Remix), na otu egwu Why Me?",
  "Nke a gosipụtara na ọ bụ ihe ọzọ na-ewu ewu.",
  "D'banj, dị ka onye na-ese ihe nke Mo'Hits Records,",
  "bụkwa onye otu ya, Mo' Hits Allstars (gụnyere ndị na-ese ihe Dr SID, Wande Coal, KaySwitch, na D'Prince)",
  "A hụla ya na otu n'ime ndị na-agụ egwú kacha nwee nkà na Naịjirịa, \"Smile Lasisi\"",
  "E wepụtara abọm izizi nke otu ahụ, Curriculum Vitae, na Disemba 2007",
  "Ọ gụnyere egwu egwu, \"Be Close To You\", \"Booty Call\" na \"Move Your Body\", nke bụ egwu mbụ.\nE gosipụtara D'banj na egwu Ikechukwu nke afọ 2008, \"Wind Am Well\".",
  "Na ọnwa Julaị, na afọ 2008 hụrụ ntọhapụ nke abọm nke atọ nke D'banj, The Entertainer, na egwu \"Gbono Feli Feli\", \"Kimon\", \"Olorun Maje\" na \"Entertainer\".",
  "Na ọnwa isii, na afọ 2011, D'banj bịanyere aka na Kanye West G.O.O.D Music record label dị ka onye na-ese ihe",
  "Na 9 June 2011, D'banj dere na akaụntụ Twitter ya, @iamdbanj, \"Dị ka ụnyaahụ, mụ na nwanne m nwoke mere Tongolo",
  "Afọ asaa ka e mesịrị, Mo'Hits bịanyere aka na GOOD Music",
  "Onyinye ụbọchị ọmụmụ kacha mma",
  "Chineke kelere gị",
  "\"",
  "Na Septemba 2016, a mara ọkwa na a tọhapụrụ D'banj na GOOD Music.",
  "Mgbe ọtụtụ ọnwa nke ịkọ nkọ na asịrị na-enweghị isi, onye na-emepụta ihe, Don Jazzy kwupụtara site na akaụntụ Twitter ya na nkewa nke Mo'Hits",
  "Mgbe nkewa ahụ gasịrị, Don Jazzy, D'Prince, Dr SID, Wande Coal malitere Mavin Records ebe D'banj guzobere DB Records ma dịka a tụrụ anya ya, ọ bịanyere aka na nwanne ya nwoke nke obere Kayswitch na akara ahụ n'akụkụ ndị na-emepụta ihe abụọ, Jaysleek na Deevee.",
  "Na Disemba, na afọ 2012, D'banj bịanyere aka na nnukwu nkwekọrịta na Sony",
  "N'ikwu okwu banyere mkpa nkwekọrịta ahụ dị na Sony, onye isi nchịkwa nke Sony Music Entertainment, Sean Watson, kwuru, sị: \"Ịrụkọ ọrụ na D'Banj bụ ihe dị mkpa nye anyị na Sony Music Entertainment Africa",
  "Anyị na-enwe mmasị mgbe niile na nkà ya na inwe ike inye aka n'iweta egwu D'Banj nye ọtụtụ nde ndị na-akwado ya, nke guzosiri ike na nke ọhụrụ, gafee kọntinent ahụ bụ ihe ùgwù nye anyị",
  "Anyị nwere obi ụtọ nke ukwuu na anyị bụ akụkụ ya",
  "\" [Ihe odide a chọrọ ihe e depụtara]",
  "A kọwara nkwekọrịta ahụ dị ka \"Pan African, nkwekọrịta ọtụtụ album na Sony Music's RCA Records",
  "Ọ na-agụnyekwa nkwekọrịta njikwa pụrụ iche na Sony Music na onye mmekọ ROCKSTAR4000 maka kọntinent ahụ",
  "Tinye na nke ahụ ọtụtụ abọm, nkwekọrịta zuru ụwa ọnụ na onye na-agụ egwú na onye na'ede egwú nke Naijiria bụ Kayswitch na mmekọrịta mmekọrịta na D'Banj's Nigerian record label DB Records.",
  "Otu egwu na-abịanụ \"Bother You\", nke sitere na ihe nkiri Half of a Yellow Sun, ka Mi7 Records na akara D'banj bụ DKM Media wepụtara na 7 Eprel afọ 2013.\nNa onwa isii, na afọ 2014, D'banj gosipụtara ndị na-ese ihe n'okpuru akara ndekọ ya, nke gụnyere ya, nwanne ya nwoke nke obere Kay Switch, ụmụnne MossKriss na Ralph Kriss na Tonto Dikeh, Ebeneztizzy.",
  "O weputara abọm akpọrọ King Don Come, ya na ihe ngosi ndị ọbịa sitere na Gucci Mane, Wande Coal, Harry Songs, Bucie, Busiswa wdg n'ọnwa Ọgọstụ",
  "Abọm ahụ gụnyere egwu 'It's Not A Lie', 'El Chapo yana egwu egwu ya nke afọ 2012 'Oliver Twist'.",
  "Ọ rụrụ ọrụ na Femi Kuti's ọhụrụ Afrikan Shrine na Ikeja, Lagos nakwa na Shrine Synchro System's regular London Night at Cargo",
  "Ọ rụrụ ọrụ na Black President Concert iji cheta nka na ihe nketa Fela na Barbican na London, yana ọtụtụ ndị na-ese ihe na mba ụwa na Naịjirịa dị ka Kelly Rowland na 1st Edition nke MTV Africa Music Awards 2008 na Abuja, Naịjiria.\nD'banj bụ onye na-eme ihe nkiri mgbe niile maka ThisDay Africa Rising Music Festival kwa afọ.",
  "O sonyere n'otu n'ime ihe omume ndị a na-atụ anya ya n'oge ahụ, 'Koko Concert'",
  "Egwuregwu a gụnyere D'Banj, Don Jazzy, Dr SID, Wande Coal, D'Prince tinyere ndị ọbịa ole na ole gụnyere May7ven na onye na-eme ihe ọchị Tunde Ednut",
  "E debere usoro ahụ maka abalị na-akpali akpali na mmetụta Koko bụ n'ezie LIVE na London ka ndị na-akwado D'Banj na Mo' Hits jupụtara n'ọgbọ egwuregwu O2 ruo ikike",
  "Dị ka a tụrụ anya ya, ihe ndị ahụ nọgidere na-abịa ma na-aga n'ihu na-agagharị na ihe ndị na-eme n'elu ikpo okwu site n'aka ndị omenkà niile",
  "N'ọnwa Disemba afọ 2010, Mo' Hits All Stars wetara Koko Concert na Lagos na D'banj nọgidere na-eme ihe ngosi siri ike nke mere ka ndị na-ege ntị na-eti mkpu",
  "Ndị ọrụ ibe dị ka M.I, eLDee, Jesse Jagz, na Wizkid sonyekwara n'elu ikpo okwu",
  "Enwekwara ihe ngosi zuru ụwa ọnụ nke \"Mr Endowed (Remix) \" a na-atụ anya ya nke ukwuu nke gosipụtara Snoop Dogg yana egwu \"Blame It on the Money\" nke gosipụtara nwa amaala California na Big Sean.",
  "Na 23, na onwa isii, na afọ 2012, D'banj rụrụ ọrụ na Hackney Weekend iji mee emume 2012 Summer Olympics, nke Jay-Z na Rihanna duziri",
  "Ọ rụrụ ọrụ n'akụkụ enyi ya, na onye ibe ya na Universal Music Group, Rita Ora na 30 Ọgọstụ, na afọ 2012 na SCALA London Live Music, Clubs and Arts Venue iji mee emume ntọhapụ nke abọm izizi ya Ora",
  "Ọ rụkwara ọrụ na emume mmechi AFCON 2013 nke e mere na South Africa",
  "N'abalị iri na asatọ n'ọnwa Eprel n'afọ 2015, D'banj mere n'ụbọchị ụwa nke ụmụ amaala n'efu na Capitol Hill (Washington Monument Grounds) maka ncheta afọ iri anọ na ise nke ụbọchị ụwa nke Global Poverty Project na Earth Day Network mere",
  "Site na abọm mbụ nke D'banj bịara nkwado mbụ ya site na ihe ọṅụṅụ ike a na-akpọ Power Fist. N'ọnwa Mee afọ 2013, a kpọrọ D'banj onye nnọchi anya ụlọ akụ nke ụlọ ọrụ (BOI)",
  "N'ọnwa Nọvemba afọ 2013, D'banj bịanyere aka na nkwekọrịta Naira ọtụtụ nde na Globacom, ụlọ ọrụ ọ kewara na 2010. Na June 2014 D'Banj Secures Deal na Heritage Bank. N'ọnwa Ọktoba afọ 2014, a kpọrọ D'banj onye nnọchi anya Afrịka maka Beats site na Dre. N'ọnwa Febụwarị afọ 2015, a họpụtara D'banj dịka onye nnọchi anya Afrịka maka Ciroc Nigeria. N'akụkọ pụrụ iche na Tush Magazine Issue 11, Banky W na Dbanj nwetakwara ìhè banyere otu ha si ghọọ ndị nnọchi anya Ciroc. Na Septemba 2015, e mere D'banj onye nnọchi anya SLOT, ekwentị mkpanaaka a ma ama, na ngwá ahịa eletrọniki. Dbanj bụzi otu n'ime ndị na-ese ihe Afrobeats kacha baa ọgaranya na Naịjirịa.",
  "D'banj bụ onye guzobere Koko Foundation for Youth and Peace Development",
  "Ọ bụkwa onye nnọchi anya ndị ntorobịa mbụ nke United Nations maka udo na Naijiria.  Dbanj bụ onye nnọchi anya otu mkpọsa; ọ wepụtara egwu \"Cocoa Na Chocolate\" iji kwado itinye ego n'ọrụ ugbo. 'Cocoa Na Chocolate' gosipụtara ndị omenkà Africa 18 ndị ọzọ ma merie Best African Collaboration na All Africa Music Awards na afọ 2014.",
  "N'afọ 2015, onye isi ụlọ akụ ụwa, Jim Yong Kim, kelere ya maka iji ike egwu ya na ọnọdụ onye ama ama dị elu iji mee ka a mara okwu ndị siri ike na ndị dị oke egwu n'Africa na-elekwasị anya n'ọrụ ugbo na ibelata ịda ogbenye",
  "E hotara Jim Yong Kim na-ekwu na \"Enwere m obi ụtọ izute D'banj n'ọnwa gara aga ma hụ ya ka ọ na-eme ihe",
  "Enwere m obi ụtọ na ọ bụ onye omenkà mbụ sonyere na usoro Music4Dev ọhụrụ anyị na-agba onye omenkọ ụwa ume ịkwalite mmata banyere ịda ogbenye na nsogbu ndị metụtara ya",
  "\"",
  "N'afọ 2015, D'banj wepụtara vidiyo ahụ na \"Extraordinary\" iji mee ka a mara banyere ịha nhata nwoke na nwanyị na inye ụmụ nwanyị ike",
  "Ụlọ akụ ụwa kwadoro abụ ahụ dị ka abụ maka mmata ụmụ nwanyị.",
  "D'Banj mikpuru onwe ya nke ukwuu na teknụzụ ozi, ọkachasị na mpaghara ọrụ bara uru na nkesa dijitalụ ọdịnaya",
  "O nwere MCOMM Ltd (Median Mobile Communications Limited, A Value Added Service Content Provider) na D' Kings Men Media Limited (a 360 Media Company), nke na-ahụ maka nnukwu njem dijitalụ ya n'oge na-adịbeghị anya.",
  "N'ọnwa Ọgọstụ, na afọ 2016, D'banj's D'Kings Men Media jikọtara aka na MTN Nigeria na Bank of Industry iji malite THE CREAM PLATFORM, ikpo okwu nwere nkà okike nke e guzobere iji nyere aka ịchọpụta uche ndị na-eto eto na Naịjirịa site na ịkpọ koodu USSD na ekwentị mkpanaaka. A kọrọ na ikpo okwu ahụ, dị ka ọ dị na Disemba, na afọ 2016, nwere ihe karịrị nde mmadụ abụọ na-akwụ ụgwọ ma chọpụta ọtụtụ narị talent site na ụdị egwu naanị, yana ọtụtụ iri vidiyo egwu na ọtụtụ nde Naira nyere ndị mmeri.",
  "D'banj lụrụ Lineo Didi Kilgrow na onwa isii, na afọ 2016",
  "Ọ mara ọkwa ọmụmụ nwa ha nwoke, Daniel Oyebanjo III, na Mee, na afọ 2017; mmiri riri nwa ahụ na onwa isii, na afọ 2018.",
  "N'ọnwa Juun afọ 2020, mgbe D'banj biputara na mgbasa ozi mmekọrịta ka ọ \"na-ekwu na ọ gaghị idina ya n'ike,\" Seyitan Babatayo boro ya ebubo idina ya na 2018, na-ekwu na ya chọrọ \"[ịkpọ] ya na hyprocrisy ya",
  "\" N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ furu efu ruo ụbọchị abụọ, mgbe ọ na-efu ozi ndị e mere na mgbasa ozi mmekọrịta ya kwuru na ebubo ahụ bụ ihe mgbasa ozi iji kwado otu D'banj na-abịanụ. Dị ka The Guardian si kwuo, a chọtara ya site n'enyemaka nke NGO Stand to End Rape (STER). O kwuru na ndị uwe ojii Naijiria tọọrọ ya, bụ ndị nyefere ya n'aka ndị otu nchịkwa D'banj bụ ndị kwadoro mgbasa ozi mmekọrịta ya wee mee ka ọ laghachi azụ. D'banj gọnahụrụ ebubo ahụ, na-akpọ ha \"ebubo ụgha na ụgha sitere n'olulu hel\". Mgbe ọtụtụ ụbọchị gasịrị, Babatayo wepụtara nkwupụta na-ekwu na ya na D'banj ekwekọrịtala nkwekọrịta \"na-abụghị ego\", na-asị, \"Achọrọ m udo m\".",
  "Na 3 Julaị, na afọ 2020, D'banj gbara Babatayo akwụkwọ maka ijeri N1.5",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, onye bụbu onye njikwa D'banj bụ Franklin Amudo kọrọ na Babatayo gwara ya na D'ban j dinaa ya n'ike n'ụbọchị sochiri ebubo ndina n'ike ahụ.",
  "Onye na-ede egwu dị afọ iri anọ kwuru okwu n'oge ọ pụtara na 'Bliss Experience', ihe omume ụka nke Moses Bliss, onye na-ese egwu, kwadoro.",
  "Na ọnwa isii, na afọ 2018, Dbanj na Lineo Didi Kilgrow, nwunye ya, bere arịrị maka ọnwụ Daniel Oyebanjo nke Atọ, nwa ha nwoke dị otu afọ",
  "A kọrọ na mmiri riri nwata ahụ n'oge ahụ n'ọdọ mmiri dị n'ụlọ onye na-agụ egwú ahụ na Ikoyi, Lagos.",
  "N'icheta ọdachi ahụ mere, Dbanj kwuru na Chineke emeela ka o nwee ọganihu site n'ịgọzi ya na ọ bụghị otu ma ọ bụ ụmụ abụọ.",
  "\"Ihe m na-anwa ikwu bụ na amụrụ m ọzọ n'ezie",
  "Mgbe m kwuru na Jizọs bụ koko, m kwuru ya",
  "Ọ bụrụ na onye ọ bụla maara akụkọ m, maka nke ọ bụla n'ime abọm m, ana m enye nsọpụrụ mgbe niile onye nsọpụrụ kwesịrị, \"a pụrụ ịnụ ka ọ na-ekwu.",
  "\"Amaara m mgbe niile isi iyi nke ebe m guzo",
  "Afọ atọ gara aga, nwa m nwoke mbụ nwụrụ",
  "Ma Onyenwe anyị weghachiri m",
  "E nwere ihe ị ga-agwa ndị mmadụ ma ha agaghị ekwurịta okwu n'ihi na ha kwenyere na ị maghị ihe ha na-agafe.",
  "\"Ma Chineke ga-etinye gị na njem ụfọdụ ka ị wee guzoro...[inaudible] Ekele dị ukwuu",
  "Chineke gọzie gị",
  "\""
]