[
  "Désirée van der Walt (amụrụ n'abalị iri abụọ n'ọnwa Eprel n'afọ 1956) bụ onye ndọrọ ndọrọ ọchịchị South Africa. Ọ na-eje ozi dị ka onye otu National Assembly nke South Africa maka ndị mmegide Democratic Alliance (DA) kemgbe afọ 2014",
  "Ọ jere ozi na Nzukọ ahụ site na 2004 ruo 2010",
  "Ọ nọchitere anya pati ahụ na Limpopo Provincial Legislature site na 2010 ruo 2014",
  "Van der Walt anọwo n'ọkwá ndị isi dị iche iche na Democratic Alliance na Shadow Cabinet.",
  "A mụrụ Désirée van der Walt na Pietersburg na Transvaal Province",
  "Ọ bụ nwa mbụ n'ime ụmụ anọ",
  "Nna ya nwụrụ mgbe ọ bụ nwata",
  "O nwere ọchịchọ ịghọ onye nkuzi, mana ọ pụghị n'ihi nsogbu ego",
  "Ọ bụ ụlọ ọrụ ụlọ akụ were ya n'ọrụ",
  "O mechara lụọ di ma mụọ ụmụ nwanyị abụọ",
  "Van der Walt rụrụ ọrụ nwa oge maka Ngalaba Mmụta Mba.",
  "A họpụtara Van der Walt ka ọ bụrụ onye kansụl obodo Roodepoort na 1995 ma jee ozi ruo n'afọ 2000",
  "A họpụtara ya dị ka onye kansụl obodo Tzaneen n'afọ 2000 ma jee ozi ruo mgbe a họpụtara ya na National Assembly n'afọ 2004",
  "Ọ rụrụ ọrụ dị ka ọnụ na-ekwuchitere DA na nka na ọdịbendị",
  "A họpụtara ya dị ka onye isi mpaghara nke Limpopo Democratic Alliance na 2008.",
  "A họpụtara Van der Walt ọzọ maka oge nke abụọ dị ka onye otu National Assembly na 2009, mana ọ gbara arụkwaghịm dị ka onye omeiwu na 10 Septemba 2010, ka a ṅụrụ ya iyi dị ka onye so na Limpopo Provincial Legislature.",
  "N'afọ 2012, onye omeiwu DA bụ Jacques Smalle wepụrụ ya dị ka onye isi mpaghara nke pati ahụ.",
  "Ọ laghachiri na National Assembly nke South Africa na 2014",
  "Ọ malitere ọrụ na 21 Mee 2014",
  "Onye isi ndị omeiwu nke DA a họpụtara ọhụrụ bụ Mmusi Maimane họọrọ ya ka ọ bụrụ osote minista na-ahụ maka agụmakwụkwọ",
  "Ka oge na-aga, ọ ghọrọ Minista na-ahụ maka ọrụ ọha na eze na nchịkwa.",
  "A họpụtara Van der Walt ka ọ bụrụ osote onye isi oche nke Democratic Alliance na Febụwarị 2015. A họpụtara ya dị ka otu n'ime ndị osote onye isi oche atọ nke Democratic Alliance na Federal Congress nke pati ahụ na Mee 2015",
  "Ọ rụrụ ọrụ n'akụkụ Ivan Meyer na Refiloe Nt'sekhe ruo n'afọ 2018 mgbe e meriri ya maka nhọpụta ọzọ.",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke Democratic Alliance Women's Network n'ọnwa Ọktoba 2017, dịka Lindy Wilson nọchiri ya dị ka osote onye isi oche mpaghara.",
  "N'afọ 2018, a họpụtara ya ka ọ bụrụ onye isi nke mpaghara Mopani nke Democratic Alliance. Ọ bụbu onye isi nke mpaghara Waterberg South nke pati ahụ.",
  "Na 5 June 2019, a họpụtara Van der Walt dị ka osote minista na-ahụ maka agụmakwụkwọ.",
  "Van der Walt na Manny de Gouveia nwere mmekọrịta ruo afọ iri",
  "Ha biri na Tzaneen",
  "De Gouveia nwụrụ site na COVID-19 na 22 Jenụwarị 2021 n'oge ọrịa COVID-19 na South Africa.",
  "Àtụ:Current MPs of South Africa"
]