[
  "Dọkịta na-awa nke crowthorne: akụkọ banyere igbu ọchụ, ara na ịhụ okwu n'anya bụ akwụkwọ akụkọ ihe mere eme na-abụghị akụkọ ifo nke onye edemede Britain bụ Simon Winchester, bipụtara nke mbụ na England na 1998 ọ degharịrị aha ya he Prọfesọ na onye ara: akụkọ banyere igbu ọchụ, ara na ime akwụkwọ ọkọwa okwu Oxford na United States na canada",
  "Akwụkwọ ahụ na-akọ akụkọ banyere imepụta Oxford English Dictionary (OED) na otu n'ime ndị na'oge mbụ nyere aka, William Chester Minor, onye dọkịta na -wa ahụ nke United States Army lara ezumike nká",
  "Minor, n'oge ahụ, nọ n\"ụlọ mkpọrọ na Broadmoor Criminal Lunatic Asylum, nso obodo Crowthorne, na Berkshire, England.",
  "\"Pọfesọ\" a kpọtụrụ aha na aha North America bụ Sir James Murray, onye isi nchịkọta akụkọ nke OED n'oge ọtụtụ n\"ime ọrụ ahụ",
  "Murray bụ onye ọkà mmụta asụsụ nwere nkà ma nwee mmasị ndị ọzọ, ma kụzie n'ụlọ akwụkwọ ma rụọ ọrụ na ụlọ akụ",
  "N'ịbụ onye na-eche nnukwu ọrụ nke ịmepụta akwụkwọ ọkọwa okwu zuru oke ihu, na ntinye nke na'ihe na - na ihe akaebe maka ojiji mbụ nke okwu ọ bụla, Murray nwetara enyemaka nke ọtụtụ ndị ọkà mmụta asụsụ dị ka ndị ọrụ afọ ofufo.",
  "Onye nta akụkọ nwere ahụmahụ afọ iri atọ, na onye dere akwụkwọ iri na abụọ sitere na njem, atụmatụ mbụ Winchester dere maka ide akwụkwọ banyere onye na-ede akwụkwọ ọkọwa okwu a na'amaghị ama na mbụ",
  "Naanị mgbe onye nchịkọta akụkọ HarperCollins bụ Larry Ashmead gụrụ aro ahụ ma kwado akwụkwọ ahụ ka Winchester ji ịnụ ọkụ n'obi chụsoo nyocha dị mkpa",
  "Banyere ọrụ ahụ, Ashmead kwuru na \"anyị nwere ike ime ka akwụkwọ ọkọwa okwu dị mma\"",
  "Ọ bụ Ashmead mere ka Winchester kpọọ mbipụta North America The Professor and the Madman (n'ihi mmegide Winester na Murray abụghị prọfesọ), na-ekwu \"Ọ dịghị onye maara ebe a ihe hel bụ Crowthorne",
  "\"",
  "Akwụkwọ ahụ bụ nnukwu ihe ịga nke ọma. Winchester gara n'ihu dee The Meaning of Everything: The Story of the Oxford English Dictionary (2003) banyere akụkọ ihe mere eme sara mbara nke OED.",
  "A tọhapụrụ ihe nkiri nke akwụkwọ ahụ, nke Mel Gibson dị ka Murray na Sean Penn dị iche iche dị obere ma bụrụ nke Farhad Safinia duziri n'okpuru aha P",
  "B",
  "Shemran, na 2019 n\"aha The Professor and the Madman",
  "Gibson's Icon Productions zụrụ ikike ihe nkiri maka akwụkwọ ahụ na 1998",
  "John Boorman dere edemede ma bụrụ onye a kpọrọ ka ọ bụrụ nduzi, dị ka Luc Besson",
  "Mmepụta malitere na 2016, mana esemokwu iwu n'etiti ndị otu na mmepụta ihe nkiri ahụ mere ka ewepụta ya.",
  "Kpọpụta njehie: <ref> tag with name \"ashmead_obit\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"nyt_gussow\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"hollywood\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"telegraph\" defined in <references> is not used in prior text."
]