[
  "Dahab (Egyptian Arabic: دهب, IPA: , \"ọlaedo\") bụ obere obodo Ijipt dị n'ụsọ oké osimiri ndịda ọwụwa anyanwụ  Sinai Peninsula na Ijipt, ihe dịka  80 (50 mi) n'ebe ugwu ọwụwa Anyanwụ Sharm el-Sheikh",
  "N'ịbụbu obodo ịkụ azụ Bedouin, a na-ewere Dahab ugbu a dị ka otu n'ime ebe ndị a kacha nwee ọnụ ahịa n'Ijipt",
  "Mgbe Agha Ụbọchị Isii gasịrị, Izrel weghaara Saịnaị ma Dahab ghọrọ nke a maara dị ka Di-Zahav (Hibru), mgbe otu ebe a kpọtụrụ aha na Bible dị ka otu n'ime ọdụ ndị Izrel n'oge Ọpụpụ si Ijipt",
  "E weghachiri ala Sinai n'okpuru ọchịchị Ijipt n'okpuru nkwekọrịta udo Egypt-Israel na 1982",
  "Onye bụbu onye isi ala Ijipt, Hosni Mubarak nyere aka n'ịbịaru ọtụtụ ụlọ ọrụ njem nleta nke obodo na nke mba ụwa, ụlọ nkwari akụ, na nguzobe nke ọtụtụ ụlọ ọrụ ndị ọzọ emeela ka obodo ahụ bụrụ ebe a ma ama maka ndị njem nleta",
  "Ọdụ ụgbọ elu Sharm el-Sheikh International na-eje ozi na Dahab",
  "Masbat (n'ime Dahab) bụ ebe a ma ama na-egwu mmiri, enwere ọtụtụ (50+) ebe a na-egwu egwu dị n'ime Da Hab",
  "Ihe ka ọtụtụ n'ebe Dahab na-abanye n'ime mmiri bụ ebe a na-abanye na mmiri n'ụsọ osimiri.",
  "Enwere ike kewaa Dahab n'akụkụ atọ dị mkpa",
  "Masbat, nke gụnyere obodo Bedouin Asalah, dị n'ebe ugwu",
  "Ndịda Masbat bụ Mashraba, nke na-eme njem nleta ma nwee ọtụtụ họtel",
  "N'ebe ndịda ọdịda anyanwụ bụ Medina nke gụnyere mpaghara Laguna, nke a ma ama maka ọmarịcha mmiri na-adịghị omimi na ikuku.",
  "Mpaghara Asalah mepere emepe ma nwee ọtụtụ ogige ntụrụndụ na ụlọ oriri na ọṅụṅụ",
  "Ọtụtụ ndị gara Dahab n'oge gara aga bụ ndị na-etinye akpa n'azụ nwere mmasị n'ịda mmiri na ịnya mmiri n'Oké Osimiri Uhie",
  "Obodo Dahab nwere ihe dị ka mmadụ 15,000 bi na ya.",
  "Dahab na-adọta ọnụ ọgụgụ buru ibu nke ndị njem nleta",
  "A maara ya n'ụwa niile maka ikuku ya",
  "Ifufe a pụrụ ịdabere na ya na-enye ọnọdụ mmiri dị larịị n'ime ájá Dahab",
  "N'ebe dị anya site n'ikpere mmiri, ọnọdụ ebili mmiri na-ejikọta ya na ifufe siri ike iji nye ọnọdụ dị egwu maka ndị na-agba ọsọ ikuku",
  "Otú ọ dị, n'afọ ndị na-adịbeghị anya, ndị kitesurfers agafeela ọdọ mmiri dị n'ime ájá ahụ, na ụlọ akwụkwọ abụọ nke Russia na-emeghe n'ụsọ osimiri",
  "SCUBA diving, free-diving na snorkelling bụkwa ihe omume na-ewu ewu na ọtụtụ reefs dị nso na họtel ndị dị n'akụkụ mmiri",
  "Blue Hole dị nso (nke a na-akpọ \"The World's Most Dangerous Diving Site\") na Canyon bụ ebe a ma ama n'ụwa niile",
  "Mbibi na-arịwanye elu nke coral site na ndị na-egwu mmiri na-enweghị uche / ndị na-abanye n'ime mmiri bụ nsogbu dị mkpa nke na-akpata nchegbu ụfọdụ, na-akpali mkpa ọ dị ịchịkwa ndị na-etinye n'ime ya nke ọma.",
  "Ihe omume ndị dabeere n'ala gụnyere ịrị ugwu, ịgba kamel, ịgba ịnyịnya, ịgba ịnya ịnyịnya ígwè, njem ịnyịnya ígwè ugwu, njem jeep na quad",
  "Ugwu Sinai bụ njem awa abụọ, ebe ebe obibi ndị mọnk nke Saint Catherine bụ ebe ndị njem nleta na-ewu ewu.",
  "N'akụkọ ihe mere eme, ọtụtụ ndị ọbịa na Dahab bụ ndị na-eme njem n'onwe ha ma nọrọ na ụlọ oriri na ọṅụṅụ, ụlọ oriri na nkwari, ma ọ bụ ụlọ ndị ọbịa na mpaghara Masbat",
  "N'ime afọ ndị na-adịbeghị anya, mmepe nke họtel dị na mpaghara Medina emeela ka ọ dịrị ọtụtụ ndị njem nleta mfe, ọtụtụ n'ime ha na-eleta Dahab kpọmkwem iji sonye na surfing, windsurfing, diving, kite surfing, sailing, na ihe omume ndị ọzọ.",
  "Okwu Dahab bụ Arabic maka ọlaedo ma eleghị anya na-ezo aka na mpaghara ala; ọlaedo a na-asacha site na ugwu ọzara nwere ike ịba ụba na ala mmiri ozuzo ebe e wuru obodo ahụ",
  "Aha ahụ nwekwara ike ịbụ ihe na-ezo aka na ụcha ájá dị n'ebe ndịda obodo ahụ n'onwe ya",
  "Ụfọdụ ndị obodo ahụ na-ekwu na aha ahụ sitere na ụcha nke eluigwe ozugbo anyanwụ dara.",
  "Otu akụkọ obodo banyere aha obodo ahụ bụ na ọ sitere na idei mmiri nke na-asa obodo ahụ kwa afọ ise ma ọ bụ isii",
  "Oké ifufe na-efe n'oge n'ugwu na-eme ka nnukwu mmiri na-agbadata n'oké osimiri, na-adọkpụ nnukwu ájá",
  "N'oge a, idei mmiri ahụ kewara obodo ahụ ụzọ abụọ, a na-akpali ọdụ ụgbọ mmiri ahụ ma ájá na-eme ka ọ bụrụ odo odo",
  "Nke a na-adịkarị ụbọchị ole na ole, ma kpatara mmebi na ọnwụ nke ndụ n'oge gara aga ka ndị mmadụ na-amaghị banyere mmalite mberede na ike mmiri na-aga",
  "Taa, ndị obodo ahụ dị njikere mgbe ha hụrụ igwe ojii n'elu ugwu.",
  "Dị ka ndị Bedouin nke mpaghara ahụ si kwuo, agbanyeghị aha \"Dahab\" nwere mmalite dị iche",
  "Mgbe ndị Bedouins bịara ebe ahụ, ha kpọrọ ya \"Waqaat Thahaab\" nke a sụgharịrị n'ụzọ nkịtị dị ka \"Time Goes\"",
  "Aha a sitere n'eziokwu ahụ bụ na mgbe ị nọ ebe ahụ, ị nwere ike ịhapụ oge n'ụzọ dị mfe ka ụbọchị ga-amalite ịgba ọsọ ọnụ",
  "E mebiri aha ahụ ka ọ bụrụ \"Thahaab\" (牙), mana ndị njem chere na ha na-ekwu Dahab aghọtaghị ya.",
  "Ọtụtụ n'ime coral ndị dị n'ụsọ oké osimiri na-eji nwayọọ nwayọọ na-apụ n'anya, n'ihi na a na-ewepụ ndị na-enweghị ahụmahụ n'ọnụ ọgụgụ buru ibu",
  "Nsogbu ọzọ dị ukwuu bụ na na ụlọ oriri na ọṅụṅụ ndị dị na Masbat na-atụfu ájá na nkume n'ime oké osimiri iji gbasaa ụsọ mmiri, na-akpata nsogbu na coral reefs.",
  "Ụmụaka Bedouin nọ n'ime obodo, ndị ezinụlọ ha na-agba ume mgbe ụfọdụ, na-abịa na cafes na ụlọ oriri na ọṅụṅụ n'ụsọ oké osimiri iji ree ihe dị ka mgbaaka kpara akpa nye ndị njem nleta.",
  "Obodo a nwere ọtụtụ ebe nkiri ama ama na Ras Abu Gallum, ebe nchekwa ihe okike na mpaghara mmiri mmiri",
  "Ọ bụ otu n'ime ebe mgbaba ama ama n'ụwa",
  "Mpaghara Kanoun bụ otu n'ime ebe mmiri mmiri kacha mma na Al-Asala, mpaghara ebe ihe dị ka 75% nke ndị bi n'obodo ahụ kewara ụzọ atọ (Mubarak City, Zarnouk, Al-Asala), Coral Island, na foduru nke obodo",
  "Ebe ewusiri ike nke ndị Crusaders wuru, Al-Mellil, okporo ụzọ dị n'akụkụ okporo ụzọ, nke gụnyere ụfọdụ obere ụlọ oriri na ọṅụṅụ, cafeterias na ụlọ, Isi agbata obi nke obodo ahụ na-amalite na Al Fanar Street na Masbat Bay",
  "Ọ na-agụnye ọtụtụ ụlọ ahịa, ụlọ ịgba mmiri, cafes, ogige na ụlọ oriri na ọṅụṅụ",
  "Ọ gụnyere ọnụ ọgụgụ buru ibu nke cafeterias na ebe mmiri mmiri",
  "Ọ gụnyekwara naanị mmetụta ebe ahụ bụ Tel Mashraba",
  "Ọ dị na Dahab ochie",
  "Mpaghara Wadi Qani, mpaghara na-anọchi anya mgbasawanye obodo mepere emepe n'ọdịnihu n'ihi na ọ gụnyere ọtụtụ ụlọ oriri na ọ hotelsụ hotelsụ, ọrụ na ogige obibi, yana mpaghara Lighthouse na Ogige Ubi na Oasis",
  "Dahab nwere ọwara mmiri abụọ, Laguna ma ọ bụ Ghazala, bụ nke e ji naanị osimiri nwere aja na olulu mmiri nke obodo ahụ, yana ebe ntụrụndụ n'akụkụ oke osimiri ya na-ejikọta ya na ihe ndị gbara ya gburugburu na ụlọ osisi osisi na nkwụ maka ndị njem nlegharị anya.",
  "Dahab nwere ihu igwe ọzara na-ekpo ọkụ (Köppen: BWh) dịka ndị ọzọ nke Egypt",
  "Ihu igwe n'ụbọchị ọkọchị na-ekpo oke ọkụ yana oke ọkụ n'abalị",
  "Ụbọchị oyi na-ekpo ọkụ ma abalị dịkwa nro",
  "Dahab nwere ihu igwe kpọrọ nkụ nke ukwuu na mmiri ozuzo adịghị ụkọ, ọbụlagodi n'oge ọnwa oyi",
  "Oke mmiri ozuzo na-aka na February.",
  "29Àtụ:Egyptian Cities"
]