[
  "Dahalo bụ asụsụ Cushitic dị n'ihe ize ndụ nke ihe karịrị mmadụ 400 Dahalo na-asụ n'ụsọ oké osimiri Kenya, n'akụkụ ọnụ Osimiri Tana",
  "Dahalo bụ ihe a na-adịghị ahụkebe n'etiti asụsụ ụwa n'iji usoro ikuku anọ niile dị n'asụsụ mmadụ - pịa, implosives, ejectives, na consonants nkịtị.",
  "Ọ bụ ezie na ndị ọkà mmụta asụsụ maara asụsụ ahụ n'ụzọ bụ isi dị ka \"Dahalo\", okwu ahụ n'onwe ya bụ exonym nke ndị na-asụ Aweer na-ekwu na n'onwe ya pụtara \"nzuzu\" ma ọ bụ \"abaghị uru\"",
  "Ndị na-asụ asụsụ n’onwe ha na-akpọkwa asụsụ ahụ “numma guhooni”.",
  "Ndị Dahalo, bụbu ndị achụ nta enyí, gbasasịrị n'etiti Swahili na ndị Bantu ndị ọzọ, na-enweghị obodo nke ha, ma na-asụ asụsụ abụọ n'asụsụ ndị ahụ",
  "Ụmụaka anaghịzi amụ asụsụ ahụ, nke ga-eme ka ọ daa mbà, ọ pụkwara ịla n'iyi.",
  "Dahalo nwere usoro ụda dịgasị iche iche site na iji usoro ikuku anọ niile dị n'asụsụ mmadụ: pịa, ejectives, na implosives, yana ụda akpa ume zuru ụwa ọnụ.",
  "Na mgbakwunye, Dahalo na-eme ọtụtụ ọdịiche a na-adịghị ahụkebe",
  "Ọ na-emegide nkwụsị laminal na apical, dị ka n'asụsụ nke Australia na California; nkwụsị epiglottal na glottal na fricatives, dị ka na Mideast, Caucasus, na American Pacific Northwest; ọ bụkwa ma eleghị anya naanị asụsụ n'ụwa iji gosipụta ọdịiche dị n'etiti alveolar lateral na palatal lateral fricatives na africates.",
  "A na-enyo enyo na ndị Dahalo nwere ike ịsụ asụsụ Sandawe- ma ọ bụ Hadza-dị ka asụsụ, nakwa na ha jidere ịpị aka n'okwu ụfọdụ mgbe ha gbanwere na Cushitic, n'ihi na ọtụtụ n'ime okwu ndị nwere ịpị bụ okwu ndị bụ isi",
  "Ọ bụrụ otú ahụ, ịpị na-anọchite anya substratum.",
  "A na-akpọkwa Dahalo Sanye, aha ya na Waata agbataobi na-ekekọrịta, nke ndị na-achụ nta mbụ na-asụkwa",
  "Ndị Waata nwere ike na-asụbu asụsụ dị ka Dahalo tupu ha atụgharịa na Oromo.",
  "Nkewa nke Dahalo bụ ihe omimi",
  "Na omenala gụnyere na South Cushitic, Tosco (1991) na-arụ ụka kama na ọ bụ East Cushitic, na Kießling (2001) kwetara na ọ nwere ọtụtụ atụmatụ Eastern ka ọ bụrụ South Cushitic."
]