[
  "Dahlia Ravikovitch (Hibru; N'ọnwa November 17, 1936 ruo n'ọnwa August 21, 2005) bụ onye Israel na-ede uri, onye ntụgharị, na onye na-eme udo.",
  "A mụrụ Ravikovitch na Ramat Gan n'ọnwa Nọvemba 27, 1936",
  "Ọ mụtara ịgụ na ide mgbe ọ dị afọ atọ",
  "Nna ya, Levi, bụ onye injinia ndị Juu sitere na Russia nke si China bịa Palestine Mandatory",
  "Nne ya, Michal, bụ onye nkuzi si n'ezinụlọ okpukpe",
  "Mgbe Dahlia dị afọ isii, onye ọkwọ ụgbọala mmanya na-egbu kụrụ nna ya ma gbuo ya",
  "Ya na nne ya kwagara Kibbutz Geva mana ọ dabara n'echiche nke ndị otu ma mgbe ọ dị afọ iri na atọ ọ kwagara n'ụlọ nkuzi na Haifa, nke mbụ n'ime ọtụtụ ụlọ nkuzi. Ọ bụ n'ime afọ ndị ahụ ọ malitere na Haifa ka o dere uri mbụ ya, \"Painting\", nke gosipụtara ọdịiche dị n'etiti anụnụ anụnụ nke ala dị n'akụkụ osimiri na odo na ntụ ntụ nke ụwa ya dị n'ime.",
  "Ravikovitch lụrụ di mgbe ọ dị afọ iri na asatọ, mana ha gbara alụkwaghịm mgbe ọnwa atọ gasịrị",
  "Alụmdi na nwunye ya ndị ọzọ mechakwara gbaa alụkwaghịm",
  "O nwere otu nwa nwoke, Ido Kalir. Mgbe ọ rụchara ọrụ ya na Israel Defense Forces, ọ gụrụ akwụkwọ na Mahadum Hibru nke Jerusalem",
  "Ọ rụrụ ọrụ dị ka onye nta akụkọ na onye nkuzi ụlọ akwụkwọ sekọndrị",
  "Ọ sụgharịrị ọrụ nke WB Yeats, TS Eliot na Edgar Allan Poe, na akwụkwọ Mary Poppins n'asụsụ Hibru. Ravikovitch na-arụsi ọrụ ike na òtù udo nke Israel",
  "Site n'ụlọ ya dị n'etiti Tel Aviv, ya na ndị na-ese ihe, ndị na-eti egwu na ndị ọha na eze na-achọ udo, nha nhata na ikpe ziri ezi.",
  "N'ime afọ ndị ikpeazụ nke ndụ ya, ọ tara ahụhụ site na oke ịda mbà n'obi. N'abalị iri abụọ na otu n'ọnwa Ọgọstụ n'afọ 2005, a hụrụ Ravikovitch nwụrụ anwụ n'ụlọ ya",
  "Akụkọ ndị mbụ kwuru na ihe kpatara ọnwụ ahụ bụ igbu onwe ya, mana nyocha ahụ kpebiri na ihe kpatara ya bụ nsogbu obi mberede.",
  "Abụ mbụ Ravikovitch pụtara na akwụkwọ edemede asụsụ Hibru Orlogin (Hourglass), nke Avraham Shlonsky dezigharịrị, ọ bụkwa Shlonssky gbara ya ume ịchụso ide ihe dị ka ọrụ",
  "Akwụkwọ uri mbụ ya, The Love of an Orange, nke e bipụtara n'afọ 1959, mere ka ọ bụrụ otu n'ime ndị na-eto eto na-ede uri a mụrụ n'Izrel.",
  "Abụ mbụ ya na-egosi iwu ya nke usoro iwu n'ebughị ụzọ chụọ n'àjà mmetụta nke olu ya dị iche iche mgbe niile",
  "Ọ bụ ezie na ọ hapụghị kpamkpam usoro uri ọdịnala, ọ mepụtara ụdị ejiji na iri afọ ikpeazụ nke ọrụ ya",
  "Abụ ya a ma ama bipụtara n'afọ 1987, \"The End of a Fall\" (nke a na-akpọkwa \"The Reason for Falling\") sitere n'oge a",
  "Dị ka ọtụtụ n'ime uri Ravikovitch, ọ nwere ike ịdọrọ onye na-agụ ya dịka, n'otu oge, ihe na-emetụ n'ahụ, ihe atụ, ihe na ọbụna ndọrọ ndọrọ ọchịchị: \"Ọ bụrụ na mmadụ si n'ụgbọelu daa n'etiti abalị / naanị Chineke nwere ike ibuli ya elu...\"",
  "N'akwụkwọ ya bụ Haifa: City of Steps, onye na-enyocha akwụkwọ bụ Nili Gold kwuru na Haifa na ala ya dị oke mkpa iji ghọta uri mbụ nke Ravikovitch, ọkachasị \"Painting\" na \"Day Unto Day Uttereth Speech\". Gold arụrịtakwara megide nkọwa a ma ama nke uri Ravikovitch \"Hovering at a Low Altitude\" dị ka uri ndọrọ ndọrọ ọchịchị, kama na-ekwu na a ga-aghọta ya dị ka nke onwe, nke abụ.",
  "N'ozuzu, Ravikovitch bipụtara mpịakọta iri nke uri n'asụsụ Hibru ya",
  "Na mgbakwunye na uri, o nyere aka n'ọrụ edemede (gụnyere nchịkọta akụkọ mkpirikpi atọ) na akwụkwọ ụmụaka, ma sụgharịa uri n'asụsụ Hibru",
  "E debere ọtụtụ n'ime uri ya na egwu",
  "Abụ ya a kacha mara amara bụ Booba Memukenet (English: Clockwork Doll).",
  "A na-akụzi uri ya n'ụlọ akwụkwọ na mahadum",
  "Ndị ọkà mmụta na Mahadum Pennsylvania dị na Philadelphia kwadoro \"Memorial in Piano, Poetry, and Song\" iji sọpụrụ ya n'ụbọchị Machị 21, 2006; otu n'ime ndị na-eme ihe nkiri na ihe omume a bụ onye Moroccan na-ede uri na onye na-eme egwu, Fatema Chebchoub. Ọtụtụ n'ime uri Ravikovitch ghọrọ abụ a ma ama",
  "A sụgharịrị uri ya n'asụsụ iri abụọ na atọ."
]