[
  "Daisy Wotube Okocha (amụrụ ya na ụbochi ịrị na ịse na ọnwa Jenụwarị na afọ 1951) o gara ozi dị ka onye isi ikpe nke asaa nke Rivers Steeti, na-elekọta Ụlọikpe Kasị Elu nke steeti ahụ, na Ụlọ Ọrụ Ikpe. Gọvanọ Ezenwo Wike họpụtara ya na ụlọ ọrụ na 4 Jenụwarị na afọ 2016, ọ nọkwa na oche ahụ ruo mgbe ọ lara ezumike ọrụ na Jenụwarụ 15 n'afọ 2016. Ọ rụkwara ọrụ dị ka onye ịsị ịkpe na ikike ime ihe tupu ọ nweta nhọpụta dị mkpa.",
  "A mụrụ Okocha na ubochi ịri na ịse na ọnwa Jenụwarị n'afọ 1951 na Obio-Akpor, Rivers Steeti, Naijiria",
  "Ọ bụ onye ebo Ikwerre",
  "Nna ya, Jonathan Okocha, bụbu kọmishọna ndị uwe ojii, nne ya, Helen Nonyelum Okocha, bụ onye na-esi nri ọha.",
  "Daisy natara LL ya.B",
  "(Hons.) site na Mahadum nke Zaria n'afo 1978",
  "N'afọ ọzọ, na ubochi ịr abuọ na ịteghete na ọnwa June, a nabatara ya n'ụlọ ikpe",
  "O nwekwara diplọma post-graduate na nkà mmụta okpupere, nke ọ gbasoro na Redeemed Christian Bible College (RCBC).",
  "N'afọ 1981, Okocha sonyeere ndị ọka ikpe na obodo ya bụ Rivers Steeti",
  "Ọ malitere ịlụ ọrụ dị ka onye oka ikpe nke mbu na-aga n'ihu n'ọkwa ụlọ ikpe dị iche iche",
  "N'afọ 1991, a họpụtara ya n'ụlọ ikpe dị elu, ọ rụkwara ọrụ dị ka onye isi ikpe na ngalaba Port Harcourt.",
  "A họpụtara ya iji nochie Iche Ndu dị ka onye isi ikpe n'afọ 2013",
  "Ọ bụ ezie na mba ikpe Kansul tụrụ alo ya, gọvanọ Chibuike Amaechi jụrụ ịhọpụta ya",
  "Dị ka o si kwuo, o tozughị oke ịnochi nke ọma CJ lara ezumike nká, kansụl ahụ họpụtara ya maka ọdịmma onwe ya. Na ọnwa June n'afọ 2015, n'okpuru nchịkwa ọhụrụ nke Ezenwo Wike, e dụrụ Okocha n'iyi ọlụ n'ikpeazụ dị ka onye isi ikpe nke Rivers Steeti",
  "Ọ bụ nwanyị mbụ nwere ọnọdụ a, ebe NJC họpụtara ya dị ka onye ọka ikpe kachasị elu n'ụlọ ikpe dị elu.",
  "Okocha bụ onye na-ahụ maka akụ na ụba nke mba otu ụmunwanyi ndi ọka ịkpe na ṅaijiria, onye bụbu onye isi nke mba ụwa nke ụmụ nwanyi ndi ọka ịkpe na Rivers Steeti, onye otu Commonwealth onye ọka ịwu na ndi ikpe' otu, onye otu ugbu a, mba ụwa otu ụmu nwanyi."
]