[
  "Dali Tambo (amụrụ n'ụbọchị mbụ n'ọnwa Maachị n'afọ 1959) bụ onye mgbasa ozi South Africa nke a maara nke ọma dị ka onye na-egosi ihe ngosi telivishọn SABC a kpọrọ People of the South na dịka onye guzobere otu ndị na-emegide ịkpa ókè agbụrụ (Artists Against Apartheid)",
  "Dali Tambo bụ nwa Oliver Tambo, onye bụbu onye isi oche nke African National Congress, na Adelaide Tambo",
  "Tambo gara Lancing College na West Sussex, United Kingdom, tupu ọ gaa gụọ akwụkwọ na Mahadum America na Sorbonne na Paris, France, ebe ọ nwetara nzere bachelọ ya na International Affairs na Political Science.",
  "Dali Tambo lụrụ Rachael Tambo ma ha nwere ụmụ anọ; a na-akpọ nwa ha nwoke nke okenye aha nna ya (OR Tambo).",
  "N'afọ 1983, Dali Tambo na onye egwu Jerry Dammers guzobere otu na-emegide ịkpa ókè agbụrụ (Artists Against Apartheid.)  Nzukọ ahụ haziri ọtụtụ ihe ngosi egwu na-emegide ịkpa ókè agbụrụ na Europe n'oge afọ 1980",
  "Tambo laghachiri South Africa na 1991 ka ịkpa ókè agbụrụ kwụsịrị.",
  "Tambo kwadoro ihe ngosi okwu People of the South na SABC site n'afọ 1994 ruo 2002 na ọzọ site na 2012 ruo 2013.",
  "N'ụbọchị nke abụọ n'ọnwa Juun afọ 2013, ndị mmadụ nke ndịda gosiri ajụjụ ọnụ Tambo juru onye isi ala Zimbabwe Robert Mugabe naanị ọnwa abụọ tupu ntuli aka Zimbabwe nke afọ 2013",
  "A kọrọ na o were Tambo afọ atọ iji hazie ajụjụ ọnụ ya na ezinụlọ Mugabe",
  "Ajụjụ ọnụ ahụ kpatara esemokwu ụfọdụ ma katọọ ya maka ịbụ \"sycophantic\" site na akwụkwọ akụkọ Mail & Guardian, ma kpọọ ya \"mmekọrịta ọha na eze\" maka Mugabe site na onye na-eme ihe ngosi redio CapeTalk567, Kieno Kammies. N'ajụjụ ọnụ a gbara Kammies na CapeTalk567 Tambo zaghachiri na \"Ndị bi na ndịda [bụ] ọ bụghị Hard Talk\" nakwa na usoro ihe ngosi ahụ na-abụghị nke esemokwu ga-emegide ịma Mugabe aka na ebubo nke mmebi ikike mmadụ, aghụghọ ntuli aka, na mmemme mgbanwe ala na-ese okwu nke Mugabe duziri.",
  "Kemgbe ọ hapụrụ People of the South na 2013, Tambo lekwasịrị anya n'ịkwalite echiche nke ogige ihe ncheta na obodo Tshwane",
  "Ogige ntụrụndụ a na-eme atụmatụ ga-egosipụta ihe oyiyi ọla nchara narị anọ ruo narị ise nke ndị na-emegide ịkpa ókè agbụrụ a na-akwanyere ùgwù.",
  "Site na ụlọ ọrụ ya Koketso Growth, ọ nwetara onyinye iji mee ihe oyiyi",
  "Otu ihe atụ dị otú ahụ bụ Ihe oyiyi nke Nelson Mandela na veranda nke Ụlọ Nzukọ Obodo Cape Town",
  "O nyere Barry Jacksen na Xhanti Mpakama ọrụ ịrụpụta ọrụ ahụ",
  "E kpughere ya na 24 Julaị 2018."
]