[
  "Dalia Mahmoud Quotb El Behery (amụrụ n'October 15, 1970) bụ onye Egypt na-eme ihe nkiri",
  "O meriri Miss Egypt n'afọ 1990, wee bụrụ onye nke iri abụọ na asaa na asọmpi Miss Universe nke 1990 na Los Angeles.",
  "El Behery nwetara nzere bachelọ na Faculty of Tourism and Hotels na Mahadum Helwan, ma rụọ ọrụ na mmemme na Egyptian Satellite Channel na ime ihe ngosi",
  "Ọ pụtara mputa nke mbụ ya dị ịrịba ama bụ na vidiyo nke egwu \"Tegeesh neaeesh\", nke Ali El Haggar",
  "Ọrụ ya dị ka onye na-eme ihe ngosi kwadebere ụzọ maka ọrụ ime ihe nkiri ya",
  "Ya na ndị ama ama dịka Adel Imam rụkọrọ ọrụ na ihe nkiri ya Al Safara fe Al Emara yana ndị ọzọ na-eme ihe ọchị na ndị na-agụ egwu nke gụnyere Hany Ramzy, Moustafa Amar na Khaled Selim.",
  "El Behery kwuru n'otu n'ime ajụjụ ọnụ ya na telivishọn na ọ chọrọ igosipụta ọrụ nke Eze Nwanyị Fero \"Nefertiti\" na ihuenyo, na-agọnahụ asịrị na ọ na-ala azụ banyere ngosipụta nke Eze Nwụ \"Cleopatra\" site n'aka onye na-eme ihe nkiri Siria Solaf Fawakhirji.",
  "Site na 2008 ruo 2013, ọ lụrụ onye ọchụnta ego Farid El Mourchedi (nke a maara nke ọma dị ka Fred Morse), nwa nwa nke onye na-ese ihe Farid Shawki site na nwa ya nwanyị onye na-emepụta Nahed Farid Shawiki",
  "Dalia na Farid nwere nwa nwanyị aha ya bụ Khadija, onye nwụrụ mgbe ọ dị ọnwa asatọ n'ihi ọrịa a na-adịghị ahụkebe",
  "N'afọ 2016, El Behery lụrụ Hassan Samy.",
  "El Behery bịanyere aka dị ka onye nnọchi anya Goodwill maka World Stroke Day na Nọvemba 2010,",
  "N'ime mkparịta ụka ekwentị ya na ụlọ ọrụ \"Al Arabiya\", o kwupụtara obi ụtọ ya na mgbanwe udo nke Egypt nke afọ 2011 na ihe ndị a chọrọ maka ikike ndị bụ isi dị ka nnwere onwe, mgbanwe ndọrọ ndọrọ ọchịchị na mgbalị jikọrọ aka maka iwulite mba",
  "Ka ọ dị ugbu a, Dalia kwuru na enweghị nchebe mere ka ọ na-echegbu onwe ya, dị ka ndị ọzọ bi na ya",
  "Nchegbu ahụ, ka ọ kọwara, anọwo na-akawanye njọ mgbe ọtụtụ narị ndị mkpọrọ gbapụrụ n'ụlọ mkpọrọ Al Faiyum",
  "Ọ gbakwụnyere na nnupụisi ndị ntorobịa ahụ amalitela n'okporo ámá ndị Ijipt ma kelee ndị Ijipt ibe ya bụ ndị jikọtara ọnụ iji chebe ihe onwunwe ọha na eze, ọkachasị Ebe Ngosi Ihe Ochie Ijipt.",
  "Àtụ:S-start\nÀtụ:Succession box\nÀtụ:S-end"
]