[
  "Dame N'Doye (amụrụ na 21 Febụwarị 1985) bụ onye Senegal na-agba bọọlụ nke na-agba ọsọ dị ka onye na-aga n'ihu.",
  "Ọ nọrọ akụkụ ka mma nke ọrụ ya na Copenhagen, na-eje ozi ugboro abụọ na klọb ahụ ma bụrụ onye kachasị mma na 2018",
  "Ọ nọchitekwara anya ndị otu na Qatar, Portugal, Greece, Russia, England na Turkey.",
  "N'Doye meriri Senegal nke mbụ ya n'afọ 2010, wee gbaa bọọlụ maka mba ahụ na asọmpi iko mba Afrịka abụọ.",
  "A mụrụ ya na Thiès, N'Doye malitere ọrụ ya na ASC Jeanne d'Arc",
  "N'afọ 2006, ọ bịanyere aka na Al Sadd SC na Qatar Stars League",
  "N'Doye rutere Europe n'oge ọkọchị nke afọ 2006, sonyeere Académica de Coimbra. Site na 2007 ruo 2009 ọ gbara ọsọ na Super League Greece, na Panathinaikos F.C",
  "na OFI Crete FC.",
  "Na 12 Jenụwarị 2009, N'Doye kwagara na klọb Danish Superliga F.C",
  "Copenhagen. Ọ gbara goolu mbụ ya na 7 Machị 2009, nyere aka na mmeri 3 na-aga n'ihu na Randers FC, ma jiri goolu iri na anọ mechie oge mbụ ya zuru ezu, ka klọb ahụ megharịrị ịdị elu ya n'ime ụlọ.",
  "N'ụbọchị nke anọ n'ọnwa Ọgọstụ n'afọ 2010, N'Doye meriri onye mmeri nke 3102 (nakwa akara ngụkọta) na nkeji nke 59 nke agba nke UEFA Champions League megide FC BATE Borisov. N'ọkwa nke otu, o nyeere ndị otu ya aka ịghọ ndị mbụ na mba ahụ iji ruo n'ọkwa knockout site na goolu megide FC Rubin Kazan (1[[0, n'ụlọ) na Panathinaikos (2[[0 na Athens).",
  "N'oge ọkọchị nke afọ 2012, N'Doye bịanyere aka na otu egwuregwu Premier League nke Russia FC Lokomotiv Moscow maka ego a na-akọwaghị. Ọ ghọrọ onye mbụ a họọrọ ngwa ngwa, na-agba bọọlụ ugboro asaa na ọkara mbụ nke mkpọsa ahụ; na Nọvemba 2012, ọ meriri ntuli aka weebụ nke ndị na-akwado klọb mere ka a họpụta ya dịka onye egwuregwu nke ọnwa, na-emegharị ihe omume ahụ n'ọnwa Ọktoba nke afọ na-esote.",
  "N'ụbọchị nke abụọ n'ọnwa Febụwarị n'afọ 2015, N'Doye kwetara na ya na Hull City ga-arụ ọrụ afọ abụọ na ọkara maka ego a na-akọwaghị. O mere Premier League mbụ ya ụbọchị ise ka e mesịrị, na-abịa dị ka onye na-anọchi Gastón Ramírez na nkeji nke iri asaa na isii na Manchester City. Mmalite mbụ ya mere n'ụbọchị egwuregwu na-esote, ebe ọ gbara goolu nke abụọ na mmeri Aston Villa n'ụlọ.",
  "N'abalị iri n'ọnwa Ọgọstụ n'afọ 2015, N'Doye kwagara Trabzonspor maka £ 2.2 nde. N'ọnwa Jenụwarị na-esote, ọ kwagara klọb na mba ọzọ, sonye na Sunderland ruo na ngwụcha oge. Ọ gbara goolu mbụ ya maka nke ikpeazụ na 1 Machị, na-agbanwe site na ịgbapụ iji mee ka ndị ọbịa nọ n'ihu n'egwuregwu 2 na Crystal Palace.",
  "N'ụbọchị nke abụọ n'ọnwa Julaị n'afọ 2018, onye nweere onwe ya bụ N'Doye laghachiri na F.C",
  "Copenhagen na nkwekọrịta otu afọ",
  "Ụbọchị iri abụọ na asaa ka e mesịrị, n'egwuregwu ya na Aalborg Boldspilklub na Parken Stadium nke mechara n'ime nkeji iri na ise iji bụrụ onye kachasị mma na klọb ahụ, mgbe ọ gafere César Santin.",
  "N'Doye hapụrụ n'oge ọkọchị nke afọ 2020 ka nkwekọrịta ya, nke e mezigharịrị na Jenụwarị 2019, gwụrụ.",
  "N'Doye mere nke mbụ ya maka Senegal na 17 Nọvemba 2010, na mmeri enyi na enyi megide Gabon",
  "Ọ bụ otu n'ime ndị otu na-asọmpi na 2012 Africa Cup of Nations, na-agba bọọlụ dị ka onye na-anọchi anya na ọdịda Zambia na 2 Xia 1 na ọpụpụ nke otu.",
  "Nwanne N'Doye nke okenye, Ousmane, bụkwa onye na-agba bọọlụ mba ụwa.",
  "Àtụ:Updated",
  "Copenhagen",
  "Onye ọ bụla",
  "Àtụ:Navboxes colour"
]