[
  "Damon Davis (amụrụ n'afọ 1985) bụ ónyé America na-ese ihe, ónyé na-eti egwu na ónyé na-eme ihe nkírí nke dị na St",
  "Louis, Missouri. A chịkọtara ihe osise ọha na eze ya nke afọ 2014 \"All Hands on Deck\" na National Museum of African American History and Culture",
  "Ọ bụkwa ónyé guzobere Far-Fetched, otu ndị na-ese ihe na St",
  "Louis, na ónyé nduzi nkè Whose Streets?, ihe ngosi banyéré ọgba aghara Ferguson na-esote ónyé uwe ojii Darren Wilson gbùrù Michael Brown. Ihe nkírí ahụ gosipụtara na Sundance Film Festival na 2017.",
  "Nwá nkè onye na-ere ahịa (nné ya) na Black Panther (nnà ya), Davis tolitere na East St",
  "Louis. Ọ gàrà Mahadum St",
  "Louis, na mbụ na-agụ akwụkwọ na nka fine arts mana ọ gụsịrị akwụkwọ na nzere na nkwukọrịta.",
  "Davis na-arụ ọrụ dị ka ónyé na-ese ihe kemgbe afọ 2010.",
  "Davis guzobere duo hiphop Scriptz 'N Screwz na 2011, nke o sonyere na ya site na iji aha egwu LooseScrewz. O mechara guzobe otu ndị na-ese ihe na akara ndekọ Far-Fetched, na 2013 na-ewepụta abọm eklektrip na ónyé na-arụkọ ọrụ Corey Williams (aha ihe nkiri Thelonius Kryptonite). N'afọ 2016, Davis malitere ịtọpụta egwu n'okpuru aha nke ya, ya na usoro abọm atọ lekwasịrị anya na isiokwu Afrofuturist, gụnyere akụkọ sayensị, ihe omimi Creole na \"ọchịchịrị ọzọ\", n'okwu ya.",
  "Na Ferguson, Missouri na 2014, mgbè ọ na-echere mkpebi nnukwu ndị ọka ikpe ma ọ ga-ebo ónyé uwe ojii Darren Wilson ebubo màkà ịgba Michael Brown égbè, Davis mepụtara ọrụ nka ọha na eze n'ihu ụlọ ahịa ndị a na-etinye n'ụgbọ mmiri na-atụ anya ọgba aghara. Na-arụ ọrụ na ndị nwe ụlọ ahịa, ọ na-eji usoro ihe ngosi sitere na foto aka ya na \"aka elu\" nke Brown na-ekwu na ọ na-eme mgbe Wilson gbàrà ya égbè. Davis kọwara ọrụ ahụ na ebumnuche ịmepụta \"ihe na-adọrọ mmasị, naanị iji nye ndị mmadụ olileanya, ma mee ka ha márá na anyị na ha na-eguzo\"",
  "Mic kpọrọ ọrụ ahụ \"ihe osise okporo ámá kachasị ike na America\".",
  "N'afọ 2016, Museum of Contemporary Art San Diego gosipụtara foto sitere na ọrụ ahụ na ihe ngosi a na-akpọ \"Damon Davis: All Hands on Deck\". Ogwe windo mbụ sitere na ntinye Ferguson bụ akụkụ nkè nchịkọta na-adịgide adịgide na National Museum of African American History and Culture.",
  "N'afọ 2016, a kpọrọ ya otu n'ime ndị Filmmaker Magazine's Twenty Five New Faces of Independent Film na Independent Magazine's 10 Filmmakers to Watch."
]