[
  "Damon Anthony Dash (amụrụ na Mee 3, 1971) bụ ónyé ọchụnta ego America na ónyé isi ndekọ. A maara Dash nke ọma dị ka onye guzobere Roc-A-Fella tinyere Jay-Z na Kareem Burke.",
  "A mụrụ ya na New York City, Dash na-ekpocha ala nke ụlọ ahịa ịkpụ isi dị n'ógbè ahụ ma na-ere akwụkwọ akụkọ iji zụta sneakers na uwe elu mgbè ọ dị afọ iri na ụma",
  "Dash \"amụrụ ịgba ọsọ\", n'okwu nke ya, site n'ihe nlereanya nke nne ya, ónyé nwụrụ site na ọrịa ụkwara ume ọkụ mgbe ọ dị afọ iri na ise. N'otu afọ ahụ, a chọpụtara na Dash nwèrè ụdị ọrịa shuga 1. \"Tupu a chọpụta m..",
  "Agara m ihe dị ka otu ọnwa ma ọ bụ abụọ naanị na-aga n'ụlọ ịsa ahụ n'akwụsịghị akwụsị ma na-ebelata ibu, \"Dash chetara",
  "\"Ọ ka chọpụtara na Magic Johnson nwere ọrịa AIDS, nke mere na ihe m chere na enwere m",
  "Egwu tụrụ m ọbụna ịga dọkịta",
  "Echere m na m ga-anwụ",
  "\"",
  "Dash jere ozi dị ka ónyé njikwa Jay-Z na ónyé mmekọ azụmahịa na Roc-A-Fella Records, na 1999, ọ haziri njem màkà Jay-Z nke mere $ 19 nde",
  "Mmekọrịta ha dị njọ n'ihi ihe abụọ sochirinụ",
  "Nke mbụ bụ mgbe Def Jam Recordings zụrụ Roc-A-Fella Records (nke nwere naanị ọkara ụlọ ọrụ ahụ) na 2004, mgbe nke ahụ gasịrị Jay-Z kwetara ịrụ ọrụ dị ka ónyé isi oche Def Jam",
  "Mgbe ahụ, na ngwụcha afọ 2005, Jay-Z zụrụ Dash site na òkè ya na Rocawear.",
  "Dash zutere ónyé na-agụ egwu R&B Aaliyah na New York City n'oge ọkọchị nke afọ 2000 site n'aka onye na-ahụ maka ego ya, wee soro ya ruo mgbè ọ nwụrụ n'August 25, 2001, n'ihe mberede ụgbọelu na Bahamas. Ọ bụ ezie na ha ekweghị nkwa ọlụlụ, n'ajụjụ ọnụ e nyere mgbe ọnwụ Aaliyah gasịrị, Dash kwùrù na di na nwunye ahụ mere atụmatụ ịlụ.",
  "N'afọ 2005, Dash lụrụ onye na-emepụta ejiji bụ Rachel Roy, ónyé ya na ya na-akpa tupu ya na Aaliyah nwee mmekọrịta",
  "Ha zutere mgbe ọ na-arụ ọrụ dị ka ónyé na-arụ akwụkwọ na Rocawear",
  "Ha nwere ụmụ nwanyị abụọ, Ava Dash (amụrụ na Disemba 7, 1999) na Tallulah Dash (amuru na Mee 14, 2008). Mgbè ịgba alụkwaghịm ha na 2009, ha nwere ọgụ siri ike maka nlekọta.",
  "Dash na ónyé ọ na-achọ ịlụ Raquel Horn nwèrè nwa nwoke, Dusko Dash, amụrụ na Nọvemba 14, 2020."
]