[
  "{{Databox}",
  "William Kalubi Mwamba (amụrụ na 10 Mee na afo 1992 n' Kinshasa), nke a maara nke ọma site na aha egwu ya bụ Damso (French: ), bụ onye na-eti egwu, onye na-agụ egwu, na onye na-ede egwu na Belgium-Congo",
  "Ọ bụ onye a ma ama na obodo France, ebe a kwadoro egwu ya niile ma ọ dịkarịa ala platinum.",
  "A mụrụ Kalubi na Kinshasa, Zaire (nke bụ Democratic Republic of the Congo ugbu a)",
  "Mgbe ọ dị afọ itoolu, ya na ezinụlọ ya hapụrụ mba ahụ n'ihi agha ọbara ma kwaga Belgium",
  "Ha mechara biri na Matonge, mpaghara Congolese dị na Ixelles, Brussels",
  "Nne William bụ Rose Marthe.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ndị mụrụ Damso gbara ya ume ka ọ gaa n'ihu na agụmakwụkwọ ya, ọ gbakwara nzere na ahịa na nkà mmụta uche",
  "Otú ọ dị, ọ malitere iwepụta oge dị ukwuu na ụlọ ọrụ ndekọ, akara ya dakwara",
  "Nke a dugara na esemokwu ya na ndị mụrụ ya, ọkachasị nna ya, onye bụ dọkịta na Kinshasa. \"A chụpụrụ m n'ụlọ!\" ka Damso kọwara",
  "Nke a ghọrọ oge ọgụ dị mkpa maka onye na-ese ihe, nke mere ka ọ biri na squats dị iche iche nke obodo ahụ ma mee ka Damso ghara ịzụ ahịa ma ọ bụ ree ngwongwo ya maka ego",
  "Onye na-ese ihe na-ekwu, sị: \"M mere ahịa na nkà mmụta uche, mana ịkpa ókè agbụrụ metụtara nhọrọ ndụ m",
  "Enwetụbeghị m mmetụta na a nabatara m n'ihi nke ahụ",
  "Agbalịrị m ịchọta ọrụ, enwere m ajụjụ ọnụ, mana ọ rụtụghị ọrụ",
  "Ikekwe ọ bụ n'ihi ịdị elu m, ana m atụ egwu, amaghị m",
  "Ọ bụkwa ihe kpaliri m ime ihe iwu na-akwadoghị; anaghị m agbalị ịbụ onye aghụghọ, naanị ego dị m mkpa",
  "Ihe a niile na-eme ka iwe were gị, mana ọ na-emekwa ka ị chọọ ime nhọrọ nke gị",
  "Ịrụ ọrụ n'azụ tebụl na onye isi nke na-akpọ gị \"onye ojii na-adịghị ọcha\" abụtụbeghị mmasị m",
  "Achọghị m ịnata ọgwụgwọ dị otú ahụ, naanị n'ihi na m ga-akwụ ụgwọ m na ngwụcha ọnwa",
  "Ọ kpaliri m\".",
  "Damso malitere ọrụ egwu ya na AFỌ 2006 site n'ịrụ ọrụ na ihe omume obodo na nke dị n'okpuru ala",
  "Na mbido ọrụ rap ya, ya na enyi ya n'oge ọ bụ nwata Dolfa guzobere otu egwu rap OPG",
  "Ha mechara nata Ducke, Lio Brown, na Rex",
  "O weputara oru ngo nke mbụ ya Salle d'attente n'ịntanetị dị ka nbudata n'efu na 2014",
  "N'ịrụkọ ọrụ na otu egwu ya bụ OPG, na nwanne ya nwoke nke okenye bụ Mehdi Rais kpaliri ya nke ukwuu, ọ wepụtara mixtape ya MMMXIII na 24 Septemba 2014",
  "Damso mere aha ya na 2015 n'ihi egwu ya \"Poseidon\", nke pụtara na Booba's OKLM mixtape",
  "Mgbe nke a gasịrị, ọ sonyeere Booba's 92i collective ma bịanye aka na Universal Music. Ọ pụtara na album Booba bụ Nero Nemesis na egwu \"Pinocchio\", ya na Booba na onye na-eti egwu Gato Da Bato",
  "Ndị mmadụ na ndị mgbasa ozi hụrụ amaokwu Damso, na-eme ka ọ bụrụ onye a ma ama ma na-emewanye ndị na-ege ya ntị.",
  "Na France, abọm niile nke Damso enwetala asambodo platinum kacha nta.",
  "Na Julaị 8, na AFỌ 2016, a tọhapụrụ abọm studio mbụ ya, nke akpọrọ Batterie Faible, na akara Booba: 92i Records",
  "Ọrụ ahụ, nke Krisy gwakọtara ma dekọọ kpamkpam, enwetala platinum na France na-ere ihe karịrị 100,000.",
  "E wepụtara abọm nke abụọ ya bụ Ipséité na Eprel 28, na AFỌ 2017, ma bụrụ platinum atọ n'ihe na-erughị ọnwa isii",
  "Abọm ahụ bụ diamond ugbu a na ihe karịrị 900,000 ngụkọta ahịa abọm na France.",
  "N'afọ 2018, abọm nke atọ nke Damso bụ Lithopedion nwetara platinum n'ime otu izu mgbe a tọhapụrụ ya ma ugbu a, a kwadoro platinum atọ",
  "O meriri ihe nrite kachasị mma nke onye egwu.",
  "N'afọ 2020, o wepụtara abọm QALF\nNke a bụ ugbu a akara platinum atọ.",
  "Ndị otu bọọlụ mba na-enyekarị ndị egwu ọrụ ịmepụta egwu maka nnukwu asọmpi dị ka ụzọ isi wulite mmụọ na igosipụta njirimara mba",
  "N'afọ 2018, Belgian Football Association kwupụtara na ọ ga-ewe Damso n'ọrụ iji kwadebe ukwe maka isonye na FIFA World Cup nke afọ ahụ.\nOtú ọ dị, Belgian FA nwetara nkatọ siri ike site n'aka ọha na eze na ndị na-ahụ maka ikike ụmụ nwanyị n'ihi ihe na-asọ ụmụ nwanyị na ihe na-emetụta ụmụ nwanyị n\"egwú Damso",
  "N'ọnwa Machị afọ 2018, ọ kwupụtara na ya na Damso kwụsịrị mmekọrịta ha na ya, dịka nkwupụta si kwuo",
  "Njikọ ahụ gara n'ihu na-ekwu, sị, anyị chọrọ ịrịọ mgbaghara nye ndị niile na-ewe iwe, ịkpa ókè megide ma ọ bụ belata site na nhọrọ nke onye na-ese ihe a na-ekwu okwu ya.",
  "*Ọ pụtaghị na chaatị Ultratop 50 nke Belgium, kama ọ pụtara na chaatụ Ultratip.",
  "\"Ọtụtụ mmadụ ole na ole\" na-egosi Damso",
  "Nnukwu Album Cameleon",
  "*Ọ pụtaghị na chaatị Ultratop 50 nke Belgium, kama ọ pụtara na chaatụ Ultratip."
]