[
  "Danai Jekesai Gurira (/dəˈnaɪ ɡʊˈrɪərə/; a mụrụ na Febụwarị 14, 1978) bụ onye America na-eme ihe nkiri na onye na-ede egwuregwu",
  "A maara ya nke ọma maka ọrụ ya dịka Michonne na usoro ihe nkiri egwu AMC The Walking Dead (2012X2020) na dịka Okoye na ihe nkiri Marvel Cinematic Universe superhero Black Panther (2018), Avengers: Infinity War (2018), na Avengers: Endgame (2019).",
  "Gurira bụkwa onye na-ede egwuregwu nke egwuregwu Broadway Eclipsed, nke a họpụtara ya maka Tony Award maka Best Play",
  "A họpụtakwara Gurira maka ihe nrite Pulitzer maka ihe nkiri maka egwuregwu ya In The Continuum, nke o sokwa dee ma mee ihe nkiri.",
  "A mụrụ Gurira na Grinnell, Iowa, nye Josephine Gurira, onye na-elekọta ọbá akwụkwọ kọleji, na Roger Gurira, prọfesọ na Ngalaba Chemistry na Grinnel College (ndị nne na nna abụọ mechara sonye na ndị ọrụ nke Mahadum WisconsinńPlatteville). Nne na nna ya si Southern Rhodesia, nke bụ Zimbabwe ugbu a, kwaga United States n'afọ 1964. Ọ bụ nwa ikpeazụ n'ime ụmụnne anọ; Shingai na Choni bụ ụmụnne ya nwanyị na Tare, nwanne ya nwoke, bụ onye chiropractor. Gurira biri na Grinnell ruo n'ọnwa Disemba afọ 1983, mgbe ọ dị afọ ise, ya na ezinụlọ ya laghachiri Harare, isi obodo Zimbabwe, mgbe Robert Mugabe malitere ịchị n'afọ 1979.",
  "Ọ gara ụlọ akwụkwọ sekọndrị na Dominican Convent High School",
  "Mgbe nke ahụ gasịrị, ọ laghachiri na United States iji mụọ na Macalester College na Saint Paul, Minnesota, na-agụsị akwụkwọ na Bachelor of Arts na psychology. Gurira nwetakwara Master of Fine Arts na ime ihe nkiri na Mahadum New York's Tisch School of the Arts.",
  "Gurira kụziri edemede egwuregwu na ime ihe nkiri na Liberia, Zimbabwe na South Africa. Otu n'ime ihe ngosi mbụ ya a ma ama mere n'afọ 2001, dịka onye okenye na Macalester College",
  "Gurira rụrụ ọrụ na mmepụta nke ihe nkiri Ntozake Shange bụ maka ụmụ agbọghọ na-acha ọbara ọbara bụ ndị tụlere igbu onwe ha / Mgbe ụyọkọ na-acha odo odo, nke Dale Ricardo Shields duziri ma mee ihe nkiri",
  "Ọ bụ nwa agbọghọ nwere ọgụgụ isi, siri ike ma nweere onwe ya, ka Shields kwuru",
  "Ọ bịarutere ọmụmụ ya, klas ya, na ọtụtụ ihe, ị nwere ike ịhụ otu ihe ahụ na arụmọrụ ya na Black Panther. Ọdịdị",
  "Gurira kwuru na ọ malitere ide ihe nkiri na mgbalị iji jiri ike ya mee ihe nke ọma dịka onye na-eme ihe nkiri, na ịkọ akụkọ ndị na-enye echiche banyere ụmụ nwanyị siri ike ọ na-ejikọta. Dịka onye na-ede egwuregwu, Yale Repertory Theatre, Center Theatre Group, Playwrights Horizons, na Royal Court enyewo ya ọrụ.",
  "Gurira so dee ma soro mee ihe nkiri na In the Continuum, nke mbụ na Woolly Mammoth Theatre Company ma mesịa Off-Broadway, nke meriri ya Obie Award, Outer Critics Circle Award, na Helen Hayes Award maka Best Lead Actress. N'ọnwa Disemba afọ 2011, In the Continuum mere ememe ncheta Ụbọchị Ọrịa AIDS Ụwa 2011",
  "N'ịbụ nke United States Embassy na Zimbabwe kwadoro, emere egwuregwu ahụ na Harare's Theatre ma gosipụta akụkọ ụmụ nwanyị abụọ na-agagharị n'ụwa mgbe ha butere nje HIV.",
  "N'afọ 2009, Gurira mere ihe nkiri mbụ ya na Broadway na egwuregwu August Wilson Joe Turner's Come and Gone na-egwu Martha Pentecost.",
  "Egwuregwu Gurira nke afọ 2012 bụ The Convert gosipụtara dịka ihe ngosi n'etiti Goodman Theatre na Chicago na McCarter Theatre na New Jersey",
  "Ka e mesịrị n'afọ ahụ, Gurira natara Whiting Award maka onye edemede egwuregwu na-apụta.",
  "N'ọnwa Jenụwarị afọ 2015, Familiar, egwuregwu nke Gurira dere ma bụrụ nke Rebecca Taichman duziri, meghere na Yale Repertory Theatre. O mechara gosipụta na Off-Broadway na New York na Playwrights Horizons",
  "Egwuregwu ahụ bụ maka ezinụlọ, ọdịbendị ọdịbendị, na ahụmịhe nke ndụ dị ka onye America nke mbụ, Gurira ekwuola na ọ sitere n'ike mmụọ nsọ nke ezinụlọ ya na ndị enyi ya.",
  "Gurira pụtara na ihe nkiri ihe nkiri The Visitor n'afọ 2007, nke o ritere ihe nrite Method Fest Independent Film Festival Award maka onye na-akwado ihe nkiri kacha mma",
  "Ọ pụtara na ihe nkiri Ghost Town nke afọ 2008, ihe nkiri 3 Backyards na My Soul to Take nke afọ 2010, na Restless City n'afọ 2011, yana usoro telivishọn Law & Order: Criminal Intent, Life on Mars, na Law & Order",
  "Site n'afọ 2010 ruo 2011, ọ pụtara na usoro ihe nkiri HBO Treme",
  "N'afọ 2008, Gurira pụtara na Global Green Sustainable Design Awards iji gụọ akwụkwọ ozi nke nwa amaala New Orleans nke ajọ ifufe Katrina chụpụrụ.",
  "N'afọ 2011, Gurira jikọtara aka guzobe Almasi Arts, otu a raara nye ịga n'ihu na agụmakwụkwọ nka na Zimbabwe. Gurira na-eje ozi ugbu a dịka onye isi nka.",
  "Gurira bụ Onye Kraịst ma biri na Los Angeles, ọ bụ ezie na ọ na-anọkarị na New York City. Ọ na-akọwa onwe ya dịka onye Zimbabwe-American",
  "Ọ na-asụ asụsụ anọ: French, Shona, isi Xhosa, na Bekee ma na-anọgide na-enwe ahụike site na Pilates na ọzụzụ cross."
]