[
  "DanceAfrica bụ ihe nketa na emume obodo nke a na-eme kwa afọ na ụdị ịgba egwú dị iche iche nke African Diaspora",
  "A gụnyere ime ụlọ na ime ụlọ gụnyere egwu dị ndụ, usoro ihe nkiri, master classes, mmemme agụmakwụkwọ, na ahịa n'èzí",
  "Onye nduzi nka ya ugbu a bụ Abdel R",
  "Salaam.",
  "Mgbanwe ndọrọ ndọrọ ọchịchị na 1960s na uto nke ịgba egwú na 1970s dugara na mmepe nke ọtụtụ ụlọ ọrụ ịgba egwú ndị Africa America",
  "Ememe DanceAfrica, nke Chuck Davis mepụtara, wuru na ume nke 1960s na 70s site na ngosipụta nke ọdịnala na ụdị nka nke Africa na Africa America",
  "N'afọ 1940 na 1950, a matara ọdịbendị ndị Africa America, nke Pearl Primus na Katherine Dunham mere na BAM, a gbanwere ịgba egwú site na ntụrụndụ gaa na ịgba egwú nke oge a ka ha na-ejikọta ihe ndị Afrịka",
  "N'afọ 1960, Alvin Ailey, Talley Beatty, na Donald McKayle pụtara na BAM",
  "Ndị omenkà a nọ na Harlem Cultural Center na New Dance Group mgbe Chuck Davis rutere na mbido afọ 1960",
  "Davis kwagara New York City iji soro onye egwu Babatunde Olatunji rụọ ọrụ; ọ mụkwara usoro Dunham na jazz na Syvilla Fort",
  "N'afọ 1967, Davis guzobere ụlọ ọrụ Chuck Davis Dance Company na South Bronx Community Action Theatre, mgbe e mesịrị ọ kwagara na Bronx Community College.",
  "N'ọnwa Febụwarị n'afọ 1977, ụlọ ọrụ Chuck Davis Dance Company rụrụ ọrụ n'obodo nta e wuru n'Afrịka na BAM Lepercq Space",
  "Dabere na ihe ịga nke ọma nke nkwa ahụ, DanceAfrica malitere n'oge opupu ihe ubi na-esote malite na ahịa Afrịka nke ga-ewe otu ụbọchị",
  "Arthur Hall, Charles Moore, Chuck Davis, Dinizulu, na International Afrikan American Ballet sonyere na emume ahụ, nke nyere ihe ngosi ise na BAM Playhouse ma mechie na ụlọ ọrụ ise niile - ihe dịka ndị na-eme ihe nkiri 70 - na Opera House",
  "A mụrụ emume, na-etolite n'ime emume kachasị ukwuu kwa afọ nke ịgba egwu ndị Africa na ndị Africa America na, na-agbakwunye ụbọchị na obodo ndị ọzọ dị ka Chicago; Washington, DC; Los Angeles; Miami; Minneapolis; Philadelphia; Pittsburgh; na ọtụtụ ndị ọzọ",
  "N'oge na-adịbeghị anya, Dallas mere emume ahụ ihe omume kwa afọ",
  "DanceAfrica bụ usoro arụmọrụ kachasị ogologo nke BAM - ma ghọọ omenala ngwụsị izu nke Memorial Day na Brooklyn",
  "Agbamakwụkwọ, baptism, na ememe ndị ọzọ emeela n'oge DanceAfrica - na-agafe arụmọrụ ma na-aghọ ememe - ememe obodo nke njirimara Afrịka",
  "Rennie Harris bụkwa otu onye na-eme ihe nkiri.",
  "N'afọ ndị 1980 Chuck Davis gbakwunyere master classes na African movement na egwu",
  "DanceAfrica 1993 meghere site na ngagharị ụgbọala site na Harlem ruo na steepụ nke BAM",
  "Ndị otu iri ise na abụọ nke Imperial Bikers Motorcycle Club, onye ọ bụla na-ebu ọkọlọtọ nke mba Afrịka, sonyeere Council of Elders, ndị na-ese ihe, na ndị isi maka emume ịwụsa mmanya nke gụnyere nnukwu achịcha carrot nke e mere n'ụdị Afrịka",
  "Ememe ncheta afọ iri abụọ na 1997 malitere BAM / Restoration DanceAfrica Ensemble, mmekorita n'etiti BAM na Bedford Stuyvesant Restoration Corporation's Youth Arts Academy nke ghọrọ ọkacha mmasị ndị mmadụ kwa afọ.",
  "DanceAfrica egosila ndị otu dị na Africa na African Diaspora gụnyere ọtụtụ ndị si New York",
  "Ụlọ ọrụ dị iche iche na-adị site na ụmụ amaala Africa ruo na hip-hop nke obodo ukwu America",
  "DanceAfrica egosila na egwú \"ọdịnala\" nke Africa anaghị edozi n'oge ma na-anọgide na-agụnye ma dịgasị iche iche, nakwa na ọbụna ihe nkiri kachasị mma nwere ike ịnwe mmetụta Africa",
  "DanceAfrica na-egosipụta ọdịnala, kamakwa mmụọ nke mgbanwe na uto na-alaghachi n'oge gara aga na n'ihu n'ọdịnihu, na-anabata njikọ dị n'etiti ọdịbendị gafee African Diaspora, na-ebu ozi mgbe niile, \"Udo, ịhụnanya, na nkwanye ùgwù maka onye ọ bụla!\"",
  "N'afọ 2007, DanceAfrica mere emume nke iri atọ ya na afọ iri atọ nke DanceAfrica: Cheta! Nsọpụrụ! Nkwanye ùgwù! Egwú Egwú nke Afrịka, ma na-egosi ihe ọzọ dị ịrịba ama - onye guzobere ya Baba Chuck Davis\" ụbọchị ọmụmụ afọ 70.",
  "Kemgbe 1987, kwa afọ na June, Chuck Davis na-eje ozi dị ka onye isi emume nke emume ahụ na Washington, DC, nke Dance Place kwadoro.",
  "DanceAfrica, DC bụ emume obi ụtọ kwa afọ nke ọdịbendị nke Africa na diaspora ya na isi obodo mba ahụ",
  "N'ịbụ nke emume Brooklyn Academy of Music kpaliri na n'okpuru nduzi nke Dr",
  "Baba Chuck Davis, Dance Place butere usoro na omenala pụrụ iche nke ya maka emume a dị mkpa ma dị egwu na 1987",
  "Taa, onye nduzi nke African Dance Program Sylvia Soumah na-eje ozi dị ka onye nduzi nka na Griot kemgbe ọnwụ nke onye anyị hụrụ n'anya Baba Chuck Davis na 2017",
  "DanceAfrica, DC bụ otu n'ime ndị na-agba ọsọ kachasị ogologo nke ihe omume mba a, na-eme emume ihe karịrị afọ 30 nke agụmakwụkwọ, nka na nkwado maka ọdịbendị Afrịka na isi obodo anyị.",
  "DanceAfrica Chicago malitere na 1990 ma bụrụ nke Columbia College Chicago gosipụtara",
  "Emume ahụ emeghị n'etiti afọ 2006-2007."
]