[
  "The Dangote Group bụ ụlọ ọrụ mmepụta ihe dị iche iche nke Naijiria, nke Aliko Dangote guzobere. Ọ bụ nnukwu ụlọ ọrụ na West Africa na otu n'ime ndị kasị ukwuu na kọntinent Afrịka",
  "Otu ahụ na-ewe ihe karịrị mmadụ 30,000 n'ọrụ, na-enweta ego karịrị ijeri US $ 4.1 na afọ 2017.",
  "E guzobere ụlọ ọrụ ahụ na afọ 1981 dị ka ụlọ ọrụ azụmahịa, na-ebubata shuga, simenti, osikapa, azụ, na ihe ndị ọzọ maka nkesa na ahịa Naịjirịa. Ìgwè ahụ banyere n'imepụta ihe n'afọ ndị afọ 1990, malite na akwa, na-aga n'ihu na igwe ntụ ọka, nhazi nnu na nhazi shuga na njedebe nke afọ iri",
  "Ụlọ ọrụ ahụ gara n'ihu na mmepụta simenti, na-eto ngwa ngwa ma na-aga mba ndị ọzọ dị n'Afrịka",
  "Nnukwu njikọ kwụ ọtọ bụ akara nke atụmatụ ọrụ Dangote Group",
  "[citation needed]",
  "Otu ahụ nwere ma na-arụ ọrụ ugbu a karịa ụlọ ọrụ enyemaka 18, na-arụ aiki na mba iri nke Afrịka",
  "Dangote Cement, bụ otu n'ime ụlọ ọrụ enyemaka ndị a edepụtara na Naịjirịa Stock Exchange, na ahịa ahịa ya na-eme ihe fọrọ nke nta ka ọ bụrụ pasent 20 nke ngụkọta nke Naịjirị Stock Exchange. Dangote Group nwere isi na Lagos.",
  "N'afọ 2016, Dangote bịanyere aka na nkwekọrịta ya na otu CNOOC maka ntinye nke nnukwu paịpụ mmiri n'okpuru mmiri",
  "Paịpụ ahụ, mgbe arụchara ya ga-esi na Bonny (Rivers State) gafee Ogedegbe, Olokola ruo Lekki na paịpụ Escravos Lagos, n'ikpeazụ kwụsị na West Africa Gas Pipeline.",
  "E guzobere Dangote Group na ngwụcha afọ 1970, mgbe Aliko Dangote guzobere ụlọ ọrụ na-ere shuga na ihe ndị ọzọ na-azụ ahịa, nke ego $ 3,000 sitere n'aka nna nna ya kwadoro. Ka oge na-aga, otu ahụ ga-eji nwayọọ nwayọọ gbasaa n'ịzụ ahịa ngwaahịa ndị ọzọ dị ka osikapa",
  "N'afọ 1981, o guzobere ụlọ ọrụ azụmahịa abụọ, Dangote Nigeria Limited, na Blue Star Services, nke a bụ oge a chọrọ ikikere mbubata iji bubata ngwaahịa buru ibu, ụlọ ọrụ ahụ wee chọọ inweta ikikere mbupụ maka ngwaahịa dị iche iche gụnyere ígwè, nri nwa, na ngwaahịa aluminum. Mgbe ahụ, ọ gbakwunye ebupu na mbubata simenti na pọtụfoliyo nke otu ya. Dangote na-asọ mpi (ma na-asọmpi) na Lafarge, ụlọ ọrụ French nke na-ebubata ma na-emepụta ọtụtụ simenti Afrịka.",
  "Mgbe a kwụsịrị oge ikike mbubata na afọ 1986, ụlọ ọrụ ahụ lekwasịrị anya na mbubata nnu, shuga, na osikapa ma jiri nwayọọ nwayọọ belata azụmahịa simenti ya.",
  "Ntinye mbụ nke otu ahụ n'ime mmepụta malitere na afọ 1989 na akwa Mills Limited, na-arụ ọrụ abụọ, ụlọ akwa akwa na Kano na ụlọ ọrụ akwa akwa Naịjirịa na Lagos",
  "Malite na afọ 1997, na-esote mbelata nke ngalaba akwa, ụlọ ọrụ ahụ lekwasịrị anya n'ịmepụta ngwaahịa ndị ahịa ọ na-ebubata na Naịjirịa dị ka refining shuga na flour milling, na nke mbụ ọ na-asọ mpi na ngwaahịa ndị si ná obodo Brazil na Europe. Otu n'ime nnukwu ndị na-ekesa shuga na Naịjirịa, ụlọ ọrụ na-agbanwe shuga Dangote malitere mmepụta mpaghara na afọ  1999. Atụmatụ maka njikọta azụ dugara n'ịmepụta ụlọ ọrụ pasta na ịkpụ ntụ ọka iji nye ihe ndị a na-emepụta maka ime pasta. Ụlọ ọrụ ahụ wee tinye ego na ụlọ ọrụ na-emepụta simenti na Obajana, Kogi State, site na atụmatụ siri ike, ụlọ ọrụ Obajana malitere mmepụta na nde tọn simenti 5, otu ahụ wee tinye mbongo na ọrụ simenti ọzọ na Ibeshe, Ogun State iji kwado ngalaba mmepụta mpaghara site na ihe dị ka nde tọn 2.5 ruo ruo nde tọn 8. Iji belata ihe ize ndụ akụ na ụba na ndọrọ ndọrọ ọchịchị n'ime mba ahụ, otu ahụ malitere ịchọ ohere ịgbasa karịa Naịjirịa. Atụmatụ ụlọ ọrụ ahụ lekwasịrị anya na mgbasara kọntinent site na iwu na inweta ụlọ ọrụ simenti na mba Afrịka.",
  "Taa, Dangote Group bụ ụlọ ọrụ dịgasị iche iche, nke nwere isi na Lagos, nwere mmasị n'ọtụtụ ngalaba dị iche iche n'Africa. Mmasị dị ugbu a gụnyere simenti, shuga, ntụ ọka, nnu, ihe na-esi ísì ụtọ, pasta, ihe ọṅụṅụ na ala, yana ọrụ ọhụrụ na mmepe na mmanụ na gas, nkwukọrịta, fatịlaịza na ígwè. Ndị na-asọmpi na Naijiria na akụkụ ndị ọzọ nke Africa gụnyere Stallion Group. Adenike Fajemirokun bụ onye isi ihe ize ndụ.",
  "Dangote Cement, ụlọ ọrụ na-emepụta simenti kachasị ukwuu n'Africa, nke nwere ahịa ahịa nke ihe fọrọ nke nta ka ọ bụrụ ijeri US $ 14 na Nigeria Stock Exchange, nwere ụlọ ọrụ enyemaka na Benin, Cameroon, Ghana, Naijiria, South Africa na Zambia. N'ọnwa Disemba afọ 2010, otu ahụ bịanyere aka na nkwekọrịta ya na Gọmentị Zambia iji wuo ụlọ ọrụ simenti US $ 400 nde na Zambia",
  "E wuchara ya na afọ  2015 ma dị na Ndola, Ụlọ ọrụ ahụ na-emepụta simenti 42.5-ọkwa iji sọọ mpi megide ngwaahịa 32.5 dị ala ma na-achịkwa n'ahịa, a na-atụ anya na ụlọ ọrụ ọhụrụ ahụ ga-enwe mmepụta kwa afọ nke 1.5 nde metric ton nke simenti.",
  "Dangote Sugar bụ nnukwu ụlọ ọrụ ọzọ nke Dangote, na-asọ mpi na Bua Refinery Ltd",
  "na Golden Sugar Co",
  "Dangote Sugar kele nnukwu ụlọ ọrụ na-edozi shuga na mpaghara Sahara Africa.",
  "Ìgwè ahụ emeela ka ọ dị iche iche n'ime ụlọ ọrụ metụtara mmanụ na gas, na-eguzobe ụlọ ọrụ fatịlaịza nde tọn atọ, ụlọ nrụpụta mmanụ nwere ike ịcha barel mmanụ 650,000 na ọrụ petrochemical",
  "A na-atụ anya na Dangote Refinery ga-amalite ọrụ na mbido afọ 2020, ọ ga-abụkwa nnukwu refinery na Africa na ikike zuru oke."
]