[
  "Brian Joseph Burton (amụrụ n'ọnwa Julaị ubochi irí abụọ na itoolu, n'afọ 1977), nke a maara dịka Danger Mouse, bụ onye America na-eti egwu, onye na-ede egwu na onye na-emepụta ihe ndekọ. Ọ bịara bụrụ onye a ma ama n'afọ 2004 ógè ọ wepụtara The Grey Album, nke jikọtara egwu olu sitere na Jay-Z's The Black Album na ngwá ọrụ sitere na Beatles' The Beatles (aka White Album). Esquire Magazine kpọrọ ya otu n'ime mmadụ iri asaa na ise kachasị nwee mmetụta na narị afọ nke iri abụọ na otu.",
  "O guzobere Gnarls Barkley na CeeLo Green ma weputa abọm ya St",
  "Elsewhere na The Odd Couple",
  "N'afọ 2009, ya na James Mercer nke indie rock band The Shins rụkọrọ ọrụ iji mepụtakwa otu Broken Bells",
  "Na mgbakwunye, Burton na onye egwu MF Doom rụkọrọ ọrụ dị ka Danger Doom wee wepụta abọm The Mouse and the Mask",
  "A mụrụ Brian Joseph Burton na White Plains, New York",
  "Ọ nọrọ ụfọdụ oge nwata ya na Spring Valley, New York",
  "Burton kwagara Stone Mountain, Georgia, nke dị na Atlanta",
  "Ọ gara ma gụsịrị akwụkwọ na Redan High School na Stone Mountain, GA. O biri na Athens, Georgia, ebe ọ gụrụ akwụkwọ na nkwukọrịta na Mahadum Georgia na agụmakwụkwọ, na ebe njem hop ya na-arụ ọrụ (The Chilling Effect (afọ 1999), Rhode Island (afọ 2000), na Pelican City / Scanner - Pelican City vs. A tọhapụrụ Scanner (afọ 2002) ógè ọ ka bụ nwa akwụkwọ. Mgbe ọ nọ na Mahadum Georgia, e mere ka ọ mata Nirvana, Pink Floyd, na Portishead, wee mara ihe nkiri indie rock na Athens, ọtụtụ ndị na-ese ihe n'obodo, gụnyere Neutral Milk Hotel, na DJ'd maka ụlọ ọrụ redio Mahadum Georgia WUOG-FM. Site na 1998 ruo 2003, Burton mekwara usoro CD remix na ndekọ n'okpuru aha ogbo Danger Mouse",
  "O ji uwe òké mee ihe nkiri n'ihi na ọ na-eme ihere nke na ọ gaghị egosi ihu ya, ma were aha ya site na usoro ihe osise ndị Britain bụ Danger Mouse",
  "Ógè ọ nọ n'Atens, Burton nọ n'ọkwa nke abụọ n'asọmpi talent nke afọ 1998 ma a gwara ya ka ọ mepee n'ihe banyere egwu na Mahadum Georgia nke gosipụtara OutKast na Goodie Mob",
  "Mgbe nke ahụ gasịrị, Burton na-ekwu na ọ gakwuuru CeeLo Green, onye otu Goodie Mob, ma nye ya teepu ngosi egwu",
  "Cee Lo echetaghị nke a ma enwetụbeghị nkwenye na teepu ngosi egwu",
  "Trey Reames onye kwalitere ihe ngosi izizi nke Cee Lo na Georgia, kwagara London wee bụrụ onye njikwa mbụ nke Burton",
  "Ọ tụrụ aro ma kwurịta maka mpụta Cee Lo na 26 'Remix nke Danger Mouse na ndekọ Jemini",
  "Mgbe Burton zutere Cee Lo maka ọrụ a, o kesara ụfọdụ egwu nke mere ka ha na-arụkọ ọrụ dị ka Gnarls Barkley.",
  "N'ọnwa Jenụwarị n'afọ 2007, Danger Mouse mepụtara mmekorita ọzọ ya na Damon Albarn na The Good, the Bad & the Queen, ya na onye na-egwu egwu Clash Paul Simonon, onye bụbu onye na-egwu egwu Verve bụ Simon Tong na onye ọsụ ụzọ Afrobeat na onye na-agba egwu Africa iri asaa bụ Tony Allen",
  "N'ọnwa Machị n'afọ 2008, ewepụtara The Odd Couple, abọm nke abụọ nke ọrụ Gnarls Barkley ya na CeeLo Green",
  "N'ọnwa Mee afọ 2008, ewepụtara abọm ya na Martina Topley-Bird, nke akpọrọ The Blue God",
  "Martina jikọrọ aka na \"All Alone\", otu egwu na Danger Mouse mepụtara Gorillaz LP nke abụọ, Demon Days",
  "A tọhapụrụ ya na Mee 2008 bụ Replica Sun Machine, abọm ya na ndị otu The Shortwave Set, gụnyere mmekorita ya na Van Dyke Parks na Velvet Underground's John Cale, dị ka magazin egwu Britain New Musical Express si kwuo.",
  "Na Machị 2019, ya na Karen O rụkọrọ ọrụ iji mepụta abọm Lux Prima",
  "Ndị nkatọ enwetala nyocha dị mma nke abọm ahụ.",
  "Mbinye"
]