[
  "Ngwongwo dị ize ndụ, nke a na-akpọ DG, bụ ihe ndị mgbe a na-ebugharị ha bụ ihe ize ndụ nye ahụike, nchekwa, ihe onwunwe ma ọ bụ gburugburu ebe obibi",
  "A maara ụfọdụ ngwongwo dị ize ndụ nke na-eweta ihe ize ndụ ọbụna mgbe a na-ebughari  ha dị ka ihe ndị dị ize ndụ (nke a na-akpọ HAZMAT ma ọ bụ hazmat).",
  "Ihe ndị dị ize ndụ na-abụkarị n'okpuru iwu kemịkal",
  "Ndị otu Hazmat bụ ndị ọrụ a zụrụ azụ n'ụzọ pụrụ iche iji jide ngwongwo dị ize ndụ, nke gụnyere ihe ndị na-egbuke egbuke, na-ere ọkụ, na-agbawa agbawa, na-emebi emebi, oxidizing, asphyxiating, biohazardous, toxic, pathogenic, ma ọ bụ allergenic",
  "A gụnyekwara ọnọdụ anụ ahụ dị ka gas na mmiri ma ọ bụ ihe ndị na-ekpo ọkụ, gụnyere ngwongwo niile nwere ihe ndị dị otú ahụ ma ọ bụ kemịkal, ma ọ bụ nwere ike inwe njirimara ndị ọzọ na-eme ka ha dị ize ndụ n'ọnọdụ ụfọdụ.",
  "A na-egosipụtakarị ngwongwo dị ize ndụ site na akara ngosi dayamọnd na ihe ahụ (lee NFPA 704), akpa ya, ma ọ bụ ụlọ ebe echekwara ya",
  "Agba nke dayamọnd ọ bụla na-egosi ihe ize ndụ ya, dịka ọmụmaatụ, a na-egosi ọkụ na-acha uhie uhie, n'ihi na ọkụ na okpomọkụ na-acha uhie uhie, a na-egosikwa mgbawa na oroma, n'ihi na ịgwakọta uhie (na-ere ọkụ) na odo odo (onye na-emepụta oroma",
  "A na-eji akwụkwọ ndụ akwụkwọ ndụ egosi gasi na-adịghị ere ọkụ na nke na-adịghị egbu egbu, n'ihi na ụgbọ mmiri ikuku niile bụ agba a na France mgbe Agha Ụwa nke Abụọ gasịrị, na France bụ ebe usoro dayamọnd nke njirimara hazmat malitere.",
  "Mmepụta kemịkal sịntetik amụbaala na-esote mkpaghali ọ natara n'oge Agha Ụwa nke Abụọ",
  "Mmepụta kemịkal gụnyere ihe niile site na herbicides, pesticides, na fatịlaịza na kemịkal ụlọ na ihe ndị dị ize ndụ",
  "E wezụga mmụba nke ikuku gasi na-ekpo ọkụ na mbara igwe, kemịkal ndị na-echegbu onwe ha gụnyere: ọla dị arọ, nsị nuklia, chlorofluorocarbons, ihe mmetọ organik na-adịgide adịgide na kemịkal niile na-emerụ ahụ nwere ike ịba ụba",
  "Ọ bụ ezie na ọtụtụ kemịkal sịntetik adịghị emerụ ahụ, ọ dị mkpa ka a nwalee kemịkal ọhụrụ, na mba niile, maka mmetụta ọjọọ gburugburu ebe obibi na ahụike",
  "E guzobere iwu mba ụwa iji dozie nkesa zuru ụwa ọnụ na njikwa ngwongwo dị ize ndụ. Mmetụta nke ụfọdụ ndị na-ahụ maka kemịkal chọrọ ogologo oge na ọtụtụ agha iwu iji ghọta ihe ize ndụ ha na ahụike mmadụ",
  "Nhazi nke ndị na-egbu egbu na-akpata ọrịa kansa bụ nke International Agency for Research on Cancer na-ahụ maka ya.",
  "Ibelata ihe ize ndụ ndị metụtara ihe ndị dị ize ndụ nwere ike ịchọ itinye nlezianya nchekwa n'oge njem ha, ojiji, nchekwa na mkpofu ha",
  "Ọtụtụ mba na-achịkwa ihe ndị dị ize ndụ site na iwu, ha na-adaberekwa ọtụtụ nkwekọrịta mba ụwa",
  "N'agbanyeghị nke ahụ, mba dị iche iche nwere ike iji dayamọnd dị iche iche maka otu ngwaahịa ahụ",
  "Dịka ọmụmaatụ, na Australia, a na-ahazi amonia anhydrous UN 1005 dị ka 2.3 (gasi na-egbu egbu) na ihe ize ndụ enyemaka 8 (na-emebi emebi), ebe na United States, a na-ahazi ya naanị dị ka 2.2 (gas na-adịghị ere ọkụ).",
  "Ndị na-ejide ngwongwo dị ize ndụ ga-eyikarị ihe nchebe, ngalaba ọkụ obodo ukwu na-enwekarị ndị otu nzaghachi a zụrụ azụ iji dozie ihe mberede na ihe ọ wụfuru",
  "Ndị nwere ike ịbịakwute ngwongwo dị ize ndụ dị ka akụkụ nke ọrụ ha na-abụkarị ndị a na-enyocha ma ọ bụ nyocha ahụike iji hụ na ikpughe ha agafeghị oke ikpughe ọrụ.",
  "Iwu na ụkpụrụ banyere ojiji na njikwa ihe ndị dị ize ndụ nwere ike ịdị iche dabere na ọrụ na ọnọdụ nke ihe ahụ",
  "Dịka ọmụmaatụ, otu usoro ihe achọrọ nwere ike itinye aka na ojiji ha n'ebe ọrụ ebe usoro ihe dị iche iche nwere ike itinye aka na nzaghachi mmịfe, ire ere maka iji ndị ahịa, ma ọ bụ njem",
  "Ọtụtụ mba na-achịkwa akụkụ ụfọdụ nke ihe ndị dị ize ndụ.",
  "Usoro iwu kachasị etinye n'ọrụ bụ nke maka njem nke ngwongwo dị ize ndụ",
  "Kọmitii na-ahụ maka akụ na ụba na mmekọrịta mmadụ na ibe ya nke Mba Ndị Dị n'Otu na-enye ndụmọdụ UN banyere njem nke ngwongwo dị ize ndụ, nke bụ ntọala maka ọtụtụ atụmatụ nchịkwa mpaghara, mba, na mba ụwa",
  "Dịka ọmụmaatụ, International Civil Aviation Organization mepụtara ụkpụrụ ngwongwo dị ize ndụ maka njem ụgbọelu nke ihe ndị dị ize ndụ nke dabere na ihe nlereanya UN mana gbanwere iji kwado akụkụ pụrụ iche nke njem ụgbọelu",
  "A na-etinye ụgbọelu na ihe ndị gọọmentị chọrọ na nke a site na International Air Transport Association iji mepụta iwu IATA   usoro iwu ngwongwo ndị ize ndụ (DGR). N'otu aka ahụ, International Maritime Organization (IMO) mepụtara International Maritime Dangerous Goods Code (\"IMDG Code\", akụkụ nke Mgbakọ mba ụwa maka nchekwa ndụ n'oké osimiri) maka njem nke ngwongwo dị ize ndụ site n'oké osimiri",
  "Mba ndị otu IMO emepụtala nkwekọrịta HNS iji kwụọ ụgwọ ma ọ bụrụ na ngwongwo dị ize ndụ wụfuo n'oké osimiri.",
  "Òtù Gọọmentị na-ahụ maka ụgbọ ala mba ụwa site na ụgbọ okporo ígwè mepụtara ụkpụrụ gbasara ụgbọ ala mba ụwa nke ngwongwo dị ize ndụ site na ụgbọ okporo ígwè (\"RID\", akụkụ nke nkwekọrịta gbasara ụgbọ ala mba ụwa site na ụgbọ okporo ígwè)",
  "Ọtụtụ mba n'otu n'otu ahaziela ụkpụrụ njem ngwongwo ha dị ize ndụ iji kwekọọ na ihe nlereanya UN na nhazi yana ihe ndị a chọrọ.",
  "Usoro nkwekọ zuru ụwa ọnụ nke nhazi na akara nke kemịkalụ (GHS) bụ usoro mba ụwa kwekọrịtara iji dochie nhazi na akara dị iche iche eji na mba dị iche iche",
  "GHS na-eji ụkpụrụ na-agbanwe agbanwe maka nhazi na akara na ọkwa zuru ụwa ọnụ.",
  "Ihe mgbaru ọsọ mmepe na-adịgide adịgide nke 3 nwere ebumnuche a gbasara kemịkal dị ize ndụ: \"Ka ọ na-erule afọ 2030, belata ọnụ ọgụgụ ọnwụ na ọrịa sitere na kemịkal dị ize ndụ na ikuku, mmiri na mmetọ ala na mmetọ",
  "\" Ọzọkwa, Ebumnuche mmepe na-adigide 6 nwere ebumnuche a: \"Ka ọ na-erule afọ 2030, meziwanye ịdị mma mmiri site na ibelata mmetọ, iwepụ ịtụfu na ibelata ntọhapụ nke kemịkal na ihe ndị dị ize ndụ [...]\".",
  "A na-ekewa ngwongwo dị ize ndụ n'ime klas itoolu (na mgbakwunye na ọtụtụ ) na ndabere nke njirimara kemịkal a kapịrị ọnụ na-emepụta ihe ize ndụ ahụ.",
  "Rịba ama: Ihe osise na ederede dị n'isiokwu a na-anọchite anya akara nchekwa ngwongwo dị ize ndụ sitere na usoro United Nations nke ịchọpụta ngwongwo dị ize ndụ",
  "Ọ bụghị mba niile na-eji otu eserese ahụ (akara, mpempe akwụkwọ ma ọ bụ ozi ederede) na ụkpụrụ mba ha",
  "Ụfọdụ na-eji akara eserese, ma na-enweghị okwu Bekee ma ọ bụ na okwu yiri ya n'asụsụ mba ha",
  "Na-ezo aka na ụkpụrụ njem ngwongwo dị ize ndụ nke mba nwere mmasị.",
  "Dịka ọmụmaatụ, lee TDG Buletin: Akara Nchebe Ngwongwo dị ize ndụ dabere na Iwu Ụgbọ njem Canada nke Ngwongwo Dị Ọjọọ",
  "Nkwupụta ahụ dị n'elu na-emetụta n'otu aka ahụ na klas ngwongwo niile dị ize ndụ a tụlere n'isiokwu a.Àtụ:Hazardous Material Placards"
]