[
  "Àtụ:MedalTableTop",
  "Baraladei Daniel Igali (amụrụ na Febụwarị 3, na afọ 1974 na Eniwari, Bayelsa Steeti, Naijiria) bụ onye Canada na-agba mgba n'efu bụ onye nwetara ọla edo nke Olympic",
  "Ọ bi na Surrey, British Columbia.",
  "Dị ka onyeisi ndị otu ịgba mgba nke Naijiria, ọ bịara Canada iji sọ mpi na 1994 Commonwealth Games",
  "Ọ nọgidere na mba ahụ mgbe ọ na-achọ ọnọdụ onye gbara ọsọ ndụ n'ihi ọgba aghara ndọrọ ndọrọ ọchịchị na Naịjirịa",
  "Ọ nwetara nwa amaala n'afọ 1998.",
  "Na Canada, Igali meriri egwuregwu ịgba mgba 116 n'usoro na Mahadum Simon Fraser site na afọ 1997 ruo afọ 1999",
  "Ọ nọ n'ọnọdụ nke anọ na asọmpi ụwa nke afọ 1998",
  "Ọ bụ onye nke abụọ na afọ 1998 World Cup wee nweta ọla nchara na afo 1999 Pan American Games",
  "Ọ bụ Nasir Lal, onye Canada na-eme egwuregwu Olimpik ugboro abụọ si Afghanistan zụrụ ya.",
  "Na afọ 2000 Summer Olympic Games na Sydney, Australia, Igali ritere ihe nrite ọla edo na ịgba mgba nke ụmụ nwoke 69 kilogram",
  "Ọ nọchitere anya Canada n'ọkwa ụwa",
  "Na afọ 2002 Commonwealth Games na Manchester, Igali ritere ihe nrite ọla edo na 74 kilogram freestyle wrestling nke ụmụ nwoke",
  "N'afọ 2007, a nabatara Igali n'ime Ụlọ Egwuregwu nke Canada. E mechara kpọbata ya na Canadian Olympic Hall of Fame n'afọ 2012.",
  "A na-egosipụta ọrụ ịgba mgba ya na ihe ngosi telivishọn nke Joel Gordon duziri nke a na-akpọ, \"Wrestling with Destiny: The Life and Times of Daniel Igali\"",
  "CBC Television na-agbasa ihe nkiri akụkọ ndụ ahụ na afọ 2004 dị ka ihe omume nke usoro Life and Times TV.",
  "Igali ghọrọ onye isi oche nke Nigeria Wrestling Federation, na-emepụta ndị na-eme egwuregwu kachasị elu maka afọ 2018 Commonwealth Games, na ndị na-atụ anya nrite kachasị elu maka Nigeria na egwuregwu ahụ",
  "Ndị otu Naijiria nwere mmụọ na-adịghị mma n'èzí ịgba mgba. Na Septemba, na afọ 2022, a họpụtara Igali dị ka onye otu UWW (United World Wrestling) maka afọ ise.",
  "Na Febụwarị 10, na afọ 2005, Igali kwupụtara na ọ ga-achọ nhọpụta dị ka onye na-azọ ọkwa na Surrey-Newton maka British Columbia Liberal Party na ntuli aka mpaghara nke afọ 2005 na British Columbia",
  "Ọ meriri nhọpụta ahụ, mana onye mmegide New Democrat bụ Harry Bains meriri ya na ntuli aka ahụ.",
  "Ọ gụsịrị nzere Master of Arts na criminology na Mahadum Simon Fraser, ebe ọ gara Douglas College",
  "Mgbe ọ na-arụ ọrụ na nzere masta ya, ọ zụrụ na SFU ma nwee mmasị inyere onye nkuzi aka",
  "Igali bụ ugbu a [mgbe?] onye nkuzi nke Nigerian National Wrestling Team.",
  "N'ọnwa Nọvemba, na afọ 2006, Igali merụrụ ahụ n'oge a na-apụnara ya ihe mgbe ọ nọ na Naịjirịa",
  "N'afọ 2020, ọ bụ onye isi oche nke Nigeria Wrestling Federation. Ọ bụ onye otu Bayelsa State Assembly ugboro abụọ nakwa onye isi egwuregwu ya.",
  "N'afọ 2012, Igali bụ otu n'ime ndị natara Top 25 Canadian Immigrant Awards nke Canadian Immigrant Magazine gosipụtara."
]