[
  "Daniel Akpeyi (bu onye a mụrụ n'ụbọchị nke 3 n'ọnwa Ọgọstụ n'afọ 1986) bụ onye egwuregwu bọọlụ Naịjirịa nke na-agbara Kaizer Chiefs na ndị otu mba Naịjirịa bọọlụ.",
  "Akpeyi malitere ọrụ ya na Gabros International FC ma bulie ya na otu mbụ na afọ 2005, mana ọ kwagara Nasarawa United FC na Jenụwarị 2007",
  "Ọ bụ onye mbido na-enweghị mgbagha maka klọb abụọ ahụ.",
  "Akpeyi joined Heartland F.C",
  "for their 2010 CAF Champions League campaign, and was again first-choice",
  "In February 2014, it was announced that he had left Heartland to join league rivals Warri Wolves, but a few days later, Heartland denied the move by an official statement, stating that they had no intention to sell their first choice goalkeeper.",
  "N'ọnwa sochirinụ, Otú ọ dị, a kwadoro nkwekọrịta ahụ ọzọ ma Akpeyi sonyeere Warri Wolves.",
  "N'afọ 2015, ọ bịanyere aka na nkwekọrịta afọ abụọ na Chippa.",
  "N'afọ 2019, ọ bịanyere aka na Kaizer Chiefs (nke a na-akpọ Amakhosi).",
  "Akpeyi lụrụ enyi ya nwanyị Emmanuella Ebert-Kalu na ọnwa Disemba 2016",
  "Na Julaị 2018, ha nabatara nwa mbụ ha, Prince Jason Akpeyi, onye amụrụ na Port Elizabeth",
  "A na-eto ya maka ịchọta Daniel Akpeyi Children Empowerment Foundation (Dacef) nzukọ na-abaghị uru nke e hiwere na 2020",
  "Ebumnuche ntọala ahụ bụ inye aka melite Afrịka site n'inyere ụmụaka na-enweghị ihe ùgwù aka inweta agụmakwụkwọ dị mma.",
  "N'oge na-adịbeghị anya, Dacef gakwuuru ndị mmadụ na Gauteng, Johannesburg n'oge mkpọchi Covid19 n'ụwa niile.",
  "Akpeyi bụ onye otu egwuregwu bọọlụ Naịjirịa n'okpuru afọ iri abụọ na 2005 FIFA World Youth Championship na Netherlands ma nọ na ndị otu mmadụ iri abụọ na abụọ tupu Beijing 2008 Summer Olympics, mana ọ hụghị ihe na asọmpi ọ bụla",
  "A kpọkwara ya na ndị otu mmadụ iri abụọ na atọ maka 2014 African Nations Championship dị ka onye nkwado Chigozie Agbim",
  "N'ụbọchị nke isii n'ọnwa nke ise afọ 2014, a kpọrọ Akpeyi aha na ndị otu mmadụ iri atọ tupu 2014 FIFA World Cup",
  "O mere okpu mbụ ya zuru oke na 2015, a kpọrọ ya maka enyi na enyi vs",
  "South Africa dị ka onye nnọchi anya Vincent Enyeama merụrụ ahụ",
  "Ọ zọpụtara ntaramahụhụ ma too ya maka njigide siri ike ya na arụmọrụ Man of the Match ya.",
  "Naịjirịa họpụtara ya maka ndị otu ha dị mmadụ iri atọ na ise maka 2016 Summer Olympics",
  "N'ọnwa Mee afọ 2018, a kpọrọ ya aha na ndị otu egwuregwu iri atọ nke Naịjirịa maka 2018 FIFA World Cup na Russia.",
  "E tinyere Akpeyi na ndepụta ikpeazụ nke mmadụ iri abụọ na atọ nke otu ahụ na 2019 Africa Cup of Nations O debere akwụkwọ ọcha na egwuregwu abụọ mbụ nke otu ahụ. N'egwuregwu ikpeazụ nke otu Ikechukwu Ezenwa kwetara ugboro abụọ na mmeri 2–0 nke Naịjirịa meriri Madagascar",
  "Akpeyi laghachiri n'usoro mmalite na agba nke iri na isii megide ọdụm na-enweghị atụ nke Cameroon ebe o nyere goolu abụọ na ndị otu ya mmeri atọ - abụọ. Ọ nọkwa na goolu na mmeri ikpeazụ nke otu ahụ meriri South Africa na 2 - 1 S",
  "ikpeazụ ha meriri Algeria. Francis Uzoho nọ na goolu maka egwuregwu nke atọ megide Tunisia.",
  "Na 29 Jenụwarị 2020, Akpeyi gbatịkwuru nkwekọrịta ya na South African Premier Soccer League site na ịbịanye aka na nkwekọrịta afọ abụọ nke ga-ejigide ya na Amakhosi ruo June 2022.",
  "N'abalị iri abụọ na ise n'ọnwa Disemba afọ 2021, onye nkuzi oge Naịjirịa bụ Eguavoen họpụtara ya dị ka otu n'ime ndị otu egwuregwu ikpeazụ nke mmadụ iri abụọ na asatọ maka iko mba Afrịka nke afọ 2021."
]