[
  "Daniel P",
  "Biebuyck (1925 - 31 Disemba 2019) bụ onye Belgium ọkà mmụta nke Central African nka.",
  "And mụrụ Biebuyck na 1925 na Deinze, Belgium",
  "Ọ gụrụ philology oge ochie, iwu, anthropology ọdịbendị, na nka Afrịka na Mahadum Steeti nke Ghent, ebe ọ nwetara nzere doctorate ya na Philosophy and Letters (1954)",
  "Ọ gụrụ akwụkwọ mgbe ọ gụsịrị akwụkwọ na anthropology na Bantu Linguistics na University College London, LSE, SOAS",
  "N'okpuru nkwado nke Institut pour la Recherche Scientifique en Afrique central (IRSAC), o tinyere aka na nyocha ubi site na 1949–1957 n'etiti agbụrụ dị iche iche na Democratic Republic of the Congo ugbu a",
  "Site na 1957–1961 ọ kụziri na Mahadum Lovanium dị na Kinshasa ma dị ka onye otu kọmitii na-ahụ maka ala maka Belgium Congo, o mere nnyocha dị mkpirikpi n'etiti ihe karịrị mmadụ iri anọ dị iche iche ebe ọ gụrụ ajụjụ ndị metụtara mmekọrịta dị n'etiti usoro ndọrọ ndọrọ ọchịchị, ntinye aka nchịkwa, na ikike ala.",
  "Ọrụ ubi ya lekwasịrị anya na ndị Lega, Bembe, Zyoba na Nyanga",
  "[nhota dị mkpa] A malitere Biebuyck na ọkwa dị iche iche nke mmalite Bwami nke Lega.",
  "Na 1989, Biebuyck lara ezumike nká na Mahadum Delaware dị ka H",
  "Rodney Sharp Prọfesọ nke Anthropology na Humanities",
  "Dị ka prọfesọ, onye enyemaka ma ọ bụ prọfesọ nleta, ọ kụziri na mahadum ndị a: Mahadum Delaware, Mahadum Lovanium, Mahadum Liège, Mahadum London, Mahadum California na Los Angeles, Mahadum Yale, Mahadum New York, Mahadum Southern Florida: Golding Distinguished Prọfesọ nke nka Afrịka.",
  "Isi mbipụta Biebuyck bụ na ngalaba nke etiti African Art, Epic akwụkwọ, usoro nke ala, na ethnography n'ozuzu",
  "Ọtụtụ ndị nwetara nkwado site na onyinye sitere na National Endowment for the Humanities (NEH), John Simon Guggenheim Foundation, Rockefeller Foundation, Social Science Research Council (SSRC) na mahadum Delaware na California",
  "Na mgbakwunye na ọtụtụ isiokwu na akụkọ banyere akụkụ dị iche iche nke nka Afrịka.",
  "Akwụkwọ",
  "Short Monographs 1977 Symbolism of the Lega Stool",
  "Akwụkwọ na-arụ ọrụ na nka ọdịnala",
  "Philadelphia: ISHI",
  "1966 Rights in Land and its Resources among the Nyanga",
  "Brussels: Académie royale des Sciences d'Outre-Mer",
  "1962 Les Mitamba: système de mariages enchaînés chez les Babembe",
  "Brussels: Académie royale des Sciences d'Outre-Mer",
  "1961 Mụ na Mary Douglas",
  "Congo Tribes and Parties",
  "London: Royal Anthropo",
  "Institute",
  "1957 Mụ na Jean Dufour na Y",
  "Kennes",
  "Bibliographie sur la tenure des terres et les problèmes fonciers",
  "Léopoldville: Gouvernement Général",
  "1957 Mụ na Jean Dufour",
  "Le problème foncier: synthèse et propositions",
  "Léopoldville: Land Tenure Commission",
  "1956 Bibliographie sur la tenure et les problèmes fonciers",
  "Léopoldville: Gouvernement Général."
]