[
  "Danladi Umar (a mụrụ n'ụbọchị nke 19 n'ọnwa Ọgọstụ n'afọ 1971 na Bauchi, Naịjirịa) bụ onye ọka iwu Naịjirịa si Bauchi Steeti dị n'ebe ugwu ọwụwa anyanwụ Naịjirịa. Tupu ọ bụrụ onye isi oche nke Code Of Conduct Tribunal (CCT) nke Nigeria, ọ bụ onye ọka iwu na onye isi Magistrate na Bauchi State, Nigeria",
  "A họpụtara ya mgbe ọ dị afọ iri atọ na isii na CCT dịka onye isi oche, Danladi Umar gara n'ihu bụrụ onye isi oche kacha nta nke CCT afọ anọ ka e mesịrị.",
  "National Judicial Council (Nigeria) yana Federal Judicial Service Commission tụrụ aro ya nye Onye isi ala Goodluck Jonathan, onye họpụtara ya n'ọkwa nke CCT",
  "A mụrụ Danladi Yakubu Umar na Bauchi na 19 August 1971",
  "Ọ bụ onye Fulani site n'ebo",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Maiduguri A kpọrọ ya n'ụlọ ikpe n'afọ 1992.",
  "Mgbe ọ gụsịrị akwụkwọ ya, ọ malitere ọrụ onwe ya na ụlọ nke Ayinde Sani na Co, Ibrahim Umar na Co na Kanu Agabi na Associates. O mechara sonye na Federal Civil Service dịka Senior Legal Officer, Nigerian Federal Ministry of Justice",
  "O mekwara nhọpụta dịka osote onye ndụmọdụ iwu na Federal Capital Territory na Culture and Tourism.",
  "Mgbe ọ dị afọ iri atọ na isii, Danladi Umar ṅụrụ iyi dịka onye isi oche nke Code Of Conduct Tribunal (\"CCT\"), ngalaba ikpe nke Code of Conduct Bureau nke e guzobere n'okpuru Iwu nke Nigeria. Na Julaị 11, afọ 2011, a họpụtara ya dịka onye isi oche nke CCT, na-anọchi onye bu ya ụzọ Justice Murtala Adebayo Sanni onye nwụrụ na Jenụwarị 24, 2011. Ọ bụ onye kacha nta (afọ iri anọ) nke nwere ọkwa onye isi oche nke CCT.\nOnye isi ikpe nke Nigeria (CJN) na onye isi oche nke National Judicial Council (NJC), Justice Aloysius A",
  "I",
  "Katsina-Alu ṅụrụ iyi na Ụlọikpe Kasị Elu ya na ndị otu ikpe ọhụrụ abụọ ọzọ, Justice Robert Isaac Ewa Odu lara ezumike nká na Barrister Atedze William Agwaza, mejupụtara mmadụ atọ so n'ụlọ ikpe CCT.",
  "Na Septemba 18, 2015, Danladi Umar mere akụkọ iwu na Naịjirịa site n'ịghọ onye ọka ikpe mbụ na mba ahụ iji nye akwụkwọ ikike ijide onye isi oche sineti nke Naịjirịa, Bukola Saraki.\nOmume ya megide nwa amaala nke atọ nke mba ahụ enweghị atụ.",
  "Danladi Umar si na mpaghara ọchịchị Toro nke Bauchi steeti ma lụọ nwunye ma mụta ụmụ.",
  "Na Machị 29, nke afọ 021 Umar kwuru na ọ wakporo onye nche na mbara ala",
  "Dịka akụkọ si kwuo, Onye isi oche nke Code of Conduct Tribunal rutere n'ebe a na-azụ ahịa iji rụzie ekwentị ya, mgbe ọ bịarutere, enwere nghọtahie n'etiti ya na onye nche banyere ebe a na-adọba ụgbọala tupu o chee na ọ wakporo onye nche ahụ. Dịka mbipụta nke Premium Times si kwuo, e jidere Umar na igwefoto \"na-akụ ma na-agba\" onye nche ahụ. Òtù ndị ọka iwu Naịjirịa akpọọla oku ka ọ gbaa arụkwaghịm."
]