[
  "Daniel \"Danny\" Simmons Jr",
  "bụ onye na-ese ihe na-ese onyinyo nke Neo-African, ónyé édémédé bipụtara, ónyé na-ede uri na ónyé ọrụ ebere",
  "Ọ bụ ónyé ndu n'ụwa nka na ọrụ hisphilanthropic, nkà nka na uche na ịnyagharị",
  "Danny Simmons rụrụ ọrụ dị mkpa n'ịtụ ime na imepụta ihe ngosi HBO Def Poetry Jam, wee merie Tony Award maka ihe ngosi Broadway",
  "Danny bụ nwanne nwoke nke ónyé na-ahụ màkà hip-hop bụ Russell Simmons na onye na-eti egwu Joseph Simmons (\"Reverend Run\" nke Run TangM.C.Ọ dị iche iche Ọ bụ ónyé nchoputa na ónyé isi oche nke Rush Philanthropic Arts Foundation, nke na-enye ndị ntorobịa nọ n'ọbọdọ ukwu nwere nsogbu ohere nka na agụmakwụkwọ. Dị ka akụkụ nke Rush Philanthropic, Simmons guzobekwara Rush Arts Gallery ma n'oge na-adịghị anya mgbè nke ahụ gasịrị, ọ gbanwere akụkụ nke loft ya na Brooklyn ka ọ bụrụ Corridor Gallery",
  "Ụlọ ngosi abụọ ahụ na-enye ohere ngosi màkà ndị na-ese ihe na mmalite na n'etiti ọrụ ndị na-enweghị nnọchiteanya azụmahịa site na ụlọ ngosi ma ọ bụ ndị na-ere ahịa onwe ha",
  "Ya na nwanne ya nwoke Russell, Simmons guzobere Def Poetry Jam, nke nwéré ihe ịga nke ọma ogologo ógè na HBO.  N'afọ 2004, Simmons bipụtara Three Days As the Crow Flies, akụkọ ifo banyéré ihe nkiri nka New York nke afọ 1980",
  "O dekwara akwụkwọ nke ihe osise na uri akpọrọ I Dreamed My People Were Calling But I Couldn't Find My Way Home",
  "O bipụtakwala Deep in Your Best Reflection na The Brown Beatnik Tomes, mpịakọta abụọ ọzọ nke uri",
  "N'afọ 2015, Simmons kwagara Philadelphia wee mepee ụlọ ngosi Rush Arts Philadelphia (RAP) iji kwalite ọrụ Rush Arts na ịmalite ịmepụta ọnụnọ mba màkà nzukọ ọrụ ahụ",
  "N'afọ 2016, ọ meghere Rush Arts Philadelphia na RAP Gallery II, ihe ngosi ọhụrụ / ụlọ akwụkwọ agụmakwụkwọ nka nke meghere na 2019.",
  "Simmons bụ nwa Daniel Simmons Sr., onye ọrụ na-anọghị n'ọrụ na prọfesọ akụkọ ihe méré eme ojii nke dekwara uri, na Evelyn Simmons, ónyé nkuzi nke na-ese ihe dị ka ihe ntụrụndụ",
  "Simmons tolitere na Hollis, Queens. O nwetara akara ugo mmụta na ọrụ mmekọrịta mmadụ na ibe ya na Mahadum New York na nzere masta na ego ọha na eze na Mahadụ Long Island Brooklyn",
  "Ọ malitere ise ihe mgbè ọ ghọtara otú o si kpọọ ọrụ ya na Bureau of Child Support asị. N'afọ 2012 ọ natara nzere PhD na nka mara mma na Mahadum Long Island Brooklyn.",
  "Simmons, ónyé na-ese ihe na-enweghị atụ, egosila ọrụ ya na mba",
  "Chase Manhattan Bank, Brooklyn Academy of Music, Deutsche Bank, United Nations, na Schomburg Center for Black Culture niile na-egosi ọrụ ya dị ka akụkụ nke nchịkọta ha",
  "Na mbà ụwa, ọ gosipụtara ọrụ na France, Amsterdam na Ghana",
  "Ebe ngosi nka Brooklyn, yana Smithsonian African American Museum, gosipụtara ọrụ ya",
  "A na-ahụkarị ihe osise ya n'akwụkwọ uri ya e bipụtara",
  "Ọ bụkwa ónyé na-anakọta ihe osise na akwụkwọ na-atọ ọchị nke Africa.",
  "N'afọ 2019, a họpụtara ya na Kọmitii Nchịkọta African American nke Philadelphia Museum of Art.",
  "Nlaghachi nke Dick Willie Abụọ"
]