[
  "Daniel Thomas Hylton (amụrụ n'ụbọchị iri abụọ na ise n'ọnwa Febụwarị n'afọ 1989) bụ  onye na gba bọọlụ dịka onye na-agba ọsọ na EFL Championship club Luton Town",
  "A mụrụ ya na Camden, Greater London, Hylton sonyeere Aldershot Town mgbe ọ dị afọ iri na isii na 2005, mgbe Terry Brown bịanyere aka na ya",
  "N'oge afọ 2007 na 08, Hylton so n'òtù ahụ meriri n'asọmpi Premier na asọmupi Conference League Cup",
  "N'etiti ọ pụtara, Hylton gbara bọọlụ mbụ ha na League Cup, mgbe ọ bịara dị ka onye nọchiri Marvin Morgan na nkeji nke 69 na mmeri Coventry City na 13 Ọgọst n'afọ 2008.",
  "N'ọnwa Machị afọ 2007, Hylton sonyeere Harlow Town na mgbazinye tupu ya enwee mmerụ ahụ na nke mbụ ya, na-apụta otu ugboro n'ihi ya.",
  "Na 6 Jenụwarị n'afo 2011, a kọrọ na Hylton kwetara ịbịanye aka na AFC Wimbledon. Otú ọ dị, o mechara bịanye aka na nkwekọrịta nkwekọrịta otu afọ iji nọrọ na Aldershot n'okpuru onye njikwa ọhụrụ Dean Holdsworth.",
  "N'ọnwa Mee afọ 2012, e nyere Hylton mmachibido iwu egwuregwu asatọ ma kwụọ ya £ 1,000 mgbe a chọpụtara na ikpe mara ya maka ebubo abụọ nke mmetọ agbụrụ.",
  "Na 18 June n'afo 2013, Hylton bịanyere aka na nkwekọrịta afọ abụọ na klọb Rotherham United nke a na-akwalite ọhụrụ na League One, yana nhọrọ nke afọ nke atọ. O mere nke mbụ ya na Rotherham na mmeri 1 na Brentford na 5 Ọktoba. ka ubọchị iri mesịrị, a gbazinyere Hylton na klọb League Two Bury ruo 23 Nọvemba.",
  "Na 27 Jenụwarị 2014, Hylton sonyeere AFC Wimbledon na mgbazinye maka oge fọdụrụ na 2013 na 2014. A kwalitere Rotherham na Championship na ngwụcha oge ahụ, a kpọgakwara Hylton.",
  "Hylton sonyeere otu egwuregwu League Two Oxford United na nkwekọrịta afọ abụọ na 6 June 2014. Ọ gwụchara oge 2014 na 2015 dị ka onye kacha gbaa goolu na Oxford na goolu iri na isii na asọmupi niile, iri na anọ n'ime ha bịara na league. N'abalị atọ n'ọnwa Eprel n'afọ 2016, ọ gbara goolu nke abụọ nke Oxford na 2016 Football League Trophy Final na Wembley Stadium, nke Oxford meriri Barnsley.",
  "Hylton jụrụ nkwekọrịta ọhụrụ ya na Oxford ka ọ bịanye aka na klọb League Two Luton Town na nkwekọrịta afọ abụọ na 31 Mee 2016. Ọ gbara goolu mmeghe na mmeri mbụ ya na mmeri Luton meriri Plymouth Argyle n'ụbọchị mmeghe nke afọ 201617. Hylton nyere Luton hat-trick na mmeri 4 na Wycombe Wanderers n'ụlọ na 3 Septemba, nke mere ka ọ nweta ọnọdụ na English Football League Team of the Week. Ọ gbara bọọlụ ugboro abụọ site na penalty ebe Luton meriri Exeter City na agba nke mbụ nke FA Cup, na-eme ka ha gaa na agba nke abụọ. Hylton bịanyere aka na nkwekọrịta nkwekọrịta na Luton na 12 Jenụwarị n'afọ  2017 ruo June 2019, na atụmanya nke ịgbatị ọzọ ruo 2020, ebe ọ gbara goolu iri na anọ site na 26 ruo n'oge ahụ na 2016. Ọ gbara bọọlụ ugboro abụọ n'oge egwuregwu ụlọ megide Crawley Town na 11 Febụwarị, nke mbụ na-abịa na nkeji nke 70 na nke abụọ na-abịa n'ime nkeji nke 76, nke mere ka akara 2 Tian1 gaa Luton, a kpọkwara ya aha ọzọ na English Football League Team of the Week. A kpọrọ Hylton onye egwuregwu PFA Fans' League Two Player of the Month maka Febụwarị 2017, n'oge ọ gbara goolu anọ n'egwuregwu ise. Egwuregwu ya maka Luton hụrụ ka a kpọrọ ya aha na PFA League Two Team of the Year, yana ịkpọ ya Luton Town Player of the Season, nke ndị na-akwado klọb ahụ họpụtara. Hylton gbara bọọlụ n'akụkụ abụọ nke mmeri ikpeazụ nke Luton meriri Blackpool, nke mechara 6X5 na ngụkọta, wee gbaa penalty na 3X3 n'ụlọ draw na ụkwụ nke abụọ. Ọ gwụchara oge ahụ na 47 appearances na 27 goals.",
  "Tupu afọ 2017 na 2018, a wara Hylton ahụ n'ụkwụ ya nke mere ka ọ ghara ịmalite oge ahụ. Mpụta mbụ ya n'oge ahụ bịara megide Tottenham Hotspur U21 na egwuregwu EFL Trophy na 15 Ọgọst 2017, nke a nọchiri ya na ọkara oge. Hylton gbara goolu mbụ ya n'afọ 2017 n'egwuregwu nke iri ise ya na Luton na Mansfield Town ụbọchị iri na otu ka e mesịrị, nke mechara draw nke abụọ. A kpọrọ ya PFA Fans' League Two Player of the Month maka Ọktoba 2017, ebe yere goolu anọ site na igosi onwe ya na egwuregwu ise.",
  "A gbatịkwuru nkwekọrịta ya site n'otu afọ ọzọ na ngwụcha oge 2017 na 2018 mgbe a kpaliri nkwalite nkwalite n'ihi nkwalite Luton na League One."
]