[
  "Daoud Abdel Sayed bụ onye nduzi na onye edemede ihe nkiri nke Ijipt",
  "A mụrụ ya na Cairo n'afọ 1946",
  "Ọ malitere dị ka onye enyemaka Youssef Chahine na The Land",
  "O mere ọtụtụ ihe nkiri a ma ama, ma merie ọtụtụ onyinye mba ụwa karịsịa maka The Land of Fear nke e mepụtara na 1999.",
  "A mụrụ ya n'ezinụlọ Coptic etiti na Cairo, Abd El-Sayed gụsịrị akwụkwọ na 1967 na Higher Film Institute na Cairo dị ka onye nduzi nke ihe nkiri. Daoud Abdel Sayed malitere ọrụ ya dị ka osote onye nduzi na ihe nkiri ndị dị mkpa dị ka nke Youssef Chahine, nke Kamal El Sheikh na nke Kamal Awham El Hob",
  "Otú ọ dị, ọ chọpụtara na ọrụ onye na-enyere onye nduzi aka abụghị maka ya n'ihi na o nwere ebumnuche dị elu dị ka iduzi na imepụta ihe nkiri nke ya: Ọrụ a abụghị maka m n'ihi ya ọ chọrọ ọtụtụ uche, ihe m na-enweghị.",
  "Ọ bụ ya mere o ji họrọ ime ọtụtụ ihe nkiri iji gosipụta ihe mgbu ndị Ijipt na-eme kwa ụbọchị dị ka ndị mmadụ na ndị amụma mepụtara na 1980 na 'Working in the field' nke emepụtara na 1979",
  "Ihe ngosi ndị ahụ nyere Daoud Abdel Sayed ohere iso ndị isi obodo Ijipt na-agwakọta ma mee ka ihe ọmụma ya banyere ụdị dị iche iche nke ndị mejupụtara obodo Ijipt dị omimi",
  "Ihe ndị ahụ niile metụtara ihe nkiri ya n'ụzọ miri emi n'ime ndụ ya.",
  "A na-akpọ Daoud Abdel Sayed dị ka otu n'ime ndị ọsụ ụzọ nke ụlọ akwụkwọ echiche na ihe nkiri ihe nkiri Ijipt a na-akpọ New Realism. Dị ka Viola Shafik, prọfesọ na Mahadum America dị na Cairo na onye dere Arab Cinema: akụkọ ihe mere eme na ọdịbendị, New Realism pụtara na 1980s dị ka mweghachi nke ebili mmiri nke eziokwu nke na-achịkwa ihe nkiri Egypt na 1960s. Mmụba nke eziokwu mbụ na 1950s kpọrọ maka ime ihe nkiri nke gosipụtara ndụ kwa ụbọchị nke ụmụ amaala Ijipt, na-elebara nhọrọ nke ndị nkịtị si n'ọkwá dị ala ma gosipụta ya dị ka onye na-eme ihe nkiri",
  "New Realism n'aka nke ya, na-akpọ maka otu ihe ahụ mana na-eji usoro dị iche iche nke ihe omume na ihe nkiri ndị uwe ojii karịa melodrama.",
  "Ihe nkiri Daoud Abdel Sayed abụghị naanị na ọ na-anwa igosi ịdị adị nke ndị Ijipt, ọ na-agbalịkwa igosi etu eziokwu ha si agafe usoro mgbanwe",
  "Daoud Abdel Sayedī \"The Search for Sayid Marzuq\" bụ ihe nkiri ndị uwe ojii nke na-anwa ile okwu nke ịbụ nwa amaala anya dị ka \"nke a na-atụle site na mmebi nke mba nke oge a\". Akụkọ akwụkwọ nke Middle East Studies Program nke Mahadum America dị na Cairo wepụtara na-akọ akụkọ ihe nkiri ahụ ma na-ezo aka n'eziokwu ahụ bụ na Daoud Abdel Sayed na-arụ ụka, site n'anya ndị dike, na eziokwu agbanweela kemgbe mmalite afọ 1970 n'ihi nrụgide a na-etinye na mba ndị dị ka Ijipt ka ha bụrụ nke oge a",
  "Akụkọ ihe nkiri ahụ na mbipụta a na-agụ dị ka ndị a:",
  "Yusuf, onye na-alụbeghị nwanyị dika onye na-arụ ọrụ na-acha ọcha na-eteta n'ime mgbede otu ụbọchị wee gbaa ọsọ gaa ọrụ naanị iji chọpụta na ọ bụ ezumike",
  "N'ime afọ iri abụọ gara aga, ọ fọrọ nke nta ka ọ pụọ ma na-eji ụbọchị ahụ na-agagharị",
  "O zutere ndị dị iche iche dị iche iche, n'etiti ndị ọzọ, onye na-egwe ihe, nwa agbọghọ dị omimi, nwanyị akwụna na nke ikpeazụ, Sayyid Marzuq, onye ọchụnta ego bara ọgaranya nke kpọrọ ya ka ọ gwa ya akụkọ ya",
  "N'uhuruchi Marzuq gwara Yusuf ka ọ lekọta ụgbọ ala ya dị oke ọnụ maka oge",
  "Mgbe obere oge gachara, ndị uwe ojii rutere ma boo onye na-eme ihe nkiri ebubo na ọ bụ onye ohi",
  "Kemgbe ahụ, Yusuf na ndị uwe ojii na-agba ọsọ n'obodo ahụ, ndị na-adịghị akwụsị ịchụ ya ọbụna mgbe achọtara onye nwe ụgbọ ala ahụ ma mee ka njehie ahụ doo anya",
  "Ịchụ nta ahụ na-ewe otu abalị na-agwụ ike ma ọ nweghị nkọwa ezi uche dị na ya, otu ihe ahụ metụtara onye na-emegide Yusuf, Marzuq, onye na-apụta ma na-apụ n'anya ugboro ugboro, na-akasi ya obi ma hapụ ya obere oge ka e mesịrị nye ndị na-achụ ya",
  "Ọ bụrụ na anyị ekwere na nghọta nke ndị dike kemgbe mmalite afọ 1970, eziokwu agbanweela n'ụzọ bụ isi",
  "Ihe omume na ndị mmadụ ghọrọ ihe na-enweghị isi, nke na-enweghị uche na nke a na-apụghị ịkọwapụta, ebe ndị uwe ojii nọ ebe niile na nke na-adịghị ezi uche na-achịkwa ndụ.",
  "Abd El-Sayed nwetara ọtụtụ ihe nrite dịka onye nduzi kachasị mma maka China na Biennale des Cinémas Arabes na Paris na Damascus International Film Festival na 1992, Silver Pyramid na International Cairo Film Festival maka ihe nkiri ya bụ China Searching for Sayyid Marzuq (1",
  "(1991) na Silver Pyramid and the best script award at the same festival for his film China Land of Fear (1999).",
  "N'ịgbaso ihe ndị ọ rụzuru na mmata ya na mba ụwa, ọ ghọrọ onye otu Higher Film Festival Commission na Higher Council of Culture na Egypt",
  "O nyere aka n'ọtụtụ mmemme ihe nkiri dị ka onye ọka ikpe karịsịa na 8th Biennale of Arab Cinemas na Paris (Institut du Monde Arabe).",
  "A họọrọ ihe nkiri ya nke afọ 2010 bụ Messages from the Sea dị ka ntinye Ijipt maka Best Foreign Language Film na 83rd Academy Awards, mana ọ bụghị ndepụta ikpeazụ."
]