[
  "Dapo Adeola bụ onye British-Naijiria na ese ma na egosi ihe",
  "O kere ma gosipụta akwụkwọ ụmụaka Waterstones nke 2020 Look up!,",
  "!, nke nyochara sayensị mbara igwe",
  "A maara Adeola nke ọma maka ịmepụta eserese nke na-agbagha agbụrụ na echiche nwoke na nwanyị.",
  "A mụrụ Adeola na London site na nne na nna sitere na Naijiria. Ka ọ na-eru ngwụsị nke oge ya na ụlọ akwụkwọ sekọndrị, Adeola kpebiri ịchụso ọrụ na eserese",
  "Ọ gụrụ nka maka General Certificate of Secondary Education (GCSE) na GCE Advanced Level. Ọ malitere ọmụmụ ntọala na nka, ebe a zụrụ ya na nka, eserese na ịse foto. Dị ka e nyeghị ihe atụ, Adeola kụziiri onwe ya site na ọmụmụ n'ịntanetị",
  "Iji kwado onwe ya n'uzo ego mgbe ọ na-agụ akwụkwọ, Adeola rụrụ ọrụ oge ụfọdụ dị ka onye na-anabata ndị ọbịa. Ụdị Adeola na obi ike ya toro, ọ malitere ịkekọrịta ihe osise ya na Instagram. Mgbe ọ nọ na mahadum, dị ka akụkụ nke afọ ikpeazụ ya, Adeola dere banyere otú o si kwe omume ịkụziri ụmụaka ịde ma gụọ site na akwụkwọ foto. Otu n'ime ndị nkuzi ya kwuru 'ihe ọ bụla ị na-eme, akwụsịla eserese,' Adeola nabatara ndụmọdụ ha.",
  "Site na Instagram, Adeola zutere onye na-eme ihe nkiri Nathan Bryon. Ha malitere ide akwụkwọ ụmụaka. N'afọ 2019, Puffin Books bịanyere aka na Adeola na Bryon iji dee usoro akwụkwọ atọ nke na-enyocha ndụ onye na-eto eto na-ahụ maka mbara igwe nke a maara dị ka Rocket. Onye isi, Rocket, dabeere na otu n'ime ụmụ nwanne Adeola.",
  "Mgbe a jụrụ ya ihe mere o ji dị mkpa ka ụmụaka na-eto eto nwee ike ịnweta akwụkwọ, Adeola kwuru, sị: \"ọ bụrụ na ị hụghị ụdị akwụkwọ ụfọdụ ọ na-esi ike iche n'echiche ịnọ n'ebe ụfọdụ, ma ọ bụ ịhụ echiche di mma na nke ziri ezi banyere onwe gị n'ụwa",
  "\"",
  "N'akụkụ edemede nke ya, Adeola na-ele anya ịkwado ndị na-ese onyinyo ojii na ndị okike. N'afọ 2019, o mepụtara akara ngosi Twitter #BlackBritishIllustrators, ebe ndị Black British na-ekerịta ihe osise na akụkọ ha.",
  "N'ịgbaso mbipụta nke Look Up!, Adeola mere mkpesa na, n'agbanyeghị na o ritere ma ihe nrite n'ozuzu ya na ihe nrite akwụkwọ a na-ese onyinyo na 2020 Waterstones Children's Book Prize na Bryon nyere ya otuto zuru oke dị ka onye mmekọ nhata na okike akwụkwọ ahụ, ma ahịa akwụkwọ na mgbasa ozi belatara mkpa nke ọrụ onye na-ese onyinyo",
  "Ndị edemede 800 kwadoro akwụkwọ ozi ya na isiokwu ahụ."
]