[
  "Dapo Folorunsho Asaju (amụrụ na 16 Nọvemba, na afọ 1961), bishọp na onye nkuzi, bụ Bishop Theologian nke Anglican Church of Nigeria na onye bụbu osote chancellor nke Ajayi Crowther University (Ọktoba 1, na afọ 2015-30 Septemba, na afọ 2020)",
  "Ọ bụ kansụl na-achịkwa Mahadum Ajayi Crowther họpụtara Dapo.",
  "Asaju si Iyara Ijumu, na Kogi Steeti, Naijiria",
  "Ọ malitere agụmakwụkwọ praịmarị ya na ụlọ akwụkwọ praịmarịa St Andrew, Kabba ebe o mechara gaa Holy Trinity na Lokoja",
  "O mechara gụchaa akwụkwọ ya na Okesuna B Primary School, Oja Oba, Ilorin",
  "Ọ gara Abdul Azeez Memorial College Okene maka agụmakwụkwọ sekọndrị ya",
  "Ọ bụ onye gụsịrị akwụkwọ na Mahadum Ilorin, ebe ọ nwetara nzere Bachelor of Arts na afọ 1983; Master of Arts na Christian Studies na afọ 1985 na Ph.D",
  "ya na Christian Studies n'afọ 2003 n'otu mahadum ahụ. O kwuru okwu mbụ nke Alumni Lecture na mahadum n'afọ 1985",
  "O nwetakwara Masters na Mission site na Birmingham Christian College, Selly Oak, Birmingham, UK na afọ 2003.",
  "Asaju malitere ọrụ ya dị ka onye enyemaka gụsịrị akwụkwọ (1983-1984), na Mahadum nke Ilorin na onye enyemaka nkuzi na Mahadim Lagos State (1984-1988)",
  "Ọ ghọrọ onye nkuzi nke abụọ na 1988, onye nkuzi mbụ (1990), onye nkuzi ukwu (1992) na Mahadum Lagos State",
  "Ọ rụrụ ọrụ na Mahadum nke Ilorin dị ka onye nkuzi dị elu (1995), Associate Professor (2000) wee ruo n'ọkwa onyeokachamara nke Christian Studies na afọ 2004",
  "O kwuru okwu mmeghe ya n'afọ 2005, nke akpọrọ \"Re-enthroning Theology as Queen of Sciences: Theological and Missiological Challenges of African Biblical Hermeneutics\"",
  "Ọ bụ onyeokachamara nleta na William Paton Fellow na Ngalaba nke Theology, Mahadum Birmingham, UK ebe o mechara rụọ ọrụ dị ka External Examiner na theses PhD atọ",
  "Ọ bụ onye na-anọchite anya Dean, Faculty of Arts Lagos State University., Na afọ 2005[[2007; Onye na-anọchi anya Deputy Chancellor (Academic) Lagos State University; Onye otu na-achịkwa Council, Lagos State University (2006[]), onye otu, Advisory Council na Gọọmentị nke Lagos State, Nleta Associate Professor Bayreuth University, Germany. Ọ bụ otu oge onyeisi oche, na Mahadum Lagos Steeti, 1988-1993.",
  "Asaju bụ onye otu Kọmitii Na-edepụta Iwu maka mwepụta nke Lagos West Diocese",
  "Ihe onwunwe nkà mmụta okpukpe Grading maka GAFCON Church of Nigeria.",
  "Onyeokachamara Asaju, bụ onye otu ọtụtụ na agụmakwụkwọ gụnyere Kọmitii Na-edepụta Iwu maka mwepụta nke Lagos West Diocese, onye otu Theological resource Grading for GAFCON Church of Naijiria; British Society of New Testament Studies, Nigeria Association for Christian Studies, Nigeria association for Bible studies, Academic staff union of Universities na ndị ọzọ.",
  "Asaju bụ Vicar nke Church of Epiphany, Ibara Estate; Church of Transfiguration, Ketu Badagry Expressway; Chaplain Chapel of Light, Lagos State University na afọ 2006 rue afọ 2009",
  "Onye bishọp Theologian, Church of Nigeria na Rector, Crowther Graduate Theological Seminary",
  "Ọ lụrụ Barrister Mrs",
  "Harriet Seun Asaju na ụmụ.\nỌ bụ osote onye isi nke Mahadum Ajayi Crowther ruo afọ ise."
]