[
  "Darius Dickson Ishaku, FNIA, FNITP (a mụrụ na 30 Julaị 1954) bụ onye Naijiria na-arụ ụlọ, onye na-eme atụmatụ ime obodo, onye nkuzi mahadum na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ onye otu otu ndọrọndọrọ ọchịchị People's Democratic Party na Gọvanọ nke Taraba Steeti.",
  "A mụrụ Ishaku n'abalị 30 Julaị 1954 nye Maazị Ishaku Istifanus yana Oriakụ Naomi na Lupwe na Ussa Local Government Area nke Taraba Steeti",
  "Ọ bụ nwa nke ise n'ime ụmụ iri n'ezinụlọ ya.",
  "E debara aha Darius na-eto eto na ụlọ akwụkwọ praịmarị nke St Bartholomew, Wusasa, Zaria, na 1961, ma ọ gụsịrị akwụkwọ na 1967.",
  "Ọ gara St",
  "Paul's College Kufena, Zaria, maka agụmakwụkwọ sekọndrị ya, n'afọ 1972 wee gafee nke ọma, nweta asambodo nyocha nke West Africa (WASC)",
  "O nwetara nnabata n'ụlọ akwụkwọ ọmụmụ ihe na Mahadum Ahmadu Bello, Zaria, n'otu afọ ahụ (1972), maka agụmakwụkwọ ọkwa ya nke bụ ihe achọrọ maka ịbanye na mahadum, ọ gụchara na 1974.",
  "Ọ gara Mahadum Ahmadu Bello (ABU) ebe ọ gụrụ akwụkwọ ma nweta nzere bachelọ na nzere masta na Osisentọala, ọ gara n'ihu iji nweta nzere masta ọzọ na atụmatụ obodo na mpaghara.",
  "Darius bụ onye otu Nigerian Institute of Architects (FNIA) bụrụkwa onye otu Nigerian Institute of Town Planners (FNITP).",
  "Ishaku bụbu onye ozi na-ahụ maka ike, onye na-ahụ maka gburugburu ebe obibi nakwa Mịnịsta na-ahụ maka ihe gbasara Niger Delta Affairs tupu ọ gbaa arụkwaghịm ịzọ ọkwa gọvanọ nke Taraba Steeti nke afọ 2015",
  "O meriri na ntuli aka gọvanọ mbụ megide Aisha Jumai Alhassan nke APC na David Sabo Kente nke SDP, a họpụtakwara ya dịka Gọvanọ nke Taraba Steeti mgbe o meriri na ntuli aka ọzọ",
  "Darius meriri na ntuli aka nke afọ 2015 mana ya na onye omeiwu na-emegide ya bụ Aisha Jumai Alhassan nọ n'ọgụ n'ụlọ ikpe bụ onye kpọgara ya n'ụlọ ikpe ma mgbe ọtụtụ ikpe gasịrị, a kpọrọ Darius onye meriri emeri nke ntuli aka gọvanọ na steeti ahụ na mbido afọ 2016.",
  "Darius Ishaku nwere ihe ịga nke ọma ọzọ, na agba nke abụọ ya, na ntuli aka gọvanọ nke Machị 2019, ma merie onye iro ya kacha nso bụ Alhaji Abubakar Sani Danladi nke All Progressives Congress site na ihe karịrị votu 150,000."
]