[
  "Darrin Bell (amụrụ n'ubochí irí abụọ na asaá n'ọnwa Jenụwarị, 1975) bụ onye America na-ese ihe nkírí na-atọ ọchị nke nwetara Pulitzer Prize na ónyé na-emepụta ihe nkírí na ihe nkiri na onye na'ere ihe nkírí na Candorville na Rudy Park. Ọ bụ ónyé na-ese ihe nkírí na King Features. (The Washington Post Writers Group kwadoro ihe osise ya.)",
  "Bell bụ onye Africa America mbụ nwèrè  abụọ na-atọ ọchị na mba niile",
  "Ọ bụkwa ónyé na-ese akụkọ",
  "Bell na-etinye aka n'okwu ndị dị ka ikike obodo, ọdịbendị pop, ezinụlọ, akụkọ sayensị, amamihe Akwụkwọ Nsọ, na nkà ihe ọmụma nihilist, mgbè ọ na-etinye ndị ya n'ọrụ ndị a na-ajụ ha",
  "[citation needed]",
  "A mụrụ Bell, ónyé ojii na ónyé Juu, na Los Angeles, California. Ọ malitere ise ihe mgbè ọ dị afọ atọ",
  "Ọ gara Mahadum California, Berkeley, gụsịrị akwụkwọ na BA na sayensị ndọrọ ndọrọ ọchịchị na 1999",
  "Mgbè ọ nọ na Cal, Bell ghọrọ onye nchịkọta akụkọ na-ese ihe nkiri maka The Daily Californian",
  "Ọrụ nchịkọta akụkọ na-arụ ọrụ n'onwe ya nke Bell malitere na 1995 mgbè ọ dị afọ 20",
  "Ahịa mbụ ya bụ Los Angeles Times, nke mechara nye ya ihe nkiri kwa izu",
  "Bell rere ihe osise ya na San Francisco Chronicle na akwụkwọ BANG (Bay Area News Group), nke gụnyere Oakland Tribune.",
  "Akara Bell bụ Candorville, nke The Washington Post Writers Group malitere na Septemba 2003, gosipụtara ndị na-eto eto ojii na Latino bi n'ime obodo",
  "N'iji ụgbọ ala nke ọchị, Candorville na-enye nkọwa mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị yana akụkọ nke ndị isi ya",
  "Candorville sitere na ihe na-atọ ọchị a na-akpọ Lemont Brown, nke pụtara na akwụkwọ akụkọ ụmụ akwụkwọ nke UC Berkeley, The Daily Californian, site na 1993 ruo 2003",
  "Ọ bụ akwụkwọ akụkọ na-atọ ọchị nke na-adịte aka na akwụkwọ akụkọ ahụ",
  "Candorville pụtara n'ihe karịrị otu narị akwụkwọ akụkọ America.",
  "Bell dọtakwara Rudy Park, ihe na-atọ ọchị nkè Theron Heir na Bell mepụtara nke United Features Syndicate na The Washington Post Writers Group kesara",
  "Ónyé nketa, a.k.a",
  "Matt Richtel, dere ihe nkiri ahụ site na 2001 ruo 2012, mgbè ọ kwupụtara na ọ na-ewe ezumike otu afọ iji lekwasị ányà na ọrụ ndị ọzọ. Bell n'oge ahụ weghaara ọrụ ide ihe yana igosi ihe osise ahụ, nke kwụsịrị na June 2018.",
  "Bell bi na Los Angeles, California ugbu a.",
  "E nyèrè Bell 2019 Pulitzer Prize for Editorial Cartooning. Na mgbakwunye na onyinye ndị edepụtara n'okpuru ebe a, ọrụ Bell meriri ọtụtụ onyinye California Intercollegiate Press Association na SPJ Mark of Excellence Award, ọ bụkwa ónyé na-esote ugboro abụọ maka Charles M",
  "Schulz Award, yana ónyé na-anọchite anya Locher Award."
]