[
  "Ụmụnwanyị Zelofhad (Hibru:          ’ bụ ụmụnne nwanyị ise—Mahlah, Noah, Hoglah, Milcah, na Tirzah—nke a kpọtụrụ aha na Akwụkwọ Ọnụ Ọgụgụ nke Bible",
  "Ha biri ndụ n'oge Ọpụpụ ndị Izrel si n'Ijipt ka ha na-akwadebe ịbanye n'Ala Nkwa ahụ na ndị zụlitere n'ihu ndị Izrel ikpe nke ikike nwanyị na ọrụ iketa ihe onwunwe na enweghị nwoke nketa n'ezinụlọ",
  "Zelofhad, nwoke nke ebo Manase, nwere ụmụnwanyị ise mana ọ nweghị ụmụnwoke, ya mere ọ nweghị ụmụnwoke nketa.",
  "Ihe odide Bible kọrọ obere ihe banyere Zelofhad n'onwe ya, ma e wezụga na ọ nwụrụ n'ime afọ iri anọ mgbe ndị Izrel na-awagharị n'ọzara, na n'ụzọ doro anya na o nweghị òkè na nnupụisi Kora",
  "Ọnụ Ọgụgụgụ nke iri na isii ekwughị n'ụzọ ọ bụla na ebo Manase tinyere aka na nnupụisi megide Mozis.",
  "Ụmụnwanyị Zelofhad rịọrọ Mozis, Elieza onye nchụàjà, ndị isi, na nzukọ ahụ dum, n'ọnụ ụzọ ụlọikwuu nzukọ maka ikike ha iketa ikike ihe onwunwe ya n'ala Israel",
  "Ụmụ Zelofhad kwuru na nna ha Zelofhad esoghị na nnupụisi Kora, kama ọ nwụrụ naanị na mmehie ya",
  "Ụmụnwanyị Zelofhad rụrụ ụka na ọ bụrụ na ha agaghị eketa, mgbe ahụ aha Zelofhad ga-efu n'aka ezinụlọ ya",
  "Mozis wegara Chineke okwu ha",
  "Chineke gwara Mozis na arịrịọ ụmụ Zelofhad ziri ezi, nakwa na a ga-enye ha ikike nna ha ga-eketa.",
  "Mgbe e mesịrị, ndị isi ezinụlọ nke ezinụlọ nke nwa nwa Manase bụ Gilead rịọrọ Mozis na ndị isi, na-arụ ụka na ọ bụrụ na ụmụ Zelofhad lụrụ ndị ikom si n'ebo Izrel ọzọ, mgbe ahụ, òkè ha ga-efu n'ebo Manase ma tinye ya na akụkụ nke ebo ha lụrụ",
  "N'ihi ya, Mozis, n'iwu Chineke, nyere ndị Izrel ntụziaka na arịrịọ nke ndị isi agbụrụ ziri ezi nakwa na ụmụ Zelofhad nwere ike ịlụ onye ọ bụla ha chọrọ, kama ọ bụ naanị n'etiti ndị ikom nke ebo Manase.",
  "Ụmụnwanyị Zelofhad mere dị ka Chineke nyere n'iwu e nyere Mozis, onye nke ọ bụla wee lụọ nwa nke nwanne nna, alụmdi na nwunye nwanne nna mbụ",
  "Mgbe ndị Izrel batara n'ala ahụ, ụmụ Zelofhad pụtara n'ihu Eleazer onye nchụàjà, Jọshụa (onye n'oge ahụ weere ndu site n'aka Mozis), na ndị isi, na-echetara ha na Chineke nyere Mozis iwu ka o nye ha òkè n'etiti ndị ikwu ha, ụmụ Zelofhad natara otu òkè n'aka Manase, ma eleghị anya n'akụkụ ọwụwa anyanwụ nke Osimiri Jọdan.",
  "Na Talmud na Zohar, a na-ezo aka na Zelophehad \"nwụrụ n'ime mmehie nke ya\" iji tụnyere nwoke e gburu maka ịchịkọta osisi n'ụbọchị izu ike, mana Sifri Zuta na-ekwu na a pụghị ịma ma ọ bụ. Na Talmud, Rabbi Joshua kọwara na ha bu ụzọ rịọ nzukọ ahụ, mgbe ahụ ndị isi, mgbe ahụ Eleazar, na n'ikpeazụ Moses, mana Abba Chanan kwuru n'aha Rabbi Eliezer na ụmụ Zelophehad guzo n'ihu ha niile ka ha nọ ọdụ ọnụ. Zohar kwuru na ụmụ Zelofhad bịaruru Mozis nso n'ihu Elieza na ndị isi niile n'ihi na ha na-atụ egwu iwe Mozis na Zelofhad ma chee na ọ nwere ike ịdị na nnọkọ ọha na eze. Dị ka Zohar si kwuo, Mozis gosipụtara ikpe ahụ n'ihu Chineke kama ikpebi ya n'onwe ya n'ihi obi umeala.",
  "Otu Baraita kụziri na ụmụ Zelophehad bụ ndị maara ihe, ụmụ akwụkwọ Torah, na ndị ezi omume. Baraita ọzọ kụziri na ụmụnwanyị Zelophehad hà nhata n'ihe ruru eru, ọ bụ ya mere usoro aha ha ji dị iche na ederede. Dị ka ndị Gemara si kwuo, ha gosipụtara amamihe ha site n'ịwelite okwu ha n'oge kwesịrị ekwesị, dịka Moses na-akọwa iwu nke alụmdi na nwunye levirate, ma ọ bụ yibbum, ha na-arụrịta ụka maka ihe nketa ha site n'iji ya tụnyere iwu ahụ. Ụmụnwanyị ahụ gosikwara ezi omume ha site n'ịlụ ndị ikom dabara ha.",
  "Bible nyere usoro ọmụmụ abụọ maka Zelofhad; n'Akwụkwọ Ihe E Mere, edepụtara ya dị ka nwa Manase",
  "N'ebe ndị ọzọ a kpọtụrụ aha usoro ọmụmụ ya, edepụtara ya dị ka nwa Hefer, onye bụ nwa Gilied, ya mere ọ bụ naanị nwa Manase. Usoro ọmụmụ abụọ a na-edekọ Zelofhad dị ka onye otu ebo Manase",
  "E lebara esemokwu ndị ahụ anya anya anya anya site n'ịkpọ Zelophehad dị ka nwa kama ịbụ [nwa] nke abụọ.",
  "Dị ka Shammai Feldman si kwuo, Zelophehad na ụmụ ya ndị nwanyị bụ akụkọ ifo nke e kere naanị iji gosipụta ụfọdụ iwu iwu nke ihe nketa; ndị ọkà mmụta ederede ndị Juu na-ewere akụkọ banyere ụmụ nwanyị Zelophehad dị ka ihe mgbakwunye agbakwunyere na akụkọ ndị ụkọchukwu mbụ site n'aka ndị edemede sitere n'otu ndị otu ndọrọ ndọrọ ọchịchị na-akwado Aaronid. Ọnụnọ nke Zelophehad na ụmụ ya ndị nwanyị na ọnụ ọgụgụ mbụ bụ nke King James Version gosipụtara dị ka ndị nwere eziokwu na-enyo enyo.",
  "Dị ka Tevye's Daughters: No Laughing Matter si kwuo, onye edemede Jan Lisa Huttner na-eme njikọ site na ụmụnwanyị ise nke Zelophehad na ụmụnwanyị ise Tevye na Fiddler on the Roof",
  "Ma Jane Austen na Solomon Rabinowitz nwere ike ịgụ akụkọ banyere ụmụnwanyị ise Zelophehad ma o yikarịrị ka Joseph Stein gụrụ ya n'otu oge",
  "Ọnụ ọgụgụ ise, ụmụnwanyị ise - ma ọ bụ ka ọ bụrụ kpọmkwem, ụgwọ ise - bụ otu ọnụ ọgụgụ ahụ Chineke nyekwara Solomon Rabinowitz.",
  "E kewara ndị ọkà mmụta asụsụ n'ihe gbasara etymology nke aha Zelophehad",
  "N'ịgbaso ọgụgụ nke ederede masoretic, ụfọdụ ndị ọkà mmụta na-enyo enyo na aha ahụ sitere na okwu Syriac nke pụtara mgbawa mbụ, n'echiche nke ịbụ nwa mbụ. Ọtụtụ ndị ọkà mmụta, na-agbaso nsụgharị septuagint nke aha ahụ dị ka salpaad, kwenyere na aha ahụ sitere na okwu Hibru salpahad, nke pụtara n'ụzọ nkịtị onyinyo site na ụjọ; ọtụtụ n'ime ndị ọkà mmụta a na-akọwa nke a dị ka nke na-ezo aka na onyinyo nke ebe obibi kere, wee kọwaa aha ahụ dị ka nchebe pụọ na ụjọ, mana ndị ọzọ na-akọwa ya dị ka nke pụtara na onye na-eweta ụjọ na-ekpuchi.",
  "N'ihe banyere aha ụmụnwanyị, ndị ọkà mmụta kwenyere n'ụzọ dị ukwuu; Mahlah pụtara \"agbaghara\", Noa pụtara \"mmegharị\", Milcah pụtara \"eze nwanyị\", Tirzah pụtara \"na-atọ ụtọ\", Hoglah pụtara \"ịgba gburugburu / ịgba egwu\" (ọ bụ ezie na n'ihi nke a, ọ bụkwa okwu maka partridge).",
  "A na-enye ndụmọdụ gbasara iwu, gbasara ikike nketa na ọrụ nke ụmụnwanyị Zelofhad, ugboro abụọ na ndekọ Bible",
  "N'oge mbụ, isiokwu bụ banyere ihe nketa mgbe enweghị ụmụ nwoke, ebe isiokwu nke oge nke abụọ bụ alụmdi na nwunye levirate, na ihe nketa ihe onwunwe fọdụrụ n'ime ezinụlọ (ọ bụghị ebo)",
  "A kpọtụrụ ụmụ nwanyị ahụ aha nke ugboro atọ, n'Akwụkwọ Jọshụa, ebe a na-egosi ha dị ka ndị e nyere ha ala n'ókèala Manase, nke ihe nketa ha nyere ha ikike; ihe odide ahụ edoghị anya banyere akụkụ nke ókèala Manase e nyere ha ala, ma e wezụga na ọ bụghị na Gilied.",
  "N'ihe ndekọ Bible, iwu ndị mbụ kwuru na ndị nketa bụ ndị nwoke ga-eketa ihe onwunwe, mana ụmụnwanyị bụ naanị ụmụ nke nna ha nwụrụ anwụ ugbu a, ya mere ha bịara n'ọnụ ụzọ ụlọikwuu nzukọ wee jụọ Mozis, Eleazer, ndị isi agbụrụ, na ndị ọzọ nọ n'ọgbakọ, maka ndụmọdụ banyere ihe a ga-eme, ebe ọ bụ na enweghị ụmụnwoke doro anya; na Talmud, echiche dịgasị iche banyere ma nke a pụtara na ụmụnwanyị rịọrọ ndị otu a niile arịrịọ n'otu oge, ha zukọtara ọnụ, ma ọ bụ ma ọ bụrụ na ụmụnwanyị bu ụzọ rịọ ọgbakọ, mgbe ahụ ndị isi, mgbe ahụ Elieza, ma mesịa rịọ Mozis arịrịọ.",
  "Ihe odide Bible na-ekwu na Mozis gwara Hashem ka ọ kpee ikpe n'okwu ahụ; Zohar na-arụ ụka na Mozis nyere Hashem ikpe ahụ, kama ikpebi ya n'onwe ya, n'ihi na Mozis dị umeala n'obi. Ihe ndekọ Bible gara n'ihu site n'ikwu na Hashem gwara Mozis na a ga-ewere ụmụnwanyị dị ka ndị nketa nna ha, nakwa na ikpe n'ozuzu ya - ọ bụrụ na enweghị ụmụ nwoke, nwa nwanyị (ma ọ bụ ụmụnwanyị) kwesịrị iketa - ma ọ bụrụ na enweghị ụmụ ọlị, ihe nketa ahụ ga-agafere ụmụnne nwoke ahụ, ma ọ bụrụ na enweghị ụmụnne ọ ga-agafere onye ikwu kacha nso n'ezinụlọ ya.",
  "Maimonides, na ndị ọzọ na-akọwa ndị rabaị, gbakwunyere nke a na nkwubi okwu na, ọ bụrụ na ha dị adị, mgbe ahụ ụmụ nwoke na ụmụ ha bụ ndị nketa nke otu onye ọ bụla, mana ọ bụrụ na ha adịghị ya ọ ga-abụ ụmụnwanyị ọ bụla ma ọ bụ ụmụ ha, ma ọ bụrụ na ndị a adịghị adị mgbe ahụ ọ ga-abụ nna onye ahụ, ma ọ bụrụ na ọ dị ndụ mgbe ahụ iwu gbasara ndị nketa metụtara ya - ụmụ nna (ụmụnne nwoke) na ụmụ ha nwere ihe kachasị mkpa, ụmụnwanyị nna (ụmụnne nwanyị nke onye ahụ), na-esote nna nna (nne nna onye ahụ), na ihe ndị ọzọ. Otú ọ dị, ọ bụ ezie na nke a bụ otú ndị Farisii si hụ ihe Bible pụtara, ndị Sadusii rụrụ ụka na ọ bụrụ na e nwere naanị ụmụnwanyị nke ụmụnwoke, ụmụnwoke n'onwe ha anwụọla, mgbe ahụ ụmụnwanyị nke onye ahụ nwere ikike iketa.",
  "O doro anya na iwu ndị na-ahọrọ ụmụ nwoke nwere ike ịbụ na a na-eleghara anya n'akụkụ ụfọdụ, dị ka Akwụkwọ Job, nke ndị ọkà mmụta ederede dere na narị afọ nke anọ BCE, na-ekwu na ngwụcha ya na e nyere ụmụ nwanyị Job ikike nketa nhata nye ụmụ ya, ndị Karaite na-enyekwa ụmụ nwanyị otu ikike dị ka ụmụ nwoke. Ka ọ na-erule Middle Ages, ọ bịara bụrụ ọdịnala iji zere enweghị nhata n'etiti ụmụnwanyị na ụmụnwoke site na akụkọ ifo iwu, nke nna na-ekwu na ọ ji nwa ya nwanyị ụgwọ ego ụfọdụ, nakwa na ụgwọ a bụ ya na ndị nketa ya, wee mee nkwekọrịta na a ga-akwụ ụgwọ a mgbe ọ nwụrụ, ma ọ bụ na ego ma ọ bụ dị ka ọnụọgụ nke ala ya ruru ọkara òkè nke otu n'ime ụmụnwoke; site na usoro iwu a, nwa nwanyị ga-enweta òkè na ala nna ya, ma ọ bụ ego ruru uru ya.",
  "Mgbe e mesịrị na akụkọ nke Akwụkwọ Ọnụ Ọgụgụ, ndị okenye nke ezinụlọ Gilied rịọrọ Mozis na ndị isi agbụrụ maka ndụmọdụ, n'ihi na ha nwere nchegbu na ọ bụrụ na ụmụ Zelofhad lụrụ ndị ikom si n'ebo Izrel ọzọ, ihe onwunwe nke ụmụnwanyị ketara ikike ga-abụ ihe onwunwe nke ebo nke ọzọ, ọ ga-efu site n'ebo Manase, nke Zelofhad bụ nke ya",
  "Akụkọ ahụ gara n'ihu site n'ikwu na Hashem nyere Mozis nzaghachi iji nye ndị okenye, ya bụ na ụmụ nwanyị ahụ ga-alụ onye si n'agbụrụ Gilied, mana ha enweghị ihe mgbochi na nhọrọ ha; akụkọ ahụ na-ekwukwa na a ga-etinye ikpe n'ozuzu ya - na ihe nketa enweghị ike ịgafe n'etiti ebo, mana kama a na-amanye nwanyị ọ bụla ketara ala ịlụ onye si n'otu ezinụlọ dị ka nna ya",
  "Coda nke akụkọ ahụ kwuru na ụmụnwanyị nke ọ bụla lụrụ otu n'ime ụmụ nwanne nna ha; gemara na-ekwu na ụmụ nwanyị gosipụtara ezi omume ha n'ime nke a, ebe ndị ikom a dabara ha, ma alụghị di na mbụ ka ha na-eche di kwesịrị ekwesị.",
  "Ndị rabaị oge ochie kagburu mmachibido iwu nke Bible nke ụmụnwanyị ịlụ di na nwunye; Rabbah rụrụ ụka na iwu ahụ metụtara naanị oge e kewara Kenan n'etiti ebo ndị ahụ, ya mere ọ ghọrọ ihe efu, ọkachasị dịka iwu gbasara ókèala ahụ nọ na nkwụsị n'agbanyeghị mbibi nke ụlọ nsọ ahụ. N'ihi ya, n'ụdị okpukpe ndị Juu niile na-agbaso Iwu Ọnụ, a na-ekwe ka ụmụnwanyị lụọ onye ha chọrọ, gụnyere exogamously, ma ha enwetala ihe nketa ma ọ bụ na ha enwetaghị."
]