[
  "David Goldblatt HonFRPS (ụbọchị irí abụọ na itoolu n'ọnwa Nọvemba n'afọ 1930 na ụbọchị irí abụọ n'ise n'ọnwa June afọ 2018) bụ onye na-ese foto South Africa nke amaara banyere ngosipụta ya nke South Africa n'oge ịkpa ókè agbụrụ. Ógè ịkpa ókè agbụrụ kwụsịrị, o lekwasịrị anya na ọdịdị ala nke mba ahụ",
  "Ihe na-eme ka ọrụ Goldblatt dị iche na nke ndị ọzọ na-emegide ịkpa ókè agbụrụ bụ na ọ na-ese foto nke gafere ihe omume ime ihe ike nke ịkpa ókè megide ịkpa ókè ma gosipụta ọnọdụ ndị dugara na ha. Ụdị mkpesa ya nwere aghụghọ nke foto ọdịnala nwere ike ghara inwe: \"[M]y enweghị mmasị bụ àgwà nke m gbalịrị izere ikpe dị mfe.",
  "Nke a mere ka e see foto nke yiri ka ọ na-enweghị isi na nke na-enweghị ndọrọ ndọrọ ọchịchị, mana nke bụ n'ezie ihe dị iche",
  "\" O nwere ọtụtụ akwụkwọ aha ya.",
  "A mụrụ Goldblatt na Randfontein, Gauteng Province, ọ bụkwa nwa ikpeazụ n'ime ụmụ nwoke atọ nke Eli na Olga Goldblatt. Nne na nna nna ya si Lithuania bịa South Africa n'ihe dị ka afọ 1893, ebe ha gbapụrụ n'ihi mkpagbu ndị Juu nọ ebe mpaghara ahụ.",
  "Nna Goldblatt na-elekọta ụlọ ahịa uwe, ebe nne ya na-arụ ọrụ dị ka onye na-ede akwụkwọ maka ihe banyere ụlọ ọrụ uwe, nke Goldblatt chere na ọ nwere ike ịbụ otú ha si zute. Goldblatt gara Krugersdorp High School, ma gụsịrị akwụkwọ na Mahadum nke Witwatersrand na nzere na azụmahịa.",
  "Goldblatt bịdọrọ ise foto ógè ọ dị afọ iri na ụma",
  "O nwetara igwefoto izizi ya n'aka nna ya, onye zụrụ ya n'ebe nwanne Goldblatt nọ, onye wetara igwefoto German Contax mebiri emebi n'ụlọ ógè ọ lọtara site n'ịrụ ọrụ na Agha Ụwa nke Abụọ",
  "Ọ bụ ezie na foto mbụ ya abụghị ihe ọhụrụ, ọ rịọrọ enyemaka site n'aka onye na-ese foto agbamakwụkwọ: \"Ọ ga-etinye ọtụtụ kamera n'olu m ka m wee yie ezigbo ọkachamara, ọrụ m bụ iji hụ na ọ dịghị onye ọbịa nwere ezigbo igwefoto nwetara foto dị mma.",
  "Aga m aghara ma ọ bụ gaa ije n'ihu ha n'oge dị oke egwu ka onye isi m wee bụrụ naanị onye mechara nwee foto dị mma. Afọ ole na ole ka e mesịrị n'afọ 1963, ka nkà ya na-etolite, ọ rere ụlọ ahịa uwe nke ọ weghaara mgbe nna ya nwụrụ n'afọ 1962, wee ghọọ onye na-ese foto oge niile. O dere ihe ndị mere na South Africa n'oge ịkpa ókè agbụrụ ruo mgbe ọ kwụsịrị n'ime afọ 1990s",
  "Otú ọ dị ọ ka na-ese foto ruo ógè ọ nwụrụ n'afọ 2018.",
  "N'ime afọ ya niile dị ka onye na-ese foto, Goldblatt ahụtụbeghị onwe ya dị ka onye omenkà, ọ naghịkwa ahụ ya ala na a na-ele ya anya dị ka otu",
  "Ọtụtụ ndị kwenyere na ọ bụ onye na-ede akwụkwọ karịa ka ọ bụ onye omenkà. Goldblatt nwere ụzọ ọhụrụ maka ihe banyere foto akwụkwọ. O mere ndụ nke ise foto nke okwu ndị karịrị ihe omume nke ịkpa ókè agbụrụ ma dekọọ ọnọdụ ndị dugara na ha. Goldblatt enwebeghị ahụ iru ala na ụwa nka mara mma",
  "Ọ gara n'ebe ngosi ihe nkiri mana ọ kpọrọ nlebara anya ha nyere ya asị na nzuzo",
  "Ọ gbara aha onye na-ese ihe site n'ịkpọ onwe ya onye na-ede foto",
  "O kwuru, sị: \"Abụ m onye na-ele anya n'onwe ya ma na-akatọ ọha mmadụ a mụrụ m na ya, na-achọkarị ịnakwere ihe a na-eleghara anya ma ọ bụ ihe a na'adịghị ahụ anya",
  "\"",
  "O doro anya na foto Goldblatt abụghị ebubo ndọrọ ndọrọ ọchịchị",
  "O kwuru na ọ bụghị onye na-eme ngagharị iwe, n'adịghị ka ọtụtụ ndị enyi ya na ndị ọzọ na-ese foto n'oge a. N'aka nke ya, e wedara ya anya ma ghara ịkwanyere ya ùgwù màkà ihe banyere itinye aka na ime ihe ike, nke o kwuru, sị: \"Adịghị m njikere imebi ihe m weere dị ka mkpa m",
  "\" Kama imepụta foto nke nwere ike \"anwa ime mkpebi ikpe,\" Goldblatt họọrọ \"igosi mgbagwoju anya nke ọnọdụ\".",
  "Ihe ngosi nke ihe ndị a na-eme kwa ụbọchị na-adịkarị n'ọrụ Goldblatt",
  "Kama ise foto nke ime ihe ike doro anya nke ịkpa ókè agbụrụ mpaghara South Africa, ọ họọrọ idepụta ime ihe ike nke oge a nke gosipụtara onwe ya na ndụ nkịtị: \"M na-ezere ime ihe ike",
  "Agaghị m ama otu esi ejikwa ya ma ọ bụrụ na abụ m onye na-ese foto n'ihe nkiri ime ihe ike",
  "\"",
  "N'oge ịkpa ókè agbụrụ, Goldblatt n'ọrụ ya The Transported of KwaNdebele dere njem bọs dị ogologo na nke na-adịghị mma ugboro abụọ n'ụbọchị nke ndị ọrụ ojii bi na \"ala\" dị iche iche n'ebe ugwu ọwụwa anyanwụ Pretoria",
  "Ọnọdụ agbanwebeghị nke ukwuu maka ndị ọrụ site n'afọ 2007: \"Ihe ka ọtụtụ n'ime ndị bi ebe ahụ ka ga-aga Pretoria site n'okporo ụzọ",
  "Ọ ka bụ njem dị ogologo màkà ihe banyere ha kwa ụbọchị awa abụọ ruo asatọ.",
  "Ọ ga-ewe ọtụtụ ọgbọ iji mebie ihe si na ịkpa ókè agbụrụ pụta",
  "\"",
  "N'afọ ndị 1970, Goldblatt dere otu n'ime ụfọdụ ikpe na-ezighị ezi nke gọọmentị South Africa na usoro foto nke ụlọ, ụlọ ahịa na ụdị ụlọ ndị ọzọ dị na Johannesburg, Pageview. Iwu Group Areas Act nke afọ 1950 chụpụrụ ọtụtụ n'ime ndị bi n'ógbè ahụ n'ihi ndị ọcha South Africa. Goldblatt dere ngosipụta nke ndị bi n'ógbè ahụ nke nguzogide na mkpebi siri ike site na obibi ha na azụmaahịa ha n'agbanyeghị mmebi ahụ.",
  "Ógè ịkpa ókè agbụrụ gasịrị, Goldblatt gara n'ihu na-ese foto n'ime South Africa, ọkachasị ọdịdị ala ya.",
  "N'ọrụ Goldblatt mepụtara n'oge ịkpa ókè agbụrụ, ọ dịghị ógè ọ na-ese foto na agba. Goldblatt kwuru na: \"iji agba eme ihe n'oge ịkpa ókè agbụrụ ga-abụ ihe na-ekwesịghị ekwesị",
  "Ọ gaara eme ka ihe mara mma na nke onwe ya dịkwuo mma, ebe foto ojii na nke ọcha na-edekọ nke ọma ihe ndị na-emegiderịta onwe ha nke kọwara oge izizi a",
  "\" N'afọ ndị 1990 ọ bịdọrọ ịrụ ọrụ na agba, n'echiche na-agbaso oge dijitalụ",
  "\"Ọ hụrụ ọrụ ahụ n'ime agba dị nnọọ ihe na-akpali akpali",
  "n'ụzọ dị ukwuu n'ihi na teknụzụ ọhụrụ enyerela m aka ịrụ ọrụ na agba na kọmputa dịka m mere na oji na ọcha n'ime ụlọ gbara ọchịchịrị",
  "\" Ọ bụ naanị ógè ọ rụchara ọrụ na-emetụta asbestos na-acha anụnụ anụnụ n'ebe ugwu ọdịda anyanwụ Australia, na \"ọrịa na ọnwụ na-esi na ya apụta\", ka ọ \"na-arụ ọrụ na agba [n'ihi na] Ị pụghị ime ka ọ na-acha ọcha na oji",
  "\"",
  "Nke a jikọtakwara ya na mmepe ọhụrụ na nyocha dijitalụ na obibi akwụkwọ",
  "Naanị ógè Goldblatt nwere ike iru otu \"omimi\" ahụ n'ọrụ agba ya nke o nwetara na foto ojii na ọcha ya ka ọ họọrọ inyocha nke a nke ọma.",
  "A na-edebe ọrụ Goldblatt na nnukwu ụlọ ngosi ihe ógè ochie n'ụwa niile.",
  "Mmasị n'ọrụ Goldblatt mụbara nke ukwuu ógè ihe ngosi njem nke afọ irí isé n'otu nke ọrụ ya (Barcelona, 2001), na Documenta nke iri na otu (Kassel, 2002)",
  "Nke mbụ, nke meghere na AXA Gallery na New York n'afọ 2001, nyere nkọwa zuru ezu nke ọrụ foto Goldblatt site n'afọ 1948 ruo afọ 1999",
  "Na Documenta, egosiri ọrụ abụọ: ọrụ ojii na-acha ọcha na-egosi ndụ na obodo ndị ọcha nke Boksburg n'ebe afọ 1970s na afọ 1980s, yana ihe atụ nke ọrụ agba ógè e mesịrị site na usoro Johannesburg Intersections.",
  "Akwụkwọ Goldblatt bụ South Africa: The Structure of Things Then, nke e bipụtara n'afọ 1998, na-enye nyocha anya miri emi nke mmekọrịta dị n'etiti ihe owuwu South Africa na ike ndị kpụrụ ha, site na mbido mmalite nke mba ahụ ruo n'afọ 1990.",
  "Goldblatt edeela ọtụtụ ihe gbasara ihe owuwu na ihe omimi dị n'ime ụlọ anyị bi.",
  "Goldblatt sị n'ike mmụọ nsọ site na foto na magazin ndị dị ka Life, Look na Picture Post, nke nyeere ya aka na ihe ndị dị ka ịkọwaputa foto ya. Goldblatt kwukwara na ndị edemede na ndị na-ese  nkiri dị ka ndị isi na-emetụta ya, n'etiti ha Jillian Becker, Guy Tillim, Herman Charles Bosman, Nadine Gordimer, Njabulo Ndebele, Ivan Vladislavic na onye na-ede egwuregwu Barney Simon.",
  "Herman Charles Bosman nyere aka kpọmkwem ịkpali Goldblatt na edemede foto ya nke abụọ nkè akpọrọ The South African Tatler",
  "Goldblatt nyere aka metụta ọrụ nke onye na-ese foto Santu Mofokeng ka ha na-amụkọ ihe ọnụ mgbè ịkpa ókè agbụrụ. Ha jikọrọ aka mepụta usoro ihe nkiri na echiche nke foto, nke dugara ha n'ịdị elu na mmetụta n'ime foto ihe nkiri.",
  "Ógè o guzobesịrị Ụlọ Ọrụ Foto Ahịa na Johannesburg n'afọ 1989, Goldblatt emeghị onye na-ese foto, na-agba mbọ ma ọ bụ bụrụ onye a ma ama n'ọnụ ụzọ ya. Onye ọ bụla na-enweta ya ógè niile n'agbanyeghị ihe ọ bụla, ọbụlagodi na ndụ ya.",
  "Goldblatt nwụrụ n'ubochí irí abụọ n'ise n'ọnwa Juun n'afọ 2018 na Johannesburg site na ọrịa kansa. O mepụtara foto ruo ógè ọ nwụrụ",
  "Nwunye ya, Lily Goldblatt na ụmụ ya Steven, Brenda na Ronnie; na ụmụ ụmụ abụọ hapụrụ ya."
]