[
  "David T",
  "Dellinger (August 22, 1915 - May 25, 2004) bụ onye America na-eme udo na onye na-eme ihe ike maka mgbanwe ọha na eze na-enweghị ime ihe ike",
  "O nwetara ọkwa kachasị elu dị ka otu n'ime Chicago Seven, bụ ndị e kpere ikpe n'afọ 1969.",
  "A mụrụ Dellinger na Wakefield, Massachusetts n'ezinụlọ bara ọgaranya",
  "Ọ bụ nwa Maria Fiske na Raymond Pennington Dellinger, onye gụsịrị akwụkwọ na Mahadum Yale, onye ọka iwu, na onye Republican a ma ama na enyi Calvin Coolidge",
  "Nne nne ya, Alice Bird Fiske, na-arụsi ọrụ ike na Daughters of the American Revolution.",
  "Dellinger gụsịrị akwụkwọ na Mahadum Yale na Bachelor of Arts na akụ na ụba, malitere nzere doctorate maka otu afọ na New College, Oxford, wee mụọ nkà mmụta okpukpe na Union Theological Seminary nke Mahadum Columbia na ebumnuche nke ịghọ onye ozi Congregationalist. Na Yale ọ bụ nwa klas na enyi nke onye na-ahụ maka akụ na ụba na ndọrọ ndọrọ ọchịchị Walt Rostow",
  "N'ịjụ nzụlite ya dị mma, ọ hapụrụ Yale otu ụbọchị iji soro ndị na-enweghị ebe obibi biri n'oge Nsogbu",
  "Mgbe ọ nọ na Mahadum Oxford, ọ gara Nazi Germany ma na-anya ambulance n'oge Agha Obodo Spain",
  "Dellinger, onye megidere ndị mmeri nke agha ahụ, nke Francisco Franco duziri, mechara cheta, \"Mgbe Spain gasịrị, Agha Ụwa nke Abụọ dị mfe",
  "Enweghị m ọbụna ọnwụnwa iburu égbè iji lụọ ọgụ maka General Motors, U.S",
  "Steel, ma ọ bụ Chase Manhattan Bank, ọbụlagodi na Hitler na-agba ọsọ n'akụkụ nke ọzọ",
  "\"",
  "N'oge Agha Ụwa nke Abụọ, ọ bụ onye a tụrụ mkpọrọ n'ihi akọ na uche ya na onye na-emegide agha",
  "N'ụlọ mkpọrọ gọọmentị etiti, ya na ndị jụrụ n'ihi akọ na uche, gụnyere Ralph DiGia na Bill Sutherland, mere mkpesa banyere ịkpa ókè agbụrụ n'ụlọ iri nri, nke mechara jikọta n'ihi ngagharị iwe ahụ. Ọ nọrọ na kọmitii, nduzi nke Socialist Party of America na Young People's Socialist League, ngalaba ndị ntorobịa ya, ruo mgbe ọ hapụrụ na 1943",
  "N'ọnwa Febụwarị afọ 1946, Dellinger nyere aka guzobe Kọmitii na-ahụ maka udo maka mgbanwe na-enweghị ime ihe ike. N'afọ 1948, o guzobere Central Committee for Conscientious Objectors",
  "Ọ bụkwa onye otu War Resisters League ogologo oge, sonyeere ndị ọrụ na Machị na afọ 1955",
  "N'ọnwa Julaị na Nọvemba n'afọ 1951, Dellinger sonyere na njem ịnyịnya ígwè Paris-na-Moscow maka iwepụ ngwá agha ya na Ralph DiGia, Bill Sutherland, na Art Emery ma bụrụ nke ndị Peacemakers kwadoro; ndị na-agba ịnyịnya ígwè ruru n'isi ụlọ ọrụ ndị agha Soviet na Vienna",
  "A dọrọ anyị aka na ntị ka ha ghara ịga mpaghara Soviet",
  "A hụghị ndị mmadụ gara n'isi ụlọ ọrụ ndị agha mgbe ụfọdụ ọzọ",
  "Ma anyị echeghị na nke ahụ ga-eme anyị",
  "Ihe kachasị njọ ga-eme bụ ụlọ mkpọrọ, amaara m na m nwere ike ịnagide nke ahụ",
  "Naanị ihe m na-echegbu onwe m bụ ihe m na - na-eme ka ezinụlọ m laghachi azụ na United States. Njem ịnyịnya ígwè Paris-na-Moscow maka Disarmament bụ isi ihe kpaliri San Francisco na Moscow Walk for Peace na 1960-1961.",
  "N'afọ ndị 1950 na 1960, Dellinger sonyeere ngagharị nnwere onwe na South ma duzie ọtụtụ agụụ n'ụlọ mkpọrọ",
  "N'afọ 1956, ya, Dorothy Day, na A",
  "J",
  "Muste guzobere magazin Liberation dị ka nnọkọ maka ndị na-abụghị Marxist nke yiri Dissent. Dellinger nwere kọntaktị na ọbụbụenyi na ndị dị iche iche dị ka Eleanor Roosevelt, Ho Chi Minh, Martin Luther King Jr., Abbie Hoffman, AJ Muste, Greg Calvert, James Bevel, David McReynolds, na ọtụtụ Black Panthers dị ka Fred Hampton, onye ọ masịrị nke ukwuu",
  "Dị ka onye isi oche nke Kọmitii Peace Parade nke Fifth Avenue Vietnam, ọ rụrụ ọrụ na ọtụtụ òtù na-emegide agha ma nyere aka mee ka Eze na Bevel banye n'ọkwa ndị ndu na 1960s antiwar movement",
  "N'afọ 1966, Dellinger gara ma North na South Vietnam iji mụta mmetụta nke bọmbụ America",
  "O mechara cheta na ndị nkatọ leghaara njem ya gaa Saigon anya ma lekwasị anya naanị na nleta ya na Hanoi. N'afọ 1968, ọ bịanyere aka na nkwa \"Writers and Editors War Tax Protest\", na-ekwe nkwa ịjụ ịkwụ ụtụ isi iji mee mkpesa megide Agha Vietnam, ma mesịa ghọọ onye nkwado nke ọrụ War Tax Resistance, nke na-eme ma na-akwado iguzogide ụtụ isi dị ka ụdị mkpesa megide agha ahụ.",
  "Ka itinye aka US na Vietnam na-eto, Dellinger tinyere ụkpụrụ Mahatma Gandhi nke enweghị ime ihe ike na ọrụ ya n'ime mmegide na-eto eto",
  "Otu n'ime isi ihe ndị a bụ ikpe Chicago Seven maka ebubo na Dellinger na ọtụtụ ndị ọzọ gbara izu ịgafe ókèala steeti na ebumnuche nke ịkpali ọgba aghara, mgbe ndị na-eme ngagharị iwe na-emegide agha kwụsịrị 1968 Democratic National Convention na Chicago",
  "Dellinger na ndị ya na ha na-ebo ebubo tụgharịrị ikpe ikpe ahụ n'ụlọ ikpe ka ọ bụrụ ebe a na-akpọsa mba niile maka ikpe agha Vietnam",
  "Na onwa Febụwarị ụbọchị iri na asatọ , n'afọ 1970, a tọhapụrụ ha na ebubo nkwekọrịta, mana a mara ndị a na-ebo ebubo ise, gụnyere Dellinger, ikpe maka ịgafe ókèala steeti iji kpalie ọgba aghara.",
  "Nchịkwa nke onye ọka ikpe Julius Hoffman banyere ikpe ahụ, tinyere FBI na-eme ndị ọka iwu na-agbachitere, mere, site n'enyemaka nke Center for Constitutional Rights, na ikpe ndị ụlọ ikpe mkpegharị nke asaa tụgharịrị afọ abụọ ka e mesịrị",
  "Ọ bụ ezie na a kwadoro nkwupụta nlelị ahụ, ụlọ ikpe mkpegharị jụrụ ịma onye ọ bụla ikpe.",
  "Dellinger kwuru okwu na onwa Desemba afọ 1971 John Sinclair Freedom Rally na Ann Arbor, Michigan",
  "Na ngwụcha afọ 1970, Dellinger nọrọ afọ abụọ na-akụzi na Goddard College's Adult Degree Program na Vermont College. N'afọ 2001, a kpọrọ ya ka ọ laghachi ka ọ nye adreesị mmalite na klas na-agụsị akwụkwọ nke Goddard's Residential Undergraduate Program.",
  "N'afọ 1986, mgbe klas Yale ya nke 1936 nwere nnọkọ nke iri ise ya, Dellinger dere n'akwụkwọ nnọkọ ahụ: \"Ụzọ ndụ m na-ada ụda ma ọ bụ nke siri ike, ana m emesi ike na n'ikpeazụ mmadụ enweghị ike ikwu mba maka agha, ime ihe ike, na ikpe na-ezighị ezi ọ gwụla ma mmadụ na-ekwu ee na ndụ, ịhụnanya, na ọchị n'otu oge",
  "\"",
  "N'ihi nraranye ya na ụkpụrụ ndị na-eme udo na maka ije ozi dị ka ọnụ na-ekwuru maka òtù udo, e nyere Dellinger onyinye Peace Abbey Courage of Conscience na Septemba 26, 1992.",
  "N'afọ 1996, n'oge Nzukọ Democratic mbụ e mere na Chicago kemgbe 1968, e jidere Dellinger na nwa nwa ya na ndị ọzọ asatọ, gụnyere Bradford Lyttle na nwa Abbie Hoffman bụ Andrew, n'oge ha nọ ọdụ na Chicago's Federal Building.",
  "N'afọ 2001, Dellinger duuru otu ndị na-eto eto na-eme ihe ike site na Montpelier, Vermont, gaa Quebec City iji mee mkpesa na nnọkọ nke mere atụmatụ ịmepụta mpaghara azụmahịa n'efu.",
  "Dellinger nwụrụ na Montpelier, Vermont, na 2004 mgbe ọ nọrọ ogologo oge na Heaton Woods Nursing Home."
]