[
  "David Adedeji Adeleke (amụrụ na Nọvemba 21, 1992), nke a maara dị ka Davido, bụ onye America ede-Nigerian na-agụ egwu, onye na-ede egwu, na onye na-emepụta ihe ndekọ",
  "Davido na-agwakọta ihe ọdịnala Afrịka na pop zuru ụwa ọnụ.Kpọpụta njehie: Closing </ref> missing for <ref> tag Davido bụ nwa ikpeazụ n'ime ụmụnne ise na nwa nwoke nke abụọ nna ya mụrụ. Ọ gara British International School na Lagos, Nigeria, mgbe ọ dị afọ iri na isii, ọ laghachiri United States iji mụọ nchịkwa azụmahịa na Mahadum Oakwood dị na Alabama.",
  "Davido zụtara ngwá egwu mgbe ọ nọ na Oakwood wee malite ịkụ egwu. Ya na ụmụ nwanne nna ya B-Red na Sina Rambo rụkọrọ ọrụ iji mepụta egwu KB International Davido hapụrụ Mahadum Oakwood iji gbasoo egwu oge niile wee kwaga London, ebe ọ rụrụ ọrụ na olu ya. Mgbe ọ laghachiri Naịjirịa n'afọ 2011, Davido kwụsịrị ọrụ egwu ya ma kwenye ịsọpụrụ nna ya site na ịdebanye aha na Mahadum Babcock",
  "N'ọnwa Julaị afọ 2015, ọ gụsịrị akwụkwọ na Babcock na nzere na egwu mgbe nna ya kwụrụ mahadum iji malite ngalaba egwu maka klas izizi nke otu nwa akwụkwọ.",
  "Davido malitere ịrụ ọrụ na abọm studio mbụ ya Omo Baba Olowo n'afọ 2011",
  "Egwú abọm ahụ bụ ngwakọta nke Afrobeats na hip hop",
  "Davido na Jay Sleek, Maleek Berry, GospelOnDeBeatz, Spellz, Dokta Frabz, Mr",
  "Chidoo, Theory Soundz na Shizzi rụkọrọ ọrụ iji mepụta abọm ahụ",
  "Omo Baba Olowo gosipụtara ndị ọbịa si Naeto C, Sina Rambo, B-Red, Kayswitch, Ice Prince na 2 Face Idibia. Ọ natara nyocha na-adịghị mma site n'aka ndị nkatọ egwu, bụ ndị na-enyocha ọdịnaya egwu ya na edemede egwu Davido",
  "Abọm ahụ meriri Best R&B / Pop Album ma nata nhọpụta maka Album nke Afọ na The Headies 2013. A họpụtakwara ya maka Best Album of the Year na 2013 Nigeria Entertainment Awards",
  "E wepụtara egwu nke atọ nke abọm ahụ \"Ekuro\" na Jenụwarị 25, 2012",
  "Antwan Smith dekọrọ ma duzie vidio egwu ya na Miami. Onye na-agụ egwu Naịjirịa bụ Aramide wepụtara egwu egwu ahụ. E wepụtara egwu nke anọ nke abọm ahụ \"Overseas\" na Mee 6, 2012; a tọhapụrụ nsụgharị nke abụ ahụ na-agwụ agwụ tupu ewepụta ya. E wepụtara egwu GospelOnDeBeatz mepụtara \"All of You\" dị ka egwu nke ise nke abọm ahụ na Septemba 28, 2012",
  "Davido gwara Factory 78 TV na ya na GospelOnDeBeatz dekọrọ egwu ahụ mgbe ọ zutere ya n'otu ụlọ ahịa.",
  "Na Febụwarị 25, 2013, Davido wepụtara egwu Shizzi mepụtara \"Gobe\". Ọ nọ n'ọkwa nke abụọ na ndepụta Premium Times nke egwu iri kachasị elu nke afọ 2013. Na nyocha maka akwụkwọ akụkọ Vanguard, Charles Mgbolu kwuru na abụ ahụ \"na-atọ ụtọ site na mmalite ruo n'isi\". Vidio egwu nke \"Gobe\" bụ nke Godfather Productions dekọrọ na South Africa. Davido kwupụtara na Twitter \"One of a Kind\" ga-apụta na May 13, 2013. Ọ bụkwa Shizzi mepụtara egwu a. Vidio nke \"One of a Kind\" bụ Tebza nke Godfather Productions dekọrọ ma duzie na South Africa",
  "Ọ na-egosi Afrịka dị n'otu nke nwere ọdịbendị na egwu.",
  "A kwadoro \"Skelewu\" na vidiyo egwu abụọ. E wepụtara vidiyo egwu mbụ, nke Sesan duziri, na 15 Ọktoba 2013. E bugoro ya na YouTube site na iji akaụntụ parody",
  "N'oge na-adịghị anya mgbe a tọhapụrụ vidiyo ahụ, Davido kwuru na mmadụ raara ya nye site na iwepụta ya nakwa na ya na Moe Musa, onye nduzi vidio egwu nke UK ga-eme vidiyo ọzọ. Na nkwupụta nke ndị otu ya wepụtara, Sesan kwuru na Davido nwere afọ ojuju na onyinye ya na vidiyo egwu ahụ; o kwukwara na ọ gaghị eto eto ka Davido na ndị njikwa ya wepụta nkwupụta ezighi ezi iji kwatuo akara ya. Moe Musa dekọrọ ma duzie vidiyo egwu nke \"Skelewu\" na London, ma wepụta ya n'ọnwa Ọktoba afọ 2013.",
  "Na June 2014, Davido na Mi Casa, Lola Rae, Sarkodie, Diamond Platnumz na Tiwa Savage rụkọrọ ọrụ na \"Africa Rising\", abụ nke e ji mee ihe maka mgbasa ozi DStv iji kpalie ndị Afrịka isonye na ọrụ itinye ego na mmekọrịta mmadụ na ibe ya",
  "Vidio egwu nke \"Africa Rising\" bụ nke ụlọ ọrụ mmepụta ihe nke South Africa bụ Callback Dreams dekọrọ ma duzie. Ndị na-ese egwu ahụ mere egwu ahụ na mmemme mmeghe Africa Rising na Mauritius. N'ọnwa Juun afọ 2015, Davido wepụtara egwu ọnyà Meek Mill nyere aka \"Fans Mi\". Ọ na-akwa ndị na-akwado ya emo na ọdịyo na foto ndị dị n'azụ ihe nkiri nke vidiyo ahụ tupu ewepụta ya.",
  "E bu ụzọ wepụta abọm iri abụọ nke Davido bụ The Baddest na June 2015 mana e yigharịrị ntọhapụ ya na October 10 n'afọ ahụ. Ụbọchị abụọ tupu ụbọchị a, echedoro album ahụ n'ihi mmasị ụlọ ọrụ a na-akpọghị aha na ikesa ya. Davido wepụtara ihe mkpuchi album ahụ na ndepụta egwu na mbido afọ ahụ. The Baddest ga-egosipụta mmepụta site na Shizzi, Del B, Spellz, J Fem, Don Jazzy, Puffy Tee, Uhuru, Kiddominant na Young John. Ọ ga-egosipụtakwa ndị ọbịa dịka P-Square, Don Jazzy, Runtown, Uhuru, DJ Buckz, Akon, Meek mill, Wale na Trey Songz. Na Jenụwarị 2016, Davido kwupụtara na Twitter na ọ bịanyere aka na nkwekọrịta ndekọ na Sony Music; ọkwa ya zutere mmeghachi omume dị iche iche. Akwụkwọ ndekọ ahụ wepụtara akwụkwọ mgbasa ozi iji gosipụta nkwekọrịta ahụ. Nkwekọrịta ndekọ nke Davido na Sony chọrọ ka ọ wepụta abọm abụọ ma nye ya ohere ijide ikike maka egwu ya na arụmọrụ ya.",
  "Davido meriri Best African Act na 2017 MOBO Awards. O wepụtara \"If\" na Febụwarị 17, 2017. Ọ bụ Tekno mepụtara ya, onye dere egwu maka Davido. Ụlọ ọrụ na-edekọ egwu nke South Africa kwadoro abụ ahụ, na-egosi mbupu nke 200,000 nkeji. \"If\" meriri Best Pop Single na Song of the Year na The Headies 2018. N'ịtụle maka OkayAfrica, Sabo Kpade kọwara egwu ahụ dị ka \"onye na-ere ọkụ na-adịghị ngwa\" nke nwere \"ụda na-adịghị mma nke na-ada ụda ma na-ejideghị ngwá egwu\". E dekọrọ vidiyo egwu nke \"If\" na London; ọ bụ Director Q duziri ya ma Tunde Babalola mepụtara ya. Davido jikọtara ya na onye na-emepụta uwe nwoke Orange Culture iji wepụta nchịkọta capsule sitere na \"If\".",
  "N'otu ọnwa ahụ, Davido chere ebubo nke ịbụ onye otu Black Axe confraternity, ma ọ bụ Aye Cult Group, na ime mmegharị òtù nzuzo na egwu ya na vidiyo onwe ya",
  "Na Septemba 5, 2018, Daily Post kọrọ na otu onye a na-enyo enyo na ọ bụ onye òtù nzuzo Black Axe nke ndị uwe ojii Naịjirịa jidere kwupụtara na a dọtara ya n'ime otu ahụ na nkwa na ọ ga-ezute onye egwu, Davido. Na Septemba 15, 2018, na mkparịta ụka ya na Vanguard, onye njikwa mba Davido, Asa Asika, gọnahụrụ ihe ọmụma na Davido bụ onye otu nzuzo ọ bụla. N'abalị iri n'ọnwa Ọgọstụ n'afọ 2019, Information Nigeria kọrọ banyere mkpali nke Davido na-ekerịta vidiyo na akụkọ ya na-emesi ndị Aye Cult Group obi ike n'ihe ya.",
  "E wepụtara egwu Chris Brown nyere aka \"Blow My Mind\" na Julaị 26, 2019. Ọ bụ Shizzi mepụtara ya ma na mbụ e bu n'obi ka ewepụta ya dị ka onye ndu nke abọm ahụ. \"Blow My Mind\" nwere okwu banyere nwa agbọghọ nke na-afụ uche Davido n'ụzọ dị mfe. Na Edgar Esteves-directed visuals for \"Blow My Mind\", Davido na Chris Brown na-etinye oge dị mma na motel na ndị hụrụ ha n'anya. Vidio a nwetara otu nde mmadụ n'ime awa iri na otu, karịa \"Fever\" na \"Come Closer\" nke Wizkid iji bụrụ vidiyo egwu Naịjirịa iji nweta mmeri a ngwa ngwa. Ọ ghọkwara vidiyo egwu Naịjirịa iji nweta ọtụtụ nlele n'ime awa iri abụọ na anọ mbụ nke ntọhapụ ya. A tọhapụrụ \"Risky\" na Ọktoba 23, 2019. Ọ na-egosi olu ndị ọbịa site n'aka onye na-agụ egwu Jamaica bụ Popcaan, onye gwara Davido ka ọ pụta na egwu ya nke afọ 2018 \"Dun Rich\"",
  "Vidio egwu nke \"Risky\" bụ Meji Alabi duziri ma na-asọpụrụ usoro ihe nkiri mpụ nke telivishọn Top Boy",
  "Na vidiyo ahụ, otu nwanyị so na ndị ọrụ Davido na Popcaan na-agwa ha ndị uwe ojii.",
  "Na Eprel 6, 2012, Nigerian Entertainment Today kọrọ na Davido bịanyere aka na nkwekọrịta nkwado nde  -30 na MTN",
  "Nkwekọrịta ahụ kpughere ya dị ka ihu MTN Pulse, mkpọsa ahịa nke ndị ntorobịa Naịjirịa. Na Ọktoba 24, 2013, Pulse Nigeria kọrọ na Guinness Nigeria bịanyere aka na Davido maka nkwekọrịta nkwado. Dị ka akụkụ nke nkwekọrịta ahụ, Ọ rụrụ na Guinness World of More Concert n'akụkụ ndị na-ese ihe gụnyere P-Square, D'banj, Wizkid, Ice Prince, Burna Boy, Olamide, Phyno, Chidinma, Waje na Tiwa Savage",
  "Na Mee 9, 2018, Guardian Life kọrọ na Davido bịanyere aka na nkwekọrịta nkwado na Infinix Mobile, onye na-emepụta smartphone dị na Hong Kong. Na Mee 2021, a mara ọkwa ya dị ka onye nnọchi anya akara site na akara ịkụ nzọ egwuregwu a ma ama 1xBet Na June 11, Martell (cognac) kwupụtara Davido dị ka onye nnọchi anya ọhụrụ ya.",
  "Davido na-aga n'ihu na-enye ike ma na-arụ ọrụ na talent na-arị elu dịka Jels Quiah",
  "N'ọnwa Ọgọstụ afọ 2020, Davido pụtara na egwu UNCTION ya na Jels Quiah n'akụkụ Ice Prince na Walshy Fire",
  "Abụ ahụ ghọrọ ihe ịga nke ọma ngwa ngwa",
  "Davido nwere ụmụ atọ. O kwere Chioma nkwa ọlụlụ, nne nke nwa ya nke atọ",
  "Ọzọkwa, Stand Strong nke Davido gosipụtara United States Choir The Samples bụ ụda egwu ọzọ sitere na Davido.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-end\nÀtụ:Davido"
]