[
  "David Cortright bụ onye ọkà mmụta America na onye na-ahụ maka udo",
  "Ọ bụ onye nduzi nke ọmụmụ iwu na Kroc Institute for International Peace Studies na Mahadum Notre Dame na onye isi oche nke Board of the Fourth Freedom Forum. Cortright nwere ogologo akụkọ ihe mere eme nke nkwado ọha na eze maka iwepụ ngwá agha na mgbochi agha.",
  "Cortright bụ onye gụsịrị akwụkwọ na Mahadum Notre Dame n' afọ 1968",
  "N'afọ 1970, ọ natara M.A",
  "ya na Mahadum New York, wee gụchaa akwụkwọ doctoral ya n'afọ 1975 na Union Institute na-ebi na Institute for Policy Studies na Washington, D.C.",
  "Dị ka onye agha n'oge Agha Vietnam, Cortright sonyeere ndị agha ibe ya ikwu okwu megide agha ahụ dị ka akụkụ nke usoro udo GI.",
  "N'afọ 1977, a họpụtara Cortright dị ka onye isi nchịkwa nke Kọmitii maka SANE Nuclear Policy (SANE), nke n'okpuru nduzi ya ghọrọ nnukwu ụlọ ọrụ na-ewepụ ngwá agha na US",
  "Cortright malitere njikọta nke SANE na Nuclear Weapons Freeze Campaign na 1987 ma jee ozi ruo oge ụfọdụ dị ka onye isi nchịkịta nke nzukọ ahụ jikọtara ọnụ. N'afọ 2002, Cortright nyere aka guzobe njikọ aka \"Win Without War\" na-emegide mwakpo US na Iraq.",
  "Malite n'afọ 2014, ọ lụrụ ọgụ ka Ngalaba Nchebe gbanwee \"ihe ngosi na-acha pinki\" nke Agha Vietnam na ebe nrụọrụ weebụ ụlọ ọrụ gọọmentị. Mgbe ntuli aka nke nkwekọrịta udo nke Colombia na 2016 gasịrị, ọ rụrụ ọrụ na mmejuputa nkwekọrịta peeji narị atọ",
  "Cortright edeela ọtụtụ ihe gbasara mgbanwe mmekọrịta mmadụ na ibe ya na-enweghị ime ihe ike, nkwụsị nuklia, na ojiji nke mmachibido iwu na ihe mkpali dị iche iche dị ka ngwá ọrụ nke mmekọrịta mba ụwa",
  "O nyela ọtụtụ ụlọ ọrụ mba ọzọ ọrụ nyocha, gụnyere ndị nke Canada, Sweden, Switzerland, Japan, Germany, Denmark, na The Netherlands, ma nye ndị ụlọ ọrụ nke United Nations, Carnegie Commission on Preventing Deadly Conflict, International Peace Academy, na John D",
  "na Catherine T",
  "MacArthur Foundation ndụmọdụ.",
  "Ọ bụ onye edemede ma ọ bụ onye nchịkọta akwụkwọ iri na itoolu:",
  "N'ime afọ iri na ise gara aga, ya na Lopez edeela ma ọ bụ soro dezie usoro ọrụ dị mkpa na mmachibido iwu dị iche iche, gụnyere:"
]