[
  "David Gresham (amụrụ ya n'afọ 1943, Mbabane, Swaziland) bụ onye na-emepụta ihe ndekọ na South Afrika, onye na-ebipụta akwụkwọ, onye nwalite, na onye redio na telivishọn",
  "A maara ya nke ọma maka ọrụ ya na ihe nkiri nke SABC's Springbok Radio, South Africa's Top 20 na SABC TV's, Pop Shop",
  "Ọ bụ onye nwe David Gresham Entertainment Group",
  "Ọrụ ya, malitere n'afọ nke 1960s ma gafee afọ iri ise.",
  "Nwa nke nna ya bụ onye Germany, a mụrụ ya ma zụlite ya na Mbabane, Swaziland",
  "Ọ gara ụlọ akwụkwọ St Mark's na Mbabane",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, nna ya zigara ya South Afrika ka ọ bụrụ injinia eletromedical.",
  "N'achọghị ọrụ dị ka onye na-ahụ maka X-ray, kama ọ chọrọ ịbụ onye injinia ụda",
  "Ọ gara nyocha maka Rod Vickers nke LM Radio, ụlọ ọrụ redio dị na Mozambique, maka ọrụ dị ka onye injinia ụda mana ọ dara ajụjụ ọnụ ahụ mana e nyere ya mmeghe maka ọrụ na Herrick Merryl Recording Studios. Gresham nọrọ afọ atọ n'ebe ahụ na-amụta injinia ụda dị ka ụlọ ọrụ na-emepụta ma dekọọ ihe nkiri redio maka SABC ma ọ mepụtara ụda na egwu maka ihe ngosi redio.",
  "Ọ laghachiri na LM Radio mere afọ ole na ole ka e mesịrị mgbe ọ zutere ndị nchịkọta akụkọ nke ụlọ ọrụ ahụ na egwu jazz na Swaziland. Gresham rutere na LM Radio na Jenụwarị 1965, ọnwa isii mgbe ụlọ ọrụ ahụ gbanwere usoro ya gaa na egwu pop ma gbasaa dị ka ụlọ ọrụ awa 24",
  "Onye njikwa ụlọ ọrụ ya na onye isi nchịkwa ya bụ David Davies ma soro Darryl Jooste, John Berks, na Evelyn Martin rụọ ọrụ. Ọ ga-agbasa ozi na LM Radio ruo afọ abụọ na ọkara mana ọ chọrọ n'ezie ide ma dekọọ egwu.",
  "Mgbe ọ hapụrụ LM Radio, Gresham laghachiri Johannesburg n'afọ 1967 wee sonye na Teal Records dị ka onye na-ese ihe na repertoire (A&R) na onye njikwa nkwalite na World Records. N'otu oge ahụ ka ọ na-arụ ọrụ maka Teal, a na-enye ya ọnọdụ onwe ya dị ka onye ọbịa nke na SABC's Springbok Radio's 5.30pm drive show The Record Express. Ihe ngosi redio ahụ ga-emesị gaa na 4.30pm ma gbanwee aha ya The David Gresham Show ma gbasaa site na elekere anọ nke abalị ruo elekere nke isii.",
  "N'afọ 1969, na njem ọ gara London iji gbaa ndị na-egwu egwu ajụjụ ọnụ, a kpọrọ ya ka ọ gbaa John Lennon ajụjụ ọnụ. A machibidoro Lennon na Beatles iwu na SABC ruo afọ ise mgbe o kwusịrị okwu ya n'afọ 1966 banyere Iso Ụzọ Kraịst. N'ajụjụ ọnụ ya na Gresham, Lennon rịọrọ mgbaghara maka ihe o kwuru na ọ kọwara onwe ya dị ka onye na-akwado Jizọs Kraịst. Mgbe ọ laghachiri Johannesburg, Gresham enweghị ike ịme ajụjụ ọnụ ahụ na SABC Radio ebe ndị na-enyocha ihe na-ewe iwe ugbu a maka nkwupụta Lennon banyere ịbụ onye na-akwado ya, ndị na-ede akwụkwọ kwenyere na mmadụ nwere ike ịbụ naanị onye na-eso ụzọ.",
  "N'afọ 1971, a gwara Gresham ka ọ kwado Springbok Radio's Top 20 n'abalị Fraịdee, na-agbasa ọzọ n'ehihie Satọdee dị ka SA Hits Of The Week na 5.00pm. E mechara kpọọ ihe ngosi Fraịdee South African Top 20 ma ọ kwadoro ihe ngosi ahụ ruo n'afọ 1985 mgbe emechiri ụlọ ọrụ Springbok Radio",
  "Mgbe njedebe nke Springbok Radio gasịrị, ọ gara n'ihu na-egosi na redio ruo n'afọ 1991.",
  "Mgbe telivishọn rutere South Africa na 1975, Gresham gosipụtara ihe ngosi dịgasị iche iche, Sunshine 30, na ọwa nyocha SABC. Mgbe telivishọn malitere n'afọ 1976, ọ gosipụtara ihe ngosi egwu mgbede na Fraịdee a na-akpọ Pop Shop ma ga-akwado ya ruo afọ abụọ",
  "Gresham kpatara esemokwu n'akụkụ ndị na-agbaso omenala nke ndị ọcha South Africa mgbe ọ nọ na Pop Shop, ọ na-egwu vidiyo egwu nke gosipụtara onye na-agụ egwu ojii America na nke mbụ ya na telivishọn. Mgbe e mesịrị, ọ ga-akwado ihe ngosi SABC TV Easy Beat ruo afọ abụọ.",
  "Gresham hapụrụ Teal Records mgbe ha jụrụ imepụtaghị egwụ o dere",
  "Kama nke ahụ, ọ gara EMI ma mepụta egwu abụọ na ndị omenkà abụọ na Clive Calder A&R Manager na EMI ga-ahapụ ha. N'otu oge ahụ Gresham zutere Mutt Lange site na Calder. Egwú o dere ma mepụta, nke napuru ya $ 1.50 kwa otu elekere na studio iji dekọọ, bụ Iʹll Walk With You nke onye na-agụ egwu Irish Sean Rennie na abụ ahụ gara n'ihu iru Top 10 chart na South Africa.",
  "N'afọ 1972, Gresham na onye mmekọ ya Allan Goldswain guzobere akara ndekọ a na-akpọ Nitty Gritty Records. Ụlọ ọrụ ahụ nwetara aha ya ugbu a na 1984 mgbe a gbanwere ya ka ọ bụrụ David Gresham Records. N'oge mbụ ya, ụlọ ọrụ ahụ ga-ede jingles maka mgbasa ozi nke nyere akara ahụ ego ọzọ mgbe ụgwọ ọrụ SABC nke Gresham kwụrụ ụgwọ ụlọ ọrụ ahụ.",
  "E nyere Gresham ihe nrite ọla edo n'afọ 2016 site na Midem iji kwanyere ọrụ ya na ụlọ ọrụ egwu ùgwù.",
  "Ọ lụrụ Ismay, onye bụbu onye na-agba egwú ma nwee ụmụ atọ, Larry, Leigh na Angela."
]