[
  "David Alechenu Bonaventure Mark, GCON bụ onye Brigadier General nke ndị agha Naijiria lara ezumike nká na onye ndọrọ ndọrọ ọchịchị. Ọ bụ onye isi oche nke Senate nke Naịjirịa site na 2007 ruo 2015 ma bụrụkwa Senator maka Benue South Senatorial District Benue State. Ọ bụ onye otu People's Democratic Party (PDP). Tupu ọrụ ya dị ka onye omeiwu, Mark bụ Gọvanọ ndị agha nke steeti Niger site na 1984 ruo 1986 na Minista nke nkwukọrịta.",
  "A mụrụ Mark na Otukpo Benue State n'ọnwa Eprel afọ 1948",
  "Ọ gara St",
  "Francis Catholic Practicing School tupu ọ gaa Nigerian Military School",
  "Mgbe nke ahụ gasịrị, ọ gara Nigerian Defence Academy E nyere ya ọrụ dị ka onye isi nke abụọ n'afọ 1970 wee ghọọ onye isi ụgbọ mmiri n'afọ 1971",
  "Ọ bụ Commandant nke Static Communications na 1974, mgbe e mesịrị nwee ọkwa ndọrọ ndọrọ ọchịchị dị ka Onye isi oche nke Abandoned Properties Implementation Committee na mpaghara Ọwụwa Anyanwụ na 1976.",
  "Mark bụ onye isi nke ozi  nke",
  "nzikọrịta ozi na nnukwu ụlọ ọrụ abụọ ya: Naijiria nzikọrịta ozi oke (NITEL) na Nigerian Postal Service (NIPOST)",
  "Dị ka Minista nke nkwukọrịta, a maara Mark mgbe ụfọdụ maka okwu ya na-enweghị isi; n'oge njem njem ụbọchị abụọ nke ụlọ ọrụ na Akure na 1989, ụfọdụ ndị ọrụ union mere mkpesa na ụfọdụ n'ime ndị otu ya enwetabeghị ọganihu kemgbe 1978",
  "Nzaghachi Mark bụ na ndị a na-akwaliteghị nwere ike ịla ezumike nká, nke pụtara na a ga-ahapụ ndị ọrụ na-adịghị arụpụta ihe. Ọ kwadokwara echiche nke ntaramahụhụ ọnwụ maka ndị ohi telivishọn, yana iwu nke iwepụ ụlọ ọrụ telivish ndụ a na-ejighị eme ihe na-ezo aka na ndọrọ ndọrọ ọchịchị maka inye onyinye na obodo ndị nwere obere iji netwọk ekwentị.",
  "A họpụtara Mark ka ọ bụrụ onye isi oche nke Senate nke Naịjirịa na June 6, 2007.",
  "David Mark gbara ọsọ maka nhọpụta ọzọ na Senate maka Benue South n'ọnwa Eprel afọ 2011 ma họpụta ya maka oge nke anọ. David Mark kwuru na ntuli aka ahụ gosipụtara mmeri siri ike ya, ma kpọọ ndị na-emegide ya ka ha rụkọọ ọrụ ọnụ iji melite Naịjirịa.",
  "Mgbe ọ na-eduzi nyocha nke Iwu Naijiria, a kọrọ na Mark gbara ndị ọrụ ibe ya ume ka ha wepụ ọdịmma onwe ha ma lekwasị anya na ọdịmma nke ndị Naijiria. Mgbe UK katọrọ iwu Naịjirịa machibidoro ịlụ di na nwunye, na-eyi egwu ịdọrọ enyemaka mba ọzọ ha, Mark zaghachiri na ha \"kwesịrị ịnọgide na-enyere ha aka\". Mark kpọrọ mba bọọlụ gọọmenti etiti nke Naịjirịa \"ebe nrụrụ aka na mba ahụ,\" na-atụ aro na ha nwere ike ịdị mkpa ịgbasa nwa oge iji nye ohere maka iwughachi.",
  "Na Septemba 2018 ọ na-atụ anya ịbụ onye na-azọ ọkwa onye isi ala ma họpụta Zainab Abdulkadir Kure dị ka onye njikwa mkpọsa ya na Abba Ejembi dị ka ọnụ na-ekwuchitere mkpọsa ya.",
  "Ọ na-enwe mmasị na golf, tennis, na squash. Ọ bụ onye Idoma Christian, O nwere 4-5 Ndị Nwunye.",
  "Mark nwere ụlọ ime obodo nwere helikọpta na helipad."
]