[
  "David Njoku (/ɪnˈdʒoʊku/ in-JOE-koo; amụrụ n'ụbọchị iri nke ọnwa Julaị afọ  1996) bụ onye American football tight end nke Cleveland Browns nke National Football League  (NFL)",
  "Ọ gbara bọọlụ kọleji na Miami (FL)",
  "Ndị Browns debara  ya na agba nke mbụ nke  Ndebanye NFL nke afọ 2017.",
  "Njoku bụ otu n'ime ụmụ itoolu ndị nne na nna Naijiria mụrụ bụ ndị kwagara na obodo United States. Ọ gara ụlọakwụkwọ sekondiri Cedar Grove dị na Cedar Grove, New Jersey",
  "N'oge ọ na-arụ ọrụ, o nwere nnabata iri asaa na isii na yaadi otu puku narị asaa na iri itoolu na anọ na touchdowns iri na itoolu",
  "Njoku bụ onye na-enweta bọọlụ atọ, ọ gara Miami (FL)",
  "igwu bọọlụ kọleji maka ọchịchọ sitere na kọleji Boston nke Steeti Ohio na Temple.  Njoku mekwara asọmpi na iwuli elu na ụlọ akwụkwọ sekọndrị, merie asọmpi mba na New Balance Nationals Outdoor n'afọ ikpeazụ ya nke afọ 2014.",
  "Mgbe ọ gbasịrị redshirt n'afọ mbụ ya na Miami n'afọ 2014, Njoku gbara bọọlụ ugboro anọ nime ugboro iri na ato a kpọpụtara ya dịka onye ga eso agba bọọlụ n'afọ 2015 ma nwee nnabata ugboro iri abụọ na ise nime yaadi nari atọ na iri isii na abụọ  na otu touchdown N'afọ 2016, o nwere nnabata iri anọ na atọ n'ime yaadi  nari isii na iri itoolu na asatọ na touchdowns asatọ Mgbe oge ahụ gasịrị, Njoku kpebiri ịhapụ afọ abụọ fọdụrụnụ ma banye na Nhoputa NFL nke afọ 2017.",
  "Ebe e si nweta ya:",
  "Njoku natara akwụkwọ ịkpọ òkù na NFL Combine ma mechaa ihe niile jikọtara na ọzụzụ ọnọdụ",
  "Na mgbakwunye, ọ gara Miami's Pro Day wee họrọ kwa egwuregwu  ịwụli elu, na-awịli elu, shuttle dị mkpirikpi, ịgba ọsọ yaadi iri anọ , igba ọsọ yaadi iri abụọ na ịgba ọsọ haadi iri",
  "Ndị ọkachamara Nhọpụta na ndị nyocha NFL mere atụmatụ na a ga-ahọrọ Njoku na agba nke mbụ nke nhọrọ ahụ",
  "A họpụtara ya dị ka nke atọ kachasị mma na ebe nhọrọ nke Nkọwa egwuregwu   ma họpụta ya dị ka njedebe nke abụọ kachasị mma site na ESPN, onye nyocha NFL Mike Mayock, na onye nyocha NFL Bucky Brooks.Àtụ:Nfl predraftCleveland Browns họọrọ Njoku na agba nke mbụ (onye nke iri abụọ na itoolu n'ozuzu) nke Nhọrọ NFl nke afọ 2017. Ọ bụ onye nke atọ a họpụtara na nhọrọ ahụ.",
  "N'ụbọchị nke iri na ise nke ọnwa  June afọ 2017, Cleveland Browns bịanyere Njoku aka na nkwekọrịta zuru oke, nke afọ anọ, nde $ 9.52  nke gụnyere ego mbinye aka nke nde $ 5.06.",
  "N'ụbọchị nke iri n'ọnwa Septemba, Njoku mere mpụta  NFL mbụ ya na mmeri 21-18 na Pittsburgh Steelers",
  "O nwere nnata abụọ maka yaadi isi abụọ.",
  "na egwuregwu nke izu nke abụọ na mmegide Baltimore Ravens,, o nwere nnata atọ na yaadi iri abụọ na asaa na touchdown mbụ ya na NFL na mmeri 24-10. Ọ mechara afọ ọhụrụ ya na nhọta iri atọ na abụọ na yaadi narị atọ  a iri asato na isii na touchdown anọ.",
  "N'afọ 2018, Njoku banyere n'oge ahụ dị ka Browns na-amalite na njedebe siri ike",
  "Ọ gbara bọọlụ n'egwuregwu iri na isii niile ma bido egwuregwu  iri na anọ, na-edekọ nhọta iri ise na isii n'ime  yaadị narị isii na iri atọ na itoolu na touchdowns anọ",
  "N'izu nke abụọ nke oge 2019, Njoku dara n'isi ya wee hapụ egwuregwu ahụ megide New York Jets n'ihi mgbagwoju anya",
  "Otú ọ dị, ka e mesịrị n'izu ahụ, e kpughere na Njoku nwere nkwonkwo aka gbajiri agbaji n'otu egwuregwu ahụ",
  "E debere ya na ndị merụrụ ahụ n'ụbọchị iri abụọ nke ọnwa Septemba afọ 2019. A họpụtara ya ka ọ laghachi site na ndị merụrụ ahụ n'ụbọchị nke iri na abụọ  nke ọnwa Nọvemba afọ 2019, wee malite ịrụ ọrụ na ndị otu ahụ ọzọ. A malitere ya n'ụbọchị nke asaa nke ọnwa Disemba afọ 2019.",
  "N'abalị iri abụọ na asaa n'ọnwa Eprel afọ 2020, ndị Browns gosipụtara nhọrọ afọ nke ise na nkwekọrịta Njoku. E debere Njoku na ndị merụrụ ahụ n'ubochi iri na anọ nme ọnwa  Septemba afọ 2020, na mmerụ ahụ n'ikpere, otu ụbọchị mgbe o weputara nhota atọ nime yaadi iri ise na touchdown megide Baltimore Ravens. A malitere ya n'ụbọchị iri nke ọnwa Ọktoba.",
  "N'izu nke ise megide Los Angeles Chargers, Njoku jidere passes asaa nime yaadị otu nari na iri anọ na itoolu ya na touchdown, na akara na-abịa site na nhọrọ yaadị iri asaa na otu na-ịgba ọsọ",
  "Browns ga-aga n'ihu dịkae meriri ha 47-42 na egwuregwu",
  "Browns debere akara ngosi na Njoku n'ubochi asaa nke onwa  Machị afọ 2022. N'ụbọchị iri abụọ na asaa nke ọnwa Mee afọ 2022, Njoku bịanyere aka na nkwekọrịta afọ anọ, nde $ 56.75.",
  "Àtụ:2017 NFL DraftÀtụ:BrownsFirstPickÀtụ:Browns2017DraftPicksÀtụ:Cleveland Browns roster navbox"
]