[
  "David C",
  "Driskell (June 7, 1931 eprel 1, 2020) bụ ónyé America na-ese ihe, ọkà mmụta na ónyé nlekọta; a maara ya maka ọrụ ya n'ịmepụta nka Africa-America dị ka mpaghara ọmụmụ dị iche. N'oge ndụ ya, a kpọtụrụ Driskell aha dị ka otu n'ime ndị isi ụwa na-ahụ maka nka Africa na America. Driskell nwèrè utu aha nke Distinguished University Professor of Art, Emeritus, na Mahadum Maryland, College Park.",
  "A mụrụ David Clyde Driskell na 1931 na Eatonton, Georgia, nwa George Washington Driskell, onye ụkọchukwu Baptist, na Mary Cloud Driskell، ónyé na-elekọta ụlọ. A mụrụ nna nna ya, William Driskell, n'ohu n'afọ 1862, ma kụziere onwé ya ozizi Metọdist, na-aghọ onye ozi.   Mgbe David Driskell dị afọ ise, ya na ezinụlọ ya kwagara Appalachia na ọdịda anyanwụ North Carolina, ébé ọ gara ụlọ akwụkwọ elementrị na ụlọ akwụkwọ sekọndrị.",
  "Mgbè ọ gụsịrị akwụkwọ ọtụtụ afọ na Talladega College na Alabama, ọ gara n'ihu nweta nzèrè Master of Fine Arts na Mahadum Katọlik na 1962.",
  "Ọ bụ osote prọfesọ nké nka na Mahadum Howard site na 1963 ruo 1964. N'afọ 1964, o nwèrè fellowship na Netherlands Institute for Art History na The Hague.",
  "David C",
  "Driskell: Artist and Scholar nke Julie L",
  "McGee, akwụkwọ na-akọwapụta ndụ na ọrụ Driskell, e bipụtara na 2006.",
  "N'ime afọ iri asaa ọ rụrụ ọrụ dị ka onye na-akọ akụkọ ihe mere eme na onye na-ahụ maka nka, Driskell nyere onyinye ndị a na-ewere dị ka ntọala na ngalaba nke nka Africa America. Ọ haziri ihe ngosi 35 nke ọrụ ndị na-ese ihe ojii, gụnyere Jacob Lawrence, Romare Bearden, na Elizabeth Catlett.",
  "Driskell mepụtara ọrụ nka gụnyere eserese, eserese, collage na printmaking, na-ejikọkarị ha n'ịmepụta ọrụ mgbasa ozi ngwakọta",
  "Ọrụ ya na-esiri ike ịhazi n'ihi ọdịiche nke ọrụ nka ya, ebe ọ rụrụ ọrụ ma n'ụzọ na-enweghị atụ ma n'ihe atụ, yana iji ihe dịgasị iche iche gụnyere ihe osise mmanụ, acrylic, egg tempera, gouache, ink, akara, na collage, na akwụkwọ na ákwà a gbatịrị agbatị na agbatị agbatị",
  "Isiokwu nke ọrụ ya sitere na foto nke ndị na-agụ egwu jazz, chi na ememe ndị Afrịka, ndụ obodo, na ọdịdị ala gburugburu ụlọ ya n'oge ọkọchị na Maine."
]