[
  "David Grant Rosen (ubochí irí abụọ na isii n'ọnwa Nọvemba 1959 rụọ úbọchị àtó n'ọnwa Machị 2014) bụ onye na-emepụta ejiji na onye na-ese ihe na South Africa",
  "A zụrụ ya dị ka onye na-ese ihe, a maara ya karịsịa màkà ejiji ndọrọ ndọrọ ọchịchị ya, nka na ime ihe ike, site na atụmatụ ya na-emegide ịkpa ókè agbụrụ na 1980s ruo na akara ejiji Reason8 na United States.",
  "A mụrụ ya na Cape Town, South Africa, David Rosen gụrụ akwụkwọ na Sea Point Boys High School",
  "Na mbido, o gosipụtara nkwa dị ka onye na-ese ihe ma merie asọmpi iji mepụta ihe ngosi màkà ekwentị mkpanaaka igbu onwé ónyé",
  "E gosipụtara ntinye mmeri ya dị ka mgbasa ozi na bọs obodo Cape Town",
  "Mgbè ọ gụsịrị akwụkwọ na 1976, e debara aha ya n'akwụkwọ ruo afọ abụọ na South African 6th Infantry Division",
  "Mgbè otu afọ gasịrị, e zigara ya na Youngsfield Anti-Aircraft Base na Cape Town ebe ọ rụrụ ọrụ na magazin Battalion dị ka onye na-ese ihe osise",
  "N'afọ 1980-81 ọ bụ nwa akwụkwọ na Cape Technikon School of Art",
  "N'afọ 1982-83 ọ bụ nwa akwụkwọ na School of Contemporary Art na Cape Town.",
  "N'afọ 1983, David Rosen guzobere akara ejiji izizi ya nke a na-akpọ Electric Affair (maka Momentum Clothing)",
  "O mepụtara uwe na-abụghị nke denim, ma ree ya n'etiti agbụrụ n'ahịa ka na-ekewapụ onwé ya",
  "O mekwara uwe elu mbụ ya na ndọrọ ndọrọ ọchịchị: ihe na-emegide nuklia nke na-eme ka ụlọ ọrụ nuklia Koeberg pụta ìhè, na-adịghị ányá site n'ebe ọ bi",
  "N'afọ 1984, o guzobere azụmahịa nke ya, ya na Laurie Dreyer si Chelsea West na Bad Boys Clothing",
  "A na-akpọ akara ahụ \"Affair of State\".",
  "N'afọ 1985, gọọmentị na-ahụ màkà ịkpa ókè agbụrụ machibidoro uwe elu ya iwu ma mgbè ọ pụtara n'ihu akwụkwọ akụkọ The Cape Times, ndị uwe ojii na-ahụ Màkà nchekwa weghaara ihe ọ bụla nwere akara ya na akara edemede: ákwà màkà ndị mmadụ site na davidá.",
  "N'ịbụ onye ndọrọ ndọrọ ọchịchị na gburugburu ebe obibi okike n'ozuzu ya wutere, David kwagara obodo New York",
  "N'afọ 1986, ya na ónyé mmekọ ya bụ Danny Forman (Forecaster of Boston) guzobere ụlọ ọrụ State NYC na-emepụta ihe ndị dị mma na nkè oge a",
  "Site na 1986 ruo mmalite nkè afọ 1990 David mere aha ya na obodo New York, na-ere nnukwu ụlọ ahịa pụrụ iche na ngalaba dị ka Bloomingdales, Macy's na Patricia Field.",
  "Na mbido afọ 2000, David kwagara Boston",
  "N'oge na-adịghị anya mgbè nkè ahụ gasịrị, na 2003, David mepụtara akara Reason8 dị ka nzaghachi ejiji màkà mwakpo nke iraq na ndọrọ ndọrọ ọchịchị na echiche dị iche iche na-esote onye isi ala George W",
  "Bush",
  "Reason8 shirts jikọtara ihe osise siri ike na ozi na-akpali echiche n'ọtụtụ isiokwu ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya",
  "David mepụtara uwe \"WMD: Weapons of Mass Deception\" iji meghachi omume na esemokwu gbasara ngwá agha Iraq nke nnukwu mbibi. \"M na-eme, m na-eme\", m na-emekarị\" ya na arụmụka gbasara alụmdi na nwunye nwoke na nwanyị. O kwukwara màkà esemokwu gbasara nlekota na-arịwanye elu na imewe \"Otu Mba Nlekota\". Atụmatụ ndị ọzọ gụnyere \"nweta ọchịchị onye kwuo uche ya?\", ihe na-atọ ọchị na mgbasa ozi nwere mmiri ara ehi.",
  "N'afọ 2008, a chọpụtara na David nwere ọrịa kansa akpa ume ma lụọ ọgụ site na ọgwụgwọ ruo oge ụfọdụ",
  "Mgbè ọ na-agwọ ọrịa na Dana-Farber Cancer Institute, ọ bịdọrọ idekọ akwụkwọ ndekọ anya nke ahụmịhe ahụ gụnyere ime ihe osise nkè Infusion Rooms",
  "Nke a ghọrọ ihe ndabere màkà ihe ngosi mbụ ya \"Hotel Chemo\", nchịkọta nke ihe osise na ihe odide. Ọrịa kansa gbanwere echiche nka ya kpamkpam. Site n'afọ 2008 ruo n'oge ọnwụ ya n'afọ 2014, ọ wepụtara uwe elu ole na ole ma lekwasị anya na usoro nka site na eserese ya, ihe osise, ihe ọkpụkpụ na ọrụ mgbasa ozi dị iche iche",
  "Karịsịa, o lekwasịrị anya na surrealist automatism dị ka ngwá ọrụ ọgwụgwọ. N'afọ ndị ikpeazụ ya, ọ na-achọsi ike ijide oge ụfọdụ n'ịmepụta ihe osise, oge ọ na-akwụsịtụ na naanị màkà nke abụọ ahụ, ihe osise ahụ zuru ezu",
  "O jiri resin chekwaa oge ndị a, nke ọ kpọrọ \"akpụkpọ\"."
]