[
  "David Olaniyi Oyedepo (amụrụ na Septemba 27, 1954) bụ onye nkwusa Naijiria, onye edemede Ndị Kraịst, onye ọchụnta ego, onye na-ewu ụlọ na onye guzobere Living Faith Church Worldwide, na onye isi Bishọp nke Faith Tabernacle na Ota, Ogun State, Nigeria",
  "A makwaara ụka ahụ dị ka Winners' Chapel International",
  "The Winners' Chapel International network of churches is located in over 300 cities, in all states of Nigeria, and in several cities in 45 African nations, Dubai, the United Kingdom and the United States, Europe, Asia and Canada",
  "A hụla Oyedepo dị ka otu n'ime ndị ọsụ ụzọ nke Christian charismatic movement na Africa ma kpọọ ya otu n'ime ndị nkwusa kachasị ike na Nigeria. Ọ bụ Chancellor nke Covenant University na Landmark University",
  "Magazin Forbes kpọrọ ya aha n'afọ 2011 dịka pastọ kachasị baa ụba na Naịjirịa.",
  "Na Septemba 27, 1954, a mụrụ David Olaniyi Oyedepo na Osogbo, Nigeria, mana ọ bụ onye Omu-Aran, Irepodun Local Government Area nke Kwara State",
  "A zụlitere ya n'ezinụlọ okpukpe agwakọta",
  "Nna ya, Ibrahim, bụ onye Alakụba na-agwọ ọrịa",
  "Nne ya, Dorcas, bụ onye otu Holy Order of the Cherubim and Seraphim Movement Church (C&S), alaka nke Aladura movement na Nigeria. Ọ bụ nne nne ya zụlitere ya na Osogbo, onye mere ka ọ mata omume ọma nke ndụ Ndị Kraịst site n'ekpere ụtụtụ nke ya na ya gara",
  "Ọ kụzikwaara ya mkpa inye otu ụzọ n'ụzọ iri.",
  "Oyedepo gụrụ ihe owuwu na Kwara State Polytechnic Ilorin",
  "O nwetakwara PhD na Human Development na Mahadum Honolulu, Hawaii, US.",
  "Oyedepo rụrụ ọrụ obere oge na Federal Ministry of Housing na Ilorin tupu ọ hapụ ọrụ iji lekwasị anya na ọrụ ozi ala ọzọ",
  "N'afọ 1982, ọ lụrụ Florence Abiola Akano (nke a maara ugbu a dị ka Faith Oyedepo)",
  "Ha mụtara ụmụ anọ (David Jr, Isaac, Love na Joyce)",
  "Kenneth Copeland họpụtara David Oyedepo Jr na Isaac Oyedepo dịka ndị pastọ na Mee 2007. David Oyedepo Jr bụbu pastọ na London Branch of the Church ya na nwunye ya, Kemi mana ọ bụzi pastọ bi na isi ụlọ ụka nke Ministry (Faith Tabernacle) ebe Isaac Oyedepo pastọ Winners' Chapel International, Maryland, na United States of America ya na nwunye ya Ayomitide. Nwa ya nwanyị mbụ bụ Love lụrụ Stephen Ogah, onye bụkwa onye pastọ na Winners' Chapel.  Joyce Priscilla bụ nwa ikpeazụ na nwa nwanyị nke abụọ",
  "Ọ lụrụ Abimbola Abodunrin n'afọ 2020.",
  "DODOS bụ atụmatụ nke Covenant University Alumni Association guzobere iji kwalite onyinye na ndụ nke Oyedepo",
  "Malite na 27 Septemba 2012, ụbọchị ọmụmụ Oyedepo, a na-atụ anya na ndị mmadụ gburugburu ụwa na-ejikọta na atụmatụ a ga-egosi ọrụ onyinye nye ndị mmadụ n'otu n'otu, òtù ma ọ bụ ọha mmadụ n'ozuzu ya."
]