[
  "David James (a mụrụ n'abalị iri abụọ na asatọ n'ọnwa Ọktoba n'afọ 1972) bụ onye na-eme ihe nkiri, ihe nkiri na telivishọn na South Africa nke a maara nke ọma maka imeka onye ọjọọ Koobus Venter na ihe nkiri akụkọ sayensị nke a họpụtara na Oscar n'afọ 2009 District 9",
  "A makwaara ya n'etiti ndị na-ege ntị na South Africa maka ọdịdị ya n'afọ 2004-2006 dịka \"Mad Dog\" na ihe nkiri ncha Isidingo, maka ngosipụta ya dịka Joel Joffe na nnukwu ihe nkiri na nke a nabatara nke ọma n'afọ 2010 na 2011 nke Rivonia Trial, yana maka ọrụ ya dịka onye njikwa ụlọ ọrụ redio Hermanus Meyer na ihe nkiri Rhythm City.",
  "James tolitere na Paarl, Western Cape na ugbo mmanya",
  "Ezinụlọ ya bụ ndị na-agbaso omenala na ndị na-ekewapụ onwe ha, nna ya bụ nwoke Dutch Reformed, ebe James bụ onye nweere onwe ya",
  "Ya na ezinụlọ ya nwekwara esemokwu n'oge ọ bụ nwata banyere nhọrọ ọrụ ya",
  "Dịka nwa okorobịa, James na ezinụlọ ya mere nkwekọrịta na ọ bụrụ na ọ nata WP-colours ya na egwuregwu, ọ nwere ike ịchụso nhọrọ ọmụmụ ya",
  "Mgbe o mezuru nke a na mgbe ọ rụchara ọrụ ya na ndị agha, ọ họọrọ ịmụ ime ihe nkiri.",
  "Site n'afọ 1995 ruo 2001, James mụrụ ime ihe nkiri, ịbụ abụ, ịgba egwu, na ọjà",
  "Otu n'ime ndị nkuzi ya bụ Joan Brickhill a ma ama, \"nnukwu nwanyị\" nke ihe nkiri South Africa na onye na-eme ihe nkiri Tony Award, n'okpuru onye James gụrụ akwụkwọ site n'afọ 1997 ruo 2001",
  "N'oge a, ọ rụkwara ọrụ na-ere ụgbọala, na-asa ụgbọala, na na-ehicha ọdọ mmiri, na ọbụna na-elekọta ndị agadi.",
  "N'elu ikpo okwu, ọ na-arụkọ ọrụ na mmepụta nke The Picture of Dorian Gray (2002), A Midsummer Night's Dream (2005) na My Fair Lady (2006), na ndị ọzọ, yana na 2007 Fangs, akụkọ na-atọ ọchị banyere onye vampire nke Johannesburg nke tụfuru ezé ya. Ọ rụkwara ọrụ na Everybody Else (is Fucking Perfect), ihe ọchị nke afọ 2007 banyere di na nwunye a manyere ịnagide mmekọahụ na ekwesịghị ntụkwasị obi nke di.",
  "James apụtala n'ọtụtụ mgbasa ozi na ihe nkwalite ụlọ ọrụ, gụnyere mgbasa ozi na nkwalite maka Toys 'R Us, Ford, Compaq, na Cipler Insurance.",
  "Ọ rụkwara ọrụ na ọtụtụ usoro telivishọn na ncha South Africa, gụnyere ọrụ na Criminal Minds (2000), Snitch (2004), Jozi Street (2004), na Isidingo ogologo oge, ebe site n'afọ 2004 ruo 2006 ọ gosipụtara onye ogbu mmadụ a na-akpọ Mad Dog.",
  "James nwere ọrụ ugboro ugboro dịka Danie Nel, onye a na-akwụ ụgwọ égbè, na usoro Binnelanders n'afọ 2009.",
  "N'afọ 2010, n'egwuregwu Rivonia Trial, James gosipụtara Joel Joffe, onye ọka iwu nọchitere anya Nelson Mandela na ikpe ọjọọ nke afọ 1963 na-emegide ịkpa ókè agbụrụ nke otu aha ahụ",
  "Egwuregwu ahụ nabatara nke ọma n'ozuzu ya ma kọwaa ya site na State Theatre dịka \"ihe zuru oke\".",
  "N'afọ 2011, James mere Dieter, otu n'ime ndị na-atọrọ mmadụ n'ụzọ obi ọjọọ, na miniseries Britain Kidnap and Ransom, nke onye na-eme ihe nkiri Trevor Eve mepụtara",
  "E mere ihe nkiri nke akụkụ atọ banyere onye na-ekwu okwu (Eve) kpamkpam na South Africa ma nweta nyocha dị mma n'ozuzu.",
  "O nwekwara obere ọrụ na Strike Back, usoro ọzọ nke Britain nke egosiri na Cinemax, na ihe nkiri Winnie, ihe nkiri dabeere na ndụ Winnie Mandela nke Jennifer Hudson na Terrence Howard gosipụtara.",
  "James pụtara dịka Hermanus Meyer, onye njikwa ụlọ ọrụ redio, na usoro telivishọn South Africa Rhythm City",
  "Ọ gbara onye ọgba tum tum Danny Boy na ihe nkiri Angus Buchan's Ordinary People, akụkọ onye nkwusa South Africa Angus Buchin, nke e wepụtara n'ọnwa Eprel.",
  "N'ọnwa Mee, o nwere ọrụ na egwuregwu mmadụ abụọ, nke dị mkpirikpi ma bụrụ nke a nabatara nke ọma \"Comrade Babble\", ihe gbasara ndọrọ ndọrọ ọchịchị gbasara onye ọchụnta ego South Africa e gburu Brett Kebble.",
  "James mere onye ọjọọ a na-akpọ Hermanus Meyer na usoro TV Rhythm City ruo ọtụtụ afọ.",
  "James bi ugbu a na Parkview, mpaghara dịpụrụ adịpụ nke Johannesburg",
  "Ọ na-asụ asụsụ abụọ, na-asọpụta Bekee na Afrikaans",
  "O nwere nwanne nwanyị tọrọ ya, Lorraine, onye nwere ma na-arụ ọrụ n'ụlọ ezumike na Paarl.",
  "James enyerela aka n'ịchịkọta ego maka Faces of Hope, otu ọrụ ebere South Africa nke na-akpata ego maka ndị nwere ọrịa na-eyi ndụ egwu na-enweghị mkpuchi ahụike zuru oke ma ọ bụ ego iji kwụọ ụgwọ maka ọgwụgwọ ha",
  "N'ọnwa Eprel afọ 2010, e gosipụtara otu isiokwu gbasara ihu nke olileanya na ntinye aka ya na O: The Oprah Magazine South African edition",
  "James pụtara dịka onye ọka ikpe a ma ama maka asọmpi February afọ 2010 nke ndị na-eto eto \"High Flyer\" na Redhill School na Johannesburg",
  "Na mberede, nke a bụ otu ụlọ akwụkwọ onwe onye nke onye ya na District 9 Sharlto Copley na onye nduzi Neill Blomkamp gara. N'ọnwa Machị afọ 2010 James bụ onye ama ama na Naledi Theatre Awards."
]