[
  "David Batstone bụ prọfesọ na-ahụ maka ụkpụrụ omume na Mahadum San Francisco ma bụrụ onye guzobere na onye isi oche nke Not for Sale",
  "Batstone bụkwa onye nta akụkọ na onye isi ala na onye guzobere Right Reality, azụmahịa mba ụwa nke na-etinye aka na mmekọrịta mmadụ na ibe ya. Ọ bụ onye ndu na Central American Mission Partners, otu na-ahụ maka ikike mmadụ",
  "Dị ka onye nnọchi anya otu a, ọ zutere Bono site na Glide Memorial Church n'oge A Conspiracy of Hope, njem égwú iji kwadoo Amnesty International. Tupu ọ ghọọ onye na-akwado ikike mmadụ, Batstone bụ onye isi ego na Silicon Valley.",
  "Batstone dere akwụkwọ Not for Sale: The Return of the Global Slave Trade - and How We Can Fight It, nke o dere banyere ịzụ ahịa mmadụ na otú enweghị nhata na ịda ogbenye si eme ka ọ dịrị ndị na-azụ ahịa mfe ịchọta ụmụ agbọghọ ha ga-azụ́ n'ahịa. Julie Clawson dere ihe dị mma banyere akwụkwọ a,  na-enye Batston ekele maka akarama anya onwere \"n'ịkọ akụkọ n'elu akụkọ banyere ịgba ohu nke oge a",
  "\" Mgbe ọ ka bụ nwa akwụkwọ, Batstone gụrụ akwụkwọ n'okpuru William R",
  "Herzog, onye kụziiri Batstone banyere ilu Jesu. Batstone bụ onye na-akwado ime mmụọ n'ụlọ ọrụ, nke o dere banyere ya n'akwụkwọ ya nke 2003 Saving the Corporate Soul Ọ bụkwa onye ọkà mmụta okpukpe nnwere onwe nke na-ewere postmodernity dị ka oge nke \"anyị na-etinye aka na ụba onwe anyị mgbe anyị na-anọ n'ime mkpofu ọha na eze",
  "\" Onye na-emegide ịgba ohu, na 2012 Freedom and Honor Conference na Korea, ogbako banyere ịgba ohu na ịzụ ahịa mmadụ, Batstone bụ otu n'ime ndị isi okwu abụọ.",
  "A mụrụ ya na Illinois, Batstone gụsịrị akwụkwọ na Chillicothe Township High School na 1976. O mechara nweta nzere B.A",
  "na akparamaagwa na Westmont College n'afọ 1980",
  "Batstone nwetara nzere M.Div",
  "na International Baptist Seminary na Switzerland na 1982 na nzere M.Div",
  "nke abụọ na Pacific School of Religion na 1984",
  "Ọ gụsịrị nzere Ph.D",
  "ya na usoro nkà mmụta okpukpe na Graduate Theological Union na 1989. Akwụkwọ doctoral ya na nkà mmụta okpukpe nnwere onwe bụ isiokwu ya bụ From Conquest to Struggle: Jesus of Nazareth in the Liberation Christology of Latin America"
]