[
  "David Johns (amụrụ n'afọ 1948) bụ onye Navajo na-ese ihe si Seba Dalkai, Arizona, United States.",
  "A mụrụ ya na Winslow, Arizona, United States",
  "Dị ka nwatakịrị, Johns na nne nne ya nọrọ ọtụtụ awa na-azụ atụrụ n'ala ha",
  "N'ime afọ ndị a, ọ kụziiri ya otu esi akwanyere ala, osisi na anụmanụ ndị na-enyere ndị Navajo aka ibi, ma gwa ya ọtụtụ akụkọ na-akọwa otú ndị Navajo si bịa na ebe agbụrụ ndị mụrụ ya malitere",
  "Johns nwetara ọzụzụ na nka mara mma na Mahadum Northern Arizona, nweta nzere bachelọ n'afọ 1982",
  "N'afọ 1996, e nyere ya nzere Doctorate Honorary na Humane Letters site na Mahadum Northern Arizona",
  "Johns malitere ire foto na ọdịdị ala mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị",
  "Ọrụ ya jikọtara ọzụzụ ya na ozizi ọdịnala ọ mụtara mgbe ọ bụ nwatakịrị na nkà ihe ọmụma ndụ Navajo nke ọ na-ebi ndụ",
  "Nkwekọ nke ihe osise ya na-egosipụta nkwekọrịta na nguzozi a; agba na ọdịdị ọ na-emepụta na-egosipụtụrụ ịma mma nke ala o si bịa",
  "Ihe osise ya na-enweghị atụ na-ejide ihe ndị dị mgbagwoju anya nke ndụ dị ka ìhè anyanwụ n'oge dị iche iche nke ụbọchị ma ọ bụ mmetụta nke oge anọ ọ bụla wetara.",
  "N'afọ 1987, onye nkuzi ogologo oge Lovena Ohl na Albert Wareing bịakwutere Johns ka ha see ihe osise na dome nke Concord Place",
  "Ihe osise ahụ kpuchiri ụkwụ iri atọ na isii n'obosara ma rịa elu mita iri ise n'ikuku, ma were ọnwa iri na asatọ iji see ihe",
  "Ihe osise ahụ na-egosi ndị obodo n'akụkụ anọ niile, na-egosi atụmatụ na akara ụmụ amaala, na foto nke ndị isi dị ka Crazy Horse na Quanah Parker. Onye edemede a ma ama N",
  "Scott Momaday dere banyere ọrụ ya na Concord Place, \"David Johns bụ onye na-ahụ ụzọ, ọ na-abịa n'eziokwu site na onyinye ahụ",
  "N'ọrụ nka ya dị ịrịba ama, ọ na-enyere anyị aka ịhụkwa",
  "Onyinye ya ghọrọ onyinye anyị",
  "Nke a bụ mmụọ dị mkpa nke okike",
  "\"",
  "Malite n'afọ 1976, egosila ọrụ David na ngosi ihe ngosi n'ụwa niile, yana ọtụtụ ihe ngosi onwe onye gụnyere Navajo Tribal Museum, Window Rock, Arizona (1977); C.G",
  "Rein Galleries, Santa Fe, New Mexico (1984); The Concord Place, Phoenix, Arizona (1987); Millicent Rogers Museum, Taos, New Mexico (1993); Palais de Nations, United Nations, Geneva, Switzerland (1999); na Lanning Gallery, Sedona, Arizona (2006).",
  "David bụ osote onye isi oche nke nzuko Diné Hataałii otu nzukọ nke umunwoke na umunwanyi Navajo na-ahụ maka ọgu."
]