[
  "David Nthubu Koloane (ụbọchị ịse n'ọnwa Juun n'afọ 1938 rụọ úbọchị irí atọ n'ọnwa Juun n'afọ 2019) bụ onye na-ese ihe na South Africa",
  "N'ihe osise ya, ihe osise ya na collages ọ nyochara ajụjụ gbasara ikpe na-ezighị ezi nké ndọrọ ndọrọ ọchịchị na ikike mmadụ",
  "A na-ewere Koloane dị ka \"onye na-ese ihe na ónyé édémédé nwere mmetụta nkè afọ ịkpa ókè agbụrụ\" na South Africa.",
  "A mụrụ David Koloane n'ubochí isé n'ọnwa Juun n'afọ 1938 nà ọbọdọ Alexandra, nké dịpụrụ adịpụ nà Johannesburg nà South Africa",
  "N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ malitere inwe mmasị na nka na ime nka n'oge ezumike ya mgbè ọ na-adịghị arụ ọrụ iji nweta ego màkà ezinụlọ",
  "Site n'afọ 1974 ruo afọ 1977 Koloane gara klas nka na Bill Ainslie Studios, nke mesịrị ghọọ Johannesburg Art Foundation",
  "N'afọ 1977, Koloane bụ otu n'ime ndị guzobere ụlọ ngosi ojii mbụ na South Africa, nke dị na Johannesburg",
  "Nraranye ya na-arịwanye elu na nka mèrè ka ọ malite ịkụzi na ụlọ akwụkwọ sekọndrị dị n'obodo, nke mbụ dị ka ọrụ nwa oge, mgbe e mesịrị oge zuru ezu",
  "Ọzọkwa n'ime afọ ndị sochirinụ, Koloane na-arụsi ọrụ ike ma na-etinye aka: n'afọ 1982, ọ kwadoro emume omenala na nka na Botswana, site n'afọ 1986 rụọ afọ 1988 ọ bụ onye nlekọta nke Fuba Art Gallery na Johannesburg n'afọ 1990 ọ haziri ma soro hazie emume Zabalaza na London, England.\nTụkwasị na nke a, Koloane gụrụ akwụkwọ na Mahadum London site na 1984 ruo 1985 wee nweta diplọma na ihe ngosi nka.",
  "O sonyere na Pachipamwe II Workshop nké afọ 1989 nkè emere na Cyrene Mission na mpụga Bulawayo, Zimbabwe n'akụkụ ndị omenkà ámá àmà gụnyere Joram Mariga, Bernard Matemera, Bill Ainslie, Voti Thebe, Sokari Douglas Camp na Adam Madebe.",
  "Koloane nwere ebe ọrụ dịgasị iche iche: dị ka onye na-ese ihe, ọ na-ejikọta ọrụ nkè ya na esemokwu mmekọrịta mmadụ na ibe ya; Ọzọkwa, o nyere aka na katalọgụ dị iche iche, na-ahụ màkà ihe ngosi, so na bọọdụ ndị ọka ikpe ọtụtụ ugboro n'etiti ndị ọzọ na bọọdụ ndụmọdụ nke National Arts Council, ma bipụta ọtụtụ isiokwu na South Africa na mba ụwa.\nN'afọ 1998, e nyere Koloane onyinye Prince Claus màkà enyemaka ya na mmepe nka na South Africa."
]