[
  "David Drake (ihe dị ka 1800 c",
  "1870s), nke a makwaara dị ka \"Dave Pottery\" na \"Dave the Potter,\" bụ onye America na-akpụ ite na ohu African American nké bi na Edgefield, South Carolina",
  "Drake bìrì ma rụọ ọrụ na Edgefield ihe fọrọ nke nta ka ọ bụrụ ndụ ya niile.",
  "Drake mepụtara ite ite nkume alkaline-glazed n'etiti afọ 1820 na afọ 1870",
  "Ónyé Africa America ohu, ọ na-abịakarị aka n'ọrụ ya \"Dave\"",
  "A maara ya dị ka onye ọkpụite mbụ e nyèrè ohu iji dee ọrụ ya, n'oge ọtụtụ ndị ohu amaghị akwụkwọ, a machibidoro ha ịgụ na ide, na ndị a na-amaghị aha ha. Drake ji uri dee ọrụ ya, na-ejikarị ụda olu, yana mbinye áká ya.",
  "A na-eche na a mụrụ David Drake na ọkara mbụ nke afọ 1800 n'ugbo dị na South Carolina, nke ezinụlọ Drake mèrè ohu. Ihe ndekọ iwu mbụ nke Drake bụ nkọwa sitere na úbọchị irí nà atọ n'ọnwa Juun, 1818, nke na-akọwa \"nwatakịrị nwoke dị ihe dị ka afọ 17 nke a mụrụ\" ónyé \"Harvey Drake gburu Eldrid Simkins\". \"Ala a mụrụ\" na-ezo aka n'onye ohu Africa America nke a mụrụ na United States karịa Africa. N'oge antebellum, Drake bụ otu n'ime ndị ohu Africa America irí asaá na isii a maara na ha rụrụ ọrụ na ụlọ ọrụ ite ite iri na abụọ nke Edgefield.",
  "Ọ bụ Harvey Drake mere David Drake ohu mbụ",
  "Harvey Drake nwèrè nnukwu azụmahịa ite na onye mmekọ azụmahịa ya Abner Landrum",
  "E kwenyere na a mụrụ Drake n'aka otu n'ime ndị ohu asatọ Landrum si North Carolina wetaara Edgefield",
  "Azụmaahịa ite a, na mpaghara ebe David Drake na-arụ ọrụ, a maara dị ka Pottersville",
  "Landrum bụ onye na-ebipụta akwụkwọ akụkọ ọbọdọ a na-akpọ The Edgefield Hive A maghị otú Drake si mụta ịgụ na ide",
  "Ndị ọkà mmụta na-eche na ọ bụ Landrum kụziiri ya, onye a maara dị ka ónyé okpukpe ma nwee ike ịkụziri Drake otu esi agụ Bible. N'oge a, a na-ata ndị ohu ahụhụ ka ha gụọ akwụkwọ, ọkachasị na South Carolina",
  "Ọtụtụ steeti ndịda na mbido afọ 1800 gbochiri ndị isi ojii ịgụ na ide, na n'afọ 1830, e wepụtara iwu machibidoro agụmakwụkwọ ha. South Carolina's Negro Act of 1740, machibidoro ịkụziri ndị ohu Afrịka ịgụ na ide, nke a ga-ata ahụhụ site na ịkwụ ụgwọ otu narị pound na ọnwa isii n'ụlọ mkpọrọ",
  "Ihe ọzọ na-edochaghị anya banyere ndụ Drake bụ ụkwụ ya furu efu",
  "N'oge a na-amaghị na ndụ ya, e bepụrụ otu n'ime ụkwụ Drake; a na-eche na Drake tụfuru ụkwụ ya mgbè ónyé nwe ya kụrụ Drake ihe nke ukwuu màkà idepụta ọrụ ya.",
  "Ónyé ọkà mmụta Drake bụ Jill Beute Koverman na-ekwu na Drake \"mere ihe karịrị puku iri anọ n'oge ndụ ya\". Iri abụọ n'ime ite na ite Drake nwèrè uri mbụ na arịa iri ise ọzọ na-ekpughe mbinye aka ya, akara ónyé na-eme ya, ụbọchị, na ihe odide ndị ọzọ. Igbe Drake dị bulbous n'ụdị, yiri ọtụtụ arịa e mepụtara na antebellum Edgefield",
  "A maara Drake maka nnukwu arịa ya na nnukwu ite kachasị ukwuu nke a na-ekwu na ọ bụ Drake nwèrè galọn US irí anọ (150 l) ma tụọ sentimita irí abụọ na itoolu (74 cm) n'ogologo, na gburugburu nke sentimita irí asatọ na isé (220 ). Otu ihe ịrịba ama nke ọrụ Drake bụ na ite ya kacha obosara n'elu -",
  "N'afọ 2010, akwụkwọ ụmụaka Dave the Potter: Artist, Poet, Slave bụ nke Laban Carrick Hill dere ma Bryan Collier sere ya",
  "Akwụkwọ ahụ na-enye akụkọ ndụ Drake yana ike ya màkà ịmepụta ite",
  "Ọ meriri Coretta Scott King Award ma bụrụ akwụkwọ Caldecott Honor na 2011.",
  "N'afọ 2013, ónyé édémédé Andrea Cheng bipụtara akwụkwọ akụkọ dị n'etiti Etched in Clay: The Life of Dave, Enslaved Potter and Poet na-enye echiche akụkọ ndụ Drake.",
  "N'oge ndụ Drake, ite ya ruru ihe dị ka cents irí isé; Otú ọ dị taa, ha na-ere ihe ruru puku dollar iri ise. N'ahịa na ire ere nke oge a, a na-ere ọrụ ya maka ihe karịrị puku dollar iri anọ kwa ihe."
]