[
  "David Ejikeme Uzochukwu (a mụrụ n'ụbọchị nke nke ịrị n'ọnwa Disemba n'afọ 1998) bụ onye Austria na Naijiria onye na-ese foto nke na-elekwasị anya na foto eserese nke bi ma na-arụ ọrụ na Brussels na Berlin.",
  "Ọ bụ onye na-abụghị nwoke ma ọ bụ nwanyị.",
  "A mụrụ David Ejikeme Uzochukwu na Innsbruck, Austria, nne ya bụ onye Austria ebe nna ya bụ onye Naijiria",
  "A zụlitere ya na Innsbruck, tupu ọ kwaga Luxembourg na Brussels",
  "Kemgbe ahụ, ọ bi na Vienna na Berlin ebe ọ na-agụ akwụkwọ inweta Bachelor of Fine Arts na nkà ihe ọmụma na Humboldt-Universität zu Berlin.",
  "Uzochukwu malitere site na ise onwe ya wee gbanwee gaa na-ise foto na okike",
  "Foto ya na-agwakọta ngwucha mmepụta na foto dị omimi, na-enyekarị ihe eserese nke ịnọpụ iche na-adabere n'ahụ ya na ngosipụta anụ ahụ nke anwụrụ ọkụ, ígwé ojii, mmiri, na ọkụ. Ihe oyiyi ya na-egosi, dịka ọmụmaatụ, mbara igwe na-acha anụnụ anụnụ nke na-aghọ mgbidi, kristal nke na-ese n'etiti ikuku, ájá mgbawa ugwu nke na-aghọ ihe mkpuchi nkasi obi, ma ọ bụ ọbara nke na-aghọ ihe mkpuchi.",
  "Ọrụ ya na-egosipụtakarị ihe ndị ọ chọpụtara banyere agbụrụ na queerness",
  "Na Unseen Amsterdam, dịka ọmụmaatụ, ọ gosipụtara usoro foto nke jiri onyinyo nke ihe ndị e kere eke dị na mmiri, nke nwere nku, ọdụ, ma ọ bụ ezé dị nkọ",
  "N'afọ 2019, Uzochukwu na-ekwu na ọrụ ndị a na-egosipụta 'ihe ọ pụtara ịbụ onye a kpọrọ 'onye ojii', inwe echiche mmegbu nke agbụrụ a na-amanye, ma na-enwe ọganihu n'agbanyeghị nke ahụ.'",
  "Ọrụ ya kachasị ọhụrụ bụ ememe nke ndị na-emepụta ihe na Naijiria",
  "Ihe osise ọ bụla na-elekwasị anya na 'ike nkpaghasị' nke ndị nka a na-eji iji kwaa ókèala ma mee ka ihe mee.",
  "Ọrụ ya sitere na mkpali nke sitere n'aka ndị na-ese ihe dịka onye America na-ese foto Gregory Crewdson na onye Kenya-American na-ese ihe Wangechi Mutu, onye ọrụ ya na-ewu eluigwe na ala nke na-ejikọta nwoke na nwanyị, agbụrụ, akụkọ ihe mere eme, na njirimara onwe onye.",
  "N'afọ 2016, e gosipụtara usoro ya A Familiar Ruin na BOZAR Center for Fine Arts dị ka akụkụ nke ihe ngosi Dey Your Lane!, nke onye Naijiria Azu Nwagbogu haziri.",
  "Uzochukwu malitere ịse foto mgbe ọ dị obere",
  "O jiri igwefoto nne ya na-ese ihe mgbe ọ dị afọ iri, ọ malitere ịkekọrịta foto ya n'ọtụtụ ebe mgbe ọ dị afọ iri na atọ. Mgbe ọ dị afọ iri na isii, Uzochukwu bụrụ ọkachamara ma bịanye aka na Iconoclast Image na Gallery 8. Mgbe ọ dị afọ iri na asaa, FKA Twigs họpụtara Uzochukwu ka ọ gbaa mkpọsa dị mkpa maka Nike na Mexico.",
  "Uzochukwu mepụtara mkpọsa maka ndị ahịa dị ka Adobe Photoshop, The Paris Opera (Opéra National de Paris), Dior, Nike, Iris van Herpen, na World Wildlife Fund, ma soro ndị na-ese ihe dịka FKA Twigs, Ibeyi, Benjamin Clementine, Labrinth, Little Dragon, na Pharell Williams rụọ ọrụ.",
  "N'afọ 2014, a kpọrọ ya EyeEm Photographer of the Year, yana otu n'ime Flickr's inaugural 20under20. N'afọ 2015, o so na mmadụ ole na ole ahọpụtara maka Adobe Photoshop's 25 Under 25 wee nata Canon x Exhibitr Student Photography Award. N'afọ 2019, a họpụtara ya maka CPH:LAB 2019/2020, mmemme mmepe talent nke CPH:DOX Copenhagen International Documentary Festival."
]