[
  "David Oyetokunbo Oyelowo OBE (/oʊˈjɛloʊwoʊ/ oh-YEL-oh-woh; a mụrụ na 1 Eprel 1976) bụ onye Britain na-eme ihe nkiri, onye nduzi na onye mmepụta. Ihe nrite ya gụnyere Critics 'Choice Award, Screen Actors Guild Award, na nhọpụta maka Golden Globe Awards abụọ, Primetime Emmy Awards abụọ, na BAFTA Award",
  "N'afọ 2016, a họpụtara ya ka ọ bụrụ onye isi nke Order of the British Empire (OBE) maka ọrụ ya na ihe nkiri.",
  "Oyelowo ghọrọ onye a ma ama maka igosi Martin Luther King Jr",
  "na ihe nkiri akụkọ ndụ Selma (2014) na Peter Snowdin nakwa ihe nkiri HBO <i id=\"mwJA\">Nightingale</i> (2014), ha abụọ nwetaara ya otuto dị egwu",
  "O nwetakwara otuto maka ọrụ ya dịka Louis Gaines na The Butler (2013), Seretse Khama na A United Kingdom (2016) na Robert Katende nakwa Queen of Katwe (2016)",
  "Ọ rụkwara ọrụ nkwado na ihe nkiri Rise of the Planet of the Apes (2011), The Help (2011), Lincoln (2012), Red Tails (2012), na Jack Reacher (2012).",
  "Na telivishọn, Oyelowo emeela onye ọrụ MI5 Danny Hunter na usoro ihe nkiri Britain Spooks (2002–2004) na Javert na BBC miniseries Les Misérables (2018)",
  "O nyekwara olu maka Agent Alexsandr Kallus nakwa Lucasfilm Animation series Star Wars Rebels (2014–2018).",
  "A mụrụ Oyelowo na 1 Eprel 1976 na Oxford, Oxfordshire, England, nne na nna ya bụ ndị Naijiria. Nna ya, Stephen, si Oyo State, Western Nigeria, nne ya si Edo State, Southern Nigeria. A zụlitere ya dịka onye Baptist. O tolitere na ala na Tooting Bec, South London, ruo mgbe ọ dị afọ isii, mgbe ezinụlọ ya kwagara Lagos, Nigeria, ebe nna ya na-arụ ọrụ maka ụlọ ọrụ ụgbọelu mba nakwa nne ya na-arụ ọrụ maka ụlọ ọrụ ụgbọ okporo ígwè. Oyelowo tolitere na-efe Sidney Poitier na Denzel Washington. Oyelowo gara ụlọ akwụkwọ obibi \"ụdị ndị agha\" nke akpọrọ Lagos State Model College, Meiran. Ha laghachiri London mgbe Oyelowo dị afọ iri na anọ, biri na Islington. Oyelowo bụ omoba (ma ọ bụ ọkpara eze) nke alaeze Awe, akụkụ nke usoro ndị isi Naịjirịa, nna nna ya bụ eze nke \"akụkụ nke Oyo Steeti a na-akpọ Awe\"",
  "O kwuru banyere nzụlite ya: \"Ọ na-ada ụda karịa ka ọ dị n'ezie",
  "E nwere ọtụtụ ezinụlọ eze na Afrịka,\" \"ezinụlọ ndị eze bụ otu dime iri na abụọ na Naịjirịa\"; \"ihe anyị na-eche dịka ndị eze na UK dị nnọọ iche na ndị eze na Naịjirịa: ọ bụrụ na ị ga-atụba nkume n'ebe ahụ, ị ga-atụta ọkpara eze iri atọ. Ya mere, ọ dị ntakịrị ka ịbụ Prince nke Islington: ọ bara uru maka inweta ụbọchị ma eleghị anya ọ bụghị ọtụtụ ihe ọzọ",
  "\"",
  "Mgbe ọ debanyere aha na ọmụmụ ihe nkiri na City na Islington College, onye nkụzi ya tụrụ aro ka ọ bụrụ onye na-eme ihe nkiri",
  "Oyelowo debara aha otu afọ na ọmụmụ ntọala ime ihe nkiri, na London Academy of Music and Dramatic Art (LAMDA). Ọ gụsịrị ọzụzụ afọ atọ ya n'afọ 1998. Ọ nọkwara nwa oge na National Youth Theatre.",
  "N'afọ 2012, Oyelowo pụtara na Middle of Nowhere",
  "Onye edemede na onye nduzi Ava DuVernay bụ onye na-akwado ọrụ ya ma tụlee ịrịọ ya ka ọ rụọ ọrụ ahụ, mana tupu ya enwee ike, Oyelowo natara edemede ahụ n'ụzọ dabara adaba site n'aka enyi enyi DuVernay bụ onye nọ ọdụ n'akụkụ ya n'ụgbọelu ma na-atụle itinye ego na ọrụ ahụ. Ihe nkiri a malitere na 2012 Sundance Film Festival na raves dị egwu",
  "N'otu afọ ahụ, Oyelowo pụtara na Lee Daniels 'The Paperboy, nke sọrọ mpi maka Palme d'Or na 2012 Cannes Film Festival Oyelowo sonyeere Daniels n'afọ sochirinụ na The Butler",
  "N'afọ 2014, Oyelowo guzobere ụlọ ọrụ mmepụta onwe ya, Yoruba Saxon Productions nke mepụtara ihe nkiri nke gosipụtara ya gụnyere, Nightingale, Captive, Five Nights in Maine, na nso nso a, A United Kingdom",
  "Ya na DuVernay rụkọrọ ọrụ ọzọ maka Selma (2014), na-eme ka onye na-ahụ maka ikike obodo Martin Luther King Jr",
  "Ihe nkiri ahụ, dabere na ngagharị ikike ntuli aka Selma na Montgomery nke 1965, Lee Daniels debere na mbụ ka ọ bụrụ onye nduzi, mana Daniels kwụsịrị ọrụ ahụ ka o wee nwee ike ilekwasị anya na The Butler.",
  "A na-eme ya na Lupita Nyong'o na ihe nkiri nke Chimamanda Ngozi Adichie akwụkwọ akụkọ Americanah",
  "Akụkọ a na-eso otu ndị na-eto eto si Naijiria na-abata na-eche ndụ ọgụ ihu mgbe mmekọrịta ha na-adịgide.",
  "N'ọnwa Febụwarị afọ 2019, a mara ọkwa na Oyelowo esonyela Peter Rabbit na James Corden, Rose Byrne nakwa Domhnall Gleeson na-ekwughachi ọrụ ha dịka aha aha, Bea na Thomas McGregor maka usoro ya nke a ga-ewepụta na Machị 2021.",
  "N'afọ 2020, Oyelowo sonyeere George Clooney na ihe nkiri Netflix The Midnight Sky N'oge na-adịbeghị anya, ụlọ ọrụ Yoruba Saxon ya bịanyere aka na nkwekọrịta mbụ ya na Disney. Ihe nkiri mbụ ga-esi na nkwekọrịta ahụ pụta ga-abụ The Return of the Rocketeer, nke Disney + na-abụghị nke ihe nkiri afọ 1991 The Rocketeer, nke Oyelowo ga-emepụta ya na nwunye ya, Jessica, na Brigham Taylor. A na-ewerekwa Oyelowo ka ọ bụrụ onye na-eme ihe nkiri ahụ, nke ga-adabere na \"onye ọrụ ụgbọelu Tuskegee lara ezumike nká nke na-ewere uwe Rocketeer\".",
  "Maka ihe ngosi ya nke Martin Luther King Jr",
  "na Selma, Oyelowo natara NAACP Image Award for Outstanding Actor in a Motion Picture",
  "O nwetara nhọpụta Golden Globe Award mbụ ya maka Best Actor in a Motion Picture - Drama, ebe ọ na-enwetakwa nhọpụta maka Critics 'Choice Movie Award for Best Actor.",
  "Nakwa n'afọ 2014, maka arụmọrụ ya na Nightingale, o nwetara mmeri Critics 'Choice Television Award for Best Actor in a Movie/Miniseries ma a họpụtara ya maka Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie, Golden Globe Award for Best Actor – Miniseries or Television Film, NAACP Image Award for Outstanding Actor in a Television Movie, Mini-Series or Dramatic Special and a Satellite Award for Best Actor – Miniseries or Television Film.",
  "A họpụtara Oyelowo ka ọ bụrụ onye isi nke Order of the British Empire (OBE) na 2016 New Year Honours maka ọrụ na ihe nkiri.",
  "Ọ lụrụ onye na-eme ihe nkiri Jessica Oyelowo, onye ọ zutere na LAMDA na onye ya na ya mụrụ ụmụ anọ. Ha bi na Los Angeles, California.",
  "Onye Kraịst na-anụ ọkụ n'obi, Oyelowo ekwuola na ya kwenyere na Chineke kpọrọ ya ka ọ kpọọ Rev. Martin Luther King Jr",
  "Na-atụgharị uche n'ihe ngosi ya nke Eze na ihe nkiri Selma, Oyelowo kwusiri ike: \"Amaara m mgbe niile na iji kpọọ Dr",
  "King, aghaghị m ikwe ka Chineke na-agafe m n'ihi na mgbe ị hụrụ Dr",
  "King na-ekwu okwu ndị ahụ, ị na-ahụ na ọ na-agagharị na ite ya mmanụ",
  "\"",
  "Nwa amaala abụọ, Oyelowo na nwunye ya ghọrọ ụmụ amaala US na 20 Julaị 2016. N'ime nke a, o kwuru, sị: \"M mere ihe nkiri a na-akpọ Selma",
  "na ihe nkiri ahụ na-elekwasị anya na ikike ịtụ vootu ma ebiela m ebe a ihe fọrọ nke nta ka ọ bụrụ afọ iri ugbu a na ịgagharị ma na-eme ihe nkiri banyere ikike ịtụ vootu na ịgwa ndị mmadụ ka ha mee ntuli aka, ị pụghị ịtụ vootu n'onwe gị bụ obere ihu abụọ",
  "Ekpebiri m na oge eruola ime ya ma ọ dịghị oge ka mma karịa ugbu a",
  "\""
]