[
  "Dawn Petula Butler (amụrụ 3 Nọvemba 1969) bụ onye ndọrọ ndọrọ ọchịchị Labour Party nke Britain bụbu onye otu nzuko omeiwu (MP) maka Brent Central kemgbe 2015.￼",
  "A họpụtara Butler dị ka MP maka Brent South na ntuli aka izugbe 2005",
  "Ọ jere ozi na gọọmentị Prime Minister Gordon Brown dị ka odeakwụkwọ ndị omeiwu maka ụlọ ọrụ Cabinet na Minista maka ụmụ amaala na-eto eto na njikọ ndị ntorobịa site na 2009 ruo 2010",
  "Ọ tụfuru oche ya na ntuli aka izugbe 2010 nye Sarah Teather (Liberal Democrat)",
  "Ọ laghachiri na nzuko omeiwu dịka MP maka Brent Central na ntuli aka izugbe 2015.￼",
  ".N'ọnwa Ọktoba 2016, a họpụtara ya ka ọ bụrụ ọrụ ọhụrụ nke Shadow Minister for Black and Minority Ethnic Communities site n'aka Jeremy Corbyn mgbe a họpụtara ya ọzọ dị ka onye ndu ndị ọrụ, emesịa ghọọ ezigbo enyi Corbyn.  N'ọnwa Febụwarị 2017, ọ gbara arụkwaghịm na frontbench nke ndị mmegide gọọmentị iji votu megide mkpalite nke edemede 50, bụ nke hiwere mkparita uka Brexit.",
  "A mụrụ Butler na Forest Gate na East London, nne na nna ya bụ Milo na Ambrozene Butler; o nwere otu nwanne nwanyị na ụmụnne anọ. Ọ gụrụ akwụkwọ na Tom Hood School na Leytonstone na Waltham Forest College, ha abụọ dị na London.",
  "Butler bu ụzọ chọọ nhọpụta ka ọ bụrụ onye omeiwu Labour na Hackney South na Shoreditch, ebe ọ gosipụtara na ndepụta ụmụ nwanyị niile mana enweghị  ịga nke ọma",
  "[citation needed] Butler weputara onwe ya maka nhọpụta maka West Ham na 2005 mana a họrọghị ya. Mgbe Paul Boateng lara ezumike nká ka ọ bụrụ Kọmishọna Ukwu nke Britain na South Africa, a họpụtara ya dị ka onye na-azọ ọkwa onye ọrụ na Brent South ma nọgide na oche maka pati ya na ntuli aka nke afọ 2005 na ọnụ ọgụgụ ka ukwuu nke mmadụ 11,326. Ọ bụ nwanyị ojii nke atọ ghọrọ onye omeiwu Britain mgbe Diane Abbott na Oona King gasịrị.",
  "Mmasị na ọrụ ndị ntorobịa gara n'ihu dị ka otu n'ime mmasị ya na Nzukọ Ndị Omeiwu",
  "N'abalị iri abụọ na anọ n'ọnwa Ọktoba n'afọ 2006, a họpụtara ya ka ọ bụrụ onye isi oche nke All Party Parliamentary Group on Youth Affairs, ọ bụkwa osote onye isi oche na-asọpụrụ nke British Youth Council",
  "Mgbe Gordon Brown ghọrọ praịm minista na June 2007, e mere Butler otu n'ime ndị osote oche isii nke Labour Party, na-arụ ọrụ pụrụ iche maka nsogbu ndị ntorobịa.",
  "N'afọ 2006, Butler tụụrụ vootu megide nyocha banyere Agha Iraq",
  "O mechara tie vootu megide nyocha ugboro isii ọzọ ruo n'afọ 2016. Ọ kọwara na nke a bụ n'ihi na o kwenyere na ọ ga-abụ ihe na-ezighi ezi ime nchọpụta \"mgbe anyị ka nwere ndị agha na Iraq",
  "Ọ bụrụ na i mere nyocha mgbe ndị agha ka nọ n'ebe ahụ na-eme ike ha niile iji lụọ ọgụ maka mba ahụ, ọ gaara emebi mkpụrụ obi ha.",
  "A kpọrọ Butler nwanyị MP nke afọ na 2009 Women in Public Life awards. Mgbe a họpụtara ya dị ka Minista maka Ndị Ntorobịa na Mmekọrịta Ndị Ntoropụ, Butler ghọrọ nwanyị ojii mbụ kwuru okwu site na igbe ozi na House of Commons na Disemba 2009. O mechara kwuo na ndị Conservative MPs \"gbalịla ileda m anya n'oge ahụ n'akụkọ ihe mere eme\", na-akọwapụta na otu onye Tory MP \"nwere nnukwu obi ụtọ n'ịgwa m na 'upskilling' adịghị na akwụkwọ ọkọwa okwu Bekee\".",
  "E wepụrụ mpaghara Butler nke Brent South na ntuli aka 2010",
  "E kewara ókèala ya n'etiti mpaghara abụọ: oche ọhụrụ nke Brent Central na Brent North",
  "A họpụtara Butler dị ka onye na-azọ ọkwa onye ọrụ na Brent Central mana Sarah Teather, onye na-agbachitere ndị Liberal Democrat, onye bụbu onye omeiwu maka Brent East nke e wepụrụ na ntuli aka.",
  "N'ọnwa Ọgọstụ 2017, mgbe Sarah Champion gbara arụkwaghịm, a kwalitere Butler ka ọ bụrụ Shadow Cabinet dị ka Shadow Secretary of State for Women and Equalities.  Na Febụwarị 2018 ọ họpụtara onye ọchụnta ego Anthony Watson dị ka onye ndụmọdụ LGBT+.",
  "Mgbe a họpụtara Keir Starmer dị ka onye ndú nke Labour Party, a họpụtabeghị Butler na kọmitii ọhụrụ Shadow Cabinet ma Marsha de Cordova nọchiri ya.",
  "N'abalị asatọ n'ọnwa Julaị n'afọ 2021, ndị Crown Prosecution Service nyere ndị uwe ojii Cheshire ikike ịkatọ nwoke dị afọ iri asaa si Warrington maka iziga ozi mkparị na Butler. N'abalị iri na asaa n'ọnwa Ọgọstụ n'afọ 2021, a mara ya ikpe ịga mkpọrọ izu isii, kwụsịtụrụ ya ọnwa iri na abụọ.",
  "Na Jenụwarị 2009, Butler natara nkwado site n'aka Onye isi ala US Barack Obama. Na mbụ, ọ gọnahụrụ na ọfịs ya dere ya mana o mechara dozie onwe ya ma mee ka o doo anya na ndị ọrụ ya dere nkwado ahụ na nkwenye nke ndị enyemaka Obama, mgbe ahụ Obama bịanyere aka mgbe ha zutere.",
  "A chọpụtara na Butler nwere ọrịa kansa ara na Disemba 2021 ma wepụ ya mastectomy.",
  "Àtụ:Notelist",
  "Àtụ:S-start\nÀtụ:S-par\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-non\nÀtụ:S-break\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-break\nÀtụ:S-off\nÀtụ:S-new\nÀtụ:S-ttl\nÀtụ:S-vac\nÀtụ:S-break\nÀtụ:S-vac\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-break\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-endÀtụ:UK Shadow CabinetÀtụ:London Labour Party MPsÀtụ:Socialist Campaign Group"
]