[
  "Dawoud Bey (onye amụrụ David Edward Smikle; n'afọ 1953) bụ onye Amerịka na-ese foto na onye nkuzi amaara maka nnukwu foto nka ya na foto foto n'okporo ámá, gụnyere ndị Amerịka nọ n'afọ iri na ụma n'ihe gbasara obodo ha, na ihe ndị ọzọ a na-ahụkarị. N'afọ 2017, a kpọrọ Bey onye otu na onye natara MacArthur Fellowship site na John D",
  "na Catherine T",
  "MacArthur Foundation ma a na-ewere ya dị ka otu n'ime \"ndị na-ese foto kachasị ọhụrụ na nke nwere mmetụta nke ọgbọ ya\".",
  "Bey bụ prọfesọ na onye omenkà pụrụ iche na Columbia College Chicago  Dị ka The New York Times si kwuo, \"n'ihe yiri ka ọ dị mfe nke ise foto ndị isi ojii na ndụ kwa ụbọchị, [Bey, onye Afrịka-Amerịka,] nyere aka iwebata Ojiị n'ihe gbasara nka dị mma ogologo oge tupu ọ bụrụ ihe na-ewu ewu, ma ọ bụ ọbụna nabata\".",
  "A mụrụ David Edward Smikle na New York City's Jamaica, Queens neighbourhood, ọ gbanwere aha ya ka ọ bụrụ Dawoud Bey na mbido afọ 1970.  Bey gụsịrị akwụkwọ na Benjamin N",
  "Cardozo High School.  Ọ gụrụ akwụkwọ na School of Visual Arts na New York site n'afọ 1977 ruo afọ 1978, ma nọrọ afọ abụọ sochirinụ dị ka akụkụ nke CETA-kwado Cultural Council Foundation Artists Project",
  "N'afọ 1990, ọ gụsịrị akwụkwọ na BFA na ịse-foto na Empire State College, ma nata MFA ya na Yale University School of Art n'afọ 1993.",
  "Bey enwetaghị igwefoto mbụ ya ruo mgbe ọ dị afọ iri na ise, ma kwuo rụo mgbe ahụ na ọ chọrọ ịghọ onye egwu. Mmụọ egwu mbụ gụnyere John Coltrane na ihe ndị na-ese foto bụ James Van Der Zee na Roy Decarava.  N'oge ọ bụ nwata, Bey sonyeere Black Panthers Party ma ree akwụkwọ akụkọ ha na nkuku okporo ámá.",
  "Ọ naghị ele ọrụ ya anya dị ka ihe ngosi ọdịnala",
  "Ọ ga-etinye ihe, chetara ha mmegharị ahụ ma nye ha ihe enyemaka mgbe ụfọdụ.",
  "N'oge ọrụ ya, Bey esonyewo n'ihe karịrị ebe obibi ndị omenkà iri abụọ, nke nyere ya ohere ịrụ ọrụ na ndị na-eto eto nke ọrụ ya kachasị ọhụrụ.",
  "O gosipụtara n'ọtụtụ ihe ngosi onwe ya na nke otu gụnyere Dawoud Bey: Portraits n'afọ 1975 - rụọ afọ 1995 na Walker Art Center na 1995, Dawoud Bey na Queens Museum of Art na 1998, Dawoud Bey - The Chicago Project na David na Alfred Smart Museum of Art n'afọ 2003, Dawoud Bey (The Chicago Project na Detroit Institute of Arts n'afọ 2004, na Class Pictures, nke Aperture Foundation haziri na anya na mbụ na Addison Gallery of American Art n'afọ 2007, wee gaa na-agagharị na ebe ngosi nka na mba ahụ ruo afọ anọ, gụnyere Contemporary Arts Museum of Indianapolis, Milwae."
]