[
  "Dawud Anyabwile (amụrụ na Febụwarị 6, 1965, na Philadelphia ) bụ onye African-American na-ese akwụkwọ na-atọ ọchị. Ọ bụ onye na-ese onyinyo nke Brotherman: Dictator of Discipline comics, na C.E.O",
  "nke Big City Entertainment. O nwekwara ebe nchekwa ndị na-ese ihe na Auburn Avenue Research Library on African American Culture and History na Atlanta, Georgia.",
  "Dawud Anyabwile gụsịrị akwụkwọ na Central High School of Philadelphia",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ gara Mason Gross School of Arts na Mahadum Rutgers maka otu afọ (1983–84) nke sochiri ya bu Tyler School of Art na Mahadum Temple maka otu afọ (1985).",
  "Ọ malitere ọrụ ya dị ka onye na-ese ihe na 1984 site na airbrushing T-shirts na The Gallery Mall of Philadelphia",
  "N'afọ 1989, ya na nwanne ya nwoke bụ Guy A",
  "Sims rụkọrọ ọrụ iji mepụta ma bipụta Brotherman: Dictator of Discipline comic book series n'onwe ha. Guy A",
  "Sims dere ebe Dawud Anyabwile sere ihe osise dị na mbiputa iru na otu nke Brotherman: Dictator of Discipline issues",
  "E bipụtara nke mbụ n'ọnwa Eprel afọ 1990 ma bipụta nke ikpeazụ n'ọnwa Julaị afọ 1996.",
  "Anyabwile rụrụ ọrụ maka WanderLust Interactive na New York City na egwuregwu Pink Panther CD Rom na maka MTV na Daria na 1996",
  "Mgbe ahụ, ọ kwagara California ịrụ ọrụ maka Klasky Csupo na The Wild Thornberrys na Rugrats site na 1999 ruo 2001. N'ikpeazụ, ọ kwagara Atlanta, Georgia ebe ọ nwetara ọkwa onye mmepụta ihe na Turner Studios site na 2005-2013",
  "N'ebe ahụ, o mepụtara storyboards na ọtụtụ ụdị ọrụ ndị ọzọ maka ụdị dịka Cartoon Network, TNT, TBS, Boomerang, Turner Sports, NBA TV na ọtụtụ ndị ọzọ.",
  "N'afọ 2015, Anyabwile na nwanne ya nwoke Guy A",
  "Sims na Brian McGee rụkọọrọ nunkụkụ nke otu n'ime usoro akwụkwọ akụkọ ọhụrụ maka Brotherman: Dictator of Disciple nke a na-akpọ Mkpughe site na Big City Entertainment",
  "O gosikwara Walter Dean Myer's Monster: A Graphic Novel na 2015 nke bụ mgbanwe nke akwụkwọ akụkọ mbụ nke Walter Dean Myer, <i id=\"mwRw\">Monster</i> Guy A",
  "Sims dere akwụkwọ akụkọ ahụ."
]