[
  "Daniel Nwosu Jr",
  "(amụrụ na Machị 22, 1994), nke a maara nke ọma site na aha ya bụ Dax (nke a na-akpọkarị DAX), bụ onye Naijiria Canada na-eti egwu, onye na-agụ egwu, na onye na-ede egwu.",
  "A mụrụ Daniel Nwosu Jr",
  "na Machị 22, 1994, na St",
  "John's, Newfoundland na Labrador nye ndị mbịarambịa Naijiria nke agbụrụ Igbo",
  "O tolitere na Ottawa wee kwaga Wichita ịga mahadum, o mechara kwaga Los Angeles, California",
  "Ọ gara Mahadum Newman, ebe ọ na-eche ndị otu egwuregwu basketball Newman Jets nche. O dere uri na mbụ ma bụrụ onye na-ekwu okwu na-akpali akpali tupu ọ malite ọrụ rap",
  "N'oge ọ nọ na Mahadum Newman, ọ rụrụ ọrụ dị ka onye na-elekọta ụlọ, nke o kwuru na ọ bụ ọrụ masịrị ya n'ihi na ọ nwere ike ịrụ ọrụ n'ịrụ gbasara ọrụ rap ya n'oge ezumike ya na ọrụ.",
  "Dax kpebiri ide uri ka ya na ndị otu basketball ya nọ na bọs n'afọ 2016",
  "Mgbe ọ masịrị otu n'ime ndị otu ya na uri ahụ, Dax chọpụtara na o nwere nkà maka itinye okwu ọnụ",
  "Ọ malitere iwepụta ma kwalite egwu site na akaụntụ SoundCloud ya na-ahapụ mixtape 2pac Reincarnation Vol 2: As Told By Dax na 2017, Ọ ghọrọ onye ama ama maka vidiyo egwu nke egwu ya \"Cash Me Outside\" nke gosipụtara Danielle Bregoli",
  "A makwaara ya a mara maka freestyles ya na remixes nke egwu rap a ma ama.",
  "O wepụtara egwu mbụ ya n'ọnwa Ọgọstụ afọ 2018, nke akpọrọ \"Ọ dị iche ugbu a\" nke gosipụtara ndị ọbịa sitere n'aka ndị egwu ndị ọzọ gụnyere OT Genasis na Futuristic",
  "N'afọ sochirinụ, e gosipụtara ya na egwu Hopsin \"I kwesịrị ịmara\". Na ọnwa Juun afọ 2019, ọ gara njem \"It goes up\" na Kansas city rap legend Tech N9ne wee mesịa kwupụta njem mbụ ya \"It's Different Now Tour\" site na Instagram ma mee atụmatụ ịga njem na October gafee Amerịka na Kánada.",
  "N'afọ 2020, o wepụtara EP ọzọ a na-akpọ \"M ga-ekwuru gị ya\" nke natara nyocha dị mma n'ozuzu ya, egwu 7 EP ahụ nwekwara egwu esemokwu \"Dear God\" nke ọ na-ajụ ajụjụ maka Chineke ka ọ na-eche banyere ịdị adị nke onwe ya na ụwa n'ozuzu ya",
  "Ndị nkatọ toro egwu ahụ maka isiokwu ya na lyricism, vidiyo egwu nke egwu ahụ nwere ihe karịrị nde mmadụ iri anọ na YouTube ma gbasaa ihe karịrị nde ugboro iri ise na Spotify. Mgbe e mesịrị n'afọ ahụ, ọ wepụtara egwu egwu dịka \"Ọsịsọ\" na \"A choghi m ndo ọzo\" nke gosipụtara Tech N9ne na Trippie Redd n'otu n'otu. N'ọnwa Eprel afọ 2020, o wepụtara egwu \"Coronavirus (State Of Emergency),\" nke e dere banyere ọrịa COVID-19.",
  "N'ọnwa Julaị afọ 2021, Dax wepụtara ihe na-esote “Dear God” akporo “Child of God’ nke ọ zara site n’ekele Chineke maka ihe o meere ya. N'ọnwa Ọgọstụ afọ 2021, Dax kwupụtara abọm studio mbụ ya ma wepụta \"Propaganda\" nke gosipụtara Tom Macdonald dị ka onye ndu abọm. Egwu a ruru na #9 na chaatị Rap Digital Song Sales nke Billboard Charts. Ná mmalite Ọktọba 2021, ewepụtara egwu nke atọ nke abọm \"40 Days, 40 Nights\" nke gosipụtara Nasty C. N'abalị iri na ise n'ọnwa Ọktọba afọ 2021, ewepụtara abọm izizi ya bụ Pain Paints Paintings site na Living Legends Entertainment. Ọ bụ LexNour Beats na exec mepụtara abọm ahụ",
  "Brittney Boston onye bụkwa onye njikwa ya na onye ọrụ ibe ya."
]