[
  "To",
  "Dayọsis nke Lucera-Troia (Latini) Dayọsisis Lucerina-Troiana), mgbe ụfọdụ a na-akpọ Nocera, bụ bishọp Roman Katọlik na Apulia, na ndịda Ịtali, na oche bishọp ya na Lucera katidral",
  "Dayọsis ahụ ruru nhazi ya ugbu a n'afọ 1986, site na ijikọta dayọsis ochie nke Lucera na dayọsis nke Troia, nke oche ya bụ Troia katidral, ugbu a bụ njikọ katidral nke dayọsis ahụ.",
  "Omenala obodo ahụ na-achọpụta mmalite nke bishọp nke Lucera na narị afọ nke atọ na Onye Nsọ Bassus. Ndị bishọp abụọ ndị ọzọ e chepụtara echepụta, Johannes na Marcus, pụtara na mbụ na martyrology(Ọmụmụ martyr) e dere na narị afọ nke iri na otu maọbụ nke iri na abụọ, nke a na-ajụkarị ike ya. Popu Gelasius nke Mbụ (492-496) degaara ndị bishọp abụọ nọ n'ógbè ahụ akwụkwọ ozi, na-eme mkpesa banyere mwakpo a wakporo ebe obibi ndị mọnk dị na Fundo Luciano na mpaghara dayọsis nke Lucera nke ndị ụkọchukwu abụọ duziri, ma nye ndị bishọp ndi n'amaghị aha ha iwu ka ha dụọ Lucera (nke a na-akpọghị aha ya) ọdụ ka ọ gaa n'ebe obibi ndị mönk iji hụ na mwakpo a ghara ime. Bishọp mbụ a maara n'akụkọ ihe mere eme bụ Marcus (ihe dịka 743).",
  "Ọ bụ n'afọ 1220, n'okpuru Bishọp Bartolomaeus, ka Frederick nke Abụọ malitere ibi na ndị Saracen Sicilian na Lucera.",
  "N'afọ 1391, e mere ka dayọsis nke Lucera mụbaa site na mgbakwunye nke bishọp nke Castel Fiorentino (Farentino), obodo nke ndị Byzantium catapan Basil Mesardonites guzobere n'afo 1015, na ebe ọnwụ Eze Ukwu Frederick nke Abụọ.",
  "Mgbe afọ 1409 gasịrị, dayọsis nke Tortiboli - nke e guzobere tupu n'afọ 1236 - jikọtara ya na Lucera",
  "N'afọ 1969, e mere ka aha ahụ (ọ bụ ezie na ọ bụghị dayọsịs) dịghachi ndụ n'okpuru aha Latini ya Tortibulum.",
  "N'afọ 1609, 1687, na 1759, e gosipụtara dayọsis nke Lucera dịka onye nyemaka   nke archdayọsis nke Benevento.",
  "N'ihe dịka n'afọ 1031, a na-agba akaebe na dayọsis nke Troia dịka onye nọ n'okpuru popu. Popu Paschal nke Abụọ kwadoro nke a n'akwụkwọ ozi nke abalị iri n'ọnwa Nọvemba n'afọ 1100, na-enye ndị bishọp nke Troia ikikere ka popu doo ha nsọ ruo mgbe ebighị ebi.",
  "N'afọ 1127, Count Roger nke Abụọ nke Sicily nyere Popu Honorius nke Abụọ (1124-1130) nnukwu onyinye ọlaedo na ọlaọcha, ma kwe ya nkwa obodo Troia na Montefusco, ma ọbụrụ na popu ga-enye ya ọkọlọtọ na utu aha Duke nke Apulia",
  "N'ọnwa Nọvemba n'afọ 1127, Popu Honorius nọ na Troia, ebe o nwere kansụl, ebe ọ chụpụrụ Count Roger na onye ọbụla kwesịrị ịkwado mbọ ya ịghọ Duke nke Apulia. Na abalị ise n'ọnwa Disemba n'afọ 1127, popu nyere Troia akwụkwọ iwu na nnwere onwe",
  "Ọ tụgharịrị ndị isi nke Apulia, na-atụ egwu ịmepụta alaeze Norman na ndịda Ịtali.",
  "Na abalị iri atọ na otu n'ọnwa Disemba n'afọ 1963, dayọsis nke Troia",
  "Katidral nke Troia, nke a raara nye Virgin Maria, bụ nke isi nke iri abụọ, nke ndị isi anọ (nke Archdecọnu, na Archpriest duziri) na-achịkwa. N'afọ 1675, e nwere ndị isi anọ na ndị ụkọchukwu iri na isii",
  "N'afọ 1752, e nwere ndị isi anọ na ndị ụkọchukwu iri na abụọ.",
  "Popu Urban nke Abụọ nwere nzukọ ndị isi na Troia na ubochi iri na otu na iri na abuo nke onwa Machị n'afo 1093, ebe ndị bishọp iri ise na ise bịara.",
  "Mgbe alaeze Napoleon nke Ịtali nwụsịrị, Nzukọ nke Vienna nyere Ikikere iweghachi steeti ndị popu na alaeze Naples",
  "Ebe ọ bụ na ndị France bi na ya hụrụ ka a kwụsịrị ọtụtụ ụlọ ọrụ Chọọchị na alaeze ahụ, yana iweghara ọtụtụ ihe onwunwe na akụ Chọọchị, ọ dị mkpa ka Popu Pius nke asaa na Eze Ferdinand nke anọ nwee nkwekọrịta maka iweghachi na inyeghachi",
  "Otú ọ dị, Ferdinand adịghị njikere ịnakwere ọnọdụ tupu Napoleon, nke Naples bụ onye ọchịchị popu",
  "Ọ dịghịkwa njikere ịnabata ọnụ ọgụgụ buru ibu nke obere Dayọsisis na alaeze ya; na-agbaso ebumnuche ndị France, ọ chọrọ ka e kpochapụ Dayọsisis iri ise. Mkparịta ụka ogologo, nke zuru ezu, na nke siri ike sochiri",
  "Na abili iri na asaa nke onwa Julaị n'afo 1816, Eze Ferdinand nyere iwu, nke ọ machibidoro ịnata akwụkwọ ọ bụla nke popu, gụnyere na-enweghị nnata nke eze",
  "Nke a pụtara na ndị ụkọchukwu enweghị ike ịnata ehi nke nhọpụta, nsọpụrụ, maobu ntinye na-enweghị ikikere nke eze.",
  "N'ikpeazụ, a bịanyere aka na nkwekọrịta n'abali iri na isii nke onwa Febụwarị n'afo 1818, Pius nke Asaa kwadoro ya n'abali iri abụọ na ise nke onwa Febụwarụ n'afo 1818",
  "Ferdinand wepụtara nkwekọrịta ahụ dị ka iwu n'abali iri abụọ na otu na onwa Machị n'afo 1818. Nkwughachi nke Dayọsisis nke alaeze ahụ na mpaghara ụka were ihe karịrị afọ atọ",
  "E kwetara ikikere eze nwere ịhọpụta onye ga-abụ onye bishọp, dịka ọ dị na nkwekọrịta nke afọ 1741, dabere na nkwenye popu (Ima okwa). N'abali iri na asaa nke onwa June n'afo 1818, Pius VII wepụtara bull De Ulteriore nke e weghachiri isi bishọp nke Benevento",
  "E wepụrụ Dayọsisis nke Montecorvino na Vulturaria kpamkpam ma tinye ya na mpaghara Dayọsis nke Lucera. Lucera gara n'ihu dịka onye nnọchi anya Benevento.",
  "Dayọsis nke Troia nọ n'okpuru Holy See ozugbo n'afo 1752, ọ nọgidekwara na ya n'okpuru ndokwa ọhụrụ na Alaeze Naples n'afo 1818.",
  "N'ịgbaso Nzukọ nke Abụọ nke Vatican, na dịka ụkpụrụ ndị e depụtara na iwu kansụl ahụ si dị, Christus Dominus isi nke iri anọ, Popu Paul VI nyere iwu ka a hazigharịa mpaghara ụka dị na ndịda Ịtali. Iwu \"Eo quod spirituals\" nke abali iri na abụọ n'owa Septemba n'afo 1976 mepụtara nzukọ ndị bishọp ọhụrụ na mpaghara a na-akpọ \"Basilicata\"",
  "Popu Paul VI nyere iwu ka ndị otu Congregation of Bishops na Vatican Curia, Nzukọ Ndị Bishọp nke Ịtali, na Dayọsisis dị iche iche metụtara nwee mkparịta ụka.",
  "N'abalị iri atọ n'ọnwa Eprel n'afọ 1979, Popu John Paul nke Abụọ gara n'ihu na nhazi ahụ site n'ịkwalite Dayọsis nke Foggia ka ọ bụrụ achịbishọp, ma kenye mpaghara ụka ọhụrụ ya Dayọsis ndị dị na Siponto, Troia (nke nọ n'okpuru Holy See), Ausculo e Cerignola, Bovino, Lucera, Santo Severino na Vestana.",
  "N'abali iri na asato nke onwa Febụwarị n'afo 1984, Vatican na steeti Ịtali bịanyere aka na nkwekọrịta ọhụrụ na nke e dezigharịrị",
  "Dabere na mmezigharị ahụ, e wepụtara usoro Normae n'abali iri na ise n'owa Nọvemba n'afo 1984, nke a sonyeere n'afọ sochirinụ, n'abali ato n'owa June n'afo 1985, site n'ime ka iwu nwee ike",
  "Dabere na nkwekọrịta ahụ, e wepụrụ omume nke inwe otu bishọp na-achịkwa Dayọsis abụọ dị iche iche n'otu oge, aeque personaliter",
  "Vatican gara n'ihu na mkparịta ụka nke malitere n'okpuru Popu John XXIII maka njikọta nke obere Dayọsis, ọkachasị ndị nwere nsogbu ndị ọrụ na ego, n'ime otu Dayọsis jikọtara ọnụ.",
  "Na mgbe onwa  Septemba gbara abali iri atọ, n'afo 1986, e jikọtara dayọsis nke Troia na Lucera iji guzobe Dayọsis of Lucera-Troia, dịka onye nnọchi anya nke Metropolitan Archdiocese nke Foggia-Bovino",
  "Ma katidral ya na Lucera na katidral ibe ya na Troia nwere ọkwa nke obere basilica.",
  "E guzobere ya: narị afọ nke anọ",
  "United: abali iri atọ nke onwa Septemba n'afo 1986"
]