[
  "N'ozuzu, otu ụbọchị bụ oge nke otu ntụgharị nke ụwa (ihe dịka awa 24) ma ọ bụ otu ntụgharị nke nnukwu ihe ndị ọzọ na-enyocha mbara igwe",
  "Na ndụ kwa ụbọchị, okwu ahụ bụ \"ụbọchị\" na-ezokarị aka n'ụbọchị anyanwụ, nke bụ ogologo n'etiti ehihie abụọ nke anyanwụ ma ọ bụ oge anyanwụ ruru ebe kachasị elu",
  "Okwu ahụ bụ́ “ụbọchị” nwekwara ike na-ezo aka n’ehihie, bụ́ oge mgbe ebe ahụ na-enweta ìhè anyanwụ kpọmkwem na nke na-apụtachaghị ìhè",
  "N'ụwa, dịka ọnọdụ na-agafe ụbọchị ya, ọ na-ahụ ụtụtụ, ehihie, ehihie, mgbede, na abalị",
  "Mmetụta nke otu ụbọchị dị mkpa maka ọtụtụ usoro ndụ, nke a na-akpọ rhythm circadian.",
  "Enwere ike ịhazi ụbọchị na kalenda dị ka ụbọchị, na-abụkarị ọnwa na afọ",
  "Ọtụtụ kalenda 'nhazi nke ụbọchị na-eji ma ọ bụ ma Sun's ( kalenda anyanwụ) ma ọ bụ ọnwa (kalịnda ọnwa) ọnọdụ ikwu na mbara igwe",
  "A na-anabata mmalite nke ụbọchị dịka oge etiti abalị ma ọ bụ etiti abalị, nke edere ka elekere 0:00 ma ọ bụ 12 nke ụtụtụ na elekere 12- ma ọ bụ 24",
  "N'ihi na oge etiti abalị na-adịgasị iche n'etiti ọnọdụ, a na-ahazi mpaghara oge iji kwado iji oge ọkọlọtọ otu.",
  "N'ime ngwa a kapịrị ọnụ, a na-agbanwe nkọwa nke otu ụbọchị, dị ka ụbọchị SI (kpọmkwem 86,400 sekọnd) ejiri maka kọmpụta na idobe ụkpụrụ, ngụkọta oge mpaghara nke mgbanwe ụwa nke ụbọchị anyanwụ, yana ụbọchị kpakpando na sidereal",
  "ụbọchị (iji mbara igwe) eji maka mbara igwe",
  "Na mba ụfọdụ, enwere ike ịtọ otu ụbọchị malite na mbụ ma ọ bụ mechaa site na oge nchekwa ìhè, na-eme ka o kwe omume ịnwe ụbọchị obodo 23- ma ọ bụ 25.",
  "Okwu a sitere na Old English dæg, ya na cognates ya dị ka dagur na Icelandic, Tag na German, na dag na Norwegian, Danish, Swedish na Dutch - ha niile sitere na mgbọrọgwụ Proto-Germanic * dagaz",
  "Ruo Ọktoba 17, 2015, ụbọchị bụ okwu 205 nke a na-ahụkarị na bekee US, yana nke iri abụọ na iri a na-ahụkarị na Bekee UK.",
  "A na-eji ọtụtụ nkọwa nke echiche mmadụ zuru ụwa ọnụ dabere na ọnọdụ, mkpa na ịdị mma",
  "E wezụga ụbọchị nke awa 24 (sekọnd 86,400), a na-eji okwu ụbọchị mee ihe maka ọtụtụ oge dị iche iche dabere na ntụgharị nke ụwa gburugburu axis ya",
  "Otu ihe dị mkpa bụ ụbọchị anyanwụ, nke a kọwara dị ka oge ọ na-ewe maka Sun ịlaghachi na njedebe ya (ebe kachasị elu na mbara igwe)",
  "N'ihi na orbits nke eluigwe adịghị okirikiri zuru oke, yabụ na ihe na-aga n'ọsọ dị iche iche n'ọnọdụ dị iche iche n'okirikiri ha, ụbọchị anyanwụ abụghị otu ogologo oge n'ime afọ orbital",
  "N'ihi na ụwa na-aga n'okporo ụzọ eccentric gburugburu anyanwụ ka ụwa na-agbagharị na axis nwere mmasị, oge a nwere ike ịbụ 7.9 sekọnd karịa (ma ọ bụ ihe na-erughị) awa 24",
  "N'ime iri afọ ndị na-adịbeghị anya, nkezi ogologo nke ụbọchị anyanwụ n'ụwa abụrụla ihe dịka 86,400.002 sekọnd (awa 24.000 000 6) na enwere ugbu a ihe dịka 365.2421875 ụbọchị anyanwụ n'otu afọ okpomọkụ.",
  "Omenala oge ochie nwere mmalite ụbọchị ọhụrụ na ọbịbịa ma ọ bụ ọdịda anyanwụ na mbara mpaghara (ngụkọta ndị Italy, dịka ọmụmaatụ, ịbụ awa 24 site na ọdịda anyanwụ, ochie)",
  "The kpọmkwem oge nke, na etiti oge n'etiti, abụọ ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ na-adabere na ala ọnọdụ (longitude na latitude, nakwa dị ka elu), na oge nke afọ (dị ka e gosiri oge ochie hemispherical sundials).",
  "Enwere ike ịkọwa ụbọchị na-adịgide adịgide site na anyanwụ na-agafe na mpaghara meridian, nke na-eme n'ehihie mpaghara (njedebe elu) ma ọ bụ etiti abalị (njedebe dị ala)",
  "The oge na-adabere na ala lonjituudu, na n'ókè dị nta na oge nke afọ",
  "Ogologo ụbọchị dị otú ahụ fọrọ nke nta ka ọ bụrụ mgbe niile (awa 24 ± 30 sekọnd)",
  "Nke a bụ oge dị ka anwụ anwụ ọgbara ọhụrụ gosiri.",
  "Ọganihu ọzọ na-akọwapụta echiche ụgha nke Sun na-eji ọsọ na-aga n'ihu na mbara igwe; ọsọ bụ otu ihe ahụ dị ka nkezi ọsọ nke ezigbo Sun, ma nke a na-ewepụ mgbanwe dị iche iche n'ime otu afọ ka Ụwa na-agagharị n'akụkụ ya gburugburu anyanwụ (n'ihi ma ọsọ ya na axial tilt).",
  "Maka ebumnuche obodo, a na-akọwakarị oge elekere maka mpaghara dum dabere na oge anwụ nke mpaghara na etiti meridian",
  "A malitere ịnakwere mpaghara oge ndị dị otú ahụ n'ihe dị ka n'etiti narị afọ nke 19 mgbe ụgbọ okporo ígwè na-enwe usoro ihe omume mgbe nile malitere iji, na ọtụtụ mba ndị bụ isi nakweere ha ka ọ na-erule 1929",
  "N'ihe dị ka 2015, n'ụwa nile, a na-eji mpaghara 40 dị otú ahụ ugbu a: mpaghara etiti, nke akọwapụtara ndị ọzọ niile dị ka nkwụsị, ka a maara dị ka UTC ± 00, nke na-eji Coordinated Universal Time (UTC).",
  "Mgbakọ a na-ahụkarị na-amalite ụbọchị obodo n'etiti abalị: nke a dị nso n'oge njedebe ala nke Sun na etiti meridian nke mpaghara oge",
  "Enwere ike ịkpọ ụbọchị dị otú ahụ dị ka ụbọchị kalenda.",
  "A na-ekekarị otu ụbọchị n'ime awa 24 nke nkeji iri isii, yana nkeji nke ọ bụla nwere sekọnd iri isii.",
  "Ụbọchị dị n'akụkụ ma ọ bụ ụbọchị kpakpando bụ ogologo oge ọ na-ewe maka Ụwa iji mee otu ntụgharị zuru ezu n'ihe gbasara mbara igwe ma ọ bụ kpakpando dị anya (nke e chere na a ga-edozi ya)",
  "A na-eji tụọ ụbọchị dịka nke a na mbara igwe",
  "Ụbọchị dị n'akụkụ dị ihe dịka nkeji 4 na-erughị ụbọchị anyanwụ nke awa 24 (awa 23 nkeji 56 na 4.09 sekọnd), ma ọ bụ 0.99726968 nke ụbọchị anyanwụ nke awa 24",
  "Enwere ihe dị ka ụbọchị 366.2422 kpakpando n'ime otu afọ okpomọkụ (otu ụbọchị kpakpando karịa ọnụ ọgụgụ nke ụbọchị anyanwụ).",
  "E wezụga ụbọchị kpakpando n'ụwa, ahụ ndị ọzọ dị na Sistemu Anyanwụ nwere oge ụbọchị, ogologo oge nke ndị a bụ:",
  "Na International System of Units (SI), ụbọchị abụghị otu ọrụ gọọmentị, mana anabatara maka ojiji ya na SI",
  "A na-akọwa otu ụbọchị, nwere akara d, site na iji nkeji SI dị ka sekọnd 86,400; nke abụọ bụ isi nkeji oge na nkeji SI",
  "Na 1967-68, n'oge 13th CGPM (Mkpebi 1), International Bureau of Weights and Measures (BIPM) degharịrị nke abụọ dị ka \"..",
  "oge nke 9,192,631,770 oge nke radieshon kwekọrọ na mgbanwe n'etiti abụọ hyperfine ọkwa nke abụọ",
  "ala ala nke ceium 133 atom.\" Nke a na-eme ka ụbọchị dabere na SI dịruo kpọmkwem 794,243,384,928,000 nke oge ndị ahụ.",
  "E meela atụmatụ oge dị iche iche ma ọ bụ metric, mana anaghị akọwa ụbọchị ahụ, ma jiri ụbọchị ma ọ bụ ụbọchị sidereal dị ka isi unit",
  "Metric oge na-eji prefixes metric iji debe oge",
  "Ọ na-eji ụbọchị dị ka isi unit, na obere nkeji bụ akụkụ nke otu ụbọchị: otu awa metric (deci) bụ 1⁄10 nke otu ụbọchị; otu nkeji metric (milli) bụ 1⁄2000 nke otu ụbọchị, wdg. N'otu aka ahụ, n'oge iri, ogologo ụbọchị na-adịgide adịgide na oge nkịtị",
  "A na-ekewa otu ụbọchị n'ime awa iri, ụbọchị iri na-agụnye otu afọ iri nke ya na otu izu",
  "Afọ iri atọ na-eme otu ọnwa.: 35 Atụmatụ dị iche iche nke na-adịghị akọwa ụbọchị ahụ: Atụmatụ Henri de Sarrauton debere ụbọchị, ma kewaa awa n'ime nkeji 100;: 42 na aro Mendizábal y Tamborel, ụbọchị sidereal bụ isi, na nkewa dị iche iche, na ya; 42 na aro Rey-Pailhade kewara ụbọchị 100 cés.: 42"
]