[
  "Ụbọchị: Sa Mundo ng Elementalia (transl. Onye nleta: In the World of Elementalia ma ọ bụ The Wanderer in the Land of Elementacia) nke a na-akpọkwa Niko: The Journey to Magika in English-speaking countries, bụ ihe nkiri na-atọ ọchị nke ihe nkiri na ihe nkiri na Philippines nke mbụ na-eme ihe nkiri",
  "Na ibụ nke Cutting Edge Productions mepụtara, ihe nkiri ahụ na-agba gburugburu Bubuy onye ga-azọpụta nne na nna nna ya ochie ndị a tọọrọ ma kpọga ha na ala a na-amaghị ama a na-akpọ Elementalia, ebe obibi nke ọtụtụ ihe e kere eke dị iche iche sitere na akụkọ ifo Philippines",
  "Ihe mmepụta $ 1.3 nde (ihe dị ka nde 58) nke ihe karịrị ndị na-eme ihe nkiri 500 na mpaghara na-egosipụta usoro ihe nkiri dijitalụ na-eji teknụzụ 2D na 3D na-enweghị akwụkwọ",
  "Ọ nwere 2D animation maka ihe odide ya na 3D animation for the backdrops.",
  "Ndị na-emepụta Dayo nọrọ ọtụtụ ọnwa na-akọwa akụkọ ahụ, ọnọdụ uche, na ngwugwu niile nke ihe nkiri ahụ",
  "Mgbe ha na-ede edemede ahụ, ndị edemede ahụ nyochara akwụkwọ gbasara akụkọ ifo obodo nke Maximo Ramos kpọrọ Creatures of Philippine Lower Mythology",
  "E jiri ya tụnyere mmezu afọ atọ nke ihe nkiri ọdịnala zuru oke, ihe nkiri a bu na uche ka emechaa ya na ime obere afọ abụọ.",
  "Ọ bụ Artemio Abad, Jr",
  "na Eric Cabahug dere Dayo ma Robert Quilao duziri ya",
  "E wepụtara ihe nkiri ahụ na Disemba 25, 2008 dị ka ntinye aka na 34th Metro Manila Film Festival.",
  "Dayo: Sa Mundo ng Elementalia bụ akụkọ na-enye obi ụtọ nke imeri egwu mmadụ na ịga nke ọma n'ihe isi ike",
  "Atụmatụ ahụ na-agba gburugburu Bubuy (nke Nash Aguas kwuru) onye na-achọ ịzọpụta nne na nna nna ya a tọọrọ n'ala Elementalia, ụwa anwansi na ihe omimi nke nwere ọtụtụ ihe ndị e kere eke nke Philippines na ihe ndị ọzọ a na-eme anwansi",
  "Ihe nkiri a na-eme ihe nkiri na-eme na ógbè ahụ bu na uche iweghachi akụkụ nke ọzọ nke ihe ndị e kere eke dị ka tikbalang, kapre, manananggal, na aswang site n'inye ihe ọhụrụ na ihe ndị a a na-akpasu iwe.",
  "Mgbe ndị enyi klas ya ghọgburu ya ma merie ya n'ọsọ, a manyere Bubuy (Nash Aguas) inye ha nri na-atọ ụtọ mana ọ nweghị ike iwe ha, kama ha na-ama ya aka ịga na ohịa na isi ụtụtụ, nke ọ kwetara na ọ na-achọghị.",
  "Bubuy rutere na ulọ na-enwe mwute na nsonaazụ nke ọsọ ahụ ma jụ ịgwa nne na nna ya ochie, Lolo Miong (Noel Trinidad) na Lola Nita (Nova Villa) ihe na-enye ya nsogbu",
  "Mgbe ọ bụ nri abalị, ọ na-arịọ onwe ya mgbaghara \"ịrụ ọrụ na ọrụ\" n'ụlọ nwa klas ya nakwa na ọ ga-alaghachi n'oge na-adịghị anya, na-asị ha gaa nke ọma.",
  "Ọ rutere n'ime ọhịa wee zute ndị mmegbu",
  "Ha nyere ya iwu ka ọ mụnye ọkụ na etiti ọhịa ahụ nke ọma ka ha wee hụ ya na ebe dị anya ma nye ya ọkụ ọkụ",
  "Ọ bụ ezie na ọ na-atụ egwu abalị, ọ banyere n'oké ọhịa ma mee ọkụ ọkụ site na ọkụ na ahịhịa kpọrọ nkụ",
  "Na mberede, ọkụ ahụ gbasara ma gbaa osisi Balete ochie ọkụ",
  "Site na mbibi ya, osisi vaịn ahụ chụpụrụ Bubuy n'ụlọ ya ma mee ka a tọọrọ nne na nna ya ochie.",
  "Na oké egwu, ọ na-eme ihe ọchị na-arịọ ndị agbata obi ha na-aga n'ụlọ ya maka enyemaka, mana ịhụ na ihe niile yiri ka ọ dị mma na uzọ megidere ihe Bubuy gwara, ha na-ewe iwe maka ikwere na a na-eme ha ihe ọchị",
  "Ọ bụ naanị ndị agbata obi abụọ nwere obiọma kasiri ya obi tupu ha ahapụ ya naanị ya, na-adụ ya ọdụ ka ọ zuru ike.",
  "Ka ọ na-ekpe ekpere na ime ụlọ ya, otu manananggal aha ya bụ Anna (Katrina \"Hopia\" Legaspi) pụtara na èzí ụlọ ya ma kwuo na ya ga-enyere ya aka ịchọta nne na nna ya furu efu site na enyi ọ maara",
  "Ọ na-emeghe ọnụ ụzọ dị na elu ugwu nke azụ ụlọ ha nke na-eduga ha na \"Elementalia\", ụwa nke akụkọ ifo na ihe ndị e kere eke",
  "Ha abụọ banyere na ọnụ ụzọ ahụ ma Anna gakwuuru Lolo Nano (Peque Gallaga), onye nuno",
  "Lolo Nano gwara ya ka ọ were enyo na foto nke nne na nna ya ochie na ụlọ",
  "Nọnọ ahụ gwara Bubuy na Anna na nne na nna ya ochie ka dị ndụ, naanị onye dị ike ọ chọrọ iji merie tupu ọnwa zuru ezu, nke bụ ụbọchị na-esote, ma ọ bụghị ya, ọ ga-ejide ya na mpaghara ha ruo mgbe ebighị ebi",
  "Ya onwe ya ga-arụ ọrụ atọ: nweta mmiri dị nsọ site na Siyokoys, jide ọkụ ọkụ, ma wepụta mkpụrụ osisi anọ site na osisi Kapre",
  "Lolo Nano na-enye ya ihe ọ chọrọ",
  "Iji hụ na ọ dị nchebe, a na-enye ya slingshot anwansi nke ga-egbu ihe ọ bụla dị njọ ma Anna kpachapụrụ anya soro ya gaa njem ya",
  "Na uzọ ha, ha zutere Narsi (Michael V.), onye Tikbalang nke na-eje ozi Bubuy (mgbe ọ gbasịrị ntutu isi ya) ma nyere ha aka na njem ha niile.",
  "Bubuy rụzuru ọrụ ahụ ma lụọ ọgụ megide nnukwu osisi Balete na ndị na-ejere ya ozi na ndị enyi ya na ndị ọzọ nke ndị agha nna Anna",
  "Ha meriri ihe na ihe ọjọọ ma Bubuy mechara laghachi na ụwa mmadụ na nne na nna ya ochie.",
  "Ụbọchị ole na ole mgbe ihe omume ahụ gasịrị, a na-ahụ Bubuy ka ọ na-emeri na ọsọ ahụ ma na-azọpụta nwa akwụkwọ ka ọ ghara ịbụ onye ndị na-emegbu ya na-emeso ya site na iji slingshot ya nke Lolo Nano nyere ya",
  "Tupu ọgwụgwụ, ọ na-akụ osisi ọhụrụ ahụ ọkụ dị ka ihe ịrịba ama nke udo na nkwanye ùgwù",
  "O mechara sonyere Anna na ụgbọelu gburugburu Manila, Watching Fireworks na Mall of Asia",
  "ma nwee obi ụtọ na unya ụgbọ elu gburugburu EDSA mgbe ọ na-achụ ụmụnne nne na ụmụnne nna Anna."
]