[
  "'Dayo Adedayo (a mụrụ n'ụbọchị nke mbụ n'ọnwa Julaị n'afọ 1964) bụ onye Naịjịrịa azụrụ azụ na Briten",
  "Onye na-ese foto, onye na-ahụ maka ọdịbendị, na onye edemede",
  "Dayo bụ onye dere Nigeria 2.0, akwụkwọ a na-edekọ akụkọ maka ọtụtụ ebe dị mkpa na Nigeria",
  "N'ime afọ iri na asaa, 'Dayo agagharịala ma dekọọ steeti iri atọ na isii na Naịjirịa.",
  "Adedayo gụrụ akwụkwọ praịmarị na Children's Home School, Molete, Ibadan, Oyo State, Nigeria na Moslem Primary School, Idofe, Oke-Ife, Ijebu Ife, Ogun State, Nigeria",
  "Ọ lere ma nweta asambodo ụlọ akwụkwọ sekọndrị ya na Ijebu Ife Community Grammar School",
  "Ọ gụrụ Photography Arts na Westminster College na University of Westminster, UK",
  "Ọ bụ onye edemede nke Rivers State Our Proud Heritage, Tour Nigeria, na Lagos State, A Visual Portrait O chebere ihe karịrị nde foto anọ na Naịjirịa.",
  "Adedayo malitere dị ka onye na-ese foto mmekọrịta mmadụ na ibe ya, nke mechara bụrụ onye nweere onwe ya maka Ovation Magazine International tupu ọ banye na foto ihe nkiri",
  "Ọ gara ma dekọọ mpaghara ọchịchị ime obodo narị asaa na ịrị asaa na anọ niile dị na Naịjirịa, na-edekọ maka ala, ndị mmadụ, ọdịbendị, ahịhịa, na nri. A na-egosi akara ise foto ya na peeji nke e-Passport nke Naijiria, nakwa na ahụ aja nke ọdụ ụgbọelu mba Lagos na Abuja ma na-achọkwa ahụ aja nke ọtụtụ ụlọ ọrụ ọha na eze mma ma na Nigeria ma na mba ofesi. N'afọ 2014, iji cheta mba Naịjirịa, e nyere ya ọrụ imepụta ihe oyiyi maka otu narị naira nke otu narị afọ nke Naịjịrịa. Ọ bụ onye otu kọmitii nke nwere ọrụ nke ịmepụta foto na usoro ọmụmụ ọrụ pilot maka National Board for Technical Education (NBTE), ụlọ ọrụ na-ahụ maka Nigerian Polytechnics.",
  "Ọ bụ onye dere akwụkwọ iri na anọ gụnyere; Nigeria, Nigeria 2.0, Enchanting Nigeria, Nigeria The Magical, Lagos State - The Centre of Excellence, Ogun State - The Gateway State, Owe Yoruba, Nigerian Tourism Development Corporation - Tourism is Life, Nigerian National Petroleum Corporation 37 Years in Pictures, Rivers State - Our Proud Heritage, Tour Nigeria, Lagos State - A visual Portrait, Owe Yoruba 2.0 na Ogun State - A Visual Portrait."
]