[
  "Delmar Drew Arnaud (amụrụ n'ọnwa Mee ụbọchị irí abụọ na isé, n'afọ 1973), nke a maara dịka Daz Dillinger (nke bụbu Dat Nigga Daz na Daz), bụ onye America na-eti egwu na onye na-emepụta ihe ndekọ",
  "N'afọ ndị 1990 na Death Row Records, nyere aka na catapult nke West Coast rap na gangsta rap n'ime ndị isi",
  "Ọ bụ otu ọkara nke rap duo tha Dogg Pound, ya na Kurupt.",
  "Daz mụtara mmepụta n'aka Dr",
  "Dre na-arụ ọrụ na abọm mbụ nke Dre, The Chronic, n'afọ 1992",
  "Daz mere ihe ndị ọzọ na Snoop Dogg's first solo album Doggystyle na 1993, ma nweta mmepụta ya na 2Pac's All Eyez on Me na 1996",
  "Kemgbe ọ hapụrụ Death Row n'ihe dị ka afọ 2000, Daz lekwasịrị anya na ntọhapụ nke ya site na DPG Recordz ya.",
  "Nwa nwanne nna nke onye na-eti egwu Snoop Dogg, n'otu aka ahụ si Long Beach, California, Daz bidoro ọrụ ya ógè ọ dị ihe dị ka afọ iri na itoolu na Death Row Records, nke Marion \"Suge\" Knight guzobere, ebe Daz mụtara mmepụta egwu site na Dr",
  "Dre. N'ịbụ onye bịanyere aka na labelụ ahụ ógè ọ dị afọ iri na itoolu, ma na-emepụta ma na-eti egwu, Daz na Dr",
  "Dre rụkọrọ ọrụ na West Coast rap's breakthrough album, The Chronic Ka ọ dịgodị, na enyi rapper Kurupt, onye na-akụkwa na The Chronic, ha abụọ guzobere otu rap duo, Tha Dogg Pound",
  "N'afọ 1996, ka asọmpi rap nke mpaghara East na West na usoro ime ihe ike nke Suge Knight n'ụlọ na-akawanye njọ, onye isi na-emepụta Death Row bụ Dr",
  "Dre na-eme ka ọ dị anya na ikuku na-egbu egbu nke studio",
  "Ná mmalite abọm mbụ nke Tha Dogg Pound Dogg Food, nke Daz mepụtara, Dre kwụsịrị imepụta abọm dum na Death Row",
  "N'ikpeazụ na-arụ ọrụ n'ebe ahụ naanị na 2Pac, Dre mepụtara naanị egwu atọ - \"California Love\", \"California Love (Remix),\" na \"Can't C Me\" - na abọm mbụ nke 2Pac, All Eyez on Me",
  "Ógè ọ hapụsịrị Death Row Records, Daz ga-emepụta n'ihe banyere ndị na-ese ihe dị ka Kurupt, Soopafly, na B-Legit",
  "N'afọ 2000, Daz wepụtara abọm nke abụọ, R.A.W., site na labelụ nke ya, D.P.G",
  "Recordz",
  "N'afọ ndị sochirinụ, Daz anọgidewo na-elekwasị anya na nke ya, ntọhapụ indie na ahịa.",
  "N'afọ 2001, ógè Death Row ka nwere aha izizi nke ahụ, Daz na Kurupt pụtara ọzọ, ma ọ bụrụ na n'okpuru aha DPG, na abọm nke abụọ, Dillinger & Young Gotti, nke natara nyocha dị iche iche",
  "Mana n'oge na-adịghị anya, Kurupt bịanyere aka na Death Row ọzọ, na-akpali Daz ịkparị ya ugboro ugboro na abụ na ajụjụ ọnụ.",
  "N'afọ 2020 Daz jikọtara ya na Queens MC Capone otu ọkara nke Capone-N-Norega n'ihe banyere abọm mmekorita nke akpọrọ \"Guidelines\" n'okpuru Empire Distribution"
]