[
  "Daza (nke a makwaara dị ka Dazaga) bụ asụsụ Nilo-Saharan nke ndị Daza bi na ugwu Chad na-asụ",
  "A makwaara ndị Daza dị ka Gouran (Gorane) na Chad",
  "Ihe ruru mmadụ 380,000 na-asụ Dazaga, ọkachasị na mpaghara Desert Djurab na mpaghara Borkou, nke a na-akpọ Haya ma ọ bụ Faya-Largeau north-central Chad, isi obodo ndị Dazaga",
  "A na-asụ Dazaga n'Ugwu Tibesti nke Chad (ndị na-ekwu okwu 330,000), n'ebe ọwụwa anyanwụ Niger dị nso na N'guigmi na n'ebe ugwu (ndị ọkà okwu 50,000)",
  "A na-asụkwa ya n'obere ntakịrị na Libya na Sudan, ebe enwere obodo nke ndị na-ekwu okwu 3,000 n'obodo Omdurman",
  "Enwekwara obere obodo ndị si mba ọzọ na-arụ ọrụ na Jeddah, Saudi Arabia.",
  "Olumba abụọ bụ isi nke asụsụ Dazaga bụ Daza na Kara, mana enwere ọtụtụ olumba ndị ọzọ nwere nghọta, gụnyere Kaga, Kanobo, Taruge na Azza",
  "Ọ nwere njikọ chiri anya na asụsụ Tedaga, nke ndị Teda na-asụ, nke ọzọ n'ime otu ndị Toubou abụọ, bụ ndị bi na ugwu Tibesti nke ugwu Chad na ndịda Libya na nso obodo Sabha.",
  "Dazaga bụ asụsụ Nilo-Saharan na onye so na ngalaba Western Saharan nke ngalaba Saharan nke nwekwara asụsụ Kanuri, asụsụ Kanembu na asụsụ Tebu",
  "E kewara Tebu ka ọ bụrụ Tedaga na Dazaga",
  "Alaka ọwụwa anyanwụ Saharan gụnyere asụsụ Zaghawa na asụsụ Berti.",
  "Asụsụ ndị a na-asụ na Chad na Niger nwere mmetụta French ebe asụsụ ndị a na'asụ na Libya na Sudan nwere mmetụta Arabic",
  "Asụsụ Dazaga abụghị asụsụ edere ede mana n'afọ ndị na-adịbeghị anya, SIL mepụtara orthography",
  "Ọtụtụ n'ime ndị na-asụ Dazaga na-asụsụ abụọ ma ọ bụ ọtụtụ asụsụ n'asụsụ ha tinyere Arabic, French, Zaghawa, Hausa, Zarma, Kanuri ma ọ bụ Tuareg",
  "Ya mere, enwere ọtụtụ mgbazinye site na asụsụ ndị ọzọ dịka Arabic, Hausa ma ọ bụ French",
  "Dịka ọmụmaatụ, a na-agbaziri okwu maka \"ekele\" site na Arabic shokran ma tinye ya n'asụsụ ahụ site na -num na-esochi ya na-egosi onye nke abụTebụl ndị na-esonụ nwere okwu sitere na olumba Daza nke a na-asụ na Omdurman, Sudan",
  "Romanization a abụghị ụkpụrụ.",
  "Àtụ:Languages of ChadÀtụ:Languages of NigerÀtụ:Saharan languages"
]