[
  "Dazzie Dee bụ onye American West Coast hip hop rapper na onye na-emepụta ihe ndekọ nke na-arụkọ ọrụ ma soro ndị na-ese ihe dịka Suga Free, Mausberg, DJ Quik, Ice Cube, Shade Sheist, K-Dee, Kool G Rap, Coolio, Mixmaster Spade, Yo-Yo, Da Lench Mob, na ụfọdụ ndị ọzọ. O wepụtara abọm abụọ naanị ya n'afọ 1996, Where's My Receipt? na The Re-Birth, ya na egwu ndị a ma ama \"Knee Deep\", \"Everybody Wants To Be A Gangsta\", na \"Where You From?\".",
  "A mụrụ Lidell Williams n'ubochí irí atọ n'ọnwa Nọvemba, Los Angeles, California",
  "Ọ gara ma gụsịrị akwụkwọ na Washington Preparatory High School n'afọ 1989",
  "Ógè ọ dị afọ iri na anọ, Williams zutere Dr",
  "Dre, Sir Jinx na K-Dee",
  "Ọ bụ onye otu ndị otu 107th Street UG / BC Crips set, dị ka Sheppard, onye otu Skool Boyz si kwuo. Ọ bụ Dr",
  "Dre na Sir Jinx mepụtara EP mbụ ya Turn It Loose",
  "Ọ bụ otu n'ime ndị izizi so na ndekọ Lench Mob, nke Ice Cube guzobere",
  "N'ihi ọdịiche nka, ọ hapụrụ labelụ ahụ iji dekọọ abọm mbụ ya bụ Where's My Receipt wepụtara na Capitol Records na 1995",
  "Mgbe ahụ, o mere mbipụta ọzọ maka abọm ahụ dị ka The Re-Birth na Raging Bull Records na 1996. Ọ bụ DJ Battlecat mepụtara ya ma nwee ndị ọbịa si Ice Cube, Coolio, K-Dee na Tha Chill si Compton's Most Wanted Ọtụtụ ndị na-ewere ya dị ka West Coast classic.",
  "Dazzie Dee (nke a maara dị ka Big \"Saccs\"), bụ onye na-eti egwu G-funk na onye izizi bụbu onye otu egwu West Coast Lench Mob tinyere Ice Cube, K-Dee, J-Dee, Yo-Yo, Chilly Chill, T-Bone, Shorty na ndị ọzọ. Maka ọdịiche nka, ọ hapụrụ labelụ ahụ iji dekọọ abọm izizi ya bụ Where's My Receipt wepụtara na Capitol Records na 1995. Mgbe ahụ, o mere mbipụta ọzọ maka abọm ahụ dị ka The Re-Birth na Raging Bull Records na 1996.",
  "Àtụ:Col-begin\nÀtụ:Col-2",
  "Àtụ:Col-2",
  "Àtụ:Col-end",
  "The Killafornia Organization bụ otu egwu Hip hop nke gụnyere South Central Cartel, Compton's Most Wanted, Bonaphyde, Dazzie Dee, Killa, Tray Deee, Hard Times & Wize Guyz",
  "Abọm mbụ ha, Killafornia Organization, bụ nke Killa Cali Records, Thug Records wepụtara n'afọ 1996 ma mepụta ya site na 3 Strikes Prod"
]