[
  "Deana Lawson (1979) bụ onye Amerịka na-ese ihe, onye nkuzi, na onye na-ese foto nke bi na Brooklyn, New York. Ọrụ ya na-emetụta mmekọrịta chiri anya, ezinụlọ, ime mmụọ, mmekọahụ, na ịma mma ndị isi ojii.",
  "A na-eto Lawson maka ikike ya ịkọwapụta ihe ndị dị iche iche nke ahụmịhe ndị Afrịka Amerịka: \"Ọrụ Lawson na-enyocha mmekọrịta chiri anya, mmekọrịta, mmekọahụ na mmekọrịta. O nwere ọrụ na International Center for Photography collections",
  "E gosipụtara foto ya n'ọtụtụ ebe ngosi ihe mgbe ochie na galarị gụnyere Museum of Modern Art, Whitney Museum of American Art, na Art Institute of Chicago.",
  "Lawson bụ onye mmeri nke Hugo Boss Prize n'afọ 2020 \"maka ihe dị ịrịba ama ọ rụzuru na nka nke oge a\". Ihe ngosi nke ọrụ ya, The Hugo Boss Prize 2020: Deana Lawson, Centropy na-egosi na Mee 7-Ọktoba 11, 2021 na Solomon R",
  "Guggenheim Museum.",
  "A mụrụ Lawson n'afọ 1979 na Rochester, New York. Ọ natara B.F.A",
  "ya n'afọ 2001 na foto na Mahadum Pennsylvania State, na M.F.a",
  "ya na foto na Rhode Island School of Design (RISD) n'afọ 2004. Banyere afọ nke abụọ ya na Penn State, Lawson kwuru, sị, \"M rutere n'oge na-adịghị anya ma ọ bụ m ga-aga n'ihu na nzere azụmahịa ma ọ bụ na m ga-awụpụ ụgbọ okporo ígwè ahụ na-agagharị ma ghọọ onye na-ese ihe",
  "M wụliri elu ma eleghị anya azụ\".",
  "Lawson na di mbụ ya, onye na-ese ihe Aaron Gilbert nwere ụmụ abụọ.",
  "Lawson bụ osote prọfesọ nke foto na Mahadum Princeton na Princeton, New Jersey malite n'afọ 2012. N'afọ 2021, a kpọrọ ya Dorothy Krauklis profesọ nke Visual Arts na Mahadum Princeton Lewis Center for the Arts. Ọ kụzikwaara na California Institute of the Arts (CalArts), International Center for Photography, California College of the Arts, na Rhode Island School of Design.",
  "Lawson na-ekwu na ọ na-enwe mmasị na foto n'aka ndị na-ese foto n'Afrịka dịka Carrie Mae Weems na Renee Cox. N'oge ọ na-agụ akwụkwọ, Lawson nwere ihe ijuanya na enweghị agụmakwụkwọ gbara ndị na-ese foto na-acha",
  "Nke a mere ka ọ mụtakwuo banyere ndị na-ese ihe ojii, dị ka Lorna Simpson, onye ọrụ ya kpaliri ya ịchụso foto dị ka ihe na-ese foto: \"Nanị inwe ihe nlereanya ahụ - ịghọta na ọ bụghị naanị na ọ masịrị m ime foto kamakwa na m nwere ike ime nke a n'ezie, ị maara, ọ dị ezigbo mkpa iji gosipụta onwe m dị ka onye na-ese egwu\".",
  "A na-amata foto Lawson nke ọma site na nhazi ha nke ọma, ihe mejupụtara ya, na nlebara anya na akara ọdịbendị ojii",
  "A na-eme foto ya nke ọma, na-ekwusi ike na \"ihe ndị dị ike nke ime ụlọ ojii\". Mgbe ọ na-ezo aka n'ihe ndị ọ na-ekwu maka ya dị ka \"ezinụlọ\", ihe nlereanya ya na-abụkarị ndị ọ na'amaghị na-ezute na mberede n'ebe ọha na eze. Na nkwupụta onye na-ese ihe, Lawson dere, sị: \"Ọrụ m na-ekwu maka ihe ọmụma nke onwe site na akụkụ miri emi; foto ndị ahụ na-ekwu okwu n'ụzọ ndị a ga-esi dee mmekọahụ, ime ihe ike, ezinụlọ, na ọnọdụ mmekọrịta mmadụ na ibe ya, mgbe ụfọdụ n'ụzọ nkịtị, n'ahụ",
  "\""
]