[
  "Falak bụ nwata nwanyị dị afọ abụọ nke a nabatara na AIIMS Trauma Centre na New Delhi, India, na 18 Jenụwarị 2012, nwere okpokoro isi gbajiri agbaji na akara n'ahụ ya",
  "Otu nwata nwanyị dị afọ iri na ise nke ná ekwụ na ọ bụ nne ya kpọgara ya n'ụlọ ọgwụ",
  "Nwa agbọghọ ahụ gwara ndị dọkịta na nwa ọhụrụ ahụ siri n'ihe ndina wee daa",
  "A nabatara ya na okpokoro isi gbajiri agbaji, ogwe aka gbajiri agbaji, akara mmerụ mmadụ n'ahụ ya niile na ntì nke ejiri ígwè na-ekpo ọkụ mara. Ndị dọkịta na-enyocha nwa ọhụrụ ahụ kwuru na ọ bụ ahụmahụ siri ike nakwa na ọbụnadị n'ụlọ ọrụ trauma ha ahụtụbeghị nwa ọhụrụ nọ n'ọnọdụ dị otú ahụ. \nBaby Falak nwụrụ na 15 Machị 2012, mgbe njide obi, nke atọ ya n'ime ọnwa atọ. N'oge ọnwụ ya, a na-atụ anya na ọ ga-agbake nke ọma n'agbanyeghị na ọ na-arịa ọrịa obi na-adịghị mma.",
  "A maghị ọtụtụ ihe gbasara ọmụmụ Falak na ezinụlọ ya na mbụ",
  "N'ezie, ndị nọọsụ nọ na ICU nyekwara ya aha Falak",
  "Otu nwata dị afọ iri na ise na-azọrọ na ọ bụ nne ya kpọgara Falak n'ụlọ ọgwụ",
  "Mgbe e mesịrị, ndị uwe ojii malitere ịchọ nne mụrụ ya",
  "Na 1 Febụwarị 2012, ha kwuru na ha achọtala nne ya, Munni. Na mgbakwunye, a chọpụtara na o nwere ụmụnne abụọ ma kewapụ ya na nne ya n'ihi ndị na-azụ ahịa mmadụ",
  "Ụmụ nwanyị abụọ ghọgburu nne Falak bụ Munni n'alụmdi na nwunye nke abụọ bụ ndị mesiri obi ike na ha ga-elekọta ụmụ ya atọ nke ọma",
  "Ụmụ nwanyị ahụ kewara ụmụ ha n'etiti ha",
  "E zigara nwanne nwanyị Falak n'ụlọ ya na Bihar",
  "Ya na nwa ya dị afọ ise si n’otu okenye gaa n’ọzọ, ruo mgbe ya na otu nwata nwoke bi na nwoke lụrụ di",
  "E jidere ụmụ nwanyị ndị a - Lakshmi na Kanti Choudhry.",
  "Otu nwa agbọghọ dị afọ iri na ụma kpọtara nwatakịrị ahụ na Aiims nke kwuru na ya bụ nne ya nakwa na mmerụ ahụ bụ n'ihi ịdakwasị n'àkwà",
  "Mana ọdịdị nke mmerụ ahụ ekwekọghị na nkọwa a na-enye.\nN'oge ọgwụgwọ ya, ọ butere ọrịa meningitis ma nweekwa nkụchi obi abụọ",
  "Ọ lanarịrị ịwa ahụ ụbụrụ isii, agbakeela site na ọrịa ụbụrụ na 17 Febụwarị, gụnyere ịwa ahụ iji wepụ mmiri nke na-agbakọta n'ime ụbụrụ ya, a na-atụ anya na ọ ga-agbake kpamkpam ma na-atụ anya na a ga-agbapụ ya. Ọ nọ na ventilator ihe karịrị otu ọnwa, ebe ọ nwere nsogbu iku ume, ma nwee nnukwu ọrịa akpa ume, ọbara na ụbụrụ",
  "Ndị dọkịta anwaleela ngwakọta dị iche iche nke ọgwụ nje iji chịkwaa ọrịa ahụ nke gosipụtara nsonaazụ ya ma wepụ nwa ahụ na ventilator ma gbanwee ya n'ime ụlọ ọgwụ na 2 Machị. Nwa ahụ gosipụtara ihe ịrịba ama nke mgbake na ndị dọkịta na-akpọ ya \"nwa ọrụ ebube\" mgbe ewepụrụ ya nkwado ndụ n'ime izu ole na ole a nabatara ya. Ndị nọọsụ na-elekọta ya kwuru na ọ nwere ike iku ume n'onwe ya ma welie anya ya, enwerekwa mmegharị n'akụkụ aka",
  "\"Ọ na-ebe ákwá ma ndị otu ahụ niile ga-aga ịhụ ihe mere ya",
  "Onye ọ bụla n'ime anyị nwere mmasị na nwa ọhụrụ ahụ ma ugbu a ọ nọkwaghị",
  "Ọ bụ ihe na-akụda mmụọ,\" ka otu n'ime ndị nọọsụ kwuru",
  "N'ịbụ ndị nsogbu Falak kpaliri, ọtụtụ ndị India yana ndị nọ na mba ofesi kwere nkwa ịnabata ya mgbe ọ gbakee.",
  "Falak nwere nkụchi obi nke atọ n'elekere 9:40 nke abalị na 15 Machị 2012",
  "Mgbalị niile ndị dọkịta mere iji mee ka ọ dịghachi ndụ kụrụ afọ n'ala. Deepak Agrawal, onye enyemaka Prọfesọ nke Neurosurgery na AIIMS Trauma Centre bụ onye na-elekọta ya site n'ụbọchị a nabatara ya n'ebe ahụ, kwuru, sị, \"Ebe ọ bụ na nke ya (Falak) bụ ikpe ahụike na iwu, e mere postmortem",
  "Njide obi ahụ mere n'ihi ọrịa obi, nsogbu nke obi mgbe obi na-akụ ngwa ngwa",
  "O mere na mberede",
  "Ọ na-ehi ụra n'ihe ndina ya mgbe njide obi ahụ mere",
  "\" Nne ya lie nwa Falak n'ogige olili Ferozeshah Kotla na 16 Maachị 2012,  mgbe ntụziaka nke Kọmitii Na-ahụ Maka Ọdịmma Ụmụaka.",
  "E jidere mmadụ iri na ikpe ahụ tinyere Rajkumar, ana akpo kwá Mohammad Dilshad (ezigbo aha ya) nwoke gbahapụrụ nwa ahụ ya na enyi ya nwanyị dị afọ iri na ụma Lakshmi. Nwa agbọghọ ahụ n'onwe ya bụ onye e metọrọ n'aka nna ya Vijender. Na 13 Machị 2012, e jidere onye nọ n'afọ iri na ụma ahụ ma a ga-ekpe ya ikpe maka igbu ọchụ na-abụghị igbu ọchụ. A chọpụtakwara ná nwanne Falak dị afọ ise site n'ụlọ onye na-ere ahịa na mpaghara Uttam Nagar nke West Delhi ebe ndị uwe ojii Delhi si Muzaffarpur na Bihar chọtara nwanne ya nwanyị Sanobar.\nNdị dọkịta kwuru sị na ya na ndị nọọsụ na-egwuri egwu, n'ihi ya, a kpọpụrụ ya na ICU",
  "N'abalị iri na ise n'ọnwa Febụwarị, Falak na nne ya bụ Munni, onye lụrụ nwoke na Rajasthan. Nne ya nọ kita n'ụlọ mgbaba na Ngalaba Na-ahụ Maka Ọdịmma Ọha na Nirmal Chaya Complex na New Delhi."
]