[
  "Debora Patta (amụrụ na 1 Septemba 1964) bụ onye nta akụkọ mgbasa ozi South Afrika na onye na-emepụta telivishọn na-eme nchọpụta. A mụrụ ya na Southern Rhodesia (nke bụzi Zimbabwe) ma si Calabria, Ịtali.",
  "Patta bụ onye nta akụkọ Afrika maka mmemme akụkọ America The CBS Akụkọ mgbede Ọ nọ na CBS kemgbe afọ 2013, mgbe ọ hapụrụ ihe ngosi nyocha na ihe omume ugbu a, 3rd Degree na Debora Patta.",
  "A mụrụ Patta na Southern Rhodesia (nke bụzi Zimbabwe), ebe nna ya bụ onye Ịtali kwagara dị ka onye ọrụ ụgbọ okporo ígwè",
  "Nna ya si na Rome, Ịtali ma o biri ebe ahụ nwa oge mgbe ọ dị obere",
  "Ezinụlọ ya ndị Ịtali sitere na Praia a Mare na Calabria",
  "Ọ na-ewere Ịtali dị ka ebe obibi ya nke abụọ ma na-aga ebe ahụ mgbe niile.",
  "Patta gụrụ akwụkwọ na Mahadum nke Cape Town ebe ọ nwetara nzere Bachelor nke Social Sciences na 1984. Ọ kụziri aerobics n'oge dị mkpirikpi mgbe ọ nọ na kọleji.",
  "Mgbe ọ gụsịrị akwụkwọ na kọleji, Patta rụrụ ọrụ dị ka onye ndọrọ ndọrọ ọchịchị na-akụzi ịgụ na ide na ogige squatter nke Cape Town ruo 1990, mgbe ọ malitere ịrụ ọrụ dị ka odeakụkọ na-arụ ọrụ n'efu maka BBC.",
  "Patta sonyeere Redio 702 dị na Johannesburg dị ka onye nta akụkọ na 1990 wee rụọ ọrụ ya ruo n'ọkwa onye nchịkọta akụkọ akụkọ na 1994 na onye nchịkọta ọrụ pụrụ iche na 1997.",
  "Akụkọ mbụ ọ rụrụ ọrụ ya bụ na nke a gosipụtara na Redio 702 bụ banyere nlọghachi nke onye isi ANC Oliver Tambo site na mba ọzọ na Disemba 1990.",
  "N'ọnwa Ọktoba n'afọ 2013, Patta laghachiri na Redio 702 dị ka onye na-ekwu okwu na redio.",
  "Patta arụwo ọrụ maka e.tv, ụlọ ọrụ telivishọn mbụ nwere onwe ya n'efu na South Afrika, kemgbe e bidoro ya na 1998",
  "Ọ malitere dị ka onye isi na-ede akwụkwọ na Johannesburg ma mesịa bụrụ onye isi akụkọ nke akụkọ e.tv.",
  "Na 7 Mee 2013, e.tv na eNCA kwupụtara na Debora Patta agbaala arụkwaghịm \"iji chụsoo ọdịmma ndị ọzọ dị ka onye nweere onwe ya maka ụlọ ọrụ mgbasa ozi mba ụwa niile\".",
  "Mgbe ọ hapụrụ e.tv, ọ malitere ịrụ ọrụ dị ka onye nnọchi anya mba ọzọ maka Akụkọ CBS",
  "A kọwawo Patta dị ka \"onye na-ekwu okwu n'ụzọ doro anya\", \"ruo n'ókè\", \"onye na'atụghị egwu\" na \"ịbụ olu maka ndị na-enweghị olu\":\n \nPatta azaghachila nkatọ nke akụkọ ya site na nkwupụta okwu dịka \"nke pụtara na m na-arụ ọrụ m nke ọma\" na \"anyị na-eme nke a n'ihi na anyị nwere ezi ọchịchị onye kwuo uche ya\".",
  "N'ọnwa Eprel nke afọ 1995, Patta lụrụ Mweli Mzizi. Di na nwunye ahụ nwere agbụrụ dị iche iche zutere ibu iro ruo otu afọ, n'ihi ya, ọ tụrụ ya n'anya maka nzaghachi dị mma nke ndị na-ege ntị na ọkwa ya. Ha lụrụ na Jenụwarị 1996 ma ọtụtụ narị ndị ọbịa gụnyere Nelson Mandela bịara agbamakwụkwọ ahụ. Mgbe agbamakwụkwọ ahụ gasịrị, Ngalaba Na-ahụ Maka Ihe Ndị Dị n'Ime gwara Mzizi na alụmdi na nwunye ahụ adịghị irè n'ihi na o mejupụtara akwụkwọ chọrọ ka ndị isi ojii kwuo na ha alụghị di ma ọ bụ nwunye",
  "Newsweek kọrọ na mmadụ ole na ole maara ihe a chọrọ na \"ọtụtụ n'ime alụmdi na nwunye mba ahụ nwere ike ịbụ iwu na-akwadoghị n'anya ndị ọchịchị\".",
  "A họpụtara Patta dị ka otu n'ime ụmụ nwanyị FHM 50 kachasị eru n'ụwa site n'aka ndị na-agụ FHM South Afrika n'afọ 2003.",
  "Na Junu 2003 ọ lụrụ Lance Levitas.",
  "O nwere ụmụ nwanyị abụọ. Nwa ya nwanyị nke okenye, Chiara Mzizi, rụrụ ọrụ dị ka onye na-egosi YoTV, ihe ngosi ntụrụndụ ndị ntorobịa nke SABC 1 na-agbasa, ọ bụkwa nwa akwụkwọ na Mahadum Cape Town.",
  "Ka ọ na-erule 2019, Patta bi na Johannesburg na nwa ya nwanyị nke nta, Ella, na onye mmekọ ya bụ Andrew Levy.",
  "Patta enwetala ọtụtụ ihe nrite:"
]