[
  "Site n'afọ 2000 ruo afọ 2005, Naịjirịa nwere ọnụ ọgụgụ kachasị elu nke mgbukpọ ọhịa n'ụwa dị ka pasentị 55.7% dị ka Food and Agriculture Organisation nke United Nations (FAO) si kwuo. Naịjirịa nwere ụdị dị iche iche dị iche iche nke na-eme ka ọ na-eto nke ọma",
  "N'afọ 1950, e debere nnukwu ala dị ka ebe a na-echebe ma ọ dị mwute ikwu na ha adịghịzi. E mebiri ụdị dị iche iche nke ukwuu site na mgbukpọ ọhịa, mmebi, mmetọ na ntụgharị nke ala n'ime ihe ndị ọzọ n'ihi mmụba nke ọchịchọ nke ọnụ ọgụgụ na-arịwanye elu na mba ahụ.",
  "Global Watch Forest kọrọ na 567,371 n'ime 10,048,732 hekta nke oké ọhịa efunahụla n'ihi mgbukpọ ọhịa dị ka ọ dị n'afọ 2006, Ọzọkwa n'etiti afọ 2000 na afọ 2005, ọnụego mgbanwe ọhịa mụbara site na 31.2% ruo 3.12% kwa afọ. Naịjirịa tụfuru 14% nke oké ọhịa ya n'etiti afọ 2002 na afọ 2020. A na-ehichapụ ọhịa mgbe niile maka ịkpụ osisi, mbupụ osisi, ọrụ ugbo na ọkachasị nchịkọta osisi maka mmanụ ụgbọala nke ka bụ nsogbu na Western Africa",
  "Nnukwu ọchịchọ maka osisi na-agbanye ọkụ nke bụ isi iyi nke ike maka isi nri yana isi ihe na-eweta ego n'ime ime obodo mere ka ọnụego mgbukpọ ọhịa dịkwuo elu.",
  "Mgbukpọ ọhịa nwere ọtụtụ mmetụta ọjọọ na gburugburu ebe obibi dị ka ọzara, ọnwụ nke gburugburu ebe obibi, ọnwụ nke ụdị dị iche iche, mmebi ala, mbuze ala, wdg. Mgbukpọ ọhịa na-eyi nkwado nke gburugburu ebe obibi egwu ma tinye akụ na ụba na ụmụ amaala nke mba n'ihe ize ndụ.",
  "Nzaghachi nwere ike ime maka mgbukpọ ọhịa bụ ịkụziri ọha mmadụ banyere ojiji na-adịgide adịgide nke ihe ndị sitere n'okike, njikwa ọhịa, teknụzụ ka mma, isi iyi ọzọ na ọtụtụ ndị ọzọ.",
  "A na-ekwu na ịkwa osisi, ọrụ ugbo, na nchịkọta nke osisi dị ka ihe na-akpata mkpocha ọhịa na mba West Africa.",
  "Naịjirịa nwere ọtụtụ  dị iche iche dị ndụ",
  "[citation needed] Mba ahụ bụ otu n'ime ebe ndị kasị baa ọgaranya na ụdị dị iche iche n'ụwa",
  "Mba ahụ na-aga nke ọma karịsịa n'ihi akụkụ a.",
  "Tupu oge nnwere onwe, nnukwu ọhịa echekwara, ihe dị ka 96,518 square kilomita (km2) nke ala na-anọchite anya pasentị iri abụo na asaa (27%) nke oke ọhịa na pasentị iri (10%) nke ala niile echekwara dị ka ebe echedoro",
  "Pasentị iri isii na isii (66%) nke ebe nchekwa ọhịa dị na mpaghara Savana nke mba ahụ, pasentị iri abụo (20%) na-ada n'ime mpaghara ọhịa na-ekpo ọkụ na ndịda Naịjirịa na pasentị anọ bụ mmiri dị ọcha na mangroves nke ụsọ oké osimiri ndịda nke mba ahụ.",
  "Mgbe Naịjirịa nwetara nnwere onwe ya na (1960) wee ghọọ steeti nwere onwe ya, ọ ketara ogige ntụrụndụ mba asatọ (8) ogige ntorobịa, narị anọ na iri anọ na ise (445) ogige ntụziaka ọhịa, iri na abụọ (12) ogige ntụgharị na iri abụọ na asatọ (28) site n'aka ndị nchịkwa nke ndị na-achị ala maka nchedo na nchekwa nke ụdị dị iche iche nke ọhịa na mba ahụ.",
  "N'ụzọ dị mwute, nnukwu mpaghara ndị a e debere n'afọ 1950s adịghịzi",
  "E mebiri ihe nketa a nke ukwuu, e mebiri ọhịa ndị a na-echebe, mebie, banye ma gbanwee ha maka iji ala ndị ọzọ, n'ihi nrụgide na-arịwanye elu nke ọnụ ọgụgụ na-arị elu na mba ahụ.",
  "Nigerian Conservation Foundation (NCF) kọrọ na Naịjirịa efunahụla ihe karịrị pasentị iri itoolu na isii (96%) nke oke ọhịa ya na ọnụego mgbukpọ ọhịa dị na 11.1% kwa afọ. Nsogbu a zuru oke nke mgbukpọ ọhịa, nkwarụ na ntụgharị ala maka ebumnuche ọrụ ugbo na ojiji ndị ọzọ, emetụtala ụdị dị iche iche nke ọhịa na mba ahụ.",
  "N'afọ 2005, e gburu 12.2% nke bụ ihe ya na hekta 11,089,000 (27,400,000 acres) na Naịjirịa",
  "N'agbata afọ 1990 na afọ 2000, Naịjirịa efunahụla nkezi nke 409,700 hekta nke oké ọhịa kwa afọ na-aha ka nkezi nke mgbukpọ ọhịa kwa afọ nke 2.38%. N'agbata afọ 1990 na afọ 2005, Naịjirịa tụfuru 35.7% nke oke ọhịa ya n'ozuzu ya, ma ọ bụ ihe dị ka hekta 6,145,000.",
  "Enwere ike ịkọwa mgbukpọ ọhịa dị ka usoro ebe a na-egbutu ahịhịa n'enweghị ịgha mkpụrụ n'otu oge maka ebumnuche akụ na ụba ma ọ bụ mmekọrịta mmadụ na ibe ya",
  "Mgbukpọ ọhịa nwere mmetụta na-adịghị mma na gburugburu ebe obibi n'ihe gbasara mbuze ala, mfu nke ụdị okike dị iche iche, mfu anụ ọhịa, mmebi ala na mmụba nke ọzara n'etiti ọtụtụ mmetụta ndị ọzọ na-adịghị njọ.  Mgbukpọ ọhịa nwekwara mmetụta dị ukwuu n'akụkụ mmekọrịta mmadụ na ibe ya nke mba ahụ, ọkachasị gbasara nsogbu akụ na ụba, ọrụ ugbo, esemokwu na nke kachasị mkpa, ogo ndụ",
  "Dabere na data e nwetara site n'afọ 2000 ruo afọ 2005 na Naịjirịa, mba dị na mpaghara ọdịda anyanwụ nke Afrịka, nwere ọnụ ọgụgụ kachasị ukwuu nke mgbukpọ ọhịa n'ụwa, ebe ọ tụfuru 55.7% nke oké ọhịa ha. Mongabay na-akọwa oké ọhịa ndị bụ isi dị ka oké ọhịa na-enweghị ihe ịrịba ama a na-ahụ anya nke ọrụ mmadụ gara aga ma ọ bụ ugbu a.",
  "Ọnụ ọgụgụ a na-egbu osisi kwa afọ na Naịjirịa bụ 3.5%, ihe dịka 350,000-400,000 hekta kwa afọ",
  "Òtù Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu depụtara ihe achọrọ maka njikwa ọhịa na-adịgide adịgide dị ka; oke nke ihe onwunwe ọhịa, ụdị dị iche iche nke ihe dị ndụ, ahụike na ume ọhịa, ọrụ mmepụta nke ihe onyinyo ọhịa, ọrụ nchebe nke ihe onyonyo ọhịa, ọrụ mmekọrịta na akụ na ụba na usoro iwu, iwu na ụlọ ọrụ.  A naghị emezu ọtụtụ akụkụ nke atụmatụ ahụ ugbu a ma ga-anọgide na-enwe mmetụta na-emerụ ahụ ma ọ bụrụ na anaghị edozi ya ngwa ngwa.",
  "E meela ọtụtụ mmebi n'ala Naịjirịa site na usoro mgbukpọ ọhịa, karịsịa na-enye aka n'ụzọ dị ukwuu na ọzara",
  "Ọzara bụ mwakpo nke ọzara n'ala nke na-eme nri mgbe ụfọdụ.  Nnyocha e mere site n'afọ 1901 ruo afọ 2005 chịkọtara na e nwere mmụba okpomọkụ na Naịjirịa nke 1.1 °C, ebe mmụba nke okpomọkụ zuru ụwa ọnụ bụ naanị 0.74 °C",
  "Otu nnyocha ahụ chọpụtakwara n'otu oge ahụ na mmiri ozuzo na mba ahụ belatara site na 81mm",
  "O doro anya na usoro abụọ a nwere mgbanwe dị egwu n'otu oge n'afọ 1970s.",
  "Site n'afọ 1990 ruo afọ 2010, Nigeria fọrọ nke nta ka ọ bụrụ ọkara oke ọhịa ha, na-aga site na 17,234 ruo 9,041 hekta",
  "Njikọ nke oke oke oke mgbukpọ ọhịa, oke okpomọkụ na mbelata mmiri ozuzo niile na-enye aka na ọzara nke mba ahụ. A na-ekwukwa na ikuku carbon sitere na mgbukpọ ọhịa mejupụtara 87% nke ngụkọta ikuku carbon nke mba ahụ.",
  "Nnukwu ụdị dị iche iche nke Naịjirịa nke ụdị nnụnụ 864, anụ 285, anụ 203 na-akpụ akpụ, anụ 117 na-ebi n'ala na n'ala, azụ 775 na ụdị 4,715 nke osisi dị elu ga-emetụtakwa mmetụta ọjọọ nke mgbukpọ ọhịa. Ọnụ ọgụgụ nke Cross River gorilla dị ụkọ ebelatala ruo ihe dị ka mmadụ 300 n'ihi ịchụ nta nke ndị obodo na mbibi ebe obibi.  Ọ bụ ezie na, ọtụtụ n'ime ihe na-akpali mgbukpọ ọhịa sitere na ihe ndị metụtara akụ na ụba, ebe ọ na-eduga n'ọtụtụ nsogbu akụ na ụba na mba na-adịghịzi ike",
  "Tinyere nsogbu akụ na ụba, mgbukpọ ọhịa emeela ka o sie ike nke na ala ahụ enweghị ike ịmepụta ọtụtụ ọrụ ugbo nke bụ akụkụ nke ihe oriri na ndụ nke ọtụtụ ndị mmadụ",
  "Okwu ndị dị ka ndị a na isiokwu nke gburugburu ebe obibi n'onwe ya enyela aka n'ọtụtụ esemokwu na mba ahụ na ọbụna ogbugbu nke ndị na-ahụ maka gburugburu ebe obibi, dị ka Ken Saro-Wiwa, onye a họpụtara na Nobel Peace Prize.",
  "Ọtụtụ n'ime ikike maka mgbukpọ ọhịa na Naịjirịa sitere na ọchịchọ ha maka osisi",
  "Pasentị iri itoolu (90%) nke ndị Naịjirị kwuru na ha dabere na kerosene dị ka isi ihe na-enye ike maka isi nri mana n'ihi na ọ dị oke ọnụ ma na-enwekarị ya, 60% kwuru na ha na-eji osisi mmanụ kama",
  "Ojiji a na-eji osisi na-agbanye ọkụ maka isi nri dị elu n'ime ime obodo nke mba ahụ ebe ọtụtụ ndị mmadụ na-elekwasị anya. Enwekwara ihe na-akpali ndị bi n'ime ime obodo gbara usoro mgbukpọ ọhịa gburugburu n'ihi na ọ bụ isi iyi nke ego nye ọtụtụ n'ime ha",
  "Ọnọdụ ịda ogbenye dị elu na mba ahụ nwere njikọ dị ukwuu na nsogbu nke mgbukpọ ọhịa.",
  "Ọ bụ ezie na ogige ntụrụndụ na ebe nchekwa mba amụbaala na mba ahụ, naanị 3.6% nke Naịjirịa ka a na-echebe n'okpuru ụdị IUCN I-V",
  "Ngalaba Na-ahụ Maka Ọhịa nke Steeti nyere ohere ka ọnọdụ gburugburu ebe obibi dị ugbu a bụ ndị na-etinyeghị n'ọrụ usoro nchịkwa ọhịa ọ bụla iji nyere aka na mgbalị iji belata mgbukpọ ọhịa kemgbe afọ 1970. Enweghị mgbalị nchedo ma ọ bụ agụmakwụkwọ ọ bụla, ọha mmadụ amaghị otu esi emeso ihe onwunwe okike na-adịghị agwụ agwụ",
  "E meela ihe ole na ole iji gbalịa ibelata ọnụego mgbukpọ ọhịa na ịkwụsị igbu osisi n'ụzọ iwu na-akwadoghị.",
  "N'ụwa niile, Mgbukpọsị oké ọhịa abụwo ihe iyi egwu maka nkwado nke gburugburu ebe obibi ma ọ kpatara mmetụta ọjọọ dịgasị iche iche na Naịjirịa n'ihi ọnụego ha dị elu",
  "Mgbukpọ ọhịa na-etinye akụkụ niile nke gburugburu ebe obibi, akụ na ụba na nke ụmụ amaala nke mba ahụ n'ihe ize ndụ.",
  "Deforestation in Nigeria is as a result of many agents which includes: climatic agents, lumbering, biotic agents and man",
  "The activities of man like logging, agriculture, petroleum exploration, urban migration, word burning, grazing etc",
  "are the most common causes of deforestation in Nigeria among other agents.Àtụ:Cn",
  "E nweela mmụba ngwa ngwa n'ọnụ ọgụgụ ndị Naịjirịa ma nke a emeela ka ọ dị mkpa ịrị elu n'ịchọ nri maka mba ahụ",
  "Iji gboo mkpa maka nri, a na-ebibi nnukwu ọhịa kwa afọ ma ọ bụ site na ọkụ ọhịa ma ọ bụ igbu osisi na mgbalị iji mee ndokwa maka ala ọrụ ugbo. Ọzọkwa, ndị ọrụ ugbo ka ha na-arụ ọrụ ugbo na-agbanwe agbanwe, na-egbutu ma na-ere ọhịa ọkụ nke dị ize ndụ nye ala na oké ọhịa mmiri ozuzo n'ozuzu ya",
  "Ụfọdụ ahịhịa na ọrịa aghọwo ihe iyi egwu nye osisi ndị dị n'oké ọhịa Naịjirịa n'ihi ọrụ ugbo mmadụ",
  "Dịka ọmụmaatụ, Eupatorium adoratum (Siam weeds) sitere na ndịda Ọwụwa Anyanwụ Eshia.",
  "Nnyocha mmanụ ala, mpụga mmanụ na mmebi na mpaghara ndịda nke Naịjirịa emetụtala usoro okike nke ọhịa na mpaghara ahụ",
  "Ọrụ nchọpụta mmanụ ndị a emetụtawokwa ọhịa mangrove na mpaghara Niger Delta nke Naijiria",
  "Dị ka ngalaba nke mmanụ ala si kwuo, \"ihe dị ka mmanụ 419 emeela n'ala na-eduga na mfu nke dị n'etiti 5% na 10% nke ọhịa mangrove.",
  "Naịjirịa kwesịrị ịkwụsị nchọpụta nke mmanụ ala",
  "Ọ dịghịkwa onye ma ọ bụ ụlọ ọrụ nyocha kwesịrị ịkwụsị ịchọ mmanụ ọhụrụ, gas, ma ọ bụ mmanụ",
  "Site na nyocha ndị ọzọ, Anyị ga-enwe idei mmiri ndị ọzọ, ọzara ndị ọzọ, okpomọkụ dị elu, na nrụgide mmiri dị elu, ala ndị ọzọ ga-efu na Niger delta.",
  "Naịjirịa, dị ka worldometer si kwuo bụ onye na-emepụta Liquid Petroleum Gas(LPG) ma nwee nnukwu nchekwa nke gas sitere n'okike. Otú ọ dị, ọnụ ahịa dị elu nke gas na kerosene emeela ka ọtụtụ ndị Naijiria bi n'ime ime obodo na mpaghara obodo iji jiri osisi sie nri",
  "Ụlọ ọrụ International Energy Agency kwuru; ihe karịrị nde ndị Naijiria 120 na-adabere na nkụ na icheku ọkụ maka mkpa nri ha. World Wildlife Fund (WWF) mekwara nnyocha ma chọpụta na osisi ndị e ji mee ihe dị ka mmanụ isi nri mejupụtara ihe dị ka ọkara osisi ndị e wepụrụ n'ụzọ iwu na-akwadoghị n'oké ọhịa ahụ, ebe ọtụtụ n'ime ha si mba ndị na-emepe emepe dị ka Naịjirịa.",
  "N'ihi ọnụ ọgụgụ dị elu nke ndị mmadụ na-abata n'obodo ukwu, ọ dị mkpa maka mmepe ngwa ngwa na inye ihe ntụrụndụ ọha na eze dị mkpa dị ka okporo ụzọ, ọdụ ụgbọ elu, ụzọ ụgbọ okporo ígwè, àkwà mmiri, ụlọ akwụkwọ, n'akụkụ ndị a nke mba ahụ nke bụzi ihe iyi egwu maka mpaghara ọhịa ka a na-egbutu osisi na ahịhịa ma ọ bụ gbaa ọkụ iji nweta atụmatụ mmepe ndị a.",
  "Dịka ọmụmaatụ, ọtụtụ ọgbọ mbụ na ọgbọ nke abụọ dị ka Mahadum Calabar bụ mpaghara ọhịa dị ukwuu mana mkpa ọ dị iguzobe ụlọ akwụkwọ ndị a mere ka mbibi nke mpaghara ọhịa ndị a",
  "[citation needed]",
  "Mgbasawanye nke mgbukpọ ọhịa na steeti Naịjirịa na obodo ya na-eme ka egwu na nsonaazụ ya",
  "Site na nyocha e mere n'etiti afọ 2001 na afọ 2020 site na ọnụego na ọnụ ọgụgụ nke Naịjirịa, a chọpụtara na steeti ise kachasị emetụta bụ Edo, Ondo, Cross river, Taraba na Ogun steeti n'otu n'otu na steeti Edo na-akwado oke ọhịa kachasị elu nke 268kha dịka nkezi nke 28.2kha",
  "Steeti ndị ọzọ metụtara na Naịjirịa gụnyere Delta, Kogi, Osun, Ekiti, na steeti Oyo.",
  "Mkpa maka mmanụ koko na nkwụ na Cross River na Ondo State emeela ka mmebi gburugburu ebe obibi na mpaghara a.",
  "Ihe ndị na-esonụ bụ ụzọ isi lụso mgbukpọ ọhịa ọgụ na Naịjirịa",
  "Ihe ngwọta ọ bụla maka nsogbu nke mgbukpọ ọhịa na Naịjirịa ga-abụ usoro nke na-etinye ma na-elekwasị anya n'ụzọ siri ike n'akụkụ niile metụtara nsogbu ahụ",
  "Mmụta kwesịrị ịgụnye mpaghara nke ike ọzọ, teknụzụ ka mma, njikwa ọhịa, mmepụta akụ na ụba, ọrụ ugbo na nchekwa nke ndị obodo na-adabere na ala",
  "Ngwá ọrụ ike ndị ọzọ gụnyere ike mmiri, ike anyanwụ na ike ifufe",
  "Ike anyanwụ bụ nhọrọ dị ukwuu maka Naijiria ma ga-enwe nsonaazụ pụrụ iche n'ihi ọnọdụ ala ya",
  "Naịjirịa etinyelarị ihe igwe ikuku na ụfọdụ steeti ya mana ka a na-ewere usoro a na ike a ga-emepụta n'ụzọ dị mma na nke dị irè",
  "A na-anabata nke ọ bụla n'ime atụmatụ ndị a n'ụwa niile dị ka ezigbo ụzọ ọzọ maka usoro mmepụta ike ugbu a ma ọtụtụ ụlọ ọrụ gburugburu ebe obibi agbaala ume",
  "Imeziwanye teknụzụ nke stovu nri ga-adị irè karịsịa maka Naịjirịa nke nwere ọtụtụ ezinụlọ ugbu a na-achọ nkụ maka usoro isi nri ha.",
  "N'afọ 2005, otu mba, nke a na-akpọ Coalition for Rainforest Nations, mepụtara mmemme iji belata ọnụego mgbukpọ ọhịa nke na-enye aka na ikuku CO2. A haziri mmemme ahụ maka mba niile na-emepe emepe nwere oké ọhịa mmiri ozuzo",
  "Mba ndị na-emepe emepe na-enweta ego mgbe ha mechara nke ọma iji belata ikuku nke mba ha.  REDD emeela echiche yiri nke ahụ, Mbelata Mgbukpọ site na Mgbukwu ọhịa na Mgbakọta Ọhịa na Mba Ndị Na-emepe emepe. Na REDD, mba ndị ahụ nwere ike ịnata ego ka ukwuu n'ụdị ego carbon nke enwere ike iji mee ihe na-adịghị ize ndụ na gburugburu ebe obibi.",
  "Gọọmentị etiti nke Naịjirịa na West Africa na-ekwe nkwa iweghachi nde 4 ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ nde 10 ala mebiri emebi dị ka akụkụ nke ọrụ nke African Forest Landscape Restoration Initiative (AFR100) na ihe ịma aka Bonn.",
  "Gọọmentị steeti kwara emeela atụmatụ ịkụ osisi nde 2.5 iji lụso mgbukpọ ọhịa ọgụ site n'afọ 2047 na mmekorita ya na Nigeria Conservation Foundation (NCF).Ihe omume ahụ amalitela site n'ịkụ mkpụrụ 15,000 na obodo atọ: Latayi, Agboro na Koro na mpaghara Pategi nke steeti ahụ.",
  "Òtù na-abụghị nke gọọmentị Folliage (Fold for Liberal Age Charity Initiative) na mmekorita ya na Ondo State kwere nkwa ịmalite ịkụ ọtụtụ nde osisi gafee steeti ahụ na isiokwu nke \"Kịa osisi, Zọpụta ndụ\".",
  "Ndị isi ụwa gụnyere Naijiria na-ekwe nkwa ịkwụsị mgbukpọ ọhịa site n'afọ 2030 site na iwelite ijeri $ 19.2 iji kwụsị ma gbanwee osisi furu efu."
]