[
  "Dege Feder (a somụrụ n'afọ 1978) bụ onye na-ese ihe n'Ethiopia nke bi na Israel",
  "Ọ bụ onye nhazi egwu na onye njikwa nke ụlọ ọrụ ịgba egwu Beta, onye egwu na onye na-ese ihe",
  "Feder na-ejikọta ihe osise nke ịgba egwu ọdịnala Etiopia na ịgba egwu nke oge a na nke Israel.",
  "A mụrụ Dege Feder na mpaghara Gondar nke Ethiopia",
  "Ya na ezinụlọ ya kwagara Israel na 1985 dịka akụkụ nke Operation Moses",
  "Ọ malitere ọrụ ịgba egwu ya dị ka onye na-agba egwu na Ruth Eshel's Eskesta otu egwu Ethiopia ma hazie ọtụtụ n'ime ọnụ ọgụgụ nke ìgwè ahụ",
  "N'afọ 2005, ọ natara nzere BEd ya na Arts Education na Mahadum nke Haifa, kemgbe oge ahụ, ọ gara n'ihu na-arụ ọrụ na ndị otu egwu Beta, nke ndị na-agba egwu Esketa guzobere",
  "Ọ ghọrọ onye njikwa ndị otu ahụ n'afọ 2014.",
  "N'afọ 2021, Feder natara \"Ministry of Immigration Prize\" maka ihe osise pụrụ iche na onyinye ya nye ọha mmadụ Israel.",
  "Site na 1999–2005, Feder so Esketa rụọ ọrụ ndị isi, ma sonye na ebe ndị isi na Israel, dị ka Suzanne Dellal Center for Dance and Theater, na ememme dị iche iche ma na Israel ma na mba ofesi (dịka na Croatia, Ukraine, France, South Africa, New York, Philadelphia, Boston na Chicago).",
  "Feder bụ onye guzobere ọtụtụ ụlọ ọrụ ịgba egwu ndị ntorobịa, nke gụnyere Desta na Tezeta, nke na-eme n'ofe Israel niile, ma rụọ ọrụ ruo ọtụtụ afọ dị ka onye nkuzi ịgba egwu ndị ntorobịa n'ụlọ akwụkwọ na ụlọ akwụkwọ obibi maka ndị ntorobịa na-enweghị ihe ịga nke ọma",
  "N'afọ 2005, mgbe Feder malitere ịrụ ọrụ na Beta, a kpọrọ ụlọ ọrụ ahụ ka ha rụọ ọrụ na US, Colombia, Poland, Ecuador na Ethiopia.",
  "N'afọ 2009, Feder soro Haifa Symphony Orchestra bụọ abụ.",
  "N'afọ 2011, ọ malitere ọrụ a na-akpọ \"Degedrum\", ya na onye na-eti egwu Elad Neeman, nke ọ na-agba egwu ma na-abụ abụ",
  "Usoro ihe omume ahụ mere njem na US na Israel",
  "N'otu afọ ahụ, o dekọrọ abọm nke egwu mbụ nke e debere na uri n'asụsụ Amharic na Hibru, ya na Lela, otu egwu egwu nke Etiopia ọ tọrọ ntọala, nke raara onwe ya nye ịme egwu ya na ngwá ọdịnala.",
  "Feder na-ese ihe ka ukwuu na acrylic na akwa",
  "Ihe osise ya na-ejikọkwa ihe osise na ncheta nke Etiopia, na-ekwusi ike na ihe osise nke ụmụ nwanyị.",
  "Media related to Dege Feder at Wikimedia Commons"
]