[
  "Deir el-Bahari ma ọ bụ Dayr al-Bahri (Arabic: , : , lit",
  "'ebe obibi ndị mọnk nke North', Coptic: ̆ ̆ ̀, lit. Nke a bụ akụkụ nke Theban Necropolis.",
  "Ụlọ nsọ ahụ n'onwe ya nwere ogige ihu na ọnụ ụzọ mbata, nke mgbidi gbara gburugburu n'akụkụ atọ, na mbara ala nke ihe owuwu square buru ibu nke nwere ike ịnọchite anya mkpọmkpọ ebe mbụ nke si na mmiri nke ọgba aghara guzoro na ya",
  "Ka ụlọ nsọ ahụ na-eche ihu n'ebe ọwụwa anyanwụ, o yikarịrị ka a ga-ejikọta ihe owuwu ahụ na ofufe anyanwụ nke Rê na mbilite n'ọnwụ nke eze.",
  "Ebe a na-elekwasị anya na Deir el-Bahari bụ Djeser-Djeseru nke pụtara \"Onye Nsọ nke Eziokwu\",Ụlọ nsọ Hatshepsut nke ozu",
  "Ọ bụ Senenmut, onye nlekọta eze na onye na-ese ụkpụrụ ụlọ nke Hatshepsut chebere ma mejuputa ya, chepụtara ma tinye n'ọrụ, ijere ozi maka ofufe mgbe ọ nwụsịrị na ịsọpụrụ ebube nke Amun.",
  "E nwere ala atọ dị larịị nke ruru mita iri itoolu na asaa n'ịdị elu",
  "'Akụkọ' ọ bụla nwere ogidi abụọ nke square piers, ma e wezụga akụkụ ugwu ọdịda anyanwụ nke etiti etiti, nke na-eji ogidi Proto-Doric iji mee ụlọ ekpere",
  "A na-ejikọta ogige ndị a site na ogologo rampa nke ogige gbara gburugburu",
  "Ọdịdị nke ụlọ nsọ Hatshepsut kwekọrọ n'ụdị Theban oge ochie, na-eji ogidi, ụlọ ikpe, ụlọ nzukọ hypostyle, ogige anyanwụ, ụlọ ụka na ebe nsọ",
  "Thutmose nke Atọ wuru ụlọ nsọ ebe a, raara nye Amun",
  "Achọpụtara na 1961, a kwenyere na ejiri ya mee ihe n'oge ememme mara mma nke ndagwurugwu",
  "A maghị ọtụtụ ihe banyere ihe mgbagwoju anya ahụ, ebe ọ bụ na a gbahapụrụ ya mgbe ọ nwesịrị nnukwu mmebi n'oge mbuze ala na Dynasty nke iri abụọ",
  "Mgbe nke ahụ gasịrị, e ji ya mee ihe dị ka isi iyi nke ihe owuwu ma n'oge Ndị Kraịst ọ ghọrọ ebe ili ozu ndị Coptic.",
  "Nke abụọ, ili \"ihe nzuzo\" nke Senenmut - onye na-ese ụkpụrụ ụlọ na onye na-elekọta ụlọ nke lekọtara owuwu ụlọ nsọ maka Hatshepsut - malitere n'ime ụlọ ahụ",
  "E bibiri ili Senenmut n'oge ochie, mana ụfọdụ n'ime ihe osise ndị ahụ ka dị",
  "E bu n'uche ka ọ bụrụ ili buru ibu ma ụzọ ya karịrị 100 yards (92 m) n'ogologo",
  "Otú ọ dị, a rụchabeghị ya ma lie Senenmut n'ebe ahụ",
  "O nwere ili ọzọ, na-adịghị anya na Deir el-Bahari, ebe o nwere ike itinye ozu ya, mana e mebiri ya ma zuo ya ohi."
]