[
  "Dekha Ibrahim Abdi (Somali: , 1964 - 14 Julaị 2011) bu onye Kenya na-ahụ maka udo nke bi na Mombasa, Kenya",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ na gọọmentị na òtù ọha na eze",
  "Ọ bu onye agbụrụ Somalia.",
  "A mụrụ Dekha na 1964 na Wajir",
  "Ọ lụrụ Dr",
  "Hassan Nurrow Abdirahman onye ya na ya nwere ụmụ anọ",
  "Di na nwunye ahụ gbara alụkwaghịm na 2007 ma na 2009, ọ lụrụ Abdinoor, onye Kenya Somali ophthalmologist.",
  "Dekha bu onye nlekọta nke Coalition for Peace in Africa (COPA) na nke NOMADIC, otu ndị na-azụ anụ nke dị na Wajir",
  "Ọ bụkwa onye guzobere Kọmitii Udo na Mmepe nke Wajir, Coalition for Peace in Afrika, ACTION (Action for Conflict Transformation), na Peace and Regeneration Oasis (PRO).",
  "Dekha rụrụ ọrụ dị ka onye ndụmọdụ na-enye ọzụzụ na mmepe nke ndị na-azụ atụrụ na ọtụtụ ụlọ ọrụ mpaghara na nke mba ụwa na mba dị iche iche, gụnyere Cambodia, Jordan, Ethiopia, Somalia, South Africa, Netherlands, Israel, Palestine, Zimbabwe, UK, Uganda na Kenya",
  "Ọ bụkwa onye mmekọ nke na-aza esemokwu ma rụọ ọrụ n'oge gara aga dị ka onye nkuzi na onye nhazi mmụta nke RTC",
  "Enwere ike ịgụ ụfọdụ n'ime nghọta ya na nke ime udo na akwụkwọ \"Mediation and Governance in Fragile Contexts: Small Steps to Peace\" nke e bipụtara na 2019. Enwere ike ịchọta clkjhps nke ajụjụ ọnụ nke 2010 na 2011 na Dekha n'ịntanetị.",
  "N'afọ 2007, e nyere Dekha ihe nrite Right Livelihood Award",
  "Ndị ọka ikpe ahụ kelere ya \"maka igosi n'ọnọdụ agbụrụ na ọ dịbendị dị iche iche otu esi eme ka ọdị iche okpukpe na ndị ọzọ dị n'otu, ọ bụrụ mgbe esemokwu ime ihe ike gasịrị, ma jikọta ọnụ site na usoro mmekorita nke na-eduga n'udo na mmepe\".",
  "E nyekwara ya Gernika ́s Peace and Reconciliation Prize na 2008 (Basque Country) na Hessian Peace Prize nke Germany na 2009.",
  "Na 7 Julaị 2011, Dekha, di ya Abdinoor, na onye ọkwọ ụgbọala ha nọ na-aga nzukọ udo na Garissa, mgbe ụgbọ ala ha kụrụ ụgbọala",
  "Di ya na onye ọkwọ ụgbọala ya nwụrụ ozugbo",
  "Dekha merụrụ ahụ nke ukwuu ma buru ya gaa Nairobi",
  "Ọ nwụrụ obere oge ka nke ahụ gasịrị n'ụlọ ọgwụ Aga Khan na elekere 11.45 nke ụtụtụ, na 14 Julaị 2011",
  "Ọ dị afọ iri anọ na asaa."
]