[
  "Ayodele Basil, nke a maara nke ọma dị ka Del B, bụ onye Naijiria (onye na-edepụta) onye injinia ụda, onye na-emepụta ihe ndekọ. A maara ya nke ọma maka imepụta egwu Kcee \"Limpopo\", nke gara n'ihu ka a họpụtara ka ọ bụrụ Abụ nke Afọ na mbipụta 2013 nke The Headies N'afọ 2012, o mepụtara egwu \"Shake\" nke Flavour N'abania, nke nwetara otuto dị egwu n'etiti ndị nkatọ egwu.",
  "A mụrụ Del B na Kano Steeti, Northern Naijiria, nne na nna ya bụ ndị obodo Kwale",
  "Tupu ọ nweta nkwanye ùgwù, ọ rụrụ ọrụ dị ka injinia studio na MidiCorp Studios",
  "Mgbe ọ nọ ebe ahụ, ọ mepụtara egwu D'banj \"Why Me\". O dekọrọ egwu Kcee nke akpọrọ \"Limpopo\" - egwu nke mere ka a họpụta ya na 2013 Headies",
  "O mepụtara egwu abụọ: \"Kind Love\" na \"On Top Your Matter\" site na abọm studio nke Wizkid, Ayo \"On Top Your Matter\" nwetara nyocha dị mma n'etiti ndị nkatọ egwu",
  "Ọ malitere na nọmba itoolu na MTV Base Official Naija Top 10 music video chart",
  "O mechara gaa n'ihu n'elu chaatị ruo ọtụtụ izu, na-enweta nkwanye ùgwù Del B ọzọ.",
  "E kwuola Del B dị ka onye na-emepụta ihe na abọm studio gụnyere Seyi ma ọ bụ Shay nke Seyi Shay; Testify nke Harrysong; Ghetto University nke Runtown; Take Over nke Kcee; The Baddest nke Davido; Blessed and Thankful nke Flavour N'abania; na Ayo nke Wizkid",
  "Del B gosipụtara njirimara ya dị ka onye na-agụ egwu na onye na-emepụta ihe mgbe ọ wepụtara otu egwu akpọrọ \"Too Proud\" na afọ 2012 wee gaa n'ihu ịpụta na egwu akpọrọ \"So Nice\", nke DJ Neptune, na afọ 2015.",
  "Del B nwere weebụsaịtị na ọnwa Mee afọ 2020 na aha Del B World",
  "Site na weebụsaịtị, ị nwere ike ile ma gee ntị na vidiyo YouTube na abụ ya ugbu a",
  "Gaa na \"Del B Official Website\" www.delbworld.com.",
  "A na-eme atụmatụ na Ayodele Basil nwere ihe ruru $ 650,000",
  "Onye na-elekọta mmadụ nke ọma, Del B alụghị di ugbu a.",
  "Ayodele Basil dị afọ iri atọ na anọ.",
  "Micheal Abimboye nke Premium Times na-akọwa ụdị mmepụta Del B dị ka ụdị mmepụta nke na-enye onye na-ese ihe ohere iji paịpụ ha ma gosipụta ikike olu ha."
]