[
  "Delara Darabi (Persian: *) (ụbọchị iri abụọ na itoolu n'ọnwa Septemba n'afọ 1986 rụọ 1 Mee 2009) bụ nwanyị Iran Gilaki nke a mara ikpe ọnwụ mgbe a mara ya ikpe maka igbu nwa nwanne nna ya na 2003",
  "Ọ bụ ezie na Delara kwuru na mbụ na o mere mpụ ahụ, o mechara kwughachi ma kọwaa na enyi ya nwoke tọrọ ya, Amir Hossein, mere ka ọ ghaa ụgha banyere ihe ahụ merenụ iji chebe ya.  Dị ka Delara na ndị ọzọ maara ikpe ahụ si kwuo, Amir Hossein bụ onye gburu ọchụ ahụ n'ịgbalị izu ohi n'aka onye bara ọgaranya nke ezinụlọ Darabi. A kwụgidere ya n'ụlọ mkpọrọ Rasht n'ubochi nkè mbụ n'ọnwa Mee n'ime afọ 2009.",
  "Darabi jere ozi afọ isii n'ụlọ mkpọrọ maka izu ohi n'ụlọ ikpe ọnwụ mgbe a mara ya ikpe (Na Iran, ndị mkpọrọ na-anọkarị n'ụlọ mkpọrọ tupu e gbuo ha)",
  "Nà mbụ ikwetara, mana o mechara kwughachi, na-ekwu na enyi ya nwoke, Amir Hossein, mere ka o kweta ikwupụta site n'ime ka o kwenye na a ga-egbu ya (dịka ọ gaghị anọ n'ọtụtụ ebe, ebe ọ bụ nwata; mana nke a abụghị ikpe na Iran).",
  "Ógè ọ nọ n'ụlọ ikpe ọnwụ, Darabi, ebe ọ zụlitere ịhụnanya maka eserese mgbe ọ dị obere, rụchara ọtụtụ ọrụ nke gosipụtara mkpọrọ ya",
  "N'ụlọ mkpọrọ, o dekwara uri",
  "Otu n'ime ọrụ ya bụ uri akpọrọ \"Ụlọ mkpọrọ\", ọrụ akparamaagwa na nkà ihe ọmụma banyere ndụ n'ụlọ mkpọrọ. E gosipụtara nchịkọta nka ya na ihe ngosi na Tehran site n'aka ndị na-akwado ya na-eme mkpọsa ntọhapụ ya",
  "Onye ọka iwu Darabi, Abdolsamad Khoramshahi, gbara akwụkwọ megide ikpe ahụ, na-arụ ụka na ikpe ya dabere naanị na nkwupụta ya nakwa na ikpe ya atụleghị ihe akaebe dị mkpa.",
  "A mụrụ Darabi na obodo Rasht dị n'ebe ugwu, na mpaghara Gilan",
  "A kwụgidere Darabi n'ụtụtụ ubochi nke mbụ n'ọnwa Mee n'afo 2009",
  "Onye ọka iwu Iran-American, Lily Mazahery, onye tinyere ozi ahụ na Twitter, kwupụtara akụkọ banyere ị kwụgbuo ya.",
  "Ụlọ ikpe dị ala na Rasht kpere Darabi ikpe, chọpụta na ikpe mara ya ma maa ya ikpe ọnwụ",
  "Onye ọka iwu ya bụ Abdolsamad Khorramshahi",
  "Ụlọikpe Kasị Elu kwadoro ikpe ahụ",
  "O kwusiri ike na aka ya dị ọcha, ma kwuo na ọ nọ n'okpuru mmetụta nke ọgwụ ọjọọ n'oge izu ohi ahụ, n'agbanyeghị na ọ kwupụtara ma rịọ ikpe na mbụ",
  "Mgbe oruru otú a, onye isi ụlọ ikpe nwere ikike inye iwu ka a kwụsị igbu ya na nyocha nke ikpe ahụ",
  "A kọrọ na enyi nwoke ahụ bụ Amir Hossein enwetala mkpọrọ afọ iri dị ka onye na-akwado mpụ ahụ.",
  "Amnesty International ekwuola ọtụtụ okwu n'ihu ọha gbasara Darabi.",
  "Darabi bụ onye na-ese ihe ma dee uri ole na ole n'oge ndụ ya",
  "O jiriwo ihe osise ya na uri ya gosipụta mmetụta ya",
  "N'afọ 2008, e nwere ihe ngosi nke eserese ya na Tehran; e mere ihe ngosi yiri nke ahụ na Stockholm n'ọnwa Eprel afọ 2007.",
  "Darabi nwara igbu onwe ya site n'igbu aka ya n'ubochi iri abụọ n'ọnwa Jenụwarị 2007",
  "Otú ọ dị, onye ya na ya nọ n'ụlọ mkpọrọ hụrụ ma kpọọ maka enyemaka",
  "E bugara ya n'ụlọ ọgwụ, ebe a kpọlitere ya.",
  "Edere akwụkwọ mkpesa n'ịntanetị iji zọpụta Delara site na igbu ya ma kesaa ya gburugburu ụwa",
  "Arịrịọ ahụ rịọrọ ndị ọchịchị Iran, ọkachasị onye isi ikpe nke mba ahụ, ka ha debe nkwekọrịta na ụkpụrụ mba ụwa ma gbanwee ikpe Delara. Otú ọ dị, ọ dịghị ụzọ ndị ọka ikpe nwere ike isi mee nke ahụ, ebe ọ bụ na ezinụlọ onye ahụ chọrọ qisas, ma ọ bụ ntaramahụhụ (ntaramahụhụ ọnwụ) kama diyya, nke bụ ego ọbara",
  "Amnesty International dozigasiri ihe ga eme ka e zigara ndị ọchịchị Iran akwụkwọ ozi iji kwado Darabi.",
  "Dị ka otu n'ime ọgbụgba ndụ mba ụwa maka ikike obodo na ndọrọ ndọrọ ọchịchị (ICCPR) na nkwekọrịta maka ikike nke nwatakịrị (CRC), Iran abanyela na nkwa ndọrọ ndọrọ ọchịchị ịghara igbu ndị mmadụ maka mmejọ ha mere mgbe ha na-erubeghị afọ iri na asatọ",
  "N'agbanyeghị, kemgbe 1990, Iran egbuola ma ọ dịkarịa ala mmadụ iri na asatọ maka mpụ ha mere mgbe ha dị obere",
  "N'ime afọ 2005 naanị, n'agbanyeghị na Kọmitii UN na-ahụ maka ikike nke nwatakịrị gbara ya ume na Jenụwarị ka ọ kwụsị omume ahụ ozugbo, ọ dịkarịa ala, e gburu ndị omekome asatọ, gụnyere mmadụ abụọ ka na-erubeghị afọ iri na asatọ n'oge e gburu ha",
  "Tupu Darabi, ogbugbu ikpeazụ e dekọrọ nke onye omekome na-eto eto, Rostam Tajik, bụ n'ubochi irí n'ọnwa Disemba n'ime afọ 2005.",
  "Onye isi ụlọ ikpe nyere ikike igbu ya ọnwa abụọ, mana e nyere ndị isi ụlọ mkpọrọ Rasht ikike igbu ya.\nE gburu Delara Darabi n'elekere 5:00 nke ụtụtụ oge obodo n'ubochi nke mbụ n'ọnwa Mee n'afo 2009 na Rasht Central Prison, na-enweghị ọkwa tupu onye ọka iwu ya na ezinụlọ ya. Naanị nkeji ole na ole tupu a kwụgbuo ya, e kwere ka ọ kpọọ nne na nna ya oku ikpeazụ, ọ rịọkwara ha ka ha zọpụta ya, olu onye na-elekọta ụlọ mkpọrọ na-agwa ndị mụrụ ya na a ga-egbu ya maka mpụ ya ozigbo ozigbo."
]