[
  "Dele Jegede (nke a na-akpọ dele jegede) bụ onye Naijiria-Amerika na-ese ihe, ọkọ akụkọ ihe mere eme, onye na-ese ihe osise, onye nlekọta, onye nkatọ nka, onye nchịkwa nka, na onye nkụzi. Jegede bụ Senior Post-Doctoral Fellow na Smithsonian Institution na Washington, DC, (1995)",
  "Ọ kụziri na Spelman College, Atlanta dị ka Visiting Fulbright Scholar (1987-1988), mgbe ọ haziri ihe ngosi ahụ, Art By Metamorphosis",
  "Edepụtara na Kelly na Stanley's \"Nigerian Artists: A Who's Who & Bibliography\", Jegede bụ Prọfesọ na Onye isi oche nke Ngalaba nka, Mahadum Indiana State, Terre Haute (2002 ruo 2005) na Prọfesọ nke nka na Mahadum Miami na Oxford, Ohio, (2005-2010). Ọ lara ezumike nká dị ka Prọfesọ Emeritus na Mee 2015.\nJegede bụ onye natara Distinguished Africanist Award nke Mahadum Texas.",
  "A mụrụ Dele Jegede n'afọ 1945 na Ikere-Ekiti, Ekiti Steeti, Naijiria",
  "O nwetara akara ugo mmụta mbụ ya na Fine Arts (ya na First Class Hons, na-amụ ihe osise) na Mahadum Ahmadu Bello, Zaria, Naijiria",
  "Jegede malitere ọrụ ọkachamara ya na Naịjirịa dị ka onye na-ese ihe osise na onye na-ese ihe. Onye dịkọrọ ndụ na Josy Ajiboye, onye ọzọ na-ese ihe osise nke lekwasịrị anya na ụdị mmekọrịta mmadụ na ibe ya, Jegede jiri katọn ya kwuo banyere oke nke ndị nwere ihe ùgwù ma dọta uche na nsogbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị n'ozuzu ya",
  "Aderonke Adesanya, onye na-akọ akụkọ ihe mere eme na ọkà mmụta nke nka nke oge a nke Africa, na-ewere katọn Jegede dị ka \"ihe osise dị ukwuu nke ọkpụkpụ nke mba....\"  Site n'afọ 1974 ruo n'afọ 1977, ọ bụ onye nchịkọta akụkọ nka na Daily Times of Nigeria, nke kachasị emetụta kwa ụbọchị na Nigeria",
  "Jegede gara n'ihu na-ebipụta katọn kwa izu na Sunday Times, akwụkwọ nwanne nke Daily Times ruo na ngwụsị afọ 1970 mgbe ọ hapụrụ maka ọmụmụ gụsịrị akwụkwọ na Mahadum Indiana",
  "Obere oge mgbe ọ laghachiri Naịjirịa n'afọ 1983, ọ maliteghachiri ihe nkiri ọchị ya kwa izu, Kole Omole, nke gosipụtara nwata nwoke dị afọ ise, onye Jegede si n'aka ya mee ihe aghụghọ na ọchịchị ndị agha.\nKjell Knudde na-ekwu na ihe nketa Jegede na mmetụta ya na eserese eserese na Naịjirịa bụ n'ihi na onye na-ese ihe osise katọn katọn katọn na ọchịchị aka ike na nke rụrụ arụ na mba ya. N'afọ 1977, ọ sonyeere ngalaba nke Center for Cultural Studies nke Mahadum Lagos ma hazie ihe omume ọdịbendị na njikọ ya na Second World and Black Festival of Arts and Culture (FESTAC 77). N'etiti ndị ọrụ ibe ya na Center for Cultural Studies nke Mahadum Lagos bụ Bode Osanyin, onye na-eso ụzọ siri ike nke Bertolt Brecht na onye na-akwado ihe nkiri zuru ezu. E nwekwara Joy Nwosu , Akin Euba, na Lazarus Ekwueme, ndị isi Naijiria n'ihe gbasara egwu",
  "Ọ malitere ọrụ ya na Mahadum nke Lagos dị ka Junior Research Fellow na 1977 wee pụọ na 1992 dị ka Director nke Center for Cultural Studies",
  "Ọ na-arụsi ọrụ ike ọ bụghị naanị dị ka ọkà mmụta, kamakwa dị ka onye na-ese ihe, na ụdị nke si n'ụdị mmekọrịta mmadụ na ibe ya",
  "O webatara satire n'ime eserese ya ma lekwasị anya na isiokwu nke mbubata mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị, dịka n'ihe ngosi ya na 1991 na Lagos, isi obodo ọdịbendị na ego nke Naịjirịa.\nN'afọ 1989, a họpụtara ya dịka onye isi oche nke Society of Nigerian Artists (SNA), na-anọchi Solomon Wangboje, onye bụ onye Naijiria mbụ nwere nzere doctorate na agụmakwụkwọ nka",
  "N'ime afọ atọ Jegede dị ka onye isi ala, Jegede nwetara akwụkwọ iwu maka SNA, mee ka usoro ọchịchị onye kwuo uche ya site na ịmepụta isi nke steeti, hazie nnukwu ihe ngosi, \"Images of the Nigerian Nation,\" na katalọgụ na-eso ya nke otu aha ahụ, ma duzie mkpọsa maka nguzobe nke National Gallery of Art.  N'afọ 1993, Jegede nabatara ọrụ site na Mahadum Indiana State, Terre Haute wee kwaga ebe ahụ na ezinụlọ ya",
  "O mepụtara ma kụziere ihe ọmụmụ na nka studio na akụkọ ihe mere eme.",
  "A nabatara Jegede dị ka otu n'ime ndị ọkà mmụta Afrịka bụ ndị gara n'ihu na-emepụta ntụziaka nke ubi ahụ site na nyocha ndị ọkà mmụta ọhụrụ ha na nchụso nlekọta. Nkatọ ya siri ike banyere nchịkọta Jean Pigozzi, nke a kọwara dị ka nchịkọta kachasị ukwuu n'ụwa nke nka Afrịka nke oge a  emeela ka Thomas McEvilley katọọ ya nke ukwuu, onye kwenyere na nkatọ Jegede enweghị ntụkwasị obi n'ihi na ọ nọrọla oge dị ukwuu pụọ na Afrịka. N'aka nke ya, Elizabeth Harney na-ekwusi ike na ọnọdụ McEvilley bụ echiche dị mkpa banyere onye kwesịrị ikwu maka onye Na nkatọ nke ọrụ Jegede, Niyi Osundare na-ahụ Jegede dị ka “..",
  "onye na-ese ihe n'onwe ya, onye na-agụ egwú, onye na-eme ihe nkiri, onye na-agba egwu, na onye na-anụ ọkụ n'obi okwu, nke ọdịbendị dị egwu, dị iche iche, na nke na-akpali akpali nke Ukere na tupu nnwere onwe, tupu oge Pentikọstal [onye] nwere, site na mmalite afọ, ihe niile ọ na-ewe iji bụrụ onye na-ese ihe zuru oke",
  "\" N'afọ 2017, Jegede bụ otu n'ime ụmụ amaala a ma ama nke Ogoga nke Ikere-Ekiti, Oba Adejimi Adu, batara na Ikere Hall of Fame. N'afọ 2018, a kpọbatara Jegede na Society of Nigerian Artists Hall of Fame, otu n'ime ndị na-ese ihe na Naijiria iri abụọ, gụnyere Ben Enwonwu, Yusuf Grillo, na Demas Nwoko, bụ ndị e nyere nsọpụrụ ahụ na mbipụta mbụ.",
  "A na-egosipụta nka Jegede na nchịkọta ọha na eze na nke onwe dị iche iche na Naijiria na United States.",
  "Akwụkwọ Jegede gụnyere"
]