[
  "Ntuli aka Demeny bụ ndokwa nke olu ndọrọ ndọrọ ọchịchị maka ụmụaka site n'ihapu há ka ndị nne na nna ma ọ bụ ndị nlekọta votu n'aha ha",
  "Warren C",
  "Sanderson chepụtara okwu a n'ime afọ 2007. N'okpuru usoro ntuli aka Demeny, nne ma ọ bụ nna ọ bụla ga-atụ vootu nnọchiteanya, nke ruru ọkara votu, maka nwa ọ bụla n'ime ụmụ ha na-adabere na ya, si otú a na-enye ohere maka votu nkewa ma ọ bụrụ na echiche ndọrọ ndọrọ ọchịchị nke ndị nne na nna dị iche",
  "Ozugbo ụmụaka ruru afọ ịtụ vootu kacha nta, ndị mụrụ ha agakwaghị atụ vootu n'aha ha.",
  "Enyere Demeny aha onye na-edepụta ọnụ ọgụgụ mmadụ bụ Paul Demeny, onye chepụtara echiche ahụ n'ime afọ 1986",
  "Demeny rụrụ ụka na ụmụaka \"ekwesịghị ịhapụ ikike maka ihe dị ka afọ iri na asatọ: ka ndị nne na nna na-elekọta ụmụaka jiri ikike ịtụ vootu ruo mgbe ha tozuru etozu.\" Ihe kpaliri Demeny n'ịtụ aro usoro dị otú ahụ bụ \"ime ka usoro ndọrọ ndọrọ ọchịchị na-anabata ọdịmma ọgbọ na-eto eto\" ma bụrụ akụkụ nke usoro iwu sara mbara nke ebumnuche ya bụ ịlụso ọnụ ọgụgụ ọmụmụ dị ala na mba ụfọdụ ọgụ.",
  "Otú osina di, echiche ahụ tọrọ echiche Demeny; a na-atụle ya mgbe niile na France n'ime afọ 1920 ma ọ fọrọ nke nta ka ọ bụrụ na National Assembly nakweere ya.",
  "Aoki na Vaithianathan na-arụ ụka na ntuli aka Demeny ziri ezi n'ihi na ọ na-ebelata ọchịchị ndị agadi",
  "Ha gbakọọ na ntuli aka Demeny na Japan ga-eme ka ndị nne na nna na-atụ vootu site na pasent iri abụọ na anọ ruo pasenti iri atọ na asaa ma belata ndị na-eme ntuli aka karịrị afọ 55 site na 43% ruo 35%.",
  "Stefan Olsson na-arụ ụka na \"ndị nnọchiteanya nke ikike ụmụaka ịtụ vootu abụghị onye ọbịa karịa mgbe ndị okenye na-ekenye ikike ndọrọ ndọrọ ọchịchị n'aka onye nnọchi anya ha ahọpụtara",
  "Mgbe ntuli aka gasịrị, ndị nnọchi anya nwere ikike iji ikike a mee ihe",
  "\"(peeji nke iri asaa na otu)",
  "Ọ na-atụ aro na inyefe ikike nwatakịrị n'aka nne ma ọ bụ nna bụ ihe ezi uche dị na ya",
  "Olsson na-ekwukwa na e nwere ebe ndị ọzọ ebe a na-ekenye ndị nne na nna ikike dịka ihe nwatakịrị na-eri, ebe ọ na-aga ụlọ akwụkwọ, ndị nne na nna na-anọchite anya ụmụaka mgbe niile n'ụlọ ikpe",
  "Ọ na-ekwu na \"Ịrụ ụka na ndị nne na nna enweghị ike ịrụ ọrụ dị ka onye nnọchi anya ụmụ ha n'ihi na ha nwere ike iji ọnọdụ ha mee ihe n'ụzọ na-ezighị ezi na-aghọ ihe nzuzu ma e jiri ya tụnyere ikike ndị ọzọ niile ndị nne na nna nwere n'ebe ụmụ ha nọ.\" (peeji nke iri asaa na abụọ).",
  "Ndị mmegide na-ahụ ịtụ vootu Demeny dị ka mmebi nke ụkpụrụ ụkpụrụ nke ọchịchị onye kwuo uche ya: 'otu onye, otu votu'",
  "Ha na-ezo aka n'eziokwu ahụ bụ na ụmụaka na-erubeghị afọ ịtụ vootu nwere ike inwe echiche ndọrọ ndọrọ ọchịchị dị iche iche ma si otú a họrọ ndị otu dị iche iche karịa ndị mụrụ ha",
  "Kama nke ahụ, ha ga-enwe nnukwu votu maka otu pati ha na-ahọrọ (ma na-ahọrọbu).",
  "N'ime afọ 1998, na One Child, One Vote: Proxies for Parents, prọfesọ iwu ezinụlọ Jane Rutherford weere ntuli aka n'aha ụmụaka dị ka ụzọ isi nweta nnọchi anya ziri ezi nke ọdịmma ha na arụmụka ndọrọ ndọrọ ọchịchị na gburugburu United States",
  "Dị ka ụkpụrụ maka onye kwesịrị ijide ndị nnọchi anya maka ụmụaka, ọ tụrụ aro ihe ndị a: \"(Òtù) onye nnọchi anya kwesịrị inwe òkè na nnukwu ọrụ ya na nwa ahụ; (Abụọ) onye nnọchi anya kwesịrị ịma mkpa na ọnọdụ nke nwatakịrị ahụ; (Àtó) nwatakịrị ahụ kwesịrị inwe ohere dị njikere na ugboro ugboro ugboro na onye nnọchi anya ya ka nwatakịrị ahụ wee nwee ike ikwupụta onwe ya n'okwu nke ya mgbe ọ bụla o kwere omume; (Ànó) onye nnọchi anya kwesịrị ịza ajụjụ nye nwatakịrị ahụ n'ụzọ ụfọdụ, ma ọ bụ n'ụzọ mmetụta uche ma ọ bụ n'ụzọ iwu; na (Isé) onye nnọchi anya kwesịrị iso nwatakịrị ahụ nwee mmekọrịta mmetụta uche nke na-akwalite nlekọta, ọmịiko, na ọmịiko",
  "\""
]