[
  "Grace Abidemi Ayorinde, onye akpọrọ Demi Grace (amụrụ na Nọvemba 9, 1989) bụ ihe nlere-anya nke ndị US, onye ọbụ abụ, onye na-agụ egwu, onye na-ede ihe, onye na-egwu egwu na onye na-eme ihe nkiri oge ụfọdụ",
  "O mere ihe akụkọ  mere eme dị ka di na emeputa ihe eji edosi isi did isi dada Pantene 2017",
  "Ọ ghọrọ onye omenkà izizi ka etinyere aka na Universal Music Group, Nigeria na 2017",
  "A mụrụ Grace na London, England mana nne na nna bu ndị Nigeria",
  "Ọ bụ onye Yoruba",
  "Mgbe ọ dị afọ isii, ya na ezinụlọ ya kwagara mba Amerịka",
  "Ya na ụmụnne ya malitere inwe mmasị na nka n'oge ha dị obere, na nwanne ya nwanyị bụ Deborah Ayorinde gara n'ihu bụrụ onye na-eme ihe nkiri Hollywood, na-apụta n'akụkụ Kevin Hart na ihe nkiri 2019, Nna",
  "Ọ gara ụlọ akwụkwọ sekọndrị Deer Valley nọ na San Francisco na oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ bịara sonye na eme ihe egwu ụlọ akwụkwọ, ebe ọ sonyere ma kuziere ndị ukwe na ụlọ akwụkwọ ahụ ma ọ na-eme kwa izu n'otu ụlọ ahịa azụ.",
  "Demi Grace malitere idekọ egwu n'okpuru ndokwa nke Disney Music Executive, Alyssa Talovic, mgbe ọ na-aga mahadum na CSU-Northridge,  mgbe nke a gasịrị, ọ nwetara nzere bachelọ na Business Management na nwatakịrị na Marketing wee wepụta ndekọ mbụ ya na  afọ ọ gụsịrị akwụkwọ.",
  "Grace bidoro nsoro malite ịkụ egwu ya na ndị otu egwu na 2008",
  "Ọ malitekwara ịchụso ọrụ na ịme ihe na ịme ngosi na ọ gafere ihe nlereanya maka ọtụtụ ụdị ama ama ma gosipụta na mgbasa ozi",
  "Na 2014, o kpuchiri akwụkwọ akụkọ Rolling Out ma kpuchie akwụkwọ akụkọ German Trend Prive ma gosipụta ya na Teen Vogue.",
  "Na 2015, Chọrọ Gị, egwu sitere na album mbụ ya Forward Movement Naanị gosipụtara na ihe nkiri 2015 Phantom Halo, nke gosipụtara Rebecca Romijn",
  "Na 2016, Anyị abụghị ndị nọ naanị anyị, egwu ọzọ sitere na ọba ya gosipụtara na usoro MTV Real World Television.",
  "Na 2016, Grace na Beyonce guru egwu  na 2016 MTV Music Video Awards  na ọ rụkwara isiokwu abụ maka ọchịchị na ọchịchị mba syndicated ọchịchịrị na Lovely",
  "Grace apụtawo n'ọtụtụ ihe ngosi onyonyo, gụnyere VH1's Beverly Hills Fabulous, The Unstoppables na TLC na WeTV's LA Hair, o nwekwara oke na ihe nkiri Nollywood, Black Gold.",
  "Grace wee buru one ihu eji mara ndi  Sephora na 2016   na 2017, ọ mere akụkọ ihe mere eme dị ka ihe nlereanya izizi pụtara na isi ntutu isi ngwaahịa mgbasa ozi na eke dreadlocks, mgbe a tụbara ya na mkpọsa ozi 2017 maka ngwaahịa ntutu Pantene",
  "Na Jenụwarị 2019, mgbe ọ gụsịrị egwu na January 1st na Lagos, Nigeria, onye mgbasa ozi redio kpọbatara Grace gozi ndị isi na Universal Music Group Nigeria na February 2019, e debanyere aha ya na ọkwa Universal Music Group Nigeria",
  "N’ọnwa Julaị 2019, o weputara vidiyo nke egwu a nke izizi ya n’aha otu ndi egwu akpọrọ, Ike gwu gi",
  "Grace nwere nkwekọrịta mbipụta akwụkwọ na JTV Digital",
  "Grace kwuru banyere mmetụta egwu ya dịka Janet Jackson, Grace Jones, and Missy Elliot",
  "Akọwala ụdị egwu ya dị ka egwu na agbanwe mgbanwe, ụda dị iche iche site na ụda afrobeats, reggae, rock, pop na R&B."
]