[
  "Àtụ:Infobox political party\nDemocratic Socialist Movement (DSM) bụ òtù ndọrọ ndọrọ ọchịchị Trotskyist na Naijiria",
  "Ọ nwere njikọ na Kọmitii maka ndị ọrụ mba ụwa, nke ọ bụ ngalaba nke abụọ kachasị ukwuu.",
  "E hiwere Democratic Socialist Movement n'afọ 1986 na nnọkọ nke ndị ọrụ na ụmụ akwụkwọ na-eme ihe gbasara ndọrọ ndọrọ ọchịchị",
  "N'ihi ọchịchị aka ike nke ndị agha na-aga n'ihu, nzukọ ahụ na-arụ ọrụ naanị n'ụzọ na-emeghe ma bụrụ nke a na-eji aha akwụkwọ akụkọ ya, Labour Militant (1987 ruo 1994) na Militant (1994 ruo 1998). Mgbe ọnwụ nke onye ndú junta Sani Abacha na Jụn 1998 na njedebe na-abịanụ nke ọchịchị ndị agha, DSM malitere dị ka nzukọ na-emeghe na Julia nke afọ ahụ.",
  "N'ime afọ iri na atọ mbụ nke ịdị adị nke ngalaba ahụ, ha tinyere aka nke ukwuu n'ịlụ ọgụ megide ọchịchị aka ike na Naịjirịa n'oge ahụ",
  "Kemgbe ahụ, ha anọgidewo na-alụ ọgụ maka ikike ọchịchị onye kwuo uche ya zuru oke, kamakwa maka ikike nke ndị ọrụ",
  "Mgbasa ozi a emeela ka e jide ọtụtụ ugboro ndị isi DSM.\nN'oge na-adịbeghị anya, DSM keere òkè dị mkpa na ọgbaghara zuru oke nke Jụn 2007 megide ọnụ ahịa mmanụ dị elu.",
  "DSM malitere Education Rights Campaign, kwadoro maka ụbọchị ọrụ mba na agụmakwụkwọ na ọrụ na 19 Jụn 2013.",
  "Ndị otu DSM mere ngagharị iwe na South African High Commission na Lagos megide ogbugbu Marikana na Lonmin, nke e gburu ndị na-egwupụta ihe n'ime ala iri atọ na anọ.",
  "DSM arụrịta ụka kemgbe afọ 1980 maka ịmepụta otu ndị na-arụ ọrụ n'ìgwè ma sonye na ndị otu Naịjirịa na-arụkọ ọrụ n'oge na-adịghị anya n'afọ 1989",
  "Ha na-ekwu na otu dị otú ahụ kwesịrị imegide kpamkpam neo-liberalism na privatisation.",
  "N'afọ 1994, DSM sonyeere Gani Fawehinmi na ntọala nke National Conscience Party. Na ntuli aka nke afọ 2003, DSM guzoro dị ka ndị na-azọ ọkwa maka NCP ma nweta ụfọdụ n'ime vootu kachasị elu nke pati ahụ. Otú ọ dị, n'afọ 2007 ndị otu DSM a họpụtara site na ọchịchị onye kwuo uche ya na nzukọ NCP nke steeti niile ka ndị isi NCP nọ na Lagos Steeti, na-eduga ndị otu mpaghara ka ha wepụ ndị ha na ntuli aka. Kemgbe ahụ, Lagos State NCP ahapụla National Conscience Party.",
  "DSM malitere atụmatụ maka Socialist Party nke Naijiria nke emere na 16 Nọvemba 2013 na Lagos Steeti.",
  "N'ịkwughachi nkewa na Kọmitii maka Ndị Ọrụ International n'afọ gara aga, na June 2020 mmadụ ole na ole n'ime DSM hapụrụ iji guzobe Movement for a Socialist Alternative, nke jikọtara ya na International Socialist Alternatives, ebe DSM jikọtara onwe ya na Kọmiti maka Ndị Ọrụ Internationale."
]