[
  "Denis Nzioka bụ onye na-akwado ihe gbasara mmekọahụ na ndị na-erughị oke nwoke na nwanyị na-elekwasị anya na obodo LGBTIQ na ndị ọrụ mmekọahụ na Kenya na Africa",
  "O nyere aka n'ịmepụta ọtụtụ òtù ndị lekwasịrị anya na ikike ndị na-arụ ọrụ mmekọahụ na ndị na-ahụ maka mmekọahụ mgbe ọ na-akwado nhazi mpaghara gburugburu ụdị mmekọahụ dị iche iche, nnwere onwe anụ ahụ na nhọrọ-egosipụta.",
  "Onye ọsụ ụzọ, ọ gbara ọsọ ọ bụ ezie na ọ bụ na nzuzo, ụlọ nchebe mbụ nke Kenya maka ndị LGBTQ n'afọ 2009",
  "N'otu oge ahụ, ọ bụ onye Kenya mbụ pụtara n'ihu ọha na TV mba",
  "Kemgbe ahụ, ụlọ ọrụ mgbasa ozi dị iche iche bipụtara edemede ya na blọọgụ ya n'ụwa niile",
  "Ọ na-emekwa ihe ngosi TV na redio mgbe niile.",
  "Ọ malitere nke mbụ - na naanị - n'akwụkwọ magazin LGBTI na Kenya, Identity Kenya, yana nke mbụ na kọntinent na n'ụwa niile n'afọ 2014, iji kpughee ngwa akụkọ LGBTIQ na Google Stores",
  "O so dezie akwụkwọ Gay Kenya 'My Way, Your Way or the Rights Way' ma bipụta n'afọ 2019 akwụkwọ anthology nke ndị enyi Kenya na-ekwu maka ikike LGBTIQ akpọrọ  São Rafiki Zetu', nke pụtara na ọ bụ nke mbụ na ụwa n'Africa!",
  "O guzobere Denis Nzioka News Agency and Service n'afọ 2010 dị ka ụlọ ọrụ mgbasa ozi mbụ na ọrụ maka LGBTQI, ọrụ mmekọahụ na obodo ndị mmekọ na Kenya. Ọ na-arụ ọrụ iji gbanwee echiche ọha na eze na àgwà mmekọrịta mmadụ na ibe ya site na akụkọ obodo na nkọwa obodo",
  "Ọ na-enye nkwado na ihe enyemaka.",
  "A kpọrọ ya aha dị ka otu n'ime ndị Tweet iri (10) kachasị elu n'ụwa na mmekọahụ na mmepe, na mgbakwunye na ịnata otuto na onyinye ndị ọzọ. Ọ natara 2016 Sauti Award maka akụkọ dị mma banyere nsogbu ọrụ mmekọahụ, na ime ememe ncheta afọ 10 ha, South Africa Feathers Awards kpọrọ ya dị ka onye na-asọpụrụ Africa nke afọ 2018",
  "Ọ natara Munir Mazrui Lifetime Achievement Award site na Defenders Coalition na Best EA Activist Award na Tanzania Activist Awards.",
  "Ka ọ dị ugbu a, ọ na-arụ ọrụ nyocha nke onwe ya na-akwado ya bụ: ikike LGBTI na ikike mmadụ",
  "Ọ na-anwa ịza ajụjụ ahụ, ọ bụ na ikike LGBTIQ bụ akụkụ nke menu ọha na eze Kenya",
  "Ọ na-atụ anya ịchọpụta otú ndị otu obodo niile nọ na Kenya si ejikọta ikike nke ndị na-enwe mmekọahụ na ndị na-erughị eru na atụmatụ nkwado ha na mmemme mgbanwe mmekọrịta mmadụ na ibe ya.",
  "Ọ kpughere, n'afọ 2020, Gay and Lesbian Archives of Kenya, nke a kpọrọ KumbuKumbu, ebe nchekwa mepere emepe, n'ịntanetị, na n'efu maka ndekọ na-edekọ akụkọ ihe mere eme na ọdịbendị nke òtù LGBTIQ na Kenya site n'etiti 1800 ruo ugbu a.",
  "N'ịbụ onye na-eme nwoke ibe ya n'ụzọ doro anya, Denis Nzioka bụkwa nne na nna",
  "Ọ bi na Nairobi, Kenya.",
  "Nzioka, onye na-eme enyi nwoke n'ihu ọha, bụ onye na-azọ ọkwa onye isi ala Kenya n'afọ 2013.",
  "\"Rafiki Zeru: Akụkọ LGBTIQ nke Kenya, dị ka ndị enyi gwara\" Nairobi, 2019 My Way, Your Way, or the Rights Way",
  "Nairobi: Storymoja, 2011."
]