[
  "Denis Bowen (5 Eprel 1921 - 23 Maachị 2006) bụ onye na-ese ihe na South Africa, onye nduzi ụlọ ngosi na onye na-akwalite nka uche na avant-garde na Britain.  Ọ bụ onye guzobere New Vision Group na New Vision Centre Gallery, nke keere òkèdị mkpa na ihe nkiri nka Britain mgbe Agha Ụwa nke Abụọ gasịrị.",
  "A mụrụ Denis Bowen na 5 Eprel 1921 na Kimberley, South Africa",
  "Nna ya bụ onye Welsh ebe nne ya bụ onye Bekee",
  "Mgbe ọ ghọsịrị nwa na-enweghi nne na nna mgbe ọ dị obere, Bowen kwagara England ebe nwanne nne ya zụlitere ya na Huddersfield. Ọ debara aha ya na Huddersfield School of Art na 1936",
  "Mgbe ọ rụchara ọrụ n'otu ndị agha mmiri na Agha Ụwa nke Abụọ, Bowen maliteghachiri ọmụmụ nka ya na Royal College of Art na London na 1946.",
  "N'etiti afọ 1940 na 1986 Bowen kụziri nka n'ọtụtụ ụlọ ọrụ nke gụnyere: Kingston Institute of Art, Hammersmith School of Art, Birmingham School of Art.",
  "N'afọ 1951, Bowen guzobere New Vision Group, nke malitere site na nzukọ na ngosipụta nke ya na ụmụ akwụkwọ ya haziri n'afọ 1951",
  "N'afọ 1955, Bowen so Frank Avray Wilson na Halima Nalecz rụọ ọrụ iji mepee oghere ngosi na-adịgide adịgide maka New Vision Group na ndị na-ese ihe",
  "Bowen, Wilson na Nalecz niile bụ ndị otu New Vision Group nakwa Free Painters Group (mgbe e mesịrị Free Painteres and Sculptors) nke e guzobere afọ ole na ole tupu mgbe ahụ.",
  "A kpọrọ oghere ngosi ọhụrụ ha New Vision Centre Gallery (NVCG), ọ dịkwa na Seymour Place na mpaghara Marble Arch nke London",
  "Ọ bụ ezie na a na-elegharakarị mkpa NVCG anya mgbe ọ na-arụsi ọrụ ike, ọrụ ya dị mkpa n'ịkpụzi nka Britain n'oge agha gachara, yana ịkwalite ndị na-ese ihe na nka uche karịsịa, amatala ya n'afọ ndị sochirinụ",
  "Ndị na-ese ihe gosipụtara na NVCG gụnyere Aubrey Williams, Judy Cassab, Ron Russell, na Rotraut",
  "Bowen jere ozi dị ka onye nduzi nke gallery site n'oge mmeghe ya ruo n'oge mmechi ya na 1966.",
  "Na-arụ ọrụ n'akụkụ onye Britain na-ese ihe Kenneth Coutts-Smith, Bowen malitere Commonwealth Biennale of Abstract Art na NVGC n'afọ 1963.",
  "N'afọ ndị mbụ nke ọrụ nka ya, site na mmalite afọ 1950 ruo n'etiti afọ 1960, Bowen so n'otu obere ìgwè ndị na-ese ihe na UK bụ ndị jikọtara ya na Tachisme na Art Informel.  N'agbata afọ 1969 na afọ 1980 o mepụtara usoro \"ọrụ psychedelic\" nke gụnyere mmetụta ọkụ (gụnyere iji ọkụ UV), egwu na  ihe ngosi egwu",
  "Site na 1980s gaa n'ihu, ọrụ Bowen mepụtara isiokwu cosmological na planetary."
]