[
  "Dennis Osadebe (amụrụ n'afọ 1991) bụ onye Naijiria na-ese ihe na onye na-ese ihe na-ebi na Lagos nke a maara maka ihe osise ya na ihe ọkpụkpụ ya",
  "Omume ya na-eji ihe osise nke onwe ya nke na-enyocha ihe nketa, teknụzụ na ohere nke mmadụ",
  "Osadebe chepụtara mmegharị ọdịbendị 'Neo-Africa', dị ka mmeghachi omume maka oke ọdịdị nke okwu ahụ bụ 'African Art', dị ka ụzọ isi gbaa ndị ọzọ ume ịmegharị ọdịnala n'ụzọ na-egosipụta ụwa na-agbanwe agbanwe.",
  "A mụrụ Osadebe na Lagos n'afọ 1991",
  "O nwetara nzere bachelọ nke sayensị na Business Management na Queen Mary, Mahadum nke London n'afọ 2012 wee gaa n'ihu nweta nzere masta nke sayensị na Mahadum Warwick, Coventry  N'afọ 2016, Osadebe malitere ịmepụta ọrụ ya na nka, ma chọpụta iro n'ịbịaru ọrụ a nso n'enweghị nzụlite mmụta nka ọdịnala, n'ihi enweghị nnweta na gallery na ebe ngosi ihe mgbe ochie",
  "Ihe a bụ ihe na-akpali akpali na Osadebe ịmepụta ọrụ nke na-enye onye na-ekiri ya ike, site n'ikwe ka ha nwee naanị ka ha nwee onwe ha iji nweta ma nwee obi ụtọ nka.",
  "E gosipụtara ọrụ ya n'ọtụtụ ihe ngosi gụnyere Avenue des Arts na Los Angeles, ihe ngosi naanị ya na South Korea, Portrait Of a Bright Generation na Galerie Liusa Wang na Paris, Investec Cape Town (Art Fair) na South Africa na Spectacular Now (Duo Show) na Evans Mbugua na Nairobi.",
  "O mepụtara ihe ngosi vidiyo maka ihe omume Expo 2020's Pre-Expo Space Week.",
  "Osadebe's vibrant post-pop style aims to reimagine his heritage and experiences through the use of positive, provocative, progressive imagery, and narratives, creating a dialogue where tradition meets invention and innovation",
  "Ọrụ ndị ahụ na-egosi ihe nkiri nke ndụ kwa ụbọchị, nke sitere na ahụmịhe nke ndị na-ese ihe ma bụrụ nke onwe ya ma nwee njikọ na ọha mmadụ ugbu a, ebe e gosipụtara ya n'ọnọdụ nke oge a",
  "Osadebe na-enwe mmetụta site na ndị na-ese ihe dị ka David Hockney, Kerry James Marshal, Michael Craig-Martin, na Roy Lichtenstein na nkwuwa okwu ha.",
  "A na-emepụta ihe osise Osadebe na-agwakọta na dijitalụ, a na-ejizi eserese acrylic chọọ ebe ndị a kapịrị ọnụ nke akwa ahụ mma",
  "Ya mere, a na-asụgharị ọrụ ọ bụla dị ka ihe pụrụ iche, dịka onye na-ese ihe na-ewepụ ohere ọ bụla maka mmeputakwa dijitalụ",
  "Osadebe na-ezo aka n'ụdị ọhụụ ya nke ịrụ ọrụ dị ka \"NEO\" nke bụ nke oge a, na-egbuke egbuke, ma na-egosipụta",
  "A na-egosipụta ụdị a site na blọọgụ nke agba dị egwu, ọdịdị geometric, minimalism na mkpụrụedemede na uwe hypnotic, nke na-arụ ọrụ dị ka ihe nnọchianya ọhụụ",
  "Site na juxtaposing ihe ndị gara aga n'akụkụ ugbu a, ebe ọ na-eji ihe nketa ya nke Naijiria dị ka mmalite, Osadebe na-etinye nzụlite ya na ahụmịhe ya na ọnọdụ nke ọdịnihu na ohere ya na-enweghị njedebe",
  "Omume Osadebe jupụtara na surrealism na-akpali akpali, ihe nnọchianya bara uru, na ọchị egwuregwu, na-egosi onwe ya dị ka nyocha na-aga n'ihu nke mmekọrịta dị n'etiti ọdịnala na nke oge a",
  "Ebumnuche eserese ndị a bụ ịrụ ọrụ dị ka njikọ, site na ịtụ aro ụdị ime mmụọ ọhụrụ nke teknụzụ nke oge dijitalụ anyị jikọtara",
  "Ihe mkpuchi na okpu agha bụ ihe a na-ahụ ugboro ugboro n'ime ọrụ Osadebe, a na-egosi ha dị ka ihe na-ezo aka na ọrụ teknụzụ n'ime ndụ anyị kwa ụbọchị, yana ngwá ọrụ maka ikpuchi ndị na-ese ihe osise, nke na-enye ndị na-ekiri ohere itinye onwe ha n'ọrụ ahụ n'ihi amaghị aha a.",
  "A na-enyocha ihe osise ugboro ugboro nke ihe mkpuchi site na ihe ọkpụkpụ Osadebe, nke bụ busts nke ndị na-ese onyinyo na ihu ha zoro ezo site na nkọwa nke ihe mkpuchi ọdịnala Afrịka",
  "Ihe ọkpụkpụ ndị ahụ na-eji ndị na-ese ihe na-acha agba agba, a na-ejikwa ọla nchara na mbipụta 3D emepụta ya",
  "Usoro a, Stand For Something (2019), na-enye onye na-ekiri ya ohere ịtụle ihe ha na-anọchite anya ya, ebe ọ na-egosipụta omenala obodo na ọdịnala nke Naịjirịa n'otu."
]