[
  "Dennis Chukude Osadebay (29 June 1911 - 26 December 1994) bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa, onye na-ede uri, onye nta akụkọ na onye bụbu onye isi ala nke mpaghara Mid-Western nke Naịjirịa n' adighizii , nke gụnyere Edo na Delta Steeti ugbu a",
  "Ọ bụ otu n'ime ndị ọsụ ụzọ na-ede uri na Naijiria nke dere n'asụsụ Bekee.",
  "Dị ka onye ndọrọ ndọrọ ọchịchị, ọ kpọrọ ndọrọ ndọrọ ọchịchị asị ma gbalịa ịmepụta echiche na-enweghị mgbagha n'okwu ndị dị mkpa n'oge ahụ",
  "Ọ bụkwa onye ndu nke otu iji mepụta mpaghara Mid-Western n'oge Republic mbu nke  Nigerian.",
  "A mụrụ ya na Asaba, Delta Steeti, nne na nna ya nwere ọdịbendị dị iche iche",
  "Ọ gara Asaba Government School na Asaba, Sacred Heart School na Calabar na Hope Waddell Training Institute",
  "Ọ sonyeere ndị ọrụ na 1930 dị ka onye ọrụ omenala na-arụ ọrụ na Lagos, Port Harcourt na Calabar",
  "O mechara gaa England ịmụ Iwu n'afọ ndị 1940. Ọ bụ mgbe ọ na-amụ ihe ka ọ malitere ibipụta amaokwu uri. A maara ya mgbe ahụ dị ka onye na-ede uri akwụkwọ akụkọ, ebe e bipụtara ọtụtụ n'ime ihe odide ya na West African Pilot na akwụkwọ akụkọ ndị ọzọ ole na ole",
  "N'ihe odide ya, Osadebay jiri ndụ onwe ya na ihe omume ọha na eze dị ka ihe  mkpali",
  "Na Africa Sings, nchịkọta uri, ọ tụlere isiokwu site n'echiche nke onwe ya, dị ka uri na-eme obi ndaju  nke edere banyere ụbọchị ọmụmụ ya nke iri abụọ na ise na ọbịbịa nke etiti afọ",
  "Otú ọ dị, ọrụ ya kachasị mma na mpịakọta ahụ bụ uri ndị e dere site n'echiche na-abụghị nke mmadụ. N'abụ ya echiche mkpaghari ya \"nsogbu nwoke ojii\", o jiri pidgin Bekee kwaa arịrị maka ọnọdụ ndị isi ojii Afrịka na-achị Afrịka na ikpe na-ezighị ezi na ọha mmadụ. Abụ ya bụkwa ndị ama ama maka ikwesị ntụkwasị obi na-anọchite anya ụda uri nke oge a.",
  "Osadebay bụ otu n'ime ndị guzobere National Council of Nigeria and the Cameroons (NCNC) na 1944. Ọ hapụrụ mba ahụ ka ọ gụọ iwu afọ ole na ole ka e mesịrị",
  "Mgbe ọ gụsịrị akwụkwọ, ọ laghachiri Naịjirịa wee guzobe  ulo ọrụ iwu na Aba ma bụrụkwa onye ndụmọdụ iwu nke NCNC",
  "N'afọ 1951, ọ zọrọ ma merie oche na Western Region House of Assembly, nke ndị otu Action Group (AG) na-achịkwa",
  "N'oge na-adịghị anya, ọ ghọrọ onye ndú nke mmegide parti  na mpaghara ahụ site na 1954 ruo 1956 mana o nyere Adegoke Adelabu uwe ahụ na 1956",
  "Mgbe Adegoke Adelabu nwụsịrị, ọ malitere ọrụ mmegide  parti ya na 1958",
  "N'afọ 1960, ọ ghọrọ onye isi oche nke Senate nke Naijiria na mgbe e mepụtara mpaghara Mid-Western na 1963, ọ ghọrọ onye ọsụ ụzọ nke mpaghara ọhụrụ ahụ."
]