[
  "DeNorval Unthank Jr",
  "(Ọktoba 27, 1929 ruo Nọvemba 2, 2000) bụ onye Amerịka na-ese ụkpụrụ ụlọ",
  "N'afọ 1951, ọ bụ onye isi ojii mbụ nwetara akara ugo mmụta n'ihe owuwu na Mahadum Oregon (UO)",
  "Unthank rụrụ ọrụ n'ụlọ ikpe dị na Lane County, Oregon; McKenzie Hall (nke bụbu ụlọ UO School of Law); na Kennedy Junior Middle School na Eugene, Oregon",
  "Ọ bụ aha nke Unthank Hall na UO.",
  "A mụrụ DeNorval Unthank Jr",
  "na Kansas City, Missouri, na Ọktoba 27, 1929, nye Dr",
  "DeNorval unthank Sr., na Thelma Shipman Unthank. N'oge na-adịghị anya mgbe amuchara ya, ezinụlọ ahụ kwagara Pacific Northwest, ebe nna ya jere ozi dị ka otu n'ime ndị dọkịta Afrịka Amerịka mbụ nke Portland, ọ bụkwa onye guzobere Portland Urban League. Na 1946 Unthank Jr",
  "gụsịrị akwụkwọ na Franklin High School. Ọ gụrụ akwụkwọ afọ abụọ na Mahadum Howard tupu ọ laghachi Oregon ịga Mahadum Oregon",
  "Unthank zutere Doris Burgess na 1951 na Mahadum Oregon",
  "Ọ bụ nwa akwụkwọ ọcha, onye otu Gamma Phi Beta sorority",
  "N'ọnwa Mee n'afọ 1951, ụfọdụ ndị ikom gbara obe ọkụ n'ala ahịhịa nke sorority, a manyere ya ịhapụ sorority",
  "Mgbe Unthank gụsịrị akwụkwọ na School of Architecture, ya na Burgess lụrụ na Julaị 7, 1951, na steeti Washington, n'ihi na alụmdi na nwunye agbụrụ bụ iwu na-akwadoghị na Oregon. Ha gbara alụkwaghịm na 1972.",
  "Unthank mechara lụọ Jill Coxon",
  "O nwere ụmụ ise: Peter, Blaire, Amy, Libby, na Melissa.",
  "Unthank nwụrụ na Nọvemba 2, 2000, n'ihi ọrịa kansa akụrụ.",
  "Site na 1952 ruo 1955, Unthank na Dick Chambers chepụtara ma wuo ụlọ, onye mechara malite Chambers Construction Co",
  "na Eugene",
  "N'afọ 1955, Unthank malitere ịrụ ọrụ maka Wilmsen Endicott Architects",
  "N'afọ 1960, ọ ghọrọ onye mmekọ nke ụlọ ọrụ Wilmsen, Endicott na Unthank, Architects. N'afọ 1968, Unthank sonyeere Otto Poticha na Grant Seder na ụlọ ọrụ Unthank Seder Poticha Architects",
  "Ka ọ na-erule n'afọ 1985, ụlọ ọrụ ahụ gụnyekwara Ed Waterbury, otu n'ime ụmụ akwụkwọ mbụ ya. Unthank \"ụlọ akwụkwọ, ụlọ ọha na eze na ụlọ ọrụ azụmahịa gburugburu steeti ahụ\", gụnyere ụfọdụ na mpaghara Eugene, gụnyere J.F",
  "Kennedy Junior High School, na Springfield Thurston High School. Site na 1993 ruo 98, a maara ụlọ ọrụ ahụ dị ka Unthank Waterbury.",
  "Ọ rụrụ ọrụ dị ka prọfesọ na UO site na 1965 ruo 1980.",
  "N'afọ 1980, mgbe ọ na-agbaso onyinye iri abụọ nke AIA, a kpọrọ ya Fellow nke American Institute of Architects, \"na-amata ọrụ imewe ya na Lane County Courthouse, UO Law School, Central Oregon Community College campus buildings na Bend, US Consulate Quarters na Fukuoka, Japan, na ọtụtụ ụlọ akụ, ọfịs ndị ọkachamara, na ebe obibi onwe onye gburugburu steeti Oregon\".",
  "Na Jụn 2015 a rụnyere aha ya na Lawrence Hall na UO, Mahadum ahụ kwupụtakwara US $5000 kwa afọ \"Faculty Excellence Award\" iji kwado nkuzi na nyocha nke ngalaba ụlọ.",
  "Na Jụn 2017, Mahadum Oregon sọpụrụ Unthank site n'ịgbanwe aha ụlọ ihi ụra ya, \"Unthank Hall\"",
  "A na-akpọbu ụlọ ahụ aha onye isi Ku Klux Klan Frederic Stanley Dunn.",
  "Na Mee 2021, Mahadum nke Oregon Board of Trustees, na aro nke Onye isi oche UO Michael Schill, kwadoro ịnyefe aha Unthank Hall na ụlọ obibi ọhụrụ a ga-emeghe n'ọnwa Ọgọọst 2021."
]