[
  "Adenrele Oluwafemi Edun nke a maara dị ka Denrele (amụrụ n'abalị atọ nke ọnwa June afo1981 ), bụ onye n'eme ihe ngosi telivishọn na Naijiria, onye n'enwetala ọtụtụ onyinye ome ihe omume TV a eritela ọtụtụ ihe nrite nke gụnyere The Best TV Personality na NEAs na New York 2011, Dynamix Award maka Best Youth TV Personality Nke afọ 2006/2007/2008, The Future Award for Best Producer 2007.",
  "A mụrụ Denrele na Hamburg, Germany, nna ya bụ onye Yoruba na nne ya bụ onye India-Mauritian",
  "Ọ bụ naanị nwa nwoke ma nwee ụmụnne nwanyị abụọ",
  "O tolitere na Germany wee lọta Nigeria mgbe ọ dị afọ ise ebe ọ gara St Gregory's College, Ikoyi na Mahadum Lagos",
  "Ọ bụ onye isi na-agba egwu / onye na-agụ egwu nke\"The Iroko Band\" nke onye na-eme ihe nkiri, Dr Ola Balogun na-elekọta ma mesịa bụrụ onye na-agba egwu Backup maka LexyDoo, Ruggedman, Jazzman Olofin, 2Shotz, Lady Di na \"Stage Shakers\".",
  "A maara Denrele maka ụdị ejiji ya na àgwà ya. Ọ malitere ọrụ telivishọn ya dị ka onye na-eme ihe nkiri mgbe ọ dị afọ iri na otu mgbe ọ na-eme ihe ngosi / na dị ka onye mmepụta nke Kiddievision 101 na NTA Network",
  "Dị ka onye ka na-agụ akwụkwọ na Mahadum nke Lagos, ọ banyere n'ịme ihe ngosi nlereanya, mgbe ọ gụsịrị akwụkwọ, ọ sonyeere Sound City dị ka onye na-eme ngosi na ngụpụta TV",
  "Denrele gụrụ gbasara Bekee na Mahadum nke Lagos",
  "Denrele bụ onye omume ntụrụndụ nke a kọwara ụdị ya dị ka udi \"punk na fun\"",
  "N'ajụjụ ọnụ ya na ModernGhana, o kwuru \"Ana m egosiputa onwe m",
  "Ihe ka ọtụtụ n'ime ndị mmadụ na-ajụ m ajụjụ ahụ ma m ga-asị na achọrọ m ịbụ onwem",
  "Ụfọdụ ndị na-eche na m na-eyi uwe dị ka nke a iji dọta uche, mana enwelamrịị nlebara anya site na nwata",
  "\"",
  "Denrele enwetala ihe nrite iri na isii na ihe karịrị nhọpụta iri atọ na ọrụ ya",
  "Ọ rụburu ọrụ na SoundCity tupu ọ kwụsị ma gaa n'ihu búrụ otu n'ime VJ nke Channel O.",
  "Denrele agbala ndị dị ka Akon, Beyonce Knowles, Tyler Perry, Lil 'Kim, Snoop Dogg, Cuba Gooding, Amerie, na Lloyd ajụjụ ọnụ. Edun mebere mmepe ihe nkiri nke Hoodrush. A na-enyekwa Denrele otuto maka ịbụ otu n'ime ndị ndụmọdụ wetara ihe ịga nke ọma nke Big Brother Amplified Winner Karen Igho",
  "Denrele Edun na ndị ọzọ a ma ama n'akwukwọ ndepụta aha ndị mbụ pụtara na ihe nkiri Nollywood bu Make a Move",
  "Ihe nkiri a gosipụtara ndị nwere nka ihe omume dịka Omawumi, 2face Idibia wdg",
  "Ọ bụ Niyi Akinmolayan duziri ya ma gosipụta ya n'abalị isii nke ọnwa June afọ 2014.",
  "N'afọ 2013, ọ gara na peeji  twitter ya iji kwupụta na e zuru ya ohi ma ndị ohi ahụ zuuru ihe ya niile , ma tinye nne nne ya na nna ya n'ụjọ."
]