[
  "Akosua Dentaa Amoateng MBE (amụrụ n'afọ 1983), nke a maara nke ọma site na aha ozo ya bụ Dentaa, bụ onye ọchụnta ego nke Britain na Ghana, onye na-eme ihe nkiri, onye na-eme ihe ngosi TV, onye na-agụ egwu, onye na-emepụta ihe na onye njikwa",
  "E nyere ya MBE na 2016 Birthday Honours na 2017 ọ natara Ghana Peace Awards Humanitarian Service Laureate na Accra, Ghana. N'etiti Septemba nke afọ 2020, Asante Kotoko S.C",
  "họpụtara ya dị ka onye njikwa mmekọrịta mba ụwa ha.",
  "Dị ka onye na-eme ihe nkiri, ọ pụtara na ihe ngosi TV nke Britain nke gụnyere EastEnders na Holby City, tupu ọ banye n'igosi, na nkwado mmemme telivishọn na TV Briten na Ghana nke gụnyere The Dentaa Show na asọmpi egwu TV  a kpọrọ Mentor IV",
  "O nwekwara obere ọrụ dị ka onye na-agụ egwu, na-ewepụta abọm ozioma na 2005, \"Wu Ye Nyame\".",
  "Dentaa bụ onye na-akwado obodo Ghana dị na UK ma n'afọ 2017 e debere ya na ndepụta nke 100 Most Outstanding Women Entrepreneurs na Ghana maka nkwado ya site n'aka The African Network of Entrepreneurs N'afọ 2009, ọ tọrọ ntọala GUBA (Ghana UK Based Achievements) Awards, nke na-ahụta ihe ndị mmadụ n'otu n'otu na òtù rụzuru \"na-enye aka na obodo Ghana na UK ma ọ bụ Ghana\". N'afọ 2011, akpọrọ ya na The Future 100 Awards dị ka \"Young Social Entrepreneur\" nke afọ maka ọrụ ya na GUBA.",
  "N'ọnwa Juun afọ 2013, a mara ọkwa Dentaa dị ka onye mmeri nke African Women in Europe (AWE) Award nke a na-eme kwa afọ, maka ọrụ ya n'ịkwalite ihe ịga nke ọma Ghana na UK na maka ọrụ ebere ya",
  "Ndị nhazi kọwara ya dị ka \"icon na ihe nlereanya nye ụmụ nwanyị Afrịka niile bi ma na-arụ ọrụ na Europe\".",
  "Dentaa bi ugbu a na London, England.",
  "A mụrụ Dentaa na Juaso, na mpaghara Ashanti nke Ghana, mana ya na ezinụlọ ya kwagara UK mgbe ọ dị afọ ise",
  "Site na nwata, ọ nwere mmasị ịme ihe nkiri n'ụlọ akwụkwọ na ihe ngosi nka",
  "O mere GCSEs ya na Walthamstow School for Girls and A Levels (Media Studies, Sociology and Performing Arts) na Leyton Sixth Form College",
  "Ọ gara n'ihu gụọ akwụkwọ maka nzere nọọsụ ụmụaka na Buckinghamshire New University",
  "Dentaa nwere ụmụ anọ aha ha bụ Nuquari, Awiyah Amoateng, Adansi Amoateng, na Enijie Amoateng Jr",
  "n'otu n'otu. Onye a ma ama n'etiti ha bụ Awiyah nke a makwaara dị ka Princess Awiyah, onye mgbe ọ dị afọ isii n'afọ 2018 malitere ngwaahịa ntutu isi ya maka ụmụaka, na-esote nke ahụ n'afọ 2020 nakwa Shea butter na ncha ojii.",
  "N'agbata ngwụsị afọ 1990 na mmalite afọ 2000, Dentaa pụtara na ihe nkiri TV nke Britain nke gụnyere EastEnders, Holby City, Judge John Deed, Run Baby Run, na Prime Suspect",
  "N'afọ 2005, o wepụtara abọm ozioma akpọrọ \"Wu Ye Nyame\", site na Alordia Promotions na Goodies Music Production",
  "Abọm ahụ nwetara mkpọsa n'ikuku na ụlọ ọrụ redio na Ghana ebe Dentaa kwadoro ntọhapụ ahụ site na njem zuru ụwa ọnụ.",
  "N'afọ 2006, Dentaa mepụtara ma gosipụta ihe ngosi TV ọhụrụ maka ọwa agbụrụ Britain OBE (Original Black Entertainment) TV nke a na-akpọ \"The Dentaa Show\"",
  "Ihe omume magazin nkeji iri atọ, nke a na-agbasa na Sky Channel 155, e mere ya n'ihu ndị na-ege ntị ma kewaa n'ime akụkụ atọ na-enyocha ebe ntụrụndụ Ghana na Africa site na ajụjụ ọnụ na ndị ama ama, mkpuchi ihe omume ntụrụndụ na ilekwasị anya na vidiyo chaatị egwu kachasị ọhụrụ. Ihe ngosi a bụ mmemme ntụrụndụ kachasị ele anya na Ghana",
  "na n'afọ mbụ ya, o nwetara ọkwa kachasị elu na nchịkọta mbụ na afọ iri na asatọ ruo iri anọ nke ọnụ ọgụgụ mmadụ, na-eme ihe ngosi okwu. Ihe ngosi Dentaa gbara oge atọ.",
  "Dentaa kwadoro Miss Ghana UK na 2007 ma n'afọ sochirinụ ghọrọ onye na-akwado usoro nke anọ nke Mentor - Ghana yiri The X-Factor - na Ghanaian TV channel TV3, ya na Kofi Okyere Darko (aka \"KOD\"). N'afọ 2009, ya na Batman Samini kwadoro Ghana Music Awards, na-eme egwu abụọ, ma n'afọ 2010 gosipụtara ihe ngosi mbụ nke Ghana, Darling Beauty Diaries",
  "Otú ọ dị, ọ laghachighị maka usoro nke ise nke Mentor na 2010 ebe ọ dị ime nwa ya nke abụọ.",
  "N'ọnwa Ọgọstụ afọ 2012, a mara ọkwa na Dentaa ga-alaghachi na TV na ihe ngosi ọhụrụ kwa izu Dinner with Dentaa, nke gosipụtara ndị ọbịa a ma ama na-esi nri maka ya.",
  "N'èzí mgbasa ozi, a maara Dentaa dị ka onye guzobere na onye isi nke nzukọ na-abaghị uru nke Ghana UK Based Achievement (GUBA) Awards nke na-ahazi emume onyinye kwa afọ na Britain na-aghọta 'nnukwu onyinye' nke ndị Britain na ndị Ghana na-enye ọha mmadụ. Dentaa hiwere onyinye ndị ahụ n'afọ 2009 na mmemme onyinye mbụ na-ewere ọnọdụ na London, England, n'ọnwa Ọktoba afọ 2010. Dentaa, onye na-akọwa onwe ya dị ka \"onye Ghana nwere obi ụtọ\", nwere echiche ịmepụta onyinye ndị ahụ dịka o chere na \"ọ dịghị ihe ọ bụla n'ebe ahụ kwalitere ma mee ka ihe nketa m baa ụba\".",
  "GUBA bụ emume mbụ nke ụdị ya iji mata ihe ndị Ghana rụzuru ma kemgbe ahụ, ndị isi na òtù gụnyere The Ghana High Commission na UK & Ireland, The British High Commission na Ghana, The Ghana Ministry of Tourism, onye bụbu Prime Minista Britain Tony Blair na nwunye Cherie, Lord Paul Boateng, Diane Abbott MP na FIFA President Sepp Blatter kwadoro ya.",
  "A nabatara ihe Dentaa rụzuru na GUBA na 2011 mgbe a mara ọkwa ya dị ka otu n'ime \"Young Social Entrepreneurs of the Year\" na Future 100 Awards kwa afọ, na ọzọ na 2013 mgbe ọ natara African Women in Europe (AWE) Award. A họpụtara Dentaa n'oge na-adịbeghị anya maka ụdị abụọ na onyinye Women4Africa kwa afọ nke a ga-eme na London na Mee 2014",
  "Dentaa nwere njikọ siri ike na ụwa bọọlụ",
  "Ọ bụ onye njikwa nke Ghana na onye bụbu onye na-agba bọọlụ Sunderland bụ Asamoah Gyan, ma rụọ ọrụ \"dị egwu\" n'inyere ndị otu egwuregwu bọọlụ mba Ghana aka, nke a maara dịka Black Stars, inweta ọrụ nke onye egwuregwu Arsenal Emmanuel Frimpong",
  "N'ọnwa Mee afọ 2012, ọ haziri mmalite nke Benjani Mwaruwari Foundation, nke Portsmouth na onye na-agba bọọlụ mba Zimbabwe bụ Benjani Mwaruwari guzobere iji wuo ụlọ akwụkwọ bọọlụ maka ndị ntorobịa na-enweghị ihe ịga nke ọma na Zimbabwe. N'ọnwa sochirinụ, na June 2012, Dentaa nyeere Arthur Wharton Foundation aka igosi onye isi FIFA Sepp Blatter ihe oyiyi nke Arthur Wharton - onye egwuregwu bọọlụ ojii mbụ. A na-egosipụta Arthur Wharton Marquette Statue ugbu a n'ụlọ ndị isi ala na isi ụlọ ọrụ FIFA na Zurich.",
  "A nabatara ọrụ Dentaa n'ọgbọ egwuregwu n'afọ 2011, mgbe a họpụtara ya maka 2011 Black List Awards - atụmatụ onyinye nke UK nke na-ekwenye onyinye nke obodo ojii maka ihe ịga nke ọma na ọkwa niile nke bọọlụ, nke Football Association, Professional Footballers 'Association na Black Collective of Media in Sport (BCOMS) na-akwado, tinyere ndị ọzọ",
  "Njikwa ya nke Gyan na mmetụta ya na ntinye aka nke Frimpong na ndị otu mba Ghana bụ \"ihe ndị bụ isi\" na nhọpụta ya."
]