[
  "Deola Sagoe bụ nwaafọ Naijiria na-ewu ewu bụ onye na-emepụta eyimeyi,nke si Ondo Steeti, na Naịjirịa.",
  "A mụrụ Adeola Sagoe (nke a mụrụ dịka Ade-Ojo) n'afọ 1966  dị ka nwa mbụ nke Chief Micheal Ade-Ojo, onye guzobere Mahadum nke Elizade na nwunye mbụ ya, Mrs",
  "Elizabeth Wuraola Ade-Ojo",
  "Ndị mụrụ ya sitere n’obodo Ilara-Mokin,dị na Ondo Steeti",
  "Ọ gụrụ akwụkwọ na Mahadum nke Miami na Mahadum nke Legos ma nweta nzere masta na ego na njikwa. \n[ <span title=\"This claim needs references to reliable sources",
  "(June 2018)\">see okwu dị mkpa</span> ]",
  "Sagoe malitere i mepụta eyimeyi n'afọ 1989 ma nweta mmata mba ụwa maka ụdị ọmarịcha eyimeyi dị icheiche o mepụtara",
  "N'oge na-adịbeghị anya, a họpụtara ya ị nọchite anya Naịjirịa na kampeenu mba ụwa ọhụrụ nke United Nations World Programme haziri",
  "Mgbasa ozi a, nke akpọrọ “Catwalk the World: Fashion for Food.”, bidoro na Naịjirịa n’ọnwa Eprel afọ 2006 were mee mmemme na Gana n’oge na-adịbeghị anya nke wetara ndị a ma ama dịka Damon Dash, nwunye ya, onye mmepụta aha ya bụ Rachel Roy, na onye mmepụta a mụrụ na Gana bi na Lọndọn bụ Ozwald Boateng",
  "Ebumnuche kampeenu a bụ ị kpata ego i ji belata ọnụ ọgụgụ ndị agụụ na-agụ n'ụwa, ọkachasị ụmụaka, tupuu afọ 2015 eruo",
  "Sagoe na-egosiputakrị nchịkọta eyimeyi ya na Cape Town Fashion Week ma bụrụ onye ọbịa a kpọrọ na New York Fashion Week n'oge gara aga",
  "Sagoe kpughere mkpokọta Komole ya n'afọ 2018, ọ bụ nhọrọ nke agbamakwụkwọ na uwe nke oge na-adọrọ n'ọnọdụ na nkwenye nke sitere n'ezinụlọ eze",
  "Sagoe e ritela “Africa Designs” na MNET / Anglo Gold African designs 2000 nke Andre Leon Tally, onye editọ US Vogue họpụtara y<i id=\"mwIQ\">a</i>",
  "Deola pụtara n'ihe nkiri nke afọ 2014 bụ October 1 ebe e gosipụtara ya dị ka Funmilayo Ransome-Kuti \n[ <span title=\"This claim needs references to reliable sources",
  "(June 2018)\">see okwu dị mkpa</span> ]",
  "Deola Sagoe lụrụ Kofi Sagoe n'agbanyeghị na di na nwunye ahụ kewara n'ihi esemokwu na-ekweghị mkpezi",
  "O nwere ụmụ nwanyị atọ, Teni, Aba na Tiwa. \n[ <span title=\"This claim needs references to reliable sources",
  "(June 2018)\">see okwu dị mkpa</span> ]"
]