[
  "Deon Lotz (a mụrụ na 20 Julaị 1964) bụ onye na-eme ihe nkiri, telivishọn, na ihe nkiri na South Africa. A maara ya nke ọma n'ụwa niile maka ọrụ ya na Mandela: Long Walk to Freedom and Beauty (Skoonheid)",
  "Ọ pụtara na mmepụta asụsụ Bekee na Afrikaans.",
  "A mụrụ Lotz na 20 Julaị 1964 na Cape Town",
  "Ọ bụrụ abụ maka Drakensberg Boys Choir n'oge ọ dị afọ iri na ụma",
  "Lotz bụ nwa ikpeazụ nke abụọ n'ime ụmụ anọ, nwere nwanne nwoke na nwanne nwanyị tọrọ ya na nwanne nwoke nke obere.  Tupu ọ bụrụ onye na-eme ihe nkiri, Lotz rụrụ ọrụ dị ka onye na-elekọta ụlọ oriri na ọṅụṅụ. Na mbido ọrụ ya, Lotz rụrụ ọrụ na mgbasa ozi. Taa Lotz bi na Cape Town, na-arụ ọrụ dịka onye na-eme ihe nkiri oge niile na Mother City, yana ịga Johannesburg maka ọrụ",
  "A maara Lotz dịka onye nwere nwa nwoke na nwa nwanyị.",
  "N'afọ 2011, o nwere ọrụ dị mkpa na Beauty (Skoonheid), nke Oliver Hermanus duziri, nke ghọrọ South Africa maka Best Foreign Language Film maka 2011 Academy Awards. Beauty meriri Queer Palm Award nakwa 2011 Cannes Film Festival ma bụrụ ihe nkiri Afrikaans mbụ a ga-egosi na Cannes. Lotz natara onyinye Best Actor na 2011 Zurich Film Festival maka arụmọrụ ya na ihe nkiri ahụ. N'afọ 2012, a kpọkwara Lotz onye na-eme ihe nkiri kacha mma na ihe nkiri maka ọrụ ya na Beauty na South African Film and Television Awards",
  "Lotz rụrụ ọrụ Kobie Coetzee na ihe ngosi afọ 2013 Mandela: Long Walk to Freedom",
  "Lotz meriri Best Supporting Male na 2013 kykNET Silwerskeemfees (Silver Screen Festival) maka ọrụ ya na ihe nkiri ezinụlọ Afrikaans, Faan se Trein A họpụtara ya maka onyinye SAFTA nke afọ 2015 maka onye na-akwado ihe nkiri kacha mma maka ihe nkiri a. Ihe nkiri ndị ọzọ a ma ama Lotz pụtara na gụnyere Musiek vir die Agtergrond (2013), Winnie Mandela (2013), \"Master Harold\"",
  "na Boys (2010), na Proteus (2003).",
  "Lotz emeela ihe nkiri telivishọn South Africa, Europe, na North America, gụnyere The Book of Negroes (2015), Wallander (2015), When We Were Black (2014), na Flight of the Storks (2012). N'afọ 2016, Lotz natara onyinye SAFTA maka onye na-akwado ihe nkiri kacha mma - TV Drama maka ọrụ ya na When We Were Black",
  "Lotz apụtala n'ọtụtụ ihe nkiri South Africa, gụnyere Liefde, Anna na onye na-eme ihe nkiri South African Sandra Prinsloo; nsụgharị asụsụ Afrikaans nke Anton Chekhov's The Seagull; na Moeder Moed en Haar Kinders, nsụgharị nke Bertolt Brecht's Mother Courage. Lotz meriri ihe nrite Best Supporting Actor maka Die Seemeeu na Moeder Moed en Haar Kinders na 2015 Klein Karoo Nasionale Kunstefees. A họpụtara onye na-eme ihe nkiri ahụ n'afọ 2008 maka onye na-ese ihe nkiri kacha mma maka ọrụ ya na egwuregwu Wrestlers na Fleur du Cap Theatre Awards"
]