[
  "Onye na- esote onye isi nyocha nke ndị uwe ojii (nke e gburu aha ya nkenke dịka DIG ) bụ ọkwá dị elu na ndị uwe ojii n'obodo dị iche iche dịka Bangladesh, India, Kenya, Malaysia, Nepal, Pakistan, Nigeria na Sri Lanka",
  "Onye na-esote onye isi nyocha nke ndị uwe ojii (DIG) bụ ọkwa dị na ndị uwe ojii India, n'okpuru nnukwu onye isi ndị uwe ojii",
  "Ọ bụ ọkwa ndị ndị uwe ojii India ndị jere ozi nke ọma dịka Superintendent Agadi ndị uwe ojii ma ọ bụ osote onye isi ndị uwe ojii (Nhọrọ ọkwa) wee bulie ya n'ọkwa a.Ndị isi ọrụ uwe ojii DIG na-eyi ihe ndị bekee kpọrọ Gorget patches na olu akwa ha nke nwere ọchịchịrị na-acha anụnụ anụnụ na akara na-acha ọcha na ya, yiri nke ọkwa SSPs  Enweghi ogwụgwụ oke ọnụ ọgụgụ DIG otu steeti nwere ike ịnwe, ọtụtụ steeti nwere ọtụtụ DIG n'ime ha",
  "DIG nọ na Nkewa ịkwụ ụgwọ nke anọ (site na ₹37,400 (US$520) ruo ₹67,000(US$940)) na ụgwọ ọkwa ₹8,900 (US$120)",
  "Na ndị uwe ojii Bangladesh, ọkwa onye na-esote onye isi ndị uwe ojii bụ ọkwa dị mkpa",
  "Ọ bụ ọkwa nke atọ kachasị elu na ike n'uwe ojii",
  "N'ozuzu, DIG n'enye iwu ka ndị uwe ojii nọ nso",
  "Mana oge ụfọdụ onye isi ndị uwe ojii n'enye DIG ibu ọrụ dị mkpa",
  "Iji bụrụ ndị DIG ma karia, ndi isi uwe ojii ga-enwerịrị iru eru nke ule Bangladesh Civil Service (BCS)",
  "Mgbe ahụ ka a ga-ahọpụta ya dịka osote onye isi superintendent ndi uwe ojii, na-esote nke ahụ, agbakwunyereuwe ojii supa mgbe ahụ, a ga-akpali ya ị bụ ndị uwe ojii Supa, wee gbakwunye osote onye isi nyocha nke ndị uwe ojii na onye isi nyocha nke ndị uwe ojii",
  "Ọ bụrụ na ọ rụọ ọrụ nke ọma dịka ozi ụlọ na- eche, mgbe ahụ, ha nwere ike ịkwalite ya ruo ọkwa gbakwụnyere  IOnye is nyocha nke ndị uwe ojii Bangladesh (IGP).",
  "Ọkwa ahụ dị ka ndị isi na-ejide ọkwa nke odeakwụkwọ nkwonkwo na gọọmentị ma ọbụ  ọkwa Colonel ma ọ bụ ọgbọ ya na ọrụ ndị agha.",
  "Na Obodo Kenya, osote onye isi nyocha nke ndị uwe ojii bụ ọkwa kpakpando atọ nke Ọrụ uwe ojii Mba Kenya",
  "Ọ nọ n'okpuru onye isi nyocha ma dịkwa ozugbo n'elu karịa Agadi osote onye isi nyocha ndị uwe oji",
  "Ndị uwe ojii abụọ ji ọkwa a ma na-achịkwa ndị ọrụ uwe ojii Kenya na ndị uwe ojii nhazi n'otu n'otu.",
  "Na Obodo Malaysia, onye na-esote onye isi ndị uwe ojii bụ onye nke abụọ kachasị n'ọkwa na ndị uwe ojii Eze Malaysia, ọkwa ya nọ n'okpuru onye isi ndị uwe ojii na kọmishọna ndị uwe ojii",
  "Ndị isi nọ n'ọkwá a na-eyi akara/baajị okpueze onye isi ala dị n'elu kpakpando anọ nwere ise-aka (n'ụdị dayamọnd) gafere baton na kris.",
  "Na Obodo Pakistan, osote onye isi nyocha nke ndị uwe ojii  bụ ọkwa kpakpando atọ nke ọrụ ndị uwe ojii nke ndị obodo Pakistan",
  ".",
  "Na Sri Lanka, dị ka Iwu ndị uweojii si dị, ọkwa nke Deputy Chiefs General bụ nke abụọ kachasị elu na Sri Lanka Police Force",
  "Otu onye uwe ojii n'ọkwa a bụ maka ndị uwe ojii Range, nke mejupụtara mpaghara ala nke ngalaba abụọ ma ọ bụ karịa nke ndị uwe ojii nyere iwu site na onye nlekọta na-achịkwa mpaghara ndị uwe ojii ole na ole, na-elekọta Asst",
  "Ndị nlekọta, nke ọtụtụ ụlọ ọrụ ndị uwe ojii",
  "N’usoro nkebi nke 21 (3) nke Iwu Onye Uweojii ‘Onye isi nyocha nke ndị uwe ojii ga-ahụta isonye osote onye isi ndị uwe ojii’."
]