[
  "Derartu Tulu NL COL (Oromo: , Amharic: ደራርቱ ቱሉ; amụrụ na 21 Machị na afọ 1972) bụ onye Etiopia bụbu onye na-agba ọsọ ogologo oge, onye na-asọmpi n'okporo ụzọ, na-agbagharị mba, na okporo ụzọ na-agba ruo n'ebe marathon",
  "Ọ na-eje ozi ugbu a dị ka onye isi oche nke Ethiopian Athletics Federation.",
  "Derartu tolitere na-elekọta ehi n'obodo nta Bekoji na ugwu ugwu nke Arsi Province, otu obodo ahụ dị ka Kenenisa Bekele. Ọ bụ nwa nwanne nne nke Ejegayehu Dibaba, Tirunesh Dibaba na Genzebe Dibaba.",
  "Derartu bụ nwanyị Etiopia mbụ na nwanyị ojii Africa mbụ meriri nrite ọla edo nke Olympic, nke ọ meriri na ihe omume 10,000 m na afọ 1992 Barcelona Olympic Games. Asọmpi ahụ, ebe ya na Elana Meyer (South Africa) gbara ọsọ maka agba n'otu n'otu ụzọ n'ihu ndị ọzọ, malitere ọrụ ya",
  "Ọ nọrọ n'èzí na afọ 1993 na afọ 1994 na mmerụ ahụ n'ikpere wee laghachi na asọmpi na afọ 1995 IAAF World Cross Country Championships ebe ọ meriri ọla edo, ebe ọ bịarutere na ọsọ ahụ naanị otu awa tupu mmalite",
  "Ọ tọrọ n'ọdụ ụgbọ elu Athens n'enweghị ụra ruo awa 24. N'otu afọ ahụ, Fernanda Ribeiro meriri ya wee merie ọlaọcha na World Championships 10,000.",
  "Na 1996 bụ afọ siri ike nye ya",
  "Na IAAF World Cross Country Championships Derartu tụfuru akpụkpọ ụkwụ ya n'ọsọ ahụ wee lụọ ọgụ iji nweta ọnọdụ nke anọ",
  "O mechikwara nke anọ n'egwuregwu Olympic, ebe ọ na-elekọta mmerụ ahụ",
  "N'afọ 1997, ọ meriri n'asọmpi mba ụwa nke ugboro abụọ, mana o tinyeghị aka na 10,000m World Championships",
  "N'afọ 1998 ọ mụrụ nwa nwanyị, Tsion, mana ọ laghachiri n'afọ 2000 n'ọnọdụ kachasị mma nke ndụ ya. O meriri 10,000m Olympic gold maka oge nke abụọ (naanị nwanyị mere nke a na akụkọ ihe mere eme dị mkpirikpi nke ihe omume ahụ)",
  "O nwetakwara mmeri na IAAF World Cross Country Championships nke ugboro atọ",
  "N'afọ 2001, o mechara merie n'asọmpi 10,000 n'ụwa niile na Edmonton",
  "Nke a bụ nrite ọla edo nke atọ n'ụwa ma ọ bụ Olympic",
  "O nwere ngụkọta nke nrite ụwa na nke Olimpik 5.",
  "Mgbanwe ya gaa na marathon nwetara mmeri na London na Tokyo Marathons na afọ 2001",
  "O mechara nke anọ na 2005 World Championships, na-etinye oge kachasị mma ya nke 2:23:30",
  "O nwetakwara mmeri na Portugal Half Marathon na 2000 na 2003, na Lisbon Half Marathon n'afọ 2003",
  "N'afọ 2009, mgbe ọ dị afọ 37, ọ meriri na New York City Marathon, na-emeri ndị dị ka Paula Radcliffe, Lyudmila Petrova na Salina Kosgei.",
  "N'afọ 2004, Derartu jụrụ ịbanye na New York Marathon, ebe ọ ga-eche Paula Radcliffe ihu, onye ya na ya nwere nnukwu asọmpi kemgbe ọtụtụ afọ, ma lekwasị anya n'egwuregwu Olimpik, ebe ọ meriri ọla nchara na 10,000 m n'azụ Xing Huina na nwa nwanne ya nwoke Ejegayehu Dibaba. (Radcliffe emeghịcha.)",
  "Derartu gara n'ihu na-agba ọsọ asọmpi na ngwụcha afọ iri atọ ya, ebe ọtụtụ n'ime ndị na-asọmpi ochie ya lara ezumike nká",
  "Ọ gwụchara n'asọmpi marathon ikpeazụ ya n'afọ 2011 na Yokohama.",
  "A na-echeta ya maka ọsọ ya na 60.3 nke abụọ ikpeazụ ya na njedebe nke 10,000 m na Sydney Olympics bụ sprint nke ihe edeturu.",
  "Ọ bụ onye isi oche nke Ethiopian Athletics Federation (EAF) kemgbe 14 Nọvemba na afọ 2018.",
  "Tulu bụ nwanne nne nke ụmụnne Dibaba bụ Ō Ejegayehu, Tirunesh na Genzebe Dibaba.",
  "A kpọrọ aha Tulu na mmemme BBC 100 Women na afọ 2017."
]