[
  "Derek Fordjour (amụrụ n'afọ 1974 na Memphis, Tennessee) bụ ónyé America na-ese ihe omimi nkè ihe nketa Ghana, onye na-arụ ọrụ na vidiyo / ihe nkiri, ihe ọkpụkpụ na eserese.  Fordjour nwetara MFA site na Hunter College, Ed",
  "M na Arts Education site na Mahadum Harvard, na nzèrè BA site na Morehouse College.  Fordjour bi ma na-arụ ọrụ na New York City.",
  "E gosipụtara ọrụ ya n'ọtụtụ ébé gụnyere Contemporary Art Museum St",
  "Louis, Nasher Museum of Art na Whitney Museum of Contemporary Art. Ọ natara ọrụ màkà ọrụ ọha na eze gụnyere ntinye na-adịgide adịgide màkà Metropolitan Transit Authority nke New York City na 145th Street Subway Station na The Whitney Museum Billboard Project. E nyèrè ya 2016 Sugarhill Museum Artist-in-Residence, 2017 Sharpe Walentas Studio Program na New York City, ma kpọọ ya 2018 Deutsche Bank NYFA Fellowship Award. N'afọ 2021, ónyé na-ese ihe nwéré ihe ngosi onwé ya na Pond Society na Shanghai",
  "Ihe osise ya n'ebe ahụ lere anya na gamification nke usoro mmekọrịta mmadụ na ibe ya na adịghị ike",
  "N'ihe osise ndị a na-adịbeghị anya, Fordjour tinyere ọkwa nke Financial Times",
  "N'iji akwụkwọ ahụ mee ihe n'ọrụ ya, Fordjour kọwara na Ocula Magazine: 'The Financial Times na-eme mgbalị iji mee ka onwe ya dị iche na ọdọ mmiri nke akwụkwọ akụkọ ndị ọzọ nwere ụcha ya pụrụ iche",
  "Echiche nke ịkpa iche iche bụ ọchịchọ ịmata onwe gị n'ihu ịbụ ónyé a na-ejikarị eme ihe ma ọ bụ na-agbakọta ọnụ nwere esemokwu nke m na-akọwa.",
  "N'oge na-adịbeghị ányá, a họpụtara ya dịka Ónyé isi oche Alex Katz na Cooper Union ma na-eje ozi dị ka Ónyé isi nkatọ na Yale University School of Art. Ọrụ ya pụtakwara n'ọtụtụ nchịkọta ọha na eze na nke onwe na United States na mba ofesi, gụnyere The Studio Museum of Harlem, Brooklyn Museum, Perez Museum, Dallas Museum of Art, The Whitney Museum na LACMA.",
  "Fordjour bụ ónyé otu Alpha Phi Alpha fraternity",
  "Alpha Phi Alpha nyéré ya ọrụ ịmepụta ihe osise akpọrọ An Experiment in Brotherhood iji cheta ntọala nke fraternity."
]