[
  "Derek Johnson, Jr., nke a maara nkè ọma site na aha egwu ya Derek Minor na aha egwu mbụ PRo, (amụrụ na Disemba 16, 1984) bụ onye America Christian hip hop artist, record producer, entrepreneur, actor, na screenwriter",
  "Ya na Doc Watson guzobere ụlọ ọrụ ndekọ hip-hop Reflection Music Group (RMG), wee bịanye aka na Reach Records na njikọ aka n'etiti ụlọ ọrụ abụọ ahụ na 2011",
  "N'afọ 2012, Johnson kwupụtara na ọ gbanwere aha egwu ya site na Pro gaa na Derek Minor",
  "N'afọ 2014, ọ màrà ọkwa na dịka nkwekọrịta abọm abụọ ya na Reach zuru ezu, ọ gaghịzi ebipụta mbipụta site na ákàrà ahụ.",
  "Ọ bụ ónyé guzobere otu hip-hop R.M.G",
  "na Reflection, ọ bụkwabu ónyé otu Reach hip-hop 116 Clique",
  "Johnson ewepụtala abọm studio isii na mixtapes isii dị ka onye na-ese egwu, yana otu abọm ụlọ ọrụ nke ọ bụla na ndị otu R.M.G",
  "na 116 Clique",
  "Abọm studio ya nke abụọ, Redemption, gosipụtara na No",
  "8 na chaatị Gospel Billboard na No",
  "31 na chaatụ Billboard Top Christian",
  "Abọm studio ya nké atọ, Dying to Live, malitere na No",
  "66 na <i id=\"mwHA\">Billboard</i> 200, No",
  "1 na chaatị Top Christian, No",
  "2 na chaatụ Gospel Albums, No",
  "7 na chaatọ Top Independent Albums, na No",
  "11 na chaatọn Top Rap",
  "Abọm ya nke anọ, Minorville, nke e wepụtara na 2013 malitere na No",
  "5 na chaatị Rap Albums nke Billboard na No",
  "7 na chaatụ Top Christian",
  "Ọ sonyeere Entertainment One iji wepụta abọm nke ise ya, Empire, nke malitere na No",
  "6 na chaatị Billboard Rap Albums na No",
  "1 na chaatụ Top Christian",
  "Abọm ya nke isii, Reflection, banyere na chaatị Billboard Rap Albums na No",
  "5 na chaatụ Top Christian na No",
  "7",
  "Otu egwu Reflection bụ \"Change the World\" nke gosipụtara Hollyn ruru No",
  "1 na chaatị Hot AC / CHR nke Billboard.",
  "A mụrụ Derek Johnson, Jr",
  "na Pontiac, Michigan na Disemba 16, 1984, mana mgbè ọ dị obérè, ya na nné ya kwagara Middle Tennessee. Mmekọrịta ya na nna ya mụrụ ya dị anya, mmekọrịta ya na nna nna ya na-adịwanye njọ. Ọzọkwa, nna nna Johnson bụ ónyé na-eji ọgwụ ọjọọ eme ihe ebe nne ya bụ Onye Kraịst siri ike, nke na-anụ ọkụ n'obi nke nwere usoro ọrụ siri ike na ndụ ụlọ",
  "Johnson kpebiri inyere nne ya aka site n'ịba ọgaranya site na agụmakwụkwọ ma ọ bụ egwu."
]