[
  "Derrick Adams (amụrụ n'afọ 1970) bụ onye America na-ese ihe nkiri na onye na-eme ihe nkiri na nhazi",
  "Ọtụtụ n'ime ọrụ Adams na-elekwasị anya na njirimara Black ya, na-ezo aka ugboro ugboro na ụkpụrụ, ihe oyiyi, na isiokwu nke ọdịbendị Black na America. Adams arụwokwa ọrụ dị ka prọfesọ nka mara mmá, na-eje ozi dị ka onye otu ngalaba na Maryland Institute College of Art.",
  "A mụrụ Derrick Adams na 1970 na Baltimore, Maryland",
  "Mgbe ọ gụsịrị akwụkwọ elementrị n'oge na-adịghị anya, Adams gara Pratt Institute",
  "Mgbe ọ gụsịrị akwụkwọ na 1996, Adams nwetara MFA ya na Mahadum Columbia, mechaa akara ugo mmụta ya na 2003.",
  "N'afọ 2016, Adams mepụtara ihe ntinye (nke akpọrọ Derrick Adams: THE HOLDOUT [[A Social Sculpture with Curated Music Program]]) màkà Aljira Center for Contemporary Art na Newark, NJ, nke gosipụtara nnukwu pyramid nke gbara ụlọ ọrụ redio mgbasa ozi gburugburu",
  "Dị ka Adams si kwuo, pyramids n'ọrụ ya na-ezo aka na ogologo oge nke ọdịbendị ndị isi ojii na isi ọbọdọ ọdịbendị nke ndị isi ojii wuru n'akụkọ ihe mere eme.",
  "Ihe ngosi Adams nke 2016 na Pioneer Works nyochara ìhè odide Black na omenala a ma ámá",
  "N'ịbụ nke akpọrọ Derrick Adams: ON, ihe ngosi ahụ gụnyere collages, ihe ọkpụkpụ, na lampshades nkè na-akpali ihe odide sitere na ihe nkiri na-ewu ewu na ihe ngosi TV dị ka In Living Color na The Matrix.",
  "Studio Museum na Harlem guzobere ihe ngosi Adams nke 2017 Derrick Adams: Patrick Kelley, The Journey, nke onye na-ese ihe mepụtara bọọdụ ọnọdụ maka akụkọ ndụ nke ónyé na'emepụta ejiji Patrick Kelley na-atụ aro, onye usoro ya na nhazi ya na-emetụta Adams n'ihe gbásárá iwu njirimara.",
  "N'afọ 2017, Adams jiri nchịkọta ihe ochie nke Stony Island Arts Bank (yana ihe sitere na nchịkọta ndị ọzọ), mepụta ihe ngosi onwe onye n'ebe ahụ, Future People",
  "Ebe nrụọrụ weebụ gosipụtara vidiyo looping nke gosipụtara ihe oyiyi na ihe ndị sitere n'aka ndị edemede na ndị ọkà okwu ojii. Usoro collages na ngosi ahụ, Orbiting Us #1-#10, gosipụtara ihe ndị Charles Harrison, onye isi ojii mbụ na Sears, Roebuck na Company",
  "Adams jiri ihe ngosi ahụ mee ka ike mmepụta nke ndị isi ojii chepụta ma mepụta ihe ọhụrụ n'ọnọdụ siri ike.",
  "Na Museum of Arts and Design na 2018, Adams gosipụtara ọrụ sitere n'ike mmụọ nsọ nke The Negro Motorist Green Book",
  "N'ịbụ nke akpọrọ Sanctuary, ihe ngosi Adams gosipụtara ebe nrụọrụ weebụ nke obere okporo ụzọ nke na-agafe n'okporo ụzọ, na-agagharị na collages nke na-akpali ebe edepụtara na akwụkwọ nduzi. Sanctuary mere emume oge ntụrụndụ na ihe ịga nke ọma nke ndị Africa America ọbụna n'oge Jim Crow, nke obere ụlọ ndị yiri katọn mmiri ara ehi na-enwu gbaa.",
  "N'afọ 2018, Museum of Contemporary Art Denver gosipụtara nyocha nke ọrụ Adams site na 2014-2017, gụnyere ihe ọkpụkpụ, nrụnye, na ọrụ na akwụkwọ",
  "N'ịbụ nke akpọrọ, Derrick Adams: Transmission, ihe ngosi ahụ gosipụtara ọrụ atọ: \"Future People\" (2017), \"Fabrication Station\" (2016), na usoro ihe osise \"Boxhead\" (2014), na-enyocha \"Ọmụmụ ihe na-aga n'ihu nke Derrick Adams banyere njirimara agbụrụ dịka a na-enyochara ya site na omenala a ma ama ma na-echepụta ya maka ọdịnihu\".",
  "E nyere Derrick Adams 2018 Gordon Parks Foundation Fellowship, ma sonye na ihe ngosi mmadụ abụọ, American Family: Derrick Adams na Deana Lawson, na Foundation dị ka akụkụ nke onyinye ahụ",
  "Adams na-ekwu banyere ihe ngosi ahụ, \"Mmetụta Parks..",
  "na-agafe ihe a na-ahụ anya, n'ime ihe m ji eche na ọ dị mkpa igosi ọtụtụ akụkụ nke ndụ ndị isi ojii America n'ụzọ ndị na-enye ìhè na mgbagwoju anya na ọgaranya nke oge gara aga, ugbu a na ọdịnihu anyị",
  "\"",
  "N'afọ 2019, e gosipụtara ọrụ Adams na Fox TV hit Empire",
  "Ọrụ nka na usoro ahụ na-egosi ndị isi ihe odide, Cookie na Lucious Lyon (nke Taraji P",
  "Henson na Terrence Howard na-eme), ọ bụkwa akụkụ nke nchịkọta ihe dị iche iche, \"Empire x Derrick Adams collection\", nke na-akwado Turnaround Arts, mmemme ụlọ akwụkwọ na-adabere na nka na Kennedy Center. Nke a abụghị oge mbụ e gosipụtara ọrụ ya na ihe ngosi TV America",
  "N'afọ 2017, Issa Rae gụnyere ọrụ ya na ihe nkiri HBO ya bụ Insecure",
  "na 2019 MTA (Metropolitan Transportation Authority) nyere Adams ọrụ ịmepụta ihe osise enyo maka Nostrand Avenue Station",
  "Ihe osise a na-egbuke egbuke nwere ogwe 85 nke na-agbasa ogologo nke ikpo okwu ndị a rụzigharịrị ọhụrụ ma gbasaa na àkwà mmiri anọ ọhụrụ ndị na-agagharị agagharị nke jikọtara ọdụ ahụ na mpaghara Crown Heights na Bedford-Stuyvesant nke a na-anọchite anya n'ime ihe osise ahụ",
  "Iji foto, map, na akụkọ ihe mere eme",
  "Adams na-eji ụdị collage ya iji mesie mmekọrịta mmekọrịta dị n'etiti ndị bi n'ógbè ahụ na gburugburu ebe obibi ha.",
  "N'afọ 2020, Adams mepụtara ihe osise maka Ụlọ Ọgwụ Harlem."
]