[
  "Desiree Ellis (amụrụ n'abalị iri na anọ nke ọnwa Maachị afọ 1963) bụ onye njikwa bọọlụ South Africa na onye n'agbabu egwuregwu bọọlụ",
  "Ọ na-azụ ndị otu ụmụ nwanyị South Africa ugbu a",
  "Ọ bụ onye guzobere Banyana Banyana na onye isi nke abụọ nke otu mba ahụ. E nyere ya Confederation of African Football Women's Coach of the Year n'afọ 2018 mgbe ndị otu ya gbara ndị  nke abụọ na African Women Cup of Nations ma ruo n'isi ịma aka mmeri nke mbụ ha na Women's World Cup N'oge ọrụ klọb ya, ọ gbara bọọlụ dị ka onye egwuregwu n'anọ n'etiti maka Spurs Ladies n'etiti ndị otu ndị ọzọ.",
  "Ellis tolitere na Salt River n'afọ ndị 1970",
  "Nọrọ n'ụlọ nne nne ya mgbe ọ gụsịrị akwụkwọ dịka nne na nna ya, nna ya Ernest, (nwụrụ, 1989) na nne Natalie na-arụ ọrụ n'ubochi",
  "Enweghị klọb ụmụ nwanyị n'oge ahụ ma ya na ụmụ nwoke na ụmụ nwanne ya na-agba bọọlụ",
  "Mgbe ọ gụsịrị akwụkwọ, ọ tụfuru akpa ụlọ akwụkwọ ya, gbanwee uwe ya ma gbaga n'èzí gakwuru ndị otu ya na-eche",
  "Nna ya na-eyi egwu iziga ya ụlọ akwụkwọ n'eyighi akpụkpọukwu n'ihi na ọ mebiela ọtụtụ akpụkpọ ụkwụ ya site na ọgbugba egwuregwu bọọlụ.",
  "Ellis mechara chọta klọb ụmụ nwanyị ọzọ (Athlone Celtic bụ klọb mbụ ọ gbara bọọlụ) Spurs Ladies mgbe ọ ka na-arụ ọrụ na ebe a na-egbu anụ na Lansdowne dị ka onye na-agwakọta ihe na-esi ísì ụtọ",
  "O nwere mgbe ọ hapụrụ ebe ọrụ ya ma soro klọb ahụ ga njem  n'ime ngwụsị izu, ma kwe ndị were ya n'ọrụ nkwa na ọ ga-alọghachi n'oge maka ọrụ mana ụgbọala ndị otu ahụ ji eme njem mebiri n'ụzọ na-nlọta ha nke  mere ka ọ ghara ịbịa n'oge",
  "N'ihi ya, a chụrụ Ellis n'ọrụ.",
  "Ọ rụkwara ọtụtụ ọrụ nchịkwa n'oge ọrụ egwuregwu ya",
  "Ọ bụ osote onye isi oche nke Western Province Women's Football Association site n'afọ 1994 ruo afọ 1995 ma mesịa bụrụ PRO nke otu ahụ site na 1996 ruo 1997",
  "Ọ rụkwara ọrụ dị ka Chief Librarian na ụlọ ọrụ foto, Touchline n'afọ 2001.",
  "Ellis gara maka ule maka ndị otu mba ahụ ma gafee ma gosipụta na egwuregwu mba ụwa mbụ nke otu ahụ",
  "Ọ gbara bọọlụ megide Swaziland mgbe ọ dị afọ iri atọ, na abalị iri atọ nke ọnwa  Mee afọ 1993 na-mmeri ọkpụ iri na anọ na asataghị ma otu",
  "Ellis nyere goolu pụrụ iche ma tinyere nke ndị egwuregwu abụọ ndị ọzọ. N'oge asọmpi iko mba ụwa nke afọ 1995, South Africa meriri Zimbabwe, Zambia na Angola na nchịkọta, ọkpụ goolu iri asatọ otu, ọkpụ goolu iri na otu asatara ise na ọkpụ goolu isii asatara anọ mana Naịjirịa meriri ha site n'ọkpụ goolu iri na otu asatara abụọ Mgbe South Afrịka kwadoro 2000 African Women's Championship, ọ bụ onye isi ndị otu ahụ ruo onye nke abụọ",
  "N'afọ 2000, a họpụtara Ellis tinyere Mercy Akide na Florence Omagbemi maka African Woman Footballer of the Year. E nyere Ellis nkwanye ùgwù maka ọrụ ya na bọọlụ n'otu afọ ahụ mgbe ọ natara Silver Presidential Sports Award",
  "O duru ndị otu ahụ gaa mmeri Cosafa Cup n'afọ 2002",
  "N'ime egwuregwu iri atọ na abụọ ọ gbara na South Africa, o meriri egwuregwu iri abụọ na atọ, merie naanị asaa ma gbaa abụọ",
  "Ọ lara ezumike nká na Eprel 2002 mgbe ọ dị afọ iri atọ na asatọ.",
  "A pụrụ ịhụ Ellis na TV dị ka onye na-akọwa bọl na onye na-ahụ maka telivishọn egwuregwu nke mpaghara e-TV",
  "Ọ bụ onye nnọchi anya maka 2010 FIFA World Cup Ọ rụkwara ọrụ na Gallo Images dị ka onye ndoziharị foto.",
  "A họpụtara Ellis ka ọ bụrụ onye njikwa oge nke otu egwuregwu bọọlụ ụmụ nwanyị South Africa n'afọ 2016 mgbe Vera Pauw gbara arụkwaghịm mgbe ndị otu ahụ si n'otu egwuregwu ahụ pụta na 2016 Olympics. A họpụtara Ellis ka ọ bụrụ onye isi nchịkwa na n'ọnwa Febụwarị 2018 ma zụọ ndị otu ahụ, mgbe ahụ ọ nọ n'ọkwa nke iri ise na ngụkọ ndị egwuregwu bọọlụ nke mba ụwa,ma  ruo n'ọkwa nke abụọ na Africa Women Cup of Nations, ma ndị mmeri merielanụ ugboro iri na otu bụ Nigeria meriri ha na mgbapụ  penariti n'oge ikpeazụ ịma Onye mmeri; n'agbanyeghị nke ahụ, site n'ịpụta dị ndị nke abụ, South Africa meritere imaaka ịmara ndị mmeri na FIFA Women's World Cup nke mbụ ya na 2019. E nyere ya Confederation of African Football Women's Coach of the Year n'afọ 2018.",
  "Àtụ:Navboxes colour"
]