[
  "Desmond Elliott (24 Disemba 1930 - 12 Ọgọst 2003) bụ onye nkwusa a ma ama na onye na-ede akwụkwọ. Ọ malitere ọrụ ya na ụlọ mbipụta Macmillan tupu ọ gaa n'ihu ịchọta ụlọ ọrụ mbipụta nke ya Arlington Books",
  "N'ime ọrụ nke fọrọ nke nta ka ọ bụrụ afọ iri isii, ọ bụ ya chọpụtara ọtụtụ ndị edemede gara n'ihu bụrụ ndị ka ere ahịa gụnyere Penny Vincenzi na Jilly Cooper",
  "A mụrụ Desmond Elliott na London n'abalị Krismas nke afọ 1929",
  "Mgbe nna ya nwụsịrị, e debere ya na Royal Masonic Orphanage na Dublin, Ireland mgbe ọ dị afọ iri",
  "Ọ gụrụ akwụkwọ nke ọma ma nweta agụmakwụkwọ na Trinity College, Dublin, mana o kpebiri ịga England n'afọ 1947 mgbe ọ dị afọ iri na isii, na naanị £ 2 na akwụkwọ ozi mmeghe site n'aka onye nchịkọta akụkọ nke The Irish Times",
  "Elliot bu ụzọ rụọ ọrụ dịka nwa nwoke ọfịs maka Macmillan Publishers, tupu ọ banye na Hutchinson (onye na-ebipụta akwụkwọ) wee banye Michael Joseph (onye na-ebipụta akwụkwọ)",
  "Mgbe Max Reinhardt (onye na-ebipụta akwụkwọ) chụrụ ya n'ọrụ, ọ natara ụgwọ £ 1,000 na ọrụ site n'aka Sidney Bernstein, nke ITV Granada - onye nwere echiche nke abụọ",
  "N'iji ụgwọ ọrụ ya fọdụrụnụ, o guzobere dịka onye ọrụ onwe ya n'afọ 1960 wee guzobe akwụkwọ Arlington.",
  "Nraranye ya na echiche azụmahịa ya mere ka Elliott bụrụ otu n'ime ndị ikom kachasị nwee ihe ịga nke ọma n'ọhịa ya. Elliot bụ isi ihe mere e mepụtara ndepụta nke ndị na-ede akwụkwọ akụkọ na-aga nke ọma dịka Candida Lycett Green, Penny Vincenzi nakwa Lynda Lee-Potter Ọ kpọbatakwara Tim Rice na Andrew Lloyd Webber dịka onye ahịa mbụ",
  "N'ịbụ onye ndị dere ya na-akwanyere ùgwù ma hụ ya n'anya, n'okwu Candida Lycett Green, Elliott bụ naanị \"anwansi\".",
  "Desmond Elliott biri ndụ ya na verve, na-aṅụ naanị champagne, na-emeso Fortnum & Mason dịka \"cornershop\" ya ma na-agafe Atlantic na Concorde. Ọfịs ya dị na Mayfair ma nwee ụlọ na St James na Park Avenue.",
  "Tupu ọnwụ ya n'afọ 2003, Desmond Elliott kwuru na a ga-etinye ego ya na ụlọ ọrụ ebere nke ga-akwụ ụgwọ onyinye edemede \"iji mee ka ọrụ nke ndị edemede ọhụrụ baa ụba\". Ya mere, e hiwere Desmond Elliott Prize kwa afọ n'afọ 2007, na-enye ego GB £ 10,000 nye onye dere akwụkwọ akụkọ mbụ e bipụtara na UK.\nElliott gwara onye na-ede akwụkwọ akụkọ Sam Llewellyn akwụkwọ akụkọ ya dị mma bụ \"n'etiti ịchụ nta akụ na agbụrụ\" na akwụkwọ akụkọ mmeri ga-egosipụta omimi na obosara na akụkọ na-akpali akpali."
]