[
  "Desmond Dube bụ onye na-agụ egwu na South Africa, onye na-eme ihe nkiri, onye na'eme ejije na onye na-enye ihe ntụrụndụ",
  "A maara ya maka ọrụ ya na The No",
  "1 Ladies' Detective Agency, Hotel Rwanda, Friends Indeed, Suburban Bliss na Joburg Blues.",
  "Ọ bụ onye na-eme ihe nkiri a zụrụ azụ ma gosipụta na ihe nkiri azụmahịa na nke okporo ámá",
  "N'elu ikpo okwu, ọ bụ onye isi na Jozi Jozi, Peto na egwu Street Sisters, ma gosikwa na egwuregwu Joseph na Amazing Technicolour Dreamcoat",
  "Ọ pụtara na mmepụta ihe nkiri maka Eskom, Siyabonga na AIDS Show",
  "A maara ya nke ọma [onye?] maka ọrụ ya na mgbasa ozi \"Amaglugglug\" maka SASOL.",
  "Dube pụtara na ihe nkiri Inside and Tarzan: The Epic Adventures, ma soro Leon Schuster mee ihe nkiri na Panic Mechanic na Millennium Menace",
  "N'afọ 2002, ya na onye a họpụtara na Oscar Armin Mueller-Stahl na Nthati Moshesh nakwa The Long Run, nke Anant Singh mepụtara",
  "Universal Focus nwetara ihe nkiri ahụ, ngalaba pụrụ iche nke Universal Films maka nkesa n'ụwa niile ewezuga Africa.",
  "Dube on Monday, otu n'ime ihe ngosi dị iche iche na-atọ ọchị na telivishọn na South Africa, na-agbasa na SABC 3",
  "A na-akpọ ya ihe ngosi telivishọn South Africa nke mbụ na-eme na ngwụsị izu \"beat the Monday blues\" nke na-eme ihe ọchị nke na-adọrọ ndị South Africa niile",
  "Otú ọ dị, nyocha ọjọọ sitere n'aka ọtụtụ ndị nkatọ emeela ka a gaa n'ihu na-akpọ oku ka a kagbuo  ngosi ahụ",
  "[citation needed]",
  "Dube enwetala onyinye Avanti maka onye na-eme ihe nkiri kacha mma na Joburg Blues, nhọpụta Avanti Award maka onye na'ịkwado onye na-akwado ihe nkiri kacha kyau na Suburban Bliss, onyinye Stellenbosch Festival onye na-akwalite ihe nkiri kacha elu na onye edemede na-ekwe nkwa, na onyinye Loerie maka onyinye kacha mma maka ọrụ ya na SASOL \"Amaglugglug\" azụmahịa.",
  "N'afọ 2004, a họpụtara ya ka ọ bụrụ onye isi na Hotel Rwanda nke Academy Award-nominated, ya na Nick Nolte na Don Cheadle.",
  "N'afọ 2008, Dube pụtara dịka BK n'akụkụ Jill Scott, Anika Noni Rose nakwa Lucian Msamati na The No",
  "1 Ladies' Detective Agency, nke Anthony Minghella duziri."
]