[
  "Noel Christopher Fisher (amụrụ n'ihe dị ka n'afọ ), nke a maara dị ka Detail, bụ ónyé America bụbu ónyé na-emepụta ihe ndekọ, ónyé na-agụ egwu na ónyé na-ede egwu si Detroit, Michigan. A maara ya nke ọma maka ịmepụta ọtụtụ egwu egwu, gụnyere \"Sexy Can I\" nke Ray J, \"I'm So Paid\" nke Akon, \"How to Love\" nke Lil Wayne, \"Drunk in Love\", \"711\" nke Beyoncé na \"We Dem Boyz\" nke Wiz Khalifa",
  "O weputara abọm studio izizi ya, nke akpọrọ Noel, na Disemba 2015.",
  "Na ngwụcha afọ 2005, ọ malitere inweta nkwado na ụlọ ọrụ egwu dị ka ónyé na-emepụta ihe, mgbe ya na ónyé na-agụ egwu R&B nke America bụ Ray J jikọrọ aka mepụta ọtụtụ n'ime abọm nke atọ ya bụ Raydiation",
  "Kemgbe ahụ ọ gara n'ihu na-emepụta egwu màkà Ray J, ma gbasaa akwụkwọ ya site na iso ndị omenkà ndị ọzọ a ma ama dịka Akon, Pussycat Dolls, Lil Wayne, Beyoncé, Ashanti, Marques Houston, Lady Gaga, Brandy, Shorty Mack, Christina Aguilera, T-Pain, Jennifer Lopez, R",
  "Kelly, Bone Thugs-n-Harmony, na Snoop Dogg.",
  "Nkọwa so dee ma mepụta egwu egwu Lil Wayne bụ \"How to Love\", màkà abọm Wayne nke afọ 2011 bụ Tha Carter IV",
  "Otu a kwadoro 4 × Platinum site na Recording Industry Association of America (RIAA) na Detail mechara bịanye aka na Wayne's Young Money Entertainment, yana Cash Money Records, dị ka ónyé na-emepụta. N'oge na-adịbeghị anya, o mepụtara egwu \"Drunk In Love\" màkà Beyoncé, \"We Dem Boyz\" maka Wiz Khalifa na \"I Luh Ya Papi\" màkà Jennifer Lopez.",
  "Ọtụtụ ụmụ nwanyị ndị ọzọ sonyeere Buch, Ackley, na Reyez na-abịa n'ihu na ebubo yiri nkè ahụ, gụnyere Bebe Rexha na Tinashe.",
  "Ka ọ dị ugbu a, a na-ejide ya na mgbapụta nke $ 6.3 nde",
  "E jidere Detail màkà ihe méré n'agbata afọ 2010 na 2018",
  "Na mbido, n'afọ 2011, e boro ya ebubo mwakpo mmekọahụ ma bo ya ebubo ijide nwanyị megide ọchịchọ ya na mwakpo mmekọahụ ya na-esote oriri tupu Grammy n'ụlọ ya na Canyon Country, California.",
  "National Academy of Recording Arts and Sciences nke United States na-enye onyinye Grammy kwa afọ maka ihe ịga nke ọma dị ịrịba ama na ụlọ ọrụ egwu",
  "E guzobere onyinye ndị ahụ na 1958",
  "Nkọwa nwetara Grammy mbụ ya, mgbe Drunk in Love nke Beyoncé & Jay-Z mere meriri egwu R&B kachasị mma n'oge 57th Annual Grammy Awards."
]