[
  "Devvon Terrell McLeod (amụrụ n'October 6, 1988), bụ ónyé America na-agụ egwu, ónyé na-eti egwu, ónyé édémédé egwu na ónyé na-emepụta ihe ndekọ",
  "A maara ya màkà remixes ya na egwu ndị a ma ama n'ịntanetị na YouTube. Ka ọ na-erule Ọktọba 2020, ọwa ya enwetala ihe karịrị ndị debanyere aha 800,000 na ihe karịrị nde vidiyo 170.",
  "A mụrụ Devvon Terrell McLeod na Brooklyn, New York City na October 6, 1988. Site na nwata, Terrell chọsiri ike ịghọ onye egwu",
  "Ọ gwara Forbes, \"Dị ka ónyé egwu ọ bụla ọzọ, m na-eme nke a ndụ m niile",
  "Anọ m na kọleji, na-enweta akara ugo mmụta m na usoro ozi kọmputa, achọkwara m na achọghị ịnọdụ n'azụ kọmputa n'ezie ndụ m niile",
  "Mgbè m gụsịrị akwụkwọ, ekpebiri m ịga Mahadum Full Sail màkà akara ugo mmụta m",
  "Nke ahụ dị ka ogige egwu egwu",
  "O mèrè ka eziokwu ahụ sikwuo ike na egwu bụ ihe m chọrọ ime n'oge ndụ m niile",
  "\"",
  "N'afọ 2010, Terrell wepụtara mixtapes abụọ ya na ónyé na-eti egwu Young X nke akpọrọ, April Fools na Download or Die. N'ọnwa Julaị afọ 2012, Terrell wepụtara vidiyo egwu mbụ ya na egwu ya, \"My Senses\". Ọ gàrà n'ihu wee wepụta egwuregwu mbụ ya, The Living Weirdo_o, na Septemba 2014. Abọm ahụ nwetara nkwado site na egwu: \"M hụrụ ya n'anya\" na \"#WCW\".",
  "Mgbe a tọhapụrụ Weird Nights ̊ The Intermission, Terrell bulite vidiyo na ọwa ya na-ekwu na ọ ga-akwụsị \"ịme egwu\". Na Machị 24, 2019, Terrell laghachiri na ya na-eme egwu mgbe e mesịrị gbanwee onwe ya mgbe ọ na-emekwa egwu lo-fi. E mechara wepụta egwu \"Take Me Serious\" ụbọchị ise ka e mesịrị. O mechara gaa n'ihu ma wepụta egwu dị iche iche site na abọm ya akpọrọ, The Rawe Sound, Vol 1. E wepụtara abọm ahụ na Julaị 26, 2019. A tọhapụrụ ihe ọzọ akpọrọ, The Rawe Sound, Vol",
  "1: Side B na Septemba 2019.",
  "Na Mee 2020, Terrell wepụtara egwuregwu nkè isii ya nke akpọrọ, Social Distancing Together N'October 2, 2020, Terrell wepụtara abọm studio nke anọ ya nke akpọrọ, Vol",
  "2: Deja Vu",
  "Abọm ahụ nwetara nkwado abụọ: \"Homewrecker\" na \"You Trippin\"."
]