[
  "Usoro ntọala dị mfe, nke dịgasị iche na àgwà na ọrụ dabere na ngwá ọrụ ha nwere, mejupụtara obodo ahụ dum",
  "E were ndị obodo n'ọrụ iji wuo modulu ndị ahụ, a na-ejikwa ihe ndị dị n'ógbè ahụ dị ka ụrọ, laterite, brik simenti, osisi chịngọm na nsụgharị loam rụọ ụlọ",
  "Maka ime ka ihe ndị dị ike dị ka osisi, ogidi, mgbaaka mgbaaka na ntọala, a na-eji konkiri",
  "N'ihi nnukwu mgbidi na nnukwu elu nke elu ụlọ, enwere ike ịkwụsị ikuku n'ọtụtụ ụlọ",
  "E chepụtara ụlọ ihe nkiri ahụ dị ka ebe nzute na mgbanwe maka ndị nwere ọdịbendị na ezinụlọ dị iche iche.",
  "Agwaetiti Zhoushan dị na China bụ ebe a na-anwale ọrụ mmegharị obodo, nke onye na-atụpụta ụkpụrụ ụlọ bụ Wang Shu duziri",
  "Zhoushan bụ isi obodo China nke ịkụ azụ, ebe ọ dị n'ọnụ ụzọ delta nke Yang Tsé, ma nwee ọnụ ọgụgụ mmadụ dị ihe dị ka otu nde mmadụ",
  "Ebumnuche nke ọrụ a, nke malitere n'afọ 2009, bụ iji gbanwee mpaghara ọdụ ụgbọ mmiri ụlọ ọrụ, Putuo, ka ọ bụrụ mpaghara njem nleta na omenala",
  "E mere ụlọ ahụ iji nọgide na-enwe mkparịta ụka n'etiti oge a na akụkọ ihe mere eme na ihe nketa nke mpaghara ahụ",
  "N'ịbụ nke dị n'àgwàetiti dị ihe dị ka mita saịtị narị atọ na ala, ala a họọrọ nwere ọtụtụ ụlọ, ọdụ ụgbọ mmiri na ụlọ nkwakọba ihe, nke e wuru n'ime ọtụtụ iri afọ",
  "Kéré mere ebe ngosi nka, ebe mgbasa ozi, ụlọ ọrụ ndị na-ese ihe na \"ubi okike ọdịbendị\" maka mpaghara ahụ",
  "Emere atụmatụ ahụ gburugburu ikpo okwu nke na-agafe saịtị ahụ ruo n'ugwu ahụ, nke dị n'akụkụ saịtị ahụ n'ebe ọdịda anyanwụ",
  "Nke a ga-arụ ọrụ dị ka ohere mgbanwe n'etiti gburugburu ebe obibi mmadụ mere nke mpaghara mepere emepe na gburugburu ebe obibi karịrị ma gabakwuo.",
  "A na-enweta ọkwa kachasị mma nke nkwuwa okwu site na ihe iko dị n'ala ruo n'elu ụlọ",
  "Ìhè anyanwụ na-abanye n'ime ụlọ ma enwere echiche na-akparaghị ókè na saịtị ahụ dum",
  "A na-ahụ ihu ndịda na ọwụwa anyanwụ karịsịa n'oge ọkọchị",
  "Ogwe osisi Bamboo na-arụ ọrụ dị ka onyinyo mpụga nke ọdịdị ha na-adịghị mma",
  "Ogwe osisi na-agbanwe na ihe iko, ya mere a na-egbo mkpa maka nkọwapụta okwu na nchedo anyanwụ.",
  "N'afọ 2012, Nhazi Kéré malitere ọrụ ọhụrụ iji wuo ụlọ ọgwụ na Léo",
  "Léo bụ obodo dị na mpaghara Sicily na Burkina Faso nke dị nso n'ókè ya na Ghana, gburugburu kilomita otu narị na iri ịse n'ebe ndịda nke isi obodo, Ouagadougou",
  "Ndị bi na Léo dị puku iri ise, mana ụlọ ọgwụ ahụ ga-ejekwa obodo ndị dị n'ime ime obodo ndị gbara ya gburugburu ozi",
  "Ọnụ ọgụgụ dị elu nke ndị ọrụ na enweghị obere ụlọ ọgwụ mpaghara pụtara na ụlọ ọgwụ mpaghara ahụ na-agbasakarị ma na-agbasi mbọ ike ijere obodo dum ozi",
  "Ọrụ ebere “Operieren na Afrika’ kpebiri ịkpata ego iji wuo ụlọ ọgwụ na Léo maka obere ọrụ dị mfe",
  "Ha ga-enye ndị dọkịta na ndị nọọsụ a zụrụ azụ agụmakwụkwọ iji rụọ ọrụ ụlọ ọgwụ ahụ, nke ga-enwe njikọ rụọ mba Germany.",
  "Dị ka ọrụ ahụ nwere oke ego,Nhazi Kéré jiri modulu ndị e mere atụmatụ dị ka ntọala maka ọrụ ahụ",
  "Dị ka ọ dị n'ụlọ akwụkwọ sekọndrị Gando, e ji ala wuo mgbidi ahụ na elu ụlọ site na tin",
  "A na-ahazi modulu ndị ahụ ka elu ụlọ ha wee gafee, iji nyekwuo ndò",
  "N'oge ikpeazụ nke atụmatụ ahụ, ohere dị n'etiti modulu aghọwo ohere ime ụlọ",
  "“Corridor” nke ohere dị n’etiti ahịrị nke modulu bụ oghere sara mbara, nke mepere emepe, nke nwere oche maka ndị mmadụ iji zuru ike na osisi maka ndò.",
  "Kéré bụ otu n'ime ndị omenkà atọ ahọpụtara iji mepụta ebe ngosi na-adịgide adịgide na International Red Cross na Red Crescent Museum, nke mepere n'afọ 2012 na Geneva, Switzerland",
  "Onye ọ bụla na-ewu ụlọ na-arụ ọrụ n'otu isiokwu; Gringo Cardia (site na Brazil) lekwasịrị anya na \"ịgbachitere ùgwù mmadụ\", Shigeru Ban (site na Japan) lekwasịrị anya na \"ịjụ ọnwụ\" na Kéré họọrọ isiokwu \"ịrụgharị njikọ ezinụlọ\".",
  "Kéré nyere aka n'ọnụ ụzọ mbata gbara ọchịchịrị, nke mgbidi hemp concrete gbara gburugburu, nke na-agba onye ọbịa ume ịtụle mmetụta egwu na nke ọdachi ezinụlọ n'oge esemokwu",
  "N'etiti akụkụ a nke ihe ngosi ahụ bụ ụlọ elu, nke e jikwa konkiri hemp mee, nke bụ ihe owuwu na-ezo aka na ụlọ ọdịnala maka ezinụlọ nuklia",
  "Ọ na-eme ka ìhè dị ntakịrị ma nwee ala ígwè Corten nke nwere ọdịdị nchara",
  "Ebe a bụ ihe ncheta maka ọdachi dịka ogbugbu Srebrenica",
  "E wuru \"Osisi nke Ozi\", nke nwere alaka ígwè, iji bụrụ ihe ncheta nke ọdịiche dị n'etiti okike udo na agha",
  "Njikọ dị n'etiti okike na ezinụlọ bụ obere isiokwu dị mkpa na akụkụ Kéré nke ihe ngosi ahụ",
  "“Ụlọ Ndịàmà” bụ ihe dị iche na ụlọ elu ahụ ebe a na-elekwasị anya n’ihe doro anya na olileanya kama ọchịchịrị na obi nkoropụ",
  "Oghere a na-ekwusi ike na ọrụ dị mkpa akaebe anya na-arụ n'ọrụ enyemaka mmadụ.",
  "Kéré enwetala ma nye atụmatụ echiche maka ọrụ na mba niile n'ụwa",
  "E gosipụtara echiche ya na German Architecture Museum na Frankfurt na Expo 2008",
  "Na Yemen, o mere ihe atụ ụlọ akwụkwọ iji kwekọọ na mpaghara ihu igwe dị iche iche nke mba ahụ",
  "Kéré mepere ụlọ akwụkwọ na obodo maka mba Pouni dị na Burkina Faso",
  "Site na Ọktọba 2010 ruo Jenụwarị 2011 gosipụtara ihe nlereanya na foto nke ọrụ Kéré na ihe ngosi akpọrọ 'Small Scale, Big Change: Architecture Ọhụrụ nke mmekorita ọha na Museum of Modern Art na New York City",
  "Na June 2010, Kéré sonyere na International Congress of Architecture and Society na Pamplona, nke isiokwu ya bụ 'Architecture: more for less'",
  "N'afọ 2014 Kéré sonyere na ihe ngosi Sensing Spaces na Royal Academy of Arts",
  "N'afọ 2016, e tinyere ọrụ ya na Alejandro Aravena's Venice Architecture Biennial, nke hiwere isi na usoro iwu ụlọ dị ala, ihe ọdịnala, na ihe ọmụma obodo. Site na Nọvemba 2016 ruo Machị 2017 Kéré gosipụtara ihe ngosi mbụ ya \"Francis Kéré",
  "Radically Simple\" na Munich na Architekturmuseum der TU Munich. N'afọ 2017, Serpentine Galleries nyere Kéré ọrụ imepụta Serpentine Pavilion na London.",
  "Kéré mere Sarbalé ke, ntinye dị egwu nke nwere ụlọ elu iri na abụọ, maka mmemme nka nke afọ 2019 Coachella Valley Music and Arts Festival."
]