[
  "Diallo Javonne French (amụrụ n'afọ 1971 na Kansas City) bụ onye na-eme ihe nkiri na onye na-ese foto",
  "Ihe nkiri ya May This Be Love gosipụtara na mmemme BET Lens on Talent n'afọ 2009 wee merie ebe mbụ na Urban Mediamakers Film Festival.",
  "French tolitere na Kansas City, Kansas. Ọ malitere dị ka onye na-agụ egwú mana ọ gbanwere ime ihe nkiri mgbe ọ dị afọ iri na itoolu mgbe ọ zụrụ igwefoto 8mm n'ụlọ ahịa",
  "Ọ kụziiri onwe ya imepụta ihe nkiri na-emepụta ihe nkiri 8mm na 16mm. Site n'afọ 1994 ruo afọ 1996, French gara Mahadum Clark Atlanta na Atlanta, Georgia",
  "Mgbe ọ nọ na Georgia, ọ rụrụ ọrụ dị ka onye na-enyere aka na mmepụta vidiyo egwu maka TLC, Goodie Mob, Outkast, na Xscape. N'afọ 2001, French laghachiri Kansas City wee malite ịrụ ọrụ na Amerịka Jazz Museum na mpaghara 18th na Vine nke mere ka ọ nwee mmasị na foto jazz.",
  "N'afọ 2006, French dere ma duzie ihe nkiri dị mkpirikpi nke a, nke Kevin na Keisha McGautha gbara",
  "Ihe nkiri ahụ, nke a gbara na oji na ọcha 35 mm, na-agbaso akụkọ nke ndị na-ahụ n'anya abụọ na-eme na ndabere nke egwu jazz na uri nke onye na-ede uri nke Kansas City bụ Glenn North. May This Be Love meriri n'ọnọdụ mbụ na Urban Mediamakers Film Festival n'afọ 2007 ma gosipụta ya na usoro BET Lens on Talent n'afọ 2009. E gosipụtara ya na San Francisco Film Festival na Spaghetti Junction Urban Film Festival.",
  "Onye a ghọrọ nke Kansas City Film Festival n'afọ 2016, bụ ihe nkiri dị mkpirikpi na-anwale banyere akụkọ ihe mere eme nke egwu ndị Afrịka Amerịka.",
  "Akụkọ ịhụnanya banyere onye na-agụ egwu na ihe na-akpali ya ime egwu",
  "Ọ na-egosi onye Kansas City bụ Anthony Saunders onye bụ onye na-agụ egwu na-ede egwu",
  "Ihe nkiri ahụ gụnyere egwu sitere na jazz nke Kansas City, R&B, na ndị na-ese hip hop, na \"otu pasent nke ego ihe nkiri ahụ ga-aga maka agụmakwụkwọ egwu na mpaghara Kansas City\".",
  "E gosipụtara foto French na ebe ndị dị ka American Jazz Museum, The Box Gallery, Buttonwood Art Space, na kaadị Hallmark.  Foto ya, nke a na-ese na oji na ọcha na-enweghị ọkụ ụlọ ọrụ, na-ejide ihe nkiri Jazz nke Kansas City",
  "Onye na-egwu saxophon bụ Bobby Watson gwara French n'otu oge, na ị jidere ihe n'ezie",
  "Ọ bụghị naanị na ọ na-ese foto, ọ na-edekọ ihe French na-ekwu na ọ ga-echeta mgbe niile.",
  "French na-eji ihe nkiri ojii na nke ọcha iji mepụta mmetụta nke enweghị oge na fim ya na foto ya na-elekwasị anya na egwu na ịhụnanya ịhụnanya",
  "N'ịbụ onye egwu jazz na-emetụta, French na-ekwu \"na-ese foto ndị egwu jazz n'ime ihe ha, na-emekarị n'ọnọdụ na-enwu gbaa, na-ejighị ọkụ ọkụ, naanị ìhè okike, na-enye m ohere ịghọ akụkụ nke egwu mgbe m na-agbapụ; na-anwa ijide oge dị ọcha nke ngosipụta egwu",
  "\""
]