[
  "Nasibu Abdul Juma Issack (a mụrụ n'ụbọchị nke abụọ n'ọnwa Ọktoba n'afọ 1989), onye a maara nke ọma site na aha egwu ya bụ Diamond Platnumz, yana aha nka ndị ọzọ bụ Simba, Chibu Dangote, bụ onye Tanzanian bongo flava na-emepụta egwu, onye na-agba egwu, onye ọrụ ebere na onye ọchụnta ego nke ihe nketa Ha",
  "A mụrụ ya ma zụlite ya na Tandale, Dar es Salaam",
  "Ọ bụ onye guzobere na onye isi oche nke WCB Wasafi Record Label, Zoom Extra, Wasafi Bet na Wasafi Media",
  "Diamond enwetala ọtụtụ ndị na-eso ụzọ n'Ebe Ọwụwa Anyanwụ na Central Africa. Ọ ghọrọ onye egwu mbụ sitere n'Afrịka iji nweta ngụkọta nke 1 ijeri YouTube.\nMgbe ọ bịanyere aka na nkwekọrịta ndekọ na Universal Music n'afọ  2017, Platnumz wepụtara abọm studio nke atọ ya, A Boy from Tandale (2018).\nN'afọ 2021, Diamond na akara ndekọ ya WCB Wasafi banyere na 360 Partnership na Warner Music Group.",
  "Ọrụ ya malitere n'afọ 2006 mgbe ọ dị afọ iri na asaa mgbe ọ na-ere uwe",
  "Ọ ga-eji ego ọ nwetara site na azụmahịa uwe dekọọ egwu ma mesịa dekọọ egwu mbụ ya \"Toka Mwanzo\", egwu Bongo flava jikọtara ya na R&B",
  "Abụ ahụ enweghị ihe ịga nke ọma n'ahịa.",
  "E wepụtara egwu ya bụ \"Kamwambie\" n'afọ 2010. Abụ ahụ meriri ugboro atọ Tanzania Music Awards. O weputara abọm studio mbụ ya Kamwambie n'otu afọ ahụ n'afọ 2010.",
  "N'afọ 2014, Platnumz nwetara nhọpụta na BET Awards 2014 maka Best International Act: Africa.",
  "Platnumz na onye na-ese vidio Director Kenny na-arụkọ ọrụ ugboro ugboro maka vidiyo egwu ya",
  "A họpụtara vidiyo egwu maka \"Waah\", nke Kenny duziri, maka \"Best African Video\" na 2021 All Africa Music Awards.\nN'afọ 2022, o wepụtara egwu 10 ya gbasaa ebe ọ gosipụtara ndị omenkà kachasị elu dịka Zuchu, Adekunle Gold, Focalistic na ọtụtụ ndị omenkọ ndị ọzọ kachasị elu n'Africa.",
  "Diamond bụ onye Alakụba. Ya na onye ya na ya na-arụkọ ọrụ n'oge gara aga, onye ọchụnta ego si Uganda bụ Zari Hassan, nke bi na South Africa, nwere ụmụ abụọ. Ọ ghọrọ nna nke ugboro atọ ya na onye Tanzania Hamisa Mobetto. Ka ọ na-erule afọ 2019, Diamond na onye Kenya na-eme ihe ngosi na onye egwu Tanasha Donna, onye ya na ya mụrụ otu nwa nwoke, amụrụ n'ọnwa Ọktoba 2019. Ha abụọ kewara kemgbe na Tanasha Donna na-efega n'ala nna ya, Kenya",
  "Diamond bụ nwa nwanne nne nke onye Tanzania na-eme ihe nkiri na DJ, Romeo Abdul Jones, nke a maara dị ka Romy Jones. O nwekwara ụmụnne nwanyị abụọ, onye egwu Queen Darleen, na onye ọchụnta ego na-ahụ maka mmekọrịta mmadụ na ibe ya bụ Esma Platnumz.",
  "N'afọ 2010, ọ kwadoro otu ndọrọndọrọ ọchịchị na-achị Tanzania, Chama Cha Mapinduzi (CCM) na onye na-azọ ọkwa onye isi ala, Jakaya Mrisho Kikwete. O weputara egwu ndi ozo na akwado CCM, dika \"CCM Tusonge Mbele\" (\"CCM Let's Move Forward\").",
  "Na 23 Jenụwarị 2019, a mara Diamond Platnumz dịka onye nnọchi anya Pepsi Brand na East Africa.",
  "Na 13 Septemba 2019, Diamond Platnumz ghọrọ Brand Ambassador nke Parimatch Africa.",
  "Na 25 Septemba 2019, a kpọrọ Diamond onye nnọchi anya Nice One Brand Ambassador.",
  "Na 4 Machị 2020, a kpughere Diamond Platnumz dịka onye nnọchi anya ọhụrụ nke Coral Paints (Tanzania).",
  "N'abalị iri na otu n'ọnwa Disemba afọ 2021, ọ malitere Wasafibet na mmekorita ya na Odibets - ụlọ ọrụ egwuregwu Kenya.",
  "Àtụ:MTV Europe Music Award for Best African Act"
]