[
  "Di\nana Mary Mitchell (née Coates; 16 Nọvemba 1932 na 8 Jenụwarị 2016) bụ onye ndọrọ ndọrọ ọchịchị na onye edemede nke Zimbabwe, onye bụ onye na-akatọ gọọmentị Ian Smith na Robert Mugabe.",
  "Diana Mary Mitchell (née Coates; 16 Nọvemba 1932 na 8 Jenụwarị 2016) bụ onye ndọrọ ndọrọ ọchịchị na onye edemede nke Zimbabwe, onye bụ onye na-akatọ gọọmentị Ian Smith na Robert Mugabe.",
  "A mụrụ Mitchell na Salisbury, isi obodo Southern Rhodesia",
  "Nna ya, Elliott Coates, bụ onye ọrụ ụgbọ mmiri na nne ya, Mary Peck, bụ onye na-eme ihe nkiri",
  "Alụmdi na nwunye nne na nna ya kwụsịrị na 1932, ya na ndị nne na nna na-azụlite ya biri n'oge Agha Ụwa nke Abụọ mgbe nne ya na-arụ ọrụ na ụlọ ọrụ na-emepụta ngwá agha",
  "Ọ gụrụ akwụkwọ na Eveline Girls High School na Bulawayo, ma mesịa na Mahadum Cape Town na South Africa, ebe ọ gụrụ akụkọ ihe mere eme na asụsụ Shona",
  "Ọ lụrụ onye injinia mmiri bụ Brian Mitchell n'afọ 1956, ha wee nwee ụmụ atọ.",
  "Ọrụ ndọrọ ndọrọ ọchịchị Mitchell malitere na 1966, mgbe ọ mere mkpọsa iji chekwaa ụlọ akwụkwọ ọta akara nke gọọmentị mebiri",
  "Mgbasa ozi ahụ mechara gbasaa ka ukwuu iji melite agụmakwụkwọ maka ụmụaka ojii",
  "N'afọ 1968, ọ sonyeere ndị otu Centre Party; ọ bụ ezie na ọ gbara ọsọ dị ka onye na-azọ onwe ya na ntuli aka 1974 na maka National Unifying Force (NUF) na ntuliaka 1977.",
  "Mgbe Smith kwupụtara Rhodesia na 1970 dị ka mba, Mitchell tinyere aka n'ịhazi mkparịta ụka n'etiti ndị Rhodesian Front nke Smith na ndị na-alụ ọgụ",
  "Na-arụkọ ọrụ na ndị nta akụkọ Robert Cary na Willie Musarurwa, ọ chịkọtara ma bipụta nchịkọta akụkọ ndụ nke ndị isi na mmegharị mba, African Nationalist Leaders in Rhodesia: Who's Who",
  "Ọ bụ ezie na ọ nwere obi ụtọ na nnwere onwe Zimbabwe ga-eme n'okpuru okwu ndị mba ụwa nabatara na 1980, Mitchell katọrọ mmegide gọọmentị Mugabe na-egbochi mgbasa ozi na mmegide ndọrọ ndọrọ ọchịchị",
  "Ya na di ya kwagara Britain n'afọ 2003",
  "Brian nwụrụ n'afọ 2010.",
  "N'afọ 2011, e nyere ụlọ ọrụ Hoover Institution nnukwu nchịkọta ndọrọ ndọrọ ọchịchị na akwụkwọ Mitchell, nke meghere ha maka ọha na eze, na Mahadum Cape Town."
]