[
  "Diana Frances, (onye mụrụ Diana Frances Clent) bụ onye Canada na-eme ihe ọchị, onye edemede, na onye njikwa azụmahịa",
  "O dere ma mee ihe ọchị maka ihe nkiri, telivishọn na redio ruo afọ iri atọ, ma jee ozi dị ka onye isi nchịkwa nke otu ihe nkiri Rock Paper Scissors nke dị na Vancouver",
  "A họpụtala ya maka Gemini Award na onye nke itoolu, Canadian Comedy Awards.",
  "Diana Frances Clent si Langley kwaga Maple Ridge, British Columbia, mgbe ọ dị afọ iri na atọ, mgbe ihe o mechara kọwaa dị ka \"ihe na-akpata ọdachi n'ezinụlọ\"",
  "A kuchiri ya, ma soro nwanne nne ya na nwanne nna ya biri mgbe ọ na-aga ụlọ akwụkwọ sekọndrị Maple Ridge",
  "Ọ gara ọmụmụ ihe ihe nkiri ma na mbụ chụsoo ihe nkiri Shakespearean, mana a na-etinye ya ugboro ugboro na ọrụ na-atọ ọchị ma nwee obi ụtọ na nzaghachi ndị na-ege ntị",
  "Ọ gụrụ ihe nkiri na Douglas College",
  "Ka ọ na-abanye n'azụmahịa ntụrụndụ, ọ hapụrụ aha nna ya nke o chere na ọ dị ka \"ihe nkiri na-atọ ọchị\".",
  "Frances sonyeere Vancouver Theatresports League, ebe ọ mụtara usoro improvisational",
  "Amamihe ya ngwa ngwa mere ka o nweta ọnọdụ na Rock Paper Scissors (RPS) comedy collective",
  "N'afọ 1991, ọ nọchiri onye na-eme ihe nkiri na mmepụta RPS A Twisted Christmas Carol, egwuregwu improvisational dabere na usoro nke Dickens classic",
  "Ọ laghachiri ịbụ akụkụ nke ihe fọrọ nke nta ka ọ bụrụ oge ọ bụla nke egwuregwu ahụ ruo 2005, ma mesịa maliteghachi egwuregwu ahụ na 2014.",
  "RPS dọtara ndị ahịa ụlọ ọrụ ma chọta ọrụ na-arụ ọrụ na-eme ihe ọchị maka nzukọ yana inye ọmụmụ ihe maka mmekọrịta ndị ọrụ",
  "Dị ka onye isi nchịkwa nke RPS, a kpọrọ Frances otu n'ime \"Forty Under 40\" site na magazin Business in Vancouver na 2003",
  "Frances sokwa ụlọ ọrụ Impolite Company (IMPCO) mee ihe osise, Urban Improv na Canadian Content.",
  "N'ọnwa Julaị n'afọ 1997, Frances pụtara na otu egwu egwu egwu I'd Probably Be Famous",
  "O duziri mmepụta nke The Complete Works of William Shakespeare (Abridged) na Jenụwarị 1998, ma mee akụkụ nke egwuregwu ahụ dị ka nọmba abụ na ịgba egwú mgbe ọ chọpụtara na ndị na-eme ihe nkiri ya nwere ike ịgba egwú",
  "N'afọ 2001 na 2002, ya na RPS rụrụ ọrụ na egwu egwu Blankety Blank: The Unknown Musical and Design For Living",
  "N'afọ 2005, Frances malitere ime Leave it to Cleavage, ihe ngosi ọ mepụtara na Ellie Harvie, ebe ndị na-elekọta ụlọ ha na-enye ngwọta oge 1950 maka nonsense nke oge a nke ndị na-ege ntị",
  "A matara ha site na nhọpụta nke afọ 2004 Canadian Comedy Award maka Best Improv Troupe.",
  "Arịrịọ maka mmemme telivishọn bịara na ngwụcha afọ 1990 site na mmalite nke The Comedy Network, nke Frances dere ma mee ihe nkiri na usoro nke ihe nkiri Slightly Bent TV (1999) na Sucker Punch (2001 Japon2002) ma dee maka akwụkwọ akụkọ satirical nke afọ 2002 Point Blank",
  "O dere maka CTV's Comedy Inc, ma soro mepụta ma rụọ ọrụ na njem ọchị iji kwado oge nke ise ya",
  "O mechara dee maka This Hour Has 22 Minutes",
  "A họpụtara Frances maka Gemini Award maka ide maka The Hour na George Stroumboulopoulos.",
  "Frances emepụtala ihe maka ememme Vancouver na Victoria, a na-ekwukwa na ọ na-eweta ihe ọchị improvisational na Yukon mgbe ọ kwusiri ike na akụkụ improvisational n'ememme comedy nke Nakai na 2003",
  "Ndị na-ahazi ya na ndị na-ege ntị nwere mmasị nke ukwuu nke na e debara aha Frances maka ihe ngosi zuru oke n'afọ ndị sochirinụ wee mechie emume 2007 na Leave it to Cleavage.",
  "N'afọ 2004, Frances dere ihe ngosi CBC Radio banyere ụmụ nwanyị na-atọ ọchị",
  "O dere ma pụta n'ọtụtụ ihe omume nke The Debaters na Definitely Not the Opera, nyere aka na ihe ngosi na-atọ ọchị The Irrelevant Show, ma jee ozi dị ka onye na-ede akụkọ mmekọrịta ya na ihe ngosi ya bụ Dating Diana.",
  "Frances so RPS rụọ ọrụ na njem abụọ maka ndị agha Canada: njem otu ọnwa na afọ 1997, na-eleta CFS Alert, Bosnia, Egypt, Israel, na CFB Goose Bay; na njem ụbọchị itoolu nke Afghanistan na afọ 2003, na-eme na Camp Julien na Kabul na Camp Warehouse dị nso",
  "N'afọ 2018 na 2019, ya na Elvira Kurt na Friends and Girls Nite Out gara njem",
  "Frances dere 2018 ACTRA Awards na ihe ngosi Toronto, nke Colin Mochrie kwadoro.",
  "Frances bụ onye ọka ikpe na asọmpi telivishọn sketch-comedy Sketch Troop n'akụkụ Harvie na Tim Progosh",
  "Ọ bụ onye ọka ikpe maka akụkụ Vancouver nke njem obodo iri na abụọ nke Literary Death Match.",
  "Kpọpụta njehie: <ref> tag with name \"MapleLocal\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"PlaybackRockie\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"DownImprov\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ConnerGhosts\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"YoungAudience\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"FortyUnder40\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CarlsonLaughing\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"WassermanFringe\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CourierAhead\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ChaiBoothby\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ArmstrongDreams\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"SunShakespeare\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"BirnieShakespeare\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"BirnieBelong\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"PerryCampagnolo\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"HilbornShadbolt\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"VernonStyle\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ChilliwackCleavage\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"WaddellPoised\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"BlakeySucker\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CarlsonVariations\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"VernonDesperate\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"EdwardsWillis\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"EdwardsRetooled\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"WaddellWarm\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CoquitlamCleavage\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"PlaybackGemini2009n\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ChamberlainPretty\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CourierWriters\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"InwoodTroupe\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"PedwellSoldiers\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"McCreadieDrafted\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"TelegraphJournal\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"PostEmotional\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"NewswireActra\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"StrachanNightmare\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"BirnieScrooge\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"DoruyterImprov\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"TimesCalendar\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"BirnieAntics\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"BirnieEmpire\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"MintyCleavage\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2001\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2002\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2004\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2005\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2006\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2007\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CCA2008\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Sumi2015n\" defined in <references> has group attribute \"\" which does not appear in prior text."
]