[
  "Shasha Damilola Alesh nke a maara nke ọma site na aha ya bụ Dice Ailes, bụ onye Naijiria na-agụ egwu, onye na-ede egwu na onye na-eti egwu",
  "Na ọnwa Julaị afọ 2014, ọ bịanyere aka na nkwekọrịta ndekọ na Chocolate City. A họpụtara ya maka Rookie nke Afọ na The Headies 2016. N'afọ 2016, TooXclusive họọrọ egwu ya \"Miracle\" nke atọ na ndepụta ya nke \"Top 10 Songs for the month of Ọktoba\". N'afọ 2017, tooXclusive kpọrọ ya dịka \"otu n'ime ndị nka iri na isii ị chọrọ ịma.",
  "Ọ gụrụ akwụkwọ na Naịjirịa na kọleji lagooz, Republic of Benin, na Ghana wee kwaga Canada ebe ọ gụrụ akwụkwọ na Mahadum York wee malite ọrụ egwu ya tupu ọ laghachi Naịjirịa mgbe nkwekọrịta ndekọ ya na Chocolate City na afọ 2014.",
  "Ọ malitere dị ka ukwe ụka, ọ malitekwara na Hyce- age, coker, Millie na reihnard mgbe ọ nọ na labelụ ahụ. O nwetara nkwanye ùgwù na afọ 2016 maka egwu ya nke CKay mepụtara \"Miracle\" nke gosipụtara Lil Kesh.",
  "Na 21 Disemba na afọ 2016, Dice Ailes soro ndị dị ka WSTRN, Krept na Konan, Migos n'akụkụ Lil Kesh na \"Beat FM Xmas concert\" afọ 2016 na Lagos.",
  "N'ajụjụ ọnụ ya na Tush Magazine, Dice Ailes kọwara ụdị egwu ya dị ka \"Afro-pop RnB\". N'okwu ya:\n \nO kwukwara n'afọ 2018 na ọ bụghị abụ \"Otedola\" iji nweta ego n'aka onye ijeri Femi Otedola ma ọ bụ bịaruo ezinụlọ ya nso",
  "O kwuru \"Ihe ọ bụla ị na-eme, ndị mmadụ ga-enwe obi abụọ na echiche ha mgbe niile, mana emeghị m abụ ahụ iji nweta ego n'aka Otedola ma ọ bụ ịbịaru ezinụlọ ya nso",
  "Naanị ihe na-atọ m ụtọ",
  "N'ụzọ dị ịtụnanya, mgbe m wepụtara egwu ahụ, ezutere m Otedola ma nye m nnukwu ego",
  "Mụ na ndị ezinụlọ m nọ nso ma ana m akpọ ya na ekwentị mgbe ọ bụla m chọrọ",
  "Emeghị m atụmatụ maka ihe ndị a niile dị ka ụfọdụ ndị kwuru",
  "\" N'afọ 2020, otu onye na-akwado ya mara Dice aka maka ịghara itinye olu ya maka okwu ndina n'ike nke na-eme na Naịjirịa",
  "Onye ọbụ abụ ahụ zara na ọ bụghị onye Naijiria, nke a butere esemokwu na Twitter ka ndị na-akwado ya kwere nkwa ịgọnahụ onye ọbụ abụ ahụ.",
  "(M.I Abaga feat",
  "Dice Ailes)",
  "(Vision DJ feat",
  "Dice Ailes, Kwesi Arthur, Medikal)",
  "Àtụ:Chocolate City Music"
]