[
  "Odoh Diego Okenyodo (amụrụ n'ubochi abụọ n'ọnwa Disemba, 1974) bụ ónyé edemede Naijiria, ónyé na-ahụ màkà ọgwụ, ónyé na'ihe gbasara uri na ónyé nta akụkọ, ónyé guzobere Akweya TV Ltd na Isu Media Ltd",
  "Odoh bụ otu n'ime ndị guzobere Kaduna Writers' League, KWL",
  "Ọ bụkwa otu n'ime ndị nduzi nke Splendors Of Dawn Poetry Foundation",
  "O so dezie Camouflage: Best of contemporary writing from Nigeria, anthology of new Nigerian writers",
  "Akwụkwọ akụkọ ahụ gụnyere ọrụ nke ndị edemede Naijiria a ma ama n'ogè a dịka Chimamanda Ngozi Adichie na Helon Habila.",
  "A mụrụ ya n'ubochi abụọ n'ọnwa Disemba 1974 na St",
  "Theresa's Hospital, Otukpo, Benue State, Nigeria, Okenyodo gàrà Mahadum Ahmadu Bello (ABU) Zaria ébé ọ duziri otu ndị édémédé a maara dị ka Creative Writers' Club",
  "N'ihi ọrụ ya na klọb ahụ, ndị agha nke Major General Mamman Kontagora, ónyé nchịkwa agha nke a kpọchiri na ụlọ ọrụ ahụ na 1995 mgbè esemokwu ime ihe ike na mahadum ahụ gasịrị.",
  "E weghachiri Okenyodo n'afọ 2001, mgbè afọ atọ nke ịlụ ọgụ megide ndị isi mahadum n'ụlọ ikpe na n'akụkụ dị íchè íchè, gụnyere \"Oputa Panel\" a ma ama",
  "N'oge ọ na-anọghị na mahadum, ọ na-ebi ndụ n'ihe odide ya na ihe ngosi akwụkwọ.",
  "N'ọnwa Septemba 1999, Weekly Trust tinyere ya n'ọrụ dị ka ónyé na-ede akwụkwọ n'efu, nke gosipụtara mmalite nke ọrụ ogologo ógè na-arụ ọrụ n'akwụkwọ akụkọ",
  "Na mbido na ABU Zaria, Okenyodo nyèrè áká ma dezie ụfọdụ magazin campus.",
  "N'abalị iri abụọ na atọ n'ọnwa Juun 2001, Okenyodo, yá nà ndị ọrụ ibe ya bụ Sumaila Umaisha, Aba Ejembi, Jerome Ajayi, guzobere Njikọ Ndị édémédé Kaduna",
  "Ọzọkwa ónyé isi oche nke Kaduna Writers' League site na mmalite ruo n'afọ 2006, Okenyodo duziri ndị nchịkọta akụkọ nke After the curfew, nchịkọta nke ihe odide ndị e kere eke sitere na nchịkọta afọ ise nke League nke akwụkwọ akụkọ kwa izu a maara dị ka Crocodile.",
  "A họpụtara ya ka ọ bụrụ odeakwụkwọ mgbasa ozi nke Association of Nigerian Authors (ANA) n'ọnwa Nọvemba 2003, na-eje ozi ruo ọnwa Nọvemba 2007",
  "N'ọnwa Disemba 2010, a họpụtara ya ka ọ bụrụ onyeisi óche nke kọmitii nhazi mpaghara nke mgbakọ ncheta afọ iri atọ nke otu ahụ a haziri ka e mee na Abuja n'ọnwa Ọktoba afọ 2011",
  "Okenyodo bụ ónyé otu Nigerian Institute of Public Relations (NIPR), Abuja, na-eje ozi na kọmitii mgbasa ozi na mmekọrịta ọha na eze.",
  "N'afọ 2006, Odoh Diego Okenyodo si Kaduna kwaga ọrụ na Alliance for Credible Elections nke dị na Abuja dị ka ónyé nhazi mgbasa ozi",
  "Site na njikọ nke òtù ndị obodo, ọ nwetara ọrụ na Centre for Democracy and Development (CDD) dị ka ónyé isi mmemme na-ahụ màkà nkwurịta okwu nke nzukọ ahụ.",
  "N'ọnwa Jenụwarị 2009, na-achọ ahụmịhe nke ngalaba onwé, ọ kwagara na CMC Connect Burson-Marsteller (Perception Managers) iji duzie ụlọ ọrụ mgbasa ozi ọha na eze nke ụlọ ọrụ mgbasawanye ahịa nke dị na Abuja. Ọ bụ ónyé isi nchịkwa nkè Isu Media Ltd ugbu a, ụlọ ọrụ mmekọrịta ọha na eze na Abuja.",
  "Odoh so na British Council / Lancaster University's Crossing Borders literary mentorship program n'afọ 2005 na InWent's Measuring Democracy, Governance and Human Rights course na Namibia (2008)",
  "Ọ rụrụ ọrụ na ónyé édémédé onwé ya màkà BBC World Service Trust, ActionAid, Coalitions for Change, Centre for Democracy and Development, Civil Society Legislative Advocacy Centre, wdg.",
  "Akwụkwọ uri ya, nke akpọrọ A Poem to its Creator, ka Hybun Publications International wepụtara n'ọnwa Machị 2009 na nnukwu otuto",
  "\"A pụrụ ịkọwa nyocha uri nke Okeniodo dị ka eclectic ka ọ na-eji uri eme ihe iji kwuo okwu mmekọrịta mmadụ na ibe ya, dọọ áká ná ntị ma kọwaa uri n'onwe ya, \"otu ónyé nkatọ na-ekwu maka nchịkọta ahụ",
  "Ónyé ọzọ na-ekwu, sị: \"Ka ị na-agafe uri Okenyodoz, a na-akụ gị n'ọnọdụ\"."
]