[
  "Diezani K",
  "Alison-Madueke (onye a mụrụ n'abali isii n'ọnwa iri abụọ n'afọ 1960) bụ otu onye ndọrọ ọchichi nke mba Nigerian bụkwara nwanyi mbụ bụ onye isi (President of OPEC)",
  "Aghọpụtara ya na Nzukọ 166th nke ndi OPEC  Vienna n'abali 27 n'ọnwa iri n'otu n'afọ 2014. Ọ bụrụ onye isi n'ahụ maka Ụgbọ Njem na 26 July 2007",
  "Ezigara ya na 'Mines and Steel Development' na 2008, aghọpụtara ya dika onye isi 'Minister of Petroleum Resources' na April 2010.",
  "A mụrụ Diezani K",
  "Agama na  Port Harcourt, Rivers State, Nigeria",
  "Nna ya bụ Chief Frederick Abiye Agama.\nO gụrụ Architecture na England nakwa Howard University nke di na United States. Ọ gụchara bachelor's degree na Howard n'abali asatọ n'ọnwa iri n'abụọ n'afọ 1992.\nỌ lọtara Nigeria bido ọrụ na Shell Petroleum Development Corporation n'otu afọ a.\nN'afọ 2002, ọ gụrụ akwụkwọ na Cambridge Judge Business School ebe O nwetara MBA degree. Na nlọta ya na Naijiria,A ghọpụtara Diezani Alison-Madueke ka ọ bụrụ Ọnye Isi ndi Shell n'afọ 2006",
  "Ọ bụ Nwanyi mbụ bụ onye isi Shell as an Executive Director na Naijiria",
  "Kemgbe afọ 1999 ọlụrụ Admiral Allison Madueke (onye nke lagoro ezumikenka), onye bụbula 'Chief of Naval Staff' nakwa Governor ndi Imo na Anambra State. Onwere ụmụ Nwoke abụọ: Chimezie Madueke n' Ugonna Madueke. Na ọnwa Itoolu n'afọ 2011 ndi Nigerian Defence Academy, nyere Alison-Madueke 'honorary Doctorate degree' na Management Sciences na Kaduna.",
  "N'ọnwa Itoolu n'afọ 2008, ndi Ntụ biara itụrụ  Alison-Madueke na nwa ya Nwoke: Chimezie Madueke n'ụlọ ya n' Abuja.",
  "Diezani Alison-Madueke ejideela ọkwa atọ pụtara ihie na gọvamenti nke elu n'obodo Nigerian",
  "Aghọpụtara ya dika onye isi Ụgbọ Njem n'ọnwa asaa n'afọ 2007. N'ọnwa iri na abụọ n'afọ 2008, aghọpụtara ya dika 'Minister of Mines and Steel Development'. Mgbe onye na-esota onye Isi ala bụ Goodluck Jonathan mrchara bụrụ onye isia ala n'ọnwa abụọ n'afọ 2010, ọ gbanwere ọkwa ọchichi gọvamenti n'abali iri n'asaa n'ọnwa atọ n'afọ  2010, ma kpọbata ndi ọhụrụ n'abali isii n'ọnwa anọ n'afọ 2010 ghọpụta Alison-Madueke dika Minister for Petroleum Resources.",
  "Dika onye na-ahu maka Mmanụ na-agba n'ala, Alison-Madueke kpebiri na ya ga-agbanwe 'Nigeria's oil and gas industry' ka ọ baara ndi ala Naijiria uru.",
  "N'Ọnwa anọ n'afọ 2010, onye Isi ala Goodluck Jonathan  bịanyere aka n'akwụkwọ Iwu ndi Naijiria, bụ nke kpebiri ikwalite Nkwekọrita Ọrụ n'etiti Ndi aụmahia Naijiria - mmeghachi omume nke ndị ọrụ ala ọzọ.",
  "Otu n'ime usoro kachasị arụmụka ndị e mere n'okpuru Alison-Madueke bụ atụmatụ gọọmentị iji wepụ ihe enyemaka nke obodo na ọnụahịa mmanụ",
  "Alison-Madueke kwadoro njedebe nke nkwado \"n'ihi na ọ na-enye nnukwu ego ego na ndị gọọmenti, na-akwado ndị bara ọgaranya, [ma] na-agba ume ka a ghara ịrụ ọrụ, nrụrụ aka na ntụgharị nke ụkọ ihe onwunwe ọha na eze site na itinye ego na ngwá ọrụ dị egwu.\"",
  "Alison-Madueke bụ nwanyị mbụ na-ejide ọnọdụ nke Minista Petroleum Resources na Nigeria, na October 2010, ọ ghọrọ nwanyị mbụ na-eduga mba mba na ogbako OPEC  kwa afọ.",
  "Ọ bụ nwanyị mbụ na-ahụ maka ndị ọrụ ụgbọ njem, na nwanyị mbụ a ga-ahọpụta na ụlọ Shell Petroleum Development Company Nigeria. Na 27 November 2014, a họpụtara ya dịka onye isi oche nke OPEC.",
  "N'ọrụ ya n'etiti n'ìgwè ndị nwoke, Alison-Madueke kwuru na ọ dọrọ ụmụ agbọghọ ndị ọ gụrụ akwụkwọ aka ná ntị na Shell ka ha \"gbanwee ụdị echiche ha.\"",
  "Otu PBS NewsHour nke kwuru na ndị isi American na British na-ekwu na onye bụbu  Minista Diezani Alison-Madueke nwere ike ịhazi ihe dịka ijeri $ 6 (N1.2 trillion) site na akụ na ụba Nigeria.",
  "E boro ya ebubo na ọ ga-akpata $ 20 ijeri na-efu site na ụlọọrụ Petroleum",
  "Onye isi ochichi Central Bank of Nigeria (CBN), Sanusi, kwughachiri okwu a n'oge onu ogugu nke PBS na 2 December 2015. Sanusi kwenyere na a chụru ya n´ọrụ ya na Central Bank of Nigeria n'ihi na o mere ka  ọha mara n' Ijeri Dollars Abụọ '$2 billion dollaras' furu na Nigerian National Petroleum Corporation (NNPC) n'okpuru",
  "Alison Madueke kwuru na Sanusi boro ya ebubo a Ị ji megwara ya maka n´ ọ nyereghị ya aka nweta ọkwa dika onye isi ndi African Development Bank (AfDB) ma kpochapụ ebubo ya.",
  "E boro ya ebubo na ọ na-akwụ ụgwọ ọtụtụ nde Naira maka ọrụ mana  ọ naghị akwụghachi ụgwọ ma na-etinye ego na-ezighị ezi",
  "nakwa na ịlafu ọtụtụ ijeri naira na-ekwesịghị ekwesị na ọdụ ụgbọelu.E boro ya ebubo na ọ na-akwụ ụgwọ ọtụtụ nde Naira maka ọrụ mana  ọ naghị akwụghachi ụgwọ ma na-etinye ego na-ezighị ezi.  nakwa na ịlafu ọtụtụ ijeri naira na-ekwesịghị ekwesị na ọdụ ụgbọelu",
  "N'October 2009, Senate nke Naijiria kpọpụrụ Diezani Alison-Madueke ma kwadoro ikpe maka ịnyefe otu ijeri naira n'ọkara 1.2 n'ime akaụntụ nzuzo nke otu ụlọ ọrụ na-enweghị ọnụ na-enweghị usoro kwesịrị ekwesị na imebi nkwekọrịta",
  "Ndi  Economic and Financial Crimes Commission nke Naijiria kpọpụrụ ya Ụlọ Ikpe maka ''Ịkwụsị Ego'/Money Laundering'.",
  "Na 2 October 2015, Reuters kọrọ na United Kingdom National Crime Agency (NCA) nọ na London jidere Alison-Madueke, tinyere mmadụ anọ ọzọ na-enyo enyo maka mmebi iwu na mmebi iwu",
  "Otú ọ dị, onye na-ekwuchitere ọnụ ndị uweojii ekweghị na ọ maara ihe merenụ. Ndị ezinụlọ ya na gọvamenti Naijiria kwadoro na e jidere ya na London, ọ bụ ezie na NCA jụrụ ikwu okwu banyere ikpe ahụ.",
  "Nakwa na Nigeria, n'ụlọ ya na Asokoro, Abuja ndị na-akpata nrụrụ aka na Ngalaba na-ahụ maka Nchịkwa Ụba na Ego nke Ndị Naijiria nke a na-akpọ Economic and Financial Crimes Commission, gbara aka na ebe obibi ya awa ole na ole mgbe e jidere ya na London.",
  "Na 28 August 2017, otu ụlọikpe gọọmenti etiti Naijiria ijeri naira asaa na ụfọ nke pụtara nde dollar iri abụọ n'otu ($ 21 million) site n'aka ụlọ ọrụ akụ na Alison-Madueke.",
  "Na Mee 11, 2021, nde $ 153 (nde euro 140) sitere n'aka Diezani Alison-Madueke",
  "Na 80 nke ụlọ ya.",
  "Oge ọ ka-anọ n'ọchichi, Alison-Madueke mere ka aghọta na ọ na-anara Ọgwụ maka ọrịa kansa na United Kingdom."
]