[
  "Digi + Phonics bụ otu ndị na-emepụta hip hop nke Africa America, nke ndị na-emepụta ihe ndekọ dị na California bụ Tae Beast, Sounwave, Dave Free na Willie B",
  "Ha na-eje ozi ugbu a dị ka ndị isi na-emepụta ihe n'ime ụlọ banyere akara ndekọ Carson, Top Dawg Entertainment",
  "Digi + Phonics na-arụ ọrụ nke ọma na ọrụ sitere n'aka ndị niile so na hip hop supergroup Black Hippy, ndị bịanyere aka na Top Dawg ma mejupụtara ndị egwu Kendrick Lamar, Jay Rock, Schoolboy Q, na Ab-Soul",
  "Ihe ndị ha kacha mara amara tinyekwara \"Bitch Don't Kill My Vibe\" nke Kendrick Lamar, \"There He Go\" nke Schoolboy Q, na \"Terrorist Threats\" nke Ab-Soul",
  "Ha na-emekọ egwu ọnụ ma na-etinye aka na ọrụ ndị Top Dawg Entertainment wepụtara.",
  "Mmadụ anọ niile so n'otu ahụ, Tae Beast, Willie B, Sounwave na Dave Free, tolitere na gburugburu Los Angeles, California",
  "Ha niile bidoro dị ka ndị na-emepụta naanị ha tupu ha na ndị otu Black Hippy Kendrick Lamar, Jay Rock, ScHoolboy Q na Ab-Soul rụọ ọrụ",
  "Top Dawg Entertainment bidoro ịbịanye aka na ndị na-emepụta ihe anọ ahụ iji bụrụ ndị na-emepụta ihe n'ime ụlọ banyere akara ndekọ ahụ. N'oge na-adịghị anya ógè ha bịanyere aka, Sounwave na Dave Free nọ na studio, mgbe Dave Free kwuru, \"Anyị kwesịrị ijikọ ndị na-emepụta anyị niile ọnụ ma mee otu Voltron nke mmepụta",
  "\" O chere na ha niile nwere nnukwu àgwà dị iche iche banyere mmepụta ha nke ga-adabara nke ọma. N'ọnwa Nọvemba afọ 2012, Complex kpọrọ otu ahụ otu n'ime \"Top 25 New Producers to Watch Out For\". Na Julaị 2013, BET kpọrọ Digi + Phonics dị ka otu, dị ka otu n'ime ndị na-eto eto iri kachasị elu na-eto eto na-arị elu. Ndị otu a rụkwara ọrụ na ScHoolboy Q's major label debut album Oxymoron",
  "TaeBeast bụ onye America na-emepụta ihe ndekọ si Los Angeles, California",
  "Ndị dị ka J Dilla, RZA na Kanye West na-emetụta ya.",
  "Mark Anthony Spears, nke a maara nke ọma site na aha ya bụ Sounwave, bụ onye na-emepụta ihe ndekọ America si Compton, California. Sounwave kwuru na \"Up Jumps da Boogie\" nke Timbaland bụ egwu hip hop izizi ọ gere ntị",
  "Site na ógè ọ dị afọ iri, ọ bidoro iji igwe egwu Korg mee ka egwu dị mfe",
  "Site n'ebe ahụ, ọ gụsịrị akwụkwọ na igwe egwu anọ wee gaa na MTV Music Generator maka PlayStation",
  "Ógè o jiri nke ahụ mee ihe ruo oge ụfọdụ, ya na onye na-eti egwu Bishop Lamont si Carson, California, na egwu ọ mepụtara n'ihi ya na MTV Music Generator natara ntinye redio mpaghara. N'afọ 2005, onye nchoputa Top Dawg Entertainment bụ Terrence \"Punch\" Henderson chọpụtara Sounwave na mbụ, onye mere ka ya na onye isi TDE, Anthony \"Top Dawg\" Tiffith zute",
  "Anthony \"Top Dawg\" Tiffith enweghị mmasị na mbụ na Sounwave, Otú ọ dị, ọ nọgidesiri ike ma na-eme ka ọrụ ya dị mma nke mechara \"na-afụpụ\" Tiffith."
]