[
  "Dikeledi Rebecca Tsotetsi (amụrụ n'abali atọ nke ọnwa Nọvemba afọ 1956) bụ onye ndọrọ ndọrọ ọchịchị sị mba South Afrika si Gauteng",
  "Ọ nọchitere anya otu African National Congress (ANC) na National Assembly site n'afọ 2009 ruo 2019 ma bụrụ onye isi obodo Emfuleni Local Municipality site na 2006 ruo 2008",
  "Onye na-arụsi ọrụ pụtara ihe n'oge gara aga n'òtù na-emegide ịkpa ókè agbụrụ, Tsotetsi malitere ọrụ iwu ya dị ka onye otu Gauteng Provincial Legislature site n'afọ 1999 ruo 2006",
  "Ọ hapụrụ oche ya na ọnwa Machị afọ 2006 mgbe a họpụtara ya dị ka onye isi obodo Emfuleni, mana, n'ụzọ na-ese okwu, pati nke ya manyere ya ịhapụ ọrụ ahụ na Mee 2008",
  "O mechara rụọ ọrụ nwa oge na National Council of Provinces ruo mgbe a họpụtara ya na National Assembly n'afọ 2009",
  "O nwetaghị nhọpụta ọzọ n'oche ya na mgbakọ ahụ na ntuli aka 2019",
  "A mụrụ Tsotetsi n'abalị atọ nke ọnwa Nọvemba n'afọ 1956",
  "N'afọ ndị 1980, ọ na-arụsi ọrụ ike n'òtù na-emegide ịkpa ókè agbụrụ, ọkachasị dị ka odeakwụkwọ maka Kọmitii Nkwado Ndị Nne na Nna. O mechara bụrụ odeakwụkwọ nke Federation of Transvaal Women na, site n'afọ 1995, dị ka odeakwụkwọ nke alaka mpaghara nke otu Ụmụ Nwanyị nke otu ANC. Ọ bụ onye otu South African Communist Party kemgbe afọ 1995. O nwere nzere bachelọ na nkà mmụta akparamàgwà na mmekọrịta mmadụ na ibe ya, nzere okpu abụọ na sayensị ndọrọ ndọrọ ọchịchị, na nzere masta na sayensụ mmepe, ha niile mechara mgbe njedebe nke ịkpa ókè agbụrụ gasịrị n'afọ 1994.",
  "Na ntuliaka nke afọ 1999, a họpụtara Tsotetsi bụ nke mbụ ya na ndị omeiwu nke Gauteng Provincial, na-anọchite anya otú  ANC",
  "A họpụtara ya ọzọ n'oche ya na ntuli aka nke afọ 2004 ma ọ rụọkwa ọrụ dị ka osote onye isi mpaghara site n'afọ 2005 ruo 2006, mgbe ọ hapụrụ ndị omeiwu.",
  "Tsotetsi gbara arụkwaghịm na  omeiwu nke mpaghara na ọnwa Machị nke afọ 2006 iji guzoro na ntuli aka ime obodo nke ọnwa ahụ dị ka onye na-azọ ọkwa onye isi obodo nke ANC na Emfuleni Local Municipality na Gauteng's Vaal Triangle. A ṅụrụ ya iyi n'ọfịs mana n'oge na-adịghị anya ya na ndị isi otu na mpaghara ahụ nwere esemokwu: n'etiti afọ 2007, mgbe Tsotetsi chụpụrụ ndị otu atọ nke kọmitii onye isi obodo ya, òtù ANC batara ma manye ya iweghachi ha. Mgbe nke ahụ gasịrị, ụlọ nta akụkọ Mail na Guardian kwupụtara na ọ kpọrọ ndị uwe ojii mgbe onye isi oche mpaghara ANC Simon Mofokeng na onye ọzọ bakwuru ya n'ụlọ ya iji, na akụkọ ya, menye ya egwu.",
  "N'ọnwa Mee afọ 2008, ANC nyere Tsotetsi iwu ka ọ gbaa arụkwaghịm dị ka onye isi obodo ma ọ bụ chere mkpebi nke enweghị ntụkwasị obi site n'aka pati nke ya, n'ihi na ọ naghị arụ ọrụ nke ọma",
  "Dị ka Sowetan si kwuo, ntụziaka ahụ kpatara \"mmekọrịta\" n'etiti alaka otu ANC dị n'ógbè ahụ na ndị isi pati dị elu, ọtụtụ alaka dị n'ebe ahụ na-azọrọ na a lekwasịrị Tsotetsi (na onye njikwa obodo ya, onye a kwụsịtụrụ) anya n'ihi na ọ na-eme nchọpụta banyere nrụrụ aka site n'aka ndị ọrụ otu ANC. Ọ dịkarịa ala ụzọ abụọ n'ụzọ atọ nke alaka iri anọ na atọ nke otu ANC dị n'ógbè ahụ mere mkpebi ndị na-ekwenyeghị na mkpebi iwepụ Tsotetsi, ọgụ aka malitere na nzukọ ụfọdụ. Ndị mmegide Pan Africanist Congress katọkwara mkpebi ahụ, ọ bụ ezie na ndị na ama Democratic Alliance aka nabatara ya. Ndị isi mpaghara nke otu ANC kwuru na a ga-ebufe Tsotetsi n'ọkwa ọzọ, ọ bụ ezie na ọ Kwupụtara otu ọnwa ka e mesịrị na ọ ka na-echere ntụziaka ndị ọzọ site na pati ahụ.",
  "N'abalị asaa n'ọnwa Ọktoba n'afọ 2008, e nyefere Tsotetsi nyefee ọrụ ka ọ bụrụ onye ANC na Gauteng caucus nke National Council of Provinces, ụlọ elu nke South African Parliament",
  "O mejupụtara oghere na-enweghị isi nke sitere na arụkwaghịm nke Sicelo Shiceka, onye a họpụtara na kansụl.",
  "Na ntuli aka ọzọ na afọ 2009, a họpụtara Tsotetsi ka ọ bụrụ onye otu ANC na National Assembly, ụlọ omebe iwu dị ala, ebe ọ gara n'ihu na-eje ozi na mpaghara Gauteng",
  "Ọ rụrụ ọrụ ugboro abụọ n'oche ahụ, na-enweta nhọpụta ọzọ na ntuli aka nke afọ 2014, ma n'oge nke abụọ ya, ọ rụrụ ọrụ dị ka onye nnọchi anya otu na Kọmitii Portfolio na Telecommunications na Postal Services. Na ntuli aka nke afọ 2019, e wepụrụ ya na ndepụta nke otu ANC ma, n'ọnọdụ iri anọ na ndepụta mpaghara nke Gauteng, ọ nwetaghị nhọpụta ọzọ.",
  "Tsotetsi nwere ụmụ nwoke abụọ ma bụrụkwa nwanyị di ya nwụrụ nke Saul Tsotetsi. Onye a ma ama na ANC, di ya bụbu onye mkpọrọ nke Robben Island, onye ọrụ ubi maka Kansụl Chọọchị South Africa, na onye otu ndị isi otu ANC na Evaton na Vaal Triangle. Ya na ndị enyi ya abụọ nwụrụ na Sebokeng na ọnwa Machị nke afọ 1992: dị ka ndị uwe ojii si kwuo, e gburu ya mgbe grenade aka o ji gbawara. Ọnọdụ ọnwụ ya edoghị anya na ụfọdụ ndị na-akwado otu ANC lere ya anya dị ka ogbugbu nwere ike ịbụ site n'aka ndị uwe ojii na-ahụ maka ịkpa ókè agbụrụ."
]