[
  "Dina Danish (amụrụ n'afọ 1981) bụ onye Egypt na-ese ihe nke bi ma na-arụ ọrụ na Amsterdam",
  "A mụrụ Danish na Paris, o toro na Cairo ma nweta nzere BA na Mahadum America dị na Cairo na MFA na California College of the Arts. Ọ bụ onye na-ese ihe na Rijksakademie van beeldende kunsten.",
  "Ọrụ nka nke Danish na-ejikọta echiche nke itinye aka na nka na asụsụ sitere na gburugburu ụwa na usoro nke ihe ọchị, nkọwa na-ezighi ezi, ntụgharị na-ekwesịghị ekwesị na nkwenkwe ụgha. Ọrụ ya, gbasara mgbasa ozi dị iche iche nke gụnyere ihe ọkpụkpụ, foto na vidiyo, apụtala na ngosi na Stedelijk Museum Schiedam, De Appel Art Centre na Amsterdam, San Francisco Museum of Modern Art na Kunsthall Oslo.",
  "N'ọrụ ya, Danish na-eji asụsụ na nhazi, na-etinye ọchị na nghọtahie",
  "Ọ na-enyocha isiokwu nke ọrụ ya, na-aga n'ihu na-enyochaa ojiji nke ịta Ihe site n'aka ndị na-ese ihe n'oge a na ihe nkiri Egypt.",
  "Ọ natara ihe nrite Barclay Simpson Award na 2008, illy Present Future Prize na 2011 na Artissima 18, na Celeste Prize na 2012. Ọ pụtara na ndepụta dị mkpirikpi maka 2016 Abraaj Group Art Prize.",
  "A na-arụ ọrụ ya na nchịkọta nke De Nederlandsche Bank, Nomas Foundation, San Francisco Museum of Modern Art na Museum of Modern Arts. Ihe ngosi onwe onye nke Danish gụnyere: Sports Memorabilia, Signed and Everything, (2018); The Poet Who Wanted to be Buried Under a Pinball Machine, (2016), ma na Stigter van Doesburg, Amsterdam, The Netherlands; A Place in the Sun, Nile Sunset Annex, Cairo, Egypt (2016); Dictated But Not Read, Supplement Gallery, London (2015); Be A Pinball, SpazioA, Pistoia, Italy (2015); Double Bubble, Galerie Barbara Seiler, Zurich (2013); Time, Pter, Zurich, Back Play, Time, Matter, Pia (2011). E gosipụtara ọrụ ya n'ihe ngosi otu na Kunsthall Oslo, Contemporary Image Collective (CIC) na Cairo na mmekorita ya na Kunsthalle Bern, na Annet Gelink, Amsterdam, ọ rụkwara Kurt Schwittersā Ursonata na Cairo Pavilion nke Amsterdam Biennial.",
  "Tinyete nke a, Danish bụ onye na-ese ihe na Rijksakademie van Beeldende Kunsten na Amsterdam site na 2009 ruo 2010; Fondazione Spinola Banna Per LīArte, Turin, 2011; na PiST///, Istanbul, 2012; ma na-etinye ihe ka ukwuu n'oge ya fọdụrụ na Amsterdam.",
  "N'afọ 2012, Dina Danish mepụtara ọrụ a na-akpọ Back In X Minutes, ebe o kwere nkwa ịmepụta ihe osise iri atọ na ise na-eṅomi Post-It notes",
  "Ihe edeturu Post-It ọ bụla na-agụ: Back in x minute(s), dabere na mbipụta (x=from 1-35)",
  "Echiche ya n'azụ ọrụ a bụ igosipụta eziokwu nke igwe n'ụwa anyị, nke na-eme ka ọtụtụ otu ụdị Post-its",
  "Dina kwuru na ọ chọrọ ime ọtụtụ Post-its yiri ibe ya n'ihi na ọ bụghị igwe, ya mere, a ga-enwe obere ọdịiche na ibe ọ bụla na usoro ahụ.",
  "N'afọ 2016, Dina Danish so Jean-Baptiste Maitre rụkọọ ọrụ na usoro a na-akpọ The Admirer na The Admired",
  "Ọrụ ahụ na-abanye n'ụzọ ihe ndị e ji mee ihe na ihe ngosi ha. Admirer na The Admired na-amụ otú a na-ahapụkarị ihe ndị sitere na ọdịbendị mba ọzọ n'ihe ngosi nka dị mkpa na otu ihe ngosi nke ihe ngosi si bụrụ ihe mbụ ndị na-ege ntị na-ahụ mgbe ha na-ekiri ihe ngosi",
  "Danish na Maitre mere nnyocha na mmepe sara mbara mgbe ha na-arụ ọrụ na usoro a",
  "Ha malitere imekọ ihe ọnụ mgbe ha ghọtara mmasị dị n'otu ụzọ a na-egosi ma hazie ụdị n'ebe ngosi ihe mgbe ochie dị iche iche",
  "E meela ihe ngosi ahụ na Tyson na Cologne na Institute of Art History na Mahadum Ludwig Maximilian na Munich."
]