[
  "Dindga McCannon, amụrụ na Julaị 31, 1947, bụ ónyé Africa-America na-ese ihe, onye na-ese eriri, ónyé na'ahụ màkà mgbidi, ónyé nkụzi na ónyé na-eme ihe osise.",
  "A mụrụ McCannon ma zụlite ya na Harlem ma bụrụ ónyé na-ese ihe mgbè ọ dị afọ iri",
  "Ọ na-akụziri onwe ya ma na-arụ ọrụ n'ụzọ doro anya",
  "Ọ na-akpọ onwe ya onye na-ese ihe na mgbasa ozi, ónyé na-eme ihe nkírí mgbasa ozi, ọ na-arụ ọrụ na \"ịgwakọta nka m dị mma 'ọzụzụ' na ọrụ ọdịnala ụmụ nwanyị nke nne m, Lottie K",
  "Porter na nne nne ya Hattie Kilgo kụziiri m ịkwa akwa, beading, embroidery na quilting n'ime ihe a maara ugbu a dị ka ArtQuilts\".",
  "Dindga McCannon abụwo onye na-ese ihe ruo afọ 55",
  "Na mgbakwunye na ọrụ ya dị ka ónyé na-ede akwụkwọ, na onye na-ese ihe osise, Dindga na-ewere onwe ya dị ka ihe na-emepụta ejiji na ónyé na'ahụ maka mgbidi na onye na na-ebi akwụkwọ",
  "Ọrụ ya gụnyere ndụ ụmụ nwanyị, foto, na akụkọ ihe mere eme.",
  "N'ịzaghachi ịkpa ókè nwoke na nwanyị na ịkpa ókè agbụrụ n'ụwa nka, ndị na-ese ihe na 1960s na 1970s mepụtara otu dị ka ụzọ isi lụso mmegbu ọgụ",
  "N'afọ 1960, McCannon bụ ónyé otu Weusi Artist Collective",
  "Nke a bụ otu McCannon si nwee mmasị na Black Arts Movement. Weusi Collective nwèrè mmasị n'ịmepụta nka nke na-akpali isiokwu na akara ndị Afrịka, yana igosi mpako ojii nke oge a. N'afọ 1971, ọ kwadoro nzukọ mbụ nke Where We At nke ụmụ nwanyị ojii na-ese ihe n'ụlọ ya, nke tolitere n'otu n'ime ihe ngosi mbụ nke ụmụ nwanyị isi ojii na-eme ihe nkírí na New York City.",
  "N'afọ 2015 ọ bụ ónyé ngosi na Art of Justice: Articulating an Ethos and Aesthetic of the Movement conference na Mahadum New York nke Caribbean Cultural Center African Diaspora Institute gosipụtara na mmekorita ya na Ngalaba nke Art na Public Policy, Mahadum Nueva York; Institute of African American Affairs, Mahadim New York; na Institute for Research in African American Studies, Mahaduma Columbia.",
  "A na-etinye onyinyo ya na ihe ngosi 1972 Some Living American Women Artists nkè Mary Beth Edelson.",
  "McCannon nwèrè akwa (nke akpọrọ \"Yekk's Song\") na nchịkọta na-adịgide adịgide nke Schomburg Center for Research in Black Culture. N'ọnwa Jenụwarị afọ 2020, e rere ihe osise mmanụ McCannon, \"The Last Farewell\" maka $ 161,000 dị ka akụkụ nke usoro mmebi ego nke Johnson Publishing Company",
  "Ọrụ a bụ akụkụ nke nchịkọta onwe ha, nke gụnyekwara ọrụ Henry Ossawa Tanner na Carrie Mae Weems."
]