[
  "Dire Tune Arissi (nke a na-akpọ \"Deer-ay Too-nay\"; Ge'ez: ዲሬ ቱኔ, amụrụ na 19 June 1985) bụ onye Etiopia ọkachamara na-agba ọsọ ogologo oge.",
  "Tune sonyere na marathon na 2005 World Championships",
  "Na 2006 World Road Running Championships ọ mechara nke anọ na asọmpi nke onye ọ bụla",
  "Nke a dị mma iji nyere Etiopia aka inweta ọlaọcha na asọmpi otu.",
  "N'April 21, na afọ 2008, Tune meriri Boston Marathon na oge nke 2:25:25",
  "A họpụtara ya ka ọ nọchite anya mba ya na marathon na afọ 2008 Summer Olympics, ọ bụkwa naanị onye Etiopia mechara, bụrụ onye nke iri na ise n'ime oge 2:31:16",
  "N'ọnwa Eprel afọ 2009, Tune ji otu sekọnd gbaa nke abụọ na Boston Marathon na oge nke 2:32:17",
  "Mgbe ọ gwụchara ọsọ ahụ, ọ dara ma kpọga ya n'ụlọ ọgwụ",
  "Onye nnọchi anya ya kwuru na nsogbu ahụ bụ n'ihi mmiri ịpụ n'ahụ tinyere ihu igwe dị jụụ na eziokwu ahụ bụ na ọ zụrụ maka asọmpi dị mkpirikpi.",
  "Dire Tune nwere ihe ndekọ ụwa nke otu awa nke 18.517 kilomita setịpụrụ na June 12, 2008 na Ostrava",
  "Ihe ndekọ gara aga (18,340 m) bụ nke Tegla Loroupe setịpụrụ afọ iri tupu mgbe ahụ.",
  "Tune meriri na afo 2009 Ras Al Khaimah Half Marathon, na-etinye ihe ndekọ nke ọkara marathon nke Ethiopia nke 1:07:18",
  "Bezunesh Bekele setịpụrụ ndekọ mba gara aga (1:08:07) na afọ 2007 na Udine.",
  "O meriri n'ọsọ Ottawa 10K nke afọ 2010 na 32:11 na ngwụcha Mee, na-aghọ nwanyị mbụ meriri n\"ihu onye mmeri ụmụ nwoke na agbụrụ nwoke na nwanyị ebe ngalaba ụmụ nwoke na-amalite nkeji anọ mgbe ụmụ nwanyị gasịrị. Ọ gbara ọsọ na Bogota Half Marathon n'ọnwa Ọgọstụ wee mechie dị ka onye nke abụọ, ihe dị ka sekọnd isii n'azụ onye mmeri Shewarge Amare. Frankfurt Marathon sochiri na Nọvemba ma ọ meziwanye ihe kachasị mma ya site na ihe fọrọ nke nta ka ọ bụrụ otu nkeji, na-agba ọsọ 2:23:44 maka ebe nke abụọ n'azụ Caroline Kilel.",
  "Ọ malitere afọ 2011 site na mmeri na Ethiopia 15K Championships, na-eti Atsede Habtamu na akara. Ọ gbara ọsọ na Ras Al Khaimah Half Marathon ụbọchị ole na ole ka e mesịrị ma bụrụ onye nke abụọ, ọ bụ ezie na nkeji ole na ole n'azụ Mary Keitany. Ọ fọrọ nke nta ka ọ merie asọmpi World's Best 10K na Puerto Rico izu abụọ ka e mesịrị, mana Sentayehu Ejigu mere ya onye nke abụọ. Ọ nọ n'elu ikpo okwu na World 10K Bangalore, na-akụ Merima Mohammed na akara. Ọ gbara ọsọ marathon na afo 2011 World Championships in Athletics na Daegu, South Korea",
  "N'agbanyeghị na ọ na-agba ọsọ kilomita 13 mbụ n'ime ndị isi, a chụpụrụ ya mgbe ọ ṅụrụ ihe ọṅụṅụ site n'aka onye a na-amaghị ama n'etiti ìgwè mmadụ ahụ, nke megidere iwu IAAF."
]