[
  "Atụmatu  dịgasị iche maka ọnụ ọgụgụ ndị nwere nkwarụ na Naịjirịa",
  "Akụkọ ụwa banyere nkwarụ, nke e bipụtara na 2011, kwụrụ na ihe dị ka nde ndị Naijiria ịrị abụọ na ịse  nwere ọ dịkarịa otu nkwarụ. Nchịkọta ọnụ ọgụgụ nke Naijiria nke afọ 2006 kwuru na mmadụ 3,253,169 nwere nkwarụ, ma ọ bụ 2.32% nke ọnụ ọgụgụ mmadụ 140,431,790 n'afọ ahụ. Otú ọ dị, Centre for Citizens with Disabilities, otu NGO nke Naijiria, na-akọwa na ọnụ ọgụgụ ahụ ejighi oke nkwarụ zuru oke na Naijiria",
  "Ọ rịọkwara ngalaba govamenti nke n' afụ maka ọnụ ọgụgụ na Naijiria akpọrọ National Population Commission  ka ya na ngalaba ochichi govamenti nke n' afu maka ọnọdụ ụmụnwanyi akpọrọ Ministry of Women Affairs and Social Development rụkọọ ọrụ maka ọnụ ọgụgụ 2016 iji tụọ nkwarụ n'ụzọ ziri ezi. \nKa ọ na-erule 2020, a kwụrụ na e nwere ihe karịrị nde ndị Naijiria 27 na-ebi n'ụdị nkwarụ ụfọdụ.",
  "Ụdị nkwarụ ise ana-ahụkarị na Naịjirịa bụ ndịa, n'usoro ngbadata, nkwarụ  afụhi ụzọ, nkwarụ  anụghi ihe, nkwarụnke ana ahụ anya, nkwaru enwehi ọgụgụ isi, na nkwarụ enwehi nyota maka nkwurịta okwu.",
  "Naịjirịa kwadoro nkwekọrịta United Nations maka ikike nke ndị nwere nkwarụ na 30 Machị 2007 na nkwekọrịta nhọrọ ya na 24 Septemba 2010. A na-ekpọ Ministri nke Ihe Ndị Na-eme n'Ụmụ nwanyị na Mmepe Ọha ebubo na ọ na-enyefe akụkọ banyere ọganihu, mana emebeghị ya ka ọ na-erule afọ 2013.",
  "Nnyocha nke 2008 nke Ngalaba United Kingdom maka Mmepe Mba  uwa nile chọpụtara na ọha na eze, ngalaba govamenti nke n'a Ministry of Women Affairs and Social Development, na ndị nwere nkwarụ (DPOs) na Naijiria ghọtara nkwarụ n'ime okwu nke ọdịmma na ọrụ ebere. Nke a dị iche na nkwenye na mmekọrịta mmadụ na ibe ya, itinye aka, na inye ike dịka ụdị mmekọrịta mmadụ na eze nke nkwarụ nke a na-akwado n'ozuzu ya n'ọhịa ọmụmụ nkwarụ. Ọ chọpụtakwara na ndị DPOs abụọ, Joint National Association of Persons with Disabilities (JONAWPD) na Association for the Comprehensive Empowerment of Nigerians with Disabilities, na-ekwekọrịtaghị mgbe ha abụọ na-eche na ha na-ekwu maka ndị Naijiria niile nwere nkwarụ, na-egbochi ikike ha ime ka gọọmentị nwee nkwarụ.",
  "Afọ itoolu mgbe Naịjirịa kwadoro Nkwekọrịta Mba Uwa nịle  maka ịkike nke ndị nwere nkwarụ, onye isi ala General Muhammadu Buhari mere iwu Discrimination Against Persons with Disabilities (Mmachibido Iwu) Act 2018",
  "Iwu ahụ kwadoro aro nke ikike diri ndi nkwarụ akpọro Convention on the Rights of Persons with Disabilities ka ọ na-enye ndị nwere nkwarụ ntaramahụhụ maka ndị na-akpa  ókè imegịde ndi bi na nkwarụ.",
  "Iwu machibidoro ịkpa ókè megide ndị nwere nkwarụ PLWD ma nye ndị na-emebi ịkwụ ụgwọ ntaramahụhụ. E mere ndokwa maka oge mgbanwe afọ ise maka mgbanwe nke ihe ntụrụndụ ọkachasị n'ụlọ ọha na eze na idozi ngwá ọrụ enyemaka na ụgbọala iji mee ka ndị nwere nkwarụ nwee ike ịnweta ma jiri ha mee ihe.",
  "Site na usoro nke sonyere na iwu mmachibido nke afọ 2018, Onye isi ala Muhammadu Buhari kwadoro nguzobe ngalaba nke ana kpọ National Commission for Persons with Disabilities ma kwado nhọpụta James Lalu dị ka onye isi odeakwụkwọ ya",
  "NCPWD bụ ịji gbochie ịkpa ókè megide ndị nwere nkwarụ, na ime ka onye ọ bụla n'ime ha nwee ikike na ohere haha dịka ndị ibe ha na-enweghị nkwarụ."
]