[
  "Ange Didier Houon (26 Jenụwarị na afọ 1986 na 12 Ọgọstụ, na afọ 2019), nke a maara dịka DJ Arafat, Arafat Muana na aha ndị ọzọ dị iche iche, bụ onye mba Ivory Coast na akụ egwu bu DJ na onye na-agụ egwu nke mere egwu na ụdị Coupé-Décalé. \"Jonathan\", \"202\", \"Dosabado\", \"Kpangor\", \"Zoropoto\" na \"Enfant Beni\" bụ ụfọdụ n'ime ihe ndị isi ya",
  "Ọ bụ onye a ma ama na mba ndị na-asụ French n'Africa",
  "E nyere ya \"Best Artist of the Year\" na Coupé-Decalé Awards n'afọ 2016 na 2017",
  "Ọ nwụrụ n'ihe mberede ọgba tum tum na 12 Ọgọstụ, na afọ 2019.",
  "A mụrụ Arafat dị ka Ange Didier Houon na 26 Jenụwarị, na afo 1986. Ọ bụ nwa Tina Glamour [fr], onye na-agụ egwú a ma ama, na onye na-eti egwu na onye injinia ụda Pierre Houon nwụrụ anwụ. O nwere nwanne nwoke tọrọ ya nke a maara nke ọma dị ka DJ TV3",
  "Ange Didier malitere ọrụ egwu ya na mbido afọ 2000 dị ka DJ mgbe ọ dị naanị afọ 14 na Yopougon, mpaghara ndụ abalị na Abidjan. Ọ gara France iji melite ọrụ ya ma ọbụna nọrọ na visa ya",
  "N'afọ 2005, ọ nọrọ otu ọnwa n'ụlọ mkpọrọ dị ka onye mbịarambịa na-enweghị akwụkwọ.",
  "Aha egwu Arafat na-ezo aka na onye ndú Palestine Yasser Arafat; o kwuru na ndị enyi Lebanọn nọ na Ivory Coast nyere ya aha njirimara n'ihi na ọ bụ ̆hardcore.",
  "A na-ewere ya dị ka otu n'ime ndị omenkà Afrịka kachasị ewu ewu na mba ndị na-asụ French gburugburu ụwa. Ọ ghọrọ kpakpando nke ụdị ya n'afọ 2009.",
  "O weputara abọm egwu iri na otu nke a ma ama n'ụdị egwu egwu \"Coupé-Décalé\", n'ọrụ ya nke were afọ iri na ise. BBC kọwara ya dị ka \"eze\" nke Coupé-Décalé, nke pụtara \"bepụ ma gbaa ọsọ\", n'asụsụ Ivorian ọ pụtara \"ịghọ aghụghọ ma gbapụ\" ma malite na mbido afọ 2000 n'oge agha obodo Ivory Coast. Egwú ahụ na-agụnye ụda ngwa ngwa, bass miri emi na ụda olu hip-hop",
  "Arafat ghọrọ ihe nnọchianya nke ụdị ndụ ejiji mara mma nke jikọtara ya na egwu",
  "Abụ ya bụ Dosabado bụ otu n'ime egwu ya kachasị ewu ewu",
  "Ọ nwere mmasị na ọgba tum tum ma gosipụta ha na 'Moto Moto' nke e wepụtara na Mee, na afo 2019. O nwere ọtụtụ ihe mberede ọgba tum tum, otu n'ime ha na afọ 2009, dị oke njọ. Ihe mberede ọgba tum tum Arafat mere na afo 2019 bụ ihe na-egbu egbu.",
  "Arafat mechara bụrụ onye a ma ama na Europe na United States mgbe ụfọdụ n'ime ndị na-eme egwuregwu mere ka usoro ịgba egwu nke ụdị coupé-décalé bụrụ ihe a ma ama. \"Dosabado\", \"Kpangor\", \"Zoropoto\", \"Enfant Beni\" na \"Moto, Moto\" bụ ụfọdụ n'ime ihe ndị isi ya.",
  "N'abalị iri na abụọ n'ọnwa Ọgọstụ, na afo 2019, Arafat nwụrụ n'ụlọ ọgwụ Abidjan mgbe ihe mberede ọgba tum tum mere na Abidjan, Ivory Coast. A na-ekwu na ọgba tum tum ya na ụgbọ ala kụrụ n'ógbè Angre na Sọnde, 11 Ọgọstụ, na afo 2019",
  "E mechara kpọbata ya n'ụlọ ọgwụ dị na Abidjan maka ọkpụkpụ okpokoro isi tupu o mesịa nwụọ n'ihe dị ka elekere asatọ nke ụtụtụ",
  "UTC na 12 Ọgọstụ, na afo 2019.",
  "Mgbe akụkọ ọnwụ ya gbasara, na 12 Ọgọstụ, na afo 2019, ihe dị ka 1,000 n'ime ndị na-akwado ya gbakọtara na mpaghara Cocody dị nso n'ụlọ ọgwụ ebe ọ nwụrụ, wee kwaa ákwá ọnwụ ya na-eti \"Arafat enweghị ike ịnwụ\"",
  "Mgbe e liri ya, ụfọdụ ndị na-akwado ya gwupụtara ili ya mgbe asịrị zuru ezu na e nyere ndị òtù nzuzo ozu ya. Ndị uwe ojii gbasiri mbọ ike ịchịkwa ìgwè mmadụ gbakọtara n'ógbè ahụ. Ìgwè mmadụ nke ndị na-akwado ya gbakọtakwara gburugburu ụlọ ya na-abụ ụfọdụ n'ime egwu ya. Maurice Kouakou Bandaman, Minista Ọdịbendị nke Ivorian, kwara ya obi ụtọ maka ọnwụ ya ma mee ụtụ iji sọpụrụ ya.",
  "E nyere ya \"Best Artist of the Year\" na Coupé-Decalé Awards na afọ 2016 na 2017. O nwetakwara ihe nrite abụọ nke WatsUp TV Africa Music Video Awards na afo 2016."
]