[
  "Dacoury Dahi Natche (amụrụ na Machị 10, 1983), nke a maara dị ka DJ Dahi, bụ onye American DJ, ónyé na-ede egwu, ónyé na'emepụta ihe ndekọ na onye na-agụ egwu si Inglewood, California",
  "Dahi bụ onye a maara nke ọma màkà ịmepụta \"Money Trees\" nke ónyé America rapper Kendrick Lamar, nke ónyé Canada rapper Drake, na \"I Don't Fuck with You\" nke onye American rapper Big Sean, nke ruru n'elu 20 nke US Hot 100 chart. Dahi emepụtawokwa ọtụtụ egwu maka ndị omenkà dị iche iche gụnyere Dr",
  "Dre, Freddie Gibbs, Dom Kennedy, Lupe Fiasco, Vince Staples, Mac Miller, Pac Div, Vic Mensa, Casey Veggies, Logic, Big K.R.I.T., na Childish Gambino n'etiti ndị ọzọ. Ewezuga ọrụ mmepụta onwe ya, Dahi bụkwa onye otu mmepụta D.R.U.G.$",
  "DJ Dahi malitere na egwu na-arụ ọrụ dị ka onye na-agba diski mgbè ọ na-aga Mahadum California, Santa Cruz",
  "Ọ gụsịrị akwụkwọ na nzere na Film na American studies. Ọ malitere inweta ụda na-emepụta màkà ndị na-eti egwu na Los Angeles dịka Pac Div, TiRon, na Fashawn",
  "Nnukwu ọkwa mbụ ya ga-abụ \"My Type of Party,\" nke Dom Kennedy si na mixtape ya, The Yellow Album (2012)",
  "\"Ụdị m nke nnọkọ\" gosipụtara \"ikpo igwe ojii nke ụfụfụ na-enweghị isi n'elu ụfụ na ụfụ",
  "\" N'afọ 2012, o mepụtara ScHoolboy Q's \"Sexting,\" na mmepụta ya a ma ama, \"Money Trees\" site na album platinum nke Kendrick Lamar Good Kid, M.A.A.D City. N'afọ 2013, o mepụtara \"Hell of a Night\" nke Schoolboy Q na \"Worst Behavior\" nke Drake nke gosipụtara na nọmba 89 na US <i id=\"mwSA\">Billboard</i> Hot 100. \"Money Trees\", nke na-egosi \"Silver Soul\" nke otu egwu indie rock Beach House, akpọrọ nke itoolu kachasị mma n'ime afọ ise gara aga, site na Complex na Septemba 3, 2013. Ọzọkwa ka e mesịrị na Septemba 2013, Complex kpọrọ ya ónyé nke itoolu kachasị mma na-emepụta hip hop n'oge ahụ. N'oge na-adịbeghị anya, ya na Lecrae, Kendrick Lamar, Big K.R.I.T., Jazmine Sullivan na Elle Varner na ndị ọzọ nwere ógè ndekọ. N'afọ 2015, o jikọtara aka mepụta egwu atọ na 'Compton: A Soundtrack' album nke Dr",
  "Dre."
]