[
  "Gary Rafael Hill (amụrụ n'April 21, 1989), nke a maara dị ka DJ Spinz, bụ ónyé America na-emepụta ihe ndekọ, ónyé na-ede egwu na onye na-eme ihe nkírí diski",
  "Ọ bịanyere aka na DJ Scream's Hoodrich Entertainment",
  "Spinz ghọrọ DJ na ngwụcha afọ 2000 tupu ọ ghọọ Onye na-emepụta ihe ndekọ. O mepụtara egwu màkà ndị omenkà ndị ọzọ dịka Future, Ty Dolla Sign, Rich Homie Quan, iLoveMakonnen, French Montana, Cash Out, na Zach Farlow.",
  "A mụrụ Hill n'April 21, 1989, ma too na Augusta, Georgia",
  "Nné nnè Spinz na nwanne nna ya na-elekọta klọb nri abalị ma ọ maara DJ n'ebe ahụ kemgbe ọ dị afọ atọ ma ọ bụ anọ. Spinz na-ele ya DJ, yabụ ọ kpaliri ya n'ezie",
  "Mgbè Spinz dị afọ iri na anọ, nne ya zụtara ya turntables mbụ ya",
  "Ụlọ ọrụ redio dị na Augusta ga-agbasa egwuregwu bọọlụ ụlọ akwụkwọ sekọndrị ma Spinz mere ezigbo mmetụta na ónyé nduzi mmemme nke ụlọ ọrụ ahụ",
  "Spinz malitere deejaying n'oge ezumike mgbasa ozi nke egwuregwu ahụ",
  "Mgbe Spinz dị afọ iri na isii, ọ zutere DJ Scream mgbe ọ gara Atlanta na Guitar Center ịzụta ụfọdụ eriri maka ngwá ọrụ ya",
  "Mgbè ọ dị afọ iri na isii, ónyé nduzi mmemme nyèrè Spinz ébé redio nke ya",
  "N'oge ahụ, ónyé ọ bụla gbara ya gburugburu chọrọ ịbụ ónyé na-egwu basketball ma ọ bụ onye na-eti egwu, mana deejaying nọgidere na ya ma ọ chọrọ inwe ike ịchịkwa ìgwè mmadụ ahụ. Mgbè ọ dị afọ iri na asatọ, Hill hapụrụ Augusta.",
  "Ozugbo Spinz zutere DJ Scream, ha rụkọtara ọrụ na Sirius XM Holdings na Spinz bịanyere aka na Hoodrich Entertainment",
  "N'afọ 2009, Spinz kesara ébé mgbede na Atlanta's Hot 107.9's Hoodrich Radio",
  "N'oge ọ malitere 107.9, Spinz malitere ịbanye na mmepụta",
  "Ọ were keyboard ma gbalịa ime ka ọ na-akụ ma na-agbasi mbọ ike ugboro ole na ole ma na-anọ mgbè ụfọdụ n'oge ọ chọrọ ịhapụ, mana ọ nọgidere na-agbalị imeziwanye nkà ya",
  "N'afọ 2010, Spinz mepụtara egwu egwu màkà Travis Porter, nke akpọrọ \"Go Shorty, Go\"",
  "Aha ọma nke abụ ahụ gbara Spinz ume ka ọ chọọ ịnọgide na-arụ ọrụ",
  "N'afọ 2011, Spinz mepụtara 2 Chainz', \"Riot\"",
  "Ka e mesịrị n'afọ ahụ, Spinz mepụtara egwu izizi nke Ca$h Out, \"Cashin' Out\" na Ca$hOut abịaghị na akara n'oge ahụ. Spinz bụkwa ónyé DJ mixtape",
  "Spinz na onye mmekọ ya DJ Pretty Boy Tank, anọwo na-arụ ọrụ na usoro mixtape Space Invaders kemgbe afọ 2006.  Ihe ndị ọ na-emepụta nwèrè mkpado \"Kpọọ ya!\" nke nwanne ya nwoke kwuru.",
  "DJ Spinz 808 nke a makwaara dị ka \"Spinz 808\" ma ọ bụ \"TCE Spinz 80 8\" bụ ọdịiche nke Roland TR-808 bass drum, nke a na-ekwu na ọ bụ Hill",
  "Ụda nke a na-eji na hip-hop, pop, na R&B, bụ nke a ma ama maka ịbụ otu n'ime ụda kachasị ewu ewu na nke Iconic na egwu ọnyà",
  "N'ịbụ nke e kere na 2011, ihe nlele ahụ ghọrọ ihe a ma ama n'etiti ndị na-emepụta ọnyà n'ihi nnukwu ọnụnọ ya dị ala, yana ezigbo ọkpọ",
  "O mepụtara ọtụtụ ọdịiche nke ya, nke ọ bụla nwere ọkwa dịgasị iche iche nke Distortion, Equalization, na mgbanwe ndị ọzọ",
  "A na-eji ihe nlele ahụ eme ihe mgbe a na-etinye ya na octave dị ala iji rụọ ọrụ dị ka bass na trap beats",
  "\"Spinz 808\" ahụla ojiji site na ụfọdụ n'ime ndị na-emepụta ihe kachasị ewu ewu n'ụwa dịka Metro Boomin, Pi'erre Bourne, 808 Mafia, na Wheezy",
  "E gosipụtara ya dị ka bass na ọtụtụ egwu, ihe atụ a ma ama bụ 2019 hit Old Town Road nke Lil Nas X nke ruru #1 na Billboard Hot 100 ma nọrọ na #1 maka ndekọ 19 izu."
]