[
  "Mthokozisi Khathi (amụrụ n'ụbọchị nke 24 n'ọnwa Ọgọstụ n'afọ 1976) nke a maara aha ya bụ DJ Tira, bụ onye South Afrika DJ, onye na-emepụta ihe ndekọ na onye na-ese Kwaito. A mụrụ ya na Hlabisa, Tira kwagara Durban mgbe ọ dị afọ atọ n'afọ 1979. Ọ bụ akụkụ nke mkpokọta nke chọpụtara ụdị egwu Gqom",
  "Ọrụ egwu ya malitere mgbe ọ dị afọ iri abụọ n'afọ 1996, mgbe ọ na-aga Mahadum nke KwaZulu-Natal wee bịanye aka na nkwekọrịta ndekọ ma wepụta album nchịkọta Real Makoya n'afọ 2001.",
  "Khathi ghọrọ onye ama ama mgbe o meriri asọmpi Smirnoff SA DJ Knockout n'afọ 2000",
  "E wezụga ọrụ naanị ya, a makwaara ya dị ka onye otu egwu South Africa Durbans Finest",
  "Tira bịanyere aka na nkwekọrịta ndekọ na Kalawa Jazmee na afọ 2005 wee guzobe akara ndekọ nke ya Afrotaiment na afọ 2007, abọm mbụ ya Ezase Afro Vol:1 (2008), bụ ihe ịga nke ọma azụmahịa.",
  "Abọm nke anọ nke Tira bụ 21 Years Of DJ Tira (2020), nke ndị Recording Industry of South Africa (RiSA) kwadoro platinum Abọm ahụ gụnyere chaatị kachasị elu \"Nguwe\" na \"Uyandazi\". Abọm studio nke ise ya bụ Rockstar Forever (2021), debuted nọmba 1 na chaatị iTunes",
  "Khathi mere ihe nkiri mbụ ya pụtara dị ka onye ọka ikpe ọbịa na ihe ngosi telivishọn nke 1 na nke 2 (2021).",
  "A mụrụ Khathi na obodo KwaHlabisa, KwaZulu-Natal, ezinụlọ ya kwagara Durban na afọ 1979. Khathi gara Mlokothwa High School ma debanye aha ya na afọ 1995, na-amụ akụ na ụba mmadụ na Mahadum Natal nke a maara ugbu a dị ka UKZN",
  "Ọ malitere inwe mmasị ịbụ DJ mgbe ọ ka nọ na varsity mgbe ọ malitere igwu egwu dị ka DJ, N'afọ 1996. N'ihe dị ka afọ 2001, o wepụtara ndekọ mbụ ya aha ya bụ Real Makoya, nke bụ album nchịkọta ya na DJ Khabzela. N'afọ 2005, ọ bịanyere aka na nkwekọrịta ndekọ ya na Kalawa Jazzmee Ọ rụrụ n'okpuru otu aha ya bụ Tzozo En Prọfesọ ma mesịa mepụta Durbans Finest ya na DJ Sox nke dịkwa n'okpuru Kalawa Jazmee Records",
  "O nwere akụkọ ihe mere eme na Oskido dị ka onye bịanyere aka na nkwekọrịta egwu mbụ ya, kemgbe ahụ ọ ghọrọ kpakpando. O guzobere Ezase Afro nke dara n'okpuru Kalawa mgbe e mesịrị bụrụ naanị ya. Tira na Sox ọnụ ha wepụtara usoro nchịkọta albums aha ya bụ n'okpuru Durbans Finest",
  "N'afọ 2007, Ọ malitere ụlọ ọrụ ndekọ ya Afrotainment ma bịanye aka na DJ Cndo dị ka onye mbụ na-ese ihe na akara ndekọ ya. Ebe ọ bụ na ọ na-arụ ọrụ na mmepụta nke ya, ọ ghọrọ onye na-emepụta egwu",
  "Mgbe e mesịrị n'otu afọ ahụ, DJ Tira bịanyere aka na otu kwaito Big Nuz mgbe o si Johannesburg kwaga ebe ha si, Durban",
  "N'afọ 2008, DJ Tira dị ka onye na-ese ihe, ọ pụtara na egwu abụọ na chaatị redio obodo na chaatị ụlọ ahịa egwu n'akụkụ \"Ubala Lolo\" nke Big Nuz na \"Mahamba Yedwa\" nke DJ Clock.",
  "N'afọ 2008, o wepụtara ọrụ izizi ya n'okpuru akara ndekọ ya aha ya bụ Ezase Afro Vol:1",
  "Ncedo Mbundwini, onye si Ugwu Frere bụ onye na-emepụta ọtụtụ egwu kachasị egwu na abọm a",
  "A na-akwado abọm ahụ site na ndị ọbịa nke Bricks, Daddy, Big Nuz na Joocy nke Afrosoul",
  "Ezase Afro vol 1 ghọrọ abọm na-ewu ewu ma mee ihe dị ịrịba ama n'ahịa ka ọ rere ihe karịrị puku iri abụọ.",
  "Na ọnwa Machị afọ 2019, ewepụtara egwu ya \"Amachankura\" nke gosipụtara TNS dị ka egwu mbụ nke abọm",
  "N'ọnwa Julaị afọ 2019, ewepụtara egwu nke abụọ \"Thank You Mr DJ\" nke gosipụtara Joocy. Tira wepụtara Ikhenani na Septemba 13, na afọ 2019.",
  "Ikhenani meriri Best Kwaito Album na mmemme nke iri abụọ na isii nke South African Music Awards.",
  "Na August 24, afọ 2020, ewepụtara abọm studio nke anọ ya 21 Years of DJ Tira na South Africa, na-eme ememe afọ iri abụọ na otu na ụlọ ọrụ egwu",
  "Ụlọ ọrụ na-edekọ ihe na South Afrika (RiSA) kwadoro album ahụ na platinum.",
  "Na Machị afọ 2021, ọ na-akwado asọmpi SABC 1 nke a na-akpọ 1 na 2 oge 6.",
  "Na June 25, na afọ 2021, o wepụtara abọm studio nke ise ya Rockstar Forever, nke ewepụtara na South Afrika",
  "Abọm ahụ nwere Q Twins, Makhadzi, Western Boyz, Jumbo, Prince Bulo, Biza Wethu, Mampintsha, Joocy, Ntencane, Proffesor, Beast, Worst Behaviour, Dladla Mshunqisi, BlaQRythm, Mtebza & Khazozo",
  "Rockstar Forever ọkwa nọmba 1 na iTunes chaatị South Afrika",
  "[citation mkpa]",
  "DJ Tira lụrụ Gugu Khathi ma ha nwere ụmụ nwoke abụọ na otu nwa nwanyị Junior, Chase na Chichi Khathi.\nDJ Tira na nwunye ya mere emume Umabo n'ụlọ ya na KwaHlabisa, KwaZulu-Natal.",
  "Afọ"
]