[
  "Doaa el-Adl (amụrụ na 6 Febụwarị 1979 na Damietta) bụ onye Egypt na-ese ihe nkiri na-arụ ọrụ ugbu a maka akwụkwọ akụkọ Al-Masry Al-Youm, nke a maara maka ihe nkiri ya na-atọ ọchị nke nwere isiokwu ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya ma ọ bụ okpukpe siri ike. A kpọtụrụ ya aha dị ka nwanyị na-ese ihe nkiri a ma ama n'Ijipt. Ọrụ ya na Al-Masry Al-Youm enwetala nlebara anya dị ukwuu ma mepụta esemokwu. Ọ bi ma na-arụ ọrụ na Cairo.",
  "el-Adl gụrụ Fine Arts na Mahadum Alexandria, ọ gụsịrị akwụkwọ na 2000.",
  "el-Adl malitere ibipụta ihe osise ya n'afọ 2007",
  "Ọ rụrụ ọrụ dị ka onye na-ese ihe nkiri maka ọtụtụ ndi, nke gụnyere Al-Dustour, Rose al-Yūsuf na Sabah El Kheir, ma gosipụta ihe nkiri maka Qatr El Nada, Alaa-El Din na Bassem",
  "Al-Masry Al-Youm na-arụ ọrụ ugbu a. N'afọ 2009, ọ ghọrọ nwanyị mbụ meriri ihe nrite Journalistic Distinction na Caricature.",
  "N'afọ 2014, ụlọ ọrụ French Cartooning for Peace kwanyeere El Adl ùgwù",
  "Onye nyere onyinye ahụ bụ onye bụbu odeakwụkwọ ukwu nke UN bụ Kofi Annan, onye kwuru na onyinye ahụ \"na-amata ndị na-etinye olu ha na nkà nka ha maka udo na nnagide na ndị na-eji asụsụ zuru ụwa ọnụ nke ihe oyiyi iji mee ka anyị mara ma kụziere ma mee emume mmadụ anyị\".",
  "N'afọ 2016, a gụnyere ya na ọrụ BBC 100 Women.",
  "Mgbe mgbanwe ọchịchị nke Ijipt nke afọ 2011 gasịrị, ọrụ ya malitere ịkatọ onye isi ala Mohamed Morsi nke ukwuu.",
  "el-Adl kpatara esemokwu na Disemba 2012 mgbe Al-Masry Al-Youm bipụtara ihe osise ya nke gosipụtara mmụọ ozi na-agwa Adam na Iv na ha gaara anọgide n'ogige Iden ma ọ bụrụ na ha tụnyere onye ziri ezi. Dị ka el-Adl si kwuo, e bu n'uche ka ihe nkiri ahụ bụrụ nkatọ nke \"ndị ndọrọ ndọrọ ọchịchị na-eji okpukpe eme ihe ma jiri ya mee ihe iji chịkwaa ma metụta ndị nkịtị\", mana ọ mere ka Khaled El Masry, onye ọka iwu Salafi na odeakwụkwọ ukwu nke Salafist Front's National Centre for Defending Freedoms, boo ya ebubo nkwulu. Ikpe ahụ kwuru na ihe nkiri ahụ kparịrị ọrụ Adam na Islam. Ọkaiwu General Talaat Abdallah nyere iwu ka e mee nchọpụta; a kwụsịrị nke a mgbe nnupụisi ọchịchị nke Ijipt nke afọ 2013 gasịrị.",
  "N'otu afọ ahụ, onye ọkàiwu ukwu Talaat Abdallah gbara ya ajụjụ ọnụ maka ihe nkiri nke ọ katọrọ ndị Alakụba na Ijipt na mmetụta ha na ndọrọ ndọrọ ọchịchị",
  "Onye Brazil na-ese ihe nkiri Carlos Latuff gbachitere ya, onye gosipụtara el-Adl na-agbachitere onwe ya megide onye Alakụba na pensụl yiri ube.",
  "N'ọnwa Febụwarị afọ 2013, el-Adl mepụtara ihe nkiri iji katọọ nkwarụ ụmụ nwanyị, site n'igosi nwoke na-ele anya dị ka onye na-arịgo steepụ ma na-agbatị, na-ejide mma, iji bepụ okooko osisi na-acha ọbara ọbara n'etiti ụkwụ nwanyị. N'ikwu okwu na Clitoraid na 2013, El Adl kọwara, \"Tupu mgbanwe ahụ mee, ana m ese ihe na-enweghị isi banyere nsogbu ụmụ nwanyị na nsogbu ha, mana ugbu a, a manyere m ise ihe osise ndị a gbasara ụmụ nwanyị iji chebe ịdị adị nke m, nnwere onwe onwe onwe m nke na-eyi egwu n'okpuru ọchịchị nke Muslim Brotherhood\". Ihe osise ya na-egosi ikpe nke Onye isi ala Hosni Mubarak bụkwa ndị a ma ama.",
  "N'afọ 2016, ọrụ ya kpuchiri isiokwu mba ụwa gụnyere Brexit, mwakpo a wakporo Mahadum Bacha Khan na ịkwụsị ime ihe ike megide ụmụ nwanyị."
]