[
  "Dodan Barracks bụ ogige ndị agha dị na Ikoyi, Lagos, Nigeria",
  "Ogige ahụ bụ isi ụlọ ọrụ ndị agha kachasị elu n'oge Agha Obodo Naịjirịa nakwa site n'afọ 1966 ruo 1979 na 1983 ruo 1985",
  "Dodan Barracks bụ ebe obibi nke ndị isi ndị agha nke ndị agha Naijiria nke 1966 na 1983 na99, yana isi ụlọ ọrụ ndị agha kachasị elu site na 1966 ruo mgbe ha kwagara Abuja n'afọ 1991.",
  "Aha \"Dodan\" sitere na ebe a lụrụ agha n'oge agha Burma nke Agha Ụwa nke Abụọ site na 82nd West African Division.",
  "Dodan Barracks bụ otu n'ime isi nke otu ndị isi ndị agha Naijiria bụ ndị kwaturu mba Naijiria mbụ na Jenụwarị 1966",
  "Ndị agha kwụsịrị nnupụisi ahụ, onye ọchịagha ya, Major General Johnson Aguiyi-Ironsi, wee bụrụ onye isi ala. N'ọnwa Julaị afọ 1966, Dodan Barracks ghọrọ isi oche nke ike na Naịjirịa mgbe e gbusịrị ọchịchị nke e gburu Ironsi na onye isi ndị ọrụ ya, General Yakubu Gowon ka e mere onye isi ala, na-abanye n'ọgba aghara nke onye ọrụ Federal Guard",
  "Ogige ahụ bụ ebe Gowon natara Biafra n'ụzọ iwu kwadoro na njedebe nke Agha Obodo Naịjirịa na Jenụwarị 1970",
  "Ndị ọchịchị sochirinụ nọgidere na-anọ n'ogige ndị agha ruo nkeji iri na ise nke narị afọ na-esote.",
  "A kwaturu Gowon n'ọchịchị n'ọnwa Julaị n'afọ 1975, General Murtala Mohammed nọchiri ya",
  "N'otu mgbalị a gbalịrị iwere ọchịchị n'ọnwa Febụwarị n'afọ 1976, e gburu Murtala mgbe a wakporo ndị njem ya",
  "Obasanjo kwagara n'ogige ndị agha maka ebumnuche nchekwa.",
  "N'afọ 1977, ndị agha wakporo ogige nke onye egwu a ma ama Fela Kuti, nke a na-akpọ nna Afrobeat, onye na-akatọ ọchịchị ndị agha",
  "Ha tiri ndị ikom ahụ ihe, dinaa ụmụ nwanyị ahụ n'ike ma tụba Fela n'ụlọ mkpọrọ",
  "Nne ya dị afọ iri asaa na asatọ nwụrụ mgbe e mesịrị n'ihi mmerụ ahụ site na windo nke ụlọ elu nke abụọ abụọ. Mgbe a tọhapụrụ ya, o dekọrọ abọm akpọrọ Coffin For Head of State",
  "Fela na ndị na-akwado ya mere njem n'ozuzu igbe ozu nne ya gaa Dodan Barracks ma hapụ ya ebe ahụ iji mee ka Obasanjo ihere. Dodan Barracks bụ ebe nzukọ e nwere n'ọnwa Eprel afọ 1978 n'etiti onye isi ala US Jimmy Carter na Olusegun Obasanjo.",
  "N'ọchịchị nke Disemba afọ 1983, mgbe General Muhammadu Buhari weghaara ọchịchị n'aka Onye isi ala Shehu Shagari, ndị agha nọ n'ogige ndị agha guzogidere na mbụ, naanị iji nyefee n'ụbọchị sochirinụ. Mweghara ọchịchị n'ọnwa Ọgọstụ n'afọ 1985 nke General Ibrahim Babangida haziri, weghaara ọchịchị n'aka Buhari",
  "N'ọnwa Jenụwarị afọ 1986, e guzobere ụlọ ikpe ndị agha pụrụ iche iji kpee ndị a na-ebo ebubo na ha na-akpa nkata iwepu General Babangida",
  "Ụlọ ikpe ahụ kpere ikpe ahụ na Dodan Barracks, na-achọpụta na mmadụ iri na asaa n'ime ndị a na-ebo ebubo na ha gbara ọchịchị mgba okpuru.",
  "Dodan Barracks bụ otu n'ime ebe ndị dị mkpa e weghaara n'April 1990 site na Major Gideon Orkar megide General Ibrahim Babangida",
  "Babangida bụ onye bi mgbe a wakporo ogige ndị agha, mana o si n'ụzọ azụ gbapụ. Ndị nche ahụ mebiri mgbalị ahụ, na-efunahụ ndị otu ise na-echebe Dodan Barracks. Nwunye Babangida, Maryam, onye ya na ụmụ ya nọkwa n'oge mgbalị iwe ọchịchị, chetara na mgbe ọ kwagara n'ogige ndị agha na 1985 ọ ga-ahazi nnukwu mmezigharị iji mee ka ọnụ ụlọ ndị ahụ dịkwuo mma maka oriri.",
  "Mgbe a kwagara isi ụlọ ọrụ ndị agha na Abuja na 1991, na ịmaliteghachi ike ndị nkịtị na 1999, ego maka mmezi nke ogige ndị agha belatara nke ukwuu",
  "Ka ọ na-erule ngwụcha afọ 2003, ala ahụ bụ ihe ruru unyi na nke na-adịghị ọcha, nsị na-agbapụta site na paịpụ mebiri emebi, mgbidi nke ụlọ ụfọdụ gbawara ma gbahapụ ọtụtụ n'ime ha.\nN'afọ 2004, onye isi ala Olusegun Obasanjo nke oge ahụ - dị ka ngosipụta nke ọpụpụ site na ọchịchị aka ike nke ndị agha gara aga mechara nye iwu ka e nyefee Dodan Barracks na ụlọ ndị agha ndị ọzọ niile a na-ejighị mee  na mba ahụ n'aka ndị uwe ojii nke mba ahụ.",
  "N'ọnwa Ọgọstụ afọ 2006, ụlọ ọrụ Lagos Environment and Sanitation Network chọpụtara ọwa mmiri na-emetọ nke ukwuu n'ahịa Obalende mammy, n'azụ State House na Dodan Barracks",
  "Nnyocha nke August 2007 chọpụtara na mmiri ahụ nwere ihe nsị",
  "Ndị bi ma na-arụ ọrụ n'ahịa, Dodan Barracks na State House nọ n'ihe ize ndụ site na ọrịa ndị dị ka ịba ahụ, afọ ọsịsa, dysentery na ọgbụgbọ na ọgbọrọgwụ. Na Jenụwarị 2009, a kọrọ na Onye isi ala Umaru Yar'Adua ga-etinye ụfọdụ n'ime oge nke ezumike ya n'ogige ndị agha."
]