[
  "Ifedolapo Opeyemi Badmos nke a maara nke ọma dị ka Dolapo Badmos bụ ọnye uwe ojii Naijiria na Chief Superintendent of Police ọnye nwere ọkwa dị iche iche na ndị uwe ojii Naịjirịa A maara ya maka akụkọ a na-ebo ebubo, ebe e wepụrụ ndị uwe ojii 36 nke ndị uwe ojii Nigeria n'ihi omume ọjọọ, nke ndị isi ike mechara gbaghaa ya.",
  "Badmos si Ekiti Steeti na Naịjirịa, ọ gụrụ Accounting na Federal Polytechnic, Ado Ekiti, ọ nwekwara nzere masta nke sayensị na Public Administration.",
  "Badmos sonyeere ndị uwe ojii Naịjirịa n'ụbọchị nke iri na ise, n'ọnwa Ọgọstụ afọ 2002 dị ka ọnye enyemaka onye isi ndị uwe ojii. Ọ rụrụ ọrụ n'ọrụ dị iche iche na ndị uwe ojii Naijiria site na 2002 ruo ugbu a.\nDolapo Badmos jere ozi dị ka Aide de Camp (ADC) nye nwa amaala nke anọ nke Naịjirịa. Ọ rụkwara ọrụ dị ka onye isi okporo ụzọ nke ngalaba (DTO) na Alakuko, Lagos, mgbe ọ rụchara ọrụ ya, a kwalite ya ka ọ bụrụ ọnye isi ndị uwe ojii nke ngalaba (DPO) na-elekọta Isokoko Division na Agege, steeti Lagos.\nNa Jenụwarị, 2016 a kpọrọ Dolapo Badmos dị ka ọnye ọrụ mmekọrịta ọha na eze nke ndị uwe ojii Lagos (PPRO), nke ọ rụrụ ọrụ n'ọfịsi ọnwa ọle na ọle tupu e bulie ya n'ọchịchị mpaghara abua na-ekpuchi Lagos na Ogun steeti dị ka ọnye uwe ojii mmekọrịta ọha na ibe ya (PPRO)..\nN'ọnwa Juun afọ 2019, a kwalitere Dolapo Badmos ka ọ bụrụ ọnye isi nke ndị uwe ojii Naịjirịa, ọnọdụ ọhụrụ ahụ nyere ya ohere ịgbanwe uwe isi ya, ọnọdụ ọhụrụ ya dị ka onye isi na-etinye ya n'ahụ maka ịdọ aka ná ntị ma ọ bụ ịdọ aka na ntị megide ndị uwe ojii na-eme ihe adịghị mma.",
  "N'ọnwa oktoba 2020, e boro ebubo na Dolapo Badmos na ndị uwe ojii Naịjirịa 36 e wepụrụ n'ọkwa n'ihi omume ọjọọ. Otú ọ dị, ndị uwe ojii jụrụ nkwupụta na ebubo ahụ ma gwa ọha na eze na a baara Dolapo Badmos mba, achughi ya ma ọ bụ butue ya n'ọkwa",
  "O doro anya na ọ bụ onye uwe ojii nwanyị kachasị ewu ewu na Naịjirịa",
  "N'afọ 2016, Badmos natara onyinye pụrụ iche nke Crime Reporters Association of Nigeria (CRAN), e nyere ya onyinye ahụ iji kwado ọrụ ya, na ndị agha."
]