[
  "Dolly Rathebe (OIS) (2 Eprel 1928 16 Septemba 2004) bụ onye na-eti egwu na onye na-eme ihe nkiri na South Africa nke so ndị otu Elite Swingsters jazz, na Alf Herbert's African Jazz and Variety Show.",
  "Rathebe nwụrụ na 16 Septemba 2004 site na ọrịa mkpọnwụ ahụ.",
  "A mụrụ Rathebe na Randfontein, South Africa mana o tolitere na Sophiatown, nke ọ kọwara dịka \"ebe magburu onwe ya\"",
  "A chọtara ya n'ihe dịka afọ 1948 mgbe ọ gụsịrị abụ na picnic na Johannesburg. Onye na-enyocha nkà si Gallo bịakwutere ya ma ọ bụghị ogologo oge tupu ọ ghọọ kpakpando.",
  "Mgbe ihe ngosi African Jazz and Variety nke Alf Herbert meghere n'afọ 1954, Rathebe pụtara ma nọrọ dịka isi ihe na-adọrọ mmasị Herbert ruo ọtụtụ afọ",
  "Ọ ghọrọ onye ama ama n'ụwa niile mgbe ya na ndị otu Afro jazz, Elite Swingsters, bụrụ abụ n'afọ 1964.",
  "Mgbe gọọmentị ịkpa ókè agbụrụ mebiri Sophiatown na ngwụcha afọ 1950 na mmalite afọ 1960, Rathebe chọpụtara na ọ na-esiri ya ike ịrụ ọrụ, ọkachasị mgbe a manyere iwu 8pm",
  "Ya na ezinụlọ ya kwagara Cape Town township ma, iji dịrị ndụ, na-agba ọsọ Shebeen ruo ọtụtụ afọ.",
  "N'afọ 1989, Rathebe sonyeere Elite Swingsters ọzọ iji mee ihe nkiri nke e debere na 1950s Johannesburg",
  "Ndị otu ahụ nọrọ ọnụ, wepụta abọm ọhụrụ, Woza, na 1991",
  "Nke a sochiri abọm abụọ ọzọ, A Call for Peace (1995) na Siya Gida/We Dance (1997).",
  "N'afọ 2001, Rathebe natara Lifetime Achievement Award na South African Music Awards.",
  "N'afọ 2003, mgbe ọ dị afọ iri asaa na ise, Rathebe pụtara na ihe ngosi Johannesburg Sof'Town, A Celebration!, ebe ọ bụrụ abụ \"Randfontein\", akụkọ banyere onye na-egwu ala mmanya na-egbu na-alaghachi n'ụlọ iji chọta nwunye ya n'àkwà ya na nwoke ọzọ, onye a na-eti ihe ma chụpụ ya.",
  "N'afọ ndị ikpeazụ ya, Rathebe bụ onye ndu na Ikageng Women's League nke Pretoria",
  "O nyere ego maka iwu ụlọ nzukọ nwere ọtụtụ ebumnuche n'obodo Sofasonke dị nso na Klipgat, n'ebe ugwu Pretoria",
  "A na-akpọ ụlọ nzukọ ahụ \"Meriting kwaDolly\", nke pụtara \"Dolly's Retreat\".",
  "N'afọ 2004, e nyere Rathebe South African Order of Ikhamanga na Silver maka \"onyinye ya magburu onwe ya na egwu na nka na ntinye aka na echiche nke ikpe ziri ezi, nnwere onwe na ọchịchị onye kwuo uche ya\"."
]