[
  "Dolma bụ ezinụlọ nke nri ndị a na-etinye na nri ndị Ottoman, na nke a na-ahụkarị na nri mba nke oge a nke mpaghara na mba ndị bụbu akụkụ nke Alaeze Ukwu Ottoman.  A na-eji akwụkwọ nri, mkpụrụ osisi, anụ ma ọ bụ ihe oriri mmiri eme ụdị dolma ụfọdụ, ebe a na-eme ndị ọzọ site na ikpuchi mkpụrụ vaịn, kabeji, ma ọ bụ akwụkwọ ndị ọzọ gburugburu ihe a na-etinye",
  "A maara dolma a na-ekpuchi ekpuchi dị ka sarma",
  "Enwere ike inye ha ọkụ ma ọ bụ na okpomọkụ ụlọ.",
  "Nri akwụkwọ nri a na-etinye na ya abụwo akụkụ nke nri Middle East ruo ọtụtụ narị afọ. A chọtawo usoro nri maka osisi ákwà na-etinye n'ime akwụkwọ nri Arabic nke oge ochie, na nri ndị Gris oge ochie, a na-akpọ akwụkwọ fig e ji cheese na-atọ ụtọ mee ka ọ bụrụ thrion. Okwu dolma, nke sitere na Turkish, pụtara \"ihe jupụtara\" ma ọ bụ \"jupụtara\". N'ime ụfọdụ n'ime mba ndị bụbu Ottoman, a na-ejigide aha ala ma ọ bụ jikọta ya na okwu asụsụ Turkish, dịka ọmụmaatụ, na steeti Arab nke Persian Gulf na Damascus, a na'akpọ akwụkwọ ndị a na-etinye na mahshi yabraq ma ọ bụ mahshi brag, ngwakọta nke okwu Turkish maka akwụkwọ (yaprak) na okwu Arabic maka ihe a na-emepụta (mahshi).",
  "E dekọrọ ọtụtụ usoro nri dolma na narị afọ nke 19 na Iran site n'aka onye isi nri Naser al-Din Shah Qajar, gụnyere akwụkwọ osisi vaịn, akwụkwọ cabbage, kukumba, osisi ákwà, apụl, na quinces, yana ihe dịgasị iche iche e ji anụ a gwakọtara, akwụkwọ mint, osikapa na saffron",
  "Ezinụlọ ndị Juu Iraqi nwere ụdị dolma nwere ụtọ na-atọ ụtọ nke na-adịghị na nsụgharị ndị ọzọ. Dolma bụkwa akụkụ nke nri nke ndị Juu Sephardic. Ndị Juu nọ n'Alaeze Ukwu Ottoman jiri akwụkwọ vaịn a na-akụ n'ógbè ahụ ma nabata aha Turkish nke nri ahụ.",
  "N'oge ọnwa oyi, cabbage bụ nri bụ isi maka ndị ọrụ ugbo na Peasia na Alaeze Ukwu Ottoman, ọ gbasakwara na Balkans",
  "Ndị Juu nọ n'Ebe Ọwụwa Anyanwụ Europe kwadebere ụdị dị iche iche nke mpịakọta cabbage na nri kosher meatīthis a na-akpọ golubtsy na Russian, holubtsi na Ukrainian, gołąbki na Polish na holishkes na Yiddish",
  "Ebe ọ bụ na anụ dị oke ọnụ, a na-agwakọta osikapa na anụ mgbe ụfọdụ",
  "Ndị Juu nọ na Europe na-eji oge ụfọdụ dochie ọka bali, achịcha ma ọ bụ kasha (barley porridge) maka osikapa. Na Persian Gulf, a na-ahọrọ osikapa basmati, a pụkwara ime ka ụtọ nke ihe a na-etinye n'ime ya dịkwuo mma site na iji tomato, yabasị na cumin. Akwụkwọ mpịakọta cabbage batara na nri Swedish (ebe a maara ha dị ka kåldolmar) mgbe Charles nke Iri na Abụọ, nke ndị Russia meriri n'agha nke Poltava, laghachiri Sweden na 1715 ya na ndị Turkish na-akwụ ụgwọ ya na ndị na-esi nri ha.",
  "A na-ahụ nri Dolma na Balkan, Caucasian, Middle East, North Africa, Mesopotamian, Persian, Israel, Bengali, Swedish, Turkish, Maghrebi na nri Central Asia.",
  "N'afọ 2017, a gụnyere ime dolma na Azerbaijan na UNESCO emeghị eme ndepụta nkwado omenala.",
  "E nwere ọtụtụ ụdị zeytinyağlı (nke nwere mmanụ oliv) na Niolayağlı (ya na bọta doro anya) dolmas",
  "A na-ejikarị osikapa jupụta na dolmas zeytinyağlı ma jiri galik-yogurt mee ihe na-ajụ oyi, mana a na-enye ụdị dị iche iche na anụ na-ekpo ọkụ, mgbe mgbe na tahini ma ọ bụ avgolemono sauce.",
  "A maghị mmalite nke akwụkwọ osisi vaịn a na-etinye n'ime ya",
  "Enwere ike iji anụ ma ọ bụ ọka mee ha, ma jiri yogọt galik, ma ọ bụ ofe na-atọ ụtọ ma na-esi ísì ụtọ nke e ji pomegranate syrup na cherries na-esi ụtọ mee",
  "A maara ha dị ka dolmeh na Iran, dolmades na Gris, tolma na Armenia, yarpaq dolması na Azerbaijan na yebra na Syria.  Ndị Ijipt na-akpọ nri a mahshi (nke a na-akpọkwa mashi ma ọ bụ mashy)",
  "mana n'ọdịnala, a na-eji cabbage eme ihe n'oge oyi ma na-eji akwụkwọ osisi vaịn eme ihe n\"oge ọkọchị. A na-enye akwụkwọ osisi vaịn na-enweghị anụ ọ bụla, nke a na-akpọ yalancı dolma na Turkish, na okpomọkụ ime ụlọ.",
  "Na nri ndị Peshia, basuts dolma bụ efere nke rọba a na-etinye agwa na mkpụrụ osisi tart",
  "A na-ekpuchi ya na akwụkwọ cabbage, ma tinye ya na agwa na-acha ọbara ọbara, agwa garbanzo, lentils, ọka wit gbawara agbawa, tomato paste, yabasị na ọtụtụ ihe na-esi ísì ụtọ na ihe na-atọ ụtọ",
  "A na-akpọ mpịakọta cabbage Pasuts tolma (ասպուց տոլմա) (Lenten dolma) n'asụsụ Armenian ebe ha nwere mkpụrụ asaa dị iche iche ♡ chickpea, bean, lentil, ọka wit gbawara agbawa, pea, osikapa na ọka",
  "[citation needed] Ndị na-esi nri Armenia na-eji mgbe ụfọdụ rose hip syrup iji mee ka mpịakịrị cabbage jupụtara na ụtọ. Mpịakọta cabbage a makwaara dị ka kalam dolmasi na Azerbaijan",
  "Mülebbes dolma bụ usoro nri akụkọ ihe mere eme sitere n'oge Ottoman. Halep dolması a na-akpọ maka Aleppo bụ nri a na-etinye Mputu ákwà na anụ na osikapa jupụtara na ya nke a na-eme ka ọ na-esi ísì ụtọ ma ọ bụ ihe na-esi ụtọ ma ọ bụrụ mmiri oroma",
  "Şalgam dolma bụ turnips jupụtara na Russia.",
  "Soğan dolması (\"soğan\" nke pụtara \"onion\" na Turkish), ma ọ bụ yabasị a na-etinye n'ime ya, bụ nri ọdịnala na Bosnia, nke a na-ewere dị ka ihe pụrụ iche nke Mostar",
  "Ihe ndị a na-etinye na ya gụnyere yabasị, anụ ehi a mịrị amị, osikapa, mmanụ, tomato purée, paprika, vinegar ma ọ bụ mmiri ara ehi, yogọt a na-akpọ (nke a maara n'ógbè ahụ dị ka kiselo mlijeko, nke pụtara \"mmiri ara ehi\"), ose ojii, nnu na ihe na-esi ísì ụtọ",
  "Mgbe ewepụchara akpụkpọ yabasị, a na-eji nnukwu, mpụga, akwa (akwụkwọ) nke bulbs yabasị dị ka akpa, nke a na-akpọ \"shirts\" (Old Turk",
  "\"dolama(n) maka ụdị uwe Ottoman pụrụ iche) [citation needed] maka itinye anụ",
  "A na-ejikwa akụkụ fọdụrụnụ nke yabasị, gwakọta ya na anụ ma sie ya na mmanụ maka nkeji ole na ole, iji nweta ntọala nke ihe ahụ",
  "Iji wepụ \"ùwé\" dị iche iche, a na-ebipụ bulbs niile n'elu wee sie ya ruo mgbe ọ dị nro iji wepụ ya, okpukpu site na okpukpu",
  "Iji gbochie ịdị nro na ịda mbà, a ga-eme ka bulbs dị ọcha",
  "A na-ewepụ \"shirts\" site na bulbs site na nrụgide mkpịsị aka dị nwayọ na nke dị nro",
  "A na-eji nwayọọ nwayọọ sie \"shirts\" (\"dolme\") jupụtara na broth",
  "Ọnọdụ mmiri kwesịrị ezu iji kpuchie dolmas kpamkpam",
  "A na-ejikarị yogọt siri ike eme Sogan-dolma.",
  "Enginar dolması bụ obi artichoke zuru oke",
  "Enwere ike itinye ha osikapa ma ọ bụ anụ a gwakọtara agwakọta nke e siri n'ime tomato sauce na ose aleppo. Enwere ike iji mgbọrọgwụ Celery dochie anya artichoke.",
  "Otu mpaghara pụrụ iche sitere na Mardin bụ efere dolma agwakọta",
  "A na-ebu ụzọ jiri okpokoro yabasị, akwụkwọ osisi vaịn, na cabbage kpuchie osikapa na-atọ ụtọ nke a na-etinye na sumac na Urfa",
  "A na-eji osikapa fọdụrụ na ya emeju osisi ákwà, zucchini, na ihe na-eme ka ose jupụta",
  "A na-agbakwunye dolma yabasị a na-ekpuchi n'ala nke ite nri miri emi na akwụkwọ nri, akwụkwọ cabbage, na akwụkwọ osisi vaịn a na-etinye n'elu dolmas yabasị",
  "A na-esi ite dolmas dum na mmiri na-atọ ụtọ.",
  "E nwekwara ụdị nri mmiri nke dolma",
  "A na-etinye mussels ma ọ bụ Midye dolma na osikapa, yabasị, ose ojii na pimento spice",
  "A na-eji cheese Halloumi, yabasị, achịcha, galik na parsley eme ihe maka kalamar dolma (calamari jupụtara)",
  "A na-etinye ihe mgbagwoju anya ahụ dum ma sie ya na bọta, mmanụ oliv na tomato sauce",
  "Maka ọdịiche ọzọ, enwere ike itinye obere squid na bulgur na ngwakọta ahịhịa ọhụrụ ma sie ya n'ọkụ.",
  "Uskumru dolma (mackerel) bụ nri dị mkpa nke Istanbul",
  "A na-ele nsụgharị nke ndị na-esi nri Armenia kwadebere anya nke ọma",
  "Mgbe a kwadebere azụ ahụ site n'iji nlezianya kewaa akpụkpọ ahụ na anụ ahụ, a na-etinye ya na yabasị, currants, apricots a mịrị amị, almonds, osisi hazel, osisi pine, ukpa , cinnamon, cloves, allspice, ginger, ahịhịa ọhụrụ na mmiri oroma",
  "A na-etinye ngwakọta ahụ dum n'ime akpụkpọ ahụ dum",
  "A na-emezi mackerel a na-eme ka ọ bụrụ ihe a na-akpọ ma ọ bụ nke a na-esi n'ọkụ ogologo oge iji mee ka akpụkpọ ahụ na-acha nchara nchara.",
  "Enwere ike itinye azu (sardalya) na cheese kashar, tomato, yabasị, dill na parsley. Na Turkey, enwere ike inye sardines a na-etinye n'ime ya dị ka efere mezze na ụlọ oriri na ọṅụṅụ ọdịnala a na-akpọ meyhane.",
  "E nwere ọtụtụ ụdị dolma e ji akpụkpọ anụ mee",
  "Dalak dolması, nke a na-ewere n'ọtụtụ ebe dị ka nri dị ụtọ nke sitere na Armenia, bụ spleen jupụtara na osikapa nke ejirila allspice, nnu, ose, mint, parsley na yabasị mee ka ọ dị ụtọ",
  "Enwere ike inye ya na mmanya na-atọ ụtọ nke a na-akpọ Oghi.",
  "Mumbar dolma bụ eriri afọ nke e ji ngwakọta mmiri nke anụ, osikapa, ose, cumin na nnu",
  "A na-esizi eriri afọ ahụ n'ime mmiri ruo mgbe a siri ya nke ọma, mgbe nke ahụ gasịrị, enwere ike ịkpụ ya ma sie ya na bọta tupu a na-enye ya.",
  "E nwere ụfọdụ dolmas ndị sitere na mkpụrụ osisi dịka şekerli ayva dolması (nke a na-etinye na osikapa na currant, nke e ji coriander, cinnamon na shuga mee) na pekmezli ayva Dolması (anụ na bulgur nke e ji quince mee nke e ji sirop,ọdịnala Turkish mee, nke yiri molasses, nke a na-akpọ pekmez). Pekmez bụkwa ihe mejupụtara n'ụdị anụ nke elma dolması (apụl a na-etinye n'ime ya) na sarı erık dolması (plum na-acha odo odo). Ndị Azerbaijan nke Iran na ndị Juu nke Persia nwere ike inye nri iri na ise, nke a na-akpọ dolma bay, dị ka nri izu ike ma ọ bụ n'oge Sukkot.",
  "A na-eji ubu nwa atụrụ dị elu a na-akpọ খাৰুৱা, nwa atụrụ, na osikapa eme otu ihe maka apụl a na-etinye n'ime apụl",
  "A na-esi mkpụrụ vaịn ojii mbụ na sumac na-esi mmiri vaịn na-atọ ụtọ ma debe ya",
  "A na-esi nwa atụrụ a na-esi nri n'ime mmiri vaịn a na-atọ ụtọ",
  "A na-etinye apụl ahụ na ngwakọta nke nwa atụrụ a gwakọtara agwakọta ya na osikapa, nnu, ose ma tinye ya n'ime ite n'elu iberibe nri a siri esi",
  "A na-esi apụl ahụ n'ime mmiri mkpụrụ vaịn na-atọ ụtọ nke sumac fọdụrụnụ",
  "A na-agbakwunye apricots a mịrị amị na almond ndị a mịrị apụl n'ime ite ahụ na njedebe nke usoro isi nri. A na-eme ụdị anụ na-enweghị anụ nke ihe a na-etinye site na ngwakọta apụl, pears, ukpa, hazelnut, currants, cinnamon, cloves, na star anise",
  "A na-etinye apụl ndị a gbahapụrụ agbapụta na ngwakọta ahụ ma sie ha n'ọkụ",
  "Enwere ike iji shuga ntụ chọọ ụdị a mma.",
  "Egwusi a na-etinye n'ime ya bụ akụkụ nke nri ndị Ottoman",
  "Nchịkọta ahụ ka dị na nri Yemenite na Armenian nke oge a.",
  "Ọ bụ omenala maka ezinụlọ ndị Juu iri choux na Simchat Torah.",
  "Ndị Asiria na-akwadebe dolmas na-enweghị anụ maka Lent.  Mgbe enweghị ihe ọdịnala, ndị Armenia kiristian na West Bengal na-eme emume Krismas na potoler dorma, ọdịiche dị n'ógbè site na nri Anglo-Indian. Akwụkwọ nri a na-akpọ gemista ma ọ bụ tsounidis bụkwa ihe a na-ahụkarị na nri ndị Gris.",
  "Ezinụlọ ndị Alakụba na-enyekarị dolma dị ka akụkụ nke nri iftar n'oge Ramadan na n'oge mmemme Eid al-Fitr nke na-egosi njedebe nke ọnwa nsọ",
  "A na-akwadebe nnukwu ite dolma n'oge mmemme Novruz.",
  "Àtụ:Intangible Heritage AzerbaijanÀtụ:Cuisine of Israel"
]