[
  "Dolphin Estate bụ obodo nwere ọnụ ụzọ na Ikoyi, Lagos, Naijiria.",
  "Dolphin Estate bụ otu n'ime obodo ndị mbụ Ikoyi",
  "nke Messrs HFP Engineering Nigeria wuru na afọ 1990 maka Lagos State Development and Property Corporation, LSDPC. Nke a bụ mmezu nke nzọụkwụ 1, nke gụnyere iwu nke 646 nkeji",
  "Nzọụkwụ nke abụọ nke ọrụ ahụ, nke Messrs HFP mepụtara, gụnyere iwu otu narị na iri anọ na ise na asatọ",
  "Nzọụkwụ nke atọ gbakwunyere ụlọ elu dị elu na blọk asatọ nke Estate, na mbụ iji mee ka ndị ọrụ owuwu ahụ chụpụ.",
  "Ọ bụ ala ebe e gburu Funsho Williams, onye a ma ama na PDP Lagos na-achọ ịbụ gọvanọ, na 26 Junn, na afọ 2006 na ebe obibi ya na Corporation Drive.",
  "N'ọnwa Ọktoba n'afọ 2015, e jidere mmadụ iri anọ na ise a na-enyo enyo na Boko Haram mgbe ha kpara nkata ịwakpo ala ahụ, mana e mechara chọpụta na ọ bụ mgbawa gas.",
  "N'ọnwa Julaị, na afọ 2017, gọmentị gwara ndị niile nwe ụlọ ndị e wuru n'ụzọ iwu na-akwadoghị n'elu netwọk mmiri ka ha hapụ ụlọ ha ma kwaga ebe ọzọ, na-ata ọnụnọ ha ụta maka idei mmiri na-eme ugboro ugboro n'ógbè ahụ, ma tinye aka na nkwa mbibi nke ụlọ ndị iwu na-ekwadoghị na otu ọnwa ahụ. Na Septemba, na afọ 2018, nnukwu idei mmiri dakwasịrị Dolphin Estate, na ọzọ n'ọnwa Ọktoba, na afọ 2019. Usoro mmiri ahụ enweghị ike ịtọhapụ mmiri niile e jidere n'oké osimiri n'otu oge, na-eme ka ọ nọrọ n'ógbè Ikoyi ma rịa elu.",
  "Obodo a bụ ebe obibi nke ndị nọ n'etiti na ndị na-enweta ego dị elu",
  "E nwere ụlọ ọrụ ndị uwe ojii n'ime ụlọ ahụ",
  "Onye nnọchi anya nsọpụrụ nke Mexico dịkwa na Dolphin Estate. A na-ewere ya dị ka otu n'ime ebe kachasị ọnụ iji biri na Lagos.",
  "Ihe owuwu ndị e wuru n'afọ ndị 1990 na-amalite ịka nká, ebe dị elu ghọkwara ebe na-enweta ego dị ala nke nwere usoro mmiri na nsogbu nchekwa",
  "E nwere ọwa mmiri aka mere na-agafe n'ụlọ ahụ mana ọ na-egbochi ya.",
  "Obodo ahụ nwere ọtụtụ ụlọ nkwari dị ka Oakwood Park Hotel, Casa Hawa-Safe Court, Le Paris Continental Hotel na Pelican Intercontinental Hotel, na ụlọ ahịa.",
  "3.4125"
]