[
  "Hubert van Zeller (1905 - 11 Mee 1984) bụ onye edemede Benedictine, onye na-ese ihe, na (n'okpuru aha Nwanna Choleric) onye na-eme ihe nkiri, nke a maara nke ọma maka ide banyere ahụhụ mmadụ site n'echiche Katọlik.",
  "A mụrụ ya n'Ijipt na 1905, van Zeller banyere na Benedictine novitiate mgbe ọ dị afọ iri na itoolu",
  "N'otu oge, ọ hapụrụ ndị Benedictines ka ọ sonye n'ebe obibi ndị mọnk Carthusian, na-enwe olileanya ịnwale nghọta miri emi na nke siri ike nke okwukwe ya",
  "O mechara laghachi na Benedictines. Ọ mesịrị biri na Downside Abbey n'oge ndụ ndị mọnk ya",
  "Dom Hubert biri na St.Walburga's na Colorado, USA na mgbe ahụ Little Sisters of the Poor ụlọ na Denver, Colorado na 1970s-1983.",
  "Onye edemede na onye na-ese ihe, a pụrụ ịhụ ọrụ van Zeller na chọọchị dị iche iche na Britain na United States. Ọtụtụ n'ime ọrụ ya edere na-elekwasị anya na nzaghachi maka nhụjuanya, nke gụnyere nhụjuaka: Azịza Katọlik na Ihe Omimi nke nhụjua; na-arịa ọrịa maka ọtụtụ n'ime ndụ ya, ọ nọgidere na-enwe nchekwube n'ụwa",
  "Akụkọ ndụ ya nke afọ 1966, nke akpọrọ One Foot in the Cradle, na-akọwa ahụmahụ ya dika onye na-eje ozi n'ebe obibi ndị mọnk yana ezigbo ọbụbụenyi ya na Monsignor Ronald Knox, onye ga-emesị nyefee otu n'ime akwụkwọ ya nye van Zeller",
  "Nwoke na-anụ ọkụ n'obi nke ukwuu, naanị ihe onwunwe ya n'oge ndụ ndị mọnk ya bụ brọsh ezé na ígwè typewriter",
  "N'okpuru aha Nwanna Choleric, o mepụtara usoro akwụkwọ eserese banyere ndụ ndị nọn na ndị mọnk, malite na Cracks in the Cloister (1954, Sheed & Ward, New York).",
  "\"Ugbu a, olileanya na-amalite site n'ịmara na ndụ ga-esi ike",
  "Ọ na-ekweta na, na-enweghị amara, izu oke bụ ọtụtụ kilomita n'ebe a na-agaghị eru",
  "Ọ na-eche echiche nke ọdịda ihu",
  "Ọ na-ahụ otú e si nwee mmechuihu na ọnwụnwa n'akụkụ niile",
  "Mana ọ na-aga n'ụzọ ziri ezi na ntụkwasị obi",
  "Onye siri ike n'ụdị olileanya a na-ele ihe niile na-abịa na njehie na nnukwu ọdịda dị ka ohere nke a na-apughi ichefu.",
  "Site na The Mystery of Suffering: \"A na-egosi anyị echiche Ndị Kraịst n'ogige Getsemane: Onyenwe anyị na-arịọ ka ahụhụ gafere ya, ebe n'otu oge ahụ na-adị njikere iburu ya ma ọ bụrụ na nke a bụ uche Nna",
  "\"",
  "Site na The Mystery of Suffering: \"Ndị nsọ na-agba ọsọ dị ka ndị ọzọ mgbe obe na-abịa, mana ha anaghị ekwe ka ịgba ọsọ ha mebie echiche ha",
  "\"",
  "\"Ihe niile m nwere ike ikwu bụ na ọ bụrụ na enwere m ahụike ndụ m niile agaghị m ekpe ekpere [nke ọma] ma ọ bụ tinye onwe m n'aka Chineke; ọ bụrụ na m na-ele anya nke ọma, agaghị m agbanahụ ọnọdụ ndị enyi m mara mma tinyere onwe ha",
  "\"",
  "Mgbe ọ na-ekwurịta okwu maka egwu ndị mmadụ na Ronald Knox na-atụ maka ọnwụ: \"Onye na-arapara n'ahụ, enweghị m ike iche ihe kpatara ya",
  "Ị ga-eche na onye ọ bụla ga-ahọrọ eluigwe karịa mmiri mkpụrụ osisi\"."
]