[
  "Dominika (Asụsụ France: Dominique) ézíbóté áhà ya bu Àkù-ñkịtị nke Dominika, bu òbòdò àgwè na Ògbu miri Karibbean",
  "Na odida olilé anyanwu ya bu Guadeloupe, na owuwa nleda anyanwu ya bu Martinik",
  "Ívụ bu mgbárí kilometers 754 na ébé kárírí na élú àlà ya bu Morne Diablotins nwéré ogologo rúrú meters 1,447",
  "Ha sị Àkù-ñkịtị nke Dominika wèrè madu ruru 73,897 (2017)",
  "Ishiochie ya bu Roseau.",
  "Há gùrù Dominika \"Nature Isle of the Caribbean\" (nwa Àlà na mmiri nke Karibbean) maka àlà ha si é mésoghị",
  "O bu àlà na mmiri nke kárírí bu nwátà na ébé ha na kpo Antilles Ntạ maka àlà katu náa kéwári e kéwárí na álá ókú àlà, o zịrị na àlà maka ó nwèrè mmiri nkechi ókú",
  "Obodo na mmiri nkeá nwèrè óhiá ugwu ukwu di ndù ndù, búrú úlọ akwukwo ndù, anumanu, na anú élú di ntakírí na uwà",
  "Ámá nke énweghi mmiri na ifufe di na odida anyanwu mmiri, mànà ézù di na etíti àlà nke",
  "Nnùnù omeka Sisserou (madu mara ya ka Mpaghara Amazon), nnùnù àla nka, bu ihe nor na okoloto obodo nke",
  "Àkù Dominika lìlì na ndi madu na báta maka nlénle na ikú ubi.",
  "Christopher Columbus gùrù àlà mmiri nke shí ubochi o hùrù ya, Sundai (Dominica na asụsụ Latin), Önwa iri na otụ 3, 1493",
  "Na afọ nari shí mgbe Columbus bàrà, Dominika nòrò onwé ya na ndi Carib nòrò nga mgbe ndi Europe kúfùrù ha na obodo mmiri gbara Dominika gburu gbúrù",
  "France mèchàrà nweré áká Dominika nyé Njikota Ochíchìézè na 1763",
  "Njikota Ochíchìézè mecha tinyé ochíchì na kú Dominika ímé mpaghara ya na 1805.",
  "Inyeonwé maka ohu Afrika mèrè ébé níle na Mpaghara Britain na 1834, na 1838, Dominika búzọr búrú àlà nke ndi ojie né tinyé ónú na ákíkó obodo",
  "Na 1896, Njikotak Ochíchìézè byàrà ozór I chí Dominika, mé ya ka o bu nkeji mpaghara ézè nwanyị",
  "Na ọkara afọ ochie gárá, shí 1958 rüó 1962, Dominika buzị nkeji obodo di ndu ogẹ-ntạ ha kporo Federation Odida Indies",
  "Na 1978, Dominika nwèrèzi onwé yá.",
  "Sovereign states",
  "Antigua na Barbuda · \nBahamas · \nBarbados · \nBelize · \nDominika · \nDominikan Republik · \nEl Salvador · \nGrenada · \nGuatemala · \nHaiti · \nHonduras · \nJamaikạ · \nKánada · \nKosta Rika · \nKuba · \nMézíkọ · \nNikaragua · \nNjikota Obodo Amerika · \nPanama · \nSaint Kitts na Nevis · \nSaint Lucia · \nSaint Vincent na Grenadines ·",
  "Dependencies\nnke Obodoézè Nà Ofú: \nAnguilla · \nBermuda · \nBritish Virgin Islands · \nKayman Islands · \nMontserrat · \nTurks na Kaikos Islands\nnke France: \nGuadeloupe · \nMartinique · \nKlipperton Island · \nSaint Barthélemy · \nSaint Martin · \nSaint Pierre na Miquelon\nnke Njikota Obodo Amerika: \nNavassa Island · \nPuerto Rico · \nUnited States Virgin Islands\nnke Netherlands: \nBonaire · \nSaba · \nSint Eustatius · \nAruba · \nCuraçao · \nSint Maarten\nnke Kolombia: \nSan Andrés na Providencia\nnke Denmark: \nGreenland"
]