[
  "Dominika Lasota (amụrụ n'abalị iri abụọ na isii n'ọnwa Nọvemba n'afọ 2001) bụ onye Poland na-ahụ maka ikpe ziri ezi nke ihu igwe bụ onye na-ahazi ọrụ na Fridays For Future movement",
  "Ọ so na ndị guzobere Kansụl Ndụmọdụ, nke e guzobere n'ihi ngagharị iwe ndị Poland n'October 2020.",
  "A mụrụ Lasota na 26 Nọvemba 2001",
  "Ọ gara Stonyhurst College na England ruo afọ abụọ n'ihe dị ka 2018 - 2019 wee sonye n'ogige ndị ntorobịa na United States.",
  "Lasota bụ onye na-eme ngagharị iwe n'ụlọ akwụkwọ maka mgbanwe ihu igwe ma na-arụsi ọrụ ike na mkpọsa maka iwu ihu igwe Europe na maka mgbanwe ziri ezi, mgbanwe akụ na ụba na akụ na ụba ahịhịa ndụ nke na-echebe ndị ọrụ.",
  "Na 15 Jụn 2020, Lasota bụ otu n'ime ndị na-eme ngagharị iwe na-eme ihe na-eme n'ihu Chancellery nke Praịm Minista nke Poland iji nye gọọmentị Poland nsogbu maka nsogbu ihu igwe na nzukọ Kansụl Europe nke 19 Jụn 2020",
  "Lasota kwuru na ebe ọ bụ na a gere ndụmọdụ ndị ọkà mmụta sayensị n'oge ọrịa COVID-19, a ga-ege ntị na ndụmọdụ ndị ọkà n'ihe gbasara mgbanwe ihu igwe (IPCC) Assessment na akụkọ pụrụ iche.",
  "Lasota katọrọ ọdịda nke ndị ọrụ Praịm Minista itinye aka na mwakpo a wakporo onye na-ahụ maka ihu igwe",
  "Mwakpo ahụ mere n'oge nzukọ dị n'etiti ndị ndọrọ ndọrọ ọchịchị na ọha na eze na Bydgoszcz na 26 Jụn n'ihe gbasara ntuli aka onye isi ala Poland nke afọ 2020",
  "Ọtụtụ \"ndị okenye\" wakporo onye na-ahụ maka ihu igwe bụ Malwina Chmara, \"naanị mita 1.52 site na Praịm Minista\", dị ka Lasota si kwuo",
  "Lasota kwuru na \"ọ dịghị ihe e mere iji kwụsị mwakpo ahụ\"",
  "Lasota na Chmara kwuru na ha aghọtaghị ihe kpatara mwakpo ime ihe ike ahụ, ha chọpụtakwara na ọ bụ ihe na-ewute na ma praịm minista ma ọ bụ ọfịs onye isi ala rịọrọ mgbaghara maka enweghị ike itinye aka.",
  "Na ngagharị iwe nke August 2020 n'ihu Ministry for State Assets, nke Minista Jacek Sasin duziri, Lasota kwuru na ndị ndọrọ ndọrọ ọchịchị wepụrụ ndị nkịtị na mkpebi gbasara nsogbu ihu igwe, kama ịkwado ndị Poland na-akwado ndị na-ahụ maka coal.",
  "Na ngagharị iwe na Bydgoszcz na Septemba 2020, o kwuru na nsogbu ihu igwe metụtara ndị mmadụ n'ụzọ na-adịghị mma ebe ọ bụ na ndị ogbenye enweghị ike ichebe ụlọ ha pụọ na ajọ ifufe na idei mmiri",
  "O kwuru na mmetụta nke nsogbu ihu igwe a na-enwe na Poland gụnyere ọkụ ọhịa nke Eprel 2020 na Ogige Ntụrụndụ Biebrza na ọnwụ ndị ọrụ ugbo nke ụkọ mmiri ozuzo kpatara",
  "Lasota kwuru na ya na ndị ọzọ na-ahụ maka ihu igwe bu n'obi \"ịgba praịm minista Poland aka maka mgbanwe ziri ezi\" n'ihe gbasara okpomọkụ ụwa.",
  "A họpụtara Lasota dị ka otu n'ime ndị guzobere ndị otu ndụmọdụ nke e guzobere na 1 Nọvemba 2020 n'ihe gbasara ngagharị iwe ndị Poland n'Ọktoba 2020, dị ka njikọ aka na ụlọ akwụkwọ maka mgbanwe ihu igwe.",
  "Kpọpụta njehie: <ref> tag with name \"GazWyb_cf_Belarus\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Onet_CC_created\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ExpBydg_Lasota\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"alternatywa_KPRM_protest\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"PortalKuj_Lasota\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"smoglab_Lasota\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Polityka_13demands_CCouncil\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"MillMinutes_Lasota\" defined in <references> has group attribute \"\" which does not appear in prior text."
]