[
  "Dominic Kanaventi bụ onye ama ama na-eme ihe nkiri na onye na-eme egwuregwu na Zimbabwe",
  "Ọ pụtara na Shamwari n'afọ 1982, Mandela, Cry Freedom n'afọ 1987 na The Midday Sun n'afọ 1989",
  "O nwere ọrụ dị mkpa na Neria, nke e wepụtara n'afọ 1993 na Salone, nke e bipụtara n'afọ 2016",
  "Ọ bụkwa onye isi oche nke Zimbabwe Actors Guild (ZAG).",
  "Kanaventi malitere dịka onye na-eme ihe nkiri",
  "N'afọ ndị mbụ ọ bụ onye otu ihe nkiri nke Katọlik kwadoro, Mabvuku Youth Center.  Na ihe nkiri, o nwere akụkụ na Shamwari na Cry Freedom, ihe nkiri abụọ ahụ n'afọ ndi 1980",
  "N'afọ 1992, o nwere ọrụ dị mkpa na Neria, n'afọ 2001, ọ rụrụ ọrụ na mmepụta iri na anọ.",
  "Ka ọ na-erule afọ 1997, Kanaventi bụ onye isi oche nke ZAG, nke bụ Zimbabwe Actors Guild",
  "Ọ na-ekwu okwu n'ezoghị ọnụ banyere mmegbu nke ndị na-eme ihe nkiri Zimbabwe na ọdịiche dị n'etiti ha na ndị ibe ha ndị ọzọ.",
  "N'ajụjụ ọnụ ya na Alan Tempest maka The Standard, o kwuru na ọ nwere ruo ọnwa Jenụwarị 2002 tupu a kpọọ ya onye na-enweghị ala",
  "O doro anya na nke a mere mgbe a mụrụ nna Kanaventis na Mozambique",
  "Ọ gara Salisbury dịka a na-akpọ ya n'oge ahụ, wee lụọ nne ya",
  "A mụrụ Kanaventi n'ọnwa Ọktoba n'afọ 1950. N'ihi enweghị ala ya, ọ kwagara United States n'ọnwa Eprel afọ 2002",
  "Ọ rụrụ ọrụ dị ka onye na-ere oche na onye na-azụ ụgbọ ala ma na-aga n'ihu ghọọ nwa amaala US n'afọ 2009",
  "Ọ ghọkwara nwa akwụkwọ ma n'ọnwa Disemba 2014, ọ gụsịrị B.S",
  "ya na Marketing Management",
  "Ọ ghọrọ onye isi oche nke ụlọ ọrụ ndụmọdụ.",
  "Dịka onye na-eme ihe nkiri, ya na Walter Muparutsa nwetara 1983 Best Actor Award maka ọrụ ha na mmepụta Andrew Whaley, Platform Four.   Ọrụ ndị ọzọ gụnyere ịrụkọ ọrụ na Ben Sibenke maka egwuregwu afọ 1985",
  "Egwuregwu ahụ bụ Sizwe Banse is Dead, a maara nke ọma Zimbabwe Arts Production. Maka egwuregwu afọ 1997 Platform Five, nke bụ egwuregwu banyere ndị na-agagharị agagharị na ụwa ha na Harare gburugburu ọdụ ụgbọ okporo ígwè ahụ, Kanaventi na Walter Muparutsa yi uwe dị ka ndị na-agbagharị agagharị wee banye n'ógbè ahụ wee soro ndị nọ ebe ahụ kwurịta okwu iji nweta mmetụta nke ihe ndụ ha bụ.",
  "Ọ pụtara na The Midday Sun nke e wepụtara n'afọ 1989 na The Power of One nke e weputara n'afọ 1992. Na Neria, Kanaveti mere Phineas, nwanne di ya nwere anyaukwu na obi ọjọọ, onye mgbe nwanne ya nwoke nwụsịrị, mere ka nwanyị di ya nwụrụ taa ahụhụ. E kwuru na arụmọrụ ya na The Standard"
]