[
  "Donald Davis (Ọnwa Ọktoba n'ubochí iri abụọ n'ise, n'afọ 1938 rụọ úbọchị nke ịse n'ọnwa June, n'afọ2014) bụ onye America na-emepụta ihe ndekọ, onye na-ede egwu na onye na-egwu egwu nke jikọtara ọrụ egwu na otu na ụlọ akụ.",
  "A mụrụ ya na Detroit, ọ bịdọrọ ịkpọ egwu n'etiti afọ 1950 ma ógè ọ hapụsịrị Central High School, o guzobere otu jazz ya, Don Davis Trio, tupu ọ ghọọ onye na-eti egwu.  Ọ na-akpọ guitar banyere ọtụtụ akara ndekọ Detroit, gụnyere Golden World na Ric-Tic, yana na ndekọ Motown mbụ dịka egwu, \"Money (That's What I Want)\" nke Barrett Strong na Mary Wells 'Bye Bye Baby\".",
  "Ọ gara n'ihu na-ede ma na-emepụta ihe ndekọ na Detroit wee sonye na Stax Records na Memphis, na-ezube inweta njikọta nke ụda Stax na Motown.  O nwetara nnukwu ihe ịga nke ọma izizi ya dị ka onye na-ede egwu na onye na-emepụta ihe n'afọ 1968 na egwu Johnnie Taylor \"Who's Making Love\", nke ruru no.1 na chaatị Billboard Hot R&B Singles na nọmba ise na <i id=\"mwIQ\">Billboard</i> Hot 100.  Davis na-akpọkwa guitar na egwu ahụ, ya na Steve Cropper.  Ya na Taylor rụkọrọ ọrụ n'ọtụtụ egwu ya n'afọ ndị 1970, gụnyere egwu R&B no.1 nke 1971 \"Jody's Got Your Girl and Gone\", nke Davis so dee.  Mgbe e mesịrị, na 1976, o dekwara ma mepụta \"Disco Lady\" nke Taylor, nke nọrọ izu anọ na no.1 na Billboard Hot 100 na izu isii na chaatị <i id=\"mwLw\">Billboard</i> R&B na US",
  "Ọ bụ egwu mbụ RIAA kwadoro platinum.",
  "N'afọ 1975, Davis bịdọrọ ma duzie akara ndekọ nke RCA na-ekesa na Detroit, Tortoise International nke gụnyere ndị na-ese ihe, First Fire, The Rockets, abọm nlọghachi nke afọ 1978 nke The Skyliners, yana afọ 1978 Dan Schafer version nke 1960s re-make \"Baby Now That I've Found You\" nke ewepụtara ọzọ na 2012 na CD Maybe..the Very Best of Dan Schafer   N'afọ 1977, Davis mepụtara Billy Davis, Jr",
  "na Marilyn McCoo kụrụ, \"You Don't Have to Be a Star (To Be in My Show).\"",
  "O bi na West Bloomfield Township, n'ebe ugwu nke Detroit, ma nwụọ ógè ọ rịachara obere ọrịa n'ọnwa June n'afọ 2014, ọ dị afọ 75",
  "O nwere nwunye na ụmụ atọ."
]