[
  "Don Coscarelli Jr",
  "(a mụrụ n'abalị 17 nke ọnwa Febụwarị, afọ 1954) bụ onye nduzi ihe nkiri America, onye na-emepụta ihe, na onye na-ede ihe nkiri. A mụrụ ya n'aka ndị Itali bi na Libya, a maara ya nke ọma maka ihe nkiri egwu",
  "Ihe nrite ya gụnyere usoro Phantasm, The Beastmaster, na Bubba Ho-Tep.",
  "A mụrụ Coscarelli n'aka ndị Itali bi na Libya ma zụlite ya na Southern California",
  "Ọ bụ ezie na ezinụlọ ya enweghị njikọ na azụmahịa ihe nkiri, ọ nwere mmasị na igwefoto na ime ihe nkiri mgbe ọ dị obere",
  "Ogologo oge tupu ya eruo ịga ụlọ akwụkwọ ihe nkiri, ihe nkiri ya dị mkpirikpi, nke e mere site n'enyemaka nke ndị enyi agbata obi n'obodo ya bụ Long Beach, California, na-enweta ihe nrite na telivishọn.",
  "Mgbe ọ dị afọ 19, Coscarelli ghọrọ onye nduzi kachasị nta nwere ihe nkiri nke nnukwu ụlọ ọrụ na-ekesa mgbe ọ rere ihe nkiri ya nke onwe ya Jim the World's Greatest, na Universal Pictures",
  "Ihe nkiri ahụ bụ njikọ aka mbụ nke Coscarelli na onye na-eme ihe nkiri Lawrence Rory Guy, onye gara n'ihu nweta ọnọdụ  ngosi egwu n'okpuru aha ihuenyo Angus Scrimm",
  "Jim the World's Greatest bụ nhọrọ gọọmentị nke USA Film Festival.",
  "A maara Coscarelli nke ọma maka Phantasm, na ihe ndị ọzọ sochiri ya",
  "Phantasm mbụ bụ ihe ịga nke ọma zuru ụwa ọnụ ma merie Special Jury Prize na Festival du Cinema Fantastique na Avoriaz, France.",
  "Coscarelli sokwa dee (ya na Paul Pepperman) ma duzie The Beastmaster, nke Entertainment Weekly kọwara dịka \"onye na-ege ntị kachasị amasị\". The Beastmaster emeela ihe abụọ na usoro telivishọn.",
  "Coscarelli bụ onye natara Bram Stoker Award maka Best Screenplay maka ihe nkiri ya Bubba Ho-Tep, nke ọ nyekwara ntụziaka",
  "Dabere na akụkọ dị mkpirikpi nke Joe R",
  "Lansdale, Bubba Ho-Tep kpakpando Bruce Campbell, Ossie Davis, na onye na-arụkọ ọrụ Coscarelli ugboro ugboro Reggie Bannister",
  "Na mgbakwunye na ịbụ ihe dị egwu, Bubba Ho-Tep bụkwa onye ọkacha mmasị na mmemme, na-egwu mmemme ihe nkiri mba ụwa dịka Toronto International Film Festival, SXSW, Florida Film Festival, Brussels International Festival of Fantasy Films, na Hong Kong International Film festival",
  "Na HBO's US Comedy Arts Festival, Coscarelli bụ onye natara Best Screenplay Award",
  "Na Montreal's FantAsia Festival, Bubba Ho-Tep bụ onye natara onyinye Best International Film.",
  "Coscarelli nyekwara ntụziaka nke ihe omume izizi nke usoro ihe nkiri American TV Masters of Horror, nke akpọrọ \"Incident On and Off a Mountain Road\" ma soro Stephen Romano dee ihe nkiri ahụ. N'afọ 2008, Coscarelli zụrụ ikike ihe nkiri maka akwụkwọ akụkọ egwu na usoro ịntanetị John Dies at the End nke David Wong",
  "E mechara ihe nkiri ahụ n'afọ 2011, wepụtakwara ya n'afọ 2013.",
  "N'afọ 2018, o bipụtara akwụkwọ ncheta ya, True Indie: Life and Death in Filmmaking",
  "Coscarelli na nwunye ya, onye na-emepụta ejiji Shelley Kay na-arụkọ ọrụ ugboro ugboro. Nwa ya nwanyị bụ onye na-eme ihe nrite vegan bụ Chloe Coscarelli."
]