[
  "Donald Gray (onye a mụrụ Eldred Owermann Tidbury, 3 Machị 1914 -7 Eprel 1978) bụ onye na-eme ihe nkiri na South Africa, nke a maara nke ọma maka ọrụ ya na usoro ihe nkiri British TV Mark Saber, :  maka inye olu Colonel White, Captain Black na Mysterons na Captain Scarlet na Mysteron, yana maka ịbụ ihe mere Donald Marshall Gray ji gbanwee aha ya ka ọ bụrụ Charles Gray mgbe ọ ghọrọ onye na-emepụta ihe nkiri. Ikekwe ọ bụghị na mberede, na ụfọdụ mgbasa ozi na-agbanwe agbanwe, a na-ekwu na ezigbo aha Colonel White bụ Charles Grey.",
  "A mụrụ Gray n'ugbo nnụnụ na Cape Province, South Africa.",
  "N'afọ 1933, ụlọ ọrụ ihe nkiri Paramount Pictures chọrọ ime ka ndị na-eme ihe nkiri ọhụrụ ma mee ka ndị na-arụ ọrụ nkwekọrịta ya dị iche iche, wee malite asọmpi a maara dịka \"Nchọgharị maka Ịma Mma\"; okpomọkụ mere na mba dị iche iche n'ụwa ndị na-asụ Bekee",
  "Eldred Tidbury banyere n'obodo ya bụ South Africa ma họrọ ya na Lucille du Toit, onye nọọsụ ezé si Pretoria, dịka otu n'ime ndị mmeri",
  "Colin Tapley, onye ga-emesị pụta n'ihu Gray na usoro TV Mark Saber, bụ onye mmeri nwoke nke New Zealand",
  "N'ozuzu, e nwere ndị ikpeazụ 30 n'ụwa niile, bụ ndị a nwalere n'ime izu isii na ngwụcha afọ 1933",
  "N'ime nkwekọrịta ndị ọkpụkpọ 30, e nyere 10, a họpụtakwara Tidbury dịka onye mmeri nwoke n'ozuzu ya na ego nke US $ 1,000, nke o ji zụta ụgbọ ala",
  "Onye mmeri nwanyị ahụ bụ onye na-eme ihe nkiri na Scotland bụ Gwenllian Gill, onye mechara soro Tidbury gaa Britain wee kwere ya nkwa ọlụlụ; Otú ọ dị, a kwụsịrị nkwa ọlụ ha n'oge Agha Ụwa nke Abụọ.",
  "Na mbụ ọ jụrụ ije ozi agha n'ihi ọnyá duodenal, Gray mechara banye na Gordon Highlanders, ndị nwere ogige ha na Aberdeen, ma nwee ihe ịga nke ọma n'ịghọ ihe ọ kpọrọ \"Jock nkịtị\" (n'ịbụ onye kwuru na ọ bụ ndị nna nna Scotland)",
  "N'afọ 1941, e nyere ya ọrụ n'ime ndị na-ahụ maka ókèala Scotland nke Eze, ọ ghọrọ onye ọrụ agụmakwụkwọ na Llanberis na North Wales",
  "Gray hapụrụ ndị agha n'oge na-adịghị anya iji soro Dame Vera Lynn pụta na ihe nkiri We'll Meet Again (1943)",
  "N'afọ 1944, bọmbụ ndị Germany na-alụso tank ọgụ merụrụ ya ahụ na Caen, France, e bepụkwara aka ekpe ya.",
  "Mgbe agha ahụ gasịrị, Gray gara South Africa na ụlọ ọrụ egwu nke ya, pụtara na ihe nkiri ndị ọzọ, ụlọ ọrụ redio BBC nwetakwara nkwekọrịta",
  "Ọ hapụrụ iji pụta na Saturday Island (1952) wee laghachi na BBC, n'oge a dịka onye mgbasa ozi na-aga n'ihu",
  "Gray wee pụta dịka onye nchọpụta nwere otu aka Mark Saber na usoro ihe nkiri British TV nke otu aha ahụ, nke gbara ihe omume 156 site n'afọ 1955 ruo 1961",
  "A na-akpọ ya Mark Saber, ma ọ bụ The Vise :  na United States, mana e mechara mara ya dịka Saber of London na Detective's Diary",
  "N'afọ 1957, a gbanwere aha The Vise, mezigharịa ya, ma si na ABC nyefee ya na NBC n'okpuru aha ọhụrụ Saber of London. Na-eso Mark Saber, Gray pụtara na ihe omume nke Dixon nke Dock Green na Emmerdale Farm",
  "N'afọ ndị ikpeazụ ya, olu ya, dabere na nke onye na-eme ihe nkiri South Africa Basil Rathbone, wetara ya ọrụ na olu, mgbasa ozi na usoro TV Captain Scarlet and the Mysterons.",
  "Ọ nwụrụ n'afọ 1978 n'ihi ọrịa obi na South Africa.",
  "A na-enyocha akụkọ ndụ Trevor Jordan banyere Gray, Colonel White Meets Mark Saber, maka ntọhapụ n'afọ 2012."
]