[
  "Donald Joseph White, \"DONDI\" (ubochí asaá n'ọnwa Eprel, 1961 rụọ úbọchị abụọ n'ọnwa Ọktoba, 1998) bụ ónyé America na-ese ihe.",
  "A mụrụ ya na mpaghara East New York nke Brooklyn, Dondi bụ nwa ikpeazụ n'ime ụmụ ise",
  "Ọ bụ onye Africa America na ónyé Italian America",
  "Ọ gàrà ụlọ akwụkwọ Katọlik n'oge ọ nọ n'afọ nke abụọ",
  "Ka ọ na-erule 1975, East New York ghọrọ mpaghara na-adịghị akwụsi ike nke nwéré esemokwu agbụrụ na esemokwu mmekọrịta mmadụ na ibe ya dị ka ndị otu",
  "N'ajụjụ ọnụ ya na Zephyr gbara ya, Dondi kwuru na ya sonyeere ọtụtụ òtù ndị omempụ n'afọ ndị 1970 iji zere mwakpo",
  "N'ịchegbu onwe ya ịhapụ ụlọ akwụkwọ sekọndrị n'azụ, ọ nwetara GED ya na 1984, were ọrụ n'ọfịs gọọmentị, wee malite itinye mmasị ya na graffiti.",
  "Ihe odide ghọrọ akụkụ dị mkpa nke ndụ Dondi n'etiti afọ ndị 1970",
  "O jiri \"NACO\" na \"DONDI\" mee ihe, ma rụọ ọrụ n'ịmeziwanye ụdị ya, jiri nwayọọ nwayọọ na-aga site na mkpado dị mfe gaa n'ịrụpụta ihe ndị ọzọ",
  "A na-ewere iji áhà Dondi (ụdị áhà ya) dị ka ihe dị ize ndụ n'oge ahụ, dịka Metropolitan Transportation Authority na Ngalaba Ndị Uwe Ojii New York (NYPD) na-anwa imegide ndị edemede",
  "N'afọ 1979, Dondi nabatara áhà ya mgbè o sere nnukwu ihe n'elu ụlọ ya.",
  "Ọ ghọrọ ónyé otu TOP crew (The Odd Partners) n'afọ 1977",
  "N'afọ 1978, Dondi guzobere ndị otu nke ya, nke akpọrọ CIA (Crazy Inside Artists), nke gụnyere ndị omenkà ndị ọzọ a ma ama dịka ezigbo enyi ya DURO",
  "N'ime afọ iri abụọ sochirinụ, Dondi ghọrọ ónyé a ma ama dị ka ọkọlọtọ ejiji, na-emetụta ọgbọ nke ndị na-ede ihe odide.",
  "Dondi bụ ónyé ọsụ ụzọ n'ọtụtụ ụdị na usoro ndị na-ese ihe n'oge a ka na-eji",
  "[citation needed] Ọ bụ ezie na ọ na-emekarị ihe ndị na-eme ihe màkà abamuru nke ndị edemede ndị ọzọ (dị ka ihe a ma ama 2MANY), ọ chọrọ ka ọha na eze nwee ike ịgụ ma nwee obi ụtọ n'ọrụ ya, ya mèrè ọ ga-elekwasị anya na akwụkwọ ozi ndị a na-agụ na  mgbagwoju anya.",
  "Ọrụ ya a ma ama bụ Children of the Grave Parts nké mbụ, abụọ na atọ - zuru ezu ụgbọ ala na New York City Subway n'afọ 1978 ruo 1980",
  "[citation needed] A natara aha nke otu ahụ na abụ Black Sabbath",
  "Ónyé nta akụkọ Martha Cooper sere ihe nkiri ikpeazụ site na mmalite ruo na njedebe",
  "N'ime ihe ikpeazụ a, Dondi nabatara ihe nkiri eserese site na Vaughn Bode nwụrụ anwụ",
  "O mechara see otu ụdị nke Children of the Grave 3 n'ime ụlọ ihe nkiri.",
  "Ọ bụ ónyé na-ese  mbụ nwere ihe ngosi otu onye na Netherlands na Germany, ụlọ ngosi ihe mgbè ochie Europe na-anakọta ọrụ ya.",
  "Dị ka akwụkwọ akụkọ na magazin nkè mmalite afọ 1980 gosipụtara, dị ka magazin People, ọ rụrụ ọrụ na Fun Gallery yana ndị na-ese ihe dị ka Jean-Michel Basquiat, Lee Quinones, Keith Haring, ERO (Dominique Philbert), Rammellzee, Fab 5 Freddy, Futura 2000, Toxic, Zephyr, na ndị ọzọ, ọ butere ihe osise Graffiti site n'okporo ámá gaa n'ụlọ ngosi nka, na ebe ngosi nka nke United States, Europe, na Japan.",
  "Dondi nwụrụ n'ọrịa AIDS n'ubochí abụọ n'ọnwa Ọktoba, 1998.",
  "Dondi enweghị ụmụ mana ezinụlọ ya, gụnyere nwanne ya nwoke Michael White na nwa ya nwoke Mike White anọwo na-ebugharị ihe nketa ya n'ihu",
  "Dondi hapụrụ ọtụtụ narị ihe osise na ihe osise, nke a ka na-arụrịta ụka banyéré ónyé nwe ya",
  "Zephyr, IZ the Wiz, Doc na Keo sere  n'etiti afọ 1998 na 2000",
  "Ónyé na-ese ihe na-acha odo odo bụ Marbleslinger gosipụtara stencil Dondi n'usoro ihe site na 2008.",
  "E gosipụtara Dondi na akpụkpọ ụkwụ Converse dị ka akụkụ nke ọrụ Product Red (2007) yana na uwe capsule nke Kool Sugar Apparel nke ga-adị na 2016. Akụkụ ụfọdụ nke ego a na-enweta na-aga màkà ọrụ ebere ọrịa AIDS.\nN'afọ 2019, Dondi White Foundation sonyeere Virgil Abloh màkà uwe uwe ya na-acha ọcha",
  "Ego e nyere Chineke anyị na-enyefe",
  "A ga-etinye njikọ aka niile na-abịanụ na Instagram @dondi_the_real.",
  "Na Jenụwarị 2018 na ire ere Artnet, ihe osise Dondi nke afọ 1984, nke akpọrọ Solid Formation, nke e mèrè atụmatụ n'etiti dollar puku iri ise na dollar puku iri asaa rere màkà dollar narị puku abụọ na iri anọ."
]