[
  "Dora Nkem Akunyili (amụrụ ya na abali 14 n'ọnwa asaa n-afọ 1954 – ya anwụọ n'abali asaa n'ọnwa isii na-afọ 2014)",
  "Ọ bụ onye Ntụziaka nke Ụlọ-ọru ndi (Director General) National Agency for Food and Drug Administration and Control (NAFDAC) nile di na Naijiria",
  "Bụkwara Onye isi Mgbasaozi nke ala Naijiria (Nigerian Minister of Information and Communications) site na-afọ 2008 ruo 2010",
  "Ọ bụ onye Ntọ Ọgwụ nke ndi bekee na-akpọ Pharmacist nakwa onye Ọrụ Gọvament ama-ama na mba ụwa tinyekwara n'onwetara ọtụtụ inwe site n'ọrụ ya 'Pharmacology', 'Public Health' na 'Human Rights'.[Tinye edensibịa]",
  "Akunyili dọrọ ndọrọ-ndọrọ ọchichi  nke 'Senator' ndi Anambra Central n'okpuru  APGA  n'ọnwa anọ na-afọ 2011 mana  Chris Ngige nke ACN meriri ya",
  "Ozugbo, ozigaara ndi Independent National Electoral Commission igbagha ndaputa ndọrọ-ndọrọ a. Ọ nwụrụ maka cancer  n'ụlọ-ọgwụ di na India n'abali asaa n'ọnwa isii na-afọ 2014.",
  "Na nsote nghoputa ya dika onye Ntuziaka ofis ndi NAFDAC nile n'onwa ano na-afo 2001, Akunyili mere ya ihe di mkpa ikpochapụ ọgwụ ndi na-adighi mma 'counterfeit drugs' na nri ndi n'adighi mma n'ahụ 'unsafe food'. \nTupu ya arigoro n'ọkwa ya na NAFDAC, ogwu na nri adịgboroja juru n'ala Naijiria n'enweghi onye mezi ya",
  "O wutere ya nke nnukwu na ụmụ nwoke na ụmụ nwanyi obodo ya na-aṅụ ọgwụ adịgboroja yiri nke bụ ezi ya maka oria iba 'malaria' na 'tuberculosis'\" Na-agbanyeghi na enwere ọtụtuihe ize ndụ na mkpebi ya ikpochapụ ogwu adịgboroja, otinyere ndụ ya n'ọgwụ",
  "Tinyere n'onwetara ọtụtu ihe inwe na mba ụwa.\"",
  "Professor (Odoziaku.) Dora Nkem Akunyili, onye rigoro n'ọkwa na-abali 12 n'ọnwa anọ na -afọ dika onye Ntụziaka ndi National Agency for Food and Drug Administration and Control (NAFDAC), bụ 'Pharmacist', 'Pharmacologist', 'Erudite Scholar', Seasoned Administrator', nakwa 'visionary leader'",
  "Ọ bụkwara 'Senior Lecturer na Consultant Pharmacologist' na College of Medicine, University of Nigeria, Nsukka (UNN), Enugu Campus, tupu Ọ bụrụ onye isi ndi NAFDAC.",
  "A mụrụ ya na Makurdi, Benue State, mana otoro na Nanka alụọ ya n'Agulu, ha abụọ di na Anambra State nke Naijiria",
  "Agụm Akwụkwọ ya bidoro mgbe ọgafere ule 'First School Leaving Certificate' nweta Distinction na St",
  "Patrick's Primary School, Isuofia, Anambra State na-afo 1966, na West African School Certificate (WASC) with Grade I Distinction na-afo 1973 na 'Queen of the Rosary Secondary School, Nsukka', nke di na mba Naijiria.",
  "Mpụta asambodo First School Leaving Certificate na WASC mere ya enweta agụm akwụkwọ n'efu nke 'Eastern Nigerian Government Post Primary Scholarship' na 'Federal Government of Nigeria Undergraduate Scholarship'",
  "O nwetara Digirii nke mbụ ya na Pharmacy B.Pharm (Hons) na-afọ 1978 na PhD ya na-afọ 1985 na UNN",
  "Professor Akunyili bụ Post-Doctorate Fellow nke ndi 'University of London' nakwa 'Fellow nke West African Post-Graduate College of Pharmacists'",
  "I ji kwadebe ya maka ọkwa nlekọta ya, enyere ya nkwado Computer Education Programme nke WHO/UNDP/World Bank kwadoro nakwa Senior Management skills Course in RIPA, London, n'afọ 1994 na 1998",
  "Akunyili nwetara ọtụtụ nkwado n'efu.",
  "Akunyili bidoro Ọrụ ya dika onye mmepụta ọgwụ n'afọ 1978 rute 1981, na University of Nigeria Teaching Hospital (UNTH), Enugu, Tupu ya agawa n'ogba Agụmakwụkwọ dika Graduate Assistant (Research Fellow) na Faculty of Pharmaceutical Sciences, UNN site na 1982 ruo 1986",
  "N'usoro ndi Mahadum, onwere ọtụtụ ọganihu site na Lecturer I na 1986 tupu emee ya Senior Lecturer na 1990",
  "Ezigara ya College of Medicine, UNN na 1992, ebe emere ya Consultant Pharmacologist na 1996, ọkwa ọnọro ruo abali iri abụọ n'ọnwa anọ n'afọ 2001",
  "N'ihi  ịhụnanya ya n'ebe ndi eto-eto di, ọ bụkwara onye nkụzi ọkara oge na West African Postgraduate College of Pharmacists Lagos, Nigeria na-afọ 1992–1995.",
  "A kwadoro Akunyili maka ọkwa ndụti ya na NAFDAC site na ọrụ afọ anọ ya dika onye ode-akwụkwọ na Petroleum Special Trust Fund (PTF), na ahazi ọrụ na steeti ise ndi di n'ọwụwa anyanwụ na-ala Naijiria (Abia, Anambra, Ebonyi, Enugu na Imo States).",
  "Ọrụkwara dika onye Nlekọta na Ọrụ Ubi nakwa otu onye ndi Caretaker Committee nke Local Government, Anaocha Local Government Area di na Anambra State site 1994 ruo1996.Site na 1992 ruo 1994, Akunyili rụrụ dika otu onye State's Hospitals Management Board nakwa State Advisory Council for Women Commission nke di na Anambra State of Nigeria.",
  "Dika \nọkà mmụta sayensị, owepụtara karia Akwụkwọ Research 20 n'ọtụtụ Local and International Scientific Conferences, tinyekwara ibipụta otu akwụkwọ na ihe edide 18",
  "O lekọtara ndi Ogo Doktorate na Masters na Nnamdi Azikiwe University Awka na U.N.N",
  "nke di na Naijiria",
  "Ọbụna dị ka onye Ntuziaka ndi NAFDAC, Dr",
  "Akunyili wepụtara oge ilekota ndi ụmụakwụkwọ postgraduate na College of Medicine UNN",
  "Ọ bụkwa Chief Examiner in Pharmacology ndi 3rd M.B.B.S College of Medicine, Abia State University Uturu, Naijiria.",
  "Akunyili bụkwara ọtụ onye ndi Pharmaceutical Society of Nigeria (PSN) ebe ọrụrụ dika:",
  "Ọ bụkwara otu onye ndi okachamara ndi ọzọ di na Naijiria dika: Nigerian Society for Pharmacology, West African Society for Pharmacology, International Union of Pharmacology na International Pharmaceutical Federation.",
  "Akunyili nwekara ọtụtụ okwa na University of Nigeria Nsukka Senate dika:",
  "Akunyili’s high sense of responsibility led to her being made a member of the following Faculty of Pharmaceutical Sciences Committees (UNN), 1986–92:",
  "Akunyili bụkwa onye ụka Katọlik nke di ya bụ Dr J",
  "C",
  "Akunyili, of the University of Nigeria Teaching Hospital, Enugu ruo ọnwụ ya",
  "Ha nwere ụmụ isii.",
  "Omume ntụrụndụ ya bụ igụ akwụkwọ nakwa ide akwụkwọ",
  "Ndi oke isi si mba di iche iche nke tinyere Onye isi-ala Goodluck Jonathan na onye isi-ala nke gara-aga General Yakubu Gowon biara Olili ya nke emere n'abali iri abụọ n'asaa na iri abụọ n'asatọ.",
  "Akunyili was laid to rest at Agulu in Anambra state.",
  "Ụfọdụ inwe ndi Prof",
  "Akunyili nwetara na ndụ ya bụ:"
]