[
  "Àtụ:Infobox television season\nBig Brother Naija Oge nke ise nke a makwaara dị ka Big Brother Naija: Lockdown bụ oge nke ise nke mbipụta Naijiria nke ihe ngosi Big Brother",
  "Ọ malitere na ụbọchị iri na itoolu Julaị 2020 na Afrika Magic na ndụ na DStv channel 198 na GOtv channel 29",
  "Onye bi n'ụlọ Ebuka Obi-Uchendu site na oge nke mbụ laghachiri dị ka onye ọbịa.",
  "Onye mmeri nke oge a bụ Laycon ma ọ meriri ihe nrite nde naira iri asatọ na ise",
  "N'ihi ọrịa COVID-19, e mere nyocha nyocha iji họrọ ndị asọmpi maka ihe ngosi ahụ",
  "A natara ihe nyochaa video site na ụbọchị iri abụọ na Mee ruo ụbọchị iri atọ na onwa Mee 2020",
  "N'oge ntinye aka ahụ, ndị na-asọmpi nwere mmasị nyere vidio nkeji abụọ na-ekwu ihe mere ha ji pụta na ihe ngosi ahụ. Na ngwụcha nyocha n'ịntanetị, ihe karịrị ndị asọmpi puku iri atọ gosipụtara mmasị ha",
  "N'ime ndị asọmpi puku iri atọ gosipụtara mmasị, a họpụtara ndị Housemates iri abụọ.",
  "N'oge gara aga nke Big Brother Naija, ndị bi n'ụlọ họpụtara mmadụ abụọ n'ime ndị bi n\"ụlọ ha maka ịchụpụ ha na ọha na eze wee họpụta ndị bi n \"ụlọ ha chọrọ ịchekwa\"",
  "N'ime usoro ahụ, a ga-achụpụ onye ya na ya bi na-enweta votu ole na ole",
  "N'oge a, a gbanwere usoro nhọpụta na nchụpụ maka ọkara mbụ naanị.",
  "Kwa izu, ndị niile bi n'ụlọ, ma e wezụga Onye isi ụlọ na Onye isi ụlọ, na-eche ntuli aka ọha na eze ihu",
  "A na-emeghe ntuli aka ọha na eze n'abalị Mọnde ọ bụla mgbe onye isi ụlọ egwuregwu gasịrị ma mechie n'abalị Tosday nke izu ahụ. Ndị bi n'ụlọ anọ na-enweta vootu ole na ole ga-ahọpụta maka ịchụpụ ha site n'aka ndị bi n'otu.",
  "N'oge a na-egosi ihe ngosi a na-eme na Sọnde ọ bụla, ndị a họpụtara na-eche nnọkọ Diary Eviction Votes Session ihu iji chọpụta onye n'ime ha ga-achụpụ",
  "N'ime Ụlọ Diary, onye ọ bụla bi n'ụlọ na-atụ vootu otu ma ọ bụ abụọ n'ime ndị bi n'ime ụlọ anọ ha chọrọ ịhapụ",
  "A na-achụpụ onye ya na ya bi nke nwetara ọtụtụ vootu.",
  "N'oge ihe ngosi nke isii nke nchụpụ na-eme n'ụbọchị nke iri anọ na abụọ, onye na-elekọta Ebuka kwupụtara na usoro ịtụ vootu ga-alaghachi na nke ochie, na ndị bi n'ụlọ na-ahọpụta onye ha chọrọ ịchụpụ na ọha na eze na-atụ vootu onye n'etiti ndị a ga-achụpụ.",
  "A họpụtara ọha na eze maka onye ha kacha hụ n'anya",
  "Nhọrọ na-amalite na Mọnde ma mechie na Thursday",
  "N'ihe ngosi nchụpụ nke Sunday, ọ bụ naanị ndị bi n'ụlọ dị n'ala ka a kpughere.",
  "A kpughere pasentị zuru ezu na 1 Ọktoba 2020 na ebe nrụọrụ weebụ gọọmentị.",
  "Àtụ:Big Brother Nigeria"
]