[
  "Dorcas Muthoni (a mụrụ n'afọ 1979, Nyeri ) bụ onye Kenya bụ onye ọchụnta ego, ọkà mmụta sayensị kọmputa na onye guzobere OPENWORLD LTD, ụlọ ọrụ na-ahụ maka ngwanrọ ọ malitere mgbe ọ dị afọ 24. Site na ọrụ ya dị ka onye ọchụnta ego na ọkà mmụta sayensị kọmputa, Muthoni na-achọ ịhụ nkà na ụzụ na-agbanwe ndụ nke ọha mmadụ, gọọmentị na ụlọ ọrụ Afrịka.",
  "Dorcas gụrụ sayensị Kọmputa - Sayensị Kọmputa na Mahadum nke Nairobi, nwere ọzụzụ pụrụ iche na netwọk wireless, nkwukọrịta redio na atụmatụ teknụzụ, n'etiti isiokwu ndị ọzọ",
  "Site na ọrụ ya kwa ụbọchị dị ka nwanyị ọchụnta ego na ọkà mmụta sayensị kọmputa, ọ na-achọ ịhụ ka nkà na ụzụ na-agbanwe ndụ nke ọha mmadụ na azụmahịa Afrịka.",
  "OPENWORLD etinyela aka na nnyefe nke ụfọdụ ngwa weebụ na igwe ojii a na-ejikarị eme ihe na Africa, dị ka ARIS, ngwa akụkọ nke African Union nke mba 54 niile so na ya na-eji; Usoro Nchịkwa Ọrụ maka Gọọmentị Kenya, na-arụ ọrụ nkwekọrịta arụmọrụ na ngalaba ọha na eze; na OpenBusiness, igwe ojii na-agbanwe agbanwe nke dabeere na obere na obere njikwa azụmahịa.",
  "Muthoni bụkwa onye guzobere nzukọ mpaghara AfChix, atụmatụ ndụmọdụ na iwulite ikike maka ụmụ nwanyị na kọmputa n'ofe Afrịka",
  "Kemgbe afọ 2004, ọrụ AfChix gụnyere ịhazi Nzukọ Ọrụ Kọmputa kwa afọ na mmesi ike pụrụ iche n'ịgba ume ọrụ kọmputa maka ụmụ agbọghọ na ụmụ agbọghọ ụlọ akwụkwọ sekọndrị; mmepe ọrụ na-aga n'ihu maka ụmụ nwanyị na teknụzụ na ịme ihe ngosi maka ụmụ nwanyị na-abịanụ na kọmputa",
  "Mmasị a na itinye aka emeela ka ọ bụrụ ihe nlereanya n'onwe ya, maka ụmụ nwanyị na ụmụ agbọghọ na obodo Afrịka.",
  "Muthoni abụrụla onye otu Internet Society (ISOC) na Internet Engineering Task Force (IETF) na World Bank infoDev Global Forum",
  "N'afọ 2008, ọ bụ onye mmeri Anita Borg Institute for Women and Technology's Change Agent award na n'afọ 2009 a họpụtara ya dị ka Women's Forum Rising Talent, netwọk nke ụmụ nwanyị nwere nkà dị ukwuu nwere ike ịghọ ndị nwere mmetụta n'ọdịnihu. N'afọ 2013, a họpụtara ya dị ka World Economic Forum Young Global Leader, otu ndị isi a ma ama si gburugburu ụwa n'okpuru afọ iri anọ. N'afọ 2017, Mahadum Pompeu Fabra mere Honoris Causa maka ọrụ ya dị ịrịba ama n'ịkwalite ọmụmụ injinia n'etiti ụmụ agbọghọ na Afrịka, ndụmọdụ nke ndị na-eto eto, na nkwa mmekọrịta mmadụ na ibe ya n'ọgụ megide ịda ogbenye.",
  "O nwetara onyinye Anita Borg Institute for Women and Technology's Change Agent n'afọ 2008.",
  "Àtụ:Internet Hall of Fame"
]