[
  "Doreen Nyanjura (amụrụ n'ihe dị ka n'afọ 1989) bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye a họpụtara na 18 Jụni 2020, dịka osote Lord Mayor maka Kampala, na-anọchi Sarah K Gameu",
  "Ọ na-ejekwa ozi dị ka onye a họpụtara na Local Council 5 (LCV) Woman Councillor, na-anọchite anya Mahadum Makerere na Kampala Capital City Authority, òtù na-achị Kampala, isi obodo na obodo kachasị ukwuu nke Uganda",
  "A họpụtara ya n'ọkwa ọ nọ ugbu a n'afọ 2016.",
  "A mụrụ Doreen Nyanjura n'ihe dị ka 1989, na Fort Portal, Kabarole District, na Western Region nke Uganda",
  "Ọ bụ nwa nke atọ, n'ezinụlọ nwere ụmụnne asaa",
  "Nne na nna ya kewara mgbe ụmụaka ahụ ka dị obere; ụmụaka ahụ na nna ha tolịtere ma gaa leta nne ha n'oge ezumike ụlọ akwụkwọ",
  "Nna ya, Samson Muhenda, onye nkụzi ụlọ akwụkwọ, jere ozi dị ka osote onyeisi ụlọ akwụkwọ na Nyakasura School.",
  "Doreen gara ụlọ akwụkwọ praịmarị n'ógbè ahụ",
  "N'afọ 2003, ọ gara ụlọ akwụkwọ sekọndịrị ụmụ nwanyị Kyebambe, na Fort Portal, ebe ọ gụsịrị akwụkwọ O-Level ya wee nweta asambodo agụmakwụkwọ Uganda",
  "Maka agụmakwụkwọ A-Level ya, ọ gara Masheruka Girls School, n'oge ahụ na Bushenyi District, mana ugbu a na Sheema District. Na Musheruka Girls School, ọ gụsịrị akwụkwọ na Uganda Advanced Certificate of Education. N'afọ 2009, a nabatara ya na Mahadum Makerere, mahadum ọha na eze kachasị ukwuu na nke kachasị ochie na Uganda, na-agụsị akwụkwọ na Bachelor na Tourism, afọ atọ ka e mesịrị",
  "Ka ọ na-erule n'ọnwa Disemba afọ 2018, e debara aha ya na mmemme nzere postgraduate nke Master of Arts na iwu ọha, na Mahadum Makerere.",
  "Ọrụ ndọrọ ndọrọ ọchịchị Doreen malitere na 2001 mgbe ọ dị afọ iri na abụọ",
  "O chere na onye na-azọ ọkwa onye isi ala Kiiza Besigye enyeghị ya ohere egwuregwu ziri ezi iji gosipụta ma kọwaa nkwupụta ya",
  "Ebe ọ bụ na ọ dị obere ịtụ vootu, ọ gwara nna ya ka ọ tụgharịa vootu maka Besigye.",
  "Ọ gara n'ihu na-arụ ọrụ ya n'ụlọ akwụkwọ sekọndịrị, na-ekere òkè na ngagharị iwe ụmụ akwụkwọ megide ụfọdụ ndị isi ụlọ akwụkwọ na nri ụlọ akwụkwọ ọjọọ na Kyebambe Girls' School",
  "Na Masheruka Girls School, a họpụtara ya dịka onyeisi oche nke kansụl ụlọ akwụkwọ",
  "Nke a nyere ya obi ike na nkà idu ndú ya ma mee ka ọ bụrụ onye na-arụsi ọrụ ike na pati ndọrọ ndọrọ ọchịchị na-emegide ya, Forum for Democratic Change (FDC).",
  "Na mahadum, ọ gara n'ihu na-arụ ọrụ na ịhazi maka FDC",
  "A họpụtara ya ka ọ bụrụ osote onye isi oche nke Makerere University Guild, ma hazie ma ọ bụ sonye n'ọtụtụ ngagharị iwe ụmụ akwụkwọ na ụlọ akwụkwọ",
  "Mgbalị ya dọtara uche ndị isi otu FDC.",
  "N'afọ 2012, e jidere ya maka ide akwụkwọ \"Is It a Fundamental Change?\"",
  "Akwụkwọ ahụ katọrọ òtù ndọrọ ndọrọ ọchịchị na-achị, National Resistance Movement",
  "E jidere ya na onye na-ede akwụkwọ ahụ, Ibrahim Bagaya Kisubi",
  "Ikpe ahụ dara, mana onye a na-ebo ebubo nọrọ oge n'ụlọ mkpọrọ Luzira Maximum Security Prison.",
  "Mgbe ọ gụsịrị akwụkwọ mbụ ya, ọ jụrụ ọnọdụ na-adịgide adịgide na Uganda National Social Security Fund ma kama ọ malitere ọrụ nyocha nwa oge na ndị ndọrọ ndọrọ ọchịchị na-emegide ya na ndị omeiwu",
  "N'afọ 2016, o meriri n'ụzọ dị ukwuu n'ọkwa onye nnọchi anya nwanyị LCV na Kampala Capital City Authority. N'ọnwa Febụwarị 2020, pati ndọrọ ndọrọ ọchịchị FDC, bu Doreen Nyanjura ụzọ dị ka onye nnọchiteanya nke pati ahụ maka onye isi oche KCCA, ọnọdụ ọhụrụ e mepụtara.",
  "Àtụ:Kabarole District"
]