[
  "Àtụ:Soundbox",
  "Doris Amelia Blackburn (née Hordern; 18 Septemba 1889 12 Disemba 1970) bụ onye Australia na-eme mgbanwe na onye ndọrọ ndọrọ ọchịchị",
  "Ọ rụrụ ọrụ na House of Representatives site na 1946 ruo 1949, nwanyị nke abụọ na-esote Enid Lyons ime otú ahụ",
  "Blackburn bụ onye ndọrọ ndọrọ ọchịchị a ma ama ma bụrụkwa onye otu Labour Party",
  "Ọ lụrụ Maurice Blackburn, onye otu Labour MP, mana a chụpụrụ ya na pati ahụ na 1937 ma ọ gbara arụkwaghịm na pati ahụ iji kwado ya",
  "Di ya nwụrụ na afọ 1944, a họpụtakwara ya ka ọ bụrụ onye isi oche mbụ ya na ntuli aka gọọmentị etiti nke afọ 1946 bụ nwanyị mbụ a họpụtara ka ọ bụrụ ndị omeiwu dị ka onye nweere onwe ya",
  "Otú ọ dị, Blackburn jere ozi naanị otu oge tupu e merie ya",
  "O mechara bụrụ onye isi oche nke Women's International League for Peace and Freedom",
  "A mụrụ ya na Hawthorn, Melbourne, Victoria na Lebbeus Hordern, onye na-ahụ maka ala, na nwunye ya Louisa Dewson (née Smith), Doris Hordern tinyere aka na ikike ụmụ nwanyị na nsogbu udo site na nwata ma jee ozi dị ka odeakwụkwọ mkpọsa nke Vida Goldstein, nwanyị mbụ na-azọ ọkwa maka ntuli aka na ndị omeiwu etiti na Australia",
  "Ọ lụrụ Maurice Blackburn, onye otu firebrand socialist, na Melbourne na 10 Disemba 1914 ma nọrọ n'oge ezumike ezumike ha na-ahazi mkpọsa megide agha na megide ịdebanye aha.",
  "Mgbe di ya jere ozi n'oge dị iche iche dị ka onye otu Australian Labor Party (ALP) nke ndị omeiwu Victoria na Federal, Blackburn gara n'ihu na-arụ ọrụ na okwu mmekọrịta mmadụ na ibe ya, ụfọdụ n'ime ha mere ka ya na ndị otu Labour Party (nke ya onwe ya bụkwa onye otu) na mgbe a chụpụrụ Maurice na pati ahụ, na 1937, ọ gbara arụkwaghịm na ALP",
  "Di ya gara n'ihu na-anọdụ ala na ndị omeiwu dị ka onye nweere onwe ya mana ọ tụfuru oche ya na ntuli aka gọọmentị etiti nke 1943 n'aka onye ọrụ gọọmentị, ma nwụọ n'afọ sochirinụ.",
  "N'ịbụ onye iwe ji n'emeso di ya nke Labor, Blackburn guzoro dị ka onye na-azọ ọkwa onye ọrụ Independent Labour maka oche ochie di ya nke Bourke na ntuli aka afọ 1946, site na mmeri ya ọ ghọrọ naanị nwanyị nke abụọ a họpụtara na House of Representatives nke Australia.",
  "Na nzuko omebe iwu Blackburn, onye ya na onye otu Labour ibe ya bụ Jack Lang, kwadoro okwu ndị yiri nke di ya nwụrụ anwụ, na-enweta aha ọjọọ na mba niile na afọ, 1947 dị ka naanị onye omebe iwu na-atụ vootu megide Atomic Energy Bill",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Council for Civil Liberties. Mgbe a na-ekesa ya na ntuli aka, e wepụrụ oche ya nke Bourke, na ntuliaka 1949 ọ gbara ọsọ maka oche ọhụrụ nke Wills",
  "N'asọmpi ya na ndị otu Labour na ndị Liberal, ọ bịara nke atọ na pasent 20",
  "N'ịguzo na Wills ọzọ na ntuli aka nke afọ 1951, ọ bịakwara nke atọ na pasent iri na asaa nke votu",
  "Ugboro abụọ ahụ, ndị ọrụ meriri oche ahụ.",
  "Ka ọ na-erule Septemba n'afọ 1949, Blackburn bụ onye otu iwu nke Australian Peace Council.",
  "Blackburn mechara nọgide na-arụsi ọrụ ike n'ihe gbasara mmekọrịta mmadụ na ibe ya, na-eje ozi dị ka onye isi oche nke Women's International League for Peace and Freedom",
  "N'ịghọta nsogbu ndị Aborigines na-eche ihu, mgbe ọ gachara Woomera Rocket Range, ya na Douglas Nicholls guzobere Aborigines Advancement League na Federal Council for Aboriginal Advancement.",
  "Blackburn nwụrụ na 12 Disemba 1970 na Coburg, Victoria, dị afọ 81, ụmụ ya nwoke abụọ na otu n'ime ụmụ ya nwanyị abụọ."
]