[
  "Alton Dorian Clark (amụrụ yá n'ubochí abụọ n'ọnwa Ọgọstụ, n'afọ 1984), nke a maara dịka Dorian, bụ onye America na-eti egwu, onye na-emepụta ihe, onye na-ede egwu, na onye nkuzi basketball si Indianapolis, Indiana.",
  "A mụrụ Alton Dorian Clark n'ubochí abụọ n'ọnwa Ọgọst, n'afọ 1984 na Dyess Air Force base na Abilene, Texas",
  "Nne ya gụrụ ya aha onye na-eme ihe nkiri Dorian Harewood onye si obodo nne na nna ya bụ Dayton, Ohio.  Nna ya bụ onye ọrụ ụgbọelu na United States Air Force nke mere ka Dorian kwaga ugboro asaa tupu ọ dị afọ iri.  Nne na nna Dorian tolitere n'oge afọ 1970s funk oge ma na-akpọkarị ndị na-ese ihe dịka The Ohio Players, Lakeside na Bootsy Collins nke ga-emesị metụta Dorian n'egwú",
  "Dorian mụtara otú e si agụ egwu ógè ọ dị afọ itoolu mgbe ọ na-akpọ opi na ụlọ akwụkwọ elementrị",
  "Na klas nke isii, ezinụlọ Dorian kwagara Indianapolis, Indiana ebe ọ na-akpọ ịgba na ụlọ akwụkwọ etiti ma na-abụ abụ na ukwe ụka Baptist ya site na klas nke asatọ ruo ógè ọ gụsịrị akwụkwọ na North Central High School.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Indiana-Bloomington, Dorian kpọrọ oku ekwentị oyi narị asatọ ma zipụ ozi ịntanetị oyi otu puku na narị atọ na-enwe olileanya inweta ọrụ nkuzi basketball.  Dorian ga-enweta ọrụ na Lees-McRae College na Banner Elk, North Carolina",
  "N'afọ 2009, Dorian debara aha ya na ụlọ akwụkwọ gụsịrị akwụkwọ na Mahadum Central Florida ma zụọ basketball ụlọ akwụkwọ sekọndrị na Montverde Academy n'okpuru Kevin Sutton  N'oge ezumike, ọ zụrụ onye egwuregwu basketball nke Mahadum nke Florida bụ Patric Young  Dorian ga-azụkwa ọzụzụ na Mahadum Virginia Commonwealth n'okpuru Shaka Smart na Mahadum Jacksonville n'okpuru Cliff Warren. N'afọ 2012, Dorian dere maka ihe banyere ESPN's TrueHoop Network na-ekpuchi Orlando Magic.",
  "N'ụbọchị Valentine n'afọ 2014, Dorian zụtara ngwanrọ mmepụta egwu nke Apple Logic Pro X",
  "Ọ kụziiri onwe ya otu esi eme egwu site na nkuzi YouTube. N'afọ 2015, Dorian bịanyere aka na nkwekọrịta nkesa dijitalụ",
  "N'ụbọchị Valentine n'afọ 2015, Dorian wepụtara ọrụ izizi ya, The D.U.C.K",
  "Tape",
  "Dorian laghachiri Indianapolis wee bídó ịrụ ọrụ nke abụọ ya na onye na-emepụta egwu Joey French.  Dorian na Joey French zutere ógè ha na-aga Mahadum Indiana",
  "N'ọnwa Mee afọ 2015, Dorian wepụtara “Sunshine” dị ka onye ndu na abọm nke abụọ ya.  N'abalị iri abụọ na asatọ n'ọnwa Ọktoba n'afọ 2015, Dorian wepụtara LP ya nke abụọ zuru oke Every Scar Has A Story  Ọ bụla Scar Has A Story bụ onye isi nke Joey French mepụtara ma gosipụta onye na-eme ihe ọchị Rob Sherrell Onye nchịkọta akụkọ AllMusic bụ Paul Simpson na-ekwu, \"ụdị mmepụta ya na nkà ịkọ akụkọ ya nwere ihe jikọrọ ya na 80s na 90s hip-hop (ya na Warren G na Dr",
  "Dre dị ka mmetụta bụ isi)...ma ụda ya gụnyere mmetụta ndị ọzọ dị ugbu a dị ka ọnyà na Kanye West.",
  "N'afọ 2018, Dorian hiwere ụlọ ọrụ ndụmọdụ egwu, Òtù iri asatọ na abụọ",
  "N'ọnwa Ọktọba afọ 2018, Òtù iri asatọ na abụọ natara nkwanye ùgwù mba site na United States Chamber of Commerce maka ihe ịga nke ọma akụ na ụba ha.",
  "Dorian depụtara Kanye West's The College Dropout, JAY-Z's The Blueprint, Eminem's The Eminem Show, Nas' Stillmatic na Yo Gotti's Back 2 Da Basics dị ka abọm rap kachasị amasị ya ná mgbé niile.",
  "N'ọnwa Juun ụbọchị iri na asaa, n'afọ 2019, Dorian kwupụtara ọmụmụ nwa ya nwanyị Nova site na Instagram.",
  "(feat",
  "Mark Battles)"
]