[
  "Doria Achour (a mụrụ na 1 Machị 1991) bụ onye nduzi ihe nkiri na onye na-eme ihe nkiri na France-Tunisia.",
  "Achour bụ nwa nwanyị nke onye nduzi ihe nkiri na onye na-eme ihe nkiri mba Tunisia Lotfi Achour na nne Russia bụ onye na-ede egwuregwu",
  "Nwanne ya nwoke nke okenye bụ onye na-ede egwuregwu, o nwekwara nwanne nwoke nke obere",
  "Achour tolitere na 12th arrondissement nke Paris n'ọnọdụ nke bụ \"ebe nka, mana ọ bụghị nke ndị ọgaranya\". Dịka nwatakịrị, ọ na-eso ndị mụrụ ya n'oge ha na-eme mmega ahụ na n'egwuregwu ha.",
  "N'afọ 2002, Achour gosipụtara nwa nwanyị Sergi López na Les Femmes..",
  "ou les enfants d'abord..",
  "[fr], nke Manuel Poirier duziri",
  "Nne ya nyeere ya aka ịchọta ọrụ ahụ, na-ahụ mgbasa ozi na Libération",
  "Mgbe ọrụ mbụ ya gasịrị, Achor gara nkuzi ime ihe nkiri otu afọ na Théâtre des Déchargeurs",
  "O nwere ọtụtụ ọrụ nke abụọ na ihe nkiri ole na ole, dịka L'enemi naturel na L'École pour tous Iji lekwasị anya na ọmụmụ ya, Achour kwụsịrị ọrụ ihe nkiri ya ruo ọtụtụ afọ. Achour nwetara akara ugo mmụta na akwụkwọ na Mahadum Paris-Sorbonne ma mesịa nweta nzere masta na sinima na Mahadim Paris Diderot",
  "N'afọ 2012, Achour mere Yasmeen na La fille publique, ọ bụkwa ndụ Cheyenne Carron kpaliri àgwà ya",
  "N'afọ 2013, Achour duziri ihe nkiri mkpirikpi mbụ ya, Laisse-moi finir, na isiokwu nke ndụ na Tunisia mgbe Arab Spring gasịrị mgbe ndị Islamist weghaara ikike. E gosipụtara ya n'ọtụtụ ememme ma nata onyinye ndị na-ege ntị na asọmpi ihe nkiri mkpirikpi nke Made in Med nke ọnwa June afọ 2014",
  "Ọrụ ya na La fille publique dọtara uche onye nduzi Sylvie Ohayon, onye mere ka nwa agbọghọ ahụ na-eme ihe nkiri dịka Stephanie na ihe nkiri afọ 2014 Papa Was Not a Rolling Stone",
  "N'afọ 2016, Achour pụtara na ihe nkiri Arabic mbụ ya, Burning Hope Ọ duziri ihe nkiri dị mkpirikpi Le reste est l'œuvre de l'homme, nke meriri Jury Prize na Sundance Film Festival. nke afọ 2017",
  "Ọ rụrụ Leila, nwa nwanyị furu efu, na ihe nkiri Naidra Ayadi nke afọ 2018 Ma fille",
  "Achur bụ onye agnostic. Ọ bụ onye na-akwado akwụkwọ oge ochie."
]