[
  "Dorothy Vena Johnson (May 7, 1898 - 1970) bụ onye America na-ede Abụ na onye nkuzi bi na Los Angeles, California",
  "N'afọ 1939, ọ bụ onye guzobere Njikọ nke nkà mmekọrịta, otu nzukọ nka ụmụ nwanyị Afrika na Amerika.",
  "A mụrụ Dorothy Vena na Los Angeles, nwa James Vena na nwunye ya Namie (née Plum)",
  "Ọ bụ onye odeakwụkwọ nzipu ozi, onye nchịkọta akụkọ, na onye guzobere alaka Los Angeles nke NAACP",
  "O nwetara nzere bachelọ na Mahadum nke Southern California na asambodo nkuzi na Mahadum nke California, Los Angeles (UCLA).",
  "Ọ lụrụ onye ọka iwu, Ivan Johnson III, tupu afọ nke 1932",
  "Ọ nwụrụ n'afọ 1970, mgbe ọbara ọgbụgba ụbụrụ.",
  "Johnson bụ onye na-ede abụ nke Harlem Renaissance metụtara",
  "E tinyere abụ ya, gụnyere \"Green Valley\", \"Palace\", \"Letter En Route Overseas\", \"Bread for Sale\", \"Epitaph for a Bigot\", na \"Post War Ballad\", na mbipụta na nchịkọta uri nke Arna Bontemps na Beatrice M",
  "Murphy deziri. Ọrụ ya ka na-apụta na anthologies nke uri ụmụ nwanyị ojii.",
  "Johnson na onye ọrụ ebere Juanita Ellsworth Miller (nwunye onye nkwusa na onye ọka ikpe Loren Miller) rụrụ ọrụ iji kwalite onye na-ede uri Langston Hughes mgbe ọ nọ na Los Angeles, site na ahụmịhe ahụ, ha hiwere Njikọ nke nka mmekọrịta, otu nzukọ nka ụmụ nwanyị mba Afrika na Amerika, n'afọ 1939",
  "Johnson bụ onye isi oche nke Njikọ ahụ site na ntọala ya ruo n'etiti afọ 1950. N'oge ọchịchị ya, Njikọ ahụ malitere inye ndị oji na-ese ihe na ndị edemede agụmakwụkwọ, ma kwalite ndị na-agba egwu, ihe ngosi ihe nkiri, na ọgụgụ nke ndị edemede, ma kwado eserese Migration Series nke Jacob Lawrence. N'afọ 1962, akpọrọ Johnson \"Nwanyị nke Afọ\" site na California Alpha Psi Zeta isi nke Zeta Phi Beta sorority.",
  "Johnson kụziiri ụmụ akwụkwọ sekọndrị na Los Angeles Unified School District akwụkwọ akụkọ ihe karịrị afọ iri anọ",
  "Ọ bụ onye otu Òtù Ndị Nkụzi Ode Ihe Okike nke Los Angeles Ọ bụ onye isi na Garden Gate High School, ọ lara ezumike nká n'afọ 1963",
  "Otu n'ime ụmụ akwụkwọ ya bụ onye ọchụnta ego Dolores Ratcliffe, onye chetara ya dị ka \"mmadụ pụtara ìhè na naanị otu n'ime ndị nkụzi ojii abụọ na ụlọ akwụkwọ elementrị m",
  "Ekpebiri m na klas nke atọ na m ga-adị ka ya",
  "\"",
  "Ọ bụ onye isi ojii mbụ nke ụlọ akwụkwọ sekọndrị Los Angeles.",
  "A raara ụlọ akwụkwọ sekọndrị Dorothy Vera Johnson nye na Disemba 1980. E mechara mara ya dị ka Johnson Community Day School, ụlọ akwụkwọ na-aga n'ihu nke ọkwa 7 ruo 12, nke dị na mpaghara ụlọ ọrụ dị n'ebe ọwụwa anyanwụ nke Harbor Freeway na South Los Angeles",
  "N'ọnwa Ọktọba afọ 2008, a kwagara ya na nkuku Bernstein High School n'ebe ndịda Sunset Boulevard na Hollywood.",
  "A kpọrọ nchịkọta akụkọ ihe mere eme ojii na Vernon Branch nke ọbá Akwụkwọ ọha nke Los Angeles maka Johnson n'afọ 1971.",
  "Njikọ nke Allied Arts ka na-arụsi ọrụ ike na Los Angeles; a na-edebe akwụkwọ ya na UCLA."
]