[
  "Dorothy Celene Thompson (July 9, 1893 na January 30, 1961) bụ onye nta akụkọ America na onye mgbasa ozi redio",
  "Ọ bụ onye nta akụkọ America mbụ a chụpụrụ na Nazi Germany n'afọ 1934 ma bụrụ otu n'ime ụmụ nwanyị ole na ole na-akọ akụkọ na redio n'oge afọ 1930. Ụfọdụ ndị na-ewere Thompson dị ka \"Nwunye Mbụ nke American Journalism\" ma bụrụ onye magazin Time nabatara n'afọ 1939 dịka onye ya na Eleanor Roosevelt hà nhata.",
  "A mụrụ Thompson na Lancaster, New York, n'afọ 1893, otu n'ime ụmụ atọ nke Peter na Margaret (Grierson) Thompson",
  "Ụmụnne ya bụ Peter Willard Thompson na Margaret Thompson (mgbe e mesịrị Mrs",
  "[Ihe e dere n'ala ala peeji] Nne ya nwụrụ mgbe Thompson dị afọ asaa (n'April 1901), na-ahapụ Peter, onye nkwusa Metọdist, ịzụlite ụmụ ya naanị ya",
  "Peter lụrụ di ọzọ n'oge na-adịghị anya, mana Thompson na nwunye ọhụrụ ya, Elizabeth Abbott Thompson emeghị ka ha nwee mmekọrịta chiri anya. N'afọ 1908, Peter zigara Thompson na Chicago ka ya na ụmụnne ya nwanyị abụọ biri iji zere esemokwu ọzọ",
  "N'ebe a, ọ gara Lewis Institute ruo afọ abụọ tupu ọ gaa Mahadum Syracuse dị ka onye na-eto eto",
  "Na Syracuse, ọ gụrụ ndọrọ ndọrọ ọchịchị na akụ na ụba ma gụsịrị akwụkwọ na nzere n'afọ 1914",
  "N'ihi na o nwere ohere ịgụ akwụkwọ, n'adịghị ka ọtụtụ ụmụ nwanyị nke oge ahụ, Thompson chere na o nwere ọrụ ọha na eze ịlụ ọgụ maka ikike ụmụ nwanyị na United States, nke ga-aghọ ntọala nke nkwenkwe ndọrọ ndọrọ ọchịchị ya siri ike",
  "N'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ, Thompson kwagara Buffalo, New York wee tinye aka na mkpọsa ụmụ nwanyị",
  "Ọ rụrụ ọrụ n'ebe ahụ ruo Afrịka 1920, mgbe ọ gara mba ọzọ iji chụsoo ọrụ odeakụkọ ya.",
  "Ọ lụrụ di ugboro atọ, nke a ma ama bụ di nke abụọ na onye mmeri Nobel Prize na akwụkwọ Sinclair Lewis. N'afọ 1923 ọ lụrụ di mbụ ya, onye Hungary Joseph Bard; ha gbara alụkwaghịm n'afọ 1927",
  "Thompson lụrụ Lewis na 1928 wee nweta ụlọ na Vermont",
  "Ha nwere otu nwa nwoke, Michael Lewis, amụrụ n'afọ 1930. Di na nwunye ahụ gbara alụkwaghịm n'afọ 1942. Ọ lụrụ di ya nke atọ, onye na-ese ihe Maxim Kopf [de], n'afọ 1945, ha lụrụ di na nwunye ruo mgbe Kopf nwụrụ na 1958.",
  "Alụmdi na nwunye ya na Sinclair Lewis bụ isiokwu nke Sherman Yellen's Broadway play Strangers, ebe Lois Nettleton mere ya. Egwuregwu ahụ meghere na Machị 4, 1979, ma mechie mgbe egosiri ya ugboro itoolu."
]