[
  "Dorothy Detzer (December 1, 1893 na Ft",
  "Wayne, Indiana- January 7, 1981 na Monterey, California) bụ onye isi odeakwụkwọ nke US nke Women's International League for Peace and Freedom (1924-1946).",
  "Dị ka onye gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị, Detzer kpebiri ịhapụ usoro kọleji ọdịnala, na-ahọrọ ịga njem na Far East ma biri nwa oge na Philippines",
  "Mgbe ọ laghachiri na US, ọ gara biri na Hull House, na-aga Chicago School of Civics and Philanthropy mgbe ọ na-arụ ọrụ dị ka onye ọrụ nke Juvenile Protective Association.",
  "Na ngwụcha Agha Ụwa Mbụ, ọ nọrọ otu afọ na Austria na-arụ ọrụ enyemaka maka Kọmitii Ọrụ Ndị Enyi America (AFSC)",
  "O mechara nọrọ afọ abụọ na Russia dị ka onye nchịkwa enyemaka ụnwụ nri nke AFSC na ndagwurugwu Volga",
  "N'ịhụ mbibi nke agha na ịtachi obi ọnwụ nke nwanne ya nwoke ejima Don, onye e gburu n'oge Agha Ụwa Mbụ ma nwụọ site na ọrịa na-adịgide adịgide, mere ka Detzer kwenye na ọrụ mmekọrịta mmadụ na ibe ya ezughị nakwa na ọ chọrọ ịrụsi ọrụ ike maka ihe ndị na-eme udo",
  "Mgbe ọ laghachiri na US na 1924, Detzer ghọrọ odeakwụkwọ mba nke WILPF, ngalaba US.",
  "Detzer gbara mbọ maka ịmalite ọtụtụ nyocha iwu, ọkachasị nke Senator Gerald P",
  "Nye malitere na ụlọ ọrụ mgbọ (1933-1936)",
  "O nyere aka n'ilekwasị anya na mmegbu nke mba Afrịka, ọkachasị Ethiopia na Liberia, site na nkwenye azụmahịa US, gọọmentị Liberia nyekwara ya Humane Order of African Redemption na 1933 maka mbọ ndị a",
  "O mekwara ka a họpụta otu nwanyị (Mary Woolley) na ndị nnọchi anya US na Geneva Disarmament Conference (1932), rụọ ọrụ maka nkwenye nke Russia dị ka onye otu ezinụlọ nke mba, na nnwere onwe maka Cuba site na ntinye aka US, ma kwuo maka nnọpụiche ka US na-eru nso Agha Ụwa nke Abụọ.",
  "A na-akọ ihe omume nke afọ iri abụọ na, Washington n'akwụkwọ ya Appointment on the Hill (1948) nke e dere n'afọ mgbe ọ hapụsịrị ọrụ ya na WILPF",
  "Ọ lụrụ Ludwell Denny, onye nta akụkọ, na 1954 ma nọrọ ọtụtụ afọ sochirinụ na-arụ ọrụ n'onwe ya dị ka onye nta akụkọ mba ọzọ",
  "Obere oge tupu ọnwụ di ya ##na 1970, Dennys hapụrụ Washington, D.C",
  "gaa West Coast, ebe Dorothy Detzer Denny nọgidere na Monterey, California, ruo mgbe ọ nwụrụ."
]