[
  "Dorothy Udeme Ufot SAN bụ onye ọka iwu Naịjịria nwere ọkachamara na iwu azụmahịa",
  "Ọ bụ nwanyị mbụ si Akwa Ibom Steeti ka e buliri ya n'ọkwa onye isi ọka iwu nke Naịjirịa (SAN).",
  "Dorothy bụ onye guzobere Dorothy Ufot & Co",
  "ụlọ ọrụ ndị ọka iwu zuru oke na Naịjịria ebe ọ na-eduzi ngalaba ikpe na ikpe nke ụlọ ọrụ ahụ",
  "Dorothy bụ ọkachamara na ikpe mba ụwa, ikpe na ụdị ndị ọzọ nke ngwọta esemokwu, gụnyere ikpe nkwekọrịta itinye ego, itinye ego na nkwekọrịta ikpe mba ọzọ, ndụmọdụ itinye ego, iwu ụlọ ọrụ na azụmahịa.",
  "Dorothy bụ onye otu Court of Arbitration nke Casablanca International Mediation and Arbitration Centre (CIMAC) Morocco, kemgbe 2016",
  "A họpụtara Dorothy ka ọ rụọ ọrụ afọ isii na panel nkè ndị omebe iwu nke International Centre for the Settlement of Investment Disputes na Febụwarị 2017",
  "Ọ bụbu osote onye isì oche ụwa nke ICC Commission on Arbitration na ADR, ma ugbu a ọ bụ onye otu kansụl nke ICC Institute of World Business Law na osote onye oche nke arbitration na ADD commission nke ICC Nigeria yana onye na-ahụ maka akụ nke ICC Nigeria National Committee.",
  "Dorothy bụ onye otu ICC International Court of Arbitration na Paris ma bụrụ osote onye isí oche nke ICC Commission on Arbitration",
  "N'afọ 2000, ọ ghọrọ onye otu Chartered Institute of Arbitrators London.",
  "A mụrụ Dorothy Ufot na Ikwa-ibom steeti, Nigeria",
  "Dorothy bụ onye gụsịrị akwụkwọ na Mahadum Calabar, Calabar, Naịjịria; nwere nzere bachelọ na sayensị ndọrọ ndọrọ ọchịchị na 1983",
  "O mechara nweta LL.B degree site na Mahadum Lagos na 1988",
  "Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ iwu, a kpọrọ ya ka ọ bụrụ onye ọka iwu Naijiria n'afọ 1989",
  "N'afọ 1996, Dorothy gụsịrị nzere masta ya na Law (LL.M) ma nweta Advanced Diploma na Commercial Law and Practice na Mahadum Lagos, Nigeria na 1998.Dorothy Ufot lụrụ Maazị Udeme Ufot ma nwee ụmụ.",
  "Dorothy malitere ọrụ iwu ya mgbe a kpọrọ ya n'ụlọ ikpe Naịjịria n'afọ 1989. Ọ bụ ọkachamara na ikpe azụmahịa na ikpe",
  "N'afọ 2009, Dorothy ghọrọ nwanyị ọka iwu mbụ si Akwa Ibom Steeti na-eyi uwe silk.",
  "Ewezuga ọrụ iwu ya, Dorothy arụwokwa ọrụ dị iche iche na Nigerian Stock Exchange, Chevron Oil PLC, na MRS Oil PLC.",
  "N'afọ 2020, African Arbitration Association nyere Dorothy African Arbitrator of the Year, maka onyinye ya na Arbitration na Commercial Law",
  "A makwaara ya dị ka onye otu Chartered Institute of Arbitrators (UK) (CIArb) na onye na-eme mkpebi."
]