[
  "A mụrụ ya na nso Dundee, KwaZulu-Natal, Nyembe bụ nwa nwanyị Leeya Basolise Nyembe, onye nna ya bụ Chief Ngedee Shezi. Ọ gara ụlọ akwụkwọ ozi ala ọzọ ruo mgbe Standard 9",
  "Ọ mụrụ naanị nwa ya mgbe ọ dị afọ iri na ise.",
  "Nyembe nọrọ ọtụtụ oge ndụ ya n'okpuru ịkpa ókè agbụrụ ma ọ bụ n'okpuru iwu machibidoro iwu ma ọ bụ na ụlọ mkpọrọ, na-eje ozi site na 1963 ruo 1966 maka ịkwalite òtù ANC. Ọzọkwa site na 1968 ruo 1983 maka ebe ndị na-eyi ọha egwu. Nyembe sonyeere Òtù Ụmụ nwanyị nke Natal (NOW) mgbe a tọhapụrụ ya na 1984. A tọhapụrụ ya ọzọ n'ụlọ mkpọrọ n'afọ otu puku narị itoolu iri asatọ na asaaa. A họpụtara ya ka ọ bụrụ onye omeiwu mba n'afọ 1994.",
  "Nyembe bụ onye ahịa mana ọ na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị, na-ekere òkè ma ọ bụ na-achịkwa ọtụtụ òtù na-aga n'ihu",
  "Ọ sonyeere African National Congress na 1952 ma n'oge na-adịghị anya ọ ghọrọ onye otu na-arụsi ọrụ ike. Mgbe ọ sonyeere ANC mkpọsa Defiance na-aga n'ihu",
  "A tụrụ Nyembe mkpọrọ n'afọ 1952 maka imebi iwu na-ezighị ezi. Ọ duziri ụmụ nwanyị si Natal na Defiance Campaign nke 1956. Akụkụ nke Defiance Campaign bụ ịbụ onye ndú megide iwepụ Cato Manor na 1956. N'afọ 1956, a họpụtara ya dịka osote onye isi oche nke Durban ANC Ọ na-arụkwa ọrụ n'ime òtù iji gbochie ụlọ oriri na ọṅụṅụ. Ụlọ oriri na ọṅụṅụ, na-ewepụ ọrụ n'aka ọtụtụ ụmụ nwanyị. N'afọ 1959, a họpụtara ya dịka onye isi oche nke ngalaba Natal nke African National Congress Women's League",
  "Mgbe a machibidoro ANC iwu na 1960, ọ sonyeere Spear of the Nation. N'afọ 1961, a nabatara Nyembe n'ime Umkhonto we Sizwe ma soro ọtụtụ ndị enyi dịka Chief Albert Luthuli, Moses Mabhida, Nelson Mandela, Walter Sisulu na Oliver Tambo rụọ ọrụ. N'afọ 1963, ọ duziri ụmụ nwanyị n'oge Natal Women's Revolt A tọhapụrụ ya na 23 Machị 1984, mgbe a tọhapụrụ ye, Nyembe malitere ịrụ ọrụ maka Natal Organisation of Women (NOW)",
  "NOW jere ozi n'ọtụtụ ebumnuche",
  "Ịlụ ọgụ megide ịrị elu nke ụgwọ, ụgwọ njem, agụmakwụkwọ na-adịghị mma na enweghị ụlọ nlekọta ụmụaka bụ isi ihe nzukọ ahụ lekwasịrị anya.",
  "Nkà ihe ọmụma ANC n'oge mmalite afọ 1950 bụ nke Gandhi",
  "Nkà ihe ọmụma na-adịghị arụ ọrụ ebe ndị otu dị njikere ịga mkpọrọ ma ọ bụrụ na ọ dị mkpa",
  "Nyembe, ọ bụ ezie na ọ bụghị onye na-eme udo, sonyeere ANC ma na 1952 dị njikere imebi iwu ndị na-etinye ihe mgbochi nke ndọrọ ndọrọ ọchịchị, ọrụ na ikike obibi. Oge Nyembe na mkpọsa nnupụisi kwụsịrị mgbe, na 1953, ndị Britain wepụtara iwu machibidoro nzukọ ngagharị iwe",
  "Mgbe a họpụtara ya dịka onye isi oche nke ngalaba Natal na 1959, Nyembe tinyere aka na atụmatụ nke mmegide iji mee iwu",
  "Iwu paswọọdụ ga-eme ka ọ chọọ ka ụmụ amaala ojii niile buru kaadị njirimara gburugburu ebe ndị ọcha. Mgbe ogbugbu Sharpeville gasịrị na a machibidoro ANC na PAC iwu n'okpuru iwu ọhụrụ nke Iwu Òtù Na-akwadoghị",
  "Nyembe sonyeere otu òtù na-eme ihe ike nke ANC a na-akpọ ube nke mba",
  "N'okpuru ọrụ a, o sonyere na imebi ụlọ ọrụ gọọmentị.",
  "Dị ka onye ndú nke Natal Women's Revolt, Nyembe na ụmụ nwanyị ojii ndị ọzọ nke South Africa na-emegide ụlọ oriri na ọṅụṅụ biya",
  "Ụlọ oriri na ọṅụṅụ wepụrụ isi ihe na-eweta ego site n'aka ụmụ nwanyị",
  "Nzukọ a chọkwara mbibi nke ihe onwunwe Durban Corporation",
  "Nyembe na-alụ ọgụ maka ịchịkwa ọpụpụ, na-enye ụmụ nwanyị ikike, na ikike ịchọ ọrụ.",
  "N'oge ọrụ ya, ọ natara Order of Friendship of Peoples, site na Soviet Union, na onyinye Chief Albert Luthuli, nke ikpeazụ na 1992."
]