[
  "Dorothy Elizabeth Evans (6 Mee 1888 na 28 Ọgọst 1944) bụ onye na-ahụ maka ụmụ nwanyị na Britain",
  "Na mbido Agha Ụwa Mbụ ọ bụ onye na-ahazi agha maka Women's Social and Political Union e jidere ugboro abụọ na Belfast maka ebubo bọmbụ",
  "Ọ kewapụrụ na Christabel Pankhurst na WSPU n'afọ 1914 n'ihi nkwado ha maka agha ahụ, ma nọgide ruo ọgwụgwụ ndụ ya dị ka onye na-eme udo na onye na-ahụ maka ịha nhata ụmụ nwanyị.",
  "A mụrụ ya na Kentish Town nke London, Evans gụrụ akwụkwọ na North London Collegiate School na Dartford College of Physical Education, na-eru eru dị ka onye nkuzi. Ọ sonyeere Women's Social and Political Union (WSPU) n'afọ 1907 ma, mgbe ọ hapụsịrị ọrụ nkuzi, site na mbido afọ 1910 ọ rụrụ ọrụ oge niile dị ka onye nhazi Birmingham nke Union.  N'oge a, a na-ejide ya ugboro ugboro ma tụọ ya mkpọrọ maka omume ndị metụtara mkpọsa suffragette, gụnyere ịjụ ịzụta akwụkwọ ikike nkịta.",
  "A mara ya ikpe maka òkè ya na mkpọsa na-agbaji windo na West End nke London, n'etiti Machị na Julaị 1912 e jidere Evans na ngalaba Feeble-Minded Inebriate nke Ụlọ Mkpọrọ Aylesbury",
  "O mere ngagharị iwe n'oge agụụ na-anọ ugboro abụọ ma tachie obi na inye ya nri",
  "Mgbe a tọhapụrụ ya, ọ rụrụ ọrụ dị ka onye na-ahụ maka WSPU n'etiti isi ụlọ ọrụ ya na London na onye ndú ya, Christabel Pankhurst, na Parisien",
  "Evans mere njem na nzuzo iji zere nchọpụta, mana ọ chọpụtara na ọ zere ijide naanị n'ihi na e jidere Dorothy Evans.",
  "N'oge opupu ihe ubi nke afọ 1913, e zigara Evans n'ebe ugwu Ireland, Ulster, ebe Pankhurst kpebiri na ọ bụ ndị Ulster Unionists, ọ bụghị ndị Irish nationalists, bụ ndị a ga-achọ",
  "Ndị Irish Party leghaara ịdọ aka ná ntị ya anya na ọ bụrụ na ha nyere aka merie iwu nkwekọrịta nke 1912 (nke gaara agbatị ụmụ nwanyị vootu ọ bụ ezie na ọ bụ ihe onwunwe siri ike), ha ga-anọ na \"ọgụ ọnwụ\" na ndị suffragists: \"Enweghị vootu maka ụmụ nwanyị, enweghị Home Rule\".",
  "Mgbe n'oge opupu ihe ubi nke afọ 1914, onye ndú Unionist Edward Carson manyere Evans (ọ duziri nnọchibido awa iri anọ nke ọnụ ụzọ ya na London), kwụsịrị Craig (onye kwadoro Conciliation Bill) na mkpebi Unionist maka ikike ụmụ nwanyị, Evans kwupụtara njedebe nke \"nkwekọrịta anyị nwere na Ulster\". N'otu nzukọ e nwere na Ulster Hall na ụbọchị 13 Machị 1914, ọ tụrụ aro na:",
  "Carson abụghị enyi ụmụ nwanyị ọ gwụla ma ọ dị njikere iguzo ma kwado ikike ha n'ụzọ siri ike dịka ọ kwadoro ikike ụmụ nwoke",
  "ọ bụ onye iro ha, a ga-alụkwa ya ọgụ dị ka onye ndọrọ ndọrọ ọchịchị ọ bụla ọzọ",
  "onye nwere ike ma ghara iji ya nweta ikike ha",
  "ha",
  "kwupụtara agha..",
  "Carson.",
  "Agha obodo nke doro anya bụ nke dị n'etiti ụmụ nwanyị na ike ndị dị.",
  "N'ime ọnwa ndị sochirinụ, ndị agha WSPU (gụnyere Elizabeth Bell, nwanyị mbụ na Ireland ruru eru dị ka dọkịta na onye na-ahụ maka ọrịa ụmụ nwanyị) so n'usoro mwakpo ọkụ na ụlọ ndị Unionist na ụlọ ntụrụndụ na egwuregwu ụmụ nwoke. N'abalị atọ n'ọnwa Eprel n'afọ 1914, ndị uwe ojii wakporo ụlọ ahụ dị na Belfast Evans na onye na-eme ihe ike n'ógbè ahụ bụ Midge Muir, wee chọta bọmbụ",
  "N'ụlọ ikpe, ụbọchị ise ka e mesịrị, ha abụọ kpatara ọgba aghara mgbe ha chọrọ ịmara ihe mere Ulster Unionist James Craig onye na-eji égbè ndị Ulser Volunteers apụtaghị n'otu ebubo ahụ.",
  "N'ịbụ onye a mara ikpe ma tinye n'ụlọ mkpọrọ Tullamore, Evans gara ngagharị iwe agụụ",
  "O degaara onye agha ibe ya Kate Evans akwụkwọ ozi, \"M na-enweta udo nke uche na nke ime mmụọ, ọ bụ ezie na ahụ m na-ata ahụhụ na-ahụ na m na-arịa ọrịa n'oge na-adịghị anya ugbu a anaghị m anọrọ mmiri..",
  "Mkpụrụ ndụ ndị a gbara ọchịchịrị karịa nke ọ bụla m hụtụrụla\". N'ihi mmebi ya, a tọhapụrụ Evans na 26 Julaị",
  "Ọ bụ nwanne nwanyị WPSU Hunger Strike Medallist Lillian Metge lekọtara ya. N'ọnwa Mee, Metge so n'otu nnukwu ìgwè ụmụ nwanyị na-ebo Eze George V ebubo n'èzí Buckingham Palace, n'oge ụzọ Evans, e jidere ya onwe ya maka ịtụ nkume na windo ụlọ ikpe.",
  "Na 31July 1914, na atụmatụ ya na Evans, Metge tụrụ bọmbụ na chancel nke Lisburn Cathedral.",
  "Ọzọkwa n'ụlọ mkpọrọ, a tọhapụrụ Evans n'okpuru mgbaghara zuru oke e nyere ndị otu WSPU mgbe agha ahụ malitere n'ọnwa Ọgọstụ",
  "Ọ kewapụrụ na WSPU na Pankhursts site na imegide agha ahụ wee ghọọ onye nhazi maka Independent Women's Social and Political Union. N'afọ 1915, a jụrụ ya akwụkwọ ikike ngafe iji gaa nzukọ udo ụmụ nwanyị na Hague.",
  "Evans malitekwara ịrụsi ọrụ ike site na nkewapụ mbụ na WSPU, Women's Freedom League, n'afọ 1917 na-enyere aka ịmepụta alaka na Newcastle upon Tyne na Ada Broughton na Emily Davison. Njikọ ahụ guzobere n'afọ 1907 iji mee mkpesa megide enweghị nzaghachi nke ndị Pankhurst na omume agha ha (na Evans) kwadoro",
  "Mana mkpebi nke Njikọ maka enweghị ime ihe ike gbatịrị na mmegide megide agha na mkpebi na Kansụl Udo Ụmụ nwanyị.",
  "Mgbe agha ahụ gasịrị, Evans gara n'ihu dị ka onye nhazi maka WFL ma site n'afọ 1923 hazie maka Women's International League for Peace and Freedom",
  "O mechara bụrụ onye isi otu (onye isi oche ruo ọtụtụ afọ) nke Six Point Group nke chọrọ mmezi iwu gbasara mmetọ ụmụaka, ndị inyom di ha nwụrụ na ndị na-alụbeghị di, ikike nne na nna hà nhata, na ụgwọ ọrụ na ohere hà nhata n'ụlọ akwụkwọ na ọrụ gọọmentị, ọ sonyeere National Union of Societies for Equal Citizenship.",
  "N'oge Agha Ụwa nke Abụọ, ọ rụrụ ọrụ dị ka odeakwụkwọ nke Women's International League. Otú ọ dị, nchegbu ya bụ isi nọgidere na-abụ ịha nhata ọrụ",
  "O sonyere na Equal Compensation Campaign site n'afọ 1941 ruo n'afọ 1943 wee bụrụ onye otu Equal Pay Campaign Committee n'afọ 1944, iji hụ na ịkwụ ụgwọ hà nhata na Civil Service. Ọ na-arụkwa ọrụ na Women for Westminster otu na-eme mkpọsa iji mụbaa ọnụ ọgụgụ ụmụ nwanyị ndị omeiwu, na idepụta Equal Citizenship (Blanket) Bill nke afọ 1944.",
  "Evans nwụrụ mgbe ọ rịasịrị ọrịa ụbọchị abụọ na Glasgow ebe ọ ga-ekwu okwu na nzukọ",
  "Ọ dị afọ 55.",
  "Evans na Sybil Morrison na Emil Davies, onye lụrụ di na nwunye Labour Party London County councillor, nwere mmekọrịta ogologo oge. Evans jụrụ ịlụ di na nwunye, ma dị ka enyi ya Monica Whately si kwuo, ọ zọpụtara afọ atọ na nkwadebe maka nwa Davies mụrụ n'afọ 1921",
  "N'oge ọ nwụrụ n'ọnwa Ọgọstụ afọ 1944, nwa ya nwanyị Lyndal (nke akpọrọ aha onye dike na Olive Schreiner's Story of an African Farm) bụ onye otu kọmitii isi nke Six Point Group."
]