[
  "Dorothy Harriet Eugenia Musuleng Cooper (nke a makwara dị ka \"D-Mus,\" Septemba 9, na afọ 1930 na Juun 30, na afọ 2009) bụ onye nkuzi Liberia, onye ndọrọ ndọrọ ọchịchị na nwanyị mbụ jere ozi dị ka Minista Na-ahụ Maka Mba Ọzọ na Liberia",
  "A mụrụ ya na Arthington, Liberia ma nweta B.S",
  "na MS ya na College of West Africa na San Francisco State University",
  "Ọ rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ n'etiti ngụsị akwụkwọ na ụlọ akwụkwọ sekọndrị na matriculation na afọ 1964 na San Francisco na afọ 1964, mmepe usoro mmụta na Ministry of Education, na onye isi nke Cuttington University College",
  "Ọ bụ minista agụmakwụkwọ n'ọchịchị onyinyo nke Charles Taylor site na afọ 1990 na National Patriotic Reconstruction Assembly Government",
  "N'afọ 1994, a họpụtara ya dị ka osote onye isi oche nke National Patriotic Front of Liberia, òtù ndị agha nke Charles Taylor",
  "N'afọ 1994, a họpụtara ya ka ọ bụrụ Minista Na-ahụ Maka Mba Ọzọ nke Liberia n'oge agha obodo",
  "N'afọ 2001, gọọmentị Taylor guzobere Ministry of Gender and Development (MoGD) wee họpụta Cooper dị ka minista mbụ n'ọkwa ahụ wee gaa n'ihu ruo n'afọ 2005",
  "Ọ nwụrụ na Juun 30, na afọ 2009 na John F",
  "Kennedy Memorial Hospital na Monrovia ma anọ n'ime ụmụ ya asatọ dị ndụ.",
  "A mụrụ Cooper na Arthington na Montserrado County na Augustus Washington Cooper Sr",
  "na Irene Anna Flossy Knight. Cooper gara Mahadum San Francisco State na nzere bachelọ na masta na Elementary Education. Ọ gụsịrị B.S",
  "ya na College of West Africa na Monrovia na MS na San Francisco State College n'oge afọ 1970",
  "Ọ rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ n'etiti ngụsị akwụkwọ na ụlọ akwụkwọ sekọndrị na matriculation na afọ 1964 na San Francisco na 1964, ma mesịa gaa n'ihu na-arụ ọrụ na mmepe usoro mmụta na Ministry of Education. Ọ rụkwara ọrụ dị ka onye isi nke Cuttington University College.",
  "Ọ bụ minista agụmakwụkwọ na ọchịchị onyinyo nke Charles Taylor site na afo  1990 na National Patriotic Reconstruction Assembly Government. National Patriotic Front of Liberia, otu ndị nnupụisi nke Charles Taylor duziri, malitere nnupụis na Disemba 1989 megide gọọmentị Doe na-achị site na nkwado nke mba ndị agbata obi dị ka Burkina Faso na Ivory Coast",
  "Nke a kpatara Agha Obodo Liberia nke Mbụ site na 1989 ruo 1999 nke gburu mmadụ 200,000. N'oge na-adịghị anya, ndị nnupụisi kewara n'akụkụ dị iche iche, ya bụ IGNU, Ulimo na NPFL",
  "D na-alụ ọgụ n'etiti onwe ha",
  "E nwetara nkwekọrịta udo n'etiti òtù ndị na-alụ ọgụ na 1995, nke dugara na nhọpụta Taylor dị ka onye isi ala na afọ 1997. Ọ bụ Musuleng-Cooper si n'ihu NPFL bịanyere aka na nkwekọrịta ahụ na ndị nnọchiteanya si n'akụkụ abụọ ndị ọzọ",
  "Nchịkwa nke kansụl ahụ na-egbu oge n'ihi igbu oge n'ịkpọbata ndị agha na-ahụ maka udo",
  "A họpụtara ya dị ka osote onyeisi oche n'Ogost 25, mana Gen",
  "Isaac Musa na Septemba 22.",
  "N'afọ 1994, a họpụtara ya dị ka osote onye isi oche nke National Patriotic Front of Liberia, òtù ndị agha nke Charles Taylor. N'afọ 1994, National Patriotic Front of Liberia (NPFL) họpụtara ya ka ọ bụrụ Minista Na-ahụ Maka Mba Ọzọ nke Liberia. Cooper bụ nwanyị mbụ nwere ọnọdụ ahụ na Liberia. Ọ ghọrọ nwanyị ndọrọ ndọrọ ọchịchị mbụ nwere ọkwa ahụ. Ọ gara n'ihu n'ozi ahụ ruo n'afọ 1995. O jikwa oghere ikpeazụ, mezue oche nke Gọọmentị Transitional nke Liberian National. N'oge ọ bụ Minista Na-ahụ Maka Mba Ọzọ, ọ bụ otu n'ime ndị nnọchiteanya na-anwa ịtọhapụ ndị United Nations jidere na Sierra Leone.",
  "Ka e mesịrị, n'afọ 2001, gọọmentị Taylor guzobere Ministry of Gender and Development (MoGD) ma họpụta Cooper dị ka minista mbụ n'ọkwa ahụ. Ọ gara n'ihu na Portfolio ruo afọ 2003. Onye isi ala Gyude Byrant jiri Vabah Gayflor dochie ya n'afọ 2005.",
  "Cooper nwere ụmụ asatọ. Ọ nwụrụ na Juun 30, na afọ 2009 na John F",
  "Kennedy Memorial Hospital na Monrovia ma ụmụ ya anọ hapụrụ ya. Ndị lanarịrị gụnyere Samuel H",
  "Herring Jr., Boehnflahn J",
  "Herring, Alonzo B",
  "Herring، Eva-mae Herring-Christopher, Madia Herring-Mensah, Johnett Herring Hammond, Anie Herring-Freeman, Laurel Herring, Ruel F",
  "Dempster, Byogah J",
  "Herrent, Hilton Herring, Hilton Herринг, Christopher Herring, Eunice Tubman, Lily Behna, Edwin Borbor, Madia, Roland Mitchell, Toniehles, Benoni, John Tony, John Trey, John Tyrtle, John T",
  "E mere emume olili ozu ya na 31 Julaị, na afọ 2009 na Stryker Funeral Home na Monrovia, Liberia.",
  "Àtụ:LiberianForeignMinisters"
]