[
  "Dosunmu (ihe dị ka 1823), nke a na-akpọ Docemo na akwụkwọ ndị Britain, chịrị dị ka Oba nke Lagos site n'afọ 1853, mgbe ọ nọchiri nna ya Oba Akitoye, ruo mgbe ọ nwụrụ n'afọ 1885. A manyere ya ịgbaga Britain n'okpuru iyi egwu nke ike n'Ọgọọst 1861.",
  "Ịnọ n'ocheeze Dosunmu mebiri omenala n'ihi na onye nnọchi anya Britain na Lagos Benjamin Campbell họpụtara ya ka ọ bụrụ Oba mgbe Britain batara n'ihe omume Lagos na-esote Reduction of Lagos na Disemba 1851",
  "Campbell mụtara banyere ọnwụ Oba Akitoye na 2 Septemba 1853 site n'aka onye ọrụ CMS C.C",
  "Gollmer mana o gbochiri ozi a n'aka ndị isi, kama ịjụ ha onye onye nketa Akitoye kwesịrị ịbụ",
  "N'otu oge, ndị isi kwetara na Dosunmu bụ onye nketa kwesịrị ekwesị ma ọ bụ naanị mgbe ahụ ka Campbell gwara ha akụkọ ọnwụ Akitoye",
  "Campbell wee gwa Dosunmu banyere ọbịbịa ya n'Obaship wee soro emume ọbịbịa ngwa ngwa n'obí eze",
  "N'echi ya, a nabatara Dosunmu dị ka Oba nke Lagos ma nata ekele egbe 21 site na Royal Navy.",
  "Dosunmu ketara nsogbu \"Kosoko\" site n'aka nna ya (Akitoye) n'ihi na Kosoko guzobere ụlọ ọrụ kwụụrụ onwe ya na Epe na ihe dị ka ndị agha narị anọ (gụnyere Oshodi Tapa) na ebe o si mebie Lagos site na ọtụtụ mwakpo nke bịara n'ụzọ dị ize ndụ na Akitoye",
  "Ọ bụ ezie na Kosoko mechara bịanye aka na Nkwekọrịta nke Epe na 28 Septemba 1854 na Consul Benjamin Campbell, na-ekwenye na ọ gaghị ekwu okwu ọ bụla na Lagos ma ọ bụ itinye azụmahịa na Lagos n'ihe ize ndụ",
  "Nkwekọrịta ahụ bụ ihe ịga nke ọma maka Kosoko onye mere ka ndị Britain kweta na steeti ya na Epe",
  "Otú ọ dị, n'ime nnukwu foto ahụ, ocheeze Lagos nọgidere na-enweghị ike iru na ụmụ Akitoye na Dosunmu gbanyesiri mkpọrọgwụ ike.",
  "Asọmpi Kosoko-Akitoye / Dosunmu gbasara n'ọchịchị akụ na ụba",
  "Ndị na-akwado Oba Dosunmu enweghị ekele zuru oke maka ọnụnọ ndị Britain na Lagos mgbe ha nwetasịrị ya na 1861 mgbe ndị enyi Kosoko jiri mmekọrịta ahụ mee ihe",
  "Ọzọkwa, dị ka usoro nkwekọrịta e nwetara na 1854 si dị, Dosunmu hapụrụ ikike azụmaahịa maka ọrụ omenala, nke e mesịrị manye ya ịhapụ dịka usoro nke Nkwekọrịta 1861 si dị maka ezumike nká nke otu puku Euros kwa afọ. N'ihi ya, akụ na ụba Oba belatara mgbe Kosoko na ndị enyi ya, n'okpuru enweghị ihe mgbochi azụmaahịa dị otú ahụ, nwere ọganihu.",
  "Ogige Kosoko gụnyere ndị ikom dị ka Oshodi Tapa na Taiwo Olowo bụ ndị ji ịnụ ọkụ n'obi banye n'azụmahịa na ụlọ ọrụ ndị Europe",
  "Onye isi nke ngalaba akụ na ụba Dosunmu bụ Chief Apena Ajasa onye na-ese okwu ugboro ugboro na Taiwo Olowo",
  "Mgbe Kosoko nwụrụ, gọọmentị na-achị mba ahụ mere atụmatụ na akụkụ akụ na ụba ya bụ nke kachasị ike na ọ dịkarịa ala ndị na-eso ụzọ Puku iri abụo.",
  "N'ịgbaso egwu sitere n'aka Kosoko na ndị France nọ na Wydah, Lord Palmerston (Prime Minista Britain) mere mkpebi nke kwuru na \"ọ dị mma nke ịghara igbu oge n'ịnọ na-echebe Lagos\". William McCoskry, onye nnọchi anya na Lagos na Commander Bedingfield kpọkọtara nzukọ na Oba Dosunmu na 30 Julaị 1861 n'ụgbọ HMS Prometheus ebe akọwapụtara ebumnuche Britain na nzaghachi maka okwu ndị ahụ chọrọ site na ọgọọstt 1861",
  "Dosunmu guzogidere usoro nkwekọrịta ahụ mana n'okpuru egwu nke ime ihe ike na Lagos site n'aka Commander Bedingfield, Dosunmu kwetara ma bịanye aka na Lagos Treaty of Cession.",
  "Ụfọdụ ụlọ ọrụ ndị France na-enweghị ikike azụmahịa ha gwara Dosunmu, na-enwe obi ụtọ na ọnụnọ ndị Britain nọ na Lagos, na-ekwe ya nkwa enyemaka maka inupụ isi megide Gọvanọ John Hawley Glover",
  "Glover kwụsịrị mgbalị ahụ, kwụọ Dosunmu £uros iri ise, ma kwụsị ụgwọ ọnwa ya ruo ọnwa 4. Dosunmu enweghị obi ụtọ ma chee na Glover jiri Kosoko kpọọ ya asị",
  "Ọnọdụ Dosunmu ruru eru ka Glover nwere ezigbo ọbụbụenyi na ndị enyi Kosoko dịka Oshodi Tapa onye Glover gakwuuru tupu ọ gaa n'ihu na ọrụ ọha na eze na Taiwo Olowo onye Glover gbara ume ka ọ gaa n\"azụmahịa na ụlọ ọrụ nke Messrs G.L",
  "Gaiser.",
  "Dosunmu nwụrụ n'afọ 1885 ma nwa ya nwoke Oba Oyekan I nọchiri ya.",
  "Otu nwa ya a ma ama bụ Oloye Abiola Dosunmu, Erelu Kuti nke Lagos."
]