[
  "Dounia Batma (Arabic) bụ onye na-agụ egwu na onye na-eme ihe nkiri nke Morocco nke ghọrọ onye a ma ama n'ụwa niile dịka onye nke abụọ nke oge mbụ nke Arab Idol (nke Arabic nke Pop Idol) na MBC",
  "Ọ tụfuru aha ahụ megide onye asọmpi Ijipt Carmen Suleiman",
  "Ọ lụrụ Mohamed Al Turk, nna onye na-agụ egwu Bahraini bụ Hala Al Turk.",
  "A mụrụ Batma ma zụlite ya na Hay Mohammadi, na mpaghara Ain Sebaa-Hay Mohammedi nke Casablanca, Morocco",
  "Nna ya, Hamid Batma, na-egwuri egwu maka òtù dị iche iche gụnyere Mesnawa na Nass El Ghiwane, na nwanne nna ya, Laarbi Batma, bụ onye ndú nke otu Moroccan fusion Nass ElGhiwane, nke Martin Scorsese weere dịka \"Rolling Stones nke Africa\"",
  "Ọ gụrụ maka njem nlereanya mgbe ọ gụsịrị akwụkwọ sekọndrị, n'akwụsịghị nrọ banyere ọrụ egwu. N'afọ 2010, mgbe ọ dị afọ iri na asatọ, site n'ike mmụọ nsọ nke nwa nwanne ya nwanyị a ma ama bụ Khansa Batma (nwa nwanyị Mohamed Batma), ọ sonyere na asọmpi egwu Moroccan, nke a na-akpọ Studio 2M, nke a-agbasa na 2M TV, na mpaghara Oriental",
  "Ọ bụrụ abụ dị iche iche nke Moroccan na Middle-Eastern repertoires, wee ruo ọkara ikpeazụ",
  "Ọbụna ma ọ bụrụ na ọ rughị na nke ikpeazụ, o jisiri ike wepụta otu \"Aalash Tgheeb\" (Gịnị mere ị ji zoo?) na Moroccan Arabic nke na-enweghị ihe ịga nke ọma",
  "Mana ọ ghọtara na ọ ga-aga n'ihu iji nweta ọrụ ọ na-atụ anya na Arab Idol bụ nnukwu ebe iji ruo n'obi Arab World.",
  "Na Septemba 8, 2011, Batma gara nyocha maka asọmpi egwu Arabic Arab Idol",
  "Ihe ngosi a bụ ụdị pan-Arab nke Pop Idol na ọmụmụ nke ihe ngosi Super Star nke Future TV",
  "Onye mmeri nke asọmpi ahụ kwesịrị imeri nkwekọrịta na akara ndekọ Platinum Records na Chevrolet Corvette (C6) yana mkpọsa mgbasa ozi dị mkpa na Pepsi.",
  "Ọ gara nyocha na Casablanca, ma mee La Tfaker (nke onye na-agụ egwu Tunisian bụ Thekra nwụrụ anwụ) n'ihu ndị ọka ikpe nke onye na-abụ abụ pop nke Lebanọn bụ Ragheb Alama, Emirati diva Ahlam na onye na-emepụta egwu na onye na'egwú nke Ijipt bụ Hassan Shaf'ei",
  "Ha kpọrọ ya ka ọ sonye, nke mere ka ọ mata ndị Arab na-ege ntị",
  "A họpụtara ya n'ime ndị 10 kachasị elu megide ndị na-asọmpi si Tunisia, Syria, Jordan, Saudi Arabia, Iraq na mba Egypt.",
  "Ikike olu Batma tụrụ ndị otu ndị ọka ikpe n'anya ma mee ka ọ bụrụ otu n'ime ndị ọkacha mmasị kemgbe oge mbụ, ebe ọ rụrụ \"Magadir\" nke Talal Maddah",
  "Ọrụ ya siri ike ma sie ike nke na o mere ka Ahlam tie mkpu n'ihi mmetụta uche",
  "Mgbe ahụ, ọ pụtara n'asụsụ dị iche iche na ụdị dị iche iche site na abụ ndị Ijipt (Umm Kulthum, Mohammed Abdel Wahab, Warda, Faiza Ahmed), na egwu pop Arabic (Samira Said, Fulla, Najwa Karam, Asala Nasri) na egwu Gulf (Ahlam, Mohammed Abdu, Talal Maddah)."
]