[
  "A mụrụ Charles Smith na New Orleans na 1940 na Bertha Mary Smith",
  "Mgbe Smith dị afọ iri na anọ, mmiri riri nna ya n'ime mpụ ịkpọasị",
  "Nné ya kpọgara ya na ụmụnne ya nwanyị abụọ na Chicago mgbè e gbùrù nnà ya n'ihi agbụrụ",
  "Ha biri na mpaghara dị ichè íchè nkè Maxwell Street District dị nso na 14th Street. Otu afọ mgbè e mesịrị, na 1955, Mrs",
  "Smith kpọọrọ Charles gaa hụ ozu Emmett Till na Roberts Temple Church of God",
  "Ahụmahụ ndị a nyèrè áká kụlite nghọta Smith banyéré ịkpa ókè agbụrụ na steeti.",
  "N'afọ 1964, Smith rụrụ ọrụ na Trans World Airlines na dị ka ónyé na-ebu akwụkwọ ozi, na-arụ ọrụ abụọ ahụ iji chekwaa ego iji zụta ụlọ màkà nwunye ọhụrụ ya na onwé ya. N'afọ 1966, e debara aha Smith na Marine Corps ebe ọ nọrọ afọ abụọ na Vietnam, a chụpụrụ ya na Purple Heart n'afọ 1968 n'ihi mmerụ ahụ",
  "Mmetụta anụ ahụ nke Agent Orange kpatara nsogbụ ahụike na-aga n'ihu ruo taa. O nwekwara mmetụta siri ike n'ụzọ uche na nke ime mmụọ site na ahụmịhe ebe ahụ, na-akpata ịgba alụkwaghịm Smith na ịbawanye nsogbu nchekasị Posttraumatic site na afọ 18 nke ọgụ na-esote agha tupu ọ chọta oku ya dị ka ónyé na-ese ihe.",
  "E wezụga ọmụmụ ihe ya na Virginia Black Training Academy, màkà ọtụtụ afọ nke ahụmịhe ndụ ya, ịmụ ihe na amamihe, Smith malitere iji utu áhà ya, dị ka ihe kwekọrọ na PhD.",
  "N'isiokwu, ọrụ Charles na-eche ihe ọ na-ahụ dị ka ihichapụ akụkọ ihe méré eme' nke ndị isi ojii site n'ịmepụta ihe nkiri na ihe oyiyi nke akụkọ ndị ahụ n'usoro mgbasa ozi siri ike na nke ngwakọta nke ihe o mepụtara",
  "A na-emepụta ọrụ ya ma na-etinye ya n'èzí.  N'afọ 2000, ya na ónyé na-ese ihe Charles Gillam Sr",
  "guzobere Algiers Folk Art Zone & Blues Museum.",
  "Ọrụ Smith dị na nchịkọta na-adịgide adịgide nke Smithsonian American Art Museum.",
  "E tinyere ọrụ ya na Life, Liberty & Pursuit of Happiness na American Visionary Art Museum na 2010.",
  "N'afọ 2017 ọ kụziri ihe na African American Men of Unity na Aurora na nzukọ The Road Less Traveled na Sheboygan, Wisconsin. E rere ọrụ ya na New Orleans Botanical Garden na 2017.",
  "E tinyere ọrụ ya na usoro ihe ngosi 50th Anniversary nke Kohler Art Center, The Road Less Traveled na 2017-18. A na-asọpụrụ ihe ngosi ya maka usoro a dị ka nhọrọ nke abụọ maka \"Best of 2017\" na magazin Art Forum",
  "[nkwado dara]",
  "N'afọ 2018, ọrụ Smith gụnyere ihe ngosi 10 nke ndị omenkà, Chicago Calling: Art Against the Flow, nke Lisa Stone na Kenneth Burkhart haziri na Intuit: The Center for Intuitive and Outsider Art dị ka akụkụ nke Art Design Chicago",
  "N'ime ihe ngosi ahụ na ọrụ Smith bụ ọrụ Henry Darger, Gregory Warmack (nke a maara dị ka Mr",
  "Imagination), Joseph Yoakum na Lee Godie",
  "Smith bụ naanị onye na-ese ihe dị ndụ na ngosi ahụ.",
  "Smith na-ejikarị ihe atụ, ihe nnọchianya, akụkọ akụkọ, akụkọ ihe méré eme na ahụmịhe nke ya na nhọrọ na mmekọrịta nke ihe ọkpụkpụ ya iji mepụta gbụrụ-gbúrụ nka ya",
  "Ndị nleta na-akpa gbụrụ-gbúrụ iberibe ndị ahụ na-agbaso dioramas ya na-adịkarị ndụ na ụzọ nkịtị ọ mèrè màkà njem. E wezụga ahụmịhe ndụ ya, ebumnuche ya bụ ịgwọ ụwa site n'ịkụziri ndị mmadụ banyere akụkọ ihe mere eme nke ndị isi ojii site na ọrụ ya. Ntọala ahụ nọ na-agbanwe mgbè niile ma na-agbanwere ka Smith na-ewu ọrụ ọhụrụ",
  "\"Ihe niile na-aga n'ihu n'otu ógè ka Chineke na-akwagharị m",
  "Ọ na-egosi m otu esi eme ya, ebe ị ga-etinye ya, na otu esi ewu ya",
  "\" Smith kwuru.",
  "Sergeant Ramey nọ n'etiti ihe onwunwe ya Aurora n'elu ụlọ ya",
  "Ọ bụ ihe ncheta na-egosi otu n'ime ezigbo ndị enyì Smith nwụrụ n'agha, ihe ncheta nke na-anọnyere Smith.",
  "Smith lụrụ di na 1964 ma gbaa alụkwaghịm mgbè ọ lọtara n'agha na 1968",
  "N'akụkụ ọrụ ọkpụkpụ ya, Smith bụ ónyé ozi a họpụtara ahọpụta",
  "Ọ bụ ónyé ụkọchukwu na Ụlọ Ekpere na Nsọ nke Chineke na Memphis Tennessee.",
  "Ọtụtụ n'ime ọrụ ya n'èzí ihe ọkpụkpụ ya na-arụ ọrụ iji nyéré ákà gwọọ ndị mmadụ n'ụzọ uche",
  "Ọ na-akwado ndị agha Vietnam ndị ọzọ, ya na ndị Black Caucus nke Congress rụkọtara ọrụ na Agent Orange na njikọ PUSH nke Jesse Jackson."
]