[
  "Àtụ:Infobox medical condition (new)\nEnweghị ike ịnụ ihe bụ enweghị ike ịnụ ihe n'ụzọ zuru oke ma ọ bụ n'ụzọ ọ bụla.[Elsevier, Akwụkwọ ọkọwa okwu ahụike nke Dorland, Elsevier 1] Enweghị ịnụ ihe nwere ike ịdị mgbe a mụrụ ya ma ọ bụ nweta ya n'oge ọ bụla mgbe nke ahụ gasịrị.  Enweghị ịnụ ihe nwere ike ime n'otu ntị ma ọ bụ abụọ. N'ime ụmụaka, nsogbu ịnụ ihe nwere ike imetụta ikike inweta asụsụ a na-ekwu, na ndị okenye ọ nwere ike ịmepụta ihe isi ike na mmekọrịta mmadụ na ibe ya na ọrụ. Enweghị ịnụ ihe nwere ike ịbụ nke nwa oge ma ọ bụ nke na-adịgide adịgide",
  "Enweghị ịnụ ihe metụtara afọ na-emetụtakarị ntị abụọ ma bụrụkwa n'ihi enweghi mkpuru ndu ntutu cochlear. Ufọdụ ndị mmadụ nti chiri, ọkachasị ndị agadi, nwere ike ịkpata owu ọmụma. Ndi nti chiri na-enwekarị obere ma ọ bụ enweghị ntị.",
  "Enwere ike ịkpata nhụsianya site n'ọtụtụ ihe, gụnyere: mkpụrụ ndụ ihe nketa, ịka nká, ikpughe ụda, ọrịa ụfọdụ, nsogbu ọmụmụ, nhụjuanya na ntị, na ụfọdụ ọgwụ ma ọ bụ nsị. Ọnọdụ a na-ahụkarị nke na-ebute ọnwụ ntị bụ ọrịa ntị na-adịghị ala ala",
  "Ụfọdụ ọrịa na-efe efe n'oge ime ime, dị ka cytomegalovirus, syphilis na rubella, nwekwara ike ime ka ị nụ ihe na nwata.. A na-achọpụta na ntị anaghị anụ mgbe nyocha ntị na-achọta na mmadụ enweghị ike ịnụ 25 decibel na ọ dịkarịa ala otu ntị. A na-atụ aro ịnwale maka ichi ntị adịghị mma maka ụmụ amụrụ ọhụrụ niile. E nwere ike ịkọwa ọdịda ntị dị ka nke dị nro (25 ruo 40 dB), nke dị n'etiti (41 ruo 55 dB), nke siri ike (56 ruo 70 dB), nke kachasị njọ (71 ruo 90 dB), ma ọ bụ nke miri emi (karịa 90 dB). Enwere ụdị nhụsianya atọ bụ isi: nkwụsị ntị na-emegharị emegharị, ọnwụ anụ ahụ nke anụ ahụ, na nkwụsị ntị agwakọtara",
  "A na-egbochi ihe dị ka ọkara ntị n'ụwa niile site na usoro ahụike ọha na eze. omume ndị dị otú ahụ gụnyere ịgba ọgwụ mgbochi ọrịa, nlekọta kwesịrị ekwesị n'akụkụ ime ime, izere oke mkpọtụ, na izere ọgwụ ụfọdụ. Òtù Ahụ́ Ike Ụwa na-atụ aro ka ndị na-eto eto kwụsị ikpughe ụda na-ada ụda na iji ihe ndị na-ege ntị na-ege ntị n’onwe ha ihe dị ka otu awa kwa ụbọchị ná mgbalị ibelata ikpughe mkpọtụ. Ịmata na nkwado n'oge dị mkpa karịsịa n'ime ụmụaka. Nye ọtụtụ ndị, ihe enyemaka ịnụ ihe, asụsụ ogbi, ntinye cochlear na ndepụta okwu bara uru. ỊgụỊgụ. Otú ọ dị, ịnweta ihe enyemaka ịnụ ihe, dị oke n'ọtụtụ ebe n'ụwa.",
  "N'ihe dị ka afọ 2013 ịnụ ihe na-emetụta ihe dị ka ijeri mmadụ 1.1 ruo n'ókè ụfọdụ. Ọ na-ebute nkwarụ n'ihe dị ka nde mmadụ 466 (5% nke ndị bi n'ụwa niile), yana nkwarụ na-agafeghị oke na nde mmadụ 124.. Of those with moderate to severe disability 108 million live in low and middle income countries. N'ime ndị nwere nkwarụ dị oke ma ọ bụ nke siri ike, nde 108 bi na mba ndị nwere obere ego na nke etiti. Ndị na-asụ ogbi na ndị na-eme omenala ndị ogbi nwere ike ịhụ onwe ha dị ka ndị nwere nghọtahie kama ịbụ ndị nwere nkwarụ",
  "Ọtụtụ ndị omenaala ndị nti chiri na-emegide mgbalị a na-eme iji gwọọ ntị chiri na ụfọdụ ndị nọ n'ime obodo a na-ele ihe ọkụkụ nke cochlear anya n'ihi na ha nwere ike iwepụ omenala ha A na-elekarị okwu ndị na-adịghị anụ ntị ma ọ bụ nkwụsị ntị anya dị ka ndị na-emesi ihe ndị mmadụ na-enweghị ike ime ike, ọ bụ ezie na a ka na-eji okwu ndị ahụ eme ihe mgbe nile mgbe a na-ekwu maka ntị chiri na ọnọdụ ahụike.",
  "Iji okwu ndị a bụ \"ndị na-adịghị anụ ihe\", ndi nti chiri-ogbi ma bụ ndị nti chiri na ogbi Ịkọwa ndị ntị chiri na ndị na-anụ ihe na-akụda mmụọ ọtụtụ ndị nọ n'ógbè ndị ogbi yana òtù na -akwado nkwado.",
  "Ịnụ mmadụ na-agbatị ugboro ugboro site na 20 ruo 20,000 Hz, yana ike sitere na 0 dB ruo 120 dB HL ma ọ bụ karịa",
  "0 dB anaghị anọchi anya enweghị ụda, kama ụda kacha dị nro nke ntị mmadụ na-enweghị mmerụ nwere ike ịnụ; ụfọdụ ndị mmadụ nwere ike ịnụ ruo -5 ma ọ bụ ọbụna -10 dB",
  "Ụda na-adakarị ụda na-enweghị ntụsara ahụ karịa 90 dB na 115 dB na-anọchi anya ọnụ ụzọ mgbu",
  "Ntị anaghị anụ ugboro niile nke ọma: nhụsianya kacha elu gburugburu 3,000 Hz",
  "Enwere ọtụtụ àgwà ịnụ ihe mmadụ ma e wezụga oke ugboro na ike nke a na-apụghị ịtụ ngwa ngwa n'ụzọ ọ bụla",
  "Agbanyeghị, maka ọtụtụ ebumnuche bara uru, a na-akọwapụta ọtịta nkịtị site na ugboro na eserese ike, ma ọ bụ audiogram, na-esetịta ọnụ ụzọ ịnụ ihe n'oge akọwapụtara",
  "N'ihi mmetụta nchikota nke afọ na ikpughe ụda na mkparị ụda olu ndị ọzọ, ịnụrụ 'ụdị' nwere ike ọ gaghị abụ ihe nkịtị..",
  "Enweghị ike ịnụ ihe bụ ihe mmetụta, mana ọ nwere ike ịnwe mgbaàmà ndị na-eso ya:",
  "Kpọpụta njehie: <ref> tags exist for a group named \"Elsevier, Akwụkwọ ọkọwa okwu ahụike nke Dorland, Elsevier\", but no corresponding <references group=\"Elsevier, Akwụkwọ ọkọwa okwu ahụike nke Dorland, Elsevier\"/> tag was found"
]