[
  "The Drama Desk Award bụ ihe nrite kwa afọ na-amata mma na ụlọ ihe nkiri New York",
  "Nke mbụ e nyere na afo 1955 dị ka Vernon Rice Award, ihe nrite ahụ na mbụ na-asọpụrụ mmepụta Off-Broadway, yana Off-off-Broadway, na ndị nọ nso",
  "N'ịgbaso aha 1964 dị ka Drama Desk Awards, a gụnyere ihe nkiri Broadway malite na oge onyinye 1968 rụọ 1969. A na-ewere onyinye ndị a dị ka ihe dị ịrịba ama n'ụlọ ihe nkiri America.",
  "E guzobere nzukọ Drama Desk na afo 1949 site n'aka otu ndị nkatọ ihe nkiri New York, ndị editọ, ndị nta akụkọ na ndị nkwusa, iji mee ka ọha na eze mara ihe ndị dị mkpa gbasara ụlọ ọrụ ihe nkiri",
  "Ha bidoro ihe ngosi nke Vernon Rice Awards",
  "Aha a na-asọpụrụ onye nkatọ New York Post bụ Vernon Rice, onye malitere mgbasa ozi Off-Broadway na akwụkwọ akụkọ New York",
  "A gbanwere aha ahụ maka oge onyinye 1963–1964 na Drama Desk Awards.",
  "N'afọ 1974, Drama Desk malitere dị ka nzukọ na-anaghi ebe egob",
  "N'afọ 1975, ọkwa Drama Desk nke ndị mmeri gụnyere ndị a họpụtara.",
  "The Drama Desk nwere ihe karịrị otu narị ndị otu, gụnyere ndị nkatọ ihe nkiri, ndị nta akụkọ na ndị editọ na-ekpuchi ihe nkiri New York ma na-atụ vootu na onyinye",
  "Ndị otu nwere ụdị abụọ: ndị otu na-arụsi ọrụ ike (voting) na ndị otu na-ekere òkè.",
  "Ndị ọrụ Drama Desk niile na ndị otu kọmitii na-aropụta na-arụ ọrụ ha dị iche iche maka nzukọ ahụ n'afọ ofufo",
  "Kọmitii na-ahọpụta na-ezukọ ugboro abụọ n'ọnwa iji kwurịta ọtụtụ ndị otu ihe ngosi ruru eru na-ahụ maka ịhụ",
  "Ha na-ahọpụtazi mmepụta nke ndị otu niile ga-atụ vootu",
  "Ihe na-eme ka nzukọ ahụ dị iche bụ na a na-ahọrọ onyinye ndị ahụ \"ndị mgbasa ozi naanị n'enweghị mmasị ọ bụla na nsonaazụ,\" dị ka nzukọ ahụ si kwuo.",
  "Drama Desk Awards enye go aka na ihe ịga nke ọma na-aga n'ihu nke ndị isi kpakpando, ndị na-ede egwuregwu na ndị na-emepụta ihe, ebe ha na-ahụkwa ndị bịara ọhụrụ",
  "The Drama Desk bụ nzukọ ihe nkiri mbụ nke New York nyere onyinye nye ndị talent dịka Edward Albee, Wendy Wasserstein, na George C",
  "Scott",
  "Egwuregwu dị ka Driving Miss Daisy, Other People's Money, Steel Magnolias, na The Boys in the Band wuru ume site na enyemaka nke Drama Desk mmeri.",
  "Na idebe na ọrụ mbụ ya, nzukọ ahụ na-akwado nri ehihie ndị ọbịa na ndị ọkachamara n'ihe nkiri",
  "Ndị otu na-ekwu maka isiokwu ndị nwere mmasị ugbu a: na-ekpuchi oge na Broadway, Off-Broadway, na Off-Off-Broadway, na ebumnuche nke ịkpalite mkparịta ụka na-enye ihe ọmụma na nke na-akpali akpali."
]