[
  "Ọnọdụ ihu igwe na-ezo aka n'oge ga-abịa n'ọdịnihu mgbè ọkwa nke gas na-ekpo ọkụ na ikuku kwụsịrị ịrịgo ma bídó ịda. Drawdown bụ ihe dị ịrịba ama n'ịtụgharị mgbanwe ihu igwe ma mechaa belata okpomọkụ ụwa. Project Drawdown na-ezo aka n'òtù na-enweghị uru nke nwéré ebumnuche inyere ụwa aka iru ala ma kwụsị mgbanwe ihu igwe na-emebi ngwa ngwa, n'enweghị nsogbụ, na n'ụzọ ziri ezi",
  "N'afọ 2017, akwụkwọ akpọrọ \"Drawdown\" ghọrọ akwụkwọ kacha ere ahịa na New York Times, ebe ọ gosipụtara ma kọwaa ihe ngwọta dị íchè íchè na mbọ dịnụ iji nyéré aka iru ihe mgbaru ọsọ a.",
  "Project Drawdown bụ ọrụ mgbochi mgbanwe ihu igwe nkè Paul Hawken na ónyé na-ahụ màkà ihu igwe Amanda Joy Ravenhill malitere",
  "Ụkpụrụ ndị bụ isi nkè ọrụ ahụ bụ:",
  "Project Drawdown na-ahazi ngwọta dị íchè íchè n'ime otu ndị dabara na ụkpụrụ ndị a iji mepụta Drawdown Framework. Ebe nrụọrụ weebụ nke nzukọ Project Drawdown gụnyere nkuzi vidiyo nke na-akọwa nyocha na nghọta n'azụ mgbalị na nyocha nke mejupụtara sayensị n'azụ ọrụ ahụ. Isi ihe dị na ọrụ ahụ bụ nchịkọta nkè ndepụta nke \"ihe ngwọta kachasị mkpa màkà okpomọkụ ụwa\". Ndepụta ahụ, nke na-agụnye naanị ngwọta ndị dị ugbu a na teknụzụ, bụ nke otu ndị ọkà mmụta ihe karịrị narị abụọ, ndị ọkà mmụta sayensị, ndị na-eme iwu, ndị isi azụmaahịa, na ndị na-arụ ọrụ chịkọtara ma ugbu a ọ dị n'ịntanetị. Ndị otu ahụ tụrụ ma gosipụta mmetụta carbon nke ngwọta ọ bụla site n'afọ 2050, ngụkọta ya na ọnụahịa ya màkà ọha mmadụ, na ngụkọta ndụ ya. Project Drawdown na-eji ọnọdụ dị ichè íchè iji nyochaa mgbanwe dị íchè íchè na mbọ ihu igwe zuru ụwa ọnụ nwèrè ike ịdị",
  "Ihe nkiri 1 na-egosi ịrị elu okpomọkụ 2 °C site na 2100, ebe ihe nkiri 2 na-egosi mmụba okpomọkụ 1.5 °C site Na 2100",
  "N'okpuru ebe a bụ tebụl nke ngwọta iri kachasị elu gụnyere na ebe nrụọrụ weebụ nke nzukọ ahụ, yana mmetụta nke ikuku ha dabere na nke ọ bụla. Ntụle ndị ahụ na-ezo aka na gigatons nke CO2 nke dị ka nke e belatara / nke e kewara (202050) na mgbalị kacha nta achọrọ maka ihe mgbaru ọsọ dị elu na mgbalị kachasị elu achọrọ màkà ebumnuche dị ala.",
  "E bipụtara nyocha nke afọ 2020 nke nchọpụta nke dugara n'akwụkwọ afọ 2017 dị ka PDF 104 na 2020."
]