[
  "Drew Spence (amụrụ n'abalị iri abụọ na atọ n'ọnwa Ọktoba n'afọ 1992) bụ onye na-agba bọọlụ nke Jamaica nke a mụrụ na England nke na-agba bọọlụ dị ka onye na-agba bọọlụ n'etiti maka otu FA WSL Tottenham Hotspur na otu bọọlụ ụmụ nwanyị nke Jamaica",
  "Ọ gbara bọọlụ maka otu egwuregwu bọọlụ ụmụ nwanyị nke mba England n'afọ 2015.",
  "Onye otu Chelsea na England Gilly Flaherty chetara na ya na Spence na-egwuri egwu na Arsenal Centre of Excellence. Spence gara n'ihu na otu ndị ntorobịa Fulham, tupu ọ banye na Chelsea n'afọ 2008.",
  "Chelsea ruru na ngwụcha nke FA Women's Cup nke mbụ ya n'afọ 2012, mana Birmingham City mechara merie ha na penalti mgbe ha butere ụzọ ugboro abụọ",
  "Becky Spencer gbochiri mgbalị Spence.",
  "N'afọ 2015, Chelsea meriri nnukwu iko mbụ ha, na 2015 FA Women's Cup Final na Wembley Stadium",
  "Ha wee merie Sunderland n'ọnwa Ọktoba n'afọ 2015 iji nweta aha FA WSL na League na Cup \"ugboro abụọ\". Na ngwụcha oge ahụ, Spence bịanyere aka na nkwekọrịta afọ abụọ ọhụrụ na Chelsea.",
  "N'oge Arsenal gbara ya n'ọnwa Ọktoba n'afọ 2018, Spence hapụrụ Kim Little ka ọ na-elekọta ụkwụ gbajiri agbaji na ihe ebe weebụsaịtị Arsenal kọwara dị ka \"ihe siri ike\"",
  "A katọrọ ndị isi egwuregwu ahụ maka ịghara ịchụpụ Spence, onye hapụrụ Little ka a chụpụrụ ya ruo ihe dị ka izu iri.",
  "N'afọ 2020, Spence bịanyere aka na nkwekọrịta ọhụrụ nke ga-eme ka ọ nọrọ na Chelsea ruo 2022.",
  "Na June 2022, Spence bịanyere aka na nkwekọrịta afọ abụọ n'otu Tottenham Hotspur, na-ahapụ Chelsea dị ka onye bọọlụ ha kachasị ogologo oge.",
  "Onye nkuzi bọọlụ Mark Sampson nyere Spence oku mbụ ya n'ọnwa Ọktoba n'afọ 2015, n'ime ndị na-enweghị ike maka asọmpi mba ụwa nke Yongchuan n'afọ 2015. O meriri na mpụta England mbụ ya na 23 Ọktoba 2015, dị ka onye nọchiri anya na mmeri England na China na Yongchuan.",
  "N'ọnwa Septemba 2017, onye otu Spence na Chelsea bụ Eniola Aluko na-achụso ebubo nke ịkpa ókè agbụrụ megide The FA site na peeji nke akwụkwọ akụkọ The Guardian",
  "Spence banyere na esemokwu ahụ mgbe ekpughere ya dị ka onye a na-amaghị aha ya na mbụ bụ \"The Player\" onye a sịrị na Mark Sampson \"na-ewe iwe ma na-ewe iwe\" na njem ya na China.",
  "Spence ruru eru maka Jamaica site na ihe nketa ya ma nweta oku mbụ ya na Reggae Girlz maka ogige ezumike mba ụwa na June",
  "O mere nke mbụ ya na 24 Ọktoba 2021.",
  "Nwanne Spence bụ Lewwis Spence bụkwa onye na-agba bọọlụ."
]