[
  "Christopher James Gholson (amụrụ n'ọnwa Ọgọstụ 11, 1983), nkè a maara nke ọma site na aha ya bụ Drumma Boy, bụ ónyé na-emepụta ihe ndekọ America.",
  "A mụrụ ya na Memphis, Tennessee, ma zụlite ya na Cordova, Tennessee, ọ hụrụ egwu mgbè ọ dị obérè",
  "Nne ya, Billie Baker Gholson, bụ onye na-ahụ màkà ego nke na-arụ ọrụ dị ka onye na-agụ egwu opera ógè ụfọdụ ma bụrụ onye Afrịka-Amerịka mbụ gụsịrị akwụkwọ na Rudi E",
  "Scheidt School of Music na Mahadum Memphis",
  "Nna ya, G",
  "James Gholson, bụ onye clarinetist lara ezumike nká na prọfesọ egwu na Rudi E",
  "Scheidt School of Music, bụ nwoke mbụ si Afrịka na Amerịka nwere oche mbụ na Memphis Symphony Orchestra. Nna ya bụ onye emeritus nke Memphis Woodwind Quintet na onye na-egwu egwu na United States Navy Band. Nna nna ya bụ onye isi ụlọ akwụkwọ sekọndrị ma nwee ụlọ akwụkwọ sekọndrị aha ya na Washington, D.C",
  "Ndị ezinụlọ ya ndị ọzọ gụnyere nne nne na nwanne nne ya bụkwa ndị egwu ma na-akụzi egwu n'ụlọ akwụkwọ",
  "Drumma Boy na-ekwu na o nwèrè ihe ndekọ n'aka ya mgbe ọ dị afọ atọ na clarinet mgbe ọ dị afọ ise. Nna ya nyere aka n'ịkụziri ya banyere egwu ọdịnala mana ọ bụ nne ya mere ka ọ mata Curtis Mayfield na 1970s rhythm and blues. Gholson bụ onye egwu a zụrụ azụ n'egwú oge ochie, ọ malitere ịme clarinet E-flat mgbè ọ dị afọ isii wee gaa clarinet B-flat",
  "Mgbè ọ dị afọ isii, Gholson malitere ịmụ piano.",
  "Mathematics bụ isiokwu ụlọ akwụkwọ kachasị amasị ya",
  "Na klas nke itoolu, o mèrè abụ banyéré usoro quadratic maka otuto ọzọ ma nweta ọkwa kachasị elu maka klas ahụ. Gholson malitere ịme egwu hip hop mgbe ọ dị afọ iri na abụọ ma nweta ntinye mmepụta mbụ ya na redio ọbọdọ ya na Memphis rapper Tela's “Double Dose'. O mepụtara abọm dum mgbè ọ dị afọ iri na anọ. N'oge ụlọ akwụkwọ sekọndrị, Gholson na-egwu basketball ma nye ya ọtụtụ agụmakwụkwọ egwuregwu.  E nyere ya ọkwa na Memphis Youth Symphony Orchestra yana inye ya agụmakwụkwọ egwu kọleji. Dị ka ónyé na-emepụta ihe n'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ malitere ịkwụ ụgwọ $ 200 maka egwu ọ bụla o mere ma mesịa nweta $ 500 kwa egwu mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị.",
  "Gholson gàrà Mahadum nke Memphis dị ka ónyé isi Music Business, matriculating na 2001",
  "N'ihi nrụgide sitere n'aka nne na nna ya iji nweta agụmakwụkwọ, nna ya dụrụ ya ọdụ na nzere kọleji ga-emeghe ọnụ ụzọ ndị ọzọ màkà ọganihu ọrụ, nne ya mesikwara ike mkpà ọ dị inwe ego",
  "Gholson gakwara kọleji iji mezuo nkwenye nna ya na nzere kọleji bụ tiketi maka ọrụ siri ike ma kwụsie ike. N'ịgbaso ndụmọdụ nna ya na site n'afọ ya dị obere, Drumma Boy guzobere aha maka onwe ya ma na-aghọ ngwa ngwa ndị na-emepụta ihe kachasị achọ na Tennessee",
  "Ọ nọrọ ọtụtụ oge ezumike ya n'èzí klas na keyboard na igwe drum na-eme egwu hip hop n'ime ụlọ ya. N'etiti ịga klas, ọ ga-azụta egwu ya na-eme n'ụlọ nye ndị na-eti egwu Memphis dị ka Gangsta Boo, yana ịga Texas ịrụ ọrụ egwu maka Scarface na Bun B nke UGK",
  "Ọ bụ ezie na Gholson nwetara ezigbo akara, a chụpụrụ ya n'ụlọ akwụkwọ n'afọ 2004 n'ihi enweghị ndị bịara ya. Ego sitere na ụlọ ọrụ mmepụta egwu ya siri ike nke na Gholson na-adọta $ 20,000 kwa ọnwa ébé o mechara chọpụta na ọ nweghị ihe mere ọ ga-eji nọrọ na kọleji. Nna ya màrà ya aka, na mgbalị iji mee ka ọ laghachi na kọleji, iji nweta $ 100,000 n'ime ọnwa iri na abụọ iji gosipụta nnwere onwé ya",
  "Drumma Boy nwetara $ 100,000 n'ime ọnwa iri. Ọ bụ ezie na Gholson alaghachighị na Mahadum Memphis, ya na nna ya guzobere James na Christopher Gholson Scholarship Fund, agụmakwụkwọ nke na-aga n'ebe ụmụ akwụkwọ na-agụsị akwụkwọ na-agụsị akwụkwọ na-amụ egwu n'ụlọ akwụkwọ ahụ, na-eme ka nnà ya na ezinụlọ ya nwee nkwa na ụkpụrụ màkà agụmakwụkwọ na ịgụ akwụkwọ ọdịbendị.",
  "Gholson arụla ọrụ na ọtụtụ ihe omume sitere na hip hop, R&B, na reggae. Gholson kwagara Atlanta n'afọ 2004 ma lekwasị anya ịghọ ónyé na-emepụta egwu na onye ọchụnta ego",
  "N'ihota echiche ya nke azụmahịa site n'aka nne ya, onye ọkachamara na-ahụ maka ego, Gholson hiwere Drum Squad, ụlọ ọrụ ntụrụndụ na-enweghị onwé ya nke gụnyere Drum Squad Productions, ụlọ ọrụ mmepụta egwu nke na-anọchite anya ndị na-emepụta ihe na ndị na-ede egwu, Drum Squad Records (akara ndekọ), na Drum Squad Films, ụlọ ọrụ mmepụta ihe nkírí na nkesa.",
  "Ka ọ na-erule afọ 2008, Gholson ghọrọ otu n'ime ndị na-emepụta hip hop kachasị achọ na ụlọ ọrụ égwu. N'afọ 2008, Vibe Magazine kpọrọ ya otu n'ime ndị na-emepụta ihe ise kachasị elu \"na-eme mkpọtụ\" na ụlọ ọrụ egwu",
  "N'ọnwa Disemba afọ 2009, The New York Times kpọrọ ya otu n'ime ndị na-emepụta ihe anọ na-ekpo ọkụ \"na-akwọ ọbọdọ\" na Atlanta, na-akọwa ụda ya dị ka \"ìgwè aṅụ na-arụsi ọrụ ike nke synths na-ekpuchi ya na injections bass nke hà nhata Memphis na Atlanta\". E hotara ya na mbipụta Jenụwarị 2010 nke Rolling Stone gbara ọrụ mmepụta ya màkà ónyé na-edekọ egwu Gucci Mane's #1 rap album The State vs",
  "Radric Davis.",
  "N'afọ 2013, Gholson wepụtara ụdị mmanya okomoko ya nke a na-akpọ Moreno BHLV Gholson emeghewokwa “G Factory’; ụlọ ọrụ ihe okike 20,000 square foot n’obodo ya bụ Memphis, màkà mmepụta ihe nkiri na ihe ngosi TV nke ga-emesị gụnye ụlọ ahịa osisi, na ndị ọrụ nkọwa ụgbọ ala ebe a ga-ahọpụta ohere ahụ maka ndị ọkachamara na-emepụta ihe, ndị na-ese ihe na ndị na-ese ihe iji mee ka nkà ha dị mma. Gholson malitekwara ngalaba mmepụta ihe nkírí na nkesa nke a na-akpọ Drum Squad Films n'ime ụlọ ọrụ ya, Drum Squad",
  "Otu n'ime ihe nkírí ole na ole mbụ a na-akpọ \"Chapters\" malitere site na ihe nkírí Drum Squad na 2012, nke Gholson mèrè ihe nkírí ọzọ màkà ya",
  "“Know your History” bụ ihe nkiri ọzọ nweere onwe ya nke ihe nkiri Drum Squad wepụtara na-edekọ akụkọ ihe mere eme nke ọbọdọ Memphis.",
  "Drumma Boy meriri \"Best Indie Producer of the Year\" n'usoro na 2009, 2010 na 2011 Southern Entertainment Awards",
  "O nwetara nhọpụta maka \"Onye Mmepụta nke Afọ\" na 2008 Ozone Awards na 2010 BET Hip Hop Awards. Egwu ya nyere aka na nhọpụta abụọ n'oge 2009 Grammy Awards gụnyere ọrụ ya na T.I's Paper Trail (Best Rap Album) na \"Put On\" nke Young Jeezy & Kanye West (Best Performance by a Rap Duo.). Drumma mepụtakwara \"Stranger\" na Usher's 2010 Versus (EP), wepụtara ya na mbipụta deluxe nke Raymond v",
  "Raymond; abọm ahụ meriri Grammy Awards abụọ maka Best Contemporary R&B Album na Best Male R&B Vocal Performance",
  "N'afọ 2011, egwu Drumma \"No Hands\" maka Waka Flocka, Roscoe Dash na Wale natara nhọpụta maka \"Best Collaboration\" na 2011 BET Awards ma nweta nkwanye ùgwù maka \"Best Club Banger\" na 2011 BET Hip Hop Awards.Àtụ:Col-begin\nÀtụ:Col-2\nAlbums",
  "Àtụ:Col-2\nHosted mixtapes",
  "Àtụ:Col-end"
]