[
  "Dry Corridor ma ọ bụ Central American Dry Corredor (CADC) bụ mpaghara oké ọhịa kpọrọ nkụ na Pacific Coast nke Central America. Mpaghara a, nke sitere na ndịda Mexico ruo Panama, nwere oke nsogbu maka mgbanwe ihu igwe n'ihi ọtụtụ ndị bi n'ime ime obodo na ịda ogbenye, ya mere na-adabere na ihe ọkụkụ maka ndụ ha.",
  "Ndị na-emetụta mgbanwe ihu igwe karịsịa bụ mpaghara Guatemala, El Salvador, Honduras, na Nicaragua. Kemgbe afọ 2001, mpaghara ndị a enweela nsogbu site na usoro ụkọ mmiri ozuzo na-adịghị mma n'ihi mgbanwe na El Niño-Southern Oscillation (ENSO). N'oge ihe omume El Niño na 2009 (afọ e dere okwu ahụ bụ Corridor Dzhia), a na-eme atụmatụ na 50-100% nke ihe ọkụkụ na mpaghara ndị a nwere nsogbu mmiri, na n'etiti afọ 2014 na  afo 2016, ọtụtụ nde mmadụ nọ n'okporo ụzọ kpọrọ nkụ chọrọ enyemaka nri n'ihi ụkọ mmiri ozuzo n'oge a, nke kpatara mfu nke ihe ọkpọkọ ọka. Ka ọ na-erule afọ 2018, e mere atụmatụ na ọ dịkarịa ala 25% nke ezinụlọ ndị dị na mpaghara ahụ nwere nsogbu nri. N'ihi ya, a dụrụ ụlọ ọrụ enyemaka ọdụ ka ha mee ihe maka nri mbụ mgbe ha na-edozi nsogbu a, na-elekwasị anya na mbụ na mpaghara ndị nwere ihe ize ndụ kachasị elu nke enweghị nri.",
  "Mmetụta ụkọ mmiri ozuzo dị njọ karịsịa na Honduras na Guatemala.",
  "2019 bụ afọ nke ise n'usoro nke ụkọ mmiri ozuzo, na \"afọ nke abụọ n'usoro maka mmepụta na-akụ afọ n'ala maka ndị ọrụ ugbo na-ebi ndụ\". Ọnọdụ ihu igwe anọwo na-ekpo ọkụ ma kpọọ nkụ, ihe ndị na-egbu egbu na-abawanye, mmiri ozuzo na-ebelata ma ọ bụ na-adịghị, na idei mmiri adịkwa arọ.",
  "Ihe dị ka pasentị asatọ 8% nke ezinụlọ ndị nọ n'ógbè ahụ na-akọ na ha na-eme atụmatụ ịkwaga na mgbalị imeziwanye ọnọdụ ha, na mmụba nke ịkwaga nke ndị na-akwaga mba ọzọ n'etiti afọ 2010 na afo 2015. A na-atụ anya na ihe ruru nde mmadụ anọ na-akwaga na Central America na Mexico site n'afọ 2050, dị ka akụkọ ụlọ akụ ụwa si kwuo, ọ bụrụ na emeghị ihe iji gbochie mgbanwe ihu igwe ma mee ka omume ugbo kwekọọ. Ndị na-akwaga mba ọzọ na-ebu ụzọ gaa n'obodo ukwu ndị dị nso, ebe ole na ole na-aga n'ihu n'ebe ugwu Mexico, na ole na ole ka na-aga ruo n'ókè USA.",
  "Mgbanwe ihu igwe dị ka nke a hụrụ na Dry Corridor bụ otu n'ime isi iyi nke esemokwu na ókèala US-Mexico",
  "Na US, Donald Trump akọwaala mbata dị ka mwakpo nke ndị otu na ndị ọjọọ, n'agbanyeghị na onye isi US nke US Customs na nchebe ókèala na-ekwu na ọ bụ isi ọkwọ ụgbọala. Ihe na-eme ka mmekọrịta a dị mgbagwoju anya sie ike bụ eziokwu ahụ bụ na ndị US emeela karịa mba ọ bụla ọzọ iji kpatara okpomọkụ ụwa, ya mere, ha bụ ma ọ dịkarịa ala ihe kpatara ọnọdụ nke ndị mbịarambịa a.",
  "Ọganihu na mpaghara ahụ ga-achọ ka e jiri ọtụtụ akụkụ mee ihe, gụnyere inye nchekwa nri na enyemaka dị mkpirikpi, idozi mgbanwe ihu igwe n'ụwa niile, yana atụmatụ mmepe na-adịgide adịgide iji kwalite mmepụta ihe ọkụkụ siri ike na mpaghara ndị a na-eche n'ihu ihu na ihu igwe ọhụrụ."
]