[
  "Dunduzu Chisiza Junior (26 Machị 1963 - 24 Febụwarị 1999) bụ onye Malawian na-ede egwuregwu, onye nduzi na onye na-eme ihe nkiri na onye guzobere ụlọ ọrụ ihe nkiri mbụ na Malawi, W makhata Ensemble Theatre O dere ihe karịrị egwuregwu iri abụọ ma tinye aka n'ide na iduzi ihe dịka mmadụ iri abụọ na ise ndị ọzọ. Ọtụtụ n'ime egwuregwu ya nwere ozi ndọrọ ndọrọ ọchịchị na nke ikike mmadụ n'oge otu otu steeti n'okpuru Banda",
  "Ọ bụ nwa nwoke nke onye ndọrọ ndọrọ ọchịchị na onye ndọrọ ndọrọ nke Malawi a ma ama Dunduzu Chisiza.",
  "Chisiza bụ nwa nwoke nke atọ nke Dunduzu K",
  "Chisiza, onye a ma ama na-eme ngagharị iwe maka nnwere onwe Malawi nke e gburu n'afọ 1962 ọnwa isii tupu a mụọ Du",
  "Nwanne nna ya, Yatuta Chisiza, bụkwa onye na-ahụ mba n'anya na ndọrọ ndọrọ ọchịchị, na-eje ozi dịka onye nche nke Banda n'oge ọgụ maka nnwere onwe",
  "E gburu ya mgbe nnwere onwe gasịrị n'oge ọ nwara iweghara ọkwa onye isi ala n'afọ 1967.",
  "Chisiza malitere inwe mmasị na ihe nkiri na Henry Henderson Institute na Blantyre dịka nwa akwụkwọ ụlọ akwụkwọ sekọndrị",
  "O dere ma duzie 'The Deceased's Attack', nke meriri ihe nrite mbụ na National Schools Drama Festival n'afọ 1982. O mechara kwaga US ma nye ya BFA na Performing Arts na Philadelphia College of the Performing arts",
  "Ọ ghọkwara onye na-enwe ọnụnụ  ọkụ n'obi maka martial arts na-enweta belt ojii ma ghọọ onye nkuzi na Philadelphia Arts Centre",
  "Ọ laghachiri Malawi n'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ.",
  "Egwuregwu ya gbasara ọtụtụ esemokwu nke mere ka ụfọdụ n'ime ha bụrụ ndị ọchịchị Banda machibido iwu",
  "Ọ malitere iji nkà nka kpuchie isiokwu ya",
  "Ọ ghọrọ onye a ma ama maka ọrụ nkatọ ndọrọ ndọrọ ọchịchị ya.",
  "N'ụzọ dị ịtụnanya, n'afọ 1993, o kwetara iwere ọkwa Minista na-ahụ maka egwuregwu, ndị ntorobịa na ọdịbendị n'otu n'ime ụlọ ọrụ ikpeazụ nke Banda tupu ntuli aka ọtụtụ otu ndọrọ ndọrọ n'afọ 1994",
  "Egwuregwu ya Democracy Boulevard kwuru maka mmegbu metụtara usoro ọchịchị onye kwuo uche ya, ọ siri ike na mgbasa ozi mgbasa ozi metụtara ọchịchị onye kwuo okwu nke ọtụtụ",
  "N'ọnwa ndị bu ntuli aka mbụ nke ọtụtụ òtù, nke ọ bụla n'ime òtù ndọrọ ndọrọ ọchịchị atọ dị mkpa chọrọ ya",
  "O kwupụtara ọpụpụ ya na ndọrọ ndọrọ ọchịchị n'afọ 1994 mgbe e meriri MCP",
  "N'afọ 1998, ọ sonyeere otu ndọrọndọrọ ọchịchị, UDF",
  "O kwupụtara na ọ ga-azọ ọkwa onye omeiwu maka Karonga South mana ọ nwụrụ tupu ntuli aka.",
  "Ọ lụrụ Ngongite Mwafulirwa na 1993 ma nwee ụmụ atọ.\nNna nna ya bụ Bazuka Mhango",
  "Nwa ya nwoke, Thlupego Chisiza bụkwa onye na-eme ihe nkiri ma e jidere ya na 2011 maka ịme egwuregwu na-akatọ gọọmentị nke Robert Chasowa dere."
]