[
  "Duduzane Zuma (a mụrụ n'ụbọchị nke 20 n'ọnwa Mee n'afọ 1982) bụ nwa onye bụbu onye isi ala South Africa, Jacob Zuma, na ejima nwanne Duduzile Zuma.",
  "Zuma bịara bụrụ onye a ma ama n'agbata afọ 2007 na afọ 2009 mgbe nna ya ghọrọ onye isi oche nke African National Congress ma mesịa bụrụ onye isi oche nke South Africa, mgbe nke ahụ gasịrị, Zuma ghọrọ onye nduzi nke ọtụtụ ụlọ ọrụ South Africa.",
  "N'afọ 2014, Ụlọikpe Magistrates nke Randburg chọpụtara na nleghara anya Zuma butere ọnwụ nke Phumzile Dube dị afọ iri atọ na mgbe e mesịrị Jeanette Mashaba mgbe Porsche ya zutere tagzi",
  "Ụlọ ọrụ na-ahụ maka ikpe na mba ahụ jụrụ ikpe. N'ọnwa Julaị afọ 2018, a maliteghachiri ikpe igbu ọchụ ya mgbe ọ laghachiri South Africa maka olili ozu ezinụlọ",
  "E wepụrụ paspọtụ ya ma ọ pụtara n'ụlọ ikpe Randburg Magistrates Court ọtụtụ ugboro kemgbe ahụ.",
  "Zuma zutere esemokwu ọzọ mgbe ọ sonyeere ụlọ ọrụ nke ndị enyi nna ya, ezinụlọ Gupta",
  "A tụrụ aro [onye?] na o tinyere aka na njide steeti nke PRASA na ego a ga-enye ndị China; PRASA emeela ihe iwu kwadoro iji nwetaghachi ego ahụ ezuru.",
  "Na Machị 2017, o boro Pravin Gordhan ebubo na ọ na-etinye nrụgide na ụlọ akụ etiti iji mechie akaụntụ ụlọ akụ ya niile.",
  "N'ọnwa Febụwarị afọ 2018, a kọrọ na a na-achọ Zuma n'ihe gbasara Vrede Dairy Project na Free State, nke a na-ekwu na ọ hụrụ ndị ndọrọ ndọrọ ọchịchị na ndị ọchụnta ego na-eji aghụghọ na-etinye ọtụtụ nde mmadụ site na ọrụ ahụ maka ndị ọrụ ugbo ojii na-apụta.",
  "N'oge Eprel 2021 vidiyo pụtara na ya na-eme oriri na nkwari n'ụgbọ mmiri ya na ụyọkọ ụmụ nwanyị na-achọ ụbọchị ọmụmụ obi ụtọ nye enyi ya aha ya bụ Max, ma ghara ịgbaso usoro COVID-19 nke Dubai.",
  "Mgbe a tụrụ nna ya mkpọrọ na Wednesday, 7 July 2021 maka ileda ụlọ ikpe anya nke metụtara ịjụ ịpụta n'ihu Zondo Commission of Inquiry, ime ihe ike na izu ohi bilitere na KwaZulu-Natal na Gauteng. E bukọrọ ọtụtụ narị ụlọ ahịa, ụlọ ahịa, ụlọ nkwakọba ihe, ụlọ ọrụ mmepụta ihe, ebe nkesa yana alaka nke South African National Blood Service na ụlọ ọrụ ndị ọzọ ebe a gbara ọtụtụ ụlọ ọkụ. Ka ọ na-erule 13 Julaị 2021, e mere atụmatụ mmebi ahụ na R2 ijeri ma ka na-aga n'ihu. Na nzaghachi maka ebubo nke ịkpalite ime ihe ike site na akaụntụ twitter a na-ejighị n'aka, ọ pụtara na vidiyo, nke a na-ekerịta na ibe Instagram nke enyi ya, Winston Innes, ebe o kwuru na o nwere akaụntụ mgbasa ozi ọ bụla",
  "Na vidiyo ahụ, ọ rịọrọ ndị na-apụnara mmadụ ihe na-asị \"ndị na-eme ngagharị iwe ma na-apụnara mmadụ ihe, biko jiri nlezianya mee ya ma biko mee ya n'ụzọ kwesịrị ekwesị.\"",
  "N'afọ 2017, Zuma kwere nkwa inye òkè ya nke ụlọ ọrụ mgbasa ozi Oakbay ANN7 na The New Age na National Youth Development Programme.",
  "O kwupụtara na ọ na-eme atụmatụ ịzọ ọkwa onye isi ala na ntuli aka ọzọ dị ka onye na-azọ ọkwa ANC, na-ekwu, \"Achọrọ m ime ihe dị iche.\"",
  "Àtụ:Jacob Zuma"
]