[
  "David Maximillian Cunningham (amụrụ n'ọnwa Ọgọstụ 19, 1986), nke a maara dịka Dun Deal, bụ ónyé America na-emepụta ihe ndekọ, ónyé na-ede egwu na ónyé na-eti egwu. A maara ya nke ọma màkà imepụta egwu A $ AP Mob \"RAF\", egwu Young Thug \"Stoner\" na egwu Migos \"Hannah Montana\". Cunningham esorola Gucci Mane, Usher, Trey Songz, Future, Drake, Rich Homie Quan, na Kevin Gates, tinyere ndị ọzọ. Ọ bịanyere aka na Artist Publishing Group.",
  "Deal malitere ọrụ ya dị ka onye na-eti egwu na 2003, mgbe ya na ndị enyi ya nọ n'ụlọ akwụkwọ sekọndrị guzobere otu O Boys",
  "Ha bịanyere aka na otu n'ime obéré ákàrà Ruff Ryders",
  "O ji ego ọ natara site na labelụ ahụ zụta ngwá ọrụ studio wee malite ịmụta otú e si emepụta egwu",
  "Ka ọ na-erule afọ 2005, Deal esiwo na rapping gaa na mmepụta",
  "Ọrụ mmepụta mbụ ya bụ otu n'ime ihe nkírí Tyler Perry.",
  "N'ihe dị ka afọ 2007, Deal malitere imepụta màkà ndị na-ese ihe, dịka Rich Kidz, Future, Cash Out, Young Thug na Dem Franchize Boyz O nwere ụlọ ọrụ na ọbọdọ Atlanta ma na-arụ ọrụ na otu mmepụta ihe a na-akpọ Planet 9.",
  "N'afọ 2012, mgbè ọ na-emepụta na abọm Rich Kidz Everybody Eat Bread, Deal bịanyere ákà na ndị otu mmepụta DJ Spinz Hoodrich Production Group (HPG), nke gụnyekwara C4, S.O.S na Childish Major.",
  "Gabriel Herrera nke Vice kọwara Deal dị ka \"ónyé na-eduzi ọtụtụ nnukwu egwu na mpaghara mixtape ndịda, redio Top 40, na ihe niile dị n'etiti.\" N'ajụjụ ọnụ ya na MercyHope, Deal kwuru banyéré uto egwu ya, na-ekwu, sị: \"e nwere ụda ụfọdụ ọ dị m ka m na-efu mgbe mbụ m malitere",
  "Ka m na-eme ya kwa ụbọchị, amalitere m ijide usoro ahụ iji mee ụdị abụ ndị ahụ ebe ha nwere ike ịnọ na redio",
  "\"",
  "Deal na-eji Logic Studio emepụta egwu ya, ma mgbè ụfọdụ ọ na-akpọkwa ngwá egwu: guitar, nnukwu piano na drum",
  "Dị ka ọtụtụ ndị na-emepụta hip-hop, Deal na-eji akara egwu na ngwá ọrụ ọ na-emepụta, nke nwéré ahịrịokwu \"Dun Deal on the Track\", na-esote mmetụta olu",
  "Ọ bụ Skool Boy si Rich Kidz dekọrọ ákàrà ahụ na mbụ."
]