[
  "Duncan Wene Mighty Okechukwu (amụrụ na 28 Ọktoba 1983), nke a maara dị ka Duncan Mighty, bụ onye egwu, onye na-agụ egwu, na onye na-emepụta egwu si Obio-Akpor, Rivers State. Ọ bụ ezie na ụdị egwu ya na-egosi ọkwa dị elu nke ụdị dịgasị iche iche, ụda na ọdịbendị nke ndị ya na-emetụtakwa ya nke ukwuu dịka a na-abụ ọtụtụ n'ime abụ ya n'asụsụ Ikwerre ya.",
  "Wene Mighty wepụtara abọm izizi ya zuru oke Fully Loaded (Koliwater) na 2009, nke bụ ihe ịga nke ọma azụmahịa",
  "Abọm ahụ nwere egwu iri abụọ na abụọ mepụtara egwu ndị a ma ama dịka \"Ijeoma\", \"Scatter My Dada\", \"Ako Na Uche\" ma dọta uche ọtụtụ ndị hụrụ egwu n'anya na mba ahụ",
  "E wepụtara abọm studio ya nke abụọ, Legacy (Ahamefuna) na 2010 na ọnụ ọgụgụ dị nta nke egwu iri na ise karịa onye bu ya ụzọ",
  "Ndị Fans na ndị na-ahụ maka egwu nabatara abọm ahụ nke ọma. Egwu dị ka \"Obianuju\" na \"Port Harcourt son\" wetara ya ama ama na mba ụwa na nnukwu ndị na-eso ya. O nwetara nhọpụta atọ na 6th Annual NEA Awards na 2011 wee merie \"Indigenous Artist of the Year\".",
  "Site na nwata ya, Duncan Wene Mighty malitere dị ka onye na-egwu egwu; ọ na-akpọ ụbọ na chọọchị ma bụrụ onye nduzi ukwe",
  "Mmasị ya na egwu toro ka oge na-aga ma mesịa duru ya gaa ụlọ akwụkwọ, ebe ọ gụrụ Audio engineering",
  "N'oge ọrụ ntorobịa ya, ọ rụrụ ọrụ dị ka onye nkuzi ụda maka Benson na Hedges",
  "Ọ rụkwara ọrụ na Dolphin Studios mgbe ọ nọ na IT na Muson Centre na Lagos",
  "N'oge a, Wene Mighty ji n'aka banyere ikike ịbụ abụ ya, ọ bụ ezie na isi ihe ọ na-elekwasị anya bụ mmepụta egwu",
  "Ọ ga-emesị malite ịdekọ ma mesịa jikọta nkà abụọ ahụ.",
  "N'afọ 2006, ọ laghachiri Port Harcourt ebe o bu ụzọ nye ọrụ ya na ụlọ ọrụ ndekọ D Large Records na 360 Records, tupu ya na onye na-ere ọla ama ama bụ Chris Aire mepụta AireMighty Records",
  "Nna ya bụ Maazị Okechukwu gafere na Afterlife n'afọ 2007",
  "N'afọ sochirinụ, Wene Mighty wepụtara abọm studio mbụ ya, Koliwater, nke nyere aka mee ka ọ bụrụ onye na-eti egwu na ụlọ ọrụ egwu. Abọm ahụ nwere egwu iri abụọ na abụọ gụnyere \"Ijeoma\", \"Scatter My Dada\", \"Dance For Me\" na \"Ako Na Uche\"",
  "Mgbe nnukwu ihe ịga nke ọma na abọm ahụ, Wene Mighty malitere ịrụ ọrụ na abọm ya ọzọ Ahamefuna (Legacy) na site na nkeji nke abụọ 2010, ewepụtara ya n'ime ụlọ ahịa ndekọ obodo na Naịjirịa",
  "Ọ bụ Wene Mighty n'onwe ya mepụtara abọm a n'enweghị ndị ọbịa ma ọ bụ ndị na-ese ihe",
  "Ọ bụ egwu \"I Don't Give A Shot\" bu ya ụzọ. Wene Mighty nwetakwara nhọpụta atọ maka 2011 NEA Awards ma merie na ngalaba nke \"Indigenous Artist of the Year\". E wepụtara Footprints na Septemba 2012",
  "Abọm ahụ nwere mmekorita ya na Timaya, Shaggy, Otuu Sax, Sandaz Black na Wande Coal. A na-asọpụrụ Wene Mighty n'akụkụ ndị egwu South South ibe ya bụ M-Trill, Timaya, Becky Enyioma na Sodi Cookey na 4th annual Odudu Music Awards.",
  "N'afọ 2014, Wene Mighty wepụtara abọm studio nke anọ ya Grace & Talent site na akara nke ya Young Wealth Records",
  "Abọm ahụ gụnyere onyinye sitere na Phyno, KING STUNNA, Tick Lips, J Flex na ndị ọzọ.",
  "Na 25 Julaị 2015, Duncan Mighty lụrụ onye ọ chọrọ ịlụ Vivien, ihe omume ahụ bụ site na ịkpọ òkù naanị ebe onye egwu ozioma a ma ama bụ Sammie Okposo rụrụ dị ka onye ọbịa. Ndị ama ama na Naijiria dịka Yemi Alade, Phyno na Patoranking bịara emume ahụ",
  "Duncan Mighty tụrụ aro ka onye ọ chọrọ ịlụ n'oge ahụ na Nọvemba 2014.",
  "Ndepụta nke onyinye na nhọpụta nke Duncan Mighty natara"
]