[
  "Duqqa, du'ah, do'a, ma ọ bụ dukkah (Arabic: دُقَّة Egyptian Arabic pronunciation: , Hejazi pronunciation:[dʊgːa]) bụ ihe na-esi ísì ụtọ nke Ijipt na Middle East nke nwere ngwakọta nke ahịhịa, mkpụrụ osisi (na-abụkarị hazelnut), na ihe na-atọ ụtọ.[spelling 1] A na-ejikarị ya eme ihe dị ka ihe na-etinye achịcha ma ọ bụ akwụkwọ nri ọhụrụ maka hors d'œuvre. Enwere ike ịzụta ụdị duqqa e mepụtara tupu oge eruo n'ahịa ihe na-esi ísì ụtọ nke Cairo, ebe a na-ere ha na akwụkwọ cones, na ụdị kachasị mfe bụ mint, nnu, na ose. Ụdị dị iche iche a na-ahụ n'ahịa nwere ntụ ọka ọka wit a gwakọtara ya na cumin na caraway. Na mpaghara Hejaz ọ bụ akụkụ nke nri mpaghara ruo ọtụtụ iri afọ.",
  "Okwu a sitere na Arabic maka \"ịkụ\" ebe ọ bụ na a na agwakọta ngwakọta nke ihe na-esi ísì ụtọ na mkpụrụ osisi ọnụ mgbe a gwụchara ya ka ọ bụrụ ihe na-abụghị ntụ ma ọ bụ ihe na-adị ka ntụ.  Ihe mejupụtara ngwakọta ihe na-esi ísì ụtọ nwere ike ịdịgasị iche site n'ezinụlọ gaa n'ezinukwu, onye na-ere ahịa gaa n'onye na-ere ya ọ bụ ezie na enwere ihe ndị a na-ahụkarị, dị ka sesame, coriander, cumin, nnu na ose ojii.  Ntuziaka na ederede nke narị afọ nke iri na iteolu depụtara marjoram, mint, zaatar na chickpeas dị ka ihe ndị ọzọ nwere ike iji na ngwakọta ahụ.  Akụkọ sitere na afo 1978 na-egosi na enwere ike iji ọbụna ihe ndị ọzọ mee ihe, dị ka nigella, ntụ ọka ọka na cheese a mịrị amị. Ụfọdụ ụdị nke oge a gụnyere mkpụrụ osisi pine, mkpụrụ pumpkin ma ọ bụ mkpụrụ sunflower.",
  "Duqqa na-aghọ ihe a ma ama ugbu a na mba ụfọdụ na-abụghị Ijipt",
  "Na United States, ọ nwetara ihe ngosi site na ihe ngosi TV dị ka Top Chef, Chopped na Iron Chef America",
  "Na mbà Australia, ọtụtụ ụlọ ọrụ na-eme ya ugbu a n'ụdị dị iche iche",
  "Ọ ghọrọ ihe a ma ama n'ime afọ iri gara aga, ma eleghị anya n'ihi mbata ndị Lebanese na Arab na nso nso a yana ihe ngosi nri ihe onyonyo dịka SBS Food Network",
  "Enwere ike ịchọta ya na nnukwu ụlọ ahịa, ụlọ ahịa pụrụ iche na ọtụtụ ahịa ndị ọrụ ugbo.",
  "Kpọpụta njehie: <ref> tags exist for a group named \"spelling\", but no corresponding <references group=\"spelling\"/> tag was found"
]