[
  "Kọmitii Durbar Mahila Samanwaya (Bengali:                 « Durbar Mohila Shômonbôe Shomiti \"Unstoppable Women's Synthesis Committee\"), ma ọ bụ naanị Durbar, bụ nchịkọta nke ndị ọrụ mmekọahụ puku iri isii na ise na West Bengal",
  "E guzobere ya na 15 Febụwarị 1992, na Sonagachi, mpaghara kachasị na-acha uhie uhie na Kolkata, West Bengal, India nwere atụmatụ ndị ọrụ mmekọahụ pụkụ ịrị na otu, Durbar anọwo na-arụ ọrụ na ikike ụmụ nwanyị na nkwado ikike ndị ọrụ mmekọahụ, mgbochi ịzụ ahịa mmadụ na mgbochi nje HIV / AIDS. Durbar na-ekwu na ebumnuche ya bụ ihe ịgba mgba na mgbanwe nke ihe mgbochi ndị na-eme ka ndụ ndị ọrụ mmekọahụ kwa ụbọchị dịka ha metụtara ịda ogbenye ha ma ọ bụ ịchụpụ ha",
  "Durbar na-achikọba ọrụ ụlọ ọgwụ ịrị ịse na otu n'efu maka ndị ọrụ mmekọahụ na West Bengal, site na nkwado sitere n'aka òtù dịka Ford Foundation na National AIDS Control Organisation (NACO), ndị na-enyekwara Durbar aka na atụmatụ ya dị ka netwọk, nchedo ikike na ịmepụta ụdị ihe e jị enyere ndụ aka ọzọ maka ndị ọrụ mmekọahụ.",
  "Ndị otu a na-ahụ maka ndọrọ ndọrọ ọchịchị n'ebumnobi ya nke ịlụ ọgụ maka nkwenye nke ịgba akwụna dị ka ọrụ iwu na, nke ndị ọrụ mmekọahụ dị ka ndị ọrụ na, maka ịnwe mmekọrịta nke ndị ọrụ mmekọahụ na ụmụ ha. Ha na-arụ ọrụ maka nkwado iwu nke ịgba akwụna ma na-achọ ịgbanwe iwu ndị na-egbochi ikike mmadụ nke mmekọahụ.",
  "Na 15 Febụwarị 1992, ọkà mmụta sayensị ahụike ọha na eze Dr",
  "Smarajit Jana nke All India Institute of Hygiene and Public Health, Kolkata, gara na mpaghara ọkụ na-acha uhie uhie nke Sonagachi maka nyocha nyocha nke nje HIV",
  "E guzobere otu agụmakwụkwọ ndị ọgbọ site n'etiti ndị ọrụ mmekọahụ ma nye ọzụzụ",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọmụmụ ihe kpughere nnukwu nsogbu n'etiti ndị ọrụ mmekọahụ, dị ka ikike ndị ọrụ mmekọahụ, agụmakwụkwọ nke ụmụ ha, ịnweta ọrụ ego na njikwa nke iyi egwu site n'aka ndị uwe ojii na ndị omempụ obodo, tinyere ịkwalite iji condom",
  "N'ihi ya, n'afọ 1995, o guzobere 'Durbar Mahila Samanwaya Committee' (DMSC) ya na ndị ọrụ mmekọahụ iri na abụọ dị ka ndị na-ahụ maka ya",
  "Ka ọ na-erule afọ 2012, DMSC nwere ndị otu puku iri isii na ise site na alaka iri anọ na asatọ na steeti West Bengal, ma na-aga n'ihu na-elekọta ndị ọrụ mmekọahụ, ụmụ ha na ndị ọrụ gọọmentị dị ka ndị otu ya, ọ bụghị naanị ndị ọrụ mmekọahụ nwanyị dị ka ndị otu ya kamakwa ndị ọrụ mmekọahụ nwoke na ndi transgender.",
  "Kemgbe ọ malitere, ọ na-arụ ọrụ dị ka otu na-akwado ndị ọrụ mmekọahụ, ọzọ kwa, kemgbe ọtụtụ afọ, ọ na-arụ ọrụ iji mee ka ọha na eze mara ikike nke ndị ọrụ mmekọahụ, na-amalitekarị arụmụka na mkparịta ụka na mgbasa ozi ọha na eze na ndị nta akụkọ, ma e wezụga ịkwado mkpochapụ nke 'The Immoral Traffic (Prevention) Act, 1956' (PITA), na nkwado iwu nke ọrụ mmekọahụ. Ọtụtụ ndị ọrụ mmekọahụ ugbu a nwere kaadị njirimara ndị na-eme ntuli aka, mkpuchi ahụike na ọbụna akaụntụ ụlọ akụ",
  "N'afọ 1995, ndị ahịa ya na-arụkọ ọrụ ọnụ na mmemme obere ego, 'Usha' (nke pụtara ìhè, n'ụzọ nkịtị), mere ka Gọọmentị nke West Bengal gbanwee iwu mmekorita nke steeti ahụ iji debanye aha ya dị ka ndị ọrụ mmekọahụ na-arụkọ ọrụ ọnụ, kama ịbụ 'ndị nne na-arụkọ ọrụ ọnụ' n'okpuru iwu steeti juru ebe niile",
  "Ka ọ na-erule afọ 2006–2007, obere nchekwa nke ndị otu ya pụkụ ise na-eduga na ntụgharị kwa afọ nke karịrị otu nde dọla (US$1.3 million), na mgbazinye ego nke pụkụ dọla narị abụọ na ịrị asatọ (US$280,000) nke e kesara nye ndị otu ya nke nyere aka wee wezụga ikike nke ndi na-ebinye ego ndi na-ewere ụrụ rụrụ pasent narị atọ",
  "DMSC kwadoro mgbakọ mba mbụ nke ndị ọrụ mmekọahụ na India na 14 Nọvemba 1997 na Kolkata, nke akpọrọ 'Ọrụ Mmekọahụ bụ ezigbo ọrụ: Anyị Na-achọ Ikike Ndị Ọrụ'.",
  "DMSC na-elekọta ụlọ akwụkwọ iri na asaa na-abụghị nke iwu kwadoro maka ụmụ ndị ọrụ mmekọahụ, na ụlọ nkwari akụ abụọ, otu na Ultadanga na nke ọzọ na Baruipur",
  "Akụkụ ọdịbendị ya, 'Komol Gandhar', na-akụziri ụmụaka ịgba egwu, ihe nkiri, mime na egwu, ndị na-akpọ òkù mgbe niile maka ihe ngosi a na-akwụ ụgwọ.",
  "Durbar nwekwara ọrụ STD / HIV Intervention Programme (nke a na-akpọkarị Sonagachi Project) kemgbe 1999",
  "DMSC weghaara ikike na njikwa nke Sonagachi Project site na All India Institute of Hygiene and Public Health, ụlọ ọrụ gọọmentị etiti na-ahụ maka ọzụzụ ahụike ọha na ụlọ ọrụ nyocha nke dị na Kolkata, nke malitere mmemme ahụ na 1992. Mgbe ọ nwetasịrị njikwa nke STD / HIV Intervention Programme na 1999, DMSC malitere imegharị ụdị Sonagachi na mpaghara ndị ọzọ na-acha uhie uhie na West Bengal. DMSC na-arụkwa ọrụ STD / HIV intervention Programme n'etiti ndị ọrụ mmekọahụ n'okporo ámá na ndị ahịa ha, na-ekpuchi ọnụ ọgụgụ mmadụ karịrị ndị ọrụ mmekọahụ pụkụ ịrị abụọ na ndị ọrụ mbịarambịa",
  "DMSC ugbu a na-arụ ọrụ ma na-achikọba usoro ntinye aka STD / HIV na ebe ọrụ mmekọahụ ịrị anọ na itoolu na West Bengal.",
  "Usoro nke usoro Durbar dabere na 3 Rs - Nkwanye ùgwù, Ndabere na Nkwenye",
  "Nkwanye ùgwù n'ebe ndị ọrụ mmekọahụ nọ, Ịdabere na ihe ọmụma na amamihe nke obodo nke ndị ọrụ mmekọahụ na, Ịghọta ọrụ mmekọahụ dị ka ọrụ, maka ichebe ọrụ ha na ikike mmadụ.",
  "Durbar na-arụsi ọrụ ike n'iwulite njikọ aka sara mbara iji kwalite mgbochi nje HIV, nlekọta na nkwado maka ndị bu nje HIV na ndị metụtara ya na ezinụlọ na ọkwa mba na mpaghara.",
  "Akwụkwọ Half the Sky: Turning Oppression into Opportunity for Women Worldwide na-akọ nyocha na-ekpughe, ndị gbalịrị inye, n'ụzọ megidere iwu kwuru, DMSC na-enye ohere ịgba ohu mmekọahụ, ịzụ ahịa, na ụmụ agbọghọ na-erubeghị afọ na ụlọ akwụna ya."
]