[
  "Duro Olowu bụ onye amụrụ na Naijiria bụ onye Britain na-emepụta ejiji",
  "A maara ya nke ọma maka ngwakọta ọhụrụ ya nke ụkpụrụ na akwa nke na-esite n'ike mmụọ nsọ site na nzụlite mba ụwa ya.",
  "A mụrụ Olowu na Lagos, Nigeria, nne ya bụ onye Jamaica na nna ya bụ onye Naijiria. O tolitere na Lagos, nọrọ n'oge okpomọkụ na Europe ma na-etinye onwe ya n'ọtụtụ ọdịbendị. Ọ kwagara United Kingdom mgbe ọ dị afọ iri na isii, ma mesịa nweta nzere iwu na Mahadum Kent",
  "N'afọ 2004, Olowu malitere akara ejiji ụmụ nwanyị ya, malite na nchịkọta Spring / Summer 2005",
  "Uwe silk nke alaeze ukwu na-ebipụta ọtụtụ akwụkwọ site na nchịkọta ahụ, nke onye nchịkọta akụkọ American Vogue bụ Sally Singer chọpụtara, ghọrọ ihe egwu mba ụwa",
  "Na-ere ahịa na ụlọ ahịa a ma ama gụnyere Barney's New York, Browns na Harrods na London na Ikram na Chicago n'etiti ndị ọzọ, ma American Vogue na British Vogue toro ya dị ka uwe nke afọ, a makwaara ya dị ka \"Duro Dress\".",
  "N'afọ 2005, Olowu nwetara meri na New Designer of the Year Award na British Fashion Awards",
  "Naanị onye na-emepụta ihe mere nke a tupu ihe ngosi catwalk mbụ ha. N'afọ 2007, o mere nke mbụ ya na London Fashion Week.  Ọ lụrụ Thelma Golden, Onye ndu na Chief Curator nke The Studio Museum na Harlem, n'afọ 2008. N'afọ 2009, a kpọrọ ya Best International Designer na African Fashion Awards, ọ bụkwa otu n'ime ndị na-emepụta ihe isii a họpụtara maka ihe nrite a na-achọsi ike nke Swiss Textile Federation nke € 100,000.",
  "Olowu nwetara nkwado mbụ site n'aka nwanyị mbụ nke America bụ Michelle Obama, onye na-eyikarị atụmatụ ya",
  "N'afọ 2015, Oriakụ",
  "Obama nyekwara Olowu ọrụ ịchọ ụlọ Vermeil dị na White House mma",
  "Onye na-emepụta Ihe kwuru, \"Echiche m [bụ] ịmepụta oriri mara mma maka anya na-echetara oge na-ekpo ọkụ na ọṅụ jupụtara na akụ mba ụwa na akwa ntanye.\" E tinyere Olowu na mbipụta 2019, 2020, na 2021 nke Powerlist, na-etinye ndị isi ojii Briten 100 kachasị nwee mmetụta. E nwere atụmatụ ya na nchịkọta nke Texas Fashion Collection na FIT Museum.",
  "N'afọ ndị na-adịbeghị anya, Olowu malitekwara ịhazi ihe ngosi nka nke oge a na ụlọ ngosi nka na ebe ngosi ihe mgbe ochie malite na ihe ngosi ya a na-eto nke ukwuu, \"Material\" (2012) na \"More Material (2014) na Salon94 gallery na New York",
  "Ihe ngosi nka mbụ ya bụ 2016, nke a ma ama, \"Making & Unmaking\" na Camden Arts Centre na London. Ná mmalite afọ 2020, Olowu haziri íhé ngosi nka ya nke abụọ, \"Duro Olowu: Seeing Chicago\" na The Museum of Contemporary Art, Chicago",
  "Ọ na-egosi nhọrọ ya nke ihe karịrị ihe osise 380 site na nchịkọta ihe ngosi nka ahụ, yana ụlọ ọrụ ndị ọzọ na nchịkọta onwe onye na Chicago",
  "Ihe ngosị a bụ nke mbụ n'akụkọ ihe mere eme nke afọ iri ise ya na The Museum of Contemporary Art, Chicago goro onye nlekọta nka ọbịa. Mbipụta na-eso ya, 'DURO OLOWU: SEEING', nke Naomi Beckwith deziri ma Prestel bipụtara, gụnyere onyinye sitere na Beckwith, Madeleine Grynsztejn, Ekow Eshun, Valerie Steele, Lynette Yiadom-Boakye na Thelma Golden."
]