[
  "Durodola Durosomo Duroorike Timothy Adisa Ladipo (December 18, 1926 – March 11, 1978), nke a maara dịka Duro Ladipo, bụ otu n'ime ndị Yoruba a maara nke ọma na ndị a ma ama nke ọma bụ ndị si na mechaa ndị megidere mba Afrịka pụta",
  "Mgbe ọ na-ede naanị n'asụsụ Yoruba, ọ masịrị mmụọ ihe atụ nke akụkọ ifo Yoruba na egwuregwu ya, nke e mechara gbanwee na mgbasa ozi ndị ọzọ dị ka foto, igwe onyonyo na sinima",
  "Egwuregwu ya a ma ama, Ọba kò so (The King did not Hang), ihe nkiri nke akụkọ ọdịnala Yoruba banyere otú  Óango si ghọọ Orisha nke Thunder, natara otuto mba ụwa na mmemme nkà nke Commonwealth  mbụ n'afọ 1965 na njem mba Europe, ebe onye nkatọ Berlin, Ulli Beier, jiri Ladipọ tụnyere Karajan. Ladipo na-emekarị ihe nkiri nke ya.",
  "A mụrụ Durodola Durosomo (ma ọ bụ Durosinmi) Duroorike Timothy Adisa Ladipo na Disemba 18, 1926 nye Joseph Oni Ladipo na Dorcas Towobola Ajike Ladipo Ọtụtụ ebe na-ekwu na a mụrụ ya n'afọ 1931, mana o yikarịrị ka ekwuru nke a n'ụzọ na-ezighị ezi. N'ihi na a mụrụ Ladipo mgbe ụmụ itoolu nke nne na nna ya nwụrụ tupu ọ dị otu afọ, a kwenyere na Ladipo bụ abiku. Abiku, nke pụtara amụrụ ka ọ nwụọ, bụ echiche ndị Yoruba nke enwere mmụọ nwere ahụ nke ọtụtụ ụmụ nke nne ma ọ bụ nna ma dịrị ndụ iji kpatara ya ihe mgbu na mwute",
  "Nanị ụzọ a pụrụ isi dozie nke a bụ site na itinye aka n'emume siri ike nke e mere iji jikọta nwatakịrị ahụ na ụwa a ma ọ bụ mee ka mmụọ ọjọọ ahụ kwenye na ọnwụ ya agaghị eweta mwute",
  "Nke a bụ ihe mere e ji nwee ike ịhụ ụfọdụ ụmụaka na aha na-enweghị mmasị",
  "A pụrụ ịhụ Ladipo bụ abiku site n'ọtụtụ aha ya malite na dúró, okwu Yoruba nke pụtara ịnọ, ichere, ma ọ bụ ịnọgide",
  "Aha ya bụ Dúródọlá pụtara \"chere akụ na ụba\", na-anwa ime ka ọ nọrọ ma nwee obi ụtọ na ndụ, Dúróṣọmọ́ pụtara \"nọrọ ka ọ bụrụ nwa anyị\", mgbanwe ọzọ, Dúrósinmí pụtara \"nọrọ ka m lie m,\" na Dúróorík'́ pụtara \"nọrọ iji hụ otú anyị ga-elekọta gị.\"",
  "N'agbanyeghị eziokwu ahụ bụ na Joseph na Dorcas Ladipo bụ Ndị Kraịst Anglịkan na-anụ ọkụ n'obi bụ ndị jụrụ nkwenkwe nke nne na nna ha, ha nwere nsogbu nke ukwuu site n'ihe onwunwe abiku nke na maka Ladipo, ha gakwuuru onye ụkọchukwu ọdịnala Ifa, ma ọ bụ Babalawo. Mgbe Duro lanarịrị nwa ọhụrụ, nne na nna ya mụrụ ụmụ ise ọzọ, gụnyere ụmụ ejima, ndị niile lanarịrị nwa ọhụrụ. Nna nna Ladipo bụ onye na-agba egwu nke gangan na onye na-efe chi Shango onye gbanahụrụ Agha Jalumi site n'enyemaka nke Oderinlo, otu n'ime ndị ọchịagha agha, n'ihi na ekwenyere na a machibidoro igbu onye na-agba egwu n'agha",
  "Omenala nke ịgba egwu na ịgba egwu gara n'ihu na nwa ya nwoke, nna nna Ladipo",
  "Otú ọ dị, nna Ladipo, Joseph Oni, jụrụ ịgbaso nzọụkwụ nna nna ya kama ọ ghọrọ Onye Kraịst n'ihe dị ka afọ 1912",
  "Ọ ghọrọ onye ozi na ụka Anglịkan na Oṣogbo mgbe nke ahụ gasịrị",
  "Joseph chọrọ ka Ladipo soro nzọụkwụ ya ka ọ bụrụ onye nkwusa, mana Ladipo nwere mmetụta site na nna nna ya, onye bụkwa onye na-efe Shango na Oya ofufe, ma mara akụkọ ifo Yoruba nke ọma, ọkachasị ndị sitere na Old Ọyọ",
  "Ladipo mekwara ememme Ifa na Egungun na Ila Orangun na Otan Ayegbaju, obodo ndị dị nso na Osogbo.",
  "Ladipọ gbasiri mbọ ike ma nwee ihe ịga nke ọma n'igosi onwe ya na omenala ọdịnala na omenala Yoruba, ọkachasị mgbe ọ na-ebi n'okpuru mkpuchi nke ụlọ Ndị Kraịst",
  "Mgbe ọ dị obere, ọ na-esi n'ụlọ ndị ụkọchukwu ahụ pụọ iji lee mmemme ndị Yoruba",
  "Mmasị a na ọdịbendị ya kpaliri ya ime nnyocha na ịnwale ihe nkiri na edemede",
  "Mgbe ọ hapụrụ Oṣogbo, ọ gara Ibadan, ebe ọ ghọrọ onye nkuzi",
  "Mgbe ọ nọ na Ibadan, ọ ghọrọ otu n'ime ndị guzobere otu klọb ndị na-ese ihe a na-akpọ Mbari Mbayo ma nwee mmetụta site n'aka onye ọkà mmụta German aha ya bụ Ulli Beier",
  "O mechara megharịa klọb ahụ na Oṣogbo, ọ ghọkwara otu ndị isi maka ịkwalite ndị na-ese ihe na ndị na-eme ihe nkiri na Oṣogbo",
  "N'ime ọrụ ya niile, Duro Ladipọ dere egwu iri nke ndị Yoruba na-ejikọta ịgba egwu, egwu, mime, ilu, ịgba egwu na abụ otuto.",
  "Ladipo malitere otu ihe nkiri ya n'afọ 1961, mana o guzosiri ike na ntọala Mbari klọb Mbayo na Oṣogbo",
  "Ịma ama ya dị ka onye ndú nke otu ndị na-eme ihe nkiri na-adabere na egwuregwu atọ ya: Ọbamoro na 1962, Ọba ko so na Ọba Waja na 1964",
  "Ọba Waja - \"The King is Dead\" - dabere n'otu ihe omume akụkọ ihe mere eme nke kpaliri onye na-ede egwuregwu Naịjirịa ibe ya bụ Wọle Óoyinka's Death and the King's Horseman)Ọ kwalitekwara Mọremi, egwuregwu banyere nna nna Yoruba nke otu aha ahụ. O mechara gbanwee Mbari Mbayo ka ọ bụrụ ebe ọdịbendị, ebe ngosi nka na ebe nzukọ maka ndị na-eto eto na-ese ihe na-achọ ịzụlite nkà ha",
  "Duro Ladipọ dere ọtụtụ egwuregwu, dị ka Suru Baba Iwa' na \"Tanimowo Iku.\" E mepụtakwara ụfọdụ n'ime egwuregwu ya maka telivishọn",
  "N'ezie, o kere Bode Wasinimi maka Nigerian Television Authority, Ibadan.",
  "N'afọ 1977, Duro Ladipo sonyere na FESTAC '77, Emume Ụwa nke Abụọ nke Black na African Arts and Culture, na Lagos, Nigeria.",
  "N'agbanyeghị nzụlite ya bụ Onye Kraịst, Ladipo bụ onye na-alụ karịa otu nwanyị ma nwee nwunye atọ na ihe dị ka ụmụ iri na ise. N'afọ 1964, ọ lụrụ Abiodun Duro-Ladipo, nwunye ya nke atọ, ọ ghọkwara onye otu na-adịgide adịgide",
  "O nwetara aha dị ka onye na-eme ihe nkiri, na-arụ ọrụ dị mkpa na egwuregwu niile ụlọ ọrụ ahụ mere. Ọ nwụrụ na Machị 11, 1978, mgbe ọ dị afọ iri ise na otu mgbe ọ rịachara obere ọrịa",
  "A na-ekwu na mgbe ọ nwụrụ, eluigwe meghere, mmiri ozuzo na mberede na àmùmà na égbè eluigwe",
  "A kọwara nke a dị ka ihe ịrịba ama na Shango, chi égbè eluigwe na onye isi nke ọrụ ya a ma ama, nabatara ya n'eluigwe."
]