[
  "Dzifa Affainie (née Smith, amụrụ ya na 11 Machị 1980)o  bụ onye Ghana na-eme ihe ngosi telivishọn na arịlịka. Ọ bụ onye na-eme ihe ngosi The Late Nite Celebrity Show na e.tv Ghana.",
  "A mụrụ Affainie ma nye ya aha ahu bu Deborah Dzifa Klu",
  "Nna ya mechara gbanwee aha ezinụlọ ya kpo ya Smith. Affainie gụrụ akwụkwọ mbụ ya na ụlọ akwụkwọ sekọndrị na St",
  "Mary's Secondary School na Korle Gonno, Accra, ebe ọ mụtara ihe ndị bụ isi nke ọrụ ya.",
  "Affainie malitere ọrụ telivishọn ya n'etiti afọ 1990 na Teen Beat na Ghana Television (GTV), ebe o mere nke ọma ma merie obi ọtụtụ ndị Ghana dị ka Nwata na etolite etolite ama ama na TV",
  "N'afọ 2001 mgbe ọ dị afọ iri abụọ na otu, ọ sonyeere Top Radio dị ka onye na akposa ozi na redio na-egosi News na mmemme ndị ọzọ",
  "N'afọ 2003, ọ kwagara TV Africa n'okpuru onye nkuzi nke onye na-eme ihe nkiri a ma ama na Ghana bụ Kwaw Ansah",
  "Ọ bụ Anchor nke TV Africa's prime-time news, Host of TV Africa's celebrated programme Obaa Mbo na onye na-elekọta Day Break, ihe omume ụtụtụ nke ụlọ ọrụ ahụ.",
  "N'afọ 2010, ọ sonyeere E.tv Ghana dị ka onye ọbịa na 'Celebrity Soccer' mmemme e mepụtara maka iko mba ụwa nke afọ 2010",
  "Mgbe iko mba ụwa gasịrị, ọ gara n'ihu na-akwado mmemme E.tv Ghana nke meriri ihe nrite The Late Nite Celebrity Show",
  "Ọ gbara ajụjụ ọnụ na ndị ama ama ama na Ghana na obodo ndị ọzọ, na ọgụgụ isi ya bụ akụkọ ifo",
  "O were aha showbiz DzifAffainie mgbe ọ bụ onye na-elekọta Late Nite Celebrity Show  N'ọnwa Na Jenụwarị afọ 2014, ọ hapụrụ E.tv Ghana wee soro onye na-emepụta ihe nkiri telivishọn Jot Agyeman mepụta ihe ngosi telivishọn nke  ana akpo Unplugged with Dzifa, ahụmịhe TV nke nwere akụkụ iri abụọ na isii nke e mere  iji gosipụta ndị na-eme ihe na ndị na-eme ihe na Ghana na Africa pụta ìhè. Unplugged with Dzifa bụ mmepụta ọnụ n'etiti IF Media Consult na Institute of Media Practice.",
  "Dzifa lụrụ Lt",
  "Col (Rtd) Edward Affainie, ugbu a na United Nations Mission na South Sudan. O nwere ụmụ nwanyị anọ",
  "Ọ mụrụ nwa ya nwanyị nke anọ na Septemba 2013 na Englewood Medical Center, Englewood, New Jersey, United States of America.",
  "Affainie enwetala ọtụtụ ihe nrite gụnyere Television Presenter of the year 2007 na Ghana Cultural Awards, Most Promising Television Presenter na RTP Awards na 2011.",
  "F"
]