[
  "Dzifa Gomashie bụ nwanyị Ghana na-eme ihe nkiri, onye na-emepụta ihe, onye na-ede ihe nkiri na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ osote Mịnịsta na-ahụ maka njem nlegharị anya na National Democratic Congress (NDC) n'oge ha nọ n'ọkwa n'agbata afọ 2013 na 2017 mgbe John Dramani Mahama bụ onye isi ala. Ugbu a, ọ bụ onye omeiwu nke NDC na Ketu South Constituency na nne eze nwanyị na Aflao Traditional Area.",
  "A mụrụ Gomashie na Accra nye Maazị Patrick Dotse Gomashie na oriakụ Helen Gomashie",
  "O si Aflao na mpaghara Volta ma a mụrụ ya na 25th July 1965. Ọ gụrụ akwụkwọ sekọndrị na St",
  "Louis Senior High School na Kumasi wee gaa n'ihu na Mahadum nke Ghana, ebe ọ nwetara diplọma na Theatre Arts, nzere bachelọ na Theatre Management na MPhil na African Studies site na Institute of African Studies",
  "Ọrụ Gomashie dịka onye na-eme ihe nkiri malitere n'afọ 1985 mgbe ọ sonyeere Talents Theatre Company",
  "O gosipụtara na egwuregwu dịka Black Star, Mambo, Chaka the Zulu, Jogolo na The Third Woman",
  "O meela ọtụtụ ihe nkiri gụnyere: Ghost Tears, House of Pain, Heart of Gold na ọtụtụ ihe nkiri ụmụ akwụkwọ National Arts NAFTI. Ọ bụkwa onye edemede  onye dere ma mepụta 'By The Fire Side', ihe omume GTV nke jiri ịkọ akụkọ gbaa ụmụaka ume ka ha gụọ ihe na ịzụlite nkà ọgụgụ ha mana ọ nọ ugbu a n'ihi enweghị ndị nkwado.",
  "E wezụga ime ihe nkiri, o nwere ụlọ oriri na ọṅụṅụ a na-akpọ 'Mama's Kitchen' na Ashale Botwe, nke anaghịzi arụ ọrụ.",
  "N'afọ 2013, onye isi ala John Dramani Mahama kpọrọ ya ma họpụta ya n'ụlọ ọrụ dịka osote Mịnịsta na-ahụ maka njem nlegharị anya, nka na ọdịbendị, ọkwá ọ nọrọ ruo mgbe otu ndọrọ ndọrọ ọchịchị ya, NDC meriri na ntuli aka ma nyefee ya n'aka gọọmentị ọzọ n'afọ 2017.",
  "N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ afọ 2019, ọ zọrọ ma merie ọkwa onye nnọchi anya mpaghara Ketu South na tiketi nke National Democratic Congress (NDC) na ntuli aka nke afọ 2020",
  "O meriri site na votu 586 ebe ndị ọzọ na-asọmpi, Foga Nukunu, Joseph Nyavi na Nicholas Worklatsi dara site  na votu 555, 294 na 302 n'otu n'otu.",
  "Gomashie bụ onye otu Kọmitii Mbelata Ogbenye ma bụrụkwa onye otu Kọmitii Azụmahịa, Ụlọ ọrụ na njem nleta.",
  "Gomashie lụrụ Martin K.G Ahiaglo nwụrụ anwụ",
  "Di na nwunye ahụ amụtaghị nwa",
  "Dzifa nwere nwa nwoke site na mmekọrịta gara aga.",
  "Ndị na-ahazi 3Music Awards kwanyeere ya ùgwù maka ihe ọ rụzuru na ụlọ ọrụ ntụrụndụ na Ghana."
]