[
  "Ụdị azụmahịa mbụ nke Mr",
  "Peanut nke E",
  "C",
  "Stoner kere site na ntinye asọmpi nke Antonio Gentile dị afọ iri na anọ na 1916.]]\nElmer Cecil Stoner (20 Ọktoba, 1897 - 16 Disemba, 1969) bụ onye America na-ese ihe nkiri na onye na-ese ihe ngosi maka ụlọọrụ azụmahịa",
  "Stoner bụ otu n'ime ndị mbụ na-ese akwụkwọ na-atọ ọchị nke ndị Africa na America, a kwenyere na ọ mepụtara mascot Mr",
  "Peanut",
  "O mepụtara pensụl maka mbipụta mbụ nke Detective Comics, nke National Comics Publications bipụtara (ụlọ ọrụ nke mechara bụrụ DC Comics), ma rụọ ọrụ maka ọtụtụ ụlọ ọrụ ndị ọzọ dị ka Timely Comics, Street & Smith, EC Comics, Fawcett Comics, na Dell Comics",
  "Na njedebe nke ndụ ya, Stoner bụkwa ọnụ na-ekwuru Gordon's Gin.",
  "A mụrụ Stoner na October 20, 1897 na Wilkes-Barre, Pennsylvania nye Mary Alice na George W",
  "Stoner",
  "Nne ya bụ onye na-eti egwu, nna ya bụ onye na-ahụ maka ụka na St",
  "Stephen's Episcopal Church. Stoner bụ ọkpara n'ime ụmụ atọ nke ezinụlọ ahụ, ọ bụ ezie na e nwere ụmụ abụọ nwụrụ na mbụ",
  "Stoner hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ iri na otu, dị ka omenala dị na obodo coal dị ka Wilkes-Barre, mana kama ọ gara rụọ ọrụ na Woolworth's dị ka onye na-echekwa ihe n'iwu nke onye guzobere Fred Morgan Kirby, onye gara ụka ebe nna Stoner na-arụ ọrụ",
  "Mgbe ọ na-arụ ọrụ na Woolworth's, Stoner malitere ịmụta eserese akara, ide akwụkwọ, na mgbasa ozi, ma n'oge na-adịghị anya, ọ malitere ịrụ ọrụ dị ka onye na-ese ihe nke onwe ya na mpaghara Wilkes-Barre.",
  "Ụlọ ọrụ Planters kwadoro asọmpi na 1916 iji mepụta mascot, nke Antonio Gentile dị afọ iri na anọ meriri. Dị ka ebe nrụọrụ weebụ ụlọ ọrụ ahụ si kwuo, eserese ahụ bụ nke \"onye ọkachamara na-ese onyinyo,\" doziri, onye gbakwunyere okpu elu, monocle, na okpete",
  "Ọ bụ ezie na Planters ekpugheghị njirimara nke onye na-ese ihe nke mere nsụgharị ọhụrụ nke atụmatụ Gentile",
  "Nwanyị Stoner di ya nwụrụ bụ Henriette kwuru na okike nke Maazị Peanut dị ka otu n'ime ihe Stoner rụzuru mgbe ọ na-enyefe ajụjụ maka Who's Who of American Comic Books",
  "Stoner debanyere aha na 1918 maka nhọpụta ahụ, mana akpọghị ya ije ozi n'ihi na ọ nọ n'ụlọ akwụkwọ",
  "Stoner gara Pennsylvania Academy of Fine Arts, nke Kirby kwadoro",
  "Mgbe ọ nọ n'ụlọ akwụkwọ ahụ, ọ nwetara ọtụtụ onyinye, nke gụnyere Packard Prize nke ụlọ akwụkwọ ahụ (nke e nyere maka eserese kachasị mma nke ụmụ anụmanụ na Philadelphia Zoo), Cresson Traveling Scholarship, na Prix de Rome",
  "Stoner lụrụ nwunye mbụ ya bu Vivienne na 1922 wee kwaga Harlem, ebe e gosipụtara ọrụ ya na ihe ngosi onye \"Negro artist\" na alaka Harlem nke New York Public Library",
  "Dị ka onye isi na-ahụ maka ọbá akwụkwọ si kwuo, ọrụ ya ka \"e mere atụmatụ ma gbuo ya nke ọma\"",
  "Di na nwunye ahụ mechara kwaga Greenwich Village ka Vivienne wee nwee ike imeghe ụlọ ahịa onyinye, ha wee bụrụ \"akụkụ nke ndị Afrịka na Amerịka",
  ".ma soro ndị isi ọgụgụ isi nke obodo ahụ na-akpakọrịta",
  "\"",
  "Stoner na Vivienne gbara alụkwaghịm tupu afọ 1927.",
  "Ọrụ mbụ Stoner, akwụkwọ ụmụaka aha ya bụ Mic Mac on the Track, malitere na 1930",
  "N'oge a, Stoner rụrụ ọrụ n'ụlọọrụ Tower Magazines, magazin ndị metụtara ụmụ nwanyị na ụmụaka nke e kesara na ụlọ ahịa Woolworth",
  "Ụlọ ọrụ a kwụsịrị na 1935, na-eduga Stoner ka ọ bụrụ onye nweere onwe ya ma malite ịgafe n'ime nka ọchị",
  "Ihe mbụ Stoner mere n'ime ihe nkiri bụ akụkọ na Detective Comics #1, Speed Saunders na River Patrol, na-ewebata onye Cyril \"Speed\" Saunders",
  "Ụfọdụ ndị ekwenyeghị na Stoner dere ma ọ bụ sere akụkọ ahụ, ndị ọkọ akụkọ ihe mere eme na-atọ ọchị Don Markstein na Kevin Burton Smith na-ekwu na ebe ọ bụ na ọrụ Stoner na onye ahụ dị mkpụmkpụ (ọ hapụrụ mgbe mbipụta mbụ gasịrị), na Gardner Fox nwere ike ịmepụta onye ahụ.",
  "Mgbe ọ rụsịrị ọrụ na Detective Comics, Stoner kwagara n'ọtụtụ ụlọ ahịa, ma ọ bụ obere ụlọ ọrụ ebe ndị na-ese ihe ga-emepụta nka ma zigara ya onye mbiputa",
  "Dị ka Ken Quattro si kwuo, ịrụ ọrụ n'ụlọ ahịa '' nyere Stoner ego nke abụọ, ebe ọ na-enye ihe mgbochi n'etiti ya na onye nkwusa ahụ ma ọ bụrụ na ha alala azụ iji onye isi ojii, 'dịka Stoner bụ otu n'ime ndị mbụ a ma ama na-ese ihe osise ojii, Matt Baker na Alvin Hollingsworth sochiri ya nke ọma",
  "N'agbata 1940 na 1944, Stoner rụrụ ọrụ maka Timely Comics, ebe ọ banyere ụfọdụ akụkọ Breeze Barton mbụ, na Fawcett Comics ebe ọ rụrụ ọrụ na Spy Smasher, na Street & Smith ebe ọ rụrụ ọrụ na Ajax the Sun Man, obere ihe na Street na Smith's Doc Savage comic",
  "Na Dell, Stoner na-arụ ọrụ dị ka onye na-ese ihe mkpuchi, na-ese ihe mkpuchi maka utu aha anthology Popular na The Funnies, nke ikpeazụ n'ime ha gosipụtara n'ụzọ pụtara ìhè àgwà Phantasmo, ihe ngosi mbụ nke Dell, na \"ụdị ya dị ọcha, ma ọ bụrụ na ọ dị njọ\"",
  "Otú ọ dị, o dekwara ụfọdụ akụkọ na Dell Comics's War Heroes na War Comics series. Ndị nne na nna <i id=\"mwdg\">Magazine</i> were Stoner n'ọrụ obere oge, na-arụ ọrụ na usoro agụmakwụkwọ ha na-aga ogologo oge site na 1941 ruo 1942.",
  "Stoner rụkwara ọrụ na aha Blue Beetle maka Fox Comics na njedebe nke Agha Ụwa nke Abụọ, na-enye ma ọ bụ mkpuchi ma ọ bụ ọrụ ime ụlọ maka mbipụta nke ịrị atọ na otu ruo nke ịrị anọ na ise",
  "Otu n'ime ọrụ ya pụrụ iche bụ dị ka onye na-ese ihe maka The Challenger, mbipụta sitere na Protestant Digest na kọmitii ha na-ahụ maka okpukpe nke jere ozi iji gbochie mgbasa ozi fascist na antisemitic.",
  "O mekwara usoro ihe nkiri atọ Blackstone, Master Magician na 1946 maka Vital Publications, nke EC Comics (1947) mechara kpọlite maka otu mbipụta sochiri mbipụta atọ na Timely Comics (1948). N'agbanyeghị obere oge ya, a gbanwere mmegharị EC n'ime usoro ihe nkiri redio, Blackstone, Magic Detective, nke malitere na 1948 ruo 1950",
  "Mgbe emechara usoro ihe nkiri ahụ, Stoner gosipụtara ma ọ dịkarịa ala otu mmemme ncheta maka Harry Blackstone Sr., aha nke usoro ahụ.",
  "Mgbe agha ahụ gasịrị, Stoner rụrụ ọrụ obere oge na aha ọzọ na-atọ ọchị nke Vital ma hapụ ihe ọchị n'etiti 1951 na 1952 n'ihi onye ọka ikpe jụrụ arịrịọ ya ka usoro ihe nkiri nke Vital ọzọ ọ sere, Rick Kane, Space Marshal, kwụsị mbipụta",
  "Stoner kwusiri ike na Vital ịnọgide na-emepụta aha ahụ bụ imebi nkwekọrịta ya",
  "Ọrụ ikpeazụ a maara ya bụ ihe ọchị agụmakwụkwọ akpọrọ Deadline: The Story Behind The Headline",
  "N'akụkọ ihe mere eme ya nke mmegide ndị America na-eme ihe nkiri, The Ten-Cent Plague, odee David Hajdu gụnyere Stoner na ndepụta nke ndị na-emepụta ihe ọchị bụ ndị na-arụghị ọrụ na ihe nkiri ọzọ mgbe nkatọ ọjọọ nke ihe nkiri na mmalite ruo etiti afọ 1950.",
  "N'èzí ihe nkiri, Stoner bụ \"onye na-akpọ piano nke ọma\" na onye na-akwado nka, ma nwekwa ụlọ obibi nke ọ bi na ya, na 228 W",
  "13th Street. Dị ka otu isiokwu dị na Daily Worker si kwuo, Stoner nọrọ oge na-eme ndị ọrụ United Service Organizations (USO) obi ụtọ ma na-enye ha ihe ọmụmụ eserese, na mgbakwunye na \"mgbe ụfọdụ inye nkuzi nka dị ka ụzọ isi meziwanye mmekọrịta ndị isi ojii na ndị ọcha",
  "\" Na ngwụsị afọ 1960, Stoner bụ otu n'ime ọtụtụ ndị ama ama n'Afrịka na Amerịka gosipụtara na usoro mgbasa ozi maka Gordon's Gin.",
  "Stoner nwụrụ na Disemba 16, 1969, ma nwee olili ozu onwe ya.",
  "Dị ka onye na-ese ihe osise a zụrụ azụ nke gbanwere n'ime nka na-atọ ọchị n'etiti ndụ ya, a na-akatọ nka na-atọ ọchị nke Stoner mgbe ụfọdụ maka na ọ dabaghị na ndị ọzọ na-ese ihe n'oge ahụ, dị ka Ken Quattro kwupụtara: \"...Ọrụ Stoner anọghị na otu Eisner ma ọ bụ Kirby ma ọ bụ Fine",
  "A sị ka e kwuwe, ọ bụ ezigbo onye na-ese ihe n'etiti afọ, onye rụrụ ọrụ naanị na mgbasa ozi na ihe atụ magazin, na-agbalị ime mgbanwe na-adịghị mma na akwụkwọ ndị na-atọ ọchị",
  "Usoro na ihe ndị a chọrọ n'ịkọ akụkọ n'usoro bụ ihe ọhụrụ nye ya ma o doro anya",
  "\"",
  "Ron Goulart katọrọ ọrụ Stoner na Great History of Comic Books, \"Stoner's drawing is the visual equivalent of fingernails scraped across a slate, and whenever he had a chance to botch the perspective, the composition, or even the inking, he did so with brio."
]