[
  "Malcolm Greenidge (amụrụ n'ubochí asatọ n'ọnwa Julaị, n'afọ 1974), nke a maara dị ka E.D.I Mean na EDIDON, bụ onye America na-ese egwu hip hop na onye otu Outlawz",
  "Aha a bụ egwuregwu na aha Idi Amin, onye bụbu onye isi ala Uganda",
  "Mgbe ọ nọ na klas nke atọ, Malcolm ghọrọ enyi Katari \"Kastro\" Cox onye mechara kpọbata ya na nwa nwanne nna ya, Tupac Shakur.",
  "N'afọ 1992, Kastro, Greenidge, na nwanne Tupac bụ Yafeu \"Kadafi\" Fula, guzobere otu rap atọ",
  "Greenridge bịdọrọ ịkụ egwu n'okpuru aha \"Big Malcolm\"",
  "Mmadụ atọ ahụ gara n'okpuru aha Thoro Headz na Young Thugs",
  "Ka ọ na-erule ógè ahụ, Tupac aghọwo onye egwu rap ma hapụ ha ka ha bụrụ ndị ọbịa pụta na egwu ya, \"Holla If Ya Hear Me\", nke ewepụtara n'ubochí ànó n'ọnwa Febụwarị, afọ",
  "1993",
  "N'afọ 1994, Mutah \"Napoleon\" Beale sonyeere otu ahụ, nke a maara ugbu a dị ka Dramacydal",
  "Na Machị 14, 1995, Tupac's LP, Me Against the World, wepụtara",
  "Ndị ọbịa ha pụtara na egwu \"Me Against the World\" na \"Outlaw\".",
  "N'afọ 1995, ógè a tọhapụrụ Tupac n'ụlọ mkpọrọ, Greenidge, Tupac, Bruce \"Fatal\" Washington, Kadafi, Mopreme Shakur, Kastro, na Napoleon guzobere otu Outlaw Immortalz, mechara gbanwee gaa na Outlawz",
  "Tupac nyere onye ọ bụla so n'òtù ahụ aha njirimara site n'aka onye iro nke United States of America",
  "Shakur nyere Greenidge aha njirimara E.D.I",
  "Mean mgbe onye bụbu onye isi ala Uganda bụ Idi Amin. N'ọnwa Febụwarị n'ubochí irí na ato, n'afọ 1996, a tọhapụrụ LP abụọ nke Tupac, All Eyez on Me",
  "E.D.I",
  "Mean pụtara na \"Tradin' War Stories\", \"When We Ride\", na \"Thug Passion.\"",
  "N'ubochí ànó n'ọnwa Juun, n'afọ 1996, Tupac wepụtara \"How Do U Want It\"",
  "Akụkụ b ya, \"Hit 'Em Up\", gosipụtara E.D.I",
  "Mean, Fatal na Kadafi",
  "A na-ewere ya dị ka otu n'ime egwu diss kachasị ike na akụkọ ihe mere eme, na-agbagha Bad Boy Entertainment, Chino XL, Junior M.A.F.I.A",
  "na Mobb Deep",
  "N'ubochí asaá n'ọnwa Septemba, n'afọ 1996, a gbagburu Tupac ugboro anọ na ịgba égbè na Las Vegas, Nevada",
  "E bugara ya na University Medical Center ebe ọ nwụrụ ógè ụbọchị isii gasịrị",
  "E.D.I",
  "Mean nọ n'ụgbọala n'azụ Tupac, mana o kwuru na ya enweghị ike ịmata onye gburu ọchụ ahụ",
  "E.D.I",
  "Mean na ndị ọzọ nke Outlawz laghachiri na East Coast ógè Shakur nwụsịrị",
  "N'ubochí isé n'ọnwa Nọvemba, n'afọ 1996, Tupac's LP, The Don Killuminati: The 7 Day Theory, wepụtara",
  "E.D.I",
  "Mean pụtara na egwu atọ, \"Intro / Bomb First (My Second Reply),\" \"Life Of An Outlaw\" na \"Just Like Daddy",
  "A gbagburu Kadafi n'isi na New Jersey mgbe ọ na-eleta enyi ya nwanyị nke gburu ya ozugbo na Nọvemba 10 naanị ụbọchị ise ka ewepụtara album Tupac",
  "A hụrụ ya ka ọ na-eyi uwe mgbochi mgbọ.",
  "N'ọnwa Machị  n'afọ 1997, E.D.I",
  "Mean na ndị ọzọ nke Outlawz minus Fatal laghachiri California wee bịanye aka na Death Row Records",
  "N'ọnwa Nọvemba n'ubochí iri abụọ na isé, n'afọ 1997, Tupac's double LP, \"R U Still Down? A tọhapụrụ (Cheta m)",
  "E.D.I",
  "Mean mepụtara egwu isii na ya, \"Redemption\", \"Thug Style\", \"Fuck All Y'all\", \"Let Them Thangs Go\", \"When I Get Free\", na \"Enemies With Me.\" Na Disemba 21, 1999, ewepụtara abọm mbụ nke Outlawz, Still I Rise",
  "N'afọ 1999, ndị Outlawz, ma e wezụga Fatal, onye ugbu a nwere nghọtahie ugbu a na ndị ọzọ na-ekwu na ha arara Tupac nye site na ịbanye na Death Row, bidoro Outlawz Records wee wepụta LPs nke abụọ na nke atọ, Ride Wit Us Or Collide Wit Us na Novakane, n'ubochí asaá n'ọnwa Nọvemba, n'afọ 2000 na ụbọchị iri abụọ na àtó n'ọnwa Ọktoba, afọ 2001."
]