[
  "Ealy Mays (amụrụ n'ubochí irí na isé n'ọnwa Jenụwarị, 1959) bụ onye na-ese ihe n'oge a n'Afrịka na America",
  "E gosipụtara ọrụ ya na Galeria Clave nke Mexico, Paris Carrousel du Louvre, asọmpi José Clemente Orozco Art nke Mexico kwa afọ, na Guggenheim Museum nke New York, ịkpọ aha ole na ole",
  "Ónyé na-ese ihe a ma ama Henry O",
  "Tanner bụ ónyé Africa America mbụ gosipụtara na Louvre na 1897",
  "Maysão 2005 Njem nke ngosi Superheroesão na Carrousel du Louvre méré ka ọ bụrụ otu n'ime ndị na-ese ihe Africa-America ole na ole ruo ugbu a na-eso nzọụkwụ Tanner gaa Louvre.",
  "Mays gụrụ Jacob Lawrence, Jackson Pollock, Maxfield Parrish, Diego Rivera, José Clemente Orozco, Rufino Tamayo, Herbert Gentry, Edward Clark (onye na-ese ihe), na Franz Kline dị ka ndị nduzi",
  "Ebe ọ bi na Paris maka afọ iri na ise gárá aga, ọ bụ ónyé bi na Cité internationale des arts na Paris , na ónyé gụsịrị akwụkwọ na Skowhegan School of Painting and Sculpture na Maine.",
  "N'isiokwu Dayton Daily News nke Septemba 1996 banyéré Ealy Mays, \"A Pure Painter\", ónyé édémédé Kathy Whyde Jesse gosipụtara ónyé dị afọ irí ato na asaá nke Daytonian na Fairview High School gụsịrị akwụkwọ n'oge ahụ bụ nwa akwụkwọ ụlọ akwụkwọ ahụike na ónyé natara \"Camille Cosby Fellowship for American Artists of African Descent\", mgbe ọ gwụchara mkpakọrịta ya na Skowhegan School of Painting and Sculpture na Maine, mgbe ọ nọ na ụlọ akwụkwọ ahụ ike na Mexico. Mays tụlere, n'etiti ihe ndị ọzọ, mmetụta Maxfield Parrish na ọrụ ya na ịhụnanya ya màkà ónyé omenkà Africa-America Jacob Lawrence, ónyé kpaliri ya itinye akwụkwọ na mmemme Skowhegan",
  "Dị ka Mays si kwuo, Jacob Lawrence, weghachiri mmetụta ịhụnanya ahụ site n'ịgwa ya na ya, Mays, bụ \"ónyé na-ese ihe\".",
  "Ónyé ọdịda anyanwụ Texas, amụrụ na Wichita Falls Texas, nke dọkịta Dr",
  "Dewey Mays  na nwunye ónyé nkuzi ụlọ akwụkwọ ya Mrs",
  "Ruby Mays, toro na Dayton, Ohio",
  "Ezinụlọ ahụ kwagara Dayton mgbe okenye Mays gụsịrị akwụkwọ na Howard University's School of Medicine",
  "Mays na-ekwu na ndị mụrụ ya họọrọ ibi na Dayton, n'ihi na n'oge ahụ n'etiti afọ 1960, Dayton nwere ụlọ ọrụ mmepụta ihe siri ike ma bụrụ otu n'ime ebe kachasị mma ibi na ịzụlite ezinụlọ na America",
  "Ihe osise ya nke afọ 1998, nke a na-akpọ Death of an American Boom Town (Dayton Ohio) na-egbochi ọdịda akụ na ụba nke ụlọ ọrụ mmepụta ihe dị n'etiti ọdịda anyanwụ na ọkachasị, ọdịda nke ndụ n'ọbọdọ ya ochie nke Dayton, Ohio.",
  "N'otu akụkọ New York Times nke Eprel 2009, \"Ónyé America (Celebration) na Paris\", a kpọtụrụ Ealy Mays aha dị ka otu n'ime ndị na-ese ihe na-egosi na ihe ngosi Barack Obama",
  "Ónyé édémédé Jon Frosch kọwara ọrụ ya dị ka \"Ihe osise ojii na-acha ọcha nke ónyé na-ese ihe n'Afrịka America bụ Ealy Mays na-akpọ ónyé na-ekiri ya ka ọ chọta mmadụ abụọ: otu onye agha ojii na nwoke ọcha na-eyi T-shirt Obama na-agbagharị na banjo, n'etiti ndị ọrụ zombie yiri Wall Street\"..",
  "Kemgbe ọtụtụ afọ, Ealy Mays emepụtala akụkọ oge a na akụkọ ihe mere eme site na nka ya",
  "O jiri nlezianya tinye agbụrụ, ndọrọ ndọrọ ọchịchị, na aghụghọ satirical, iji kwanyere ọgbọ ndị na-ese ihe n'ihu ya ùgwù, ka ọ na-eche nche dị ka onye nkatọ mmekọrịta mmadụ na ibe ya nke ógè ya",
  "\"Ịsacha ụlọ ọrụ Picasso\" bụ nkwenye ya na mmetụta nke ihe ndị Afrịka na ọrụ onye na-ese ihe a ma ama",
  "\"Le Garçon\" bụ nkwenye ya n'ọbọdọ ọ nabatara ya na ihe ngosi nke ónyé na-ere nri na Paris na-eme n'isi ụtụtụ",
  "Ihe owuwu n'okpuru mmiri nke Mays gụnyere ihe ngosi ọdịbendị nke ọdịbendị Russia na \"The Russian Sub\" na \"The Kursk\" nke na-akwụ ndị ọrụ ụgbọ mmiri nke Kursk a màrà ikpe na Oké Osimiri Barents.",
  "Ealy Mays gosipụtakwara na mbipụta December 2012 Art Basel Miami nke magazin The Artist Showcase, nke gosipụtakwuru ọrụ Nelson Mandela na Robben Island."
]