[
  "The Early Anthropocene Hypothesis (mgbe ụfọdụ a na-akpọ 'Early Anthropogenic' ma ọ bụ 'Ruddiman Hypothesis') bụ nguzo banyere mmalite nke Anthropocène nke William Ruddiman bu ụzọ chepụta n'afọ 2003",
  "Ọ na-ekwu na Anthropocene, oge a na-atụ aro na-adaba na oge kachasị ọhụrụ n'akụkọ ihe mere eme nke ụwa mgbe ọrụ agbụrụ mmadụ malitere inwe mmetụta dị ukwuu n'ụwa niile na ihu igwe na gburugburu ebe obibi, amaliteghị n'oge ndị mba Europe na-achị mba Amerịka, dịka ọtụtụ ndị ọkà mmụta na-ekwu, ma ọ bụ narị afọ nke iri na asatọ na ọbịbịa nke ụlọ ọrụ ọkụ coal na ụlọ ọrụ ike nke oge mmepụta ihe, dịka Paul Crutzen kwuru na mbụ (nke mere ka okwu ahụ 'Anthropoculture' n'afọ 1950 ma ọ bụ ọrụ ugbo na-arụ ọrụ ugbo wee bụrụ ihe na-arụsi ike site na-arụ n'afọ 2000), ma ọ bụ na-arụkọ ọrụ ugbo site na ọrụ ugbo.  Ọ bụ n'oge ahụ ka ikuku ikuku na-ekpo ọkụ na-akwụsị ịgbaso usoro oge nke ịrị elu na ọdịda nke gosipụtara n'ụzọ ziri ezi omume ogologo oge ha gara aga, usoro nke a na-akọwa site na ọdịiche dị iche iche na usoro ụwa nke a maara dị ka Milankovitch cycles.",
  "N'echiche ya nke ice, Ruddiman na-ekwu na oge ice na-amalite ga-amalite ọtụtụ puku afọ gara aga, mana oge oyi a haziri ahazi bụ nke ndị ọrụ ugbo mbụ na-arụ ọrụ ugbo na mgbukpọ ọhịa nke malitere ibuli ọkwa nke gas na-ekpo ọkụ puku afọ asatọ gara aga.",
  "A na-agbagha echiche nke oke oyi na-agafe agafe n'ihi na iji ya tụnyere interglaciation gara aga (MIS 11, 400,000 afọ gara aga) na-atụ aro na afọ 16,000 ọzọ ga-agbada tupu interglacization Holocene nke ugbu a abịa na njedebe",
  "Ihe ọmụma sitere na ọbụna ice-cores mbụ na-aga azụ dị ka afọ 800,000 gara aga na-atụ aro cyclicity nke ogologo interglacial na njikọ dị iche na oke okpomọkụ nke interglacial ọ bụla, mana Ruddiman na-ekwu na nke a sitere na nhazi ụgha nke insolation maxima na nso nso a na insolation minima site n'oge gara aga, n'etiti ihe ndị ọzọ na-adịghị mma nke na-eme ka nkatọ ahụ ghara ịdị irè.",
  "Mgbanwe Neolithic, ma ọ bụ mgbanwe ọrụ ugbo, bụ mgbanwe dị ukwuu nke ọnụ ọgụgụ mmadụ na Neolithic",
  "N'akụkọ ihe mere eme, ọtụtụ ọdịbendị mmadụ gbanwere site na ndị na-achụ nta na ndị na'achịkọta gaa n'ọrụ ugbo na ebe obibi nke kwadoro mmụba nke ọnụ ọgụgụ mmadụ.\nIhe ndekọ ihe mgbe ochie na-egosi na ụdị dị iche iche nke osisi na anụmanụ na-azụlite n'ebe dị iche iche n'ụwa niile, malite n'oge ala nke Holocene n'ihe dị ka afọ 12,000 14C gara aga (12,000 - 7,000 BP).",
  "Ụbọchị mbido Ruddiman na-atụ aro ka ndị ọkà mmụta n'ọtụtụ ngalaba katọọ ya",
  "Otu ìgwè ndị na-ahụ maka ọdịdị ala nke Jan Zalasiewicz na Will Steffen duziri kwuru na Mgbanwe Neolithic anaghị egosi mgbanwe gburugburu ebe obibi dị mkpa maka aha oge nke ebe ndị ọzọ na-amalite, dị ka akara Anthropocene Working Group nke afọ 1950, na-eme.",
  "Nkatọ ndị ọzọ nke Early Anthropocene Hypothesis sitere na nnọchiteanya ya nke ndị American Indian",
  "Onye ọkà mmụta Humanities Elizabeth DeLoughrey ekwuola na ọ bụ ezie na Early Anthropocene Hypothesis \"na-achọpụta akụkọ ihe mere eme nke puku afọ asatọ nke mgbukpọ ọhịa,\" ọ \"na-emetụta akụkọ ihe mere mere eme nke ime ihe ike mmadụ",
  "N'ihi ya, n'ịkọwa oge ndị ahụ CO2 na-arịghị elu n'ihi mbelata dị ịrịba ama na mmepụta nke ọrụ ugbo kpatara site na ọnwụ, [Ruddiman] na-eji ihe otiti ahụ na Europe oge ochie tụnyere mbibi nke pasent 90 nke ụmụ amaala America, na-ezo aka na ya dị ka 'ọrịa na-efe efe' karịa mgbukpọ agbụrụ",
  "N'ihi ya, mbelata a na-ahụtụbeghị mbụ na ọkwa CO2 site n'afọ 1550 ruo afọ 1800 n'ihi mbelata nke ọnụ ọgụgụ mmadụ karịrị nde mmadụ iri ise nwere njikọ na colonization, ịgba ohu, agha, nchụpụ, njide, na mkpocha agbụrụ doro anya nke a na-ekwu na ọ bụ kịtịkpa",
  "\"",
  "Ndị ọkà mmụta gburugburu ebe obibi ekwuola na ọ bụ ezie na Early Anthropocene Hypothesis na-akọwa mgbanwe ala na ịrị elu nke mmepụta gas na-ekpo ọkụ nke sitere na mgbanwe ọrụ ugbo na mba Europe na mba Eshia n'oge mgbanwe Neolithic, ọ naghị akọwa ọrụ ugbo mmekọrịta a na-eme na America n'otu oge ahụ",
  "Ozugbo a na-amụ ọrụ ugbo nke ụmụ amaala America n'akụkụ Early Anthropocene Hypothesis, ọ na-apụta ìhè na mgbanwe ala dị otú ahụ na ikuku na-ekpo ọkụ na-ewere ọnọdụ na Amerịka naanị mgbe ndị Europe na-achị",
  "Ya mere, a ga-ahụ ọchịchị ndị na-achị ala ọzọ dị ka isi ihe na-akpali mgbanwe gburugburu ebe obibi nke na-akpata Anthropocene karịa ọrụ ugbo."
]