[
  "Earley Women's Institute (nke a makwaara dị ka Earley WI) bụ nzukọ obodo maka ụmụnwanyị dị na Earley, Berkshire, England",
  "Òtù a dị site n'afọ 1938 ruo afọ 2004",
  "Ọ chọrọ inyere ụmụnwanyị obodo aka ịzụlite nkà, ịkwalite agụmakwụkwọ ha, na imeziwanye obodo. N'oge Agha Ụwa nke Abụọ, Earley WI nwere mkparịta ụka banyere ime ụlọ na ichekwa nri",
  "Earley WI nyekwara aka hụ na ndị a chụpụrụ nwere uwe na ntụrụndụ dị mma",
  "Mgbe Agha Ụwa nke Abụọ gasịrị, Earley WI mepụtara ihe omume, kpee asọmpi obodo ikpe, rụọ ọrụ ebere na mpaghara ma nye ihe ọmụmụ banyere enyemaka mbụ. Òtù ahụ kwụsịrị na Febụwarị 2004, n'ihi ọnọdụ ego ya na-adịghị mma",
  "Nkọwa nke ọrụ nzukọ ahụ dị na kọmitii Earley WI na ndetu nzukọ emere na Berkshire Record Office, na Reading.",
  "E nyere ọkọlọtọ nke Earley WI mepụtara Klas Mbụ na Berkshire Festival Handicrafts Exhibition n'afọ 1951",
  "E mechara họrọ ya maka National Federation WI Exhibition na Victoria na Albert Museum n'ọnwa Machị afọ 1952, ma mee ya na Reading Museum.",
  "Nzukọ mbụ e dekọrọ nke Earley WI bụ n'ụbọchị 30 nke inwa Machị n'afọ 1938 na St Peter's Small Hall na Earley",
  "Ọ bụ onye isi oche Earley WI, E.L",
  "Rushbrooke, bụ onye meghere nzukọ ahụ site na ikele Lady Denman maka ime ka o kwe omume ka Earley WI bụrụ nzukọ",
  "E nwere mmadụ iri atọ bịara nzukọ a, mana ka ọ na-erule ụbọchị 15 nke ọnwa Disemba 1938, Earley WI na-abịaru otu narị ndị otu.",
  "N'oge Agha Ụwa nke Abụọ, Earley WI na-ezukọ mgbe niile n'okpuru onye isi ala ha, Anne Colebrook",
  "Na nzukọ n'ụbọchị 21 Septemba 1939, izu atọ ka e kwusịrị Agha Ụwa nke Abụọ, o kwuru na \"n'ihi ọnọdụ mba ụwa, a ga-akagbu ma ọ bụ belata ọtụtụ ọrụ\".",
  "Earley WI rụrụ ọrụ iji baara obodo uru, dịka ọmụmaatụ ịme uwe maka ụmụaka oge agha ndị a chụpụrụ ma ọ bụ chọọ uwe ọhụrụ, ịkwado ezinụlọ na ndị nne dara ogbenye site n'inye uwe na ntụrụndụ, na inyere National Savings Movement aka",
  "Ihe edeturu site na nzukọ Earley WI na 19 Septemba 1940 na-egosi na \"ndị otu dị iche iche nyere aka ịnakọta uwe maka ndị nne na ụmụaka a chụpụrụ site na mpaghara ndị a tụrụ bọmbụ - uwe ime dị mkpa karịsịa\".",
  "Òtù ahụ nwere mkparịta ụka banyere isi nri n'oge agha, klas canning, na akụ na ụba ụlọ n'ozuzu ya, nke nyeere ụmụnwanyị aka ịmụta otu esi echekwa ma nweta ihe kachasị na nri a na-ekenye. W.I.s n'ofe mba ahụ toro ma chekwaa nri.",
  "Mgbe Agha Ụwa nke Abụọ biri, Earley WI laghachiri n'ọrụ ọ malitere n'afọ 1938",
  "Ọrụ ebere ahụ gara n'ihu, ego wee gaa nyere aka n'ọrụ mgbake agha.",
  "Na nzukọ Earley WI n'ụbọchị 2 Eprel 1951, a mara ọkwa Berkshire Festival Handicrafts Exhibition",
  "A ga-eme ihe ngosi ahụ na Pythouse, na Ashampstead ma gosipụta arịa ụlọ na agịga",
  "A gbara Earley WI ume ịmepụta ihe maka ihe ngosi ahụ wee malite ịrụ ọrụ na ọkọlọtọ na-anọchite anya nzukọ ahụ",
  "E mere atụmatụ maka ọkọlọtọ ahụ na atụmatụ ya, e mekwara atụmatụ na ego maka ajị anụ na ihe linin ga-abụ ihe dị ka £ 3.0.4",
  "Ka ọ na-erule 4 Juun n'afọ 1951, A.E",
  "Taylor, onye na-elekọta Earley WI, gwara ndị otu ka ha wepụta onwe ha iji nyere aka rụọ ọrụ na ọkọlọtọ ahụ",
  "Ka ọ na-erule 3 Septemba 1951, mgbe arụchara ọrụ na ọkọlọtọ ahụ, arụchara ọrụ ahụ, e nyekwara iwu maka ọkọlọtọ ahụ, ọnụ ego niile nke ọkọlọtọ ahụ bụ £ 10.0.5",
  "Na 1 Ọktoba 1951, A.E",
  "Taylor nyere ọnụ ọgụgụ maka nkwupụta ego kwa afọ nke gosipụtara na ọ dị ala karịa n'afọ ndị gara aga; a kwenyere na nke a bụ n'ihi ego £ 10 nke ọkọlọtọ ahụ",
  "Na nzukọ a, A.E",
  "Taylor tụkwara aro ka a na-etinye aha ndị enyemaka mere ọkọlọtọ ahụ n'azụ ya",
  "Atụmatụ nke ọkọlọtọ ahụ na-anọchite anya Whiteknights, ala ala nke ghọrọ Mahadum nke Reading ọhụrụ na 1947",
  "E nyere ọkọlọtọ ahụ na klas mbụ na Berkshire Festival Handicrafts Exhibition na 1951",
  "E mechara họrọ ya maka National Federation WI Exhibition na Victoria na Albert Museum na London",
  "Akara ahụ nwere aha ndị na-ese ihe na-eji oji n'azụ ya: N",
  "Blay, M.E",
  "Day, M",
  "Derrick, H",
  "O'Neill, A",
  "Pope, G",
  "Prouten, E",
  "Shave, MG Sturges, A.E",
  "Taylor, na A.E",
  "Tilbrook",
  "Akara ahụ nọgidere n'aka Earley WI ruo n'afọ 2004 mgbe a kwụsịrị nzukọ ahụ ma onye isi oche nke Earley WI n'oge ahụ, Freda Drakes, kpebiri inye ọkọlọtọ ahụ na Reading Museum.",
  "N'ime afọ iri anọ na isii sochirinụ, Earley WI gara n'ihu na-arụ ọrụ dị ka òtù ọrụ ebere ma gbaa ụmụ nwanyị ume ịzụlite nkà metụtara ọdịmma ha.",
  "N'agbata afọ 1998 nakwa afọ 2000, e nyere Earley WI ọrụ ịmepụta ihe maka puku afọ",
  "Ihe ndekọ nzukọ site na 6 Septemba 1999 na-egosi na Earley WI kpọtụrụ Earley Town Council iji hụ ma ha nwere ike inye aka na ọrụ puku afọ ọ bụla kansụl ahụ nwere ike na-eme",
  "Earley Town Council tụrụ aro na mbụ na Earley WI nwere ike ịmepụta akwụkwọ nchịkọta na ndekọ ọnụ nke Earley WI",
  "The Earley Park Ranger, Grahame Hawker, anọworị na-achịkọta isiokwu banyere akụkọ ihe mere eme nke Earley ya mere Earley WI kpebiri ime ihe yiri nke ahụ",
  "Ha kpebiri ikpokọta ihe ncheta ha n'akwụkwọ, nke ghere oghe nye onye ọ bụla chọrọ ịnye ihe ncheta ruo n'ọnwa Machị 2000.",
  "N'afọ 2002, ebumnuche nke Earley WI gbanwere na ememe Golden Jubilee maka Queen Elizabeth II",
  "N'ọnwa Eprel n'afọ 2002, Earley WI gbachiri nkịtị otu nkeji maka ọnwụ nke Queen Mother ma zigara akwụkwọ ozi nkasi obi na Buckingham Palace.",
  "N'ụọchị 19 Febụwarị 2004, a kpọrọ nzukọ pụrụ iche iji dozie ọnọdụ ego nke nzukọ ahụ, ebe nkwupụta ego gosipụtara oke ego, ọ na-esikwa ike ịnọgide na-akwado Earley WI",
  "Mmadụ iri abụọ na asaa so na Earley WI bịara",
  "Judy Palmer si Berkshire Federation WI Advisors kọwara na a kwụsịrị Earley WI n'ihi nsogbu ego",
  "Earley WI kwụsịrị dị ka nzukọ site n'etiti afọ 2004",
  "N'abalị iri na asatọ n'ọnwa Machị afọ 2004, a tụlere mkpofu akụ, ma chịkọta ihe niile nke nzukọ ahụ",
  "N'abalị iri na ise n'ọnwa Eprel afọ 2004, e mere mkpebi inye onyinye ọkọlọtọ Earley WI nke afọ 1951 na Reading Museum",
  "A pụrụ ịhụ ọkọlọtọ ahụ n'ebe ahụ taa."
]