[
  "Earle Montrose Pilgrim (1923), bụ ónyé America na-ese ihe nke ọrụ ya dị n'ime usoro Abstract Expressionism na Figurative Expressionism",
  "Na-arụ ọrụ na mbido afọ 1950 ruo n'etiti afọ 1970, a na-eji ihe oyiyi màrà ụdị Pilgrim site na abstraction",
  "Ónyé na-ese ihe na-agbanwe n'etiti ihe osise dị egwu, nnukwu ihe osise na ihe osise ndị dị nso ma soro ọtụtụ mgbasa ozi rụọ ọrụ site na eserese ruo na ihe nkiri nnwale",
  "Ọrụ Pilgrim na-egosipụta mmasị dị iche iche nke ónyé na-ese ihe site na foto avant-garde ruo n'echiche nke anwansi, nkè niile gosipụtara site na mmasị nke Modernist na agba, abstraction, na nkwupụta.",
  "A mụrụ ya na Brooklyn, n'ubochí irí na anọ n'ọnwa Machị 1923 ma zụlite ya na nọmba narị abụọ na isii Macon Street site n'aka nné na nnà ya, Leon na Amy (Crane) Pilgrim; na otu nwanne nwanyị, Enid",
  "Pilgrim kọwara ụbọchị a mụrụ ya n'ihe ndị a na-esonụ dị na akwụkwọ eserese:",
  "Machị ubochí irí na anọ, 1923, obéré ógè tupu nnukwu ihe mberede ahụ, e nwèrè nnukwu ihe mberedo n'ihu ụlọ ụfọdụ na Brooklyn, ọ bụ ụgbala na-ebu onyinye 3 lb",
  "màkà Leon na Amy Pilgrim, onyinye 3 lbs a gafere ọkwa dị iche iche nke mmepe",
  "Mgbè ngwugwu ahụ dị ebube nwere ohere ezi uche dị na ya nke ịdị ndụ, Leon na Amy kpebiri ịkpọ ya (?) ya (?) ya (?) Nke ikpeazụ a; a nabatara \"ya\" n'ụzọ ụfọdụ, dị ka ojiji kwesịrị ekwesị na British West Indies ebe a mụrụ Leon na Amy.",
  "Pilgrim gụrụ akwụkwọ na usoro ọha na eze rụọ na ngwụcha afọ nke abụọ ya n'ụlọ akwụkwọ sekọndrị, ebe a chụpụrụ ya màkà iyi okpu na uwe elu na ịgba egwú ụlọ akwụkwọ, kama ejiji achọrọ, ihe omume a méré ka nna ya, Leon, debanye aha Earle na ónyé na-ebi akwụkwọ",
  "Na úbọchị irí abụọ na asaá n'ọnwa Machị, 1943, Pilgrim debanyere aha na ndị agha United States, e kenyere ya na 477th Composite Group, màkà ógè agha ahụ ruo mgbe a kpụpụrụ ya n'ụlọ ikpe agha maka ịjụ ịhapụ ónyé ọrụ ọcha",
  "Mgbè ọ na-eje ozi na Godwin Field, Godwin Field Beacon bipụtara uri nke Earle Pilgrim ma bụrụ ónyé otu Artists Sketch Club.",
  "Mgbè Pilgrim si n'usuu ndị agha lọta, ọ gàrà Greenwich Village wee mụta ime ọla site n'ịrụ ọrụ na onye na-ere ọla Sam Kramer. Ọ gụrụ akwụkwọ na Art Students League ma rụọ ọrụ na Sotheby's n'otu ógè",
  "Allan Malcolm Morrison (1916-1968) hotara Earle Pilgrim na \"Twilight for Greenwich Village,\" nke e bipụtara na Negro Digest, Mpịakọta nke asaa, Nọmba nke atọ, Jenụwarị 1949, \"Ndị Bohemian anaghị alụ ọgụ ma ọ bụ agha ntụli aka, ka Earl Pilgrim, onye ntorobịa nwere afụ ọnụ nke na-agagharị na San Remo Cafe ma na-ezu ike na Washington Park n'ehihie",
  "\"Anyị na-aga n'ihu na-ebi ndụ anyị dịka anyị chọrọ ibi ha",
  "Na-aga na hel na njakịrị nke ọha mmadụ",
  "Anyị na-emegide ndị ọgaranya na ndị na-achọ onwe ha",
  "Anyị na-ekwu ọbụna dị ka aha ahụ bụ ŌBohemian",
  "Ọ na-esi ísì ọjọọ",
  "Ọ kọwara naanị ihe mere o ji jiri okwu ahụ mee ihe bụ n'ihi na nkà ihe ọmụma ya ga-enwe aha na \"Bohemianʹa bụ ihe kachasị mma\".",
  "Ọ zutere Lily Touma na San Remo Cafe n'oge a ma ha mechara lụọ.",
  "N'afọ 1951, ndị Pilgrim gàrà Provincetown, Massachusetts",
  "N'ime ebe nka, ndị njem ala nsọ weere narị atọ na iri itoolu na atọ Commercial Street dị ka gallery ha ma biri n'azụ",
  "Earle, na-amụ ihe n'okpuru Henry Hensche, ga-ese ma mee ọla, ebe Lily ga-arụ ọrụ ụmụ bebi na tapị na-agbakọta ma dee màkà \"The Advocate,\" akwụkwọ akụkọ Provincetown mbụ",
  "Tụkwasị na nke a, Earle kụziri ọla na mmemme agụmakwụkwọ ndị okenye nke Massachusetts State Board of Education nyèrè ikike.",
  "Pilgrim bụ ónyé otu John Brockman duziri, nke a na-akpọ \"Projection Film-Makers\".",
  "\"N'afọ 1965, [Reverend Michael] Allen (onye obodo dị na Lower East Side) kpọrọ John Brockmanáa nwa okorobịa ọchụnta ego nwere ọfịs n'elu obodo, onye na-aga ihe omume Theatre Genesis n'uhuruchi iji hazie ihe ngosi nke ime ihe nkiri nnwale na chọọchị, usoro a na-aga nke ọma nke rụzuru na Brockman na-ahazi emume ihe nkiri gbasaa ọnwa na Nọvemba '65 na Filmmakers' Cinémathèque  dabere na echiche mbụ nke Jonas Meklee, Jack La Smith, Jack La Youngskhen, Robert La Men Men Men Men, John, John, Lee, John, Youngsk, John, Men Men Mennynynyny, John, James, John, World",
  "Ọ dị mkpa iburu n'uche na Allen kpọrọ Brockman akwụkwọ ịkpọ òkù n'oge obodo ahụ machibidoro ihe a na-akpọ ihe nkiri nzuzo.",
  "N'ime afọ ikpeazụ nke Earle Pilgrim, ya na nwunye ya Lily biri na loft na narị abụọ na iri asaa na ise Church Street na New York City, n'elu La Monte Young na Marian Zazeela",
  "Ndị omenkà America a dị mkpa mesịrị gbanwee loft nke Pilgrim ka ọ bụrụ Dream House obéré ụda na ọkụ nke na-aga n'ihu rụọ ihe karịrị afọ iri abụọ.",
  "Pilgrim ga-anọ n'ime na n'èzí ụlọ ọrụ, ihe dịka afọ iri na anọ, nke gụnyere ụlọ ọgwụ VA, ụlọ ọgwụ ndị isi mgbaka steeti dị nso na Boston, Bellevue, St",
  "Vincent, na Beekman."
]