[
  "East African Community (EAC) bụ òtù gọọmentị na-emekọ ihe ọnụ nke nwere mba asaa dị na mpaghara Great Lakes nke East Africa:Democratic Republic of the Congo, United Republic of Tanzania, Republics of Kenya, Burundi, Rwanda, South Sudan, na Uganda",
  "Évariste Ndayishimiye, onye isi ala Burundi, bu onye isi oche EAC ugbua",
  "E hiwere nzukọ a na 1967, daa na 1977, wee maliteghachi ya na 7 Julaị 2000.",
  "EAC bụ onye nwere ike ibute ụzọ n'ịmepụta Federation nke Ọwụwa Anyanwụ Afrịka, otu ndị otu ya na-atụ aro ka ha bụrụ otu steeti.N'afọ 2010, EAC wepụtara ahịa nke ya maka ngwaahịa, ọrụ na isi obodo n'ime mpaghara ahụ, na ebumnuche nke ịmepụta otu ego na-emecha nwee njikọ ndọrọ ndọrọ ọchịchị zuru oke. N'afọ 2013, a bịanyere aka na nkwekọrịta na-akọwa atụmatụ ha maka ịmalite njikọ ego n'ime afọ iri. Na Septemba 2018 e guzobere kọmitii iji malite usoro idepụta iwu mpaghara.",
  "N'afọ 1977, EAC dara",
  "Ihe kpatara ọdịda ahụ gụnyere arịrịọ Kenya maka oche karịa Uganda na Tanzania na ndị na-eme mkpebi, enweghị nkwekọrịta na onye ọchịchị aka ike nke Uganda Idi Amin onye chọrọ ka Tanzania dị ka steeti so na EAC ghara ịlụ ọgụ iji kwatuo gọọmentị nke steeti ọzọ so na ya, yana usoro akụ na ụba dị iche iche nke ọchịchị onye kwuo uche ya na Tanzania na ọchịchị onye kwuo isi na Kenya.Obodo atọ ndị a tụfuru afọ iri isii nke imekọ ihe ọnụ na uru nke akụ na ụba, n'agbanyeghị na ụfọdụ ndị ọrụ gọọmentị Kenya ji champagne mee ememe ọdịda ahụ.",
  "E mere ka EAC dịghachi ndụ na 30 Nọvemba 1999, mgbe a bịanyere aka na nkwekọrịta maka ịmaliteghachi ya",
  "Ọ malitere na 7 Julaị 2000, afọ 23 mgbe ọdịda nke obodo gara aga na akụkụ ya",
  "A bịanyere aka na njikọ omenala na Machị 2004, nke malitere na 1 Jenụwarị 2005",
  "Kenya, onye na-ebupụ ihe kachasị na mpaghara ahụ, gara n'ihu na-akwụ ụtụ isi na ngwongwo na-abanye na mba anọ ndị ọzọ n'ókè na-ebelata ruo n'afọ 2010",
  "Usoro ụtụ isi a na-ahụkarị ga-emetụta ngwongwo sitere na mba ndị ọzọ",
  "N'abalị iri atọ n'ọnwa Nọvemba n'afọ 2016, e kwupụtara na ebumnuche ozugbo ga-abụ njikọ aka kama ịbụ njikọ.",
  "Otu visa ndị njem nleta nke East Africa maka mba EAC nke Kenya, Rwanda, na Uganda adịla kemgbe afọ 2014.",
  "A na-ahọpụta Kiswahili, Bekee na French dị ka asụsụ gọọmentị nke EAC, na Swahili a họpụtara maka mmepe dị ka asụsụ ọha na eze nke obodo ahụ. N'ime EAC, e nwere mba atọ asụsụ ha bụ French: Democratic Republic of the Congo, Rwanda na Burundi",
  "A na-asụkwa ọtụtụ asụsụ obodo: dịka ọmụmaatụ, e nwere asụsụ 56 a na-asụrụ na Uganda, 125 na Tanzania, 72 na South Sudan na asụsụ 67 na Kenya. A na-asụ Kinyarwanda na Rwanda na Uganda. E nwere ihe karịrị asụsụ 200 a na-asụ na DRC",
  "A na-asụ Lingala n'ọtụtụ ebe na ọdịda anyanwụ Democratic Republic of Congo, na ihe dị ka nde mmadụ iri na ise na-asụrụ Kiswahili na nde mmadụ iri abụọ na atọ na-asụgharị ya na mba ahụ.",
  "Àtụ:African Trade AgreementsÀtụ:Regional organizations"
]