[
  "Wesonga Eastlandah David bụ onye Kenya na-ese ihe, onye nta akụkọ, onye na-ede uri, onye na-ese ihe, onye nnọchi anya ndị ntorobịa, na onye natara nrite ọla edo Adeste n'afọ 2008.",
  "A mụrụ Eastlandah na Mumias, Kenya nye Pamela Keya na Jackson Keya, onye ọrụ ahụike ezinụlọ na onye na-ahụ maka ego na onye ọrụ ugbo",
  "Ọ bụ onye ikpeazụ a mụrụ n'ime ezinụlọ nwere mmadụ asaa, ụmụnne nwanyị abụọ na ụmụnne nwoke ise",
  "Ọ gara ụlọ akwụkwọ na Mumias, St Peter's Prịmarị tupu ya na nne ya kwaga Maragoli ebe ọ gara ụlọ akwụkwọ praịmarị St",
  "Francis Hambale",
  "Ọ bụ onye na-akatọ ndị nna na ndị ikom na-ahapụ ọrụ ezinụlọ",
  "Ya na nna ya anaghị ahụ anya n'anya.",
  "Eastlandah David rụrụ ọrụ na Mumias posta, tupu ọ banye na kọleji, mahadum Nairobi mbụ, nke a na akpọ mahadum Daystar mgbe ahụ mana ọ gụsịrị akwụkwọ na nke ọ bụla.\nA na-ebo ebubo na Eastlandah tinyere aka na ọgwụ ọjọọ n'ime afọ ndị a, na-arụkarị ọrụ dị ka onye etiti, mana ọ dịghị mgbe ọ nabatara ma ọ bụ gọnahụ n'ihu ọha",
  "Otú ọ dị, a maara na ezigbo ndị enyi ya na Eastlandah n'oge a nwụrụ ma ọ bụ daa n'anya ọha na eze n'ọnọdụ dị omimi, ọtụtụ n'ime ha bụkwa ndị isi ọgwụ ọjọọ a maara",
  "Otú ọ dị, ọ na-ekweta n'ajụjụ ọnụ na ọtụtụ n'ime afọ ndị a nọrọ n'okporo ámá na-agbalị \"ime ihe n'eziokwu\"",
  "Ihe ka ọtụtụ n'ime uri ya na-ezo aka na afọ ndị a na oyi.",
  "Eastlandah David hiwere Eastlandah - ụlọ ọrụ ahụ na 2008 ma mesịa na otu ahụ na 2009",
  "Otu ndị mgbasa ozi na-eme n'ọdịnihu, nke nwere osisi na ụlọ ọrụ ndekọ, ịme ihe ngosi, njikwa na mgbasa ozi n'ịntanetị",
  "Ọ bụ onye guzobere nkwukọrịta ụlọ ọrụ Afrizo ma nwee ụlọ ọrụ na ụlọ ọrụ dị iche iche edepụtara na Kenya.",
  "N'afọ 2009, ndị otu ndị ntorobịa mba ụwa mere Eastlandah onye nnọchi anya ndị ntorobịa, iji nyere U.N",
  "aka imezu ihe mgbaru ọsọ ya maka ọha mmadụ dị mma",
  "E mechara nye ya Adeste medalu ọlaedo, ihe nrite nye \"ndị dike iri anọ nke ọha mmadụ na-enweghị aha ha, iji mara ọgụ ya maka ịkwụwa aka ọtọ mmadụ site na nka na okwu edere ede",
  "E nyere ya ya na Nairobi n'ọnwa Eprel afọ 2009",
  "Ọ bụ onye kacha nta a kpọbatara n'ụlọ nzukọ ọbá akwụkwọ mba ụwa nke ama ama, dị ka onye na-abanye n'ọlaọcha maka ọrụ ya dịgasị iche iche, ma ka bụ onye nkwusa doro anya nke ụdị nka \"raw\"."
]