[
  "Osten Harvey Jr",
  "(amụrụ n'ọnwa Disemba n'ubochí asatọ, n'afọ 1965), nke a maara nke ọma site na aha ya bụ Easy Mo Bee, bụ onye na-emepụta ihe ndekọ hip hop na R&B nke America, nke a maara maka ọrụ mmepụta ya maka ndị na-ese ihe dịka Big Daddy Kane na Miles Davis, yana njikọ ya na Bad Boy Records na mmalite afọ ya, na ntinye aka na mmepụta ya na abọm mbụ nke The Notorious B.I.G., Ready to Die",
  "O mepụtakwara egwu abụọ na abọm 2Pac, Me Against the World",
  "A mụrụ Easy Mo Bee na Bedford–Stuyvesant, Brooklyn, New York City, ma zụlite ya na ọrụ Lafayette Gardens nke agbata obi. Ọ bidoro imepụta ihe ógè ọ nụsịrị egwu site n'aka Ced Gee nke Ultramagnetic MCs na Marley Marl, onye na-emepụta egwu hip-hop izizi n'ihe banyere Juice Crew na LL Cool J",
  "Ntinye mmepụta mbụ ya bịara na abọm ọganihu nke Big Daddy Kane, It's a Big Daddy Thing, mgbe nke ahụ gasịrị, a bịakwutere ya ka ya na onye ọzọ na-ese ihe nkiri Cold Chillin 'Records, The Genius - aha mbụ maka ugbu a - Wu-Tang Clan co-founder GZA. Mo Bee mepụtara ihe ka ọtụtụ n'ime abọm mbụ nke onye na-eti egwu, Words From the Genius, yana mepụta \"Sexcapades\", egwu nke gosipụtara n'akụkụ B nke onye otu Wu-Tang n'ọdịnihu RZA nke mbụ, \"Ooh I Love You Rakeem\", nke onye na-eti egwu / onye mmepụta wepụtara n'okpuru aha ya bụ Prince Rakeem",
  "N'ihe dị ka n'otu oge ahụ, Mo Bee nwere otu ndị enyi agbata obi A.B",
  "Money na J.R",
  "a na-akpọ Rappin' Is Fundamental  Ha atọ wepụtara naanị otu abọm na A&M Records n'afọ 1991: The Doo-Hop Legacy Onye ọsụ ụzọ Jazz bụ Miles Davis gakwuuru onye na-eto eto na-emepụta ihe iji nyere aka jikọta jazz na hip-hop",
  "Oge ndị a ga-abụ abọm studio ikpeazụ ya, Doo-Bop nke afọ 1992",
  "Ọrụ ahụ, nke ewepụtara ógè Davis nwụsịrị n'oge usoro ndekọ ahụ, na-ahapụ ọrụ ahụ n'emechabeghị, nwetara nyocha dị iche iche.",
  "N'afọ 1997, Mo Bee mepụtara n'ihe banyere abọm diski abụọ nke Biggie, Life After Death",
  "Onye na-emepụta egwu ahụ mepụtara egwu abụọ, \"I Love the Dough\" na \"Going Back to Cali\"; egwu ndị a ga-abụ oge ikpeazụ Easy ga-emepụta n'ihe banyere Bad Boy.",
  "N'ime afọ iri sochirinụ, ọ ga-emepụta egwu n'ihe gbasara Kurupt, Big Daddy Kane, Ras Kass, Wu-Tang Clan, Mos Def, Black Rob, Sean Price, Wiz Khalifa na ndị ọzọ, emesịa merie Grammy màkà ọrụ ya na Alicia Keys na abọm ya, The Diary of Alicia Keys N'afọ 2000, o wepụtara abọm akpọrọ Now or Never: Oddysey 2000, nke gosipụtara East Coast staples Busta Rhymes, Raekwon, Prodigy, Smif-N-Wessun, Kool G Rap, na Sauce Money, tinyere Goodie Mob na Kurupt"
]