[
  "Ebe a na-ekpofu ahịhịa, nke a makwaara dị ka, ebe mkpofu, ebe a tụfuru ahụhịrị, ma ọ bụ ebe mkpofu ihe, bụ saịtị maka ịtụfu ihe ndị mkpocha",
  "Ebe a na-ekpofu ahịhịa bụ ụdị kachasị ochie na nke a ma ama nke ikpofu ihe, ọ bụ ezie na ikpuchi ihe mkpofu kwa ụbọchị, nke etiti na ya malitere na 1940s",
  "N'oge gara aga, a na-ahapụ ihe mkpofu n'ime oghere ma ọ bụ tụba ya n\"ime olulu; na nkà mmụta ihe ochie, nke a maara dị ka midden.",
  "A na-eji ụfọdụ ebe mkpofu ahịhịa maka ebumnuche njikwa mkpofu, dị ka nchekwa nwa oge, nkwado na mbufe, ma ọ bụ maka usoro dị iche iche nke nhazi ihe mkpofu, dị ka nhazi, ọgwụgwọ ma ọ bụ imegharị ihe",
  "Ọ gwụla ma ha kwụsiri ike, ebe a na-ekpofu ahịhịa nwere ike ịma jijiji siri ike ma ọ bụ mebie ala n'oge ala ọma jijiji",
  "Ozugbo ejuchara, enwere ike ị nwetaghachi mpaghara ebe a na-ekpofu ahịhịa maka ojiji ndị ọzọ.",
  "Ndị na-arụ ọrụ n'ebe a na-ekpofu ahịhịa nke ọma maka ihe mkpofu na-adịghị ize ndụ na-emezu nkọwapụta akọwapụtara site na itinye usoro na:",
  "Ha nwekwara ike ikpuchi ihe mkpofu (na-emekarị kwa ụbọchị) na ala ma ọ bụ ụdị ihe ndị ọzọ dị ka woodchips na obere ihe.",
  "N'oge ọrụ nkwakọba ihe, ihe ọ̀tụ̀tụ̀ ma ọ bụ ihe ọ̀bà nwere ike ịtụ ihe mkpofu n'ihe ọ̀tùgu mgbe ha rutere na ndị ọrụ nwere ike nyochaa ibu maka ihe mkpofu nke na-ekwekọghị na ụkpụrụ nnabata ihe mkpofu. Mgbe nke ahụ gasịrị, ụgbọ ala ndị na-ekpofu ihe na-eji netwọk okporo ụzọ dị ugbu a na-aga n'ihu ihu ma ọ bụ na-arụ ọrụ, ebe ha na-ebupụ ihe dị n'ime ha",
  "Mgbe etinyere ibu, compactors ma ọ bụ bulldozers nwere ike gbasaa ma kpokọta ihe mkpofu na ihu na-arụ ọrụ",
  "Tupu ịhapụ ókèala ebe a na-ekpofu ahịhịa, ụgbọ ala mkpofu ihe nwere ike ịgafe ebe a na-ehicha wiil",
  "Ọ bụrụ na ọ dị mkpa, ha na-alaghachi n'ọdụ ụgbọ mmiri maka ịtụgharịgharị n'ebughị ibu ha",
  "Usoro ntu ahụ nwere ike ikpokọta ọnụ ọgụgụ na ụda mkpofu na-abata kwa ụbọchị, nke ọdụ data nwere ike idowe maka idekọ ndekọ",
  "Na mgbakwunye na gwongworo, ụfọdụ ebe a na-ekpofu ahịhịa nwere ike ịnwe akụrụngwa a ga-eji na-ejikwa arịa ụgbọ okporo ígwè",
  "Ojiji nke \"ụgbọ okporo ígwè\" na-ekwe ka ebe a na-ekpofu ahịhịa dị n'ebe dịpụrụ adịpụ, na-enweghị nsogbu metụtara ọtụtụ njem ụgbọ ala.",
  "Dị ka ọ na-adịkarị, n'ihu na-arụ ọrụ, a na-ekpuchi ihe mkpofu ahụ na ala ma ọ bụ ihe ndị ọzọ kwa ụbọchị",
  "Ihe mkpuchi mkpofu ndị ọzọ na-agụnye osisi a pịrị apị ma ọ bụ \"ihe mkpofu akwụkwọ ndụ akwụkwọ ndụ\" ndị ọzọ, ọtụtụ ngwaahịa ụfụfụ a na-awụfu, kemịkal \"kwesịrị\" bio-solids, na blanket nwa oge. Enwere ike ibuli blanket n'ebe ọ dị n'abalị wee wepụ ya n'ụbọchị na-esote tupu etinye ihe mkpofu",
  "A na-akpọ oghere nke ihe mkpofu na ihe mkpuchi na-ebi kwa ụbọchị mkpụrụ ndụ kwa ụbọchị",
  "Nchịkọta ihe mkpofu dị oke mkpa iji gbatịkwuo ndụ nke ebe a na-ekpofu ihe",
  "Ihe ndị dị ka mkpakọ mkpofu, ọkpụrụkpụ mkpofu na ọnụ ọgụgụ nke mkpakọ na-agafe n'elu mkpofu na-emetụta ọnụ ọgụgụ mkpofu.",
  "Okwu a kpọrọ \"ebe mkpofu ahịhịa\"na-abụkarị nkenke maka ebe mkpofu obodo ma ọ bụ ebe mkpofu maka ịdị ọcha",
  "Ebu ụzọ webatara ụlọ ọrụ ndị a n'isi mmalite senchiri nke iri abụọ mana ejiri ya mee ihe na 1960s na 1970s, na mbọ iji kpochapụ mkpofu oghere na omume mkpofu \"adịghị ọcha\" ndị ọzọ",
  "Ebe a na-ekpofu ahịhịa bụ ụlọ arụrụ arụ nke na-ekewa ma na-egbochi mkpofu",
  "E bu n’obi na-ejupụta ebe a na-edebe ihe ọcha ka ọ bụrụ ihe na-eme ihe na-eme ihe ndụ (bioreactors) nke ụmụ nje ga-akụrisị ahịhịa ahịhịa dị mgbagwoju anya ka ọ bụrụ ogige dị mfe ma na-adịchaghị egbu egbu ka oge na-aga",
  "A ga-ahazi ma rụọ ọrụ reactors ndị a dịka ụkpụrụ na ụkpụrụ iwu siri dị",
  "Ọtụtụ mgbe, ire ure sitere n'ikuku bụ ọkwa mbụ nke a na-agbaji ihe mkpofu na ebe a na-ekpofu ahịhịa",
  "Ndị a na-esote usoro anọ nke mmebi anaerobic",
  "Ọtụtụ mgbe, ihe organic siri ike n'oge siri ike na-ereka ngwa ngwa ka ụmụ irighiri ihe ndị buru ibu na-emebi emebi ghọọ obere ụmụ irighiri ihe",
  "Ụmụ irighiri ihe ndị a dị ntakịrị na-amalite ịgbaze wee gaa na mmiri mmiri, nke na-esote hydrolysis nke mkpụrụ ndụ ihe ndị a, na ogige hydrolyzed ahụ na-enwe mgbanwe na mgbanwe dị ka carbon dioxide (CO2) na methane (CH4), na ihe ndị ọzọ fọdụrụ na mkpofu",
  "usoro siri ike na mmiri mmiri.",
  "N'ime oge mbụ, obere ihe onwunwe na-erute leachate, n'ihi na ihe ndị na-emepụta ihe na-emebi emebi na-enwe mbelata ngwa ngwa",
  "Ka ọ dị ugbu a, ọchịchọ oxygen kemịkalụ nke leachate na-abawanye site n'ịba ụba nke ogige ndị na-atụgharị uche ma e jiri ya tụnyere ogige ndị na-emeghachi omume na leachate ahụ",
  "Ntughari nke ọma na nkwụsi ike nke ihe mkpofu na-adabere n'otú microbial bi si arụ ọrụ na syntrophy, ya bụ mmekọrịta nke ndị mmadụ dị iche iche iji nye ibe ha mkpa nri.",
  "Usoro ndụ nke ebe a na-ekpofu ahịhịa na-agafe usoro ise dị iche iche:",
  "Ka a na-etinye ihe mkpofu n'ime ebe a na-ekpofu ahịhịa, oghere ndị na-abaghị uru nwere oke ikuku oxygen (O2)",
  "Site na mkpofu agbakwunyere na kọmpat, ọdịnaya O2 nke ahịhịa bioreactor strata na-eji nwayọọ nwayọọ na-ebelata",
  "Ọnụ ọgụgụ microbial na-eto eto, njupụta na-abawanye",
  "Aerobic biodegradation na-achị, ya bụ, onye na-anabata eletrọn mbụ bụ O2.",
  "O2 na-emebi ngwa ngwa site na ọnụ ọgụgụ ụmụ irighiri ihe dị ugbu a",
  "O2 na-ebelata na-eduga na obere aerobic na ọnọdụ anaerobic na ọkwa",
  "Ndị isi na-anabata electron n'oge mgbanwe bụ nitrates na sulphates ebe ọ bụ na CO2 na-ewepụ O2 ngwa ngwa na gas effluent.",
  "Hydrolysis nke akụkụ biodegradable nke ihe mkpofu siri ike na-amalite na oge mmepụta acid, nke na-eduga na mkpokọta ngwa ngwa nke volatile fatty acids (VFAs) na leachate",
  "Mmụba nke organic acid na-ebelata pH leachate site na ihe dịka 7.5 ruo 5.6",
  "N'oge a, ihe ndị dị n'etiti dị ka VFAs na-enye aka na ikuku oxygen (COD)",
  "A na-agbanwe Long-chain volatile organic acids (VOAs) ka ọ bụrụ acetic acid (C2H4O2), CO2, na hydrogen gas (H2)",
  "Ọnụ ọgụgụ dị elu nke VFAs na-eme ka ma biochemical oxygen demand (BOD) na ọnụ ọgụgụ VOA, nke na-amalite mmepụta H2 site na nje bacteria fermentative, nke na'akpali uto nke nje bacteria H2-oxidizing",
  "Oge ọgbọ H2 dị mkpụmkpụ n'ihi na ọ zuru ezu na njedebe nke oge mmepụta acid",
  "Mmụba nke biomass nke nje bacteria acidogenic na-abawanye ọnụọgụ nke mmebi nke ihe mkpofu na ihe oriri na-eri nri",
  "Mkpụrụ, nke na-enwekarị mmiri na-agbaze na pH dị ala, nwere ike ịghọ ihe na-agagharị agagharị n'oge a, na-eduga n'ịbawanye oke metal na leachate.",
  "A na-agbanwe ihe ndị dị n'etiti acid (dịka, acetic, propionic, na butyric acid) ka ọ bụrụ CH4 na CO2 site na microorganisms methanogenic",
  "Ka methanogens na-agbari VFAs, pH mmiri mkpofu na-alaghachi na nnọpụiche",
  "Ike nke leachate, nke a na-egosipụta dị ka mkpa oxygen, na-ebelata ngwa ngwa na mmụba na mmepụta CH4 na CO2",
  "Nke a bụ oge kachasị ogologo nke ire ure.",
  "Ọnụ ọgụgụ nke ọrụ microbiological na-ebelata n'oge ikpeazụ nke ire ure ihe mkpofu ka nnyefe nke ihe oriri na-egbochi mmeghachi omume kemịkal, dịka phosphorus dị na bioavailable na-adịwanye ụkọ",
  "Mmepụta CH4 fọrọ nke nta ka ọ pụọ kpamkpam, na O2 na ụdị oxidized na-eji nwayọọ nwayọọ na-apụta n'olulu gas ka O2 na-abanye n'okpuru site na troposphere",
  "Nke a na-agbanwe ikike oxidation (ORP) na leachate gaa na usoro oxidative",
  "Enwere ike ịmegharị ihe ndị fọdụrụnụ na gas, na ka a na-agbanye ihe ndị dị ndụ; ya bụ, a na-eme ka ihe ndị dị n'ime ala bụrụ ihe ndị dị ka humic.",
  "Ebe a na-ekpofu ahịhịa nwere ike ịkpata ọtụtụ nsogbu",
  "Mgbagwoju anya nke akụrụngwa, dị ka mmebi nke ụzọ ndị ụgbọ ala dị arọ, nwere ike ime",
  "Mmetọ nke okporo ụzọ na mmiri dị n'ógbè ahụ site na wiil na ụgbọala mgbe ha hapụrụ ebe a na-ekpofu ahịhịa nwere ike ịdị ịrịba ama ma nwee ike ibelata ya site na usoro ịsa ụkwụ",
  "Mmetọ nke gburugburu ebe obibi, dị ka mmetọ nke mmiri dị n'okpuru ala ma ọ bụ aquifers ma ọ bụ mmetọ ala nwere ike ime, yana.",
  "Mgbe mmiri ozuzo na-ada n'ebe a na-ekpofu ahịhịa, mmiri na-abanye n'ime ihe mkpofu ma na-emetọ ya na ihe a kwụsịtụrụ na ihe a gbazere agbaze, na-emepụta ihe na-agbaze agbaze",
  "Ọ bụrụ na nke a enweghị, ọ nwere ike imerụ mmiri dị n'okpuru ala",
  "Ebe niile a na-ekpofu ahịhịa n'oge a na-eji ngwakọta nke ihe ndị na-apụghị ịba mmiri nke dị ọtụtụ mita n'ịdị arọ, ebe ndị kwụsiri ike na usoro nchịkọta iji jide ma weghara ihe a",
  "Enwere ike ịgwọ ya ma mee ka ọ pụọ n'anya",
  "Ozugbo ebe a na-ekpofu ahịhịa jupụtara, a na-emechi ya iji gbochie mmiri ozuzo ịbanye na mmepụta ọhụrụ",
  "Otú ọ dị, liners ga-enwerịrị ogologo ndụ, ma ọ bụ ọtụtụ narị afọ ma ọ bụ karịa",
  "N'ikpeazụ, ihe ọ bụla a na-ekpofu ahịhịa nwere ike ịgbapụta, yabụ a ga-anwale ala dị gburugburu ebe a na-akpofu ahịha iji gbochie mmetọ ka ọ ghara imerụ mmiri n'okpuru ala.",
  "Nri na-ere ure na ihe ndị ọzọ na-ere ere na-emepụta gas na-ere, ọkachasị CO2 na CH4 site na aerobic na anaerobic decomposition, n'otu n'otu",
  "Usoro abụọ a na-eme n'otu oge n'akụkụ dị iche iche nke ebe a na-ekpofu ahịhịa",
  "Na mgbakwunye na O2 dịnụ, akụkụ nke gas ga-adịgasị iche, dabere na afọ nke mkpofu, ụdị ihe mkpofu, mmiri na ihe ndị ọzọ",
  "Dịka ọmụmaatụ, enwere ike igosi oke gas a na-emepụta n'otu oge dị mfe nke diethyl oxalate nke na-akọwa mmeghachi omume ndị a n'otu ụzọ:",
  "4 C6H10O4 + 6 H2O → 13 CH4 + 11 CO2",
  "Na nkezi, ihe dị ka ọkara nke oke gas bụ CH4 na obere ihe na-erughị ọkara bụ CO2",
  "Gas ahụ nwekwara ihe dị ka 5% nitrogen (N2), ihe na-erughị 1% hydrogen sulfide (H2S), na ọnụ ọgụgụ dị ala nke ihe ndị na-abụghị methane organic compounds (NMOC), ihe dị ka 2700 ppmv.",
  "Gas ndị a na-ekpofu ahịhịa nwere ike ịpụ n'ebe a na-akpofu ahịha wee banye n'ime ikuku na ala gbara ya gburugburu",
  "Methane bụ gas na-ekpo ọkụ, ọ na-enwu ọkụ ma nwee ike ịgbawa agbawa na ụfọdụ concentrations, nke na-eme ka ọ zuo oke maka ọkụ iji mepụta ọkụ eletrik n'ụzọ dị ọcha",
  "Ebe ọ bụ na ihe ọkụkụ na ihe oriri na-emebi emebi na-ewepụta carbon nke e weghaara na ikuku site na photosynthesis, ọ dịghị carbon ọhụrụ na-abanye na okirikiri carbon na ikuku ikuku nke CO2 anaghị emetụta",
  "Carbon dioxide na-ejide okpomọkụ na ikuku, na-enye aka na mgbanwe ihu igwe. N'ebe a na-ekpofu ahịhịa nke ọma, a na-anakọta gas ma gbanyụọ ya ma ọ bụ weghachite ya maka iji gas a na-akpofu ahịhi.",
  "Ebe a na-ekpofu ahịhịa na-adịghị mma nwere ike ịghọ ihe na-enye nsogbu n'ihi ihe ndị na-ebute ihe dịka òké na ụmụ ahụhụ nke nwere ike ịgbasa ọrịa na-efe efe",
  "Enwere ike ibelata ọbịbịa nke vectors dị otú ahụ site na iji mkpuchi kwa ụbọchị.",
  "Nsogbu ndị ọzọ nwere ike ịgụnye nsogbu anụ ọhịa n'ihi ebe obibi na nsogbu ahụike anụmanụ nke sitere na iri ihe mkpofu sitere na ebe a na-ekpofu ahịhịa, uzuzu, ísì, mmetọ mkpọtụ, na mbelata uru ala mpaghara.",
  "A na-emepụta gas n'ebe a na-ekpofu ahịhịa n'ihi mgbari anaerobic site na microbes",
  "A na-anakọta gas a ma jiri ya mee ihe n'ebe a na-ekpofu ahịhịa nke ọma",
  "Ojiji ya sitere na ọkụ ọkụ dị mfe ruo n'iji gas na mmepụta ọkụ eletrik",
  "Nlekota gas na-eme ka ndị ọrụ mara na e nwere ọtụtụ gas na ọkwa dị ize ndụ",
  "Na mba ụfọdụ, iweghachite gas a na-ekpofu ahịhịa dị ukwuu; na United States, dịka ọmụmaatụ, ihe karịrị ebe a na-ekpofu ihe narị asatọ na ịrị ise nwere usoro iweghachite Gas a na-arụ ọrụ.",
  "Ndị na-ahụ maka gburugburu ebe obibi na iwu nchedo gburugburu ebe obibi nke mpaghara na-achịkwa ebe a na-ekpofu ahịhịa na Canada.\nỤlọ ọrụ ndị okenye na-adaba n'okpuru ụkpụrụ dị ugbu a ma na-enyocha maka nsị. A gbanweela ụfọdụ ebe ndị gara aga ka ha bụrụ ogige ntụrụndụ.",
  "Na European Union, a na-amanye steeti ọ bụla ka ha mee iwu iji mezuo ihe achọrọ na ọrụ nke European Landfill Directive.",
  "Ọtụtụ mba ndị so na EU nwere iwu na-amachibido ma ọ bụ na-egbochi nke ukwuu ikpofu ihe n'ụlọ site na ebe a na-ekpofu ihe.",
  "Nchịkọta ihe mkpofu bụ ugbu a usoro bụ isi nke mkpofu obodo na India",
  "India nwekwara ebe a na-atụfu ihe kacha ukwuu n'Eshia na Deonar, Mumbai. Otú ọ dị, nsogbu na-ebilite ugboro ugboro n'ihi mmụba na-atụ egwu nke ebe a na-ekpofu ahịhịa na njikwa ọjọọ site n'aka ndị ọchịchị. A na-ahụkarị ọkụ n'elu na n'okpuru ala n'ebe a na-ekpofu ahịhịa n'India n'ime afọ ole na ole gara aga.",
  "Omume mkpofu na UK agbanweela n'afọ ndị na-adịbeghị anya iji zute ihe ịma aka nke European Landfill Directive",
  "UK ugbu a na-etinye ụtụ isi maka ihe mkpofu na ihe mkpofu biodegradable nke a na-etinyere n'ime ihe mkpofu",
  "Na mgbakwunye na nke a, e guzobere Landfill Allowance Trading Scheme maka ndị ọchịchị mpaghara iji zụọ ahịa ebe a na-ekpofu ahịhịa na England",
  "Usoro dị iche na-arụ ọrụ na Wales ebe ndị ọchịchị enweghị ike 'azụmahịa' n'etiti onwe ha, mana ha nwere nkwenye a maara dị ka Landfill Allowance Scheme.",
  "Ụlọ ọrụ na-ahụ maka gburugburu ebe obibi nke steeti ọ bụla na-achịkwa ebe a na-ekpofu ahịhịa na United States, nke na-eguzobe ntuziaka kacha nta; Otú ọ dị, ọ dịghị nke ọ bụla n'ime ụkpụrụ ndị a nwere ike ịdaba n'okpuru ndị nke United States Environmental Protection Agency (EPA) setịpụrụ.",
  "Ikike ikikere ikpofu ihe na-ewe n'etiti afọ ise na asaa, na-efu ọtụtụ nde dollar ma chọọ ebe siri ike, injinia na nyocha gburugburu ebe obibi na ngosipụta iji hụ na nchegbu gburugburu ebe obibi ma nchekwa dị.",
  "Ọnọdụ nke obodo microbial nke ebe a na-ekpofu ahịhịa nwere ike ikpebi arụmọrụ ya.",
  "A chọtawo nje bacteria na-agbari plastik n'ebe a na-ekpofu ahịhịa.",
  "Otu onye nwere ike ilekọta ebe a na-ekpofu ahịhịa dị ka isi iyi dị irè na nke bara ụba nke ihe na ike",
  "N'ime mba ndị na-emepe emepe, ndị na-anakọta ihe mkpofu na-achọkarị ihe ndị a ka na-eji eme ihe",
  "N'ọnọdụ azụmahịa, ụlọ ọrụ achọpụtala ebe a na-ekpofu ahịhịa, ọtụtụ [na-akọwa] amalitela ịghọrọ ihe na ike",
  "Ihe atụ ndị a ma ama gụnyere ụlọ ọrụ na-eweghachi gas.\nỤlọ ahịa ndị ọzọ gụnyere ihe na-ere ihe mkpofu nke nwere mgbake ihe arụnyere",
  "A na-eme ka ihe a nwetaghachi site na iji nzacha (electro filter, active-carbon na potassium filter, quench, HCl-washer, SO2-washer, ash-grating, wdg.)",
  "Na mgbakwunye na mbelata mkpofu na usoro imegharị ihe, enwere ụzọ dị iche iche maka ebe a na-ekpofu ihe, gụnyere ọkụ ọkụ na-ere ihe mkpofu, anaerobic digestion, composting, ọgwụgwọ kemịkal, pyrolysis na plasma arc gasification",
  "Dabere na akụ na ụba na ihe mkpali, enwere ike ime ka ihe ndị a dị mma karịa ebe a na-ekpofu ihe.",
  "Mba ndị gụnyere Germany, Austria, Sweden, Denmark, Belgium, Netherlands, na Switzerland, amachibido ikpofu ihe mkpofu a na-agwọghị agwọ n'ebe a na-ekpofu",
  "Na mba ndị a, ọ bụ naanị ụfọdụ ihe mkpofu dị ize ndụ, ntụ na-efe efe site na ọkụ ọkụ ma ọ bụ mmepụta kwụsiri ike nke ụlọ ọrụ ọgwụgwọ  ndị dị ndụ ka nwere ike itinye."
]