[
  "Ebe nchekwa data toxicological bụ nnukwu nchịkọta data sitere na ọmụmụ ihe nsi mmiri na gburugburu ebe obibi",
  "A na-achịkọta data site na ọnụ ọgụgụ dị ukwuu nke ọmụmụ onye ọ bụla bụ nke ekpebiela mmetụta nsị n'ahụ ihe ndị dị ndụ na mmiri na terrestrial maka kemịkalụ dị iche iche",
  "Ndị na-ahụ maka ọgwụ, ndị na-ahụ Maka kemịkal, ụlọ ọrụ na-achịkwa na ndị ọkà mmụta sayensị na-eji nchekwa data ndị a eme ihe iji nyochaa ma buru amụma na o yikarịrị ka kemịkal ma ọ bụ kemịkal na-adịghị eme ihe ga-akpata mmetụta ọjọọ (ya bụ nsị) na ihe ndị a na-ahụ anya.",
  "A chịkọtara ọtụtụ nchekwa data dị otú ahụ na-emetụta kpọmkwem toxicology mmiri.",
  "Ebe nchekwa data ndị a bụ ihe onwunwe bara uru n'ọhịa nke toxicology mmiri n'ihi na o yikarịrị ka kemịkal ga-akpata nsị dịgasị iche iche gafee ọtụtụ ihe na-emetọ gburugburu ebe obibi",
  "Nke a bụ n'ihi na o yikarịrị ka mmetụta ọjọọ na ihe dị ndụ dabere na njupụta nke ihe ahụ na anụ ahụ a na-achọ nke ihe ahụ, njirimara physicochemical nke kemịkal ahụ na oge nke ikpughe kemịkal. Ngwa ndị nwere ike ibu amụma nsi nke kemịkalụ kpọmkwem nye ihe dị iche iche ma ọ bụ otu ihe dị ndụ dị mkpa nye ndị na-achịkwa na ndị nyocha na ngalaba nke toxicology.",
  "Na toxicology mmiri, ọtụtụ ọdụ data dị na nke ọ bụla na-emetụta otu akụkụ nke toxicology mmiri dị ka PCBs",
  "ihe fọdụrụ na anụ ahụ ma ọ bụ nsị sediment. Ihe ọmụma na nchịkwa nchekwa data ndị ọzọ na toxicology n'ozuzu ya bụ US EPA, USGS, United States Army Corps of Engineers na National Oceanic and Atmospheric Administration na-elekọta",
  "Na US, e nwere nnukwu nchekwa data atọ metụtara kpọmkwem toxicology mmiri: Toxicity / Residue Database, Environmental Residue Effects Database na nchekwa data ECOTOX.",
  "The Toxicity/Residue Database bụ nke US EPA na-elekọta ma bụrụ nchekwa data maka amụma nke nsị nke kemịkal na kemịkalụ na ihe ndị dị n'ime mmiri",
  "Ọfịs EPA Duluth mepụtara nchekwa data a wee malite ịrụ ọrụ na 1999. A na-enweta data ahụ site na ihe karịrị 500 ndị ọgbọ nyochara ma bụrụ nchịkọta nke nchọpụta ha na ihe dịka 200 kemịkal na ụdị 190 ma mmiri mmiri na mmiri dị ọcha",
  "A na-atụle data gbasara njedebe ma ọ bụ mmetụta nke mmeghachi omume nke ihe dị ndụ dị ka ọnụ ọgụgụ nke kemịkal n'ime anụ ahụ nke ihe nyocha ahụ n'oge ahụ nke mmetụta dị ka ọnwụ, ịda mbà n'obi, ma ọ bụ mmụba iku ume na-eme",
  "Enwere ike jụọ ihe karịrị mmetụta puku atọ site na obere mpempe ngwanrọ ebudatara iji kpokọta data mmetụta nlanarị, uto ma ọ bụ ọmụmụ njedebe..",
  "The Environmental Residue Effects Database (ERED) bụ nchekwa data nke US Army Corps of Engineers na-elekọta nke na-ejikọta data gbasara mkpokọta nke ihe na-egbu egbu na anụ ahụ (site na ihe fọdụrụ na anụ ahụ) na mmetụta njedebe dị ka ọnwụ, uto, ma ọ bụ nzaghachi nke anụ ahụ na nke kemịkal",
  "Data nzaghachi na-agụnye mmetụta dị ala achọpụta (LOED) na enweghị mmetụta achọpụta (NOED)",
  "Ihe nchekwa data a sitere na 2329 ndị ọgbọ nyochara banyere kemịkal 413",
  "Ihe nchekwa data ahụ na-ekpuchi akwụkwọ site na 1964 ruo ugbu a ma gụnyere ihe karịrị 15,000 ndekọ",
  "A na-emelite nchekwa data a na 300 ma ọ bụ karịa ndekọ kwa afọ na nkezi",
  "Ihe nchekwa data ERED bụ kpọmkwem maka nsị sediment na mmetụta nke mmetọ na ihe ndị a gwọrọ na mmiri dị ọcha",
  "Ebumnuche ya bụ iji ya mee ihe n'ịtụle ikike maka mmetọ nke ihe ndị a gwupụtara iji nwee mmetụta ọjọọ na-ekwesịghị ekwesị na ihe ndị dị n'ime mmiri. Ọ bụ ezie na e mere nchekwa data ERED ka ọ bụrụ ngwá ọrụ maka Army Corps of Engineers iji jikwaa mmetụta ọjọọ nke ịdọrọ mmiri, ọ na-adabara n'ọtụtụ ebe na nyocha na njikwa nsị nsị.",
  "A na-ewere ECOTOX dị ka ihe zuru oke n'ihi na ọ na-enwe nsonaazụ site na nyocha nsị nke otu kemịkal na osisi na anụmanụ ndị dị n'ime mmiri na nke ala",
  "Enwere ike ịchọta data na mmiri dị ọcha na mmiri mmiri",
  "ECOTOX na-anakọta data sitere na nchekwa data nke EPA guzobere na mbụ AQUIRE, TERRATOX, na PHYTOX nke na-enye n'otu n'otu ụdị mmiri, ụdị ala na data osisi",
  "A na-anakọta nnukwu data sitere na akwụkwọ ndị ọgbọ nyochara mana ụfọdụ data sitere na akwụkwọ isi awọ",
  "Iji ọrụ ajụjụ ajụjụ data ngwa ngwa na-enyere ọchụchọ aka site na kemikal, aha taxonomic, mmetụta, na afọ mbipụta",
  "A na-eji data sitere na ECOTOX iji nye usoro ntụaka maka ọmụmụ ihe nsi dị ugbu a ma na-eje ozi dị ka ụkpụrụ nduzi..",
  "A na-edobe data sitere na ọmụmụ ihe nsi nke etinyere na nchekwa data ECOTOX na nyocha na njirisi mmesi obi ike nke EPA na Office of Pesticide Programs (OPP) mepụtara",
  "Iji mee ka EPA na OPP nabata nsonaazụ nyocha ahụ, nyocha nsị ahụ ga-agbaso ma ọ bụ nwee ihe ndị a:",
  "Na mgbakwunye na njirisi ndị edepụtara n'elu, njirisi ndị a, nke a tụlere n'ụzọ zuru ezu na mgbakwunye I, na-etinye OPP dị ka ihuenyo ọzọ nke nnabata:",
  "Na United States, ECOTOX, ERED (sediment) na Toxicity Residue Databases na-eji ọtụtụ ụlọ ọrụ na-achịkwa dị ka ụlọ ọrụ na'ahụ maka gburugburu ebe obibi na EPA iji chọpụta ọkwa na-achịkọta ihe na-egbu egbu na gburugburu ebe obibi",
  "N'okpuru Iwu Mmiri Dị Ọcha, EPA ejirila nchekwa data ECOTOX n'etiti ozi ndị ọzọ setịpụ ụkpụrụ nke mmiri na-egbu egbu maka ụlọ ọrụ yana ụkpụrụ mmiri dị mma maka mmetọ niile dị na mmiri dị n'elu",
  "N'okpuru CWA, steeti ọ bụla ga-achịkwa ụkpụrụ mmiri dị mma na ma ọ bụ n'okpuru ọnụ ọgụgụ nke EPA setịpụrụ",
  "Otú ọ dị, a naghị achịkwa oke nsị na-egbu egbu n'otu ụzọ ahụ. Mkpebi nke njirisi ịdịmma sedimenti na nnwale toxicity sedimenti dị mgbagwoju anya nke ukwuu ma steeti ma ọ bụ ụlọ ọrụ na-ahụ maka gburugburu ebe obibi steeti na-ahazikarị ya",
  "Ntụle nsi nke sedimenti nke sedimenti emetọọ bụ kpọmkwem ebe a kapịrị ọnụ yana ọkwa mmetụta na-egbu egbu na-agbanwekarị karịa nke mmiri dị n'elu",
  "N'ihi nke a, ọ nwere ike bụrụ ihe na-agaghị ekwe omume ịmepụta ụkpụrụ ntinye nke sedimenti dị mma nke na-emetụta sistemu mmiri ma ọ bụ mpaghara niile.",
  "E mepụtara ihe ndị a na-anabata ma ọ bụ ntuziaka dị mma ma jiri ya mee ihe na nyocha ihe ize ndụ na njikwa ihe ndị a gwuru",
  "\"Ntụziaka dị mma nke ala (SQGs), dị ka akọwapụtara n'afọ 2002 Society of Environmental Toxicology and Chemistry (SETAC) Pellston Workshop, bụ ọnụ ọgụgụ nke kemịkalụ e bu n'uche ka ọ bụrụ ma ọ bụ na-echebe ihe onwunwe, ma ọ bụ buru amụma nke mmetụta ọjọọ na ihe onwunwa ndị ahụ, ma ọ bụghị ha abụọ",
  "SQGs maka ịtụle ogo sediment metụtara ikike maka mmetụta ọjọọ na ihe ndị bi na sediment emeela site na iji usoro usoro na usoro."
]