[
  "Ebe a na-eli ozu ụgbọ mmiri ma ọ bụ ebe a na-ili ozu ụgbọ elu bụ ebe a hapụrụ mkpokoro ụgbọ mmiri ndị a tụfuru ka ha ree ma gbasaa, ma ọ bụ hapụ ha na nchekwa",
  "Omume dị otú ahụ adịchaghị adịkarị ugbu a n'ihi iwu mkpofu na ya mere ụfọdụ ọdụ ụgbọ mmiri akọrọ ebe ụgbọ mmiri na-agbaji (iji megharịa ígwè ha ma wepụ ihe ndị dị ize ndụ dị ka asbestos) ka a na-akpọkwa ili ụgbọ mmiri.",
  "Site n'iji ya tụnyere, ahịrịokwu ahụ nwekwara ike izo aka n'ebe nwere ọtụtụ ụgbọ mmiri na-ekpuchighị nke ụlọ ọrụ mmadụ wepụrụ, kama a hapụrụ ya ka ọ gbasaa n'ụzọ okike",
  "Ndị a nwere ike ịpụta n'ebe ụgbọ mmiri siri ike ma ọ bụ dị ize ndụ (dị ka nkume asaa, na Cornwall, ma ọ bụ Blackpool, na Oké Osimiri Irish); ma ọ bụ ebe a kpachapụrụ anya tụba ọtụtụ ụgbọ mmiri ọnụ (dị ka ndị German High Seas Fleet na Scapa Flow); ma ọ dị ka ọtụtụ ụgbọ mmiri tụbaala n'agha (dị ka Ironbottom Sound, na Pacific).",
  "A na-arụ ọtụtụ ụgbọ mmiri ndị dị n'ụwa na mba ndị mepere emepe",
  "Ụgbọ mmiri na-adịru ihe dị ka afọ 25 ruo 30, mgbe nke ahụ gasịrị, ha na-adị oke ọnụ iji nọgide na-enwe ma na-ere ya ka a kwatuo ya",
  "A na-ere ọtụtụ n'ime ha kpọmkwem na ụlọ ọrụ ụgbọ mmiri na India, Bangladesh, Pakistan na mba ndị ọzọ na-emepe emepe, nke a makwaara dị ka mba ndị dịpụrụ adịpụ site na Immanuel Wallerstein Tian World System Theory",
  "N'afọ 2014, pasent 54 nke ụgbọ mmiri gara n'ụsọ osimiri nke India na Bangladesh. \nNke a kwekọrọ na oge 2012-2018",
  "Site na ngụkọta nke ụgbọ mmiri 6,702 a tụfuru n'ụwa niile, ụgbọ mmiri 3,586 a tụfọrọ na India na Bangladesh, nke na-agbadata na pasent 53.5.",
  "Ka ọ na-erule Jenụwarị 2020, na pasenti iri abuo òkè India nwere ego kachasị elu n'ụwa niile na òkè kachasị elu nke mmebi ụgbọ mmiri zuru ụwa ọnụ (ọnụ ọgụgụ na ọnụ ọgụgụ nke ụgbọ mmiri mebiri).",
  "A na-eme atụmatụ na ebe a na-emebi ụgbọ mmiri na-enye ndị mmadụ ihe karịrị puku kwuru puku  ọrụ n'ụwa niile nakwa na ha na-emepụta ọtụtụ nde tọn ígwè kwa afọ na obere ọkụ eletrik. E wezụga ígwè, ụlọ ọrụ a na-enwetakwa nnukwu ihe mkpofu siri ike n'ụdị osisi, plastik, ihe mkpuchi, ajị ugegbe, sponge, akwụkwọ mkpofu, eriri mmanụ na ihe mkpofu ogho.",
  "New South Wales:",
  "Ógbè Ebe Ugwu:",
  "Queensland:",
  "South Australia: Ruo Nọvemba 2020 enwere ili ụgbọ mmiri iri na itoolu na South Australia.",
  "Tasmania:",
  "Ebe Ọdịda Anyanwụ Australia:"
]