[
  "Mpaghara nchịkwa ikuku (ECAs), ma ọ bụ mpaghara nchịkwa ikuku sulfur (SECAs), bụ mpaghara oké osimiri ebe e guzobere njikwa siri ike iji belata ikuku ikuku sitere na ụgbọ mmiri dịka akọwapụtara saịtị na Ndepụta VI nke 1997 MARPOL Protocol",
  "Mgbasa ahụ gụnyere SOx, NOx, ODSs na VOCs na iwu ndị ahụ malitere na Mee 2005",
  "Ndepụta VI nwere ndokwa maka usoro abụọ nke ikuku na mmanụ ụgbọala dị mkpa gbasara SOx na PM, ma ọ bụ NOx, ihe achọrọ n'ụwa niile na njikwa siri ike na mpaghara nchịkwa ikuku pụrụ iche (ECA)",
  "Iwu ndị a sitere na nchegbu banyere \"mmetọ ikuku na nsogbu gburugburu ebe obibi na mpaghara ụwa\" n'ihe gbasara onyinye ụlọ ọrụ ụgbọ mmiri",
  "N'ọnwa Jenụwarị afọ 2020, a kwadoro Ndepụta VI siri ike karị na mpaghara nchịkwa ikuku na-ebelata oke ikuku.",
  "Ka ọ na erule afọ 2011, e nwere ECAs anọ dị ugbu a: Oké Osimiri Baltic, Oké Osimiri North, ECA nke North America, gụnyere ọtụtụ n'ime ụsọ oké osimiri US na Canada na US Caribbean ECA. Ọzọkwa enwere ike ịgbakwunye mpaghara ndị ọzọ site na usoro akọwapụtara na Ndepụta VI",
  "A na egosi ECAs nwere ọnụ ụzọ nitrogen oxides dị ka ebe nchịkwa ikuku nitrogen oxide (NECAs).",
  "N'afọ 1972 na Nzukọ Mba Ndị Dị n'Otu na gburugburu ebe obibi mmadụ, nchegbu zuru oke banyere mmetọ ikuku dugara na mmekorita mba ụwa",
  "A na atụle mmetọ ikuku sitere na \"gas na emerụ ahụ site na nsị ụgbọ mmiri\" na mba ụwa",
  "N'ụbọchị nke abụọ n'ọnwa Nọvemba n'afọ 1973, a nabatara nkwekọrịta mba ụwa maka igbochi mmetọ site n'ụgbọ mmiri ma mesịa gbanwee ya site na nkwekọrịta 1978 (MARPOL 73/78)",
  "MARPOL bụ mkpirikpi maka Mmetọ mmiri",
  "N'afọ 1979, a bịanyere aka na Nkwekọrịta na Ogologo ogologo Mmetọ ikuku gafere oke, \"ihe mbụ mba ụwa na-ejikọta iwu iji dozie nsogbu nke mmetọ ikuku\"",
  "N'afọ 1997, a nabatara iwu gbasara mmetọ ikuku sitere na ụgbọ mmiri dịka akọwapụtara na Ndepụta VI nke Nkwekọrịta MARPOL",
  "\"Nchịkwa ndị a setịpụrụ oke na sulfur oxide (SOx) na nitrogen oxide (NOx) na esi na mmiri na-apụ apụ ma machibido ikuku nke ihe ndị na-emebi ozone",
  "\" Nzukọ dị ugbu a bụ ngwakọta nke Nzukọ 1973 na Protocol 1978",
  "Ọ malitere n'ọrụ n'ụbọchị nke abụọ n'ọnwa Ọktoba afọ 1983",
  "Dị ka IMO si kwuo, ụlọ ọrụ United Nations nke na-ahụ maka \"nchebe na nchekwa nke ụgbọ mmiri na mgbochi nke mmetọ mmiri saịtị na ụgbọ mmiri\", ka ọ na-erule Mee 2013, steeti 152, na-anọchite anya pasent 99.2 nke tonnage ụgbọ mmiri ụwa, bụ ndị sonyere na mgbakọ ahụ.",
  "Ka ọ na-erule afọ 2011, ECAs ndị dị ugbu a gụnyere Oké Osimiri Baltic (SOx, nabatara 1997; a manyere 2005) na Oké Osimiri North (SOx، 2005/2006 nabatara July 2005; a manyere 2006), ECA nke North America, gụnyere ọtụtụ n'ime ụsọ oké osimiri US na Canada (NOx & SOx, 2010/2012) na US Caribbean ECA, gụnyere Puerto Rico na US Virgin Islands (NOx / SOx, 2011/2014).",
  "Nkwekọrịta nke 1997 (MARPOL Annex VI ) gụnyere Mgbakwunye VI ọhụrụ nke MARPOL 73/78, nke malitere na 19 Mee 2005.",
  "Ebumnuche nke usoro iwu ahụ bụ iji belata ma chịkwaa ikuku na-esi n'ụgbọ mmiri na esi na mmiri na emetọ gburugburu ebe obibi",
  "MARPOL mere ka IMO kwenye ịchịkwa nkezi nke mmanụ sulfur n'ụwa niile",
  "Ka ọ na erule 1 Jenụwarị 2020 Ndepụta ahụ na-ekwu na okpu zuru ụwa ọnụ bụ 0.5% m / m na ihe sulfur dị na mmanụ",
  "Otú ọ dị, MARPOL na ekwusi ike na ọ bụ 0.1% m / m na mpaghara ụfọdụ a na ahazi dị ka \"ebe nchịkwa ikuku SOx\" (SECAs).",
  "N'aka nke ọzọ, MARPOL chepụtara ụzọ iji zere iji usoro nhicha gas ma ọ bụ ihe ọ bụla ọzọ ga egbochi ikuku SOx",
  "N'ezie, usoro nhicha gas gas ga enwerịrị nkwado saịtị na nchịkwa steeti tupu etinye ya n'ọrụ",
  "Iwu gbasara usoro nhicha gas ga ada site na IMO.",
  "IMO na enyocha ihe sulfur dị n'ime mmanụ ụgbọala fọdụrụnụ maka iji ya n'ụgbọ mmiri kemgbe 1999",
  "IMO na-enyocha yasaịtị na akụkọ bunker gburugburu ụwa",
  "Dị ka Kọmitii Nchedo Gburugburu Ebe Obibi nke Mmiri (MEPC) si kwuo, nkezi sulfur dị n'ụwa niile na mmanụ mmanụ maka afọ 2004 bụ 2.67 %m / m.",
  "Ihe nchịkwa NOx chọrọ na emetụta n'ụwa niile maka injin diesel ọ bụla arụnyere n'oké osimiri karịa 130 kW nke ike mmepụta ma e wezụga injin ndị a na eji naanị maka ebumnuche mberede ọ bụghị maka ụgbọ mmiri ụgbọ mmiri ebe a na etinye injin ahụ",
  "Otú ọ dị, e nwere ọkwa dị iche iche nke iwu ndị dabere na ụbọchị e wuru ụgbọ mmiri",
  "A na ekewa ọkwa ndị ahụ n'ime atọ atọ",
  "Tier I na emetụta ụgbọ mmiri ndị e wuru mgbe 1 Jenụwarị 2000 gasịrị",
  "Ọ na ekwu na maka injin ndị dị n'okpuru 130 rpm ga enwerịrị ngụkọta nke ọnụọgụ ọnụọgụ (g / kWh) nke 17, injin ndị nọ n'etiti 130 na 1999 rpm gaghị enwe ihe karịrị 12.1 (g / kW), injin ndị karịrị 2000 rpm ga na enwerịa oke nke 9.8 (g / chWh)",
  "Tier II nwere ihe ndị a chọrọ: 14.4 (g / kWh) maka injin na erughị 130 rpm, 9.7 (g / kW) maka injina 130 ̊ 1999 rpm, na maka injin karịrị 2000 rpm 7.7 (g - kWh) bụ njedebe",
  "Ihe mgbochi nke Tier II na-emetụta ụgbọ mmiri ndị e wuru mgbe 1 Jenụwarị 2011 gasịrị.\nNjikwa Tier III na-emetụta naanị n'ógbè ndị a kapịrị ọnụ ebe a na achịkwa ikuku NOx (NECAs) ma na emetụ ụgbọ mmiri ndị e wuru mgbe 1 Jenụwarị 2016 gasịrị",
  "Maka injin ndị dị n'okpuru 130 rpm njedebe bụ 3.4 (g / Kwh), injin ndị nọ n'etiti 130-1999 rpm njedebe anyị 2.4 (g / kWh), injin karịrị 2000 rpm ga-enwerịrị ngụkọta nke 2.0 (g / kW).",
  "Mgbakwunye VI machibidoro ịgba ngwaahịa ụfọdụ ọkụ n'ụgbọ mmiri ahụ",
  "Ngwaahịa ndị ahụ gụnyere: ihe nkwakọba ihe na emetọ emetọ na polychlorinated biphenyls, ihe mkpofu, dị ka Ndepụta V si kọwaa, nwere ihe karịrị akara nke ọla dị arọ, ngwaahịa mmanụ ala a nụchara anụcha nwere ngwakọta halogen, nsị nsị, na mmanụ nsị.",
  "Kọmitii Nchedo Gburugburu Ebe Obibi nke Mmiri (MEPC) agbaala ndị otu ume iji atụmatụ ahụ kọọ gas na ekpo ọkụ",
  "Gas ndị ahụ gụnyere carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbon, na sulfur hexafluoride",
  "Ebumnuche nke ime ntuziaka na ikuku CO2 bụ ịmepụta usoro nke ụgbọ mmiri ga eji mee ihe n'oge nnwale.",
  "N'afọ 2013, iwu ọhụrụ akọwapụtara n'isi nke agbakwunyere na MARPOL Annex VI malitere ịrụ ọrụ iji melite \"ike nke mbupu mba ụwa\"",
  "Iwu ndị a na emetụta ụgbọ mmiri niile 400 gross tonnage ma ọ bụ karịa",
  "MARPOL chọrọ ka ụlọ ọrụ ụgbọ mmiri jiri usoro EEDI nke ga-ahụ na a na emezu ọkwa ike niile achọrọ",
  "Ọzọkwa, a chọrọ ka ụgbọ mmiri niile nwee atụmatụ njikwa arụmọrụ ụgbọ mmiri (SEEMP) n'ụgbọ mmiri, ya mere, ndị ọrụ ụgbọ mmiri nwere atụmatụ mgbe niile iji zoo aka na ya iji nọgide na enwe ọkwa arụmọrụ nke ike chọrọ site na mpaghara ụgbọ mmiri ahụ nọ ma ọ bụ na-aga n'oge niile",
  "[citation needed]",
  "Banyere mgbakwunye na Mgbakwunye VI, e nwere mgbazi maka ikuku, nsị, na ihe mkpofu.\nTupu iwu ndị a gbanwere na 2013 ebe nchịkwa sulfur gụnyere: Oké Osimiri Baltic, Oké Osimiri North na mpaghara North America (ebe ndị dị n'ụsọ oké osimiri nke United States na Canada)",
  "Otú ọ dị, mmelite na 2013 version nke Annex VI gụnyere United States Caribbean Sea (karịsịa mpaghara ndị gbara Puerto Rico na United States Virgin Islands gburugburu) na ndepụta ahụ",
  "[citation needed]",
  "Banyere mmelite iwu ndị ọzọ, enwere ike ịmepụta \"ebe pụrụ iche\" ebe iwu nsị ga-esi ike karịa n'ebe ndị ọzọ, yana, obere mgbakwunye ole na ole na iwu mkpofu."
]