[
  "Mpaghara rouge (English: Red Zone) bụ usoro nke ebe ndị na-adịghị agbakọta n'ebe ugwu ọwụwa anyanwụ nke mba France nke gọọmentị France kewapụrụ mgbe Agha Ụwa Mbụ gasịrị",
  "Ala ahụ, nke na mbụ kpuchiri ihe karịrị ọnụ ọgụgụ 1,200 uare kilota (460 sq mi), e weere ya dị ka nke mebiri emebi n'ụzọ anụ ahụ na gburugburu ebe obibi site na esemokwu maka ebe obibi mmadụ",
  "Kama ịnwa ime ka ogige agha ochie dị ọcha ozugbo, a hapụrụ ala ahụ ka ọ laghachi n'okike",
  "Ihe mgbochi n'ime Zone Rouge ka dị taa, n'agbanyeghị n'ezie na ebe nchịkwa belatara nke ukwuu.",
  "A kọwara mpaghara rouge ozugbo agha ahụ gasịrị dị ka \"E bibiri ya kpamkpam",
  "Mmebi nke ihe onwunwe: pasentị otu narị (100%)",
  "Mmebi nke Ọrụ Ugbo: 100%",
  "Enweghị ike ihicha",
  "Ndụ mmadụ agaghị ekwe omume\".",
  "N'okpuru iwu mba France, a machibidoro ọrụ ndị dị ka ụlọ, ọrụ ugbo, ma ọ bụ ọrụ ọhịa ruo nwa oge ma ọ bụ ruo mgbe ebighị ebi na Zone Rouge, n'ihi nnukwu ihe ndị mmadụ na anụmanụ fọdụrụ, na ọtụtụ nde ihe ndị na-agbawaghị agbawa na-emetọ ala ahụ",
  "E kweghị ka e wughachi obodo na obodo nta ụfọdụ mgbe agha ahụ gasịrị.",
  "Ebe ahụ jupụtara na ogbunigwe ndị na-agbawaghị agbawa (gụnyere ọtụtụ ogbunigwe gas), grenade, na mgbọ na-agba nchara",
  "Ala emetọla nke ukwuu site na ọta, mercury, chlorine, arsenic, gas dị iche iche dị ize ndụ, acid, na ozu mmadụ na nke anụmanụ. Ebe ahụ juputara na ebe nkwakọba mgbọ na ụlọ ọrụ kemịkal.",
  "Kwa afọ, a na-achọta ọtụtụ tọn nke ogbunigwe ndị na-agbawaghị agbawa",
  "Dị ka ụlọ ọrụ Sécurité Civile na-ahụ maka ya si kwuo, na ọnụego dị ugbu a, a ga-achọ afọ 300 ruo afọ 700 ọzọ iji kpochasịa mpaghara ahụ kpamkpam.  Nnyocha ụfọdụ e mere n'afọ 2005 chọpụtara ihe ruru mkpokoro ọnụ ọgụgụ 300 kwa hekta (120 kwa hekta) n'elu 15 cm (6 sentimita) nke ala n'ebe kachasị njọ.",
  "Ebe ụfọdụ ebe pasentị iri iteghete na iteghete (99%) nke osisi niile ka na-anwụ na-anọgide na njedebe (dịka ọmụmaatụ, obere ala abụọ dị nso na Ypres na Woëvre), dịka arsenic mejupụtara ihe ruru 175,907 mg / kg nke ihe nlele ala ebe e bibiri arsenical shells n'afọ 1920s."
]