[
  "Arid Land Ecology Reserve (ALE) bụ mpaghara kachasị ukwuu nke usoro okike nke ahịhịa na-eto eto nke fọdụrụ na steeti Washington nke United States",
  "A na-achịkwa ya maka Ngalaba Ike nke US site na Pacific Northwest National Laboratory (nke na-arụ ọrụ maka Ngalaba Energy nke US site n'aka Battelle Memorial Institute)",
  "Mpaghara 320 km2 bụ akụkụ nke km2 Otu puku na narị ise National Environmental Research Park nke dị na Hanford Site na nsọtụ ugwu ọdịda anyanwụ nke Richland, Washington.",
  "Na June 27, 2000, ọkụ gbara n'ebe dị anya bibiri ọtụtụ sagebrush na bunchgrass nakwa mebie mkpo microbiotic.  Ọ bụ ezie na US Fish and Wildlife Service agbalịwo iweghachi ahịhịa ala, Arid Lands Ecology Reserve na-achịkwa ugbu a ụdị ndị na-abụghị ala dị ka cheatgrass, knapweeds, na Russian thistle (tumbleweed) nke nwere ọganihu mgbe ọkụ puku abuo gasịrị.Ụdị ndị ọzọ dị ka spiny hop sage na Wyoming big sagebrush bụ ndị ọkụ mebiri site na ya na nsonazụ ya..",
  "Ụdị ahịhịa a na-akọwa obodo osisi ndị dị na na gburugburu ugwu kpọrọ nkụ, mkpọda na mkpọda",
  "Na ALE nke a na-agụnye osisi (sagebrush na brọsh oke bekee), perennial bunchgrasses (ahịhịa na-acha anụnụ anụnụ nke Sandberg na ahịhịa ọka bluebunch) yana ma kwa afọ na perennial forbs (balsamroot, phlox na fleabane).",
  "Ụdị ahịhịa a na-ezo aka na obodo ndị na-akụ osisi dị gburugburu isi iyi na iyi",
  "Na ALE, ebe ndị a jupụtara na willow, black cottonwood, chokecherry, na mock Orange.",
  "Ugwu chere ihu mkpọda ugwu Rattlesnake bụ ugwu “enweghị osisi” kacha elu na United States.",
  "Enwere ike ịchọta ụdị osisi ndị dị ụkọ dịka Mountain Milk Vetch na Piper's daisy n'ógbè a.",
  "in ÀSite na mbido 1800s ruo n'ihe dị ka 1940s, a na-eji mpaghara a eme ihe dị ka ebe ịta ahịhịa anụmanụ, ebe obibi mmadụ, igwu mmanụ na mmepe nke akụrụngwa dịka okporo ụzọ",
  "N'afọ 1943, Ngalaba Na-ahụ Maka Ike na United States (DOE) nwetara ala ahụ. E guzobere ALE n'afọ 1967 na ebumnuche nke ichekwa osisi. Ọ nwetara akara nyocha mpaghara okike n'afọ 1971 ma mesịa bụrụ ogige nyocha gburugburu ebe obibi nke mba n'afọ 1975",
  "Ka ọ dị ugbu a, U.S",
  "Ọrụ azụ na anụ ọhịa ejirila njikwa ala site na ikikere na DOE, ebe DOE na-enwe ikike nchịkwa n'elu ala na ụzọ ọ bụla metụtara ya, nke a anọwo na-arụ ọrụ kemgbe afọ 1997. N'ikpeazụ, n'afọ 2000, e jikọtara ya na Hanford Reach National Monument."
]