[
  "The Tyndall Center maka nyocha mgbanwe ihu igwe bụ òtù dị na United Kingdom nké na-ejikọta ndị ọkà mmụta sayensị, ndị na-ahụ màkà akụ na ụba, ndị injinia na ndị ọkà mmụta mmekọrịta mmadụ na ibe ya iji \"na-eme nchọpụta, nyochaa ma na-ekwurịta okwu site n'echiche dị íchè iche, nhọrọ iji belata, na mkpa iji mee mgbanwe ihu igwe ugbu a na-aga n'ihu na okpomọkụ ụwa, na iji jikọta ndị a n'ime ụwa, UK na mpaghara nkè mmepe na-adịgide adịgide\".",
  "Ụlọ ọrụ ahụ, nkè akpọrọ áhà ónyé ọkà mmụta sayensị Irish nke narị afọ nke iri na itoolu bụ John Tyndall ma guzobe ya n'afọ 2000, nwèrè ndị mmekọ isi nke Mahadum East Anglia, Mahadum Cardiff, Mahadim Manchester, Mahadam Newcastle",
  "Mahadum Fudan sonyeere mmekọrịta Tyndall Centre n'afọ 2011.",
  "Ụlọ ọrụ Tyndall nwèrè isi ụlọ ọrụ, ya na Ngalaba Nnyocha Ihu igwe, n'ụlọ Hubert Lamb na Mahadum nke East Anglia",
  "Ónyé nduzi ya bụ Prọfesọ Robert Nicholls na Mahadum nke East Anglia na ónyé bụbu Mahadum Southampton",
  "Ndị bụbu ndị nduzi nke Tyndall Center gụnyere Prọfesọ Corinne Le Quéré FRS CBE na Prọfesor Sir Robert Watson ndị nduzi oge Carly Mclachlan na Prọfọfesọ Kevin Anderson, Prọfesụ Andrew Watkinson na Prọfe John Schellnhuber",
  "Ónyé isi nchoputa bụ Prọfesọ Mike Hulme",
  "Asher Minns bụ ónyé isi nchịkwa.",
  "Nnyocha Ebumnuche",
  "The Tyndall Center nwèrè isi isiokwu nyocha anọ: Ịgba ọsọ mgbanwe mmekọrịta mmadụ na ibe ya, Ịrụ ume, Imeri ịda ogbenye na omume ihu igwe, na Ịbịaru ikuku efu.",
  "Ịgba ọsọ mgbanwe mmekọrịta mmadụ na ibe ya bụ isiokwu nyocha nké na-enye ákà n'ịgba ọsọ mgbanwe ọha na eze gaa n'ọdịnihu na-enweghị carbon, site na itinye aka na òtù na ụlọ ọrụ na-abụghị nke gọọmentị iji melite imepụta ihe ọhụrụ na ntinye aka na ịkwado mkpebi dabere na ihe akaebe.",
  "Ịrụ ụlọ na-enyocha otu esi ewu ụzọ ihu igwe na-eme ka ihu igwe ghara ịdị ike nké na-ebelata nsogbu màkà mgbanwe ihu igwe n'ụzọ na-arụkọ ọrụ na ụzọ mgbochi",
  "Nnyocha ahụ na-atụle njikọ na esemokwu n'etiti ụzọ ndị a na ebumnuche mmepe na-adịgide adịgide iji mee ka ohere màkà omume ndị nwéré uru na ọtụtụ ọkwa ma zere nsonaazụ a na-atụghị anya ya pụta ìhè.",
  "Site na mmeri nkè nyocha ịda ogbenye, Ụlọ Ọrụ Tyndall na-ewulite nghọta banyéré otu omume na mgbanwe ihu igwe si emekọrịta ma na-emekọrịta ihe na ọtụtụ akụkụ nke ịda ogbenye na enweghị nhata n'ime na n'etiti mba.",
  "Ịbịaru efu na-enyocha mkpa ọ dị màkà ngwa ngwa decarbonisation n'ime ngalaba ike na njem na mmepụta bioenergy site na Supergen Bioenergy Hub nke Manchester na-eduzi, niile jikọtara ya na iji ala na nchekwa nri.  Anyị na-enyocha ike na-adị nso na ogologo ógè na ọdịnihu màkà ụlọ ọrụ, njem na teknụzụ na-adịghị mma."
]