[
  "The Ice Age Centre (Estonian: ) bụ ebe ngosi nka a raara nye nghọta nke oge ice, nke dị n'obodo Äksi, Tartu County, Estonia.",
  "Ebe ngosi ihe mgbe ochie ahụ na-eme ka ihe ọmụma banyere mmalite na ọganihu nke oge ice dị iche iche, gụnyere mmetụta ha na ala, ndụ anụmanụ, na ụmụ mmadụ, na-elekwasị anya pụrụ iche na mmetụta nke oge ice kachasị ọhụrụ na ihe bụ Estonia taa",
  "E nyere ụlọ ọrụ ahụ ihe nrite nke Best New Tourist Venue na obodo Estonia na afọ 2012.",
  "Ebe etiti ahụ dị n'obodo Aksi, n'ikpere ọdọ mmiri Saadjärv, na mpaghara Tartu, ụgbọala awa abụọ site na Tallinn, isi obodo Estonia",
  "N'elu ihe onwunwe ahụ bụ ọdọ mmiri, obere zoo na ogige ntụrụndụ dị nso. Otu n'ime National Geographic \"Yellow Windows\" dị nso na afo ice Centre, na-ekwusi ike na mpaghara a dị mkpa maka ndị njem nleta ịchọpụta mba Southern Estonia. A maara mpaghara ahụ maka oge ice na akụkọ ifo Kalevipoeg nke mba Estonia.",
  "Ụlọ ọrụ ahụ na-enyekwa njem ụgbọ mmiri na ọdo mmiri Saadjärv",
  "Ndị na-eduzi ụgbọ mmiri ahụ na-arụ ọrụ na-akọ akụkọ banyere ọdịdị nke Ọdọ Mmiri Saadjärv, nhazi nke Vooremaa na banyere nnukwu ọrụ nke dike mba Kalevipoeg.",
  "N'iji ugogbe anya nke eziokwu, ndị nleta nwere ike ịbanye na \"Oké Osimiri Primitive Mystical,\" nke ọtụtụ narị nde afọ gara aga ma nwee ndụ nke biri n'ókèala obodo nke Estonia, dị ka nnukwu anụ ndị na-akpụ akpụ, trilobites siri ike, nnukwu anụ ndị ọzọ na-eri ibe ha, akpị mmiri na nautiloids.",
  "enwekwara mmemme ekeresimesi nkuzi banyere ndụ ụmụ anụmanụ n'oge oyi na, n'ezie, Santa claus",
  "ihe omume ndị ọzọ pụrụ iche",
  "Enwere ike ịhazi (ọgbakọ, ụbọchị ọmụmụ) site na nhazi.",
  "N'afọ 2004, echiche nke ịmepụta ebe ndị nleta na obodo Tartu dị nso na Saadjärv, nke ga-adọta ndị nleta n'ógbè ahụ, mana ọ ga-abụkwa onye na-enye agụmakwụkwọ okike. echiche a sitere na ụlọ akwụkwọ okike saadjarv wee bụrụ onye ntụzi aka Asta tuusti \"Ihe ngosi ahụ na-ewebata oge ice n'ihe gbasara akụkọ ihe mere eme ụwa, ihe nketa nke glaciers na ala anyị na anụ ọhịa anyị, ma na-ewepụta atụmanya ọdịnihu n'ihe banyere mgbanwe ihu igwe, \"ka Tuusti kọwara",
  "\"Äksi bụ ebe kwesịrị ekwesị maka etiti oge ice",
  "Ala gbara ya gburugburu na gburugburu ya, ọdọ mmiri na nkume bụ ihe nketa nke afọ iche",
  "\" Obodo ime obodo Tartu na onye isi obodo, Aivar Soop, kwadoro echiche ahụ ma, site na mmekorita obodo, e mepụtara ihe ngosi ahụ, na-ewebata oge ice n'ihe gbasara akụkọ ihe mere eme nke ụwa, ihe nketa glacier na ọdịdị ala mba Estonia na anụ ọhịa, na atụmanya ọdịnihu n'ihe banyere mgbanwe ihu igwe",
  "\"Ọ bụ ihe pụrụ iche na otu gọọmentị ime obodo na-agba mbọ iguzobe nnukwu ụlọ akwụkwọ agụmakwụkwọ okike pụrụ iche, \"ka Tuusti kwuru",
  "Mpaghara ahụ dum na-erite uru site n'ọtụtụ puku ndị njem nleta na-eleta Ụlọ Ọrụ ahụ kwa afọ",
  "Ụlọ ọrụ ahụ na-efu ihe dị ka nde euro anọ, ụfọdụ n'ime ha bụ onyinye sitere na European Regional Development Fund."
]