[
  "Ebe nchekwa ụdịdị dị ụkọ(RSCC) bụ ebe nchekwa na ogige zoo dị na mpụga Sandwich na Kent, England, nke The Rare Speces Conservation Trust, otu ọrụ ebere UK debanyere aha na-arụ ọrụ",
  "Ebumnuche ya bụ ịkụziri ndị ọbịa ma mee ka a mara banyere nsogbu nke ụfọdụ n'ime ụdị anụmanụ ndị a na-amaghị nke ọma na ndị nọ n'ihe ize ndụ",
  "Ọ bụ ebe obibi nke anụmanụ ndị dị ụkọ na ndị a na-adịghị ahụkebe",
  "Ọ mechiri n'ihi enweghị ego na 31 Ọgọst 2015.",
  "E mepụtara RSCC n'afọ 2006, ebe ọ bụbu obere zoo ụmụaka a na akpọ Oke mmiri ozuzo enwe nke bụ ebe obibi nke ụdị lemurs, nwamba, nnụnụ, anụ na akpụ akpụ, na ihe ndị ọzọ e kere eke",
  "Ka ọ na erule afọ 2010, ogige ntụrụndụ ahụ gbalịrị ịnọgide na emeghe onwe ya n'afọ niile, ma kwupụta na ọ gaghịzi akwado nnabata kwa ụbọchị",
  "Ọ ga emeghe ọzọ na July 2011, naanị iji mechie ọzọ na N'oge okpomọkụ nke 2011",
  "Otú ọ dị, na 2014 saịtị ahụ meghere ọzọ, ugbu a na ụdị ọhụrụ na egosi, dị ka tarsiers na cuscus",
  "Otú ọ dị, na 2015, ọ pụghịzi ịkwado onwe ya n'ụzọ ego, na Septemba 2015, saịtị ahụ mechiri ọzọ, n'oge a maka ọdịmma.",
  "N'afọ 2017, Ogige Ntụrụndụ Wingham nwetara saịtị ahụ, wee guzobe Ogige Ntụ Sanwichi",
  "Ebe a abụghị otu n'ime ndị a nabatara kwa ụbọchị, kama ọ bụ 'ahụmahụ anụmanụ' kwadoro ya, akụkụ ahụ meghere maka ndị na edeghị aha bụ ụlọ ahịa kọfị",
  "Ụfọdụ n'ime anụmanụ ndị sitere na RSCC mbụ nọrọ na Sanwichi, gụnyere anụ ọhịa wolf na agụ owuru",
  "Otú ọ dị, na Jenụwarị 2021, ogige ntụrụndụ ahụ kwupụtara mmechi n'ihi ọrịa COVID-19, ebe a na ebugharị ụmụ anụmanụ nke ogige ahụ, na eme ka ọ bụrụ ogige ntorobịa nke atọ mechiri na saịtị ahụ",
  "Ọdịnihu nke saịtị ahụ ka bụ ihe a na-ejighị n'aka.",
  "Ogige ntụrụndụ 1.5-acre (0.61 hectare) nwere mpaghara abụọ dị mkpa, oké ọhịa mmiri ozuzo kpuchiri n'ime ụlọ na mpaghara ala dị n'èzí, nke ọ bụla kewara n'ebe ndị kwekọrọ na mpaghara nke anụmanụ.",
  "Oké ọhịa mmiri ozuzo dị n'ime ụlọ nwere nchịkọta nke anụmanụ Australasia na ndị si South na Central Amerika",
  "O nwere nnukwu iyi na agba n'ụzọ okirikiri n'ihe ngosi ahụ dum, nwere nsụda mmiri abụọ na nnukwu ọdọ mmiri abụọ.",
  "N'èzí nwere isi ebe abụọ, otu raara onwe ya nye anụmanụ Madagascar, na nke ọzọ maka anụmanụ si South-East Asia.",
  "RSCC nwere ụdị nnụnụ, anụ na-akpụ akpụ, anụ na na enye nwa ara na anụ na-ebi n'ala na n'ala site n'Africa, South America, Australasia na Eshia gụnyere: Bali starling, Victoria crowned pigeon, Amerikan flamingo, Madagascar teal, binturong, clouded leopard, cotton-top tamarin, emperor tamarin, crowned lemur, fat-tailed dwarf lemur, fossa, Goeldi's monkey, jaguarundi, Owston's civet, otter, otto, red red, red leur, red, red, light leopard leopard.",
  "Ebe ahụ dị 1.5 acres (0.61 hectare)",
  "Ntụkwasị obi ọrụ ebere nke na arụ ọrụ n'ụlọ ọrụ ahụ nwere olileanya ịgbasa n'ime 5 acres (2.0 hectare) n'akụkụ ihe onwunwe dị ugbu a."
]