[
  "Mpaghara ịchụ àjà ma ọ bụ ebe ana achụ àjà (nke a na-akpọkarị mba mpaghara ịchụ àjà ma ọ bụ nke a na akpọ mpaghara ịchụ àjà onwe) bụ mpaghara ala nke nnukwu mgbanwe gburugburu ebe obibi ma ọ bụ iwepụ ego mebiri Kpam kpam mgbe site na iji ala na-achọghị (LULU)",
  "Ndị na-akọwa ihe gụnyere Chris Hedges, Joe Sacco, na Steve Lerner ekwuola na omume azụmaahịa ụlọ ọrụ na-enye aka n'ịmepụta mpaghara ịchụ àjà. Akụkọ nke ndị  otu UN mere n'afọ 2022 gosiri na ọtụtụ nde mmadụ n'ụwa niile nọ n'ebe ịchụ àjà maka mmetọ, ọkachasi na ebe ndị a na-eji eme ihe maka ụlọ ọrụ na igwu ala.",
  "Mpaghara ịchụ àjà ma ọ bụ ebe ịchụ àjà bụ mpaghara ala nke mebiri kpamkpam site na mmebi gburugburu ebe obibi ma ọ bụ mmebi akụ na ụba.",
  "Otu nkọwa, site n'aka onye nkuzi Bekee na ụlọ akwụkwọ International High School na Prospect Heights na Brooklyn, New York, bụ: \"Mpaghara ịchụ àjà bụ mgbe enweghị nhọrọ na ịchụ àjà",
  "Onye ọzọ na-achụ ndị mmadụ na obodo ha ma ọ bụ ala ha n'àjà n'enweghị ikike ha",
  "\"\nNa mmekorita ya na ụmụ akwụkwọ, e mepụtara nkọwa dị mgbagwoju anya: \"N'aha ọganihu (mmepe akụ na ụba, agụmakwụkwọ, okpukpe, ụlọ ọrụ mmepụta ihe, teknụzụ) ụfọdụ ìgwè ndị mmadụ (nke a na-akpọ ndị dị ala) nwere ike imerụ ma ọ bụ chụọ àjà iji mee ka ìgwè ndị ọzọ (ndị dị elu) rite uru",
  "\"",
  "Nkọwa ọzọ na-ekwu na Mpaghara Àjà bụ ebe mebiri emebi site na iji ala eme ihe na-achọghị na mpaghara na-akpata \"mmetọ kemịkal ebe ndị bi na ya bi nso ụlọ ọrụ ndị mmetọ siri ike ma ọ bụ ụlọ ọrụ ndị agha",
  "\"",
  "Dị ka Helen Huntington Smith si kwuo, e ji okwu ahụ mee ihe na mbụ na mba US na-atụle mmetụta ogologo oge nke igwu coal na Ndịda Amerịka  na afọ 1970s. National Academy of Sciences / National Academy of Engineering ndị akpọrọ Kọmitii agumaagu maka ikike emezighari Gwụ pụtara maka kol na Ọdịda anyanwụ United steeti, wepụtara akụkọ na afọ 1973 nke webatara okwu ahụ, na-achọpụta:",
  "Na mpaghara ọ bụla ohere nke imezigharị mpaghara na-adabere na ebumnuche iji ala eme ihe, njirimara nke saịtị ahụ, teknụzụ dịnụ, na nkà a na-eji etinye teknụzụ a",
  "Na oke, ọ bụrụ na a kpọọ ala ndị a na-egwupụta n'elu ala ebe a na-achụ àjà nke mba, mpaghara niile nwere ohere dị elu nke imezigharị ya nke ọma",
  "Otú ọ dị, ọ bụrụ na mweghachi zuru oke bụ ebumnuche, mweghachi na mpaghara ọ bụla enweghị ohere ịga nke ọma.",
  "N'otu aka ahụ na afọ 1975, onye ọka cha mara bụ Genevieve Atwood dere na Scientific American:",
  "Igwu ala n'elu ala na-enweghị mkpocha na-ewepụ ala ahụ ruo mgbe ebighị ebi site na iji ya eme ihe; ala dị otú ahụ nwere ike ịhazi ya nke ọma dị ka ebe ịchụ àjà mba",
  "Site na mmezigharị nke ọma, Otú ọ dị, igwu ala nwere ike ịghọ naanị otu n'ime usoro iji ala eme ihe nke na-akpaghasị ojiji ugbu a wee weghachite ala ahụ na mmepụta ihe ma ọ bụ ọbụna karịa.",
  "Huntington Smith dere na afọ 1975, \"Òtù nke wepụtara akụkọ National Academy of Sciences nke na-akpachara anya na nke na-agụ akwụkwọ n'amaghị ama kpaliri okwu mkpu\" na ahịrịokwu National Sacrifice Area; \"Okwu ndị ahụ gbawara na akwụkwọ akụkọ ọdịda anyanwụ n'otu abalị",
  "N'ịbụ ndị mmadụ jidere onwe ha dị ka 'àjà mba', ha ghọrọ okwu nche na mkpu mkpu. Okwu a kpaliri arụmụka ọha na eze, gụnyere n'etiti ndị na-ahụ maka gburugburu ebe obibi na ndị ndọrọ ndọrọ ọchịchị dị ka onye ga-abụ gọvanọ Colorado Richard Lamm.",
  "A nọgidere na-eji okwu ahụ eme ihe n'ihe gbasara igwu ala ruo mgbe ọ dịkarịa ala na afọ 1999: Ndịda Virginia aghọwo mpaghara ịchụ àjà gburugburu ebe obibi\".",
  "Akụkọ na-ekwu na n'afọ 2011, Terram webatara okwu ahụ bụ mpaghara ịchụ àjà na okwu ndọrọ ndọrọ ọchịchị Chile.",
  "E gosipụtara ọdụ ụgbọ mmiri Quintero nke Chile na Puchuncaví dị nso dị ka mpaghara ịchụ àjà. Mpaghara ahụ nwere ụlọ ọrụ ọkụ eletrik Ventanas, ụlọ nrụpụta mmanụ, ebe nchekwa simenti, Fundición Ventanas, ebe nrụpụta ọla kọpa na ụlọ nrụpụta, ụlọ ọrụ mmanụ na ụlọ ọrụ kemịkal. N'ozuzu, ụlọ ọrụ iri na ise na-emetọ ikuku na-arụ ọrụ n'ógbè ahụ. N'afọ 2011, Escuela La Greda nke dị na Puchuncaví, jupụtara na igwe ojii kemịkal sitere na ụlọ ọrụ Ventanas mgbagwoju anya Igwe ojii sulfur ahụ gburu ihe e mere atụmatụ ụmụaka iri atọ na atọ na ndị nkuzi itoolu nke mere ka ụlọ akwụkwọ ahụ kwaga ebe ọzọ",
  "A gbahapụrụ ebe ochie ụlọ akwụkwọ ahụ ugbu a. N'ọnwa Ọgọstụ na Septemba afọ 2018 enwere nsogbu ahụike ọha na eze na Quintero na Puchuncaví, ebe ihe karịrị mmadụ narị atọ nwere ọrịa site na ihe na-egbu egbu na ikuku, na-abịa site na ụlọ ọrụ na-emetọ ikuku.",
  "US EPA kwupụtara na akụkọ afọ 2004 na nzaghachi nye Office of Inspector General, na \"ihe ngwọta maka nchebe na-ahaghị nhata dị na mpaghara ikpe ziri ezi gburugburu ebe obibi maka ndị Amerịka niile",
  "Enweghị obodo, ọgaranya ma ọ bụ ogbenye, onye ojii ma ọ bụ onye ọcha, kwesịrị ikwe ka ọ bụrụ 'ebe ịchụ àjà'.\": 28",
  "Ndị na-akọwa ihe gụnyere Chris Hedges, Joe Sacco, Robert Bullard na Stephen Lerner ekwuola na omume azụmaahịa ụlọ ọrụ na-enye aka n'ịmepụta mpaghara ịchụ àjà nakwa na mpaghara ndị a na-adịkarị na ndị na-enweta ego dị ala na ndị ka nta, na-abụkarị ndị Afrịka-Amerịka.   Mpaghara ịchụ àjà bụ isiokwu dị mkpa maka akwụkwọ akụkọ Days of Destruction, Days of Revolt, nke Hedges dere ma Sacco sere ya.",
  "N'afọ 2012, Hedges kwuru na ihe atụ nke mpaghara ịchụ àjà gụnyere Pine Ridge, S.D",
  "na Camden, N.J",
  "N'afọ 2017, a rụrụ ụlọ obibi ọha na eze na West Calumet na East Chicago, Indiana nke e wuru na ebe mbụ nke ebe a na-agbaze ihe na ala dochie anya iji mee ka mpaghara ahụ ruo n'ụkpụrụ obibi, na-ewepụ ndị bi na otu nde. N'afọ 2014, Naomi Klein dere na \"ịgba ọsọ akụ na ụba na isi mmalite ike nke na-ewepụta nsí dị ka akụkụ a na-apụghị izere ezere nke iwepụta na imezi ha chọrọ ebe ịchụ àjà mgbe niile\".",
  "Mmekọrịta mmadụ na gburugburu ebe obibi nke dị n'etiti ikpe ziri ezi gburugburu ebe obibi, gụnyere mpaghara ịchụ àjà, a tụwo aro ka ọ gụnye ịchụ àjà gburugburu ebe obibi na mpaghara ndị karịrị ụwa. Klinger na-ekwu na ndọrọ ndọrọ ọchịchị gburugburu ebe obibi nke ụwa na mbara igwe nwere njikọ na ndọrọ ndọrọ ọchịchị nke ihe ùgwù na ịchụ àjà- n'etiti ndị mmadụ, ebe na ụlọ ọrụ. Dunnett na ndị ọzọ akpọwo oghere dị n'èzí ebe ịchụ àjà ikpeazụ nke na-egosipụta ịchụso ohere na-enweghị njedebe maka nchịkọta, mmetọ, na mmetọ. Nke a na-apụta ìhè na mpaghara ịchụ àjà abụọ metụtara ịmalite akụrụngwa, ihe mkpofu, na ihe mkpofu na-agba gburugburu.",
  "Point Nemo bụ ebe oké osimiri nke enweghị ike ịbanye n'ime Ndịda Pacific Gyre",
  "A na-ahọrọ ya dị ka ebe kachasị anya n'ụwa ma na-eje ozi dị ka \"ebe ili ozu ụgbọ elu\" maka akụrụngwa na ụgbọ mmiri. Kemgbe afọ 1971, e zigara ụgbọ mbara igwe na satellites narị abụọ na iri asaa na atọ na Point Nemo; ọnụọgụ a gụnyere Mir Space Station (142 tọn) ma ga-agụnye International Space Station (240 tọn)."
]