[
  "Eberechi Oluchi Eze (a mụrụ ka ọnwa juun dị n'mkpụrụ ụbọchi n'ụbọchị iri abụọ na iteolu n'afọ 1998; a na-akpọ ya /əˈbɛərə-tʃi ˈɛzə/ ə-BAIR-ə-tchee EZ-ə) nwa Naijiria bi obodo oyibo eji igba bọọlụ mara",
  "Ọnọdụ n'egwu bụattacking midfielder maka otu Premier League club na Crystal Palace.",
  "A mụrụ Eze na Greenwich, Greater London na nne na nna Naijiria. Mgbe ọ na-etolite, ọ tụgharịrị uche na ndụ ya, na-asị: \"E nwere akụkụ dị mma [nke Greenwich] na akụkụ ndị na-adịghị mma",
  "Etolitere m n'akụkụ na-adịghị mma",
  "Ọ bụghị ndụ kachasị mfe ma ị nweghị ọtụtụ ụmụaka ndị ọzọ gbara gị gburugburu",
  "Ebe mbụ anyị ga-aga mgbe anyị gụsịrị akwụkwọ bụ n'ime ụlọ",
  "Anyị ga-anọ ebe ahụ ruo mgbe nne na nna anyị kpọrọ anyị, na-adịghị eri nri, na-egwuri egwu ehihie na abalị",
  "Enweghị ihe ọ bụla ọzọ ị ga-eme",
  "Ma nke ahụ bụ ebe ịhụnanya si bịa",
  "[N'oge ahụ], ị maghị na ọ bụ n'ezie otú ị na-amụta ọrụ gị",
  "' Mgbe ọ na-etolite, arụsị bọọlụ ya bụ Ronaldinho. Eze zutere Bright Osayi-Samuel, onye otu ya n'oge ọ nọ na Queens Park Rangers, n'ụlọ akwụkwọ sekọndrị ma gbaa bọọlụ ọnụ n'otu otu mpaghara ahụ.",
  "Eze malitere ọrụ bọọlụ ya na Arsenal tupu ahapụ ya mgbe ọ dị afọ iri na atọ wee banye Otu Fulham na Reading. Eze wee pụta dị ka onye egwuregwu ntorobịa na Millwall, ebe o bịnyere aka n' akwụkwọ mmụta n'efu nke  ga-an afọ abụọ na klọb ahụ. Eze gara n'ihu ngwa ngwa n'akụkụ U18 nakwa n' akụkụ ndi nchekwa. A mara ọkwa n'ọnwa Eprel afọ 2016 na Eze ga-ahapụ Millwall na ngwụcha oge 2015 na 16 mgbe enyeghị ya akwụkwọ nkwekọrịta ọkachamara.",
  "Site Mgbe a tọhapụrụ ya, ọ gara n'ihu na-agụm akwụkwọ na kọleji tupu ya enwee ihe ịga nke ọma na klọb Championship Queens Park Rangers (QPR), na-amasị onye nduzi teknụzụ nke klọb ahụ bụ Chris Ramsey. Eze mechere mbinye aka ya na Queens Park Rangers ka ọnwa Ọgọst dị na mkpụrụ ụbọchị atọ n'afọ 2016. N'ụbọchị asaa n'ọnwa Jenụwarị n'afọ 2017, Eze gbara egwu bọọlụ nke mbụ ya na FA Cup megide Blackburn Rovers, na nkeji iri na asatọ tupu emerụ ya ahụ ma jiri Yeni Ngbakoto dochie ya",
  "Egwuregwu ahụ mere ka QPR were ọkpụ abụọ merie O weegbatịkwuo  bịanyere aka na nkwekọrịta ya na klọb ahụ, nke butere ya ị nọ na ya afọ 2019. Nke a bụ naanị ngosipụta  ya n'afọ 2016 ruo 2017 maka oge nke ahụ.",
  "N'abalị iri atọ n'ọnwa Ọgọstụ n'afọ 2017, Eze sonyeere ndị otu Wycombe Wanderers na League Two na mgbazinye ruo Jenụwarị 2018. O gosiri ebube ya na  Wycombe Wanderers mgbe eji ya nochie anya onye ọzọ na  nkeji iri asaa na iteolu, nke butere onye naba onye naba  megide Newport County n'ọnwa Septemba n'afọ 2017. Kemgbe ọ malitere na klọb ahụ, Eze ghọrọ onye otu mbụ na-arụ ọrụ n'akụkụ ahụ, ebe ọ na-agbanwe n'ọnọdụ dị iche iche n'etiti etiti. Eze gbara goolu mbụ ya n'ụbọchị asaa n'ọnwa Ọktoba n'afọ 2017, na-eme ka Wycombe merie Cambridge United. Gool ya mere ka ha merie Cambridge United mere ka a họpụta ya maka ihe nrite Sky Bet League 2 Goal of the Month maka Ọktoba. O mere ngosipụta ọgbụgba bọọlụ ya ugboro iri abụọ , nke a buteere ya nkwalite n'oge ahụ. Eze gbaara Wycombe ugboro anọ ọzọ ma gosipụtakwa ebube ya tupu  ọ laghachi na QPR na Jenụwarị.",
  "Mgbe ọ laghachiri na QPR, Eze gosipụtara mgbe niile maka Ian Holloway, onye mere atụmatụ iji ya na ndị otu mbụ. Ọ pụtara nke mbụ ya n'afọ 2017 na 6 Jenụwarị 2018 megide Milton Keynes Dons na agba nke atọ nke FA Cup, na-abịa dị ka onye na-anọchi anya nkeji iri isii na otu, na mmeri otu. Na ngwụcha oge 2017 na afọ 18, ọ gara n'ihu na-apụta ugboro iri na isii, na goolu mbụ ya maka klọb ahụ bịara na 10 Machị 2018 megide Sunderland, naanị goolu nke egwuregwu ahụ. Goolu nke abụọ Eze gbara maka QPR bịara na mmeri 410 n'ụlọ megide Norwich City.",
  "Tupu oge 2018 na 19, Holloway hapụrụ Queens Park Rangers ka oge gara aga gwụchara na onye nọchiri ya, Steve McClaren nyere Eze uwe 10 maka klọb ahụ. Otu izu mgbe nke ahụ gasịrị, ọ bịanyere aka na nkwekọrịta afọ atọ ọhụrụ na QPR, na-ejikọta ya na klọb ahụ ruo June 2021. Eze bidoro oge ahụ nke ọma mgbe ọ gbara goolu mbụ ya n'oge ahụ, na mmeri Sheffield United na 11 Ọgọst 2018. Eze wee gbaa goolu abụọ n'usoro n'etiti 15 Septemba 2018 na 19 Septemba 2018 megide Bolton Wanderers na klọb mbụ ya, Millwall. Kemgbe mmalite nke oge 2018 na 19, ọ nọgidere na-abụ onye otu mbụ na-eme egwuregwu n'akụkụ ahụ, na-aga n'ihu na-egwu n'ọnọdụ dị iche iche n'etiti etiti. McClaren toro arụmọrụ ya, onye kwuru, sị: \"Eze nwere nnukwu nkà mana ọ rụrụ ọrụ dị ukwuu na bọọlụ n'ihe gbasara inyere ndị otu ahụ aka ịgbachitere",
  "Anyị na-arịọ ya ka o mee nke ahụ ma ọ dị mkpa ka o mee ya n'ihe gbasara mmepe ya",
  "\" Eze wee setịpụ goolu abụọ n'egwuregwu abụọ n'etiti 20 Ọktoba 2018 na 23 Ọktobe 2018 megide Ipswich Town na Sheffield Wednesday. Otu ọnwa mgbe nke ahụ gasịrị na 24 Nọvemba 2018 megide Stoke City, O setịpụrụ goolu abụọ maka Àngel Rangel, na 2o2 draw. Goolu nke anọ wee bịa na ụbọchị nke mbụ n'ọnwa Jenụwarị 2019, na 2 draw megide Aston Villa. Otú ọ dị, ka ọ na-erule ngwụcha oge 2018 na 19, Eze hụrụ onwe ya n'oge na-adịghị anya n'oche ọzọ. Ọ gbara egwuregwu iri anọ na isii n'afọ 2018 na afọ iri na itoolu, gbaa bọọlụ ugboro anọ na asọmpi niile.",
  "N'egwuregwu mmeghe nke oge 2019-20, Eze gbara goolu mbụ ya n'oge ahụ, \"na-agafe na Stoke City na-agbachitere iji mee ka Queen Park Rangers nwee mmeri okpukpu abụọ mgbe oge ahụ gasịrị\", iji merie 2o1. Izu atọ ka e mesịrị na 24 Ọgọstụ 2019, ọ gbara goolu nke abụọ ya n'oge ahụ, yana ịtọlite goolu nke atọ nke egwuregwu ahụ, na mmeri 3 na 1 megide Wigan Athletic. Izu abụọ ka e mesịrị na 11 Septemba 2019, Eze gbara goolu nke atọ ya n'oge ahụ, yana ịmepụta goolu nke tatu nke Queen Park Rangers n'egwuregwu ahụ, na mmeri 3X2 megide Luton Town. Mgbe egwuregwu ahụ gasịrị, EFL na WhoScored.com kpọrọ ya Team of the Week. Kemgbe mmalite nke oge 201920, Eze nọgidere na-anọ n'ọnọdụ mbụ ya n'akụkụ ahụ ma na-egwuri egwu n'ọnọdụ dị iche iche n'etiti etiti n'okpuru njikwa ọhụrụ nke Mark Warburton. O wee gbaa goolu anọ ọzọ na ngwụcha afọ 2019, gụnyere agba abụọ megide Hull City na Preston North End. Mgbe egwuregwu ahụ gasịrị, Warburton toro arụmọrụ ya, na-ekwu, sị: \"Ebe bụ nnukwu nkà",
  "Achọrọ m ka ọ nwee obi ụtọ na bọọlụ ya ma ọ ga-aghọta otú ịrụsi ọrụ ike achọrọ iji bulie talent o nwere",
  "Ọ bụ nwata nwoke nwere nkà, na-egwuri egwu nke ọma maka anyị, na-agba goolu ma enwere m olileanya na ọ na-egwukwa egwu na ihu ya",
  "\""
]