[
  "Ebere Onwudiwe bụ onye sayensị ndọrọ ndọrọ ọchịchị na onye na-ahụ maka akụ na ụba na Naijiria",
  "Ọ bụ onye isi oche nke O-analytics Research and Development Initiative.",
  "A mụrụ Ebere Onwudiwe n'obodo oge ochie nke Isu-Njaba na mpaghara Owerri ochie nke Ọwụwa Anyanwụ Naịjirịa na nne na nna Katọlik hụrụ n'anya, Mazi Simon Onwudiw Achigaonye na Magdalene Nwamgbede (Memme) Achigaonye",
  "Ya na nwanne nna ya nọrọ oge ụfọdụ n'oge ọ bụ nwata na Port Harcourt, Rivers Steeti, na Aba, Abia Steeti ebe ọ gara Sacred Heart College, ụlọ akwụkwọ sekọndrị Katọlik",
  "Ọ hapụrụ na klas nke abuọ ka Agha Obodo Naijiria malitere na 1967 wee sonye na Biafran Airforce ihe karịrị otu afọ mgbe e mesịrị (Regimental Wing) na-eje ozi na Uli Airport",
  "Na ngwụcha agha ahụ, ọ gụsịrị akwụkwọ sekọndrị ya",
  "Ọ nwụrụ na Jenụwarị 9, afo 2021.",
  "Onwudiwe gụrụ akwụkwọ na American College of Switzerland, na afo 1979 na Mahadum Sayensị na Nkà, 1980",
  "Ọ natara M.Sc",
  "(Econs), M.A",
  "(Int'l Relations) na Ph.D",
  "na (Pol",
  "Sci.) site na Mahadum Steeti Florida, Tallahassee.",
  "Ọ kụziri sayensị ndọrọ ndọrọ ọchịchị na akụ na ụba na Mahadum Central State, Wilberforce, Ohio ebe ọ bụ na ogenile onye nduzi nke National Resource Centre for African Studies n'oge dị iche iche, na onye isi nchịkwa nke Centre for International Studies",
  "Ọ bụkwa prọfesọ nleta na Mahadum Ohio State, Columbus, Ohio; Antioch College, Yellow Springs na Mahaduma Udo nke United Nations, Costa Rica.",
  "Onwudiwe bụ onye a ma ama na Centre for Democracy and Development, Abuja, ma jee ozi dị ka onye otu Kansụl Na-achị Isi nke Mahadum Igbinedion, Okada, Edo State na onye otu Board nke Ojukwu Center, Owerri, Imo State",
  "Ọ rụkwara ọrụ na Board of Economic Advisers na Office of the Adviser on Economic Matters to the President of Nigeria.",
  "Onwudiwe bụ onye ndụmọdụ ọchịchị na United Nations Economic Commission for Afrika na Addis Ababa, Ethiopia, ọ bụkwa onye na-ede akwụkwọ nke afọ 2007 African Governance Report nke Oxford University Press bipụtara na nso nso a",
  "Ọ rụrụ ọrụ na kọmitii mba nke Gọọmentị Federal nke Naịjirịa na Gọọmentụ nke Federal Capital Territory",
  "Ọ bụ onye ndụmọdụ na Kọmitii Nkà na ụzụ nke gọọmentị etiti guzobere na Niger Delta.",
  "Ọ bụ onye edemede a ma ama maka akwụkwọ akụkọ Naijiria Newswatch na Business Day",
  "Akụkọ ya pụtara na akwụkwọ akụkọ Naijiria na mgbasa ozi mba ụwa, gụnyere The Christian Science Monitor, The New York Times, International Herald Tribune, The Congressional Record, The United States Institute of Peace, US Senate, Los Angeles Times, na The Guardian (Nigeria) ebe ọ bụ onye na-enye onyinye mgbe niile",
  "N'afọ 2013 Onwudiwe kwadoro ihe ngosi nke ya \"The Conference\" na Nigerian Television Authority (NTA), ihe ngosi ahụ dịkwa na mba ụwa na Nigerian Television Authority International (NTAi)",
  "N'ihe ngosi ahụ, ya na ndị ọrụ dị iche iche na gọọmentị Naịjirịa kwurịtara okwu dị mkpa n'ụlọ.",
  "Ọ maliteghachiri Journal of Human Relations gbanwere aha ya ka ọ bụrụ The International Journal of African Studies (IJAS), wee bụrụ onye nchịkọta akụkọ ya site na afọ 1997 ruo afọ 2007",
  "IJAS nke na-adịghịzi adị ebipụtala ihe karịrị 100 isiokwu ndị ọgbọ nyochara, pasent 90 n'ime ha bụ ndị ọkà mmụta Afrịka dere, ndị agụmakwụkwọ ha na-esikarị ike ịbanye na akwụkwọ akụkọ Eurocentric.",
  "Onwudiwe kọwara nghọta nke Afro-optimism na mmetụta ya na mmepe a tụlere na ọrụ mbinye aka ya 'Afro-Optimism: Perspectives on Africa's Advances', nke ya na Minabere Ibelema dezigharịrị",
  "Echiche na Afrịka laghachiri azụ n'oge gọọmentị ndị na-achị ala ọzọ hapụrụ ụsọ mmiri ya zuru ebe niile",
  "Mpịakọta a bụ ihe na-emegide orthodoxy",
  "N'ebe a, ndị ọkà mmụta iri na atọ nwere nka sitere na akwụkwọ na akụkọ ihe mere eme ruo na nkà ihe ọmụma na akụ na ụba na-ekwu na Afrịka enweela ọganihu kemgbe ọchịchị ndị ọchịchị na-achị ma dị njikere ịga n'ihu n'agbanyeghị ihe ndọghachi azụ na mmechuihu",
  "Ndị nyere aka n'akwụkwọ ahụ na-ekwu na mmepe bụ maka ụmụ mmadụ, n'ihi ya, ha anaghị adabere naanị na atụmatụ na atụmatụ ọnụ ọgụgụ.",
  "Afro-Optimism bụ akwụkwọ nwere edemede dị mfe: Africa na-aga n'ihu, ọbụlagodi na mgbe ụfọdụ na-akwụsị akwụsị na ọsọ dị iche na ụwa ndị ọzọ",
  "Echiche a na-ahụkarị n'etiti ndị nta akụkọ na ndị ọkà mmụta bụ na ọnọdụ Afrịka dara mgbe gọọmentị ndị na-achị ala ahụ hapụrụ ụsọ mmiri ya",
  "Isiakwụkwọ ndị dị n'akwụkwọ a na-ekpuchi ọganihu Afrịka na ahụike, ọrụ ugbo, njem, ihe ọhụrụ ọdịbendị, na ọganihu akụ na ụba",
  "Ndị nyere aka n'akwụkwọ ahụ na-ekwu na mmepe bụ maka ụmụ mmadụ, n'ihi ya, ha anaghị adabere naanị na atụmatụ na atụmatụ ọnụ ọgụgụ",
  "Ihe odide ndị dị n'akwụkwọ a na-atụle ọganihu mba Afrịka mere n'agbanyeghị, na mgbe ụfọdụ n'ihi, ahụmịhe ha nke ọchịchị ndị Europe",
  "Ndị nyere aka na-ekwu na n'akụkụ niile nke mmepe, ndị Afrịka ga-emeri ihe mgbochi nke ndị ọchịchị ma ọ bụ na-ewulite na ntọala ndị ọchịchị",
  "Ọ bụ ezie na ndị na-ede akwụkwọ kwetara na arụmọrụ na-akụda mmụọ nke Afrịka n'ụzọ dị iche iche, ha na-ekwusi ike n'oge niile na-elekwasị anya na ọdịda Afrịka na-emepụta ihe ọhụrụ ma na-eme ka echiche ọjọọ dị ugbu a banyere Afrịka nke oge a sikwuo ike.",
  "Nnyocha sitere na African Studies Review kwuru - \"N'iburu n'uche ihe isi ike nke ọrụ ha, ndị editọ na ndị na-enye aka na-arụ ọrụ dị mma n'ịchịkwa, megide ihe mgbagwoju anya, iji mepụta ohere ezi uche dị na ya maka olileanya a tụrụ megide usoro Afro-pessimism",
  "\""
]