[
  "A na-emepụta elu ugwu (ma ọ bụ elu ugwu) mgbe ifufe kụrụ ihe mgbochi, na-abụkarị ugwu ma ọ bụ ugwu, nke ahụ buru ibu ma dị elu iji mee ka ifufe gaa n'elu.",
  "Ọ bụrụ na ifufe dị ike nke ukwuu, elu ugwu ahụ na-enye ike zuru ezu maka ndị na-agba ọsọ, kpọgidere ndị na-agba ọsọ, paragliders na nnụnụ ka ha nọrọ n'elu ruo ogologo oge ma ọ bụ gaa ogologo oge site na 'ịdị elu ugwu'",
  "Ọ bụ ezie na ụgbọelu na-enweghị ike na-agbadata n'ime ikuku, ha ga-arịgo ma ọ bụrụ na ikuku gbara ya gburugburu na-arị elu ngwa ngwa karịa ọnụego ha",
  "Ndị na-anụ ọkụ n'obi na-ese n'elu ihe na-ezo aka na usoro a dị ka \"mkpọda na-amị amị\" ma ọ bụ \"mkpọda\".",
  "Orville Wright jiri ridge lift mee ihe, setịpụ ihe ndekọ oge nke nkeji iri na otu na 1911",
  "Otú ọ dị, egwuregwu nke ife efe malitere na Germany mgbe Agha Ụwa Mbụ gasịrị",
  "N'afọ 1921, Dr",
  "Wolfgang Klemperer mebiri ihe ndekọ nke Wright Brothers São 1911 na arị elu na efe efe nke nkeji 13. N'afọ 1922, Arthur Martens ghọrọ onye mbụ na anya ụgbọelu na efe efe iji elu na arịgo n'akụkụ ugwu iji nọrọ n'elu ruo ogologo oge, na ụgbọ elu karịa otu awa.",
  "A na-emepụta elu ugwu mgbe ifufe na-efegharị n'elu ugwu, ugwu, ugwu ma ọ bụ ebili mmiri nke oké osimiri, na-eme ka ikuku rịa elu",
  "Na meteorology a maara nke a dị ka orographic ebuli Ifufe na-emepụta mpaghara ikuku na ebili kpọmkwem n'elu ndagwurugwu ahụ, nke nwere ike ịgbatị n'ebe dị anya n'elu na n'èzí site na ihu ya n'ihi na ikuku na agbaso elu ugwu ahụ",
  "Otú ọ dị, n'ebe dị nso na ugwu ndị kwụ ọtọ, a na enwekarị mpaghara ọgba aghara na ikuku na agbadata n'akụkụ ala ugwu ahụ",
  "N'okpuru ifufe nke ugwu ahụ, ebili mmiri nwere ike ịmepụta; ndị na anya ụgbọelu na ejikwa ha eme ihe iji nweta ịdị elu, mana nke a ekwesịghị ịgbagwoju anya na ndagwurugwu.",
  "N'akụkụ ndagwurugwu kama ugwu kwụ ọtọ, a na ahụkarị ihe kachasị ike n'ụzọ ụgbọ elu nke na ejikọta ya na akara efu na-apụta na nkuku ziri ezi site na ndagwurughu.",
  "Ugwu dị ogologo dị ka ndị a hụrụ na Ridge-na-ndagwurugwu Appalachians na United States, New Zealand, na Chile ejirila ndị na anya ụgbọelu na efefe ihe karịrị otu puku kilomita n'otu ụgbọ elu",
  "Nnụnụ, dị ka ọtụtụ nnụnụ mmiri (karịsịa albatross) na raptors, na-ejikwa ndagwurugwu n'ụzọ a."
]