[
  "The Nile Basin Initiative (NBI) bụ mmekọrịta dị n'etiti steeti ndị dị n'akụkụ osimiri Naịl nke na-achọ ịzụlite osimiri ahụ n'ụzọ mmekorita, ịkekọrịta uru mmekọrịta ọha na eze, ma kwalite udo na nchekwa mpaghara gburugburu. NBI malitere site na mkparịta ụka n'etiti steeti ndị dị n'akụkụ osimiri nke mere ka e nwee ebumnuche ọhụụ iji nweta mmepe mmekọrịta ọha na eze na akụ na ụba na-adịgide adịgide site na iji ya eme ihe n'ụzọ ziri ezi, ma rite uru site na, ihe ndị dị na mmiri Naịl",
  "\" Ọ bidoro n'ọnwa Febụwarị n'afọ 1999 site n'aka ndị minista mmiri nkè mba itoolu na-ekerịta osimiri ahụ: Egypt, Sudan, Ethiopia, Uganda, Kenya, Tanzania, Burundi, Rwanda, Democratic Republic of Congo (DRC), yana Eritrea dị ka ónyé na-ekiri. Site na mmalite ya, World Bank na ndị mmekọ ndị ọzọ na-akwado Nile Basin Initiative",
  "Ụlọ akụ ụwa nwèrè ikike ịkwado ọrụ NBI, dị ka ónyé isi mmepe na dịka ónyé nchịkwa nke ọtụtụ ndị na-enye onyinye Nile Basin Trust Fund. Otu n'ime ndị mmekọ bụ \"Nile Basin Discourse\", nke na-akọwa onwe ya dị ka \"netwọk ọha na eze nke òtù ndị na-achọ inweta mmetụta dị mma na mmepe nke ọrụ na mmemme n'okpuru Nile Basin Initiative\".",
  "Usoro ụlọ ọrụ NBI nwèrè ụlọ ọrụ atọ dị mkpa:",
  "The Shared Vision Program (SVP), mmemme zuru oke nke na-elekwasị anya n'iwu ụlọ ọrụ, ịkekọrịta data na ozi, inye ọzụzụ na ịmepụta ụzọ màkà mkparịta ụka na netwọk mpaghara niile dị mkpa maka idozi nsogbụ, mmepe mmekorita, na ịzụlite mmemme ọtụtụ ngalaba na ọtụtụ mba nke itinye ego iji mepụta ihe onwunwe mmiri n'ụzọ na-adịgide adịgide. A na-enye ya ego site na enyemaka ma na-ezube ịkwalite ntụkwasị obi iji wuo gbụrụ-gbúrụ ebe obibi màkà itinye ego",
  "N'afọ 2010 ọ gụnyere ọrụ asatọ na-esonụ na-elekwasị anya na ọzụzụ mpaghara:",
  "The Eastern Nile Subsidiary Action Program (ENSAP) \"na-achọ ịzụlite ihe onwunwe mmiri nke Eastern Nile Basin n'ụzọ na-adịgide adịgide na nké ziri ezi iji hụ na ọganihu, nchekwa na udo màkà ndị ya niile\"",
  "Ọ bụ Eastern Nile Technical Regional Office (ENTRO) nké dị na Addis Ababa, Ethiopia na-elekọta ya",
  "A na-achịkọta ya n'ime itinye ego ngwa ngwa na itinye ego dị mgbagwoju anya, ogologo ógè na-etinye ego n'ọtụtụ ebumnuche.",
  "Egwú a gụnyere ọrụ anọ na mmalite afọ 2008:",
  "Ọrụ nchịkwa mmiri mpaghara na-ezube iguzobe njikwa na-adịgide adịgide nke mmiri na Tekeze, Atbara, Mareb, Abbay / Blue Nile na osimiri Baro / Akobo / Sobat na Ethiopia na Sudan",
  "Ébé ọrụ mbụ a chọpụtara gụnyere Lake Nasser / Nubia na Egypt; Jamma, Reb, na Gumara sub-basins, yana njikwa mmiri na Tana-Beles dị ka akụkụ nke Tana-Bels Integrated Water Resources Development Project na Ethiopia; na ala Atbara, Ingessena Mountains na mpaghara ndị gbara Dinder National Park gbụrụ-gbúrụ na Sudan.",
  "Ụzọ nwéré ọtụtụ ebumnuche gụnyere usoro ọmụmụ iji mepụta ngwá ọrụ nyocha nkịtị, yana atụmatụ nnwale màkà itinye ego a na-akpọ Joint Multipurpose Program.",
  "A ga-emepụta ngwá ọrụ nyocha ọtụtụ màkà ngalaba ọkụ, njikwa mmiri na ịgba mmiri / drainage, jikọtara ya na usoro atụmatụ zuru oke.",
  "The Nile Equatorial Lakes Subsidiary Action Program (NELSAP) bụ mmemme itinye ego n'okpuru Nile Basin Initiative (NBI)",
  "Ebumnuche ya bụ inyere aka belata ịda ogbenye, kwalite uto akụ na ụba, na iweghachi mmebi gbụrụ-gbúrụ ébé obibi",
  "Ihe omume NELSAP na-ada n'okpuru mpaghara mmemme abụọ sara mbara: Natural Resources Management and Development, na Power Development and Trade.",
  "A na-akwado atụmatụ Naịl Basin site na onyinye sitere na mba NBI n'onwe ha na site na nkwado nke ụlọ ọrụ ego mba ụwa dị ka World Bank, Global Environmental Facility na African Development Bank na ndị ọzọ na-enye ònyìnyé",
  "N'afọ 2003, e mepụtara ego ntụkwasị obi nke ụlọ akụ ụwa na-achịkwa, nke nwéré ọtụtụ ndị na-enye onyinye iji kwekọọ na ònyìnyé ndị na-inye ònyìnyé",
  "Ndị nyere ònyìnyé nyere site na Nile Basin Trust Fund ruo na mmalite afọ 2008 gụnyere Canada, Denmark, Netherlands, Norway, Sweden na United Kingdom",
  "Ndị ọzọ na-enye ònyìnyé na NBI gụnyere Finland, France, Germany, Italy, Latvia, Estonia, EU na ụlọ ọrụ UN dị iche iche dị ka UNDP na FAO."
]