[
  "Ebute Metta bụ agbata obi nke Lagos Mainland, Lagos, na Lagos State, Nigeria.",
  "Ebute Metta bụ onye a ma ama maka mmepụta na ire nri na ákwà obodo",
  "Ọ bụ akụkụ ochie nke Lagos Steeti, e wuru ọtụtụ n'ime ụlọ ya n'oge ọchịchị ndị Brazil na-eji ihe owuwu Brazil.",
  "Ebute Metta bụ akụkụ nke Awori Alaeze nke Otto",
  "Isi obodo ya dị na Otto obere oge tupu Iddo n'ụzọ Lagos Island.\nEbute Metta pụtara \"Ọdụ Ụgbọ Mmiri atọ\" n'asụsụ Yoruba",
  "Nke a na-ezo aka na Iddo, Otto na Oyingbo.\nN'oge ochie, eze, Oba Oloto nke Otto, na-achịkwa ọdụ ụgbọ mmiri ndị a ma mee ka ndị ọrụ ya na-anakọta ụtụ isi site na ụgbọ mmiri na-ebubata ngwongwo na Lagos site na ha.",
  "N'afọ 1867, enwere nnukwu esemokwu n'etiti ndị Kraịst na ndị na-agbaso okpukpe ọdịnala na Abeokuta nke nọ n'ọnụ snowballing n'ime nsogbu nke ịrọ òtù.\nN'abalị ụtụtụ nke ụfọdụ ndị ozi ala ọzọ Europe hapụrụ Abeokuta, ndị Kraịst a tọghatara - na-atụ egwu na ndị na-akwado ọdịnala ga-agbadata na ha na-enweghị ndị na-eme ihe nkiri Europe - rịọrọ ndị Europe ka ha kpọrọ ha gaa Lagos.",
  "Mgbe ha rutere n'ógbè ahụ, ndị ozi ala ọzọ Europe gakwuru eze Lagos ịrịọ ya ka o nye ndị Kraịst Egba ala site na Abeokuta",
  "Na nzaghachi, eze ahụ kwuru na Lagos Island jupụtara na ya enweghị ike inye ndị Egba obere ala dịnụ",
  "Kama nke ahụ, ọ tụrụ aro ka Gọvanọ Colonial, John Hawley Glover, kpọtụrụ nwanne ya nwoke Oba, Oloto, onye ókèala ya dị n'ofe ọdọ mmiri ahụ.",
  "Gọvanọ Glover gakwuru Oloto, onye kwetara inye Egbas nnukwu ala site na Oyingbo (Coates Street) ruo ebe ụfọdụ tupu ala Yaba amalite (Glover Street, ebe e mechara wuo LSDPC Estate ihe dị ka afọ 130 ka e mesịrị).",
  "Ndị Kraịst Egba a - ụfọdụ n'ime ha bụ Saros na Amaros - wee guzobe obodo nke ha kpọrọ Ago Egba, Yoruba maka \"Egba Camp\"",
  "Ha wuru ụlọ ụka ha, St",
  "Judeo Church, ụlọ akwụkwọ iji kụziere ụmụ ha, na nchegbu azụmahịa, ha kewara ala ahụ n'okporo ámá ndị a na-akpọ aha ndị ozi ala ọzọ ha na ndị isi ọchịchị ha",
  "A na-akpọkwa okporo ámá ndị ahụ aha ụfọdụ ndị isi Egba dị ka Oloye Osholake",
  "Ya mere anyị nwere Denton Street (ebe ọ bụ na a gbanwere aha ya bụ Murtala Muhammad Way), Griffith Street, Freeman Street, King George V Street (ebe a gbanwere ya bụ Herbert Macaulay Street), Cemetery Street, Bola Street, Osholake Street, Tapa Street na Okobaba Street.",
  "Ndị Egba gara n'ihu mepụta ndị ọrụ gọọmentị mbụ na Naịjirịa",
  "Mgbe njikọta nke afọ 1914 na iwu ụzọ ụgbọ okporo ígwè, Ebute Metta ghọrọ nnukwu ebe maka ọtụtụ ndị si n'ime ime obodo na-abịa Lagos, ọtụtụ n'ime ha enweghị ike inweta ebe obibi n'àgwàetiti ahụ (naanị ndị Europe na ndị Naijiria nọ n'ọkwá dị elu).",
  "Ndị Ago Egba nọ na Ebute Metta wuru Lisabi Hall nke e nyere iwu na afo 1938, oge nke ọgbọ nke atọ ha ghọrọ ndị injinia, ndị na-ahụ maka teknụzụ na ndị isi ọdụ ụgbọ okporo ígwè nke Naịjirịa nwere ọdụ na ọfịs dị nso.",
  "Ebute Metta nwere ọtụtụ ụlọ ama ama gụnyere isi ụlọ ọrụ Nigerian Railway Corporation, post ọfịs, St",
  "Paul's Catholic Church, Ahịa Oyingbo, nnukwu ọdụ bọs, Foucos Uloakwukwo Secondari  (ụlọ akwụkwọ nke onye bụbu minista maka agụmakwụkwọ wuru), St",
  "Saviour's School, Junior Strides Academy, Ajayi Memorial Hospital, Ijero Baptist Church Nursery and Primary School, Ebute Meta Health Centre, Federal Medical Centre Ebute Mett, na ụlọ ahịa niile. Ebute Metta kewara n'ime mpaghara abụọ: Ebute Mett East na Ebute Meta West.",
  "Ebute Metta bụ ụzọ isi na-ejikọ mpaghara Lagos na agwaetiti atọ nke Victoria, Ikoyi na Lagos Island",
  "Nnukwu netwọk nke flyovers na ụzọ ịnweta na-ejikọta akụkụ dị iche iche nke Lagos n'ofe ala Iddo.",
  "28",
  "Media related to Ebute Metta at Wikimedia CommonsÀtụ:Lagos"
]