[
  "World Wide Views on Global Warming: Ọrụ zuru ụwa ọnụ nke The Danish Board of Technology bịdọrọ n'oge United Nations Climate Change Conference (COP15) nkè emere na Copenhagen n'ọnwa Disemba afọ 2009.",
  "World Wide Views on Global Warming (ma ọ bụ naanị WWViews) bụ ọrụ itinye áká na ụmụ amaala mba ụwa dabere nà usoro ndị The Danish Board of Technology mepụtara màkà ebumnuche itinye ụmụ amaala na usoro mkpebi ndọrọ ndọrọ ọchịchị.",
  "E mèrè nzukọ ọrụ World Wide Views n'ubochi irí abụọ na isii n'ọnwa Septemba, 2009 n'otu ógè na mba niile sonyere ma n'ụbọchị a ụmụ amaala rụrịtara ụka otu isiokwu ahụ e nyèrè n'ọnwa Disemba 2009 United Nations Climate Change Conference",
  "Dabere na mkparịta ụka a maara nkè ọma na nke a haziri ahazi na nkwupụta ndị ọkachamara, ụmụ amaala otu narị na mba ọ bụla méré ka obi ha chee echiche banyéré ọtụtụ ajụjụ na nsogbụ gbásárá akụkụ dị iche iche nke arụmụka ihu igwe",
  "A na-ebugote nsonaazụ n'ụbọchị niile ma dị n'ihu ọha na ebe nrụọrụ weebụ ọrụ (lee njikọ dị n'okpuru)",
  "Azịza ụfọdụ nwèrè ike ịba ụba, na-enye ohere iji ọnụ ọgụgụ tụnyere, mana n'adịghị ka nyocha ógè niile, usoro eji eme ihe màkà WWViews nyekwara ndị sonyere nhọrọ nke ikwurịta ajụjụ n'èzí ma mee ka azịza ndị ahụ ruo eru.",
  "Ihe karịrị ụmụ amaala puku anọ na-anọchite anya mba irí atọ na asato n'ofe ụwa sonyeere World Wide Views on Global Warming, ndị na-arụ ọrụ dị mkpa n'ịgbasawanye uto nke ọrụ WWViews",
  "Ọrụ ndị mmekọ bụ ịme nzukọ mba na mpaghara màkà WWviews",
  "Enweghị enyemaka nke ndị mmekọ a si gbụrụ-gbúrụ ụwa, WWViews agaghị enwe ihe ịga nke ọma.",
  "Na-eduga na Nzukọ Convention on Biological Diversity Conference of the Parties (COP 11) màkà ụdị dị iche iche dị iche iche na India 2012, e mèrè nzukọ ụmụ amaala irí atọ na anọ na mba irí abụọ na ise gafee ụwa n'ubochi irí na ise n'onwa Septemba, 2012, na-agụnye ndị mmekọ irí anọ na abụọ ochie na ndị ọhụrụ ma na-ewulite na ahụmịhe sitere na World Wide View on Global Warming dị ka akụkụ nke ọrụ World Wide Views kachasị ọhụrụ, World Wide Vieves on Biodiversity."
]