[
  "Echiche Köhler na-akọwa usoro nkè mmiri na-ekpo ọkụ na-agbakọta ma na-emepụta mmiri igwe ojii, ma dabere na thermodynamics",
  "Ọ na-ejikọta mmetụta Kelvin, nké na-akọwa mgbanwe na nrụgide ikuku saturation n'ihi elu gbagọrọ agbagọ, na Iwu Raoult, nke na'ejikọta nrụgide ikuku saturatation na solute. Ọ bụ usoro dị mkpà n'ọhịa nke physics igwe ojii",
  "Ọ bụ Hilding Köhler, Prọfesọ nke Meteorology na Mahadum Uppsala bipụtara yá nà afọ 1936.",
  "ln\n        ⁡\n        \n          (\n          \n            \n              \n                \n                  p\n                  \n                    w\n                  \n                \n                (\n                \n                  D\n                  \n                    p\n                  \n                \n                )\n              \n              \n                p\n                \n                  0\n                \n              \n            \n          \n          )\n        \n        =\n        \n          \n            \n              4\n              \n                M\n                \n                  w\n                \n              \n              \n                σ\n                \n                  w\n                \n              \n            \n            \n              R\n              T\n              \n                ρ\n                \n                  w\n                \n              \n              \n                D\n                \n                  p\n                \n              \n            \n          \n        \n        −\n        \n          \n            \n              6\n              \n                n\n                \n                  s\n                \n              \n              \n                M\n                \n                  w\n                \n              \n            \n            \n              π\n              \n                ρ\n                \n                  w\n                \n              \n              \n                D\n                \n                  p\n                \n                \n                  3\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\ln \\left({\\frac {p_{w}(D_{p})}{p^{0}}}\\right)={\\frac {4M_{w}\\sigma _{w}}{RT\\rho _{w}D_{p}}}-{\\frac {6n_{s}M_{w}}{\\pi \\rho _{w}D_{p}^{3}}}}",
  "ébé nrụgide mmiri mmiri na-ekpo ọkụ, bụ nrụgide ikuku na-ekwekọ n'elu ala dị larịị, bụ nrụrụ aka n'elu mmiri, bụ njupụta nke mmiri dị ọcha, bụ moles nke solute, bụ ịdị arọ nke mmiri, ọ bụkwa dayameta nke igwe ojii.\n  \n    \n      \n        \n          p\n          \n            w\n          \n        \n      \n    \n    {\\displaystyle p_{w}}\n  \n\n  \n    \n      \n        \n          p\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle p^{0}}\n  \n\n  \n    \n      \n        \n          σ\n          \n            w\n          \n        \n      \n    \n    {\\displaystyle \\sigma _{w}}\n  \n\n  \n    \n      \n        \n          ρ\n          \n            w\n          \n        \n      \n    \n    {\\displaystyle \\rho _{w}}\n  \n\n  \n    \n      \n        \n          n\n          \n            s\n          \n        \n      \n    \n    {\\displaystyle n_{s}}\n  \n\n  \n    \n      \n        \n          M\n          \n            w\n          \n        \n      \n    \n    {\\displaystyle M_{w}}\n  \n\n  \n    \n      \n        \n          D\n          \n            p\n          \n        \n      \n    \n    {\\displaystyle D_{p}}",
  "A na-akpọ echiche Köhler aha Hilding Köhler (1888[[1982)",
  "Usoro Köhler bụ ihe ngosi ányà nke usoro Köhler",
  "Ọ na-egosi supersaturation nke igwe ojii na-adaba na gburu-gburu ébé obibi n'ọtụtụ diameters",
  "Ezigbo ọdịdị nke usoro ahụ dabere na ọnụọgụ na ihe mejupụtara solutes dị na ikuku",
  "Usoro Köhler ébé solute bụ sodium chloride dị íchè na mgbè solute bụ soda nitrate ma ọ bụ ammonium sulfate.",
  "Ihe osise dị n'elu na-egosi usoro Köhler atọ nke sodium chloride",
  "Tụlee (maka mmiri nwéré solute nke diamita yá bụ 0.05 micrometers) otu ébé na eserese ébé mmiri dị na 0.1 micrometers na supersaturation bụ 0.35%",
  "Ébé ọ bụ na iru mmiri dị n'elu 100%, droplet ga-eto ruo mgbè ọ nọ na thermodynamic equilibrium",
  "Ka mmiri ahụ na-eto, ọ naghị ahụ nkwụsi ike, ya mèrè ọ na-eto n'enweghị njedebe",
  "Otú ọ dị, ọ bụrụ na supersaturation bụ naanị 0.3%, ọdịda ahụ ga-etolite ruo ihe dị ka 0.5 micrometers",
  "A na-akpọ supersaturation nké ọdịda ahụ ga-etolite n'enweghị njedebe supersaturasion dị oke egwu",
  "A na-akpọ dayameta nke ọnụ ọnụ ọnụ ahụ dị oke egwu."
]