[
  "Nnyocha, ọgwụgwọ, na ahụmịhe nke oria isi nghasadịgasị iche n'ụwa niile",
  "Ọ bụ ezie na nchọpụta nke autism na-arị elu na mba ndị na-emepe emepe, ọnụ ọgụgụ nchọpụta dị ala na mba ndị mepere emepe.",
  "Nnyocha nke Autism nke e mere n'Afrika abụwo ihe a na-adịghị ahụkebe na enweghị nnọchiteanya nke mba Afrịka niile, na-eme ka mgbasa nke autism n'Afrika sie ike ịkọwa. Enwere ike ileghara mmụba anya n'ihi na a na-akọ akụkọ ndị ahụ na-agbanwe ka ha sie ike, ma si otú a bụrụ ndị a na-ahụkarị, nke autism. N'Africa, nchọpụta nke ọrịa isi nghasa na-ejikarị epilepsy ma ọ bụ nkwarụ ọgụgụ isi eme ihe.",
  "]",
  "Nnyocha akọwaghị ngosipụta ahụike nke ọrịa isi nghasa na mba Afrịka. Ịmata banyere ọrịa isi nghasa dị ala, ọkachasị na mpaghara Sahara Africa",
  "Bakare na Munir na-atụ aro na agụmakwụkwọ maka ọha na eze na ndị ọrụ ahụike dị oke mkpa maka nchọpụta ASD n'oge ka ntinye aka n'oge wee nwee ike ịdị irè maka ụmụaka Afrịka.",
  "A maghị ọrịa ịsị nghasa ruo n'afọ ndị 1980 na China",
  "Ọnụ ọgụgụ a na-eme atụmatụ na ọ bụ 11.8 n'ime mmadụ 10,000 ebe ọnụ ọgụgụ a na'ime ọnọdụ ọrịa ịsị nghasa bụ 26.6 n'ime ndị mmadụ 10,000",
  "Na Japan, atụmatụ ndị na-adịbeghị anya nke ụdị ọrịa ịsị nghasa dị elu dị ka 13 n'ime mmadụ 10,000",
  "Nke a na-egosi na ọrịa ịsị nghasa  bụ ihe a na-ahụkarị n'Eshia karịa ka e chere na mbụ",
  "A na-ejikarị Childhood Autism Rating Scale (CARS), Clancy Autism Behavior Scale (CABS), Autism Be behavioor Checklist (ABC), na Checklist for Autism in Toddlers (CHAT) eme ihe dị ka ngwá ọrụ nyocha na China",
  "(lee oria ịsị nghasa na China)",
  "N'afọ 2013, mba asatọ dị na South Asia nabatara akwụkwọ ikike na nzukọ mbụ nke South Asian ọrịa ịsị nghasa netwọk",
  "Mba ndị ahụ na-eme atụmatụ iso ụlọ ọrụ ndị ọzọ na-arụkọ ọrụ, SAAN na-akwalite nlekọta ahụike ogologo oge yana mmemme itinye aka maka ndị nwere ọrịa ịsị nghasa",
  "N'ebe ụfọdụ, nchọpụta na ọgwụgwọ nke ọrịa ịsị nghasa nwere ike isi ike n'ihi enweghị ụlọ ọrụ ma ọ bụ ndị dọkịta nwere ike ịmata ọrịa ịsị nghasa",
  "Ezinụlọ ụfọdụ ga-eme njem ruo ọtụtụ awa ma ọ bụ ụbọchị iji ruo ebe a na-ahụ maka nchọpụta",
  "Ịkatọ ndị mmadụ n'anya bụkwa ihe dị mkpa",
  "Ezinụlọ nke ụmụaka nwere ọrịa ịsị nghasa na Hong Kong na China nwere ike ịnwe mkparị site n'aka ndị ọzọ, nke nwere ike iduga na mkparị onwe ha na ọdịbendị ebe ndị mmadụ na-elekwasị anya na njirimara ha karịa njirimara ha",
  "Nke a na-egosi na ndị nne na nna nọ na China na Hong Kong nwere ike ịnwe nrụgide karịa site n'ịzụlite nwatakịrị nwere ọrịa ịsị nghasa karịa ndị nne na nne na nna n'ebe ndị ọzọ",
  "Nkwado sitere n'aka ndị enyi, ezinụlọ, na ndị ọkachamara dị oke mkpa iji bulie ọdịmma uche nke ndị nne na nna na-enwe ihere",
  "Ọrịa ịsị nghasa nwere ike ịbụ ihe dị mkpa na India n'ihi ihe ndị na-adịghị mma na mmekọrịta mmadụ na ibe ya, nke nwere ike ịkpata nchegbu pụrụ iche n'ihi uru nke mmekọrịta mmadụ na mmadụ na ibe ha na ụkpụrụ mmekọrịta mmadụ na India",
  "[ihe odide ahụike dị mkpa]",
  "Ajụjụ banyere ihe nwere ike ịkpata ihe omume Hikikomori na Japan ekwuola",
  "N'ihi na Hikikomori yiri nkewa mmekọrịta mmadụ na ibe ya nke ụfọdụ ndị nwere nsogbu ọdịdị autism gosipụtara, ụfọdụ ndị na-ahụ maka isi mgbaka na-atụ aro na ọ nwere ike inwe njikọ na nsogbu ọdịdị nke ọrịa ịsị nghasa na nsogbu ndị ọzọ nwere ike imetụta njikọta mmekọrịta mmadụ na eze, mana na nsogbu ha gbanwere site na ngosipụta ọdịda anyanwụ ha n'ihi nrụgide mmekọrịta na ọdịbendị nke Japan."
]