[
  "Ecophysiology (nke sitere na Greek οἶκος, oikos, \"ụlọ (jide)\"; φύσις, physis, \"ụdị, mmalite\"; na -λογία, -logia), physiology gburugburu ebe obibi ma ọ bụ physiological ecology bụ usoro ndu nke na-amụ nzaghachi nke anụ ahụ physiology",
  "na ọnọdụ gburugburu ebe obibi",
  "Ọ nwere njikọ chiri anya na physiology comparative na evolushọn physiology",
  "A na-arụ ọrụ bionomy mkpụrụ ego Ernst Haeckel mgbe ụfọdụ dị ka otu okwu.",
  "Osisi ecophysiology na-elekwasị anya nke ukwuu na isiokwu abụọ: usoro (otú osisi si ele ma na-emeghachi omume na mgbanwe gburugburu ebe obibi) na scaling ma ọ bụ mwekota (otu esi aza nzaghachi na ọnọdụ mgbanwe dị ukwuu-dịka ọmụmaatụ, gradients site na ìhè anyanwụ zuru oke ruo 95% ndò n'ime osisi osisi-na-ahazi ya",
  "ha na ibe ha), na otu esi aghọta mmetụta mkpokọta ha na uto osisi na mgbanwe gas na ndabere a.",
  "N'ọtụtụ ọnọdụ, ụmụ anụmanụ na-enwe ike ịgbanahụ ihe ndị na-adịghị mma ma na-agbanwe gburugburu ebe obibi dị ka okpomọkụ, oyi, oké ọkọchị ma ọ bụ idei mmiri, ebe osisi na-enweghị ike ịpụ apụ na ya mere ga-atachi obi n'ọnọdụ ọjọọ ma ọ bụ na-ala n'iyi (anụmanụ na-aga ebe, osisi na-eto eto)",
  "Ya mere, osisi bụ phenotypically plastic ma nwee ọmarịcha ụdị mkpụrụ ndụ ihe nketa na-enyere aka n'ịkwalite ọnọdụ mgbanwe",
  "A na-eche na ọnụọgụ mkpụrụ ndụ ihe nketa a nwere ike ịkọwa akụkụ ụfọdụ site na mkpa ụdị osisi nwere ịdị ndụ n'ọtụtụ ọnọdụ.",
  "Ìhè bụ nri nke osisi, ya bụ, ụdị ike nke osisi na-eji wuo onwe ha ma mụta nwa",
  "Akụkụ ahụ na-egbute ìhè na osisi bụ akwụkwọ na usoro a na-esi atụgharị ìhè ka ọ bụrụ biomass bụ photosynthesis",
  "A na-akpọ nzaghachi nke photosynthesis na ìhè ọkụ nke net photosynthesis (PI curve)",
  "A na-akọwakarị ọdịdị ahụ site na hyperbola na-abụghị akụkụ anọ",
  "Ọnụ ọgụgụ atọ nke mgbanaka nzaghachi ọkụ bara uru karịsịa n'ịkọwa nzaghachi osisi na ike ọkụ",
  "Asymptote na-achọsi ike nwere mkpọda dị mma na-anọchite anya arụmọrụ nke ọkụ ọkụ, a na-akpọkwa ya arụmọrụ quantum; x-intercept bụ ìhè ike nke biochemical assimilation (gross assimilation) itule akwukwo iku ume ka net CO2 mgbanwe nke akwukwo bụ efu, na-akpọ ìhè nkwụghachi ụgwọ; yana asymptote kwụ ọtọ na-anọchi anya ọnụego nnabata kacha",
  "Mgbe ụfọdụ, mgbe ha nwetasịrị oke assimilation na-ebelata maka usoro a na-akpọkọ ọnụ dị ka photoinhibition.",
  "Dị ka ọ dị n'ọtụtụ ihe abiotic, ike ọkụ (irradiance) nwere ike ịbụ ma suboptimal na oke",
  "Ìhè na-enweghị atụ (ndò) na-apụtakarị n'okpuru ala osisi ma ọ bụ n'ebe dị ala",
  "Osisi ndị na-anabata ndò nwere ọtụtụ mgbanwe iji nyere ha aka ịlanarị n'ụdị agbanweela na ịdịmma nke ìhè nke gburugburu ndo.",
  "Ìhè karịrị akarị na-apụta n'elu ụlọ elu na n'ala mepere emepe mgbe mkpuchi ígwé ojii dị ala na akụkụ zenith nke anyanwụ dị ala, nke a na-emekarị na okpomọkụ na n'ebe dị elu",
  "Mmụba ọkụ karịrị akarị na akwukwo nwere ike ibute photoinhibition na mbibi foto",
  "Osisi ndị a na-emegharị na gburugburu ọkụ dị elu nwere ụdị mgbanwe dị iche iche iji zere ma ọ bụ wepụ ike ọkụ na-agafe agafe, yana usoro na-ebelata oke mmerụ ahụ kpatara.",
  "Ike ọkụ bụkwa ihe dị mkpa n'ịchọpụta okpomọkụ nke akụkụ osisi (mmefu ego ume).",
  "Na nzaghachi na oke okpomọkụ, osisi nwere ike ịmepụta protein dị iche iche",
  "Ndị a na-echebe ha pụọ ​​​​na mmetụta ọjọọ nke nhazi ice na ọdịda nke enzyme catalysis na obere okpomọkụ, yana site na denaturation enzyme na mmụba photorespiration na okpomọkụ dị elu",
  "Ka okpomọkụ na-ada, mmepụta nke protein antifirize na dehydrin na-abawanye",
  "Ka okpomọkụ na-ebili, mmepụta protein ndị na-ekpo ọkụ na-abawanye",
  "Adịghị nhata nke metabolic jikọtara ya na oke okpomọkụ na-ebute mmụba nke ụdị oxygen na-emeghachi omume, nke sistemu antioxidant nwere ike igbochi ya",
  "A na-emetụtakwa akpụkpọ anụ cell site na mgbanwe na okpomọkụ ma nwee ike ime ka akpụkpọ ahụ kwụsịlata ihe onwunwe mmiri ya wee ghọọ gel na ọnọdụ oyi ma ọ bụ na-agbapụta na ọnọdụ ọkụ",
  "Nke a nwere ike imetụta mmegharị nke ogige n'ofe akpụkpọ ahụ",
  "Iji gbochie mgbanwe ndị a, osisi nwere ike ịgbanwe ihe mejupụtara nke membranes ha",
  "N'ọnọdụ oyi, a na-etinye acids fatty acids na akpụkpọ ahụ na n'ọnọdụ dị ọkụ, a na-etinyekwu fatty acids.",
  "Osisi nwere ike zere ikpo oke ọkụ site na ibelata oke ìhè anyanwụ na-etinye n'ime ya yana ịkwalite mmetụta jụrụ oyi nke ikuku na ntụgharị",
  "Osisi nwere ike belata mmịnye ọkụ site na iji ntutu akwụkwọ na-egbuke egbuke, akpịrịkpa, na waxes",
  "Ihe ndị a na-ahụkarị na mpaghara akọrọ na-ekpo ọkụ nke na enwere ike ịhụ ebe obibi ndị a ka ọ bụrụ 'ọlarị ala ọla ọcha' ka ọkụ na-agbasasị n'okirikiri",
  "Ụfọdụ ụdị, dị ka Macroptilium purpureum, nwere ike ịkwagharị akwụkwọ ha n'ụbọchị dum ka ha na-echekarị ka ha zere anyanwụ (paraheliotropism)",
  "Ọmụma nke usoro ndị a abụrụla isi ihe na-eme ka amụba maka nnabata okpomọkụ na osisi ugbo.",
  "Osisi nwere ike zere mmetụta zuru oke nke obere okpomọkụ site n'ịgbanwe microclimate ha",
  "Dịka ọmụmaatụ, a na-ekwu na osisi Raoulia ndị dị n'ugwu New Zealand dị ka 'atụrụ akwụkwọ nri' ka ha na-akpụkọ ngwongwo siri ike dị ka ihe ntụchi iji kpuchie akụkụ osisi ndị kachasị emerụ ahụ ma chebe ha pụọ ​​​​na ifufe jụrụ oyi",
  "E tinyela otu ụkpụrụ ahụ n'ọrụ ugbo site n'iji plastik mulch kpuchie ebe a na-eto eto na ihu igwe dị mma iji kwalite uto osisi.",
  "Oke mmiri ma ọ bụ ntakịrị mmiri nwere ike imebi osisi",
  "Ọ bụrụ na mmiri dị ntakịrị, anụ ahụ ga-akpọnwụ ma osisi ahụ nwere ike ịnwụ",
  "Ọ bụrụ na ala na-ejupụta mmiri mgbe ahụ ala ga-aghọ anoxic (obere ikuku oxygen), nke nwere ike igbu mgbọrọgwụ nke osisi ahụ.",
  "Ikike nke osisi iji nweta mmiri na-adabere na nhazi nke mgbọrọgwụ ha na ike mmiri nke mkpụrụ ndụ mgbọrọgwụ",
  "Mgbe ọdịnaya mmiri ala dị ntakịrị, ihe ọkụkụ nwere ike ịgbanwe ikike mmiri ha iji nọgide na-erute mmiri n'ime mgbọrọgwụ wee ruo akwụkwọ (Soil plant breath continuum)",
  "Usoro a dị ịrịba ama na-enye ohere ka osisi na-ebuli mmiri dị elu ruo mita 120 site na iji gradient kere site na ntugharị site na akwụkwọ.",
  "N'ime ala kpọrọ nkụ nke ukwuu, osisi na-emechi stomata ha iji belata transpiration ma gbochie mmiri ozuzo",
  "A na-agbanyekarị mmechi nke stomata site na akara kemịkalụ sitere na mgbọrọgwụ (ya bụ, abscisic acid)",
  "N'ubi agbasara mmiri, eziokwu ahụ bụ na osisi na-emechi stomata ha na nzaghachi maka ihicha mgbọrọgwụ nwere ike iji ya mee ihe iji 'ghọgbuo' osisi n'ime obere mmiri na-enweghị ibelata mkpụrụ (lee ihicha rootzone)",
  "Ọ bụ Dr Peter Dry na ndị ọrụ ibe nọ n'Australia mepụtara iji usoro a eme ihe (lee nhọpụta determinism).",
  "Ọ bụrụ na oke ọkọchị na-aga n'ihu, anụ ahụ osisi ga-akpọnwụ, na-ebute mfu nke nrụgide turgor nke a na-ahụ anya dị ka wilting",
  "Na mgbakwunye na imechi stomata ha, ọtụtụ osisi nwekwara ike ịzaghachi ụkọ mmiri ozuzo site n'ịgbanwe ikike mmiri ha (osmotic mmezi) na ịba ụba mgbọrọgwụ",
  "Osisi ndị a na-emegharị na gburugburu ebe akọrọ (Xerophytes) nwere usoro dị iche iche nke pụrụ iche iji chekwaa mmiri na/ma ọ bụ chebe anụ ahụ mgbe a na-ehichapụ ya.",
  "Mmiri mmiri na-ebelata ikuku oxygen na mgbọrọgwụ ma nwee ike igbu osisi n'ime ụbọchị ole na ole",
  "Osisi enweghị ike izere ịkwa mmiri, mana ọtụtụ ụdị na-emeri enweghị ikuku oxygen na ala site n'ibufe oxygen na mgbọrọgwụ site na anụ ahụ na-adịghị mmiri mmiri",
  "Anụmanụ ndị na-anabata ịta mmiri na-etolite mgbọrọgwụ pụrụ iche n'akụkụ elu ala na aerenchyma iji mee ka ikuku oxygen na-esi na oge ịse ahụ ruo na mgbọrọgwụ",
  "Mgbọrọgwụ ndị a na-egbughị kpam kpam nwekwara ike ịgbanwe gaa n'ụdị iku ume cellular nke agụụ ikuku oxygen na-adịghị",
  "Ụmụ anụmanụ ndị a na-emikpu n'ime mmiri ugboro ugboro ewepụtala usoro dị iche iche na-eme ka ikuku oxygen na-agbanye mgbọrọgwụ, dị ka mgbọrọgwụ ikuku a na-ahụ n'ime ọhịa mangrove.",
  "Otú ọ dị, maka ọtụtụ osisi ndị na-ekpochapụ mmiri na-agwụ agwụ, ihe mgbaàmà mbụ nke mmiri ozuzo nwere ike iyi nke ahụ n'ihi ụkọ mmiri ozuzo",
  "Nke a bụ eziokwu karịsịa maka osisi ndị na-enwe mmetụta idei mmiri bụ ndị na-egosi na ha na-adapụ akwụkwọ ha n'ihi epinasty (kama ịnwụ).",
  "CO2 dị mkpa maka uto osisi, n'ihi na ọ bụ mkpụrụ maka photosynthesis",
  "Osisi na-ebute CO2 site na pores stomatal na akwụkwọ ha",
  "N'otu oge ahụ ka CO2 na-abanye na stomata, mmiri na-agbapụ",
  "Azụmahịa a n'etiti uru CO2 na ọnwụ mmiri bụ isi ihe na-emepụta ihe ọkụkụ",
  "Azụmahịa ahụ dị oke egwu dị ka Rubisco, enzyme eji ejide CO2, na-arụ ọrụ nke ọma naanị mgbe enwere nnukwu mkpokọta CO2 na akwukwo",
  "Ụfọdụ osisi na-emeri ihe isi ike a site na itinye uche na CO2 n'ime akwụkwọ ha site na iji C4 carbon fixation ma ọ bụ Crassulacean acid metabolism",
  "Otú ọ dị, ọtụtụ ụdị na-eji C3 carbon fixation na ga-emeghe ha stomata na-na CO2 mgbe ọ bụla photosynthesis na-ewere ọnọdụ.",
  "Ọnụ ọgụgụ nke CO2 dị na mbara igwe na-arị elu n'ihi igbutu osisi na ọkụ ọkụ nke mmanụ ọkụ",
  "A ga-atụ anya na nke a ga-abawanye arụmọrụ nke photosynthesis ma nwee ike ịbawanye ọnụego uto osisi",
  "Ihe omume a adọtala mmasị dị ukwuu n'afọ ndị na-adịbeghị anya, n'ihi na ọnụ ọgụgụ na-arịwanye elu nke ihe ọkụkụ nwere ike ịmịkọrọ ụfọdụ n'ime CO2 na-agafe agafe ma belata ọnụego okpomọkụ zuru ụwa ọnụ",
  "Nnwale sara mbara na-eto osisi n'okpuru CO2 dị elu site na iji nkwalite ikuku ikuku efu egosila na arụmọrụ fotoynthetic na-abawanye n'ezie",
  "Ọnụego uto osisi na-abawanye, site na nkezi nke 17% maka anụ ahụ dị n'elu ala yana 30% maka anụ ahụ dị n'okpuru ala",
  "Otú ọ dị, mmetụta ọjọọ nke okpomoku zuru ụwa ọnụ, dị ka mmụba nke okpomọkụ na oké ọkọchị, pụtara na mmetụta zuru ezu nwere ike ịbụ mbelata mmepụta ihe ọkụkụ",
  "A ga-atụ anya mbelata mmepụta ihe ọkụkụ ga-eme ka ọnụ ọgụgụ okpomoku zuru ụwa ọnụ dịkwuo elu",
  "N'ozuzu, nleba anya ndị a na-arụtụ aka na mkpa ọ dị ịzere mmụba ọzọ na ikuku CO2 kama itinye ihe ize ndụ maka mgbanwe ihu igwe na-agba ọsọ.",
  "Ifufe nwere mmetụta atọ dị iche iche na osisi.",
  "Ifufe na-emetụta ụzọ akwụkwọ ahụ si ahazi mmiri, okpomọkụ, na carbon dioxide",
  "Mgbe ikuku adịghị, oyi akwa nke ikuku na-ekulite gburugburu akwụkwọ ọ bụla",
  "A maara nke a dị ka oyi akwa oke ma na-eme ka akwụkwọ ahụ ghara ịdị na gburugburu ebe obibi, na-enye ikuku nke jupụtara na mmiri ma na-adịkarị mfe ikpo ọkụ ma ọ bụ ikpo ọkụ",
  "Ka ikuku na-agba na-abawanye, gburugburu akwukwo na-ejikọta ya na gburugburu gburugburu",
  "Ọ nwere ike isiri ihe ọkụkụ ahụ ike idebe mmiri ka ọ na-ekpuchi ikuku kpọrọ nkụ",
  "N'aka nke ọzọ, ifufe na-efe efe nke na-adịchaghị mma na-enye ohere ka osisi ahụ mee ka akwụkwọ ya dị jụụ ngwa ngwa ma ọ bụrụ na ìhè anyanwụ zuru ezu",
  "Osisi anaghị agba ọsọ kpamkpam na mmekọrịta ha na ifufe",
  "Osisi nwere ike ime ka akwụkwọ ha ghara ịdị mfe maka mgbanwe na ọsọ ifufe, site na ikpuchi akwụkwọ ha na ntutu dị mma (trichomes) iji mebie ikuku ikuku na ịbawanye oke oke",
  "N'ezie, a na-achịkwa akụkụ akwụkwọ na nke mkpuchi nke ọma iji megharịa oyi akwa nke na-adabere na ọnọdụ gburugburu ebe obibi.",
  "Osisi nwere ike ịhụ ifufe site na nrụrụ nke anụ ahụ ya",
  "Ihe mgbaàmà a na-eduga na-egbochi elongation ma na-akpali mgbasawanye radial nke ome ha, ebe ha na-abawanye mmepe nke usoro mgbọrọgwụ ha",
  "Ọrịa a nke nzaghachi nke a maara dị ka thigmomorphogenesis na-ebute mkpirisi osisi dị mkpụmkpụ, nwere ogologo ị ga-esiwanye ike, yana ọ na-eme ka arịlịka dị mma",
  "A kwenyere n'otu oge na nke a na-emekarị na mpaghara ikuku",
  "Ma achọpụtara na ọ na-eme ọbụna n'ebe ndị nwere ikuku na-adịghị mma, nke mere na a chọpụtara na mgbaàmà ikuku na-ebute bụ isi ihe na-akpata gburugburu ebe obibi.",
  "Osisi nwere ikike mepere emepe nke ọma iji mee ka ogwe osisi ya sie ike mgbe ikuku na-eku ya",
  "Site n'akụkụ bara uru, nghọta a kpaliri ndị ọkachamara n'ihe ọkụkụ na UK n'afọ 1960 ka ha pụọ ​​n'omume ịhịa osisi ihe eji enyere ndụ aka na-enye nkwado artificial.",
  "Ifufe nwere ike imebi ọtụtụ akụkụ nke osisi",
  "Akwụkwọ abrasion (n'ihi rubbing nke akwụkwọ na alaka ma ọ bụ mmetụta nke airborne ahụ dị ka ájá) na akwukwo nke alaka ụlọ ọrụ mebiri bụ ihe nkịtị phenomena, na osisi ga-nabata",
  "N'ọnọdụ ndị dị oke njọ, ikuku nwere ike imebi ma ọ bụ tufuo osisi",
  "Nke a abụrụla nnukwu nrụgide nhọrọ na-eme n'elu osisi terrestrial",
  "N'oge a, ọ bụ otu n'ime ihe na-eyi ọrụ ugbo na oke ọhịa egwu ọbụna na mpaghara okpomọkụ",
  "Ọ ka njọ maka ọrụ ugbo na mpaghara ajọ ifufe na-efe efe, dị ka agwaetiti Windward nke na-eto banana na Caribbean.",
  "Mgbe ụdị ọgba aghara a na-eme n'usoro okike, naanị ihe ngwọta bụ iji hụ na e nwere mkpụrụ osisi ma ọ bụ mkpụrụ osisi zuru oke iji weghara ngwa ngwa nke osisi ndị toro eto nke furu efu - ọ bụ ezie na, n'ọtụtụ ọnọdụ, ọkwa nke ga-anọchi anya",
  "dị mkpa tupu e nwee ike iweghachi ihe ndị dị ndụ n'ọnọdụ ya na mbụ.",
  "Gburugburu ebe obibi nwere ike inwe mmetụta dị ukwuu na physiology mmadụ",
  "Mmetụta gburugburu ebe obibi na physiology mmadụ dị ọtụtụ; Otu n'ime mmetụta ndị a na-enyocha nke ọma bụ mgbanwe na thermoregulation na ahụ n'ihi nrụgide n'èzí",
  "Nke a dị mkpa n'ihi na ka enzymes na-arụ ọrụ, ọbara na-asọpụta, nakwa ka akụkụ ahụ dị iche iche na-arụ ọrụ, okpomọkụ aghaghị ịnọgide na-agbanwe agbanwe, na-agbanwe agbanwe.",
  "Iji mezuo nke a, ahụ na-agbanwe ihe atọ dị mkpa iji nweta okpomọkụ na ya na -adịgide adịgide:",
  "Hypothalamus na-arụ ọrụ dị mkpa na thermoregulation",
  "Ọ na-ejikọta na ndị na-anabata okpomọkụ na dermis, na-achọpụta mgbanwe na ọbara gbara ya gburugburu iji mee mkpebi nke ma ọ ga-akpali mmepụta okpomọkụ dị n'ime ma ọ bụ kpalie evaporation.",
  "Enwere ụdị nrụgide abụọ nwere ike ịnweta n'ihi oke okpomọkụ nke gburugburu ebe obibi: nrụgide okpomọkụ na nrụgide oyi.",
  "A na-alụso nrụgide okpomọkụ ọgụ n'ụzọ anụ ahụ n'ụzọ anọ: radieshon, conduction, convection, na evaporation",
  "A na-alụso nrụgide oyi ọgụ n'ụzọ physiologically site na ịma jijiji, ịba ụba nke abụba anụ ahụ, mmegharị ọbara (nke na-enye nnyefe nke ọma nke okpomọkụ na epidermis), na ịba ụba ọbara na nsọtụ.",
  "Enwere otu akụkụ ahụ nke a kwadebere nke ọma iji nagide nrụgide oyi",
  "Usoro iku ume na-echebe onwe ya pụọ ​​​​na mmebi site na ikpo ọkụ ikuku na-abata na 80-90 degrees Fahrenheit tupu ya erute na bronchi",
  "Nke a pụtara na ọ bụghị ọbụna oyi oyi nke okpomọkụ nwere ike imebi traktị iku ume.",
  "N'ime ụdị abụọ nke nrụgide metụtara okpomọkụ, ọ dị mkpa ịnọgide na-enwe mmiri nke ọma",
  "Mmiri hydration na-ebelata nsogbu obi, na-eme ka usoro ume dị ike ime, ma na-ebelata mmetụta nke ike ọgwụgwụ.",
  "Okpomọkụ dị egwu abụghị nanị ihe mgbochi ndị mmadụ na-eche ihu",
  "Elu elu na-ebutekwa nnukwu ihe ịma aka physiological n'ahụ",
  "Ụfọdụ n'ime mmetụta ndị a na-ebelata akwara 𝑃O2, mweghachi nke ọdịnaya acid-base na mmiri nke anụ ahụ, ịba ụba hemoglobin, mmụba RBC njikọ, mgbasawanye mgbasa ozi, yana mmụba nke glycolysis site na mmepụta 2,3 diphosphoglycerate, nke na-akwalite nbudata O2 site na hemoglobin na anụ ahụ hypoxic.",
  "Ihe gbasara gburugburu ebe obibi nwere ike ịrụ nnukwu ọrụ na ọgụ ahụ mmadụ na-alụ maka homeostasis",
  "Otú ọ dị, ụmụ mmadụ achọtawo ụzọ ha ga-esi na-emegharị ahụ, ma n'ụzọ anụ ahụ ma n'ụzọ nkịtị.",
  "George A",
  "Bartholomew (1919-2006) bụ onye malitere ihe ọmụmụ ihe gbasara anụ ahụ",
  "Ọ jere ozi na ngalaba na UCLA site na 1947 ruo 1989, na ihe fọrọ nke nta ka ọ bụrụ mmadụ 1,200 nwere ike ịchọpụta usoro ọmụmụ ha",
  "Knut Schmidt-Nielsen (1915–2007) bụkwa onye nyere aka na ngalaba sayensị a kapịrị ọnụ yana physiology comparative.",
  "Hermann Rahn (1912–1990) bu onye ndu mbu n'ihe gbasara physiology gburugburu ebe obibi",
  "Malite na ngalaba mmụta anụmanụ site na Ph.D",
  "sitere na Mahadum Rochester (1933), Rahn malitere nkuzi physiology na Mahadum Rochester na 1941",
  "Ọ bụ n'ebe ahụ ka ya na Wallace O",
  "Fenn jikọrọ aka bipụta A Graphical Analysis of the Respiratory Gas Exchange na 1955",
  "Akwụkwọ a gụnyere akara O2",
  "-CO2 eserese, nke mere ntọala maka ọtụtụ ọrụ Rahn ga-eme n'ọdịnihu",
  "Nnyocha nke Rahn mere na ngwa nke eserese a mere ka e nwee mmepe nke ọgwụ ikuku ikuku na ọganihu na iku ume hyperbaric na iku ume dị elu",
  "Rahn mechara sonye na Mahadum dị na Buffalo na 1956 dị ka Lawrence D",
  "Bell Prọfesọ na Onye isi oche nke Ngalaba Physiology",
  "Dị ka onye isi oche, Rahn gbara onwe ya gburugburu na ngalaba pụtara ìhè wee mee Mahadum ka ọ bụrụ ebe nyocha mba ụwa na physiology gburugburu ebe obibi."
]