[
  "Ahụike gburugburu ebe obibi bụ ihe atụ eji kọwaa ọnọdụ nke gburugburu ebe obibi. Ọnọdụ gburugburu ebe obibi nwere ike ịdị iche n'ihi ọkụ, idei mmiri, ọkọchị, mkpochapụ, ụdị mbuso agha, mgbanwe ihu igwe, Ngwuputa, ịkụ azụ, ọrụ ugbo ma ọ bụ igodo osisi, mmiri ọgwụ na-awụfu, na ọtụtụ ihe ndị ọzọ",
  "Enweghị akara ngosi a nabatara n'ụwa niile maka gburugburu ebe obibi dị mma, kama ọnọdụ ahụike doro anya nke gburugburu ebe obibi nwere ike ịdị iche dabere na nke a na-eji usoro ahụike eme ihe n'ikpe ya na ọchịchọ ọha na eze na-eduzi nyocha ahụ. Ndị na-akwado ihe atụ ahụike na-arụ ụka maka ịdị mfe ya dị ka ngwá ọrụ nkwukọrịta",
  "\"Ndị na-eme iwu na ọha na eze chọrọ echiche dị mfe, nke a pụrụ ịghọta dị ka ahụike.\" Ụfọdụ ndị nkatọ na-echegbu onwe ha na ahụike gburugburu ebe obibi, \"ihe owuwu bara uru,\" nwere ike \"ịgafe dị ka sayensị nye ndị na-eme iwu na ọha na eze na-enweghị nchekasị.\" Otú ọ dị, a na-ejikarị okwu a eme ihe n'igosi ọnọdụ nke gburugburu ebe obibi n'ụwa niile na nchekwa",
  "Dịka ọmụmaatụ, akwụkwọ akụkọ sayensị na UN na-ejikarị okwu ahụ ike mbara ala na gburugburu ebe obibi, dị ka akwụkwọ akụkọ na-adịbeghị anya The Lancet Planetary Health",
  "Ejirila ihe atụ ahụike a na-etinye na gburugburu ebe obibi kemgbe mmalite afọ 1800 ebe nukwu onye na-ahụ maka nchekwa America bụ Aldo Leopold (1887–1948) kwuru okwu n'ụzọ ihe atụ banyere ahụike ala, ọrịa ala, mmerụ ahụ, na ime ihe ike mgbe ọ na-akọwa omume iji ala eme ihe. Okwu ahụ bụ \"nchịkwa usoro ihe omume\" ejirila ma ọ dịkarịa ala kemgbe afọ 1950. Okwu ahụ bụ \"ahụ ike gburugburu ebe obibi\" agbasaala n'akwụkwọ gbasara gburugburu ebe obibi, dị ka ihe atụ n'ozuzu nke pụtara ihe dị mma, na dị ka ihe mgbaru ọsọ dị mma gburugburu ebe obibi na nyocha ubi nke osimiri, ọdọ mmiri, oké osimiri, na ọhịa.",
  "N'oge na-adịbeghị anya, ihe atụ a abụrụla isiokwu nke nhazi ọnụ ọgụgụ site na iji echiche usoro dị mgbagwoju anya dị ka nkatọ, nke pụtara na gburugburu ebe obibi dị mma dị n'ụdị nguzozi n'etiti mgbanwe na ike (usoro). Ka o sila dị, a ka na-enyocha ịdị oke mkpa zuru ụwa ọnụ ma mara ya dị ka Criticality Hypothesis, nke na-ekwu na usoro dị n'ọchịchị dị ike na-agbanwe n'etiti usoro na ọgba aghara, na-enweta ọkwa kachasị elu nke ikike mgbakọ na mwepụ ma nweta azụmahịa kachasị mma n'etiti ike na mgbanwe",
  "Nsonaazụ na-adịbeghị anya na mkpụrụ ndụ na evolushọn bayoloji, nurosayensị na sayensị kọmputa nwere mmasị dị ukwuu na echiche dị oke mkpa, na-emesi ọrụ ya ike dị ka iwu zuru oke na mpaghara nke usoro mgbagwoju anya (lee na ntụaka na ya).",
  "Ejirila okwu ahụ ike gburugburu ebe obibi mee ihe iji nabata ụfọdụ ihe mgbaru ọsọ maka gburugburu ebe obibi a na-ewere dị ka ihe achọrọ. Akwụkwọ Edward Grumbine nke e hotara nke ukwuu \"Gịnị bụ njikwa gburugburu ebe obibi?\" nyochara njikwa gburugburu ebe obibi na akwụkwọ ahụike gburugburu ebe obibi ma chịkọta nkwupụta mgbaru ọsọ a na-ahụkarị:",
  "Grumbine na-akọwa nke ọ bụla n'ime ihe mgbaru ọsọ ndị a dị ka \"nkwupụta uru\" ma na-ekwusi ike, bụ ọrụ nke ụkpụrụ mmadụ n'ịhazi ihe mgbaru ọsọ njikwa gburugburu ebe obibi.",
  "Ọ bụ ihe mgbaru ọsọ ikpeazụ a kpọtụrụ aha na nyocha ahụ, ịnabata ụmụ mmadụ, nke kachasị esemokwu",
  "\"Anyị ahụla na mgbe ìgwè ndị na-ahụ maka ọrụ na-arụ ọrụ iji kọwaa",
  "ọhụụ, nke a na-eduga na arụmụka banyere ma ọ ga-emesi ahụike gburugburu ebe obibi ma ọ bụ ọdịmma mmadụ ike",
  "Ma ihe kachasị mkpa bụ gburugburu ebe obibi ma ọ bụ ndị mmadụ na-emetụta nyocha nke ndị na-ahụ maka gburugburu ebe obibi na mmekọrịta mmadụ na ibe ya.\" na, dịka ọmụmaatụ, \"N'ebe ụfọdụ nọ, anụ ọhịa wolf dị oke mkpa maka ahụike gburugburu ebe obibi na akụkụ dị mkpa nke okike, maka ndị ọzọ, ha bụ ihe nnọchianya nke oke gọọmentị na-eyi ndụ ha na ụkpụrụ ọdịbendị ha egwu",
  "\"",
  "Ịtụle ahụike gburugburu ebe obibi chọrọ ọtụtụ ihe mgbaru ọsọ na-eduzi gburugburu ebe obibi",
  "Dịka ọmụmaatụ, ọhụụ maka ahụike gburugburu ebe obibi nke Ọdọ Mmiri Superior mepụtara site na nnọkọ ọha na eze ma kwadebe ọtụtụ ebumnuche maka ichebe ebe obibi na mmezi nke ọnụ ọgụgụ nke ihe dị ka ụdị azụ iri asaa. E mepụtara ihe ngosi ahụike ọdọ mmiri iri asatọ maka Great Lakes Basin nke gun",
  "Ụfọdụ ndị edemede anwaala inweta nkọwa sara mbara nke ahụike gburugburu ebe obibi, dị ka akara ngosi dị ka ahụike na ọnọdụ gburugburu ebe obibi akụkọ ihe mere eme \"tupu mmalite nke anthropogenic stress",
  "\" Ihe isi ike bụ na akụkọ ihe mere eme nke ọtụtụ gburugburu ebe obibi mmadụ gbanwere amaghị ma ọ bụ amaghị",
  "Ọzọkwa, ihe ndekọ fossil na pollen na-egosi na ụdị ndị na-agbanwe gburugburu ebe obibi site na oge, ya mere ọ na-esiri ike ịmata otu foto n'oge dị ka nke kachasị mma ma ọ bụ \"dị mma\"..",
  "Nkọwa sara mbara a na-ekwukarị na-ekwu na gburugburu ebe obibi dị mma nwere àgwà atọ:",
  "Ọ bụ ezie na nke a na-enweta ihe ndị dị mkpa nke gburugburu ebe obibi, njupụta bụ ihe a na-apụghị ịchọta n'ihi na ihe ndị ahụ anaghị eyite onwe ha",
  "Dịka ọmụmaatụ, ọ pụtaghị na enwere mmekọrịta doro anya ma ọ bụ na-agbanwe agbanwe n'etiti mmepụta ihe na akụnụba ụdị. N'otu aka ahụ, mmekọrịta dị n'etiti nkwụsi ike na ọdịiche dị mgbagwoju anya, na nkwụsi ike gburugburu ebe obibi nwere ike ịdabere na otu ma ọ bụ ụdị ole na ole kama ịdị iche iche. Na ụfọdụ gburugburu ebe obibi na-adịghị mma na-emepụta ihe nke ukwuu.",
  "\"Ịke nnagide abụghị ihe achọrọ n'onwe ya",
  "Enwere ike inwe ọnọdụ siri ike nke gburugburu ebe obibi nke na-adịghị mma site na ụfọdụ echiche mmadụ, dị ka anụ mmiri coral reefs",
  "\" Nguzogide gburugburu ebe obibi bụ \"ikike\" dịgasị iche iche nke dabeere n'ihe onwunwe nke gburugburu ebe obibi a ga-amụ ma dabere na ụdị ọgba aghara a na-atụle na otu esi atụpụta ha",
  "Ụzọ iji nyochaa ya \"na-eche ihu n'aka dị elu ma ka na-achọ ọtụtụ nyocha na nyocha",
  "\"",
  "Ndị edemede ndị ọzọ achọwo ndepụta ọnụ ọgụgụ nke ahụike gburugburu ebe obibi nke ga-enye ohere iji tụnyere ọnụ ọgụgụ n'etiti gburugburu ebe obibi na n'ime gburugburu ebe obibi ka oge na-aga",
  "Otu usoro dị otú ahụ na-eji ọkwa nke ihe onwunwe atọ a kpọtụrụ aha n'elu: Ahụike = ike usoro x nhazi usoro x nkwụsi ike usoro. Ọkà mmụta gburugburu ebe obibi Glenn Suter na-arụ ụka na akara ngosi ndị dị otú ahụ na-eji \"ngalaba na-enweghị isi,\" akara ngosi ndị ahụ enweghị \"ihe ọ pụtara; a pụghị ịkọ ha, n'ihi ya, ha anaghị emetụta ọtụtụ nsogbu nchịkwa; ha enweghị ikike nchọpụta; mmetụta nke otu akụkụ na-ekpuchi site na nzaghachi nke akụkụ ndị ọzọ, a maghịkwa ihe kpatara uru index dị elu ma ọ bụ dị ala",
  "\"",
  "A na-ekpebi metrics ahụike site na ihe mgbaru ọsọ ndị na-ahụ maka ya, nke na-eduzi nkọwa gburugburu ebe obibi",
  "Ihe na-ahụ maka gburugburu ebe obibi bụ ihe na-enweghị isi.  \"A pụghị ịmata ma ọ bụ chọta usoro ihe ndị dị ndụ n'okike",
  "Kama nke ahụ, onye na-ekiri ha ga-ekpebi ha n'onwe ya",
  "Enwere ike ime nke a n'ọtụtụ ụzọ dị iche iche maka otu akụkụ nke ọdịdị, nke dabere na echiche kpọmkwem nke mmasị",
  "\"",
  "Nkọwa nke gburugburu ebe obibi na-ekpebi ụdị mgbanwe dị iche iche (ọnọdụ ntụgharị) ma na-ekpebi mgbanwe nhata",
  "A na-eji nke ikpeazụ a dị ka ihe ngosi nke ọdịdị na ọrụ gburugburu ebe obibi, a pụkwara iji ya dị ka ihe ngosi nke \"ahụ ike\".",
  "Ihe ngosi bụ ihe na-agbanwe agbanwe, dị ka ihe onwunwe kemịkal ma ọ bụ ihe ndị dị ndụ, nke a na-eji ya, iji chọpụta ọnọdụ na mgbanwe gburugburu ebe obibi ọzọ (nke a na-atụghị) ma ọ bụ ụyọkọ nke mgbanwe ndị a na-atụghị atụ (indicandum)",
  "Dịka ọmụmaatụ, ọnụ ọgụgụ ọnwụ na-arị elu nke canaries na ebe a na-egwupụta coal bụ ihe na-egosi ịrị elu nke carbon monoxide",
  "Ịrị elu nke chlorophyll-a n'ime ọdọ mmiri nwere ike igosi eutrophication.",
  "Ntụle gburugburu ebe obibi na-eji ụdị akara ngosi abụọ, akara ngosi nkọwa na akara ngosi",
  "\"A pụrụ iji akara ngosi mee ihe n'ụzọ nkọwa maka ebumnuche sayensị ma ọ bụ n'ụzọ nkịtị maka ebumnuche ndọrọ ndọrọ ọchịchị.\"",
  "Ejiri nkọwa, chlorophyll-a dị elu bụ ihe na-egosi eutrophication, mana enwere ike iji ya mee ihe dị ka akara ngosi ahụike gburugburu ebe obibi",
  "Mgbe ejiri ya mee ihe dị ka akara ngosi (ahụ ike), ọ na-egosi ọkwa na ọkwa ahụike, ọkwa nke nwere ike ịdịgasị iche dabere na mmasị ọha mmadụ banyere ihe achọrọ",
  "A pụrụ ile ọkwa chlorophyll-a dị elu na ala mmiri na-aga n'ihu anya dị ka ihe dị mma ebe ala mmiri nke mmadụ nwere otu uru akara ngosi nwere ike ikpe na-adịghị mma.",
  "A katọrọ atụmatụ nke ahụike gburugburu ebe obibi maka ijikọta ụdị abụọ nke ihe ngosi gburugburu ebe obibi. Ihe ngosi ahụike bụ akara ngosi, ma ọ bụrụ na ejikọtara ya na akara ngosi nkọwa \"na-egosi na enwere ike ịtụ ụkpụrụ ụkpụrụ ụkpụrụ n'ụzọ ziri ezi, nke abụghị eziokwu",
  "N'ihi ya, a na-etinye ụkpụrụ doro anya nye onye na-agụ ya, ọnọdụ nke a ga-ezere.",
  "Omume nke ịhọrọ ihe ngosi nke ụdị ọ bụla na-ele mmadụ anya n'ihu site n'echiche onye na-ekiri ihe na nkewa nke ihe mgbaru ọsọ site na nkọwa ka a kwadoro dị ka nzọụkwụ iji mee ka ọ pụta ìhè: \"Nkewa nke nkọwa na ụkpụrụ ngosi dị mkpa site n'echiche nke nkà ihe ọmụma nke sayensị",
  "A pụghị ịkọwapụta ihe mgbaru ọsọ na ụkpụrụ kpọmkwem site na nkọwa",
  "eziokwu nke a na-emesi ike ugboro ugboro na akwụkwọ nke ụkpụrụ omume gburugburu ebe obibi",
  "N'ihi ya, anyị na-adụ ọdụ mgbe niile ịkọwapụta nkọwa nke ihe ngosi ma na-atụ aro ịmata ọdịiche doro anya na-egosi gburugburu ebe obibi na sayensị site na akara ngosi iwu eji eme mkpebi",
  "\"",
  "Na njikọta nke ọtụtụ, ma eleghị anya na-emegiderịta onwe ha, akara ngosi n'ime otu ọnụọgụ nke \"ahụ ike gburugburu ebe obibi\" bụ nsogbu",
  "N'iji ihe ngosi iri ise na isii, \"ịchọpụta ọnọdụ gburugburu ebe obibi na ịtụle ahụike gburugburu ebe obibi mmiri n'ụzọ njikọta ka bụ otu n'ime nnukwu ihe ịma aka na gburugburu ebe obibi mmiri, nyocha na njikwa\"",
  "Ihe iseokwu ọzọ na ihe ngosi bụ ịdị irè",
  "Ezi ihe ngosi ga-enwerịrị uru amụma dị elu nke a kwadoro n'onwe ya, nke ahụ bụ mmetụta dị elu (ohere dị elu nke igosi mgbanwe dị ịrịba ama na akara ngosi) na nkọwa dị elu (ohere dị ala nke igosi mgbanwe n'ụzọ na-ezighị ezi)",
  "A na-ajụ ntụkwasị obi nke usoro ahụike dị iche iche na \"ihe ngwakọta nke nha a ga-eji nyochaa gburugburu ebe obibi bụ ihe arụmụka sayensị ugbu a",
  "\" Ọtụtụ mgbalị iji chọpụta ihe ngosi gburugburu ebe obibi bụ ndị nwere njikọ kama isi na nyocha nke uru amụma ha na usoro nhọrọ maka ọtụtụ ihe ngosi dabere na ihe akaebe na-adịghị ike ma ọ bụ enweghị ihe akaebe.",
  "N'ọnọdụ ụfọdụ, a maghị ihe ngosi a pụrụ ịdabere na ya: \"Anyị ahụghị ihe atụ nke invertebrates eji mee ihe n'ụzọ gara nke ọma na mmemme nlekota [ọhịa]",
  "Ọgaranya ha na ụba ha na-eme ka ha na-arụ ọrụ dị mkpa na ọrụ gburugburu ebe obibi mana ha na-egbochi ilekwasị anya n'ụdị isi ole na ole",
  "\" Na, \"Nyocha nke usoro nlekota ụdị na-ekpughe na ọ dịghị otu ụdị, maọbụ otu ìgwè nke ụdị, na-egosipụta obodo niile n'ụzọ ziri ezi",
  "Ịghọta mmeghachi omume nke otu ụdị nwere ike ọ gaghị enye amụma a pụrụ ịdabere na ya banyere otu ìgwè nke ụdị ọbụna mgbe ìgwè ahụ nwere ụdị ole na ole yiri ya",
  "\"",
  "A na-akpọ azụmahịa n'etiti ahụike mmadụ na \"ahụ ike\" nke okike \"ihe mgbagwoju anya ahụike\" ma ọ na-eme ka ụkpụrụ mmadụ si akwalite echiche nke ahụike gburugburu ebe obibi.",
  "Ahụ ike mmadụ eritewo uru site n'ịchụ \"ahụ ike\" nke gburugburu ebe obibi ọhịa, dị ka ikpochapụ na ịmachi ndagwurugwu ọhịa, mbibi nke ala mmiri na-ebu anwụnta, ntụgharị mmiri maka ịgba mmiri, ịtụgharị ọzara ka ọ bụrụ ugbo, iwepụ osisi, na ikpochapụ agụ, whale, ferrets, na anụ ọhịa wolf.",
  "Enweela nkewa kpụ ọkụ n'ọnụ n'etiti ndị na-ahụ maka nchekwa na ndị na-ahụ maka akụ na ụba n'ajụjụ banyere ajụjụ banyere ma ọ ga-eweghachi ọchịchị mmadụ nke biosphere\" ma ọ bụ ma ọ ga-anabata ya. E gosipụtara echiche abụọ a dị ka ndị na-eji ihe na ndị na-echebe mmadụ.",
  "Echiche bara uru na-emeso ahụike na ọdịmma mmadụ dị ka ụkpụrụ nke ahụike gburugburu ebe obibi. Dịka ọmụmaatụ, mbibi nke ala mmiri iji chịkwaa anwụnta ịba \"mere ka ahụike gburugburu ebe obibi dị mma",
  "\"\nEchiche nchebe na-emeso ụmụ mmadụ dị ka ụdị mbuso agha: \"Ọ bụrụ na e nwere ụdị ruru eru dị ka ahụhụ mbuso agha, ọ bụ Homo sapiens,\"",
  "Ndị na-akwado echiche bara uru na-arụ ụka na \"a na-egosipụta usoro ihe ndị dị mma site n'ikike ha iji kwado ọnụ ọgụgụ mmadụ dị mma,\" na \"usoro ihe ndị dị mma ga-abụrịrị ihe bara uru na akụ na ụba,\" ebe ọ bụ \"ihe ndị na-adịghị mma\" nke nwere ike ịkpata mmụba nke mmetọ, ọrịa na-efe efe, ọkụ, idei mmiri, ọdịda ihe ọkụkụ na ọdịda azụmaahịa.",
  "Ndị na-ahụ maka nchebe na-arụ ụka na inwe ikike nke ahụike mmadụ bụ esemokwu nke mmasị dịka ụmụ mmadụ bibiri ọnụ ọgụgụ dị ukwuu nke gburugburu ebe obibi iji nọgide na-enwe ọdịmma ha, ọrịa na nje bụ akụkọ ihe mere eme tupu ụlọ ọrụ mmepụta ihe. Ọrịa na nje na-akwalite ọrụ gburugburu ebe obibi, na-eduzi ihe dị iche iche na arụpụta ihe, nje nwere ike ịbụ akụkụ dị ukwuu nke biomass gburugburu ebe obibi.",
  "A na-ajụ nhọrọ nke okwu ahụ bụ \"ahụ ike\" nke etinyere na gburugburu ebe obibi dị ka enweghị nnọpụiche n'isiokwu BioScience banyere iji asụsụ sayensị eme ihe n'ụzọ kwesịrị ekwesị: \"Ụfọdụ ndị na-ahụ maka nchekwa na-atụ egwu na okwu ndị a nwere ike ịkwado ọchịchị mmadụ nke ụwa",
  "ma nwee ike ime ka ntọala nghọta na-agbanwe agbanwe nke ụmụ mmadụ na-enwekarị mmata na gburugburu ebe obibi ọhụrụ ma na-emebi emebi ma si otú a chefuo ọdịdị nke oge gara aga",
  "\"",
  "Nkatọ nke ahụike gburugburu ebe obibi na-elekwasị anya n'ụzọ dị ukwuu na ọdịda nke ndị na-akwado ya iji mata ọdịiche dị n'ụzọ doro anya n'etiti ụkpụrụ (nhọrọ iwu) site na nkọwa (ozi sayensị), ma tinye ihe ndị a:",
  "A na-atụ aro ihe ndị ọzọ maka okwu ahụ ike gburugburu ebe obibi, gụnyere asụsụ na-anọpụ iche dịka ọnọdụ gburugburu ebe obibi, amụma gburugburu ebe obibi, na nkwụsi ike gburugburu ebe obibi. Ihe ọzọ ọzọ iji ihe atụ ahụike bụ \"igosipụta kpọmkwem na n'ụzọ doro anya iwu ọha na eze na ebumnuche njikwa,\" iji ndị na-akọwa ebe obibi na ezigbo ihe onwunwe nke gburugburu ebe obibi. Otu ihe atụ nke nkwupụta iwu bụ \"Nchekwa nke ọnụ ọgụgụ anụ ọhịa na ọrụ gburugburu ebe obibi na-ebute ụzọ karịa ojiji mmadụ ọ bụla nke anụ ọhịa eme ihe",
  "\" Otu ihe atụ nke ihe mgbaru ọsọ bụ \"Nọgide na-enwe ọnụ ọgụgụ dị irè nke ụdị obodo niile n'ọnọdụ.\" Otu ihe atụ nke ebumnuche njikwa bụ \"Nọgide na-elekọta onwe ha nke ọdọ mmiri whitefish n'ime oke ụba a hụrụ n'oge 1990-99.\"",
  "Kurt Jax gosipụtara usoro nyocha nke gburugburu ebe obibi nke na-ezere itinye echiche nke nkịtị, nke na-ezere mgbagwoju anya nke ụkpụrụ na nkọwa, nke ahụ na-enyekwa uche dị ukwuu na nkọwa gburugburu ebe obibi",
  "(1) Ndị na-ahụ maka gburugburu ebe obibi na-atụle ebumnuche ọha na eze maka gburugburu ebe obibi, (2) a na-akọwa gburugburu ebe obibi na-arụ ọrụ na-ekwusi ike na ihe ndị metụtara ihe mgbaru ọsọ ndị na-ahụ maka ya, (3) a na-eguzobe ọnọdụ ntụaka akara ngosi na mgbanwe ndị a na-ekwe omume nke usoro ahụ, (4) a na-ahọrọ mgbanwe nha nha nha nha nha nha oge na-ekpebi oge na mbara igwe nke nyocha.",
  "Ejirila ahụike gburugburu ebe obibi mee ihe dị ka okwu ahụike na-ezo aka na mmerụ ahụ mmadụ na ọtụtụ mmetụta kemịkal na dị ka okwu ahụike ọha na eze maka mmemme iji gbanwee ihe ize ndụ ahụike (ọrịa shuga, oke ibu, ise siga, wdg.). Ahụike mmadụ n'onwe ya, mgbe a na-ele ya anya n'echiche ya sara mbara, a na-ele ya anya dị ka nke nwere ntọala gburugburu ebe obibi.  Ọ bụkwa okwu atụmatụ obodo na-ezo aka n'obodo \"green\" (composting, recycling), ma ejirila ya mee ihe n'ụzọ zuru oke banyere nsogbu gburugburu ebe obibi dị iche iche, na dịka ọnọdụ nke ebe obibi na-enye nsogbu mmadụ. Iguzosi ike n'ezi ihe gburugburu ebe obibi na-egosi ọnọdụ nke gburugburu ebe obibi nke nwere mmetụta mmadụ kacha nta. Ecohealth bụ mmekọrịta nke ahụike mmadụ na gburugburu ebe obibi, gụnyere mmetụta nke mgbanwe ihu igwe, agha, mmepụta nri, ime obodo, na ọdịdị gburugburu ebe obibi na ọrụ. Njikwa gburugburu ebe obibi na njikwa dabeere na gburugburu ebe obibi na-ezo aka na njikwa na-adịgide adịgide nke gburugburu ebe obibi ma n'ọnọdụ ụfọdụ nwere ike iji okwu ahụike gburugburu ebe obibi ma ọ bụ iguzosi ike n'ezi ihe dị ka ihe mgbaru ọsọ. Omume nke njikwa akụ na ụba agbanweela ka ihe ndị dị mkpa n'etiti ọha mmadụ gbanwere ma, n'ihi ya, nkọwa ọrụ nke ahụike gburugburu ebe obibi, tinyere ihe mgbaru ọsọ njikwa n'ozuzu ya, agbanweela."
]