[
  "Eddie Eckstein (amụrụ na 29 Nọvemba 1939) bụ onye egwu a mụrụ na South Africa, onye na-eme ihe ọchị, ihe nkiri, telivishọn na onye na-eme ihe nkiri ma bụrụ onye a maara nke ọma maka arụmọrụ ya na otu egwu The Bats",
  "Ọrụ ya, nke malitere na 1960s, gafere afọ iri ise.",
  "A mụrụ Eddie Eckstein na Bezuidenhout Valley, Johannesburg na 29 Nọvemba 1939",
  "Ọ gụrụ akwụkwọ na Marist Brothers College na mpaghara Observatory ma mgbe ọ gụsịrị akwụkwọ ya ọ chọrọ ohere ịrụ ọrụ na Barclays Bank.",
  "Na mgbakwunye na ọrụ ehihie na ụlọ akụ ahụ, a na-ewere abalị ya dị ka onye na-akụ igba na onye na-agụ egwú",
  "Ọ ga-abụ onye otu ọtụtụ ndị otu South Africa na mmalite afọ iri isii dịka Al Willox Quartet, Flippie van Vuuren Band na Jimmie Rayson Combo. Mgbe ọ nụsịrị The Beatles na Bulawayo, Rhodesia, ọ ghọtara na ụdị egwu ọhụrụ a bụ ọdịnihu nke egwu ma mgbe ọ laghachiri Johannesburg, ọ zutere Paul Ditchfield wee guzobe otu egwu The Bats na 1964. Otu egwu mbụ nke otu ahụ, \"All I Got\", gara na nọmba 1 na Springbok Radio na LM Radio. Eckstein ga-emekwa ihe Paul Ditchfield dere na 1972 Tokyo Song Competition na abụ ahụ, \"Oh God It's Beautiful\", na-eru na ngwụcha asọmpi ahụ.  Bats kewara na 1981 ma ndị otu ahụ na-achụso ọrụ nke ha, mana ha gbanwere na 2000. Na ngwụcha afọ iri asaa, ọ ga-achịkwa otu ụmụ nwanyị niile dị na Johannesburg, Pantha, nke onye na-agụ egwú ya bụ PJ Powers.\nN'afọ 2014, Eckstein sonyere na egwu egwu ya na ndị ọzọ a ma ama dịka Bobby Angel na Billy Forrest kpọrọ The Two Cowboys, na-ekpuchi egwu South Africa ihe karịrị afọ iri anọ ma na-egosi mba, rock, pop, duets na comedy.",
  "Mgbe telivishọn malitere na South Africa na 1976, ihe ngosi na-atọ ọchị gosiri na South African Broadcasting Corporation (SABC) nke a na-akpọ Biltong & Potroast nke na-eme ka ndị na-eme ihe ọchị a mụrụ na South Africa megide ibe ha maka ihe enyere maka njakịrị kachasị mma",
  "Ihe ngosi ahụ ga-aga afọ ise na telivishọn",
  "Eckstein gosipụtara na mbipụta dị ka ihe nkiri na 2010 nke ga-egosipụta anọ n'ime ndị ama ama mbụ. Ọ ga-esokwa Clive Scott na Annabel Linder mee ihe nkiri na-atọ ọchị n'ezinụlọ South Africa Oh George na 1981. Ọ bụ onye na-eme ememe na telivishọn Telly Fun Quiz na 1990s na onye isi ajụjụ Martin Bailie na SABC.",
  "Ọ pụtara n'ọtụtụ ihe nkiri South Africa n'oge ogologo ọrụ ya nke gụnyere I Love My Wife, Little Shop of Horrors, Pyjama Tops, Not Now Darling, Grin and Bear It and What about Love. N'ọnwa Julaị afọ 2012, a họpụtara Eckstein maka onyinye Audience Choice na Comics' Choice awards nke abụọ nke emere na Montecasino resort, na Johannesburg mana Sifiso Nene meriri ya."
]