[
  "Eddie Samuel Obong Watson Jr",
  "(amụrụ na Mee 22, na afọ 1980) bụ onye mba Liberia amụrụ na Ghana na-eme ihe nkiri na onye na-emepụta ihe nkiri. O nwetara ihe nrite mbụ ya na Ihe nrite ihe nkiri Ghana na afo 2014 maka ihe nkiri ya Ebola nke o dere, duzie ma mepụta.",
  "Ọrụ ọkachamara nke Watson malitere na afọ 2010 na Labour of Love",
  "O mechara gaa n'otu afọ ahụ ka ọ bụrụ onye na-eme ihe nkiri agha Afrịka, Somewhere in Africa, ebe o nwere ọrụ nkwado. Costar Majid Michel tụrụ aro Watson nye onye nduzi, Frank Rajah, maka ọrụ nke onye ọhụrụ a na-ewebata na usoro 4Play Reloaded nke 4Play nke Venus Films na-ewu ewu",
  "Ọrụ nkwado ya na Frank Rajah's Somewhere in Africa mere ka a họpụta ya na Nollywood na African Films Critics Awards (NAFCA).",
  "N'afọ sochirinụ, Watson nwere ọrụ na ihe nkiri dị ka A Reason to Kill na Single Six na site na afo 2011 onye na-eme ihe nkiri ahụ emeela njem mbụ ya na Nollywood mgbe ya na Queen Nwokoye na Desperate Heart Site na ihe nkiri dị ka Single and Married na afo 2012, House of Gold, Letters to My Mother na Purple Rose na afo 2013 onye na-eme ihe nkiri ahụ ghọrọ aha ụlọ na ntụrụndụ Afrịka.",
  "Afọ 2014, bụ afọ dị ụtọ dị ilu maka Watson",
  "West Africa na obodo Watson, Liberia, nke bụ otu n'ime ndị nje Ebola kacha emetụta",
  "Watson dere, mepụta ma duzie obere ihe nkiri ahụ, Ebola Afọ ahụ wetara ọtụtụ nhọpụta maka onye na-eme ihe nkiri maka ọrụ dị iche iche na ihe nkiri dịka Bachelors, Sister at War na Purple Rose",
  "Na nke mbụ ya, a họpụtara ya na ngalaba abụọ dị iche iche maka Ghana Movie Award (Best Actor in Lead Role for Bachelors and Best Short Film for Ebola, nke o meriri). Onye na-eme ihe nkiri ahụ emepụtala nnukwu ihe nkiri abụọ ugbu a; Jack & Jill na She Prayed Na Satọdee, Disemba 5, na afọ 2015, Eddie Watson gosipụtara She Prayed na Sierra Leone site na nkwado site n'aka ụfọdụ ndị na-eme ihe nkiri na ndị ọzọ na-eme ihe nkiri Africa gụnyere Majid Michel, Beverly Osu na Melvin Oduah. E kwuru na nyocha nke She Prayed bụ ihe ngosi kachasị na mbido niile na ihe ngosi mba ụwa niile na afọ 2015 na Sierra Leone",
  "Ihe nkiri ahụ nwere ihe dị egwu 98% nke ọkwa mbụ ya.",
  "Eddie Watson lụrụ onye ọlụlụ ya nke afọ abụọ, onye na-eme ihe nkiri Naomi Baaba Watson, na mmemme nzuzo. Di na nwunye a nabatara nwa mbụ ha, Emirror (Emi) Cassia Watson na February 2, afọ 2015. Watson gara na peeji Instagram ya iji kesaa ọnwụ nne ya Leonora Caulker na Mee 27, afọ 2021.",
  "Ihe nkiri Eddie Watson \"Ebola\" bụ otu n'ime mbọ enyemaka ya mgbe ọrịa ahụ dakwasịrị West Africa n'afọ 2014",
  "Ebumnuche ihe nkiri a bụ ịkụziri ndị mmadụ na mpaghara ndị ọrịa ahụ metụtara. Eddie Watson n'onwe ya kwadoro ihe nkiri ahụ kpamkpam ma kesaa ya n'ọtụtụ ụlọ ọrụ mgbasa ozi na mba ndị metụtara ya tinyere ndị ọzọ na mpaghara mbipụta nakwa n'ịntanetị niile n'enweghị otu ụgwọ site n'aka onye na-eme ihe nkiri",
  "Ọ malitere \"We Need Help-Ebola Campaign\" n'otu afọ ahụ e ji akara ngosi Twitter #WeNeedHelpEbola gbaa ihe nkiri ahụ. Ihe nkiri Ebola gosipụtara ụfọdụ ihu ndị a ma ama na ụlọ ọrụ ihe nkiri na egwu nke Ghana gụnyere Yvonne Nelson na Sarkodie na ndị ọzọ. Ka e mesịrị n'afọ ahụ, ihe nkiri ahụ gara n'ihu merie Best Short Film Movie na Ghana Movie Awards (GMA).",
  "Ndepụta nke ihe nkiri ahọpụtara",
  "Television"
]