[
  "Eddie Drennon (amụrụ Edward Allen Drennen, 1940) bụ ónyé America na-eti egwu, ónyé na-ede egwu, onye na-emepụta ihe ndekọ, na onye nhazi. Ụdị egwu ya gụnyere R&B, pop, disco, egwu Latin, salsa, jazz, funk, na charanga. A maara ya nke ọma màkà egwu ya na-agafe Atlantic, \"Let's Do The Latin Hustle\", nke e dekọrọ na 1975 ya na ndị otu ya na-akwado ya, B.B.S",
  "Unlimited",
  "Ọ bụ Drennon dere, mepụta ma hazie egwu ahụ. Ọrụ ndị ọzọ nke oge ahụ, gụnyere \"Do What You Gotta Do\", ka ndị egwu nke ógè a dịka Grandmaster Flash, The Avalanches, Biz Markie, na Shaggy gosipụtara.",
  "A mụrụ Drennon na Newark, New Jersey, United States, mgbè ọ hapụsịrị ụlọ akwụkwọ, ọ malitere ịrụ ọrụ na ndị otu ọbọdọ",
  "Site na 1959 ruo 1963, ọ gụrụ usoro violin na Louia Vaughn Jones na nhazi egwu na Mark Fax na Mahadum Howard dị na Washington, DC Na mbụ ọ bụ ónyé egwu na-arụ ọrụ na Washington, ónyé isi egwu Lou Perez gbara ya ume ịkwaga New York City n'etiti afọ 1960, ma soro Pupi Legarreta, Super Tipica De Estrellas, Tipica Ideal na Charanga America rụọ ọrụ.",
  "Ọ ghọrọ ónyé nduzi egwu Bo Diddley na 1966, na-egwu egwu dị ka onye na-akpọ violin eletrik ya ruo 1967. Ọ rụrụ otu egwu na Bo Diddley's, His Best album Drennon rụkwara ọrụ dị ka ónyé na-akwado Mongo Santamaría, Ray Barretto na Ike & Tina Turner.",
  "N'afọ 1975, ọ zutere ma malite ịrụ ọrụ na ónyé na-emepụta ihe ndekọ Joe Bana, ónyé nwéré Friends & Co",
  "Records",
  "Ngwakọta Drennon nke Latin na disco wetara nnukwu egwu ya, \"Let's Do The Latin Hustle\", nke bụkwa egwu mbụ maka akara ahụ",
  "Egwu a banyèrè na chaatị US Billboard R&B, na-eru na nọmba 36",
  "Ọ bịarukwara nọmba 4 na chaatị Hot Dance Club Songs Ọ gbagoro ruo nọmba 20 na UK Singles Chart na Machị 1976. Ihe mkpuchi nke egwu ahụ site na M na O Band ruru nọmba 16 na chaatị UK, na-eme nke mbụ. Site na nkwado ya B.B.S",
  "Unlimited, Drennon dekọrọ abọm atọ n'etiti 1975 na 1979 màkà Casablanca Records. Allmusic kwuru na \"Drennon's second Casablanca album [It Don't Mean a Thing] na-eji otu usoro ahụ dị ka nke mbụ nke mepụtara nnukwu egwu ya \"Latin Hustle\": Latinish pop rhythms topped by female vocals and accented with strings",
  "Aha egwu ahụ bụ ihe dị egwu, nke kwesịrị ekwesị n'ezie",
  "\"",
  "Drennon gàrà n'ihu na-arụ ọrụ dị ka onye na-akpọ violin na oge ndekọ na New York",
  "O dekwara, hazie ma mepụta màkà Esther Williams (\"Last Night Changed It All\"). N'afọ 1981 na 1982, ọ mepụtara otu salsa na charanga nke New York, Orquesta Novel N'afọ 1983, ọ wepụtara Eddie Drennon na Charanga Soul Drennon nwetara ihe nkírí màkà ihe nkírí ahụ, In the Line of Fire (1993), ma depụta egwu maka egwu Helen Hayes nke 1997, Torn from the Headlines Ndị otu egwu ya gbara egwu na Soldiers of Jah Army's Get Wiser na Get Wiser Live DVD (2006); na 2009 Born in Babylon album.",
  "Na 1980s na 1990s, Drennon rụrụ ọrụ dị ka ónyé nkụzi na Mahadum Fairleigh Dickinson na Mahadum Howard, yana ịrụ ọrụ dị ka ónyé nduzi egwu na Everyday Theater na Washington, DC Ọ na-egwu egwu ugbu a na Umoja String Quartet, ma na-eje ozi na ngalaba na Mahadum George Washington na Levine School of Music"
]