[
  "Onye isi nri Dr edet Amana mụrụ na 11 Disemba 1938 ọ bu onye injinia Naijiria",
  ".listen (help·info)",
  "A mụrụ Edet James Amana, Officer of Order of the Niger (OON) na Disemba 11, 1938, na oyubia Oron, akwo ibom State gụrụ akwụkwọ na Methodist College uzuakoli na King's College, Lagos. Ọ gara imperial college London(1961-6) ebe ọ nwetara akara ugo mmụta mbụ na Civil Engineering na-abịa nke mbụ na klas ya na-agụsị akwụkwọ.Mgbe nke ahụ gasịrị, ọ malitere ịrụ ọrụ maka ụlọ ọrụ ndị injinia ndụmọdụ nke Britain",
  "Mgbe ọ laghachiri Naịjirịa, ọ rụrụ ọrụ dị ka injinia onu maka Shell-Mex & BP (1968-72).",
  "N'afọ 1972 o guzobere Amana Consulting Engineers",
  "N'ime afọ iri na ise, ụlọ ọrụ ahụ bụ ọrụ maka imepụta na mmejuputa oru ngo ruru ihe dị ka $ 2bn. Ngalaba ọrụ injinia nwere ọrụ maka AW Chesterton nke Boston, na Hewlett-Packard (1982)",
  "N'afọ 1981, e guzobere njikọ aka na Earth Technology Corporation nke California maka nyocha na map nke geotechnical na geophysical",
  "Ọrụ ọzọ metụtara ọdịmma Israel gụnyere atụmatụ ụlọ",
  "N'oge ọ kachasị elu, ụlọ ọrụ ahụ were ndị injinia 30, gụnyere ndị mba ọzọ 10",
  "[citation needed] Site na 1980, otu ahụ malitere ịzụlite ugbo rọba ma guzobe ụlọ ọrụ nhazi rọba n'oge na-adịbeghị anya",
  "Otu ahụ na-etinye aka na ahia mkpuchi na ahia na nnyefe maka ụlọ ọrụ mmanụ",
  "Edet Amana bụ onye guzobere Citibank Nigeria ma jee ozi na bọọdụ nke ụlọ akụ ahụ site na 1985 ruo 2010.",
  "Taa Edet Amana bụ onye isi oche nke Amana Group of Companies na onye isi oche gara aga nke [[[Nigerian Academy of Engineering]",
  "Ọ bụkwa onye otu Nigerian Society of Engineers, onye isi oche gara aga nke Association of Consulting Engineers Nigeria, onye otu Nigerian Institute of Management na onye otu International Institute of Directors. Ọ bụkwa onye otu American Society of Civil Engineers na Association of African Development Experts.",
  "Nwunye mbụ Edet Amana, Doris Edet Amina, onye ya na ya nwere ụmụ isii, nwụrụ na Disemba 11, 2004",
  "Ya na nwunye ya nke abụọ, Hilda Edet Amana."
]