[
  "Edi Mūe Gathegi (a mụrụ na Machị 10, 1979) bụ onye Kenya-American na-eme ihe nkiri",
  "Ọ pụtara dịka onye na-eme ihe ugboro ugboro Dr",
  "Jeffrey Cole (aka \"Big Love\") na usoro telivishọn House, dịka Cheese na ihe nkiri afọ 2007 Gone Baby Gone, Laurent na ihe nkiri Twilight na nke ya The Twilight Saga: New Moon, na dịka Darwin na X-Men: First Class",
  "Edi gosikwara na usoro AMC, Into the Badlands, dịka Baron Jacobee",
  "Ọ bụkwa onye na-eme ihe ugboro ugboro na usoro telivishọn nke NBC, The Blacklist, dịka Matias Solomon, onye na-arụ ọrụ maka nzukọ nzuzo",
  "Gathegi kwughachiri ọrụ ahụ n'afọ 2016–2017 oge mpụ thriller, The Blacklist: Redemption Ọ rụkwara ọrụ dị mkpa na Startup, usoro ihe nkiri telivishọn na Crackle",
  "A mụrụ ya na Nairobi, Kenya, Gathegi tolitere na Albany, California, U.S",
  "Gathegi gara Mahadum California, Santa Barbara, ebe ọ na-atụ èpèléǹkàtà ruo mgbe mmerụ ikpere kwụsịrị ọrụ ya",
  "Gathegi wee malite ịga klas ime ihe nkiri. Ọ gụrụ akwụkwọ na New York University's Graduate Acting Program na Tisch School of the Arts, gụsịrị akwụkwọ n'afọ̀ 2005. Ọrụ Gathegi malitere n'ihe nkiri, ihe nkiri ya gụnyere Two Trains Running na Old Globe Theatre, As You Like It, Twelfth Night, Othello, A Midsummer Night's Dream, na Cyrano de Bergerac, n'etiti ndị ọzọ.",
  "Ọrụ ọkachamara mbụ nke Gathegi bụ Haitian Cabbie na ihe nkiri afọ 2006, Crank",
  "Ọ bụ ezie na ọ gara nyocha maka ọrụ Kaylo, ndị na-emepụta ihe nyere Efren Ramirez ọrụ ahụ ma kama nye Gathegi ka ọ pụta dịka Haitian Cabbie. O nwere obi abụọ na mbụ banyere ịme ụda olu Haitian, mana otu enyi Haitian zụrụ ya. N'afọ 2007, mgbe onye ọbịa gosipụtara na Lincoln Heights na Veronica Mars, Gathegi gara n'ihu dịka Bodie na Death Sentence, Darudi na The Fifth Patient na Cheese na Gone Baby Gone",
  "O mechara nwee ọrụ ugboro ugboro dịka onye Mọmọn Dr",
  "Jeffrey Cole na ihe nkiri ahụike telivishọn House",
  "Dr",
  "House, onye n'onwe ya bụ onye na-ekweghị na Chineke, na-akwakarị àgwà ya emo maka nkwenkwe okpukpe ya",
  "Ọ bụkwa onye ọbịa na CSI: Miami, CSI: Crime Scene Investigation na Life on Mars n'afọ 2008 tupu e mee ya dịka Laurent na Twilight",
  "Mgbe mbụ Gathegi nyochara maka ihe nkiri afọ̀ 2008, nke sitere na otu akwụkwọ mbụ akpọrọ na usoro Stephenie Meyer's Twilight, ọ nụbeghị banyere usoro ahụ ma ọ maghị na àgwà ya bụ vampire. Ugbu a, ọ gụrụ usoro ahụ dum ma kpọọ onwe ya onye na-akwado hardcore.\nỌ na-egosi Eddie Willers na Atlas Shrugged (2011), dabere na akwụkwọ akụkọ Ayn Rand nke otu aha ahụ",
  "O mechara gosipụta onye Haitian ọzọ, Jean Baptiste, na oge nke ise nke Justified, mana obi adịghị ya mma na ọrụ ahụ ma rịọ ka ewepụ ya na ihe ngosi ahụ. Ọ bụkwa onye na-eme ihe ugboro ugboro na usoro telivishọn nke NBC, The Blacklist, dịka Matias Solomon, onye na-arụ ọrụ maka nzukọ nzuzo",
  "Gathegi kwughachiri ọrụ ahụ n'afọ 2016–2017 oge mpụ thriller, The Blacklist: RedemptionỌ na-egosipụtakwa Ronald Dacey na StartUp",
  "Gathegi lụrụ onye Romania, Adriana Marinescu n'afọ 2018.",
  "Drama Desk Awards",
  "Obie Awards",
  "Los Angeles Drama Critics Circle Awards",
  "Method Fest Independent Film Festival",
  "Ihe nrite Ovation",
  "Lucille Lortel Awards"
]