[
  "Edith Katiji,  amara aha ya dị ka Edith WeUtonga, (amụrụ n'abalị iri abụo na abụo nke ọnwa Eprel n'afọ1979) bụ onye Zimbabwe Afro-jazz na onye ǹkà egwu ọdịnala, onye egwu bass,  onye na-ede abụ, onye na-eme ihe nkiri na onye nkuzi egwu",
  "A mụrụ ya na Kadoma, nke dị ihe dịka kilomita otu narị na iri isii na isii( mi otu narị na atọ), n'okporo ụzọ, southwest of Harare",
  "Ebe ọ bụ onye Malawi ma tolite na Bulawayo ọ na-agú egwu n'asụsụ  anọ dị iche iche ọkachasị Shona, Chichewa, Ndebele na Bekee",
  "A na-akpọ ndị egwu ya Utonga  nke pụtara chi ọbụbọ",
  "Ọ bụ otu n'ime ndị na-agụ bass ole na ole  na Zimbabwe bụ onye na-edukwa ụda olu maka otu egwu",
  "Edith na-akpọkwa ụbọ akwara, mbira na ịgbà.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ gbasoro egwu na ụlọ akwụkwọ agha nke egwu  na Brady Barracks, na obodo nke abụọ nke Zimbabwe Bulawayo, ebe ọ malitere dị ka onye na-abụ abụ na ndị agha Band wee gaa n'ihu Amakhosi a ma ama n'obodo ahụ",
  "Township Square Cultural Center",
  "Mgbe ọ nọ n'ebe ahụ, ọ sonyeere nkuzi okuku egwu  nke ọnwa isii maka ụmụ nwanyị na-akụ egwu.",
  "Nke a mụtara otu egwu ụmụ nwanyị niile sitere na Amakhosi a na-akpọ Amakhosikazi ['Queens'!]  ebe ọ malitere dị ka onye na-ede egwú na onye na-edu ụda olu maka ìgwè ahụ ma mesịa chọpụta mmasị ya maka guitar bass",
  "Amakhosikazi kwụsịrị n'etiti afọ 2006.",
  "Katiji, onye bassist guzobere ìgwèegwu ọhụrụ sitere na ndị fọdụrụ nke Amakhasikazi, nke a na-akpọ 'Ya mere gịnị? !'  Ndị otu ahụ kwagara Harare wee sonye na sekit egwu ndụ n'ọtụtụ ebe etiti obodo a ma ama gụnyere Book Café na Mannenberg, The Kraal, Jazz 105 na Egwuregwu Diner",
  "Ṅ'afọ 2008,Ya mere?! mere mgbanwe ụfọdụ mgbe ndị isi ole na ole hapụrụ maka ahịhịa ndụ ndụ ka ọnọdụ akụ na ụba  na mba ahụ na-akawanye njọ",
  "Nke ọhụrụ, mesịrị mebie ọdịdị nke Ya mere Gịnị?! nọgidere na-emezu nkwa egwu ha - ruo mgbe ihe mberede nke  okporo ụzọ na.egbù egbu o nwere.",
  "Katiji lụrụ onye na-eme ihe nkiri Zimbabwe Elton Mjanana, ha abụọ nwere ụmụ abụọ",
  "N'afọ 2019 Edith gụsịrị akwụkwọ na Midlands State University (MSU) ma nweta ihe  nzere nkwanye ugwu na azụmaahịa egwu, egwu egwu na teknọlọji",
  "Onye isi oche  nke otu jikọtara egwu na Zimbabwe  (ZIMU),  n'afọ 2021 Katiji ghọrọ nwanyị ojii mbụ a họpụtara dị ka osote onye isi oche nke International Federation of Musicians (FIM) n'afọ 2021",
  "Katiji nwere ihe mberede okporo ụzọ dị nso na-egbu egbu n'onwa Julaị nke afọ 2008 bụ ebe ọ nwetara nnukwu mmerụ ahụ n'isi na ihu ma nọrọ na coma ihe fọdụrụ obere ka ọ bụrụ izu ụka abụọ",
  "Ihe mberede a mere ya n'ihu ya wee tufuo enyi ya nọ n'oche onye njem",
  "N'oge mgbake ya, ọ chọpụtala ụda ọhụrụ n'ime onwe ya",
  "O chere na ọkpụcha ya na ọnwụ, n'oge na-adịghị anya ka e mesịrị ọmụmụ nwa ya nwoke nke abụọ, nyere ya mmalite ọhụrụ na ndụ, na-akpọ ụda ọhụrụ 'Utonga'', nke pụtara 'ututu' wee degharịa onwe ya na ìgwè ya dị ka Edith",
  "WeUtonga 'Edith of Dawn",
  "Edith bụkwa onye ome ihe nkiri",
  "Mgbe ọ nọ na Amakhosi o gosipụtara na mmepụta ihe dị ka Athol Fugard's Hello & Goodbye, Greek classic Lyssistrata, Raisedon Baya's Echi People",
  "N'ebe Amakhosi nọ, o nwetara ọrụ ndị isi na Nanị Mana Ọnụ site na Wonder Guchu yana Silent Words nke Tawanda Kanegoni mere nke mere mpụta mbụ ya na Harare emume nka nke mba ofesi/mba ọzọ.",
  "(HIFA)",
  "Ọ bụ Cont Mhlanga, onye guzobere Amakhosi bụ onye gosipụtara ya na obere ihuenyo site n'inye ya ọrụ dị ka Mai Shupi na ihe nkiri TV, Sinjalo",
  "O nwetara ihe nrite maka arụmọrụ ya",
  "Edith jikwa ihe nkiri ArtsLab na-eme ihe nkiri gagharịa na mpaghara na mpaghara akpọrọ Standing in Pairs nke  emere na  emume Grahamstown.",
  "Iwu Nhọrọ Kachasị Mma"
]