[
  "Edith Struben (onye amụrụ Edith Frances Mary Struben) (1868 Pretoria - 21 Ọktoba 1936 Newlands, Cape Town) bụ ónyé na-ese ihe osise na ónyé na-ise ihe na South Africa",
  "Ọ bụ nwa nwanyị mbụ nke Harry Struben, ónyé ọsụ ụzọ na-egwupụta ọlaedo na Witwatersrand.",
  "N'afọ 1885, Fred na Harry Struben chọpụtara ọla edo na ugbo Wilgespruit (nke bụzi Kloofendal Nature Reserve) na Roodepoort",
  "N'oge ahụ, Edith bụ ónyé tozuru oke dị afọ iri na isii ma na-elekọta Charles (9) na Enid (5) ebe ọ bụ na nne ha adịghị ike ma biri na Pietermaritzburg",
  "Ọ rụrụ ọrụ n'ụlọ nke obere ụlọ dị na Little Falls, sie nri màkà ụmụ okorobịa abụọ ahụ ma kụziere ha akwụkwọ n'ụlọ",
  "Ọ chọpụtakwara oge ịkwa akwa na ite ágbá, na-egosi okooko osisi ọhịa ọ hụrụ, ọdịdị ala, na ogige ụlọikwuu dị nso na ọrụ igwu ala",
  "Fred na Harry mechara ree ihe niile ha kwuru na ihe onwunwe ha niile wee laa ezumike nká na Cape Town",
  "Harry wuru 'Strubenheim', nnukwu ụlọ nke na-eje ozi ugbu a na Ngalaba Egwú nke Mahadum Cape Town",
  "Ezinụlọ ahụ gụrụ Rudyard Kipling na Cecil John Rhodes dị ka ezigbo ndị enyi.",
  "Edith gụrụ ezigbo nka na Paris, Rome na London, laghachi South Africa na 1901 ma na-egosipụta ihe osise mmiri ya mgbe niile",
  "Ọ ghọrọ otu n'ime ndị otu izizi nke South African Society of Artists. Ọrụ ya dị na nchịkọta nkè Africana Museum na Johannesburg, Pretoria Art Museum na South African National Gallery na Cape Town.",
  "N'afọ 1920, ọ weghaara 'Luncarty', ụlọ Cape Peninsula dị na Upper Holly Street, Newlands, Cape Town na nso Kirstenbosch",
  "Nké a bụ Francis Kaye Kendall ónyé bụ otu n'ime ndị mmekọ azụmahịa nke Herbert Baker, màkà Commander Sereld Hay nke Royal Naval Volunteer Reserve, South African Division.",
  "Ọ bụ ónyé nkwado siri ike nke Botanical Society nke South Africa, ịbụ osote ónyé isi oche n'oge ọnwụ ya na 1936",
  "Mmetụta ya na nkume ubi na ụzọ nke Ịtali na Mediterenian dugara ya na itinye áká na atụmatụ na mmezu nke ụzọ nkume na Kirstenbosch.",
  "Mesembryanthemum strubeniae L.Bolus nkè a maara ugbu a dị ka Ruschia strubenia e Schwantes ka enyi ya Louisa Bolus kpọrọ áhà iji sọpụrụ Edith, dị ka Watsonia strubeniaE L.Bolos.",
  "Ụmụnne Edith bụ Arthur, Gertrude, Beatrice Mary, Fredrick, Robert, Charles, Enid (ubochí irí abụọ na ànó n'ọnwa Nọvemba 1879 Pretoria rụọ úbọchị irí n'ọnwa Febụwarị afọ 1966 London)",
  "Enid mechara lụọ Commander Dudley de Chair (1864-1958) na 1903 na Torwood nso Torquay, Devon."
]