[
  "Edith Zewelani Nawakwi (amụrụ n'ihe dị ka n'afọ ) bụ onye ndọrọ ndọrọ ọchịchị na onye na-ahụ maka akụ na ụba na Zambia site n'ọrụ",
  "Ọ bụ nwanyị mbụ na Zambia iji jide ọkwa Minista na-ahụ maka ego mgbe a họpụtara ya na afo 1998 kemgbe Zambia nwere onwe ya afọ 33 gara aga",
  "Ọ bụkwa nwanyị mbụ nwere ọkwa ahụ na mpaghara SADC",
  "Ọ bụ onye isi oche nke Forum for Democracy and Development nke ọ gbara ọsọ maka onye isi ala na ntuli aka nke afọ 2016.",
  "A mụrụ Nawakwi na Mwenzo, Northern Province of Zambia",
  "O nwere akara ugo mmụta na Agriculture Economics and Business Management site na Mahadum Zambia na diplọma na-agụsị akwụkwọ na Economics of Energy and Development site na Imperial College London, London.",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya mere ka ọ sonye na Movement for Multi-Party Democracy (MMD) na afo 1990",
  "O nwere ọkwa ndọrọ ndọrọ ọchịchị dị iche iche gụnyere Minista nke Steeti maka Ike na Mmepe Mmiri, Minista nke Ike na Mmepụta Mmiri, Mịnịsta nke Ọrụ Ugbo, Nri na Azụmaahịa, Mịnịstra nke Ego na Mịnịsta na-ahụ Maka Ọrụ na Nchebe Ọha n'etiti afọ 1992 na afo 2001.",
  "N'afọ 2001, ya na ụfọdụ ndị bụbu ndị otu Movement for Multi-Party Democracy guzobere Forum for Democracy and Development ebe ọ rụrụ ọrụ dị ka odeakwụkwọ ukwu na osote onye isi oche nke pati ahụ tupu a họpụta ya dịka onye isi oche na afo 2005, na-eme ka ọ bụrụ nwanyị mbụ na Zambia iji nweta ihe dị otú ahụ. N'afọ 2011, n'okpuru ikpo okwu nke Forum for Democracy and Development, ọ bụ naanị nwanyị sonyere na ntuli aka nke afọ 2011, na-etinye nke asaa na ndekọ na ngụkọta nke 6,833 vootu. O mekwara asọmpi na ntuli aka onye isi ala nke afọ 2015, na-etinye nke atọ na pasentị votu nke 0.92%. N'afọ 2016, ọ gbara ọsọ maka ọkwa onye isi ala na ntuli aka nke afọ 2016 ebe ọ nọ n'ọnọdụ nke atọ, na-enweta ngụkọta nke vootu 24,149.",
  "Ọ lụrụ Geofrey Hambulo onye ya na ya nwere ụmụ atọ. Na Jenụwarị na afo 2013, e gburu otu n'ime ụmụ ya nwanyị, Hatamba Hambulo",
  "A chọtara ozu ya a tụfuru atụfu n'otu olulu dị na Ibex Hill na aka ya na ụkwụ ya agbụ."
]