[
  "Edith Mary Bataringaya née Kaijuka na afọ 1992, bụ onye ndọrọ ndọrọ ọchịchị Uganda a ma ama na onye ndọrọ ndọrọ nke Uganda na-eme mgbe nnwere onwe gasịrị",
  "Ọ bụ onye guzobere Ugandan Women's Union na Uganda Council of Women n'akụkụ Rhoda Kalema na Theresa Mbire. Ọ lụrụ Basil Kiiza Bataringaya onye ndọrọ ndọrọ ọchịchị Uganda a ma ama na Uganda mgbe nnwere onwe gasịrị.",
  "A mụrụ Edith Mary Kaijuka na afọ 1929 na Kabale, obodo dị na mpaghara ọdịda anyanwụ nke Uganda. Nna ya bụ Reverend Kaijuka, onye ụkọchukwu a ma ama na Chọọchị nke Uganda na onye nkuzi si n'obodo dị nso nke Bugongi Hill.",
  "Edith Mary Kaijuka lụrụ Basil Kiiza Bataringaya, nwa Marko Kiiza onye isi Ssaza nke Bunyaruguru, ọ gbanwere aha ya ka ọ bụrụ Edith Mary Bataringaye. N'oge alụmdi na nwunye ha, Basil Kiiza Bataringaya nọ na-aga akwụkwọ, na Government Teacher Training College of Uganda (TTC) na Mahadum Makerere na Kampala, Uganda.",
  "Basil Kiiza Bataringaya ghọrọ onye ndọrọ ndọrọ ọchịchị a ma ama na Uganda n'oge na-adịghị anya",
  "Bataringaya gbara ọsọ dị ka onye otu Democratic Party nke Uganda maka oche omeiwu maka Ankole District na Kansụl Iwu nke Uganda na gọọmentị mgbanwe n'etiti oge ọchịchị Uganda Protectorate na Republic of Uganda na ntuli aka mbụ nke mba Uganda, ntuli aka nke March na afọ  nke 1961. Ọ ghọrọ onye ndú nke ndị mmegide n'oge ọchịchị Apollo Milton Obote ma nyere aka guzobe ọrụ ahụ dị ka ihe na-achịkwa ndị ndu ndọrọ ndọrọ ọchịchị na Uganda. Basil Kiiza Bataringaya si na Democratic Party of Uganda gaa na Apollo Milton Obote's Uganda People's Congress party n'ala nke Nzukọ Ndị Omeiwu nke Uganda na mbido ndọrọ ndọrọ ọchịchị dị elu na akụkọ ihe mere eme nke mba Uganda. Basil Kiiza Bataringaya ghọrọ Minista dị ike nke Internal Affairs ma nweta ntụkwasị obi nke Praịm Minista Apollo Milton Obote ngwa ngwa, ma nweta ebe n'ime obere ndị ndụmọdụ a tụkwasịrị obi nke Obote ma nweta nnukwu akwụkwọ iwu dị ka otu n'ime ndị minista kachasị ike na gọọmentị Obote.",
  "Edith Mary Bataringaya ghọrọ onye nwere mmetụta na ọchịchị bu Mazi Apollo Milton Obote na-esote ọpụpụ Basil Kiiza Bataringaaya na ịrịgo n'ọkwa Minista nke Internal Affairs",
  "Ọ na-agakarị di ya na njem mba ofesi na-anọchite anya Uganda, na-anọchi anya Uganda ma na-atụle ọrụ ya dị ka onye isi na onye guzobere Kansụl Ụmụ nwanyị nke Uganda na ndị nnọchi anya mba ofesi. Ọ gara United States of America ma zute ndị otu mba United States Department of State na mgbakwunye na ileta Disneyland.",
  "Edith Mary Bataringaya bụ onye a ma ama na-eme ihe na mgbakwunye na ọrụ ndọrọ ndọrọ ọchịchị ọ na-arụ dị ka di na nwunye ndọrọ ndọrọ ọchịchị dị elu",
  "Bataringaya malitere Uganda Women's Union na Uganda Council of Women n'akụkụ Rhoda Kalema na Theresa Mbire. N'afọ 1960, n'okpuru nduzi nke Bataringaya, Kansụl Ụmụ nwanyị nke Uganda mere mkpebi na-agba ume na a ga-edekọ iwu gbasara alụmdi na nwunye, ịgba alụkwaghịm, na ihe nketa n'ụdị ederede ma kpọsaa ya na mba niile maka ịhazi omenala na omume ọgbara ọhụrụ",
  "N'ime afọ iri mbụ nke nnwere onwe, kansụl a mekwara ka e mee mgbanwe iwu nke ga-enye ụmụ nwanyị niile ikike inwe ihe onwunwe ma nọgide na-elekọta ụmụ ha ma ọ bụrụ na alụmdi na nwunye ha agwụ. Ọrụ nke Kansụl Ụmụ nwanyị nke Uganda n'okpuru nduzi nke Bataringaya dugara na mgbanwe na Iwu Ịgba Ọgba Ọgba Agha nke Uganda, na-eduga na ederede ederede nke Iwu Ịgba Agha na-enye ụmụ nwoke na ụmụ nwanyị ohere hà nhata maka ịgba alụkwaghịm.",
  "Di Edith Mary Bataringaya bụ Basil Kiiza Bataringaaya duziri mgbalị ijide Idi Amin, na-eme ka ọ bụrụ otu n'ime ndị Uganda mbụ gọọmentị Idi Amin ọhụrụ jidere. Mgbe ọ nọ n'ụlọ mkpọrọ, a tara Bataringaya ahụhụ ma tụọ ya mkpọrọ na Makindye Prison. E zigara Bataringaya na mpụga obodo Mbarara, ebe e gburu ya na ndụ. A na-egosipụta isi ya e bepụrụ egbupụ n'elu osisi, ma na-agagharị gburugburu obodo Mbarara ruo mgbe e gosipụtara isi ya e gbupụrụ egbupụ na ogige ndị agha Mbarara.",
  "Edith Mary Bataringaya ghọrọ nwanyị di ya nwụrụ na-azụlite ụmụ ya asatọ naanị ya n'ala Bataringaye na Mbarara, wee ghọọ onye a ma ama na-eyi egwu ndọrọ ndọrọ ọchịchị na-emegide Idi Amin. E gburu Bataringaya n'onwe ya n'afọ 1977 n'oge Idi Amin mechara kpochapụ ya, nke a na-ekwu na ọ bụ Juma Bashir, gọvanọ nke Western Province of Uganda. E mechara chọta ozu ya ọkụ n'ala dị na Mbarara nke ezinụlọ Bataringaya. Nke a mere ka ụmụ ya asatọ bụrụ ụmụ mgbei",
  "Ọ bụ nwanne ya nwoke, Dr",
  "Emmanuel Kaijuka zụlitere ha nille",
  "Edith Mary na Basil Kiiza Bataringaya nwere ụmụ asatọ, Dr",
  "Geoffrey Basil Bataringaye, Basil Batiringaya Jr., Grace Bataringay, Kenneth Bataringayo, Jackie Bataringaia, Janette Bataringayan, Juliet Wavamunno, na Dr",
  "Aisha Bataringalalaya-Sseka",
  "Ụmụaka ahụ ghọrọ ụmụ mgbei na afọ 1977 ka ndị nne na nna abụọ ahụ nwụrụ site n'aka ọchịchị Amin",
  "Nwanne Edith Mary Bataringaya, Dr",
  "Emmanuel Kaijuka onye mechara bụrụ Kọmishọna Ahụike nke Uganda, zụlitere ụmụaka ahụ kemgbe ha ka dị obere mgbe ha bụ ụmụ mgbe ha bụ ndị nne na nna ha gburu.",
  "N'afọ 1985, ụmụ asatọ ahụ a zutere na nke mbụ ya kemgbe e gburu nne ha n'obodo Muyenga, Uganda",
  "Ụmụ ha niile gara n'ihu na-arụ ọrụ na-aga nke ọma site na afọ 2003: Grace Bataringaya bụ dọkịta na-ahụ maka anụmanụ na onye njikwa ihe omume, Kenneth Bataringaye bụ onye ọchụnta ego na-elekọta ala ezinụlọ, Jackie Bataringay bụ dọkọ maka Action Aid na-arụkọ ọrụ na Harare, Zimbabwe, Janette Bataringayan na-arụarụ ọrụ na Public Health na Boston, Massachusetts na United States, Juliet Wavamunno (née Bataringaia) bụ dọkụ na-arụ maka World Health Organization, na Aisha Bataringayaa-Sseka (née Batingingaya na Mahadum nke Western Africa.",
  "Bataringaya bụ onye Katọlik ma tinye aka na Chọọchị Katọlik na Uganda n'oge niile ọ na-arụ ọrụ na ndọrọ ndọrọ ọchịchị. Nna Bataringaya bụ onye ụkọchukwu nke Chọọchị Uganda, a zụlitere Bataringay na Chọọchị nke Uganda. Di Bataringaya bụ onye nkuzi na ụlọ akwụkwọ Katọlik dị na Ankole, ma mesịa na-elekọta ụlọ akwụkwọ Katólik niile dị na Ancole tupu ọ banye na ndọrọ ndọrọ ọchịchị. Edith Mary Bataringaya ghọrọ onye Katọlik mgbe ọ lụsịrị Basil Kiiza Bataringaaya ma soro ndị ozi Katọlik dị n'ógbè ahụ rụọ ọrụ n'oge niile ọ na-arụ ọrụ, edepụtara ya dị ka enyi na onye mmekọ nke ozi Katọlic na Mbarara Region nke Uganda."
]