[
  "Edith Chewanjel Masai (amụrụ n'ụbọchị nke anọ n'ọnwa Eprel n'afọ 1967) bụ onye Kenya bụbu onye na-agba ọsọ ogologo oge bụ onye ọkachamara na cross country na track races, mgbe ahụ, road races na njedebe ọrụ ya",
  "Ọ nọchitere anya Kenya na 2004 Summer Olympics",
  "Ihe kacha mma ọ rụzuru bụ ihe nrite ọla edo atọ n'otu n'otu na ọsọ dị mkpirikpi na IAAF World Cross Country Championships n'etiti afọ 2002 na afọ 2004.",
  "A makwaara ya maka iru n'elu ụwa mgbe ọ dị afọ 35",
  "N'okporo ụzọ ahụ, ọ bụ onye nwetara ọla nchara karịa mita 5000 na ago 2003 World Championships in Athletics ma bụrụ onye mmeri Afrịka nke afọ 2006 karịa mita 10,000",
  "O nwetakwala ihe nrite ọlaọcha karịa 10,000 m na afo 2007 All-Africa Games na 5000 m na afo 2002 Commonwealth Games.",
  "Ụzọ kachasị mma ya nke 8:23.23 nkeji maka mita 3000, nke e debere na afọ 2002, ka bụ ihe ndekọ Afrịka maka ihe omume ahụ",
  "N'ime ọsọ marathon, ọ gbara ọsọ kachasị mma nke 2:27:06 awa iji merie na afọ 2005 Hamburg Marathon.",
  "A mụrụ Masai n'obodo Chepkoya, Mount Elgon District",
  "Ọ bụ nwa nke atọ a mụrụ n'ezinụlọ nwere mmadụ anọ",
  "Ọ gbara asọmpi n'oge ọ nọ n'ụlọ akwụkwọ sekọndrị mgbe ọ nọ na Kibuk Secondary School",
  "Ọ gụsịrị akwụkwọ na afọ 1988",
  "Ọ sonyeere Kenya Prisons Service na 1990, nke a maara maka iwebata ọtụtụ ndị na-eme egwuregwu nwere nkà",
  "Otú ọ dị, Masai enwetaghị ihe ọ bụla ruo na afọ 1999, mgbe ọ ghọrọ onye mmeri mba na-agafe mba, mgbe ọ dị afọ 32",
  "N'ihi ya, ọ malitere ọzụzụ siri ike karị",
  "O meriri Lotto Cross Cup Brussels na 2001 wee gaa n'ihu were ọla nchara na ọsọ dị mkpirikpi na World Cross Country Championships n'afọ ahụ",
  "Ọ meziwanyere nke a n'afọ sochirinụ, were ọla edo na afo 2002 IAAF World Cross Country Championships.",
  "Masai nwere ihe ndekọ Afrịka nke mita 3000 nke e debere na onwa Julai, na afọ 2002 na Monaco",
  "O ritere ọla nchara na 2003 World Championships",
  "N'afọ 2004, ọ dara na ule Kenya maka Olimpik, mana ebe ọ bụ na ọ bụ otu n'ime naanị ndị Kenya atọ meriri oge Olympic \"A\"- nke ruru eru na mita 5000 nke ụmụ nwanyị n'afọ ahụ, a na-enye ya ohere na otu ahụ",
  "Masai n'onwe ya jụrụ onyinye ahụ na mbụ, mana ọ sonyeere ndị otu ahụ mgbe ogologo mkparịta ụka gasịrị",
  "N'egwuregwu Olimpik, ọ kwụsịrị na-enwe mmerụ ahụ n'ọkpụkpụ ụkwụ. O mere marathon mbụ ya mgbe ọ dị afọ 38, mana o mere ihe ngosi mbụ nke obi ike, na-agba 2:27:06 iji merie 2005 Hamburg Marathon.",
  "Ọ bụ onye nke ise na ọsọ 10,000 mita na afọ 2005 World Championships na Helsinki, Finland",
  "Oge ya, 30:30.26 bụ ihe ndekọ ọhụrụ nke Kenya",
  "Linet Masai meriri ihe ndekọ ahụ na 2008 Olympics, onye gbara 30:26.50.",
  "Masai anọwo na-agbanwe site na ịgba ọsọ n'okporo ụzọ gaa na marathon",
  "O meriri Hamburg Marathon na 2005 ma sonye na ya na afọ 2006 na afọ 2007",
  "N'afọ 2006, ọ meriri Berlin Half Marathon, setịpụ ọsọ ọsọ ọsọ ọsọ nke ọkara marathon n'afọ ahụ, 1:07:16 nkeji",
  "Ọ bụkwa ihe kachasị mma na ihe ndekọ",
  "O setịpụkwara ihe ndekọ ọhụrụ nke mita 5000 nke Kenya nke nkeji 14:33.84.",
  "O ritere ihe nrite ọlaọcha 10,000 mita na afọ 2007 All-Africa Games",
  "Oge ya, 31:31.18 bụ ihe ndekọ ụwa ọhụrụ maka ụmụ nwanyị karịrị afọ 40",
  "Nicole Lévêque nke France nwere ihe ndekọ gara aga, onye gbara 32:12.07 na Helsinki na afọ 1994",
  "Masai sonyere na afọ 2008 World championships marathon na Osaka, Japan, na-emecha nke 8 na asọmpi nke onye obodo ya Catherine Ndereba meriri.",
  "Masai meriri na afọ 2008 Virginia Beach Rock 'n' Roll Half Marathon. Ọ meriri Singapore Marathon na onwa Disemba, afọ 2008",
  "Ya na onye nnọchi anya ya bụ Dorothee Paulmann kewara",
  "na afọ 2007 wee rụọ ọrụ n'onwe ya.",
  "Ọ bi na Ngong na Kitale ugbu a",
  "Ọ na-azụ ndị otu Kenya Prisons Cross Country",
  "Ọ bụ nne gbara alụkwaghịm nke otu, nwa ya nwoke Paul Griffin Sakit amụrụ na afọ 1992 onye gbara ọsọ maka Mahadum Louisiana Tech",
  "Masai lara ezumike nká na asọmpi na mbido afọ 2010 n'ihi mmerụ ahụ n'ikpere."
]