[
  "Edna Adan Ismail (Somali:  ama Adna AadanIsmaaciil) (amụrụ na 8 Septemba, na afọ 1937) bụ onye nọọsụ na-amụ nwa, onye na-eme ihe ike ma bụrụ nwanyị mbụ Minista Na-ahụ Maka Mba Ọzọ nke Somaliland site na afo 2003 ruo na afọ 2006",
  "Ọ rụrụ ọrụ dị ka Minista nke Ahụike Ezinụlọ na Mmepe Ọha na Eze nke Somaliland.",
  "Ọ bụ onye nduzi na onye guzobere Edna Adan Maternity Hospital na Hargeisa na onye na-eme ihe ike na onye ọsụ ụzọ na ọgụ maka iwepụ akụkụ ahụ nwanyị",
  "Ọ bụkwa onye isi oche nke Organization for Victims of Torture.",
  "Ọ lụrụ Mohamed Haji Ibrahim Egal onye bụ praịm minista nke steeti Somaliland ụbọchị ise tupu Trust Territory nke nnwere onwe Somalia na mgbe e mesịrị Somali Republic (1960-1960) na (1967-1969) na Onye isi ala Somaliland (19932002).",
  "A mụrụ Edna Adan na Hargeisa, British Somaliland na 8 Septemba, na afọ 1937, nwa nwanyị nke dọkịta Somalia a ma ama. Ọ bụ otu n'ime ụmụ ise nne ya mụrụ, mana abụọ nwụrụ n'oge a na-amụ nwa. N'oge ahụ, ụmụ agbọghọ anaghị agụ akwụkwọ na Somaliland, mana nna ya goro onye nkuzi maka ụfọdụ ụmụ nwoke nọ n'ógbè ahụ ma ọ mụtara iso ha gụọ ma dee",
  "O mechara gaa ụlọ akwụkwọ dị na Djibouti ebe nwanne nne ya bụ onye nkuzi. Mgbe ọ dị afọ asatọ, a ga-egbu ya",
  "Ọ bụ nne ya na nne nne ya haziri ya mgbe nna ya nọ na njem azụmahịa; mgbe ọ laghachiri, iwe were ya.",
  "N'ịchọ igbochi ụmụ nwanyị ndị ọzọ ịnata otu mmerụ ahụ o mere, ọ zụrụ dị ka onye nọọsụ na onye na-amụ nwa na United Kingdom na Borough Polytechnic, ugbu a London South Bank University. O mechara lụọ Muhammad Haji Ibrahim Egal, onye ndọrọ ndọrọ ọchịchị Somalia nke a họpụtara dịka praịm minista Somalia n'afọ 1967.",
  "A na-ekwu na ọ bụ \"nwa agbọghọ Somalia mbụ\" gụrụ akwụkwọ na Britain, onye nọọsụ mbụ ruru eru na Somaliland na nwanyị Somalia mbụ na-akwọ ụgbọala.",
  "N'afọ 1980, Edna Adan malitere iwu ụlọ ọgwụ n'isi obodo Somaliland bụ Hargeisa, mana a manyere ya ịhapụ mba ahụ n'ihi mmalite nke Agha Obodo Somalia n'afọ 1981.",
  "Ọ laghachiri Somaliland wee wuo ụlọ ọgwụ na-amụ nwa, nke ọ na-aga n'ihu na-arụ ọrụ",
  "Edna Adan Maternity Hospital meghere na 9 Machị na afọ 2002, n'ala gọọmentị mpaghara nyere ya na saịtị a na-ejibu dị ka ihe mkpofu",
  "Mpaghara ahụ enweghị ndị nọọsụ a zụrụ azụ iji rụọ ọrụ n'ụlọ ọgwụ ahụ ebe ọtụtụ n'ime ha gbapụrụ na mba ahụ ma ọ bụ nwụọ n'oge agha obodo ahụ, ya mere Edna kpọtara ihe karịrị mmadụ iri atọ ma malite ịzụ ha n'afọ 2000 mgbe ụlọ ọgwụ ahụ ka na-ewu. Ụlọ ọgwụ ahụ nwere ebe abụọ a na-awa ahụ ugbu a, ụlọ nyocha, ọbá akwụkwọ, ụlọ ọrụ kọmputa na ngalaba zuru ezu a raara nye ọzụzụ ndị nọọsụ na ndị na-amụ nwa",
  "As of 2018[update], ụlọ ọgwụ ahụ nwere ndị ọrụ 200 na ụmụ akwụkwọ 1500.",
  "Ebumnauche nke Ụlọ Ọgwụ Edna Adan bụ inyere aka melite ahụike nke ndị bi n'ógbè ahụ, ọkachasị ọnụ ọgụgụ dị elu nke ọnwụ nne na nwa ọhụrụ",
  "Ụlọ ọrụ ahụ bụ ọrụ ebere na-enweghị uru na ụlọ ọgwụ nkuzi nke na-amụ nwa nke na-emekwa ọzụzụ nke ndị nọọsụ ụmụ akwụkwọ na ndị na-enyere ndị na-ahụ maka ụlọ nyocha aka.",
  "Ọrụ Edna Adan na-akwado ọrụ ebere na United Kingdom na United States nke na-enyere ya aka ịkwalite nkwado na mmata iji zụọ ndị na-amụ nwa ndị ọzọ ma lụso FGM ọgụ na Somaliland.",
  "Edna Adan Ismail bụ naanị nwanyị minista na gọọmentị Somaliland ruo n'ọnwa Julaị afọ 2006, mgbe onye bụbu Minista nke Ozi na National Guidance Abdillahi Mohamed Dualeh nọchiri ya dị ka Minista Na-ahụ Maka Mba",
  "Na mgbakwunye na ọrụ ya na gọọmentị, ọ na-aga n'ihu ịbụ olu maka ọchịchọ ọchịchị onye kwuo uche ya nke ndị Somaliland",
  "N'ọnwa Maachị, afọ 2022, a họpụtara ya dị ka onye isi oche nke Unrepresented Nations and Peoples Organization.",
  "Edna Adan Ismail bụ onye natara onyinye AMANITARE 2002 ihe nrite maka mbọ ọ na-agba imeghe ụlọ ọgwụ na Somaliland n'afọ 1998.",
  "N'ịghọta onyinye ndụ ya niile na ọrụ enyemaka, agbakwunyere aha Edna Adan Ismail na Medical Mission Hall of Fame, Mahadum Toledo, Ohio, na Maachị, na afọ 2007. O nwere nzere Doctoral Honorary na Mahadum Clark na Massachusetts",
  "E mere ya onye Honorary Fellow nke Mahadum Cardiff na Wales na afọ 2008. N'afọ 2018, Royal College of Obstetricians and Gynaecologists nyere ya Honorary Fellowship.",
  "N'afọ 2012, e gosipụtara Edna Adan na ihe ngosi Half the Sky: Turning Oppression into Opportunity for Women Worldwide, nke malitere na PBS 1 na 2 Ọktoba",
  "Usoro ahụ na-ewebata ụmụ nwanyị na ụmụ agbọghọ na-ebi n'ọnọdụ siri ike ma jiri obi ike lụọ ọgụ iji maa ha aka",
  "Ọ bụ Show of Force na Fugitive Films mepụtara usoro Half the Sky PBS TV",
  "Ọ bụ onye a tụfuru n'ime usoro Desert Island Discs na BBC Radio 4 na 22 Ọktoba 2017.",
  "Kate Grant, onye isi oche nke Fistula Foundation, akpọwo ya \"The Muslim Mother Teresa\".",
  "N'afọ 2018, e nyere ya nzere doctorate nke London South Bank University."
]