[
  "Edna Ngeringwony Kiplagat (amụrụ na 15 na onwa Septemba  na afọ 1979) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge",
  "Ọ bụ onye mmeri ụwa nke IAAF na afọ 2011 na 2013 na marathon. O guzobere onwe ya dị ka onye na-agba ọsọ marathon nke nwere mmeri na Los Angeles na New York City Marathons na afọ 2010",
  "Ihe kacha mma ya maka ebe ahụ bụ awa 2:19:50, nke e debere na London Marathon na afo 2012",
  "Mgbe ọ dị afọ 37, Kiplagat meriri na afọ 2017 Boston Marathon n'ime oge nke 2:21:52 awa, wee merie nrite ọlaọcha marathon na IAAF World Championships na London. Mgbe ọ dị afọ 39, ọ bụ onye nke abụọ na afọ 2019 Boston Marathon na nke anọ na World Athletics Marathon World Championship",
  "Mgbe ọ dị afọ 41, ọ meriri n'ọsọ ụzọ Bix 7 nke afọ 2021, Falmouth Road Race, ma bụrụkwa onye nke abụọ ọzọ na Boston Marathon.",
  "Na mita 3000, Kiplagat ritere ihe nrite ọlaọcha na afọ1996 World Junior Championships na ọla nchara na afọ 1998 World Junior Champions Championships.",
  "Ọ mechara nke iri na atọ na ogologo ọsọ na afọ 2006 World Cross Country Championships",
  "N'otu oge ahụ, o dekọrọ ihe kachasị mma na mita 5000, na nkeji 15:57.3 na July na Nairobi, na ọkara marathon, na awa 1:09:32 na October na San Jose",
  "N'ọnwa Juun afọ 2007, ọ gbara ọsọ 10,000 mita na 33:27.0 nkeji na Nairobi",
  "O meriri na afọ 2006 Virginia Beach Rock 'n' Roll Half Marathon, afo 2007 Lilac Bloomsday Run na 2007 Bay na ndị mgbaji (San Francisco).",
  "Kiplagat mechara nke abụọ n'azụ Emily Chebet na afọ 2010 Freihofer's Run for Women, na-agba ọsọ oge nke 15:20 ma merie $ 5000 na usoro ahụ. O jisiri ike bụrụ onye nke atọ na asọmpi Beach to Beacon n'ọnwa Ọgọstụ afọ 2010, ma mechaa otu ihe ahụ na Falmouth Road Race izu abụọ ka e mesịrị (na-agwụcha Lineth Chepkurui na Wude Ayalew na asọmpi abụọ ahụ).",
  "Kiplagat meriri Los Angeles Marathon na afọ 2010, naanị marathon nke abụọ ya, wee gaa n'ihu merie n'afọ 2010 New York City Marathon",
  "O meriri ndị mbido marathon abụọ, Shalane Flanagan nke United States na Mary Keitany nke Kenya, bụ ndị nke abụọ na nke atọ, n'otu n'otu.",
  "Ọ gbara ọsọ kachasị mma nke 1:09:00 na New York City Half Marathon, na-agwụcha dị ka onye nke abụọ n'azụ Caroline Rotich. Ọ meriri Keitany ọzọ na afọ 2011 London Marathon, mana onye na-asọmpi ya n'ụlọ meriri ya",
  "N'agbanyeghị nke ahụ, Kiplagat nwere obi ụtọ na arụmọrụ nke atọ ya dịka oge ya nke 2:20:46 gosipụtara ihe kachasị mma, na-emeziwanye oge mbụ ya site na ihe fọrọ nke nta ka ọ bụrụ nkeji ise. Kiplagat bụ onye kachasị amasị maka asọmpi afọ 2011 World Championships Marathon ma nyefee ya n'ụdị ya, na-ewere aha ụmụ nwanyị n'ime oge nke 2:28:43 awa",
  "Mmeri ya adịghị ka o doro anya mgbe ọ dara na kilomita 5 ikpeazụ, mana onye otu ya na onye nke atọ Sharon Cherop kwụsịrị n'etiti ọsọ iji nyere Kiplagat aka iguzo ọtọ",
  "Kiplagat, Cherop na Priscah Jeptoo mere ka ọ bụrụ ihe nrite maka Kenya na oge mbụ mba ọ bụla nwetara ihe nrite atọ ahụ na asọmpi marathon zuru ụwa ọnụ. Ọ banyere na Montferland Run na obere mmerụ ahụ wee mechie dị ka onye nke abụọ na Abebech Afework.",
  "Ọ malitere na afọ 2012 na ahịhịa wee bịa nke atọ na Kenyan Cross Country Championships. Nke a bụ nkwadebe ya maka 2012 London Marathon, ebe ọ bụ onye ikpeazụ na-agba ọsọ iji maa onye mmeri Mary Keitany aka ma mechie ọsọ ahụ dị ka onye nke abụọ na elekere 2:19:50. A họpụtara Kiplagat maka ndị otu egwuregwu Olympic nke Kenya n'ihi ya. Ọ bụ onye mmeri dị mma nke New York Mini 10K na June. Na afọ 2012 London Olympics ọ nwetaghị ihe ịga nke ọma ya na isi obodo Britain ma mee naanị nke iri abụọ na Olympic marathon na oge nke 2:27:52 awa",
  "Izu isii ka e mesịrị, ọ gbara ọsọ na Great North Run ma nwee arụmọrụ ka mma, na-etinye ihe kachasị mma nke 1:07:41 awa mgbe ọ na-emecha onye nke abụọ na Tirunesh Dibaba.",
  "Kiplagat mechara bụrụ onye nke abụọ na London Marathon maka afọ nke abụọ n'usoro, n'oge a n'azụ Priscah Jeptoo.",
  "Ka e mesịrị na afọ 2013 ọ ghọrọ nwanyị mbụ nọgidere na-enwe aha ụwa marathon mgbe ọ nwetara ihe nrite ọla edo mbụ n'ụbọchị mmeghe nke World Athletics Championships, na-emeri n'ihu Valeria Straneo na Kayoko Fukushi n'ime oge nke 2:25:44 awa.",
  "Mgbe ọ gwụchara n'elu ikpo okwu na nke ọ bụla n'ime mbipụta atọ gara aga, Kiplagat mechara kwuo mmeri na London Marathon n'ihu onye obodo ya (enweghị njikọ) Florence Kiplagat n'ime oge nke 2:20:21 awa.",
  "Kiplagat mechiri 2014 na 2:36:24 njedebe (13th ebe) na 2014 New York City Marathon.",
  "Kiplagat laghachiri na afọ 2015 London Marathon na oge nke 2:27:16 awa (ebe nke iri na otu)",
  "O mechara bụrụ onye nke ise na 2015 IAAF World Championships na Beijing na oge nke 2:28:15 awa.",
  "Na afọ 2016  Kiplagat laghachi na otu n'ime ndị atọ karịsịa nke nnukwu agbụrụ na oge njedebe ngwa ngwa karịa naanị otu afọ tupu",
  "Ọ gwụchara na 2:22:36 awa maka ọnọdụ nke atọ na 2016 Tokyo Marathon, na 2:23:28 awa maka ọnọdụ ya nke abụọ na 2016 Chicago Marathon.",
  "Mgbe ọ dị afọ 37, Kiplagat meriri na 2017 Boston Marathon na oge nke 2:21:52 awa.",
  "Mmeri a bụ nke mbụ ya na Boston Marathon mgbe ihe karịrị afọ iri nke ịgba ọsọ pụrụ iche gasịrị",
  "\"Emere m ihe fọrọ nke nta ka ọ bụrụ ihe niile n'egwuregwu anyị, mana ọ bụ otu n'ime nrọ m ịgba ọsọ Boston, marathon kachasị ochie n'ụwa, \"ka Kiplagat kwuru",
  "\"Ọ ga-apụta na m agbaala ise n'ime isii Abbott World Marathon Majors na mgbakwunye na egwuregwu Olympic na World Championships",
  "\"",
  "N'ọnwa Ọgọstụ Kiplagat sonyere na 2017 World Championships in Athletics nke e mere na London",
  "O meriri nrite ọlaọcha na Women's Marathon, n'oge nke 2:27:18",
  "Rose Chelimo bu ya ụzọ.",
  "Kiplagat bụ nwanyị uwe ojii na Iten, Kenya",
  "\"Abụ m otu n'ime ihe nlereanya n'obodo m na mba m,\" ka Kiplagat na-ekwu",
  "\"Enwere m ntụziaka ụmụ agbọghọ n'ụlọ akwụkwọ ma enye ụmụ nwanyị ike ịmepụta òtù obodo",
  "Ana m akwado ụmụaka na-enweghị ihe ịga nke ọma iji kwụọ ụgwọ ụlọ akwụkwọ ha",
  "\"",
  "Kiplagat na di ya nwere ụmụ ise, abụọ n'ime ha bụ nke nwanne ya nwanyị nke nwụrụ n'ọrịa kansa ara n'afọ 2003, na otu onye onye agbata obi nke nwụrụ mgbe ọ na-amụ nwa n'afọ 2013",
  "Ụmụ ya Wendy, 9, na Carlos, 13, nọ na njedebe na emume mmeri maka mmeri ya na 121st kwa afọ Boston Marathon.",
  "Ọ malitere Edna Kiplagat Foundation iji mee ka a mara banyere ọrịa kansa ara. Kiplagat na-enyekwa onwe ya n'afọ ofufo iji mee ka a mara maka njikwa ihe mkpofu maka idebe gburugburu ebe obibi dị ọcha."
]