[
  "Ndị Edo ma ọ bụ ndị Benin bụ agbụrụ Edoid nke a na-ahụkarị na  mbà Edo, Southern akụkụ nke Nigeria",
  "Ha na-asụ asụsụ Edo ma bụrụ ụmụ nke ndị guzobere Alaeze Ukwu Benin",
  "Ha nwere njikọ chiri anya na agbụrụ ndị ọzọ na-asụ asụsụ Edoid, dị ka Esan, Afemai, Isoko, na ndi Urhobo.",
  "Aha \"Benin\" (na \"Bini\") bụ nrụrụ aka Portuguese, n'ikpeazụ site na okwu \"Ubini\", nke malitere iji n'oge ọchịchị Oba (onye ọchịchị) Ewuare the Great, c",
  "1440",
  "\"Ubini\", okwu Edo oge ochie nke pụtara ndị mara mma, ejiri ya kọwaa ebe nchịkwa eze ma ọ bụ obodo ma ọ bụ isi obodo nke alaeze ahụ, Edo",
  "Ubini mechara merụọ Bini site n'agbụrụ ndị dị n'etiti; ma merụọ Benin n'ihe dị ka 1485 mgbe ndị Portugal malitere mmekọrịta azụmahịa na Oba Ewuare na-enye ha beads coral.",
  "Enwere ike ịchọta ndị Edo na steeti Edo nke Naịjirịa nke nwetara aha ya site na ndị isi bi na mpaghara akụkọ ihe mere eme kachasị ama, obodo Benin nke bụkwa isi obodo etiti nke ndị Edo",
  "Ndị Edo nwekwara ọtụtụ ìgwè ndị yiri ha na gburugburu ha nke ókèala ndọrọ ndọrọ ọchịchị na nchịkwa nke steeti Edo. Ọtụtụ n'ime ìgwè ndị a achọpụtala akụkọ ihe mere eme ha laghachi azụ n'etiti obodo akụkọ ihe mere mere eme nke ndị Benin, ọbọdọ Benin",
  "Ihe atụ nke ìgwè ndị dị otú ahụ dị nso gụnyere ụdị Afemai dị iche iche, ndị Esan nke steeti Edo na ndị Akoko Edo dị na ókèala ugwu nke steeti ahụ.",
  "Steeti Edo bụbu akụkụ nke steeti Bendel ochie nke Naijiria, nke a makwaara dị ka Mid-Western Region, Naijiria",
  "Mmetụta na ọdịbendị nke mpaghara a na-egosipụta nke Edo, Urhobo, Esan na ndị ọzọ metụtara Edo.",
  "Ndị Edo nwere otu n'ime omenala ejiji pụrụ iche na kọntinent Afrịka",
  "Ihe ejiji ha na-agụnye beads na-acha ọbara ọbara, aka, nkwonkwo ụkwụ, ọrụ raffia na ihe ndị ọzọ.",
  "N'okpukpe ọdịnala nke Edo, e nwere, ma e wezụga ụwa mmadụ, ụwa a na-adịghị ahụ anya nke ihe karịrị nke mmadụ na-arụ ọrụ dị ka ndị na-arịọchitere ụwa mmadụ",
  "A na-enye ha onyinye n'ebe nsọ ha",
  "Osanobua bụ onye okike na Chineke Kasị Elu",
  "Nwa ya nwoke / nwa ya nwanyị Olokun bụ onye na-achị mmiri niile ma bụrụkwa onye na-ahụ maka ọganihu na ọmụmụ nke ndị na-eso ụzọ ya",
  "Nwa nwoke ọzọ bụ Ogun, bụ chi na-elekọta ndị ọrụ ígwè",
  "Osanobua Noghodua pụtara Chineke Pụrụ Ime Ihe Niile",
  "Okwu Osanobua na-agụnye ọtụtụ ụkpụrụ Chineke - gụnyere ọnọdụ Chineke nke ịbụ onye ebere, enweghị oge, ịdị mma, ikpe ziri ezi, ịdị elu, na nke kachasị elu",
  "N'ime usoro nkwenkwe Edo, Osanobua nwere àgwà chi nke omnipresence (orhiole), omniscience (ajoana), na omnipotence (udazi)",
  "E kwenyere na Chi Kasị Elu nọ ebe niile na oge niile.",
  "Ihe osise ọdịnala Edo nwere ihe a tụrụ atụ, ihe nchara na ihe nkpuchi ndị a na-ahụkarị nke na-egosipụta akụkụ dị iche iche nke ime mmụọ na akụkọ ihe mere eme nke ọdịnala ọdịbendị ha",
  "Ụfọdụ n'ime ihe osise Edo a ma ama gụnyere ihe nkpuchi nke Eze nwanyị  Idia na nnukwu nchịkọta nke  akụkọ ihe mere eme nke Edo a na-akpọ Benin Ọla nke a pụrụ ịchọta ọ bụghị naanị na Naịjirịa kamakwa gbasaa gburugburu ụwa",
  "[citation needed]",
  "Ewuare nke Abụọ",
  "Ndepụta nke Ogiso",
  "Alaeze nke Benin",
  "Oba nke Benin",
  "Àtụ:Ethnic groups in Nigeria"
]