[
  "Edoardo Daniele Villa (afọ 1915 rụọ afọ 2011) bụ onye ama ama na South Africa na-akpụ ihe n'agbụrụ Ịtali bụ onye na-arụ ọrụ na ígwè, na ọla nchara.",
  "A mụrụ Villa na Bergamo, Italy ma ọ gụrụ akwụkwọ na Andrea Fontini Art School",
  "Ógè ọ na-amụ ihe ọkpụkpụ na Milan, n'afọ 1939, a kpọbatara Villa n'ihe banyere afọ abụọ n'ime ndị agha Ịtali mgbe Agha Ụwa nke Abụọ malitere",
  "Ka ọ na-erule afọ 1940, e zigara ya na North Africa, ebe ndị Bekee merụrụ ya ahụ ma jide ya n'Ijipt",
  "Oge ụfọdụ n'etiti afọ 1941 na afọ 1942, e zigara ya South Africa ebe ọ nọrọ afọ anọ sochirinụ n'ogige ndị mkpọrọ nke agha Zonderwater",
  "E mepere Zonderwater n'ọnwa Febụwarị n'afọ 1941 na njedebe nke afọ 1942 ma jide ndị mkpọrọ mmadụ puku iri isii na atọ n'okpuru nlekọta nke Colonel H.F",
  "Prinsloo onye Villa mechara kpụọ isi ya na ọla nchara maka ihe ngosi nka ndị agha",
  "Mgbe a tọhapụrụ ya, Villa nọgidere na South Africa ebe ọ gara n'ihu na ọrụ ya dị ka onye na-akpụ ihe.",
  "Villa bịdọrọ ọrụ na isi na ọnụ ọgụgụ nkịtị ma gbanwee iji rụọ ọrụ na abstractions stylized",
  "Ọrụ ya gụnyere nkọwa na-enweghị isi màkà ọnọdụ mmadụ mana ọ na-ejigide ọtụtụ echiche ihe atụ",
  "Ọrụ Villa nwere njikọ ọdịbendị siri ike nke gụnyere ndị Ịtali na ndị Afrịka",
  "Ọ bụ cubism nke Picasso (onye chọpụtara nka Afrịka na Paris na Trocadero) mara ya n'ụzọ doro anya.",
  "Villa gbara ajụjụ ọnụ nke o kwuru, \"Ógè m bụsịrị onye mkpọrọ nke agha na South Africa, ekpebiri m ịnọ ma bídó ọrụ m n'ihi ohere dị maka ihe banyere ndị ntorobịa, 'oghere mepere emepe' na-emegide ndụ 'mechie' nke kọntinent",
  "Ihe niile dị na Europe m chere na e meela, jụọ m ajụjụ ma ike gwụrụ m",
  "N'ebe a, na Afrịka, enwere m mmetụta na enwere m ohere inyocha",
  "Ọ bụrụ na ihe ọ bụla nwere ike ichikota nchegbu m dị mkpa na nka, ọ bụ nke mmadụ na onye ọ bụla - ọnọdụ mmadụ",
  "Ebe ngosi ihe mgbe ochie dị ịtụnanya mana òkè mmadụ, ịbịaru nso n'ahụ na itinye aka n'ahụ dị mkpa karị.",
  "Ihe ọkpụkpụ Villa mepụtara n'ihu n'oge afọ 1950s, ógè eji ígwè na ọla nchara",
  "N'oge a, ọ kụzikwaara na Polly Art Centre na Johannesburg",
  "E hiwere Polly Art Centre dị ka ụlọ akwụkwọ agụmakwụkwọ ndị okenye; n'afọ 1952 a gbanwere ya ka ọ bụrụ ebe nka na ngosi",
  "Ruo mgbe emechiri ya na 1960, ọ bụ naanị ebe - ma e wezụga ụlọ ngosi ole na ole nke onwe - ebe ndị oji na-ese ihe na Johannesburg nwere ike ịchụso nka ha ma gosipụta ọrụ ha.",
  "N'afọ 1961, ya na Cecil Skotnes, Cecily Sash, Giuseppe Cattaneo na Sydney Kumalo, Villa mejupụtara otu ndị na-ese ihe “Amadlozi” (Zulu maka “ndị nna ochie”) maka iji nlezianya mee ihe n’ọdịnala ihe ọkpụkpụ nke Afrịka.",
  "Ọrụ Villa gụnyere nnukwu karịa ntinye ígwè ndụ, dị ka Reclining Figure na Pieter Roos Park, Johannesburg. Ebumnuche ọrụ a bụ ihe oyiyi egwuregwu maka ụmụaka, nke Anglo American kwụrụ ụgwọ, nke Parktown na Westcliffe Heritage Trust họpụtara ma nye onyinye na Obodo Johannesburg ma kpughee ya site n'aka osote onye isi obodo Johannesburg Kansụl C.E",
  "Fabel n'ubochí asatọ n'ọnwa Septemba n'afọ 1984.",
  "Edoardo Villa nọchitere anya South Africa na Venice Biennale ugboro ise ma natawo onyinye na São Paulo Biennales nke 1957 na 1959",
  "O gosipụtala ihe karịrị otu narị ihe ngosi na Italy, Europe, England, Israel, South America, Africa na United States.",
  "N'afọ 1994/afọ 1995 Villa nyere ọnụọgụgụ otu narị na iri anọ ndị obere na ọnụọgụgụ irí ndí nnukwu ọrụ na Mahadum Pretoria",
  "N'abalị iri atọ na otu n'ọnwa Mee n'afọ 1995, iji mee emume ncheta ọmụmụ afọ iri asatọ nke onye na-ese ihe, e mepere Edoardo Villa Museum na Mahadum Pretoria, South Africa.",
  "Villa biri ma rụọ ọrụ n'ụlọ ya na Johannesburg, Ọ bụ enyi onye na-ese ihe na onye nchịkọta nka, Vittorino Meneghelli, onye edemede Jillian Becker na onye na-ewu ụlọ Monty Sack. Villa nwụrụ n'ụlọ ọgwụ na 1 Mee 2011 mgbe ọ dị afọ 95."
]