[
  "Ịkụziri Rita bụ ihe nkiri nke mba British na-atọ ọchị nke Lewis Gilbert duziri n'afọ 1983 na ihe nkiri nke Willy Russell dabere na egwuregwu ya nke afọ 1980",
  "Ihe nkiri a bụ Michael Caine, Julie Walters, Michael Williams na Maureen Lipman",
  "O ritere ọtụtụ nnukwu onyinye maka onye na-eme ihe nkiri kachasị mma na onye na-eme ihe nkiri kachasị mma ma a họpụtara ya maka Academy Awards atọ.",
  "Caine na Walters ritere BAFTA na Golden Globe maka onye na-eme ihe nkiri na onye na-eme ihe nkiri",
  "Ụlọ ọrụ British Film Institute họọrọ Educating Rita dị ka ihe nkiri Britain nke iri asatọ na anọ kachasị na narị afọ nke iri abụọ.",
  "Susan (onye na-akpọ onwe ya Rita na mbụ) (Julie Walters), onye dị afọ iri abụọ na isii na-arụ ọrụ na-edozi isi, enweghị afọ ojuju na usoro ọrụ ya na ndụ mmekọrịta ya; ọ na-ala azụ ịmụ nwa, na-atụ egwu na ọ ga-ejikọta ya na otu usoro ahụ na-enweghị isi maka ndụ, ọ na-agụkwa agụụ ịgbaga n'ihe dị omimi karị, n'amaghị kpọmkwem ihe nke ahụ bụ",
  "Ọ na-achọ imeziwanye onwe ya site na ịdebanye aha na ịga ọmụmụ Open University na English Literature.",
  "Prọfesọ Susan kenyere Open University, Frank Bryant (Michael Caine), na-agwụ ike ma buru ya n'ihu ọha na karama ahụ ogologo oge gara aga, na-akọwa ikike ọrụ ya dị ka \"ihe na-awụ akpata oyi n'ahụ mana ọ dị mma maka ụmụ akwụkwọ ya dị egwu\"",
  "Rita, onye ikike nkà na ụzụ ya maka isiokwu ahụ na-ejedebe n'ihi enweghị agụmakwụkwọ ya mana ịnụ ọkụ n'obi ya bụ Frank na-enye ume ọhụrụ",
  "Frank na mbụ nwere obi abụọ banyere ikike Rita nwere ime mgbanwe na ọdịbendị ụmụ akwụkwọ, mana obi ike ya na ịdị uchu ya masịrị ya ma manyere ya inyocha àgwà ya na ọnọdụ ya na ndụ; Susan na-ahụ nkuzi Frank na-emeghe ọnụ ụzọ maka ndụ bohemia na obi ike onwe onye ọhụrụ.",
  "Obi ilu Frank na obi ọjọọ ya na-alaghachi ka ọ na-ahụ Susan na-amalite ịnakwere nganga nke omenala mahadum ọ na-eleda anya",
  "Susan na-enwe nkụda mmụọ site na mgbalị igbu onwe enyi ya ma chọpụta na ọnọdụ mmekọrịta ọhụrụ ya jupụtara n'otu emeghị ihe n'eziokwu na ịdị elu ọ chọburu ịgbapụ na mbụ",
  "Ihe nkiri ahụ na-agwụ ka Frank, zigara Australia na izu ike, na-anabata ohere nke mgbanwe ahụ.",
  "Lewis Gilbert na-ekwu na o siri ike inweta ego maka ihe nkiri ahụ",
  "\"Columbia chọrọ ka m mee Dolly Parton dị ka Rita.\" Julie Walters, na ihe nkiri mbụ ya, kwughachiri ọrụ ya site na mmepụta ihe nkiri.",
  "E debere ihe nkiri a na mahadum Bekee a na-akpọghị aha na obodo ọdụ ụgbọ mmiri",
  "Otú ọ dị, a gbara ya kpamkpam na gburugburu Dublin, ebe e mere obere mgbanwe iji gosi na obodo ahụ dị na UK: n'ọtụtụ ihe nkiri n'okporo ámá, dịka ọmụmaatụ, igbe ekwentị uhie nke Britain na-apụta",
  "A na-eji Trinity College, Dublin, dị ka ọnọdụ maka mahadum, na University College, Dublin, na Belfield, na-eji maka ụlọ akwụkwọ oge okpomọkụ nke Rita",
  "Ụlọ ndị Bryant ji mee ihe dị ka ọfịs ya na ụlọ nkuzi ya bụ nke College Historical Society na University Philosophical Society, n'otu n'otu; ebe a rụgharịrị ụlọ ahụ nke ọma, mmepụta ahụ họọrọ ịhapụ ihe osise nke Douglas Hyde na Isaac Butt na foto kọmitii na nke mbụ, na bust nke John Pentland Mahaffy na nke ikpeazụ",
  "No",
  "8 Hogan Avenue na Dublin 2, na nso Grand Canal Dock, e ji mee ihe maka ụlọ Rita na ihe nkiri ahụ, na otu na Burlington Road, Ballsbridge, maka Bryant",
  "Ihe nkiri ebe Rita zutere Denny na nwunye ọhụrụ ya bụ nke e mere na mpaghara South Lotts nke Ringsend",
  "E mere ihe nkiri ahụ na France na Maynooth, County Kildare, na Pearse Station na Dublin Airport",
  "A gbara ihe nkiri ahụ n'ụlọ mmanya ahụ na The Stag's Head pub na Dame Court na Dublin",
  "Otú ọ dị, ụlọ mmanya nke Rita na-abanye bụ Dame Tavern nke dị n'akụkụ The Stag's Head",
  "E mekwara ihe nkiri na Stoneybatter, ebe a na-eji Aughrim Street Church eme ihe nkiri agbamakwụkwọ",
  "E ji ụlọ akwụkwọ Stanhope Street mee ihe dị ka isi mmepụta ihe.",
  "Magazin Variety na Disemba 1982 toro nkọwa Walters banyere Rita dị ka \"[w]itty, down-to-earth, kind and loaded with common sense\"",
  "\"Rita,\" nyocha ahụ gara n'ihu, \"bụ ihe na-emegide ụwa agụmakwụkwọ na-enweghị ọchị, nke na-adịghị mma ma na-adịghị mma ọ na-achọsi ike ịbanye",
  "Julie Walters na-agbanye ya na ngwakọta ziri ezi nke ihe ọchị na pathos",
  "\"",
  "Ian Nathan na-enyocha ihe nkiri ahụ maka magazin Alaeze Ukwu nke Britain na-akpọ ihe nkiri a \"gem\", ma nye ya kpakpando anọ n'ime ise",
  "Ọ na-akọwa \"nkọwa bara ụba\" nke Walters banyere Rita ma na-akọwa \"mmeghachi omume ya na ọdịnala nke Bekee na-egbuke egbuke nke ezi ọgụgụ isi, na-akụda obi ụtọ",
  "\"  N'ihe banyere Walters na Caine, Nathan na-ekwu, \"ha na-eme di na nwunye mara mma, na akụkọ ịhụnanya n'otu oge.\" Onye nyocha a na-egosi mgbalị onye nduzi ahụ dị ka \"dị irè, na n'ikpeazụ nwee nchekwube,\" ma na-ahụ banyere ihe nkiri ahụ na \"ozi iwe nke onye na-ede egwuregwu ahụ na ndị mmadụ tọrọ atọ site na gburugburu ebe obibi ha ọ bụghị ikike ha, na-edozi site na ụtọ nke nkewa ikpeazụ nke [Frank na Rita]",
  "\"  \"Nkwupụta\" Nathan nke ihe nkiri ahụ bụ otu n'ime \"[c] na-emerụ ahụ, njirimara na-egbuke egbuke nke, ọ bụ ezie na ha anaghị agba ọsọ miri emi, n'agbanyeghị nke ahụ na-enye ume ọhụrụ",
  "\"",
  "Janet Maslin nke The New York Times kpọrọ ihe nkiri a \"ngwakọta na-adịghị mma nke nganga ọgụgụ isi na ọchị doro anya\" na \"egwuregwu zuru oke banyere akwụkwọ maka onye ọ bụla na-agaghị nrọ nke ịgụ akwụkwọ n'ezie\"; o dere na \"e megheela egwuregwu abụọ ahụ ruo n'ókè nke na ọ gụnyere ọnọdụ dịgasị iche iche na ọnụ ọgụgụ ndị dị n'okpuru ya, mana ọ dịghị mgbe ọ na-eru nso ihe ọ bụla yiri ndụ",
  "\"",
  "Onye nkatọ ihe nkiri bụ Roger Ebert nke Chicago Sun-Times nyere ihe nkiri ahụ kpakpando abụọ n'ime anọ, na-akpọ ihe nkiri a \"njem a manyere site na mmekọrịta usoro\"; o kwuru na mgbanwe ihuenyo nke Russell gbakwunyere ndị nwanyị, ndị ọrụ ibe, ndị di, ndị ọgọ, ụmụ akwụkwọ na kọmitii ngalaba, [nke ahụ] niile na-adịghị mkpa\" ma kwuo na onye na-ede egwuregwu / onye na-ede ihe nkiri \"malitere [] na echiche ziri ezi, ihe ịma aka, wee jiri obi ọjọọ mee ka arịrịọ ya gbasaa",
  "\"",
  "Ịkụziri Rita nwere ọkwa 80% na Rotten Tomatoes dabere na nyocha iri na ise.",
  "N'afọ 1999, ihe nkiri ahụ so na BFI Top 100 British films.",
  "N'afọ 2007, mgbe ọ na-akwalite mmegharị nke Sleuth, Caine kpọrọ Educating Rita \"ihe osise ikpeazụ dị mma [ọ] mere tupu [ọ] lara ezumike nká n'uche.\"",
  "E wepụtara ihe nkiri a na DVD na UK na US",
  "ITV Studios wepụtara ihe nkiri ahụ na Blu-Ray na UK (Region B) n'afọ 2008 dị ka mbipụta nke ncheta afọ iri abụọ na ise ya nke a kpọrọ 25th Anniversary, n'asụsụ bekee, iji gosipụta afọ iri abụọ na ise kemgbe a tọhapụrụ ihe nkiri ahụ",
  "A kwụsịrị mbipụta a, mana n'ọnwa Mee 2018, ITV Studios wepụtara ihe nkiri ahụ na Blu-ray ọzọ.",
  "N'ọnwa Nọvemba afọ 2002, onye nduzi Lewis Gilbert dị afọ iri asatọ na abụọ (78) n'oge ahụ gara n'ihu ọha na-atụ atụmatụ ịmegharị ihe nkiri ya \"na ndị isi ojii nke nwere ike ịgụnye Halle Berry na Denzel Washington\", na isi foto ga-amalite n'afọ 2003. Ọrụ ahụ emeghị, ihe nkiri ikpeazụ nke Gilbert bụ Before You Go (2003)."
]