[
  "Agụmakwụkwọ bụ ọrụ nwere nzube nke a na-eduzi iji mezuo ebumnuche ụfọdụ, dị ka ịnyefe ihe ọmụma ma ọ bụ ịkwalite nkà na àgwà",
  "Ebumnuche ndị a nwere ike ịgụnye mmepe nke nghọta, ezi uche, obiọma, na ịkwụwa aka ọtọ",
  "Ndị na-eme nchọpụta dị iche iche na-ekwusi ike na ọrụ nke echiche dị oke egwu iji mee ka agụmakwụkwọ dị iche na nkuzi dị iche",
  "Ụfọdụ ndị ọkà mmụta na-achọ ka agụmakwụkwọ na-eme ka nwa akwụkwọ ahụ dịkwuo mma ebe ndị ọzọ na-ahọrọ nkọwa na-anọpụ iche nke okwu ahụ",
  "N'echiche dịtụ iche, agụmakwụkwọ nwekwara ike izo aka, ọ bụghị usoro ahụ, kama na ngwaahịa nke usoro a: ọnọdụ uche na omume ndị gụrụ akwụkwọ nwere.Agumagu akwụkwọ malitere dị ka nnyefe nke ihe nketa ọdịbendị site n'otu ọgbọ gaa na nke ọzọ",
  "Taa,ihe mgbaru ọsọ agụmakwụkwọ na-agụnyewanye echiche ọhụrụ dịka nnwere onwe nke ndị na-amụ ihe, nkà dị mkpa maka ọha mmadụ nke oge a, ọmịiko, na nkà ọrụ dị mgbagwoju anya.",
  "A na-ekewa ụdị agụmakwụkwọ n'ụdị agụmakwụkwọ, agụmakwụkwọ na-abụghị nke iwu kwadoro, na agụmakwụkwọ nkịtị",
  "Agụmakwụkwọ a na-eme n'ụlọ akwụkwọ agụmakwụkwọ na ọzụzụ, a na-ahazi ya site na ebumnuche na ebumnucha curricular, onye nkuzi na-eduzi mmụta",
  "N'ọtụtụ mpaghara, agụmakwụkwọ iwu kwadoro ruo n'afọ ụfọdụ ma kewaa ya n'ime usoro agụmakwụkwọ dịka ụlọ akwụkwọ ọta akara, ụlọ akwụkwọ praịmarị na ụlọ akwụkwọ sekọndrị",
  "Agụmakwụkwọ na-abụghị nke iwu kwadoro na-ewere ọnọdụ dị ka mgbakwunye ma ọ bụ ihe ọzọ na agụmakwụkwọ iwu kwadoro",
  "Enwere ike ịhazi ya dịka usoro agụmakwụkwọ si dị, mana n'ụzọ na-agbanwe agbanwe, ọ na-emekarị na obodo, ebe ọrụ ma ọ bụ ntọala obodo",
  "N'ikpeazụ, agụmakwụkwọ na-abụghị nke a na-eme na ndụ kwa ụbọchị, n'ime ezinụlọ, ahụmịhe ọ bụla nke nwere mmetụta na-eto eto n'ụzọ mmadụ na-eche, na-eche ma ọ bụ omume nwere ike iwere dị ka agụmakwụkwọ, ma ọ bụ na-enweghị isi ma ọ bụ ebumnuche",
  "N'omume, enwere ihe na-aga n'ihu site na nke a haziri nke ọma gaa na nke a na-ejighị na aka, na mmụta na-abụghị nke ọma nwere ike ime na ntọala atọ ahụ. Dịka ọmụmaatụ, enwere ike ịhazi ụlọ akwụkwọ dị ka nke na-abụghị nke iwu kwadoro ma ọ bụ nke na-amaghị nke a kwadoro, dabere na nhazi.",
  "N'agbanyeghị ọnọdụ, ụzọ izi ihe gụnyere nkuzi, ọzụzụ, ịkọ akụkọ, mkparịta ụka na nyocha eduzi",
  "Usoro nkuzi ka a na-akpọ pedagogy",
  "A na-akwado mmụta site na nkà ihe ọmụma dị iche iche dị iche iche, echiche na atụmatụ nyocha pụtara ìhè.",
  "Enwere mmegharị maka mgbanwe agụmakwụkwọ, dị ka maka imeziwanye ogo na arụmọrụ agụmakwụkwọ maka mkpa na ndụ ụmụ akwụkwọ na idozi nsogbu nke ọma na ọha ọgbara ọhụrụ ma ọ bụ n'ọdịnihu n'ozuzu, ma ọ bụ maka usoro mmụta dabere na akaebe",
  "Ụfọdụ gọọmentị na United Nations anabatala ikike inweta agụmakwụkwọ.[lower-alpha 1] Ebumnuche zuru ụwa ọnụ bụ iji nweta ebumnuche Sustainable Development Goal 4, nke na-akwalite agụmakwụkwọ dị mma maka mmadụ niile.",
  "Ọtụtụ nkọwa nke agụmakwụkwọ ka ndị ọkà mmụta sayensị nọ n'ọhịa dị iche iche tụwo aro. Ọtụtụ ndị kwenyere na agụmakwụkwọ bụ ọrụ bara uru nke na-emezu ebumnuche ụfọdụ, ọkachasị nnyefe ihe ọmụma. Mana ha na-agụnyekarị ebumnuche ndị ọzọ, dị ka ịkwalite nkà na àgwà. Agbanyeghị, enwere nnukwu nghọtahie banyere kpọmkwem ọdịdị agụmakwụkwọ ma e wezụga njirimara ndị a",
  "Dabere na echiche ụfọdụ, ọ bụ usoro na-eme n'oge ihe omume dị ka ụlọ akwụkwọ, nkuzi, na mmụta. Ndị ọzọ na-aghọta ya ọ bụghị dị ka usoro kama dị ka ihe ịga nke ọma ma ọ bụ ngwaahịa nke usoro a kpatara",
  "N'echiche a, agụmakwụkwọ bụ ihe ndị gụrụ akwụkwọ nwere, ya bụ ọnọdụ uche na ọnọdụ ndị e ji mara ha. Otú ọ dị, okwu ahụ nwekwara ike izo aka na ọmụmụ agụmakwụkwọ nke usoro na usoro na-ewere ọnọdụ n'oge nkuzi na mmụta, yana ụlọ ọrụ mmekọrịta mmadụ na ibe ya na usoro ndị a. Site na etymologically, okwu \"agụmakwụkwọ\" sitere na okwu Latin ēducātiō (\"Ịzụlite, ịzụlite, ịzụ\") site na ēducō (\"M na-akụziri, m na-azụ\") nke nwere njikọ na homonym ēdūcō (\"Ana m eduga, m na'azụ; M na-ebuli elu, m guzo\") site naē- (\"Site, site na\") na dūcō (\"I na-eduga, m na).",
  "Ụfọdụ ndị na-eme nchọpụta, dị ka R",
  "S",
  "Peters, atụwo aro nkọwa doro anya site n'ịkọwa ọnọdụ agụmakwụkwọ dị mkpa na nke zuru oke, dịka ọmụmaatụ: (1) ọ na-emetụta nnyefe nke ihe ọmụma na nghọta; (2) nnyefe a bara uru ma (3) mee ya n'ụzọ kwesịrị ekwesị n'ụzọ kwekọrọ na ọdịmma nwa akwụkwọ. Mgbalị a na ndị yiri ya na-enwekarị ihe ịga nke ọma n'ịkọwapụta ụdị agụmakwụkwọ kachasị mma mana enwetala ọtụtụ nkatọ n'agbanyeghị nke ahụ, ọ na-abụkarị n'ụdị ihe atụ ndị a kapịrị ọnụ nke ụkpụrụ ndị a tụrụ aro na-ada. Ihe isi ike ndị a emeela ka ndị ọkà mmụta dị iche iche mepụta echiche na-edoghị anya dabere na ọdịdị ezinụlọ",
  "Nke a pụtara na ụdị agụmakwụkwọ dị iche iche niile yiri ibe ha ọ bụ ezie na ọ dịghị mkpa ka ha nwekọọ ihe ndị dị mkpa nke ha niile. A pụkwara ijikọta echiche a na echiche na ihe okwu ahụ bụ \"agụmakwụkwọ\" pụtara dabere na ihe gbara ya gburugburu ma nwee ike ịdịgasị iche dabere na ọnọdụ a na-eji ya eme ihe. Inwe echiche doro anya banyere ihe okwu ahụ pụtara dị mkpa maka okwu dị iche iche: ọ dị mkpa ịchọpụta ma kwuo okwu n'ụzọ ziri ezi banyere ya yana ikpebi otu esi enweta ya ma tụọ ya.",
  "Enwere nghọtahie na akwụkwọ agụmakwụkwọ maka ma agụmakwụkwọ bụ echiche nyocha",
  "Nkọwa ndị a na-akpọ oke okwu na-akwado nke a, dịka ọmụmaatụ, site na ijide n'aka na nkwalite nke onye mmụta bụ ihe dị mkpa maka agụmakwụkwọ",
  "Agbanyeghị, nkọwa siri ike dị iche iche ka nwere ike ikwekọrịta n'etiti onwe ha na ihe bụ nkwalite dị otú ahụ",
  "Nkowa ndị dị obere, n'aka nke ọzọ, gbalịa ịnye nkọwa agụmakwụkwọ na-anọghị na-abaghị uru.  Ọdịiche nwere njikọ chiri anya bụ nke dị n'etiti echiche nkọwa na nke ndebiri",
  "Echiche nkọwa nkọwa bụ iji kọwaa otú ndị na-ekwu okwu oge niile si eji okwu ahụ eme ihe mgbe echiche ndị a na-edepụta akwụkwọ na-agbalị ịkọwapụta ezigbo agụmakwụkwọ bụ ma ọ bụ otú e kwesịrị isi mee ya...",
  "Ọtụtụ echiche siri ike na nke na-enye iwu na-adabere na ebumnuche nke agụmakwụkwọ, ya bụ, gbasara ebumnuche ọrụ agụmakwụkwọ na-anwa iru. A na-ekewa ebumnuche ndị a mgbe ụfọdụ n'ime ihe onwunwe epistemic, dị ka ihe ọmụma na nghọta, nkà, dị ka ezi uche na echiche dị oke egwu, na àgwà àgwà, dị ka obiọma na ịkwụwa aka ọtọ. Ụfọdụ ndị ọkà mmụta na-elekwasị anya n'otu ebumnuche agụmakwụkwọ ma hụ ebumnuche ndị ọzọ dị ka ụzọ isi mezuo ebumnuche a. Nke a nwere ike iwere ụdị mmekọrịta mmadụ na ibe ya, nke a na-ebufe ihe ọmụma a chịkọtara site n'otu ọgbọ gaa na nke ọzọ na ebumnuche nke inyere nwa akwụkwọ aka ịrụ ọrụ dị ka nwa amaala nkịtị na ọha mmadụ. Nkọwa ndị ọzọ na-elekwasị anya na mmadụ na-elekwasịrị anya na ọdịmma nke nwa akwụkwọ kama: agụmakwụkwọ bụ inyere ha aka ibi ndụ dị mma ma ọ bụ ndụ ha chọrọ ibi. Ndị na-eme nchọpụta dị iche iche na-ekwusi ike na echiche dị oke egwu dị ka ebumnuche iji mee ka agụmakwụkwọ dị iche na nkuzi dị iche. Nke a na-akpali site n'echiche na naanị nkuzi nwere mmasị n'ịkụnye nkwenkwe n'ime nwa akwụkwọ n'enweghị nchegbu maka ọnọdụ ihe akaebe ha. Agụmakwụkwọ, n'aka nke ọzọ, kwesịkwara ịkwalite ikike ezi uche dị na ya iji nlezianya tụgharịa uche na nkwenkwe ndị ahụ ma jụọ ha ajụjụ. Otú ọ dị, ụfọdụ ndị ọkà mmụta na-ekwu na ụdị nkuzi ụfọdụ nwere ike ịdị mkpa na mmalite agụmakwụkwọ ruo mgbe uche nwatakịrị ahụ mepụtara nke ọma.",
  "Enwere ike ịkọwa agụmakwụkwọ site n'echiche onye nkuzi ma ọ bụ nwa akwụkwọ",
  "Nkọwa ndị na-elekwasị anya na onye nkuzi na-elekwasịrị anya n'echiche na ọrụ onye nkuzi, dịka ọmụmaatụ, n'ụdị nnyefe ihe ọmụma na nkà mgbe ị na-eme ya n'ụzọ kwesịrị ekwesị. Nkọwa ndị na-elekwasị anya na ụmụ akwụkwọ, n'aka nke ọzọ, na-akọwa agụmakwụkwọ dabere na ahụmịhe nwa akwụkwọ na usoro mmụta, dịka ọmụmaatụ, dabere na otu agụmakwụkwọ si agbanwe ma mee ka ahụmịhe ha dịkwuo mma. Otú ọ dị, echiche na-eburu n'uche echiche abụọ ahụ nwekwara ike",
  "Nke a nwere ike iwere ụdị ịkọwa usoro ahụ dị ka ahụmịhe nke ụwa nkịtị nke na-agụnye nchọpụta yana iwepụta na idozi nsogbu."
]