[
  "Edvin Kanka Ćudić (bụ onye amụrụ na Disemba 31, 1988 dị ka Edvin Ćudić), bụ onye Bosnia na-ahụ maka ihe ndị ruuru mmadụ onye na-eme ihe nkiri, onye nta akụkọ, na onye nyocha ndọrọ ndọrọ ọchịchị nke a maara nke ọma dị ka onye ndú nke UDIK, otu na-eme mkpọsa maka ihe ndị Ruuru mmadụ na ime udo na Yugoslavia mbụ.",
  "Ọ na-arụ ọrụ na isiokwu ndị gụnyere ikike mmadụ, ncheta ọdịbendị, ikpe ziri ezi na ọchịchị onye kwuo uche ya.",
  "A mụrụ ya na Brčko, SR Bosnia na Herzegovina (n'oge ahụ akụkụ nke Yugoslavia), Ćudić tolitere na Gračanica na Brčko",
  "Ọ gụrụ akwụkwọ na Mahadum Sarajevo na Mahadim Ankara",
  "Ọ gụsịrị akwụkwọ na nzere bachelọ n'afọ 2012 na Mahadum Sarajevo na nzere na journalism n'afọ 2018 nwetara nzere masta ya na sayensị ndọrọ ndọrọ ọchịchị.",
  "Mgbe ọ dị afọ iri na anọ, Ćudić sonyeere Academy of Martial Arts nke Bosnia na Herzegovina, (onye otu International Martial Arts Federation - IMAF Europe), nke Boško Vidović duziri na Brčko. N'ụlọ akwụkwọ ahụ, Ćudić zụrụ afọ 8 wee nweta belt ojii na jūjutsu",
  "N'afọ 2017 n'otu Academy ahụ, o nwetara belt ojii na jūdō. Na 2022 ọ ghọrọ nna ukwu nke aikido.",
  "Site na 2006 ruo 2008 ọ bụ onye nkuzi jūjutsu na ụlọ akwụkwọ martial arts nke Academy of Martial Arts nke Bosnia na Herzegovina, na Donji Žabar na Gornji Zovik nso Brčko.",
  "Dị ka onye nta akụkọ, ya na ọtụtụ ụlọ ọrụ mgbasa ozi mpaghara rụkọtara ọrụ, gụnyere Monitor, Oslobođenje na Danas. Na mgbakwunye na mgbasa ozi ndị a, ọ rụrụ ọrụ na redio na telivishọn dị iche iche.  Iji kwalite udo na usoro ime udo na nke ime udo na Yugoslavia mbụ, Ćudić esorowo ndị ọkachamara obodo na ndị mba ọzọ, ndị na-ese ihe, ndị ndọrọ ndọrọ ọchịchị, ndị nta akụkọ, yana ndị prọfesọ gburugburu ụwa rụkọọ ọrụ",
  "Ụfọdụ n'ime ha bụ: Roy Gutman, Ron Haviv, Stjepan Mesić, Florence Hartmann, Robert King, Rémy Ourdan wdg. N'afọ 2017, ọ bịanyere aka na nkwupụta na Asụsụ Ndị Croatia, Serbia, Bosnia na Montenegro.",
  "N'afọ 2013, Edvin Kanka Ćudić guzobere ma ghọọ onye nhazi nke UDIK. N'afọ 2019, a họpụtara ya na Kansụl Ógbè nke RECOM Reconciliation Network.",
  "Na UDIK, ọ malitere ime ihe ike, site na ncheta ọha na eze a raara nye ndị agha gara aga merụrụ ahụ na Yugoslavia (1991-2001)",
  "N'oge ahụ, e mere ụfọdụ mpụ agha na nke mbụ na Sarajevo, yana n'obodo ndị ọzọ dị na Bosnia na Herzegovina, Croatia, Montenegro na Serbia",
  "Ememe ncheta ndị a chọtara Ćudić na otu n'ime ndị na-ahụ maka ihe ndị ruuru mmadụ a ma ama na Bosnia na Herzegovina. Site n'omume na mgbalị ya, o nyere aka iburu mpụ ndị ahụ na Kazani n'isi",
  "Ọ bụ otu n'ime ndị malitere iwu ihe ncheta na saịtị ahụ.",
  "Ọ na-abụkarị onye iyi egwu site n'aka ndị homophobic na ndị na-ahụ mba n'anya nke agbụrụ niile na Bosnia na Herzegovina.",
  "N'ọnwa Febụwarị afọ 2014, ọ bịara n'ihu ọha n'oge ọgba aghara na Bosnia na Herzegovina",
  "Dị ka onye nhazi nke ngagharị iwe na Brčko District, ọ natara ihe karịrị otu narị egwu ọnwụ",
  "N'ọnwa Julaị, Dino Šimunjak, onye ọrụ afọ ofufo na esemokwu Israel na Palestine, yiri ya egwu, onye gwara ya n'ihu ọha: \"Ị gaghị esi na nke a pụta, Ćudić\".",
  "N'ọnwa Febụwarị afọ 2015, n'ihu Katidral Obi Dị Nsọ na Sarajevo, mgbe UDIK na-echeta ncheta ncheta nke ogbugbu Štrpci, otu ìgwè ndị hooligans wakporo Edvin Kanka Ćudić",
  "N'oge ahụ, ha kwuru na ndị na-eme ngagharị iwe ga-aga icheta mpụ na Banja Luka, na-ezo aka na akara mpụ UDIK na Kravica na Jenụwarị 2015.  N'ọnwa Mee, n'akụkụ ụlọ ọrụ UDIK na Sarajevo, a wakporo ya na onye ọzọ na-eme ngagharị iwe UDIK",
  "Naanị ụbọchị ole na ole ka e mesịrị, mwakpo yiri nke ahụ mere n'otu ebe ahụ",
  "Onye nnọchi anya US na Bosnia na Herzegovina, Maureen Cormack, meghachiri omume ma kwuo na ọ bụ ihe a na-ekwe sịghị ekwesị ịwakpo onye na-ahụ maka ihe ndị ruuru mmadụ na Bosnia na herzegovina. N'ọnwa Ọktoba, n'ihu Katidral Obi Dị Nsọ na Sarajevo na Sarajevo, mgbe UDIK na-echeta ncheta nke mpụ ndị ahụ na Kazani, otu onye omekome na-anwa ịwakpo Edvin Kanka Ćudić",
  "Ndị uwe ojii jidere onye mwakpo ahụ n'oge na-adịghị anya, mana ha tọhapụrụ ya ozugbo ma ghara ikpe ya ikpe.",
  "N'ọnwa Febụwarị n'afọ 2017 Ćudić, wakporo ọzọ na Sarajevo, ya na ndị UDIK abụọ ndị ọzọ",
  "Mwakpo ahụ mere n'akụkụ ụlọ omebe iwu nke Bosnia na Herzegovina",
  "N'oge ahụ, ụmụ okorobịa ji nkume wakpo ya ma kpọọ ya Chetnik (onye Serb na-akwado mba n'aka nri). N'ọnwa Machị, ndị a na-amaghị ama mebiri ụgbọala ya kwụsịrị n'akụkụ ụlọ ọrụ UDIK na Sarajevo.",
  "N'ọnwa Eprel afọ 2019, Ćudić kwadoro ngagharị LGBT mbụ nke Bosnia na Herzegovina na ajụjụ ọnụ maka ọnụ ụzọ ịntanetị Source.ba",
  "N'ihi nkọwa na-ezighi ezi nke ajụjụ ọnụ ahụ, ọkachasị n'akụkụ metụtara ikike ụmụ nwanyị n'ụwa ndị Arab, ọ natara ọtụtụ egwu (gụnyere ọgwụgwọ ọnwụ) site n'aka ndị Alakụba si Bosnia na Herzegovina na Sandžak",
  "Ndị Fundamentalists kwukwara na ọ bụ otu n'ime ndị na-ahazi Parade ahụ",
  "Ụbọchị ole na ole ka e mesịrị, UDIK gọnahụrụ na ọ haziri ngagharị ahụ, mana UDIK kwadoro ya ma gosipụta ịdị n'otu nye ndị niile a na-eyi egwu ma ọ bụ napụ ha ikike mmadụ. N'ọnwa Julaị, a wakporo Ćudić na ndị ọzọ na-eme ngagharị iwe UDIK n'akụkụ ụlọ ọrụ UDIK dị na Sarajevo",
  "N'oge a, ndị mwakpo ahụ kpọrọ ya onye ndú Fags",
  "Ćudić sere foto nke ndị mwakpo ma kọọrọ Ngalaba Ndị Uwe Ojii Novo Sarajevo ikpe ahụ",
  "Ndị uwe ojii echebaraghị foto ndị ahụ echiche n'oge nyocha ahụ.",
  "Federal Ministry of Interior nke Bosnia na Herzegovina enwetụbeghị ikpe ndị mwakpo ahụ.",
  "N'afọ 2012, onye Bosnian na-ede uri Adem Deniz Garić raara ya nye nke akpọrọ uril ne treba da šutiš (Na ọ dịghị mkpa ka ị gbachie nkịtị).\nE dere uri ahụ dị ka nzaghachi nye isiokwu Ćudić nke dị n'okpuru (Agaghị m agbachi nkịtị), nke e bipụtara na 2012 n'oge ncheta nke mgbukpọ agbụrụ na Srebrenica.",
  "N'afọ 2014 na 2018, na akwụkwọ ọkọwa okwu akụkọ ndụ Ko je ko u BiH (Ònye bụ Ònye na B&H), edepụtara Edvin Kanka Ćudić n'etiti ndị kachasị mkpa na Bosnia na Herzegovina taa, nke site na ọrụ ha na omume ha na-enye aka na Bosnia na herzegovina ka mma ma na-eme ka mba a bụrụ ebe obi ụtọ.",
  "N'afọ 2019, onye France a mụrụ na Bosnia bụ Mirza Morić mepụtara ihe ncheta a raara nye ndị nkịtị nwụrụ na Brčko (1992-1995)",
  "Morić dere akụkọ ahụ dum a na-akpọ \"Tụlee m ga-akpọ ha asị\", nke Edvin Kanka Ćudić dere n'afọ 2011",
  "E debere ihe ncheta ahụ na Paris.",
  "N'afọ 2019, Edvin Kanka Ćudić meriri n'ọkwa nke abụọ maka Emerging Europe Award na ngalaba: Young Influencer of the Year.",
  "N'afọ 2022, onye Bosnia na-ede uri Erbein Osmanović, raara ya nye uri Geronimo.",
  "Àtụ:S-start \nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-end"
]