[
  "William Edward Elcha (afọ 1885 - rụọ ọnwa Nọvemba 3, afọ 1939) bụ onye Amerika na-ese foto nke a maara maka foto Jazz Age Broadway nke ndị na-eme ihe nkiri na ndị ama ama na Harlem na ndị afọ 1920s na afọ 1930s",
  "Harry Ransom Center nwere foto ya na nchịkọta ya. Ya na Percy Tappin jikọrọ aka, na National Museum of African American History and Culture nwere foto postcard site na ụlọ ọrụ ha nke Jenkins Orphanage Band si Charleston, South Carolina.",
  "A mụrụ Elcha ma too na Springfield, Massachusetts",
  "Nna ya William bụ onye na-ere nri na Haynes Hotel na nne ya Cornelia A",
  "Vandall bụ onye na'ese ihe.",
  "Elcha mụtara ọrụ na aka onye na-ese foto na Springfield George Van Norman",
  "O guzobere ụlọ ọrụ nke ya n'afọ 1913",
  "N'afọ 1915, ọ sonyeere Aime Dupont Studio, ụlọ ọrụ na-ese ihe osise na Manhattan ebe ọ rụrụ ọrụ afọ abụọ tupu ọ banye Bachrach Studio na Strand Studio n'afọ 1918. Ya na J",
  "Montanya jikọrọ aka n'afọ 1920 tupu ọ bụrụ onye na-ese foto na New York maka Pittsburgh Courier",
  "Elcha nwere ụlọ ọrụ na mmekọrịta dị iche iche n'oge ọrụ ya.",
  "Elcha dere ndị na-eme ihe nkiri na nnọkọ mmekọrịta na Jazz Age New York City",
  "Ọ lụrụ onye na-agụ egwu jazz Mary Elcha. Ya na onye na-ese foto ibe ya bụ James VanDerZee bụ enyi.",
  "Ọ na-ese ihe, gụnyere ndị gba ọtọ, New York Society for the Suppression of Vice n'afọ 1930, mana onye ọka ikpe Simpson zoro aka na ihe osise ya Sleeping Venus, Springtime, na Annunciation dị ka onye maara ihe ma ọ laghachiri azụmaahịa",
  "O sere foto Bessie Smith na ngagharị olili ozu ya, Helene Denizon, Kay Hamilton, Don Dickerman, Eva Tanguay, na Johnny Hudgins. N'oge ọkọchị nke afọ 1928 ọ ghọrọ onye na-ese foto nke Majestic Theatrical Circuit",
  "Ọ na-arụ ọrụ Progress Studio.",
  "Elcha nwụrụ site na nkụchi obi n'ọnwa Nọvemba 3, afọ 1939, n'ụlọ ya na 225 West 112th Street.",
  "Onye na-ese foto Anthony Barboza nyochara Elcha ma dee otu isiokwu nke e sere foto Elcha iri na abụọ na magazin American Legacy n'afọ 2007."
]