[
  "Edward (Ed) Clark (ubochí isii n'ọnwa Mée, 1926 rụo ụbọchị irí na asatọ n'ọnwa Oktọba, 2019) bụ onye na-ese ihe na-adịghị ahụ anya nke a maara maka brushstrokes ya sara mbara, dị ike, ụcha na-egbuke egbuke na nnukwu ihe osise",
  "Onye Africa-America, a maghị ya n'ọtụtụ ebe dị ka onye isi nke oge a ruo mgbe ọ rụchara ọrụ afọ iri asaa, n'oge ọ malitere iji ákwà a kpụrụ akpụ na ịpị akwa kwa ụbọchị iji mepụta ọrụ nka dị egwu.",
  "A mụrụ Ed Clark ubochí isii n'ọnwa Mee, 1926, na mpaghara Storyville nke New Orleans, Louisiana, nke Edward na Merion (Hutchinson) Clark",
  "Mgbe ọ dị afọ asaa, ezinụlọ ahụ si Baton Rouge, Louisiana, kwaga Chicago",
  "Nna ya, onye na-agba chaa chaa, bụ ónyé na-enye ihe na-enweghị ntụkwasị obi",
  "Ezinụlọ ahụ, gụnyere nwanne nwanyị nke obere, Shirley, bụ nne na ndị ikwu kwadoro ya",
  "Merion Clark, ónyé ji okpukpe kpọrọ Merion Clark zigara nwa ya nwoke n'ụlọ akwụkwọ ndị Roman Katọlik, ebe ndị nọn hụrụ na nwata nwoke ahụ nwere nkà maka ise ihe ma gbaa ya ume ịmepụta nka okpukpe na klas.",
  "N'afọ 1944, n'oge Agha Ụwa nke Abụọ, Ed Clark dị afọ iri na asaá hapụrụ ụlọ akwụkwọ sekọndrị wee sonye na ndị agha ụgbọelu US, na-eje ozi n'ikpeazụ na otu ndị isi ojii niile na Guam e weghachitere ọhụrụ. Mgbè ọ hapụrụ ndị agha na 1946 ma ghara ịkwadebe maka mahadum, o kpebiri iji GI Bill of Rights stipends debanye aha na klas abalị na School of the Art Institute of Chicago, ebe ọ gụrụ akwụkwọ n'okpuru Louis Ritman na Helen Gardner. N'afọ 1952, ebe ọ ka nwèrè uru ndị agha gara aga, ọ kwagara Paris iji mụọ na prestigious Académie de la Grande Chaumière n'okpuru Edouard Goerg.",
  "N'ime iri afọ mbụ ya na Paris na New York, Ed Clark pụtara dị ka ónyé na-ese ihe, nke ndị ọgbọ ya nwèrè mmasị na ya ma a maghị ya n'ọtụtụ ebe.Nkwupụta sara mbara malitere n'afọ ndị 1980, mgbè nkatọ ARTnews tụrụ ya n'anya na nkwupụta ya, na ọkọ akụkọ ihe mere eme nke nka Corinne Robins kpọrọ ya onye America nke ógè a.Otú ọ dị, ọ bụ ruo na narị afọ nke iri abụọ na otu, karịsịa mgbe ihe ngosi nyocha na Art Institute nke Chicago na 2013, na a ghọtara ya dị ka onye ndu na ọgbọ nke abụọ nke ndị na-eme ihe ngosi. E nyere ya n'afọ ahụ na Art Institute of Chicago's Legends and Legacy Award, iji kwado ihe ọ kpọrọ \"ihe osise ndị ọsụ ụzọ\".",
  "Malite na 2019, ụlọ ọrụ Swiss gallery Hauser & Wirth nọchitere anya ọrụ Ed Clark n'ụwa niile.",
  "Alụmdi na nwunye anọ nke ya na Muriel Nelson, Lola Owens, Hedy Durham na Liping Alụ gbara alụkwaghịm",
  "Ya na Durham nwere nwa nwanyị, Melanca Clark, naanị nwa ya. Clark gwara onye na-agba ajụjụ ọnụ Whitten n'ezoghị ọnụ banyere mmekọrịta ya na ọtụtụ ụmụ nwanyị: ụmụ nwanyị na-amasị m mgbe niile",
  "Ụmụ nwanyị mara mma. Onye na-agba ajụjụ ọnụ na New York Times n'afọ 2014 kọwara onye na-ese ihe dị ka ike nke okike, ihe dị mkpa ma na-adọrọ mmasị, ihe omimi na ihe rụrụ arụ.",
  "A na-etinye ihe osise Ed Clark na nchịkọta na-adịgide adịgide nke The Art Institute of Chicago; Detroit Institute of Arts; Studio Museum dị na Harlem, New York; Metropolitan Museum of Art, New York, Museum of Modern Art, New New York; Smithsonian National Museum of African American History and Culture, Washington, D.C.; California Afro-American Museum, Los Angeles; Kresge Art Museum na Mahadum Florida State, East Lansing, Michigan, Michigan, New York City City, New York Art, New Jersey; James E",
  "Lewis Museum of New York, New York Museum of Art Art, New Art, New City, New Jersey, New York York, New Art Art, Baltimore; Museum of New Art, Baltimore, New York."
]