[
  "Edward Smyth Jones (March 1881 – 28 September 1968) bụ onye Afrịka na Amerịka na-ede uri.",
  "A mụrụ Edward Smyth (mgbe ụfọdụ a na-akpọ Smythe) Jones na nne na nna ha bụbu ndị ohu Hawk na Rebecca na Natchez, Mississippi n'afọ 1881",
  "Ọ gara kọleji ndị ọrụ ugbo na ndị mekanik nke Alcorn (nke bụzi Alcorn State University) ruo ọnwa iri na anọ n'afọ 1902 rụọ 1903, wee mesịa kwaga Louisville, Kentucky, ebe o bipụtara akwụkwọ mbụ ya nke uri iri atọ, The Rose that Bloometh in My Heart n'afọ 1908",
  "Jones nwere ọchịchọ ndụ ya niile maka agụmakwụkwọ, ma chọọ karịsịa ịmụ na Mahadum Harvard. N'ịbụ onye hapụrụ Louisville gaa Indianapolis, Jones ji ụkwụ (na mgbe ụfọdụ na-awụlikwa ụgbọ okporo ígwè) n'oge ọkọchị nke afọ 1910 maka Cambridge, Massachusetts. \"Mgbe ọ na-abịa njem, enweghị enyi, enweghị ego, agụụ na-agụ ya, ọ na-akwadebe ibi na campus Harvard n'abalị mbụ ya na obodo Mahadum, mgbe, a ghọtahiere ya, ma ghara ikwere ya, e jidere ya dị ka onye na-agagharị agagharị ma tụba ya n'ụlọ mkpọrọ",
  "\"",
  "Mgbe ọ nọ ọdụ na \"Cell No",
  "40, East Cambridge Jail, Cambridge, Mass., July 26, 1910\" Jones kọwara njem ya na Harvard na njide ya na Abụ \"Harvard Square\":",
  "\"Ozugbo a kpọchiri ya n'ime ụlọ mkpọrọ,",
  "N'ime sel dị egwu,",
  "Echere m na m nụrụ mkpu ákwá dị ilu",
  "N'ime ndị mmụọ ọjọọ niile nke hel!",
  "Chineke, ana m eji obi umeala na-ekpegara gị ekpere.",
  "Ọ dịghị ọnyà ụlọ mkpọrọ aghụghọ",
  "Ga-emechi mkpụrụ obi m n'ime maka ya",
  "Site na Harvard Square ochie.",
  "N'oge ahụ, ahụrụ m Sprite dị nsọ",
  "Wepụpụ osisi ya niile na-egbuke egbuke,",
  "Na gburugburu ya na-enwu isi iyi nke ìhè",
  "N'ime nrọ niile nke ndị na-ede uri!",
  "M na-etinye pen m n'iji ya eme ihe,",
  "Na-etinye oge ọ bụla",
  "Na mmekọrịta dị ụtọ na Muse",
  "Ezutere m na Harvard Square!",
  "Jones gosipụtara akwụkwọ na-egosi àgwà ya, yana uri ya \"Ode to Ethiopia\" nye onye ọka ikpe Arthur P",
  "Stone, nke a, tinyere enyemaka site n'aka onye ọka iwu ojii Clement G",
  "Morgan na onye nkuzi William H",
  "Holtzclaw, zuru ezu iji mechaa nweta ntọhapụ ya n'ụlọ mkpọrọ. Jones gara n'ihu nweta ọrụ nlekọta ụlọ na Harvard, wee malite ịga Boston Latin School, mana enweghi ike ịmecha ma debanye aha na Harvard College n'ihi enweghị ego. Ka ọ na-erule afọ 1913, Jones nọ na New York na-arụ ọrụ dị ka onye na-eje ozi na Columbia University Faculty Club, ebe New York Times kọwara ya. A maara obere ihe banyere ndụ ya mgbe e mesịrị, ebe ọ bụ na n'afọ 1920 ọ na-arụ ọrụ dị ka onye ọrụ n'ozuzu na Chicago, ebe ọ nwụrụ n'afọ 1968 n'ihi ọrịa ụbụrụ.",
  "Echiche nke oge a banyere uri Jones toro okwu ya na ihe osise ya na iji asụsụ eme ihe n'ụzọ dị oke ọnụ ahịa. E tinyere uri ya \"A Song of Thanks\" na nchịkọta nke afọ1922 The Book of American Negro Poetry, nke James Weldon Johnson deziri. E gosikwara ọrụ ya na Negro Poets and Their Poems nke Robert T",
  "Kerlin dere na Works Progress Administration anthology of African American poetry A maara Jones maka iji Standard English mee ihe na edemede ya, n'adịghị ka asụsụ obodo ma ọ bụ edemede olumba nke a na-ahụkarị na uri ndị Africa America n'oge ahụ. Ntụle ndị na-adịbeghị anya nke ọrụ ya ji ya tụnyere ndị Ihunanya ndị Britain na-ede uri dị ka William Wordsworth ma chọpụta otú o si ezo aka na Dante na \"Harvard Square\" na-eje ozi dị ka ihe atụ maka ahụmịhe ndị Africa America na mmalite narị afọ nke iri abụọ."
]