[
  "Edwin Augustus Harleston (ubochí irí na anọ n'ọnwa Machị, 1882 rụo ụbọchị irí n'ọnwa Mée, 1931) bụ ónyé America na-ese ihe na ónyé isi oche nkè Charleston, South Carolina, alaka nke National Association for the Advancement of Colored People. E wepụrụ ya n'òtù nka ndị ọcha naanị nkè a maara dị ka Charleston Renaissance.",
  "A mụrụ ya na Charleston, South Carolina, na úbọchị irí nà anọ n'ọnwa Machị, 1882",
  "Ọ bụ otu n'ime ụmụ ise dị ndụ nke Louisa Moultrie Harleston na Edwin Gaillard Harleston, ónyé bárá ọgaranya bụbu ónyé isi ụgbọ mmiri n'ụsọ oké osimiri nké nwéré Harleston Funeral Home",
  "Nne ya chọtara agbụrụ ya site n'ọtụtụ ọgbọ nke ndị nweere onwe ha, ebe nna ya sitere na ónyé ọrụ ugbo ọcha na otu n'ime ndị ohu ya.",
  "Harleston won a scholarship to study at the Avery Normal Institute, from which he graduated as valedictorian in 1900",
  "He went on to Atlanta University, where he studied chemistry and sociology and took courses with W",
  "E",
  "B",
  "Du Bois, who became a lifelong friend",
  "After graduating in 1904, Harleston stayed on for a year as a teaching assistant in both sociology and chemistry while planning the next step in his education",
  "Although he was admitted to Harvard University, he decided instead to attend the Boston Museum of Fine Art's school",
  "There he studied under the painters William McGregor Paxton and Frank Weston Benson from 1905 to December 1912",
  "Edwin also attended the Art Institute of Chicago over the summer.",
  "N'ọnwa Eprel 1931, nná Harleston nwụrụ n'ihi oyi bàrà ya n'ahụ, Harleston n'onwe ya (ónyé a sịrị na ọ susuo nna ya na-anwụ anwụ) nwụrụ n'otu ọrịa ahụ n'ihe na-erughị otu ọnwa ka e mesịrị mgbè ọ dị afọ iri anọ na itoolu.",
  "Ihe osise Harleston dị na nchịkọta nkè Gibbes Museum of Art (Charleston), Avery Research Center for African American History and Culture (Charlestón), Savannah College of Art and Design Museum na Savannah, Georgia, na California African American Museum.",
  "Akwụkwọ Harleston dị na South Carolina Historical Society na Emory University's Stuart A",
  "Rose Manuscript, Archives, and Rare Book Library.",
  "Media related to Edwin Augustus Harleston at Wikimedia Commons"
]