[
  "Edwina Hart, MBE (amụrụ n'abalị iri abụọ na isii n'ọnwa Eprel n'afọ 1957) bụ onye ndọrọ ndọrọ ọchịchị Welsh Labour nke nọchitere anya mpaghara Gower site na nguzobe nke National Assembly for Wales (Senedd) na 1999 ruo 2016.  Hart jere ozi na Gọọmentị Welsh dị ka minista nke ụlọ ọrụ maka afọ 17 zuru ezu ọ bụ AM gụnyere dị ka Minista na-ahụ maka ahụike na ọrụ ọha na eze site na 2007 ruo 2011 na dị ka Minisita na-ahụ Maka Azụmaahịa, Azụmalite, Teknụzụ na Sayensị site na 2011 ruo 2016.",
  "Ọ bụ onye na-esote Carwyn Jones na ntuli aka ndị isi ọrụ Welsh na 2009.",
  "A mụrụ Hart ma zụlite ya na Gowerton, Swansea, ebe ọ gara Gowerton Girls' Grammar School",
  "Ọ na-enwe mmasị karịsịa na Bekee na Egwú ma ghọọ onye otu National Youth Orchestra of Wales",
  "Taa Edwina na ezinụlọ ya bi na Gowerton; o nwere otu nwa nwanyị.",
  "Hart rụrụ ọrụ na ụlọ akụ, ebe ọ malitere ịrụsi ọrụ ike n'òtù ndị ọrụ",
  "N'ihi ọrụ a, a họpụtara ya dị ka nwanyị mbụ bụ onye isi oche nke Banking, Insurance and Finance Union, na-eje ozi site na 1992 ruo 1994",
  "Ọ rụkwara ọrụ dị ka onyeisi oche nke Wales TUC (dị ka di ya, Bob Hart, mere n'afọ ọzọ)",
  "Hart mechara nata MBE maka ọrụ Trade Union",
  "N'afọ 1998, Edwina jere ozi dị ka onye otu Broadcasting Council for Wales ma nọrọ na bọọdụ nke Wales Millennium Centre. Ọ nọdụrụ na Ụlọikpe Mkpegharị Ọrụ, ọ bụ onye otu South West Wales Economic Forum na onye nduzi nke Chwarae Teg",
  "Edwina bụ onye otu T&GWU na Community yana onye otu Amicus.",
  "A họpụtara Hart ka ọ bụrụ onye omeiwu mbụ na 35.4% nke votu na 1999 maka mpaghara Gower",
  "Ọ ghọrọ odeakwụkwọ ego mbụ nke Nzukọ ahụ",
  "N'afọ 2000, a gbanwere nke a iji tinye ọrụ maka gọọmentị ime obodo ma ọ ghọrọ Minista na-ahụ maka ego na gọọmentị mpaghara.",
  "A họpụtara ya ọzọ na Nzukọ nke Abụọ n'afọ 2003, na-eme ka ihe ka ọtụtụ ya ruo 5688 (+ 8.2%) na 43.60% nke votu",
  "Mgbe ntuli aka ahụ gasịrị, ọ malitere ọrụ ikpe ziri ezi nke ọha na eze nke e mepụtara ọhụrụ wee bụrụ Minista mbụ nke Nzukọ ahụ maka ikpe ziri ezi na Mịnịsta Regeneration, onye ọrụ ya gụnyere nchekwa obodo, ikpe ziri ezi, mmekọrịta ndị uwe ojii, ọrụ ọkụ, mmanya na ọgwụ ọjọọ, akụ na ụba ọha na eze, mgbochi ịda ogbenye, ụlọ, ụlọ ọha na eze na ngalaba afọ ofufo, okwu metụtara mgbaba na ọpụpụ, njikọ maka ndị agha na Wales, mmelite nke obodo, na mmepe.",
  "N'afọ 2004, n'ọrụ ya dị ka Minista na-ahụ maka ikpe ziri ezi, Hart nyere iwu ka e dee akụkọ onwe ya banyere ọrụ ebere All Wales Ethnic Minority Association. Akụkọ ahụ kwuru na ọ dịghị ọrụ ọhụrụ a ga-enye ego ruo mgbe AWEMA gosipụtara ọrụ na njikwa arụmọrụ ka mma, nakwa na n'ihi ya, AWEMA kwesịrị ịbụ \"ihe ize ndụ dị elu\" site na ụlọ ọrụ ọha na eze.",
  "A họpụtara ya ọzọ na Nzukọ nke Atọ na Mee 2007 site na ọnụ ọgụgụ ka ukwuu nke 1192 (34.2% nke votu) ma họpụta ya Minista maka Ahụike na Ọrụ Ọha (31 Mee 2007)",
  "Ọ nọgidere n'ọkwa a mgbe a mara ọkwa gọọmentị jikọrọ aka nke Labour na Plaid Cymru na 19 Julaị.",
  "N'ọnwa Ọktoba afọ 2009, Hart kwupụtara na ọ ga-azọ ọkwa onye ndu nke otu Labour na Wales mgbe Rhodri Morgan lara ezumike nká, na mkpebi ịga n'ihu na \"Clear Red Water\" nke Rhodri Morgan. Ọ bụ ezie na ọ nwetara nkwado site n'aka ọtụtụ Union na ndị ama ama dị ka Minista Ego Andrew Davies, Hart mechara nke abụọ na asọmpi idu ndú",
  "Ọ nọgidere n'ọkwa ya dị ka Minista na-ahụ maka ahụike na kansụl nke Minista Mbụ Carwyn Jones họpụtara.",
  "N'ọnwa Septemba afọ 2010, ndị Welsh Liberal Democrats boro Hart ebubo na ọ na-egbochi akụkọ ndị ndụmọdụ nke katọrọ ndị ndu NHS site na Gọọmentị Welsh.",
  "A họpụtara Hart dị ka onye ndọrọ ndọrọ ọchịchị Welsh kacha mma n'afọ ahụ",
  "[citation needed] Dị ka Peter Black AM si kwuo, Hart meriri asọmpi ndị ọzọ iji nweta ihe nrite a gụnyere odeakwụkwọ Welsh Peter Hain",
  "[cittion needed] Hart jikwa esemokwu wepụ nyocha nke mmefu NHS na Wales na 12 Nọvemba 2009, na-ajụ arịrịọ Liberal Democrat Kirsty Williams ka ọ nyochaa otú e si emefu £ 1 ijeri na ọrụ NHS, na-agbaso  akaebe nye Kọmitii Ego nke Welsh Assembly nke kwuru na 'a' Welsh NHS kwa afọ.",
  "Àtụ:S-start\nÀtụ:S-par\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-off\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-npo\nÀtụ:Succession box",
  "Àtụ:S-endÀtụ:Welsh AMs 2011-2016"
]