[
  "Edwidge Danticat (Haitian Creole pronunciation: ; amụrụ na Jenụwarị 19,  na afọ 1969) bụ onye Haiti-America na-ede akwụkwọ akụkọ na onye na-ede akụkọ mkpirikpi. E bipụtara akwụkwọ akụkọ mbụ ya, Breath, Eyes, Memory, na afọ 1994 wee gaa n'ihu bụrụ nhọrọ Oprah's Book Club",
  "Danticat edeela ma ọ bụ dezie ọtụtụ akwụkwọ ma bụrụ onye natara ọtụtụ onyinye na nsọpụrụ.",
  "A mụrụ Danticat na Port-au-Prince, Haiti",
  "Mgbe ọ dị afọ iri na abụọ, nna ya André kwagara New York, nne ya Rose sochiri ya afọ abụọ ka e mesịrị. Nke a hapụrụ Danticat na nwanne ya nwoke nke obere, nke a na-akpọkwa André, ka nwanne nne ya na nwanne nna ya zụlite",
  "Mgbe a jụrụ ya n'ajụjụ ọnụ banyere ọdịnala ya dị ka nwatakịrị, ọ gụnyere ịkọ akụkọ, ụka, na ịmụ ihe ụlọ akwụkwọ mgbe niile dị ka akụkụ niile nke itolite. Ọ bụ ezie na agụmakwụkwọ ya na Haiti bụ na French, ọ na-asụ asụsụ Haitian Creole n'ụlọ.",
  "Mgbe ọ ka nọ na Haiti, Danticat malitere ide ihe mgbe ọ dị afọ itoolu. O mechara dee akụkọ ọzọ banyere ahụmịhe mbata ya maka New Youth Connections, \"A New World Full of Strangers\"",
  "N'okwu mmeghe nke Starting With I, akụkọ sitere na magazin ahụ, Danticat dere, sị: \"Mgbe m mechara ihe [migration], echere m na akụkọ m agwụbeghị, yabụ edere m akụkọ dị mkpirikpi, nke mechara bụrụ akwụkwọ, akwụkwọ akụkọ mbụ m: Breath, Eyes, Memory...Ide maka New Youth Connections nyere m olu",
  "E bibiri mkpọchi m kpamkpam, ruo mgbe ebighi ebi",
  "\"",
  "Mgbe ọ gụsịrị akwụkwọ na Clara Barton High School na Brooklyn, New York, Danticat banyere Barnard College na New York City ebe ọ gụsịrị Phi Beta Kappa na afọ 1990. Na mbido, o bu n'obi ịmụ ihe iji bụrụ onye nọọsụ, mana ịhụnanya ya maka ide ihe meriri ma nweta BA na akwụkwọ French. O nwetara Master of Fine Arts na Creative Writing na Mahadum Brown n'afọ 1993.",
  "Danticat bụ onye nkwado siri ike maka nsogbu na-emetụta ndị Haiti na mba ofesi na n'ụlọ",
  "N'afọ 2009, o nyere Poto Mitan: Haitian Women Pillars of the Global Economy olu na okwu ya, ihe ngosi banyere mmetụta nke ijikọ ụwa ọnụ na ụmụ nwanyị ise sitere n'ọgbọ dị iche iche.",
  "Danticat lụrụ Fedo Boyer n'afọ 2002",
  "O nwere ụmụ nwanyị abụọ, Mira na Leila.\nỌ bụ ezie na Danticat bi na United States, ọ ka na-ewere Haiti dị ka ebe obibi",
  "Ruo ugbu a, ọ ka na-eleta Haiti site n'oge ruo n'oge ma na-eche mgbe niile dị ka ọ hapụghị ya.",
  "Isiokwu atọ pụtara ìhè na nyocha dị iche iche nke ọrụ Edwidge Danticat: njirimara mba, mmekọrịta nne na nwa nwanyị, na ndọrọ ndọrọ ọchịchị diasporic.",
  "Ndị ọkà mmụta nke ọrụ Danticat na-enyocha isiokwu nke njirimara mba ugboro ugboro",
  "Na Breath, Eyes, Memory, Danticat na-enyocha mmekọrịta dị n'etiti ụmụ nwanyị na atụmatụ mba nke steeti [i] n'oge ọchịchị Duvalier",
  "N'ime akwụkwọ akụkọ ahụ, ka ọgbọ nke ụmụ nwanyị \"na-anwale\" ụmụ ha nwanyị, site na iji mkpịsị aka banye n'ahụ ha iji kwado ịbụ ndị na-amaghị nwoke, ha \"na-aghọ ndị na-ahụ maka ime ihe ike,\" ma ọ bụ ndị nnọchi anya, nke \"ime ihe ike na mmegbu\" nke ahụ ụmụ nwanyị ojii (376化377) [i], yiri ndị agha Tonton Macoutes",
  "Otú ọ dị, ọ bụ ezie na ụmụ nwanyị nke Breath, Eyes, Memory na-emegharị \"nchịkwa kwadoro\" na imebi ahụ ụmụ nwanyị site na omume ime ihe ike (375), ha na-emebikwa ma na-ama okwu nwoke, nke mba\" nke steeti ahụ site na iji ahụ ha \"dị ka ngwá agha na-egbu egbu\" (387) [i]",
  "Enwere ike inweta ihe akaebe maka nkwupụta a site na igbu onwe Martine, nke a na-ahụ dị ka ngosipụta dị egwu nke nnwere onwe, na-ahapụ ahụ ya, na uche ya, site na mmerụ ahụ ya gara aga [i]",
  "Tụkwasị na nke a, akwụkwọ akụkọ ahụ na-egosi ụfọdụ ihe isi ike nke ịmepụta njirimara diasporic, dịka egosiri site na ọgụ Sophie na-alụ n'etiti ijikọ onwe ya na ihe nketa ya na ịhapụ ihe ọ na-eche na ọ bụ omenala na-emebi ihe nke 'nnwale,' na-atụ aro na ọ gaghị ekwe omume ịmepụta onye siri ike [ii]",
  "N'ikpeazụ, ọrụ Danticat, The Farming of Bones, na-ekwu maka akụkọ nke ndị lanarịrị ogbugbu nke afọ 1937, na mmetụta nke mkpasasị ahụ na njirimara Haiti [iv]",
  "N'ozuzu, Danticat na-eme ka a mara akụkọ ihe mere eme nke mba ya ma na-agbakwa echiche dị iche iche nke mba ahụ karịa nke mmegbu [iii].",
  "Danticat's Breath, Eyes, Memory na-enyocha etiti mmekọrịta nne na nwa nwanyị na njirimara onwe onye na ngosipụta onwe onye [v]",
  "Ahụmahụ Sophie na-egosipụta nke nne ya Martine",
  "Dị nnọọ ka a manyere Martine ido onwe ya n'okpuru ule nke ịbụ nwa agbọghọ na-amaghị nwoke n'aka nne ya, ọ manyere Sophie otu ihe ahụ mgbe ọ chọpụtara mmekọrịta ya na Joseph",
  "N'ihi ya, Sophie na-agafe oge ịkpọasị onwe ya, ihere igosi onye ọ bụla ahụ ya, gụnyere di ya (80) [viii]",
  "Mgbalị Sophie na-agba iji merie oyi n'ihe gbasara mmekọrịta chiri anya ya na di ya Joseph, yana bulimia ya yiri mbọ Martine na-agba ịmụ nwa na Marc ruo oge, yana ehighị ụra nke ọma, na omume iri nri na-adịghị mma (61ː62) [v]",
  "N'ihi ndina n'ike nke Martine site n'aka Tonton Macoute na mmetọ Sophie site n'enyemaka nne ya, \"nwanyi ọ bụla ga-eme ka ya na nwoke nwee mmekọrịta dị mma tupu ya enwee ike ịbanye na mmekọrịta dị mma, ndị ikom a na-anwa izute ụmụ nwanyị ndị a na usoro nke nke ikpeazụ\" (68) [vi].\nIhe kachasị elu nke ihe ngosi a na-abịa mgbe Sophie họọrọ ịbụ Marassa nke nne ya, onye abụọ nke onwe ya maka nne ya, iji kerịta ihe mgbu, ule na mkpagbu, njikọ kachasị: ịghọ otu na nne ya",
  "Marassas na-anọchite anya \"ịdị nro na ịhụnanya\" dị ka otu, ha bụ \"ndị a na-apụghị ikewapụ iche na otu",
  "Ha hụrụ ibe ha n'anya n'ihi na ha yiri ibe ha ma na-anọkọ ọnụ mgbe niile\" [vii]",
  "Njikọ a dị n'etiti Sophie na nne ya Martine agbaghawo site na njikọ Sophie na nwa ya nwanyị Brigitte: \"Nchekwa na-enweghị isi nke Martine ịmalite ọzọ na ibu ọrụ na-agwụ ike nke nne na-ekwu ma na-adị nnọọ iche na ọchịchọ ịhụnanya Sophie iji kpọbata nwa ya nwanyị brigitte na nnabata\" (79) [viii].",
  "Ndị ọkà mmụta kwenyere na Danticat na-elekọta mmekọrịta ya na akụkọ ihe mere eme ya na Haiti na njirimara ọdịbendị abụọ ya site na ọrụ ya site na ịmepụta oghere ọhụrụ n'ime ndọrọ ndọrọ ọchịchị",
  "Na Breath, Eyes, Memory, Danticat na-eji \"echiche nke ọdịnala mkpanaka\" dị ka ụzọ isi mepụta ohere ọhụrụ maka njirimara Haiti na America, nke na-abụghị \"mgbasa obi ụtọ\" ma ọ bụ \"nchọpụta na-enweghị nsogbu\" nke Flatbush Brooklyn (28) [ix]",
  "Nkwupụta doro anya nke Danticat na ịnabata ndị bu ya ụzọ na Caribbean, ọkachasị site na \"akụkọ ukwu nke ndị nna nwụrụ anwụ nke akwụkwọ edemede Haiti,\" na-emepụta \"obodo ọhụrụ [...] na oghere ndị ọzọ na-enwu gbaa\" nke \"na-etinye akụkọ ya\" n'ebe na-abụghị \"nke zuru oke\" ma ọ bụ \"enweghị ebe\" (34) [ix]",
  "Nkwupụta nke usoro edemede Haiti Indigenism, nke ọrụ ya chọrọ ijikọ ya na ala Haiti na \"nsogbu nke ndị ọrụ ugbo\" (55) [x], eziokwu dị mgbagwoju anya nke Sophie na Breath, Eyes, Memory na-etinye ahụmịhe mba (61) [x]",
  "Nsụgharị nke Breath, Eyes, Memory, karịsịa ndị dị na France, nwere obere mgbanwe na \"ihe na-adịghị mma\" dochie anya okwu creol / Caribbean nke na-agbanwe ọnọdụ dị ike nke ọrụ Danticat gaa n'otu nke mmegbu, na-egosipụta ndị na-ede akwụkwọ ọgụ na-eche ihu maka oghere ndọrọ ndọrọ ọchịchị ọhụrụ nke a nabatara njirimara Caribbean abụọ (68) [x]",
  "Akụkọ dị mkpirikpi nke Danticat na Krik? Krak! na-egosipụta \"ihe nnọchianya na-akpa ọnụ\" nke ọrụ ya na obodo ndị mba ọzọ, gụnyere \"Ndị Haiti, ndị mbịarambịa, ụmụ nwanyị, [na] nne na ụmụ nwanyị,\" nke ọ na-anwa ijikọ (75) [xi]",
  "Site na \"ịkwupụta ahụmịhe intersubjective nke obodo,\" Danticat na-eme ka onwe ya dị iche na ndị edemede ndị ọzọ nke Haiti (73, 76) [xi]",
  "Ọ na-emepụta ohere maka \"enweghị olu\" nke ndị na-enweghị ike \"ikwu ahụmahụ ha n'otu n'otu\" (76) [xi]",
  "Akụkọ dị mkpirikpi nke Danticat na-akwado ahụmịhe a na-ekewaghị ekewa, nke na-ejikọta onwe ya na ndọrọ ndọrọ ọchịchị na \"ọchịchị ikike na ọchịchị iwu\" (81) [xi]",
  "Ebe ndọrọ ndọrọ ọchịchị nke otu ahụmịhe dị otú ahụ nwere ike ịdị bụ ụzọ njirimara mba Danticat na ihe odide ya nwere ike ịdị ndụ.",
  "Ọrụ ọzọ nke Danticat bụ akụkọ njem ya After the Dance: A Walk through Carnival in Jacmel, Haiti (2002)",
  "O kwenyere na ọ na-enye ndị na-agụ ya anya na mmetụta nke ihe nketa ọdịbendị Haiti, omume ndị metụtara Lent, Carnival ya, na mgbanwe Haiti",
  "Ọ malitere njem site n'ọrụ ya iji weghachite akara ọdịbendị furu efu nke Haiti mgbe ọ na-enwekwa ihe ùgwù nke ndọrọ ndọrọ ọchịchị nke Haiti na ihe ùgwù nke ịgagharị agagharị. N'ihi ihe ùgwù njem ya, ọ weere onwe ya dị ka \"onye si n'èzí\" nke Jacmel n'agbanyeghị na o sitere na Haiti",
  "Ọ na-akọwa, sị: \"Nke a bụ oge mbụ m ga-abụ onye na-eme oriri na nkwari na carnival na Haiti",
  "Enwere m nchegbu na nkwenye dị otú ahụ ga-eyi ihe ijuanya nye onye carnival bụ otu n'ime ihe na-atọ ụtọ na ndụ...Dị ka nwatakịrị bi na Haiti...A naghị ekwe ka m 'sonye na carnival'",
  "a na-ewere ya dị ka ihe na-adịghị mma maka m...Ebe ọ bụ na enwere m nnukwu ọchịchọ isonye na carnival dịka ụfọdụ ụmụaka America pụrụ iche nwere isonye na circus, nwanne nna m ruo ọtụtụ afọ na-agbanye akụkọ na-eyi egwu gburugburu ya iji mee ka m ghara",
  "\" O kwuru n'akụkọ ya banyere ịlaghachi na Jacmel, \"M ka na-eyi ihe nkpuchi nke m nke onye na-ekiri ihe dị anya\"",
  "N'ihi nke a, ọ na-adụ onye na-agụ ya ọdụ ka ọ lelee ọrụ ya anya site n'echiche nke onye na-alaghachi na diasporic kama nke onye nọ n'ime.",
  "Danticat enwetala ihe nrite akụkọ ifo site na magazin Essence na Seventeen, a kpọrọ ya \"1 nke mmadụ 20 nọ n'afọ iri abụọ na abụọ ga-eme mgbanwe\" na Harper's Bazaar, gosipụtara ya na The New York Times Magazine dị ka otu n'ime \"30 n'okpuru 30\" mmadụ iji kirie, ma kpọọ ya otu n'etiti \"15 Gutsiest Women of the Year\" site na magazin Jane.",
  "Edwidge Danticat bụ onye edemede, onye okike na onye na-ekere òkè n'ọtụtụ ụdị akụkọ",
  "The New York Times kwuru na Danticat nwere ike ịmepụta \"ihe osise na-akpali akpali na ihe osise doro anya\" dị ka \"onye edemede na onye na-ede akụkọ\"",
  "The New Yorker gosipụtara akụkọ na edemede dị mkpirikpi nke Danticat n'ọtụtụ oge, ma na-enyocha ma na-akatọ ọrụ ya mgbe niile",
  "Ihe odide ya bụ nke a na-akọwapụta nke ọma, gụnyere na 2019's New Daughters of Africa (nke Margaret Busby dezigharịrị).",
  "Ihe omuma nke Danticat gụnyere ime ihe nkiri, akụkọ mkpirikpi, na akwụkwọ ụmụaka n'oge na-adịbeghị anya",
  "E dere Mama's Nightingale iji kesaa akụkọ banyere ndị Haiti kwagara mba ọzọ na nkewa ezinụlọ",
  "Akwụkwọ ahụ jikọtara ikike ịkọ akụkọ Danticat na ọrụ nke onye na-ese ihe Leslie Staub",
  "N'ịbụ nke Penguin Random House bipụtara na afọ 2015, akwụkwọ ụmụaka ahụ na-akọ \"akụkọ na-emetụ n'ahụ nke nkewa nne na nna na nwa na ịkwaga..",
  "na ihe osise na-akpali akpali..",
  "ma gosipụta otu nwatakịrị ọ bụla nwere ike isi mee mgbanwe",
  "\" Nnyocha dị na The New York Times kwuru na Mama's Nightingale \"ga-akpali ọ bụghị naanị ọmịiko maka ọgụ nke mbata ụmụaka, kamakwa mmasị\" nke Danticat na Staub, kwa.",
  "N'ọrụ ndị ọzọ, Danticat arụwo ọrụ na ihe nkiri abụọ, Poto Mitan na Girl Rising",
  "Nke ikpeazụ nwetara nnukwu mgbasa ozi, n'ụzọ dị ukwuu n'ihi ike kpakpando metụtara ihe nkiri ahụ (gụnyere Anne Hathaway, Chloë Grace Moretz, Liam Neeson, Meryl Streep, Alicia Keys na Kerry Washington)",
  "N'ime ihe nkiri ahụ, e nyere Danticat ọrụ ịkọ akụkọ Wadley si Haiti",
  "The Washington Post kọwara Girl Rising dị ka \"PSA dị ogologo, nke dị irè nke ukwuu iji malite mkpebi inweta agụmakwụkwọ kwesịrị ekwesị maka ụmụ agbọghọ niile, n'ụwa niile\".",
  "Na Create Dangerously: The Immigrant Artist at Work, Danticat na-akọ akụkọ nke ya dị ka akụkụ nke ndị Haiti bi na mba ọzọ",
  "Create Dangerously sitere n'ike mmụọ nsọ nke onye edemede Albert Camus \"Create Dangerously\" na ahụmịhe ya dị ka onye edemede na onye okike nke kọwara nka ya dị ka \"nnupụisi megide ihe niile na-agafe agafe na nke a na-akparaghị ókè n'ụwa\". Na Create Dangerously, a na-enwe mmasị na Danticat maka \"ide banyere ọdachi na ọdịbendị na-apụ n'anya\" na otu \"ọ na-anabata na site na mberede ọ dị ma nwee ike ịmepụta, ya mere o mere\"",
  "NPR nyochara nke ọma Create Dangerously na njem site na \"mfu na-ele anya [nke] na-eme ka nkọwa ọ bụla na onye a na-ewebata anyị dịkwuo mma ma dị oké ọnụ ahịa\". Mahadum nke Kansas họọrọ ya dị ka 2018X19 Common Book, nke a na-ekesa ụmụ akwụkwọ niile nọ n'afọ mbụ na Mahadum ahụ.",
  "Danticat bipụtara akwụkwọ akụkọ mbụ ya mgbe ọ dị afọ iri abụọ na ise na afọ 1994, ebe ọ bụ na ndị nkatọ na ndị na-ege ntị na-eto ya",
  "Otu n'ime akwụkwọ ya a ma ama bụ Breath, Eyes, Memory 1994), Krik? Krak! (1996), The Dew Breaker (2004), Brother, I'm Dying (2007) na (1994)",
  "Nke ọ bụla n'ime ọrụ ndị a enwetala onyinye, gụnyere National Book Award, The Story Prize, na National Books Critic Circle Award",
  "Danticat na-edekarị banyere ndụ dị iche iche nke ndị bi na Haiti na United States, na-eji ndụ nke ya dị ka ihe mkpali maka akwụkwọ akụkọ ya, na-emekarị ka isiokwu nke ime ihe ike, ọkwa, nsogbu akụ na ụba, ọdịiche nwoke na nwanyị, na ezinụlọ pụta ìhè.",
  "The Dew Breaker bụ nchịkọta akụkọ dị mkpirikpi nke enwere ike ịgụ ọnụ ma ọ bụ iche iche, ma kọwaa ndụ ndị mmadụ dị iche iche na Haiti na New York",
  "N'ide akwụkwọ na The New York Times, Michiko Kakutani kwuru, sị: \"Akụkọ ọ bụla dị na 'Dew Breaker' nwere ike iguzo n'akụkọ ya mara mma, mana ha na-agbakọta ọnụ dị ka iberibe jigsaw-puzzle iji mepụta foto nke akụkọ ọjọọ nke nwoke a na ndụ ya na ndị ọ na-egbu",
  "\" Goodreads nyere ya kpakpando anọ n'ime ise",
  "Brother, I'm Dying bụ akwụkwọ akụkọ ndụ onwe onye nke na-akọ akụkọ ya banyere ịnọ na Haiti na ịkwaga na United States, ịhụ n'anya, na inwe nwa",
  "Nke a bụ otu n'ime akwụkwọ Danticat kacha mma ma kpọọ ya Top-10 African American Non-fiction Books site na Booklist na 2008",
  "Maka Jess Row nke The New York Times, ọ \"na-enye anyị akwụkwọ ncheta nke ederede doro anya na nkwenye na-adịghị agwụ agwụ na eziokwu na-ezochi ihe na-akpali akpali nke mwute, ngwakọta nke agụụ ụlọ na enweghị ebe obibi\". Krik? Krak! bụ nchịkọta akụkọ dị mkpirikpi nke ụmụ nwanyị na Haiti, ule na mkpagbu ha, nke The Washington Post Book World kpọrọ: \"ihe fọrọ nke nta ka ọ bụrụ ihe na-enweghị ntụpọ",
  "Ọ bụrụ na akụkọ si Haiti na-egbu mgbu ịgụ, gụọ akwụkwọ a kama ma ghọta ebe ahụ n'ụzọ miri emi karịa ka ị chere na ọ ga-ekwe omume",
  "\" N'ikpeazụ, Breath, Eyes, Memory bụ akwụkwọ akụkọ mbụ Danticat",
  "Ọ na-akọ akụkọ banyere nwa agbọghọ, nwa e dinara n'ike, ka ọ na-esi na Haiti kwaga New York City ma na-achọpụta ahụmahụ dị egwu nne ya tachiri obi, ọtụtụ ụmụ nwanyị ndị ọzọ mekwara",
  "A họọrọ akwụkwọ a maka Oprah's Book Club na 1998 ma nata kpakpando anọ n'ime ise na Goodreads",
  "Oprah kwuru na o nwere \"ihe oyiyi na akụkọ mara mma nke na-agba akaebe maka nhụjuanya na obi ike nke ndị ya\".",
  "Àtụ:American Book Awards"
]