[
  "Edythe (Edy) Boone (amụrụ n'afọ 1938), bụ onye Africa-America na-ese ihe na onye na-eme ihe",
  "Ọ rụrụ ọrụ dị ka onye na-ese ihe, onye ndụmọdụ, na ónyé nkụzi nka n'oge ndụ ya niile n'ógbè a na-ejighị ozi na California.",
  "Ọ bụ nwanne nne Eric Garner, nwoke Africa-America nke ndị uwe ojii New York na-égbú egbụ. Ọnwụ ya, tinyere ọnwụ Michael Brown, dugara na ngagharị iwe ma n'akụkụ ụfọdụ kpaliri Black Lives Matter movement.",
  "A maara Boone nke ọma maka ọtụtụ mgbidi ọ sere",
  "Ọ malitere site na ihe osise ya na ala nke ọ bụla nke ụlọ dị na Harlem, New York na ọrụ ya agbasawo site n'afọ ruo n'otu n'ime ọrụ ya kachasị ama ama, na-emepụta ma na-ese ihe osise nke ụlọ ụmụ nwanyị na San Francisco, California. Ọ malitere ịhụ nka mgbe ọ na-eleta nne nne ya, onye bụ onye na-akwa akwa ma Boone hụrụ onwé ya ka agba, ákwà na ọdịdị gbara ya gburugburu. N'oge ọ bi na Harlem nsogbu crack cocaine jupụtara ma nwee mmetụta dị ukwuu na mmepe nka ya",
  "Ọ bụ n'ebe ahụ ka o mere mgbidi ndị agha nnupụisi iji mee mkpesa banyere ọnọdụ ahụ. Ọ bụ nkwenye ya na nka bụ màkà ónyé ọ bụla, ọ bụghị naanị maka ndị ọkachamara, na-achọ inye ndị mmadụ na ọbọdọ ike site na iji nka.",
  "Boone is perhaps most well-known for being one of the muralists behind the famous MaestraPeace mural on the Women's Building in San Francisco, California",
  "The mural was created in 1994 by a cooperative of seven female artists, including Boone, Juana Alicia, Miranda Bergman, Susan Kelk Cervantes, Meera Desai, Yvonne Littleton, and Irene Perez. The mural spans two walls and is five stories high. A few of the many images on it depict the Aztec Goddess of the Moon Coyolxauhqui, Palestinian legislator and activist Hanan Ashrawi, poet and activist Audre Lorde, painter Georgia O'Keeffe, Puerto Rican revolutionary Lolita Lebrón, and Guatemalan Nobel Peace Prize winner Rigoberta Menchú. The mural is a major tourist attraction in the city's Mission District",
  "It was restored in 2012 and Boone participated in the restoration. The building on which it is painted is a testament to women in itself as it is the first all women owned and run community building",
  "The mural is a testament to women through the ages depicting the struggles and conflicts they have faced.",
  "MaestraPeace bụ ihe a ma ama ọ bụghị naanị màkà oke ya na ọtụtụ ụmụ nwanyị ama ama ma ọ bụ akụkọ ifo ọ na-egosi, kamakwa màkà mmetụta dị ichè ichè na nke na-emegide ndị na-achị ala nke ndị na-ese ihe dịgasị iche iche gosipụtara",
  "Akụkụ ahụ na-anọchite ányá \"mmekọrịta transshistorical, crosscultural na transnational n'etiti ndị Afrịka na ọdịbendị ụmụ amaala nke Amerịka\" na ọdịbendụ dị iche iche ya na-adaba na ebumnuche na ọnọdụ nke Ụlọ Ụmụ nwaanyị n'ógbè dị ichè ichè.",
  "Ọ lekọtara okike na Berkeley, CA nke mural 100-foot (e dechara na 2018) na Ashby Avenue n'etiti Harper na Ellis Streets",
  "Ihe osise ahụ gosipụtara ihe oyiyi nke ndị mmadụ, ébé, na mmekọrịta na-anọchite anya akụkọ ihe méré eme nke South Berkeley site n'oge Ohlone ruo ugbu a."
]