[
  "Edythe Mae Gordon (ihe dị ka 1897 na 1980) bụ onye Africa-America na-ede akụkọ mkpirikpi na uri n'oge Harlem Renaissance.",
  "A mụrụ Edythe Mae Chapman na Washington, D.C., ma eleghị anya na June 4 na oge ụfọdụ n'ime oge 1895 rụọ afọ 1910; ụbọchị ahụ ejighị n'aka n'ihi na akwụkwọ ndị dị ugbu a dị iche na afọ ọmụmụ ya",
  "O doro anya na ọ bụ ndị ezinụlọ nne ya zụlitere ya, nke aha ya bụ Bicks; ọ dịghị ihe a maara banyere nna ya",
  "Ọ gụrụ akwụkwọ na M Street School, ụlọ akwụkwọ ọha na eze, ma gụsịrị akwụkwọ n'afọ 1916",
  "N'afọ ikpeazụ ya n'ụlọ akwụkwọ ahụ, ọ lụrụ Eugene Gordon, mgbe ahụ nwa akwụkwọ na Mahadum Howard ma mesịa bụrụ onye edemede maka Boston Post",
  "Ka ọ na-erule 1919, ha akwagala Boston; ha kewara n'afọ 1932 ma gbaa alụkwaghịm n'afọ 1942.",
  "N'afọ 1926, Gordon debanyere aha ya dị ka onye gụsịrị akwụkwọ na Mahadum Boston",
  "Ọ gụsịrị akwụkwọ n'afọ 1934 na nzere BS na agụmakwụkwọ okpukpe na ọrụ mmekọrịta mmadụ na ibe ya; otu afọ ka e mesịrị, ọ nwetara nzere masta ya na Mahadum Ụlọ akwụkwọ nke Ọrụ Ndị Ọrụ, ihe a na-adịghị ahụkebe maka nwanyị Afrika-Amerika.",
  "N'afọ 1925, di Gordon bụ Eugene haziri otu ndị edemede Africa na America, Saturday Evening Quill Club, nke sitere na ya mepụtara magazin edemede, Saturday Evening quill, nke ọ ghọrọ onye nchịkọta akụkọ ya",
  "E bipụtara ya ugboro atọ n'afọ, Quill nwere ọtụtụ n'ime ihe odide Gordon",
  "Akụkụ mbụ ya maka Quill bụ akụkọ mkpirikpi nke afọ 1928, \"Subversion\"",
  "E depụtara ya n'etiti akụkọ ndị pụrụ iche nke afọ site na kọmitii onyinye O",
  "Henry, nke n'oge ahụ anaghị ahụkarị ọrụ ndị na-abụghị ndị ọcha",
  "Gordon ga-aga n'ihu bipụta akụkọ mkpirikpi abụọ ọzọ na uri iri na abụọ na Quill",
  "O bipụtakwara uri abụọ n'afọ 1938 anthology Negro Voices, nke Beatrice Murphy dezigharịrị.",
  "Akụkọ ifo Gordon na-elekwasị anya na ndụ na-enweghị obi ụtọ nke di na nwunye ndị Afrịka na America bi n'obodo ukwu, na-agbagha ụfọdụ n'ime ụkpụrụ mmekọrịta mmadụ na ibe ya n'oge ahụ",
  "Abụ ya bụ abụ abụ ndị na-ahụ n'anya nke na-ewere ihe atụ ha site na okike.",
  "Enwere obere ihe ọmụma banyere Gordon mgbe ịgba alụkwaghịm ya n'afọ1942",
  "Ọ nwụrụ n'afọ 1980.",
  "E bipụtara nchịkọta nke ọrụ Gordon, Selected Works of Edythe Mae Gordon, n'afọ 1996",
  "N'otu afọ ahụ, e bipụtara \"Subversion\" na akụkọ ọzọ, \"If Wishes Were Horses\", n'akwụkwọ akụkọ Harlem's Glory: Black Women Writing, 1900-1950."
]