[
  "725,600",
  "Ndị Efik bụ agbụrụ dị na ndịda Naịjirịa, na ọdịda anyanwụ Cameroon",
  "N'ime Naijiria, enwere ike ịchọta Efik na steeti Cross River na Akwa Ibom nke oge a",
  "Ndị Efik na-asụ asụsụ Efik nke so n'ezinụlọ Benueo Congo nke otu asụsụ Niger-Congo. Ndị Efik na-akpọ onwe ha Efik Eburutu, Ifa Ibom, Eburutu na Iboku.",
  "Aha Efik pụtara na mbụ n'akwụkwọ akụkọ ihe mere eme na narị afọ nke iri na itoolu. Akụkọ akụkọ ihe mere eme kachasị ewu ewu banyere mbata Efik na-agba akaebe maka mmegharị site na Ibom na Arochukwu gaa Uruan na site na Uruan gaa n'ọtụtụ ebe obibi n'akụkụ osimiri Cross dị ala. Enwere ike ịchọta ọtụtụ Efik na Calabar",
  "Tupu 1905, Calabar  ochie bụ okwu eji akọwa ebe obibi Efik nke Duke Town, Creek Town, Old town, Cobham town, Henshaw town, Adiabo na Mbiabo (nke mejupụtara Mbiabo edere, Mbiabo Ikot Offiong na Mbiabe Ikoneto). A na-akpọkwa ndị Efik \"ndị Calabar\" n'akwụkwọ akụkọ ihe mere eme",
  "Okwu ahụ bụ \"ndị Calabar\" bụ ihe a ma ama tupu narị afọ nke iri na itoolu ma bụrụkwa otu ihe na Efik.",
  "Ndị Efik nwere agbụrụ dị iche iche nke a na-akpọbu \"Esien Efik itiaba\" ( ) ma mesịa mara na narị afọ nke 21 dị ka \"Esien Efik Duopeba\" ( )",
  "Ezinụlọ asaa ndị mbụ gbasasịrị n'etiti steeti Cross River na steeti Akwa Ibom ma mejupụtara Iboku (obodo Duke, obodo Henshaw, obodo Creek na obodo Cobham), Obutong, Adiabo, Mbiabo (Mbiabo Edere, Mbiabo Ikot Offiong, Mbiabo Ikoneto), Enwang , Usukakpa na Abayen",
  "Ezinụlọ atọ ikpeazụ a ebelatala n'ọnụ ọgụgụ ma ekwenyere na ọtụtụ ndị otu ha abanyela n'agbụrụ Efik ndị ọzọ",
  "Ibonda (otu ebo Efut) ka etinyere ya na Adiabo mgbe ụfọdụ dịka otu n'ime ezinụlọ Efik asaa",
  "Ọtụtụ ndị Enwang na Usukakpa dị na steeti Akwa Ibom dị ugbu a",
  "Ndị Efik nke oge a bụ ndị na-agbaze ndị mmadụ si n'ebe dị iche iche",
  "N'ihi ịrị elu nke Calabar dị ka ebe azụmahịa kemgbe narị afọ nke iri na asatọ, ebe obibi Efik nwere ọnụ ọgụgụ dị elu nke ndị Sierra Leone, Lebanese, Cameroonians, Jamaicans na ọtụtụ obodo ndị ọzọ",
  "A ka na-ewere ụmụ nke nne Efik dị ka Efik ma nye aka na mmepe nke ọha mmadụ Efik",
  "N'ihi oke mgbanwe ọdịbendị, a na-ewere ọtụtụ agbụrụ ndị ọzọ dị ka otu n'ime ndị Efik dịka Kiong na Efut.",
  "Aha \"Efik\" na-asụgharị ka ọ bụrụ \"Ndị \" ma sitere na ngwaa Efik-Ibibio \"Fik\" (English: Oppress)",
  "A na-ede mkpụrụedemede mbụ nke okwu ahụ n'ụzọ ziri ezi dị ka \"N'ihi\" ma na-egosi ọtụtụ",
  "E kwupụtara ọtụtụ echiche banyere mmalite nke okwu ahụ",
  "Otu echiche nke Okon na Nkpanam Ekereke gosipụtara na-ekwusi ike na okwu \"Efuk\" bụ okwu nnupụisi na okwu nke nwoke Ibibio ji mee ihe mgbe ọ na-ewe iwe. Ekereke na Ekereke gara n'ihu na-ekwusi ike na e mechara gbanwee okwu ahụ ka ọ bụrụ \"Efik\". Echiche a yiri ka ọ dịpụrụ adịpụ dịka ndị edemede Ibibio ndị ọzọ anaghị akọ na ndị Ibibio jiri okwu ndị dị otú ahụ mee ihe",
  "Echiche ọzọ nke Forde na Jones kọrọ na aha \"Efik\" na-asụgharị \"Tyrants\" ma ọ bụ \"Onye na-emegbu\" ma bụrụ aha nke ndị Efik kpọrọ onwe ha mgbe ha biri n'obodo Creek.",
  "Akụkọ ihe mere eme nke Efik bụ otu n'ime ndị edere na mpaghara Sahara Africa",
  "N'ihi ọrụ ha rụrụ n'oge azụmahịa triangular, ọganihu ha n'akwụkwọ na nka, enwere ọtụtụ agụmakwụkwọ na ndị mmadụ",
  "E nwere ọtụtụ echiche banyere mmalite nke ndị Efik",
  "Echiche atọ kachasị ewu ewu gụnyere mmalite Igbo, mmalite Ibibio na mmalite Palestine.",
  "Mgbe ha hapụrụ obodo Uruan, ndị Efik kwagara Ikpa Ene nke a na-akpọ Akani Obio Efik(English: Old Efik island)",
  "Ikpa Ene bụ agwaetiti na-amaghị nwoke n'akụkụ osimiri Cross",
  "E kwenyere na a na-akpọ agwaetiti ahụ aha onye ọkụ azụ si Mbiabo nke a maara dị ka Ene Ankot. Dị ka Aye si kwuo, \"Ikpa Ene enweghị ike iburu ọtụtụ ndị Iboku, Ndodoghi ga-anabata ihe a wụwara, na ebe obibi abụọ ahụ, ka nọ n'okpuru otu ọchịchị, kewara site na alaka aka ekpe nke osimiri ahụ nke ghọrọ \"oké osimiri dị n'ime\".\nMgbe ndị Efik biri na Ikpa Ene, otu ndị ikom si Uruan rutere Ikpa Ene. Ndị ikom ahụ na-ede mmiri ma na-eme mkpesa banyere agụụ na ike ọgwụgwụ. Ndị Efik nwere ọmịiko n'ebe ndị ikom a nọ nyere ha nri ma gosi ha ile ọbịa. N'abalị mgbe onye ọ bụla laghachiri ụra, ndị ikom si Uruan biliri wee malite igbu ndị ọbịa ha. Mgbe ndị Efik ghọtara ihe na-eme, ha biliri ọtọ ma lụso ọgụ. Otu onye mwakpo e jidere kwupụtara na ha ga-eweghachi ihe nnọchianya eze nke ha kwenyere na ndị Efik ji ha kpọrọ mgbe ha hapụrụ Uruan. Ihe ndị e kwenyere na e weere gụnyere Ikpaya (uwe raffia), Akata (ocheeze) na Ayang (Broom). Oku na-agba akaebe na ọ bụ mwakpo a wakporo Efik mere ka ha kpebie ịhapụ Ikpa Ene ka ha ghọtara na ha ka dị nso na ndị iro ha. Aye na-ekwu na ndị Efik enweghị ike iwere ihe nnọchianya eze nke ndị Uruan dịka ha gaara enwe ihe nnọchi anya eze nke ha. A kwenyere na mwakpo Uruan na Ikpa Ene bụ mmalite nke Efik na-ekwu, \"Ama okut Ibibio, ku nọ enye ikañ, Idem amasat Ibibio eyewot\"(((( owoEnglish: ( iji kpoo onwe ya), mgbe ọ kpọrọ nkụ ọ ga-egbu gị). Mgbe ọtụtụ n'ime ndị Efik hapụrụ Ndodoghi, usoro ihe ọjọọ mere. Onye Efik bard Adiaha Etim Anua kwughachiri na ballad ya nke 1910 na \"Mkpana Ndodoghi Edik",
  "Ema Atai Ema Atai, Edidem, Biop na-apụ\"",
  "(Ọtụtụ Ọnwụ na ndagwurugwu Ndodoghi, Ema Atai Ema Atai, Eze-onye ụkọchukwu, kpuru ìsì n'ọnwụ). Na Ndodoghi, onye ụkọchukwu Efik bụ Ema Atai Ema Atai nwụrụ ma nwa ya nwoke Eyo Ema Atai Ama Atai Iboku nọchiri ya. Ekwenyere na ọ bụ na Ndodoghi ka ọtụtụ n'ime ndị ezinụlọ Abayen nwụrụ site na mwakpo agụ iyi",
  "Talbot na-ekwusi ike na nnukwu osisi owuwe ihe ubi adaala n'ọtụtụ ndị Abayen na mpako ọnụ ọgụgụ ha, ha kwenyere na ha nwere ike ijide osisi owuwe. Nsonaazụ nke ọdịda osisi ahụ dugara n'ọtụtụ ọnwụ n'ezinụlọ ha.\nN'ihi ọnụọgụ nke ihe ọjọọ mere na Ikpa Ene na Ndodoghi, ndị Efik chọrọ ịhapụ agwaetiti ndị a",
  "A na-ekwu na ọ dịkarịa ala mmadụ atọ si Ndodoghi",
  "Otu akụkọ na-akọ na ndị otu Mbiabo bu ụzọ gaa ebe ha nọ ugbu a mgbe Iboku, Enwang na agbụrụ ndị ọzọ ka nọ na Ndodoghi.  E kwenyere na ndị otu Adiabo hapụrụ ebe ha nọ ugbu a mgbe ọpụpụ Mbiabo gasịrị. Ìgwè kasị ukwuu si Ndodoghi kwaga n'obodo Creek nke onye ụkọchukwu Eyo Ema Atai du."
]