[
  "Àtụ:Infobox royalty",
  "Chief Ẹfúnṣetán Aníwúrà (ihe dị ka 1820s Ō Juun 30, afọ 1874) bụ Iyalode nke abụọ nke Ibadan na otu n'ime ndị ahịa ohu a ma ama na narị afọ nke 19 Ibadan. A na-asọpụrụ ya dị ka onye ahịa na onye ahịa na-aga nke ọma, mmetụta ya gụnyere ndọrọ ndọrọ ọchịchị, agha, akụ na ụba na okpukpe nke Ibadan",
  "A maara ya nke ọma maka ịbụ onye kachasị ike, na n'ezie, otu n'ime ndị kasị baa ọgaranya - ụmụ nwanyị Yoruba nke dịrị ndụ",
  "Ndị ọkọ akụkọ ihe mere eme akọwaala ya dị ka onye ndú aka ike, onye na-ejikarị ntaramahụhụ ọnwụ na ndị ohu mehiere",
  "A na-ekwu na nke a bụ n'ihi nkụda mmụọ nke sitere na ọnwụ nke naanị nwa ya nwanyị, na enweghị ike ịmụ nwa mgbe nke ahụ gasịrị.",
  "A mụrụ ya na Ikija-Egba n'afọ 1820, ezinụlọ Aniwura kwagara Ibadan mgbe ọdịda Ikija n'afọ 1810. Nna ya, Chief Ogunrin, bụ onye agha si Ikija, ebe nne ya si Ile-Ife",
  "A kọrọ na ọchụnta ego ya bụ ihe nketa sitere n'aka nne ya, onye bụ obere onye na-ere ahịa",
  "Nleta Aniwura na-eleta ahịa mgbe niile n'akụkụ ya nke ọzọ mere ka ihe ọ rụru dị ka onye na-ere ahịa. Ọ lụrụ di ọtụtụ ugboro, ma nwee nwa, onye ọ nwụnahụrụ mgbe a mụrụ ya",
  "Ihe omume a abụwo isiokwu nke ọtụtụ ihe odide akụkọ ihe mere eme, a na-ekwukwa na ọ na-emetụta akụkụ ikpeazụ nke ndụ ya, ma n'ụzọ dị mma (n'ihe gbasara ilekwasị anya) ma n'ọnọdụ na-adịghị mma (n\"ihe gbasara obi ọjọọ).",
  "Dị ka Olawale Idowu si kwuo, mkpebi Aniwura ịkwaga Ibadan bụ n'ihi ihe abụọ: nke mbụ, n'oge ahụ, nwa nwanne ya bụ onye ndú a ma ama n'obodo ahụ",
  "Nke abụọ, n'ihi ọdịdị nke obodo ahụ (Ibadan) n'oge ahụ, ma e jiri ya tụnyere ebe ndị ọzọ, ọ nwere ike ịmalite azụmahịa na-aga nke ọma n'ebe ahụ",
  "A kọrọ na o nwere ihe dị ka puku ndị ohu abụọ na ọtụtụ ugbo, na-ebupụ ihe ọkụkụ na Porto-Novo, Badagry na Ikorodu. Ụzọ ahịa ya bụ ụtaba na ahia ohu",
  "O mepụtara ihe ntecha dị n'ógbè ahụ, Kijipa, nke e bugara America maka iji ya mee ihe. Nsogbu ya n'ịmụ nwa bụ ihe ndabere maka ịdị uchu ya na azụmahịa, ọ bụ ezie na mmetụta ọjọọ ya bụ ọgba aghara mmetụta uche ya, dịka inwe onye nọchiri ya bụ isi ihe na-ekpebi akụ na ụba n'oge ahụ",
  "Ọ na-enwekarị ịda mbà n'obi ma ọ pụtara ìhè n'ụdị idu ndú ya. O kwusiri ike na ọ dịghị ohu ọ bụla n'ụlọ ya kwesịrị ime ime, ma ọ bụ mee ka onye ọ bụla dị ime, ma guzobe ọnwụ dị ka ntaramahụhụ maka ndị na-emebi iwu",
  "Isola  afọ (2010) kpughere na n'oge ndụ ya, o nyere iwu ka e gbupụ ndị ohu ya iri anọ na otu isi maka imebi iwu ya.",
  "Ka ọ na-erule afọ 1860, e mere ya Iyalode nke abụọ nke Ibadan. E mekwara ya onye nkwado nke Chọọchị Anglican dị na Ibadan maka itinye aka ya na ikwalite Iso Ụzọ Kraịst n'ime obodo.",
  "Aare Latoosa chụpụrụ ya dị ka Iyalode na Mee 1, na afọ 1874, maka ebubo ndọrọ ndọrọ ọchịchị, n'agbanyeghị ịkwụ ụgwọ niile a kwụrụ ya.",
  "Ikike ya n'ime obodo na mmegide megide echiche ndọrọ ndọrọ ọchịchị nke onye na-achị Ibadan, Aare Ona Kakanfo (onye agha) Latoosa, mere ka o mee atụmatụ igbu ya",
  "Nke a siri ike n'ihi ọnọdụ ndọrọ ndọrọ ọchịchị ya n'etiti ndị isi",
  "Ọ kwụrụ Kumuyilo, nwa ọ kuchiri, ka ọ rara ya nye ma duru ya gaa ebe a ga-egbu ya. E nwere ọtụtụ echiche banyere ihe mere Latoosa ji chọọ Aniwura pụọ na Ibadan",
  "Ọ bụ ezie na ụfọdụ chere na ọ bụ ịkpa ókè nwoke na nwanyị na ekworo kpaliri ya, ndị ọkọ akụkọ ihe mere eme ndị ọzọ kwenyere na ọ bụ naanị n'ihi na obodo ahụ dabere na ya, ọkachasị maka ngwá agha, nke e nwetara otuto",
  "Ụfọdụ ndị edemede na-ekwu na enweghị ike ịgbaso iwu nke Aare bụ ihe mere o ji were ya iwe.",
  "Abụọ n'ime ndị ohu ya gburu Aniwura n'ụra ya n'afọ 1874",
  "Nwa ya nwoke nkuchi, Kumuyilo, nyere ha iwu ime nke a",
  "Kumuyilo, onye na-achị Ibadan n'oge ahụ, nyere aka azụ",
  "E kwuru na ebumnauche ahụ bụ na Latoosa chere na akụ na ụba ya na nnupụisi ya na-eyi ya egwu.",
  "Chief Aniwura nwetara nlebara anya mgbe ọ bụ isiokwu nke egwuregwu nke Onyeokachamara Akinwunmi Isola.",
  "A na-etinye ihe oyiyi Aniwura n'etiti ihe ịma aka, isi ihe dị n'ime obodo Ibadan nke oge a.",
  "Ọ bụkwa isiokwu nke ụfọdụ ihe nkiri Naijiria."
]