[
  "Ndị Egba bụ obere ìgwè nke ndị Yoruba, otu agbụrụ nke ọdịda anyanwụ Naijiria, ọtụtụ n'ime ha sitere n'akụkụ etiti nke steeti Ogun nke bụ Ogun Central Senatorial District.",
  "Ogun Central Senatorial District nwere mpaghara gọọmentị ime obodo isii na Ogun State: Abeokuta North, Abeokuta South, Ewekoro, Ifo, Obafemi Owode na Odeda.",
  "A na-arụ ụka banyere mmalite nke okwu Egba",
  "Nkọwa mbu nwere ike isite n'okwu Ẹ̀gbálugbó, nke pụtara ndị na-agagharị n'oké ọhịa, nke a sitere n'eziokwu ahụ bụ na ndị nna nna nke ndị Egba si n'ógbè Alaeze Ukwu Oyo bịa na \"Egba Forest\" wee guzobe  anyị maara ugbu a dị ka obodo Abeokuta",
  "\"Egbalugbo\" jikọtara ya na Ẹ̀gbálu ma ọ bụ Ẹ̀gbodó, ndị na-awagharị n'akụkụ osimiri ahụ, bụ ndị mechara belata aha ha ka \"Egbado\" nke agbụrụ yorba ọzọ",
  "Ihe ọzọ nwere ike ịpụta nwere ike isite n'okwu Ẹ̀̀̀gbá, utu aha nke onye isi nke duuru ọtụtụ ìgwè Egba gaa ebe ha dị ugbu a.",
  "Ìgwè Egba, nke mbụ n'okpuru Alaeze Ukwu Oyo, ghọrọ ndị nweere onwe ha mgbe ọdịda dị egwu nke Oyo na ọkara mbụ nke narị afọ nke irinaitolu. Agha na Dahomey, nke Egba nwere ihe ịga nke ọma n'akụkụ ụfọdụ n'ihi nchebe nke Olumo Rock nyere, dugara na ntọala obodo Abeokuta, nke pụtara n'ụzọ nkịtị \"n'okpuru nkume\".",
  "Mba Egba nwere mpaghara ndị a: Ake, Owu, Oke ona na Gbagura, nke ọ bụla nwere eze nke ya",
  "(N'akụkọ ihe mere eme, mba Egba nwere nkewa anọ a; Ibara, ọ bụ ezie na ọ dị na Abeokuta, bụ akụkụ nke Yewaland.) N'oge ọchịchị ndị Britain na-achị ala ahụ, ndị Alake (ma ọ bụ Eze Ake) ghọtara dị ka onye na-achị agbụrụ ahụ dum na ókèala ha, ya mere, a na-akpọ onye nọchiri ya ugbu a Alake nke Egbaland",
  "Utu aha nke ndị eze nke mpaghara ndị a kpọtụrụ aha n'elu bụ Alake nke Egbaland, Oshile nke Oke Ona, Agura nke Gbagura, na Olowu nke Owu, n'usoro nke obibi na ogo na mba Egba.",
  "O kwesịrị iburu n'uche na obodo mbụ na ebe obibi nke mba Egba na Egbaland dị n'okpuru na gburugburu Olumo Rock, nke dị na Ikija / Ikereku nke Egba Oke Ona, Jagunna nke Itoko, onye isi Oke Ona, bụ nnukwu onye nchụàjà nke Olumo",
  "Olumo Rock dị n'ókèala nke na n'okpuru nchịkwa nke Itokos.",
  "Aha ọzọ maka Abeokuta site n'aka ndị nna guzobere ya bụ Oko Adagba (Adagba's Farm) na-ezo aka na onye na-achụ nta nke chọpụtara Olumo Rock",
  "Adagba gara ịchụ nta na-achọ anụ ọhịa site n'obodo Obantoko ebe ụmụ amaala Itoko ibe ya nọ mgbe ha na-agagharị maka ebe obibi",
  "Mgbe ahụ, ọ gafere ugwu ahụ.",
  "Egbaland bụ ebe Henry Townsend biri, ọ bụkwa ebe obibi nke akwụkwọ akụkọ mbụ na Naịjirịa (Iwe Iroyin)",
  "Ndị ya gara n'ihu na-eje ozi dị ka ndị mbụ n'ime ọtụtụ mba Naijiria (ruo n'oge na-adịbeghị anya, naanị otu n'ime ha) nwere ukwe.",
  "Àtụ:Yoruba topics"
]