[
  "Sir Egbert Udo Udoma, KBE, (21 June 1917 – 2 February 1998) bụ onye ọka iwu na onye ikpe ziri ezi nke Ụlọikpe Kasị Elu nke Naijiria. Ọ bụ Chief Justice of Uganda site n'afọ1963 ruo afọ 1969",
  "Ọ nọrọ afọ iri na atọ dịka onye ọka ikpe na Ụlọikpe Kasị Elu nke Nigeria ma bụrụ onye isi oche nke Constituent Assembly site n'afọ  1977 ruo 1978",
  "Ọ bụ otu n'ime ndị nna guzobere Naịjirịa",
  "Udoma bụ otu n'ime ndị isi ojii Afrịka mbụ nwetara PhD na Iwu n'afọ 1944 na Mahadum Oxford",
  "Queen Elizabeth nke England nyere ya ikike ma bụrụ onye Methodist raara onwe ya nye na onye nwere Knight of John Wesley (KJW).",
  "A mụrụ ya na mpaghara Ibibio nke Akwa Ibom Steeti ma ọ gara Methodist College, Uzuakoli",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ gara mba ọzọ gụọ akwụkwọ na Trinity College, Dublin (TCD) site na nkwado nke obodo ya na Ibibio Union, otu nzukọ nke o mechara duo",
  "Na TCD, ọ rụrụ ọrụ dịka Onye isi oche nke University Philosophical Society, ụmụ akwụkwọ na-arụrịta ụka",
  "O mechara nweta akara ugo mmụta na Mahadum Oxford.",
  "Nne ya, Madam Adiaha Edem Udo Udoma, onye ndu ụmụ nwanyị na ihe karịrị ụmụ nwanyị 400 na Opobo Division bụ ndị agha na ndị uwe ojii gburu na mgba ha na-agba ịkwụsị ụtụ isi ụmụ nwanyị n'afọ 1929.",
  "Ọ laghachiri Naịjirịa iji rụọ ọrụ iwu n'etiti afọ 1940, mana ndọrọ ndọrọ ọchịchị mba nke oge ahụ masịrị ya ma kpalie ya",
  "N'oge ahụ, Naịjirịa na-adọta ndị mbịarambịa na-alọta bụ ndị hapụrụ na mbụ. Ọ sonyeere National Council of Nigeria and the Cameroons n'oge, mana ọ hapụrụ otu ahụ n'ihi nsogbu na mpaghara ọwụwa anyanwụ mbụ nke mere ka ewepụ Eyo Ita, nwoke Ibeno n'ọfịs dịka onye ndú nke mpaghara ọwụwa anyanwụ site n'aka Azikiwe",
  "Site n'afọ 1953 ruo 1959, Udo Udoma bụ onye otu ụlọ nnọchiteanya nke gọọmentị etiti, n'okpuru ikpo okwu nke United National Independence Party, mgbe ahụ ọ bụ onye na-akwado ịmepụta steeti Calabar / Ogoja / Rivers",
  "Otú ọ dị, ọdịda ya ịga nke ọma na ịmepụta mpaghara ma ọ bụ steeti nweere onwe ya na ndịda ọwụwa anyanwụ Naịjirịa, na mmeri nke mpaghara atọ dị mkpa na ogbako iwu na 1958, mere ka ọ kwenye na ndọrọ ndọrọ ọchịchị na ndị isi.",
  "Ọ nọrọ afọ anọ dịka onye ọka ikpe n'ụlọ ikpe dị elu tupu a họpụta ya dịka onye ọka ikpe ukwu na Uganda",
  "Ọ bụ onye agha nke Alaeze Ukwu Briten ma bụrụkwa onye otu na-akwado nnwere onwe Naịjirịa site na Briten ma bụrụ otu n'ime ndị nna guzobere Naịjirịa",
  "Ọ nwụrụ mgbe ọ dị afọ iri asatọ na 2 Febụwarị 1998.",
  "Ọ bụ isiokwu nke akụkọ ndụ abụọ: The Man: Sir Justice Udo Udoma nke Dennis Udo-Inyang dere, na Law and Statesmanship: The Legacy of Sir Udo Udoma nke Ekong Sampson dere",
  "N'afọ 2008, Estate of Sir Udo Udoma wepụtara The Eagle In Its Flight: Being The Memoir of the Hon",
  "Sir Udo Udoma, CFR (Grace & Son).\nNwa ya nwoke nke atọ Udoma Udo Udoma bụ onye omeiwu a ma ama nke mba nke anọ nke Federal Republic of Nigeria ma bụrụ Mịnịsta na-ahụ maka mmefu ego na atụmatụ n'okpuru ọchịchị Buhari."
]