[
  "Egbughị egbu mọọbụ Nonkilling na-egosipụta ahụghị ihe ogbugbu, iyi egwu ogbugbu, na ọnọdọ pụtara ihe n’oghugbu na ndụ mmadụ. N’egbenyeghị na ndị Ọkammụta na-ewebata ya bu okwu iji gosipụta ogbugbu ụmụ mmadụ, oge ufọdụ kwa a na-ejikwa ya atụnyere ogbugbu a na-egbu ụmụanụmanụ na ihe ndi ọzọ nwere ndụ. Etu a ka ọ di n’ọdina-ala ndi Buddhist, ebe ha ji ya bụ mkpụrụokwu Egbughị egbu mọọbụ \"nonkilling\"; na-egosipụta ihe mbụ dị na \"Pancasila\", na oyiri ha di n’ewumewu ọdinaala ọtụtụ obodo di n’uwa. O bụ ihe pụtara na \"nonkilling\" bụ ihe e ji rụọ orụ oge ụwa niile nwere \"ogbako nke asato maka ndị na-ahụ maka udo\"; nke Bakee na-akpọ Nobel Peace Laureates.",
  "Iji tapia mpụtara ya, egbughị egbu metụtara ihe e ji mara udo(agha acdilaa na ọnọdụ na- eweta agha); enweghi ogbaaghara (ma uke a hụrụ anya na kne ahụghị anya), na \"ahimsa\" (nke putara na ụnya agaghị adị ma n’echiche ma n’omume). N’ewepụghị nke ikpeazụ, nonkilling weputara ụzọ kwụ ọtọ a ga na-eji ahazi ebumnobi ihe a choro inweta",
  "Okwu dịka 'enwela ogbaaghara' na 'udo' ka a na –ewebata kwa mgbe iji rụọ arụmaarụ ụka kwụ ọtọ nke na-eduba n’ịnọ jụụ, ogbugbu (na azụokwu ya egbula egbu).",
  "A ga-eleghara ndị anya site n’ịmata ihe na-eweta mpụtara ndị a",
  "Nke a ga-adị ire ma a gbasoo usoro ndi na-ahụ maka ahuike ọha; eburunobi n’obi ha bu igbochi, igwọ na iwepụcha ihe niile na-enye nsogbu imeahụ na-eweta ogbugbu.",
  "N’aka nke ozọ, nonkilling anaghị ewepụta ihe a na-eche bu ejechea ọgwụ n’ụwa inule onwe ya n’ogbugbu; dika etu ndi kwenyere n’ewumewu ọdinaala si wee na-agba mbọ ịhụ na anaghị akwafu ndụ n’ike",
  "Site n’usoro kwụ ọtọ e wepụtara nke na-anabata echi che miri emi, na ime nchọpụta n’ihe ọmụmụ di iche iche; nke ngalaba agumakwukwọ dịkwa iche iche; nke nabatara ụzo ọzọ e ji akwụsị ogbugbu ụmụ mmadụ",
  "N’agbanuyeghị ihe ndị a niile e bu n’obi, nonkilling na-ahụkwa maka atumatụ ndị ọzọ metụtara Ọhaneze.",
  "A bịa n’ihe metụtara iwe ọkụ, ịhụ ọgụ na ntaramahụhụ, nke na-acho ikwafu ndụ, ọb ụ nonkilling na-achụfu ihe na-eweta ha",
  "Ọzọ kwa, a bia n’ogbugbu ụmụ mmadụ site na mgbanwe n’ọnọdụ akunuuba nke bụ isi sekpụ nti n’ịghasa na imemïla akụ ndị mmadụ, ọ bụ nonkilling na-ewepu ọnọdu ọjọọ dị etu a",
  "A bịa n’iyi egwu maka mmụba ndụ ọhụụ, egbughị egbu na-ahụ na e wepụrụ ihe niile na-egbochi ndụ ịdi na-aga n’ịhụ na kwa ikwụsị ihe na-eweta ọnwụ ike",
  "A bia n’ihe gbasara ọnwụ mberede, nonkilling na-ahụ na e hiwere ihe ogbara Igbo anya gharii (technology) ga-ekpochapu ọnọdụ ọjọọ ndị ahụ.",
  "N’ akwụkwọ ya ọ kpọrọ \"Nonkilling Global Political Science\", Glenn D",
  "Paige mara atụ na ihe na-erụghị ndị mmadụ pesent 0.5 birila n’ụwa gburu ụmụ mmadu ndị ọzọ. Ọzọ kwa, site na nchọpụta metụtara ihe e gwupụtara n’ala, a matara site na ntọala omenaala ndị mmadụ na ndị egburula di nwantakirịị. N’oge gboo, ndị mmadụ na- ebi ndu ndi dinta; ọnọdụ nke na eweta na ogbugbu onwe ha adighi n’obodo",
  "O putakwara na ogbaaghara na ogbugbu adịghi nke ukwu",
  "Pesent ruru 99 biiri onwe ha ezi ndụ; site n’akụkọala mmalite ndu(Homo sapiens sapiens).",
  "Na nghọta doro anya, nonkilling anabataghị mmegbu, ịnapụ ndụ mmadụ n’ike, ogbunigwe, igo igbu mmadu, ogbunụụbara, ima ikpe onwụ, igbụnulọ, ikpochapụ agbụrụ, ogbugbu maka ọgwụ ego, ogbugbu maka ndọrọ ndọrọ, ịkwụ ụdọ, na ogbogbu na ọnwụ ike ndị ọzọ dị iche iche, ma ama ụma mọọbụ amaghị ụma wee mee ha."
]