[
  "ego ntọala rainforest bụ ntọala ebere tọrọ ntọala na 1987 ma raara onwe ya nye ịdọrọ uche na mmiri ozuzo",
  "na ịgbachitere ikike ụmụ amaala bi ebe ahụ.",
  "Ego ahụ na òtù ụmụnne ya atọ (Rainforest Foundation UK, Rainforet Foundation US, na RainForest Fondation Norway) na-akwado ụmụ amaala mmiri ozuzo iji kwado ma chebe ikike ha, ịkọwa ma kwalite mmepe na mpaghara ha na ịma aka na omume nke gọọmentị ma ọ bụ ụlọ ọrụ ndị ọzọ na'imebi gburugburu ebe obibi na ala ha",
  "A na-emepụta mmemme na ọrụ ndị a na mmekorita ya na obodo ndị dị n'ógbè ahụ na ndị nnọchi anya ụmụ amaala NGO.",
  "E guzobere Rainforest Foundation Fund na 1989 dị ka RainForest Fund International, site n'aka Jean-Pierre Dutilleux, Sting na nwunye ya Trudie Styler mgbe onye ndú ụmụ amaala, Raoni, nke ndị Kayapo nke Brazil rịọrọ ha arịrịọ onwe onye iji nyere obodo ya aka ichebe ala na ọdịbendị ha",
  "Kemgbe ahụ, Rainforest Foundation Fund, na-arụkọ ọrụ ọnụ na òtù ụmụnne ya, akwadowo ọrụ ndị chebere ngụkọta nke nde hekta 28 nke ọhịa na mba 20 dị iche iche gburugburu ụwa.",
  "Ebumnuche nke Rainforest Foundation Fund bụ: \"ichebe na ịkwado ụmụ amaala na ndị bi n'ọhịa ọdịnala na mbọ ha na-agba iji chebe gburugburu ebe obibi ha ma mezuo ikike ha maka gburugburu ụlọ dị nchebe, nke dị mma na nke na'okike\"",
  "Ego ahụ kwenyere na mmebi gburugburu ebe obibi na-emebi ikike mmadụ na ndụ, ahụike na ọdịbendị.",
  "Ndị mba ụwa na-anabata n'ọtụtụ ebe na ụmụ amaala nwere otu ikike ma bụrụkwa ndị a na'ụdị ịkpa ókè pụrụ iche n\"akụkọ ihe mere eme, ọ kwadoro echiche a n \"United Nations Declaration on the Rights of Indigenous Peoples\", nke Nzukọ Ezumezu nke UN nabatara na 2007.",
  "Rainforest Fund na-azọrọ na ọrụ ya na'ihi na ọ ghọtara na enweghị njikọ dị ukwuu n'etiti nkwupụta dị otú ahụ nke gọọmentị ụwa mere na nzukọ mba ụwa, na ihe gọọmenti ndị ahụ na mba nke ha.",
  "Ha kwuru dị ka ihe atụ esemokwu gbara Belo Monte Dam gburugburu na Brazil:",
  "Rainforest Foundation Fund na-ekpuchi naanị ihe dị ka 80% nke mmefu ego niile nke ọrụ, na'ahapụ onye na ya maka ịchọta 20% fọdụrụnụ, iji zere ịdabere na naanị otu isi iyi ego",
  "Ego ahụ na-enye ego n'ime afọ atọ, mana ọ ga-agbatị ego ruo afọ ise n\"ọnọdụ ụfọdụ",
  "A na-enyocha ọrụ ndị na'aka ndị ọzọ kwa afọ.",
  "Rainforest Foundation Fund na-arụ ọrụ na obere ndị ọrụ, naanị onye isi oche (Franca Sciuto) na onye nduzi ego / onye na'ihe gbasara ego (Li Lu)",
  "Onye isi oche na-eje ozi dị ka onye ọrụ afọ ofufo, ma na'ahụ maka nyocha ọrụ niile, nyocha nwa oge na nyocha nyocha mgbe ọrụ gasịrị",
  "Mkpebi ikpeazụ na ọrụ na ịkwụ ụgwọ ego na-eme site na ụlọ ọrụ Rainforest Foundation Fund.",
  "Kama ijikwa nnukwu ọrụ n'onwe ya, ego ahụ kwenyere na ndị isi na-erite uru, ụmụ amaala, kwesịkwara ịbụ ndị nchịkwa isi nke ọrụ ahụ",
  "Òtù ụmụnne nwanyị na US, UK na Norway na-arụ ọrụ kpọmkwem na òtù ụmụ amaala iji hụ na ha nwere usoro nchịkwa, teknụzụ na ndị ndu a zụrụ azụ chọrọ iji rụọ ọrụ ha.",
  "Rainforest Fund na-akwado ọrụ ndị na'ịgbachitere ikike ụmụ amaala nwere n'ala ha na ibi na gburugburu ebe obibi dị mma.",
  "Ego ahụ na-enyere ndị obodo mmiri ozuzo aka site n'inyere ha aka inweta ókèala gọọmentị nke ókèal ha wee hụ na ha nwere ike ichebe obodo ha n\"ụzọ dị irè site na mmebi nke ikike ha gụnyere igbu osisi n-akwadoghị, igwupụta ala, mwakpo ala ndị ọzọ, na enweghị ikike / ịjụ ikike nke ụmụ amaala ha.",
  "Ọtụtụ n'ime ọrụ ha na-arụ ọrụ iji kwado ikike ụmụ amaala nwere inye ma ọ bụ gbochie",
  "Mgbe ahụ, nkwenye ha n'efu, tupu oge eruo na nke a maara maka ọrụ ndị ga-emetụta ala ha, ihe onwunwe na ihe oriri ha na-eri, yana iji hụ na a na'enye obodo ndị nwe obodo ozi zuru oke ma nwee olu na mkparịta ụka ọrụ na usoro imepụta iwu.",
  "Ọ na-enyekwa onyinye maka mmemme ndị na'enyere obodo aka n'ịmepụta atụmatụ mmepe na ya, na n\"ịkwalite òtù nnọchiteanya ha.",
  "Onyinye ha na-akwado mmemme mmata ọha na eze, ọzụzụ teknụzụ, mmepe obodo, iwulite ikike nhazi, njikwa akụ na ụba na'ihu, nchekwa iwu, na iwu obodo na mba ụwa na nkwado.",
  "2011 Ọrụ ndị a kwadoro:"
]