[
  "Ego gburugburu ebe obibi bụ mpaghara dị n'ime ego nke na-eji ngwá ọrụ amụma gburugburu ebe obibi dabere na ahịa iji kwalite mmetụta gburugburu ebe obibi nke atụmatụ itinye ego",
  "Ebumnuche bụ isi nke ego gburugburu ebe obibi bụ iweghachi mmetụta ọjọọ nke mgbanwe ihu igwe site na ọnụahịa na atụmatụ ịzụ ahịa",
  "E hiwere ngalaba nke ego gburugburu ebe obibi na nzaghachi na njikwa adịghị mma nke ọgba aghara akụ na ụba site n'aka ndị gọọmentị n'ụwa niile",
  "Ego gburugburu ebe obibi bu n'obi iweghachi akụrụngwa azụmaahịa iji kwalite nkwado nke itinye ego na-ejigide oke uru.",
  "Na 1992, Richard L",
  "Sandor tụpụtara usoro mmụta ọhụrụ na-akọwapụta ahịa emission na Mahadum Chicago Booth School of Business, nke a ga-emecha mara dị ka nkuzi, Ego gburugburu ebe obibi",
  "Sandor tụrụ anya mgbanwe mmekọrịta mmadụ na ibe ya na mmetụta nke okpomoku zuru ụwa ọnụ ma chọọ ịnọ n'ókè nke nyocha ọhụrụ.",
  "Tupu nke a na 1990, Sandor etinyela aka na ngafe nke Ndezigharị Iwu Ikuku dị ọcha maka Board of Trade Chicago, nke chọrọ ibelata ọkwa sọlfọ dioxide dị elu na-esote WW2",
  "N'ịbụ onye sitere na tiori nke ọnụ ahịa ọha na eze, Sandor lekwasịrị anya na atụmatụ okpu-na-azụmahịa dị ka atụmatụ ịzụ ahịa ikuku na usoro ndị ọzọ na-agbanwe agbanwe gụnyere ụtụ isi na enyemaka iji jikwaa nsogbu gburugburu ebe obibi",
  "Mmejuputa usoro okpu-na-azụmahịa bụ ihe na-enye aka na ihe ịga nke ọma nke Mmezigharị Iwu Ikuku Dị Ọcha.",
  "N'ịgbaso Iwu Ikuku Dị Ọcha na 1990, Nzukọ Mba Ndị Dị n'Otu na Azụmahịa na Mmepe gakwuuru Chicago Board of Trade na 1991, ịjụ maka otú ngwá ọrụ ndị ahịa na-eji alụso oke ikuku sulfur dioxide ọgụ nwere ike isi tinye n'ọrụ na ọkwa na-arịwanye elu",
  "ikuku carbon dioxide",
  "Sandor mepụtara usoro nwere njirimara anọ enwere ike iji kọwaa ahịa carbon:",
  "N'afọ 1997, e hiwere ụkpụrụ Kyoto ma mechaa na 2005 site na Mgbakọ Mba Ndị Dị n'Otu maka Mgbanwe Climate",
  "Mba ndị so na ya kwenyere ilekwasị anya n'ibelata ikuku ikuku ikuku n'ụwa niile site n'usoro azụmaahịa dabere n'ahịa",
  "Mbelata nkezi ihe dịka 5% n'afọ 2012 bụ nke ruru ihe fọrọ nke nta ka ọ bụrụ 30% n'ibelata mkpokọta ikuku",
  "Ụfọdụ mba nwere ọganihu dị ukwuu n'okpuru ụkpụrụ Kyoto, n'agbanyeghị na ọ ghọrọ naanị iwu na 2005, mba ndị dị ka United States na China kwuru na mmụba dị elu, na-emebi ọganihu nke mpaghara ndị ọzọ.",
  "Na 1999, ewebata Dow Jones Sustainability Index iji nyochaa mmetụta gburugburu ebe obibi na mmekọrịta ọha na eze ka ndị na-eketa òkè nwee ike itinye ego n'ụzọ ziri ezi",
  "Index ahụ na-arụ ọrụ dị ka ihe mkpali maka ụlọ ọrụ iji melite akara gburugburu ebe obibi ha iji dọta ndị nwe oke.",
  "Mgbe e mesịrị na 2000, United Nations webatara atụmatụ Mịnịstrị Development Goal atụmatụ nke chọrọ ịkwalite usoro na-adigide maka nnukwu ụlọ ọrụ dị iche iche na mba dị iche iche ịgbaso iji meziwanye mmetụta gburugburu ebe obibi nke ntinye ego",
  "Usoro a mere ka mmepe nke atụmatụ ebumnuche mmepe nke United Nations Sustainable Development Goal n'afọ 2015, bụ nke chọrọ ịbawanye ego itinye ego na gburugburu ebe obibi na mba ndị na-emepe emepe",
  "Ezubere ego iji kwalite mpaghara dịka agụmakwụkwọ praịmarị, nha anya nwoke na nwanyị, ahụike nne, na nri nri, yana ebumnuche zuru oke nke imepụta mmekọrịta mba bara uru iji belata akara ukwu gburugburu ebe obibi nke akụ na ụba na-emepe emepe",
  "Mmezu nke usoro ndị a akwalitela oke nsonye na ịza ajụjụ maka nkwado gburugburu ebe obibi ụlọ ọrụ, yana ihe karịrị 230 nke nnukwu ụlọ ọrụ zuru ụwa ọnụ na-akọpụta metrik nkwado ha na United Nations.",
  "Otu United Nations Environment Programme (UNEP) enweela akụkọ zuru oke n'inye akụrụngwa iji kwalite mmetụta gburugburu ebe obibi nke itinye ego",
  "N'afọ 2004, ụlọ akwụkwọ ahụ nyere ọzụzụ na nhazi kredit gburugburu ebe obibi dị mkpa maka mba ndị dị n'Ebe Ọwụwa Anyanwụ Europe",
  "N'ịgbaso nsogbu gbasara ego zuru ụwa ọnụ malitere na 2007, UNEP nyere nkwado dị ukwuu maka nhọrọ ntinye ego ga-adigide n'ọdịnihu maka akụ na ụba dịka Gris bụ nke emetụtara nke ukwuu",
  "Njikọ Pọtụfoliyo Decarbonisation nke e hibere na 2014 bụ atụmatụ ama ama na akụkọ ihe mere eme nke ego gburugburu ebe obibi dịka ọ na-achọ iguzobe akụ na ụba na-adabereghị na ntinye ego nwere nnukwu akara ukwu carbon",
  "A na-enweta ebumnobi a site n'itinye nnukwu ego n'ịkwanye ego na ichekwa nkwa ogologo oge, ọrụ, na itinye ego",
  "N'oge na-adịbeghị anya, UNEP akwadola mba OECD ka ha kwado atụmatụ itinye ego n'akụkụ ebumnobi nke Agreement Paris, iji kwalite itinye ego ogologo oge na mmetụta gburugburu ebe obibi.",
  "N'afọ 2008, Iwu Mgbanwe ihu igwe nke Gọọmenti UK hibere usoro iji gbochie ikuku ikuku na ikuku carbon site na atụmatụ mmefu ego, bụ nke kpaliri ụlọ ọrụ na azụmaahịa iji belata mmepụta carbon ha maka ụgwọ ọrụ ego",
  "Kpọmkwem, site na 2050 ọ na-achọ ibelata carbon umu anwuru site 80% tụnyere ọkwa na 1980",
  "Iwu na-achọ imezu ihe mgbaru ọsọ a site n'ịtụle carbon budgeting atụmatụ dị otú ahụ emission trading credits, kwa afọ 5 na-anọgide na-enyochaghachi na recalibrate mkpa atumatu",
  "A na-eme atụmatụ ọnụ ahịa iru ihe mgbaru ọsọ 2050 na ihe dịka 1.5% nke GDP, n'agbanyeghị mmetụta dị mma gburugburu ebe obibi nke ibelata akara ụkwụ carbon na ịba ụba na ntinye ego na mpaghara ume ọhụrụ ga-akwụ ụgwọ a",
  "Ọnụ ego agbakwunyere n'ịchụso Iwu ahụ bụ mmụba £ 100 na ụgwọ ike ezinụlọ kwa afọ, agbanyeghị na mmụba ọnụahịa a ga-akarị karịa site na nrụpụta ike dị mma nke ga-ebelata ọnụ ahịa mmanụ ọkụ.",
  "Atụmatụ okpu na azụmaahịa nke afọ 2010 ewebatara na mpaghara mepere emepe nke Tokyo bụ iwu maka azụmahịa ndị dabere na mmanụ ọkụ na ọkụ eletrik, bụ ndị ruru ihe fọrọ nke nta ka ọ bụrụ 20% nke mkpokọta carbon carbon na mpaghara ahụ",
  "Atụmatụ a bu n'obi ibelata ikuku ikuku site na 17% na njedebe nke 2019.",
  "Na 2011 Gọọmenti Australia weputara Iwu Ike Dị Ọcha",
  "Iwu ahụ webatara ụtụ Carbon nke chọrọ ibelata ikuku ikuku griin haus site n'ịna ụlọ ọrụ buru ibu maka tonnage carbon ha",
  "Iwu Clean Energy kwadoro mgbanwe gaa na atụmatụ ịzụ ahịa ikuku n'afọ 2014",
  "Atụmatụ a na-achọkwa imezu ọrụ Gọọmenti Australia n'ihe gbasara Protocol Kyoto na Convention Change Climate Change",
  "Na mgbakwunye, iwu ahụ na-achọ ibelata ihe ọkụkụ n'ụzọ ga-akwalite uto akụ na ụba site n'ịba ụba asọmpi ahịa na itinye ego n'ime isi mmalite ume ọhụrụ",
  "Ndebanye aha mba Australia nke ngalaba na-ekupụta anwụrụ ọkụ na-ahazi ma na-enyocha ojiji nke kredit ikuku nke Iwu na-eji",
  "Ụlọ ọrụ ga-edebanye aha na ndekọ iji zụta na ree kredit iji kwụọ ụgwọ maka mbelata ha dị mkpa ma ọ bụ iribiga ihe ọkụkụ carbon.",
  "The Republic of Korea 2015 emission trading atụmatụ aims ibelata carbon umu anwuru site 37% site 2030",
  "Ọ na-agbalịsi ike nweta nke a site na-ekenye a oke nke carbon anwuru na nnukwu carbon emitting azụmahịa, resetting na mmalite nke atụmatụ 3 iche iche nkebi.",
  "N'afọ 2017, gọọmentị Irish gafere atụmatụ Mbelata Mba nke zubere ime mgbanwe mgbanwe ihu igwe site na ibelata ọkwa ikuku site na atụmatụ itinye ego na usoro maka imepụta ike, ọrụ ugbo na njem, atụmatụ a gụnyere ntuziaka 106 dị iche iche maka mbelata mgbanwe mgbanwe ihu igwe dị mkpụmkpụ na ogologo oge",
  ".",
  "Atụmatụ azụmaahịa nke European Union na-emechi na njedebe nke 2020 bụ atụmatụ ọnụahịa carbon kachasị ogologo n'ụwa niile, nke emelitere n'usoro afọ atọ ya",
  "Ọganihu dị ugbu a gụnyere sistemu azụmaahịa kredit gbatịrị agbatị, ịre ahịa kredit, na-agwa ọtụtụ gas gas ụlọ akwụkwọ ndụ akwụkwọ ndụ na iwebata okpu kredit zuru ụwa ọnụ nke Europe kama ịbụ okpu mba."
]