[
  "Nwakaego (Ego) Boyo  bụ onye Naijiria na-eme ihe nkiri, nke amụru na ụbọchị isi nke ọnwa iteghete na afọ 1968",
  "Ọ bukwa onye na'ịmepụta ihe na onye ọchụnta ego na-emepụta nke a ma ama maka ọrụ ya dị ka Anne Haatrope na ncha mmalite afọ 90, Checkmate",
  "Ọ bụ onye guzobere na onye isi nchịkwa nke Temple Productions, ihe nkiri Temple na Temple Studio.",
  "A mụrụ Nwakaego Boyo na Queen Elizabeth Hospital, Umuahia, Nigeria n'oge Agha Obodo Naijiria n'ezinụlọ Augustine Nnamani na Gloria Nnamani Nee Harewood bu nne na nna ya.",
  "Ọ hapụrụ Naịjirịa mgbe ọ dị naanị ụbọchị iri n'oge Agha Obodo Naịjirị ma biri na obodo ana-kpo Barbados na mbido afọ anọ mbụ nke ndụ ya tupu ọ laghachi Enugu na afọ 1971",
  "N'afọ 1976, ezinụlọ ya kwagara Lagos",
  "O nwere Bachelor of Arts na Theater Art na Mahadum Benin",
  "Boyo malitere ọrụ ya na mmalite afọ 1990 nke usoro Checkmate, ebe ọ na-eme Anne Haatrope, na-eso Francis Agu na Richard Mofe Damijo na eme ihe ejije",
  "Mgbe",
  "Checkmate mechiri na afọ",
  "E guzobere ụlọ ihe nkiri ahụ na afọ 1998 na usoro mbụ nke ngwá ọrụ dijitalụ, otu n'ime ụlọ ọrụ mbụ mere ya ka ụlọ ọrụ ahụ jiri nwayọọ nwayọọ gbanwee site na ngwá ọrụ unstick",
  "N'afọ 1998, ọ zụrụ ngwá ọrụ dijitalụ wee mepee ọfịs na Dolphin Estate na Lagos na madu iri bu ndi ọrụ ya.",
  "Onye ahịa mbụ nke ụlo ọrụ Temple bụ 'igbasa ozi maka ndọrọ ndọrọ ọchịchị ala nke Obasanjo ana-akpo The Obasanjo For President' na 1998, nke ụlọ ọrụ ahụ mepụtara jingles, egwu onyonyo",
  "Ọ bụ onye isi oche nke iri isii nke otu umunwanyi ụwa nile ana akpọ International Women Society (IWS) na bekee, otu nwere onwe ya, nke na-abụghị nke ndọrọ ndọrọ ọchịchị, nke  na-abụghị gọọmentị na nke na-enweghị uru nke e guzobere na afọ 1957.",
  "Ọ bụ onye nnọchi anya Global Rights maka Global Rights Nigeria; ọrụ ya na-elekwasị anya n'ịlụso ime ihe ike mmekọ nwoke na nwanyị nke megidere ụmụ nwanyị ọgụ.",
  "Dị ka onye guzobere na onye nlekọta nke Tempio Media Advocacy and Information Foundation, ọ na-elekwasị anya n'ịkwalite agụmakwụkwọ ụmụ nwanyị na nlekọta ahụike ụmụ nwanyị",
  "Ntọala ahụ na-arụ ọrụ na òtù ndị na-abụghị nke gọọmentị na ozi ha anya iji nyere aka kụziere ndị na-enweghị ihe ùgwù",
  "Ọ rụrụ ọrụ na ihe onyonyo na onyonyo na-elekwasị anya na ahụike nne yana mwakpo mmekọahụ",
  "Ọ bụ onye isi oche nke ụlọ ọrụ ndụmọdụ nke Lagos Fringe Theatre Festival, emume ịdọ aka ná ntị dị iche iche nke na-agba kwa afọ na Naịjirịa ma na-agụnye ụdị dị iche iche dị na-ese ihe na ụlọ ọrụ na-nchịkwa ụlọ ọrụ Mirabel, ụlọ ọrụ mbụ na-ahụ maka mwakpo mmekọahụ (SARC) na Naịjarịa.",
  "Dị ka onye na-akwado agụmakwụkwọ, Boyo nọ na kọmitii ndụmọdụ nke Oando Foundation, nke tọrọ ntọala ụlọ akwụkwọ gafee Naịjirịa iji mepụta usoro agụmakwụkwọ na-adịgide adịgide nke ga-enye ụmụ akwụkwọ nke pramari ikike ma bụrụ onye otu kọmitii nhọpụta Oscar nke Naịjirị.",
  "Ọ rụrụ ọrụ dị ka onye otu ndị ndụmọdụ nke Oando Foundation ma bụrụ onye isi oche nke iri isii nke otu ụmụ nwanyị ụwa nile ana-kpo The International Women n'olu békèe, na onye otu ọrụ ebere na-eje ozi n'ọtụtụ ikike",
  "na onye na-abụghị onye isi nchịkwa na bọọdụ nke Lagos Preparatory and Secondary School, Ikoyi, ụlọ akwụkwọ British nke onwe ya nke dị na Lagos.",
  "Ego lụrụ Omamofe Boyo ma nwee ụmụ kemgbe afọ 1992, Boyo bú kwá osote onye isi otu na Oando Plc. O nwere ụmụ atọ.",
  "Amụrụ Bayo na ụlọ ọgwụ Eze nwanyi Elizabeth, nke dị na Umuahia, Naijiria na oge Nijiria lulu ahia na ezi na ụlọ mazi Augustine Mmanụ na óríaku Gloria Nnamani nee Harewood",
  "O rapuru Nijiria mgbe ọ dị afọ iri  na oge ahịa ma biri na obodo",
  "Barbado afọ anọ nke ndụ ya tutu lotawa Enugu na afo 19711.",
  "Afọ 1976, ezinụlọ ya gara Lagos",
  "O were nzere mụta  na nke anegosi na Mahadum nke Benin"
]