[
  "Egwuregwu Onyunyo ( Mpaghara Twilight, 1985) bụ akụkụ mbụ nke ihe omume nke iri abụọ na atọ nke oge mbụ (1985-86) nke usoro telivishọn America The Twilight Zone, ọ bụkwa mmezigharị nke usoro mbụ nke otu aha ahụ",
  "Akụkụ ahụ gosipụtara na mbụ na Eprel 4, 1986",
  "Ọ na-ejide n'ụzọ dị nso na atụmatụ nke ihe omume mbụ ahụ, ebe otu nwoke nọ n'ọnụ ọnwụ na-ekwu na ọ na-arọ nrọ ugboro ugboro nakwa na mgbe e gburu ya, na-eme ka nrọ ahụ kwụsị, a ga-ekpochapụ ndị niile nọ n'ụwa nrọ ahụ.",
  "A na-ekpe Adam Grant ikpe maka igbu ọchụ, mara ya ikpe, ma maa ya ikpe ọnwụ site n'ịkwụgbu ya",
  "Ọ na-achị na ụdị nke ụwa họrọ site na afo nile ọchị ma gwa onye ọka ikpe na ogbugbu ya agaghị aba uru n'ihi na ọ bụ naanị nrọ.",
  "Onye ọkàiwu Mark Ritchie na onye ọka iwu Grant Erin Jacobs na-atụle nkwupụta dị egwu nke Grant",
  "Jacobs na-ekwu na Grant ga-abụrịrị na ọ na-ekwu eziokwu",
  "Maka ihe akaebe, Jacobs jụrụ ihe mere na enweghị akwụkwọ akụkọ n'ime ma ọ bụ gburugburu ụlọ ikpe n'agbanyeghị na nke a bụ ikpe igbu ọchụ.",
  "Ritchie gara n'ụlọ mkpọrọ Grant ma gbalịa ịrụ ụka na Grant na-anwa ịgbachitere isi mgbaka, ọ bụ ezie na Grant nwere ike ime ka ihe niile Ritchie kwuru",
  "Grant jụrụ Ritchie otú, ọ bụrụ na a ga-egbu ya na Mọnde n'elekere 12:01 nke ụtụtụ, a gaara ama ya ikpe ihe na-erughị otu ụbọchị gara aga, ebe ụlọ ikpe anaghị arụ ọrụ na Sọnde",
  "Grant na-ekwu na ọ bụ ezie na ndị mmadụ dị iche iche na-atụ ndị mere n'oge gara maka nsogbụ ụra akpa dị ka ọrụ ọ ndụ ebighị bụla na nrọ ọ bụla, nwunye Ritchie bụ Carol anaghị agbanwe ọrụ n'ihi na ọ bụ onye na nwanne Grant n'ezie",
  "Grant na-enyo ya enyo na ọ na-arọ nrọ a n'ihi na ọ na'obi amamikpe maka ihe o mere Carol",
  "Ọ na-echegbu onwe ya nwa oge mgbe ọ ghọtara na ọ pụghị icheta ihe ọ na-eche na ụdị t na obi amamikpe ma ọ bụ ihe na-eme mgbe a kwụgburu ya, mana ọ na-ewepụ nchegbu ndị a",
  "Grant gwara Ritchie ihe Carol gwara ya na mbido mgbede ahụ, nke mere ka Ritchie tụọ egwu ma pụọ.",
  "Otu ụkọchukwu gara leta Grant n'ime ụlọ mkpọrọ ya",
  "Grant na-ekwu na onye ụkọchukwu ahụ bụ nna ya nwụrụ ọtụtụ afọ gara aga",
  "Ka ọ dị ugbu a, Ritchie na-anwa ime ka a kwụsị igbu ya",
  "Di ka onye isi oche nkeji ike ịbelata ọtụtụ nnọọ ka gọvanọ na-akpọ ụlọ ogbugbu, a na-akwagharị bọtịnụ",
  "Tupu a kwụgbuo Grant, ọ na-apụ n'anya, n'oge na-adịghị anya onye ọ bụla nọ n'ụwa a sochiri ya.",
  "Ihe nkiri ụlọ ikpe na-emegharị na ndị mmadụ na ọrụ dị iche iche - Jacobs bụ onye ọka ikpe ugbu a, nna Grant bụ onye isi ndị ọka ikpe, onye mkpọrọ Flash bụ onye ọkàiwu, na Jimmy (onye mkpọrọ ọzọ) bụ onye ọka iwu."
]