[
  "Egwuregwu mmeghari ahụ bụ egwuregwu asọmpi sitere na mmeghari ahụ ọdịnala nke a na-eme ihe mgbagwoju anya, usoro mmegharị siri ike na ihe ndị siri ike dịgasị iche iche na egwu.",
  "Ebe arụmọrụ bụ 7 mita (23 ft) square maka junios maọbu 10 mita (33 ) square maka ndị okenye na maka ịgba egwú mmeghari ahụ nakwa otú ije",
  "Na asọmpi mba ụwa, e nwere ihe omume itolu  dị iche iche: Ndị inyom n'otu n'otu, Ndị ikom n'otu na ndị abụọ, Trios, Ìgwè (ndị na-eme egwuregwu ise), Step Dance (ndị egwuregwu asatọ) na trapezium pass",
  "Mmadụ anọ ikpeazụ bụ n'agbanyeghị nwoke na nwanyị nke ndị na-eme egwuregwu.",
  "N'asọmpi ahụ, enwere ihe achọrọ maka uwe ahụ, ọnụ ọgụgụ ihe ndị a rụrụ, ọnụ ọgụgụ nke ihe ndị a na-ebuli elu, ọnụ ọgụgụ ndị a rụrụ n'ala na ọtụtụ ihe ndị ọzọ.",
  "A na-eme ihe ngosi na mpaghara ndị a: nka, igbu, ihe isi ike na oche nke ndị ọka ikpe na-ekpebi mwepụ ikpeazụ dabere na mwepụ nke na-agbanwe na koodu ọ bụla",
  "Ọ bụrụ na akara ndị a jikọtara ọnụ bụ otu, onye na-eme ka ọ bụrụ otu bụ otu ndị nwere akara kachasị elu.",
  "Ngalaba na ahụ maka egwuregwu mmeghari bụ asọmpi egwuregwu mmeghari ahụ nke  malitere na 1984 na United States",
  "Nke ndi n'ahụ maka mgbasi ike guzobere, ọ bụ nnukwu asọmpi mbụ na egwuregwu ahụ tupu asọmpi maka ịma aka nke egwuregwu mmeghari ahụ ihe dika afọ iri na otu 1",
  "Site na 1988 gaa n'ihu, e kewara ihe omume ndị ahụ n'otu n'otu na ụmụ nwoke na ụmụ nwanyị, ngwakọta abụọ na otu",
  "Egwuregwu ahụ ghọrọ ihe a ma ama n'ụwa niile mgbe ọ nwetara ewu ewu na US mgbe a na-egosi nnukwu asọmpi na ESPN n'oge oke nke mmega ahụ na US",
  "N'afọ ndị na-adịbeghị anya, egwuregwu ahụ enweela ọganihu n'Ebe Ọwụwa Anyanwụ Europe, China, Argentina, Mexico, Canada na Australia n'etiti mba ndị ọzọ mana ọ rụghị elu nke ukwuu na US ka ndị mepụtara egwuregwu ahụ na USA gbalịrị ịgbanwe uche site na ahụike gaa na mmega ahụ",
  "Dị ka mba ndị ọzọ jikọtara nke ọma na ndị otu egwuregwu mmega ahụ ha, US, ebe e mepụtara egwuregwu ahụ, enwebeghị ihe ịga nke ọma n'ime mgbanwe ahụ",
  "USA Gymnastics anaghị anabata egwuregwu ahụ dị ka ọzụzụ mmega ahụ n'agbanyeghị na òtù na-achị mba ụwa, FIG, na-eme ya.",
  "Egwuregwu mmega ahụ na-asọmpi na-achịkwa Fédération Internationale de Gymnastique (FIG)",
  "FIG na-emepụta Code of Points ma na-achịkwa akụkụ niile nke asọmpi mba ụwa",
  "N'ime mba ọ bụla, egwuregwu mmega ahụ na-achịkwa site na njikọ mba",
  "N'afọ 1995, FIG nabatara egwuregwu aerobics dị ka asọmpi egwuregwu mmega ahụ ọhụrụ, ha haziri ndị ọkàikpe na ndị nkuzi ma malite 1st Aerobic Gymnastics World Championships na Paris (mba 34) N'afọ 1997, IWGA (International World Games Association) gụnyere Aerobic Gymnastics na mmemme ya nke 5th World Games (Lahti, Finland)",
  "Kemgbe afọ 1999 European Union of Gymnastics anọwo na-eduzi asọmpi Aerobic European Gymnastics Championship n'afọ niile na-adịghị mma",
  "Mba ndị na-eduga na-enye ndị nrite ụwa bụ: Australia, Brazil, Bulgaria, Chile, China, France, Hungary, Italy, Japan, Korea, New Zealand, Romania, Russia na Spain.",
  "FISAF na-anọchite anya Federation of International Sport Aerobics and Fitness",
  "Ọ bụ òtù na-anọghị n'otu, nke na-abụghị maka uru, nke mba ụwa na-eme egwuregwu aerobics nwere ihe karịrị mba 30 gburugburu ụwa.",
  "DeA gbakwunyere egwuregwu ahụ na asọmpi Idol Star Athletics Championships maka Lunar New Year, 2017 dị ka otu ụmụ nwoke nke ya na ụmụ nwanyị na-eme egwuregwu mmega ahụ, a na-enyekwa akara dịka FIG Standards si dị",
  "Iri na asaa (9.8 Technical+9.3 Execution-0.0 Penalty) na ASTRO (9.75+9.45-0.1) nwetara 19.10 n'ime 20.00, mana ebe ọ bụ na ASTro nwetara akara dị elu na Execution, ASTRO meriri ihe omume mmeghe.",
  "N'ime usoro ihe nkiri telivishọn na-atọ ọchị nke America Key & Peele, duo ahụ na-akọwa ihe nkiri vidio nke '80s nke National Aerobic Championship na eserese na-egosi ndị na-agba egwu aerobic na-enwe ọgba aghara mgbe ha na-agba egwú na abụ isiokwu nke asọmpi."
]