[
  "The Hargeisa International Book Fair (HIBF) (Somali: Bandhigga International ah ee Buugaagta Hargeysa) bụ mmemme omenaala na-eme kwa afọ na Republic of Somaliland",
  "Ọ bụ otu n'ime ihe ngosi akwụkwọ ọha kacha ukwuu na mpi Afrịka",
  "N'oge okpomọkụ ọ bụla, HIBF na-ebute ndị edemede, ndị na-ede uri, ndị na-ese ihe na ndị na-eche echiche sitere na Somaliland na ndị si n'akụkụ ụwa nile na-ezukọ iji kesaa ma soro ndị na-ege ntị buru ibu kparịta ihe ngosi nka na edemede ha",
  "Ebumnuche bụ isi nke emume a bụ ịkwalite ọdịbendị nke ịgụ na ide ihe na mpaghara ahụ site na ịmepụta na ibipụta akwụkwọ Somalia dị elu na ịsụgharị akwụkwọ ọdịnala mba ụwa (gụnyere akụkọ ifo, uri na ihe nkiri) n'asụsụ Somali",
  "N'ịbụ nke Redsea Online Culture Foundation haziri, ihe omume ahụ na-ezube ime ka ndị na-eto eto nwee ike ịnweta ihe nketa ọdịbendị dịgasị iche iche, na ebumnuche nke ịkpali mmeghachi omume nke ụdị nka na ngosipụta mmadụ niile, gụnyere eserese, ịgụ abụ, ịkọ akụkọ, ihe nkiri na ederede.",
  "Ọ bụ Jama Musse Jama, onye na-eje ozi dị ka onye nduzi, meghere Hargeisa International Book Fair na 2008. Ọ toro site na ndị sonyere 200 ruo 10,000 n'ime afọ isii sochirinụ.",
  "HIBF na-elekwasị anya ọ bụghị naanị ndị na-eto eto na-ege ntị, kamakwa akụkụ nke ọha mmadụ",
  "Ọ na-achọ inye aka n'ịkwalite nghọta omenala, ndidi, ọchịchị onye kwuo uche ya, na inwe ekele maka ọdịbendị na akwụkwọ dị iche iche nke Somalia",
  "N'ime afọ ole na ole gara aga, mmemme Redsea Online Culture Foundation enyerela aka ịkwalite ọkwa ịgụ na ide na mpaghara Somaliland, ma jikọtakwa ndị ntorobịa sitere na mpaghara dị iche iche na mpaghara ahụ",
  "Ebumnuche bụ isi nke ihe ngosi akwụkwọ ahụ bụ ịkwalite echiche siri ike nke omenala na ide ihe okike, iji kwado omume ịgụ akwụkwọ, igosi akwụkwọ, site na mpaghara ma ndị edemede na mba ọzọ, ịgba ndị òtù ọha ume ka ha chọgharịa, gụọ, soro ndị na-ede akwụkwọ na-akpakọrịta",
  "na-eje ozi dị ka ihe mkpali nye ndị na-eto eto, na ọha mmadụ.",
  "Ọbá akwụkwọ na-akpụ akpụ nke Somaliland: Njem nlegharị anya n'ọbá akwụkwọ na-akpụ akpụ bụ mmemme mgbasa ozi flagship nke akwụkwọ ngosi",
  "Ihe na-akpali akpali, ọ na-ewere ọnọdụ otu izu tupu mmeghe nke ememme ahụ na Hargeisa ma na-eme n'ofe mpaghara niile nke Somaliland",
  "Ọ na-achọ iweta ụkpụrụ na ụkpụrụ nke Akwụkwọ ngosi - nke ụmụ amaala na nnwere onwe okike - nso na ndị na-agụ akwụkwọ na ndị na-agụ akwụkwọ na-achọsi ike n'èzí obodo ahụ."
]