[
  "Eileen Abdulrashid (nke a makwaara dị ka Elieen Nelson) bụ ónyé America na-ese ihe na ónyé omenkà nke a maara màkà ọrụ ya na enamel na ọla kọpa.",
  "Eileen Abdulrashid bụ ónyé Africa America, ọ tolitere na California wee nọrọ ógè na Illinois. Nwá nwanne nné ya bụ ónyé na-ese ihe Senga Nengudi.",
  "Abdulrashid gụrụ akwụkwọ na School of the Art Institute of Chicago, American Academy of Art na Chicago (nkè a maara ugbu a dị ka American Academy of Arts College), na Institute of Design na Chicago ( nke jikọtara wee ghọọ Illinois Institute of Technology na 1949).",
  "A maara Abdulrashid màkà ịbụ akụkụ nke ihe ngosi mbụ nke ụmụ nwanyị Africa-America na-ese ihe na United States, Sapphire: You've Come a Long Way, Baby nkè emere na Suzanne Jackson's Gallery irí atọ na abụọ na Los Angeles na 1970",
  "Ndị ọzọ na-ese ihe gụnyere Betye Saar, Gloria Bohanon, Suzanne Jackson, Yvonne Cole Meo, na Senga Nengudi (nke edepụtara dị ka \"S",
  "Irons\"). O mekwara ihe ngosi onwe ya na Gallery irí atọ na abụọ na 1970, The Structural Flow of Our Environment: Eileen Abdulrashid",
  "Abdulrashid was one of nineteen artists featured in the Mills College Art Gallery-organized, traveling exhibition 1970 California Black Craftsmen (1970), alongside Gloria Bohanon, Sheryle Butler, Hubert Collins, Dale Brockman Davis, Ibibio Fundi, Manuel Gomez, Vernita Henderson, Ernest Leroy Herbert, Ben James, Bob Jefferson, Doyle Lane, William Maxwell, Evangeline Montgomery, John Outterbridge, Donald R",
  "Stinson, Carole Ward, Curtis Tann, and Harry S",
  "Richardson",
  "She attended the National Conference of Artists in New York with artists David Hammons, Betye Saar, and Dan Concholar in 1973.",
  "Abdulrashid egosila n'ọtụtụ gallery na Chicago na Los Angeles",
  "Na Chicago, o gosipụtara ọrụ na Art Institute, Fie Gallery, H",
  "Horner Gallery, South Side Art Center, Arts Gallery, na East Gallery",
  "Ébé ndị dị na Los Angeles gụnyere Brockman Gallery, Gallery 32, na Central 1015 Gallery. N'ihe ngosi na Foyer Gallery na Marin County Civic Center na 1975, ọrụ ya gụnyere ihe osise, eserese, ihe ọkpụkpụ, na ọrụ enamel, ha tinyere ihe dịgasị iche íchè."
]