[
  "Ejike Ebenezer Obumneme Aghanya (27 Nọvemba 1932 - 3 Julaị 2020) bụ onye agha na onye injinia eletrik nke jere ozi na ndị agha Naịjirịa na ndị agha Biafran, na-ala ezumike nká dị ka onye colonel. A na-ebo ya ebubo itinye aka na nnupụisi ọchịchị Naijiria nke afọ 1966, e jidere ya ma tụọ ya mkpọrọ n'ebughị ụzọ kpee ya ikpe ruo mgbe Agha Obodo Naijiria malitere ebe ọ rụrụ ọrụ n'akụkụ Biafra, na-enwe ọkwá dị mkpa na ndị agha Biafra",
  "Ọ bụ onye isi nke Biafran Agency for Research and Production (RAP) nke mepụtara bọmbụ, rọket, mgbọ ogbunigwe (nke a na-akpọ Ogbunigwe), yana mgbọ, ụgbọala ndị agha, ngwaọrụ nkwukọrịta na mmanụ ala n'etiti ndị ọzọ maka ndị agha Biafran. O mechara bụrụ onye isi ndị ọrụ nke Biafran Organisation of Freedom Fighters (BOFF) nke bụ agha ndị agha na ọrụ pụrụ iche nke Biafran Armed Forces. Ọ rụkwara ọrụ dị ka Battalion Commander, 44th Electrical and Mechanical Engineer Battalion Biafran Army na mgbe e mesịrị Brigade Commander nke 58th Brigade nke 12th Infantry Division Biafran Army n'oge agha ahụ.",
  "Aghanya gụrụ akwụkwọ praịmarị ya na ụlọ akwụkwọ praịm St Cyprian Port Harcourt mgbe nke ahụ gasịrị ọ gara Okrika Grammar School Okrika, Nigeria na-agụsị akwụkwọ na 1953",
  "Degree mbụ ya bụ na injinia eletrik na Yaba College of Technology n' afo 1957",
  "Ọ gara maka agụmakwụkwọ postgraduate na London Polytechnic, mgbe e mesịrị ọ gafere na Southampton College of Technology,na-agụsị akwụkwọ na injinia eletrik na eletrọniki na 1960",
  "Mgbe ahụ, ọ sonyeere Ngalaba Mgbasa Ozi Naịjirịa ebe ọ ghọrọ onye isi oche nke Nigerian Broadcasting Service Staff Union.",
  "N'afọ 1962, e zigara Aghanya na ndị agha Naịjirịa",
  "Ọ natara ọzụzụ ndị agha na Nigerian Military Training College (NMTC) Kaduna ma gaa n'ihu na-aga ọmụmụ ndị isi na ọzụzụ pụrụ iche na School of Royal Electrical and Mechanical Engineers (REME) n'okpuru Major General Denis Redman na Arborfield Garrison, United Kingdom site na 1962-1963",
  "E nyere ya ọrụ n'ime ndị agha Naijiria n'ọnwa Machị mkpụrụ ụbọchị abụọ n'afọ 1963 na nọmba ọrụ N / 349 na ọkwa nke onyeisi",
  "Ọ rụrụ ọrụ dị ka Commanding Officer Nigerian Army Electrical and Mechanical Engineers (NAEME) Kaduna site na 1963-1964",
  "na 1964 a kwalitere ya ka ọ bụrụ Major ma jee ozi dị ka Commander Officer Nigerian army Electrical andMechanical Engineer (NAEM E) Army Headquarters Lagos na-aghọ onye Naijiria mbụ ijide iwu ahụ, na-anọchi onye isi ndị Britain ikpeazụ Major Whittle.",
  "Mgbe nnupụisi ọchịchị nke Naijiria na 1966 gasịrị, e jidere Aghanya na 18 Jenụwarị 1966 ya na Lieutenant Colonel Victor Banjo na-ebo ebubo na ha na-akpa nkata igbu onye isi ndị agha nke steeti Major General Johnson Aguiyi-Ironsi. E jidere Aghanya n'ebughị ụzọ kpee ya ikpe n'ụlọ mkpọrọ Kirikiri Maximum Security Prison ya na ndị ọzọ a na-ekwu na ha na-etinye aka na nnupụisi ọchịchị",
  "E mechara kpọga ya n'ụlọ mkpọrọ Enugu ma mesịa kpọga ya Abakaliki. N'ileghachi anya azụ, ndị na-etinye aka na atụmatụ na mmezu nke nnupụisi ahụ dịka Major Adewale Ademoyega gbara akaebe na aka Aghanya na Banjo enweghị ihe ọ bụla n'ihe ncheta ha. Mgbe nnupụisi nke Naijiria nke 1966 nke e gburu Aguyi Ironsi, a tọhapụrụ Aghanya n'ụlọ mkpọrọ na Machị 1967 na iwu nke gọvanọ nke mpaghara Ọwụwa Anyanwụ n'oge ahụ, Colonel (mgbe e mesịrị General) Odumegwu Ojukwu, na-emebi iwu nke onye isi ala ọhụrụ Colonel (mgbasa General) Yakubu Gowon. Na nzaghachi, Gowon kwupụtara ntọhapụ nke Aghanya na ndị ọzọ mgbe eziokwu ahụ gasịrị.",
  "Mgbe agha malitere na Julaị n'afọ 1967 nke gosipụtara mmalite nke agha Biafran nke Naijiria, e nyere Aghanya ọrụ n'ime ndị agha Biafran na ọkwa nke Colonel ma họpụta ya dịka onye isi nchịkwa nke 44th Electrical and Mechanical Engineer Battalion Biafran Army site n'aka onye isi ndị agha Biafra, Brigadier Hillary Njoku",
  "Izu ole na ole n'ime esemokwu ahụ, General Ojukwu họpụtara ya ka ọ bụrụ onye isi nke Biafran Agency for Research and Production (RAP)",
  "N'ọnọdụ a, Aghanya bụ, onye na-ahụ maka ịhazi ndị ọkà mmụta sayensị Biafra, ndị injinia na akụrụngwa na mgbalị a na-eme iji kwalite mmepụta ụlọ ọrụ nke ihe agha dị mkpa maka gọọmentị Biafra",
  "N'okpuru idu ndú ya, e guzobere ìgwè ọrụ sayensị dị iche iche iji nweta ebum, n'uche ụfọdụ",
  "Ihe ndị a na-ebute ụzọ bụ ngwá agha, mgbọ na mmanụ",
  "Iji mezuo nke a, o guzobere ma lekọta n'etiti ndị ọzọ:",
  "N'okpuru iwu ya nke RAP, usoro ngwá agha Biafran Ogbunigwe a ma ama nke gụnyere ogbunigwe na-agbawa agbawa, ngwaọrụ na-agbasa agbawa, na mgbọ ogbunigwe a na-ebugharị na-emepụta ma mepụta ya site na Republic of Biafra",
  "Dị ka gọọmentị Biafra na-ekwu n'oge ahụ, RAP mepụtara mgbọ ogbunigwe (Piom-Piom) bụ rọket mbụ a ga-emepụta kpamkpam, mepụta, mepụta ma bido ya n'Africa.",
  "Aghanya bụ onye na-ahụ maka ilekọta ìgwè sayensị dị iche iche o guzobere, na-enweta ma na-enye ihe ndị dị mkpa maka mmepụta yana nkesa ngwaahịa ndị a rụchara arụcha nye ndị agha",
  "Ọ nọgidere na-ahụ maka ịnwale prototypes, yana ịzụ ndị agha n'iji ngwá agha dị iche iche eme ihe n'ụlọ, bọmbụ, grenade na mgbọ ogbunigwe",
  "Iji mezuo nke a, o mepụtara ndị otu Ogbunigwe dị iche iche nke e kesara n'ụdị ndị agha ọkụ n'ihu agha dị iche iche ka mkpa bilitere",
  "Na mbụ, e zigara ya na Bonny iji nyere aka chebe Port Harcourt site na ọganihu nke Benjamin Adekunle Canal nke 3rd Marine Commando division na Biafra ya mere ogbunigwe, batrị na mgbọ ogbunigwe ya, General Ojukwu mechara zigara ya ndị agha Ogbunigwe ya na Onitsha iji chebe obodo ahụ megide mwakpo nke Murtala Mohammed ́s Second Division",
  "Aghanya rụrụ ọrụ dị mkpa n'ichebe Onitsha. Aghanya na ndị agha Ogbunigwe ya rụkwara ọrụ dị mkpa n'ichebe obodo Aba, Ikot Ekpene, Umuahia na Owerri.",
  "Mgbe ọdịda nke ụfọdụ nnukwu mpaghara Biafra dị ka Enugu, Abakaliki, Calabar, Ikot-Ekpene na Port Harcourt, ọ bịara doo anya na Biafra enweghị ike ichebe onwe ya nke ọma site na iji naanị ndị agha nkịtị",
  "Aghanya gakwuuru General Ojukwu na onye isi ndị agha Biafra ọhụrụ, Major General Madiebo, na atụmatụ nke ịmepụta ndị agha guerrilla na ike nkewa, nke ga-arụ ọrụ n'azụ ndị iro karịsịa n'ógbè Biafra nke ndị agha Naijiria",
  "Ndị agha ahụ ga-abụ ndị nkịtị, gụnyere ụmụ nwanyị, bụ ndị mgbe a zụrụ ha na mmebi na iji RAP mee ihe na-agbawa agbawa ga-abanye n'azụ ndị iro",
  "E nyere Aghanya ọrụ nke ịmepụta, ịkwado na ịzụ ndị agha guerrilla nke akpọrọ Biafran Organisation of Freedom Fighters (BOFF)",
  "A na-akpọkwa ya \"Rangers\", echiche dị n'azụ nkewa a sitere n'ike mmụọ nsọ ma dabere na ihe nlereanya Viet Cong. O nwetara otu ndị nkuzi South Africa n'okpuru Colonel Jan Breytenbach iji zụọ ndị agha BOFF na mmebi na mgbochi nnupụisi.\nE mere Aghanya onye isi nke ngalaba ọhụrụ a nke ndị agha nwere utu aha Chief of Staff. Ndị ọrụ ya gụnyere Chinua Achebe, Ukwu I",
  "Ukwu na Okonjo (nna Ngozi Okonjo-Iweala) Isi ụlọ ọrụ nke ngalaba BOFF dị na Umuahia.",
  "Banyere ebumnuche, ebumnuche na modus operandi nke BOFF, Ezenwa-Ohaeto hotara Aghanya dị ka ndị a:",
  "BOFF bụ ndị agha kachasị mkpa na Biafra ma e wezụga ndị agha nkịtị. N'ọnwa Eprel afọ 1968, ha nwetara ihe dị mkpirikpi ma dị egwu site n'inweta Asaba n'aka ndị agha Naịjirịa nke abụọ, na-egbochi nnyefe kpọmkwem gafee Osimiri Niger",
  "Ha gbochikwara Ngalaba nke Abụọ nke Ndị Agha Naịjirịa ijikọ ya na Ngalaba nke Mbụ nke nwere isi ụlọ ọrụ na Enugu site na igbochi ụzọ Onitsha-Enugu ruo mgbe agha ahụ biri",
  "Ka ọ na-erule Septemba 1968 ha na-arụ ọrụ nke ukwuu n'azụ ndị iro, na mpaghara Mid-Western na mpaghara ndị ọzọ nke Biafra. Ka ọ na-erule n'ọnwa Juun afọ 1969, ọrụ ndị agha Biafra dị oke na Mid West nke na a ga-eziga ndị agha Naịjirịa isii n'ógbè ahụ na mgbalị iji gbochie egwu ahụ. BOFF n'okpuru Aghanya rụkwara ọrụ dị mkpa n'inweta Owerri na 1969.",
  "Aghanya lụrụ Comfort Ifeoma Modebelu na 19 Ọnwa Mee n'afọ 1962 na Birmingham, United Kingdom",
  "Ọ bụ onye otu, na onye guzobere Nigerian Society of Engineers, Council of Registered Engineers of Nigeria, na British Institution of Electronic and Radio Engineers. Mgbe agha ahụ gasịrị, Aghanya guzobere ụlọ ọrụ injinia nke onwe ya nke a na-akpọ NICON Engineering Company ma bụrụ onye mbụ mepụtara, mepụta ma mepụta ọkụ okporo ụzọ na Naịjirịa.\nỌ bụ onye otu Igbo Traditional Chieftaincy Title Holders Association Nze na Ozo na-ejide aha Ochiagha-Udo na Amawbia, onye guzobere Ohanaeze Ndigbo, na onye guzobere Peoples Democratic Party (PDP)."
]