[
  "Eko Atlantic, nke a na-akpọ Nigeria International Commerce city, nke a makwaara dị ka Eko Atlantic City, ma ọ bụ mbido E.A.C",
  "na E.A., bụ obodo a na-eme atụmatụ na Lagos steeti, Nigeria, nke a ga-ewu n'ala e nwetara n'Oké Osimiri Atlantic. Mgbe emechara ya, mpaghara ọhụrụ ahụ na-atụ anya ma ọ dịkarịa ala ndị bi na 250,000 na ndị njem 150,000 kwa ụbọchị",
  "A na-emekwa mmepe ahụ iji nyere aka ịkwụsị mbuze nke ụsọ oké osimiri Lagos.",
  "Obodo a dị n'akụkụ mpaghara Victoria Island nke obodo Lagos, na mpaghara nke izizi1 nke mbụ Lekki n'ebe ugwu, ebe ókèala ọdịda anyanwụ, ọwụwa anyanwụ na ndịda niile bụ ụsọ oké osimiri",
  "A na-atụ anya na Eko Atlantic ga-arị elu dị ka ọgbọ na-esote nke ihe onwunwe na kọntinent Afrịka; nwere ngụkọta nke mpaghara 10, gbasaa gafee ala nke ihe dịka uare kilota 10 (3.9 sq mi), obodo ahụ ga-egbo mkpa maka ego, azụmahịa, ebe obibi na ebe obibi ndị njem nleta.",
  "A na-eme mmepe Eko Atlantic dị ka mmekọrịta ọha na eze (PPP) na ụlọ ọrụ ndị nwe onwe ha na ndị na-etinye ego na-enye ego, ebe Gọọmentị Steeti Lagos bụ onye mmekọ atụmatụ, na nkwado nke Gọọmentụ Federal.(Gọọmentị Naịjirịa) Ndị nkwekọrịta bụ nke obodo China Communications Construction Group LTD(CCCC), ụlọ ọrụ na-arụ ọrụ n'ọhịa mmiri na ọrụ mkpofu. Ndị ndụmọdụ bụ Royal Haskoning (ọkachamara n'ịgafe na njem) na ar + h Architects",
  "South Energyx Nigeria Ltd., onye enyemaka nke otu Chagoury, ka e kere kpọmkwem iji mee mmepe ahụ",
  "Nnyocha nke usoro nchebe oké osimiri mere na DHI Institute na Copenhagen, Denmark, ebe a nwalere ụdị nke ọma maka otu n'ime otu narị afọ nke oke osimiri, na otu n'afọ 120, otu n''ime afọ 150 na otu n\"ime afọ 1,000.",
  "Eko Atlantic ga-egbo mkpa maka ego, azụmahịa, ebe obibi na ebe obibi ndị njem nleta, yana akụrụngwa kwekọrọ na ụkpụrụ nke oge a na gburugburu ebe obibi",
  "Ụkpụrụ ndị a ga-enye ndị bi n'obodo ahụ mmiri, njikwa mkpofu, nchekwa na usoro njem",
  "Obodo ahụ ga-enwekwa isi iyi ike kwụụrụ onwe ya nke a na-emepụta kpọmkwem maka obodo ahụ.",
  "Eko Atlantic dị n'ala e wepụrụ site na mbuze ma na-echebe ya site na mkpuchi osimiri nke Royal Haskoning mepụtara nke a maara dị ka Great Wall of Lagos, ihe mgbochi dị kilomita 8.5 nke e ji nkume wuo ma jiri ihe agha accropode kpuchie ya.",
  "Ọrụ Eko Atlantic City nwetara nlebara anya zuru ụwa ọnụ na 2009, dịka Gọọmentị Lagos Steeti na ndị mmekọ ya na ọrụ ahụ, South Energyx, natara Clinton Global Initiative Commitment Certificate.",
  "Eko Atlantic bụ onye ebe ahaziri ka o nwee mpaghara asaa nke dị ka ndị a:",
  "Ka ọ na-erule n'ọnwa Mee afọ 2009, mgbe ọrụ ahụ ka nọ n'oge ọ na-egwu ala, ihe dị ka 3,000,000 bic mita (3,900,000 cu ) jupụtara n'ájá ma tinye ya n'ógbè ahụ, ebe e bugara ihe dị ka tọn 35,000 nke nkume na saịtị ahụ.  N'akụkụ ụfọdụ nke Bar Beach, a hụlarị ala a na-eweghachi",
  "Ndị na-egwu ala na-arụ ọrụ n'oge niile iji jupụta ebe ahụ na ájá.",
  "N'abalị iri abụọ na otu n'ọnwa Febụwarị n'afọ 2013, e mere emume nraranye n'ala Eko Atlantic, ebe Goodluck Jonathan, Bill Clinton, Babatunde Fashola, Bola Tinubu, Aminu Tambuwal, na Ibikunle Amosun bịara.",
  "Na Machị N'afọ 2014, David Frame, onye isi nchịkwa nke South Energyx Nigeria Ltd., ụlọ ọrụ na-ahụ maka mmepe ahụ, kwupụtara na \"Ụlọ elu obibi mbụ ga-emeghe na 2016\".",
  "Ka ọ na-erule n'ọnwa Nọvemba 2020, e wuchara ụlọ ole na ole karịsịa Eko Pearl Towers na ọtụtụ ndị ọzọ na-ewu na na atụmatụ",
  "Obodo a aghọwo ebe na-arụsi ọrụ ike maka egwu egwu na egwuregwu dịka Lagos City Marathon na Copa Lagos.  Eko Atlantic City enwetala asambodo EDGE site na International Finance Corporation (IFC), onye nke otu akụ mba uwa",
  "Ndị bi n'ógbè ahụ bi nso akatọọla ọrụ Eko Atlantic, na-ekwu na ọrụ owuwu na-aga n'ihu emeela ka mmiri na-emebi n'ụsọ oké osimiri na oke osimiri; ka mmiri nke oké osimiri na-agafe n'ebe obibi, na-eme ka okporo ụzọ na-abanye na iwepu ogwe ọkụ ma na-amanye ndị bi na ya ịkwaga ebe ọzọ. A na-akatọkwa Gọọmentị Lagos Steeti maka ịghara itinye ndị mmadụ na ọrụ ahụ.",
  "N'ọnwa Ọgọstụ n'afọ 2012, Oké Osimiri Atlantic jupụtara n'ikpere mmiri ya, na-eburu mmadụ iri na isii banye n'Oké Osimiri Atlantic, na-egbu ọtụtụ mmadụ ma na-ekpuchi Kuramo Beach, Victoria Island na mpaghara ndị ọzọ. Dị ka onye ọkachamara na gburugburu ebe obibi si kwuo, \"mmụba nke oké osimiri mere n'ihi ọdịda nke ndị ọrụ nkwekọrịta na-ahụ maka ọrụ ájá nke Atlantic Ocean City a tụrụ aro, iji tinye usoro nke ga-ebelata mmetụta nke mmụba ahụ na gburugburu ebe ahụ\". Ngalaba Lagos State nke People's Democratic Party wepụtara nkwupụta gọọmentị, na-ebo ACN (nke bụzi APC) - nke gọọmentị steeti na-eduzi ájá maka oke osimiri",
  "Ndị otu ahụ kpọrọ oku ka a kwụsị ọrụ Eko Atlantic na ịkwụ ụgwọ ozugbo maka ezinụlọ ndị nwụrụ anwụ."
]