[
  "Ekpedeme Friday \"Ekpe\" Udoh (/ɛˈpeɪ ˈjuːdoʊ/ eh-PAY YOO-doh; amụrụ ya n Mee 20, 1987) bụ onye egwuregwu Naijiria-Amerịka ọkachamara basket boolu maka Kyoto Hannaryz nke Japanese B.League. Ọ gbara bọọlụ kọleji maka Michigan Wolverines na Baylor Bears",
  "Na 2010 NBA draft, Golden State Warriors họọrọ ya na nke isii n'ozuzu.",
  "N'inwe ogologo ogwe aka 7'4 1⁄2\", Udoh bụ onye na-ebute ụzọ na Nnọkọ iri na abuo n'oge afọ 2009 -10.  Ọ duziri nzukọ ahụ n'otu oge ya na ụlọ akwụkwọ Baylor (2009-10), mgbe ọ hapụsịrị Michigan ebe, dị ka nwa akwụkwọ nke abụọ maka 2007-08 Michigan Wolverines, ọ duziri Nnọkọ Nnukwu Iri na mgbochi na 2.9 kwa egwuregwu (ngụkọta nkuchi Iri itoolu na anọ) n'afọ 2007-08. Ugboro abụọ All-EuroLeague Team selection, Udoh duuru Fenerbahçe gaa na EuroLeague title na 2017, na-enweta EuroLeague Final Four MVP award na usoro ahụ.",
  "A họpụtara Udoh maka ndị otu mba Naijiria maka 2019 FIBA World Cup na Olympic Games nke afọ 2020.",
  "Udoh gbara bọọlụ kọleji oge atọ, abụọ na Michigan na otu na Baylor, na-enweta akara 8.4, 6.3 rebounds, 1.5 assists na 2.8 blocks kwa egwuregwu na egwuregwu 103",
  "N'afọ 2009, Associated Press nyere Udoh aha nsọpụrụ ndị Amerika niile, yana ịkpọ aha na otu nke abụọ All-Big 12, Big 12 All-Defensive team, Big 12 Newcomer of the Year, Big 12 All'Rookie team, USBWA All-District VII team na NABC Division I All-Distrct 8 second team.",
  "N'abalị iri na atọ n'ọnwa Eprel afọ 2010, o kwupụtara ebumnuche maka draft NBA, na-ahapụ afọ ikpeazụ ya nke iru eru kọleji.",
  "A họpụtara Udoh na nke isii n'ozuzu na NBA draft nke afọ 2010 site na Golden State Warriors",
  "N'ihi mmerụ ahụ n'aka, Udoh emeghị NBA mbụ ya ruo na Disemba 11, 2010 megide Miami Heat na nkeji atọ ikpeazụ nke egwuregwu ahụ, na-enweta akara abụọ.",
  "Na Nọvemba 21, 2011, Udoh bịnyere aka na Bnei Herzliya nke Israel maka oge mkpọchi NBA. N'ọnwa Disemba afọ 2011, ọ laghachiri Warriors mgbe ọ chịsịrị naanị otu egwuregwu na Bnei ebe o dekọrọ isi iri abụọ na abụọ, 16 rebounds, 3 assists na 4 blocks.",
  "Na Machị 13, 2012, e rere Udoh, ya na Monta Ellis na Kwame Brown, na Milwaukee Bucks iji gbanwere Andrew Bogut na Stephen Jackson.",
  "Na Septemba 3, 2014, Udoh bịnyere aka na Los Angeles Clippers. N'ime oge niile, ọ pụtara na egwuregwu iri atọ na atọ, na-enweghị ike inweta oge na ọrụ dị ukwuu.",
  "Na Julaị 28, 2015, Udoh bịnyere aka na nkwekọrịta otu afọ na klọb Turkish Fenerbahçe. N'oge mbụ ya na otu ahụ, Udoh enweela ọrụ mmalite, ịbụ otu n'ime ndị isi otu ahụ",
  "Fenerbahçe meriri iko Turkey, site na mmeri 67-65 na Darüşşafaka",
  "Fenerbahçe bịakwara n'egwuregwu ikpeazụ nke afọ 2016 EuroLeague Final Four, mana ọ gaghị emeri n'asọmpi EuroLeague, mgbe CSKA Moscow meriri ya na oge mgbakwunye nke 96-101. N'ihe karịrị egwuregwu iri abụọ na asaa na EuroLeague, ọ na-enweta akara 12.6 na 5.1 rebounds kwa egwuregwu",
  "Na ngwụcha oge ahụ, Fenerbahçe merikwara asọmpi Turkish League.",
  "Na Julaị 11, 2016, Udoh bịnyere aka na Fenerbahçe, na nkwekọrịta 1 + 1",
  "N'afọ 2016, Udoh meriri asọmpi EuroLeague na Fenerbahçe. A kpọrọ ya EuroLeague Final Four MVP, mgbe ọ rụchara ọrụ na Final Four. Na Julaị 14, 2017, ọ hapụrụ Fenerbahçe, laghachi na NBA.",
  "Na Julaị 21, 2017, Udoh bịnyere aka na Utah Jazz maka afọ abụọ, nkwekọrịta $ 6.5M.",
  "Na Julaị 7, 2019, Udoh bịnyere aka na Beijing Ducks maka nkwekọrịta otu afọ.",
  "Na Machị 4, 2021, Ekpe Udoh bịnyere aka na Beijing Royal Fighters.",
  "Na Julaị 18, 2021, Udoh bịanyere aka na nkwekọrịta afọ abụọ na Virtus Bologna nke Italian LBA",
  "Virtus na-egwuri egwu na EuroCup. Na Septemba 18, 2021, ọ nwere nnukwu mmerụ ahụ n'ahụ n'oge nkeji iri na ise nke 2021 Italian Supercup. Otú ọ dị, na Septemba 21, otu ahụ meriri Supercup nke abụọ ya, na-emeri Olimpia Milano 90 Á84. Otú ọ dị, mgbe ọ chụpụrụ Lietkabelis, Ulm na Valencia na agba atọ mbụ nke egwuregwu ahụ, na 11 Mee 2022, Virtus meriri Frutti Extra Bursaspor site na 80 Xi 67 na Segafredo Arena, merie EuroCup mbụ ya ma ruo eru maka EuroLeague mgbe afọ 14 gasịrị. Agbanyeghị, n'agbanyeghị na ọ kwụsịrị oge oge niile na mbụ wee chụpụ 3–0 ma Pesaro na Tortona na agba abụọ mbụ nke playoffs, Olimpia Milan meriri Virtus 4–2 na asọmpi mba ahụ.",
  "Àtụ:Euroleague player statistics legend",
  "Àtụ:NBA player statistics start\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Golden State\n| 58 || 18 || 17.8 ||437 || — ||656 || 3.1 ||7 ||4 || 1.5 || 4.1\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Golden State\n| 38 || 6 || 21.8 ||443 || — ||719 || 3.9 ||8 ||7 || 1.7 || 5.5\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Milwaukee\n| 23 || 5 || 20.1 ||409 ||000 ||800 || 4.7 || 1.1 ||7 || 1.6 || 5.7\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Milwaukee\n| 76 || 9 || 17.3 ||435 ||000 ||748 || 3.3 ||6 ||5 || 1.1 || 4.3\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Milwaukee\n| 42 || 14 || 19.1 ||399 || — ||638 || 3.5 ||7 ||4 || 1.0 || 3.4\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| L.A",
  "Clippers\n| 33 || 0 || 3.9 ||458 || — ||778 ||8 ||2 ||2 ||2 ||9\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Utah\n| 63 || 3 || 12.9 ||500 ||000 ||750 || 2.4 ||8 ||7 || 1.2 || 2.6\n|-\n| style=\"text-align:left;\"| Àtụ:Nbay\n| style=\"text-align:left;\"| Utah\n| 51 || 1 || 6.3 ||694 || — ||633 || 1.8 ||5 ||2 ||6 || 2.3\n|- class=\"sortbottom\"\n| align=\"center\" colspan=\"2\"| Career\n| 384 || 56 || 14.8 ||453 ||000 ||718 || 2.9 ||7 ||5 || 1.1 || 3.5\nÀtụ:S-end",
  "Àtụ:NBA player statistics start\n|-\n| style=\"text-align:left;\"| 2013\n| style=\"text-align:left;\"| Milwaukee\n| 4 || 0 || 13.5 ||444 || - || - || 1.5 ||3 ||5 ||5 || 2.0\n|-\n| style=\"text-align:left;\"| 2015\n| style=\"text-align:left;\"| L.A",
  "Clippers\n| 4 || 0 || 3.0 ||333 || - || - ||8 ||0 ||0 ||0 ||5\n|-\n| style=\"text-align:left;\"| 2018\n| style=\"text-align:left;\"| Utah\n| 6 || 0 || 3.5 || 1.000 || - ||000 ||5 ||0 ||0 ||3 ||3\n|-\n| style=\"text-align:left;\"| 2019\n| style=\"text-align:left;\"| Utah\n| 2 || 0 || 3.1 ||000 || - || - ||0 ||0 ||0 ||0 ||0\n|- class=\"sortbottom\"\n| align=\"center\" colspan=\"2\"| Career\n| 16 || 0 || 5.8 ||429 || - ||000 ||8 ||1 ||1 ||3 ||8\nÀtụ:S-end",
  "Àtụ:Euroleague player statistics start\n|-\n| style=\"text-align:left;\"| 2015–16\n| style=\"text-align:left;\" rowspan=2| Fenerbahçe\n| 27 || 24 || 27.8 ||555 ||000 ||768 || 5.1 || 1.3 ||7 || style=\"background:#cfecec;\"|2.3 || 12.6 || 16.0\n|-\n| style=\"text-align:left;background:#AFE6BA;\"| 2016–17†\n| 31 || 22 || 32.0 ||584 ||000 ||644 || style=\"background:#cfecec;\"|7.8 || 2.2 || 1.0 || style=\"background:#cfecec;\"|2.2 || 12.1 || 20.7\n|- class=\"sortbottom\"\n| align=\"center\" colspan=\"2\"| Career\n| 58 || 46 || 30.0 ||570 ||000 ||700 || 6.5 || 1.8 ||9 || 2.2 || 12.3 || 18.5\nÀtụ:S-end",
  "EuroLeague Final Four MVP",
  "EuroLeague MVP nke ọnwa",
  "EuroLeague Weekly MVPs",
  "Udoh bụ nwa nne na nna Naijiria, Alice na Sam Udoh, o nwekwara otu nwanne nwoke tọrọ ya, Eddie, na ụmụnne nwanyị abụọ, Esther na Sefon.",
  "Udoh na-enwe mmasị na-ịgụ akwụkwọ ma na-elekọta otu akwụkwọ ọha na eze, nke ka ukwuu n'ịntanetị n'oge ezumike ya. A na-ekwu na ọ na-ekwu si, \"Ọ bụrụ na m nwere ike gbaa na NBA ma ka chọta oge ịgụ ya, ị nwere ike ịgụ ya!\"."
]