[
  "Ekpenta nke amakwa dịka ọrịa Hasen (HD), n'anọ (ọgwụ) ogologo ogenke ihe n'akpata ya bụ nje ọzọ akpọrọ Maịkbakteriom lepranankeakpọkwara Maịkobakteriom lepromatọsịs",
  "Ha niile n'akpata ekpenta. Na mbido, onweghị ihe n'egosi na onye ahụ ebutala ekpenta nke na ọ na-anọgide site n'afọ ise ruo 20. Ihe ndị a na ahụ nke n'eyi ka onye ahụ onweela ya gụnyere otito n'elu ahụ,n'ụbụrụ na n'elu ahụ,akụkụ ebe esi eku ume, n'anụ ahụ nke a na ahụ anya",
  "Nke a nwere ike ime ka onye ahụ ghara igosi ahụ mgbu n'ihi akụkụ anụ ahụ nke n'apụ site n'oge ruo n'oge nke n'apụta n'ihi ahụghị ọnya n'ahụ onye ahụ. Ike ọgwụgwụ n'ahụghị ụzọ nkeọma nwere ike isonyekwa na ya.",
  "Ekpenta n'agbasa site n'otu onye gaa n'onyeọzọ",
  "A na-ebuta ya site n'ụkwara nke onye nwere ya maọbụ mmiri si onye ọ na-eme n'imi gbapụta. Ekpenta n'arịakarị ndị dara ogbenye",
  "Onwekwara ike ịgbasa site n'okuku ume, na mmiri nke si n'ahụ onye ọdị n'ahụ pụta. Dịka ụfọdụ si chee, anaghị enweta ya ngwa ngwa. Onwere ụdị abụọ ya nke doro anya:nje nke n'agbasa n'onwe ya na nke n'agbasa karịa otu. Ekewara abụọ ndị a n'ọnụọgụgụ elu anụ ahụ na nke n'adọkasị elu anụ ahụ, nke n'egosi n'ụdị nke mbụ ya n'enwe ihe ise maọbụ karịa dị iche maọbụ dị ole na ole na nke abụọ nke nwere ise maọbụ karịa.|Emere nchọpụta a site n'iji ihe enwetara n'anụ ahụ nke onye echere nwere ya n'iji nke a na-akpọ DNA nke ihe jikọtara ndụ mee nnyocha.",
  "A na-agwọ ekpenta site n'iji ọgwụ dị iche iche maka ya mee ihe. A na-enye onye nwere ụdị ya nke mbụ ọgwụ dapson rifampisinruo ọnwa isii. Ejikwa ọgwụ ndị a agwọ onye nwere ogo nke abụọ ya rifampisin dapson, na klofazimin[[]] ruo ihe ruru otu afọ. Ndị otu mbaụwa n'ahụ maka ahụike bụ Wọld Helt Ọganaịzeshọn n'enye ọgwụgwọ n'efu maka onye ọbụla nwere ọrịa a. Enwekwara ike iji ọgwụ ndịọzọ mee ihe. N'afọ 2012 n'ụwa niile,  enwere mmadụ 189,000 nwere ọrịa ekpenta bụ nke dị ala nke nde ise n'ụma abụọ bụ ndị nwere ya n'afọ ndị 1980 gaa n'ihu. Ndị ọhụrụ achọpụtara nwere ya dị 230,000. Achọpụtara ndị ọhụrụ a na mba 16, nke mba India bụ ọkara na ya. N'afọ 20 gara aga, agwọọla mmadụ dị nde 16 ekpenta n'ụwa niile. A na-achọpụta mmadụ 200 nwere ya na mba Unaịted Steeti kwa afọ.",
  "Ekpenta ebiela ndị mmadụ aka ọjọọ ọtụtụ puku afọ ugbu a. Nje a nwetara aha ya site n'asụsụ Latịn nkeokwu lepra , nke pụtara\"mkpekele,\"mana nje Hansen\" nwetara aha nke ya site n'aka dibia bekee aha ya bụ' Gahad Amaụọ Hansen'. Ikewapụ ndị nwere nje a n'itinye ha na ebe ndị nwere ya nọpụrụ iche ka dị ire na mba IndiaChaịnana Afrịka. Mana emechiela ọtụtụ n'ime ha mgbe achọpụtara n'ekpenta ejighi ike agbasa ka ndị mmadụ si chee. Ịsọ ndị nwere ekpental oyi bụ ihe ejiri mara ndị mmadụ ọtụtụ afọ ugbu a nke mere n'anaghị enwetacha ndekọ n'ozi banyere ya nkeọma maka inye ọgwụgwọ ozugbo obidoro]]. Ụfọdụ n'ewe iwe ma ejiri okwu ahụ bụ ekpenta mee ihe, kama asị \"na mmadụ nwere ekpenta\" ọ na-ekwe nghọta karịa. Ebidoro ụbọchị mbaụwa wepụtara maka ndị nwere ekpenta n'afọ 1954, iji mee ka ndị mmadụ marakwuo maka ọrịa ekpenta nkeọma."
]