[
  "Ekua Holmes (amụrụ n'afọ 1955) bụ ónyé America na-ese ihe na mgbasa ozi, onye na-ese akwụkwọ ụmụaka, na ọkachamara n'ihe gbasara nka",
  "Ụzọ isi Holmes si eme ihe osise bụ ngwakọta mgbasa ozi, site na itinye akwụkwọ akụkọ, foto, ákwà, na ihe ndị ọzọ iji mepụta ihe ndị màrà mma",
  "Ọtụtụ n'ime ọrụ ndị a na-echetara ya ógè ọ bụ nwata na mpaghara Washington Park nke Roxbury na Boston, MA.",
  "A mụrụ Ekua Holmes na Roxbury, Massachusetts na 1955.",
  "Holmes nwèrè BFA na Photography site na Massachusetts College of Art and Design.",
  "Dika ónyé na-ese ihe na-eto eto, Holmes chọpụtara ike nke ihe ndị a chọtara, nke na-enweta njirimara ha dị ka nka site na ebe yana akụkọ mmekọrịta mmadụ na ibe ya na ihe ndị ahụ",
  "Ọ na-eji akwụkwọ akụkọ, magazin, stampụ ochie, na ihe ndị ọzọ. Ọ na-ejikarị ihe ndị a emepụta ụkpụrụ",
  "Nwatakịrị, nkekọ ezinụlọ, ncheta, na ntachi obi bụ isiokwu a na-ahụkarị n'ọrụ ya",
  "Ọtụtụ n'ime collages Holmes na-echetara ọrụ nkè ndị na-ese ihe n'Afrịka na ndị Afrịka America dịka Romare Bearden, Jacob Lawrence, na Njideka Akunyili. Dị ka ndị omenkà ndị a, ọrụ ya na-egosipụta mkpebi ya màkà ihe oyiyi na nnọchiteanya Black.",
  "Holmes emeela ọtụtụ akwụkwọ foto ụmụaka, na-enweta onyinye màkà ọtụtụ.",
  "N'afọ 2013, e nyere Holmes onyinye NAACP Image Award.",
  "Voice of Freedom meriri Caldecott Honor, Robert F",
  "Sibert Honor, John Steptoe New Talent Illustrator Award, na Boston Globe-Horn Book Nonfiction Honor.",
  "E nyere Holmes 2018 Coretta Scott King Illustrator Award màkà Out of Wonder na 2019 award màkà The Stuff of Stars",
  "Holmes bụ ónyé natara 2013 Brother Thomas Fellowship site na The Boston Foundation. N'afọ 2013, a kpọrọ Holmes aha na Boston Art Commission, nke na-elekọta ọrụ nka ọha na eze na ihe onwunwe ọbọdọ",
  "N'afọ 2015, o wụnyere ọrụ obodo màkà mmeghe na Institute of Contemporary Art Boston, nke nwéré nnukwu njikọ mmekọrịta na ihe nkiri nke Boston na-agbanwe agbanwe, nke e mere iji gbakwunye ihe ngosi otu ICA, mgbè kpakpando malitere ịda."
]