[
  "El Anatsui ([ah-nah-ch-wee], amụrụ n'afọ 1944) bụ onye Ghana na-akpụ ihe ma bụrụ onye na-arụsi ọrụ ike maka ọtụtụ ọrụ ya na Naịjirịa",
  "Ọ dọọrọ uche mba ụwa maka \"ntinye aka ni\"",
  "Ntinye ndị a nwere ọtụtụ puku iberibe aluminum sitere na ụlọ ọrụ na-emegharị mmanya na-aba n'anya ma jiri waya ọla kọpa dụkọta ọnụ, nke a na-agbanwezi ka ọ bụrụ ihe ọkpụkpụ mgbidi yiri ákwà",
  "Ihe ndị dị otú ahụ, ọ bụ ezie na ha yiri ka ha siri ike ma sie ike, nweere onwe ha ma na-agbanwe agbanwe, nke na-enyekarị aka na njikwa mgbe ọ na-etinye ihe ọkpụkpụ ya.",
  "A mụrụ El Anatsui na Anyako, na mpaghara Volta nke Ghana",
  "Ọ bụ nwa nke ikpeazụ n'ime ụmụ iri atọ na abụọ nke nna ya mụrụ, nne ya nwụrụ ebe nwanne nna ya zụlitere ya",
  "Ahụmahụ mbụ ya na nka bụ site na eserese akwụkwọ ozi na bọọdụ nzu. Ọ nwetara ọzụzụ na College of Art, University of Science and Technology, na Kumasi na etiti Ghana. Ọrụ ya n'ihe ọkpụkpụ na ịkpụ osisi malitere dị ka ihe omume ntụrụndụ iji mee ka ọdịnala ndị o tolitere dị ndụ",
  "Ọ malitere izi ihe na Mahadum nke Nigeria, Nsukka, n'afọ 1975, ma soro otu Nsukka.",
  "O were ọtụtụ afọ ịchọta ndị na-ese ihe nwere ike ịnọ n'ebe a ma ama na sekit zuru ụwa ọnụ mgbe ha na-ahọrọ ibi na mpụga obodo ukwu",
  "William Kentridge emeela aha ya site na Johannesburg, El Anatsui emeriela ụwa mgbe ọ na-ebi ma na-arụ ọrụ na obodo mahadum Naịjirịa nke Nsukka.",
  "Ọrụ Anatsui ji nwayọọ nwayọọ na-eto, malite n'obodo ya nke Nsukka tupu ọ gaa ebe ndị dị ka Enugu na Lagos, ma mesịa gaa na mba ụwa. N'afọ 1990, Anatsui nwere ihe ngosi mbụ ya dị mkpa na Studio Museum na Harlem, New York",
  "Ọ bụkwa otu n'ime ndị na-ese ihe mmadụ atọ a họpụtara na ihe ngosi nke 1990 \"Contemporary African Artists: Changing Traditions\", nke agbatịkwuru ruo afọ ise.",
  "Anatsui egosipụtala ọrụ ya gburugburu ụwa, nke gụnyere, na Brooklyn Museum (2013); Clark Art Institute (2011); Rice University Art Gallery, Houston (2010); Metropolitan Museum of Art, New York (2008–09); National Museum of African Art, Smithsonian Institution, Washington, DC (2008); Fowler Museum na UCLA (2007); Venice Biennale (1990 na 2007); Hayward Gallery (2005); Liverpool Biennial (2002); National Museum of African Art (2001); Centre de Cultura Contemporània de Barcelona (2001); 8th Osaka Sculpture Triennale (1995); 5th Gwangju Biennale (2004); Arab Museum of Modern Art na Doha (2019); na Kunstmuseum Bern (2020).",
  "N'afọ 1995, Anatsui mere ihe ngosi nke mbụ ya na mpụga Afrịka na London",
  "O kwupụtara isiokwu dị iche iche ma gosipụta otú e nwere ike isi gosipụta nka Afrịka n'ọtụtụ ụzọ ndị a na-ahụghị dị ka \"ụdị\" Afrịka. Ọrụ ya jiri usoro echiche nke ndị na-ese ihe na Europe na America na-eji ma ọ dịtụghị na mba Afrịka. Anatsui gosipụtara ọrụ ya na de Young Museum na San Francisco n'afọ 2005",
  "Nke a bụ oge mbụ ya \"na-apụta dị ka akụkụ nke nchịkọta na-adịgide adịgide na nnukwu ụlọ ngosi nka\". Nakwa n'afọ 2005, ihe ngosi ya na New York's Skoto Gallery, \"Danudo\", bụ ihe ngosi mbụ nke mpempe ígwè ya na obodo America. N'ụlọ ihe nkiri a, Skoto Aghahowa gosipụtara mgbidi osisi Anatsui n'akụkụ eserese Sol LeWitt",
  "Ihe ngosi a mere ka ọrụ karama ya pụta ìhè ka ọ na-enwetakwu nkwanye ùgwù na ndị nta akụkọ.",
  "A kpọrọ Anatsui na Venice Biennale n'afọ 2006 nakwa n'afọ 2007 ebe e nyere ya ọrụ ime tapestries ígwè abụọ kwụ ọtọ",
  "N'oge mbipụta 2007, o gosipụtara ọrụ ya na Palazzo Fortuny nke nwere mgbidi e wuru ọhụrụ maka ya iji gosipụta ihe nkedo ígwè atọ akpọrọ Dusasa Ihe osise ọ bụla gosipụtara ọdịdị na agba dị iche iche nke gụnyere ọla edo, uhie, na oji",
  "Ụzọ elu karama ahụ si adọba n'elu ihe niile a kwụgidere ya mere ka ọ dị nro nke mere ka ọ dị iche na ọrụ ndị ọzọ dị na gallery. Onye nlekọta nka nke Biennale, Robert Storr, kwuru na usoro onye na-ese ihe \"na-alaghachi n'ime usoro ihe niile n'oge agha gasịrị-ọ nwere ụdị nkwalite m na-ahụtụbeghị mbụ\". N'oge ihe ngosi Venetian a, Anatsui chọrọ ịmepụta ahụmịhe ọhụrụ maka ndị na-ekiri ya n'echiche",
  "O kwenyere na \"ndụ mmadụ abụghị ihe a na-ebipụ ma kpọnwụọ",
  "Ọ bụ ihe na-agbanwe agbanwe mgbe niile",
  "\" N'oge a, ọ malitere ịkọwa ọrụ ígwè ya dị ka ihe nkedo kama \"uwe\".",
  "Ihe ngosi nke ọrụ ya n'afọ 2010, nke akpọrọ When I Last Wrote to You About Africa, bụ nke Museum for African Art haziri ma mepee ya na Royal Ontario Museum na Toronto, Ontario, Canada",
  "O mechara gaa ebe dị iche iche na United States ruo afọ atọ, na-emechi na Mahadum Michigan Museum of Art.",
  "Nnukwu ihe ngosi nke ọrụ ndị na-adịbeghị anya, nke akpọrọ Gravity & Grace: Monumental Works nke El Anatsui, nwere mmalite ya na New York na Brooklyn Museum na 2013",
  "Akron Art Museum haziri (ihe ngosi: 2012), ihe ngosi ahụ mechara gaa na Des Moines Art Center (2013–14) na Bass Museum of Art na Miami (2014).",
  "Nnyocha ọrụ ya, nke Okwui Enwezor na Chika Okeke-Agulu haziri, nke akpọrọ Triumphant Scale dọtara ìgwè mmadụ dị ụkwụụ mgbe ọ meghere na Maachị 2019 na Haus der Kunst nke Munich",
  "Site n'ebe ahụ, ihe ngosi ahụ gara Arab Museum of Modern Art, na Doha, ma mesịa gaa Kunstmuseum Bern na 2020.",
  "A họpụtara Anatsui ka ọ bụrụ onye otu International Society for Education through Art (InSEA) kansụl mba ụwa na 1992 maka ọrụ ya na agụmakwụkwọ. Anatsui bụ onye otu Forum for African Arts n'afọ 2000",
  "N'afọ ahụ, ọ ghọkwara onye otu Kọmitii Nhọrọ Mba Nile maka Dakar Biennale na Senegal. N'afọ 2001, ọ bụ onye otu na Civitella Ranieri Foundation na Italy.",
  "Anatsui ritere ihe nrite na asọmpi nka mba Ghana nke mbụ dị ka nwa akwụkwọ na-agụ akwụkwọ na 1968",
  "N'afọ sochirinụ, e nyere ya onyinye nke nwa akwụkwọ kacha mma nke afọ na College of Art na Kumasi, Ghana. N'afọ 1983, o ritere ọrụ maka nnukwu ihe ọkpụkpụ ọha na eze abụọ e ji simenti terrazzo mee na campus Nsukka. A họpụtara ya ka ọ bụrụ otu n'ime ndị omenkà iri a kpọrọ na Zweites Symposium Nordesekkuste residency na Cuxhaven, West Germany, na 1984.",
  "N'afọ 1990, a kpọrọ Anatsui ka ọ gaa na 44th annual Venice Biennale show 5 Contemporary African Artists, ebe ọ natara nkwanye ùgwù. N'afọ ahụ, e tinyere ya na ihe nkiri American Nigerian Art-Kindred Spirits",
  "N'afọ 2015, Venice Biennale nyere Anatsui ihe nrite Golden Lion for Lifetime Achievement. N'afọ 2017, e nyere Anatsui Praemium Imperiale, ọ bụ onye Ghana mbụ ritere ihe nrite nka mba ụwa a.",
  "Ihe nrite ndị ọzọ gụnyere:"
]