[
  "El Hadj M'Hamed El Anka (Arabic), (May 20, 1907 na Algiers - November 23, 1978 na Algièrs) nke a makwaara dị ka Hadj Muhammed Al Anka, El-Hadj M' Hamed El Anka, a na-ewere ya dị ka nnukwu onye isi nke egwu oge ochie Andalusian na egwu chaâbi Algeria.",
  "A mụrụ ya na Mee 20, 1907, n'okpuru aha Ait Ouarab Mohamed Idir Halo, na 4 Rue Tombouctou na Casbah nke Algiers",
  "Ezinụlọ ya, Ait Ouarab, sitere na Taguersift nke dị nso na Freha na Greater Kabylia; nna ya bụ Mohamed Ben Hadj Saîd, ebe nne ya bụ Fatma Bent Boudjemaâ.",
  "Nna ya dara n'ọrịa n'ụbọchị a mụrụ ya, nke mere ka ejiri nwanne nwoke nke nne ya dochie ya maka idebanye aha ọmụmụ ahụ, nke kpatara njehie na-idekọ aha ya",
  "Nwanne nne ya gosipụtara onwe ya dị ka onye ọrụ ndebanye aha, site n'ikwu \"Ana Khalou\" (\"Abụ m nwanne nna ya\" na Arabic), onye ọrụ ahụ wee dee \"Halo\"",
  "Ya mere ọ ghọrọ Halo Mohamed Idir site n'oge ahụ gaa n'ihu.",
  "Ọ gụrụ akwụkwọ n'ụlọ akwụkwọ atọ site na 1912 ruo 1918: Koranic (1912), Brahim Fatah (na Casbah) site na 1914 ruo 1917, na nke ọzọ na Bouzaréah ruo 1918",
  "Ọ hapụrụ ụlọ akwụkwọ iji gaa ọrụ tupu afọ iri na otu ya.",
  "Mgbe ọ dị afọ iri na atọ, onye ndú ndị egwú Sheik Mustapha Nador chọpụtara mmasị ya na mmetụta ebumpụta ụwa nke ụda na ememme ndị otu ya na-akpọ egwu na ya, wee were ya dị ka Tardji (onye na-akpọ ụbọ akwara) na ndị egwú ya",
  "Sheik na ndị egwú kụziiri ya mandola, nke ghọrọ ngwá egwú kasị amasị El Anka.",
  "Mgbe Sheik Nador nwụsịrị na Mee 19, 1926, na Cherchell, El Anka weghaara nhazi nke ememme maka otu ahụ",
  "Ndị egwú nke gụnyere Si Saîd Larbi (aha ezigbo ya bụ Birou), Omar Bébéo (Slimane Allane) na Mustapha Oulid El Meddah na ndị ọzọ",
  "N'afọ 1927, ọ malitere isonye na nkuzi nke Sheik Sid AH Oulid Lakehal kụziiri, nke ọ gbasoro ruo n'afọ 1932.",
  "N'afọ 1928, e kpughere ya nye ọha na eze, site na idekọ diski irí abụọ na asaa (78 rpm) maka Columbia, onye mbụ na-ebipụta ya, ma sonye na mwepụta nke Radio PTT Algiers.",
  "N'August 5, 1931, Sheik Abderrahmane Saîdi nwụrụ, El Anka nyekwara aka mejupụta oghere ahụ",
  "Ịwu ewụ ya, nke onye ọkpụkpọ ọhụrụ na redio kwadoro, toro; a kpọrọ ya otu oge ka ọ rụọ ọrụ maka Eze Morocco",
  "Mgbe Columbia gasịrị, o mere diski iri (78 rpm) ọzọ na Algériaphone na 1932, na diski iri ọzọ 78 rpm na Polyphone",
  "Mgbe o si Mecca lọta (nke o dere abụ \"El Houdja\") na 1937, ọ gbanwere ndị egwú ya, wee gaa Algeria na France.",
  "Otu akụkụ nke ụda ya nke gaara agbanwe na 1932 sitere na mgbanwe nke ngwá egwú",
  "1932 bụ afọ ya na onye luthier rụkọrọ ọrụ iji mepụta mandola buru ibu",
  "Ọ chọpụtara na mandola nke ndị òtù egwú ji mee ihe dị oke elu ma ghara ịnwe oké olu.  Ọ rịọrọ onye luthier ka o mee otu buru ibu, na mandole ahụ ga-aghọ ngwá ọrụ ya bụ isi.",
  "Mgbe Agha Ụwa nke Abụọ gasịrị, a kpọrọ El HadJ Muhammad El Anka ka ọ duzie egwu a ma ama na ENRS Algiers Radio nke nọchiri Radio PTT",
  "Egwú a ma ama ọ kwalitere site na 1946 ghọrọ \"chaâbi\"",
  "N'afọ 1955, ọ malitere ịkụzi chaâbi dị ka prọfesọ na Academy nke Algiers",
  "Ụmụ akwụkwọ mbụ ya niile ghọrọ ndị sheiks n'oge ha, nke gụnyere Amar Lâachab, Hassen Said, na Rachid Souki.",
  "N'ozuzu, El Hadj El Anka dere ihe fọrọ nke nta ka ọ bụrụ egwu narị atọ na iri isii ( qaca' id ) ma mepụta ihe dịka ndekọ otu narị na iri atọ Ọrụ ndị a ma ama gụnyere \"Lahmam lirabitou\", \"ltif Sebhan ellah ya\" na \"Win saâdi win\"",
  "Ọ nwụrụ na Nọvemba 23, 1978, na Algiers, e wee lie ya na ili ozu El Kettar.",
  "Saadallah (1981)",
  "El-Hadj M'hamed El-Anka maître et renovateur de la musique \" Chaâbi \" (in fr)",
  "Algiers: La Maison des Livres."
]