[
  "El Hedi ben Salem (ihe dịka n'afọ 1977) bụ onye Morocco na-eme ihe nkiri, nke a maara nke ọma maka ọrụ ya na onye nduzi ihe nkiri German bụ Rainer Werner Fassbinder.",
  "A mụrụ Salem El Hedi ben Salem m'Barek Mohammed Mustafa n'otu obere obodo dị na Morocco n'olulu mmiri iji mee ezinụlọ Berber",
  "Mgbe ọ dị afọ iri na ise, ọ lụrụ nwa agbọghọ dị afọ iri na atọ",
  "Ya na nwunye ya ga-emesị nwee ụmụ ise ma biri n'obodo dị nso na Ugwu Atlas. Ka ọ na-erule mmalite afọ 1970, Salem hapụrụ nwunye ya na ụmụ ya wee kwaga Europe.",
  "Na mbido afọ 1971, Salem zutere onye nduzi Rainer Werner Fassbinder na ụlọ ịsa ahụ nwoke na nwoke na Paris ma ha abụọ malitere mmekọrịta ịhụnanya. Ya na Fassbinder kwagara mba Germany wee bụrụ akụkụ nke ndị na-eso onye nduzi",
  "Ọ ga-aga n'ihu na-arụ ọtụtụ obere ọrụ na ihe nkiri Fassbinder",
  "Fassbinder mechara tinye Salem na ọrụ ndu na Ali: Fear Eats the Soul (1974), ihe nkiri nke na-enyocha ịkpa ókè agbụrụ na obodo Germany mgbe Agha Ụwa nke Abụọ gasịrị",
  "N'ime ihe nkiri ahụ, Salem gosipụtara onye Moroccan kwagara na Germany nke malitere mmekọrịta ya na nwanyị onye Germany meworo okenye onye ọ mechara lụọ. Ihe nkiri ahụ wetara Fassbinder otuto zuru ụwa ọnụ ma ghọọ ọrụ a ma ama na Salem. N'etiti afọ ndị 1970, Salem nọgidere na-apụta na ihe nkiri Fassbinderz na obere ọrụ nkwado",
  "Ọrụ ikpeazụ ya na ihe nkiri bụ na ihe nkiri ịhụnanya Fassbinderz Fox and His Friends, n'afọ 1975.",
  "A kọrọ na mmekọrịta Salem na Fassbinder bụ ọgba aghara",
  "Ha lụrụ ọgụ ugboro ugboro n'ihi obere iwe Salem nke ghọrọ ihe ike mgbe ọ na-aṅụ mmanya. Mgbe Salem na Fassbinder bi na Germany, Fassbind mere ka Salem kwenye ịkpọta ụmụ ya nwoke abụọ dị afọ iri na ụma, ndị bi na Morocco na nwunye ya Salem, ka ha na ha biri",
  "N'ụzọ megidere ọchịchọ nne ha, Salem kpọtara ụmụ nwoke ahụ na mba Germany.\nNdokwa ahụ adịteghị aka ebe ụmụ nwoke ahụ adịghị njikere maka ndụ na ọdịbendị dị iche ma na-enwekarị ịkpa ókè agbụrụ. Ọ bụ ezie na Fassbinder weere ụmụ nwoke ahụ dịka nke ya, ma ya ma Salem enweghị ọrụ ịzụlite ụmụaka. Ha abụọ na-aṅụ mmanya ugboro ugboro, na-ahapụ ọgwụ ọjọọ ma na-ahapụrụ ụmụ okorobịa ahụ na ndị enyi dị iche iche. Otu n'ime ụmụ Salem laghachiri nne ya na mba Morocco ebe onye nke ọzọ gara n'ụlọ dị iche iche ma mesịa, ụlọ mmezigharị.",
  "N'afọ 1974, Fassbinder kwụsịrị mmekọrịta ahụ n'ihi ime ihe ike na ịṅụ mmanya Salem. Mgbe nkewa ahụ gasịrị, ịṅụbiga mmanya ókè nke Salem kara njọ",
  "Onye nduzi Daniel Schmid, otu n'ime ezigbo ndị enyi Fassbinder, mechara gwa onye na-enyocha ihe nkiri Roger Ebert na obere oge mgbe nkewa ahụ gasịrị, Salem ṅụbigara mmanya ókè wee \"ga ebe dị na Berlin wee maa mmadụ atọ\". Salem laghachiri na Fassbinder wee gwa ya, \"Ị gaghị atụ egwu ọzọ\".",
  "Mgbe mma ahụ gasịrị, nke ọ dịghị nke ọ bụla n'ime ha nwụrụ anwụ, Salem gbagara France site n'enyemaka nke Fassbinder na ndị enyi ya. Schmid mechara cheta na a ga-esi \"ihe fọrọ nke nta ka ọ bụrụ na a gafere Salem na Germany\" nakwa na Fassbinder bere ákwá oge niile ha na-achụpụ Salem na Berlin.",
  "Mgbe ọ nọ na France, e jidere Salem ma tụọ ya mkpọrọ",
  "Mgbe ọ nọ n'ụlọ mkpọrọ dị na Nîmes n'afọ 1977, Salem kwụgburu onwe ya. E debere akụkọ banyere ọnwụ Salem na Fassbinder ruo ọtụtụ afọ",
  "Ọ maghị banyere ọnwụ onye ọ hụrụ n'anya ruo obere oge tupu ọnwụ ya n'afọ 1982. Fassbinder raara ihe nkiri ikpeazụ ya, Querelle (1982), nye Salem."
]