[
  "El Molo bụ asụsụ nwere ike ịbụ nke na-adịghịzi adị nke sitere na alaka Cushitic nke ezinụlọ asụsụ Afro-Asiatic",
  "Ọ bụ ndị El Molo na-asụ ya n'akụkụ ndịda ọwụwa anyanwụ nke Ọdọ Mmiri Turkana, n'ebe ugwu Kenya",
  "Aha ndị ọzọ El Molo bụ Dehes, Elmolo, Fura-Pawa, na Ldes. A na-eche na ọ kwụsịrị n'etiti narị afọ nke 20, mana a chọtara ndị na-ekwu okwu ole na ole na ngwụcha narị afọ nke 20",
  "Otú ọ dị, ọ nwere ike ịbụ ugbu a na-adịghịzi adị n'ezie, ebe ndị ọkà okwu asatọ a hụrụ na nyocha e bipụtara na 1994 karịrị 50.  Ọtụtụ n'ime ndị El Molo agafeela n'asụsụ Samburu dị nso",
  "El Molo enweghịkwa olumba a maara.",
  "Omenala ọnụ na-ahụ ndị El Molo dị ka mpụ nke ndị Arbore na South Ethiopia",
  "Nke a dị ka akwadoro ya site na ịdị nso asụsụ El Molo na asụsụ Arbore.",
  "Asụsụ El Molo nke nwere ike ịbụ nke na-adịghịzi adị bụ nke alaka Cushitic nke nhazi Afro-Asiatic. Asụsụ Cushitic bụ naanị 3% nke ndị bi na ya maara na ọ na-asụ. Cushitic bụ otu n'ime ezinụlọ asụsụ kachasị ukwuu n'Ebe Ọwụwa Anyanwụ Afrịka",
  "Ebe a na-asụ Cushitic sitere na North-East Sudan na ókèala Ijipt, na-agụnye Eritrea, Jibouti, Somalia, Ethiopia, akụkụ dị ukwuu nke Kenya, na mpaghara ụfọdụ nke Northern Tanzania.",
  "A na-akpọkwa ndị El Molo dị ka \"Dhes, Elmolo, Fura-Pawa, Ldes, na Ndorobo\"",
  "Enwere ọnụ ọgụgụ agbụrụ dị ihe dị ka 2,840 dịka ngụkọ 2009 siri dị na ọnụ ọgụgụ ndị mmadụ na-ebelata kwa afọ",
  "Ebe asụsụ Kenya a dị na East na South Africa",
  "Ndị mmadụ n'otu n'otu sitere na agbụrụ isii: Turkana, Samburu na Maasai (ndị na-asụ asụsụ Nilotic Eastern); Luo (Ndị na-asụ Nilotic Western); Rendille na ElMolo (ndị na-asụ Kushitiki)",
  "Ndị mmadụ niile bụ ndị na-achị ehi, ewezuga El Molo bụ ndị ọkụ azụ̀",
  "N'adịghị ka ndị agbata obi ha gbara ha gburugburu, ha anaghị adabere n'anụ ụlọ maka ibi ndụ",
  "Azụ bụ isi nri ha",
  "Na mgbe ụfọdụ, ha na-eri agụ iyi, nduru, na hippos",
  "Enwere ndị na-asụ asụsụ ole na ole fọdụrụnụ, nke mere na El Molo (ọnụọgụ mmadụ) anaghị adịkarị na-asụ El Molo",
  "(asụsụ)",
  "Kama, ha na-eji “Samburu”, bụ́ nke a na-ewere ugbu a dị ka asụsụ bụ́ isi ha mgbe a gbanwere asụsụ ha."
]