[
  "Elaeis guineensis bụ ụdị nkwụ a na-akpọkarị nkwụ mmanụ ma mgbe ụfọdụ, nkwụ mmanụ Afrịka ma ọ bụ abụba macaw",
  "Ọ bụ isi mmalite nke mmanụ nkwụ",
  "A mụrụ ya n'ebe ọdịda anyanwụ na ndịda ọdịda anyanwụ Afrịka, ọkachasị mpaghara dị n'etiti Angola na Gambia; aha ụdị, guineensis, na-ezo aka na aha maka mpaghara ahụ, Guinea, ọ bụghị mba nke oge a na-ebu aha ahụ ugbu a",
  "A na-emekwa ụdị ahụ ugbu a na Madagascar, Sri Lanka, Malaysia, Indonesia, Central America, Cambodia, West Indies, na ọtụtụ agwaetiti dị na Indian na Pacific Ocean",
  "A na-ejikwa nkwụ mmanụ America a na-akpọ Elaeis oleifera na nkwụ yiri ya, Attalea maripa, emepụta mmanụ nkwụ.",
  "Mmanụ nkwụ nwere ike imepụta mmanụ karịa mpaghara ala ọ bụla, karịa ọtụtụ ụlọ ọrụ ndị ọzọ na-emepụta mmanụ (ihe dị ka okpukpu itoolu karịa soy na okpukpu 4.5 karịa rapeseed).",
  "E",
  "guineensis bụ monocotyledonous. Ogwe nkwụ ndị tozuru etozu nwere otu ogwe ma na-eto ruo mita 20 (66 ) n'ogologo",
  "Akwụkwọ ya dị n'ogologo ma ruo mita 35",
  "Osisi nkwụ na-eto eto na-amị ihe dị ka akwụkwọ iri ato (30) n'afọ",
  "Nkwụ ndị e guzobere n'ime afọ 10 na-emepụta ihe dị ka akwụkwọ 20 n'afọ",
  "A na-emepụta okooko osisi n'ìgwè; okooko osisi ọ bụla dị obere, nwere sepals atọ na petals atọ.",
  "Maka hekta ọ bụla nke nkwụ mmanụ, nke a na-ewepụta n'afọ niile, mmepụta kwa afọ na-eme ka tọn 20 nke mkpụrụ osisi na-amị 4,000 kilogram nke mmanụ nkwụ na 750 kg nke mkpụrụ mkpụrụ osisi na na-amịa 500 kg nke mmanụ osisi nkwụ dị elu, yana 600 kg nke nri kernel",
  "A na-edozi nri ọka maka iji ya dị ka nri anụ ụlọ.",
  "Ogologo: 1,800 megabase",
  "Usoro izizi dị na 2013.",
  "Diploid, nke nwere ọnụọgụ diploid nke 2n = 32.",
  "Ọnụ ọgụgụ ndị bi n'Eshia dị oke ala",
  "Osisi ndị na-agụnye ọrụ ugbo na Eshia sitere na naanị osisi anọ, nke onwe ha nwere ike ịbụ nsonaazụ nke otu nne na nna.",
  "N'adịghị ka ndị ikwu ndị ọzọ, nkwụ mmanụ anaghị emepụta alaka; mgbasa bụ site na ịgha mkpụrụ.",
  "A họrọla ọtụtụ ụdị na ụdị Elaeis guineensis nke nwere njirimara dị iche iche",
  "Ndị a gụnyere:",
  "N'afọ 2013, a chọpụtara mkpụrụ ndụ ihe nketa na-achịkwa ọkpụrụkpụ mkpokoro, na-eme ka o kwe omume ịchọpụta ọnọdụ tenera (DxP) mgbe nkwụ ka nọ n'ụlọ akwụkwọ.",
  "A na-ewepụta mmanụ site na mkpụrụ osisi (mmanụ nkwụ, mmanụ a na-eri eri) na kernel (mmanụ mkpụrụ nkwụ, nke a na-eji na nri na maka imepụta ncha)",
  "Maka 100 kilogram ọ bụla nke mkpụrụ osisi, enwere ike iwepụta 22 kilogram nke mmanụ nkwụ na kwa 1.6 kilogram nke mmanụ mkpụrụ nkwụ.",
  "Nnukwu mmanụ nke nkwụ mmanụ (dị elu dị ka lita 7,250 kwa hekta kwa afọ) emeela ka ọ bụrụ ihe a na-ejikarị esi nri na Ndịda Ọwụwa Anyanwụ Eshia na mpaghara okpomọkụ nke Africa",
  "Ojiji ọ na-abawanye na ụlọ ọrụ nri azụmahịa n'akụkụ ndị ọzọ nke ụwa na-akwalite site na ọnụahịa ya dị ọnụ ala, nkwụsi ike oxidative dị elu nke ngwaahịa a nụchara anụcha, na ọkwa dị elu nke antioxidants.",
  "Akwụkwọ akụkọ sayensị ndị dị mkpa na-ebipụta na nkwụ mmanụ na isiokwu ndị metụtara ya gụnyere:",
  "Mmetụta mmekọrịta mmadụ na ibe ya na gburugburu ebe obibi nke ịkụ nkwụ mmanụ bụ isiokwu na-ese okwu nke ukwuu. Mmanụ nkwụ bụ ihe ọkụkụ bara uru ma na-enye isi ọrụ",
  "Ọ na-enye ọtụtụ obere ndị nwe ala ohere isonye na akụ na ụba ego ma na-akpatakarị mmelite nke akụrụngwa (ụlọ akwụkwọ, okporo ụzọ, nkwukọrịta, na ihe ndi ozo) n'ime mpaghara ahụ",
  "[citation needed] Dị ka IBGE mmanụ nkwụ bụ  ọkụkụ a na-ahụkarị na omume agroforestry  na Amazon. Otú ọ dị, e nwere ikpe ebe ubi nkwụ mmanụ weghaara ala ọdịnala n'enweghị ụdị ndụmọdụ ma ọ bụ ụgwọ ọ bụla, na-eduga na esemokwu ọha na eze n'etiti ubi na ndị bi n'ógbè ahụ. N'ọnọdụ ụfọdụ, ubi nkwụ mmanụ na-adabere na ọrụ si mba ọzọ ma ọ bụ ndị mbịarambịa iwu na-akwadoghị, na nchegbu ụfọdụ banyere ọnọdụ ọrụ na mmetụta mmekọrịta mmadụ na ibe ya nke omume ndị a."
]