[
  "Ikikere nke ndị agadi bụ ikikere na nnwere onwe a na-azọrọ maka ụmụ amaala meworo agadi (ya bụ, karịa afọ iri isii)",
  "Ikikere ndị agadi bụ otu n'ime ikikere ndị bụ isi nke India",
  "A na-eme emume Ụbọchị Mba Nile nke ndị agadi kwa afọ n'ụbọchị mbụ nke ọnwa Ọktoba.",
  "Ọnụ ọgụgụ nke afọ puku abụọ na otu nke India gosipụtara na ndị agadi nọ na India agafeela  karịrị narị nde",
  "[citation needed] Ọtụtụ ndị agadi nọ n'India anaghị adọrọ maka ikike mmadụ nke ndị agadi, n'ihi oke amaghị akwụkwọ na enweghị nchebe",
  "Enweghị akwụkwọ ndị agadi na-enye aka na enweghị ihe ọmụma banyere ikikere rmmadụ maka ndị agadi na India, ma na-enye onyinye na mmebi nke ikike ndị ahụ.",
  "Nnyocha achọpụtala na otu n'ime ndị okenye isii ọ bụla bi n'obodo ukwu dị na India anaghị enweta nri na-edozi ahụ, otu n'etiti ndị okenye atọ ọ bụla anaghị enweta nlekọta ahụike ma ọ bụ ọgwụ zuru oke, otu n\"ime ndị okenye abụọ ọ bụla anaghị enwetakwanyere ndị ezinụlọ ma ọ bụ ndị mmadụ n'ozuzu ha ùgwù kwesịrị ekwesị.",
  "N'ọnọdụ ime obodo taa nke ụmụ nwanyị na-esonyewanye n'ọrụ, mgbọrọgwụ nke usoro ezinụlọ jikọtara ọnụ na-emebi",
  "Ọnụ ọgụgụ dị elu nke ndị agadi ndị nọrọla ihe ka ukwuu n'oge ndụ ha na ezinụlọ ha jikọtara ọnụ / gbasaa nwere ike ịnagide owu ọmụma na nchụpụ n'oge agadi ha",
  "N'ime ime obodo, a na-akwanyere ndị okenye nọ n'ezinụlọ, (ya bụ: ndị karịrị afọ iri isii), ùgwù karịa ma na-ewere ha dị ka akụkụ siri ike nke ezinụlọ dịka usoro ezinụlọ jikọtara ọnụ ka bụ akụkụ nke mgbọrọgwụ ha",
  "N'ime obodo nta 46.91% nke ndị okenye nwoke na 50.1% nke ndị agadi nwanyị sitere n'ezinụlọ jikọrọ ọnụ",
  "N'ime ime obodo, 13,560 n'ime 29,000 ndị agadi n'ime ime ime obodo nwere ezinụlọ jikọrọ ọnụ.",
  "Gọọmentị India na-enye ndị agadi ya ikike na ihe owuwu dị iche iche. Mkpebi kachasị ọhụrụ nke Union Cabinet iji kwado iwu ọhụrụ - Maintenance and Welfare of Parents and Senior Citizens Act, 2007, nke e mere iji jeere ndị agadi ozi na-ebi na nkwanye ùgwù na udo",
  "Iwu a ga-ewebata na Nzukọ Ndị Omeiwu nke oge mmiri ozuzo a gụnyere ndokwa iji chebe ndị agadi India ma e wezụga ịkọwa ọrụ steeti na-elekọta ha",
  "Iwu ahụ na-etinyekwa ọrụ iwu na ụmụaka na ndị ikwu iji lekọta nwa amaala ma ọ bụ nne ma ọ bụ nna iji mee ka ndị agadi nwee ndụ dị mma",
  "Ọrụ a metụtara ụmụ amaala India niile, gụnyere ndị bi na mba ọzọ",
  "A ga-achọ ka ụmụ na ndị ikwu nke ndị agadi nye nkwado zuru oke maka ụmụ amaala meworo agadi, ebe gọọmentị steeti ga-emepụta ụlọ ndị agadi na mpaghara ọ bụla.",
  "Ọtụtụ ụlọ ọgwụ gọọmentị na nke onwe na-enye ndị agadi nkwenye na ọgwụgwọ nke ọrịa dịka nsogbu obi, ọrịa shuga, nsogbu akụrụ, ọbara mgbali elu, nsogbu nkwonkwo na nsogbu anya",
  "Enwekwara ọnọdụ maka ịdebe ahịrị dị iche iche maka àkwà ụlọ ọgwụ.",
  "Ụgbọ okporo ígwè India na-enye pasent iri atọ na ọnụahịa tiketi nye ndị niile dị afọ 60 ma ọ bụ karịa",
  "Ọ bụ 50% maka ụmụ nwanyị karịrị afọ 60",
  "A chọrọ ihe akaebe nke afọ",
  "Enwekwara ọnọdụ nke ebe dị ala maka ndị agadi yana ebe dị iche iche maka ịdebanye aha na ịkagbu tiketi iji zere ngwa ngwa na ebe ndị ahụ",
  "Ụlọ ọrụ ụgbọelu India na-enye 50% nkwenye na klas akụ na ụba ya, (na okwu na ọnọdụ ụfọdụ)",
  "Air India na-enye ndị agadi 45% nkwenye na oche nkwagharị ma na-ekwe ka ha buru ụzọ banye n'ụgbọelu ahụ",
  "Ọnụ ọgụgụ dị elu nke ọmụrụ nwa nye ndị agadi ya na atụmatụ nchekwa ụfọdụ nke ụlọ ọrụ post na ụlọ akụ ndị ọzọ na-achịkwa.",
  "The Indian government provides housing facilities such as retirement homes and recreational or educational centers",
  "These centers provide older persons with opportunities to spend their free time doing various activities",
  "Most recreational centers have fitness clubs, yoga centers, parks, spiritual sessions, picnics, food fests for the health and entertainment of senior citizens",
  "Some old age homes also have libraries other activities such as music classes, arts and crafts, quizzes and indoor games",
  "These activities help to spiritually uplift seniors and can contribute to overall health improvements and mental stability."
]