[
  "Lanre Dabiri (amụrụ na Mee 23, 1977), nke a maara nke ọma site na aha ya bụ Eldee, nke a na-akpọ eLDee, bụ onye ogụ egwu Nigerian-American lara ezumike nká nakwa onye na-edekọ ihe ndekọ mana ugbu a ọ bụ IT Consultant nke dị na United States",
  "Ọ bụ onye otu egwu Trybesmen, nke malitere na 1998 na ndị egwu KB na Freestyle",
  "O meela abọm ise naanị ya",
  "N'afọ 2019, o kwuru na ọ naghị akwa ụta maka ịhapụ egwu dịka ụzọ ọ na-aga ugbu a agaghị eme ka ọ nwee oge maka ezinụlọ ya. Na 1 Ọktọba 2016, Netng depụtara ya na ndepụta ya nke ndị na-eme egwuregwu iri ise na isii kachasị mma na Naijiria n'oge niile, maka onyinye ya maka ụlọ ọrụ egwu, na maka ịtọ ntọala chaatị mbụ nke Nigeria, nke a maara dị ka Playdata, maka nyochaa egwu na redio.",
  "A mụrụ eLDee na 23 Mee 1977, na Kaduna steeti bụ mpaghara ugwu nke Naijiria",
  "Ọ bụ onye Lagos Island na Lagos Steeti nke Naịjirịa.",
  "Ọ gara Command Children School kaduna na Essence International School tupu ọ kwaga Lagos maka agụmakwụkwọ dị elu",
  "O nwere nzere masta na Architecture na Mahadum nke Lagos, Nigeria n'afọ 2001.",
  "E kwuru na eLDee bụ otu n'ime ndị ọsụ ụzọ nke ụdị egwu afrobeats",
  "N'afọ 1998, ọ malitere otu egwu a na-akpọ Trybesmen nke gara n'ihu bụrụ otu n'ime ndị otu egwu nke mere ka ejikọta Hip-hop, highlife, pop na egwu ọdịnala afrobeat",
  "Trybesmen bụ ndị na-eti egwu na kọntinent site n'afọ 2000 ma rụọ ọrụ dị mkpa n'ịkpụzi ụdị egwu ọhụrụ.",
  "eLDee webatara ndị na-agu egwu iri na isii na akara Trybe Records ya, ma kpọọ mmekorita nke ndị omenkà niile kwuru Da Trybe",
  "Ha mepụtara egwu \"Work it out\" na \"Oya\" na 2002, na abọm BIG Picture na 2005.",
  "Mgbe ọ kwagara United States n'afọ 2002, eLDee dekọrọ abọm nke akpọrọ Long Time Coming (2004)",
  "Ọ gbasoro ya na Return of the King (2006), nke nwere otu \"I Go Yarn\"",
  "Return of the King meriri \"Best International Album\" na 2007 Nigeria Entertainment Awards na New York City. Abọm ya ndị sochirinụ bụ Big Boy (2008), nke akpọrọ Evolution, Is it your money Vol.1 (2010) na Undeniable (2012).",
  "eLDee arụla ọrụ dị ka onye na-ese ihe, onye na-emepụta ihe, onye nduzi na onye ndụmọdụ mgbasa ozi mmekọrịta.",
  "\"Lanre\" bụ ihe sitere na aha Yoruba \"Olanrewaju\" (nke pụtara \"Akụ na ụba na-aga n'ihu\").",
  "eLDee na enyi ya ogologo oge, Dolapo Latinwo-Bello lụrụ di na nwunye ma ha nwere ụmụ nwanyị abụọ, Temi, na Toke",
  "Ọ nọ na Atlanta, USA kemgbe 2002.",
  "N'ọnwa Disemba afọ 2013, o biputere ozi na ibe Twitter ya iji kwupụta nkwado ya maka ikike nwoke idina nwoke na nwanyị idina nwanyị, na-ekwu na enwere olileanya na otu ụbọchị n'oge na-adịghị anya, Afrịka ga-aghọta na mmegide nwoke na nwanyị adịghị iche na ịkpa ókè agbụrụ ma ọ bụ okpukpe.",
  "Àtụ:Eldee"
]