[
  "Elders Colonial Airways bụ ụlọ ọrụ ụgbọ elu dị na Lagos, Nigeria, ọ bụkwa onye mmekọ nke Imperial Airways",
  "Ụlọ ọrụ ụgbọelu ahụ rụrụ ọrụ site na 1935-1940.",
  "N'afọ 1932, Imperial Airways malitere ịrụ ọrụ ụgbọ elu kwa izu site na England gaa South Africa, ụgbọ elu ahụ na-ejikwa ọtụtụ obodo niile n'Africa n'ụzọ ya",
  "Mmụba nke ọnụ ọgụgụ okporo ụzọ hụrụ ka a na-arụ ọrụ ụgbọ elu ahụ ugboro abụọ n'izu site na Jenụwarị 1935, ọ bụkwa n'oge a ka ụlọ ọrụ ụgbọ elu na Ministri ikuku rụzuru mkparịta ụka maka ịmepụta ụzọ site na Khartoum na Anglo-Egyptian Sudan gaa Naịjirịa",
  "Ebumnuche ya bụ ka ụgbọ elu kwụsị na Lagos, mana n'ihi na enweghị ọdụ ụgbọ elu nke dabara adaba maka ọrụ, ụgbọ elu kwụsịrị na Kano, na ndị njem jikọtara na Lagos site na ụgbọ okporo ígwè",
  "Imperial Airways chọrọ ụlọ ọrụ ụgbọ elu iji rụọ ọrụ n'etiti Kano na ọdụ ụgbọ mmiri Elder Dempster Lines na Takoradi na Gold Coast.",
  "Iji mezuo nke a, e guzobere Imperial Airways (Nigeria na Gold Coast) Limited n'etiti Imperial na Elder Dempster na 7 Nọvemba 1935, a na-ejikwa ya dịka Elders Colonial Airways",
  "Imperial Airways nwere ọkara nke ụlọ ọrụ ahụ ma nye ụgbọelu na ndị ọrụ niile. A haziri ya maka ọrụ Elders Colonial ka ha wee jikọọ na mbata na ọpụpụ nke ụgbọ mmiri Elder Dempster na ụgbọ elu Imperial, na-enye ohere maka nkesa ngwa ngwa nke ndị njem na akwụkwọ ozi na Gold Coast na Naịjirịa.",
  "N'abalị iri na atọ n'ọnwa Ọktoba n'afọ 1937, a malitere ụgbọ elu n'okporo ụzọ si Lagos-Accra site na iji de Havilland Express si Imperial Airways. A kọrọ na nsogbu ọtụtụ ụgbọ gbochiri okporo ụzọ n'okporo ụzọ ahụ, mana Imperial Airways meriri nchegbu ndị a site na itinye ngwaọrụ nwere ike igbu anwụnta n'ụgbọelu ahụ. A malitere ọrụ kwa izu na Imperial site na Freetown ruo Bathurst na 25 June 1938 na Short Scion Senior, ma na-arụ ọrụ site na Conakry, Bolama na Bissau",
  "A malitere ụzọ Lagos-Takoradi na 4 Eprel 1939, ebe na 15 Julaị 1939 a kwụsịrị ọrụ Freetown-Bathurst",
  "Mgbe otu n'ime ụgbọ elu Short Scion Senior nke ụlọ ọrụ ụgbọ elu ahụ na-ada na Bathurst mgbe ọ nọ n'ọdụ ụgbọ mmiri n'ọnwa Ọgọstụ 1939, a kwụsịrị ọrụ ha nye Bathurest n'ozuzu.",
  "Site na mmalite nke Agha Ụwa nke Abụọ, Elders Colonial Airways kwụsịrị ọrụ na 14 June 1940, mgbe ọrụ agha ahụ na-amaliteghachighị, West African Airways Corporation nọchiri ọrụ ụgbọ elu."
]