[
  "Azụmahịa elektrọnik (ma ọ bụ \"Online Business\" ma ọ bụ \"e-business\") bụ ụdị azụmahịa ọ bụla ma ọ bụ azụmahịa azụmahịa nke gụnyere ịkekọrịta ozi n'ofe ịntanetị",
  "Azụmahịa bụ mgbanwe nke ngwaahịa na ọrụ n'etiti azụmahịa, otu, na ndị mmadụ n'otu n'otu ma enwere ike ịhụ ya dị ka otu n'ime ọrụ dị mkpa nke azụmahịa ọ bụla.",
  "Azụmahịa eletrọnịkị na-elekwasị anya n'iji ozi na teknụzụ nkwukọrịta na-eme ka ọrụ mpụga na mmekọrịta nke azụmahịa na ndị mmadụ n'otu n'otu, otu, na azụmaahịa ndị ọzọ, ebe azụmahịa e-azụmahịa na-ezo aka azụmahịa site n'enyemaka nke ịntanetị",
  "Azụmahịa eletrọnịkị dị iche na azụmaahịa eletrọnịkị dịka ọ bụghị naanị na ọ na-emekọ azụmahịa n'ịntanetị nke ire na ịzụrụ ngwaahịa na/ma ọ bụ ọrụ kamakwa ọ na-enyere aka ịme usoro azụmaahịa (ngwa ngwa inbound/outbound, nrụpụta & arụmọrụ, ahịa na ire ahịa, ọrụ ndị ahịa",
  ") n'ime ọnụ ahịa uru site na netwọk ime ma ọ bụ mpụga",
  "Ndị otu IBM na-ere ahịa na ndị otu ịntanetị chepụtara okwu ahụ bụ \"e-business\" na 1996.",
  "Azụmahịa eletrọnịkị nwere ike ime n'etiti ọnụ ọgụgụ buru ibu nke ndị sonyere n'ahịa; ọ nwere ike ịbụ n'etiti azụmahịa na ndị ahịa, ndị mmadụ onwe ha, nchịkwa ọha, ma ọ bụ òtù ọ bụla ọzọ dị ka NGO",
  "Enwere ike kewaa ndị a dị iche iche sonyere n'ahịa ụzọ atọ: 1) Azụmahịa (B) 2) Ndị ahịa (C) 3) nchịkwa (A) Ha niile nwere ike ịbụ ndị na-azụ ahịa ma ọ bụ ndị na-enye ọrụ n'ime ahịa ahụ",
  "Enwere ike nchikota itoolu maka mmekọrịta azụmahịa eletrọnịkị",
  "B2C na B2B bụ nke e-azụmahịa, ebe A2B na A2A so na ngalaba E-gọọmenti bụkwa akụkụ nke azụmahịa eletrọnịkị.",
  "Site na mmepe nke ụlọ ọrụ e-azụmahịa, ọrụ azụmahịa na-adịwanye mgbagwoju anya iji hazie, ya mere ịrụ ọrụ nke ọma na azụmahịa dị oké mkpa maka ịga nke ọma nke e-azụmahịa",
  "N'ihi ya, nhazi usoro nhazi nke ọma bụ isi ihe dị na e-azụmahịa, n'ihi na ụlọ ọrụ e-azụmahịa anaghị elekwasị anya naanị na ịmepụta ebe nrụọrụ weebụ kwesịrị ekwesị kama ọ na-elekwasịkwa anya na akụrụngwa kwesịrị ekwesị, usoro mmepụta ihe nke ọma, wdg",
  "nkọwa, njikwa nrụnye ọkọnọ na-ezo aka na njikwa nke ngwa ahịa na ọrụ, yana mmemme niile jikọtara ya na ịtụgharị akụrụngwa ka ọ bụrụ ngwaahịa ikpeazụ",
  "Ebumnobi nke azụmahịa bụ ịbawanye uru ndị ahịa wee nweta uru asọmpi karịa ndị ọzọ",
  "Nlekọta ihe nrụnye na ụlọ ọrụ e-azụmahịa na-elekwasị anya n'ichepụta ihe, ịnye akụrụngwa, ijikwa ọkọnọ na ihe achọrọ, nkesa, wdg",
  "Njikwa usoro ọkọnọ nke ọma na e-azụmahịa na-enyekarị ohere maka ụlọ ọrụ ahụ iji kwalite ohere ọhụrụ",
  "maka ịbawanye uru ha site na imeju na imezu ihe ndị ahịa tụrụ anya",
  "Site na njikwa nrụnye ọkọnọ emepụtara nke ọma, ụlọ ọrụ ahụ nwere ohere maka ọganiihu ka mma site n'ịmepụta mmekọrịta ziri ezi na netwọọdụ ọkọnọ, na-akpaghị aka azụmaahịa, wdg.",
  "A na-atụle ọrụ enyere nke teknụzụ e-azụmahịa na ụlọ ọrụ na-ahụ maka ihe nkesa na mmepe nke mmekorita n'ime na n'etiti nzukọ, na mmetụta ya na arụmọrụ n'ụzọ miri emi n'isiokwu nke Nada Sanders dere.",
  "Iji chịkọta, njikwa ihe nkesa dị irè na ụlọ ọrụ e-azụmahịa dị mkpa maka isi ihe atọ: -Ịhụ na ọkwa ọrụ dị elu na nnweta ngwaahịa; -Ịgba ume ahụmịhe ndị ahịa dị mma na nyocha, na iwulite aha ọma; -Ọkwadabara;",
  "Otu n'ime ogidi ntọala nke azụmahịa kọmputa bụ mmepe nke Electronic Data Interchange (EDI) electronic data interchange",
  "Usoro a dochie nzipu ozi ọdịnala na faxing nke akwụkwọ na nnyefe dijitalụ nke data site n'otu kọmputa gaa na nke ọzọ, n'enweghị enyemaka mmadụ ọ bụla",
  "A na-ewere Michael Aldrich dị ka onye mmepụta nke onye bu ụzọ na ịzụ ahịa n'ịntanetị",
  "N'afọ 1979, onye ọchụnta ego ahụ jikọtara telivishọn na kọmputa nhazi azụmahịa na akara ekwentị ma kpọọ ya \"teleshopping\", nke pụtara ịzụ ahịa n'ebe dị anya.\nSite n'etiti afọ iri itoolu, e mere ọganihu dị ukwuu n'iji Intanet eme ihe n'ahịa",
  "Amazon, nke malitere n'afọ 1995, malitere dị ka ụlọ ahịa akwụkwọ n'ịntanetị ma too wee ghọọ onye na-ere ahịa n'ịntanetị kachasị ukwuu n'ụwa niile, na-ere nri, ihe egwuregwu, eletriki, uwe na ndị ọzọ",
  "Akụkọ ndị ọzọ na-aga nke ọma nke ahịa n'ịntanetị gụnyere eBay ma ọ bụ Etsy",
  "N'afọ 1994, IBM, ya na ụlọ ọrụ ya Ogilvy & Mather, malitere iji ntọala ya na ngwọta IT na ọkachamara iji zụọ onwe ya dị ka onye ndu nke na-azụ ahịa na Intanet site na okwu \"e-business\". Mgbe ahụ, onye isi ụlọ ọrụ Louis V",
  "Gerstner, Jr",
  "dị njikere itinye ego $ 1 ijeri iji zụọ ụdị ọhụrụ a.",
  "Mgbanwe n'ebe e-azụmahịa dị mgbagwoju anya ma ka o wee nwee ihe ịga nke ọma, ọ dị mkpa iji dozie n'etiti atụmatụ, ụdị azụmahịa gbanwere (e-intermediary, ahịa), usoro ziri ezi (ire ahịa, ahịa) na teknụzụ (Njikwa Ngwunye, Nchịkwa Mmekọrịta Ndị Ahịa).",
  "Mgbe òtù na-aga n'ịntanetị, ha ga-ekpebi ụdị e-azụmahịa kachasị mma maka ihe mgbaru ọsọ ha",
  "A na-akọwa ụdị azụmahịa dị ka nhazi nke ngwaahịa, ọrụ na ozi na-asọ asọ, na isi iyi nke ego na uru maka ndị na-eweta ya na ndị ahịa",
  "Echiche nke ụdị e-azụmahịa bụ otu ihe ahụ mana eji ya na ntanetị.",
  "Akụkụ bụ isi nke ụdị azụmaahịa bụ ụdị ego enwetara ma ọ bụ ụdị uru, nke bụ usoro maka iwepụta ego",
  "Ọ na-akọwapụta isi mmalite ego a ga-enweta, uru ọ ga-enye, otu esi akwụ ụgwọ ya, na onye na-akwụ ụgwọ ahụ",
  "Ọ bụ akụkụ dị mkpa nke ụdị azụmahịa ụlọ ọrụ",
  "Ọ na-akọwapụta ngwaahịa ma ọ bụ ọrụ a ga-emepụta iji nweta ego na ụzọ a ga-esi ree ngwaahịa ma ọ bụ ọrụ ahụ.",
  "Na-enweghị ụdị ego a na-enweta nke ọma, ya bụ, atụmatụ doro anya nke otu esi enweta ego, azụmahịa ọhụrụ ga-agbasi mbọ ike n'ihi ụgwọ ndị ha na-agaghị enwe ike ịkwado",
  "Site n'inwe ụdị ego ha ga-enweta, azụmahịa nwere ike ilekwasị anya na ndị na-ege ntị lekwasịrị anya, kwado atụmatụ mmepe maka ngwaahịa ma ọ bụ ọrụ, guzobe atụmatụ ahịa, malite usoro kredit wee bulie isi obodo.",
  "E-azụmahịa (mkpụmkpụ maka \"azụmahịa eletrọnịkị\") na-ere ahịa na ngwaahịa ma ọ bụ ọrụ site na iji netwọk kọmputa, dị ka ịntanetị",
  "Azụmahịa eletrọnịkị na-adọta na teknụzụ dị ka azụmahịa mkpanaka, ịnyefe ego eletrọnịkị, inyefe njikwa agbụ, ịre ahịa ịntanetị, nhazi azụmahịa n'ịntanetị, mgbanwe data eletrọnịkị (EDI), sistemu njikwa ngwa ahịa, na nchịkọta data akpaaka",
  "Azụmahịa eletrọnịkị ọgbara ọhụrụ na-eji World Wide Web ma ọ dịkarịa ala otu akụkụ nke usoro ndụ azụmahịa, n'agbanyeghị na ọ nwekwara ike iji teknụzụ ndị ọzọ dị ka ozi-e.",
  "Njikwa mmekọrịta ndị ahịa (CRM) bụ atụmatụ a na-eji wulite mmekọrịta na mmekọrịta ya na ndị ahịa na ndị ahịa nwere ike / n'ọdịnihu",
  "CRM na-enye ọrụ ndị ahịa ka mma, na-enye ohere ka ụlọ ọrụ nyochaa ndị ahịa ha gara aga, ugbu a na ndị ga-eme n'ọdịnihu na ọkwa dị iche iche",
  "Ọ bụ otu n'ime ihe ndị dị mkpa maka azụmahịa ọ bụla, gụnyere e-azụmahịa n'ihi na ọ na-enye ohere ka ụlọ ọrụ na-eto eto na ịga nke ọma",
  "Enweghị ike ịme ya na-enweghị teknụzụ",
  "Ọ bụ nguzobe nkekọ n'etiti ndị ahịa na ụlọ ọrụ",
  "CRM na-emetụta saịtị e-azụmahịa site n'ịghọ akụkụ dị mkpa nke ọganihu azụmahịa",
  "Ịnakọta ọnụ na ịtụle data ndị ahịa na-enyere aka wulite ikike e-CRM nke ụlọ ọrụ, nke na-eduga na ọganihu ụlọ ọrụ nke ụlọ ọrụ",
  "Ebumnuche nke CRM bụ ịmepụta mmekọrịta 1-1 na-erite uru, ogologo oge na ndị ahịa, site n'ịghọta mkpa ha na atụmanya ha",
  "Atụmatụ a na-eji ụzọ abụọ dị iche iche: ngwa ngwanrọ na ngwanrọ dịka ọrụ.",
  "E-azụmahịa CRM (e-CRM) na-elekwasị anya na ahụmịhe ndị ahịa na ahịa ndị a na-eme n'ịntanetị",
  "Ọtụtụ ngwa e- CRM nwere ikike inyocha ozi ndị ahịa, usoro ahịa, ndekọ na ịchekwa data, yana metrik webụsaịtị, dịka ọmụmaatụ:",
  "Ọ bụ ezie na e dere ọtụtụ ihe banyere uru akụ na ụba nke azụmahịa na-enye aka n'Ịntanet, enwerekwa ihe akaebe na akụkụ ụfọdụ nke ịntanetị dị ka map na ọrụ ndị maara ebe nwere ike ịrụ ọrụ iji mee ka enweghị nhata akụ na ụba na nkewa dijitalụ. Azụmahịa elektrọnik nwere ike ịbụ ihe na-ahụ maka nkwado na mbelata nke nne na pop, brik na ụlọ ọrụ na-akpata mmụba na enweghị ego. Onye edemede Andrew Keen, onye nkatọ ogologo oge nke mgbanwe mmekọrịta mmadụ na ibe ya nke Intanet kpatara, lekwasịrị anya n'oge na-adịbeghị anya na mmetụta akụ na ụba nke nkwado site na azụmahịa Ịntanetị, ebe ọ bụ na ụlọ ọrụ ndị a na-ewe mmadụ ole na ole kwa dollar nke ahịa karịa ndị na-ere ahịa ọdịnala.",
  "Sistemụ azụmaahịa e-azụmahịa nwere nnukwu ihe egwu nchekwa karịa sistemu azụmaahịa ọdịnala, yabụ ọ dị mkpa ka e chebe sistemu azụmaahịa e-azụmahịa nke ọma pụọ ​​n'ihe egwu ndị a",
  "Ọnụ ọgụgụ ka ukwuu nke ndị mmadụ na-enweta ahịa e-azụmahịa site na ịntanetị karịa ka ha ga-enwe ike ịnweta azụmahịa omenala",
  "Ndị ahịa, ndị na-ebubata ngwaahịa, ndị ọrụ na ọtụtụ ndị ọzọ na-eji usoro e-azụmahịa ọ bụla kwa ụbọchị ma na-atụ anya ka ozi nzuzo ha nọrọ na nchekwa",
  "Ndị na-agba ọsọ bụ otu n'ime ihe egwu dị egwu na nchekwa nke azụmahịa e-azụmahịa",
  "Ụfọdụ nchegbu nchekwa a na-enwekarị maka azụmahịa e-azụmahịa gụnyere idobe azụmahịa na ozi ndị ahịa na nzuzo na nzuzo, izi ezi nke data, yana iguzosi ike n'ezi ihe data",
  "Ụfọdụ ụzọ a na-esi echebe nchekwa e-azụmahịa yana idobe ozi echekwara gụnyere usoro nchekwa anụ ahụ yana nchekwa data, nnyefe data, sọftụwia mgbochi nje, firewalls na izo ya ezo iji depụta ole na ole",
  "Nzuzo bụ oke ụlọ ọrụ na-eme ka ụlọ ọrụ ndị ọzọ na ndị mmadụ n'otu nweta ozi nkeonwe",
  "Na azụmahịa ọ bụla, ozi nzuzo ga-anọgide na nchekwa ma bụrụ naanị onye nnata bu n'obi nwere ike ịnweta",
  "Otú ọ dị, nke a na-esiwanye ike mgbe ị na-emeso e-azụmahịa kpọmkwem",
  "Idebe ozi dị otú ahụ na nchekwa pụtara ichebe ihe ndekọ kọmputa na faịlụ ọ bụla site na ịnweta ohere n'enweghị ikike, yana ịhụ na nnyefe dị mma na nchekwa data nke ozi dị otú ahụ",
  "Ngwá ọrụ dị ka izo ya ezo na firewalls na-achịkwa nchegbu a kpọmkwem n'ime e-azụmahịa.",
  "Azụmahịa azụmahịa na-eweta ihe ịma aka ka ukwuu maka ịmepụta eziokwu n'ihi ịdị mfe nke enwere ike ịgbanwe ma depụtaghachi ozi kọmputa",
  "Ndị otu abụọ na azụmahịa e-azụmahịa chọrọ inwe mmesi obi ike na onye nke ọzọ bụ onye ha na-azọrọ na ọ bụ, ọkachasị mgbe onye ahịa nyere iwu wee nyefee ụgwọ na kọmputa",
  "Otu ụzọ a na-ahụkarị iji hụ na nke a bụ iji belata ohere ịnweta netwọk ma ọ bụ ndị a tụkwasịrị obi site na iji teknụzụ netwọk nkeonwe (VPN)",
  "Nguzobe nke eziokwu ka ukwuu mgbe a na-eji ngwakọta nke usoro, usoro ndị dị otú ahụ gụnyere ịlele \"ihe ị maara\" (ya bụ paswọọdụ ma ọ bụ PIN), \"ihe ị chọrọ\" (ya bụ kaadị akwụmụgwọ), ma ọ bụ \"ihe ị bụ\" (ya bụ mbinye aka dijitalụ ma ọ bụ usoro nkwupụta olu)",
  "Ọtụtụ oge na e-azụmahịa, Otú ọ dị, \"ihe ị bụ\" mara mma site n'inyocha \"ihe ị nwere\" nke onye zụrụ ya (ya bụ kaadị akwụmụgwọ) na \"ihe ị maara\" (ya bụ nọmba kaadị).",
  "Iguzosi ike n'ezi ihe data na-aza ajụjụ \"Enwere ike ịgbanwe ma ọ bụ mebie ozi ahụ n'ụzọ ọ bụla?\" Nke a na-eduga na mmesi obi ike na ozi a natara yiri ozi ezitere",
  "Azụmahịa kwesịrị inwe obi ike na a naghị agbanwe data na njem, ma ọ bụ ụma ma ọ bụ site na mberede",
  "Iji nyere aka na iguzosi ike n'ezi ihe data, firewalls na-echebe data echekwara megide ịnweta ohere n'enweghị ikike, ebe naanị ịkwado data na-enye ohere mgbake ma ọ bụrụ na data ma ọ bụ ngwá ọrụ mebiri.",
  "Nchegbu a na-ekwu maka ịdị adị nke ihe akaebe na azụmahịa",
  "Azụmahịa ga-enwe mmesi obi ike na onye nnata ma ọ bụ onye zụrụ ya enweghị ike ịgọnahụ na azụmahịa emeela, nke a pụtara inwe ihe akaebe zuru ezu iji gosipụta azụmahịa ahụ",
  "Otu ụzọ isi dozie enweghị mgbagha bụ iji mbinye aka dijitalụ. Ntinye aka dijitalụ ọ bụghị naanị na-ahụ na onye ahụ bịanyere aka na ozi ma ọ bụ akwụkwọ na kọmputa, mana ebe ọ bụ na ọ bụ naanị otu onye nwere ike ịmepụta mbinye aka dijitalụ, ọ na-ahụkwa na onye a enweghị ike ịgọnahụ na ha nyere mbinye aka ha.",
  "Mgbe ụfọdụ akụ na ụba eletrik na ozi na-ejedebe naanị mmadụ ole na ole nwere ikike, azụmahịa na ndị ahịa ya ga-enwe mmesi obi ike na ọ dịghị onye ọzọ nwere ike ịnweta usoro ma ọ bụ ozi",
  "E nwere usoro dịgasị iche iche iji dozie nchegbu a gụnyere firewalls, ohere ohere, njirimara onye ọrụ na usoro nkwenye (dịka paswọọdụ na asambodo dijitalụ), Virtual Private Networks (VPN), na ọtụtụ ihe ndị ọzọ.",
  "Nchegbu a dị mkpa kpọmkwem maka ndị ahịa azụmahịa dịka ụfọdụ ozi ga-adị mgbe ndị ahịa chọrọ ya",
  "A ghaghị ịnye ozi n'ụzọ a pụrụ ịdabere na ya na oge kwesịrị ekwesị, a ghaghị ịchekwa ozi ma weghachite ya dị ka achọrọ",
  "N'ihi na nnweta ọrụ dị mkpa maka ebe nrụọrụ weebụ e-azụmahịa niile, a ghaghị ime ihe iji gbochie ọgba aghara nke ọrụ site na ihe omume dịka nkwụsị ọkụ na mmebi nke akụrụngwa anụ ahụ",
  "Ihe atụ iji dozie nke a gụnyere nchekwa data, usoro mgbochi ọkụ, usoro Uninterrupted Power Supply (UPS), nchedo nje, yana ijide n'aka na enwere ikike zuru oke iji dozie ihe ndị okporo ụzọ netwọk dị arọ chọrọ.",
  "Azụmahịa Intaneti nke na-akwado e-azụmahịa nwere ọnụ ahịa iji nọgide na-enwe ihe dị ka ijeri $2 trillion na dollar IT na-ebupụ naanị na United States naanị",
  "N'ịbụ ndị emebere ma dokwaa ya na koodu webụsaịtị ọ bụla, ibu ọrụ nlekọta ahụ buru ibu",
  "Na narị afọ nke iri abụọ na otu, chọọ ụlọ ọrụ ọhụrụ nke ga-enyere aka ịhazi ọdịdị na ịdị adị nke ịntanetị nke azụmahịa ka ọ bụrụ otu n'ime ọdịdị iji nyere aka belata ụgwọ ọrụ.",
  "Ọdịdị ọnụahịa maka e-azụmahịa dịgasị iche iche site na ụlọ ọrụ ha na-arụ ọrụ",
  "E nwere ụdị isi abụọ nwere njirimara obodo",
  "Otu nke mbụ bụ azụmahịa dijitalụ zuru oke nke na-enyeghị ngwaahịa ma ọ bụ ọrụ ọ bụla na mpụga ụwa dijitalụ",
  "Nke a gụnyere dịka ọmụmaatụ ụlọ ọrụ ngwanrọ, netwọk mmekọrịta, wdg",
  "Maka ndị ahụ, ụgwọ ọrụ kachasị mkpa bụ mmezi nke ikpo okwu",
  "Ọnụ ego ndị ahụ fọrọ nke nta ka ọ bụrụ na ha enweghị njikọ na onye ahịa ọ bụla ọzọ azụmahịa ahụ nwetara, na-eme ka ọnụ ala dị n'akụkụ fọrọ nke nta ka ọ bụrụ efu",
  "Nke a bụ otu n'ime uru dị ukwuu nke ụdị azụmahịa ahụ",
  "Ìgwè nke abụọ bụ ụlọ ọrụ ndị na-enye ọrụ ma ọ bụ ngwaahịa na-abụghị nke ụwa dijitalụ, dị ka ụlọ ahịa n'ịntanetị, maka ụgwọ ndị ahụ siri ike ịchọpụta",
  "Ụfọdụ uru ndị a na-ahụkarị karịa azụmahịa ọdịnala bụ ọnụ ahịa ahịa dị ala, ọnụ ala ndepụta, ụgwọ ọrụ dị ala, ụgwọ ụlọ dị ala, wdg.",
  "Mgbe a bịara na ngwọta nchekwa, azụmahịa kọmputa na-adịgide adịgide chọrọ nkwado maka iguzosi ike n'ezi ihe data, nkwenye siri ike, na nzuzo",
  "Enwere ike ime ọtụtụ ihe iji chebe E-Business anyị",
  "Malite na ihe ndị bụ isi dị ka ịgbanwuo HTTPS site na protocol HTTP ochie nke dị mfe karị maka mwakpo",
  "Ọzọkwa, ihe ndị ọzọ na-achọ nlebara anya zuru oke bụ ichebe sava na panel nchịkwa, nchekwa ọnụ ụzọ ịkwụ ụgwọ, antivirus na ngwanrọ mgbochi malware, iji firewalls bụkwa ihe dị mkpa, mmelite mgbe niile, na ịkwado data anyị.",
  "Enwere ụzọ dị iche iche iji gbochie ịnweta data nke edobere n'ịntanetị",
  "Otu ụzọ bụ iji ngwanrọ mgbochi nje",
  "Nke a bụ ihe ọtụtụ mmadụ na-eji echekwa netwọkụ ha n'agbanyeghị data ha nwere",
  "Ndị ahịa e-azụmahịa kwesịrị iji nke a n'ihi na ha nwere ike ijide n'aka na ozi ezigara na natara na sistemụ ha dị ọcha",
  "Ụzọ nke abụọ iji chebe data bụ iji firewalls na nchedo netwọk",
  "A na-eji firewall egbochi ohere ịnweta netwọkụ nkeonwe, yana netwọk ọha nke ụlọ ọrụ nwere ike iji",
  "Firewall nwekwara ikike ịbanye mgbalị n'ime netwọk wee nye ịdọ aka ná ntị ka ọ na-eme",
  "Ha bara uru nke ukwuu ịhapụ ndị ọzọ na netwọk",
  "Ụlọ ọrụ na-eji Wi-Fi kwesịrị ịtụle ụdị nchebe dị iche iche n'ihi na netwọk ndị a na-adịrị mmadụ mfe ịnweta",
  "Ha kwesịrị ileba anya na ohere echedoro, netwọkụ nkeonwe mebere, ma ọ bụ nchekwa protocol ịntanetị",
  "Nhọrọ ọzọ ha nwere bụ usoro nchọpụta ntinye",
  "Usoro a na-ama ọkwa mgbe enwere ike ịbanye",
  "Ụfọdụ ụlọ ọrụ na-edobe ọnyà ma ọ bụ \"ebe na-ekpo ọkụ\" iji dọta ndị mmadụ wee nwee ike ịmata mgbe mmadụ na-agbalị ịbanye n'ime ebe ahụ.",
  "Encryption, nke bụ n'ezie akụkụ nke cryptography, gụnyere ịgbanwe ederede ma ọ bụ ozi n'ime koodu a na-apụghị ịgụta",
  "A ghaghị ịkọwapụta ozi ndị a iji nwee nghọta ma ọ bụ nwee ike iji ya mee ihe maka mmadụ",
  "Enwere mkpịsị ugodi nke na-achọpụta data ahụ nye otu onye ma ọ bụ ụlọ ọrụ",
  "Site na nzuzo nzuzo ọha, enwere n'ezie mkpịsị ugodi abụọ eji",
  "Otu bụ nke ọha na eze, otu bụ nke onwe ya",
  "A na-eji nke ọha na eze maka izo ya ezo na nke nzuzo maka ịkọwapụta",
  "Enwere ike ịgbanwe ọkwa nke izo ya ezo n'ezie ma kwesiri ịdabere na ozi ahụ",
  "Igodo ahụ nwere ike ịbụ naanị slide dị mfe nke akwụkwọ ozi ma ọ bụ ngwakọta zuru oke nke akwụkwọ ozi",
  "Nke a dị mfe iji mejuputa n'ihi na enwere ngwanrọ nke ụlọ ọrụ nwere ike ịzụta",
  "Ọ dị mkpa ka ụlọ ọrụ jide n'aka na e debanyere mkpịsị ugodi ya na ikike asambodo.",
  "Isi ihe nke asambodo dijitalụ bụ ịmata onye nwe akwụkwọ",
  "N'ụzọ dị otú a, onye nnata maara na ọ bụ ezigbo akwụkwọ",
  "Ụlọ ọrụ nwere ike iji asambodo ndị a n'ọtụtụ ụzọ dị iche iche",
  "Enwere ike iji ha dochie aha ndị ọrụ na paswọọdụ",
  "Enwere ike inye onye ọrụ ọ bụla ihe ndị a iji nweta akwụkwọ ndị ha chọrọ site na ebe ọ bụla ha nọ.\nAsambodo ndị a na-ejikwa izo ya ezo",
  "Otú ọ dị, ha dị ntakịrị mgbagwoju anya karịa izo ya ezo nkịtị",
  "Ha jiri ozi dị mkpa n'ime koodu ahụ",
  "Ha na-eme nke a iji jide n'aka na akwụkwọ ndị ahụ bụ eziokwu yana nzuzo na iguzosi ike n'ezi ihe data nke na-esonyere izo ya ezo mgbe niile.\nA naghị eji asambodo dijitalụ eme ihe n'ihi na ha na-agbagwoju ndị mmadụ anya iji mejuputa",
  "Enwere ike inwe nsogbu mgbe ị na-eji ihe nchọgharị dị iche iche, nke pụtara na ọ dị ha mkpa iji ọtụtụ asambodo",
  "A na-agbanwe usoro ahụ ka ọ dị mfe iji.",
  "Ụzọ ikpeazụ iji nweta ozi n'ịntanetị ga-abụ iji mbinye aka dijitalụ",
  "Ọ bụrụ na akwụkwọ nwere mbinye aka dijitalụ na ya, ọ dịghị onye ọzọ nwere ike idezi ozi ahụ n'enweghị nchọpụta",
  "N'ụzọ dị otú ahụ ma ọ bụrụ na edezi ya, enwere ike idozi ya maka ntụkwasị obi mgbe eziokwu ahụ gasịrị",
  "Iji jiri mbinye aka dijitalụ, mmadụ ga-eji ngwakọta nke cryptography na ozi digest",
  "A na-eji nchịkọta ozi iji nye akwụkwọ ahụ uru pụrụ iche",
  "A na-ezochi uru ahụ na igodo nzuzo nke onye na-ezipụ ya.",
  "Mgbe ị na-elele e-Business anyị nwere ọtụtụ uru, nke na-ejikarị eme ka azụmahịa dị mfe",
  "Uru nke imejuputa ngwá ọrụ e-Business dị na nhazi nke usoro azụmahịa ma ọ bụghị nke ukwuu n'iji teknụzụ eme ihe",
  "Nke a bụ ụfọdụ:",
  "N'agbanyeghị oke niile, enwerekwa ụfọdụ adịghị ike anyị kwesịrị ilebara anya",
  "Oke kachasị nke azụmahịa eletrọnịkị bụ:",
  "tupu ịzụrụ ikpeazụ",
  "N'ụdị ọdịnala, anyị nwere ahụmịhe ndị ahịa nkeonwe, ebe azụmaahịa elektrọnik nke na-abụkarị ọ bụghị ikpe",
  "Ihe ọzọ na-efu efu nke mmetụ aka onwe onye nwekwara ike ịbụ na azụmahịa ịntanetị."
]