[
  "Elena Linari (amụrụ n'abalị iri na ise n'ọnwa Eprel n'afọ 1994) bụ onye Ịtali na-agba bọọlụ nke na-agbachitere ndị otu Serie A nke Ịtali AS Roma",
  "Ọ gbakwara bọọlụ  nye FC Girondins de Bordeaux, Atlético Madrid, Fiorentina na Brescia, ọ nwetakwala ihe nrite league anọ, iko anọ na iko abụọ. Ọ bụ onye otu egwuregwu mba Ịtali kemgbe afọ 2013.",
  "N'abaliị iri na anọ nke ọnwa Jenụwarị afọ 2021, ọ sonyeere AS Roma na nnyefe n'efu wee bịanye aka na nkwekọrịta ruo ọnwa June afọ 2021.",
  "Linari malitere ọrụ ntorobịa ya na Atletica Castello ma gbaa bọọlụ n'egwuregwu ọzụzụ nwoke na nwanyị ruo mgbe ọ kwagara na ụlọ akwụkwọ bọọlụ Claudio Desolati na Florence mgbe Linari dị afọ iri na anọ",
  "Mgbe ahụ, ọ gbara bọọlụ nye klọb bọọlụ nke mpaghara ya bụ Firenze nke oge nke ise, malite na afọ 2008-2009 wee mee Serie A mbụ ya mgbe ọ dị afọ iri na isii na klọb ahụ",
  "Linari ga-emeri Primavera title na Firenze na oge 2012-2013.",
  "Onye a na agbachitere ndị Ịtali ga-eme mpụta ugboro otu narị na asaa  nye Firenze ruo mgbe Linari kwagara Brescia n'oge ọkọchị nke afọ 2013",
  "O meriri ọtụtụ aha otu na Brescia, gụnyere mmeri Serie A league na oge mbụ ya na klọb ahụ",
  "Linari mekwara UEFA Champions League mbụ ya na Brescia n'abali itoolu nke ọnwa Ọktoba afọ 2014",
  "Ọ mesịrị soro Coppa Italia na 2014-15, wee merie iko Supercoppa abụọ na 2014 na 2015",
  "N'oge ọkọchị nke afọ 2016, Linari kpebiri ịlaghachi n'ógbè ya ma kpọọ Fiorentina, nke bụ klọb ọ kwadoro kemgbe ọ bụ nwata.",
  "Linari ga-aga n'ihu merie otu egwuregwu na iko Coppa Italia abụọ n'oge oge abụọ ọ na-egwuri egwu maka Fiorentina, tupu ọ kwenye ịghọ nwanyị mbụ na-agba bọọlụ n'Ịtali ịbịanye aka na nkwekọrịta ọkachamara mgbe ọ bịanyere aka na Atlético Madrid n'oge ọkọchị nke afọ 2018.",
  "N'oge ọ nọrọ afọ abụọ na Spain, Linari meriri n'asọmpi Liga wee soro Atletico gbaa iko ikpeazụ tupu ọ kwaga France ka ọ bịanye aka na Bordeaux na afọ 2020",
  "Oge dị mkpirikpi ọ nọrọ na Bordeaux enweghị ihe ịga nke ọma, Linari nyekwara ya ịlaghachi n'obodo ya bụ Ịtali ma soro Roma gwuo egwu site na Jenụwarị 2021 gaa n'ihu.",
  "N'ime ọnwa isii mbụ Linari na-egwuri egwu maka Roma, ọnụego ịgba goolu nke otu ahụ si na 1.21 goolu a na-enye n'egwuregwu ọ bụla gbadata na 0.88 goolu a ga-enye n\"egwuregwu ọ ọ bụla. A na-ekwu na ọbịbịa Linari bụ nke a na-ekwukarị na ọ bụ ya mere e ji weghachite nkwenye Roma na ihe mgbaru ọsọ ha ogologo oge yana inyere aka iduga Roma na nnukwu iko mbụ nke klọb ahụ n'akụkụ ụmụ nwanyị nke egwuregwu ahụ.",
  "N'abalị iri atọ n'ọnwa Mee n'afọ 2021, onye na-agbachitere ndị Ịtali gbara bọọlụ iri na isii, gbaa bọọlụ 111 ma merie ndị Roma n'asọmpi ise n'elu na mmeri ikpeazụ ha meriri AC Milan na Coppa Italia nke afọ 2021. Mmeri ahụ mere ka Linari merie ihe nrite nke anọ nke onye mmeri Coppa Italia n'ọrụ ịgba chaa chaa ya."
]