[
  "Eletu Odibo nke Lagos bụ onye a ma ama nke ọdịnala nke jere ozi dị ka onye na-eme eze nke Oba nke Lagos",
  "Dị ka onye isi nke ndị isi Akarigbere, Eletu Odibo na-ejekwa ozi dị ka praịm minista nke Oba.",
  "Oba nke Benin zigara otu ndị isi Benin tinyere onyeisi agha ya, Ashipa, iji chekwaa ọdịmma Benin na ihe omume Lagos",
  "Eletu Odibo bụ onye isi nke otu a nke so Ashipa gaa Lagos.",
  "Mgbe Ashongbon (onye isi agha) gwara Eletu Odibo banyere oghere dị n'ọnọdụ ocheeze nke Oba, nyochara oghere ahụ site na ileta Iga Idunganran, obí eze",
  "Mgbe nkwenye gasịrị, Eletu laghachiri n'ebe nsọ ya ebe ọ gakwuuru Ifa Oracle",
  "O ji aha ụmụ nwoke niile ruru eru site na ụlọ na-achị Lagos iji nweta nkwupụta sitere n'aka chi ha",
  "Eletu na Ashongbon na-akpọ nzukọ ebe a na-egosi onye ga-abụ Oba",
  "Ndị na-abịa ngosi ahụ gụnyere: Omo-Obas (ndị eze dị iche iche), Ibigas (ndị ohu), White Cap Chiefs, War Chiefs، na ndị nnọchiteanya nke obodo ndị kwesịrị ịkwado Oba nke Lagos.",
  "Esemokwu dị ịlụ n'etiti Eletu Odibo na nwa eze Kosoko nke oge ahụ malitere na mmalite nke senchiri nke irí na itoolu",
  "Kosoko kpasuru Eletu iwe site n'ịlụ nwanyị nke e kwere Chief Eletu Odibo na nkwa ịlụ. Eletu Odibo, dị ka onye na-eme eze, were iwe na mkpebi mpako nke Kosoko ma mesịa jiri ọnọdụ ya mee ka ọtụtụ mgbalị ya iburu oba ghara ịga nke ọma n'afọ ndị na-abịa.",
  "Mgbe Oba Osinlokun nwụrụ na 1829, nwanne Kosoko, Idewu Ojulari, ghọrọ Oba ma chịa site na 1829 ruo n'ihe dị ka 1834/5",
  "Otú ọ dị, ọchịchị Idewu Ojulari enwechaghị mmata n'ihu ọha, na iwu nke Oba nke Benin, onye ndị Lagos rịọrọ arịrịọ (Lagos nọ n'okpuru ọchịchị Benin ruo mgbe ọchịchị Oba Akitoye na Dosunmu, bụ ndị jụrụ ịkwụ ụgwọ ụtụ na Benin), Idewu Oyulari gburu onwe ya. Ebe ọ bụ na Eletu Odibo anaghị anabata Kosoko ugbu a, ndị na-eme Eze kpọrọ Adele a chụgara n'ụlọ site na Badagry ka ọ chịa dị ka Oba nke Lagos maka oge nke abụọ.",
  "Ọchịchị nke abụọ nke Oba Adele kwụsịrị mgbe ọ nwụrụ na 1837 ma ọzọ, Eletu Odibo gbochiri Kosoko ịbanye ma tinye Oluwole, nwa Adele.",
  "Ike nke esemokwu Eletu Odibo na Kosoko mụbara mgbe nke a gasịrị, na Eletu Obibo gbatịrị mmegwara ya na Opo Olu, nwanne nwanyị Kosoko, na-ebo ya ebubo amoosu. Ndị na-akọ maka ọdịnihu hụrụ na aka Opo Olu dị ọcha mana ọ bụghị tupu Oba Oluwole achụpụ ya na Lagos",
  "Akụkọ ụfọdụ na-egosi na Eletu Odibo mechara gbuo Opo Olu site n'ime ka mmiri gbuo ya. Mgbalị onwe onye Eletu mere ka Kosoko na ndị na-eso ụzọ ya chụsoo nnupụisi agha dara ada nke a maara dị ka Ogun Ewe Koko (\"agha nke akwụkwọ ede\")",
  "Nke a mere ka Kosoko na ndị na-eso ụzọ ya gbaga Epe mgbe e merisịrị ha. Eletu Odibo wee mee ka ịkpọasị dị n'etiti ogige abụọ ahụ sie ike site n'igwu ozu nne Kosoko ma tụba ha n'ime ọdọ mmiri Lagos.",
  "Mgbe Oba Oluwole nwụrụ na mgbawa n'obí eze Oba na 1841, Akitoye ghọrọ Oba",
  "Akitoye ji nzuzu gbalịa ime ka iwe Kosoko dị jụụ site n'ịkpọ ya laghachi Lagos ma na-anwa iji onyinye mee ka ọ dị jụụ",
  "N'ịtụle esemokwu dị n'etiti Eletu na Kosoko, Eletu mere mkpesa siri ike maka omume Akitoye",
  "Nlaghachi Kosoko na Lagos pụtara na Eletu Odibo ga-aga mba ọzọ ebe ọ bụ na ogige abụọ ahụ agaghị enwe udo",
  "Akitoye kpọghachiri Eletu Odibo site na Badagry, na-eduga Kosoko ikwupụta na ọ bụrụ na Eletu Otibo alaghachi Lagos, ọ ga-eme onwe ya eze.",
  "Esemokwu dị n'etiti Akitoye na Kosoko rịrị elu nke ukwuu, na-eduga Akitoye ịrịọ ngwa ngwa ka Eletu Odibo laghachi",
  "Na Julaị 21, 1845, Eletu laghachiri Lagos ya na ndị agha na-akwado ya site na Badagry ma ndị agha Kosoko nọ n'akụkụ mmiri zutere ya iji gbochie nloghachi ya",
  "Agha malitere n'agha a na-akpọ Ogun Olomiro (Agha Mmiri nnu) nke mere ka akụkụ Kosoko nọchibido Obí Oba ruo izu atọ.  Kosoko meriri ma chụpụ Akitoye.",
  "Mgbe nke a gasịrị, e jidere Eletu Odibo ma Kosoko megwara mgbasa nke ọkpụkpụ nne ya site nke Eletu mere (na ikekwe ntuba nke Opo Olu na mmir) site na itinye Eletu Otibo n'ime barel mmanụ na-adịghi, mechie ya, munye ya ọkụ, ma tụfuo ya na Lagos Lagoon."
]