[
  "Ellis (Eli) Reed (amụrụ n'afọ 1946) bụ onye Amerịka na-ese foto na onye nta akụkọ foto. Reed bụ onye na-ese foto ojii mbụ na-arụ ọrụ oge niile nke Magnum Agency were n'ọrụ na onye dere ọtụtụ akwụkwọ, gụnyere Black In America. A matala ọtụtụ n'ime foto sitere na ọrụ ahụ na ihe ngosi na ihe ngosi.",
  "Reed bụbu Nieman Fellow na Mahadum Harvard (1982[[83) ma bụrụkwa prọfesọ ùgbúà na-ahụ maka foto na Mahadim Texas na Austin",
  "Ọ bụ onye nke abụọ maka Pulitzer Prize for Feature Photography n'afọ 1982. Reed bụ onye nnọchi anya Sony Global Imaging yana onye natara World Press Award na Overseas Press Club Award. E nyere Reed ihe nrite Lucie Foundation Award na Documentary Photography n'afọ 2011",
  "N'afọ 2015, e gosipụtara ọrụ Reed na prestigious Visa pour l'image Festival Du Photoreportage na Perpignan, France",
  "N'ọnwa Ọktoba, afọ 2015, a kpọrọ Reed ka ọ kwuo okwu na Schomburg Center for Research in Black Culture dị ka akụkụ nke usoro \"Visually Speaking\"",
  "N'ọnwa Jenụwarị, afọ 2016, Reed bụ onye isi okwu na National Geographic Magazine's Photography Seminar na Washington, D.C.",
  "A zụlitere Reed na Perth Amboy, New Jersey. O sere foto mbụ ya mgbe ọ dị afọ iri, na-edekọ nne ya n'akụkụ osisi Krismas. N'ịbụ onye na-akụziri onwe ya na foto, ọ na-ekwu na nduzi ya bụ Donald Greenhaus kama ọmụmụ ihe ọ bụla. Ọ gụrụ ihe osise na Newark School of Fine and Industrial Arts, gụsịrị akwụkwọ n'afọ 1969.",
  "Reed ghọrọ onye na-ese foto n'onwe ya n'afọ 1970",
  "Magnum Photos sonyeere ya mgbe ihe ịga nke ọma nke ọrụ ya na esemokwu ndị dị ka agha na Central America, agha na Lebanọn (nke ọ kpuchiri n'etiti afọ 1983 na 1987), nnupụisi Haiti nke afọ 1986 megide \"Baby Doc\" Duvalier, na ọrụ agha US nke afọ 1989 na Panama. Reed ghọrọ onye otu zuru oke nke ụlọ ọrụ ahụ n'afọ 1988",
  "O dere ihe ndekọ nke Million Man March, Lebanon n'oge agha obodo, ndụ nke ndị Afrịka Amerịka, ọgba aghara na Zaire, ọrụ agha US na Panama na ihe ndị ọzọ",
  "Reed malitere ise foto nke ihe nkiri na ndị na-eme ihe nkiri n'afọ 1992 ma bụrụkwa onye otu Society of Motion Picture Still Photographers (SMPSP). Reed na-ejikarị Olympus E-3, E-30, na EP-1 maka ọrụ ya.",
  "Reed akụziwo n'ọtụtụ ebe gụnyere na Maine Photographic Workshop; Wilson Hicks Symposium, Mahadum Miami, Florida; Southeastern Museum of Photography, Daytona, Florida; Smithsonian Institution, Washington, DC; Mahadum San Francisco State; Mahadim Harvard; Boston Institute of Art; Academy of fine Art, San Francisco; Mahaduma Texas na Austin; Mahadam Columbia; Empire State College, New York; Mahadom New York, na International Center of Photography."
]