[
  "Eliane Morissens (10 Ọgọst 1927 - 9 Disemba 2006) bụ onye nkuzi na onye ndọrọndọrọ onye Belgium.  N'ịbụ onye a zụlitere dị ka nwanyị, ọ na-arụsi ọrụ ike dị ka onye ọrụ azụmahịa na onye na-elekọta mmadụ.  Morissens gụrụ akwụkwọ ka ọ bụrụ onye injinia kemịkalụ, mana ejiri ya rụọ ọrụ dịka onye nkuzi, ebe enwere nhọrọ ndị ọzọ maka ụmụ nwanyị n'oge ya.  Ọ rụrụ ọrụ ruo osote onye isi ụlọ akwụkwọ kọleji teknụzụ mana na 1977 a jụrụ ọkwá ya ịbụ onye isi ụlọ akwụkwọ ahụ.  Mgbe a jụrụ ya na 1980 ka ọ pụta na telivishọn gbasara ndị nwanyị nwere mmasị nwanyị, o kpebiri isonye.  N'oge mgbasa ozi ahụ, o kwuru na a gọnarị ya nkwalite ahụ n'ihi mmasị nwanyị nwere mmasị nwanyị.  O kwuru na mkparị nke bọọdụ ụlọ akwụkwọ ahụ na-achọghị itinye nwa agbọghọ nwere mmasị nwanyị na-elekọta ụmụ akwụkwọ nwanyị, mana enweghị nchegbu banyere ịhọpụta nwoke maka ọkwa ahụ.",
  "A chụpụrụ Morissens n'ọrụ ya n'akwụghị ụgwọ ụbọchị abụọ ka mgbasa ozi ahụ gasịrị.  Ndị isi ụlọ akwụkwọ gọnarịrị na mkpebi ahụ sitere na mmekọahụ ya.  Ndị bọọdụ ahụ kwuru na mkpebi ha gbanyere mkpọrọgwụ n'omume ọjọọ ndị ọkachamara, ebe ọ bụ na ọ jụrụ ikike ha nwere n'ihe omume tiivi.  Ọ rịọrọ ka kọmitii mkpegharị ikpe n'ógbè ahụ nyochaa ikpe ahụ, bụ nke kwadoro mkpebi ahụ na 1982, ma kwere ka ụgwọ ọrụ ya dị ntakịrị n'okpuru ezumike nká n'oge.  Ọ gara n'ihu na Kansụl nke Steeti, bụ́ ụlọikpe kasị elu ná mba ahụ.  N'afọ 1984, ụlọikpe ahụ kwadoro nkwụsị ya ma gọnarị na e mebiri nnwere onwe ikwu okwu ya.  Ọnọdụ ya ghọrọ ihe na-akpata célèbre na obodo LGBT na Europe na America niile, na-enweta mgbasa ozi mgbasa ozi mba ụwa na ihe ngosi.  Ndị obodo LGBT mba ụwa welitere ego maka ojiji onwe ya na ụgwọ iwu, gbasa ọkwa maka iweghachi ya, ndị omebe iwu na otu ndị nkuzi gbachitere, wee gaa n'ihu na ngagharị iwe n'aha ya",
  "N'ịbụ ndị mba ụwa na-emenye ihere, Flemish Socialist Party webatara otu ihe na 1982, bụ nke gafere na 1985, iji kagbuo edemede 372bis nke Usoro Penal Belgian, bụ nke setịpụrụ afọ nkwenye dị elu maka mmekọ nwoke na nwanyị.  N’afọ ahụ, Morissens gbara akwụkwọ n’Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Europe na Strasbourg, France.  N'afọ 1988, ụlọikpe ahụ kagburu mkpegharị ikpe ya, ma kweta na e mechibidoro nnwere onwe ikwu okwu ya;  Otú ọ dị, ha chọpụtara na mbelata ahụ ziri ezi n'ihi na dịka onye nkuzi a chọrọ ka ọ nọgide na-akpa àgwà ọkachamara.  European Union nakweere iwu na 2000, iji machibido ịkpa oke ọrụ na ndabere nke usoro mmekọahụ na-eso ndụmọdụ nke Kọmitii Na-ahụ Maka Iwu nke European Parliament, nke nyochara ihe ịma aka iwu nke ịkpa ókè gụnyere ikpe Morissens.  Ọ nwụrụ na ndịda France na 2006 ma na-echeta maka iweta okwu ịkpa oke ọrụ megide ndị na-edina ụdị onwe n'ụwa niile.",
  "A mụrụ Eliane Willie Fernande Morissens na 10 August 1927 na Etterbeek, Belgium.  Site na nwata, Morissens maara na ya bụ nwanyị nwere mmasị nwanyị na ọ bụghị nsogbu n'ebe nne na nna ya nọ.  Ha dụrụ ya ọdụ ka ọ nọrọ onwe ya ma ghara ịmanye ya ịlụ.  Nne ya bụ nwanyị nwanyị na Morissens mechara kwuo na n'onwe ya ma ọ bụrụ na ị bụ nwanyị nwanyị, ị bụ nwanyị.  Ọ gụrụ akwụkwọ ka ọ bụrụ onye injinia kemịkalụ, mana ọ họọrọ ịbụ onye nkuzi n'ihi na ọ bụ otu n'ime ụzọ ọrụ ole na ole mepere emepe ụmụ nwanyị.  O tinyere aka na nhazi otu ndị ọrụ na n'oge 1950s sonyeere Socialist Party nke Wallonia.  N'ihi na ọ bụghị otu ndị ọrụ ma ọ bụ ndị na-elekọta mmadụ na-etinye aka na ụmụ nwanyị n'ọkwa ọchịchị, ọ gbalịsiri ike na otu abụọ ahụ ka ha kwe ka ntinye ụmụ nwanyị n'ọkwa nchịkwa na nchịkwa.  Morissens na-agbasi mbọ ike na mgba megide mmegide ndị uwe ojii na ndị ọrụ nchekwa.  Enweghị otu nkwado maka ndị mmekọ nwoke na nwanyị na Wallonia na naanị ole na ole na Flanders, mana ọ zutere ndị na-akwado LGBT bụ ndị ya na ha mepere emepe…",
  "Na 1957, Morissens malitere ịkụzi kemịkalụ na kọleji teknụzụ mpaghara na Saint-Ghislain, obodo dị na mpaghara Hainaut na mpaghara Wallonia nke Belgium.  Ọ gwaghị onye were ya n'ọrụ ime nwanyị nwere mmasị nwanyị, na n'ihi gburugburu ebe nchekwa na oke nke okpukpe Katọlik na mba ahụ, ọ na-ezochikarị mmekọahụ n'aka ndị ọrụ ibe ya na ụmụ akwụkwọ ya.  Morissens nwere ebe ezumike n'ebe ndịda France.  O kwuru na ya ga-anọrịrị naanị ọnwa anọ n'afọ mgbe ọ nọ ebe ahụ.  Ọ gbasiri mbọ ike na iku izugbe 1960 na Wallonia, n'agbanyeghị na ọtụtụ ụmụ nwanyị na-enye naanị ọrụ nkwado, na-ewetara ndị sonyere nri nri.  Mkpesa ụmụ akwụkwọ ahụ na 1968 mere ka e nwee ọgbọ ọhụrụ nke ndị inyom bụ ndị ya na ha malitere ịkpakọrịta.  N'oge ọrụ ya, ọ nwetara ọkwa dị iche iche, mechaa ghọọ osote onye isi ụlọ akwụkwọ.  N'afọ 1977, ọ tinyere akwụkwọ ka ọ bụrụ onye isi ụlọ akwụkwọ kọleji ma ajụrụ ya",
  "N'afọ 1980, otu ụmụ nwanyị si Brussels bịakwutere Morissens wee gwa ya ka ọ pụta na mmemme telivishọn na-ekwu maka nwoke idina nwoke.  Morissens kwuru na ya kwetara n'ihi na ike agwụla ya n'izobe, chọrọ inyere ụmụ akwụkwọ ya aka, ma chọọ imeghe anya maka itinye aka ya na mmemme LGBT.  N'ịtụle mkpebi ya, o chere na ogologo oge ya na ezi ihe nlereanya, afọ ya (53), na ikwu okwu n'amaghị aha ga-echebe ya pụọ ​​n'ihe ọ bụla dị njọ.  Na 28 Ọktoba 1980, ọ sonyere na mkparịta ụka otu nwanyị nwanyị nwere mmasị nwanyị, \"Fragments de bonheur\" (Fragments of Happiness), nke ewepụtara na RTB-Liège n'enyeghị aha ya, ma ọ bụ mata ụlọ akwụkwọ ya.  N'ime mkparịta ụka ahụ, Morissens kwuru na a gọnarị ya n'ọkwá n'ihi na ọ bụ nwanyị nwanyị nwere mmasị nwanyị.  Ọ jụkwara ihe kpatara mmekọ nwoke na nwanyị ya ga-etinye ihe ize ndụ nye ụmụ akwụkwọ nwanyị karịa mmekọahụ nwoke na nwanyị nkuzi.  Edebere ya ezumike ụbọchị abụọ ka mgbasa ozi ahụ gasịrị na 8 Nọvemba kwụsịtụrụ na-akwụghị ụgwọ n'ọrụ ya site na Deputation Permanente du H…",
  "Ndị isi ụlọ akwụkwọ ahụ kwuru na mmekọahụ Morissens enweghị ihe jikọrọ ya na nchụpụ ya, kama ọ bụ n'ihi na ọ mara ikike onye were ya n'ọrụ aka maka mkpebi nkwalite.  Ha kwuru na dị ka onye ọrụ gọọmenti, ọ dị mma ka a chụrụ ya n'ọrụ n'ihi na nkatọ ọ na-aka ndị isi ya ezighi ezi ma nyefee ya n'aka ndị isi ọchịchị ime obodo ka ha họpụta kọmitii na-enyocha ya.  Ndị Lesbian nọ na Belgium malitere ime mkpọsa maka iweghachi ya.  Mgbe ọ jụrụ ndị Socialist Party, bụ ndị nwere ọnụ ọgụgụ ka ukwuu na kansụl ime obodo, maka nkwado ha, ndị isi otu ahụ gwara ya na ya onwe ya nwere ikike ikwupụta ihe dị ya n'obi, ma dịka onye nkuzi iwu kwadoro na ọ nwere ezi uche.  Ma ndị otu na otu ndị ọrụ jụrụ ịkwado ya, n'agbanyeghị na otu ndị ọrụ gbanwere ọnọdụ ya.",
  "Mgbe ọnwa iri na ise na-enweghị mkpebi, Morissens malitere ịnwụ agụụ na Jenụwarị 1982",
  "Ọ kwụsịrị ụbọchị iri atọ na asatọ ka e mesịrị mgbe ahụ ike ya malitere ịda.  Ọnụọgụ agụụ ya mere ka e ziga ihe karịrị puku akwụkwọ ozi nkwado site n'ebe dị anya dị ka Japan.  Ndị omeiwu Britain na ndị omeiwu Europe degaara onye isi ala Belgium ka ọ rụgide ya ka e dozie okwu ya.  Kọmiti na-ahụ maka mkpegharị nke ógbè ahụ nakweere nkwupụta nke ndị isi ụlọ akwụkwọ ahụ na mmekọ nwoke na nwoke idina nwoke abụghị ihe kpatara ya ji kwụsị ya ma kwado mkpebi ha.  Ha kwere Morissens ịnakọta ụgwọ ọnwa ya, BEF 57,000 kwa ọnwa (ihe dị ka US $ 1,800) maka afọ abụọ, mana emesia belatara ụgwọ ezumike nka ya na BEF 20,000 kwa ọnwa (ihe dị ka US $ 400) dabere na nha maka ezumike nka n'oge.",
  "N'ime mkpesa nke nchụpụ ya na atụmatụ nkwụghachi ụgwọ, Morissens rịọrọ ka ￼￼Council of State￼￼, ụlọikpe kachasị elu na mba ahụ nyochaa ikpe ahụ.  omume rụrụ arụ ndị ọkachamara, yana ma mkpebi ahụ ọ̀ bụ imebi iwu ￼￼European Convention on Human Rights￼￼, nke kwere ya ￼￼ nnwere onwe ikwu okwu.  Ọ gbara aka n'echiche ahụ na ya enweghị ikike ịkatọ onye were ya n'ọrụ, n'ihi na ikike ya ime nke a n'okpuru mgbakọ ahụ bụ naanị ma ọ bụrụ na nkwupụta ya nwere ihe ize ndụ maka nchekwa steeti ma ọ bụ mebie ikike onye ọzọ.  O kwukwara na okwu ya banyere ihe ize ndụ nha anya ya na ndị nkuzi nwoke nwere ike itinye n'ebe ụmụ akwụkwọ nwanyị nọ ka ekwuru na ọ na-egosi ịkpa oke na-ewe ndị ọrụ n'ọrụ nye ndị nọ na panel ga-aghọta ọnọdụ ya.  nkwupụta weghaara aha ndị nkuzi nwoke na schoo…",
  "Morissens malitere ikwu maka ikike idina ụdị onwe na nzukọ obodo na mba ofesi.  Ikpe ahụ kpalitere ngagharị iwe, akụkọ, na mmemme inye ego na Europe na America niile.  E webatara okwu a n’ihu ọgbakọ ogbako ụbọchị ụmụ nwanyị mba ụwa nke emere na Amsterdam na 1982, a kpọkwara Morissens ka o kwuo okwu.  E kpuchiri ya na magazin French Gai pied, bụ nke guzobere netwọk nkwado iji hazie ihe ngosi ma malite akwụkwọ mkpesa.  Magazin ahụ kpuchiri okwu ahụ ka ọ na-aga na usoro ụlọikpe ma gbaa ndị debanyere aha na ndị òtù International Gay Association (IGA) ume ka ha rụgide Kansụl Europe ka ha jụ ịkpa ókè megide ndị na-edina ụdị onwe.  Eva Isaksson, onye ndọrọndọrọ Finnish bụ onye mepụtara akwụkwọ akụkọ Secretariat Information Lesbian maka International Lesbian Information Service (ILIS) bipụtara ozi na mgbasa ozi ide leta ILIS, ndị na-anakọta ego maka mmefu iwu na nke onwe Morissens, yana ngosipụta ịdị n'otu…",
  "Ọgụ Morissens akwalitela mmata mba ụwa gbasara ịkpa oke ọrụ na nchekwa ọrụ maka ndị na-edina ụdị onwe, wee kpata mkpesa ọha na eze na Belgium.  N'ịbụ onye ihere na-eme ya site na ọgwụgwọ ọ natara n'aka ndị otu Socialist Wallonia, na June 1982 Flemish Socialist Party webatara otu ihe iji kagbuo edemede 372bis nke Usoro Mkpebi Belgian.  Etinyela akụkọ a n'akwụkwọ iwu nchekwa ụmụaka nke ewefere n'afọ ndị 1960 iji gbochie ụmụaka ịbụ ndị nwoke idina nwoke rafuo.  O debere afọ nkwenye maka ndị mmekọ nwoke na nwanyị na iri na asatọ, afọ abụọ dị elu karịa nke etinyere maka mmekọ nwoke na nwanyị.  N'October 1984, Council of State kwadoro nchupu Morissens, na-achọpụta na ikike ha enweghị ike dochie anya ndị ọchịchị obodo ma ọ bụrụ na ntaramahụhụ a tụrụ karịrị akarị n'ihe gbasara eziokwu nke ikpe ahụ.  Mkpebi ha, dị ka akụkọ e bipụtara na The Body Politic na March 1985 si kwuo, chọpụtara na n'oge mgbasa ozi 1980 mgbe ndị na-ekwurịta okwu na-ekwurịta ma ndị nkuzi nwoke nwere mmasị nwoke nwere",
  "Mgbe mkpebi ahụ gasịrị, Morissens tinyere akwụkwọ mkpesa n'Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Europe na Strasbourg, France.  Ha nyochara okwu ahụ na 3 May 1988",
  "Ọ bụ ezie na ha chọpụtara na omume ndị isi ụlọ akwụkwọ mebiri nnwere onwe ikwu okwu n'okpuru Nkeji 10 nke Nkwekọrịta Maka Ihe Ndị Ruuru Mmadụ, ụlọikpe ahụ kwuru na ọ bụ nnyonye anya kwesịrị ekwesị n'ihi na ikike ahụ dabere na ọnọdụ.  n'elu iwu ndị ọzọ na ndokwa maka ichekwa ọha.  Nyocha ha kwuru na ụkpụrụ ndị ọrụ nke mpaghara nyere iwu nke a ga-eji dọọ ndị ọrụ aka na ntị nakwa na ọ nwere ikike ịnweta iwu ndị ahụ;  na a na-ebelata ikike ikwu okwu ma ọ bụrụ na ọ ga-emebi ikike nke ndị ọzọ;  na ọrụ na ọrụ dịịrị ikwupụta onwe ya chọrọ ya dịka onye nkuzi ịnakwere ihe mgbochi nye ikike ikwu okwu iji zere imebi ntụkwasị obi ọha.  Ụlọ ikpe ahụ kagburu mkpegharị ikpe ya dabere na mkpebi ha n'ihi na ọchụpụrụ ya iji chebe onye were ya n'ọrụ na ndị ọrụ ibe ya bụ…",
  "Morissens nwụrụ na 9 Disemba 2006 na La Garde, Var, France.  A na-echeta ya maka ịgba mbọ ya na ịkwalite mmata mba ụwa gbasara ịkpa oke ọrụ megide ndị idina nwoke.  Okwu ya rụkwara ọrụ dị ka ihe na-akpali akpali maka ịgbanwe iwu gbasara ịkpa ókè n'ihi mmekọahụ na Belgium, ọ bụ ezie na a gaghị enweta iwu gbasara ịkpa ókè agbụrụ na mba ahụ ruo n'afọ 2003",
  "Okwu ahụ sokwa n'ihe akaebe dị na akụkọ gbasara ọrụ.  ịkpa ókè nke ndị obodo LGBT chere ihu nke kọmitii na-ahụ maka ihe gbasara iwu nke European Parliament tụpụtara ya na 1984",
  "Nkwubi okwu nke kọmitii na-ahụ maka iwu bụ na ụzọ dịnụ iji kpochapụ ịkpa ókè bụ idepụta iwu ọhụrụ ma ọ bụ ịgbatị iwu ndị dị ugbu a iji kọwapụta mmachibido iwu ịkpa oke.  na mgbakwasị nke mmekọahụ na-agụnye nwoke idina nwoke.  Kọmiti ahụ tụrụ aro na European Community nwere ọrụ mmekọrịta mmadụ na ibe ya iji hụ na ndị na-edina ụdị onwe enweghị ịkpa oke na…"
]