[
  "Elijah Amoo Addo (amụrụ n'ụbọchị mbụ n'ọnwa Ọgọstụ n'afọ 1990) bụ onye Ghana na-esi nri na onye na-emepụta nri nke ghọrọ onye ọchụnta ego ọha na eze site n'ịmepụta Food for All Africa",
  "E guzobere ya na 2014, Food for All Africa bụ ụlọ ọrụ na-enweghị uru nke na-arụ ọrụ na ụlọ ọrụ nkwado nri mbụ nke West Africa",
  "Dabere na isi obodo Ghana, Accra, nzukọ ahụ na-eji nkwado na ngwa ekwentị mkpanaaka na-ekerịta nri iji nye ọtụtụ puku ụmụaka na-adịghị ike nri site na iweghachite nri na nkesa",
  "Na-arụ ọrụ na ụlọ oriri na ọṅụṅụ, nnukwu ụlọ ahịa, ụlọ ọrụ nkesa nri, na ndị ọrụ ugbo dị n'ime ime obodo, nzukọ Addo na-anakọta nri fọdụrụ ma ọ bụ nri a na-achọghị nke dị nso na ojiji ya site na ụbọchị ma na-ekesa ya na ụmụaka nwere nsogbu na ogige ụmụ mgbei, ụlọ ọgwụ na ụlọ akwụkwọ na-enweta ego dị ala",
  "Nzukọ ahụ na-arụkwa ọrụ na ọkwa iwu mba iji mee ka ọ dịrị ndị na-eweta ihe mfe inye nri ma kwuo uru ụtụ isi",
  "Tụkwasị na nke a, mgbe a chọpụtara na ihe ruru 46% nke nri a na-emepụta n'ugbo dị na Ghana na-emebi emebi n'ihi okporo ụzọ na-adịghị mma, ụgbọala mebiri emebi na ahịa na-adịghị arụ ọrụ nke ọma, Food for All Africa na-arụkọ ọrụ na ọtụtụ ndị metụtara na ụlọ ọrụ nri Ghana iji chọta ụzọ iji belata mmebi nri.",
  "N'afọ 2017, Eze Nwanyị Elizabeth nke Abụọ nyere Addo onyinye Queen's Young Leaders Award na Buckingham Palace maka enyemaka ya maka mgbanwe nke usoro nkesa nri nke Ghana iji belata ihe mkpofu, merie agụụ, ma belata ịda ogbenye na nsogbu nri na-edozi ahụ",
  "O nwetakwara onyinye Takeda Young Entrepreneurship Award site na Takeda Foundation na 2018.",
  "A mụrụ Addo na 1 August 1990 na Accra, Ghana mana o si Akuapem-Mampong. Naanị nwa nwoke n'ime ụmụ anọ, nne na nna ya nwụrụ mgbe ọ dị afọ iri na abụọ wee soro nwanne nne ya biri na Lagos, ebe ọ gara ụlọ akwụkwọ",
  "Ọ gara n'ihu na njem agụmakwụkwọ ya na St",
  "Thomas Aquinas Secondary School na Accra, Ghana wee mechaa ọmụmụ nri na ụlọ akwụkwọ Sphinx Hospitality na ọrụ nri na Lagos, Nigeria",
  "O nwere asambodo na ọchụnta ego na njikwa site na YALI West Africa RLC-GIMPA ma nweta asambodo Leading Change site na Mahadum Cambridge na 2017.",
  "Njem Addo dị ka onye isi nri malitere na Lagos, Naịjirịa mgbe ọ malitere ọrụ na ụlọ oriri na ọṅụṅụ dị ka onye na-ebu nri na kichin iji kwado agụmakwụkwọ ya",
  "Otu ụbọchị, n'ịga ngwa ngwa n'ụlọ, ọ tụbara ofe oliv nke onye isi nri kwadebere, na-eche na ọ bụ ihe efu",
  "Nke a mere ka onye isi nri ahụ were iwe ruo n'ókè nke ịkparị ya",
  "Ọ malitere iti ákwá ma tie mkpu \"Ị na-eche na ọ bụrụ na ndị mụrụ m dị ndụ, m ga-anọ ebe a dị ka onye na-ehicha ihe mgbe ndị ọrụ ibe m nọ n'ụlọ akwụkwọ?\" Nke a metụrụ Onye isi nri ahụ aka nke kpebiri iduzi ya ma kwado ya site na ọmụmụ nri na Sphinx Vocational Training School na Lagos. Mgbe ọ zụchara ọzụzụ, ọ nwetara ọrụ na ụlọ oriri na ọṅụṅụ Marios, mgbe ahụ otu n'ime ụlọ oriri na ọfụma kachasị na Lagos, na 2010 laghachiri Ghana iji nyere onye ọchụnta ego Lebanọn aka nke hụrụ ọrụ ya na Lagos iji mepee ụlọ oriri na nkwari Chase",
  "Mgbe otu afọ gasịrị, ọ laghachiri Lagos na oku nke onye nkuzi ya ka ọ rụọ ọrụ na họtel ha ruo ọnwa isii wee bụrụ Sous Chef.",
  "Addo laghachiri Ghana ma n'afọ 2011, ọ zutere otu nwoke nwere nsogbu uche nke na-enweta nri fọdụrụ n'aka ndị na-ere ahịa n'okporo ámá iji nye ndị ọrụ ibe ya nwere nsogbu uche n'okporong ámá nri. Nke a kpaliri ya ịmalite Chefs for Change Ghana Foundation, otu NGO nke weghachiri nri karịrị akarị site na ụlọ ọrụ ile ọbịa iji nye ndị na-adịghị ike nri ma kwado megide mmebi nri na agụụ",
  "N'afọ 2015, Chefs for Change ghọrọ mmemme Food for All Africa, ụlọ ọrụ mmekọrịta mmadụ na ibe ya nke na-arụ ọrụ ụlọ akụ nri mbụ nke West Africa site n'ịmepụta ụzọ na-edozi ahụ maka ụmụaka na-adịghị ike, ndị agadi na ndị isi mgbaka site na ụlọ akụ nri, ọrụ ugbo na nzukọ maka ndị nwere mmasị n'ime usoro nri Ghana.",
  "N'afọ 2012, a họpụtara ya ka ọ bụrụ onye isi kichin na +233 Jazz Bar na Accra wee bụrụ odeakwụkwọ nke Greater Accra Chefs Association, ebe ya na ndị isi nke Association rụkọtara ọrụ iji gbanwee ma lekwasị anya n'ịzụ ndị isi nri ụmụ akwụkwọ iji melite ụkpụrụ nnyefe n'ahịa ọrụ. Ọ rụkwara ọrụ na Burger na Relish mana n'afọ 2015 ọ gbara arụkwaghịm iji lekwasị anya n'ịduzi mmemme Food For All Africa",
  "N'afọ 2017, ọ malitere ngwa mkpanaka Okumkom (\"Ọ na-akwụsị agụụ\") dị ka ikpo okwu iji weta ngwaahịa nri dị ọnụ ala maka obodo ndị a lekwasịrị anya, yana ụlọ ahịa obodo mbụ ya dị na Teshie, Accra.",
  "Òtù ya Food for All Africa na-agbake n'etiti $ 8,000 na $ 10,000 nke nri kwa afọ iji kwado ihe karịrị 5485 ndị na-erite uru gafee Ghana na 2014 ahọpụtara ya dị ka otu n'ime 100 Global Best practices iji kwụsị agụụ na ịda ogbenye na Ghana site na Dubai International Awards for Best practices. Ọ na-atụ anya iru ma metụta 1 nde ndị na-enweta ego dị ala ka ọ na-erule 2020.",
  "N'afọ 2017, a họpụtara ya dị ka otu n'ime ndị na-eme mgbanwe site n'Africa na Commonwealth maka Queen's Young Leaders Award site n'aka Eze Nwanyị Elizabeth nke Abụọ nke United Kingdom na Buckingham Palace iji kwado ọrụ ya maka mmepe mmekọrịta mmadụ na ibe ya gafee Commonwealth, na-enye ndị na-enweghị ihe ùgwù ma na-agbanwe usoro nkesa nri Ghana iji merie ihe oriri, agụụ, ịda ogbenye na nsogbu na-edozi ahụ. N'afọ 2018, e nyere ya onyinye Takeda Young Entrepreneurship Award nke afọ 2018 na nnọkọ Takeda kwa afọ na Tokyo, Japan maka ngwa mkpanaka Okumkom ya na ụlọ ahịa nri obodo, nke na-eweta ngwaahịa nri dị ọnụ ala na nke dị mfe na obodo site na ngwa mkpanụ, ebe nrụọrụ weebụ na ụlọ ahịa obodo."
]