[
  "Elijah Mckenzie-Jackson (amụrụ na 28 Disemba 2003) bụ onye mba Britain na-ahụ maka ikpe ziri ezi ihu igwe, nke bi na New York City, nke a maara maka ikwu okwu gbasara nnwere onwe anụmanụ na ikike ụmụ amaala. McKenzie-Jackson bụ onye guzobere na Waic Up, onye na-ahazi Youth Strike for Climate, Extinction Rebellion Youth, ọ bụkwa onye nnọchi anya United Nations Togetherband. Ọ bụ otu n'ime ndị isi na-ahazi Friday for Future UK; na-eme ngagharị iwe ihu igwe kwa izu kemgbe Febụwarị 2019.",
  "McKenzie-Jackson haziri ngagharị iwe ihu igwe gafee Europe na South America ma kwuo okwu na Nzukọ Ndị Omeiwu nke United Kingdom, House of Lords, [citation needed] Nzukọ Ndị omeiwu EU, n'èzí Nzukọ G7 na n'ime Amazon Rainforest. Ọ nwetara nkwado mba ụwa mgbe ọ sonyere n'omume nnupụisi obodo n'èzí ọdụ ụgbọ elu Heathrow megide ikuku ụgbọ elu.",
  "Mckenzie-Jackson amụrụ na Walthamthow, London, ya na nne nne ya, Jean Young, bi, onye sonyeere McKenzie-Jack sonyeere na ọrụ gburugburu ebe obibi ya. McKenzie-Jackson tolitere dị ka onye na-eri akwụkwọ nri n'ihi ọdịmma anụmanụ, mgbe m dị afọ iri na anọ, agafeela m na veganism, nke nyeere m aka ịghọta ihe mere o ji bụrụ mgbanwe onwe onye mgbe m na-alụso nsogbu ihu igwe ọgụ. McKenzie-Jackson sitere n'ike mmụọ nsọ ịbụ onye na-ahụ maka gburugburu ebe obibi mgbe mbụ ọ nụrụ banyere mgbanwe ihu igwe n'ụlọ akwụkwọ ya, Woodbridge Highschool, site na ime nnyocha na ikiri ihe ngosi.",
  "\"Amụtara m obere ihe banyere mgbanwe ihu igwe n'ụlọ akwụkwọ",
  "Amalitere m ikiri ihe ngosi, na-eme nchọpụta nke m, enwere m nkụda mmụọ",
  "Amaghị m ihe mere na ọ dịghị ndị ndọrọ ndọrọ ọchịchị na-eme ihe\" - Elijah McKenzie-Jackson, The Guardian.",
  "McKenzie-Jackson were otu afọ ezumike n'ụlọ akwụkwọ ma ugbu a na-eme atụmatụ ịkwaga New York City iji mụọ Fine Art na Sociology malite n'oge mgbụsị akwụkwọ 2022.",
  "A maara McKenzie-Jackson n'ụwa niile maka ịrụ ọrụ dị mkpa na School Strike for Climate movement. McKenzie-Jackson bụ onye nnọchi anya United Nations Togetherband maka ihe mgbaru ọsọ nke ịrị na atọ na nke ịrị na anọ. Ọ bụkwa onye ndụmọdụ ndị ntorobịa maka Resilience Project na Surfers Against Sewage. Ọ rụrụ ọrụ dị ka onye nhazi na UK Student Climate Network na onye nhazi na Stop Trump Coalition.",
  "McKenzie-Jackson malitere ime ngagharị iwe ihu igwe na Febụwarị 15th 2019 na Parliament Square, London",
  "N'ọnwa Eprel 2019 McKenzie- Jackson mere ngagharị iwe n'èzí ọdụ ụgbọ elu Heathrow na mgbalị ịkwụsị ụzọ ụgbọ elu nke atọ nke ọdụ ụgbọ elu Heathrow",
  "Ọ gara n'ihu na-eme ngagharị iwe ihu igwe dị ka akụkụ nke Greta Thunberg's School strike for climate movement.",
  "N'ụbọchị nke ịrị abụọ n'ọnwa Septemba, 2019, n'akụkụ UK Student Climate Network, o jisiri ike mebie ndekọ mba England maka nnukwu ngagharị iwe gburugburu ebe obibi nke ihe karịrị otu narị puku ndị na-eme ngagharị iwe bịara. A maara Elijah n'ụwa niile maka ịrụ ọrụ dị mkpa na School Strike for Climate movement mana malite na Machị nke 2020 n'ihi ịrị elu nke ọrịa COVID-19, McKenzie-Jackson malitere itinye ọgbaghara ihu igwe kwa izu n'ịntanetị.",
  "N'ọnwa Nọvemba 2019, McKenzie-Jackson gara njem nlegharị anya n'ime oké ọhịa Amazon, ebe ọ mụtara banyere ikpe na-ezighị ezi nke ọha na eze na gburugburu ebe obibi ma zute ndị ọrụ a ma ama dị ka Pussy Riots na Chief Raoni iji kwurịta banyere nchekwa ọdịnihu nke oké ọhịa Amazon. McKenzie-Jackson jikọtara ya na onye na-eme ihe ike Anita Juruna, onye isi ụmụ amaala Brazil dị afọ iri na asatọ.",
  "McKenzie-Jackson na Febụwarị 2020, gara n'ihu n'ụra n'ihi na gọọmentị UK na West Cumbria chepụtara ebe mbụ a na-egwupụta coal n'ime afọ iri atọ. McKenzie-Jackson chepụtara ahịrịokwu ahụ, \"anaghị eri ruo mgbe a ga-ewepụ ebe a na-egwupụta coal ọhụrụ\". Ọ kwụsịrị ọgbaghara agụụ ya n'ụbọchị nke ịrị mgbe a kpọrọ ya ka ọ banye n'ụlọ omebe iwu UK ka ọ gwa ndị ndọrọ ndọrọ ọchịchị okwu banyere ebe a na-egwu coal na West Cumbria. Ụnwụ nri ụbọchị iri nke McKenzie-Jackson kpalitere omume na ngagharị iwe megide ọrụ ahụ a tụrụ aro ya na Whitehaven. McKenzie-Jackson mgbe ahụ, otu afọ ka e mesịrị na 2021 malitere ọgba ọsọ agụụ nke abụọ ya nke ụbọchị iri, ebe ọ chịkọtara mbinye aka dị otu narị puku na puku iri na otu na narị anọ na ịrị asaa na iae na mkpesa na mmekorita ya na Coal Action Network iji mee ka Robert Jenrick kpebie banyere West Cumbria coal mine. McKenzie-Jackson mechara nyefee akwụkwọ mkpesa ahụ n'aka Gọọmentị UK nke mechara mee ka a kpọọ ebe a na-egwupụta coal na West Cumbria n'ụzọ gara nke ọma n'ime ụlọ omebe iwu UK maka nyocha ọha.",
  "McKenzie-Jackson ekwuola maka nchọpụta ahụike ya nke ịda mbà n'obi n'ihi iru uju ihu igwe.",
  "\"N'agbanyehi na COP26 ga-ezụkọ n'ikpeazụ n'afọ ahụ, agaghị m ekwu na enwere obi ụtọ maka ya n'ihi na ọ bụ ihe na-akụda mmụọ na a na-amanye ndị na-eto eto ịhazi ma na-agba mbọ maka ọdịnihu",
  "Agbanyeghị, m ga-ekwu na enwere m mmasị ịhụ ezigbo mgbanwe na omume site n'aka ndị a na-akpọ ndị isi anyị",
  "Ọ na-amasị ịhụ ihe omume n'ezie, na-agbaso sayensị, mgbe ị na-emeso mgbanwe ihu igwe dị ka nsogbu ọ bụ n'ezie.",
  "N'ọnwa Julaị nke afọ 2022, McKenzie-Jackson na onye mmekọ ya, Jerome Foster II, so dee akwụkwọ ozi nye UNFCCC ka ha kpọọ United Nations ka ha kwalite nzukọ ihu igwe COP27 n'ihi \"mmekpa ahụ LGBTQ +, igbu ụmụ nwanyị, na mgbochi ikike obodo\" nke Egypt ka ọ na-ekwu mgbe ha malitere ileba anya na nhazi nke ịga Sharm El-Sheikh. Dị ka McKenzie-Jackson bụ onye na-ahụ maka nwoke na nwanyị n'ihu ọha, ya na onye na-eme ihe nkiri ya \"nwere ike ịbụ ndị a lekwasịrị anya\" dị ka Guardian News si kwuo.",
  "Akwụkwọ ozi ahụ, nke e zigara odeakwụkwọ ukwu UNFCCC, Patricia Espinosa, bụ nke ndị na-eme ihe ike a ma ama dị ka Nadya Tolokonnikova, Ahmed Alaa, na Eric Njuguna bịanyere aka na ya",
  "Di na nwunye ahụ na-akpọ UNFCCC na-adịghị eme ihe aghụghọ nke obodo na ịkpa ókè.  McKenzie-Jackson kwusiri ike na, enwere nhọrọ ka mma nke mba ndị dị n'Africa nke ka ga-agụnye olu ndị Africa",
  "Ndị mmadụ ekwesịghị ịbụ nri maka mgbanwe ihu igwe",
  "Cop27 ga-akụ afọ n'ala ma ọ bụrụ na ọ na-eme n'Ijipt n'ihi na a ga-ahapụ olu nkatọ"
]