[
  "Elise Forrest Harleston (Ọnwa Febụwarị 8, afọ 1891- rụọ afọ 1970) bụ onye a maara dị ka nwanyị mbụ na-ese foto na South Carolina",
  "Ọ bụkwa otu n'ime ndị isi ojii mbụ na-ese foto na United States.",
  "A mụrụ Elise Beatrice Forrest na Charleston, South Carolina, n'ọnwa Febụwarị 8, afọ 1891, n'aka Elvira Moorer na Augustus Forrest, onye rụrụ ọrụ dị ka onye na-ahụ maka ego",
  "Nne nne ya bụ Elishia bụ onye na-enweghị ụcha",
  "Elise Beatrice Forrest ghọrọ Elise Forrest Harleston mgbe ọ lụrụ onye na-ese ihe na-aga nke ọma n'Afrịka-Amerịka Edwin Augustus Harleston, onye ji afọ itoolu tọọ ya.",
  "Elise na Edwin Augustus Harleston zutere na Charleston, South Carolina n'afọ 1913, mgbe Elise dị afọ 22",
  "Elise na Edwin bụ ndị gụsịrị akwụkwọ na Avery Normal Institute, ụlọ akwụkwọ onwe onye maka ndị ntorobịa ojii nke e guzobere n'afọ 1868",
  "Elise gụsịrị akwụkwọ na Avery Normal Institute n'afọ 1910. Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ dị ka onye nkuzi na South Carolina",
  "Na mbido narị afọ nke 20, ọ megidere iwu maka ndị Afrịka Amerịka ịrụ ọrụ n'ụlọ akwụkwọ ọha na eze Charleston, ya mere Elise rụrụ ọrụ n'ime ime obodo South Carolina",
  "Otú ọ dị, n'oge na-adịghị anya, ike gwụrụ ya n'ahụmahụ ahụ wee laghachi Charleston, ebe ọ rụrụ ọrụ dị ka onye na-akwa akwa na Union Millinery & Notion Company.",
  "N'oge ahụ, Edwin chọrọ ịkwalite ihe ọmụma ya banyere eserese, a kwadebekwara ya ịmụ akwụkwọ na mba ọzọ",
  "Edwin nwere atụmatụ imeghe ụlọ ọrụ foto na eserese mgbe ọ lọtara, ya mere ọ gbara Elise ume ka ọ banye n'ụlọ akwụkwọ foto ka ha abụọ wee nwee ike ịlụ ma mepee ụlọ ọrụ ọnụ.",
  "N'oge mgbụsị akwụkwọ nke afọ 1919, Elise gara New York City wee debanye aha na E",
  "Brunel School of Photography",
  "N'ebe ahụ, Elise bụ otu n'ime ụmụ akwụkwọ abụọ ndị ọzọ si Afrịka-Amerịka, ọ bụkwa naanị nwanyị",
  "Mgbe ọ gụsịrị akwụkwọ na E",
  "Brunel School of Photography, Elise debanyere aha, na agbamume Edwin, na Tuskegee Institute na Alabama n'afọ 1921",
  "N'ebe ahụ, o nwere ohere ịga ọmụmụ gụsịrị akwụkwọ na C.M",
  "Battey, onye bụ onye isi nke Ngalaba Foto",
  "N'okpuru nkuzi ya, Elise ghọrọ akụkụ nke ndị na-ese ihe nke na-agbagha echiche agbụrụ nke ndị Afrịka Amerịka, ọrụ ya gosipụtara onyinyo nke \"New Negro\".",
  "N'oge na-adịghị anya, Edwin na Elise laghachiri Charleston",
  "Ha lụrụ n'ọnwa Septemba 15, afọ 1920",
  "N'oge opupu ihe ubi nke afọ 1922, dị ka ha kwere nkwa, ha meghere Harleston Studio: 118 Calhoun Street na Charleston",
  "Ụlọ ọrụ ha dịgidere site n'afọ 1922 ruo afọ 1932. N'ebe ahụ, o mepụtara ma ree ọtụtụ foto nke ndị na-ere ahịa n'okporo ámá ojii nke Charleston. Edwin bụ onye na-ese ihe, Elise bụkwa onye na-ede foto",
  "Dị ka Edwin bụ onye na-ese foto, Elise na-ese ihe osise ya mgbe niile, ọ ga-ese ihe site na foto ya, dị ka isiokwu nke ihe osise mmeri ya A Colored Grand Army Man",
  "Nke a mere ka ndị ahịa ya chekwaa ọtụtụ awa nke ihe mgbu",
  "N'agbanyeghị nke a, a na-enye Edwin otuto maka ọrụ ya karịa Elise maka onyinye ya na Harleston Studio.",
  "Ọ bụ ezie na Edwin na Elise enweghị ụmụ nke ha, ha zụlitere nwa nwanne Edwin, Edwina Augusta Harleston Whitlock",
  "Edwina bụ nwa nwanyị nke Marie Isabella Forrest na Robert Othello Harleston, bụ ndị na-arịa ụkwara nta. Ha nabatakwara Doris.",
  "Aaron Douglas so Edwin rụkọọ ọrụ iji mepụta ihe osise ndị a na-egosi na Mahadum Fisk.",
  "Abụọ n'ime foto ojii na-acha ọcha nke Elise bụ akụkụ nke ihe ngosi mba ụwa n'afọ 1996, \"A History of Women Photographers\"",
  "E gosipụtara ha na Ọbá Akwụkwọ Ọha na New York",
  "Nke a bụ oge mbụ a ga-egosi ọrụ Elise na mpụga South Carolina."
]