[
  "Elisabeth Domitien (1925 26 Eprel, na afọ 2005) jere ozi dị ka praịm minista nke Central African Republic site na afo 1975 ruo na afọ 1976",
  "Ọ bụ nwanyị mbụ na naanị nwanyị na-ejide ọnọdụ ahụ.",
  "A mụrụ Domitien na Lobaye",
  "Ezinụlọ ahụ nwere ubi, nna ya na-arụkwa ọrụ na post ọfịs mgbe nne ya bụ onye ọrụ ugbo.",
  "Domitien bụ nwa mbụ na naanị nwa nwanyị",
  "Ọ natara naanị ntụziaka dị mfe n'ịgụ na ide ihe n'ụlọ akwụkwọ Katọlik ma mụta isi nri na ịkwa akwa",
  "Ọ na-eji ọtụtụ oge ya na-arụ ọrụ n'ọhịa ma nyere aka na-ere ngwaahịa ugbo",
  "Otú ọ dị, ọ mụtara ịnagide ọnụ ọgụgụ ma guzobe onwe ya dị ka onye ọrụ ugbo na nwanyị ọchụnta ego",
  "O nwere àgwà siri ike ma na-eme ihe, na-eme ka ọ bụrụ onye a ma ama n'etiti ụmụ nwanyị obodo na onye ndu na-abụghị nke obodo",
  "Mgbe ọ dị afọ iri abụọ, ọ banyere n'ọgụ nnwere onwe.",
  "Domitien ji okwu ya na Sangho mee ka ndị mmadụ gbakọọ aka, nyere aka jikọta ìgwè dị iche iche ma mepụta mmetụta nke njirimara mba",
  "Ọ ghọrọ onye isi otu ụmụ nwanyị na nnwere onwe, Movement for the Social Evolution of Black Africa (MESAN)",
  "Ya na Barthélémy Boganda, onye guzobere òtù ahụ, rụkọtara ọrụ, wee bụrụ onye isi oche nke pati ahụ na afọ 1953",
  "Mba ahụ nweere onwe ya na afọ 1960 ma Domitien sooro onye isi ala mbụ nke Central African Republic, David Dacko, na onye isi ọchịagha, Jean-Bédel Bokassa rụkọọ ọrụ",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ ndọrọ ndọrọ ọchịchị ma nye ndị isi ma ndị nkịtị, na-anwa ime ka ọdịmma dị iche iche dị n'otu ma melite ọnọdụ ndụ nke ndị mmadụ",
  "Dacko chịrị n'ụzọ ọchịchị aka ike na mba ahụ ghọrọ steeti otu otu na MESAN dị ka naanị otu iwu",
  "N'afọ 1965, Bokassa weghaara ọchịchị n'ọchịchị, wepụ iwu, gbasaa ndị omeiwu ma họpụta onwe ya dị ka onye isi nke pati, steeti na gọọmentị nwere ikike iwu na nke ndị isi.",
  "N'afọ 1972, Bokassa kwupụtara onwe ya onye isi ala ndụ ya niile ma mee Domitien osote onye isi oche nke pati ahụ",
  "N'afọ 1973, ọ duziri nnọkọ mba mbụ nke ndị ọrụ ugbo Central Africa",
  "Ọ bụ onye maara ihe ma na-arụsi ọrụ ike, rịọrọ ndị mmadụ arịrịọ ma jee ozi dị ka ike na-ejikọ Bokassa chọrọ",
  "N'afọ 1974, o kwupụtara onwe ya dị ka marshal",
  "O nwere kansụl nke ndị minista na-agbanwe mgbe niile ma na Jenụwarị 2, na afọ 1975 o guzobere gọọmentị ọhụrụ",
  "N'ebe a, Bokassa webatara ọkwa praịm minista ma họpụta Elisabeth Domitien n'ọkwa ahụ",
  "Ọ bụ Afọ Ụmụ nwanyị nke Mba Nile na Bokassa chọrọ ịmara onwe ya nke ọma na mba ụwa site n'ịhọpụta nwanyị n'ọkwa dị elu",
  "Ọ bụ nwanyị mbụ jere ozi dị ka praịm minista nke mba Afrịka.",
  "Domitien rụrụ ọrụ iji mee ka ego na ọnọdụ ụmụ nwanyị sie ike",
  "Ụfọdụ ndị mmadụ na CAR katọrọ ya maka nkwado o nyere Bokassa",
  "N'echiche ya, ndị mmadụ kwesịrị ịgbaso onye ndú ha",
  "N'otu oge ahụ, ọ chọrọ ka onye isi ala kwanyere ndị mmadụ ùgwù ma chebe ọdịmma ha",
  "Ọ naghị atụ egwu ikwupụta echiche ya, ọbụnadị onye isi ala, ma wepụta ọtụtụ mmadụ n'ụlọ mkpọrọ mgbe e jidere ha n'ebughị ụzọ kpee ha ikpe",
  "Mmekọrịta ya na Bokassa dị njọ mgbe ọ chọrọ ịkpọsa onwe ya eze ukwu",
  "Mgbe Domitien megidere atụmatụ ahụ, a chụpụrụ ya ozugbo ma chụpụ ndị kansụl ya (7 Eprel, na afọ 1976).",
  "Mgbe a kwaturu Bokassa na Septemba, na afọ 1979, e jidere Domitien ma kpụpụ ya n'ụlọ ikpe maka ebubo nke ikpuchi mpụ nke Bokassa mere n'oge ọ bụ praịm minista",
  "Ọ nọrọ obere oge n'ụlọ mkpọrọ ma kpee ya ikpe na afọ 1980, mgbe nke ahụ gasịrị, a machibidoro ya ịlaghachi na ndọrọ ndọrọ ọchịchị",
  "N'afọ 1981, ndị agha nwetara ikike ọzọ ma chịa afọ iri na abụọ",
  "N'afọ 1993, gọọmentị ndị nkịtị nọchiri ya ma họpụta Ange-Félix Patassé dịka onye isi ala",
  "Domitien natara ụgwọ maka mmeso na-ezighị ezi a kpughere ya",
  "Ọ nọgidere bụrụ onye a ma ama, ma dị ka onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego, e lie ya na nsọpụrụ gọọmentị mgbe ọ nwụrụ na afọ 2005.",
  "Domitien lụrụ di ugboro abụọ; di mbụ ya bụ Jean Baka onye bụ onye na-ahụ maka ego na ụlọ ọrụ osimiri ma na-agagharị n'etiti Bangui na Brazzaville",
  "Ha nwere nwa nwanyị, Beatrice na afọ 1941, mana ha mechara gbaa alụkwaghịm",
  "Mgbe e mesịrị, Domitien lụrụ Maazị Ngouka-Langadiji onye bụ onye isi obodo ma na-elekọta ubi kọfị na mpaghara Mobaye n'ebe ọwụwa anyanwụ nke isi obodo",
  "O nwere ọtụtụ ndị nwunye ma ọ kwagara mgbe ọ lụrụ Elisabeth",
  "Ọ bi naanị ya na Bangui, di ya bịara ileta ya."
]