[
  "Elizabeth Tygsona Alpha-Lavalie (5 Jenụwarị 1947 na 15 Disemba 2013) bụ onye ndọrọ ndọrọ ọchịchị Sierra Leone",
  "Ọ bụ onye otu Sierra Leone People's Party ma bụrụ otu n'ime ndị nnọchiteanya na Nzukọ Ndị Omeiwu nke Sierra Leone maka Bo District, na-eje ozi dị ka onye otu ndị omeiwu site na 1996 ruo 2012.",
  "A mụrụ Alpha-Lavalie na Jenụwarị 5, 1947",
  "Nna ya bụ Joseph Emman Henry Tucker, onye jere ozi dị ka onye otu Sierra Leone People's Party (SLPP) Member of Parliament maka Bo South, ma jee ozi dị ka osote onye isi oche nke ndị omeiwu site na 1961 ruo 1967. Nne ya bụ Vivat Edith Letitia Tucker, onye rụrụ ọrụ dị ka onye na-amụ nwa na onye ọrụ ugbo. Alpha-Lavalie malitere ịrụsi ọrụ ike na ndọrọ ndọrọ ọchịchị mgbe ọ dị afọ 20, sonye na SLPP ma kwado nna ya. Mgbe Siaka Stevens kwupụtara steeti otu pati ma bụrụ onye isi ala na 1971, a chụpụrụ SLPP n'okpuru ala.",
  "Alpha-Lavalie malitere ọrụ ya na 1968, na ụlọ ọrụ ụlọ akụ. Ọ rụrụ ọrụ afọ atọ maka Standard Chartered Bank na Sierra Leone, tupu ọ kwaga United Kingdom ebe ọ nwetara akara ugo mmụta na ụlọ akụ, na South West London College. N'afọ 1975, ọ laghachiri Sierra Leone, Standard Chartered wee were ya n'ọrụ ọzọ, n'oge ahụ otu n'ime ndị ụlọ akụ ole na ole a zụrụ nke ọma na mba ahụ. N'afọ 1987, ọ kwagara na National Development Bank, nọrọ na ha ruo n'afọ 1996.",
  "Alpha-Lavalie banyere na ndọrọ ndọrọ ọchịchị na 1996, na-asọ mpi ma merie mpaghara Bo South ka ọ bụrụ onye otu ndị omeiwu Sierra Leone. A họpụtara ya ozugbo n'ọfịs, bụrụ onye isi oche nke Kọmitii Ahụike na Ọrụ Ọha site na 1996 ruo 1997 na Kọmitii Ego site na 1996 gaa 2002",
  "A họpụtara ya dị ka osote onye isi oche maka ndị omeiwu n'afọ puku abụọ na otu, n'ọkwa ahụ, ọ bụ onye isi oche nke Kọmitii Akụkọ Ọha na Kọmitii Nchebe na Nchebe. Ọ nọgidere bụrụ osote ọkà okwu ruo n'afọ puku abụọ na asaa.",
  "Elizabeth Alpha-Lavalie lụrụ Dr",
  "Alpha Mohamed Lavalie, onye ndọrọ ndọrọ ọchịchị nke guzobere Kọmitii Nchebe nke Eastern Region mgbe nnupụisi ọchịchị Sierra Leone nke afọ 1992 gasịrị. Ọ nwụrụ na 15 Disemba 2013, mgbe ọ dị afọ 66, mgbe ọ nwesịrị otu ọnwa."
]