[
  "Elizabeth Carter Brooks (1867 ruo 1951) bụ onye nkuzi Amerịka, onye na-ahụ maka mmekọrịta mmadụ na ibe ya na onye na-ese ụkpụrụ ụlọ",
  "Ọ nwere mmasị n'inyere ndị Afrịka Amerịka ndị ọzọ aka inweta ihe ịga nke ọma onwe onye ma bụrụ otu n'ime ndị mbụ ghọtara mkpa ọ dị ichekwa ụlọ akụkọ ihe mere eme na United States",
  "Brooks bụ \"otu n'ime ụmụ nwanyị ojii ole na ole nke oge ahụ nke a pụrụ iwere ma onye na-ese ụkpụrụ ụlọ ma onye nkwado\".",
  "A mụrụ Brooks na New Bedford, Massachusetts, nke bụ mpaghara nke mba ahụ a maara nke ọma n'oge ahụ maka inye ebe mgbaba, ihe onwunwe, agụmakwụkwọ na ọrụ maka ndị bụbu ndị ohu. Nne ya, Martha Webb, bụbu ohu nke Onye isi ala John Tyler. Webb tinyere aka na Underground Railroad. Nwa ya nwanyị gara n'ihu zụlite \"mmasị maka ịha nhata\" nke were ndụ ya niile.",
  "Brooks gara New Bedford High School, wee gaa Swain Free School, nke nyere ụmụ akwụkwọ ntọala siri ike na imewe na nkà iwu ụlọ. Ọ gara n'ihu bụrụ onye Afrịka Amerịka mbụ gụsịrị akwụkwọ na Harrington Normal School for Teachers.",
  "Brooks malitere izi ihe na mbido afọ 1890 na Howard's Orphan Home ma ọ bụ Howard Colored Orphan Asylum na Brooklyn, nke ndị Afrịka Amerịka guzobere ma na-elekọta.",
  "N'afọ 1895, ọ malitere ịrụ ọrụ na National Association of Colored Women's Clubs (NACWC). Ọ ghọrọ odeakwụkwọ nke Nzukọ ahụ na 1896 na osote onye isi oche site na 1906 ruo 1908",
  "Ọ bụ onye isi oche nke NACWC site na 1908 ruo 1912. Brooks sonyekwara National Association for the Advancement of Colored People (NAACP) n'oge na-adịghị anya mgbe e guzobere ya ma mesịa mepụta ngalaba NAACP nke ya na New Bedford. A ga-asọpụrụ ya dị ka onye isi oche emeritus nke New Bedford NAACP na 1948.",
  "Brooks bụ otu n'ime ndị guzobere New England Federation of Women's Clubs (mgbe e mesịrị Northeastern Federation of Colored Women's clubs). Ọ bụ onye isi oche ihe karịrị afọ iri abụọ na asaa ma n'oge ọ nọ na klọb ahụ, \"na-ahụ maka nkwado nke ụlọ ọrụ obodo, ego agụmakwụkwọ, ụlọ nlekọta ụbọchị, na ọrụ ndị ọzọ obodo chọrọ\".",
  "N'afọ 1897, Brooks nyere aka mepee New Bedford Home for the Aged, nke na mbụ nwere ọtụtụ ebe nwa oge",
  "Na mgbakwunye, Brooks kwụrụ ụgwọ ụlọ ahụ n'onwe ya maka ọnwa isii mbụ. Mgbe nke ahụ gasịrị, Women's Loyal Union \" weere ọrụ maka idebe New Bedford Home for the Aged",
  "\" Brooks mechara chepụta ụlọ na-adịgide adịgide nke Colonial maka ebe ikpeazụ ya na 396 Middle Street. Women's Loyal Union, nke Brooks tinyere aka na ya, gara n'ihu na-enyere aka ịkwado ụlọ ahụ na ebe ọhụrụ ahụ. Brooks ghọrọ onye isi oche mbụ nke ụlọ na nke Women's Loyal Union, ma nọgide na ọrụ ndị ahụ ruo 1930. Ụlọ ahụ n'onwe ya ka na-eguzo na New Bedford ma dị okpukpu abụọ na ọkara n'ogologo, nke nwere elu ụlọ, dormers isii na ihu ihu nwere elu ụlọ dị larịị.",
  "Brooks malitere izi ihe ọzọ, n'oge a na 1901 na Taylor School, ebe ọ ghọrọ onye nkuzi Afrịka Amerịka mbụ na New Bedford.",
  "N'afọ 1918, Kansụl Agha nke National board nke YWCA were ya n'ọrụ iji lekọta ma lekọta owuwu nke Phillis Wheatley YWCA na Washington, D.C.",
  "N'afọ 1929, ọ lara ezumike nká na nkuzi. N'otu afọ ahụ, ọ lụrụ W",
  "Sampson Brooks, onye bụ bishọp nke African Methodist Episcopal denomination nke Betel Church. Ya na di ya kwagara San Antonio, ebe ha biri ruo mgbe di ya nwụrụ na 1934. Mgbe nke ahụ gasịrị, ọ laghachiri New Bedford.",
  "N'afọ 1939, ọ malitere ọrụ ya n'ichekwa ihe nketa ndị isi ojii",
  "Brooks chere na \"ihe ncheta nke 'akụkọ agbụrụ' bụ akụkụ dị mkpa nke ala ndị Afrịka Amerịka ma kwesị ka echekwa ya.  Ọ zụrụ ụlọ William H",
  "Carney ma gbanwee ụlọ ahụ ka ọ bụrụ ihe ncheta.",
  "Mgbe ọ nwụsịrị na 1951, obodo New Bedford sọpụrụ ya site n'ịkpọ ụlọ akwụkwọ aha ya na 1957."
]