[
  "Elizabeth Michael (Lulu) (a mụrụ n'abalị 16, ọnwa April, afọ 1995) bụ onye Tanzania na-eme ihe nkiri. N'afọ 2013, o ritere ihe nrite Zanzibar International Film Festival maka Best Actress maka \"Woman Of Principles\". O nwetakwara ihe nrite Africa Magic Viewers Choice Awards nke afọ 2016 maka Best Movie Eastern Africa. N'ọnwa Ọgọstụ afọ 2017, Africa Youth Awards kpọrọ ya n'etiti 100 Most Influential Young Africans. N'ọnwa Nọvemba afọ 2017, a mara ya ikpe maka igbu ọchụ n'amaghị ama maka ọnwụ Steven Kanumba n'afọ 2012 ma maa ya ikpe ịga mkpọrọ afọ abụọ. N'April 26, 2018, na emume Union nke Tanzania, ọ bụ otu n'ime ndị mkpọrọ onye isi ala John Pombe Magufuli gbaghara ebe e belatara ikpe ya",
  "E mechara tọhapụ ya na Mee 9, 2018 mgbe ọ nọsịrị ọnwa isii n'ụlọ mkpọrọ iji rụọ ọrụ obodo maka oge fọdụrụnụ mgbe ọ gosipụtara omume ọma mgbe ọ nọ n'ụlọ ikpe. N'abalị iri na abụọ n'ọnwa Nọvemba afọ 2018 ọ gwụchara nnwale ya.",
  "A mụrụ Michael ma zụlite ya na Dar Es Salaam, Tanzania",
  "Nna ya bụ Michael Kimemeta, nne ya bụ Lucrecia Kalugira",
  "Ọ gara Remnant Academy maka agụmakwụkwọ praịmarị ya, na Perfect Vision High School, St Mary's High School maka agụmakọta sekọndrị ya",
  "Ọ sonyeere Tanzania Public Service College ebe ọ nwetara diplọma ya na Human Resource Management.",
  "Michael malitere ọrụ ime ihe nkiri ya dịka nwa na-eme ihe nkiri mgbe ọ dị naanị afọ ise",
  "Onye na-eme ihe nkiri bụ Mahasin Awadh (Dr Cheni) bụ onye chọpụtara ya n'oge ọ na-achọ nkà",
  "Ọ kpọgara ya na Kaole Sanaa Group, ebe ọ pụtara n'ọtụtụ ihe nkiri telivishọn ebe ọ pụtara na Dira ebe ọ na-eme Nemu, ọ pụtara na ihe nkiri ndị ọzọ gụnyere Zizimo, Baragumu, Gharika, Taswira, na Demokrasia nke a maara nke ọma n'afọ 2000. Ọ rụrụ ọrụ n'okpuru aha Lulu, aha a maara ya taa",
  "N'afọ 2005, o mere ihe nkiri mbụ ya na  nkiri a na-akpọ Misukosuko.",
  "N'ọnwa Ọktoba afọ 2018, Michael kwere Francis Ciza (Dj Majizzo) onye nwe EFM Radio na TVE nkwa ọlụlụ. Di na nwunye ahụ lụrụ n'ụbọchị iri na asaa nke ọnwa Febụwarị afọ 2021.  N'ọnwa Julaị 2021, ha mụrụ nwa nwoke aha ya bụ Jenesis.",
  "Mụ na Diana Kimaro na Hashimu Kambi",
  "Mụ na Flora Mtegoa, Linah Sanga",
  "Mụ na Kulwa Kikumba na Isarito Mwakalikamo"
]