[
  "Elizabeth Nyamayaro bụ onye sayensị ndọrọ ndọrọ ọchịchị na onye bụbu onye ndụmọdụ ukwu nke Under-Secretary-General na Executive Director for UN Women. Nyamayaro bụkwa onye isi nke HeForShe, otu òtù nke ụmụ nwanyị UN guzobere iji nye ụmụ mmadụ niile ike, ọkachasị ụmụ nwoke na ụmụ nwoke, inwe olu ma mee ihe iji nweta nha nhata nwoke na nwanyị na ndụ ha.",
  "A mụrụ Nyamayaro n'aka na Zambia ma ya bụrụ otu n'ime ụmụ anọ. Ọ bụ nne nne ya zụlitere ya n'otu obodo dị na Zimbabwe nke nwere nje HIV na ụnwụ nri. Kama ịga ụlọ akwụkwọ, ọ na-arụ ọrụ ụlọ ma na-achọ nri ebe ọ bụla o nwere ike",
  "Mgbe ụkọ mmiri ozuzo n'afọ iri asatọ hapụrụ obodo ya n'agụụ, Nyamayaro zutere UNICEF na nke mbụ ya. Nke a bụ oge mbụ ụnwụ nri dakwasịrị obodo ya ma ọ ritere uru site n'aka ndị ọrụ enyemaka UN na-enye ya nri site n'oge ruo n'oge.  Mgbe ahụmịhe ahụ gasịrị, ọ ghọrọ ihe mgbaru ọsọ ya ịrụ ọrụ maka United Nations ma nyere aka ma bulie ndị ọzọ dị ka enyere ya aka",
  "Ọ bụ mgbe ụnwụ nri mbụ gasịrị ka ezinụlọ ya kewara ma ya na nne nne ya nọrọ ebe nne na nna ya, nwanne ya nwoke, na ụmụnne ya nwanyị abụọ gara n'isi obodo Harare ịchọ ọrụ na ohere. Mgbe ọ dị afọ iri, nwanne nne ya nwere ego zuru ezu iji kpọga ya n'isi obodo Harare ma soro ụmụaka Britain gaa ụlọ akwụkwọ onwe onye nke bụ oge mbụ ya n'ụlọ akwụkwọ. Nke a bụ oge dị mkpa na ndụ ya ka ọ nwere enweghị nhata na nke mbụ ya n'ihi na ọ dabara n'ụlọ akwụkwọ mana ọ dịkwa ya ka ọ dị elu karịa obodo ya ebe ọ gụrụ akwụkwọ ugbu a.",
  "Ọ hapụrụ obodo Zimbabwe mgbe ọ dị afọ iri abụọ na otu ịga obere kọleji na Notting Hill Gate, London. Mgbe ọ biri na London na Geneva, Nyamayaro bi ugbu a na mba New York City.",
  "Nyamayaro nwetara MSc ya na ndọrọ ndọrọ ọchịchị site na London School of Economics and Political Science",
  "Nyamayaro gara Harvard Business School.",
  "Ka ọ dị ugbu a, Nyamayaro bụ onye ndụmọdụ dị elu nye Under Onye Odide ebe dum na Onye nnọchiteanya na atuzi aka màkà UN Women na onye isi HeForShe Movement",
  "Njikọ mbụ Nyamayaro maka UN Women bụ iwebata onye na-eme ihe nkiri na onye na-arụ ọrụ Emma Watson ka ọ bụrụ ihu nke Njem HeForShe",
  "Tupu ọrụ ya maka UN Women, Nyamayaro rụrụ ọrụ maka Merck, otu n'ime nnukwu ụlọ ọrụ ọgwụ n'ụwa",
  "Dị ka akụkụ nke Senior Leadership n'ime Corporate Strategy Office na Merck, ọ rụrụ ọrụ iji gaa n'ihu n'ọhụụ Merck nke ịgbasa ohere ọgwụ na mba ndị na-emepe emepe. O lekwasịrị anya ma malite atụmatụ ndị inyom dị mkpa gụnyere \"Merck for Mothers,\" nkwekọrịta $ 500 nde iji belata ọnwụ nne, \"Saving Mothers, Giving Life\", atụmatụ ya na Gọọmentị US na odeakwụkwọ nke steeti Hillary Clinton na-elekwasị anya na ahụike nne na n'ikpeazụ, \"Pink Ribbon Red Ribbon Alliance\" nke ya na George W",
  "Bush Institute, UNAIDS, Susan G",
  "Komen na PEPFAR jikọrọ aka na mgbochi ọrịa kansa akpa nwa.",
  "N'ime afọ iri na ise gara aga, Nyamayaro anọ kwara n'ọkwa na UNAIDS, World Health Organization na World Bank. N'ebe ahụ, ọ rụrụ ọrụ iji kwado atụmatụ ahụike ọha na eze",
  "Na ma na ngalaba ọha na eze ma nke onwe, Nyamayaro arụwo ọrụ n'ihu mmepe Afrịka ihe karịrị afọ iri.",
  "N'ọnwa Mee, n'afọ 2015, Nyamayaro mere ihe nkiri TED Talk maka TEDWomen nke akpọrọ, \"Ọkpụkpọ òkù maka ụmụ nwoke chọrọ ụwa ka mma maka ụmụ nwanyị\"",
  "Ka ọ na-erule n'ọnwa Machị, na afọ 2016, okwu TED ya enwetala 1,240,141 n'anya.",
  "Tụkwasị na nke a, o guzobere IQ Afrịka, ụlọ ọrụ na-enweghị uru nke na-achọ inye aka na uto na mmepe akụ na ụba nke Afrika.",
  "Nyamayaro bụ onye na-akwado nkà ihe ọmụma Ubuntu."
]