[
  "Eliza Anna Grier (1864–1902) bụ dibịa Amerịka na nwaanyị Afrịka-Amerịka mbụ nwere ikikere ịgwọ ọrịa na steeti Georgia nke Amerịka.\nEliza Anna Grier (1864–1902) bụ dibịa Amerịka na nwaanyị Afrịka-Amerịka mbụ nwere ikikere ịgwọ ọrịa na steeti Georgia nke Amerịka.",
  "A mụrụ Dr",
  "Eliza Anna Grier na Mecklenburg County, North Carolina n'afọ otú pụkụ narị asatọ na iri isii na anọ nye Emily na George Washington Grier",
  "Ọ bụ ezie na a mụrụ ya mgbe Emancipation Proclamation gasịrị, ọ bụ ohu n'ụzọ dị irè n'akụkụ ahụ nke North Carolina nke ndị agha Union na-anọghị. A tọhapụrụ ya na omume na njedebe nke agha ahụ (mgbe ọ ka bụ nwa ọhụrụ) ma mesịa kwaga Nashville, Tennessee iji mụọ nkuzi na Mahadum Fisk Iji nwee ike ịkwụ ụgwọ akwụkwọ ya, ọ na-agbanwe kwa afọ nke ịmụ ihe na ịrụ ọrụ; mgbe ọ debanyere aha n'afọ otú pụkụ narị asatọ na iri asatọ na anọ, ọ gụsịrị akwụkwọ n'afọ otú pụkụ narị asatọ na iri iteghete na otú.",
  "Grier degaara Woman's Medical College of Pennsylvania akwụkwọ n'afọ otú pụkụ narị asatọ na iri iteghete iji kọwaa na o nwere obere ego ma jụọ ma enyemaka \"a pụrụ inye maka ohu nweere onwe ya iji nweta enyemaka ọ bụla n'ime ọrụ dị elu\".  A nabatara ya na kọleji n'afọ otú pụkụ narị asatọ na iri iteghete na atọ ma rụọ ọrụ ọzọ n'etiti oge ọmụmụ iji kwado onwe ya",
  "Eliza rụrụ ọrụ otu afọ na-ahọpụta ogho iji kwụọ ụgwọ ụlọ akwụkwọ ahụike nke afọ ọzọ, were ya afọ asaa iji gụsịrị akwụkwọ.",
  "Mgbe ọ gụsịrị akwụkwọ n'afọ otú pụkụ narị asatọ na iri iteghete na asaa, ọ kwagara Atlanta, Georgia ma tinye akwụkwọ maka ikikere iji rụọ ọrụ ọgwụ na Fulton County, na-eme ka ọ bụrụ nwaanyị Afrịka-Amerịka mbụ natara ikikere ahụike na steeti Georgia. Grier guzobere ọrụ onwe ya na Atlanta, ọkachamara na obstetrics na gynecology.",
  "E hotara ya ka ọ na-ekwu \"Mgbe m hụrụ ụmụ nwanyị nwere agba na-arụ ọrụ niile n'ọnọdụ nke accouchement [ịmụ nwa], na ego niile na-aga n'aka dọkịta ọcha nke na-ele anya, ajụrụ m onwe m ihe mere na agaghị m enweta ego ahụ n'onwe m",
  "Maka nke a, eruola m",
  "Agara m Philadelphia, m gụrụ ọgwụ nke ọma, nweta akara ugo mmụta m, ma laghachi Atlanta, ebe m biri ndụ m niile, iji rụọ ọrụ m",
  "Ụfọdụ n'ime ndị dọkịta ọcha kachasị mma n'obodo ahụ nabatara m, ma kwuo na ha ga-enye m ohere nhata na ọrụ ahụ",
  "Nke ahụ bụ ihe niile m na-arịọ.\"",
  "N'oge a, ọ gbakwunyere ego ya na ọrụ nkuzi",
  "Ọ dara ọrịa n'afọ otú pụkụ narị iteghete na otú naanị afọ atọ ka ọ malitesịrị ọrụ ya, ọ nweghịkwa ike ịrụ ọrụ",
  "O degaara Susan B",
  "Anthony akwụkwọ ka ọ rịọ maka enyemaka maka nsogbu ego ya.",
  "Anthony anọghị n'ọnọdụ inyere ya aka n'ụzọ ego mana ọ kpọtụrụ Woman's Medical College n'aha ya.\n \nỌ kwagara Albany, Georgia, ebe nwanne ya nwoke Richard Edgar Grier, bụkwa onye dibịa, rụrụ ọrụ",
  "Ọ nwụrụ n'afọ otú pụkụ narị iteghete na abụọ, naanị afọ ise ka ọ malitere ịgwọ ọrịa, e wee lie ya na Charlotte, North Carolina."
]