[
  "Elizabeth Talford Scott (February 7, 1916 eprel 25, 2011) bụ ónyé America na-ese ihe, nke a maara màkà akwa ya.",
  "A mụrụ Elizabeth Caldwell na nso Chester, South Carolina, ebe ezinụlọ ya bírí dị ka ndị na-ekere òkè na Blackstock Plantation, n'ala ebe nné na nnà ya ochie ghọrọ ohu.  Ọ bụ nwa nke isii n'ime ụmụ iri na anọ (ụmụnne nwoke asaa na ụmụnne nwanyị asaa) nke Mary Jane na Samuel Caldwell mụrụ, na nwanyị nke atọ. Elizabeth tolitere n'ezinụlọ ndị omenkà na-eme ite, ígwè, basketry, quilting na ịkpa akwa",
  "Ha bụkwa ndị na-akọ akụkọ",
  "Nne na nna ya abụọ na-eme akwa, Elizabeth mụtara akwa mgbè ọ dị afọ itoolu. Nna ya bụ onye na-arụ ọrụ n'ụgbọ okporo ígwè nke na-anakọta ihe mkpofu ákwà na njem ya, ọ na-ejikwa ihe okike na-acha ihe mkpofu ahụ nke o ji mkpụrụ osisi na ụrọ mee. N'afọ 1940, n'oge Nnukwu Migration, Elizabeth kwagara n'ebe ugwu Baltimore, Maryland iji zere nkwenye na ịchọ ohere akụ na ụba ka ukwuu.",
  "Na Baltimore, Elizabeth Talford Scott rụrụ ọrụ ogologo ógè dị ka onye na-arụ ọrụ n'ụlọ, onye na-elekọta ụmụaka, na ónyé na-esi nri, ma kwụsị ịkpa ákwà site na 1940-1970",
  "Mgbè ọ lara ezumike nká n'ọrụ ndị ọzọ a, Elizabeth malitere ịkpa ákwà ọzọ, n'oge na-adịghị anya, ọ mepụtara ụdị ya pụrụ iche nke gbasaa n'elu ihe ejiji ọdịnala nke ọ mụtara n'aka ezinụlọ ya. Na mgbakwunye na ọrụ, akwa ọhụrụ ndị a na-ejikarị akwa, appliqué, ọrụ bead, sequins, net plastik na ihe ndị a chọtara dị ka nkume, bọtịnụ na mkpokoro. Akpụkpọ ahụ ya gbanwere n'ime ihe ndị dị omimi, na-abụkarị ihe na-adịghị ahụ anya na nke na-enweghị atụ, na-ezo aka na ememe ezinụlọ, akụkọ onwe onye, na gburugburu ime ọbọdọ nke nwata ya. Elizabeth na-eme ihe ọmụmụ na ngosipụta mgbe niile, ma na-arụkọ ọrụ ugboro ugboro na nwa ya nwanyị, onye na-ese ihe Joyce J",
  "Scott, iji kụziere ụmụ akwụkwọ banyere ọrụ ya. E gosipụtara akwa Elizabeth Talford Scott na Pennsylvania Academy of Fine Arts, Walters Art Museum, Baltimore Museum of Art, na New York na Museum of Biblical Art, Studio Museum of Harlem, Museum of American Folk Art, na Metropolitan Museum of Art.",
  "Na 1940 mgbe ọ kwagara Baltimore, Elizabeth Caldwell zutere ma lụọ Charlie Scott, Jr",
  "si Durham, NC. Ha nwere otu nwá nwanyị, onye na-ese ihe Joyce J",
  "Scott (b",
  "1948)",
  "Mgbè Joyce dị afọ iri na abụọ, Elizabeth na Charlie kewara. Charlie Scott Jr",
  "nwụrụ n'afọ 2005",
  "Elizabeth na Joyce nọgidere na-ebi na Baltimore ruo mgbè Elizabeth nwụrụ mgbè ọ dị afọ 95 na 2011."
]