[
  "Elizabeth Wanjiru Wathuti (amụrụ n'Ọgọst 1, 1995) bụ onye Kenya na-ahụ maka gburugburu ebe obibi na ihu igwe na onye guzobere Green Generation Initiative, nke na-azụlite ndị na-eto eto ịhụ okike n'anya ma mara gburugburu ebe obibi n'oge ha dị obere ma ugbu a, ọ kụọla mkpụrụ osisi pụkụ ịrị atọ na Kenya.",
  "N'afọ 2019, e nyere ya ihe nrite nke Africa Green Person of the Year Award site na Eleven Eleven Twelve Foundation ma kpọọ ya otu n'ime 100 Most Influential Young Africans site na Africa Youth Awards.",
  "Wathuti gụsịrị akwụkwọ na Mahadum Kenyatta wee nweta nzere bachelọ na Environmental Studies na Community Development.",
  "Wathuti tolitere na Nyeri County, nke a ma ama maka inwe oke ọhịa kachasị elu na Kenya. Ọ kụrụ osisi mbụ ya mgbe ọ dị afọ asaa wee gaa n'ihu guzobe klọb gburugburu ebe obibi na ụlọ akwụkwọ sekọndrị ya site n'enyemaka nke onye nkuzi ala ya, onye nyere onwe ya ka ọ bụrụ onye nkwado klọb ahụ. Ọ bụ otu n'ime ndị isi nke Kenyatta University Environmental Club (KUNEC) ebe o nwere ike ịhazị ma lekọta ọtụtụ ọrụ; dị ka ịkụ osisi, ihicha na agụmakwụkwọ gburugburu ebe obibi; ihe niile ka ọ na-eme ka mmata banyere nsogbu gburugburu ebe obibi ụwa dị ka mgbanwe ihu igwe.",
  "N'afọ 2016, o guzobere Green Generation Initiative, nke na-elekwasị anya n'ịzụlite ndị na-eto eto na-anụ ọkụ n'obi maka gburugburu ebe obibi, agụmakwụkwọ gburugburu ebe obibi na ihu igwe, iwulite ikike ihu igwe na ụlọ akwụkwọ akwụkwọ akwụkwọ ndụ akwụkwọ ndụ",
  "Vidio ya \"The Forest is a Part of Me\" bụ nke Global Landscapes Forum (GLF) gosipụtara dị ka akụkụ nke usoro na Youth Voices in Landscapes.",
  "Ọ bụ onye natara ihe nrite Wangari Maathai Scholarship maka mmasị ya pụrụ iche na mkpebi ya maka nchekwa gburugburu ebe obibi. Wathuti bụkwa onye otu zuru oke nke Green Belt Movement, nke onye nwụrụ anwụ Prọfesọ Wangari Maathai guzobere bụ onye bụ ihe nlereanya Wathuti na nnukwu mkpali na mmetụta",
  "N'afọ 2019 na International Youth Day, Duke na Duchess nke Sussex nabatara ya site n'ide ihe odide na Instagram ha maka ọrụ ya na nchekwa gburugburu ebe obibi. E gosipụtakwara ya na ebe nrụọrụ weebụ Queen's Commonwealth Trust. N'otu afọ ahụ, Greenpeace gosipụtara ya na Vanessa Nakate na Oladuso Adenike dị ka otu n'ime ndị isi ojii atọ na-eme ihe gbasara ihu igwe n'Africa na-anwa ịzọpụta ụwa."
]