[
  "Elizabeth Catlett, ónyé amụrụ dị ka Alice Elizabeth Catlett (April 15, 1915 ̊ Eprel 2, 2012) bụ onye Africa America na-ese ihe na onye na-ese eserese nke a maara nke ọma maka ngosipụta ya nke ahụmịhe Black-American na narị afọ nke 20, nke na-elekwasịkarị ányà na ahụmịhe nwanyị. A mụrụ ya ma zụlite ya na Washington, D.C., nne na nna na-arụ ọrụ na agụmakwụkwọ, ọ bụkwa nwa nwa nke ndị bụbu ndị ohu",
  "O siri ike màkà nwanyị ojii n'oge a ịchụso ọrụ dị ka ónyé na-ese ihe",
  "Catlett tinyere ọtụtụ ọrụ ya n'ịkụzi ihe",
  "Otú ọ dị, otu mkpakọrịta e nyere ya na 1946 nyere ya ohere ịga Mexico City, ebe ọ rụrụ ọrụ na Taller de Gráfica Popular ruo afọ iri abụọ wee bụrụ ónyé ísì nke ngalaba ihe ọkpụkpụ maka Escuela Nacional de Artes Plásticas",
  "N'afọ ndị 1950, ụzọ isi ọ na-eji eme ihe osise gbanwere site na mbipụta gaa na ihe ọkpụkpụ, ọ bụ ezie na ọ hapụghị nke mbụ.",
  "Ọrụ ya bụ ngwakọta nke abstract na figurative na ọdịnala nke Modernist, na mmetụta sitere na ọdịnala nka Africa na Mexico",
  "Enwere ike ịkọwa ọrụ Catlett dị ka mmekọrịta mmadụ na ibe ya, n'ihi nraranye ya na nsogbụ na ahụmịhe nke ndị Africa America. Dị ka ónyé na-ese ihe si kwuo, ebumnuche bụ isi nke ọrụ ya bụ izipu ozi mmekọrịta mmadụ na ibe ya karịa ịma mma dị ọcha",
  "Ụmụ akwụkwọ nka na-amụ ọrụ ya nke ọma na-achọ igosi agbụrụ, okike na nsogbu klas",
  "N'oge ndụ ya, Catlett nwetara ọtụtụ onyinye na nkwanye ùgwù, gụnyere ịbụ ónyé otu na Salón de la Plástica Mexicana, Art Institute of Chicago Legends and Legacy Award, nzèrè doctorate nke Pace University na Carnegie Mellon, na International Sculpture Center's Lifetime Achievement Award na ihe ọkpụkpụ nke oge a.",
  "A mụrụ Catlett ma zụlite ya na Washington, D.C",
  "Ma nne ya na nna ya bụ ụmụ nke ndị ohu a tọhapụrụ, nne nne ya kọkwara ya akụkọ banyéré ijide ndị ha n'Africa na ihe isi ike nke ndụ ugbo. Catlett bụ nwa ikpeazụ n'ime ụmụ atọ",
  "Nne na nna ya abụọ na-arụ ọrụ na agụmakwụkwọ; nne ya bụ ónyé ọrụ na-akụzi akwụkwọ na nna ya na-akụziri mgbakọ na mwepụ na Mahadum Tuskegee, usoro ụlọ akwụkwọ ọha na eze DC n'oge ahụ. Nna ya nwụrụ tupu a mụọ ya, na-ahapụ nne ya ka ọ rụọ ọtụtụ ọrụ iji kwado ezinụlọ.",
  "Catlett gụsịrị akwụkwọ na Mahadum Howard, gụsịrị akwụkwọ cum laude, ọ bụ ezie na ọ bụghị nhọrọ mbụ ya. A nabatakwara ya na Carnegie Institute of Technology mana a jụrụ ịnabata ya mgbè ụlọ akwụkwọ ahụ chọpụtara na ọ bụ onye isi ojii. Otú ọ dị, na 2007, ka Cathy Shannon nke E&S Gallery na-agwa otu ndị ntorobịa okwu na August Wilson Center for African American Culture na Pittsburgh, PA, ọ kọrọ njikọ Catlett na Pittsburgh n'ihi ikpe na-ezighị ezi a",
  "Onye nchịkwa na Mahadum Carnegie Mellon nọ na ndị na-ege ntị ma nụ akụkọ ahụ na nke mbụ ya",
  "Ozugbo ahụ, ọ gwara ónyé isi ụlọ akwụkwọ ahụ, Jared Leigh Cohon, onye na-amaghị ma na-awụ akpata oyi n'ahụ na ihe dị otú ahụ emeela",
  "N'afọ 2008, Onye isi ala Cohon nyere Catlett nzèrè Doctorate nke nsọpụrụ na ihe ngosi otu nwanyị nke nka ya nke E&S Gallery gosipụtara na The Regina Gouger Miller Gallery na campus nke Mahadum Carnegie Mellon.",
  "N'oge ọ malitere ọrụ ya, Catlett nabatara ọrụ Public Works of Art Project na gọọmentị etiti maka ndị na-ese ihe na-enweghị ọrụ n'afọ ndị 1930",
  "Otú ọ dị, a chụrụ ya n'ọrụ n'ihi enweghị ebumnuche, ma eleghị anya n'ihi na ọ bụ onye na-eto eto",
  "Ahụmahụ ahụ mere ka ọ mata ọrụ mmekọrịta ọha na eze nke Diego Rivera na Miguel Covarrubias.",
  "N'oge ndụ Catlett, ọ nwetara ọtụtụ onyinye na nkwanye ùgwù. Ihe ndị a gụnyere Ihe nrite Mbụ na 1940 American Negro Exposition na Chicago, ntinye n'ime Salón de la Plástica Mexicana na 1956, Ihe nrite Alumni Distinguished site na Mahadum Iowa na 1996, ihe ngosi njem afọ 50 nke ọrụ ya nke Newberger Museum of Art na Purchase College kwadoro na 1998, ihe nrite NAACP Image na 2009, na ụtụ jikọrọ aka mgbe ọ nwụsịrị nke Salón de the Plástica Mexican na Instituto Politécnico Nacional na 2013. Ndị ọzọ gụnyere onyinye sitere na Women's Caucus for Art, Art Institute of Chicago Legends and Legacy Award, Elizabeth Catlett Week na Berkeley, Elizabeth Catlette Day na Cleveland, nwa amaala nsọpụrụ nke New Orleans, nzere doctorate nsọpụrụ site na Mahadum Pace na Carnegie Mellon, na International Sculpture Center's Lifetime Achievement Award na ihe ọkpụkpụ nke oge a",
  "Taller de Gráfica Popular meriri ihe nrite udo mba ụwa n'otu akụkụ n'ihi ihe ọ rụzuru. Ọ natara onyinye Candace site na National Coalition of 100 Black Women na 1991."
]