[
  "Elizabeth Welch Orr CNZM (29 Ọktoba 1929 - 22 Eprel 2021, née Entrican) bụ onye nkuzi New Zealand na onye bụbu Chancellor nke Mahadum Victoria nke Wellington.&nbsp; Orr bụkwa onye ndu otu ndị ọrụ na onye na-akwado maka ịha nhata ụgwọ..",
  ". Orr bụ ada onye injinia obodo na onye nchịkwa oke ọhịa Pat Entrican.  Ọ gara Samuel Marsden Collegiate n'etiti 1936 na 1942, na Nga Tawa Diocesan n'etiti 1944 na 1946.  Orr gụchara nzere bachelọ nke Arts na Bekee na French na Mahadum Victoria nke Wellington na 1951",
  "Mgbe ọ gụsịrị akwụkwọ gụsịrị akwụkwọ na Master Master's in English na First Class Honors na 1954,  ọ gara n'ihu na-arụ ọrụ na Mahadum n'ime ngalaba Bekee dị ka onye nkuzi abụọ.  na onye nkuzi..",
  ". N'agbata 1967 - 1980 Orr bụ nwanyị mbụ jere ozi dị ka onye odeakwụkwọ ukwu nke otu ndị nkuzi mahadum.  Orr ghọrọ onye otu Victoria University of Wellington Council na 1986, wee gaa n'ihu na-aghọ Pro-Chancellor na 1990",
  "N'etiti 1991 na 1995 ọ rụrụ ọrụ dị ka Chancellor University - nwanyị mbụ mere ya..",
  ". Orr nyere aka na nguzobe nke National Advisory Council for Employment of Women, ebe ọ jere ozi dị ka oche n'etiti 1971 na 1979, na-akwado maka Equal Pay Act na 1972.  Orr bụ onye otu ụlọ ikpe nha nhata, na n'etiti 1975 na 1978 ọ jere ozi na kọmitii ịkwụ ụgwọ nha nhata.  Na mgbakwunye, Orr nyere aka na arụmụka iwu maka ụgwọ nha nhata 2014 Terranova Homes & Care Limited v Service and Food Workers Union Nga Ringa Tota Incorporated..",
  ". Orr lụrụ odeakwụkwọ maka ikpe ziri ezi na onye otu ụlọ ikpe Waitangi Gordon Orr.  na 1997 Elizabeth Orr ghọrọ onye mmekọ nke New Zealand Order of Merit, maka ọrụ agụmakwụkwọ na obodo.  N'otu afọ ahụ, Mahadum Victoria nke Wellington Council mekwara ya Dọkịta nke akwụkwọ nsọ.  Orr nwere echiche nchekwa maka nchekwa nke ụmụ anụmanụ na New Zealand  na 2017 o bipụtara akụkọ ihe mere eme nke New Zealand Forest Service, gụnyere ịkọwapụta ọrụ nna ya dị ka onye isi nke oke ọhịa n'etiti 1939 na 1961..",
  "Orr nwụrụ na Wellington na 22 onwa Eprel na afo 2021 ọdị afọ 91."
]