[
  "Elizabeth Addo (amụrụ n'ụbọchị mbụ n'ọnwa Septemba n'afọ 1993) bụ onye Ghana na-agba bọọlụ nke na-agba ọsọ maka Djurgårdens IF nke Swedish Damallsvenskan",
  "Ọ bụkwa onyeisi ndị otu egwuregwu bọọlụ ụmụ nwanyị nke mba Ghana.",
  "Addo malitere ọrụ ya na Ghana, na-egwuri egwu maka Tesano Ladies F.C",
  "na 2003 ma mesịa bịanye aka na Athleta Ladies F-C nke a maara dị ka \"Ashaiman Ladies\" nke dị na Ashaiman n'afọ 2007-2012. Ọ nọrọ oge ole na ole n'ebe ahụ ma mesịa sonye n'otu nnukwu Rivers Angels FC nke Naijiria site na 2012 ruo 2014",
  "Ọrụ ya nyeere ndị otu ahụ aka imeri 2012/2013 Nigerian Women Football League na 2013/2014 Nigerian Women Soccer League n'okpuru Rivers Angels F.C",
  "Manager Edwin Okon. Ụmụ nwanyị Port Harcourt, ji okpukpu abụọ buru ụzọ na nkeji nke 56 mgbe Addo gbara egwu mara mma na igbe 18 nke Amazon.",
  "Addo laghachiri Ghana na 2014 ma mesịa sonye na ŽFK Spartak Subotica na Serbia n'otu afọ ahụ.",
  "N'afọ 2015, Addo laghachiri Europe wee sonye na nnukwu ụlọ ọrụ Hungary Ferencvárosi TC na Budapest Hungary. Ọ bụ akụkụ dị mkpa nke otu mbụ n'okpuru onye njikwa Balázs Dörnyei ma merie 2015/2016 Hungarian Női NB I league title na Hungarian Women's Cup na 2016.",
  "A na-ewere Addo dị ka otu n'ime ndị egwuregwu atọ kachasị elu",
  "Ọ gbara egwuregwu 27 na league ma gbaa goolu 17 nyere ndị otu ya aka imeri n'asọmpi Női NB I League nke Hungary. Ọ gbara goolu na nkeji nke 89 megide onye na-asọmpi MTK nke tụgharịrị akara akara Ferencvárosi TC 1 意 1 MTK",
  "Ihe mgbaru ọsọ ya nyeere klọb ya aka iru eru maka asọmpi ikpeazụ nke Hungarian FA Cup na penalties",
  "Ọ gbara nkeji iri itoolu zuru ezu maka ndị otu ya iji merie Honved 5 z0 na ngwụcha.",
  "Addo gbara bọọlụ maka Club Ferencváros na 201516 UEFA Women's Champions League ma bụrụ onye nke abụọ n'oge otu. N'afọ 2016, Addo bụ otu n'ime ndị egwuregwu atọ edepụtara maka 2015/2016 Női NB I Women Footballer of the Year award.",
  "N'ọnwa Ọgọstụ 2016, otu Kvarnsvedens IK nke Damallsvenskan League bịanyere aka na Addo onye sonyeere klọb ahụ n'efu. Addo abụwo onye na-adọrọ mmasị na Sweden Damallsvenskan league, Ruo ugbu a, ọ gbara egwuregwu 8 gbara goolu 5 maka Kvarnsvedens IK( Ọ gbara dị ka onye na-agba bọọlụ etiti na egwuregwu 7 Damallsvenscan league ma gbaa 1, nyere goolu 2, mepụtara penalties 2 na egwuregwu ọ bụla ma gbaa goolu 4 na Sweden FA Cup",
  "O nwere aha ya na Sweden Damallsvenskan Best XII nke ọnwa Septemba 2016.",
  "Addo bịanyere aka na nkwekọrịta iji sonye na Boston Breakers na NWSL, agbanyeghị na Breakers kwụsịrị n'ihu oge 2018. Ọ bụ Seattle Reign họpụtara ya na Dispersal Draft na nhọpụta nke asatọ.",
  "N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2018, Addo bịanyere aka na mgbazinye ego na Western Sydney Wanderers maka oge W-League 2018.",
  "N'ọnwa Eprel 2019, ndị otu Chinese Women's Super League Jiangsu Suning bịanyere aka na ya na nkwekọrịta otu afọ mgbe ọ hapụsịrị Seattle Reign mgbe nkwekọrịta ya kwụsịrị ebe ọ sonyeere onye otu ya, Tabitha Chawinga na klọb Swedish Kvarnsvedens. Oge ọ nọrọ na klọb ahụ kwụsịrị ngwa ngwa karịa ka ọ kwesịrị ịdị mwute n'ihi ọrịa COVID-19 na 2020",
  "Mgbe ọ nọ na klọb ahụ, ọ gbara egwuregwu iri na anọ, gbaa bọọlụ ugboro ise ma nye aka iri. N'ime obere oge ahụ na klọb ahụ, ọ meriri iko anọ, The Chinese Women's Super League, Women's FA Cup, FA Tournament na Women's super Cup. Addo bụ akụkụ dị mkpa nke otu ahụ nke nọ n'ọnọdụ nke abụọ na AFC Women's Club Championship na oge izizi ya.",
  "Mgbe ọ gbasịrị otu afọ na Chinese Women's Super League Addo, ọ bịanyere aka na Apollon Ladies FC nke Cypriot n'afọ 2020.  Addo mere nke mbụ ya maka Apollon Ladies FC nke Saịprọs na 4 Nọvemba 2020 na mmeri ha meriri Swansea Ladies na agba nke mbụ nke UEFA Women's Champions League.",
  "Na 18 Jenụwarị 2021, Addo laghachiri na United States mgbe ọ kwagara na klọb National Women's Soccer League North Carolina Courage na nkwekọrịta otu afọ, yana nhọrọ nke ịgbatị ọnwa 12.",
  "Addo bụ onye mba ụwa zuru oke maka Ghana kemgbe afọ 2007",
  "Mgbe ọ dị afọ iri na anọ, ọ sonyeere ndị otu mba na-erubeghị afọ iri na ise na 2007 FIFA U-14 Women's World Cup nke e mere na Switzerland ma duzie ndị otu ahụ ruo na ngwụcha na asọmpi ahụ.",
  "Ọ bụ onye isi oche Ghana na 2008 FIFA U-17 Women's World Cup nke e mere na New Zealand ma bụrụ osote onye isi oche nke otu ụmụ nwanyị U17 nke Ghana (Black Maidens) na 2010 2010 FIFA U-17 World Cup. Addo so n'òtù mba nke sonyere na 2010 FIFA U-20 Women's World Cup nke e mere na Germany ma sọọ mpi na 2012 FIFA U-20 women's World cup nke e mere ne Japan.",
  "Ọ bụkwa otu n'ime ndị otu mba nke sonyere na 2014 African Women's Championship qualification.",
  "Ọ bụ otu n'ime Ghana Squared nke chere Cameroon ihu maka 2016 Rio Olympic Games qualifier na Accra Sports Stadium -Ghana Ọ gbara egwuregwu enyi na enyi megide Germany na 22 Julaị 2016",
  "12 Eprel 2016, ọ rụrụ ọrụ dị mkpa na Ghana iru eru maka 2016 Africa Women Cup of Nations. O duuru ndị otu Ghana dị ka onyeisi gaa n'ọnọdụ nke atọ na 2016 Africa Women Cup of Nations O meriri mmadụ abụọ n'ime ihe nrite egwuregwu ma gbaa goolu atọ na asọmpi ahụ iji mechie dị ka onye nke atọ kacha gbaa goolu na onye kacha gbaa gooli maka ndị otu Ghana. N'ihi ihe ndị ọ rụzuru na asọmpi ahụ, a kpọrọ ya aha na Team of the Tournament. Ọ bụ otu n'ime ndị otu Ghana na 2018 Africa Women Cup of Nations nke e mere na Ghana",
  "N'ọnwa Machị 2020, ọ bụ otu n'ime ndị otu Ghana nke sonyere na 2020 Turkish Women's Cup nke bụ asọmpi bọọlụ ụmụ nwanyị a na-eme kwa afọ na Turkey. O duuru ndị otu ahụ gaa n'ọkwa nke abụọ n'òtù ha ka ha na-etinye nke atọ n'ozuzu na asọmpi iji merie ọla nchara na iko.",
  "Ferencváros",
  "Jiangsu Suning",
  "Ghana"
]