[
  "Elizabeth Mary Jane Fish (22 Disemba 1860 - 21 Machị 1944) bụ onye nkuzi ụlọ akwụkwọ na nwanyị mbụ a họpụtara dịka onye isi oche nke Educational Institute of Scotland, òtù ndị nkuzi kacha ochie n'ụwa.",
  "A mụrụ Elizabeth na 83 North Woodside Road na Glasgow, Scotland, na 1860 na Jane McNaughton na William Fish, onye ozi ala ọzọ nke obodo.",
  "William bụ ụkọchukwu na Sharp's Institution na Perth ọ bụkwa ebe a ka Elizabeth gụrụ akwụkwọ.",
  "Elizabeth laghachiri Glasgow ka ọ bụrụ onye nkuzi ụmụ akwụkwọ, malite na ụlọ akwụkwọ ọha na eze nke Henderson Street ebe ọ bịara nke mbụ na Scotland na ule Queen's Scholarship",
  "Mgbe nke a gasịrị, ọ gara n'ihu na-agụ akwụkwọ na Glasgow Church of Scotland Training College.",
  "N'afọ 1885, Elizabeth gụsịrị akwụkwọ na LLA (nwaanyị gụrụ akwụkwọ na nka) na Mahadum St",
  "Andrews, na-amụ French na Italian, nke e nyere ya ihe nrite Society of Arts.",
  "N'etiti 1881 na 1895, ọ kụziri maka Glasgow School Board; na-akụzi na ụlọ akwụkwọ ọha na eze Runford Street na ụlọ akwụkwọ gọọmentị Shields Road.",
  "Elizabeth gara n'ihu na-akụzi na Pupil-Teachers Institute, Glasgow, site na 1895 ruo 1907 tupu ọ gaa na-akwọ na ụlọ akwụkwọ Whitehill Higher Grade na ụlọ akwụkwọ John Street Higher Grate site na 1907 ruo 1920.",
  "Elizabeth na-eduzi klas mgbede iji nyere ndị na-asụ nsụ aka ma na-ekwu okwu gbasara ahụike na ịdị ọcha",
  "Ọ guzogidere oku sitere n'aka ndị eugenicists ka ha webata 'ịmeziwanye agbụrụ' n'ime nkuzi ma kwenyere na 'ịdị ọcha mmekọahụ' bụ ọrụ nne na nna karịa ihe a ga-ewebata na klas.",
  "Elizabeth bụ onye isi oche nke Scottish Modern Languages Association (SMLA) ruo afọ abụọ wee bụrụ onye isi nkuzi nke Modern Languages na Bellahouston Academy na 1920 ruo mgbe ọ lara ezumike nká na 1925.",
  "Ọ bụ onye isi ọha na eze na Glasgow ma nwee ọfịs na alaka Glasgow nke Class Teachers' Association na Educational Institute of Scotland (EIS) dị ka onye nhazi nke EIS Central Ladies Committee site na 1902 gaa n'ihu.",
  "Na June 1913, a họpụtara Elizabeth dị ka nwanyị mbụ bụ onye isi oche nke EIS.",
  "O nwetara vootu 4,822 ma e jiri ya tụnyere ụmụ nwoke atọ ndị ọzọ na-azọ ọkwa, ndị ngụkọta vootu ha ruru 3,068.",
  "Na Jenụwarị 1914, Elizabeth kwetara na ajụjụ nke ịkwụ ụgwọ nhata bụ nke esemokwu maka ndị otu Scottish na English Teachers' Associations ma kpọọ maka imeziwanye ụgwọ ọrụ ndị nkuzi n'oge okwu onye isi ala ya na nnọkọ kwa afọ.  Mgbe ọ na-akatọ ụgwọ ọrụ dị ala nke ụmụ nwanyị nkuzi, ọ rụrụ ụka na:",
  "\"Ọ bụrụ na anyị ndị nkuzi arịọ ka e bulie ụgwọ ọrụ nke ndị nkuzi niile ugbu a ruo n'ókè nke ihe ndị nkuzi chere na ha kwesịrị ịbụ, anyị ga-ewepụ ọmịiko nke ọha na eze na-ekwenyeghị na ikpe ziri ezi nke ihe anyị chọrọ",
  "\"",
  "Elizabeth Fish nwụrụ na Paisley Infirmary na 21 Machị 1944 mgbe ọ dara n'ụlọ",
  "Ọ dị afọ 83.",
  "N'echi ya, akụkọ ọnwụ ya na Glasgow Herald kọwara ya dị ka 'onye mmeri nke ndị nkuzi nwanyị na Scotland'."
]