[
  "Onye isi ala Ella Koblo Gulama OBE, GCOR (26 Jenụwarị na afọ 1921, 9 Septemba, na afọ 2006) bụ onye isi ala na onye ndọrọ ndọrọ ọchịchị nke Sierra Leone",
  "N'afọ 1957, ọ ghọrọ nwanyị mbụ a họpụtara ka ọ bụrụ onye omeiwu na Sierra Leone",
  "A họpụtara ya ọzọ n'afọ 1962",
  "N'oge ọchịchị Milton Margai, Gulama ghọrọ Sierra Leone na onye isi ala Sahara Africa nke mbụ.",
  "Gulama nọchitere anya Sierra Leone na mba ofesi na njem ya kpọgara ya n'Africa, Europe, North America na Middle East",
  "N'afọ 1957 dị ka onye ọbịa nke Ngalaba Steeti, ọ gara mba United States ọnwa anọ n'oge ọ zutere osote onye isi ala Richard Nixon.",
  "Na 21 Jenụwarị, na afọ 1921, a mụrụ Gulama n'otu n'ime ezinụlọ ndị kachasị ike na Sierra Leone n'obodo Moyamba, Moyamba District na Southern Province nke British Sierra Leone",
  "Nne ya bụ Lucy Gulama na nna ya bụ Paramount Chief Julius Gulama bụ ndị agbụrụ Mendes",
  "Dị ka nna ya, Paramount Chief Momoh Gulama, Julius bụ Paramount Head of Kaiyamba Chiefdom.",
  "Ella gụrụ akwụkwọ na Harford School for Girls na Moyamba, na Women Teacher's College, mgbe ahụ na Fourah Bay College na Freetown.",
  "N'afọ 1944, Gulama lụrụ onye isi Paramount dị ike bụ Bai Koblo Pathbana II nke Marampa, Masimera Chiefdom, onye agbụrụ Temne",
  "Njikọ agbụrụ ha bụ ihe atụ na-egbuke egbuke nke ịdị n'otu mba.",
  "Site na na afọ 1944 ruo na afọ 1952 Gulama biri na Lunsar ebe ọ bụ onye isi Consort. Di na nwunye ahụ nwere ụmụ asaa, gụnyere Frances, Francis Obai, Jubilee, Alex Soccoh, June, Julius Maada, na Jilo.",
  "Koblo na-asụ ọtụtụ asụsụ ma na-asị Bekee, Mende, Temne, na Sherbro nke ọma.",
  "Gulama nwere ọrụ pụrụ iche na ndọrọ ndọrọ ọchịchị ma bụrụ onye ndu nwanyị ọsụ ụzọ",
  "A na-akọwa ndụ ya site n'ozi",
  "Ọ bụ onye otu Sierra Leone People's Party (SLPP), nke nna ya nyere aka guzobe",
  "N'afọ 1957, Gulama malitere ọrụ ndọrọ ndọrọ ọchịchị wee bụrụ onye otu Moyamba District Council. Ọ bụ nwanyị mbụ a họpụtara na House of Representatives nke Sierra Leone dị ka onye isi oche nke Moyamba District",
  "N'afọ 1962, a họpụtara ya ọzọ ma Praịm Minista Milton Margai mere ya Minista. Ọ bụ nwanyị mbụ nwere ọkwa minista na mpaghara Sahara Afrika. Site na afọ 1960 ruo na afọ 1967 Gulama bụ onye isi oche nke Federation of Women's Organisations na Sierra Leone.",
  "N'oge ọ bụ onye isi, o mere ka okporo ámá Moyamba dị mma ma were ụlọ ọrụ na-ewu ụlọ na Britain n'ọrụ iji wụnye mmiri dị ọcha.",
  "Na ntuli aka nke afọ 1967, Gulama weghachiri oche ya ma na-eje ozi na ọchịchị Sir Albert Margai",
  "Otú ọ dị, ndị mmegide All People's Congress (APC) meriri ọtụtụ ndị omeiwu",
  "Esemokwu ike n'etiti ndị na-azọ ọkwa, Margai nke SLPP na Siaka Stevens nke APC sochiri, na-eme ka mba ahụ ghara ịdị mma ma na-akpata ngwa ngwa nke ndị agha.",
  "Mgbe ndị otu APC nke Steven mesịrị nweta ike wee malite ijide afọ 30 ha na Sierra Leone",
  "E boro Gulama ebubo na ya na nwanne di ya David Lansana na-arụkọ ọrụ na nnupụisi ya megide Stevens. E jidere ya ma debe ya n'ụlọ mkpọrọ Pademba Road ihe karịrị otu afọ",
  "E mechara wepụ ya ma tọhapụ ya. Mgbe ọ nọ n'ụlọ mkpọrọ, Stevens họpụtara di ya Paramount Chief Bai Koblo Pathbana II na kọmitii ya",
  "Nnakwere di ya na-anọghị n'ọkwa ahụ mere ka mmekọrịta Gulama na Sir Albert Margai sikwuo ike karịa nke ọkachamara. A manyere Gulama ka ọ gaa ndọrọ ndọrọ ọchịchị n'oge na-adịghị anya mgbe Sir Albert Margai tụfuru ọchịchị.",
  "Na mbido afọ 1970, Gulama gbanwere ọrụ ndọrọ ndọrọ ọchịchị ya wee bụrụ onye ndú nke APC Women's Organisation of Moyamba District",
  "Site na afo 1985 ruo na afọ 1991 Gulama jere ozi dị ka onye isi oche nke National Organization for Women (Sierra Leone). N'afọ 1992, a họpụtara ya ọzọ dịka onye isi oche nke Kaiyamba Chiefdom",
  "Gulama sooro ọtụtụ NGO rụkọọ ọrụ iji zụlite akụrụngwa na ọrụ ugbo nke Chiefdom na distrikti ya.",
  "Ndị mercenary Revolutionary United Front (RUF) bibiri Sierra Leone ma bibie Moyamba District, na-egbu ọtụtụ iri puku mmadụ ma na-ebibi ihe niile Gulama jiri ndụ ya na-ewulite",
  "Mgbe ndị nnupụisi malitere mkpọsa igbu onye isi ọ bụla na mba ahụ",
  "Ndị nnupụisi ji obi ọjọọ gbuo Chief Bunduka nke Kailahun District na Paramount Chief Bonai Fei nke Bo. Mgbe a wakporo ndị isi Gulama ma ndị nnupụisi gbara ụlọ ya ọkụ ma gbaa ya ọkụ. A manyere Gulama ịgbaga n'isi obodo Freetown.",
  "Ọ laghachiri Moyamba wee malite iwughachi Chiefdom ya na Moyamba District mana ahụike Gulama malitere ịda ya",
  "Ka o sina dị, o nwere ike ịga n'ihu na-ejere mba ya ozi na Sierra Leone Export Development and Investment Corporation (SLEDIC) (1994X1996) dị ka otu n'ime ndị nduzi nke The Sierra Leone Commercial Bank Limited.",
  "Otu n'ime ihe na-atọ Gulama ụtọ bụ ịkwalite agụmakwụkwọ maka ụmụ agbọghọ na imeziwanye ọnọdụ ụmụ nwanyị na Sierra Leone",
  "Ọ rụrụ ọrụ na alma mater ya, Harford School for Girls dị ka onye otu Board of Governors",
  "Gulama bụkwa onye otu gọọmentị ndị Sierra Leone Scholarship Advisory Board na Bursary Committee nke Fourah Bay College.",
  "Gulama bụ Onye Kraịst ma na-arụsi ọrụ ike na United Methodist Church",
  "Ọ bụ osote onye isi oche nke Nzukọ nke ụka na Finance na Administration site na afọ  1985 ruo na afọ 1991.",
  "Ọ bụ onye natara ọtụtụ onyinye gụnyere MBE na afọ 1959, OBE na afo 1965 site n'aka Eze Nwanyị Elizabeth maka \"ọrụ ọha na eze dị ka Minista na-enweghị Portfolio\", na Grand Commander of the Order of the Rokel site n'afọ Onye isi ala Ahmed Tejan Kabbah.",
  "Gulama nwụrụ na 10 Septemba, na afọ 2006",
  "N'abalị iri abụọ na anọ n'ọnwa Septemba n'afọ 2006, ọtụtụ puku ndị na-eru uju gbakọtara iji gaa ememe ncheta ya na Trinity United Methodist Church na Moyamba",
  "N'ozi ahụ, Onye isi ala Ahmed Tejan Kabbah kọwara ya dị ka \"nwanyi nke ihe\", onye gbakwụnyere:",
  "Madam Ella Koblo-Gulama ebiwo ndụ kwesịrị nṅomi, dị ka nne, nwunye na nwanyị ọchịchị nke ike ya mere ka ọ bụrụ onye a na-akwanyere ùgwù."
]