[
  "Johanna Ellaphie Ward-Hilhorst (n'ubochí irí n'ọnwa Julaị 1920 Pretoria rụọ úbọchị irí àtó n'ọnwa June 1994 Cape Town) bụ ónyé na-ese ihe ọkụkụ na South Africa.",
  "Ọ gụrụ akwụkwọ n'oge ọ bụ nwata na Pretoria",
  "Mgbè ọ gụsịrị akwụkwọ na Pretoria Girls' High School, ọ malitere ịrụ ọrụ na 1939 dị ka onye na-ese map na Ngalaba Nnyocha nke Witwatersrand Gold Mines",
  "Na ngwụcha Agha Ụwa nke Abụọ, ọ kwagara Netherlands iji mụọ ihe osise mmiri n'okpuru anya nwanne nna ya Gerhardus Hilhorst, ónyé omenkà akụkọ ihe méré eme'.",
  "Mgbè ọ laghachiri South Africa, ọ rụrụ ọrụ na ụwa mgbasa ozi dị ka ónyé na-ese ihe na-ere ahịa na Cape Town na Johannesburg rụọ mgbè ọ lara ezumike nká na 1970 mgbè o mechara nwee ógè iji tinye áká na nkà ya dị ka ónyé omenkà botanical",
  "Ebe ọ bụ na ọ na-enwe ịhụnanya na mmasị mgbè niile màkà ụdị Pelargonium, ọ malitere igosi ụdị niile a maara",
  "Nnukwu ọrụ a méré ka e bipụta mpịakọta atọ na 1977, 1981 na 1988",
  "Nchịkọta niile nke narị atọ na iri na anọ mbụ mmiri-acha na otu narị na iri isii ejiji sketches na pensụl bụ nke Brenthurst Library na Johannesburg nwetara na 1989",
  "A chọtara efere Pelargonium zuru ezu na ụlọ ọrụ ya mgbè ọ nwụsịrị n'ike.",
  "Ọ bụ ónyé ọrụ na-arụpụta ihe, na-emecha ihe karịrị ihe osise mmiri narị asatọ n'ime afọ irí na ànó",
  "Ụdị ndị ọzọ ọ rụrụ ọrụ gụnyere Sarcocaulon, Haemanthus, Rhus, Plectranthus, Hessea, Strumaria, yana Gasteria, Serruria na Diascia",
  "Ọ nọ na nnukwu ọchịchọ site n'aka ndị ọkà mmụta ihe ọkụkụ iji gosipụta osisi site na mpaghara ha",
  "E bipụtara irí ànó na abụọ n'ime ihe osise ya na Fiowering Plants of Africa ma o nyekwara aka ugboro ugboro na Bothalia, Aloe, SA Journal of Botany, National Cactus & Succulent Journal, Cactus & succulent Journal (USA) na Veld & Flora.",
  "Ihe atụ nke ọrụ ya dị na nchịkọta na-adịgide adịgide nkè Hunt Institute for Botanical Documentation, Pittsburgh, USA., Shirley Sherwood Collection yana ọtụtụ nchịkọta onwé ónyé dị mkpà.",
  "The Botanical Society of South Africa nyèrè ya Cythna Letty Medal na 1988: South African Association of Botanists nyere Certificate of Merit na onyinye ya na usoro botany na 1990 ọ natara Gold Medal màkà ihe osise Haemanthus na Royal Horticultural Society Exhibition na London.",
  "A na-echeta ya na Pelargonium ellaphieae E",
  "M",
  "Marais, Gasteria ellaphiee E.van Jaarsveld na Tylecodon ellaphieceae Van Jaarsv."
]