[
  "Ellen Powell Tiberino (1937 rụo ụbọchị irí abụọ na asatọ n'ọnwa Febụwarị, 1992) bụ ónyé na-ese ihe nke na-etinye ọrụ n'ọdịnala ihe atụ na mmụọ ndị Africa America. Isiokwu ndị ọ laghachiri ugboro ugboro n'ọrụ ya gụnyere ndụ na akụkọ ihe méré eme nke ndị Africa America, na ngosipụta nke ụmụ agbọghọ na ụmụ nwanyị na ọnọdụ ndụ dị ka ime ime na ịbụ nne. O gosipụtara n'ọtụtụ ebe na Philadelphia na New York",
  "A na-edebe ihe osise na ihe osise ya na Philadelphia Museum of Art, n'etiti ndị ọzọ",
  "Ónyé nduzi ebe ngosi ihe mgbè ochie Anne d'Harnoncourt nwèrè mmasị karịsịa na ikike Powell Tiberino nwèrè iji gosipụta àgwà na ojiji ọ na-eji ahịrị eme ihe, na-akọwa ya dị ka \"dị ndụ ma dị ike\". A na-eto Powell Tiberino dị ka \"ónyé isi nwanyị Africa-America na-ese ihe na Philadelphia\".",
  "Ellen Powell bụ nwá nwanyị nke William na Queenie Powell, ndị Baptist sharecroppers bụ ndị si Cape Charles, Virginia kwaga Philadelphia, Pennsylvania na 1937, naanị izu ole na ole tupu amụọ Ellen. Mgbè ọ dị afọ iri na abụọ, Ellen ghọrọ ónyé Katọlik. Ọ gàrà ụlọ akwụkwọ sekọndrị Overbrook, wee gaa Pennsylvania Academy of the Fine Arts (1956-1961)",
  "Ọ bụ nwanyị ojii nke abụọ natara Cresson Traveling Scholarship, na 1959, nke ọ na-eme njem na Europe. Ọ bírí na New York City màkà afọ isii sochirinụ.",
  "N'afọ 1967, ọ lụrụ Joseph Tiberino, onye na-ese ihe na Katọlik nke Itali nke toro na Philadelphia ma gaa Mahadum nke Arts. N'ime ụmụ ha, Raphael Tiberino, Ellen Tiberino na Gabriele Tiberino aghọwokwa ndị omenkà Philadelphia a ma ama.",
  "Ellen Powell Tiberino nwụrụ na 1992, mgbè ọ lụchara ọgụ afọ iri na anọ na ọrịa kansa. Ọbụna mgbè ọ nọ n'àkwà, ọ nọgidere na-arụ ọrụ, na mgbawa nke ọrụ okike nke na-emegide ọnwụ",
  "Ọ gwara di ya, \"Ana m agbalị ịrụ ọrụ ngwa ngwa n'ihi na enweghị m ógè dị ukwuu fọdụrụ",
  "\" E jirila ụfọdụ n'ime foto onwe ya tụnyere ọrụ Frida Kahlo.",
  "Ọrụ ya na-abụkarị ihe gbara ọchịchịrị, gụnyere ihe ngosi nke lynchings na ihe omume akụkọ ihe mere eme na-egbu mgbu",
  "Evelyn Redcross nke October Gallery kwuru \"Ọ nwèrè ike igosi gị akụkụ nke ndụ ị nwèrè ike ọ gaghị achọ ịnagide",
  "\" Otu ihe na-ese okwu karịsịa bụ ihe a tụrụ atụ atọ, nke dị mita asaá nke akpọrọ The MOVE Confrontation, nke Powell Tiberino na di ya mepụtara na nzaghachi màkà ọdachi MOVE nke 1985 nke ụmụaka ise nwụrụ",
  "Ihe osise ahụ na-egosi ndị mmadụ na-ere ọkụ, nke Mayor W",
  "Wilson Goode lere anya, ndị na-ekiri ihe na-atụ egwu, na ihe nkpuchi ọnwụ. E gosipụtara ya na Mahadum Temple, a kọrọ na ọtụtụ ndị mmadụ hụrụ ya na-enye nsogbu ma na-enye nchegbu, gụnyere nwa nwanyị Goode",
  "E hotara Powell Tiberino ka ọ zaghachiri na \"M na-ese ndụ, ndụ anaghịkwa mma mgbe niile.",
  "N'afọ 1999, ụlọ ya dị na 3819 Hamilton St",
  "na mpaghara Powelton Village nke Philadelphia na mpaghara ogige dị ogologo na Spring Garden na Hamilton Streets, ghọrọ Ellen Powell Tiberino Memorial Museum of Contemporary American Art. Dị ka di ya, Joseph Tiberino, si kwuo, \"Anyị chọrọ igosi ọrụ ndị omenkà ndị ọzọ, kwa, na ngosi pụrụ iche",
  "Anyị chọkwara ịmepụta nchịkọta na-adịgide adịgide nke ọrụ site n'aka ndị ọgbọ Ellen",
  "\" Mpaghara ahụ gụnyere ma ihe osise ya na nke ndị ezinụlọ na ndị enyi ndị ọzọ, na-emepụta ọrụ ya \"n'ime ihe okike ya, nke na-atọ ụtọ na okpukpe yana ụdị ọzọ",
  "\"",
  "Ónyé na-eme ihe nkírí na New Jersey bụ Derrick Woodyard esorowo Joseph Tiberino na ndị ọzọ nọ n'ezinụlọ rụọ ọrụ iji mepụta ihe nkiri ogologo oge banyere Ellen na ezinụlọ Tiberino ndị ọzọ, nke akpọrọ Tiberino: The Art of Life"
]