[
  "Ellen Gunhilde Hørup (29 Disemba 1871 na 25 March 1953) bụ onye nta akụkọ Danish na onye edemede na-abụghị akụkọ ifo",
  "O dere ọtụtụ ihe na asụsụ dị iche iche dika Bekee iji kwado udo, mmelite na nlekọta ụmụaka, na ikike ụmụ nwanyị",
  "Hørup bụkwa onye na-akwado Mahatma Gandhi, na-arụ ọrụ na ya ruo oge ụfọdụ.",
  "A mụrụ ya na Copenhagen, Hørup tọrọ n'ụlọ dị egwu n'oge ahụ ka nne ya nọrọ na-akụzi kama ị zụlite nwa ya nwanyị n'ụlọ ebe nna ya, onye ndọrọ ndọrọ ọchịchị Viggo Hørup, bụ onye a maara maka pacificism ya",
  "Ọ bụ ezie na ọ zụrụ dị ka dọkịta ezé, gụsịrị akwụkwọ na Denmark (1893) na France (1894), ọ na-arụ ọrụ maka obere oge nke ọzụzụ ọzụzụ.",
  "N'afọ 1886, ọ lụrụ onye ọka iwu Vilhelm Nielsen onye n'oge na-adịghị anya ghọrọ onye isi egwuregwu na akwụkwọ akụkọ Politiken",
  "Ruo ọtụtụ afọ, ọ gara n'ihu n'amaghị ama, ma e wezụga ịgbakwunye aha ya nwere onwe ya site n'ịghọ nwanyị mbụ na-akwọ ụgbọ mmiri na onye na-agba ịnyịnya ígwè na Denmark",
  "Mgbe ọ dị afọ iri anọ, ọ malitere ịrụ ọrụ dị ka onye ntụgharị, na-emepụta nsụgharị Italian nke akụkọ Hans Christian Andersen",
  "N'afọ 1912, o bipụtara edemede mbụ ya na Tilskueren tupu ọ banye na Politikken dị ka onye ntụgharị",
  "Ọ bụghị ruo 1927 ka o bipụtara nke mbụ n'ime usoro ogologo edemede na akwụkwọ akụkọ ahụ",
  "N'ihi ihe ọmụma ya dị mma banyere Bekee, Russian na Italian, a na-eche na ọ bụ nwanyị Danish mbụ dere edemede banyere ndọrọ ndọrọ ọchịchị mba ụwa tupu Agha Ụwa nke Abụọ",
  "N'afọ 1930, o guzobere Indiens Venner (Ndị enyi nke India) yana akwụkwọ akụkọ nwere otu aha ahụ, na-egosipụta alaka nke òtù ndị enyi nke India gburugburu ụwa",
  "N'afọ 1932, o guzobere Kọmitii Mba Nile maka India nke nwere ọtụtụ nzukọ na Geneva.",
  "Ọ nwere onwe ya n'ụzọ ego mgbe nne ya nwụrụ ka ọ keta òkè na akwụkwọ nna ya malitere",
  "N'ịga n'ihu n'ọrụ nna ya, ọ bụ onye na-akwado Indian Congress Party na Mahatma Gandhi",
  "Ya na onye na-ese ihe Cathinca Olsen na onye na na-agụ egwu Norwegian Bokken Lasson, ya na Gandhi rụkọrọ ọrụ na 1920s na 1930s.",
  "Mgbe oge dị jụụ n'oge agha ahụ gasịrị, ọ malitere iri ide edemede na 1949, na-akatọ karịsịa enweghị nlekọta ụmụaka a haziri ahazi na Denmark na ọnọdụ na-adịghị mma n'ụlọ ụmụaka",
  "O guzobere ụlọ ụmụaka nke ya wee bụrụ onye otu alaka Danish nke Fédération Démocratique Internationale des Femmes, nke a maara ugbu a dị ka Danmarks Demokratiske Kvindeforbund."
]