[
  "Elliot Reed (amụrụ n'afọ 1992) bụ ónyé America na-agba egwu na ónyé na-eme ihe nkiri. Ọrụ ha na-agụnye ịgba egwu, vidiyo, arụmọrụ na ihe ọkpụkpụ ma na-enyocha mmekọrịta dị n'etiti ahụike, ógè, na usoro. Reed egosila na mba ụwa na ebe ndị dị ka MoMA PS 1, New York, Kunsthaus Glarus, Switzerland, na The Getty Museum, Los Angeles. Reed bụ ónyé ọkà mmụta 2019 danceWEB, 2019X20 Artist in Residence na The Studio Museum na Harlem, na ónyé natara 2019 Rema Hort Mann Emerging Artist Grant.",
  "A mụrụ Reed n'afọ 1992.",
  "Reed gụsịrị akwụkwọ na The School Of The Art Institute Of Chicago na BFA na 2011 mà ga-agụsị akwụkwọ na Institut Chorégraphique International - CCN Montpellier na MA na Choreography na 2023.",
  "Ka ọ na-erule afọ 2014, Reed bụ ónyé guzobere, ónyé nduzi, na naanị ónyé ọrụ nke Elliot Reed Laboratories",
  "Nke a bụ ụlọ ọrụ mmepụta dị n'ime ahụ onye na-ese ihe",
  "Elliot Reed Laboratories nwèrè ikike nwebisiinka na The Library of Congress na ikikere azụmahịa Los Angeles County. N'afọ 2017, Reed mere COMEDY na Nous Tous Community Gallery na Chinatown nke Los Angeles.",
  "Ihe ngosi Reed nke afọ 2018 gụnyere ihe ngosi otu iji kwanyere nne nne ya, America's Procession, na Ajụjụ narị ise ebe Reed na ndị na-eme ihe nkiri na-agagharị na Getty Museum na ejiji na-ekwughachi naanị okwu ajụjụ",
  "Ihe ọzọ, Two Business Women Trek To An Undisclosed Location, nwere Reed duziri ụmụ nwanyị azụmaahịa abụọ ka ha si n'otu nsọtụ nke Union Station Los Angeles Metro system gaa na nsọtụ nke ọzọ. Maka ebe obibi Reed's Studio Museum, Reed dere akụkọ banyere ikpe Ed Buck. Ọrụ ahụ gụnyere ihe ngosi onwé ónyé nke ụda olu na mmegharị.",
  "Reed bụ ónyé na-arụkọ ọrụ ugboro ugboro na ónyé na-eme ihe nkiri Ron Athey",
  "N'afọ 2021, na Participant Inc, Athey na Reed mepụtara ígwè obibi akwụkwọ mmadụ màkà ndị na-ege ntị nwere ike ịhụ ihe osise ahụ site na windo nke ụlọ ọrụ na-enweghị uru",
  "Maka mpempe akwụkwọ MoMA PS1 na-esote, Reed nọ n'uwe kadinal ma kwuo \"ebo ezinụlọ Swarovski ebubo maka nkwekọrịta ya na ndị Nazi n'oge Agha Ụwa nke Abụọ\".",
  "Màkà mbipụta FIVE nke ónyé na-ese ihe Nina Chanel Abney haziri màkà ónyé nduzi ụlọ ngosi Jack Shainman Joeonna Bellorado-Samuels's roving gallery, We Buy Gold, Reed gosipụtara Quarantine Ballet (2020).  E ji ihe ndekọ smartphone ise wuo vidiyo ahụ.",
  "Reed nyèrè ákà na MIT Press's The Dance Review Winter 2020 mbipụta na edemede banyere Performance Art Is...",
  "N'afọ 2021, Reed gosipụtara, This Longing Vessel: Studio Museum Artists in Residence 2019, n'akụkụ ndị na-ese ihe E",
  "Jane na Naudline Pierre na MoMA PS 1. Ntinye ahụ gosipụtara ọtụtụ ihe a tụrụ atụ, mgbidi ndị e sere ese nke na-ezo aka na agba nke nyocha dijitalụ ya, na vidiyo multichannel dabere na mpụ nke Ed Buck, ónyé nyere aka na ndọrọ ndọrọ ọchịchị Democratic na California",
  "E boro Buck ebubo na ọ na-enye ọgwụ ọjọọ nke dugara n'ọnwụ nke ndị isi ojii ọ were n'ọrụ màkà mmekọahụ",
  "Ka e mesịrị n'afọ ahụ, Reed gosipụtara, Three Works, na OCDChinatown na New York",
  "Ihe ngosi ahụ were isiokwu ma nyochaa nkọwa nke ːDrawing.  Na Machị 2021, Reed rụrụ, Enter the Facilitatrix, na Mahadum Monmouth.",
  "Ná ngwụcha 2021, Reed gosipụtara na Switzerland na nké mbụ ya na Kunsthaus Glarus. Ihe ngosi ahụ, nke akpọrọ Rhythm, gụnyere ọrụ vidiyo dị íchè íchè, ụlọ na-acha akwụkwọ ndụ akwụkwọ ndụ na-enwu ọkụ na neon, ọgba tum tum Yamaha ànó na ndị ọkà okwu ànó, mgbidi mma nke ọkara etinye n'ime mgbidi ahụ. Ha gosipụtara n'akụkụ Bri Williams na Puppies Puppies. Reed nọ na panel ya na Art + Practice's Public Programs and Exhibitions Manager Joshua Oduga iji kwurịta banyéré akụkọ ihe méré eme Ellliot dị ka onye na-ese ihe na njikọ nke teknụzụ, mmekorita, na ihe ọkpụkpụ."
]