[
  "Ellis Wilson (ubochí irí abụọ n'ọnwa Eprel 1899 rụo ụbọchị abụọ n'ọnwa Jenụwarị 1977) bụ ónyé Africa-America na-ese ihe na-ejikọta ya na Harlem Renaissance.",
  "A mụrụ Wilson na 1899 na Mayfield, Kentucky",
  "Nné na nnà ya bụ Frank na Minnie Wilson",
  "Frank Wilson bụ ónyé na-akpụ isi na onye na-ese ihe",
  "Wilson gàrà Mayfield Colored Grade School",
  "O mechara gaa Kentucky Normal and Industrial Institute na Frankfort ruo afọ abụọ, mana a hapụrụ ya ka ọ gụọ akwụkwọ na ọrụ ugbo na agụmakwụkwọ",
  "N'inwe mmasị n'ịmụ nka, Wilson hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ iri na itoolu wee kwaga Chicago ebe ọ gara ụlọ akwụkwọ nke Art Institute of Chicago",
  "Ọ gụsịrị akwụkwọ nka ya na 1923 ma bírí na Chicago màkà afọ ise sochirinụ, na-achọ ọrụ dị ka ónyé na-ese ihe azụmahịa.",
  "N'afọ 1928, Wilson kwagara Harlem, New York, ébé ọ sonyeere Harlem Artists Guild ma rụọ ọrụ n'ụlọ ahịa",
  "Mgbè Ellis rutere na New York, ndị na-ese ihe ojii enweghị ike igosi ọrụ ha na gallery ndị a ma ama",
  "Ọ ghọrọ ónyé otu na-arụsi ọrụ ike nke Harlem Renaissance, mgbalị jikọrọ aka iji kwalite ma gosipụta ọrụ nke ndị na-ese ihe ojii",
  "Ellis sonyere n'ọtụtụ ihe ngosi metụtara mmegharị ahụ.",
  "Wilson rụrụ ọrụ màkà Federal Art Project site na 1935 ruo 1940. E nyekwara ya ọrụ ịmepụta triptychs màkà ndị ụkọchukwu US Army na Navy",
  "N'afọ 1944, e nyèrè ya Guggenheim Fellowship ma mesịa gaa n'ebe ndịda United States",
  "Wilson nwèrè mmasị dị ukwuu na Haiti ma na-eleta mba ahụ mgbè niile malite na 1952",
  "Mmasị ya màkà mba ahụ na ndị ya gosipụtara na ume nke ihe osise n'oge ahụ.",
  "Dị ka onye na-ese ihe, Samella Lewis, si kwuo, \"Wilson na-emepụta ihe zuru oke na usoro nhazi dị mgbagwoju anya...N'iji agba mee ihe n'ụzọ siri ike, ihe osise ya na-egosipụta ụdị dị n'otu na nke onwe ya nke jikọtara akụkụ nke Expressionism na Realism nke oge a",
  "Mgbagwoju anya ya siri ike, otu n'ime akụkụ nke Expressionism, pụtara ìhè n'ihe ndị dị ka Bird Vendor. Ọ bụ ezie na Wilson nwèrè ọtụtụ ihe ngosi ma merie ọtụtụ ihe nrite màkà ihe osise ya, ọ dịghị mgbè ọ bara ọgaranya.",
  "Onye bi na Cornish Arms Home for Adults, ọ nwụrụ na French Hospital na Sunday, Jenụwarị 2, 1977 mgbe ọ dị afọ 76, mgbe ọ rịasịrị ọrịa izu abụọ, e lie ya n'ili onye ogbenye. A maghị kpọmkwem ebe ili ya dị.",
  "E gosipụtara ihe osise Ellis Wilson \"Funeral Procession\" na ihe nkiri telivishọn NBC nke America The Cosby Show, na Oge 2, \"The Auction\"",
  "N'ihe omume a, Clair Huxtable, nke Phylicia Rashad gosipụtara, na-etinye ego na ihe osise ahụ site n'aka nwanne nna ya (Ellis Wilson) ma ọ merie na ire ere",
  "Ihe osise ahụ na-anọgide na ụlọ obibi Huxtable n'usoro ahụ dum."
]