[
  "Ellis Walter Ruley (ubochí atọ n'ọnwa Disemba, 1882 rụo ụbọchị irí na isii n'ọnwa Jenụwarị, 1959) bụ ónyé America na-ese ihe na ónyé ọrụ",
  "Ọ malitere ise ihe n'afọ ndị 1930 n'ụlọ ya na Norwich, Connecticut na-eji ágbá ụlọ na katọn na Masonite",
  "N'oge ndụ ya, Ruley rere ihe osise ya n'ógbè ahụ ma bụrụ ónyé a ma ama mgbè ọ nwụsịrị n'afọ ndị 1990",
  "Ruley rụrụ ọrụ ihe fọrọ nke nta ka ọ bụrụ ndụ ya niile n'ọrụ iwu ụlọ, ma nwee otu nwa nwanyị site na alụmdi na nwunye mbụ ya",
  "Ruley nwụrụ na 1959 n'ọnọdụ a na-amaghị ama",
  "E nwere esemokwu gbara ọnwụ ya gburugburu, ebe ọ bụ na ọ bụghị ihe doro anya ma ọ nwụrụ site na ihe mberede ma ọ bụ site na igbu ọchụ.",
  "A mụrụ Ellis Ruley n'ubochí atọ n'ọnwa Disemba, 1882 na Joshua Ruley na Eudora Robinson",
  "Joshua Ruley na Robinson nwere ụmụ nwoke anọ na ụmụ nwanyị abụọ, nke Ellis Ruley bụ nke okenye. Dị ka Diane Laiscell, nwà nwà Ellis Ruley, si kwuo, Ruley etinyeghị oge dị ukwuu n'ụlọ akwụkwọ n'ihi na ọ ghaghị ịmalite ịrụ ọrụ mgbè ọ dị obéré iji nyere aka kwado ezinụlọ ya.",
  "Joshua Ruley lụrụ Eudora Robinson, onye amụrụ na Kingston, Rhode Island",
  "Dị ka ụmụ ụmụ Ellis Ruley, Delois C",
  "Lindsey na Sheila L",
  "Traynum si kwuo, a mụrụ Robinson n'afọ 1851 ma bụrụkwa onye Afrịka-Amerịka na ụmụ amaala Amerịka. Otu akụkọ kọwara Joshua Ruley dị ka ohu gbapụrụ agbapụ nkè amụrụ na Wilmington, Delaware na 1847 tupu ọ gbapụ North na njedebe nkè Agha Obodo. Laiscell ekwenyeghị n'ikwu ihe Joshua mere na otu o si rute Norwich, anyị agaghị ama",
  "E nwèrè obéré ihe ọmụma banyéré ndụ Jọshụa.",
  "A maghị mgbè Ruley malitere ise ihe, ebe ọ bụ na enweghị ụbọchị ọ rụrụ ọrụ ya",
  "Ónyé na-anakọta ihe osise Glenn Palmedo-Smith na-eme atụmatụ afọ ahụ dị ka \"ihe dịka 1939\". Ka ọ na-erule 1950, Ruley zutere Joseph Gualtieri onye bụ onye nduzi nke Slater Memorial Museum",
  "Gualtieri kwadoro naanị ihe ngosi nka Ruley n'oge ndụ ya na Disemba 1952. Ruley sonyekwara na ihe ngosi nka n'èzí kwa afọ, \"Art in the Open\", nke Norwich Art School kwadoro, ebe ọ ga-ere ihe osise ya maka dolla irí na isé nke ọ bụla.  Gualtieri gara New York City na mbido afọ 1950 na ụfọdụ ihe osise Ruley iji gbalịa itinye ha na ndị na-ere ihe osise, mana enweghị ihe ịga nke ọma; nke a yiri ka ọ naghị emechu Ruley ihu.",
  "A maghị ihe osise ole Ruley mepụtara n'oge ndụ ya, ma ọ bụ ole ka dị. Glenn Palmedo-Smith dere ihe osise 62 dị ndụ n'akwụkwọ ya nke afọ 1993, Discovering Ellis Ruley",
  "Dị ka Kọmitii Ellis Walter Ruley nke ọbọdọ Norwich si kwuo, ka ọ na-erule afọ 2015, ọnụ ọgụgụ a amụbaala ruo ihe osise 64.",
  "Ruley na-ese ihe nkírí site na ndụ kwa ụbọchị na Norwich",
  "Dị ka Joseph Gualtieri si kwuo, Ruley \"na-arụ ọrụ mgbè niile na eserese ụlọ, na-ese ihe dịgasị iche site na anụ ọhịa na mmasị màkà ọmarịcha ịsa ahụ, ebe ịta atụrụ, ndị cowboys, na ndị India\". Ruley enweghị ọzụzụ teknụzụ na eserese, ya mèrè ọrụ ya na-egosipụtakarị ụdị dị mfe",
  "Glenn Palmedo-Smith akọwaala ọrụ ya dị ka \"nke ụwa ọzọ\", dị ka a ga-asị na \"e jidere ihe oyiyi ahụ na nrọ\"",
  "N'echiche Palmedo-Smith, ọrụ Ruley na-ejide akụkọ dị mgbagwoju anya na ihe oyiyi dị mfe.",
  "A hụrụ Ellis Ruley nwụrụ anwụ n'ụtụtụ Jenụwarị 17, 1959, na Hammond Avenue \"ihe dị ka mita narị abụọ site n'ụlọ ya\"",
  "Ozu ya kpọnwụrụ akpọnwụ",
  "Echiche nke Town Medical Examiner bụ na Ruley \"nwụrụ site na ikpughe, ọ bụ ezie na ọ tụfuru ọbara buru ibu site na mmerụ ahụ n'isi\"",
  "Ónyé na-ahụ màkà ndị nwụrụ anwụ kwenyere na ọnwụ Ruley bụ ihe mberede.",
  "Ngalaba ndị uwe ojii Norwich chọpụtara na Ruley anọwo na ụlọ oriri na ọṅụṅụ dị na Norwich n'uhuruchi gárá aga, ebe ọ nọ na-aṅụ mmanya",
  "\"Ọ hapụrụ ébé ahụ n'ụgbọ tagzi n'elekere asaa nke abalị, ónyé ọkwọ ụgbọala ahụ kpọgara ya na Hammond Avenue ma nyéré ya aka n'ime mita 25 site n'ụlọ ya",
  "\"",
  "Ka ọ na-erule Julaị 2018, Glenn Palmedo-Smith na-arụ ọrụ na \"ihe ngosi banyere ndụ Ruley, nka na ọnwụ ya\" nke akpọrọ Unruley  Delois C",
  "Lindsey na-arụkwa ọrụ na  ngosi nke ya dabere na akwụkwọ ya."
]