[
  "Ellsworth Augustus Ausby (ubochí isé n'ọnwa Eprel, 1942 rụo ụbọchị isii n'ọnwa Maachị, 2011) bụ ónyé Africa-America na-ese ihe nkírí na ónyé nkụzi amaara màkà ọrụ ya na nnwale ya na nkwado na elu.",
  "A mụrụ ya na Portsmouth, Virginia, Ausby gàrà ma School of Visual Arts na Pratt Institute, nwéta Bachelor's of Fine Arts site na ụlọ ọrụ nke ikpeazụ",
  "Ruo oge ụfọdụ, ọ rụrụ ọrụ dị ka ónyé na-ere nri na Slugsī Saloon a ma ama, ebe ya na Salvador Dalí zutere, hụ Sun Ra na-arụ ọrụ, ma hụ ka a na-agba Lee Morgan égbè.",
  "Ọ kụziri ihe osise na School of Visual Arts site na 1979 ruo mgbè ọ nwụrụ na 2011, ma nọgide na-abụ ónyé na-ese ihe ruo mgbè ọ nwụsịrị",
  "Ausby nwere ụmụ anọ ma lụọ di ugboro abụọ, nke mbụ bụ ónyé na-ahụ màkà nri Vertamae Smart-Grosvenor, na ónyé na-ese ihe Jamillah Jennings, ónyé ya na ya guzobere Nefer International Gallery. E guzobere gallery ahụ, nke sitere n'ụlọ ha dị na Brooklyn, na ebumnuche nke igosi ọrụ nke ndị na-ese ihe ojii na ọbọdọ ha ma gbaa ndị nwere ego ume ịnakọta ọrụ ndị ọzọ site n'aka ndị na-eme ihe nkírí ojii.",
  "Ausby rụrụ ọrụ n'ọtụtụ ihe, gụnyere ákwà, ihe ọkpụkpụ, iko, na nka arụmọrụ",
  "Ọ na-ejikarị ụdị ọdịnala Africa na palettes arụ ọrụ",
  "Ọtụtụ n'ime ihe osise ya, dị ka Meditation in Blue, na-eji ụdị ihe osise Hard-edge",
  "Ụfọdụ n'ime nka ya mgbè e mesịrị, dị ka ọrụ ya na enyo, na-egosipụta mmetụta nke Pattern na Decoration movement.",
  "Egwú Sun Ra kpaliri ya nke ukwuu, na ngwụcha afọ 1970 ọ malitere usoro ihe osise ya nke geometric nke akpọrọ Space Odyssey, nke akpọrọ dị ka nke a iji gosipụta njikọ a na nkà ihe ọmụma nke Sun Raīs afrofuturist",
  "Ọ ga-anọgide na-arụ ọrụ na usoro ahụ ruo ọtụtụ afọ",
  "Ka oge na-aga, Ausby malitere itinye ihe atọ ọzọ n'ime ọrụ ya, na-agwakọta ihe ndị dị ka sawdust n'ime ihe osise ya iji mepụta ọrụ ndị ọzọ na-agbanwe agbanwe ma na-etinye ihe ndị na-agbatị n'elu ákwà ahụ",
  "Ọ na-ejikarị ákwà a na-agbataghị agbatị n'ọrụ ya, nke a ga-ejikọta ya na mgbidi gallery na ihe nkwado ndị ọzọ iji mepụta ọdịdị atọ dị ike màkà ngosi.",
  "Meditation in Blue (1998), a geometric abstraction in acrylic, dị na Saint Louis Art Museum permanent collection.",
  "E gosipụtara ọrụ Ausby na ihe ngosi onwe onye na nke otu."
]