[
  "General Elly Tumwine (amụrụ na 12 Eprel, na afọ 1954 - 25 Ọgọọst 2022)  bụ onye agha Ugandan lara ezumike nká, onye na-ese ihe, na onye nkuzi",
  "Ọ bụbu Minista Nchebe na Cabinet nke Uganda, n'etiti afọ 2019 na afọ 2021.",
  "Ọ rụrụ ọrụ dị ka ọchịagha nke National Resistance Army site na afo 1984 ruo na afọ 1987",
  "Ọ bụ otu n'ime ndị agha Ugandan kachasị elu bụ ndị kpọrọ ndị uwe ojii ka ha gbaa ndị na-eme ngagharị iwe égbè n'oge na-adịbeghị anya, o nyekwara ndị agha iwu ka ha tọọrọ, tụọ ha mkpọrọ n'ụzọ iwu na-akwadoghị ma zipụ ndị mmegide ka a kpee ha ikpe n'ụlọ ikpe ndị agha dabere na ebubo ụgha nke mere ka ndị na-akwado Bobi Wine gbaa akwụkwọ maka mmebi ikike mmadụ",
  "Nke a mere ka mba United States of America nye ndị ọchịagha Ugandan ikike maka mmebi ikike mmadụ",
  "Ọ bụkwa onye otu ndị omeiwu Uganda, na-anọchite anya ndị agha nchekwa nke ndị Uganda.",
  "A mụrụ Elly Tumwine na 12 Eprel, na afọ 1954, na Burunga, Mbarara District",
  "Ọ gara Burunga Primary School, Mbarara High School na St",
  "Henry's College Kitovu, tupu ọ banye na Mahadum Makerere, ebe na afọ 1977, ọ gụsịrị akwụkwọ na nzere Bachelor of Arts in Fine Art tinyere Diploma in Education; abbreviated:BA (FA) / Dip",
  "Ed",
  "Ọ bụ ọkachamara na akụkọ ihe mere eme nke eserese nka.",
  "O mechara gụsịrị akwụkwọ na Cadet Officers Course na Tanzania Military Academy na Monduli",
  "Ọ gakwara Senior Command Course na Uganda Senior Command and Staff College na Kimaka, na Jinja, na obodo Uganda, ebe ọ bụ onye otu klas ndị ọsụ ụzọ nke gụsịrị akwụkwọ na afọ 2005. Tumwine nwekwara nzere agha ọzọ site na ụlọ akwụkwọ agha dị na Vystry, na Soviet Union.",
  "N'afọ 1978, ọ kwụsịrị ọrụ nkuzi ya iji sonye na ndị agha FRONASA nke Yoweri Museveni duziri iji lụso ọchịchị Idi Amin ọgụ",
  "N'afọ 1981, mgbe Museveni gara n'ọhịa iji guzobe National Resistance Army (NRA), Elly Tumwine sooro ya gaa",
  "A kọrọ na ọ gbagburu égbè mbụ na National Resistance Army War, nke mere ka National Resistance Force na National Resolution Movement banye n'ọchịchị na Uganda n'afọ 1986. N'oge ọgụ dị n'etiti NRA na UNLA, Tumwine nwere mmerụ ahụ ihu nke mere ka ọ ghara ịhụ ụzọ n'otu anya. N'afọ 1984, a họpụtara Tumwine ka ọ bụrụ Commander of the Army, ọfịs ọ nọ na ya ruo n'afọ 1987, mgbe General Salim Saleh nọchiri ya",
  "Kemgbe ọtụtụ afọ, ọ rụrụ ọrụ n'ọkwa dị iche iche, gụnyere:",
  "Ọ nọgidekwara na-anọchite anya UPDF na Nzukọ Ndị Omeiwu Ugandan kemgbe afọ 1986.",
  "N'ọnwa Septemba afọ 2005, e buliri ya n'ọkwa onye ọchịagha na UPDF ma kpọọ ya onye isi oche nke UPDF General Court Marshal.",
  "A na-ejikọta Elly Tumwine na ime ihe ike megide ndị Uganda",
  "Mgbe e jidere Bobi Wine na 18 Nọvemba, na afọ 2020 na Luuka, ngagharị iwe malitere nke e ji ime ihe ike gabigara ókè",
  "Elly Tumwine gwara ọha na eze na ndị uwe ojii nwere ikike ịgba gị égbè ma gbuo gị.",
  "Ozugbo ọ gụsịrị akwụkwọ na Mahadum Makerere na afọ 1977, Elly Tumwine malitere ọrụ nkuzi n'ụlọ akwụkwọ dị iche iche na Uganda, na-akụzi nka dị mma",
  "Mgbe mmeri nke National Resistance Movement na afọ 1986, ọ maliteghachiri nka ya",
  "Mgbe ọ na-eje ozi dị ka onye isi nke NRA, o mepụtara ọkọlọtọ, ihe nnọchianya na uwe ndị agha na-acha akwụkwọ ndụ akwụkwọ ndụ na camouflage",
  "A họpụtara ya ka ọ bụrụ onyeisi oche nke ndị nlekọta nke National Cultural Centre",
  "N'afọ 1992, ọ malitere ụlọ ọrụ ya, The Creations Limited, iji kwalite ụlọ ọrụ nka na ọrụ aka, na-agba ume ụkpụrụ nka na ihe okike",
  "Ụlọ ọrụ ahụ bụ onye otu ọtụtụ òtù Ugandan, gụnyere:",
  "Àtụ:S-start\nÀtụ:S-mil\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:End"
]