[
  "Elmer William Brown (1909 rụo ụbọchị irí atọ n'ọnwa Mee, 1971) bụ onye Africa-America na-ese ihe",
  "Ọ rụrụ ọrụ n'ọtụtụ usoro, gụnyere eserese, óbìbì akwụkwọ, murals, imepụta ihe nkiri, ceramics, na enameling.",
  "A mụrụ Elmer Brown na Pittsburgh, Pennsylvania mà gaa ụlọ akwụkwọ na Columbus, Ohio",
  "Ọ kwagara Cleveland, Ohio na 1929, mgbè ọ dị afọ iri abụo, ya na ónyé na-ese ihe Paul Travis na-amụ ihe na Cleveland School of Art",
  "N'oge na-adịghị ányá mgbè ọ bịarutere Cleveland, ọ sonyeere Karamu House, ebe ya na Langston Hughes ghọrọ enyi",
  "O nyèrè aka na mmepụta nke egwuregwu Hughes na Karamu House, ma mepụta ihe osise màkà ụlọ ezumike n'ebe ahụ",
  "O gosipụtara ihe osise na ihe ngosi mbà ụwa na New York City na Philadelphia, ma gosipụta ọrụ ọtụtụ ugboro na Cleveland Museum of Art's May Show.",
  "Ọrụ Brown a kacha màrà amara bụ murals ya nke Works Progress Administration",
  "N'afọ 1940, o sere ihe osise abụọ a maara dị ka Cleveland Past na Cleveland Present màkà ọrụ Valleyview Homes nke Cleveland Metropolitan Housing Authority na mpaghara Tremont nke Cleveland",
  "Mgbè e bibiri ihe owuwu ahụ na 2005, Intermuseum Conservation Association wepụrụ ma weghachite ihe osise ahụ, na 2010, e weghachiri ya n'ụlọ oriri na ọṅụṅụ na Mahadum Steeti Cleveland",
  "A kwụnyere ihe ndị ọzọ na Tremont Pointe, nke CMHA nọchiri Valleyview Homes",
  "N'afọ 1942, o mepụtara ihe osise màkà City Club nke Cleveland nke akpọrọ Freedom of Speech",
  "Ihe osise ahụ dị mita irí abụọ na abụọ (6.7 ) site na mita irí na otu (3.4 m), nke sitere n'ike mmụọ nsọ nke ọrụ Diego Rivera na ndị ọzọ na-ese ihe na Mexico, gosipụtara ndị ikom nwere ike na akwụkwọ dị mkpa nke nnwere onwé, gụnyere Magna Carta, United States Bill of Rights, United States Declaration of Independence na United States Constitution",
  "A kwagara ya ọtụtụ ugboro mgbè City Club kwagara ebe ọhụrụ, otu ndị otu nke Gail Berg nke Berg na Associates duziri weghachiri ya.",
  "Brown ghọrọ onye Africa America mbụ na-ese ihe osise na American Greetings na 1953, ọ rụkwara ọrụ n'ebe ahụ afọ irí na asatọ",
  "Ọ kụzikwaara na Cooper School of Art na Cleveland",
  "N'afọ 1971, ọ nwụrụ na Cleveland Clinic mgbè ọ rịasịrị ọrịa ogologo ógè",
  "Nwunye ya, Anna V",
  "Brown, hapụrụ ya, e lie ya na Martha's Vineyard.",
  "Kpọpụta njehie: <ref> tag with name \"call and post\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"city club\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"cleveland.com\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ica\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ica 2010\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ksl\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"may show\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"pd 1942\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"pd obit\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"press 1942\" defined in <references> has group attribute \"\" which does not appear in prior text."
]