[
  "Eloko (pl, Biloko) bụ okwu n' asụsụ Mongo-Nkundo na-ezo aka n' ụdị ihe dị ka ihe  père mpe nke bi nʼoké ọhịa",
  "E kwenyere na ha bụ mmụọ nke ndị nna nna nke mmadụ bi n' ebe ahụ",
  "Biloko bi n' akụkụ kachasị ukwuu  na nke kachasị ọchịchịrị nke oké ọhịa mmiri ozuzo dị n' etiti Zaire, na-ekwo ekworo ma n' ụzọ dị egwu na n'  Akụkọ ọdịbendị na-ekwu na ha n' oké ọhịa n' ihi na ọ na ewesara ndị dị ndụ iwe ma na-emesikwa ihe ike",
  "Biloko bi n' osisi nwere oghere ma na-eyi naanị akwụkwọ",
  "Ha enweghị ntutu; naanị ahịhịa na-eto n' ahụ ha; ha nwere anya n' elu, snow nwere ọnụ nke nwere ike imeghe n' ụzọ sara mbara iji nabata ahụ mmadụ, dị ndụ ma ọ bụ nwụrụ anwụ, na mkpịsị aka ogologo, nkọ",
  "Ha nwere obere mgbịrịgba, nke, na Africa niile, e kwenyere na ha nwere ike ịta ndị na-agafe agafe",
  "Inwe ọtụmọkpọ ma ọ bụ ihe na-eme anwansi nwere ike inye nchebe pụọ na ụdị anwansia a.",
  "A na-ekwu na ọ bụ naanị ndị n' achụ nta n' abanye n' oké ọhịa ma dị ndụ, maka n' ihe ịga nke ọma, ndịnta ga enwe anwansi siri ike, nke ga eme ka ha ghara ịhụ egwuregwu ọbụla",
  "E nwere ọtụtụ akụkọ gbasara ndị nwunye kpọchiri ntị n' usoro dị ha baa n' ọhịa ma ha n' ada mba ozigbo ha hụrụ Eroko mbụ ha",
  "enweghị obi ike na ha ga-abanye  n'oké ọhịa ma dịrị ndụ'  n\"ih' na iji nwee ihe ịga nke ọma, ndị ọchụnta ga na ya gafere anwansi siri ike, ma ọ bụr' na enweghị ya, ha agaghị ahụ egwuregwu ọ bụla",
  "E nwere ọtụtụ akụkọ banyere ndị inyom na-ekwusi ike na ha ga-esonyere di ha  n'ime ọhịa naanị ka ha daa mbà ozugbo ha hụrụ Eloko mbụ ha",
  "Otu ụbọchị onye na-achụ nta kpọọrọ nwunye ya, na nkwenye ya gaa n' ime ọhịa, ebe o nwere ụlọ nkwari akụ nwere ogidi gburugburu ya",
  "Mgbe ọ pụtara ileba anya n' ọnyà ya, ọ gwara ya: \"Mgbe ị nụrụ mgbịrịgba, emegharịla",
  "Ọ bụrụ na i mee ya, ị ga-anwụ!\"  N' oge na-adịghị anya mgbe ọ hapụrụ, ọ nụrụ ụda dị mma nke obere mgbịrịgba n' ebe dị nso, n' ihi na Eloko nwere ezi imi maka anụ nwanyị",
  "N' ikpeazụ, otu olu dị nlo rịọrọ ka a hapụ ya ka ọ banye n' ime ụlọ ya",
  "Ọ dị ka olu nwatakịrị",
  "Nwanyị ahụ meghere ọnụ ụzọ ma e nwere Eloko, na-esi ísì dị ka ọhịa, dị obere ma bụrụ onye aka ya dị ọcha",
  "Ọ gwara ya ka o jiri azụ̀ e siri esi mee unere ma ọ jụrụ: \"Anyị na-eri naanị anụ mmadụ",
  "Anaghị m eri eri nri ogologo oge",
  "Nye m otu akụkụ nke aka gị\"",
  "N' ikpeazụ, nwanyị ahụ kwetara, kpamkpam n' okpuru ọgwụ nke Eloko",
  "N' abalị ahụ, di ya hụrụ ọkpụkpụ ya.",
  "N'akwụkwọ akụkọ Bacchanal nke Veronica G",
  "Henry dere na 2021, otu n' ime obere ihe odide bụ ihe a na-akpọ Eloko",
  "A na-akọwa ya dị ka onye ikpeazụ n' ụdị ya si Zaire ma n' agụụ mgbe niile maka anụ mmadụ n' agbanyeghị n' a machibidoro ya iri ya.\nAkwụkwọ akụkọ Bethany C",
  "Morrow kọrọ n' afọ 2021, A Chorus Rises, nwere onye isi, Naema, onye a na-akpọ eloko mana ọ nweghị ọdịdị akụkọ ifo nke otu."
]