[
  "Elson Aaron Kambalu bụ onye na-ese ihe na Malawi nke bi na Lilongwe, Malawi nke na-adọrọ mmasị na ọrụ echiche na nke itinye aka",
  "Ọ nwere mmasị ige ntị, ịkekọrịta akụkọ ndị mmadụ, na ịmepụta ọrụ ndị na-akpali arụmụka. Ọ bụkwa onye nlekọta na onye ọchụnta ego na-aga nke ọma nwere ọtụtụ ụlọ ngosi nka na Malawi. A na-eto ya dị ka onye mmeri nke nka nka na Malawi.",
  "A mụrụ Elson n`ọnwa Disemba 1972, na Nsanje District, Malawi, n'aka Aaron na Jane Kambalu, nwa nke anọ a mụrụ n'ezinụlọ nwere ụmụ asatọ",
  "Nna ya bụ onye ọrụ ahụike na-arụ ọrụ maka ụlọ ọgwụ gọọmentị ebe nne ya bụ onye nkuzi ụlọ akwụkwọ praịmarị.",
  "Elson gụrụ maka nzere Bachelor of Business Administration na Mahadum Malawi (Polytechnic), gụsịrị akwụkwọ n`afọ 1997",
  "O nwekwara diplọma post-gụsịrị akwụkwọ na Marketing na Chartered Institute of Marketing, nke ọ nwetara n`afọ 2003.",
  "Elson bụ onye na-ese ihe n'onwe ya, ọ bụ naanị mgbe ọ gụsịrị akwụkwọ na Mahadum Malawi ka ọ ghọtara ọrụ ya",
  "Ọ malitere ise ihe n`afọ 1998, mgbe ọtụtụ ụlọ ọrụ were ya n'ọrụ n'ime afọ asaa",
  "N'afọ 2005, mgbe ọ dị afọ iri atọ na abụọ, ọ hapụrụ ọrụ ya iji lekwasị anya kpamkpam na nka ya",
  "Ọ na-agbaso nka na ọchụnta ego ọdịbendị, ọ meghere ụlọ ọrụ, Art-House Africa",
  "E gosipụtara ọrụ ya n'ọtụtụ mba n'ụwa niile",
  "Ọ bụ BBC na-elekwasị anya na Africa -, CNN na African Voices, na Mnetis Studio 53.",
  "Mgbe ọtụtụ ihe ngosi gasịrị, ọ meghere ụlọ ngosi nka mbụ ya a na-akpọ Kamusu n`afọ 2008",
  "N'afọ 2009, ọ malitere akwụkwọ akpọrọ Sons and Daughters Magazine",
  "N'afọ 2011, ọ nwetara gallery ọzọ, La Galleria Africa",
  "Ọ na-ejikwa Savannah Duty Free Art Space na Kamuzu International Airport.",
  "Elson bụ onye na-ese ihe nke na-emekarị Abstract expressionism na ntinye.",
  "N'afọ 2013, Elson bụ otu n'ime ndị na-ese ihe na mba ụwa gosipụtara Foreign Bodies, Common Ground exhibition. Ndị na-ese ihe rụrụ ọrụ na ebe nyocha na Kenya, Malawi, South Africa, Thailand, Vietnam, na UK, a kpọkwara ha ka ha nọrọ ma ọ dịkarịa ala ọnwa isii na-enyocha ọrụ ndị nchọpụta ma mepụta ọrụ ọhụrụ na nzaghachi maka ahụmịhe ha",
  "Ha dekọrọ ahụmahụ ha n'ime ala dị mgbagwoju anya nke dị n'etiti usoro sayensị na obodo ndị dị n'ógbè, mgbe mgbe n'ihu nke ọrịa na-efe efe.",
  "Mgbe ọ nọ n'ebe obibi, Elson nyochara ma ụzọ ọdịnala na nke oge a maka ọgwụ na nyocha",
  "Ya na ọtụtụ ndị mmadụ nọ n'obodo ukwu na ime obodo na-emekọrịta ihe site na ndị dọkịta na ndị na-ahụ maka ọgwụ ọdịnala iji mụọ ndị sonyere na ndị isi agbụrụ, site na ndị ọrụ obodo na ndị na'ahụ maka ọgwụ na ndị na - ahụike akụ na ụba na ndị na egwu",
  "N'ịbụ onye mgbagwoju anya ọdịbendị dị n'etiti ndị otu nyocha na obodo ha na-eje ozi masịrị, Elson kpọrọ ndị mmadụ ka ha mepụta ọrụ sitere na nghọta ha na ahụmịhe nke ọmụmụ ahụike",
  "Ndị sonyere kwupụtara ma kwurịta echiche ha gbasara nyocha."
]