[
  "Elton Clay Fax (Ọktoba ubochí itoolu, 1909 rụo ụbọchị irí na atọ n'ọnwa Mee, 1993) bụ ónyé America na-ese ihe osise, ónyé na-ese eserese, na ónyé edemede.",
  "A mụrụ Elton Clay Fax na 1909, nà Baltimore, Maryland, nwa Mark Oakland Fax na Willie Estelle Fax",
  "Nnà ya bụ stevedore na Baltimore Railroad Depot; nnè ya bụ ónyé na-ákwá ákwà",
  "Elton Fax gụsịrị akwụkwọ na Frederick Douglass High School na 1926, ébé ya na Cab Calloway nọ na klas",
  "Fax gara Claflin College na Orangeburg, South Carolina, mana ọ gafere na Mahadum Syracuse, ebe ọ nwetara nzere Bachelor of Fine Arts na 1931",
  "N'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ na kọleji, e gosipụtara ya na ihe ngosi nka onwe ya n'ọfịs nke akwụkwọ akụkọ Baltimore Afro-American.",
  "Elton Fax kụziri nka na Harlem Community Art Center na New York malite na 1934, ma tinye áká na Works Project Administration Federal Art Project, mmemme enyemaka ego gọọmentị maka ndị na-ese ihe n'oge Great Depression",
  "Fax bụ ónyé na-ese ihe osise màkà magazin ndị dị ka Weird Tales, Astounding Science-Fiction, Complete Cowboy, Real Western, Story Parade, Child Life, na All Sports",
  "N'afọ 1942, ọ malitere akwụkwọ akụkọ na-atọ ọchị nke akpọrọ Susabelle, ma mesịa nwee akụkọ ihe méré eme, Ha agaghị anwụ, ha abụọ na-ebi na akwụkwọ akụkọ ndị Africa na America",
  "O mepụtara ihe osise kaadị ekele màkà The Links.",
  "Akwụkwọ ndị Fax dere ma gosipụta gụnyere West African Vignettes (1960), Contemporary Black Leaders (1970), Seventeen Black Artists (1972), Garvey (1972, akụkọ ndụ nke Marcus Garvey), Through Black Eyes: Journeys of a Black Artist to East Africa and Russia (1974), Black Artists of the New Generation (1977), na Hashar (1980).  Na mgbakwunye, Fax gosipụtara akwụkwọ ndị na-ede akwụkwọ ụmụaka dịka Georgene Faulkner na Verna Aardema, ma mepụta ihe osise jaket ájá màkà ndị na-ebipụta akwụkwọ dị iche iche, yana akwụkwọ nta màkà Pan American Union.Ụfọdụ akwụkwọ Fax sere màkà gụnyere Paul Cuffee: America's first black captain (1970), nke Johanna Johnston, na Take a walk in their shoes (1989), nke Glennette Turner",
  "Fax rụkwara ọrụ maka ọtụtụ ụlọ ọrụ na-eme ihe ọchị na 1940s dị ka onye na-ese ihe nkiri, gụnyere Continental Features Syndicate, otu na-agbasa akwụkwọ na-atọ ọchị n'ime ọbọdọ ndị isi ojii",
  "Ụfọdụ ụlọ ọrụ ndị ọzọ ọ rụrụ ọrụ dị ka onye na-ese ihe nkiri gụnyere Funnies Inc., Quality Comics, na Novelty Comics.",
  "Na 1929, Elton Fax lụrụ Grace Elizabeth Turner",
  "Ha nwèrè ụmụ atọ",
  "Ezinụlọ Fax bírí nà Mexico ruo ọtụtụ afọ na 1950s, ma gaa ọtụtụ ebe.  Ọ lụrụ dị ka nwunye ya nké abụọ Elizabeth V",
  "Murrell, onye ọrụ mmekọrịta mmadụ na ibe ya. Elton Fax nwụrụ na 1993, afọ iri asatọ na atọ, na Queens, New York.",
  "Fax bụ nwanne nwoke nke ónyé ọkà mmụta egwu Mark Fax.",
  "Akwụkwọ Elton Fax dị na New York Public Library, Mahadum Boston, na Mahadum Syracuse."
]