[
  "Elvire Adjamonsi (amụrụ na Febụwarị 18, 1971) bụ onye Benin na-emepụta ihe nkiri, onye na-eme ihe nkiri، onye nta akụkọ na onye na-akwado ọdịbendị",
  "A maara ya maka ihe nkiri ya na ọrụ ya n'ịmepụta na ijikwa mmemme ihe nkiri na ụlọ ọrụ ọdịnala gafee Africa.",
  "A mụrụ Adjamonsi na Benin",
  "O nwetara nzere BA ya na Visual Communication na Pan African Institute for Development (IPD) na Burkina Faso",
  "O mere ihe nkiri mbụ ya n'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ. De l'eau toute l'année (Water All Year) bụ ihe nkiri nkeji iri abụọ na isii banyere obere mmiri dị na Burkina Faso",
  "Ihe odide ya, \"BIDOSSESSI\", meriri n'ọnọdụ nke abụọ na asọmpi APEDROMIA, nke ya na Alliance Française de Bangui jikọrọ aka. A họọrọ edemede ahụ na 2004 iji sonye na ogbako mmepe Sud Ecriture na Morocco na Tunisia, nke Organisation internationale de la Francophonie, Centre national du cinéma et de l'image animée, na Hubert Balls Foundation na-akwado.",
  "N'afọ 2010 o dere mkpirikpi mbụ ya, La Maudite (The Accursed), nke e gosipụtara na mmemme ihe nkiri Francophone mbụ na Atakpamé (Togo), na mkpirikpu ọzọ, Cica la petite Sorcière (Cica the LIttle Witch). Mgbe ahụ, o mepụtara ihe nkiri ọzọ, TOLEGBA, banyere chi Benin nke nwere otu aha ahụ, onye a na-ewere dị ka mmụọ ọjọọ, ma bụrụ ihe na-echebe ndị mmadụ.",
  "Adjamonsi sonyere n'ọtụtụ usoro telivishọn dị ka onye na-eme ihe nkiri, nke a maara nke ọma bụ \"Un tour de vis\" na \"Baobab\", nke a na-agbasa n'ofe Africa",
  "Ọ rụkwara ọrụ dị ka osote onye nduzi na Channel 2 (La Chaîne 2) na Benin.",
  "Na mgbakwunye na ọrụ ihe nkiri ya, Adjamonsi malitere ịrụ ọrụ dị ka onye nta akụkọ na onye na-ese ihe osise",
  "Ọ rụrụ ọrụ maka akwụkwọ dị iche iche, nke gụnyere magazin French nke ọdịbendị Africa, Afiavi Magazine, na ọtụtụ akwụkwọ akụkọ Benin, gụnyere Le Progrès, l'Aurore, Fraternité, na Le Béninois.",
  "A maara Adjamonsi nke ọma maka ọrụ ya na mmepe ọdịbendị, ọkachasị na mba ndị na-asụ French na-enweghị nkwado gọọmentị maka ọdịbendị",
  "O guzobere ma jikwaa mmemme ihe nkiri, ihe nkiri na egwu, gụnyere: LAGUNIMAGE (Benin, 2000), Les Journées Théâtrales en Campagne (Pointe-Noire, 2003), Le Ngombi (Bangui, 2001); FITHEB (Benin), 2006); NSANGU NDJINDJI (Pointe, 2008); FITHA (Ivory Coast), RCG (Kinshasa); Wedbinde à Kaya (Burkina Faso); JOUTHEC (Pointefrico-Noire). N'afọ 2016, ọ haziri emume ihe nkiri na emume nka n'okporo ámá. Na mgbakwunye, Adjamonsi na-arụ ọrụ, ya na ndị egwú, ụlọ ọrụ ihe nkiri, ụlọ ọrụ ọdịnala, ụlọ ọrụ mmepụta, na ndị na-ahụ maka mgbasa ozi",
  "Ebumnuche ya bụ ime ka Afrịka bụrụ ebe nka na ọdịbendị dị n'ụwa."
]