[
  "Embeth Jean Davidtz bụ onye America na South Africa na-eme ihe nkiri",
  "Ọrụ ihuenyo ya gụnyere ihe nkiri dịka Army of Darkness, Schindler's List, <i id=\"mwEg\">Matilda</i>, Mansfield Park, Bicentennial Man, Fallen, Junebug, na Fracture, na usoro telivishọn Mad Men, Californication, In Treatment, na Ray Donovan.",
  "A mụrụ Davidtz na Lafayette, Indiana, mgbe nna ya na-amụ injinia kemịkal na Mahadum Purdue",
  "Nne na nna ya, John na Jean, mechara kwaga Trenton, New Jersey, wee laghachi n'obodo ha South Africa mgbe Davidtz dị afọ itoolu.  Davidtz nwere ndị nna Dutch, English, na French. Ọ ghaghị ịmụta Afrikaans tupu ọ gaa klas ụlọ akwụkwọ na South Africa, ebe nna ya malitere ọrụ nkuzi na Mahadum Potchefstroom. Davidtz gụsịrị akwụkwọ na The Glen High School na Pretoria n'afọ 1983 wee gụọ akwụkwọ na Mahadum Rhodes na Grahamstown",
  "Davidtz mere ihe nkiri mbụ ya mgbe ọ dị afọ 21 na CAPAB (Cape Performing Arts Board, nke a maara ugbu a dịka Artscape) na Cape Town, na-egwu Juliet na mmepụta nke Romeo na Juliet na Maynardville Open-Air Theatre",
  "N'ịrụ ọrụ na Bekee na Afrikaans, ọ rụkwara ọrụ na egwuregwu ndị ọzọ dị n'ógbè ahụ, gụnyere Stille Nag (Silent Night) na A Chain of Voices, ha abụọ nwetara nhọpụta ya maka South African nke Tony Award.",
  "Ihe nkiri izizi ya bịara n'afọ 1988 na obere ọrụ na South African-filmed American horror Mutator N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ meriri akụkụ dị ukwuu na obere telemovie South Africa A Private Life, dịka nwa nwanyị nke di na nwunye nwere agbụrụ dị iche iche. Davidtz ritere ihe nrite DALRO maka onye na-akwado ihe nkiri kacha mma maka ọrụ ya na egwuregwu Houd-den-bek nke afọ 1990. Maka otu egwuregwu ahụ, a họpụtara ya n'afọ 1991 maka Esther Roos Award maka Best Actress na ọrụ nkwado na ihe nkiri Afrikaans",
  "Steven Spielberg chọpụtara arụmọrụ ya na ihe nkiri South Africa nke afọ 1992, Nag van die Negentiende ma nye ya ọrụ Helen Hirsch na Schindler's List",
  "N'afọ 1993, Davidtz rụrụ ọrụ Helen Hirsch na Steven Spielberg's Schindler's List.",
  "Davidtz nwere ọrụ dị mkpa na ihe nkiri dabeere na eziokwu Murder in the First (1995), nke mmepụta Merchant Ivory Feast of July (nakwa 1995) sochiri. Na Matilda (1996), ihe dị na nrọ ụmụaka nke Roald Dahl, ọ rụrụ ọrụ Miss Honey, onye nkuzi klas mbụ nke onye isi.",
  "N'afọ 1998, Davidtz mere onye ọkà mmụta okpukpe na-enyere Denzel Washington aka imebi mpụ karịrị nke mmadụ na ihe nkiri ihe omimi Fallen na femme fatale nke jikọtara ya na Kenneth Branagh na Robert Altman na-ewere ihe odide John Grisham nke a na-ejighị mee ihe na mbụ, The Gingerbread Man N'afọ sochirinụ, Davidtz gosipụtara nwanyị nke narị afọ nke iri na itoolu nke ụwa na Patricia Rozema na-arụzigharị ihe nkiri Jane Austen Mansfield Park ma rụọ ọrụ abụọ n'ihu Robin Williams na akụkọ ifo ọdịnihu Bicentennial Man.",
  "Ọrụ nkwado na ihe nkiri nke Bridget Jones' Diary (2001) hụrụ Davidtz na-egwu Natasha, onye ọrụ ibe na otu n'ime mmasị ịhụnanya nke Mark Darcy (Colin Firth). N'afọ ahụ, ọ malitere ịgba ọsọ na ihe nkiri CBS Citizen Baines, na-eme nwa nwanyị nke onye omebe iwu United States (James Cromwell) nke meriri n'ọrụ na ndọrọ ndọrọ ọchịchị. Ọrụ ndị ọzọ gụnyere egwu egwu dị ka Thir13en Ghosts nke afọ 2001 n'akụkụ Tony Shalhoub. N'afọ 2002, ọ pụtara na ihe nkiri Michael Hoffman The Emperor's Club, nke Kevin Kline na Emile Hirsch so mee ihe.",
  "Davidtz lụrụ onye ọka iwu ntụrụndụ Jason Sloane na June 22, 2002, ha mụrụ ụmụ abụọ.",
  "Davidtz nwere nwanne nwanyị nke obere, ka ọ na-erule n'ọnwa Eprel afọ 2009, bụ onye ọkà n'akparamàgwà mmadụ na Mahadum Nova Southeastern dị na Fort Lauderdale, Florida.",
  "N'ajụjụ ọnụ banyere ndị ọbịa ya n'afọ 2016 na Ray Donovan, ebe o gosipụtara onye na-arịa ọrịa kansa ara, Davidtz kpughere na a chọpụtara na ọ na-arịa ọrịa kansa ara n'afọ 2013, nke mere ka ọ kwụsị ịrụ ọrụ na nke a na-awa ya mastectomy. Ọrụ ahụ bụ nke mbụ Davidtz mgbe ọ nwesịrị ọgwụgwọ, mgbe a gwara ya na ọ chọrọ ịgba ọtọ, Davidtz so onye na-emepụta ihe David Hollander rụkọọ ọrụ iji tinye ara aka nri ya nke e mezigharịrị n'ime akụkọ ahụ, na-ajụ iji ihe eji arụ ọrụ dịka ihe dochie anya ara aka nri nke a ga-eweghachi site na ịwa ahụ",
  "\"Onye o nwere ike ọ gaghị ekwere na ya ma ọ bụrụ na onye na-eme ka ara ha apụọla wee sị, 'Lee, m ka m na-enwe mmekọahụ ma makwaa mma.' Mana mgbe ọ bụ eziokwu, enwere m olileanya na ọ ga-eme ka mmadụ nwee mmetụta mara mma",
  "A ka na-eche na ọ mara mma, \"ka Davidtz kwuru banyere ozi ọ chọrọ inye site na iwere ọrụ ahụ."
]