[
  "Embutramide (INN, USAN, BAN) (aha njirimara Embutane) bụ ọgwụ opioid analgesic na sedative dị ike nke nwere njikọ na methadone. Ọ bụ Hoechst AG mepụtara ya na 1958 ma nyochaa ya dị ka ihe na-akụnwụ ahụ n'ozuzu ya, mana achọpụtara na ọ nwere windo ọgwụgwọ dị warara, na 50 mg / kg ọgwụ na-emepụta sedation dị irè na 75 mg / kg na-egbu egbu",
  "Tinyere mmetụta siri ike nke sedative, embutramide na-emepụta nkụda mmụọ iku ume na ventricular arrhythmia",
  "N'ihi ihe ndị a, ọ dịghị mgbe a nabatara ya maka ọgwụgwọ dị ka Ihe ndị sitere ná na-akụnwụ ahụ n'ihi na a na-ewere ndị na ụdị ke amụta site na iji ya dị ka ihe dị ize ndụ maka nzube a",
  "Kama nke ahụ, a na-eji ya maka euthanasia na ọgwụ anụmanụ, ọkachasị maka euthanization nke nkịta.",
  "A na-emepụta Embutramide dị ka ngwaahịa ngwakọta n'okpuru aha Tributame, nke nwekwara chloroquine na lidocaine.",
  "A na-eji Embutramide eme ihe maka euthanasia nke anụmanụ dị iche iche, ọkachasị obere anụmanụ a na-elekọta dị ka anụ ụlọ karịa nnukwu anụ ụlọ",
  "Ọ nwere ike ịkpata nnukwu ihe mgbu na anụmanụ a na-egbu egbu, yabụ ọ nwere ike ịbelata ọnụ ụzọ ámá nke ozor na ímé ihe nọr ka ébé ike ịbụ ihe na-adịchaghị mma karịa ọgwụ ochie eji eme ihe maka ebumnuche a dịka pentobarbital; Otú ọ dị, ọ nwere ike ịnwe obere mmetọ karịa barbiturates karịsịa na usoro ngwakọta Tributame, ya mere o yighị ka a gbanwee ya maka mmetọ ntụrụndụ. Otú ọ dị, a kọrọ na ndị nwere ike ịnweta ọgwụ ahụ na-eji Embutramide eme ihe maka igbu onwe ha, a gbakwunyere ya na ndepụta nke ọgwụ Schedule III na US na 2006, dị ka Non-Narcotic na ACSCN 2020, nke na-ekewa ya na ndị na-akụda mmụọ dị ka benzodiazepines, barbiturates, na ọgwụ ndị ọzọ na-eme ka ọgwụ.",
  "Alkylation nke (3-Methoxyphenyl) acetonitrile [19924-43-7] (1) na bromoethane na-enye 2-Ethyl-2- (3-methoxyphenyl), -butanenitrile [40692-21-5] (2)",
  "A na-eji sodium ndị mmadụ n'ihe ndị na borohydride belata otu nitrile iji nye 2-ethyl-2- (3-methoxyphenyl) butan-1-amine [93309-48-9] (3')",
  "Ọdịdị amide site na mmeghachi omume na gamma-butyrolactone rụzuru njikọ nke embutramide (4)."
]