[
  "Emebt Etea Bedada (amụrụ n'abali iri na otu nke ọnwa Jenụwarị 1990 na Waliso) bụ onye Etiopia na-agba ọsọ ogologo oge nke na-asọ mpi na asọmpi ịgba ọsọ n'oke akara aka",
  "Ọ pụtara ngwa ngwa dị ka onye na-agba ọsọ (n'afọ iri na iteghete) na African Junior Championships okpukpu abụọ na mita 1500 na mita 3000",
  "Ọ bụ onye nwetara ọla nchara na IAAF World Cross Country Championships n'afo 2008.",
  "Ọ hapụrụ ọsọ obere oge n'afọ 2009 wee malite ịsọ mpi na ọkara marathons na marathons",
  "O meriri marathons na Brescia na Venice na 2012",
  "O nwetakwara ọla edo nke otu na 2012 IAAF World Half Marathon Championships na ndị otu ụmụ nwanyị Etiopia",
  "Marathon ya kacha mma bụ nke awa 2:25:53",
  "Nwanne ya nwanyị nke obere Korahubsh Itaa bụ onye mmeri ndị ntorobịa ụwa nke afọ 2009 na steeplechase ma nwee ndekọ akụkọ ihe mere eme ndị ntorobịa kachasị mma n'ụwa maka ọsọ mita Puku abụọ 2000m.",
  "Egwuregwu mba ụwa mbụ Emebt nke Etiopia bịara mgbe ọ dị afọ iri na ise",
  "Ọ bụ onye nke abụọ na mita 5000 na East African Championships ma bụrụ onye nwetara ọla nchara mita otu Puku na narị ise  n'2005 African Junior Athletics Championships",
  "O weputara nke asaa na asọmpi nke ndi mmadu na 2006 IAAF World Cross Country Championships ma mechie nke anọ na 2006 World Junior Championships. Ọ gbakwara onye nke isii na Great Ethiopian Run nke afọ ahụ.",
  "Na 2007 IAAF World Cross Country Championships, ọ mechara nke iri na itoolu na asọmpi ndị na-eto eto mgbe ọ gbasịrị ọnụ ọgụgụ nke agba ndị fọdụrụ ma mesịa bụrụ onye a ga-eweli n'okporo ụzọ n'ihi ike ọgwụgwụ okpomọkụ na ihu igwe Mombasa. Ọ gara nke ọma n'okporo ụzọ n'afọ ahụ: ọ meriri ma 1500m na 3000m na 2007 African Junior Athletics Championships ma melite ihe kachasị mma ya ruo 4:08.50 nkeji na 8:57.29 maka ihe omume ndị ahụ n'afọ yina, n'otu n'otu. Ọ bụ onye nke abụọ na njedebe afọ nke asọmpi BOClassic na Ịtali, nke abụọ naanị Sylvia Kibet.",
  "O nwetara akara mba nke obere na cross country n'afo 2008 wee merie ọla nchara na asọmpi nke obere na 2008 World Cross Country Championships",
  "Ọ gbakwara ọsọ na ihe omume mbụ ya dị elu, na-abịa nke asaa na 2008 African Championships",
  "N'afọ mbụ ya dị ka onye na-eme egwuregwu dị elu na 2009 ọ malitere ịpụta na European track na field circuit ma melite mita puku atọ ya  kacha mma  ruo nkeji 8:49.28",
  "Ebe ọ na-enweghị ike imeziwanye arụmọrụ ya nke 1500m dị ka onye nọ n'afọ iri na ụma, ọ tụgharịrị nkà ya gaa n'ebe dị anya",
  "Na mbido mbụ ya n'elu ọkara marathon, o mere ngwa ngwa nke nkeji 70:54  iji merie mmeri 2009 Turin Half Marathon ma bụrụ onye nke anọ na Marseille-Cassis Classique Internationale ọsọ asọmpi 20k.",
  "Oge izizi Emebt n' ọsọ marathon gosipụtara na ọ dị ala ka ọ bịara nke iri n'afo 2010 Vienna City Marathon na oge nke awa 2:36:29 O mere nke ọma na agbụrụ ndị ọzọ n'afọ sochirinụ, Otú ọ dị, merie Brescia Marathon na nke kachasị mma nke 2:34:43, na-ewere ọnọdụ nke anọ na Milan Marathon, wee nwee mmeri nke abụọ ya na Venice Marathon. Ọ rụkwara ọrụ nke ọma n'okporo ụzọ mbụ ya maka Etiopia, na-agba onye nke ise ma Nweta  ihe nrite ọla edo nke otu na 2012 World Half Marathon Championships.",
  "Ọ meghere afọ 2013 site na mmeri na San Blas Half Marathon na arụmọrụ siri ike na Seoul International Marathon, na-ntinye nke abụọ na Flomena Chepchirchir na oge nke 2:25:53 na mmelite nke ihe fọrọ nke nta ka ọ bụrụ nkeji itoolu."
]