[
  "Emeka Patrick Nwabueze bụ Prọfesọ Emeritus mbụ nke ihe nkiri na ihe nkiri nke Mahadum Naịjirịa, Nsukka",
  "Ọ bụkwa onye bụbu dean nke Faculty of Arts na onye bụbu onye nduzi nke ọmụmụ Africa nke ụlọ ọrụ ahụ.",
  "A mụrụ Emeka na Septemba 23, 1949, n'ime ezinụlọ Chief John Nweke Nwabueze na Josephine Nwabueze si n'obodo Umubele dị na Awka South Local Government Area nke Anambra State",
  "Ọ gara St",
  "Patrick's School, Awka site na (1958-65)",
  "Ọ gara Zik's College, Onitsha site na (1966-1971) wee banye na Mahadum Naịjirịa, Nsukka na 1971",
  "Ọ gụsịrị akwụkwọ na 1975 na Ngalaba Bekee, na Dramatic Arts dị ka ebe ọ na-elekwasị anya",
  "N'afọ 1977, ọ nwetara diplọma postgraduate na Education Administration and Planning na Mahadum Jos",
  "Mgbe ahụ, ọ gara Mahadum Eastern Michigan na Mahadum Bowling Green State ebe ọ nwetara nzere masta na nzere doctorate ya.",
  "Emeka malitere ọrụ ya dị ka onye nkuzi n'oge National Youths Service Corps na Kano State Institute for Higher Education na 1978",
  "N'oge ọ nọ na United States na ngwụcha afọ 1983 a họpụtara ya ka ọ bụrụ osote prọfesọ na onye isi oche nke Humanities na Edward Waters College, ụlọ akwụkwọ dị elu nke afọ anọ na Jacksonville, Florida, U.S.A",
  "N'ịgbaso oku sitere na Alma mater ya, ọ laghachiri Naịjirịa n'afọ 1983 wee rụọ ọrụ dị ka onye nkuzi nke abụọ, kwalite dị ka onye nkụzi nke mbụ n'afọ 1985, na onye nkuzi dị elu n'afọ 1987 kwalite dị na prọfesor n'afọ 1996 na 2023.",
  "Na June 30, 2000, o kwuru okwu mmeghe ya nke akpọrọ \"N'ime Mmụọ nke Thespis: The Theatre Arts and National Integration\" nke na-achọpụta mmalite dị iche iche nke ihe nkiri ma na agụmakwụkwọ Eester na obodo ọdịnala, ọganihu nke ihe nkiri dị ka ọzụzụ agụmakwụkwọ na Mahadum Naijiria, ọ bụ mmepe na-aga n'ihu, echiche nke mgbanwe ihe nkiri, na n'ikpeazụ na-ekwu maka ọrụ nke ihe nkiri na njikọta mba dị ka Naijiria.",
  "Ọ bụ prọfesọ nleta na Mahadum Swaziland (nke bụzi Eswatini), n'etiti 1999/2000, a kpọrọ ya na Randolph-Macon College dị ka Prọfesọ Nleta Mba Nile Quillian",
  "N'afọ 2008, Mahadum Trinidad na Tobago kpọrọ ya dị ka Prọfesọ nke Ihe nkiri; ọ bụ ọrụ o nwere ruo afọ atọ",
  "Ọ bụkwa prọfesọ nleta na Mahadum Imo State, Mahadum Alex Ekwueme Federal na Ndufu Alike, Ikwo.",
  "N'afọ 1993, ọ bụ onye otu National Formative Evaluation of Federal Universities Sector Projects site na National Universities Commission ma bụrụkwa onye otu World Health Organisation na ojiji nke Drama iji gbochie ọnwụ nne na afọ ime ndị ntorobịa, na mmekorita ya na Nigerian Society for Gynaecology and Obstetrics",
  "N'afọ 1994, e nyere ya Honorary Fellow in Writing site na University of Iowa International Writing Program. Ọ bụkwa onye otu Society for Nigerian Theatre Artists (FSONTA); Association of Nigerian Authors; African Studies Association, USA; National Association of African American Studies."
]