[
  "Emem Isong bụ onye na-ede, na-emeputa ma na-edozi ihe nkiri na Naijiria",
  "A maara ya nke ọma maka oru ya gbasara ihe nkiri na asụsụ bekee",
  "Ihe ọrụ ndozi ya nke abuo, Code of Silence, nke gbasara ndina n'ike umu nwaanyi na Nigeria, wepụtara na 2015.",
  "Emem, onye si Ikono Lokal Gọọmentị na Akwa Ibom State amụrụ na 5 Septemba, bụ nwa mbụ na ezinụlọ ma nwee ụmụ anọ nke omuru amu. O natara asambodo ogo ọmụmụ nke ihe nkiri na Mahadum Calabar ma  nakotara diplọma na sayensị kọmputa site na Computer Science Institute (NCR)",
  "Na-afọ 1994 ka Emem bidoro ọrụ nke ihe nkiri",
  "Mgbe ahụ ka o dere ma nyere aka meputa ihe nkiri nke Jezebel",
  "Na-afo 1996 ka naanị ya meputara Breaking point",
  "Na-esote ọnwa asato, ya na Remmy Jez rụgidere orụ dịka onye na-emepụta ihe nkiri na oru ya",
  "mgbe ọ kpebiri ịkwụsị mmekọrịta ha na 2008 ka ọ na-ewepụta ihe nkiri nke Reloaded.",
  "Odeela ma ọ bụ mepụta ihe nkiri dịka Reloaded, Breaking Point, She Devil, A Minute To Midnight, Play Boy, Sin Sin, Master Stroke, Rumors, Shattered Illusion, naPromise Me Forever  na Emotional Crack (2003), nke ikpeazụ ya ka egosiri na mmemme  African Film Festival na New York City. A makwaara ya nke ọma maka mmepụta ihe nkiri n'asụsụ Yoruba ma bụrụkwa onye kachasị ewu ewu na ụlọ ọrụ ahụ.",
  "Ihe nkiri ọbụla Emem Isong tinyere aka bukwara ama ama maka ịnye ohere ma ịbụputa ndị ọrụ ihe nkiri ohụụ gunyere Stephanie Okereke, Dakore Egbuson na ndị ọzọ.",
  "Na 2014 Isong duziri ihe nkiri mbụ ya bụ Champagne, nke mere ngosi nke mbụ na Silverbird Galleria na Victoria Island, Lagos. N'ọnwa Ọgọstụ 2015, ọ wepụtara ihe nkiri Code of Silence, ihe nkiri ya nke abụọ ahaziri nke ọ rụpụtara, na mmekọrita ọrụ ya na Royal Arts Academy na Nollywood Workshop, otu NGO mba ụwa na-achọ ịgba ume mgbanwe n'etiti ọha mmadụ site na iji ihe nkiri. Ihe nkiri a, nke metụtara ịdina nwaanyị n'ike na Naijira, gosiri ndị ọrụ ihe nkiri dika Makida Moka, Patience Ozokwor, Ini Edo, na Omoni Oboli.",
  "Amamịghe Emem Isong nwere na ụlọ ọrụ ihe nkiri enyekwara ya ohere ka a họrọ ya dịka onye ga-ekwuchitere ha na usoro Afrinolly masterclass ma bụrụkwa ọkaikpe maka ihe nkiri MTN Afrinolly na 2013. Na fim ya Emem Isong na-agbasi mbọ ike ime ka ndị na-ege ntị nwee obi ụtọ",
  "E depụtakwala aha Emem dị ka onye na-eme ihe na New Nollywood nke ndị na-eme fim na-abụghị naani i nwe mmasị na-emepụta fim, ma na-emepụta fim ndị a pụrụ iche ndị nke baara ụba na nkà",
  "Ọ bụghịzi maka nrụpụta maka mmepụta sọsọ, kama ọ bụ maka mmepụta maka nka",
  "Ntughari a site na imepụta vidio a na-elele na-ụlọ na ikiri ya na sinima bụkwa ụdị nke usoro Ne Nollywood a.",
  "Amakwaara Emem Isong maka ọrụ ya na iguzọbe Royal Arts Academy na 2010 yana ọrụ ya dị ka onye isi ụlọ ọrụ ahụ",
  "Royal Arts Academy nke ọ malitere yana Uduak Oguamanam, Anietie Isong, na Monalisa Chinda, dị na Surulere, Legos steetị, Naijria. Ulo akwukwo a raara onwe ya maka imeputa umu akwukwo ndi na-aghaghi ime mpi na okacha amara na ụlọ oru ihe nkiri Naijiria, kamakwa n’ime ụlọ ọrụ ihe nkiri mba ndị ọzọ. Ewezuga ịkụziri ụmụ akwụkwọ ihe ha kwesịrị ima maka ịmalite ọrụ na ụlọ ọrụ ihe nkiri, ụlọ ha na-enyekwa ụmụ akwụkwọ ohere iji nweta ego iji nyere ha aka ịmalite ọrụ ha site na imepụta fim ndị ọha na eze nwere ike ịhụ.",
  "A maara Emem Isong dị ka onye zoro ezo ma na-ahọrọ ịnọkarị na anya ọha, ọ naghị enyekarị ajụjụ ọnụ",
  "Nke a, dị ka ya si kwuo, ọ bụ n'ihi na ọ chọrọ ka ọrụ ya rie uru naanị ya na-enweghị okwu gbasara ndụ ya na-emetụta ndị na-ekiri ya. Kaosinadị, Isong lụrụ Misodi Akama onye ọ mụrụ ejima na 2016. O nwekwara nwa nwoke site na nmekorita ya na onye ọzọ na-mbu.",
  "Ihe nkiri ihe nkiri Emem Isong gụnyere:",
  "Onyinye nsọpụrụ nke Emem Isong nwetara gụnyere:"
]