[
  "Emil Grünzweig (Hibru) (December 1, 1947 na February 10, 1983) bụ onye nkuzi Israel na onye na-ahụ maka udo nke jikọtara ya na Peace Now movement",
  "Ọ ghọrọ ihe oyiyi nke ndị Israel fọdụrụ mgbe e gburu ya site na grenade a tụbara ya na nzukọ udo na Jerusalem n'afọ 1983",
  "N'afọ 1987, e guzobere otu agụmakwụkwọ na-enweghị uru na Jerusalem n'aha ya, nke a na-akpọ Adam Institute for Democracy and Peace in Memory of Emil Greenzweig.",
  "Amụrụ Emil Grunzweig na Cluj na Transylvania, Romania, nke Olga na Shmuel Grunzweug",
  "Nne ya bụ onye lanarịrị ogige ogbugbu ndị Nazi Auschwitz",
  "O nwere otu nwanne nwoke, Eliezer",
  "Ezinụlọ ahụ biri na France na Brazil ruo oge ụfọdụ",
  "Mgbe Shmuel Grunzweig nwụrụ na France n'afọ 1963, ezinụlọ ahụ kwagara Israel",
  "N'Izrel, ezinụlọ ahụ biri na Haifa, ebe Emil gara ụlọ akwụkwọ sekọndrị Hebrew Reali",
  "Mgbe ọ gụsịrị akwụkwọ, e debara aha ya n'ọrụ n'ime ndị agha Israel, wee sonye na otu Nahal nke dabeere na Kibbutz Revivim na Negev",
  "Dị ka onye na-agba ọsọ na IDF, ọ lụrụ ọgụ na Agha Ụbọchị Isii",
  "Ọ rụrụ ọrụ dị ka onye ọrụ nchekwa na Agha nke Attrition, Agha Yom Kippur, na Agha Lebanọn nke afọ 1982.",
  "Mgbe a tọhapụrụ ya n'usuu ndị agha, ọ gara biri na Revivim, ebe ọ rụrụ ọrụ n'ubi mkpụrụ osisi",
  "Ọ gụrụ mgbakọ na mwepụ na nkà ihe ọmụma na Mahadum Hibru nke Jerusalem",
  "Ọ kụziri mgbakọ na mwepụ ma hazie ọrụ mmekọrịta mmadụ na ibe ya na ụlọ akwụkwọ sekọndrị Maaleh haBesor na kibbutz Magen",
  "O sonyere n'ọtụtụ ọrụ agụmakwụkwọ gụnyere egwuregwu na ụmụ akwụkwọ na okwu ndị dị ka esemokwu Arabísrael, mmekọrịta ọrụ, na mmekọrịta dị n'etiti òtù okpukpe na steeti.",
  "Ọ kwagara Jerusalem iji mezue nzere masta na akụkọ ihe mere eme, nkà ihe ọmụma, na mmekọrịta mmadụ na ibe ya nke sayensị, na Mahadum Hibru nke Jerusalem, ma rụọ ọrụ na ọrụ agụmakwụkwọ na Van Leer Jerusalem Institute",
  "N'ọrụ a, ọ haziri ogige oge okpomọkụ ndị Juu na ndị Arab iji kwalite nghọta n'etiti ndị ntorobịa ndị Juu na Arab.",
  "Grunzweig lụrụ Einat Ornan, di na nwunye ahụ nwere nwa nwanyị, Niva, onye dị afọ anọ mgbe e gburu ya",
  "Grunzweig mechara gbaa Einat alụkwaghịm, n'oge ọnwụ ya, o nwere enyi nwanyị, Ada Oren.",
  "E gburu Grunzweig n'oge Peace Now rally n'ọnwa Febụwarị 10, 1983, mgbe onye na-eme ihe ike nke aka nri Yonah Avrushmi tụbara grenade n'ime ìgwè mmadụ ahụ. Mmadụ itoolu ndị ọzọ na-eme ngagharị iwe merụrụ ahụ, n'etiti ha bụ ndị ndọrọ ndọrọ ọchịchị n'ọdịnihu Avraham Burg na Yuval Steinitz.",
  "E jidere Avrushmi n'afọ 1984, maa ya ikpe igbu ọchụ n'afọ 1985, ma maa ya ikpe ịga mkpọrọ ndụ ya niile",
  "N'afọ 1995, Onye isi ala Ezer Weizmann gbanwere ikpe ahụ ka ọ bụrụ afọ iri abụọ na asaa n'ụlọ mkpọrọ",
  "N'afọ 2005, a jụrụ ịtọhapụ Avrushmi n'oge. E nyere Avrushmi ohere ịgbapụta ma tọhapụ ya n'ụlọ mkpọrọ Rimonim n'ọnwa Jenụwarị 26, 2011."
]