[
  "Emilie Béatrice Epaye bụ onye ndọrọ ndọrọ ọchịchị na onye nkuzi nke Central Africa",
  "Ọ bụ Minista Gọọmentị ma jee ozi na National Assembly",
  "Epaye na-akwado Mana agbasa kwa ọchịchị ka mma, mmepe akụ na ụba, na nnwere onwe ọha na eze, na-agbachitere nkwanye ùgwù maka ikike mmadụ, ma na-akwalite nkwekọrịta mba",
  "N'afọ 2015, ọ meriri U.S",
  "State Department's international Women of Courage Award.",
  "Emilie Beatrice bụ onye amụrụ na ihe dika 1956 ma zụọ ya ka ọbụrụ onye nkụzi.Ọ na-arụ ọrụ na azụmahịa njem ezinụlọ ma na-azụ ahịa.",
  "La Fondation la Voix du coeur (The Voice of the Heart Foundation) guzobere na 1994 site n'aka Lucienne Patassé, nwunye onye isi ala Ange-Félix Patassé n'oge ahụ, iji duzie ụmụaka nọ n'okporo ámá. Ụlọ o mepụtara, nke dị na Bangui, bụbu ebe a na-enye ụmụaka nri, na-agụ akwụkwọ, na-enye nlekọta ahụike ma na-enye ọzụzụ na ebe nchekwa. Mgbe Lucienne Patassé nwụrụ n'afọ 2000, Epaye weghaara nduzi nke nzukọ ahụ.",
  "N'afọ 2003, General François Bozizé duziri nnupụisi megide onye bụbu onye ndú Patassé nke Central African Republic ma weghara ọchịchị",
  "O guzobere kansụl mgbanwe sara mbara gụnyere ọtụtụ n'ime ndị otu mmegide, ma nye ha ebubo idepụta iwu 2004. A họpụtara Epaye dị ka onye isi oche nke Kọmitii Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ nke Nzukọ Ndị Omeiwu na dịka onye otu National Transitional Council site na 2003 ruo 2005",
  "N'afọ 2005, ọ malitere ije ozi dị ka Minista nke Azụmaahịa, Ụlọ Ọrụ na Obere na Obere Ụlọ Ọrụ ma nọrọ n'ọkwa ahụ afọ ise",
  "N'afọ 2008, ọ ghọrọ Minista na-ahụ maka azụmahịa na ụlọ ọrụ mmepụta ihe ma nọrọ n'ọkwa ahụ ruo n'afọ 2011.",
  "N'afọ 2013, otu ndị agha na-akpọ onwe ha Séléka (Alliance in the Sango language) kwaturu ọchịchị Bozizé",
  "Michel Djotodia hoputara ma mee  onwe ya onye isi ala ma tinye mba ahụ na nsogbu",
  "Nchịkwa ndị Alakụba nke Djotodia na mba ndị Kraịst n'ụzọ dị ukwuu mere ka e guzobe ndị agha, ime ihe ike nke ịrọ òtù, na n'ikpeazụ nkwekọrịta nke Djotodiya ịpụ. Kansụl Nchebe nke UN, African Union na gọọmentị France zigara ndị agha iji nyere aka mee ka mpaghara ahụ kwụsie ike ma họpụta Kansụl Mgbanwe ọhụrụ. A kpọrọ Epaye ọzọ ka ọ rụọ ọrụ na gọọmentị mgbanwe ma họpụta Catherine Samba-Panza ka ọ duzie mba ahụ n'oge mgbanwe ahụ",
  "A ga-eme ntuli aka ọchịchị onye kwuo uche ya ọzọ na ngwụcha afọ 2015.",
  "Site na 2003-2005, Epaye bụ onye otu Inter-Parliamentary Commission of the Economic and Monetary Community of Central Africa (CEMAC)",
  "Ọ bụ onye isi oche nke African Intellectual Property Organization (OAPI) malite na 2008 ma dị ka onye otu Board of Directors, ọ duziri African Conference on Intellectual Properties na Dakar",
  "Ọ rụkwara ọrụ na Council of Ministers of the Economic Union of Central Africa (CAEU)Nke na afọ 2010 turu ya ugo medal of grand officer nke enyere ya n'ihi oruru ya bụ nke si n'aka cemac community."
]