[
  "Àtụ:Soundbox",
  "Emily Greene Balch bụ onye amụrụ na, (Jenụwarị 8, 1867 ruo Jenụwarị 9, 1961) bụ onye America na-ahụ maka akụ na ụba, mmekọrịta mmadụ na ibe ya na onye na-ahụ n'udo",
  "Balch jikọtara ọrụ agụmakwụkwọ na Wellesley College na mmasị ogologo oge na nsogbu mmekọrịta mmadụ na ibe ya dị ka ịda ogbenye, ọrụ ụmụaka, na mbata na ọpụpụyana ọrụ obibi iji bulie ndị mbata dara ogbenye ma belata mpụ ụmụaka.",
  "Ọ banyere n'ime udo na mmalite Agha Ụwa Mbụ na afọ 1914, wee malite iso Jane Addams nke Chicago rụkọọ ọrụ",
  "Ọ ghọrọ onye isi nke Women's International League for Peace and Freedom (WILPF) nke dị na Switzerland, nke o ritere ihe nrite Nobel Peace Prize na afọ 1946.",
  "A mụrụ Balch n'ezinụlọ Yankee a ma ama na Jamaica Plain, Massachusetts, agbata obi nke Boston, nwa nwanyị nke Francis V",
  "na Ellen (née Noyes) Balch. Nna ya bụ onye ọka iwu na-aga nke ọma na otu oge odeakwụkwọ nke United States Senator Charles Sumner. Ọ gụsịrị akwụkwọ na Bryn Mawr College na afọ 1889 mgbe ọ gụsịrị akwụkwọ n'ọtụtụ akwụkwọ na asụsụ ma lekwasị anya na akụ na ụba",
  "Ọ gụsịrị akwụkwọ na Paris ma bipụta nyocha ya dị ka Public Assistance of the Poor in France (1893)",
  "Ọ rụrụ ọrụ ụlọ na Boston tupu o kpebie ọrụ agụmakwụkwọ.",
  "Ọ gụrụ akwụkwọ na Mahadum Harvard, Mahadum Chicago, na Mahadụ Berlin, wee malite ịkụzi na Wellesley College na afọ 1896",
  "O lekwasịrị anya na mbata, oriri, na ọrụ akụ na ụba nke ụmụ nwanyị",
  "N'afọ 1913, a họpụtara ya ka ọ bụrụ Prọfesọ nke akụ na ụba na Wellesley, mgbe onye na-ahụ maka akụ na ụba ndọrọ ndọrọ ọchịchị Katharine Coman gbara arụkwaghịm, onye guzobere Ngalaba ahụ. N'otu afọ ahụ, e buliri Balch n'ọkwa site na osote prọfesọ ruo prọfesor nke akụ na ụba ndọrọ ndọrọ ọchịchị na nke sayensị ndọrọ ndọrọ ọchịchị.",
  "Balch jere ozi n'ọtụtụ kọmitii steeti, dị ka kọmitii mbụ na ụgwọ ọrụ kacha nta maka ụmụ nwanyị",
  "Ọ bụ onye ndú nke Women's Trade Union League, nke kwadoro ụmụ nwanyị ndị so n'òtù ndị ọrụ",
  "O bipụtara nnukwu nnyocha mmekọrịta ọha na eze nke Our Slavic Fellow Citizens na afọ 1910.",
  "Ọ bụ onye na-eme udo ogologo oge, ọ bụkwa onye sonyere na Kọmitii Mba Nile nke Henry Ford na Mediation",
  "Mgbe United States banyere n'agha ahụ, ọ ghọrọ onye ndọrọ ndọrọ ọchịchị na-emegide ịdebanye aha na iwu nledo, ma na-akwado nnwere onwe obodo nke ndị jụrụ n'ihi akọ na uche",
  "Ya na Jane Addams rụkọtara ọrụ na Women's Peace party na ọtụtụ ìgwè ndị ọzọ.",
  "N'akwụkwọ ozi o degaara onye isi oche nke Wellesley, o dere na anyị kwesịrị ịgbaso \"ụzọ Jizọs\"",
  "Echiche ime mmụọ ya bụ na akụ na ụba America \"dị anya na ụkpụrụ Jizọs nke anyị na-ekwupụta\". Wellesley College kwụsịrị nkwekọrịta ya na 1919",
  "Balch jere ozi dị ka onye nchịkọta akụkọ nke The Nation, magazin a ma ama nke nkọwa ndọrọ ndọrọ ọchịchị.",
  "Balch si na Unitarianism gbanwee ma ghọọ Quaker na 1921",
  "O kwuru, sị, \"Okpukpe yiri m otu n'ime ihe ndị na-adọrọ mmasị na ndụ, otu n'etiti ihe mgbagwoju anya, nke kachasị baa ọgaranya na nke na-akpali akpali nke echiche mmadụ na ịkọ nkọ..",
  "ahụmịhe okpukpe na echiche chọrọ ìhè kwa ụbọchị na ìhè anyanwụ na ịkọrọ ndị ọzọ nke o yiri m ka ọ dị obere..",
  "Ofufe Quaker n'ụzọ kachasị mma yiri ka ọ na-enye m ohere maka ụdị ịkekọrịta a n'enweghị mmetọ",
  "\"",
  "Ihe ndị dị mkpa ọ rụzuru ka na-amalite, ka ọ ghọrọ onye ndú America nke òtù udo mba ụwa",
  "N'afọ 1919, Balch rụrụ ọrụ dị mkpa na International Congress of Women",
  "Ọ gbanwere aha ya ka ọ bụrụ Women's International League for Peace and Freedom ma dabere na Geneva.",
  "Njikọ ahụ were ya n'ọrụ dị ka odeakwụkwọ mba ụwa mbụ ya, na-elekọta ọrụ nzukọ ahụ",
  "O nyere aka guzobe ụlọ akwụkwọ oge okpomọkụ na agụmakwụkwọ udo ma mepụta alaka ọhụrụ n'ihe karịrị mba 50",
  "Ọ kwadoro na Njikọ Mba ndị e guzobere ọhụrụ gbasara nchịkwa ọgwụ ọjọọ, ụgbọelu, ndị gbara ọsọ ndụ, na iwepụ ngwá agha",
  "N'Agha Ụwa nke Abụọ, ọ kwadoro mmeri ndị Allied ma ọ katọghị mbọ agha ahụ, mana ọ kwadoro ikike nke ndị jụrụ n'ihi akọ na uche.",
  "Ọ bụ Florence Paton, Cyril Dumpleton, Cairine Wilson, John Herman Randall, Stanley Knowles, Rudolf Schümperli, John Sturge Stephens, W",
  "J",
  "M",
  "van Eysinga, Lucy Noel-Buxton, Judah Leon Magnes, Agnus MacInnis, Lucas Middleton na ndị prọfesọ iwu iri na isii na ndị omeiwu Finland họpụtara ya.",
  "O ritere ihe nrite Nobel Peace Prize nke 1946 maka ọrụ ya na Women's International League for Peace and Freedom (WILPF)",
  "O nyere òkè ya nke ego mmeri ahụ na WILPF",
  "Okwu nnabata ya gosipụtara okwu nke ịhụ mba n'anya na mbọ maka udo mba ụwa.",
  "Balch alụghị di",
  "Ọ nwụrụ n'ụbọchị ọ gbara afọ iri itoolu na anọ.",
  "Àtụ:Nobel Peace Prize Laureates 1926-1950Àtụ:1946 Nobel Prize winners"
]