[
  "Emmanuel Onwe bụ onye ọka iwu, onye na-ahụ maka ihe ndị ruuru mmadụ, onye na'akwụkwọ akụkọ, na onye bụbu onye otu Senate nke Naịjirịa",
  "Ọ bụ ugbu a Kọmishọna maka ozi na steeti Ebonyi nke Naịjirịa. Ọ bụkwa onye guzobere na onye isi nke Njiko Igbo Movement.",
  "Onwe na-akwado mkpa ọ dị ime ihe n'ụzọ doro anya na mgbanwe ndị na-abụghị nke ndọrọ ndọrọ ọchịchị na-emegide nrụrụ aka na Naịjirịa",
  "O kwuru na esemokwu dị n'ime ụlọ na-aga n'ihu na-eme ka gọọmentị kpọnwụọ ma \"ọ bụrụ na a naghị achịkwa ya, ọ nwere ike ịkpata nkwarụ mba na ọnwụ dị egwu nke olileanya n'onwe ya\".",
  "A mụrụ Onwe na Ebonyi Steeti",
  "Ọ gụrụ akwụkwọ n'oge ọ bụ nwata na Our Lady of Fatima (nke e mechara kpọwa Community Primary School) na Ikwo na Presbyterian Secondary School, Abakaliki na Anambra State.",
  "Onwe gụrụ akwụkwọ iwu na agụmakwụkwọ na London School of Economics and Political Science (LSE), ebe o nwetara nzere bachelọ ya",
  "Mgbe ọ gụsịrị akwụkwọ, ọ banyere Mahadum College London, ebe ọ malitere ọmụmụ postgraduate na iwu.",
  "Onwe zụrụ dị ka onye ọka iwu na Inns of Court School of Law na London",
  "A nabatara ya na Honourable Society of Lincoln's Inn na afọ 1999 ma kpọọ ya na English Bar",
  "Mgbe ọ nọ na Inns of Court School of Law, Onwe natara Sir Thomas More Award",
  "O mechara gụọ akwụkwọ na Two Garden Court Chambers, Middle Temple, London.",
  "Onwe arụwo ọrụ maka òtù ndị na-abụghị nke gọọmentị, Y-Care International, Friends of the Earth na Amnesty International",
  "Na Y-Care International, ọ rụrụ ọrụ n'ịchịkọta na ịnye ihe enyemaka maka ndị gburu na Rwanda na 1995",
  "Na Amnesty International, ọ rụrụ ọrụ na ngalaba mkpọsa ma nwee mmasị pụrụ iche na mkpọsa nke nzukọ ahụ n'okwu ndị dị ka ntaramahụhụ ọnwụ na mkpọsa afọ 1991, afọ 1992 megide òtù ndị agha Maoist Sendero Luminoso (Shining Path) na Peru",
  "N'oge a, Onwe gara nzukọ akụkọ ihe mere eme World Conference on Human Rights na Vienna, Austria na Juun, na afọ 1993",
  "Nzukọ ahụ mere ka e nwee Vienna Declaration and Programme of Action on Human Rights",
  "Dị ka mmalite nke nzukọ ahụ, Onwe dere edemede e bipụtara na New Internationalist na Juun, na afọ 1993, nke toro ụkpụrụ nke universality na indivisibility karịa echiche nke ọdịbendị na ihe pụrụ iche nke ikike mmadụ.",
  "Onwe bụ onye guzobere ngalaba United Kingdom nke Civil Liberties Organization n'akụkụ Dr",
  "Amazu Anthony Asouzu",
  "Mgbe ọ sonyechara na British Labour Party na afọ 1992, ọ rụrụ ọrụ na mkpọsa ntuli aka nke ndị omeiwu Bernie Grant na Paul Boateng n'etiti afọ 1992 na afọ 2005",
  "Ma Grant na Baoteng bụ ndị otu na-eje ozi ogologo oge na Nzukọ Ndị Omeiwu Britain.",
  "Onwe laghachiri Naịjirịa mgbe ọ rụchara ọrụ iwu nke ọma na United Kingdom iji gbaa ọsọ maka oche na Senate iji nọchite anya Ebonyi Central na ntuli aka afọ 2007 na ikpo okwu nke People's Democratic Party (PDP)",
  "Ọ bụ ezie na Onwe meriri ntuli aka ahụ, ọ ga-emesị nọrọ ihe fọrọ nke nta ka ọ bụrụ afọ 3.5 n'ụlọ ikpe ikpe tupu ọ nwetaghachi ikike ya ije ozi.",
  "N'abalị iri na isii n'ọnwa Julaị n'afọ 2010, ụlọ ikpe mkpegharị ikpe dị na Enugu kwadoro arịrịọ ya ma kwupụta na ọ bụ onye a họpụtara nke ọma ka ọ nọchite anya Ebonyi Central, na-enye ndị Independent Electoral Commission iwu ka ha nye ya asambodo nloghachi, mana agha izu abụọ malitere tupu ndị ọrụ ahụ agbaso mkpebi ahụ. Mgbe mgbalị atọ dara, Onye isi oche Senate David Mark mechara kwe ka Onwe ṅụọ iyi dị ka onye omeiwu na 10 Ọgọst, na afọ 2010.\nOtú ọ dị, na Jenụwarị, na afọ 2011, Ụlọikpe Kasị Elu nke Naijiria tụgharịrị mmeri Onwe n'ụlọ ikpe mkpegharị ikpe.",
  "Onwe kwuru n'oge ahụ na mkpebi ahụ mebiri Iwu Iwu nke Naịjirịa, nke gbochiri ikike Ụlọikpe Kasị Elu n'ihe gbasara okwu mkpesa ntuli aka, na-ekwupụta, sị: E nwere ihe rụrụ arụ na-ere ọkụ n'etiti mkpebi ikpe Ụlọikpe Kasụ Elu",
  "Echiche ụlọ ikpe nwere ikike n'okwu a anaghị akwado otu ihe n'akụkọ ihe mere eme nke iwu anyị",
  "\"",
  "N'ime izu ole na ole mbụ dị ka onye omeiwu, Onwe kwadoro ọtụtụ mmegharị, gụnyere mmegharị nke na-agba Onye isi ala Goodluck Jonathan ume ilekwasị anya na nchịkọta ihe ọmụma dị ka ngwá ọrụ dị mkpa n'ịlụso ndị na-eyi ọha egwu ọgụ na-esote mgbawa bọmbụ na Abuja n'oge ememe ncheta afọ iri ise nke nnwere onwe Naịjirịa na 1 Ọktoba na afọ 2010.",
  "Onwe nọgidere na PDP ma gbaa ọsọ na ntuli aka mbụ maka oche Senate na Ebonyi Central na Jenụwarị, na afọ 2011",
  "A kọrọ akụkọ banyere mmebi iwu ntuli aka n'ọtụtụ ụlọ ọrụ mgbasa ozi, nke mere ka Onwe kwụsị nsonaazụ ya, na-ekwu na usoro ahụ bụ ihere zuru oke nye ọchịchị onye kwuo uche ya, \"ma na-ekwupụta na ihere na ọ bụ onye \"mba dị otú ahụ nke na-akpọ onwe ya ọchịchị onye kwuo ike\".",
  "Onwe gbara ọsọ ọzọ maka oche Senate na afọ 2011 na ikpo okwu nke All Progressives Grand Alliance",
  "N'etiti ntuli aka nke National Assembly na 2 Eprel na afọ 2011, Independent Electoral Commission kwụsịrị ntuli aka ahụ, na-ekwu maka ezughi oke ihe ntuli aka",
  "Nsonaazụ ntuli aka nke ọpụpụ gosipụtara na Onwe butere ụzọ n'oge a kwụsịrị ịtụ vootu",
  "Onwe họọrọ ịghara isonye na ntuli aka a gbanwere otu izu ka e mesịrị, ma kpọọ ka a kagbuo nsonaazụ ya. Mgbe ntuli aka ahụ gasịrị, ọ duziri ngagharị iwe megide ndị uwe ojii, na-ebo ha ebubo na ha na-eme ka aghụghọ ntuli aka nke a na-ekwu na ọ mebiri ntuli aka",
  "Ndị uwe ojii megharị site na ịgba égbè na gas na ìgwè mmadụ ahụ, na-emerụ ọtụtụ ndị na-eme ngagharị iwe ahụ.",
  "Mgbasa ozi Onweş bịara n'okpuru egwu na ime ihe ike, nke dugara na mmebi nke ọfịs mkpọsa ya, mbibi nke ụgbọala mkpọsa ya",
  "N'abalị iri abụọ na itoolu n'ọnwa Ọktoba n'afọ 2010, Onwe kwuru na ndụ ya nọ n'ihe ize ndụ naanị n'ihi ọchịchọ ndọrọ ndọrọ ọchịchị ya.",
  "Onwe bụkwa onye dere akwụkwọ Serpents and Doves, nke e bipụtara na 2009, na onye na-ede akwụkwọ akụkọ na akwụkwọ akụkọ New Telegraph."
]