[
  "Emma Boona (amuru 17 February 1954) bu onye nkuzi ndi Uganda, onye isi ochichi na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụbu onye nnọchite anya nwanyị mbụ maka mpaghara Mbarara na 8th & 9th Parliaments ma bụrụ onye otu National Resistance Movement (NRM), otu ndọrọ ndọrọ ọchịchị na-achị na Uganda.",
  "Emma Boona (amụrụ na 17 Febụwarị 1954) bụ onye nkuzi Ugandan, onye nchịkwa ọha na eze na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụbu onye nnọchi anya nwanyị maka Mbarara District na 8th na 9th parliament ma bụrụ onye otu National Resistance Movement (NRM), otu ndọrọ ndọrọ ọchịchị na-achị Uganda.",
  "N'oge ọ nọ n'òtù ndị omeiwu, ọ rụrụ ọrụ dị ka osote onyeisi oche nke Kọmitii Ọrụ Ọha na Kọmitii Gọọmentị Obodo na dịka onye otu Kọmitii na-ahụ maka ego, atụmatụ na mmepe akụ na ụba na Kọmiti na-ahụ Maka Akụkọ Ọha. Ọ bụkwa onye otu NRM Parliamentary Caucus na Uganda Women's Parliamentary Association (UWOPA).",
  "Boona bụkwa onye bụbu osote onye isi oche nke Mbarara District, osote onye obodo nke Mbarar Municipality, onye isi ụlọ akwụkwọ nke Mbarari Secondary School ma bụrụ onye nkuzi nke Humanities na sayensị mmekọrịta mmadụ na ibe ya n'ụlọ akwụkwọ sekọndrị dị iche iche na Western Uganda na mbido ọrụ ya.",
  "A mụrụ Boona na Bushenyi, Ankole sub-region, na 17 Febụwarị 1954 n'ezinụlọ Ndị Kraịst nke Banyankole",
  "Ọ gụrụ akwụkwọ praịmarị na St",
  "Cecilia Girls' School Kitabi-Bushenyi na St",
  "Helen's Primary School Ō Mbarara, nweta asambodo PLE na 1967.",
  "Ọ gara Maryhill High School maka agụmakwụkwọ O-Level ya na Trinity College Nabbingo maka agụmakịa A-Level, nweta asambodo UCE na 1971 na asambodo UACE na 1973.",
  "Boona gara n'ihu na Mahadum Makerere ebe ọ nwetara nzere Bachelor of Arts na Diploma na Education na 1977",
  "N'afọ 2006, ọ nwetara nzere masta na Planning & Management of Education na Mahadum sayensị na teknụzụ nke Mbarara (MUST).",
  "Mgbe ọ nwetara nzere bachelọ na 1977, Boona kụziri ihe gbasara mmadụ na sayensị mmekọrịta mmadụ na ibe ya n'ụlọ akwụkwọ sekọndrị dị iche iche na Western Uganda ruo 1984 mgbe a họpụtara ya ka ọ bụrụ onye isi ụlọ akwụkwọ nke Mbarara Secondary School ebe ọ bụ onye isi nchịkwa ruo afọ iri na anọ",
  "N'afọ 1991, ọ ghọrọ osote onye isi obodo nke Mbarara Municipality ma jee ozi na ikike ahụ ruo n'afọ 1998 mgbe a họpụtara ya dịka osote onyeisi oche LC5 maka Mbarara District.",
  "Site n'afọ 2002 ruo n'afọ 2008, ọ nọchitere anya Uganda na International Planned Parenthood Federation nke Africa Region (IPPFAR) dị ka onye ọrụ afọ ofufo Reproductive Health Uganda (RHU).",
  "N'afọ 2006, Boona gara n'ihu na-ejere ndị Mbarara ozi ọ bụ ezie na ọ nọ n'ọnọdụ dị iche, ọ rịọrọ maka oche onye nnọchi anya nwanyị nke Mbarara District na tiketi NRM wee merie ma na primaries nke pati ahụ na 2005 na ntuli aka n'ozuzu na 2006 iji bụrụ onye otu 8th Parliament maka Pearl nke Africa",
  "N'afọ 2011, ndị omebe iwu nke Mbarara họpụtara ya ọzọ maka afọ ise ọzọ mana Rosette Kajungu Mutambi meriri ya na ntuli aka nke NRM nke afọ 2015 na mgbalị nke atọ ya ịnọchite anya mpaghara ahụ.",
  "Na 8th na 9th parliament, Boona bụ onye otu Kọmitii na-ahụ maka ego, atụmatụ na mmepe akụ na ụba na Kọmitii Akụkọ Ọha",
  "Ọ bụkwa onye otu NRM Parliamentary Caucus na Uganda Women's Parliamentary Association (UWOPA)",
  "Na omeiwu nke asatọ, ọ rụrụ ọrụ dị ka osote onyeisi oche nke Kọmitii Ọrụ Ọha na Gọọmentị Obodo ma nọchitekwa anya mpaghara ọdịda anyanwụ nke Uganda na UWOPA.",
  "Emma Boona lụrụ Chris Boona ma ha nwere ọtụtụ ụmụ",
  "Ọ bụ onye nkwado na onye nduzi nke ọtụtụ Savings and Credit Cooperative Organizations (SACCOs) na Mbarara District ma na-eje ozi n'ọtụtụ bọọdụ ụlọ akwụkwọ."
]