[
  "Chief Dr",
  "Emmanuel Chukwuemeka Iwuanyanwu CFR OFR MFR (amụrụ Septemba 4, 1942) bụ onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego Naijiria, a na-ewere dịka otu n'ime ndị Igbo bara ọgaranya na Naijiria.",
  "A mụrụ Chief Emmanuel Iwuanyanwu na Fraịde, Septemba 4, 1942 nye Pa Bernard Iwuanyanwu na Madam Hulder Iwuanyanwu nke Umuohii Atta na mpaghara ọchịchị Ikeduru nke Imo State nke Nigeria",
  "Nna nna ya bụ Iwuanyanwu bụ onye ọchịagha na-edu ndị dike obodo n'agha",
  "N'agbanyeghị na a mụrụ n'ezinaụlọ dị umeala n'obi, Chief Iwuanyanwu pụtara dịka onye ndọrọ ndọrọ ọchịchị, onye ọchụnta ego na onye na-ahụ maka ọdịmma ndị mmadụ na Naijiria",
  "Ọ gara ụlọ akwụkwọ St",
  "Patrick, Nkpokwu (nke e mechara kpọgharịa Rukpokwu), Port Harcourt, maka Standard ya nke otu ruo anọ, site na 1948 ruo 1952",
  "Maka Standard ise na isii, e zigara ya Holy Trinity Primary School na Holy Trinity Church, Umuapara",
  "(E mechara kpọgharịa Rumuapara, nke dị ugbu a n'okpuru ọchịchị Obiakpo, Rivers State)",
  "Nke a sitere na 1953 ruo 1954",
  "Site na 1955 ruo 1959, ọ gara New Bethel College, Onitsha, Anambra State",
  "N'afọ 1960, Emmanuel Iwuanyanwu, ya na mmadụ ole na ole ahọpụtara, e nyere ohere ịbanye na Federal school of Science, Lagos, ebe ọ gụrụ Pure and Applied Mathematics, Physics and Chemistry.",
  "N'afọ 1963, ọ nwetara nnabata na Mahadum Nigeria, Nsukka ebe ọ gụrụ Civil Engineering",
  "N'ihi ọmarịcha ọrụ ya na agụmakwụkwọ mgbe ọ na-eto eto na Mahadum, Iwuanyanwu nwetara nzere mmụta mmụta mgbanwe mmụta German ama ama nke na-ekpuchi ụgwọ, ịbanye, tiketi ezumike na nri, nke Federal Republic of Germany kwadoro ngwa ngwa",
  "Ihe nrite a bụ maka ụmụ akwụkwọ ole na ole nwere nkà sitere na Afrika",
  "i...Agha obodo Naijiria lụrụ site na 1967 ruo 1970, kwụsịrị ọmụmụ Iwuanyanwu.  E debere ya n'ime ngalaba nyocha na mmepụta nke Biafra (RaP) nke Prọfesọ Benjamin Chukwuka Nwosu, bụ ọkachamara n'ihe gbasara physicist nuklia na-achị.  Iwuanyanwu jere ozi na Roket Unit nke RaP nke Prọfesọ Gordian Ezekwe na-edu ya.  N'ịbụ ndị na-enweta obere ngwa agha sitere na mpụga ụwa, ìgwè ndị nchọpụta a na-etinye echiche ha, gụnyere ọkà mmụta sayensị nuklia, Dr",
  "Felix Oragwu, na-emepụta ihe ndị dị mkpa na ngwá agha, karịsịa Ogbunigwe na-atụ egwu..  N'ịchọ ịhụ ihe omume, Iwuanyanwu mechara bụrụ onye agha na-ebili ka ọ bụrụ ọchịagha otu ndị agha na-agbawa agbawa Biafra ma na-eduga n'ihu n'ọgbọ agha.  Ka ọ mechachara mmerụ ahụ ọ merụrụ n'ụkwụ n'oge agha ahụ, e zigara ya ka ọ mụọ akwụkwọ mmụta gbasara ọgụgụ isi ndị agha dị elu n'ụlọ akwụkwọ Biafra nke ọgụgụ isi ndị agha.  Mgbe usoro mmụta ahụ gachara, e bugara ya na ngalaba Biafra Combat Engineering ma họpụta onye isi nke Biafra Combat Engineering Military Intelligence.  N'ọrụ a, ọ rụrụ ọrụ ozugbo n'okpuru ụlọ ọrụ General Officer Commanding Biafra Army, Major General Alexander Madiebo.  Ozugbo agha Biafra lụchara, Iwuanyanwu ji obi mmadụ were were wepụta ogbunigwe n'oge agha maka gọọmenti etiti Naijiria.  Nke a bụ n'ihi na o nwere map ọgụgụ isi niile dị ka onye bụbu onye isi Biafra Combat Intelligence na ọ maara ebe ogbunigwe dị.",
  "Mgbe agha obodo Naijiria gasịrị, Iwuanyanwu maliteghachiri agụmakwụkwọ na Mahadum Naijiria, Nsukka, na-agụsị akwụkwọ na 1971.  Iwuanyanwu rụrụ ọrụ dị ka onye injinia ụmụ akwụkwọ na ụlọ ọrụ Naịjirịa na-ewu ụlọ na ụlọ ọrụ, na-ebili ịghọ onye nnọchi anya saịtị mgbe o chepụtara atụmatụ ọhụrụ maka ịmepụta ụgbọ mmiri nwere akụkụ dị iche iche nke mmanụ injin efu",
  "Ọ ghọrọ onye injinia edebanyere aha nke Council of Registered Engineers of Nigeria na Eprel 12, 1972. Dị ka onye injinia nwere ahụmahụ, Iwuanyanwu nwalere ụzọ na-agbanwe agbanwe na parameters maka simenti, na-emepụta ngwakọta nke simenti asphaltic nke Ministri Ọrụ Naịjirịa kwadoro maka iji ya rụọ ụzọ ụgbọ elu na okporo ụzọ awara awara na Naịjiria",
  "N'afọ 1976, Emmanuel Iwuanyanwu malitere iso ndị America abụọ, Messrs",
  "Harper na Delano",
  "Ha atọ malitere ụlọ ọrụ na-ewu ụlọ nke aha ya, Hardel, sitere na aha ndị mba ọzọ abụọ ahụ",
  "Iwuanyanwu mechara nweta ụlọ ọrụ ahụ n'aka ha ma nye ya aha ọzọ, Hardel na Enic Construction Company",
  "Azụmaahịa ya toro n'ime ụlọ ọrụ karịrị 20, gụnyere Enic Advertising Ltd; Magil Industries Limited; National Post Newspapers; Sunrise Insurance Brokers; Oriental Shipping Lines Limited; Paradise City Hotel, Calabar na Oriental Airlines.\nChief Emmanuel Iwuanyanwu nwekwara akwụkwọ akụkọ Daily Champion.",
  "Na June 1990, onye isi agha nke Naijiria n'oge ahụ, General Ibrahim Babangida, wepụrụ mmachibido iwu o tinyere na ọrụ ndọrọ ndọrọ ọchịchị",
  "Chief Iwuanyanwu pụtara onye isi oche nke National Congress (NNC) nke na-edeghị aha ya nke mechara sonye na National Republican Convention (NRC)",
  "Ọ gbara ọsọ maka ọkwa onye isi ala nke Naijiria n'okpuru NRC",
  "N'ụzọ na-enweghị isi, General Ibrahim Babangida wepụrụ mmachibido iwu megide ndị ndọrọ ndọrọ ọchịchị ochie nke mba mbụ na nke abụọ, Adamu Ciroma batakwara na asọmpi ahụ",
  "O meriri na ntuli aka onye isi ala nke NRC ma pati ahụ kpebiri na Emmanuel Iwuanyanwu ga-abụ onye ibe ya. Òtù na-asọ mpi NRC bụ Social Democratic Party (SDP)",
  "Alhaji Shehu Musa Yar'Adua meriri na ntuli aka onye isi ala nke SDP",
  "N'ụzọ dị mwute, ebubo nke mmejọ ntuli aka zuru ebe niile site n'aka ndị na-achọ ịbụ ndị otu abụọ ahụ mere na gọọmentị",
  "N'ihi ya, n'ụbọchị nke isii n'ọnwa Ọktoba n'afọ 1992, a kwụsịtụrụ ntuli aka onye isi ala nke pati ndọrọ ndọrọ ọchịchị",
  "N'abalị iri na isii n'ọnwa Ọktoba n'afọ 1992, ndị Armed Forces Ruling Council (AFRC) wepụrụ nsonaazụ a kwụsịtụrụ na ntuli aka nke pati ma gbasaa ma NRC na ndị isi pati SDP.\nNkwụsị nke nsonaazụ na mgbasa nke ndị isi otu ahụ mere ka Chief Emmanuel Iwuanyanwu na ndị ndọrọ ndọrọ ọchịchị ndị ọzọ pụọ na asọmpi ahụ, na-emepụta ohere maka Alhaji Bashir Tofa ka ọ pụta dị ka onye na-azọ ọkwa onye isi ala nke NRC",
  "Mgbe ntuli aka onye isi ala na June 12, 1993, Moshood Abiola nke SDP meriri dịka onye isi ala. \nOnye isi ala ndị agha nke Naijiria, General Ibrahim Babangida, kagburu ntuli aka ahụ, na-ekwu maka mmebi iwu zuru oke, mana enweghi ihe akaebe nke aghụghọ nye ọha na eze Naijiria.",
  "Na Disemba 12, 1995, Gọọmentị ndị agha Naijiria nke General Sani Abacha duziri, wepụtara otu ndị otu asatọ nke National Electoral Commission of Nigeria (NECON)",
  "N'echi ya, Gọọmentị guzobere Kọmitii Mmejuputa Mgbanwe (TIC) iji lekọta usoro mgbanwe gaa na ọchịchị obodo. \nNational Congress of Nigeria (NCN) (nke Chief Iwuanyanwu nyere aka n'ịmepụta ya) jikọtara ya na ụfọdụ njikọ ndị ọzọ dị ka All Nigerian Congress (ANC), Committee of National Consensus (CNC); na Southern Solidarity Forum (SSF) iji guzobe United Nigeria Congress (UNC)",
  "UNC jikọtara ya na United Nigeria Party (UNP) iji ghọọ United Nigeria Congress Party (UNCP)",
  "Na Septemba 30, 1996, NECON debanyere aha òtù ndọrọ ndọrọ ọchịchị ise",
  "Ndị a bụ: Kọmitii maka nkwekọrịta mba (CNC), United Nigeria Congress Party (UNCP), National Centre Party of Nigeria (NCPN), Democratic Party of Nigeria, na Grassroots Democratic Movement (GDM). Ewezuga Chief Iwuanyanwu, ndị ọzọ a ma ama na UNCP bụ Dim C",
  "Odumegwu Ojukwu na General Joseph Nanven Garba, onye bụbu onye isi oche nke United Nations General Assembly",
  "Emmanuel Iwuanyanwu bụ Onye isi oche nke Kọmitii Ego na Kọmitii Kọntaktị na Mgbakọta nke UNCP",
  "Ọ malitere ịgba ọsọ maka ọkwa onye isi ala n'okpuru UNCP",
  "Ka ọ na-erule Julaị 1997, n'ime UNCP, ọ bụ naanị Chief Iwuanyanwu gosipụtara mmasị ịzọ ọkwa onye isi ala",
  "Ndị ndọrọ ndọrọ ọchịchị ndị ọzọ na-ala azụ igosi mmasị n'ihi egwu na General Sani Abacha nwere ike ịnwe ebumnuche ịghọ onye isi ala na-eji pati ahụ. Na ntuli aka nke ndị omeiwu mba 469 nke mere na 25 Eprel 1998, UNCP meriri ihe karịrị pasent 70 nke oche",
  "Onye mmegide ya kacha nso, Democratic Party of Nigeria (DPN), meriri naanị pasent 17 nke oche. N'oge mkpọsa onye isi ala nke Chief Iwuanyanwu, ọ gbaara ụgbọelu nke onwe ya gaa na Republic of Chad ileta onye ya na ya jikọrọ aka na ndọrọ ndọrọ ọchịchị, Praịm Minista nke Chad n'oge ahụ, Koibla Djimastas",
  "Mgbe ọ laghachiri, General Abacha tụlere ijide Chief Iwuanyanwu, na ebubo ụgha nke ịkpa nkata megide gọọmentị ya, mana Iwuanyanwu mechara zere njide ahụ",
  "N'abalị iri abụọ na otu n'ọnwa Disemba n'afọ 1997, gọọmentị jidere ndị isi ndị agha gụnyere osote onye isi ala, Lieutenant General Oladipo Diya, Major General Tunji Olanrewaju, Major General Abdulkarim Adisa, na ndị ọzọ asatọ maka ebubo na ha na-akpa nkata \"ike\" iwepu ọchịchị nke General Sani Abacha. Ọnọdụ dị na mba ahụ na nsogbu dị n'etiti Iwuanyanwu na Abacha mere ka Iwuanyanwu kwụsị ịzọ ọkwa onye isi ala",
  "Chief Iwuanyanwu kpughere mkpebi ya ịzọ ọkwa onye omeiwu na nzukọ UNCP na Owerri na Mọnde, Jenụwarị 19, 1998",
  "Ka ọ na-erule n'oge a, ndị ọzọ na-achọ ịbụ onye isi ala bụ ndị si n'ọkwa Dr",
  "Olusola Saraki na Chief Donald Etiebet",
  "N'ọnwa Eprel afọ 1998, anọ n'ime òtù ndọrọ ndọrọ ọchịchị nabatara Abacha dị ka naanị onye ha na-azọ ọkwa onye isi ala",
  "N'iche na General Abacha na-eme atụmatụ ijide ya dịka o mere Diya na ndị ọzọ, Iwuanyanwu mere atụmatụ njem nzuzo gaa mba ọzọ.  Ọnwụ mberede nke General Abacha na June 8, 1998 na ọbịbịa nke General Abdulsalami Abubakar kwụsịrị nsogbu Iwuanyanwu.",
  "N'abalị iri na otu n'ọnwa Ọgọstụ n'afọ 1998, Abubakar meghere otu ndị otu iri na anọ nke Independent National Electoral Commission (INEC) nke Justice Ephraim Akpata (rtd) duziri",
  "Ụbọchị iri na anọ ka e mesịrị, INEC kwupụtara na ndebanye aha ndị na-eme ntụli aka ga-eme n'October 5-19, 1998; ntuli aka Gọọmentị Obodo ga-eme na Disemba 5, 1998; Gọvanọ / Ụlọ Nzukọ Steeti, Jenụwarị 9, 1999; ntuli aka National Assembly, February 20, 1999, na ntuli aka Onye isi ala, February 27, 1999. Chief Iwuanyanwu guzobere otu ndọrọ ndọrọ ọchịchị a maara dị ka National Congress",
  "Nke a ghọrọ United Nigeria People's Party (UNPP)",
  "O mechara duru ọtụtụ ndị otu UNPP banye na All People's Party (APP), otu ọ bụ onye guzobere",
  "Dim Odumegwu Ojukwu duuru ndị otu People's Democratic Congress (PDC) banye na APP",
  "N'ụzọ dị otú a, APP ghọrọ ihe dị egwu iji chee People's Democratic Party (PDP) ihu",
  "E kere PDP site na G-9 (Dr",
  "Alex Ekwueme, Chief Solomon Lar, Senator Francis Ellah, Alhaji Abubakar Rimi, Chief Bola Ige, Dr",
  "Iyorcha Ayu, Prọfesọ",
  "Jerry Gana, Alhaji Sule Lamido na Mallam Adamu Ciroma) nke mesịrị ghọọ G-18 na G-34 na-enweghị egwu, nke rịọrọ Gen",
  "Sani Abacha, na-adụ ya ọdụ ka ọ ghara ịga nke ọma n'onwe ya. Ka ọ na-erule ngwụcha ọnwa Nọvemba afọ 1998, a nabatara Iwuanyanwu dị ka onye APP na-azọ ọkwa onye isi ala maka ndịda ọwụwa anyanwụ n'ihu Chief Francis Arthur Nzeribe; Dim Odumegwu Ojukwu; Prọfesọ",
  "Godwin Odenigwe; Chief Gbazueagu Nweke Gbazueagu (na-achọ ịbụ gọvanọ nke Enugu Steeti); Dr",
  "I.C",
  "Madubuike; Chief Chris Nwankwo; Chief Max Nduaguibe; Prince Pat Abii (onye na-agba égbè ịbụ gọvanor nke Imo Steeti); Chief Martin Elechi; Chief Chekwas Okorie; Chief Jerry Okoro; Mrs",
  "Joy Emordi (na-achọ ịbụ nwanyị gọvanọ mbụ nke Anambra Steeti); Chief M.C.K",
  "Aguluchukwu na Chief Ken Nnamani",
  "Na Sọnde, Febụwarị 14, 1999, e mere ntuli aka APP",
  "Mmadụ itoolu na-azọ ọkwa APP n'oge a",
  "N'etiti ndị na-azọ ọkwa onye isi ala bụ Chief Harry Akande, Alhaji Umaru Shinkafi, Alhajii Bamanga Tukur, Chief Bode Olajumoke, Dr",
  "Gamaliel Onosode; Chief Emmanuel Iwuanyanwu na Dr",
  "Abubakar Olusola Saraki",
  "Dr",
  "Saraki jụrụ ịnabata mkpebi pati ahụ iji kewaa ọkwa onye isi ala naanị maka ndị na-azọ ọkwa ndịda",
  "Chief Ogbonnaya Onu, onye bụbu gọvanọ nke Abia Steeti ochie na-asọ mpi maka tiketi onye isi ala, megide nkwekọrịta nke ndị ndọrọ ndọrọ ọchịchị ndịda ọwụwa anyanwụ iji dị iche na Iwuanyanwu",
  "Chief Onu pụtara dị ka onye na-ebu ọkọlọtọ onye isi ala maka APP",
  "Site na nsonaazụ gọvanọ na-egosi PDP dị ka otu na-achịkwa, APP jikọtara aka na Alliance for Democracy (AD) na Onu ka pati ya wepụrụ n'ihi ọdịmma dị ike na tiketi onye isi ala na onye isi ala maka PDP na APP-AD",
  "N'ihi ya, Chief Olu Falae nke AD pụtara dị ka onye na-ebu ọkọlọtọ onye isi ala na Alhaji Umaru Shinkafi nke APP dị ka onye ya na ya na-agba ọsọ",
  "Olusegun Obasanjo pụtara dị ka onye na-ebu ọkọlọtọ onye isi ala maka PDP, na Alhaji Atiku Abubakar dị ka onye ya na ya na-agba ọsọ",
  "N'oge ntuli aka ahụ, Iwuanyanwu kwadoro Obasanjo na usoro ndọrọ ndọrọ ọchịchị ya ma nke a nyere aka mee ka Obasanjo bụrụ onye isi ala Naijiria na 1999.",
  "N'ọnwa Septemba afọ 1999, ndị isi otu APP na ndịda ọwụwa anyanwụ, gụnyere Chief Iwuanyanwu, Chief Vincent Ogbulafor na Oriakụ Joy Emodi na ndị otu ha na ndọrọ ndọrọ ọchịchị, gbahapụrụ na PDP",
  "Ọtụtụ puku ndị na-akwado ha sochiri ya",
  "Aka na-achị steeti Abia n'oge ahụ bụ Dọkịta Orji Uzor Kalu toro omume ahụ, ma kọwaa ya dị ka atụmatụ dịịrị ndị Igbo",
  "Chief Iwuanyanwu kwadoro ọchịchị Obasanjo",
  "Ọ jụrụ ịbụ onye ozi, na-akwado ndị na-akwado acolytes n'ọnọdụ dị otú ahụ",
  "Ka o sina dị, ọ bụkwa onye ndu otu North-East Mpaghara PDP Reconciliation/ Harmonization Team",
  "Ugbu a ọ bụ onye kacha ochie na Board of Trustees nke People's Democratic Part Ọ bụkwa onye otu National Political Reform Conference na 2005.",
  "Chief Iwuanyanwu enweela ọtụtụ ọfịs ndọrọ ndọrọ ọchịchị maka gọọmentị Naijiria",
  "Ọ bụ onye isi oche, Raw Materials and Research Development Council (RMRDC), FCT, Abuja",
  "Ọ bụkwa Onye isi oche, Nigerian Investment Promotion Commission (NIPC), Abuja",
  "Na Septemba 22, 2005, a họpụtara ya ka ọ bụrụ onye isi oche nke ndị ikom 20 nke Federal Road Maintenance Agency (FERMA). Chief Iwuanyanwu jere ozi dị ka Onye isi oche, Nigerian National Lottery, Onye isi oche، National Productivity Merit Award, Federal Republic of Nigeria, na otu oge Onye isi oche nke National Orthopedic Hospital, Igbobi, Lagos.",
  "Chief Iwuanyanwu malitere itinye aka n'ihu ọha n'ọrụ nke Ohanaeze Ndigbo, nzukọ mmekọrịta ọha na eze na ọdịbendị nke ndị Igbo site na 1988",
  "Ebumnuche bụ isi nke nzukọ ahụ bụ ịkwalite ịdị n'otu n'etiti ndị otu ya maka ịnọchite anya ọdịmma ndọrọ ndọrọ ọchịchị nke ndị Igbo na Naijiria. Ọ bụ ikpo okwu bụ isi nke malitere ọrụ ndọrọ ndọrọ ọchịchị ya",
  "Ọ rụrụ ọrụ dị ka Onye isi oche, Ohaneze Igbo Planning & Strategy Committee; Onye isi oche، Ohaneze Political Committee; Onyeisi oche, Ohanize Ndigbo State Creation Committee na 2006 na Onye isi oche",
  "Dị ka Onye isi oche nke Ohaneze Council of elders, Chief Iwuanyanwu kwuru okwu gbasara ọdịmma nke ndị Igbo.  \nN'April 20, 2023, a mara ọkwa Chief Emmanuel Iwuanyanwu dị ka Onye isi oche nke Ohanaeze Ndigbo n'ụwa niile",
  "Nke a bụ dịka \"ozizi nke mkpa\" si dị, nke malitere mgbe National Executive Council nke Ohanaeze Ndigbo nyere ndị Imo State ntụziaka ịchọta onye a pụrụ ịtụkwasị obi iji dochie onye isi ala Ohanaeze ndigbo, onye nnọchi anya Obiozor, onye nwụrụ na Disemba 2022",
  "Chief Iwuanyanwu gosipụtara Gọvanọ Hope Uzodinma nke Imo Steeti site na Imo State Council of Elders, nke Eze Ilomuanya duziri, dị ka \"onye nkwekọrịta\" nke Kansụl iji duzie Ohanaeze Ndigbo n'ụwa niile.",
  "Chief Emmanuel Iwuanyanwu guzobere Iwuanyanwu Nationale Football Club (nke bụ Heartland FC ugbu a), nke meriri ọtụtụ asọmpi mba na nke mba ụwa",
  "Ọ bụ onye isi oche, National Sports Development Fund, na, onye isi oche nke Nigerian Football Association USA \"94\" na Kọmitii Nchịkọta Ego nke Mba.\nNa nkwupụta nke odeakwụkwọ mgbasa ozi mba ya, Alex Ogbonnia, Ohanaeze Ndigbo kwuru, sị: \"E nwere oge n'akụkọ ihe mere eme, Iwuanyanwu bụ onye ọrụ kachasị elu, ọ dịkarịa ala n'Ebe Ọwụwa Anyanwụ Niger dum",
  "Iwuanyanwu Foundation enyewo agụmakwụkwọ maka ihe karịrị ụmụ akwụkwọ 10,000 na-enweghị ogbenye na mba ahụ",
  "O nyela onyinye na mahadum iji mepụta gburugburu ebe obibi maka mmụta; wuru ụlọ ụka na ụlọ ọrụ obodo ndị ọzọ",
  "Ihe karịrị afọ 40 gara aga, Sam Mbakwe, onye bụbu gọvanọ nke Old Imo State chepụtara echiche nke ọdụ ụgbọ elu International Cargo na Owerri, ọ bụ Iwuanyanwu nyere onyinye kachasị elu nke $ 2 nde",
  "Na ndọrọ ndọrọ ọchịchị, o mepụtara ọtụtụ ndị isi oche nke gọọmentị ime obodo, ndị kọmishọna, ndị omeiwu, ndị minista na ndị gọvanọ ọtụtụ n'ime ha ka dị ndụ.\nNa Disemba 21, 1980, Chief Iwuanyanwu wuru ma nyefee ya na Mahadum Naịjirịa, ọbá akwụkwọ ụmụaka Hulder Iwuanyanwu",
  "O wuru ma nye onyinye maka ọrụ ọha na eze, Hulder Iwuanyanwu Orphanage Home na Atta, Ikeduru na Imo State",
  "E nwekwara Iwuanyanwu National Ambulance nke na-elekọta ndị nwere ihe mberede na Naịjirịa niile",
  "O nyere Iwuanyanwu Blood Transfusion Center na Federal Medical Center, Owerri, Imo State, na 1985.",
  "Nwunye Chief Iwuanyanwu ihe karịrị afọ 40, Lady Eudora Nnenna Ozinyereaku Iwuanyanwu, onye ya na ya nwere ụmụ nwoke atọ na ụmụ nwanyị ise, nwụrụ n'August 28, 2011, dị afọ 63.N'ịkpọsa ọnwụ ya, Chief Iwuanyanwu kwuru: \"Dịka onye nlekọta na-ahụ maka ọrịa cancer, n'oge na-adịbeghị anya ọ gosipụtara oke nchegbu maka ọnụ ọgụgụ dị ukwuu nke ndị na-anwụ n'ihi ọrịa cancer prostate na ụdị ọrịa cancer ndị ọzọ niile",
  "N'ọgbakọ ezinụlọ na nso nso a, o mere ka m kwenye na m ga-ewu ụlọ",
  "ma nyekwa Naijiria ụlọ iri (10) nyocha na ọgwụgwọ ọrịa kansa, otu n'ime mpaghara isii na mpaghara ndọrọ ndọrọ ọchịchị, na otu n'ime steeti 5 ndịda ọwụwa anyanwụ nke ọ bụla",
  "Ọ nwụrụ otu izu tupu mgbe ahụ..\nChief Emmanuel Iwuanyanwu lụrụ Frances Chinonyerem (onye a mụrụ Enwerem) na Septemba 14, 2013.",
  "Akwụkwọ akụkọ ndụ Chief Iwuanyanwu abụọ bụ Jeff Unaegbu, Sam Chukwu na Chinedu Nsofor dere na 2022.  E gosipụtara akwụkwọ a n'oge ncheta ọmụmụ 80th Chief Iwuanyanwu na Septemba 4, 2022...",
  "Doctor of Science, Mahadum nke Jos, 1989;",
  "Doctor of Science, Mahadum Calabar, 1990."
]