[
  "A mụrụ Emma Chukwugoziam Obi listen na July 18, 1988.listen (help·info) A maara ya nke ọma site na aha egwu ya dị ka Emma Nyra",
  "Ọ bụ onye na-agụ egwu Naijirịa, onye na-ede egwu, onye na'eme ihe nkiri, na onye na-ese ihe nlereanya.",
  "Emma Nyra bụ nne ụmụ abụọ",
  "Ndị mmekọ́ ya gụnyere Iyanya, Selebobo, Davido, Cynthia Morgan, Victoria Kimani, na Patoranking.",
  "A mụrụ Emma Nyra ma zụlite ya na Tyler, Texas, ebe ọ gụrụ akwụkwọ n'oge ọ bụ nwata",
  "Ọ bụ onye Igbo si Delta Steetị, Naijirịa",
  "N'afọ 2012, ọ hapụrụ Naijirịa iji chụsoo ọrụ na egwu na ime ihe ngosi.",
  "Ọ bụ onye gụsịrị akwụkwọ na Mahadum Texas Southern, ebe ọ gụsịrị akwụkwọ nwere akara ugo mmụta na Health Care Administration.",
  "Emma Nyra wepụtara egwu izizi ya akpọrọ \"Do It\" na \"Everything I Do\" na 2011 mgbe ọ nọ na US Mgbe ọ laghachiri Naijirịa na 2012, ọ malitere iso D'Tunes na Iyanya na-arụ ọrụ na 2010 mgbe ọ nọ n'US",
  "Na Machị 2012, ọ bịanyere aka na nkwekọrịta ndekọ na Made Men Music Group tupu ọ gaa n'ihu mee nke mbụ ya na ụlọ ọrụ egwu Naịjiria",
  "Mgbe nke ahụ gasịrị, ọ pụtara n'olu na \"Ur Waist\" nke Iyanya.",
  "N'afọ 2013, a họpụtara Emma Nyra dị ka \"Most Promising Act to Watch\" na mbipụta 2013 nke Nigeria Entertainment Awards. Emma Nyra gara n'ihu wepụta ọtụtụ egwu nke mere ka ọ gaa njem na United States na Canada n'etiti afọ 2013 na 2014. Ya na ndị dị ka Davido, Patoranking, na Olu Maintain na ndị ọzọ arụkọwo ọrụ",
  "N'afọ 2015, edepụtara Emma Nyra na ndepụta \"notJustOk's\" nke ndị omenkà 15 a ga-ele anya na 2015. A ka ga-ewepụta abọm studio mbụ ya nke akpọrọ Emma Nyra Hot Like Fiya Vol",
  "1.",
  "Ewezuga egwu, Emma Nyra bụkwa onye na-eme ihe nkiri. Ọ pụtara na ihe nkiri atọ gụnyere American Driver, Rebound, na Re-Union.",
  "N'afọ 2014, Emma Nyra kwụsịrị nkwekọrịta ndekọ ya na Made Men Music Group",
  "Ọ bụ ezie na ndị nta akụkọ na-ekwu maka nsogbu mmekọrịta, Emma Nyra kwuru \"iji ike na ike nkịtị na okwu\" site n'aka onye njikwa ya n'oge ahụ Ubi Franklin dị ka ihe mere o ji hapụ akara akara ahụ",
  "Otụ ọ dị, Ubi Franklin gọnahụrụ ebubo ahụ."
]