[
  "Emmanuel Taiwo Jegede (amụrụ na Juun 1943) bụ onye Naijiria na-ede uri, onye na-akọ akụkọ, onye na-ese ihe, onye na-ebi akwụkwọ na onye na-akpụ ihe ọkpụkpụ (na osisi, ọla nchara na ụrọ).",
  "A mụrụ Emmanuel Taiwo na Ayegbaju Ekiti, mpaghara nke na-asụ Yoruba nke Naịjirịa.",
  "Ọ malitere ịmụ ihe na nke onye na-ese ihe a kpọrọ Pa Akerejola na Ekiti tupu ọ gaa Yaba School of Technology na Lagos, ebe ọ gụrụ akwụkwọ ya na Edo sculptor Osagie Osifo",
  "N'afọ 1963, ọ gara UK, ebe ọ gara Willesden College of Technology na Hammersmith College of Arts, na-amụ nka ịchọ mma, ime ụlọ, ihe ọkpụkpụ na ọla nchara.",
  "E mere ihe ngosi mbụ ya na 1968 na Woodstock Gallery, London. N'afọ 1970, o guzobere ụlọ ọrụ na Riverside, London. N'ime afọ iri sochirinụ, e gosipụtkwara ọrụ Jegede na mkpuchi akwụkwọ dịka akwụkwọ akụkọ Buchi Emecheta The Bride Price (1976) na The Slave Girl (1977), nke Allison & Busby bipụtara.",
  "N'afọ 1977, o so na ndị oji na-ese ihe na ndị na-ese foto ndị ọrụ ha nọchitere anya UK na Second World Festival of Black Arts and African Culture (Festac '77) na Lagos, Nigeria (ndị ọzọ bụ Winston Branch, Ronald Moody, Mercian Carrena, Armet Francis, Uzo Egonu, Neil Kenlock, Donald Locke, Cyprian Mandala, Ossie Murray, Sue Smock, Lance Watson na Aubrey Williams).",
  "Nakwa n'afọ ndị 1970, Jegede bụ onye na-ese ihe na Keskidee Centre (ụlọ ọrụ nka mbụ nke UK maka obodo ndị ojii), ebe ọ na-ahụ ndị na-ese ihe na ndị na-eleta ndị na-arụ ọrụ n'ụdị dị iche iche, gụnyere Bob Marley, Walter Rodney, Edward Brathwaite, Angela Davis na Linton Kwesi Johnson.  N'afọ 1978, Jegede mere ka e guzobe atụmatụ a na-akpọ Rainbow Art Group (ndị otu gụnyere Indira Ariyanayagam, Uzo Egonu, Lancelot Ribeiro, Errol Lloyd, Yeshwant Mali, Gordon V",
  "de La Mothe, Durlabh Singh, Suresh Vedak, Ibrahim Wagh, na Mohammad Zakir, yana Jegede) nke mere ihe ngosi mbụ ya n'afọ sochirinụ - Paintings and Sculptures na Action Space, London.",
  "N'ime ihe ngosi ndị ọzọ gụnyere ọrụ Jegede bụ Afro-Caribbean Art (27 Eprel - 25 Mee 1978 na Artists Market, London), nke Drum Arts Centre haziri, na Transforming the Crown: African, Asian and Caribbean Artists na Britain 1966 - 1996, nke Caribbean Cultural Center, New York City, haziri na 1997-98. N'oge na-adịbeghị anya, ọrụ Jegede gosipụtara na ihe ngosi 2015 No Colour Bar: Black British Art in Action 1960–1990 na Guildhall Art Gallery, City of London, nke sitere na akwụkwọ ndị e nwere na London Metropolitan Archives nke Jessica Huntley na Eric Huntley na ụlọ ọrụ mbipụta ha hiwere, Bogle-L'Ouverture Publications",
  "E gosipụtara Emmanuel na ọrụ ihe nkiri nke nwa ya nwoke Tunde Jegede a kpọrọ The Griot's Tale, nke e gosipụtara na 2013 na studio Yinka Shonibare ma mesịa mee ya na Africa Centre, London.",
  "Emmanuel nwere ụmụ asatọ; ụmụ nwoke ise na ụmụ nwanyị atọ gụnyere:",
  "O nwere ụmụ anọ ndị ọzọ: Kolade Jegede, Anu Jegede, Funmilayo Jegede na Toyin Jegede."
]