[
  "Emma Lewis Lipps (abalị asatọ nke ọnwa Febụwarị afọ 1919 rue n'abalị iri na iteghete nke ọnwa Julaị afọ 1996) bụ onye American botanist, onye na-anakọta botany, na prọfesọ nke biology na sayensị ụwa na Shorter College, Rome",
  "Ọrụ ya lekwasịrị anya na nchọpụta na ịmụ ihe atụ nke Pleistocene vertebrates site na Marshall Forest na Floyd County na Ladd's Quarry na Bartow County",
  "O soro dee ọtụtụ akwụkwọ na bibliographies banyere nchọpụta ya, gụnyere The vascular flora of the Marshall Forest, Rome, Georgia na A Devonian fauna from the Frog Mountain Sandstone, Floyd County, Georgia.",
  "A mụrụ Lipps n'abali asatọ nke ọnwa Febụwarị afọ 1919 na Alexandria, Virginia, nke William Lewis Lipps na Emma Ashton Truslow Lipps.",
  "Ọ gụsịrị akwụkwọ bachelọ ya na Wesleyan College na 1940 na nzere masta na Mahadum Emory na 1943",
  "Ọ gụsịrị akwụkwọ na PhD na botany na Mahadum Tennessee na 1966",
  "A kpọrọ akwụkwọ edemede ya Plant communities of a part of Floyd County, Georgia-karịsịa Marshall Forest.",
  "Lipps malitere ịrụ ọrụ na Mahadum Georgia School of Medicine na 1940, ozugbo ọ gụsịrị akwụkwọ na Wesleyan",
  "N'afọ 1943, n'oge Agha Ụwa nke Abụọ, ọ malitere ịkụzi na Agnes Scott College",
  "Ọ sonyeere Shorter College (nke bụzi Shorter University) dị ka onye nkuzi na ngalaba nkà mmụta ihe ndị dị ndụ na 1945 ebe ọ nọrọ afọ 44 ruo mgbe ọ lara ezumike nká na 1989.",
  "N'oge ọ nọ na Mahadum Shorter, Lipps na ụmụ akwụkwọ ya jiri Marshall Forest dị ka ụlọ nyocha ha maka ọmụmụ ihe",
  "National Council of State Garden Clubs sọpụrụ afọ 25 nke ọrụ ya na Marshall Forest na 1979.",
  "Lipps rụrụ ọrụ n'ọtụtụ ọrụ paleontological na Georgia, ọkachasị na Ladd's Quarry maka nchọpụta, na ọmụmụ nke Pleistocene vertebrae",
  "O tinyere ụmụ akwụkwọ ya si na Shorter College ka ha rụọ ọrụ na ọrụ ndị a nke mere ka ọtụtụ ihe nlele nke Devonian na anụmanụ na fossils e nyere Smithsonian. N'oge a, ya na Clayton Ray dere akwụkwọ dị mkpa na 1966, ya na Al Holman na-amụ ya na oge afọ 1980s, yana akwụkwọ edemede ya na Bob Purdy na Bob Martin n'afo 1988.",
  "Mahadum Shorter guzobere Lewis Lipps Ecology Lectureship n'afo 1991 iji kwurịta nsogbu gburugburu ebe obibi nke oge a",
  "Ọ bụ onye ndụmọdụ Lipps, Dr",
  "Hal R",
  "De Selm nyere okwu mmeghe ahụ."
]