[
  "Chief Dr",
  "Emmanuel Iwuanyanwu (amụrụ na Septemba nke anọ N'afọ otu puku na narị itoolu na iri anọ na abụọ, bụ onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego Naijiria, a na-ewere ya dị ka otu n'ime ndị Igbo kacha baa ọgaranya na Naijiria.",
  "A mụrụ Chief Emmanuel Iwuanyanwu na Septemba nke anọ n'afọ otu puku na narị itoolu na iri anọ na abụọ, nye Pa Bernard na Madam Hulder Iwuanyanwu nke Umuohii Atta na okpuru ọchịchị Ikeduru dị na Imo State Naijiria",
  "Ọ bụ ezie na a mụrụ ya n'ezinụlọ dị ala, Chief Iwuanyanwu pụtara dị ka onye ndọrọ ndọrọ ọchịchị, onye ọchụnta ego na onye ọrụ ebere a ga ene gara anya na Naịjirịa.\nỌ gara ụlọ akwụkwọ praịmarị na Port Harcourt na ụlọ akwụkwọ sekọndrị ya na New Bethel College, Onitsha",
  "A nabatara Chief Iwuanyanwu, wee tinyere mmadụ ole na ole nwere ọgụgụ isi, n'ụlọ akwụkwọ Federal nke Sayensị, Lagos, ebe ọ gụrụ Pure and Applied Mathematics, Physics na Chemistry.",
  "N'afọ Otu puku na narị itoolu na iri isii na atọ, ọ natara nnabata na Mahadum Naịjirịa, Nsukka ebe ọ gụrụ Injinịa Civil (ya bu ndi Injinia na ewu ụlọ)",
  "N'ihi ọrụ ya a ma ama mgbe ọ na agụmakwụkwọ Mahadum, e nyere Iwuanyanwu  prestigious German Academic Exchange Scholarship na-ekpuchi ụgwọ, ịbanye, tiketi ezumike na nri, nke Federal Republic of Germany kwadoro ngwa ngwa",
  "Ihe nrite a bụ maka ụmụ akwụkwọ ole na ole nwere nkà sitere n'Afrịka.",
  "Agha obodo Naịjirịa lụrụ site na afọ otu puku na narị itoolu na iri isii na asaa ruo N'afọ otu puku na narị itoolu na iri asaa , kwụsịrị agamakwụkwọ Iwuanyanwu",
  "E debara aha ya na Biafra Research and Production (RaP) Directorate nke Prọfesọ Benjamin Chukwuka Nwosu, onye na-ahụ maka physics nuklia.",
  "Iwuanyanwu jere ozi na Rocket Unit nke RaP nke Prọfesọ Gordian Ezekwe bu onye isi.",
  "N'ịbụ ndị nwere obere ohere ịnweta ngwá agha site na ụwa ndị ọzọ, ìgwè ndị nchọpụta a tu kotara uche, wee gụnyere onye na-ahụ maka physics nuklia bu Dọkịta",
  "Felix Oragwu, na-emepụta ihe ntụrụndụ na ngwá agha dị mkpa, ọkachasị Ogbunigwe a na-atụ egwu.",
  "N'ịchọ ịhụ ọrụ, Iwuanyanwu mechara bụrụ onye agha na-arịgo ka ọ bụrụ onyeisi nke otu ndị agha nke Biafra na-ekewapụ onwe ya ma na-edu n'ihu agha",
  "Mgbe ọ gwochara  mmerụ ahụ ọ merụrụ n'ụkwụ n'oge agha ahụ, e zigara ya ka ọ mụọ ihe ọmụmụ na ọgụgụ isi agha dị elu na Biafran School of Military Intelligence",
  "Mgbe ọ gụsịrị akwụkwọ, a kpọfere ya na Nkeji ọgụ Biafran nke ndi Injinia ma họpụta ya ka ọ bụrụ Onye isi nke Nkeji ọgụ Biafran nke ndi Injinia ndị agha (Military) Intelligence",
  "N'ọrụ a, ọ rụrụ ọrụ kpọmkwem n'okpuru ọfịs nke Onye isi kpata kpata n' agha  Biafran bu Major General Alexander Madiebo",
  "Ozugbo agha Biafran gasịrị, Iwuanyanwu ji obi ya wepụta onwe ya iji kpochapụ ogbunigwe n'oge agha maka gọọmentị etiti Naijiria",
  "Nke a bụ n'ihi na o nwere ihe ozizi nzuzo niile dị ka onye bụbu onye isi nke Biafran Combat Intelligence ma ọ maara ebe ogbunigwe dị.",
  "Mgbe agha obodo Naijiria gasịrị, Iwuanyanwu maliteghachiri agụmakwụkwọ na Mahadum Naijiria, Nsukka, onwere mecha gụsịa  akwụkwọ na N'afọ otu puku na narị itoolu na iri asaa na otu.",
  "Iwuanyanwu rụrụ ọrụ dị ka onye injinia ụmụ akwụkwọ na ụlọ ọrụ Nigerian Construction and Furniture Company, na-ebili ịghọ onye nnọchi anya saịtị mgbe o chepụtara atụmatụ ọhụrụ maka ịmepụta ụgbọ mmiri nwere akụkụ dị iche iche nke mmanụ mmanụ injin na-enweghị ihe ọ bụla",
  "Ọ bụrụ onye injinia edebanyere aha na Council of Registered Engineers of Nigeria na Eprel nke iri na abụọ, N'afọ otu puku na narị itoolu na iri asaa na abụọ. Dị ka onye injinia enyocha pụtara, Iwuanyanwu nwalere na okporo ụzọ na-agbanwe agbanwe na parameters maka simenti, na-emepụta ngwakọta nke simenti asphaltic nke Ministri Ọrụ Naịjirịa kwadoro maka iji ya rụọ ụzọ ụgbọ elu na okporo ụzọ awara awara na Naịjiria",
  "N'afọ Otu puku na narị itoolu na iri asaa na isii, Emmanuel Iwuanyanwu malitere iso ndị America abụọ, Messrs",
  "Harper na Delano",
  "Ha atọ malitere ụlọ ọrụ na-ewu ụlọ nke aha ya, Hardel, sitere na aha ndị mba ọzọ abụọ ahụ",
  "Iwuanyanwu mechara nweta ụlọ ọrụ ahụ n'aka ha ma nye ya aha ọzọ, Hardel na Enic Construction Company",
  "Azụmaahịa ya toro ghọọ ụlọ ọrụ karịrị iri abụo, gụnyere Enic Advertising Ltd; Magil Industries Limited; National Post Newspapers; Sunrise Insurance Brokers; Oriental Shipping Lines Limited; Paradise City Hotel, Calabar na Oriental Airlines.",
  "O nwere ọrụ ndọrọ ndọrọ ọchịchị na-ekwe nkwa ma n'oge dị iche iche o agbara ọsọ maka ọfịs nke onye isi ala nke Naịjirịa",
  "O nwekwara ọtụtụ ọfịs ndọrọ ndọrọ ọchịchị maka gọọmentị Naijiria, ọkachasị na nchịkwa egwuregwu na njikwa mmezi okporo ụzọ gọọmentị etiti",
  "Ọ bụ onye otu Board of Trustees nke People's Democratic Party ugbu a ma hazie mkpọsa pati ahụ maka mpaghara South-East n'oge ntuli aka onye isi ala nke afọ Puku abụọ na atọ",
  "O guzobere Iwuanyanwu Nationale Football Club (nke bụ Heartland FC ugbu a), nke meriri ọtụtụ asọmpi mba na nke mba ụwa.",
  "Ka ọ na-erule n'ọnwa Machị afọ puku abuo na iri na otu o bụ onye isi oche na onye na-ebipụta akwụkwọ akụkọ Champion Newspapers.",
  "Nwunye ya nke karịrị afọ iri anọ, Lady Eudora Nnenna Ozinyereaku Iwuanyanwu, onye ya na ya nwere ụmụ nwoke atọ na ụmụ nwanyị ise, nwụrụ na Ọgọst iri abụọ na asatọ, puku abụọ na iri na otu, mgbe ọ dị afọ iri isii na ato. A kọwara ya dị ka \"ihe ịga nke ọma dị oke egwu were nye di ya\"",
  "[citation needed] N'ịkpọsa ọnwụ ya, Chief Iwuanyanwu kwuru, sị: \"Dị ka onye nlekọta nke Cancer Society, ọ gosipụtara nchegbu dị ukwuu n'oge na-adịbeghị anya maka ọnụ ọgụgụ buru ibu nke ọnwụ n'ihi ọrịa kansa prostate na ụdị ọrịa kansa ndị ọzọ niile",
  "Na nzukọ ezinụlọ na-adịbeghị anya, o mere ka m kwenye iwu ma nye onyinye na Naịjirịa iri Cancer Screening and Treatment Centres, otu na nke ọ bụla n'ime mpaghara isii nke Geo-Political, na otu na nke bụla n'etiti South-Eastern States ise",
  "A haziri ka a mara ọkwa nke amara n'ụbọchị nke anọ n'ọnwa Septemba, afọ puku abụọ na iri na abụo",
  "Ọ nwụrụ otu izu uka\".",
  "Ka ọ na-erule Machị n'afọ puku abụọ na iri na otu , Iwuanyanwu bụ onye isi oche nke Champion Newspapers, onye na-ebipụta akwụkwọ akụkọ Daily Champion."
]