[
  "Sheyi Emmanuel Adebayor (French pronunciation: ; bụ onye amụrụ na 26 Febụwarị 1984) bụ onye Togolese ọkachamara na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere Togolese Championnat National club Semassi",
  "Ọ na-egwuri egwu na klọb ndị England Arsenal, Manchester City, Tottenham Hotspur na Crystal Palace, yana otu French Metz, otu Monégasque Monaco, otu Spanish Real Madrid, klọb Turkish İstanbul Başakşehir na Kayserispor, na Club Olimpia nke Paraguay.",
  "A họpụtara ya dị ka onye n'agba bọọlụ Afrịka nke Afọ n'afọ 2008 mgbe ọ n'agba egwu na Arsenal, n'oge ọrụ ikpeazụ ya, ọ ghọrọ onye a ma ama na bọọlụ Paraguay na onye a na-akwụ ụgwọ kachasị elu n'akụkọ ihe mere eme nke mba ahụ mgbe ọ sonyeere Olimpia Asunción na 2020.",
  "Adebayor nọchitere anya ndị otu mba Togo na 2006 FIFA World Cup na Germany, nke mbụ mba ahụ, na ruo ugbu a, ọ pụtara na World Cup",
  "N'ọnwa Jenụwarị afọ 2010, Adebayor bụ otu n'ime ndị egwuregwu na-etinye aka mgbe bọs ndị otu Togo dara n'okpuru égbè n'ụzọ na-aga 2010 Africa Cup of Nations na Angola, mgbe nke ahụ gasịrị ọ lara ezumike nká n'ọrụ ndị otu mba",
  "N'afọ 2013, ọ laghachiri n'òtù Togo maka 2013 Afrikan Cup of Nations na South Africa, ebe o nyeere ha aka iru eru maka nkeji iri na ise nke ikpeazụ",
  "Ọ bụ onye na-agba goolu kachasị elu na Togo ugbu a na goolu 32.",
  "Ọ bụ onye amụrụ na Lome nke agbụrụ nne na nna ya bụ Yoruba, Adebayor nọrọ ọtụtụ oge ntorobịa ya na Togo, ebe ọ gara Centre de Développement Sportif de Lomé (English: Sports Development Centre of Lomé), nke a makwaara dị ka Sporting Club de Lomé. Ndị scout si Metz hụrụ Adebayor ka ọ na-egwuri egwu maka Sporting Club de Lomé, bụ ndị kpọtara ya na France na 1999",
  "O mere Ligue 1 mbụ ya megide Sochaux na 17 Nọvemba 2001",
  "Mgbe Metz wepụrụ ya, ọ gbara otu oge na Ligue 2, ebe goolu iri na atọ n'egwuregwu league iri atọ na anọ mere ka ọ gaa Monaco n'oge ọkọchị afọ 2003",
  "Ọ gosipụtara ugboro itoolu na Europe ka Monaco ruru na 2004 UEFA Champions League final megide Porto na Gelsenkirchen, nke ọ bụ onye nnọchi anya a na-ejighị mee ihe na ọdịda 3 nke klọb ya.",
  "Na ụbọchị iri na atọ n'ọnwa Jenụwarị, 2006",
  "otu egwuregwu Premier League Arsenal bịanyere Adebayor aka maka £ 3 nde. E nyere ya aha njirimara \"Baby Kanu\" n'ihi ọdịdị ya na onye bụbu onye Arsenal Nwankwo Kanu, onye Adebayor na-efe ofufe mgbe ọ bụ onye ntorobịa. N'ụbọchị nke anọ n'ọnwa Febụwarị n'afọ 2006, Adebayor mere egwuregwu mbụ ya na Arsenal n'egwuregwu Premier League na Birmingham City wee gbaa bọọlụ mgbe nkeji iri abụọ na otu gachara, Arsenal meriri n'egwú iri abụọ na abụọ. Adebayor bụ onye e jikọtara na iko maka ọsọ Arsenal na 2006 UEFA Champions League Final.",
  "Adebayor gbara goolu mmeri Arsenal meriri Manchester United iji nye Arsenal mmeri mbụ na Old Trafford, mmeri mbụ ha na league n'afọ 2006",
  "Na mbido egwuregwu ahụ, e mere ka Adebayor daa n'ime igbe dị mita isii iji nweta Arsenal penalty, nke Gilberto Silva weere ma chekwaa.",
  "A chụpụrụ Adebayor na 2007 League Cup final nke Arsenal meriri Chelsea na 2-1",
  "E gosipụtara ya kaadị uhie mgbe ọ dara na njedebe nke egwuregwu ahụ nke gụnyere ndị egwuregwu Chelsea na Arsenal",
  "E boro ebubo na ọ kụrụ Frank Lampard aka",
  "FA mechara nye ya mmachibido iwu ọzọ nke otu egwuregwu na ịkwụ ụgwọ nke £ 7,500 maka ịghara ịhapụ egwuregwu ozugbo, yana mmachibido ikpe atọ maka kaadị uhie. Adebayor na Lampard gọnahụrụ ya.",
  "N'abalị iri na ise n'ọnwa Septemba n'afọ 2007, goolu abụọ Adebayor gbara megide Tottenham Hotspur nyeere Arsenal aka imeri 3-1 na North London derby mbụ nke oge ahụ. Adebayor wee gbaa hat-trick mbụ ya maka Arsenal na mmeri 5 - 0 n'ụlọ megide Derby County na ụbọchị iri abụọ na abụọ n'ọnwa Septemba; nke a bụ hat-tric nke abụọ a gbara na Arsenal's Emirates Stadium. O tinyere aka n'ihe na-ese okwu na 22 Jenụwarị ebe ya na onye otu ya bụ Nicklas Bendtner sere okwu nkeji asaa site na njedebe nke mmeri ikpeazụ nke 5-11 League Cup na Tottenham",
  "Bendtner yiri ka ọ na-egbupụ imi ya na esemokwu ahụ, nke Adebayor rịọrọ mgbaghara n'echi ya. Ụbọchị atọ ka e mesịrị, ọ gbara goolu nke 100 na Emirates n'oge mmeri FA Cup nke 3 - 0Newcastle United. Malite na 4 Machị megide Milan, Adebayor gara n'ihu na-agba goolu na Champions League",
  "N'agbanyeghị na ọ nwetụbeghị goolu na asọmpi ahụ, ọ gbara goolu na agba nke abụọ megide Milan na San Siro.",
  "N'abalị iri abụọ na asatọ n'ọnwa Eprel, Adebayor gbara goolu nke abụọ ya maka Arsenal mgbe ọ kwụsịrị n'elu bench na ọkara oge na mmeri 6-2 megide Derby County, na-eme ka ọ bụrụ naanị onye ọkpụkpọ n'akụkọ ihe mere eme nke Premier League iji gbaa goolu n'ụlọ na n'èzí megide otu akụkụ ahụ n'otu oge ahụ. Ọ bụ ezie na Arsenal ji aka efu mechie oge ahụ, a kpọrọ ya aha na PFA Team of the Year. Goolu nke abụọ Adebayor gbara megide Tottenham meriri asọmpi nke Goal of the Day nke oge maka oge 2007 na08. E nyekwara ya ihe nrite BBC African Footballer of the Year maka arụmọrụ ya na 2008.",
  "N'oge ọkọchị nke afọ 2008, e jikọtara ya na £ 30 nde na Milan na Barcelona, mana o mechara bịanye aka na nkwekọrịta ọhụrụ ogologo oge na Arsenal. N'abalị iri na atọ n'ọnwa Septemba n'afọ 2008, Adebayor gbara goolu na mmeri Arsenal meriri Blackburn Rovers, na-agba goolu mbụ ya n'afọ 2008. Adebayor natara kaadị uhie mbụ ya n'oge ahụ na 1 - 1 draw na Liverpool mgbe esemokwu ya na onye na-agbachitere ya Álvaro Arbeloa; nke a bụ mmejọ nke abụọ ya n'egwuregwu ahụ ma ya mere ọ machibidoro otu egwuregwu. N'abalị asatọ n'ọnwa Febụwarị, Adebayor merụrụ ahụ n'ọkpụkpụ ụkwụ n'egwuregwu Arsenal na Tottenham",
  "Mmerụ ahụ ga-eme ka ọ ghara ịga ihe fọrọ nke nta ka ọ bụrụ ọnwa abụọ, n'agbanyeghị atụmatụ mbụ na-atụ aro naanị izu atọ. O mere ka ọ laghachi n'ọrụ, na-agba bọọlụ mgbe ọ laghachiri na Manchester City.",
  "N'abalị asaa n'ọnwa Eprel afọ 2009, Adebayor gbara goolu Arsenal na nkeji iri na ise nke Champions League megide Villarreal, ebe ọ tụbara bọọlụ ahụ n'aka ya wee gbaa ịnyịnya ígwè. N'egwuregwu nloghachi na Emirates otu izu ka e mesịrị, ọ gbara na mmeri Arsenal nke 3-0 neguzobe asọmpi nke ọkara ikpeazụ na Manchester United",
  "Otú ọ dị, Adebayor merụrụ ahụ n'egwuregwu abụọ ikpeazụ nke Premier League ma mechaa oge ahụ dị ka onye nke abụọ kachasị gbaa goolu na Arsenal na asọmpi niile na 16, n'azụ Robin van Persie 20.",
  "Adebayor bịanyere aka na nkwekọrịta afọ ise na Manchester City maka ego mbufe nke e kwenyere na ọ dị na mpaghara nke £ 25 nde. Ọ gbara goolu na nke mbụ ya maka City megide Blackburn site na ịgba bọọlụ site na mita iri na asatọ na nkeji nke atọ. Na mbido mbụ ya n'ụlọ, Adebayor gbara na nkeji nke iri na asaa na 1 - 0 na Wolverhampton Wanderers, nke onye otu ya na-etinye aka n'oge ọkọchị Carlos Tevez nyere aka. Ọ gbara bọọlụ n'egwuregwu Premier League nke atọ n'usoro, na-eduga onye mmeri na mmeri 1 na Portsmouth.",
  "Adebayor wee gbaa bọọlụ n'egwuregwu nke anọ ya n'usoro, n'oge a megide Arsenal na mmeri 4 - 2 na City of Manchester Stadium",
  "N'ihi ya, ọ bụ otu n'ime naanị ndị egwuregwu isii gbara bọọlụ n'egwuregwu anọ mbụ ha maka otu klọb. N'egwuregwu ahụ megide Arsenal, onye bụbu onye otu Adebayor bụ Robin van Persie boro ya ebubo na ọ kpachaara anya kụọ ya ụkwụ n'ihu, e mesịkwara machibido ya iwu egwuregwu atọ mgbe a chọpụtara na ikpe mara ya maka omume ime ihe ike. A katọkwara Adebayor maka ịgba ọsọ ihe fọrọ nke nta ka ọ bụrụ ogologo egwuregwu ahụ niile na ndị na-akwado Arsenal ma na-eme emume ihe mgbaru ọsọ ya n'ihu ha. E debere aha ya maka nke a, mana o mechara rịọ mgbaghara. Onye njikwa Manchester City bụ Mark Hughes tụrụ aro ka Adebayor mee ya n'ihi na ọ chọrọ ka ndị na-akwado City hụ ya n'anya. Ọzọkwa, onye bụbu onye na-agbachitere etiti Cameroon nke Arsenal bụ Alex Song, onye bụ otu n'ime ezigbo ndị enyi Adebayor na bọọlụ, kwuru na Adebayor kụrụ ya aka n'ihu n'oge mmeri City  4-2 ebe Cesc Fàbregas, onye bụ onye bụbu onyeisi Arsenal, chere na Adebayur nwara ịpị ya aka.",
  "Maka mmalite nke oge 2010 - 11, e nyere Adebayor uwe elu nke nọmba itoolu kama nke nọmba",
  "Iri Abụọ na ise ọ hụrụ n'anya, nke o yibu na Arsenal na City",
  "Ọ gbara hat-trick mbụ ya maka City ụbọchị iri abụọ na otu n'ọnwa 21 Ọktoba na egwuregwu UEFA Europa League megide Lech Poznań. N'ime nke a, ọ ghọrọ onye ọkpụkpọ Manchester City mbụ nyere hat-trick na asọmpi Europe",
  "Otú ọ dị, n'oge afọ 2010-",
  "- 11, Adebayor dara n'usoro kachasị elu na Manchester City mgbe klọb ahụ zụrụ Edin Džeko, ebe a họpụtara Carlos Tevez na Mario Balotelli n'ihu ya",
  "N'ọnwa Ọgọstụ afọ 2011, Roberto Mancini kwupụtara na Adebayor, tinyere Craig Bellamy, abụghịzi akụkụ nke atụmatụ ya ma nwee ike ịhapụ Manchester City.",
  "Na 25 Jenụwarị, 2011",
  "Adebayor bịanyere aka na nkwekọrịta mgbazinye ego iji gwuo egwu maka Real Madrid maka oge fọdụrụ na 2010 - 11. Adebayor gbara goolu mbụ ya maka Real Madrid na akụkụ nke abụọ nke Copa del Rey semi-final megide Sevilla na Santiago Bernabéu Stadium. Egwuregwu ahụ kwụsịrị na 2-0 na ngụkọta nke 3-0.",
  "Na ngwụsị izu na-esote, ọ gbara goolu mbụ ya na La Liga megide Real Sociedad, ọzọ na Santiago Bernabéu",
  "Egwuregwu ahụ kwụsịrị n'afọ 4-1 ma Adebayor gbara goolu ikpeazụ n'ime nkeji atọ ikpeazụ nke egwuregwu ahụ",
  "N'abalị isii n'ọnwa Machị n'afọ 2011, Adebayor gbara goolu mmeghe na nkeji nke iri abụọ na anọ megide Racing de Santander site na Mesut Özil",
  "Real Madrid meriri egwuregwu ahụ n'ụzọ atọ 3-1",
  "A katọrọ Adebayor nke ukwuu maka arụmọrụ ya megide Sporting de Gijón, ọkachasị maka enweghị ọtụtụ ohere; egwuregwu ahụ kwụsịrị Anundsson 0-1 na Sporting",
  "Adebayor gbakwunyere goolu abụọ na European tally ya maka Madrid site na goolu megide Tottenham Hotspur na mmeri 4  - 0 na ụbọchị ise nke ọnwa Eprel 2011",
  "O meriri ihe nrite mmeri mbụ ya na Real Madrid na ụbọchị iri abụọ Eprel, na-abịa dị ka onye na-anọchi anya ọkara nke abụọ na mmeri ya meriri Barcelona na 2011 Copa del Rey final.",
  "Adebayor gbara hat-trick mbụ ya maka Real Madrid na ụbọchị iri abụọ na otu Mee 2011, na agba ikpeazụ nke oge La Liga nke 2010 - 11, megide Almería",
  "N'egwuregwu ahụ, Real Madrid meriri Almería 8-1.",
  "Adebayor laghachiri Manchester City mgbe oge Spanish gwụchara, mana ewepụrụ ya na njem ha na United States na ụbọchị iri na otu n'ọnwa Julaị 2011 ma mesịa tinye ya n'ihe ize ndụ £ 300,000 maka ịjụ ọzụzụ na ndị otu ndị ntorobịa na ndị otu klọb ahụ.",
  "N'abalị iri abụọ na ise n'ọnwa Ọgọstụ n'afọ 2011, Tottenham Hotspur bịanyere Adebayor aka na mgbazinye oge. Na ụbọchị iri nke ọnwa Septemba 2011, Adebayor gbara bọọlụ na nke mbụ ya megide Wolverhampton Wanderers na nkeji nke iri isii na asaa. N'abalị iri na asatọ n'ọnwa Septemba n'afọ 2011, ọ gbara bọọlụ ugboro abụọ n'ụlọ mbụ ya na mmeri 4 na Liverpool, nke abụọ ọ gbara bụ goolu 100 nke egwuregwu ya.",
  "Adebayor nyekwara aka maka goolu 2-1 Rafael van der Vaart na mmeri ha meriri Arsenal na 2 Ọktoba. Ọ gbara goolu nke anọ na nke ise ya maka Tottenham na mmeri ha meriri Aston Villa na 21 Nọvemba, nke mbụ site na ịgba ọsọ n'elu na nke abụọ mgbe onye na-agbachitere Villa James Collins mehiere. Ọ gbara goolu abụọ ọzọ na mmeri Tottenham meriri West Bromwich Albion. Ka oge na-aga, Adebayor gara n'ihu na-agba goolu abụọ ọzọ, otu n'ime penalty na Stoke City, na otu n'egwuregwu derby megide Chelsea ebe akara ahụ kwụsịrị 1",
  "N'abalị iri na otu n'ọnwa Febụwarị n'afọ 2012, Adebayor gbara bọọlụ ma nye aka anọ na mmeri 5-1 Newcastle United.\nN'abalị iri abụọ na isii n'ọnwa Febụwarị, ụbọchị ọmụmụ ya nke iri abụọ na asatọ, Adebayor gbanwere penalty megide Arsenal iji mee ka Spurs 2-0 gaa na Emirates nke mechara na mmeri 5-2 maka Tottenham. N'ụbọchị mbụ n'ọnwa Eprel, Adebayor gbara goolu abụọ na mmeri 3 - 1 ha meriri Swansea City. N'abalị iri na ise n'ọnwa Eprel n'afọ 2012, Adebayor nyere Gareth Bale aka na naanị ihe mgbaru ọsọ Tottenham gbara na mmeri Chelsea na nkeji iri ise nke FA Cup. Adebayor wee gaa n'ihu na-agba goolu n'egwuregwu azụ na azụ maka Tottenham, na-agba abụọ megide Bolton Wanderers na mmeri 4-1 na Reebok Stadium ma na-agbanwe penalty megide Aston Villa na 1-1 draw.",
  "N'egwuregwu ikpeazụ nke ịgbazinye ego ya na Tottenham, Adebayor meghere akara ahụ ka Spurs meriri ndị na-asọmpi London Fulham 2-0 na ụbọchị iri na atọ Mee iji nweta ọnọdụ nke anọ na Premier League.",
  "Adebayor mechiri oge ahụ dị ka onye kacha gbaa goolu na Tottenham, na goolu iri na asatọ, iri na asaa na Premier League",
  "N'abalị iri abụọ na otu n'ọnwa Ọgọstụ n'afọ 2012, Adebayor bịanyere aka na nkwekọrịta na-adịgide adịgide na Tottenham na nkwekọ ruru £  nde ịse mgbe ogologo oge nke mkparịta ụka gasịrị.",
  "N'abalị iri na- asaa n'ọnwa Nọvemba n'afọ 2012, Adebayor gbara goolu mbụ maka Tottenham n'egwuregwu derby nke North London megide Arsenal iji mee ka ha nwee 1-0 posi, mana nkeji asaa ka nke ahụ gasịrị, ihe ịma aka ya na Santi Cazorla mere ka onye ọka ikpe Howard Webb chụpụ ya",
  "Arsenal gara n'ihu merie egwuregwu ahụ 5-2. N'ụbọchị mbụ n'ọnwa Jenụwarị n'afọ 2013, Adebayor gbara goolu mbụ ya n'ụlọ n'oge ahụ maka Spurs megide Reading, site na isi site na Aaron Lennon cross",
  "Spurs mechara merie 3-1",
  "N'abalị iri na anọ n'ọnwa Machị n'afọ 2013, Adebayor gbara goolu dị mkpa nke mere ka Spurs banye na nkeji iri na ise nke Europa League na mmeri zuru ezu megide Internazionale. Ọ gara n'ihu na-agbapụ n'elu mmanya ahụ mgbe ọ na-agba ọsọ na penalty siri ike na agba na-esote megide Basel, nke mechara mee ka Spurs wepụ ya na asọmpi ahụ. Ọ gbara goolu na 8 Mee megide Chelsea na 2 na-agba bọọlụ site n'èzí igbe penalty iji mee ka egwuregwu ahụ ruo 1 - 1. Mgbe ahụ, ọ gbara goolu mmeri na Sunday na-esote (12 Mee 2013) iji nye Tottenham mmeri 2-1 na Stoke City na cross site na Clint Dempsey na nkeji nke 83.",
  "Mgbe a chụpụrụ onye njikwa Spurs bụ André Villas-Boas, onye gwara onye na-agba ọsọ ka ya na ndị otu ndị ntorobịa ahụ zụọ na mbido oge 2013 na 14, Adebayor laghachiri na ndị otu Tottenham n'okpuru Tim Sherwood, na-agba goolu na mmeri nke abụọ2-1 na nkeji iri na ise nke ikpeazụ nke League Cup n'ụlọ na West Ham United. Ọ gara n'ihu gbaa goolu asatọ n'egwuregwu iri ọzọ nke Premier League, na goolu na mmeri megide Southampton, Manchester United na Swansea City, Everton na Newcastle United.",
  "N'abalị asaa n'ọnwa Eprel afọ 2014, Adebayor ruru goolu iri maka oge Premier League, na-agba goolu ugboro abụọ na mmeri 5-1Sunderland n'ụlọ.",
  "Ọ gwụchara oge ahụ dị ka onye kacha gbaa goolu na Spurs na goolu iri na- anọ site na egwuregwu iri abụọ na ise mgbe ọ gbasịrị goolu na egwuregwu ikpeazụ ha na Premier League na na ụbọchị iri na otu n'ọnwa Mee 2014, mmeri 3 - 0 nke Aston Villa na White Hart Lane. A tọhapụrụ ya na nkwekọrịta Tottenham ya site na nkwekọ ha abụọ na ụbọchị iri na atọ n'ọnwa Septemba 2015.",
  "Na 26 Jenụwarị, 2016",
  "Adebayor sonyeere Crystal Palace nke Premier League na nkwekọrịta ọnwa isii ruo na ngwụcha oge. Ọ gbara naanị goolu ọ gbara maka klọb ahụ na ụbọchị iri na atọ n'ọnwa Febụwarị na mmeri ikpeazụ nke Watford na Premier League. Na ụbọchị iri na atọ n'ọnwa June 2016, e gosipụtara na a ga-ahapụ Adebayor mgbe nkwekọrịta obí ya gwụrụ na 30 June.",
  "Na ụbọchị iri atọ na otu n'ọnwa Jenụwarị 2017, Adebayor bịanyere aka na nkwekọrịta na Süper Lig club İstanbul Başakşehir ruo June 2018. Ọ gbara goolu isii n'egwuregwu league iri na otu n'ime oge fọdụrụnụ, gụnyere hat-trick na ụbọchị iri nke ọnwa Eprel na mmeri 4-0 n'ụlọ Galatasaray, ka ndị otu ya mechara bụrụ ndị nke abụọ. Ọ gbakwunyere ihe mgbaru ọsọ ọzọ site na egwuregwu ise nke Turkish Cup, ebe ndị otu ya bụ ndị nke abụọ ọzọ.",
  "Adebayor gbara hat-trick ọzọ megide Galatasaray na ụbọchị iri na itoolu n'onwa Nọvemba 2017, na mmeri 5 na Başakşehir Fatih Terim Stadium.",
  "Na ụbọchị iri abụọ n'ọnwa June 2019, Adebayor hapụrụ İstanbul Başakşehir.",
  "N'abalị iri abụọ na-isii n'ọnwa Ọgọstụ n'afọ 2019, Adebayor sonyeere otu egwuregwu Turkish Süper Lig bụ Kayserispor na nkwekọrịta otu afọ. Ọ hapụrụ klọb ahụ na Disemba 2019.",
  "Adebayor sonyeere otú egwuregwu Olimpia Asunción nke Paraguay Primera División na ụbọchị iri na otu n'ọnwa Febụwarị 2020, na nnyefe n'efu site na Kayserispor. Mgbe ọ rutere Paraguay na ụbọchị iri na anọ n'ọnwa Febụwarị, otu ìgwè mmadụ zutere Adebayor na Silvio Pettirossi International Airport",
  "Ọ bịanyere aka na nkwekọrịta mgbe nyocha ahụike gara nke ọma ma gosipụta ya na Estadio Manuel Ferreira. E kenyere ya uwe elu nke nọmba 25. Adebayor zutere na Olimpia na onye bụbu onye otu Manchester City Roque Santa Cruz, onye laghachiri na klọb ahụ na 2016",
  "Adebayor kwuru na ọ bụ mmetụta nke Santa Cruz mere ka o kwenye isonyere Olimpia.",
  "N'abalị iri abụọ na atọ n'ọnwa Febụwarị, Adebayor mere nke mbụ ya maka Olimpia na Superclásico nke Paraguay megide Cerro Porteño na 1-1 zọpụtara n'ụlọ, na-abịa mgbe ọkara oge gasịrị n'ọnọdụ Santa Cruz. N'ụbọchị nke ise n'ọnwa Machị, Adebayor pụtara nke mbụ ya na Copa Libertadores nke afọ 2020 n'egwuregwu 1-1 na otu egwuregwu nke Ecuador bụ Delfin, na-anọchi Santa Cruz na nkeji nke iri asatọ.",
  "N'abalị itoolu n'ọnwa Machị afọ 2020, O mere egwuregwu nke abụọ na nke ikpeazụ ya na River Plate Asunción n'egwuregwu n'ụlọ, na-egwu nkeji iri itoolu zuru ezu na Olimpia's Estadio Manuel Ferreira. Ụbọchị atọ ka e mesịrị, Adebayor gbara bọọlụ na Copa Libertadores megide klọb Argentine Defensa y Justicia",
  "Na nkeji nke iri asaa na atọ nke egwuregwu ahụ, Adebayor natara kaadị uhie maka ịgba Enzo Coacci bọọlụ na-efe efe mgbe ọ na-agba bọọlụ ikuku, na-awụli elu maka bọọlụ ahụ na ụkwụ aka nri ya n'ihu nke metụtara ihu onye iro ahụ",
  "Nkea, ọ bụ ngosipụta ikpeazụ Adebayor maka klọb ahụ. N'otu ọnwa ahụ, Adebayor gara Togo ka ya na ezinụlọ ya nọrọ na nnọpụiche n'etiti ọrịa COVID-19. N'ọnwa Eprel, Adebayor kwuru n'oge post Facebook na ọ ga-alaghachi Paraguay n'ime izu abụọ ọzọ.",
  "Na mbido Julaị, a mara ọkwa na Adebayor, onye e nyere nkwekọrịta ruo n'ọnwa Disemba, agaghị alaghachi na klọb ahụ, site na nkwekọrịta abụọ, n'ihi nnukwu ihe ize ndụ nke nje na-efe efe n'oge njem nakwa na ụgbọ elu na nkwụsịtụ dị mgbagwoju anya. N'otu ọnwa ahụ, Adebayor kwuru na ọ chọrọ ịlaghachi Olimpia n'oge ụfọdụ. Adebayor gbara Olimpia egwuregwu anọ site na Febụwarị ruo Machị.",
  "Mgbe ọ gachara Olimpia, Adebayor bịanyere aka na klọb Togolese Championnat National Semassi na July 2021.",
  "Adebayor ruru eru igwu egwu maka Naijiria mana ọ họọrọ ịnọchite anya mba a mụrụ ya, Togo. Adebayor nyeere Togo aka iru eru maka 2006 Africa Cup of Nations mgbe ọ gbasịrị goolu iri na otu na qualifiers, karịa onye ọ bụla ọzọ na African qualifiers",
  "Na ụbọchị iri n'ọnwa Febụwarị 2009, Confederation of African Football (CAF) họọrọ Adebayor dị ka onye na-agba bọọlụ nke Afọ Afrịka maka afọ 2008 na mmemme mmeri e mere na Lagos, Naịjirịa",
  "Adebayor meriri ndị ikpeazụ a họpụtara Mohamed Aboutrika nke Egypt na Michael Essien nke Ghana na ntuli aka nke metụtara ndị nkuzi otu mba nke mba iri ise na anọ nke CAF",
  "Ọ bụ oge mbụ onye Togo meriri ihe nrite ahụ dị ka onye egwuregwu kachasị mma n'Africa.",
  "Adebayor nyeere Togo aka iru eru maka 2006 FIFA World Cup na Germany wee malite egwuregwu atọ niile megide South Korea, Switzerland na France, mana ọ nweghị ihe mgbaru ọsọ ọ bụla ma Togo mechara nọrọ n'ọnọdụ ikpeazụ na otu ha",
  "E mere Adebayor onye isi otu mgbe asọmpi ikpeazụ gasịrị.",
  "A kpọrọ Adebayor maka 2006 Africa Cup of Nations, ebe ọ nọchiri anya egwuregwu mbụ nke mba ahụ, na-esote ya na onye nkuzi",
  "Adebayor buru ụzọ kwe nkwa ịhapụ asọmpi ahụ ma laghachi n'ụlọ, ọ bụ ezie na o mechara maliteghachi ọzụzụ n'akụkụ ahụ. E wepụrụ Togo mgbe ha meriri egwuregwu atọ ahụ",
  "Togo tụpụrụ ya n'ihi esemokwu banyere ịkwụ ụgwọ ego. Otú ọ dị, e weghachiri Adebayor n'ime ndị otu Togo na Septemba 2007",
  "N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2008, ọ gbara goolu anọ na 6-0 nke Togo na Swaziland n'oge asọmpi asọmpi iko mba ụwa.",
  "N'agbanyeghị na o merụrụ ahụ, Adebayor gbara bọọlụ maka Togo megide Cameroon",
  "N'egwuregwu ahụ, ọ gbara naanị goolu maka Togo iji mechie mmeri ahụ.",
  "Na ụbọchị asatọ n'ọnwa janua",
  "Jenụwarị, 2010",
  "Adebayor bụ otu n'ime ndị egwuregwu na-etinye aka mgbe bọs nke ndị otu mba Togo dara n'okpuru mwakpo égbè n'ụzọ na-aga Africa Cup of Nations na Angola. Mwakpo ahụ, nke ndị egwuregwu niile lanarịrị ma mmadụ atọ ndị ọzọ nwụrụ, mere ka Togo pụọ na asọmpi ahụ. Adebayor kwupụtara ezumike nká ya na bọọlụụbọchị iri na abụọ n'ọnwa a ụwa na 12 Eprel 2010 na nkwupụta nke na-agụ, \"M tụlere mmetụta m n'ime izu na ọnwa kemgbe mwakpo ahụ ma ihe ndị m hụrụ n'ehihie ahụ jọgburu onwe ya na bọs ndị otu Togo ka na-enye m nsogbu",
  "Anyị bụ naanị ndị na-agba bọọlụ na-aga igwu egwuregwu bọọlụ ma na-anọchite anya mba anyị, ma ndị chọrọ igbu anyị niile wakporo anyị",
  "Ọ bụ oge m na-agaghị echefu echefu na nke m na-achọghị ịnwale ọzọ",
  "\"",
  "Adebayor laghachiri n'ọrụ mba ụwa na Nọvemba 2011 na-agbaso mmesi obi ike sitere na Togolese Football Federation banyere nchekwa, na-eme ka ọ laghachi na mmeri 1 Xia0 meriri Guinea-Bissau na 2014 World Cup qualifier.",
  "Mgbe ọ jụrụ igwu egwu na mbido afọ ahụ, a kpọghachiri ya ọzọ na Nọvemba 2018. N'ọnwa Machị 2019, a họpụtara ya maka asọmpi asọmpi iko mba Afrịka nke 2019 megide Benin.",
  "Mgbe ọ bịanyere aka na Arsenal, onye njikwa klọb ahụ bụ Arsene Wenger jiri Adebayor tụnyere otu n'ime nnukwu mmetụta ya dị ka onye na-agba ọsọ, Nwankwo Kanu, ma kọwaa ya dị ka \"ogologo, dị mma na ikuku\" ma nwee ike ịme ezigbo ọsọ n'azụ ndị na-agbachitere ya. Adebayor na-eyi uwe elu nke iri abụọ na ise na Arsenal, dị ka Idol ya, na uwe elu nke nọmba nke anọ na mba ụwa, ebe e nyere ya ọbụna aha njirimara \"Baby Kanu\" na mgbasa ozi n'ihi ụdị egwu ha yiri. A makwaara ya maka ọsọ ya, ike ya, na usoro ya, yana ịgba goolu ya na ikike ya ijikọ ya na ndị otu ya",
  "Otú ọ dị, a makwaara ya maka enweghị ọzụzụ, ọkachasị na mmalite ọrụ ya.",
  "Adebayor bụ onye ọkachamara maka BBC Sport's 2010 FIFA World Cup coverage.",
  "Adebayor lụrụ di ma nwee nwa nwanyị aha ya bụ Kendra onye(amụrụ na June 2010). Ọ bụ nwanne nna nke onye na-agba bọọlụ n'etiti Georgia Revolution FC bụ Alex Harlley.",
  "N'oge ọ bụ nwata, Adebayor na ezinụlọ ya biri n'ụlọ na-enweghị ọkụ eletrik ma ọ bụ ụlọ ịsa ahụ, iji sachaa onwe ha, ha ga-aga n'ụsọ osimiri.",
  "Adebayor ekwuola banyere okwukwe ya, na-ekwu, sị, \"Ihe niile m na-eme na ndụ m tinyere n'aka Chineke, onye okike m",
  "O nyere m ohere ịnọ ebe m nọ taa ma ọ bụ ya nwere ike iwepụ ya niile n'ebe m nọ",
  "Ọ dịghị ihe dị mkpa nye m karịa Chineke\"",
  "Adebayor enweghị ike ịga ije maka afọ anọ mbụ nke ndụ ya",
  "Nne ya kpọọrọ Adebayor na-eto eto gburugburu Africa na-achọ ọgwụgwọ",
  "Adebayor kwuru banyere \"ọrụ ebube\" ya na-ekwu, \"Anọ m na chọọchị na-edina ala, n'ihe dị ka elekere itoolu ma ọ bụ iri n'ụtụtụ Sọnde, enwere m ike ịnụ ụmụaka na-egwuri egwu n'èzí",
  "Na mberede, mmadụ gbara bọọlụ n'ime ụlọ ụka ahụ",
  "Onye mbụ biliri ma gbaa ọsọ bụ m, n'ihi na achọrọ m inweta bọọlụ ahụ",
  "\"",
  "Na ụbọchị ise n'ọnwa Mee 2015, Adebayor dere ogologo ozi na Facebook ọha ya na-akọwa nsogbu ezinụlọ ya",
  "Nsogbu ndị a gụnyere ọtụtụ ndị ikwu na-arịọ maka nnukwu ego, nwanne ya nwanyị na-akwụ ụgwọ ụlọ ọ zụrụ ya n'amaghị ya, na nsogbu ndị gbara ọnwụ nwanne ya nwoke Peter gburugburu",
  "N'ọnwa Julaị 2017, Adebayor kwuru n'ajụjụ ọnụ gbasara nsogbu ezinụlọ ya na nwanne ya nwoke nwụrụ anwụ zigaara Real Madrid akwụkwọ ozi na-arịọ ha ka ha ghara idebe Adebayor mgbe ọ gbazitere ego.",
  "Àtụ:UpdatedDị ka 4 Apira 2020.",
  "Egwuregwu na ihe mgbaru ọsọ site na otu mba na afọÀtụ:Updated",
  "Ihe mgbaru ọsọ mba ụwa",
  "Monaco",
  "Arsenal",
  "Real Madrid",
  "Crystal Palace",
  "Togo",
  "Onye ọ bụla"
]