[
  "Emanuella Samuel (amuru Julaị 22, 2010), nke a na- akpọkarị Emanuella, bụ onye gbara afọ 11 (dị ka nke 2021) YouTube nwa na-akpa ọchị na ọwa YouTube Mark Angel",
  "Mpụta mbụ Emmanuella bụ na ihe omume 34, nke akpọrọ \"Onye ọgbaghara?\"",
  "Emanuella mere ka ọ bụrụ ihe ọchị mbụ ya mgbe ọ dị afọ ise",
  "Ọ nọ na ezumike ezinụlọ wee zute Angel",
  "Ọ chọrọ ụfọdụ ụmụaka maka ịse ihe nkiri ya, wee kpọọ ụmụntakịrị ole na ole ọ maara maka nyocha ahụ, mana ha enweghị ike iburu ahịrị ha n'isi wee tụgharịa gakwuru Emanuella",
  "N'agbanyeghị oge ịse vidiyo nke awa iri na asatọ, otu ihe ọ dọtara iji nwalee ntachi obi nke ụmụaka, Emanuella mere nke ọma",
  "Mgbe nhọrọ ya gasịrị, Angel kwesịrị ime ka ndị mụrụ ya kwenye ka ọ bụrụ akụkụ nke otu Mark Angel Comedy ma nweta nkwado ha",
  "Ọ bịara mara ya nke ọma mgbe ihe nkiri skit \"This is Not My Real Face Oh\", bụ nke ọ na-achị ọchị banyere onye isi ụlọ akwụkwọ nye ụmụ akwụkwọ ibe ya n'amaghị na nwa akwụkwọ ahụ bụ nwa onyeisi ụlọ akwụkwọ",
  "E gosipụtara obere skit a na ibe Facebook CNN",
  "Na 2 Eprel 2020, n'oge mkpọchi COVID-19, Emanuella, Success, na Regina Daniels gosipụtara na skit nke Ofego akpọrọ \" Lockdown \" na ọwa YouTube ya site na iji eserese Archive",
  "Na 2018, akpọrọ Emmanuella oku na National Assembly site na Senate President Bukola Saraki n'ihi ọdịda ya na-arụ ọrụ na ihe nkiri Disney",
  "O mere ọkwa ọkwa ọrụ ya na ihe nkiri Disney na aka Instagram ya",
  "N'afọ 2016, Emanuella meriri ihe nrite maka Onye Okike kacha debanyere aha sitere na YouTube na mbipụta mbido nke Sub-Saharan African YouTube Awards",
  "O nwetakwara ihe nrite kacha mma New Comedienne & Princess of Comedy na Afro-Australia Music & Movie Awards (AAMMA)",
  "CNN kwadoro ya na Nọvemba 2016",
  "N'afọ 2015, ọ meriri onyinye G-Influence Niger Delta Special Talent Award",
  "Na 2018, a họpụtara ya na Davido, maka Nickelodeon 2018 Kid's Choice Awards, n'okpuru udi nke Favorite African Stars, na 2021, ọ meriri Nickelodeon Kids' Choice Award nke Favorite African Social Star",
  "Emanuella bụ onye Imo steeti dị na ọwụwa anyanwụ Naijiria",
  "A mụrụ ya na Emanuella bụ onye Imo steeti dị na ọwụwa anyanwụ Naijiria",
  "A mụrụ ya na Port Harcourt n'ime Rivers State. Enweela esemokwu na mmekọrịta ya na Mark Angel, dịka ekwuru na gburugburu dị iche iche na ọ bụ nwa nwanne ya ma ụfọdụ na-ekwu na ha bụ ụmụnne",
  "Eze Chidinma nke Buzz Nigeria. Pulse Naijiria kwukwara na Angel bụ nwanne nna Emmanuella",
  "N'aka nke ọzọ, George Ibenegbu nke Legit.ng kwuru na ha abụọ bụ nwanne nne. Rachael Odusanya n'akwụkwọ e mechara na legit.ng kwuru na ha anọghị n'otu."
]