[
  "Emmanuel Nnamdị Ụba",
  "Sinetọ Naịjirịa nke ndịda Anambra steeti",
  "Onye nọ ugbua",
  "Ọ banyere na",
  "Mee  2011",
  "Ọnọchiri\tIkechukwu Obiorah",
  "Nkọwa onwe",
  "Ọmụmụ\t14 Disemba 1958 (afọ 61)",
  "Enugwu, Enugwu Steeti, Naịjirịa",
  "Ndọrọ ndọrọ ọchịchị parti\tAll Progressives Congress (APC)",
  "Emmanuel Nnamdị Uba, ma ọ bụ Andy Ụba (amụrụ ya 14 Disemba 1958), bụ onye ndọrọndọrọ ọchịchị Naịjirịa nke ahọpụtara ka Sinatọ ndị ndịda  Anambara Steeti, Naịjirịa, na Epurel 2011",
  "Ọ zọọ n'okpuru ndị People's Democratic Party (PDP)",
  "Ọ gbahapụrụ PDP gaa na All Progressives Congress na Febuwarị 2017; ọgbaghara ndị ndú na-achịbu PDP nwere ike ị bụ ya kpalite ya ịkpụ",
  "Ọ lụrụ pastọ Faith Vedelago nke Faith Miracle Center Abuja ma nwekwa ụmụ abụọ",
  "A mụrụ Uba n’abalị iri na anọ n’ọnwa iri na abụọ n’afọ 1958 n’Enugwu, ma gaa ụlọ akwụkwọ ‘Boys High School’ dị na Awkunanaw",
  "Ndị nne na nna ya bụ ndị Ụga n'okpuru ọchịchị nke Agụata nke Anambara Steeti.",
  "Dị ka ụfọdụ ndị si kwuo,  ]",
  "N'aka nke ọzọ,Mahadum Concordia  gọnahụ na Emmanuel Nnamdị Ụba agụsịghị na ụlọ akwụkwọ ha",
  "Ha kwetara na ndekọ ha na-egosi na a nabatara otu Emmanuel Ụba n'ụlọ akwụkwọ mana ọ gụchaghị akwụkwọ ahụ.",
  "Mgbe ọ ka nọ na United Steeti Ụba nyeere aka na ntuli aka onye isi ala nke 1999 na Naịjirịa.  ] Mgbe ntuli aka gasịrị, ọ laghachiri Naịjirịa ma ahọpụta ya dịka Onye enyemaka pụrụ iche na Ọrụ Ndị Pụrụ Iche na kwa ọrụ ime ụlọ nke Onye isi ala bụ Olusegun Obasanjo",
  "Na nleta nke septemba 2003, Obasanjo gara na United Steeti, a kọwara Ụba dịka onye aka nri nke Onye isi ala, yana onye nche ọnụ ụzọ maka ndị chọrọ ịgwa Onye isi ala okwu.",
  "N’afọ 2007, Ụba zọọrọ na nhọputa PDP maka ntuli aka gọvanọ nke steeti Anambara, a ma họpụta ya na ntuli aka na Epurel 14 2007",
  "Mana, onye bụbu gọvanọ bụ Peter Obi gbara akwụkwọ na ntuliaka ahụ, na-ekwu na, n’ihi na ụlọ ikpe nabatara  na Obi meriri na ntuli aka Epurel 2003 na 15 Machị 2006, na ọ ka nwere afọ atọ ọzọ ma ọ bụ afọ anọ ya ịchị",
  "Ndị ọkaikpe ahụ nakweere arụmụka ahụ, na 14 Juunu 2007, ha kwụsịrị ntuli aka nke Andy Ụba",
  "N’ọnwa Nọvemba afọ 2009 ka akọwara na Ụba na-akwado ịzọ ọchịchị maka ọkwa gọvanọ steeti Anambara egburu ya oge na Febụwarị afọ 2010 n'okpuru Labour Pati, ka ha kpọrọ ya ka mee ya",
  "ikpo okwu,  nke ndị otu Labour kpọrọ ya ka ọ mee njem ahụ",
  "Ndị isi otu Labour Pati kwuru na ha \"kwenyere na ọ ga-emepụta ebumnuche na echiche nke otu ha.\"  N'ikwu okwu banyere mkpebi ya ịgbanwe na pati ọzọ",
  "Na 31 Disemba 2009 Ụba kwuru \"Labour bụ ebe obibi ndọrọ ndọrọ ọchịchị m\"",
  "Na ntuli aka nke Febuwariị 2010, Ụba gbara nke atọ",
  "Ụba laghachiri na PDP ma ahọpụta ya dịka onye ndọrọ ndọrọ ọchịchị ndị PDP nke ndịda Anambara na ntuli aka nke Epurel 2011",
  "O ji votu 63,316, merie Chukwmaeze Nzeribe nke All Progressive Grand Alliance (APGA) nwere 43,798 na onye omeiwu nọ oge ahụ bụ Ikechukwu Obiorah nke pati Accord nwere 24,724",
  "Omeiwu Obiọra, onye na-azọ ọchịchị n'okpuru Accord gbaghaa ntuli aka Ụba,  onye kwupụtara na Ụba ji akpụrụka asambodo ụlọ akwụkwọ nke ọdịda anyanwụ  Afrịka (WASC) na enwetabeghị akara ugo mmụta mahadum ọ sị na ya gụrụ",
  "Akụkọ nke adịgboroja asambodo a malitere na akụkọ nke ndị nta akụkọ nyocha abụọ dere wee bipụta ya na \"The News\" na Disemba 2006",
  "Ndị ntaakụkọ na-ekwu na Concordia na Mahadum nke California Steeti kwuru na agbanyeghị na Ụba debanyere aha ya, ọ gụchaghị mahadum abụọ ahụ",
  "Kpọpụta njehie: <ref> tag with name \"AfricanH20110524\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Leadership20100130\" defined in <references> is not used in prior text."
]