[
  "Emma Beatrice Tenayuca (December 21, 1916 - July 23, 1999) bụ onye isi ọrụ America, onye nhazi otu, onye na-ahụ maka ihe ndị ruuru mmadụ, na onye nkuzi",
  "A maara ya nke ọma maka ọrụ ya na-ahazi ndị ọrụ Mexico na Texas n'oge afọ 1930, ọkachasị maka iduzi ndị na-arụ ọrụ na San Antonio na 1938",
  "A makwaara ya maka itinye aka na U.S",
  "Communist Party iji kwado ndị Mexico na ndị Mexico America.",
  "Tenayuca tolitere n'ezinụlọ dị mmadụ iri na otu mana ọ malitere iso nne na nna ya biri mgbe ọ dị obere iji belata ibu arọ ndị mụrụ ya. A mụrụ ya n'ezinụlọ ndị Mexico na America, agbụrụ ha na South Texas bu ụzọ tupu nnwere onwe Mexico na Agha Mexico na United States. Nsogbu ahụ metụtara ezinụlọ Tenayuca nke ukwuu, na gburugburu ya niile, Emma malitere ịhụ nhụjuanya nke ndị ọrụ dị ala.",
  "N'afọ 1938 ọ lụrụ onye nhazi Homer Bartchy onye jiri aha \"Homer Brooks\". N'ikpeazụ, Tenayuca gara n'ihu na-agbaso nzere kọleji",
  "Ọ gbara Brooks alụkwaghịm na 1941 wee hapụ obodo ya iji gaa San Francisco State College ebe ọ gụrụ akwụkwọ",
  "Tenayuca gbara di ya alụkwaghịm ma kewapụ onwe ya na ọchịchị Kọmunist mgbe ọ matara banyere ọchịchị iyi ọha egwu Joseph Stalin. O mechara nweta nzere masta na agụmakwụkwọ na Mahadum Our Lady of the Lake na San Antonio",
  "Site n'ebe ahụ ọ gara n'ihu na-akụzi na Harlandale School District ruo mgbe ọ lara ezumike nká na 1982.",
  "N'afọ 1937, Emma Tenayuca sonyeere U.S",
  "Communist Party",
  "Ọ bụ ezie na ọ sonyeere ndị Communist Party, o kwughị na ọ bụ akụkụ nke pati ahụ ma ọ gbalịghị ime ka ndị ọzọ kwenye isonye",
  "Ọ sonyeere n'ihi na ndị Communist Party nwere nkwenkwe ndị kwekọrọ na nke ya nke na-akwado ịha nhata na inyere ndị na-alụ ọgụ aka. N'ihi nkwenkwe ndị na-emegide ndị Kọmunist na United States, a lekwasịrị Tenayuca anya ma katọọ ya n'ihi njikọ ya na Communist Party",
  "Ndị were mmadụ n'ọrụ, ụka, na ndị ọchịchị ndị ọzọ mepụtara mkpọsa red-baiting iji see Tenayuca dị ka onye na-eme ihe ike.",
  "Mgbe ihe na-erughị otu afọ gachara, e mere ndokwa ka ọ kwuo okwu na obere nzukọ nke ndị Kọmunist na Auditorium Municipal nke San Antonio Mayor, Maury Maverick nyere ikike",
  "Ìgwè mmadụ 5,000 ji brik na nkume wakpo ụlọ nzukọ ahụ \"na-achụ nta\" ndị Kọmunist",
  "Ndị uwe ojii nyeere Tenayuca aka ịgbapụ n'aka ndị na-eme ngagharị iwe, mana edepụtara ya na blacklist ma manye ya ịpụ na San Antonio.",
  "Ka ọ na-achọ ịkwado ikike ndị Mexico America, ọ gbara ọsọ maka ọkwa dị ka onye nnọchi anya Texas na 1938",
  "Ọ bụ ezie na ọ dịghị mgbe o kwuru na ọ bụ akụkụ nke Communist Party, ọ ka na-ejikọta ya na ya n'ihi itinye aka na òtù ndị Kọmunist na-eduzi n'ime òtù ndị ọrụ na alụmdi na nwunye ya na onye Kọmunist mara ọkwa n'ihu ọha.",
  "N'afọ 1940, Tenayuca bụ onye nnọchiteanya nke ndị Kọmunist Party maka ụlọ ndị nnọchi anya US na mpaghara nke iri abụọ nke Texas",
  "Ọ mechara bụrụ onye nke atọ na ndị ndọrọndọrọ ọchịchị Democratic na Republican, na-emeri vootu 76 n'ime 56,447 a tụbara.",
  "N'afọ 1946, Emma Tenayuca kpebiri ịhapụ ndị Communist Party n'ihi mmechuihu. Otu ihe kpatara nkụda mmụọ ya bụ ịbịanye aka na nkwekọrịta Molotov-Ribbentrop.",
  "Ọ malitere inwe mmasị n'ịgba mbọ ma bụrụ onye na-agba mbọ ọrụ tupu ọ gụsịrị akwụkwọ na Brackenridge High School na San Antonio",
  "E jidere Tenayuca nke mbụ ya mgbe ọ dị afọ iri na isii, n'afọ 1933, mgbe ọ sonyeere ndị ọrụ na-eme ngagharị iwe megide ụlọ ọrụ Finck Cigar. Mgbe ọ gụsịrị akwụkwọ sekọndrị, Tenayuca nwetara ọkwa dị ka onye na-arụ ọrụ elevator, mana ọ gara n'ihu na-arụ maka ikike mmadụ",
  "Tenayuca zutere ọtụtụ ihe isi ike na obodo ya",
  "Ọtụtụ mgbe dị ka nwatakịrị, ọ na-aga Plaza del Zacate (Grass Plaza), ebe ọha na eze ebe ndị Socialist na ndị anarchist ga-abịa ikwu okwu ma soro ezinụlọ ndị nwere mkpesa rụọ ọrụ",
  "Ọtụtụ ndị Mexico na ndị Mexico America nọ na San Antonio n'oge ahụ agbapụla Mgbanwe Mexico n'oge 1910s ma wepụ ha n'ọrụ New Deal na mmemme ụlọ",
  "Tụkwasị na nke a, ndị Mexico America na-eche nnukwu nchụpụ ihu n'ihi egwu na ha na-ezu ohi ọrụ US na n'ihi mbelata ọrụ dị n'oge Great Depression.",
  "N'afọ ndị 1930, San Antonio bụ ebe dị mkpa maka ụlọ ọrụ uwe; Otú ọ dị, ndị ọrụ nọ n'ọnọdụ ọrụ jọgburu onwe ya, nweta ego dị ala, ma ha enweghị ọrụ",
  "Tenayuca dị naanị afọ iri abụọ na otu mgbe ọgbaghara ahụ mere na obodo ahụ. N'oge ọgbaghara ahụ, ihe ruru ndị ọrụ 12,000 na ihe karịrị ụlọ ọrụ 130 hapụrụ ọrụ ahụ iji mee mkpesa maka mbelata ụgwọ ọnwa nke otu cents kwa pound nke shelled pecans na ọnọdụ ọrụ dị egwu",
  "Ndị ọrụ si na Mexico na Chicano na-eme ngagharị iwe nwetara mkpu, gas anya mmiri, njide, na ịtụ mkpọrọ. N'oge ọgbaghara ahụ, Tenayuca na ndị ọrụ ahụ nwere ihe isi ike dịgasị iche iche, gụnyere esemokwu ime ihe ike na ndị mmanye iwu na ndị na-eme ihe ike na ụlọ ọrụ",
  "Tenayuca rụrụ ọrụ n'akwụsịghị akwụsị iji hụ na a mezuru ihe ndị ọrụ chọrọ",
  "Ọ haziri usoro mkpesa, kwuo okwu, ma jiri nkà nkwurịta okwu ya nweta nkwado site n'aka òtù na òtù ndị ọzọ",
  "Mgbe ụbọchị iri atọ na asaa gasịrị, a kwụsịrị ọgbaghara ahụ mgbe ndị ọrụ pecan nọ n'obodo ahụ kpebiri isonye na ikpe",
  "Iwu Ụkpụrụ Ọrụ Ezigbo mere ka ụgwọ ọrụ kacha nta ruo cents iri abụọ na ise kwa awa n'ọnwa Ọktoba nke otu afọ ahụ",
  "E sere Tenayuca ma kọwaa ya na magazin Time, ebe mbipụta ahụ zoro aka na ya dị ka \"ihu ihe ka ọtụtụ n'ime ọgba aghara obodo ya\".",
  "N'ịgbaso idu ndú ya nke ngagharị iwe nke 1938 megide San Antonio City Council, e boro Tenayuca ebubo \"ịkpali ọgba aghara\" na \"ịgba egwu udo,\" mana e wepụrụ ebubo ahụ n'ihi enweghị akwụkwọ nkwado",
  "N'agbanyeghị ihe ndọghachi azụ a, Tenayuca gara n'ihu n'ọrụ ya ma rụọ ọrụ ruo na ngwụcha afọ 1940 maka Workers Alliance of America (WAA) na òtù ndị ọrụ ndị ọzọ. E guzobere WAA na 1935 site na Communist Party USA (CPUSA) dị ka nzukọ dị n'ihu iji kpalie ndị na-enweghị ọrụ, ndị na-arụ ọrụ n'ụzọ dị ala, na ndị ọrụ na-enweghị nkà bụ ndị a machibidoro iwu n'òtù ọdịnala n'oge Great Depression. Ebumnuche nke nzukọ ahụ bụ ịkwalite mkpuchi enweghị ọrụ nke gọọmentị, mmemme enyemaka ọrụ, na ịgbachitere ikike ndị ọrụ",
  "Ọ nwetara nkwanye ùgwù na mmasị nke ndị ọrụ ibe ya na nnukwu òtù ndị ọrụ n'ihi nnọgidesi ike ya na nraranye na-adịghị akwụsị akwụsị maka ihe kpatara ikike ndị ọrụ",
  "Tenayuca lụrụ ọgụ mgbe niile iji hazie ndị ọrụ ma kwalite ebumnuche nke nzukọ ahụ dị ka onye a ma ama na onye na-ekwu okwu n'ezoghị ọnụ na WAA.",
  "Emma Tenayuca bụkwa onye otu Women's League for Peace and Freedom (WLPF), otu ụmụ nwanyị zuru ụwa ọnụ nke e guzobere na 1915 na ebumnuche nke ịkwalite ikpe ziri ezi, ịha nhata, na iwepụ ngwá agha",
  "Na ngwụcha afọ 1930, obere oge mgbe ngagharị iwe ahụ gasịrị na San Antonio, Tenayuca sonyere na Women's Liberation Party (WLPF)",
  "N'afọ 1940, ọ gara mgbakọ mba ụwa nke Women's Liberation Movement for Peace (WLPF) na Washington, D.C., dị ka onye nnọchi anya, na-anọchite anya alaka San Antonio nke nzukọ ahụ",
  "Ntinye aka Tenayuca na mgbakọ ahụ nyere ya ohere ikwurịta mkpa udo na iwepụ ngwá agha dị n'etiti esemokwu nke Agha Ụwa nke Abụọ.",
  "N'afọ 1942, mgbe ọ na-eje ozi dị ka onye nhazi mba maka ndị ọrụ Alliance of America, Emma Tenayuca duziri ngagharị iwe na San Antonio megide mmeri obi ọjọọ nke US Border Patrol na otu ndị Mexico kwagara mba ọzọ",
  "Ndị ọrụ Border Patrol wakporo ndị mbịarambịa ahụ wee hapụ ha n'ọzara ka ha nwụọ n'ihi mmerụ ahụ ha",
  "Iwe Tenayuca nwere n'ihe merenụ mere ka ọ hazie ngagharị iwe ahụ, nke dọtara uche na mmeso obi ọjọọ nke ndị mbịarambịa na ókèala US na Mexico.  N'afọ 1944, Tenayuca gosipụtara ọzọ megide mmeso obi ọjọọ nke ndị na-ahụ maka ókèala na-emeso ndị mbịarambịa",
  "Nzukọ ya na San Antonio, nke ihe karịrị mmadụ 1,500 bịara, bụ nkatọ siri ike nke omume obi ọjọọ na obi ọjọọ nke ndị na-ahụ maka ókèala",
  "Ngagharị iwe ndị a na-ekpughe mkpebi siri ike Tenayuca na-alụ ọgụ megide ikpe na-ezighị ezi nke ndị mbịarambịa Mexico na-eche ihu na mkpebi siri ike ya ịmepụta ọha mmadụ ziri ezi na nke hà nhata.",
  "Emma Tenayuca butere ọrịa Alzheimer mgbe ọ lara ezumike nká ma nwụọ na July 23, 1999",
  "Tenayuca nọgidere na-akpali ndị na-eme ngagharị iwe ruo mgbe ọ nwụrụ",
  "Enwere ike ịhụ mmasị a na-enwe maka ya na That's Not Fair! Emma Tenayuca's Struggle for Justice, akwụkwọ ụmụaka na-asụ asụsụ abụọ nke na-akọ akụkọ banyere onyinye ya na pecan sheller strike. A na-ahụkwa akụkọ Tenayuca site na ihe nkiri egwuregwu edere iji kwanyere nraranye ya na onyinye ya ùgwù",
  "Akụkọ ndụ zuru ezu nke ndụ Tenayuca na-aga n'ihu site n'aka nwa nwanne ya nwanyị nke a haziri maka mbipụta na 2021. South Texas Civil Rights Project raara onyinye kwa afọ, The Emma Tenayuca Award, nye ndị mmadụ na-arụ ọrụ iji chebe ikike obodo. Tenyuca nwetara aha njirimara \"La Pasionaria de Texas\" (Spanish maka \"The Passionate One\") n'ihi ọtụtụ ngagharị iwe ya n'ihu ọtụtụ njide",
  "Òtù Kọmunist nke USA nwere ọbụna otu isi aha ya bụ iji sọpụrụ ya."
]