[
  "I",
  "t",
  "Emmanuel Castis (a mụrụ na 1 Febụwarị 1976), bụ onye South Africa na-eme ihe nkiri, onye na-agụ egwu na onye na-agba egwu nke sitere na Gris. A maara ya nke ọma maka ọrụ ya na usoro ihe nkiri Isidingo, Erfsondes na Black Sails.",
  "A mụrụ ya n'abalị1 Febụwarị afọ 1976 na Johannesburg, South Africa nye nne na nna ya bụ ndị Gris, Mike Castis na Maro Castis Ọ gụsịrị akwụkwọ na Mahadum Witwatersrand",
  "Ọ lụrụ onye ọlụlụ ya Sharlene Economou",
  "Ha kwere nkwa ọlụlụ na Komati Gorge Lodge na Mpumalanga.",
  "Ọ malitere ime ihe nkiri n'afọ 1997 na ihe nkiri ya na PJ Sabbagha na Forgotten Angle Dance Theatre Company ebe ọ rụrụ ọrụ 'Lennox' na egwuregwu Macbeth a ma ama",
  "Mgbe ahụ, o tinyere aka na ihe nkiri egwu",
  "Ka ọ dịgodị, o mere ihe nkiri mbụ ya na telivishọn na-ewu ewu na telivishọn bụ Isidingo n'afọ 1999. N'ime usoro ihe nkiri ahụ, ọ rụrụ ọrụ 'Steve Stethakis' nke ghọrọ onye ama ama",
  "N'afọ 2004, o ritere ihe nrite nke ndị mmadụ maka onye na-eme ihe nkiri kacha mma na ihe nkiri telivishọn",
  "Mgbe ahụ, ọ pụtara na usoro Erfsondes dị ka onye isi nwoke",
  "ma họpụta ya ugboro abụọ maka South African Film and Television Awards (SAFTA) maka Best Actor na usoro telivishọn",
  "N'afọ 2008, o meriri n'asọmpi ama ama nke South African version of Dancing with the Stars",
  "E wezụga ime ihe nkiri, ọ bụkwa onye na-agụ egwu nke ọma, ebe o dekọrọ abọm egwu mbụ ya n'afo 2008 na aha \"South of Nowhere\"",
  "N'otu afọ ahụ, o meriri oge nke anọ nke ihe ngosi Strictly Come Dancing",
  "Mgbe ahụ n'afọ̀ 2011, o wepụtara egwu \"Stop Running\" n'afọ 2011 na otu \"Alive\" na njedebe nke afọ 2015.",
  "N'afọ 2014, ọ bụ onye ọka ikpe maka SAFTAs",
  "Ọ pụtakwara na ihe nkiri abụọ a ma ama na mba ụwa, Wild at Heart na Black Sails",
  "Ka ọ dịgodị, ọ pụtara na ọtụtụ ihe nkiri: Cryptid, Eternity na Tremors 5: Bloodlines The, ọ gara gburugburu ụwa na Broadway hit musical Jersey Boys, dịka otu n'ime ndị ndu 'Nick Massi'",
  "O mechara nweta otuto dị mma ma nweta nhọpụta maka onye na-eme ihe nkiri kachasị mma na egwu na Naledi Theatre Awards."
]