[
  "Emmanuel Bonaventure Dennis (bu onye a mụrụ n'ụbọchị nke 15 n'ọnwa Nọvemba n'afọ 1997) bụ onye egwuregwu bọọlụ Naịjirịa nke na-agbara otu egwuregwu Premier League Watford na otu mba Naịjirịa bọọlụ.",
  "Dennis malitere ọrụ ya na Kwara Football Academy Ilorin, nke dị na Kwara Steeti , Nigeria.",
  "Na Machị 2016, Dennis bịanyere aka na klọb Premier League nke Ukraine Zorya Luhansk O mere nke mbụ ya na egwuregwu megide Olimpik Donetsk na 24 Julaị 2016, ebe o nyere goolu mmeghe na mmeri 3-0",
  "Dennis malitere oge ahụ na bench tupu e nye ya UEFA Europa League mbụ ya na Feyenoord na 3 Nọvemba, nke biri 1–1",
  "Mgbe ọ masịrị Feyenoord, ọ gbakwara bọọlụ na egwuregwu ndị ọzọ nke Ukraine, na Fenerbahçe na Manchester United",
  "Zorya meriri 2–0 n'egwuregwu abụọ ahụ ma ewepụ ya na otu ahụ ebe ọ gwụchara n'ọkwa ikpeazụ.",
  "N'abalị iri na otu n'ọnwa Disemba, Dennis nyere goolu nke abụọ ya na mmeri 2–0 megide Stal Kamianske",
  "Ngosipụta ya dọtara ma Manchester City yana otu Bundesliga a na-amaghị ama, bụ ndị nwere mmasị ịbanye ya na windo mbugharị oge oyi. Otú ọ dị, Dennis mechara nọrọ na Zorya maka oge fọdụrụnụ, na-enyere ha aka ịnọ n'ọkwa nke atọ na league na goolu isii ya na egwuregwu iri abụọ na abụọ.",
  "Club Brugge kwupụtara na 30 Mee 2017 na ha bịanyere aka na Dennis na nkwekọrịta afọ anọ maka ego nke € 1.2 nde. E nyere ya uwe jesi nọmba iri anọ na abụọ",
  "Dennis malitere oge ahụ nke ọma, na-enye goolu ise n'ime egwuregwu isii, gụnyere otu na mbido ya na 26 Julaị 2017 na İstanbul Başakşehir, 3–3 draw na brace ụbọchị atọ ka e mesịrị na league n'elu Lokeren, nke mechara na mmeri 4-0.",
  "Na ụbọchị mbụ na ọnwa Ọktọba 2019, Dennis nyere goolu ugboro abụọ na 2–2 na Santiago Bernabéu Stadium megide Real Madrid na otu egwuregwu nke 2019–20 UEFA Champions League.",
  "Na 25 Jenụwarị 2021, akụkụ Bundesliga 1",
  "FC Köln kwupụtara na ha bịanyere aka na Dennis na nkwekọrịta mgbazinye ego ruo na njedebe nke oge ahụ. O mere ngụkọta nke egwuregwu itoolu n'oge ọ nọ na Germany.",
  "Na 21 June 2021, Watford kwadoro na ha na Club Brugge kwekọrịtara maka ịnyefe Dennis. E bịanyere aka na nkwekọrịta afọ ise mgbe ụbọchị abụọ gasịrị. N'abalị iri na anọ n'ọnwa Ọgọstụ, Dennis nyere goolu na Watford mbụ ya na mmeghe ha na Aston Villa, ebe Watford meriri 3–2. A họpụtara Dennis maka ihe nrite Premier League Player of the Month maka Nọvemba 2021 mgbe ọ gbachara ma nweta enyemaka abụọ na 4–1 nke Manchester United ma nye goolu na mmeri 4–2 na Leicester City. Ugbu a, ọ nọ n'ọkwa nke iri na abụọ na chaatị goolu nke Premier league.",
  "Dennis nọchitere anya Naịjirịa n'okpuru afọ iri abụọ na atọ tupu a kpọọ ya n'otu ndị okenye. O mere nke mbụ ya na 10 Septemba 2019 na 2–2 enyi na enyi na Ukraine, na-abịa dị ka onye nnọchi anya Samuel Chukwueze na nkeji 82.",
  "Nigeria Football Federation nwara ịkpọ Dennis ka ọ bụrụ onye otu maka 2021 Africa Cup of Nations mana ha boro Watford ebubo na ọ jụrụ ịhapụ Dennis na 'igbochi ezé ha'.Dennis so na ndị otu Naịjirịa nke meriri na goolu ndị Black Stars nke Ghana na Qatar 2022 World cup qualifier.",
  "Club Brugge"
]