[
  "Emmanuel TV bụ netwọk telivishọn Ndị Kraịst nke nwere isi ụlọ ọrụ na Lagos, Nigeria",
  "Ọ bụ onye nwụrụ anwụ T.B",
  "Joshua, onye bụbu onye isi ụkọchukwu nke ụlọ nzukọ, Church of All Nations (SCOAN), na Lagos, Nigeria, guzobere ya",
  "Ọ bụkwa ọwa ozi Ndị Kraịst kachasị nwee ndi edebanyere aha na YouTube n'ụwa niile nwere ihe karịrị otu nde ndị debanyere aha, ka ọ na-erule Jenụwarị 2019.",
  "Na ngwụcha afọ 1990, SCOAN malitere inweta nlebara anya mba ụwa n'ihi nkesa vidio, na-egosi ihe nkiri nke ozi mbụ nke Joshua na ọrụ ebube a na-ekwu na ọ bụ ọrụ ebube",
  "Tụkwasị na nke a, Joshua malitere igosi mmemme oge niile na-egosi 'ọrụ ebube' na telivishọn Naijiria",
  "Otú ọ dị, mgbe National Broadcasting Commission (NBC) nke Naịjirịa, n'okpuru ntụziaka nke Onye isi ala Olusegun Obasanjo n'oge ahụ machibidoro igosi 'ọrụ ebube', na 2004, e wepụrụ ọtụtụ mmemme ya. Nke a mechara dozie ụzọ maka mpụta nke Emmanuel TV na 8 Maachị 2006 site na T.B",
  "Joshua.",
  "Kemgbe e bidoro ya, Emmanuel TV agbasawo mmemme Ndị Kraịst, na-ekwu na ebumnuche ya bụ 'ịkwusa ozi ọma nye mmadụ niile.' Site na mmalite dị ala, ọ toro ngwa ngwa ịghọ otu n'ime ụdị ndị a ma ama n'Africa na ụlọ ọrụ telivishọn a ma ama",
  "Na profaịlụ ya banyere Joshua, BBC kọwara ya dị ka \"onye na-ekwusa ozi ọma na telivishọn a ma ama na Naijiria\".",
  "Emmanuel TV na-agbasa ọtụtụ mmemme site na Synagogue, Church of All Nations (SCOAN)",
  "Ọ nwetara aha ọma maka ịbụ ụlọ ọrụ Ndị Kraịst nke na-adịghị eme mkpọsa ọ bụla na ikuku maka enyemaka ego na n'etiti naanị ụlọ ọrụ Ndị Kraịst nke na-ejikọghị mmemme nke ndị ụkọchukwu ndị ọzọ.",
  "A na-ahụkwa Emmanuel TV na DStv Channel 390 ebe a na-ahụ ọgụgụ Bible, akụkọ oluebeube, nkuzi na mmemme ụmụaka Ndị Kraịst dị ka ihe nkiri nke na-elekwasị anya na Bible nakwa ndụ Jizọs Kraịst.",
  "A na-agbasa Emmanuel TV n'ụwa niile na satellites dị iche iche",
  "Ihe omume ya na-agbasa kwa izu n'ọtụtụ ụlọ ọrụ telivishọn dị n'ógbè ahụ gafee Africa, na-amalite na DStv na GOtv na Nọvemba 2015, yana Startimes na Febụwarị 2016. Ebe egwuregwu ya dị na Johannesburg, South Africa.",
  "Ụkpụrụ nduzi Emmanuel TV bụ 'Igbanwe Ndụ, Igbnwe Mba, Igbanwe Ụwa.' A makwaara ụlọ ọrụ ahụ maka okwu ya, 'Distance Is Not A Barrier', na-agba ndị na-ekiri ume ka ha na T.B",
  "Joshua 'na-ekpe ekpere' site na 'mmetụta ihuenyo'. E nwere ọtụtụ nkwupụta nke ndị mmadụ na-enweta 'ọgwụgwọ' ọrụ ebube site n'ekpere ndị a, gụnyere onye na-eme ihe nkiri Nollywood a ma ama Tonto Dikeh onye kwuru na ekpere Joshua kwụsịrị ịṅụ sịga afọ iri na anọ.",
  "T.B",
  "Joshua enyewo telivishọn n'ụlọ mkpọrọ na ụlọ ọgwụ ka ha wee nwee ike ikiri mgbasa ozi Emmanuel TV.",
  "Ọwa YouTube nke Emmanuel TV bụ ọwa YouTube nke ozi Ndị Kraịst kacha nwee ndị debanyere aha n'ụwa niile na nke atọ kacha nwee ndị debanyere aha na Naịjirịa",
  "Google họọrọ otu n'ime vidiyo YouTube nke Emmanuel TV dị ka vidiyo nke anọ a na-elekarị anya na Naịjirịa. YouTube emechiela ọwa ahụ, nke kwuru na ihe karịrị otu nde mmadụ na pụkụ narị asatọ debanyere aha ebe nde mmadụ narị isii na-ekiri ya, na Eprel 13, 2021",
  "YouTube na-ekwu na ọ \"na-amachibido ọdịnaya nke na-ekwu maka na mmadụ nwere isi mgbaka, ọrịa, ma ọ bụ dị ala n'ihi ịbụ onye otu ha na otu echedoro gụnyere mmasị mmekọahụ\". Joshua na-arịọ arịrịọ maka mkpebi ahụ ma kpọọ ìgwè atụrụ ya nke a na-ahụ n'ofe Africa na Latin America, mana ọ gụnyere ọgbakọ dị na United States na ebe ndị ọzọ ka ha \"na-ekpere YouTube ekpere\"."
]