[
  "Àtụ:MedalTableTop",
  "Emmanuel Arinze Ifeajuna (1935 na 25 Septemba na afọ 1967) bụ onye isi ndị agha Naijiria na onye na-awụli elu. Ọ bụ onye isi ojii Africa mbụ meriri ihe nrite ọla edo na egwuregwu mba ụwa mgbe ọ meriri na afọ 1954 British Empire na Commonwealth Games",
  "Ihe mmeri ya na ihe kachasị mma nke 6 ft 8 in (2.03 m) bụ ihe ndekọ egwuregwu na ihe ndekọ Alaeze Ukwu Britain n'oge ahụ.",
  "Onye Igbo si Onitsha, ọ bụ onye gụsịrị akwụkwọ na Mahadum College of Ibadan ma tinye aka na ndọrọ ndọrọ ọchịchị",
  "O mechara sonye n'usuu ndị agha ma keere òkè na nnupụisi ọchịchị Naijiria na 1966.",
  "A mụrụ ya na Onitsha, ọ gara Dennis Memorial Grammar School n'obodo ya ma gosipụta njirimara ndị ga-emecha kọwaa ndụ ya. Ọ zụrụ na ịwụli elu n'okpuru onye nkuzi egwuregwu ya, ọ sonyeere na ngagharị iwe nke mechiri ụlọ akwụkwọ ahụ maka oge. Ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị n'afọ 1951. Ilesa Grammar School na-ekwukwa na ọ bụ onye gụsịrị akwụkwọ n'oge gara aga",
  "A na-arụ ụka na nke a, ọ bụ ezie na ọ na-akụzi ụlọ akwụkwọ oge okpomọkụ n'ụlọ akwụkwọ ahụ.",
  "Afọ 1954 Nigerian Athletics Championships hụrụ ya ka o guzobere onwe ya n'etiti ndị na-awụli elu kachasị mma na mba ahụ",
  "Ịwụli elu nke 6 feet 5.5 inches (1.97 m) pụtara na a họọrọ Ifeajuna ka ọ nọchite anya mba ya na afọ1954 British Empire na Commonwealth Games, n'akụkụ Nafiu Osagie. Naịjirịa rụrụ ọrụ nke ọma na mba ụwa na ịwụli elu n'oge ahụ bụ onye nke abụọ na afọ 1950 British Empire Games, na ndị Naịjirị atọ na-awụli elu mere iri abụọ kachasị elu na afọ 1952 Olympic high jump.",
  "Na afọ 1954 Games na Vancouver, ọ na-asọmpi na-eyi naanị akpụkpọ ụkwụ aka ekpe ya ma jisiri ike kpochapụ 6 ft 8 na (2.03 m), nke bụ ma ndekọ egwuregwu na ndekọ Alaeze Ukwu Britain maka ọzụzụ ahụ",
  "Ihe nrite ọla edo nke sitere na ya mere ka ọ bụrụ onye isi ojii Africa mbụ meriri na asọmpi egwuregwu mba ụwa. Nnukwu nnụnụ ahụ nwere ihe nrite ndị Afrịka n'afọ ahụ, na Patrick Etolu nke Uganda na-agwụ n'azụ Ifeajuna na Osagie nke Naịjirịa na-ewere ọnọdụ nke atọ. Ifeajuna natara nnabata dị ka dike mgbe ọ laghachiri Lagos ma na-agagharị n'okporo ámá tupu ya ekwuo okwu na emume obodo.",
  "Mgbe o nwetasịrị ihe nrite ọla edo, ọ kwụsịrị ọzụzụ na ịwụli elu ma ghara ịlaghachi n'egwuregwu ahụ",
  "Ọ debanyere aha na nzere sayensị na Mahadum College of Ibadan na afọ 1954 wee tinye aka n'ime òtù ndọrọ ndọrọ ọchịchị ụmụ akwụkwọ nke ụlọ ọrụ ahụ",
  "Ọ bụkwa onye otu Sigma Club, Mahadum Ibadan, otu ụmụ akwụkwọ na-enyere ndị mmadụ aka, ndị na-ahazi Havana Musical Carnival kwa afọ na ụlọ ọrụ ahụ",
  "Mgbe ọ nọ ebe ahụ, ya na Christopher Okigbo na J.P",
  "Clark ghọrọ ezigbo enyi, ha abụọ ga-aga n'ihu ịghọ ndị na-ede uri Naijiria a ma ama. Ifeajuna bụkwa ezigbo enyi Emeka Anyaoku, onye mechara bụrụ odeakwụkwọ ukwu nke Commonwealth",
  "O tinyere aka nke ukwuu na Ibadan's Students' Union ma ghọọ onye isi ozi nke nzukọ ahụ, na-agba ume ngagharị iwe. Ọ nwere njikọ na Dynamic Party, nke onye mgbakọ na mwepụ bụ Chike Obi duziri",
  "Uche Chukwumerije, onye ya na ya dịkọrọ ndụ ma mesịa bụrụ onye omeiwu, chetara na Ifeajuna na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị, mana ọ na-ekwukwa na ọ chọghị itinye aka na ngagharị iwe ahụ n'onwe ha",
  "Clark gosikwara nke a, na-ezo aka n'ihe atụ nke mkpesa maka mmechi ụlọ oriri na ọṅụṅụ ụmụ akwụkwọ",
  "Ihe mere e ji mechie ya bụ ikpe igbu ọchụ nke Ben Obumselu, onye isi oche nke otu ụmụ akwụkwọ na enyi Ifeajuna",
  "Ifeajuna haziri ngagharị iwe ahụ mana ọ nọghị n'oge esemokwu ndị sochirinụ.",
  "Mgbe ọ gụsịrị akara ugo mmụta sayensị ya, ọ banyere na nkuzi, a na-eziga ya na Ebenezer Anglican Grammar School na Abeokuta",
  "Ifeajuna nọgidere na-emekọrịta ihe mgbe niile na Okigbo, onye gakwara n'ihu na-akụzi, ha abụọ nọgidekwara na-ekwurịta banyere ndọrọ ndọrọ ọchịchị mgbanwe. Nke a mere ka Ifeajuna hapụ ọrụ nkuzi iji sonye na ndị agha na afọ 1960",
  "Ọ gara ọzụzụ na Mons Officer Cadet School na Aldershot, United Kingdom. Dị ka onye gụsịrị akwụkwọ, ọ rịgooro ngwa ngwa n'ime ndị agha wee ruo n'ọkwa Major na Jenụwarị, na afọ 1966",
  "Ọ bụ onye isi brigade na Lagos.",
  "N'ịbụ onye na-enweghị afọ ojuju na ntụziaka mba ya weere n'oge Republic Naịjirịa Mbụ n'okpuru Praịm Minista Abubakar Tafawa Balewa, Ifeajuna ghọrọ onye na-agba izu na nkata iwepu gọọmentị",
  "N'ihi ọmụmụ ya, a na-ewere Ifeajuna dị ka otu n'ime ndị isi ọgụgụ isi nke nkata aghụghọ ahụ ma o dere ihe odide a na-ebipụtaghị ebipụta banyere arụmụka maka mgbalị ọchịchị Naijiria nke afọ 1966. Ọ na-eleghara nrụrụ aka na ọgba aghara nke sitere na nchịkwa ọjọọ nke gọmentị. Major Chukwuma Kaduna Nzeogwu bụ ihu nke mgbalị iwe ọchịchị, nke metụtara ndị isi agha ise ndị ọzọ: Timothy Onwuatuegwu, Chris Anuforo, Don Okafor, Adewale Ademoyega na Humphrey Chukwuka.",
  "Ademoyega, Okafor, Anuforo na Chukwuka bụ ndị isi ndị ọzọ dị na Lagos, ebe Ifeajuna duziri òtù",
  "Ifeajuna duuru ndị agha ya gaa n'ụlọ Praịm Minista Balewa ma jide ya",
  "Ka ọ dịgodị, Nzeogwu kpughere aha ndị nnupụisi ahụ bu n'obi igbu na Balewa dị ka onye a ma ama",
  "Okafor chọrọ ijide Brigadier Zakariya Maimalari, onye isi Ifeajuna",
  "Maimalari gbapụrụ ma mgbe ọ chọtara Ifeajuna rịọrọ ya maka enyemaka",
  "Ifeajuna gburu Maimalari, nke dugara na esemokwu n'etiti ndị Ifeajuna, ebe ọ bụ onye ọrụ a na-akwanyere ùgwù nke ukwuu",
  "Ifeajuna gbukwara Lieutenant Colonel Abogo Largema na họtel dị na mpaghara Ikoyi nke Steeti Lagos.",
  "Otu n'ime ndị a ma ama na-achọ ọchịchị aka ike, Major-General Johnson Aguiyi-Ironsi, jidere atụmatụ ahụ ma gbanahụ ijide ya",
  "Mgbe ahụ, ọ malitere imegide ndị na-agba izu nnupụisi ahụ",
  "Ironsi mesịrị nwee ike igbochi nnupụisi ahụ wee weghara ọchịchị n'onwe ya. N'oge ihe omume ndị a, Praịm Minista Balewa nwụrụ mgbe e jidere Ifeajuna",
  "Akụkọ ndị uwe ojii banyere ọnọdụ ọnwụ ya (nke ka na-edezi) na-ekwu na Ifeajuna gbara Balewa mgbe ọ na-akwọ ụgbọala na-aga Abeokuta ma hapụ ozu ahụ n'okporo ụzọ",
  "Ụfọdụ na-ekwu na ọ bụghị kpachapụrụ anya gbuo Balewa (n'ihi na ọ bụghị otu n'ime ndị a na-ekwu maka igbu ọchụ), kama ọ nwụrụ site na ụkwara ume ọkụ ma ọ bụ nkụchi obi n'oge ihe isi ike ahụ",
  "Isiokwu a ka bụ ihe a na-edozighị edozi nke akụkọ ihe mere eme nke mgbalị ọchịchị nke afọ 1966.",
  "Mgbe Ironsi megidere nnupụisi ahụ, enyi Ifeajuna bụ Christopher Okigbo nyeere ya aka ịgafe ókèala gaa Dahomey (nke bụ Benin ugbu a) wee gaa Ghana ebe onye ndú ya bụ Kwame Nkrumah nabatara ya",
  "A kwaturu ọchịchị Nkrumah n'oge na-adịghị anya mgbe nke ahụ gasịrị ma Ifeajuna laghachiri Naịjirịa mgbe Emeka Ojukwu mesiri ya obi ike na ndụ ya agaghị anọ n'ihe ize ndụ",
  "Ọ batara ọzọ n'ọrụ agha, n'oge a n'ime ndị agha Biafra Republic of Biafra kwupụtara nkewa ya na Naịjirịa, malite Agha Obodo Naịjirị",
  "Ifeajuna, Victor Banjo, Phillip Alale na Sam Agbam ka Ojukwu boro ebubo na ha na ndị ọrụ gọọmentị Naijiria na-ekwurịta okwu, site na ndị ọrụ Britain, na-enwe olileanya iweta nkwụsị ọkụ, iwepu Ojukwu, ma nweta ọnọdụ dị mkpa maka onwe ha",
  "E kpere ha ikpe ngwa ngwa ma maa ha ikpe ọnwụ site na ndị na-agba égbè maka ịgba ọchịchị mgba okpuru",
  "Ifeajuna kwuru na atụmatụ ahụ bụ iji chebe ndụ ndị nkịtị na Enugu site na mwakpo na-abịanụ nke ndị agha gọọmentị etiti",
  "E gburu Ifeajuna na ndị ya na ha gbara izu atọ na 25 Septemba, na afọ 1967. Enugu, isi obodo Biafra, bụ nke ndị agha gọọmentị Naijiria weghara ụbọchị abụọ ka e mesịrị.",
  "Ifeajuna nwere ihe nketa dị iche iche",
  "Ihe odide ya a na ebipụtaghị ebipụta dọtara uche dị ukwuu, gụnyere nke Olusegun Obasanjo, onye isi ndị agha na onye bụrụ onye isi ala Naịjirịa ugbu a. Ọtụtụ ndị na-ahụ mgbalị iwe ọchịchị nke 1966 dị ka atụmatụ Igbo, ọ bụ ezie na ndị na-agba izu gụnyere ndị na-abụghị ndị Igbo, ụfọdụ ndị a na-achọ iwe ọchịchị bụ ndị Igbos, na General Ironsi onye gbochiri iwe ọchịchị ahụ bụ onye Igbo n'onwe ya",
  "A na-ahụ ihe odide ahụ dị ka ihe nwere ike ịbụ isi iyi akụkọ ihe mere eme maka ịtụle ma agbụrụ na nnupụisi na ọrụ Ifeajuna na ya, nke sitere na onye na-agba izu na onye ndú ọgụgụ isi.",
  "Ifeajuna egosighi n'ụzọ pụtara ìhè ma ọ bụ n'ụzọ dị mma n'akụkọ ihe mere eme nke Agha Obodo Naịjirịa",
  "Ọ bụ ezie na e mere onye otu ya na afọ 1966 bụ Chukwuma Kaduna Nzeogwu ka a na-achọ ya mma dị ka dike agha ma guzobe ihe oyiyi n'obodo ya, Ifeajuna enwetaghị nkwanye ùgwù mgbe ọ nwụsịrị",
  "Mgbe ọ nwụrụ n'afọ 2011, onye bụbu onye isi Biafra bụ Ojukwu natara otuto ndị agha kachasị elu site na Naịjirịa na onye isi ala Naịjirị bụ Goodluck Jonathan gara olili ozu ya.",
  "N'ajụjụ ọnụ nke afọ 1992, Ojukwu jụrụ nkwupụta na Chukwuma Kaduna Nzeogwu bụ onye ndú nke atụmatụ ahụ, dịka ọtụtụ ndị kwenyere",
  "Akụkọ nke Ngalaba Pụrụ Iche nke Ndị Uwe Ojii Naịjirịa, akụkụ mbụ ya nke edere na akụkụ nke abụọ na-efu efu, kwuru na Ifeajuna, Don Okafor na Captain Ogbu Oji bụ ndị okike na ndị isi nke atụmatụ nnupụisi na afọ 1965, na Nzeogwu na-etinye aka na njedebe. Ụfọdụ ndị na-ahụ Ifeajuna dị ka onye gburu Praịm Minista Balewa, nke mere ka Republic Mbụ daa ma kpatara agha obodo",
  "Enweghị nyocha ọkpụkpụ Balewa ma ọ nweghị ihe akaebe na a gbagburu ya",
  "Akụkọ ndị ọrụ gọmentị na-akọ na a hụrụ ozu ya n'ọnọdụ ịnọdụ ala n'akụkụ osisi, n'akụkụ ozu minista ego Festus Okotie-Eboh, onye a gbagburu ma nọrọ n'etiti ebubo nrụrụ aka.",
  "Ihe nketa Ifeajuna n'ime akụkọ ihe mere eme nke egwuregwu ndị isi ojii Afrika ejirila omume ndọrọ ndọrọ ọchịchị ya kpuchie ya mgbe ọ na-esote ihe omume ya.",
  "N'oge ọ nọ na mahadum, Ifeajuna zutere nwunye ya Rose na afọ 1955",
  "Afọ anọ ka e mesịrị, ha lụrụ di na nwunye ma gaa n'ihu mụọ ụmụ nwoke abụọ."
]