[
  "Emmanuel Chinenye Emenike (a mụrụ n'ụbọchị nke 10 n'ọnwa Mee n'afọ 1987) bụ onye Naijiria bụbu onye egwuregwu bọọlụ",
  "Ọ gbara bọọlụ na klọb Westerlo nke Belgium n'oge na-etebeghị aka.",
  "Emenike malitere njem egwuregwu epeleọkpa ya na Delta Force",
  "O kpughere na o ji ụkwụ gaa ọzụzụ na azụ, n'agbanyeghị na ọ nwere ike iwe otu awa na ọkara",
  "O kwuru na a naghị akwụ ya ụgwọ dịka ọ na-egwuri egwu na klọb ahụ mgbe ọ na-abụghị ọkachamara ma nọ na ngalaba dị ala, a jụkwara klọb ahụ ego site n'aka gọọmentị Delta Steeti.",
  "Mgbe e mesịrị na ọrụ ya, ọ ga-enweta ụgwọ ọrụ mbụ ya mgbe ọ kwagara South Africa. Ọ gafere na ndị otu Mpumalanga Black Aces nke South African National First Division n'onwa jenụwarị afọ 2008 wee bido na epeleọkpa megide Dynamos FC na 17 Febụwarị 2008",
  "O nyere ọkpụ goolu mbụ ya na ndị otu ahụ na mbido ya mana Black Aces meriri egwuregwu ahụ 4–2. Ọ bụ onye otu Black Aces nke meriri Mamelodi Sundowns na Nedbank Cup ikpeazụ.",
  "N'ọnwa Mee afọ 2008, ọ sonyeere ndị otu First Division FC Cape Town",
  "N'afọ 2009, Emenike bịanyere aka na nkwekọrịta otu afọ na Karabükspor. Emenike mere nke mbụ ya na egwuregwu mmeghe nke 1.Oge Lig na 23 Ọgọstụ 2009 n'ọkpụ 3-3 megide Samsunspor",
  "Ọ ga-enye goolu mbụ ya na 11 Ọktoba, megide Kartal",
  "Emenike nwetara akara mbụ ya nke ọrụ Turkish ya na mmeri 6–1 megide Mersin İdmanyurdu ma nweta okpu ọzọ na 14 Febụwarị 2010 na mmeri 4–2 megide Kayseri Erciyesspor",
  "Ọ gara n'ihu nye goolu iri na isii na otu.Lig, na-eduga klọb ahụ na aha na nkwalite na-akpaghị aka.",
  "Emenike meriri na ihe nrite 1.Lig Best Foreign Player na njedebe nke afọ 2009–10 oge, na nwekwara nkwekọrịta ya gbakwunyere afọ atọ maka 300.000 €.",
  "Emenike sụnyere goolu na Süper Lig mbụ ya, na-enyere Karabükspor aka imeri Manisaspor 2-1. N'abalị iri abụọ na asatọ n'ọnwa Nọvemba n'afọ 2010, o nyere goolu mbụ ya na Süper Lig na mmeri 3-0 megide Bucaspor",
  "O mechara nye goolu iri na anọ na oge mbụ ya na Süper Lig",
  "N'ọnwa Mee afọ 2011, ọ malitere ikpe megide akwụkwọ akụkọ 'Haber Turk' maka ihe ndị ọrụ Emenike kọwara dị ka \"na-eduhie eduhie\" na \"ihe ọjọọ\" na-ekwu na afọ Emenike dị afọ asaa dị iche na ihe e gosipụtara na paspọtụ ya.",
  "Na 25 Mee 2011, Emenike sonyeere Fenerbahçe maka ego a na-akọwaghị, nke a kwenyere na ọ dị ihe dị ka nde euro 9.",
  "N'abalị iri abụọ na asatọ n'ọnwa Julaị afọ 2011, e rere ya na Spartak Moscow maka nde euro €10 n'ihi ebubo nhazi egwuregwu ahụ, nke ụlọ ikpe ahụ mechara kwenyela, nke metụtara Fenerbahce na Emenike. Emenike apụtabeghị na asọmpi asọmpi maka Fenerbahçe.",
  "Emenike mere nke mbụ ya na egwuregwu mmeghe nke oge ahụ na-abịa dịka onye nnọchi anya Ari na nkeji nke 76, megide Anzhi Makhachkala na 14 August 2011",
  "Emenike mere Europa League nke mbụ ya na ọkpụ 2–2 megide Legia Warsaw nke Poland na ụkwụ mbụ nke nzere",
  "Emenike nyere goolu mbụ ya maka klọb ahụ site na 2–2 megide CSKA Moscow N'abalị iri abụọ na itoolu n'ọnwa Ọktọba afọ 2011, Emenike nyere goolu mbụ ya na mmeri 3-0 megide Lokomotiv Moscow na egwuregwu ọzọ mgbe Spartak gbara Lokomotiv, ọ ga-agba goolu ugboro abụọ.",
  "Na ngwụsị nke oge, e gburu ụ Emenike iwu ihe dịka US $ 17,000 maka mmegharị iwe mgbe ndị na-akwado Dynamo Moscow, bụ ndị metọrọ ya agbụrụ n'oge egwuregwu n'etiti Spartak na Dynamo, nke Spartak meriri 3–1 ma o nyere goolu",
  "Vladimir Vasilyev, onye ọrụ kọmitii na-ahụ maka ụkpụrụ omume nke Russian FA, kọwara ụgwọ ahụ, na-ekwu na ọ bụ \"ntaramahụhụ zuru oke\".",
  "Na 11 Julaị 2015, Emenike bịanyere aka na Al Ain na mgbazinye ego ogologo oge. Na 13 Jenụwarị 2016, mgbe ọ nọrọ ọnwa isii na klọb ahụ, Emenike laghachiri Fenerbahçe mgbe klọb ahụ kwụsịrị ịgbazinye ego ya.",
  "Na 31 Jenụwarị 2016, Emenike bịanyere aka na West Ham United na mgbazinye ego ruo na njedebe nke oge ahụ na nhọrọ iji mee ka ọ bụrụ nke na-adịgide adịgide. N'ụbọchị nke isii n'ọnwa Febụwarị, Emenike mere nke mbụ ya dịkaa onye nnọchi anya nkeji iri asaa na atọ dochie Michail Antonio na mmeri 1–0 na Southampton. N'abalị iri abụọ na otu n'ọnwa Febụwarị, Emenike nyere goolu na mmeri 5–1 megide Blackburn Rovers na FA Cup, ihe mgbaru ọsọ mbụ ya na naanị ya maka klọb ahụ.",
  "A kpọrọ Emenike na otu egwuregwu bọọlụ ala Naịjirịa maka egwuregwu enyi na enyi megide Sierra Leone. A kpọrọ ya na ndị otu egwuregwu iri abụọ na atọ nke Naịjirịa maka iko mba Afrịka. N'abalị iri abụọ na otu n'ọnwa Jenụwarị afọ 2013, o nyere goolu n'egwuregwu AFCON nke Naịjirịa megide Burkina Faso na 1-1",
  "O nyekwara goolu mbụ na nkeji iri na ise nke ikpeazụ n'etiti Naịjirịa na Côte d'Ivoire nke Naịjirịa meriri 2–1",
  "N'ụbọchị nke atọ n'ọnwa Febụwarị, Emenike nyere goolu n'efu nke dị mita iri atọ nke nyere mba ya mmeri 2–1 megide Côte d'Ivoire na iko mba Afrịka.",
  "N'afọ 2013, ọ ghọrọ akụkụ nke ndị otu Naịjirịa nke atọ meriri iko mba Afrịka - mmeri mbụ Naịjirịa kemgbe afọ 1994",
  "Ihe mgbaru ọsọ anọ ya gosipụtara na ọ dị oke mkpa maka ọganihu Naịjirịa site na asọmpi ahụ, a kpọkwara ya na ndị otu nke African Cup of Nations Team of the Tournament. Otú ọ dị, Emenike esoghị na nke ikpeazụ, n'ihi mmerụ ahụ n'apata ụkwụ. O nwetakwara Pepsi Tournament Top Scorer, na goolu anọ, ya na Wakaso Mubarak nke Ghana.",
  "Àtụ:Updated",
  "Àtụ:Col-begin\nÀtụ:Col-2",
  "Àtụ:Col-2",
  "Àtụ:Col-end",
  "Emenike lụrụ onye bụbu onye mmeri Most Beautiful Girl in Nigeria bụ Iheoma Nnadi n'afọ 2016. Di na nwunye a nabatara nwa mbụ ha n'ọnwa Ọgọstụ afọ 2017. Ha mụrụ nwa nke abụọ na 13 Machị 2020. Emenike bụ nwa nwanne nna onye mba US na onye na-agba bọọlụ West Bromwich Albion bụ Daryl Dike"
]