[
  "Emmanuel Eni AKA Blackman na  usekwu Ndị Europe (amụrụ na Igbanke na Nigeria) bụ onye mba  Naijiria nwere akwụkwọ onuno Germany na-ese ihe, onye na-akpụ ihe, onye na-ese ihe nkiri, onye na-ede uri na onye ọkà ihe ọmụma.",
  "Eni gụrụ nka na Igbobi College na Lagos, na Mahadum Polytechnic nke Auchi na Mahadum Benin.",
  "Na mba ụwa, Eni gosipụtara na Biennale d'art contemporain de Lyon, Biennale na Dakar (Dak'Art) na n'otu aka na documenta 12 na Kassel",
  "Ọ na-arụkwa ọrụ dị ka onye nkuzi na ụlọ ọrụ onwe na nke ọha.",
  "A na-ewere Eni dị ka otu n'ime ndị na-ese ihe n'oge a na Africa na ọdịda anyanwụ ụwa",
  "The Guardian na-akọwa ọrụ ya dị ka Oru ngosiputa  nke nha na-enweghị atụ.",
  "Ọ bụ onye mepụtara na onye nwe ikike nke New LightPaintings Art, onye ọkà ihe ọmụma nke edemede nke \"contemporary barock art\" - njikọ nke akụkụ niile nke nka",
  "Ọ bụ onye edemede na onye na-eme ihe nkiri nke \"nwoke ojii Na usekwu Ndị Europe  ma a makwaara ya dị ka \"onye na-ese enyí\", na Nna nke enyi Otu puku.",
  "Ihe ọkpụkpụ a ma ama: Emmanuel Eni na-emepụta ihe ọkpụkpụ na ọla nchara na terracotta",
  "N'oge na-adịbeghị anya, ọ lekwasịrị anya n'iji ihe eji emegharị emegharị na ihe eji eme ihe",
  "Ọrụ a ma ama bụ “Enyi’",
  "Maka onye a na-ese ihe, enyí na-anọchite anya nne nke anụmanụ niile na nnukwu anụ ala",
  "Eni na-ekwu na n'ewezuga  enyí, okike agaghịzi adị.\nIhe ncheta a kpụrụ akpụ nwetara ọtụtụ nlebara anya ọha na eze n'ihi ọdịdị ya, nnukwu nha ya na ịdị arọ nke ton iri abuo na agba   ya",
  "A na-eji konkiri a manyere ọzọ mee ihe ọkpụkpụ ahụ",
  "Enyí nke agba nke ụda ala, dị ka ọ pụtara site na ịsa apịtị.",
  "Mgbe ihe ngosi ahụ gasịrị, a ga-enyefe ihe ọkpụkpụ ahụ dị tọn iri abụọ n'aka ogige ihe ọkpụkpụ nke a ka ga-eguzobe",
  "Ebe ọ bụ na e meghị nke a ma ọ nweghị ihe ọzọ a pụrụ ịchọta, Eni bibiri ihe ncheta ahụ n'ihu arụmọrụ ndụ nke mmadụ di puku ato",
  "Dị ka nkwupụta gburugburu ebe obibi banyere ihe ize ndụ na iyi egwu nke ikpochapụ ọdịdị anụmanụ",
  "Ntinye aka arụmọrụ ọ kpọrọ \"Junking of the Elephant\" gosiputara  na onwa itoolu n' abali iri abuo n' ato n' afo 2006..",
  "\"Olileanya nke Ịhụnanya\" eserese na ihe ọkpụkpụ Germany \"THE BOOM\" ngosi nke ihe osise ọhụrụ na ihe ọkpụkpụ"
]