[
  "Emo de Medeiros (a mụrụ ya n'afọ 1979) bụ onye na-ese ihe na Benin bi ma na-arụ ọrụ na Paris, France na Cotonou, Benin.",
  "Ọrụ ya na-enyocha isiokwu nke transculturalism, na-agbanwe njirimara, nnọchi anya post-colonial, na ijikọ ụwa ọnụ dị ka ngwakọta na mgbanwe zuru ụwa ọnụ. Ọ na-ajụkwa mgbanwe nke kọntinent Afrịka n'ọnọdụ mgbanwe dijitalụ na ihe omume nke Pan-African 21st-century TransAfrica na mgbanwe n'etiti ọdịnala na nwelite ọhụrụ.",
  "Mgbe ọ nọrọ na nwata na afọ iri na ụma ya na Cotonou, Benin, ọ kwagara France ịga gụọ akwụkwọ",
  "Ọ gụsịrị akwụkwọ na Ecole Normale Supérieure na Paris ebe ọ gụrụ akụkọ ihe mere eme, sociology na anthropology, mgbe nke ahụ gasịrị, ọ gara n'ihu na ọzụzụ ya na Ecole Nationale Supérieure des Beaux-Arts na Paris.",
  "Mgbe ọ nọ na Beaux-arts, ọ malitere ilekwasị anya na nka dijitalụ: foto dijitalụ, eserese, ihe ngosi 3D, vidiyo dijitalụ na ngwaọrụ mmekọrịta, ma nyochaa kpọmkwem mmekọrịta dị n'etiti oge na ebe nchekwa site na echiche nke instensity (ike nke ozugbo), jikọtara ya na nnwale ya na omume egwu eletrik",
  "Mgbe ọ gụsịrị ụlọ akwụkwọ nka, ọ duziri ihe onyonyo egwu na obere ihe nkiri mgbe ọ na-achụso ọrụ ya dị ka onye na-ede egwu na onye na-emepụta egwu elektrọnik na Paris",
  "Ọ kwagara Boston, ebe ọ gara klas na Massachusetts College of Art and Design, tupu ọ laghachi France ma mesịa gaa Benin.",
  "Ọrụ Emo de Medeiros na-agafe usoro dị iche iche, gụnyere foto, vidiyo, ákwà, eserese, arụmọrụ, na ihe ọkpụkpụ, ma na-enyocha isiokwu nke mmekọrịta mmadụ na ibe ya na mmekọrịta ihe atụ, nke mmekọrịta na mmepeanya dijitalụ, nke agbụrụ na Panafricanism na ọnọdụ post-colonial",
  "Mgbe ụfọdụ, a na-amakọta ya na afrofuturism.",
  "Omume ya dabere na echiche nke ọnọdụ, nke akọwapụtara dị ka ịmepụta ihe ndị dabeere na njikọ dị n'etiti ọdịbendị, ihe, usoro echiche na omume sitere na mpaghara dị iche iche, oge, na ojiji",
  "Karịsịa iberibe ya na-agwakọta ihe ndị metụtara nkà na ụzụ (dịka ngwaọrụ ejikọrọ) na ụdị sitere na nka Afrịka oge ochie, ọkachasị site na Benin, ma ọ bụ jikọta ụdị nka dị ka ntinye na arụmọrụ na-akpata dịka ọmụmaatụ n'echiche nke ntinye arụmọrụ nke ọha na eze na-anọchite anya ihe semantic n'onwe ya, dị ka Kaleta / Kaleta gosipụtara na Palais de Tokyo n'afọ 2014.",
  "N'afọ 2015, o gosipụtara Pavillon du Bénin n'oge 56th Venice Biennale, ntinye nzuzo nke dị n'akụkụ Pavilion French na Giardini, isi ebe nke biennale. Akụkụ ahụ bụ nkọwa ndọrọ ndọrọ ọchịchị na-enweghị isi banyere enweghị onye na-ere ahịa na nzuzo nke Afrịka na ọrụ ndị e gosipụtara na biennale, n'agbanyeghị ọnụnọ ha a na-ahụ anya na obodo ndị na-eme njem nlegharị anya na Ịtali, banyere akụ na ụba na ike ihe atụ nke na-eme ka ọnụnọ nke ụlọ ndò mba nke mba Afrịka sie ike, na banyere esemokwu gbasara Pavilion Kenya ebe ọtụtụ n'ime ndị na-ese ihe gosipụtara bụ ndị China.",
  "E gosipụtala ọrụ ya n'ọtụtụ ihe ngosi naanị ya na otu na Benin, France, United Kingdom na South Africa. E gosikwara ya na Salon de Montrouge n'afọ 2013, na Palais de Tokyo na Paris na 2014, na Dakar Biennale na Arts na Marrakech (AiM) International Biennale n'afọ 2016."
]