[
  "Nlekọta ndị ọrụ bụ (na-emekarị akpaaka) nyocha nke ọrụ ndị ọrụ",
  "Òtù na-etinye aka na nlekota ndị ọrụ maka ihe dị iche iche dịka iji soro arụmọrụ, iji zere ibu ọrụ iwu, iji chebe ihe nzuzo azụmahịa, na iji dozie nchegbu nchekwa ndị ọzọ. Omume a nwere ike imetụta afọ ojuju ndị ọrụ n'ihi mmetụta ya na nzuzo onye ọrụ",
  "N'etiti òtù, oke na usoro nlekota ndị ọrụ dị iche.",
  "Ụlọ ọrụ nwere ike iji ngwá electronic ya kwa ụbọchị iji nyochaa ndị ọrụ ya fọrọ nke nta ka ọ bụrụ mgbe niile",
  "Usoro ndị a na-ahụkarị gụnyere nlekota ngwanrọ, ịpị ekwentị, nyocha vidiyo, nlekota email, na nlekota ebe.",
  "Igodo igodo, ma ọ bụ igodo igodo, bụ usoro nke na-edekọ ntinye onye ọrụ. Software igodo igodo isi nwekwara ike ijide nseta ihuenyo mgbe ọ na-akpali site na isi okwu ndị akọwapụtara",
  "Ụfọdụ [onye?] na-ahụ ya dị ka imebi nzuzo n'ebe ọrụ ma bụrụ onye ama ama maka iji ya mee ihe n'ebumnobi ọjọọ",
  "Ndị na-egbu osisi nwere ike ịnakọta ma chekwaa paswọọdụ, ozi akaụntụ ụlọ akụ, ozi nzuzo, nọmba kaadị akwụmụgwọ, nọmba PIN, na aha njirimara",
  "Nlekọta ndị ọrụ na-emegidekarị nzuzo ndị ọrụ. Nlekọta na-anakọta ọrụ metụtara ọrụ, mana ọ pụkwara ịnakọta ozi nkeonwe nke onye ọrụ na-enweghị njikọ na ọrụ ha",
  "Nlekọta n'ebe ọrụ nwere ike itinye ndị ọrụ na ndị ọrụ na esemokwu n'ihi na akụkụ abụọ ahụ na-agbalị ichebe ọdịmma onwe onye",
  "Ndị ọrụ chọrọ ịnọgide na-enwe nzuzo ha ebe ndị ọrụ chọrọ ịhụ na ejighị ego ụlọ ọrụ eme ihe n'ụzọ na-ezighị ezi",
  "N'ọnọdụ ọ bụla, ụlọ ọrụ nwere ike ịnọgide na-enwe usoro nlekota omume site n'izere nlekota ọrụ ndị ọrụ. Onye ọrụ kwesịrị ịghọta ihe a na-atụ anya n'aka ha ebe onye ọrụ kwesịrị ịmepụta iwu ahụ.",
  "Azụmahịa na-eji nlekota ndị ọrụ maka ihe dị iche iche",
  "Ihe na-esonụ bụ ndepụta nke gụnyere, mana ọ bụghị naanị: [nkọwa dị mkpa]",
  "Na Jenụwarị 2016, Ụlọikpe Na-ahụ Maka Ihe Ruuru Mmadụ na Yurop nyere mkpebi dị ịrịba ama n'okwu Bărbulescu v Romania (61496/08) gbasara nlekota kọmputa ndị ọrụ",
  "Onye ọrụ ahụ bụ Maazị Bărbulescu boro onye were ya n'ọrụ ebubo imebi ikike ya maka 'ndụ onwe ya' na 'nkwenye' nke e debere na Nkebi nke 8 nke European Convention on Human Rights. O kwuru na onye injinia na-ere ahịa nwere 'atụmanya ezi uche dị na nzuzo' megide ozi onwe onye a na-agụ (gụnyere ndị nke di ya na nwanne ya nwoke), n'agbanyeghị na a gwara ya ka ọ ghara iji onye ozi Yahoo n'ebe ọrụ maka ihe gbasara onwe ya, n'ihi na ntụziaka onye ọrụ enweghị ike ibelata ndụ mmekọrịta onwe ya n'ebe ọrụ na efu",
  "Nkwanye ùgwù maka ndụ onwe onye na maka nzuzo nke akwụkwọ ozi na-anọgide na-adị, ọ bụrụgodị na enwere ike igbochi ndị a ruo n'ókè ọ dị mkpa",
  "\" Ọ na-esote na enwere ikike mmadụ maka nkwurịta okwu onwe onye, n'agbanyeghị ihe onye were ya n'ọrụ na-ekwu",
  "Ụzọ na-apụtaghị ìhè ụlọ ọrụ nwere ike imetụta ego site na nlekota ndị ọrụ bụ na ha nwere ike ijide n'aka na ha na-akwụ ndị ahịa ụgwọ n'ụzọ ziri ezi",
  "Dị ka \"Business 2 Community\" si kwuo, ịgba ndị ahịa ụgwọ n'ụzọ na-ezighi ezi ga-ekwe omume mgbe niile n'ihi njehie mmadụ",
  "Ihe ndị dị otú ahụ na-ezighi ezi nwere ike ịkpata esemokwu n'etiti ụlọ ọrụ na onye ahịa nke nwere ike imecha mee ka onye ahịa kwụsị azụmahịa ya na ụlọ ọrụ ahụ",
  "Ụdị nkwụsị a agaghị emerụ naanị ego ụlọ ọrụ ahụ kamakwa aha ya na ndị ahịa ndị ọzọ ma ọ bụ ndị ahịa nwere ike",
  "Ihe ngwọta a tụrụ aro maka nsogbu a bụ ngwanrọ nchọta oge iji nyochaa ọnụ ọgụgụ awa onye ahịa na onye ọrụ na-etinye."
]