[
  "Emume Ofala bụ emume nke ndi Onitsha na-eme kwa afọ nke ndi obodo ọzọ bụ ndi agbata obi ha dịka Nnewi n' Anambra State, SouthEastern Nigeria nakwa Ukpo nke Dunukofia na-emezi. Ọ bụ ụzọ esi tụgharia Obi/Eze ndụ mmanụ",
  "Ọ dika Emume Igue festival nke Benin nakwa Ine , Osi or Ogbanigbe Festival n'ọtụtụ ala Igbo di iche-iche ndi di n' etiti ọdida anyanwụ nke ala Naijiria",
  "Okwu a ofala, si n'okwu Igbo abụọ - ofo (English: authority) n' ala (English: land). A na-eji abali abụọ eme emume a nke kachasị nke n'ọnwa iri n'afọ nke onye na-eme ya bụ Obi maọbụ Eze (English: king)",
  "Dị ka ụfọdụ akụkọ akọrọ n'ọnụ 'oral history' siri kwuo, enwere ike weghachite aka chọpụta Emume Ofala  na Narị afọ nke iri na isii gara-aga mgbe ndi Onitsha si Benin gaa n'ebe ndị dị n'Ebe Ọwụwa Anyanwụ nke osimiri Niger nke amaara ugbu a dị ka obodo Onitsha nke ha wetara omenala ndị ọzọ, nke ọdịnala nke eze bụ otu n'ime ha",
  "Emume a dika emume Igue nke Ọba nke Benin na-eme kwa afọ",
  "Ụfọdụ ndị ọkọ akụkọ ihe mere eme kwenyere na'ememe a metụtara Emume Iri Ji Ọhọọ n' Onitsha na ntinye nke Eze na nchekwa nke ndị ya.",
  "Ememme ahụ na-egosi njedebe nke oge ịla azụ a na-akpọ Inye Ukwu na Nlo mgbe ụfọdụ",
  "Mgbe obi na-anọgide na-enweghị ike ikwuru onye ezi okwu  ma na-enweta mmerụ ime mmụọ maka ọdịmma nke obodo",
  "Mgbe ngwụcha izu ahụ gasịrị, Obi ga-apụta n'oge Ofala iji gọzie ndị ọ na-achị ma kpeekwa ekpere maka obodo",
  "A na-eme ememme Ofala kwa afọ site na-echichi nke Obi ruo ọnwụ ya, nke a kpọrọ \"Ofala ikpeazụ\".",
  "Ememe a na-amalitekarị site n'omenala igba ọnụ egbe iri abụọ na otu, iku Ufie abalị niile (royal gong) esote ya iti igba, ịgba egwú n' omenala ndị ọzọ",
  "N'ehihie, ndị nze n'ọzọ, ndị ọbịa sitere na mpaghara ndị ọzọ, ọgbọ dị iche iche, ndị inyom na ndị ntorobịa nke obodo na-agbakarị n'obí eze ma ọ bụ Ime Obi na uwe eji eme omenala a ma ọ bụ nke ya na emume ahụ bụ",
  "A na-akpọ egwú eze ma ọ bụ Egwu Ota mgbe Ndichie na-abata  ma ọ bụ ndị nze n'ọzọ na-abata mgbe igwe mmadụ gbakọtara ma kpọtakwa ụfọdụ n'ime ndị enyi ha na ndị òtù ha ka ha gaa n'ụlọ eze",
  "Ihe omuma nke ememme a bụ mpụta nke Obi n'ihu igwe mmadụ n'ekike eze ya zuru ezu, otu ọnụ egbe ntụ na-ama ọkwa mbata nke Obi onye na-eyikarị uwe ṅwụdaị ma were mma agha ọla n'aka ya, ọ na-aga n'akụkụ n'akụkụ ebe egwuregwu ahụ ma ọ bụ otu ụzọ n'ụzọ atọ nke ebe egwuregwu ahụ na-ekweta na ndị na-enwe obi ụtọ nke nnọkọ ahụ",
  "Emechaa nkea, Obi na-alaghachi n'oche ya, ndị isi nze n'ọzọ na-abia nye ya nsọpụrụ site na ntọrọ, mgbe nke ahụ gasịrị, Obi na ndị nze n' ọzọ na-apụtagharị ma agbacha otu ọnụ egbe ntụ ọzọ",
  "N'oge nke abụọ, obi na-agba egwu n'ámá ahụ, ihe na-anaghị ahụkarị tinyekwara na nzọụkwụ ya gafere ebe dị anya karịa nke mbụ",
  "Ndị nze n'ọzọ si mba ọzọ na ndị ọbịa na-enye Obi nsọpụrụ",
  "Ememme a na-abụkwa oge Obi na-echi ndi tozuru etozu echichi.",
  "Egwú na nkà ihe omimi aghọwo akụkụ nke ememme ahụ",
  "N'afọ 2015 enwere ihe ngosi nke akpọrọ Oreze III, ihe omume ahụ gosipụtara ngosipụta site n'aka ndị ọkpụkpọ 20 dị iche iche na-egosipụta ndị eze Onitsha nwụrụ anwụ.",
  "Ụmụnwanyi Otu-Odu Onitsha n'emume ọfala na steeti Anambra.",
  "Emume Ofala na Onisha"
]