[
  "Ena Murray (27 Disemba na afo 1936 – 20 Mee na afo 2015) bụ odee Afrịka ama ama",
  "N'ime afọ iri ato na ato o dere oge nile, utu aha 131 sitere na mkpịsị akwụkwọ ya",
  "O nwetara aha ya karịsịa maka akwụkwọ akụkọ ịhụnanya ya, ma dekwara akụkọ ifo nchọpụta nchọpụta, akụkọ nledo na akụkọ ihe mere eme nke o si ruo ọtụtụ ndị na-ege ntị",
  "Na mgbakwunye, o dere akwụkwọ ime mmụọ ma wepụta mpịakọta uri.",
  "A kọwawo na ọ nwere \"onye ode akwụkwọ kacha agụ na Afrikaans\"",
  "Na nyocha nke Radio Sonder Grense na Tafelberg-Uitgewers mere, e weere ya dị ka onye ode akwụkwọ ama ama na Afrikaans",
  "Ụfọdụ n'ime akwụkwọ ya pụtara n' ụdị buru ibu, na-enyere ndị na-ahụ ụzọ aka",
  "Ụfọdụ ndị Pionier School dekọtara, ụlọ akwụkwọ nwere mkpa pụrụ iche na Worcester, ebe ndị ọzọ Bandhulp vir Blindes dekọrọ na braille en band (ụlọ ọrụ na-enyere ndị ìsì).",
  "A mụrụ Ena Murray na obere obodo Karoo nke Loxton",
  "Ọ bụ nwa nke abụọ n'ime ụmụ nwanyị atọ nke onye na-ahụ maka ahụike mpaghara, Dr",
  "Mans",
  "Ọ gụrụ akwụkwọ na Loxton na obodo Victoria West gbara ya gburugburu",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ dị ka nọọsụ.",
  "Ọ lụrụ Boet Murray nke Loxton, si otú ahụ laghachi n'obodo a mụrụ ya, ebe ọrụ edemede ya malitere n'ezie",
  "Alụmdi na nwunye ahụ ga-adịru afọ iri abụọ",
  "Mgbe ọ gbasịrị alụkwaghịm, ọ gara biri na Wilderness na ndịda Cape",
  "Afọ abụọ ka e mesịrị, ọ lụrụ Jaques Mostert na mgbe afọ iri gasịrị, ha kwagara n'otu obodo ezumike nká na Mossel Bay, ebe ọ nwụrụ na 4 June afo 2015",
  "Ọtụtụ n'ime akwụkwọ akụkọ ya bụ ọkara akụkọ ndụ na ndị a na-abụkarị ndị ewu ewu",
  "O doro anya na ndị na-agụ ya jikọtara ya na ihe odide ahụ, na-eduga na ịse foto nke akwụkwọ akụkọ abụọ",
  "Ihe nkiri mbụ bụ Vrou uit die nag (Nwanyị na-apụta n'abalị) site n'aka ụlọ ọrụ ihe nkiri Christian Carfo, na Plekkie a ma ama na anwụ nwa (Ebe n'ime anyanwụ) nke nwere isiokwu nke ebe obibi ekpenta.",
  "A na-ewere ya dị ka onye nyocha nke ọma nke isiokwu nke akwụkwọ akụkọ ya, onye na-adịghị amalite ide ma ọ bụrụ na akụkụ mbụ a zuru ezu",
  "Ma ọ bụ akụkọ ihe mere eme, ahụike ma ọ bụ ihe ọmụma mpaghara nke achọrọ, a na-ewere ya dị ka onye maara eziokwu nke ọ bụla",
  "Mgbe ọ na-eme nchọpụta Plekkie na anwụ nwa, ọ nọrọ ruo oge ụfọdụ na ebe nchekwa ekpenta Westfort n'èzí Pretoria, iji nweta nghọta dị mkpa n'ime ụlọ ọrụ dị otú ahụ.",
  "Cheta na: Aha Bekee e nyere ebe a bụ ntụgharị asụsụ nke Afrikaans, ma ọ dịbeghị ya."
]