[
  "Encyclopedia Horrifica: The Terrible TRUTH! Banyere ndị na-agba ọbara, mmụọ ọjọọ, anụ ọhịa (nke a makwaara dị ka E.H",
  "ma ọ bụ EnHo_001) bụ akwụkwọ mkpuchi siri ike nke Joshua Gee dere",
  "Akwụkwọ ahụ bụ akwụkwọ ntuziaka na-abụghị akụkọ ifo nke na-enyocha \"ọtụtụ narị eziokwu egwu site n'etiti ndị ọbịa ruo zombies\"",
  "Ọ na-egosikwa Special Investigations in search of real life x-files as a ghosted house at New York and P",
  "T",
  "Barnum's Feejee Mermaid",
  "N'ime akwụkwọ ahụ na ebe nrụọrụ weebụ, ndị a kpọrọ \"Ndị Na-achọ Egwu\" achọpụtala akụkọ zoro ezo dị mgbagwoju anya banyere \"Onye nyocha Gee) nke kpaliri arụmụka ụfọdụ",
  "Dịka ọmụmaatụ, mpempe akwụkwọ (n'ime ihu na mkpuchi azụ) nwere nyocha dị ntakịrị karịa ibe 80 nke doro anya na-adọwa na akwụkwọ ndetu odee",
  "Dị ka okwu mmeghe nke ihe nkiri Se7en, ibe akwụkwọ ndetu ndị a n'otu n'otu na-ekpughe nkọwa ọhụrụ gbasara Gee ma ọ bụ isiokwu ndị dị n'akwụkwọ ahụ..",
  "Na May 2008, Encyclopedia Horrifica meriri nturu ugo akwukwo akwukwo nke umuaka..",
  "Nnyocha ruo ugbu a dị mma, na otuto siri ike maka ederede egwu-ihe ọchị nke onye edemede ahụ na imewe akwụkwọ ahụ, nke gụnyere mkpuchi holographic gosipụtara okpokoro isi. Ọ bụ ezie na a zụrụ ya ndị edemede dị ka afọ 8 na 9, Encyclopedia Horrifica dọtakwara òtù nzuzo n'etiti ụmụ okorobịa na okenye sci-fi / fantasy/horror fans, nweta nyocha ọma site na akwụkwọ ụdị dịka Rue Morgue na Apex Digest.",
  "Dị ka ebe nrụọrụ weebụ Encyclopedia Horrifica si kwuo, blog Gees na MySpace bụ \"EnHo_000\"",
  "O nwere akụkọ dị iche iche nwere njikọ chiri anya nke gbasoro isiokwu akwụkwọ ahụ n'ime omimi ka ukwuu.",
  "Ihe zoro ezo na mkpuchi azụ bụ usoro mkpụrụedemede na nọmba ndị a na-agụ \"EnHo_001\", nke a na-akpọkarị \"EN-hoe won\"",
  "Ihe ndị na-egosi n'ime akwụkwọ ahụ bụ ihe ọmụma banyere nke a nwere ike ịpụta \"Encyclopedia Horrifica Book 1\".",
  "\"EnHo_002\" ekpughere na ọ bụ blọọgụ ọhụrụ Joshua Gee na FearSeekerFiles.com nke ka dị na beta",
  "A na-enyo enyo na ọ bụ iji kpughee ihe nzuzo dị n'ime akwụkwọ mbụ ahụ n'onwe ya, mana ọ na-arụ ọrụ karịa dị ka ebe etiti obodo na ntụrụndụ na-enweghị isi",
  "Ihe kacha pụta ìhè na FearSeekerFiles bụ bọọdụ ozi, na-achịkọta obodo na-eme nke ọma nke Encyclopedia Horrifica Fans",
  "E gosipụtara ya dị ka ebe a na-enye ozi gbasara ahụmịhe karịrị nke mmadụ na ihe ịtụnanya, na Gee na-achịkọta ihe ndị a mgbe ụfọdụ n'ụdị blọgụ..",
  "Ọ bụrụ na mmadụ eleba anya n'otu akwụkwọ ndekọ Gees dị n'akwụkwọ ahụ, a kpughere ya na Gee nọ na-eme atụmatụ \"EnHo_003\", mana ekpughebeghị ihe nke a ga-abụ.",
  "Ka ọ na-erule Eprel 8, 2014, \"EnHo_000\" ewepụla ihe niile ma e wezụga trailers, a kwụsịrị saịtị 'FearSeekerFiles', n'agbanyeghị na nzukọ ndị fan na blọọgụ ka dị. A maghị ebe Gee ga-esi were Encyclopedia Horrifica, ebe ọ bụ na odeebeghị maka ikwu okwu.",
  "Maka isi nke ikpeazụ na-ese okwu kachasị n'akwụkwọ ahụ, onye edemede mepụtara obere ihe yiri ọfịs ya iji mee ka ọnwụ onwe ya (ma ọ bụ anwụghị nwụrụnụ) kwa peeji 128",
  "Ọ malitere dị ka ụtụ nye Frances Glessner Lee, onye na-eme mpụ n'ụlọ ụmụ bebi nke gosipụtara na mbụ akwụkwọ ahụ.",
  "Dị ka akwụkwọ akụkọ si kwuo, o were onye edemede ahụ ihe dị ka otu afọ iji wuo ma see foto ihe omimi ihe omimi ụlọ nwa bebi, nke nwere ihe karịrị 150 nke ọma nke ọma dịka nla isi ọnwụ, nko na-agba agba, na obere isi okwu comlink",
  "N'ihe nkiri ahụ, ihe fọrọ nke nta ka ọ bụrụ obere ihe ọ bụla kwekọrọ n'eziokwu ma ọ bụ ihe oyiyi ọzọ dị n'isiakwụkwọ ndị bu ụzọ",
  "(Dịka ọmụmaatụ, a na-ahụ nko mgbakasị ndụ na comlink headset na ibe 72 – 73.) Otu inch n'ihe nkiri ahụ hà otu ụkwụ na ndụ n'ezie (ya bụ 1:12 nha).",
  "N'abalị iri na itoolu n'ọnwa Ọktoba afọ 2007, ebe nrụọrụ weebụ onye edemede ahụ wepụtara ihe ngosi akpọrọ \"Intruder Alert\"",
  "Ọ na-eṅomi ihe nkiri nlekota nke otu ebe mpụ ụlọ nwa bebi ahụ gosipụtara ma kọwaa ya n'akwụkwọ.",
  "Akụkụ nke Mbụ: Ezigbo Nrọ!",
  "Akụkụ nke Abụọ: \"Nke ahụ bụ Mmụta!\"",
  "Akụkụ nke Atọ: (Ụbọchị Ọ bụla bụ) Halloween",
  "Akụkụ nke Anọ: Ọdịnihu Dị Egwu"
]