[
  "Ndị na-akpaghasị ọrịa endocrine, mgbe ụfọdụ a na-akpọkwa ya dị ka ndị na-arụ ọrụ nke homonụ, endocrine na-akpaghasị kemịkalụ, ma ọ bụ endocrin na-akpaghasị ogige bụ kemịkalụ nwere ike igbochi usoro endocrine (ma ọ bụ hormonal)",
  "Mgbagha ndị a nwere ike ịkpata etuto cancer, ntụpọ ọmụmụ, na nsogbu mmepe ndị ọzọ",
  "Achọpụtara n'ọtụtụ ngwaahịa ụlọ na ụlọ ọrụ mmepụta ihe, ndị na-akpaghasị endocrine \"na-egbochi njikọ, nzuzo, njem, njikọ, ime ihe, ma ọ bụ mkpochapụ nke homonụ anụ ahụ n'ime ahụ nke na-ahụ maka mmepe, omume, ọmụmụ, na mmezi nke homeostasis (normal cell metabolism)",
  ").\"",
  "Usoro ọ bụla dị na ahụ nke homonụ na-achịkwa nwere ike imebi ya site na ndị na-akpaghasị homonụ",
  "Kpọmkwem, ndị na-akpaghasị endocrine nwere ike jikọta ya na mmepe nke nkwarụ mmụta, nsogbu nlebara anya siri ike, nsogbu ọgụgụ isi na ụbụrụ ụbụrụ.",
  "Enweela arụmụka gbasara ndị na-akpaghasị usoro endocrine, ụfọdụ ndị otu na-akpọ oku ka ndị na-achịkwa mee ngwa ngwa iji wepụ ha n'ahịa, na ndị na-achịkwa na ndị ọkà mmụta sayensị ndị ọzọ na-akpọ maka ọmụmụ ihe ọzọ",
  "Ụfọdụ ndị na-akpaghasị usoro endocrine achọpụtala ma wepụ ya n'ahịa (dịka ọmụmaatụ, ọgwụ a na-akpọ diethylstilbestrol), mana ejighị n'aka ma ụfọdụ ndị na-akpaghasị usoro endocrine n'ahịa na-emerụ mmadụ na anụ ọhịa n'ezie na doses nke anụ ọhịa na ụmụ mmadụ na-ekpughere",
  "Na mgbakwunye, otu akwụkwọ sayensị bụ isi, nke e bipụtara na 1996 na akwụkwọ akụkọ Science, bụ nke nyere aka ịmalite mmegharị nke ndị na-emegide ndị na-akpaghasị endocrine, wepụrụ ma chọpụta na onye dere ya mejọrọ sayensị.",
  "Nnyocha e mere na mkpụrụ ndụ na anụmanụ ụlọ nyocha egosila na EDC nwere ike ịkpata mmetụta dị njọ n'ime anụmanụ, na ikpughe dị ala nwekwara ike ịkpata mmetụta yiri nke ahụ na ụmụ mmadụ",
  "EDC na gburugburu ebe obibi nwekwara ike jikọta ya na nsogbu ọmụmụ na enweghị ọmụmụ na anụ ọhịa na mmachibido iwu na iji ha eme ihe na mbelata nsogbu ahụike yana mgbake nke ụfọdụ anụ ọhịa.",
  "Edebere okwu endocrine disruptor na 1991 na Wingspread Conference Center na Wisconsin",
  "Otu n'ime akwụkwọ mbụ na ihe omume ahụ bụ Theo Colborn na 1993",
  "N'akwụkwọ a, o kwuru na kemịkalụ gburugburu ebe obibi na-akpaghasị mmepe nke usoro endocrine, na mmetụta nke ikpughe n'oge mmepe na-adịgide adịgide",
  "Ọ bụ ezie na ụfọdụ na-arụrịta ụka banyere ọgba aghara endocrine, oge ọrụ sitere na 1992 ruo 1999 ewepụtala nkwupụta nkwenye sitere n'aka ndị ọkà mmụta sayensị gbasara ihe egwu sitere na ndị na-akpaghasị endocrine, karịsịa n'ime anụ ọhịa yana kwa ụmụ mmadụ.",
  "The Endocrine Society weputara nkwupụta sayensị nke na-akọwapụta usoro na mmetụta nke ndị na-akpaghasị usoro endocrine na \"mmeputa nwoke na nwanyị, mmepe ara na ọrịa kansa, ọrịa prostate, neuroendocrinology, thyroid, metabolism na oke ibu, na ọrịa obi endocrinology,\" na-egosi otú nnwale na ọrịa na-efe efe si agbakọta",
  "na nyocha ahụike mmadụ \"iji tinye kemịkalụ na-akpaghasị endocrine (EDCs) dị ka ihe na-emetụta ahụike ọha.\" Nkwupụta ahụ kwuru na ọ siri ike igosi na ndị na-akpaghasị ọrịa endocrine na-ebute ọrịa mmadụ, ọ tụrụ aro ka ekwesịrị ịgbaso ụkpụrụ akpachara anya",
  "Nkwupụta na-emekọ ihe ọnụ na-egosipụta nchegbu amụma.",
  "Ogige ndị na-akpaghasị Endocrine gụnyere klaasị kemịkalụ dị iche iche, gụnyere ọgwụ, ọgwụ pesticides, ogige ndị a na-eji na ụlọ ọrụ rọba na ngwaahịa ndị ahịa, ngwaahịa sitere na ụlọ ọrụ mmepụta ihe na mmetọ, na ọbụna ụfọdụ kemịkalụ botanical emepụtara",
  "Ụfọdụ na-agbasa ebe niile ma gbasasịa na gburugburu ebe obibi ma nwee ike ịba ụba",
  "Ụfọdụ bụ ihe ndị na-emetọ mmiri na-adịgide adịgide (POPs), a pụkwara ibuga ha n'ebe dị anya gafee ókèala mba ma hụ na ọ fọrọ nke nta ka ọ bụrụ mpaghara niile nke ụwa, ma nwee ike itinye uche na nso North Pole, n'ihi ọnọdụ ihu igwe na ọnọdụ oyi",
  "Ndị ọzọ na-emebi ngwa ngwa na gburugburu ebe obibi ma ọ bụ ahụ mmadụ ma ọ bụ nwee ike ịnọ naanị obere oge",
  "Mmetụta ahụike nke a na-ekwu na endocrin na-akpaghasị ogige gụnyere ọtụtụ nsogbu ọmụmụ (mbelata ọmụmụ, ụmụ nwoke na nwanyị na-amụ nwa, na oke nwoke na nwanyị na-enwe mmekọahụ, nkwụsị nke nwa ebu n'afọ, nsogbu ịhụ nsọ); mgbanwe na ọkwa hormone; mmalite oge ntozu; nsogbu ụbụrụ na omume; arụrụ ọrụ mgbochi ọrịa; na ọrịa cancer dị iche iche.",
  "Otu ihe atụ nke nsonaazụ nke mkpughe nke anụmanụ ndị na-emepe emepe, gụnyere ụmụ mmadụ, na ndị na-arụ ọrụ nke homonụ bụ ihe banyere ọgwụ diethylstilbestrol (DES), estrogen na-abụghị steroidal ọ bụghị ihe mmetọ gburugburu ebe obibi",
  "Tupu mmachibido iwu ya na mmalite 1970s, ndị dọkịta nyere DES ihe dị ka nde ụmụ nwanyị dị ime nde ise ka ha gbochie ite ime na mberede, iji ọgwụ a eme ihe tupu afọ 1947",
  "Achọpụtara ya mgbe ụmụaka gafesịrị ntozu na DES metụtara ọgwụ ahụ",
  "mmepe nke usoro ọmụmụ ma kpatara ọrịa kansa ikpu",
  "Mkpa nke DES saga na ihe ize ndụ nke ikpughe na ndị na-akpaghasị endocrin bụ ihe a na-enyo enyo, n'ihi na doses ndị a na-etinye na ya dị elu karịa ndị a n'ihi na gburugburu ebe obibi.",
  "Ndụ mmiri n'okpuru ndị na-akpaghasị usoro endocrine n'ime mpụta nke obodo mepere emepe enweela mbelata ọkwa nke serotonin na mmụba nke nwanyị.",
  "Na 2013 WHO na United Nations Environment Programme weputara ọmụmụ ihe, akụkọ kachasị na EDC ruo taa, na-akpọ maka nyocha ndị ọzọ iji ghọta nke ọma njikọ dị n'etiti EDC na ihe ize ndụ nke ahụike nke ndụ mmadụ na anụmanụ",
  "Ndị otu ahụ rụtụrụ aka na nnukwu ọdịiche dị na ihe ọmụma ma kpọọ maka nyocha ndị ọzọ iji nweta nkọwa zuru oke banyere ahụike na gburugburu ebe obibi nke ndị na-akpaghasị endocrine",
  "Iji meziwanye ihe ọmụma zuru ụwa ọnụ, otu akwadoro:",
  "A na-ahụ usoro endocrine n'ọtụtụ ụdị anụmanụ",
  "Usoro endocrine nwere glands na-ezobe homonụ, yana ndị na-anabata ya na-achọpụta ma na-emeghachi omume na homonụ.",
  "Hormones na-ejegharị n'ime ahụ ma na-arụ ọrụ dị ka ndị ozi kemịkalụ",
  "Hormones na-emekọrịta ihe na sel ndị nwere ihe nnabata dabara na ma ọ bụ n'elu ha",
  "Hormonụ na-ejikọta ya na onye na-anabata ya, dị ka igodo ga-adaba na mkpọchi",
  "Usoro endocrine na-achịkwa mgbanwe site na iji nwayọọ nwayọọ na-arụ ọrụ ime, na-eji homonụ dị ka ndị ozi",
  "Usoro endocrine na-ezobe homonụ na nzaghachi maka mkpali gburugburu ebe obibi yana ịhazi mgbanwe mmepe na ịmụ nwa",
  "Mgbanwe ndị usoro endocrine wetara bụ biochemical, na-agbanwe kemịkalụ nke ime na mpụta nke cell iji weta mgbanwe ogologo oge na ahụ",
  "Usoro ndị a na-arụkọ ọrụ ọnụ iji nọgide na-arụ ọrụ nke ọma nke ahụ n'ime usoro ndụ ya dum",
  "Ndị steroid na-enwe mmekọahụ dị ka estrogens na androgens, yana hormones thyroid, na-adabere n'usoro nzaghachi, nke na-eme ka njedebe uche nke glands ndị a kwụsị.",
  "Hormones na-arụ ọrụ na obere doses (akụkụ kwa ijeri ranges)",
  "Ọrịa endocrine nwekwara ike ime site na mkpughe dị ala na homonụ exogenous ma ọ bụ kemịkalụ na-arụ ọrụ nke homonụ dị ka bisphenol A",
  "Kemịkalụ ndị a nwere ike jikọta ndị na-anabata ya maka usoro mgbasa ozi hormonal ndị ọzọ",
  "Ọzọkwa, ebe ọ bụ na homonụ endogenous adịlarị n'ime ahụ n'ihe gbasara usoro ndu, ikpughekwu ya na obere ihe na-arụ ọrụ nke homonụ na-arụ ọrụ nwere ike ịkpaghasị ọrụ kwesịrị ekwesị nke sistemu endocrine nke ahụ",
  "Ya mere, onye na-akpaghasị endocrine nwere ike ịkpalite mmetụta ọjọọ na obere doses karịa nsi, na-eme site na usoro dị iche iche.",
  "Oge ikpughe dịkwa oke egwu",
  "Oge mmepe kachasị dị egwu na-apụta na utero, ebe akwa fatịlaịza na-ekewa, na-etolite ngwa ngwa n'usoro ọ bụla nke nwa tozuru oke, gụnyere ọtụtụ wiring dị na ụbụrụ",
  "Ntinye aka na nkwurịta okwu hormonal na utero nwere ike inwe mmetụta dị ukwuu ma n'usoro ma na mmepe ụbụrụ",
  "Dabere na ọkwa nke mmepe ịmụ nwa, nnyonye anya na mgbaàmà hormonal nwere ike ịkpata mmetụta na-adịghị agbanwe agbanwe nke a na-ahụghị na ndị okenye na-ekpughere otu dose ahụ maka otu ogologo oge",
  "Nnwale na ụmụ anụmanụ achọpụtala oge ntolite dị oke egwu na utero na ụbọchị mgbe amuchara nwa mgbe mkpughe na kemịkalụ na-egbochi ma ọ bụ na-eṅomi homonụ nwere mmetụta ọjọọ nke na-anọgide na-eto eto",
  "Nkwụsị ọrụ thyroid n'oge mmalite nwere ike bụrụ ihe kpatara mmepe mmekọahụ na-adịghị mma na ma ndị nwoke ma ndị nwanyị n'oge mmalite nke mmepe moto, na nkwarụ mmụta.",
  "Enwere ọmụmụ banyere ọdịbendị cell, anụmanụ ụlọ nyocha, anụ ọhịa, na ụmụ mmadụ ekpughere na mberede nke na-egosi na kemịkalụ gburugburu ebe obibi na-ebute mmetụta dị iche iche nke ọmụmụ, mmepe, uto na omume, ya mere, \"mmeghasị endocrine na ụmụ mmadụ site na kemịkalụ mmetọ na-anọgide na-enweghị atụ",
  ", sayensị dị n'okpuru bụ nke ọma na ikike nke mmetụta ndị dị otú ahụ dị adị.\" Ọ bụ ezie na a mụọla ogige ndị na-emepụta estrogenic, androgenic, antiandrogenic, na antithyroid omume, a na-amachaghị banyere mmekọrịta ya na homonụ ndị ọzọ.",
  "Mmekọrịta dị n'etiti mkpughe na kemịkalụ na mmetụta ahụike dị mgbagwoju anya",
  "O siri ike ijikọ otu kemịkalụ nwere mmetụta ahụike akọwapụtara nke ọma, na ndị okenye ekpughere nwere ike ọ gaghị egosipụta nsogbu ọ bụla",
  "Ma, ụmụaka ebu n'afọ na embrayo, ndị usoro endocrine na-achịkwa uto na mmepe ha nke ukwuu, na-enwekarị ike ikpughe ma nwee ike ịmalite ahụ ike ma ọ bụ dị nro ogologo ndụ ogologo oge ma ọ bụ nsogbu ọmụmụ",
  "Ikpughe ịmụ nwa, n'ọnọdụ ụfọdụ, nwere ike ibute mgbanwe na-adịgide adịgide yana ọrịa ndị okenye.",
  "Ụfọdụ ndị ọkà mmụta sayensị na-enwe nchegbu na ikpughe ndị na-akpaghasị usoro endocrine n'ime akpa nwa ma ọ bụ n'oge ndụ nwere ike jikọta ya na ọrịa neurodevelopmental gụnyere mbelata IQ, ADHD, na autism",
  "Ụfọdụ ọrịa cancer na uterine adịghị ahụkebe n'ime ụmụ nwanyị na-ejikọta ya na ikpughe na diethylstilbestrol (DES) n'ime afọ n'ihi DES ejiri dị ka ọgwụgwọ ahụike.",
  "N'ọnọdụ ọzọ, phthalates na mmamịrị ụmụ nwanyị dị ime jikọtara ya na ntụgharị aghụghọ, mana akọwapụtara nke ọma, mgbanwe genital na ụmụ ọhụrụ ha nwoke-nke dị mkpụmkpụ, karịa nwanyị dị ka anogenital na njikọ ezughị ezu nke testes na obere scrotum na amụ",
  "Ndị na-ahụ maka ụlọ ọrụ phthalate jụrụ ajụjụ sayensị dị n'azụ ọmụmụ ihe a",
  "Dị ka nke June 2008, e nwere nanị ise ọmụmụ banyere anogenital anya na ụmụ mmadụ, na otu onye na-eme nchọpụta kwuru na \"ma AGD usoro na ụmụ mmadụ metụtara ụlọ ọgwụ dị mkpa pụta, Otú ọ dị, ka ga-ekpebisi ike, dị ka ya ike dị ka ihe na-eme androgen edinam",
  "na epidemiological ọmụmụ.\"",
  "Ọ bụ ezie na enwere ọdịiche dị na kemịkalụ dị n'etiti ndị na-akpaghasị endocrine na hormones endogenous mgbe ụfọdụ ka a na-ehota dị ka arụmụka maka ndị na-akpaghasị usoro endocrine na-emetụta nanị ụfọdụ (ọ bụghị ihe niile) n'ime àgwà ndị hormone na-emetụta, nchọpụta toxicology na-egosi na ọtụtụ n'ime mmetụta nke endocrine",
  "Ndị na-akpaghasị ihe na-elekwasị anya n'ụdị homonụ a kapịrị ọnụ nke na-enye otu homonụ aka ịhazi mmepụta na/ma ọ bụ mmebi nke homonụ nke anụ ahụ",
  "Mmetụta nchịkwa ndị a na-ejikọta ya na hormone nke na-emetụta ọkwa nke hormone ọzọ na-emetụta ọkwa nke ọtụtụ hormones ndị ọzọ na-emepụta ahụ n'onwe ya, na-ahapụghị hormones endogenous ma ọ bụ àgwà ndị na-emetụta ha na-emetụtaghị ndị na-akpaghasị endocrine",
  "Ndị na-akpaghasị endocrine nwere ike iṅomi ma ọ bụ na-emegide homonụ eke, kemịkalụ ndị a nwere ike rụpụta nsonaazụ ha site na ime ihe site na mmekọrịta ya na ndị na-anabata nuklia, aryl hydrocarbon receptor ma ọ bụ ndị na-anabata akpụkpọ ahụ.",
  "Ọtụtụ ihe na-egbu egbu, gụnyere ndị na-akpaghasị usoro endocrine, ka a na-ekwu na ha na-agbaso usoro nzaghachi nzaghachi ụdị nke U",
  "Nke a pụtara na ọkwa dị ala ma dị elu nwere mmetụta karịa ikpughe n'etiti ọkwa nke ihe na-egbu egbu",
  "Achọpụtala mmetụta na-akpaghasị Endocrine na anụmanụ ndị ekpughere n'ọkwa dị mkpa gburugburu ebe obibi nke ụfọdụ kemịkalụ",
  "Dịka ọmụmaatụ, ọkụ ọkụ na-emekarị, BDE-47, na-emetụta usoro ọmụmụ na thyroid gland nke oke ụmụ nwanyị na doses yiri nke a na-ekpughere ụmụ mmadụ",
  "Ọnụ ọgụgụ dị ala nke ndị na-akpaghasị usoro endocrine nwekwara ike inwe mmetụta synergistic na ndị amphibians, ma ọ bụghị ihe doro anya na nke a bụ mmetụta a na-esi na usoro endocrine.",
  "Ndị nkatọ ekwuola na enwere ihe akaebe na-egosi na ọnụọgụ kemịkalụ dị na gburugburu ebe obibi dị oke ala iji kpata nnukwu mmetụta",
  "Nkwupụta nkwenye sitere na Learning and Developmental Disabilities Initiative rụrụ ụka na \"Enweghị ike ịkọ mmetụta dị oke ala nke ndị na-akpaghasị usoro endocrine site na ọmụmụ ihe dị elu, nke megidere ụkpụrụ 'dose na-eme nsị' iwu nke toxicology",
  "Nkwụghachi nzaghachi dose na-abụghị omenala",
  "A na-akpọ ya dị ka akụkụ nzaghachi nzaghachi dose na-abụghị monotononic.\"",
  "Enwere ike imeri ihe mgbochi usoro onunu ogwu ma ọ bụrụ na obere mkpokọta nke ndị na-akpaghasị endocrine dị iche iche na-emekọrịta ihe",
  "E bipụtara akwụkwọ a na Sayensị na June 1996, ọ bụkwa otu ihe kpatara nkwụsị nke Iwu Nchekwa Nri nke 1996",
  "Enweghị ike ịnwapụta nsonaazụ ya na otu usoro na usoro ọzọ, ma weghachite akwụkwọ mbụ ahụ, na Arnold chọpụtara na ya",
  "emeela omume ọjọọ sayensị site n'aka Ụlọ Ọrụ Na-ahụ Maka Nchọpụta Nchọpụta nke United States.",
  "A na-ekwu na tamoxifen na ụfọdụ phthalates nwere mmetụta dị iche iche (ma na-emerụ ahụ) n'ahụ ahụ na obere doses karịa na oke doses.",
  "Nri bụ usoro bụ isi a na-eji kpughee ndị mmadụ na mmetọ",
  "A na-eche na nri ga-abụ ihe ruru 90% nke ibu PCB na DDT mmadụ",
  "N'ime nyocha nke ngwaahịa nri 32 dị iche iche sitere na ụlọ ahịa nri atọ dị na Dallas, ahụrụ na azụ na ngwaahịa anụmanụ ndị ọzọ butere PBDE",
  "Ebe ọ bụ na ogige ndị a na-agbaze abụba, ọ ga-abụ na ha na-esi na gburugburu ebe obibi na-agbakọta na anụ abụba nke anụmanụ ndị mmadụ na-eri",
  "Ụfọdụ na-eche na iri azụ̀ bụ isi ihe na-ebute ọtụtụ mmetọ gburugburu ebe obibi",
  "N’ezie, e gosiwo ma salmon ọhịa ma nke a na-akọ ugbo sitere n’akụkụ ụwa nile nwere ọtụtụ ihe ndị mmadụ mere.",
  "Site na mmụba nke ngwaahịa ụlọ nwere ihe ndị na-emetọ ihe na mbelata ogo ikuku ikuku ụlọ, ikuku ime ụlọ aghọwo ihe dị mkpa nke ikpughe mmetọ",
  "Ndị bi n'ụlọ ndị nwere ala osisi a na-emeso na 1960 na-eji PCB emecha osisi nwere oke ahụ dị elu karịa ndị mmadụ n'ozuzu",
  "Nnyocha nke uzuzu ime ụlọ na igwe nkụ nke ụlọ iri na isii hụrụ ọkwa dị elu nke 22 PBDE congeners dị iche iche nwalere n'ụdị niile",
  "Nnyocha e mere n'oge na-adịbeghị anya na-egosi na uzuzu ụlọ emerụ emerụ, ọ bụghị nri, nwere ike ịbụ isi iyi nke PBDE n'ime ahụ anyị",
  "Otu nnyocha mere atụmatụ na ntinye uzuzu ụlọ na-akpata ihe ruru 82% nke ibu ahụ PBDE mmadụ.",
  "Egosikwara na uzuzu ụlọ meruru emeru bụ isi ihe na-esite n'ahụ ụmụaka",
  "O nwere ike ịbụ na ụmụ ọhụrụ na ndị na-eto eto na-abanye n'ájá ụlọ emerụ emerụ karịa ndị toro eto ha na ha bi, ya mere nwee ọkwa dị elu nke mmetọ na sistemu ha.",
  "Ngwongwo ndị na-eri nri bụ ihe ọzọ nwere ike ikpughe na ndị na-akpaghasị usoro endocrine",
  "Emeela nyocha nke ihe mejupụtara ụlọ 42 na ngwaahịa nlekọta onwe onye yana ngwaahịa 43 \"na-enweghị kemịkal\"",
  "Ngwaahịa ndị ahụ nwere ogige kemịkalụ 55 dị iche iche: 50 chọtara n'ụdị ụdị 42 nke na-anọchite anya ụdị ngwaahịa 170, ebe 41 achọpụtara na ụdị 43 \"na-enweghị kemịkal\" na-anọchite anya ụdị ngwaahịa 39",
  "Achọpụtara Parabens, klas nke kemịkalụ nke e jikọtara ya na ihe gbasara traktị ọmụmụ, n'ime ngwaahịa asaa \"na-enweghị kemịkal\", gụnyere anwụ anwụ atọ na-edepụtaghị parabens na label",
  "Achọpụtara ngwaahịa vinyl dị ka ákwà mgbochi ịsa ahụ nwere ihe karịrị 10% site na ịdị arọ nke DEHP, bụ nke a na-ejikọta ya na ụkwara ume ọkụ na ume ụmụaka",
  "Ihe ize ndụ nke ikpughe na EDCs na-abawanye ka ngwaahịa, ma nke a na-emekarị na \"na-enweghị kemịkal\", na-ejikọta ya",
  "\"Ọ bụrụ na onye na-azụ ahịa na-eji ihe nhicha ọzọ dị n'elu, tub na tile Cleaner, detergent na-asa ákwà, ncha ncha, shampoo na conditioner, ihu na-ehicha ihu na ude mmiri, na ntanye eze [ya ma ọ bụ ya] nwere ike kpughee ma ọ dịkarịa ala ogige 19: 2 parabens, 3 phthalates, MEA, DEA, 5 alkylphenols, na isi 7.\"",
  "Nnyocha nke kemịkalụ endocrine na-akpaghasị na Old Order ụmụ nwanyị Mennonite n'etiti ime ime kpebiri na ha nwere ọkwa dị ala na sistemụ ha karịa ndị mmadụ n'ozuzu",
  "Ndị Mennonites na-erikarị nri ọhụrụ, ndị anaghị edozi ya, ugbo na-enweghị ọgwụ nje, na-eji ihe ịchọ mma ma ọ bụ ngwaahịa nlekọta onwe ha ole na ole ma ọ bụ enweghị",
  "Otu nwanyị nke kọrọ na iji ntutu isi na ihe na-esi ísì ụtọ nwere nnukwu monoethyl phthalate, ebe ndị inyom ndị ọzọ niile nwere ọkwa dị ala",
  "Ụmụ nwanyị atọ ndị kọrọ na ha nọ n'ụgbọ ala ma ọ bụ gwongworo n'ime awa 48 nke inye ihe nlele mmamịrị nwere ọkwa dị elu nke diethylhexyl phthalate, nke a na-ahụ na polyvinyl chloride ma na-eji n'ime ime ụgbọ ala.",
  "Ihe mgbakwunye na-agbakwunye na plastik n'oge nrụpụta nwere ike ịbanye na gburugburu ebe ahụ mgbe a tụfuru ihe plastik ahụ; ihe mgbakwunye na microplastics dị n'oké osimiri na-agbaba n'ime mmiri oke osimiri yana na rọba n'ime ebe a na-ekpofu ahịhịa nwere ike ịgbapụ wee banye n'ime ala wee banye na mmiri ala.",
  "A na-ekpughere mmadụ niile na kemịkalụ nwere mmetụta estrogenic na ndụ ha kwa ụbọchị, n'ihi na a na-ahụ kemịkalụ endocrine na-akpaghasị kemịkalụ dị ala na ọtụtụ puku ngwaahịa",
  "Chemicals ndị a na-ahụkarị na ndị mmadụ gụnyere DDT, polychlorinated biphenyls (PCBs), bisphenol A (BPA), polybrominated diphenyl ethers (PBDEs), na ụdị phthalates dị iche iche",
  "N'ezie, ihe fọrọ nke nta ka ọ bụrụ ngwaahịa rọba niile, gụnyere ndị a kpọsara dị ka \"enweghị BPA\", ka achọpụtala na-enweta kemịkalụ endocrine na-emebi",
  "N'ime afọ 2011, nchọpụta achọpụtara na ụfọdụ ngwaahịa \"BPA-free\" wepụtara ọtụtụ kemịkalụ endocrine arụ ọrụ karịa ngwaahịa BPA nwere",
  "Ụdị ndị ọzọ na-emebi usoro endocrine bụ phytoestrogens (hormone osisi).",
  "Xenoestrogens bụ ụdị xenohormone nke na-eṅomi estrogen",
  "Xenoestrogens sịntetị na-agụnye ogige ụlọ ọrụ a na-ejikarị eme ihe, dị ka PCBs, BPA na phthalates, nke nwere mmetụta estrogenic na ihe dị ndụ.",
  "Alkylphenol bụ xenoestrogens",
  "European Union emejuputala ire na iji mmachi na ụfọdụ ngwa ndị na-abụghị nke na-eji nonylphenols n'ihi ebubo ha boro \"nsi, nnọgidesi ike, na ibu nke bioaccumulate\" mana United States Environmental Protection Agency (EPA) ejirila nwayọọ nwayọọ bịaruo iji jide n'aka",
  "omume ahụ dabere na \"sayensị ụda\".",
  "A na-eji alkylphenols ogologo ogologo mee ihe dị ka ndị na-ebu ụzọ na-edozi ihe ndị na-edozi ahụ, dị ka ihe mgbakwunye maka mmanụ ọkụ na mmanụ lubricants, polymers, na dị ka ihe ndị dị na resin phenolic",
  "A na-ejikwa ogige ndị a dị ka kemịkalụ mgbochi ụlọ nke a na-ejikwa na-emepụta ihe na-esi ísì ụtọ, thermoplastic elastomers, antioxidants, chemicals field chemicals and fire retardant",
  "Site na iji ala ala na-eme resins alkylphenolic, a na-ahụkwa alkylphenols na taya, nrapado, mkpuchi, akwụkwọ enweghị carbon na ngwaahịa rọba dị elu",
  "A na-eji ha na ụlọ ọrụ ihe karịrị afọ 40.",
  "Ụfọdụ alkylphenols bụ ngwaahịa na-emebi emebi sitere na ncha na-adịghị na ya",
  "A na-ahụta Nonylphenol dị ka onye na-akpata ọgba aghara endocrine dị ala n'ihi ọchịchọ ya iṅomi estrogen.",
  "A na-ahụkarị Bisphenol A na karama rọba, ihe nri rọba, ihe eze, na mkpuchi nke nri ọla na n'ime ite ụmụaka",
  "Mkpughe ọzọ sitere na akwụkwọ nnata a na-ejikarị n'ụlọ ahịa nri na ụlọ oriri na ọṅụṅụ, n'ihi na taa a na-ejikarị BPA nwere ụrọ na-ekpuchi akwụkwọ ahụ maka nzube obibi.",
  "BPA bụ onye na-akpaghasị endocrine ama ama, ọtụtụ nchọpụta achọpụtala na anụmanụ ụlọ nyocha ekpughere na ọkwa dị ala nke ya nwere oke ọrịa shuga, mammary na prostate cancer, mbelata sperm count, nsogbu ịmụ nwa, mmalite uto, oke ibu, na nsogbu akwara ozi",
  "na nsogbu ịmụ nwa na-eche ụmụ nwanyị ihu na BPA",
  "Nnyocha e mere na US egosila na ụmụ nwanyị ahụike na-enweghị nsogbu ọmụmụ ọ bụla chọpụtara na BPA urinary enweghị njikọ na oge ime ime n'agbanyeghị oge luteal dị mkpirikpi (akụkụ nke abụọ nke oge ịhụ nsọ)",
  "Emeela ọmụmụ ihe ndị ọzọ na ebe ọmụmụ na-ekwu na mkpughe BPA nwere njikọ na ihe nchekwa ovarian dị ala",
  "Iji luso nke a ọgụ, ọtụtụ ụmụ nwanyị ga-enweta IVF iji nyere aka na nzaghachi mkpali ovarian na-adịghị mma ma yie ka ha niile nwere ọkwa BPA dị elu na eriri afọ",
  "Mgbakọ nke etiti nke mkpokọta BPA dị elu karịa n'ime ndị nwere ime ọpụpụ ma e jiri ya tụnyere ndị mụrụ ndụ",
  "Ihe ọmụmụ ndị a niile na-egosi na BPA nwere ike inwe mmetụta na ọrụ ovarian na akụkụ dị mkpa nke mmalite nke echiche",
  "Otu nnyocha gosiri ọdịiche dị n'agbụrụ / agbụrụ dị ka a chọpụtara na ụmụ nwanyị Eshia nwere mmụba nke ntozu oke, mana ụmụ nwanyị niile nwere obere BPA dị ntakịrị n'ime ọmụmụ ihe a",
  "Ọkwa ntolite mmalite na-egosi na ọ bụ oge a na-enwe mmetụta kachasị na mmetụta ya, ụfọdụ ọmụmụ ejikọtawokwa ikpughe oge ịmụ nwa na ihe isi ike anụ ahụ na akwara ozi",
  "Ndị na-ahụ maka nhazi ekpebiela ọkwa nchekwa maka ụmụ mmadụ, mana ọkwa nchekwa ndị a na-ajụ ajụjụ ugbu a ma ọ bụ na-enyocha ya n'ihi ọmụmụ sayensị ọhụrụ",
  "Nnyocha nyocha nke afọ 2011 nke nyochara ọnụ ọgụgụ kemịkalụ nke ụmụ nwanyị dị ime na-ekpughere na US hụrụ BPA na 96% nke ụmụ nwanyị",
  "N'afọ 2010, kọmitii ọkachamara nke Òtù Ahụ Ike Ụwa tụrụ aro ka ọ ghara iwu ọhụrụ na-amachi ma ọ bụ machibido iji bisphenol A, na-ekwu na \"mmalite usoro ahụike ọha na eze ga-abụ oge.\"",
  "N'August 2008, US FDA nyere nyocha nyocha, na-emeghachi echiche mbụ ha na, dabere na akaebe sayensị, ọ dị mma",
  "Otú ọ dị, n'October 2008, FDA's Advisory Science Board kwubiri na ntule Agency's \"nwere ntụpọ\" na egosighi na kemịkalụ dị mma maka ụmụ ọhụrụ na-enye nri",
  "Na Jenụwarị 2010, FDA nyere akụkọ na-egosi na, n'ihi nchọpụta nke nchọpụta na-adịbeghị anya na-eji usoro ọhụụ na-anwale maka mmetụta aghụghọ, ma National Toxicology Program na National Institutes of Health yana FDA nwere ụfọdụ nchegbu banyere mmetụta BPA nwere ike ime na ụbụrụ na omume nke ụmụaka ebu n'afọ, ụmụ ọhụrụ na ụmụaka",
  "N'afọ 2012, FDA amachibidoro iji BPA na karama ụmụaka, agbanyeghị, otu ndị na-arụ ọrụ gburugburu ebe obibi kpọrọ mmachibido iwu ahụ \"ezigbo ịchọ mma\"",
  "Na nkwupụta ha kwuru, \"Ọ bụrụ na ụlọ ọrụ ahụ chọrọ n'ezie igbochi ndị mmadụ ka ha ghara ịbanye na kemịkalụ a na-egbu egbu jikọtara ya na ọnọdụ dị iche iche dị njọ na nke na-adịghị ala ala, ọ ga-amachibido iji ya mee ihe n'ime ite nke ọgwụ ụmụaka, nri na ihe ọṅụṅụ.\" Ndị na-ahụ maka nchekwa ihe ndị sitere n'okike kpọrọ mmegharị ahụ ezughị oke na-ekwu, FDA kwesịrị machibido BPA na nkwakọ nri niile",
  "Na nkwupụta onye na-ekwuchitere FDA kwuru na omume ụlọ ọrụ ahụ adabereghị na nchekwa nchekwa yana na \"ụlọ ọrụ ahụ na-aga n'ihu na-akwado nchekwa nke BPA maka iji ngwaahịa na-ejide nri.\"",
  "Mmemme malitere site na NIEHS, NTP, na US Food and Drug Administration (nke aha ya bụ CLARITY-BPA) achọpụtaghị mmetụta ọ bụla nke ikpughe BPA na-adịghị ala ala na oke na FDA na-ewere iji BPA ikike ugbu a dị mma maka ndị na-azụ ahịa.",
  "Ụlọ ọrụ na-ahụ maka nchekwa gburugburu ebe obibi setịpụrụ usoro ntụaka maka BPA na 50 μg / kg / ụbọchị maka anụ mammals, ọ bụ ezie na ikpughe na doses dị ala mgbe ahụ egosila na ntinye aka na-emetụta ma nwoke na nwanyị usoro ọmụmụ.",
  "Bisphenol S na Bisphenol F bụ analogs nke bisphenol A",
  "A na-ahụkarị ha na nnata okpomọkụ, plastik na uzuzu ụlọ.",
  "A hụkwara akara BPS na ngwaahịa nlekọta onwe onye",
  "A na-eji ya ugbu a n'ihi mmachibido iwu nke BPA",
  "A na-eji BPS n'ọnọdụ BPA n'ihe \"BPA efu\"",
  "Agbanyeghị, egosipụtara na BPS na BPF bụ ihe na-akpata ọgba aghara endocrine ka BPA.",
  "Dichlorodiphenyltrichloroethane (DDT) bụ nke mbụ e ji mee ihe dị ka ọgwụ na-egbu egbu megide ebe nduku Colorado na ihe ọkụkụ malite na 1936",
  "Mmụba nke ịba, ọrịa typhus na-efe efe, ọnyụnyụ ọbara, na ọrịa typhoid mere ka e jiri ya mee ihe megide anwụnta, ogwu, na ijiji ụlọ na-ebu",
  "ọrịa ndị a",
  "Tupu Agha Ụwa nke Abụọ, e jiwo pyrethrum, bụ́ ihe e si na Japan amịpụta, chịkwaa ụmụ ahụhụ ndị a na ọrịa ndị ha pụrụ ịgbasa",
  "N'oge Agha Ụwa nke Abụọ, Japan kwụsịrị mbupụ pyrethrum, na-amanye ịchọ ụzọ ọzọ",
  "N'ịtụ egwu ntiwapụ nke ọrịa typhus, e nyere onye agha Britain na America ọ bụla DDT, bụ ndị na-eji ya eme ihe n'àkwà, ụlọikwuu, na ogige ndị dị n'ụwa nile.",
  "A kwadoro DDT maka ojiji izugbe, na-abụghị ndị agha mgbe agha ahụ biri",
  "A malitere iji ya n'ụwa niile na-amụba ihe ọkụkụ nke monoculture nke ụmụ ahụhụ na-eyi egwu, na ibelata mgbasa nke ịba nke nwere ọnụ ọgụgụ dị elu na-anwụ n'ọtụtụ akụkụ ụwa",
  "Iwu mba nke ọtụtụ mba amachibidoro iji ya eme ihe maka ọrụ ugbo, ebe ekwenyere iji ya dị ka njikwa megide ọrịa ịba, dịka nkwekọrịta Stockholm na-emebi ihe na-emebi emebi siri ike.",
  "N'ihe dị ka afọ 1946, a hụrụ mmetụta ọjọọ DDT nwere na nnụnụ, ụmụ ahụhụ bara uru, azụ, na invertebrates mmiri na gburugburu ebe obibi",
  "A na-ahụ ihe atụ kachasị njọ nke mmetụta ndị a na akwa akwa nke nnukwu nnụnụ ndị na-eri anụ, bụ ndị na-etoliteghị nke ọma iji kwado nnụnụ toro eto nọ ọdụ na ha",
  "Nchoputa ndi ozo choputara DDT n'ogo di elu na ndi na-eri nri n'uwa nile, ihe si na biomagnification site na nri nri",
  "Afọ iri abụọ ka ejiri ya mee ihe n'ọtụtụ ebe, ahụrụ DDT ka ọ tọrọ atọ n'ime ihe atụ ice ewepụtara na snow Antarctic, na-egosi na ifufe na mmiri bụ ụzọ ọzọ a na-esi ebugharị gburugburu ebe obibi",
  "Nnyocha ndị na-adịbeghị anya na-egosi ndekọ akụkọ ihe mere eme nke ntinye DDT na glaciers dịpụrụ adịpụ na Himalaya.",
  "Ihe karịrị afọ iri isii gara aga mgbe ndị ọkà mmụta ihe banyere ihe ndị dị ndụ malitere ịmụ ihe DDT nwere na anụmanụ ụlọ nyocha, a chọpụtara na DDT na-egbochi mmepe ọmụmụ",
  "Nnyocha ndị na-adịbeghị anya na-egosi na DDT nwere ike igbochi mmepe kwesịrị ekwesị nke akụkụ ọmụmụ ụmụ nwanyị nke na-emetụta mmeputakwa n'ụzọ dị njọ",
  "Ọmụmụ ihe ndị ọzọ na-egosi na mbelata akara ọmụmụ na ụmụ nwoke toro eto nwere ike ịbụ n'ihi mkpughe DDT",
  "N'oge na-adịbeghị anya, a na-atụ aro na ikpughe DDT na utero nwere ike ime ka nwatakịrị nwee oke ibu nke nwata",
  "A ka na-eji DDT dị ka ọgwụ mgbochi ịba na Africa na akụkụ nke Ndịda Ọwụwa Anyanwụ Eshia na oke oke.",
  "Polychlorinated biphenyls (PCBs) bụ klaasị ogige chlorinated ejiri dị ka ihe na-ekpo ọkụ ụlọ ọrụ na mmanu mmanu",
  "A na-emepụta PCBs site na kpo oku benzene, ihe sitere na mmanụ mmanụ, yana chlorine",
  "Ụlọ ọrụ Swann Chemical Company bụ nke mbụ arụpụtara ha n'ahịa na 1927",
  "Na 1933, a hụrụ mmetụta ahụike nke PCB ozugbo na ndị na-arụ ọrụ na kemịkalụ na ụlọ ọrụ mmepụta ihe na Alabama",
  "Na 1935, Monsanto nwetara ụlọ ọrụ ahụ, weghara mmepụta US na inye ikike teknụzụ nrụpụta PCB na mba ụwa.",
  "General Electric bụ otu n'ime nnukwu ụlọ ọrụ US iji tinye PCB n'ime akụrụngwa arụpụtara",
  "N'agbata 1952 na 1977, ụlọ ọrụ New York GE ekpofuru ihe karịrị 500,000 nke PCB n'ime osimiri Hudson",
  "Achọpụtara PCB nke mbụ na gburugburu ebe dị anya site n'aka ndị ọkà mmụta sayensị na Sweden na-amụ DDT.",
  "Mmetụta nke nnukwu mkpughe na PCB bụ nke amaara nke ọma n'ime ụlọ ọrụ ndị jiri usoro PCB Monsanto bụ ndị hụrụ mmetụta na ndị ọrụ ha na-abịa na ya mgbe niile",
  "Mmetụ akpụkpọ ahụ ozugbo na-ebute ọnọdụ dị oke otutu dị ka chloracne",
  "Nkpughe na-abawanye ohere nke ọrịa kansa anụ ahụ, ọrịa imeju, na ọrịa kansa ụbụrụ",
  "Monsanto gbalịrị ruo ọtụtụ afọ iweda nsogbu ahụike metụtara PCB ikpughe ka ọ gaa n'ihu na-ere ahịa.",
  "Mmetụta ahụike na-emerụ ahụ nke PCB ikpughe na ụmụ mmadụ ghọrọ ihe a na-apụghị ịgbagha agbagha mgbe ihe omume abụọ dị iche iche nke mmanụ nri mmetọ merụrụ ọtụtụ puku ndị bi na Japan (ọrịa Yushō, 1968) na Taiwan (ọrịa Yu-cheng, 1979), na-eduga na mmachibido iwu zuru ụwa ọnụ na PCB iji",
  "na 1977",
  "Nnyocha e mere n'oge na-adịbeghị anya na-egosi nnyonye anya endocrine nke ụfọdụ ndị na-ahụ maka PCB na-egbu egbu na imeju na thyroid, na-abawanye oke ibu nwata na ụmụaka ndị ekpughere tupu oge eruo, ma nwee ike ịbawanye ohere nke ịmalite ọrịa shuga.",
  "PCB dị na gburugburu nwekwara ike jikọta ya na nsogbu ọmụmụ na enweghị ọmụmụ na anụ ọhịa",
  "Na Alaska, a na-eche na ha nwere ike itinye aka na ntụpọ ọmụmụ, enweghị ọmụmụ na antler na-adịghị mma na ụfọdụ ndị mgbada",
  "Mbelata nke ọnụ ọgụgụ ndị otters na ọdụm oké osimiri nwekwara ike ịbụ akụkụ ụfọdụ n'ihi mkpughe ha na PCBs, DDT ụmụ ahụhụ, mmetọ organic ndị ọzọ na-adịgide adịgide",
  "Ejikọtala mmachibido na mmachi na iji EDC na mbelata nsogbu ahụike yana mgbake nke ụfọdụ anụ ọhịa.",
  "Polybrominated diphenyl ethers (PBDEs) bụ klas nke ogige a na-ahụ n'ime ọkụ na-ere ọkụ nke a na-eji na plastik nke telivishọn na kọmputa, ngwá electronic, kapeeti, ọkụ, ihe ndina, uwe, ihe ụgbọ ala, ihe mgbochi ụfụfụ na akwa ndị ọzọ",
  "Nchegbu ahụike enwere ike: PBDEs dị ka Polychlorinated biphenyls (PCBs), ma nwee mmetụta neurotoxic yiri ya",
  "Nnyocha ejikọtala hydrocarbons halogenated, dị ka PCBs, na neurotoxicity",
  "PBDE yiri usoro kemịkalụ na PCBs, a tụkwara aro na PBDE na-eme otu usoro ahụ dịka PCBs.",
  "N'afọ 1930 na 1940, ụlọ ọrụ plastik mepụtara teknụzụ iji mepụta plastik dị iche iche nwere ngwa ngwa",
  "Ozugbo Agha Ụwa nke Abụọ malitere, ndị agha Amerịka ji plastik ọhụrụ ndị a na-emezi ngwá agha, chebe ngwá ọrụ, na iji dochie ihe ndị dị arọ n'ụgbọelu na ụgbọ ala",
  "Mgbe WWII gasịrị, ndị na-emepụta ihe hụrụ ike plastik nwere ike inwe n'ọtụtụ ụlọ ọrụ, na-etinyekwa plastik n'ime atụmatụ ngwaahịa ndị ahịa ọhụrụ",
  "Plastics malitere dochie osisi na ígwè na ngwaahịa ndị dị ugbu a, ma taa, plastik bụ ihe ndị a na-ejikarị eme ihe.",
  "Ka ọ na-erule n'afọ ndị 1960, e ji ọkụ eletrik jikọọ ụlọ niile ma nwee ọtụtụ ngwa eletrik",
  "Owu bụ akwa akwa a na-ejikarị emepụta ihe eji eme ụlọ, mana ugbu a, ihe mejupụtara ihe eji arụ ụlọ bụ ihe ndị sịntetịt mejupụtara",
  "A na-eri ihe karịrị ijeri sịga 500 kwa afọ na 1960, ma e jiri ya tụnyere ihe na-erughị ijeri 3 kwa afọ na mmalite narị afọ nke iri abụọ",
  "Mgbe ejikọtara ya na njupụta dị elu, ikike nke ọkụ ụlọ dị elu na 1960 karịa ka ọ dị na US",
  "Ka ọ na-erule ngwụsị 1970s, ihe dịka mmadụ 6000 na US na-anwụ kwa afọ n'ime ọkụ ụlọ.",
  "Na 1972, na nzaghachi na ọnọdụ a, e kere National Commission on Fire Prevention and Control iji mụọ nsogbu ọkụ na US",
  "Na 1973, ha bipụtara nchoputa ha na America Burning, akụkọ nwere peeji 192 nke nyere ndụmọdụ iji mụbaa mgbochi ọkụ",
  "Ọtụtụ n'ime ndụmọdụ ndị a metụtara nkuzi mgbochi ọkụ yana imeziwanye injinia ụlọ, dịka ntinye nke sprinkler ọkụ na ihe nchọpụta anwụrụ ọkụ",
  "Kọmịshọn ahụ tụrụ anya na site na ndụmọdụ ndị a, enwere ike ịtụ anya mbelata 5% na mfu ọkụ kwa afọ, na-ebelata mfu kwa afọ n'ime afọ 14.",
  "N'akụkọ ihe mere eme, a na-eji ọgwụgwọ alum na borax mee ihe iji belata ire ọkụ nke ákwà na osisi, ruo n'oge ndị Rom",
  "Ebe ọ bụ na ọ bụ ihe na-adịghị ahụkebe ozugbo emepụtara ya, a na-agbakwunye kemịkalụ ọkụ na-ere ọkụ na plastik n'oge mmeghachi omume polymerization mgbe emebere ya",
  "A na-eji ogige Organic dabere na halogens dị ka bromine na chlorine dị ka ihe mgbakwunye ire ọkụ na plastik, yana akwa akwa",
  "Ojiji zuru ebe niile nke ihe mgbochi ire ọkụ nwere ike ịbụ n'ihi mkpali sitere na Great Lakes Chemical Corporation (GLCC) iji nweta uru na nnukwu ego ọ na-etinye na bromine",
  "N'afọ 1992, ahịa ụwa riri ihe dị ka tọn 150,000 nke ihe na-egbochi ire ọkụ nke bromine, na GLCC mepụtara 30% nke ụwa.",
  "Ndị PBDE nwere ike ịkpaghasị nguzozi nke homonụ thyroid ma na-enye aka n'ụdị ụkọ akwara na mmepe, gụnyere ọgụgụ isi dị ala na nkwarụ mmụta",
  "Ọtụtụ n'ime PBDE ndị a na-ahụkarị ka amachibidoro na European Union na 2006",
  "Nnyocha e mere na òké na-atụ aro na ọbụna obere ikpughe na PBDE nwere ike ịkpata nsogbu mmepe na omume n'ime ụmụ oke na-eto eto na ikpughe na-egbochi nhazi nke hormone thyroid kwesịrị ekwesị.",
  "A na-ahụ Phthalates n'ụfọdụ ihe egwuregwu ụmụaka dị nro, ala ala, akụrụngwa ahụike, ihe ịchọ mma na ihe ikuku",
  "Ha nwere ike inwe nchegbu ahụike n'ihi na a maara ha na-akpaghasị usoro endocrine nke anụmanụ, ụfọdụ nyocha etinyewokwa aka na ha na mmụba nke ntụpọ ọmụmụ nke usoro ọmụmụ nwoke.",
  "Ọ bụ ezie na otu ndị ọkachamara kwubiri na e nwere \"ezigbo ihe àmà\" na ha nwere ike imerụ usoro ọmụmụ nke ụmụ ọhụrụ, California, Washington steeti na Europe amachibidoro ha ihe egwuregwu ụmụaka",
  "Otu phthalate, bis (2-ethylhexyl) phthalate (DEHP), eji na tubing ahụike, catheters na akpa ọbara, nwere ike imebi mmepe mmekọahụ na ụmụ ọhụrụ nwoke",
  "N'afọ 2002, nchịkwa nri na ọgwụ ọjọọ wepụtara akụkọ ọha na eze nke dọrọ aka ná ntị megide ikpughe ụmụ nwoke na DEHP",
  "Ọ bụ ezie na enweghị ọmụmụ ihe mmadụ kpọmkwem, akụkọ FDA na-ekwu, sị: \"Nkpughe na DEHP arụpụtala mmetụta ọjọọ dị iche iche n'ime anụmanụ ụlọ nyocha, ma nke kachasị nchegbu bụ mmetụta na mmepe nke usoro ọmụmụ nwoke na mmepụta nke spam nkịtị na ụmụ anụmanụ na-eto eto",
  "N'ihi data anụ ọhịa dịnụ, ekwesịrị ịkpachapụ anya iji gbochie mkpughe nke nwoke na-etolite na DEHP\"",
  "N'otu aka ahụ, phthalates nwere ike ịrụ ọrụ kpatara na-akpaghasị mmepe akwara ozi nke nwoke mgbe a na-ekpughere ya tupu a mụọ ya.",
  "Dibutyl phthalate (DBP) emebiwokwa insulin na mgbaàmà glucagon n'ụdị anụmanụ.",
  "PFOA bụ kemịkalụ kwụsiri ike nke ejirila griiz ya, ọkụ na ihe na-egbochi mmiri na ngwaahịa ndị dị ka mkpuchi pan na-abụghị osisi, arịa ụlọ, akụrụngwa ọkụ, ụlọ ọrụ mmepụta ihe na ihe ndị ọzọ a na-ahụkarị",
  "Enwere ihe akaebe na-egosi na PFOA bụ ọrịa endocrine na-emetụta usoro ọmụmụ nwoke na nwanyị",
  "PFOA enyere ụmụ oke dị ime na-emepụta ụmụ nwoke nwere mbelata ọkwa nke 3-β na 17-β-hydroxysteroid dehydrogenase, mkpụrụ ndụ ihe nketa na-edepụta maka protein na-etinye aka na mmepụta nke spam",
  "Womenmụ nwanyị toro eto egosipụtala mmepụta progesterone dị ala na androstenedione mgbe ekpughere ya na PFOA, na-eduga n'ihe gbasara ịhụ nsọ na ịmụ nwa",
  "PFOA na-arụ ọrụ hormonal gụnyere mgbanwe nke ọkwa hormone thyroid",
  "A na-ejikọta ọkwa ọbara ọbara nke PFOA na oge ịba ụba nke ime ime-ma ọ bụ \"ịmụghị nwa\" - na ọmụmụ 2009",
  "Ejikọtara mkpughe PFOA na mbelata ogo semen",
  "PFOA pụtara ka ọ na-eme ihe dị ka onye na-akpaghasị usoro endocrine site na usoro nwere ike ime ka ara na-eto eto na ụmụ agbọghọ",
  "Otu akụkọ ọkwa C8 Sayensị Sayensị kwuru njikọ dị n'etiti mkpughe na ụmụ agbọghọ na mmalite mmalite nke ntozu oke.",
  "Ụfọdụ ihe atụ ndị ọzọ nke EDC putative bụ polychlorinated dibenzo-dioxins (PCDDs) na -furans (PCDFs), polycyclic aromatic hydrocarbons (PAHs), phenol derivatives na ọtụtụ pesticides (kacha mara bụ organochlorine ụmụ ahụhụ dị ka endosulfan, kepone (chlordecone) na ihe ndị sitere na ya, herbicide atrazine, na fungicide vinclozolin), 17-alpha ethinylestradiol na-egbochi ime ime, yana phytoestrogens sitere n'okike dị ka genistein na mycoestrogens dị ka zearalenone.",
  "Molting na crustaceans bụ usoro endocrine na-achịkwa",
  "N'ime mmiri penaeid shrimp Litopenaeus vannamei, ikpughe na endosulfan butere mmụba dị ukwuu na oke nsi na ụbara ọnwụ na ogbo postmolt nke oporo.",
  "Ọtụtụ ihe mkpuchi anwụ nwere oxybenzone, onye na-egbochi kemịkalụ nke na-enye mkpuchi mkpuchi UV sara mbara, ma ọ nọ n'okpuru ọtụtụ esemokwu n'ihi mmetụta estrogenic nwere ike ime n'ime mmadụ.",
  "Tributyltin (TBT) bụ ogige organotin",
  "Ruo afọ 40, a na-eji TBT mee ihe dị ka biocide na agba mgbochi, nke a na-akpọkarị agba ala",
  "E gosiputara TBT ka ọ na-emetụta mmepe nke invertebrate na vertebrate, na-akpaghasị usoro endocrine, na-ebute oke nwoke, ọnụ ọgụgụ ndụ dị ala, yana ọtụtụ nsogbu ahụike na mammals.",
  "Kemgbe amachibidoro ya iwu, nkezi ibu ahụ mmadụ nke DDT na PCB anọwo na-ebelata",
  "Ebe ọ bụ na mmachibido iwu ha na 1972, ibu ahụ PCB na 2009 bụ otu narị ihe ọ bụ na mmalite 1980s",
  "N'aka nke ọzọ, usoro nlekota oru nke mmiri ara ara nke Europe egosiwo na ọkwa PBDE na-abawanye",
  "Nnyocha nke ọdịnaya PBDE na mmiri ara ara sitere na Europe, Canada, na US na-egosi na ọkwa dị elu ugboro 40 maka ụmụ nwanyị North America karịa ụmụ nwanyị Swedish, na ọkwa ahụ dị na North America na-amụba ugboro abụọ na afọ isii ọ bụla.",
  "A tụlere ya na ogologo oge iji nwayọọ nwayọọ na-agbadata nkezi okpomọkụ a na-ahụ kemgbe mmalite nke mgbanwe mmepụta ihe nwere ike ịkpata n'ịgbasa mgbaàmà nke hormone thyroid.",
  "N'ihi na endocrine disruptors metụtara usoro metabolic, ọmụmụ, na neuroendocrin dị mgbagwoju anya, a pụghị imepụta ha n'ime nyocha nke mkpụrụ ndụ in vitro",
  "N'ihi ya, ụdị anụmanụ dị mkpa maka ịnweta ihe ize ndụ nke kemịkal na-emebi endocrine.",
  "Enwere ọtụtụ ahịrị ụmụ oke ndị ejiri mkpụrụ ndụ ihe nketa mee ihe ọmụmụ ụlọ nyocha, na nke a enwere ike iji ahịrị ahụ dị ka ntọala mkpụrụ ndụ ihe nke sitere na ọnụọgụgụ",
  "Dịka ọmụmaatụ, enwere ọnụ ọgụgụ ndị a na-akpọ Multi-parent ma nwee ike ịbụ Cross Collaborative Cross (CC) ma ọ bụ Diversity Outbred (DO)",
  "Ụmụ oke ndị a ka ha abụọ sitere na ụdị ụdị asatọ ahụ, nwere ọdịiche dị iche.",
  "Udiri asatọ nke onye malitere, na-ejikọta ụdị anụ ọhịa sitere n'ọhịa (nwere ụdị mkpụrụ ndụ ihe nketa dị elu) yana nchọpụta biomedical dị mkpa n'akụkọ ihe mere eme bred ụdịdị",
  "Ahịrị dị iche iche nke mkpụrụ ndụ ihe nketa ọ bụla dị mkpa na nzaghachi EDC yana ihe fọrọ nke nta ka ọ bụrụ usoro na àgwà niile dị ndụ.",
  "Onu ogugu CC nwere udiri òké inbred 83 nke n'ime otutu oge n'ime ulo nyocha sitere na udiri 8 nke onye nchoputa",
  "Ụmụ oke ndị a na-ekekọta nwere recombinant genomes nke emepụtara iji hụ na ụdị ọ bụla na-ejikọta ya, nke a na-ekpochapụ nhazi ọnụ ọgụgụ mmadụ ma nwee ike ime ka ọ bụrụ ihe na-ezighị ezi na nhazi nke qualitative trait locus (QTL).",
  "Ebe DO ụmụ oke nwere otu alleles na ọnụ ọgụgụ ụmụ oke CC",
  "Enwere nnukwu ọdịiche abụọ na oke ndị a; 1) onye ọ bụla bụ ihe pụrụ iche na-enye ohere ka ọtụtụ narị mmadụ tinye n'ọrụ n'otu ọmụmụ ihe eserese",
  "Ime ụmụ oke DO bụrụ ngwa bara uru nke ukwuu maka ịchọpụta mmekọrịta mkpụrụ ndụ ihe nketa",
  "2) The catch bụ na DO ndị mmadụ n'otu n'otu enweghị ike imepụtaghachi.",
  "Azụla òké ndị a na-abụkarị ụmụ oke site na ịtinye mkpụrụ ndụ ihe nketa ndị ọzọ sitere na akụkụ ahụ ọzọ iji mee ahịrị transgenic (ọtụtụ puku ahịrị) nke òké",
  "Ngwá ọrụ kachasị ọhụrụ ejiri mee nke a bụ CRISPR/Cas9 nke na-enye ohere ịme usoro a nke ọma.",
  "Enwere ike ịmegharị mkpụrụ ndụ ihe nketa n'otu ọnụ ọgụgụ cell ma ọ bụrụ na emee ya n'okpuru ọnọdụ ziri ezi",
  "Maka Endocrine na-akpaghasị kemịkalụ (EDC) nyocha, òké ndị a aghọwo ngwá ọrụ dị mkpa ruo n'ókè ha nwere ike ịmepụta ụdị òké mmadụ",
  "Na mgbakwunye, ndị ọkà mmụta sayensị na-eji ahịrị mkpụrụ akụ knockout nke ụmụ oke iji mụọ ka ụfọdụ usoro si arụ ọrụ mgbe EDC metụtara",
  "Ogwu transgenic bụ ngwá ọrụ dị mkpa maka ọmụmụ ihe metụtara usoro nke EDC na-emetụta mana ọ na-ewe ogologo oge iji mepụta ma dị oke ọnụ",
  "Na mgbakwunye, mkpụrụ ndụ ihe nketa nke a na-achọ ịkụ ọkpọ anaghị elekwasị anya mgbe niile nke ọma nke na-ebute ịkụ aka ezughị ezu nke mkpụrụ ndụ ihe nketa ma ọ bụ ihe na-apụ apụ.",
  "Nlele (gene site na gburugburu ebe obibi) na ụdị òké ọhụrụ ndị a nwere ike, nwee ike ịchọpụta ma ọ bụrụ na e nwere usoro ndị EDC nwere ike imetụta mbelata mmekọrịta mmadụ na ọrịa Autism spectrum (ASD) na nsogbu omume ndị ọzọ",
  "Nke a bụ n'ihi na prairie na pine voles bụ ndị otu obodo na-eme ka ha bụrụ ihe nlereanya ka mma maka omume mmekọrịta mmadụ na mmepe n'ihe metụtara EDC",
  "Na mgbakwunye, a na-ahazi prairie vole genome nke na-eme ka o kwe omume ịme nnwale ndị ahụ a kpọtụrụ aha n'elu",
  "Enwere ike iji voles ndị a tụnyere montane na ala ahịhịa ndụ bụ ndị na-emekọ ihe ọnụ na ndị naanị ha, mgbe ha na-ele anya otú ụdị dị iche iche si nwee ụdị dị iche iche nke mmepe na ụbụrụ ụbụrụ mmadụ",
  "A na-eji ma ụdị ụmụ oke otu nwanyị na ndị na-akwa iko mee ihe n'ụdị nnwale ndị a, maka ozi ndị ọzọ ọmụmụ nwere ike gbasaa na isiokwu a",
  "A na-ele anya ụdịdị mgbagwoju anya ndị nwere usoro dị nso dị ka o kwere mee na ụmụ mmadụ",
  "N'ileghachi anya azụ n'ụdị òké ndị a na-ahụkarị dịka ọmụmaatụ òké ASD nkịtị na-enyere aka mana ha agbasaghị nke ọma ihe nlereanya nke omume mmekọrịta mmadụ na ibe ya kwesịrị",
  "Ma òké ndị a ga-abụ naanị ihe nlereanya na nke a dị mkpa iburu n'uche.",
  "Usoro endocrine dị n'etiti mammals na azụ yiri ya; N'ihi nke a, zebrafish (Danio rerio) bụ nhọrọ ụlọ nyocha ama ama",
  "Zebrafish na-arụ ọrụ nke ọma dị ka ihe nlere anya, akụkụ nke nwere ike ịsị na ndị na-eme nchọpụta na-enwe ike ịmụ ha na-amalite site na ẹmbrayo, n'ihi na embrayo fọrọ nke nta ka ọ pụta ìhè",
  "Tụkwasị na nke a, zebrafish nwere akara DNA mmekọahụ, nke a na-enye ndị ọkà mmụta ihe omimi ohere ịnye mmekọahụ n'otu n'otu ka ọ bụrụ azụ azụ, nke a dị mkpa karịsịa mgbe ị na-amụ ihe ndị na-akpaghasị usoro endocrine dị ka ndị na-akpata ọgba aghara nwere ike imetụta otú, n'etiti ihe ndị ọzọ, akụkụ ahụ mmekọahụ na-arụ ọrụ, ya mere, ọ bụrụ na mberede enwere spam",
  "N'ime ovaries ma emechaa site na nyocha, enwere ike itinye ya na kemịkalụ na-enweghị ohere ọ ga-abụ mmebi mkpụrụ ndụ ihe nketa ebe ọ bụ na onye nyocha kpebiri mmekọahụ",
  "E wezụga zebrafish dị ngwa ngwa, ma dị mfe ịmụ ihe site na usoro ndụ ha dị iche iche, ha nwere mkpụrụ ndụ ihe nketa yiri nke ahụ na ụmụ mmadụ - 70% nke mkpụrụ ndụ ihe nketa mmadụ nwere otu zebrafish na ọbụna karịa 84% nke mkpụrụ ndụ ihe nketa ọrịa na ụmụ mmadụ nwere otu zebrafish",
  "Nke kachasị mkpa bụ eziokwu ahụ bụ na ọnụ ọgụgụ ka ukwuu nke ndị na-akpaghasị usoro endocrine na-ejedebe n'ụzọ mmiri, ya mere ọ dị mkpa ịmara otú ndị na-akpaghasị ihe ndị a si emetụta azụ, bụ nke nwere ike inwe uru dị mkpa ma bụrụkwa ihe nlereanya.",
  "Embrayo zebrafish na-apụta ìhè, obere azụ (larvae na-erughị milimita ole na ole n'ogo)",
  "Nke a na-enye ndị ọkà mmụta sayensị ohere ile larvae (na vivo) na-egbughị ha ka ha mụọ otú akụkụ ahụ ha si etolite karịsịa, mmepe neuro na ibuga nke a na-eche na endocrine na-akpaghasị chemicals (EDC)",
  "Pụtara ka ụfọdụ kemịkalụ si emetụta mmepe ha",
  "Dịka ọmụmaatụ, ha nwere usoro endocrine dị mfe",
  "Tinyere homologous physiological, sensory, anatomical and signal-transformation usoro yiri mammals",
  "Ngwá ọrụ ọzọ na-enye aka dịịrị ndị ọkà mmụta sayensị bụ genome ha edekọrọ yana ọtụtụ ahịrị transgenic enwere ike inweta maka ozuzu",
  "Azụ zebrafish na mkpụrụ ndụ anụ mammali ma atụnyere ha nwere myirịta pụtara ìhè na ihe dịka 80% nke mkpụrụ ndụ ihe nketa mmadụ gosipụtara n'ime azụ",
  "Na mgbakwunye, azụ a dịkwa ọnụ ala ịzụ na ụlọ n'ụlọ nyocha n'ihi obere ndụ ha dị mkpụmkpụ yana inwe ike idobe ọtụtụ n'ime ha, ma e jiri ya tụnyere ụdị anụ anụmanụ.",
  "A na-agbagha nyocha banyere ndị na-akpaghasị endocrine site na mgbagwoju anya ise chọrọ atụmatụ nnwale pụrụ iche na usoro ọmụmụ ọkaibe:",
  "A na-ahazi ọtụtụ ndị na-akpaghasị usoro endocrine na United States site n'ọtụtụ iwu, gụnyere: Iwu njikwa ihe na-egbu egbu, Iwu Nchedo Ogo nri, Iwu nri, ọgwụ na ịchọ mma, Iwu mmiri dị ọcha, Iwu mmiri ị drinkingụ mmanya dị mma, na Iwu Clean Air.",
  "Congress nke United States emeziwanyela nyocha na nhazi usoro ọgwụ na kemịkalụ ndị ọzọ",
  "Iwu Nchedo Ogo nri nke 1996 na Iwu Ịṅụ mmanya dị mma nke 1996 n'otu oge nyere ntụziaka iwu mbụ chọrọ EPA iji dozie ọgba aghara endocrine site na nhazi nke mmemme maka nyocha na ịnwale ihe kemịkal.",
  "Na 1998, EPA kwuputara mmemme nyocha nke Endocrine Disruptor site na ịtọlite ​​​​usoro maka ntọala izizi, nyocha na ịnwale ihe karịrị kemịkalụ 85,000 na azụmaahịa",
  "Ọ bụ ezie na Iwu Nchedo Ogo nri chọrọ naanị EPA iji nyochaa ọgwụ mgbochi maka ikike imepụta mmetụta yiri estrogens n'ime mmadụ, o nyekwara EPA ikike inyocha ụdị kemịkalụ ndị ọzọ na mmetụta endocrine",
  "Dabere na ndụmọdụ sitere na kọmitii ndụmọdụ, ụlọ ọrụ ahụ gbasaara mmemme nyocha ahụ gụnyere homonụ nwoke, usoro thyroid, yana mmetụta na azụ na anụ ọhịa ndị ọzọ",
  "Echiche bụ isi n'azụ mmemme ahụ bụ na a ga-ebute ụzọ na-adabere na ozi dị ugbu a gbasara ojiji kemịkalụ, olu mmepụta, nhazi-ọrụ na nsị",
  "A na-eme nyocha site na iji sistemu ule in vitro (site n'inyocha, dịka ọmụmaatụ, ọ bụrụ na onye ọrụ na-emekọrịta ihe na estrogen receptor ma ọ bụ androgen receptor) yana site n'iji ụdị anụmanụ eme ihe, dị ka mmepe nke tadpoles na uto uterine n'ime òké prepubertal",
  "Nnwale zuru oke ga-enyocha mmetụta ọ bụghị naanị na anụ mammals (oke) kamakwa n'ọtụtụ ụdị ndị ọzọ (frogs, azụ, nnụnụ na invertebrates)",
  "Ebe ọ bụ na tiori gụnyere mmetụta nke ihe ndị a na sistemụ na-arụ ọrụ, nnwale anụmanụ dị mkpa maka nkwado sayensị, mana otu ndị ikike anụmanụ emegideworo ya",
  "N'otu aka ahụ, ihe akaebe na-egosi na mmetụta ndị a na-eme n'ime mmadụ ga-achọ nyocha mmadụ, ule dị otú ahụ nwekwara mmegide.",
  "Mgbe ha na-ezuteghị ọtụtụ oge iji malite ule, EPA mechara kwupụta na ha dị njikere ịmalite usoro nke ịnwale ọtụtụ ụlọ ọrụ kemịkalụ nke a na-enyo enyo na ọ bụ ndị na-akpaghasị usoro endocrine n'isi mmalite 2007, afọ iri na otu ka e kwupụtachara mmemme ahụ",
  "Mgbe a mara ọkwa nhazi ikpeazụ nke ule ahụ, a na-emegide imewe ha",
  "Ndị nkatọ boro ebubo na emebiela usoro ahụ niile site na nnyonye anya ụlọ ọrụ kemịkal",
  "N'afọ 2005, EPA họpụtara otu ndị ọkachamara ka ha duzie nyocha ndị ọgbọ mepere emepe nke mmemme na nhazi ya",
  "Nsonaazụ ha chọpụtara na \"ihe mgbaru ọsọ ogologo oge na ajụjụ sayensị dị na mmemme EDC kwesịrị ekwesị\", Otú ọ dị, e mere nchọpụta a ihe karịrị otu afọ tupu EPA kwupụta usoro ikpeazụ nke mmemme nyocha",
  "EPA ka na-esiri ya ike ime usoro nnwale endocrin kwesịrị ntụkwasị obi ma dị mma.",
  "Ka ọ na-erule n'afọ 2016, EPA nwere nsonaazụ nyocha estrogen maka kemịkal 1,800.",
  "Na 2013, ọtụtụ ọgwụ pesticides nwere endocrine na-akpaghasị kemịkalụ nọ na ụkpụrụ EU ka amachibidoro",
  "Na Mee 2, ndị mkparita ụka TTIP US siri ọnwụ na EU kwụsịrị njirisi ahụ",
  "Ha kwuru na ekwesịrị ịme usoro dabere na ihe egwu na iwu",
  "Mgbe e mesịrị otu ụbọchị Catherine Day degaara Karl Falkenberg na-arịọ ka ewepụrụ njirisi.",
  "Kọmịshọna European abụrụla ịtọ ntọala site na Disemba 2013 na-achọpụta endocrin na-akpaghasị kemịkalụ (EDCs) n'ọtụtụ puku ngwaahịa - gụnyere ọgwụ nje, ọgwụ pesticides na ụlọ mposi - nke ejikọtara na ọrịa kansa, ntụpọ ọmụmụ na nsogbu mmepe ụmụaka",
  "Agbanyeghị, otu ahụ egbuola usoro ahụ, na-eme ka Sweden kwupụta na ọ ga-agba ụlọ ọrụ ahụ akwụkwọ na Mee 2014 — na-ebo ụlọ ọrụ kemịkal ebubo na-agba mbọ maka ọgba aghara ahụ.",
  "\"Nke a na-egbu oge bụ n'ihi na European chemical lobby, nke na-etinye nrụgide ọzọ dị iche iche kọmishọna",
  "Hormone disrupters na-aghọ a nnukwu nsogbu",
  "N'ebe ụfọdụ na Sweden anyị na-ahụ abụọ-edina azụ azụ",
  "Anyị nwere ndị ọkà mmụta sayensị akụkọ banyere otú nke a si emetụta ọmụmụ nke ndị na-eto eto",
  "ụmụ nwoke na ụmụ nwanyị, na mmetụta ndị ọzọ dị njọ, \"Mịnịsta na-ahụ maka gburugburu ebe obibi Sweden Lena Ek gwara ndị AFP, na-ekwupụta na Denmark chọkwara ime ihe.",
  "Na Nọvemba 2014, Council Nordic Council nke ndị minista na Copenhagen wepụtara akụkọ onwe ya nke mere atụmatụ mmetụta EDC gburugburu na ahụike ọmụmụ nwoke, yana ọnụ ahịa nke sistemu ahụike ọha",
  "O kwubiri na EDC nwere ike na-eri usoro ahụike n'ofe EU ebe ọ bụla site na nde 59 ruo 1.18 ijeri Euro kwa afọ, na-ekwupụta na ọbụna nke a na-anọchi anya naanị \"obere akụkụ nke ọrịa ndị metụtara endocrine\".",
  "Na 2020, EU bipụtara Usoro kemịkalụ ha maka ịdịgide nke na-emetụta mgbanwe ndụ ndụ nke ụlọ ọrụ kemịkalụ pụọ na xenohormones na kemịkalụ ndị ọzọ dị ize ndụ.",
  "Enwere ihe akaebe na ozugbo a naghị eji ihe mmetọ eme ihe, ma ọ bụ ozugbo ejiri ya mee ihe nke ukwuu, ibu ahụ mmadụ nke mmetọ ahụ na-ebelata",
  "Site na mbọ nke ọtụtụ mmemme nleba anya n'ọtụtụ buru ibu, ihe mmetọ kacha emetụta n'ọnụ ọgụgụ mmadụ ka amara nke ọma",
  "Nzọụkwụ mbụ n'ibelata ibu ahụ nke ihe mmetọ ndị a bụ iwepụ ma ọ bụ ịkwụsị mmepụta ha.",
  "Nzọụkwụ nke abụọ n'ibelata ibu ahụ mmadụ bụ ịmara na enwere ike ịdepụta nri ndị nwere ike ịnwe oke mmetọ",
  "Usoro a arụwo ọrụ n'oge gara aga-a dọrọ ndị inyom dị ime na ndị na-enye nwa ara aka na ntị ka ha ghara iri ihe oriri ndị a maara na-akwakọba nnukwu mercury.",
  "Akụkụ kacha sie ike nke nsogbu a bụ ịchọpụta otu esi ewepụ ogige ndị a na gburugburu ebe obibi na ebe a ga-elekwasị anya na mbọ mmezi",
  "Ọbụna ihe ndị na-emetọ ihe adịghịzi emepụta na-anọgide na gburugburu ebe obibi, na-agbakọtakwa n'usoro nri",
  "Nghọta ka kemịkalụ ndị a, otu oge nọ na gburugburu ebe obibi, na-agafe na gburugburu ebe obibi, dị mkpa iji chepụta ụzọ isi kewapụ na iwepu ha",
  "Emeela mbọ zuru ụwa ọnụ ịkpọ aha POP ndị a na-ahụkarị na gburugburu ebe obibi site na iji kemịkalụ dị ka ụmụ ahụhụ",
  "A tụlewo POP iri na abụọ ndị bụ isi ma tinye ha n'ọkwa igwe mmadụ ka e wee mee ka ozi ahụ dị n'okirikiri ọha mmadụ",
  "Nkwado dị otú ahụ ekwela ka mba dị iche iche gburugburu ụwa rụọ ọrụ nke ọma na nnwale na mbelata ojiji nke kemịkalụ ndị a",
  "Site na mbọ iji belata ọnụnọ kemịkalụ dị otú ahụ na gburugburu ebe obibi, ha nwere ike ibelata nsị nke POP n'ime isi nri nri nke na-emerụ anụmanụ ndị a na-azụ ahịa nye ndị US.",
  "Ọtụtụ ogige organic na-adịgide adịgide, PCB, DDT na PBDE gụnyere, na-agbakọta na mmiri na sedimenti mmiri",
  "Ọtụtụ usoro ndị EPA na-eji ugbu a iji hichaa ebe ndị emetọchara nke ukwuu, dị ka akọwara n'ime mmemme Ndozi Green ha.",
  "Otu n'ime ụzọ kacha atọ ụtọ bụ iji ụmụ irighiri ihe na-eme n'okike na-emebi PCB congeners iji dozie ebe mmetọ.",
  "Enwere ọtụtụ akụkọ ịga nke ọma nke mbọ mkpocha nke saịtị Superfund meruru nke ukwuu",
  "E weghachiri ihe mkpofu acre 10-acre (40,000 m2) dị na Austin, Texas nke emetọru ya na VOC ndị a tụfuru n'ụzọ iwu na-akwadoghị n'ime otu afọ na ogige mmiri na ebe mmụta.",
  "A na-eji ngwa teknụzụ dị elu ejiri chọpụta ihe ndị na-emetọ ala n'ime ala sachaa saịtị uranium US nke ejiri uranium na PCB metọọ",
  "Ejiri VOC, PCBs na led sachaa ala na mmiri dị n'ime ala mmiri emetọọ, etinyere ihe ọkụkụ dị ka ihe nzacha ndụ, ma mejuputa mmemme obodo iji hụ na nleba anya na-aga n'ihu na mkpokọta mmetọ na mpaghara ahụ",
  "Ọmụmụ ihe ọmụmụ ndị a na-agba ume n'ihi obere oge dị mkpa iji dozie saịtị ahụ na ọkwa dị elu nke ihe ịga nke ọma nwetara.",
  "Nnyocha na-egosi na bisphenol A, ụfọdụ PCB, na ogige phthalate ka a na-ekpochapụ nke ọma n'ahụ mmadụ site na ọsụsọ",
  "Ọ bụ ezie na a na-akacha mma na-ekpochapụ ụfọdụ ihe ndị na-emetọ ihe ndị dị ka bisphenol A (BPA) n’ahụ́ mmadụ site n’ọsụsọ, ọganihu sayensị na-adịbeghị anya emewo ka ọ̀tụ̀tụ̀ ikpochapụ ihe ndị na-emerụ emerụ n’ahụ́ mmadụ mụbaa",
  "Dịka ọmụmaatụ, a tụpụtara usoro iwepụ BPA nke na-eji enzymes dị ka laccase na peroxidase enzyme iji weda BPA n'ime ogige ndị na-adịghị emerụ ahụ",
  "Usoro ọzọ maka iwepụ BPA bụ iji radicals na-arụ ọrụ nke ukwuu maka mmebi.",
  "Ikpughe mmadụ nwere ike ịkpata mmetụta ahụike ụfọdụ, dịka IQ dị ala na oke ibu okenye",
  "Mmetụta ndị a nwere ike iduga n'ịrụpụta nrụpụta, nkwarụ, ma ọ bụ ọnwụ akaghi aka na ụfọdụ ndị mmadụ",
  "Otu akwụkwọ mere atụmatụ na, n'ime European Union, mmetụta akụ na ụba a nwere ike inwe ihe dị ka okpukpu abụọ nke mmetụta akụ na ụba dị ka mmetụta nke mercury na lead kpatara.",
  "A na-atụle oke mmekọrịta akụ na ụba nke endocrine na-emebi kemịkalụ (EDC) - mmetụta ahụike metụtara European Union dabere na akwụkwọ ndị dị ugbu a yana ịtụle ejighị n'aka n'ihe gbasara ihe kpatara ya na EDCs yana ụgwọ metụtara ahụike kwekọrọ na oke nke €",
  "Ijeri 46 ruo €288 ijeri kwa afọ."
]