[
  "Enfants Terribles bụkwa Nana ET Matvey bụ ndị na-ese ihe abụọ nke gụnyere Nana Rosenørn Holland Bastrup (obere: Nana Bastrup) (amụrụ n'afọ 1987) na Matvey Slavin (amụrụ n'afọ 1987)",
  "E hiwere ha abụọ na Hamburg n'afọ 2012 ma kpọọ aha ha site na ntinye ha Enfants Terribles nke, n'ọnwa Mee afọ 2012, gosipụtara na nnukwu ebe a wụrụ awụ n'èzí Hamburger Kunsthalle na Hamburg",
  "Ntinye Enfants Terribles bụ nsọpụrụ nye ihe ọkpụkpụ ududo Maman nke Louise Bourgeois, ma nwee ụmụ ududo iri na isii gburugburu ihe ọkpụkpụ Bourgeois dị ugbu a.",
  "A mụrụ Bastrup na Copenhagen, Denmark na Slavin na Leningrad (nke a gbanwere aha ya na St.Petersburg), Russia.\nHa zutere mgbe ụmụ akwụkwọ na Hochschule für bildende Künste Hamburg ma kemgbe ahụ, ha mepụtara ọtụtụ ihe ngosi na omume ọha na eze na Germany, Denmark na Austria n'okpuru aha \"Enfants Terribles\". N'afọ 2014–2015 ha ghọrọ ndị na-ese ihe na ụlọ nka na Meinersen na agụmakwụkwọ nke Foundation Bösenberg na n'afọ 2016 ndị na-ese ihe na ụlọ nka Künstlerhaus im Schlossgarten na Cuxhaven. Kemgbe afọ 2015, ha na-arụ ọrụ n'okpuru aha Nana ET Matvey na Berlin na Copenhagen.",
  "Ọrụ Enfants Terribles na-ewuli elu na mmegharị Dada",
  "Taboos bụ otu n'ime isi isiokwu ya. N'afọ 2014 ndị na-ese ihe nkiri na-etinye na Hanover obere mmadụ asaa a na-akpọ \"The Seven Matveys\" na okpu agba n'ihu ihe ọkpụkpụ Nana nke Niki de Saint Phalle: The Admirer, The Critic, The Know-It-All, The Devotee, The Sceptic, The Tourist na The Destroyer",
  "A ghọtara ntinye ihe nkiri ahụ ọ bụghị naanị n'ihi aha mbụ nke Nana Bastrup, kamakwa n'ihi esemokwu banyere ụdị nka na Hanover n'afọ ndị 1970. Ha abụọ na-eme ụdị satire eserese nke na-agbaso ọdịnala nke ndị na-ese ihe Jacques Callot, William Hogarth, ma ọ bụ George Grosz",
  "N'afọ 2014 ha mepụtara ụdị okwu ha kpọrọ \"Laufbilder\". Usoro maka imepụta ọrụ ndị a bụ: mbipụta inkjet nke foto nke ihe ngosi ndị gara aga ma ọ bụ arụmọrụ na mpempe akwụkwọ mmegharị, ntinye aka collage nke Nana Bastrup mere, na eserese pensụl nke Matvey Slavin gbakwunyere jikọtara na mbipụta na PVC tarp, na-ahapụ usoro nyocha agba a na-ahụ anya na ala na n'akụkụ",
  "Usoro a na -arụpụta ntụgharị nke \"digital Gobelins\" nke na -echeta tapestries oge ochie, mana n'eziokwu, a na -ebipụta ọkọlọtọ mgbasa ozi na loops. The motto of the artist duo is art is footwork. The \"Laufbilder\" (running images or run of images) recreate views and situations of exhibitions that Enfants Terribles have realized in the past. The works deal with socially relevant issues and reflect critically the art market, the art scene, and the role the artists adopt in these. Bastrup na Slavin jikọtara ọrụ nka ha, ogige ihe atụ nke ihe na ọnọdụ dị egwu",
  "A na-esite na ntinye aka ha na ihe osise ahụ",
  "N'ihe ngosi Popdada na Berlin 2016 Bastrup na Slavin gosipụtara nhọrọ nke ọrụ popdadaistic: Laufbilder (foto ihe nkiri), Mauerwerke (masonry) na ihe ọkpụkpụ vidiyo Dada Child, Little Brother 2014-2016",
  "Nwa ojii a na-akpọ lacquered child nọ ọdụ na plinth na-ejide n'otu aka ihuenyo na vidiyo Popdada 2010-2016 n'akụkụ ihu ya",
  "N'aka nke ọzọ gbatịrị agbatị bụ égbè egwuregwu, nke ọ na-eji eme ihe",
  "Site na ihe ngosi ahụ, ndị na-ese ihe kpọrọ aha ma guzobe ụdị nka Popdada (ọ bụkwa Popdadaism) - 100 afọ mgbe e guzobere Dada (ọ bụkwa Dadaism)",
  "Ebumnuche nke echiche popdadaistic abụghị ịjụ ụwa ajụjụ maka omenala ya na parody, kama ọ bụ n'ihi enweghị isi na njikwa."
]