[
  "Enhle Mbali Mlotshwa (amụrụ n'abalị atọ nke ọnwa Machị afọ 1988), bụ onye na-eme ihe nkiri na South Africa, onye na-eme nguputa na TV na onye na-emepụta ejiji. A maara ya maka ọrụ ọganihu ya na South African Television Series, Tshisa",
  "Ọ malitere uwe nne mụrụ nwa SE Preggoz na South Africa na New York na 2015.",
  "Mlotshwa nwetara ọrụ mbụ ya na usoro South Africa Mtunzini.com nke gosipụtara na South African National Broadcasting Corporation site na afọ 2006 rụọ 2009",
  "Ọrụ ya dị ịrịba ama bụ na usoro telivishọn South Africa, Tshisa",
  "Kemgbe ahụ, a tụbara Mlotshwa na ọtụtụ opera telivishọn South Africa na usoro ihe nkiri gụnyere telenovela iNkaba, Moferefere Lenyalong, Soul City, Sokhulu and Partners, Rhythm City, Rockville, na 7de Laan.",
  "N'afọ 2009, Mlotshwa kwadoro usoro Channel O, Young, Gifted and Black wee gaa n'ihu na-akwado ANN710s, Starbiz nke lekwasịrị anya na akụkọ ntụrụndụ obodo na nke mba ụwa. Ọ bụ ọkà okwu na Dstv nke ihe omume In Good Company Experience nke kwadoro onye America na-eme ihe nkiri na onye edemede bụ Issa Rae n'afọ 2018.",
  "N'afọ 2018, a họpụtara ya dị ka onye na-eme ihe nkiri maka ihe nkiri dị mkpirikpi Lace",
  "Ihe nkiri ahụ meriri Best Film, Audience Favourite, Best Actor, Best Writing, Best Directing, na Best Special Effects nke ọrụ ihe nkiri awa iri anọ na asatọ na Johannesburg",
  "Ihe nkiri ahụ gara n'ihu na-asọmpi na Filmapalooza na 2019 na Orlando, Florida wetara Mlotshwa ihe nrite mba ụwa kacha mma.",
  "N'afọ 2019, a họpụtara Mlotshwa dị ka onye na-akwado usoro The Herd",
  "Mlotshwa malitere uwe nne mụrụ nwa SE Preggoz na South Africa na New York n'afọ 2015.",
  "N'afọ 2018, Mlotshwa malitere Enhle Cares Foundation na mmemme Forever Young Gala Dinner n'akụkụ The House of Mandela Family Foundation na Africa Rising, nke ndi ụlọ ọrụ Global Citizen kwadoro.",
  "Enhle Cares Foundation bụ òtù nwere ọtụtụ akụkụ na-elekwasị anya na ụmụ agbọghọ na ndị nne nwa agbọghọ nọ n'obodo ndị dara ogbenye",
  "Ebumnuche bụ iji ọdịiche njirimara na inye ọrụ na site na ọrụ mmekorita, nye ngwọta maka nsogbu ụfọdụ",
  "Ka ọ dị ugbu a, e nweela ihe na-eme iji nye ụmụ agbọghọ na South Africa ọrụ ezumike bụ ndị na-elekọta ndị ezinụlọ ha na-arịa ọrịa HIV / AIDS, nkwarụ ma ọ bụ agadi",
  "Ntọala ahụ na-elekwasịkwa anya n'ịkwado ịkpa ókè nwoke na nwanyị na South Africa",
  "Enhle Mbali Mlotshwa lụrụ  DJ Black Coffee nke south Africa ( ezi aha ya bụ Nkosinathi Innocent Maphumulo) n'afọ 2011. N'ọnwa Julaị 2019, ha kewara ma malite ịgba alụkwaghịm."
]