[
  "Ambassador Eniola Olaitan Ajayi (amụrụ na 18 Jenụwarị 1965) bụ onye ndọrọ ndọrọ ọchịchị Naijiria na onye nnọchi anya mba ọzọ na-eje ozi ugbu a dị ka onye nnọchianya Naijiria nọ na Hungary na ikikere na Serbia, Croatia, na Bosnia na Herzegovina. N'oge na-adịbeghị anya, Onye isì ala Muhammadu Buhari zigara ya ka ọ bụrụ onye nnọchi anya Naijiria na Netherlands.",
  "A mụrụ Ajayi na 18 Jenụwarị 1965 na Ipoti Ekiti n'ezinụlọ Late Pawato Oluyin Owolabi Ajayi nke Iyin Ekiti na Chief Mrs",
  "Elizabeth Anike Ajayi nke Ipoti Ekiti",
  "Ndụ ya n'oge ọ bụ nwata malitere na St George Anglican Primary School, Ijero Ekiti tupu ọ gaa Emmanuel Anglican Elementary School, Ado Ekiti. Ọ gụrụ akwụkwọ sekọndrị na ụlọ akwụkwọ Christ, Ado Ekiti. O nwetara nzere bachelọ nke sayensị na Optometry na 1986 na Mahadum Benin",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ na National Youth Service Corps na Eye Clinic nke Nigerian Airforce",
  "Mgbe ọ rụchara ọrụ otu afọ ya, e debere ya dị ka onye ọrụ na-adịgide adịgide nke ụlọ ọgwụ ahụ ma rụọ ọrụ n'ebe ahụ ruo mgbe ọ nwetara ezumike ọmụmụ iji mee nyocha na Institute of Ophthalmology, Mahadum London",
  "N'afọ 1994, ọ nwetara Master of Philosophy na Ocular Pathology n'otu mahadum ahụ",
  "Ọ laghachiri Naịjirịa wee gaa n'ihu na ọrụ ya na Nigeria Airforce ruo 1997 mgbe ọ malitere ọrụ onwe ya",
  "O mechara laghachi na Mahadum Benin ebe ọ nwetara Doctor of Optometry n'afọ 2000.",
  "Ọ bụ onye na-akpali akpali na onye ozi nke Chineke na nzukọ ndị Kraịst nke obodo ya; na-elekọta ọdịmma nke ndị di na nwunye kwenyere na Chineke maka ụmụaka na-ndị dị ime",
  "Dr Eniola AJAYI lụrụ Adegboyega Oke ma bụrụ nne nwere ọtụtụ ụmụ.",
  "Ajayi bịara na ndọrọ ndọrọ ọchịchị mgbe oge mbụ ya dị ka Kọmishọna maka agumakwụkwọ, sayensị na teknụzụ na steeti Ekiti nke Naijiria ebe o mere mgbanwe dị ịrịba ama na ngalaba agụmakwụkwọ. E mechara họpụta ya ka ọ bụrụ Kọmishọna maka gburugburu ebe obibi.",
  "Dị ka onye kọmishọna maka agụmakwụkwọ na Ekiti site na Disembaa 2010 ruo Jenụwarị 2013, Ajayi so ndị otu Gọvanọ Kayode Fayemi rụọ ọrụ iji mee ka atụmatụ ya dị asatọ",
  "Ọ lekọtara njikọta nke mahadum atọ ahụ n'oge ahụ na Mahadum Ekiti State ọhụrụ na nke nwoke. Ọ bụkwa n'okpuru idu ndú ya ka e mere iwu guzobere kọleji agụmakwụkwọ, Ikere Ekiti.",
  "Ajayi jere ozi dị ka onye kọmishọna maka gburugburu ebe obibi site na Febụwarị 2013 ruo Ọktoba 2015",
  "N'okpuru ọrụ a, ọ butere ụzọ na mgbalị ijì belata igbutu osisi n'ụzọ iwu na-akwadoghị, nweta mmelite ọhịa ma melite ego a na-enweta n'ime ụlọ site na ọrụ ọhịa",
  "Ọ malitekwara nguzobe nke Forestry Commission maka nlekọta kwesịrị ekwesị nke Forest site na itinye aka nke ndị ọrụ Forestry niile na Ekiti State.",
  "Ajayi malitere ọrụ nnọchiteanya ya mgbe Onye isi ala Muhammadu Buhari họpụtara ya na ọrụ ọzọ na Hungary dị ka onye nnọchi anya Naijiria. Ọ rụrụ ọrụ dị ka onye nnọchi anya Naijiria na Hungary na ikikere n'otu oge na Serbia, Croatia, Bosnia na Herzegovina, ruo mgbe e zigara ya na Netherlands na nso nso a."
]