[
  "Nkwado bụ ụdị America nke ihe na-edozi ahụ na ihe ndị na-anọchite anya nri nke Abbott Laboratories mepụtara",
  "Otu karama 237-ml (8-fl oz) nke Ensure Original nwere calorie 220, gram isii nke abụba, gram 15 nke shuga, na gram itoolu nke protein",
  "Ihe isii kachasị elu bụ mmiri, ọka maltodextrin, shuga, mmiri ara ehi protein concentrate, mmanụ canola, na protein soy. A na-ewere ya dị ka lactose-free maka ndị na-enweghị lactose.",
  "N'afọ 1903, Harry C",
  "Moores na Stanley M",
  "Ross malitere \"Moores & Ross Milk Company\", nke na-ahụ maka ịde mmiri ara ehi maka nnyefe ụlọ maka afọ ole na ole mbụ. Ka ọ na-erule afọ 1964, ụlọ ọrụ ahụ jikọtara ya na Abbott Laboratories",
  "Ihe ọṅụṅụ a na-akpọ Ensure bụ nke mbụ Ross Laboratories rere na afọ 1973.",
  "N'afọ ndị afọ 1990, Ensure na ihe ọṅụṅụ ndị ọzọ na-edozi ahụ dị ka Mead Johnson's Sustacal na Nestlé's Boost and Resource na-asọ mpi siri ike iji nweta òkè ahịa n'etiti ndị okenye nwere ahụike. N'afọ 1996, Ensure nwere ahịa nke ihe dị ka $ 300 nde ma bụrụ 80% nke ahịa protein mgbakwunye; Abbott mefuru $ 45.4 nde iji kpọsaa Ensure n'ime ọnwa itoolu mbụ nke afọ 1996, ihe dị ka 70% karịa ka o mefuru n'otu oge ahụ nke afọ 1995.",
  "N'afọ 1995, Center for Science in the Public Interest kwuru na mgbasa ozi maka Ensure bụ \"mgbasa ozi nri kachasị aduhie eduhie\" nke afọ ahụ. N'afọ 1997, Abbott kwụsịrị ebubo sitere na Federal Trade Commission na ọ na-ere ahịa ụgha Assure dị ka inwe vitamin yiri nke ahụ dị ka ihe mgbakwunye multivitamin, yana dịka ndị dọkịta tụrụ aro karịa ihe mgbakwunye nri ọ bụla ọzọ dị ka ụzọ ndị mmadụ ga-esi nọgide na-arụ ọrụ ike ma nwee ahụike.",
  "E jirila jide n'aka na a na-enye ndị mkpọrọ na-achọ agụụ na ogige ndị mkpọrọ Guantanamo Bay nke mba United States nri.",
  "Mgbe Abbott kewara ngalaba ọgwụ ya, Abbvie, na afọ 2013, usoro ngwaahịa Ensure nọgidere na Abbott tinyere ngwaahịa ndị ọzọ na-edozi ahụ.",
  "Ka ọ na-erule afọ 2016, ụdị dị iche iche nke Ensure gụnyere:",
  "Ka ọ na-erule n'afọ 2016, a kwụsịrị Ensure Complete."
]