[
  "Ihe metụtara gburugburu ebe obibi, ihe gbasara gburugburu ebe obibi ma ọ bụ ihe eco bụ ihe ọ bụla dị ndu ma ọ nke na adịghị ndu, nke na-emetụta ihe ndị dị ndụ.  Ihe ndị dị ndụ gụnyere ọnọdụ okpomọkụ, oke ìhè anyanwụ, na pH nke ala mmiri nke ihe dị ndụ bi na ya",
  "Ihe ndị dị ndụ ga-agụnye nnweta nke ihe oriri na ọṅụṅụ nke ihe ndị dị ndụ, ndị asọmpi, ndị na-eri anụ, na nje.",
  "'Genotype' nke ihe dị ndụ (dịka, na zygote) sụgharịrị n'ime phenotype okenye site na mmepe n'oge ontogeny nke ihe dị ndụ, ma nwee mmetụta site na ọtụtụ mmetụta na gburugburu ebe obibi",
  "N'okwu a, enwere ike ile a na akpọ 'phenotype' (ma ọ bụ àgwà phenotypic) anya dị ka njirimara ọ bụla a pụrụ ịkọwapụta ma tụọ nke ihe dị ndụ, dị ka ahụ ya ma ọ bụ ụcha akpụkpọ ahụ.",
  "E wezụga ezigbo nsogbu mkpụrụ ndụ ihe nketa monogenic, ihe ndị metụtara gburugburu ebe obibi nwere ike ikpebi mmepe nke ọrịa na ndị mkpụrụ ndụ ihe nketa na-ebute otu ọnọdụ",
  "Nchegbu, mmetọ anụ ahụ na nke uche, nri, ikpughe na nsí, nje, ụzarị ọkụ na kemịkal dị na ihe fọrọ nke nta ka ọ bụrụ ngwaahịa nlekọta onwe onye na ndị na-ehicha ụlọ bụ ihe ndị na-ahụkarị gburugburu ebe obibi nke na-ekpebi akụkụ buru ibu nke ọrịa na-abụghị nke nketa.",
  "Ọ bụrụ na e kwubiri usoro ọrịa na ọ bụ n'ihi ngwakọta nke mmetụta mkpụrụ ndụ ihe nketa na gburugburu ebe obibi, enwere ike ịkpọ mmalite ya dị ka inwe usoro multifactorial.",
  "Ọrịa kansa na-enwekarị njikọ na ihe ndị metụtara gburugburu ebe obibi. Ịnọgide na-enwe ịdị arọ dị mma, iri nri dị mma, ibelata mmanya na iwepụ ise siga na-ebelata ihe ize ndụ nke ibute ọrịa ahụ, dị ka ndị nchọpụta si kwuo.",
  "A na-amụkwa ihe na-akpata ụkwara ume ọkụ na autism.",
  "Ihe ngosi ahụ gụnyere usoro nke gburugburu ebe obibi mmadụ (ya bụ na-abụghị mkpụrụ ndụ ihe nketa) site na ịtụrụ ime gaa n'ihu, na-eme ka mkpụrụ ndụ ihe nketa ahụ dị mma",
  "Onye ọkachamara n'ihe gbasara ọrịa kansa bụ Christopher Paul Wild buru ụzọ kwuo ihe ngosi ahụ n'afọ 2005 n'isiokwu nke isiokwu ya bụ \"Complementing the genome with an \"exposome\": ihe ịma aka pụtara ìhè nke nyocha nke gburugburu ebe obibi na ọrịa nje molekụla\" n'asụsụ bekee. Echiche nke ikpughe na otu esi atụle ya emela ka mkparịta ụka dị ụtọ na echiche dị iche iche n'afọ 2010, 2012, 2014 nakwa n'afọ 2021.",
  "N'isiokwu ya n'afọ 2005, Wild kwuru, \"N'ihe zuru oke, ihe ngosi ahụ gụnyere ihe ngosi gburugburu ebe obibi nke ndụ (gụnyere ihe ndị metụtara ndụ), site na oge ọmụmụ gaa n'ihu",
  "\" E bu ụzọ kwuo echiche a iji dọta uche gaa na mkpa ọ dị maka data ngosi gburugburu ebe obibi ka mma na nke zuru oke maka nchọpụta ihe kpatara ya, iji dozie ego na mkpụrụ ndụ ihe nketa",
  "Dị ka Wild si kwuo, ọbụna nsụgharị na-ezughị ezu nke exposome nwere ike ịba uru na ọrịa",
  "N'afọ 2012, Wild depụtara usoro, gụnyere sensọ onwe, biomarkers, na teknụzụ 'omics', iji kọwaa ihe ngosi ahụ nke ọma. Ọ kọwara ngalaba atọ na-agafe n'ime ihe ngosi ahụ:",
  "Ná ngwụsị afọ 2013, akọwapụtara nkọwa a n'ụzọ miri emi n'akwụkwọ mbụ banyere ihe ngosi ahụ. \nN'afọ 2014, otu onye edemede ahụ degharịrị nkọwa ahụ iji tinye mmeghachi omume ahụ na usoro metabolic ya nke na-agbanwe nhazi nke kemịkal. N'oge na-adịghi anya, nke a na-egosi site na ngosipụta nke metabolic n'ime na gburugburu oge ime, ngosipụta metabolic nke nne gụnyere ngosipụta dị ka oke ibu nne / oke ibu na ọrịa shuga, na erighị ihe na-edozi ahụ, gụnyere nri abụba dị elu / calorie dị elu, nke jikọtara ya na uto nwa ebu n'afọ, nwa ọhụrụ na ụtọ Nwatakịrị, na mmụba nke oke ibu na nsogbu metabolic ndị ọzọ na ndụ mgbe e mesịrị.",
  "Maka nsogbu dị mgbagwoju anya, ihe ndị na-akpata mkpụrụ ndụ ihe nketa yiri ka ọ bụ naanị 10-30% nke ọrịa ahụ, mana enwebeghị ụkpụrụ ma ọ bụ usoro iji tụọ mmetụta nke ikpughe gburugburu ebe obibi",
  "Nnyocha ụfọdụ banyere mmekọrịta nke mkpụrụ ndụ ihe nketa na gburugburu ebe obibi na ọrịa shuga egosila na \"ọmụmụ mkpakọrịta gburugburu ebe obibi\" (EWAS, ma ọ bụ ọmụmụ mkpakọrịta zuru oke) nwere ike ikwe omume. Otú ọ dị, ọ bụghị ihe doro anya ihe data set bụ ndị kasị kwesịrị ekwesị na-anọchite anya uru nke \"E\".",
  "Ka ọ na-erule n'afọ 2016, o nwere ike ọ gaghị ekwe omume ịtụ ma ọ bụ gosipụta ngosipụta zuru ezu, mana ọtụtụ ọrụ Europe amalitela ime mgbalị mbụ.\nN'afọ 2012, European Commission nyere nnukwu onyinye abụọ iji mee nnyocha metụtara ikpughe. A malitere ọrụ HELIX na Barcelona-based Centre for Research in Environmental Epidemiology n'ihe dị ka n'afọ 2014, ma zube ịzụlite ihe ngosi nke ndụ mbụ. Ọrụ nke abụọ, Exposomics, nke dị na Imperial College London, ọ malitere na 2012, bu n'obi iji ngwa ekwentị pụrụ iche nke ndị bekee kpọrọ smartphones na-eji GPS na sensọ gburugburu ebe obibi iji chọpụta ihe ngosi.",
  "Ná ngwụsị afọ 2013, nnukwu atụmatụ a na-akpọ \"Health and Environment-Wide Associations based on Large Scale population Surveys\" ma ọ bụ HEALS, malitere",
  "N'ịbụ nke a na-akpọ dị ka ọmụmụ ahụike gburugburu ebe obibi kachasị ukwuu na Europe, HEALS na-atụ aro ịnakwere usoro akọwapụtara site na mmekọrịta dị n'etiti usoro DNA, mgbanwe DNA epigenetic, nkwupụta mkpụrụ ndụ ihe nketa, na ihe ndị metụtara gburugburu ebe obibi.",
  "N'ọnwa Disemba nke afọ 2011, mba US National Academy of Sciences kwadoro nzukọ nke isiokwu ya bụ \"Emerging Technologies for Measuring Individual Exposomes\" n'asụsụ bekee. Ụlọ Ọrụ Na-ahụ Maka Nchịkwa na Mgbochi Ọrịa, \"Exposome and Exposomics\", na-akọwa ebe atọ dị mkpa maka ime nnyocha banyere ọrụ dị ka National Institute for Occupational Safety and Health chọpụtara. Ụlọ ọrụ National Institutes of Health (NIH) etinyela ego na teknụzụ na-akwado nchọpụta metụtara ikpughe gụnyere biosensors, ma na-akwado nyocha banyere mmekọrịta mkpụrụ ndụ ihe nketa na gburugburu ebe obibi.",
  "Ebumnuche nke Human Exposome Project, nke yiri Human Genome Project, ka a tụrụ aro ma tụlere ya n'ọtụtụ nzukọ sayensị, mana ka ọ na-erule afọ 2017, ọ dịghị ọrụ dị otú ahụ",
  "N'iburu n'uche enweghị nkọwa doro anya banyere otú sayensị ga-esi na-achụso ọrụ dị otú ahụ, enweghị nkwado. Akụkọ banyere okwu a gụnyere:",
  "Echiche nke exposome enyewo aka na atụmatụ nke afọ 2010 nke ụkpụrụ ọhụrụ na ọrịa phenotype, \"ụkpụrụ ọrịa pụrụ iche\": Onye ọ bụla nwere usoro ọrịa pụrụ iche dị iche na onye ọ bụla ọzọ, na-atụle ịdị iche nke exposome na mmetụta ya pụrụ iche na usoro ọrịa molekụla gụnyere mgbanwe na interactome. E bu ụzọ kọwaa ụkpụrụ a na ọrịa neoplastic dị ka \"ụkpụrụ akpụ pụrụ iche\". Dabere na ụkpụrụ ọrịa a pụrụ iche, ngalaba dị iche iche nke ọrịa nje (MPE) jikọtara ọrịa nje na ọrịa.",
  "Ọtụtụ ihe na-eduzi mgbanwe ụwa; Otú ọ dị, ndị isi ise na-eduzi mgbanwe ụwa bụ: mmụba ọnụ ọgụgụ mmadụ, uto akụ na ụba, ọganihu teknụzụ, àgwà, na ụlọ ọrụ. Ndị isi ọkwọ ụgbọala ise a nke mgbanwe ụwa nwere ike isi na ihe ndị metụtara mmekọrịta mmadụ na ibe ya nke n'aka nke ya, a pụrụ ịhụ ndị a dị ka ndị ọkwọ ụgbọala n'akụkụ nke ha.  Ndị na-eduzi mgbanwe ihu igwe nwere ike ịmalite site na ọchịchọ mmekọrịta mmadụ na ibe ya ma ọ bụ akụ na ụba maka akụ na ụba dịka ọchịchọ maka osisi ma ọ bụ ọchịchọ maka ihe ọkụkụ",
  "N'ịgbukpọ ọhịa n'ebe okpomọkụ dịka ọmụmaatụ, isi ihe na-akwọ ụgbọala bụ ohere akụ na ụba nke na-abịa na mmịpụta akụ ndị a na ntụgharị nke ala a ka ọ bụrụ ihe ọkụkụ ma ọ bụ ala. Enwere ike igosipụta ndị ọkwọ ụgbọala a na ọkwa ọ bụla, site na ọkwa zuru ụwa ọnụ maka osisi ruo ọkwa ezinụlọ.",
  "A pụrụ ịhụ ihe atụ nke otú ndị ọkwọ ụgbọala na-ahụ maka mmekọrịta mmadụ na ibe ya si emetụta mgbanwe ihu igwe na ahia soy bean n'etiti Brazil na China",
  "Azụmahịa nke agwa soy site na Brazil na China etoola nke ukwuu n'ime iri afọ ole na ole gara aga",
  "Ọganihu a na ahia n'etiti mba abụọ a na-akpali site na ndị ọkwọ ụgbọala na-ahụ maka akụ na ụba",
  "Ụfọdụ n'ime ndị ọkwọ ụgbọala na-ahụ maka mmekọrịta mmadụ na ibe ya na-egwuri egwu ebe a bụ mkpa na-arị elu maka agwa soy nke Brazil na China, mmụba nke mgbanwe ojiji ala maka mmepụta agwa soy na Brazil, na mkpa ọ dị iwusi ahia mba ọzọ ike n'etiti mba abụọ ahụ. Ndị ọkwọ ụgbọala a niile nwere mmetụta na mgbanwe ihu igwe",
  "Dịka ọmụmaatụ, mmụba na mmepe maka ugbo soy bean na Brazil pụtara na ọ dị mkpa ka e nwekwuo ala maka akụ a",
  "Nke a na -eme ka a gbanwee oke ọhịa n'ozuzu ya ka ọ bụrụ ala ugbo nke n'akụkụ ya nwere mmetụta na gburugburu ebe obibi. Ihe atụ a nke mgbanwe ojiji ala nke ọchịchọ nke akụ na ụba na-akpali, ọ bụghị naanị na-eme na Brazil na mmepụta soy bean.",
  "Ihe atụ ọzọ sitere na The Renewable Energy Directive 2009 Union mgbe ha nyere iwu maka mmepe biofuel maka mba dị n'ime ndị otu ha",
  "Site na onye ọkwọ ụgbọala na-ahụ maka mmekọrịta mmadụ na ibe ya na mba ụwa nke ịbawanye mmepụta biofuels na-emetụta ojiji ala na mba ndị a",
  "Mgbe ugbo ugbo na-agbanwe gaa na bioenergy cropland, ihe ọkụkụ mbụ na-ebelata ebe ahịa zuru ụwa ọnụ maka ihe ọkụkụ a na-abawanye",
  "Nke a na - akpata onye ọkwọ ụgbọala na -ahụ maka akụ na ụba maka mkpa ọ dị inwekwu ugbo ala iji kwado mkpa na -arịwanye elu",
  "Otú ọ dị, na enweghị ala dịnụ site na ngbanwe ihe ọkụkụ na biofuels, mba ga-eleba anya n'ebe ndị dị anya iji zụlite ala ndị a mbụ",
  "Nke a na - akpata usoro mmịfe na mba ebe mmepe ọhụrụ a na -ewere ọnọdụ",
  "Dịka ọmụmaatụ, mba Afrịka na-agbanwe savanna ka ọ bụrụ ala ugbo na nke a niile sitere na onye na-ahụ maka mmekọrịta mmadụ na ibe ya nke ịchọrọ ịzụlite biofuels. Ọzọkwa, ọkwọ ụgbọala na-ahụ maka mmekọrịta mmadụ na ibe ya nke na-akpata mgbanwe ojiji ala anaghị eme na ọkwa mba ụwa",
  "Enwere ike inwe ahụmahụ ndị ọkwọ ụgbọala a ruo n'ogo ụlọ",
  "Ntughari ihe ọkụkụ abụghị naanị site na mgbanwe biofuel na ọrụ ugbo, nnukwu nnọchi sitere na Thailand mgbe ha gbanwere mmepụta nke osisi opium poppy na ihe ọkụkụ na-abụghị ọgwụ ọjọọ",
  "Nke a mere ka ngalaba ọrụ ugbo nke Thailand too, mana ọ kpatara mmetụta zuru ụwa ọnụ (opium replacement).",
  "Dịka ọmụmaatụ, na Wolong China, ndị obodo na-eji ọhịa dị ka nkụ iji sie ma na-ekpo ọkụ ụlọ ha",
  "Ya mere, onye na-ahụ maka mmekọrịta mmadụ na ibe ya na-arụ ọrụ ebe a bụ ọchịchọ obodo maka osisi iji kwado ihe oriri na mpaghara a",
  "Site na onye ọkwọ ụgbọala a, ndị obodo na-ebelata ihe ha na-enweta maka nkụ mmanụ ụgbọala nke mere na ha ga-aga n'ihu iji wepụ akụ a",
  "Mmegharị a na ọchịchọ maka osisi na-enye aka na ọnwụ nke pandas na mpaghara a n'ihi na gburugburu ebe obibi ha na-ebibi.",
  "Otú ọ dị, mgbe ị na-eme nnyocha banyere ọnọdụ obodo, a na-elekwasị anya na nsonaazụ kama otú mgbanwe na ndị ọkwọ ụgbọala zuru ụwa ọnụ si emetụta nsonaazụ. N'ikwu nke a, ọ dị mkpa ka e mejuputa atụmatụ ọkwa obodo mgbe a na-enyocha ndị na-akpata mgbanwe mmekọrịta mmadụ na ibe ya.",
  "Na mmechi, mmadụ nwere ike ịhụ otú ndị ọkwọ ụgbọala na-ahụ maka mmekọrịta mmadụ na ibe ya na ọkwa ọ bụla si arụ ọrụ na nsonaazụ nke omume mmadụ na gburugburu ebe obibi",
  "Ndị ọkwọ ụgbọala a niile nwere mmetụta na-emetụta ala, ụmụ mmadụ, akụ na ụba, na gburugburu ebe obibi n'ozuzu ya",
  "Site n'ikwu nke a, ọ dị ụmụ mmadụ mkpa ịghọta nke ọma otú ndị ọkwọ ụgbọala ha nwere ike isi gbanwee ụzọ anyị si ebi ndụ",
  "Dịka ọmụmaatụ, ịlaghachi n'ihe atụ soy bean, mgbe ọkọnọ ahụ enweghị ike igbo mkpa maka soy beans ahịa zuru ụwa ọnụ maka ihe ọkụkụ a na-abawanye nke na-emetụta mba ndị na-adabere na ihe ọkụkụ a maka isi iyi nri",
  "Mmetụta ndị a nwere ike ịkpata ọnụ ahịa dị elu maka agwa soy na ụlọ ahịa ha na ahịa ha ma ọ bụ ọ nwere ike ịkpata enweghị nnweta maka ihe ọkụkụ a na mba ndị na-ebubata",
  "Site na nsonaazụ abụọ a, ọkwa ezinụlọ na-emetụta ọkwa mba na-ahụ maka mmekọrịta mmadụ na ibe ya nke mmụba nke mkpa maka agwa soy Brazil na China",
  "Site naanị otu ihe atụ a, mmadụ nwere ike ịhụ otú ndị ọkwọ ụgbọala na-ahụ maka mmekọrịta mmadụ na ibe ya si emetụta mgbanwe na ọkwa mba nke na-eduga na mgbanwe zuru ụwa ọnụ, mpaghara, obodo, na ọkwa ezinụlọ",
  "Isi echiche iji wepụ nke a bụ echiche na ihe niile nwere njikọ nakwa na ọrụ anyị na nhọrọ anyị dị ka ụmụ mmadụ nwere nnukwu ike na-emetụta ụwa anyị n'ọtụtụ ụzọ."
]