[
  "Nbibi gburugburu ebe obibi bụ mmebi nke gburugburu ebe obibi site na mbelata ihe onwunwe dịka ịdị mma ikuku, mmiri na ala; mbibi nke gburugburu ebe obibi; mbibi ebe obibi; ikpochapu anụ ọhịa; na mmetọ",
  "A kọwapụtara ya dị ka mgbanwe ọ bụla ma ọ bụ ọgbaghara na gburugburu ebe a chọpụtara na ọ na-emebi ma ọ bụ na-adịghị mma.",
  "Enwere ike ịkọwa nchegbu gbasara gburugburu ebe obibi dị ka mmetụta ọjọọ nke ọrụ ọ bụla mmadụ na-eme na gburugburu ebe obibi",
  "A na-agụnye ihe ndị dị ndụ yana akụkụ anụ ahụ nke gburugburu ebe obibi",
  "Ụfọdụ n'ime isi ihe ịma aka gburugburu ebe obibi na-ebute oke nchegbu bụ mmetọ ikuku, mmetọ mmiri, mmetọ gburugburu ebe obibi, mmetọ ahịhịa, na ihe ndị ọzọ.",
  "Nbibi gburugburu ebe obibi bụ otu n'ime egwu iri nke ndị otu ọkwa dị elu na-adọ aka na ntị na iyi egwu, ihe ịma aka na mgbanwe nke United Nations",
  "Atụmatụ mba ụwa nke United Nations maka Mbelata Ọdachi na-akọwa mbibi gburugburu ebe obibi dị ka \"mbelata ikike nke gburugburu ebe obibi iji zute ebumnobi ọha na eze na gburugburu ebe obibi, na mkpa\"",
  "Mmebi gburugburu ebe obibi na-abịa n'ụdị dị iche iche",
  "Mgbe ebibiri ebe obibi sitere n'okike ma ọ bụ mebie ihe ndị sitere n'okike, gburugburu ebe obibi na-emebi emebi",
  "Mgbalị iji gbochie nsogbu a gụnyere nchekwa gburugburu ebe obibi na njikwa akụrụngwa gburugburu ebe obibi",
  "Mmechi nke na-ebute mbibi nwekwara ike bute esemokwu gburugburu ebe ndị obodo na-ahazi na-emegide ike ndị na-achịkwa gburugburu ebe obibi.",
  "Ndị ọkà mmụta sayensị na-ekwusi ike na ọrụ mmadụ emewo ka ụwa bụrụ ihe omume mkpochapụ nke isii",
  "Ekwuru na mfu nke ụdị ndụ dị iche iche bụ n'ihi oke mmadụ karịrị akarị, mmụba nke ọnụ ọgụgụ mmadụ na-aga n'ihu na iribiga ihe ókè sitere n'okike nke ụwa site n'aka ndị ọgaranya ụwa",
  "Akuko 2020 sitere na World Wildlife Fund choputara na oru mmadu – kpomkwem iribiga ihe ókè, onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu onu ogugu, emebiwo 68% nke anụ ọhịa vertebrate kemgbe 1970",
  "Global Assessment Report on Biodiversity and Ecosystem Services, nke United Nations IBES bipụtara na 2019",
  ", na-ekwu na ihe dị ka otu nde ụdị osisi na anụmanụ na-eche mbibi n'ihi ihe ndị na-akpata mmadụ, dị ka ịgbasa ala mmadụ maka ọrụ ugbo ụlọ ọrụ mmepụta ihe na ịzụ anụ ụlọ, yana ịkụ azụ.",
  "Kemgbe e guzobere ọrụ ugbo n'ihe karịrị afọ 11,000 gara aga, ụmụ mmadụ agbanweela ihe dị ka pasent 70 nke elu ala ụwa, ebe a na-ebelata ihe ọkụkụ nke ahịhịa zuru ụwa ọnụ site na ọkara, na mpaghara anụ ụlọ na-ahụ mbelata nke ụdị ndụ dị iche iche karịa 20% na nkezi",
  "Nnyocha ọmụmụ 2021 na-ekwu na naanị 3% nke mbara ala mbara ala bụ ihe na-emebi emebi na gburugburu ebe obibi, nke pụtara mpaghara nwere ahụike ahụike nke ụdị anụmanụ dị iche iche na obere akara ụkwụ mmadụ",
  "Ọtụtụ n'ime gburugburu ebe obibi ndị a na-emebibeghị dị n'ebe ụmụ amaala bi.",
  "Mmetụta mfu ndị a na-emetụta ndụ mmadụ na ọdịmma mmadụ ewelitela nnukwu nchegbu",
  "Dị ka ihe atụ, gbasara ngalaba ọrụ ugbo, akwụkwọ bụ́ The State of the World’s Biodiversity for Food and Agriculture, nke Òtù Na-ahụ Maka Nri na Ọrụ Ugbo nke United Nations bipụtara na 2019, na-ekwu na “mba dị iche iche na-akọ na ọtụtụ ụdị ndị na-enye aka n’ọrụ dị mkpa nke gburugburu ebe obibi, gụnyere pollinators, ndị iro eke nke pests, ntule ala na ụdị nri anụ ọhịa, na-ada ada n'ihi na mbibi na nbibi nke ebe obibi, ngabiga ókè, mmetọ mmetọ na ihe iyi egwu ndị ọzọ\" na na \"isi ihe dị iche iche gburugburu ebe obibi na-enye ọtụtụ ọrụ dị mkpa maka nri na ọrụ ugbo",
  ", gụnyere inye mmiri dị ọcha, nchebe pụọ n'ihe ize ndụ na inye ụdị ebe obibi dị ka azụ̀ na ndị na-eme ihe ọkụkụ, na-ebelata.”",
  "N'ụzọ ọnwụ nke ụdị dị iche iche na mmebi nke gburugburu ebe obibi na-emetụta ndụ, Food and Agriculture Organization nke United Nations na'ahụkwa na n'ọnọdụ nke ala na gburugburu ụlọ na mpaghara ime obodo, ụmụ agbọghọ na ụmụ nwanyị na na ndị inyom na - na.N'ụzọ mfu dị iche iche nke ihe ndị dị ndụ na mbibi gburugburu ebe obibi na-emetụta ndụ ndụ, Òtù Na-ahụ Maka Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu na-achọpụtakwa na n'ọnọdụ ala ndị mebiri emebi na gburugburu ebe obibi n'ime ime obodo, ma ụmụ agbọghọ na ụmụ nwanyị na-arụ ọrụ dị arọ karị.",
  "Ebe obibi ụmụ nwanyị, ahụike, nchekwa nri na nri na-edozi ahụ, ịnweta mmiri na ike, na ike ịnagide mmebi gburugburu ebe obibi na-emetụta ezighi ezi",
  "Nrụgide gburugburu ebe obibi na ihe ịma jijiji, karịsịa n'ime ime obodo, na-amanye ụmụ nwanyị ime ihe ga-esi na ya pụta, na-abawanye ibu ọrụ nlekọta a na-akwụghị ụgwọ.",
  "Nke a na-egosi, dịka ọmụmaatụ, njem ndị dị ogologo iji nweta ihe ndị bụ isi na ikpughe ka ukwuu n'ihe ize ndụ nke ịzụ ahịa mmadụ, ndina n'ike, na ime ihe ike mmekọahụ.",
  "Otu isi ihe na-ebute mbibi gburugburu ebe obibi bụ mbelata nke mmiri dị ọcha n'ụwa",
  "Ihe dị ka naanị 2.5% nke mmiri niile dị n'ụwa bụ mmiri dị ọhụrụ, nke fọdụrụ bụ mmiri nnu",
  "69% nke mmiri dị ọhụrụ bụ oyi na-atụ na mkpuchi ice dị na Antarctica na Greenland, yabụ naanị 30% nke 2.5% nke mmiri ọhụrụ dị maka oriri",
  "Mmiri dị ọcha bụ akụ dị oke mkpa, ebe ọ bụ na ndụ n'ụwa dabere na ya",
  "Mmiri na-ebufe nri, mineral na kemịkalụ dị n'ime biosphere n'ụdị ndụ niile, na-akwado ma osisi na anụmanụ, ma na-ebufe elu ụwa na ntinye ihe.",
  "Ihe atọ kachasị elu ugbu a na-eji mmiri ọhụrụ eme ihe maka 95% nke oriri ya; A na-eji ihe dị ka 85% mee ihe maka ịgba mmiri n'ubi, ebe a na-egwu golf, na ogige ntụrụndụ, 6% na-eji maka ebumnuche ụlọ dị ka ịsa ahụ n'ime ime ụlọ na ogige n'èzí na iji ahịhịa, na 4% na-eji maka ebumnuche mmepụta ihe dị ka nhazi, ịsacha, na jụrụ oyi na ụlọ ọrụ mmepụta ihe",
  "A na-eme atụmatụ na otu onye n'ime mmadụ atọ n'ụwa dum na-eche ụkọ mmiri ihu, ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ ise nke ndị bi n'ụwa bi na mpaghara ụkọ mmiri nkịtị, ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ anọ nke ndị bi n'ụwa bi na mba ndị na-emepe emepe nke na-enweghị nsogbu",
  "akụrụngwa dị mkpa iji jiri mmiri sitere na osimiri na aquifer dị",
  "Ụkọ mmiri bụ nsogbu na-arịwanye elu n'ihi ọtụtụ ihe ndị a tụrụ anya n'ọdịnihu gụnyere mmụba ọnụ ọgụgụ mmadụ, ịba ụba nke obodo, ụkpụrụ ndụ dị elu, na mgbanwe ihu igwe.",
  "Ọwụwa mmiri nke ụlọ ọrụ na nke ụlọ, ọgwụ pesticides, fatịlaịza, okooko osisi plankton, silt, mmanụ, nsị kemịkalụ, ihe ndị na-eme ihe redio, na mmetọ ndị ọzọ bụ ụfọdụ n'ime mmetọ mmiri na-emekarị",
  "Ndị a nwere nnukwu mmetụta na-adịghị mma na mmiri ma nwee ike ime ka mmebi na ọkwa dị iche iche.",
  "Mgbanwe ihu igwe na-emetụta oke mmiri nke ụwa n'ọtụtụ ụzọ",
  "A na-ebu amụma na ọnọdụ okpomọkụ zuru ụwa ọnụ ga-ebili n'afọ ndị na-abịanụ n'ihi ọtụtụ ike na-emetụta ihu igwe",
  "Ọnụ ọgụgụ nke ikuku carbon dioxide (CO2) ga-ebili, ma ihe abụọ a ga-emetụta akụ mmiri; evaporation na-adabere n'ike n'ike na ọnọdụ okpomọkụ na mmiri dị nke nwere ike imetụta oke mmiri dị na ya iji mejupụta mmiri dị n'ime ala.",
  "Ntugharị sitere na osisi nwere ike imetụta ịrị elu nke ikuku CO2, nke nwere ike ibelata ojiji ha na-eji mmiri, mana nwekwara ike bulie ojiji ha na-eji mmiri site na mmụba nke mpaghara akwukwo",
  "Okpomọkụ na-ebili nwere ike ibelata oge snow n'oge oyi ma na-abawanye ike nke snow na-agbaze nke na-eduga na oke mmiri nke nke a, na-emetụta mmiri ala, idei mmiri na ụkọ mmiri ozuzo, na ikike nchekwa na-adabere na mpaghara ahụ.",
  "Okpomọkụ oyi na-ekpo ọkụ na-eme ka mbelata nke mkpọ snow, nke nwere ike ime ka mmiri na-ebelata n'oge okpomọkụ",
  "Nke a dị mkpa karịsịa n'etiti latitudes na n'ógbè ugwu ndị na-adabere na mmiri na-asọpụta glacial iji mejupụta usoro osimiri ha na mmiri dị n'ime ala, na-eme ka ebe ndị a na-esiwanye ike na ụkọ mmiri ka oge na-aga; mmụba nke okpomọkụ ga-ebu ụzọ mee ka mmiri na-agbaze ngwa ngwa site na glaciers n'oge okpomọkụ, na-esote nlọghachi azụ na glaciers na mbelata na mgbaze na n'ihi ya mmiri na-enye kwa afọ ka nha nke glaciers ndị a na-adịwanye ntakịrị ma dị ntakịrị.",
  "Mgbasa ọkụ nke mmiri na ụbara agbaze nke glaciers oké osimiri site na mmụba nke okpomọkụ na-eme ka ịrị elu nke oke osimiri",
  "Nke a nwekwara ike imetụta oke mmiri dị n'akụkụ osimiri",
  "Ka ọnụ mmiri na deltas nwere salinity dị elu na-aga n'ihu n'ime ala, ntinye nke mmiri nnu na-ebute mmụba nke salinity na ọdọ mmiri na aquifers",
  "N'ihi nke a nwekwara ike ịkpata ịrị elu nke oke osimiri site na mbelata nke mmiri dị n'ime ala, n'ihi na mgbanwe ihu igwe nwere ike imetụta usoro mmiri mmiri n'ọtụtụ ụzọ",
  "Nkesa na-adịghị mma nke okpomọkụ na-arịwanye elu na ụbara mmiri ozuzo gburugburu ụwa na-ebute oke mmiri na ụkọ mmiri, ma ọnụ ọgụgụ zuru ụwa ọnụ nke mmiri dị n'ime ala na-egosi ịrị elu nke oke osimiri, ọbụna mgbe agbanyere meltwater na thermal mgbasa ozi, nke nwere ike inye nzaghachi dị mma na nsogbu ndị ahụ",
  "ịrị elu oke osimiri na-ebute oke mmiri dị ọhụrụ.",
  "Mmụba nke okpomọkụ ikuku na-ebute ịrị elu nke mmiri mmiri, nke dịkwa oke mkpa na mmebi mmiri dị ka mmiri ga-esiwanye ike na nje bacteria",
  "Mmụba nke okpomọkụ mmiri nwekwara ike imetụta gburugburu ebe obibi nke ukwuu n'ihi ụdị mmetụta nke okpomọkụ, nakwa site n'iweta mgbanwe n'ime ahụ nke mmiri na-eme onwe ya ka ọ dị ọcha site na mbelata ikuku oxygen gbazere n'ime mmiri n'ihi mmụba nke okpomọkụ.",
  "A na-ebu amụma na ịrị elu nke okpomọkụ zuru ụwa ọnụ ga-ejikọta ya na mmụba nke mmiri ozuzo zuru ụwa ọnụ mana n'ihi ụbara mmiri ozuzo, idei mmiri, ụbara ọnụ ọgụgụ nke mbuze nke ala, na oke ala, ọ ga-enwe ike ịdaba na àgwà mmiri, n'ihi na mgbe mmiri ga-ebuwanye ibu",
  "nri ọ ga-ebukwa mmetọ ndị ọzọ",
  "Ọ bụ ezie na ọtụtụ nlebara anya banyere mgbanwe ihu igwe na-eduga na okpomoku zuru ụwa ọnụ na mmetụta griin haus, ụfọdụ n'ime mmetụta kachasị njọ nke mgbanwe ihu igwe nwere ike ịbụ site na mgbanwe nke mmiri ozuzo, evapotranspiration, mpụta mmiri na mmiri ala",
  "A na-atụ anya na, na nkezi, mmiri ozuzo zuru ụwa ọnụ ga-abawanye, ebe ụfọdụ na-enweta mmụba na ụfọdụ mbelata.",
  "Ụdị ihu igwe na-egosi na ọ bụ ezie na mpaghara ụfọdụ kwesịrị ịtụ anya mmụba nke mmiri ozuzo, dị ka na okpomọkụ na elu ugwu, a na-atụ anya na mpaghara ndị ọzọ ga-ahụ mbelata, dị ka na subtropics",
  "Nke a ga-emecha mee ka mgbanwe latitude dị iche iche na nkesa mmiri",
  "A na-atụkwa anya na mpaghara ndị a na-enweta oke mmiri ozuzo ga-enweta mmụba a n'oge oyi ha ma na-akpọnwụ n'ezie n'oge okpomọkụ ha, na-emepụta ọbụna mgbanwe karịa nkesa mmiri ozuzo",
  "Dị ka o kwesịrị ịdị, nkesa nke mmiri ozuzo n'ofe ụwa enweghị oke, na-eme ka mgbanwe dị iche iche na mmiri dị n'ebe dị iche iche.",
  "Mgbanwe na oke mmiri ozuzo na-emetụta oge na oke idei mmiri na oke ọkọchị, usoro mgbanwe mmiri na-agbapụta, na gbanwee ọnụego mgbanye mmiri n'ime ala",
  "Mgbanwe nke oke mmiri ozuzo na nkesa ga-emetụta usoro ahịhịa na ọnụego uto, nke ga-emetụtakwa ọrụ ugbo yana usoro gburugburu ebe obibi",
  "Mbelata mmiri ozuzo ga-anapụ mpaghara mmiri na-eme ka tebụl mmiri daa na ebe nchekwa mmiri, osimiri, na ọdọ mmiri tọgbọrọ chakoo",
  "Tụkwasị na nke ahụ, mmụba ga-ekwe omume na evaporation na evapotranspiration ga-ebute, dabere na ịrị elu okpomọkụ",
  "A ga-ebelata ihe nchekwa mmiri dị n'ime ala, na mmiri nke fọdụrụ nwere ohere ka ukwuu nke adịghị mma site na saline ma ọ bụ mmetọ n'elu ala.",
  "Mgbanwe ihu igwe na-ebute oke mbibi ala na-ebute oke ọzara na ala enweghị nri",
  "Ihe iyi egwu nke mmebi ala na-abawanye kwa ụbọchị ma mara ya dị ka nnukwu ihe iyi egwu zuru ụwa ọnụ",
  "Dị ka Global Assessment of Land Deradation and Improvement (GLADA) si kwuo, otu ụzọ n'ụzọ anọ nke mpaghara ala gburugburu ụwa nwere ike ịka akara ugbu a dị ka ihe rụrụ arụ",
  "Nbibi ala kwesiri imetụta ndụ mmadụ ijeri 1.5 na ijeri tọn 15 nke ala na-eme nri na-efunahụ kwa afọ n'ihi ọrụ mmadụ na mgbanwe ihu igwe.",
  "Ọnụ ọgụgụ mmadụ n'ụwa na-agbasa ngwa ngwa, nke gụnyere ọbụna ngwa ngwa ngwa ngwa akụ na ụba bụ isi ihe kpatara mmebi nke gburugburu ebe obibi",
  "Ọchịchọ mmadụ na-enwe maka akụrụngwa na-akpaghasị nha nhata nke gburugburu ebe obibi",
  "Ụlọ ọrụ mmepụta ihe na-ekusa anwụrụ ọkụ n'ime ikuku ma na-ebunye kemịkalụ na-emerụ ihe ndị dị na mmiri",
  "Anwụrụ ọkụ na-agụnye ikuku ndị na-emerụ ahụ dị ka carbon monoxide na sulfur dioxide",
  "Ọkwa dị elu nke mmetọ ikuku na-etolite n'ígwé nke na-emecha banye n'ime ikuku",
  "Ngwakọta dị iche iche dị ka chlorofluorocarbons (CFCs) ewepụtala oghere na oyi akwa ozone, nke na-ekweta ọkwa dị elu nke radieshon ultraviolet, na-etinye ụwa n'ihe ize ndụ.",
  "A na-agbasakwa mmiri dị ọhụrụ nke ihu igwe na-emetụta gburugburu ọnụ ọgụgụ mmadụ na-abawanye ụba n'ụwa niile",
  "A na-eme atụmatụ na ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ anọ nke ndị bi n'ụwa nile bi na mpaghara nke na-eji ihe karịrị 20% nke mmiri mmiri na-emegharịghachi; eji mmiri eme ihe ga-abawanye na ọnụ ọgụgụ ndị mmadụ ebe mmiri na-akawanye njọ site na mbelata nke iyi na mmiri ala nke mgbanwe ihu igwe kpatara",
  "Ọ bụ ezie na mpaghara ụfọdụ nwere ike ịhụ mmụba nke mmiri dị ọhụrụ site na nkesa na-ezighi ezi nke mmụba mmiri ozuzo, a na-atụ anya ịba ụba nke mmiri.",
  "Ọnụ ọgụgụ ndị mmadụ na-abawanye pụtara mwepu na mmiri maka ụlọ, ọrụ ugbo, na ụlọ ọrụ mmepụta ihe, nke kachasị n'ime ndị a bụ ọrụ ugbo, kwenyere na ọ bụ isi ihe na-akpata mgbanwe gburugburu ebe obibi na mmebi mmiri",
  "Afọ 50 na-esote ga-abụ oge ikpeazụ nke mgbasawanye ọrụ ugbo ngwa ngwa, mana ọnụ ọgụgụ buru ibu ma baa ọgaranya n'oge a ga-achọkwu ọrụ ugbo.",
  "Ọnụ ọgụgụ ndị mmadụ na-abawanye n'ime afọ iri abụọ gara aga, ma ọ dịkarịa ala na United States, esonyekwara na ngbanwe na mmụba nke obodo ndị mepere emepe site na ime obodo, nke na-etinye uche maka mmiri na mpaghara ụfọdụ, ma na-etinye nrụgide na mmiri ọhụrụ",
  "site na ụlọ ọrụ mmepụta ihe na mmetọ mmadụ",
  "Ime obodo na-ebute oke mmadụ na ọnọdụ ibi ndụ adịghị ọcha, ọkachasị na mba ndị ka na-emepe emepe, nke n'aka nke ya na-ekpughe ọnụ ọgụgụ mmadụ na-arịwanye elu na ọrịa",
  "Ihe dị ka 79% nke ndị bi n'ụwa nọ na mba ndị ka na-emepe emepe, bụ ndị na-enweghị ohere ịnweta mmiri dị ọcha na usoro nsị, na-ebute ọrịa na ọnwụ site na mmiri mmetọ na ụbara nke ụmụ ahụhụ na-ebu ọrịa.",
  "Ọrụ ugbo na-adabere na mmiri ala dịnụ, bụ nke mgbanwe ihu igwe na-emetụta kpọmkwem, na mmiri ozuzo bụ ntinye na usoro a na usoro dị iche iche bụ mmepụta, dị ka evapotranspiration, mmiri na-agbapụta n'elu, mmiri na-asọba na mmiri n'ime ala",
  "Mgbanwe na ihu igwe, ọkachasị mgbanwe nke mmiri ozuzo na evapotranspiration nke ụdị ihu igwe buru n'amụma ga-emetụta ozugbo iru mmiri nke ala, mmiri na-asọpụta n'elu, na mgbanye mmiri dị n'ime ala.",
  "N'ebe mmiri ozuzo na-ebelata dị ka amụma ihu igwe si kwuo, enwere ike ibelata iru mmiri nke ala",
  "N'iburu nke a n'uche, ọrụ ugbo n'ọtụtụ mpaghara chọburu ogbugba mmiri n'ubi, nke na-eme ka mmiri dị ọhụrụ kwụsịlata site n'iji mmiri na-eme ihe n'anụ ahụ yana mmebi nke ọrụ ugbo na-ebute mmiri",
  "Ịgba mmiri na-amụba nnu na nri na-edozi ahụ na mpaghara ndị na-agaghị emetụta ya, na-emebi iyi na osimiri site na nkwụsị na iwepụ mmiri",
  "Fatịlaịza na-abanye ma mmiri mkpofu mmadụ na anụ ụlọ nke na-emecha banye na mmiri dị n'ime ala, ebe nitrogen, phosphorus, na kemịkalụ ndị ọzọ sitere na fatịlaịza nwere ike ịgbanye ma ala na mmiri acid",
  "Ụfọdụ ihe a chọrọ maka ọrụ ugbo nwere ike ịbawanye karịa ndị ọzọ nwere ọnụ ọgụgụ ndị mmadụ na-aba ụba nke ukwuu n'ụwa, na anụ bụ otu ngwa ahịa a na-atụ anya na ọ ga-eji okpukpu abụọ karịa ihe oriri zuru ụwa ọnụ site na 2050, nke na-emetụta kpọmkwem inye mmiri dị ọcha zuru ụwa ọnụ",
  "Ehi chọrọ mmiri ka ọ ṅụọ, karịa ma ọ bụrụ na okpomọkụ dị elu na iru mmiri dị ala, na ihe ọzọ ma ọ bụrụ na usoro mmepụta ehi dị n'ime ya dị ukwuu, ebe ọ bụ na ịchọta nri na-achọkwu mgbalị",
  "Mmiri dị mkpa na nhazi nke anụ ahụ, nakwa na mmepụta nri maka anụ ụlọ",
  "Nri nwere ike imerụ ozu nke mmiri dị ọhụrụ, na ebe a na-egbu anụ, dabere n'otú e si elekọta ha nke ọma, na-atụnye ihe mkpofu dị ka ọbara, abụba, ntutu isi, na ihe ndị ọzọ dị n'ahụ ahụ iji nweta mmiri dị ọcha.",
  "Mbufe mmiri si n'ọrụ ugbo gaa n'obodo mepere emepe na ime obodo na-ewelite nchegbu gbasara ịdịgide ọrụ ugbo, ọdịda akụ na ụba obodo, nchekwa nri, nrịba ụkwụ carbon sitere na nri ebubata, yana mbelata nguzozi azụmaahịa mba ofesi",
  "Mbelata nke mmiri dị ọcha, dị ka etinyere ya na mpaghara ndị a kapịrị ọnụ na ndị mmadụ bi na ya, na-abawanye ụkọ mmiri dị ọhụrụ n'etiti ndị mmadụ ma na-emekwa ka ndị mmadụ nwee ike ịnweta esemokwu akụ na ụba, mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị n'ọtụtụ ụzọ; ịrị elu oke osimiri na-amanye ịkwaga site na mpaghara dị n'ụsọ oké osimiri gaa na mpaghara ndị ọzọ dị n'ime ime obodo, na-eme ka ndị mmadụ bịaruo nso na-emebi ókèala na usoro mpaghara ndị ọzọ, na oke ọrụ ugbo na ụkọ mmiri site na nnweta mmiri na-ebute nsogbu azụmahịa na akụ na ụba nke mpaghara ụfọdụ",
  "Mgbanwe ihu igwe bụ ihe dị mkpa na-ebute ịkwaga n'onwe ya na ịkwaga n'ike n'ike dịka Òtù Na-ahụ Maka nri na Ọrụ Ugbo nke United Nations siri kwuo, ikuku ikuku ikuku na-esi n'ugbo anụmanụ pụta karịa nke njem.",
  "Nlekọta mmiri bụ usoro nhazi, ịmepụta na ijikwa akụrụngwa mmiri n'ofe ngwa mmiri niile, n'ihe gbasara ma ọnụọgụ na ịdị mma.\" Ụlọ ọrụ, akụrụngwa, ihe mkpali na usoro ozi na-akwado ma na-eduzi njikwa mmiri.",
  "Okwu gbasara mbelata nke mmiri dị ọcha emeela ka mbọ na-agbasiwanye ike na njikwa mmiri",
  "Ọ bụ ezie na usoro nchịkwa mmiri na-enwekarị mgbanwe, ime mgbanwe na ọnọdụ hydrologic ọhụrụ nwere ike ịdị oke ọnụ",
  "Ụzọ mgbochi dị mkpa iji zere ọnụ ahịa dị elu nke adịghị arụ ọrụ na mkpa maka nhazigharị nke mmiri mmiri, na ihe ọhụrụ iji belata ọchịchọ n'ozuzu ya nwere ike ịdị mkpa na ịhazi nkwado mmiri.",
  "Usoro inye mmiri, dị ka ọ dị ugbu a, dabere n'echiche nke ihu igwe dị ugbu a, ma wuo ya iji nabata mmiri na-asọ asọ na ugboro ugboro",
  "A na-arụ ọrụ nchekwa mmiri dabere na ndekọ hydrologic gara aga, na usoro ịgba mmiri na okpomọkụ akụkọ ihe mere eme, nnweta mmiri, na ihe ọkụkụ chọrọ; ndị a nwere ike ọ gaghị abụ nduzi a pụrụ ịdabere na ya maka ọdịnihu",
  "Nleba anya nyocha injinia, arụmọrụ, njikarịcha, na atụmatụ, yana nyochaghachi usoro iwu, teknụzụ, na akụ na ụba iji jikwaa akụrụngwa mmiri dị oke mkpa maka ọdịnihu nke njikwa mmiri na nzaghachi na mmebi mmiri",
  "Ụzọ ọzọ bụ ịgbazigharị mmiri; n'agbanyeghị mmetụta akụ na ụba na omenala ya, àgwà ọrụ na àgwà zuru oke nke mmiri nwere ike ịchịkwa ma kesaa ya ngwa ngwa",
  "Ihe ezi uche dị na ya na nkwado kwesịrị ekwesị, ma na-achọ oke maka nrigbu na mmetọ na mbọ na nchekwa.",
  "Ka ọnụ ọgụgụ ndị ụwa na-aga n'ihu na-abawanye n'otu nkeji, ọchịchọ maka akụ ndị sitere n'okike na-abawanye kwa",
  "Ebe ọ dị mkpa ka e nwekwuo mmepụta nke mmụba na-abịakwute mmebi gburugburu ebe obibi na gburugburu ebe obibi ihe onwunwe ndị ahụ",
  "Dị ka amụma mmụba ọnụ ọgụgụ nke United Nations si kwuo, a ga-enwe ọmụmụ ihe ruru nde 170 ọzọ n'afọ 2070",
  "Mkpa maka mmanụ ọkụ karị",
  ", ume, nri, ụlọ, na isi iyi mmiri na-abawanye na ọnụ ọgụgụ ndị mmadụ nọ na mbara ala.",
  "Ka mkpa maka mpaghara ọrụ ugbo ọhụrụ na iwu okporo ụzọ na-abawanye, usoro igbutu osisi na-anọgide na-emetụta",
  "Ikpochapụ oke ọhịa bụ \"iwepụ oke ọhịa ma ọ bụ guzoro osisi n'ala nke agbanwere ka ọ ghara iji ọhịa.\" (Wikipedia-Igbukpọsị ọhịa)",
  "Kemgbe afọ ndị 1960, ihe fọrọ nke nta ka ọ bụrụ 50% nke oke ọhịa ka ebibiela, mana usoro a ejedebeghị na mpaghara oke ọhịa",
  "E jikwa ọtụtụ ihe mebie ọhịa ndị dị na Europe; anụ ụlọ, ụmụ ahụhụ, ọrịa, ụdị mkparị na ihe ndị ọzọ na-eme mmadụ",
  "Enwere ike ịhụ ọnụ ọgụgụ buru ibu nke ihe ndị dị ndụ n'ụwa bi n'ụdị ọhịa dị iche iche",
  "Ịkwatu ebe ndị a maka ịba ụba nke oriri na-ebelata ihe ọkụkụ dị iche iche nke ụwa na ụdị anụmanụ ndị sitere na mpaghara ndị ahụ",
  "Tinyere mbibi nke ebe obibi na gburugburu ebe obibi, mbelata nke oke ohia nke ụwa na-enye aka na ọnụọgụ CO2 na ikuku",
  "Site n'iwepụ ebe ndị dị n'oké ọhịa, anyị na-amachi oke ikuku carbon, na-ejedebe ya na nke kachasị ukwuu; ikuku na oke osimiri",
  "Ọ bụ ezie na otu n'ime ihe kacha akpata igbutu osisi bụ maka iji ọrụ ugbo na-enye nri ụwa, iwepụ osisi na mbara ala na-abawanye ọnụ ọgụgụ mbuze na mpaghara, na-eme ka ọ sie ike ịmepụta ihe ọkụkụ n'ụdị ala ndị ahụ.",
  "This article incorporates text from a free content work",
  "Licensed under CC BY-SA IGO 3.0 (license statement/permission)",
  "Text taken from The State of the World's Biodiversity for Food and Agriculture − In Brief​,  FAO, FAO"
]