[
  "Mgbanwe ihe ize ndụ gburugburu ebe obibi bụ usoro nke obodo ọdịnala nwere nsogbu ahụike gburugburu ebe obibi na-enwekwu akụ na ụba ma nwee nsogbu ahụike ọhụrụ. Na mpaghara ọdịnala ma ọ bụ akụ na ụba na-emepe emepe, ụmụ mmadụ na-ata ahụhụ ma na-anwụ site na ọrịa na-efe efe ma ọ bụ erighị nri na-edozi ahụ n'ihi nri, mmiri, na ikuku na-adịghị mma",
  "Ka mmepe akụ na ụba na-eme, a na-ebelata ma ọ bụ dozie nsogbu gburugburu ebe obibi ndị a, ndị ọzọ na-amalite ibili",
  "E nwere mgbanwe n'àgwà nke mgbanwe gburugburu ebe obibi ndị a, nke na-ebute mgbanwe n'ihe kpatara ọnwụ na ọrịa.",
  "E guzobere ọtụtụ usoro mgbanwe iji ghọtakwuo mmetụta nke mmepe mmekọrịta mmadụ na ibe ya",
  "N'ime ndị a, usoro kachasị ochie na nke a maara nke ọma bụ usoro mgbanwe ọnụ ọgụgụ mmadụ, nke e guzobere na 1940s",
  "Nke a na-akọwa mgbanwe site na ọmụmụ dị elu na ọnwụ dị elu na obodo ndị na-emepe emepe iji belata ọmụmụ na ọnụ ọgụgụ ọnwụ n'ihi mmepe. Mgbe ahụ n'ihe dị ka afọ 1970, e ji usoro mgbanwe Epidemiological gosipụta mgbanwe na ahụike nke ọha mmadụ n'oge mmepe. Iji kpaa ihe na-akpata ọnwụ na ọrịa nke ọma mgbe ị na-amụ mgbanwe ọrịa na-efe efe, e mepụtara ụdị ndị akọwapụtara nke ọma iji kọwaa ọrịa na mmerụ ahụ:",
  "N'afọ 1990, onye na-eme nchọpụta ahụike gburugburu ebe obibi Kirk R",
  "Smith na Mahadum California, Berkeley tụrụ aro usoro \"mgbanwe ihe ize ndụ\" n'ihe gbasara usoro mgbanwe ọnụ ọgụgụ mmadụ na ọrịa. Echiche a dabere na ncheputa na a ghaghị inwe mgbanwe n'ihe ize ndụ na-eduga na mgbanwe n'ihe kpatara ọnwụ na ọrịa",
  "N'ime mgbalị iji gbochie, kama ịzaghachi ọrịa, a mụkwuru mgbanwe ihe ize ndụ ma tụọ ya",
  "Ihe osise nke mbuna-egosi mmekọrịta dị n'etiti ihe ize ndụ, ọrịa, na mgbanwe ọnụ ọgụgụ mmadụ, nke ihe ize ndụ na-agbanwe iji metụta usoro ọrịa na ahụike, nke n'aka nke ya na-emetụta ọnụ ọgụgụ mmadụ",
  "Otú ọ dị, mgbanwe nke ọnụ ọgụgụ mmadụ na-emetụtakwa ihe ize ndụ, ya mere usoro atọ a niile na-egosi mmetụta dị ukwuu na ibe ha.",
  "Usoro \"mgbanwe ihe ize ndụ gburugburu ebe obibi\" nke Smith mepụtara n'ihu wee kpaa ihe ize ndụ dị ka ọdịnala na nke oge a yana mbara igwe",
  "Dabere na usoro ahụ, n'oge mbụ nke mmepe, a na-edozi nsogbu ahụike gburugburu ebe obibi na-elekwasị anya n'ụlọ, dị ka adịghị ọcha, site n'ịgbanwe ha n'ime obodo, na-akpata nsogbu dị ka mmetọ obodo",
  "Enwere ike ịkpọ nke a dị ka ihe ize ndụ ọdịnala na nke oge a, n'otu n'otu",
  "Mgbe ahụ, n'elu mmepe ọzọ, ihe ize ndụ ndị a na obodo na-ebelata ma gbanwee gaa na gburugburu ụwa, na-emepụta nchegbu maka mgbanwe dị ka ikuku gas na-ekpo ọkụ, wdg",
  "Ihe ize ndụ nke oge a, n'ụzọ dị iche na ihe ize ndụ ọdịnala, na-enwekarị oge nke mmetụta ọjọọ na-enweghị otu ihe kpatara ya",
  "E mere nhazi ndị a ebe ọ bụ na achọpụtara na ihe ka ọtụtụ n'ihe ize ndụ gburugburu ebe obibi metụtara ọrịa nke mbụ gosipụtara onwe ya n'ime ezinụlọ, ka a na-edozi ndị a site na mmepe, mmetụta nke ihe ndị na-akpata gburugburu ebe obibi nke ọrịa nke ụdị II bịara dị ịrịba ama ma pụta na ọkwa obodo. E gosipụtara echiche a na eserese nke abụọ",
  "N'iji data sitere na Global Burden of Disease Study (GBD) na Comparative Risk Assessment (CRA) nke World Health Organization (WHO) na-elekọta, a chịkọtara data sitere n'aka iji nwalee usoro mgbanwe ihe ize ndụ gburugburu ebe obibi.",
  "Metrics guzosiri ike nke ịjị wee tụlee mmepe na a ọha mmadụ na-agụnye ego kwa onye gbanwere maka obodo ịzụta ike n'afọ 2000",
  "A na-akpọ nke a dollar nke nnukwu ngwaahịa ụlọ / onye isi, gbanwere maka ike ịzụta ($ PPP / onye isi)",
  "N'otu aka ahụ, Human Development Index (HDO), na-eji ngwakọta nke ike ịzụta ego kwa onye, afọ ndụ, na ọkwa agụmakwụkwọ na 2000 iji tụọ mmepe na ọnụ ọgụgụ mmadụ.",
  "Iji ghọta mmetụta nke ihe ize ndụ gburugburu ebe obibi na mba ụwa, ọnụọgụ nke onye ọ bụla nke mmetụta nke ihe ize ndụ bara uru karị, ya mere a na-atụle ihe ize ndụ na pasent nke ibu ọrịa niile a tụrụ na pasent Afọ ndụ ndị nwere nkwarụ (DALYs) na ibu nke onye ọ bụla (DALYs kwa onye 1000).",
  "Ihe ndị na-esonụ chịkọtara ihe ize ndụ gburugburu ebe obibi atọ dị na ezinụlọ nwere ụmụaka kachasị n'ihe ize ndụ:",
  "Site na mmụba mmepe dị ka egosiri na dollar nke nnukwu ngwaahịa ụlọ / onye isi, gbanwere maka ike ịzụta ($ PPP / onye isi) ihe ize ndụ gburugburu ebe obibi nke ezinụlọ belatara nke ukwuu",
  "N'etiti mba ndị dara ogbenye na ndị bara ọgaranya dị ka $ PPP / onye isi obodo kpebiri, enwere ihe karịrị usoro abụọ nke mbelata dị ukwuu nke a hụrụ n'ihe ize ndụ ụlọ.",
  "Aha ndị na-esonụ bụ nnukwu ihe ize ndụ gburugburu ebe obibi dị na ọkwa obodo:",
  "Achọpụtala na enwere ịrị elu na ọdịda n'ihe ize ndụ obodo na mmepe ma e jiri ya tụnyere ihe ize ndụ ụlọ, usoro ihe ize ndụ dịkwa mgbagwoju anya ma ọ bụghị dị ka ekwuru",
  "Otú ọ dị, usoro n'ozuzu nke ịrị elu n'ozuzu ya na mmepe, mgbe ahụ enwere ike ịhụ na-esote na ihe mberede okporo ụzọ na mmetọ ikuku",
  "Otú ọ dị, ihe ize ndu na ọrụ gosipụtara ọdịiche dị iche iche.",
  "WHO CRA nyochara naanị otu ihe ize ndụ gburugburu ebe obibi nke na-egosi onwe ya na ọkwa zuru ụwa ọnụ:",
  "Enweghị data anakọtara maka ihe ize ndụ ndị ọzọ zuru ụwa ọnụ dị ka nkwụsị nke ozone na mgbanwe ojiji ala maka ọrụ ahụ",
  "Achọpụtala na mgbanwe ihu igwe enweela mmetụta dị nta na ahụike mmadụ n'ụwa niile",
  "Otú ọ dị, mkpughe nye mgbanwe ihu igwe ga-anọgide na-abawanye n'afọ ndị na-abịa n'ihu, nke nwere ike ime ka ihe ize ndụ dị ukwuu dị ka ịba. Nsonaazụ na-egosi na ihe ize ndụ sitere na mgbanwe ihu igwe belatara site na mmụba mmepe, na-egosipụta na ndị dara ogbenye na-enwekarị nsogbu ma na-emetụta ọrịa ndị mgbanwe ihu igwe metụtara",
  "Nke a na-emegide usoro mgbanwe gburugburu ebe ọ bụ na ọ na-echebara ebe ihe ize ndụ ahụ dị kama ebe o si",
  "Otú ọ dị, ọ ka bụ eziokwu, na ka mmepe na-aga n'ihu, ihe ize ndụ zuru ụwa ọnụ nke mgbanwe ihu igwe na-agbasawanyekwa",
  "A pụghị idozi ma nyochaa ọtụtụ ihe ize ndụ ahụike gburugburu ebe obibi dị mkpa n'ime ọmụmụ ihe ahụ. N'iburu n'uche, \"ihe ize ndụ dị egwu\", ihe ize ndụ gburugburu ebe obibi nwere mmetụta ụfọdụ na ọrịa ọ bụla",
  "N'ihi ya, ọmụmụ ihe ahụ kenyere ma ọ dịkarịa ala pasent ise nke ibu gburugburu ebe obibi nke ọrịa ọ bụla na gburugburu ebe obibi, na nhata buru ibu na ọrịa dị ka afọ ọsịsa na-adabere kpọmkwem na ihe ndị metụtara gburugburu ebe obibi. Enweghị usoro ka mma na nke ezi uche dị na ya maka ihe ndị metụtara gburugburu ebe obibi, nkesa 5% abụghị ihe ezi uche dị na ya, mana e ji ya mee ihe dị ka ụzọ isi kọwaa ibu ọrụ nke ihe ndị metụtara gburugburu ebe obibi na ọrịa",
  "Nghọta ka mma nke weebụ zuru ezu na-akpata mmekọrịta dị iche iche n'etiti gburugburu ebe obibi na ihe ize ndụ ndị ọzọ na ọrịa ha ga-adị mkpa maka ọmụmụ ihe zuru oke.",
  "Ọzọkwa, ọmụmụ ihe ahụ anaghị echebara ihe ize ndụ dị elu, obere ihe ize ndụ nke gụnyere ọdachi ndị na-emere onwe ha (ala ọma jijiji, tsunami), ọdịda teknụzụ dị elu (mgbawa nuklia), ọrịa na-efe efe ọhụrụ na nke ochie kpatara site na ọrụ mmadụ dịka ahia, njem nleta, wdg.",
  "Nkwubi okwu ndị bụ isi:",
  "Ezi ule zuru oke nke echiche mgbanwe ihe ize ndụ gburugburu ebe obibi ka na-enweghị ike ịnweta na data nwere ike ịnweta",
  "Otú ọ dị, site n'iji nchekwa data nke ọrụ WHO CRA, nyocha nke mgbanwe ahụike gburugburu ebe obibi na-ekpughe ụfọdụ ihe ndị bara uru:",
  "N'ime usoro mgbanwe ihe ize ndụ gburugburu ebe obibi, enwere echiche nke \"ihe ize ndụ\" nke na-akọwa ọha mmadụ na-enwe ma ọdịnala ma nke oge a, ihe ize ndụ ezinụlọ na obodo n'otu oge",
  "Ọnụ ọgụgụ ndị bi na ya nke nwere ike ịdaba na ọnọdụ a bụ obodo mepere emepe",
  "Ndị mmadụ na-ebi n'ụlọ dara ogbenye ebe mmetọ nke obodo na-emetụtakwa ha, dị ka mmetọ ikuku, okporo ụzọ, na nsị siri ike",
  "Ihe ize ndụ na-emepụta mmekọrịta n'etiti ihe ize ndụ dị iche iche dịka:",
  "Ọnọdụ ndị a nwere ike itinyekwu uche na mmetụta ọjọọ nke ihe ize ndụ gburugburu ebe obibi dị na obodo ma mee ka ibu ọrịa na ọrịa dị omimi",
  "Ndị ogbenye si otú a buru ibu nke mgbanwe gburugburu ebe obibi na-eweta site na mmepe na mgbakwunye na ndị mgbanwe ihu igwe zuru ụwa ọnụ."
]