[
  "Ahụike gburugburu ebe obibi bụ ngalaba nke ahụike ọha na eze na-ahụ maka akụkụ niile nke gburugburu ebe obibi na nke e wuru na-emetụta ahụike mmadụ",
  "Ahụike gburugburu ebe obibi na-elekwasị anya na gburugburu ebe obibi na nke e wuru maka abamuru nke ahụike mmadụ",
  "Isi ngalaba nke ahụike gburugburu ebe obibi bụ: sayensị gburugburu ebe obibi; ọgwụ gburugburu ebe obibi na ọrụ, toxicologyna ọrịa gburugburu ebe obibi.",
  "Okwu ndị ọzọ na-ezo aka ma ọ bụ gbasara ahụike gburugburu ebe obibi bụ ahụike ọha na eze gburugburu ebe obibi, na nchedo ahụike.",
  "A kọwara ahụike gburugburu ebe obibi na akwụkwọ 1989 nke World otu ahụike ụwa(WHO) dị ka: Akụkụ ndị ahụ nke ahụike mmadụ na ọrịa ndị a na-ekpebi site na ihe ndị dị na gburugburu ebe obibi",
  "A na-ezo aka na echiche na omume nke ịnweta na ịchịkwa ihe na gburugburu ebe obibi nke nwere ike imetụta ahụike.",
  "Ka ọ na-erule afọ 2016, ebe nrụọrụ weebụ WHO banyere ahụike gburugburu ebe obibi na-ekwu \"Ahụike gburugburu ebe obibi na-eleba anya n'ihe anụ ahụ, kemịkalụ, na ihe ndị dị ndụ sitere na mmadụ, yana ihe niile metụtara ya na-emetụta omume",
  "Ọ gụnyere nyocha na njikwa nke ihe ndị metụtara gburugburu ebe obibi nwere ike imetụta ahụike",
  "Ebumnuche ya bụ igbochi ọrịa na ịmepụta gburugburu ebe obibi na-akwado ahụike",
  "Nkọwa a na-ewepụ omume na-enweghị njikọ na gburugburu ebe obibi, yana omume metụtara gburugburu ebe obibi na ọdịbendị, yana mkpụrụ ndụ ihe nketa.",
  "WHO kọwakwara ọrụ ahụike gburugburu ebe obibi dị ka \"ọrụ ndị ahụ nke na-emejuputa iwu ahụike gburugburu ebe obibi site na nlekota na njikwa ọrụ",
  "Ha na-arụkwa ọrụ ahụ site n'ịkwalite mmezi nke ụkpụrụ gburugburu ebe obibi na site n'ịgba ume iji teknụzụ na omume ndị na-ahụ maka gburugburu ebe obibi na nke dị mma",
  "Ha nwekwara ọrụ na-eduga n'ịzụlite na ịtụ aro mpaghara iwu ọhụrụ",
  "\"",
  "A pụrụ ịhụ okwu ọgwụ gburugburu ebe obibi dị ka ọkachamara ahụike, ma ọ bụ alaka nke ngalaba sara mbara nke ahụike gburugburu ebe obibi. A naghị eguzobe usoro okwu n'ụzọ zuru ezu, na n'ọtụtụ mba Europe, a na-eji ha eme ihe n'otu n'otu.",
  "Ahụike gburugburu ebe obibi ụmụaka bụ ọzụzụ agụmakwụkwọ nke na-amụ otú ikpughe gburugburu ebe obibi na mbido ndụ - kemịkal, nri, na mmekọrịta mmadụ na ibe ya - mmetụta ahụike na mmepe na nwata na n'ogologo ndụ mmadụ niile.",
  "Ọzụzụ ise bụ isi na-enye aka n'ọhịa nke ahụike gburugburu ebe obibi: ọrịa gburugburu ebe obibi, toxikoloji, sayensị ikpughe, injinịa gburugburu ebe obibi, na iwu gburugburu ebe obibi",
  "Nke ọ bụla n'ime ọzụzụ ise a na-enye ozi dị iche iche iji kọwaa nsogbu na ngwọta na ahụike gburugburu ebe obibi",
  "Otú ọ dị, enwere ụfọdụ mmakọ n'etiti ha.",
  "Enwere ike ijikọta ozi sitere na epidemoloji, toxikoloji, na sayensị ikpughe iji mee nyocha ihe ize ndụ maka kemịkal ụfọdụ, ngwakọta nke kemịkal ma ọ bụ ihe ize ndụ ndị ọzọ iji chọpụta ma ikpughe ọ na-eweta nnukwu ihe ize ndụ nye ahụike mmadụ (nkọwapụta nwere ike ịkpata mmepe nke ọrịa metụtara mmetọ)",
  "Enwere ike iji nke a mee ihe iji mepụta ma mejuputa iwu ahụike gburugburu ebe obibi nke, dịka ọmụmaatụ, na-achịkwa ikuku kemịkal, ma ọ bụ na-etinye ụkpụrụ maka ịdị ọcha kwesịrị ekwesị",
  "[peeji dị  Enwere ike ijikọta ọrụ injinia na iwu iji nye njikwa ihe ize ndụ iji belata, nyochaa, ma jikwaa mmetụta nke ikpughe iji chebe ahụike mmadụ iji mezuo ebumnuche nke iwu ahụike gburugburu ebe obibi.",
  "Ahụike gburugburu ebe obibi na-edozi akụkụ niile metụtara ahụike mmadụ nke gburugburu ebe obibi na gburugburu arugoro",
  "Nchegbu ahụike gburugburu ebe obibi gụnyere:",
  "Dị ka atụmatụ ndị na-adịbeghị anya si kwuo, ihe dị ka 5 ruo 10% nke afọ ndụ ndị nwere nkwarụ (DALYs) furu efu bụ n'ihi ihe kpatara gburugburu ebe obibi na Europe",
  "Ihe kachasị mkpa bụ mmetọ dị mma na ikuku obodo. N'otu aka ahụ, e mere atụmatụ na ikpughe gburugburu ebe obibi na-enye aka na ọnwụ nde 4.9 (8.7%) na nde 86 (5.7%) DALYs n'ụwa niile. Na United States, a chọpụtala na saịtị Superfund nke ụlọ ọrụ dị iche iche mepụtara dị ize ndụ nye ahụike mmadụ na gburugburu ebe obibi na obodo ndị dị nso",
  "Ọ bụ iyi egwu a a na-ahụ anya, na-eme ka echiche nke ime ime, mgbanwe, nkwarụ ọmụmụ, na ọrịa kansa nke kachasị egwu ọha na eze.",
  "Mmemme toxikoloji na ozi ahụike gburugburu ebe obibi(TEHIP) bụ ebe nrụọrụ weebụ zuru oke nke toxicology na ahụike gburugburu ebe obibi, nke gụnyere ohere mepere emepe maka ihe onwunwe nke ụlọ ọrụ gọọmentị US na òtù dị iche mepụtara, a na-echekwa ya n'okpuru mkpuchi nke Specialized Information Service na United States National Library of Medicine TEHIP gụnyere njikọ na nchekwa data teknụzụ, bibliographies, nkuzi, na ihe ndị na-azụ ahịa",
  "TEHIP na-ahụ maka Toxicology Data Network (TOXNET), usoro jikọtara nke toxicology na nchekwa data ahụike gburugburu ebe obibi gụnyere Ụlọ akụ data ihe dị ize ndụ, nke na-emeghe ohere, ya bụ, dị n'efu. TOXNET lara ezumike nká na 2019.",
  "E nwere ọtụtụ ngwaọrụ mmapụta ahụike gburugburu ebe obibi",
  "TOXMAP bụ usoro ozi ala (GIS) site na Ngalaba nke Ọrụ Ozi Pụrụ Iche nke Ọbá akwụkwọ ọgwụ mba United States(NLM) nke na-eji map nke United States enyere ndị ọrụ aka ịchọpụta data sitere na Ụlọ ọrụ nchekwa gburugburu nke United States(E",
  "(EPA) Toxics Release Inventory na Superfund Basic Research Programs. TOXMAP bụ akụ nke gọọmentị etiti US na-akwado",
  "A na-ewere ozi ahụike kemịkal na gburugburu ebe obibi nke TOXMAP site na NLM's Toxicology Data Network (TOXNET) na PubMed, na site na isi mmalite ndị ọzọ nwere ikike.",
  "A pụrụ ịma ndị ọkachamara ahụike gburugburu ebe obibi dị ka ndị ọrụ ahụike gburugburu ebe obibi, ndị nyocha ahụike ọha, ndị ọkachamara ahụike gburugburu ebe obibi ma ọ bụ ndị ọkachamara ahụike gburugburu ebe obibi",
  "Ndị na-eme nnyocha na ndị na-eme iwu na-arụkwa ọrụ dị mkpa n'otú e si eme ahụike gburugburu ebe obibi n'ọhịa",
  "N'ọtụtụ mba Europe, ndị dibịa na ndị dọkịta na-ahụ maka anụ ụlọ na-etinye aka na ahụike gburugburu ebe obibi",
  "Na United Kingdom, ndị ọkachamara ga-enwerịrị nzere gụsịrị akwụkwọ na ahụike gburugburu ebe obibi ma bụrụ ndị a kwadoro ma debanye aha na Chartered Institute of Environmental Health ma ọ bụ Royal Environmental Health Institute of Scotland. Na Canada, a chọrọ ndị ọkachamara na ahụike gburugburu ebe obibi iji nweta nzere bachelọ a kwadoro na ahụike gburugburu ebe obibi tinyere asambodo ọkachamara mba, Asambodo na Nnyocha Ahụike Ọha (Canada), CPHI(C).  Ọtụtụ steeti dị na United States na-achọkwa ka ndị mmadụ nwee nzere bachelọ na ikikere ọkachamara iji rụọ ọrụ ahụike gburugburu ebe obibi",
  "Iwu steeti California na-akọwa oke ọrụ ahụike gburugburu ebe obibi dị ka ndị a:"
]