[
  "Ọrịa gburugburu ebe obibi bụ nkeji nke ọrịa na-ahụ gbasara ịchọpụta otú ikpughe gburugburu ebe obibi si emetụta ahụike mmadụ. Ubi a na-achọ ịghọta otú ihe ize ndụ dị iche iche dị n'èzí nwere ike isi mee ka ma ọ bụ chebe megide ọrịa, ọrịa, mmerụ ahụ, nsogbu mmepe, ma ọ bụ ọnwụ",
  "Ihe ndị a nwere ike ịbụ ihe na-eme ma ọ bụ nwee ike iwebata na gburugburu ebe ndị mmadụ bi, na-arụ ọrụ, na igwu egwu.",
  "Òtù Ahụ Ike Ụwa nke Ụlọ ọrụ European maka gburugburu na ahụike (WHO-ECEH)",
  "na-ekwu na ọnwụ nde 1.4 kwa afọ na Europe naanị bụ n'ihi ikpughe gburugburu ebe obibi a na-apụghị izere ezere. Enwere ike ịhazi ngosipụta gburugburu ebe obibi n'ụzọ sara mbara n'ime ndị dị nso (dịka, na-eduga kpọmkwem n'ọnọdụ ahụike), gụnyere kemịkal, ndị na-ahụ maka anụ ahụ, na nje microbiological, na ndị dị anya (dịka, na-eduga n'ọnọdụ ahụike), dị ka ọnọdụ mmekọrịta mmadụ na ibe ya, mgbanwe ihu igwe, na mgbanwe gburugburu ebe obibi ndị ọzọ sara mbara",
  "Ngosipụta dị nso na-eme site na ikuku, nri, mmiri, na mmetụ akpụkpọ ahụ",
  "Ngosipụta distal na-akpata ọnọdụ ahụike dị njọ kpọmkwem site n'ịgbanwe ngosipụta dị nso, na n'ụzọ na-apụtaghị ìhè site na mgbanwe na gburugburu ebe obibi na usoro nkwado ndị ọzọ maka ahụike mmadụ.",
  "Nkwenye na gburugburu ebe obibi na-emetụta ahụike mmadụ nwere ike ịchọta azụ na 460 BC na edemede Hippocrates On Airs, Waters, and Places N'ime ya, ọ na-agba ndị dọkịta ume ka ha tụgharịa uche n'otú ihe ndị dị ka mmiri ọṅụṅụ nwere ike isi metụta ahụike nke ndị ọrịa ha",
  "Ihe atụ ọzọ a ma ama nke mmekọrịta gburugburu ebe obibi na ahụike bụ nsí ndu nke ndị Rom oge ochie nwetara, bụ ndị na-eji ndu na paịpụ mmiri ha na ite kichin.",
  "1977",
  "Ọmụmụ ọrịa gburugburu ebe obibi na-abụkarị ihe a na-ahụkarị, nke pụtara na ndị na-eme nnyocha na-eleba anya na ngosipụta ndị mmadụ na ihe ndị metụtara gburugburu ebe obibi n'enweghị itinye aka wee hụ usoro ndị na-apụta. Nke a bụ n'ihi eziokwu ahụ bụ na ọ na-abụkarị ihe na-adịghị mma ma ọ bụ ihe na-agaghị ekwe omume ịme nyocha nyocha nke ihe ndị metụtara gburugburu ebe obibi na ụmụ mmadụ. Dịka ọmụmaatụ, onye na-eme nchọpụta enweghị ike ịgwa ụfọdụ ndị ọmụmụ ha ka ha na-ese siga iji hụ ma ha nwere nsonaazụ ahụike dara ogbenye karịa ndị a gwara ka ha ghara ịṅụ sịga."
]