[
  "Environmental toxicology bụ ngalaba sayensị multidisciplinary metụtara ọmụmụ nke mmetụta ọjọọ dị iche iche nke kemịkalụ, ndu na anụ ahụ na ihe ndị dị ndụ",
  "Ecotoxicology bụ usoro ntụzịaka nke toxicology gburugburu ebe obibi metụtara ịmụ ihe na-emerụ ahụ nke ndị na-egbu egbu na ọkwa ọnụọgụ mmadụ na gburugburu ebe obibi.",
  "A na-ewere Rachel Carson dị ka nne nke toxicology gburugburu ebe obibi, ebe o mere ka ọ bụrụ ubi pụrụ iche n'ime toxicology na 1962 site na mbipụta nke akwụkwọ ya Silent Spring, nke kpuchiri mmetụta nke iji ọgwụ nje eme ihe na-achịkwaghị achịkwa",
  "Akwụkwọ Carson gbadoro ụkwụ na ọtụtụ akụkọ nke Lucille Farrier Stickel gbasara mmetụta gburugburu ebe obibi nke pesticide DDT.",
  "Enwere ike ikpughe ihe ndị dị ndụ na ụdị nsị dị iche iche n'oge usoro ndụ ọ bụla, ụfọdụ n'ime ha na-enwe mmetụta karịa ndị ọzọ",
  "Nsi nwekwara ike ịdịgasị iche site n'itinye akụkụ ahụ n'ime webụ nri ya",
  "Bioaccumulation na-eme mgbe akụkụ ahụ na-echekwa ihe na-egbu egbu n'ime anụ ndị nwere abụba, nke nwere ike mechaa guzobe trophic cascade na biomagnification nke ụfọdụ ihe na-egbu egbu",
  "Biodegradation na-ahapụ carbon dioxide na mmiri dị ka ngwaahịa sitere na gburugburu ebe obibi",
  "Usoro a na-amachikarị na mpaghara ihe nsi gburugburu ebe obibi metụtara.",
  "Mmetụta ndị na-emerụ ahụ nke kemịkalụ na ihe ndị dị ndụ dị ka ihe na-egbu egbu sitere na mmetọ, ọgwụ ụmụ ahụhụ, ọgwụ pesticides, na fatịlaịza nwere ike imetụta akụkụ ahụ na obodo ya site n'ibelata ụdị dịgasị iche iche na ụbara ya",
  "Mgbanwe dị otú ahụ na mgbanwe ndị mmadụ na-emetụta gburugburu ebe obibi site na ibelata mmepụta na nkwụsi ike ya.",
  "Ọ bụ ezie na iwu etinyere kemgbe mmalite 1970 bu n'obi ibelata mmetụta ọjọọ nke nsị gburugburu ebe obibi n'ụdị niile, McCarty (2013) adọwo aka na ntị na \"oke ogologo oge na mmejuputa usoro echiche dị mfe nke bụ ihe ndabere nke ụkpụrụ ule nyocha mmiri mmiri ugbu a\" nwere ike",
  "na-eduga na toxicology gburugburu ebe obibi na-abịanụ \"oge ọchịchịrị\".",
  "Iji chebe gburugburu ebe obibi, e dere iwu National Environmental Policy Act (NEPA)",
  "Isi ihe NEPA na-eme ka a pụta ìhè bụ na ọ \"na-emesi obi ike na ngalaba gọọmentị niile na-eleba anya na gburugburu ebe obibi tupu ha emee nnukwu ihe ọ bụla gọọmenti etiti na-emetụta gburugburu ebe obibi.\" Emere iwu a na 1970 ma guzobe Council on Environmental Quality (CEQ)",
  "Mkpa CEQ bụ na o nyere aka n'ihu ịkwanye mpaghara amụma.",
  "CEQ mepụtara mmemme gburugburu ebe obibi gụnyere Federal Water Pollution Control Act (RCRA), Toxic Substance Control Act, Resources Conservation and Recovery Act (RCRA and the Safe)",
  "CEQ dị mkpa n'ịmepụta ntọala maka ọtụtụ \"iwu gburugburu ebe obibi dị ugbu a ma e wezụga maka Superfund na iwu nchịkwa asbestos.\"",
  "Ụfọdụ mmetụta mbụ nke NEPA metụtara nkọwa n'ime ụlọ ikpe",
  "Ọ bụghị naanị na ụlọikpe tụgharịrị NEPA ka ọ gbasaa mmetụta gburugburu ebe obibi kpọmkwem site na ọrụ ọ bụla, kpọmkwem gọọmenti etiti, kamakwa omume na-apụtaghị ìhè sitere na ọrụ gọọmenti etiti.",
  "TSCA, nke a makwaara dị ka Toxic Substance Control Act, bụ iwu gọọmenti etiti na-achịkwa kemịkalụ ụlọ ọrụ nwere ike imerụ mmadụ na gburugburu ebe obibi",
  "TSCA na-elekwasị anya kpọmkwem \"mmepụta, mbubata, nchekwa, ojiji, mkpofu, na mmebi nke kemịkalụ na iji azụmahịa.\" EPA na-enye ohere ka eme ihe ndị a: \"1",
  "Tupu mmepụta nke kemịkalụ iji chọpụta ahụike ma ọ bụ ihe ize ndụ gburugburu ebe obibi 2",
  "Nyochaa kemịkalụ maka nnukwu ihe ize ndụ tupu mmalite nke mmepụta azụmahịa 3",
  "Mgbochi ma ọ bụ mmachibido mmepụta ma ọ bụ mkpofu nke ụfọdụ chemicals 4",
  "Mbubata na mbupụ njikwa kemịkalụ tupu ha abanye ma ọ bụ pụọ na USA.\"",
  "Enyere aka na Iwu Ikuku Dị ọcha site na ntinye aka na mmezi nke 1990",
  "Ndozigharị ndị a chebere ibelata acid, oyi akwa ozone, na-eme ka ịdị mma ikuku na ihe ndị na-emerụ emerụ",
  "The Clean Air Act e n'ezie revised na na, nkwado nke President George H.W Bush, ọ bịanyere aka na",
  "The nnukwu isi iyi egwu na nke a omume zaa bụ: obodo mepere emepe ikuku mmetọ, toxic air emissions, stratospheric ozone, acid mmiri ozuzo wdg E wezụga iche iche",
  "mpaghara ndị a kapịrị ọnụ, o guzobekwara otu mba na-arụ ọrụ nke \"na-enye ohere mmemme iji mee ka iwu na-arụ ọrụ nke ọma, ma mee ka mmanye sie ike iji nyere aka hụ na nnabata nke Iwu ahụ dị mma.\"",
  "Dị ka e kwuru n'elu, ọ bụ ezie na United States amachibidoro iji PCBs eme ihe, enwere ike na ha nọ na ngwaahịa ndị e mere tupu mmachibido PCB na 1979",
  "Environmental Protection Agency(EPA) wepụtara mmachibido iwu ya na PCB na Eprel 19, 1979",
  "Dị ka EPA si kwuo, \"Ọ bụ ezie na a naghị emepụta PCB na mba a, anyị ga-achịkwa ọtụtụ PCB ndị a ka na-eji eme ihe,\" ka onye nchịkwa EPA Douglas M",
  "Castle kwuru",
  "\"Nke a ga-enyere aka gbochie mmetọ ọzọ nke ikuku, mmiri na nri anyị sitere na kemịkalụ na-egbu egbu na nke mmadụ mere.\"",
  "A nwalere PCB n'anụmanụ ụlọ nyocha wee bute ọrịa kansa na ntụpọ nwa",
  "A na-enyo PCB anya na ọ nwere mmetụta ụfọdụ na imeju na akpụkpọ mmadụ",
  "A na-enyo enyo na ha na-ebutekwa ọrịa kansa",
  "EPA \"na-ekwu na 150 nde pound nke PCB na-agbasasị gburugburu gburugburu ebe obibi, gụnyere ikuku na mmiri; ọzọ 290 nde pound dị na landfills na mba a.\" Ọzọkwa, n'agbanyeghị na amachibidoro ha, a ka nwere nnukwu PCB na-ekesa n'ime gburugburu ebe obibi ma nwee ike ịkpata mmetụta na akpụkpọ ahụ na imeju mmadụ.",
  "Enwere ụfọdụ ikpe ndị mmadụ ma ọ bụ ụlọ ọrụ tụfuru PCB ezighi ezi",
  "Ruo ugbu a, enweela ikpe anọ nke EPA ga-eme ihe gbasara iwu megide ndị mmadụ/ụlọ ọrụ maka ụzọ mkpofu ha",
  "Okwu abụọ metụtara ụlọ ọrụ ahụ, a tara $28,600 maka mkpofu na-ekwesịghị ekwesị",
  "A maghị ihe ntaramahụhụ e boro mmadụ atọ ahụ maka \"ịtụfu PCB n'ụzọ iwu na-akwadoghị n'okporo ụzọ dị kilomita 210 na North Carolina.\"",
  "Ọ bụ ezie na amachibidoro PCBs, enwere ụfọdụ ewepu ebe a na-eji ha",
  "Mpaghara nke amachibidoro ya kpam kpam bụ \"mmepụta, nhazi, nkesa na azụmahịa, yana \"enweghị emechi\" (emeghe na gburugburu ebe obibi) iji PCB ọ gwụla ma EPA nyere ikike ma ọ bụ wepụ ya",
  ", ya mere ikpughe na PCB agaghị ekwe ka ọ gaa n'ihu maka ndụ akụrụngwa.\" N'ihe gbasara ngwa eletriki nwere PCB, a na-anabata ya n'okpuru ọnọdụ a na-achịkwa",
  "N'ime nde 750 nke PCB, akụrụngwa eletrik na-anọchi anya nde pound 578",
  "Amachibidoro imepụta PCB ọhụrụ ọ bụla.",
  "Enwere ọtụtụ isi mmalite nke nsị gburugburu ebe obibi nke nwere ike iduga ọnụnọ nke nsị na nri, mmiri na ikuku anyị",
  "Ebe ndị a na-agụnye ihe ndị na-emerụ emerụ na organic na inorganic, pesticides na ndị na-ahụ maka ihe ndị dị ndụ, nke niile nwere ike imerụ ihe ndị dị ndụ",
  "Enwere ike inwe ihe a na-akpọ isi mmalite nke mmetọ, dịka ọmụmaatụ, drains sitere na ụlọ ọrụ mmepụta ihe, kamakwa isi mmalite ndị na-adịghị agwụ agwụ (isi mmalite) dị ka rọba sitere na taya ụgbọ ala nke nwere ọtụtụ chemicals na ọla dị arọ na-agbasa na gburugburu ebe obibi.",
  "Polychlorinated biphenyls (PCBs) bụ ihe ndị na-emetọ ikuku nke ka dị na gburugburu anyị taa, n'agbanyeghị na amachibidoro ya n'ọtụtụ mba, gụnyere United States na Canada",
  "N'ihi ọdịdị na-adịgide adịgide nke PCB na gburugburu ebe obibi mmiri, ọtụtụ ụdị mmiri nwere oke kemịkalụ a",
  "Dịka ọmụmaatụ, egosiri na salmon ọhịa (Salmo salar) dị na Oké Osimiri Baltic nwere ọkwa PCB dị elu karịa salmon nke a na-akọ ugbo ka azụ anụ ọhịa na-ebi na gburugburu ebe mmetọ nke ukwuu.",
  "PCB metụtara otu \" kemịkalụ organic nke a maara dị ka Chlorinated hydrocarbons\" nke mmadụ mepụtara",
  "Ngwa kemịkalụ na anụ ahụ nke PCS na-ekpebi ọnụọgụ na ọnọdụ chlorine na n'adịghị ka kemịkalụ ndị ọzọ, ha enweghị ụdị njirimara",
  "Oke nke nsi na-adịghị agbanwe agbanwe na n'ihi na PCB nwere ụfọdụ Njirimara (kemịkalụ nkwụsi ike, non-flammability) a na-eji ha na nnukwu ego nke azụmahịa na ulo oru omume",
  "Ụfọdụ n'ime ndị ahụ gụnyere, \"Electrical, okpomọkụ nnyefe na hydraulic akụrụngwa, plasticizers na agba, plastic na ngwaahịa rọba na pigmenti, e ji esiji na carbonless oyiri akwụkwọ\" ịkpọ ole na ole.",
  "Ọla dị arọ a na-achọta n'ebe nri, dị ka azụ, nwekwara ike ịkpata mmerụ ahụ",
  "Ọla ndị a nwere ike ịgụnye mercury, lead na cadmium",
  "E gosiputara na azụ (ya bụ trout egwurugwu) kpughere ọkwa cadmium dị elu ma na-eto nwayọ nwayọ karịa azụ ekpughere na ọkwa dị ala ma ọ bụ ọ nweghị",
  "Ọzọkwa, cadmium nwere ike gbanwee mmepụta na omume nke azụ ndị a.",
  "Ọla dị arọ nwekwara ike gbanwee mkpụrụ ndụ ihe nketa n'ime ihe ndị dị n'ime mmiri",
  "Na Canada, otu nnyocha nyochara ụdị mkpụrụ ndụ ihe nketa dị iche iche na perch edo edo dị iche iche tinyere gradients dị arọ dị arọ n'ime ọdọ mmiri ndị ọrụ Ngwuputa metọsịrị",
  "Ndị nchọpụta chọrọ ịchọpụta mmetụta mmetọ ígwè nwere na nzaghachi evolushọn n'etiti ndị bi na perch odo",
  "N'akụkụ gradient ahụ, ụdị mkpụrụ ndụ ihe nketa dị iche iche na mpaghara niile nwere mmetọ imeju cadmium na-adịghị mma",
  "Na mgbakwunye, enwere mmekọrịta na-adịghị mma a hụrụ n'etiti mmetọ ọla kọpa na ụdị mkpụrụ ndụ ihe nketa dị iche iche",
  "Ụfọdụ ụdị mmiri ewepụtala nnabata ọla dị arọ",
  "N'ịzaghachi na mkpokọta ọla dị arọ, ụdị Dipteran, Chironomus riparius, nke ezinụlọ midge, Chironomidae, etolitela ka ọ bụrụ ihe na-anagide toxicity cadmium na gburugburu mmiri",
  "Akụkọ ndụ gbanwere, mmụba cadmium na-abawanye, na uto na-aga n'ihu n'okpuru mkpughe cadmium bụ ihe akaebe na-egosi na C",
  "riparius na-egosipụta nnabata dị arọ nke sitere na mkpụrụ ndụ ihe nketa.",
  "A na-ewepụ ụzarị ọkụ site na ihe dị ka ma ọ bụ ụzarị ọkụ ma ọ bụ ebili mmiri nke ike dị ọcha ma ọ bụ ihe dị elu",
  "Ụzarị ma ọ bụ ebili mmiri nke ume, nke a makwaara dị ka radieshon electromagnetic, gụnyere ìhè anyanwụ, X-ray, radar, na ebili mmiri redio",
  "Ihe radieshon na-agụnye alfa na beta particles na neutrons",
  "Mgbe mmadụ na anụmanụ na-enweta ọkwa dị elu nke radieshon, ha nwere ike ịmalite ọrịa kansa, nkwarụ ọmụmụ, ma ọ bụ ọkụ akpụkpọ ahụ",
  "Osisi na-echekwa nsogbu ihu ma ọ bụrụ na ekpughere ya na ọkwa dị ukwuu nke radieshon",
  "Mgbe ọdachi Chernobyl gasịrị na 1986, radieshon nuklia mebiri anụ ahụ nke osisi ndị gbara ya gburugburu, o werekwa ihe dị ka afọ atọ tupu atụmatụ ndị a nwetaghachi ikike ịmụ nwa",
  "Ọmụmụ nke radieshon na mmetụta ya na gburugburu ebe obibi bụ nke a maara dị ka redioecology.",
  "Ụdị ọla arọ ndị a kacha mara ma ọ bụ nke a na-ahụkarị gụnyere zinc, arsenic, ọla kọpa, lead, nickel, chromium na cadmium",
  "Ụdị ndị a niile na-ebute ụfọdụ ihe egwu na ahụike mmadụ na gburugburu ebe obibi.",
  "Ọ bụ ezie na ụfọdụ n'ime ọla ndị a nwere ike ịrụ ọrụ dị mkpa na, dịka ọmụmaatụ, ịnọgide na-enwe ụfọdụ biochemical na physiological, \"ọrụ dị n'ime ihe ndị dị ndụ mgbe ọ dị ntakịrị ntakịrị, Otú ọ dị, ha na-afụ ụfụ ma ọ bụrụ na ha gafere ụfọdụ nkwụsịtụ.\" Igwe dị arọ bụ akụkụ buru ibu nke mmetọ gburugburu ebe obibi na nsí ha \"bụ nsogbu nke ịba ụba uru maka gburugburu ebe obibi, evolushọn, nri na gburugburu ebe obibi.\"",
  "Arsenic, otu n'ime ọla dị arọ kachasị mkpa, na-akpata nsogbu gburugburu ebe obibi na nsogbu ahụike na mmadụ",
  "Ọ bụ \"ihe onwunwe nke semimetallic, bụ nke na-egbu egbu na carcinogenic, ma dị ukwuu n'ụdị oxides ma ọ bụ sulfide ma ọ bụ dị ka nnu nke ígwè, sodium, calcium, copper, etc.\" Ọ bụkwa otu n'ime ihe ndị kasị ukwuu n'ụwa na ụdị inorganic ya kpọmkwem dị ize ndụ nye ihe ndị dị ndụ (anụmanụ, osisi, na ụmụ mmadụ) na gburugburu ebe obibi.",
  "N'ime mmadụ, arsenic nwere ike ibute ọrịa kansa na eriri afọ, akpụkpọ ahụ, ngụgụ na imeju",
  "Otu n'ime isi ihe na-esi ekpughe arsenic n'ime mmadụ bụ mmiri mmetọ, nke bụ nsogbu n'ihe karịrị mba 30 n'ụwa.",
  "Ụmụ mmadụ na-enwekarị arsenic site na \"ụzọ okike, ebe mmepụta ihe, ma ọ bụ site na isi mmalite ndị a na-atụghị anya ya.\" Mmiri nwere ike imerụ ya site na ọgwụ na-egbu egbu ma ọ bụ kemịkalụ arsenical eke",
  "Enwere ụfọdụ ebe ejirila arsenic mee ihe n'ịgbalị igbu onwe ya ma nwee ike ịkpata nsi dị ukwuu",
  "Arsenic \"bụ nsi protoplastic ebe ọ bụ na ọ na-emetụta akụkụ nke sulphydryl nke mkpụrụ ndụ na-akpata mmebi nke iku ume cell, enzymes cell na mitosis.\"",
  "Ọla ọzọ na-egbu egbu nke ukwuu, led nwere ike na nke amarala na ọ na-ebute \"oke mmetọ gburugburu ebe obibi na nsogbu ahụike n'ọtụtụ akụkụ ụwa.\" Ọdịdị anụ ahụ nke ndu na-egbuke egbuke na ọla ọla ọcha",
  "Ụfọdụ ebe ndị mmadụ na-esi na-emetọ ihe ndị dị na gburugburu ebe obibi gụnyere ịsa ígwè na ọrụ ịkụ azụ, mkpofu ala, ụlọ ọrụ mmepụta ihe, ịgbaze mmanụ, ihe mkpofu sitere na ụlọ ọrụ batter, fatịlaịza na ọgwụ pesticides na ọtụtụ ndị ọzọ",
  "N'adịghị ka, ọla ndị ọzọ dị ka ọla kọpa, ndu naanị na-arụ akụkụ physiological na enweghị ọrụ ndu",
  "Na US, \"ihe karịrị tọn 100 ruo 200,000 nke ndu kwa afọ ka a na-ahapụ site na iyuzucha ụgbọ ala\" na ụfọdụ nwere ike ibubata site na osisi, na-asọba na mmiri ma ọ bụ nhazi n'ime ala.",
  "Ụmụ mmadụ na-enwe mmekọrịta na lead site na ngwuputa ihe, mmanụ ọkụ na-ere ọkụ",
  "N'ịkụ ọkụ, a na-ekpuchi ụzọ ya na ogige ya n'ikuku, ala, na mmiri",
  "Lead nwere ike inwe mmetụta dị iche iche na ahụ ma na-emetụta sistemu ụjọ nke etiti",
  "Onye batara na ndu nwere ike inwe nsi ndu siri ike ma ọ bụ nke na-adịghị ala ala",
  "Ndị na-enwe nnukwu nsi na-enwe mgbaàmà dị ka agụụ, isi ọwụwa, ọbara mgbali elu, mgbu afọ, arụ ọrụ gbasara akụrụ, ike ọgwụgwụ, ehighị ụra nke ọma, ọrịa ogbu na nkwonkwo, ịhụ anya na vertigo",
  ", nkwarụ ọmụmụ, akparamàgwà akparamàgwà mmadụ, autism, allergies, dyslexia, ịbelata ibu arọ, ime ihe ike, ahụ mkpọnwụ, adịghị ike nke anụ ahụ, mmebi ụbụrụ, mmebi akụrụ na nwedịrị ike ịkpata ọnwụ.\"",
  "Mercury, ọlaọcha na-acha ọcha na-egbuke egbuke, nwere ike gbanwee ka ọ bụrụ gas na-enweghị isi na enweghị isi mgbe ọ dị ọkụ",
  "Mercury na-emetụta oke mmiri na gburugburu ebe obibi na e nweela ọtụtụ nchọpụta e mere na mmetụta na gburugburu mmiri",
  "Isi mmalite kachasị na mmetọ mercury gụnyere \"ọrụ ugbo, mmiri mkpofu nke ime obodo, ngwuputa ihe, igba ọkụ, na mwepu nke mmiri mkpofu ụlọ ọrụ\" niile jikọtara ya na mmiri.",
  "Mercury dị n'ụdị atọ dị iche iche ma atọ ahụ nwere ọkwa dị iche iche nke bioavailability na nsi",
  "Ụdị atọ a gụnyere ogige organic, ihe ọla na nnu inorganic",
  "Dịka ekwuru n'elu, ha nọ na akụrụngwa mmiri dịka oke osimiri, osimiri na ọdọ mmiri",
  "A na-etinye ha site na microorganism, wee gafee, \"biomagnification na-akpata nnukwu nsogbu na ndụ mmiri.\"",
  "Mercury na-emerụ ndụ mmiri mana ọ nwekwara ike na-ewute sistemu ụjọ mmadụ",
  "Ọkwa dị elu nke mkpughe mercury nwere ike ịgbanwe ọtụtụ ọrụ ụbụrụ",
  "Ọ nwere ike \"eduga n'ihere, ịma jijiji, nsogbu ncheta, mgbakasị ahụ, na mgbanwe n'ọhụụ ma ọ bụ ịnụ ihe.\"",
  "Dị ka, ATSDR ogo, cadmium bụ 7th kasị nsi arọ metal",
  "Cadmium na-adọrọ mmasị na ozugbo ọ na-ekpughere ụmụ mmadụ (na-arụ ọrụ) ma ọ bụ anụmanụ na gburugburu ebe obibi ha, ọ ga-agbakọta n'ime ahụ n'oge ndụ mmadụ / anụmanụ",
  "Ọ bụ ezie na a na-eji cadmium dochie tin na WWI na pigmenti na ụlọ ọrụ agba laa azụ n'oge ahụ, ugbu a, a na-ahụ ya na batrị enwere ike ịgbanye, anwụrụ ụtaba na ụfọdụ mmepụta alloys.",
  "Dị ka Agency for Toxic Substance and Disease Registry kwuru, na \"US, ihe karịrị ndị ọrụ 500,000 na-enweta cadmium na-egbu egbu kwa afọ.\" A na-ekwukwa na enwere ike ịhụ ihe kachasị elu na cadmium na China na Japan.",
  "Mmetụta nke cadmium na akụrụ na ọkpụkpụ dị ukwuu",
  "Ọ nwere ike ime ka ọkpụkpụ ọkpụkpụ nke \"bụ usoro ịtọba mineral na matrix nke ọkpụkpụ\"",
  "Nke a nwere ike ime site na arụrụ ọrụ gbasara akụrụ ma ọ bụ mmebi ọkpụkpụ.",
  "Ihe nke asaa kachasị ukwuu, chromium, nwere ike ime n'onwe ya mgbe mmadụ na-ere mmanụ na kol wee wepụta ya na gburugburu ebe obibi site na nsị na fatịlaịza",
  "Enwere ike ịhụ ojiji Chromium na, \"ụlọ ọrụ ndị dị ka metallurgy, electroplating, mmepụta nke agba na pigmenti, tanning, nchekwa osisi, mmepụta kemịkalụ na pulp na mmepụta akwụkwọ.\" Chromium toxicity na-emetụta \"usoro ndu na osisi dị iche iche dị ka ọka, ọka wit, ọka bali, kọlịflawa, citrullus na akwụkwọ nri",
  "chromium toxicity na-akpata chlorosis na necrosis na osisi.\"",
  "Ọgwụ nje bụ isi ihe na-akpata nsị gburugburu ebe obibi",
  "Amara ndị a na-emepụta kemịkalụ ka ha na-adịgide na gburugburu ebe obibi ogologo oge ka ha nwesịrị",
  "Adịghị mma biodegradability nke pesticides nwere ike ịkpata bioaccumulation nke kemịkalụ dị iche iche ntule tinyere biomagnification n'ime a nri webụ",
  "Enwere ike ịhazi ọgwụ ndị na-egbu egbu dịka ụmụ ahụhụ ndị ha lekwasịrị anya si dị",
  "A na-eji ọgwụ ahụhụ eme ihe iji kpochapụ ụmụ ahụhụ ndị ọrụ ugbo na-awakpo mkpụrụ osisi na ihe ọkụkụ dị iche iche",
  "Ọgwụ herbicides na-elekwasị anya na ụmụ ahụhụ ahịhịa dị ka ahịhịa na ahịhịa ndị ọzọ na-achọghị nke na-ebelata mmepụta ihe ọkụkụ.",
  "Dichlorodiphenyltrichloroethane (DDT) bụ ọgwụ ahụhụ organochlorine nke amachibidoro n'ihi mmetụta ọjọọ ya na ma mmadụ ma anụ ọhịa",
  "Achọpụtara ihe ndị DDT nwere na-akpata ahụhụ n'afọ 1939",
  "Mgbe nchọpụta a gasịrị, ndị ọrụ ugbo ji DDT mee ihe n'ọtụtụ ebe iji gbuo ụmụ ahụhụ ndị na-arụ ọrụ ugbo dị ka ebe nduku, nla na-agba agba na ntị oka",
  "Na 1962, Rachel Carson kọwapụtara mmetụta ọjọọ nke ojiji DDT juru ebe niile na nke a na-achịkwaghị achịkwa n'akwụkwọ ya bụ Silent Spring",
  "Ọnụ ọgụgụ dị ukwuu nke DDT na metabolite dichlorodiphenyldichlorethylene (DDE) nke ewepụtara na gburugburu ebe obibi bụ ndị na-egbu egbu nye ma anụmanụ ma ụmụ mmadụ.",
  "DDT anaghị adị mfe nbibi ma si otú ahụ kemịkalụ na-agbakọba n'ime ala na mpụta mmiri sedimenti",
  "Usoro mmiri na-aghọ nke emetọọ, ndụ mmiri dị ka azụ na azụ azụ na-akwakọba DDT n'anụ ahụ ha",
  "Ọzọkwa, mmetụta a na-abawanye mgbe anụmanụ ndị na-eri azụ na-erikwa kemịkalụ ahụ, na-egosipụta biomagnification n'ime webụ nri",
  "Usoro nke biomagnification nwere mmetụta na-emerụ ahụ n'ụdị nnụnụ dị iche iche n'ihi na DDT na DDE na-agbakọba n'anụ ahụ ha na-eme ka ọkpụkpụ akwa dị nro",
  "A hụla mbelata ngwa ngwa nke ọnụ ọgụgụ nnụnụ na Europe na North America n'ihi nke a.",
  "Ụmụ mmadụ ndị na-eri anụmanụ ma ọ bụ osisi ndị DDT metọọ na-enweta mmetụta ahụike dị njọ",
  "Nnyocha dị iche iche egosila na DDT nwere mmetụta na-emebi emebi na imeju, usoro ụjọ na usoro ọmụmụ ụmụ mmadụ.",
  "Ka ọ na-erule 1972, United States Environmental Protection Agency (EPA) machibido iji DDT na United States",
  "N'agbanyeghị iwu nke pesticide a na North America, a ka na-eji ya n'akụkụ ụfọdụ nke ụwa",
  "Achọpụtara kemịkalụ a n'ọ̀tụ̀tụ̀ a na-ahụ anya n'osimiri Yangtze dị na China, na-egosi na a ka na-eji ọgwụ nje eme ihe na mpaghara a.",
  "Ọ bụ ezie na amachibidoro DDT na 1972, ụfọdụ n'ime ọgwụ pesticide (yana kemịkalụ ndị ọzọ) dịgidere na gburugburu ebe obibi",
  "Nke a na-adịte aka nke ihe na-egbu egbu mere ka ọ dị nso na njedebe nke peregrine falcon",
  "Enwere nnukwu ọkwa DDT dị n'ọtụtụ ebe dịka \"àkwá, abụba na anụ ahụ nke nnụnụ.\" Ọchịchị",
  "soro ndị otu nchekwa rụọ ọrụ n'inyere ha aka ka ha pụta n'ebe ahụ emetọọ",
  "N'ikpeazụ, n'afọ 1999, e wepụrụ nnụnụ ndị ahụ na ndepụta ụdị ndị US nọ n'ihe ize ndụ.",
  "Sulfuryl fluoride bụ ụmụ ahụhụ na-agbaji n'ime fluoride na sulfate mgbe a na-ahapụ ya na gburugburu ebe obibi",
  "Amara fluoride ka ọ na-emetụta anụ ọhịa dị n'ime mmiri na-adịghị mma",
  "Achọpụtala ọkwa dị elu nke fluoride na-emebi arụmọrụ nri na uto nke carp nkịtị (Cyprinus carpio)",
  "Ngosipụta nke fluoride na-agbanwe nguzozi nke ion, ngụkọta protein na ọkwa lipid n'ime azụ ndị a, nke na-agbanwe nhazi ahụ ha ma na-akpaghasị usoro biochemical dị iche iche.",
  "Cyanobacteria, ma ọ bụ algae-acha anụnụ anụnụ, bụ nje bacteria na-ese foto",
  "Ha na-eto n'ọtụtụ ụdị mmiri",
  "Ọganihu ha ngwa ngwa (\"oge ntoju\") metụtara oke okpomọkụ nke mmiri yana eutrophication (nke sitere na ịba ụba nke mineral na ihe ndị na-edozi ahụ na-emekarị n'ihi mmiri na-asọpụta n'ala nke na-ebute oke ibu nke algae ndị a)",
  "Ọtụtụ mkpụrụ ndụ cyanobacteria na-emepụta ọtụtụ nsị",
  "Cyanotoxins nwere ike ịbụ dermatotoxic, neurotoxic, na hepatotoxic, n'agbanyeghị na ọnwụ metụtara mkpughe ha dị ụkọ",
  "Cyanotoxins na ihe ndị ha na-adịghị egbu egbu nwere ike ịkpata mmeghachi ahụ nfụkasị ahụ, mana nke a aghọtachaghị nke ọma.: 589  N'agbanyeghị toxicities ha mara, ịmepụta otu biomarker nke ikpughe siri ike n'ihi usoro mgbagwoju anya nke nsị ndị a nwere.",
  "Ihe omume nke nsị a na mmiri ọṅụṅụ na-adabere n'ihe abụọ",
  "Otu, bụ ọkwa mmiri ọñụnụ n'ime mmiri a na-emepụtaghị ihe na nke abụọ, ọ dabere na ịdị irè nke iwepụ nsị ndị a na mmiri mgbe a na-emepụta mmiri ọṅụṅụ n'ezie",
  "N'ihi enweghị data na enweghị / ọnụnọ nke nsị ndị a na mmiri ọṅụṅụ, ọ na-esiri ike nyochaa n'ezie ọnụọgụ ndị dị na mmiri agwụla",
  "Nke a bụ n'ihi na US enweghị mmemme steeti ma ọ bụ gọọmentị etiti na-enyocha n'ezie ọnụnọ nke nsị a na ụlọ ọrụ ọgwụgwọ mmiri ọ drinkingụ.",
  "Ọ bụ ezie na data na mmetụta nke nsị abụọ a dị oke, site na ihe dị na ya na-egosi na nsị na-awakpo imeju na akụrụ",
  "E nwere ọrịa hepatoenteritis dị ka ntiwapụ na Palm Island, Australia (1979), n'ihi oriri nke mmiri dị n'ime ya, \"C",
  "raciborskii, cyanobacteria nke nwere ike ịmepụta cylindrospermopsin.\" Ọtụtụ ikpe (nke metụtara ụmụaka) chọrọ ka ebuga ha n'ụlọ ọgwụ",
  "Nsonaazụ nke ile ọbịa gụnyere: vomiting, mmebi akụrụ (n'ihi ụkọ mmiri, protein na electrolytes) ahụ ọkụ, afọ ọsịsa ọbara, na isi ọwụwa."
]