[
  "Injinia gburugburu bụ ọkachamara injinia metụtara sayensị gburugburu",
  "Ọ na-agụnye isiokwu sayensị sara mbara dị ka kemistri, bayoloji, ecology, geology, hydraulics, hydrology, microbiology, na mgbakọ na mwepụ iji mepụta ngwọta nke ga-echebe ma kwalitekwa ahụike nke ihe ndị dị ndụ ma melite ogo gburugburu ebe obibi",
  "Injinia gburugburu ebe obibi bụ ngalaba ntụzịaka nke injinịa obodo na injinịa kemịkalụ",
  "N'akụkụ nke injinia obodo, injinia gburugburu na-elekwasị anya na Sanitary Engineering.",
  "Injinia gburugburu ebe obibi na-etinye ụkpụrụ sayensị na injinịa iji kwalite na idobe gburugburu ebe obibi iji chekwaa ahụike mmadụ, chedo gburugburu ebe obibi bara uru, yana kwalite nkwalite gburugburu ebe obibi nke ogo ndụ mmadụ",
  "Ndị injinia gburugburu ebe obibi na-echepụta ihe ngwọta maka njikwa mmiri mkpofu, njikwa mmiri na ikuku ikuku, imegharị ihe, mkpofu ahịhịa, na ahụike ọha",
  "Ha na-ahazi usoro inye mmiri nke obodo na ụlọ ọrụ mmepụta ihe, ma chepụta atụmatụ iji gbochie ọrịa ndị na-ebute mmiri na imeziwanye ịdị ọcha n'ime obodo, ime obodo na ebe ntụrụndụ",
  "Ha na-enyocha usoro nlekọta ihe mkpofu dị ize ndụ iji nyochaa ịdị njọ nke ihe egwu dị otú ahụ, nye ndụmọdụ maka ọgwụgwọ na njide, ma mepụta ụkpụrụ iji gbochie ihe ọjọọ",
  "Ha na-emejuputa iwu injinịa gburugburu ebe obibi, dị ka n'ịtụle mmetụta gburugburu ebe obibi nke ọrụ owuwu a tụrụ aro.",
  "Ndị injinia na-ahụ maka gburugburu ebe obibi na-enyocha mmetụta ọganihu teknụzụ na gburugburu ebe obibi, na-ekwu maka nsogbu gburugburu ebe obibi na gburugburu ụwa dịka mmiri ozuzo acid, okpomọkụ ụwa, njedebe ozone, mmetọ mmiri na mmetọ ikuku site na ikuku ụgbọala na ụlọ ọrụ mmepụta ihe.",
  "Ọtụtụ ikike na-etinye ikikere na ndebanye aha maka ndị injinia gburugburu ebe obibi ruru eru.",
  "Okwu gburugburu ebe obibi nwere mgbọrọgwụ na njedebe nke narị afọ nke 14 nke okwu French environ (ngwaa), nke pụtara ịgbachi ma ọ bụ ịgbakọta",
  "Carlyle ji okwu gburugburu ebe obibi na 1827 na-ezo aka na mkpokọta ọnọdụ mmadụ ma ọ bụ ihe bi na ya",
  "Ihe ọ pụtara gbanwere ọzọ na 1956 mgbe ejiri ya mee ihe n'echiche nke gburugburu ebe obibi, ebe Ecology bụ ngalaba sayensị na-ahụ maka mmekọrịta nke ihe ndị dị ndụ na gburugburu ha.",
  "Akụkụ nke abụọ nke okwu ahụ bụ injinia gburugburu ebe obibi sitere na mgbọrọgwụ Latin wee jiri ya na narị afọ nke 14 French dị ka engignour, nke pụtara onye na-arụ injinia ndị agha dị ka trebuchets, harquebuses, longbows, cannons, catapults, ballistas, stirrups, armor yana ndị ọzọ",
  "mgbochi egbu egbu ma ọ bụ bellicose",
  "E jighị okwu ahụ engineer mee ihe n'ọrụ ọha na eze ruo na narị afọ nke 16; ma eleghị anya ọ banyere n'asụsụ obodo a ma ama dị ka onye na-atụgharị ọrụ ọha n'oge John Smeaton.",
  "Injinia gburugburu ebe obibi bụ aha maka ọrụ a na-arụ kemgbe mmalite mmepeanya, dịka ndị mmadụ mụtara ịgbanwe na ịchịkwa ọnọdụ gburugburu ebe obibi iji gboo mkpa",
  "Ka ndị mmadụ ghọtara na ahụike ha metụtara ịdị mma gburugburu ebe obibi ha, ha wuru usoro iji meziwanye ya",
  "Mmepe anya Ndagwurugwu Indus oge ochie (3300 T.O.A",
  "ruo 1300 T.O.A.) nwere ikike ịchịkwa akụ̀ mmiri ha",
  "Ụlọ ọrụ ọha na eze na-ahụ n'ebe dị iche iche dị n'ógbè ahụ gụnyere olulu mmiri, ebe ịsa ahụ ọha na eze, tankị nchekwa mmiri, usoro mmiri ọṅụṅụ, na usoro nchịkọta nsị nke obodo",
  "Ha nwekwara usoro ịgba mmiri n'ọwa mmiri n'oge na-enyere aka ịrụ ọrụ ugbo buru ibu.",
  "Site na 4000 ruo 2000 T.O.A., ọtụtụ mmepeanya nwere usoro mmiri mmiri na ụfọdụ nwere ụlọ idebe ihe ọcha, gụnyere Alaeze Ukwu Mesopotemia, Mohenjo-Daro, Egypt, Crete, na Orkney Islands dị na Scotland",
  "Ndị Gris nwekwara ọwa mmiri na mmiri mmiri ndị na-eji mmiri ozuzo na mmiri na-ekpofu mmiri na-agba mmiri na fatịlaịza n'ubi.",
  "E wuru ọwa mmiri mbụ e nwere na Rom n’afọ 312 T.O.A., ma site n’ebe ahụ, ha gara n’ihu na-arụ ọwa mmiri maka ịgba mmiri na mmiri dị n’obodo ukwu n’oge ụkọ mmiri ozuzo",
  "Ha rụkwara usoro ọwa mmiri dị n’okpuru ala malite na narị afọ nke asaa T.O.A",
  "nke dabara n'Osimiri Tiber, na-eme ka apịtị apịtị na-emepụta ala ubi yana iwepụ nsị n'obodo ahụ.",
  "A hụrụ obere mgbanwe site na ọdịda Rome ruo na narị afọ nke 19, bụ ebe mgbanwe na-eme ka mbọ na-abawanye na-elekwasị anya na ahụike ọha",
  "Injinia gburugburu ebe obibi ọgbara ọhụrụ malitere na London n'etiti narị afọ nke 19 mgbe Joseph Bazalgette haziri sistemu nsị mmiri mbụ na-esochi Great Stink",
  "Usoro ọwa mmiri nke obodo ahụ na-ebufe nsị mmiri na-asọba n'Osimiri Thames, bụ́ nke nyekwara ọtụtụ mmiri ọṅụṅụ n'obodo ahụ, nke butere ọrịa ọgbụgbọ ọgbụgbọ",
  "Iwebata ọgwụgwọ mmiri ọñụñụ na ọgwụgwọ nsị na mba ndị mepere emepe belatara ọrịa ndị na-ebute mmiri site n'ihe ndị na-ebute ọnwụ gaa na ụkọ.",
  "Ogige ahụ pụtara dị ka ọzụzụ agụmakwụkwọ dị iche n'etiti narị afọ nke 20 na nzaghachi maka nchegbu ọha na eze gbasara mmiri na mmetọ ikuku na mmebi gburugburu ebe obibi ndị ọzọ",
  "Ka ọha mmadụ na nkà na ụzụ na-esiwanye ike, ha na-emepụta mmetụta ndị a na-atụghị anya ya na gburugburu ebe obibi",
  "Otu ihe atụ bụ itinye DDT ọgwụ pesticide n'ebe nile iji chịkwaa ụmụ ahụhụ ndị na-arụ ọrụ ugbo n'afọ ndị sochiri Agha Ụwa nke Abụọ",
  "Akụkọ banyere DDT dị ka akọwara nke ọma na Rachel Carson's Silent Spring (1962) ka a na-ewere dị ka ọmụmụ nke mmegharị gburugburu ebe obibi nke oge a, nke butere ngalaba ọgbara ọhụrụ nke \"environmental engineering.\"",
  "Ọtụtụ mahadum na-enye mmemme injinịa gburugburu ebe obibi site na ngalaba nke injinịa obodo ma ọ bụ injinịa kemịkalụ yana tinyekwara ọrụ eletrọnịkị iji zụlite na ịhazi ọnọdụ gburugburu ebe obibi",
  "Ndị injinia na-ahụ maka gburugburu ebe obibi na mmemme injinia obodo na-elekwasịkarị anya na hydrology, njikwa akụrụngwa mmiri, bioremediation, na imepụta ụlọ ọrụ mmiri na mmiri mkpofu",
  "Ndị injinia gburugburu ebe obibi na mmemme injinịa kemịkalụ na-elekwasị anya na kemịkalụ gburugburu ebe obibi, teknụzụ ọgwụgwọ ikuku na mmiri dị elu, na usoro nkewa",
  "Ụfọdụ ngalaba nke injinịa gburugburu gụnyere injinia akụrụngwa sitere n'okike na injinịa ugbo.",
  "Ihe ọmụmụ maka ụmụ akwụkwọ na-adaba na klas ole na ole sara mbara:",
  "Isiokwu ndị a mejupụtara usoro mmụta dị na injinia gburugburu ebe obibi:",
  "Tụlee kemịkalụ nwoke mere nke anyị chọrọ ịchọta akara aka ya n'ihe metụtara oge, ọnọdụ, akụkụ ụfọdụ nke ihe, ma ọ bụ nrube nke mmiri mmiri",
  "Anyị na-anọchi anya mgbanwe atụpụtara na ntinye uche dị ka ọrụ nke ọnụego mgbanwe niile na-emetụta ihe na-eme ka ihe kemịkal dị.",
  "V\n        \n          \n            \n              d\n              C\n            \n            \n              d\n              t\n            \n          \n        \n        =\n        ∑\n        (\n        \n          \n            \n              \n                d\n                \n                  b\n                \n              \n              m\n            \n            \n              d\n              \n                t\n                \n                  b\n                \n              \n            \n          \n        \n        )\n      \n    \n    {\\displaystyle V{dC \\over dt}=\\sum ({d^{b}m \\over dt^{b}})}",
  "Nke pụtara na maka ụfọdụ olu njikwa, mgbanwe nke itinye uche na mgbanwe na oge kwụụrụ onwe ahịrị kwụ ọtọ na nchikota mgbanwe ọ bụla na-eme na (+) na pụta(-) nke olu njikwa ahụ",
  "A na-anabata nke a n'ihi ihe ole na ole dị iche iche:",
  "(1) Nchekwa nke oke.",
  "a\n          \n            0\n          \n        \n        (\n        x\n        )\n        y\n        +\n        \n          a\n          \n            1\n          \n        \n        (\n        x\n        )\n        \n          y\n          ′\n        \n        +\n        \n          a\n          \n            2\n          \n        \n        (\n        x\n        )\n        \n          y\n          ″\n        \n        +\n        ⋯\n        +\n        \n          a\n          \n            n\n          \n        \n        (\n        x\n        )\n        \n          y\n          \n            (\n            n\n            )\n          \n        \n        +\n        b\n        (\n        x\n        )\n        =\n        0\n        ,\n      \n    \n    {\\displaystyle a_{0}(x)y+a_{1}(x)y'+a_{2}(x)y''+\\cdots +a_{n}(x)y^{(n)}+b(x)=0,}",
  "(3) E nwere ihe ngwọta.",
  "Ọ bụ ezie na nha nhata dị iche iche nwere ike ịdị egwu, usoro a maka mgbanwe na ntinye uche maka olu njikwa kwa oge na-enwe mmetụta dị ukwuu ọbụna na-enweghị mgbako",
  "Were ihe atụ a na-ahụkarị maka tankị nwere olu nwere ihe mmetọ nke ụfọdụ itinye uche",
  "Nyere na enwere mmeghachi omume nke mbụ -kC na-ewere ọnọdụ na tank ahụ na-eguzosi ike n'ihe na-emepụta ihe na-emepụta ihe na-aghọ ihe ngosi nke ntinye uche mbụ, mmeghachi omume na-adịgide adịgide k, na oge njigide hydraulic (HRT) nke hà nhata nke quotient",
  "nke olu nke tank site na eruba.",
  "C\n        =\n        \n          C\n          \n            0\n          \n        \n        \n          /\n        \n        (\n        1\n        +\n        τ\n        ∗\n        k\n        )\n      \n    \n    {\\displaystyle C=C_{0}/(1+\\tau *k)}",
  "Ndị injinia na-ahụ maka gburugburu ebe obibi na-enyocha nguzozi nke mmiri n'ime mmiri mmiri ma chọpụta mmiri dị na mmiri dị, mmiri dị mkpa maka mkpa dị iche iche na mmiri mmiri ahụ, usoro oge nke oge nke mmiri na-aga site na mmiri mmiri na ha na-emepụta usoro iji chekwaa, na-emeso, na-ebuga mmiri maka ojiji dị iche iche",
  ".",
  "A na-edozi mmiri iji nweta ebumnobi dị mma nke mmiri maka njedebe njedebe",
  "N'ihe banyere mmiri a na-aṅụ mmanya, a na-edozi mmiri iji belata ihe ize ndụ nke mgbasa ọrịa na-efe efe, ihe ize ndụ nke ọrịa na-adịghị efe efe, na ịmepụta ụtọ mmiri dị ụtọ",
  "A haziri ma wuo usoro nkesa mmiri iji nye nrụgide mmiri zuru oke na ọnụ ọgụgụ na-asọpụta iji gboo mkpa dị iche iche nke ndị ọrụ njedebe dị ka iji ụlọ, nkwụsị ọkụ, na ịgba mmiri.",
  "Enwere ọtụtụ teknụzụ ọgwụgwọ mmiri mkpofu",
  "Ụgbọ okporo ígwè na-edozi mmiri na-ekpofu mmiri nwere ike ịgụnye usoro nkọwa bụ isi iji wepụ ihe siri ike na nke na-ese n'elu mmiri, usoro ọgwụgwọ nke abụọ nke nwere basin ikuku na-esote ya na flocculation na sedimentation ma ọ bụ usoro sludge na-arụ ọrụ na nkọwa nke abụọ, usoro mwepụ nitrogen biological tertiary, na usoro disinfection ikpeazụ",
  "Sistemụ sludge na-arụ ọrụ ikuku na-ewepụ ihe ndị dị ndụ site na nje bacteria na-eto eto (sludge na-arụ ọrụ)",
  "Ihe nkọwa nke abụọ na-ewepụ sludge na-arụ ọrụ na mmiri",
  "Usoro nke atọ, ọ bụ ezie na ọ bụghị mgbe niile na-agụnye n'ihi ụgwọ, na-aghọwanye ihe a na-ahụkarị iji wepụ nitrogen na phosphorus na iji kpochapụ mmiri tupu awụpụ na mmiri mmiri dị n'elu ma ọ bụ ọdịda oké osimiri.",
  "Ndị ọkà mmụta sayensị ewepụtala ụdị mgbasasa mmetọ ikuku iji nyochaa mkpokọta ihe na-emetọ ihe n'ebe onye na-anabata ya ma ọ bụ mmetụta dị n'ogo ikuku n'ozuzu ya sitere na iyuzucha ụgbọ ala yana mkpokọ ikuku gas",
  "Ruo n'ókè ụfọdụ, ubi a na-ekpuchi ọchịchọ nke ibelata carbon dioxide na ikuku gas ndị ọzọ na-esi na combustion usoro.",
  "Ndị injinia gburugburu ebe obibi na-etinye ụkpụrụ sayensị na injinịa iji nyochaa ma ọ bụrụ na enwere ike inwe mmetụta ọjọọ na ịdịmma mmiri, ogo ikuku, ogo ebe obibi, ahịhịa na anụ ọhịa, ikike ọrụ ugbo, okporo ụzọ, gburugburu ebe obibi na mkpọtụ",
  "Ọ bụrụ na a na-atụ anya mmetụta, ha na-emepụta usoro mbelata iji belata ma ọ bụ gbochie mmetụta ndị dị otú ahụ",
  "Otu ihe atụ nke ihe mbelata ga-abụ ịmepụta ala mmiri na ebe dị nso iji belata ndochi nke ala mmiri dị mkpa maka mmepe okporo ụzọ ma ọ bụrụ na ọ gaghị ekwe omume ịmegharị okporo ụzọ ahụ.",
  "Na United States, a malitere omume nyocha gburugburu ebe obibi na Jenụwarị 1, 1970, ụbọchị dị irè nke National Environmental Policy Act (NEPA)",
  "Kemgbe ahụ, ihe karịrị 100 mba ndị ka na-emepe emepe na ndị mepere emepe ahaziwo kpọmkwem iwu ndị yiri ya ma ọ bụ nakweere usoro e ji mee ihe n'ebe ọzọ",
  "NEPA dị na ụlọ ọrụ gọọmenti etiti niile na United States.",
  "U.S",
  "Environmental Protection Agency (EPA) bụ otu n'ime ọtụtụ ụlọ ọrụ na-arụkọ ọrụ na ndị injinia gburugburu ebe obibi iji dozie isi okwu",
  "Otu akụkụ dị mkpa nke ọrụ EPA bụ ichekwa na melite ikuku, mmiri na mkpokọta gburugburu ebe obibi iji zere ma ọ bụ ibelata nsonaazụ nke mmetụta ọjọọ."
]