[
  "Nnọpụiche Carbon bụ ọnọdụ ikuku ikuku carbon dioxide efu efu",
  "Enwere ike ime nke a site n'ịkwụsị iji coal, mmanụ na gas ruo n'ókè nke na enwere mbelata carbon dioxide n'ụzọ dị egwu na iwepụ carbon dioxide na ikuku",
  "A na eji okwu ahụ eme ihe n'ọnọdụ nke usoro mwepụ carbon dioxide jikọtara na njem, mmepụta ume, ọrụ ugbo na ụlọ ọrụ.",
  "Ọ bụ ezie na a na eji okwu ahụ bụ \"carbon neutral\" mee ihe, akara ụkwụ carbon gụnyekwara gas ndị ọzọ griin haus, nke a tụrụ n'ihe gbasara nha carbon dioxide ha",
  "Okwu a na anọpụ iche ihu igwe na egosipụta njikọ sara mbara nke gas ndị ọzọ na ekpo ọkụ na mgbanwe ihu igwe, ọ bụrụgodị na CO2 bụ nke kachasị ukwuu.",
  "A na eji okwu net zero na amụbawanye iji kọwaa ntinye aka sara mbara na nke zuru oke maka decarbonization na omume ihu igwe, na agabiga nnọpụiche carbon site na itinyekwu ihe omume n'okpuru oke nke ikuku na apụtaghị ìhè, na agụnyekarị ebumnuche sayensị dabere na mbelata ihe ọkụkụ, n'ụzọ megidere ya",
  "ịdabere naanị na offsetting",
  "Ụfọdụ ndị ọkà mmụta sayensị na ahụ maka ihu igwe ekwuola na \"echiche nke net zero enyela ikike n'echeghị eche cavalier 'ọkụ ugbu a, kwụọ ụgwọ mgbe e mesịrị' nke hụrụ na ikuku carbon na aga n'ihu na arị elu.\"",
  "Enwere ike nweta ọkwa carbon anọpụ iche n'ụzọ abụọ, ọ bụ ezie na ngwakọta nke abụọ ahụ yikarịrị ka achọrọ:",
  "Enwere ike ịkwụsị ikuku carbon site n'ịga n'ihu na isi mmalite ike yana usoro ụlọ ọrụ nke na emepụta gas na adịghị griin, si otú a na atụgharị gaa na akụ na ụba efu carbon",
  "N'ịtụgharị n'iji ike mmeghari ume dị ka ikuku, geothermal, na ike anyanwụ, usoro enweghị ike dị ka oyi na ekpo ọkụ n'ehihie, yana ike nuklia, na ebelata ikuku gas na ekpo ọkụ",
  "Ọ bụ ezie na mmepụta ume ọhụrụ na nke anaghị emeghari ume na emepụta carbon anwuru n'ụdị ụfọdụ, isi mmalite ndị a naemegharịgharị na emepụta ihe na adịghị ahụkebe na ihe fọrọ nke nta ka ọ bụrụ efu carbon",
  "Ịtụgharị na akụ na ụba carbon dị ala ga apụtakwa ime mgbanwe na usoro mmepụta ihe na ọrụ ugbo ugbu a iji belata ikuku carbon, dịka ọmụmaatụ, mgbanwe nri na anụ ụlọ dịka ehi nwere ike ibelata mmepụta methane site na 40%",
  "A na ejikarị ọrụ carbon na ịzụ ahịa ihe ọkụkụ na ebelata ikuku carbon, na carbon dioxide nwere ike igbochi mgbe ụfọdụ ịbanye na ikuku kpamkpam (dịka site na ịcha carbon).",
  "Otu ụzọ isi mejuputa ngwaahịa na anọpụ iche carbon bụ site n'ime ka ngwaahịa ndị a dị ọnụ ala ma dị ọnụ ala karịa mmanụ ọkụ carbon",
  "Ụlọ ọrụ dị iche iche ekwela nkwa na ha ga abụ ndị na anọpụ iche ma ọ bụ ndị na adịghị mma site na 2050, ụfọdụ n'ime ha gụnyere: Microsoft, Delta Air Lines, BP, IKEA, na BlackRock, n'agbanyeghị na nkwa ndị a dị anya anaghị ejikọta ya na ezigbo omume ma na emekarị akwụkwọ ndụ akwụkwọ ndụ  dịka ọmụmaatụ na",
  "BP na emefu karịa na mmanụ ọkụ na 2022 karịa mmeghari ohuru n'agbanyeghị nkwa efu efu ya.",
  "Idozi ikuku carbon dioxide fọdụrụnụ na mbelata carbon bụ usoro nke ibelata ma ọ bụ zere ikuku ikuku ikuku ma ọ bụ wepụ carbon dioxide site na ikuku iji mejupụta ikuku n'ebe ndị ọzọ",
  "Ọ bụrụ na mkpokọta ikuku griin haus ewepụtara hà nhata ego a na ezere ma ọ bụ wepụ ya, mgbe ahụ mmetụta abụọ ahụ na akagbu ibe ha na ikuku ụgbụ a na anọpụ iche.",
  "A na enweta nnọpụiche Carbon site na ijikọta usoro ndị a, n'agbanyeghị na ndị a nwere ike ịdịgasị iche dabere ma ndị mmadụ n'otu n'otu, ụlọ ọrụ, otu, obodo, mpaghara, ma ọ bụ mba na eme atụmatụ a:",
  "N'ihe banyere ndị mmadụ n'otu n'otu, ime mkpebi nwere ike bụrụ nke kwụ ọtọ, mana maka ụlọ ọrụ dị mgbagwoju anya ọ na achọkarị onye ndu ndọrọ ndọrọ ọchịchị na nkwekọrịta ọha na eze na mbọ a kwesịrị ime.",
  "Nkwenye sitere na mba na otu dị n'ime dị oke mkpa maka mmegharị ahụ nke anọpụ iche Carbon",
  "Akwụkwọ akụkọ Net Zero Challenge Report na ekwu na \"nkwenye ndị gọọmentị mere ruo ugbu a ezuola.\" Otu ụzọ ị ga esi nwetakwu nkwa ga abụ ịtọ ihe mgbaru ọsọ na anọpụ iche na carbon mana kwe ka mgbanwe maka ndị otu na gọọmentị kpebie ka ha ga esi nweta ebumnuche ndị a.",
  "Ịgụ na nyochaa ihe ndị na emepụta ihe dị mkpa ka ekpochapụ, na otu esi eme ya, bụ ihe dị mkpa na usoro nke ịmepụta nnọpụiche carbon, ebe ọ na ewepụta ihe ndị dị mkpa maka ebe ọ dị mkpa ka eme ihe na ọganihu nwere ike ịmalite nyochaa",
  "Enwere ike nweta nke a site na ngwa ahịa griin haus nke chọrọ ịza ajụjụ ndị dị ka:",
  "Maka ndị mmadụ n'otu n'otu, ihe mgbako carbon na eme ka ịchịkọta ngwa ahịa dị mfe",
  "A na atụkarị ọkụ eletrik na kWh, ọnụ ọgụgụ na ụdị mmanụ ọkụ a na eji kpoo mmiri na ikpo ọkụ n'ụlọ, na kilomita ole mmadụ na anya ụgbọ ala dị iche iche",
  "Ndị mmadụ n'otu n'otu nwekwara ike ịtọ oke nke sistemu ha na eche banyere ya, dịka ọmụmaatụ, ma ha chọrọ ịhazigharị ikuku ikuku griin ha, ikuku ụlọ ha, ma ọ bụ nke ụlọ ọrụ ha.",
  "Enwere ọtụtụ ihe mgbako carbon dị na ntanetị, nke na adịgasị iche n'ụzọ dị iche iche ha tụrụ",
  "Ụfọdụ, dịka ọmụmaatụ, na ebute naanị ụgbọ ala, ụgbọ elu na ike ụlọ",
  "Ndị ọzọ na ekpuchikwa ihe mkpofu ụlọ ma ọ bụ ihe ntụrụndụ",
  "N'ọnọdụ ụfọdụ, ịgafe ihe na anọpụ iche carbon na ịghọ ihe na adịghị mma nke carbon (na abụkarị mgbe ogologo oge gachara iji ruo ikuku ikuku carbon) bụ ebumnobi.",
  "Obodo na mba na esiri ike ịgụta carbon na nyocha",
  "Nke a bụ n'ihi na mmepụta ngwaahịa na ọrụ dị n'ime ókèala ha nwere ike jikọta ma ọ bụ oriri ụlọ ma ọ bụ mbupụ",
  "N'aka nke ọzọ, ụmụ amaala na erikwa ngwaahịa na ọrụ ndị a na ebubata",
  "Iji zere ngụkọ okpukpu abụọ na ngụkọ nke ikuku, ekwesịrị ịkọwapụta ebe a ga agụta ihe ọkụkụ: n'ebe mmepụta ma ọ bụ oriri",
  "Nke a nwere ike gbagwojuru anya n'ihi ogologo agbụ mmepụta ihe na akụ na ụba zuru ụwa ọnụ",
  "Tụkwasị na nke ahụ, ike na esi na ya pụta na nnukwu mmepụta ihe onwunwe dị mkpa maka usoro ume ọhụrụ na batrị EV nwere ike igosi nsogbu nke ha   a ga ebelata ihe eji eme ihe n'ime mpaghara, ma usoro ndụ ndụ ka nwere ike ka",
  "ka dị ịrịba ama.",
  "Otu n'ime arụmụka siri ike maka ibelata ikuku gas na ekpo ọkụ bụ na ọ na echekwa ego mgbe mgbe",
  "Ọmụmaatụ nke omume enwere ike ibelata ikuku ikuku griin bụ:",
  "Ike ikuku, ike nuklia, ike mmiri, ike anyanwụ, na geothermal bụ isi mmalite ike nwere ikuku ndụ kachasị dị ala, nke gụnyere ntinye na ọrụ.",
  "Ịkwụsị ikuku carbon bụ omume nke iwepụ gas na ekpo ọkụ n'ikuku nke dabara na ihe ndị ọzọ na emepụta",
  "A na emekarị nke a site n'ịkwụ ụgwọ \"ọrụ ndị na ebunye ntakịrị ihe ọkụkụ na isi iyi, dị ka mmepụta ike dị ọcha, ma ọ bụ wepụ ha na ikuku, dị ka atụmatụ ọhịa.\" Nke a bu n'obi iwepụ ụfọdụ olu nke ikuku griin haus site na itinye ego na mmemme nke a na atụ anya na ọ ga ebute mbelata nhata n'ebe ndị ọzọ, dịka ọmụmaatụ, na akwụ ụgwọ maka ọrụ gburugburu ebe obibi, dị ka carbon na acha anụnụ anụnụ",
  "Atụmatụ mwepu nwekwara ike inwe nnukwu uru dị ka imeziwanye ogo ndụ yana ibelata ịda ogbenye",
  "A katọrọ nkwụsị carbon n'ọtụtụ akụkụ",
  "Otu n'ime ihe na echegbu bụ ike nke nkwụghachi ụgwọ igbu oge ihe dị mkpa na mbelata ikuku na arụ ọrụ",
  "N'afọ 2007, dịka ọmụmaatụ, na akụkọ sitere na Transnational Institute, Kevin Smith ji carbon offsets tụnyere indulgences oge ochie ebe ndị mmadụ na akwụ ụgwọ \"ụlọ ọrụ akwụ ụgwọ iji wepụ ha mmehie carbon ha.\" Nke a, ọ na ekwu, na ekwe ka omume \"azụmahịa dị ka ọ na adị\" nke na egbochi mgbanwe ndị achọrọ",
  "A katọrọ mpụ nke ukwuu maka itinye aka na ịsacha akwụkwọ ndụ akwụkwọ ndụ, arụmụka nke kpalitere na otu ndị nche na-ahụ maka 2021 na ekpebi megide Shell",
  "Nkatọ ọzọ nke nkwụghachi ụgwọ bụ na iwu na adịghị mma nke nzọrọ site n'atụmatụ carbon offsetting nke, yana ihe isi ike dị n'ịgbakọ mkpokọta ikuku griin haus na mbelata ikuku, nwere ike ibute atụmatụ ndị na adịghị n'ezie na ewepụ ihe ọkụkụ nke ọma",
  "Emeela mmegharị iji mepụta ụkpụrụ ka mma",
  "Dịka ọmụmaatụ, United Nations ejirila usoro asambodo maka mgbanyụ carbon kemgbe 2001 akpọrọ Clean Development Mechanism",
  "Nke a bu n'obi kpalite \"mmepe na adigide na mbelata ikuku ikuku, ebe ọ na enye mba ndị mepere emepe ụfọdụ mgbanwe n'otú ha si emezu ebumnobi mbelata ihe ọkụkụ ha.\" Otú ọ dị, Kọmitii Mgbanwe ihu igwe nke Gọọmenti UK kwukwara na \"Ọ bụ ezie na a na emeziwanye ụkpụrụ ma n'ụwa nile ma na UK, ihe ize ndụ ahụ ka dị na mbelata ikuku ma ọ bụ mwepụ a kọrọ nwere ike ime na agbanyeghị ma ọ bụ na ọ gaghị adịgide n'ọdịnihu.\"",
  "A kọwakwara nkatọ n'iji osisi ọhịa na abụghị nke obodo na otu omenala dị ka carbon offsets maka \"oke na mgbe ụfọdụ adịghị mma mmetụta ya na ụdị dị iche iche nke ndụ\" na ọrụ gburugburu ebe obibi ndị ọzọ.",
  "Usoro a na agụnye nleba anya nke nsonaazụ na nchịkọta nke ndepụta nke ndozi ndị a tụrụ aro, na edepụta na akụkọ, nke mere na ahụmahụ nwetara nke ihe na arụ ọrụ (na adịghị) na ekerịta ndị nwere ike iji ya mee ihe nke ọma",
  "Sayensị na teknụzụ na aga n'ihu, ụkpụrụ na esiwanye ike, ụkpụrụ ndị mmadụ na achọ na arị elu",
  "Ya mere okirikiri nke abụọ ga aga n'ihu karịa nke mbụ, usoro ahụ ga aga n'ihu, usoro nke ọ bụla na aga n'ihu na ewuli elu ma na emeziwanye ihe gara aga.",
  "A na ahụwanye ịbụ nnọpụiche carbon dị ka ezigbo ụlọ ọrụ ma ọ bụ ọrụ mmekọrịta ọha na eze na ndepụta na eto eto nke ụlọ ọrụ na steeti na ekwupụta ụbọchị maka mgbe ha bu n'obi na anọpụ iche",
  "Ihe omume dị ka G8 Summit na otu dị ka World Bank na ejikwa atụmatụ nkwụghachi ụgwọ iji bụrụ onye na anọpụ iche carbon",
  "Ndị na ese ihe dị ka The Rolling Stones na Pink Floyd emela ọba egwu ma ọ bụ njegharị carbon na anọpụ iche.",
  "Iji were were na anọpụ iche carbon, otu nzukọ ga ebelata akara ukwu carbon ya ka ọ bụrụ efu",
  "Ịchọpụta ihe ị ga etinye n'ụkwụ carbon na adabere na nzukọ na ụkpụrụ ha na agbaso.",
  "N'ozuzu, a ghaghị ibelata ebe ndị na ekupụta ikuku ozugbo wee kwụsị kpamkpam, ebe enwere ike ibelata ihe na esi na ọkụ eletrik zụtara site na ịzụrụ ume ọhụrụ.",
  "Mkpochapụ ozugbo gụnyere mmetọ niile sitere na nrụpụta, ụgbọ ala ụlọ ọrụ nwere na njem akwụghachi ụgwọ, anụ ụlọ na ebe ọ bụla ọzọ onye nwe ya na achịkwa ozugbo",
  "Mgbapụta na apụtaghị ìhè gụnyere ihe niile na esi na ojiji ma ọ bụ zụta ngwaahịa",
  "Dịka ọmụmaatụ, ihe na esi n'ụgbọelu pụta bụ mmanụ ụgbọ elu niile a na agba ọkụ, ebe ihe na esi na ya pụta gụnyere imepụta na ikpofu ụgbọ elu, ọkụ eletrik niile a na eji arụ ọrụ ụlọ ọrụ ụgbọ elu, na ihe a na anyụ kwa ụbọchị site n'aka ndị ọrụ na aga ma na ebuga ọrụ",
  "N'ihe atụ ọzọ, ụlọ ọrụ na ahụ maka ọkụ nwere gas na ekupụta ọkụ, ebe ụlọ ọrụ na azụta ya na ewere ya dị ka ikuku na apụtaghị ìhè",
  "Obodo na obodo na anọchite anya ihe ịma aka n'ihe gbasara mkpọpụta ikuku dị ka mmepụta ngwaahịa na ọrụ n'ime ókèala ha nwere ike jikọta ya na oriri ụlọ ma ọ bụ mbupụ",
  "N'aka nke ọzọ ụmụ amaala na erikwa ngwaahịa na ọrụ ndị ebubata",
  "Iji zere ịgụta ọnụọgụ abụọ na ngụkọ ihe ọ bụla, ekwesịrị ime ka o doo anya ebe a ga agụta ihe ndị a na emepụta: na saịtị mmepụta ma ọ bụ oriri",
  "Nke a nwere ike gbagwojuru anya n'ihi usoro mmepụta ogologo oge na akụ na ụba zuru ụwa ọnụ",
  "Ọzọkwa, ike agbakwunyere na nsonaazụ nke mmịpụta akụrụngwa buru ibu achọrọ maka sistemu ume ọhụrụ na batrị ụgbọ ala eletrik nwere ike ịnọchite anya nsogbu nke ya   ihe ọkụkụ dị n'ime ebe a na etinye n'ọrụ nwere ike ịdị ntakịrị mana ikuku okirikiri ndụ nwere ike",
  "ka dị ịrịba ama.",
  "A na eji Carbon dị ka isi iyi ọkụ eletrik na nri nri n'ime ụlọ ọrụ na enye ume ike, na eme ka ike gwụ ya agaghị ekwe omume",
  "Ọ bụrụ na a ga ejide ikuku CO2 na isi mmalite ma kwụsị ịbanye n'ikuku, a ghaghị ịmepụta ihe ngwọta kemịkal ọzọ nke na arụpụta ihe a chọrọ ma ghara ịhapụ CO2 dị ka ngwaahịa sitere na ya.",
  "Mmanụ na anọpụ iche nke carbon bụ ndị na adịghị etinye ma ọ bụ ibelata oke carbon n'ime ikuku",
  "Tupu ụlọ ọrụ nwee ike ịdepụta otu nzukọ ma ọ bụ onye ọ bụla dị ka ndị na anọpụ iche carbon, ọ dị mkpa ịkọwapụta ma ọ bụ ihe na apụtaghị ìhè etinyere na mgbako akara ụkwụ Carbon",
  "Ọtụtụ asambodo na anọpụ iche Carbon afọ ofufo na US, chọrọ ka ewelata ma mebie ma isi mmalite na isi mmalite",
  "Dịka ọmụmaatụ, maka otu nzukọ ka enwetara asambodo nnọpụiche carbon, ọ ga ewepụrịrị ihe ọ bụla na esi na njem 1 lb CO2e kwa maịl njem, yana ihe niile na adịghị ọkụ eletrik 100%",
  "A ga ahazirịrị ihe ịzụrụ ọkụ eletrik na-apụtaghị ìhè ma ọ bụrụ na ọ bụrụ na akwụghị ụgwọ, ma ọ bụ ịzụta ume ọhụrụ",
  "Ọkọlọtọ a dịtụ iche na ụlọ ọrụ World Resources Institute a na ejikarị ma nwee ike ịdị mfe ịgbakọ na itinye",
  "Ọtụtụ n'ime mgbagwoju anya na ụkpụrụ nnọpụiche carbon nwere ike ịsị na ọnụọgụ nke ụkpụrụ carbon afọ ofufo dị",
  "Maka òtù dị iche iche na eleba anya n'ụkpụrụ carbon nke ịzụta, ịmara ụkpụrụ ndị siri ike, nkwenye na nke na adịgide adịgide dị mkpa n'ịhọrọ ezigbo carbon offsets na oru ngo iji tinye aka na ya",
  "Ụfọdụ n'ime ụkpụrụ ndị dị na ahịa afọ ofufo gụnyere Verified Carbon Standard, Gold Standard",
  "na Ndekọ Carbon America",
  "Na mgbakwunye, ụlọ ọrụ nwere ike ịzụta akwụkwọ mbelata ihe ọkụkụ (CERs) nke sitere na mbelata ikuku carbon sitere na Mgbakọ Framework nke United Nations na mgbanwe ihu igwe kwadoro maka ebumnuche afọ ofufo",
  "Echiche nke akụrụngwa na ekekọrịta na ebelatakwa ụda carbon nke otu ụlọ ọrụ ga emerịrị, yana ihe niile dị n'elu na nke mgbada bụ ọrụ nke otu ndị ọzọ ma ọ bụ ndị mmadụ n'otu n'otu",
  "Ọ bụrụ na ndị otu niile na ndị mmadụ n'otu n'otu na etinye aka mgbe ahụ nke a agaghị eme ka ọnụọgụ abụọ ọ bụla pụta",
  "Banyere okwu okwu na UK, na December 2011, na December 2011, Mgbasa Ozi Standards Authority (na mkpebi ASA nke onye Independent Reviewer, Sir Hayden Phillips kwadoro) kpebiri n'esemokwu na ọ dịghị ngwaahịa emepụtara nwere ike ịre ahịa dị ka \"zero carbon\", n'ihi na a na apụghị izere ezere carbon",
  "n'oge mmepụta ya",
  "Emere mkpebi a n'ihe gbasara sistemụ mbara igwe nke a na akwụghachi carbon n'ime ya n'ime afọ 1.2 ejiri ya, ọ dị ka ọ pụtara na ọ nweghị ụlọ ma ọ bụ ngwaahịa arụpụtara nke a ga akọwa n'ụzọ ziri ezi dị ka carbon efu na ikike ya.[40",
  "Agbanyeghị na enweghị atụmatụ asambodo mba ụwa ugbu a maka nnọpụiche carbon ma ọ bụ ihu igwe, mba ụfọdụ ewepụtala atụmatụ asambodo mba",
  "Ọmụmaatụ gụnyere Mmemme Eco Lighthouse Norwegian yana asambodo ọrụ ihu igwe nke gọọmentị Australia",
  "N'ime ụlọ ọrụ nkeonwe, otu dị ka ClimatePartner nwere ike, maka ego, kwe ka ụlọ ọrụ si n'ọtụtụ mpaghara kwụsịlata ikuku carbon ha site na iji usoro dị ka mkpụgharị osisi",
  "Ụlọ ọrụ ndị a nwere ike na ekwu na ọnọdụ na anọpụ iche ihu igwe na ọbụna jiri aha online",
  "Agbanyeghị, enweghị nkọwa zuru ụwa ọnụ gbasara asambodo ndị a yana nkwado ha",
  "Asambodo dịkwa site na CEB, BSI (PAS 2060) na The CarbonNeutral Company (CarbonNeutral).",
  "N'ịchọpụta akụkọ ihe mere eme nke ụfọdụ aghụghọ na amụma ihu igwe site na 1988 ruo 2021, ndị ọkà mmụta sayensị ihu igwe James Dyke, Robert Watson, na Wolfgang Knorr \"[bịarute] n'ịghọta na egbu mgbu na echiche nke net zero enyela ikike n'echeghị eche cavalier 'ọkụ ugbu a, kwụọ ụgwọ mgbe e mesịrị",
  "' Usoro nke hụworo ka ikuku carbon na aga n'ihu na arị elu… Atumatu efu efu ugbu a agaghị aga n'ihu na ekpo ọkụ ruo n'ime 1.5 Celsius C n'ihi na ọ dịghị mgbe e bu n'obi ime ya",
  "Ọ bụrụ na anyị chọrọ idobe ndị mmadụ, mgbe ahụ nnukwu ma na adịgide adịgide mbelata ikuku carbon kwesịrị ime ugbu a….",
  "Na Machị 2021, Tzeporah Berman, onye isi oche nke Fossil Fuel Non Proliferation Treaty Initiative, rụrụ ụka na Nkwekọrịta ahụ ga-abụ ụzọ ziri ezi na nke ezi uche dị na ya iji nweta ebumnuche nke nkwekọrịta Paris karịa ụzọ \"Net zero\" nke, o kwuru, bụ \"delusional na dabeere ọjọọ sayensị.\"",
  "Eric Reguly, nke The Globe and Mail na ekwu na, \"Nkwa net efu na anabata ma na enyo enyo",
  "Ọtụtụ na eburu azụ azụ, nke pụtara na ihe ka ọtụtụ n'ime mbelata ga abịa nke ọma ma 2030 gasịrị",
  "Ọtụtụ n'ime ebumnuche ndị a",
  "chere..",
  "ọganihu nkà na ụzụ na aga n'ihu na ọganihu pụtara ìhè",
  "Mbupụ mmanụ ọkụ agaghị abanye na ndekọ ego mba maka ihe mgbaru ọsọ net efu.\"",
  "N'ime akwụkwọ akụkọ ya dị peeji 16, Dangerous Distractions, onye na ahụ maka akụ na ụba Marc Lee na ekwu na, \"'Net zero' nwere ikike ịbụ ihe ndọpụ uche dị ize ndụ nke na ebelata nrụgide ndọrọ ndọrọ ọchịchị iji nweta mbelata ikuku n'ezie...\" \"Nchekwa efu efu pụtara obere ihe",
  "ihe na akpali akpali iji nweta 'ezigbo efu' emissions si fossil fuels, ụzọ mgbapụ nke na eme ka azụmahịa dị ka ọ dị na mbụ ma na egbu oge ihe omume ihu igwe bara uru",
  "Kama ịgba chaa chaa na teknụzụ iwepụ carbon nke ọdịnihu, Canada kwesịrị ịhazi atụmatụ maka ifufe a na achịkwa nke ọma",
  "mmepụta mmanụ ọkụ na itinye ego ọha na eze n'ụzọ ziri ezi dị ka mmeghari ohuru na mgbanwe ziri ezi site na mmanụ ọkụ.",
  "Na 2006, New Oxford American Dictionary mere okwu nke carbon anọpụ iche nke afọ.",
  "Na Disemba 2020, afọ ise ka nkwekọrịta Paris gachara, onye odeakwụkwọ ukwu nke United Nations António Guterres dọrọ aka ná ntị na nkwa ndị mba dị na Paris mere ezughi oke na enweghị nkwanye ùgwù",
  "Ọ gwala mba ndị ọzọ niile ka ha kwupụta ọnọdụ mberede ihu igwe ruo mgbe a ga enweta nnọpụiche carbon.",
  "Na Mee 2021, International Energy Agency (IEA) bipụtara Net Zero n'afọ 2050, nyocha zuru oke iji gosi mgbanwe ndị a ga eme ka ụwa wee nwee ike iru ikuku ikuku carbon n'afọ 2050",
  "Ọ tụlere ọnọdụ dị ugbu a",
  "nke ihe omume na ntule dabara na mgbanwe akụkọ a tụrụ aro iji gosipụta ụzọ enwere ike iru ebumnuche nnọpụiche carbon.",
  "A na ahụwanye ịbụ nnọpụiche carbon dị ka ezigbo ọrụ ụlọ ọrụ ma ọ bụ steeti steeti, yana ndepụta na eto eto nke ụlọ ọrụ, obodo na steeti na ekwupụta ụbọchị maka mgbe ha bu n'obi na anọpụ iche",
  "Ọtụtụ mba ekwuputala ụbọchị nke ha chọrọ ịnọpụ iche na carbon, na ọtụtụ n'ime ha na ezubere afọ 2050",
  "Otú ọ dị, ịtọ ụbọchị mbụ (ya bụ 2025, 2030, ma ọ bụ 2045) nwere ike iche na ọ ga ezipụ akara ngosi siri ike na mba ụwa",
  "Ndị otu ndụmọdụ nsogbu nsogbu ihu igwe kwadoro",
  "Ọzọkwa, a na ewerekarị igbu oge dị mkpa iji belata ikuku gas na ekpo ọkụ ka ọ bụghị echiche dị mma n'ụzọ ego.",
  "Network mbụ Climate Neutral Network bụ ọgbakọ anaghị akwụ ụgwọ dabere na Oregon nke Sue Hall hiwere wee tinye ya na 1999 iji mee ka ụlọ ọrụ kwenye na ịnọpụ iche ihu igwe nwere ike ịzọpụta ọnụ ahịa yana ịdịgide gburugburu",
  "Ọ mepụtara ma Asambodo Neutral Climate na Climate Cool aha ya na ndị nwere mkpa dị ka United States Environmental Protection Agency, The Nature Conservancy, Rocky Mountain Institute, Conservation International, na World Resources Institute wee nwee ihe ịga nke ọma n'idebanye aha na 2002 Winter Olympics",
  "kwụọ ụgwọ maka ikuku ikuku griin ha jikọtara ya",
  "Ụlọ ọrụ ole na ole enwetala Asambodo Neutral Climate, na etinye aka na usoro nyocha siri ike ma na egosi na ha enwetala efu efu ma ọ bụ mmetụta ka mma na ihu igwe ụwa",
  "Ihe ọzọ kpatara na ụlọ ọrụ na esiri ike inweta Asambodo Neutral Climate bụ n'ihi enweghị ụkpụrụ doro anya na ihe ọ pụtara ime mmepe na anọpụ iche carbon",
  "Ụlọ ọrụ Shaklee ghọrọ ụlọ ọrụ nkwado mbụ nke Climate Neutral n'April 2000",
  "Ụlọ ọrụ ahụ na arụ ọrụ dị iche iche na ntinye ego, na arụ ọrụ, gụnyere ịkụ osisi, iji ike anyanwụ eme ihe, ijide methane n'ime ogbunigwe gbahapụrụ agbahapụ na usoro mmepụta ya",
  "Climate Neutral Business Network na ekwu na ọ kwadoro njem egwu Dave Matthews Band dị ka Climate Neutral",
  "Ndị Christian Science Monitor katọrọ iji NativeEnergy, ụlọ ọrụ na erite uru na ere ndị azụmaahịa na ndị ama ama dịka Dave Matthews kredit.",
  "..Kọfị nnu nnu ghọrọ onye na anọpụ iche carbon site n'iwetu ihe ọkụkụ site na ibelata ịkwọ ụgbọ ala ogologo oge yana iji mmanụ mmanụ bio dizel na gwongworo ebufe, na ebuli elu ka ọ bụrụ akụrụngwa na arụ ọrụ nke ọma na ịzụta ihe nkwụghachi carbon",
  "Ụlọ ọrụ ahụ na azọrọ na kọfị mbụ na anọpụ iche nke carbon a na ere na Canada. Ndị David Suzuki Foundation ghọtara kọfị nnu nnu na akụkọ 2010 ha na eme azụmahịa na ihu igwe ọhụrụ.",
  ",,,,,l",
  "Ụfọdụ ihe atụ ụlọ ọrụ nke kwusara onwe ya na nnọpụiche carbon yana atụmatụ nnọpụiche ihu igwe gụnyere Dell, Google, HSBC, ING Group, PepsiCo, Sky Group, Tesco, Toronto Dominion Bank, Asos na Bank of Montreal.",
  "N'okpuru nduzi nke Secretary General Ban Ki moon, United Nations kwere nkwa ịrụ ọrụ megide nnọpụiche ihu igwe na December 2007",
  "United Nations Environment Programme (UNEP) kwupụtara na ọ na aghọ onye na anọpụ iche ihu igwe na 2008 wee guzobe netwọk Climate Neutral iji kwalite echiche na February 2008.",
  "Ihe omume dị ka G8 Summit na otu dị ka World Bank na ejikwa atụmatụ nkwụghachi ụgwọ iji bụrụ onye na-anọpụ iche carbon",
  "Ndị na ese ihe dịka The Rolling Stones na Pink Floyd emeela ọba ma ọ bụ njegharị carbon na anọpụ iche, ebe Live Earth na ekwu na ihe nkiri asaa ya mere na 7 Julaị 2007 bụ ihe omume ọha na eze na anọpụ iche nke carbon na akụkọ ntolite.",
  "Egwuregwu Olimpik nke Vancouver 2010 na Paralympic Winter bụ egwuregwu nnọpụiche carbon mbụ na akụkọ ntolite.",
  "Ụlọ, na 2019, mejupụtara 21% nke ikuku griin haus zuru ụwa ọnụ: 7  The American Institute of Architects 2030 Nkwenye bụ mmemme afọ ofufo maka ụlọ ọrụ ndị otu AIA na ụlọ ọrụ ndị ọzọ na gburugburu ebe a wuru ewu na arịọ ndị otu a ka ha kwe nkwa imepụta ụlọ ha niile",
  "ga anọpụ iche carbon site na 2030.",
  "N'afọ 2010, ụlọ ọrụ na ahụ maka ụkpụrụ ụlọ HOK rụrụ ọrụ na onye na ahụ maka ume na ìhè ụbọchị The Weidt Group iji chepụta 170,735 square foot (15,861.8 m2) net efu carbon emission prototype Class A ụlọ ọrụ na St",
  "Louis, Missouri, U.S.",
  "Goodvalley ghọrọ ụlọ ọrụ na anọpụ iche carbon dị ka onye mbụ na emepụta anụ ezi anụ ezi",
  "O kwere omume site n'ibelata ikuku ikuku na ekuku n'oge ọ bụla nke mmepụta",
  "Na mgbakwunye na ibelata akara ukwu carbon ya, ụlọ ọrụ ahụ na enweta nnọpụiche carbon site n'iwepụta ume ndụ ndụ site na osisi biogas nke ugbo ya",
  "NIRAS na agbakọ nchikota nke mwepu na mbelata CO2 na kemgbe afọ 2018, ngụkọ ahụ akpọpụtala Goodvalley Group Corporate Carbon Neutral",
  "A na eme asambodo ahụ dabere na ISO-14064 ma kwenye na TÜV Rheinland.",
  "Kemgbe 2019, ọnụ ọgụgụ na abawanye ụba nke ụlọ ọrụ azụmaahịa agbaala mbọ nweta nnọpụiche carbon site, ma ọ bụ tupu, 2050, dị ka Microsoft (2030), Amazon (2040), na L'Oreal (2050).",
  "N'afọ 2020, BlackRock, nnukwu ụlọ ọrụ itinye ego n'ụwa, mara ọkwa na ọ ga amalite ime mkpebi n'uche mgbanwe ihu igwe na nkwado, wee malite ịpụ apụ nke ọ kwenyere na ọ nọchiri anya \"ihe egwu dị elu na akwado nkwado\"",
  "Ndị na eme ihe ike boro ụlọ ọrụ ahụ ebubo na ọ na asa akwụkwọ ndụ akwụkwọ ndụ, ebe ọ ka nwere nnukwu ego etinyere na ụlọ ọrụ coal",
  "N'ime akwụkwọ ozi afọ 2021 nke CEO Larry Fink, ọ gara n'ihu kpalie maka azụmahịa ka ha malite ịtọpụta atụmatụ doro anya ka ha ga esi na anọpụ iche carbon site na 2050.",
  "Mba asatọ enwetala ma ọ bụ karịa nnọpụiche carbon: Bhutan, Comoros, Gabon, Guyana, Madagascar, Niue, Panama, Suriname",
  "Mba ndị ahụ na echekwa gburugburu ebe obibi ha ma nwee obere ngalaba ụlọ ọrụ",
  "A kọwawo Gabon dị ka ihe atụ maka nchekwa gburugburu ebe Suriname amalitela iji oke ọhịa ya mee ka carbon kredit.",
  "Mba 3 carbon na adịghị mma hiwere otu obere njikọ na 2021 United Nations Climate Change Conference ma rịọ maka enyemaka ka mba ndị ọzọ sonye na ya.",
  "As of October 2021[update], numerous countries/nations have pledged carbon neutrality, including:",
  "Na 24 Septemba 2019, Prime Minista Justin Trudeau kwere nkwa ime ka Canada na anọpụ iche carbon site na 2050 ma ọ bụrụ na a họpụtara ya ọzọ",
  "Na 21 October 2019, a họpụtara Trudeau ọzọ, na na Disemba 2019, gọọmentị Canada kwupụtara n'ụzọ doro anya ebumnuche ya maka Canada ịnọpụ iche carbon site na 2050",
  "N'okwu ya sitere n'ocheeze, nke ewepụtara na 23 Septemba 2020, gọọmentị etiti",
  "ekwela nkwa iwepụta ebumnuche ya ime ka Canada ghara ịnọpụ iche na carbon site na 2050.",
  "Obodo Edmonton, Alberta, na etolite ugbu a obodo na anọpụ iche carbon a na akpọ Blatchford, na ala nke ọdụ ụgbọ elu City Center mbụ ya.",
  "Ka ọ na erule afọ 2020, China ekwupụtala ihe mgbaru ọsọ ya nke inweta nnọpụiche carbon ma kpebie imezu atụmatụ atụmatụ a ka ọ na erule 2060",
  "Ọ na atụ aro na uto akụ na ụba agaghị adị ngwa ngwa iji nweta ebumnuche ahụ",
  "Kemgbe Mgbakọ Mba nke iri na asatọ nke ndị Kọmunist, C1hina emechaala 960 nde mu (ihe dị ka nde hectare 64)",
  "Mkpuchi ọhịa na-abawanye site na 2.68%-23.04%",
  "Ndị EU nwere ebumnuche etiti yana na 2019 mgbochi ahụ, ewezuga Poland, kwetara ịtọ ebumnuche 2050 maka nnọpụiche carbon.",
  "European Union abụrụla mpaghara izizi nabata nnọpụiche ihu igwe site na 2050 site na European Green Deal, na agba mbọ na emebe Green Alliance na mba na mpaghara ndị mmekọ n'ofe ụwa.",
  "Na 29 Septemba 2021, EU Commission weputara 100 Climate Neutral na Smart Cities site na 2030, otu n'ime ọrụ EU ise",
  "Ebumnuche EU a bụ inwe obodo 100 na anọpụ iche na carbon na smart site na 2030 yana kwa, kpalie obodo ndị ọzọ maka ebumnuche EU nke nnọpụiche carbon site na 2050.",
  "Na 27 June 2019, Mgbakọ Mba France tozuru oke n'ime iwu edemede mbụ na ngwugwu ihu igwe na ike nke na esetịpụ ihe mgbaru ọsọ France igbutu ikuku ikuku griin ha wee na anọpụ iche carbon site na 2050 n'ikwekọ na nkwekọrịta ihu igwe Paris 2015",
  "Ndị ụlọ omebe iwu French kwadoro nke a na 18 Julaị 2019.",
  "N'Ọktoba 2020, Japan kwupụtara atụmatụ ya iru nnọpụiche carbon n'ezie site na 2050, nke a gafere National Diet wee bụrụ nke edobere ya na iwu na 26 Mee 2021.",
  "Na Maachị 2009, Mohamed Nasheed, onye isi ala Maldives mgbe ahụ, kwere nkwa ime ka obodo ya ghara ịnọpụ iche na carbon n'ime afọ iri site na ịkwaga ikuku na ike anyanwụ",
  "Mgbe ọ hapụrụ ụlọ ọrụ ahụ, ndị ọchịchị na esote ha hapụrụ atụmatụ ahụ.",
  "Na 7 Nọvemba 2019, New Zealand gafere ụgwọ chọrọ ka obodo ahụ bụrụ efu efu maka gas niile griin haus site na 2050 (ewezuga methane biogenic, yana atụmatụ ibelata nke ahụ site na 24-47% n'okpuru ọkwa 2017 site na 2050).",
  "Na Spain, na 2014, agwaetiti El Hierro ghọrọ carbon na anọpụ iche (maka mmepụta ike ya)",
  "Ọzọkwa, obodo Logroño Montecorvo dị na La Rioja ga anọpụ iche na carbon ozugbo emechara.",
  "Na May 2021, Spain nakweere iwu mgbanwe ihu igwe na ike mgbanwe ike iji nweta nnọpụiche carbon site na 2050",
  "N'October 2021, Prime Minister Pedro Sánchez wepụtara akụkọ Spain 2050 nke na esetịpụ 50 milestones na ebumnuche Spain iji nweta nnọpụiche carbon.",
  "Sweden aims ịghọ carbon na anọpụ iche site 2045",
  "The Climate Act nke na amanye omume kwupụta ihe mgbaru ọsọ ahụ e guzobere na June 2017 na emejuputa atumatu na mmalite nke 2018, na eme Sweden mba mbụ na a iwu na adịgide adịgide carbon nnọpụiche iche",
  "Ọhụụ a bụ na ikuku ikuku ikuku griin ha kwesịrị ịbụ efu",
  "Ebumnobi n'ozuzu ya bụ na mmụba nke okpomọkụ zuru ụwa ọnụ kwesịrị ịbụ nanị na ogo abụọ, yana na ntinye nke gas na ekpo ọkụ na ikuku na eme ka ọ dịkwuo elu 400 ppm.",
  "N'April 2022 nkwekọrịta dị n'etiti ndị isi na nzuko omeiwu Sweden gụnyere oriri na mbupụ na ebumnuche nnọpụiche carbon ya, nke ga eme ka Sweden bụrụ mba mbụ n'ụwa na etinye ikuku sitere na ahia mba ụwa na nkwa iji belata mgbanwe ihu igwe.",
  "South Korea bu n'obi ịnọpụ iche carbon site na 2050, wee wepụta ya, na 31 Ọgọst 2021, mmebe nke Carbon Neutral and Green Growth Basic Act, nke na akọwapụta mmezu nke mbelata gas griin haus",
  "Ụgwọ a, nke a na akpọkwa 'Climate Crisis Response Act', iwu, ka ọ na erule 2030, mbelata gas griin 35% na mba ahụ tụnyere 2018.",
  "Na Julaị 2007, Vatican City kwupụtara atụmatụ ịbụ mba mbụ na anọpụ iche carbon n'ụwa, na agbaso ndọrọ ndọrọ ọchịchị nke Pope iji kpochapụ okpomoku zuru ụwa ọnụ",
  "A gaara erute ihe mgbaru ọsọ ahụ site n'oké ọhịa nke ụlọ ọrụ na emepụta carbon na enye onyinye, bụ́ nke dị na Bükk National Park, Hungary",
  "N'ikpeazụ ọ dịghị osisi a kụrụ n'okpuru ọrụ ahụ na carbon offsets emeghị.",
  "N'ọnwa Nọvemba afọ 2008, steeti obodo ahụ wụnyekwara ma tinye ogwe anwụ nke 2,400 n'elu ụlọ nke Paul VI Center nke ndị na-ege ntị.",
  "Dịka kọmitii na ahụ maka mgbanwe ihu igwe (CCC) tụrụ aro, gọọmentị etinyela aka n'ụzọ iwu na United Kingdom ga esi na ikuku ikuku griin ha pụta n'afọ 2050 yana Ngalaba ọgụgụ isi nke ike na ihu igwe (ECIU) ekwuola na ọ ga adị ọnụ ala",
  "A ga achọrọ usoro dị iche iche gụnyere carbon siks (mwepụ gas griin) iji chịkwaa ikuku sitere na ọrụ ugbo na ụgbọ elu",
  "Igwe ikuku carbon ndị a nwere ike ịgụnye mkpụgharị osisi, mweghachi ebe obibi, nrụpụta carbon ala, bioenergy na ijide carbon na nchekwa yana ọbụna ijide ikuku ozugbo.",
  "N'afọ 2020, gọọmentị UK ejikọtala inweta ebumnuche efu dị ka usoro nwere ike ime ka ikuku dị mma dị ka uru bara uru",
  "Gọọmenti UK mere atụmatụ na iwepụ mmanụ ọkụ maka ikpo ọkụ n'ụlọ na njem ụgbọ njem nwere ike ime ka ọchịchọ ọkụ eletrik dị okpukpu atọ.",
  "Scotland ewepụtala ebumnuche 2045",
  "Agwaetiti Orkney nwere nnukwu ikuku na ike mmiri, na ume ọhụrụ abatala n'isi nso nso a",
  "Agbanyeghi na Orkney jikọtara ya na ala, ọ na ewepụta ihe karịrị 100% nke ike net ya site na mmeghari ohuru",
  "] Nke a na abịa tumadi site na ikuku ikuku dị n'ofe Orkney",
  "Thailand bu n'obi imezu nnọpụiche carbon site n'afọ 2050",
  "Dị ka atụmatụ maka ebumnuche nnọpụiche carbon, Ministry of Natural Resources and Environment nke Thailand wepụtara mbụ Carbon Credit Exchange na 2022.",
  "Taiwan nwere ebumnuche 2050 iji nweta nnọpụiche carbon",
  "Ngalaba nke oke ohia na nchekwa ihe okike, Mahadum Omenala China na ngalaba Economics nke oke ohia, Taiwan Forestry Research Institute weputara ihe omumu n’August 2012 na egosi na igbu osisi nwere ike mebie akara ukwu carbon iji mejuputa nnọpụiche carbon",
  "Ha nyochara uru mbelata carbon nke mpaghara nkwalite ịdị mma ikuku (AQEZ) nke gọọmentị hibere na 1995.",
  "United States etinyela usoro nnọpụiche carbon na ọkwa gọọmentị etiti na steeti:"
]