[
  "Àtụ:Infobox medical condition (new)\nEnweghị ike ịnụ ihe bụ enweghị ike ịnụ ihe n'ụzọ zuru oke ma ọ bụ n'ụzọ ọ bụla",
  "Enweghị ịnụ ihe nwere ike ịdị mgbe a mụrụ ya ma ọ bụ nweta ya n'oge ọ bụla mgbe nke ahụ gasịrị.  Enweghị ịnụ ihe nwere ike ime n'otu ntị ma ọ bụ abụọ. N'ime ụmụaka, nsogbu ịnụ ihe nwere ike imetụta ikike inweta asụsụ a na-ekwu, na ndị okenye ọ nwere ike ịmepụta ihe isi ike na mmekọrịta mmadụ na ibe ya na ọrụ. Enweghị ịnụ ihe nwere ike ịbụ nke nwa oge ma ọ bụ nke na-adịgide adịgide",
  "Enweghị ịnụ ihe metụtara afọ na-emetụtakarị ntị abụọ ma bụrụkwa n'ihi enweghi mkpuru ndu ntutu cochlear. N'ime ụfọdụ ndị mmadụ, ọkachasị ndị agadi, ntị chiri nwere ike ịkpata owu ọmụma. Ndi nti chiri na-enwekarị obere ma ọ bụ enweghị ntị.",
  "Enwere ike ịkpata nhụsianya site n'ọtụtụ ihe, gụnyere: mkpụrụ ndụ ihe nketa, ịka nká, ikpughe ụda, ọrịa ụfọdụ, nsogbu ọmụmụ, nhụjuanya na ntị, na ụfọdụ ọgwụ ma ọ bụ nsị. Ọnọdụ a na-ahụkarị nke na-ebute ọnwụ ntị bụ ọrịa ntị na-adịghị ala ala",
  "Ụfọdụ ọrịa na-efe efe n'oge ime ime, dị ka cytomegalovirus, syphilis na rubella, nwekwara ike ime ka ị nụ ihe na nwata.. A na-achọpụta na ntị anaghị anụ mgbe nyocha ntị na-achọta na mmadụ enweghị ike ịnụ 25 decibel na ọ dịkarịa ala otu ntị. A na-atụ aro ịnwale maka ichi ntị adịghị mma maka ụmụ amụrụ ọhụrụ niile. E nwere ike ịkọwa ọdịda ntị dị ka nke dị nro (25 ruo 40 dB), nke dị n'etiti (41 ruo 55 dB), nke siri ike (56 ruo 70 dB), nke kachasị njọ (71 ruo 90 dB), ma ọ bụ nke miri emi (karịa 90 dB). Enwere ụdị nhụsianya atọ bụ isi: nkwụsị ntị na-emegharị emegharị, ọnwụ anụ ahụ nke anụ ahụ, na nkwụsị ntị agwakọtara",
  "A na-egbochi ihe dị ka ọkara ntị n'ụwa niile site na usoro ahụike ọha na eze. Omume ndị dị otú ahụ gụnyere ịgba ọgwụ mgbochi ọrịa, nlekọta kwesịrị ekwesị maka ime ime, izere mkpọtụ dị elu, na izere ọgwụ ụfọdụ. Òtù Ahụ Ike Ụwa na-atụ aro ka ndị na-eto eto belata ikpughe ụda na iji ihe egwu onwe onye otu awa n'ụbọchị na mgbalị iji belata ikpo ọkụ. Ịmata na nkwado n'oge dị mkpa karịsịa n'ime ụmụaka. Maka ọtụtụ ndị, ihe enyemaka ịnụ ihe, asụsụ ndị ogbi, cochlear implants na ndepụta okwu bara uru. Ịgụ egbugbere ọnụ bụ nkà ọzọ bara uru ụfọdụ na-azụlite. Otú ọ dị, ịnweta ihe enyemaka ịnụ ihe, dị oke n'ọtụtụ ebe n'ụwa."
]