[
  "Christian Aid bụ ụlọ ọrụ enyemaka na mmepe nkè ụka Ndị Kraịst irí anọ na otu (Protestant, Katọlik na Ọtọdọks) na UK na Ireland, ma na-arụ ọrụ iji kwado mmepe na-adịgide adịgide, kpochapụ ịda ogbenye, kwado ndị obodo ma nyé enyemaka ọdachi na South America, Caribbean, Africa na Eshia.",
  "Ọ na-arụ ọrụ na ọtụtụ narị òtù ndị mmekọ mpaghara na ụfọdụ n'ime obodo ndị kachasị ike n'ụwa na mba 24.  Ọ bụ ónyé guzobere Kọmitii Mberede Ọdachi, na ónyé isi otu The Climate Coalition, The Fairtrade Foundation na mkpọsa Trade Justice Movement.  Isi ụlọ ọrụ Christian Aid dị na London ma nwee ndị otu mpaghara gafee UK na Ireland, tinyere ụlọ ọrụ mba ndị ọzọ gbụrụ-gbúrụ ụwa.  Christian Aid na-ahazi nchịkọta ụlọ na ụlọ kachasị na UK, Christian Aid Week, nké na-ewère ọnọdụ na Mee kwà afọ.",
  "Ónyé nduzi ya bụ Loretta Minghella ónyé a họpụtara n'afọ 2010 mànà ọ gbàrà arụkwaghịm n'afọ 2017 iji rụọ ọrụ màkà ndị Kọmishọna Chọọchị",
  "Ónyé isi nchịkwa ugbu a bụ Amanda Khozi Mukwashi nọchiri ya. Ego enyemaka Ndị Kraịst nwetara n'afọ 2012 na afọ 2013 bụ £ 95.4 nde.",
  "Nrụzigharị mgbè agha dị íchè íchè gasịrị na Vietnam, Laos na Cambodia bụ nnukwu ọrụ, ya na enyemaka enyere mgbè a kwaturu ndị ọchịchị áká ike Idi Amin na Uganda, ezinụlọ Somoza na Nicaragua, na Pol Pot na Cambodia.  A kwadokwara ndị India Yanomami nọ na Brazil, na nkwenye màkà ndị a chụpụrụ.",
  "Christian Aid na-enweta ego site n'ọtụtụ isi mmalite, dị ka ònyìnyé ụlọ ọrụ, ònyìnyé ógè niile, arịrịọ Christian Aid Week, ònyìnyé n'ozuzu, ihe nketa, na arịrịọ mberede",
  "N'afọ 2013, ego ụlọ ọrụ na-enweta, nke akụkụ ya sitere na Ngalaba Na-ahụ Maka Mmepe Mba Nile na European Commission, mejupụtara percent iri anọ na otu nke ngụkọta ego.  Ọnụ ọgụgụ dị ukwuu nke ego fọdụrụnụ na-abịa site na ọtụtụ puku mmadụ na ụka na obodo",
  "Ógè isi nchịkọta ego gụnyere Krismas, owuwe ihe ubi, na izu enyemaka Ndị Kraịst.  N'afọ 2013, £ 12.6 nde (ma ọ bụ 13% nke ngụkọta ego a na-enweta n'izu a.  N'ime afọ niile, ndị na-akwado ya na-enye mgbè niile site na iji debit kpọmkwem, ònyìnyé ego, na Will Aid",
  "Chọọchị na ndị otu obodo na-esokwa na kalenda ihe omume kwà afọ (dịka, ije ije, nri ehihie ofe, na ajụjụ).",
  "Ónyé na-ahụ màkà mmepe akụ na ụba bụ Paul Collier n'akwụkwọ ya bụ The Bottom Billion na-atụ aro na Christian Aid \"na-eduhie eduhie\" ndị na-eme ntụli aka na UK n'afọ 2004 na 2005 na mkpọsa megide ibelata ihe mgbochi azụmahịa na Africa",
  "Ọ na-ekwu na mkpọsa ahụ dabeere na nyocha \"nke na-eduhie eduhie\" nke ónyé na-ahụ màkà akụ na ụba na-enweghị nka achọrọ mèrè na nyocha ya \"site n'aka otu ndị ọkachamara agụmakwụkwọ\" bụ nke mmadụ abụọ ónyé na-ekwu màkà akụ na ụzụ ahụ họọrọ n'onwe ya na ndị \"amaghị màkà nka ha na azụmaahịa mba ụwa\"",
  "O kwuru na otu ónyé ọrụ a na-akpọghị aha na Ngalaba Azụmaahịa na Ụlọ Ọrụ Britain na-ekwu na \"ha maara na ọ dị njọ, mànà ọ na-ere T-shirts\".",
  "N'ọnwa Machị afọ 2023, Christian Aid kwuru màkà ihe iwu méré megide nzukọ ahụ site na Zionist Advocacy Center",
  "A malitere ikpe ahụ n'afọ 2017, ụlọ ikpe US jụrụ ya na ọnwa Septemba afọ 2022",
  "Omume iwu ahụ kwuru na Christian Aid bụ \"nke na-emegide Israel\" ma jiri aghụghọ nweta ego site na gọọmentị US",
  "Patrick Watt, ónyé isi nchịkwa nke Christian Aid, kwuru, sị: \"Ekweghị m",
  "e wetara anyị ikpe a n'ihi nkwenye na o nwèrè ụkwụ",
  "Echere m na a kpọtara ya megide anyị na mgbalị ịtụba ájá n'ime ụkwụ nke nkwado anyị na ime ka ịrụ ọrụ na IOPT [Izrel na mpaghara Palestine] dị oke ọnụ",
  "\""
]