[
  "Epe bụ obodo na mpaghara gọmentị ime obodo (LGA) na Steeti Lagos, Naijiria nke dị n'akụkụ ugwu nke Lekki Lagoon na ihe dị ka kilomita 90 site na Ibadan. N'oge ọnụ ọgụgụ mmadụ nke afọ 2006, ọnụ ọgụgụ ndị bi na Epe dị ihe dịka 181,409.",
  "Enweghị onye ọchịchị kachasị elu n'ógbè ahụ ebe ọ bụ na e nwere obodo abụọ nwere ndị eze n'otu n'otu",
  "Ndị a bụ obodo Eko Epe na Ijebu Epe n'ime otu obodo ahụ.Ememme ndị a ma ama a na-emekarị n'ala Epe gụnyere Ememme Kayo-kayo, ụbọchị Ebi, Ojude-Oba, na ụbọchị Epe.",
  "Okporo ụzọ dị n'ọnụ ụzọ Epe site na Lekki-Epe Expressway nwere ihe a tụrụ atụ nke nnukwu azụ abụọ, nke Gọmentị Lagos Steeti guzobere.",
  "Ụlọ akwụkwọ dị elu a ma ama dị ka Lagos State University(LASU), Yaba College of Technology, Michael Otedola College of Primary Education(MOCOPED), Pan-Atlantic University(PAU) niile nwere ụlọ akwụkwọ na mpaghara Epe nke Lagos, Nigeria.",
  "N'afọ ndị gara aga, tupu a kpọọ obodo a Epe, a maara obodo ahụ dị ka Igbo Obo (Forest of Monkeys)",
  "Ụfọdụ ìgwè ndị na-achụ nta si Ijebu, nke otu Urankaloye ma ọ bụ Uraka duziri gara n'akụkụ ụwa a n'oge njem ịchụ nta na-achọ ụmụ anụmanụ",
  "Ọ bụ ezie na o mesịrị bụrụ ebe mgbaba maka ndị agha Kosoko, ndị Britain chụpụrụ eze Yoruba na Lagos na afọ 1851",
  "N'afọ 1892, Epe bụ ebe mbido maka njem agha nke Sir Gilbert Carter, Gọvanọ Lagos n'oge ahụ, zitere iji merie awujale (onye ọchịchị na nke ime mmụọ nke Ijebu) na Ijebu-Ode. Uraka na Aramope bụ ndị na-achụ nta wee hapụ Ile-Ife na njem ịchụ nta rutere Ijebu-Ode, Uraka amaghị na ọ nọ n'ọnụ ụzọ akụkọ ihe mere eme.",
  "Mgbe Uraka rutere Ijebu-Ode, ọ nwetara ozi site na ịgba afa Ifa, a gwara ya ka ọ gaa n'ebe ndịda gaa n'oké osimiri ma nọrọ ebe ọ bụla n'etiti ịgafe osimiri nke isii na nke asaa",
  "Mgbe ọ gaferé osimiri nke ise a na-akpọ \"OTERIN\" (Mmiri oyi), ọ rutere n'ebe e mechara mara dị ka 意pooka ebe o ji osisi popoka ya kụọ ala",
  "Obodo Poka sitere na aha ya a na-akpọ Uraka's popoka stick",
  "Na Poka, a gakwuru onye amụma Ifa maka ntụziaka nke dugara Uraka ịga n'ihu ma mgbe ọ gafere osimiri nke isii, o mechara biri n'ebe a na-akpọ \"ETITA\".",
  "Mgbe ọ kwụsịrị na Etita, Uraka hụrụ anwụrụ ọkụ na-esi n'oké ọhịa buru ibu na-aga n'ọdọ mmiri ahụ",
  "Iji hụ ihe n'onwe ya, Uraka chọtara isi iyi nke anwụrụ ọkụ ebe ọ zutere ụfọdụ ndị ọkụ azụ aha ha bụ Opute, Lugbasa, Alaro na Ogunmude",
  "Alaro na Ogunmude lụrụ di ma ha amụghị nwa",
  "Ha abụọ mechara ghọọ chi ma na-efe ofufe na Epe ruo taa, ya mere a na-akpọ ụmụ nwoke na ụmụ nwanyị niile nke Epe \"Omo Epe Alaro Ogunmude\".",
  "Ka ọ dịgodị, Uraka gara n'ihu na njem ịchụ nta ya ruo mgbe ọ rutere n'ebe a na-akpọ Igbo obo (ọhịa enwe), ebe dị ugbu a nke Mahadum Lagos State, Ụlọ Akwụkwọ Injinịa na ebe ndị agha nọbu, ebe ọ gara n'ebe ọ gara n\"ihu na-achọ egwuregwu",
  "O mechara chọpụta ebe a na-akpọ Oko-Eepe (Ọhịa nke ndanda ojii)",
  "Dị ka ọ si pụta, mgbe ọ bụla Uraka setịpụrụ ọnyà ya maka egwuregwu, ọ na-alaghachi n'ụlọ mgbe niile aka efu",
  "Nke a ghọrọ ihe na-echegbu ya na nwunye ya",
  "Ma o kwenyesiri ike na Oko-Eepe bụ ebe egwuregwu kachasị ukwuu gbara ya gburugburu",
  "O mere mkpesa nye nwunye ya aha ya bụ \"PEETA\" na ọhịa ahụ jupụtara na ndanda ojii na mgbe ọ bụla ọ na-akụ ụkwụ ya iji chụpụ ndanda ojii, ụmụ anụmanụ gbara ya gburugburu ga-agbaso ụkwụ ha",
  "Karịsịa, anụmanụ ọ bụla ọnyà ya jidere na-eri mgbe niile site na ndanda tupu ọ rute ebe ahụ.",
  "Oge ọ bụla Uraka gawara ịchụ nta, Peeta ga-ajụ ma ọ ka na-aga Oko-Eepe",
  "Obodo Eepe nwetara aha ya site na Oko-Eepe na narị afọ nke iri na ise na ụfọdụ ndị ọkọ akụkọ ihe mere eme kwenyere na Peeta, nwunye Uraka ga-arụ ọrụ dị mkpa n'ịkpọ aha Obodo Epe",
  "Epe malitere ịgbasawanye ma n'oge na-adịghị anya, ụfọdụ ndị biri na Areke ma ọ bụ Bros",
  "ebe ndị ọzọ biri n'akụkụ nke ọzọ a maara dị ka \"Apakeji\"",
  "N'akụkụ ahịrị, nwa eze Ijebu, nwa nke ise Awujale nke Ijebu-Ode, Obaloja hapụrụ Ijebu'Ode wee biri na Epe",
  "Ọ were aha Oloja ma site na afọ 1790, a rụnyere Shagbafara Oloja",
  "Ka ọ na-erule afọ 1810, Epe bụ nnukwu obodo",
  "Obodo ahụ nwere udo ma nwee òkè nke ya n'agha agbụrụ",
  "Otú ọ dị 1848 hụrụ agha Makun-Omi-Epe",
  "Ọ fọrọ nke nta ka ọ bụrụ ozugbo agha Makun-Omi-Epe gwụsịrị na Eze Kosoko nke Lagos choro ebe mgbaba na Epe Land na ihe karịrị ndị na-eso ụzọ 1,500",
  "Nke ahụ bụ na Disemba, na afọ 1851, n'oge ọchịchị Oloja Olumade.",
  "A ma bịdọrọ Kosoko ịbanye n'obodo Epe mana mgbe ogologo arịrịọ gasịrị, a gwara ya Ijebu-Ode ka ọ nweta ikike na ikike n'aka Awujale Anikilaya",
  "N'ihi ya, Awujale weere ya dị ka akara nke eze ma zigara \"Oja Ikale\" dị ka ihe nnọchianya nke ikike na nlekọta na Oloja Olumade, na-arịọ ya ka o nye Kosoko na ndị na-esote ya ebe mgbaba na Epe",
  "Oge Kosoko nọrọ na Epe bụ isiokwu nke esemokwu.  Ụfọdụ na-ekwu na n'ime afọ iri na otu ọ nọrọ na Epe, ọ nweghị ụlọ nke ya, ebe ndị ọzọ na-eche ihe ọzọ",
  "Mana ihe ọ bụla ikpe ahụ nwere ike ịbụ, afọ Kosoko nọ na Epe gbanwere ọnọdụ mmekọrịta na ọdịbendị nke obodo Epe, n'ihi na ụfọdụ n'ime ndị na-eso ụzọ ya n'obodo Epe bụ ndị Alakụba.",
  "Balogun Ajeniya, Oshodi Tapa, Balogun Agbaje, Disu Kujeniya, Braimoh Iyanda Oloko na Posu bụ ụfọdụ n'ime ndị agha nwere obi ike na Kosoko nọ na Epe",
  "Ụfọdụ n'ime ndị isi a ghọrọ ndị Alakụba",
  "Dịka ọmụmaatụ, Balogun Ajeniya, onye mechara bụrụ nnukwu onye na-akwalite Islam na Epe bụ otu n'ime ha",
  "Ndị a tọghatara mechara guzobe obodo n'okpuru nduzi nke Mallam Idris Saliu Gana, onye bụ Imam na Lagos",
  "Nke a bụ ihe kpatara mgbasa nke Islam na obodo Epe ruo taa",
  "Okwu ahụ bụ \"Epe Onikorani\" bụ n'ihi mgbasa nke Islam na Epe",
  "N'ịghọta mmeso e nyere ya na Epe, Kosoko nyere otu n'ime ụmụ ya nwanyị aha ya bụ Kusade na Ijebu Chief, Adebawon nke Idogun n'alụmdi na nwunye; Adenusi bụ ngwaahịa nke alụmdi na nwunye ahụ.",
  "N'afọ 1869, a gbaghara Kosoko ma mesịa laghachi Lagos",
  "Ọtụtụ n'ime ndị na-eso ụzọ ya sooro ya, gụnyere nwa ya nwanyị Kusade, ma hapụ nwa nwa ya Adenusi",
  "Ezinụlọ Adenusi ka na-amụba na Epe ruo ugbu a",
  "Ndị Kosoko hapụrụ mejupụtara ihe ka ukwuu n'ihe a na-akpọ Epe Eko ugbu a",
  "N'afọ 1892, Epe bụ ebe mbido maka njem agha nke Sir Gilbert Carter, gọvanọ Lagos, zitere iji merie awujale (onye ọchịchị ndọrọ ndọrọ ọchịchị na nke ime mmụọ nke Ijebu) na Ijebu-Ode.",
  "Epe nke oge a bụ ebe nchịkọta maka mbupụ azụ, cassava (manioc), ọka (mkpụrụ), akwụkwọ nri na-acha akwụkwọ ndụ akwụkwọ ndụ, akị bekee, koko, ihe nkwụ, rọba, na nkụ na Lagos",
  "A na-ebugharị akwụkwọ osisi pụrụ iche bara uru n'ichekwa mkpụrụ osisi kola na Ijebu-Ode, Shagamu, na obodo ndị ọzọ na-ebubata mkpụrụ osisi kola",
  "A maara Epe nke ọma maka iwu ụgbọ mmiri ndị na-arụ ọrụ, ndị na-adịghị omimi na-agagharị n'ọdọ mmiri ndị dị n'ụsọ oké osimiri",
  "Ịkụ azụ bụ ọrụ bụ isi",
  "Obodo a nwere ụlọ akwụkwọ sekọndrị, ọtụtụ ụlọ ọgwụ, na ụlọ ọrụ ahụike",
  "A maara ha nke ọma maka igbu azụ.",
  "Epe ruo taa bụ obodo ndị Alakụba.",
  "Ebe a na-agba gburugburu",
  "Okporo ụzọ Epe",
  "Lekki-Epe Expressway Sandfill Bustop",
  "Ahịa Epe",
  "Osisi mangrove epee",
  "Kwaleji nke teknụzụ",
  "Ụlọ Nzukọ Atlantic, Epe",
  "AD 1780: Oloja Shagbafara tinyere Oloja nke Epe.",
  "1810: Epe ghọrọ obodo buru ibu.",
  "1836: Awujale Figbajoye Anikilaya guzobere ahịa Ejirin.",
  "1848: Agha Makum Omi-Epe",
  "1851: Eze Kosoko gbabara na Epe",
  "1852: Ndị na-eso ụzọ Kosoko na Epe webatara Islam.",
  "1854: Kosoko na ndị isi ya bịanyere aka na nkwekọrịta udo na Maazị B",
  "Campbell, onye ndụmọdụ Britain ka ọ ghara iweghachite Lagos n'ihi inwe nkwụ na Lekki dị ka ọdụ ụgbọ mmiri ya.",
  "1862: Ndị Britain na Kosoko kwurịtara okwu ma nweta ya ikike Palma na Lekki",
  "Koso, Oshodi Tapa na ndị ọzọ hapụrụ Epe wee laghachi Lagos na 16 Septemba, na afọ 1862.",
  "1863: Gọvanọ Freeman wakporo Epe ugboro abụọ na ndị agha nke West Indian Regiment, Awusa na ndị ọrụ ụgbọ mmiri Britain, Chief Posu Submitted ma bịanye aka na nkwekọrịta nke inyefe na 26 Machị.",
  "1875: Posu, onye isi n'etiti ndị na-eso ụzọ Kosoko iji gosipụta uwe ya ma nyefee Epe n'aka ndị Britain nwụrụ na Epe na 14 Disemba, afọ 1875.",
  "Na 29 Disemba, na afọ 1882: Awujale Fidipote hapụrụ Ijebu-Ode n'iwe na mberede iji biri na Epe ebe ọ nọrọ ruo ọnwụ ya na 14 June, na afọ 1885.",
  "Na 15 Ọgọstụ, na afọ 1885: Ndị Eko Epes gburu Asani Giwa nke Okepopo na Ikosi Market.",
  "1886: Ụfọdụ Ijebus ndị bịara na Awujale Fidipote na Epe gburu Agurin, onye nche na-elekọta ahịa Ejirin.",
  "1888: Mmiri riri Balogun Agoro nke Epe site na Lekki",
  "1892: Njem Britain na Ijebu-Ode rutere na Epe",
  "A gbagburu Inspector A",
  "cloud Willoughby na Odo-Ragunsen.",
  "18 Mee, na afọ 1892: E guzobere Iso Ụzọ Kraịst na Epe",
  "1894: E guzobere ụlọ akwụkwọ C.M.S nke St",
  "Michael.",
  "1898: Baale Buraimoh Edu, onye ndọrọ ndọrọ ọchịchị ochie kwadoro ma kwado usoro agụmakwụkwọ ndị Alakụba na Epe.",
  "1898: E meghere ụlọ akwụkwọ gọọmentị ndị Alakụba",
  "1901: Chief Imam Uthman nwụrụ na 22 Jenụwarị ma guzobe Epe Town Council",
  "1903: Paul Ogunsanya na ndị ọzọ wetara Roman Catholic Mission na Ibonwon",
  "1905: nghọtahie dị n'etiti Ijebu-Epe na Eko Epe bịara sie ike n'ihi ndị ọkụ azụ Ijaw, na-egbu azụ na ọdọ mmiri ahụ.",
  "1912: Agha dara n'etiti Ijebu Epe na Eko Epe",
  "1917: 9 Julaị, Baale Buraimoh Edu nwụrụ",
  "1923: S.A Mejindade Esq meghere ụlọ akwụkwọ Alakụba nke ghọrọ ụlọ akwụkwọ Ansa-ud-deen na 1946",
  "Na Machị, na afo 1930: Papa Solomon Ademuwagun webatara Cherubim na Seraphim na Epe.",
  "1937: Kọmishọna nke Colony (Captain Emberton) Onye isi distrikti (Mr",
  "Childs) Onye enyemaka onye isi distrikti \"Mr",
  "Gilbons) nwere nzukọ dị mkpa na Baale Abidakun na Kaka, Balogun Abudu Kadiri Oluwo na Amunikaro Mr",
  "T.O",
  "Seriki na A.B",
  "Egberongbe, niile nke Ijebu Epe na Eko-Epe n'ụzọ na ụzọ iji mepụta nkwekọrịta na imeghachi mmekọrịta na nchịkwa obodo.",
  "1937, na afọ 1415, na onwa Septemba: Kọmishọna nke ógbè, ndị isi distrikti, bales na Baloguns nke Ijebu na Eko Epe nwere nzukọ dị mkpa na ndị isi nke obodo nta ndị na-agafe agafe iji gwa ha mkpebi e mere na nzukọ nke 28 Ọgọst na ịchọ echiche ha banyere atụmatụ ndị e guzobere maka ịmepụta nchịkwa obodo na distrikti.",
  "Àtụ:Divisions and LGAs of Lagos State"
]