[
  "Eqbal Ahmad (1933 - 11 Mee 1999) bụ onye sayensị ndọrọ ndọrọ ọchịchị nke Pakistan, onye edemede na agụmakwụkwọ a maara maka mmegide agha ya, nkwado ya maka mmeghachi omume mmegide n'ụwa niile na onyinye agụmakwụkwọ na ọmụmụ nke Near East. A mụrụ ya na Bihar, British India, Ahmad kwagara Pakistan mgbe ọ bụ nwatakịrị wee gaa n'ihu na-amụ akụ na ụba na Forman Christian College",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ nwa oge dịka onye isi ndị agha ma merụọ ahụ na Agha Kashmir Mbụ n'afọ 1948. O sonyere na Mgbanwe Algeria, wee mụọ Agha Vietnam na ọchịchị alaeze US, na-aghọ onye mmegide mbụ nke agha ahụ mgbe ọ laghachiri na US n'etiti afọ 1960.",
  "A mụrụ Eqbal Ahmad n'obodo Irki na Gaya District (nke bụzi Magadh Division) nke steeti India nke Bihar",
  "Mgbe ọ bụ nwata nwoke, otu ìgwè ndị Hindu gburu nna ya n'ihi esemokwu ala n'ihu ya",
  "N'oge nkewa nke India n'afọ 1947, ya na nwanne ya nwoke nke okenye ji ụkwụ kwaga Pakistan.",
  "Eqbal Ahmad gụsịrị akwụkwọ na Forman Christian College na Lahore, Pakistan, n'afọ 1951 na nzere na akụ na ụba",
  "Mgbe ọ rụchara ọrụ nwa oge dịka onye agha, ọ debanyere aha na Occidental College na California n'afọ 1957, dị ka Rotary Fellow",
  "N'afọ 1958, ọ gara Mahadum Princeton, ebe ọ gụrụ sayensị ndọrọ ndọrọ ọchịchị na akụkọ ihe mere eme nke Middle East ruo mgbe ọ nwetara PhD ya n'afọ 1965.",
  "Site n'afọ 1960 ruo 1963, Ahmad biri na North Africa, na-arụ ọrụ karịsịa na Algeria, ebe ọ sonyeere National Liberation Front ma soro Frantz Fanon na ụfọdụ ndị Algeria na-alụ ọgụ maka nnwere onwe megide ndị France na Algeria rụọ ọrụ. E nyere ya ohere isonyere gọọmentị Algeria mbụ nwere onwe ya, mana ọ jụrụ maka ndụ dị ka onye nwere ọgụgụ isi nwere onwe ya",
  "Kama nke ahụ, ọ laghachiri na United States",
  "Eqbal Ahmad maara asụsụ Urdu, Bekee, Persian na Arabic nke ọma.",
  "Eqbal Ahmad nwụrụ n'ihi nkụchi obi na 11 Mee 1999 n'ụlọ ọgwụ Islamabad na Pakistan, ebe a na-agwọ ya maka ọrịa kansa eriri afọ. Ọ lụrụ Julie Diamond na 1969, onye nkuzi na onye edemede si New York ma ha nwere otu nwa nwanyị, Dohra."
]