[
  "Ndezigharị Ịdị n'Otu bụ Ndezigharị nke ndị ọkà mmụta iwu Kimberlé Crenshaw na Catharine MacKinnon tụrụ aro maka Iwu United States. E bu ụzọ kwuo ya na Disemba 2019 na Yale Law Journal Atụmatụ a bụ nsụgharị emelitere nke Ndezigharị Ikike nhata nke Alice Paul dere site na National Women's Party, nke mbụ a tụrụ aro na 1923 ma a kwadobeghị ya.",
  "Nke a dị iche na iwu ịha nhatanha nke 2021, nke akwadoro na Congress ka ọ machibido ịkpa oke dabere na mmekọahụ, njirimara nwoke na nwanyị ma ọ bụ usoro mmekọahụ.",
  ".",
  "United States bụ naanị ọchịchị onye kwuo uche ya nke mepere emepe nke na-adịghị ahụ ikike maka ụmụ nwanyị na iwu gọọmentị etiti ya. Ọ bụ ezie na steeti 38 achọrọ agafeela mgbanwe ahụ dị ka nke 2020, onye na-ahụ maka ihe ndekọ ego nke United States akwadoghị mmezigharị ahụ n'ihi oge nkwenye nzuko omebere nke Maachị 22, 1979, nke ụfọdụ nkwado steeti karịrị akarị.",
  ". Nke a bụ n'agbanyeghị eziokwu ahụ bụ na ịgbakwunye mgbanwe na Iwu United States iji hụ na nwoke na nwanyị hà nhata nwere nkwado dị ukwuu na United States. Na Julaị 2020 Pew Research Center kọrọ na 78% nke ndị America na-akwado ERA ka agbakwunyere na Iwu. Ikpe, Commonwealth of Virginia v",
  "David Ferriero, gbara akwụkwọ na Jenụwarị 2020 iji manye onye na-edebe ihe ochie ka ọ kwado ERA. Na Machị 5, 2021, ụlọ ikpe mpaghara Washington, DC kagburu ikpe ahụ, na-ekwu na mbipụta nke onye na-edebe ihe ochie nke ERA agaghị abụ nkwenye, ma na-ekwusi ike na oge nkwenye nke ERA bụ iwu kwadoro. Nke a hapụrụ ndị na-akwado ERA nhọrọ ole na ole maka ime ihe ọzọ, gụnyere ịnwa ịgbatị oge nkwenye ERA, ma ọ bụ ide mgbanwe ọhụrụ.",
  "Crenshaw na MacKinnon bụ ndị ọkà mmụta na-ahụ maka ikike obodo ogologo oge bụ ndị na-arụ ụka na a ga-emelite Ndezigharị Ikike nhata iji gosipụta nsogbu ọgbara ọhụrụ. ERA nwere ogologo akụkọ ihe mere eme nke ụmụ nwanyị na-acha ọcha na-arụ ọrụ maka nkwenye ya dịka Shirley Chisholm na Patsy Mink. Ha na-egosi arụmụka nhata bụ ntọala na mba United States na ngalaba nchedo nhata adịghị aga nke ọma iji kpochapụ ịkpa ókè dabere na mmekọahụ. Arụmụka a na-ewuli elu n'elu ọrụ nke ndị ọkà mmụta iwu nwanyị gara aga dịka Pauli Murray, Dorothy Kenyon na Ruth Bader Ginsburg. Dị ka MacKinnon si kwuo, onye bụ otu n'ime ndị ọkà mmụta gbasara iwu ndị a na-akpọkarị, okwu emelitere na-ewe ụzọ n'etiti etiti ebumnuche ya ichekwa ikike ụmụ n",
  "nwanyị.",
  "Ọkà mmụta iwu Kim Forde-Mazrui ekwuola na Ndezigharị Ịdị n'Otu, “...ga-akacha kwalite ịha nhata ụmụ nwanyị. Prọfesọ Julie Suk, onye ọkachamara na akụkọ ihe mere eme nke ERA, kwetara na mmezigharị agbakwunyere na Iwu United States nke bu n'obi inye ụmụ nwanyị nhata kwesịrị, “..",
  "ịgafe enweghị ịkpa ókè."
]