[
  "Ụmụ amaala nhata bụ otu ndị America anaghị akwụ ụgwọ, ndị na-abụghị ndị otu nke \"raara onwe ha nye mgbanwe ndị ga-eme ka ụmụ amaala nwee nha anya\"",
  "Ọ bụ onye prọfesọ Iwu Harvard Lawrence Lessig hiwere ya na ngwụcha 2016 ka ọ gaa n'ihu na mbọ iji weta usoro mgbanwe ọ tụpụtara n'oge mkpọsa onye isi ala 2016 ya",
  "N'ụzọ doro anya, dị ka mkpọsa mmalite ya, otu ahụ malitere \"Electors Trust\" ozugbo ntuli aka izugbe nke 2016 gasịrị",
  "Ha mere nke a iji nye onye ọ bụla nhọpụta nke chọrọ ịtụ vootu akọnuche ha nkwado iwu n'efu na nzuzo",
  "Na-arụkọ ọrụ ọnụ na ọtụtụ ndị ọzọ dị iche iche, dị ka Hamilton Electors na celebrities, mgbasa ozi mere ka ọnụ ọgụgụ kasịnụ nke \"na-ekwesị ntụkwasị obi\" votu ntuli aka mgbe a tụrụ na otu president ntuli aka.",
  "Ụmụ amaala nhata etinyela aka na ikpe ikpe ndị ọzọ dị elu dị elu n'ofe US na isiokwu sitere na ịgbanwe usoro ego mgbasa ozi na ịgba akwụkwọ iji kwụsị super PACs, na-emezi usoro nhoputa ndi ochichi na ikpe nke na-ama onye mmeri-weta-niile usoro nke Electoral",
  "Kọleji, iji gbasaa ohere ịtụ vootu site na ozi nye ndị na-eto eto",
  "Ka ọ na-erule 2021, Equal Citizens bụ onye mmekọ na Nkwupụta maka ọchịchị onye kwuo uche ya nke America na-akwado maka ngafe nke For the People Act, John Lewis Voting Rights Advancement Act, na DC Statehood.",
  "Ụmụ amaala nhata na-akwadokwa pọdkastị Ụzọ Ọzọ, nke Lawrence Lessig kwadoro",
  "Pọdkastị ahụ bụ akụkụ nke otu onye kwuo uche ya, netwọk pọdkastị ahaziri yana kwado ya site na McCourtney Institute for Democracy na Penn State.",
  "N'ọnwa Ọgọstụ afọ 2015, Lawrence Lessig kwupụtara ọkwa ya maka nhọpụta onye isi oche nke Democratic Party 2016",
  "Lessig kọwara nhọpụta ya dị ka referendum na mgbanwe ego ego mkpọsa na iwu mgbanwe ntuli aka ma kwuo na, ọ bụrụ na a họpụta ya, ọ ga-eje ozi dị ka onyeisi oche na mgbanwe ndị a a tụrụ anya dị ka ihe ndị omebe iwu ga-ebute ụzọ",
  "Kpọmkwem, isi ihe ndị isi oche Lessig lekwasịrị anya ga-abụ ịfefe Iwu ịha nhatanha nwa amaala nke nwere ebumnuche atọ: (1) Ikike nha anya ịtụ vootu, nke gụnyere imejuputa ndebanye aha ntuli aka na-akpaghị aka na ịkwaga ụbọchị ịtụ vootu gaa na ezumike mba; (2) nnochi anya nha anya, enwetara site na ngafe nke Iwu nnọchite anya ziri ezi; na (3) nhoputa ndi ochichi nke nwa amaala akwadoro, ma obu ego oha na eze maka ntuli aka nzuko",
  "Na Nọvemba 2015, Lessig kwụsịrị mkpọsa onye isi ala ya, wee mepụta ụmụ amaala nha anya site na akụrụngwa mgbasa ozi",
  "Ụmụ amaala ha nhata na-eje ozi dị ka ebe ọrụ maka imezu mgbanwe ndị a chọrọ n'ime iwu ịha nhata nwa amaala.",
  "Ndị otu a nwere òtù ụmụnna nwanyị abụọ: EqualCitizensUS, nzukọ 501(c)(4), na Equal Citizens Foundation, nzukọ 501(c3)",
  "EqualCitizens.US na-eme mkpọsa nkwado azụmaahịa, ebe Equal Citizens Foundation na-elekwasị anya na ọrụ agụmakwụkwọ na ikpe",
  "Òtù abụọ ahụ na-ezube imezu otu ọrụ nke ịha nhata ụmụ amaala.",
  "Lessig bụ onye guzobere na onye isi oche nke Equal Citizens.",
  "Ndị na-esonụ na-eje ozi dị ka Board of Directors nke Equal Citizens Foundation:",
  "Charles Kolb (2018–ugbua), Onye isi oche na onye isi oche nke DisruptDC",
  "Celinda Lake (2018–ugbua), Onye isi oche nke Lake Research Partners",
  "Lawrence Lessig (2018–ugbua), Prọfesọ na Harvard Law School",
  "Richard Painter (2018–ugbua), Prọfesọ Iwu na Mahadum nke Minnesota, onye na-azọ ọkwa Sineti US",
  "Robert Reich (2018–ugbua), Prọfesọ na UC Berkeley, onye bụbu odeakwụkwọ ọrụ US",
  "Ego maka ụmụ amaala nhata na-abịa site na obere dollar n'ịntanetị onyinye sitere na ntọala ndị ọrụ ebere",
  "Ụmụ amaala nhata anaghị anabata ego site n'aka gọọmentị, òtù gọọmentị, otu ndọrọ ndọrọ ọchịchị, ma ọ bụ ụlọ ọrụ.",
  "N'ọnwa Septemba afọ 2017, Equal Citizens malitere mkpọsa nchịkọta ego ụbọchị iri atọ iji kwado ikpe ha iji maa onye mmeri aka na Electoral College",
  "N'ime ụbọchị iri atọ ahụ, ihe karịrị mmadụ puku iri atọ na ise debanyere aha, ihe karịrị mmadụ puku ise nyere onyinye, na ihe mgbaru ọsọ nchịkọta ego nke $ 250,000 mezuru ọtụtụ ụbọchị tupu oge a kara aka.",
  "Ọrụ ụmụ amaala nhata bụ \"ịkwụsị nrụrụ aka nke ọchịchị onye kwuo uche ya site na iweghachi nkwa bụ isi nke ịha nhata ụmụ amaala na Iwu anyị\".",
  "Ndị otu ahụ nwere isi okwu atọ:",
  "N'afọ 2017, Equal Citizens malitere ọrụ ikpe atọ dị elu nke na-achọ ịgbanwe Electoral College na ego mgbasa ozi",
  "Abụọ n'ime ọrụ ikpe ahụ emechaala, ebe a na-edozi otu ugbu a na usoro ụlọ ikpe gọọmentị etiti.",
  "Equal Votes bụ ihe ịma aka iwu kwadoro ikike iwu nke steeti ikenye votu ntuli aka ha na ntọala onye mmeri. Lessig rụrụ ụka na dabere na ụkpụrụ \"otu onye, otu votu\" nke Ụlọikpe Kasị Elu kwuputala na Bush v",
  "Gore, usoro onye mmeri na-ewere ihe niile megidere iwu - ọ bụ mmebi nke Iwu Nchedo nhata nke na-ahụ na a ghaghị imeso votu niile n'otu n'otu n'okpuru iwu. Site n'ikenye votu Electoral College ha dị ka onye mmeri na-ewere ihe niile, Equal Citizens kwenyere na steeti na-atụfu votu nke ụmụ amaala United States n'ụzọ dị irè na votu maka onye isi ala.",
  "Na ntuli aka onye isi ala nke United States n'afọ 2016, ndị ntuli aka iri votu ma ọ bụ gbalịa ịtụ vootu megidere nkwa ha na Electoral College",
  "Na steeti Washington, a kwụrụ ndị ntuli aka atọ ụgwọ $ 1,000 maka votu ha, na Colorado, ewepụrụ otu onye ntuli aka ma yie mmadụ abụọ ndị ọzọ egwu maka imebi nkwa ha",
  "N'afọ 2017, Equal Citizens gbara akwụkwọ ikpe Baca v",
  "Ngalaba Steeti Colorado na nnọchite nke ndị ntuli aka atọ na Colorado na Guerra v",
  "Washington State Office of Administrative Hearings na nnọchite nke ndị ntuli aka atọ bụ ndị Washington State kwụrụ ụgwọ.",
  "Mgbe anyị malitere ikpe ndị a, anyị mere ya n'ihi na n'agbanyeghị ihe ga-esi na ya pụta, ọ dị oke mkpa idozi ajụjụ a tupu o mepụta nsogbu iwu",
  "Anyị enwetala nke ahụ",
  "N'ụzọ doro anya, anyị ekwenyeghị na Ụlọikpe akọwaala iwu ahụ n'ụzọ ziri ezi",
  "Ma anyị nwere obi ụtọ na anyị enwetala ebumnuche anyị bụ isi - ewepụla ejighị n'aka a",
  "Nke ahụ bụ ọganihu.",
  "Iwu Alaskan na-egbochi onyinye nye ndị otu ndọrọ ndọrọ ọchịchị nọọrọ onwe ha. Mana a naghịzi etinye oke ndị a n'ihi mkpebi ụlọ ikpe gọọmentị etiti, SpeechNOW.org v",
  "<i id=\"mwmQ\">FEC</i>",
  "Alaska, Otú ọ dị, na-enye ndị bi na ya ohere ịgba akwụkwọ ma ọ bụrụ na ụlọ ọrụ na-ahụ maka ntuli aka nke steeti, Alaska Public Offices Commission, anaghị eme ka iwu ntuli aka ya",
  "N'okpuru iwu ndị a, na Jenụwarị 31, 2018, Equal Citizens wetara mkpesa n'aha ụmụ amaala Alaska atọ, gụnyere James Barnett, onye bụbu onye ndọrọ ndọrọ ọchịchị obodo Anchorage, na-ekwu na Alaska Public Offices Commission emeghị ka iwu ahụ mezuo site n'ikwe ka ndị Alaskan super PACs abụọ nabata onyinye karịrị ego iwu Alaska kwuru. Ndị isi PAC abụọ ahụ metụtara bụ Interior Voters maka John Coghill, otu n'èzí nke kwadoro ntuli aka nke onye isi ndị Republican steeti Senate bụ John Coghill, na Working Families of Alaska. Ihe mgbaru ọsọ bụ ịmegharị mkpebi ụlọ ikpe gọọmentị etiti SpeechNOW.org v",
  "FEC nke mepụtara ụlọ ọrụ iwu nke super PACs.",
  "Na Disemba 2016 Lawrence Lessig, Mark Lemley, na Michael Hawley guzobere The Electors Trust site na nkwado nke Equal Citizens, iji nye ndụmọdụ iwu na-enweghị isi na nkwukọrịta nkwukọrịta dị nchebe, nke a na-amaghị aha maka ndị otu 538 nke United States Electoral College bụ ndị nwere ike ịghọ ndị na-enweghị okwukwe iji gbochie ntuli aka nke Donald Trump na ntuli aka onye isi ala nke 2016. Ihe mgbaru ọsọ nke nzukọ ahụ bụkwa inyere ndị ntuli aka ịchọpụta ma enwere nkwado zuru oke iji gbochie ntuli aka Donald Trump. Na Disemba 2016, Lessig kwuru na e nwere n'etiti ndị Republican 20 na 30 na-atụle ịtụ vootu megide Trump.",
  "Lessig na The Electors Trust nọchitere anya Christopher Suprun, onye ntuli aka si Texas, onye kwupụtara na ọ ga-atụ vootu megide Donald Trump n'agbanyeghị otú steeti ya si votu.",
  "Na-arụkọ ọrụ ọnụ na ọtụtụ ndị otu ndị ọzọ dịka Hamilton Electors yana ndị a ma ama, mkpọsa ahụ rụpụtara votu ntuli aka asaa \"na-enweghị okwukwe\", nke kachasị atụ na otu ntuli aka onye isi ala. Otú ọ dị, mmadụ ise n'ime mmadụ asaa a na-enweghị okwukwe hapụrụ ịtụ vootu maka Hillary Clinton, ebe mmadụ abụọ n'ime mmadụ asaa a na-enweghị okwukwe kwere nkwa maka Trump",
  "Nke a pụtara na mgbasa ozi ahụ dara ndị ntuli aka Trump 35 na-enweghị okwukwe na-erughị 37 dị mkpa iji nwee ike ịgbanwe nsonaazụ ya.",
  "N'ọnwa Juun afọ 2018, ụmụ amaala nhata malitere mkpọsa nkwado ya na Demand Progress, EFF, Public Knowledge, na Internet Archive iji mee ka Congress gbanwee ndokwa na Compensating Legacy Artists maka abụ ha, ọrụ ha, na onyinye dị mkpa na Society Act (The CLASSICS Act). Isi ihe ha chọrọ, nke akọwapụtara n'akwụkwọ ozi ha degaara Kọmitii Ikpe nke Senate, bụ itinye ihe ndebanye aha na mgbakwunye nwebisiinka ọ bụla, iji kwe ka ọrụ ndị a na-edebeghị aha gafere na ngalaba ọha.",
  "Na Mee 2018, Equal Citizens, na mmekorita ya na onye egwu Bassnectar na ememme egwu eletrik Electric Forest, malitere asọmpi Creative Democracy, nke ndị ọrụ ntanetị nwere ike ịbanye nka na-egosi eziokwu banyere ọchịchị onye kwuo uche ya nke America maka onyinye. Ndị ikpe maka asọmpi ahụ gụnyere Lawrence Lessig, onye na-eme ihe nkiri Bridgit Mendler, na onye na-ese ihe Sebastian Wahl."
]