[
  "Eric Adjetey Anang (pronunciation ; amụrụ n'afọ 1985) bụ onye Ghana na-akpụ ihe na onye ọkwá nkà",
  "A mụrụ ya na Teshie, Ghana ebe ọ na-arụ ọrụ na Kane Kwei Carpentry Workshop",
  "Ọ na-enwe ebe obibi abụọ ugbu a ma kewaa oge ya n'etiti Ghana na Madison, Wisconsin, ebe ọ na-achụso ọrụ pụrụ iche.",
  "N'afọ 2001, o webatara igbe ozu Ghana na Gidan Makama Museum Kano, Nigeria, n'okpuru nkwado nke Alliance française na Kano",
  "Ọ gụsịrị agụmakwụkwọ sekọndrị ya na Accra Academy.",
  "Adjetey Anang kọwara n'ajụjụ ọnụ na echiche igbe ozu efu malitere mgbe nna nna ya na-ewu palanquin maka onye isi obodo, mana onye isi ahụ nwụrụ tupu ya enwee ike ịnya ya ma ezinụlọ ahụ kpebiri na a ga-eli ya n'ime ya.",
  "N'afọ 2005, ọ weghaara njikwa nke ụlọ ọrụ ahụ nke Seth Kane Kwei guzobere, n'ihi ọchịchọ \"ibuli aha nna nna ya ma hụ ụwa\". N'ime obere oge, Adjetey Anang ghọrọ otu n'ime ndị na-ese ihe n'oge a na Ghana na onye na-eme igbe ozu a ma ama na mba ụwa.",
  "Na Jenụwarị 2010, Adjetey Anang sonyere na ọrụ foto a kpọrọ Please, do not move! ya na onye French na-ese foto bụ Guy Hersant",
  "Na ngwụcha otu afọ ahụ, a kpọrọ ya na Black World Festival na Dakar dị ka onye nnọchi anya ndị na-emepụta ihe si Ghana.",
  "N'afọ 2009, Adjetey Anang haziri maka Oregon College of Art & Craft's Senior Lecturer Michael de Forest ịbịa Ghana maka ebe obibi onye na-ese ihe ọnwa abụọ.",
  "Na 2019 Furniture Society Conference nke emere na Milwaukee Institute of Art and Design, Adjetey Anang na Michael de Forest bụ ndị na-ekwu okwu ogbako ma nye ihe ngosi akpọrọ \"Research as Adventure: Scratching the Itch of Curiosity Until It Smacks You in the Face\"",
  "Adjetey Anang nyekwara ihe ngosi ime igbe ozu na-egosi usoro nke iji ngwá ọrụ aka mee ihe ọkpụkpụ osisi nwere oghere, gbagọrọ agbagọ.",
  "Adjetey Anang esonyewo na ọtụtụ ebe obibi ndị na-ese ihe na ọmụmụ ihe n'ụwa niile. N'afọ 2014, ọ bụ onye bi na Windgate ITE International Residency na Center for Art in Wood na Philadelphia, PA. Ọ bụ 2019-2020 Thurber Park Artist-in-Resident, tinyere ọnụ site na Madison Arts Commission na Bubbler na Madison Public Library na Madison, Wisconsin.",
  "O mere ihe ngosi naanị ya na Mahadum nke Arkansas Little Rock Windgate Center for Art + Design na 2020 nke akpọrọ Celebrating Death: Fantasy Coffins of Ghana nke Eric Adjetey Anang dere",
  "Ihe ngosi a gosipụtara igbe ozu Adjetey Anang sitere na nnukwu ose na-ekpo ọkụ ma ọ bụ akpụkpọ ụkwụ nwere nku.",
  "Eric Adjetey Anang na-etinyekwa aka na nyocha anthropological metụtara ndị Ga na Roberta Bonetti, onye prọfesọ mmekọ na History of Anthropology na Mahadum Bologna na Onye Mmekọ na Italian Academy for Advanced Studies, Mahadum Columbia",
  "Mgbe ọ dị afọ iri abụọ na anọ, akwụkwọ akụkọ French Le Monde diplomatique nabatara Eric Adjetey Anang dị ka \"ihe nlereanya maka ndị ntorobịa obodo Afrịka\".",
  "N'afọ 2009, e gosipụtara Adjetey Anang na mgbasa ozi telivishọn maka ihe ọṅụṅụ ike Aquarius., onye chọrọ ịkọ akụkọ banyere ndị dị adị na ndị dị egwu",
  "Azụmahịa ahụ kọrọ akụkọ banyere Adjetey Anang na igbe ozu na-azụ ahịa, ma gụnye ihe karịrị ndị otu obodo 300 n'otu obodo azụ a na-akpọ Teshie, na Accra, Ghana.",
  "WPT / Wisconsin Life gosipụtara akụkụ na 2018 nke a na-akpọ Coffin Life banyere Adjetey Anang na ọrụ ya, nke meriri Emmy maka Nrụpụta Pụrụ Iche maka Mmemme Magazin - Nkebi na Chicago / Midwest Isi nke National Academy of Television Arts & Sciences"
]