[
  "Eric Miller (amụrụ n'afọ 1955) bụ onye na-ese foto nke bi na South Africa",
  "A mụrụ Miller na Cape Town mana ọ nọrọ na Johannesburg ógè ọ bụ nwata",
  "Ógè ọ gụsịrị nkà mmụta akparamàgwà mmadụ ma rụọ ọrụ n'ụwa ụlọ ọrụ ruo ọtụtụ afọ, ikpe na-ezighị ezi nke ịkpa ókè agbụrụ kpaliri Miller iji ihe ntụrụndụ ya, foto, dee mmegide megide ịkpa ókè nwoke site n'ịghọ onye na-ese foto oge niile.",
  "Miller bịdọrọ ọrụ ya dị ka onye na-ese foto n'onwe ya na otu a na-akpọ Afrapix, nke jiri foto dee eziokwu nke ịkpa ókè agbụrụ na nguzogide ọchịchị n'oge afọ 1980",
  "Miller bu ụzọ nweta nlebara anya nke ọrụ waya mba ụwa site na foto nke onye na-arụ ọrụ n'ime ala na onye mmekọ ya n'otu ọnụ ụlọ nke ụlọ ndị na-arụ n'ime ebe obibi",
  "Foto ahụ bara uru karịsịa ka ndị otu ahụ na-alụ ọgụ maka ụlọ ezinụlọ banyere ndị ọrụ na-egwupụta ihe n'ime ala, karịa ụlọ obibi nwoke na nwanyị nke manyere ndị ọrụ ịhapụ ezinụlọ ha iji nweta ihe ha ga-eri",
  "N'oge na-adịghị anya ógè nke ahụ gasịrị, e were Miller n'ọrụ banyere idu ndú mba ụwa izizi ya, na-ese foto nke ọgbaghara nke afọ 1987 nke ihe karịrị ndị ọrụ na-egwupụta ihe dịka mmadụ gáfèrè narị puku atọ nà South Africa hapụrụ ọrụ ahụ",
  "ka ọtụtụ n'ọrụ Miller na mmalite ọrụ ya bụ akwụkwọ nke ọgbaghara, ngagharị iwe na olili ozu nke bụ ngosipụta nke mmegide ndị mmadụ na ọchịchị ịkpa ókè agbụrụ ma nye aka na ọdịda ya",
  "[citation needed] Ruo afọ atọ site n'afọ 1988, Miller rụrụ ọrụ na Reuters.",
  "N'oge mbido afọ 1990, ka ụwa hụrụ ọdịda nke ọchịchị ịkpa ókè agbụrụ, isiokwu nke ọrụ Miller gbanwere site na ngagharị iwe na olili ozu gaa na mkparịta ụka nke ga-emecha duga na South Africa nke ọchịchị onye kwuo uche ya",
  "Ozugbo mgbanwe gaa na ọchịchị na-esote ịkpa ókè agbụrụ bịdọrọ, ihe na-elekwasị anya na foto ya na ndị ọzọ bụ na nsogbu mgbanwe dịka ahụike, agụmakwụkwọ na ọrụ.",
  "Mgbe Nelson Mandela pụtara n'ụlọ mkpọrọ n'afọ 1990 n'ọnwa Febụwarị, Miller nweta ohere ịga mba Afrịka n'ofe Afrịka ndị e mechiburu ndị ji paspọtụ South Africa..Ebe mbụ Miller gara mgbe a tọhapụrụ Mandela bụ South Sudan, iji detuo  ụnwụ nke mere ebe ahụ na 1990s",
  "Ọ gbasoro ọrụ foto na mbà ụwa ihe dịka irí abụọ na asaa dị iche iche gụnyere  Botswana, Cuba, Democratic Republic of the Congo, Liberia, Namibia, Nigeria, Sierra Leone, Eritrea, Rwanda, Senegal, Sudan, Uganda, Vietnam and Zimbabwe.[Tinye edensibịa]",
  "Ọ bụ ezie na Miller nọrọ ụfọdụ oge na mgbalị na-edekọ ntuli aka ọchịchị onye kwuo uche ya izizi nke South Africa n'ọnwa Eprel afọ 1994, o nwekwara ike ịga Rwanda iji dekọọ ụbọchị irí ikpeazụ nke mgbukpọ agbụrụ ahụ n'ebe ahụ",
  "Ógè ahụ, o dekọrọ ọnọdụ nke (karịsịa ndị Tutsi) ndị arụrụala ahụ metụtara ndị gbagara n'ogige ndị gbara ọsọ ndụ na Tanzania",
  "Ọrụ ya na-egosipụta ọ bụghị naanị ọgba aghara na ime ihe ike nke mgbukpọ agbụrụ na Rwanda kpatara, kamakwa mmetụta na-adịgide adịgide banyere ndị a manyere ịgba ọsọ, na nsogbu ndị mba ndị agbata obi ha gbara ọsọ chere ihu",
  "Nchịkọta foto Miller sitere na Rwanda bụ nke e ji mee ihe n'oge na-adịbeghị anya [mgbe?] na ọrụ nke o gosipụtara na Mahadum Cape Town n'oge nnọkọ nnọkọ maka mgbanwe agbụrụ na ime  ike na South Africa na Rwanda.",
  "N'oge ọtụtụ nleta Miller gara Uganda, o lekwasịrị anya na mmetụta ọjọọ nke agha Joseph Kony na Lord's Resistance Army (LRA) na mpaghara ọ bụla nke ndị bi na ya",
  "O dere okwu màkà ụmụaka ndị agha, ma jiri oge mara ndị na-eto eto gbapụrụ na LRA ógè a manyere ha, dị ka ụmụaka, ịghọ ndị agha ya.",
  "Miller bụ onye otu Panos Pictures ugbu a.",
  "E bipụtara foto Miller n'ọtụtụ akwụkwọ e bipụtara gburugburu ụwa",
  "Ọ rụrụ ọrụ na Associated Press maka otu afọ na Reuters n'ihi afọ atọ",
  "Ọ rụchara ọrụ maka The New York Times na Time, Los Angeles Times, Boston Globe, na ọtụtụ akwụkwọ akụkọ mpaghara Washington D.C",
  "[citation needed]",
  "Miller etinyela aka n'ọtụtụ ihe ngosi foto.",
  "E gosipụtara foto ya na Then and Now, ihe ngosi nke gara Cape Town, Durban, Johannesburg, Melbourne na Brisbane, ma nọrọ na Mahadum Duke. Ọrụ ahụ, nke onye na-ese foto South Africa Paul Weinberg haziri n'afọ 2008, gosipụtara ọrụ nke ọtụtụ ndị na-ese ihe Afrapix ma gosipụta ọrụ ha n'okpuru ịkpa ókè agbụrụ na ọrụ emere ógè ịkpa ókè.",
  "Miller nyere aka na ngosi \"The Nevergiveups\"",
  "Ọrụ ahụ na-akọwa ike nke ndị nne ochie nọ n'obodo Khayelitsha bụ ndị nsonaazụ nke ọrịa HIV / AIDS manyere ịghọ ndị nlekọta isi na mberede banyere ịzụlite ụmụ ụmụ ha na-enweghị nne na nna site na HIV / AIDS",
  "E gosipụtara ihe ngosi ahụ na Katzen Arts Center, Mahadum America na Washington D.C",
  "na Mahadum Old Dominion na Virginia na ngwụcha afọ 2013.",
  "Miller arụwo ọrụ maka ọtụtụ òtù gụnyere United Nations, World Bank, Amnesty International na Red Cross; na World Economic Forum, World Health Organization, ngalaba ahụike mpaghara na South African na International NGOs",
  "E kesara vidiyo nkuzi ya banyere HIV / AIDS maka ikiri ya n'ụlọ akwụkwọ sekọndrị dị na Western Cape",
  "Akụkọ Miller banyere imegide echiche nke agụmakwụkwọ Alakụba pụtara na The Chronicle of Higher Education."
]