[
  "Ernest Levi Tsoloane Cole (21 Maachị 1940 - 19 Febụwarị 1990) bụ onye South Afrịka na-ese foto. Ná mmalite afọ 1960, ọ malitere ọrụ onwe ya maka ndị ahịa dịka Drum magazine, Rand Daily Mail, na Sunday Express",
  "Nke a mere ka ọ bụrụ onye isi ojii mbụ na-ese foto na South Afrịka.",
  "Cole bụ onye isi ojii South Africa, a mụrụ na Eersterust na Pretoria, na 1940",
  "Aha ezinụlọ mbụ ya bụ Kole ma were aha Cole mgbe e mesịrị",
  "Ọ hapụrụ ụlọ akwụkwọ mgbe e debere Iwu Mmụta Bantu na 1953, kama ọ gụchara diplọma ya site na akwụkwọ ozi na Wolsey Hall, Oxford. Ọ malitere ịse foto mgbe ọ dị obere, afọ asatọ, na 1950s, onye ụkọchukwu Roman Katọlik nyere ya igwefoto, nke Cole ji gbasaa pọtụfoliyo ya",
  "Dị ka ya onwe ya si kwuo ya: \"Ahapụrụ m ụlọ akwụkwọ na 1957 kama ịga na agụmakwụkwọ 'bantu' maka ịgba ohu nke siri ike karịa na mbụ",
  "\"",
  "N'afọ 1958, o tinyere akwụkwọ maka ọrụ na magazin Drum",
  "Jürgen Schadeberg, onye nchịkọta foto, were ya n'ọrụ dị ka onye enyemaka ya. Cole malitekwara ọmụmụ akwụkwọ ozi na New York Institute of Photography.",
  "Mgbe ọ na-arụ ọrụ maka Drum, Cole malitere iso ndị ọzọ nwere nkà na-eto eto ojiiAfrịka - ndị nta akụkọ, ndị na-ese foto, ndị na-agụ egwú jazz, na ndị isi ndọrọ ndọrọ ọchịchị na-emegide ịkpa ókè agbụrụ - ma bụrụ onye na-eme ihe ike na echiche ndọrọ ndọrọ ọchịchị ya",
  "N'oge na-adịghị anya, o kpebiri ọrụ nke gụnyere idekọ ihe ọjọọ na mmetụta mmekọrịta mmadụ na ibe ya kwa ụbọchị nke ịkpa ókè agbụrụ.",
  "Mgbe ahụ, ọ rụrụ ọrụ na akwụkwọ akụkọ Bantu World (nke e mechara kpọwa The World - ugbu a The Sowetan ), ebe ọ gara n'ihu na ọrụ ya dị ka onye na-ese foto.",
  "N'ịchọ ịhapụ Saụt Afrịka, a kpọghachiri ya dị ka \"Coloured\", ọ bụghị \"Black\" n'ihi na o nwere ike ịghọgbu ndị ọchịchị. N'ihi ya, o nwere ike ịga New York City na 1966",
  "O were akwụkwọ ọrụ ịkpa ókè agbụrụ ya na nzuzo. O gosipụtara ọrụ ya na Magnum Photos na nke a rụpụtara nkwekọrịta mbipụta na ikike mbipụta nke Random House nwere",
  "A machibidoro akwụkwọ ahụ, House of Bondage (1967), na South Afrịka.",
  "N'akwụkwọ ahụ, Cole dere, sị: \"Narị afọ atọ nke ndị ọcha na South Afrịka etinyewo anyị n'agbụ, napụ anyị ùgwù anyị, napụ anyị ùgwù onwe onye ma gbaa anyị gburugburu na ịkpọasị",
  "\"",
  "Mgbe e mesịrị, ọ natara onyinye site na Ford Foundation maka akwụkwọ ọzọ, A study of the Negro family in the rural South and the Negro family in the urban ghetto",
  "Ọ bụ ezie na o were ọtụtụ foto, arụchabeghị ọrụ a ma ọ bụ bipụta akwụkwọ ndị ọzọ. Ka ọ na-erule 2020, a malitela inyocha ma bipụta foto sitere na usoro a.",
  "Cole mechara kwaga Sweden, ebe ọ malitere ime ihe nkiri",
  "Ndị ANC jiri foto apartheid o sere mee ihe n'ụzọ dị ukwuu na mbipụta ha dị iche iche.",
  "Cole nwụrụ n'ihi ọrịa kansa na New York City na 18 Febụwarị 1990 mgbe ọ dị afọ 49.",
  "A na-ewere ihe ndị na-adịghị mma Cole dị ka ihe furu efu ruo ogologo oge, mana achọtara nchịkọta nke ihe ọjọọ 60,000 na ụlọ akụ dị na Stockholm ma, n'ọnwa Eprel afọ 2018, nye ndị nketa ya bụ ndị hiwere The Ernest Cole Family Trust",
  "A ka nwere foto 504 e nwere na Hasselblad Foundation, na ọnụ ahịa a na-eme atụmatụ karịa otu nde euro, na nwe nke ndị a nọ na esemokwu iwu. Ka ọ na-erule 2020, esemokwu iwu n'etiti ala Cole na Hasselblad Foundation na-aga n'ihu.",
  "A malitere onyinye Ernest Cole kwa afọ na 2011 n'okpuru nkwado nke Mahadum C",
  "Cape Town.",
  "A na-arụ ọrụ Cole na nchịkọta ọha na eze ndị a:"
]