[
  "Ernesto Balducci bụ onye amụrụ na (6 August 1922 - 25 April 1992) bụ onye ụkọchukwu Katọlik nke Ịtali na onye na-ahụ maka udo.",
  "A mụrụ Balducci na Santa Fiora, Tuscany, Ịtali.",
  "Mgbe ọ dị afọ iri na abụọ, a chụrụ nna ya n'ọrụ na Scolopi, ntọala okpukpe raara onwe ya nye agụmakwụkwọ nke ndị ogbenye, nyere ya ohere n'efu na seminarị",
  "Ọ gụrụ nkà mmụta okpukpe na Rom, mgbe ahụ akwụkwọ ozi na nkà ihe ọmụma na Florence.",
  "Ntọala nke Centro d'Impegno Cristiano \"Cenacolo\" (Centre for Christian Commitment) na 1952 nyere ya ohere ime ka ọbụbụenyi ya na onye isi obodo Florence Giorgio La Pira, na mmekọrịta ya na onye edemede-onye ụkọchukwu Lorenzo Milani na ndị na-eso ụzọ Jacques Maritain, nke a maara dị ka 'Little Brothers'",
  "N'afọ 1958, Balducci guzobere nyocha kwa ọnwa Testimonianze (\"Ihe akaebe\"), nke ọ duziri ruo afọ iri ato na anọ",
  "N'afọ 1963, ọ gbachitere onye Itali mbụ jụrụ n'ihi akọ na uche, Giuseppe Gozzini",
  "Akụkọ ya, na ikpe sochirinụ, nyere bishọp nke Florence, monsignor Florit, ohere \"ịgbapụ\" Balducci",
  "Ọ nọrọ na Rom, nke dị nso na Nzukọ nke Abụọ nke Vatican, ruo 1965 mgbe, n'ihi ntinye aka nke Pope Paul VI, ọ laghachiri Tuscany",
  "Otú ọ dị, ọ bụghị na Florence, ebe bishọp Florit ka na-etinye aka na esemokwu ya na La Pira, mana n'ebe obibi ndị mọnk a na-akpọ Badia Fiesolana, narị mita abụọ site na ókèala nke diocese nke Florence.",
  "N'agbanyeghị na ọ nọpụrụ iche n'ebe obibi ndị mọnk ahụ, ọ nwere obere oge maka ọmụmụ ya, ebe ọ bụ na magazin Testimonianze, ụlọ obibi akwụkwọ \"Cultura della pace\", (\"Ọdịbendị Udo\"), na-arụkọ ọrụ na akwụkwọ akụkọ kwa ụbọchị na akwụkwọ akụkọ ndị ọzọ na site na ịga kpọmkwem na ọtụtụ ngagharị iwe na arụmụka n'Ịtali niile.",
  "O mere mkpọsa megide ihe kpatara agha, ma tupu ma mgbe Agha Gulf gasịrị, ma jiri ncheta narị ise na 1992 nke nchọpụta Christopher Columbus nke Amerịka, dị ka oge iji tinye ntọala nke oge a n'ihe gbasara, mkpọsa ndị a ghọkwara isi ihe maka nnukwu usoro udo nke Ịtali.",
  "Ọ bụ mgbe ọ na-alọta site n'otu n'ime arụmụka ndị a ka Ernesto Balducci tinyere aka n'ihe mberede ụgbọala",
  "A nabatara ya n'ụlọ ọgwụ na coma, ma nwụọ na mkpụrụ ụbọchị iri abụọ na ise n'ọnwa Eprel 1992.",
  "Ernesto Balducci nyochara okpukpe n'ihe gbasara ikike ha ịbụ ma ọ bụ na ọ bụghị isi iyi nke nzọpụta akụkọ ihe mere eme",
  "Nzọpụta nke na-anọghị na ọkwa na-abụghị nke akụkọ ihe mere eme na nke ịdị adị.",
  "Isiokwu kachasị nke oge a nke nkà mmụta okpukpe Protestant na-agbakọta na echiche a, site na Karl Barth ruo Dietrich Bonhoeffer, na ebumnuche ha nke ịkewa okpukpe na okwukwe na ịtụgharị echiche lekwasịrị anya na Chineke maka igosi mmadụ, kama",
  "Mmadụ na-esote okpukpe.",
  "N'echiche Balducci, okpukpe bụ ihe nketa nke ọtụtụ puku afọ nke ọdịbendị, dị ka echiche, ndọrọ ndọrọ ọchịchị, ọdịbendị na ihe ime mmụọ maka ndị monads ọdịbendị nke, Otú ọ dị, tụfuru ọdịdị ha",
  "Site n'ịnagide egwu apocalyptic nke agha nke oge a, ugbu a okpukpe nwere ọrụ abụọ nwere ike ịrụ",
  "Ma ọ bụ ọrụ na-agbadata nke ncheta nchebe na njirimara ụfọdụ, ma ọ bụ ọrụ amụma maka azụmahịa ahụ na \"oge mbara ala\"",
  "Ọ na-agbanye n'ụzọ miri emi na nghọta ha.",
  "Dị ka Balducci si kwuo, iweghachite ọdịdị okpukpe ga-adabere n'ụzọ nkịtị maka ajụjụ udo iji mee ka ihe ncheta dị iche iche nke ihe a kpọrọ mmadụ",
  "Ihe a niile n'ahapụghị ụfọdụ ihe ndị zuru ụwa ọnụ nke ọdịbendị ọdịda anyanwụ, dị ka ụkpụrụ nke ịdị elu nke akọ na uche n'ihe gbasara iwu ọ bụla, ụkpụrụ metụtara ọnọdụ nke ikike na usoro sayensị.",
  "Njikọ nke \"Planetary Human\", na-ezube itinye isiokwu dị iche iche n'aha nke isi nke na-akọwa onwe ya na ụdị.",
  "Nsogbu nke oge a na-akpali Balducci ịkọwa usoro nkwekọrịta mmekọrịta ọha na eze nke obodo ụwa",
  "Ihe kpatara ya, nke e wepụrụ n'echiche ndị Ọdịda Anyanwụ Ụwa, na-arụ ọrụ dị mkpa, ruo ugbu a.",
  "Site n'iwere aro nke Ernesto de Martino, Balducci kwenyere na ogologo \"akụkọ ihe mere eme\" nke nkwurịta okwu dị warara n'etiti \"àgwàetiti\" ọdịbendị, nke egwu nke ndị dị iche iche bụ ihe na-emeghachi omume nke mere ka agbụrụ ahụ sie ike, agwụla",
  "Ọbụna ime ihe ike megide ìgwè ndị ọzọ nwere ezi uche ma ọ bụrụhaala na enweghị usoro ịdị n'otu nke mbara ala",
  "Mana egwu maka ịdị ndụ nke ụmụ mmadụ na-eme ka ọdịnihu nke onye ọ bụla dị n'otu",
  "Ihe a kpọrọ mmadụ, site na \"oge homination\", na-aga n'ihu na planetarization (globalization).",
  "Balducci na-ekwu na Anthropology nke dabeere na ontology nke \"ọdịiche\" (ndị ọzọ na anyị, ndị ọdịbendị na ndị nke okike, ndị mepere emepe na ndị mbụ) wee chọpụta ohere nke ụzọ dị iche iche ịbụ ụmụ mmadụ n'oge na oghere",
  "Site n'ịjụ echiche mbụ ya, Anthropology na-amata ọchịchọ nke ngosipụta mmadụ ọ bụla pụrụ iche maka ọchịchị zuru ụwa ọnụ nke na-ejikọta ụmụ mmadụ, na ha na okike",
  "Nke a bụ echiche nke Balducci na-enweta na njem ọdịbendị dị iche iche, nhazi nke Claude Lévi-Strauss, \"ecology nke uche\" nke Gregory Bateson, ụtọ asụsụ nke Noam Chomsky.",
  "Balducci na-adabere n'echiche ya na agụụ dị otú ahụ maka ụwa",
  "Ọtụtụ n'ime ihe, nnọchianya ya bụ maka dialectic n'etiti akụkụ ụfọdụ na nke ụwa niile nke mmadụ.",
  "Ọ gbaziri n'aka Ernst Bloch okwu dị n'etiti \"mmadụ nwere ọdịbendị\" (homo editus) na \"mmadụ zoro ezo\" (homo absconditus), okwu dị n\"etiti ịdị adị na ịdị ike nke mmadụ, ọchịchọ nke bụ transcendence na-enweghị transcendence, a 化 transcendence in the immanence.",
  "Ịgafe Balducci yiri ka ọ bụ ụdị teleology anthropological nke na-anọchite anya usoro evolushọn nke mmadụ nwere ike ịkwado ma ọ bụ jụ n'ụzọ ya",
  "Ihe kpatara ya, dị ka Balducci kwuru, na-achọta ihe ọhụrụ dị mkpa:",
  "Nanị iwu ahụ ị nwere ike n'otu oge ahụ ga-eme ka ụmụ mmadụ chọta ihe kpatara ya na nkwa nke ịdị ndụ ya (na La terra del tramonto).",
  "Balducci ghọtara na nnwere onwe ime ihe nke steeti na uto nke ikike cosmopolitan bụ ihe gbanyere mkpọrọgwụ n'ụzọ miri emi na iwu evolushọn nke ụdị mmadụ",
  "Okwukwe na mmadụ (echiche Pierre Teilhard de Chardin), nchebara echiche na ụdị anyị nwere ọtụtụ ihe ịma aka siri ike na nke siri ike, ohere nke \"mmadụ mbara ala\": ihe ndị a niile nwere ezi uche nye Balducci ma ọ bụrụ na mmetụta nke ịnọ na obodo karịrị mba ga-emepụta ọrụ ndọrọ ndọrọ ọchịchị mbara ala",
  "Ọrụ nke kwekọrọ na obodo ụwa, ihe na-ebilite n'ike nke iwu evolushọn nke ụdị ahụ, otu iwu ahụ na-eduga site n'ebo gaa n'obodo, site n'obodo gaa na mba.Ọdịdị",
  "Iji kọwaa ike maka nguzobe nke obodo ụwa, Balducci na-echeta ụdị abụọ nke iwu okike: pactum unionis na pactum subjectionis.",
  "A na-achọpụta ihe mbụ ahụ n'ihi pacifism anthropological, nke horizon bụ ọha mmadụ nke a na-eme ka ọ dị n'otu site na mmekọrịta nke mmeghachi omume na-enweghị isi na nhọrọ kachasị mma maka enweghị ime ihe ike.",
  "Ọganihu nke abụọ na-adabere n'echiche nke eziokwu ndọrọ ndọrọ ọchịchị, nke na-elekwasị anya n'ịgbasa na mbara ala dum usoro nke ịdị n'otu na-adaberị n'ịchịkwa iji ike nkịtị mee ihe",
  "Asụsụ dị n'etiti ihe abụọ a ga-amụ nwa ọhụrụ nke oge ọhụrụ, obodo ụwa.",
  "Ihe ọhụrụ na-adabere n'afọ nke mkpa",
  "Ọ bụghị ihe ijuanya ma ọ bụrụ na ọchịchịrị dị n'etiti oge ọmụmụ ya",
  "Dị ka Ernst Bloch dere, \"n'okpuru ụlọ ọkụ ahụ, ọ dịghị ìhè\".(in La terra del tramonto)"
]