[
  "Errol Arthur Arendz (onye amụrụ n'abali iri na isii nke ọnwa Ọktoba afọ 1953) bụ onye South Africa na-emepụta ejiji.",
  "A mụrụ Arendse, Arendz tolitere na Elsie's River, nke dị na Cape Town",
  "Ọ gụrụ akwụkwọ na Paris ma rụọ ọrụ na London n'afọ ndị 70 wee malite ịrụ ọrụ aka ya n'afọ 1973 mgbe ọ gụsịrị akwụkwọ na Ivor Kirsten Academy of Fashion na Johannesburg.",
  "Arendz ghọrọ onye a maara nke ọma na South Africa n'afọ 1978, mgbe akwụkwọ akụkọ  Fair Lady Magazine gosipụtara Barbara Barnard ka oyi nghọta mbụ nkeaka ọrụ  ya. O ji igwe akwa nke  Bernina wee n'akọwa akwa ya n'ụlọ.",
  "O guzobere ụlọ ọrụ na Cape Town mgbe ọ ka dị afọ iri abụọ",
  "Mgbe Margaret Gardiner ghọrọ Miss South Africa, ọ bu Arendz kwara uwe kpụrụ ekpu ka boólụ ya maka asọmpi Miss World, nke o meriri. E tinyere aha ụlọ ọrụ ya, Errol Arendz Fashion Designer cc, n'afọ 1986.",
  "Arendz bụ onye ama ama n'oge ikpa oke agba bu oge  apartheid, na magazin gbasara  ejiji ọ na-ekwusi ike na ọ bụ onye nwere agba",
  "\"Anyị enweghị mmasị na ndọrọ ndọrọ ọchịchị, mụ na nwanne m nwanyị Gloria chọrọ naanị ihe ịga nke ọma",
  "Mgbe ahụ, mgbe ahụ ọ dịghị onye hụrụ anyị dị ka onye ojii ma ọ bụ onye ọcha ; ọ bụrụ na ọ dị ihe ọ bụla, anyị bụ ọlaọcha - n'èzí ụdị niile,\" ka o kwuru mgbe e mesịrị.",
  "N'afọ 2003, ndị ngalaba ọrụ ugbo elu bu South African Airways (SAA) nyere Arendz ọrụ imepụta uwe nke ndị ọrụ ha niile, ndị ọrụ ala na ndị na-ahụ maka ụgbọ elu. Ọ malitere imepụta akpụkpọ ụkwụ n'afọ 2005.",
  "Ụlọ ahịa bu aha Errol Arendz weere ụlọ dum na Hout Street na Cape Town",
  "Ndị ahịa ya gụnyere Priscilla Presley, Joan Collins, Shakira Caine, Joanna Lumley, Sharon Stone, Jaclyn Smith, Elita de Klerk, Pam Golding na Karen Barnard. A na-agụnye Arendz n'etiti ndị kacha mma na-emepụta uwe ejiji Europe na South Africa.",
  "Ọ bụ onye ọka ikpe na asọmpi ngosi ejiji nlereanya nke TV Revlon Supermodel n'afọ 2007 na  nke L'Ormarins Queen's Plate Racing Festival n'afọ 2017.",
  "Arendz ritere Lifetime Achievement Coty Award [mgbe?], Onye Mmepụta nke Afọ [nke?], na J&B Onye Mmepụta nke Afọ [mgbe?]."
]