[
  "Esham Attica Smith (amụrụ n'ubochí irí abụọ n'ọnwa Septemba, n'afọ 1973), nke a maara dịka Esham, bụ onye America na-eti egwu si Detroit, Michigan",
  "N'ịbụ onye pụtara dị ka otu n'ime ndị egwu hip hop izizi si Detroit, Esham wepụtara abọm studio mbụ ya, Boomin 'Words from Hell, n'afọ 1989 ógè ọ dị afọ iri na isii",
  "Kemgbe ahụ, ọ gara n'ihu wepụta abọm studio iri na ise n'ozuzu ya ma bụrụ onye a maara nke ọma dị ka onye nnọchi anya nke hip hop subgenres horrorcore na rap rock",
  "N'afọ 1992, o sonyere n'òtù egwu Natas",
  "Ya na nwanne ya nwoke James Smith hiwere ma na-agba ọsọ na Detroit hip hop label Reel Life Productions",
  "A mụrụ Esham Attica Smith n'ubochí irí abụọ n'ọnwa Septemba, n'afọ 1973, na Long Island, New York, Esham tolitere na-ekewa oge n'etiti agbata obi Seven Mile n'akụkụ ọwụwa anyanwụ nke Detroit, Michigan, ebe ya na nne ya bi. Ọ gara Osborn High School, ma soro nne nne ya biri na New York n'oge ọkọchị. Ọ gụrụ piano, guitar, na trombone na ụlọ akwụkwọ sekọndrị, ma gee ndị na-ese ihe dịka Sugar Hill Gang, Run-DMC, Ozzy Osbourne na Kiss ntị. Esham malitere ide egwu mbụ, nwanne ya nwoke nke tọrọ ya, James H",
  "Smith, gbara ya ume ka ọ gbasoo ọrụ hip hop",
  "Dị ka Esham si kwuo, \"Ọ dị m ka m nwere mmiri ọgwụ, o chekwara na m nwere ike iweta ihe ọhụrụ na egwuregwu ahụ, na-abịa site n'obodo Detroit",
  "N'oge ahụ, ọ bụghị n'ezie ihe nkiri egwu [rap] na Detroit",
  "Onye ọ bụla na-eṅomi ihe onye ọ bụla ọzọ na-eme",
  "\" Na klas nke abụọ, Esham zutere Champtown, onye bụkwa onye na-achọ ịgba egwu",
  "Ha abụọ rụrụ ọnụ na mmemme open mic Seafood Bay. N'otu oge, a manyere Champtown na Esham ka ha rapa maka onye na-ere ọgwụ ọjọọ na égbè.",
  "N'ọnwa Juun n'afọ 2010, Esham dekọrọ \"Walk Toward the Light\", mmekorita ya na onye na-akwado ịgba mgba na mba ụwa na onye na-ese ihe n'okpuru ala zuru ụwa ọnụ One Man Kru (nke otu egwu egwu Keepaz of the Krypt)",
  "Ọ bụ One Man Kru mepụtara ngwakọta izizi ahụ ma Young Wicked nke AMB kwadoro ya maka mixtape UGH34",
  "D-Rodge mepụtara remix ahụ ma wepụta ya na One Man Kru's \"I Will Never Quit\" LP n'enweghị amaokwu nke atọ n'ihi nkwukọrịta na-ezighị ezi n'etiti onye mmepụta na injinia ọdịyo.",
  "Udị egwu egwu nkè Esham, nke onye edemede Sara Cohen na-ekwu \"na-eji akụkọ na-awụ akpata oyi n'ahụ (na n'ụzọ doro anya n'elu) iji nye ihe karịrị akarị, ihe fọrọ nke nta ka ọ bụrụ katọn-dị ka nsụgharị nke ụkọ obodo na Detroit,\" sitere na ụdị nke Geto Boys. Okwu Smith lekwasịrị anya na isiokwu ndị dị ka ọnwụ, iji ọgwụ ọjọọ eme ihe, ihe ọjọọ, paranoia na mmekọahụ, ma tinyekwa ntụaka na Setan",
  "Smith na-ezo aka n'ụdị arụmọrụ ya dị ka \"acid rap\", na-atụnyere okwu ndị ahụ na ọhụụ nke LSD kpatara",
  "A kọwakwara ụdị Esham dị ka egwu hip hop."
]