[
  "Essex Hemphill (16 Eprel, 1957 - 4 Nọvemba, 1995) bụ onye Amerịka na-ede uri na onye na-eme ihe ike",
  "A maara ya maka onyinye ya na Washington, DC nka nka na mgbe afọ 1980s, nakwa maka ikwurịta n'ezoghị ọnụ isiokwu ndị metụtara obodo ndị mmekọ nwoke na nwanyị n'Afrịka na Amerịka.",
  "A mụrụ Essex Hemphill na Eprel 16, 1957, na Chicago, Illinois, nke Warren na Mantalene Hemphill, ọ bụkwa nwa nke abụọ n'ime ụmụ ise. Na mbido ndụ ya, ọ kwagara Washington DC ebe ọ gara Ballou High School. Ọ malitere ide uri mgbe ọ dị afọ iri na anọ, na-ede banyere echiche ya, ndụ ezinụlọ ya, na mmekọahụ na-eto eto",
  "Mgbe ọ gụsịrị akwụkwọ, ọ debara aha na Mahadum nke Maryland n'afọ 1975 iji mụọ akwụkwọ akụkọ. Ọ bụ ezie na ọ hapụrụ kọleji mgbe ọ gụsịrị akwụkwọ, ọ gara n'ihu na-emekọrịta ihe na DC nka: na-ekwu okwu ọnụ, na-arụ ọrụ na akwụkwọ akụkọ, ma na-amalite ibipụta akwụkwọ uri mbụ ya.  Ọ ga-aga n'ihu nweta akara ugo mmụta ya na Bekee na Mahadum nke District of Columbia",
  "N'afọ 1979, Hemphill na ndị ọrụ ibe ya malitere Nethula Journal of Contemporary Literature, mbipụta nke ebumnuche ya bụ igosi ọrụ nke ndị oji nke oge a.  Otu n'ime ọgụgụ mbụ ya n'ihu ọha bụ nke onye nchịkọta akụkọ Nethula bụ E",
  "Ethelbert Miller haziri na Howard University's Founder Library ebe ọ rụrụ n'akụkụ ma bụrụ enyi onye na-eme ihe nkiri Michelle Parkerson.  Ọ rụkwara ọrụ na ụlọ ọrụ ndị ọzọ, gụnyere Mahadum Harvard, Mahadum Pennsylvania, na Mahadum California na Los Angeles ịkpọ aha ole na ole.",
  "N'afọ 1982, Essex Hemphill, Larry Duckett, ezigbo enyi ya, na Wayson Jones, onye ya na ya bi na mahadum, hiwere otu okwu a na-akpọ \"Cinque\", nke rụrụ na mpaghara Washington DC.  Hemphill gara n'ihu na-eme uri ya, okwu ya, na 1983, natara onyinye site na Washington Project for the Arts iji mee \"ihe nkiri nnwale\" nke uri akpọrọ Murder on Glass, ya na Parkerson na Jones.  Hemphill malitekwara ibipụta nchịkọta uri nke ya n'oge a, malite na Diamonds Was in the Kitty na Some of the People We Love (1982), wee soro ya na Earth Life (1985) na Conditions (1986).  Ọ ga-enwetakwu nlebara anya mba mgbe e tinyere ọrụ ya na In the Life (1986), ihe odide nke uri sitere n'aka ndị oji, ndị na-ese ihe na-edina ụdị onwe ha, nke ezigbo enyi Hemphill, onye hụrụ ya n'anya, na onye edemede ibe ya, Joseph F",
  "Beam chịkọtara.  E bipụtala uri ya n'ọtụtụ ebe na akwụkwọ akụkọ, edemede ya apụtawo na Obsidian, Black Scholar, CALLALOO, na Essence n'etiti ndị ọzọ. N'afọ 1986, Hemphill nwetara mkpakọrịta na uri site na National Endowment for the Arts.",
  "Essex Hemphill pụtakwara n'ọtụtụ ihe nkiri n'etiti mgbe afọ 1989 n'afọ 1992",
  "N'afọ 1989, ọ pụtara na Looking for Langston, ihe nkiri nke Isaac Julien duziri banyere onye na-ede uri Langston Hughes na Harlem Renaissance Hemphill na onye na-eme ihe nkiri na-emeri Emmy Marlon Riggs rụkọrọ ọrụ na ihe nkiri abụọ:Tongues Untied (1989) nke lere anya n'ime mgbagwoju anya nke njirimara ojii na ndị na-abụghị nwoke ma ọ bụ nwanyị, na Black is..",
  "Black Ain't (1992) nke tụlere kpọmkwem ihe bụ \"ọchịchịrị\".",
  "Mgbe Beam nwụsịrị site na ọrịa AIDS n'afọ 1",
  "1988, Essex Hemphill na nne Beam rụkọrọ ọrụ ọnụ iji bipụta usoro ya na In the Life",
  "E bipụtara ihe odide nke abụ'afọ na 1991 n'okpuru aha Brother to Brother: New Writings by Black Gay Men, nke debere ọrụ nke ihe dị ka ndị edemede iri atọ na abụọ, gụnyere Hemphill n'onwe ya. Mgbe ọ na-ede banyere Hemphill na Beam n'akwụkwọ ya, Evidence of Being: The Black Gay Cultural Renaissance and the Politics of Violence, Darius Bost na-ekwu na Hemphill kwagara na nne Beam iji nyere aka rụchaa anthology, na-arụ ọrụ ụlọ n'ọnọdụ ụlọ na osisi",
  "Ọ na-ede na Hemphill kwuru n'ajụjụ ọnụ na e mepụtara anthology ahụ n'ọnọdụ nke ibuso ọrịa AIDS na ọnwụ gbara anyị gburugburu",
  "Ọ fọrọ nke nta ka ọ bụrụ nguzogide siri ike nke na-ekwu, 'Tupu m nwụọ, aga m ekwu ihe ndị a.’’” Hemphill dekwara uri a raara nye Beam mgbe ọ nwụsịrị nke akpọrọ “When My Brother Fell,” ma nyefee ya abụ ya nke afọ 1986 “Heavy Corners” nye ya",
  "N'afọ 1990, o kwuru okwu na ogbako OutWrite (ebe ọ bụ naanị onye isi ojii), nke mechara bụrụ mmeghe na anthology",
  "Nwanna na Nwanna ga-aga n'ihu iji nweta Lambda Literary Award.",
  "N'afọ 1992, Hemphill bipụtara nchịkọta uri na obere akụkọ ya kachasị ukwuu, nke akpọrọ Ceremonies: edemede na abụ, nke gụnyere ọrụ na-adịbeghị anya, kamakwa nhọrọ site na nchịkọta uri mbụ ya, Earth Life and Conditions N'afọ sochirinụ, a ga-enye anthology ahụ National Library Association's Gay, Lesbian, and Bisexual ihe Nrite onye odee ọhụrụ na Pew Charitable Trust Fellowship na nka. N'afọ 1993, ọ bụ ọkà mmụta nleta na Getty Center.",
  "N'afọ ndị 1990, Hemphill anaghị enye ozi gbasara ahụike ya, ọ bụ ezie na ọ na-ekwu mgbe ụfọdụ banyere \"ịbụ onye nwere ọrịa AIDS\".  Ọ bụ n'afọ 1994 ka o dere banyere ahụmịhe ya na ọrịa ahụ n'abụ ya \"Vital Signs\". Ọ nwụrụ na Nọvemba 4, 1995, n'ihi nsogbu metụtara ọrịa AIDS.",
  "Mgbe ọ nwụsịrị, òtù atọ (Gay Men of African Descent (GMAD), Mba ndị ọzọ, na Black Nations / Queer Nations?) kwupụtara na Disemba 10, 1995 ka ọ bụrụ Ụbọchị Ncheta Mba maka Essex Hemphill na New York City's Lesbian and Gay Community Services Center",
  "Cheryl Dunye raara ihe nkiri ya nke afọ 1996 Watermelon Woman nye Hemphill.",
  "Na edemede ya (Re - Recalling Essex Hemphill\" in Words to Our Now, Thomas Glave, na-ekele ndụ Hemphill, na-elekwasị anya na mmetụta na-adịgide adịgide nke omume ya. Glave dere, sị:",
  "Na nke a ugbu a, anyị na-eme ememe ndụ gị na asụsụ Essex",
  "Ya mere na-eme ememe, anyị maara na anyị na-akpọ gị ọzọ n'ihe dị ukwuu, iji gbazite site n'aka onye ọhụụ ọzọ, 'oge na-enweghị nnukwu.' Nnukwu ibu nke ọnụnọ iku ume gị agafeela",
  "Ugbu a, a ga-amanye ndị agha ugbu a na ndị ga-abịa n'ọdịnihu - onwe gị onwe gị na ndị ọzọ - ịmụta, dị ka ị mere ma mee ka ọ pụta ìhè, na mmadụ niile na-aga n'ihu n'eziokwu - n'ihe efu; ịnụ ọkụ n'obi, ọ bụghị mpako; nkwuwa okwu n'ezoghị ọnụ, ọ bụghị ụjọ.",
  "N'afọ 2014, Martin Duberman dere Hold Tight Gently: Michael Callen, Essex Hemphill, na Battlefield of AIDS nke Duberman dere ndụ Essex Hemphill, ya na onye edemede na onye na-eme ihe ike, Michael Callen. Akwụkwọ ahụ ga-aga n'ihu iji merie Lambda Literary Award for LGBT Nonfiction",
  "N'ọnwa Juun afọ 2019, Hemphill bụ otu n'ime ndị mbido iri ise nke ndị America “ndị ọsụ ụzọ, ndị na-agba ọsọ, na ndị dike na National LGBTQ Wall of Honor n'ime Stonewall National Monument (SNM) na New York City's Stonewall Inn. SNM bụ ihe ncheta mba mbụ nke United States nke a raara nye ikike LGBTQ na akụkọ ihe mere eme, a na-ekpughere mgbidi ahụ n'oge ncheta afọ iri ise nke ọgba aghara Stonewall.",
  "Ọtụtụ n'ime uri Hemphill na okwu ọnụ ya bụ akụkọ ndụ ya, ma gosipụta ahụmịhe ya dị ka mmadụ ole na ole na obodo ndị Africa na America na LGBT.",
  "O dere ihe ndị dị ka \"Family Jewels\", nke gosipụtara obi nkoropụ ya banyere ịkpa oke ndị ọcha, ọkachasị n'ime obodo ndị na-edina ụdị onwe ha. N'ime edemede ya \"Mama gị ọ maara banyere m?\" Hemphill na-akatọ onye na-ese foto Robert Mapplethorpe's The Black Book, nke gosipụtara foto nke penises nke ụmụ nwoke ojii.  Hemphill rụrụ ụka na iwepu ihu nke ụmụ nwoke ojii gosipụtara na ndị ọcha na-edina ụdị onwe ha na-edina ụdị onwe ha.",
  "uri na edemede ndị dị na Ememe na-ekwu maka mmegide mmekọahụ nke ụmụ nwoke ojii na omenala ndị ọcha, mmekọrịta n'etiti ụmụ nwoke ojii na-edina nwoke na ụmụ nwoke ojii na-abụghị ndị nwoke na nwanyị, HIV / AIDS na obodo ojii na ihe ezinụlọ pụtara",
  "Ọ gakwara n'ihu na-akatọ ma usoro ndị nna, na njirimara nwoke na nwanyị n'ime ọha mmadụ.",
  "Hemphill rịọrọ owu ọmụma ugboro ugboro n'ọrụ ya niile",
  "Owu na ọrụ Hemphill bụ mmetụta dị egwu, mmetụta mgbe niile nke ịjụ",
  "Ọtụtụ n'ime ndị ikom ahụ laghachiri n'ụlọ mgbe ndị ọcha na-edina ụdị onwe ha jụrụ ha, mana a jụkwara ha n'ime obodo ndị isi ojii",
  "Na uri Hemphill, ọ na-egosi owu ọmụma dị ka mmetụta nchịkọta",
  "Ọ kọwara owu ọmụma dị ka mmetụta nke ịbụ, nke nhụjuanya na-enweghị mmata ọha na eze mara",
  "Mmetụta nke nkewa n'ebe ọha na eze nọ na-emepụta agụụ mmekọrịta mmadụ na ibe ya n'ihi na ọ bụ ezie na njem ahụ bụ owu, ịlụ ọgụ megide njem ahụ ka ọ ghara igbu gị, dị ka Hemphill kwuru n'otu n'ime uri ya, na-eme ka ị nwee agụụ maka obodo na nkwado."
]