[
  "Esteri Tebandeke (amụrụ na 16 Mee, na afọ 1984) bụ onye na-eme ihe nkiri na Uganda, onye na-ese ihe nkiri, onye na'agba egwu na onye na-ahụ anya",
  "Ọ gụsịrị akwụkwọ na Margaret Trowell School of Industrial and Fine Art na Mahadum Makerere",
  "Ọ rụrụ ọrụ na ihe nkiri a na akpọ 'Sins of the Parents' (2008), Master on Duty (2009), Queen of Katwe (2016) na Her Broken Shadow (2016) bụ njem mbụ ya na akụkọ sayensị.",
  "A mụrụ Esteri na Kampala, Uganda, ọ bụkwa onye Teso",
  "Ọ bụ nwa nke isii n'ime ụmụ asatọ na ezinụlọ ya ebiela na Uganda",
  "Esteri gara St",
  "Joseph's Girl's Secondary School na Uganda ma rụọ ọrụ na egwuregwu ụlọ akwụkwọ na ịgba egwu.",
  "Esteri malitere ịrụ ọrụ dị ka onye na-agba egwú nke oge a na afọ 2008 ma soro ụlọ ọrụ ịgba egwú dị iche iche na Uganda dị ka Keiga Dance Company, Stepping Stones dance company, Mutumizi dance Company, Guerrilla Dance Company na ndị ọzọ.",
  "O meela ihe ngosi na usoro nka dị iche iche dị ka; Dance Week Uganda, Dance Transmissions Festival (ihe ngosi ịgba egwú nke oge a kwa afọ), Bayimba International Festival of the Arts na Umoja International Festival na mbụ dị ka nwa akwụkwọ na onye nkuzi ruo afọ 3 iji kpọtụrụ ole na ole aha",
  "Ọrụ ya abụghị naanị na Uganda kamakwa ọ na-etinye aka na ọrụ na Kenya, Rwanda, Madagascar, South Africa, Tanzania, United States of America, na Ethiopia",
  "Ọ rụrụ ọrụ na La Mama na mba 'New York' na afọ 2012, Artwater Village Theatre na afọ 2013 na New Orleans Fringe na afọ 2014.",
  "Ọ bụ onye na-eme ihe nkiri kemgbe afọ 2008 na-eme n'ọtụtụ ihe nkiri na ihe nkiri na Uganda",
  "Ihe nkiri mbụ ya, Lion and The Jewel ebe ọ gosipụtara Sidi bụ nke Kaya Kagimu Mukasa duziri. Ọrụ ihe nkiri ndị ọzọ gụnyere Maria Kizitoo na-eduzi onye na-eme ihe nkiri dị ka onye na-arịa ọrịa uche, egwuregwu nke prọfesọ Mahadum Brown, Erik Ehn banyere ikpe nke ndị nọn na-eme ka ogbugbu nke ndị Tutsis dị mfe n'oge mgbukpọ agbụrụ nke Rwanda",
  "Ọ bụ onye isi na-eme ihe nkiri na Cooking Oil, egwuregwu nke onye edemede egwuregwu na-enweta ihe nrite Deborah Asiimwe, nke emere na Uganda na United States of America",
  "Ọrụ ihe nkiri ndị ọzọ gụnyere onye isi mgbaka nwere nsogbu uche na mmepụta Ugandan nke The Body of a Woman as a Battlefield in the Bosnian War yana nwunye nwere nkụda mmụọ na The Marriage Chronicles Na ngwụcha afọ 2015, Esteri so otu ndị na-ese ihe gaa n'akụkụ ugwu nke Uganda iji chịkọta akụkọ ma nwee olileanya ịgbanwe ha ka ha bụrụ ihe nkiri nke a ga-egosi ndị na-ege ntị gburugburu ụwa",
  "Ọrụ Story Circle, nke Jerry Stropnicky, onye na-eme ihe nkiri na United States duziri, nyere ya nnukwu nghọta banyere iji akụkọ dị ka usoro iji nyere ndị mmadụ aka ịnagide akụkụ dị iche iche nke ndụ dịka mmerụ ahụ.",
  "Ọ batakwara n'ịduzi ma rụọ ọrụ na ọrụ ihe nkiri, Afroman Spice site na Afroman ensemble, otu ihe nkiri ụmụ nwanyị niile",
  "Ọrụ ahụ malitere na Kampala na June, na afo 2015 ma kemgbe ahụ, a na-eme ya na The Market for African Performing Arts (MASA) na Ivory Coast ma na-edebanye aha igosi ya na Rwanda, Tunisia na Niger  na afo 2016.",
  "Dị ka onye nkuzi, ọ kwadoro oge ọzụzụ na ọrụ nka ndị ọzọ na ọchịchọ ya inweta ahụmịhe ndụ karịa ma kesaa ihe ọ maara na ndị ọzọ na gburugburu ọrụ ọkachamara na-akpali ya iso ndị mmadụ si n'akụkụ niile nke ndụ rụọ ọrụ",
  "Ahụmahụ ya gụnyekwara ntụziaka ụmụaka n'ụlọ akwụkwọ dị iche iche gburugburu obodo Kampala.",
  "Esteri nwetara ọrụ mbụ ya na ihe nkiri dị mkpirikpi n'otu n'ime mmemme nke Maisha Film Lab program a Uganda-based non-profit film training initiative founded by award-winning director Mira Nair for emerging East African and South Asian filmmakers",
  "Ọ rụrụ ọrụ na Judith Adong's Sins of the Parents na afo 2008 na Master on Duty na afo 2009 site na Joseph Ken Ssebaggala",
  "Ọrụ ihe nkiri ọhụrụ ya bụ na mmepụta Walt Disney Pictures a ga-ewepụta n'oge na-adịghị anya, Queen of Katwe, nke onye na-eme ihe nkiri na-enweta onyinye Academy Lupita Nyongiao na David Oyelowo. N'ikwu okwu banyere ihe nkiri ahụ, Esteri kọwara mmetụta Eze Nwanyị Katwe nwere n'ebe ọ nọ n'okwu ndị a:",
  "\"Tupu ihe nkiri ahụ, egwu m bụ nrọ m n'ihi na ha buru oke ibu",
  "Ma ugbu a, egwu na-atụ m karịa ka ha buru ibu",
  "\"",
  "Mira Nair, otu n'ime ihe kachasị mkpali ya na ụlọ ọrụ ihe nkiri n'otu edemede na-adịbeghị anya kọwara ya dị ka \"onye na-enwu gbaa\". N'ihota ụkpụrụ a ma ama nke Mira Nair:",
  "\"Ọ bụrụ na anyị anaghị akọ akụkọ nke anyị, ọ dịghị onye ọzọ ga-ekwu\".",
  "Iji mezuo nke ahụ, ọ na-agba mbọ ịzụlite akụkọ sitere n'ala nna ya, Uganda na kọntinent Afrịka nke na-ekwu maka isiokwu ndị dị mkpa n'ógbè ma na-arịọ mba ụwa",
  "Ọ na-enyocha ohere nke ịzụlite ọdịnaya Ugandan na mmekorita ya na ndị okike dị iche iche na East Africa na karịa.",
  "Esteri emeela ihe nkiri ya dị ka onye na-eme ihe nkiri na onye nduzi gosipụtara n'ọtụtụ mmemme dịka Toronto International film festival, BFI London Film Festival, Luxor African Film Festival, Raindance Film Festival, Uganda Film Festival, Durban International Film Festival, Africa International Film Festival.",
  "Esteri so n'òtù na-ede akwụkwọ na usoro weebụ a na-emepụta na mmekorita ya na ụmụ akwụkwọ ihe nkiri si Uganda, Kenya, Ghana na Germany",
  "A gbara ọrụ a n'ebe dị na Accra, Ghana ma na-arụ ọrụ ugbu a",
  "Little Black Dress, nke mbụ ya bụ ihe nkiri dị mkpirikpi nke e sere na Nairobi, Kenya n'ọnwa Eprel na afo 2019",
  "Ihe nkiri ahụ gosipụtara na asọmpi na mbipụta afọ 2019 nke Africa International Film Festival na Lagos, Nigeria na asọmpi ahụ na Luxor African Film Festival.",
  "Dị ka onye na-ese ihe osise na onye na-eme ihe nkiri, Esteri na-atụ anya igosi ụwa ihe ọ pụtara ịbụ onye Uganda n'oge a.",
  "Esteri lụrụ kemgbe afọ 2011 na Samuel Tebandeke, onye na-eme ihe nkiri na Uganda",
  "Ọ bi na Kampala, Uganda ugbu a."
]