[
  "Esther Mahlangu (a mụrụ ya n'abalị iri na otu n'ọnwa Nọvemba n'afọ 1935) bụ onye South Africa na-ese ihe site na mba Ndebele",
  "A maara ya maka nnukwu ihe osise ya nke oge a nke na-atụ aka n'ihe nketa Ndebele ya. Mahadum Johannesburg nyere Esther Mahlangu nzere doctorate (<i id=\"mwFQ\">Philosophiae Doctor honoris causa</i>), 9 Eprel 2018.",
  "A mụrụ Esther Nikwambi Mahlangu na 11 Nọvemba 1935 n'ugbo dị na mpụga Middelburg, Mpumalanga, South Africa, ọ bụkwa nke ndị South Ndebele. Mahlangu malitere eserese mgbe ọ dị afọ iri, nne ya na nne nne ya kụziiri ya nkà nke eserese eserese, na-agbaso ọdịnala nke ndị obodo ya bụ South Ndebele maka ụmụ nwanyị na ụmụ agbọghọ iji see mpụta ụlọ. Ọ bụ n'omenala ọdịbendị a ka Mahlangu malitere njem nka ya. O nwere ụmụnne asatọ tọrọ ya, nke mejupụtara ụmụ nwoke isii na ụmụ nwanyị atọ (gụnyere ya)",
  "Ya na di ya nwere ụmụ nwoke atọ",
  "Mgbe e mesịrị, di ya na ụmụ ya nwoke abụọ n'ime ụmụ ya atọ nwụnahụrụ ya",
  "Ọ bụ onye ọrụ na ụlọ ihe nkiri nka nke Botshabelo tupu ọ ghọọ onye na-ese ihe",
  "A maara ya maka ịbụ ụmụ nwanyị Ndebele mbụ hapụrụ South Afrika",
  "Ihe osise Mahlangu na-ezo aka n'ụdị ejiji na ọla nke ndị Ndebele. Usoro ndị ọ na-eji na-abụkarị ndị na-acha agba na geometric",
  "Ihe osise ya buru ibu.Esther Mahlangu jiri brushes e ji ajị ọkụkọ mee",
  "A maara ya maka ịsụgharị ma dochie ihu ọdịnala maka ihe osise Ndebele, mgbidi adobe cow-dung, na akwa, na n'ikpeazụ, alloys metal",
  "Usoro akara aka nke Mahlangu nke akara ọcha nwere akara setịpụrụ diagonally ma ọ bụ kpụọ dị ka chevrons",
  "Ọ na-etinye aka na ọrụ bead ya niile na beads na mbido “E M'.",
  "O nwetara onyinye mbụ nke United Nations High Commissioner for Refugees (UNHCR) South Africa NGO na ihe nrite otutu ọnye enyemaka n'afọ 2019.",
  "“Ihe mejupụtara ya dị nkọ, na-etinye aka ma dị mgbagwoju anya karịa nke ndị ọgbọ ya, ókèala dị mgbagwoju anya",
  "O nwere ọchịchọ ịhazi ụkpụrụ ya",
  "(Boyd)",
  "Mahlangu bu ụzọ nweta nlebara anya mba ụwa n'afọ 1989 na ngosi nka nke Europe akpọrọ Magiciens de la terre (Ndị Anwansi nke Ụwa). Mgbe e mesịrị n'afọ 1991, BMW nyere ya ọrụ ịmepụta ụgbọ ala nka, dị ka ndị ọzọ BMW Art Car mepụtara tupu (gụnyere Andy Warhol, David Hockney na Frank Stella)",
  "Ụgbọala ahụ, BMW 525i, bụ \"ụgbọala nka nke Afrịka\" mbụ ma jiri ihe osise nke ebo Ndebele sere. Ọ bụ onye mbụ na-abụghị onye ọdịda anyanwụ na nwanyị mepụtara otu n'ime ụgbọala nka ndị a. E mechara gosipụta ụgbọala ahụ na National Museum of Women in the Arts na Washington, DC n'afọ 1994",
  "E gosikwara ya na British Museum, London n'afọ 2017.",
  "• Ihe agba pụtara: Agba ọ bụla na-anọchite anya ihe na-adịghị mma ma dị mma ma e wezụga ọcha, nke pụtara na nka agbụrụ Ndebele nke Mahlangu -",
  "* White: ịdị ọcha na ịhụnanya ime mmụọ",
  "* Blue: “ikwesị ntụkwasị obi” ma ọ bụ “ekwesị ntụkwasị obi”",
  "* Blue, white na Black: alụmdi na nwunye.",
  "ulu valentine, nke a na-akpọ Ibheqe, triangles na ngwakọta dị iche iche: White, Red, Blue.",
  "* Red n'akụkụ White: \"Ahụrụ m gị n'anya\"",
  "* Blue Band: arịrịọ",
  "* N'akụkụ ngwakọta White / Red: \"Ị ga-abụ valentine m?\" (Nwa nwoke ga-eji akara nwa agbọghọ: triangle na-egosi elu)",
  "E jidere onye a na-enyo enyo ma tinye ya n'ụlọ mkpọrọ ruo Eprel 20, 2022 maka akwụkwọ mgbapụta.",
  "A tọhapụrụ Accomplice na mgbapụta ma nwee ikpe n'ụlọ ikpe na Mee 10",
  "Achọpụtaghị ozi ọzọ",
  "N'agbata afọ 1980 ya n'afọ 1991 ọ bụ onye bi na Botshabelo Historical Village open-air museum, nke na-egosi ma na-akụziri ndị ọbịa banyere omenala Ndebele",
  "E mepụtakwara atụmatụ ya n'afọ 1997 na ọdụ ụgbọ elu British Airways na n'oge na-adịbeghị anya, onye na-ese ihe jiri otu usoro ahụ na-ese ihe na Fiat narị ise ọhụrụ n'oge ngosi \"Why Africa?\" (2007, Turin).",
  "Mahlangu bụ otu n'ime ndị na-ese ihe n'Afrịka nke a na-egosipụtakarị nka ya na mba ụwa",
  "Ọrụ ya dị na nnukwu nchịkọta onwe ya gụnyere nke The Contemporary African Art Collection (CAAC) nke Jean Pigozzi na ọtụtụ ebe ngosi ihe mgbe ochie nke ọdịda anyanwụ",
  "N'agbanyeghị na ọ bụ onye na-ese ihe a ma ama na mba ụwa, Esther Mahalangu ka bi ugbu a n'obodo ya na mmekọrịta chiri anya na omenala ya.",
  "Mahlangu na-agbaso ọdịnala obodo nke a na-enyefe ụdị usoro eserese a n'ime ezinụlọ, na-ekwurịta okwu, na-amụta ma na-ebufe naanị site n'aka ụmụ nwanyị (n'oge gara aga)",
  "Ihe osise ndị a nwere njikọ chiri anya na ọdịnala oge ochie nke ịchọ ụlọ mma n'oge emume ngafe maka ụmụ nwoke",
  "N'agbata afọ iri na asatọ na afọ iri abụọ, ndị ntorobịa nke ebo ahụ na-aga \"ụlọ akwụkwọ ibi úgwù\", emume nke na-akwado na ha gafere ogo mmadụ",
  "Iji mee emume a, ụmụ nwanyị na-eji nkwadebe nsị ehi na ihe ndị sitere n'okike na-edozi n'ime na n'èzí ụlọ ha",
  "A na-etinyekwa ihe osise acrylic na-acha ọkụ na atụmatụ ndị akara ojii depụtara",
  "Ọ bụ ezie na o yiri ka ọ dị mfe, a na-egosipụta abstraction geometric nke eserese ndị a na-ekpughe site na mmegharị na symmetry nke ọdịdị dị mfe dị otú ahụ nke na-eme ka ọrụ ahụ dum dị mgbagwoju anya.",
  "Nkà nke Esther Mahlangu na-egosipụta esemokwu dị n'etiti obodo na ụwa, n'etiti arịlịka na nkewa",
  "N'agbanyeghị na ọ nọgidere na-eji otu \"okwu nka\" jikọtara ya na ọdịnala ya, Mahlangu etinyela atụmatụ ndị ahụ na ihe dị iche iche gụnyere akwa, ihe ọkpụkpụ, ụrọ, ụgbọala na ụgbọelu",
  "Ọ rụkọkwara ọrụ na ụdị dị iche iche dịka BMW, Fiat, EYTYS, Melissa's, Beleverde, British Museum na Rolls Royce.",
  "Esther Mahlangu's 1991 BMW Artcar nọ na-ele anya na British Museum dị ka akụkụ nke 'South Africa: nka nke mba', site na 27 Ọktoba 2016 - 27 Febụwarị 2017.\nE gosipụtara usoro BMW Individual 7 ọhụrụ nke nwere osisi pụrụ iche nke ọ sere na Frieze Art Fair na 2016 na ihe ngosi nke ọrụ BMW na 34FineArt haziri.\nN'oge na-adịbeghị anya, ọ rụchara mbipụta pụrụ iche nke Belvedere Vodka karama imewe (50% nke uru niile iji nyere aka ịlụso nje HIV / AIDS ọgụ na Africa).\nDị ka onye na-ese ihe n'ụlọ, Mahlangu nyere ọrụ na 2014 site na Virginia Museum of Fine Arts iji mepụta nnukwu ọrụ nka abụọ.",
  "Mahlangu na-eduzi ụlọ akwụkwọ nke na-akụziri ụmụ agbọghọ na-eto eto ọ bụghị naanị eserese kamakwa usoro nke eserese eserese na ụfọdụ nhazi nke beads. Omenala ahụ abụghị ihe na-adịghị agbanwe agbanwe",
  "Dị ka ọrụ nke otu Mahlangu na-atụ aro, \"omenala\" bụ ubi na-agagharị agagharị, nke na-adabere n'ọdịnihu ma dị njikere itinye mkpali dị iche iche",
  "N'ezie, ọ bụ ezie na Saụt Afrịka bụ ugbu a otu n'ime mba Afrịka nke nwere ike ime ka ọrụ nke ndị na-ese ihe na mba ha dị mfe ma na mba ụwa site na ihe omume a na-eme kwa afọ na Johannesburg, ọrụ Esther Mahlangu nwere obi ike karị n'ihi na a mụrụ ya ma tolite na ọgba aghara ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya.",
  "Esther Mahlangu arụsiela ọrụ ike na-ekpughe ma na-azụlite talent ya na-eme njem gburugburu ụwa, ọ na-enwekwa mmasị ịkọrọ ọgbọ na-eto eto ihe ọmụma ya ka o wee hapụ ihe nketa nke na-adị ndụ ruo ọgbọ ndị na-abịanụ.",
  "Na 19 Machị 2022 Mahlangu bụ onye ohi ụlọ ebe a wakporo ya ma wakpoo ya, e zuru ụlọ ya ihe onwunwe ya gụnyere égbè na ego a na-akọwaghị",
  "Mpụ ahụ kpalitere iwe na-eme ka a mara banyere ọnụ ọgụgụ mpụ dị elu na South Africa ma ndị uwe ojii South Africa malitere ịchụ nta mmadụ iji jide onye omekome ahụ.E jidere onye a na-enyo enyo ma tinye ya n'ụlọ mkpọrọ ruo Eprel 20, 2022 maka akwụkwọ mgbapụta",
  "A tọhapụrụ Accomplice na mgbapụta ma nwee ikpe n'ụlọ ikpe na Mee 10",
  "Achọpụtaghị ozi ọzọ."
]