[
  "{{databox}{",
  "Ukpong Esther Sunday (ka amụrụ n'ụbọchị nke 13 n'ọnwa Maachị n'afọ 1992) bụ onye Naijiria na-agba bọọlụ, onye na-agbara Dijon bọọlụ na Division 1 Féminine",
  "Sunday agbaala bọọlụ na ọkwa klọb maka Sunshine Queens na Pelican Stars na Nigerian Women's Championship, yana FC Minsk na Belarusian Premier League",
  "Ọ gbakwara bọọlụ na ọkwa mba ụwa maka otu egwuregwu bọọlụ ụmụ nwanyị Naịjirịa n'ọtụtụ asọmpi.",
  "Esther Sunday gbara bọọlụ na Sunshine Queens na Pelican Stars, ha abụọ na Nigerian Women's Championship, tupu ọ gaa n'ihu isonyere FC Minsk nke Belarusian Premier League",
  "Mgbe ọ nọ n'ebe ahụ, o so na ndị mba Naịjirịa atọ nọ n'otu ahụ mgbe klọb ahụ meriri Premier League, Belarusian Women's Cup na Belarusian Women's Super Cup.",
  "Na ọnwa  Jenụwarị 2016, ọ kwagara Turkey sonye Trabzon İdmanocağı",
  "Ọ pụtara na Turkish Cosmetics 2016 Tournament nke ndị otu anọ kachasị elu na league, ebe o nyere goolu n'ụzọ mmeri ya na ndị otu ọhụrụ ya.",
  "Ná mmalite nke ọkara nke abụọ nke 2016-17 Women's First League, ọ gafere na klọb dị na Izmir bụ Konak Belediyespor",
  "Ọ malitere na UEFA Women's Champions League, ma sonye na egwuregwu atọ nke 2017–18 qualification round.",
  "Na Julaị 2018, Sunday bịanyere aka na nkwekọrịta otu afọ na klọb Ataşehir Belediyespor nke dị na Istanbul tupu onye mmeri nke 2017–18 league esonye na 2018-19 UEFA Women's Champions League qualification round",
  "Ọ gbara egwuregwu atọ niile nke nzere nzere, ma nye otu goolu",
  "Na 2019–20 First League oge, ọ laghachiri na klọb mbụ ya bụ Konak Belediyespor",
  "Ka ọ na-erule Ọktọba 2020, ọ gafere na klọb ALG Spor nke dị na Gazianyep.",
  "Sunday anọchitere anya otu egwuregwu bọọlụ ụmụ nwanyị Naịjirịa na ọkwa ndị na-eto eto, na-anọ na ndị otu 2010 FIFA U-20 Women's World Cup (asọmpi Runners-Up) na 2012 FIFA U-20 Women's World Cup",
  "Na ọkwa dị elu, ọ bụ akụkụ nke ndị otu maka asọmpi African Women's Championship na afọ 2010, 2012 na 2014, merie ya ugboro abụọ na 2010 na 2014",
  "Ọ bụkwa onye otu nke sonyere na 2015 FIFA Women's World Cup, mana ọ gafeghị ọkwa otu.",
  "Àtụ:Updated."
]