[
  "Esther Mbulakubuza Mbayo (née Esther Mbulakabuza), bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ Minista nke Onye isi ala na Kọmitii Ugandan. A họpụtara ya n'ọkwa ahụ na 6 June 2016, na-anọchi Frank Tumwebaze, onye a họpụtara dị ka Ministry of Information Information Technology and Communication. Ọ na-ejekwa ozi na Nzukọ Ndị Omeiwu nke Uganda, dị ka onye nnọchi anya ụmụ nwanyị nke Luuka District.",
  "A mụrụ ya na Luuka District nke oge a, na mpaghara Busoga, na mpaghara Ọwụwa Anyanwụ nke Uganda, na 27 Eprel 1971. Ọ gụrụ akwụkwọ na Wanyange Girls' School maka agụmakwụkwọ O-Level na A-Level",
  "Ọ gara Mahadum Makerere, gụsịrị akwụkwọ na 2005, na Bachelor of Commerce, na ọkachamara na ndekọ ego. O nwekwara asambodo nke Institute of Chartered Secretaries and Administrators nyere ya.",
  "N'afọ 1997, ọ rụrụ ọrụ dị ka onye nyocha nke Transocean Uganda Limited",
  "Site na Nọvemba 1999 ruo 2002, ọ rụrụ ọrụ dị ka onye na-enyere aka na Lonrho Motors Uganda Limited, ụlọ ahịa na-ere ụgbọala na Kampala",
  "Site na Jenụwarị 2003 ruo Febụwarị 2006, ọ rụrụ ọrụ dị ka onye na-ahụ maka ego na Lonrho Motors",
  "Ọ gara rụọ ọrụ na Commercial Firms Uganda Limited dị ka onye na-ahụ maka ego, site n'April 2006 ruo August 2007",
  "N'otu oge ahụ, site na Septemba 2001 ruo June 2008, ọ rụrụ ọrụ dị ka onye na-ahụ maka ego na Socket Works Uganda Limited",
  "Site na Febụwarị 2008 ruo Disemba 2010, ọ rụrụ ọrụ dị ka onye na-ahụ maka ego na Cooper Motor Corporation Uganda",
  "A họpụtara ya dị ka onye otu Luuka District Woman nke ndị omeiwu na ntuli aka nke afọ 2016, na-emeri Evelyn Kaabule. O meriri Kaabule na mbụ na ntuli aka NRM",
  "N'abalị isii n'ọnwa Juun afọ pụkụ abụọ na iri na isii, a họpụtara ya ka ọ bụrụ Minista nke Onye isi ala.",
  "Ọ na-eje ozi n'otu oge ahụ dị ka Onye isi oche nke Njikọ Ụmụ nwanyị nke distrikti na pati ndọrọ ndọrọ ọchịchị National Resistance Movement na-achị na dị ka odeakwụkwọ nke Busoga Women Leader Association.",
  "Esther Mbayo lụrụ George William Mbayo ma di na nwunye ahụ nwere ụmụ atọ. N'ọnwa Nọvemba 2020, ọ tụfuru naanị nwa ya nwoke Ian Mawanda onye nwụrụ n'ihi nsogbu obi mgbe ọ rụchara ọrụ siri ike n'ụlọ mmega ahụ."
]