[
  "Esther G",
  "Frame (née, Gordon; July 10, 1840 - June 11, 1920) bụ onye ozi America na onye na-ezisa ozi ọma",
  "Ọ bụ onye ụkọchukwu nke Society of Friends ruo ihe karịrị afọ iri anọ, na-esokarị ndị ụkọchụ nke okpukpe ndị ọzọ. The Reminiscences of Nathan T",
  "Frame and Esther G",
  "Frame (Cleveland, Ohio, The Britton Printing Co., 1907), jere ozi dị ka atụmatụ nke ọrụ ha na-ekpuchi oge 1868 ruo 1906.",
  "A mụrụ Esther Ellen Gordon na Washington, Indiana, na July 10, 1840. A mụrụ nna ya na Hamilton County, Ohio, ndị nna nna ya si na Scottish Highlands n'ihe dị ka afọ 1720, ha bụkwa ndị Scotch-Irish",
  "Ha bụ ụmụ nke Clan Gordon, bụ ndị, ruo ọtụtụ afọ, lụrụ naanị Clan Douglas",
  "Nna nna Gordon gụrụ akwụkwọ maka onye ụkọchukwu Presbyterian Scotch, mana ọ hapụrụ òtù ahụ wee sonye na Baptists, n'ihi na enweghị ndị Presbyterians Scotch ebe ọ na-akụzi ụlọ akwụkwọ, n'ezie ọ bụ otu n'ime ndị nkụzi mbụ, ma kụzie ọtụtụ afọ na Warren County, Ohio na Montgomery County, Ohio, nakwa na Steeti Indiana",
  "Nne nne Gordon bụ McGary ma si n'akụkụ ugwu nke Ireland, General Grant bụkwa nwa nwanne nne nne Gordon",
  "Nna nna McGary kwusara ozi ọma ruo mgbe ọ gbara afọ iri itoolu",
  "Na nwata, nna ya biri na Centerville, Indiana, ebe ọ gụrụ akwụkwọ iwu",
  "Site na Centerville ọ kwagara Thorntown, Indiana, na 1854, nọchitere anya Boone County na Indiana Legislature",
  "N'afọ 1856, ọ gara Salem, Iowa, ebe a nabatara ya n'ụlọikpe dị ka onye ọka iwu",
  "Deborah Mendenhall, Oriakụ A mụrụ nne Frame na New Garden, Guilford County, North Carolina",
  "Ndị ya nwere mmasị n'ọrụ mmụta. Ha bụ ndị Bekee na England, aha ha bụ Milden; site na aha ala ha, ma ọ bụ manor \"Milden-Hall\"",
  "Mana mgbe ha rutere na US, aha ahụ ghọrọ Mendenhall, nke a ka maara ha",
  "Ndị nne ya si Guilford County, nso Greensboro, North Carolina, gaa Wayne County, Indiana",
  "Ha bụ ndị otu Society of Friends",
  "Nne nne Mendenhall bụ okenye na Friends Church.",
  "Mgbe Esther dị afọ anọ, ezinụlọ ahụ si Wayne County, Indiana, gaa Salem, Iowa",
  "Mgbe ọ nọ ebe ahụ, ọ gara ụlọ akwụkwọ mbụ ya - ụlọ akwụkwọ onwe onye maka ụmụaka",
  "Ka e mesịrị, ọ gara seminarị ebe Reuben Dorland, enyi, bụ onyeisi",
  "Site na Salem, Iowa, ezinụlọ ahụ kwagara Boone County, Indiana",
  "N'ebe ahụ, ọ gara ụlọ akwụkwọ onwe onye nke nwunye onye ụkọchukwu Presbyterian kụziiri",
  "Mgbe ahụ, site na nhọrọ, ọ gara ụlọ akwụkwọ Friends, 1 mile (1.6 km) site na Thorntown",
  "Mgbe ndị Metọdist wuru ụlọ akwụkwọ ha na Thorntown, ndị mụrụ Esther chere na ọ ga-aka mma na ọ gafere ebe ahụ",
  "Ọ sonyekwara na Methodist Episcopal Church",
  "Ọ gara Blue River Seminary na mpaghara ndịda Indiana, nwanne ya nwoke, Luther Gordon, bụ onye isi ụlọ akwụkwọ a",
  "Nna Esther bụ onye otu Indiana State Legislature n'oge ahụ.",
  "Afọ ole na ole mgbe nke a gasịrị, ha kwagara Salem, Iowa, ebe Esther zutere Nathan Frame.",
  "Na Machị, 1857, ọ lụrụ Nathan T",
  "Frame, nke Salem, Iowa. Esther na-arụ ọrụ ugbo n'oge opupu ihe ubi na oge okpomọkụ, ma ọ bụ ruo mgbe oge owuwe ihe ubi gwụrụ, ma na-akụzi ụlọ akwụkwọ n'oge oyi - ọnwa atọ ma ọ bụ anọ na-abụkarị",
  "N'oge na-adịghị anya, ha nwetara ego zuru ezu iji zụta ụlọ n'obodo Salem, Iowa, ma gaa n'ihu na-aga nzukọ Metọdist",
  "Ha nwere ụmụ atọ, otu n'ime ha, nwa nwoke, Hiram, nwụrụ na nwa ọhụrụ, na ụmụ nwanyị abụọ, Itasca M., na Esther Corinne.",
  "Esther frequently went to Quaker meetings,especially when some travelling friend came along and had an appointed meeting",
  "About this time Esther health became poor and she went to Indiana  taking corrinne  the baby with her and leaving itasca with Nathan at Salem",
  "Esther had already made known to her mother that she felt called to preach and it had become known among some of the prominent members of the church",
  "Some sympathized with her and encouraged he while other's did not think it was a woman's place to preach yet all encouraged her in gospel work",
  "Ozugbo ọ gbasiri ike, Esther lọtara n'ụlọ",
  "Ahụike ya n'oge a dị oke njọ ma ọ na-ada n'ala mgbe niile n'ihi isi ọwụwa",
  "N'inwe mmetụta na a kpọrọ ya ikwusa ozi ọma nakwa na ndị Metọdist agaghị ahọpụta ya, ọ sonyeere Society of Friends ma bụrụ onye ha họpụtara ka ọ bụrụ onye ozi",
  "Ọ malitere ozi ya na New Garden Friends Meeting, na Richmond, Indiana, 1869.",
  "Ozi ya abụghị naanị na ụka nke ya",
  "Ruo ihe karịrị afọ iri abụọ, ya na di ya, onye bụ onye ụkọchukwu, kwusara ozi ọma dị ka onye na-ezisa ozi ọma n'etiti ụka niile dị na US",
  "N'afọ 1901, o nwere usoro nzukọ na Whittier, California.",
  "Malite na 1880, ọ gara biri na Jamestown, Ohio",
  "Frame bikwa na El Paso, Texas ruo ọtụtụ afọ, n'ime afọ ndị ikpeazụ nke oge ndụ di ya na ebe obibi na El Paso nke nwa ya nwanyị, onye di ya bụ onyeisi ngalaba nke ihe ndị dị ndụ na geology na State College (nke bụzi Mahadum Texas na El Paso) ruo ihe fọrọ nke nta ka ọ bụrụ afọ 20",
  "Ya na nwa ya nwanyị laghachiri El Paso na Septemba 1919",
  "Esther Gordon Frame nwụrụ na El Paso, Texas, na June 11, 1920."
]