[
  "Estrid Hein (née Hansen; 27 Julaị 1873 na 25 Julaị 1956) bụ onye Denmark na-ahụ maka anya, onye na-ahụ Maka ihe ndị ruuru ụmụ nwanyị na onye na-eme udo",
  "Ọ na-arụ ọrụ na Copenhagen site na 1898, na-emeghe ụlọ ọgwụ nke ya na 1906",
  "Ọ bụkwa onye a ma ama na-òtù ụmụ nwanyị, na-edozi ngalaba Copenhagen nke Danish Women's Society (Dansk Kvindesamfund) site na 1909, mgbe e mesịrị na-eje ozi na ụlọ ọrụ etiti nke ụlọ ọrụ ahụ",
  "N'afọ 1915, ọ ghọrọ onye otu Danske Kvinders Fredskæde (DKF), aka Danish nke Women's International League for Peace and Freedom. N'otu afọ ahụ, ọ sonyeere Scandinavian Family Law Commission ebe ọ dị irè n'ịkwalite ọganihu na ikike ụmụ nwanyị dị ka di na nwunye",
  "Site na 1933 ọ sọrọ na ndị isi nke Kansụl Ụmụ nwanyị nke Denmark (Danske Kvinders Nationalråd).",
  "A mụrụ ya na 27 Julaị 1873 na Copenhagen, Estrid Hansen bụ nwa nwanyị nke onye ndọrọ ndọrọ ọchịchị Octavius Thomas Hansen (1838 1910), na Ida Antoinette Wulff (1845 1924), onye a maara maka ọrụ ya",
  "A zụrụ ya n'ụlọ ndị ọgaranya, ọ zutere ndị ndọrọ ndọrọ ọchịchị na ọ dị bendị a ma ama n'oge ọ bụ nwata",
  "Mgbe ọ gụsịrị akwụkwọ na N",
  "Zahle's School na 1890, ọ gụrụ ọgwụ na Mahadum Copenhagen, gụsịrị akwụkwọ n'afọ 1896",
  "Na Septemba ahụ, ọ lụrụ onye injinia Hjalmar Hein (1871 Xia1922)",
  "Ọ gara n'ihu nọrọ otu afọ na Paris na-amụ physiological optics, na-esote njem ọmụmụ na ụlọ ọgwụ na Britain, Netherlands, Austria na Germany.",
  "Laa azụ na Copenhagen, ọ malitere ịrụ ọrụ na 1898, mepee ụlọ ọgwụ nke ya na 1906 ebe ọ dọrọ ọtụtụ ndị ahịa nwere afọ ojuju",
  "N'afọ 1918, ọ natara asambodo ọkachamara ya ma gaa n'ihu na-arụ ọrụ ruo mgbe ọ lara ezumike nká n'afọ 1939.",
  "Hein na-arụ ọrụ n'òtù ụmụ nwanyị, na-aghọ ọkachamara ahụike na Kvindernes Handels- og Kontoristforening (Women's Trades and Office Workers Association) ma na-eje ozi na bọọdụ nke Louiseforeningen (Louise Society) nke e guzobere iji belata ị da ogbenye n'etiti ụmụ nwanyị na-alụbeghị di. N'afọ 1914, ọ ghọrọ nwanyị mbụ jere ozi na bọọdụ Blindeinstituttet (The Blind Institute).",
  "Site na 1909 ruo 1916, Hein bụ onyeisi oche nke alaka Copenhagen nke Danish Women's Society ebe ọ bụ otu n'ime ndị a ma ama na nzukọ ahụ",
  "O nwere ihe ịga nke ọma na mkpọsa maka ikike nhata maka ụmụ nwanyị n'ihe gbasara ikike ịtụ vootu na iwu ụlọ ọrụ. N'afọ 1915, ya na Thora Daugaard, Clara Tybjerg, Benny Cederfeld de Simonsen na Henni Forchhammer, ọ ghọrọ onye otu mbụ nke Danske Kvinders Fredskæde, alaka Danish nke Women's International League for Peace and Freedom. N'otu afọ ahụ, ọ sonyeere Scandinavian Family Law Commission nke rụrụ ọrụ nke ọma n'imezi nwanyi ikike ụmụ nwanyị na alụmdi na nwunye na mgbanwe alụmdi na nwunye nke 1920 na Denmark.",
  "Hein so na kọmitii nke otu Social Democrat jikọtara ọnụ maka ịwa ahụ nke ndị isi mgbaka",
  "Kọmitii a bipụtara akụkọ ya na 1926, n'okpuru aha Betcen Angakningende Sociale For Salt Overfor Degenerativt Bestemte Personer (Mgbalị ọha na eze maka ndị na-emebi ihe).  Mkpebi nke kọmitii ahụ bụ na a kwadoro ịwa ahụ n'ọnọdụ ụfọdụ nke ụlọ ọrụ, na a ga-echekwa ịwa ahụ maka ndị na-eme mpụ mmekọahụ ugboro ugboro, ma hapụ ọtụtụ nkọwa nke mmejuputa nye ndị dọkịta na ndị nchịkwa nke ụlọ ọrụ",
  "Hein na-arụ ọrụ na Den danske Komité til Bekæmpelse af den hvide Slavehandel nke e guzobere iji lụo ahịa ohu ọcha ọgụ",
  "Ọ rụkwara ọrụ dị mkpa na Kọmitii ndụmọdụ nke League of Nations na ọgụ megide ịzụ ahịa na ụmụ nwanyị na ụmụaka ebe ọ bụ onye nnọchiteanya ruo afọ 18",
  "Site na 1933, ọ bụ onye otu ụlọ ọrụ nke National Women's Council.",
  "Estrid Hansen nwụrụ na Hørsholm na 25 Julaị 1956."
]