[
  "Etche bụ otu n'ime mpaghara gọmentị 23 nke Rivers State na n'etiti mpaghara gọmentụ 13 na-anọchite anya Steeti Rivers na mbiako nke National house of Assembly nke Naijiria na akụkụ nke mgbaghara ọwụwa anyanwụ nke ndi ọchịchị Steeti Rivers.",
  "Okehi bụ isi ụlọ ọrụ Council na isi obodo ndọrọ ndọrọ ọchịchị nke Etche, ebe Eberi bụ isi obodo ndọrọ ọchịchị nke Omuma.",
  "E nwere ngalaba ndọrọ ndọrọ ọchịchị iri na itoolu na gọmentị ime obodo Etche na iri dị na Omuma. E nwere ọtụtụ obodo na obodo dị na Etche, ụfọdụ n'ime ha gụnyere Akwu / Obor, Eberi, Amaji, Opiro, Chokocho, Igboh, Egwi, Afara, Mba, Igbodo, Ofeh, Oongho, Obiohia Umuogba, Umuajuloke Okehi, Obibi, Odufor, Nihi, Okomoko, Ulakwo, Ulak, Umuakonu, Umuanyagu, Okaguoro, Obite, Umuoye, Igbo, Umuechem, na Egbeke.",
  "Umuechem na Etche bụ otu n'ime obodo na-emepụta mmanụ na Naịjirịa kemgbe mmalite nchọpụta na mpaghara ahụ na 1958. Taa, Etche nwere ihe karịrị olulu mmanụ 250 na-emepụta mmanụ na ọtụtụ ọdụ mmiri. A na-ekwukwa na ọ nwere nnukwu gas sitere n'okike, n'ebe ndịda nke osimiri Niger",
  "Ndị Etche na-arụkarị ọrụ ugbo, na-enweta aha njirimara 'nri nri nke steeti'",
  "Etche bụ otu n'ime obodo ndị na-elekọta ụlọ ọrụ na-emepụta mmanụ nkwụ Risonpalm nke gọọmentị nwere ọtụtụ ijeri, yana Delta Rubber Production Company",
  "N'oge na-adịbeghị anya, mmepe ụlọ etolitela n'ógbè ahụ na mmụba ngwa ngwa na-aga n'ihu na Igboh-Agwuruasa, Ulakwo-Umuselem, na Okehi Clans.\nCassava, plantain, unere na yam bụ ihe ọkụkụ dị mkpa",
  "Gọọmentị mpaghara ọwụwa anyanwụ nke Naịjirịa n'oge ahụ kwalitere ọrụ ugbo (karịsịa Rubber, mmanụ nkwụ, pineapple, na plantain), mana nke a efunahụla anwụrụ ọkụ",
  "Ọrụ ugbo anaghị arụ ọrụ n'ụgbọ ala na ojiji nke traktọ maka ọrụ ugbo ihe ọkụkụ ndị a adaala ntakịrị n'oge 1986-2004.",
  "Shell Petroleum Development Company, onye na-arụ ọrụ mmanụ kachasị n'ógbè ahụ kemgbe ngwụcha afọ 1950, enyewo naanị ego maka ụlọ ọrụ nhazi cassava na-adịghị arụ ọrụ nke ọma na Umuebulu, na n'afọ 2000 ọ gbalịrị ọ bụ ezie na ọ dị oke egwu inye ụmụ nwanyị nọ n'óù ahụ ọzụzụ na-arụkọ ọrụ na njikwa nke ihe igwe ahụ.\nMmepụta mmanụ nkwụ site n'aka ndị nwe obere bụ akụkụ dị mkpa nke akụ na ụba.",
  "N'ọnwa Ọktoba n'afọ 1990, e mere ngagharị iwe na Umuechem, Etche iji chọọ ihe ntụrụndụ ọha na eze na ịkwụ ụgwọ maka mmetọ mmanụ",
  "Ndị ọrụ nchekwa steeti jiri gas na égbè meghachi omume",
  "Mmadụ 50 nwụrụ na ihe dị ka ụlọ 550 mebiri.\nN'ime akụkọ nke afọ 2007, Human Rights Watch kwuru na \"n'afọ ndị na-adịbeghị anya, Etche enwetala ọkwa ọjọọ n'ihi ebubo nrụrụ aka, ime  ike, na igbu ọchụ megide ndị ndọrọ ndọrọ ọchịchị na ndị nweere onwe ha n'ógbè ahụ",
  "\" Akụkọ ahụ kwuru na ụlọ ọrụ ahụike na agụmakwụkwọ nọ n'ọnọdụ dị elu nke ire ure anụ ahụ, na ego e kenyere maka ndị ọrụ na imezigharị na-ewepụ maka ebumnuche ndị ọzọ.\nN'ọnwa Jenụwarị afọ 2009, ndị kansụl omebe iwu Etche chụpụrụ mmadụ atọ n'ime ndị otu ha maka \"omume na-enweghị isi na nke na-enweghị ezi uche, omume ọjọọ, mmebi ego iwu na iji ọrụ eme ihe n'ụzọ na-ezighị ezi\".",
  "E guzobere ogige ọzụzụ maka ndị agha gara aga na Okehi na Etche LGA, na-akụzi nkà dị ka ịgbado ọkụ na imepụta ihe, ịtinye, ụgbọ mmiri / ụgbọ mmiri, azụmahịa na azụmahịa na ihe ndị ọzọ",
  "N'ọnwa Ọktoba afọ 2009, ụmụ akwụkwọ 200 chọrọ ka ha nye ha ego, na-eyi egwu ịlaghachi n'iyi iji kpatara ọgba aghara ma ọ bụrụ na akwụghị ụgwọ.",
  "N'ọnwa Ọgọstụ afọ 2009, e meghere Ụlọ Ndebanye aha Alụmdi na Nwunye na LGA.\nN'ọnwa Septemba afọ 2009, ụlọ ọrụ Niger Delta Development Commission meghere ọrụ ahụike n'efu na Omuma Local Government Council."
]