[
  "Ethel Bailey Furman née Ethel Madison Bailey (Julaị 6, 1893 ruo Febrụwarị 24, 1976) bụ onye Amerịka na-ese ụkpụrụ ụlọ bụ onye mbụ ama ama ama ama na Virginia.",
  "A mụrụ Ethel Madison Bailey na Richmond, Virginia. Ọ bụ nwa nwanyị nke Margaret M",
  "Jones Bailey na Madison J",
  "Bailey.",
  "Ọ lụrụ William H",
  "Carter na Ọktoba 12, 1912, na New Jersey, ha nwekwara ụmụ abụọ. A mụrụ nwa ha nwanyị, Thelma Carter Henderson na 1914 na Buffalo, New York na nwa ha nwoke, Madison Carter, amụrụ na 1916 na Lakawana, New York. Ebe ọ gbara Carter alụkwaghịm na 1918, ọ lụrụ Joseph D",
  "Furman, onye na-ebugharị Pullman maka New York Central Railroad. Ha nwere nwa nwoke aha ya bụ J",
  "Livingston Furman.",
  "Mgbe ọ zụchara ọzụzụ na New York City, ọ laghachiri Richmond na 1921 wee malite imepụta ụlọ maka ndị obodo",
  "Furman so nna ya rụọ ọrụ, ma zụlite ụmụ atọ",
  "N'oge a, ọ rụrụ ọrụ ndị ọzọ iji gbakwunye ego iji zụlite ezinụlọ ya",
  "Dị ka nwanyị Afrịka-Amerịka ọ nwetara ịkpa ókè n'etiti ndị na-ewu ụlọ, ebe ndị bureaucrats nọ n'ógbè ahụ jụrụ ịnabata ya dị ka onye na-ewu ihe ndekọ na ọrụ nke ya. N'ihi ya, ọ ga-enwekarị ọrụ ya site n'aka ndị ọrụ nkwekọrịta nwoke ya na ha na-arụkọ ọrụ.",
  "Dị ka nwatakịrị, Furman malitere inweta ihe ọmụma banyere ihe owuwu na nka iwu ụlọ site n'ile nna ya, Madison J",
  "Bailey, onye bụ onye ọrụ ụlọ Black nke abụọ nwere ikikere na Richmond. Ka oge na-aga, agụmakwụkwọ a na-abụghị nke a na-eme ka Bailey nwee ike iwere ụfọdụ ọrụ ide ihe maka azụmahịa nna ya",
  "Furman gara Armstrong High School na Richmond, Virginia obere oge tupu ezinụlọ ya akwaga Philadelphia",
  "Ọ gụsịrị akwụkwọ na Germantown High School na North Philadelphia na 1910. N'otu oge na ọzụzụ ya, ọ kwagara New York City ebe ọ gụrụ ihe owuwu na nzuzo",
  "Na ngwụcha afọ 1920, ọ bụ naanị nwanyị gara nzukọ ndị na-ewu ụlọ kwa afọ nke Hampton Institute. Ọ zụrụ n'ịdepụta site na Chicago Technical College n'ime afọ 1940.",
  "Furman chepụtara ihe karịrị ụlọ ụka 200 na ebe obibi na Virginia na ụlọ ụka abụọ na Liberia, gụnyere Fourth Baptist Church Educational Wing nke ka na-eguzo na mpaghara Church Hill nke Richmond, Virginia.",
  "Iji mata onyinye ya n'ọhịa nke ihe owuwu, a gụrụ ogige ntụrụndụ dị na Richmond aha ya na 1985. N'afọ 2010, a kwanyeere Furman ugwu dị ka otu n'ime \"Virginia Women in History\" nke Virginia maka ọrụ obodo ya na ihe ọ rụzuru n'ọhịa nke ihe owuwu.",
  "Furman nwụrụ n'afọ 1976",
  "E liri ya na Oakwood Cemetery na Richmond, Virginia."
]