[
  "Na 2 Nọvemba 2022, e binyere aka n'akwụkwọ nkwekọrịta udo n'etiti gọọmentị Etiopia na ndị Tigray People's Liberation Front (TPLF), ebe otu abụọ ahụ kwenyere na \"nkwụsị agha na-adịgide adịgide\" iji kwụsị agha Tigray. E mere nkwekọrịta ahụ n'ụbọchị na-esote na 3 Nọvemba, na-eme ncheta afọ abụọ nke agha ahụ.",
  "Agha ahụ malitere na Nọvemba 2020, na mpaghara Tigray nke Etiopia",
  "N'ụzọ bụ isi esemokwu dị n'etiti gọọmentị Etiopia na Eritrea n'otu akụkụ, na ndị TPLF n'akụkụ nke ọzọ, agha ahụ ejiriwo mpụ agha, mgbuchapụ nke ndị nkịtị, ebubo mgbukpọ,  na nsogbu ndị mmadụ na-emebi emebi",
  "3]. Ka ọ na-erule Ọktọba 2022, agha ahụ gburu ihe dị ka mmadụ 385,000 ruo 600,000.",
  "Mgbe ọdịda nke nkwụsị agha na Machị-Ọgọstụ gasịrị, ime ihe ike n'oge agha rịrị elu ruo n'ókè a na-ahụtụbeghị n'ime ọnwa",
  "Ndị agha jikọtara ndị Etiopia na ndị TPLF kpọkọtara ọtụtụ narị puku ndị agha megide ibe ha, na-achụpụ mmadụ 574,000, ma na-egbu ihe dị ka 100,000 ndị ọzọ n'ime izu ole na ole.\n \nN'ụbọchị nke ise n'ọnwa Ọktoba, ma gọọmentị Etiopia ma ndị agha nnupụisi nke Tigrayan nabatara oku nke AU ka ha nwee mkparịta ụka udo na South Africa, nke e mere atụmatụ na mbụ ka ọ bụrụ n'etiti ụbọchị asaa na asatọ n'ọnba Ọktobe. Otú ọ dị, e yigharịrị mkparịta ụka n'oge na-adịghị anya, a kọrọ na ọ bụ n'ihi ngwakọta nke ihe, gụnyere atụmatụ na-adịghị mma, nsogbu nhazi, ngwa ngwa nke ọgụ, na nchegbu sitere na TPLF banyere enweghị ozi zuru ezu banyere otu a ga-esi mee mkparịta ụka ahụ.N'ikpeazụ, e debere ụbọchị ọhụrụ maka mkparita ụka udo maka 25 October, ebe a ga-enwe mkparịta ụka na Pretoria, na Ngalaba Mmekọrịta Mba Nile na Mmekọrịta South Africa.",
  "N'ụbọchị nke abụọ n'ọnwa Nọvemba afọ 2022, gọọmentị etiti nke Etiopia na TPLF wepụtara nkwupụta jikọrọ aka, ebe ha kwuru na ha \"kwetara imechi égbè ahụ kpamkpam ma kwụsị afọ abụọ nke esemokwu n'ebe ugwu Etiopia\". Obasanjo kọwara na nkwekọrịta ahụ ga-agụnye \"nkwụsị nke ọma, nke dị nro, nke dị mma na nke a haziri ahazi\".",
  "Ndị otu abụọ ahụ kwetara ịgbaso iwu ndị ruuru mmadụ na mba ụwa ma chebe ndị nkịtị na mmebi ikike mmadụ",
  "A mara nkatọ akọwapụtara nke ọma megide omume mmekọahụ na ime ihe ike metụtara nwoke na nwanyị, ime ihe ike megide ụmụaka (gụnyere iji ụmụaka agha), ime ihe ike megide ụmụ nwanyị na ụmụ agbọghọ, na ime ihe ike megide ndị agadi.",
  "Dị ka akụkụ nke nkwekọrịta ahụ, a ga-etinye ENDF n'ókè mba ụwa nke Etiopia; nkwekọrịta na-ekwu na ha ga-echebe ọbụbụeze, iguzosi ike n'ezi ihe nke ala, na nchekwa nke mba ahụ site na mwakpo mba ọzọ ma hụ na ọ gaghị enwe mkpasu iwe ma ọ bụ mwakpo site n'akụkụ ọ bụla nke ókèala ahụ.",
  ".Na 15 Nọvemba, Kọmitii International nke Red Cross (ICRC) kwupụtara na, na nke mbụ kemgbe August, nnyefe ọgwụ ha eruola isi obodo Tigrayan Mekelle. World Food Programme na World Health Organization zitekwara ihe fọrọ nke nta ka ọ bụrụ 18,000 metric ton nke enyemaka. Ọbụna na nkwụsịtụ nke ihe mgbochi a, Otú ọ dị, ndị ọrụ UN kwuru na ngwụcha Nọvemba na akụkụ ụfọdụ nke Tigray - ya bụ na mpaghara ndịda na mpaghara ọwụwa anyanwụ - \"na-anọgide na-egbochi,\" ma kpọọ ka ewepụ ihe mgbochi na mpaghara ndị a. Na mbido Jenụwarị 2023, ụlọ ọgwụ kachasị ukwuu n'ógbè ahụ kwuru na ha ka nwere ụkọ ọgwụ, ha enwetaghị enyemaka zuru ezu site na gọọmentị etiti iji belata ụkọ a.",
  "N'abalị itoolu n'ọnwa Nọvemba, Mohammed Idris, onye isi nchịkwa nke Ethiopian Media Authority (EMA), mara ọkwa na a na-eguzobe ntuziaka ọhụrụ maka otu mgbasa ozi Ethiopian si kọọ akụkọ banyere mkparịta ụka ndị a",
  "Emere nke a dị ka ụzọ iji mee ka ọ kwekọọ na iwu nkwekọrịta udo megide okwu ịkpọasị na mgbasa ozi, dịka \"ihe ọmụma ụgha na okwu ịkpọasị megidere echiche udo\". Nkwupụta nke 12 Nọvemba na-eme ihe doro anya banyere \"Ojiji dị mma nke mgbasa ozi\", na-ekwu na mgbasa ozi nke ndị otu abụọ na-achịkwa kwesịrị \"ịrụ ọrụ dị mma\" n'imezu ebumnuche nke nkwekọrịta Pretoria.",
  "Ndị na-ekwurịta okwu na ndị na-eme udo, n'otu aka ahụ, họọrọ ịghara ikwu okwu banyere Eritrea n'ụzọ doro anya",
  "Mgbe a jụrụ ajụjụ banyere ya n'oge mkparịta ụka Nairobi, Uhuru Kenyatta kwuru na ha \"anọghị ebe a iji kwuo maka otu mba ọ bụla n'ụzọ a ma ọ bụ n'ụzọ ahụ, kama ha lekwasịrị anya n'okwu udo. Redwan Hussein nke Ethiopia kwuru na Ethiopia na Tigray nọ na-arụsi ọrụ ike na-alụ ọgụ nke na ọ \"kwadebe ụzọ maka onye nke atọ iji mebie anyị\"",
  "O kwukwara na onye nke atọ a a na-akpọghị aha \"ma eleghị anya enweghị mmasị na usoro udo a\"; Associated Press kọwara nke a dị ka nkọwa na-apụtaghị ìhè banyere Eritrea.",
  "a ikpe ziri ezi.",
  "Filsan Abdi, onye bụbu onye so na ndị isi oche Prime Minister Abiy, kwuru na N'ajụjụ ọnụ ya na PBS NewHour na iru nkwekọrịta iji kwụsị agha ahụ, ọ bụ ezie na ọ dị mkpa, ekwesịghị ịpụta na ha \"na-ahapụ ịchọ ikpe ziri ezi na azịza\" maka ndị mmebi iwu ruuru mmadụ, na  karịsịa n'ihe gbasara ime ihe ike megide ụmụ nwanyị na ụmụ agbọghọ. Filsan gbara arụkwaghịm n'ọkwa ya dị ka Minista nke Ụmụ nwanyị, Ụmụaka na Ndị Ntorobịa na Septemba 2021, na nzaghachi maka ihe o weere dị ka mgbochi gọọmentị kpachapụrụ anya maka ibipụta akụkọ banyere ime ihe ike mmekọahụ mere n'oge agha ahụ."
]