[
  "Etinan dị n'ime akụkụ ndịda ndịda nke Naịjirịa ma bụrụ otu n'ime mpaghara gọọmentị ime obodo na Akwa Ibom Steeti jupụtara na mmanụ",
  "A maara ya maka ọrụ ugbo na nka ya, mpaghara ahụ bụ otu n'ime ebe nwere udo na steeti West Africa nke Naịjirịa.",
  "Etinan bụkwa ebe obibi nke ụlọ ọrụ Peacock Paints Industries na ụlọ ọrụ mpaghara NIFOR.",
  "N'ime Etinan LGA, enwere obodo Mbioto, obodo nke onye bụbu gọvanọ Akwa Ibom Obong Akpan Isemin, obodo Ikot Udo Abia, nke bụ akụkụ nke ụzọ ahịa ohu Africa",
  "Ekpene Obom bụ obodo dị na Etinan ebe Ụlọ Ọgwụ Ekpenta, Naịjirịa dị",
  "College Of Health Technology,nke steeti Akwa Ibom dịkwa na Etinan.",
  "Mpaghara Gọọmentị Obodo Etinan dị na latitude 05001ńN na longitude 07054ńE",
  "Ọ dị kilomita iri abụọ na isii n'ebe ndịda Uyo, isi obodo steeti Akwa Ibom  na kilomita iri abụọ na anọ n'ebe ugwu Eket",
  "Ọ na-ekerịta ókèala ya na Onna, Nsit Ibom, Mkpat Enin, Abak na Uyo Local Government Areas",
  "Mpaghara gọọmentị ime obodo dum dị n'ọhịa mmiri ozuzo ma nwee oge abụọ dị iche iche, oge mmiri ozuzo na oge ọkọchị",
  "Ahịhịa na-acha akwụkwọ ndụ akwụkwọ ndụ.",
  "N'ịgbaso aro nke Akilu commission of Inquiry n'ime usoro nchịkwa nke South Eastern State n'oge ahụ, e guzobere Etinan Gọọmenti obodo n'afọ 1976 site na nke bụbu Uyo Division na Etinan dị ka isi ụlọ ọrụ ya.",
  "Ndị bi n'ógbè ahụ bụ ndị Iman Ibom bụ ndị nwere àgwà pụrụ iche, na-eche echiche, na-arụsi ọrụ ike na ọgụgụ isi",
  "Ha na-asụkarị asụsụ Ibibio ma nwee ihe nketa ọdịbendị bara n'ebe ọdị ukwu",
  "Ụfọdụ n'ime ndị ọdịbendị a hụrụ ebe a bụ Ekpo, Ekong, Ebre na Idiong",
  "Ọnụ ọgụgụ ka ukwuu nke ndị mmadụ bụ Ndị Kraịst ọ bụ ezie na mmadụ ole na ole na-eme ụdị ụfọdụ nke okpukpe ọdịnala Africa",
  "A na-egosipụta ma wepụtakwa ọdịbendị ha site na ịgba egwu, nka, na ọrụ aka",
  "Ọrụ bụ Ihe omume ndị mmadụ na-elekwasị anya bụ n'ọrụ ugbo na obere azụmaahịa",
  "Ihe ọkụkụ ndị a na-akụ gụnyere yam, cassava, cocoyam na ọka",
  "Ndị mmadụ na-arụkwa obere mmepụta",
  "Ọtụtụ n'ime ndị mmadụ na-etinye aka na ịpị mmanya ngwo, ime ọrụ aka, ịkpụ osisi, ịkpụ ihe na ime achịcha.",
  "Mpaghara Gọọmentị Obodo Etinan dị na latitude 05001ńN na longitude 07054ńE",
  "Ọ dị kilomita iri abụọ na isii n'ebe ndịda Uyo, isi obodo Akwa Ibom Steeti na kilomita iri abụọ na ano n'ebe ugwu Eket",
  "Ọ na-ekerịta ókèala ya na Onna, Nsit Ibom, Mkpat Enin, Abak na Uyo Local Government Areas",
  "Mpaghara gọọmentị ime obodo dum dị n'ọhịa mmiri ozuzo ma nwee oge abụọ dị iche iche, oge mmiri ozuzo na oge ọkọchị",
  "Ahịhịa na-acha akwụkwọ ndụ akwụkwọ ndụ.",
  "E nwere nnukwu ebe a na-etinye ihe ndị dị ka ụrọ, ugegbe, ájá na aja mmiri",
  "Ihe onwunwe ọrụ ugbo gụnyere ihe ọkụkụ nkwụ, akpụ na Ji.",
  "Ụfọdụ n'ime ahịa ndị a ma ama bụ Udua Etinan nke dị n'isi obodo Etinan, Udua Mkpafi nke dị na Ikot Isong, yana ahịa ndị ọzọ dị kwa.",
  "Dị ka National Population Commission of Nigeria si kwuo na 2006."
]