[
  "Etweda Ambavi Gbenyon Cooper, nke a maara dị ka Sugars, bụ onye ndọrọ ndọrọ ọchịchị Liberia na onye na-ahụ maka udo",
  "A kọwawo ya dị ka \"doyenne\" na \"nne nna\" nke òtù ụmụnwanyị Liberia.",
  "N'afọ 2010, a họpụtara ya ka ọ bụrụ onye isi obodo Edina, Liberia",
  "Ọ rụrụ ọrụ dị ka onye nlekọta nke Grand Bassa County site n'afọ 2012 ruo afọ 2015.",
  "A mụrụ Etweda Cooper na Edina, n'ime ezinụlọ a ma ama sitere n'aka ndị ohu a tọhapụrụ n'efu hapụrụ United States gaa Liberia n'afọ 1800s",
  "Ọ tolitere na-asụ Bassa na Liberian English.",
  "A maara Cooper n'ofe mba ahụ site na aha njirimara ya, Sugars.",
  "Ọ hapụrụ Liberia dị ka nwa agbọghọ gaa mahadum na Bern, Switzerland.",
  "Mgbe ọ laghachiri Liberia, Cooper sonyere n'ihe omume udo n'afọ 1994.",
  "Dị ka onye nchoputa na onye isi oche nke Liberian Women's Initiative, ọ rụrụ ọrụ dị ka onye isi na-eme udo ụmụnwanyị n'oge agha obodo mbụ nke Liberia.",
  "N'afọ 1998, ndị uwe ojii mba Liberia jidere Cooper n'oge na-adịghị anya mgbe ọ katọrọ ogbugbu e gburu otu nwanyị n'aka ndị uwe ojii.",
  "Dị ka akụkụ nke Women of Liberia Mass Action for Peace na mbido afọ 2000, ọ rụrụ ọrụ dị mkpa na mkpọsa nnupụisi na-enweghị ihe ike nke dugara na njedebe nke agha obodo nke abụọ nke Liberia.",
  "Cooper etinyewokwa aka na Women in Peacebuilding Network (WIPNET), akụkụ nke West Africa Network for Peacebuilding.",
  "Mgbe agha obodo nke abụọ biri, o nyere aka ịhazi ụmụnwanyị maka Ellen Johnson Sirleaf's 2005 presidential campaign, nke a họpụtara Sirleaf dị ka nwanyị mbụ na-achị mba Afrịka.",
  "Cooper pụtara na ihe ngosi Pray the Devil Back to Hell banyere ọrụ ụmụnwanyị na usoro udo nke Liberia. N'afọ 2006, ọ ghọrọ onye mbụ natara onyinye 1325 site na gọọmentị Dutch.",
  "N'ọnwa Eprel afọ 2010, a họpụtara Cooper ka ọ bụrụ onye isi obodo nke obodo ya, Edina, nke o bu n'uche ime ka ọ bụrụ obodo na-ahụ maka gburugburu ebe obibi, nke dị nchebe nke na-adọta ndị njem nleta.",
  "N'afọ 2012, Onye isi ala Ellen Johnson Sirleaf họpụtara ya ka ọ bụrụ onye nlekọta nke Grand Bassa County, ma kwado ya site na Senate nke Liberia",
  "Mgbe a họpụtara ya, ọ ghọrọ onye isi obodo nke Edina.",
  "Oge ọ nọ n'ọchịchị gụnyere ilekọta mmeghachi omume nke obodo ahụ na ọrịa Ebola nke Western Africa. Ka oge na-aga, Cooper ghọrọ onyeisi oche nke Superintendent Council nke Liberia. Ọ gbara arụkwaghịm dị ka onye nlekọta obodo n'afọ 2015, na-ekwu maka \"ihe kpatara ya\".",
  "N'afọ 2017, ọ gbara ọsọ ịnọchite anya Grand Bassa na ụlọ ndị nnọchi anya Liberia, dị ka onye otu True Whig Party, mana a họpụtabeghị ya."
]