[
  "Eugene Khumbanyiwa bụ onye Malawian South Africa na-eme ihe nkiri, telivishọn, ihe nkiri na olu, nke a maara nke ọma maka ịrụ ọrụ Obesandjo na 2009 Oscar nominated sci-fi hit District 9.",
  "A mụrụ Khumbanyiwa na Cobbe Barracks Hospital na Zomba, isi obodo Malawi",
  "Nna ya bụ Major Stewart Khumbanyiwa, onye agha lara ezumike nká, nne ya bụ onye nkuzi ụlọ akwụkwọ praịmarị lara ezumike nka",
  "Ọ malitere inwe mmasị na nka na nwata",
  "O kwuru na mgbe ọ bụ nwatakịrị, na-etolite na Nandolo na Zomba, nne ya ga-akpọrọ ya na ụmụnne ya gaa Zomba Gymkhana club iji kirie onye edemede egwuregwu Malawi nwụrụ anwụ, onye nduzi, onye na-eme ihe nkiri na onye guzobere ụlọ ọrụ ihe nkiri mbụ na Malawi, Wakhumbata Ensemble Theatre Du Ch Juniorisiza, na-eme n'elu ikpo okwu, yana Mahadum Malawi, Chancellor College's The Great Hall, ebe ha ga-ele ndị otu ihe nkiri a ma ama dịka Kwathu Drama Group na-eme",
  "Ọzọkwa, nna ya hụrụ ihe nkiri ọdịda anyanwụ na ihe nkiri na-eme ihe nkiri n'anya, ọ ga-akpọrọ ya na nwanne ya nwoke nke okenye na ngwụsị izu gaa n'ụlọ nzukọ dị nso na St Charles Lwanga parish center, ebe ụlọ ọrụ ihe nkiri a na-akpọ ASTRA cinemas ga-abịa ma gosipụta ihe nkiri",
  "Ọṅụ nna ya, mmegharị ahụ na-amaghị ama, na obi ụtọ mgbe ọ na-ekiri ihe nkiri ndị a mere ka Khumbanyiwa na-eto eto kwere na anwansi nke ihe nkiri na ihe nkiri sinima, otu ihe nkiri nwere ike isi mee ka mmetụta dị iche iche pụta n'ime ndị mmadụ ma n'otu oge ahụ mee ka nnukwu oge ezinụlọ",
  "Ọ dọtara mmasị na anwansi ahụ ma rọọ nrọ ịbụ akụkụ ya.",
  "Mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ malitere ime ihe nkiri nke onwe ya n'elu nkwago",
  "Mgbe ụfọdụ, ya na ndị nkuzi ga-enwe nsogbu maka ime ihe ọchị na ntụrụndụ na klas.",
  "Ọ gara ụlọ akwụkwọ praịmarị ya na Cobbe Barracks, Mponda na ụlọ akwụkwọ praemmarị ndị uwe ojii",
  "Ụlọ akwụkwọ sekọndrị ya na Blantyre na Malawi Army Secondary School",
  "Mgbe ọ gụsịrị akwụkwọ na Army Secondary School, ụmụ akwụkwọ ibe ya họpụtara ya dịka nwa akwụkwọ kachasị ewu ewu",
  "Nke a bụ n'ụzọ dị ukwuu n'ihi ịhụnanya na mmasị ya maka ime ihe nkiri.",
  "Ọ gụrụ akwụkwọ sekọndrị na Nairobi, KenyaỌ gụrụ sayensị kọmputa na Universal Group of Colleges, nakwa Microsoft Certified Systems Engineer na Institute of Advanced Technology, Nairobi, Kenya.",
  "Ọ kwagara South Africa ma rụọ ọrụ dịka ọkachamara IT tupu ọ gbasoro nrọ nwata ya nke ịghọ onye na-eme ihe nkiri",
  "O tinyere aka na mmejuputa nke Department of Justice Digital Nervous System (DoJ-DNS), na-enye ọrụ ya na nkà IT dịka onye na-enye ọzụzụ IT",
  "Ọ zụrụ ndị ọrụ ngalaba na Pretoria na Johannesburg gụnyere ndị ọka ikpe, ndị majie, ndị ọkàiwu na ndị nyocha na nkà IT.",
  "Ọ malitere ọrụ ime ihe nkiri ya dịka onye ọzọ na 2004 Oscar-nominated Hotel Rwanda, nke Don Cheadle na Sophie Okonedo na-eme, na-egwu otu n'ime ndị ọrụ ụlọ nkwari akụ. Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ mgbe ụfọdụ, na-eme ihe nkiri site n'ịpụta na mgbasa ozi TV na ncha oge dịka Generations, Scandal, ma nwee ọrụ na South Africa mepụtara ihe nkiri Gangster's Paradise: Jerusalem tupu ọ banye n'ọrụ dịka onye agha n'okpuru ala na Peter Jackson mepụtara na Neill Blomkamp-eduzi ugboro anọ Oscar-nominated sci-fi hit District 9 Mgbe ọ nwetara otuto dị egwu maka arụmọrụ ya na District 9, ọ dọtara uche ọhụrụ nke mba ụwa ma ọbụna pụtara na azụmahịa azụmahịa American Guard a ma ama 'Ident cyber security brandity'.",
  "Ọ gara n'ihu na-apụta na ihe nkiri Hollywood dịka Death Race 3: Inferno, n'akụkụ kpakpando dịka Danny Trejo na Luke Goss, pụtakwara na Chappie nke Sharlto Copley, Hugh Jackman, Dev Patel na Sigourney Weaver. Ya na onye nduzi Blomkamp ọzọ na Sigourney Weaver na-arụ ọrụ dị mkpa Amir onye nzọpụta na obere ihe nkiri sci-fi a na-akpọ Rakka Khumbanyiwa apụtala na ihe nkiri atọ nke onye nduzi Hollywood bụ Neill Blomkamp.",
  "O mere Pastor Peter na onye mmeri BAFTA ugboro abụọ Damilola, Our Loved Boy, ihe nkiri telivishọn Britain banyere ihe ndị gbara ọnwụ Damilola Taylor gburugburu na 27 ọnwa Nọvemba afọ 2000. Ihe nkiri ahụ gosipụtara na BBC One na 7 ọnwa Nọvemba afọ 2016, Levi David Addai dere ya, nke Euros Lyn duziri, ma mee ka Babou Ceesay na Wunmi Mosaku",
  "Ọ pụtakwara na miniseries US TV a ma ama The Looming Tower, nke Alex Gibney duziri nke gosipụtara na Hulu na Febụwarị 28, afọ 2018, nke Jeff Daniels na Peter Sarsgaard gosipụtara, dabere na akwụkwọ Lawrence Wright nke afọ 2006 nke otu aha ahụ. Ọ rụrụ ọrụ dịka onye nche nche Kenya na US Embassy na Nairobi onye lanarịrị bọmbụ nke ụlọ ọrụ nnọchiteanya ma ghọọ onye akaebe dị mkpa.",
  "O nwere ihe karịrị iri abụọ na ise na-eme ihe nkiri na aha ya",
  "Ọ na-eme olu maka TV na redio",
  "Ọrụ olu ya gụnyere asọmpi bọọlụ Africa Cup of Nations (AFCON2013) nke asọmpi bọl \"hello\" mgbasa ozi redio maka obodo Johannesburg.",
  "Na 9 Julaị afọ 2016, e nyere Khumbanyiwa ihe nrite Best Achiever in Entertainment na Malawi Achievers Awards- South Africa."
]