[
  "Eunice Jepkorir Kertich (amụrụ na 17 Febụwarị na afọ 1982) bụ onye Kenya na-agba ọsọ ogologo oge nke na-ahụ maka steeplechase",
  "Ọ bụ onye nwetara ọlaọcha nke 2008 Olympic na ihe omume ahụ na onye nwetara ọla nchara na 2007 World Championships in Athletics",
  "Ọ si Eldama Ravine",
  "Nne na nna ya bụ ndị ọrụ ugbo ma o nwere ụmụnne asatọ (ụmụnne anọ na ụmụnne nwanyị anọ)",
  "Ọ malitere ịgba ọsọ mgbe ọ dị afọ iri na ise mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "N'afọ 2003, o sonyere na asọmpi ụfọdụ n'okporo ụzọ na Germany.",
  "Ọ bụ onye nke asaa na ogologo ọsọ na 2004 World Cross Country Championships, ebe ndị otu Kenya, nke Jepkorir so na ya, meriri ọlaọcha na asọmpi otu",
  "O meriri Parelloop 10K na asọmpi na Netherlands n'afọ 2005. Ọ mechara nke iri na anọ na 2006 World Road Running Championships, nyere ndị otu Kenya aka imeri asọmpi otu ahụ",
  "O meriri na afọ 2007 Cross Internacional de la Constitución",
  "O meriri ihe ndekọ steeplechase nke Kenya na 3000m na egwuregwu Bislett na Oslo na 15 na onwa isii, na afọ 2007 site na ịgba ọsọ 9:19.44. Izu abụọ ka e mesịrị, na 2 Julaị na afo 2007 na Athens ọ gbara ọsọ 9:14.52, nke bụ ndekọ Afrịka na Commonwealth.  Ihe ndekọ Afrịka gara aga (9:15.04) bụ nke Dorcus Inzikuru nke Uganda.",
  "Na 2007 World Championships, ọ meriri ọla nchara na 3000 m steeplechase",
  "Ọ meriri na afọ 2007 Cursa de Bombers 10K race na Barcelona ma gbachitere aha ya n'afọ sochirinụ.",
  "N'abalị iri na anọ n'ọnwa Juun afọ 2008, ọ meziwanyere ihe ndekọ Afrịka ya ruo 9:11.18 na Huelva, Spain. Na afọ 2008 Summer Olympics ọ meriri ọlaọcha site na ịgba ọsọ 9:07.41, si otú a na-edozi ndekọ ọhụrụ nke Africa ọzọ",
  "O rughị eru maka 2009 World Championships in Athletics.",
  "Ọ bịara nke abụọ n'azụ Nuria Fernández na afọ 2011 Cross de San Sebastián na Jenụwarị, ebe di ya weere nsọpụrụ ụmụ nwoke. Ọ gbara naanị otu ugboro n'okporo ụzọ n'afọ ahụ, merie na Cáceres na onwa June",
  "O meghị nke ọma na afọ 2012 Kenyan Olympic trials, na-agwụcha ọsọ ahụ na 10:13.28 nkeji ma na-efu ndị otu Olympic n'ihi ya.",
  "Ọ lụrụ Josphat Kiprono Menjo, onye ọzọ na-agba ọsọ Kenya."
]