[
  "Euodia Samson (a mụrụ n'afọ 1970), bụ onye South Afrika na-eme ihe nkiri na onye TV. A maara ya nke ọma maka ọrụ na usoro telivishọn dịka; SOS, Arendsvlei, Big Okes, Madam & Eve na Fishy Feshuns",
  "A mụrụ Euodia Samson na afo  1970 na Cape Flats, Cape Town, South Afrika. Mgbe ọ gụsịrị ụlọ akwụkwọ sekọndrị, ọ sonyeere ndị otu ihe nkiri na Lavender Hill",
  "Mgbe ahụ, ọ rụrụ ọtụtụ ihe nkiri na Baxter Theatre. N'oge a, Mavis Taylor nyere ya bursary iji gụọ akwụkwọ na Mahadum Cape Town (UCT)",
  "Mgbe ahụ na afo1993, ọ gụsịrị akwụkwọ na nzere na Performer's Diploma in Speech and Drama na UCT.",
  "Ọ zutere di ya n'afọ 1994 bụ onye injinia ụda na Baxter n'oge ahụ",
  "Di na nwunye a nwere ụmụ nwoke atọ.",
  "N'oge ndụ ya na UCT, ọ rụrụ ihe nkiri dịka: Romeo na Juliet, Othello, The Cherry Orchard, Antigone na Animal Farm",
  "Ka ọ dịgodị, ọ rụkwara ọrụ na Cape Performing Arts Board (CAPAB), na mmemme ụlọ akwụkwọ ha a na-akpọ \"War on Waste\"",
  "N'afọ ndị bu ya ụzọ, ọ gara n'ihu na-apụta na ogbo ma e wezụga sinima na telivishọn, Euodia mekwara ọtụtụ ihe nkiri dịka; Freaks, A Winter's Tale, A Midsummer Night's Dream, Dying Breed na Sister Breyani, Dying Breed (CAPAB 1993), Suip! (1993), The Winter's Tale (1997), Ons Hou Konsert (1999), Buckingham Palace, District Six (2000-2001), Vatmaar (2002 na afo 2003), Die Joseph en Mary Affair (2007 na afo 2008), Sister Breyani (2007 na afo 2009). Mgbe ahụ, ọ rụrụ ọrụ \"Roxy\" maka Baxter Theatre na dị ka \"Mustardseed\" na 1995 mmepụta nke A Midsummer Night's Dream nke Maynardville mepụtara.",
  "N'afọ 1995, o mere ihe nkiri izizi na ihe nkiri vidio The Pink Leather Chair ebe ọ rụrụ ọrụ nke \"Gloria\"",
  "Mgbe ahụ n'afọ 1996, o mere ihe nkiri telivishọn mbụ na usoro Tussen Duiwels ma rụọ ọrụ \"Gawa September\". N'afọ 1997, ọ rụrụ ọrụ \"Amina Davids\" na SABC2 comedy drama Onder Draai die Duiwel Rond N'afọ 2003, Euodia rụrụ ọrụ \"Christina\" na oge nke atọ nke SABC2 comedy Fishy Fêshuns",
  "N'afọ 2006, o mere ihe nkiri Heartlines \"The Piano\" na ọrụ \"Elsie Daniels\"",
  "N'afọ 2011, o mere ihe nkiri Black Butterflies na ọrụ \"nwanyị Alakụba\"",
  "N'otu afọ ahụ, ọ sonyeere usoro ihe nkiri SABC2 dị iche iche Colour TV ma rụọ ọtụtụ ọrụ. Ka ọ dịgodị, o kwukwara okwu na redio Goud en Silwer maka SABC N'afọ 2015, ya na Tim Noakes Foundation na Groote Schuur Hospital doctor Hassina Kajee jikọrọ aka",
  "Ha duziri mmemme Banting na Ocean View.",
  "E wezụga ha, ọ pụtakwara na usoro telivishọn dị ka SOS, Big Okes, Madam & Eve, niile telecast na e.tv wee na usoro: Backstage, Tussen Duiwels, Newshounds na Khululeka N'afọ ndị bu ya ụzọ, o mere ihe nkiri dịka; Cape of Good Hope, Ali Barber, na Crossroads N'afọ 2017, Euodia pụtara na usoro atọ: dị ka \"Sharifa Cassim\" na danZ!, dị ka \"Fiona Abrahams\" na Waterfront na dị ka \"Gevangenis se 'Ma' na Die Byl N'afọ 2018, ọ pụtara na kykNET & kie telenovela Arendsvlei",
  "Ọ gara n'ihu na-arụ ọrụ ahụ ruo oge atọ n'usoro",
  "Ka ọ dịgodị, ọ sonyeere oge atọ: Projek Dina, Projek Dina na Sara se Geheim na 2020",
  "N'otu afọ ahụ, ọ rụrụ ọrụ \"Zainab Petersen\" na ihe nkiri Twisted Christmas"
]