[
  "Eva Elisabeth Moltesen née Hällström (1871-1934) bụ onye edemede Finnish-Danish na onye na-eme udo",
  "N'afọ 1896, ọ kwagara Denmark iji gaa n'ihu na agụmakwụkwọ ya, lụọ onye Dane ma biri ebe ahụ",
  "O bipụtara akwụkwọ edemede ya na Finnish na Danish, mee ka ndị Denmark mara obodo ya bụ Finland site na usoro nkuzi ma guzobe Finnish Society na Copenhagen",
  "O mepụtara akwụkwọ ọkọwa okwu Finnish-Danish na Danish-Finnish",
  "N'afọ 1915, Moltensen bụ otu n'ime ndị guzobere Danske Kvinders Fredskæde (Danish Women's Peace Chain), ngalaba Danish nke Women's International League for Peace and Freedom",
  "N'afọ 1918, na-anọchite anya Venstre, ọ bụ onye na-azọ ọkwa na ntuli aka mba mana a họpụtabeghị ya.",
  "A mụrụ ya na Joroinen, Finland, Eva Elisabeth Hällström bụ nwa nwanyị nke onye na-ahụ maka ọgwụ Frans Algoth Hällströ (1835-1878) na Olga Elisabeth Hasintytär Nyman (1843-1912)",
  "Mgbe ọ ka bụ obere nwa, mgbe nna ya na ụmụnne ya nwụsịrị, ya na nne ya kwagara Helsinki ebe ọ gara ụlọ akwụkwọ Latin nke asụsụ Swedish",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gụrụ zoology na Mahadum Helsinki, gụsịrị akwụkwọ na nzere masta n'afọ 1894.",
  "N'afọ 1896, ọ natara agụmakwụkwọ nke nyere ya ohere ịga n'ihu na agụmakwụkwọ ya na Denmark na Askov Højskole, ụlọ akwụkwọ sekọndrị",
  "Ọ bụ n'ebe ahụ ka ọ zutere di ya, ọkọ akụkọ ihe mere eme nke ụka Laust Jevsen Moltesen (1865-1950)",
  "Ha lụrụ na 1898 ma nwee ụmụ anọ ọnụ : Erik Moltesen (1899-1926), Per Algot Moltesen (1900-1980), onye ghọrọ onye nnọchi anya mba ọzọ, Bodil Elisabeth Relander (1901-1992) na Harald Moltesen (05-1931).",
  "Ọ bụ ezie na ọ nabatara ụzọ ndụ ndị Denmark n'ụzọ zuru oke, ọ dịghị mgbe ọ chefuru obodo ya bụ Finland, na-agwa ụmụ nwanyị Danish okwu na mba ahụ dum banyere ụzọ ndị Russia si mesoo ndị Finland",
  "N'afọ 1904, o guzobere Finnish Society (Finske Forening) na Copenhagen",
  "N'ihu akwụkwọ, na 1905 mgbe ọ mụsịrị nwa ya nke anọ na nke ikpeazụ, o bipụtara akwụkwọ ọkọwa okwu Finnish-Danish na Danish-Finnish na, na 1910, Fra Kalevalas lunde, nchịkọta akụkọ sitere na ihe nketa ọdịbendị Finland. Ọzọkwa na Danish, n'afọ 1920 ọ rụchara obere ọrụ akụkọ ihe mere eme na Danish nke akpọrọ Det finske Finland (The Finnish Finland)",
  "O bipụtakwara ọrụ na isiokwu gbasara Denmark na Finnish.",
  "Ya na Eline Hansen, Thora Daugaard, Louise Wright na Clara Tybjerg, n'afọ 1915 Moltesen bụ onye guzobere otu udo nke Danish Danske Kvinders Fredskæde",
  "N'afọ 1918 na ọzọ n'afọ 1920, ọ bụ onye na-azọ ọkwa Venstre na ntuli aka nke Folketing mana a họpụtabeghị ya.",
  "Ọnwụ nwa ya nwoke Eric n'afọ 1926, wutere Moltensen nke ukwuu",
  "N'otu afọ ahụ, di ya ghọrọ minista mba ọzọ ruo n'afọ 1929",
  "Mgbe nke ahụ gasịrị, ọ bịara na-adịchaghị ike, na-etinye ihe ka ukwuu n'oge ya n'ụlọ. Ọ nwụrụ na Gentofte na 10 Nọvemba 1934 ma lie ya na Gentoft Cemetery."
]