[
  "Eva Naomi Hodgson (Ọktoba 9, 1924 - Mee 29, 2020) bụ onye Bermuda na-eme ihe, onye edemede, onye isi otu, na onye nkuzi",
  "A maara ya maka mbọ ọ na-agba ịlụso ịkpa ókè agbụrụ ọgụ na Bermuda, site n'oge ịkpa ókè ruo na narị afọ nke 21.",
  "Ụfọdụ ndị kpọrọ Hodgson onye na-akpata nsogbu maka echiche ya na-enweghị nkwekọrịta",
  "Ọ rụrụ ọrụ dị ka onye isi oche mbụ nke Amalgamated Bermuda Union of Teachers ma dee akwụkwọ anọ gbasara akụkọ agbụrụ na ọrụ nke mba ya.",
  "A mụrụ Hodgson na 1924 n'ezinụlọ biri na obodo Crawl na Hamilton Parish, Bermuda, ruo ọtụtụ ọgbọ",
  "A zụlitere ya n'òtù Brethren evangelical ma nọgide bụrụ Onye Kraịst na-anụ ọkụ n'obi n'oge ndụ ya niile",
  "Nne na nna ya, Harold na Ilene Hodgson, nwere ụmụ isii; nne ya nwụrụ na nwata na 1942.",
  "Mgbe ọ gụsịrị akwụkwọ na Berkeley Institute, Hodgson gara Mahadum Queen na Ontario na agụmakwụkwọ gọọmentị.",
  "Ozugbo ọ gụsịrị akwụkwọ na mahadum, Hodgson laghachiri Bermuda na 1948 iji kụzie na Berkeley Institute.",
  "Mgbe otu afọ nke nkuzi gasịrị, ọ hapụrụ ọzọ iji nweta diplọma na agụmakwụkwọ na Mahadum London",
  "O mechara laghachi n'ụlọ ọrụ ahụ maka nzere nsọpụrụ na geography.",
  "Mgbe ọ laghachiri Bermuda na 1959, Hodgson gara n'ihu na-akụzi na Berkeley.",
  "N'afọ 1967, ọ gara United States ịmụ ihe na Mahadum Columbia",
  "O nwetara nzere masta abụọ wee soro Ph.D",
  "na akụkọ ihe mere eme nke Africa na Africa America na 1980",
  "N'oge ọ nọ n'ụlọ akwụkwọ gụsịrị akwụkwọ, ọ gara rụọ ọrụ na Essex County College na New Jersey, ebe ọ ghọrọ onyeisi oche nke ngalaba akụkọ ihe mere eme na 1978",
  "Ọ kụzikwaara nwa oge na College of Staten Island na Mahadum Rutgers.",
  "Mgbe ọ gụsịrị nzere doctoral ya, Hodgson laghachiri Bermuda ma rụọ ọrụ dị ka onye ndụmọdụ nduzi ụlọ akwụkwọ",
  "A họpụtara ya ka ọ bụrụ onye nhazi akụkọ ihe mere eme na nchekwa ọdịbendị na Ministry of Education site na 1983 ruo 1990, nke gụnyere ma ilekọta mmemme akụkọ ihe mere mere eme na ịrụ ọrụ iji webata ikike mmadụ n'ime usoro ọmụmụ ụlọ akwụkwọ.",
  "Hodgson dere akwụkwọ mbụ ya, Second Class Citizens, First Class Men, na 1963",
  "N'ịbụ nke Bermuda Union of Teachers kwadoro, akwụkwọ ahụ tụlere mgbanwe na ndọrọ ndọrọ ọchịchị na ọha mmadụ nke Bermuda site na 1953 ruo 1963.",
  "O nyere aka na nchịkọta 1974 Massa Day Dead?- Black Moods in the Caribbean, na-ede banyere \"Bermuda na Search for Blackness\".",
  "Akwụkwọ ya ndị ọzọ, niile na-ekwu maka akụkọ ihe mere eme nke ndị isi ojii na Bermuda, bụ A Storm in a Teacup (1989), The Joe Mills Story (1995), na The Experience of Racism in Bermuda and in Its Wider Context (2008).",
  "Dị ka onye nkuzi na Berkeley na mbido afọ 1960, Hodgson ghọrọ onye isi oche nke Bermuda Union of Teachers, otu ndị nkuzi ojii",
  "N'afọ 1965, òtù ndị nkuzi abụọ ahụ jikọtara ọnụ, ọ ghọkwara onye isi oche mbụ nke Amalgamated Bermuda Union of Teachers.",
  "Hodgson bụ onye otu mbụ nke Kansụl ndụmọdụ mmekọrịta ọrụ gọọmentị. E mechara nye ya Russell Award site na World Confederation of Organizations of the Teaching Profession maka ọrụ ya na ndị nkuzi.",
  "Hodgson kwuru na ahụmịhe ya na 1940s na '50s bi na Canada na England, nke bụ ebe ndị a na-adịghị ekewapụ - ọ dịkarịa ala n'ụzọ iwu kwadoro - mere ka ọ mara banyere ikpe na-ezighị ezi agbụrụ ọ hụrụ ma nwee na Bermuda.",
  "Mgbe ọ laghachiri n'ala nna ya, ọ malitere ikwu okwu megide enweghị nhata; a maara ya maka \"ọnọdụ siri ike ya megide ịkpa ókè agbụrụ\". Ọ malitere ide akwụkwọ ozi nye onye nchịkọta akụkọ nke Bermuda Recorder na akwụkwọ ndị ọzọ",
  "Hodgson ghọrọ onye na-enye aka ogologo oge na peeji akwụkwọ ozi nke akwụkwọ akụkọ Bermudian, na-enyere aka ịkpụzi mkparịta ụka gbasara agbụrụ na ịkpa ókè agbụrụ na mba ahụ.",
  "N'afọ ndị 1960, ọ rụrụ ọrụ na Kọmitii maka Nnwere Onwe Ndị Ntorobịa Ụwa Nile, nke lụrụ ọgụ maka ikike ịtụ vootu hà nhata. Ndị Bermuda ka nọ n'okpuru mgbochi ịtụ vootu siri ike dabere na ihe onwunwe, ndị ọchụnta ego ọcha dị ike na-achịkwa ndị omeiwu.",
  "Ọrụ ya na-emegide ịkpa ókè agbụrụ nyere aka mee ka e guzobe Commission for Unity and Racial Equality na 1990s, nke e mesịrị tinye na Human Rights Commission.",
  "N'afọ 1992, o guzobere National Association of Reconciliation, otu nzukọ nke nyere aka mee ka mkparịta ụka mba gbasara agbụrụ n'ime afọ iri na ise nke ịdị adị ya.",
  "Hodgson bụ onye otu Progressive Labour Party site na mmalite ya na 1963, mana ọ gbochighị onwe ya ịkatọ ndị otu nke ya na ndị ndọrọ ndọrọ ọchịchị na ndị isi obodo ndị ọzọ, nke mere ka ọ bụrụ ndị iro n'ụzọ",
  "A na-amanye ya ugboro ugboro ka ọ gbaa ọsọ maka ọkwa ndọrọ ndọrọ ọchịchị n'onwe ya mana ọ jụrụ mgbe niile, ebe ọ hụrụ ihe ọ ghọtara dị ka ọdịda na nkwekọrịta nke ndị ndọrọ ndọrọ ọchịchị nwere echiche mgbe a họpụtara ha.",
  "Ndị enyi ya na ndị ezinụlọ ya kwupụtara nkwenye na ọ tara ahụhụ n'ọrụ nkuzi ya n'ihi ikwu okwu ndọrọ ndọrọ ọchịchị ya. O tinyere akwụkwọ ọtụtụ ugboro ka ọ rụọ ọrụ na Bermuda College ma nyefee ya maka ndị mba ọzọ na-erughị eru.",
  "A na-akatọkarị ya maka ịlụ ọgụ ma ọ bụ na-ese okwu, na maka ilekwasị anya na agbụrụ. Ndị na-akatọ ya kpọrọ ya onye na-akpata nsogbu ma bo ya ebubo na ọ na-ele anya azụ ka ọnọdụ na-akawanye mma maka ndị Bermuda ojii.",
  "Mana Hodgson jụrụ inwe afọ ojuju na njedebe nke ịkpa ókè nke gọọmentị na ịrịgo n'ike ndọrọ ndọrọ ọchịchị nke ndị Bermudians ojii, na-ekwu maka echiche agbụrụ na-aga n'ihu n'etiti ọtụtụ ndị Bermudian na ọdịiche na-aga nke ọma na mba ahụ. Ọ jikọtara onwe ya na òtù ndị ọhụrụ dị ka Citizens Uprooting Racism na Bermuda, nke ọ jere ozi ruo 2018, ma gaa n'ihu na-agba mbọ maka ime ihe ziri ezi ma na-ata gọọmentị ahụhụ maka enweghị ezigbo ọganihu ruo mgbe ọ nwụrụ.",
  "A kpọrọ Hodgson aha na Order of the British Empire na 2012 New Year Honors maka ọrụ ya na-ejere obodo Bermuda ozi.",
  "Ọ nwụrụ na Mee 2020 mgbe ọ dị afọ 95.",
  "Mgbe ọ nwụsịrị, onye bụbu praịm minista Craig Cannonier toro ya dị ka \"otu n'ime ndị na-eme mkpọsa maka ikike ọha na eze na Bermuda\"."
]