[
  "Evan Penny (a mụrụ n'afọ 1953, na South Africa), bi ma na-arụ ọrụ ugbu a na Toronto, Ontario, Canada",
  "N'afọ 1978, Penny gụsịrị akwụkwọ na Alberta College of Art and Design wee nwetakwa akara ugo mmụta gụsịrị akwụkwọ na ihe ọkpụkpụ.",
  "Evan Penny na-eji silicone, pigmenti, ntutu isi na alumini eme ihe ọkpụkpụ nke ụdị mmadụ",
  "Akụkụ ya sitere na ihe fọrọ nke nta ka ọ bụrụ ndụ, ruo na mgbagwoju anya ma ọ bụ gbatịrị agbatị",
  "Penny na-ekwu na otu n'ime mmasị ya \"bụ itinye ihe ọkpụkpụ ahụ n'ụzọ nghọta n'etiti ụzọ anyị nwere ike isi hụ ibe anyị n'oge na ohere na ụzọ anyị si echepụta ihe yiri anyị na ihe ngosiputa nké foto",
  "\" Ọ bụ ezie na ihe okike ya yiri ndụ, Penny kwenyere na \"a pụghị ịnọchite anya ma ọ bụ gosipụta ihe n'ezie,\" na-ahapụ ihe niile ka ọ bụrụ ihe nnọchianya.",
  "Ọrụ izizi nke Evan Penny gụnyere ihe ọkpụkpụ, yana foto dijitalụ",
  "Ihe ọkpụkpụ Penny karịrị echiche nke photorealism na mbara igwe atọ",
  "N'ihe ọkpụkpụ ihe atụ izizi ya, Penny na-anọgide na-eme ihe n'ụdị mmadụ na-enweghị mgbagha, ọ bụ ezie na ọnụ ọgụgụ ahụ na-adịkarị obere karịa nha ndụ",
  "Otu n'ime ihe ndị a ma ama site na otu a bụ Ali (afọ 1984); nwa agbọghọ gba ọtọ",
  "A na-akọwapụta ihe ọkpụkpụ ahụ nke ọma, Penny na-asụgharịkwa akụkụ ọ bụla nke ahụ nwanyị ahụ n'ụzọ zuru ezu",
  "Ihe si na ya pụta bụ mmetụta dị ịtụnanya na nke na-enweghị atụ",
  "A chịkọtara ihe ọkpụkpụ ihe atụ izizi nke Penny na Absolutely Unreal, nnukwu nyocha nke ọrụ onye na-ese ihe nke gara Museum London na London, Ontario, Mendel Art Gallery na Saskatoon, Saskatchewan na Glenbow Museum na Calgary, Alberta (afọ 2003 rụọ afọ 2006).",
  "Ọ dịghị Onye - Karịsịa bụ nchịkọta nke ihe ọkpụkpụ okpukpu abụọ nke na-agbanye ókè nke nnọchiteanya n'etiti akụkụ abụọ na akụkụ atọ",
  "Ihe ọkpụkpụ ndị a bụ ihe osise a na-eche n'echiche nke e wuru ka ha yie ndị nkịtị mana ha nwere akụkụ ahụ buru ibu",
  "A naghị eme ihe ọkpụkpụ ndị a n'ezie dịka otu onye, kama ọ bụ njikọta nke atụmatụ mmadụ, na-emepụta nkọwa banyere atụmanya nke eziokwu n'ime foto",
  "Penny na-aga n'ihu na-agbanye ókè na eziokwu ọkpụkpụ nke oge a na ọrụ ndị a site n'ime ka ọdịiche dị n'ụdị mmadụ pụta ìhè.",
  "Penny's Stretch na Anamorph sculptures na-agbasawanye ókè nke mgbagwoju anya n'ime oghere atọ",
  "Ọrụ ndị a na-agbatị, na-agbagwoju anya ma na-achịkwa ọdịdị mmadụ na mbara igwe n'ụzọ dị ukwuu n'ụzọ enwere ike ijikwa foto dijitalụ abụọ",
  "N'ime ọrụ ndị dị ka Stretch # 1 afọ 2003, a na-agbatị busts ọdịnala Penny n'ụzọ kwụ ọtọ na-eme ka isi na ubu dị ogologo ógè ọ na-anọgide na-eme ihe n'eziokwu na-eme ka ihu mmadụ dị oke mma.",
  "Ọrụ Penny's Panagiota bụ akụkụ nke usoro a",
  "A na-ekwu n'ihe banyere echiche nke oge kpọmkwem na ibe Panagiota",
  "Ọrụ ahụ na-egosi mkparịta ụka Penny na nwa agbọghọ nwere site n'ịkọwa ọdịdị ihu ya n'ebe dị iche iche na mkparịta ụka ha - na-eweta oge-foto kpọmkwem n'ụdị ihe ọkpụkpụ.",
  "Penny kere usoro ihe ọkpụkpụ dị egwu nke azụ nke ndị mmadụ n'otu n'otu",
  "Ihe ọkpụkpụ ndị a na-aga n'ihu na ngalaba nke ma ọ bụghị ụdị ọnụọgụ abụọ ma ọ bụ akụkụ atọ na ọrụ Penny",
  "Otú ọ dị, a na-eji nlezianya sụgharịa ubu, olu na azụ nke isi",
  "Back of Evan bụ akụkụ nke e dechara n'afọ 2005 nke nwoke isi nkwọcha na-eche ihu n'aka nri",
  "A na-eji nlezianya rụọ ihe ọkpụkpụ a nke na mmadụ nwere ike ịhụ ihe ndị dị n'olu nwoke ahụ.",
  "Ọrụ Penny na-adịbeghị anya na-eji teknụzụ ọhụrụ eme ihe iji mee ihe ọkpụkpụ dị oke mma",
  "N'afọ 2011, Penny kere ihe ọkpụkpụ ya kachasị ukwuu ruo ugbu a, Jim Revisited, nwoke dị mita iri n'ogologo nke nwere ọnụnọ na-enye iwu",
  "Dị ka ihe nlereanya maka ihe ọkpụkpụ ọhụrụ a, Penny tụleghachiri ibe ya nke afọ 1985, Jim, obere ihe ọkpụkpụ 4/5 nke dị ndụ nke dị ndụ nke dị na ọnọdụ contrapposto",
  "Na Jim Revisited, Penny jiri teknụzụ nyocha dijitalụ mee ihe n'ụzọ dị ịrịba ama iji megharịa ma megharịa ọnọdụ ahụ",
  "Ógè ahụ, ọ rụgharịrị elu ahụ na ụrọ iji tinye nkọwa zuru ezu",
  "Ọganihu nke Jim site n'afọ 1985 ruo afọ 2011, na-egosipụta mmepe nke ihe ọkpụkpụ Penny n'ime afọ iri abụọ na isii gara aga, na mgbakwunye na igosipụta ọganihu nke teknụzụ, foto, na nnọchi anya nke ahụ na oge foto dijitalụ",
  "N'oge na-adịbeghị anya, Penny kpụrụkwa ihe osise onwe ya abụọ - otu n'ime onwe ya ka ọ na-echeta onwe ya ka ọ na-ele anya dị ka nwa okorobịa, na nke ọzọ ka ọ na-eche na ọ ga-ele agadi anya",
  "Ihe ọkpụkpụ abụọ a na-ekpughe ntụgharị uche onwe onye nke Penny site na oge na-aga n'ihu, ma na-ezo aka n'ọdịdị nke ebe nchekwa na ọchịchọ, na otú foto foto si agwa ma na-agbagọ nghọta na nnọchianya nke Onwe."
]