[
  "Evan Narcisse bụ onye America na-ede akwụkwọ na-atọ ọchị, onye nta akụkọ, na onye na-emepụta akụkọ egwuregwu vidio",
  "Narcisse malitere ọrụ ya dị ka onye nta akụkọ nke kọrọ banyere egwuregwu vidio maka ọtụtụ ụlọ ọrụ mgbasa ozi, dị ka The Atlantic, New York Times, Time Magazine, Kotaku, io9, na Polygon",
  "Dị ka onye na-ede akwụkwọ na-atọ ọchị, Narcisse edeela ọtụtụ nke e gosipụtara dike Marvel Comics, Black Panther",
  "Kemgbe afọ 2018, Narcisse etinyela aka na ịmepụta ma ọ bụ ndụmọdụ banyere ihe akụkọ nke ọtụtụ egwuregwu vidio, gụnyere Insomniac Games 'Spider-Man video game series, Marvel's Avengers, na Redfall",
  "N'ime afọ 2000, Narcisse rụrụ ọrụ dị ka onye na-enye aka na onye edemede maka ọtụtụ ụlọ ọrụ mgbasa ozi na-elekwasị anya na ụlọ ọrụ egwuregwu vidio, dị ka Entertainment Weekly N'afọ 2010, Narcisse dere ọtụtụ isiokwu nke The Atlantic bipụtara. Narcisse sonyeere blọọgụ egwuregwu vidio Kotaku na Ọktoba 2011, ebe ọ rụrụ ọrụ ihe fọrọ nke nta ka ọ bụrụ afọ ise. Mgbe ọ hapụsịrị Kotaku na June 2016, Narcisse nọrọ dị ka onye isi na-ede akwụkwọ na io9, saịtị nwanne Kotaku, ebe o dere banyere ihe ọchị na nyocha ọchị. Ụlọ ọrụ mgbasa ozi ndị ọzọ Narcisse dere maka gụnyere The New York Times, Time Magazine, IGN, GameSpot, na Rolling Stone Magazine. Narcisse apụtawokwa dị ka onye ọbịa ọkachamara na CNN na NPR.",
  "Otu n'ime ajụjụ ọnụ Narcisse gbara Ta-Nehisi Coates banyere ọrụ ya na usoro Black Panther dọtara uche onye nchịkọta akụkọ Coates na Marvel, bụ onye gwara ya ka ọ kpọọ Narcisse ka ọ na-arụkọ ọrụ na akụkọ Black Panther n'ọdịnihu",
  "Aha akwụkwọ mbụ nke Narcisse bụ Rise Of The Black Panther, obere usoro 2018 ya na Coates dere",
  "Usoro ihe nkiri a na-atọ ọchị na-agbaso afọ mbụ nke onye isi, T'Challa yana ndị ezinụlọ ya na Wakanda, mba Afrịka akụkọ ifo ọ na-achị dị ka eze ya. Narcisse kwuru okwu nke Rise Of The Black Panther, ebe ọ chọrọ ịchọpụta ihe na-eme T'Challa \"nwoke, eze na onye dike Afrịka n'ụwa jupụtara na ndị isi na-acha odo odo na chi ndị nwere ọla edo.\"",
  "Ọrụ akwụkwọ ọchị ndị ọzọ nke Narcisse maka aha ihe nke ndiị Marvel Comics bipụtara gụnyere Marvel's Voices # 1 na Last Annihilation: Wakanda # 1. Narcisse bụkwa onye so dee WWE The New Day: Power of Positivity, obere usoro ihe ọchị nke ndị otu ndị ọkachamara na-agba mgba, The New Day.",
  "Ọrụ mbụ nke Narcisse na egwuregwu vidio bụ maka aha ihe nkiri 2018, Spider-Man, ebe ọ na-ahụ maka ide ahịrịokwu ole na ole nke mkparịta ụka. Ọ rụrụ ọrụ dị ka onye ndụmọdụ na-ahụ maka atụmatụ akụkọ maka ihe nkiri afọ 2020 nke Marvel a kpọrọ Spider-Man: Miles Morales, mmụba kwụụrụ onwe ya na Spider-Man nke gosipụtara Miles Morales.",
  "Narcisse jere ozi dị ka onye ndụmọdụ akụkọ na War for Wakanda, mgbasawanye ọdịnaya nke 2021 maka ihe nkiri Marvel bu Avengers nke gosipụtakwara Black Panther. Narcisse bụ onye edemede nke 2021 freeware aha Dot's Home mepụtara ma bipụta site na Rise Home Stories Project, ọrụ nchịkọta mgbasa ozi nke ezubere ịgbasa mmata ọha na eze banyere iwu ụlọ na nsogbu ikpe ziri ezi na United States. Na June 2021, Narcisse kwupụtara na ọ bụ akụkụ nke ndị otu mmepe n'azụ aha na-abịanụ nke ụwa co-op shooter, Redfall",
  "Narcisse bụ onye otu ndị na-ede akwụkwọ nke Gen:LOCK, ụlọọrụ America na-eme ihe nkiri sayensị na-agbasa usoro telivishọn nke Gray Haddock kere ma Rooster Teeth mepụtakwara, kemgbe July 2018.",
  "Narcisse bụ nwa nke ndị mbịarambịa Haitian bụ ndị kwagara United States na ngwụsị afọ 1960, ma nwee ike ịghọta Antillean Kreyol. Nne ha zụlitere Narcisse na ụmụnne ya na mpaghara obodo New York, nke mechara nwee ọganihu nke mere ka ụfọdụ ndị bi na ya ghara ịdị mma. Narcisse sitere na mkpali o nwere site na nwata site na akụkọ ndọrọ ndọrọ ọchịchị nke Haiti, nke mere ka ọ nwee mmasị ide banyere nsogbu agbụrụ na nnọchi anya n'oge ọrụ ọkachamara ya. Narcisse bụ onye na-akwado ogologo oge nke usoro akwụkwọ ọchị nke Black Panther; ncheta mbụ ya nke ịgụ akụkọ Black Panther bụ mbipụta nke 1970s reprint title Marvel Triple Action, ebe e kpughere onye dike ahụ na ọ bụ onye ojii si mba ọzọ nke nwekwara ọdịbendị dị mgbagwoju anya. Narcisse gụrụ akwụkwọ na Mahadum New York, ma mesịa kụziere ihe ọmụmụ banyere akụkọ egwuregwu vidio na ụlọ akwụkwọ ya. Narcisse si na New York City kwaga Austin, Texas na 2018."
]