[
  "Evangeline \"EJ\" Montgomery (amụrụ na Mee 2, 1930, na New York, New York) bụ ónyé America na-ese ihe nke a maara nke ọma màkà ọrụ ígwè ya",
  "Ọ rụkwara ọrụ dị ka onye na-ebi akwụkwọ, onye na-ede akwụkwọ na onye na-ahụ maka nhazi",
  "Ọ natara Women's Caucus for Art Lifetime Achievement Award na 1999. Ónyé na-akọ akụkọ ihe méré eme Floyd Coleman kwuru na ọ bụ onye dị mkpa na nka America",
  "Ọ nwere ọrụ ogologo oge nke isonye na ibute ụzọ n'ihe ndị na-aga n'ihu nke na-akwalite nka na mmepe nke ọbọdọ",
  "Ọ kọwara ya dị ka onye na-ese ihe na ndọrọ ndọrọ ọchịchị, onye nchịkwa nka na onye na-eme ihe ike.",
  "A mụrụ ya na New York City, Montgomery bụ nwa nwanyị nke Oliver Thompson, onye ụkọchukwu Baptist, na Carmelite Thompson, onye na-elekọta ụlọ. Ọ chọpụtara nkà nka ya na ịhụnanya ya maka ise ihe n'oge ọ dị obere, mgbe ọ natara ihe osise mmanụ mgbè ọ dị afọ iri na anọ",
  "Mgbè ọ gụsịrị akwụkwọ na Seward Park High School, Montgomery rụrụ ọrụ na-ese ihu na ụmụ bebi na ihe oyiyi okpukpe",
  "Montgomery kwagara Los Angeles na 1955 ya na di ya, ebe ọ rụrụ ọrụ màkà Thomas Usher, ónyé na-emepụta ọla ndị Africa America. Ọ natara B.F.A",
  "ya na California College of Arts and Crafts na 1969, ebe ọ bụ ọkachamara na metallurgy. Mgbè ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ dị ka onye nlekọta onwe ya na onye ndụmọdụ site na 1967 ruo 1979. Ọ bụ onye ndụmọdụ \"Black Art\" maka Rainbow Sign, ebe ọdịnala ndị isi ojii na-arụsi ọrụ ike na Berkeley, California.",
  "Na-arụ ọrụ dị ka ónyé nlekọta Montgomery bụ ónyé na-akwado nka, na-alụ ọgụ màkà nnọchiteanya ka ukwuu nke ndị na-ese ihe n'Afrịka",
  "A họpụtara ya dị ka ónyé ndụmọdụ nka agbụrụ na Oakland Museum, Montgomery nwèrè ihe ịga nke ọma n'ịhazi ihe ngosi asatọ nke ndị na-ese ihe ojii, gụnyere ihe ngosi nke 1971 nke ónyé na-ese onyinyo ndị Africa America Sargent Johnson (1887-1967) na ihe ngosi nke 1970 na California Black Craftsmen nke gosipụtara ndị na-eme ihe nkírí iri na itoolu gụnyere Eileen Abdulrashid, Gloria R",
  "Bohanon, Sheryle Butler, Hubert Collins, Dale Brockman Davis, Ibibio Fundi, Manuel Ward, Vernita Henderson, Ernest Leroy, Ernest Leroer, Ben James, John Sson, John John John John Smith, John. Montgomery achọpụtala ọtụtụ akwụkwọ ndị a na-emetụbeghị aka banyéré Johnson, onye na-ese ihe nke na-arụsi ọrụ ike n'oge Harlem Renaissance",
  "Ntụle ahụ nyèrè aka guzobe ihe nketa Johnson na nka ndị Africa America.",
  "Dị ka ónyé na-ese ihe, Montgomery arụwo ọrụ na ndị na-eme ihe dị iche iche",
  "A maara ya nke ọma màkà igbe ndị nna nna ya, nke e ji ọlaọcha sterling mee ma tinye ihe gụnyere nkume ndị dị oké ọnụ ahịa na ihe ndị a chọtara. Montgomery kwuru na igbe ndị a na-ekwu na ha nwèrè ihe dị oké ọnụ ahịa ma gosipụta nchọpụta ya banyere ọrụ ncheta na ihe ncheta na akụkọ ihe mere eme mmadụ. Otu n'ime igbe mbụ ya, Ancestor Box 1: E mere ikpe ziri ezi maka Angela na 1971 iji meghachi omume na ikpe nke ónyé ndọrọ ndọrọ ọchịchị Angela Davis, ọ na-etinye akara Ashanti màkà ikpe ziri ezi. Ọrụ ọzọ dị mkpa, \"Red, Black and Green Ancestral Box - Garvey Box\" (1973), a na-etinye ya na ọlaọcha sterling na enamel na-acha ọbara ọbara, oji, na akwụkwọ ndụ akwụkwọ ndụ iji mee ka ncheta Marcus Garvey."
]