[
  "Evelyn Anite Kajik, onye a maara dị ka Evelyn Anite, bụ onye nta akụkọ na onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ Minista na-ahụ maka ego maka itinye ego na nkeonwe na Kọmitii Ugandan kemgbe 6 June na afo 2016. N'oge gara aga, ọ rụrụ ọrụ dị ka Minista Steeti maka Ndị Ntorobịa",
  "A họpụtara ya n'ọkwa ahụ na 1 Machị na afọ 2015, na-anọchi Ronald Kibuule, onye a họpụtara ka ọ bụrụ Minista na-ahụ maka ihe ndị dị na mmiri. Ọ rụkwara ọrụ dị ka onye omeiwu a họpụtara maka Koboko Municipality, na mpaghara West Nile, na mpaghara Northern Region nke Uganda, ọkwá ọ nọrọ site na afo 2011 ruo na afọ 2021. Na ntuli aka nke National Resistance Movement (NRM) nke afọ 2020, Dr Charles Ayume, nwa onye bụbu onye isi oche nke Nzukọ Ndị Omeiwu Ugandan, onye nwụrụ anwụ Francis Ayume meriri Anite.",
  "A mụrụ Anite na 11 Nọvemba na afọ 1984, na Adakado Village, Koboko District, nke Steven Dravu, onye ọrụ gọọmentị, na Sarah Wokoru Dravu, nwanyị ọchụnta ego",
  "Ọ bụ onye Ugandan na-asụ Lugbara nke obodo ya na-agbanye na Democratic Republic of the Congo dị nso",
  "Ọ na-asụ asụsụ Lugbara na Kakwa nke ọma",
  "Ọ gara Arua Hill Primary School maka agụmakwụkwọ ụlọ akwụkwọ elementrị ya",
  "Ọ gụrụ akwụkwọ na Saint Mary's Ediofe Secondary School maka ọmụmụ O-Level ya",
  "Ọ gara ụlọ akwụkwọ sekọndrị ụmụ nwanyị nke Muni, maka agụmakwụkwọ A-Level ya",
  "O nwere nzere Bachelor of Arts na Mass Communication, nke Mahadum Ndị Kraịst nke Uganda nyere ya na 2008.",
  "Na Jenụwarị na afọ 2018, a nabatara Evelyn Anite na Fletcher School of Law and Diplomacy nke Mahadum Tufts, na Medford, Massachusetts, na United States, iji chụsoo Master na International Relations and Diplomacy Programme. N'ọnwa Julaị na afọ 2019, Anite gụsịrị akwụkwọ na Mahadum Tufts, ebe ọ mezuru ihe niile achọrọ maka mmemme Master of Arts.",
  "Ozugbo ọ gụsịrị akwụkwọ sekọndrị n'afọ 2005, Anite malitere ịrụ ọrụ dị ka onye na-eme ihe ngosi redio na ụlọ ọrụ redio dị na Arua, na-aga n'ihu na ikike ahụ ruo n'afọ 2007",
  "Malite na afọ 2006 ma gaa n'ihu ruo Na afọ  2010, ọ rụrụ ọrụ dị ka onye na-egosi redio na Uganda Broadcasting Corporation na Kampala, isi obodo Uganda na obodo kachasị ukwuu",
  "Site na  afọ 2008 ruo na afọ 2010, ọ rụrụ ọrụ na Uganda Media Centre dị ka onye enyemaka na-ahụ maka mmekọrịta ọha na eze",
  "N'afọ 2011, ọ gbara ọsọ maka oche ndị omeiwu nke onye nnọchi anya ndị ntorobịa maka Northern Uganda",
  "Ọ meriri mmadụ itoolu ndị ọzọ iji merie oche ahụ",
  "Ọ bụ onye nọ n'ọkwa ugbu a. N'abalị isii n'ọnwa Juun afọ 2016, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka itinye ego na nkeonwe.",
  "N'afọ nke 2014, Evelyn Anite sonyere na esemokwu ya na Margaret Baba Diri na onye nke ikpeazụ na-azọrọ na Evelyn Anite na-azọ oche ndọrọ ndọrọ ọchịchị ya na Koboko maka ntuli aka elu nke afọ 2016. Na esemokwu a, Margaret Baba Diri kwuru na Evelyn Anite bụ \"onye mba ọzọ na-akpata mgbagwoju anya na Koboko na NRM\"",
  "Na nzaghachi, Evelyn Anite kwuru na ọ bụ naanị na-eme mkpọsa na Koboko iji \"wepụ\" \"nne\" ya Baba Diri n'ibu nke \"ndị ndọrọ ndọrọ ọchịchị siri ike\".",
  "N'ọnwa Febụwarị na afọ 2014, n'oge NRM Parliamentary Caucus, tupu ntuli aka onye isi ala nke afọ 2016, Evelyn Anite mere mkpebi ikwupụta na Onye isi ala Yoweri Kaguta Museveni bụ onye na-ebu ọkọlọtọ nke pati",
  "Mkpebi a bịara mara dị ka Mkpebi Kyankwanzi, zutere nguzogide.",
  "N'ịzaghachi nkwado ya maka iwepụ iwu afọ, Evelyn Anite kwuru na ọ natara ọtụtụ egwu ọnwụ. Nke a kpaliri gọọmentị inye ya nkọwa nchebe. Ọ kọwakwara ndị omeiwu ibe ya na-emegide iwu ahụ dị ka \"ndị na-achọ naanị ọdịmma onwe ha\".",
  "N'ikwu okwu iji kwado iwepụ iwu afọ, Evelyn Anite na pati na-achị achị nwere \"ọnụ ọgụgụ na ndị agha mba n'akụkụ ha\". Ndị agha Uganda People's Defence Force (UPDF) ewepụla onwe ha n'okwu a.",
  "N'akwụkwọ ozi o degaara Onye isi ala Yoweri Kaguta Museveni na Julaị 2018, Hamilton Telecom boro Evelyn Anite ebubo na ọ na-emebi ụlọ ọrụ nkwukọrịta site na itinye ego maka ịzụta Uganda Telecom (UTL).",
  "N'ọnwa Julaị  na afọ 2018, e boro ebubo na Evelyn Anite agbapụla mba ahụ, n'ihi na ọ nọ n'okpuru nyocha na-esote akụkọ ndị a na-ekwu na ha rịọrọ $ 8 nde (Shs 28.8billion) iri ngo n'aka otu ndị Arab na-etinye ego. N'aka nke ya, ọ gbara akwụkwọ akụkọ obodo maka ibipụta akụkọ banyere ya.",
  "Mgbe ọ nabatara na Mahadum Tufts, otu akụkụ nke ndị Uganda bi na United States malitere mkpesa ma mee ngagharị iwe na-achọ ka a kagbuo nnabata ya na mahadum ahụ.",
  "Ha kwuru na United States ekwesịghị inye ndị ọrụ rụrụ arụ ebe mgbaba n'okpuru ihe ngosi nke ọmụmụ ọzọ. Mahadum Tufts jụrụ arịrịọ ahụ na-ekwu na ọ dịghị ihe ọjọọ o mere iji mee ka a chụpụ ya",
  "Ha gbakwunyere na dị ka nwa akwụkwọ na ụlọ akwụkwọ iwu, e chebere nzuzo ya.",
  "N'afọ 2021 mgbe Anite meriri Dr Charles Ayume na ntuli aka elu nke National resistance movement flag bearer, ọ wepụrụ ambulance o nyere na mbụ na Koboko Health Center IV.",
  "Evelyn Anite lụrụ Allan Kajik, onye bụbu osote onye isi obodo nke Kampala",
  "Ha lụrụ n'afọ 2011 ma nwee ụmụ abụọ ka ọ na-erule na afọ 2018."
]