[
  "Evelyn Acham (a mụrụ ya n'ihe dị ka n'ubochi 15 nke ọnwa Juun n'afọ 1991) bụ onye na-ahụ maka ikpe ziri ezi na ihu igwe si mba Kampala Uganda na onye nhazi mba Uganda nke Rise Up Movement, nke enyi ya na onye nhazi ibe ya Vanessa Nakate guzobere.",
  "A mụrụ Acham n'ihe dị ka afọ 1991. Ọ bụ akụkụ nke +1Tree Project, ebe ebumnuche ya bụ ịkụ osisi 9,000,000. N'ọnwa Mee 26, 2020, Acham bụ otu n'ime ndị otu maka usoro webinar ActionAid na Women's Agenda Women Leading Climate Action, nke bụ mkparịta ụka mmekọrịta na-emetụta etu ụmụnwanyị si lụso mgbanwe ihu igwe ọgụ n'oge COVID-19. O gosiputara n'akụkụ Inge Relph - onye isi nchịkwa na onye guzobere Global Choices - na Emma Wilkin - onye nhazi nke Global Choices\" Arctic Angels - maka 2020 Model United Nations (MUN) Impact Global Summit. N'afọ 2021, ọ gara nzukọ mgbanwe ihu igwe nke United Nations nke afọ 2021 ma nọchite anya Friday for Future Most Affected People and Areas (MAPA). Friday for Future MAPA bụ otu n'ime ndị na-akwado ihu igwe nke e guzobere mgbe ndị na-ahụ maka ihu igwe Greta Thunberg mere ngagharị iwe n'afọ 2018. Evelyn Acham bụ onye guzobere Climate Justice for Healthy Communities (CJHC), otu na-abụghị nke gọọmentị nke dị na mba Kampala, Uganda",
  "Ebumnuche nke nzukọ ahụ bụ ichebe ma melite ahụike na ọdịmma nke ndị mmadụ n'otu n'otu, ọkachasị ndị nọ n'obodo ndị nwere nnukwu ihe ize ndụ, site na ihe ize ndụ ndị metụtara mgbanwe ihu igwe, Acham na-arụkọ ọrụ ọnụ na Girl on the Move Initiative, nke onye ọrụ ibe ya Isaac Ssentumbwe guzobere, iji nye ụmụagbọghọ puku ise (5,000) hapụrụ agụmakwụkwọ ha n'ihi mgbanwe ihu igwe n'afọ 2030",
  "Acham gosipụtakwara na mkparịta ụka Climate Hub nke The New York Times ' 2021 \"Passing the Torch: Intergenerational Climate Dialogues\" n'akụkụ Jerome Foster II, Aya Chebbi, na Mary Robinson.",
  "Njikọ ndị ọzọ Acham gụnyere Youth for Future Africa na Global Choices 'Arctic Angels.",
  "Ọ ghọrọ onye otu Global Witness Advisory Council n'afọ 2022",
  "A họpụtara ya n'etiti ụmụnwanyị 100 na-emepụta Africa ka mma n'afọ 2023",
  "O wepụtara onwe ya dị ka onye mmụọ ozi Arctic na Global Choices kemgbe 2020",
  "Onye so na Fridays For Future MAPA kemgbe afọ 2020",
  "Ọ gara ma kwuo okwu na COP26 na mba Scotland, emume mmeghe nke onye isi obodo Grenoble na France, na ọkà okwu na nzukọ ụwa nke Austria na Youth Climate Conservation Summit na Mahadum Princeton."
]