[
  "Everett Gendler (August 8, 1928 , April 1, 2022) bụ onye rabaị America, nke a maara maka idu ndú ya na itinye aka na ihe ndị na-aga n'ihu, gụnyere òtù na-ahụ maka ihe ndị ruuru mmadụ, enweghị ime ihe ike nke ndị Juu, na òtù ndị Juu Havurah. Site na 1978 na 1995, ọ rụrụ ọrụ dị ka onye ụkọchukwu ndị Juu mbụ na Phillips Academy, Andover",
  "A kọwawo ya dị ka \"nna nke ndị Juu na-ahụ maka gburugburu ebe obibi\".",
  "A mụrụ Gendler na Chariton, Iowa, na afọ 1928 n'ezinụlọ ndị Juu na-ekpe okpukpe nke kwagara Des Moines na afọ 1939",
  "Ọ gụsịrị akwụkwọ na Theodore Roosevelt High School wee gaa n'ihu nweta B.A",
  "na Mahadum Chicago na 1948 n'oge Robert Hutchins na-eduzi",
  "Ọ nọgidere na Chicago ruo 1951 na-amụ ihe na onye ọkà ihe ọmụma Rudolf Carnap",
  "N'afọ 1957, ụlọ akwụkwọ Jewish Theological Seminary họpụtara ya dị ka onye rabaị Conservative.",
  "Na ngwụcha afọ 1950 na mmalite afọ 1960, Gendler jere ozi dị ka onye rabaị n'ọtụtụ ọgbakọ na Latin America, gụnyere Beth Israel Community Center na Mexico City, Mexico (1957), Associacao Religiosa Israelita na Rio de Janeiro, Brazil (1961), na ọgbakọ ise nke Havana, Cuba (High Holidays and Easter, 1968). Site na 1962-1968, Gendler jere ozi dị ka onye rabaị na Jewish Center nke Princeton, New Jersey.",
  "N'ime ngwụcha afọ 1960 na mmalite afọ 1970, Gendler, ya na nwunye ya Mary Gendler (amụrụ n'afọ 1940) sonyere n'ọtụtụ obodo obibi ndị ọzọ, gụnyere Ivan Illich's Centro Intercultural de Documentación na Cuernavaca, Mexico (1968-1969) (n'akụkụ Harvey Cox) na ebe obibi inter-racial inter-religious Packard Manse na Stoughton, Massachusetts (1969化1971).",
  "N'afọ 1971, Gendler ghọrọ onye rabaị na Temple Emanuel nke Ndagwurugwu Merrimack na n'afọ 1977, Ted Sizer họpụtara Gendler dị ka onye ụkọchukwu ndị Juu mbụ na Phillips Academy, Andover dị ka akụkụ nke \"ozi atọ\" ndị Katọlik Protestant na ndị Juu Gendler nọgidere n'ọkwa ya na Phillips Andover, n'akụkụ ọnọdụ ya na Temple Emanual nke Ndagugwu Merromack, ruo mgbe ọ lara ezumike nká, mgbe ọ dị afọ 67, na 1995.",
  "Site na 1995 ruo 2022, Gendler, ya na nwunye ya Mary Gendler، tinyere aka n'ọrụ agụmakwụkwọ obodo n'etiti ndị Tibet a chụgara na Strategic Nonviolent Struggle",
  "N'afọ 2007, ha rụrụ ọrụ dị mkpa na ntọala nke Active Nonviolence Education Center na Dharmasala, India.",
  "Ọ bụ nna nke ụmụ nwanyị abụọ, Tamar Gendler, onye bụ Prọfesọ nke nkà ihe ọmụma na Dean nke Faculty of Arts and Sciences na Mahadum Yale, na Naomi Gendler Camper, onye bụ Chief Policy Officer na American Bankers Association.",
  "Gendler sonyere n'ihe gbasara ikike obodo n'etiti afọ 1950, nke itinye aka na American Jewish Society for Service 1955 summer institute na Highlander Folk School na Monteagle, Tennessee",
  "N'ime afọ 1960, ọ rụrụ ọrụ dị mkpa n'itinye ndị Juu America n'ime òtù ahụ, na-eduga ìgwè ndị rabaị America isonye n'ememe ekpere na ngagharị iwe na Albany, Georgia (1962), Birmingham, Alabama (1963) na Selma, Alabama (1965), ma mee kaAbraham Joshua Heschel sonye na njem a ma ama site na Selma ruo Montgomery (1965). Gendler nyere aka n'ịhazi okwu dị mkpa nke Martin Luther King na mgbakọ ndị rabaị nke mba na Machị iri abụọ na ise 1968, ụbọchị iri tupu ọnwụ King, na-eduzi ihe ga-abụ ajụjụ ọnụ ikpeazụ ya na MLK.",
  "Gendler bụkwa onye mbụ na-akwado okpukpe ndị Juu maka ikike nhata maka ndị na-edina nwoke ibe ha, itinye aka n'ememe ụmụ nwanyị, na ikike ndị Palestine.",
  "Gendler na-akwado ọnọdụ na enweghị ime ihe ike n'okpukpe bụ akụkụ nke okpukpe ndị Juu dị ka ọ dị na okpukpe ndị ọzọ",
  "Akụkọ ya a kacha kesaa n'isiokwu a bụ \"Ya mere ịhọrọ ndụ\" nke e dere na Roots of Jewish Nonviolence na The Challenge of Shalom",
  "Gendler jere ozi na bọọdụ nke Jewish Peace Fellowship, na bọọdụ Shomer Shalom Institute for Jewish Nonviolence",
  "N'afọ 2021, Ben Yehuda Press bipụtara nsụgharị ya nke ọrụ Rabbi Aaron Samuel Tamares, na otuto dị egwu",
  "N'afọ 2013, T'ruah Foundation nyere ya onyinye Human Rights Hero Award iji kwado ọrụ ndụ ya maka enweghị ime ihe ike, ikike mmadụ, gburugburu ebe obibi.",
  "Gendler bụ onye, otu mbụ nke Havurat Shalom, onye guzobere Alternative Religious Community na Marblehead, Massachusetts, na onye nyere aka dị mkpa n'ọtụtụ akwụkwọ ekpere liturgical ndị Juu, akwụkwọ akụkọ na anthologies.",
  "N'ime afọ 1960 na afọ 1970, nke ọrụ na ihe odide nke ndị enyi ya na ndị nkuzi Helen na Scott Nearing kpaliri, Gendler tinyere aka na nchedo na gburugburu ebe obibi, ọ bụkwa onye na-akwado ma na-eme ọrụ ugbo na nri akwụkwọ nri.",
  "N'afọ 1978, o tinyere ìhè ebighi ebi nke mbụ sitere n'anyanwụ n'elu ụlọ nzukọ ya na Lowell Massachusetts. N'ime afọ iri atọ sochirinụ, o bipụtara ọtụtụ isiokwu gbasara gburugburu ebe obibi ndị Juu ma nye ọtụtụ narị okwu gbasara isiokwu ahụ",
  "N'afọ 2008, ọ natara onyinye Lifetime Achievement maka onyinye ya na gburugburu ebe obibi ndị Juu site na Isabella Freedman Jewish Retreat Center",
  "N'afọ 2013, a kwanyeere ya ùgwù na President' Medallion site na Hebrew Union College-Jewish Institute of Religion iji kwado \"ndụ nke nraranye na ụmụ mmadụ\" na \"ndụ ndụ nke itinye aka na ikpe ziri ezi na gburugburu ebe obibi\"",
  "N'afọ 2013, a matara ọrụ ndụ ya site n'ịmepụta Gendler Grapevine Project, atụmatụ afọ isii e mere iji mee emume ma mee ka ọrụ ndụ Gendler dịgide, ma bụrụ ebe nchekwa na-adịgide adịgide nke isiokwu na nkuzi ya."
]