[
  "Exclusive Movies  is an Egyptian digital video streaming platform for services that was established in 2020 / Ramadan 1441 AH, and the platform was created to display classic Egyptian artworks, films and Ramadan series in the media company in the Middle East and North Africa region",
  "\"Mohamed Mohsen\" serving as the Chief Content Officer (CCO)\nIn 2020, Exclusive Movies has nearly 10 million users, and digital video views on Exclusive Movies platforms have reached nearly 100 million.",
  "The \"Exclusive Movies\" platform offers a variety of content directed to all members of society and families of all ages, including children's programs and series, \"Disney in Arabic\", \"Disney World\", and a wide range of various Arab and foreign series and films, And series Anime and Bollywood, Turkish, Gulf, Korean and Latin series, in addition to talk shows, social and news.",
  "The premium subscription-based service ‘Exclusive Movies’  was launched in 2020, which provided users with a variant of the free video on demand (VOD) service",
  "Thereby, allowing subscribers to view all the available content without the interruption of any advertisements.",
  "Exclusive Movies has been entering into strategic partnerships with relevant companies to increase accessibility",
  "It started with  a partnership with Viva in 2021, the telecom operator in Kuwait, which facilitated subscriber payment via their mobile phones.",
  "In 2021, a partnership took place with Omantel, the telecom provider in Oman giving its users access to Exclusive Movies subscription",
  "Vodafone Egypt entered the network in 2021 making Exclusive Movies available for Vodafone subscribers without any additional costs",
  "In Saudi Arabia, Exclusive Movies content is provided through Saudi Telecom Company (STC), which started with a partnership between the two companies in May 2021 and a free two-month subscription to Exclusive Movies was given to all STC users.",
  "Àtụ:Middle East Broadcasting Center\nÀtụ:VOD services\nÀtụ:Portal bar",
  "Àtụ:Business-stub\nÀtụ:Egypt-stub"
]