[
  "Eyerusalem Kuma (amụrụ na 7 Septemba na afọ 1981 na Addis Ababa) bụ onye Etiopia na-agba ọsọ ogologo oge, onye na-asọ mpi na marathons",
  "O nwere ihe kacha mma nke 2:24:55 awa maka ebe dị anya ma bụrụ onye mmeri 2009 nke Amsterdam Marathon",
  "Na mbido ọrụ ya, o ritere ihe nrite otu na Kenya na IAAF World Cross Country Championships",
  "Ihe kacha mma ọ rụzuru bụ nke ise na 2002 na nke anọ na 2003",
  "Ihe nrite mba ụwa mbụ ya bịara na African Championships in Athletics, ebe ọ bụ onye nwetara ọla nchara 10,000 mita na 2002 na onye mmeri Africa na 2004",
  "Ọ bụkwa onye nke anọ na ihe omume ahụ na 2003 All-Africa Games.",
  "O meriri ihe nrite ọla edo nke otu ha na 2004 IAAF World Half Marathon Championships",
  "Mgbe ọ nno ezumike ọrụ ya, ọ pụtara dị ka ọkachamara na marathon na 2009",
  "Ọ bụ onye nke abụọ na Amsterdam Marathon na 2010 na 2011.",
  "N'afọ 2013, Kuma dara ule doping nke e mere na Amsterdam Marathon",
  "A kwụsịrị ya afọ abụọ.",
  "Na mbido ọrụ ya, ọ bụ ọkachamara na ọsọ ọsọ na ịgba ọsọ na-agafe mba",
  "Egwuregwu mba ụwa mbụ ya bịara na afọ 2000, mgbe ọ bụ onye nke asaa na asọmupi ndị na-eto eto na 2000 IAAF World Cross Country Championships ma nweta otu ihe ahụ karịa mita 5000 na 2000 World Junior Championships in Athletics",
  "Ọ mere nke mbụ ya n'afọ sochirinụ na 2001 IAAF World Cross Country Championships, na-abịa nke 23 na ogologo ọsọ ma na-enyere Ethiopia aka inweta ọlaọcha. Kuma mere mmetụta mbụ ya n'afọ sochirinụ, dịka ọnọdụ nke ise ya na ogologo ọsọ na 2002 IAAF World Cross Country Championships duuru mba ya gaa n'ọkwa otu ma kwuo na ọla nchara karịrị mita 10,000 na 2002 African Championships in Athletics (n'azụ ndị Kenya Susan Chepkemei na Leah Malot).",
  "Na 2003 IAAF World Cross Country Championships ọ nwere ọkwa kachasị elu, na-abịa nke anọ ma na-ewere aha otu ya na ndị nrite Werknesh Kidane na Merima Denboba. O mekwara ka ọ bụrụ onye Ethiopia na 10,000 mita na 2003 Afro-Asian Games, ebe ọ bụ onye nke abụọ na Ejegayehu Dibaba. N'agbanyeghị ngosipụta na-adịghị mma na 2004 World Cross Country, ọ meriri nnukwu aha mbụ ya na 2004 African Championships in Athletics, na-emeri ndị niile bịara iji nweta ihe nrite ọla edo 10,000m. Kuma setịpụrụ 10,000m nke onwe ya n'afọ ahụ na Utrecht, Netherlands, na-agba ọsọ oge 31:25.46 nkeji",
  "Nke a sụgharịrị ka ọ bụrụ ihe ịga nke ọma n'okporo ụzọ: ọ bịara nke isii na 2004 IAAF World Half Marathon Championships ma duru otu Bezunesh Bekele na Teyba Erkesso gaa na nrite ọla edo. Ọ gbara ọsọ na 2005 ma nwee ezumike n'ọrụ ịgba ọsọ ya ruo 2009.",
  "Eyerusalam laghachiri n'asọmupi site n'ime nke mbụ ya n'elu marathon na 2009 na Dubai Marathon, ebe oge ya nke 2:26:51 awa wetara ya ọnọdụ nke isii. Na njem nke abụọ ya n'ebe ahụ, ọ meriri na 2009 Amsterdam Marathon",
  "O nwetara ọkara marathon nke onwe ya nke 1: 10.42 awa na usoro nke onye nke abụọ na Great Scottish Run na Glasgow. Ọ bụ naanị nke asatọ na Prague Marathon na 2010, mana mgbe ọ laghachiri Amsterdam ọ bụ onye nke abụọ n'ime oge nke 2:27:04 awa. Ọ gbara ọsọ na 2011 Paris Marathon wee bịa nke anọ. N'ọkwa nke atọ ya na-esote na Amsterdam Marathon, ọ gbara ọsọ nke onwe ya nke 2:24:55 awa, mana ọ bụ onye nke abụọ ọzọ ka ọ na-agwụ n'azụ onye Etiopia ibe ya Tiki Gelana.",
  "Eyerusalem emeghị podium na ọ bụla n'ime njem ya na afọ 2012: ọ bịara onye nke asaa na Tokyo Marathon na nke ise na Toronto Waterfront Marathon na Hannover Marathon",
  "Agbụrụ mbụ ya nke afọ 2013 hụrụ ya ka ọ bụ onye nke atọ na Xiamen International Marathon na Vienna City Marathon"
]