[
  "Emume Eyo, nke a makwaara dị ka Adamu Orisha Play, bụ emume Yoruba pụrụ iche na Lagos, Nigeria. N'oge a, ndị Lagos na-egosi ya dị ka ihe omume ndị njem nleta ma n'ihi akụkọ ihe mere eme ya, a na-eme ya na Lagos Island.",
  "Okwu \"Eyo\" na-ezo aka na ndị na-agba egwú ejiji, nke a maara dị ka masquerades nke na-apụta n'oge ememme ahụ",
  "A na-achọta mmalite nke emume a na ọrụ dị n'ime nke òtù nzuzo nke Lagos. Laa azụ n'ụbọchị ahụ, a na-eme mmeme Eyo iji duru mkpụrụ obi nke Eze ma ọ bụ Onye isi Lagos na-apụ apụ ma webata eze ọhụrụ",
  "E kwenyere n'ọtụtụ ebe na egwuregwu ahụ bụ otu n'ime ngosipụta nke mmeme omenala ndị Afrịka nke na-eje ozi dị ka onye na-ebute ụzọ na carnival nke oge a na Brazil. N'ụbọchị Eyo, a na-emechi okporo ụzọ dị n'etiti obodo ahụ (site na njedebe nke Carter Bridge ruo Tinubu Square) maka okporo ụzọ, na-enye ohere maka ngagharị site na Idumota gaa n'obí eze Iga Idunganran",
  "Ihe mkpuchi Eyo na-acha ọcha na-anọchite anya mmụọ nke ndị nwụrụ anwụ, a na-akpọkwa ya na Yoruba dị ka \"agogoro Eyo\" (n'ụzọ nkịtị: \"ogologo Eyo\").",
  "Ngagharị mbụ na Lagos bụ n'ụbọchị 20 nke ọnwa Febụwarị, n'afọ 1854, iji cheta ndụ Oba Akintoye.",
  "N'ebe a, ndị sonyere niile na-asọpụrụ Oba na-achị Lagos",
  "A na-eme emume ahụ mgbe ọ bụla oge na omenala chọrọ, ọ bụ ezie na a na-emekarị ya dị ka akụkụ nke emume olili ozu ikpeazụ nke onye isi a na-akwanyere ùgwù nke ukwuu n'ụlọ eze.",
  "N'etiti ndị Yoruba, okpukpe ụmụ amaala efunahụla ọtụtụ n'ime ndị na-eso ụzọ ọdịnala ha n'ụzọ dị ukwuu na Iso Ụzọ Kraịst na Islam",
  "Ka o sina dị, a ka na-eme ememme ochie ahụ n'ebe niile dị ka ihe na-adọrọ mmasị ndị njem nleta nke na-eweta nnukwu ego maka gọọmentị na obere azụmaahịa gburugburu ebe mmeme Eyo dị na Lagos Island",
  "Ọ bụ n'oge ndị a ka ndị eze ọdịnala ha na ndị a ma ama na-eji ike ha fọdụrụnụ eme ihe.",
  "N'akwụkwọ ya Nigerian Festivals, onye na-ede njem na onye na-akọ akụkọ ọdịbendị Pelu Awofeso na-ekwu: Otu izu zuru ezu tupu mmeme ahụ (Sọnde mgbe niile), otu ndị Adimu (nke a na-eji okpu ojii, nke nwere nnukwu oghere mara), na-eji mkpara aga n'ihu ọha. Mgbe nke a mere, ọ pụtara na ihe omume ahụ ga-ewere ọnọdụ na Satọdee na-esote",
  "Nke ọ bụla n'ime ìgwè anọ ndị ọzọ nke Eyo bụ ̆ Laba (Red), Oniko (yellow), Ologede (Green) na Agere (Purple) na-agbanwe n'usoro ahụ site n'ụbọchị Mọnde ruo n'ụbọchị Tọzdee.",
  "N'akụkọ ihe mere eme, Iperu bụ isi iyi, ebe a mụrụ ya na onye malitere Eyo na Naịjirịa na ụwa",
  "E nwere alaka 5 dị iche iche / ụdị nke Iga Eyo na Iperu Akesan",
  "Aha ezinụlọ na Iga nke Eyo nke ọ bụla na-anọchite anya bụ:",
  "Isi iyi nke éyo na Iperu bụ Iga éyo Pakeriké na ndị ọzọ 4 bụ ụlọ Iperu Royal.",
  "Akụkọ ihe mere eme mere ka anyị ghọta na a kpọtara Eyó na Lagos iji mee ka ọgọ ya nwee obi ụtọ nke ghọrọ ihe a na-eme ugbu a na Lagos taa.",
  "Akesan bụ onye ụkọchukwu! Remo asuwon ooo!",
  "Nke a bụ ndepụta nke ihe ndị a machibidoro iwu na ememme ahụ:",
  "A maara masquerades ka ha na-eti ndị na-eji ihe ọ bụla a machibidoro iwu na-ahụ ya na mkpara ha.",
  "Ogidi àkwà mmiri dị na Lagos na-egosi ọnụ ọgụgụ Eyo",
  "Ihe osise mgbasa ozi na-abịa emume",
  "Ndị otu Eyo Iga Etti na mmemme Eyo na Tafawa Balewa Square na Lagos, gụnyere nwoke bu ite ọkụ n'isi ya.",
  "ọkọlọtọ nke Eyo Iga Taiwo Olowo na-abanye na TBS.",
  "ọkọlọtọ nke Eyo Iga Opeluwa na-abanye na TBS.",
  "ọkọlọtọ nke Eyo Awise na-abanye na TBS.",
  "Masquerades na ngagharị Eyo Iga Etti.",
  "Eyo Olokun na-eme ihe ngosi na TBS.Eyo Olokun jikọtara ya na Olokun, chi Yoruba nke oké osimiri.",
  "Ụmụaka na ejiji na emume ahụ.",
  "Masquerades nke Eyo Iga Sasi na-abanye na TBS na Lagos na ngagharị.",
  "Nwoke na-ebu ite ọkụ n'isi ya dị ka akụkụ nke ngagharị n'ebe obibi nke Lagos.Eleghị anya onye otu Eyo Iga Etti.",
  "Masquerades nke Eyo Iga Faji na-agagharị na TBS.",
  "Onye na-eme ihe nkiri na stilts dị ka akụkụ nke usoro Eyo Agere Molokun na-agagharị na TBS.",
  "Nri ehihie jupụtara n'aka ezinụlọ eze wetara maka emume Eyo nke afọ 2011, iji cheta Prince Yesufu Abiodun Oniru.",
  "Bọs nwere ihe osise Eyo na-ese n'azụ, nke nwere okwu \"Eko o ni baje\" (n'ụzọ nkịtị Lagos agaghị emebi, mkparịta ụka maka Lagos ga-emeri).",
  "Ememme na Naịjirịa"
]