[
  "Ezema bụ otu n'ime obodo anọ mebere obodo Nru Nsukka dị n'okpuru ọchịchị Nsukka, Nigeria",
  "Ọ dị n'akụkụ obodo atọ ndị ọzọ dị na Nru Nsukka : Edem Nru, Umuoyo Nru na Iheagu",
  "Ọ na-ekekọrịta oke n'etiti obodo dị iche iche dịka Umuoyo, Iheagu, Agbamere/Amike na Umabor abụọ na Eha Alumona",
  "Otobogidi bụ obere ahịa kacha ewu ewu na Ezema",
  "Ọ bụ ọdụ ahịa ebe a na-ere ihe ndi eji eme ihe n'ụlọ",
  "ebe a na-eji ngwa ahịa eme ihe na mpaghara ume ọhụrụ",
  "Ụlọ akwụkwọ Evangel dịkwa ebe a.",
  "Okporo ụzọ esi  abanye n'ime obodo bụ site na Fen Park junction (Enugu Road), Umabor Eha Alumona, Amolu Road site na ụlọakwụkwọ Community Secondary School Nru Nsukka na  Iheagu",
  "Obodo Ezema bụ akụkụ nke Ezema ne Edem autonomous ogbe n'ala Igbo, mpaghara omenaala dị na ndịda ọwụwa anyanwụ Naijiria, ndị na- asụ Igbo na-achịkwa ya",
  "Na ndọrọ ndọrọ ọchịchị, ọ bụ akụkụ nke Nru Nsukka nke ime obodo Nsukka, Enugu steeti",
  "Obodo Ezema mejupụtara obodo iri: Amagu(pronounced Amégú), Amugoro, Amamkpume, Uwelu, Amankwo, Umumkporogidi, Amorah, Amaezedim, Umuokwo, na Umuario",
  "Obodo ọ bụla nwere onye isi obodo nke ya, nke a na-akpọ Onyishi, nke na-abụkarị okenye n'ime obodo.",
  "Obodo kacha ochie na Ezema bụ Amagu, bụ nke na-eme dị ka isi ebe ọgbakọ na-ezukọ niile metụtara ndị okenye ma ọ bụ obodo Ezema.",
  "Ekwenyere na Ezema bụ otu n'ime obodo udo kacha dịrị na Nru Nsukka",
  "Otu kacha arụ ọrụ na Ezema bụ otu Ezema Youth Association (wepụtara na 2016) n'Ezema ne Edem Development Union",
  "Otu mmepe na njikọ kansụl Igwe na-achịkwa ihe niile dị n'obodo Ezema na Edem.",
  "Ugwu dị elu nke a na-akpọ Ugwu Ezema ne Edem dị n'ime obodo a.",
  "Ofulonu Ezema bu ala ndi Ezema nwe",
  "Ọ bụghị obodo kama ọ bụ obodo nke ụmụ amaala Ezema Nru mere",
  "E wezụga ya, e nwere nnukwu ugwu a na-akpọ Ugwu Ezema",
  "Otu n'ime ugwu bụ nke ndị agbata obi (Edem Nru) na nke ọzọ nke Ezema Nru ya mere e ji akpọ ugwu Ezema ne Edem",
  "E wezụga ugwu ahụ, e nwere obodo a maara dị ka obodo Amike si Agbamere/Eha Alumona.",
  "Otobogidi bụ ebe azụmahịa dị na Ezema, ma na-ejekwa ozi dị ka ebe ndị Ezemania na-anọkarị n'etiti",
  "Otobogidi na-ejekwa ozi dị ka obere ahịa maka obodo Ezema.",
  "Otobogidi na-ejekwa ozi dị ka ebe nzụkọ maka njikọta ọnụ metụtara Ezema na Edem naanị maka mkparịta ụka na-adịghị mma ma ọ bụghị ya , Amegu Ezema ka bụ isi ebe ha na-ezukọ.",
  "Ọtụtụ n’ime ndị Ezema bụ ndị ọrụ aka (dị ka ndị na-akpụ ụzụ , ndị na-akpụ brik, ndị na-arụ ụlọ/ịkwa NLA, wdg), ndị ọrụ ugbo na ndị ọzọ na-azụ ahịa na azụrụ ihe",
  "Dịka ọmụmaatụ, ịkpụ ụzụ bụ ihe di kemgbe n'ime obodo  Ezema ọkachasị n'obodo Amorah kpọmkwem.",
  "Ọtụtụ ndị bi n'ala Ezema na-azụ ahịa n'ahịa Nsukka Central nke a na-akpọ ahia  Ogige",
  "Okpukperechi abụọ di n' Ezema bụ ika ụka  na Odinani, nke bụ okpukperechi ọdịnala ndị Igbo.",
  "Ụka dị na Ezema gụnyere:",
  "Ndị na-eme Odinani na-asọpụrụ chi Idenyi nkwo (nke a na-akpọkwa Alusi )",
  "Onye-isi-nchụ-aja bụ Attamah (onyeisi nchụ-aja) bụ onye si ma biri n' Ezema."
]