[
  "Ezinne Kalu (a mụrụ n'ụbọchị 26 n'ọnwa Juun afọ 1992) bụ omye Naijirịa a mụrụ n'Amerịka, na-eme egwuregwu basketbọọlụ n'otu bọọlụ Landerneau BB nakwa otu bọọlụ mba Naijirịa",
  "A mụrụ ya na Newark, New Jersey nye Gwendolyn Covington na Joseph Kalu",
  "A mụrụ nne ya ma zụlite ya na Greenville, SC",
  "Nna ya bụ onye Naịjirịa.",
  "Kalu gara ụlọ akwụkwọ sekọndrị Science Park na Newark, New Jersey",
  "Ọ bụ nwanyị mbụ n'ime akụkọ ụlọ akwụkwọ ahụ nke nwetara akara karịa 2,000",
  "Uwe ya lara ezumike nka n'ọnwa Disemba afọ 2017",
  "Mgbe Kalu gụsịrị akwụkwọ n'afọ 2010, Kalu nwetara ohere agụmakwụkwọ n'efu zuru oke na HBCU Savannah State University dị na Savannah, GA",
  "N'ebe ahụ, ndị otu ya meriri n'asọmpi MEAC mbụ ha n'afọ 2015",
  "Ọ bụkwa ya bụ onye mbụ nyere akara karịrị 2,000 n'ụlọ akwụkwọ ahụ",
  "Ọ gụsịrị akwụkwọ na Mee afọ 2015 na nzere bachelọ na African Studies",
  "Mgbe ọ gụsịrị akwụkwọ na steeti Savannah, Kalu nọrọ oge abụọ na asọmpi Portuguese",
  "N'afọ 2015, o bịanyere aka na Clube Desportivo Torres Novas (22.7 points, 6.0 rebounds na 5.1 assists)",
  "Na ngwụcha oge izizi ya na Pọtụgal, ọ bịanyere aka na Olivais Coimbra (21.5 points, 4.0 rebounds  na 4.3 assists).",
  "N'afọ 2017, Kalu binyere aka na klọb Họngarị Vasas Akademia maka otu oge (17.0 points, 3.4 rebounds na 3.9 assists).",
  "N'ọnwa Nọvemba afọ 2018, o binyere aka na klọb Jaman Keltern",
  "O nyeere Keltern aka iru eru maka asọmpi ikpeazụ nke Jaman (13.6 points na 2.5 assists).",
  "N'afọ 2019, o sonyeere ndị otu Landerneau BB nke Frans, ebe o nwetara akara 15.7, 3.4 rebounds na 3.2 assists n'oge 2019-2020",
  "Kalu sonyeere ndị otu egwuregwu bọọlụ Naịjirịa n'asọmpi egwuregwu Olimpik ụmụ nwanyị FIBA afọ 2016",
  "O sonyere na Afrobasket ụmụ nwaanyị afọ 2017, ebe ọ gbara ọkara 12 pts, enyemaka atọ n'otu egwuregwu",
  "Otu ahụ meriri asọmpi ahụ",
  "Kalu sonyere n'asọmpi basketbọọlụ ụmụ nwanyị FIBA nke afọ 2018 na Spen nye otu egwuregwu  basketbọọlụ nke Naịjirịa",
  "Ọ gbara 10.6 points, 3 rebounds na 4.1 assists n'otu egwuregwu n'oge asọmpi ahụ",
  "Kalu sonyere na Afrobasket ụmụ nwanyị afọ 2019 ebe a kpọrọ ya Onye  kacha baa uru na asọmpi ahụ",
  "Ọ nwetara 14 points na 3 assists n'oge asọmpi ahụ"
]