[
  "mụrụ - Ezinne Akudo-Anyaoha ka ọnwa Mae dị na mkpụrụ ụbọchị iri na asaa n'afọ otu puku narị iteghete na iri iteghete (afọ iri atọ na otu)",
  "St\neeti Imo.\nEb\ne ọ gụrụ akwụkwọ - Koleji gọọmenti etiti nke ụmụ nwaanyị dị n'Owerri",
  "Ma\nhadum steeti Abịa\nAk\naọrụ - Ọka iwu\nO\nji ọkwa onye kacha maa mma\nIs\ni Asọmpi - Nwaada Naịjịrịa n'afọ puku abụọ na iri na atọ (onye mmeri)\nEz\ninne Akudo Anyaoha (a mụrụ n'ụbọchị iri na asaa n'ọnwa Mae n'afọ otu puku narị iteghete na iri iteghete) bụ ọka iwu nke Naịjirịa nakwa onye kacha maa mma\nMm\nalite ndụ\nA\nmụrụ Akudo na steeti Imo",
  "Ọ gụrụ akwụkwọ na Koleji gọọmenti etiti nke ụmụ nwaanyị dị n'Owere n'ime steeti Imo, o nwetara nzere digrii n'ihe gbasara iwu na mahadum steeti Abịa, n'otu aka ahụ kwa ọ fere ala nna ya na Steeti Ogún\nỌr\nụ\nN'\nafọ puku abụọ na iri na atọ Akudo tururu ugo n'asọmpi onye ga-abụ Nwaada Naịjịrịa.\nN'\nafọ puku abụọ na iri na ise, ọ malitere ọrụ dị ka ọka iwu ọ bido kwara ebe a ga na-enyere ndị a dakporo n'ike aka nakwa ebe ga na-agbasa ozi megide idakpo nwaanyị n'ike nke ọ bidoro site n'otu ya nke abụghị nke gọọmenti",
  "Ọ bụ na Legosi ka ha hibere isi bụ ndị otu a",
  "Ọ na-etinyekwa ọnụ ya ma meekwa ka a na-anụ olu ya n'ịgbasa ozi megide ndakpo na mmerụ ahụ n'ihe gbasara mmekọ nwoke na nwaanyị.\nN'\nafọ puku abụọ na iri na asatọ, ẹ nyere ọrụ dị ka onye nduzi ekere uche nke asọmpi ịbụ Nwaada Naịjịrịa.\nEd\nendsibịa",
  "ị",
  "n\narị iteghete na iri iteghete (afọ iri atọ na otu)\nA mụrụ  Ezinne Akudo-Anyaoha 17 Mee, 1990 (afọ iri atọ na otu)",
  "Steeti Imo",
  "Ebe ọ gụrụ akwụkwọ Federal Government Girl's College, Owerri",
  "Abia State University",
  "Akaọrụ - Ọkaiwu",
  "Eze nwaanyị kacha maa mma na Naịjirịa n'afọ 2013\nEzinne Akudo Anyaoha (amuru 17 Mee 1990)  bu onye okaiwu Naijiria na eze nwanyi mara mma",
  "Akudo amuru na Imo State",
  "Ọ gụchara akwụkwọ na mahadum Federal Government Girls' College, Owerri Imo State, wee nweta akara ugo mmụta iwu na Abia State University, mechaa mechaa ụlọ ọrụ National Youth Service Corp na steeti Ogun",
  "N'afọ 2013, Akudo meriri asọmpi ịma mma Miss Nigeria",
  "N'afọ 2015, Akudo bidoro ọrụ ya dịka ọkaiwu",
  "ma guzobe ụlọ ọrụ nke na-ahụ maka igbochi idakpo mmadụ n'ike site na otu ya na-abụghị nke gọọmentị; Ụlọ ọrụ a  dị na Lagos, Nigeria",
  "Ọ na-agbasikwa mbọ ike n'itinye ọnụ ya megide inwe mmekọ n'ike",
  "Na 2018, a họpụtara Akudo dị ka onye isi ekere uche nke Miss Nigeria Pageant"
]