[
  "Ezumike ọha na eze, ezumike mba, ma ọ bụ ezumike iwu kwadoro bụ ezumike nke iwu kwadoro ma na-abụkarị ụbọchị ana-adịghị arụ ọrụ n'afọ.",
  "Mba na mpaghara ndị nwe onwe ha na-eme ezumike dabere na ihe omume ndị dị mkpa na akụkọ ihe mere eme ha, dị ka Ụbọchị Mba",
  "Dịka ọmụmaatụ, ndị Australia na-eme emume ubochi Australia.",
  "Ha dịgasị iche site na mba ma nwee ike ịdịgasị iche na afọ",
  "Na ụbọchị Uri ato na isii n'afọ, Nepal bụ mba nwere ọnụ ọgụgụ kachasị elu nke ezumike ọha na eze mana ọ na-eme ụbọchị ọrụ isii n'izu",
  "India nọ n'ọnọdụ nke abụọ na ezumike mba 21, Colombia na Philippines sochiri na 18 nke ọ bụla",
  "N'otu aka ahụ, China na Hong Kong na-enwe ezumike ọha na eze iri na asaa n'afọ.  Mba ụfọdụ (dịka",
  "Cambodia) nke nwere ogologo oge, ụbọchị isii n'izu ọrụ, nwere ezumike ndị ọzọ di Uri abua na asato(28) iji kwụọ ụgwọ.",
  "Ememe ọha na eze na-abụkarị ụbọchị ememe, dị ka ncheta nke ihe omume akụkọ ihe mere eme dị mkpa, ma ọ bụ nwere ike ịbụ ememe okpukpe dị ka Diwali",
  "Ezumike nwere ike ịda n'otu ụbọchị n'afọ, jikọta ya na otu ụbọchị n'izu n'otu ọnwa ma ọ bụ soro usoro kalenda ndị ọzọ dị ka Kalenda Lunar.",
  "French Journée de solidarité envers les personnes âgées (Ụbọchị ịdị n'otu na ndị agadi) bụ ihe dị ịrịba ama",
  "Ezumike a ghọrọ ụbọchị ọrụ iwu kwadoro ọ bụ ezie na Kansụl nke steeti nke ala France kwupụtara na ọ ka bụ ezumike.",
  "Ezumike obodo, ezumike obodo ma ọ bụ ezumike ọrụ bụ ụbọchị iwu kwadoro ma na-eme ememe dị ka ezumike na otu steeti ma ọ bụ mpaghara nke dị otú ahụ, dịka, steeti maọ bụ mpaghara",
  "Ọ na-abụkarị ụbọchị ndị omeiwu, ndị omeiwu ma ọ bụ ndị eze kwupụtara site na iwu, iwu ma ọ bụ iwu dị ka ụbọchị na-adịghị arụ ọrụ mgbe a na-emechi aka gọọmentị dịka usoro ụlọ ikpe",
  "Na steeti gọọmentị etiti, enwere ike ịnwe ezumike dị iche iche maka steeti ma ọ bụ mpaghara, dịka na United States ebe a na-akpọ ezumike gọọmentị gọọmentị nke gọọmentị federal guzobere ezumike gọọmenti etiti",
  "Ụbọchị ndị dị otú ahụ nwere ike ma ọ bụ na ọ gaghị agụ ma ọ bụ gbakọọ iwu nke njedebe na omume iwu ma na-abụkarị ụbọchị mgbe a na-enye ndị nne na nna na-abụghị ndị nlekọta nlekọta nleta ma ọ bụ ohere maka ụmụ ha site na alụmdi na nwunye ma ọ bụ mmekọrịta gara aga dịka usoro ịzụlite nne na nna si dị."
]