[
  "Ezz El-Dine Ahmed Mourad Zulficar (Egyptian Arabic: عز الدين ذو الفقار, ːEzz ad-Dīne Zū al-Fiqār; October 28, 1919 ̆- July 1, 1963) bụ onye nduzi ihe nkiri Egypt, onye edemede, onye na-eme ihe nkiri na onye na-emepụta ihe a maara maka ụdị ya pụrụ iche, nke na-agwakọta ịhụnanya na ihe omume",
  "Zulficar bụ otu n'ime ndị na-eme ihe nkiri kachasị emetụta n'oge ọlaedo nke ihe nkiri Egypt.",
  "A mụrụ Ezz El-Dine Ahmed Mourad Zulficar n'abalị 28 ọnwa Ọktoba afọ 1919, nna ya Ahmed Mourada Bek Zulfikar bụ onye isi ndị uwe ojii na nne ya Nabila Hanem Zulfikir bụ nwanyị na-elekọta ụlọ",
  "Ọ bụ onye nke ise n'ime ụmụnne asatọ",
  "Nwanne ya nwoke Mohamed onye ga-etolite ịbụ onye ọchụnta ego, Soad, Fekreya, Mahmoud Zulfikar, onye ga- too ịbụ onye nduzi na onye na-eme ihe nkiri",
  "Ụmụnne Kamal, Salah Zulfikar, onye na-eme ihe nkiri na onye na-emepụta ihe a ma ama sochiri ha ma mesịa bụrụ Mamdouh onye ga-etolite ịbụ onye ọchụnta ego",
  "Oge Ezz Eldine bụ nwata kpụrụ àgwà ya, n'ihi na ọ masịrị ya n'egwuregwu n'ozuzu ya, ọkachasị ịgba mgba, igwu mmiri, na egwuregwu mmega ahụ nke ọ meriri ụfọdụ asọmpi ụlọ akwụkwọ",
  "Ọ bụ onye na-agụ akwụkwọ nke ọma ma nwee mmasị ige egwu oge ochie",
  "Ọ nọ na-azụta ihe ndekọ ọhụrụ ọ bụla e wepụtara n'Egypt; ihe ntụrụndụ ọ hụrụ n'anya ruo mgbe ọ nwụrụ.",
  "A kpọbatara Zulficar n'ụwa ihe nkiri mgbe ọ dị afọ itoolu mgbe nwanne ya nwoke nke okenye Mahmoud kpọọrọ ya gaa ụlọ ihe nkiri  iji kirie ihe nkiri ndị Egypt na ndị mba ọzọ",
  "Mmasị ya maka ihe nkiri pụtara ìhè mgbe ọ ga-ekiri ihe nkiri atọ n'usoro",
  "Ọ bụrụ na ọ masịrị otu ihe nkiri ọ ga-ele ya ọtụtụ ugboro.",
  "Zulficar bụ onye magburu onwe ya",
  "Ọ natara agụmakwụkwọ ma mụọ ihe gbasara mbara igwe",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ sonyeere kọleji ndị agha iji mee nna ya obi ụtọ, ọ bụ ezie na Zulficar emegideghị echiche ahụ n'onwe ya, n'ihi na ọ hụrụ na ịmụ ọmụmụ agha ga-eme ka nghọta ya gbasaa",
  "N'oge ahụ, ọ matara ọtụtụ ndị ama ama nke kpụrụ ndọrọ ndọrọ ọchịchị Egypt mgbe e mesịrị, dịka ndị isi ala Gamal Abdel Nasser na Anwar El Sadat, Yusuf Sibai na Tharwat Okasha na ndị ọzọ so na Free Officers Movement, bụ ndị guzobere July 1952 Revolution",
  "E mechara họpụta ya ugboro abụọ maka ọkwa Minista nke Ọdịbendị, mana ọ jụrụ ọkwa steeti n'ihi na ọ hụrụ ọrụ ihe nkiri n'anya.",
  "Ọ gụsịrị akwụkwọ na ngalaba ndị agha ma mesịa ghọọ onyeisi",
  "N'agbanyeghị na ọ bụ onye ọrụ a ma ama, ihe omume ọdachi mere ka Zulficar maa jijiji",
  "Nna ya, onye ya na ya dị n'ezigbo mma, nwụrụ",
  "Ọ dara mbà n'obi ma ụmụnne ya dụrụ ya ọdụ ka ọ gbanwee ndụ ya na ọrụ ya",
  "N'ezie, ọ gbara arụkwaghịm na ọkwa nke onyeisi na artillery corps iji malite ọrụ na azụmahịa ihe nkiri.",
  "Zulficar zutere Faten Hamama mgbe ọ na-ese ihe nkiri Abu Zayd al-Hilali (أبو زيد الهلالي, 意Abuzeid al-Hiliʹ) (1947), nke ọ duziri",
  "Ha abụọ hụrụ onwe ha n'anya ma lụọ ibe ha",
  "Di na nwunye ahụ nwere nwa nwanyị, Nadia Zulficar",
  "Alụmdi na nwunye ha ga-adịru naanị afọ asaa, ebe di na nwunye ahụ gbara alụkwaghịm n'afọ 1954",
  "Ha abụọ nọgidere bụrụ ndị enyi, Hamama ọbụna mere ihe nkiri ya mgbe ịgba alụkwaghịm gasịrị. Mgbe ahụ Zulficar lụrụ onye na-eme ihe nkiri Kawthar Shafik n'afọ 1959",
  "Di na nwunye ahụ nwere nwa nwanyị, Dina Zulficar",
  "Ha nọgidere na-alụ di na nwunye ruo mgbe ọ nwụrụ n'afọ 1963.",
  "Ezz El-Dine Zulficar nwụrụ mgbe ọ dị afọ 43 na July 1, 1963 na Cairo, Egypt",
  "N'agbanyeghị na ọ dị obere, ọ hapụrụ nnukwu ihe nketa na akụkọ ihe mere eme nke ihe nkiri Egypt.",
  "Ezz El-Dine Zulficar enwetala ọtụtụ onyinye, gụnyere:"
]