[
  "Àtụ:Infobox grapheme",
  "F, ma ọ bụ f, bụ mkpụrụedemede nke isii na mkpụrụedemede Latin, nke a na-eji na mkpụrụedemedo Bekee nke oge a, mkpụrụedemede asụsụ ndị ọzọ dị n'ebe ọdịda anyanwụ Europe na ndị ọzọ n'ụwa niile",
  "Aha ya n'asụsụ Bekee bụ ef[note 1] (a na-akpọ /ˈɛf/), na otutu bụ efs.",
  "Mmalite nke 'F' bụ mkpụrụedemede Semitic waw nke na-anọchite anya ụda dị ka //v// ma ọ bụ /w/",
  "N'ihe osise, ọ ga-abụ na ọ na-egosi ma ọ bụ nko ma ọ bụ klọb",
  "O nwere ike ịbụ na ọ dabeere na ihe odide ndị Ijipt yiri ya dị ka nke na-anọchite anya okwu <i id=\"mwXQ\">mace</i> (nke a sụgharịrị dị ka ḥ (dj)):",
  "A nabatara ụdị mkpụrụedemede Phoenician n'asụsụ Grik dị ka ụdaume, upsilon (nke yiri nwa ya 'Y' mana ọ bụkwa nna nna nke mkpụrụedemede Rom 'U', 'V', na 'W'); na, n'ụdị ọzọ, dị ka ụdaolu, digamma, nke gosipụtara ịkpọpụta /w/, dị ka na Phoenician",
  "Latin 'F', n'agbanyeghị na a na-akpọ ya n'ụzọ dị iche, sitere na digamma ma yie ya n'ụdị.",
  "Mgbe e /w/epụrụ mgbanwe ụda /w/ site na Grik a na-asụ, a na-eji digamma eme ihe naanị dị ka nọmba",
  "Otú ọ dị, mkpụrụedemede Grik mekwara ka mkpụrụedemede ndị ọzọ pụta, ụfọdụ n'ime mkpụrụedemede a e chekwara sitere na digamma",
  "Na mkpụrụedemede Etruscan, '/f/' n/w/ere ike ịnọchite anya /w/, dịka na Grik, ndị Etruscans guzobere digraph 'FH' iji nọchite anya /f/",
  "(N'oge a gbazitere mkpụrụedemede ndị a, ọ dịghị mkpụrụedemede Grik nke na-anọchite anya /f/: mkpụrụedemede Greek phi 'Φ' na-anọchi anya /ph/ na-enweghị olu, ọ bụ ezie na na Grik nke oge a ọ bịara na-anọchitere //f//.) Mgbe ndị Rom nabatara mkpụrụ ak/w/ụkwọ, ha jiri 'V' (site na Grik upsilon) ọ bụghị naanị maka ụdaume /u/, kamakwa maka ụdaume kwekọrọ /w/, na-ahapụ '/f/' maka /f/",
  "Ya mere, site na ụdị dị iche iche nke vav n'ụwa Mediterenian, mkpụrụedemede F batara na mkpụrụedemede Rom jikọtara ya na ụda nke ndị Gris na-enweghị",
  "Mkpụrụ akwụkwọ Roman bụ ntọala nke mkpụrụ akwụkwọ eji eme ihe taa maka Bekee na ọtụtụ asụsụ ndị ọzọ.",
  "Obere mkpụrụ akwụkwọ 'f' enweghị njikọ na ogologo s, 's' (ma ọ bụ s dị n'etiti)",
  "Ojiji nke ogologo s nwụrụ n'ụzọ dị ukwuu site na mmalite nke narị afọ nke 19, karịsịa iji gbochie mgbagwoju anya na 'f' mgbe ị na-eji obere etiti.",
  "N'usoro ederede Bekee, a na-eji ya eme ihe iji nọchite anya ụda /f/, mkparịta ụka na-enweghị olu",
  "A na-ejikarị ya okpukpu abụọ na njedebe nke okwu",
  "N'ụzọ pụrụ iche, ọ na-anọchite anya ụda olu /v/ na okwu a na-ahụkarị \"nke\"",
  "F bụ mkpụrụedemede nke iri na otu a na-ejikarị eme ihe n'asụsụ Bekee (mgbe G, Y, P, B, V, K, J, X, Q, na Z), na-enwe ihe dị ka 2.23% n'okwu.",
  "N'usoro ederede nke asụsụ ndị ọzọ, a na-anọchite anya /f/, ma ọ bụ //v//.",
  "International Phonetic Alphabet na-eji azụ̀ na-anọchite anya fricative labiodental na-enweghị olu.",
  "A na-ejikarị mkpụrụedemede f eme ihe iji gosipụta ọrụ ọ bụla",
  "Hụkwa f na nko (ƒ).",
  "A na-eji mkpụrụedemede f siri ike mee ihe na akara egwu dị ka ihe na-egosi \"olu dara ụda ma ọ bụ ike\"",
  "Ọ na-anọchite anya okwu Italian siri ike.",
  "Na mba ndị dị ka United States, a kọwapụtara mkpụrụedemede \"F\" dị ka ọdịda n'usoro nyocha agụmakwụkwọ",
  "Mba ndị ọzọ na-eji usoro a gụnyere Saudi Arabia, Venezuela, na Netherlands.￼￼",
  "N'ime usoro ọnụọgụ hexadecimal, a na-eji mkpụrụedemede \"F\" ma ọ bụ \"f\" nọchite anya ọnụọgụ hexadecimal iri na ise (nke dabara na 1510).",
  "Àtụ:Letter other reps",
  "N'ime usoro ọnụọgụ hexadecimal (base 16), F bụ ọnụọgụ nke dabara na nọmba 15 na ngụkọ (base 10).Àtụ:NoteFoot"
]