[
  "f.lux (nke a na-akpọ \"flux\") bụ mmemme kọmputa na-agafe agafe nke na-agbanwe okpomọkụ agba nke ngosipụta dabere na ọnọdụ na oge nke ụbọchị, na-enye ezumike maka anya",
  "A haziri mmemme ahụ iji belata ugboro nke dị n'ala ahụ n'ebe nile site n'ime ụmụ ndị nsogbu anya n'oge iji ya eme ihe n'abalị, na-enyere aka belata mmebi nke usoro ụra.",
  "Na ntinye, onye ọrụ nwere ike ịhọrọ ebe dabere na nhazi ala, koodu ZIP, ma ọ bụ aha ebe",
  "Usoro ihe omume ahụ na-akpaghị ndị mere n'oge ochie nakwa n'oge kwesịrị ekwesị nke mmiri ọgwụ ahụ n'ebe nile site n'ime ụmụ aka na-atụle okpomọkụ agba nke ngwaọrụ iji kọwaa oge nke ụbọchị, dabere na ọwụwa anyanwụ na ọdịda anyanwụ n'ebe ahọrọ",
  "Mgbe anyanwụ dara, ọ ga-eji nwayọọ nwayọọ gbanwee okpomọkụ ụcha gaa na ụcha dị ọkụ ma weghachite ụcha mbụ mgbe anyanwụ pụtara.",
  "f.lux na-enye ụdị agba dịgasị iche ndị mmadụ n'ihe ndị mere n'oge iche iche na ụkpụrụ okpomọkụ akọwapụtara ndị mmadụ n'ihe ndị mere n'oge ochie ọbá ụra akpa dị n'ala ahụ n'ebe nile site n'ime ụmụ ndị, na-agbanwe omume mmemme maka mmemme ma ọ bụ ihe omume ụfọdụ; gụnyere ọnọdụ maka ikiri ihe nkiri, na-ebelata ụcha ọbara ọbara (maka awa 2.5), na ọnọdụ ụlọ gbara ọchịchịrị nke na-emetụtaghị ọhụụ abalị. Enwere ike ịgbanwe oge na f.lux maka PC iji nye ọkụ ọkụ n'ehihie (maka ndị na-arụ ọrụ n'abalị). Ihe omume ahụ nwere ike ịchịkwa ọkụ ọkụ Philips Hue LED, nke mere na okpomọkụ ọkụ ụlọ na-agbaso ntọala f.lux.",
  "Usoro ihe omume ahụ dị maka Microsoft Windows, macOS na Linux (ma e wezụga Ubuntu 18.04 LTS)",
  "Ọ dịkwa maka ngwaọrụ Apple iOS, ọ bụ ezie na ọ chọrọ ka a kwụsị ngwaọrụ ahụ.  Apple ekweghị ka ngwa ahụ dị na Ụlọ Ahịa App ya n'ihi ojiji ọ na-eji ngwá ọrụ mmepe a machibidoro iwu. Onye mmepe ahụ kwadoro ọrụ Xcode na GitHub, na-enye ndị ọrụ iOS 9 ohere ibudata ngwa ahụ na ngwaọrụ ha, mana ọ laghachiri ya na arịrịọ Apple. N'ịgbaso ọkwa Apple banyere ọrụ yiri nke ahụ, nke a na-akpọ Night Shift, na iOS 9.3, onye mmepe ahụ kpọrọ Apple ka ọ nye ndị mmepe ngwaọrụ ma kwe ka ngwa ha banye na Ụlọ Ahịa App. A preview version maka Google's Android system dị.",
  "Mbelata ikpughe ọkụ na-acha anụnụ anụnụ (1000 lux) n'oge abalị jikọtara ya na mmụba nke melatonin na nyocha nke 1996 mana nyocha nke 2018 gosipụtara na ịgbanwe ihe osise nke ngosipụta onwe onye na-enweghị ịgbanwe ntọala ha nwere ike ọ gaghị ezu iji gbochie mmetụta na mgbochi melatonin.",
  "Ndị na-akwado f.lux na-ekwu na ịgbanwe okpomọkụ nke ngosipụta iji belata ịdị mkpa nke ìhè na-acha ọcha na-acha anụnụ anụnụ n'abalị ga-eme ka ịdị irè nke ụra dịkwuo mma",
  "Ọ bụ ezie na onye mmepe ahụ na-enye ndepụta nke nyocha dị mkpa na ebe nrụọrụ weebụ ha, a nwalere mmemme ahụ n'onwe ya na sayensị iji chọpụta ịdị irè ya, na mmemme Apple yiri ya, Night Shift, egosila na ọ nweghị mmetụta na nsonaazụ ụra (ụra, oge, arụmọrụ na ịmụrụ anya mgbe ụra bidoro) na nyocha 2021 na ụmụ akwụkwọ kọleji 167",
  "ndị nta akụkọ teknụzụ, ndị na-ede blọgụ, na ndị ọrụ nyochara f.lux n'ọtụtụ ebe ma dị mma."
]