[
  "Fadumo Qasim Dayib, onye a na-akpọ Deeqo - nke pụtara \"onyinye\" na Somali-, bụ onye ndọrọ ndọrọ ọchịchị Somalia na nwanyị mbụ gbara ọsọ maka onye isi ala Somalia, na-azọ ọkwa onye isi ala nke Somalia, na ntuli aka nke November 2016.",
  "A mụrụ Dayib na 1972 na Thika, Kenya na nne na nna Somalia. Nne ya gara ebe ahụ mgbe ọ nwụsịrị ụmụ iri na otu n'ihi ọrịa ndị a na-egbochi. Nna ya, onye bụ onye ọkwọ ụgbọala, nyere nne ya na nwanne ya nwoke obere ọfụma",
  "Ha lụrụ di na nwunye n'ụzọ ha na-aga Kenya wee biri na Thika",
  "Nne na nna ya abụọ amaghị akwụkwọ ma nna ya na-asụ ọtụtụ asụsụ",
  "Nne ya bụ nwanyị ọchụnta ego na-eme ihe, onye na-ere tii n'akụkụ ụzọ. O nwere ụmụnne abụọ ọzọ amụrụ na Kenya. Nne na nna ya gbara alụkwaghịm mgbe ọ dị obere. A chụpụrụ ezinụlọ ya na Nairobi na 1989 ma chụga ha na Mogadishu. A tụrụ nne ya mkpọrọ nwa oge n'ihi na a na-enyo nwanne ya nwoke enyo na ọ na-akwado otu ndị na-emegide Siad Barre. Nne Dayib rere ihe niile iji mee ka ya na ụmụnne ya gbalaga dị ka ndị gbara ọsọ ndụ na Finland, ebe ọ bi kemgbe 1990.",
  "Dayib amụtaghị ịgụ na ide ruo mgbe ọ dị afọ iri na anọ. Ọ gụrụ akwụkwọ na Finland ka ọ bụrụ onye nọọsụ na-ahụ maka nlekọta dị egwu, na-enweta nzere masta abụọ. O meriri na mkpakọrịta nwoke na nwanyị na Harvard Kennedy School iji mụọ nchịkwa ọha na eze.  Ọ bụ onye na-achọ nzere doctoral na Mahadum Helsinki na-eme nchọpụta na United Nations Security Council Resolution 1325 (Udo, Ụmụ nwanyị na Nchebe).",
  "Dayib bụ onye na-eme mgbanwe mmekọrịta mmadụ na ibe ya, ọkachamara na ahụike ọha na eze na onye na-ahụ maka mmepe",
  "Ọ rụrụ ọrụ na ngalaba onwe onye na ọrụ maka ndị gbara ọsọ ndụ. Ọ rụrụ ọrụ maka United Nations na Somalia na-eguzobe ụlọ ọgwụ ahụike nne na 2005 mana a kpọpụrụ ya n'ihi nchegbu nchekwa",
  "O guzobere ụlọ ọrụ mgbochi HIV ma zụọ ndị na-ahụ maka ahụike maka UN na Fiji na Liberia.N'afọ 2017, Fadumo ghọrọ nwanyị Somalia mbụ nwere ọkwa onye nduzi mba na UN Somalia.",
  "Dayib kwupụtara ebumnuche ya ịzọ ọkwa onye isi ala nke Somalia na 2014 na ntuli aka ọchịchị onye kwuo uche ya mbụ a ga-eme kemgbe 1967. Ọ bụ otu n'ime mmadụ iri na asatọ na-azọ ọkwa onye isi ala n'afọ 2016, gụnyere onye nọ n'ọkwa Hassan Sheikh Mohamud na onye mmeri Mohamed Abdullahi Mohamed",
  "Ọ bụ naanị nwanyị",
  "Mkpebi ya ịzọ ọkwa onye isi ala dọtara egwu ọnwụ. Ikpo okwu ya gụnyere iwu mgbochi nrụrụ aka, na-egbu ụmụ nwanyị akụkụ ahụ ha, na-akwụsị usoro ọchịchị nke ezinụlọ 4.5 ma na-ekwurịta okwu na al-Shabaab iji gbaa otu ahụ ume ka ha belata njikọ ha na òtù ndị na-eyi ọha egwu mba ụwa ma kwụsị igbu ndị Somalia. O kwuru na o nwere obere ohere mmeri n'ihi nrụrụ aka na usoro ọchịchị nke ezinụlọ 4.5.......",
  "Dayib nwere ụmụ anọ. O kwupụtara ebumnuche ya ịnọgide na-etinye aka n'imeziwanye Somalia ọbụlagodi mgbe ntuli aka gasịrị. Fadumo na ezinụlọ ya bi na Nairobi ugbu a."
]