[
  "Faidherbia bụ ụdị ahịhịa leguminous nwere otu ụdị, Faidherbia albida, nke a gụnyere n'ọtụtụ ụdị Acacia dị ka Acacia albida",
  "A mụrụ ụdị ahụ n'Africa na Middle East ma webata ya na Pakistan na India. Aha ndị a na-ahụkarị gụnyere apụl-ring acacia (ọgba ha, mkpụrụ osisi indehiscent yiri mgbaaka apụl), na ogwu oyi. Aha South Africa bụ osisi ana.",
  "A marawo ụdị a dị ka Acacia albida ruo ogologo oge, a ka na-akpọkarị ya dị ka nke a",
  "Guinet (1969) na Pondicherry bu ụzọ kwuo ka a kewaa ya n'ime ụdị Faidherbia, ụdị nke Auguste Chevalier guzobere na senchiri gara aga na nke a dị ka ụdị, nke onye South Africa James Henderson Ross (1973) na onye Senegal legume botanist Nongonierma (1976, 1978), kwadoro, mana ndị edemede nọgidere na-akwado nhazi n'okpuru Acacia ka ọ dị na 1997.",
  "Dị ka John Patrick Micklethwait Brenan si dee na Flora of Tropical East Africa (1959), enwere ike ịmata ụdị abụọ na mpaghara a (Kenya, Tanzania, Uganda), agbụrụ A na-amata ọdịiche site na njirimara dị nro, ebe agbụrụ B nwere ntutu",
  "Ross (1979) na-ekwu na osisi niile dị na ndịda etiti Tanzania bụ agbụrụ B",
  "N'otu aka ahụ, Nongonierma kọwara ụdị abụọ maka Senegal, var",
  "glabra na var",
  "pseudoglabra, mana a na-eleghara ọdịiche ya anya site na 2007.",
  "Ọ bụ osisi ogwu na-eto eto site na mita isii ruo mita ịrị atọ (20 - 98 ft) n'ogologo na mita abụọ (6.6 ) n\"obosara ogwe osisi",
  "Mgbọrọgwụ ya na-abanye n'ime ala na-eme ka ọ na-eguzogide oke ọkọchị",
  "Akpụkpọ ahụ na-acha ntụ ntụ, ma na-agbaji mgbe ọ kara nká",
  "Enwere mkpụrụ pụkụ ịrị na otu na kilogram ọ bụla.[Tinye edensibịa]",
  "N'ebe ndịda Afrịka, ọ dịghị n'ọtụtụ mpaghara, izere ebe kpọrọ nkụ na ugwu ma ọ bụ ebe mmiri ozuzo na-ezo n'oge oyi, mana ọ na-eme n'akụkụ ala mmiri nke Zambezi na Limpopo, na Kruger National Park, Pongoland, gburugburu Gaborone, n'ebe ugwu Okavango, Caprivi Strip, Kaokoveld, ọdịda anyanwụ Gaza na Maputo Province.",
  "N'akụkụ ndị ọzọ nke Afrịka, ọ dịghị n'ọzara, ebe mmiri ozuzo dị elu, oké ọhịa mmiri ozuzo na ebe ugwu dị, mana ọ na-eme n'akụkụ ọwụwa anyanwụ nke kọntinent ahụ site n'ụsọ oké osimiri ndịda na Maputaland ruo Ijipt, n'ofe Subsaharan Sahel na Horn of Africa",
  "N'Ebe Ugwu Africa, ma e wezụga n'Ijipt ọ na-apụta na Algeria, ọ naghị eme na Morocco n'onwe ya, mana a na-ahụ ya na Western Sahara.",
  "N'Eshia, a na-eche na ọ bụ nwa amaala Yemen na Saudi Arabia na Arabian Peninsula, Iran, na Levant na Israel, Syria na Lebanon.",
  "A na-ahụ ndị bi na ya n'ọhịa ndị dị na Israel (n'ebe nchekwa okike Shimron, nso obodo Timrat)",
  "Osisi niile dị n'otu ahịhịa bụ otu mkpụrụ ndụ  nketa ma yie ka ha mụbara site na ọmụmụ ahịhịhịa naanị, ruo ọtụtụ puku afọ.[Tinye edensibịa]",
  "A na-ahụ ndị a webatara na Saịprọs na Ascension Island, na Pakistan na Karnataka (India).",
  "N'ebe ndịda Afrịka, ọ na-etolite na ala mmiri na-asọ asọ na bushveld, n'akụkụ osimiri ma ọ bụ ọdọ mmiri, n'ọzara, ma ọ bụ n'osimiri mmiri kpọrọ nkụ nke nwere ike iju mmiri n'oge mmiri ozuzo. Ọ na-eto n'ọhịa dị na Sahel, n'akụkụ Zambezi na Sudan. Na Sahel ọ na-eto n'etiti ndị mmadụ",
  "Ọ na-eto na savannahs na Sudan na Sahel, n'ala dị arọ nke nwere ezigbo mmiri.",
  "N'ebe ọwụwa anyanwụ Afrịka na-ekpo ọkụ, ọ na-eme mgbe ụfọdụ n'otu, mana ọ nwere ike ịbụ ụdị kachasị n'ọhịa kpọrọ nkụ. Na Sahel ọ nwere nkesa na-adịghị mma, nke na-agbakọta agbakọta, na-adịghị n'ebe ụfọdụ mana ọ bụ ihe a na-ahụkarị n'ógbè mgbe ụfọdụ.",
  "Ọ na-eto n'ebe mmiri ozuzo na-ezo kwa afọ.",
  "Faidherbia albida dị mkpa na Sahel maka ịzụlite aṅụ, ebe ọ bụ na okooko ya na-enye aṅụ nri na ngwụcha oge mmiri ozuzo, mgbe ọtụtụ osisi ndị ọzọ na-adịghị.",
  "A na-eji mkpụrụ osisi ahụ azụ anụ ụlọ, a na-eji ya dị ka nri kamel na Naịjirịa, anụ ụlọ na egwuregwu na-eri ya na Southern Africa. Enyí, antelope, buffalo, baboons na ihe nchọgharị na ndị na-azụ anụ na-atọ ụtọ, ọ bụ ezie na warthog na zebra leghaara ha anya.",
  "A na-eji osisi ahụ eme ihe maka ụgbọ mmiri, ụrọ, na pestles ma na-akụ ụgbụ ya na Naịjirịa ma jiri ya mee ihe dị ka ihe nkwakọba na anụmanụ",
  "Osisi ahụ nwere njupụta nke ihe dị ka 560 kg/m³ na mmiri nke pasent ịrị na abụọ. Uru ike nke osisi dị ka mmanụ bụ 19.741 kJ / kg.",
  "A na-eji ntụ nke osisi eme ncha na dị ka ihe na-eme ka akpụkpọ anụ na ihe na-egbuke egbuke maka akpụkpọ anụ",
  "A na-eji osisi ahụ akpụ ihe; alaka ogwu ndị ahụ bara uru maka mgbidi nwere ogwu",
  "A na-ewere osisi na akwụkwọ osisi dị ka nri anụ ụlọ",
  "Ihe dị ka pasent ịrị itoolu nke ndị ọrụ ugbo Senegal nke Felker gbara ajụjụ ọnụ (1981) chịkọtara, chekwaa, ma nyefee mkpụrụ osisi Acacia albida na anụ ụlọ",
  "Ndị Zimbabwe na-eji pods eme ihe iji mee ka azụ dị egwu",
  "Ụmụ mmadụ na-eri mkpụrụ e siri esi n'oge ụkọ na Zimbabwe.[Tinye edensibịa]",
  "A na-eji ya akpọrọ ihe na agroforestry ka ọ na-edozi nitrogen, a rụpụtakwara mkpụrụ dị elu na ọ dịkarịa ala otu ogige nnwale nke ọka a na-akụ n'etiti osisi na njupụta nke osisi dị otu narị ruo ịrị abụọ na ise kwa hekta. Dị ka akụkọ 2018 nke Guardian si kwuo, monocultures nke ụdị a na-ewu ewu n'akụkụ ụfọdụ nke Niger, ebe a maara ya dị ka gao na Hausa, iji mee ihe maka intercropping. A na-ejikwa ya maka nchịkwa erosion.[Tinye edensibịa] Uru ya dị ka osisi agroforestry na-abawanye n'akụkụ ụfọdụ n'eziokwu ahụ bụ na osisi ahụ na-adaba na akwụkwọ ya n'oge oge mmiri ozuzo, ya mere ọ naghị asọmpi na  ọkụkụ maka ìhè anyanwụ. A kọwapụtara ojiji osisi ahụ na mmelite okike nke ala mebiri emebi n'ebe ndịda Niger kemgbe afọ 1990 dị ka mgbanwe kachasị mma na Sahel, na ikekwe n'Africa.",
  "A na-eji ihe a na-ewepụ ma na-agwọ ọrịa anya n'ụmụ anụ ụlọ. A na-eji ụgbụgbọ ahụ eme ihe na ọgwụ ọdịnala na Southern Africa, na Niger.",
  "A maara Faiderbia albida n'asụsụ Bambara dị ka balanzan ma bụrụkwa osisi gọọmentị nke obodo Segou na Osimiri Niger na etiti Mali. Dị ka akụkọ ifo si kwuo, Segou bụ ebe obibi nke osisi balanzan dị pụkụ anọ, narị anọ na ịrị anọ na anọ, tinyere otu \"osisi na-efu efu\" dị omimi nke a na-enweghị ike ịmata ebe ya.[Tinye edensibịa]",
  "Na Serer na ụfọdụ n'ime asụsụ Cangin, a na-akpọ ya Saas",
  "Saas pụtara ìhè n'akụkọ ifo nke ndị Serer",
  "Dabere na akụkọ ifo ha, ọ bụ osisi nke ndụ na ọmụmụ.",
  "Faidherbia albida edeghị dị ka ụdị dị egwu.[Tinye edensibịa]"
]