[
  "Fairview International School bụ ụlọ akwụkwọ Baccalaureate International (IB) tọrọ ntọala na Kuala Lumpur",
  "E bidoro ya na 1978",
  "Ọ kwagara n'isi ụlọ ọrụ ya dị na Wangsa Maju (KL) site na ụlọ akwụkwọ Ampang ya ma nwee ụlọ akwụkwọ na Subang Jaya (Selangor), Penang Island, na Johor Bahru",
  "Ụlọ akwụkwọ ahụ mepere ogige ọhụrụ na Ipoh na afo 2014",
  "Ndị okenye ama ama gụnyere, Han Jisung nke South Korea Boygroup Stray Kids",
  "Ụlọ akwụkwọ Fairview International School ka enyere ikike ịnye mmemme IB atọ ahụ",
  "Mmemme afọ Primary (PYP) maka ụmụ akwụkwọ gbara afọ 5 ruo 10, mmemme Middle Years Programme (MYP) maka ụmụ akwụkwọ gbara afọ 11 ruo 17 yana mmemme Diploma (DP) maka ụmụ akwụkwọ gbara afọ 17 ruo 19 n'otu ụlọ akwụkwọ zuru oke",
  "Ogige ụlọ akwụkwọ International Fairview ruru ihe ruru ụmụ akwụkwọ 4000, na-anọchite anya mba 55 karịrị",
  "Mmemme iri niile bụ ndị IB Organisation (IBO) nyere ikike na Fairview bụ naanị ụlọ akwụkwọ dị na Malaysia nyere ikike ịnapụta MYP",
  "Ụlọ akwụkwọ Kuala Lumpur na Penang bụ naanị ụlọ akwụkwọ IB dị na Malaysia nyere ikike ịnye mmemme atọ: PYP, MYP na DP ama ama.",
  "Ụlọ akwụkwọ ahụ na-enye scholarships na Master of Arts in Education program nke a na-enye site na mmekorita ya na Sheffield Hallam University, UK",
  "Ụlọ akwụkwọ na mmemme IB ha nyere ikike bụ ndị a:",
  "Kuala Lumpur Campus (Ụlọ Akwụkwọ Ụwa IB) - Mmemme afọ mbụ, mmemme afọ etiti na mmemme diploma IB.",
  "Subang Jaya Campus (Ụlọ Akwụkwọ Ụwa IB) - Mmemme Afọ Mbụ na mmemme afọ etiti",
  "Penang Campus (Ụlọ Akwụkwọ Ụwa IB) - Mmemme afọ mbụ, mmemme afọ etiti na mmemme diploma IB",
  "Ipoh Campus (Ụlọ Akwụkwọ Ụwa IB) - Mmemme afọ mbụ na mmemme afọ etiti",
  "Ipoh Campus (Ụlọ Akwụkwọ Ụwa IB) - Mmemme afọ mbụ na mmemme afọ etiti",
  "Na MYP (Mmemme Afọ etiti), a na-akụziri ụmụ akwụkwọ n'akụkụ dị iche iche",
  "Maka MYP dị ala (ọkwa 7, 8 na 9), a na-akụziri ụmụ akwụkwọ isiokwu niile dị ka asụsụ & akwụkwọ (Bekee), mgbakọ na mwepụ, sayensị, asụsụ B (Mandarin na Bahasa Melayu), Physical & Health Education, Performing Arts, Visual Nkà, Nhazi na Ndị mmadụ & Obodo",
  "Banyere MYP Upper (Ọkwa 10 & 11), ụmụ akwụkwọ ga-aga klaasị dịka isiokwu ha họọrọ si dị.",
  "Achọrọ ndị Malaysia niile ka ha were Bahasa Melayu, ebe ọ bụ asụsụ gọọmentị na Malaysia",
  "Mandarin bụbu na nhọrọ mana malite na afọ agụmakwụkwọ 2015/16, Mandarin bụ isiokwu asụsụ amanye.",
  "A na-ahapụ ọnụ ọgụgụ ụmụ akwụkwọ ole na ole ka ha weta laptọọpụ n'ụlọ akwụkwọ, na, malite Semester 2 nke afọ agụmakwụkwọ 2014/2015, iPads sokwa",
  "Nwa akwụkwọ ọ bụla nọ na MYP ma ọ bụ DP nwere ike weta laptọọpụ",
  "Na mbụ, naanị ngwaọrụ ndị enyere ụmụ akwụkwọ ohere ka ha weta bụ PC, mana Macbooks mechara kweta",
  "Nwa akwụkwọ ọ bụla nwere ike iji kọmputa desktọpụ dị n'ọbá akwụkwọ ụlọ akwụkwọ ma ọ bụ ụlọ nyocha ICT site na ikike onye nkuzi ha",
  "Nwa akwụkwọ ọ bụla nọ na klas 4, 5, 6, 7, na, malite na afọ agụmakwụkwọ 2015/2016, ọkwa 8 na KL na Subang Campuses, na 4, 5, 6, na 7 na ụlọ akwụkwọ ndị ọzọ niile nwere ike weta iPads ha",
  "Ụlọ akwụkwọ ahụ nwere ike resị ụmụ akwụkwọ nkeji nke iPad Air 2 n'otu ọnụ ahịa dị ka ụdị iPad Air 2 zụtara n'èzí.",
  "Na Fairview, klaasị 6 ruo 11 nwere njem njem mmụta abụọ na mba ofesi iji mụọ gbasara ụfọdụ isiokwu",
  "Enwere ọtụtụ ebe ha na-eleta dịka Singapore, Siem Reap, Cambodia, Phuket, Thailand, China, Singapore na ebe ndị ọzọ",
  "Enwekwara ogige Port Dickson kwa afọ maka klaasị 4 ruo 11",
  "Ugbu a, enwere mmemme ụbọchị iri abụọ na otu maka ụmụ akwụkwọ nọ na Grade 7 (ụlọ akwụkwọ Malaysian niile) ịga Fairview International School, Scotland (2020)."
]