[
  "Faith Renée Evans (amụrụ n'ọnwa Juun n'ubochí iri, n'afọ 1973) bụ onye Amerịka na-agụ egwu",
  "A mụrụ ya na Lakeland, Florida, ma zụlite ya na New Jersey, ọ kwagara Los Angeles na 1991 maka ọrụ na azụmahịa egwu",
  "Mgbe ọ rụsịrị ọrụ dị ka onye na-akwado Al B",
  "Sure! na Christopher Williams, ọ ghọrọ nwanyị mbụ na-ese ihe na nkwekọrịta na Sean \"Puff Daddy\" Combs 'Bad Boy Records na 1994 mgbe ọ dị afọ 20",
  "Na labelụ ahụ, ọ gosipụtara na ndekọ ya na ọtụtụ ndị mmekọ labelụ dịka 112 na Carl Thomas, ma wepụta album studio atọ platinum-certified n'etiti 1995 na 2001: Faith (1995) na Keep the Faith (1998), na Faithfully (2001).",
  "N'afọ 2003, ọ kwụsịrị mmekọrịta ya na ụlọ ọrụ ahụ iji bịanye aka na Capitol Records. Abọm izizi ya wepụtara na labelụ ahụ, The First Lady (afọ 2005) ghọrọ abọm ya kachasị elu n'oge ahụ, na-eru n'elu US Top R&B / Hip-Hop Albums chaatị, ebe abọm ezumike A Faithful Christmas, wepụtara n'otu afọ ahụ, ga-abụ ntọhapụ ikpeazụ ya tupu a zụta ụlọ ọrụ ahụ n'afọ 2007",
  "N'ịgbaso ogologo oge, Evans wepụtara abọm nke ise ya Something About Faith na labelụ onwe ya Prolific na Entertainment One Music na 2010",
  "Site na ọrụ ya dị afọ iri abụọ, Evans rere ihe karịrị nde iri abụọ n'ụwa niile.",
  "A mụrụ Evans n'ubochí irí n'ọnwa Juun, n'afọ1973, na Lakeland, Florida, nne ya bụ onye Afrịka, Helene Evans, onye na-agụ egwu. Nna ya, Richard Swain, bụ onye na-eti egwu nke Bekee na onye nwere ike ịbụ onye Ịtali nke hapụrụ tupu a mụọ Evans (Evans ekwuola \"Anụla m ka ndị mmadụ na-atamu ihe banyere ya ịbụ onye Ịtali, mana amaghị m n'ezie\"). Mgbe ọkara afọ gasịrị, Helene dị afọ iri na itoolu laghachiri Newark, New Jersey, wee hapụ Faith na nwa nwanne nna ya Johnnie Mae na di ya Orvelt Kennedy, ndị nne na nna na-elekọta ihe karịrị otu narị ụmụ ha zụlitere n'oge Faith na ha bi",
  "Faith maara Johnnie Mae na Orvelt Kennedy dị ka nne na nna ya ochie. Ọ bụ ruo mgbe afọ ole na ole gasịrị ka ọrụ Helene dara mbà ma ọ gbalịrị ịkpọghachi Evans n'ụlọ",
  "Otú ọ dị, Faith na-atụ egwu ịhapụ ihe ọ \"na-emebu,\" kama nke ahụ, Helene kwagara n'akụkụ ụlọ.",
  "N'ịbụ onye nkwekọrịta ọhụrụ na Bad Boy Records, onye na-emepụta ihe nkiri Combs gwara Evans ka ọ nye aka na nkwado olu na nkà ide ihe na Mary J",
  "Blige's My Life (afọ 1994) na abọm izizi nke Usher (afọ 1994) tupu ọ bídó ọrụ na abọm studio mbụ ya Faith N'ịbụ onye a tọhapụrụ n'ọnwa Ọgọst ụbọchị irí abụọ na itoolu, n'afọ 1995, na North America, abọm ahụ bụ isi mmekorita ya na ndị isi na-emepụta Bad Boy, The Hitmen, gụnyere Chucky Thompson na Combs, mana ọ rụpụtara ndekọ ya na Poke & Tone na Herb Middleton",
  "Okwukwe ghọrọ ihe ịga nke ọma dabere na egwu \"You Used to Love Me\" na \"Soon as I Get Home\"",
  "E mechara nweta album ahụ platinum na nde 1.5 nke e rere, dị ka RIAA si kwuo.",
  "N'ịbụ onye pụtara na egwuregwu ógè ọ dị afọ iri na ụma, Evans bịdọrọ ime ihe nkiri na ọrụ nkwado na onye nduzi Robert Adetuyi's 2000 egwu ejije Turn It Up, nke gosipụtara Pras Michel si The Fugees, Jason Statham na Ja Rule",
  "N'ịbụ onye a tọhapụrụ na nyocha ndị na-adịghị mma site n'aka ndị nkatọ, bụ ndị kwuru na ọ bụ \"n'ụzọ doro anya na-enweghị isi na nkọwa na akụkụ buru ibu\", ihe nkiri indie ahụ nwere obere egwuregwu ma bụrụ mmechuihu ego, na-enweta US $ 1.24 nde n'oge ọ na-agba ọsọ naanị na United States.",
  "N'afọ 2014, Faith gosipụtara nkwado n'ihe banyere Little Kids Rock site n'inye ihe maka ire ere iji nweta ego iji kwado agụmakwụkwọ egwu n'ụlọ akwụkwọ ọha.",
  "Faith Evans kwuru na ọtụtụ n'ime mmetụta egwu ya kachasị na ndị ọbụ abụ kachasị amasị ya bụ onye na-agụ egwu ozioma Karen Clark-Sheard (onye a na-ejikarị ya tụnyere), Shirley Murdock, Chaka Khan, Anita Baker na Aretha Franklin",
  "A ma Evans ama n'ihe gbasara \"soprano honeyed soprano\" ya. Olu olu ya sitere na ụda ala nke C # 3 ruo soprano C # 6 dị elu Onye edemede Washington Post bụ Craig Seymour kpọrọ ya \"onye mmụọ ozi ma nwee obi ụtọ soprano\" dị ka onye na-egosi mmetụta uche nke akọwapụtara site na ahụmịhe onwe onye nke Evans nke ọdachi, ịhụnanya, ihe mgbu na obi mgbawa."
]