[
  "Faith Chepngetich Kipyegon (amụrụ na abalị iri n'ọnwa Jenụwarị n'afọ 1994) bụ onye Kenya na-agba ọsọ etiti etiti ndị ógó mita òtù puku na narị ise. Ọ bụ onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela maọbụ mechie nke abụọ na asọmmpi ọ bụla kemgbe ọ dị afọ iri abụo na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag Onye mmeri 2016 Rio Olympic na 2020 Tokyo Olympic na ndekọ egwuregwu na nke ikpeazụ, ọ bụ nwanyị nke abụọ n'akụkọ ihe mere eme na-azọrọ aha Olympic 1500m azụ azụ",
  "Kipyegon emeriela ma ọ bụ mechie nke abụọ na asọmpi ọ bụla kemgbe ọ dị afọ 20 na afọ 2014, a na-ewerekwa ya dị ka nwanyị kachasị agba ọsọ 1500 mita n'akụkọ ihe mere eme.Kpọpụta njehie: Closing </ref> missing for <ref> tag",
  "O sonyere na afọ 2011 World Cross Country Championships na Punta Umbria, Spain wee merie ọla edo na asọmpi ndị na-eto eto na-agbakwunye ọlaọcha na ndị otu ya. Ọnwa ole na ole mgbe nke ahụ gasịrị, ọ gara asọmpi 1500m na World Youth Championships na Lille, France wee merie ihe nrite ọla edo n'ihu ndị Etiopia abụọ na-agba ọsọ na oge nke 4m 9.48s ma mebie ihe ndekọ mmeri na usoro ahụ.",
  "Na 2012 World Junior Championships na Barcelona, Kipyegon ritere ihe nrite ọla edo na ihe omume ọkachamara ya n'ihu egwuregwu na oge nke 4:04.96; onye Serbia Amela Terzić na onye Etiopia Senbere Teferi were ọnọdụ nke abụọ na nke atọ",
  "N'oge ahụ, o setịpụkwara ihe ndekọ mmeri. Onye ahụ dị afọ iri na asatọ n'oge ahụ ruru eru maka egwuregwu Olimpik nke London, mana na ihe omume ahụ enweghị ike ịga n'ihu na ọkara ikpeazụ na elekere 4:08.78.",
  "Na mbido oge 2013, ọ meriri ihe nrite ọla edo na asọmpi ndị na-eto eto ya na ndị otu ya na World Cross Country Championships na Bydgoszcz, Poland. Na 10 Mee, na nzukọ Diamond League na Doha, Qatar, o guzobere na 1500m ndekọ Kenya na oge 3:56.98, na-eche onye na-agba ọsọ Sweden Abeba Aregawi ihu. N'ọnwa Ọgọstụ, na asọmpi World Championships na Moscow, onye dị afọ iri na itoolu bịara nke ise na ngwụcha n'ime oge 4:05.08.",
  "N'ọnwa Mee, ọ bụ otu n'ime ndị otu meriri ihe nrite ọla edo na 4×1500 m relay na IAAF World Relays mbụ na Nassau, Bahamas, ya na Mercy Cherono, Irene Jelagat na Hellen Obiri",
  "Ndị otu Kenya, n'ihu United States na Australia, setịpụrụ oge ndekọ ụwa ọhụrụ n'oge 16:33.58. N'otu afọ ahụ na Julaị, ọ ghọrọ onye mmeri Commonwealth Games 1500m na Glasgow, Scotland na oge nke 4:08.94.",
  "N'abalị iri abụọ na ise n'ọnwa Ọgọstụ, Kipyegon ritere ọlaọcha na 1500m na World Championships na Beijing",
  "Mgbe ọ gbasịrị ọsọ ọ gwụchara na 4:08.96 nke abụọ n'aka onye na-edekọ ihe ndekọ ụwa nke Ethiopia bụ Genzebe Dibaba onye gbara 4:08.09",
  "Siffan Hassan na-anọchite anya Netherlands bụ nke atọ na 4:09.34.",
  "N'abalị iri na otu n'ọnwa Septemba, na nzukọ Diamond League na Brussels, ọ meriri otu kilomita na onye Afrịka na ndekọ nke 4:16.71, na-emeri Hassan onye gbara ọsọ 4:18.20 na njedebe ikpeazụ.",
  "N'abalị iri na anọ n'ọnwa Mee, Kipyegon meziwanyere ihe ndekọ Kenya nke afọ 2013 1500 site na ịgba ọsọ 3:56.82 mgbe ọ meriri nzukọ Diamond League Shanghai Golden Grand Prix",
  "Izu abụọ ka e mesịrị, o meriri ndekọ ya na arụmọrụ 3:56.41 iji bụrụ nke mbụ na Prefontaine Classic na Eugene, Oregon",
  "O nwetakwara mmeri n'ihe omume mile n'oge egwuregwu Oslo Bislett na June.",
  "Onye dị afọ iri abụọ na abụọ n'oge ahụ ghọrọ onye nwetara ọla edo 1500m n'egwuregwu Olimpik nke 2016 na Rio de Janeiro na-agbanwe usoro site na asọmpi ụwa nke afọ gara aga",
  "Ọ meriri Dibaba na 200m ikpeazụ n'ihe bụ na mbụ ọsọ ọsọ ọsọ, na agba nke atọ na 56.80 na 800m ikpeazụ na ọsọ ọsọ ọsọ 800m nke 1:57.2. Kipyegon gbara 4:08.92, Dibaba 4:10.27, Jennifer Simpson bụ onye nke atọ na 4:10.53.",
  "O nwetara akara mbụ ya na Diamond League 1500m, merie agbụrụ atọ na Shanghai, Eugene, na Brussels.",
  "Ihe ịga nke ọma ya kachasị mma n'afọ ahụ bụ ebe mbụ na London World Championships, na-aghọ naanị nwanyị nke atọ n'akụkọ ihe mere eme iji merie ma Olympic na World Championships 1500m",
  "O mere oge 4:02.59 ebe ụmụ nwanyị atọ na-esote dekwara oge n'okpuru 4m 3s, na Jenny Simpson na nke abụọ na Caster Semenya nke atọ.",
  "Kipyegon mụrụ nwa mbụ ya na 2018, laghachi ọnwa 12 ka e mesịrị, na June 2019, iji merie ihe omume mbinye aka ya na 3:59:04 na Prefontaine Classic na Palo Alto. Ọ gara n'ihu merie ihe nrite ọlaọcha na World Championships na Doha, ebe o setịpụrụ ihe ndekọ ọhụrụ ya nke Kenya nke 3:54.22",
  "Sifan Hassan bịara nke mbụ na 3:51.95 ebe onye nke atọ Gudaf Tsegay setịpụrụ nke kachasị mma nke 3:54.38.",
  "N'afọ 2020, ọ sonyeere na nzukọ Diamond League na Continental Tour na-enweghị mmeri na agbụrụ isii ya niile",
  "N'ọnwa Ọgọstụ, ọ gbara ọsọ nke abụọ kachasị ọsọ, ihe ndekọ Afrịka na ihe ndekọ Diamond League na mita 1000 na Herculis zutere na Monaco, na nsonaazụ ya nke 2m 29.15s naanị 0.17 s na-erughị ihe ndekọ ụwa.",
  "N'afọ 2021, ọ meziwanyere ihe ndekọ mba ya ugboro abụọ na nzukọ Diamond League",
  "Na 10 June, ọ gbara ọsọ 3:53.91 na Rome Golden Gala meet, nke emere n'ụzọ pụrụ iche na Florence, iji mechie nke abụọ n'azụ Sifan Hassan onye mere 3:53.63",
  "N'abalị itoolu n'ọnwa Julaị na Monaco Herculis, Kipyegon kwụsịrị elekere ahụ na oge nke anọ kachasị ọsọ n'akụkọ ihe mere eme na naanị otu sekọnd na ndekọ ụwa nke Genzebe Dibaba na-agba ọsọ karịa Hassan n'ụlọ site na ihe dị ka 2.5 s.",
  "Na 1500m nke ụmụ nwanyị nke afọ 2020 Tokyo Games na-egbu oge n'ọnwa Ọgọstụ, Kipyegon meriri Hassan na 200m ikpeazụ iji merie nrite ọla edo nke abụọ ya n'usoro n'ihe omume ahụ n'oge nke 3m 53.11s, na-emebi ihe ndekọ Olympic nke guzo ruo afọ 33",
  "Ọ ghọrọ nwanyị nke abụọ n'akụkọ ihe mere eme iji merie n'azụ azụ Olympic 1500m titles",
  "Mgbe Hassan na-apụ n'anya n'ụlọ (3:55.86) Laura Muir setịpụrụ ndekọ Britain nke 3:54.50 iji nweta ọlaọcha.",
  "N'ọnwa Septemba, ọ meriri Hassan ọzọ na Zürich Weltklasse Diamond League final iji were nke abụọ ya na 1500m Diamond Trophy",
  "Kipyegon meriri itoolu n'ime agbụrụ iri ya n'oge ahụ.",
  "Kipyegon lụrụ onye na-agba ọsọ n'etiti Timothy Kitum, onye nwetara ọla nchara n'egwuregwu Olympic 800m n'afọ 2012",
  "Ha nwere nwa nwanyị, Alyn, amụrụ na June 2018",
  "Kipyegon laghachiri ọzụzụ na Jenụwarị 2019 mgbe ihe fọrọ nke nta ka ọ bụrụ ọnwa iri na asatọ gachara",
  "Na June 2019, ọ sonyere na asọmpi mbụ ya kemgbe ọ mụrụ nwa, merie Diamond League's Prefontaine Classic na Palo Alto.",
  "Ozi niile sitere na profaịlụ World Athletics."
]