[
  "Faith Alupo (9 Ọktoba 1983 15 Septemba na afo 2020) bụ onye ndọrọ ndọrọ ọchịchị Uganda nke jere ozi dị ka onye omeiwu, na-anọchite anya Pallisa District. A họpụtara ya n'ọkwa ahụ na Juunu na afo 2018.",
  "A mara Alupo ma kwado ya dị ka onye omeiwu ọhụrụ maka mpaghara Pallisa n'okpuru otu National Resistance Movement na-achị mgbe Achola Catherine Osupelem, Forum for Democratic Change (FDC) Woman Member of Parliament Candidate for Pallisa district wepụrụ ya na asọmpi maka iji aha nhọpụta ndị na-emetụtaghị ndị na nzere agụmakwụkwọ ya",
  "A gwara nke a n'akwụkwọ ozi e dere na 14 Julaị, nke Justice Simon Byamukama bịanyere aka.",
  "Alupo lụrụ di ma nwee ọganihu ọkachamara na ọrụ mmekọrịta mmadụ na ibe ya. N'afọ 1997, ọ gụsịrị akwụkwọ Primary Leaving Examinations na Pallisa Girls Primary School",
  "N'afọ 2001, Alupo nwetara asambodo agụmakwụkwọ nke Uganda na Pal na Lisa College",
  "N'afọ 2003, ọ nwetara asambodo Uganda Advanced Certificate na MM College Wairaka",
  "Ọ gụsịrị nzere bachelọ ya na ọrụ mmekọrịta mmadụ na ibe ya na nchịkwa mmekọrịta mmadụ na eze na Mahadum Ndị Kraịst nke Uganda, Mukono na afo 2007",
  "Mgbe afọ anọ gasịrị (na afo 2011), Okwukwe sonyeere Law Development Centre, Kampala wee nweta asambodo na Iwu.",
  "N'agbata afọ 2007 na afọ 2008, ọ malitere ọrụ mbụ ya dị ka onye ọrụ n'ọhịa na Office of Probation nke dị na Makindye Division",
  "Site na 2008 ruo 2009, ọ rụrụ ọrụ dị ka onye na-agba ajụjụ ọnụ na Uganda Bureau of Statistics",
  "Site na afo 2010 ruo na afo 2011, ọ malitere ịrụ ọrụ na ọkwa Sub-County dị ka onye ọrụ ntuli aka na Electoral Commission, Pallisa.",
  "N'afọ 2018, gọọmentị Uganda kewara Pallisa District, mepụta Butebo District site na akụkụ nke ókèala ya",
  "Nwaanyị nọ n'ọkwa onye omebe iwu nke Uganda maka mpaghara ahụ, Agnes Ameede, kpebiri ịnọgide dị ka onye nnọchi anya Butebo, na-ahapụ ọnọdụ nke Pallisa nwanyị MP n'efu. Alupo meriri nhọpụta nke National Resistance Movement (NRM) na-achị maka oche na 28 Mee na afo 2018, na-enweta 34,580 vootu na ntuli aka mbụ ma e jiri ya tụnyere 26,995 na 11,058 n'ileghachi anya azụ, maka ndị na-asọmpi ya kacha nso Kevin Kaala Ojinga na Josephine Ibaseret. A haziri ntuli aka ahụ n'onwe ya na 28 na afo June",
  "Mmadụ ise na-azọ ọkwa maka oche ahụ, mana atọ lara, na-ahapụ naanị Alupo na Forum for Democratic Change (FDC) Catherine Achola na asọmpi ahụ",
  "Kọmitii Electoral Commission nke Uganda kwadoro ndị abụọ ahụ na 5 June, mana na 19 June, kọmitii ahụ kwupụtara na a chụpụrụ Achola n'ihi ọdịiche dị n'etiti akwụkwọ nhọpụta ya na ndekọ agụmakwụkwọ nyere.",
  "Site na afo 2018 ruo na afo 2020, ọ rụrụ ọrụ dị ka onye omeiwu na Nzukọ Ndị Omeiwu nke Uganda",
  "Ọ nwụrụ na 15 Septemba na afo 2020 na Mulago Hospital, ebe ọ na-anata ọgwụgwọ maka ọbara mgbali elu na ọrịa shuga. A na-enyo COVID-19, n'oge ọrịa COVID-19 na Uganda enyo, n'ihi na o nwere nsogbu iku ume. Na 18 Septemba, New Vision kwuru na Alupo nwụrụ \"mgbe ọ na-anata ọgwụgwọ na Mulago National Referral Hospital n'ihe isi mmalite na-ekwu na ọ bụ n'ihi ọrịa COVID-19\", ụbọchị iri abụọ na anọ tupu ụbọchị ọmụmụ ya nke iri atọ na asaa."
]