[
  "Oghere fallstreak (nkè a makwaara dị ka cavum, oghere punch cloud, oghere oghere, skypunch, ọwa igwe ojii ma ọ bụ oghere igwe ojii) bụ nnukwu oghere, nke na-adịkarị okirikiri ma ọ bụ elliptical, nké nwéré ike ịpụta na igwe ojii cirrocumulus ma ọ bụ altocumulus. Oghèrè ndị ahụ sitere na mmiri dị oke jụụ n'ime igwe ojii na-eme ka mmiri na-esi ísì ma ọ bụ na-ajụ oyi na mberede, ọ pụkwara ịbụ site na ụgbọelu na-agafe agafe.",
  "N'ihi ịdị ụkọ ha na ọdịdị pụrụ ichè, e mehiere oghere fallstreak màkà ma ọ bụ na-ekwu na ọ bụ ihe ndị na-efe efe a na-amaghị ama.",
  "A na-emepụta oghere ndị dị otú ahụ mgbe okpomọkụ mmiri dị n'ígwé ojii dị n'okpuru oyi, mànà mmiri ahụ, n'ọnọdụ dị oke jụụ, emebeghị ka oyi kpụkọọ n'ihi enweghị ice nucleation",
  "Mgbè kristal ice na-etolite, a na-eme ka mmetụta domino pụta n'ihi usoro Wegener-Bergeron-Findeisen, na-eme gore mmiri na-agba gbụrụ-gbúrụ kristal ahụ na-apụ n'anya: nke a na-ahapụ nnukwu oghere, nke na-adịkarị gbụrụ-gbúrụ, n'ime igwe ojii. A na-eche na iwebata ọnụ ọgụgụ búrú ibu nke obere ice crystals n'ime igwe ojii na-eme ka mmetụta domino a nke njikọta nke na-emepụta oghere ahụ.",
  "Enwere ike ịmepụta kristal ice site na ụgbọelu na-agafe agafe, nke na-enwekarị mbelata dị ukwuu na nrụgide n'azụ nku ma ọ bụ propeller-tips",
  "Nke a na-eme ka ikuku jụọ oyi ngwá ngwá, ma nwee ike ịmepụta eriri nke ice crystals na-esote n'azụ ụgbọelu ahụ",
  "Mmiri ice ndị a na-ahụ onwe ha gbụrụ-gbúrụ, ma na-eto ngwa ngwa site na usoro Bergeron, na-eme ka mmiri na-apụ n'anya ma na-emepụta oghere nwèrè akara dị ka brush nke ice crystals n'okpuru ya",
  "Ihe ndekọ satellite mbụ nke oghere dị ogologo n'elu Florida Panhandle nké nwéré ike ịbụ site na ụgbọelu na-agafe agafe pụtara na Corfidi na Brandli (afọ 1986). A na-ahụkarị oghere Fallstreak site na satellites dị elu nke taa (dịka, lee ihe atụ nke anọ na isiokwu a).",
  "Akụkọ Westbrook na Davies (2010) na Heymsfield et al",
  "(afọ 2010) na-akọwa usoro ndị dị n'azụ mmepụta nke oghere fallstreak n'ụzọ zuru ezu, ma gosipụta ụfọdụ ihe ndị a hụrụ banyéré microphysics na dynamics ha. Igwe ojii dị otú ahụ abụghị naanị n'otu mpaghara ọ bụla ma e sere foto site n'ọtụtụ ébé."
]