[
  "Ezinụlọ nwere Mkpa Nna (FNF), nke a chọpụtara n'afọ 1974, bụ ụlọ ọrụ ebere na-elekọta mmadụ n'ime United Kingdom nke na-enye ozi, ndụmọdụ, na nkwado nye ndị nne na nna ndị mmekọrịta ụmụ ha na ha nọ n'ihe egwu n'oge ma ọ bụ mgbe ịgba alụkwaghịm ma ọ bụ nkewa gasịrị, ma ọ bụ ndị kewapụrụ ma ọ bụ kewapụrụ ụmụ ha",
  "FNF na-akwadokwa maka ịkekọrịta nne na nna, oge ka ukwuu maka ụmụaka na nne ma ọ bụ nna ha na-abụghị onye nlekọta, na omume ụlọ ikpe siri ike mgbe nne ma ọ bụ nna na-elekọta ya na-emegide iwu ụlọ ikpe na-achọ ka ha kwe ka ụmụ ha nwee mmekọrịta na nne ma ọ bụ nna nke ọzọ",
  "Ihe mgbaru ọsọ nke nzukọ ahụ bụ na ụmụaka amuru site na ịgba alụkwaghịm ma ọ bụ nkewa ekwesịghị ịkwụsị ịhụnanya na nlekọta nke otu n'ime nne na nna ha.",
  "N'ime United Kingdom, ihe dị ka otu ụzọ n'ụzọ atọ nke ụmụaka sitere na nne na nna kewara ekewa enweghị mmekọrịta na nna ha, nzukọ ahụ banyere na-echegbu onwe ya banyere ịnọgide na-enwe mmekọrịta nwatakịrị na nne na nna ya n'oge na mgbe ezinụlọ dara.",
  "E hiwere Ndị Nna Mkpa Ezinụlọ na Mee 1974 site n'aka onye na-agwọ ọrịa uche ụmụaka Alick Elithorn na onye ndụmọdụ ego Keith Parkin dị ka nzukọ iji mee mkpọsa maka oge nne na nna nhata mgbe ịgba alụkwaghịm gasịrị, na maka mmụba mmekọrịta n'etiti nwatakịrị na nne na nna ya na-abụghị onye nlekọta",
  "Òtù ahụ ghọrọ ọrụ ebere e debara aha n'afọ 1979, ma nwee ike ị nweta ndị ọrụ n'ime afọ 1992",
  "Ka nzukọ ahụ na-eto ma malite ịnata ego gọọmentị, ụfọdụ ndị otu hapụrụ na 1990s ma guzobe ọtụtụ òtù ọhụrụ dịka Parents Forever Scotland, Association of Shared Parenting, Dads After Divorce, na Fathers4Justice",
  "N'afọ 1994, FNF, Dads After Divorce na Parents Forever Scotland guzobere Cheltenham Group iji gbalịa ịmepụta njikọ nke òtù ndị nne na nna.",
  "N'ime afọ 2008, FNF rụrụ ọrụ n'okpuru ndò nke \"Both Parents Matter\" ma tinye eriri a na akara ọrụ ebere ahụ n'afọ 2013 iji kọwaa n'ụzọ doro anya mmesi ike ọrụ ebere ahụ na mkpa nne na nna abụọ dị na ndụ nwatakịrị",
  "Ka ọ na-erule afọ 2010, nzukọ ahụ nwere alaka iri ise na otu na United Kingdom na netwọk nke ndị ọrụ afọ ofufo narị atọ. Kemgbe ahụ, ọ gara n'ihu na-akwado maka ịkekọrịta nne na nna na ndị mgbasa ozi, Ụlọ nke Commons na ụlọ ọrụ ikpe ziri ezi nke ezinụlọ, ebe ọ na-aga n'ihu na ọrụ ya dị ka nzukọ nlekọta ọha na eze.",
  "Jon Davies bụ onye isi ọrụ site n'afo 2006 ruo afọ 2010",
  "Onye isi oche ugbu a bụ Jerry Karlin, na Michael Lewkowicz bụ odeakwụkwọ ụlọ ọrụ.",
  "N'ime afọ 2016, Ezinụlọ Mkpa Nna natara ihe dị ka oku puku iri abụọ na ise na Helpline ya, ihe dị ka ndị ọbịa puku ise na nzukọ obodo, ọnụ ọgụgụ yiri nke posts na Forum ya n'ịntanetị, na nlele peeji otu narị na iri asatọ na ise pụrụ iche na weebụsaịtị ya.",
  "N'ime afọ 1994, onye omeiwu Labour Party bụ Glenda Jackson kwuru na Families Need Fathers dụrụ ndị nna ọdụ ka ha tọọrọ ụmụ ha ma ọ bụrụ na a naghị ekwe ka ha nweta ha, ma ọ bụrụ na nke ahụ arụghị ọrụ, igbu nne. N'akwụkwọ ozi sochirinụ banyere nkwupụta ozi nke òtù ahụ, ọ kwughachiri nkwupụta ịtọrọ mmadụ ma chọpụta na nkwupụta ozi ahụ bụ mwakpo megide ụmụ nwanyị kama ịbụ arụmụka maka idebe ụmụaka na ndị nne na nna na kọntaktị. N'ọnọdụ ọ bụla, onye omeiwu ahụ enyeghị isi iyi maka ebubo ịtọrọ mmadụ",
  "N'afọ 2007, onye nta akụkọ Jenni Murray rụrụ ụka na na ntọala ya, FNF were onwe ya tinye n'èzí nke nkwanye ùgwù dịka e kwuru na ha na-akwado ịtọrọ ụmụaka ndị e nyere nne ha ikike ilekọta ha",
  "N'oge na-adịbeghị anya n'afọ 2017, Legal Action for Women mere ngagharị iwe na nzukọ FNF",
  "Ha hotara okwu ntọrọ Jackson n'afọ 1994 na nzuko omeiwu ma mee mkpesa na nzukọ ahụ na-awakpo ụmụ nwanyị mgbe niile nakwa na ha na-agọnahụ ịdị adị nke ime ihe ike n'ụlọ."
]