[
  "Famoudou Konaté bụ onye na-akụ ọkpọ Malinké si Guinea",
  "Famoudou Konaté bụ onye na-eme nke ọma na djembe udu na ndị egwú ya",
  "Otu n'ime ndị isi ole na ole malitere óménàlà ịgbà nke Malinké, a na-akwanyere Famoudou ùgwù n'ụwa niile dị ka otu n'ime onye isi ịgbà djembe nke mbụ n'ụwa",
  "O nyefere ndụ ya n'ịrụ egwu na ichekwa egwu nke ndị ya, na-enyere aka ibuli ndị egwu djembe site na mgbọrọgwụ ọdịnnala ya gaa na ewu ewu n'ụwa niile.",
  "A mụrụ Famoudou na afọ 1940 na nso Sangbaralla, obodo nta dị na mpaghara Hamana nke Upper Guinea, etiti Malinké na ebe a mụrụ ezinụlọ dundunba nke rhythms",
  "Onye na-akụ ọkpọ, ọ na-akụ egwu na ememme obodo mgbe ọ dị afọ asatọ ma n'oge na-adịghị anya, a chọrọ ya dị ka djembefola gafee mpaghara ahụ",
  "Site na afo 1959 ruo na afọ 1985, Famoudou bụ onye isi djembe soloist maka Les Ballets Africains de la République de Guinée, na-agagharị n'ụwa ma na-eme ihe dị egwu. N'oge a, Famoudou n'onwe ya mepụtara ọtụtụ n'ime usoro egwu ndị a na-ahụkarị ugbu a na West African na nnọkọ ndị na eme ihie n'ụwa niile",
  "N'afọ 1986 na afọ 1987, Konaté malitere ọrụ nkuzi onwe ya n'otu oge ahụ ọ ka na-arụ ọrụ maka \"Les Ballets Africains\" na Conakry",
  "Rále Dominique si Germany, Alain Brammer na Michel Weelen, ha abụọ si France, bụ ụmụ akwụkwọ Konaté mbụ kemgbe afọ 1986",
  "Ha niile gara n'obodo a mụrụ Famoudou na Konate, Sangbaralla gburugburu Kouroussa na Upper Guinée wee dekọọ nke mbụ, na teepu, nke ọrụ ya wee weghachite ya na Europe",
  "Na afọ 1987 site n'aka Rainer Dörrer, Johannes Beer gara Conakry",
  "N'afọ 1988, Johannes Beer kpọọrọ Famoudou Konaté gaa Germany wee guzobe \"Ensemble Moderne\"",
  "Ka ọ na-erule ngwụcha afọ 1988, na Berlin, ya na \"Famoudou Konaté Ensemble\", nke ndị a ma ama na-akụ ọkpọ si Berlin, \"Djembe Tubabu\" (Silvia Kronewald na Paul Engel) guzobere ma na-achịkwa",
  "N'afọ 2000, a kpọrọ Konaté na United States maka oge mbụ dị ka onye na-ese ihe n'onwe ya site na Chicago Djembe Project.  N'okpuru nduzi nke Lillian Friedberg na Jim Banks, Konaté guzobere onwe ya na North America site na njem mba site n'ụsọ oké osimiri site na afo 2000-2004",
  "Taa, Konaté na-akụzi ma na-eme kwa afọ na Europe, Japan, Israel, North America na West Africa, na-akụnye ọgbọ nke ndị na-abụghị ndị Africa na-akụ ọkpọ nwere ọzụzụ pụrụ iche",
  "N'afọ 1996, ọ natara prọfesọ nsọpụrụ na Didactics of African Musical Practice site na Mahadum nke Arts Berlin. O mepụtara CD asatọ, gụnyere mbipụta ya kachasị ọhụrụ, Hamana Namun"
]