[
  "Fanagalo, mà ọ bụ Fanakalo, bụ asụsụ obodo mà ọ bụ pidgin dabere ná Zulu ná ntinye sitere ná Bekee ná obere ntinye Afrikaans. Á na-eji yá eme ìhè dị kà asụsụ, ọkachasị ná ụlọ ọrụ na-egwupụta ọlaedo, diamond, coal ná ọla kọpa ná South Africa ná ruo n'ókè dị àlà ná Democratic Republic of the Congo, Namibia, Zambia, ná Zimbabwe",
  "Ọ bụ ezie ná á na-eji ya eme Ìhè dị kà asụsụ nkè abụọ naanị, e mere atụmatụ ná ọnụ ọgụgụ ndị na-asụ yá dị kà \"ọtụtụ narị puku\" ná 1975",
  "Ka ọ na-erule oge nnwere onwe bịara mà ọ bụ n'ihe banyere South Africa, ikike ntụli áká zuru ụwa ọnụ nke Bekee aghọwo nke a na-asụ n'ọtụtụ ebe mà ghọta ná ọ ghọrọ asụsụ á na-ahụkarị, na-enyere agbụrụ dị iche iche nọ n'otu mbà ahụ áká iso ibé há kwurịta okwu, ná ojiji Fanakalo adaala",
  "Áhà \"Fanakalo\" sitere ná ụdị Nguni nkè yiri fana-ga-lo nke pụtara \"dị ka + nke + nke ahụ\" mà nwee ìhè pụtara \"ime yá dị ka nkè a\", na-egosipụta ojiji yá dị kà asụsụ ntụziaka",
  "Asụsụ ndị ọzọ nkè áhà ahụ gụnyere Fanagalo ná Fanekolo",
  "Á makwaara yá dị kà Isikula, Lololo mà ọ bụ Isilololo, Piki ma ọ bụ Isipiki, ná Silunguboi",
  "Dị kà ụmụ amaala ndị Fanagalo sitere ná há enweghị asụsụ edere ede, á naghị edozi orthography nke Fanagalo; dịka ọmụmaatụ, ụda nkè W ná B dị nso [nkọwa dị mkpa].",
  "Dị kà Turkish, á na-eji ụdaume ụfọdụ màrà Fanagalo, ébé á na-agbanwe ụdaume dị ná prefix dịka ụdaume na-esote",
  "N'asụsụ Nguni, prefix Mu- ma ọ bụ Ma- na-egosi otu, ébé Bu- mà ọ dị Ba- na-apụta ọtụtụ ʿ yá mere Muntu = nwoke; Bantu = ndị mmadụ, ọkachasị mgbè á na-etinye yá n'agbụrụ, dịka",
  "Akụkọ ifo  N'otu áká ahụ, prefix Chi- mà ọ bụ Si- na-egosi asụsụ agbụrụ áhụ na-asụ",
  "dịka ọmụmaatụ, á na-akpọ ndị ikom nke agbụrụ Lozi Ba-rotse (asụgharịrị mkpụrụ okwu), há na-asukwa Si-lozi; Bembas na-asụrụ Chiwemba; Tswanas bi ná Botswana, nkè á na- bingaka Bechuanaland.",
  "Chi-lapa-lapa thus is the \"language\" derived from lapa = \"there\", with reduplication for emphasis.",
  "Fanagalo bụ otú n'ime ọtụtụ asụsụ pidgin nkè Africa nkè mepụtara n'oge ọchịchị ndị ọchịchị iji kwalite ịdị mfe nke nkwurịta okwu na South Africa",
  "Á makwaara yá dị ka asụsụ na-egwupụta ìhè n'ime àlà nkè ndị na-egwe ìhè n'ebe á na-asụ iji mebie ìhè mgbochi asụsụ",
  "Ọ bụ ìhè á na-ejighị n'aka otú e si mepụta asụsụ pidgin á ná mbụ ebe ọ bụ ná e nwere échichè dị iche iche sitere ná isi mmalite dị ichè ichè.",
  "Échichè á na-ahụkarị bụ ná e mere Fanakalo n'ihi ná ndị ikom na-asụ asụsụ dị ichè iche (na-abịa site na ọdịbendị dị ichè ichè ná South Africa ná steeti ndị gbara yá gburugburu) gara rụọ ọrụ ná ébé á na-egwupụta ìhè n'oge ngwụcha narị afọ nke 19",
  "N'ikpeazụ, asụsụ ndị a jikọtara ọnụ mà mepụta olumba ọhụrụ iji mebie ihe mgbochi asụsụ n'etiti ndị na-arụ ọrụ n'ime ala",
  "Fanakalo agbasaala ná mba ahụ ná Southern Africa niile",
  "Yá mere, á na-asụ Fanakalo dị kà \"asụsụ kọntaktị\" n'ime ébé á na-egwupụta ihe n'etiti ndị si n'agbụrụ dị ichè ichè ná South Africa ná mba dị iche iche dị na Southern Africa, ná n'etiti foremen ná ndị ọrụ [Afrikaans na ndị na-asụsụ Bekee], na ndị Europe (dị ka Portuguese, Polish ná German) na-enye aka ná ihe Fanakalo chọrọ maka nkwurịta okwu ná ebe a ná ebe a",
  "Otú ọ dị, ụfọdụ ndị na-eme nchọpụta ekwenyeghị n'echiche á n'ihi ná Fanakalo bụkarị Zulu na obere Afrikaans ná Bekee, mà okwu ndị á gbazitere site ná asụsụ ndị ọzọ sitere ná mba ahụ ná steeti ndị gbara yá gburugburu (dị ka Mozambique, Zimbabwe wdg) abụghị ìhè á na-ahụkarị, mana eziokwu ahụ bụ ná ndị ọrụ àlà si n'agbụrụ dị ichè ichè ná mbà ahụ nakwa ná á na-asụ yá n'ógbè niile nkè Southern Africa kwadoro echiche á",
  "Echiche ọzọ (nkè Adendorff ná ndị nchọpụta ndị ọzọ na-atụ aro) bụ ná Fanakalo si ná Colony nkè Natal dị kà ụzọ nkwurịta okwu n'etiti ndị isi ojii na-asụ asụsụ Zulu na ndị ọcha na-asụrụ Bekee ná Afrikaans nkè nwere ike ịbụ ìhè mere asụsụ pidgin a ji bụrụ nkè Zulu, Afrikaans ná Bekee",
  "Ọbịbịa nkè ndị Britain ná ndị Afrikaners ná Natal bụ ná mmalite narị afọ nke 19: n'oge ngwụcha afọ 1830, ndị Cape Afrikaners gara Natal (ma mesịa guzobe mba Boer nke Natalia (1840-1843))",
  "Ndị si England kwabata rutere afọ iri kà e mesịrị",
  "A na-ekwu ná mmepe nkè asụsụ pidgin ná Natal sitere ná nsogbu siri ike nkè nkwurịta okwu",
  "Á na-asụkwa Fanakalo ná ndị ọrụ India bụ ndị ndị ndị ọchịchị Britain bubatara ná Natal mà mesịa ghọọ ụzọ nkwurịta okwu n'etiti ndị India ná ndị Zulu",
  "Otú ọ dị, ọ dị mkpa iburu n'uche ná ọ bụghị asụsụ ndị India na-emetụta ya",
  "N'ezie, asụsụ ndị India enweghị uru akụ ná ụba màkà mmekọrịta yá ná Bekee ná ndị Zulus",
  "Á kụziri Fanakalo n'ebe á na-egwupụta ọlaedo mgbè ndị ikom Zulu si Natal kwaga Witwatersrand ịrụ ọrụ n'ebe ahụ ma nkè á ghọrọ asụsụ pidgin kachasị mmá ná South Africa",
  "Ụfọdụ ndị na-eme nchọpụta ekwenyeghị n'echiche á n'ihi na, olee otú o si kwe omume ná asụsụ pidgin si Natal ga-agafe ná ebe a na-egwupụta ọlaedo ná Witwatersrand ná ebe a á na-egwu diamond ná Kimberly, mana o gosipụtara ná e nwere nnukwu ngafe nke ndị Zulu (nke nọgidere na-arị elu) site ná Natal gaa ná mpaghara Transvaal ná mpaghara Cape (ụfọdụ ọbụna gaa Orange Free State) iji rụọ ọrụ ná ebe á nkè na-eguzogide echiche a n'ezie n'ihi ọtụtụ ebe ndị agbata obi ná South Africa bụ ndị agbata obi ha dị ná ndị Sotho 2 ndị ọzọ si na-egwu àlà ná ndị ọzọ si n'ebe ndị agbata obi yá nà ndị mmadụ nà ndị ọzọ na-achịkwa.",
  "Adendorff kọwara ụdị abụọ nkè asụsụ ahụ, Mine Fanagalo na Garden Fanagalo",
  "Aha nkè ikpeazụ na-ezo aka n'iji ya na ndị na-eje ozi n'ụlọ",
  "A maara yá ná mbụ dị ka Kitchen Kaffir",
  "Ma Fanagalo na Kitchen Kaffir nyere aka n'ịchịkwa asụsụ kà e kere Kitchen Kaaffir iji kewapụ ndị na-achị àlà ná obodo ndị dị n'ógbè ahụ ná dị ka ụzọ isi chịkwaa. (A na-ejikarị okwu \"kaffir\" eme ìhè, ná South Africa, dị ka okwu mkparị maka ndị isi ojii, á na-ewerekwa yá ugbu a dị kà ìhè mkparị",
  "O sitere ná okwu Arabic Kafir, nkè pụtara ónyé na-ekweghị ekwe.)",
  "Ìhè abụọ mere kà Fanagalo ghara inweta ọnọdụ dị kà asụsụ bụ isi: nkewa nkè Fanagalo ná ngalaba metụtara ọrụ ná enweghị ntụrụndụ",
  "Nkè abụọ, á naghị ekwe ka ụmụ nwanyị ná ụmụaka na-asụ Fanagalo, nkè pụtara ná nkwurịta okwu ezinụlọ adịghị adị mà enwere obere ụzọ iji gbasaa ojiji nkè pidgin. N'etiti narị afọ nke 20 ná South Africa, e nwere mgbalị gọọmentị iji kwalite mà mee kà Fanagalo bụrụ asụsụ nkè abụọ zuru ụwa ọnụ, n'okpuru áhà \"Basic Bantu\"",
  "[citation needed]",
  "N'ụzọ dị iche, ụlọ ọrụ ndị na-egwupụta ìhè ná mmalite narị afọ nke 21 agbalịwo iwepụ Fanagalo maka asụsụ ndị dịbu adị",
  "Ná mgbakwunye, e nwere mgbalị siri ike iji kwalite ojiji nke Bekee ná ngalaba ebe a na-ejikarị Fanagalo eme ìhè dị ka ụzọ nchịkwa.  Ravyse (2018) na-atụle nguzogide doro anya nkè Fanagalo megide iwu gọọmentị, n'agbanyeghị ihere yá na-aga n'ihu dị ka asụsụ màkà ndị na-amaghị akwụkwọ",
  "Fanagalo ejikọtala ná omenala nkè ụlọ ọrụ na-egwupụta ihe, na ịga n'ihu yá yiri ka ọ na-adabere ná ihu ọma na-aga n'ihu nkè ndị na-ekwu okwu ya, karịa iwu ụlọ ọrụ",
  "N'agbanyeghị mbelata a n'iji yá eme ihe, a ka na-anabata Fanagalo dị ka akụkụ nke omenala ná njirimara nkè igwu ala mà na-ele ya anya dị ka iwu n'ezie ma na-anọgide na-enwe Mkpà yá nà ngalaba ojiji ya. Njirimara siri ike nkè ndị na-asụ asụsụ Fangalo kerịtara mere ka há nwee otu, ya mere ha na-eguzogide itinye Bekee ma eleghị anya ọ bụ ihe mere a ka ji jiri pidgin mee ihe taa.",
  "Mine Fanagalo ná South Africa ná Zimbabwe dabere na ókwú Zulu (ihe dị ka 70%), na Bekee (ihe dị na 25%) na ụfọdụ okwu sitere ná Afrikaans (5%)",
  "Ọ nweghị ụdị mgbanwe Zulu, ọ na-agbaso usoro ókwú Bekee",
  "Adendorff kọwara Mine Fanagalo ná Garden Fanagalo dị ka otu pidgin",
  "Ọ na-atụ aro na a ga-ahụ Garden Fanagalo dị ka nke dị ná njedebe Bekee nkè usoro, ná Mine Fanagalo nso ná njedebe Zulu.",
  "Á maara ụdị dị iche iche ná Zimbabwe (Rhodesia) dị kà Chilapalapa ma Shona na-emetụta yá, ebe ụdị dị iche ná Zambia (Northern Rhodesia), nkè á na-akpọ Cikabanga (nke a na-ekwupụta, ná mgbe ụfọdụ á na-asụ, Chikabanga), Bemba na-emetụtara yá.",
  "Ọtụtụ ìhè dị mkpa na-eme kà Fanagalo dị ichè ná asụsụ Nguni (dị ka Zulu ná Xhosa)",
  "Lo na-arụ ọrụ dị kà isiokwu ná ngosipụta, ebe ọ bụ naanị ngosipụta ná Zulu",
  "Á na-eji Lapha eme ihe iji pụta \"ebe a\", nkè pụtakwara \"ebe a\" mgbe a na-ekwusi okwu mbụ ike, á na-ejikwa yá dị ka nnọchiaha maka ọnọdụ",
  "(Ọ na-arụ ọrụ màkà ìhè ọ bụla dịka \"na\", mà ọ bụ \"n'akụkụ\", wdg.) Zulu, n'aka nkè ọzọ, na-eji naanị lapha eme ìhè iji pụta \"ebe a\"",
  "Tụkwasị ná nkè á, Fanagalo na-eji naanị nnọchiaha n'efu: mina, thina, wena, ena, nkè pụtara \"M, anyị, gị, ya/ya/ya/ha\"",
  "Zulu na-eji naanị nnọchiaha eme ìhè màkà nkwenye, na-adabere kama ná akara nkwekọrịta ngwaa, dịka Spanish.",
  "Á na-eji nsonaazụ -ile (hamba \"M na-aga, na-aga!\", hambile \"M ná na-aga\"), ná ọdịnihu ná modal azi (azi hamba \"ga-aga\").",
  "Nkè á bụ ìhè atụ abụọ (a na-akpọ mkpụrụedemede niile):-",
  "Koki Lobin\nCock Robin",
  "Zonke nyoni lapa moyo ena kala, ena kala\nAll birds of air, they cried, they cried\nEna izwile ena file lo nyoni Koki Lobin\nThey heard the death the bird Cock Robin\nEna izwile, ena file, ena izwile ena file Cocky Lobin.",
  "Kubani ena bulalile Koki Lobin?\nWho they killed Cock Robin\nMina kruma lo Sparrow\nMe, said the sparrow\nNa lo picannin bow and arrow kamina\nWith the little bow & arrow of mine\nMina bulalile Koki Lobin.",
  "I killed Cock Robin",
  "Baba ga tina, Wena kona pezulu,\nFather of ours, You are above<\nTina bonga lo Gama ga wena; \nWe thank (for) the name of you\nTina vuma lo mteto ga wena Lapa mhlaba, fana na pezulu.\nNiga tina namuhla lo zinkwa yena izwasisa;\nGive us today etc., etc..",
  "Futi, yekelela masono gatina,\nLoskati tina yekelela masono ga lomunye.\nHayi letisa tina lapa lo cala; Kodwa, sindisa tina ku lo bubi,\nNdaba Wena kona lo-mteto, lo mandla, na lo dumela, Zonkeskat",
  "Amen."
]