[
  "A mụrụ Fanie Eloff, (afọ 1885 rụọ afọ 1947) A mụrụ Stephanus Johannes Paulus Eloff dị ka nwa nke isii na nwa nwoke nke abụọ nke Frederik Christoffel Eloff na Elsie Francina Eloff (née Kruger)",
  "Ha bi n'akụkụ nna nna ya, Onye isi ala Paul Kruger nke Zuid Afrikaanse Republiek n'okporo ámá ụka na Pretoria.",
  "Eloff tinyere ndị ọzọ nwere mmetụta na South African Artists dị ka Jacobus Hendrik Pierneef, Gerard Moerdijk na Gordon Leith gara Staats Model School na Pretoria ruo ógè agha Anglo Boer (1899-1902) bịdọrọ",
  "Ezinụlọ Eloff sooro Paul Kruger gaa mba ọzọ na Switzerland ógè ọdịda nke Pretoria n'ubochí ato n'ọnwa Septemba afọ 1900",
  "Mgbe Kruger nwụsịrị n'afọ 1904 ndị Eloff laghachiri Pretoria ma Fanie Eloff gụsịrị akwụkwọ",
  "O debara aha na South African School of Mines na Johannesburg maka ọmụmụ na geology.",
  "N'afọ 1908, Fanie kpebiri ịga n'ihu na ọmụmụ ya na Europe, na Mahadum Sorbonne dị na Paris",
  "Mgbe obere oge gasịrị na Paris, ihe ọkpụkpụ nke obodo ahụ kpaliri ya nke na o kpebiri ịgbaso nke a dị ka ọrụ",
  "O bu ụzọ debanye aha n'ihe banyere ọmụmụ Anatomy na Jardin Des Plantes na Eloff natara klas mbụ ya na ụlọ akwụkwọ nka nke Peter David Edstrom, na Paris.",
  "N'afọ 1912 o sonyere na 130 De Salon, Grand Palais des Champs-Élysées ma mepụta ọrụ ya akpọrọ Boxer",
  "Mgbe ụfọdụ ọrụ a natara na ndị nta akụkọ, na mpaghara na mba ofesi, a nabatara ya na Union Internationale des Beaux-Arts et des Lettres Mgbe Agha Ụwa nke Mbụ malitere (afọ 1914 rụọ afọ 1919), nne na nna ya mere ka ọ laghachi South Africa n'afọ 1922 ọ laghachiri Paris",
  "N'afọ 1924, ọ banyere ihe ọkpụkpụ abụọ n'egwuregwu Olympic na Paris nke Boxer bụ otu n'ime ha.",
  "Site n'ịhụnanya ya n'ihe banyere nka niile, ọ bịara hụ Ballet na nka n'anya, ma bụrụ enyi ọtụtụ ndị na-agba egwu",
  "O mere ka ụfọdụ ndị na-agba egwu na-ese ya ma bụrụ onye a maara maka ịgba egwu ya",
  "Na mwakpo nke Paris n'oge Agha Ụwa nke Abụọ (1939-1945) Fanie gbapụrụ ma laghachi South Africa",
  "N'afọ 1945, South African Academy of Science & Art, nyere Fanie Medal of Honour maka nka",
  "Ahụ ike ya ji nwayọọ nwayọọ na-akawanye njọ n'oge a, n'ihi ya, arụpụta ihe ya belatara",
  "Ọ nwụrụ n'oge ịwa ahụ mberede na General Hospital dị na Pretoria",
  "E debere ala ya niile, gụnyere ihe dị na ụlọ ọrụ ya na Paris, n'ahịa ọha na eze na 1948",
  "E liri Fanie Eloff n'ili ozu Rebecca street na Pretoria West.",
  "1912 - Ngosipụta nke onye ọ bụla - Pretoria City Hall1929 - Eloff na Pierneef nkwonkwo ngosi - Jewish Guild Hall, Johannesburg1941 - Eloff na Pierneef nkwonkwo ngosi - Pierneef's House Elangeni, Pretoria1948 - Auction ngosi - Christie's Gallery, Johanneburg2011 - Overview ngosi - Mapungubwe Museum, University of Pretoria",
  "Ka ọ dị ugbu a, a maara ọrụ otu narị na abụọ nke Fanie Eloff. N'ime ọrụ ndị a, ọtụtụ dị na nchịkọta nke ụlọ ọrụ ndị kachasị dị ka Pretoria Art Museum, University of Pretoria, Centre Georges Pompidou, Ditsong National Museum of Cultural History, Ditsong Kruger House Museum, National Gallery na Cape town na South African Academy of Science & Art.",
  "Ọtụtụ n'ime ọrụ ya na-egosi n'ihu ọha",
  "Mmụọ nke Egwuregwu na Pilditch Stadium, ebe a na-eli nne na nna ya na Pretoria West Cemetery Nkume ili nke Koos de la Rey na Lichtenburg (E zuuru n'ili ozu n'ọnwa Eprel n'afọ 2021) na ite ọla nchara n'ihu ụlọ Union Buildings."
]