[
  "Helen Frances Tianny Garrison Villard (December 16, 1844 - July 5, 1928) bụ onye America na-eme mkpọsa maka ụmụnwanyị, onye na-eme udo na onye guzobere National Association for the Advancement of Colored People",
  "Ọ bụ nwa nwanyị nke onye na-ebipụta akwụkwọ a ma ama na onye na-akwụsị William Lloyd Garrison na nwunye onye na-ahụ maka ụgbọ okporo ígwè Henry Villard.",
  "A mụrụ Helen Frances Garrison, onye ezinụlọ na ndị enyi maara dị ka \"Fanny\", n'ọnwa Disemba 16, 1844",
  "Ọ bụ naanị nwa nwanyị dị ndụ n'ime ụmụ nwoke ise na ụmụ nwanyị abụọ (nke otu nwa nwoke na otu nwa nwanyị nwụrụ dị ka ụmụaka) nke Helen Eliza Benson (18111876) na William Lloyd Garrison (18051879)",
  "Nwanne ya nwoke, William Lloyd Garrison Jr",
  "(1838-1909), bụ onye a ma ama na-akwado otu ụtụ isi, azụmahịa n'efu, ikike ụmụ nwanyị, na mwepụ nke Iwu Ịchụpụ China",
  "Nwanne nwoke ọzọ, Wendell Phillips Garrison (1840-1907), bụ onye nchịkọta akụkọ nke The Nation site n'afọ 1865 ruo n'afọ 1906",
  "Ụmụnne ya abụọ ndị ọzọ bụ George Thompson Garrison na Francis Jackson Garrison, bụ ndị dere akụkọ ndụ nna ha ma kpọọ aha onye abolitionist Francis Jackson.",
  "Ka ọ na-azụlite ụmụ ya, ọ na-ebi ndụ dị ka nke nwanyị n'alụmdi na nwunye ọdịnala dị elu",
  "Mgbe ụmụ ya toro ma di ya nwụọ n'afọ 1900, Fanny Garrison Villard ghọrọ onye na-arụsi ọrụ ike n'òtù udo na ikike ụmụ nwanyị",
  "Ọ sonyeere American Woman Suffrage Association ya na Anna Shaw na Carrie Chapman Catt.",
  "N'afọ 1914, ọ gara njem megide Agha Ụwa Mbụ na New York City. Mgbe o nwetasịrị ikike ịtụ vootu, o guzobere Women's Peace Society n'ọnwa Septemba 12, 1919",
  "Ọ bụ onye nnọchiteanya na The Hague n'afọ 1907, na n'afọ 1921 onye nnọchite anya nwanne na nzukọ nke Women's International League for Peace and Freedom.",
  "Ya na nwa ya nwoke Oswald Garrison Villard, ọ bụ onye guzobere National Association for the Advancement of Colored People.",
  "N'ọnwa Jenụwarị 1866, ọ lụrụ Henry Villard (1835-1900) onye ọ zutere n'oge Agha Obodo mgbe ọ bụ onye nta akụkọ agha",
  "O mechara bụrụ onye isi oche nke Northern Pacific Railway.  Ha abụọ bụ nne na nna nke:",
  "Fanny Garrison Villard nwụrụ na Julaị 5, 1928, mgbe ọ dị afọ 83, n'ụlọ ya, Thorwood Park, na Dobbs Ferry, New York.",
  "Site n'aka nwa ya nwoke Harold, ọ bụ nne nne Henry Serrano Villard (1900X1996), onye ọrụ mba ọzọ na onye nnọchi anya, na Vincent Serrano Villard, na Mariquita Villard Platov.",
  "Site n'aka nwa ya nwoke Oswald, ọ bụ nne nne Dorothea Marshall Villard Hammond (1907ī 1994), onye otu American University na Cairo, Henry Hilgard Villard (1911 - 1983), onye isi ngalaba akụ na ụba na City College nke New York na onye isi oche nwoke mbụ nke Planned Parenthood nke New York City, na Oswald Garrison Villard Jr",
  "(19162004), prọfesọ nke injinia eletrik na Mahadum Stanford.",
  "Na ngwụcha afọ 1870, ndị Villards zụrụ ala ochie a maara dị ka \"Thorwood Park\" na Dobbs Ferry, New York",
  "Ụlọ ahụ, nke gosipụtara ọhụụ zuru oke nke Osimiri Hudson, bụ nke Charles Follen McKim nke McKim, Mead na White mere ka ọ dị mma na mbido afọ 1880 na nkọwa Fanny.",
  "N'afọ 1884, ndị Villards goro Joseph M",
  "Wells nke ụlọ ọrụ McKim, Mead and White ka ha chepụta ma wuo Ụlọ Villard, nke na-apụta dị ka otu ụlọ mana n'ezie ọ bụ ebe obibi isii dị iche iche",
  "Ụlọ ndị ahụ dị na 455 Madison Avenue n'etiti 50th na 51st Street na Manhattan, ebe anọ n'ime ụlọ na-emeghe n'ogige na-eche Madison ihu, ebe abụọ ndị ọzọ nwere ọnụ ụzọ na 51st street",
  "Ụlọ ndị ahụ dị n'ụdị Romanesque Revival na ihe ndị neo-Renaissance na-emetụ n'ahụ ma na-egosipụta ihe dị n'ime ụlọ site n'aka ndị omenkà a ma ama gụnyere John La Farge, Augustus Saint-Gaudens, na Maitland Armstrong.",
  "Mgbe Villard dara ogbenye, Elisabeth Mills Reid (1857ī1931), nwunye Whitelaw Reid, onye na-ahụ maka mmekọrịta mba na mba na onye nchịkọta akụkọ nke New York Tribune, na nwa nwanyị Darius Ogden Mills na nwanne nwanyị Ogden M Hills, ndị na-echekwa ego, zụrụ ụlọ Villard."
]