[
  "Fanta Regina Nacro (a mụrụ na 4 Septemba 1962) bụ onye a ma ama maka ịbụ nwanyị mbụ si Burkina Faso iduzi ihe nkiri ma bụrụ onye guzobere Guilde Africaine des Realisateurs et Producteurs (The African Guild of Directors and Producers). Ọ bụ onye na-ese ihe nke na-enyocha isiokwu nke ihe nkiri sinima Afrịka mgbe ọ na-edozi nsogbu ndị gbara ọrịa gburugburu dịka ọrịa AIDS, na agụmakwụkwọ maka nwa agbọghọ. Ọ na-anọchite anya \"New African Wave\"",
  "Ihe nkiri Nacro na-ajụkarị ọdịnala nke Burkina Faso ajụjụ, ka ọ na-ele mmekọrịta dị n'etiti ọdịnala na ọgbara ọhụrụ n'ụwa taa.",
  "Nacro tolitere n'ime ime obodo Burkina Faso na ebumnuche nke ịghọ onye na-amụ nwa",
  "Ọchịchọ maka ime ihe nkiri sitere na ịzụlite ya gburugburu ịkọ akụkọ na Burkina Faso",
  "Mmasị ya maka ịrụ ọrụ na ụlọ ọrụ ihe nkiri malitere itolite",
  "Ọ na-eto onye agbata obi ya maka ịgwa ya banyere ụlọ akwụkwọ ihe nkiri, Institut d'Education Cinématographique de Ouagadougou (INAFEC), na Burkina Faso.  Mgbe ọ na-agụ akwụkwọ na INAFEC, Nacro zutere Idrissa Ouedraogo, onye nduzi nke ọ ga-emesị rụọ ọrụ dị ka onye nchịkọta akụkọ. O nwetara akara ugo mmụta mbụ ya na sayensị audiovisual na usoro site na INAFEC n'afọ 1986.",
  "O nwetakwara nzere masta na Film na Audiovisual Studies na Sorbonne.",
  "Ọrụ mbụ ya na ihe nkiri bịara n'oge mmekorita n'oge ọ na-agụ akwụkwọ na INAFEC",
  "Ngalaba ihe nkiri ya na ngalaba ihe nkiri na Mahadum Howard nke Prọfesọ Abiyi Ford duziri jikọrọ aka",
  "Nacro na-ekwu na ọrụ a, nke ọ zutere onye na-eme ihe nkiri Zeinabu Davis, dịka \"ahụmahụ ihe nkiri mbụ ya\"",
  "Ọ dị ezigbo mkpa nye m ma nye m ohere ịkọwa ọrụ m na ọrụ a, \" (p",
  "216). Kemgbe ahụ, o kwuru na ọ bụ ezie na ọrụ mmekọrịta n'ọdịnihu n'etiti ndị nduzi Africa na ndị nduzi African American ga-aba uru, ịchọta ego ga-abụ isi ihe ịma aka.",
  "N'ịhụ na n'oge agụmakwụkwọ ya, Nacro ga-amụta akụkụ dị iche iche nke ime ihe nkiri, gụnyere idezi na ihe nkiri, nkà ndị a bụ ihe nyeere ya aka ịmalite ọrụ ya na ụlọ ọrụ ihe nkiri. Malite dịka onye mgbasa ozi telivishọn, wee rụọ ọrụ na ịga n'ihu na nhazi, Nacro malitere ịrụ ọrụ dịka onye nduzi ma mee ihe nkiri mbụ ya, Un Certain Matin (1991).",
  "N'afọ 1999, Nacro, ya na Jean-Marie Teno na Balufu Bakupa-Kanyinda, mepụtara Guilde Africaine des Realisateurs et Producteurs (The African Guild of Directors and Producers) iji gbasaa ọrụ nke ndị na-eme ihe nkiri n'Africa",
  "Omume a arụwo ọrụ iji mee ka a mara ihe nkiri African Cinema na mgbalị iji kwado ụlọ ọrụ ahụ."
]