[
  "Fara Tanya Franki Merrett MBE (amụrụ n'abali iri n'abali iri abụọ na ise nke onwa Jenụwarị afọ  1984) bụ onye bọọlụ  nke England bụbu onye bọọlụ nke gbara bọọlụ dị ka onye na-agba bọọlụ n'etiti  nye ọtụtụ klọb, yana ndị otu mba England. Onye na-agbanye goolu na onye ọkachamara  eweere Williams dị ka otu n'ime ndị isi egwuregwu England. Mgbe o mechara mpụtara nke mbụ ya n'afọ 2001, Williams nwetara caps otu narị na iri asaa na abụọ otu egwuregwu bọọlụ ụmụ nwanyị England , nke mere ka ọ bụrụ onye egwuregwu kachasị elu",
  "Ọ gbara bọọlụ na afọ 2005, 2009, 2013 na 2017 European Championships, yana World Cup na 2007, 2011 na 2015",
  "Williams gosipụtakwara dị ka onye otu  GB na Olympik 2012 nke London",
  "Ọrụ klọb Williams malitere na Chelsea wee gaa na Charlton Athletic n'afo 2001",
  "Ọ bịanyere aka na Everton n'afọ 2004 ma mesịa bụrụ onyeisi klọb ahụ, merie Premier League Cup n'afọ 2008 na FA Women's Cup n'ọnwa 2010",
  "Mgbe ọ nọrọ afọ asatọ na Everton, ọ bịanyere aka na ndị na-asọmpi Liverpool n'afọ 2012 wee merie n'asọmpi league n'afọ 2013 na 2014",
  "A kpọrọ Williams Nwa ntorobịa na agba bọọlụ nke afọ bụ The Football Association (FA) Young Player of the Year na 2002, FA Players' Player of the year na 2009 na FA International Player of the Years na 2007 na 2009.",
  "Williams gara ụlọ akwụkwọ Shene dị na Richmond, London wee sonye na Chelsea Ladies n'okpuru afọ iri na anọ mgbe ọ dị afọ iri na abụọ. Ọ gbara goolu iri atọ nye otu egwuregwu mbụ nke Chelsea n'afọ 2000 ma bịanye aka na Charlton Athletic Ladies n'oge oge na-esote",
  "O meriri Charlton's Player of the Year na FA Women's Young Player of the year na oge mbụ ya, bụ 2000-02.",
  "Mmerụ ahụ n'azụ mere ka Williams ghara ịga n'ọtụtụ oge egwuregwu nke 2002 ruo 03. N'ọnwa Mee afọ 2003, Williams gbaranyer goolu na-poostu ha na amaghị ama na nkeji atọ mgbe ọ bịarutere dị ka onye nnọchi anya na mmeri ikpeazụ nke Charlton na Fulham na FA Women's Cup. O jiiri isi manye Boolu gara n'akụkụ sitere n'aka  onye otu Fulham bụ Rachel Unitt nke  England goolu wee banye n'ime net nke ndi otu ya.",
  "N'afọ 2003, Williams laghachiri n'ụdị ma bụrụ onye dị mkpa nke Charlton Athletic bụ ndị gbara mbọ maka iko atọ niile. Ọ malitere Charlton n'usoro asọmpi ịkọ ụmụ nwanyị nke ikpeazụ na Mee 2004, mana e meriri ya ọzọ na mmeri ọkpụ goolu atọ asataghị̀ otu dị ka Julie Fleeting nyeere Arsenal goolu dị egwu. Ọ bụ ezie na Arsenal mekwara ka Charlton banye n'asọmpi League site na otu akara, Williams nwetara ihe nrite nke ndị mmeri FA Women's Premier League Cup mgbe Charlton meriri Fulham na Underhill na Machị 2004.",
  "Williams ji ihe ijuanya kwaga Everton Ladies n'oge ọkọchị nke afọ 2004, ebe ndị na-akwado ya nyere ya aha njirimara \"Queen Fara\". N'afọ 2004 -05 emeriri Williams mmeri nke atọ ya na ịkọ ụmụ nwanyị FA nke usoro ikpeazụ , na Charlton. O meriri ihe nrite ọzọ nke iko League n'afọ 2007 na 2010 mgbe Everton meriri Arsenal na Brisbane Road. Williams tụfuru ohere inye goolu abụọ, otu n'oge nkịtị na otu n'ime oge ana atụmanya goolu, dịka Leeds wepụrụ Everton na ịkọ ụmụ nwanyị FA na ogo n'esote nke ikpeazụ  na Haig Avenue. N'afọ 2008, Everton hapụrụ n'asọmpi League n'ihi ọdịiche dị n'ihe mgbaru ọsọ mgbe e meriri Arsenal n'ụbọchị ikpeazụ",
  "Otú ọ dị, mgbalisikie Williams mere ka  họpụta ya dịka onye egwuregwu FA kacha mma bụ Players' Player of the Year.",
  "N'abalị iri abụọ na atọ n'ọnwa Septemba n'afọ 2009, Philadelphia Independence họpụtara Williams na Women's Professional Soccer (WPS) International Draft",
  "Ọ ga-esonyere onye otu England ya Lianne Sanderson na America, tupu o kpebie ịnọ na Everton. E nyere Williams onyinye iguzosi ike dị ka  ụgwọ ọrụ site na ngwụcha iko abụọ ọzọ na 2010: mmeri Leeds Carnegie meriri na Premier League Cup, nke Williams nyere goolu nkasi obi nye Everton, wee soro mmeri a na-agaghị echefu echefu na Arsenal na FA Women's Cup.",
  "N'ọnwa Nọvemba afọ 2012, Williams na Natasha Dowie hapụrụ Everton maka ndị na-asọmpi n'ógbè ahụ bụ Liverpool, bụ ndị na-atụ anya iwulite otu ndị nwere ike ịkwụsị nchịkwa Arsenal na bọọlụ ụmụ nwanyị England. Liverpool meriri Bristol Academy n'ụbọchị ikpeazụ iji nweta  akara 2013 FA WSL league.",
  "Liverpool nọgidere na-nchekwa aha ha n'afọ 2014, mana ha enwechaghị ihe ịga nke ọma n'afọ 2015",
  "Ha pụtara nke asaa n'ime ndị otu asatọ ka Williams hapụrụ ọnwa atọ nke oge ahụ n'ihi mmerụ ahụ n'ọkpụkpụ ụkwụ na onye nkuzi Matt Beard hapụrụ otu ụmụ nwanyị  mba American (NWSL).",
  "N'abali iseJenụwarị 5, 2016, Liverpool kwupụtara na Williams ga-ahapụ klọb ahụ ka ọ bịanye aka na ndị mmeri mbụ Arsenal Ladies",
  "Williams kwuru, sị: \"Enwere m oge m na Liverpool Ladies n'ezie ma ga-ewepụ ụfọdụ ncheta dị egwu",
  "Mgbe mbụ m sonyeere klọb ahụ, ndị otu ahụ agwụla n'ala nke league yabụ iji merie n'azụ azụ league bụ ihe dị egwu.\nna 1 on ¹",
  "N'abalị iri na isii n'ọnwa Ọgọstụ n'afọ 2017, ọ hapụrụ Arsenal Women iji sonye na ndị na-asọmpi Rival Reading Super League ụmụ nwanyị (WSL)  na nkwekọrịta afọ abụọ.",
  "Na Mee 2019, ọ bịanyere aka na nkwekọrịta ọhụrụ na Reading.",
  "N'abalị iri abụọ na isii n'ọnwa Eprel afọ 2021, Williams kwupụtara na ọ ga-ala ezumike nká n'egwuregwu ahụ na ngwụcha oge 2020 na 21.",
  "Oge mpụtara mbụ Williams na England bụ mgbe ọ dị afọ iri na asaa megide Portugal na Nọvemba afọ 2001. N'oge egwuregwu nloghachi na Febụwarị 2002, mmalite mbụ ya, Williams gbanyere  goolu mmeghe site na friikik nke mmeri ọkpụ goolu atọ na asataghị̀ otu na Fratton Park.",
  "Williams gbara bọọlụ n'egwuregwu atọ niile nke England na nke ụmụ nwanyịEuro afọ 2005, ma nye goolu penariti nke ha meriri Denmark",
  "O nyekwara goolu ise nke nyeere England aka iru eru maka Iko Mba Ụwa na China, gụnyere nsanye goolu irí na atọ bụ mmeri emeriri   ndi Hungary",
  "Williams manyere goolu nke aka na play-off megide France nke mere ka soro na ndị rụrụ eru.",
  "Ọ gara n'ihu na-agba egwuregwu atọ niile nke England na iko mba ụwa, wee gbaa penariti na mmeri England meriri Argentina",
  "Otú ọ dị, ọ nwetakwara kaadị ịdọ aka na ntị nke abụọ ya nke otu egwuregwu ahụ, ya mere o sonyeghi na mmeri nke mmeri bụrụ ogo nke ikpeazụ nke United States site na nkwụsịtụ a N'abalị iri abụọ na atọ n'ọnwa Mee, Williams nwetar a nsọpụrụ onye egwuregwu nke afo 2007 nke otu FA mba ụwa kwador.",
  "N'abalị asatọ n'ọnwa Mee n'afọ 2008, England gbara megide Belarus na UEFA Women's Euro 2009 qualifying ma Williams gbanyere goolu ịtụnanya N'ọnwa Mee afọ 2009, a kpọrọ Williams onye egwuregwu FA International Player of the Year, a họpụtakwara ya dịka onye egwuregwu FA Players' Player of the year.",
  "Na asọmpi ikpeazụ nke Euro 2009 na Finland, Williams gbara penariti n'oge egwuregwu mbụ England na Ịtali",
  "Otú ọ dị, emeriri England na egwuregwu ahụ nke mmeri ọkpụ goolu abụọ ha satara mgbe njehie Williams mere ka Casey Stoney nweta kaadị nwepụ. England meziwanyere ma Williams, onye nochitere onye isi na-anọghị bụ Faye White merụrụ ahụ, gbara bọọlụ na mmeri ikpeazụ nke ọsịsa goolu atọ asatara abụọ nye ndị ha biara na nke ha bụ Finland. O gosiputara na mmeri nke ọkara ikpeazụ megide Netherlands na mmeri ikpeazụ nke goolu isii asatara abụọ site na mmeri mba Germany.",
  "Williams bụ onye kacha gbaa bọọlụ n'England na ọsịsa goolu asaa n'oge ọ na-eru mmerite nke isonye na asọmpi 2011 FIFA Women's World Cup. Mmerụ ahụ o merụrụ n'ikpere n'egwuregwu WSL na Lincoln Ladies mere ya ịgba mgba  maka ahụike n'ihu ngwụcha. N'agbanyeghị nke a, Williams \"nwere obi ụtọ karịa\" ka a kpọrọ aha ya na ndị so ná otu mmadụ iri eji aga na ọnwa June afọ 2011. Na asọmpi ikpeazụ, ọ gbanyere goolu mbụ nke  England na nsanye goolu asatara otu na Mexico ma gosikwa megide New Zealand tupu ezumike maka egwuregwu ikpeazụ nke otu, mmeri ọkpụ goolu abụọ na asartara na Japan",
  "Williams gbara bọọlụ nkeji otu narị na iri abụo na nkeji iri na nkeji nke ikpeazụ na France",
  "Ọ nọghị n'etiti ndị ga agba penariti na mmeri penariti nke England.",
  "Williams nwetara 100th Cap ya na 2012 iko Cyprus megide Switzerland na abali mbụ nke ọnwa March afọ 2012",
  "England meriri egwuregwu ahụ tinyere Williams ịkpa  nganga ịgbanye naanị  ọsọ nke egwuregwu ahụ: \"Ọ bụ nnukwu ihe ịga nke ọma iru  caps otu narị na inweta ihe mgbaruzu ahụ mere ka ọ bụrụ ihe pụrụ iche\". Ọ bụ otu n'ime ndị England nke na arụghị ọrụ nke ọma na UEFA Women's Euro 2013 ma wepụ ya na agba nke mbụ.",
  "N'abalị atọ n'ọnwa Ọgọstụ n'afọ 2014, Williams duuru ndị otu England gaa gbaa bọọlụ megide  Sweden wee bụrụ onye egwuregwu kachasị mma n'akụkọ ihe mere eme nke bọọlụ England, na nweta Caps otu narị na iri atọ",
  "England meriri egwuregwu ahụ na Hartlepool.",
  "Na 2015 FIFA Women's World Cup na Canada, Williams gbanyere penariti na nkeji nke iri atọ na asatọ megide Colombia, dịka England meriri 2 Xia1 na Montreal na abali iri na asaa na  ọnwa June",
  "Na ọkara ikpeazụ na Edmonton na 2 Julaị, Williams gbanwere penariti nke abụọ ya nke asọmpi ahụ, na nkeji nke iri anọ, iji nye England onye na-eguzogide ndị mmeri Japan",
  "England meriri n'egwuregwu ahụ n'afọ abụọ",
  "Ụbọchị abụọ ka e mesịrị, na azụ na Edmonton, Williams gbara penariti ọzọ, n'oge a na oge mgbakwunye, iji nye England goolu mmeri na mmeri otu goolu na asataghị̀ nyeGermany",
  "Goolu  a dị mkpa nyere England mmeri mbụ ha meriri Germany ma nweta ọla nchara, ihe kachasị mma nke otu ahụ na FIFA Women's World Cup.",
  "A gụnyeghị Williams na ndị otu England maka 2019 FIFA Women's World Cup, mana onye njikwa Phil Neville kwuru na ọrụ mba ụwa ya agwụbeghị.",
  "N'ọnwa Juun afọ 2012, a gụnyere Williams aha n'ime ndị egwuregwu iri na asatọ nke Great Britain maka 2012 London Olympics.",
  "Williams enweghị ebe obibi ruo afọ isii n'oge mmalite nke ọrụ bọọlụ ya. FA mechara were ya n'ọrụ dị ka onye nkuzi nkà. Ọ rụrụ ọrụ maka ọrụ ebere Homeless FA dị ka onye nkuzi na Manchester United's The Cliff, ma nyere aka ịhọrọ ndị otu England maka Homeless World Cup.",
  "A họpụtara Williams ka ọ bụrụ onye otu Order of the British Empire (MBE) na afọ 2016 New Year Honours maka ọrụ  bọọlụ ụmụ nwanyị na ọrụ ebere.",
  "Ọ na-akwado ndi otu egwuregwu Chelsea FC.",
  "N'ọnwa Disemba afọ 2015, ọ lụrụ onye otu Everton bụ Amy Kane, mana ha kewara obere oge ka e mesịrị.",
  "Àtụ:Updated",
  "Everton",
  "Liverpool",
  "Arsenal",
  "England"
]