[
  "Farida Azizi bụ onye Afghanistan n'akwado udo n'ikike nke ụmụ nwanyị",
  "Azizi ajụọla onye isi ala bû George W",
  "Bush na Hillary Clinton banyere ọrụ ụmụ nwanyị n'enye aka n'iwughachi Afghanistan",
  "Azizi bụ onye guzobere ụlọ ọrụ n'ahû maka udo n'ịdị n'otu na Afghanistan ma bụrụkwa onye otu Afghan Women's Network. Ọ bụ otu n'ime isiokwu nke egwuregwu, asaa.",
  "A mụnyere Azizi n'ezinụlọ bara ọgaranya dịkwa mkpa, bû nke ndị Azizi Pashtuns, bû obere agbụrụ nke di n'me agbụrụ Kheshgi. Nna ya bụ bu dọkịta n'etiti ndị agha Afghanistan. N'afọ 1979, ndị Soviet Union wakporo Afghanistan ma Azizi n'ezinụlọ ya gbagara n'ogige ndị gbara ọsọ ndụ na Pakistan. Ka oge ụfọdụ gasiri, ôgara ụlọ akwụkwọ n'enweghị isi, mana ndị isi okpukpe (Mujahideen) nọ n'ogige ahụ kwupụtara na agụmakwụkwọ abụghị nke ndi Alakụba. Ma nna ya ma nne ya mere mkpèsa, n'ekwu site na kor'an na ọ nweghị mmachibido iwu megide agụmakwụkwọ ụmụ nwanyị, mana ha emeghị ihe ịga nke ọma megide ndị n'agbaso okpukpe ahû. Nne ya nwụrụ n'ogige ahû",
  "Egbukwara otu n'ime ụmụnne ya nwoke mgbe a kpọbatara ya ka ọ lụso ndị agha Soviet ọgụ.",
  "Mgbe ọ n'enweghị ike ịgụcha akwụkwọ ya, ọ lụrụ di ma laghachikwa Kabul n'oge adịghị anya. Otú ọ dị, ya na ezinụlọ ya n'eto eto nwere nsogbu ịchọta nri na mmiri, ya mere ha laghachiri Peshawar.",
  ".Malite n'afô 1996 rué n'afô 2000, Azizi lekôtara èmumé nke  ûmû  nwanyi Afghanistan bû nke otu ôgbakô Norwagian Church Aid (NCA)",
  "Mgbe  ô ka bi n'ime Pakistan, ô n'esite n'ebe ulô obibi ya mèè njem rue Afghanistan iji kwagide ûmû nwanyi bi n'ime obodo di iche iche, n'enyere ûmû nwanyi aka banyere arû ike, ûzô esi akpata ego na mme mme nke agûm akwụkwọ",
  "Ndî Taliban hiwere ihe ngbochi n'ûzô iji gbochie ndi mmadu ibubata ngwongwo ahia",
  "K'ôwee nwee ike ibata n'obodo ahû, ô n'agbanwe udidi ejiri mara ya, ma mèkwaa onwe ya k'ôdi ka dokita ûmû nwanyi, yiri burqa nwere oghere nanî na anya ya.",
  "N'afọ 1999, Azizi gara Virginia ịga mmemme ọzụzụ ọnwa atọ na Mahadum Eastern Mennonite. Mgbe ọ laghachiri, ndị Taliban yiri ya egwu maka \"ọrụ ya maka ụmụ nwanyị na maka idezi magazin ụmụaka n'akwado udo\". Azizi tinyere akwụkwọ maka mgbaba ndọrọ ndọrọ ọchịchị na United States",
  "Mgbe ọ bịara na US, ọ gbara akaebe na ndị omeiwu n'ege ntị n'afọ 2001. Ọ ghọrọ akụkụ nke Vital Voices Global Partnership. O kwuru na ịlaghachi na US wetara nnukwu mgbanwe n'ihi na ọ hụrụ na mba d'iche iche na otu ndị ọzọ chọrọ inye aka weta mgbanwe na mba ya. Ọ \"na-etinye aka na mgbasa ozi na-adịghị akwụsị akwụsị,\" n'agwa CNN okwu, ihe ngosi redio, na nzukọ na mahadum banyere ọnọdụ ụmụ nwanyị na ụmụ agbọghọ Afghanistan n'eche ihu.",
  "N'isonye Vital Voices, ọ rụrụ ọrụ na United States Department of Labor ya  na ụlọ ọrụ ndị ọzọ n'ahụ maka onwe ha iji chịkọta ma kesaa ihe maka ụmụ akwụkwọ nwanyị Afghanistan na 2002.",
  "N'afọ 2003, ọ laghachiri Afghanistan. Di ya wepụrụ paspọtụ America ya na nke ụmụ ya nwoke wee nọrọ na Kabul. Ọ chọrọ ka ya na ụmụ ntakiri nwoke  ya soro pụọ, ô wee chepụta atụmatụ ịgbapụ",
  "Ya na ụmụ ya nwoke gara n'ụlọ onye ọrụ ibe ya. Mgbe ọ nọ ebe ahụ, ọ dara ezigbo ọrịa ma chee na ọ gaghị adi ya mma mana ọ gbakere. Hillary Clinton, onye omeiwu n'oge ahụ, nọ na Kabul n'oge a ma ọ gbalịrị inyere Azizi aka ịgbapụ, mana n'ikpeazụ, a manyere Azizi ịpụ na mba ahụ. Ya na ụmụ ya laghachiri Virginia ma gaa n'ihu na-arụ ọrụ dị ka onye ọrụ mmemme maka Vital Voices. N'afọ 2013, o nwere ike ịga Herat ma soro ụmụ nwanyị rụọ ọrụ na mpaghara Kushk Rabat-e-Sangl, nke dị na ọdịda anyanwụ Afghanistan.",
  "Azizi bû isi okwu nke egwuregwu, Seven, bûrû kwa ngalaba nke Ruth Margraff dere ihe maka ya Annet Mahendur meputara ihe egwuregwu ya."
]