[
  "Farid Ali (Kabyle: Farid Ali; Jenụwarị 9, 1919 Ọktoba 19, 1981) bụ onye na-agụ egwu Algeria.",
  "A mụrụ Farid Ali (né Khelifi Ali) na Ikhelfounen na obodo Bounouh",
  "N'afọ 1935, ọ hapụrụ obodo ya wee biri na Algiers, ebe ọ rụrụ ọrụ dị ka onye na-eme akpụkpọ ụkwụ ma n'oge na-adịghị anya ọ ga-ahapụ mba ofesi.",
  "Mgbe afọ ole na ole gasịrị, ọ laghachiri n'ogige ahụ ebe ọ nabatara ndị enyi ya na-eweta mgbanwe, nke gụnyere Colonel Krim Belkacem",
  "N'ịbụ onye ndị agha na-achị mba ahụ jidere n'afọ 1956, maka ọrụ mgbanwe ya, Farid Ali tara ahụhụ kachasị njọ n'oge niile ọ nọ n'ụlọ mkpọrọ",
  "Farid sokwa na OS n'oge Agha Algeria ma mgbe a tọhapụrụ ya na 1957 ọ sonyeere ndị otu nka FLN nke keere òkè n'ịkwalite mmata mba ụwa banyere mgbanwe Algeria, na-aga ọtụtụ mba, nke gụnyere Tunisia na China. N'ịbụ onye ndị nduzi dị iche iche nke oge ahụ gbara ume: Mohamed El Kamal, Mohamed Jamoussi na mgbe e mesịrị Amraoui Missoum, Farid raara onwe ya nye egwu kemgbe ngwụcha afọ ndị 1940s. Ọ bụrụ abụ Ayemma sver ur tsru (nke a sụgharịrị n'ụzọ nkịtị: nne, nwee ndidi, ebekwala ákwá) nke Mustapha Sahnoun dere na ọtụtụ abụ agha ndị ọzọ nke gụnyere Afus deg-gwfus (aka n'aka) na Abrid ik-yerwan awi-t (họrọ ụzọ ị chọrọ)",
  "Mgbe nnwere onwe gasịrị, ọ bụ nnukwu onye na-akwado Berber Academy na Paris nke malitere ịrụsi ọrụ ike n'ịmata asụsụ Berber.\nA nọgidere na-ejide ya na Berrouaghia mgbe nsogbu ndọrọ ndọrọ ọchịchị gasịrị ruo 1965",
  "Mgbe ahụ, Houari Boumediene gbaghara ya na ndị mkpọrọ ndọrọ ndọrọ ọchịchị ndị ọzọ",
  "Mgbe o meghere ma rụọ ọrụ na ụlọ oriri na ọṅụṅụ na Algiers, ọ laghachiri France na 1966",
  "Na Paris, ọ nwere ọmịiko na ndị guzobere Berber Academy, Mohammed Arav Bessaoud, Taos Amrouche na Mohand Saïd Hanouz na ndị ọzọ. O nyekwara aka ka ọtụtụ ndị na-agụ egwú ka ha pụta n'amaghị aha ha, site na ihe ngosi redio \"chanteurs amateurs\" nke ọ na-eme na Alger Chaîne 2",
  "Ọ bụghị ruo na July 5, 1987 ka Chadli Bendjedid nyere ya ihe dị iche.",
  "E chefuru Farid Ali nke ukwuu nke na nwa ya nwoke natara na 1996 (15.50 da) dinar iri na ise na cents iri ise nke ikike nwebisiinka na mgbasa nke egwu ya site na ụlọ ọrụ redio.",
  "Mahfoufi  (2002)",
  "Chants kabyles de la Guerre d'Indépendance",
  "Algérie 1954–1962 (in French)",
  "Paris: Atlantica-Séguier, 300."
]