[
  "Farid al-Atrash (Arabic; October 19, 1910 -December 26, 1974), nke a na-edekwa Farid El-Atrache, bụ onye Siria-Egypt na-ede egwu, onye na-agụ egwu, onye ọkpụkpọ egwu, na onye na-eme ihe nkiri. Ebe ọ kwagara Egypt mgbe ọ dị naanị afọ itoolu ya na nne ya na ụmụnne ya, ọ gụrụ akwụkwọ n'ebe ahụ n'okpuru ọtụtụ ndị egwu a na-akwanyere ùgwù",
  "Al-Atrash malitere ọrụ na-aga nke ọma nke gafere ihe karịrị afọ iri anọ na-edekọ egwu 500 ma na-eme ihe nkiri 31. Mgbe ụfọdụ a na-akpọ ya \"Eze nke Oud\", ọ bụ otu n'ime ndị kachasị mkpa na egwu Arab nke narị afọ nke 20.",
  "A mụrụ Al-Atrash na Al-Qurayya, n'ebe ndịda Siria n'ezinụlọ Druze al-Atrish bụ ndị lụrụ ndị agha French. Nna ya bụ onye Siria na nne ya bụ onye Lebanọn.",
  "Dịka nwatakịrị, al-Atrash na nne ya na ụmụnne ya kwagara Egypt, na-agbapụ n'aka ndị France",
  "Ka oge na-aga, gọọmentị Egypt mere ha ụmụ amaala",
  "Nne Farid bụrụ abụ ma kpọọ Oud, nke kpaliri mmasị egwu ya mgbe ọ dị obere.",
  "Dịka nwatakịrị na onye na-eto eto, al-Atrash bụrụ abụ n'ime ihe omume ụlọ akwụkwọ",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ egwu nke Egypt wee bụrụ onye mmụta nke onye Egypt a ma ama na-ede egwu Riad Al Sunbati",
  "N'afọ ndị 1930, al-Atrash malitere ọrụ ịbụ abụ ya site n'ịrụ ọrụ maka ụlọ ọrụ redio ndị Egypt",
  "N'ikpeazụ, e were ya n'ọrụ dịka onye na-egwu egwu oud maka ụlọ ọrụ redio mba ma mesịa bụrụ onye na-agụ egwu",
  "Nwanne ya nwanyị, Asmahan, bụkwa onye na-agụ egwú, ha rụkọkwara ọrụ ọnụ ruo oge ụfọdụ",
  "N'afọ 1941, ha pụtara na ihe nkiri mbụ ha na-aga nke ọma Intisar a l-Shabab (The Triumph of Youth, 1941), nke Farid n'onwe ya dere egwu niile.",
  "Farid na nwanne ya nwanyị Amal, tinyere nwanne ha nwoke Fouad, sitere n'ezinụlọ Druze nke nne na nna ha, Princess Alia na Prince Fahd al-Atrash",
  "(Asmar 1998)}} Nwanne ya nwanyị nke obere, Asmahan, gosipụtara nkà egwu yiri nke ahụ n'oge ọ dị afọ iri na ụma, na-aghọ otu n'ime ụmụ nwanyị na-agụ egwú na ndị na-eme ihe nkiri na ngwụcha afọ 1930 na mmalite afọ 1940. A maara Farid nke ọma karịa Asmahan n'ihi na ọnwụ ya n'ihe mberede n'afọ 1944 kwụsịrị ọrụ ya",
  "Ma na mbụ, nkà na ewu ewu nke nwanne ya nwanyị kpuchiri ya",
  "Site na ntozu okè na ịmepụta usoro arụmọrụ na-aga nke ọma, Farid ghọrọ onye a ma ama n'onwe ya",
  "Ọbụna taa, a na-aghọta ozugbo na-ezo aka na aha e nyere \"Farid\" n'ihe gbasara egwu Arabic ma ọ bụ ọdịbendị a ma ama na-egosi al-Atrash n'onwe ya.",
  "Al-Atrash nwere ọrụ egwu ogologo oge na nke mara mma nke were afọ iri anọ",
  "O dere egwu dị iche iche, ọ bụkwa onye na-ede egwu, onye na-agụ egwu na onye na-akpọ ngwá egwu. Al-Atrash kwusiri ike na ọ bụ ezie na ụfọdụ n'ime egwu ya nwere mmetụta egwu ọdịda anyanwụ, ọ nọgidere na-agbaso ụkpụrụ egwu Arab mgbe niile",
  "Ọ bụ ezie na ọtụtụ n'ime ihe ndị o dere bụ abụ ịhụnanya, o dekwara ọtụtụ abụ ịhụ mba n'anya na nke okpukpe.",
  "Al-Atrash pụtara na ihe nkiri egwu 31 nke Ijipt site n'afọ 1941 ruo 1974",
  "E wepụtara ihe nkiri ikpeazụ ya, Nagham Fi Hayati (نغم في__ssw____ssw____sw____sswa____ssw__, Songs in my life) mgbe ọ nwụsịrị",
  "Ihe nkiri ya niile ma e wezụga abụọ ikpeazụ bụ oji na ọcha",
  "Ha sitere na ihe ọchị ruo ihe nkiri, ma ọ bụ ngwakọta",
  "O dere egwu niile na ihe nkiri ya gụnyere egwu ndị ọzọ na-abụ abụ, na ngwá egwu (na-abụkarị ịgba egwú afọ)",
  "Ihe nkiri mbụ ya ga-agụnye ihe dịka abụ iri, mana n'ozuzu ihe nkiri ahụ ga-abụ ihe dịka abụ ise nke ọ bụla",
  "Ụfọdụ n'ime ihe nkiri al-Atrash a ma ama gụnyere Intisar al-Shabab, 1941), Yom Bila Ghad, Ahd el-Hawa, na Lahn al-Kholoud (لحن الخلود \"Eternal Tune\", 1952), Resala min Imraa Maghoola (رسالة امرأة من今年ولة 化 A Letter from an Unknown Woman, 1962) nke ezigbo enyi ya Salah Zulfikar, onye na-eme ihe nkiri na onye na-emepụta ihe mepụtara.",
  "Ihe ịga nke ọma ngwa ngwa mere ka nwa okorobịa ahụ nwee ụdị ndụ nke ụlọ oriri na nkwari abalị,  omume ịhụnanya, na ịgba chaa chaa",
  "N'oge na-adịghị anya, Farid ji ụgwọ ma hụ onwe ya ka nne ya na-adịghị anabata ya gbahapụrụ ya",
  "N'oge a siri ike nke ndụ ya, ọ tachiri obi ọnwụ nke nwanne ya nwanyị na onye na-eme ihe nkiri Asmahan",
  "Farid nwetara nkasi obi na mmekọrịta ya na onye na-agba egwú afọ Samia Gamal, onye a kpaliri ya itinye ihe niile o nwere n'ihe ize ndụ",
  "N'afọ 1947, ya na Samia mepụtara ma soro mee ihe nkiri nke Henri Barakat duziri; Habib al-'Oumr (\"Ịhụnanya nke ndụ m,\" 1947), nke ghọrọ nnukwu ihe ịga nke ọma",
  "Mgbe nke a gasịrị Afrita Hanem (\"Madame la diablesse,\" 1949)",
  "Ihe nkiri ise ka e mesịrị, di na nwunye ahụ na-alụbeghị di kewara",
  "Farid gara n'ihu na-arụ ọrụ na ndị ọzọ na-eme ihe nkiri na ọtụtụ ihe nkiri na-aga nke ọma ebe ọ na-arụkarị ọrụ ịhụnanya nke onye na-agụ egwu na-ewute",
  "Ọbụna ọ họọrọ aha njirimara ya ugboro ugboro ka ọ bụrụ \"Wahid,\" nke pụtara owu ọmụma",
  "Al-Atrash nwere nsogbu obi n'ime afọ 30 gara aga",
  "N'ime afọ olenaole ikpeazụ nke ndụ ya, ọ bịara dị gịrịgịrị n'ụzọ anụ ahụ, olu abụ ya ghọkwara nke na-adịghị mma ka ọ na-esikwu ike.  Ọ bụ ezie na ọ na-alụ ọgụ na ahụike ya, ọ gara n'ihu na-emepụta ihe nkiri ma na-eme  nkiri na kọntaktị ruo mgbe ọ nwụrụ.",
  "Na Mọnde abalị 24, ọnwa Disemba, afọ 1974 ndị dọkịta gwara al-Atrash na mgbe ụbọchị abụọ gasịrị ọ nwere ike ịlaghachi n'ụlọ",
  "Nke a bụ n'ihi na ha chọpụtara na Farid enweghị mmasị n'ụlọ ọgwụ, ma ọ bụ ọgwụ na nri ụlọ ọgwụ nyere ya",
  "N'ọnwa Disemba 26, 1974, al-Atrash nwụrụ na Beirut, Lebanon na ụlọ ọgwụ Al Hayek, obere oge ka o si London rute",
  "E liri Al-Atrash na Cairo, Egypt n'akụkụ nwanne ya nwanyị na nwanne ya nwoke."
]