[
  "works",
  "Farid Shawqi Mohammad Abdou Shawqi (Arabic) (July 30, 1920 na El Sayyeda Zainab - July 27, 1998 na Maadi); nke a maara dị ka Farid Shawq (Arabic: ) bụ onye Egypt na-eme ihe nkiri, onye edemede na onye na-emepụta ihe nkiri. O mere ihe nkiri 351, egwuregwu 27 na usoro telivishọn 17; dere edemede ihe nkiri 25 ma mepụta ihe nkiri 30",
  "A na-ewere ya dịka otu n'ime ndị na-eme ihe nkiri kachasị ukwuu na etiti ọwụwa anyanwụ.",
  "A makwaara ya dịka \"Malek El Terso\" (\"Eze nke Klas nke Atọ\" - na-ezo aka na ewu ewu ya n'etiti ndị ogbenye, ndị zụrụ oche klas nke atọ na ụlọ ihe nkiri), dịka \"Wahsh Ash shashah Al Arabiyah\" (\"The Monster of the Arab Silver Screen\" - iji sọpụrụ ọrụ ya dị iche iche nke dike a hụrụ n'anya, dị ka \"Farid Bay\" (\"Sir Farid\", aha nkwanye ùgwù), dịka\"Abu el-Banat\" (\"nna ụmụ nwanyị niile\", na-ezo aha ụmụ ya nwanyị ise na enweghị ụmụ nwoke ọzọ)",
  "N'ihi na ọ bụ Niazi Mostafa duziri ihe nkiri ya bụ \"The King\" nke e wepụtara n'afọ 1966, nke a kpọrọ \"The King\".",
  "N'ime ọrụ nke gafere ihe fọrọ nke nta ka ọ bụrụ afọ 50, Shawqi gosipụtara, mepụta, ma ọ bụ dee ihe nkiri nke ihe karịrị ihe nkiri 400 - karịa ihe nkiri ndị Arab niile mepụtara - na mgbakwunye na ihe nkiri, telivishọn na egwuregwu vidio",
  "Ihe a ma ama ya kpuchiri Arab World dum, gụnyere Turkey ebe ọ na-eme ihe nkiri ụfọdụ n'ebe ahụ, ndị nduzi na-akpọkwa ya 'Farid Bay' (Sir Farid) dịka ihe ịrịba ama nke nkwanye ùgwù",
  "Ka ọ na-arụ ọrụ na ihe karịrị ndị nduzi na ndị na-emepụta ihe nkiri 90.",
  "N'ime afọ iri mbụ, ọ na-abụkarị onye ọjọọ",
  "Ka ọ na-erule ngwụcha afọ 1940, aha ya na nke Mahmoud El-Meliguy nwụrụ anwụ mere ka ọ nwee ihe ịga nke ọma",
  "N'afọ 1954, ọ gbanwere onyinyo ahụ ruo mgbe ebighi ebi, na-arụ ọrụ dị mkpa na Ga'aloony Mujriman (\"Ha mere ka m bụrụ onye omekome\"), edemede nke ya nke ọ na-edozi nsogbu nke ụmụaka na-enweghị ebe obibi na mpụ mbụ si otú a kpughee ọdịda nke iwu gọọmentị na nrụrụ aka nke ụlọ akwụkwọ ụmụ mgbei na-achịkwa na ụlọ ọrụ ndị omekome na-eto eto.",
  "Shawqi lụrụ Huda Sultan ma nwee ụmụ nwanyị abụọ; otu n'ime ha, Nahid Shawqi, bụ onye na-emepụta ihe nkiri ugbu a.",
  "N'afọ 1970, ọ lụrụ Soheir Tork, ha nọrọ ọnụ ruo mgbe ọ nwụrụ, ọ mụrụ ya ụmụ nwanyị abụọ, Abir na Rania.",
  "Nwunye ya bụ Soheir Turk na ụmụ nwanyị ise bụ Mona, Nahed, Maha, Abeer na Rania hapụrụ ya",
  "Nwanne ya nwoke bụ General Staff nke ndị uwe ojii Egypt bụ Ahmad Shawqi",
  "Nwa nwanyị Farid nke nta, Rania, bụ onye na-eme ihe nkiri a ma ama",
  "O nwere ụmụ abụọ, Fareeda na Malak",
  "Nwa ya nwanyị nke ọzọ si Soheir, Abir, bụ onye nduzi ihe nkiri nwere ụmụ abụọ.",
  "Na Julaị 30, 2014, Google gosipụtara Doodle na-eme emume ncheta ọmụmụ ya nke afọ iri itoolu na anọ."
]