[
  "Farouk Hosny (ma ọ bụ Hosni) (Arabic; amụrụ n'afọ 1938) bụ onye Egypt na-ese  osise nke bụ Minista nke Ọdịbendị site na 1987 ruo 2011.",
  "A mụrụ Hosny ma tolite na Alexandria",
  "Ọ gụsịrị akwụkwọ na Alexandria University's School of Fine Arts n'afọ 1964 ma mgbe ọ gụsịrị akwụkwọ, ọ duziri Al-Anfoushi Cultural Palace ruo ọtụtụ afọ",
  "Onye na-ese ihe na-enweghị atụ, Hosny mere ihe ngosi n'ụwa niile ma merie ihe nrite omenala na udo nke Japanese Soka Gakai International University.",
  "N'agbata afọ 1971 na afọ 1978, ọ bụ onye na-ahụ maka ọdịbendị nke Ijipt na Paris ma site na 1979 ruo 1987 ọ rụrụ ọrụ n'otu ọkwa ahụ na Rom, ebe ọ bụkwa onye nduzi nke Egyptian Academy of Arts.",
  "N'afọ 1987, a họpụtara Hosny ka ọ bụrụ Minista nke Ọdịbendị na Ijipt site n'ọkwa ya na Rom",
  "N'oge ọ nọ n'ọkwa, ọ gbasaa ebe ngosi nke gọọmentị ma malite mmemme ọdịbendị dị iche iche, gụnyere Horizon One Gallery, Palace of Arts, Gezira Arts Center, Alexandria Center of Arts, Modern Dance Troupe and School, Cairo History Rehabilitation Project (nke gụnyere ọtụtụ ụlọ nzukọ ndị Juu), Nubian Museum na Aswan na Alexandria National Museum (nke a na-ewu bụ Grand Egyptian Museum na National Museum of Civilisation na Fustat) na Cultural Development Fund.",
  "N'afọ 2005, Hosny nyere onye isi ala Hosni Mubarak akwụkwọ arụkwaghịm ya n'ihi ọkụ Beni Suef Cultural Palace, nke ndị na-ekiri ihe nkiri iri anọ na asatọ nwụrụ ma merụọ ndị ọzọ ahụ",
  "Mubarak jụrụ ịgba arụkwaghịm Hosny, na nzaghachi maka arịrịọ nke ihe dị ka ndị ọgụgụ isi narị anọ dị elu.",
  "Oge Hosny dị ka Minista nke Ọdịbendị kwụsịrị n'ihi mgbanwe ọchịchị Ijipt nke afọ 2011",
  "N'ọnwa Machị afọ 2011, gọọmentị na-anọchi anya Ijipt họpụtara prọfesọ Mahadum Cairo Emad Abu Ghazi ka ọ bụrụ onye isi.",
  "N'ajụjụ ọnụ akwụkwọ akụkọ na Nọvemba 2006, Hosny katọrọ isi hijab, na-akpọ ya \"na-alaghachi azụ\"",
  "Ọ gbakwụnyere na ọ bụ \"nzọụkwụ azụ maka ụmụ nwanyị Ijipt,\" nakwa na \"ụmụ nwanyị nwere ntutu mara mma dị ka okooko osisi ma ekwesighi ikpuchi ha\"",
  "N'ihi okwu ya, Hosny nwetara nkatọ siri ike site n'aka ndị siri ike, ọkachasị site n'etiti ndị Islamist Muslim Brotherhood, na ndị otu otu narị na iri atọ nke ndị omeiwu Ijipt kpọrọ oku ka ọ gbaa arụkwaghịm.",
  "Hosny enyochala ụfọdụ mgbasa ozi na ihe nkiri, gụnyere ịmachibido egwu egwu egwu egwu na ijide ndị na-akwado ya, yana ịmachibide ihe nkiri Israel The Band's Visit ka a ghara igosi ya na Cairo International Film Festival.",
  "Na Julaị 30, 2007, Egypt họpụtara Hosny ka ọ nọchie Koichiro Matsuura dị ka onye isi nchịkwa nke United Nations Educational, Scientific and Cultural Organization (UNESCO) wee malite mkpọsa iji họpụta ya n'ọkwa ahụ",
  "Ọ dịghị onye Arab nọbu n'ọkwa ahụ. A na-ewere Hosni dị ka onye ga-emeri na ntuli aka nke Septemba 2009, mana nkwa ya na Mee 2008 ịgba akwụkwọ Israel ọkụ n'ọbá akwụkwọ ndị Ijipt kpalitere obi abụọ banyere iru eru ya maka ọnọdụ ahụ ma mee ka mmegide megide nnọchiteanya ya sie ike",
  "Ndị ọkà mmụta atọ na ndị na-eme ihe ike nke ndị Juu bụ Bernard-Henri Lévy, Claude Lanzmann, na Elie Wiesel mere mkpọsa iji megide nhọpụta Hosny. N'akwụkwọ ozi e degaara mba ụwa na Mee 2009, mmadụ atọ ahụ katọrọ na mmeri Hosny \"ga-abụ ihe doro anya na-akpali akpali nke megidere echiche UN nke UNESCO na-agaghị agbake",
  "\" Ha rịọrọ, \"Anyị ga-arịọ, n'egbughị oge, arịrịọ na akọ na uche onye ọ bụla ka ọ ghara ịdaba n'aka nwoke, mgbe ọ nụrụ okwu 'omenala,' jiri akwụkwọ ọkụ na-azaghachi\". N'ihe gbasara nyocha, ndị Reporters Without Borders megidere Hosny, na-ekwu, sị, \"Minista Hosni Mubarak a abụwo otu n'ime ndị isi na-eme nyocha na Egypt, na-anwa ịchịkwa nnwere onwe mgbasa ozi yana nnwere onwe ozi ụmụ amaala",
  "\"",
  "Na Septemba 22, 2009, Hosny meriri na ntuli aka UNESCO na iwe dị egwu na ntuliaka nke ise na nke ikpeazụ nke ntuli aka na onye Bulgaria Irina Bokova, onye nwetara vootu iri atọ na otu ka Hosni nwetara iri abụọ na asaa",
  "Na agba nke anọ nke ịtụ vootu, ndị abụọ ahụ jikọtara na votu iri abụọ na itoolunke ọ bụla",
  "Hosny kwuru na mmeri ya sitere na nrụgide ndị Zionist na otu ndị Juu nwere mmetụta, nke nwere ike na-ezo aka na Lévy, Lanzmann, na Wiesel bụ ndị na-emegide ya. Ọ katọrọ onye nnọchi anya US na UNESCO, David Killion, maka imebi nhọpụta ya wee kwuo, \"Ebe ugwu ga-achịkwa ndịda mgbe niile\"."
]