[
  "Uwe bụ ụdị ngosipụta onwe onye na nnwere onwe na otu oge na ebe na n'otu ọnọdụ, nke uwe, akpụkpọ ụkwụ, ụdị ndụ, ngwa, ihe ntecha, ntutu isi, na ọnọdụ ahụ. Okwu a na-egosi ọdịdị nke ụlọ ọrụ ejiji kọwara dị ka nke na-eme ihe",
  "Ihe niile a na-ewere dị ka ejiji dị ma bụrụ nke usoro ejiji (ụlọ ọrụ na mgbasa ozi) na-ewu ewu.",
  "Na iburu na uche ịrị elu nke mmepụta buru ibu nke ngwaahịa na uwe na ọnụahịa dị ala na iru ụwa, nkwado aghọwo nsogbu dị ngwa n'etiti ndị ndọrọ ndọrọ ọchịchị, ụdị, na ndị na-azụ ahịa.",
  "Ụdị okwu French, nke pụtara \"ọdịdị\", malitere laa azụ na 1482, ebe okwu Bekee nke na-egosi ihe \"n'ụdị\" malitere naanị na narị afọ nke iri na isii",
  "Okwu ndị ọzọ dị na-emetụta echiche nke ụdị na ịrịọ arịrịọ nke na-esote ọnọdụ",
  "Na narị afọ nke iri na abụọ na nke iri na atọ nke Old French echiche nke ịma mma malitere ịpụta na ihe gbasara mmasị ndị aristocratic iji bulie ịma mma na ngosipụta dị mma, na cointerie, echiche nke ime ka onwe gị mara mma karịa ndị ọzọ site na ụdị ma ọ bụ nkà na ejiji na ejiji, pụtara na uri nke narị afọ nke 13 nke Guillaume de Lorris na-adụ ndị ikom ọdụ na \"uwe mara mma na ngwa mara mma na-eme ka nwoke dịkwuo mma\".",
  "Onye ọkà mmụta ejiji Susan B",
  "Kaiser na-ekwu na onye ọ bụla \"na-amanye ya ịpụta\", na-enweghị onye na-eso ndị ọzọ. A na-enyocha onye ọ bụla site na ejiji ha, nyocha ahụ na-agụnye ịtụle agba, ihe, ọdịdị, na otu uwe si apụta n'ahụ",
  "Uwe ndị yiri ibe ha na ụdị na ihe ndị e ji mee na-adịkwa iche dabere na ọdịdị ahụ onye na-eyi ya, ma ọ bụ ma a sachara uwe ahụ, fụchie ya, dozie ya, maọ bụ ọ bụ ọhụrụ.",
  "A na-akọwa ejiji na ọtụtụ ụzọ dị iche iche, na itinye ya n'ọrụ nwere ike ịbụ ihe na-edochaghị anya mgbe ụfọdụ",
  "Ọ bụ ezie na okwu ejiji na-egosi ọdịiche, dịka na \" ejiji ọhụrụ nke oge\", ọ nwekwara ike ịpụta otu, dịka ọmụmaatụ na-ezo aka na \"ejiji nke afọ 1960\", na-egosi otu ihe na ozuzu",
  "Uwe nwere ike igosi ihe ọhụrụ, mana ọ nwere ike na-ezo aka na ejiji nke oge gara aga, na-eduga na ịpụtaghachi nke ejiji site n'oge dị iche",
  "Ọ bụ ezie na enwere ike ịkọwa ihe na-ewu ewu site n'aka ndị na-enweghị ihe ọ bụla, ndị a na-akwanyere ùgwù na ndị bara ọgaranya na-eme ka ha yie ihe pụrụ iche, dị ka ụlọ ejiji na ndị na-emepụta ejiji dị elu, a na-emekarị 'ọdịdị' a site na ịdọrọ ihe ndị sitere na subcultures na ndị otu mmekọrịta mmadụ na ibe ya bụ ndị a na ya, ma si otú a wepụ ha ime ọdịiche nke ihe bụ ejiji na onwe ha.",
  "Ọ bụ ezie na omume na-egosipụtakarị ngosipụta mara mma pụrụ iche, nke na-adịkarị mkpụmkpụ karịa oge ma bụrụ nke a na-ahụ anya, ejiji bụ ngosipụta pụrụ iche na nke ụlọ ọrụ na-akwado nke na-ejikọta ya na oge ejiji na nchịkọta. Style bụ okwu na-adịgide na otụtụ oge ma na-ejikọkarị ya na omenala ọdịbendị na akara mmekọrịta, akara, klas, na ọdịbendị (dị ka Baroque na Rococo)",
  "Dị ka ọkà mmụta mmekọrịta ọha na eze Pierre Bourdieu si kwuo, ejiji na-egosi \"ihe dị iche kachasị ọhụrụ\".",
  "Ọ bụ ezie na a na-ejikarị okwu ejiji, uwe na ejiji eme ihe ọnụ, ejiji dị iche na ha abụọ",
  "Uwe na-akọwa ihe na uwe teknụzụ, na-enweghị ihe ọ bụla ma ọ bụ njikọ ọ bụla; ejiji abụrụla uwe mara mma ma ọ bụ uwe masquerade",
  "Na uzọ dị iche, ejiji na-akọwa usoro mmekọrịta mmadụ na ibe ya na nke na-emetụta ma \"na-eme\" ejiji dị ka ihe na-egosi mmekọrịta mmadụ na oge na ọnọdụ ụfọdụ",
  "Onye ọkà ihe ọmụma Giorgio Agamben jikọtara ejiji na echiche ndị Gris oge ochie nke kairos, nke pụtara \"oge ziri ezi, nke dị oke egwu, ma ọ bụ nke kwesịrị ekwesị\", na uwe na echiche nke oge, njirimara nke oge ma ọ bụ oge.",
  "Ọ bụ ezie na ụfọdụ ụdị pụrụ iche nwere ike ịsị na akara haute couture, okwu ahụ bụ naanị ndị otu Chambre Syndicale de la Haute Couture na Paris. Uwe ejiji dị elu bụ ihe na-adọrọ mmasị; nke sitere na nka na ọdịbendị, na n'ọtụtụ ọnọdụ, echekwara maka ndị isi akụ na ụba.",
  "Uwe bụkwa isi iyi nke nka, na-enye ndị mmadụ ohere igosipụta mmasị na ejiji ha pụrụ iche. Ndị na-emepụta ejiji dị iche iche na-emetụta ihe ndị dị n'èzí ma gosipụta mkpali a na ọrụ ha",
  "Dịka ọmụmaatụ, jeans 'na-acha akwụkwọ ndụ akwụkwọ ndụ' nke Gucci nwere ike ịdị ka ntụ ntụ ahịhịa, mana nye ndị ọzọ, ha na-egosipụta ịdị ọcha, ịdị ọhụrụ, na oge okpomọkụ.",
  "Uwe bụ ihe pụrụ iche, na-emezu onwe ya ma nwee ike ịbụ akụkụ dị mkpa nke njirimara mmadụ",
  "N'otu aka ahụ na nka, ebumnuche nke nhọrọ mmadụ na ejiji abụghị ka onye ọ bụla nwee mmasị na ya, kama ọ bụ ka ọ bụrụ ngosipụta nke mmasị onwe onye. Ụdị onwe onye nke mmadụ na-arụ ọrụ dị ka \"ọzụzụ mmekọrịta mmadụ na ibe ya na-ejikọta ụkpụrụ abụọ dị iche iche mgbe niile",
  "Ọ bụ ụzọ ọha na eze nabatara ma dị nchebe iji mee ka mmadụ dị iche na ndị ọzọ ma, n'otu oge ahụ, ọ na-egbo mkpa onye ahụ maka mgbanwe mmekọrịta mmadụ na ibe ya na iṅomi",
  "\" Ọ bụ ezie na onye ọkà ihe ọmụma Immanuel Kant kwenyere na ejiji \"enweghị ihe jikọrọ ya na ezi ikpe nke ụtọ\", kama ọ bụ \"ihe gbasara iṅomi na-enweghị atụ na 'enweghị anya\", onye na-ahụ maka mmekọrịta mmadụ na ibe ya Georg Simmel chere na ejiji bụ ihe \"nyere aka imeri anya dị na etiti mmadụ na ọha mmadụ ya\".",
  "Mgbanwe na uwe na-emekarị na oge mgbanwe akụ na ụba ma ọ bụ mmekọrịta mmadụ na ibe ya, dịka ọ mere na Rom oge ochie na Caliphate nke oge ochie, ogologo oge na-enweghị mgbanwe dị ịrịba ama sochiri",
  "Na narị afọ nke asatọ nke Moorish Spain, onye na-agụ egwú Ziryab webatara na Córdoba [isi iyi a na-apụghị ịdabere na ya] ụdị ejiji dị mgbagwoju anya dabere na ejiji oge na nke kwa ụbọchị site na obodo ya bụ Baghdad, nke sitere na ike mmụọ nsọ ya gbanwere. Mgbanwe ndị yiri nke ahụ mere na narị afọ nke 11 na Middle East mgbe ndị Turks rutere, bụ ndị webatara ụdị ejiji site na Central Asia na Far East."
]