[
  "Fate Tola Geleto (amụrụ n'abalị iri abụọ na abụọ n'ọnwa Ọktoba n'afọ 1987) bụ onye Etiopia na-agba ọsọ ogologo oge nke na-asọ mpi na asọmpi marathon",
  "Ọ nọchitere anya Ethiopia na IAAF World Half Marathon Championships ma merie marathon na Thessaloniki na Vienna",
  "Ọ bi na mba Germany ma soro Irina Mikitenko na-ọzụzụ̀. Kemgbe afọ 2012, ọ na-asọmpi nye klọb German MTV Braunschweig",
  "Otu n'ime ihe ndị mbụ ọ pụtara bụ Great Ethiopian Run n'onwa Nọvemba 2008, ebe ọ gbara nke anọ n'azụ Teyba Erkesso n'elu kilomita iri. O mere mpụtara nke mbụ ya na Alexander the Great Marathon n'ọnwa Eprel afọ 2009 ma merie na mgbalị mbụ ya, na-ewere aha otutu ụmụ nwanyị n'ime awa 2:36:54. Ljubljana Marathon n'ọnwa Ọktoba bụ nke abụọ ọ gara n'ihu n'ebe ahụ ma ọ bụ nke anọ, mana ọ meziwanyere oge kachasị mma ya site na nkeji na ọkara.",
  "Ọ nọchitere anya ndị uwe ojii Oromia na Sululta Cross Country na mbido afọ 2010 wee gbaa onye nke anọ",
  "Ọ kwalitere marathon ya nke ọma na Marathon Rome nke afọ ahụ, were nkeji ise n'ime elekere 2:28:54,  wee merie Paderborner Osterlauf 10K n'oge na-adịghị anya",
  "A họpụtara ya ka ọ nọchite anya Etiopia na 2010 IAAF World Half Marathon Championship na Nanning na Ọktọba wee bịa na nke asaa, na-esetịpụ ihe kacha mma nke awa 1:09:38  maka idi anya ya",
  "Ọsọ ikpeazụ  ya kacha n'afọ ahụ bịara na Marathon Turin wee mekwaa ọzọ: ọ ghọrọ asọmpi nwanyị abụọ n'etiti Tola na Priscah Jeptoo na agbanyeghị na ọ bụ onye Kenya na-ama ya aka na-ekwenye na mmeri, Tola gbara ọsọ nke 2:28:22 kacha mma",
  "awa dị ka onye na-agba ọsọ",
  "Oge afọ 2011 ya malitere site na njedebe nke abụọ na Berlin Half Marathon Nke a bụ nkwadebe ya maka Vienna City Marathon na n'ọsọ ahụ ọ meriri ndị mbido Peninah Arusei na Ana Dulce Felix iji merie na nke anọ n'usoro nke elekere 2:26:21 Usoro a bịara na njedebe na Ọktoba Frankfurt Marathon ka oge ya nke awa 2:27:18 wetara ya ọnọdụ nke asaa. Ọ gbachitere aha ya na Vienna Marathon n'afọ 2012 wee bịaruo nso na nke kachasị mma ya na ọsọ nke 2:26:39 awa. Ọnọdụ nke ise na 2012 Berlin Marathon hụrụ ka ọ meziwanye oge ahụ ruo awa2:25:14"
]