[
  "Fathia Absie (Somali: , Arabic) bụ odee Somali-American, onye na-emepụta ihe nkiri,onye na-eme ihe nkiri na onye na-eme ihe onyonyo",
  "Ọ rụrụ ọrụ na ihe ngosi abụọ ahụ, yana akụkọ ifo, ma bipụta akwụkwọ akụkọ a kpọrọ, The Imperceptible Peace Maker",
  "Fathia bụ onye guzobere Eat With Muslims, ọrụ e mere iji mee ka ndị Alakụba na ndị na-abụghị ndị Alakụb gakọta ọnụ n'oge nri abalị na akụkọ na-enwe olileanya iwu àkwà mmiri n'etiti ndị agbata obi na obodo nke okwukwe na ọdịbendị dị iche iche.",
  "Absie kwagara Minnesota n'ihe dị ka n' afọ 2010 ma bụrụbu onye ọrụ mmekọrịta mmadụ na ibe ya",
  "Ọ rụrụ ọtụtụ òtù oru nke gụnyere Ngalaba Ọrụ na Ọrụ Ezinụlọ nke Ohio na Columbus, Ohio, Mahadum Washington na Seattle, na Voice of America na Washington D.C",
  "Absie na-eme ihe nkiri nke ya, The Lobby, banyere mmekọrịta dị n'etiti nwoke onye ọcha na nwaanyị Somali-American. N'afọ 2013, ọ sonyeere ECHO, otu ụlọ ọrụ na-abụghị nke gọọmentị na Minnesota na-ejere obodo ndị mbịarambịa ozi.",
  "N'afọ 2011, Absie wepụtara ihe nkiri mbụ ya, Broken Dreams, ihe nkiri nke na-enyocha mkpesa mkpesa megide iwebata ndị ntorobịa Somalia na Minnesota site n'aka ndị na-anụbigara okpukpe ọkụ n'obi ókè",
  "Ikpe ahụ wetara nlebara anya a na-achọghị site na gọọmentị US na obodo Somalia na Minnesota na gburugburu mba ahụ",
  "Mgbe ụmụ okorobịa Somalia ahụ furu, FBI malitere nnyocha kachasị ukwuu nke US megide iyi ọha egwu kemgbe ọdachi nke 9/11",
  "N'afọ 2014, Absie bipụtara akwụkwọ akụkọ eserese, The Imperceptible Peacemaker, site na CreateSpace, ọrụ na-ebipụta onwe ya nke Amazon nwe",
  "Ihe atụ nke ikpe ziri ezi, onye dike ya, na onye ọgaranya teknụzụ mepụtara uwe nke na-enye ya ikike ịghọ ike a na-adịghị ahụ anya maka ilu ogu megide ọchịchị nchigbu na ikpe na-ezighị ezi gburugburu ụwa",
  "Ms",
  "Absie rụkwara ọrụ na Twin Cities PBS ebe ọ kwadoro ọtụtụ mmemme na ihe ngosi, Giving Thanks! Na 2016 Fathia Absie bụ ihe nkiri Drama nke Musa Syeed duziri · Banyere nwa okorobịa onye Alakụba gbara ọsọ ndụ na Minneapolis na nkịta furu efu gafere ụzọ. Absie mere nne Barkhad Abdirahman",
  "https://www.imdb.com/title/tt5447852/",
  "N'afọ 2015, Absie wepụtara ihe nkiri nke abụọ ya, akụkọ ifo The Lobby, nke ọ pụtara na ya nakwa dee ma duzie",
  "Emere ya na Minneapolis Saint Paul International Film Festival n'ọnwa Eprel nke afọ ahụ. Nke a bụ akụkọ ifo banyere mmekọrịta dị n'etiti nwoke ọcha na nwaanyị Somali-American. Nọvemba n'afo 2017, Absie zutere Barkhad Abdirahman, n'oge a na-eme ya na nne Faysal Ahmed na-eme ihe nkiri Eric Tretbaris, Onye Mbụ Plural A nke oge a Romeo na Juliet, nke Faysal Ahmed bụ onye na-eme na Broadway, Pearce Bunting na ndị ọzọ",
  "Absie malitere mmepụta nke akụkọ a na-akpọ \"Grapes Of Heaven\" Nwaanyị Somali-American nwere obi mgbawa na odee jereobere obodo Berbera, Somaliland ebe onye Somalia a ma ama na-ede uri aha ya bụ Bodheri nwụrụ n'ihi obi mgbawa n'afọ ndị 1930."
]