[
  "Fathi Hassan (Arabic) (amụrụ na 10 Mee 1957) bụ onye Ijipt, onye Omenkà bire na Ịtali nke a maara maka ntinye ya metụtara okwu edere",
  "A na-ewere Fathi Hassan dị ka onye na-ese ihe n'Africa na Muslim kacha mkpa n'akụkọ ihe mere eme nke nkà ọgbara ọhụrụ na nke oge a.",
  "A mụrụ Fathi Hassan na Cairo n'afọ 1957 dị ka nwa nwoke nke abụọ n'ezinụlọ Nubian",
  "Nna ya Hassan bụ onye Sudan na nne ya bụ Fatma si na mpaghara Toshka Lakes na ndịda Ijipt",
  "Ọ gara ụlọ akwụkwọ Kerabia na Cairo, ebe ọ zutere onye na-akpụ ihe Ghaleb Khater.",
  "N'afọ 1979, Hassan natara onyinye site n'aka Italian Cultural Institute na Cairo wee kwaga Naples",
  "Ọ debanyere aha na Accademia di Belle Arti n'afọ 1980 iji mụọ ihe osise",
  "Ọ gụsịrị akwụkwọ na 1984 na edemede banyere mmetụta nke nka Africa na Cubism",
  "Mgbe ọ na-agụ akwụkwọ ma n'afọ mgbe ọ gụsịrị akwụkwọ, Hassan rụkwara ọrụ dị ka onye na-eme ihe nkiri na onye na-emepụta ihe na RAI (Radiotelevisione Italiana works) na Naples na Rome",
  "N'afọ 1986, ọ kwagara Pesaro.",
  "N'afọ 1989, Hassan bụ onye omenkà mbụ nke ihe nketa Afrịka a kpọrọ na ngalaba \"Aperto\" nke 43rd Venice Biennale nke Dan Cameron na Giovanni Carandente haziri",
  "O gosipụtara n'ọtụtụ gallery na Italy, Belgium, Denmark, Germany, France, Egypt, na United States.",
  "Ọrụ Hassan na-emekarị ka ike dị ike na mmekọrịta dị n'etiti okwu a na-ekwu na nke edere ede; site na ihe nketa Nubian ya, ọ na-ekwusi ike na ọnwụ nke asụsụ n'okpuru ọchịchị nke ọchịchị",
  "Ọtụtụ n'ime ihe odide ya dabere na calligraphy kufic, mana ha ka na-akpachara anya na-agụ akwụkwọ ma ghara ikwe omume ịkọwapụta",
  "Na vidiyo ya Blessed Nubia (2002) bụ nyocha nke asụsụ mbụ nke Nubia",
  "Hassan ebiela ma rụọ ọrụ na Ịtali kemgbe afọ 1979, na-eke oge ya n'etiti Rome, Milan na Fano",
  "Kpọpụta njehie: <ref> tag with name \"cam\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"cv\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"kat\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"lhm\" defined in <references> has group attribute \"\" which does not appear in prior text."
]