[
  "Fatima Talib (Arabic: , amụrụ na 1 Jenụwarị 1928) bụ onye nkụzi Sudanese na onye na-ahụ maka ikike ụmụ nwanyị nke kpọkọtara nzukọ mbụ naanị ụmụ nwanyị na Sudan.",
  "N'afọ 1946, ya na ndị enyi ya na ndị ọrụ ibe ya na Gordon Memorial College, Mahasin Abed Alaal na Khalda Zahir, Talib guzobere Women's Cultural Society (Jam'ee'yat alfata'yat althaqa'fia) na Omdurman",
  "E mere ụlọ ọrụ ahụ iji kụziere ma nye ụmụ nwanyị ike ma nye ha nkwado ọha na eze. Iji rụọ ọrụ, ọha mmadụ chọrọ nkwado nke ndị ọchịchị Britain, ya mere a na-akpọsa ya naanị dị ka nchegbu ọha na eze, agbanyeghị na ọ nwere ihe ndọrọ ndọrọ ọchịchị",
  "Ụmụ nwanyị itoolu sonyeere ozugbo, mana mmekọrịta ahụ dịgidere naanị afọ abụọ. N'agbanyeghị ndụ ya dị mkpụmkpụ, ọ dị mkpa n'ihi na ọ bụ nzukọ mbụ ụmụ nwanyị guzobere na Sudan.",
  "N'afọ 1949, Talib ghọrọ nwanyị mbụ so na Muslim Brotherhood. Ụmụnne nwanyị si n'ezinụlọ Al-Mahdi sonyeere ya ma ha abụọ guzobere Women's Development Society.",
  "N'afọ 1952, ya na Khalda Zahir, Hajja Kashif Badri, na ndị ọzọ, Talib guzobere Sudanese Women's Union (الاتحاد النسائي السوداني al Etihaad al Nisaa'i alSudani)",
  "E mere nzukọ a iji jikọta ma kwalite nsogbu ụmụ nwanyị",
  "Kọmitii ndị isi mbụ bụ Fatima Talib Isma'il, Khalida Zahir na Fatima Ahmed Ibrahim. Talib bụ onye isi ala nke Union site na 1952-6. Ntọala nke Union bụ otu n'ime ihe kachasị mkpa na ọgụ megide ọchịchị ndị na-achị na Sudan",
  "O mere ka ụmụ nwanyị nwee ike ịhazi iji ghọta ma chebe ikike mmekọrịta ha, akụ na ụba na nke obodo. E guzobere ya n'okpuru echiche pan-Africanist na nke socialist.",
  "A mụrụ Talib na 1 Jenụwarị 1928 na Al-Rank, na ndịda Sudan",
  "Nna ya bụ onye isi ndị agha bụ otu n'ime ndị isi na mgbanwe nke 1924. Ọ gụrụ akwụkwọ na Unity High School na Khartoum ma site n'ebe ahụ bụ nwanyị mbụ si Sudan nwetara nzere na Mahadum London.",
  "Talib bụ nwanyị mbụ na Sudan ghọrọ onye isi ụlọ akwụkwọ sekọndrị",
  "N'oge ọrụ ya, ọ rụrụ ọrụ na Yemen, na-enye atụmatụ maka agụmakwụkwọ ụmụ nwanyị. N'afọ 2004, a gbara Talib ajụjụ ọnụ banyere ọrụ ya na nkwado ụmụ nwanyị Sudan."
]