[
  "Fatima Jibrell (Somali: , Arabic; amụrụ na , mgbe  onwa Disemba, gbara nkpuru ụbọchị iri atọ n' afọ otu puku, narị itoolu na iri anọ na asaa ) bụ onye Somali-Amirikan na-ahụ maka gburugburu  ebe obibi",
  "Ọ bụ onye nchoputa na onye isi nchịkwa nke Horn of Africa Relief and Development Organization (nke bụ Adeso ugbu a), onye nchoputara nke Sun Fire Cooking, ma nye aka n'ịmepụta Women's Coalition for Peace.",
  "A mụrụ Jibrell na mgbe ọnwa Disemba gbara mkpụrụ ụbọchị iri atọ, na afọ otu puku, narị itoolu na iri anọ na asaa , na Sanaag, Somaliland n'ezinụlọ na-akwagharị akwagharị. Nna ya bụ onye na-azụ ahịa ụgbọ mmiri nke biri na New York City",
  "Dị ka nwatakịrị na Somalia, ọ gara ụlọ akwụkwọ obibi nke Britain ruo mgbe ọ dị afọ iri na isii, mgbe ọ hapụrụ mba ahụ iji sonyere nna ya na United States",
  "N'ebe ahụ, Jibrell gụsịrị akwụkwọ na Temple High School.",
  "N'afọ otu puku, narị itoolu na iri isii na itoolu , ọ laghachiri Somaliland wee rụọ ọrụ na gọọmentị, mgbe nke ahụ gasịrị ọ lụrụ di ya, Abdurahman Mohamoud Ali, onye nnọchi anya mba ọzọ",
  "Mgbe ya na ezinụlọ ya nọ na Iraq, Jibrell malitere agụmakwụkwọ na Mahadum Damaskọs dị na Siria dị nso",
  "N'afọ 1981, a kpọfere di ya na US, ebe ọ gụsịrị akwụkwọ Bachelor of Arts na Bekee",
  "O mechara gaa n'ihu na-agbaso Master's na Social Work na Mahadum Connecticut",
  "Mgbe ha bi na US, Jibrell na di ya zụlitere ụmụ nwanyị ise, gụnyere Degan Ali. Ọ ghọkwara nwa amaala America.",
  "N'ịbụ onye agha obodo na Somalia nke malitere na 1991, Jibrell na di ya na ndị enyi ezinụlọ ya guzobere Horn of Africa Relief and Development Organization, nke a na-akpọ Horn Relief, otu na-abụghị nke gọọmentị (NGO) nke ọ rụrụ ọrụ dị ka onye isi nchịkwa. N'afọ 2012, Horn Relief gbanwere aha ya ka ọ bụrụ Adeso. Mgbe Jibrell lara ezumike nká dị ka onye isi nchịkwa na 2006, ọ na-arụ ọrụ na ndị isi ụlọ ọrụ ahụ na mmemme Somalia ya",
  "Adeso na-akọwa ọrụ ya dị ka ọrụ dị ala nke e mere iji bulie obodo dị iche iche.",
  "Jibrell nyere aka n'ịmepụta Women's Coalition for Peace iji gbaa ụmụ nwanyị ume itinye aka na ndọrọ ndọrọ ọchịchị na nsogbu mmekọrịta mmadụ na ibe ya. O sokwa guzobe Sun Fire Cooking, nke na-ezube iwebata ihe na-esi nri anyanwụ na Somalia iji belata ịdabere na icheku ọkụ dị ka mmanụ.",
  "N'afọ 2008, Jibrell dere ma soro mepụta ihe nkiri dị mkpirikpi akpọrọ Charcoal Traffic, nke na-eji akụkọ akụkọ ifo iji kụziere ọha na eze banyere nsogbu charcoal. Onye na-eme ihe nkiri bụ Nathan Collett duziri ihe nkiri ahụ.",
  "N'afọ 2011, Jibrell na onye nnọchi anya mba Australia lara ezumike nká bụ James Lindsay bipụtara Peace and Milk: Scenes of Northern Somalia, akwụkwọ foto gbasara ime obodo na ndụ Somalia",
  "Ọrụ ahụ enwetala otuto mba ụwa site n'aka ndị otu gburugburu ebe obibi, gụnyere Goldman Environmental Foundation na Résistants pour la Terre.",
  "Site na Horn Relief, Jibrell guzobere mkpọsa gara nke ọma iji zọpụta ọhịa ochie nke osisi acacia na mpaghara ugwu ọwụwa anyanwụ nke Somalia. Osisi ndị a, nke nwere ike itolite ruo afọ 500, ka a na-egbutu iji mee icheku ọkụ ebe ọ bụ na ihe a na-akpọ \"ọla ojii\" bụ ihe a na'achọsi ike na Peninsula Arab, ebe agbụrụ Bedouin nke mpaghara ahụ kwenyere na acacia dị nsọ. Otú ọ dị, ọ bụ ezie na ọ bụ mmanụ dị ọnụ ala nke na-egbo mkpa onye ọrụ, mmepụta nke icheku ọkụ na-edugakarị n'ịgbukpọ ọhịa na ọzara. Dị ka ụzọ isi dozie nsogbu a, Jibrell na Horn Relief zụrụ otu ìgwè ndị nọ n'afọ iri na ụma iji kụziere ọha na eze banyere mmebi na-adịgide adịgide nke na-emepụta icheku ọkụ nwere ike ịmepụta",
  "N'afọ otu puku 1999, Horn Relief haziri njem udo n'ebe ugwu ọwụwa anyanwụ Puntland nke Somalia iji kwụsị ihe a na-akpọ \"agha coal\"",
  "N'ihi mbọ Jibrell na-agba maka agụm akwụkwọ, gọọmentị Puntland na afọ puku abụọ  machibidoro mbupụ icheku ọkụ",
  "Gọọmentị emeela ka mmachibido iwu ahụ dị irè, nke a kọrọ na ọ kpatara mbelata pisenti iri asatọ na mbupụ nke ngwaahịa ahụ.",
  "Maka mgbalị ya na-emebi gburugburu ebe obibi na ọzara, Jibrell enwetala ọtụtụ onyinye ihe nrite",
  "N'afọ puku abụọ na abụọ , e nyere ya Goldman Environmental Prize, ihe nrite gburugburu ebe obibi kachasị ewu ewu. N'afọ puku abụọ na asatọ , o ritekwara National Geographic Society / Buffett Foundation Award for Leadership in Conservation. N'afọ puku abụọ na iri na anọ , Jibrell natara onyinye ihe nrite United Nations Environmental Programme (UNEP) Champions of the Earth maka ọrụ nchekwa gburugburu ebe obibi ya. Tụkwasị na nke a na afọ puku abụọ na iri isii Jibrell natara onyinye Takreem maka mmepe gburugburu ebe obibi na nkwado."
]