[
  "Fatima Hajaig (amụrụ na 10 Disemba, na afọ 1938) bụ onye ndọrọ ndọrọ ọchịchị South Africa, ya na African National Congress na-achị",
  "Ọ bụ onye otu African Union's Pan-African Parliament si South Africa",
  "Ọ bụbu onye isi oche nke kọmitii na-ahụ maka ihe gbasara mba ọzọ nke ndị omeiwu South Africa",
  "Ọ bụ osote minista na-ahụ maka ihe gbasara mba ofesi n'okpuru onye isi ala Kgalema Motlanthe",
  "Hajaig gụsịrị akwụkwọ na Mahadum nke Witwatersrand na afy 1963",
  "N'afọ 1967, ọ nwetara LLB ya na Mahadum Eötvös Loránd na Hungary.",
  "N'ọnwa Disemba afọ 2008, ọ kpọrọ onye nnọchi anya ọhụrụ nke Israel na Ministri Na-ahụ Maka Mba Ọzọ iji katọọ omume Israel na Gaza",
  "Nke a mere ka Israel mee mkpesa n'aka ndị nnọchi anya South Africa na Tel Aviv n'ihi na, o kwuru, Hajaig kparịrị Elias Inbram, onye na-ekwuchitere ndị nnọchianya Israel a mụrụ n'Etiopia, na-eche na a kpọtara ya na nzukọ ahụ dị ka onye isi ojii ma jụọ onye nnọchi anya:",
  "Mgbe ndị ọrụ ibe gị na Europe na-aga nzukọ dị ka nke a, ha na-ebukwa onye dị ka onye nọ n'akụkụ gị?",
  "Na nzukọ COSATU na Wednesday 14 Jenụwarị, na afọ 2009, na Lenasia, Gauteng, o kwuru na nchịkwa nke America, dịka nchịkwa nke ọtụtụ mba ndị dị n'Ebe Ọdịda Anyanwụ, dị n'aka ego ndị Juu ma ọ bụrụ na ego ndị Juu na-achịkwa mba ha mgbe ahụ ị pụghị ịtụ anya ihe ọ bụla ọzọ.",
  "Minista na-ahụ maka ihe gbasara mba ofesi bụ Nkosazana Dlamini-Zuma katọrọ okwu ya banyere ndị Juu, onye wepụtara nkwupụta na-ekwu na okwu ndị dị otú ahụ megidere iwu mba ọzọ",
  "Ndị South African Jewish Board of Deputies tinyere akwụkwọ mkpesa megide Hajaig na Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke mba ahụ.",
  "N'abalị atọ n'ọnwa Febụwarị afọ 2009, ọ rịọrọ mgbaghara maka ihe mgbu ọ bụla sitere n'okwu o kwuru na nnọkọ ahụ",
  "Otú ọ dị, onye isi oche nke South African Jewish Board of Deputies Zev Krengel kwuru na Hajaig nyere naanị \"mgbaghara zoro ezo\" na nkwupụta ya",
  "\"Ọ ka na-arịọ mgbaghara maka ihe o kwuru",
  "Ọ na-arịọ mgbaghara maka mmerụ ahụ",
  "\"",
  "N'ụbọchị nke anọ n'ọnwa Febụwarị n'afọ 2009, onye isi ala South Africa bụ Kgalema Motlanthe nyere ya \"a dressing down\" maka okwu ya na-emegide ndị Juu. Ndị South African Jewish Board of Deputies nabatara mgbaghara nke abụọ ya.",
  "N'oge gara aga, ndị Cabinet \"egosipụta nchegbu banyere nkwupụta ahụ n'ihi na ọ megidere iwu gọọmentị a kwuru banyere mmetụta ndị na-emegide ndị Juu",
  "\""
]