[
  "Fatim Jawara (13 Machị na afo 1997 - 27 Ọktoba 2016) bụ onye Gambia na-agba bọọlụ nke gbara bọọlụ maka otu ụmụ nwanyị Gambia na otu egwuregwu bọọlụ ụmụ nwanyị Gambian Red Scorpions FC. N'afọ 2012, ọ gbara bọọlụ dị ka onye na-anọchi anya onye na-edebe goolu na 2012 FIFA U-17 Women's World Cup maka ndị otu mba na-erubeghị afọ iri na asaa",
  "Ọ nwụrụ mgbe ọ na-anwa ịgafe Oké Osimiri Mediterenian site n'ụgbọ mmiri gaa Ịtali n'afọ 2016.",
  "Jawara gbara bọọlụ maka klọb bọọlụ ụmụ nwanyị kachasị elu na Gambia, Red Scorpions FC, nke dị na Serekunda",
  "O mechara bụrụ onye mbụ họọrọ onye na-edebe goolu maka otu ahụ.",
  "Jawara nọchitere anya Gambia na ndị na-erubeghị afọ iri na asaa na ndị okenye mba",
  "A kpọrọ ya ka ọ bịa n'òtù egwuregwu bọọlụ ụmụ nwanyị Gambia na-erubeghị afọ iri na asaa, na-eme nke mbụ ya na 2009 wee gaa n'ihu na-egwu na 2012 FIFA U-17 Women's World Cup na Azerbaijan",
  "O mere nke mbụ ya maka otu egwuregwu bọọlụ ụmụ nwanyị n'afọ 2015, ma zọpụta penalty kick na egwuregwu enyi na enyi megide Glasgow Girls F.C",
  "site na Scottish Women's Football League First Division n'oge egwuregwu ahụ.",
  "Na Febụwarị na afọ 2016, Jawara hapụrụ ala nna ya Serrekunda na Gambia wee gafee Ọzara Sahara gaa Libya. Ozugbo ọ nọ na Libya, ọ kpọtụrụ ezinụlọ ya wee gwa ha na ọ na-aga Europe ịchọ ọnọdụ na-egwuri egwu maka otu nnukwu klọb Europe.",
  "Na ngwụcha Ọktọba  na afọ 2016, ọ nwara ịbanye na Europe site na iso ndị ọzọ na-eme njem n'ụgbọ mmiri abụọ gafee Oké Osimiri Mediterenian, na-aga agwaetiti Lampedusa, Ịtali. N'ihi oké ifufe, ụgbọ mmiri ha mikpuru na mmiri riri Jawara",
  "Ọ dị afọ iri na itoolu.",
  "A chọpụtara na ọ nọghị mgbe ndị otu mba ahụ ga-egwu Casa Sports F.C",
  "site na Senegal dị ka akụkụ nke emume iji mee emume bọọlụ ụmụ nwanyị",
  "Ụbọchị ole na ole mgbe ihe mberede ahụ gasịrị, onye ọrụ ahụ kpọtụrụ ezinụlọ ya iji gwa ha na ụgbọ mmiri ahụ adaala, mmiri wee nwụọ ya.",
  "Lamin Kaba Bajo, onye isi oche nke Gambia Football Federation, kwuru na otu ahụ \"na-eru uju n'oge a n'ihi na nke a bụ nnukwu mfu nye ndị otu bọọlụ mba na mba ahụ\". Onye bụbu onye otu Jawara bụ Adama Tamba kwuru na ịnụ banyere ọnwụ ya bụ \"ihe mgbu\"",
  "Tamba kwuru na Jawara bụ \"onye ya na ya dị nso\" nakwa na ọ \"na-adụ ya ọdụ mgbe niile\", ọkachasị na asọmpi [...] na Baku na 2012\"."
]