[
  "Fatima Hamroush (Arabic) (amụrụ na 14 Febụwarị na afọ 1959) bụ onye na-ahụ maka anya na onye ndọrọ ndọrọ ọchịchị Libya.",
  "A mụrụ ya na Benghazi na 14 Febụwarị, na afọ 1959, Hamroush kwagara Ireland na afọ 1996 ma mesịa ghọọ nwa amaala Irish site na nnabata ma si otú ahụ ghọọ nwa ama amaala Irish-Libyan abụọ. Ọ biri na Julianstown, County Meath, Ireland",
  "O nwere ụmụ anọ, otu n'ime ha bụ onye na-agụ egwu na onye na-ede egwu, Farah Elle.",
  "Na Febụwarị, na afọ 1983, Hamroush gụsịrị akwụkwọ na nzere ahụike (MB BS) na Mahadum Garyounis na Disemba, na afọ 1999 ghọrọ Fellow nke Royal College of Surgeons nke Edinburgh.  Hamroush bụ onye otu Irish College of Ophthalmologists, ọkachamara na glaucoma, retina ahụike, na neuro-ophthalmology. Site na afọ 2000, ruo n'agha obodo Libya nke afọ 2011, Hamroush nwere ọkwa onye ndụmọdụ anya na Our Lady of Lourdes Hospital, Drogheda, Ireland.",
  "Site na Nọvemba na afọ 2011 ruo Nọvemba, na afọ 2012, Dr Hamroush nọ n'ọkwa Minista ahụike na Gọọmentị Mgbanwe Libya",
  "N'oge ọ nọ n'ọchịchị, Hamroush gosipụtara enweghị nnwere onwe dị ịrịba ama maka nrụrụ aka ma, n'agbanyeghị ọnọdụ siri ike, nwee ihe ịga nke ọma n'ịmepụta ntọala maka ọrụ ahụike mba Libya. Ọ laghachiri Ireland n'ọnwa Nọvemba, mgbe o nyefere Minista ahụike ọhụrụ, Dr Noureddine Doghman.",
  "N'ọnwa Jenụwarị afọ 2013, ọ maliteghachiri ọrụ onye ndụmọdụ anya ọha na eze na OLLH na ọrụ onwe ya na Drogheda.",
  "N'abalị iri abụọ na abụọ n'ọnwa Nọvemba n'afọ 2011, Praịm Minista Libya Abdurrahim El-Keib mara ọkwa na Hamroush bụ nwanyị mbụ bụ Minista Ahụike nke Libya. Hamroush bụkwa onye nduzi nke Irish Libyan Emergency Aid.\nDr Hamroush bụ nwa nwanyị nke Abdullah Hamroush, onye bụbu colonel na onye ọka ikpe ụlọ ikpe ndị agha n'oge alaeze ahụ, tupu nnupụisi ahụ na afọ 1969",
  "A tụrụ nna ya mkpọrọ n'abalị nke nnupụisi ahụ n'ihi ịbọ ọbọ maka ịtụ Gaddafi mkpọrọ na afọ 1967 mgbe e boro ya ebubo ịta onye agha ahụhụ n'oge ọzụzụ",
  "E debere nna ya n'ụlọ mkpọrọ ruo afọ anọ tupu ụlọ ikpe egosipụta na aka ya dị ọcha.",
  "Dr Hamroush megidere ọchịchị Gaddafi wee bụrụ onye a ma ama na onye na-arụsi ọrụ ike nke ndị mmegide Libya site na afọ 2008, ebe ya na ọtụtụ ndị mmeghachi omume Libya na mba ofesi na n'ime Libya rụkọtara ọrụ",
  "Otú ọ dị, maka ebumnuche nchekwa, o jiri otu aha \"Alleebeya\" الليبية mee ihe mgbe o bipụtara ọtụtụ isiokwu na ebe nrụọrụ weebụ ndị mmegide, kesaa n'ịkwalite mmata ọha na eze, mpaghara na mba ụwa banyere ọchịchị aka ike wee bụrụ onye nchịkọta akụkọ nke ebe nrụọrụọrụ weebụ ndị na-emegide \"Libya Almostaqbal\" site na afọ 2009 ruo Jenụwarị, na afọ 2011. O nyekwara aka n'inye ego maka ngagharị iwe n'ụwa niile iji kwado ọgụ ndị Libya na-alụ megide ọchịchị Gaddafi.",
  "A kpughere onye ọ bụ na mmalite nke mgbanwe nke 17 Febụwarị, na afọ 2011, mgbe o welitere ọkọlọtọ tricolour nke Libya n'ihu GPO na etiti obodo Dublin",
  "A hụrụ ya dị ka onye mbụ welitere ọkọlọtọ na Republic of Ireland.",
  "Na 26 Febụwarị, na afọ 2011, ya na nwa ya nwoke, Abdullah Elneihum (Abe Neihum), guzobere Irish Libyan Emergency Aid (ILEA), otu enyemaka enyemaka iji nye Libya ọgwụ n'oge mgbanwe ahụ, nke nyere aka n'inye ngwá ọgwụ na ihe oriri n'oge nnupụisi ahụ na ihe fọrọ nke nta ka ọ bụrụ mpaghara niile dị na Libya. Na Septemba, na afọ 2011, na arịrịọ nke ụlọ ọrụ ndị isi nke National Transitional Council, Dr Hamroush guzobere ụlọ ọrụ ahụike nke Libya iji nyere aka n'ịgwọ ndị merụrụ ahụ n'agha na ndị siri ike ọgwụgwọ na-enweghị ọgwụgwọ na Libya",
  "E kwukwara na e guzobere ọfịs ahụ iji nyere aka n'ịkpọbata ndị ọkachamara ahụike na Libya ma melite ọzụzụ ahụike na ebumnuche nke ime ka ọgwụgwọ mba.",
  "N'ọnwa Nọvemba afọ 2011, a kpọrọ Dr Hamroush dịka Minista ahụike maka Libya na Gọọmentị Mgbanwe, nke nwere ndị minista iri abụọ na anọ, abụọ n'ime ha bụ ụmụ nwanyị, praịm minista na ndị nnọchi anya atọ. Dr Hamroush nọ n'ọkwa site na 2 Disemba, na afọ 2011 ruo mmalite Nọvemba, na afọ 2012.",
  "Site na Machị, na afọ 2012 ruo Ọgọstụ, Dr Hamroush tinyere aka na esemokwu mgbe ọ na-egbochi nnukwu nrụrụ aka n'ime usoro ọgwụgwọ ndị merụrụ ahụ n'agha, nke ngalaba dị iche na-abụghị Ministrị Ahụike duziri",
  "Ka ọ na-erule n'ọnwa Ọgọstụ n'afọ 2012, ọ gbochiri Kọmitii Ndị Agha merụrụ ahụ ka ha ghara ịga n'ihu n'omume ya na-abụghị nke omenala ma jikọta ọgwụgwọ nke ndị agha merụrụ ahụ n'ime ngalaba ahụike ma nye iwu maka usoro ndekọ mpụ na nke ndị omempụ.",
  "N'oge obere oge ya, Dr Hamroush malitere ọtụtụ ọrụ na ozi ya nke kwụsịrị n'oge agha ahụ. Na ngwụcha oge ya, o nyere akụkọ banyere oge ya na General National Council na Gọọmentị Temporary, yana General Prosecutor, na-eme ka mkpa ọ dị ịchịkwa nchekwa na nrụrụ aka yana ibuli ụkpụrụ nke ụkpụrụ omume na nkà nchịkwa n'etiti ndị Libya iji nweta mgbanwe.",
  "Na ngwụcha afọ 2013, mgbe ọ laghachiri Ireland, Hamroush malitere ịmepụta mmemme maka mkparịta ụka na ime udo site na ịhazi nzukọ na netwọk maka ndị ọrụ Libya na ndị ọrụ mbụ nke ọchịchị gara aga, ihe mkpali a na-akpọ The National Libyan Dialogue for Reconciliation.",
  "Ihe omume maka Dialogue nwere ihe ịga nke ọma n'ịgba ndị diaspora ume, ya bụ, ìgwè ndị jikọtara na ndị bụbu nke ọchịchị gara aga, iji kwupụta nchegbu ha ma bịa n'ihu iji zụlite steeti ahụ",
  "Agha ike nke sochiri n'oge na-adịghị anya n'etiti afọ 2014, ọkachasị agha obodo nke malitere n'etiti Ọwụwa Anyanwụ na Ọdịda Anyanwụ nke Libya, emela ka Hamroush ghara itinye aka na ndọrọ ndọrọ ọchịchị ọ bụla, na-egbochi onwe ya naanị ikwupụta echiche ya na-adịghị ele mmadụ anya n'ihu na ajụjụ ọnụ.",
  "Ọ bi na Ireland ugbu a, na-alaghachi n'ọrụ ya dị ka Consultant Medical Ophthalmologist."
]