[
  "Fatima Ahmed Ibrahim (Arabic; c",
  ") bụ onye edemede Sudanese, onye na-ahụ maka ihe ndị ruuru ụmụ nwanyị na onye ndú nke ndị otu ndọrọ ndọrọ ọchịchị.",
  "A mụrụ Ibrahim na Khartoum",
  "Akụkọ na-enye ụbọchị a mụrụ ya n'ụzọ dị iche iche dị ka 20 Disemba 1928, ma ọ bụ na 1932 ma ọ bụ 1933. O sitere n'ezinụlọ gụrụ akwụkwọ; nna nna ya bụ onye isi ụlọ akwụkwọ na ụlọ akwụkwọ Sudan mbụ maka ụmụ nwoke yana Imam na ụlọ alakụba dị n'ógbè ya",
  "Nna Fatima gụsịrị akwụkwọ na Gordon Memorial College ma rụọ ọrụ dị ka onye nkuzi",
  "Nne Fatima so n'ọgbọ mbụ nke ụmụ agbọghọ gara ụlọ akwụkwọ ahụ",
  "Fatima tolitere n'oge ndị Anglo-Egyptian Sudan na-achị",
  "A chụpụrụ nna ya n'ịkụzi ihe n'ụlọ akwụkwọ gọọmentị mgbe ọ jụrụ ịkụzi ihe site na iji Bekee. Mgbe nke ahụ gasịrị nna ya kụziri na ụlọ akwụkwọ ọzọ.",
  "Mgbe ọ malitere na Omdurman Girls' Secondary School, ọ malitere ịkwado ikike ụmụ nwanyị",
  "O mepụtara akwụkwọ akụkọ mgbidi a na-akpọ Elra'edda, ma ọ bụ na Arabic الرائدة ma ọ bụ n'asụsụ Bekee Pioneer Girls",
  "Akwụkwọ akụkọ ya lekwasịrị anya na ikike ụmụ nwanyị ma o dekwara na akwụkwọ akụkọ n'oge ahụ ọzọ n'okpuru aha mkpịsị aka. Fatima duziri ọgbaghara ụmụ nwanyị mbụ na Sudan n'ihi na ndị isi ụlọ akwụkwọ ya kpebiri ịkagbu nkuzi sayensị ma jiri nkuzi 'sayensị ezinụlọ' dochie ha",
  "Ọgbaghara ahụ gara nke ọma",
  "Ọrụ ya gafere ụlọ akwụkwọ; na 1947 o guzobere Òtù Ụmụ nwanyị Intellectual, na 1952 ya na ụmụ nwanyị ndị ọzọ rụkọrọ ọrụ ma guzobe Òtù Ụmụnwaanyị Sudan (SWU, Arabic: , transliteration: Aletahad Elnees'y Alsodanni), ebe ya na Fatima Talib na Khalida Zahir jere ozi na kọmitii nduzi. Onye isi oche mbụ nke Union bụ Fatima Talib Isma'il. Òtù ụmụ nwanyị meghere ndị otu ụmụ nwanyị niile nọ na Sudan na SWU meghere alaka na mpaghara dị iche iche na Sudan",
  "Ihe omume nke Women's Union n'oge ahụ, dị ka mmezigharị nke iwu ya na 1954, lekwasịrị anya na ikike ịtụ vootu, ikike ụmụ nwanyị nwere, na ikike ụmụ nwanyị na-arụ ọrụ dị ka ndị nnọchiteanya na ụlọ ọrụ iwu, ndọrọ ndọrọ ọchịchị, na nchịkwa niile",
  "Na SWU, ọ rụkwara ọrụ iji guzobe nha nhata na ụmụ nwoke na ụgwọ ọrụ na ọzụzụ teknụzụ, ma nyere aka wepụ amaghị akwụkwọ n'etiti ụmụ nwanyị",
  "N'ihi ebumnuche SWU, esemokwu na ikike ndọrọ ndọrọ ọchịchị dị ka Jabihat El-methaiq elaslami ma ọ bụ Islamic Pledge Front",
  "N'afọ 1955, Fatima ghọrọ onye isi nchịkọta akụkọ nke Sawat al-Maraa Magazine ma ọ bụ Woman's Voice Magazine (nke Women's Union bipụtara), magazin a mechara rụọ ọrụ dị mkpa n'ịkwatu ọchịchị Ibrahim Abboud",
  "Mgbe ọ nọ na magazin ahụ, Ibrahim na onye edemede na-eto eto na onye otu Communist Party, Suad Ibrahim Ahmed nwere esemokwu",
  "Ha ekwekọrịtaghị nke ukwuu banyere ọrụ ụmụ nwanyị, okpukpe na omume ọma na atụmatụ otu",
  "Ọ bụ ezie na Ibrahim kwenyere na enwere ike iji Islam mee ihe dị ka ike na-aga n'ihu megide ndị na-agbaso okpukpe, Ahmed chọrọ ime ka ọgụ ụmụ nwanyị bụrụ nke ụwa",
  "Ahmed chere na ịnọ n'ime usoro Islam ga-amanye ndị na-aga n'ihu ịlụ ọgụ n'ọhịa ndị iro ha.",
  "N'afọ 1954, Fatima sonyeere ndị Sudanese Communist Party (SCP), ma n'oge dị mkpirikpi Fatima ghọrọ onye otu Central Committee nke SCP (SCP bụ ndị Sudanese Party mbụ nwere usoro ụmụ nwanyị n'ime, kemgbe 1946)",
  "N'afọ 1956, Fatima ghọrọ onye isi oche nke Women's Union",
  "Otu n'ime ebumnuche ya bụ maka nnwere onwe nke njikọ ahụ site na njikọ ha na nchịkwa nke SCP, ọ gbasaa ntinye aka nke ụmụ nwanyị nwere nzụlite dị iche iche",
  "N'afọ 1965, a họpụtara Fatima ka ọ bụrụ onye omeiwu, na-aghọ onye nnọchi anya nwanyị Sudan mbụ. Nsogbu iwu nke sitere na mwepụ iwu na-akwadoghị nke ndị otu SCP a họpụtara site na ọchịchị onye kwuo uche ya na ndị omeiwu Sudan, nke Sadiq al Mahdi duziri, kpatara nnukwu esemokwu n'etiti SCP na Umma Party",
  "N'afọ 1967, Ibrahim bụ otu n'ime ụmụ nwanyị anọ a họpụtara na Kọmitii Central nke 33 nke Sudanese Communist Party, tinyere Mahasin Abd al-Aal, Naima Babiker al-Rayah na Suad Ibrahim Ahmed.",
  "N'afọ 1969, mgbe Jaafar Muhammad al-Nemieri weghaara ọchịchị n'ọchịchị ndị agha nke SCP kwadoro, ọrụ nke Women's Union gbasaa ma ụmụ nwanyị nwetara ọtụtụ ikike n'akụkụ dị iche iche",
  "Oge ezumike ezumike n'etiti ndị Sudanese Communist Party na Jaafar al-Nemieri kwụsịrị mgbe nnukwu esemokwu nke dugara na July 1971 na nnupụisi ndị agha nke SCP kwadoro nke Hashim Elatta duziri, mana nnupụchi ahụ dara mgbe ụbọchị ole na ole gachara na Nimiri laghachiri n'ọchịchị, nke dugara n'igbu ndị isi nnupụnụ nke SCP, n'etiti ha bụ Alshafi Ahmed Elshikh onye isi ndị ọrụ na di Fatima",
  "Mgbe nke ahụ gasịrị, e jidere Fatima n'ụlọ ruo ọtụtụ afọ, ma jide ya ọtụtụ ugboro n'oge ọchịchị Nemieri.",
  "N'afọ 1990, Fatima hapụrụ Sudan mgbe Omar Hassan al-Bashir wepụrụ ọchịchị ndị agha, wee sonye na ndị mmegide na mba ọzọ dị ka onye isi oche nke Sudanese Women's Union a machibidoro iwu",
  "N'afọ 1991, a họpụtara Fatima ka ọ bụrụ onye isi oche nke Women's International Democratic Federation",
  "Ọ laghachiri Sudan n'afọ 2005 mgbe nkwekọrịta dị n'etiti gọọmentị na ndị mmegide, a họpụtara ya dị ka onye nnọchi anya na nzuko omebe iwu na-anọchite anya SCP",
  "Nwanne ya nwoke bụkwa onye edemede ma tinye aka na ndọrọ ndọrọ ọchịchị Salah Ahmed Ibrahim, o nwere otu nwa nwoke site n'aka di ya Elshafi, aha ya bụ Ahmed.",
  "Ọ lara ezumike nká n'ọchịchị ndọrọ ndọrọ ọchịchị n'afọ 2011. Ọ nwụrụ na London na 12 Ọgọst 2017, mgbe ọ dị afọ 84, e mekwara emume olili ozu ya na Khartoum na 16 Ọgọust.",
  "A mụrụ ya bu Ibrahim na Khartoum",
  "Akụkọ na-enye ụbọchị a mụrụ ya n'ụzọ dị iche iche dị ka 20 Disemba 1928, ma ọ bụ na afọ 1932 ma ọ bụ na afọ 1933. O sitere n'ezinụlọ gụrụ akwụkwọ; nna nna ya bụ onye isi ụlọ akwụkwọ na ụlọ akwụkwọ Sudan nke izizi maka ụmụ nwoke yanakwa Imam na ụlọ alakụba dị n'ógbè ya",
  "Nna Fatima gụsịrị akwụkwọ ma turu ugo na Gordon Memorial College ma rụọ ọrụ dị ka onye nkuzi",
  "Nne Fatima so n'ọgbọ ndị mbụ nke ụmụ agbọghọ gara ụlọ akwụkwọ ahụ",
  "Fatima tolitere n'oge ndị Anglo-Egyptian Sudan na-achị obodo A chụpụrụ nna ya n'ịkụzi ihe n'ụlọ akwụkwọ gọọmentị mgbe ọ jụrụ ịkụzi ihe na asụsụ Bekee. Mgbe nke ahụ gasịrị nna ya kụziri kwara na ụlọ akwụkwọ ọzọ."
]