[
  "Fatima Abdel Mahmoud (27 Julaị 1944, Omdurman, Sudan 22 Julaị 2018, London, England) bụ onye ndọrọ ndọrọ ọchịchị Sudanese, onye ndú nke Sudanese Socialist Democratic Union N'afọ 1973, ọ bụ otu n'ime ụmụ nwanyị mbụ nwere ọkwá ndọrọ ndọrọ ọchịchị na Sudan, ọ sonyekwara na ntuli aka Sudan n'April 2010 dị ka nwanyị mbụ na-azọ ọkwa onye isi ala.",
  "A mụrụ Abdel Mahmoud na 27 Julaị 1944. Ọ gụrụ ọgwụ na Moscow, Russia, n'afọ ndị 1960 wee ruo eru dị ka dọkịta na-ahụ maka ụmụaka. N'afọ 1973, a họpụtara ya ka ọ bụrụ osote minista na-ahụ maka ndị ntorobịa, egwuregwu, na mmekọrịta mmadụ na ibe ya",
  "Nhọpụta a, tinyere nke Sayeda Nafisa Ahmed al Amin dị ka onye otu politburo nke Sudanese Socialist Union na-achị, mere akụkọ mba ụwa n'oge mgbe atụmatụ nke oge a na-etinye ọnụ ọgụgụ ụmụ nwanyị Sudan na-agụ akwụkwọ na 10%. Abdel Mahmoud jere ozi na ndị omeiwu ruo afọ iri.",
  "N'ọnwa Eprel afọ 2010, Sudan mere ntuli aka mbụ ya zuru oke (ya bụ, nke mbụ gụnyere ndị na-azọ ọkwa site na pati ndị mmegide) kemgbe afọ 1986",
  "N'ọnwa Jenụwarị afọ 2010, ụlọ ọrụ Sudanese National Elections Commission jụrụ Abdel Mahmoud maka ịzọ ọkwa onye isi ala, tinyere nke ndị ọzọ abụọ na-achọ ịzọ ọkwa, nke kwuru na mkpọsa Abdel Mahmioud enwetaghị stampụ ndị dị mkpa na ndepụta nke mbinye aka achọrọ na-akwado ịzọ ọkwa ya. Abdel Mahmoud na ndị na-akwado ya mere mkpesa megide mkpebi ahụ, nke ha kọwara dị ka onye nnọchiteanya nke nkata aghụghọ megide ụmụ nwanyị, ụlọ ikpe mkpegharị weghachikwara ya tupu ntuli aka ahụ.",
  "Ọtụtụ òtù ndị na-emegide ya mechara kwụsị ntuli aka ahụ, na-azọrọ na e mebiri ya maka onye isi ala Omar al-Bashir. Al-Bashir gara n'ihu merie ntuli aka ahụ n'ụzọ siri ike",
  "Nsonaazụ ntuli aka gosiri na Abdel Mahmoud nwetara 0.3% nke ngụkọta vootu. O mechara guzo na ntuli aka 2015 na Sudan, ebe ọ bịara nke atọ na ntuliaka onye isi ala na pati ya enwetaghị oche na National Assembly.",
  "E nyere ya ihe nrite FAO CERES na 1976.",
  "Abdel Mahmoud jere ozi dị ka Onye isi oche UNESCO maka ụmụ nwanyị na sayensị na teknụzụ, nke Mahadum Sayensị na Teknụzụ nke Sudan kwadoro.",
  "Ọ nwụrụ na London, England na 22 Julaị 2018, ụbọchị ise tupu afọ 74 ya."
]