[
  "Fatou Diome (a mụrụ n'afọ 1968 na Niodior ) bụ onye edemede French-Senegalese nke a maara maka akwụkwọ akụkọ ya kachasị ere ahịa The Belly of the Atlantic, nke e bipụtara n'afọ 2001",
  "Ọrụ ya na-enyocha ndụ ndị mbịarambịa na France, na mmekọrịta dị n'etiti France na Africa",
  "Fatou Diome bi na Strasbourg, France.",
  "A mụrụ Fatou Diome na Niodior n'àgwàetiti nke otu aha ahụ na Sine-Saloum Delta",
  "Nne nne ya zụlitere ya ma gaa ụlọ akwụkwọ ma nwee mmasị n'akwụkwọ French",
  "Mgbe ọ dị afọ iri na atọ, ọ hapụrụ Niodior wee gaa n'ihu na agụmakwụkwọ ya na M'Bour",
  "Mgbe ọ mmesịrị, ọ kwagara Dakar ka ọ gụọ akwụkwọ na mahadum, na-akwado onwe ya site n'ịrụ ọrụ dị ka onye na-elekọta ụlọ.",
  "N'afọ 1990, ọ lụrụ onye France wee kwaga France",
  "N'ịbụ onye ezinụlọ Serer na ezinụlọ ya jụrụ, ọ gbara alụkwaghịm afọ abụọ ka e mesịrị",
  "N'afọ 1994 Diome kwagara Strasbourg ka ọ gụọ akwụkwọ na Mahadum Strasbourg",
  "Aha nke Ph.D",
  "ya bụ Le Voyage, les échanges et la formation dans l'œuvre littéraire et cinématographique de Ousmane Sembène (Njem, mgbanwe, na agụmakwụkwọ na edemede na ọrụ ihe nkiri nke Ousmane Sembène).",
  "Site n'afọ 2002 ruo afọ 2003, Diome bụ onye nkuzi oge ọkara na Mahadum Marc Bloch, Strasbourg, na Institute of Pedagogy nke Karlsruhe (Germany). Site na Septemba 2004 ruo Nọvemba 2006, ọ gosipụtara mmemme telivishọn omenala na edemede Nuit Blanche (Sleepless night) na Ọwa French France 3 Alsace",
  "Diome bipụtara nchịkọta akụkọ dị mkpirikpi, La Préférence nationale, n'afọ 2001",
  "Akwụkwọ akụkọ mbụ ya, The Belly of the Atlantic (French: ) ghọrọ akwụkwọ kacha ere ahịa na France ma bipụta ya n'asụsụ Bekee site na Serpent's Tail",
  "[nkọwa dị mkpa] Akwụkwọ akụkọ mbụ ya bụ akụkụ nke akụkọ ndụ ya ma na-ekwu maka Salie, onye mbịarambịa Senegal bi na Strasbourg, na nwanne ya nwoke Madicke, onye nọrọ na Senegal",
  "Mgbe ọtụtụ afọ nke mgba gasịrị, Salie emechaala rute ma biri na France",
  "Nwanne ya nwoke nke nta na-atụ anya iso ya gaa France ma bụrụ onye egwuregwu bọọlụ na-aga nke ọma",
  "A sụgharịrị The Belly of the Atlantic n'asụsụ Bekee, German na Spanish",
  "E bipụtara akwụkwọ akụkọ ya nke abụọ, Kétala, n'afọ 2006 na France.",
  "Ọrụ Diome na-enyocha France na Senegal, na mmekọrịta dị n'etiti mba abụọ ahụ",
  "Ụdị ya na-emetụta akwụkwọ ọdịnala nke Afrịka",
  "Asụsụ ya bụ eziokwu ma doo anya, ọ na-egosipụtakwa ihe ngosi nke ihe isi ike nke ijikọta na France dị ka onye mbịarambịa, agwakọta ya na nostalgia na ncheta nke nwata na Senegal.",
  "Fatou Diome na-enupụ isi megide ndị na-enweghị ndidi, ọ na-agbachitere ọrụ nke ụlọ akwụkwọ na Republicanism.",
  "N'ihu ịrị elu nke populism, a na-akpọ Fatou Diome mgbe niile ka ọ kesaa echiche ya banyere ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya na mgbasa ozi telivishọn ma ọ bụ mgbasa ozi",
  "Karịsịa, ọ na-ewere ọnọdụ siri ike megide ịrị elu nke populism na France na “Rassemblement National'",
  "Dị ka onye edemede, n'akwụkwọ ya, ọ chọrọ ichetara ndị mmadụ mkpa nke ụkpụrụ republican na nke mmadụ n'ihi na ọ kwenyere na \"mgbe anyị na-eche ndị na-echegbu onwe ha banyere njirimara mba ihu, anyị agakwaghị ịgbachi nkịtị",
  "\"",
  "Diome na-agbaso isiokwu nke ụgwọ na neoliberalization na \"Le ventre de l'Atlantique\" (2003) na \"Celles qui attendent\" (2010)",
  "N'ime ọrụ abụọ ahụ, a na-eji ụgwọ agbachitere usoro erughị ala ma na-akpali ndị mbịarambịa ịchụso ọrụ na mba ndị ọzọ n'okpuru ọnọdụ na-adịghị mma.",
  "Diome na-agbakwa ozi maka imekọ ihe ọnụ n'etiti Europe na Africa",
  "O kwenyere na, n'oge a, Europe na-achịkwa imekọ ihe ọnụ nhaghị nhata ebe Africa enweghị njikwa na akụ ya",
  "Ọ na-agbachitere echiche ahụ bụ na mmekọrịta ọchịchị ndị ọchịchị na-anọgide na-adịgide adịgide na ndị Afrịka na ndị Europe ọ bụla, nke na-egbochi imekọ ihe ọnụ a ka ọ ghara ịdị n'otu",
  "Ọ na-eche na onye ọ bụla, n'agbanyeghị ebe o si, \"kwesịrị inwe mmetụta mmadụ mgbe ọ na-eche mmadụ ọzọ ihu. Ya mere, n'etinyeghị ibu ọrụ n'otu kọntinent karịa na nke ọzọ, Fatou Diome na-ekwupụta mkpa ọ dị ndị Afrịka ịtọhapụ onwe ha n'ọnọdụ ha na-emegbu na ndị Europe ịhapụ ọnọdụ ha dị elu iji kwụsị atụmatụ mmegbu / mmegbu, ndị na-enye onyinye / ndị nnata",
  "N'ikpeazụ, onye edemede ahụ kwuru na inyere ndị mmadụ aka pụtara inyere ha aka ka ha ghara ịchọ gị ọzọ, na-akatọ enyemaka mmepe nke mba ọdịda anyanwụ guzobere na Afrịka n'etiti ndị ọzọ."
]