[
  "Fatou Djibo (27 Eprel 1927 - 6 Eprel 2016) bụ onye Naijiria na-ahụ maka ikike ụmụ nwanyị, onye na-ahụ Maka ụmụ nwanyị, nkụzi na onye na-arụ ọrụ",
  "Ọ bụ onye isi oche nke Union des Femmes du Niger ma bụrụkwa nwanyị mbụ si Niger na-anya ụgbọala.",
  "A mụrụ Fadima Hassane Diallo na 27 Eprel 1927, nna Djibo bụ Chief Djagourou, onye ọchịchị ọdịnala nke ndị ọchịchị French họpụtara ka ọ bụrụ onye isi distrikti nke Téra ebe a mụrụ ya",
  "N'ime nzọụkwụ a na-adịghị ahụkebe n'oge ahụ, o zigara nwa ya nwanyị, mgbe ọ dị afọ asaa, n'ụlọ akwụkwọ praịmarị e meghere ọhụrụ na Téra ma n'ihi ya bụrụ otu n'ime ụmụ agbọghọ Naijiria mbụ gara ụlọ akwụkwọ",
  "Ọ gara n'ihu na agụmakwụkwọ ya na ụlọ akwụkwọ elementrị dị elu na isi obodo Niamey ma mesịa gaa n'ụlọ akwụkwọ ọzụzụ ndị nkuzi École normal de Rufisque na Senegal",
  "Ọ gụsịrị akwụkwọ na 1946",
  "N'otu afọ ahụ, ọ lụrụ onye nkuzi Djibo Yacouba onye ya na ya mụrụ ụmụ asatọ.",
  "Site na 1946 ruo 1966, Djibo rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ praịmarị, na mbụ na Fada N'Gourma ma mesịa na Maradi, Zinder, Tillabéri na Niamey",
  "N'afọ 1954 ọ bụ nwanyị mbụ na-anya ụgbọala na Niger. Djibo guzobere otu ụmụ nwanyị Union des Femmes du Niger (UFN) na 7 Machị 1959, nke ọ bụ onye isi oche ya ruo ọtụtụ afọ. N'afọ 1962, o duuru ndị nnọchi anya si n'òtù ahụ gaa Cairo.",
  "N'oge Republic Mbụ (1960-1974) ọ bụ ihu ọha maka nchegbu ụmụ nwanyị na Niger",
  "O kwuru na mmepe nke mba enweghị ike zuru ezu na-enweghị nnwere onwe nke ụmụ nwanyị nakwa na iwu kwesịrị ekwesị ga-akwụsị mmebi na mmechuihu nke ụmụ nwanyị",
  "N'otu oge ahụ, ọ hụrụ ọrụ bụ isi nke nwanyị Naijiria dị ka onye nkuzi nke ụmụ amaala ọdịnihu. N'afọ 1969, Djibo sooro di ya gaa Brussels mgbe a họpụtara ya ka ọ bụrụ onye nnọchi anya mba ọzọ",
  "Mgbe ọ nwụsịrị na 1968 ọ laghachiri Niger, ebe ọ ghọrọ onye na-ahụ maka akụ na ụba nke Lycée Kassaï School na Niamey. N'afọ 1971, ọ bụkwa osote onye na-ahụ maka akụ nke Union of Workers' Trade Unions of Niger. N'afọ 1978, o kelere USSR maka onyinye ọgwụ na ngwá ọgwụ ya nye Niger Red Cross. N'afọ 1979, ọ gara ogbako mba ụwa gbasara ụmụ nwanyị na idu ndú.",
  "Djibo lara ezumike nká na 1983 wee gaa n'ihu na-arụ ọrụ afọ ofufo maka òtù ọrụ, Red Cross na òtù ndị ọzọ. Ọ nwụrụ na Niamey na 6 Eprel 2016."
]