[
  "Fatuma Roba (Amharic: ፋጡማ ሮባ; amụrụ na 18 Disemba, na afọ 1973) bụ onye Etiopia na-agba ọsọ ogologo oge, nke a maara nke ọma maka ịbụ nwanyị Afrịka mbụ meriri nrite ọla edo na asọmpi Olympic marathon nke ụmụ nwanyị na Atlanta 1996 Summer Olympics na maka mmeri atọ na-esote Boston Marathons.",
  "A mụrụ Fatuma Roba na 18 Disemba, na afọ 1973 na Bekoji, Ethiopia. Ka Fatuma na-etolite, ọ dịghị nwanyị na-arụ ọrụ n'ebe dị anya na-agba ọsọ n'ime Etiopia, naanị Abebe Bikila",
  "Mgbe Fatuma nọ n'ụlọ akwụkwọ, a naghị agba ya ume ịgba ọsọ mana o kpebiri ịga n'ihu n'agbanyeghị. Ọ bụ Sentayehu Eshetu zụrụ ya, onye ya na ndị na-eme egwuregwu dịka Derartu Tulu rụburu ọrụ.",
  "O mere otu mba mbụ ya n'afọ 1988, na ọkara marathon",
  "N'afọ ahụ, ọ nọ n'elu iri na asọmpi ụwa, ka ọ na-erule afọ 1992, ọ ka mma ruo nke isii",
  "Mgbe ọ bịarutere nke mbụ na juniors na nke asaa n'ozuzu na New York Mini Marathon, o kpebiri ịnwale marathon zuru oke",
  "Ya mere na afọ 1994, o sonyere na Paris Marathon, na-emecha nke iri na itoolu, mgbe e mesịrị kwuo \"mgbe m mechara m kwuru, ;Ọ dịghị mgbe ọzọ, agaghị m eme nke a ọzọ, ọ dị ogologo!' Aṅụara m mmiri nke ukwuu, enwere m nsogbu afọ, mgbe 14km gachara agwụla m",
  "\"",
  "Ọ hapụrụ ogologo oge maka afọ na-esote, mana na ụbọchị 25 ga-aga ruo na afọ 1995 World Championships in Athletics, a tụrụ aro na ọ ga-asọmpi ebe ọ bụ na Ethiopia anaghị eziga onye ọzọ",
  "Ya mere, ọ gbara ọsọ, wee gbaa ọsọ ruo kilota 25 (16 mi), mana mgbe ahụ ọ na-enwe isi ọwụwa ma daa ọtụtụ ugboro",
  "Ọ gwụchara nke iri na itoolu, na oge nke 2:39:27, mana arụmọrụ ya mere ka ọ banye n'ụlọ ọgwụ mgbe nke ahụ gasịrị.",
  "Mana Fatuma kpebiri ịga n'ihu na ọzụzụ n'ebe ahụ",
  "O meriri marathon mbụ ya na Marrakech na mbido afọ 1996, tupu ya emeri Rome Marathon ọnwa abụọ ka e mesịrị",
  "N'etiti ọsọ abụọ ahụ, ọ meziwanyere oge kachasị mma ya site na otu nkeji",
  "Mgbe mmeri na Rome gasịrị, a họpụtara ya maka ndị otu Etiopia na 1996 Summer Olympics, na Atlanta, United States, ma mee ka ọzụzụ ya sie ike. O mechara kwuo na site na kilota iri na asatọ (11 mi) na marathon ụmụ nwanyị na Atlanta Games, o doro anya na ọ meriri n'ọsọ ahụ n'ihi na ndị ọzọ na-agba ọsọ na-agwụ ike n'agbanyeghị na ọ na-achọta ọsọ ahụ. Site na mmeri ya na ihe nrite ọla edo, Fatuma ghọrọ nwanyị mbụ si mba Afrịka meriri n'asọmpi ụmụ nwanyị na egwuregwu Olimpik.",
  "Fatuma merikwara Boston Marathons ugboro atọ n'usoro site na 1997-1999 Onye mmeri Boston ugboro atọ fọrọ nke nta ka ọ ghara inwe akara nke anọ n'usoro n'afọ 2000, na-abịa na nke atọ na njedebe kachasị nso n'akụkọ ihe mere eme. O mechara kwuo \"Ọ dị mma, nye m, marathons kachasị ukwuu n'ime marathons niile bụ Olympic Marathon, mana ebe nke abụọ bụ Boston\".",
  "Àtụ:Footer Olympic Champions Marathon Women"
]