[
  "Fawzia Yusuf Haji Adam (Somali: Fawzia Yusuf H",
  "Adam, Arabic: ) bụ onye ndọrọ ndọrọ ọchịchị Somalia",
  "Site na 4 Nọvemba na afọ  2012 ruo 17 Jenụwarị, na afọ 2014, ọ rụrụ ọrụ dị ka Minista na-ahụ maka ihe gbasara mba ọzọ na osote praịm minista nke Somalia na osote onye isi ala nke Somalia.",
  "N'ụbọchị nke anọ n'ọnwa Nọvemba n'afọ 2012, Praịm Minista Abdi Farah Shirdon họpụtara Adam ka ọ bụrụ Minista Na-ahụ Maka Mba Ọzọ na osote Praịm Mịnịsta nke Somalia",
  "Ọ bụ nwanyị mbụ a họpụtara maka ọnọdụ ahụ. A họpụtara Adan ka ọ bụrụ osote praịm minista.",
  "N'ọnwa Nọvemba afọ 2012, ndị ọchịchị gọọmentị Somalia rịọrọ ndị United Nations Security Council maka enyemaka n'inweghachi akụ na ego ọha na eze na-ejide na mba ọzọ",
  "Ndị ọchịchị mba ọzọ, ụlọ ọrụ na ụlọ ọrụ ndị mba ọzọ emeela ka ihe onwunwe steeti ahụ kpọnwụrụ akpọnwụ mgbe ọdịda nke gọọmentị etiti Somalia na na afọ 1991 iji gbochie iji ya eme ihe n'enweghị ikike",
  "N'ọnwa Jenụwarị afọ 2013, Adan na ndị ọzọ so na kọmitii Somalia malitere usoro nyocha na mweghachi nke akụ mba Somalia, nke gụnyere ụgbọ mmiri na ụgbọelu ndị ekwere na a ga-eme na Ịtali, Germany na Yemen.",
  "Na ngwụcha Mee, na afọ 2013, Adan na Minista Na-ahụ Maka Mba Ọzọ nke United Arab Emirates Sheikh Abdullah bin Zayed Al Nahyan bịanyere aka na Memorandum of Understanding on bilateral cooperation",
  "Nkwekọrịta ahụ na-eweghachi mmekọrịta mmekọrịta dị n'etiti Somalia na UAE, ma na-elekwasịkwa anya na ndọrọ ndọrọ ọchịchị, nchekwa, akụ na ụba, itinye ego na ngalaba mmepe",
  "Tụkwasị na nke a, gọọmentị Emirati mara ọkwa na ọ ga-emeghe ụlọ ọrụ nnọchiteanya ya na Mogadishu.",
  "N'ọnwa Ọgọstụ afọ 2013, mgbe ya na osote onye isi ala China bụ Wang Yang nwesịrị nzukọ, Adan kwupụtara na ndị ọchịchị Somalia na-atụ anya imekọ ihe ọnụ na gọọmentị China na ike, akụrụngwa, nchekwa mba na ngalaba ọrụ ugbo, n'etiti ndị ọzọ",
  "Wang toro ọbụbụenyi ọdịnala dị n'etiti mba abụọ ahụ ma kwughachi mkpebi China na usoro udo Somalia. Na Septemba, na afọ 2013, gọọmentị abụọ ahụ bịanyere aka na nkwekọrịta mmekọrịta gọọmentị na Mogadishu dị ka akụkụ nke atụmatụ mgbake mba afọ ise na Somalia",
  "Nkwekọrịta ahụ ga-ahụ ndị ọchịchị China ka ha wughachi ọtụtụ ihe owuwu dị mkpa na isi obodo Somalia na ebe ndị ọzọ, gụnyere National Theatre, ụlọ ọgwụ, na Mogadishu Stadium",
  "Tụkwasị na nke a, onye nnọchi anya China bụ Liu Guangyoun gosipụtara na China ga-emeghe ụlọ ọrụ nnọchi anya ya na Mogadishu n'ala nke gọọmentị Somalia nyere maka nzube ahụ.",
  "Oge Adan dị ka Minista na-ahụ maka ihe gbasara mba ofesi na osote praịm minista nke Somalia kwụsịrị na 17 Jenụwarị, na afọ 2014, mgbe praịm Minista ọhụrụ Abdiweli Sheikh Ahmed họpụtara Abdirahman Duale Beyle dị ka Minisita na-ahụ Maka ihe gbasara mba ọzọ na Ridwan Hirsi Mohamed dị ka osote praikm minista.",
  "Adam na-azọ ọkwa onye isi ala nke Somalia na ntuli aka onye isi ala Somalia nke afọ 2022.",
  "Àtụ:Somali presidential elections"
]