[
  "Fawziya Abikar Nur (Somali: ) bụ Minista Federal nke Somalia maka ahụike na nlekọta ọha na eze kemgbe Machị 2017",
  "A zụrụ ya n'iwu na ahụike ọha na eze ma rụọ ọrụ na World Health Organization",
  "Ọ nọ n'ọkwa ahụ n'oge ntiwapụ nke ọrịa COVID-19 na Somalia na mbata nke ọgwụ mgbochi mbụ.",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Mba Somalia ma na Febụwarị 1985 ọ gụsịrị akwụkwọ",
  "Ọ gara Ịtali ebe ọ gụsịrị akwụkwọ afọ abụọ na iwu ọha na eze na Mahadum Bologna",
  "Ọ nọrọ n'Ịtali wee gaa n'ihu na Istituto Superiore di Sanità na Rom ebe ọ nwetara nzere masta na Health Services Management tupu ọ gụchaa nzere doctorate na Mahadum Sapienza nke Rome na ahụike ọha.",
  "Ọ rụrụ ọrụ na Mahadum Mba Somalia dị ka onye nkuzi na-enyere ya aka ma mesịa na mmemme ọzụzụ iji belata ịda ogbenye na Sapienza na Istituto Superiore di Sanità",
  "Site na 2012 ruo 2016, ọ rụrụ ọrụ dị ka onye ndụmọdụ maka World Health Organization na Somalia.",
  "N'abalị iri abụọ na otu n'ọnwa Machị n'afọ 2017, ọ ghọrọ Minista Federal nke Somalia maka ahụike na nlekọta ọha na eze wee sonye na kọmitii ọhụrụ nke Praịm Minista Hassan Ali Khaire. Ngalaba ahụike dị na Mogadishu.",
  "N'afọ 2018 o kwuru banyere ihe ịga nke ọma mba ya nwere n'ịlụso ọgbụgbọ na polio ọgụ.",
  "N'ọnwa Eprel 2020, e dekọrọ ọnwụ mbụ nke ọrịa COVID-19 na Somalia",
  "Nur kwupụtara ọnwụ nke onye mbụ e gburu bụ nwoke dị afọ 58",
  "Onye nke abụọ e gburu bụ Khalif Mumin Tohow onye bụ Minista Ikpe Ziri Ezi maka steeti Somalia nke Hirshabelle. Ọ ka si nleta ọ gara United Kingdom lọta.",
  "N'abalị asatọ n'ọnwa Eprel 2021, ọnụ ọgụgụ ndị nwụrụ n'ihi ọrịa COVID-19 bụ 576",
  "N'abalị iri na otu n'ọnwa Eprel 2021, minista ahụ natara ọgwụ mgbochi coronavirus mbụ site na China. Onye nnọchi anya China bụ Qin Jian nyere ọgwụ mgbochi ọrịa Sinopharm BIBP 200,000. Ụbọchị iri ka e mesịrị, Somalia natara ọgwụ mgbochi ọrịa Oxford-AstraZeneca 300,000 site na atụmatụ COVAX; Nur kwuru na a ga-eziga ọgwụ mgbochi ahụ na mpaghara ọ bụla nke Somalia ma nye ndị ọrụ ahụike ihe mbụ n'oge mmemme ịgba ọgwụ mgbochi.",
  "N'ọnwa Eprel, ọ kwupụtakwara na Òtù Ahụ Ike Ụwa ga-eduga n'imeziwanye na nlekọta ahụike uche",
  "Ọrụ a na-elekwasị anya na ndị Somalia na-eto eto ndị esemokwu metụtara",
  "Enwere obere ndokwa maka ahụike uche na mba ebe ụzọ abụọ n'ụzọ atọ nke ndị bi na ya erubeghị afọ iri atọ ma ọtụtụ na-ebi na ime ihe ike."
]