[
  "Chibuzor Oji, nke a maara nke ọma site na aha ya bụ Faze, bụ onye egwu na onye na-eme ihe nkiri onyonyo na Naijiria",
  "Ọ bụ onye otu egwu hip hop nke Naijiria Plantashun Boyz, ya na BlackFace Naija na 2face Idibia",
  "Ndị otu ahụ kewara n'afọ 2004 ma onye ọ bụla so n'òtù ahụ agaala n'ihu ịmalite ọrụ naanị ya.",
  "Abọm mbụ ya bụ Faze Alone rere ihe karịrị nde atọ, ebe abọm nke abụọ ya bụ Independent rere ihe karịrị nde asaa",
  "Abọm nke atọ ya bụ Originality gara platinum n'ọnwa mbụ nke ntọhapụ ya",
  "Ọ bụ onye egwu Naịjirịa mbụ nwere album platinum atọ n'usoro",
  "Mmekọrịta ya gụnyere otu egwu ya na Wyclef Jean nke akpọrọ \"Proud to Be African\".",
  "N'afọ 2011, Faze mere ihe nkiri izizi ya ebe ọ mere ka ihe nkiri nwoke nke Lovechild na ihe nkiri a ma ama nke Naijiria bụ Alero's Symphony",
  "O nyekwara ụda ihe nkiri ahụ nke o ritere Africa Movie Academy Award n'afọ 2012, na ngalaba nke Achievement in Soundtrack",
  "A mụrụ Chibuzor Oji n'afọ1977 na Festac Town, Lagos",
  "Oji bụ onye nke anọ n'ime nnukwu ezinụlọ nwere ụmụ itoolu",
  "A na-ekwu na ndị ezinụlọ niile nwere ezigbo olu na-abụ abụ nke zuru oke site na ogologo oge ha na-abụ abụ otuto n'oge ekpere.",
  "Oji mere mgbalị mbụ ya iji nweta mgbasa ozi mgbe o meriri asọmpi DBN Karaoke nke afọ 1994",
  "Ọ rụrụ dị ka onye egwu rap n'okpuru aha Lyrical Orge ruo mgbe ọ sonyeere Plantashun Boiz\nFaze wepụtara mgbalị mbụ ya nke akpọrọ \"Faze Alone\" na nkeji iri na ise ikpeazụ nke afọ 2004",
  "Egwu egwu \"Faze Alone\", \"Angel Gabriella\", \"Miss U\" na \"Na True\" ruru ebe kachasị elu na chaatị egwu dị iche iche.\nỤdị egwu ya a na-akpọ universal flavor - ngwakọta dị mma nke R&B, Reggae, Pop, Dancehall, Ragga na Soul, ha niile nwere ụda olu Afrịka ka a ma ama site na ntọhapụ nke abọm ahụ.",
  "N'afọ 2006, Faze wepụtara abọm nke abụọ ya \"Independent\"",
  "N'afọ 2008 wepụtara abọm studio nke atọ site na Faze",
  "Onye ndu \"Originality\" okpukpu abụọ dị ka aha abọm ahụ",
  "Egwu ndị ọzọ sitere na abọm ahụ bụ \"Am In Love\" na \"Spend My Money\".\nN'afọ 2012, Faze gara n'ihu ịrụ ọrụ ma wepụta abọm nke anọ \"REFAZED\"",
  "Onye ndu nke abọm \"Am In The Mood\" nwere ntụgharị dị elu na redio na igwe onyonyo.",
  "N'afọ 2013, ọ gbakwunyere egwu abụọ ọzọ \"Ifeoma\" na \"Lambo\" na mbido ya, onye na-agụ egwu ahụ gbasoro otu egwu ahụ na vidiyo na egwu ọ bụla n'otu oge",
  "Faze esorola ndị mba ọzọ nwere ntụkwasị obi mba ụwa dịka Beenie Man, Wyclef Jean, onye ya na ya dekọkwara egwu \"Proud To Be African\", na Akon.",
  "Faze site na egwu ya akwadola ụdị azụmahịa zuru ụwa ọnụ ma na-akwanyere ùgwù dị ka Star na Star Trek Event kwa afọ, Globacom na National Globacom Campus Storm, Guinness na Guinness Extra Smooth Discovery Shows, na Sprite na ihe omume ha maka ndị ntorobịa, Spriteball",
  "Mgbe ọ sonyeere Plantashun Boyz dị ka mmadụ atọ na BlackFace Naija na Tuface (2face Idibia), ọ gbanwere aha ya na Faze",
  "Ndị otu ahụ wepụtara abọm abụọ na usoro ahụ: Body and Soul n'afọ 2000 na Sold Out n'afọ 2003",
  "Oge ahụ mebiri site na anụ ehi na-emepe emepe banyere \"Faze versus 2Face\" na ndị otu ahụ nke mere ka ndị otu ahụ gbasaa n'ikpeazụ n'afọ 2004",
  "Ndị otu ahụ gbakọtara n'afọ 2007 naanị maka otu abọm ọzọ Plan B' nke ndị njikwa Plantashun Entertainment na-elekọta nke onye bụbu onye njikwa Tuface bụ Nathaniel Akinwale Owoyemi na nwanne ya nwoke na onye njikwa ya bụ Ifeanyi Oji' guzobere.",
  "N'afọ 2014, Independent Entertainment na Valanchy Records n'okpuru Plantashun Management ọhụrụ ma ha anọwo na-arụ ọrụ",
  "Mgbe nkewa nke Plantashun Boyz n'afọ 2004, Faze bịanyere aka ná Akara egwu Solomon Arueya's Westside nke Lagos, Nigeria, iji mepụta abọm mbụ ya akpọrọ Faze Alone",
  "Abọm ahụ nwetara ọkwa platinum na ahịa nke nde 1.2 n'ọnwa mbụ ya",
  "Otu egwu \"Faze Alone\" mere nke ọma na chaatị egwu Naịjirịa, na-eru nọmba 1 na chaatị egwu nke ụlọ ọrụ redio ama ama dị ka Rhythm FM, Cool FM, na Ray Power FM",
  "A nabatara egwu \"Miss U\" na \"Angel Gabriella\" sitere na abọm Faze Alone nke ọma",
  "Abọm ahụ webatara ụda olu Faze gụnyere ikike ya ịbụ abụ kachasị elu site n'aka nwoke na ụlọ ọrụ egwu Naịjirịa",
  "N'afọ 2006, o ritere ihe nrite Hip-Hop World maka Best Vocalist",
  "Ọ na-ewepụta ihe ya site na akara ndekọ ọ nwere, Independent Entertainment",
  "Na abọm nke abụọ ya akpọrọ 'Independent', nke ewepụtara n'afọ 2006, o wepụtara egwu dịka Kpo Kpo Di Kpo, Letter to my Brother, Tattoo Girls, Need Somebody na Kolomental",
  "Kolomental ga-aga ịghọ abụ na klọb na nnọkọ niile na Naịjirịa.",
  "Ọ gara ezumike okike maka afọ ole na ole n'oge ọ na-apụ n'anya n'ihe nkiri egwu",
  "Ihe kpatara nkwụsị a bụ, n'okwu nke ya, \"ịmụ ụdị ụda a na-eme n'ebe niile ka m wee nwee ike idozi onwe m na ya n'ebughị ụzọ pụọ n'ezie onwe m",
  "Nke ahụ bụ naanị ya",
  "\"",
  "N'ọnwa Ọgọstụ afọ 2014, Faze laghachiri na ntọhapụ nke otu egwu ya 'Your Daughter' nke natara massisve air play",
  "Ọ gara n'ihu wepụta egwu ọzọ a na-akpọ 'Tonite' ya na onye egwu egwu egwu Naịjirịa bụ Patoranking",
  "Africa Movie Academy Awards (AMAA) - Mmeri n'egwu kacha mma (Alero's Symphony) (2012)",
  "Africa Movie Academy Awards (AMAA) -  (Alero's Symphony) (2012)"
]