[
  ".Na Julaị 12, 2007, otu ndị helikopta US AH-64 Apache duziri ọtụtụ ọgụ ikuku na ala na Al-Amin al-Thaniyah, New Baghdad, n'oge agha Iraq nke sochiri mbuso agha Iraq",
  "N'April 5, 2010, mwakpo ahụ nwetara mkpuchi na esemokwu zuru ụwa ọnụ na-esote ntọhapụ nke nkeji 39 nke eserese egbe site na weebụsaịtị WikiLeaks",
  "E gosipụtara ihe onyonyo a ka nkewa, mana onye wepụrụ ya, onye agha US Army Chelsea Manning,[lower-alpha 1] gbara akaebe na 2013 na ekewaghị vidiyo ahụ.  Vidio a, nke WikiLeaks kpọrọ Collateral Murder, gosiri ndị ọrụ ụgbọ mmiri ka ha gbagburu otu ụmụ nwoke ma gbuo ọtụtụ n'ime ha, na-achịkwa ụfọdụ ndị merụrụ ahụ ọchị, ndị niile bụ ndị nkịtị, gụnyere ndị nta akụkọ Reuters abụọ.",
  "Otu onye ọrụ ndị agha US na-amaghị aha kwadoro izi ezi nke ihe onyonyo a, nke kpalitere mkparịta ụka zuru ụwa ọnụ gbasara iwu na ụkpụrụ omume nke mwakpo a.",
  "Na iku nke atọ, ndị na-anya ụgbọ elu Apache na-ele ndị mmadụ, gụnyere ụfọdụ ndị ji egbe, gbaba n'otu ụlọ ma jiri ọtụtụ akụ ụta AGM-114 rụọ ụlọ ahụ.￼",
  "Dị ka Tom Raju, onye nta akụkọ na CNN si kwuo, \"ndị agha nke ụlọ ọrụ Bravo, 2-16 Infantry bụ ndị a na-agba ọkụ n'ụtụtụ niile site na bọmbụ roket na obere ngwa agha n'ụbọchị mbụ nke Operation Ilaj na Baghdad\"",
  "Al Jazeera kwuru na ndị agha enwetala \"akụkọ nke obere ngwa ọgụ\", mana enweghị ike ịkọwapụta ndị ogbunigwe ahụ nke ọma",
  "Onye agha nọ na Humvee (Hotel 2–6) kpọrọ helikopta Apache n'okpuru mwakpo sitere n'otu ọnọdụ nke Namir Noor-Eldeen ji were foto ụgbọ ala ahụ.  Dị ka nyocha ndị agha si kwuo, ndị agha nọ na ụlọ ọrụ ahụ \"nọ n'okpuru obere ngwa agha na rọketi na-agbapụta bọmbụ grenade kemgbe\" ọrụ ahụ-akọwara dị ka \"na-ehichapụ ngalaba ha na ịchọ ebe nchekwa ngwá agha\" -malitere.",
  "..Na vidiyo n'ụtụtụ Julaị 12, 2007, ndị ọrụ ụgbọ elu United States Army abụọ AH-64 Apache na-ahụ nnọkọ nke ndị ikom na nso akụkụ nke Baghdad n'ụzọ nke na-aga n'ihu ndị agha ala US, ụfọdụ ji AKM na RPG",
  "Ndị ọrụ ụgbọ mmiri ahụ na-eme atụmatụ na ndị otu ahụ dị mmadụ iri abụọ.  N'ime otu a bụ ndị nta akụkọ abụọ na-arụ ọrụ maka Reuters, Namir Noor-Eldeen na Saeed Chmagh.      Mgbe ha abụọ na-ebu kaadị mgbasa ozi, otu onye agha kwuru na ha eyighị uwe pụrụ iche na-egosi na ha bụ ndị dị otú ahụ.  Noor-Eldeen nwere igwefoto ma Chmagh na-ekwu okwu na ekwentị mkpanaaka ya.",
  "Otu onye ọrụ ụgbọ mmiri na-arịọ ikike ka ọ banye n'ọrụ mgbe ọ hụrụ mmadụ ise ma ọ bụ isii n'ime ndị ikom na-agagharị na ntụziaka nke ndị agha US",
  "Ogologo onyinyo nke a na-etinye n'ala site na oghere telephoto na igwefoto Noor-Eldeen bụ nke onye na-anya ụgbọelu na-aghọtahie dị ka RPG ọzọ e lekwasịrị ya na U.S",
  "Army Humvee kpọmkwem n'okpuru ụgbọelu ya",
  "Otu sekọnd mgbe nke ahụ gasịrị, ọ tiri mkpu, \"O nwere RPG!\" Noor-Eldeen enweghị ike ise foto Apache mana foto atọ nke U.S",
  "Humvee pụtara na kaadị nchekwa igwefoto ya mgbe ndị agha US nwetara ya",
  "Ndị ikom ahụ na-ekpuchi onwe ha n'azụ ụlọ ka ndị Apache na-agagharị n'ìgwè ahụ",
  "Helikọpta abụọ ahụ na-agba otu ndị ikom iri egbe 30 mm ozugbo ha pụtara ọzọ",
  "Mgbe ọkụ helikọpta ahụ gbara, otu n'ime ndị ọrụ ahụ tiri mkpu \"Hahaha",
  "M kụrụ 'ha' ma onye ọzọ so n'òtù ahụ zaghachiri \"Oh ee, lee ụmụ nwoke ndị ahụ nwụrụ anwụ anya\".",
  "WikiLeaks kwuru n'okwu mmalite nke otu n'ime vidiyo ha banyere ihe ahụ merenụ na \"ụfọdụ n'ime ndị ikom ahụ yiri ka ha ji égbè [ọ bụ ezie na] omume nke ihe fọrọ nke nta ka ọ bụrụ onye ọ bụla dị jụụ\" na ederede mmeghe nke vidiyo ahụ dị mkpirikpi",
  "Julian Assange kwuru na \"e nyere ikike itinye aka tupu e jiri okwu 'RPG' mee ihe\"",
  "Politifact kwuru, sị: \"Mgbe Assange kwuru n'ihe gbasara ịkwado aha 'Collateral Murder' na ejighị okwu 'RPG' mee ihe ruo mgbe e nyere ya ikike ịlụ ọgụ, ọ na-ahapụ echiche na e nyere ndị agha ikike imeghe égbè n'otu ìgwè ndị ikom na-enweghị ihe agha, ma ọ bụ ndị ikom kwenyere na ha enweghị ihe agha",
  "Mana vidiyo na ihe na-eso ya na-eme ka o doo anya na ndị agha nọ na helikọpta ahụ kwuru na ha hụrụ 'ngwá agha' n'etiti ndị nọ n'ìgwè ahụ - onye nyocha ndị agha mechara mara dị ka AK-47 na RPG.Assange mechara kwuo \"Dabere na ihe akaebe anya, echere m na enwere ike ịnwe AK na RPG, mana ejighi m n'aka na nke ahụ pụtara ihe ọ bụla.\"  Nyochaa iwu nke ndị agha US mere kwuru na a chụpụrụ ụmụaka abụọ ahụ na 28th Combat Support Hospital site na Forward Operating Base Loyalty, wee bufee ya na ụlọ ọrụ ahụike Iraq n'echi ya.",
  "Na The Independent na Eprel 8, 2010, onye na-ahụ maka ihe ndị ruuru mmadụ bụ Joan Smith dere na mmemme ahụ dị ka egwuregwu nye ndị ọrụ helikopta",
  "O dere na onye na-akwọ ụgbọelu gbara onye nta akụkọ na-anwụ anwụ, nke na-enweghị ihe agha ume ka ọ were ngwá agha ka ọ na-anwa ịdọrọ na nchekwa nakwa na \"ndị ọrụ Apache malitere ịgba ndị nkịtị égbè\"",
  "Mgbe a gwara ndị ọrụ ahụ na mwakpo ha merụrụ otu nwatakịrị ahụ, otu onye zaghachiri na mbụ, \"Ah damn",
  "Oh ọ dị mma\", ma otu nkeji ka e mesịrị gaa n'ihu, \"Ọ dị mma, ọ bụ ụta ha maka iwebata ụmụaka n'ọgụ\"",
  "Smith kọwara mmeghachi omume a dị ka obi ọjọọ",
  "Ọ na-eme ihe yiri ndị agha nwere nsogbu nchekasị na agha ndị gara aga",
  "Ọ gara n'ihu, \"agha ndị dị na Iraq na Afghanistan na-emebi ndị agha nnukwu uche\"",
  "N'ịjụ ịnakwere nke a, ndị agha US na-akụda ma ndị agha nke ha ma ndị ha na-egbu",
  "O kwubiri na usoro iwu kwesịrị ịdị iji mata \"ndị agha nwere nnukwu nsogbu uche\".",
  "N'ụbọchị mwakpo ahụ, ndị agha US kọrọ na e gburu ndị nta akụkọ abụọ ahụ na ndị nnupụisi itoolu, nakwa na njikọ helikopta ahụ metụtara ndị agha US nke obere égbè na RPG wakporo",
  "Onye na-ekwuchitere ndị agha US Lieutenant Colonel Scott Bleichwehl mechara kwuo, sị: \"Ọ dịghị obi abụọ ọ bụla na ndị agha jikọrọ aka na-etinye aka n'ụzọ doro anya na agha megide ndị iro\".",
  "N'abalị iri abụọ na ise n'ọnwa Julaị n'afọ 2007, n'oge mkparịta ụka na-enweghị ihe ndekọ na Baghdad site n'aka ndị agha US, e gosipụtara ndị nchịkọta akụkọ Reuters abụọ \"ihe na-erughị nkeji atọ nke vidiyo site na igwefoto égbè Apache, ruo kpọmkwem n'oge ọ malitere ịgba égbè na nke mbụ\"",
  "Ndị editọ rịọrọ ka ha hụ ihe nkiri fọdụrụnụ ka Reuters wee nwee ike ịchọpụta ma edezigharịrị ya ma ọ bụ mebie ya",
  "A jụrụ arịrịọ ha na mkparịta ụka ahụ ma gwa ha ka ha chọọ ohere n'okpuru Iwu Nnwere Onwe Ozi nke US. Reuters rịọrọ ka e dee vidiyo zuru ezu n'okpuru Iwu Nnwere Onwe nke Ozi (FOIA) n'otu ụbọchị ahụ.  Na nkwupụta onwe onye n'oge ụlọ ikpe agha ya, Chelsea Manning kwuru na ndị agha nwere ike ịnweta vidiyo ahụ, ma na-enyocha ya nke ọma, mana ọ gwara Reuters na nzaghachi maka arịrịọ FOIA na ozi ahụ nwere ike ọ gaghịzi adị. Pentagon mechara gbochie arịrịọ FOIA n'agbanyeghị ọtụtụ arịrịọ ndị Reuters rịọrọ.",
  "Mgbe ndị agha US kwubiri na omume ndị agha ahụ kwekọrọ na iwu nke agha na \"Iwu nke Mmekọrịta\" nke ya, WikiLeaks wepụtara Iwu nke Mmekụta maka 2006, 2007 na 2008, na-ekpughe iwu tupu, n'oge, na mgbe mwakpo ahụ gasịrị.",
  "Onye nta akụkọ Washington Post bụ David Finkel, onye n'oge ahụ na Bravo Company 2-16 Infantry, mechara kpuchie ihe ndị mere n'ụbọchị ahụ n'akwụkwọ ya, The Good Soldiers",
  "N'oge a na-ege ntị tupu ikpe ikpe n'ọnwa Febụwarị afọ 2013, Manning kwuru na Finkel \"na-ehota, enwere m mmetụta n'ụzọ ziri ezi, nkwukọrịta ọdịyo nke ndị ọrụ ngwá agha ụgbọelu\"",
  "O kwuru na ọ \"na-ewe iwe\" na ngosipụta Finkel banyere ihe merenụ",
  "\"N'ịgụ akụkọ ya,\" ka ọ kọwara, \"otu ga-ekwere na nkwekọrịta ahụ ziri ezi n'ụzọ ụfọdụ dị ka 'ịkwụ ụgwọ' maka mwakpo mbụ nke dugara n'ọnwụ nke onye agha\".",
  "Ọ bụ ụlọ ọrụ mgbasa ozi na-enweghị uru WikiLeaks wepụtara ihe nkiri ahụ n'oge nzukọ ndị nta akụkọ nke Eprel 5 na US National Press Club, ma mesịa na ebe nrụọrụ weebụ a họpụtara aha ya bụ Collateral Murder",
  "WikiLeaks kwuru na ihe nkiri ahụ na-egosi \"mgbukpọ nke ndị nkịtị Iraq na ndị nta akụkọ Reuters abụọ\".\nWikiLeaks gosipụtara isi iyi nke ihe omimi ahụ dị ka \"ọtụtụ ndị agha na-eme mkpesa\"",
  "N'ikwu okwu na Reuters n'ọnọdụ nke amaghị aha, onye ọrụ nchekwa US kwupụtara izi ezi nke ọdịyo na vidiyo ahụ",
  "Ndị agha kọrọ na ha enweghị ike ịchọta mbipụta nke vidiyo ahụ.",
  "N'abalị iri na itoolu n'ọnwa Eprel afọ 2010, Ethan McCord, onye pụtara n'ala na vidiyo ahụ, na Josh Steiber, onye otu ụlọ ọrụ ahụ na-anọghị n'ụbọchị ahụ, dere akwụkwọ ozi na-emeghe nke Reconciliation & Responsibility nye ndị Iraq na-arịọ mgbaghara maka ihe ndị mere na vidiyo ahụ",
  "Ha dere na:",
  "N'ajụjụ ọnụ ya na Fox News, Assange kwuru na \"ọ ga-abụ na ụfọdụ n'ime ndị a hụrụ na vidiyo ahụ bu ngwá agha\" na \"dabere na ihe akaebe anya m na-eche na enwere ike ịnwe AK na RPG, mana ejighị m n'aka na nke ahụ pụtara ihe ọ bụla",
  "..",
  "Ihe fọrọ nke nta ka ọ bụrụ ezinụlọ Iraq ọ bụla nwere égbè ma ọ bụ AK",
  "Ụmụ nwoke ndị ahụ gaara echebe mpaghara ha\"",
  "Fox News mechara kwuo na \"ọ bụ ezie na enwere ike ikwu na égbè AK-47 bụ ihe ndị a na-ahụkarị n'ụlọ, RPG abụghị\"",
  "Nchịkọta nke vidiyo WikiLeaks mepụtara zoro aka na AK-47s na RPGs, mana WikiLeaks kwuru na n'ikpeazụ ha ejighị n'aka banyere RPG, na-ekwere na ihe ogologo ahụ nwere ike ịbụ igwefoto tripod, yabụ ha kpebiri ịghara igosi ya na mbipute a tọhapụrụ",
  "Assange kwukwara na \"ọ bụ ihe nzuzu ikwu na anyị ewepụla ihe ọ bụla n'ihe gbara ya gburugburu na vidiyo a\".",
  "Na Febụwarị 28, 2013, Manning kwetara na ikpe mara ya maka ebubo 10 n'ime ebubo 22 a kapịrị ọnụ",
  "Ikpe ya na ebubo ndị fọdụrụnụ malitere na June 3, 2013",
  "Na Julaị 30, a tọhapụrụ Manning na ebubo kachasị njọ, nke inyere ndị iro aka, maka inye WikiLeaks ihe nzuzo",
  "Na mgbakwunye na ebubo nledo ise ma ọ bụ isii, a chọpụtakwara na ikpe mara ya maka nkọwa zuru ohi ise, nkọwa aghụghọ kọmputa abụọ na ọtụtụ mmebi iwu ndị agha.",
  "N'isiokwu dị na June 7, 2010, na The New Yorker, Raffi Khatchadourian kwuru ọtụtụ okwu metụtara ikpebi iwu nke mwakpo ahụ, gụnyere \"ọdịdị\", \"nkọwa ziri ezi\" (\"nnọọ obi\" na onye ahụ nwere ebumnuche obi ọjọọ), na \"ọgwụgwọ nke ndị nwụrụ anwụ n'oge ọrụ agha na-aga n'ihu\".",
  "Dabere na akụkọ nyocha nke ndị agha US nke United States Central Command wepụtara, nkwekọrịta ahụ malitere na 10:20 oge mpaghara Iraq wee gwụ na 10:41",
  "Otu ndị sitere na Bravo Company 2-16 dị n'ime mita 100 nke ndị a gbagburu na 30 mm AH-64 Apache cannons",
  "E boro ụlọ ọrụ ahụ ebubo iwepụ obere ndị agha ọ bụla na mpaghara ha, ma bụrụkwa ndị obere ngwá agha na grenade rocket-propelled (RPGs) gbara égbè",
  "Ụlọ ọrụ ahụ nwetara nkwado site na helikọpta Apache abụọ sitere na 1st Cavalry Division's Aviation Brigade, akara oku \"Crazyhorse 1/8\" na \"Crazihorse 1/9\"",
  "Crazyhorse 1/8 chọpụtara na mmadụ abụọ bu ihe RPG na AKM ma ọ bụ AK-47.",
  "N'ọnwa Mee afọ 2011, Barcelona Human Rights Film Festival nyere ihe nkiri nyocha Collateral murder, Hellfire, nke Kristinn Hrafnsson, ọnụ na-ekwuchitere WikiLeaks, na Ingi Ingason, mere, onyinye maka International Journalism na Human Rights.",
  "Na June 2011 Federation of German Scientists (VDW) nyere \"Whistleblower Award\" onye mere vidiyo Collateral Murder n'ihu ọha site na WikiLeaks.",
  "Àtụ:Iraq War"
]