[
  "Federal Politecnik, Ado-Ekiti bụ politecnik dị na Ado Ekiti, Ekiti Steetị, Nịajịrịa",
  "Onye isi bụ Engr",
  "Dayo Hephzibah Oladebeye (PhD).  Ụlọ akwụkwọ ahụ dị n'okporo ụzọ Ado / Ijan Ekiti, Ado-Ekiti, Ekiti State, Nịajịrịa",
  "Federal Politecnik na-enye National Diploma na Higher National Diploma, asambodo na mmemme ọkachamara na: Nka na ụzụ ụlọ, atụmatụ obodo na mpaghara, nyocha na geoinformatics, nyocha ọnụ ọgụgụ, nka na ụzụ injinia obodo, akụ na ụba akụrụngwa na nka na ụzụ injinia, injinia igwe eletrik, sayensị kọmputa, nka na ụzụ sayensị ụlọ nyocha, nka na ụzụ ugegbe / ceramik, nka na ụzụ nri, ọnụ ọgụgụ, izụ ahịa, Accountancy, Banking na Finance, Business Administration, na Management, na Office Technology na Management. E nwere ụlọ akwụkwọ ise: Business Studies, Engineering, Environmental Studies, Science and Computer Studies, na ụlọ akwụkwọ ọhụrụ nke Agriculture na Agricultural Technology.",
  "Ụlọ ọrụ ahụ meghere na Jenụwarị 1977 na Jos, Plateau State, dị ka kọleji nke teknụzụ nwere ụmụ akwụkwọ 350 National Diploma",
  "N'afọ sochirinụ, gọọmentị weghachiri ya na Akure, Ondo State, na 1979 ọ ghọrọ politecnik",
  "N'afọ 1982, a kwagara ya ọzọ na Ado Ekiti, Akure ghọrọ ebe Mahadum Federal nke ṅka na ụzụ dị. Dị ka na 2016, ọ nwere ihe karịrị ụmụ akwụkwọ 10,000 nke oge nịịle na nke okara oge na ihe dịka ndị ọrụ 1,500.",
  "Dị ka onye isi ụlọ akwụkwọ ahụ si kwuo, ụlọ ọrụ ahụ enweela nsogbu kemgbe ọtụtụ afọ na nbibi nke ụlọ ọrụ ugbo site n'aka ndị ọzụzụ Ehị.",
  "N'afọ 2015 na 2016 ndị ọrụ na Federal Politecnik gbara abubu ọrụ maka mgbanwe nke belatara ụgwọ ọnwa ha na ebubo nrụrụ aka. N'abalị asatọ n'ọnwa Ọktoba n'afọ 2017, e mechiri ụlọ ọrụ ahụ ruo mgbe ebighi ebi mgbe a kọrọ na otu nwa akwụkwọ ma ọ bụ abụọ anwụọla, ikekwe site na ịba, ụmụ akwụkwọ mebiri, bibie ihe onwunwe, ma gbaa ụlọ ọrụ ahụ ọkụ.  A na-emeghe ụlọ ọrụ ahụ ugbu a ma na-aga n'ihu n'ụzọ dị mma.",
  "Iji zụọ ma zụlite ndị ọrụ na-adabere n'onwe ha maka mmepe nka na ụzụ na-adịgide adịgide",
  "Ụlọ ọrụ nka na ụzụ na-agbasa  ọmụma dị mma na nke bara uru maka onyinye bara uru na mmepe nka na ụzụ nke obodo na nke mba [citation needed]",
  "Ebumnuche nke agụma akwụkwọ Politecnik bụ ịmepụta ndị gụsịrị akwụkwọ nwere ihe ọmụma na ihe ọhụrụ, ndị kwesịrị ekwesị na àgwà na ọrụ ọha na eze maka ọganihu teụzụ nke mba ahụ",
  "The Federal Polytechnic Ado ekiti",
  "5.291924"
]