[
  "Federal Kọleji nke Mmụta Alvan Ikoku dị na Owerri, isi obodo Imo Steeti, Naijiria",
  "E hiwere ya n'April, 1963 dị ka kọleji ọzụzụ ndị nkuzi dị elu site n'aka gọọmentị ọwụwa anyanwụ ọwụwa anyanwụ nke Nigeria na ntọala ogige Old Shell, Owerri.  Kemgbe ahụ ọ gbasaa gafee okporo ụzọ Orlu dị na Osimiri Nworie",
  "Ọ na-enye asambodo Mmụta Mba na Mmụta (NCE) na Diploma Professional in Education (PDE) yana, na mmekọ, ya na of Mahadum Nigeria, Nsukka Bachelor of Education (B.ed) kemgbe 1984",
  "Provost bụ  Dr",
  "Dan C",
  "Anyanwu",
  "O weghaara, na 2017, n'aka Prọfesọ Blessing C",
  "Ijioma, onye bụ nwanyị mbụ Provost nke Kọleji.",
  "E hiwere kọleji ahụ na 1963 dị ka kọleji ọzụzụ ndị nkuzi dị elu site na enyemaka teknụzụ sitere na UNESCO.. E boro ya ebubo na ọ bụ ọrụ ịzụ ndị nkuzi kwekọrọ na akụkọ Ashby gbasara agụmakwụkwọ ka elu na Naịjirịa",
  "N'afọ 1973, site n'iwu nke 11 nke onye nchịkwa East-Central State of Nigeria, Ukpabi Asika, kọleji ndị nkuzi ghọrọ kọleji mmụta wee kpọọ ya Alvan Ikoku iji kwanyere Mazi Alvan Ikoku, onye nkuzi na onye nkuzi, onye nchoputa  nke ụlọ akwụkwọ sekọndrị mbụ nke Afrịka nwere na Naịjirịa (Aggrey Memorial Grammar School) na Onye isi otu ndị nkuzi Naịjirịa (NUT) ruo ọtụtụ afọ.",
  "Kọleji ahụ malitere site na ụmụ akwụkwọ 150 na site na 2012 ọnụ ọgụgụ ụmụ akwụkwọ amụbaala karịa 13,000, yana ndị ọrụ agụmakwụkwọ 600",
  "Ụmụ akwụkwọ ahụ gụnyere ụmụ akwụkwọ sekọndrị oge niile, ụmụ akwụkwọ mmụta sandwich, ụmụ akwụkwọ mgbede na ngwụsị izu na ndị gụsịrị akwụkwọ na-amụ Diploma Ọkachamara na Mmụta",
  "Na 1976, e hiwere ogige ụlọ akwụkwọ kọleji na-ahụ maka ngalaba ọrụ ugbo na Umuahia, bụ isi obodo Abia Steeti ugbu a",
  "Ihe na-esote bụ ntọala ụlọ akwụkwọ Orlu na 1981, mana usoro nke ọtụtụ ụlọ akwụkwọ kwụsịrị na 1987 wee kọleji laghachi n'otu ụlọ akwụkwọ kampos.",
  "Na 2007, Gọọmentị etiti weghaara kọleji ahụ wee metụta ya na Federal Kọleji nke Mmụta Alvan Ikoku, Owerri. Mwepụ nke gọọmentị etiti wetara enyemaka ego ka mma na kọleji ahụ enweela ike rụzigharị ụlọ ochie, rụọ nnukwu klaasị, ụlọ nyocha na ụlọ mbikọ wee gbasaa ike ndị ọrụ",
  "O nyekwara kọleji ahụ aka ịmalite ngalaba na ụlọ akwụkwọ ọhụrụ wee guzobe ụlọ ọrụ ọhụrụ",
  "Na Mee 20, 2015, Gọọmentị etiti Naịjirịa n'okpuru Onye isi ala Goodluck Jonathan kwalitere ụlọ akwụkwọ ahụ na mahadum zuru oke nke a ga-akpọ Alvan Ikoku University of Education. However, a few months later, the Muhammadu Buhari administration put the upgrade \"on hold.\"",
  "A na-akpọ kọleji ahụ primus inter pares, nke izizi n'etiti ndị kọleji agụmakwụkwọ na Naịjirịa, n'ihi oke mmetụta ya na ngalaba nkuzi ndị nkuzi na Naịjirịa",
  "A na-ele ya anya dị ka Mahadum Mmụta Federal ọgbara ọhụrụ na gburugburu dị ọcha yana ahụike, nke ahụ bụ etiti maka ịdị mma na nyocha ICT, ndị gụsịrị akwụkwọ na-edozi nke ọma ma na-arụ ọrụ.",
  "Kọleji ahụ nwere ụlọ akwụkwọ asaa nke gụnyere:",
  "Ntọala nke Alvan Ikoku Federal College of Education, Owerri na 1963, naanị afọ atọ ka nnwereonwe Naịjirịa bụ ihe dị mkpa n'akwụkwọ akụkọ agụmakwụkwọ na Naịjirịa, ọkachasị Ndịda Ọwụwa Anyanwụ",
  "Dị ka ụlọ ọrụ na-achọ naanị nyocha, nkuzi na nkuzi maka ma ụlọ akwụkwọ etiti na agụmakwụkwọ ka elu, kọleji enyela aka na iri ise gara aga nyere aka n'ịmepụta ezigbo ndị nkuzi na mba ahụ",
  "Na 1984, kọleji ahụ sonyere na mahadum nke Nigeria, Nsukka iji nye nzere bachelọ na ngalaba mmụta dị iche iche.",
  "Ụlọ akwụkwọ kọleji nwere ụmụ akwụkwọ n'ime ụlọ mbikọ akpọrọ mkpụrụedemede sitere na AG",
  "Kọleji ahụ nwere ụmụ akwụkwọ sitere na mba niile na ọtụtụ mba si West Africa, ọkachasị mba ndị na-asụ Spanish nke ụmụ amaala ha na -abịa ịmụ Bekee na International Center for English Studies (ICES)",
  "Kọleji nwere ọnụ ọgụgụ ụmụ akwụkwọ ụmụ nwanyị nke ụmụ nwanyị nwere ihe karịrị 80%",
  "N'ihi nke a, ndị otu egwuregwu bọọlụ volleyball bụ otu kachasị ike na egwuregwu Collegiate na mba ahụ, na -emeri ọla edo ma ọ bụ ọla ọcha na egwuregwu agụmakwụkwọ kọleji nke Nigeria (NICEGA).",
  "Mmemme Sanwichi na-akwado ndị mmadụ na-achọ ọrụ nkuzi chọrọ ịkwalite agụmakwụkwọ ha",
  "Studentsmụ akwụkwọ a na-amụ akwụkwọ n'oge ezumike mgbe ụmụ akwụkwọ na-agụghị akwụkwọ oge niile gbasasịrị na ụlọ akwụkwọ praịmarị na nke sekọndrị na-ezumike",
  "Usoro Sanwichi enyerela ọtụtụ ndị nkuzi aka inweta nzere dị mkpa iji wee nwee ọganihu n'ọrụ nkuzi",
  "Ụmụ akwụkwọ ahụ nwere Gọọmentị Union Student (SUG) nke Onye isi ala ahọpụtara na Kọmitii Nnọchiteanya Mmụta (SRC), otu ndị omebe iwu ụmụ akwụkwọ ahọpụtara",
  "N'agbanyeghi ọnụ ọgụgụ ụmụ nwanyị kacha nwee, ndị isi oche SUG bụkarị ụmụ nwoke, ewezuga nnọkọ agụmakwụkwọ 2019-2020 mgbe Comrade Ugonna Gloria Alozie meriri onye isi ala.",
  "Ụlọ akwụkwọ mahadum na-eme ebe ngosi",
  "Ha bụ ngalaba ụlọ akwụkwọ ọta akara/ụlọ akwụkwọ ọta akara, ngalaba ụlọ akwụkwọ praịmarị na ụlọ akwụkwọ nke ngosi ngosi ụlọ akwụkwọ sekọndrị",
  "E hiwere ụlọ akwụkwọ praịmarị na 1983 na ụlọ akwụkwọ sekọndrị malitere na Ọktoba, 1994",
  "E hiwere ebe ngosipụta iji nyere ndị nkuzi na ụmụ akwụkwọ aka ime ihe omume nkuzi ha, ihe bụ isi chọrọ maka ngụsị akwụkwọ, na idozi mkpa agụmakwụkwọ nke ndị ọrụ na ọhaneze site n'inye ụlọ akwụkwọ na-arụ ọrụ aka na ọkwa atọ."
]