[
  "Chief Olufela Obafunmilayo \"Fela\" Sowande MBE (29 May 1905 - 13 Maachị 1987) bụ onye egwu na onye na-ede egwú Naijiria",
  "A na-ewere ya dị ka nna nke egwu egwu Naijiria nke oge a, Sowande bụ ma eleghị anya onye na-ede egwú Afrịka kacha mara amara nke ọma na European \"classical\" akpaala okwu",
  "Sowande (akpọ 'shoh-WAHN-daye')  mụrụ na Abeokuta, na nso Lagos, nwa Emmanuel Sowande, onye ụkọchukwu na onye ọsụ ụzọ nke egwu ụka Naijiria",
  "Mgbe ọ bụ nwata ọ na-abụ abụ n’ime ndị Choir of the Cathedral Church of Christ",
  "Ọ gụrụ akwụkwọ na CMS Grammar School na King's College, Lagos",
  "Mmetụta nna ya na Dr TK Ekundayo Phillips (onye na-ede egwú, organist na choirmaster) bụ ihe dị mkpa n'oge ọ bụ nwata",
  "N'oge ahụ, Sowande bụ onye na-agụ egwú ma webata ya na ọrụ Yoruba ọhụrụ a na-ewebata n'ime ụka",
  "N'ime oge ahụ, ọ gụrụ akụkụ ahụ n'okpuru Phillips (gụnyere ọrụ Bach na ndị nna ochie nke Europe), wee nweta Diploma Fellowship (FRCO) site na Royal College of Organists",
  "N'oge ahụ, ọ bụkwa onye bandleader, na-egwu jazz na egwu egwu egwu a ma ama",
  "Ihe ndị a niile nwere mmetụta dị ukwuu n'ọrụ ya.",
  "N'afọ 1934, Sowande gara London ka ọ mụọ egwu oge gboo na mba Europe",
  "Na 1936, ọ bụ onye ọkpọ egwu na-eme ihe ngosi George Gershwin 's Rhapsody na Blue",
  "Ọ gbakwara egwu dịka akụkụ nke duo pianist ya na Fats Waller, bụ onye na-ahụ maka ihe nkiri maka BBC, Choirmaster na Kingway Hall na onye ọkpọ egwu na mmepụta 1936 nke Blackbirds",
  "N'afọ 1939, ọ gbara akụkụ na ndekọ nke ndị ọbụ abụ ama ama bụ Adelaide Hall na Vera Lynn",
  "Mgbe e mesịrị, ọ mụtara akụkụ ahụ na nzuzo n'okpuru Edmund Rubbra, George Oldroyd, na George Cunningham wee ghọọ onye otu nke Royal College of Organists na 1943, na-emeri Limpus, Harding na Read Prizes.",
  "Ọ nwetakwara ọtụtụ ihe nrite wee nweta nzere bachelọ nke egwu na Mahadum London wee bụrụ onye otu nke Trinity College of Music",
  "Ọ rụkwara ọrụ dị ka onye ndụmọdụ egwu maka ngalaba ihe nkiri Colonial nke Ministry of Information n'oge Agha Ụwa nke Abụọ, na-enye egwu ndabere maka ihe nkiri mmụta.",
  "Site n'afọ 1945, ọ bụ onye ama ama na-akpọ egwu na onye nchịkọta ndị egwú na West London Mission of the Methodist Church ruo afọ 1952, yana nnukwu egwu akụkụ sitere n'oge a",
  "Ndị a gbadoro ụkwụ n’abụ ndị Naijiria bụ ndị nyere ndị isi ojii nọ n’ọgbakọ ya mmasị pụrụ iche n’oge mmalite nke mbata si na kọntinent Africa na Caribbean",
  "N'oge a, a bịara mara ya dị ka onye na-agba egwú pianist, onyeisi ndị egwu, na Hammond organist, na-egwu ndị a ma ama nke ụbọchị ahụ.",
  "Echiche Western na Africa na-emeri n'egwú ya, nke gụnyere ọrụ organ dị ka Yorùbá Lament, Obangiji, Kyrie, Gloria, Jesu Olugbala, na Oba Aba Ke Pe",
  "Ọtụtụ n'ime ihe ndị a na-egosi mmetụta siri ike sitere na egwu Ụka Anglịkan, jikọtara ya na egwu pentatonic Yoruba.",
  "Ọrụ ndị egwu ya gụnyere isii Sketches for Full Orchestra, A Folk Symphony, na African Suite for string orchestra, na-egosi African rhythmic and harmonic character",
  "Ndị na-ege Canada mara ngagharị ikpeazụ nke African Suite dị ka isiokwu nke mmemme egwu CBC a ma ama Gilmour's Albums,  ma bụrụkwa ọkọlọtọ ndị egwu egwu Canada ugbu a",
  "O dekwara nnukwu egwu egwu ụwa na nke dị nsọ, ọkachasị cappella",
  "Emere ụfọdụ n'ime ọrụ ndị a n'oge ya na BBC Africa Service",
  "Ọ laghachiri Naịjiria ka ya na ụlọ ọrụ mgbasa ozi Naijiria rụkọọ ọrụ na mahadum nke Ibadan mechaa rụkọọ ọrụ mmụta",
  "A họpụtara ya MBE na 1955 Queen's Birthday Honors maka ọrụ ya na Nigerian Broadcasting Service",
  "Na 1968 ọ kwagara Mahadum Howard dị na Washington, DC wee bụrụ Mahadum Pittsburgh",
  "N'ime afọ ikpeazụ nke ndụ ya Sowande kụziri na Ngalaba Pan-African Studies na Kent State University, ma biri na nso Ravenna, Ohio ya na nwunye ya, Eleanor McKinney, bụ otu n'ime ndị malitere Pacifica Radio",
  "Ọ nwụrụ na Ravenna ma lie ya na Randolph Township, Ohio.",
  "Na mgbakwunye na ọkwá ya dị ka prọfesọ, Sowande nwekwara aha onyeisi nke Bariyo nke Lagos",
  "Enwere mmegharị ugbu a iji guzobe ụlọ ọrụ nyocha na ịkwalite ọrụ ya, n'ihi na ọtụtụ ndị ka na-ebipụtaghị ma ọ bụ na-ebipụtaghị ya."
]