[
  "Felix Ovudoroye Ibru (7 Disemba 1935 - 12 Machị 2016) bụ onye Naijiria onye na-atụpụta ụkpụrụ ụlọ nke mbụ a họpụtara dịka Gọvanọ na Delta Steeti bụrụkwa Senator maka Delta Central Senatorial District",
  "Ruo mgbe ọ nwụrụ, ọ nọ n'ọkwa onye isi oche nke Urhobo Progressive Union (UPU).\nDịka onye isi ọdịnala nke ala nna ya, Ibru nwere Olorogun nsọpụrụ agbụrụ ma na-ejikarị ya eme ihe dịka ụdị aha",
  "Ọtụtụ n'ime ndị ezinụlọ ya buru ibu na-ebukwa aha a n'otu ụzọ ahụ.",
  "A mụrụ Ibru na abalị 7 Disemba 1935 na Agbarha-Otor nke dị na Ughelli North local government area nke Delta State nye Chief Peter Epete Ibru na Chief (Mrs)",
  "Janet Omotogor Ibru, nwa nke abụọ n'ime ụmụ asaa.\nNwanne ya nwoke bụ Michael Ibru bụ onye guzobere Ibru Organization, nnukwu ụlọ ọrụ.\nỌ gara akwụkwọ na Yaba Methodist School, ma mesịa Igbobi College ebe ọ bụ Head Boy na 1955",
  "O ritere Elder Dempster Lines Scholarship iji gaa United Kingdom. Mgbe ọ gụsịrị akwụkwọ sekọndrị na Igbobi College, Ibru gara Nottingham School of Architecture na England ebe o ruru eru dị ka Architect na 1962.",
  "Mgbe ọ bụ nwa akwụkwọ na Nottingham, a họpụtara ya ka ọ bụrụ onye isi ojii mbụ nke British Council na-ahụ maka Nottinghamshire, Derbyshire, Lincolnshire na Leicestershire",
  "N'ihi ya, e gosịrị ya Queen Elizabeth II na Prince Philip, Duke nke Edinburgh na mmemme na Buckingham Palace na 1960 N'oge na-adịghị anya mgbe ọ rụrụ ọrụ dịka onye na-ewu ụlọ na 1962, ọ rụrụ ọrụ obere oge na ụlọ ọrụ ndị Juu SOCHNUT, na ọrụ dị iche iche metụtara ebe obibi ugbo (kibbutzim na moshavim) na ụlọ ndị a rụpụtara na Jerusalem na Haifa. O mechara debanye aha na Technion - Israel Institute of Technology maka agụmakwụkwọ dị elu ma ruo eruo na MSc (Arch) na 1963",
  "Ọ laghachiri Naịjirịa na ngwụcha afọ ahụ wee nweta nhọpụta na Mịnịstrị Mmụta nke Naijiria dị ka onye nkuzi mbụ bi na Architecture na Yaba College of Technology.",
  "A họpụtara ya onye otu Nigerian Institute of Architects (NIA) n'afọ 1969, ndị Architects registration Council of Nigeria debanyere aha ya na (ARCON) n'afọ 1971, ma họpụta ya ka ọ bụrụ onye otu Nigerian Institute of Architects n'afọ 1995",
  "N'afọ 1997, e nyere ya akara ugo mmụta nke Doctor of Laws (LL.D) site na Delta State University na Fellowship nke Nigerian Institute of Public Relations (NIPR).",
  "Ibru guzobere ụlọ ọrụ nke na-ewu ụlọ, Roye Ibru Associates, nke, na afọ 1971, ya na Alan Vaughan-Richards na Associates sonyere iji guzobe ụlọ ọrụ Ibru Vaughan-Richards and Associates (Planning Partnership)",
  "Dịka otu n'ime ndị isi abụọ ụlọ ọrụ ahụ, Chief Ibru tinyere aka na nhazi na nlekọta nke ihe karịrị ọrụ iri anọ na mba ahụ",
  "Ha gụnyere: University of Lagos Sports Centre, Oguta Lake Resort, The Diette-Spiff Civic Centre, Port Harcourt, Office extension for Elf Nig",
  "Ltd",
  "Victoria Island, Lagos University master plan, New Layout Market, Port Harcourt, Mile 3 Diobu Market, Port Harcourt, Sheraton Lagos Hotel & Towers, Ikeja, University of Benin sports center, University of Benin Master plan, Faculty of Science buildings, University of Benin & Ogun State na Ogun State Polytechnic Master plan.",
  "Dịka onye ndụmọdụ nke Ibru Prefabs Limited, ọ bụ ya na-ahụ maka ihe gbasara imepụta na nlekọta nke ọtụtụ ụlọ geodesic nke dị iche iche n'ọtụtụ akụkụ nke mba ahụ.\nN'afọ 1971, n'okpuru nkwado nke United Nations, a kpọrọ ya ka ọ gaa Tokyo, Japan, dị ka onye otu panel na-ahụ maka itinye ego na mba ọzọ",
  "N'afọ 1974, o kwuru okwu na Harvard Business School, na United States na Multinationals",
  "A kpọrọ ya \"Ọrụ na-apụta ihe nke onye ọchụnta ego Afrịka na akụ na ụba a na mmekọrịta ya na ụlọ ọrụ mba dị iche iche: asọmpi, mmekorita, imekọ ihe ọnụ na ịnara\".",
  "Ọrụ ndọrọ ndọrọ ọchịchị Ibru bidoro n'afọ 1983, mgbe ọ zọrọ ọkwa na Senate n'enweghị mmerị.\nỌ zọrọ ọkwa gọvanọ nke Delta Steeti n'afọ 1991 wee pụta dị ka ọchịigidimba mbụ nke Delta Steeti ọhụrụ n'afọ 1992.",
  "O meriri na ntuli aka ndị omeiwu nke Delta Central n'afọ 2003.",
  "Felix Ibru bulara akwụkwọ ndụ na 12 Machị 2016 mgbe ọ dị afọ iri asatọ.  Ibru lụrụ nwunye ma nwee ụmụ isii na ụmụ ụmụ isii, ha niile lanarịrị ya."
]