[
  "Felix E",
  "Addo (amụrụ n'afọ 1955) bụ onye isi azụmaahịa Ghana na onye na-ahụ maka ego ọha na eze",
  "Ọ bụ onye isi oche na-abụghị onye isi oche nke Guinness Ghana Breweries, kemgbe 2018",
  "Tupu ọ banye n'ọrụ a, Addo bụ onyeisi oche nke Ghana National Petroleum Corporation. Addo bụbu onye isi mba maka PriceWaterhouseCoopers na Ghana na onye bụbu onye otu PwC Africa Governance Board",
  "Felix Addo gụrụ akwụkwọ na Accra Academy maka agụmakwụkwọ sekọndrị ya site na 1968 ruo 1975",
  "O nwetara nzere bachelọ na Business Administration (nhọrọ ndekọ ego) na Mahadum nke Ghana Business School wee gaa n'ihu gụsịrị akwụkwọ na Loyola College, Maryland na Masters na Professional Accounting.",
  "Felix Addo were ọrụ dị ka onye isi njikwa na Pricewaterhouse Ghana na 1995 wee sonye na Pricewater HouseCoopers (PwC) dị ka onye mmekọ na 1997 mgbe a haziri ya. Ọ ghọrọ onye isi mba nke PwC na Ghana na Julaị 2009. Ọ lara ezumike nká n'ọrụ a nakwa dị ka onye otu PwC Africa na August 2015. Addo rụrụ ọrụ na nkeonwe na Ashanti Goldfields Corporation nakwa na Ghana Commercial Bank n'oge ọ nọ na PwC",
  "Ọ rụkwara ọrụ dị ka onye ndụmọdụ azụmahịa na Gọọmentị Ghana na nnweta nke ụlọ ọrụ Volta Aluminium.",
  "Addo bụ onye otu Kọmitii Mgbanwe Iwu Azụmaahịa nke Samuel Date-Bah bụ onye isi oche nke nyochara Iwu Ụlọ Ọrụ Ghana na Iwu Bodies Corporate (Official Liquidation) Act.",
  "N'afọ 2014, a kpọrọ Addo onye otu ndụmọdụ onwe onye nke Kosmos Energy Ghana, nke bụ enyemaka nke Kosmos energy. Site na Febụwarị 2016 ruo Jenụwarị 2017, Addo bụ onyeisi oche nke ụlọ ọrụ Ghana National Petroleum Corporation. N'afọ 2016, e mere ya onye nduzi nke KEK Insurance Brokers ma bụrụkwa onyeisi oche nke ụlọ ọrụ ahụ ugbu a. Na Jenụwarị 2018, ụlọ ọrụ fintech nke Ghana, Payswitch, kpọrọ Addo aha n'akụkụ Sam Jonah, ruo na ndị isi ụlọ ọrụ anọ; na ndị isi abụọ dị ka ndị otu ndị ọzọ",
  "Na Septemba 2018, Guinness Ghana họpụtara Addo dị ka onye isi oche na-abụghị onye isi oche nke ụlọ ọrụ ahụ. Tupu nke a, ọ na-eje ozi dị ka onye nduzi na-abụghị onye isi nke ụlọ ọrụ ahụ kemgbe Jenụwarị 2017",
  "Ọ ghọrọ onye Ghana mbụ bụ onye isi oche nke Guinness Ghana's (GGBL) kemgbe njikọta nke Guinness Ghana Limited (GGL) na Ghana Brewery Limited (GBL) na 2004.",
  "Addo jere ozi na bọọdụ nke Standard Chartered Bank Ghana site n'August 2015 ruo June 2019. N'afọ 2019, Gọvanọ nke Bank of Ghana họpụtara ya dị ka onye ndụmọdụ na National Investment Bank iji duzie usoro nhazi.",
  "Na Febụwarị 2021, a họpụtara Addo ka ọ bụrụ onye otu Scancom PLC (MTN Ghana).",
  "N'ọnwa Eprel 2021, a họpụtara Addo dị ka onye nchịkwa nke United Steel Company maka mmebi iwu.",
  "Addo bụ onye isi oche nke Ghana Association Restructuring and Insolvency Advisors (GARIA).",
  "Addo bụkwa Onye isi oche Emeritus nke AIESEC Ghana - otu n'ime nnukwu ụlọ ọrụ na-enweghị uru n'ụwa, nke ndị ntorobịa na-achịkwa",
  "Addo bụ onye isi ụlọ ọrụ na Ngalaba Accounting nke Mahadum Ghana",
  "Ọ bụkwa onye otu Advisory Council nke Mahadum nke Ghana's College of Education.",
  "Ọ bụ osote onye isi oche nke Ghana-America Chamber of Commerce.",
  "Ọ bụ onye otu Institute of Chartered Accountants, Ghana; Institute of Chartering Accountants-Sierra Leone na American Institute of Certified Public Accountants",
  "Ọ bụkwa onye isi oche nke Ghana Association of Restructuring and Insolvency Advisors."
]