[
  "Fella Ababsa (Arabic; a mụrụ n'April 23, 1961), nke a maara nke ọma site na aha egwu ya bụ Fella El Djazairia ( comercio الجزائرية, n'ụzọ nkịtị 'Fella onye Algeria'), bụ onye Algeria na-agụ egwu, onye na-akpọ piano, onye na'eme ihe nkiri, na onye na-eme ihe nkiri. O jikwa aha egwu Fella Soltana mee ihe.",
  "A mụrụ Fella Ababsa n'obodo Saint Denis, mba France, mgbe ahụ ya na ezinụlọ ya kwagara Algeria afọ olenole ka e mesịrị",
  "Ọ si n'ezinụlọ a ma ama na-ese ihe na Algeria",
  "Nna ya Abdelhamid Ababsa bụ onye na-ede uri, onye na-eti egwu na onye na-agụ egwu",
  "Nwanne ya nwoke Najeeb bụ onye na-agụ egwú a ma ama nakwa nwanne ya nwanyị Naima.",
  "Site na mgbe ọ dị obere, egwu Andalousian na Algeria gbara ya gburugburu, ma ọ mụta piano na Oud yana ngwá egwu ndị ọzọ",
  "Mgbe ọ dị afọ iri na ise, ọ sonyeere òtù egwu na isi obodo, mgbe ọ dị afọ abụọ ọ hapụrụ maka usoro ihe ngosi na London ebe o wuru mgbasa ozi ma nọrọ ọtụtụ afọ ma melite ihe ọmụma ya banyere egwu ọwụwa anyanwụ",
  "Ọ rụkwara ọrụ na mba United States na mbido afọ 1990.",
  "Ọ bụ ezie na ọ bụ onye mba Algeria, ọ na-abụkarị abụ n'asụsụ Egyptian-Arabic, ebe ọ na-enweghị ike inweta ewu ewu na Maghreb, o mechara gaa Ijipt na Middle-East ma nwee ihe ịga nke ọma",
  "Otú ọ dị, a na-abụ abụ mbụ Ababsa na Algeria-Arabic, ọ na-abụkwa abụ mgbe ụfọdụ na Bekee, dịka na 'Rani Jay'",
  "O yikarịrị ka ihe kachasị dị ịrịba ama banyere ya bụ na ọ dịghị mgbe ọ bụrụ abụ na mba French, nke ndị na-agụ egwu North Africa na-eji n'ọtụtụ ebe.",
  "Ọ lụrụ onye Algeria mgbe ọ dị afọ 16/17, ya na nwa ya nwanyị, Saida, ebe ha bi na United Kingdom, mgbe ahụ ha gbara alụkwaghịm wee laghachi Algeria",
  "Ka oge na-aga, ọ lụrụ onye ọchụnta ego Kuwait Najeeb Al-Mutawa, na nwoke ji afọ iri na ise tọọ ya.",
  "N'afọ 1996, e boro ya ebubo \"ịkwa iko\" mgbe ya na onye egwuregwu bọọlụ Ijipt Gamal Abdel-Hamid kwere nkwa ọlụlụ n'Ijipt, n'ihi ya, a mara ya ikpe ịga mkpọrọ afọ atọ ma machibido ya ịbanye Ijipt mgbe nke ahụ gasịrị. O mechara boo onye na-agụ egwu Tunisia bụ Latifa, na onye ọka iwu Ijipt bụ Mortada Mansour, ebubo ụgha ahụ. N'afọ 2011, ọ nwara ịbanye Ijipt mana ekweghị ka ọ banye."
]