[
  "Samuel Felrath Hines Jr",
  "(Ubochí itoolu n'ọnwa Nọvemba, 1913 rụo ụbọchị atọ n'ọnwa Ọktoba, 1993) bụ ónyé Africa America na-ese ihe na ónyé na-ahụ maka nka",
  "Hines jere ozi dị ka ónyé na-elekọta ụlọ ọrụ n'ọtụtụ ụlọ ọrụ, gụnyere Hirshhorn Museum na Sculpture Garden na Washington, DC, a pụkwara ịchọta ihe osise ya na nchịkọta nke Smithsonian American Art Museum.",
  "A mụrụ ya na Indianapolis, Indiana, na 1913, Hines malitere ịmụ nka na 1926 mgbè ọ natara agụmakwụkwọ maka klas ndị ntorobịa na John Herron School of Art Saturday School",
  "Mgbè ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị na 1931, Hines rụrụ ọrụ màkà Civilian Conservation Corps ma mesịa bụrụ ónyé na-ere nri ụgbọ okporo ígwè màkà Chicago Northwestern Railroad",
  "N'afọ 1945, ọ malitere ọzụzụ nka ya na Art Institute nke Chicago",
  "Mgbe o kpebisiri ike ilekwasị ányá na imewe, Hines kwagara New York City, ebe ọ rụrụ ọrụ dị ka ónyé na-emepụta ejiji ma gụọ akwụkwọ na Mahadum New York na Pratt Institute.",
  "N'afọ 1963, Hines sonyeere otu klọb nke ndị omenkà Africa-America irí na isii a na-akpọ Spiral, nke Romare Bearden guzobere",
  "Spiral bụ otu ndị na-ese ihe ojii, na-adị site na iri abụọ na asatọ ruo iri isii na ise na ụdị site na minimalism ruo realism, bụ ndị kwadoro ihe ngosi nke ọrụ ojii na ọcha maka ihe nnọchianya. N'agbanyeghị itinye aka ya n'òtù ahụ, Hines chọrọ ka ihe oyiyi ya nọgide na-abụ nke zuru ụwa ọnụ ma ghara ịhụ ya dị ka nke nwéré mkpa naanị màkà ihe ndị isi ojii ma ọ bụ ndị Africa America",
  "N'ihi ya, ọ jụrụ isonye na ihe ngosi ihe ngosi nke Whitney Museum of Art nke Contemporary Black Artists na America.",
  "A na-ejikọta ọrụ ya na De Stijl movement na-enwekarị ihe ndị siri ike, nke Cubism na ịdị mfe nke Piet Mondrian kpaliri",
  "Ọrụ ya si n'ọmarịcha ala na 1940s na 1950s gaa na geometric abstracts",
  "Ka ndị America nke ógè a, dị ka Stuart Davis, Ad Reinhardt, Josef Albers, Ellsworth Kelly, na Barnett Newman, na-emetụta Hines, ọ malitere iwepụ ahịrị n'ihe ndị o dere, na-elekwasị anya na ọdịdị dị mfe na ụcha ụcha.",
  "A na-etinye ọrụ ya n'ọtụtụ nchịkọta, gụnyere Smithsonian American Art Museum na Museum of Fine Arts Houston."
]