[
  "Female Husbands: A Trans History bụ akwụkwọ akụkọ ihe mere eme nke Jen Manion, ọka mmụta na History and Sexuality, Women's and Gender Studies na Amherst College, nke Cambridge University Press bipụtara na-afọ 2020. Akwụkwọ ahụ nwetara meriri n'ihe nrite Best Book site na British Association of Victorian Studies ma bụrụ onye ikpeazụ na Lawrence W",
  "Levine Award.",
  "Manion nyochara akụkọ ihe mere eme na United States nakwa United Kingdom site na 1746 ruo 1910, tinyere akwụkwọ akụkọ na ndekọ ụlọ ikpe, iji kọọ ndụ ihe karịrị mmadụ iri na abụọ e kenyere ụmụ nwanyị ma soro ọha mmadụ na-emekọrịta ihe dị ka ụmụ nwoke, tinyere ụfọdụ ndị lụrụ ụmụ agbọghọ.",
  "Na Los Angeles Review of Books, Samuel Clowes Huneke dere, \"Onye na-akọwa onwe ya dị ka \"onye na'ahụ maka ikike LGBTQ\" na onye ọka mmụta nke akụkọ ihe mere eme na Amherst College, Manion mepụtara ọ bụghị naanị onyinyo dị ịrịba ama nke ndị mmadụ, dịka [Manion] si kwuo ya, \"\"gbanwere\" okike na narị afọ nke 18 na nke 19, kamakwa mkpu obi maka ihe ndị ruuru",
  "\" N'ime nyocha maka The Guardian, nke Grace Lavery dere, \"E meela mgbalị iji kwuo na \"ịweghachite\" ndị nna nna transgender bụ akụkọ ihe mere eme",
  "Female Husbands na-achọ ka a tụgharịa uche n'ọnọdụ a",
  "\"",
  "James Yukiko Mulder dere maka Women's Review of Books, \"Akụkọ ihe mere eme nke akwụkwọ a nwere ike ọ gaghị, dịka Manion si kwuo ya, 'na-ekwu akụkọ dị mma,\" mana nkà na nlekọta Manión dị ka onye na-akọ akụkọ a bụ ihe pụtara ihe n'akwụkwọ ahụ dum",
  "Na Female Husbands, a na-egosi na ndị a sitere n'akụkọ ihe mere eme gara aga dị mgbagwoju anya, na onye nwere ọgụgụ isi na ya na'oge gara n\"ụzọ dị iche iche na ọnọdụ ha dị mma ma gosipụta na ha siri ike mgbe a tụbara ndụ ha na ahụ ha nʼokpuru nyocha ọha. Eileen Gonzalez dere maka Foreword Reviews, \"Mmetụta ọha na eze megidere ndị di nwanyị na-akwakwa ha emo",
  "Manion nwere ọmịiko na nkwanye ùgwù, dị ka ha si kwuo, kọrọ ha kemgbe.",
  "Na The English Historical Review, Emily Rutherford na-ede, \"Manion na-enwe mmetụta na akụkụ nke ihe ndị di nwanyị na-eme ya na ndị ọcha, heteronormativity nke alaeze ukwu: na'egosi etu njirimara ndị ọrụ a na ibe ha si dị obere maka ndị nwanyị di nke Africa-America, na otu ndị inyom si sonye na ọrụ mgbukpọ agbụrụ nke, n'etiti ihe ndị ọzọ, kpochapụrụ ụzọ ndị India North America si ghọta ọdịiche nwoke na nwanyị",
  "Ka ndị ọkà mmụta na-agbaso nyocha n'ụzọ ndị a, nchọpụta ha nwere ike imebi ọchịchọ anyị ịchọta akụkọ gbasara okike na mmekọahụ n\"oge gara aga nke na'ịkwado ụdị njirimara anyị na ndọrọ ndọrọ ọchịchị. Na nyocha nke Journal of Victorian Culture, Billie-Gina Thomason dere \"Ndị Nwanyị Di na-egosi na enweghị nkwekọrịta nwoke na nwanyị na 'ịgbanwe nwoke ma ọ bụ nwanyị' abụghị ihe ọhụrụ ma gosipụta etu enwere ike ma ga-esi mee ihe iji mee ka ndụ trans bụrụ akụkọ ihe mere eme\". Cay Wren na-ede maka Manhattan Book Review, \"Ihe kachasị n'akụkọ ihe mere eme nke trans sitere n\"ebe ndekọ ịgba ọsọ ndụ na isi akụkọ akwụkwọ akụkọ ime ihe ike",
  "A ka na-edegharị mkpasasị uche a e ketara eketa n'etiti ndị LGBTQ taa, na edemede Manion banyere ndị akụkọ ihe mere eme a hụrụ na peeji nke akwụkwọ a ekwere m na ọ ga-abụ ihe dị mkpa na ọgwụgwọ ahụ.",
  "N'ime nyocha maka History Today, Catherine Baker dere, \"Mgbe Manion na-arụtụ aka n'ihe ndị dị n\"akwụkwọ ahụ dị ka 'ha', ọ bụghị itinye ha nʼime njirimara na narị afọ nke 21 na ọ bụ nke abụọ, kama iji gosipụta enweghị njedebe nke onye edemede narị afọ nke 20 bụ Leslie Feinberg dere banyere okike: ịmanye ha ka ha bụrụ ụdị ụmụ nwanyị ha jụrụ na ndụ na' gosipụtara mbọ ha, mana ọtụtụ n \"ọ\" gara n 'nwoke na nwanyị'ihu na ha niile",
  "Site n'ịnọ 'okike ndị mmadụ nabatara, kwurịta okwu ma ghọọ n\"oge ndụ ha' dịka ndị ọkọ akụkọ ihe mere eme kacha nso nwere ike ịbịakwute eziokwu, ederede Manion bụ ihe ngosi maka ịnọchite anya ọdịiche nwoke na nwanyị n-adịbeghị anya. Na London Review of Books, Sharon Marcus dere, \"Mgbe ahụ dị ka ọ dị ugbu a, ndị na-agbaso omenala tụrụ egwu na ọtụtụ ga-eso ole na ole",
  "N'afọ 1837, otu onye okpukpe na Boston dọrọ aka ná ntị na ihe Manion na-akpọ 'transing' nwere ike 'ịghọ ụwa niile'",
  "N'afọ 1860, steeti na obodo ukwu dị na US malitere iti iwu ndị mere ka ọ bụrụ mpụ maka ụmụ nwanyị iyi uwe dị ka ụmụ nwoke na ụmụ nwoke iyi uwe dịka ụmu nwanyị. Na The Guardian, Gabrielle Bellot dere, \"Ọ bụ ezie na akwụkwọ Manion bụ naanị obere ihe ngosi nke ọnụ ọgụgụ ndị dị otú ahụ, ọ na-emesi ike na ha jupụtara n'oge gara aga, yana echiche ka siri ike nke na-egosi na ndị transgender, dị ka m, kwesịrị ka ahụ ha na-anya na-akwanyekwara ha ùgwù",
  "\""
]