[
  "David Oluwafemi Adewunmi Abdulateef Fani-Kayode // (na-ege ntị)(amụrụ na 16 Ọktoba 1960) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye edemede, onye na-ede uri na onye ọka iwu",
  "Ọ bụ onye otu Peoples Democratic Party (PDP) na-achị",
  "Ọ nọ na All Progressive Congress (APC) nke ndị mmegide ruo June 2014 mgbe ọ laghachiri na Peoples Democratic Party na-achị ma ọ bụ ezie na agbụrụ ezinụlọ ya sitere na Osun, a mụrụ ya na Lagos, na 16 Ọktoba 1960 na Chief Remi Fani-Kayode na Chief (Mrs) Adia Adunni Fani- Kayode",
  "Ọ bụ onye isi Ile-Ife nke sitere na ndị Yoruba.",
  "Fani-Kayode bụ onye enyemaka pụrụ iche (Public Affairs) nke Onye isi ala Olusegun Obasanjo site na July 2003 ruo June 2006",
  "A họpụtara ya ka ọ bụrụ Minista nke Ọdịbendị na Njem nke",
  "Federal Republic nke  Nigeria site na 22 June ruo 7 Nọvemba 2006 nakwa dị ka Minista nke Ụgbọelu site na 7 November 2006 ruo 29 May 2007.",
  "Nna nna ya, Rev",
  "Emmanuel adedapo koyode bụ otu n'ime ụmụ Naijiria mbụ gụrụ akwụkwọ na England na-enweta MA na Mahadum Durham, emesia ọ ghọrọ onye Anglịkan",
  "Nna nna ya, Victor Adedapo Kayode, gụrụ akwụkwọ iwu na Mahadum Cambridge wee ghọọ onye ọka iwu na onye ọka ikpe",
  "Nna ya Victor Babaremilekun Adetokunboh Fani-Kayode, onye nọkwa na Cambridge bụ onye ọka iwu a ma ama na onye ndọrọ ndọrọ ọchịchị na Naijiria na 1950s na 1960s",
  "Ọ bụ onye ndú nke National Council of Nigeria na Cameroons Opposition na Western House of Assembly site na 1960 ruo 1963, Hon",
  "Minista nke Gọọmentị Obodo na Chieftaincy Affairs na osote onye isi ala nke mpaghara ọdịda anyanwụ nke Naịjirịa site na 1963 ruo 1966 ma nwee ihe ịga nke ọma n'ịkwaga mmegharị maka nnwere onwe Naịjiria na 1958 na Nzukọ Ndị Omeiwu Naịjirị.",
  "Femi fani-kayode bidoro akwụkwọ ya mgbe ọ dị afọ asatọ na  Brighton College, Brighton na UK mgbe nke ahụ gasịrị ọ  Ulo akwukwo ulo na Tunbridge Wells, Kent, south-east England",
  "Ulo akwukwo ulo na Tunbridge Wells, Kent south-east England",
  "Ọ banyere",
  ", United Kingdom ma mesịa banye Kelly College na Tavistock, UK, ebe ọ gụsịrị akwụkwọ ụlọ akwụkwọ ọha na eze",
  "N'afọ 1980, Femi Fani-Kayodondon,  fọ 1995.",
  "Femi Fani-Kayode bụ onye otu Nigerian National Congress (NNC) n'afọ 1989",
  "A họpụtara ya ka ọ bụrụ onye ndu ndị ntorobịa nke NNC n'otu afọ ahụ",
  "N'afọ 1990, a họpụtara ya dị ka onye isi odeakwụkwọ mgbasa ozi nke Chief Tom Ikimi, onye isi oche mba mbụ nke National Republican Convention (NRC) na 1991 dị ka onye enyemaka pụrụ iche nke Alhaji Umaru Shinkafi, onye bụbu onye isi nke Nigerian Security Organisation (NSO)",
  "N'afọ 1996, ihe Gen",
  "mere na-enye ya nsogbu",
  "Ndị agha Sani Abacha, Femi Fani-Kayode hapụrụ Naijiria wee sonye na National Democratic Coalition (NADECO) na mba ofesi ebe, ya na ndị ọka iwu a zụrụ na Mahadum Oxford Chief Tunde Edu na ndị ọzọ, ọ rụrụ ọrụ dị ukwuu n'ọgụ megide Abacha. Ọ laghachiri Naịjirịa n'afọ 2001 wee zute Onye isi ala Olusegun Obasanjo",
  "Na mbido afọ 2003, Onye isi ala họpụtara Femi Fani-Kayode dị ka onye otu ndị otu ya maka ntuli aka onye isi ala nke afọ 2003",
  "Mgbe Onye isi ala Obasanjo meriri na ntuli aka ahụ, a họpụtara Femi Fani-Kayode dị ka onye enyemaka pụrụ iche mbụ na-ahụ maka ihe gbasara ọha na eze nye Onye isi ala nke Federal Republic of Nigeria",
  "N'afọ 2006, a họpụtara ya dị ka Minista Na-asọpụrụ nke Ọdịbendị na Njem",
  "N'otu afọ ahụ, mgbe obere mgbanwe nke kọmitii gasịrị, e zigara ya na Ministri ụgbọelu dị ka Minista Na-asọpụrụ nke ụgbọelu",
  "Kemgbe njedebe nke ọchịchị onye isi ala Olusegun Obasanjo na 29 Mee 2007 Femi fani-kayode alaghachila n'ụlọ ọrụ nzuzo na n'usoro iwu ya",
  "Ndị na-ahụ maka mpụ na-ahụ maka akụ na ụba na ego (EFCC) nyochara ma jide Femi Fani-kayode n'ọnwa Julaị afọ 2008 maka ebubo eboro ebubo na o ji ego ruru ijeri naira 19.5 (ihe dị ka ihe ruru US$300,000,000) \"Ụlọ Ọrụ Nkwado Ụgbọelu.\"  Nnyocha ahụ ahụghị ihe akaebe megide ya. Kọmitii Senate na Aviation na mbido afọ 2008, na mbụ tụrụ aro ka a machibido Fani-Kayode ịrụ ọrụ ọha na eze ruo afọ ise mana ọ wepụrụ arịrịọ ahụ mgbe ọ na-emebighị iwu ọ bụla.",
  "Na mbido afọ 2010, e nwere ịkọ nkọ na ọgụ ike amalitela na Naịjirịa na Onye isi ala Obasanjo na ndị na-akwado ya na-agba Yar'Adua ume ka ọ daa ma nyefee ike na osote onye isi ala ya, Dr",
  "Goodluck Jonathan",
  "Ndị na-akwado Yar'Adua guzogidere aro a na akụkụ nke nzaghachi ha maka ihe ịma aka ahụ bụ itinye usoro ọzọ iji gbalịa ịgbachi nkịtị ma menye egwu Onye isi ala Obasanjo na ndị na-akwado ya dị ka El-Rufai, Fani-Kayode, Ribadu, Lawal Batagarawa, Nnenadi Usman na Andy Uba site n'ebo ha ebubo na ha na ha na-akpa nkata ọchịchị",
  "Nke a bụ otu usoro ahụ General Sani Abacha nabatara bụ onye tụrụ Obasanjo mkpọrọ maka ebubo yiri nke ahụ mgbe ọ nọ n'ọchịchị",
  "A tọhapụrụ General Obasanjo ma gbaghara ya ọtụtụ afọ ka e mesịrị mgbe Abacha nwụsịrị na mgbe General Abdulsalami Abubakar weghaara ọchịchị.",
  "N'ọnwa Nọvemba afọ 2010, Fani-Kayode kwuru na Yar'Adua chọrọ ịtụ onye bu ya ụzọ n'ọchịchị na nwoke ahụ ji aka ya mee ka ọ bụrụ onye ọchịchị, Onye isi ala Olusegun Obasanjo, yana ndị na-akwado ya, gụnyere El-Rufai, Ribadu, na Fani- Kayode n'onwe ya. O kwukwara na Baba Gana Kingibe, odeakwụkwọ nke gọọmentị etiti n'oge ọchịchị Yar'Adua, bụ onye isi na-ahụ maka atụmatụ ahụ nakwa na ndị ọrụ ọchịchị Yar'adua James Ibori, Tanimu Yakubu, Abba Ruma na Michael Aondoakaa sokwa na ya.",
  "N'abalị iri abụọ na ise n'ọnwa Ọgọstụ 2020, mgbe ọ na-aga mkparịta ụka ndị nta akụkọ dị mkpirikpi n'oge njem ya na Southern Nigeria, ọ kparịrị ma kwutọọ onye nta akụkọ si Daily Trust, onye enyemaka nke ntụkwasị obi mgbasa ozi",
  "A na-ekwu na onye nta akụkọ ahụ kwuru na ọ maghị onye na-enye ego na nke a mere ka FFK kwụsị ikwu okwu",
  "Ụlọ mgbasa ozi yana ndị Naijiria na Twitter na netwọk mmekọrịta ndị ọzọ gosipụtara enweghị obi ụtọ dị ukwuu na ọtụtụ mkparị ya na-ewere eziokwu ahụ bụ na ọ bụ onye ọka iwu ma nwee ike igosiwanye omume ọma",
  "N'abalị iri abụọ na isii n'ọnwa Ọgọstụ afọ 2020, ọ rịọrọ onye nta akụkọ ahụ mgbaghara nke a na-ewere dị ka onye obi na onye na-enweghị obi na onye obi eziokwu n'akụkụ ya.",
  "EFCC jidere Fani-Kayode na Disemba 2008 ma boo ya ebubo iri anọ na asaa nke ịpụnara ego",
  "Fani-Kayode kwuru na aka ya dị ọcha nakwa na ego ahụ bụ ego natara site na azụmaahịa onwe ya na isi mmalite iwu kwadoro ma ọ nweghị ihe jikọrọ ya na ego gọọmentị. O kwuru na nyocha nke gọọmentị Yar'Adua na EFCC sitere na ndọrọ ndọrọ ọchịchị, a na-akpagbu ya n'otu ụzọ ahụ ndị ọrụ ibe ya si n'ọchịchị Obasanjo, dị ka Nasir Ahmad el-Rufai na Nuhu Ribadu, maka mmekọrịta ha na Onye isi ala Obasanjo. N'abalị iri abụọ na abụọ n'ọnwa Ọktoba, e jidere ndị ọrụ EFCC n'ebubo iri na asaa nke njigide iwu na-akwadoghị, iji ya eme ihe n'ụzọ iwu na-ekwadoghị na ịkwụ ụgwọ ego ruru ijeri N4.9, ebubo nke ụlọ ọrụ na-emegide iri ngo wetara ha.",
  "Na nkwupụta mmeri ya, Fani-Kayode gbanwere aha ya",
  "Oluwafemi Fani-Kayode na Olufemi Olu-Kayode (nke pụtara Onyenwe anyị na-eweta ọṅụ)",
  "Dị ka o si kwuo, e mere nke a dị ka akara ekele nye Chineke mgbe ọ tọhapụrụ ebubo niile fọdụrụnụ nke EFCC wetara ya",
  "Fani-Kayode lụrụ ọgụ n'okwu ahụ kemgbe 1 Julaị 2008 ma mechaa wepụ ya ebubo niile fọdụrụnụ nke a na-ewepụghị na 1 Julayi 2015",
  "Nke a bụ afọ 7 ruo ụbọchị ọ malitere ịta ahụhụ mbụ ya.",
  "N'ọnwa Nọvemba afọ 2009, tupu Yar'Adua arịa ọrịa, Fani-Kayode dere uri akpọrọ \"I Stand and I Fight\". N'abụ a, ọ kọwara Yar'Adua dị ka \"onye ọchịchị aka ike na-arịa ọrịa nwere ntọala amalekite\" ma buru amụma na \"ọgwụgwụ ya ga-abịa n'oge na-adịghị anya\". Fani-Kayode dere uri ndị ọzọ n'ime afọ ole na ole gara aga.",
  "N'ọnwa Jenụwarị 2010 na ihe dịka ọnwa abụọ ka Yaradua hapụrụ Nigeria wee buru ya gaa Saudi Arabia n'ihi ahụike (n'oge ahụ ọ dịghị Nigeria ọzọ ma e wezụga nwunye ya na ụlọ ọrụ nchekwa ya",
  "hụrụ ya ma ọ bụ hụ foto ya ọ bụla).",
  "Femi Fani-Kayode lụrụ di ugboro anọ",
  "Alụmdi na nwunye mbụ ya bụ Saratu \"Baby\" Atta na 1987 ma ha gbara alụkwaghịm na 1990. Ha nwere otu nwa nwanyị aha ya bụ Oluwafolake",
  "Alụmdi na nwunye nke abụọ bụ onye Yemen Olasunbo Adeniji na 1991 mana ha gbara alụkwaghịm na 1995",
  "Ha nwere ụmụ nwanyị atọ aha ha bụ Oluwatemitope, Oluwatobiloba na Oluwatuminu",
  "Alụmdi na nwunye nke atọ bụ Regina-Hanson Amonoo",
  "Ha lụrụ na 1997 ma nwee otu nwa nwanyị, onye aha ya bụ Oluwaremilekun",
  "N'afọ 2014, Femi Fani-Kayode na Precious Chikwendu, eze nwanyị mara mma na onye mmeri nke asọmpi ịma mma Miss United Nations (ụwa) 2014, lụrụ di na nwunye",
  "Nke a bụ alụmdi na nwunye ya nke anọ",
  "Na 1 Febụwarị 2016 Fani-Kayode na nwunye ya mụrụ nwa mbụ ha. A kpọrọ ya Joshua Oluwafemi Emmanuel Lotanna Aragorn Fani-Kayode",
  "Ọ bụ nwa mbụ nke Fani-Kayode",
  "Na 25 Mee 2018 Precious Chikwendu Fani-Kayode mụrụ ụmụ nwoke atọ",
  "Aha ha bụ:",
  "1",
  "Ragnar, Alexander, Okunade, Olusegun, Ikenna Fani-Kayode",
  "2",
  "Aiden, Daniel, Olumide, Jidenna, Benaniah Fani-Kayode",
  "3",
  "Liam, Michael, Oluwanifemi, Tobenna, Jehu Fani-Kayode",
  "A mụrụ ụmụ atọ ahụ ka ọ dịkwuo mma n'ihi eziokwu ahụ bụ na a mụrụ ha n'ụbọchị ọmụmụ nne ha.",
  "Nwanne nwoke nke Femi Fani-Kayode, Rotimi Fani- Kayode, bụ onye a ma ama na onye na-ese foto na onye na'ese foto nke guzobere Association of Black Photographers (Autograph) ma nwụọ na 1989 n'ihi nsogbu sitere na nje HIV."
]