[
  "Site na ngagharị iwe ụmụ nwanyị maka igbu Azra Gülendam Haytaoğlu, 2 August 2021, Kadıköy Square, Istanbul ]]\nOgbugbu nwanyị na Turkey na-ezo aka n'okwu igbu ọchụ nke a na-egbu ụmụnwanyị n'ihi ihe ndị metụtara ọrụ mmekọrịta ha, dị ka igbu ha n'ihi \"nhicha nsọpụrụ\".",
  "Ọ bụ otu n'ime ime ihe ike megide ụmụnwanyị na Turkey. Ọnụ ọgụgụ nke igbu ụmụnwanyị amụbaala nke ukwuu na Turkey na 2000s, ma e jiri ya tụnyere afọ ndị gara aga",
  "Na 2019 naanị, e gburu ụmụnwanyị 474",
  "Ọ bụ afọ e gburu ọtụtụ ụmụnwanyị na mba ahụ n'ime afọ iri gara aga. Dị ka akụkọ kwa afọ nke \"Anyị Ga-akwụsị Femicide Platform\" si kwuo, ụmụnwoke gburu ụmụnwanyị 300 na 2020, a hụkwara ụmụnwanyị 171 nwụrụ anwụ. N'agbata afọ 2010 na 2019, ọnụ ọgụgụ igbu ụmụnwanyị belatara naanị n'afọ 2011, afọ a bịanyere aka na nkwekọrịta Istanbul.",
  "Otu n'ime ihe ndị omempụ na-ekwu iji mee ka mpụ ha dị mma bụ; ọchịchọ ụmụ nwanyị maka nkewa, nsọpụrụ, aghụghọ, ekworo, na ndị ọzọ.",
  "Enwere data dị iche iche banyere igbu ụmụ nwanyị na Turkey nke ụlọ ọrụ gọọmentị na òtù ụmụ nwanyị bipụtara. Ebe ọ bụ na ọnụ ọgụgụ banyere ọnụ ọgụgụ ụmụ nwanyị ndị mmekọ ha ma ọ bụ ndị ezinụlọ ha gburu na Turkey abụghị nke ụlọ ọrụ gọọmentị dị mkpa na-ekerịta, a na-ewere data gọọmentị dị ka ezughị iji gosipụta oke nsogbu igbu ụmụ nwanyị.",
  "Òtù obodo ndị malitere ịnakọta data banyere igbu ụmụnwanyị na Turkey bụ Anıt Sayaç, Bianet na We Will Stop Femicide Platform.",
  "Nzaghachi nke Mịnịsta na-ahụ maka ikpe ziri ezi n'oge ahụ, Sadullah Ergin, na ajụjụ ndị omeiwu n'afọ 2009 bụ ihe dị mkpa nke data gọọmentị banyere igbu ụmụ nwanyị na Turkey.Na nzaghachi a, a kọwara ọnụ ọgụgụ igbu ụmụ nwanyị na mba ahụ n'etiti 2002 na 2008 dị ka 66 na 2002, 83 na 2003, 128 na 2004, 317 na 2005, 663 na 2006, 1011 na 2007, na 806 na 2008",
  "A tụlere mmụba okpukpu iri na anọ nke igbu ụmụnwanyị site n'afọ 2002 ruo 2008 na mgbasa ozi na n'etiti ndị ndọrọ ndọrọ ọchịchị.",
  "Na azịza nke Ministry of Family and Social Policies nyere ajụjụ ndị omeiwu ọzọ a jụrụ na 2013, a kọrọ na e gburu ụmụnwanyị 171 na 2009, 177 na 2010, 163 na 2011 na 128 na ọnwa 9 mbụ nke 2012.",
  "Na Jenụwarị 2021, Mịnịsta na-ahụ maka ime obodo Süleyman Soylu kwupụtara na akaụntụ Twitter ya na ọnụ ọgụgụ ụmụ nwanyị tụfuru ndụ ha na igbu ụmụnwanyị n'ime oke Iwu No",
  "6284 bụ 353 na 2017, 279 na 2018, 336 na 2019 na 266 na 2020.",
  "Dị ka data nke \"Anyị Ga-akwụsị Femicide Platform\" (KCDP), 80 na 2008, 109 na 2009, 180 na 2010, 121 na 2011, 210 na 2012, 237 na 2013, 294 na 2014, 303 na 2015, 328 na 2016, 409 na 2017, 440 na 2018, na 474 na 2019, na-agbakwụnye ngụkọta nke ụmụnwanyị 3,185 nwụrụ n'etiti afọ 2008 nakwa n'afọ 2019.",
  "Dị ka akụkọ 2019 nke \"Anyị Ga-akwụsị Femicide Platform\" si kwuo, e dekọrọ 115 n'ime igbu ụmụ nwanyị 474 e mere na 2019 dị ka ndị na-enyo enyo ma enweghị ike ịchọta ndị omekome ahụ.Dị ka akụkọ 2020 si kwuo, ụmụnwoke gburu ụmụnwanyị 300 na Turkey na 2020 ma hụ ụmụnwanyị 171 nwụrụ anwụ.",
  "Tebụl ahụ na-egosi ọnụ ọgụgụ ndị nwụrụ anwụ site na afọ na data nke \"Anyị Ga-akwụsị Femicide Platform\", nke e kesara na weebụsaịtị Anıt Sayaç, nke emere maka ụmụnwanyị nwụrụ n'ihi ime ihe ike na Turkey, dị ka ndị a:",
  "Nnyocha na-enyocha ikpe igbu ụmụnwanyị 1,260 nke mere n'agbata afọ 2008-2018, na-egosi na di nke nwanyị ahụ e gburu egbu nọ n'elu ndepụta nke ndị na-egbu ụmụnwanyị (623). Ogbugbu nke ndị hụrụ n'anya (160) na-ewere ọnọdụ nke abụọ na igbu ọchụ nke di mbụ (94) na-ewere ọnọdụ nke atọ",
  "Ọkwa nke anọ bụ \"ogbugbu nke onye maara\" (88), na ikpe izu ohi na ndina n'ike",
  "Nke a na-esote igbu ọchụ nke ndị ikwu (49), igbu ọchụ site n'aka nwanne (48), igbu nwa nwoke (48), igbu ọchụ site n'aka nna (38), na igbu ọchụ site n'aka onye bịara abịa (18).",
  "N'ime ụmụnwanyị ndị e gburu na 2019, 134 bụ ndị di ha, 51 site n'aka di ha, 29 site n'aka ndị ikwu ha, 25 site n'aka onye bụbu di ha, 25 site n'aka nwa ha nwoke, onye agbata obi ha ma ọ bụ nne na nna n'otu ụlọ akwụkwọ dị ka nwa ha, 8 site n'aka onye ọlụlụ mbụ, 19 site n'aka ndị enyi ha, 15 site n'aka nna ha, 13 site n'aka nwanne ha nwoke, na 3 site n'aka ndị inyom ahụ amaghị.",
  "Dị ka akụkọ KCDP si kwuo, n'afọ 2019; e gburu ụmụ nwanyị 292 n'ụlọ ma gbuo ụmụ nwanyị 52 n'etiti okporo ámá",
  "9 n'ime ụgbọala ha, 6 n'ebe ọrụ ha, 5 n'ụlọ nkwari akụ, 5 n'ogige ntụrụndụ, 3 n'ụlọ ahịa, 2 n'ebe ntụrụndụ, 2 n'ụlọ ọgwụ, 1 na kọfị, 1 n'ụlọ akwụkwọ, 1 nwụrụ n'ebe ọha ọzọ ọha na eze ọzọ",
  "E gburu 31 n'ime ụmụ nwanyị ahụ e gburu ma ọ bụ hụ ozu ha na mmiri ma ọ bụ n'akụkụ mmiri",
  "32 n'ime ha nwụrụ ma ọ bụ hụ ha nwụrụ n'ebe ala dị ka ọhịa, ala ịta ahịhịa, ebe ntụrụndụ, ogige na ubi na ubi",
  "E gburu ụmụ nwanyị 3 nwụrụ n'ebe tọgbọrọ n'ebe tọgbọrọ n'ebe tọgbọrọ n'efu dị ka ụlọ nkwakọba ihe na ụlọ ndị a gbahapụrụ agbahapụ",
  "A pụghị ịchọpụta ebe e gburu ụmụ nwanyị iri abụọ na itoolu.",
  "Nnyocha na-enyocha ikpe igbu ọchụ 1,260 n'ime ihe karịrị igbu ụmụ nwanyị 2,000 nke mere n'agbata afọ 2008 na 2018, chọpụtara na a na-ejikarị égbè (679), na-esote ngwá ọrụ ịkpụ (404), ịnyagbu (84), iti ihe (64), ma kpughee na-egbu ụmụ nwanyị site na mmekpa ahụ (15).",
  "N'ime ụmụnwanyị 474 e gburu n'afọ 2019, 185 ji égbè gbuo, 101 ji ihe dị nkọ, 29 site na mmiri, 27 site na iti ihe, 19 site na ịtụpụ ha site n'ịdị elu, 6 site na ọgwụ kemịkal, na 6 site na ọkụ",
  "A pụghị ịchọpụta otú e si gbuo mmadụ 101 n'ime ha.",
  "N'afọ 1999, n'ụzọ megidere omume zuru oke n'ụwa, igbu onwe ụmụ nwanyị dị elu karịa igbu onwe ụmụnwoke na Turkey; emeela ka ihe omume nke igbu onwe ya mee ihe omume nke Turkey",
  "N'afọ 1999, na Batman na mpaghara etiti ya, nkezi ọnụ ọgụgụ igbu onwe onye na Turkey okpukpu abụọ n'ime ọnwa asatọ mbụ nke afọ 2000 na 80.8% nke ndị gburu onwe ha bụ ụmụnwanyị",
  "N'ihi ya, ọtụtụ ụlọ ọrụ ọha na eze na òtù na-abụghị nke gọọmentị chere na ọ dị mkpa ime nnyocha banyere igbu onwe ụmụnwanyị na mpaghara ahụ. Ihe ka ọtụtụ n'ime ụmụnwanyị na-egbu onwe ha bụ nrụgide nke nsọpụrụ kpatara; Ụfọdụ n'ime ihe omume ndị gosipụtara na mgbasa ozi dị ka igbu onwe ha bụ igbu ọchụ nsọpụrụ nke e mere ka ọ dị ka igbu onwe onye; A na-ekwu na ụfọdụ n'ime ha bụ igbu onwe ha n'ihi nrụgide nke omenala.",
  "Ebe ọwụwa anyanwụ Anatolia, ndịda ọwụwa anyanwụ Anatolia na mpaghara Oké Osimiri Ojii, ebe a na-eme ọnụ ọgụgụ kachasị elu nke igbu ọchụ nsọpụrụ na Turkey, bụ mpaghara ebe a na-egbu onwe ha n'ihi nrụgide nke nsọpụrụ na ihe omume ndị e gosipụtara dị ka igbu onwe ha n'agbanyeghị na ha bụ igbu ọchụ.",
  "Ụfọdụ n'ime ọtụtụ ikpe igbu ụmụnwanyị a ma ama:",
  "Ụfọdụ n'ime òtù ndị na-alụ ọgụ iji kwụsị igbu ụmụnwanyị na Turkey bụ ndị a:",
  "Nsogbu nke mmụba igbu ụmụnwanyị na Turkey egosipụtala n'ụdị akwụkwọ dị iche iche",
  "Tomris Uyar, otu n'ime ndị na-akọ akụkọ ụmụ nwanyị dị mkpa n'afọ ndị 1950, bụ onye edemede nke na-ekwukarị banyere ime ihe ike megide ụmụ nwanyị na akụkọ ya",
  "Akụkọ a kpọrọ \"Derin Kazın\", nke gbasara ogbugbu nke nwanyị akwụna a na-akpọ İkbal, bụ ihe atụ nke akụkọ ndị mejupụtara igbu nwanyị",
  "N'iji usoro akụkọ nke oge a, onye edemede ahụ gụnyere ogbugbu Ikbal na akụkọ akwụkwọ akụkọ na akụkọ Sağlar, na-ekwusi ike na ngosipụta mmekọahụ nke akụkọ igbu ọchụ na mgbasa ozi.",
  "Mgbe 1950, ndị na-ede uri mepụtara nghọta ọhụrụ nke uri site n'ilekwasị anya na igbu ụmụnwanyị na ime ihe ike megide ụmụ nwanyị na uri ha",
  "N'abụ ha, ha kwuru na ileghara nwanyị anya na ime ka ọ ghara inwe obi ụtọ dịkwa ka ọnwụ. N'otu n'ime uri, uri Edip Cansever nke akpọrọ Watering the Flowers, igbu ụmụnwanyị na-ewere ọnọdụ n'ahịrị ndị a:\n \nN'afọ 2019, Hatice Meryem na-ekwu maka mmekọrịta mmadụ na ibe ya nke igbu ụmụnwanyị site n'ịtụle ntọala mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị n'akwụkwọ ya, Where to Start Killing a Woman?",
  "Na nkatọ na Birikim, Onur Tüm kwuru banyere akwụkwọ ahụ dị ka \"echiche nke ọma, ikekwe ederede mbụ banyere igbu nwanyị na akwụkwọ Turkish\".",
  "Elçin Poyrazlar, na akwụkwọ akụkọ ya The Mantolu Kadın (2018), na-akọ akụkọ banyere otu nwanyị nke di ya mere ihe ike n'ụlọ na akụkọ ịdị n'otu nke nwanyị a manyere ịlụ di na nwunye a na-achọghị mgbe ọ dị obere, N'akwụkwọ akụkọ ya Ecel Çiçekleri (2021), o lebara anya n'okwu banyere igbu ụmụnwanyị site n'ịkọ akụkọ banyere otu nwanyị kọmishọna na-enyocha igbu ọchụ ụmụnwanyị.",
  "Onye isi nke akwụkwọ akụkọ Zeynep Kaçar, Alone, nke e bipụtara n'afọ 2021, ghọrọ onye na-abọ ọbọ ụmụ nwanyị ahụ e gburu egbu site n'ime ka ọ na-egbu onwe ya site n'iwu nke sheikh nke òtù nzuzo ahụ, ma kwuo aha ụmụnwanyị bụ ndị e gburu na Turkey n'afọ ndị gara aga ma kpatara iwe ọha na eze.",
  "Ụmụnwanyị na-ese ihe na Turkey na-emeso igbu nwanyị karịsịa ma bụrụ isiokwu nke ihe okike nka nke oge a",
  "Nke a bụ ụfọdụ ihe atụ nke ndị nka a na ọrụ ha:"
]