[
  "Feminism bụ otu echiche nke ndọrọ ndọrọ ọchịchị, akụ na ụba, na mmekọrịta mmadụ na ibe ya nke nwoke na nwanyị, n'agbanyeghị na ụfọdụ mmegharị nwanyị na echiche dị iche na kpọmkwem nke nkwupụta na atụmatụ dị mkpa ma bụrụ ihe ziri ezi iji nweta nha.",
  "N'agbanyeghị, ịha nhata, ọ bụ ezie na ụfọdụ ndị feminists na-akwado ya, a naghị ahụ ya n'ụwa niile dị ka nsonaazụ achọrọ nke mmegharị feminist, ọbụnadị site na feminists",
  "Ụfọdụ na-ewere ya dị ka nwanyị iji mee ka ikike ụmụ nwanyị site na mmalite nke na-erughị nke nwoke n'enwetaghị nha zuru oke",
  "Ebumnuche ha bụ na ụfọdụ uru nke ike dị mma karịa ihe ọ bụla",
  "N'akụkụ nke ọzọ nke continuum, obere ndị feminists ekwuola na ụmụ nwanyị kwesịrị ịmepụta ma ọ dịkarịa ala otu ụmụ nwanyị na-eduzi ọha mmadụ na ọtụtụ ụlọ ọrụ.",
  "Feminism na ịha nhata bịara na ebili mmiri n'ime akụkọ ihe mere eme, na-ahụ ọtụtụ n'ime omume mbụ na mmalite narị afọ nke iri na asatọ",
  "Dị ka Martha Rampton, onye prọfesọ na onye nduzi na Mahadum Pacific si kwuo, \"Ebili mmiri ahụ malitere na Mgbakọ Seneca Falls n'afọ 1848 ógè narị ụmụ nwoke na ụmụ nwanyị atọ gbakọtara n'ihe gbasara ịha nhata maka ụmụ nwanyị. Ka o sina dị, ụdị feminism na ịha nhata eruola ihe mgbaru ọsọ ndọrọ ndọrọ ọchịchị, nke a kwadoro n'ọnwa Ọgọst ụbọchị iri na asatọ n'afọ 1920, Ndezigharị nke iri na itoolu kwadoro ụmụ nwanyị America niile ikike ịtụ vootu",
  "Dịkwa ka ụfọdụ chere na nke a ga-eme naanị ụmụ nwanyị ọtụtụ ihe.",
  "Ndị nọ n'etiti ndị feminists na-achọ nnwere onwe bụ ndị kwenyere na ịha nhata adịghị mma ma ọ bụ na-abaghị uru, ọ bụ ezie na ọtụtụ na-eme ka inweta nnwere onwe dị ka nke ụmụ nwoke na ịchụso ịha nhata, si otú a sonye na ndị na-ekwu na ịha nhata dị ka isi na feminism.",
  "Dị ka onye isi oche ọmụmụ ụmụ nwanyị nke Mahadum Tilburg bụ Tineke M",
  "Willemsen si kwuo, \"[i]t agaghị ekwe omume inye nkọwa nke feminism nke nwanyị ọ bụla ga-ekwenye na ya\"",
  "Bronwyn Winter akatọla nguzogide ịkọwa feminism n'ihe gbasara ndị ọkachamara na ndị na-abụghị ndị ọkachamara, nguzogide \"nke juru ebe niile nke na o yiri ka ọ bụ ọnọdụ kachasị elu nke nwanyị: ụdị 'ọnọdụ na-abụghị'",
  "Otú ọ dị, e nyewo nkọwa na akwụkwọ na omume ụmụ nwanyị.",
  "Ọtụtụ n'ime akwụkwọ ndị ahụ na-akọwa feminism dị ka okwu banyere ikike nhata maka ụmụ nwanyị ma ọ bụ nhata n'etiti nwoke na nwanyị",
  "Ọ bụghị naanị na feminism na-emetụta ịha nhata n'etiti nwoke na nwanyị, kamakwa n'agbụrụ",
  "Chicana Feminism Movement ghọrọ onye ndọrọ ndọrọ ọchịchị na-arụsi ọrụ ike n'ịchọ ịha nhata ụmụ nwanyị na ụmụ nwanyị n'ime ọha mmadụ America",
  "Ọ na-agbagha ọrụ nke echiche nwoke na nwanyị.",
  "\"Feminism na-ekwu n'ihe gbasara nhazigharị n'etiti ụmụ nwanyị na ụmụ nwoke nke mmekọrịta mmadụ na ibe ya, akụ na ụba, na ike ndọrọ ndọrọ ọchịchị n'ime otu ọha mmadụ, n'aha nwoke na nwanyị n'aha mmadụ ha, mana na nkwanye ùgwù maka ọdịiche ha",
  "\" Ógè a malitere iji feminism na okwu ndị metụtara ya mee ihe n'ọtụtụ ebe n'afọ 1890 na Europe na Western Hemisphere ma na-aga n'ihu n'oge a, mmekọrịta okwu ndị ahụ na ịha nhata na-edoghị anya",
  "\"Ógè ahụ, dị ka ọ dị ugbu a, ọtụtụ ndị otu na-eji okwu ndị ahụ eme ihe n'ụzọ arụmụka, dị ka epithets, kama nyocha; mgbe ahụ, dị ka ọ dị ugbu a, onye ọ bụla ejighị okwu ndị ahụ pụtara otu ihe",
  "Na, dị ka ọmụmụ akụkọ ihe mere eme ha na-ekpughe, ha na-ezo aka na 'ikike nke ụmụ nwanyị' karịa 'ikike hà ka nke ụmụ nwoke.' Okwu nke feminism pụtara nkatọ ndọrọ ndọrọ ọchịchị sara mbara karị, nkatọ nke bụ nwanyị na nwanyị na-eme ememe na mwakpo ya na ihe ùgwù nwoke",
  "\" Ndị mmadụ nwere ike ịrụ ụka ma ọ bụrụ na okwu a na-egosi n'ezie ọdịiche dị ukwuu",
  "N'iburu n'uche na ụmụ nwanyị anọwo na njedebe dị mkpirikpi maka iwu na ọnọdụ ha n'ihu ọha ọ bụ ihe ezi uche dị na ya na feminism lekwasịrị anya na ikike ụmụ nwanyị",
  "Feminism na omume nwere ike ịbụ ihe na-agwụ ike ma dị oké ọnụ na mkpa ndị ọzọ nwere ike ịsọ mpi n'ihe gbasara ego onwe onye na nhazi",
  "Pragmatism nwere ike ịgba ume ịchọ ihe mgbaru ọsọ dị ala, dị ka inwe ike karịa enweghị feminism mgbe ọ na-adịghị anwa ịchọ nha zuru oke.",
  "Dị ka Diane Davis si kwuo, ụmụ nwanyị dị oke egwu \"na-enwe mmasị na ihe ùgwù ụmụ nwanyị kama ịha nhata.\" Feminism ime mmụọ na ecofeminism, dị ka Prof",
  "Davis, enweghị mmasị n'ịdị n'otu karịa ịchọta ụzọ isi gbanwee ihe ùgwù abụọ iji tinye \"nwanyị'",
  "n'elu (ka a ga-ekwu)",
  "Ọtụtụ ndị dere akụkọ ifo nke utopia dere màkà \"ụwa ndị dị mma nke ọnọdụ ụmụ nwanyị dị mma karịa nke ụmụ nwoke\".",
  "Ọdịiche feminism dabeere na echiche na ụmụ nwanyị na ụmụ nwoke dị iche, na n'ihe banyere ụmụ nwanyị ịdị ka ụmụ nwoke pụtara ịdị ka ụmụ nwoke, nke na-adịghị mma. Kama ịha nhata, ọdịiche nke feminism dabeere na ụmụ nwanyị nwere nnwere onwe."
]