[
  "Ferré Gola, bụkwa Ferre Gola, onye aha ya zuru ezu bụ Hervé Gola Bataringe, bụ onye DR Congo na-edekọ egwu",
  "N'otu oge, ọ bụ onye otu egwu ndị Congo, Wenge Musica Maison Mère na Quartier Latin International",
  "A mụrụ ya n'ụbọchị 3 Machị n'afọ 1976, na Kinshasa, obodo kachasị ukwuu na isi obodo nke Democratic Republic of the Congo",
  "Site na nwata, ọ nwere mmasị ịghọ onye egwu ọkachamara. Ferré Gola malitere ọrụ ya na otu egwu na obodo Bandalungwa nke a na-akpọ \"Rumba des Jeunes\" tupu ọ banye na \"Wenge Musica\" n'afọ 1995.",
  "Na nkewa nke otu a, Ferré Gola sonyeere Werrason na Wenge Musica Maison Mère ruo afọ 7, tupu ya na Bill Clinton Kalonji na JDT Mulopwe mepụta \"Les Marquis de Maison mère\"",
  "Ma, \"Les Marquis\" pụtara ọnwa ole na ole ka e mesịrị mgbe ntọhapụ mmeri nke opus \"Miracles\", abọm kachasị mma na onyinye KORA 2005 na South Africa.",
  "N'afọ 1995 n'oge ngosi nka na Bandalungwa, otu obodo nke obodo Kinshasa, Werrason hụrụ ya ma kpọbata ya n'ime otu Wenge Musica 4*4",
  "Mgbe ndị otu ahụ kwụsịrị, Gola, Werrason, Didier Masela, na Adolphe mepụtara otu Wenge Musica Maison Mère ebe ọ nọrọ afọ asaa site n'afọ 1997 ruo afọ 2004",
  "Ọ hapụrụ otu Werrason na 2004 iji chọta The Marquis de Maison Mère na JDT Mulopwe na Bill Clinton Kalonji bụ ndị hapụkwara Werrason",
  "N'afọ 2005, Gola sonyeere otu Quartier Latin International, nke Koffi Olomide, na-ahapụ maka ọrụ naanị ya na 2006, n'otu afọ ahụ Fally Ipupa hapụrụ",
  "Mgbe ọ nọ na Quartier Latin, otu n'ime egwu ndị a na-agaghị echefu echefu ọ mepụtara bụ egwu Sisi Silvie Remix ebe ya na Olomide rụkọrọ ọrụ.",
  "Site na ezigbo aha ya bụ Hervé Gola Bateringe, Ferré emeela njem nka pụrụ iche nke mere ka ọ nwee ihe ịga nke ọma ugbu a",
  "A maara ya nke ọma maka ọrụ ya, otu ụmụagbọghọ na ụmụnwoke gbara ya gburugburu bụ ndị guzosiri ike ma na nchịkwa ya ma na ndị otu egwu ya, tinyere ndị ọzọ: Chikito, Kunzardo, Charly Solo, Mark House, Guy Digital, De Gaulle na ndị ọzọ",
  "Tupu ọ nabata ọrụ naanị ya, Ferré Gola mepụtara egwu ise gụnyere Vita Imana, Victime d'amour , 100 Kilos, Amour Intèret, Insecticide na ndị ọzọ.",
  "Kemgbe mmalite nke ọrụ naanị ya, Gola wepụtara abọm atọ zuru oke:"
]