[
  "Ferry (1915 mgbe 1930 gasịrị) bụ ịnyịnya na-agba ọsọ na British Thoroughbred",
  "Dị ka ọ dị afọ atọ na 1918 o dekọrọ nnukwu iwe mgbe ọ meriri 1000 Guineas na 50/1",
  "E mechara nye ya ọnọdụ nke onye abụọ na Oaks Stakes mana ọ dara mgbe ọ na-alụ ọgụ megide ndị mmegide nwoke",
  "O nwere mmetụta dị nta dị ka nwa ara ma mechie ụbọchị ya na Poland.",
  "Ferry bụ ọdụ ụgbọ mmiri nke onye wee ya bụ  Edward Stanley, 17th Earl of Derby zụlitere ma nwee",
  "Ọ zụrụ n'oge niile ọ na-arụ ọrụ site n'aka onye na-enye ọzụzụ n'onwe ya bụ Lord Derby, George Lambton na Stanley House stable na Newmarket, Suffolk.",
  "Nna Ferry bụ Swynford bụ ịnyịnya na-agba ọsọ nke meriri St Leger na 1910 na Eclipse Stakes n'afọ sochirinụ",
  "Ọ ka mma dị ka ịnyịnya na-azụ ụmụ ya ndị ọzọ gụnyere Blandford, Saucy Sue, Challenger na Tranquil",
  "A kọwaala ọdụ ụgbọ mmiri Gondolette dị ka otu n'ime ọdụ ụgbọ mmiri ndị a ma ama na Stud Book. Ọ bụ onye na-elekọta nwanne Ferry Sansovino (Epsom Derby) na nna nna nke ụmụ nwanyị dị ka Hyperion, Sickle, Pharamond, Big Game na Snow Knight.",
  "Ọrụ ịgba ọsọ nke Ferry mere n'oge Agha Ụwa nke Mbụ",
  "E mechiri ọtụtụ ebe ịgba ọsọ maka oge esemokwu ahụ ma mee ka agbụrụ ise niile nke ọdịnala British Classic na Newmarket.",
  "N'ụbọchị mbụ n'ọnwa Mee, ọsọ nke 106 nke 1000 Guineas karịa otu kilomita na Newmarket Racecourse dọtara obere ogige nke ndị na-agba ọsọ asatọ",
  "Onye mmeri nke Middle Park Stakes Benevente malitere ọkacha mmasị n'ihu My Dear ebe Ferry, nke Brownie Carslake na-agba, malitere onye 50/1 n'èzí",
  "Benevente buru ụzọ tupu ọnye My Dear efe mana Ferry butere ụzọ na mmechi ma merie \"n'ụzọ dị mfe\" site na ogologo abụọ.",
  "A na-ebuli nwa ahụ elu n'ebe dị anya maka iri furlong Newmarket Stakes ka e mesịrị n'ọnwa ahụ mana ọ gbara ọsọ n'enweghị ebe ọ nọ n'azụ nwa ehi Somme Kiss. Mgbe ahụ, a kwagara ụgbọ mmiri ọzọ n'ebe dị anya maka New Oaks Stakes, na-agba ihe karịrị otu kilomita na ọkara na Newmarket na 6 June",
  "Ọ lọtara n'ụlọ na-ekpo ọkụ maka nke atọ na Silver Bullet n'azụ Stony Ford na My Dear, mana a kwalitere ya na ọkwa ka ọ bụrụ onye nke abụọ mgbe a napụrụ Stony Ford ikike maka ịkpata mgbochi.",
  "Newmarket na onwa Septemba hụrụ ọsọ nke September Stakes, onye nọchiri St Leger n'oge agha",
  "Ferry malitere 25/1 outsider wee lọta n'ụlọ n'ikpeazụ n'ime ndị na-agba ọsọ ise n'azụ Gainsborough.",
  "N'akwụkwọ ha, A Century of Champions, dabere na usoro nyocha Timeform, John Randall na Tony Morris kwuru na Roseway bụ onye mmeri \"dị ala\" nke 1000 Guineas.",
  "Ferry lara ezumike nká n'ịgba ọsọ iji bụrụ nwa ewu maka Lord Derby",
  "Lord Beaverbrook mechara zụta ya wee ree ya maka mbupụ na Poland na 1930. Ọ mụputara ọ pekata mpe ụmụ ehi atọ aha ha:"
]