[
  "Festac '77, nke a makwaara dị ka Ememme nke Abụọ nke oji na African nke Arts na Culture (nke mbụ bụ na Dakar, 1966), bụ nnukwu ememme mba ụwa nke emere na Lagos, Nigeria, site na 15 Jenụwarị, afọ 1977 ruo 12 Febụwarị, afọ 1977. Ihe omume ahụ were otu ọnwa mere emume ọdịbendị Afrịka ma gosipụta ụwa egwu Afrịka, nka mara mma, akwụkwọ, ihe nkiri, ịgba egwu na okpukpe",
  "Ihe dị ka ndị sonyere 16,000, na-anọchite anya mba 56 nke Afrịka na mba ndị Afrịka, rụrụ ọrụ na ihe omume ahụ. Ndị na-ese ihe na-eme emume ahụ gụnyere Stevie Wonder si United States, Gilberto Gil si Brazil, Bembeya Jazz National si Guinea, Mighty Sparrow si Trinidad na Tobago, Les Ballets Africains, South African Miriam Makeba, na Franco Luambo Makiadi",
  "N'oge emere ya, ọ bụ nnukwu nnọkọ pan-African nke emere.",
  "Ihe nnọchianya gọọmentị nke emume ahụ bụ ihe yiri nke Erhabor Emokpae mere nke ihe nkpuchi ọdụ́ nke eze Benin. Nkwado nke emume ahụ dugara n'ịmepụta Kansụl Naịjirịa nke Arts na Ọdịbendị, Obodo Festac na National Theatre, Iganmu, Lagos. E mere ọtụtụ n'ime ihe omume ndị ahụ n'ebe anọ: National Theatre, National Stadium, Surulere, Lagos City Hall na Tafawa Balewa Square.",
  "Enwere ike ịchọta mkpali maka ịkpọkọta FESTAC na mmepe nke echiche na Négritude na Pan-Africanism",
  "N'afọ 1940, Aimé Césaire na Léopold Sédar Senghor, ndị echiche Pan-Africanism nke W",
  "E",
  "B",
  "Du Bois na Alain Locke banyere New Negro kpaliri, malitere akwụkwọ akụkọ na ụlọ obibi akwụkwọ na Paris a na-akpọ Présence Africaine; ma Césaire ma Senghor bụkwa ndị otu Société africaine de culture. Présence Africaine na Society of African Culture bụ ndị na-akwado mgbakọ abụọ, otu na afo 1956 na nke ọzọ na afọ 1959",
  "A kpọkọtara nzukọ ndị ahụ na ebumnuche ịkwalite ọdịbendị na mmepeanya ndị isi ojii. Nzukọ nke mbụ bụ Nzukọ nke ndị edemede ojii na Paris na nke abụọ bụ nzukọ ndị edemede isi ojii na Rom",
  "Ndị bịara nzukọ ahụ gụnyere ndị edemede nke ihe nketa Africa na Afro dị ka Alioune Diop, Cheikh Anta Diop, Léopold Senghor, na Jacques Rabemananjara, Richard Wright, Césaire, George Lamming, Horace Mann Bond, Jacques Alexis, John Davis, William Fontaine, Jean Price Mars, James Baldwin, Chester Himes, Mercer Cook na Frantz Fanon. Ndị otu abụọ ahụ na-arụ ọrụ na-ekwurịta echiche banyere nlọghachi nke ọdịbendị Afrịka na ịkpọkọta ememme nka",
  "N'afọ 1966, site na nduzi nke Senghor nyere na enyemaka sitere n'èzí, ọkachasị France, na UNESCO, emere Ememme Ụwa Mbụ nke Black Arts na Dakar, Senegal, n'ụbọchị iri abụọ na anọ nke ọnwa Eprel n'afọ 1966. Na ngwụcha emume mbụ ahụ, a kpọrọ Naijiria ka ha mee emume nke abụọ na afọ 1970 iji kwalite ịdị n'otu ndị isi ojii site na emume ọdịnala. Mba na-anabata ga-ahụ maka ịnye akụrụngwa na ihe owuwu dị mkpa maka mmemme ahụ nke ọma",
  "Agha Obodo na mgbanwe na gọọmentị mere ka e yigharịa emume ahụ ruo afọ 1977.",
  "Nkwadebe maka emume nke abụọ malitere na Lagos, Nigeria, na 3 Ọktoba, na afọ 1972, mgbe Kọmitii Ememme Mba Nile zutere na nke mbụ ya wee kpebie na a ga-eme ememme ahụ na Nọvemba, na afọ 1974",
  "A gbanwere aha emume ahụ site na \"World Black Festival of Arts and Culture\" gaa na \"Second World Black and African Festival of Arts et Culture\" iji kwado eziokwu nke ịdị n'otu Afrịka. A gbanwere ụbọchị ahụ gaa na Nọvemba, na afọ 1975",
  "Ndị na-ahazi ya kewara mba n'ime mpaghara 16, mpaghara ọ bụla nwere kọmitii nke ndị nnọchiteanya nke ndị Afrịka mejupụtara; onyeisi oche nke mpaghara ọ bụla ga-aghọ onye otu Kọmitii Ememme Mba Nile",
  "Kọmitii ahụ rụrụ ọrụ dị ka aka nchịkwa nke Ememme ahụ",
  "Ọchịchọ imeziwanye emume Dakar mere ka Naịjirịa nwee ebumnuche ịmepụta ihe ngosi dị egwu nke ego mmanụ ọhụrụ a chọtara",
  "Ọchịchị ọhụrụ nọchiri ọchịchị Gowon ma gbanwee ụbọchị ememme ahụ ka ọ bụrụ na afọ 1977.",
  "Iji mepụta mgbasa ozi maka emume ahụ, kọmitii mba ụwa dụrụ mpaghara ndị ahụ ọdụ ka ha gbaa emume mbido ume. E mere obere ememme ụfọdụ, dị ka Carifesta nke Guyana kwadoro, ememme Commonwealth na London, ihe ngosi nka na ọrụ aka nke Ghana na Nafest nke Nigeria",
  "Kọmitii emume ahụ họọrọ dịka ihe nnọchianya emume nke Erhabor Emokpae nke ihe nkpuchi ọdụ́ nke Benin nke narị afọ nke iri na ise (ihe nkpuchi ahụ n'onwe ya bụ nke ikpeazụ Ovonramwen, eze Benin nke Consul General nke Niger Coast Protectorate, Ralph Moor wepụrụ n'ocheeze na afọ 1897).",
  "E wuru ụlọ obibi a maara dị ka Festac Village dị ka ebe obibi maka ihe dị ka mmadụ 17,000",
  "Otú ọ dị, ebumnuche ogologo oge nke obodo ahụ n'okpuru Federal Housing Programme bụ iji belata ụfọdụ nrụgide ụlọ na Lagos. A tụrụ aro ụlọ ahụ maka iwu n'ime afọ abụọ, na ihe karịrị ndị ọrụ ngo 40 na-arụ ọrụ na saịtị dị iche iche nke ọrụ ahụ",
  "N'ozuzu, e wuru ụlọ obibi 5,088 tupu emume ahụ ma rụchaa 5,687 ọzọ na ngwụcha afọ 1977",
  "N'oge emume ahụ, ụlọ obibi ahụ bụ ebe a na-eme ihe ngosi na mmekọrịta site n'aka ndị sonyere ka ndị otu dị iche iche na-eme emume ha n'ehihie na n'abalị.",
  "Maka ịnabata ihe ngosi na nkuzi, e wuru ụlọ ihe nkiri dị iche iche, iji bụrụkwa ebe nka na ọdịbendị Afrịka",
  "Nhazi ụlọ ihe nkiri ahụ dabeere na Obí nke Ọdịbendị na Egwuregwu na Varna, Bulgaria",
  "Ihe owuwu ọhụrụ ahụ nwere ụlọ ngosi abụọ, ụlọ ọrụ na-eme ihe nkiri 5,000, ụlọ nzukọ nwere oche 1,600 na ụlọ ihe nkiri abụọ. Ụlọ ihe nkiri ahụ kwadoro ịgba egwu, egwu, ihe ngosi nka, ihe nkiri sinima, ihe nkiri na mkparịta ụka.",
  "Emume mmeghe nke emume ahụ mere na 15 Jenụwarị, na afọ 1977 n'ime National Stadium, Surulere, Lagos",
  "Otu n'ime ihe ndị dị ịrịba ama nke emume ahụ bụ ngagharị nke ndị sonyere na-anọchite anya mba 48 na-agafe ndị isi na-eleta, ndị nnọchiteanya na onye isi ala Naijiria, Olusegun Obasanjo",
  "Ụfọdụ ndị sonyere na ngagharị ahụ yi uwe ejiji mara mma, ụfọdụ ndị ikom nọ n'elu osisi dị mita iri na anọ, ndị na-agba egwú Naijiria bu arịa ọkụ n'isi ha. Iji gosipụta nnwere onwe na ịdị n'otu nke ndị isi ojii, a tọhapụrụ 1,000 nduru; onye ụkọchukwu shango gbakwara efere ememme ahụ ọkụ.",
  "Ihe omume ememme ahụ na-amalite n'ihe dị ka elekere itoolu nke ụtụtụ ruo n'etiti abalị.",
  "Nzukọ ahụ dị n'etiti ememme ahụ, a na-emekwa ya kwa ụbọchị n'ime izu abụọ mbụ nke ihe omume ahụ. Ihe dị ka ndị edemede 700, ndị na-ese ihe na ndị ọkà mmụta sonyere na nkuzi ahụ",
  "Isiokwu nke okwu ndị ahụ na-emetụta enweghị nnwere onwe ọgụgụ isi na enweghị mgbagwoju anya nke mba ụwa nke atọ na-agakwuru ndị na-achị ha mgbe ụfọdụ maka nka ka ha na-anwa ịmepụta onyinyo nke ntụkwasị obi na nnwere onwe onwe onwe onwe n'onwe ha yana ụwa ndị ọzọ",
  "Ebumnuche ekwupụtara nke mkparịta ụka ahụ bụ ịchọ azịza nye ajụjụ banyere otu esi eme ka ndị na-ese ihe ojii na ndị Africa dịghachi ndụ na otu esi eme ihe dị mfe ịnabata mba ụwa na ịnweta ụzọ.",
  "N'etiti ndị ọkà okwu na ihe omume ahụ bụ Clarival do Prado Valladares, Lazarus Ekwueme, Babs Fafunwa na Eileen Southern.",
  "Kọmitii mmemme ahụ zụrụ ngụkọta nke bọs 2,003 (mmadụ abụọ na atọ) nwere oche 45 na bọs 91 (mmadụ iri itoolu na otu) nwere oche iri abụọ na isii maka ebumnuche nhazi",
  "Otu ihe kpatara ya bụ emume Durbar nke emere na Kaduna, obodo nke karịrị kilomita 700 site na Lagos",
  "Ihe omume ahụ mere site na 5 Febụwarị ruo 8 Febrụwarị, na afọ 1977. Na mbụ, durbars na Naijiria bụ oriri a na-eme iji sọpụrụ ndị isi; malite na afọ 1911, e mere durbars anọ na Naijeria tupu afọ 1977",
  "Otú ọ dị, Festac durbar bụ asọmpi nke nwere ndị eze na-agba ịnyịnya na ndị agha ha, kamel, na ndị na-eme ihe ntụrụndụ dị ka ihe ịrịba ama nke ịdị n'otu",
  "Durbar bụ ngosipụta nke ndị na-agba ịnyịnya na ndị na-eme ihe ntụrụndụ dị ka ndị na-eti egwu na-akpọ opi, Kakakitrumpets, tambari na ịgbà, n'etiti ndị na-ejikọta ya bụ ndị Fulani, Bori na Bida masqueraders",
  "Festac durbar sitere na omenala oge ochie nke Hausa, Songhay na Kanembu dị ka Hawan Dawaki, nke a makwaara dị ka ịnyịnya, na emume ndị agha Bornu a na-akpọ Tewur, nke bụ nzukọ nke ndị agha na-agba ịnyịnya na-eme tupu nnukwu mkpọsa. Ihe omume akụkọ ihe mere eme ọzọ e wepụtara bụ nzukọ kwa afọ nke ndị eze Fulani nke a na-eme na Caliphs nke Sokoto na Kaura Namoda iji mee ka ndị agha gaa njem megide steeti ndị iro.",
  "Regatta ụgbọ mmiri bụ ihe omume ọzọ a na-eme n'ebe dị anya site na ebe ndị a na-ahụkarị mana, n'adịghị ka durbar, a na-agba regatta na Lagos",
  "Regatta bụ ihe omume ụbọchị atọ nke emere na Queen's Drive foreshore na Ikoyi, Lagos",
  "Ndị sonyere bụ ndị si Naijiria na steeti ndị nọchitere anya bụ Edo, Cross River, Imo, Kwara, Ogun, Ondo na steeti Lagos",
  "Ụgbọ mmiri ọ bụla nwere ìgwè ndị na-agụ egwú, ndị na-eme ihe nkiri ma ọ bụ masquerades na ndị na-agba egwú",
  "Ihe karịrị ụgbọ mmiri 200 sonyere na ihe omume ahụ.",
  "Grand Durbar na Kaduna Steeti",
  "Grand Durbar na Kaduna Steeti",
  "Regatta na Lagos",
  "A na-eme ihe ngosi na ihe ngosi nka dị ka ihe nkiri, ihe nkiri, egwu na ịgba egwú n'oge mgbede na mgbede na National Theatre, Otú ọ dị, a na-eme ụfọdụ ihe nkiri na ihe ngosi egwu na Tafawa Balewa Square, na ihe nkiri na egwu nke oge a na-emekarị n'ehihie na ihe nkiri ọdịnala na ihe ngosi egwú na-eme n'uhuruchi. N'ozuzu, e mere ihe dị ka egwuregwu 50, ihe ngosi egwu na ịgba egwu 150, ihe nkiri 80, ihe ngosi nka 40 na oge abụ na ịgba egwu 200",
  "N'abalị na-erule emume mmeghe ahụ, onye nwụrụ anwụ Sory Kandia Kouyaté, onye isi Mande Griot, mesoro ndị isi steeti na gọọmentị na olu olu na kora, nke na-echetara",
  "Ntọala ndị ahụ na-echetara ụlọ ikpe eze ukwu na nke eze ukwu nke Africa.",
  "Ndị egwu ndị ọzọ rụrụ bụ Osibisa, Les Amazones, Bembeya Jazz na Les Ballets Africains si Guinea; Franco Luambo si Congo; Miriam Makeba, Louis Moholo, Dudu Pukwana si South Africa; Invaders Steelband si Guyana, na Mighty Sparrow si Grenada; Gilberto Gil si Brazil, na ndị na-ese ihe US gụnyere Donald Byrd, Randy Weston, Stevie Wonder na Sun Ra.",
  "Ewezuga ọtụtụ kọntaktị, e mere nzukọ egwu na 29 Jenụwarị, na afọ 1977 n'okpuru nduzi nke onye na-ede egwu Akin Euba",
  "Ndị sonyere na nzukọ ahụ bụ Mwesa Isaiah Mapoma, Kwabena Nketia na Mosunmola Omibiyi",
  "Ndị ọzọ nọ ebe ahụ gụnyere ndị na-akpọ ngwá egwu, ndị na-agụ egwú, ndị nkuzi ụlọ akwụkwọ ọha na eze na ụmụ akwụkwọ gụsịrị akwụkwọ nke egwu",
  "Ruo ihe karịrị awa abụọ, ndị sonyere na-atụle okwu gbasara nchegbu onwe onye ma nyochaa ụzọ isi meziwanye ọrụ egwu n'etiti ndị Afrịka, ma na kọntinent ma na Diaspora.",
  "Ndị na-agba egwú nke ndị Australia, Aboriginal Islander Dance Theatre, yana Eleo Pomare Dance Company si New York City.",
  "E mere ọtụtụ ihe ngosi nka na National Theatre, na Nigerian National Museum na gburugburu Tafawa Balewa Square",
  "Na Square, e nyere mba ọ bụla nọchitere anya na ememme ahụ ụlọ iji gosipụta ihe osise ha, ngwá egwú, ákwà a kpara akpa, akwụkwọ na ihe osise",
  "Ụfọdụ ihe ngosi ndị ọzọ a ma ama mere bụ Africa na Mmalite nke Mmadụ, nke emere na National Theatre, na Ekpo Eyo's 2000 Years of Nigerian Art, nke gụnyere Nok terracottas, Benin court art, Igbo Ukwu, Ife na Tsoede bronzes na ihe nka",
  "Ihe ngosi Naijiria nke oge a nke gosipụtara ọrụ Bruce Onobrakpeya, Ben Enwonwu, Yusuf Grillo, Uche Okeke na Kolade Oshinowo sokwa na ihe omume ahụ",
  "Ihe ngosi nke teknụzụ ụlọ nke Afrịka mekwara na National Theatre, ihe ngosi ahụ gụnyere ihe osise, eserese, na ihe nlereanya na-egosi isiokwu ụlọ dị iche iche dị ka ihe owuwu banco masonry, ihe owuwu tensile na Berber Courtyard nke Matmata.",
  "Mgbe emume ahụ mechara nke ọma, Naịjirịa, mba na-anabata ya, debere ihe ndị e ji mara mba na obodo 59 ahụ",
  "Nke a mere ka e guzobe Center for Black and African Arts and Civilization (CBAAC), ụlọ ọrụ gọọmentị etiti nwere ọfịs na Marina, Lagos na FCT, Abuja",
  "A na-echekwa ihe ncheta nke emume ahụ ugbu a na ebe ngosi ihe mgbe ochie na Center.",
  "Onye na-ese foto Marilyn Nance, onye na-ese ihe maka FESTAC 77's North American Zone (NAZ) nwere ma na-elekọta ihe ndekọ nke ndị agha USA",
  "Onye ikpeazụ ugboro abụọ maka W",
  "Eugene Smith Award na Humanistic Photography, Nance nwere ike ịbụ onye a maara nke ọma maka akwụkwọ ya zuru ezu nke FESTAC 77, Ememme Ụwa nke Abụọ nke Black na African Arts na Culture nke emere na Lagos, Nigeria.",
  "Ihe ngosi nke Theaster Gates na Romi Crawford haziri gosipụtara ọtụtụ foto, ụfọdụ a na-ahụtụbeghị n'ihu ọha, site n'aka onye na-ese foto na Chicago bụ Karega Kofi Moyo. Ihe ngosi ahụ, K",
  "Kofi Moyo na FESTAC ̊77: The Activation of a Black Archive, nọ na ngosi na Mahadum Chicago's Logan Center for the Arts gallery Febụwarị 12 - Machi 21, na afọ 2021. Ihe ngosi ahụ sitere na nyocha nke e mere n'oge Richard na Mary L",
  "Gray Center Mellon Fellowship site na Gates na Crawford."
]