[
  "Festus Egwarewa Keyamo (amụrụ na 21 Jenụwarị 1970) SAN FCIArb bụ onye ọka iwu Naijiria, onye na-ede akwụkwọ akụkọ na onye na-ahụ maka ihe ndị ruuru mmadụ. N'ọnwa Eprel afọ 2018, a họpụtara Keyamo dị ka onye nduzi nke Nkwukọrịta atụmatụ nke 2019 nhoputa ndi ozo bid nke Onye isi ala Buhari.",
  "A mụrụ ya na Jenụwarị 21, 1970, na Ughelli, obodo dị na Delta Steeti n'ebe ndịda Naịjirịa mana nna ya si Effurun, obodo dị dị na Delta.\nKeyamo gụrụ akwụkwọ praịmarị na Ụlọ akwụkwọ praịmarị Model na agụmakwụkwọ sekọndrị na Ụlọ akwụkwọ gọọmentị, Ughelli, ebe ọ nwetara asambodo ụlọ akwụkwọ West African na 1986. O mechara gaa Mahadum Ambrose Alli na Ekpoma, na Edo Steeti n'ebe ndịda Naịjirịa ebe ọ nwetara nzere Bachelor of Law na 1992 ma kpọọ ya na Naịjirịan Bar na Disemba 1993.",
  "Ọ malitere ọrụ iwu ya na 1993 na Gani Fawehinmi's Ụlọ na Lagos Steeti, ndịda ọdịda anyanwụ Nigeria.\nMgbe ọ nọrọ afọ abụọ n'ụlọ Gani Fawehinmi, ọ hapụrụ iji guzobe Festus Keyamo ulo.",
  "Ọ bụ onye ndụmọdụ nke onye ndú nke Niger-Delta Peoplesão Ndị agha afọ ofufo, Mujahid Dokubo-Asari na ikpe ya maka mpụ ịgba ọchịchị mgba okpuru na onye ndú ndụmọdụ na ikpe ịgba ọchịchị mgba ọchịchị mgba okorobịa nke Ralph Uwazuruike, onye ndú Ntughari maka nke Nkwalite nke Eze Steeti Biafra (MASSOB).\nKeyamo bụkwa onye ndụmọdụ na ogbugbu Bola Ige.",
  "N'afọ 2008, ọ kpọgara Gọọmentị etiti nke Naịjirịa n'ụlọ ikpe maka nhọpụta iwu na-akwadoghị nke ndị isi ọrụ.",
  "N'afọ 2017, Stephanie Otobo, onye na-agụ egwú na onye na-eyi uwe na Canada, boro Apostle Suleman Johnson, site n'aka onye ọka iwu ya Festus Keyamo, ebubo na ọ naghị emezu nkwa alụmdi na nwunye e kwere ya mgbe a na-ekwu na ya na ya nwere ọtụtụ mmekọahụ.",
  "Festus so na ndị minista a họpụtara n'ọchịchị nke abụọ nke Onye isi ala Muhammadu Buhari.",
  "Mgbe a họpụtara ya, ndị omeiwu nyochara ya. Ruo Septemba 24, 2019, a họpụtara Keyamo ka ọ bụrụ Minista nke Naịjirịa, maka Niger Delta, tupu Onye isi ala Muhammadu Buhari e zighachi ya na Ministri nke Ọrụ na Ọrụ naanị otu ọnwa mgbe nhọpụta mbụ ya gasịrị na 21 Ọgọst 2019.",
  "Kọmitii Naịjirịa na-ahụ maka ihe ùgwù (LPPC), kpọrọ Keyamo aha na Julaị 2017 dị ka otu n'ime ndị ọka iwu Naịjirị pụtara ìhè ka e nye ya ọkwa SAN",
  "Festus nọ ugbu a na kọmitii Muhammadu Buhari",
  "Keyamo na ndị ọzọ a kpọrọ aha na ndepụta SAN nke afọ 2017 ka emere ka ha banye n'òtù dị elu nke Senior Advocates of Nigeria (SAN) na Septemba 2017. N'ụzọ dị mwute, onye egwu Eedris Abdulkareem gbanwere nkwenye a ka ọ bụrụ Senior Advocate of Nonsense. N'afọ 2017, e nyekwara Keyamo onyinye Global Human Rights Award site na United States Global Leadership Council na Washington maka mbọ ọ na-agba kemgbe ọtụtụ afọ gbasara nchedo na ịkwalite ikike mmadụ na mkpọsa maka gọọmentị na-aza ajụjụ na Naịjirịa."
]