[
  "Obodo Festac bụ ụlọ obibi gọọmentị etiti nke dị n'akụkụ Lagos-Badagry Expressway na Lagos State, Naijaria",
  "Aha ya sitere na acronym FESTAC, nke na-anọchite anya Ememme Ụwa nke Abụọ nke nka na ọdịbendị nke Afrịka nke emere n'ebe ahụ na afọ 1977",
  "Ọ dịkwa mkpa ịmara na festac dị n'okpuru mpaghara gọọmentị ime obodo Amuwo-Odofin na Lagos.",
  "Obodo Festac, nke a na-akpọbu \"Festival Town\" ma ọ bụ \"Festac Village\", bụ ebe obibi e mere iji mee ka ndị sonyere na Ememme Ụwa nke Abụọ nke Black Arts na Ọdịbendị nke 1977 (Festac77)",
  "N'ịbụ nke nwere ụlọ obibi 5,000 nke oge a na ụzọ asaa dị mkpa, e mere obodo ahụ n'ụzọ dị irè iji nweta ihe karịrị ndị ọbịa 45,000 yana ndị ọrụ na ndị isi Naijiria ọ bụla na-arụ ọrụ na mmemme ahụ. Gọọmentị Naịjirịa tinyere ego buru ibu na ihe onwunwe n'iwu Festac Town, nke na-eme egwuregwu na-emepụta ọkụ eletrik, ndị uwe ojii na ụlọ ọkụ ọkụ, ịnweta njem ọha na eze, nnukwu ụlọ ahịa, ụlọ akụ, ụlọ ọgwụ, ụlọ mposi ọha na eze. Ya mere, e bu n'uche ka obodo ahụ mee ka oge a na nkwa nke mmepe akụ na ụba nke gọọmentị kwadoro site na ego mmanụ.",
  "Mgbe emume ahụ gasịrị, Gọọmentị etiti nke Naịjirịa kenyere ndị mmeri mechara sonye na ntuli aka ụlọ na ala ala",
  "Iwu mbụ machi, bidoro ndị mmeri dị otú ahụ ịgba zite na iwepụ ihe onwunwe ndị ọzọ",
  "Emere emume mbụ na 1966 na Dakar, Senegal.",
  "A na-ewu obodo Festac na netwọk grid nke nwere okporo ụzọ asaa / boulevards ma ọ bụ avenues nke obere okporo ụzọ si gbasaa",
  "A na-amata ụzọ ndị a site na nọmba ha: 1st, 2nd, 3rd, 4th, 5th, 6th na 7th Avenues n'otu n'otu",
  "1st, 2nd, 4th na 7th Avenues gbara akụkụ nke obodo ahụ gburugburu n'ihe yiri ka ọ fọrọ nke nta ka ọ bụrụ netwọk okporo ụzọ rectangular nke jikọtara ma nwee ike ịnweta site na ibe ya",
  "Okporo ụzọ nke atọ na nke ise na-aga n'otu akụkụ n'ime obodo ahụ",
  "A na-ahụ ụzọ nke isii n'otu akụkụ nke obodo ahụ site na àkwà mmiri site na 1st Avenue",
  "Obodo a nwere cul-de-sacs ma ọ bụ closes nke a na-akpọ aha na usoro mkpụrụ akwụkwọ.",
  "A na-enweta obodo Festac site na Lagos-Badagry Expressway site na ọnụ ụzọ ámá atọ na-emeghe n'ime ụzọ nke mbụ, nke abụọ na nke asaa ma na-akpọ ọnụ ụzọ ákwà nke mbụ, ya abụọ na nke atọ",
  "A na-enwetakwa obodo ahụ site na Festac Link Bridge.",
  "Ọnọdụ nke FESTAC Town dị mgbagwoju anya dịka gọọmentị etiti, steeti na gọọmentị ime obodo niile na-ekwu maka njikwa nke ala ahụ ma na-enye ndị bi na ya ụgwọ dị iche iche site na ụgwọ ọnụahịa, ụtụ gọọmentị mpaghara na ọnụego ụlọ.",
  "Obodo FESTAC agbanweela kemgbe ọtụtụ afọ ma ghọọ obodo nke ya, obodo ahụ enwela usoro mgbasa ozi dị iche iche dị ka Festaconline nke ghọrọ akara mgbasa ozi ụlọ nke na-ekesa ozi, ihe na-eme na Festac Town, Mile 2 na mpaghara gọọmentị mpaghara dum, Amuwo Odofin, Lagos State",
  "Ozugbo ọ bụ ala na-ehi ụra, FESTAC Town adọtawo ụdị azụmaahịa dịgasị iche iche n'ime ala na gburugburu ya n'ime afọ ole na ole gara aga",
  "Taa, e nwere ọnụ ọgụgụ na-arịwanye elu nke ụlọ akụ azụmahịa, na ụlọ ahịa na-elekọta ndị bi na ya",
  "E nwekwara ọtụtụ họtel na ebe a na-anọ efe ezumike n'ime ala ahụ nke nyere aka na ndụ abalị dị egwu."
]