[
  "Fethia Mokhtar Mzali (Arabic) (6 Eprel, na afọ 1927, 12 Febụwarị, na afọ 2018) bụ onye nkuzi na onye ndọrọ ndọrọ ọchịchị Tunisia nke ghọrọ otu n'ime ndị minista nwanyị abụọ mbụ nke mba ahụ na 1983",
  "Di ya, Mohammed Mzali jere ozi dị ka praịm minista mba ahụ site na afo 1980 ruo na afọ 1986.",
  "A mụrụ Fethia Mokhtar na 6 Eprel 1927 na Tunis. Ọ gara ụlọ akwụkwọ praịmarị na ụlọ akwụkwọ ụmụ nwanyị Alakụba na ụlọ akwụkwọ nwa nwanyị Bardo",
  "Agha Ụwa nke Abụọ kwụsịrị akwụkwọ sekọndrị ya, mana ọ gụsịrị akwụkwọ na afọ 1942 na Armand Fallières High School na Nérac na  afọ 1947",
  "O nwetara akara ugo mmụta na nkà ihe ọmụma na Sorbonne na Paris na afọ 1952.",
  "Mzali bụ onye nkuzi na onye isi ụlọ akwụkwọ na kọleji ndị nkuzi na Tunis. Ọ bụ onye otu Destour ma sonye na ngagharị iwe site na afo 1950-1955 nke dugara na nnwere onwe.",
  "N'afọ 1956, mgbe Tunisia nweere onwe ya, Mzali bụ otu n'ime ndị guzobere National Union of Women of Tunisia. N'afọ 1974, a họpụtara ya ka ọ bụrụ onye isi oche nke nzukọ ahụ, ọ bụ ọrụ ọ rụrụ ruo n'afọ 1986. Otú ọ dị, a katọrọ nhọpụta ya n'okpuru Onye isi ala Habib Bourguiba maka inye aka na mmegharị ụmụ nwanyị na Tunisia na-agwụ ike n'okpuru mmetụta ya.",
  "N'afọ 1957, a họpụtara Mzali dị ka onye kansụl obodo maka obodo Tunis, na-eje ozi afọ atọ. Ọ bụ nwanyị mbụ na Tunisia kwuru okwu banyere igbochi ọmụmụ n'afọ 1959. Ọ sonyeere Central Committee nke Socialist Destourian Party na afọ 1974 ma họpụta ya dịka onye otu ya na afọ 1979",
  "A họpụtara ya ka ọ bụrụ onye nnọchi anya mpaghara Kairouan, Tunis na Bizerte na afọ 1974 na n'afọ 1981. A họpụtara ya ka ọ bụrụ osote onye isi oche nke National Assembly kwa afọ site na afo 1980 ruo 1984.",
  "N'ụbọchị mbụ n'ọnwa Nọvemba n'afọ 1983, a họpụtara Mzali ka ọ bụrụ Minista na-ahụ maka ezinụlọ na ụmụ nwanyị n'ọchịchị di ya bụ Praịm Minista Mohammed Mzali",
  "A họpụtara Souad Yaacoubi ka ọ bụrụ Minista na-ahụ maka ahụike ọha na eze n'otu oge ahụ, na-eme ka ụmụ nwanyị abụọ ahụ bụrụ ndị mbụ jere ozi na kansụl mba ahụ. A chụpụrụ Mzali n'ọkwa ya na June 1986 mgbe a chụpụrụ di ya n'ọchịchị pati na-achị",
  "Ha gbapụrụ na mba ahụ gaa France, na Eprel, na afọ 1987 a mara Mohammed Mzali ikpe na-anọghị ya maka iji ihe onwunwe ọha na eze eme ihe n'ụzọ na-ezighị ezi na ịba ọgaranya n'ụzọ iwu na-akwadoghị",
  "A kagburu ikpe ahụ n'afọ 2002, na-enye ohere ka ha laghachi Tunisia.",
  "N'afọ 1978, Mzali natara onyinye United Nations na Field of Human Rights n'aha National Union of Tunisian Women. Ọ nwetara ihe ịchọ mma site na gọọmentị ndị France, Finland na Senegal.",
  "Mzali zutere Mohammed Mzali mgbe ọ na-agụ akwụkwọ na Paris ma ha lụrụ na afọ 1950",
  "Ha nwere ụmụ isii. Mzali nwụrụ na 12 Febụwarị, na afọ 2018 mgbe ọ dị afọ 90."
]