[
  "Princess Fifi Ekanem Ejindu bụ onye Naịjirịa na-ese ụkpụrụ ụlọ, onye ọchụnta ego na onye na-enyere ndị mmadụ aka",
  "A mụrụ ya na Ibadan,n'ime Naijiria,mana ọ bụ nwa nwa nwa nke Eze James Ekpo Bassey nke obodo Cobham na Calabar, Naijiria, ma nna ya, prọfesọ Sylvester Joseph Una, si Uyo,dị na Akwa Ibom Steeti",
  "Princess Fifi bụ nwa nwa nwa nke James Ekpo Bassey, eze Efik dị ike nke oge ọchịchị kolonia masta, onye oche ya dị n'obodo Cobham,na Calabar,nke Naijiria",
  "Eze Bassey, bụ nne nna ya, bụ onye eze obodo Cobham nke ndị nnọchi anya eze nwanyị Victoria n'afọ 1893",
  "N'ihi ihe nketa a, Princess Fifi na-eji aha HH Obonganwan King James n'ọgbakọ.",
  "A mụrụ adaeze Offiong Ekanem Ejindu na Ibadan, isi obodo Oyo Steeti,na Naijiria",
  "A zụlitere ya ebe ahụ.",
  "Nna ya, Prọfesọ Sylvester Joseph Una, gụrụ akwụkwọ na Mahadum Trinity dị na Dublin, na Mahadum Brown dị n'Amerịka",
  "Ọ bụ Mịnịsta mbụ na-ahụ maka ahụike na mpaghara ọwụwa anyanwụ mbụ nke Naijiria, na onye otu nzuko omebe iwu na-eduga na nnwere onwe",
  "Mgbe ahụ ọ gụsịrị akwụkwọ were bụrụ otu n'ime ndị nkuzi mbụ bụ ụmụ amaala na Mahadum nke Ibadan",
  "Nne Princess Fifi bụ Obonganwan Ekpa Una gụkwara akwụkwọ n’ỊEngland",
  "Princess Fifi gara ụlọ akwụkwọ Senior Staff Primary School n'ogige mahadum ma mesịa gaa ụlọ akwụkwọ sekọndịrị na Queens College, nke Yaba,na Legọs.",
  "Fifi gara n'ihu mụọ ụkpụrụ ụlọ na Pratt Institute, kọleji onwe na-ahụ maka mmewe na Brooklyn,nke New York",
  "N'afọ 1983, ọ gụsịrị akwụkwọ na Pratt, bụrụ nwanyị ojii Afrịka izizi e nyere nzere B.Arch",
  "n'ụlọ akwụkwọ ahụ",
  "Mgbe ọ gụsịrị nkea, Fifi gụrụ akwụkwọ na Massachusetts Institute of Technology tupu ọ gaa ọrụ n'ụlọ ọrụ dị n'obodo New York",
  "Fifi laghachiri Pratt Institute iji nweta nzere masta ya na Urban Planning ma mechaa laghachi Naịjirịa",
  "Mgbe ọ laghachiri Naịjirịa, Ejindu malitere Starcrest Group of companies",
  "Ụlọ ọrụ ahụ malitere n'afọ 1995, ma gụnyere Starcrest Investment Ltd., Starcrest Associates Ltd",
  "na Starcrest Industries Ltd, ndị niile metụtara ihe ala, mmanụ, na iwu ụlọ",
  "Princess Fifi na-akọwa ụdị nka ya dị ka Neo-tradishọna nke ọ na-akọwa dịka \"building a new project [with] new materials, but with traditional and old style details and features\"  ma ya mere ọtụtụ n'ime ọrụ ya, ka ọ na-akọwa, n-eweghachite oge Ntụghari ọhụrụ.",
  "N’afọ 2013, e nyere ya ihe nrite African Achievers African Arts na Fashion Lifetime Achievement Award"
]