[
  "Refilwe Boingotlo Moeketsi (amụrụ n'abalị̀ iri abụọ na anọ nke ọ̀nwa Ọktoba afo 1991), nke a maara dịka Fifi Cooper bụ onye na-edekọ egwu na South Africa. Fifi Cooper malitere ọrụ egwu ya dị ka onye na-agụ egwu R&B tupu mgbasasi egwu ya ahụ ya ka ọ wepụtara egwu rap ya \"Chechela Morago\" n'afọ 2010. N'afọ 2015, o wepụtara abọm studio mbụ ya nke nwetara ihe nrite 20FIFI",
  "Fifi Cooper bụ nwa ikpeazụ n'ime ụmụ atọ",
  "Ọ gụrụ akwụkwọ n'oge ọ bụ nwata na Montshiwa, Mahikeng, South Africa, ebe o jikwa mgbalị ya na-ịbụ abụ na ịgba egwú mee ihe",
  "Ọ gụsịrị akwụkwọ sekọndrị ya na Batswana High School, Mahikeng na agụmakwụkwọ ya dị elu na Boston Media House ebe ọ gụrụ Media.",
  "Fifi Cooper malitere ịbụ abụ mgbe ọ dị afọ asatọ mgbe ọ nọ n'ụlọ akwụkwọ praịmarị; na-esonye n'ihe omume ndị ọzọ.Ọ malitere ọrụ egwu ya n'afọ 2008 mgbe ọ mere ngosi ọbịa na Mo'Molemi 's Motzamai: Rebel With a Pause album",
  "Ihe ịga nke oma ya bịara n'afọ 2010 ka ewepụtara otu ya akpọrọ \"Chechela Morago\", egwu rap nke nwetara nnukwu egwu egwu ma mee nke ọma iji nweta ebe ọhụrụ ya na ụlọ ọrụ egwu South Africa",
  "Fifi Cooper mekwara ka ụda olu pụta ìhè na remix nke AKA 's \"Baddest Remix\" single, Mo'Molemi's album titled Asia, Khuli Chana 's Lost in Time and Lection's Gentlemen's Club",
  "N'afọ 2015, Fifi Cooper bịanyere aka na nkwekọrịta ndekọ nke Ambitiouz Entertainment, ụlọ ọrụ ndekọ nke South Africa",
  "Na mbido afọ 2015, ọ wepụtara egwu AB Crazy nke akpọrọ \"Kisses\"",
  "Dino Benedetti duziri vidiyo egwu nke \"Kisses\" ma wepụta ya na YouTube n'abalị iri abụọ na anọ nke ọnwa Mee afọ 2015.",
  "N'abalị iri na atọ n'ọnwa Nọvemba n'afọ 2015, Fifi Cooper wepụtara 20FIFI, abọm studio mbụ ya nke meriri ihe nrite atọ na 15th Metro FM Music Awards ma họpụta ya ọzọ na \"Best Newcomer of The Year\" na \"Best Female Artist of The Year \" na mbipụta nke abụọ nke South African Music Awards. Na Febụwarị 2017, Fifi Cooper hapụrụ Ambitiouz Entertainment tinyere A-Reece na duo hip hop B3nchMarQ.",
  "Mgbe ọ hapụsịrị akara ndekọ mbụ ya, o guzobere akara ndekọ nke ya Mo Cooper records ma mesịa wepụta abọm mbụ ya n'okpuru akara ndekọ nke aka ya",
  "Abọm egwu iri abụọ na otu akpọrọ \"Take Me Back\" nke gụnyere egwu dịka \"Freedom & \"Zwagala\", gosipụtara ndị dị ka Thabsie, Moozlie, Towdeemac na Leon Lee ịkpọ aha ole na ole.",
  "N'ọnwa Nọvemba afọ 2020, Fifi Cooper wepụtara egwu mbụ ya \"Net So\" site na abọm ya na-abịanụ na 2021 nke akpọrọ Chapters",
  "Vidio egwu maka \"Net So\" nke Mo Cooper Visuals gbara, The Boss Lady n'onwe ya dekwara ma duzie ya.\nN'abalị iri na otu nke ọnwa  Maachị afọ̀ 2021, a tọhapụrụ egwu ya \"Motlogeleng\". Abụ ahụ ga-abụ  isi egwu site na abọm ya na-abịanụ.",
  "N'ịbụ onye ụlọ ọrụ mgbasa ozi obodo na-ele anya dị ka \"nwanyi mbụ nkeotswako\", ụdị egwu Fifi Coopers nwere ike ịhụ rap ya ma na-abụ abụ",
  "A na-ekwu na ọ bụ onye na-agụ egwú na  egwu Khuli Chana bụ \"Mnatebawen\", ọ na-eme ụdị egwu hip hop na Motswako. N'ajụjụ ọnụ ya na YoMzansi, Fifi Cooper kọwara ụdị rap ya dị ka \"ihe a na-apụghị ịkọwapụta akọwapụta, nke na-eme ihe ike na nke obi ụtọ\".",
  "Fifi Cooper bụ nne naanị ya, o nwere nwa nwoke aha ya bụ Resego."
]