[
  "Fifi Mukuna (amụrụ n'afọ 1968) bụ onye Congo na-ese ihe osise na onye na-ese ihe osise.",
  "A mụrụ Fifi Mukuna na Kinshasa na Zaire, nke bụzi Democratic Republic of the Congo, n'afọ 1968",
  "Nna ya bụ onye nnọchi anya mba",
  "Ọ gara ụlọ akwụkwọ elementrị na Belgium, ebe e kenyere nna ya, wee bụrụ onye na-akwado Bob et Bobette, usoro ihe ọchị nke Willy Vandersteen mepụtara",
  "O nwere mmasị na eserese, mgbe ọ laghachiri Zaire, ọ gụrụ akwụkwọ na Académie des Beaux-Arts na Kinshasa n'afọ 1989.",
  "Mgbe ọ gụsịrị akwụkwọ, Mukuna malitere inye onyinye ndọrọ ndọrọ ọchịchị na akwụkwọ akụkọ na akwụkwọ akụkọ dị iche iche gụnyere Le Palmarès, Le Phare, na Le Grognon, na-arụkọ ọrụ na ndị na-ese ihe na ndị Kongo na-ewu ewu na ndị na-ese ihe osise. Banyere ọrụ ya dị ka onye na-ese ihe maka Le Phare, o kwuru, \"Ọ dị ize ndụ, mana ọ masịrị m nke ukwuu",
  "\" E bipụtara ụfọdụ n’ime ọrụ a n’aha ụgha, ọtụtụ ndị na-agụkwa akwụkwọ chere na ọ bụ nwoke, bụ́ nke chebere ya mgbe ndị ọchịchị n’otu oge bịara n’ụlọ ọrụ akwụkwọ akụkọ ịmanye ndị na-ese ihe ka ha ghara ise ihe..",
  "O bipụtakwara ihe nkiri na-atọ ọchị na akwụkwọ akụkọ nke Franco-Congolese Alliance, otu ndị Congo na-abaghị uru na-arụ ọrụ na mmekorita ya na Alliance Française na Paris",
  "Mukuna nwetara ọzụzụ ọzọ site na ọmụmụ ihe nke Centre Wallonie-Bruxelles haziri. N'afọ 2001, o nyere aka na nchịkọta ọrụ nke ndị edemede Africa, À l'ombre du baobab, nke ọ lekwasịrị anya na ndụ ụmụaka n'okporo ámá.",
  "N'ịbụ onye na-echegbu onwe ya banyere mmegide na-arịwanye elu na ihe osise ya mgbe gọọmentị chọpụtara onye ọ bụ, Mukuna hapụrụ mba ya n'afọ 2002 wee biri na France",
  "O nwetara ọnọdụ ndọrọ ndọrọ ọchịchị gbara ọsọ ndụ, ụmụ ya wee nwee ike iso ya biri na France, mana di ya nke nọgidere na Kinshasa nwụrụ tupu ya enwee ike isonyere ya.",
  "Na France, Mukuna maliteghachiri ọrụ ya dị ka onye na-ede akwụkwọ ọchị. O nyere aka na mbipụta nke atọ nke Afrobulles, mbipụta nke nchịkọta nke otu aha ahụ nke onye ọzọ na-ese ihe osise na Congo, Alix Fuili, yana nchịkọta atọ ndị ọzọ: Une journée dans la vie d'un africain d'Afrique, Là-bas",
  "Na poto, na ọbịbịa ọhụrụ. O nyekwara aka na magazin Italian Linus, na mmekorita ya na onye edemede Christophe Ngalle Edimo, ma sonye na ihe ngosi Matite africane",
  "Ya na Edimo rụkọrọ ọrụ na mgbanwe nke akụkọ Carl Norac na isiokwu nke mmiri na gburugburu ebe obibi",
  "N'afọ 2005, o bipụtara ihe ọchị Si tu me suis autour du monde",
  "O bipụtara akwụkwọ akụkọ mbụ ya, Kisi le Collier, n'afọ 2013.",
  "N'ofè imepụta ọrụ nke ya, Mukuna na-akụzi, gụnyere na Higher Regional School of Visual Art na Tourcoing. Ọ bụkwa onye nnọchi anya omenala nke Alliance Française na Red Cross"
]