[
  "Ebe ili ozu Ndị Kraịst nke Mbụ na Naịjirịa, nke a makwaara dị ka Ebe ili oju Ndị Kraịst nke Ndị Ozi ala ọzọ na Badagry, bụ ili ozu ebe e liri ndị ozi ala  Europe nke narị afọ nke iri na itoolu na nke iri abụọ nwụrụ n'obodo Badagry na gburugburu ya",
  "Ebe olili ozu dị n'okporo ụzọ ụlọ ọgwụ ọha nke obodo ahụ",
  "Akara plus kod ya na nke  ndị ụzọ ya na akwụkwọ ndị ụzọ   Google ya bụ CV7Q+CPR, 103101, Badagry, Nigeria",
  "Ụfọdụ ihe ndekọ na-ekwu na e liri ihe karịrị ndị ozi ala ọzọ dị narị abụọ n'ebe a. E guzobere ihe akpuruakpu iji cheta ndị ozi ala ọzọ nwụrụ anwụ",
  "Taa, ebe ili ozu ahụ bụ otu n'ime ebe akụkọ ihe mere eme nke na-adọta ndị njem nleta n'obodo Badagry.",
  "Ọtụtụ ndị Europe nwụrụ n'akụkụ dị iche iche nke Africa n'oge ndị Europe na-agba ohu nke ndị Africa, oge nke Ndị Kraịst, na oge ọchịchị na kọntinent ahụ",
  "Ọtụtụ n'ime ndị Europe a nwụrụ site na ọrịa  ịba na ụdị dị iche iche nke ahụ ọkụ nke ọtụtụ n'ime ha enweghị ikike mgbochi nke na-enweghị ọgwụgwọ dị irè n'oge ahụ",
  "Ọ bụ ogologo oge ka e mesịrị ka a chọpụtara na quinine na agwọ ịba. Nke a bụ ọnọdụ ebe ọtụtụ ndị ozi ala  Europe nke kwagara n'obodo Badagry malite n'afọ 1845 nwụrụ ma lie ha n'obodo ahụ.",
  "Ọ bụ n'oge na-adịghị anya mgbe ndị ozi  Europe mbụ rutere na Badagry ka achọpụtara  ọnwụ mbụ n'etiti ha",
  "Oriakụ Eliza Phillips Gollmer, nwunye otu n'ime ndị isi nke ozi ahụ, bụ Rev",
  "Charles Andrew Gollmer (onye ọ lụrụ mgbe nwunye mbụ ya nwụsịrị na Sierra Leone n'ọnọdụ yiri nke ahụ), bụ onye mbụ na ndepụta ogologo nke ọnwụ ndị ozi ala ọzọ na / ma ọ bụ olili na Badagry nke ga-esote",
  "Oriakụ Gollmer nwụrụ n'ụbọchị iri na otu nke ọnwa Eprel n'afọ 1845, mgbe ọ rịasịrị ọrịa siri ike ruo ọnwa atọ. Ọ bụ mgbe e liri ya n'ebe a ka e guzobere ili ozu ndị ozi ala ọzọ.",
  "Ndị ozi ala ọzọ Europe ndị ọzọ nwụrụ ma lie ebe a gụnyere Mrs",
  "Müller, nwunye Rev",
  "J",
  "C",
  "Müller onye nwụrụ n'abali iri abụọ na isi nke ọnwa Febụwarị n'afọ 1848; na Eugene Celadon Van Cooten (onye dọkịta na-awa ahụ Dutch) na nwunye ya, Emily Primrose Van Cooten, onye nwụrụ site na oke ọkụ n'abalị atọ nke onwa Machị afọ 1851, na Mee 17, 1850, n'otu n'otu.",
  "E nwekwara ndị Europe ndị ọzọ, ọ bụ ezie na ha abụghị ndị ozi ala ọzọ, e liri ha n'ebe ili ozu a",
  "Otu ihe atụ bụ Maazị George Brand, onye nnọchi anya Britain na Lagos nke nwụrụ n'ọrịa afọ ọsịsa na ahụ ọkụ na June 16, 1860. E lie ụfọdụ ndị ozi ala ọzọ Africa n'ebe ahụ, dị ka Maazị Edward Philips, onye nkuzi ozi ala ọzọ nke Sierra Leone nke nwụrụ site na nkụnwụ na abalị iri na atọ nke ọnwa Machị afọ 1847",
  "E nwekwara Maazị Mark Willoughby, onye ntụgharị Sierra Leonian nke Gollmer, onye nwụrụ na Mee 9, 1850, mgbe ọ rịasịrị ọrịa ogologo oge",
  "N'ime iri afọ ndị na-adịbeghị anya, e lie ndị ụkọchukwu Naijiria ole na ole nke oge a, ọkachasị nke Anglican na Methodist, n'ebe ili ozu a. Ndị Katọlik na Society of African Missions ya n'obodo ahụ nwere ebe ili ozu dị iche na Topo Island ebe ọrụ ha dabeere n'ụzọ dị ukwuu."
]