[
  "Azụ bụ anụmanụ na-ebi na ime mmiri, craniate, nke na-ebu mkpịsị aka na-enweghị aka na mkpịsị ụkwụ",
  "Nkọwa a gụnyere hagfish dị ndụ, lampreys, na cartilaginous na ọkpụkpụ azụ yana ụdị dị iche iche na-adịghịzi adị",
  "Ihe dị ka 95% nke ụdị azụ dị ndụ bụ azụ ray-finned, nke sitere na klas Actinopterygii, na ihe dị ka 99% nke ndị ahụ bụ teleosts.",
  "Ihe ndị mbụ a ga-ekewa dị ka azụ bụ chordates dị nro nke pụtara na mbụ n'oge Cambrian",
  "Ọ bụ ezie na ha enweghị ezigbo ọkpụkpụ azụ, ha nwere notochords nke nyere ha ohere ịdị nkọ karịa ndị ibe ha na-enweghị azụ",
  "Azụ ga-anọgide na-agbanwe site n'oge Paleozoic, na-agbasa n'ụdị dịgasị iche iche",
  "Ọtụtụ azụ nke Paleozoic mepụtara ihe agha mpụga nke chebere ha pụọ na ndị na-eri ibe ha",
  "Azụ mbụ nwere agbà pụtara na oge Silurian, mgbe nke ahụ gasịrị ọtụtụ (dị ka sharks) ghọrọ anụ ndị na-eri anụ na oké osimiri kama ịbụ naanị anụ oriri nke arthropods.",
  "Ọtụtụ azụ bụ ectothermic (\"ọbara oyi\"), na-enye ohere ka okpomọkụ ahụ ha dịgasị iche ka okpompe gburugburu ebe obibi na-agbanwe, ọ bụ ezie na ụfọdụ n'ime nnukwu ndị na-egwu mmiri dị ka shark ọcha na tuna nwere ike ijide okpomọkụ dị elu. Azụ nwere ike ikwurịta okwu n'ụzọ ụda, ọtụtụ mgbe n'ihe gbasara nri, ime ihe ike ma ọ bụ mbedo.",
  "Azụ dị ukwuu n'ọtụtụ mmiri",
  "Enwere ike ịchọta ha n'ihe fọrọ nke nta ka ọ bụrụ gburugburu mmiri niile, site na iyi ugwu dị elu (dịka, char na gudgeon) ruo na abyssal na ọbụna okwu omimi nke oké osimiri ndị dị omimi (dịka, cusk-eels na snailfish), ọ bụ ezie na ọ dịghị ụdị ọ bụla edepụtala na ya",
  "kacha omimi 25% nke oke osimiri.  Na ụdị 34,300 akọwara, azụ na-egosipụta ụdị dị iche iche karịa otu ọ bụla ọzọ nke vertebrates.i..",
  "Azụ bụ ihe dị mkpa maka ụmụ mmadụ n'ụwa niile, ọkachasị dịka nri",
  "Ndị na-akụ azụ ahịa na ndị na-eri nri na-achụ nta azụ n'ime azụ̀ ọhịa ma ọ bụ na-akọ ha n'ọdọ mmiri ma ọ bụ n'ime ngịga dị n'oké osimiri (na aquaculture)",
  "Ndị na-akụ azụ̀ na-atụrụ ndụ na-ejidekwa ha, na-edobe ha dị ka anụ ụlọ, ndị na-azụ azụ na-azụ ha, na-egosikwa ha n'ime aquaria ọha",
  "Azụ enweela ọrụ n'omenala kemgbe ọtụtụ afọ, na-eje ozi dị ka chi, akara okpukpe, yana isiokwu nke nka, akwụkwọ na ihe nkiri."
]