[
  "Moalosi Jacob Qoopane (1955-2017) bụ ónyé a makwaara dị ka Nna nke akwụkwọ na nka na Bloemfontein",
  "Qoopane bụ ónyé na-ede akwụkwọ na South Africa na ónyé edemede a ma àmà na mba ụwa, ónyé na- ede uri, ónyé nta akụkọ na ónyé na-akọ akụkọ ndụ.",
  "A mụrụ Qoopane nà 1955 nà Mangaung nà Free State",
  "Ọ nọrọ ihe ka ukwuu n'oge ọ bụ nwata yana ọrụ na Free State",
  "Mmasị ya màkà ide ihe malitere mgbè ọ dị obere.",
  "Qoopane gara Tanzania ma biri nà mba ọzọ site na 1977 ruo 1992",
  "Mgbè ọ lọtara, ọ gara n'ihu na-ede édémédé, édémédé, akụkọ ifo na uri",
  "Flaxman Qoopane na Omoseye Bolaji ghọrọ aha ezinụlọ na Mangaung n'oge na-adịghị anya",
  "Ịbụ ónyé a ma ama n'ihi na a na-ebipụta isiokwu ha ugboro ugboro na magazin Next",
  "Qoopane nyekwara aka na akwụkwọ akụkọ mba a ma ama kwa ụbọchị, Daily Sun na magazin Realtime",
  "Ọrụ Qoopane pụtakwara n'akwụkwọ ndị dị ka Hola, Sowetan, Bona, Drum, A nà E, Kopanaang na Free State News",
  "Qoopane guzobere ma dozie Qoopane Literary Gallery ebe a na-egosipụta profaịlụ nke ndị édémédé nà ndị nta akụkọ dị n'ógbè ahụ site ná akwụkwọ akụkọ na magazin dịgasị iche iche",
  "<sup id=\"mwIg\"></sup> Ọ mepụtara ọbá akwụkwọ ụmụaka na Hillside View na Rocklands",
  "<sup id=\"mwJA\"></sup> Ọbá akwụkwọ ahụ dị nso nà Mahadum nke Free State Satellite campus na Mangaung ma na-enye nri màkà ihe dị ka ụmụaka 100 bipụtara nà Couranttein",
  "Qoopane wepụtara ógè ya nà mgbalị ya n'ịmepụta ohere na ihe onwunwe màkà ndị edemede nà Bloemfontein",
  "Ọ bụ otu n'ime ndị edemede a ma àmà nke ọrụ ya gafere oge nke iwepụ ndị isi ojii ka ha bipụta ọrụ ha nà South Africa.",
  "Qoopane egosila ọrụ edemede na uri ya na mba ndị dị ka Netherlands, Italy, United Kingdom, Mozambique na Lesotho Ọrụ odeakụkọ ya gara n'ihu na-eto n'oge ọ nọ n'ebe a chụgara ya na Qoopane nwèrè ihe ịga nke ọma karịsịa nà South Afrịka.",
  "Ọrụ ndị Qoopane dere gụnyere:",
  "Qoopane nwụrụ nà ụbọchị irí abụọ na abụọ n'ọnwa Nọvemba na 2017 mgbe ọ dị afọ 62",
  "A kọrọ na ọ na-arịa ọrịa tupu ọnwụ ya",
  "Qoopane na-arụ ọrụ dị ka ónyé ọrụ nkwukọrịta na ónyé ọrụ metro n'oge ọnwụ ya",
  "Ndị otu Bloemfontein dị iche iche weghaara ebe nrụọrụ weebụ mgbasa ozi mmekọrịta dị iche iche iji kwupụta mwute ha maka ọnwụ Qoopanez."
]