[
  "Àtụ:MedalTableTop\nFlomena Cheyech Daniel (amụrụ na Julaị 5, 1982 na West Pokot, Kenya) bụ onye Kenya na-eme egwuregwu nke na-asọ mpi na ọsọ ọsọ ogologo na marathon",
  "O setịpụrụ ihe kachasị mma ya nke 2:22:44 na-emeri na 2014 Paris Marathon ma bụrụ onye nwetara ọla edo na 2014 Commonwealth Games",
  "Ọ nọchitere anya Kenya na 1999 IAAF Junior World Cross Country Championships na Dublin, Ireland na 2009 IAAF World Half Marathon Championships",
  "Ọ nọ na Japan n'etiti afọ 2007 na 2010, na-agba ọsọ maka otu ụlọ ọrụ Uniqlo, ọ bụkwa onye mmeri ugboro abụọ nke Japanese Corporate Half Marathon",
  "O nwetakwala mmeri na marathons na Vienna na Toronto.",
  "Mbido mba ụwa nke Daniel bịara dị ka onye na-eto eto na 1999 IAAF World Cross Country Championships, ebe ọ nọ n'ọnọdụ nke iri n'otu n'otu ma nyere Kenya aka inweta ọlaọcha. O mechara lekwasị anya n'ogologo ọsọ 10,000 mita wee melite site na 33:22.3 nkeji na 2004 ruo 33:10.5 nkeji na 2006. N'otu afọ ahụ, ọ gbara ọsọ marathon mbụ ya na Nairobi Marathon wee bụrụ onye nke asaa n'ime awa 2:42:31.",
  "N'ịbụ onye Eric Kimaiyo zụrụ na usoro ịgba ọsọ ụlọ ọrụ Japan, o setịpụrụ ihe kachasị mma na ụzọ nke 9:16.21 nkeji maka mita 3000, 15:54.70 nkeji maka mita 5000 na 32:47.98 nkeji maka 10,000 m. O mere nke mbụ ya n'elu ọkara marathon na 2008 All-Japan Corporate Half Marathon Championships ma bụrụ onye nke abụọ na Yukiko Akaba na oge nke 69:06 nkeji. Oge ahụ mere ya nke iri na anọ n'ụwa n'afọ ahụ maka anya. Ọ meziwanyere ihe kachasị mma ya na oge egwu ndị Japan na nkeji 15:38.83 maka 5000 m na nkeji 31:58.50 maka 10,000 m. Ọ laghachiri na Corporate Half Marathon na 2009 ma bụrụ onye mmeri na nkeji 68:44",
  "Mgbe ọ gachara nke asaa na Sapporo Half Marathon, a họpụtara ya ka ọ nọchite anya Kenya na 2009 IAAF World Half Marathon Championships, ebe ọ bịara n'ọnọdụ nke asatọ. O nwekwara ihe ịga nke ọma karịa 10,000 m n'afọ ahụ, merie na Hyogo Relays ma bịa nke atọ na Japanese Corporate Track and Field Championships.",
  "Daniel meriri n'ọkwa nke abụọ nke ụlọ ọrụ Japan na asọmpi ọkara marathon nke afọ 2010 ma bụrụkwa nke atọ na Sapporo n'afọ ahụ",
  "Ọ hapụrụ oge fọdụrụnụ na 2011 niile mgbe ndị otu ụlọ ọrụ kwụsịrị ya, ọ laghachiri naanị n'etiti afọ 2012",
  "Ọ malitere iguzobe onwe ya na marathon, merie na Porto Alegre na elekere 2:34:13 wee bụrụ onye nke abụọ na Singapore Marathon. Ọ malitere ịrụ ọrụ na otu ọzụzụ Gianni DeMadonna na Ịtali. Usoro mmeri n'okporo ụzọ sochiri na 2013",
  "O meriri Roma-Ostia Half Marathon n'ime nkeji 67:39, na-akụ ihe karịrị otu nkeji nke kachasị mma ya ma bụrụ nke itoolu n'ụwa n'afọ ahụ. Vienna Marathon gosipụtara na ọ bụ nnukwu ọganihu maka Daniel: ọ gbara ọsọ ahụ n'ime awa 2:24:34 (ihe fọrọ nke nta ka ọ bụrụ mmelite nkeji iri n'afọ gara aga) wee merie asọmpi ahụ site na ihe fọrọ nke nta hiwere nkeji asaa. Ọ bụkwa onye mmeri doro anya na Toronto Waterfront Marathon n'ọnwa Ọktoba.",
  "Nnukwu asọmpi mbụ Daniel nke afọ 2014 bụ Ras Al-Khaimah Half Marathon ma ọ bụ ezie na Priscah Jeptoo meriri ya, ọ bụ onye nke abụọ na nkeji 6813. O gosipụtara ikike ya n'elu ogologo oge marathon n'ọnwa Eprel ahụ site na mmeri nke Paris Marathon dị elu na ihe kachasị mma nke 2:22:44 awa nke abụọ Yebrqual Meles nọ na nkeji atọ na ọkara n'azụ ya. A họpụtara ya ka ọ nọchite anya Kenya na marathon maka oge mbụ na 2014 Commonwealth Games",
  "N'asọmpi ahụ, ọ bụ onye ndu doro anya n'oge niile ma na nke ikpeazụ ọ hapụrụ onye obodo ya Caroline Kilel iji merie ihe nrite ọla edo nke mbụ n'ọrụ ya mgbe ọ dị afọ 32."
]