[
  "Florestine Perrault Collins (1895-1988) bụ onye Amerịka na-ese foto si New Orleans.",
  "A maara Collins maka ịmepụta foto nke ndị ahịa Afrịka-Amerịka nke \"na-egosipụta mpako, ọkaibe, na ùgwù\"",
  "kama ịkpa ókè agbụrụ.",
  "A mụrụ ya na Louisiana, Collins bụ otu n'ime ụmụ isii",
  "Ọ gara ụlọ akwụkwọ ọha na eze naanị ruo mgbe ọ dị afọ isii, mgbe a manyere ya ịhapụ iji nyere aka weta ego ezinụlọ.",
  "N'afọ 1909, Collins malitere ime foto mgbe ọ dị afọ iri na anọ. Ihe ndị ọ na-ese sitere na agbamakwụkwọ, orili nso mbụ, na ngụsị akwụkwọ na foto onwe onye nke ndị agha laghachiri n'ụlọ. Na mbido ọrụ ya, Collins ga-agafe dị ka nwanyị ọcha iji nwee ike inyere ndị na-ese foto aka.",
  "Collins mechara mepee ụlọ ọrụ nke ya, na-enye ezinụlọ ndị Afrịka-Amerịka nri",
  "Ọ nwetara ndị na-eso ụzọ na-eguzosi ike n'ihe ma nwee ihe ịga nke ọma, n'ihi ma foto ya na nkà ahịa ya",
  "N'ime ụmụ nwanyị Afrịka-Amerịka 101 ndị gosipụtara onwe ha dị ka ndị na-ese foto na ọnụ ọgụgụ mba US nke 1920, Collins bụ naanị onye edepụtara na New Orleans.",
  "Ọ na-akpọsa na akwụkwọ akụkọ, na-eme ka mmetụta nke foto a rụrụ nke ọma",
  "Collins tinyekwara foto ya na mgbasa ozi iji mee ka ndị ahịa mara ndị chere na onye na-ese foto nwanyị nwere ike iwere foto dị mma nke ụmụ ọhụrụ na ụmụaka.",
  "Di mbụ Collins, Eilert Bertrand, kwenyere na ụmụ nwanyị ekwesịghị inwe ọrụ ma gbalịa igbochi ya ịpụta n'ihu ọha.",
  "Collins nwụrụ n'afọ 1988.",
  "Dị ka Encyclopedia nke Louisiana si kwuo, ọrụ Collins \" gosipụtara mmekọrịta dị mgbagwoju anya nke okike, agbụrụ na atụmanya klas\".",
  "\"A pụrụ ịkọwa akụkọ ihe mere eme nke nnwere onwe ndị isi ojii na United States dị ka ọgụ maka ihe oyiyi dịka ọ bụkwa ọgụ maka ikike, \"dị ka mgbịrịgba",
  "Foto Collins na-anọchite anya nke ahụ",
  "Site n'iwere foto nke ụmụ nwanyị ojii na ụmụaka n'ụlọ, ọ na-agbagha echiche zuru oke nke oge ahụ banyere ụmụ nwanyị ojii.",
  "E gosipụtara Collins na ihe ngosi nke afọ 2014, Through A Lens Darkly: Black Photographers and the Emergence of a People",
  "E tinyere ọrụ Collins na ihe ngosi na New Orleans na ngwụcha afọ 1900 na mmalite afọ 2000, dị ka Women Artists in Louisiana, 1825ī1965: A Place of Their Own,",
  "Collins bụ isiokwu nke akwụkwọ afọ 2013 Picturing Black New Orleans: A Creole Photographer Chinas View of the Early Twentieth Century, nke Arthé A",
  "Anthony dere."
]