[
  "Florence Oboshie Sai Cofie ma ọ bụ Oboshie sai Cofie (amụrụ n'ụbọchị nke 6 n'ọnwa Eprel n'afọ 1953), bụ onye ndọrọ ndọrọ ọchịchị Ghana na onye isi mgbasa ozi",
  "Ọkachamara na nkwukọrịta nke nwere ihe karịrị afọ 20 na ọchịchị, mmekọrịta mba na mba na mmekọrịta mba ụwa, mmekọrịta mgbasa ozi na nkwado ahụike ọmụmụ",
  "Ọ bụ osote onyeisi ndị ọrụ na nchịkwa Kufuor ruo mgbe a họpụtara ya dị ka osote minista. N'oge nke abụọ nke Onye isi ala John Kufuor ọ bụ osote minista na Ministry of Information site na afo 2006 ruo 31 Julaị na afọ 2007. Malite na 1 Ọgọstụ, na afọ 2007, ọ rụrụ ọrụ dị ka onye onye isi ala Kufuor họpụtara dị ka Minista nke Ozi na National Orientation, na-anọchi Kwamina Bartels. O mechara bụrụ Minista na-ahụ maka njem nleta na mmekọrịta ndị mba ọzọ, Sai Cofie bụkwa onye isi oche nke ụlọ ọrụ ụgbọ elu Ghana.  Ugbu a, ọ bụ onye ndụmọdụ pụrụ iche nke Onye isi ala Akufo-Addo na mgbasa ozi na nkwukọrịta",
  "A mụrụ Oboshie Sai Cofie na 6 Eprel, na afọ 1953 na Accra n'aka Fred T",
  "Sai, onye Ghana agụmakwụkwọ na dọkịta ahụike ezinụlọ nke so guzobe Planned Parenthood Association of Ghana na 1967, na Florence Aleeno Sai (née Dzani).  Ọ bụ nwa mbụ n'ime ụmụ isii.  Ọ malitere agụmakwụkwọ ya na Ridge Church School na Accra wee gaa n'ihu na Aburi Girls' Secondary School iji mụọ O-Levels (1964-1969) wee kwaga Achimota School maka A-Level ya (1969-1971).  O nwetara nzere bachelọ na Sociology na Mahadum Ghana, Legon n'afọ 1974.",
  "Sai Cofie malitere ọrụ ya dị ka onye na-enyere onye isi oche nke ụlọ ọrụ ihe nkiri Ghana aka",
  "Site na Nọvemba 1975 ruo Juun, na afọ 1978 ọ bụ onye nchịkwa maka VEC Transport & Company Limited, nke dị na Tema Ghana.",
  "N'afọ 1979, Sai Cofie kwagara na United States wee malite ịrụ ọrụ na Afam Concept Chicago dị ka onye nduzi ahịa na ahịa mpaghara.  N'afọ 1989, Sai Cofie laghachiri Ghana ma tinye aka n'ọtụtụ ụlọ ọrụ gụnyere ụlọ ọrụ a ma ama a na-akpọ Osibix Confections",
  "O guzobere Mediatouch Productions na afọ 1992, ụlọ ọrụ mgbasa ozi na mmepụta. Ụlọ ọrụ ya mepụtara ọdịnaya ma mepụta ntinye aka Ghana mbụ na ihe ndị na-eme ugbu a Talk Show, otu n'ime ha, Straight Talk, nwere Sai Cofie dị ka onye na-egosi ihe ngosi ahụ",
  "N'etiti Septemba, na afọ 1996 na Disemba, na afọ 2000 Sai Cofie bụkwa onye nnọchi anya Africa maka European Market Research Centre, ebe ọ na-eme nyocha ahịa ma nye isi ụlọ ọrụ dị na Brussels ndụmọdụ banyere ọnọdụ ahịa Afrịka.",
  "Mgbe John Agyekum Kufuor meriri na ntuli aka nke Disemba, na afọ 2000, n'etiti afọ 2001 na 2004, ọ rụrụ ọrụ n'Ọfịs Onye isi ala, dị ka onye enyemaka pụrụ iche nye Onye isi ala",
  "E buliri Sai Cofie ka ọ bụrụ osote onye isi ndị ọrụ n'afọ 2004",
  "Mgbe a gbanwere ya n'ọfịs onye isi ala n'afọ 2006, a kpọpụrụ ya n'ụlọ ọrụ onye isi ala ka ọ bụrụ osote Minista na-ahụ maka ozi na National Orientation na-anọchi Shirley Ayorkor Botchwey onye e zigara na Minista na mba ọzọ ka ọ bụrụ onye osote minista.  A kwalitere Sai Cofie ka ọ bụrụ Minista na-ahụ maka ozi na Julaị, na afọ 2007",
  "N'ọnwa Eprel afọ 2008, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka njem nleta na mmekọrịta ndị mba ọzọ na Stephen Asamoah Boateng onye weghaara dịka Mịnịsta nke ozi na National Orientation.",
  "N'afọ 2017, a họpụtara Madam Oboshie Sai Cofie ka ọ bụrụ onye isi oche nke Ghana Airports Company Limited ma ọ nọrọ n'ọkwa a ruo n'afọ 2021. N'oge nke abụọ ya, Onye isi ala Akufo-Addo họpụtara Sai Cofie dị ka onye ndụmọdụ onye isi ala ya na mgbasa ozi na nkwukọrịta atụmatụ, ọnọdụ nke ọ na-emepe ma na-etinye usoro nkwukọrịta maka gọọmentị, ma na-enye nlekọta na nhazi maka ngalaba nkwukọrịta gọọmentị niile.",
  "Sai Cofie lụrụ onye nwụrụ anwụ Wellington Komla Cofie, onye ya na ya nwere ụmụ nwoke abụọ, Wosela na Kameoli Cofie.  Sai Cofie nwere ụmụ ụmụ anọ, Senyo, Seyram, Evam na Ava Oboshie.  Mmasị ya gụnyere ịgụ, ide, nkwado ahụike ọmụmụ, na nkwado maka ụmụ nwanyị na ụmụaka.",
  "Onye isi ala Kufuor nyere Sai Cofie Order of the Volta na 3 Julaị 2008"
]