[
  "Florence Nakiwala Kiyingi (née Florence Nakiwal), bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ Minista nke steeti maka ndị ntorobịa na ụmụaka na Cabinet nke Uganda ugbu a",
  "A họpụtara ya n'ọkwa ahụ na 6 June 2016. Ọ bụkwa osote onye isi oche nke atọ nke Federation of Uganda Football Associations, nwanyị mbụ nwere ọkwa ahụ na Uganda",
  "Ọ na-ejekwa ozi dị ka Onye isi oche nke ndị Minista Ndị Ntorobịa Commonwealth Task force vootu maka ọkwa ahụ na 2017.",
  "A mụrụ Florence Nakiwala na 1972, na Kimanya, Masaka District, nye Charles Ssonko na Perepetwa Najjuma, dị ka nwa nke asatọ n'ime ụmụ ha iri na abụọ",
  "Nna ya bụ onye isi obodo nke Buddu n'oge ahụ",
  "Ọ gara Kimanya Primary School tupu a nabata ya na Trinity College Nabbingo maka agụmakwụkwọ O-Level na A-Level",
  "Mgbe ọ nọ na Nabbingo, a họpụtara ya ka ọ bụrụ onye isi ụlọ akwụkwọ ahụ.",
  "Ọ gụrụ akwụkwọ na Mahadum Makerere, gụsịrị akwụkwọ na nzere Bachelor of Commerce",
  "Mgbe ọ nọ n'ebe ahụ, a họpụtara ya na kọmitii nduzi nke Nkoba Za Mbogo, nzukọ ụmụ akwụkwọ Baganda na Mahadum Makerere",
  "Ọ rụkwara ọrụ dị ka onye ndú nke ụmụ akwụkwọ azụmahịa na ọmụmụ ya",
  "N'afọ mbụ ya na Makerere, ọ zutere ma mesịa hụ di ya, Deogratius Kiyingi, onye omeiwu maka Bukomansimbi South Constituency na 10th Parliament (2016 - 2021).",
  "Dị ka onye nọ n'afọ iri na ụma, ka ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ gara njem gaa London wee hụ otú ụlọ ọrụ ahụike na-arụ ọrụ nke ọma",
  "Nke a mere ka ọ nwee ọchịchọ siri ike inwe ụlọ ọrụ ahụike na-arụ ọrụ nke ọma mgbe ọ tolitere",
  "Mgbe ọ gụsịrị akwụkwọ na Makerere, o guzobere Lisa Medical Centre, usoro ụlọ ọgwụ na ụlọ ọgwụ na-anọ obere oge na Uganda, nwere alaka na Nairobi, Kenya.",
  "Ọ rụrụ ọrụ dị ka Minista na-ahụ maka ihe gbasara ndị ntorobịa na alaeze Buganda, ruo afọ ise",
  "Ọ rụrụ ọrụ dị ka Minista Njem na alaeze ahụ, ọrụ ọ rụrụ ruo June 2016.",
  "N'oge ntuli aka mba nke afọ 2016, Florence Nakwala sonyere n'ọkwa onye nnọchi anya ụmụ nwanyị Kampala na ụlọ omebe iwu nke iri (2016 - 2021)",
  "Ọ gbara ọsọ na Democratic Party ticked",
  "Ọ meriri onye nọ n'ọkwa, Nabilah Naggayi Sempala nke Forum for Democratic Change. N'ụzọ a na-atụghị anya ya, Onye isi ala Yoweri Museveni họpụtara Nakiwala ka ọ bụrụ Minista nke Mba maka Ndị Ntorobịa na Ụmụaka, na 6 June 2016.",
  "Florence Nakiwala Kiyingi lụrụ Dogratius Kiyingi kemgbe afọ otu puku narị itoolu na itoolu na asatọ",
  "Ha bụ ndị Roman Katọlik",
  "Ha bụ nne na nna nwere ụmụ ise, ụmụ nwoke atọ na ụmụ nwanyị abụọ. Site na 6 June 2016, a họpụtara ya dịka onyeisi oche nke Express FC, onye otu Uganda Super League."
]