[
  "-ịFlorence Nightingale Harrison Bell (8 Ọktoba 1865 - Septemba 1948) bụ onye ndọrọndọrọ ọchịchị na onye ndọrọndọrọ ọchịchị Britain..",
  "A mụrụ ya na Newcastle-upon-Tyne na 8 Ọktoba 1865 dị ka Florence Tait",
  "Ọ bụ nwa nwanyị Isabella Tait",
  "Na baptizim ya na 17 Disemba na St",
  "Andrew Newcastle, edere ya dị ka Florence Harrison, edere nna ya dị ka Thomas Latham Harrison (nwoke)",
  "Mgbe nke ahụ gasịrị, ọ nakweere aha Florence Latham Harrison",
  "Nna ya, onye na-agba chaa chaa na Newcastle, nwụrụ mgbe Florence dị afọ abụọ",
  "Ya na nne ya biri obere oge na Scotland wee laghachi na North East England mgbe nne ya Isabella lụrụ Thomas Hedley Thompson, onye na-etinye injin, na Gateshead Register Office na 30 Ọktoba 1878",
  "Site n'oge ahụ, Florence na nne ya na nna nna ya biri na Gateshead na Newcastle.",
  "Ọ rụrụ ọrụ dị ka onye na-esi nri tupu ọ gụọ akwụkwọ na Armstrong College wee ghọọ onye nkuzi",
  "N'oge ụfọdụ, ọ nabatara aha Florence Nightingale Harrison",
  "N'okpuru aha ahụ na 1896, ọ lụrụ Joseph Nicholas Bell, odeakwụkwọ ukwu nke National Amalgamated Union of Labour.  Ọ ghọrọ onye na-arụsi ọrụ ike na Independent Labour Party (ILP), ọ bụkwa nwanyị mbụ jere ozi na National Administrative Council (NAC)",
  "N'afọ 1898, Emmeline Pankhurst nọchiri ya na NAC",
  "Site na ILP, ọ malitere ịrụsi ọrụ ike na Kọmitii Na-anọchite anya Ọrụ (LRC), ọ bụkwa odeakwụkwọ mbụ nke Newcastle LRC.",
  "Na 1902, Bell ghọrọ onye nduzi nke Newcastle Co-operative Society",
  "Ka ọ na-erule 1907, ọ na-arụ ọrụ dị ka onye nhazi maka Women's Trade Union League",
  "Ọ nọkwa na-arụsi ọrụ ike na ngagharị ịtụ vootu, holdin Societies wee jee ozi dị ka odeakwụkwọ nke mmekọ obodo ya, Òtù North East maka ịhọpụta ụmụ nwanyị",
  "N'afọ 1909, ọ kwụsịrị n'ọkwá ahụ, n'afọ sokwa ya, ọ ghọrọ odeakwụkwọ nke alaka ụlọ ọrụ nke Women's Labour League.",
  "A họpụtara Bell ka ọ bụrụ onye isi nke Women's Labour League na 1913.  N'afọ 1918, a họpụtara ya na Kọmitii Nchịkwa Mba nke Labour Party dị ka akụkụ nke league slate",
  "Ọ tụfuru oche ya n'afọ sochirinụ, mana ọ rụrụ ọrụ ọzọ n'ime afọ iri.",
  "am na di ya kwagara North Finchley ka ha nwere olileanya na ọ ga-abụ MP",
  "A họpụtara di ya dị ka onye omeiwu maka Newcastle na 1922 mana ọ nwụrụ n'ime otu ọnwa a họpụtara ya",
  "Akwụkwọ akụkọ obodo ahụ kwuru na a maara ya dị ka di Florence Bell ma kwuo na Bell ga-emeri n'ụzọ doro anya ma ọ bụrụ na ọ kwụ maka ntuli aka",
  "O guzoghị.",
  "K.  Ọ nọgidere na-arụsi ọrụ ike na Labour Party, ma guzo na Luton na ntuli aka UK nke 1929, na-ewere ọnọdụ nke atọ na 16.5% nke votu.",
  "Ọ nwụrụ, dị afọ 83, na 8 Septemba 1948. N’ọnwa Ọktoba 2019, Newcastle City Council wuru ihe ncheta n’ụlọ dị na Hotspur Street, ebe ya na di ya biri ihe dị ka afọ iri abụọ..na-agụ \"Florence Nightingale Harrison Bell (1865-1948)",
  "Socialist, suffragist, onye na-adịghị agwụ agwụ maka nlekọta ahụike, ikike ụmụ nwanyị na ụmụaka",
  "Onye odeakwụkwọ Federal Federal nke Independent Labour PartyBiri ebe a 1901-1920.\" Naanị ihe ncheta nke abụọ nye otu nwanyị na Newcastle (nke mbụ bụ Dr",
  "Ethel Williams)"
]