[
  "Nwa agbọghọ Flower bụ ihe nkiri ihe nkiri ịhụnanya na atọ ọchị nke afọ 2013 setịpụrụ wee gbaa na Lagos, Nigeria",
  "Ọ gbagharịrị na akụkọ Kemi ( Damilola Adegbite ) chọrọ ịlụ Umar (Chris Attoh); nwa okorobịa nke na-achọsi ike ịga n'ihu n'ọrụ ya",
  "Mgbe mmekọrịta ha dakwasịrị n'oke mmiri, Kemi na-achọ enyemaka onye na-eme ihe nkiri Tunde ( Blossom Chukwujekwu ) ha kpara atụmatụ iji nweta Kemi ihe ọ chọrọ.",
  "Kemi na-arụ ọrụ n'ụlọ ahịa ifuru nne na nna ya, ọ bi n'obi ịghọ otu n'ime di na nwunye na-enwe obi ụtọ ọ na-ahụ kwa ụbọchị",
  "Otu enyi ya nwoke nke ogologo oge bụ́ Umar onye ọkaiwu ekwela nkwa na ya ga-alụ ya ma ọ nweta nkwalite, mana ọ na-enwekwu ndidi",
  "Ọ na-eme ye ihere na ya na ndi mụrụ ya ka bị n'ụlọ, ọ na-anọkwa abalị n'ime ime ụlọ ya na-eme atụmatụ agbamakwụkwọ ọ tụrụ anya na ọ ga-eme otu ụbọchị",
  "Otu ụbọchị ahụ ọ nọworo na-echere abịala; Umar enwetala nkwalite! Otú ọ dị, mgbe ọ bịarutere na-atụ anya ka ọ atụpụta alụmdi na nwunye ha,ka ma ọ gbasa ha kama",
  "N'ịbụ onye obi gbawara, ọ gara n'ihu, ma, n'ịbụ onye na-apụghị ịhụ ebe ọ na-aga n'anya mmiri nke iru újú, ụgbọ ala kụtuo ya",
  "Onye ọkwọ ụgbọ ala ahụ tụgharịrị bụrụ Tunde Kulani, onye ama ama na ihe nkiri Nollywood.",
  "Ka Tunde na-ahu maka ọnya ya, Kemi kwere obi mgbawa wee kọọrọ ya nsogbu ya",
  "Tunde kwere nkwa inyere ya aka ime Umar ka ọ tuputa alụmdi na nwunye ha",
  "Ha na-echepụta atụmatụ",
  "Ha ga-eme ka ha bụ di na nwunye na-eme Umar anyaụfụ wee mee ka ọ laghachi azụ na-atụ aro na ikpere ya.",
  "Dị ka ọ dị n'obere nwa, Bello wetara ihu ọhụrụ na ọrụ nke abụọ wee kpebie ịgwakọta ihe nkiri isi na ndị na-eto eto",
  "Maka ọtụtụ n'ime ha, gụnyere ndi ama ama TV Damilola Adegbite, ọ bụ oge mbụ ha na-eme ihe nkiri na ihe nkiri Naijiria",
  "Ahụmahụ ọhụrụ ọzọ bụ ime ka ha mara usoro na usoro pụrụ iche nke onye nduzi n'ime izu nke mmega ahụ.",
  "Michelle Bello mepụtara edemede mbụ siri ike maka ihe nkiri ahụ mgbe ọ na-agụ akwụkwọ maka nzere masters na Communications na Mahadum Regent dị na Virginia, United States",
  "A gwara klas ahụ ka ha dee  ihe nkiri ogologo, nke ọ na-emetụbeghị mbụ",
  "Ọ tụgharịrị uche n'akụkọ ahụ ọ ga-achọ ide banyere ya; otu nke ga-atọ ụtọ nke ukwuu ịmalite n'ime edemede iri itoolu.",
  "Ọ sịrị; \"Ọ na-amasị m ikiri ihe nkiri nto-ochi ịhụnanya",
  "M na-abụ onye na-enwe mmasị n'ịhụnanya n'obi na enwere m ike ịkọrọ ndị isi akụkọ na ahụmahụ ha",
  "Ọ chọsiri m ike iwere ụdị ihe a wee mee ka ọ bụrụ ihe nkiri nke oge a na Lagos, Nigeria",
  "Achọrọ m inyocha ụdị agwa dị iche iche mara mma - ma akụkụ ha dị mma na akụkụ ọjọọ ha n'ihi na njedebe nke ụbọchị ọ nweghị onye zuru oke.\"",
  "Bello dere akwụkwọ mbụ nke Flower Girl, nke a na-akpọbu Caught Up, n'ime obere oge nke ọnwa abụọ",
  "Ọ gbakwụnyere okwu na-eme na mmekọrịta nke ndị di na nwunye na-eto eto taa na obodo Naijiria na-eme ka ọ bụrụ ihe gbasara ndị na-eto eto.",
  "Onye na-emekọ ihe ọnụ bụ Michelle Dede na-ekwu, sị, Imepụta ihe nkiri, karịsịa na Nigeria, abụghị ihe kachasị mfe ime",
  "Ọ bụ ihe na-akwụghachi ụgwọ nke ukwuu n'ihi ahụmahụ nke ịnọ na ihe nkiri na ihe niile dị nta na-eme ka ihe nkiri nwee ike.",
  "Ọ bụ Hitplay dere egwu",
  "Ọtụtụ egwu agbakwunyere gụnyere:",
  "Ihe ngosi izizi ụwa nke Flower Girl mere na 13 February 2013 na Lagos, Nigeria",
  "Ọ gara na mwepụta n'ozuzu na Nigeria na ụbọchị Valentine 2013 wee nata nlebanya dị egwu dị iche iche",
  "Ihe nkiri a bụ igbe igbe mbụ pụtara na ngwụcha izu ahụ na Lagos",
  "Emechara ihe ngosi Ghana mere na 5 May 2013 na Accra na n'abalị mbụ ka ekwesịrị igosi ya n'ụlọ ezumezu sinima n'ihi ọnụ ọgụgụ dị ukwuu nke ndị mmadụ nọ ebe ahụ bụ ndị ji ụjọ chere ọbịbịa ihe nkiri ahụ na obodo ha.",
  "Emere ihe ngosi UK na 26 Septemba 2013 na Odeon Cinema na Greenwich",
  "Talking Drum Entertainment UK kesara ụdị ihe nkiri ihunanya ọhụrụ edeziri na Fraịde, 4 Ọktoba 2013 na Odeon, Vue, Cineworld na sinima nọọrọ onwe ha",
  "A na-enyochakwa nwa Flower Girl na Hollywood Black Film Festival 2013 wee nwee ngosi izizi na US na nyocha na Los Angeles na 3 Ọktoba 2013",
  "E wepụtara ya na Netflix na Julaị 13, 2021",
  "Ihe nkiri ahụ nwetara otuto maka ihe nkiri sinima ya na ihe nkiri ịhụnanya na ihe nkiri nto ochi",
  "Otú ọ dị, a katọrọ ya maka ọdịdị ụda adịghị mma yana nhoro egwu na ezughi ezu"
]