[
  "Floyd E",
  "Norman (amụrụ na June 22, 1935) bụ onye America na-eme ihe nkiri, onye edemede, na onye na-ese akwụkwọ ọchị. N'ime oge ọrụ ya, Norman arụlọa ọrụ maka ụlọ ọrụ dị iche iche, n'etiti ha bụ Walt Disney Animation Studios, Hanna-Barbera Productions, Ruby-Spears, Film Roman na Pixar.",
  "Ịhụnanya Norman nwere maka ihe nkiri malitere mgbe ọ na-ekiri ihe nkiri Disney a kpọrọ Dumbo na Bambi Norman gara Art Center College of Design na Pasadena, California ebe ọ gụrụ ihe atụ. Ọ malitere dị ka onye enyemaka nke Katy Keene comic book artist Bill Woggon, onye bi na Santa Barbara, California, ebe Norman tolitere",
  "N'afọ 1957, e were Norman n'ọrụ dị ka onye na-ahụ maka Sleeping Beauty (nke ewepụtara n'afọ 1959) na The Walt Disney Company, na-aghọ onye mbụ na-ese ihe n'Afrịka na Amerịka nke nọgidere na studio ahụ ogologo oge. N'ịgbaso ọrụ ya na Sleeping Beauty, a họpụtara Norman, o wee laghachi na studio mgbe ọ rụchara ọrụ na 1960 iji rụọ ọrụ na One Hundred and One Dalmatians (1961) na The Sword in the Stone (1963). Mgbe Walt Disney hụrụ ụfọdụ n'ime eserese ụlọ ọrụ Norman mere iji mee ka ndị ọrụ ibe ya nwee obi ụtọ, e zigara ya na ngalaba akụkọ, ebe ya na Larry Clemons rụkọrọ ọrụ na akụkọ maka The Jungle Book",
  "Mgbe Walt Disney nwụsịrị n'afọ 1966, Floyd Norman hapụrụ ụlọ ọrụ Disney iji hiwe Vignette Films, Inc., ya na onye mmekọ azụmahịa na onye nduzi Leo Sullivan",
  "Vignette Films, Inc",
  "mepụtara ihe nkiri isii ma bụrụ otu n'ime ụlọ ọrụ mbụ mepụtara ihe nkiri gbasara akụkọ ihe mere eme nke ndị isi ojii. Norman na Sullivan rụkọrọ ọrụ ọnụ n'ọrụ dị iche iche, nke gụnyere akụkụ maka Sesame Street na mbụ Hey, Hey, Hey, It's Fat Albert telivishọn pụrụ iche nke Bill Cosby chepụtara, nke gosipụtara na 1969 na NBC. N'afọ 1972, e mepụtara Fat Albert na Cosby Kids Saturday ụtụtụ katọn usoro maka CBS site Filmation Associates",
  "Norman laghachiri Disney n'otu oge na mmalite afọ 1970 iji rụọ ọrụ n'ihe nkiri Disney a kpọrọ Robin Hood, ma rụọ ọrụ na ọtụtụ mmemme telivishọn na Hanna-Barbera na Ruby-Spears",
  "N'afọ ndị 1980, ọ rụrụ ọrụ dị ka onye edemede na ngalaba na-atọ ọchị na Disney ma bụrụ onye edemede ikpeazụ maka <i id=\"mwUQ\">Mickey Mouse</i> comic strip tupu a kwụsị ya.",
  "Ọ rụrụ ọrụ na ihe nkiri maka Walt Disney Animation Studios na Pixar, ebe o nyere aka n'ụzọ okike dị ka onye na-ese akụkọ na ihe nkiri dịka Toy Story 2 na Monsters, Inc",
  "maka Pixar na Mulan, Dinosaur na The Hunchback of Notre Dame maka Walt Disney Animation Studios, n'etiti ndị ọzọ, gụnyere Reel FX's Free Birds",
  "Norman ebipụtala ọtụtụ akwụkwọ katụụn sitere na mkpali na ahụmịhe ndụ ya na ụlọ ọrụ ihe nkiri, Faster! Cheaper!: The Flip Side to the Art of Animation; Son of Faster, Cheaper!: A Sharp Look Inside the Animation Business How the Grinch Stole Disney  ; Disk Drive: Animated Humor in the Digital Age; and Suspended Animation: The Art Form That Refuses To Die.",
  "Norman edepụtala ihe nkiri nke ọkara akụkọ ndụ, nke akpọrọ: Animated Life: A Lifetime of tips, tricks, techniques and stories from an animation Legend (Animation Masters)  , nke Focal Press bipụtara na 2013",
  "Ọ bụ isiokwu nke ihe nkiri 2016 Floyd Norman: An Animated Life",
  "Ọ bụ onye edemede maka weebụsaịtị JimHillMedia.com na AfroKids.com",
  "N'afọ 2016, a họpụtara Norman na kọmitii agụmakwụkwọ na mgbasa ozi nke Academy of Motion Picture Arts & Sciences.",
  "Na mbido na 2017 D23 Expo, Disney Editions bipụtara akwụkwọ foto A Kiss Goodnight   nke Richard M",
  "Sherman dere ma Norman gosipụtara.",
  "A kpọbatara Norman na Black Filmmakers Hall of Fame n'afọ 1979. Norman bụ onye natara ihe nrite Winsor McCay Award maka \"nnabata nke ndụ ma ọ bụ onyinye ọrụ na nka nke ihe nkiri\" na 2002 Annie Awards. A kpọrọ Norman Disney Legend na 2007. N'afọ 2008, ọ pụtara dị ka onye ọbịa nke nsọpụrụ na Comic-Con International, ebe e nyere ya Inkpot Award.\nN'afọ 2013, a kwanyere Norman ugwu na \"Sergio Award\" site na The Comic Art Professional Society (CAPS)",
  "n'afọ 2014, Norman bụ onye natara onyinye DFC Disney Legend nke Disneyana Fan Club nyere.\nN'afọ 2015, Norman natara Friz Freleng Award for Lifetime Achievement for Excellence in Animation site na International Family Film Festival.\nN'afọ 2016, Norman bụ onye natara onyinye pụrụ iche (Legendary Animator) site na African-American Film Critics Association.\nNa June 2018, Norman natara nzere Doctorate of Philosophy site na Cogswell Polytechnical College.\nNa Mee 2019, a kwanyere Norman ugwu na Milton Caniff Lifetime Achievement Award site na National Cartoonists Society."
]