[
  "Folasade Tolulope Ogunsola (amụrụ n'afọ 1958) bụ onye Naijiria prọfesọ nke microbiology ahụike, na onye osote -ahọrọ nke Mahadum Lagos. Ọ bụ ọkachamara na nchịkwa ọrịa, ọkachasị HIV / AIDS",
  "Ogunsola bụ onye isi nke College of Medicine, Mahadum Lagos ma bụrụ onye a ma ama dị ka nwanyị mbụ nọ n'ọkwa ahụ",
  "Ọ bụkwa osote osote onye isi oche (Ọrụ Mmepe) nke ụlọ ọrụ ahụ n'etiti afọ 2017 na 2021. A họpụtara ya dị ka osote onye isi oche nke Mahadum Lagos na 24 Ọgọst 2020, site na ndị omeiwu mahadum ahụ.",
  "A zụlitere Ogunsola na Mahadum Ibadan ebe nna ya, Akin Mabogunje na-akụzi ihe. Dị ka nwatakịrị, ọ na-eṅomi ndị dọkịta site na iji ụmụ bebi dị ka ndị ọrịa, mgbe ọ na-enye ha nlekọta ahụike",
  "Ọ gara Queen's College, Lagos. N'agbata afọ 1974 na afọ 1982, ọ nwetara akara ugo mmụta mbụ ya na Mahadum Ife",
  "na nzere masta na College of Medicine, Mahadum Lagos, wee gaa n'ihu maka nzere doctorate ya na Machịum Wales n'agbata 1992 na 1997.",
  "Ogunsola bụ onye na-anọchite anya osote onye isi nke Mahadum Lagos maka obere oge na 2020 mgbe Mahadum ahụ banyere na nsogbu n'ihi mwepụ nke osote onyeisiala site na Kansụl Mahadum",
  "Ọ bụkwa osote osote onye isi oche (Ọrụ Mmepe) nke Mahadum ahụ, ọkwá ọ nọrọ na mbụ tupu ọ rịgoro n'ọkwa onye isi oche nke ụlọ ọrụ ahụ. Tupu ọ bụrụ osote osote onye isi ala, ọ bụ onye isi nke College of Medicine, Mahadum Lagos",
  "Mpaghara nyocha ya lekwasịrị anya na nhazi na nchịkwa nke ọrịa nje, ọkachasị HIV",
  "Ọ bụ onye isi nchọpụta na AIDS Prevention Initiative na Nigeria (APIN) na Mahadum Lagos",
  "Ọ bụkwa onye isi oche nke Kọmitii Nchịkwa Ọrịa nke Ụlọ Ọgwụ Mmụta Mahadum Lagos",
  "Tụkwasị na nke a, ọ bụ onye isi oche nke National Association of Colleges of Medicine na Naịjirịa.",
  "N'afọ 2018, o gosipụtara nchegbu banyere mgbochi na nchịkwa ọrịa na Naịjirịa",
  "Ọ chọpụtara ịdị ọcha na iji ọgwụ nje eme ihe n'ụzọ gabigara oke dị ka omume na-akwalite mgbochi ọgwụ nje",
  "N'inye ngwọta, o kwusiri ike na \"a ga-ewu ihe owuwu na mmemme mgbochi na njikwa ọrịa (IPC) gburugburu usoro isi ihe nke gụnyere ntuziaka, ọzụzụ, nlekota, atụmatụ multimodal maka itinye IPC, nlekocha na nyocha n'etiti ndị ọzọ\". N'ikwu okwu n'oge nnọkọ ya na ndị mgbasa ozi, ọ kọwara na ihe ngwọta iji belata ọnụ ọgụgụ enweghị ọrụ 58% bụ maka ndị gụsịrị akwụkwọ na Naijiria ịmalite ịmepụta echiche ndị ga-eme ka ndụ mmadụ dịkwuo mma",
  "O kwukwara na ihe ọmụma n'onwe ya ezughị ezu, mana itinye ya n'ọrụ n'ụzọ kwesịrị ekwesị iji mee ka ihe a kpọrọ mmadụ ka mma ma bulie ndụ ndị ọzọ bụ ihe ndị ntorobịa kwesịrị ichegbu onwe ha.",
  "Ọ bụ onye guzobere Naijiria Otu maka Ọrịa njikwa na 1998 ma bụrụkwa onye otu Global Infection Prevention and control Network.",
  "A họpụtara ya dị ka osote onye isi oche nke Mahadum Lagos na August 24, 2020, site na ndị omeiwu mahadum na-esote nsogbu dị n'etiti onye isi oche, Maazị Wale Babalakin na osote onyeisi oche, Prọfesọ",
  "Oluwatoyin Ogundipe Ọ ghọrọ nwanyị mbụ ịbụ osote onye isi na akụkọ ihe mere eme nke mahadum ahụ."
]