[
  "Folakemi Titilayo Odedina (amụrụ ya na Jenụwarị 21, 1965) bụ onye sayensị a mụrụ na Naijiria na prọfesọ nke ọgwụ na ọgwụ na Mahadum Florida Ọ bụ onye isi nchọpụta maka Prostate Cancer Transatlantic Consortium (CaPTC), otu nyocha ahụike na-eji sayensị genomic na etiology gburugburu ebe obibi iji nyochaa ibu arọ na-enweghị atụ nke ọrịa kansa prostate n'etiti ndị isi ojii nke NCI kwadoro. Ọ bụ onye otu American Cancer Society's National Prostate Cancer Disparities Advisory Team.",
  "Odedina nwetara nzere bachelọ nke sayensị nke Ógwù na Mahadum Obafemi Awolowo (OAU) (nke a maara dị ka Mahadum Ife), Ile-Ife na 1986",
  "N'afọ 1990, ọ malitere mmemme Ph.D na sayensị ọgwụ na Mahadum Florida",
  "Ọ gụsịrị Ph.D",
  "ya na 1994",
  "Thesis Ph.D",
  "ya bụ na \"Implementation of Pharmaceutical Care in Community Practice: Development of a Theoretical Framework for Implementation\"",
  "Mgbe Ph.D",
  "ya gasịrị, ọ rụrụ ọrụ dị ka onye enyemaka Prọfesọ na Mahadum West Virginia.",
  "A mụrụ Odedina na Jenụwarị 21, 1965 na Abeokuta, Ogun State, Nigeria na Ezekiel Shotayo Badejogbin na Grace Modupe Badejogbi",
  "Ọ nọrọ n'oge ọ bụ nwata na Lagos ma gụọ akwụkwọ na Apostolic Church Primary School na Methodist Girls High School, Lagos.",
  "Odedina bụ prọfesọ nke Medicine na Pharmacy, na Ngalaba nke Radiation Oncology na Ngalaba Pharmacotherapy & Translational Research nke Mahadum Florida",
  "Ọ bụkwa onye nduzi mmemme nke Florida-California Cancer Research, Education and Engagement (CaRE2) Health Equity Center- a National Cancer Institute kwadoro onyinye U54.   \nỌrụ sayensị Odedina lekwazịrị anya na mkpụrụ ndụ ihe nketa, ihe na-ekpebi gburugburu ebe obibi nke ọdịiche nke ọrịa kansa prostate. Ọ na-eme nyocha banyere ịghọta ihe na-egosi ọdịiche dị n'etiti ndị isi ojii na nyocha nke itinye aka n'omume iji melite nsogbu ahụ",
  "Ọ duziri ihe karịrị ọrụ nyocha iri atọ gbasara ọrịa kansa prostate. N'afọ 2006, ọ natara Fulbright Specialists Program iji nyochaa usoro akụkọ gbasara ọrịa kansa na Naịjirịa",
  "Ọ duziri ọrụ nyocha ọrịa kansa nke mba mbụ na usoro akụkọ data ọrịa kansa na Naịjirịa ma bụrụ otu n'ime ndị isi dere atụmatụ mbụ nke National Cancer Control Plan (NCCP) nke Naịjirịa.",
  "Odedina enyewo ihe karịrị ndị ọkà mmụta sayensị Afrịka puku ato",
  "Ọ bụ onye isi oche nke Kọmitii Nnyocha maka African Organisation for Research and Training in Cancer (AORTIC). N'afọ 2017, e nyere ya Carnegie African Diaspora Fellowship iji rụọ ọrụ na ihe ize ndụ nke ọrịa kansa prostate na mmepe nke oncology clinical clinical trial virtual platforms na Mahadum Cape Town.",
  "N'ajụjụ ọnụ ya na SciDev na afo 2020, Odedina kwuru na ọ nwere ịkpa ókè nwoke na nwanyị, mgbe otu prọfesọ nwanyị gwara ya na ọ gaghị enwe ike ịmecha mmemme ngụsị akwụkwọ ya n'ihi alụmdi na nwunye na ime ime ime n'oge ụlọ akwụkwọ ngụsị akwụkwọ.",
  "Ọ bụ onye isi nchọpụta nke Prostate Cancer Transatlantic Consortium (CaPTC), otu United States National Institute of Health / National Cancer Institute kwadoro nke nwere ihe karịrị ndị otu ụlọ ọrụ iri ise na ebe nyocha na Afrika, Europe, Ugwu Amerika na Caribbean.",
  "Ọ natala ọtụtụ onyinye maka onyinye ya na sayensị na ọdịiche ahụike, onyinye ya gụnyere Leadership Award for Health Disparities site na American Society of Health-Systems Pharmacy na Association of Black Health-S System Pharmacists na 2009,Inspiring Women in STEM Award 2016 site na INSIGHT Into Diversity, Living Legend Award site na Clinical Trial Summit na 2017, William Award for Innovation in Cancer Care site na African Organisation for Research and Training in Cancer (AORTIC) 2017"
]