[
  "Folashade Omoniyi, nke a makwaara dị ka Shade Omoniayi (amụrụ na Machị 26, 1968), bụ ṅwanyị ọchụnta ego na onye isi oche nke Kwara State Internal Revenue Service. Ọ bụbu MD / CEO nke FBN Mortgages Limited, nke bụ enyemaka nke First Bank of Nigeria.",
  "A mụrụ Folashade na Kano, Naijirịa na Machị 26, 1968",
  "Ọ gara St Clare's Girls Grammar School na Offa, Nigeria maka agụmakwụkwọ sekọndrị ya",
  "O nwere nzere Bachelor of Engineering (Honours) na Mahadum Ilorin na Masters in Business Administration (MBA) na Machịum Obafemi Awolowo, Ile-Ife, na 2001",
  "Ọ gakwara mmemme agụmakwụkwọ ndị isi na Michigan Ross, London Business School, Stanford Business School na Lagos Business School.",
  "Folashade malitere ọrụ ya dị ka injinia na ụlọ ọrụ IT site na 1990 ruo 1997 tupu ọ banye n'ụlọ akụ mba Afrịka ebe ọ bụ Oṅye isi IT & Systems Administration",
  "N'afọ 2001, ọ sonyeere First Bank of Nigeria ebe ọ malitere dị ka Head Networks & Communication Management wee si na IT banye na mmepe azụmaahịa",
  "Ọ bilitere site na osote onye isi njikwa gaa na osote nnukwu njikwa na-arụ ọrụ dị iche iche site ṅa mmepe azụmaahịa ruo na ahịa mkpọsa, ngalaba ọha na eze na ọrụ ụlọ akụ alaka.",
  "Mgbe ọ ruru n'ọkwa nke ọrụ ụlọ akụ ya, a họpụtara ya dị ka onye isi nchịkwa / onye isi oche nke ụlọ akụ mbụ nke Nigeria FBN Mortgages Limited na 2016 mgbe afọ iri na ise gachara ṅa ụlọ akụ ahụ",
  "Ọ nọrọ n'ọkwa a ruo afọ atọ wee hapụ ya iji gaa ṅ'ihu na-enye ndụmọdụ na IT na nkwukọrịta.",
  "N'Ọctoba 1, 2019, Gọvanọ nke Kwara State, AbdulRahman AbdulRasaq họpụtara ya dị ka onye isi oche nke Kwara Steeti Internal Revenue Service na kọmitii nwere ihe karịrị 50% ụmụ nwanyị.",
  "Folashade bụ onye otu National Institute of Marketing (NIM) nke Nigeria, Chartered Institute of Taxation nke Nigeria, onye otu nsọpụrụ nke Chartered Institute nke Bankers (HCIB) nke Nigeria ma bụrụkwa Cisco Certified Network Professional, Cisco Certified network Associate na Microsoft Certified Systems Engineer.",
  "Folashade Omoniyi lụrụ Biodun Omoniyi ma nwee ụmụ."
]