[
  "Folayemi \"Fo\" Debra Wilson bụ onye America na-ese ihe, onye na-ese onyinyo, na onye nchịkwa agụmakwụkwọ",
  "Ọrụ ya gụnyere ọrụ dị ka onye na-emepụta oche na onye na-eme ihe, onye na-ese ihe, onye ọrụ mgbidi, na onye na'ihe osise. Wilson bụ onye isi oche mbụ maka ịnweta na ikpe ziri ezi na Penn State College of Arts and Architecture.",
  "Wilson nwere nzere MBA na Mahadum New York Stern School of Business, na nzere MFA (2005) na imewe ụlọ site n'ụlọ akwụkwọ Rhode Island School of Design (RISD).",
  "Na mmalite ọrụ ya, ọ rụrụ ọrụ dị ka onye na-ese ihe osise, onye nduzi nka, na onye nduzi okike. Wilson rụrụ ọrụ maka magazin Essence na YSB",
  "N'afọ 1984, a kpọrọ Wilson onye nduzi nka nwanyị mbụ na magazin Essence. N'afọ 1991, o guzobere Studio W., ụlọ ọrụ na-ese ihe osise, na-ewulite ahụmịhe ọkachamara ya site na ọrụ nke ụlọọrụ magazin.",
  "N'ọnwa Ọgọstụ 2016, ya na Norman Teague guzobere blkHaUS Studios, ụlọ ọrụ na-emepụta ihe na Chicago. Ọrụ ha na-elekwasị anya na omume ọha na eze, iji mee ka oghere ọha na eze na Chicago bụrụ ihe na-adọrọ mmasị. Ọrụ Back Alley Jazz nke blkHaUS Studios rụrụ ọrụ iji mee ka ọdịbendị jazz na omenala dị na Chicago na 1960s na 1970s; ha kpọkọtara ndị egwu obodo, ndị na-ese ihe na ndị na-eme ihe nkiri iji wuo ihe omume na oghere arụmọrụ.",
  "N'afọ 1995, Renee Cox, Fo Wilson, na Tony Cokes mepụtara Negro Art Collective (NAC) iji lụso ọdịbendị na-ezighị ezi banyere ndị ojii America ọgụ.",
  "N'afọ 2008, Wilson wuru ihe ngosi sayensị nke senchiri nke iri na itoolu na-echeta Sartje Baartman (nke a makwaara dị ka \"The Hottentot Venus\") n'oge obibi na School of Art + Design na SUNY / Purchase.",
  "Ihe owuwu ya na 2016 Eliza's Peculiar Cabinet of Curiosities, bụ ụlọ e wuru, zuru oke, senchiri nke ịrị na itoolu, akụkọ ifo, ụlọ ohu nwere ụlọ ọrụ na-adọrọ mmasị jupụtara na ihe otu narị nke ihe nwanyị Africa America nke oge a nwere ike inwe ma ọ bụ rọrọ nrọ inwe. Eliza's Peculiar Cabinet of Curiosities bụ ọrụ na-aga n'ihu, Afrofuturist ma jiri ya mee ihe dị ka ebe maka ihe omume na arụmọrụ ndị metụtara ya; na ngosi na 2016 ruo 2017 na Lynden Sculpture Garden na Milwaukee, Wisconsin.",
  "N'afọ 2019, e nyere ya ọrụ ịmepụta nka ọha maka Chicago Transit Authority (CTA) n'ime ọdụ Damen Green Line e wuru ọhụrụ. Ọrụ ya dị na nchịkọta ihe ngosi nka na Cooper Hewitt, Smithsonian Design Museum. Wilson jere ozi na bọọdụ nke American Craft Council (ACC).",
  "N'ọnwa Julaị 2021, a họpụtara Wilson dị ka onye isi oche mbụ maka ịnweta na ikpe ziri ezi na Penn State College of Arts and Architecture. Ọ bụbu onye nduzi nke agụmakwụkwọ dị iche iche, ikpe ziri ezi na itinye aka na Columbia College Chicago."
]