[
  "Folashade Sherifat Jaji (amụrụ na 10 Machị 1957) bụ onye Naijirịa na-emepụta kemịkal, onye ọrụ gọọmentị na odeakwụkwọ nke Gọọmentị Lagos. Ọ bụbu onye isi ọrụ na Lagos State, ọfịs ọ rụrụ mgbe ọ rụchara ọrụ dị ka odeakwụkwọ na-adịgide adịgide, Lagos State Ministry of Establishments, Training and Pensions. O nyekwara gọọmentị etiti aka imeziwanye ego ọrụ gọọmentị.",
  "A mụrụ Sherifat na Machị 3, 1957 na Surulere, obodo ukwu nke Lagos State, ndịda ọdịda anyanwụ Nigeria.\nỌ gara Anglican Girls Primary School na Surulere, lagos tupu ọ gaa Queen's College na Yaba, ebe ọ nwetara asambodo ụlọ akwụkwọ West Africa na 1974.\nỌ natara nzere bachelọ nke sayensị na Mahadum ṅke Ibadan, ebe a zụrụ ya dị ka onye na-emepụta kemịkal tupu ya edebanye aha maka Post Graduate Diploma na Public Administration na Administrative Staff College of Nigeria mgbe ọ gụsịrị otu afọ Youth Service na Nigerian Breweries.\nMgbe ọ gụsịrị akwụkwọ na 1985, ọ gara Mahadum Lagos ebe ọ nwetara ṅzere Master of Business Administration na 1989.",
  "Ọ sonyeere ndị ọrụ gọọmentị nke steeti Lagos na 27 Ọktoba 1980 na kọmitii ọrụ ikpe nke steeti tupu e zigara ya n'ọfịs gọvanọ steeti, Ngalaba ṅke ndọrọ ndọrọ ọchịchị ebe ọ jere ozi afọ abụọ, n'etiti 1980 na 1982, n'otu afọ ahụ ka ọ natara ọrụ na kọm ọrụ gọọmentụ steeti ebe ọ nọrọ afọ abụọ ọzọ tupu ọ laghachi n'ọfesọ Gọ Gọ Agha na Ngalaba mmemme na mmefu ego ebe ọ nọrọ ọnwa asaa, n'agbata afọ 1985 na 1992.",
  "N'ọnwa Nọvemba afọ 2008, a họpụtara ya ka ọ bụrụ odeakwụkwọ na-adịgide adịgide, Ụlọ Ọrụ Nkụzi na Ezumike ṅká, ọkwá ọ nọrọ afọ anọ.\nN'ụbọchị mbụ n'ọnwa Machị n'afọ 2011, ọ ghọrọ odeakwụkwọ na-adịgide adịgide, Ministri nke Ụlọ Ọrụ, Ọzụzụ na Pensions nke Lagos State.\nN'abalị iri na asaa ṅ'ọnwa Febụwarị n'afọ 2015, a họpụtara ya dị ka onye isi ọrụ nke steeti Lagos iji nọchie Josephine Oluseyi Williams, onye bụ onye isi ọrụ iri na asaa nke ọrụ ọha na eze steeti.",
  "Na 30 Mee 2019, Gọvanọ Lagos Steeti Babajide Sanwo-Olu họpụtara Jaji dị ka odeakwụkwọ ọhụrụ nke Gọọmentị Steeti (SSG)."
]