[
  "Foluke Atinuke Gunderson (née Akinradewo; amụrụ n'Oktober 5, n'afọ 1987) bụ onye na-egwu volleyball n'ime ụlọ nke na-egwuri egwu dị ka onye na-egbochi etiti maka klọb Japan Hisamitsu Springs",
  "A mụrụ ya na Canada, ọ na-anọchite anya United States na mba ụwa",
  "Gunderson meriri ọla edo na ndị otu mba afọ 2010 FIVB World Grand Prix, 2014 World Championship, Rimini Volleyball Nations League, afọ 2020 Tokyo Summer Olympics, ọlaọcha afọ 2012 London Summer Olympics, na ọla nchara na afọ 2016 Rio Olympic Games. Mmeri ya n'egwuregwu Olimpik nke afọ 2020 nyere ya ohere mezue ihe nrite ọla nchara, ọlaọcha, na ọla edo nke Olimpik.",
  "A mụrụ Gunderson na London, Ontario, na Ayoola na Comfort Akinradewo",
  "Ụmụnne ya bụ Folu na Foluso Akinradewo",
  "Ọ nwere ụmụ amaala atọ na Canada, Nigeria na United States, ma na-ege ntị maka mgbasa ozi mgbe ọ dị obere.",
  "Gunderson gara St",
  "Thomas Aquinas High School na Fort Lauderdale, Florida, ebe ọ bụ onye mmeri akwụkwọ ozi afọ atọ na volleyball ma nọrọkwa na basketball na track & field teams",
  "Ọ bụ onye nhọpụta All-American n'afọ 2003 na afọ 2004 na nhọpụta steeti niile n'afọ 2002, 2003 na afọ 2004",
  "A kpọrọ ya onye egwuregwu Volleyball nke afọ na Florida Dairy Farmers n'afọ 2005",
  "Na mgbakwunye na volleyball, ọ bụ onye a họọrọ na steeti niile na basketball ma bụrụ onye mmeri Florida State ugboro anọ na track",
  "O mere US mba mbụ ya tupu mmalite nke afọ ọhụrụ ya na Stanford.  O nyere mba US aka imeri afọ 2004 NORCECA Continental Women's Junior Championship, wee bụrụ onye na-amalite n'etiti na U.S",
  "Women's junior National Team na 2005 FIVB World Championships.",
  "Gunderson gụrụ akwụkwọ na Biology nke mmadụ na Mahadum Stanford",
  "Dị ka onye ọhụrụ n'afọ 2005, a kpọrọ ya Pac-10 Freshman of the Year na American Volleyball Coaches Association (AVCA) Pacific Region Freshman nke Afọ. A kpọrọ ya AVCA Second Team All-American ma duzie ndị otu ahụ na pasentị ịkụ (.397), akara nke atọ na Pac-10, nke 13 na mba ahụ na nke atọ maka otu oge na akụkọ ihe mere eme ụlọ akwụkwọ",
  "N'afọ 2006, a kpọrọ aha ya na NCAA Final Four All-Tournament Team ka ọ na-eduga Stanford na NCAA Division I nke abụọ na Nebraska",
  "N'afọ ahụ, AVCA na Volleyball Magazine kpọrọ ya First Team All-American.",
  "N'afọ 2007, a kpọrọ Gunderson AVCA National Player of the Year ma bụrụ onye mmeri Honda Sports Award maka volleyball. Ọ mebiri Pac-10 na Stanford otu oge na-akụ pasentị ndekọ site na ihe karịrị akara 50, ebe ọ na-enweta pasentị499, akara nke mbụ na mba ahụ na nke abụọ kemgbe ewepụtara rally-scoring na 2001",
  "A kpọrọ ya aha na Final Four All-Tournament Team ka ọ na-eduga Stanford na nke abụọ n'usoro Division I nke mba na-esote na Penn State",
  "Dị ka onye okenye na afọ 2008, Gunderson kwughachiri dị ka Pac-10 Player of the Year ma nweta nhọpụta Honda Award nke atọ n'usoro",
  "Ọ kwughachiri dị ka onye otu mbụ All-American ma duru Stanford gaa egwuregwu nke atọ n'usoro NCAA",
  "Ọ gwụchara ọrụ kọleji ya na arụmọrụ kachasị mma (.446) nke onye ọ bụla NCAA Division I.",
  "Gunderson sonyeere Toyota Auto Body Queenseis n'ọnwa Ọktoba afọ 2010. Na afọ 2010 1910 V.Premier League, a kpọrọ Gunderson onye mmeri nke onyinye Spike. Gunderson meriri nrite ọlaọcha na 2012 FIVB Club World Championship, na-egwuri egwu na klọb Azerbaijan Rabita Baku.",
  "N'afọ 2013, klọb Gunderson, Rabita Baku, meriri Azerbaijan Super League Championship na-emeri nke isii ha n'usoro. O meriri ihe nrite Best Spiker nke league.",
  "Gunderson sonyere Team USA n'afọ 2012 Summer Olympics.  O nwetara ihe nrite ọlaọcha maka mbọ ọ na-agba.",
  "Gunderson so n'òtù mba USA nke meriri nrite ọla edo nke afọ 2014 World Championship mgbe ndị otu ahụ meriri China 3 South1 na egwuregwu ikpeazụ.  Ọ bụ ọla edo mbụ nke USA na nke ọ bụla n'ime asọmpi volleyball atọ.",
  "Gunderson so n'òtù US na-enweta ọla nchara n'afọ 2016 Olympics.  Ọ malitere egwuregwu asatọ niile",
  "A kpọrọ aha ya na 2016 Olympic Games Dream Team na onye na-egbochi etiti.",
  "Na Mee n'afo 2021, a kpọrọ aha ya na ndị egwuregwu iri na asatọ maka asọmpi FIVB Volleyball Nations League",
  "nke a ga-egwu na Mee 25-June 24 na Rimini, Ịtali. Ọ bụ naanị asọmpi mba ụwa dị mkpa tupu Tokyo Olympics na July.",
  "Na Juun 7, nke afọ 2021, onye isi nchịkwa US National Team Karch Kiraly kwupụtara na ọ ga-abụ akụkụ nke ndị egwuregwu Olympic iri na abụọ maka afọ 2020 Summer Olympics na Tokyo.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-end"
]