[
  "FoodCo Nigeria Limited bụ ụlọ ọrụ na-azụ ahịa",
  "E guzobere ya n'afọ 1982, ọ bụ azụmahịa Naijiria zuru oke. FoodCo na-arụ ọrụ nnukwu ụlọ ahịa na ndịda ọdịda anyanwụ Naịjirịa, na mpụga Lagos Steeti, na ụlọ ahịa iri na atọ gbasara n'ofe mpaghara ahụ.",
  "N'afọ 2020, FoodCo malitere nnukwu ụlọ ahịa n'ịntanetị",
  "Ọ malitekwara FoodCo Quick Shops, usoro ụlọ ahịa dị n'ógbè na-enye ihe oriri na ihe ndị dị n'ụlọ.",
  "Ọtụtụ ụlọ ahịa FoodCo dị n'otu ebe, na-ejikọta nnukwu ụlọ ahịa, ụlọ oriri na ọṅụṅụ, ebe a na-eme achịcha, na ebe ntụrụndụ.",
  "FoodCo malitere dị ka ụlọ ahịa mkpụrụ osisi na akwụkwọ nri n'afọ 1981, mana gbasaa n'ime nnukwu ụlọ ahịa otu afọ ka e mesịrị. E meghere Supermarket FoodCo mbụ na Bodija, Ibadan",
  "N'ikpeazụ, azụmaahịa ahụ toro ịgụnye ụlọ oriri na ọṅụṅụ na-arụ ọrụ ngwa ngwa, nrụpụta na ntụrụndụ",
  "Azụmaahịa ahụ etolitela ugbu a site na otu alaka ahụ gaa n'ọtụtụ alaka nwere ihe karịrị ndị ọrụ narị asaa",
  "E meghere ụzọ mbu Lagos Steeti n'afọ 2019",
  "Naanị n'afọ 2020, nwa ya nwoke Ade Sun-Basorun batara dị ka Chief Executive Officer nke FoodCo Nigeria Limited, mgbe ọ na-ewere ọnọdụ onye isi oche.",
  "FoodCo Supermarkets bụ nnukwu ụlọ ahịa na ndịda ọdịda anyanwụ Naịjirịa, na mpụga Lagos Steeti",
  "Ọ bụkwa nke kachasị ochie n'etiti ụlọ ahịa iri kachasị elu na Naịjirịa.",
  "FoodCo Supermarkets na-arụ ọrụ n'ịntanetị nke na-enye ngwaahịa zuru oke yiri ụlọ ahịa anụ ahụ",
  "A na-agbakwunye nnukwu ụlọ ahịa site na ọrụ nnyefe ụlọ nke malitere na 2020.",
  "FoodCo bụ ụlọ oriri na ọṅụṅụ Quick Service (QSR) na Naịjirịa",
  "Ọ malitere dị ka ebe a ma ama ebe ndị mmadụ nwere ike inweta achịcha dịka doughnuts, anụ pie na anụ ọkụkọ na 80s na 90s na Ibadan",
  "Ka afọ na-aga, azụmahịa ahụ gbanwere n'ime ụlọ oriri na ọṅụṅụ na-arụ ọrụ ngwa ngwa.",
  "Ka ọ dị ugbu a, ụlọ oriri na ọṅụṅụ FoodCo bụ ihe dị mkpa n'ụlọ ahịa ndị a.",
  "FoodCo Entertainment Centre na-enye ịgba chaa chaa, ụlọ egwuregwu ime ụlọ na ntụrụndụ",
  "N'afọ 2019, Ụlọ Ntụrụndụ ahụ kwadoro asọmpi FoodCo Football Videogame Championship, nke ihe karịrị ndị asọmpi narị abụọ na iri anọ sonyere na asọmpi ahụ.",
  "FoodCo Fellowship Programme (FFP) bụ mmemme na-ewuli ikike pụrụ iche iji wulite ọgbọ na-esote ndị isi azụmaahịa iji kwalite uto na mpaghara azụmaahịa ndị Naijiria",
  "Mmemme na-enye ọzụzụ immersive afọ abụọ na njikwa azụmaahịa na iduzi MBA na ụmụ akwụkwọ gụsịrị akwụkwọ na-achọ ịchụso ọrụ na azụmaahịa.",
  "Onye na-ere ahịa nke afọ, 2020 Marketing Edge Brands na Advertising Excellence Awards",
  "Ụlọ ọrụ na-ere ahịa nke Afọ, 2020 BusinessDay Nigerian Business Leaders Awards",
  "Multigenerational Company of the Year, 2019 BusinessDay Nigerian Business Leadership Awards (Excellence in Enterprise).",
  "Best Bread in Africa, 2019 African Brand Congress."
]