[
  "Ibi úgwù n'ike bụ ibi úgwù nke ụmụ nwoke na ụmụaka megide uche ha. N'ihe gbasara Bible, a na-eji okwu a eme ihe karịsịa n'ihe gbasara Pọl onyeozi na esemokwu ya megide esemokwu ibi úgwù na Iso Ụzọ Kraịst oge mbụ. Ibi úgwù mmanye emeela n'ọtụtụ ọnọdụ, ọkachasị na ntọghata mmanye nke ndị na-abụghị ndị Alakụba na Islam na ibi úgwù mmanye nke ụmụnwoke Teso, Turkana na Luo na Kenya, yana ịtọrọ ụmụnwoke nọ n'afọ iri na ụma nke mba South Africa na ụlọ akwụkwọ ndị a na-akpọ ibi úgwù (\"ụlọ akwụkwọ ọhịa\"). Na South Africa, omenala na-enye ohere ka ụmụnwoke na-asụ Xhosa na-ebighị úgwù gafere afọ ibi úgwù (ya bụ, afọ iri abụọ na ise ma ọ bụ karịa) ka ụmụnwoke ndị ọzọ merie ha ma bie ha úgwù n'ike.",
  "R1 Maccabees na-akọ akụkọ banyere otú Mattathias (ihe dị ka 166 BC) si bie ụmụ nne na nna ndị Juu hapụrụ emume ahụ úgwù. A na-agba akaebe na ndị Juu manyere ibi ndị Jentaịl úgwù site na narị afọ nke abụọ BC gaa n'ihu",
  "Na 125 BC John Hyrcanus meriri Edom, nke ndị Rom kpọrọ Idumea; ndị Idumean wee ghọọ ndị Juu",
  "Dị ka Josephus kọrọ, a chọrọ ibi úgwù n'aka ndị Idumean dị ka ihe ngosi nke nnabata ha n'okpukpe ndị Juu:\n \nBuNdị ọkà mmụta ekwenyeghị na nkọwa nke isi mmalite",
  "Dịka ọmụmaatụ, Steven Weitzman kwenyere na e biri ndị Idumean úgwù n'ike n'ihi ndọrọ ndọrọ ọchịchị, ọ bụghị okpukpe. Dị ka Shaye J",
  "D",
  "Cohen si kwuo, \"Ptolemy's claim, na a manyere ndị Idumaeans ibi úgwù na ịnakwere ụzọ ndị Juu, bụ akụkọ dị mfe nke ihe ndị Idumaeans a bi n'obodo ukwu nwetara",
  "\"\nN'oge obere ọchịchị nke ọkpara Hyrcanus, Aristobulus nke Mbụ (104-103 BC), ndị Hasmonean nwetara ikike nke Galili",
  "N'okwu a, kwa, isi mmalite na-egosi na e bie ndị bi na ya úgwù. Ihe akaebe ihe mgbe ochie na-egosi na, n'oge a, ndị Jentaịl si Galili gbapụ iji zere ibi úgwù n'ike. N'oge na-adịbeghị anya, Isaac Soon ekwuola na 1 Macc 2:46 anaghị ezo aka na ibi úgwù \"site n'ike\" kama na Mattathias biri úgwù \"n'ike\"",
  "Ọ na-arụ ụka na Mattathias ejighị ike bie úgwù, kama ọ maliteghachiri ibi úgwù n'etiti ndị Juu bi na Judia \"n'ike\".",
  "Ndị mba Greece na ndị mba Rome lere ibi úgwù anya dị ka mmerụ ahụ nke akụkụ ahụ nwoke, mana a naghị atụle omume ahụ na akwụkwọ edemede ndị Rom ruo na narị afọ nke abụọ nke oge Ndị Kraịst. E nwere esemokwu ibi úgwù na Iso Ụzọ Kraịst oge mbụ mana e doziri nke a na Kansụl nke Jerusalem n'ihe dị ka afọ 50 nke mere ka o doo anya na ibi úgwù nke ndị mba ọzọ ghọrọ Ndị Kraịst adịghị mkpa. Josephus (onye gbanwere nrubeisi ya site n'aka ndị Juu gaa na ndị Flavian Rom) na-akọ na ndị isi Rom abụọ gbabara na ndị Galili n'oge agha ha na Rom (n'oge 67 AD) nọ n'okpuru nrụgide ka ha gbanwee gaa n'okpukpe ndị Juu",
  "Josephus, na-ekwupụta na \"onye ọ bụla kwesịrị ife Chineke ofufe dịka akọ na uche ya si dị,\" na-ekwu na ọ zọpụtara ndị Jentaịl abụọ ahụ site na ibi úgwù mmanye. Mgbe Agha Rom na ndị Juu nke Mbụ gasịrị, a na-atụ ụtụ isi, Fiscus Judaicus, megide ndị Juu niile",
  "Dị ka Suetonius si kwuo, Domitian (c.90) tinyekwara ụtụ isi a na ndị e biri úgwù, ọ bụrụgodị na ha kwuru na ha abụghị ndị Juu",
  "E gburu Titus Flavius Clemens n'afọ 95 maka ịnakwere omenala ndị Juu",
  "N'afọ 96, Nerva mere ka ụtụ isi ndị Juu dị jụụ dị ka ọ na-emetụta naanị ndị na-azọrọ na ha bụ ndị Juu",
  "N'otu oge n'etiti 128 na 132 AD, eze ukwu Hadrian yiri ka ọ machibidoro ibi úgwù nwa oge, n'ihe mgbu nke ọnwụ. Antoninus Pius hapụrụ ndị Juu na mmachibido iwu ahụ, yana ndị ụkọchukwu Ijipt, na Origen (d",
  "ca",
  "253) na-ekwu na n'oge ya, ọ bụ naanị ndị Juu ka e kwere ibi úgwù. Iwu n'okpuru Constantine, eze ukwu mbụ nke Ndị Kraịst, tọhapụrụ ohu ọ bụla e biri úgwù; n'afọ 339, ibi ohu úgwù ghọrọ ntaramahụhụ ọnwụ.",
  "Ọ bụ ezie na ndị edemede mba Greece na ndị Rome na-ele ibi úgwù anya dị ka njirimara nke ndị Juu, ha kwenyere na omume ahụ sitere n'Ijipt, ma dekọọ ya n'etiti ndị ha chọpụtara dị ka ndị Arab, Siria, ndị Finishia, Colchian, na ndị Etiopia; ibi úgwù bụ akara nke \"Onye nke ọzọ\". Ndị Juu nọ ná mba ọzọ nwere ike ibi ndị ohu ha nwoke úgwù yana ụmụnwoke toro eto na ụmụnwoke ndị Juu. Dị ka Catherine Hezser si kwuo, ọ bụ ajụjụ na-emeghe ma ndị Juu nke oge ochie ezere ibi ndị ohu Jentaịl ha úgwù n'ike na ma ndị Rom ezere ire ndị Juu ndị ohu ha na mmeghachi omume na mmachibido iwu ahụ. Mishnah (nke e dekọtara n'ihe dị ka afọ 200 AD) gbachiri nkịtị na nke a, ebe Mekhilta de-Rabbi Ishmael (nke e dere na njedebe nke narị afọ nke anọ ma ọ bụ mgbe e mesịrị) na-atụ aro na ndị Juu nwere ike ịnwe ndị ohu a na-ebighị úgwù.",
  "A na-ekwughachi ntụgharị mmanye, nke gụnyere ibi úgwù mmanye, n'ọtụtụ akwụkwọ ndị ọkà mmụta gbasara akụkọ ihe mere eme nke Islam. Ndị ọkà mmụta kwubiri na, n'oge mmeri ndị Alakụba nke Middle East na North Africa, ntọghata n'ike na Islam site na ime ihe ike ma ọ bụ iyi egwu ime ihe ike arụghị ọrụ dị mkpa",
  "Otú ọ dị, a na-ewere ụtụ isi na ụkpụrụ na-achọ ka ndị nwere ọkwa dị elu bụrụ ndị Alakụba dị ka ụdị ntụgharị mmanye.",
  "Mgbe agha nke Pollilur nke afọ 1780 gasịrị, Haidar Ali na Tipu Sultan jidere ndị agha Britain 7,000 n'ụlọ mkpọrọ na ebe e wusiri ike nke Seringapatnam",
  "N'ime ndị a, e biri ihe karịrị narị atọ úgwù n'ike. Cromwell Massey, onye debere akwụkwọ akụkọ nzuzo n'oge a dọọrọ ya n'agha, dere, sị: \"Eji m apịtị nke ogige m tụfuo uru niile nke Onye Kraịst na onye Bekee nke bụ ma ga-abụ ebube m kachasị ukwuu",
  "\" A na-eme ka ndị nọ n'afọ iri na ụma a dọọrọ n'agha, na mgbakwunye na ibi úgwù, ka ha yi uwe nwanyị",
  "James Bristow, onye agha na-eto eto, bọrọ onwe ya ọbọ site n'ibie nkịta úgwù, na-ekwere na nke a ga-emerụ mmetụta okpukpe nke ndị nche Alakụba",
  "Atụmanya nke ntaramahụhụ egbochighị ya, n'ihi na \"ịmanye anyị ka anyị mee ihe a na-asọ oyi [bụ] omume ime ihe ike na nke obi ọjọọ, nke na ọ gaghị ekwe omume iji iwe tụgharịa uche na ya",
  "\" James Scurry, bụkwa onye mkpọrọ nke agha, kwadoro n'akwụkwọ ya, The Captivity, Sufferings, and Escape of James Scurry (1824), na e biri ndị agha Bekee, ndị Katọlik Mangalorean, na ndị mkpọrọ ndị ọzọ úgwù n'ike.\nN'afọ 1784, mgbe Tipu si Mangalore lọta, ọ kpọghachiri ọtụtụ iri puku ndị Katọlik Mangalorean site na Kanara ma mee ka ha bie úgwù.",
  "Dị ka Kativa Daiya si kwuo, n'oge nkewa nke India n'afọ 1947, \"[f] ibi úgwù, ịkpụ ihu na ntutu isi (maka ụmụ nwoke Sikh), na ịkpụ ntutu ọdịnala Hindu Brahmin, mkpụmkpụ, ntutu isi (n'isi nkwọcha) bụ usoro ntụgharị ndị Alakụba maka ụmụnwoke na ụmụaka ndị nwoke",
  "\" Asia News kọrọ n'afọ 2004 na Kọmitii Ikpe Ziri Ezi na Udo nke Lahor kwuru okwu megide ụmụ okorobịa na-abụghị ndị Alakụba na Pakistan ka a tọghata ma bie ha úgwù megide uche ha. N'afọ 2005, Gulf Times tụlere ikpe nke ibi úgwù nke ụmụnwoke Nepal na Mumbai n'ihe gbasara ahia mmekọahụ na nnukwu obodo India.",
  "Ndị Mandae nke Iraq, ndị bi naanị na Baghdad na Basra, anaghị ebuli úgwù. Otú ọ dị, mmetụta okpukpe ha n'okwu a egbochighị ndị ọchịchị na-emegide onwe ha ido ụmụnwoke na ụmụaka ndị nwoke Mandaean ibi úgwù. Obodo ndị Mandaean, ọkachasị mgbe mwakpo nke Iraq gasịrị, anọwo na \"ogbugbu, ịtọrọ mmadụ, ndina n'ike, ntọghata mmanye, ibi úgwù na mbibi nke ihe onwunwe okpukpe.\"",
  "Na mba Iraq n'afọ 2003, obere oge mgbe ọchịchị Saddam dara, e nyere ezinụlọ iri atọ na ise mejupụtara obodo Mandean na Falluja iwu na égbè nabata Islam; e biri ndị ikom ahụ úgwù n'ike.",
  "N'afọ 2007, Kọmitii US na nnwere onwe okpukpe mba ụwa nụrụ akụkọ akaebe: \"Ntụgharị mmanye na-eme n'ụzọ dị egwu",
  "A na-atọrọ ụmụnwoke, na-ebi ha úgwù n'ike - nnukwu mmehie n'okpukpe Mandaean - ma na-amanye ha ghọọ ndị Alakụba",
  "\"",
  "N'afọ 2014, mgbe ọpụpụ nke Ndị Kraịst si Mosul na ndị Yazidis si n'Ugwu Sinjar, a kọrọ na ibi úgwù mmanye na-eme site na Islamic State.",
  "E nwere akụkọ banyere ụmụnwoke Ndị Kraịst a tọọrọ ma bie ha úgwù n'ike ọbụna na narị afọ nke iri na itoolu",
  "N'afọ 1829, ndị agha Ottoman tọọrọ nwata nwoke Gris dị afọ itoolu bụ Alexandros Kitos na ụmụ okoro ndị ọzọ ma ree ha ka ha bụrụ ndị ohu n'Ijipt; e biri ha niile úgwù megide uche ha.",
  "A kwadoro nke ọma na, tupu na n'oge mgbukpọ nke Armenia, ntọghata mmanye (nke gụnyere ibi úgwù mmanye) nke ụmụnwoke na ụmụaka nwoke Armenia na-emekarị. \"N'ọtụtụ ọnọdụ, ndị Turks nọ n'ógbè ahụ napụrụ ha n'aka ndị ezinụlọ ha zọpụrụ ụmụaka Armenia na-eto eto",
  "A manyere ụmụaka ahụ ịkatọ Iso Ụzọ Kraịst ma ghọọ ndị Alakụba, e wee nye ha aha ndị Turkey ọhụrụ",
  "Maka ụmụnwoke mba Armenia, ntọghata a manyere pụtara na onye nke ọ bụla n'ime ha ga-atachi obi ibi úgwù na-egbu mgbu dị ka omenala ndị Alakụba chọrọ",
  "\"",
  "N'oge Istanbul Pogrom n'ọnwa Septemba afọ 1955, \"ọtụtụ ndị ikom Gris, gụnyere ma ọ dịkarịa ala otu onye ụkọchukwu, bụ ndị e bie úgwù n'ike.\" N'ihi pogrom ahụ, ndị Greece ole na ole mechara si mba Turkey kwaga",
  "N'afọ 2002, e nwere akụkọ na a na-eyi ndị agha na-abụghị ndị Alakụba na Turkey egwu na a ga-ebi úgwù. A na-edekọ ikpe ebe a na-eyi ndị ikom Syro-Orthodox na-eje ozi na ndị agha Turkey egwu ibi úgwù. N'afọ 1991, otu onye na-eto eto Christian Turk, na-agba ọsọ site na ibi úgwù n'ike na ndị agha Turkey, e nyere ya ebe mgbaba na Germany.",
  "Ndị Yazidi (ọ bụghị ndị niile e biri úgwù) na Turkey kemgbe ọtụtụ afọ ka a na-akpagbu steeti kpọmkwem, gụnyere ntụziaka okpukpe mmanye n'ụlọ akwụkwọ, ntọghata mmanye, ibi úgwù mmanye, na mmeso ọjọọ n'oge ọrụ agha. N'afọ 1999, e nwere akụkọ banyere ibi úgwù nke ụmụnwoke mba Yedizi na Turkish Kurdistan.",
  "John Rawlins ji ụgbọ mmiri gaa afọ iri abụọ na atọ n'enweghị ihe ọ bụla mere mgbe, n'afọ 1621, ndị ohi si Barbary Coast nke North Africa tọọrọ ya na ndị ọrụ ya",
  "Rawlins mechara kọọ na, mgbe a kpọgara ha Algiers, ụmụ okorobịa abụọ \"site n'ike na mmekpa ahụ",
  "manyere",
  "ịtụgharị ndị Turks,\" nke pụtara na e biri ha úgwù n'ike. Site n'ịhazi nnupụisi nke ọma, o nwere ike ịlaghachi n'ụlọ n'afọ 1622.\nFriar Jaono dos Sanctos nke Portuguese kwuru na, kwa afọ na Algiers n'afọ 1620, ihe karịrị narị ndị ohu Ndị Kraịst itoolu ghọrọ ndị Alakụba, \"n'akụkụ ihe dị ka ụmụnwoke iri ise a na-ebi úgwù kwa afọ megide uche ha",
  "\"",
  "E biri ọtụtụ puku Ndị Kraịst úgwù n'ike na Moluccas iji mee ka ha ghọọ ndị Alakụba site n'ọnwa Disemba afọ 1999 ruo  ọnwa Jenụwarị afọ 2001. The Sydney Morning Herald kọrọ n'ụzọ zuru ezu banyere nke a, na-ekwu na \"ihe fọrọ nke nta ka ọ bụrụ mmadụ niile\" nke ndị obodo 3,928 a manyere ịtụgharị gaa Islam bụ ndị e biri úgwù",
  "A na-eji agụba na mma eme ihe ọzọ, na-akpata ọrịa. Otu n'ime ndị e biri úgwù, Kostantinus Idi, kọrọ, sị: \"Enweghị m ike ịgbanahụ",
  "Otu n'ime ha jidere apịtị m n'etiti iberibe osisi ebe onye ọzọ ji agụba gbue m",
  "nwoke nke atọ jidere isi m azụ, dị njikere ịwụsa mmiri n'olu m ma ọ bụrụ na m tie mkpu",
  "Ma enweghị m ike ijide onwe m ma tie mkpu ma ọ wụsa mmiri ahụ",
  "Anọgidere m na-eti mkpu ma na-agbọ agbọ",
  "Enweghị m ike ịnagide ihe mgbu ahụ",
  "\" Ọ gara n'ihu kọọ na otu n'ime ndị ụkọchukwu ahụ kwara ahụ n'ọnyá ya, na-ekwu na ọ ga-akwụsị ibute ọrịa",
  "The Sydney Morning Herald kọrọ na ndị isi ndị Alakụba dị nro katọrọ ntọghata na ibi úgwù mmanye bụ ndị kwuru na ha megidere ozizi Alakụba",
  "Gọvanọ obodo ahụ nyochakwara ihe ndị ahụ merenụ.",
  "Marco Polo, na njem ya, na-akọ otú otu eze Ndị Kraịst nke Etiopia si megwara Sultan nke Aden, onye biri bishọp úgwù n'ike.",
  "Na Kenya, ọtụtụ ebo na-ebi úgwù",
  "Ụmụnwoke Luo si n'Ebe Ọdịda Anyanwụ Kenya bụ ihe dị ịrịba ama, n'ihi nke a na-amanye ha ibi úgwù mgbe niile. N'ọnwa Ọgọstụ n'afọ 2002, na-esote ihe ike na Butere / Mumias District, otu kọmishọna mpaghara nyere ndị uwe ojii ntụziaka ka ha \"na-egbu ndị dọkịta na-awa ahụ na-etinye aka na ibi úgwù n'ike\".",
  "N'ọnwa Nọvemba afọ 2005, Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Kenya kwupụtara na ọ ga-achọ ikpe megide ndị ndọrọ ndọrọ ọchịchị maka ịkpalite ime ihe ike dị otú ahụ",
  "N'otu oge, otu onye minista kwuru, \"A ga-akpọrọ ndị a na-ebighị úgwù maka emume ibi úgwù.\" Kọmitii ahụ kwuru na nke a bụ ihe na-akpali ime ihe ike.",
  "Ná ngwụsị ọnwa Jenụwarị 2008, ntuli aka esemokwu nke ibi úgwù ghọrọ ihe iseokwu n'etiti Onye isi ala Mwai Kibaki, onye Kikuyu na onye mmegide Raila Odinga, onye Luo, \"eziokwu ahụ bụ na Odinga ebighị úgwù ghọrọ ihe iseokwu: Ụfọdụ ndị Kikuyus hụrụ ya dị ka 'nwa' na-erughị eru ịchị n'ihi na ọ gafeghị ibi úgwù na mmalite",
  "\" A kọrọ na ime ihe ike mgbe ntuli aka gasịrị \"lekwasịrị anya na iro agbụrụ\", ma gụnye ọtụtụ ikpe nke ibi úgwù mmanye. AFP kọrọ ahụmahụ otu nwoke Kenya: \"Otu ndị ikom asatọ nwere pangas (machetes) batara",
  "Ha rịọrọ maka ID m [iji chọpụta agbụrụ ọ bụ] Ha gbupụrụ m ma bie m úgwù site n'ike",
  "M tiri mkpu nke ukwuu ma tie mkpu maka enyemaka...\" O mere mkpesa na ndị uwe ojii hapụrụ ya n'ọbara, were ngwá agha ndị otu Kikuyu hapụrụ.",
  "N'ọnwa Septemba 2010, na mba Malaba, West Kenya, a dọtara otu nwoke Teso dị afọ iri abụọ na otu n'ụlọ nkwari akụ, nye ya ọgwụ ọjọọ, tinye ya ntụ ọka millet na-eme ka ọtụtụ ndị Bukusu na-edu ya ka e bie ya úgwù mgbe ndị uwe ojii tinyere aka",
  "Nwoke Teso, onye kwetara ibi úgwù ahụike, katọrọ ndị ntorobịa Bukusu maka ịnwa ịmanye omenala ha na Teso",
  "Izu atọ gara aga, ndị agbata obi obodo dị na Aedomoru sub location na Teso north ji klọb ma gbochie otu nwoke dị afọ iri atọ na ise ibi úgwù n'ike.",
  "N'afọ 1999, otu nwanyị a na-atụ egwu na mpaghara Vaal Triangle nke South Africa, na-achịkwa otu ndị ntọ na-atọrọ ndị na-eto eto, na-ebi ụmụnwoke ahụ úgwù n'ike ma na-anapụnara ndị mụrụ ha ihe mgbapụta maka ntọhapụ ha",
  "Otu onye uwe ojii obodo kwuru na a na-apụnara ihe ruru mmadụ iri na ụma kwa ụbọchị.",
  "N'afọ 2004, ndị ikwu jidere onye Rastafari dị afọ iri abụọ na abụọ ma otu ndị okenye na ndị ikwu agbụrụ Xhosa bie ya úgwù n'ike.",
  "N'ọnwa Disemba 2004, e jidere Nceba Cekiso dị afọ iri anọ na ise ma bie ya úgwù n'ụzọ megidere uche ya",
  "Akụkọ ahụ na Cape Argus kwuru,",
  "Omenala Xhosa na-enye ndị mmadụ ohere ibi ụmụnwoke úgwù n'ike nke a na-ewere na ha agafeela afọ mmalite..",
  "Ịmanye ndị mmadụ ime emume oge ochie",
  "n'oge na-adịbeghị anya, kpatara nchegbu n'etiti òtù ndị ruuru mmadụ..",
  "(N'otu oge, ndị Rastafari abụọ megidere usoro ahụ n'ihi okpukpe",
  "Ihe omume a kpalitere arụmụka banyere ma a ka ga-ekwe ka ndị ọdịnala mee ka ha manye ndị mmadụ n'ụzọ megidere uche ha n'ime ọhịa ka ha malite.",
  "N'agbanyeghị na e biri ya úgwù n'ụzọ ahụike, nna ya na ndị isi obodo ya bughachiri Christian Xhosa úgwù n'ike n'afọ 2007",
  "O boro ebubo ịkpa ókè na-ezighị ezi n'ihi nkwenkwe okpukpe ya, na-achọ mgbaghara site n'aka nna ya na Congress of Traditional Leaders of South Africa",
  "N'ime nkwekọrịta ahụ e nwetara, nke e nyere iwu nke Ụlọikpe Ịdị n'Otu, Congress of Traditional Leaders nabatara ikike nke ụmụ nwoke toro eto ịhọrọ ma ha ga-aga ụlọ akwụkwọ ibi úgwù ọdịnala dịka nkwenkwe okpukpe ha si dị",
  "Ọ rịọrọ mgbaghara maka okwu onye bụbu onye isi oche ya kwuru na-agba ume ka a chụpụ ndị nọ n'afọ iri na ụma jụrụ ibi úgwù ọdịnala",
  "Onye ọka ikpe ahụ kwupụtara, \"Ihe dị mkpa n'ihe gbasara Iwu na iwu bụ na ọ dịghị onye a pụrụ ịmanye ibi úgwù n'enweghị nkwenye ya.\"",
  "Dị ka akwụkwọ akụkọ South Africa si kwuo, ikpe ahụ sochirinụ ghọrọ \"ikpe dị ịrịba ama gbasara ibi úgwù mmanye\". N'ọnwa Ọktọba afọ 2009, Bhisho Equality Court (High Court) kpebiri na, na South Africa, ibi úgwù megidere iwu ọ gwụla ma emere ya na nkwenye zuru oke nke onye mbido. Dị ka Thembela Kepe si kwuo, ndị isi ọdịnala na-ebo ebubo na mmachibido ibi úgwù n'ike bụ \"mmebi ikike ọdịbendị dị na Iwu.\"",
  "Enwere ọtụtụ ihe akaebe na, ruo ọtụtụ afọ, Ndị Kraịst nke Khartoum na ebe ndị ọzọ na Sudan ejiriwo ike ghọọ ndị Alakụba, nakwa na e bie ụmụ nwoke na ụmụnwoke Ndị Kraịst úgwù n'ike. A maara ihe atụ nke ụmụnwoke Dinka e biri úgwù n'ike n'afọ 1990 na afọ 2000 site na ọnọdụ ịgba ohu ọdịnala, ka dị na Sudan.",
  "N'afọ 1885, Kabaka Mwanga nyere iwu ka e gbuo Bishọp James Hannington na ọtụtụ Ndị Kraịst obodo",
  "N'oge sochirinụ, Islamization mere ka e bie ọtụtụ Ndị Kraịst úgwù n'ike.",
  "Dị ka onye ọkà mmụta banyere mmadụ Suzette Heald na ndị ọkà mmụta ndị ọzọ tụlere, ndị Gisu (n'aka nke ọzọ, Bagishu) nke Uganda \"na-anya isi na ha anaghị anabata ndị ikom a na-ebighị úgwù\"",
  "N'ihi nke a, n'obodo Gisu, nwata nwoke ma ọ bụ nwoke ọ bụla nwere ike ịgbanahụ ibi úgwù (nke a na-akpọ \"imbalu\") na-eche atụmanya nke ibi úgwù n'ike. Voice of America, na-ezo aka n'otu omume ahụ, na-akọ, sị: \"N'etiti ndị Bagishu, a na-eleda ndị ikom a na-ebighị úgwù anya; a naghị ekwe ka ha nọrọ na ọha mmadụ ma n'ọtụtụ ọnọdụ, a na-ahụta ha dị ka ndị na-enwetaghị ụmụnwanyị obodo maka alụmdi na nwunye",
  "Ndị Bagishu niile na-akwado nke a gụnyere ụmụnwanyị na-akọkarị ndị okenye agbụrụ ụmụ nwoke na-ebighị úgwù",
  "A na-ewere ya dị ka ọdịnala na ọ dịghị nwoke ga-agbanahụ emume ahụ n'agbanyeghị ebe ọ bi, ihe ọ na-eme ma ọ bụ ụdị nchekwa o nwere",
  "\"",
  "N'afọ 2004, e jidere nna nke ụmụ asaa ma bie ya úgwù n'ike mgbe nwunye ya gwara ndị agbụrụ Bagishu na e bighị ya úgwù",
  "Otu onye ọrụ obodo kwuru na ndị ọchịchị enweghị ike itinye aka na omenala.   E bie úgwù ndị ọzọ n'ike mere n'ọnwa Septemba 2006 na June 2008.  N'ọnọdụ ndị a niile, ndị ezinụlọ nke ndị ahụ metụtara kwadoro ibi úgwù n'ike",
  "Ndị agbụrụ ndị ọzọ na Uganda na Uganda Foundation for Human Rights Initiative na-ewere ibi úgwù mmanye dị ka mmegbu ikike mmadụ",
  "Gọọmentị Uganda na Onye isi oche nke Uganda Law Society katọrọ ihe ahụ merenụ, mana onye ahụ jụrụ ebubo.",
  "A ka na-ebi úgwù ọdịnala na mpaghara agbụrụ ụfọdụ nke Australia. Ọkà mmụta asụsụ na ọkà mmụta banyere mmadụ bụ Peter Sutton, na-ekwu banyere ibi úgwù mmanye na enweghị ndị mmanye iwu na ebe obibi ndị dịpụrụ adịpụ, na-ekwu na e tinyewo iwu Australia n'ọrụ n'ụzọ na-adịghị mma: \"Ọ dịla anya a nabatara ibi úgwù n'onwe ya dị ka nke na-abụghị nke iwu Australia",
  "\" Ná ngwụsị afọ 1996, Irwin Brookdale dị afọ iri atọ na anọ na otu ndị Aborigines Australia na-aṅụ mmanya n'akụkụ osimiri dị n'ebe ugwu Queensland",
  "Mgbe ọ gafechara, otu nwanyị nọ n'òtù ahụ dara mbà n'akpa uwe ya, chọpụta na e bighị ya úgwù ma kpọkuo ndị enyi ya ka ha \"mee ya nwoke\"",
  "Ha nwara iji karama biya gbajiri agbaji bie ya úgwù",
  "Brookdale mechara nọrọ n'ụlọ ọgwụ, a mara otu n'ime ndị wakporo ya ikpe maka mmerụ ahụ n'ụzọ iwu na-akwadoghị ma nye Brookdale ụgwọ A $ 10,000 maka ụjọ.",
  "The breakup of Yugoslavia, according to Milica Z",
  "Bookman, \"was extremely violent, producing some two million refugees, over 100,000 killed, and evidence of gang rape, impaling, dismemberment and forced circumcision.\"",
  "Ngalaba na-ahụ maka steeti US kọrọ na ndị agha Alakụba na ndị Mujahedin na-adịghị mma \"na-ebiela ndị agha Bosnia Serb úgwù na-adịghị mma, nke na-emebi emebi, na-abụghị nke ahụike",
  "\" Otu onye agha Bosnia Serb dị afọ iri na asatọ \"e biri ya úgwù nke na n'ikpeazụ, a chọrọ ka e gbupụ akụkụ ahụ dum",
  "\"",
  "A man was yesterday forcibly circumcised by traditional surgeons in Mumias-Butere District as police watched helplessly.",
  "Mr John Otieko..",
  "was cornered by a mob",
  "stripped naked, frog-marched to a nearby river and covered with clay",
  "then brought to Mayoni trading centre",
  "to be circumcised as an excited crowd watched.",
  "Efforts by four traffic police officers who were manning a roadblock on the highway a few metres away from the scene failed when the crowd started stoning them",
  "The victim was then left bleeding at the scene.",
  "District Commissioner Ernest Munyi expressed shock at the incident and told police to crack down on traditional surgeons involved in forcible circumcision.",
  "Àtụ:Circumcision series"
]