[
  "Édémédé nkeá sọrọ na nsọnsȯ:\nNdọndȯ na ọchíchì nkeNigeria",
  "Nigeria Portal ·  Politics PortalOther countries  view • talk • edit",
  "Kemgbe nnwere onwe, ha na Jaja Wachuku dị ka onye ozi mbụ maka ihe gbasara mba ọzọ na mmekọrịta Commonwealth, nke a na-akpọzi ihe gbasara mba ọzọ, a na-elekwasị anya na Afrịka dị ka ike mpaghara na site na itinye aka na ọtụtụ ụkpụrụ ndị bụ isi: ịdị n'otu na nnwere onwe Afrịka; ikike iji nwee mmetụta dị ike na mpaghara ahụ: idozi esemokwu n'udo; enweghị nkwekọrịta na ntinye aka na-enweghị ebumnuche na ihe omume ime obodo nke mba ndị ọzọ; yana mmekorita akụ na ụba mpaghara na mmepe. N'imezu ụkpụrụ ndị a, Naịjirịa na-ekere òkè na African Union, Economic Community of West African States (ECOWAS), Non-Aligned Movement, Commonwealth of Nations, na United Nations.",
  "Mgbe ha nwetara nnwere onwe n'afọ 1960, Naịjirịa tinyere onwe ha n'oge na-adịghị anya iji melite ndụ ndị obodo ha na iji ihe onwunwe ndị ka dị mkpa maka akụ na ụba nke mba ahụ na ndị agbata obi ya",
  "Site n'ịhụ uru na nke kwesịrị ekwesị maka mba ahụ, Naịjirịa ghọrọ otu n'ime ndị bipụtara Organisation for African Unity (OAU), nke mesịrị ghọọ African Union",
  "Òtù maka African Unity na-enyocha nkwụsi ike ndọrọ ndọrọ ọchịchị nke mba Afrịka ọ bụla ma na-agba ha ume ka ha nwee nzukọ mpaghara maka njikọ ahụ",
  "Naịjirịa kwadoro African National Congress (ANC) site n'ịgbalịsi ike n'ihe gbasara gọọmentị South Africa na ọrụ agha ha na ndịda Africa",
  "Nigeria na Organisation for African Unity (OAU, ugbu a African Union), nwere mmetụta dị ukwuu na mba Afrịka dị na odida anyanwu na Africa n'ozuzu",
  "Naịjirịa guzobekwara mgbalị mmekorita mpaghara na West Afrika, na-arụ ọrụ dị ka onye na-ebu ọkọlọtọ maka ECOWAS na ECOMOG, òtù akụ na ụba na nke agha, n'otu n'otu.",
  "N'otu aka ahụ, mgbe agha obodo malitere na Angola mgbe mba ahụ nwetara nnwere onwe site na Portugal n'afọ 1975, Naịjirịa kwadoro ikike nnọchiteanya ya n'Africa iji kwado Popular Movement for the Liberation of Angola (MPLA)",
  "Nkwado ahụ nyere aka mee ka nguzozi dị n'ihu ha, nke mere ka OAU kwado MPLA karịa National Union for the Total Independence of Angola.",
  "Naịjirịa nyere nkwado na ihe ọzọ, Sam Nujoma's Southwest Africa People's Organization na Namibia, iji kwụsị ọchịchị ịkpa ókè agbụrụ nke South Afrika guzobere n'ebe ahụ",
  "N'afọ 1977, ọchịchị ndị agha ọhụrụ nke General Olusegun Obasanjo nyere onyinye nde $ 20 maka mmegharị Zimbabwe megide ọchịchị ịkpa ókè agbụrụ nke Rhodesia",
  "Naịjirịa zigakwara ngwá agha na Mozambique iji nyere mba ahụ nweere onwe ya aka ịkwụsị ndị agha nnupụisi nke Mozambican National Resistance nke South Africa kwadoro",
  "Naịjirịa nyekwara ọzụzụ agha ụfọdụ na ngalaba ndị agha Kaduna nke mbụ na nkwado ihe ndị ọzọ nye ndị agha guerrilla nke Joshua Nkomo na Robert Mugabe n'oge Agha Zimbabwe n'afọ 1979 megide ọchịchị ndị ọcha nke Praịm Minista Ian Douglas Smith, nke gọọmentị ịkpa ókè agbụrụ nke South Afrika kwadoro.",
  "N'ihi enweghị ezi nchịkwa nke akụ na ụba na teknụzụ ya, Naịjirịa kwupụtara na ọ na-amalite usoro nuklia nke \"enweghị njedebe\" nke ya mana ọ dara",
  "Mgbe nnwere onwe Naịjirịa gasịrị n'afọ 1960, Naịjirịa gosipụtara ịdị mkpa ya n'imeziwanye akụ na ụba maka ndị mmadụ wee malite ime ka ụfọdụ ụlọ ọrụ mba dị iche iche na-azụ ahịa ma mebie mmachibido iwu akụ na ụba / azụmahịa nke ọchịchị ịkpa ókè agbụrụ South Afrika, ọrụ mpaghara nke ụlọ akụ nke Barclays ghọrọ nke mba mgbe ụlọ akụ ahụ leghaara mkpesa siri ike nke ndị Naịjiria.",
  "Naịjirịa mekwara ka British Petroleum (BP) bụrụ nke mba maka ịnye mmanụ na South Africa",
  "N'afọ 1982, gọọmentị Alhaji Shehu Shagari gbara Popu John Paul nke Abụọ na-eleta ya ume ka o nye ndị isi nke òtù ndị agha okpuru nke Southern Africa Oliver Tambo nke ANC na Sam Nujoma nke SWAPO ndị na-ege ntị",
  "N'ọnwa Disemba afọ 1983, ọchịchị ọhụrụ Major General Muhammadu Buhari kwupụtara na Naịjirịa enweghịzi ike ịkwụ ụgwọ ọchịchị ịkpa ókè agbụrụ n'Africa",
  "Otú ọ dị, Naịjirịja bụ mba ndị isi ojii kachasị n'ụwa n'ihi ọnụ ọgụgụ ndị bi na ya, Naịjarị nwere nnukwu ikike ma n'oge na-adịghị anya ga-etolite ịbụ ike ị ga-atụle na ụwa.",
  "N'ịchụso ebumnuche nke imekọ ihe ọnụ na mmepe mpaghara, Naịjirịa nyere aka mepụta ECOWAS, nke na-achọ ime ka azụmahịa na itinye ego kwekọọ na mba iri na isii so na West Africa, n'ikpeazụ nweta njikọ omenala zuru oke, ma guzobe otu ego",
  "Naịjirịa na-ebute ụzọ n'ịkọwa echiche nke mba ndị na-emepe emepe banyere mkpa ọ dị maka mgbanwe nke usoro akụ na ụba mba ụwa dị ugbu a.",
  "Naịjirịa arụwo ọrụ dị mkpa na mbọ ECOWAS na-agba iji kwụsị agha obodo na Liberia ma nye aka n'ọtụtụ ndị agha na-ahụ maka udo nke ECOWES zigara ebe ahụ na 1990",
  "Naịjirịa enyekwara ọtụtụ ndị agha maka ndị agha ECOMOG na Sierra Leone.",
  "Naịjirịa enweela mmekọrịta dị mma na ndị agbata obi ya.\nNaịjirịa arụwo ọrụ dị mkpa na West Africa, na nnukwu ike agha, Naịjirịla na ebumnuche ya nke ịkwalite udo na nkwụsi ike na mpaghara kachasị baa ọgaranya n'Africa ruo ihe karịrị afọ iri atọ.",
  "Naịjirịa bụ onye otu ndị a:",
  "Ọchịchị Babangida sonyeere Organisation of the Islamic Conference (OIC, nketughariri ugbu a Buru Organisation of Islamic Cooperation), ọ bụ ezie na Onye isi ala Obasanjo egosiwo na ọ nwere ike ịtụgharị uche na ndị otu Naịjirịa",
  "A na-ekwu maka Naịjirịa iji guzobe mmekọrịta abụọ ọzọ.",
  "Mmekọrịta Angola na Nigeria dabere na ọrụ ha dị ka mba na-ebupụ mmanụ",
  "Ha abụọ bụ ndị otu Organization of the Petroleum Exporting Countries, African Union na òtù ndị ọzọ dị iche iche.",
  "Onye isi ala Naịjirịa, Muhammadu Buhari, zigara ozi na onye Angola ya, José Eduardo dos Santos, ebe o gosipụtara mmasị ya n'ịnọgide na-enwe ma na-eme ka mmekọrịta dị mma dị n'etiti mba abụọ ahụ sie ike, na-ezube ịmepụta uru ka mma maka ndị abụọ ahụ.",
  "Esemokwu dị ogologo n'ókèala ya na Cameroon banyere Bakassi Peninsula nwere ike ịba ụba mmanụ ka e doziri site na mkpebi nke 2002 nke Ụlọikpe Ikpe Mba Nile nke nyere Cameroon ikike nke mpaghara ahụ na ntinye aka na 2006 nke nkwekọrịta Greentree nke dugara na mwepụ nke ndị agha Naijiria na Bakassi na 2008 na nchịkwa zuru oke nke Cameroon weghaara n'August 2013. Naịjirịa tọhapụrụ ihe dị ka ndị agha Cameroon 150 na ngwụcha afọ 1998.",
  "Mgbasa mgbasa ozi akụ na ụba nke Naijiria na 1983 mepụtara nsogbu na steeti ndị gbara ya gburugburu, gụnyere Chad",
  "Naịjirịa chụpụrụ ọtụtụ narị puku ndị ọrụ mba ọzọ, ọtụtụ n'ime ha sitere na ụlọ ọrụ mmanụ ya, nke chere mbelata dị egwu ihu n'ihi ọnụ ahịa mmanụ ụwa na-agbadata",
  "Ọ dịkarịa ala 30,000 n'ime ndị a chụpụrụ bụ ndị Chadi",
  "N'agbanyeghị nrụgide ndị a, Otú ọ dị, ndị Naijiria nyere aka n'ịkwụsị usoro nke inweta nkwụsi ike na Chad, mba abụọ ahụ mekwara ka ebumnuche ha ịnọgide na-enwe mmekọrịta chiri anya.",
  "Mmekọrịta Ghana na Naijiria abụwo ihe ilu na ihe dị ụtọ",
  "N'afọ 1969, a chụpụrụ ọtụtụ ndị Naijiria na Ghana",
  "Mmekọrịta na 1970s dị mma",
  "Mmekọrịta Ghana na Naịjirịa malitere n'ụzọ dị ilu n'oge mmalite nke ọchịchị PNDC",
  "Esemokwu bilitere ozugbo PNDC wepụrụ Limann na 1981",
  "Iji mee mkpesa, Naịjirịa jụrụ ịga n'ihu na-ebubata mmanụ dị mkpa na Ghana",
  "N'oge ahụ, Ghana ji Naịjirịa ihe dị ka US $ 150 nde maka mmanụ ala ma dabere na Naịjirị maka ihe dị ka pasent 90 nke mkpa mmanụ ala ya",
  "Ịchụpụ Naịjirịa ihe karịrị 1 nde ndị Ghana si mba ọzọ na mbido afọ 1983, mgbe Ghana na-eche oke ụkọ mmiri ozuzo na nsogbu akụ na ụba ihu, na 300,000 ọzọ na mbida afọ 1985 na ọkwa dị mkpirikpi, mere ka mmekọrịta dị n'etiti mba abụọ ahụ sie ike.",
  "N'ọnwa Eprel afọ 1988, e guzobere kọmitii jikọrọ aka maka imekọ ihe ọnụ n'etiti Ghana na Naịjirịa",
  "Mgbanwe ọchịchị na-enweghị ọbara n'ọnwa Ọgọstụ n'afọ 1985 mere ka Major General Ibrahim Babangida nwee ike na Naịjirịa, Rawlings jikwa mgbanwe ọchịchị mee ihe iji gaa leta",
  "Ndị isi abụọ ahụ kwurịtara ọtụtụ okwu na-elekwasị anya na udo na ọganihu n'ime West Africa, azụmahịa abụọ, na mgbanwe ọchịchị onye kwuo uche ya na mba abụọ ahụ",
  "Na mbido Jenụwarị 1989, Babangida meghachiri site na nleta gọọmentị na Ghana, nke PNDC toro dị ka mgbanwe mmiri na mmekọrịta Ghana na Nigeria.",
  "Nsogbu ndị sochirinụ nke Babangida malitere na usoro mgbanwe ọchịchị onye kwuo uche ya na Naịjirịa mere ka Accra nwee nkụda mmụọ",
  "Ka o sina dị, nsogbu ndọrọ ndọrọ ọchịchị nke sochiri mwepụ Babangida nke nsonaazụ ntuli aka onye isi ala Naijiria na June 1993 na mwepụ Babagida site na ndị agha na onye isi ala ọnwa abụọ ka e mesịrị emeghị ka mmekọrịta chiri anya dị n'etiti Ghana na Naijiria, abụọ n'ime ndị otu ECOWAS na Commonwealth of Nations",
  "Mgbe General Sani Abacha weghaara ya na Nọvemba 1993 dị ka onye isi ala ọhụrụ nke Naijiria, Ghana na Naijiria gara n'ihu na-ajụ ajụjụ gbasara akụ na ụba, ndọrọ ndọrọ ọchịchị, na nchekwa na-emetụta mba abụọ ahụ na West Africa n'ozuzu ya",
  "N'etiti mmalite August 1994 mgbe Rawlings ghọrọ onye isi oche ECOWAS na njedebe nke October na-esote, onye isi ala Ghana gara Naịjirịa ugboro atọ iji kwurịta usoro udo na Liberia na usoro iji weghachite ọchịchị onye kwuo uche ya na mba ahụ.",
  "Naịjirịa na Ghana taa nwere mmekọrịta chiri anya, ha na-arụkọ ọrụ ọnụ n'okwu dị iche iche",
  "Ghana na Naịjirịa bụ mba abụọ dị na Commonwealth of Nations.",
  "Naịjirịa kpọghachiri onye nnọchi anya ya, Isa Aliyu Mohammed, na Libya na 18 Machị 2010.  Ncheta ahụ bụ nzaghachi nye aro nke onye ndu Libya, Colonel Muammar Gaddafi, na Naịjirịa kwesịrị kewapụ n'ime steeti ndị Alakụba dị n'ebe ugwu na steeti ndị Kraịst dị n'etiti ndịda.\nGaddaffi mere aro ahụ n'ihi ime ihe ike na-adịbeghị anya n'etiti okpukpe ndị na-emegide ibe ha na Naịjirịa nke kpatara ọtụtụ narị ọnwụ.  Na mgbakwunye, Gaddaffi toro nkewa nke India, nke kpatara ọnwụ nke ọtụtụ narị puku mmadụ, dị ka ụdị ihe nlereanya nke Naịjirịa kwesịrị ịgbaso.",
  "Ministri na-ahụ maka mba ofesi nke Naijiria kwuru na ọ na-echeta Mohammed maka \"nkwurịta okwu ngwa ngwa\" n'ihi \"okwu na-enweghị isi nke Colonel Gaddafi\".  Nzukọ nke Mba Naịjirịa arịọla ka gọọmentị rịọ United Nations ka ha machibido Gaddaffi ịkpọ oku maka nkewa nke Naịjirị.  Nzukọ nke mba ahụ mekwara ka gọọmentị nye iwu ka e mee nchọpụta nke African Union ma Libya na-anwa imebi mba ahụ site na \"ndị na-abanye n'ime\".",
  "Naịjirịa na Republic of Niger nwere mmekọrịta chiri anya, n'akụkụ ụfọdụ n'ihi na mba abụọ ahụ nwere ọnụ ọgụgụ dị nta nke ndị Hausa n'akụkụ nke ọ bụla nke ókèala ha dị kilomita 1,500",
  "Asụsụ Hausa na njikọ ọdịbendị siri ike, mana enwere obere mmasị na steeti pan-Hausa. Mba abụọ ahụ guzobere Nigeria-Niger Joint Commission for Cooperation (NNJC), nke e guzobere na Machị, 1971 na odeakwụkwọ ya na Niamey, Niger.",
  "N'afọ 2006, Gọvanọ Otunba Gbenga Daniel nke steeti Ogun nke Naijiria mara ọkwa na a ga-enye ndị Barbadian ala n'efu ma ọ bụrụ na ha chọrọ ịkwaga Naijiria. Naịjirịa agbaala mbọ maka itinye ego karịa site na ụlọ ọrụ Barbadian na ndị na-etinye ego na 2008 maka ịmepụta ụgbọ elu kpọmkwem n'etiti mba abụọ ahụ.",
  "Mmekọrịta abụọ dị n'etiti Naịjirịa na Brazil na-elekwasị anya na azụmahịa na ọdịbendị, mba kachasị ukwuu na Latin America site na nha, na mba kachasị ukwuu n'Africa site na ọnụ ọgụgụ mmadụ na-ejikọta onwe ha n'akụkụ Atlantic Ocean",
  "Brazil na Naịjirịa ruo ọtụtụ narị afọ, enweela mmekọrịta enyi na enyi, na mmekọrịta siri ike na ntọala ọdịbendị (na-ahụ ka ọtụtụ ndị Afro-Brazilians na-achọpụta ndị nna nna ha na Naịjarịa,) na azụmahịa azụmahịa.",
  "Mgbe June 12, 1993, a kagburu ntuli aka onye isi ala Naijiria, na n'ihi mmebi nke ikike mmadụ na enweghị ike ịmalite mgbanwe ọchịchị onye kwuo uche ya, United States tinyere ọtụtụ mmachibido iwu na Naijiria",
  "Mmachibido iwu ndị a gụnyere itinye Akụkụ 212(f) nke Iwu Immigration and Nationality Act iji jụ ịbanye na United States nke ndị isi gọọmentị na ndị ọzọ na-emepụta, na-etinye n'ọrụ, ma ọ bụ na-erite uru site na iwu na-egbochi mgbanwe nke Naịjirịa gaa na ọchịchị onye kwuo uche ya; ịkwụsị enyemaka agha niile; na mmachibido iwu maka ire na ịrụzi ngwaahịa ndị agha na ọrụ refinery na Naịjiria",
  "A kpọghachiri onye nnọchi anya US maka ndụmọdụ maka ọnwa anọ mgbe e gbusịrị Ogoni Nine na Nọvemba 10, 1995.",
  "Mgbe oge nke mmekọrịta na-arịwanye elu, ọnwụ nke General Abacha na June 1998 na dochie ya site na General Abubakar meghere usoro ọhụrụ nke mmekọrịta abụọ ka mma",
  "Ka mgbanwe gaa na ọchịchị onye kwuo uche ya na-aga n'ihu, iwepụ ihe mgbochi visa, mmụba nleta dị elu nke ndị ọrụ US, mkparịta ụka banyere enyemaka n'ọdịnihu, na inye asambodo Mmasị Mba dị mkpa na ọgwụ ọjọọ, nke malitere na Machị 1999, kwadebere ụzọ maka ịmaliteghachi mmekọrịta chiri anya n'etiti United States na Naịjirịa, dị ka onye mmekọ dị mkpa na mpaghara na kọntinent ahụ",
  "Kemgbe emere ọchịchị onye kwuo uche ya nke Obasanjo, mmekọrịta abụọ ahụ anọgidewo na-akawanye mma, na imekọ ihe ọnụ n'ọtụtụ ebumnuche iwu mba ọzọ dị mkpa, dị ka idebe udo nke mpaghara, dị mma.",
  "Gọọmentị enyewo nkwado siri ike na gọọmentị US na-alụso ndị na-eyi ọha egwu ọgụ mgbe mwakpo nke September 11, 2001 gasịrị",
  "Gọọmentị Naịjirịa, na nkwupụta ya, akatọọla mwakpo ndị na-eyi ọha egwu ma kwado ọrụ agha megide ndị Taliban na Al-Qaeda",
  "Naịjirịa arụwokwa ọrụ dị mkpa n'ịmepụta nkwekọrịta mgbochi iyi ọha egwu n'etiti steeti ndị dị na Sub-Saharan Africa.",
  "Dị ka onye otu International Criminal Court Nigeria bịanyere aka na nkwekọrịta abụọ maka nchebe maka ndị agha US (dị ka akọwapụtara n'okpuru Nkeji edemede 98)",
  "A na-emelite akụkụ zuru oke.",
  "Mba abụọ ahụ guzobere mmekọrịta mmekọrịta na 4 Febụwarị 1993.",
  "Naịjirịa na Bangladesh guzobere mmekọrịta mmekọrịta na 1972, mgbe agha Bangladesh nke nnwere onwe site na Pakistan gasịrị",
  "Mba abụọ ahụ bụ ndị otu Commonwealth, OIC na Mba 8 na-emepe emepe, a na-akọwa ha dị ka akụ na ụba iri na otu na-esote",
  "Naịjirịa na People's Republic of China guzobere mmekọrịta mmekọrịta na Febụwarị 10, 1971. Mmekọrịta dị n'etiti mba abụọ ahụ bịara dịkwuo nso n'ihi nkewapụ mba ụwa na nkatọ ọdịda anyanwụ nke ọchịchị ndị agha Naịjirịa (1970s-1998)",
  "Naịjirịa aghọwo isi iyi dị mkpa nke mmanụ na mmanụ maka akụ na ụba na-eto ngwa ngwa nke China na Naịjirị na-achọ China maka enyemaka iji nweta ọganihu akụ na ụba dị elu; China enyewo nkwado akụ na ụba, agha na ndọrọ ndọrọ ọchịchị. N'afọ 2004 na ọzọ n'afọ 2006, onye isi ala China bụ Hu Jintao gara Naịjirịa ma kwuo okwu na nnọkọ jikọrọ aka nke National Assembly of Nigeria",
  "Mba abụọ ahụ bịanyere aka na nkwekọrịta nghọta maka ịmepụta mmekọrịta mmekọrịta. China akwadowo arịrịọ Naịjirịa maka oche na Kansụl Nchebe UN. N'ọnwa Julaị 2019, ndị nnọchi anya UN nke mba 37, gụnyere Naijiria, bịanyere aka n'akwụkwọ ozi jikọrọ aka nye UNHRC na-agbachitere mmeso China na-emeso ndị Uyghur na ndị ọzọ Alakụba pere mpe na mpaghara Xinjiang.",
  "Mmekọrịta abụọ dị n'etiti Republic of India na Federal Republic of Nigeria amụbaala nke ukwuu n'afọ ndị na-adịbeghị anya na mba abụọ ahụ na-ewu mmekọrịta atụmatụ na azụmahịa",
  "Naịjirịa na-enye pasent 20 nke mmanụ India ma bụrụkwa onye mmekọ azụmahịa India kachasị ukwuu n'Africa.",
  "Mba abụọ ahụ guzobere mmekọrịta mmekọrịta na 1960",
  "N'agbata afọ 1973 na afọ 1992, e wepụrụ mmekọrịta mmekọrịta mba na mba",
  "Kemgbe Septemba 1992, mmekọrịta abụọ ka mma",
  "Steeti abụọ ahụ enweela mmekọrịta chiri anya, mmekọrịta nke Minista Nchebe Naijiria kọwara dị ka \"enyi na enyi\" na dị ka \"mmekọrịta ezinụlọ\".",
  "Nleta si na Republic of Korea gaa Naịjirịa: 1982 Ọgọstụ Onye isi ala Chun Doo-hwan 1994 Mee Onye nnọchi anya pụrụ iche nke Onye isi ala Roh Young-chan 1999 Mee Onye nnọchiteanya pụrụ iche nke onye isi ala Choi Kwang-soo 2002 Septemba Minista nke Ihe owuwu na njem Lim In-taek dị ka onye nnọchi anya dị iche nke Onyeisi ala 2006 Machị Onye isi ala bụ Roh Moo-hyun 2007 Mee osote Minista nke ihe gbasara mba ọzọ Kim Ho-young 2007 Julaị Minista nke Construction na Transportation Lee Yong-seob 2007 2 Disemba 2 Disemba nke Ụlọ Ọrụ Azụmaahịa na Ike 2009 Onye isi ala Korea Onye isi ala nke Korea Onye nnọchianya mmanụ mba ọzọ Onye isi ala pụrụ iche nke Korea Onye isi oche nke Korea Onye Nnọchiteanya nke Korea 2010 Septemba 2011 Onye isi ala",
  "Greece established a diplomatic mission in Nigeria in 1970",
  "Trade between the two countries is imbalanced, with imports from Greece to Nigeria exceeding exports",
  "Greek-owned tankers have an important role in shipping Nigerian oil and natural gas, its main exports",
  "Recently a Greek tanker was involved a dispute over crude oil smuggling. There is a small Greek business community in Lagos.",
  "Nigeria, formerly a colony, gained independence from Britain in 1960",
  "Since independence, Nigeria has maintained favourable  relations with the UK.",
  "Nweputa aka nke ókèala mba ụwa na nso Lake Chad, nke enweghị ya dugara n'ihe omume ókèala n'oge gara aga, emechaala ma na-echere nkwado nke Cameroon, Chad, Niger, na Nigeria; esemokwu na Cameroon banyere ókèala ala na ókèala mmiri gburugburu Bakasi Peninsula dị ugbu a n'ihu Ụlọikpe Ikpe Ziri Ezi nke Mba Nile; esemokwu ókèala mmiri na Equatorial Guinea n'ihi ikike esemokwu banyere ebe ndị nwere mmanụ na Gulf of Guinea.",
  "Federation nke Naịjirịa nweere onwe ya site na United Kingdom n'afọ 1960 na Queen Elizabeth nke Abụọ dị ka Queen of Nigeria",
  "Naịjirịa ghọrọ mba na Commonwealth of Nations n1963, mgbe Gọvanọ-Jenal nke Naịjirị, Nnamdi Azikiwe ghọrọ onye isi ala mbụ nke Naịjarị.",
  "A kwụsịtụrụ Naịjirịa na Commonwealth of Nations site n'afọ 1995 ruo afọ 1999, mgbe e weghachiri ndị otu ya zuru oke.",
  "Àtụ:Foreign relations of NigeriaÀtụ:Nigeria topicsÀtụ:Africa in topic"
]