[
  "Foster Awintiti Akugri (amụrụ na 24 Nọvemba 1994) bụ onye ọchụnta ego Ghana na onye guzobere na onye isi oche nke Hacklab Foundation, otu na-enweghị uru nke na-akwalite ma na-enye ndị ọchụsa ego na-eto eto ike site na iji teknụzụ na Ghana iji dozie nsogbu mpaghara ma mepụta ọrụ. Ọ bụ onye World Economic Forum Global Shaper.Ọ bụ onye kachasị nta sonyere na Nzukọ Afọ 48 nke World Economic Forum, Davos, Switzerland na 2018. N'ịbụ onye ebumnuche ndụ ya na-enyere ndị mmadụ aka ịchọta ụzọ ha, Foster malitere GrowthWithTiti na Jenụwarị 2021, atụmatụ nwere ebumnuche iji mebie mgbagwoju anya nke ịchọta ebumnuche gị, kọwaa ebumnuche ị, na ịnyagharị na ntụ iji kpochapụ ebumnuche unu",
  "Ọ na-atụ anya iji ikpo okwu a ruo ma metụta otu nde mmadụ ka ọ na-erule afọ 2025.",
  "Foster bụ onye gụsịrị akwụkwọ na Kwame Nkrumah University of Science and Technology nwere nzere bachelọ na sayensị Kọmputa.  Ọ na-ejidekwa MBA na Business Process Management ma na-achụ ugbu a asambodo na isii Sigma enweghị Belt.  Ọ na-ejidekwa asambodo ọkachamara na Nchebe Kọmputa sitere na Microsoft, isii Sigma Black Belt, Ọchịchị ụwa, Sustainable Management, Financial Management, SAFE 4 Scaled Agile Practitioner, Business Storytelling, na Strategic Mkparịta ụka.",
  "Foster Awintiti Akugri bụ onye guzobere & Onye isi oche nke Hacklab Foundation.  Ugbu a ọ bụ onye njikwa Incubator maka Stanbic Bank Incubator Ghana (SBIncubator Ghana), atụmatụ nke Stanbic Bank Ghana Limited, onye so na Standard Bank Group.. Ọ na-ejekwa ozi dị ka onye otu Malaika Coalition, kọmitii nke Africa Regional Strategy Group nke World Economic Forum nyere iwu ịrụ ọrụ na Africa 4.0 Initiative. Ọ na-ejekwa ozi na Africa Growth Platform Working Group ma bụrụkwa otu n'ime ndị otu na-eduga Digital Campaign Launch of the Platform n'oge World Economic Forum on Africa - Cape Town na Septemba 2019.",
  "E depụtara ya n'etiti 30 n'okpuru 30 Future of Ghana Pioneers Class of 2019. A na-akpọkwa Atlantic Dialogues Emerging Leader Class of 2019 site na Policy Center for the Global South, Morocco. N'afọ 2019, a kpọkwara ya aha n'etiti ndị na-eto eto Ghana kacha nwee mmetụta na ndị na-eme ihe nkiri 4 kacha nwee mmetụta dị ukwuu na sayensị na teknụzụ site na Avance Media. Ọ nwetakwara ihe nrite ntorobịa pụrụ iche nke onye isi ala na sayensị na teknụzụ na 2019 site na Millennium Excellence Foundation.",
  "N'afọ 2020, Avance Media depụtara ya n'etiti Top 50 Young CEOs na Ghana. Ọ na-arụ ọrụ na teknụzụ mmalite maka afọ 4 gara aga, na-enyere ha aka ịzụlite MVPs na Product-Market dabara atumatu",
  "Ọ bụ onye na-akwado oke mmụọ nke kwenyere na ijikwa STEM na-aga n'ihu na mmepe n'Africa site n'ịhụ na ndị na-eto eto na-ekere òkè dị ukwuu.",
  "Ndị otu ya pụtara onye nke abụọ na Stanbic Money App Challenge na 2016 na njikwa ego na ịgụ na ide App, 'Sikapong' nke pụtara 'Money School'. Ha mechara merie Tertiary Category maka MTN Apps Challenge na 2016 na TeleKare, telemedicine AI dabeere na ngwa mkpanaka na weebụ maka ọrụ nlekọta ahụike nke mbụ na nke ndụmọdụ",
  "Ọ bụ onye na-ekwu okwu ọha na eze na-elekwasị anya na nduzi, nkà na ụzụ, ịzụ ahịa, ụlọ ọrụ mara mma, mmepe gburugburu ebe obibi, mgbanwe dijitalụ, agụmakwụkwọ, ụdị ntinye aka ndị ntorobịa na Concept of the African Dream.  Ọ bụ 2x TEDx Ọkà Okwu ma nyefee ihe karịrị 40 isi okwu."
]