[
  "Frank Ugochukwu Edwards (a mụrụ n'abalị iri abụọ na abụọ n'ọnwa Julaị n'afọ 1989) bụ onye Naijiria na-agụ egwu na-agụ egwu na onye na-ede egwu si Enugu Steeti Ọ bụ onye guzobere na onye nwe labelụ Rocktown Records, nke bụ ebe obibi nke ndị na-edekọ egwu dịka Edwards n'onwe ya, Gil, Divine, King BAS, Nkay, David, Dudu na Micah Heavens, n'etiti ndị ọzọ",
  "Ọ bi na Lagos, Nigeria",
  "A mụrụ Frank Edwards n'ime ezinụlọ mmadụ asaa",
  "Aha ọmụmụ ya bụ Frank Ugochukwu Edwards",
  "A mụrụ ya na Enugu steeti nke Naịjirịa.\nO nwere ụmụnne ise",
  "Ọ malitere ịbụ abụ mgbe ọ dị afọ iri",
  "Ọ mụtara ịkpọ piano site n'aka nna ya mgbe ọ dị obere.\nMgbe ọ dị afọ iri na ụma, ọ ghọrọ Onye Kraịst a mụrụ ọzọ",
  "O nwere abọm isii na ọtụtụ egwu egwu n'aha ya.\nO meela onwe ya ka ọ bụrụ otu n'ime ndị egwu ozioma kachasị mma na Naịjirịa.",
  "Maazị Edwards bụ onye na-emepụta ihe ma na-akpọ ọtụtụ ngwá egwu",
  "Ọ bụ onye ama ama na keyboardist na onye otu Presidential band nke Pastor Chris Oyakhilome nke Christ Embassy Church",
  "E wepụtara abọm izizi ya bụ The Definition n'afọ 2008",
  "Ọ bụ abọm nwere egwu iri na anọ ma Honesty Music kesara ya. E wepụtara abọm nke abụọ ya bụ Angels on the Runway n'afọ 2010, ewepụtakwara abọm nke atọ ya bụ Unlimited n'afọ 2011",
  "A tọhapụrụ Tagjam na Nọvemba 2011.N'afọ 2013, ọ pụtara na ihe nkiri nke Sinach \"Amaara m onye m bụ\" vidiyo",
  "A maara ya maka olu ya dị elu",
  "E wezụga ịbụ onye na-ese ihe na ọtụtụ egwu na-ekpuchi ụdị egwu dị iche iche, ọ bụkwa onye na-emepụta egwu na onye na-agwakọta egwu",
  "N'ihi ya, Rocktown Records, nke o nwere, nwere ọgbọ nke talent na-abịanụ gụnyere Gil Joe, King BAS, Divine, Nkay, Soltune, David na ndị ọzọ. N'afọ 2016, ya na onye ama ama n'Amerịka, Don Moen rụkọrọ ọrụ na abọm \"Grace\" His Album e mepụtara na 2016Frankincense N'afọ 2018, o wepụtara abọm maka Body of Christ nke akpọrọ \"Spiritual Music Season\" nke gụnyere egwu dịka \"Miyeruwe\" (I Praise your Name), \"You are Good\", \"Who dey run things\" & \"Praise Your Name\"",
  "Ka ọ dị na 2018, ya na Nathaniel Bassey (Thy Will Be Done) na Jeanine Zoe (I'm in Love with You) arụkọla ọrụ.",
  "Frank Edwards (nke a na-akpọ Frankrichboy) bụ onye otu Christ Embassy Church na Nigeria na LoveWorld Music Ministry ya na ndị egwu ozioma ndị ọzọ gụnyere Moses Bliss, Ada Ehi (onye egwu ozioma), Sinach, Eben, Joe Praize",
  "N'ọnwa Mee afọ 2011, a họpụtara ya dị ka onye na-ese egwu Gospel nke afọ na nke isii kwa afọ Nigeria Entertainment Awards (NEA)",
  "O ritere ihe nrite nke onye egwu Gospel Rock kacha mma na onyinye mbụ kwa afọ. O ritekwara ọdịda anyanwụ Afrịka kacha mma nwoke na 2012 / egwu kachasị mma na love world awards 2012 / na onyinye atọ na Nigeria gospel music awards (nwoke na-eti egwu nke afọ, abụ nke afọ na nwoke kacha mma). Abọm ya kachasị ọhụrụ, Frankincense nke mere Micah Stampley na Nathaniel Bassey mere ka onye ọ bụla nwee obi ụtọ mgbe ọ nọ n'elu abọm Beyonce na Adele n'ime awa ole na ole a tọhapụrụ ya na chaatị abọm iTunes."
]