[
  "Frans Claerhout (ụbọchị irí na isé n'ọnwa Febụwarị n'afọ 1919 rụọ úbọchị anọ n'ọnwa Julaị afọ 2006) bụ onye Belgium na-ese ihe nke nọrọ ihe ka ukwuu n'oge ndụ ya na South Africa.",
  "A mụrụ Claerhout na Pittem, West Flanders n'afọ 1919, wee kwaga South Africa dị ka onye ozi ala ọzọ màkà Chọọchị Katọlik na 1946, ógè ọ dị afọ irí abụọ na asaa",
  "Ọ kwagara ógè ọ gụsịrị ọzụzụ ya màkà ịbụ onye ụkọchukwu",
  "Ọrụ izizi ya bụ na Transvaal mana n'afọ 1948 a kpọfere ya na Orange Free State. Ọ nọrọ n'ugbo dị nso na Bloemfontein na mpaghara Free State nke South Africa",
  "Ọ rụrụ ọrụ dị ka onye ụkọchukwu ma n'oge ezumike ya ọ lekwasịrị anya na nka ya.",
  "Claerhout bụ onye na-ese ihe n'onwe ya nke mepụtara ihe osise na ihe oyiyi na ihe osise mmanụ",
  "Ọ bịdọrọ ise ihe osise karịa mgbè ọ kwagara Thaba Nchu n'afọ 1960, wee bụrụ onye a ma ama maka ụdị ya pụrụ iche, nke na-eji ụcha dị iche iche ma tinye ihe dịka ịnyịnya ibu, sunflowers na ihe oyiyi nke ndị ọ zutere na ndụ ya kwa ụbọchị",
  "Ọrụ ya sitere n'ike mmụọ nsọ nke Ndị Kraịst na Claerhout sere ihe nkiri Bible.  Ọ rụkwara ọrụ na pastel, ink, pensụl na icheku ọkụ.",
  "N'ọnwa Mee afọ 2000, Claerhout sere nnụnụ ọla edo n'elu akwụkwọ o nyere ónyé édémédé Zakes Mda",
  "Mda mechara nyefee akwụkwọ akụkọ ya nke ise, The Madonna of Excelsior, maka nnụnụ ọla edo nke Nna Frans Claerhout sere.",
  "Claerhout nwụrụ n'afọ 2006 mgbe ọ dị afọ iri asatọ na asaa n'afọ 2006",
  "Ọ nwụrụ n'ụra ya mgbe a nabatara ya n'ụlọ ọgwụ dị na Bloemfontein",
  "Ọ biri ndụ nanị ya ma tupu ọnwụ ya, ọ biri na St",
  "Francis Catholic Mission na Tweespruit, Free State, ụlọ maka ndị ụkọchukwu Katọlik lara ezumike nká.",
  "Claerhout enweghị ọzụzụ nka ọ bụla mana o si n'ezinụlọ na-ese ihe, ọ bụkwa onye otu nka mpaghara n'oge ọ bụ nwa akwụkwọ.\nA kọwapụtara Claerhout dị ka onye na-ese ihe na-egosipụta ihe na ọrụ ya zoro áká na Flemish Expressionism karịsịa ọrụ Constant Permeke, onye ihe osise ya, dị ka nkè Claerhout, metụtara ndị ọrụ ụgbó na ala ha na-elekọta",
  "Ihe atụ nke ọrụ ya, nke a na-ahụ site na agba ha na-ekpo ọkụ, ágbá impasto siri ike, ụdị ndị gabigara ókè, ọchị na ọmịiko gosipụtara n'ọtụtụ ebe na South Africa, ya na Belgium, Canada, Germany, United States na United Kingdom.",
  "N'afọ 1958, ọ sonyeere otu ndị na-ese ihe, ndị édémédé na ndị na-akwado nka bụ ndị guzobere otu nka na Free State, nke a maara dị ka Bloemfontein Group.",
  "Ọ rịara ọrịa obi n'afọ 1979 ógè ọ na-eleta Belgium ma mesịa n'afọ ahụ, a wara ya ahụ na South Africa",
  "Mgbè ọrụ ahụ gasịrị, nka Claerhout gbanwere agba site na Flemish mbụ sitere n'ike mmụọ nsọ gaa na otu nke na-egbuke egbuke",
  "Ihe nketa nka ya gụnyere mgbasa ozi ndị ọzọ dị ka ihe ọkpụkpụ, ihe osise mgbidi, monotype na linocut, ihe osiso enyo na crayon.",
  "Claerhout nyere ọtụtụ n'ime ego ọ na-enweta site na ọrụ nka ya iji kwado iwu ụlọ na ụlọ akwụkwọ ma kwado ndị ọrụ ya na gburugburu Bloemfontein na Thaba Nchu. N'afọ 2002, Claerhout kpatara ọgba aghara mgbè ọ kpughere na ọtụtụ n'ime ihe osise ya bụ ihe adịgboroja",
  "Onye na-ere ihe osise Bloemfontein bipụtara ma ree ihe ndị ahụ n'ọtụtụ ebe nrụọrụ weebụ na-ere ahịa n'ịntanetị.",
  "Nna Claerhout bụkwa onye édémédé dere ọtụtụ akwụkwọ, gụnyere akwụkwọ uri anọ."
]