[
  "Franjo Krežma (4 Septemba 1862 - 15 June 1881), nke a makwaara dị ka Franz Krezma na mba ndị na-asụ German, bụ onye na-eme violin na onye na-ede egwu na Croatia.",
  "A mụrụ ya na Osijek, Alaeze Ukwu Austria, o gosipụtara mmasị maka egwu n'oge ọ bụ nwata na nkà ya doro anya n'ịkpọ violin ma nye ya aha nke ezigbo violin virtuoso",
  "Mgbe ọ kwagara Zagreb, onye na-eme violin, onye na'ede egwu na onye nduzi Đuro (Gjuro) Eisenhuth kụziiri ya",
  "Krežma mere egwu egwu mbụ ya n'ihu ọha na 10.8.1870 na Sisak, mgbe ọ dị afọ 8, na-akpọ violin ya na nwanne ya nwanyị tọrọ ya dị afọ atọ Anka (mgbe e mesịrị Krežma-Barbot) na-akwado ya na piano",
  "N'ịbụ onye onye na-ede egwu a mụrụ na Zagreb bụ Leopold Alexander Zellner chọpụtara ma tụọ aro ya, ọ banyere na Conservatory nke Vienna, Austria-Hungary mgbe ọ dị afọ 9, dị ka nwa akwụkwọ kachasị nta, malitelarị ide egwu, ma mechaa ọmụmụ ihe tupu ya eruo afọ 13, n'oge ọkọchị nke afọ 1875.",
  "Mgbe ọ gụsịrị akwụkwọ ya, Krežma malitere ọrụ dị egwu na Europe, nke nwanne ya nwanyị ka na-akwado",
  "Ọ dị afọ iri na isii, a na-enwe mmasị dị ukwuu n'obodo ndị dị na Europe dị ka Rome, Prague, Genoa, Paris na Venice",
  "Na 1 Julaị 1879, mgbe ọ dị afọ iri na isii, ọ ghọrọ onye isi egwu na Benjamin Bilse'sche Kapelle, òtù ndị egwú nke ga-aghọ Berlin Philharmonic n'afọ ndị sochirinụ.",
  "After a successful concert in Frankfurt main, Germany na 6 junu 1881,krezma developed an information of the inner ear which developed into meningitis in the following days",
  "following a belated surgery he never regained consciousness",
  "Onwuru na ubochi iri na ise nke onwa junu  n,afo iri na asato.",
  "Ndị egwu a ma ama dị ka Giuseppe Verdi, Henry Vieuxtemps, Franz Liszt bụ ndị a na-akwanyere ùgwù ma na-enwe mmasị dị ka onye na-eme violin na onye na-ede egwu, ọrụ Franjo Krežma dị ndụ, mgbe ọkụ gbara n'ụlọ ndị mụrụ ya bibiri ụfọdụ n'ime ya, tinyere violin ya dị ọnụ ala, ọnụ ọgụgụ otu symphony, ugboro atọ, ọtụtụ njem na ịgba egwu maka ndị egwú, ụfọdụ ọrụ maka ndị na-eme kịrị na ụfọdụ maka violin.",
  "Taa, a na-echeta ya n'aha ụlọ akwụkwọ elementrị na site na emume mba ụwa maka ndị na-eto eto na-akpọ ụbọ akwara n'obodo ya bụ Osijek.",
  "Rêverie za violinu na Ukwu orkestar u As-duru (1880)"
]