[
  "Rwandan franc (ihe ịrịba ama: FRw, na ikekwe RF ma ọ bụ Rī; ISO 4217: RWF) bụ ego nje Rwanda. A na-ekewa ya na 100 cents.",
  "Franki ghọrọ ego nke Rwanda na 1916, mgbe Belgium weghaara ndị Germany na-achịbu na franc Belgian Congo dochie anya rupie German East Africa",
  "Rwanda jiri ego nke Belgian Congo ruo 1960, mgbe ewepụtara Rwanda na Burundi franc",
  "Rwanda malitere inye franc nke ya na 1964, afọ abụọ ka ha nwesịrị nnwere onwe.",
  "E nwere atụmatụ iwebata ego a na-ahụkarị, shilling ọhụrụ nke East Africa, maka mba ise so na East African Community.Ebe e mere atụmatụ na ọ ga-eme na njedebe nke afọ 2012, dịka nke Maachị 2023, a ka ewebatabeghị otu ego nkịti.",
  "N'afọ 1964, e webatara mkpụrụ ego maka 1, 5 na 10 francs, na 1 na 10 franks na cupronickel na 5 francs na ọla nchara",
  "1969, ewebata mkpụrụ ego aluminom 1 franc, sochiri na 1970 site na 1⁄2 na franc 2 na aluminium",
  "E wepụtara mkpụrụ ego franc 10 ọla kọpa-nickel belatara na 1974.",
  "E webatara franc 20 na franc 50 n'afọ 1977",
  "E wepụtara usoro ọhụrụ nke mkpụrụ ego franc 1 ruo 50 na 2004 (nke akara ụbọchị 2003) wee webata mkpụrụ ego bimetallic ọhụrụ nke franc 100 na 2008 (ụbọchị 2007)",
  "N'afọ 1964, e mepụtara ndetu nwa oge maka ojiji na Rwanda site na ịpị aka (20 ruo 100 franc) ma ọ bụ embossing (500 na franc 1,000) Rwanda-Burundi ndetu nwere ụbọchị na mbinye aka mbụ ha",
  "Ndị a sochiri mbipụta ndị a na-eme kwa ụbọchị maka otu ego ahụ e dekọrọ na 1964 ruo 1976",
  "E ji mkpụrụ ego dochie mkpụrụ ego franc 20 na 50 na 1977, na-eji mkpụrụ ego franc 5,000 ewebata na 1978",
  "E webatara akwụkwọ ego 2,000 franc mbụ nke mba ahụ n'etiti ọnwa Disemba afọ 2007",
  "N'afọ 2008, ụlọ akụ ahụ jiri mkpụrụ ego bimetallic dochie akwụkwọ ego 100 franc, wee kagbuo ọnọdụ iwu nke akwụkwọ ego na 31 Disemba 2009",
  "Na Septemba 24, 2013, National Bank of Rwanda wepụtara akwụkwọ ego 500 franc nke gosipụtara ehi n'ihu na ụmụ akwụkwọ nwere kọmputa XO (site na One Laptop kwa Child) n'azụ",
  "N'ọnwa Disemba afọ 2014, National Bank of Rwanda wepụtara akwụkwọ ego 2,000 na 5,000 franc nwere atụmatụ nchebe e dezigharịrị na iwepụ nkọwa French na akwụkwọ ozi",
  "N'ọnwa Ọktoba n'afọ 2015, National Bank of Rwanda wepụtara akwụkwọ ego 1000 franc e degharịrị edegharị nke nwere atụmatụ nchebe ka mma na iwepụ nkọwa French na akwụkwọ ozi ahụ.",
  "Na 7 Febụwarị 2019, National Bank of Rwanda kwupụtara na a ga-ewebata akwụkwọ ego ọhụrụ 500 francs na 1,000 francs na 11 Febụwarụ 2019",
  "Akwụkwọ ego ndị a ga-enwe atụmatụ nchebe ọhụrụ na ogo ka mma iji belata nkwarụ",
  "Nhazi nke n'ihu ihe ndetu franc 500 bụ kpamkpam ọhụrụ, na agba agba n'ozuzu ya agbanweela ka ọ bụrụ aja aja iji nyere aka ịmata ọdịiche dị na ndenye franc 1,000.",
  "Rwandan francs kwa US dollar:",
  "Àtụ:Exchange rate"
]