[
  "Franconian mà ọ bụ Frankish bụ ókwú mkpokọta nkè ndị ọkà mmụta asụsụ na-eji eme ìhè iji zoo áká n'ọtụtụ asụsụ West German, ụfọdụ n'ime há na-asụ n'ihe mejupụtara mpaghara akụkọ ìhè mere eme nkè Francia n'oge mmalite oge etiti",
  "N'asụsụ, enweghị ụdị ihe ndị á na-ahụkarị màkà asụsụ dị ichè ichè niile a na-achịkọta dị kà Franconian",
  "N'ihi nkè á, ọ na-emepụta ụdị fọdụrụ n'ime nnukwu akụkọ ìhè mere eme nkè West German dialect continuum kama ịbụ otu ìgwè nkè asụsụ ndị yiri yá",
  "Màkà ọtụtụ n'ime ụdị ndị á chịkọtara n'okpuru okwu \"Franconian\", njikọ diachronical ná asụsụ Frankish, nkè ndị Frank na-asụ, edoghị anya.",
  "Á na-ekewa Franconian n'ụzọ dị ichè ichè n'usoro nkè High German consonant shift, ná Low Franconian (gụnyere Dutch ná Afrikaans) anaghị esonye ébé Central Franconian (nke gụnyere Luxembourgish) mere, ná ogo dịgasị iche iche.",
  "Mà ókwú Franconian ná nkọwa yá ndị ọzọ na-egbochi iji há mee ihe ná ndị ọkà mmụta asụsụ mà ndị na-asụ asụsụ ọ bụla anaghị eji ya dị kà endonym; mà e wezụga East Franconian German, nkè ndị na-ekwu yá na-akpọ Fränkisch, ọ bụ ezie na nke a sitere na ire okwu a na-asụrụ ná mpaghara Franconia.",
  "Ókwú Frankish mà ọ bụ Franconian (High German: Fränkisch) dị kà ụdị asụsụ nkè oge á bụ nkè ónyé ọkà mmụta asụsụ German bụ Wilhelm Braune (1850ī 1926) chepụtara, onye jiri yá dị ka okwu iji kọwaa Ihe odide West German nkè akụkọ ìhè mere eme nkè ọ na-enweghị ike ịkọwa dị ka nke Saxon, Alemannic mà ọ bụ Bavarian. O kewara yá ná Low, Middle ná High Franconian (Nieder-, Mittel- na Oberfränkisch).",
  "Omume nke ịkọwa áhà agbụrụ site ná Oge Migration mgbè á na-akpọ áhà otu dialect n'oge mmalite nkè German Philology abụghị naanị ná Germany: ndị ọkà mmụta asụsụ Dutch nkè narị afọ nke iri ná itoolu kewara ụdị German á na-asụ ná Netherlands ná Belgium n'ime ụdị Frisian, Saxon, ná Frankish",
  "N'ọnọdụ abụọ ahụ, á na-eche ná ókèala asụsụ nkè asụsụ ndị nna nna n'akụkọ ihe mere eme na-egosipụta nkè ọma ndị á na-ekwu ná ha bụ ndị duchies nkè Alaeze Ukwu Frank na mmalite nkè Oge Ụwa Mbụ.",
  "Enwere ike ịchọta iji \"Franconian / Frankish\" mee ihe n'oge gara aga dị kà ụdị asụsụ. Dịka ọmụmaatụ, ónyé ọkà mmụta asụsụ Dutch bụ Jan van Vliet (16221666) jiri Francica mà ọ bụ Francks",
  "Dị kà van Vliet si kwuo, ndị Frank sitere ná oud Teuts (German oge ochie)",
  "N'otu áká ahụ, á na-ekwu ná ónyé ọkà mmụta Franciscus Junius chịkọtara iberibe vetere Francica ad illustrandam linguam patriam (n'asụsụ Old Frankish, màkà ịkọwapụta asụsụ nne) ná 1694.",
  "Ókwú \"Franconian\" na-ezo áká ná nchịkọta nkè olumba, ọ bụghị asụsụ. Dị kà ụdị fọdụrụnụ, á na-akọwa Franconian site ná ihe ọ na-abụghị, karịa ìhè ọ dị ná yat n'onwe yá. Ọ bụ ezie ná nkọwa nkọwa nkè Franconian n'ozuzu yá adịghị adị, enwere ike ịkọwa mà gosipụta nkewa yá dị n'ime yá, mà ná ibe yá mà ná nnukwu ìgwè asụsụ ndị ọzọ.",
  "Low Franconian, Low Frankish, mà ọ bụ Netherlandic bụ ụdị asụsụ eji kewaa ọtụtụ akụkọ ìhè mere eme ná nkè oge á West German dị ichè ichè nwere njikọ chiri anya ná, gụnyere, asụsụ Dutch. Á na-asụ ọtụtụ olumba ná asụsụ ndị dị n'ime ụdị ahụ ná Netherlands, n'ebe ugwu Belgium (Flanders), ná ngalaba Nord nkè France, n'ọdịda anyanwụ Germany (Lower Rhine), yana ná Suriname, South Africa, na Namibia. Mpaghara mgbanwe n'etiti Low Franconian na Central Franconian sitere ná ìhè á na-akpọ asụsụ Meuse-Rhenish dị ná ndịda Dutch Limburg ná German Lower Rhine.",
  "Á na-asụ asụsụ Central Franconian ná steeti Germany nkè South-Western North Rhine-Westphalia, ọtụtụ n'ime Rhineland-Palatinate, Saarland, ngalaba Moselle nkè France, ná Luxembourg, yana ndị Transylvanian Saxons ná Romania.",
  "Á na-asụ asụsụ Rhine Franconian ná steeti Germany nkè Rhineland-Palatinate, Saarland, ugwu Baden-Württemberg, ndịda Hesse, ugwu Bavaria, ná mpaghara French Moselle, yana ndị Pennsylvania German ná North America.",
  "Asụsụ East Franconian bụ asụsụ na-agafe agafe n'etiti Central- na Upper German.",
  "Akụkụ asụsụ East Franconian bụ otú n'ime alaka asụsụ ndị á na-asụkarị ná Germany",
  "Á na-asụkarị olumba ndị á ná mpaghara Franconia",
  "Franconia nwere mpaghara Bavaria nkè Upper-, Middle-, ná Lower Franconia, mpaghara South Thuringia (Thuringia), ná akụkụ ọwụwa anyanwụ nkè mpaghara Heilbronn-Franken (Tauber Franconia ná Hohenlohe) ná Baden-Württemberg",
  "Ebe ndị na-asụ Franconian n'ebe ọwụwa anyanwụ bụ akụkụ Saxon nkè Vogtland, n'akụkụ etiti ya bụ East Franconian (Core Vogtlandian), ná n'akụkụ ọwụwa á na-asụrụ asụsụ mgbanwe (North Vogtlandien ná Southeast Vogtlan Indian)",
  "Asụsụ ndị dị n'Ebe Ọwụwa Anyanwụ Franconian bụ naanị asụsụ ndị Franconian nke ndị na-asụ ha na-akpọ \"Franconian\"",
  "Naanị ndị na-asụ Saxon Vogtland na-ezo aka n'asụsụ ha dị ka \"Vogtlandian kama \"Franconian\"",
  "Obodo ndị kachasị ukwuu n'ógbè East Franconian bụ Nuremberg ná Würzburg.",
  "Á na-asụkarị South Franconian n'ebe ugwu Baden-Württemberg ná Germany, kamakwa n'ebe ndịda ọwụwa anyanwụ nkè mpaghara Alsace ná France",
  "Ọ bụ ezie ná á na-ewere olumba ndị a dị kà olumba German na Baden-Württemberg, a na-ele ha anya dị ka olulu Alsatian na Alsace (olumba Alsatian ndị ọzọ bụ Alemannic ma ọ bụ Rhine Franconian)",
  "Ndị na-asụ ha na-akpọ asụsụ ndịda Franconian \"Badian\" n'akụkụ Badian, ná \"Unterländisch\" (Unterland bụ mpaghara dị gburugburu Heilbronn) mà ọ bụ \"Swabian\" (n'ihi mmetụta siri ike sitere ná isi obodo Stuttgart, ebe a na-asụrụ asụsụ Swabian) n'akụkụ Württembergian nkè Baden-Württemberg",
  "Obodo ndị kachasị ukwuu ná mpaghara South Franconian bụ Karlsruhe ná Heilbronn."
]