[
  "Franck Yannick Kessié (amụrụ na 19 Disemba 1996) bụ onye na-agba bọọlụ nke Ivorian nke na-agba dịka onye na-eme egwuregwu n'etiti maka Serie A club AC Milan na ndị otu mba Ivory Coast.",
  "A mụrụ ya na Ouragahio, Kessié malitere ọrụ ya na Stella Club d'Adjamé, sonyeere ndị ntorobịa ha n'afọ 2010. N'afọ 2014, a kwalitere ya na otu mbụ.",
  "Na 29 Jenụwarị 2015, Kessié bịanyere aka na nkwekọrịta afọ atọ na Serie A club Atalanta. E kenyere ya na ndị otu Primavera nke klọb ahụ mgbe ọ bịarutere, ma nye aka na mpụta asaa maka akụkụ ahụ",
  "Egwuregwu mbụ ya na Europe mere na 1 Machị, ka ọ malitere na mmeri 2 na-aga n'ihu megide AC Milan Primavera.",
  "Kessié nọchitere anya Ivory Coast n'okpuru afọ 17 na n'okpuru 20, na-apụta na 2013 FIFA U-17 World Cup na 2015 Toulon Tournament",
  "N'oge asọmpi mbụ ahụ, Royal Moroccan Football Federation tinyere akwụkwọ mkpesa na FIFA na-azọrọ na Kessié dị afọ 22 ọ bụghị 16; FIFA mechara gọnahụ nkwupụta ahụ.",
  "Mgbe ọ dị afọ iri na asaa, Kessié gbara egwuregwu mba ụwa mbụ ya na ndị otu mba dị elu na 6 Septemba 2014, malite na mmeri 2 na 1 n'ụlọ megide Sierra Leone maka 2015 Africa Cup of Nations qualification. Na 4 Jenụwarị 2017, a gụnyere ya na ndị otu mmadụ iri abụọ na atọ nke Michel Dussuyer n'ihu 2017 Africa Cup of Nations, malite na egwuregwu niile ka a kụrụ ya n'akụkụ ya n'ọkwa otu.",
  "Na 2019 Africa Cup of Nations, ọ gwụchara dị ka onye na-enyere aka na asọmpi ahụ, n'akụkụ Ismaël Bennacer, na enyemaka atọ",
  "Ndị otu ya meriri na nkeji iri na ise nke ikpeazụ site n'aka ndị mmeri Algeria, mgbe ha tụfuru 4o3 na penalties na-esote 1o1 draw na 11 Julaị; Kessié gbanwere penalty mbụ nke mba ya na shoot-out.",
  "Mgbe Kessié dị afọ iri na otu, nna ya, onye bụbu onye na-agba bọọlụ n'oge ọ bụ nwata tupu ọ banye n'usuu ndị agha Ivory Coast, nwụrụ n'ihi ọrịa",
  "Ya mere, otu n'ime emume ebumnuche ya bụ ekele ndị agha iji kwanyere nna ya nwụrụ anwụ ugwu.",
  "Àtụ:Updated",
  "Àtụ:Updated",
  "Akara na nsonaazụ depụtara ihe mgbaru ọsọ Ivory Coast nke mbụ.",
  "AC Milan",
  "Onye ọ bụla",
  "Àtụ:2020–21 Serie A Team of the Year"
]