[
  "Frans David Oerder (ụbọchị asaa n'ọnwa  Eprel 1867 Rotterdam rụọ úbọchị irí nà isé n'ọnwa Julaị 1944 Pretoria) bụ ónyé Dutch a mụrụ na South Africa, ónyé na-ese ihe na ónyé na-ede ihe, ónyé na onye na'ese ihe, na ónyé na na-ede akwụkwọ.",
  "Frans bụ nwa ikpeazụ n'ime ụmụ asaa nke ónyé ọrụ ọbọdọ, Johannes Carolus Oerder mụrụ",
  "Nnà ya chere na nkà dị ka ọrụ bụ ihe nzuzu, mana ọ kwetara ọzụzụ ya dị ka ónyé na-achọ mma.",
  "Site n'afọ 1880 ruo 1885, Oerder gụrụ nka na Rotterdam Academy, merie King William III Gold Medal na Bursary, mesịa gaa njem na Ịtali ma mụọ na Brussels n'okpuru Ernest Blanc-Garin (1843 Xi 1916) site n'enyemaka nke obere ihe nketa sitere n'aka nnà ya.",
  "Ọ na-eso nwanne ya nwoke, ọ kwagara South Africa na 1890, ma na-arụ ọrụ na mbụ dị ka ónyé na-ese ihe n'ụlọ na ónyé na-achọ ụlọ mma màkà ụlọ ọrụ De Wyn & Engelenburg",
  "N'ịbụ onye ụkọ ọrụ kpaliri, ọ banyéré n'ọrụ nke Zuid-Afrikaansche Spoorweg Maatschappij ma na-ese osisi n'akụkụ ụzọ ụgbọ okporo ígwè Delagoa Bay.",
  "N'afọ 1890, Oerder bụ, ya na Anton van Wouw na James Smith Moreland na Cape Town, otu n'ime naanị ndị omenkà atọ na South Africa nwere ọzụzụ ọkachamara a ma ama. N'afọ 1894, ọ bịdọrọ ọrụ ónyé nkuzi nka na Staatsmeisjesskool, nke mechara bụrụ Pretoria High School for Girls ma n'otu ógè ahụ gbazite ụlọ ọrụ na Church Street East",
  "Ọ na-ebi ndụ site na ise ihe osise akwụkwọ akụkọ na inyere Anton van Wouw aka na ọrụ",
  "Ónyé na-eleta ụlọ ọrụ ahụ ugboro ugboro n'oge a bụ otu n'ime ụmụ akwụkwọ nka ya, Pierneef.",
  "N'afọ 1896, Oerder gàrà ezumike na-ese ihe na Zululand, ma hazie ihe ngosi nke ọrụ ya na Cape Town.",
  "Mgbè Agha Anglo-Boer malitere na 1899, Ónyé isi ala Paul Kruger họpụtara ya ka ọ bụrụ ónyé na-ese ihe agha",
  "A na-edebe ihe osise ya na ihe osise sitere n'oge a dị ilu na War Museum na Bloemfontein, Africana Museum na Johannesburg na nchịkọta nka nke Mahadum Pretoria.",
  "N'afọ 1903, mgbè agha ahụ gasịrị, na obi abụọ adịghị ya na ọ ka na-echeta njem Zululand ya, Oerder mèrè njem ma na-ese ihe n'ụsọ oké osimiri nke Ọwụwa Anyanwụ Afrịka, na-arịa ịba n'oge njem ahụ",
  "A họpụtara ya ka ọ bụrụ ónyé otu South African Society of Artists na 1905, na mgbè ọ na-agbanwe n'ihu ya, ọ natara ọtụtụ ọrụ iji see ihe osise na foto, dịka nke General Louis Botha.",
  "Ọ hụrụ ọnọdụ siri ike na South Africa mgbè agha gasịrị ma na 1908 laghachi Netherlands site na Ịtali",
  "Na mbụ ọ biri na Brabant, mànà o mechara kwaga Amsterdam ébé ọ lụrụ ónyé na-ese ihe ibe ya, Gerda Pitlo, na 1910",
  "Mmasị ya n'ihe osise okooko osisi metụtara ya ma ọ malitere n'ihe ndị na-adịghị ndụ, ọkachasị ọmụmụ okooko osisi",
  "E rere ihe osise ya Magnolias na New York Graphic Society, na-aghọ otu n'ime ihe oyiyi kachasị ewu ewu na mmepụta nke ndụ a na-enweghị ihe ndekọ màkà Society, Oerder na-enwetaghị ụgwọ ọ bụla. Oerder echefughị njikọ ya na South Africa, ma na-arụ ọrụ mgbé ụfọdụ dị ka imepụta mkpuchi màkà magazin kwa izu, Die Brandwag, na ịhazi ihe ngosi na Johannesburg.",
  "O mechara soro nwunye ya laghachi Pretoria na 1938",
  "A na-eto ọrụ ya ugbu a n'ọtụtụ ebe, na nnukwu mmegharị ahụ, ụlọ elu nke Pretoria City Hall nyere ya maka iji ya mee ihe dị ka ụlọ ọrụ",
  "N'ebe a, o sere ọtụtụ ihe osise dị mkpa, gụnyere nke Jan Smuts",
  "Ugbu a, o nwèrè ógè na ọchịchọ ịga njem na ise ihe na Cape Province, Natal na Northern Transvaal.",
  "Nsogbu ndị na-esote ọrịa oyi bàrà ya n'ahụ méré ka ike gwụ ya, ọ nwụkwara na Pretoria na 1944",
  "N'oge niile ọ na-arụ ọrụ, ọ kewara mmepụta ya n'ụzọ ziri ezi n'etiti ala, foto na ndụ nwụrụ anwụ, na mmetụta Dutch na-apụta mgbè niile."
]