[
  "Franklin Boukaka (Ọktoba 10, 1940 - ihe dị ka Febụwarị 23X24, na afọ 1972) bụ onye na-agụ egwú baritone nkeCongo, onye na-akpọ ụbọ akwara, na onye na-ede abụ nke a maara dị ka onye ọsụ ụzọ nke egwu egwu Congolese",
  "Ọ rụrụ ọrụ n'òtù ndị dabeere na nke ọ bụla n'ime \"Congo abụọ,\" ya bụ, mba ndị a na-akpọ Republic of the Congo na Democratic Republic of the Kongo ugbu a; gara njem n'ụwa niile; nweta nnukwu ewu ewu; were nguzo ndọrọ ndọrọ ọchịchị; a kwenyere n'ọtụtụ ebe na ọ bụ onye e gburu n'ụzọ na-enweghị isi n'oge a nwara iwe ọchịchị na Republic of the Kong.",
  "A mụrụ ya dị ka François Boukaka na October 10, 1940, na Brazzaville.[note 1]  Obodo ahụ bụ isi obodo nke French Congo n'oge ahụ, mgbe nnwere onwe na afọ 1960 ọ ghọrọ Republic of the Congo, ma site na afọ 1969 ruo na afọ 1991 ọ bụ People's Republic of the Kongo",
  "Nne na nna ya bụ ndị na-agụ egwú; nna ya, Aubin Boukaka, nọ n'òtù egwú nke China, ebe nne ya, Yvonne Ntsatouabaka, bụ onye na-agụ egwu na onye na-elekọta ememe olili ozu na ememe ndị a ma ama. Ọ bụ nwa mbụ n'ime ụmụ asatọ, ụmụ nwoke ise na ụmụ nwanyị atọ, ọ gakwara ụlọ akwụkwọ na Brazzaville.",
  "Mgbe ọ gụsịrị akwụkwọ, Boukaka sonyeere ọtụtụ ìgwè, na-agagharị n'etiti nke ọ bụla n'ime isi obodo abụọ gafere Osimiri Congo site na ibe ya: Brazzaville, na Leopoldville (mgbe e mesịrị Kinshasa), isi obodo nke Belgian Congo n'oge ahụ ma mgbe nnwere onwe ghọrọ Republic of the Congo, mgbe ahụ Zaire, na ugbu a Democratic Republic of the Kongo.",
  "Ọganihu a malitere na AFỌ 1955, mgbe ọ dị afọ 14 ma ọ bụ 15 ọ sonyeere otu Sexy Jazz, nke Miguel Samba, Siscala Mouanga, na Aubert Nganga guzobere.  Na afọ 1957, mgbe Miguel Samba na Siscala Mouanga hapụrụ iji sonye n'otu ìgwè a na-akpọ Cercul Jazz, Boukaka sonyeere otu Sympathic Jazz, nke Alphonse Marie Toukas, wee gaa Kabinda na Leopoldville.",
  "Na Nọvemba na AFỌ 1958, ya na ọtụtụ ndị egwu ndị ọzọ si Brazzaville, gụnyere enyi ya Michel Boyibanda onye ya na ya nọ na Sympathic Jazz, Boukaka guzobere Negro Band.: 163 Dị ka ụfọdụ isi mmalite si kwuo, e guzobere Negre Band ma na-adabere na Brazzaville: 163 ebe ndị ọzọ si kwuo, ọ dị na Leopoldville n'oge Boukaka na ya nọ, na AFỌ 1960 wee kwaga gafee osimiri ahụ gaa Brazzaville.  N'ihe omume ọ bụla, Boukaka na-arụ ọrụ na Leopoldville na 1960, mgbe ọ sonyeere ndị egwu si African Jazz, gụnyere Tabu Ley Rochereau, iji rụọ ọrụ dị ka \"Jazz African\" mgbe onye ndú nke òtù ahụ Joseph Kabasele (Le Grand Kallé) nọ na Brussels maka Nzukọ Round Table na nnwere onwe Belgian Congo.: 163 N'ikpeazụ, ka nọ na Leopoldvila, ya na Jeannot Bombenga na Casino Mutshipule si African Jazz; ọ tọrọ ntọala otu Vox Africa; ndị otu mbụ ya gụnyere Papa Noel na Djeskain 163 Mass:",
  "Na afọ 1962, ebe ọrụ ya si Leopoldville laghachi Brazzaville ebe ọ sonyeere otu egwu Cercul Jazz, nke ndị ọrụ ibe abụọ si Sexy Jazz sonyeere afọ ise tupu mgbe ahụ",
  "E hiwere Cercul Jazz na 1954 ma kpọọ ya aha otu nzukọ ndị ntorobịa ya na ya nwere njikọ, Cercule Culturel de Bacongo. Boukaka ghọrọ onye ndú nke otu ahụ, ma zụlite ọtụtụ ndị na-eso ụzọ. Cercul Jazz n'okpuru Boukaka mepụtara ụdị pụrụ iche nke, ọ bụ ezie na a na-ewere ya n'ihu oge ya, nọgidere na-ekwesị ntụkwasị obi nye ụdị nke ndị otu Congo (\"restée fidèle au style de l'ozarchestre de Bacongo\"); a kọwara egwu ya dị ka otu n'ime ndị mara mma na rumba (\"l'ozarun des plus beaux de la Rumba\").",
  "Na mgbakwunye na njem nleta nke mba ha, na afọ 1963 Ruo na afọ 1964, Cercul Jazz malitere njem nleta Afrịka, na-egwu na Gabon, Chad, Cameroon na Nigeria.  Na afọ 1965 Ruo afọ 66, ha nọrọ ọnwa asatọ na Cameroon.",
  "N'otu oge ahụ, Boukaka gbasaa isiokwu edemede egwu ya karịa \"ịhụnanya na okike\" iji tinye nsogbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị, ma ọ bụ \"inyocha ma katọọ mkpụrụ obi mmadụ\"",
  "163z164 ndọrọ ndọrọ ọchịchị ya bụ nke ndọrọ ndọrọ ọchịchị ọchịchị, ọ kwusiri ike na mgbochi ọchịchị na ịdị n'otu Afrịka. N'otu oge ahụ, ọ dị njikere ịkatọ gọọmentị Afrịka ndị nweere onwe ha maka nrụrụ aka na neoptism.",
  "N'afọ 1967, Cercul Jazz dekọrọ egwu ya \"Pont sur le Congo\" (Bridge on the Congo), na-atụ aro na, mgbe ọchịchị ndị agha gwụchara, ndị Congo abụọ kwesịrị ịdị n'otu.: 164 Okwu ya gụnyere (sụgharị):[note 2]",
  "\"Pont Sur le Congo\" ghọrọ otu n'ime egwu ndị a ma ama nke Cercul Jazz, mana ndị isi nke mba abụọ ahụ anabataghị aro ya, ma ghara ileghara ya anya, nke nwere njikọ ndọrọ ndọrọ ọchịchị na-emegide ya, onye ndú ọ bụla na-achọ imebi nke ọzọ.: 162, 164",
  "Ka e mesịrị na afọ 1967, Boukaka hapụrụ Cercul Jazz iji malite ịrụ ọrụ na idekọ n'aha nke ya.  Ọ haziri otu ìgwè ndị na-akpọ sanza (piano mkpịsị aka) dị ka akụkụ nke otu ndị na-eme ihe nkiri ọdịnala nke Congo nke gara Paris n'okpuru nkwado gọọmentị France",
  "Boukaka ga-abụ abụ ma kpọọ ụbọ akwara, ya na ndị na-akpọ ụbọ akhara abụọ ma ọ bụ atọ",
  "Na Paris Boukaka dekọrọ maka ụlọ ọrụ mmepụta nke onye egwu French bụ Gilles Sala, ya na ndị na-egwu egwu abụọ na onye na-egwu saxophon nke Congo Jean Serge Essous nke Les Bantous de la Capital, ọtụtụ egwu gụnyere \"Les Brazzavilloises,\" banyere ụmụ nwanyị nke Brazzaville.: 164 E wepụtara ihe ndekọ ndị a na afọ 1980s dị ka album Survivance.",
  "N'ikpeazụ, ya na ndị otu ọnwa ya na Brazzaville, Boukaka wepụtara abụ ọhụrụ, \"Les Immortels,\" ebe ọ na-abụ abụ banyere otu agadi nwoke na-agwa ya (nke a sụgharịrị) \"nwoke na-eto eto, nwoke ọ bụla ga-anwụ otu ụbọchị, mana ọ bụghị ọnwụ niile nwere otu ihe ọ pụtara,\" na nzaghachi na-akpọ ndị nwụrụ n'ihi okwukwe ha iri na isii, gụnyere Patrice Lumumba, Che Gue, Malcolm X, Simon Kangu, Albert Luthuli, na Andre Matswa.[note 4]  A na-akpọ abụ a amụma, ebe ọ bụ na o doro anya na e gburu Boukaka maka nkwenye nke ya afọ ole na ole ka e mesịrị",
  "A pụkwara ịhụ ya dị ka nkatọ doro anya nke ndị ndu ndọrọ ndọrọ ọchịchị nke Congos abụọ n'oge ahụ, maka ịghara imezu ụkpụrụ ndị dike nke ndị bu ha ụzọ.",
  "Na afọ 1969, Boukaka so ndị otu ọnwa ya mee ihe na Pan-African Cultural Festival na Algiers.  A na-ewere arụmọrụ ya nke \"Les Immortels\" dị ka ihe dị mkpa nke ihe omume ahụ dị mkpa: 165",
  "Na afọ 1970, Boukaka dekọrọ ọtụtụ egwu na Paris, nke Manu Dibango haziri ma soro na saxophone na piano",
  "A kọwawo nnọkọ ndị a dị ka \"ọkaibe nka\" nke ọrụ Boukaka",
  "N'okpuru nduzi nke onye nduzi Cameroon na ngwá egwu dị iche iche gụnyere violin na piano karịa ụbọ akwara, egwu sitere na nnọkọ ndị a dị nnọọ iche n'ụdị site na egwu egwu Congolese, Congolese rumba ma ọ bụ soukous, nke Boukaka mere na mbụ",
  "Abọm abụ iri na abụọ sitere na nnọkọ ndị a, nke a na-etinye mgbe ọ nwụsịrị dị ka Franklin Boukaka à Paris, a na-akpọ ya \"ọrụ nke ike na ịma mma nke na ọ pụghị ịga n'enweghị ihe ọ bụla\"",
  "16516 Akụkụ dị ịrịba ama na abọm à Paris gụnyere nhazi dị iche iche, nke \"Pont sur la Congo\" na \"Les Immortels,\" yana rumba ọhụrụ a na-eme \"Likambo Oyo\" (nsogbu a).  Mana abụ Boukaka nke nwere ihe ịga nke ọma kasịnụ, na nke a na-echeta ya ma gee ya ntị afọ iri ise ka e mesịrị, bụ \"Le Bucheron\" (onye na-egbu osisi; nsụgharị Kenya nke egwu ahụ akpọrọ \"Le Bucheron (Africa)\"), mkpesa banyere ọnọdụ Africa na ndị ogbenye ya, okwu na-akwa ákwá (nke a sụgharịrị) \"Oh, Africa, ebe nnwere onwe gị dị?",
  "ebe nnwere ike gị dị?\": 16566[note 5]",
  "N'afọ 1970, ọ gara Guinea, nke otu ndị isi obodo, Keletigui Traoré's Keletigui et ses Tambourinis kwadoro",
  "Ha rụkọtara ọrụ na afọ 1970 version nke Quinzaine Artistique et Culturelle Nationale, emume mba Guinea kwa afọ: 1016X17 The Guinean record label Syliphone wepụtara ndekọ atọ nke ya na otu ahụ.  N'otu, nke e dere \"Unité Africaine,\" nke nwere ike ịbụ site na emume mba ahụ, Boukaka kpọrọ oku maka \"Africa dị n'otu ma sie ike\" n'asụsụ Congolese ya, Lingala; kpọrọ aha steeti na ndị isi Afrịka na oku na nzaghachi; wee gwa ìgwè mmadụ okwu na Susu, asụsụ Guinea nke ọ mụtara maka oge ahụ.: 1017 ̆18",
  "Na afọ 1971, ọ rụrụ ọrụ dị ka \"onye na-eme ihe nkiri ọdịbendị\" na UNESCO na Paris, onye isi nchịkwa ya toro ya.",
  "Boukaka mekwara mba ụwa na Spain, Germany, USSR, China, Yugoslavia, Mongolia, na North Korea, dị ka Guy Menga na Clement Ossinonde si kwuo.",
  "Boukaka lụrụ Antoinette Mouanga, onye nwụrụ mgbe ha kewara. Abụọ n'ime abụ ya a ma ama sitere n'ike mmụọ nsọ ya: \"Luzolo\" na otu a maara dị ka \"Antoinette Mouanga\" ma ọ bụ \"Mwanga\".  \"Mwanga,\" nke ka na-ewu ewu ma ọtụtụ ndị omenkà ndị ọzọ kpuchiri ya, gụnyere okwu ndị a sụgharịrị dị ka \"Mwanga، ọ dịghị onye na-agbanahụ ọnwụ, anyị maara ya, mana ihe mgbu nke ọnwụ gị kpatara na-eme ka m na-eche ihe mere ị ji pụọ n'oge na-adịghị anya",
  "Ndị enyi gị na obodo Brazzaville dum na-eru uju gị",
  "Ebee ka Mwanga gara? Ọ bụrụ na ọnwụ nwere ihe na-efu, mụ, Boukaka, m ga-akwụ ya iji chebe gị",
  "\"[note 6]",
  "N'abalị iri abụọ na abụọ n'ọnwa Febụwarị n'afọ 1972, otu ìgwè nwara ịpị ọchịchị megide ọchịchị Marxist-Leninist nke People's Republic of the Congo nke Marien Ngouabi duziri, onye weghaara ọchịchị n'onwe ya n'ọchịchị n'afọ 1968, ma mesịa gbuo ya n'ịgba ọchịchị n'afọ 1977",
  "Boukaka tinyere aka, ma mesịa bụrụ otu n'ime mmadụ abụọ ma ọ bụ atọ edepụtara dị ka ndị nwụrụ anwụ na nnupụisi ahụ dara.[note 7]  A kọwaghị ọnọdụ ọnwụ ya",
  "Onye na-akọ akụkọ ihe mere eme nke egwu Congo bụ Gary Stewart na-akọ na \"ọtụtụ ndị Congo na-eche na e gburu ya - karịa n'ihi na aha ya pụtara na ndepụta nke ndị e jidere\"",
  "18586",
  "N'ihi enweghị ozi, a maghị kpọmkwem ụbọchị ọnwụ ya; ụfọdụ isi mmalite na-ekwu na ọ ga-abụ na February 22, ebe ndị ọzọ na-ekwu ete e gburu na abalị nke 2324 February.",
  "A na-eto Boukaka maka \"nkà egwu pụrụ iche,\" na kpọmkwem \"ọnụnọ ya na-adọrọ mmasị, baritone dị nro, na ihe ndị na-adọkpụ na-arịwanye elu\": 163 Gilles Sala, onye dekọrọ ya na Paris na 1967, kwuru \"Ọ masịrị m olu Franklin Boukaka nke ukwuu.  O nwere ụda olu mara mma, olu na-atọ ụtọ",
  "Mgbe ahụ dị ka onye na-ede egwu",
  "dịka Joseph Kabasele, dị ka Nico, dị ka Franco, ha nwere mmetụta dị ukwuu nke egwu a ma ama",
  "\"",
  "Boukaka bụ onye isi mmalite na mmepe nke egwu egwu Congolese, onye ọsụ ụzọ nke rumba na soukous nke chịrị Africa site na 1970s ruo na afọ 1990s",
  "Ọ bụkwa, n'ụzọ ihe atụ, \"Pont sur le Congo\", na-arụ ọrụ na nke ọ bụla n'ime mba abụọ na-emegide ndọrọ ndọrọ ọchịchị nke isi obodo ha dị n'ofe osimiri ahụ site na ibe ha, yana onye isi na-ekere òkè, n'akụkụ abụọ, na cross-pollenization ọdịbendị nke oge ahụ n'etiti Brazzaville na Kinshasa.",
  "Mgbe ọ nwụsịrị, a machibidoro egwu ya na redio na Brazzaville.  Mana ihe fọrọ nke nta ka ọ bụrụ afọ iri ise ka e mesịrị, a ka na-echeta Boukaka",
  "E wepụtara ọtụtụ egwu ya mgbe ọ nwụsịrị karịa mgbe ọ dị ndụ",
  "Akụkụ akwụkwọ akụkọ ndị na-adịbeghị anya, blọọgụ na edemede ndị ọzọ sitere na, dịka ọmụmaatụ, India, Netherlands, United States, na Kenya na-echeta ndụ ya ma na-eme ka egwu ya pụta ìhè, ọkachasị abụ \"enweghị oge\" \"Le Bucheron\".  Ọ bụ ezie na ọ dịkarịa ala otu onye ọkachamara ọdịda anyanwụ na egwu Congolese na-eleda ya anya, \"ma eleghị anya n'ihi na a na-akpọ ya nke ukwuu, abụ ahụ abụwo isiokwu nke ọtụtụ mkpuchi na remakes, dịka ọmụmaatụ, site n'aka John Kazadi nke Zimbabwe na 1985, Nairobi City Ensemble na 2005, Manu Dibango, Aïcha Koné (fr), na Bisso Na Bisso na Passi.  Na ndepụta a gụnyere ndị na-ese ihe si Southern, East, West, na Central Africa, na mba ndị na-asụ Bekee na ndị na-ekwu Bekee, na-egosi na ndị na'egwú gere ntị na ozi Pan-African nke Boukaka, ọbụlagodi na ndị ndọrọ ndọrọ ọchịchị egeghị.",
  "N'afọ 1975, onye na-agụ egwu Cameroon bụ Dicky Ndoumbé wepụtara otu egwu akpọrọ \"Regrette Franklin Boukaka\".  N'afọ 2016, onye France na-ebipụta La Doxa Éditions bipụtara n'ime ncheta ya Franklin, l'insoumis: d'après une idée de Marien Fauney Ngombé (Franklin, the rebellious: based on a idea by Marien Fauny Ngombés)",
  "Ọ bụ akwụkwọ nke akụkọ iri na anọ dị mkpirikpi site n'aka ndị edemede iri na anọ gụnyere Ndèye Fatou Kane, nke ọ bụla sitere n'ike mmụọ nsọ nke abụ Boukaka.  N'afọ 2019, mgbe a na-eme atụmatụ maka àkwà mmiri n'ofe Osimiri Congo, nke ga-ejikọ isi obodo abụọ kewara ekewa nke Brazzaville na Kinshasa, otu onye nta akụkọ kọwara ya dị ka mmepụta na-egbu oge nke egwu Boukaka nke 1967 \"Pont sur le Congo\".  Na Brazzaville, a haziri ememe ncheta nke ihe gaara abụ afọ 80 ya n'October 10, 2020.",
  "A na-eji itinye aka na ndọrọ ndọrọ ọchịchị na mmegide Boukaka na nke Bob Marley na Fela Kuti: 166 A na-akpọ ya onye nwụrụ n'ihi okwukwe ya, ọnwụ ya mgbe ọ dị afọ 32 kwara arịrị.",
  "E wepụtara ọtụtụ ndekọ nke Boukaka's 1955-67 performances na otu gụnyere Negro Band, Vox Africa, Cercul Jazz, na ikekwe ndị ọzọ n'okpuru aha nke otu ndị ahụ, ma etinyeghị ya ebe a",
  "A chịkọtara ụfọdụ n'ime ndị ahụ na abọm ndị e wepụtara n'aha ya:",
  "1967 Oge ndekọ Paris na Gilles Sala:",
  "1970 Oge ndekọ Paris na Manu Dibango:",
  "Kpọpụta njehie: <ref> tags exist for a group named \"note\", but no corresponding <references group=\"note\"/> tag was found"
]