[
  "Franca Obianuju Brown (amụrụ n'ọ wa Mee 17, 1967) bụ onye Naijiria na-eme ihe nkiri na onye na-emepụta ihe nkiri bụ onye natara awọd nke City People Movie Special Recognition Award na City People Entertainment Awards n'afọ 2016.",
  "Brown malitere agụmakwụkwọ ụlọ akwụkwọ praịmarị ya na St",
  "Mary's Primary School na Onitsha, Anambra Steeti mana ọ kwagara Abia Steeti ebe ọ gụsịrị akwụkwọ praịmarị ya na St",
  "Maria's Primary School dị na Aba, wee nweta asambodo mbụ ya",
  "maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya Brown  kwagara Niger Steeti nke dị na mpaghara ugwu nke Naịjirịa na Federal Government Girls College na New Bussa, Niger Steeti ebe ọ nwetara asambodo West African Senior School.\nBrown na nchọ inweta nzere B.Sc",
  "tinyere akwụkwọ na Mahadum Ahmadu Bello dị na Zaria, Kaduna Steeti ma nabata ya ma mesịa nweta nzere bachelọ na ngalaba Iwu",
  "Brown nwetara akara ugo mmụta nke abụọ ma tinye akwụkwọ na Mahadum Jos na Plateau Steeti ebe a nabatara ya ma mesịa nweta nzere bachelọ na nka ihe nkiri na nzere masta na ngalaba Iwu.",
  "Ọrụ ime ihe nkiri Brown nwetara mmpụta ìhè ọmụma site na ọrụ ya na usoro TV akpọrọ “Behind The Clouds” Ọ bụ ezie na Brown pụtara ugboro abụọ tupu ọ pụta na usoro ihe nkiri TV “Behind The Clouds’, o kwaliteghi onwe ya na ụlọ ọrụ ihe nkiri Naịjirịa ma were ọrụ ime ihe nkiri karịsịa na obere egwuregwu. N'otu n'ime egwuregwu ndị dị otú ahụ akpọrọ “Swam Karagbe” nke Dr",
  "Iyorchia dere, ndị nyocha talent atọ nke Naijiria bụ Matt Dadzie, Peter Igho & Ene Oloja so na ndị na-ege ntị n'ebe nhọpụta ọbara na chi ọhụrụ iji gosipụta na usoro ihe nkiri TV na mgbe emechara egwuregwu ahụ, Brown tụlere n'ajụjụ ọnụ na ndị nyocha talent atọ bịakwutere ya ma gwa ya ka ọ bịa maka nyocha, nke o mechara mee ma nye ya ọrụ nke Mama Nosa na usoro ihe nkiri TV akpọrọ “Behind The Clouds'.",
  "Brown bụkwa onye na-emepụta ihe nkiri na onye nduzi ihe nkiri ma mepụta ma duzie ihe nkiri akpọrọ “Women At Large” nke e gosipụtara ya.",
  "Brown, n'afọ 2016, e nyere ya City People Movie Special Recognition Award na mmemme City People Entertainment Awards.",
  "Brown bụ onye a wakporo ọkụ nke ụmụ nwanyị na-arụ ọrụ n'ụlọ ya."
]