[
  "Francis Chukwuemeka Eze bụ onye ọkammụta ala Naịjirịa na nyocha",
  "Ọ bụ  onye isi nke Mahadum  Federal University of Technology, Owerri",
  "Ọ bụ onye natara ntulugo  agụmakwụkwọ Commonwealth Academy, Association Commonwealth Mahadum, London, 1983; onye natara onyinye, Kọmitii  nyocha  Mba Nile, India,  n'afo 1995",
  "Onye otu   Naịjirịa University Physics Series (odeakwụkwọ kemgbe 2002),  Naịjirịa Institute Physics.",
  "Amụrụ Francis Chukwuemeka Eze   na ubochi iri na atọ  na ọnwa iri n'afọ 1956 na Onicha, na state Anambra nke   Naịjirịa na ezi na ụlọ  Clement Diwoha na Grace Martha Ezejimadu.",
  "Ọrụ nkuzi Eze bidoro n'afo 1981 na  Mahadum Federal University of Technology,  nke Bauchi",
  "Ọ ghọrọ ọkammụta nke physics n'afo 2003, ma ahọpụtara ya dika  onye isi nke Mahadum Federal University of Technology, Owerri n'afo 2016, mgbe ọruchara   ọru  n'ọkwa  dị iche iche n'ụlọ akwụkwọ ahụ",
  "Tupu nke ahụ, a họpụtara ya dika osote Okanmuta na Physics na  Mahadum Federal University of Technology, Owerri n'ubọchị mbụ nke ọnwa iri n'afo 1999.",
  "Eze  bụrurịị ọkammụta  nke Physics na mpaghara  School of Physical Sayensi (nke bụbu mpaghara  School of  Sayensi), nke Mahadum  Federal University of Technology, Owerri kemgbe ụbọchị   mbụ nke ọnwa iri n'afo 2003.  O meriri onye na-arụ ọrụ dika onye isi  School nke   Sayensi  Mahadum nke FUTO  bu otu ihe emetubeghi na ụlọ akwụkwọ ahụ  wee rụọ ọru dị ka onye isi nganaba  sayensi na Mahadum ahu",
  "Ọ rụrụ ọru dị ka onye osote onye isi ochịchị (nchịkwa) nke Mahadum  FUTO, site na ubochi iri n'ato nke ọnwa itolu n'afọ 2013, ruo n'afọ 2016.  Ọkammụta Eze  rụrụ dika onye nkuzi, nyocha na ochịchị nke Mahadum ihe karịrị  afọ iri atọ n'otu , nke gbasara karịa Mahadum asaa ebe ọnọ nyere ihe karịrị  ụmụ akwụkwọ na eme nyocha  nari atọ   aka na inweta ntutru ugo na ogo okachamara   Sayensi , teknuzu",
  "Ọkammụta Eze na-arụsi ọrụ ike na nyocha dị mma na Ahụike Ahụike Ahụike na Ahụhụ nke Ahụhụ, Mkpa ihe nkiri siri ike, mmeghari ume na mmebi mmebi site na iji ahịhịa nke mpaghara",
  "Ọ rụọla ọrụ dika onye ndụmọdụ physics na Kọmitii teknuzu nke International Junior Science Olympiad (IJSO).  Ọ rụkwara ọrụ na Kọmitii ọrụ aka na ịmepụta usoro ọmụmụ maka agụmakwụkwọ kacha elu na sayensi nuklia na injinia nke NAEC na-akwado.  ọ rụkwara ọrụ dị ka onye ndụmọdụ fiziks na ndị otu na - ede edemede  na ịmepụta na ICT-gosipụtara akwụkwọ ọgụgụ physics na obodo Singapore - The New System Physics. \n[ <span title=\"This claim needs references to reliable sources",
  "(May 2020)\">see okwu dị mkpa</span> ]",
  "Akwụkwọ  ebipụtara n'afọ 2017, nke akpọrọ Njirimara nke Nanocrystallite-CdS Mepụta nke Low-Cost Electrochemical Technique maka Thin Film Photovoltaic Application: Mmetụta nke Ntọala Volta, Eze mere nchọpụta  njirimara nke ihe nkiri ise nanocrystallite- CdS pere mpe n’ime oge nwere oge",
  "Nchọpụta X-ray gosipụtara ọdịdị na ọkpụrụkpụ nke crystallite",
  "Nyocha ọzọ na-atụlekwa omume nke akụkụ nke Nchọpụta ahụ"
]