[
  "Frank Marshall (amụrụ n'ubochí irí atọ n'ọnwa Julaị n'afọ 1985) bụ onye na-ese foto na South Africa nke na-echegbu onwe ya banyere ihe osise na foto nke egwu ma mara banyere ọrụ ya na-egosi ọdịbendị metal dị egwu na Botswana",
  "Rooke Gallery, Johannesburg, South Africa na-anọchite anya ya.",
  "A mụrụ Frank Marshall n'ubochí irí atọ n'ọnwa Julaị n'afọ 1985 na Nelspruit, Mpumalanga, South Africa dịka nwa nke nna Irish na nne South Africa.",
  "O tolitere na Kroonstad, Free State na Pretoria, Gauteng",
  "Dị ka onye nọ n'afọ iri na ụma Marshall malitere igosi mmasị na egwu nkume siri ike na egwu ígwè dị arọ, nke ndị otu ndị America guzobere na-emetụtakarị.",
  "Ógè ọ gụsịrị akwụkwọ sekọndrị, Marshall bịdọrọ ọmụmụ foto ya na Mahadum Nkà na Ụzụ Tshwane na Pretoria N'afọ 2007",
  "N'afọ 2010 ọ nwetara nzere Bachelor of Technology na foto na Mahadum Tshwane",
  "Site n'edemede afọ ikpeazụ ya, Marshall gosipụtara ndị mmadụ nke ọdịbendị metal dị egwu nke Botswana ma tinye ihe oyiyi ahụ n'ihe ngosi ya \"Renegades\"",
  "Maka ọrụ ya na \"Renegades\" a họpụtara ya dị ka otu n'ime ndị ikpeazụ iri nke Sony World Photography Awards Student Focus Competition",
  "Ọ bụ onye South Africa mbụ ruru na ngwụcha nke asọmpi foto a ma ama. Dị ka onye ikpeazụ, e nyere ya ohere isonye na World Photography Festival na Somerset House, London na ịga okwu, nkuzi na klas ndị isi nke ndị na-ese foto na ndị otu World Photographic Academy. \nA nabatara ya maka mmemme nzere masta na foto na Mahadum Tshwane mana ọ hapụrụ Mahadum iji malite ịrụ ọrụ dị ka onye na-ese foto.",
  "Renegades bụ nke izizi na ruo ugbu a naanị ihe ngosi foto nke mere ka ọ mara mba na mba ụwa ozugbo. N'afọ 2008, e goro Marshall ka ọ soro ma gbaa otu ndị egwu egwu egwu nke South Africa n'otu egwu na isi obodo Botswana bụ Gaborone ebe ọ bịdọrọ ịbịakwute ndị na-egwu egwu egwu egwu",
  "N'afọ 2009 o kpebiri ime ka ndị a bụrụ isiokwu nke akwụkwọ edemede afọ ikpeazụ ya na Mahadum Tshwane ma mechaa usoro ahụ n'afọ 2010. O nwere ihe osise gburugburu ebe obibi irí isii ma na-anọchite anya ma na-ebute echiche nke subculture metal dị arọ na Botswana. A na-eji igwefoto analog abụọ, Hasselblad 500 CM na Hasselblab 500 EL / M na ihe nkiri Fujichrome Provia 100F.",
  "E gosipụtara ndị nnupụisi n'ụlọ ngosi dị iche iche nke mba na nke mba ụwa",
  "A nwetakwala ọrụ sitere na usoro Renegades maka nchịkọta na-adịgide adịgide nke Mahadum Stanford na mbipụta abụọ dị na nchịkọta nke J",
  "Paul Getty Museum na Los Angeles, USA.",
  "A na-ahụ asọmpi ahụ dị ka ihe nrite foto ụmụ akwụkwọ kachasị elu",
  "Ọ na-emeghe n'ihe banyere ụlọ ọrụ ọ bụla n'ụwa niile nke na-akụzi foto na ọkwa agụmakwụkwọ dị elu",
  "N'afọ 2011, ihe karịrị ụlọ ọrụ narị abụọ sitere na kọntinent isii sonyere na asọmpi ahụ",
  "Ndị ọka ikpe nke ndị na-ese foto a ma ama na ndị nta akụkọ foto gụnyere Deborah Willis, Eder Chiodetto ma ọ bụ Roger Tooth họọrọ ndepụta nke ndị ikpeazụ iri."
]