[
  "Frank Marshall Davis (Ọnwa Desemba 31, afọ 1905 - ọnwa Julaị 26, afọ 1987) bụ onye nta akụkọ Amerịka, onye na-ede uri, onye ndọrọ ndọrọ ọchịchị na onye ọrụ, na onye ọchụnta ego.",
  "Davis malitere ọrụ ya na-ede akwụkwọ maka akwụkwọ akụkọ ndị Africa America na Chicago",
  "Ọ kwagara Atlanta, ebe ọ ghọrọ onye nchịkọta akụkọ nke akwụkwọ akụkọ ọ gbanwere na Atlanta Daily World",
  "O mechara laghachi Chicago",
  "N'oge a, ọ na-ekwu okwu n'ezoghị ọnụ banyere nsogbu ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya, ebe ọ na-ekpuchi isiokwu ndị sitere na egwuregwu na egwu",
  "Ọ bụ Works Progress Administration (WPA) kwadoro uri ya n'okpuru mmemme New Deal nke Onye isi ala Franklin D",
  "Roosevelt",
  "Ọ rụkwara ọrụ na South Side Writers Group na Chicago, a na-ewerekwa ya dịka otu n'ime ndị edemede nke Black Chicago Renaissance.",
  "Na ngwụcha afọ ndị 1940, Davis kwagara Honolulu, Hawaii, ebe ọ na-arụ obere azụmahịa",
  "Ọ malitere itinye aka na nsogbu ọrụ mpaghara",
  "Federal Bureau of Investigation (FBI) nyochara ọrụ ya ka ha nyochara ndị na-eme ngagharị iwe kemgbe mmalite narị afọ nke 20.",
  "A mụrụ Davis na Arkansas City, Kansas, n'afọ 1905. Nne na nna ya gbara alụkwaghịm, Davis tolitere na-ebi ya na nne ya na nna nna ya, yana nne na nna nna nna ya",
  "Ọ gụsịrị akwụkwọ na Arkansas City High School (Kansas). N'afọ 1923, mgbe ọ dị afọ iri na asaa, ọ gara Mahadum Friends",
  "Site na afọ 1924 ruo afọ 1927, na ọzọ n'afọ 1929, ọ gara Kansas State Agricultural College, ugbu a Kansas State University.",
  "Mgbe Davis banyere na Kansas State, ụmụ akwụkwọ iri abụọ na ise ndị ọzọ si Afrịka-Amerịka debanyere aha",
  "E kewara Kansas site na omenala, ma ọ bụrụ na ọ bụghị site na iwu. Davis gụrụ akwụkwọ akụkọ ụlọ ọrụ",
  "Ọ malitere ide uri n'ihi ọrụ klas, onye nkuzi akwụkwọ Bekee gbara ya ume ka ọ gaa n'ihu na-ede uri ya. Davis kwere nkwa Phi Beta Sigma fraternity n'afọ 1925",
  "Ọ hapụrụ kọleji tupu ọ nweta akara ugo mmụta.",
  "N'afọ 1927, Davis kwagara Chicago, ebe ọtụtụ iri puku ndị Afrịka Amerịka na-aga n'oge nnukwu ngafe",
  "Ọ rụrụ ọrụ n'ụzọ dị iche iche maka Chicago Evening Bulletin, Chicago Whip, na Gary American, akwụkwọ akụkọ ndị Afrịka Amerịka niile. O dekwara akụkọ na akụkọ mkpirikpi maka magazin ndị Afrịka Amerịka",
  "N'oge a, Davis malitere ide uri nke ọma, gụnyere uri ogologo mbụ ya, nke akpọrọ Chicago's Congo, Sonata for an Orchestra",
  "N'afọ 1931, Davis kwagara Atlanta ka ọ bụrụ onye nchịkọta akụkọ nke akwụkwọ akụkọ ugboro abụọ n'izu",
  "Ka e mesịrị n'afọ ahụ, ọ ghọrọ onye nchịkọta akụkọ nke akwụkwọ akụkọ ahụ",
  "N'afọ 1932, akwụkwọ akụkọ ahụ, nke a kpọrọ Atlanta Daily World ghọrọ akwụkwọ akụkọ ojii mbụ na-aga nke ọma na mba ahụ. Davis gara n'ihu na-ede ma na-ebipụta uri, nke dọtara uche onye Chicago Frances Norton Manning",
  "Ọ kọwaara ya Norman Forgue, onye na-ebipụta Black Cat Press",
  "N'oge ọkọchị nke afọ 1935, Forgue bipụtara akwụkwọ mbụ Davis, Black Man's Verse.",
  "N'afọ 1935, Davis laghachiri Chicago iji were ọnọdụ onye nchịkọta akụkọ nke Associated Negro Press (ANP), ọrụ akụkọ e guzobere n'afọ 1919 maka akwụkwọ akụkọ ndị isi ojii",
  "N'ikpeazụ, Davis ghọrọ onye nchịkọta akụkọ nke ANP",
  "Ọ nọ n'ọkwa ahụ ruo n'afọ 1947",
  "Mgbe ọ nọ na Chicago, Davis malitekwara klọb foto, rụọ ọrụ maka ọtụtụ òtù ndọrọ ndọrọ ọchịchị, ma sonye na League of American Writers",
  "Davis bụ onye na-ese foto nke ukwuu, ma kpalie onye edemede Richard Wright mmasị n'ọhịa ahụ.",
  "Davis dere na foto ya nwere akụkụ dị ukwuu nke ọtọ n'ihi na \"ahụ nwanyị na-adọrọ mmasị m, ma n'ụzọ mara mma ma n'echiche\". O kwuru na mgbe ọ na-ese foto, ọ lekwasịrị anya na \"njem\" na \"ụdị ụda dị iche iche\"."
]