[
  "Frank Opperman (a mụrụ na 8 June 1960 na Johannesburg, South Africa) bụ onye South Africa na-eme ihe nkiri na onye egwu",
  "Mgbe ọ gachara ọtụtụ ụlọ akwụkwọ gafee South Africa na Worcester, Benoni, Hermanus na Middelburg",
  "Opperman mechara banye akwụkwọ na Silverton High School na Pretoria n'afọ 1978.",
  "Ọ malitere ịmụ iwu n'afọ 11979 na Mahadum Pretoria mana n'oge na-adịghị anya ọ kwụsịrị inwe mmasị wee sonye na South African Defence Force n'afọ 1980, ebe ọ na-egwuri egwu n'òtù ndị agha na-agagharị agagharị",
  "Mgbe ọ hapụrụ ọrụ ahụ, ọ lụrụ nwa akwụkwọ ihe nkiri nwanyị wee nwee mmasị ime ihe nkiri dịka nhọrọ ọrụ",
  "O mechara nweta diplọma mba afọ atọ na ime ihe nkiri na Pretoria Technikon ma nata Pretoria Trust Award maka nwa akwụkwọ kacha mma.",
  "N'afọ abụọ sochirinụ, ọ rụrụ ọrụ maka PACT (Performing Arts Council Transvaal) ma rụọ ọrụ na mmepụta dịka Spring awakening na Caspar in my Tui",
  "Ọ rụkwara ọrụ n'akụkụ onye na-eme ihe nkiri South Africa Arnold Vosloo na ihe nkiri zuru oke a na-akpọ Boetie gaan border toe, mana ọ nwetara iwu ewu na ihe nkiri Afrikaans a na-eme na Orkney Snork Nie, nke Willie Esterhuizen mepụtara, na-egwu onye a na- woowe Ouboet van Tonder",
  "N'afọ ndị 1990, ọ pụtara na usoro ihe nkiri telivishọn South Africa The Big Time dịka Chris Karedes, onye Cypriot na-akwaga mba ọzọ",
  "Usoro ahụ nwetara ọtụtụ onyinye SABC Artes.",
  "N'afọ 2010, ọ rụrụ ọrụ dị mkpa na SABC2 sitcom Die Uwe Pottie Potgieter",
  "N'afọ 2014, ọ nwetara ọrụ dị mkpa na usoro ihe nkiri nke kykNET anthology Pandjieswinkelstories",
  "N'afọ 2018, Frank sonyere na Dancing with the Stars South Africa ya na onye na-agba egwu, Jeanné Swart.",
  "N'afọ 1988, ọ lụrụ onye na-eme ihe nkiri South Africa Susan Coetzer, mana n'afọ 1992 ha gbara alụkwaghịm; ha nwere otu nwa nwoke toro eto, Frankie",
  "Kemgbe afọ 2005, ya na Esmarie Meyer anọwo na mmekọrịta",
  "A mụrụ nwa ha nwanyị n'afọ 2006.",
  "N'afọ 1993, ọ kwagara America maka afọ ole na ole mana o mechara laghachi South Africa ka ọ bụrụ onye nwe otu klọb jazz a na-akpọ Bassline na Johannesburg",
  "O weputara abọm rock akpọrọ Serial Boyfriend",
  "N'ime afọ ndị sochirinụ, o sonyere na ọrụ dị iche iche, gụnyere Gauteng-Aleng, ihe nkiri ebe ya na Willie Esterhuizen rụkọtara ọrụ ọzọ",
  "Ọ pụtakwara na Dryfsand, ihe nkiri telivishọn Afrikaans nke P.G",
  "du Plessis dere. Mgbe afọ iri na abụọ gasịrị, ọ laghachiri n'ihe nkiri, na-eme ihe nkiri na Die Uwe Pottie Potgieter, ihe ngosi otu onye nke Dana Snyman dere maka ya."
]