[
  "Francis Odinaka Uzoho (bu onye amụrụ n'ụbọchị nke 28 n'ọnwa Ọktoba n'afọ 1998), nke a maara dị ka Francis na Spen, bụ onye egwuregwu bọọlụ Naịjirịa nke na-agbara Omonia na ndị otu mba Naịjirịa bọọlụ.",
  "A mụrụ ya na Nwangele, Uzoho sonyere alaka Senegal nke Aspire Academy n'afọ 2013, mgbe ọ dị afọ iri na anọ; na mbụ ọ bụ onye na-aga n'ihu, a gbanwere ya ka ọ bụrụ onye nche mgbe e lere ya anya dị ka \"onye na-egbu oge\" mgbe ọ dị afọ iri na abụọ. N'afọ 2016, mgbe ọ masịrị ya na asọmpi na Barcelona, ọ sonyeere ndị otu Juvenil nke Deportivo de La Coruña",
  "Iwu afọ pụtara na Uzoho nwere ike ịbanye na nkwekọrịta na Dépor na Jenụwarị 2017; obere oge ọ bịanyere aka na nkwekọrịta ya, ọ malitere iso ndị otu mbụ zụọ. N'ịbụ onye a kwalitere na ndị otu nchekwa tupu oge 2017–18, o mere nke mbụ ya na 10 Septemba site na ịmalite na mmeri 3-0 Segunda División B n'ụlọ megide Real Madrid Castilla",
  "Uzoho mere otu mbụ ya - na La Liga - nke mbụ na ụbọchị 15 Ọktoba 2017, malite na 0-0 pụọ megide SD Eibar Mgbe ọ dị afọ iri na asatọ na ụbọchị iri atọ na abụọ na abụọ, ọ ghọrọ onye na-eche nche mba ọzọ kacha nta na-amalite na La Liga, na onye egwuregwu nke abụọ na-eto eto pụtara na league n'oge mkpọsa ahụ n'oge ahụ, naanị n'azụ Achraf Hakimi nke Real Madrid",
  "N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ afọ 2018, Uzoho megharịrị nkwekọrịta ya maka oge atọ ma gbazinyere ya ozugbo na Segunda División n'akụkụ Elche CF maka otu afọ. N'ọnwa Febụwarị afọ 2019, ọ kwagara na mgbazinye ego na klọb Anorthosis Famagusta nke Saịprọs, n'ịchọ ọtụtụ egwuregwu bọọlụ mbụ na-aga n'ihu na 2019 Africa Cup of Nations",
  "Mgbe ọ gụsịrị akwụkwọ mbụ ya na klọb ahụ, enwere nchegbu banyere asambodo ahụike ya. N'ihi ya, e wepụrụ Anorthosis Famagusta akara itoolu, nke ha rịọrọ. A jụrụ arịrịọ mwepu nke klọb ahụ, ọ bụ ezie na arịrịọ Uzoho megide ntaramahụhụ ya nke mmachibido otu egwuregwu na ụgwọ € 1,000 gara nke ọma.",
  "N'ọnwa Julaị afọ 2019, ọ laghachiri na mgbazinye ego na Saịprọs, na nke ugbu a ya na Omonia. O kwuru na ya nwere olileanya na nlọghachi ya na mba ahụ ga-adị mma.\nNa Julaị 2020, Uzoho sonyeere APOEL na nkwekọrịta afọ atọ",
  "Egwuregwu mbụ ya maka APOEL bụ na mmeri 3-0 megide Ermis Aradippou mana ọ merụrụ ahụ ma tụfuo egwuregwu 3 dị mkpa na APOEL tụfuru ha atọ.",
  "Na 1 Septemba 2021, Uzoho kwagara Omonia na nkwekọrịta afọ anọ.",
  "Uzoho nọchitere anya Naịjirịa na-erubeghị afọ iri na asaa na 2013 FIFA U-17 World Cup",
  "Mgbe ọ dị naanị afọ iri na anọ, ọ bụ onye nkwado ozugbo nye Dele Alampasu.",
  "N'ọnwa Ọktọba afọ 2017 Uzoho natara oku mbụ ya na ndị isi ndị isi Naịjirịa. O mere egwuregwu izizi ya na mba ụwa na 14 Nọvemba, dochie Daniel Akpeyi na mmeri enyi na enyi 4–2 megide Argentina.",
  "A kpọrọ ya aha na ndị otu 23 nke Naịjirịa maka 2018 FIFA World Cup na Russia. Ka ọ na-erule n'oge ahụ, a na-ewere ya dị ka onye nche mbụ nke Naịjirịa.",
  "Ọ hapụrụ ndị otu mba ahụ na ọnwa nke iri na otu n'afọ 2018 n'ihi mmerụ ahụ. Ọ bụ onye otu egwuregwu na 2019 Africa Cup of Nations Francis Uzoho nọ na goolu maka Naịjirịa na egwuregwu nke atọ megide Tunisia.",
  "N'ọnwa nke Ọktọba afọ 2019 ọ merụrụ ahụ na egwuregwu enyi na enyi megide Brazil, ma waa ya ahụ na Nọvemba afọ 2019.",
  "N'abalị iri abụọ na ise n'ọnwa Disemba n'afọ 2021, onye nlekọta onye nkuzi Eguavoen depụtara ya na 2021 AFCON Nations Cup dịka akụkụ nke 28-Man Nigeria Squad"
]