[
  "Frances Parkinson Keyes (Julaị 21, 1885 – Julaị 3, 1970) bụ onye odee America nke dere gbasara ndụ ya dị ka nwunye onye omebe iwu US na akwụkwọ akụkọ ewepụtara na New England, Louisiana, na Europe",
  "Onye tọghatara n'okpukpe Roman Katọlik, ọrụ ya mechara na-egosipụtakarị isiokwu na nkwenkwe Katọlik",
  "Aha ikpeazụ ya na \"anya,\" ọ bụghị \"igodo.\"",
  "A mụrụ Frances Parkinson Wheeler na Charlottesville, Virginia",
  "Nne ya, Louise Fuller Johnson, bụ ada Edward Carlton Johnson, onye a mụrụ na Newbury, Vermont",
  "N'afọ 1868, Louise lụrụ di mbụ ya, James Underhill, onye ọka iwu New York, ha mụrụ nwa nwoke, James Underhill, Jr., bụ onye mesịrị ghọọ onye injinia geological wee biri na Colorado",
  "Na 1878, Louise ghọrọ nwanyị di ya nwụrụ",
  "Ọ lụrụ onye mmụta Classics John Henry Wheeler, onye gụsịrị akwụkwọ na Harvard (BA 1871; AM 1875) na Mahadum Bonn (PhD 1879), onye kuziri na kọleji Bowdoin tupu a họpụta ya na prọfesọ na Mahadum Virginia",
  "Otu nwa ha mụrụ, Frances Parkinson Wheeler, ka akpọrọ aha nne nne Frances Cochran Parkinson Wheeler",
  "Ọrịa manyere John Henry Wheeler ka ọ hapụ ọrụ prọfesọ ya na ezinụlọ ya kwagara Newbury, Vermont, ebe John Henry Wheeler nwụrụ",
  "Louise lụrụ onye ọka iwu Boston Albert Pillsbury",
  "Di na nwunye ahụ gbara alụkwaghịm na 1897",
  "Mgbe Louise Fuller Johnson Wheeler Pillsbury dị afọ iri isii na asaa, ọ lụrụ onye ọrụ ugbo Newbury dị afọ iri abụọ na abụọ aha ya bụ William Taisey.",
  "Frances mụtara ịgụ ihe n'aka nne nne ya bụ Wheeler",
  "O kwuru na agụmakwụkwọ kacha baa uru ọ nwetara bụ otu afọ ọ nọrọ na Yurop na 1895",
  "Agụmakwụkwọ izizi ya bụ n'ụlọ akwụkwọ Miss Winsor dị na Boston",
  "Ọ nwara mana ọ naghị enweta nnabata na kọleji Bryn Mawr",
  "Na June 8, 1904, Frances dị afọ iri na asatọ lụrụ Henry (Harry) Wilder Keyes dị afọ iri anọ",
  "Harry Keyes, onye gụsịrị akwụkwọ na Harvard, mụrụ na Newbury, Vermont, mana etolite na Haverhill, New Hampshire",
  "Ọ ketara Pine Grove Farm (nke a na-akpọbu General Moses Dow Farm) n'aka nna ya",
  "Ọ bụ onye ọrụ ụlọ akụ nke ghọrọ onye ndọrọ ndọrọ ọchịchị Republican wee jee ozi otu oge dịka Gọvanọ nke New Hampshire (1917-1919) tupu ntuli aka ya na United States Senate (1919-1937)",
  "Frances Parkinson Keyes na-akọ akụkọ ya banyere mkpakọrịta ha na ha na-akpa na akwụkwọ mbụ nke akwụkwọ akụkọ onwe ya, Roses na December, na akụkọ ya banyere alụmdi na nwunye ha na nke abụọ ya, All Flags Flying",
  "Dị ka Keyes si kwuo, tupu alụmdi na nwunye ha, o wetara nkwa n'aka Harry na ọ bụrụ na ha nwere nwa nwanyị a ga-enye ya ohere ịga mahadum",
  "Frances na Harry nwere ụmụ nwoke atọ ọnụ: Henry Wilder Keyes, Jr",
  "(b",
  "1905), John Parkinson Keyes (b",
  "1907), na Francis (a na-akpọ Peter) Keyes (b",
  "1912)",
  "Ụmụ nwoke atọ ahụ gara Mahadum Harvard.",
  "Keyes malitere ide ihe mgbe o bi na Pine Grove Farm",
  "Edemede mbụ ya, \"Nganga na Ụdị iru uju\" na November 1917 na magazin New York nke a na-akpọ Chronicle",
  "Ọ kwadoro echiche bụ́ na ndị inyom ndị onye ha hụrụ n’anya nwụnahụrụ n’agha kwesịrị iyi kpakpando ọla edo dị ka ihe nnọchianya nke àjà ha",
  "Ọzọ bịara mbipụta nke sketch nke nne nne ya bụ Frances Parkinson na Granite Monthly, akwụkwọ akụkọ New Hampshire nke gara n'ihu bipụta ọtụtụ ihe osise akụkọ ihe mere eme nke Keyes na ụfọdụ akụkọ ya",
  "Enwetara ihe ịga nke ọma ka ukwuu site na mbipụta nke akụkọ ya bụ \"Mmetụta afọ ojuju nke Semi-Bostonian\" na Atlantic Monthly na December 1918",
  "Akwụkwọ akụkọ mbụ ya, Houghton Miffin bipụtara Old Grey Homestead na 1919.",
  "Mgbe ọ kwagara Washington, DC, Keyes dere usoro isiokwu maka ezigbo ụlọ akwụkwọ akụkọ nke akpọrọ \"Letters from a Senator's Wife.\" E mechara chịkọta ndị a n'ime otu akwụkwọ aha ya bụ otu n'ime akwụkwọ akụkọ atọ o dere banyere ahụmahụ ya na Washington",
  "(Ndị ọzọ bụ Capital Kaleidoscope na All Flags Flying",
  "Akwụkwọ akụkọ ya nke 1941 All That Glitters bụkwa maka ndọrọ ndọrọ ọchịchị Washington",
  ")",
  "Na 1934 Keyes nwetara akara ugo mmụta nke Litt",
  "D",
  "sitere na kọleji Bates",
  "Mgbe nwunye ya nwụsịrị na 1938, o dere ọtụtụ akwụkwọ na isiokwu magazin",
  "Edere akwụkwọ akụkọ ya na New England, Virginia, Louisiana, Normandy, na South America, na-egosipụta nzụlite ya na njem dị ukwuu.",
  "N'afọ ndị 1950, Keyes zụtara ụlọ Beauregard akụkọ ihe mere eme na New Orleans 'French Quarter wee bụrụ ihe ndabere nke ndụ New Orleans",
  "Ọ bụ nna nna nna chess Paul Morphy wuru ụlọ ahụ, onye ndụ ya bụ isiokwu nke akwụkwọ Keyes The Chess Players",
  "A kọrọ ọnọdụ ndị e ji arụ ụlọ na ebe obibi mbụ n’akwụkwọ ahụ.",
  "Ọtụtụ akwụkwọ Keyes ka edobere na ndịda Louisiana, ọ kọwakwara nke ọma ndụ ọha na mgbakọ n'akwụkwọ akụkọ ya",
  "Akwụkwọ akụkọ Keyes Blue Camellia na-akọ maka mmepe nke mpaghara ndịda Louisiana site na swampland ruo n'ugbo osikapa na-arụpụta ihe",
  "The River Road na-eche banyere ihe ubi sugar nke Mississippi River Delta na Crescent Carnival (akwụkwọ akụkọ Louisiana mbụ ya) na-akọ akụkọ ihe mere eme nke Carnival kemgbe 1890 (ya na ezigbo ihe gbasara omenala Creole na ọdịda ya n'oge ahụ)",
  "N'otu oge na Esplanade: okirikiri n'etiti agbamakwụkwọ abụọ nke Creole bụ akụkọ akụkọ ifo, nke edere maka ụmụ agbọghọ dị afọ iri na ụma, nke nwanyị Creole nke nyere Keyes ọtụtụ nghọta ya banyere ndụ Creole n'etiti Agha Obodo na Agha Ụwa Mbụ.",
  "Ọ gbasiri mbọ ike nyocha ihe gbasara isiokwu ya wee hụ na akụkọ ihe mere eme, mpaghara ala, asụsụ na ọbụna sayensị nke ederede ya ziri ezi.  ya gụnyere mmadụ iri na abụọ ma ọ bụ karịa n'ezie n'etiti ndị a ma ama, ụfọdụ ndị na-adịghị ahụkebe na ụfọdụ ọbụna ka dị ndụ n'oge o dere ha n'ime akwụkwọ ya (na ikike ha, n'ezie)",
  "Keyes gara ebe ọ ga-amụta gbasara isiokwu ya wee tinye ndị ọkọ akụkọ ihe mere eme na mpaghara ka ha nyere ya aka",
  "Ịdị nkọ nke ihe ndekọ ya n'ụzọ zuru ezu na-eme ka akwụkwọ akụkọ ya bụrụ ngwá ọrụ bara uru maka ịmụta banyere ogologo oge gara aga na omenala ndị nwụrụla anwụ.",
  "Ndị na-agụ akwụkwọ n'oge a ga-ahụ ihe ngosi ya nke agwa ndị Africa-American n'ozuzu regressive na mfe,  na e nwere oge ụfọdụ patches nke tupu Agha Ụwa nke Abụọ fashionable mgbochi Semitism na ya Juu odide",
  "Ụfọdụ n'ime agwa Irish ya na ndị Ịtali bụ ndị a na-akpụ akpụ, ma ọ bụ ọbụna ụdị echiche efu",
  "Ọ bụ ezie na Keyes bụ onye odee ama ama nke 1940 na 50s, mbipụta akwụkwọ ya dị adị na-adị ụkọ, ọtụtụ ọba akwụkwọ ewepụla akwụkwọ ya na shelf ha",
  "Enwere saịtị mkparịta ụka ndị fan na-etinye aka na ọrụ ya, ọkachasị okpukpe Katọlik ya, nke na-amasị ọtụtụ ndị na-akwado Katọlik.",
  "Enwere ike ịchọta ntọghata Keyes na Katọlik site n'ihe odide ya",
  "Ka ụwa ya na-agbasa site na nke onye New England gụrụ akwụkwọ ruo n'ọsọ ndọrọ ndọrọ ọchịchị na-emepe emepe na onye njem mba ọzọ, otu ahụ ka mmasị ya nwere n'okpukpe Katọlik gbakwara.  ndị Katọlik ji okpukpe kpọrọ ihe bụ́ ndị isi n'ofe mpaghara Ụka",
  "N’okwu mmalite nke “ ire ọkụ,” akwụkwọ ya banyere ndị ozi ala ọzọ nke Ndị Kraịst nke mmụọ nsọ kpalitere, o ji ọchị kwuo na ọ pụrụ ịbụ n’oge okwuchukwu nke were otu awa nke ụka ọgbakọ ọgbakọ ka o “were nzọụkwụ mbụ n’ebe ndị Katọlik nọ.”",
  "N'afọ 1958, Generalissimo Francisco Franco mere Keyes mma, onye nyere ya rịbọn nke Order nke Isabel onye Katọlik",
  "Ọ nwụrụ na 1970, mgbe ọ dị afọ 84, na New Orleans",
  "Nke mbụ n'ime akwụkwọ akụkọ Keyes setịpụrụ na Louisiana bụ Crescent Carnival, nke na-akọ akụkọ banyere ọgbọ atọ nke ezinụlọ abụọ jikọtara ọnụ",
  "Ndị Breckenridges bụ ndị Protestant, mgbe Fontaines bụ ndị Katọlik Louisiana Creoles, na nkata ahụ na-adabere n'ụzọ nke mpako na ihe ọjọọ na-agbakọta na omenala na ndọrọ ndọrọ ọchịchị dị iche iche iji mee ka ndị na-achọ ịhụ n'anya ghara ịlụ di na nwunye",
  "Usoro ọdịda na-akwụsị naanị na mmadụ abụọ nwere obi ike imeri ihe isi ike ma nabata ịhụnanya ha nwere n'ebe ibe ha nọ",
  "Ememme Carnival-karịsịa bọọlụ Carnival, ma gụnyere Mardi Gras parades-bụ ebe ndabere nke ọtụtụ ihe nkiri",
  "Ihe omume metụtara ụzọ abụọ Mardi Gras na-eche ihu mgbe ha fọrọ nke nta ka ha na-agbakọ dabere na akụkọ eziokwu, dịka Robert Talent dekọrọ n'akwụkwọ ya, Mardi Gras",
  "The River Road ka edobere megide ndabere nke ochie ezinụlọ sugar ugbo, na d'Alvery ezinụlọ na-agbasi mbọ ike ime ka ọ dị irè n'etiti agha ụwa abụọ",
  "The River Road bụ ihe ama ama n'ime akwụkwọ Keyes maka njedebe jọgburu onwe ya nke abụọ n'ime alụmdi na nwunye atọ ahụ edepụtara n'akwụkwọ akụkọ ahụ",
  "Ọtụtụ agwa anaghị enweta 'ngwụcha obi ụtọ'",
  "Na UK, The River Road ka ebipụtara dị ka mpịakọta abụọ, The River Road (akụkụ I-VI nke akwụkwọ US) na Vail d'Alvery (akụkụ VII-XI nke mbipụta US).",
  "Steamboat Gothic bụ ezigbo akwụkwọ akụkọ Gothic edobere n'okporo ụzọ Osimiri ama ama nke Louisiana",
  "Ụlọ ihe ọkụkụ nke kpaliri akwụkwọ akụkọ a ka dị; a na-akpọ ya \"San Francisco\", nke nwere ihe owuwu etiti Victoria na-echetara ụgbọ mmiri steam",
  "Nịm n'etiti 1865 na oké ịda mbà n'obi, Steamboat Gothic na-atụle mgbanwe nke ụzọ njem site na steamboat gaa ụgbọ okporo ígwè na mmetụta mgbanwe ahụ nwere n'osisi ndị dị n'akụkụ okporo ụzọ River",
  "Na UK, e bipụtara akwụkwọ akụkọ ahụ na mpịakọta abụọ, Steamboat Gothic na 1952 na Larry Vincent na 1953",
  "Akwụkwọ nke mbụ na-ekpuchi oge site na 1869 ruo 1895, na nke abụọ bụ oge site na 1897 ruo 1930",
  "Eyre &amp; Spottiswoode bipụtara aha abụọ na UK.",
  "Oriakụ Keyes bikwara nwa oge n'otu n'ime ihe ọkụkụ ndị dị n'akụkụ okporo ụzọ River",
  "\"The Cottage\" dị n'ebe ugwu nke ebe a maara dị ka Duncan's Point ma bụrụ ntọala maka akwụkwọ akụkọ ya, The River Road",
  "\"Cottage\" gbara ọkụ n'ala na 1960",
  "Agbanyeghị, mkpọmkpọ ebe ebe ahụ ka dị.",
  "A na- edobe Blue Camellia na obodo ndị dị na South Louisiana ma na-eme n'ubi osikapa",
  "A na-atụgharị onye na-akwado protagonist na nwunye ya Midwestern ndị rutere na obodo Cajun ma hụ omenala Cajun site n'anya ndị si mba ọzọ.",
  "Ihe omimi ihe omimi igbu ọchụ na Antoine's, nke e debere ozugbo na Agha Ụwa nke Abụọ gasịrị, ghọrọ onye na-ere ahịa Keyes (ma bụrụkwa naanị ihe omimi ya, ma e wezụga England-set The Royal Box, nke nwere ihe odide ole na ole)",
  "Atụmatụ ahụ bụ ntụgharị na-atọ ụtọ na echiche \"Onye kacha nta nwere ike ịbụ\" nke ihe omimi igbu ọchụ ma bụrụ onye ama ama maka \"ịkpọ egwuregwu ziri ezi\" na onye na-agụ ya: akara niile ịchọrọ iji dozie ihe omimi ahụ agbakwunyere na akwụkwọ akụkọ ahụ",
  "Atụmatụ aghụghọ nke metụtara ndọrọndọrọ ọchịchị na ndọrọ ndọrọ ọchịchị jiri ahụmịhe Keyes na Washington, DC, dịka nwunye Senator.",
  "Madame Castel's Lodger bụ akụkọ akụkọ ifo nke General PGT Beauregard",
  "Akwụkwọ akụkọ agha obodo Keyes ọzọ bụ ndị egwuregwu Chess bụ akụkọ akụkọ ifo nke ukwuu nke Paul Morphy, onye mmeri chess ụwa nke amụrụ na New Orleans.",
  "A na-ejikọta akwụkwọ akụkọ Keyes' Louisiana nke ọma site n'ụdị ndabere nke n'apụta n'akwụkwọ dị iche iche",
  "Ụlọ oriri na ọṅụṅụ Antoine na -egosi ma ọ dịkarịa ala obere oge na ihe niile ma Blue Camellia",
  "General Beauregard n'apụtakwa na nke ọ bụla n'ime akwụkwọ ndị e debere tupu 1900, a n'akpọkwa ya n'ụzọ ụfọdụ ma e wezụga otu n'ime ndị ọzọ (ọzọ, ewezuga Blue Camellia )",
  "Paul Morphy bụ onye ndu na The Chess Player na a tụlere ya n'ọtụtụ akwụkwọ ndị ọzọ",
  "A na-ekwu ntakịrị akụkọ banyere otu nwanyị Creole na-atụ ụjọ n'abalị agbamakwụkwọ ya na River Road ma kpọọ ya n'otu oge na Esplanade, Madame Castel's Lodger, Ndị na-egwu Chess na ndị ọzọ",
  "Ezinụlọ Villere nọ na etiti etiti na Ozugbo na Esplanade wee pụtachi (ọkachasị Madame Claiborne née Villere, enyi Keyes) n'ọtụtụ akwụkwọ Louisiana ndị ọzọ",
  "Onye na-agụ ya nwere echiche nke otu ụwa akụkọ jikọtara ọnụ na-adabere na akwụkwọ akụkọ Louisiana niile.",
  "Akwụkwọ akụkọ Louisiana ya nwere ogologo okwu okwu mmalite ma ọ bụ akwụkwọ edemede na-akọwa nchọnchọ nzụlite ya (gụnyere akwụkwọ akụkọ) yana depụta ọtụtụ ndị nyere ya ozi na/ma ọ bụ mkpali.",
  "Ụlọ ya na New Orleans, Ụlọ Beauregard-Keyes na Vieux Carré, bụ ụlọ ngosi ihe mgbe ochie",
  "N'oge gara aga, ma ọ bụghị nke ya, Confederate General PGT Beauregard, Keyes weghachiri ụlọ ahụ na ebube Victorian, ụlọ ọrụ ya na-anọgide na-egosipụta, zuru ezu na ihe odide",
  "A maara ugbu a dị ka Ụlọ Beauregard-Keyes na ubi, ụlọ ihe ngosi nka nwere akwụkwọ ozi Keyes buru ibu, yana nchịkọta ụmụ bebi ya, ndị fan, uwe ndị okenye na-anakọta na njem ụwa ya na veilleuses poselin na-adịghị ahụkebe, ụdị teapot nke ọdịnaya ya",
  "-ihe ọ bụla sitere na tii ruo na mmiri ara ehi - na-eji obere ọkụ vootu na-ekpo ọkụ",
  "The veilleuse nwere agbakwunyere ego nke ije ozi dị ka ìhè abalị na a na-ejikarị ya n'oge ụra",
  "Oriakụ Keyes' kwuru banyere ojiji nke veilleuse n'ọtụtụ akwụkwọ akụkọ ya",
  "Nchịkọta veilleuse ya bụ na ọ bụ otu n'ime ndị kasị ukwuu n'ụwa, nke abụọ na otu na Trenton, Tennessee",
  "Oriakụ E gosipụtara nchịkọta nwa bebi Keyes na akwụkwọ akụkọ ndụ nke Laurie McGill mepụtara maka United Federation of Doll Clubs, Inc",
  "(www.ufdc.org) nke isiokwu ya bụ \"Ozugbo N'otu oge: Akụkọ nke Dixie Doll.\"",
  "Ụlọ Beauregard-Keyes pụtara na ọ dịghị ihe dị njọ maka eyi mgbe Hurricane Katrina gasịrị, ma ihe owuwu ahụ mebiri n'elu ụlọ.",
  "Ọrụ ndị ama ama nwere ụbọchị mbipụta US mbụ (akwụkwọ Louisana / Mississippi Valley) nwere akara nrịbama*:"
]