[
  "Frank Rajah Arase (onye amụrụ Frank Rajah Efosa Arase) bụ onye nduzi ihe nkiri Naijiria. Arase bụ nwa afọ Edo State, Nigeria. A họpụtara ya maka onye nduzi kacha mma na 4th Africa Movie Academy Awards.",
  "A mụrụ Arase na Benin City, Edo, Nigeria",
  "Ọ tolitere na Lagos ebe ọ malitere ọrụ ihe nkiri ya.",
  "Arase banyere n'ime ihe ngosi mgbe ọ dị obere",
  "Ọ malitere dị ka onye na-eme ihe nkiri na Naịjirịa; ọ bụ onye na-agba egwú maka ndị otu National Theatre ma na-emekwa ihe nkiri",
  "Ọ zutere onye na-eme ihe nkiri Nollywood na onye nduzi Paul Obazele, onye zụrụ ya na ụlọ ọrụ ihe nkiri",
  "Na mbụ, ọ bụ onye na-eme ihe nkiri, na-egosi na ihe nkiri dịka Scores To Settle, After School Hours",
  "Ịhụnanya ya maka ịnọ n'azụ ihe nkiri dọtara ya n'ịduzi ihe nkiri nke ya",
  "Mgbe ọ duziri ihe nkiri ole na ole na Naịjirịa, o kwetara iduzi ihe nkiri maka ụlọ ọrụ mmepụta ihe nke Ghana, Venus Films, mgbe ọ jụrụ mgbalị ndị ụlọ ọrụ ahụ mere n'oge gara aga",
  "Ọ duziri ihe nkiri akpọrọ Official Prostitute in Ghana ma gaa n'ihu na-eme ihe nkiri na Naịjirịa mgbe nke ahụ gasịrị.",
  "N'ikpeazụ, Abdul Salam Mumuni nke Venus Films tụrụ aro nkwekọrịta afọ abụọ na Arase",
  "Nke a gụnyere iwebata ndị na-eme ihe nkiri Ghana n'ime ụlọ ọrụ ihe nkiri Nollywood ma mee ka ha nwee ike kpakpando dịka ndị na-emepụta ihe nkiri Naijiria",
  "Ndị na-eme ihe nkiri Ghana bụ ndị a ma ama site na mmekorita nke gụnyere: Jackie Appiah, Van Vicker, Majid Michel, Nadia Buari, John Dumelo, Kalsoume Sinare na Kofi Adjorolo na ndị ọzọ",
  "A gbatịkwuru nkwekọrịta ahụ maka afọ abụọ ọzọ nke dugara na iwebata ndị ọzọ na-eme ihe nkiri dịka Yvonne Nelson, Juliet Ibrahim, Frank Artus na Martha Ankomah",
  "Ihe nkiri ndị e mepụtara n'oge a gụnyere: Mummyz Daughter, Beyonce, Heart of Men, The Game, Who Loves Me?, Princess Tyra, The King is Mine, Agony of Christ, Crime to Christ na ọtụtụ ndị ọzọ",
  "Emepụtara ihe nkiri ndị ahụ na ụlọ ọrụ mmepụta Arase, Raj na Heroes Films. Mgbe nkwekọrịta ya na Venus Film gwụsịrị, ọ gara n'ihu na mmepụta nke ya site na uwe ya, nke wepụtara ihe nkiri ama ama dịka Somewhere in Africa na ihe nkiri Iyore.",
  "Arase bụ nwa nke abụọ nke ezinụlọ",
  "Ọ lụrụ nwanyị Sierra Leone na ezinụlọ ya bi na Naịjirịa. Arase dị ugbu a na Accra, Ghana na Lagos, Lagos State."
]