[
  "Francis Duroy (amụrụ na 12 Septemba 1959) bụ onye na-eme violin na France.",
  "A mụrụ ya na Charenton-le-Pont, Duroy malitere ọmụmụ egwu ya mgbe ọ dị afọ asatọ na conservatoire à rayonnement régional de Saint-Maur-des-Fossés [fr] ebe a matara ya violin, piano, French horn, ederede na egwu ụlọ",
  "Ọ gara n'ihu na ọmụmụ violin ya na Brussels na Maurice Raskin, mgbe ahụ na Conservatoire national supérieur musique et danse de Lyon, na Véda Reynolds.",
  "N'afọ 1985, Duroy natara agụmakwụkwọ iji mụọ na Banff Centre School of Fines Arts (Canada)",
  "Ọ zụlitere nkà ya na nnukwu ndị ọkachamara dịka ndị na-eme violin Zoltán Székely na Ivry Gitlis, onye na-eme violon Raphael Hillyer, onye na na-eme cello Anner Bylsma na onye na-akpọ piano Menahem Pressler.",
  "N'afọ 1986, a họpụtara Duroy ka ọ bụrụ onye na-eme ihe nkiri nke Opéra national de Lyon n'okpuru nduzi nke John Eliot Gardiner na Kent Nagano",
  "Site na 1989 ruo 1991, ọ bụ onye na-eduzi egwu nke Orchestre national de Lyon, Emmanuel Krivine na-edu.",
  "Kemgbe afọ 1992, Duroy nwere ọrụ dị ka onye na-eme ihe nkiri nke kpọgara ya na kọntinent niile.",
  "N'afọ 2005, o mere njem dị mkpa nke kpọgara ya n'ebe ndị kachasị ukwuu na Japan ma meghee ọnụ ụzọ Eshia",
  "Ọ rụkwara ọrụ na Korea.",
  "N'afọ 2010, Duroy was invited to perform in a recital on the prestigious stage of New York's carnegie Hallna 2021 ,at the invitation of the Crech Philharmonic orchestra,he gave a recital at the Rudolfinum in Prague.",
  "A kpọrọ ya n'ọtụtụ ememme na ebe ndị a ma ama, ọ rụrụ ọrụ na Japan na Kioi Hall na Tokyo, Shirakawa Hall na Nagoya, NHK Hall na Osaka, Kyoto Center Hall, na Korea na Poyang City Hall na Mahadum Pusan, USA na Carnegie Hall na (New York), Musical Bridges gburugburu World San Antonio Festival (Texas), Black Man Hall na Boston, Norway, Grieg im Bergen Festival, Slovenia, NH Lubto, Paris Musical To Tous, Paris Muscales, Paris Muscale, Paris Festival, Paris Mus Musical Tous, Fr Fr  Frutes, Paris Musicals, Paris Musicas, Paris Musics, Paris Musikers, Paris Musie, Paris Musia, Paris Mustics, Paris Musikiles, Paris Musika, Paris Muski, Paris Musy, Paris Musisi, Paris Musks, Paris Muses, Paris Music Festival, Paris Paris Musical Festival, Paris, Paris Musid, Paris Muscle, Paris Musal, Paris Musques, Paris Muscles, Paris Musk, Paris Muska, Paris Musals, Paris Musike, Paris Muschi, Paris Mus, Paris Muscy Festival, Paris..",
  "A na-akpọ Duroy ka ọ bụrụ onye na-egwu egwu n'onwe ya na ọtụtụ ndị na-akụ egwú gburugburu ụwa: Dnipro Philharmonic Orchestra na Kyiv Philharmonical Orchestra (Ukraine), Pohang Symphony Orchestra (Korea), San Luis Potosi Symphony orchestra na Aguascalientes Symphony Orkestra (Mexico), Ribeiro Preto Symphony orkestra (Brazil), Ico Magna Grecia Orchestra (Italy), Baden Bade, Romanian State Orchestra, Opéra de Lyon, Orchestra, Orchestra nke Orchestra, Orkestra, Orchestre National de Lyon, Orkestre Les Orchestra, Vienna, Orchestra na Chamber, Orchestra of Lyon, Orchestre, Orchestra ya bụ Orkestra nke France Orchestra, orchestre, Orchestre L's, Orchestra L's Proviel, Orchestra",
  "Egwú Duroy sitere n'oge Baroque ruo n'egwú nke taa",
  "He has collaborated with many composers including Michaèl lèvinas,Philippe leroux, Wolfgang motz  and Nicolas vèrin who dedicated his work chasses croises// for violin and piano to him",
  "Na mgbakwunye na ọrụ egwu ya, Duroy nwere ọrụ nkuzi dị mkpa: ọ bụ prọfesọ ugbu a na Conservatoire à rayonnement régional de Lyon [fr]",
  "A na-akpọkwa ya ka ọ nye nkuzi na Eshia (Japan na Korea) na Europe ma bụrụ onye otu ndị ọka ikpe n'ọtụtụ asọmpi mba ụwa",
  "Duroy bụ onye guzobere - na onye nduzi nka nke Musicalta kemgbe e guzobere ya na 1993."
]