[
  "Frank Nneji (a mụrụ n'April 30, 1960) bụ onye guzobere na onye isi nchịkwa nke Associated Bus Company (ABC) Transport Plc, ụlọ ọrụ ụgbọ njem mbụ ghọrọ <a href=\"https://en.wikipedia.org/wiki/Public_limited_company\" rel=\"mw:ExtLink\" title=\"Public limited company\" class=\"cx-link\" data-linkid=\"47\">Public limited company</a> (PLC) ma mekwa ka Coach (bus) na-ewu ewu na ụsọ oké osimiri West Africa.",
  "Nneji guzobere Rapido Ventures Limited na 1983 mgbe o mechara NYSC ya",
  "Mgbe e nyere ya nkwekọrịta iji nye Mahadum Federal University of Technology (FUTO) ọnụ ọgụgụ dị ukwuu nke bọọdụ ọcha, ụlọ ọrụ ya nwere ike ịkwụ ụgwọ.",
  "N'afọ 1991, Nneji kwadebere atụmatụ azụmahịa zuru oke mabịakwute ụlọ akụ Diamond maka mgbazinye ego nke putara otu nde na narị puku ise Naira, nke o ji gbazite bọs HiAce ise iji malite azụmahịa ya, nke ọ kpọrọ The Associated Bus Company (ABC)",
  "Ụlọ ọrụ ahụ ghọrọ ụlọ ọrụ njem mbụ ịghọ ụlọ ọrụ Public Liability Company (PLC) ma meekwa ka ọrụ bọs dị oké ọnụ ahịa na-ewu ewu na ụsọ oké osimiri West Africa.",
  "Nneji malitekwara njem ọgbara ọhụrụ na Naịjirịa site na ntọala ABC Transport Plc na Febụwarị 13, 1993; nkewa nke Rapido Ventures Limited, afọ iri mgbe e guzobesịrị ABC Transport",
  "Ọ malitere COACH WEST-AFRICA na July 16, 2004.",
  "Nneji bụ onyeisi oche, Rapido Foods Ltd (Ndị na-emepụta Fibi Sausage Rolls), Transit Support Services Ltd (Ndị Mgbakọ nke ụgbọala Baw, Ụgbọ ala Shacman na Forland na Naịjirịa), Mayfair Suites and Conference Centre, Egbu Road, Owerri, onye isi nchịkwa (M.D), City Transit in, Abuja na Abuja City Sightseeing Tours, Naịjiria.",
  "Ewezuga gọọmentị steeti, ọ bụ onye ọrụ kachasị ukwuu nke n'enwe ọrụ na Imo Steeti",
  "A kpọrọ ya otu n'ime ndị Top 100 Tourism Personalities na West Africa.",
  "Nneji bụ onye na-azọ ọkwa otu All Progressives Grand Alliance (APGA) na ntuli aka Gọvanọ steeti Imo maka afọ 2019.",
  "Nneji lụrụ Ngozi Nneji, bụkwa onye gụsịrị akwụkwọ na Zoology nke Mahadum Nigeria, Nsukka ma nwee ụmụ anọ."
]