[
  "Franklyn Seales (ubochí irí na isé n'ọnwa Julaị, 1952 rụo ụbọchị irí ànó n'ọnwa Mée, 1990) bụ onye America na-eme ihe nkiri, telivishọn na ihe nkiri",
  "A maara ya màkà ngosipụta ya nke ónyé njikwa azụmaahịa Dexter Stuffins na sitcom Silver Spoons nke afọ 1980, na ónyé omekome ndị uwe ojii a màrà ikpe Jimmy Lee (Youngblood) Smith na ihe nkiri 1979 The Onion Field",
  "A mụrụ Franklyn Vincent Ellison Seales n'ubochí irí na isé n'ọnwa Julaị, 1952, nwá nké isé n'ime ụmụnne asatọ, na Calliaqua na Francis Seales, ónyé na-azụ ahịa ụgbọ mmiri na ónyé ọrụ gọọmentị, na Olive Seales (née Allen), ónyé na-elekọta ụlọ",
  "Seales bụ ónyé Bekee, Scottish, African, Portuguese na Native Caribbean",
  "Ya na ezinụlọ ya hapụrụ West Indies na 1960 wee biri na New York City",
  "Ọ gàrà Lincoln High School na Brooklyn.",
  "Seales bu n'obi ịmụ ihe na Pratt Institute iji chụsoo ọrụ nka",
  "Otú ọ dị, na mbido afọ 1970, Seales kwetara iso ényi ya na-achọ ime ihe nkiri gaa nyocha na Juilliard School",
  "Ka Seales na-enyere ényi yá áká ịgafe ebe a ma ama na Romeo na Juliet, ónyé na-eme ihe nkiri / onye na-emepụta ihe nkiri John Houseman (ónyé nduzi na ónyé guzobere ngalaba ihe nkiri ụlọ akwụkwọ ahụ) malitere ịhụ ya",
  "Houseman nyere Seales agụmakwụkwọ Juilliard afọ anọ. Seales bụ ónyé mbụ na naanị ónyé gụsịrị akwụkwọ na Juilliard nke si St",
  "Vincent. Ọ gụrụ akwụkwọ na Houseman's Acting Company.",
  "Seales mèrè ọganihu ya na 1978 na ihe nkiri PBS, Trial of the Moke, na-egosi Lt",
  "Henry O",
  "Flipper, ónyé Africa America mbụ gụsịrị akwụkwọ na West Point. Ọ gàrà n'ihu na-apụta na The Onion Field (1979), ebe ọ gosipụtara ónyé omekome ndị uwe ojii a màrà ikpe Jimmy Lee (Youngblood) Smith. N'otu afọ ahụ, o nwekwara obéré ọrụ na Star Trek: The Motion Picture Ọ pụtara na ihe nkiri 1981, Southern Comfort, ébé ọ gosipụtara Rifleman Cleotis Simms.",
  "Ọ bịara mée telivishọn ndị ọzọ wee bụrụ ónyé na-eme ihe nkiri na Silver Spoons (nke Houseman sokwa mee), ihe nkiri na-atọ ọchị nke mmalite afọ 1980 nkè o gosipụtara Dexter Stuffins site na 1983 ruo 1987. Ọ pụtara na ihe omume nke Hill Street Blues na Amen",
  "Na Los Angeles, Seales sonyeere L.A",
  "Theatre Works ma hụ ya na mmepụta ndị na-abụghị nke omenala dị ka Conversation at Night With a Despised Character, nke ónyé nkatọ Los Angeles Times Lawrence Christon hụrụ ya \"otu n'ime ndị na-eme ihe nkiri America kachasị mma",
  "\"",
  "Dị ka Walter Hill, ónyé nduzi nke Southern Comfort, si kwuo, Seales bụ nwoke na-edina nwoke ibe ya n'ihu ọha.",
  "Franklyn Seales malitere ịchọpụta mgbaàmà nke ọrịa metụtara ọrịa AIDS (karịsịa ụkwara na-adịgide adịgide) na setịpụrụ Amen ma ghara ịrụ ọrụ mgbè niile màkà afọ abụọ ikpeazụ nke ndụ ya.",
  "Na Mee 14, 1990, Seales nwụrụ mgbè ọ dị afọ irí àtó nà asaá site na nsogbu nke ọrịa AIDS n'ụlọ ezinụlọ ya na Brooklyn. A kpọrọ ozu ya ọkụ ma gbasaa ntụ ya n'Oké Osimiri Caribbean.",
  "Àtụ:Memoryalpha"
]