[
  "Francis Bebey (French: , 15 Julaị 1929 na Douala, Cameroon - 28 Mee 2001 na Paris, France) bụ onye Cameroon na-ede akwụkwọ na onye na-ede egwu.",
  "A mụrụ Francis Bebey na Douala, Cameroon, na 15 Julaị 1929. Bebey gara kọleji na Douala, ebe ọ gụrụ mgbakọ na mwepụ, tupu ọ gaa mụọ mgbasa ozi na Mahadum Paris",
  "N'ịga United States, ọ gara n'ihu na-amụ mgbasa ozi na Mahadum New York",
  "N'afọ 1957, Bebey kwagara Ghana na òkù nke Kwame Nkrumah, wee were ọrụ dị ka onye mgbasa ozi.",
  "Ná mmalite afọ 1960, Bebey kwagara France wee malite ọrụ na nka, na-eme onwe ya ka ọ bụrụ onye egwu, onye na-akpụ ihe, na onye edemede",
  "Akwụkwọ akụkọ ya kachasị ewu ewu bụ Agatha Moudio's Son",
  "Mgbe ọ na-arụ ọrụ na UNESCO site na 1961-74, o nwere ike ịghọ onye isi nke ngalaba egwu na Paris",
  "Ọrụ a nyere ya ohere ime nnyocha ma dekọọ egwu ọdịnala Afrịka.",
  "Bebey wepụtara abọm mbụ ya n'afọ 1969",
  "Egwú ya bụ isi guitar, mana ọ jikọtara ngwá ọdịnala Afrịka na synthesizers",
  "Ọ bụ ezie na a na-eto Bebey ugbu a maka egwu ya, mmasị egwu ya kpatara esemokwu na egwu obodo ya mgbe ọ malitere. Ụdị ya jikọtara makossa Cameroon na guitar oge ochie, jazz, na pop,  ma ndị nkatọ weere ya dị ka ihe na-enweghị atụ, \"onye nwere ọgụgụ isi, onye na-atọ ọchị, na onye na-akpali agụụ mmekọahụ.\"  Ọ bụrụ abụ na Duala, Bekee, na French",
  "Bebey nyere aka ịmalite ọrụ Manu Dibango",
  "Bebey wepụtara ihe karịrị abọm iri abụọ n'elu ọrụ ya,  ma makwaara ya maka uri ya, gụnyere Black tears (1963), uri a raara nye March on Washington maka Ọrụ na Nnwere Onwe",
  "Bebey dere akwụkwọ akụkọ, uri, egwuregwu, akụkọ, obere akụkọ, na ọrụ ndị na-abụghị akụkọ ifo. Ọ malitere ọrụ edemede ya dị ka onye nta akụkọ n'afọ ndị 1950 ma n'otu oge rụọ ọrụ dị ka onye nta akụkọ na Ghana na mba Afrịka ndị ọzọ maka netwọk redio French, Société de radiodiffusion de la France d'outre-mer (SORAFOM).",
  "E bipụtara akwụkwọ mbụ Bebey, Le Fils d'Agatha Moudio (Agatha Moudio's Son), na 1967 ma nye ya Grand prix littéraire d'Afrique noire na 1968; ọ ka bụ ọrụ ya a maara nke ọma. Akwụkwọ akụkọ ya, L'Enfant pluie (The Child of Rain), nke e bipụtara na 1994, e nyere ya Nrite Saint Exupéry",
  "Na mgbakwunye na inyocha ahụmahụ nwata na ndị okenye na ọrụ ya, Bebey dekwara akụkọ sitere na ọdịnala ọnụ nke Afrịka.",
  "Bebey nwụrụ na Paris, France, na 28 Mee 2001",
  "Ndị lanarịrị ya gụnyere ụmụ ya Patrick, Toups, na Kidi Bebey, na nwunye ya.",
  "Edere ihe odide John Williams \"Hello Francis\" dị ka ụtụ nye Bebey: \"Ihe a dabere na Makossa, ụda ịgba egwu a ma ama sitere na Cameroon nke Francis na-ejikarị eme ihe, ma na-agụnye ihe odide sitere na ihe odide ya The Magic Box na obere ihe zoro ezo nke J.S",
  "Bach",
  "\"",
  "Egwu Arcade Fire, \"Everything Now,\" nwere akụkụ ọjà sitere na \"The Coffee Cola Song\" nke Francis Bebey dere. Ọ bụ Patrick Bebey, nwa Francis Bebey, na-akpọ akụkụ ọjà ahụ.",
  "E nyere Francis Bebey Grand Prix de la Mémoire nke GPLA 2013 maka ihe nketa edemede ya",
  "Grand Prix de la Mémoire bụ onyinye a raara nye ndị isi edemede nke akwụkwọ Cameroon nke oge a nwụrụ anwụ. E nyekwara ya Grand Prix Litteraire De L'Afrique Noire na 1968 maka akwụkwọ mbụ ya Le Fils d'Agatha Moudio (Agatha Moudio's Son).  Grand Prix Litteraire De L'Afrique Noire bụ ihe nrite edemede maka Black Africa",
  "Akwụkwọ akụkọ ya bụ L'Enfant pluie (Rain Child) meriri Prix Saint Exupéry n'afọ 1994",
  "A na-enye onyinye Prix Saint Exupéry nye ndị edemede akwụkwọ ha hụrụ ndị na-eto eto n'anya na ndị na-eto eto hụrụ akwụkwọ ha n'anya."
]