[
  "Francis Obiorah Obikwelu, GOIH (amuru 22 Novemba 1978) bu onye oso oso  amuru na Naijiria bi na Portugal lara ezumike nka, onye ọkachamara na 100 mita na 200 mita",
  "Ọ bụ onye ritere ọla ọcha Olympic na 2004 na 100 mita",
  "N'otu oso ahụ, o debere  ndeko maka egwuruegwu European kembu na ihe omume ahụ na 9.86 sekọnd, nke guzoro ihe fọrọ nke nta ka ọ bụrụ afọ 17.",
  "A mụrụ Obikwelu na Onitsha, Nigeria",
  "Mgbe ọ dị afọ iri na anọ, otu n'ime ndị nkuzi bọọlụ Obikwelu hụrụ ya wee tụrụ aro ka ọ nwalee egwuregwu",
  "Ka afọ abụọ gachara, ọ nọchitere anya Naịjirịa na asọmpi Junior Africa nke 1994 wee nweta nrite ọlaọcha na 400 mita",
  "Obikwelu kwagara Lisbon, Portugal ka ọ dị afọ iri na isii",
  "Mgbe egwuregwu Lisboa e Benfica na Sporting Clube de Portugal jụrụ ya, ọ rụrụ ọrụ dị ka onye na-ewu ụlọ na Algarve",
  "O kpebiri ịmụta Portuguese, na onye nkụzi ya tinye ya na kọntaktị na egwuregwu club Belenenses, ebe ọ maliteghachiri omume",
  "Mgbe Obikwelu bi na Portugal, otu nwanyị nakweere ya nke ọ na-akpọ ugbu \"nne\" ya.",
  "N'ọnwa Julaị afọ 2000, onye na-agba ọsọ Naijiria nke nọ na Lisbon bụ Mercy Nku kwuru na Obikwelu ekpebiela ịsọ mpi na Portugal n'ihi ileghara anya ndị ọrụ egwuregwu Naịjirịa mgbe o merụrụ ahụ mgbe ọ nọchitere anya Naijiria na Sydney, Australia",
  "\"Ọ gara Canada ka a wara ya ahụ n'ikpere, ma-emefu ego nke ya.\" Obikwelu ghọrọ nwa amaala Portuguese na October 2001.",
  "Mmezu egwuregwu Obikwelu, akụkọ ndụ ya na àgwà ya mere ka ọ bụrụ onye a ma ama na Portugal, ebe a na-akpọ ya Chico, ụdị dị mkpụmkpụ nke ụdị Portuguese nke aha mbụ ya.",
  "Obikwelu nwere ndekọ Europe maka oge kachasị ọsọ na 100 m na 9.86 sekọnd",
  "Ọ gụchara nke abụọ na 100 m n'egwuregwu Olimpik nke afọ 2004 na Athens, Greece, ihe nrite mbụ n'egwuregwu ịgba ọsọ maka Portugal",
  "Ọ meriri 100 m na 200 m na 2006 na European Championship na Athletics wee bụrụ nwoke mbụ na-eme egwuregwu meriri na 100 m ya na 200 m na European Championship.",
  "N'asọmpi ntozu n'egwuregwu Summer Olimpik nke afọ 2004, Obikwelu gbara ọsọ ugboro abụọ n'okpuru sekọnd iri, na-esetịpụ ndekọ mba",
  "Na mgbe ikpeazụ, ọ gbakere site na ọnọdụ na-abụghị nke nrite na ọkara nke abụọ na oso ahu nweta ọlaọcha, nanị otu narị sekond n'azụ Justin Gatlin na otu narị n'ihu Maurice Greene, na-eti ihe ndekọ mbụ nke Europe nke Linford Christie setịpụrụ",
  "n'afọ 1993",
  "Obikwelu gbara nke ise na 200m.",
  "A họpụtara Obikwelu Waterford Crystal European Male Athlete of the Year maka 2006 site na European Athletic Association, na ntuli aka ịntanetị imeghe ndị otu federations, mgbasa ozi na izugbe ọha",
  "Obikwelu kwuputara maka ịla ezumike nka n'asọmpi egwuregwu ka o rughị eru maka 100 m finals na 2008 Beijing Olympics, ma ọ weghachitere nkwupụta ahu, na-ikweta nsọpụrụ afọ ikpeazụ nke nkwekọrịta ya na track club",
  "Obikwelu meriri 100 m nrite ọla edo na egwuregwu Lusophony 2009",
  "Àtụ:Updated",
  "Dị ka 9 Septemba 2008",
  "Obikwelu bụ onye mmeri ụwa junior n'afọ 1996 karịrị 100 m na 200 m.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-sports\nÀtụ:Succession box\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-end",
  "Àtụ:European Athlete of the Year (men)Àtụ:Footer European Champions 100 m MenÀtụ:Footer European Champions 200 m MenÀtụ:Footer European Indoor Champions 60m MenÀtụ:Footer All-Africa Champions 200 m MenÀtụ:Footer IAAF World Cup Champions 200m MenÀtụ:Footer World Junior Champions men's 100 metresÀtụ:Footer World Junior Champions men's 200 metres"
]