[
  "François Luambo Luanzo Makiadi (6 Julaị 1938 - 12 Ọktoba 1989) bụ onye egwu Congo",
  "Ọ bụ onye isi na egwu Congo nke narị afọ nke iri abụọ, na egwu Afrịka n'ozuzu ya, ọkachasị dị ka onye ndu maka ihe karịrị afọ iri atọ nke TPOK Jazz, otu egwu Afrịka kachasị ewu ewu ma dị ịrịba ama n'oge ya",
  "A na-akpọ ya Franco Luambo ma ọ bụ naanị Franco",
  "A maara ya maka nkà ya nke African Rumba, ndị na-akwado ya na ndị nkatọ kpọrọ ya \"Sorcerer of the Guitar\" na \"Grand Maître of Zairean Music\", yana Franco de Mi Amor site n'aka ụmụ nwanyị Fans. Egwu ya a maara nke ọma, \"Mario\", rere ihe karịrị 200,000 ma nweta ọla edo.",
  "A mụrụ ya n'ọnwa Julaị 6, afọ 1938 n'obodo nne ya nke Sona-Bata [fr] n'ihe bụ Belgian Congo n'oge ahụ, ọ tolitere n'isi obodo, Léopoldville (nke bụzi Kinshasa)",
  "Mgbe nna ya, onye na-arụ ọrụ n'ụgbọ okporo ígwè, nwụrụ n'afọ 1949, ọ kwụsịrị agụmakwụkwọ ya mgbe ọ dị afọ iri (10) ma ọ bụ iri na otu (11) ma nyere nne ya aka site n'ịkpọ ụbọ akwara, harmonica na ngwá egwu ndị ọzọ iji dọta ndị ahịa na ụlọ ahịa ya na mpaghara Ngiri-Ngiri nke Léopoldville",
  "Ọ nụkwara egwu egwu ya site n'iso Paul \"Dewayon\" Ebengo, enyi ya tọrọ ya nke nwere ezigbo guitar.",
  "N'afọ 1950, Franco (onye dị afọ iri na abụọ n'oge ahụ), Dewayon (onye dị iri na isii), na ndị ọzọ guzobere otu a na-akpọ Watam, nke na-egwuri egwu ọnụ ruo afọ atọ, na-egwú agbamakwụkwọ na olili ozu yana enyemaka nke onye nduzi Franco, onye egwu a ma ama Albert Luampasi, na-edekọ egwu ole na ole na akara ndekọ Ngoma.: 53",
  "N'afọ 1953, Franco na Dewayon nyochara maka onye egwu na onye na-emepụta ihe Henri Bowane, mgbe ahụ na Leopoldville's Loningisa record label na studio, bụ ndị goro ha abụọ dị ka ndị na-eti egwu studio.: 54 Franco wepụtara ma ọ dịkarịa ala ndekọ atọ n'afọ 1953 na Watam na Loningisa, nke e nyere ya Lwambo François.  Nakwa n'afọ 1953, Franco wepụtara na Loningisa ndekọ mbụ ya, \"Bolingo Na Ngai Na Beatrice\" (ịhụnanya m nwere n'ebe Beatrice nọ), nke mere ka Franco bụrụ onye ama ama na Kinshasa. : 55 : 188 Bowane kwukwara na o nyere onye na-eto eto na-eti egwu aha ndụ ya, Franco : 52",
  "N'afọ 1955, Franco so n'otu ndị egwu Leopoldville nke malitere ịrụkọ ọrụ ọnụ n'okpuru nkwado nke Loningisa studio; a maara otu ahụ dị ka Bana Loningisa (ụmụ Loningisa)",
  "N'afọ 1956, isi ntọala mbụ nke mmadụ isii n'ime ndị egwu ahụ, ya na Franco dị ka naanị onye na-egwu egwu, kwetara ịnakwere ọrụ a na-akwụ ụgwọ na O.K",
  "Bar, nke aha ya bụ onye nwe ya, Oskar Kashama",
  "Izu ole na ole ka e mesịrị, na-achọ aha maka nkwekọrịta, ndị otu ahụ jiri OK Jazz, site na ebe ọ malitere (a na-ekwukwa na O.K",
  "pụtara Orchestre Kinois, ma ọ bụ ndị otu Kinshasa), e mekwara ha baptizim\" n'okpuru aha ahụ na ihe ngosi n'ọnwa Juun 6, afọ 1956 na O.K",
  "Bar",
  "Mgbe clarinetist Jean Serge Essous bụ onye ndu mbụ nke O.K",
  "Jazz, Franco bụ onye na-ede egwu; Essous kpọrọ ya \"ụdị ọgụgụ isi\" maka ide ihe karịrị otu narị egwu na akwụkwọ edemede ya n'oge ahụ",
  "O.K",
  "Jazz ghọrọ ngwa ngwa onye na-emegide ndị isi obodo guzobere n'oge ahụ, African Jazz n'okpuru Joseph Kabasele",
  "N'ọnwa Disemba afọ 1956, mgbe mgbanwe ụfọdụ nke ndị ọrụ gasịrị, usoro ọhụrụ (na obere oge) nke O.K",
  "Jazz wepụtara rumba nke Franco dere nke ga-abụ ụkpụrụ nduzi nke ìgwè ahụ: \"On Entre O.K., On Sort K.O.\" : 56–59",
  "N'afọ 1957, O.K",
  "Jazz tụfuru onye ndú ya, Essous, yana onye na-agụ egwú mbụ Philippe \"Rossignol\" Lando, mgbe Bowane were ha n'ọrụ maka akara ndekọ ọhụrụ ya, Esengo (Bowane hapụrụ Loningisa mgbe O.K- Jazz meriri ya n'ebe ahụ).: 64化65 Mgbe onye na-akpọ egwú Vicky Longomba ghọrọ onye ndú ọhụrụ nke otu ahụ, Franco sikwara.",
  "N'afọ 1958, mgbe O.K",
  "Jazz laghachiri Leopoldville mgbe otu afọ gachara na Brazzaville, e jidere Franco ma tụọ ya mkpọrọ maka \"mmebi iwu nke moto\": 188 Mgbe a tọhapụrụ ya, ọ nwetaghachiri ma mee ka aha ya dị ka \"Onye Ọkachamara nke Guitar\": 188 Usoro guitar ya nwere mmetụta dị ukwuu nke na ka ọ na-erule ngwụcha afọ 1950 na ọtụtụ afọ mgbe nke ahụ gasịrị, ndị na-akpọ Guitarist Congo kewara n'ogige abụọ, otu nke Franco duziri na nke ọzọ nke Docteur Nico Joseph Kabasele's African Jazz.",
  "N'ime afọ 1960, Franco na O.K",
  "Jazz \"na-eme njem mgbe niile ma dekọọ ọtụtụ ihe: 188 Ka ọ na-erule afọ 1967, Franco bụ onye isi otu egwu ahụ, ya na onye na-agụ egwú Vicky.  Mgbe Vicky hapụrụ n'afọ 1970, Franco ghọrọ naanị onye ndú nke òtù ahụ.",
  "Mgbe ahụ, mgbanwe ọzọ na Tout Puissant O.K",
  "Jazz (T.P.O.K",
  "jazz) (nke na-anọ na French maka The Almighty O.K\"",
  "Jazz)",
  "N'afọ 1978, Onye isi ala Zaire bụ Mobutu tụrụ Franco mkpọrọ ọnwa abụọ maka okwu abụ ya \"Helene\" na \"Jackie\"",
  "189 Ka e mesịrị n'otu afọ ahụ, Otú ọ dị, Onye isi ala Mobutu chọrọ ya mma maka onyinye egwu ya.: 189",
  "Luambo dekọrọ egwu nkeji iri abụọ na otu, nke a na-akpọ Na Lingaka Yo Te",
  "Ọ bụ abụ kachasị ogologo nke onye na-ese ihe na Congo dere.",
  "Franco gbara na United States otu ugboro, n'afọ 1983, na-apụta ugboro abụọ na Manhattan Center nke New York.",
  "N'ime afọ iri atọ na atọ ya na òtù ahụ, Franco na TPOK Jazz wepụtara ọtụtụ narị egwu na ihe karịrị 100 abọm: 188",
  "Luambo bụ onye na-akwado onye ọchịchị Zaire bụ Mobutu Sese Seko",
  "Otú ọ dị, n'oge na-adịghị anya, ha ghọrọ ndị iro.",
  "Franco lụrụ di ugboro abụọ. A kọrọ na ọ mụrụ ụmụ iri na asatọ (iri na asaa n'ime ha bụ ụmụnwanyị) na ụmụnwanyị iri na anọ.",
  "Franco nwụrụ na 12 nke ọnwa Ọktoba n'afọ 1989, na Namur na Belgium, n'ọrịa AIDS. (Ọ dịghị mgbe ọ kwetara n'ihu ọha na ya nwere ọrịa AIDS, ọ bụ ezie na ọtụtụ isi mmalite na-akọ ya dị ka ihe kpatara ọnwụ, ndị ọzọ na-akọ nke a dị ka ihe a na-ejighị n'aka, dịka, The New Yorker na-eji \"ọrịa e kwenyere na ọ bụ ọrịa AIDS\".) Mgbe ọ nwụrụ, Onye isi ala Mobutu kwupụtara ụbọchị anọ nke iru uju mba na Zaire.",
  "O siri ike ịchịkọta nnukwu ndekọ nke Franco wepụtara (ihe fọrọ nke nta ka ọ bụrụ ha niile na TPOK Jazz), a ka ga-arụkwa ọrụ na mpaghara a",
  "Ọnụ ọgụgụ nke atụmatụ na-egosi ma nha nke, na ejighị n'aka, mmepụta ya",
  "Otu ọnụ ọgụgụ a na-ekwukarị bụ na Graeme Ewens depụtara abọm iri asatọ na anọ na diski nyocha nke ọma (dabere n'ọrụ Ronnie Graham) na akụkọ ndụ Ewens nke afọ 1994 banyere Franco; ndepụta a anaghị agụnye abọm nchịkọta nke nwekwara ndị ọzọ na-eme ihe, ma ọ bụ abọm ụtụ na nchịkọta nke O.K",
  "Jazz wepụtara mgbe ọnwụ Franco gasịrị (Ewens kwuru banyere ọnụ ọgụgụ a bụ \"ọ na-erughị abọm ndị ahụ Franco kwuru na etiti afọ 1980, mana o doro anya na ụfọdụ n'ime nchịkọta nke ndị Afrịka\")",
  "E wepụtara abọm iri na ndepụta ahụ n'afọ 1983 naanị.  Nkwupụta ndị ọzọ gụnyere: \"ọ wepụtara ihe dịka abọm 150 na puku egwu atọ, nke Franco n'onwe ya dere ihe dịka otu puku;\" \"Francoozi mmepụta na-aba ụba ruru T.P.O.K wepụtara egwu abụọ n'izu n'ime ihe fọrọ nke nta ka ọ bụrụ afọ iri anọ ọ rụrụ ọrụ, nke mechara nwee ndepụta nke ihe dị ka otu puku egwu\"; \"Site na otu egwu ya bụ OK Jazz wepụtara ọ dịkarịa ala 400 (ihe karịrị ọkara ka e mesịrị chịkọta ya na LP ma ọ bụ CD).",
  "Ewens depụtara 36 CDs; Asahi-net nwere 83;\" na \"site na June 1956 ruo August 1961 otu ahụ dekọrọ egwu 320 maka akara egwu 78 rpm Loningisa",
  "\"",
  "Dị ka nkọwa siri ike banyere ọdịdị ya, na 1950s na 1960s Franco na TPOK Jazz wepụtara egwu egwu, ma ọ bụ 78rpm (1950s) ma ọ bụ 45rpm (1960s), yana ụfọdụ abọm ndị bụ nchịkọta nke egwu egwu, n'afọ 1970s nakwa afọ 1980s ha wepụtara abọm dị ogologo",
  "Ihe a niile bụ nke ọtụtụ ụlọ ọrụ ndekọ mere, na mba dị iche iche n'Africa na Europe yana United States",
  "N'afọ ndị 1990, e wepụtara ọtụtụ n'ime abọm ndị ahụ n'ụdị CD site n'aka ụlọ ọrụ ndekọ dị iche iche mana ha haziri ha n'ụzọ na-enweghị isi, na-ejikọkarị akụkụ dị iche iche nke ọtụtụ abọm n'otu CD",
  "[citation needed] Kemgbe afọ 2000, ewepụtala ọtụtụ nchịkọta na-anakọta akụkụ nke ọrụ Franco, ọkachasị Francophonic, CD abụọ nke  ndị dị mkpa nke Stern nyere n'afọ 2007 n'afọ 2009 ma na-agbasa ọrụ Franco dum",
  "Site n'afọ 2020, akara ndekọ Planet Ilunga ka nwere ike ịnye (na vinyl na dijitalụ) nchịkọta nke gụnyere egwu ndị a na-ebipụtabeghị kemgbe a tọhapụrụ ha dị ka ndị na-egwu egwu.",
  "Egwú guitar nke Franco dị iche na nke ndị bluesmen dị ka Muddy Waters ma ọ bụ rock na rollers dị ka Chuck Berry",
  "Kama nke na-enweghị isi, otu akara, Franco wuru ụdị egwu ya gburugburu ụda na-emeghe, nke na-abụkarị naanị akara abụọ, nke \"na-agba gburugburu ụda ahụ\"",
  "A na-ekwu na isi atọ na nke isii na oge ndị ọzọ na-arụ otu ọrụ ahụ n'ụdị Franco nke na-eme ka ụda olu na-ejupụta na rock na roll.",
  "Egwú Franco na-adabere na nnukwu ìgwè, nke nwere ihe ruru ndị na-agụ egwú isii na ọtụtụ ndị na-akpọ ụbọ",
  "Dị ka nkọwa si kwuo, \"mpi nwere ike itinye aka na mkparịta ụka dị mma na guitar, ma ọ bụ guzobe ndị vamps hypnotic na-ebute abụ ahụ n'ihu dị ka ọ dị n'elu ebili mmiri,\" ebe akụkụ ụda bụ \"ihe na-akwado òtù ahụ, kama ịbụ ihe na-eme ka ike dị elu\".",
  "Franco bụ onye otu ruo afọ iri atọ na atọ, site na ntọala ya n'afọ 1956 ruo ọnwụ ya n'afọ 1989, nke TPOK Jazz, nke a kpọrọ \"n'ụzọ doro anya ọ bụ òtù Afrịka kachasị emetụta na ọkara nke abụọ nke narị afọ nke iri abụọ, ọ bụkwa onye ndú ya ma ọ bụ naanị onye ndú maka ọtụtụ oge ahụ.",
  "A na-akọwakarị Franco dị ka onye egwu egwu Afrịka a ma ama na narị afọ nke 20",
  "Dịka ọmụmaatụ, ọkachamara n'egwú ụwa bụ Alistair Johnston na-akpọ ya \"nnukwu egwu Afrịka nke narị afọ nke iri abụọ\".  Otu onye nyocha na The Guardian dere na Franco \"bụ onye a ma ama dị ka onye egwu kachasị ukwuu na kọntinent ahụ, laa azụ n'afọ ndị bu Ali Farka Touré ma ọ bụ Toumani Diabaté ụzọ\".  Ronnie Graham dere, na encyclopedic ya 1988 Da Capo Guide to Contemporary African Music, na \"Franco bụ onye egwu kachasị ewu ewu na nke kachasị emetụta n'Africa\"",
  "188 Nke a bụ na mgbakwunye na idepụta Franco nke mbụ na ngalaba akwụkwọ ya na Congo na Zaire, ma tinye ya n'ihu akwụkwọ ahụ, iji gosipụta egwu Africa, foto nke Franco na-akpọ ụbọ.",
  "Nke a bụ ndepụta mbụ, nke na-ezughị ezu.",
  "Abọm nchịkọta:"
]