[
  "Frederick Timpson I'Ons (15 Nọvemba 1802 na Islington 18 Disemba 1887 na Grahamstown) bụ onye na-ese ihe na South Africa, otu n'ime ụmụ asatọ nke John I'Ons, onye bụ onye nkuzi nke ụlọ akwụkwọ ịgba ịnyịnya na Islington.",
  "I'Ons gosipụtara ikike mbụ ya n'ise ihe, ọ nwere mmetụta, wee bụrụ enyi nke onye na-ese ihe John Francis na nwa ya nwanyị Mary, onye lụrụ onye ọzọ na-ese Ihe, Thomas Thornycroft",
  "O mechara zụọ ụlọ akwụkwọ nka na Marylebone ebe ọ kụziri ihe osise, eserese, na ihe gbasara azụmahịa.",
  "Na 31 Mee 1827 Frederick I'Ons lụrụ Ann Frazer, onye ọrịa ya mere ka di na nwunye ọhụụ ahụ kwaga na mpaghara Albany nke Grahamstown na 1834",
  "Ha rutere na mbido Agha nke Isii, na-akpali Frederick inye ọrụ afọ ofufo ya",
  "Ụbọchị a bụ nke mbụ n'ime 'Aquila Caricatures' ya, usoro ihe ọmụma ọ bụ ezie na ọ na-eme ihe ọchị na-akpasu iwe nke na-eduzi Andries Stockenström, onye na-esote gọvanọ nke British Kaffraria n'oge ahụ.",
  "Ndị na-akwado I'Ons bụ ndị agha na-enye ndị isi Xhosa, dị ka Sandile na Khama",
  "I'Ons pụtara ìhè n'ịkọwa ndị Bantu na ndị Hottentot na-agafe agafe",
  "A na-ewere ihe oyiyi nke 'ndị amaala' ndị a dị ka ọrụ ya kachasị mkpa, na-egosipụta mmetụta na nkà dị ukwuu na ngosipụta ha, ma jiri ya tụnyere nke Adriaen van Ostade. Dị ka ọ na-adịkarị ndị na-ese ihe na-emepụta potboilers iji dịrị ndụ, a na-eleghara ọrụ ha kachasị mma anya maka ọdịmma nke ego.",
  "Ewezuga mkpakọrịta dị mkpirikpi nke ya na John Francis, I'Ons enweghị ọzụzụ ọ bụla na nka",
  "N'agbanyeghị nke ahụ, ọdịdị ala ya nke Eastern Cape nwere amara a na-ahụkarị na nka na-enweghị isi na ihe nkiri ọhịa nke na-echetara Watteau",
  "N'agbanyeghị nke ahụ, a na-akatọ ala ya mgbe ụfọdụ dị ka ihe na-adịghị mma na nke na-enweghị mkpali",
  "Ọ na-enweta ego ya site na ise ihe ịchọ mma, foto nke ndị bi na Grahamstown ama ama na inye nkuzi nka",
  "Njem ọ gara n'ebe a na-egwu diamond na Kimberley emeghị ka ọ dịkwuo mma.",
  "Ọrụ ya na-enye nghọta dị mkpa banyere ndụ ókèala n'afọ ndị 1800s, ma gosipụta ya na Tate Gallery na London (1948), South African National Gallery na Cape Town (1976), na King George VI Gallery na Port Elizabeth (1990)",
  "Enwere ike ịchọta ihe osise ya na ndị na ụlọ ọrụ dị iche iche, yana ebe ngosi ihe mgbe ochie na gallery dị ka Africana Museum, Albany Museum, Fort Beaufort Historical Museum, King George VI Art Gallery, South African National Gallery, Mahadum Stellenbosch, William Fehr Collection, William Humphreys Art Gallery na 1820 Settlers Memorial Museum."
]