[
  "Fred Swaniker (a mụrụ n'afọ 1976) bụ onye ọchụnta ego nke Ghana na ọkachamara n'ịzụlite ndị ndu na ọrụ iji nyere ndị ọkachamara kachasị dị egwu n'ụwa aka imezu ikike ya",
  "Swaniker ghọtara mkpa ndu na agụmakwụkwọ dị mgbe ọ na-eje ozi dị ka onye isi ụlọ akwụkwọ sekọndrị nke nne ya hiwere mgbe ọ dị afọ iri na asaa, ma kwenye na ihe na-efu dị mkpa iji gbanwee Africa bụ ezigbo ndu",
  "Iji dozie nsogbu ahụ, ọ malitere African Leadership Group - usoro ihe omume nke òtù ndị na-akwalite oge ọhụrụ nke ndị isi Africa na-azụ ahịa",
  "N'ime afọ iri na isii gara aga, ọ tọrọ ntọala ma duzie ụlọ akwụkwọ African Leadership Academy nke dị na South Africa, African Leadership University nke nwere ogige na Mauritius na Rwanda, African Leadership Network, ALX (ọgbọ mmepe ndị ndu na-esote) na The Room (obodo zuru ụwa ọnụ nke ndị nwere talent kachasị elu)",
  "N'ozuzu, mbọ ndị a na-ezube ịgbanwe Afrịka site n'ịzụlite nde ndị isi Afrịka atọ site na 2035",
  "N'oge na-adịbeghị anya, ọ kwuputakwara mmekorita ya na Amazon Web Services (AWS) iji mee ka The Room's Intelligence Platform ma gbasaa ALG ruo ọtụtụ nde ndị nwere nkà na Africa, Asia, Latin America, North America, na Europe ma jikọta ha na ohere ọrụ.",
  "N'afọ 2019, magazin Time ghọtara ya dị ka otu n'ime \"100 Most Influential People in the World\" na Fast Company gụnyere African Leadership Group n'etiti ụlọ ọrụ 50 kachasị ọhụrụ  n'ụwa",
  "Nna ya bụ onye ọka iwu na onye ọka ikpe; nne ya bụ onye nkuzi",
  "Ha abụọ bụ ndị Ghana, mana mgbe ọ dị afọ anọ, ezinụlọ ya gbapụrụ Ghana mgbe ndị agha kwusịrị ọchịchị ma mgbe ọ dị afọ iri na asatọ, ọ biri na mba anọ na Afrịka. Ọ gara Macalester College na Minnesota",
  "McKinsey & Company na Johannesburg were ya n'ọrụ na mbụ, tupu ọ gaa Stanford Graduate School of Business na California, ebe ọ natara MBA ma kpọọ ya Arjay Miller Scholar, ihe dị iche nke e nyere ndị 10% kachasị elu nke klas ọ bụla na-agụsị akwụkwọ na Stanford.",
  "Mgbe ọ nọ na Stanford, Swaniker ya na onye ọrụ ibe ya na onye nchoputa Chris Bradford dere atụmatụ azụmahịa maka African Leadership Academy, ụlọ akwụkwọ pụrụ iche nke Afrịka nke ga-azụ ndị isi Afrịka n'ọdịnihu",
  "Nke a dabere na nkwenye ya na otu ihe mgbochi kasịnụ maka ọganihu Afrịka bụ enweghị ezigbo onye ndu. O jiri njikọ ya na Silicon Valley chọta nkwado ego wee malite Academy ozugbo ọ gụsịrị akwụkwọ na 2004. Ụlọ akwụkwọ obibi oge niile na-akụziri ụmụ akwụkwọ si n'ofe Afrịka ndu na nkà azụmaahịa mgbe ha na-akwadebe ha maka mahadum gburugburu ụwa",
  "Ka ọ na-erule afọ 2017, ihe fọrọ nke nta ka ọ bụrụ otu puku ndị isi n'ọdịnihu sonyeere ọkwa nke Academy",
  "Maka ọtụtụ ụmụ akwụkwọ, a na-ahapụ akwụkwọ, ma ọ bụrụhaala na ha kwere nkwa ịlaghachi Afrịka mgbe ha gụsịrị akwụkwọ na kọleji.",
  "N'afọ 2014 na nzukọ TED na Brazil, Swaniker kwupụtara mmụba nke ọhụụ ya: netwọk ọhụrụ nke mahadum iri abụọ na ise nke Afrịka nke ga-emesị zụlite nde ndị isi atọ site na 2060. Ka ọ na-erule ngwụsị afọ 2016, ogige abụọ mepere: otu na Mauritius na nke ọzọ na Rwanda",
  "Ụlọ ọrụ Fast ghọtara netwọk nke mahadum a dị ka 'Ụlọ ọrụ kachasị ọhụrụ' nke atọ na Africa na CNN wepụtara atụmatụ na-akpọ mahadum 'Harvard nke Africa'. Graca Machel, nwanyị di ya nwụrụ nke Nelson Mandela, na-eje ozi dị ka Chancelo nke mahadum, ebe Donald Kaberuka, onye bụbu onye isi oche nke African Development Bank, na-eje ozi dị ka onye isi oche nke Global Advisory Council nke mahadum ahụ. N'afọ 2021, o kwuputakwara atụmatụ ọhụrụ nwere obi ike maka African Leadership Group iji kụziere",
  "Onye isi ala United States bụ Barack Obama na ndị ọzọ a ma ama n'ụwa niile toro ọrụ Swaniker dị ka onye ọchụnta ego agụmakwụkwọ",
  "[onye?]",
  "A ghọtara ya dị ka TED Fellow (2009) na World Economic Forum Young Global Leader (2012). A kpọrọ ya otu n'ime Top Ten Young Power Men in Africa site na 2011 Forbes magazine online feature. Echoing Green ghọtara ya dị ka 'otu n'ime ndị ọchụnta ego iri na ise kachasị elu n'ụwa' n'afọ 2006. N'afọ 2017, Fred Swaniker nwetara akara ugo mmụta abụọ - otu site na Middlebury College na USA na nke abụọ site na Mahadum Nelson Mandela na South Africa. N'afọ 2018, ọ natara nzere doctorate nke atọ na Macalester College na USA",
  "N'ọnwa Eprel afọ 2018, Paul Kagame họpụtara ya dị ka onye isi oche nke ndị isi oche na-enwe olileanya na ọ na-agbakwụnye uru ma na-enye aka ịkwalite atụmatụ mba ahụ nke ịmepụta ego site na njem nleta.",
  "N'afọ 2019, magazin Time ghọtara ya dị ka otu n'ime \"100 Most Influential People in the World\" na Fast Company gụnyere African Leadership Group n'etiti ụlọ ọrụ 50 kachasị ọhụrụ n'ụwa."
]