[
  "Fredrik Stang Heffermehl (Amụrụ n'afọ 11 Nọvemba 1938) bụ onye ọka iwu Norwegian, onye edemede na onye na-ahụ maka udo",
  "Ọ rụrụ ọrụ dị ka onye ọka iwu na onye ọrụ gọọmentị site n'afọ 1965 ruo afọ 1982 ma bụrụ odeakwụkwọ ukwu mbụ nke Norwegian Humanist Association site n'afọ 1980 ruo afọ 1982",
  "O mechara mee ka akara ya dị ka onye edemede na onye na-agba mbọ maka udo na megide ngwá agha nuklia",
  "Ọ bụ onye isi oche nsọpụrụ, na onye bụbu onye isi oche, nke Norwegian Peace Council, onye bụbu osote onye isi oche nke International Peace Bureau, na onye isi oche mbụ nke International Association of Lawyers against Nuclear Arms.",
  "Amụrụ ya na Rena, Heffermehl debara aha ya na Mahadum nke Oslo, gụsịrị akwụkwọ na nzere cand.jur",
  "N'afọ 1964",
  "Ọ rụrụ ọrụ dị ka onye ọka iwu site n'afọ 1965 ruo afọ 1973, mgbe ọ na-enwetakwa nzere masta n'afọ 1970 na Mahadum New York",
  "N'afọ 1973, Heffermehl ghọrọ osote onye nduzi n'ọfịs nke Norwegian Consumer Ombudsman",
  "Ọ hapụrụ ọkwa a n'afọ 1980 ka ọ bụrụ odeakwụkwọ ukwu mbụ nke Norwegian Humanist Association",
  "Ọ hapụrụ Humanist Association n'afọ 1982 iji rụọ ọrụ dị ka onye edemede onwe ya. Na mgbakwunye na ide akwụkwọ ndị na-abụghị akụkọ ifo, Heffermehl sụgharịrị ọtụtụ akwụkwọ na Norwegian.",
  "N'afọ 1988 ọ ghọrọ onye isi oche nke NGO Norwegian Peace Council, na onye otu bọọdụ nke International Peace Bureau",
  "N'afọ 1994 ọ ghọrọ osote onye isi oche na International Peace Bureau, n'afọ 1997 ọ natara otu ọkwa ahụ na International Association of Lawyers Against Nuclear Arms. Mgbe ọ kwụsịrị dị ka onye isi oche nke Kansụl Udo nke Norway, a mara ya dị ka onye ndu nsọpụrụ.",
  "Heffermehl bụ onye na-akwado Mordechai Vanunu, onye na-ahụ maka teknụzụ nke kpughere mmemme nuklia nke Israel",
  "Heffermehl kwuru na 2008 na ọ họpụtara Vanunu maka Nobel Peace Prize ugboro iri na asatọ. Ọ gbalịkwara ịmanye gọọmentị Norway ka ha nye Vanunu ebe mgbaba ndọrọ ndọrọ ọchịchị n'ọtụtụ oge, na-ekwu na Norway nwere ọrụ pụrụ iche n'ihi nnyefe mmiri dị arọ ha nyere Israel na 1959 site na Great Britain. N'ọnwa Eprel afọ 2008, a kpughere na Norwegian Directorate of Immigration nyere Vanunu ebe mgbaba n'afọ 2004, mana Minista Erna Solberg nke oge ahụ tụgharịrị mkpebi ahụ. Mgbe a kpughere ya, Heffermehl gosipụtara nchegbu na ọ bụ ezie na ndị isi ndọrọ ndọrọ ọchịchị nke Norway gbanwere na 2005, ọ fọrọ nke nta ka o mee ihe zuru ezu n'ụzọ enyere Vanunu aka, n'ihi nchegbu nke iguzosi ike n'ihe na United States",
  "Minista na-ahụ maka ihe gbasara mba ofesi Jonas Gahr Støre, n'aka nke ọzọ, kwuru na Norway etinyelarị nrụgide zuru oke na Israel, site na ọwa ndọrọ ndọrọ ọchịchị. Na Mee 2008 Heffermehl, n'oge a ya na ndị ọka iwu a ma ama dị ka Ketil Lund na Jan Fridthjof Bernt, rịọrọ Praịm Minista Norway ọzọ ka o mee ihe.",
  "Kemgbe Ọgọstụ afọ 2007, Heffermehl emeela onwe ya ka ọ bụrụ onye nkatọ siri ike nke Kọmitii Nobel nke Norway, nke, dị ka Heffermehle si kwuo, emeghị ka uche Alfred Nobel mezuo, si otú a na-eme ọtụtụ onyinye maka 45% nke onyinye ahụ mgbe 1945 gasịrị n'ụzọ iwu na-akwadoghị. N'etiti ndị Heffermehl lere anya dị ka ndị iwu na-akwadoghị bụ ndị na-ese okwu, dị ka Henry Kissinger na Le Duc Tho (1973) na Arafat, Peres na Rabin (1994), kamakwa ndị na-adịghị arụmụka dịka Mother Teresa (1979) na Elie Wiesel (1986). Ọ bụ ezie na ọtụtụ ndị nwetara ihe nrite emeela \"ọrụ a na-atụ aro ya\", Heffermehl na-ekwusi ike na nke a adịghị mma iji nweta ihe nrite nke ụkpụrụ ya doro anya metụtara nkwụsị agha na ọrụ udo.",
  "A kọwara echiche ya nke mbụ n'ụzọ miri emi n'akwụkwọ 2008 Nobels Moro (English: \"Nobel's Will\")",
  "Kemgbe 1948, a na-enye ndị otu Kọmitii Nobel site na Nzukọ Ndị Omeiwu nke Norway (megide ihe Nobel nyere iwu) na ndị isi ndọrọ ndọrọ ọchịchị",
  "Dị ka Heffermehl si kwuo, òtù ndọrọ ndọrọ ọchịchị Norwegian ejirila ndị otu kọmitii mee ihe dị ka ihe nrite nye ndị ndọrọ ndọrọ ọchịchị nọ n'elu ugwu iji kwado ọrụ ha, kama ịhọrọ ndị na-abụghị ndị na-akwado ndọrọ ndọrọ ọchịchị nwere ezigbo nzụlite na ọrụ udo. Ọzọkwa, Heffermehl, ebe ọ bụ onye na-emegide ndị otu Norwegian na NATO, chọpụtara na nkwekọrịta zuru oke na-akwado NATO n'etiti òtù ndọrọ ndọrọ ọchịchị Norwegian agbagọwo Nobel Peace Prize n'otu ụzọ ahụ. Nke a, ka Heffermehl na-ekwu, na-emegide ọchịchọ Alfred Nobel ịhapụ ụlọ ọrụ ndị agha.",
  "N'ajụjụ ọnụ ya na Ny Tid, ọ tụrụ aro ka e jiri ndị dị ka Jan Egeland, Ingrid Fiskaa, Jostein Gaarder na Sverre Lodgaard dochie ndị otu kọmitii dị ugbu a. Atụmatụ ndị ọzọ sitere na Heffermehl gụnyere Gunnar Garbo, Ingrid Eide, Erik Dammann, Torild Skard, Reiulf Steen, Johan Galtung na Berit Ås. N'akwụkwọ Nobels Whir, Heffermehl kwara ụta na e wereghị Eide n'ọrụ dị ka odeakwụkwọ Kọmitii Nobel mgbe ọ tinyere akwụkwọ maka ọkwa ahụ na 1990.",
  "N'oge mgbụsị akwụkwọ nke afọ 2010 Heffermehl bipụtara nyocha dị oke egwu, The Nobel Peace Prize",
  "Ihe Nobel chọrọ n'ezie. Ebumnuche ya bụ ileba anya n'ime usoro ndị Norwegian guzobere iji gbochie nchọpụta ya banyere ihe nrite maka \"ndị mmeri nke udo\" aha ya bụ na akwụkwọ testament nke Alfred Nobel na 1895",
  "Nobel mere nhọrọ n'etiti ụzọ abụọ dị iche iche maka ihe a kpọrọ mmadụ, ma ọ bụ na-aga n'ihu na-achọ udo site n'ụzọ agha ma ọ bụ site na imekọ ihe ọnụ na iwu mba ụwa, ụlọ ọrụ, na iwepụ ngwá agha. Mgbe Nzukọ Ndị Omeiwu na Kọmitii Nobel leghaara echiche ya anya ma kwuo na ọ dịghị onye kwadoro nkọwa ya, Heffermehl malitere igosi na ha ezighi ezi. Ọ chọpụtara na ọtụtụ agụmakwụkwọ na ọrụ ndị ọzọ kemgbe ọtụtụ afọ egosila otu echiche ahụ banyere ọrụ Bertha von Suttner nakwa na Nobel bu n'obi ịkwado ndị na-emegide ndị agha. Nke a mere ka ọ dị mkpa iji ọdịnihu nke Peace Prize maka nyocha nke mgbagwoju anya nke testament Nobel na otu ndị omeiwu si jikwaa ihe nrite nke Nobel nyere ha.\n\"Nobel Peace Prize\" n'asụsụ Bekee emelitere ma gbasaa maka mbipụta na Chinese (FLP, Jan",
  "2011), Swedish (Leopard, Oct",
  "2011), Finnish (LIKE, Dec",
  "2011), Russian (Aletheia, na 2012)",
  "Na Disemba 10, 2011, onye ndú nke Nobel Family Association ruo afọ 15, Michael Nobel, kwadoro nkatọ Heffermehl kwuru, na-adọ aka ná ntị na ndị ndọrọ ndọrọ ọchịchị Norwegian nwere ike ịhapụ ikike onwe ha nke ihe nrite udo."
]