[
  "Frederick J",
  "Brown (úbọchị isii n'ọnwa Febrụwarị, 1945 rụo ụbọchị ịse n'ọnwa Mée, 2012) bụ ónyé na-ese ihe nkiri na New York City nke sitere na Chicago. Ụdị ejiji ya sitere na ngosipụta na-enweghị atụ ruo n'ihe atụ. Ọrụ nka ya nwèrè mmetụta nke akụkọ ihe mere eme, okpukpe, akụkọ na ọbọdọ ukwu. A maara ya maka usoro ihe osise ya dị ukwuu nke ndị egwu jazz na blues.",
  "Ọrụ ya bụ akụkụ nke nchịkọta nke Metropolitan Museum of Art, Smithsonian American Art Museum na National Portrait Gallery, yana Kemper Museum of Contemporary Art na Kansas City, Mo",
  "N'afọ 1988, Brown nwere ihe ngosi mbụ nke ónyé na-ese ihe n'Ebe Ọdịda Anyanwụ na Museum of the Chinese Revolution (nke bụzi National Museum of China) na Tienanmen Square na Beijing, China.",
  "A mụrụ Frederick James Brown na Greensboro, Georgia n'ubochí isii n'ọnwa Febụwarị, 1945",
  "Nné ya bụ Geneva Brown na nnà ya bụ Andrew Bentley",
  "A zụlitere ya n'akụkụ ụlọ ọrụ ígwè dị na Southside nke Chicago",
  "Brown gosipụtara na blues site na ndị egwu nọ n'ógbè ahụ dị ka Muddy Waters, Howlin 'Wolf, na Memphis Slim.",
  "Brown gara Chicago Vocational High School",
  "Ọ gàrà Southern Illinois University Carbondale, (SIU) na-agụsị akwụkwọ na 1968 na nzere na Art.",
  "N'afọ 1970, Brown si Chicago kwaga n'ógbè SoHo nke New York City nke n'oge ahụ bụ ebe óbíbí nke ọtụtụ ndị na-ese ihe, ndị na-eti egwu, ndị édémédé na ndị na-agba egwu",
  "N'ebe ahụ, ya na ndị na-ese ihe ndị ọzọ rụkọtara ọrụ na ọrụ mgbasa ozi dị iche iche gụnyere ndị egwu jazz Ornette Coleman na Anthony Braxton, onye na-ese foto vidio Anthony Ramos, na ndị ọzọ na-ese onyinyo dị ka Grégoire Müller, Frank Bowling na Daniel Johnson",
  "Na mgbakwunye na ihe osise ndị jikọrọ aka, Brown nyèrè aka na mmepụta nka dịka Be Aware, Stolen Moments na Portrait of a Painter",
  "Anthony Braxton dere ma mee egwu ahụ na Anthony Ramos mepụtara vidiyo maka ọrụ abụọ ikpeazụ",
  "Loft Brown na otu narị na iri abụọ Wooster Street ghọrọ ebe nnọkọ na SoHo n'oge a.",
  "Brown lụrụ ónyé na-agba egwú nke oge a na onye na-ese ihe nkiri ibe ya bụ Megan Bowman na 1979",
  "Ha nwere ụmụ abụọ, Sebastienne na Bentley",
  "Brown kewara ógè ya n'etiti New York na Carefree, Arizona."
]