[
  "Fred Ekele Martins (amụrụ na 15 Septemba, 1988) bụ onye na-ese ihe na Naijiria, onye na-ese ihe, dọkịta, onye na-ese foto na onye nduzi nka. A mụrụ ya ma kpọọ ya Ekele Martins na Aggah-Egbema, Rivers steeti, Naịjirịa ebe ọ gụrụ akwụkwọ praịmarị tupu ọ kwaga Simferopol, Ukraine ịmụ ọgwụ na 2010 na Crimean State Medical University N'afọ 2014, mgbe ndị Russia weghaara mpaghara Crimea, ọ kwagara na Ukraine nke Lviv ebe ọ gụsịrị akwụkwọ na Danylo Halytsky Lviv National Medical University, Lviv dị ka dọkịta.",
  "Fred Martins na-eji Afro combs egosipụta nhụjuanya na nkụda mmụọ niile ndị na-akwado ndị na-eme ihe ike n'Afrịka chere ihu ma bụrụkwa ihe nnọchianya iji mee mmemmé ndị dike Afrịka.Fred gosipụtara ndụ Martin Luther King Jr., Marcus Garvey, Nelson Mandela, Patrice Lumumba na Fela Kuti site na iji Afro combs",
  "N'ihe oyiyi ya, Fred na-eji ndabere oroma nke na-egosi ndị mkpọrọ na ụlọ mkpọrọ, dị ka uwe ndị mkpọrọ na ọdịdị oyiyi ya bụ oroma na nke a na-egosi ahụmịhe siri ike nke ndị niile na-eme ihe ike n'oge gara aga na nhụjuanya ha n'ụlọ mkpọrọ.",
  "Ọrụ Fred martins a ma ama gụnyere; ' Oroma, Oji, na nnwere onwe Oji na nnwere onwe' nke bụ usoro nka nke e kere site na map nke mba Afrịka dị ka   urukurubụba na-egosi ebe ndị mmadụ tara ahụhụ mgbukpọ agbụrụ n'ihi ọchịchị colonialism.\nỌrụ ndị ọzọ nke Fred martins gụnyere 'Lee Nu Echi', nke na-egosi ụmụaka Afrịka na ọgụ ha na soja ụmụaka, ogbugbu ụmụaka, alụmdi na nwunye, ọrụ ike ụmụaka n'etiti ndị ọzọ.",
  "Fred Martins bụ onye Naijiria kuziere onwe ya ịse ihe. A mụrụ Fred Martins na 15 Septemba 1988, aha ya bụ Ekele Martins na Aggah-Egbema Rivers Steeti, Naijiria ebe ọ gụrụ akwụkwọ praịmarị. Ọ kwagara Simferopol, Ukraine ịmụ ọgwụ na 2010 na Crimean State Medical University N'afọ 2014, mgbe ndị Russia weghaara mpaghara Crimea, ọ kwagara na Ukraine nke Lviv ebe ọ gụsịrị akwụkwọ na Danylo Halytsky Lviv National Medical University, Lviv dị ka dọkịta. Site na ọrụ, ọ bụ onye na-ese ihe, na onye nduzi nka.",
  "N'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ dị ka dọkịta, Fred Martins rụrụ ọrụ na Onyeka Nwelue's Blues & Hills consultancy dị ka onye nduzi nka iji kwado abalị hazi diplomatiki na ememme nka na ozi dị iche iche nke Diplomatiki na Naijiria iji kwalite ọdịbendị dị iche iche.",
  "Dị ka onye na-ese ihe, Fred Martins mepụtara ọtụtụ mpempe akwụkwọ mgbasa ozi na nsogbu mmekọrịta mmadụ na ibe ya nke nwere mmetụta uche ma na-enyocha ọgụ nke ndị mmadụ na-eleghara anya. O mepụtara 'Global warming' usoro nka nke gosipụtara anụ ọhịa nwere nsogbu iji mee ngagharị iwe maka mgbanwe ihu igwe, nke United Nations 2015 Global Goals For Sustainable Society bipụtara. Mgbe Fred malitere eserese ya, ihe osise ya na-ekpughe ihe ọ na-eche na-ebuli olu ya megide obi ọjọọ na enweghị nhata mgbe ọ gbanwere usoro nke ya site n'igosi nnukwu mgbalị ya na Afro combs.\nFred Martins na-eji Afro combs egosipụta nhụjuanya na nkụda mmụọ niile ndị na-akwado ndị na-eme ihe ike n'Afrịka chere ihu ma bụrụkwa ihe nnọchianya iji mee ememe ndị dike Afrịka. Dị ka ọdịdị nke comb, obi ndị Afrịka adọwaala ma mebie n'ime iberibe ma dị ka comb, Africa chọrọ inwere onwe ya pụọ na ókè na ịkpọasị.\nFred gosipụtara ndụ Martin Luther King Jr., Marcus Garvey, Nelson Mandela, Patrice Lumumba na Fela Kuti site na iji Afro combs",
  "N'ihe oyiyi ya, Fred na-eji ndabere oroma nke na-egosi ndị mkpọrọ na ụlọ mkpọrọ, dị ka uwe ndị mkpọrọ. Ndabere ihe oyiyi ya bụ oroma na nke a na-egosi ahụmịhe siri ike nke ndị niile na-eme ihe ike n'oge gara aga na nhụjuanya ha n'ụlọ mkpọrọ."
]