[
  "Ogige nlereanya nke nwere onwe bụ ebe ncheta na ntụrụndaka ntụrụndị dị n'etiti obodo Lagos na Lagos Island, Naịjirịa nke bụbu Ụlọ Mkpọrọ Broad Street nke Eze Ukwu",
  "Ọ bụ onye na-ese ụkpụrụ ụlọ bụ Theo Lawson chepụtara ya.",
  "E wuru ogige nlereanya ahụ iji chekwaa akụkọ ihe mere eme na ihe nketa ọdịbendị nke ndị Naijiria.\nIhe ncheta dị n'ogige ntụrụndụ ahụ na-ekpughe ihe nketa nke Lagos na akụkọ ihe mere eme nke ụlọ mkpọrọ Her Majesty's Broad Street",
  "E wuru ya iji cheta emume ncheta afọ iri ise nke nnwere onwe n'ọnwa Ọktoba, afọ 2010",
  "Ogige ntụrụndụ ahụ na-eje ozi dị ka ihe ncheta mba, ihe ịrịba ama akụkọ ihe mere eme, ebe ọdịnala, ebe nka na ntụrụndaka.",
  "Ogige nlereanya ahụ, mgbe ọ bụ ụlọ mkpọrọ nabatara ụfọdụ ndị ndọrọ ndọrọ ọchịchị na-alụ ọgụ maka nnwere onwe Naịjirịa.",
  "Ogige nlereanya ahụ, nke bụzi ebe obibi dị jụụ maka ndị mmadụ n'otu n'otu, echiche na mmekọrịta ndị ọbịa na-emeghe maka ọha na eze kwa ụbọchị",
  "Taa, ogige nnwere onwe aghọwo ebe maka ihe omume mmekọrịta dị iche iche na ntụrụndụ ntụrụndaka.",
  "E guzobere Ụlọ Mkpọrọ Broad Street mgbe Britain mere Lagos ka ọ bụrụ Colony na 1861 (lee Lagos Treaty of Cession). E wuru ụlọ mkpọrọ mbụ ahụ na 1882 na mgbidi apịtị na ahịhịa ahịhịhịa ma ọ dịteghị aka n'ihi mmebi nke ndị na-emegide ọchịchị",
  "Dị ka Theo Lawson, onye na-ese ụkpụrụ ụlọ nke Freedom Park, ndị na-emegide ọchịchị ndị Britain na Lagos \" nọgidere na-agba ya ọkụ ma na-agba ọ ọkụ, ya mere na 1885 gọọmentị na-achị mba ahụ si England bubata brik ma wughachi ụlọ mkpọrọ ahụ\". Ego gọọmentị na-eme n'ụlọ mkpọrọ ahụ na 1882 (£16,000) kpughere ihe gọọmentị kacha mkpa na iwu na iwu ma e jiri ya tụnyere atụmatụ ndị ọzọ dị ka agụmakwụkwọ nke gọọmentị mefuru £ 700 na ya. Akụkọ Colonial maka 1898 na-egosi na a tụrụ ụmụ nwoke 676, ụmụ nwanyị 26, na ụmụaka 11 mkpọrọ n'ụlọ mkpọrọ Broad Street maka afọ ahụ.",
  "E wepụrụ ụlọ mkpọrọ Broad Street n'afọ 1979 ma belata ya ka ọ bụrụ ebe a na-atụfu ihe ruo n'afọ ndị 1990 mgbe e mere atụmatụ iji gbanwee saịtị ahụ ka ọ bụrụ oghere okike.",
  "Foto nke Freedom Park, Lagos",
  "Foto nke Freedom Park, Lagos 2",
  "Foto nke Freedom Park, Lagos 3",
  "Foto nke Freedom Park, Lagos 4",
  "Foto nke Freedom Park, Lagos 5",
  "Foto nke Freedom Park, Lagos 6",
  "Foto nke Freedom Park, Lagos 7",
  "Foto nke Freedom Park, Lagos 8",
  "Foto nke Freedom Park, Lagos 9",
  "Foto nke Freedom Park, Lagos 10",
  "Foto nke Freedom Park, Lagos 11",
  "Foto nke Freedom Park, Lagos 12",
  "Foto nke Freedom Park, Lagos 13",
  "Foto nke Freedom Park, Lagos 14",
  "Foto nke Freedom Park, Lagos 15"
]