[
  "Freema Agyeman (/ˈfriːmə ˈædʒɪmən/; a mụrụ Frema Agyeman; 20 Machị 1979) bụ onye na-eme ihe nkiri Bekee nke a maara maka igwu Martha Jones na usoro akụkọ sayensị nke BBC Doctor Who (2007–2010), Alesha Phillips na ihe nkiri usoro mpụ Law & Order: UK (2009–2011), Amanita Caplan na Netflix akụkọ sayensị Sense8 (2015–2018), na Dr",
  "Helen Sharpe na usoro usoro usoro ahụike NBC New Amsterdam (2018–ugbua).",
  "Mgbe ọ hapụrụ Doctor Who, Agyeman kwughachiri ọrụ ya nke Martha Jones na Doctor Who spin-off series Torchwood ma nwee ọrụ na BBC series Little Dorrit",
  "N'afọ 2013, o mere ihe nkiri mbụ ya na telivishọn US na ihe nkiri CW nke afọ iri na ụma The Carrie Diaries dị ka Larissa Loughlin, onye nchịkọta akụkọ na magazin Interview",
  "Ngosipụta telivishọn ndị ọzọ gụnyere Old Jack's Boat, Silent Witness, na Survivors",
  "Agyeman pụtakwara dịka Penny na ihe nkiri afọ 2015 North v South",
  "A mụrụ Agyeman na London",
  "Nne ya, Azar, bụ onye Iran, nna ya, Osei, bụ onye Ghana",
  "Ha gbara alụkwaghịm mgbe ọ dị obere",
  "Agyeman nwere nwanne nwanyị tọrọ ya, Leila, na nwanne nwoke nke nta, Dominic.",
  "Ọ bụ ezie na a zụlitere nne ya dịka onye Alakụba ma zụlite nna ya dịka onye Methodist, Agyeman tolitere bụrụ onye Roman Katọlik. Agyeman gara Our Lady's Convent RC High School, ụlọ akwụkwọ Katọlik dị na Stamford Hill",
  "Mgbe e mesịrị, n'oge ọkọchị nke afọ 1996, ọ gụrụ akwụkwọ na Anna Scher Theatre School na Islington ma mụọ ǹkà na ihe nkiri na Mahadum Middlesex, gụsịrị akwụkwọ n'afọ 2000.",
  "Mgbe Agyeman malitere ọrụ ọkachamara ya, ọ họọrọ iji edemede dị iche nke aha ọmụmụ ya, Frema, dịka aha ọkachamara ya, iji zere nsogbu ịkpọ okwu.",
  "Tupu ọ nweta akụkụ nke Martha Jones, ọrụ telivishọn a ma ama nke Agyeman bụ igwu Lola Wise na usoro mmegharị nke ITV soap opera Crossroads",
  "O nwekwara obere ọrụ ndị ọbịa na usoro TV ndị ọzọ dịka Casualty, Mile High na The Bill, nke ọ pụtara ugboro abụọ dịka mmadụ abụọ dị iche iche",
  "N'afọ 2005, Agyeman mere Mary Ogden, onye ọrụ mpụ, na ihe omume nke Silent Witness",
  "Agyeman pụtara dịka Nana na ihe nkiri onwe ya bụ Rulers and Dealers, nke Stephen Lloyd Jackson dere ma duzie.",
  "N'ọnwa June afọ 2007, a kpọrọ Agyeman \"Best Newcomer\" n'afọ 2007 \"Glamour Women of the Year Awards\". N'otu afọ ahụ, o meriri n'afọ 2007 People's Choice category maka \"Female TV Star\" na 5th annual Screen Nation Film and TV Awards, nke emere na 15 Ọktoba 2007 na Hilton Metropole na London.",
  "The Observer gbara Agyeman ajụjụ ọnụ na Disemba afọ 2007 ma kpọọ ya \"ihu nke afọ 2007\".",
  "N'afọ 2003, a họpụtara Agyeman na ngalaba abụọ na British Soap Awards maka ọrụ ya dịka Lola Wise na Crossroads, dịka \"Best Newcomer\" na \"Sexiest Female\".",
  "Egbugbu Agyeman nwere n'elu ogwe aka ya bụ ihe nnọchianya nke nna nna ya, nke nwere okwu Peshia \"raha\", nke pụtara \"n'efu\", n'okpuru ihe oyiyi nke urukurubụba.",
  "Agyeman bụ onye Roman Katọlik na-adịghị aga ụka",
  "O kwuru na ime ihe ọma bụ ụzọ o si kwere na Chineke na ịgosi pụta Iso Ụzọ Kraịst Katọlik."
]