[
  "Frene Noshir Ginwala (born 25 Eprel, na afọ 1932) is a South African journalist and politician who was the Speaker of the National Assembly of South Africa site na afo  1994 rue afọ 2004",
  "Ginwala is an Indian South African from the Parsi-Indian community of western India",
  "She studied for a DPhil at Linacre College, Oxford.",
  "A họpụtara Ginwala dị ka onye isi oche mbụ nke Mahadum KwaZulu-Natal n'ọnwa Eprel, afọ 2005",
  "Ọ bụ otu n'ime ụmụ nwanyị anọ bụ ndị isi mahadum na South Africa.",
  "Ginwala edeela ọtụtụ akwụkwọ na-ekwu maka akụkụ dị iche iche nke ọgụ megide ikpe na-ezighị ezi. Maka mgbalị ya, ụlọ ọrụ na gọọmentị mba ụwa na nke obodo sọpụrụ ya.",
  "N'iji amaghị aha ya, ọ rụrụ ọrụ dị ukwuu n'ịmepụta ụzọ mgbapụ n'okpuru ala maka ndị isi ANC na ndị isi n'oge na-esote ogbugbu Sharpeville na nkwupụta nke State of Emergency (SOE) na afọ 1960",
  "Ndị a gụnyere osote onye isi oche nke ANC Oliver Tambo na Yusuf Dadoo, ndị isi abụọ nke nnwere onwe",
  "Ọ hazikwara ụlọ nchekwa maka ndị ga-anọ na mba ahụ",
  "Ginwala mekwara ka ndị isi NIC (Natal Indian Congress) Monty Naicker na J",
  "N",
  "Singh, ndị na-arụ ọrụ n'okpuru ala mgbe ha jisiri ike zere ndị uwe ojii",
  "Ntuziaka ha bụ ịgagharị na mpaghara ahụ ma nweta ego site n'aka ndị na-enye onyinye nzuzo iji kwado ezinụlọ ndị dara ogbenye site na njide nke ndị na-akwado ha n'okpuru SOE nke kwụgidere na mba ahụ ruo ọnwa ise.",
  "N'ikpeazụ, ọ hapụrụ South Africa na ngwụcha afọ 1960 ma soro Tambo, na Dadoo, ha guzobere ụlọ ọrụ ANC na Dar es Salaam, Tanganyika nke ka nọ n'okpuru British Colonial Administration ruo 9 Disemba, na afọ 1961",
  "Nkwatu nke ọchịchị na Zanzibar na afọ 1963 meghere ụzọ maka nguzobe nke United Republic of Tanzania na afọ 1964",
  "Ewezuga ANC, ọ tụbara onwe ya n'ọtụtụ ọrụ",
  "Ọ gwara ndị na-azụ ndị nnọchiteanya na Mahadum Oxford okwu, ọ gụrụ akwụkwọ, o dere maka ọtụtụ ụlọ ọrụ mgbasa ozi guzosiri ike na UK na ebe ndị ọzọ gụnyere BBC",
  "Frene Ginwala nyere aka nke ukwuu n'ịmepụta usoro nkwukọrịta na Republic of Tanzania na Zanzibar a mụrụ ọhụrụ",
  "Na arịrịọ nke Onye isi ala Julius Nyerere, ọ ghọrọ onye nchịkọta akụkọ nke akwụkwọ akụkọ Bekee na-asụ Standard, na Sunday News. N'oge niile ọ chụgara mba ọzọ (ọ laghachiri South Africa na afọ 1991) ọ gafere ụwa na-ekwusa egwu nke ịkpa ókè agbụrụ na ọgụ megide ya.",
  "Ginwala nwere utu aha agụmakwụkwọ site na ọtụtụ mahadum dị n'Africa na mba ofesi",
  "Ọ bụ onye ọka iwu na iwu; ọkọ akụkọ ihe mere eme; onye sayensị ndọrọ ndọrọ ọchịchị, ma nwee nzere doctorate na nkà ihe ọmụma na Mahadum Oxford.",
  "Na ntuli aka mba mbụ nke ọchịchị onye kwuo uche ya na afọ 1994 na South Africa, a họpụtara Frene Ginwala ka ọ bụrụ onye omeiwu",
  "Ọ bụ ndị otu ANC họpụtara ya ma ndị omeiwu họpụtara ya dị ka nwanyị mbụ n'ọkwa onye isi oche nke ụlọ",
  "Ọkwá o nwere site na afo 1994 ruo na afọ 2004",
  "Mgbe ọ lara ezumike nká dị ka ọkà okwu, ọ gara n'ihu na-eje ozi n'ọtụtụ òtù mba ụwa gụnyere ụlọ ọrụ UN, dị ka Trustee nke Nelson Mandela Foundation na dị ka Chancellor nke Mahadum KwaZulu Natal.",
  "Onye isi ala Thabo Mbeki họpụtara Ginwala na 30 Septemba, na afọ 2007 ka ọ mee nyocha banyere onye isi nchịkwa nke ndị ọkàiwu Vusi Pikoli nwere ike ijide ọrụ. O kpebiri n'ozuzu na-akwado Pikoli, mana ọ katọrọ nkwurịta okwu na-adịghị mma n'etiti ngalaba",
  "Ọ katọro onye isi nchịkwa nke Ngalaba Ikpe Ziri Ezi na Mmepe Iwu, Advocate Menzi Simelane, onye akaebe ya na-emegiderịta onwe ya, na-enweghị ihe ndabere n'eziokwu ma ọ bụ Iwu.",
  "O nwekwara okwu ọjọọ maka Jacob Zuma na nhọpụta Simelane ka ọ bụrụ onye isi ala nke ndị ọkàiwu ọha na eze."
]