[
  "Plantain fried bụ nri a na-esi n'ebe ọ bụla plantain na-eto, site na West Africa ruo East Africa yana Central America, mpaghara okpomọkụ nke ugwu South America na mba Caribbean dị ka Haiti ruo Cuba na ọtụtụ akụkụ nke Ndịda Ọwụwa Anyanwụ Eshia, ebe nri ndị e siri esi na-ewu ewu",
  "N'Indonesia a na-akpọ ya gorengan",
  "A na-akpọ ya alloco na Côte d'Ivoire na dodo na Western Nigeria, nke a makwaara dị ka plantain fried n'akụkụ ndị ọzọ nke Nigeria",
  "Kelewele bụ plantain siri esi ma ọ bụ enwere ike isi ya dị ka nri dị n'akụkụ maka Red Red (African stewed black-eyed peas) na stew azụ̀ na Ghana.",
  "A na-eri plantain e siri esi na mba ụfọdụ dị na South America ma ọ bụ Caribbean ebe mmetụta Africa dị",
  "Dịka ọmụmaatụ, na Dominican Republic, Cuba na Puerto Rico, ọ bụ ihe a na-ahụkarị ịkpụ osisi plantain n'ime ibe, sie ha ruo mgbe ha na-acha odo odo, kụwaa ha n'etiti efere abụọ ma sie ha ọzọ",
  "Nke a bụkwa nri a na-ahụkarị na Haiti, nke a na-akpọ bannann peze, na Central America dum, nke a-akpọ patacones na Costa Rica, Panama, Colombia na Ecuador, yana tostones na Guatemala, Nicaragua, na Puerto Rico",
  "Na Honduras na Venezuela a na-akpọ ha tajadas.",
  "Enwere ike inye plantain e siri esi dị ka ihe oriri, ihe mbido ma ọ bụ dị ka nri dị n'akụkụ na isi nri, dị ka Jollof osikapa, anụ a na-esi ísì ụtọ, tomato stew ma ọ bụ agwa",
  "A na-eme ya n'ụzọ dị iche iche: nnu ma ọ bụ nnu, belata ya na \"ntị\", \"mkpịsị aka\", enwere ike ịkpụ ya, ma ọ bụ sie ya.",
  "Plantain na-acha  Acha odo odo bụ unere na-atọ ụtọ sitere na Central America na Caribbean nke a na-esi na mmanụ ọkụ",
  "A na-eri ha mgbe ụfọdụ na mmiri ara ehi, ketchup, ma ọ bụ ngwakọta mayonnaise-ketchup.",
  "Alloco, dị ka a na-akpọ ya na Côte d'Ivoire na Burkina Faso, a na- bingaka ya dodo na Naijiria, missolè na Cameroon na makemba na Democratic Republic of Congo",
  "Aha alloco (nke a na-ahụ mgbe ụfọdụ dị ka aloko) sitere na Baoulé, otu agbụrụ dị na Eastern Ivory Coast",
  "Ọ sitere n'okwu maka loko nke pụtara ma ọ bụrụ na plantain tozuru oke. Ọ bụ nri na-ewu ewu n'Ebe Ọdịda Anyanwụ Afrịka nke e ji plantain e siri esi mee",
  "A na-ejikarị ose chili na yabasị enye ya",
  "Na Na Naijiria, ọ na-abụkarị akụkụ ma ọ bụ enwere ike iri ya n'onwe ya.",
  "Gizdodo bụ nri dị n'akụkụ na Naịjirịa nke nwere plantain e siri esi na gizzard e siri esi.",
  "A na-ewere Alloco dị ka nri ngwa ngwa ma na-ere ya n'okporo ámá nke Côte d'Ivoire",
  "A na-akpọ mpaghara nwere ọtụtụ ndị na-ere anụ e siri esi na nri alloco na mpaghara Cocody Allocodrome, site na nri a.",
  "Tupu ịkwadebe alloco ọ dị mkpa inwe uto plantain ziri ezi maka ntụziaka",
  "Alloco kpọmkwem chọrọ plantain nke na-eto eto, nke nwere ike ịmata site na agba nke akpụkpọ plantain",
  "Maka alloco, plantain gị ga-aka mma ịbụ obere odo na ntụpọ ojii",
  "A na-akwadebe Alloco n'ụzọ ọdịnala ma ọ bụ na-esi ya n'ime ahụekere ma ọ bụ mmanụ nkwụ",
  "Mmanụ a na-eji eme ihe dabere na mpaghara dị n'ime Ivory Coast.",
  "Iji mee alloco, ị na-amalite site na ịkpụ plantain, nke mbụ n'ogologo, mgbe ahụ ọzọ iji nweta obere iberibe",
  "Mgbe ahụ, mee ka mmanụ ahụ dị ọkụ n'ime efere ofe, ma tinye plantain n'ọkụ ozugbo, ma sie ya ruo mgbe ha na-acha odo odo / na-acha ọbara ọbara",
  "Ozugbo ha ruru agba ha chọrọ, a na-ewepụ plantain ma tinye ya na akwa ákwà iji mee ka mmanụ ahụ dị n'ime mmiri",
  "N'ime obere mmanụ fọdụrụnụ, tinye yabasị na ose, ma hapụ ha ka ha sie maka nkeji ole na ole",
  "Ozugbo ọ dị njikere, tinye plantain azụ, na mmiri, ma kpuchie, na-enye ohere ka plantain na-esi",
  "[citation needed]",
  "N'ozuzu, a na-enye alloco dị ka akụkụ maka nri buru ibu ma ọ bụ nri dị iche",
  "Ọtụtụ mgbe ị ga-ahụ alloco, na-enye ya azụ ọhụrụ ma ọ bụ ọbụna àkwá e siri esi",
  "A na-ejikarị ofe na-esi ísì ụtọ na-enye alloco na nke na-agbakwunye akụkụ ọzọ na nri ahụ.",
  "Kelewele bụ nri Ghana a ma ama nke e ji osisi plantain e siri esi mee na ihe na-esi ísì ụtọ. N'asụsụ Bekee, a na-akpọ ya mgbe ụfọdụ hot plantain crisps. Na Accra, ndị na-ere ahịa n'okporo ámá na-erekarị kelewele n'abalị na mgbe ụfọdụ n'ehihie site n'aka ụmụ nwanyị nọ n'akụkụ obodo.  Kelewele bụkwa nhọrọ a ma ama maka nri abalị.",
  "N'ịbụ onye sitere na Ghana, ọtụtụ akwụkwọ ntụziaka emeela ka kelewele bụrụ ihe a ma ama na America (recipezaar, na afọ 2009)",
  "A na-ewepụ plantain ma nwee ike ịkpụcha ya n'ime iberibe ma ọ bụ cubes. Ginger, cayenne pepper, na nnu bụ ihe ndị a na-ejikarị eme kelewele. Otú ọ dị, a pụkwara iji yabasị, anise, cloves, nutmeg, cinnamon, na chili powder mee ihe dị ka ihe na-esi ísì ụtọ. Nkwadebe azụmahịa dị nke nwere ike ime ka nkwadebe dị mfe ma nye ụtọ dị mma. Dịka ọmụmaatụ, mmanụ kwesịrị ịdị ọkụ na plantain ekwesịghị ịdị nro ma ọ bụ ọ ga-amịkọrọ mmanụ dị ukwuu. A ga-esi plantain ahụ n'ọkụ ruo mgbe shuga dị na ya ga-abụ caramelizes, ma mepụta ọnụ na-acha nchara nchara na plantain.",
  "Enwere ike iji ya na nri, ahụekere, ma ọ bụ naanị ya dị ka nri na-atọ ụtọ.",
  "A na-esi osisi ndị a n'ọkụ",
  "Efere e ji osisi plantain e siri esi",
  "Àtụ:African cuisine"
]