[
  "Ful medames (Arabic: فول مدمس, fūl mudammas IPA: ;  okwu ndị ọzọ gụnyere ful mudammas na foule mudammes), ma ọ bụ naanị fūl, bụ stew nke fava e siri esi nke e ji mmanụ oliv, cumin, na nhọrọ na parsley a pịrị apị, galik, yabasị, mmiri lemon, ose, na akwụkwọ nri ndị ọzọ, ahịhịa, na ihe ndị na-esi ísì ụtọ. A na-eme medames zuru ezu n'ụzọ ọdịnala ma na-enye ya site na nnukwu ite ígwè. Ọ bụ nri a ma ama n'Ijipt ma a na-ewere ya dị ka nri mba, ọkachasị n'obodo ndị dị n'ebe ugwu nke Cairo na Gizah",
  "[citation needed] Ful medames bụkwa akụkụ a na-ahụkarị na nri nke ọtụtụ nri Arab, Middle East, na North Africa.",
  "Ụfọdụ ndị edemede atụwo aro na medames zuru ezu malitere laa azụ na Ijipt oge ochie.",
  "Ihe akaebe ụfọdụ nke ojiji nke ful bụ ihe zoro ezo nke 2,600 fava kpọrọ nkụ e gwupụtara na ebe Neolithic na mpụga Nazaret.",
  "A kpọtụrụ usoro isi nri a aha na Jerusalem Talmud, na-egosi na a na-eji usoro ahụ eme ihe na Horn of African na Middle East mba ndị dị na narị afọ nke anọ",
  "Ọ bụ ezie na e nwere ọtụtụ ụzọ isi chọọ fūl mma, usoro nri bụ isi ka bụ otu",
  "Ozugbo esichara fūl, a na-etinye ya nnu ma rie ya n'ụzọ dị mfe ma ọ bụ na-esonyere mmanụ akwụkwọ nri, mmanụ ọka, bọta, mmiri ara ehi, bechamel sauce, anụ ehi a gwọrọ agwọ (basturma), àkwá e siri esi ma ọ bụ esi esi, tomato sauce, galik sauce, tahini, mmiri lemon ọhụrụ, ose, ma ọ bụ ihe ndị ọzọ.",
  "N'oge ụwa na-emepechabeghị anya, ndị bi gburugburu Princess Baths, ebe ịsa ahụ ọha na eze n'ime obere ogige dị nso na isi iyi ọha na eze nke Muhammad  São Ali Pasha, otu ogige dị n'ebe ugwu nke minaret abụọ mara mma nke ụlọ alakụba Sultan al-Muyaday n'elu ọnụ ụzọ Bab Zuweila nke narị afọ nke 11",
  "N'ehihie, ndị na-arụ ọrụ n'ebe ịsa ahụ na-eme ka ọkụ na-ekpo ọkụ na qidras, nke bụ nnukwu ite mmiri ịsa ahụ",
  "Osisi dị ụkọ, n'ihi ya, a na-eji ihe mkpofu eme ihe dị ka mmanụ ma mesịa, a na'ebe a na-ekpofu ahịhịa gburugburu ebe ịsa ahụ",
  "Mgbe ebe ịsa ahụ mechiri, ọkụ ọkụ ahụ na-acha ọbara ọbara nọgidere na-ere ọkụ",
  "Iji nweta uru nke ọkụ ndị a dị oké ọnụ ahịa, a na-ejupụta nnukwu qidras na fava beans, a na'echekwa cauldrons ndị a na-esi nri abalị niile, na n'ikpeazụ kwa ụbọchị niile, iji nye ndị bi na Cairo nri ụtụtụ",
  "Ụlọ ọrụ na-esi nri na Cairo ga-eziga ndị na-ejere ha ozi na Princess Baths iji zụta fūl ha buru ibu.",
  "A na-akwadebe Fūl site na obere, ahịhịa dị gburugburu nke a maara n'Ijipt dị ka fūl ḥammām (\"ahịhịa ịsa\")",
  "A na-esi ọka ahụ ruo mgbe ọ dị nro",
  "Ụdị agwa ndị ọzọ ndị na-esi nri Ijipt na-eji bụ fūl rūmī (\"Roman\", ya bụ",
  "\"European broad beans\"), nnukwu beans fava yiri akụrụ, na fūl baladī (\"beans mba\", nke dị n'etiti)",
  "Fūl nābit (ma ọ bụ nābid) bụ mkpụrụ ọka fava, fūl akhḍar (\"fūl na-acha akwụkwọ ndụ akwụkwọ ndụ\") bụ ọka fava ọhụrụ, na fūl madshūsh (\"fūle a kụrisịrị akụrisị\") bụ ọka Fava a kụziri akụrisị.",
  "A na-ebute he nrite zuru ezu site na Ijipt gaa n'akụkụ ndị ọzọ nke ụwa ndị Arab, yana akụkụ ndị ọzọ nke Africa na Eshia, mana ọkachasị na Iraq, Lebanon, Israel, Syria, Jordan, Palestine, Saudi Arabia, Yemen, Somalia, Ethiopia, Eritrea, Sudan, Morocco na Libya.",
  "Ful bụ nri ụtụtụ a ma ama na Siria, kachasị na  Aleppo",
  "A na-ahapụ ọka fava na-esi n'ime nnukwu ite ọla kọpa n'abalị niile, ka a na-enye ya site n'ụtụtụ echi ya gaa n'ihu; ọka na-egwu mmiri na tahini na mmanụ oliv, nke ejiri ihe na-egosi ose na-acha ọbara ọbara (nke e ji ose Aleppo mee) mee n'elu.",
  "Na Jọdan, a na-eme ful dịka hummus n'ụdị dip, nke a na-ejikarị tahini, galik, tomato, mmiri lemon, cumin, mmanụ oliv, ose na nnu eme.",
  "A na-eri medames zuru ezu dị ka akụkụ nke nri Lent site n'aka ndị Kraịst nọ na mba Arab.",
  "Na mbà Somalia, fuul bụ ihe dị mkpa na nri ụtụtụ",
  "A na-ejikarị àkwá, achịcha khubz / ceesh ma ọ bụ achịcha ọdịnala Somalia a na-akpọ laxoox /canjeero",
  "Ọ dị nnọọ ka ụdị nri ndị Ijipt, Sudanese, na Saudi, mana ọ na-adịkarị ụtọ n'ihi na ndị Somalia na-eji ngwakọta nke xawaash (cumin, coriander, sage, peppercorn, fenugreek, turmeric, ginger, cardamom, cloves, nutmeg, na saffron).",
  "Na mba Morocco, a maara ful dị ka bissara ma nwee fava beans na ogwe ahịhịa ahịhịhịa (nke a maara n'ógbè ahụ dị ka jabbana) a na-esi ya na galik ma na-enye ya cumin na ihe na-atọ ụtọ",
  "Ọ na-ewu ewu karịsịa n'ebe ugwu nke mba ahụ ma na-eri ya n'oge ọnwa oyi oyi.",
  "Na mba Etiopia (na Eritrea), ful bụ otu n'ime nri ole na ole a na-adịghị eri ya na achịcha dị ka pancake a na-akpọ injera mana a na-eri ya na achịchi ọka wit",
  "Ebe ndị a na-enye nri zuru ezu na achịcha ntụ ọka na-eso ya na-enyekarị kichin ọha maka ndị ahịa na-achọ ime ụdị achịcha dị otú ahụ ebe ọ bụ na achịcha adịghị na nri ndị Etiopia ma ọ bụ Eritrea",
  "A na-etinye ya n'elu, ma ọ bụ gwakọta ya na, ngwakọta mmanụ na berbere.",
  "Na obodo Malta, a na-ejikọkarị ful bit-tewm (beans na galik) na ibu ọnụ n'oge Lent na Good Friday",
  "A na-etinye ya na mmiri n'otu abalị, sie ya na mmanụ na galik na mint ọhụrụ ma ọ bụ nke a mịrị amị, wee jiri mmanụ oliv ma ọ bụ vinegar tee ya tupu a na-enye ya.",
  "Nri ahụ agafeela Malaysia, ọkachasị steeti Johore, na Singapore ebe a na-etinye ya n'ime ọdọ mmiri nri dị n'ógbè ahụ, nke na-etinye ghee n'ọnọdụ mmanụ na anụ a pịrị apị",
  "A na etinye ọka akụrụ na ọka e siri esi iji mee ka nri ahụ nwetu ahụ.",
  "Ful medames salad (Arabic: ) bụ nri ụtụtụ ndị Arab kacha amasị ya, mana a na-eri ya dị ka salad dị nro",
  "Ọ na-agụnyekarị fava beans, tomato apịrị apị, alibasa, parsley, mmiri lemon, mmanụ oliv, ose na nnu."
]