[
  "Fumani N Shilubana (a mụrụ na 22 Machị 1980), bụ onye na-eme ihe nkiri na South Africa, onye nduzi na onye na-emepụta ihe. A maara ya nke ọma maka ọrụ ya na ihe nkiri ndị a ma ama Zama Zama, My Father's War na Kalushi: The Story of Solomon Mahlangu",
  "Ọ bụ onye guzobere FatherFigureZA, ntọala nke na-achọ iweghachi mmadụ n'ime ezinụlọ na Onye isi oche nke Midrand Heat Basketball Club.",
  "A mụrụ ya n'abalị 22  ọnwa Machị afọ 1980 na obere obodo Shiluvana, Tzaneen, Limpopo, South Africa",
  "Nna ya Clifford Shilubana bụ onye isi ụlọ akwụkwọ na Mlungisi Primary School na nne ya Nsatimuni Mundhlovu onye Mozambican / South Africa bụ nọọsụ na Shiluvana Hospital",
  "O nwere ụmụnne nwanyị abụọ: Labani Mgimeti na Kumani Shilubana na nwanne nwoke tọrọ ya Tebogo Maake.",
  "Na 31 Ọktọba 2016 na Joppie Village ọ kwụrụ nwunye ya ugbu a ụgwọ lovola n'afọ 2017 Disemba 22 ya na Nomathemba Olivia Ngobeni nwere emume nzuzo na African Pride Mount Grace na Magaliesburg",
  "Ọ bụ nna nke otu nwa nwoke, Vulani na otu nwa nwanyị Nganakati-Nsuku.",
  "Shilubana debanyere aha n'afọ 1998 na Mathews Phosa College na Mpumalanga, ọ debanyere akwụkwọ na Mahadum Venda n'afọ 1999 iji mụọ Bachelor of Science (BSc) na Agriculture nke ọ na-emechabeghị n'afọ 2000 ọ debanyesịrị aha maka Injinia Ụlọ Ọrụ na Mahaduma Nkà na Ụzụ Tshwane nke ọ hapụrụ mgbe ọ chọrọ ịchụso ime ihe ngosi na Ịtali, ọ gakwaghị mgbe ọ debanyerịrị aha maka Speech and Drama Program na South African State Theatre n'okpuru nduzi nke onye edemede na Onye nduzi nke Play Paul Mpumelelo Grootboom.",
  "Ọ malitere ịgba bọọlụ mgbe ọ dị afọ iri na ise, ọ mụtara banyere egwuregwu ahụ mgbe nne ya zụtara ya akwụkwọ iwu bọọlụ, mgbe ọ dị iri na itoolu, ọ gara asọmpi bọọlụ na Mahadum Limpopo ma họrọ ya ka ọ nọchite anya Limpopo Province maka ndị okenye otu ụmụ nwoke maka egwuregwu SASSU na asọmpi kwa afọ na Cape Town.",
  "A maara ya nke ọma maka ọrụ ya dịka onye na-emepụta ihe na onye na-eme ihe nkiri na telenovela Giyani: Land of Blood",
  "N'usoro ihe omume ahụ, ọ rụrụ ọrụ 'Vukosi Moyo'",
  "Mgbe emesịrị usoro ahụ, ọ pụtara na usoro Mafanato nke ọ mepụtara ma duzie.",
  "Ọ rụkwara ọrụ na usoro telivishọn a ma ama: Soul City, Generations na Isidingo",
  "Ọ na-ekwukarị okwu na Xitsonga na telivishọn, nke bụ asụsụ nne ya. Ọ rụrụ ọrụ a ma ama 'Detective Dabula' na SABC3 soapie Isidingo",
  "Shilubana mere nke mbụ ya dịka onye nduzi na Khomelela, ihe nkiri ọ mepụtara ma soro dee ya mepụta",
  "Ọrụ a bụ akụkụ nke ọrụ ya iji nweta ihe nkiri Xitsonga na isi iyi",
  "Ọ nwetara R40 000 maka ihe nkiri ahụ wee gbaa 95% nke ihe nkiri ahụ na Hlovani River Lodge na ndị ọzọ na Nkowankowa Township",
  "E gosipụtara ihe nkiri ahụ na Nkowankowa Community Hall.",
  "Shoka Mabasa, Fumani N",
  "Shilubana, ya na Teleti Khosa nwere Xiculu Multimedia ụlọ ọrụ mgbasa ozi 100% nke ndị isi ojii nke e guzobere na Disemba afọ 2019",
  "Ọrụ bụ isi nke Xiculu bụ mmepụta na nkesa nke ọdịnaya Xitsonga ma mepụta usoro Mafanato na Showmax, BeingTsongaInSA doccie usoro podcast banyere ahụmịhe Vatsonga na Republic of South Africa, usoro Minkoka Mimbirhi, Otu ụbọchị na ihe ngosi okwu Tsonga Legend, ihe nkiri dị mkpirikpi Nyambondzwani, usoro Sivara na COVID-19 Xitsonga dashboard na mmekorita ya na Xitsonga.org niile n'afọ 2020.",
  "A họpụtara Shilubana n'afọ 2005 maka Naledi Theatre Awards maka Ọrụ Nkwado Kasị Mma na Relativity \"Township Stories\". Emume a jupụtara na kpakpando na-egbuke egbuke mere na Mahadum nke Johannesburg Arts Centre na Sọnde 19 Febụwarị 2006.",
  "A họpụtara ya maka ihe nrite mbụ ya maka ihe nkiri maka onye na-eme ihe nkiri kacha mma maka onye ọkachamara ịhụnanya na F.A.M.E Awards 2016."
]