[
  "Funlola Aofiyebi-Raimi, amụrụ Abibat Oluwafunmilola Aofiyebi and known informally as FAR, bụ onye na-eme ihe nkiri Naijiria",
  "O nweela ihe ngosi redio na-eme ogologo oge",
  "Ọ pụtara na ihe nkiri The Figurine, Tinsel na MTV Shuga.",
  "Funlola bụ nwa ikpeazụ n'ime ụmụaka asaa, nne ya bụ nwanyị ọchụnta ego na nna bụrụ onye mmepụta ihe",
  "Aha FAR bịara mgbe ọ lụsịrị di wee bụrụ mbinye aka ya",
  "FAR nwere mmalite n'oge na ogbo na telivishọn, ya na nwanne nne ya Teni Aofiyebi, onye na-eme ihe nkiri",
  "Ọ lụrụ onye mgbasa ozi ọkachamara Olayinka Raimi.",
  "FAR nwetara usoro ihe nkiri TV na Westminster College, yana na ụlọ ọrụ ihe nkiri na Bunkinghamshire",
  "O nwekwara BSc na Sociology site na Mahadum Lagos na Naijiria",
  "Mpụta ihe nkiri FAR bụ na ihe nkiri Amaka Igwe Violated  eme ihe n'akụkụ Joke Silva, Richard Mofe-Damijo, Ego Boyo na Kunle Bamtefa",
  "A họpụtara ya maka ihe nrite onye na-eme ihe nkiri kacha mma na-abịa na THEMA na 1996",
  "A tụbara FAR dị ka onye ndu n'ime Keeping Faith, site n'aka onye nduzi Steve Gukas",
  "A họpụtara FAR maka ihe nrite AMMA onye na-eme ihe nkiri kachasị akwado The Figurine nduzi site na Kunle Afolayan",
  "Tupu ọ pụta na M-net TV show Tinsel, na-egosiputa dị ka Brenda,  FAR egosila na ihe nkiri ndị ọzọ dị ka Dọctors Quarters, Solitaire, na Palace",
  "FAR emela ihe n'ogbo na Sing That Old Song For Me and The Mansion nke Rasheed Badamusi dere, na The Vagina Monologues",
  "FAR meriri ihe ngosi na-abughi akụkọ ifo ịgba egwu akpọrọ Celebrity Takes 2",
  "Na 2014, FAR  na onye omere Britain-Nigeria bụ Wale Ojo gosiputara.",
  "O nwere ihe ngosi redio akpọrọ Touch of Spice nọrọ afọ 14 (malitere na August 1999)",
  "FAR nọ na MTV Shuga na 2019 na 2020  na ọrụ nkwado ya nke \" Oriakụ Olutu\" gụnyere mgbe ọ banyere na obere usoro akpọrọ MTV Shuga Nanị ọnụ na- akọwapụta nsogbu nke Coronavirus na 20 Eprel 2020",
  "Tunde Aladese dere usoro a ma gbasaa kwa izu n'abalị - ndị na-akwado ya gụnyere United Nations",
  "Usoro a dabere na Nigeria, South Africa, Kenya na Côte d'Ivoire na akụkọ a na-aga n'ihu site na iji mkparịta ụka ịntanetị na ọnọdụ n'etiti ndị agwa",
  "Ihe nkiri a niile bụ ndị na-eme ihe nkiri mere ya  gụnyere Lerato Walaza, Mamarumo Marokane, Jemima Osunde, Folu Storms na FAR.",
  "N'August 2009, O mere emume ncheta afọ iri nke mmemme redio ya Touch of Spice (TOS)",
  "O kwere nkwa ime ya n'ụdị ọmarịcha site n'ime ka ndị na-akwado ya nwee njem ụgbọ oloko n'efu ka ha gaa lee ihe nkiri na sinima"
]