[
  "Gọọmentị nke Lagos Steeti bụ gọọmentị steet Lagos, na-echegbu onwe ya banyere nchịkwa nke ụlọ ọrụ steeti.\nNdị mejupụtara gọọmentị ahụ bụ ndị isi, ndị omeiwu na ndị ikpe.\nGọvanọ bụ onye na-eme iwu bú onye na-eduzi gọọmentị ma na-enyekarị ndị kọmishọna na ndị ọrụ gọọmentị ndị ọzọ nke steeti na-enyere aka.",
  "E guzobere Ọfịs nke Gọvanọ mgbe a tọrọ ntọala nke steeti na 1967",
  "Ọ bụ Babajide Sanwo-Olu na-eduzi ya ugbu a, onye bụ Gọvanọ nke iri na ise nke steeti ahụ",
  "Ọfịs a na-ahụ maka nhazi nke ọrụ gọọmentị niile maka ọdịmma nke ndị steeti.",
  "Ihe nlereanya steeti ahụ bụ \"Making Lagos Africa's Model Mega City And Global Economic and Financial Hub\"",
  "Iwu nkwalite steeti ahụ bụ \"Poverty Eradication and Sustainable Economic Growth through Infrastructure Renewal and Development",
  "\"",
  "Ikpe bụ otu n'ime aka atọ nke gọọmentị steeti Lagos",
  "Ọ na-echegbu onwe ya banyere nkọwa nke iwu gọọmentị Lagos Steeti. Onye isi ikpe nke Lagos Steeti na-eduzi ikpe ahụ, nke Gọvanọ Lagos Steeti họpụtara site na nkwado nke Ụlọ omeiwu nke Lagos Steet.",
  "Ndị otu ikpe a ma ama gụnyere Attorney-General na Lagos State Commissioner for Justice ya na Chief Registrar. Onye ji ọkwa Chief Registrar na-eje ozi dị ka onye isi nchịkwa na onye na-ahụ maka ego na ndị ọka ikpe.",
  "Ụlọikpe nke steeti Lagos bụ ụlọ ikpe mbụ e guzobere na Naịjirịa, nke a maara mgbe ahụ dị ka Ụlọikpe nke Colony Province",
  "E guzobere Ụlọikpe Magistrate na mbụ. Ntọala nke Ụlọikpe Magistrate mụrụ Ụlọikpe Kasị Elu, Ụlọikpe Kasi Elu nke Lagos Steeti n'oge ahụ. Mgbe e guzobere Ụlọikpe Kasị Elu nke Naịjirịa, Ụlọikpe Kasụ Elu nke Lagos gbanwere wee bụrụ Ụlọikpe Kasi Elu nke mpaghara Lagos",
  "A họpụtakwara John Taylor dị ka Onye isi ikpe.",
  "Na Mee 27, 1967, n'otu afọ ahụ e guzobere Lagos State, e jikọtara Ụlọikpe Kasị Elu na Ụlọikpe Magistrate nke Federal Territory iji guzobe Ụlọikpe Lagos State n'okpuru nduzi nke John Taylor, onye isi ikpe nke Lagos State. Ọchịchị Taylor gwụrụ na Nọvemba 7, 1973",
  "Onye ọka ikpe Joseph Adefarasin nọchiri ya, nke a họpụtara na Nọvemba 1, 1974. Ọ rụrụ ọrụ ahụ afọ itoolu ruo n'Eprel 24, 1985, mgbe ọrụ ya kwụsịrị. Onye Justice Candide Adeyemi Johnson nọchiri ya, onye a họpụtara na Eprel 25, 1985, otu ụbọchị mgbe Justice Joseph hapụrụ ọfịs ahụ. Ọ nọrọ afọ anọ n'ọchịchị ma Justice Ligali Ayorinde nọchiri ya na Julaị 10, 1989. Ọ rụrụ ọrụ n'ọkwa ahụ ruo afọ isii ya bụ n'etiti Julaị 1989 ruo Eprel 1995.\nN'ọnwa Ọgọstụ afọ 2014, a họpụtara Oluwafunmilayo Olajumoke Atilade dị ka Chief Judge, nke Ade Ipaye, Attorney General nke Lagos State ṅụrụ iyi.",
  "Ụlọ ikpe steeti Lagos nwere ọkwa atọ nke ụlọ ikpe",
  "Ụlọikpe Kasị Elu bụ ụlọ ikpe mkpegharị nke na-arụ ọrụ n'okpuru nnyocha nke aka, nke pụtara na Ụlọikpe nwere ike ịhọrọ ikpe ndị ọ ga-ege ntị site n'inye akwụkwọ nke certiorari. Ọ bụ ụlọ ikpe ikpeazụ. Ọkwa abụọ ndị ọzọ bụ ndị majie na ụlọ ikpe omenala.",
  "Na mgbakwunye nke ụlọ ikpe, ndị ikpe nwekwara Kọmitii Ọrụ Ikpe, yana ọrụ iwu nke gụnyere nkwalite na nhọpụta nke ndị ọrụ ikpe yana ọrụ ịdọ aka ná ntị ndị ọzọ.\nOnye isi ikpe na-eje ozi dị ka onyeisi oche nke kọmitii ahụ.",
  "Ndị omeiwu ma ọ bụ ụlọ nzukọ steeti bụ otu n'ime akụkụ atọ nke Gọọmentị Steeti na-emetụta ime iwu",
  "Ndị omeiwu ahụ nwere ndị otu a họpụtara ahọpụta site na mpaghara ọ bụla nke steeti ahụ",
  "Onye isi nke ndị omeiwu bụ Onye isi oche, onye ụlọ ahụ na-ahọpụta.",
  "Ụlọ omebe iwu dị n'ime ụlọ gọọmentị Lagos State na Alausa na mpaghara azụmahịa Ikeja, Lagos State.",
  "Ọrụ iwu nke ndị omeiwu bụ ime iwu site na ịnye iwu, nke ụzọ abụọ n'ụzọ atọ nke ụlọ ahụ ga-akwado",
  "Mgbe nkwado nke ụzọ abụọ n'ụzọ atọ, a na-enye Gọvanọ iwu ahụ, onye ga-abịanye aka na n'akwụkwọ ahụ ka ọ bụrụ iwu",
  "Nzukọ ahụ na-enyocha ma kwado mmefu ego kwa afọ nke gọọmentị steeti na ngosi nke gọvanọ",
  "Nzukọ ahụ na-arụkwa ọrụ dị mkpa na nhọpụta nke ndị kọmishọna steeti, ndị isi ikpe na ndị isi ndị ọzọ site n'aka Gọvanọ.",
  "Ngalaba na-ahụ maka ọrụ bụ otu n'ime aka atọ nke gọọmentị steeti, na-ahụ anya na ime iwu na mmejuputa iwu. Onye isi na-ahụ maka nchịkwa kwa ụbọchị nke steeti. Ndị otu ndị isi gụnyere Gọvanọ, osote gọvanọ, na ndị kọmishọna",
  "E nwekwara ndị isi ndị ọzọ nke steeti, dị ka onye isi ọrụ.",
  "Ndị isi na mba ofesi na-ahụ maka ozi",
  "Onye isi na-eduzi ma na-ahazi ozi ọ bụla site n'aka onye kọmishọna, nke odeakwụkwọ na-adịgide adịgide na-enyere aka."
]