[
  "Gabriela Trzebinski (amụrụ n'afọ 1962) bụ onye Africa na-ese ihe nke ihe nketa Europe nke bi na Houston, Texas, United States.",
  "A mụrụ Gabriela Trzebinski na Nairobi, Kenya, otu n'ime ụmụ atọ, aha ụmụnne ya bụ Bruce na Tonio. Nne ya bụ onye Britain, odee Errol Trzebinski, a mụrụ Eryl Jones, ma gbanwee aha mbụ ya, mgbe ọ lụrụ onye Poland na-ese ụkpụrụ ụlọ, Sbish (Zbigniew, Waclaw) Trzebński (nwụrụ na 15 Maachị 2005).",
  "Site n'oge ọ bụ nwata, nsogbu gbasara ọdịbendị, agbụrụ na okike na-emetụta Trzebinski.",
  "Gabriela gara Byam Shaw School of Art, London, (1988) na Southampton College of Art, Hampshire, England, (1987).",
  "N'afọ 1995, Gabriela Trzebinski rụrụ ọrụ dịka onye na-ese ihe na onye na-emepụta ihe.",
  "N'afọ 2000, Trzebinski nwere ihe ngosi onwe ya na Rebecca Hossack Gallery. Ka e mesịrị n'afọ ahụ, ụlọ ngosi Rebecca Hossack nọchitere anya Trzebinski na art London na Duke of York's Headquarters. Ihe nkiri ya My Beautiful Violetta, nke ya na onye egwu London Sarah Sarhandi jikọrọ aka bụ ihe nkiri Super 8 nke nkeji iri, nke egosiri na Portobello Film Festival, London, na 2003.",
  "Ihe ngosi onwe onye, Gabriela Trzebinski: New Paintings and the \"Matatu\" Project, mere na 2006 na George Adams Gallery, New York. N'ọnwa Ọktoba afọ 2006, ọ nọ na ihe ngosi otu, Run for Your Lives! na DiverseWorks, Houston, na ihe osise ndị e gosipụtara n'ụzọ dị mfe, dịka ihe atụ nke ọdachi na agha na telivishọn. Otu ihe osise a na-akpọ Clijsters a chụpụrụ na US Open na-egosi ederede na ala (n'ụzọ nke ịpịgharị akụkọ) n'elu onyinyo nke mgbidi ọbara si na akụkọ CNN banyere bọmbụ Beirut. A na-etinye isi akụkọ na akara ngosi n'otu aka ahụ na isiokwu ndị ọzọ, n'etiti ha bụ tankị UN na Rwanda na mpaghara ọdachi mgbe ajọ ifufe Katrina gasịrị. Ihe osise ahụ e mere na 2006 gosiri ụmụaka nwoke furu efu nke Sudan ka ha na-ele anya na windo ụgbọelu ka ndị na-eto eto gbara ọsọ ndụ si Sudan rutere na United States na 2000.",
  "N'ọnwa Disemba afọ 2007, Trzebinski bụ otu n'ime ndị omenkà ise nke onye nlekọta na onye omenkà Michael Guidry kpọrọ ka ha gosipụta ihe ha ji kpọrọ ihe na ihe ngosi ahụ, Little Known Facts, na Lawndale Art Center site n'ịmezigharị mpaghara nke ụlọ ọrụ ha. O jupụtara na oghere mgbidi ahụ na akwụkwọ akụkọ, ọtụtụ n'ime ha metụtara Africa, ma gosipụta ụfọdụ ihe osise, na-akpata \"ihe na-adọrọ mmasị na nke na-emetụ n'ahụ\" na ọzụzụ Africa nke Trzebinski na ndụ na United States dị ka onye ọcha Africa.",
  "N'ọnwa Eprel afọ 2008, o sonyere na Contemporary Arts Museum Houston na \"Slide Jam\", ihe ngosi kwa ọnwa site na mmemme agụmakwụkwọ nke Museum. Ihe ngosi mpaghara Houston nke ndị na-ese ihe Houston kachasị mma, nke a na-eme kwa afọ anọ ọ bụla na Blaffer Gallery na campus na Mahadum Houston. Ihe oyiyi obi ọjọọ ya, nke sitere na ahụmịhe ya siri ike nke ọdịbendị dị iche iche n'Africa, gosipụtara mmegbu ndọrọ ndọrọ ọchịchị, mmekọahụ, igbu ọchụ na ọnwụ. My Daddy Is a Tranny, na-atụle omenala Swahili ochie na-ezo aka na mmemme kwa afọ na usoro ejiji na-edoghị anya nke ndị na-eme ihe nkiri n'okporo ámá n'ụsọ oké osimiri Kenya nke Ọwụwa Anyanwụ Afrịka, ya bụ n'àgwàetiti Lamu.",
  "N'afọ 2008, Trzebinski bụ otu n'ime ndị a na-asọpụrụ na ncheta afọ nke iri nke Aurora Picture Show, Houston, maka nkwado na mmetụta ha.",
  "Na Disturbance of Distance, ihe ngosi nke Eleanor Williams haziri na oghere nka Box 13, Houston, na Febụwarị 2009, Trzebinski gosipụtara The Burning of Hides, ihe nkiri Super-8 ọhụrụ nke a na-emegharị nke ọkụ ọkụ nke akpụkpọ anụ na ihe nrite egwuregwu. Ihe omume a na-ese okwu mere na Nairobi National Park, na mpụga etiti obodo Nairobi, Kenya",
  "N'afọ 1989 dị ka mkpesa gọọmentị megide ịchụ nta zuru oke nke anụ ọhịa, ndị nchịkwa haziri mbibi nke ihe nrite egwuregwu niile e debere na nchekwa",
  "Tupu nke a, gọọmentị Kenya gbara ọdụ́ nke ihe karịrị mpi atụ pụkụ abụọ ọkụ n'otu ebe ahụ na maka otu ihe ahụ."
]