[
  "Gabrielle Aboudi Onguéné (onye amụrụ n'abalị̀ iri abụọ na ise nke onwa Febụwarị afọ 1989) bụ onye Cameroon na-agba bọọlụ nke na-agbara otu CSKA Moscow bọọlụ ugbu a na Russian Championship na otu mba Cameroon. Ọ na agba boolụ nye Rossiyanka n'oge gara aga.",
  "A mụrụ ya na Douala, Aboudi Onguéné ọ malitere iso ụmụ nwoke nọ n'ógbè ya na-agba  bọọlụ mgbe ọ bụ nwata. A hụrụ ya ma tibanye ya ka ọ gbaa bọọlụ nye klọb ụmụ nwanyị, bu Ngondi Nkam Yabassi. Mgbe ọ na-agba boolụ na asọmpi maka klọb ahụ, Canon Yaoundé hụrụ ya wee malite isonye otu ahụ agba egwuregwu nye otu ahụ n'afọ 2005.",
  "Aboudi Onguéné gbara bọọlụ nye Louves Minproff na Cameroonian league nke ogo kachasị elu ma nyere ndị otu ahụ aka imeri asọmpi mba na afo 2009, 2010, na 2011.",
  "Aboudi Onguéné bịanyere aka na Rossiyanka na asọmpi kachasị elu nke Russia maka oge afọ 2015",
  "Goolu isii ọ gbara n'egwuregwu iri bụ nke atọ na league ma nyere ndị otu ahụ aka írute n'ọnọdụ nke abụọ. N'oge afọ 2016, ọ nyere goolu isii n'egwuregwu iri na atọ nke nyeere ndị otu ahụ aka ịmecha nke mbụ na league na ndekọ iri na otu.",
  "Aboudi Onguéné bịanyere aka na CSKA Moscow tupu agbata nke  afọ  2017",
  "Goolu iteghete ya n'egwuregwu iteghete ya bụ nke abụọ kachasị elu na league. Ndị otu ahụ mechiri n'ọnọdụ nke anọ na ndekọ iteghete-ano-otu. N'oge afọ 2018, ọ gbara goolu atọ n'egwuregwu ngosi iri na atọ. Aboudi Onguéné nyere goolu mbụ ya n'afọ 2019 megide otu egwuregwu Zvezda Perm n'abali iteghete nke ọnwa Mee nyere ndị otu ahụ aka imeri inweta mmeri atọ na asataghị̀ otu.",
  "Aboudi Onguéné nọchitere anya Cameroon na otu egwuregwu mba Cameroon kemgbe afọ 2008 mgbe enyochara ya mgbe ọ dị afọ iri na ise. N'afọ 2011, o nyeere ndị otu ahụ aka inweta ọla edo na All-Africa Games na Mozambique",
  "N'oge ọkara ikpeazụ megide South Africa, ọ nyere goolu mmeri egwuregwu.",
  "Aboudi Onguéné sonyere na 2012 London Olympics ma nye naanị otu goolu otu ahụ asọmpi ahụ",
  "Na 2015 FIFA Women's World Cup na Canada, ọ nyere goolu na nweta  mmeri nke otu ahụ meriri Switzerland ma akpọrọ ya Player of the Match. A họpụtara ya dịka onye egwuregwu kachasị mma na 2016 Africa Women Cup of Nations",
  "As of 2018[update] N'afọ 2018,emere nhoputa nke  Aboudi Onguéné dikaAfrican Women's Footballer of the Yearnke ugboro anọ ya",
  "Na 2019 FIFA Women's World Cup na France, Aboudi Onguéné nyere goolu ngafe megide Netherlands n'oge egwuregwu nke abụọ nke otu ahụ."
]