[
  "Gabriel Cornelis de Jongh (ụbọchị isii n'ọnwa Eprel 1913 Amsterdam rụọ úbọchị irí nà otu n'ọnwa Machị 2004), bụ naanị nwa nwoke nke ónyé na-ese ihe, Tinus de Jongh",
  "Mgbè ya na nna ya nwesịrị mmekọrịta chiri anya, Gabriel kpebiri ịchụso otu ọrụ ahụ, nna ya bụ ma ónyé nkuzi ma onye nkatọ",
  "Na-arụ ọrụ na mmanụ, mmiri, ink na pensụl, ọ na-ese ihe osise ala, ndụ, mmiri, anụ ọhịa, ma gosipụta isiokwu okpukpe.",
  "Tinus de Jongh gàrà South Africa nà 1921, nwunye ya sooro ezinụlọ ahụ ọnwa isii ka e mesịrị, wee biri n'ụlọ dị na Fish Hoek",
  "Gabriel so nna ya na-agagharị na Cape Peninsula, na-achọ ihe osise",
  "O mechara gụọ akwụkwọ na Michaelis School of Fine Art na Slade School of Art na London",
  "O mèrè ọmụmụ ihe na ịkpụ osisi n'okpuru H V Meyerowitz na Cape Town, na ọmụmụ ihe na foto-lithography na Cape Times.",
  "Tinus zụrụ ụgbọ ala n'afọ 1923, na-aga ebe ọzọ, ma na-esonyere ezinụlọ ya mgbé niile",
  "N'afọ 1924, ezinụlọ ahụ kwagara Rondebosch, Gabriel gara ụlọ akwụkwọ Rondebosh na Wynberg Boy, ma banye n'akwụkwọ n'afọ 1930",
  "Tupu ọ malite ọzụzụ ya na The Cape Times, nna ya kụziiri Gabriel otu afọ na usoro mmiri",
  "Gabriel jiri oge ezumike ya niile na-emepụta obere mmiri nke Malay Quarter, Cape Town Docks na Table Mountain",
  "N'ime ngwụsị izu ọ na-agbaso egwuregwu dị iche iche ma bụrụ ónyé na-egwu golf",
  "Tennis ya dị elu nke ukwuu iji nọchite anya The Cape Times na asọmpi",
  "Ọ ghọrọ ónyé otu S A Turf Club ma nwee ịnyịnya na-agba ọsọ, \"Glorious\".",
  "Ka ọ na-emecha mmụta ya, ọ bịdọrọ inwe mmasị na mmepụta agba nke nka dị mma, na-abịa n'okpuru nduzi nke Charles Hardy",
  "N'oge a, ọ malitere ịnwale ihe osise.",
  "Tinus gosipụtara na Hermanus n'afọ 1937 ma tụọ aro ka Gabriel gosipụta ụfọdụ ọrụ ya",
  "E rere ihe osise mmiri iri abụọ nke Gabriel n'ụbọchị mbụ",
  "Mgbè egosiri ụfọdụ n'ime ọrụ ya na Port Elizabeth ma nabata ya nke ọma, akụkọ ahụ mèrè ka nna ya nwee obi ụtọ",
  "Mgbè nke ahụ gasịrị, a na-egosipụta ọrụ ya mgbè niile na ụlọ ọrụ nka dị iche iche na Eastern Cape, Orange Free State na Johannesburg.",
  "Gabriel lụrụ Mercia Maria Kotze n'afọ 1938, na-akwaga n'ụlọ dị n'akụkụ nne na nna ya.",
  "Site na esemokwu nke Agha Ụwa nke Abụọ Gabriel wepụtara onwe ya màkà ọrụ, mànà The Cape Times chọrọ ya n'ihi nkà ya na foto-lithography",
  "Ya na nna ya sonyeere Civil Defence Corps rụọ 1942 mgbè gọọmentị Dutch kpọrọ ụmụ amaala Dutch niile",
  "A chọpụtara na ahụike Tinus na-ádà àdà dị ka ọrịa kansa akpa ume ma nye Gabriel ezumike ọmịiko ka ya na nna ya nọrọ, onye nwụrụ n'ubochí irí na asaa n'ọnwa Julaị 1942",
  "E nyere Gabriel iwu ka ọ sonye na Eighth Contingent nke Koninklijke Nederlandsche Brigade, wee banye na \"Sabajak\" rutere na Britain n'ubochí irí na isii n'ọnwa  Disemba 1942",
  "N'etiti nkwadebe màkà agha, Gabriel jiri oge ezumike ya na-ese ihe n'ime ime obodo England, wee gaa Slade School of Art, nke a kpọfere Windermere n'oge agha ahụ, dị ka nwa akwụkwọ na-arụ ọrụ nwa oge.\nN'abalị ise n'ọnwa Ọgọstụ n'afọ 1944, ọ gawara Normandy",
  "Dị ka onye na-ese ihe agha, o gosipụtara ihe nkiri na France, England, Belgium na Netherlands",
  "N'ịbụ onye bọmbụ ndị na-egbochi ndị ọrụ merụrụ ahụ, a kwupụtara na ọ gaghị eru ọgwụ, ọ laghachiri South Africa n'ubochí irí na abụọ n'ọnwa June 1945, wee laghachi ọrụ na The Cape Times, nke ahụmahụ agha ya na-echegbu onwe ya.",
  "N'afọ 1946, ọ nwetara ụgbọala ndị agha gbanwere ka ọ bụrụ ụgbọala na-adọkpụ, wee soro nwunye ya na nwa ya nwoke Tinus, gaa njem nlegharị anya nke Eastern Cape, Basutoland na Natal",
  "Mgbè ọ nọ na Cathedral Peak Hotel na Drakensberg, ónyé nwe ya, Albert van der Riet, mèrè ka o gosipụta ọrụ ya n'ebe ahụ",
  "Nké a gosipụtara nnukwu ihe na mgbanwe ya site na mmiri na mmanụ.",
  "Gabriel mèrè njem ogologo ógè na Britain, Europe, South America na East Africa, mànà ọ nọgidere na-etinye onwé ya n'ọmarịcha ọdịdị nke Western Cape, nke ụmụ ya kpọrọ \"boompie-bergie-huisie-thing\". Ọ zụrụ ụgbọ mmiri, Pocketa, nke ọ nyochara mmiri Cape",
  "A na-egosipụta ihe osise nke Cape Point na ụlọ klọb nke Marlin na Tuna Club nke ọ bụ ónyé otu ya.",
  "E nyere ya ọrụ ise Villa Dubochet na Clarens, ebe Ónyé ísì ala Paul Kruger nwụrụ n'ebe a chụgara ya, na Boekenhoutfontein, ebe obibi akụkọ ihe mere eme ya dị nso na Rustenburg",
  "Ọrụ ndị ọzọ gụnyere ọdịda Jan van Riebeek na Table Bay, mgbawa ugwu nkè 1963 na Tristan da Cunha, na ihe osise 1.8 x 2.4 mita nke enyí Ndlulamithi",
  "A ga-ahụ ọrụ ya na nchịkọta ọha na eze na nke onwé n'ụwa niile.",
  "Gabriel guzobere Ụlọ Egwuregwu Ncheta Tinus de Jongh na Stellenbosch na 1981 wee ghọọ nnukwu ihe na-adọrọ mmasị ndị njem nleta na ụzọ mmanya",
  "Ụlọ ngosi ahụ mechiri afọ iri ka e mesịrị mgbè Lanzerac Hotel gbanwere aka."
]