[
  "Gad Elmaleh (Arabic: جاد المالح, Gād el-Māleḥ; a mụrụ n'abalị iri na itoolu n'ọnwa Eprel n'afọ 1971) bụ onye Moroccan-Canada na-eme ihe ọchị na onye na-emeeme ihe nkiri nke nwetara aha ọma na France, Morocco nakwa United States. A maara ya nke ọma n'ụwa na-asụ French na nso nso a [mgbe?] na mba United States.",
  "O meela ọtụtụ ihe nkiri, gụnyere Coco, Priceless, La Doublure na Midnight in Paris",
  "A họpụtara ya dịka onye na-atọ ọchị na France, Minista nke Ọdịbendị kpọrọ ya knight nke Order of Arts and Letters; a kpọkwara ya knight of the National Order of Quebec",
  "N'afọ 2015 na 2018, Elmaleh mere njem na-atọ ọchị na mba United States",
  "N'afọ 2019, ọ pụtara na usoro Netflix Huge na France",
  "A mụrụ Elmaleh ma zụlite ya na Casablanca n'ezinụlọ ndị Juu Berber nke Morocco. A zụlitere Elmaleh n'ebe dị iche iche nwere ọdịbendị, na-asụ Moroccan Arabic na French. Dịka nwatakịrị ọ ga-eji bọọdụ mara nna ya, onye na-eme ihe nkiri, nna ya",
  "Nwanne ya nwoke, Arié, bụ onye na-eme ihe nkiri na onye na-agụ egwu, nwanne ya nwanyị, Judith, bụ onye Na-eme ihe ngosi na onye nduzi ihe nkiri.",
  "Ọ gụrụ akwụkwọ na École Maïmonide, na Lycée Lyautey na Casablanca. Ezinụlọ ya si Morocco kwaga obodo Canada mgbe Elmaleh dị afọ iri na asaa",
  "O mechara mụọ sayensị ndọrọ ndọrọ ọchịchị na mahadum dị na Montreal (ọ bụghị ihe doro anya ma ọ bụ na Mahadum Montreal ma ọ bụ Mahadum McGill, ebe ihe ndekọ ụlọ ọrụ abụọ ahụ na-egosipụta ọ gara) ruo afọ anọ mana ọ gụsịrị akwụkwọ",
  "N'afọ 1992, Elmaleh kwagara mba Paris iji mụọ ihe nkiri na Cours Florent n'okpuru nkuzi nke Isabelle Nanty.",
  "Ihe ngosi mbụ nke Elmaleh nke otu onye Décalages, nke emere na \"Palais des glaces\" n'afọ 1997, bụ akụkọ ndụ onwe onye. N'ime ihe ngosi ahụ, ọ na-akọwa njem ya malite na ọpụpụ ya n'obodo Morocco mgbe ọ gụsịrị akwụkwọ sekọndrị, na-aga n'ihu na ọmụmụ ya na Montreal ma mechie na mba France ebe ọ gụrụ ihe nkiri na Cours Florent",
  "Aha ya gara n'ihu site na ihe ịga nke ọma nke ihe ngosi nke abụọ ya, La Vie Normale nke bụ oge mbụ ya na-eme na Olympia yana ihe ngosi mbụ ya nke ihe karịrị awa abụọ. E wepụtara ihe ngosi ahụ na DVD na 23 Jenụwarị 2001.",
  "N'adịghị ka ihe ngosi abụọ mbụ ya, L'autre c'est moi (2005) ya nwere ihe ndị ọzọ na mmekọrịta ya na ọha na eze",
  "A na-eto ya maka iwebata ụdị American stand-up na France ma jiri ya mee ihe na ihe ngosi otu onye ya. Ọ laghachiri n'ọkwa na L'autre, c'est moi n'ọnwa Septemba afọ 2006 na Canada (Montreal) na US (na Broadway, na Beacon Theater n'ihu ndị nkiri 3000); emere ya na Casablanca, Morocco",
  "N'agbata ọnwa Eprel na Ọgọstụ afọ 2007 ọ gbara ihe ngosi ya na France, Belgium, na Switzerland",
  "Ihe ngosi ahụ dọtara ihe karịrị mmadụ 300,000",
  "E mechara wepụta ihe ngosi ahụ na DVD ma ree 1,500,000.",
  "Mmekọrịta mbụ Elmaleh na ihe nkiri bụ ihe nkiri zuru oke, Salut cousin ! nke Merzak Allouache",
  "O mechara pụta na L'homme est une femme comme les autres na Train de Vie",
  "N'afọ 2000 ọ rụrụ ọrụ nke \"Dov\", onye na-eduhie eduhie na La Vérité si je mens ! 2",
  "A rụgharịrị àgwà nke \"Chouchou\" na La Vie Normale na ihe ọchị Chouchou (2002), nke Merzak Allouache duziri ma bụrụkwa nke Alain Chabat;  nkiri ahụ dọtara ọtụtụ ndị na-ege ntị",
  "Mgbe ahụ, o mere nke mbụ ya dịka onye na-agụ egwu na \"ọ bụ kiz ndụ m\", abụ a ma ama n'asụsụ na-adịghị adị",
  "J.G Biggs duziri vidiyo egwu ahụ ma gbaa ya na Paris Hôtel Costes a ma ama.",
  "Ọ laghachiri na ihe nkiri n'afọ 2004 mgbe ọ pụtara na ihe nkiri afọ 2004 Olé! ya na Gérard Depardieu",
  "N'afọ 2005, ọ pụtara dịka François Pignon na La Doublure (aha Bekee \"The Valet\"), nke Francis Veber",
  "N'afọ 2006, ọ pụtara n'ihu Audrey Tautou na Priceless (aha French \"Hors de prix\"), nke Pierre Salvadori.",
  "Elmaleh na onye France na-eme ihe nkiri Anne Brochet biri site n'afọ 1998 ruo 2002",
  "Ha nwere otu nwa nwoke, Noé, ọnụ. Akụkọ mmekọrịta ha na nkewa a kọrọ n'akwụkwọ Brochet bụ Trajet d'une amoureuse éconduite",
  "Site n'afọ 2009 ruo 2010, onye mmekọ ya bụ onye nta akụkọ French Marie Drucker.",
  "Ya na Charlotte Casiraghi nwere mmekọrịta site n'ọnwa Disemba 2011 ruo June 2015. A mụrụ nwa ha nwoke, Raphaël, n'abalị 17 ọnwa Disemba afọ 2013.",
  "N'afọ 2004, Elmaleh natara onyinye maka ihe ngosi otu nwoke kachasị mma site na SACEM na France",
  "N'afọ 2006, ọ natara Crystal Globes Award",
  "site na French Press Association, maka ihe ngosi otu nwoke kachasị mma maka La Vie Normale.",
  "N'afọ 2006, Minista nke Ọdịbendị nke France bụ Renaud Donnedieu de Vabres nyere Elmaleh Ordre des Arts et des Lettres.",
  "Onye isi ala Quebec bụ Philippe Couillard mere ya onye otu National Order of Quebec n'afọ 2017."
]