[
  "Gadaa (Oromo: Gadaa; n'ụzọ nkịtị: oge) bụ usoro ọchịchị onye kwuo uche ya nke ụmụ amaala na-eji na Etiopia na ugwu Kenya. Ndị Konso na Gedeo nke ndịda Etiopia na-emekwa ya",
  "Usoro a na-achịkwa ọrụ ndọrọ ndọrọ ọchịchị, akụ na ụba, mmekọrịta mmadụ na ibe ya na okpukpe nke obodo ahụ.",
  "N'okpuru Gadaa, afọ asatọ ọ bụla, ndị Oromo ga-ahọrọ site na nkwekọrịta ndị isi itoolu a maara dị ka Salgan ya'ii Borana (mgbakọ Borana itoolu). Onye ndu ahọpụtara site na usoro gadaa na-anọgide na-achị naanị afọ 8, na ntuli aka na-ewere ọnọdụ na njedebe nke afọ 8 ndị ahụ. Mgbe ọ bụla Abbaa Gadaa nwụrụ mgbe ọ na-arụ ọrụ ya, bokkuu (ihe nnọchianya nke ike) na-agafe nwunye ya ma ọ na-edebe bokkuu ma kwupụta iwu.",
  "UNESCO edeela usoro Gada dị ka ihe nketa ọdịbendị a na-apụghị ịhụ anya kemgbe afọ 2016. Ọ bụ echiche nke Oromo si na Madda Walabu district nke Oromia. Ndị Oromo weere usoro ahụ dị ka ihe nketa ha na dịka akụkụ dị mkpa nke ọdịbendị ha. Ọ bụ usoro nke ndị Oromo na-achị onwe ha n'ụzọ ọchịchị onye kwuo uche ya ruo ọtụtụ narị afọ.",
  "Ndị Oromo chịrị onwe ha dịka usoro Gadaa si dị ogologo oge tupu narị afọ nke iri na isii, mgbe nnukwu agha atọ malitere n'etiti ha na Alaeze Ukwu Etiopia n'ebe ugwu ha na Adal Sultanate n'ebe ọwụwa anyanwụ na ndịda ha",
  "Ihe si na ya pụta bụ na ndị Oromo na-etinye aka na okpukpe Ndị Kraịst na Islam",
  "Ndị otu Borana na Guji dị nso n'ókè Etiopia na Kenya nwere ike ịme Gadaa n'enweghị nkwụsịtụ",
  "Na steeti Oromia n'okpuru usoro gọọmentị etiti nke Etiopia, usoro Gadaa malitere ịmaliteghachi n'ofe Oromia",
  "N'afọ 2015, e meghere Gadaa Center na Odaa Bultum na n'afọ 2018, e weghachiri Gadaa Center dị na Odaa Hullee mgbe narị afọ abụọ nke nkwụsịtụ gasịrị. N'afọ 2019, Mahadum Bule Hora malitere mmemme nzere masta na ọmụmụ Gadaa.",
  "A haziri ndị Gadaa n'ime ndị ọgbọ dabere na afọ ma ọ bụ ọgbọ usoro ọmụmụ a na-akpọ Luba",
  "Luba ọ bụla nwere ụmụ nwoke niile nọ na klas ọzọ",
  "Klas ahụ dum na-aga n'ihu site na ogo iri na otu dị iche iche, nke ọ bụla dabere na usoro afọ asatọ, na nke ọ bụla nwere ikike na ibu ọrụ nke ya.",
  "Ọkwa ahụ na-agafe site n'otu ọkwa nke mmepe gaa na nke ọzọ n'afọ asatọ ọ bụla.",
  "Baallii is a process of transferring power from one Gadaa party to the next.",
  "E nwere òtù Gadaa ise a maara dị ka shanan Gadaa Oromoo",
  "Ndị otu a na-agbaso echiche ụwa ise nke ndị Oromo",
  "Ndị otu Gadaa ise na-abịa n'ọchịchị n'usoro",
  "Otu pati na-abịa n'ọchịchị otu ugboro n'ime afọ iri anọ ọ bụla",
  "N'ihi ya, a gaghị enwe asọmpi kpọmkwem n'etiti òtù Gadaa ise, kama asọmpi ahụ ga-abụ n'etiti ndị mmadụ n'ime otu",
  "Ndị otu Gadaa ise nwere aha dị iche iche n'etiti Boorana, Maccaa-Tuulama, Arsii, Gujii na Ituu-Humbannaa.",
  "Ọtụtụ ndị ọkà mmụta amụọla Gadaa",
  "Legesse dere na Gadaa bụ \"otu n'ime mgbanwe ndị dị ịtụnanya na ndị na-akụzi ihe na mmepe nke ọha mmadụ\". Na mgbakwunye na edemede PhD ya na Harvard, Legesse ebipụtala akwụkwọ na-etinye Gadaa dị ka ọchịchị onye kwuo uche ya nke Afrịka nke nwere ike ịgwa ndị na-eche echiche iwu. Onye nwụrụ anwụ Donald Levine kwuru na Gadaa bụ \"otu n'ime usoro kachasị mgbagwoju anya nke nhazi mmekọrịta mmadụ na ibe ya nke echiche mmadụ chepụtara\". Maka Jalata, Gadaa na-anọchite anya \"ngụkọta nke mmepeanya Oromo\".",
  "Nke mbụ, usoro Gadaa bụ nkà ihe ọmụma oge ochie nke usoro mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị nke na-ahụ maka ịchịkwa nkwụsi ike ndọrọ ndọrọ ọchịchị, uto akụ na ụba, ọrụ mmekọrịta mmadụ na ibe ya, nkwekọrịta ọdịnala nke usoro okpukpe nke ọha mmadụ Oromo na omume Gadaa Democracy nke chọrọ ntinye aka hà nhata nke nwoke na nwanyị",
  "A ka na-arụrịta ụka n'ihe gbasara agụmakwụkwọ dịka ụmụ nwanyị Oromo enweghị mmetụta ọ bụla n'oge niile nke iwu Gadaa ma ọ bụ usoro idu ndú agbụrụ mana a na-emeso nwunye nke onye a họpụtara Abbaa Gadaa dịka Abbaa Gadaa n'onwe ya",
  "Onye na-ahụ maka ụmụ nwanyị Siinqee na-anọchite anya ụmụ nwanyị na usoro gadaa.",
  "N'ịtụle ihe nnọchianya nke Gadaa maka ndị Oromo, yana ihe ọhụrụ ya, ndị na-eme nchọpụta na iwu, ọmụmụ ụmụ amaala, na pan-Africanism na-enyocha otu esi eji usoro ahụ mee ihe na narị afọ nke 21",
  "Dịka ọmụmaatụ, edemede nke Z",
  "Sirna nke akpọrọ \"Ethiopia: Mgbe Gadaa Democracy Rules in a Federal State\" na-enyocha otu esi ejikọta usoro ahụ na usoro gọọmentị etiti nke oge a nke Ethiopia, na-eje ozi dị ka usoro ọchịchị maka Oromia Regional National State. Sirna enyochaala usoro Gadaa n'ihe gbasara ụdị ndọrọ ndọrọ ọchịchị a na-eji eme ihe na Western",
  "Ọ kwubiri na usoro Gadaa nke 'nkwekọrịta site na mkparịta ụka' bụ ihe pụrụ iche mana gbanyere mkpọrọgwụ na ụkpụrụ ọchịchị onye kwuo uche ya nke ọdịda anyanwụ, ya mere ọ dabara adaba maka nnabata n'ime ọchịchị onye kwuo ike nke gọọmentị etiti nke Ethiopia.\nOtu òtù ndọrọ ndọrọ ọchịchị a maara dị ka GSAP (Gadaa System Advancement Party) na-adabere n'echiche ya na ụkpụrụ Gadaa",
  "Ọrụ ọdịnihu, ọchịchị 2.0 a na-akpọ BitGadaa na-enweta mkpali site na ụkpụrụ na nhazi nke Gadaa."
]