[
  "Gael Jean Campbell-Young (amụrụ n'afọ 1973, Carletonville ) bụ onye mba  South Africa na-ahụ maka nhazi mkpara akwukwo na ime ihe nkiri",
  "Ọ na-arụsi ọrụ ike na nyocha ihe gbasara mkpara akwukwo na South Africa ruo n'afọ 2007,ruo  mgbe ọ kwagara mba  Australia",
  "Campbell-Young jikọtara aka chọpụta ụdị ọhụrụ nke Pearsonia (Fabaceae) ma bipụta nchọpụta ahụ na 2008",
  "Ọ gara n'ihu na-arụ ọrụ ya na nyocha mpara akwukwo ma na-achụso ngalaba omumu di elu bu  PhD na Mahadum Curtin  na mgbe oge nke njikwa nyocha na nkuzi agụmakwụkwọ tinyere ezumike nke ọ zụrụ na nka dị egwu, ọ tụgharịrị ọrụ ya n'ime njikwa Project nke ihe dị iche iche na ọrụ iji ala eme ihe",
  "Kemgbe ọnwa Machị afọ 2020, e were ya n'ọrụ dị ka Project Officer - Short-Term Modular Housing Program for Bushfire Recovery Victoria, ngalaba nke gọọmentị steeti Victoria.",
  "site afo 2013 Campbell-Young nwetara ozuzu n' ime ejije, iguputa ihe n' onyonyo,nakwa ide ejije",
  "N' iganihu, o gbaputara ihe n' ime ejije, ejije di nkenke, nakwa ihe onyonyo akwuru ugwo ya tinyegasi ihe ndi ozo.",
  "Campbell-Young gụsịrị BSc (Biological sciences) na Mahadum Johannesburg, South Africa n'afọ 1994, sochiri BSc(Honours) na Botany n'afọ 1995 na MSc (Plant Taxonomy) n'afọ 1998,  nke o degharịrị ụdị legumes nke dị na mpaghara fynbos nke South Africa nke a na-akpọ Rafnia.",
  "N'afọ 1995, ọ rụrụ ọrụ dị ka onye nchịkọta akụkọ n'onwe ya n'oge ahụ ọ na-edezi akwukwo akaebe siri ike na ịgụ ihe akaebe nke akwụkwọ agụmakwụkwọ, edemede PhD, akụkọ nkà na ụzụ na akwụkwọ ndị ọzọ yiri ya",
  "A họpụtara Campbell-Young ka ọ bụrụ Botanical Research Officer / Biodiversity Consultant na Mahadum Johannesburg site na Ọktoba 1998 ruo Nọvemba 2003",
  "N'oge a, ọ na-etinye aka na choputa banyere mkpara akwukwo na ọrụ nyocha yana nyocha nke ihe dị iche iche maka ọrụ mmepe ụlọ ọrụ",
  "Ọ bụ otu n'ime ndị dere  edemede atọ nke atụmatụ e nyere International Association for Plant Taxonomy iji chekwaa aha Spartium capense (Leguminosae),  aha nke eji eme ihe site na ọ dịkarịa ala mmalite afọ 1800",
  "Mana oru ha agaghi nke  ọma.",
  "Site na Jenụwarị 2005 ruo Ọktọba 2007 Campbell-Young rụrụ ọrụ dị ka Biodiversity Project Manager maka atụmatụ nchekwa nke metụtara obodo Drakenstein nke Cape Town, South African National Biodiversity Institute (SANBI) na nzukọ \"Friends of Paarl Mountain\".",
  "N'afọ 2008,Campbell-Young na onye ọrụ ibe ya, Kevin Balkwill, bipụtara nchọpụta nke ụdị ọhụrụ nke Faboideae subfamily, Pearsonia callistoma na Nordic Journal of Botany nke  nchọpụta ahụ jikọtara ha ọnụ na aha botanical",
  "(The standard author abbreviation Campb.A na-eji Young egosi onye a dị ka onye edemede mgbe ọ na-ezo aka na aha botanical.\n)",
  "Campbell-Young kwagara Australia n'afọ 2007 ma rụọ ọrụ dị ka Biodiversity Consultant for Ecological Associates (Pty) Ltd na Adelaide na onye nchịkọta akụkọ nke Australian Systematic Botany Newsletter",
  "N'ọnwa Julaị afọ 2010, a họpụtara ya ka ọ bụrụ Vegetation Science Research Associate na Mahadum Curtin",
  "Ọ gara n'ihu na-achụso PhD ya na Taxonomy na Curtin",
  "Akụkụ nke nyocha ya ebe a gụnyere ọrụ maka ọrụ Australian Research Council Linkage",
  "Ọ nọrọ n'ọkwa a ruo n'ọnwa Julaị afọ 2013, oge ọ hapụrụ mahadum iji gụọ akwụkwọ na nka ihe nkiri",
  "Site n'ọnwa Ọgọstụ afọ 2015 ruo ọnwa Juun afọ 2018 Campbell-Young laghachiri Mahadum Curtin na Mahadum Monash, ebe ọ nwere ọrụ nkuzi agụmakwụkwọ",
  "Na ngwụcha ọnwa Julaị afọ 2018, Campbell-Young laghachiri South Africa n' obere oge  maka ịga Fynbos Forum na Rawsonville, Western Cape.",
  "E weere ya n'ọrụ dị ka onye isi oru nlekota oru gbara opkurukpu  site na Sep 2018 maka usoro  na ikikere nchekwa ebe obibi  na Victoria, Australia na site na February 2019 maka Vicamp Supply Review maka Ngalaba Gburugburu, Ala, Mmiri na Atụmatụ.",
  "N'afọ 2019, Campbell-Young debanyere aha na ya Australian Business Register dị ka onye na-azụ ahịa naanị ya  na kemgbe Machị 2020 ọ bụ onye isi ọrụ maka Short-Term Modular Housing Program for Bushfire Recovery Victoria.",
  "N'afọ 2013 na 2014 Campbell-Young gara ọtụtụ ọmụmụ ihe na ọmụmụ ihe gbasara ime ihe, ngosi TV na edemede ihe nkiri, na ọmụmụ ndị ọzọ ruo 2016",
  "Kemgbe afọ 2013, ọ pụtara na ihe nkiri iri abụọ na atọ, mgbasa ozi telivishọn anọ, na ihe nkiri asaa (3 dị ka onye ndu).",
  "Ngosipụta ihe nkiri ndi o sonyere na ya gụnyere:",
  "Ihe nkiri ya gụnyere:"
]