[
  "Gale Fulton Ross bụ onye Africa-America na-ese ihe nkírí nke bi na Sarasota, Florida",
  "Ọ bụ onye na-ese ihe, ọ na-emekwa ihe osise, ihe osise na ihe ọkpụkpụ.",
  "A mụrụ Gale Fulton Ross na Medford, Massachusetts, na 1947, ọ bụ nwá mbụ n'ime ụmụ itoolu.",
  "She studied at the Massachusetts College of Art in Boston, where she explored a wide variety of styles and media including sculpture. She continued her art education at the California College of Arts and Crafts in San Francisco, concentrating in the study of Fine Arts and art history. In addition to formal academic training she has studied under the guidance of established artists, including Melvin Johnson, at the Vesper George School of Art, Boston; Cleveland Bellow, of the DeYoung Museum, Oakland California; and Pierre Parsus, of France, while a resident at the La Napoule Art Foundation.",
  "N'ịbụ onye a zụrụ na mbụ dị ka onye na-ahụ màkà nka, Fulton Ross gàrà ọtụtụ ébé n'Africa, Europe, na n'ebe ọwụwa anyanwụ dị ka China, iji mụọ ma see ihe",
  "N'afọ 1984, ọ bụ ónyé na-ese ihe na Bellagio, Ịtali ma mepụta ihe ngosi màkà Rockefeller Foundation na Bellagio",
  "N'afọ 1993, ọ natara onyinye màkà ịrụ ọrụ na ịmụ ihe na People's Republic of China.",
  "Ọ zụlitere aha ọma na mbido ọrụ ya dị ka ónyé na-ese foto, ma mepụta ihe oyiyi nke Achịbishọp Desmond Tutu, Justice Thurgood Marshall, A",
  "Philip Randolph, Arthur Ashe, na Gọvanọ Michael Dukakis, n'etiti ndị ọzọ. N'afọ 2009, a họpụtara ya ka ọ see onyinyo nke Lord Andrew Lloyd Webber.",
  "Fulton Ross kwuru na ọtụtụ ndị na-ese ihe ógè ochie nwere mmetụta n'ọrụ ya, gụnyere Michelangelo, Da Vinci, na Rembrandt, yana ndị isi Africa America nke ógè a dịka Charles Wilbert White, Elizabeth Catlett, Beauford Delaney, na Samella Lewis. Ụdị ya na-agụnye ma ihe atụ ma ihe na-enweghị atụ, dịka egosiri na ihe okike ya",
  "O kwenyere na ndị na-ese ihe bụ akọ na uche mmadụ nke ọha mmadụ na-ahụ ihe onwunwe n'anya. Ngosipụta anya ya na-egosikarị ihe oyiyi na-emetụ n'ahụ nke ndị mmadụ, ọkachasị ụmụ nwanyị Africa America, na-egosipụta nkà ihe ọmụma ya na ọ bụ omimi na ụdị mmetụta mmadụ dị iche iche na-akpali nka, na n'ezie, na ọ ga-aghọ mmadụ nwèrè mmetụta iji bụrụ ónyé na-ese ihe ka mma.",
  "N'ihe banyéré nke ahụ, o wepụtara oge dị ukwuu màkà iduzi na ịmepụta ohere maka ndị na-eto eto na-ese ihe dịka ónyé guzobere Fulton-Ross Fund for Visual Artists of Sarasota County, nke na-enye gburugburu ebe obibi nkwado ma na-enye ndị na-amalite ọrụ ha onyinye asọmpi."
]