[
  "Gamal El-Sagini ( Arabic ) (January 7, 1917 – November 19, 1977) bụ onye Ijipt na-akpụ ihe, na-ese ihe na onye nrite.",
  "A mụrụ ya na Jenụwarị 7, 1917 na Bab El Shaaria, obodo dara ogbenye nke Cairo, Egypt, El-Sagini chọpụtara mmasị ya maka nka mgbe ọ dị obere ebe ọ malitere inwe mmasị na ọdịdị ụlọ nke Cairo ochie dị ka ụlọ, ụlọ alakụba na ụlọ ndị Alakụba nke dugara ya na 1934 isonyere ngalaba ihe ọkpụkpụ na ụlọ akwụkwọ mbụ nke Fine Arts nke nwa eze Youssef Kamal hiwere",
  "N'ịbụ onye nnukwu ndị na-ese ihe na-akụzi ihe ọkpụkpụ na Cairo n'oge ahụ duziri ma na-eduzi ya, El-Sagini nwetara diplọma ya na ihe ọkpụkpụ na 1938",
  "El Sagini gara Paris na ego ya iji gụọ akwụkwọ dị elu ebe onye na-ese ihe n'asụsụ Bekee bụ Henry Moore metụtara ya nke ukwuu bụ onye a maara nke ọma maka usoro ya na-enweghị atụ na ọnụ ọgụgụ ndị na-anọdụ ala",
  "El Sagini sochiri nke a na 1947 site na ịga Rome iji maliteghachi ọmụmụ ya gụsịrị akwụkwọ ebe ọ natara diplọma na Sculpture na Medal Arts na 1950.",
  "El-Sagini gosipụtara echiche ya banyere ọdịnihu ka mma maka mba ya bụ Ijipt site na ọrụ ya ma chịkọta ihe kpatara ya na ndụ site na \"The Will\" (Hammered copper relief-33x28cm-1954) ebe o sere onwe ya - dịka n'oge ndị Fero - n'ili ya gburugburu ihe niile ọ na-anọchite anya ma jiri ya kpọrọ ihe n'oge ndụ ya dị ka ịhụnanya, olileanya, nka na egwu",
  "N'elu nkume isi, o dere okwu ndị na-esonụ na-akọwa ndụ ya na ihe ọ na-anọchite anya ya:",
  "N'ịbụ onye na-echegbu onwe ya mgbe niile banyere nsogbu obodo ya, El-Sagini gosipụtara Ijipt n'ọtụtụ ọrụ ya na-egosipụta olileanya, agbamume, ndakpọ olileanya ma ọ bụ naanị ịhụnanya na-enweghị atụ",
  "N'iwebata ihe nnọchianya na ihe ọkpụkpụ ndị Ijipt, El-Sagini jiri akara dị iche iche nke Ijipt n'oge ọṅụ, obi nkoropụ, mmeri na mmeri.",
  "N'oge 1952-1967, na-esote mgbanwe ndị Ijipt nke 1952, Ijipt rụrụ ọrụ dị mkpa na mba ndị Arab n'okpuru nduzi nke onye isi ala Ijipt na onye na-eme mgbanwe Gamal Abdel Nasser",
  "Mgbanwe ndị Ijipt bụ ọkụ nke kpalitere ihe mechara bụrụ usoro mgbanwe nnwere onwe na mba ndị Arab.",
  "N'ihe oyiyi ya \"Egypt My Mother Land\" (Bronze- 40x30x 10 cm-1957) El-Sagini gosipụtara Ijipt dị ka nne na-enye onyinye nke ụwa Arab dum nke gosipụtara nne na-enye ụmụ ya ara mgbe ọ na-ejide n'ubu ya ihe nnọchianya nke Ọganihu ''Wheat Stem)', Development '(Bricks Built)' na Culture '(Book)'.",
  "N'ihi Agha Ụbọchị Isii nke 1967 na mmetụta mba niile nke nkụda mmụọ na obi nkoropụ, El-Sagini na-egosipụtakarị Ijipt na eserese ya nke oge ahụ dị ka nwa bebi swiiti - ihe nnọchianya a ma ama na carnivals ndị Ijipt - nke nwere nkwarụ, ịta ahụhụ ma ọ bụ ọbụna kwụgbuo.",
  "N'ịgbaso Yom Kippur War 1973 na ọbara na-agbanye ọzọ n'ime akwara nke Ijipt na ụwa Arab dum, El-Sagini gosipụtara Ijipt dị ka nwanyị mara mma nke nwere ọdịdị ihu siri ike na ihe oyiyi ya abụọ kachasị pụta ìhè n'oge ahụ n'akụkọ ihe mere eme nke oge a nke Ijipt, N'ihe oyiyi ya \"The Great Crossing of The Suez Canal\" (Bronze- 33x127x 38 cm-1973) El-Sagini na-ese onyinyo ndị agha Ijipt n'ụgbọ mmiri -Egypt - na-akwọ ụgbọ mmiri n'esepụghị aka iji gafee Suez Canal.",
  "Ihe oyiyi nke abụọ nke El Sagini \"Egypt, The Future\" (Bronze- 90x80x 30 cm-1975) gosipụtara nwanyị -Egypt- na-eguzo n'ụzọ dị mpako n'ọnọdụ ngosipụta nke na-egosi ike, olileanya na mkpebi siri ike maka ọdịnihu ka mma.",
  "El Sagini na-ahụ Osimiri Naịl mgbe niile dị ka ihe nnọchianya nke ọganihu na ọdịmma na-ese onyinyo Naịl dị ka agadi nwoke nwere afụ ọnụ na Statue ya \"The Nile\" (Bronze- 100x50x8 cm-1958), mana ọ na-ewerekwa ya dị ka isi iyi nkasi obi na enyemaka.",
  "E gosipụtara mmekọrịta pụrụ iche El Sagini na osimiri Naịl n'ụzọ doro anya na 1969 mgbe o kpebiri dị ka omume nnupụisi ịtụba ụfọdụ n'ime ihe ọkpụkpụ ya na Naịl n'ihi enweghị nkwanye ùgwù na nkwado steeti ahụ ka ihe oyiyi ya na-akwakọba n'ime ụlọ atelier ya",
  "kama iguzo ogologo n'amá na amá nke Ijipt.",
  "Omume nnupụisi a na-enwetụbeghị ụdị ya wepụrụ ihe ngosi nka Egypt nke ukwuu wee mee ka ọha mmadụ Ijipt chee echiche banyere ezi mmasị onye ọ bụla na-ese ihe na ebumnuche nke ọrụ ọ na-eke",
  "Nzube a bụ naanị ka ndị ọzọ hụ ọrụ onye na-ese ihe, na-azụ uche na mkpụrụ obi ndị na-ekiri ya, na-eme ka ha chee echiche, rọrọ nrọ, nụ ụtọ na mgbe ụfọdụ mgbanwe.",
  "N'afọ 1977, El Sagini gara Spen maka ihe ngosi zuru oke nke ọrụ ya nke ndị Egypt General Organization for Information haziri na Madrid na Barcelona, ebe ọ nwụrụ na Nọvemba 17 mgbe ọ dị afọ 60",
  "Nwunye ya - Hoda - so ozu ya laghachi Ijipt ebe e liri ya n'ili ozu ezinụlọ ya na Cairo.",
  "El Sagini natara ọtụtụ ihe nrite na nsọpụrụ dịka:"
]