[
  "Gamal Abdel Nasser Hussein (15 Jenụwarị 1918 28 Septemba 1970) bụ onye ndọrọ ndọrọ ọchịchị Ijipt nke jere ozi dị ka onye isi ala nke abụọ nke Ijipt site na 1954 ruo mgbe ọ nwụrụ na 1970",
  "Nasser duziri mgbanwe ọchịchị Ijipt nke 1952 ma webata mgbanwe ala dị ukwuu nafọ sochirinụ",
  "Mgbe onye otu Muslim Brotherhood nwara igbu ya n'afọ 1954, ọ meriri nzukọ ahụ, tinye Onye isi ala Mohamed Naguib n'ụlọ ma were ọrụ nchịkwa",
  "A họpụtara ya ka ọ bụrụ onye isi ala na June 1956",
  "Ịbụ onye a ma ama n'Ijipt na ụwa ndị Arab rịrị elu mgbe ọ weghachitere ụlọ ọrụ Suez Canal na mmeri ndọrọ ndọrọ ọchịchị ya na Suez Crisis, nke a maara n'Ijipta dị ka Agha Tripartite",
  "Arịrịọ maka ịdị n'otu pan-Arab n'okpuru idu ndú ya mụbara, na-ejedebe na nguzobe nke United Arab Republic na Syria site na 1958 ruo 1961",
  "N'afọ 1962, Nasser malitere usoro usoro usoro ndị isi na mgbanwe ọgbara ọhụrụ na Egypt",
  "N'agbanyeghị ihe ndọghachi azụ na ebumnuche pan-Arabist ya, site na 1963 ndị na-akwado Nasser nwetara ike n'ọtụtụ mba Arab, mana ọ banyere na Agha Obodo North Yemen, na n'ikpeazụ Agha Nzuzo Arab ka ukwuu",
  "Ọ malitere oge nke abụọ ya dị ka onye isi ala na Machị 1965 mgbe a machibidoro ndị na-emegide ya ndọrọ ndọrọ ọchịchị ịgba ọsọ",
  "Mgbe Israel meriri Ijipt na Agha Ụbọchị Isii nke 1967, Nasser gbara arụkwaghịm, mana ọ laghachiri n'ọkwa mgbe ngagharị iwe a ma ama kpọrọ ka e weghachite ya",
  "Ka ọ na-erule n'afọ 1968, Nasser họpụtara onwe ya ka ọ bụrụ praịm minista, malite Agha nke Attrition iji weghachite ala Sinai nke Israel weghaara, malite usoro nke ime ka ndị agha ghara itinye ndọrọ ndọrọ ọchịchị, ma wepụta usoro mgbanwe ndọrọ ndọrọ ọchịchị",
  "Mgbe ngwụcha nke nzukọ Arab League nke afọ 1970, Nasser nwere nkụchi obi wee nwụọ",
  "Ememe olili ozu ya na Cairo dọtara nde mmadụ ise ruo nde isii na-eru uju, ma mee ka iru uju jupụta n'ụwa ndị Arab.",
  "Nasser ka bụ onye ama ama n'ụwa ndị Arab, ọkachasị maka ọganihu ya maka ikpe ziri ezi na ịdị n'otu ndị Arab, iwu ọgbara ọhụrụ ya, na mbọ ọ na-agba megide ọchịchị",
  "Ọchịchị ya gbakwara ume ma dakọta na ọganihu ọdịbendị Ijipt, na mmalite nke nnukwu ọrụ mmepụta ihe, gụnyere Aswan Dam, na obodo Helwan",
  "Ndị na-akatọ Nasser na-akatọrọ ọchịchị aka ike ya, mmebi ikike mmadụ ya, na nchịkwa nke ndị agha n'elu ụlọ ọrụ obodo nke gosipụtara oge ya, na-eguzobe usoro ọchịchị aka ike na ọchịchị aka ike n'Ijipt nke nọgidere, ihe fọrọ nke nta ka ọ bụrụ na ọ kwụsịghị, ruo taa.",
  "A mụrụ Gamal Abdel Nasser Hussein na Bakos, Alexandria, Egypt na 15 Jenụwarị 1918, otu afọ tupu ọgba aghara nke Mgbanwe Ijipt nke 1919",
  "Nna Nasser bụ onye na-arụ ọrụ na post ọfịs nke amụrụ na Beni Mur na Upper Egypt, ma zụlite ya na Alexandria, ezinụlọ nne ya si Mallawi, el-Minya. Nne na nna ya lụrụ na 1917. Nasser nwere ụmụnne abụọ, Izz al-Arab na al-Leithi. Ndị na-ede akụkọ ndụ Nasser Robert Stephens na Said Aburish dere na ezinụlọ Nasser kwenyere na uzọ siri ike na \"echiche ndị Arab nke ebube\", ebe ọ bụ na aha nwanne Nasser, Izz al-Arab, sụgharịrị \"Glory of the Arabs\".",
  "Ezinụlọ Nasser na-eme njem ugboro ugboro n'ihi ọrụ nna ya",
  "Na afọ 1921, ha kwagara Asyut na, na afọ 1923, gaa Khatatba, ebe nna Nasser na-elekọta post ọfịs",
  "Nasser gara ụlọ akwụkwọ praịmarị maka ụmụ ndị ọrụ ụgbọ okporo ígwè ruo 1924, mgbe e zigara ya ka ya na nwanne nna nna ya biri na Cairo, na ịga ụlọ akwụkwọ elementrị Nahhasin.",
  "Nasser na nne ya na-ederịta akwụkwọ ozi ma na-eleta ya n'oge ezumike",
  "Ọ kwụsịrị ịnata ozi na ngwụcha Eprel 1926",
  "Mgbe ọ laghachiri Khatatba, ọ chọpụtara na nne ya anwụọla mgbe ọ mụsịrị nwanne ya nwoke nke atọ, Shawki, nakwa na ezinụlọ ya ezoro ya akụkọ ahụ",
  "Nasser mechara kwuo na \"ịghọgbu ya na uzọ a bụ ihe ijuanya nke ukwuu nke na oge enweghị ike idozi ya\". Ọ hụrụ nne ya na anya ma mmerụ ahụ nke ọnwụ ya ka njọ mgbe nna ya lụrụ di ọzọ tupu ngwụcha afọ.",
  "Na afọ 1928, Nasser gara Alexandria ka ya na nna nna ya biri ma gaa ụlọ akwụkwọ elementrị Attarin nke obodo ahụ. Ọ hapụrụ na 1929 maka ụlọ akwụkwọ obibi onwe onye na Helwan, ma mesịa laghachi Alexandria iji banye ụlọ akwụkwọ sekọndrị Ras el-Tin ma sonyere nna ya, onye na-arụ ọrụ maka ọrụ nzipu ozi obodo ahụ. Ọ bụ n'Aleksandria ka Nasser malitere itinye aka na ndọrọ ndọrọ ọchịchị. Mgbe ọ hụchara esemokwu n'etiti ndị na-eme ngagharị iwe na ndị uwe ojii na Manshia Square, ọ sonyeere ngagharị iwe ahụ n'amaghị ebumnuche ya. Ngagharị iwe ahụ, nke ndị na-ahụ maka mba na anya bụ Young Egypt Society haziri, kpọrọ oku ka a kwụsị ọchịchị ndị na-achị ala ọzọ n'Ijipt n'ihi mwepụ nke iwu Ijipt nke 1923 site n'aka Praịm Minista Isma'il Sidqi. E jidere Nasser ma jide ya otu abalị tupu nna ya agbapụta ya. Nasser sonyeere ngalaba ndị agha nke otu ahụ, nke a maara dị ka Green Shirts, maka oge dị mkpirikpi na 1934",
  "Mmekọrịta ya na otu ahụ na ọrụ siri ike na ngagharị iwe ụmụ akwụkwọ na oge a \"mere ka ọ nwee obi ike ịhụ mba n'anya nke Ijipt\", dị ka ọkọ akụkọ ihe mere eme James Jankowski si kwuo."
]