[
  "γ-Valerolactone (GVL) bụ ihe na-emepụta ihe na usoro C5H8O2",
  "Mmiri a na-enweghị ụcha bụ otu n'ime lactones a na-ahụkarị",
  "GVL bụ chiral mana a na-ejikarị ya eme ihe dị ka racemate",
  "A na-enweta ya n'ụzọ dị mfe site na cellulosic biomass ndị na ma bụrụ ihe nwere ike ịgba ọkụ na ihe na-agbanye mmiri.",
  "GVL na-akpa àgwà dị ka ọgwụ na-emepụta γ-hydroxyvaleric acid (GHV), ọgwụ nwere mmetụta yiri nke γ-hydrexybutyric acid (GHB), ọ bụ ezie na ọ nwere ike dị ala ma e jiri ya tụnyere. N'ihi na a na-achịkwa GHB n'ọtụtụ akụkụ nke abụọ ahụ na ihe niile nke obodo ụwa, ebe GVL abụghị, GVL enwetala ewu ewu dị ka onye na-anọchi GHB.",
  "A na-emepụta GVL site na levulinic acid, nke a na-enweta site na hexoses",
  "N'ime usoro a na-ahụkarị ndị mmadụ na nke ukwu nke ụwa họrọ site na ndi isi, cellulosic biomasses, dị ka ọka stover, sawgrass, ma ọ bụ osisi, na-agbanye na glucose na shuga ndị ọzọ site na iji acid catalysts",
  "Enwere ike imebi glucose a na-enweta site na hydroxymethylfurfural iji mepụta formic acid na levulinic acid, nke na-agbagharị na mgbanaka mgbanaka mgbagwoju anya, nke enwere ike hydrogenated na gamma-valerolactone, nke nwere ike itinye ya dịka mmanụ mmiri.",
  "A chọpụtala GVL dị ka ihe nwere ike ịgbaze ndị na eme ka anyị si e akwụkwọ ndụ akwụkwọ ndụ",
  "N'ihi ísì ahịhịa ya, a na-eji ya eme ihe na ụlọ ọrụ na-esi ísì ụtọ.  Ọ bụ isomer nke δ-valerolactone.",
  "Ebe ọ bụ na a na-enweta ya n'ụzọ dị mfe site na glucose, a chọpụtala GVL dị ka \"ihe na-acha akwụkwọ ndụ akwụkwọ ndụ\". GVL na-ejigide 97% nke ike nke glucose ma nwee ike ịgwakọta ya n'onwe ya na gasoline ebe ọ na-arụ ọrụ dịka ethanol / gasoline mixtures. Otú ọ dị, n'ihi oke ngwakọta maka iji ya na injin ọkụ, ọ nwere ike ịdị irè karị iji gbanwee GVL ka ọ bụrụ alkenes mmiri na eme ka ndị mmadụ na ímé ihe ọ bụla (ma ọ bụ alkanes)",
  "Nzọụkwụ mbụ na usoro a bụ mmeghe mgbanaka nke GVL iji mepụta ngwakọta nke pentenoic acid",
  "Enwere ike decarboxylated acid ndị a iji mepụta butene na CO2",
  "Enwere ike iji zeolite catalysts mee mgbanwe ndị a. Mgbe mmiri gwụsịrị iyi a, enwere ike oligomerized ngwaahịa ndị ahụ na nrụgide dị elu na ọnụnọ nkè ikike asụsụ obodo acid-catalyst iji mepụta alkenes nwere ịdị arọ dị elu, maka gasoline na ngwa mmanụ ndị ọzọ.",
  "Otu n'ime uru ndị bụ isi na-enye ohere ka GVL bụrụ ihe na-eme ka ihe dị ndụ bụrụ ihe bara uru bụ na ọ dị ọnụ ala iji mepụta",
  "N'iji ihe oriri dị ọnụ ala, enwere ike ịmepụta mmanụ a na ọnụahịa ọnọdụ na akụkọ ụra akpa nwa dị n'etiti 2-3 US $ / galọn. Mgbanwe nke GVL na alkenes nwere ike ibugharị mmanụ chọrọ naanị usoro nwere reactors abụọ, ndị na-ekewa akụkụ abụọ, na ndokwa mgbapụta dị mfe maka nnyefe nri GVL mmiri",
  "Ebe ọ bụ na a chọghị iji ihe ndị na-akpali akpali dị oké ọnụ ahịa, nke a na-ebelata ọnụahịa niile nke mmepụta mmanụ.",
  "Ewezuga uru ya dị ka ihe nwere ike ịba ụba n'onwe ya, gamma-valerolactone egosila nkwa na mmepụta thermocatalytic nke ụlọ nyocha nke carbohydrates soluble site na stover ọka na osisi na nnukwu ihe",
  "Biomass na-emeghachi omume na ngwakọta mmiri, sulfuric acid, na gamma-valerolactone, n'onwe ya sitere na biomass",
  "Gamma-valerolactone na-akwalite thermocatalytic hydrolysis n'ime monosaccharides site na solubilization zuru oke nke ihe a na-emepụta, gụnyere lignins",
  "Enwere ike iweghachite ngwaahịa saccharide site na lactone n'ime mmiri site na mgbakwunye anti-solvent nke nnu ma ọ bụ mmiri carbon dioxide",
  "Enwere ike iji ngwaahịa ahụ mee ihe dị ka ihe oriri maka ịmepụta furans ma ọ bụ ethanol na nnukwu mmepụta, ebe a na-eweghachi gamma-valerolactone na okirikiri catalytic.",
  "A mụọla Gamma-Valerolactone ma gosipụta ikike ịkwadebe ngwọta ọgwụ maka imepụta polymer membranes",
  "N'ihi nsị nke solvents ọdịnala, a nyochara solvents akwụkwọ ndụ akwụkwọ ndụ n'afọ ndị na-adịbeghị anya na ọ ga eme. N'ihi ọdịdị ya na-ahụ maka gburugburu ebe obibi, Gamma-Valerolactone gosipụtara ikike ịmepụta polysulfone membranes dị ka co-solvent."
]