[
  "Chief Abdul-Ganiyu \"Gani\" Oyesola Fawehinmi , GCON, SAN (22 Eprel 1938 ruo 5 Septemba 2009) bụ onye edemede Naijiria, onye na-ebipụta akwụkwọ, onye ọrụ ebere, onye nkatọ mmekọrịta mmadụ na ibe ya, onye ọka iwu na ikike mmadụ na nke obodo, na onye ndọrọ ndọrọ ọchịchị.",
  "O nwere utu aha onye isi nke Lamofin nke Ondo.",
  "Saheed na Munirat Fawehinmi nke Ondo, na Ondo Steeti. Nna ya, Chief Saheed Tugbobo Fawehinmi, Seriki Musulumi nke Ondo, bụ onye na-ere ahịa osisi na-aga nke ọma, onye ọrụ ebere, onye na-eme ihe omume obodo na onye isi ndị Alakụba nke ndị Yoruba",
  "A kọrọ na ọ bụ onye na-eso ụzọ Ajao, onye wetara Islam na Ondo City, ndịda ọdịda anyanwụ Naịjirịa",
  "Chief Saheed Tugbobo Fawehinmi nwụrụ na 5 Febrụwarị 1963 mgbe ọ dị afọ iri asatọ na itoolu.",
  "Nna nna Gani bụ Chief Lisa Alujanu Fawehinmi nke Ondo, onye lụrụ ọtụtụ agha na-aga nke ọma maka na nnọchite anya ndị Ondo na narị afọ nke iri na itoolu",
  "N'ihi ya, aha ahụ bụ 'Alujanun', nke pụtara mmụọ",
  "Ọ nwụrụ mgbe ọ dị afọ iri itoolu na abụọ.",
  "Gani gụrụ akwụkwọ n'oge ọ bụ nwata na Ansar-Ud-Deen Primary School, Iyemaja Ondo site na 1947 ruo 1953 na agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya na Victory College Ikare, ụlọ akwụkwọ Ndị Kraịst site na 1954 ruo 1958, n'okpuru nduzi nke Late Rev",
  "Akinrele ebe ọ nọdụrụ ma gafee ule West African School Certificate n'afọ 1958",
  "Mgbe ọ nọ na kọleji, a maara ya nke ọma dị ka \"Nation\" n'ihi mmasị ya na mba, iwu na ndọrọ ndọrọ ọchịchị. Ọ bụ onye na-agụ akwụkwọ nke Daily Times na West African Pilot, akwụkwọ akụkọ kachasị ewu ewu na Naịjirịa n'oge ahụ",
  "Ọ rụrụ ọrụ nwa oge dị ka odeakwụkwọ iwu n'ụlọ ikpe dị elu nke Lagos ruo 1961",
  "Gani debanyere aha na Holborn College of Law- Mahadum nke London ịgụ iwu na 1961",
  "Mgbe ọ nọ na Mahadum, nna ya nwụrụ",
  "Ọ gụsịrị akara ugo mmụta ya na London na ihe isi ike n'ihi enweghị ego",
  "Nke a gụnyere ịrụ ọrụ dị iche iche na London, mgbe ọ nọ na London, ọ maara akwụkwọ nke ndị na-eme mgbanwe ma ọ bụ ndị na-emegide onwe ha dị ka Fidel Castro, Winston Churchill, David Ben-Gurion, Ghandhi, Mao Tse Tsung na Karl Marx",
  "Ọ laghachiri Naịjirịa n'afọ 1964 ma kpọọ ya n'ụlọikpe n'afọ sochirinụ",
  "Ọ rụrụ ọrụ nwa oge na ụlọ ọrụ ndị ọka iwu nke nwanne ya nwoke, onye nwụrụ anwụ Hon",
  "Justice Rasheed Olabamidele Fawehinmi tupu ọ gbasaa n'onwe ya.",
  "Fawehinmi ghọrọ onye a ma ama mgbe ọ banyere ikpe nke onye ọrụ ụlọ ọrụ, Bala Abashe onye kwuru na odeakwụkwọ nke gọọmentị Benue-Plateau State, Andrew Obeya na nwunye ya nwere mmekọahụ",
  "Abashe wee gbaa Obeya akwụkwọ maka mwakpo na mmebi maka ịkwa iko. Fawehinmi weere ikpe ahụ dị ka onye ọka iwu pro bono maka Abashe mgbe gọọmentị steeti guzo n'azụ onye ọrụ ha",
  "E mere mgbalị maka Fawehinmi ka ọ kwụsị ikpe ahụ, mgbe nke ahụ dara, a manyere Obeya ịgba arụkwaghịm",
  "Agbanyeghị, e jidere Fawehinmi ọnwa itoolu",
  "Mgbasa ozi nke ikpe ahụ mere ka ikpughe ọrụ iwu ya dịkwuo mma.",
  "Site na 1971 ruo 1973, ọ bụ odeakwụkwọ mgbasa ozi mba nke Nigerian Bar Association",
  "Otú ọ dị, n'afọ 1981, kọmitii na-ahụ maka ịdọ aka ná ntị jụrụ Fawehinmi ajụjụ ma gwa ya ka ọ kọwaa onwe ya n'ime ụbọchị iri na anọ ihe mere o ji na-akpọ onwe ya site na mgbasa ozi na mbipụta kwa izu nke megidere ụkpụrụ omume nke ụlọ mmanya",
  "N'okwu a, Kọmitii Ịdọ Aka ná Ntị nke Ndị Ọrụ Iwu (LPDC)",
  "Chief Gani Fawehinmi (1985) Ụlọikpe Kasị Elu kwadoro ikpe ụlọ ikpe mkpegharị ikpe nke mere ka ikpe LPDC megide Chief Fawehinami ghara ịrụ ọrụ na ndabere na usoro iwu nke LPDC na Attorney-General dị ka Onye isi oche mere ka ọ bụrụ onye na-ebo ebubo, onye ọkàiwu na onye ọka ikpe n'otu oge ahụ nke mebiri ụkpụrụ nke ikpe ziri ezi ma ya mere ikike Chief Fawehanmi nwere ịnụ ihe ziri ezi",
  "Ikpe ahụ dugara na mmezigharị nke Iwu Ndị Ọrụ Iwu nke afọ 1975. Fawehinmi mechara mebie ntụziaka NBA",
  "N'afọ 1984, mgbe ọchịchị ọhụrụ nke Buhari wepụtara iwu Recovery of Public Property, NBA n'okpuru onye isi oche nke Bola Ajibola nyere ndị otu ya ntụziaka ka ha ghara ịnọchite anya onye ahịa ọ bụla n'ụlọ ikpe ndị agha",
  "Fawehinmi leghaara ntụziaka ahụ anya n'ihi na o kwenyere na a ga-eme ka onye a na-ebo ebubo wepụ ego ọ bụla e zuru n'ihi ya, a na-etinye aha ya na mpempe akwụkwọ NBA.",
  "N'afọ 1994, ya na ụfọdụ ndị Naijiria ndị ọzọ a ma ama guzobere National Conscience Party of Nigeria nke dị ruo taa ma ọ guzoro maka ntuli aka onye isi ala n'afọ 2003 n'okpuru nchebe nke National Conscience party.",
  "E buliri Gani Fawehinmi ka ọ bụrụ Senior Advocate of Nigeria (SAN), aha iwu kachasị elu na Naịjirịa, na Septemba  afọ 2001.",
  "N'afọ 1986, mgbe Chief Gani Fawehinmi bụ onye ọka iwu Dele Giwa, e gburu onye nke ikpeazụ na mgbawa bọmbụ n'ọnọdụ a na-enyo enyo.",
  "N'ihi ọrụ ya, e jidere onye isi ọrụ Gani Fawehinmi, jide ya ma boo ya ebubo n'ụlọ ikpe ọtụtụ ugboro",
  "E jidere paspọtụ mba ụwa ya n'ọtụtụ oge ma nyochaa ebe obibi ya na Chambers ọtụtụ ugboro. A na-eti ya ihe site n'oge ruo n'oge ma chụpụ ya site n'otu akụkụ nke mba ahụ gaa n'akụkụ ọzọ iji gbochie ya inwe ike iru ndị mmadụ ọ na-ewu ewu",
  "Gọọmentị Ndị Agha Federal weghaara akwụkwọ ya ma gbaa ọbá akwụkwọ ya na Surulere, nke dịpụrụ adịpụ na Lagos ọkụ",
  "Iwu ya Chambers na Anthony Village, Lagos Steeti, bụ nke ndị a na-enyo enyo na ha bụ ndị ọrụ gọọmentị wakporo",
  "A gbagburu ndị nche ahụ, abụọ n'ime ha merụrụ ahụ nke ukwuu.",
  "N'ime usoro nke agha ntụli aka ya maka ọchịchị iwu, olileanya na ọchịchọ nke ndị ogbenye na ndị a na-emegbu emegbu, ọ lụrụ ọtụtụ agha megide ọchịchị aka ike nke ndị agha n'ihi nke a, gọọmentị ndị agha na ọtụtụ ndị ọrụ nchekwa ha jidere ya ọtụtụ ugboro",
  "A tụbara ya n'ọtụtụ ụlọ mkpọrọ ndị uwe ojii ma tụọ ya mkpọrọ n'ọtụtụ n'etiti afọ 1969 na 1996.",
  "Ndị na-akwado ya akpọwo ya \"ihe otiti nke sphygmomanometer nke a na-atụle ọbara mgbali elu nke ndị ọchịchị aka ike, ezi akọ na uche nke mba ahụ na onye na-akwado ọdịmma na ihe kpatara ndị mmadụ\"",
  "Ọtụtụ ndị Naijiria malitekwara ịkpọ ya onye isi ala ndị mmadụ.",
  "E guzobere ọbá akwụkwọ Gani Fawehinmi na 1965 na No.116, Denton Street, Ebute Meta, Lagos mgbe onye guzobere ya guzobere ụlọ ya",
  "A kwagara ọbá akwụkwọ ahụ na No",
  "28 Sabiu Ajose Crescent, Surulere, Lagos",
  "N'afọ 1978, ọbá akwụkwọ ahụ si Surulere kwaga na 35 Adeniran Ajao Road, Ajao Estate, Anthony Village, Lagos na n'etiti afọ 2009 na 2012, ọbá akwụkwọ a kwagara na ebe ọ dị ugbu a na nke na-adịgide adịgide na Gani Fawehinmi Library and Gallery na Otunba Jobi-Fele Way Central Business District, Alausa, Ikeja, Lagos-Nigeria.",
  "E dekọrọ ọbá akwụkwọ Gani Fawehinmi ka ọ bụrụ ọbá akwụkwọ kachasị ukwuu na Naịjirịa",
  "O nwere ihe karịrị otu nde nchịkọta na akwụkwọ na ihe ndị na-abụghị akwụkwọ na isiokwu dị iche iche sitere na iwu, ndọrọ ndọrọ ọchịchị, akụkọ ndụ, okpukpe, na sayensị mmekọrịta mmadụ na ibe ya, na almanacs na encyclopedias",
  "O nwekwara ebe nchekwa ihe ochie nwere nchịkọta akwụkwọ akụkọ na magazin site na mmalite afọ 1970 ruo taa",
  "ndị a bụ ụfọdụ n'ime akwụkwọ akụkọ ndị a na-apụghị ịchọta n'ọbá akwụkwọ ọ bụla ọzọ na Naịjirịa.",
  "Ọbá akwụkwọ ahụ nwere ihe karịrị narị anọ bibliographic ihe banyere onye guzobere ya ma nwee gallery nke onye isi Gani Fawehinmi.",
  "Na 11 Jụn afọ 1993 e nyere Fawehinmi ihe nrite Bruno Kreisky Prize",
  "Ihe nrite a, nke akpọrọ aha iji sọpụrụ Bruno Kreisky, a na-enye ndị mba ụwa na-akwalite ihe ndị ruuru mmadụ",
  "N'afọ 1998, ọ natara 'Bernard Simmons Award' nke International Bar Association iji kwado ikike mmadụ ya na ọrụ ya na-akwado ọchịchị onye kwuo uche ya.",
  "N'afọ 2018, e nyere Chief Fawehinmi Order of the Niger, nke abụọ kachasị elu na Naịjirịa.",
  "Fawehinmi nwụrụ n'isi ụtụtụ nke 5 Septemba afọ 2009 mgbe ọ lụchara ọgụ ogologo oge na ọrịa kansa akpa ume",
  "Ọ dị afọ iri asaa na otu",
  "E liri ya na 15  afọ Septemba 2009 n'obodo ya bụ Ondo City Naijiria",
  "Fawehinmi nwụrụ dị ka nwoke nwere nkụda mmụọ, n'ihi ọnọdụ nke mba ya n'oge ọnwụ ya, ọ jụrụ nsọpụrụ kachasị elu nke mba ya nyere ya n'elu àkwà ọnwụ ya.",
  "N'afọ 2008, Fawehinmi jụrụ otu n'ime nsọpụrụ mba kachasị elu nke gọọmentị Naijiria nwere ike inye nwa amaala n'ihi na ọ na-eme mkpesa maka ọtụtụ afọ nke ọchịchị ọjọọ kemgbe nnwere onwe Naijiria.",
  "A cross view of Gani Fawehinmi Park, Ojota, Lagos-Nigeria",
  "A road view of Gani Fawehinmi Park, Lagos-Nigeria",
  "N'afọ 2010, gọọmentị steeti Lagos nyere ogige ntụrụndụ dị na Ojota, Lagos-Nigeria aha ya."
]