[
  "Gaositwe Keagakwa Tibe Chiepe (amụrụ n'abalị iri abụọ n'ọnwa Ọktoba n'afọ 1922) bụ onye ndọrọ ndọrọ ọchịchị Botswana na onye nnọchi anya mba ọzọ na Botswana Democratic Party Ọ bụ onye isi kọmishọna mba ya na United Kingdom na Nigeria na onye nnọchi anya na West Germany, France, Denmark, Norway, Sweden na European Economic Community. Ọ bụ Minista na-ahụ maka azụmahịa na ụlọ ọrụ mmepụta ihe na Botswana n'afọ 1977 ma n'afọ 1984 ọ ghọrọ Minista na'ahụ maka mba ofesi. Ọ rụrụ ọrụ dị ka Minista na-ahụ maka agụmakwụkwọ site na afọ 1994 ruo na afọ 1999.",
  "A mụrụ Chiepe na Bechuanaland Protectorate (nke bụ Botswana ugbu a) na 20 Ọktoba 1922, nye Moruti Tibe Chiepe Na S",
  "T",
  "Chiepe (née Sebina). Nna ya nwụrụ n'oge ọ bụ nwata na ezinụlọ ya chọrọ ka ọ hapụ ụlọ akwụkwọ ma lụọ di, nne ya siri ọnwụ na ọ nọgidere n'ụlọ akwụkwọ iji gaa n'ihu na agụmakwụkwọ ya. Chiepe mechara kwuo na ọrụ ya na-aga nke ọma bụ n'ihi na nne ya siri ọnwụ na ọ ga-agụ akwụkwọ.",
  "Ọ gara ụlọ akwụkwọ praịmarị na Serowe ma mesịa gaa Tiger Kloof Educational Institute, South Africa maka agụmakwụkwọ sekọndrị, ebe ọ natara agụmakwụkwọ dị ka nwa akwụkwọ kachasị mma na mba ahụ.",
  "Ọ gara Mahadum Fort Hare, kwa na South Africa, ebe ọ nwetara nzere bachelọ nke sayensị yana diplọma postgraduate na agụmakwụkwọ.",
  "N'afọ 1958, ọ gụsịrị akwụkwọ na Mahadum Bristol na UK na nzere masta. Akwụkwọ edemede ya bụ \"Nnyocha nke Nsogbu nke Mmụta A Ma Ama na Bechuanaland Protectorate na Light of a Comparative Study of Similar Problems in the Early Stages of English Education and in the Development of Education in Yugoslavia and Uganda.",
  "E nyere ya nzere nsọpụrụ site na Mahadum Depaul, United States. Chiepe malitere ọrụ ya na Gọọmentị Bechuanaland Protectorate na Ngalaba Mmụta ma bụrụ otu n'ime ndị Afrịka abụọ mbụ a họpụtara n'ọkwa nchịkwa (Onye Ọrụ Mmụta) na gọọmentị na-achị ala. Chiepe bụ nwanyị mbụ na-ahụ maka agụmakwụkwọ na Botswana.",
  "Chiepe bụ nwanyị mbụ so na kọmitii na Botswana (1974) ebe ọ ghọrọ onye omeiwu a họpụtara n'ụzọ pụrụ iche. A họpụtara ya ka ọ bụrụ onye omeiwu site na mpaghara Serowe South na Central District nke Botswana na ntuli aka na afọ 1977.",
  "A họpụtara ya ka ọ bụrụ onye isi kọmishọna na United Kingdom na Nigeria na onye nnọchi anya na West Germany, France, Denmark, Norway, Sweden na European Economic Community site na afo 1970 ruo na afọ 1974. N'oge ya dị ka Kọmishọna Ukwu na UK, ọ bụ onye isi oche nke ise Caroline Haslett Memorial Lecture na Royal Society of Arts. N'okpuru Women's Engineering Society, Dr Letitia Obeng, onye bụ onye nduzi nke Freshwater Research Institute of Aquatic Biology na Ghana kwuru na 'Nation Building & the African Woman'.",
  "Site na afo  1974 ruo afọ 1977, Chiepe bụ Minista nke Azụmaahịa na Ụlọ Ọrụ",
  "Site na afọ 1977 ruo afọ 1984, ọ bụ Minista nke Mines & Natural Resources. N'afọ 1982, Chiepe jere ozi dị ka onye isi oche nke Kalahari Conservation Society (KCS).",
  "N'afọ 1984, Chiepe ghọrọ Minista Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ (Minister of External Affairs), ọ nọgidere n'ọkwa ahụ ruo n'afọ 1994.",
  "Site na afọ  1994 ruo na afọ 1999, ọ bụ Minista nke Mmụta. Chiepe lara ezumike nká na ndụ gọọmentị na afọ 1999 mgbe ihe fọrọ nke nta ka ọ bụrụ afọ 30 nke ọkwa dị elu.",
  "N'afọ 2013, ọ bụ onye isi okwu na Botswana's International Day of Elder Persons nke emere na Mokolodi Nature Reserve, na-ekwu na anyị chọrọ ịbụ ndị agadi na ndụmọdụ na ndị na-eto eto na-arụ ọrụ....Ka anyị, dị ka ndị agadi ghara ịbụ dinosaur kama jiri ihe ọmụma anyị na amamihe anyị siri ike nweta mee ihe ọ bụghị naanị iji mee ka mmekọrịta anyị na ogologo ndụ anyị dị na ọha mmadụ, kama mee ka mmekọrịta dị n'etiti ọgbọ dị iche iche dịkwuo elu, na-eme ka ọdịiche dị n'agbata ndị na-eto eto na ndị okenye.",
  "E nyela Chiepe ma Presidential Order of Merit na Presidential Order nke Meritorious Service (Botswana), ma mee ya onye isi nke Royal Order of the Polar Star site n'aka Eze Sweden na onye otu Order of the British Empire (MBE).",
  "Ọ natara nzere doctorate na Mahadum Bristol na Britain, Mahadum De Paul na United States na Fort Hare na South Africa. N'afọ 2009, Mahadum Botswana nyere ya nzere Doctorate of Laws maka ọrụ ya dị ịrịba ama na mmepe nke mba ahụ."
]