[
  "Alhaji Garba Shuńaibu Gashua, onye a maara ama nke ọma dị ka \"Garba Gashuwa\", bụ onye na-ede uri nke oge a nke Obodo Naijiria, ezigbo onye ọchụnta ego, onye ndọrọ ndọrọ ọchịchị na onye ọrụ gọọmentị lara ezumike nká, amụrụ ya na Gasamu, na ochịchị ime obodo Jakusko  nke dị na Yobe State, n'ebe ugwu ọwụwa anyanwụ Naijiria, na afọ 1957, nna ya bụ Sālisu na nne ya bụ Salāmatu. Nna ya bụ onye obodo nke Badawa (Bade) ma nwee ụmụ nwoke anọ, aha ha bụ Saʹidu, Isa, Garba (nke atọ), na Musa. Taata, Garba Gashuwa na ezinụlọ ya bi na Kano ma nwee ọtụtụ ụmụ; n'etiti ha bụ Musa Garba Gashua, onye nwere nkà na onye  a mara ama na-ide egwu.",
  "N'ikwekọ n'omume n'ozuzu n'etiti obodo ndị Alakụba dị na ala Hausa, agụmakwụkwọ Gashuwa malitere mgbe ọ dị afọ abụọ,  mgbe ọ gara ụlọ akwụkwọ kor'an ọdịnala na Gasamu",
  "Mgbe ọ gụsịrị akwụkwọ ya, ọ kwagara jee Gashuwa, ebe ọ gụrụ hadith, fiqh na isiokwu ndị ọzọ metụtara ihe ọmụma Alakụba",
  "Gashuwa edebanyeghị aha ya n'ụlọ akwụkwọ ọ bụla dị n'Ebe Ọdịda Anyanwụ, mana ọ mụtara site n'aka ndị enyi ya otu esi ahụ ma dee na edemede Rom. Gashuwa bụkwa onye na-asụ ọtụtụ asụsụ.",
  "Mgbe ọ gụsịrị akwụkwọ ya, nwa okorobịa a bụ Gashuwa, malitere azụmahịa n'obodo nke Bade, na-ere akwụkwọ ndị Alakụba dị ka Qawaoidi, Yasin Arashada, Iza-waqa, Ahalari na Dalaoilul Khairati. Ewezuga ịbụ onye na-ere akwụkwọ, ọ bụkwa onye na-ese akpụkpọ ụkwụ na mai dinkin hula (onye na-esi akwa omenala Hausa)",
  "Ọ biri na Lagos ruo ọtụtụ afọ na-achụso ọrụ ọchụnta ego ndị a.",
  "Ọrụrụ ọrụ gọọmentị malitere na mgbe o mechara kwaga, ma biri na Kano na arịrịọ nke onye nwụgoro anwụ bụ Malam Aminu Kano",
  "Nhọpụta mbụ ya site na Gọọmentị Steeti Kano bụ na 'CTV-67's Archived  Wayback Machine Cultural Section', n'oge ọchịchị Alhaji Aliyu Sabo Bakin Zuwo. Ọ rụrụ ọrụ n'ebe ahụ ruo afọ 1989, mgbe onye nchịkwa ndị agha nke steeti ahụ bụ onye agha Idris Garba, rịọrọ ka a kpọga ya na 'Kano State History and Culture Bureau Archived  Wayback Machine', ebe ọ rụrụ ọrụ dị ka onye ndụmọdụ nye ya",
  "Ọ rụrụ ọrụ na Bureau ruo mgbe ọ rịgooro n'ọkwa onye otu ndị isi oche ya, ọkwá o nwere site na afọ 1989 ruo na afọ 1995",
  "Ọ lara ezumike nká n'ọrụ na 1995 ma tinye ndụ ya n'ide uri Hausa na edemede Ajami.",
  "Gashuwa sitere n'ike mmụọ nsọ nke onye aha ya bụ Abdu Nguru, onye nke na-ede uri nke onye ọ maara, ma mesịa malite na isiokwu ndị Alakụba dị ka; Israʹi & Miʹiraj, na ọrụ ebube na ọnwụ (wafaat) nke onye amụma Muhammad",
  "A na-edekarị ọrụ ya na edemede Hausa Ajami.",
  "Ọ malitere ide uri ndọrọ ndọrọ ọchịchị n'oge njem mkpọsa nke afọ 1978, nke Onye isi ala nke People's Redemption Party, Malam Aminu Kano, nke emere na Gashua nke dị na gburugburu ya",
  "N'ihi nke a, Aminu Kano kpọrọ Garba Gashuwa ka ọ biri na Kano, ka ọ gaa n'ihu na-enye aka na mmepe ndọrọ ndọrọ ọchịchị nke oge ahụ. Mgbe ọ bụla Gashuwa na-abụ abụ ndọrọ ndọrọ ọchịchị ya, ndị na-ege ya ntị na-ekwe ukwe, na-akụ aka. E wezụga okpukpe na ndọrọ ndọrọ ọchịchị, Gashuwa dere na isiokwu ndị ọzọ ma, ruo ugbu a, o nwere ihe karịrị otu puku uri Hausa Ajami n'aha ya.",
  "Na mbido, ndị na-ede uri Hausa jiri (ma ka na-eji ùgbúà) mita iri na isii Arabic nke sitere na prosody Arabic n'ihe ha dere",
  "Taata, ụfọdụ ndị na-ede uri na-ahọrọ ụdị na isiokwu ndị bụ nke oge a, ọ bụ ezie na mmetụta nke uri Arabic ka na-ahụ anya",
  "Gashuwa na-adabere n'ọtụtụ uri ya na rhythms nke onye na-agụ egwu na onye na-eti egwu nke Hausa, Dr",
  "Mamman Shata nke Katsina, na isiokwu gụnyere okpukpe, ndọrọ ndọrọ ọchịchị, nsogbu mmekọrịta mmadụ na mmadụ ibe ya, agụmakwụkwọ, na ọdịbendị ọdịnala.In the use of language and poetic devices, \"the language of his poems is simple and apt to be understood by the average Hausa\". He also make use of Arabic and English loanwords, dialect, proverbs and innuendo to express his points",
  "Above all, Gashuwa always opens and closes his poem with a doxology, no matter the motif",
  "Sometimes his poems are to be accompanied by hand clapping",
  "For Gashuwa \"an effective political poem should be chanted in a pleasant voice, accompanied by hand clapping, and should contain proverbs\"; he holds that this will surely attract an audience’s attention. Below is an example of proverb in his poem named Ɗan Hakin da ka Raina, \"The Little Grass That You Despise\"",
  "This poem is in ƙwar biyar, pentastich form, with “bᾱ” as the external rhyme.\nÀtụ:Verse translation",
  "\"Verse No",
  "7\" (Hausa Text)",
  "Ko shī mᾱ rᾱƙumin dawᾱ yai wani zancē, :Cikin maganᾱtai ta bᾱya mu munka karancē, ::Yanᾱ Allah wadai da naka in yᾱ lᾱlᾱcē, :::Ganin na gidᾱ nᾱ ta turƙusō yᾱ gīgīcē, ::::Allah wadaran abin da bᾱ hairī nᾱ bᾱ.",
  "The bush camel (giraffe) made a certain statement,\nin a past speech, which we read,\nin which he said, \"God curse your brother for demeaning himself\",\nWhen in perplexity, he saw the domestic kneeling down and being loaded,\nMay God curse a bad thing such as this."
]