[
  "N'Ebe Ọdịda Anyanwụ Afrịka, gari bụ ntụ ọka na-acha creme nke a na-enweta site na nhazi mgbọrọgwụ nke cassava a na-ewepụta ọhụrụ",
  "N'asụsụ Hausa, okwu a pụkwara izo aka na ntụ ntụ a na-enweta site na nhazi ihe ọkụkụ ndị ọzọ dị ka ọka Guinea, ọka, osikapa, yam, plantain na millet",
  "Dịka ọmụmaatụ: a na-enweta garin dawa site na nhazi ọka guinea, n'otu aka ahụ, garin masara na garin alkama sitere na nhazi ọka na ọka wit",
  "Garin magani bụ ọgwụ ntụ.",
  "Ihe oriri ntụ ọka a gwakọtara ya na mmiri oyi ma ọ bụ mmiri esi bụ akụkụ dị mkpa nke nri n'etiti agbụrụ dị iche iche nke Nigeria, Benin Republic, Togo, Ghana, Guinea, Cameroon na Liberia.",
  "Iji mee ntụ ọka gari, a na-ewepụ tubers cassava, sachaa ma sie ya ma ọ bụ kụrisịa ya iji mepụta mash",
  "Enwere ike ịgwakọta mash na mmanụ nkwụ ma tinye ya n'ime akpa nwere oghere, nke a na-etinye n'ime igwe na-agbanwe agbanwe maka awa 1 iji wepụ mmiri karịrị akarị",
  "Ozugbo a mịrị ya, a na-asa ya ma sie ya n'ime nnukwu ite ite e ji ma ọ bụ na-enweghị mmanụ nkwụ",
  "Enwere ike ịchekwa garri granular kpọrọ nkụ ruo ogologo oge",
  "Enwere ike ịpịa ya ma ọ bụ gwọọ ya iji mee ntụ ọka dị mma.",
  "Eba bụ ntụ ọka siri ike nke a na-eme site na itinye gari na mmiri ọkụ ma jiri osisi kụchie ya ruo mgbe ọ ghọrọ ntụ ọka dị nro",
  "A na-enye ya dị ka akụkụ nke nri na ofe na ofe dị iche iche",
  "Ụfọdụ n'ime ndị a gụnyere okra soup, egusi soup, akwụkwọ nri soup, afang soup, banga soup na bitter leaf soup.",
  "Y<i id=\"mwPg\">Kokoro</i> bụ nri na-atọ ụtọ nke Naịjirịa ọkachasị na ndịda na ndịda ọwụwa anyanwụ Naịjiria",
  "A na-eme ya site na ntụ ọka ọka, gwakọta ya na garri na shuga ma sie ya.",
  "Gari na-abịa n'ụdị dị iche iche, nke a pụrụ ịhazi n'ụzọ siri ike, nke dị n'etiti na nke dị nro",
  "A na-eji ụdị ọ bụla maka otu nri.",
  "Dị ka ihe oriri, ọka, ma ọ bụ nri dị mfe, a na-etinye garri na mmiri oyi (nke ọ na-adaba na ala), gwakọta ya na shuga ma ọ bụ mmanụ aṅụ, na mgbe ụfọdụ a na-agbakwunye ahụekere ma ọ bụ groundnut na ma ọ bụ mmiri ara ehi",
  "Mmiri dị mkpa maka garri a na-etinye mmiri bụ 3:1",
  "A pụkwara iri Garri kpọrọ nkụ na-enweghị mmiri, mana na shuga na ahụekere e siri esi agbakwunyere.",
  "N'ụdị ya kpọrọ nkụ, a na-eji gari eme ihe dị ka ihe na-esote agwa a na-esi n'ụzọ dị nro na mmanụ nkwụ",
  "A na-akpọ ngwakọta nri a yoo ke garri ma ọ bụ Foto gari n'asụsụ Ga, na Ghana",
  "Foto garri bụ ngwakọta nke garri na stew, ebe yoo ke gari bụ garri na agwa, ngwakọta nke a na-eri dị ka nri ehihie. A na-eri ya na achịcha bean na Naịjirịa.",
  "Maka nri zuru ezu, a na-esikarị gari site na itinye ya na mmiri ọkụ, wee gbanyụọ ya n'ime ntụ ọka",
  "A na-eri nke a na ụdị dị iche iche nke nri akwụkwọ nri, nri mkpụrụ melon, nri ahụekere, ma ọ bụ agwa.",
  "Enwere ike ịgwakọta gari dị nro (nke a maara dị ka lebu na Yoruba) na ose na ihe ndị ọzọ na-esi ísì ụtọ",
  "A na-agbakwunye obere mmiri na-ekpo ọkụ na mmanụ nkwụ ma gwakọta ya na aka iji mee ka ọ dị nro",
  "A na-enye ụdị garri a na azụ e siri esi",
  "A na-ejere ya ozi na frejon na Good Friday.",
  "Na West Africa, ụdị abụọ ahụ na-acha ọcha na odo odo",
  "A na-akwadebe gari na-acha odo odo site na itinye mmanụ nkwụ obere oge tupu oge ịgbaze nke cassava mash. N'aka nke ọzọ, enwere ike ime ya site na iji ụdị cassava na-acha odo odo",
  "A na-esi garri ọcha n'aka nke ọzọ n'enweghị mgbakwunye mmanụ nkwụ.",
  "Mgbanwe nke gari na-acha odo odo na nke na-acha ọcha bụ ihe a na-ahụkarị na Naịjirịa na Cameroon",
  "Otu ụdị gari ọcha bụ nke a maara nke ọma dị ka gari-Ijebu",
  "Ọ bụ ndị Yoruba sitere na Ijebu (Nigeria) mepụtara nke a.",
  "Na Ghana, a na-ekpe gari ikpe site na ụtọ ya na nha ọka ya",
  "Ụdị ndị na-atọ ụtọ na mkpụrụ ọka dị mma na-aba uru karịa ụdị ọka dị ilu, nnukwu",
  "Ndị na-ere nri na-ahọrọ ọka siri ike nke nwere nnukwu starch, ebe nke a na-amịkwu ihe mgbe a na-etinye ya na mmiri.",
  "Ndị na-azụ ahịa na-elegharakarị anya maka ọka siri ike mgbe ha na-agbalị ịchọpụta ịdị ọhụrụ.",
  "Enwere ike iri gari n'ebughị nri ọzọ, dị ka ihe oriri, site na itinye ya n'ime efere ma tinye mmiri oyi, shuga, groundnut na mmiri ara ehi",
  "A na-akpọkarị nke a gari soakings",
  "Dịka ọmụmaatụ, a na-eji mkpụrụ ọka dị mma eme ijebu-garri, ma nwee ụtọ dị ụtọ, na-eme ka ọ dị mma ka a rie ya n'ụzọ a",
  "N'ọtụtụ akụkụ nke West Africa, a na-agbakwunye shuga ma ọ bụ mmanụ aṅụ yana akị bekee, groundnuts, mmiri ara tiger nuts, na cashew nuts.",
  "N'ọtụtụ usoro nri gari, a na-esi ya site na itinye mmiri na-esi ísì ma na-agbanye ya iji mee ihe siri ike ma ọ bụ porridge",
  "A na-eri Eba na ofe ma ọ bụ stew",
  "Ihe ka ọtụtụ n'akụkụ Afrịka nwere nri cassava yiri ya.",
  "Na Liberia, a na-eji gari eme ihe n'ụzọ na-atọ ụtọ a na-akpọ \"n'ụzọ na na-atọ ọchị\" nke a na-ejikọta ya na ahụekere na mmanụ aṅụ.",
  "Cassava, mgbọrọgwụ nke a na-emepụta gari, bara ọgaranya na fiber, ọla kọpa na magnesium."
]