[
  "Gary Brabin (amụrụ na 9 Disemba n'afọ 1970) bụ onye bọọlụ bọọlụ nke England, onye nkuzi na onye njikwa bụ onye isi egwuregwu na otu Cymru Premier The New Saints",
  "Onye na-agba bọọlụ n'etiti nke nwere ọrụ afọ iri na abụọ na English Football League, ọ nọchitere anya Stockport County, Doncaster Rovers, Bury, Blackpool, Lincoln City, Hull City na Torquay United",
  "Ọ gbakwara bọọlụ na-abụghị nke league maka Gateshead, Runcorn, Boston United, Chester City, Halifax Town, Southport na Burscough, ma gbakwara bọl na Welsh Premier League maka Total Network Solutions / The New Saints",
  "A kpọrọ ya onye egwuregwu nke afọ nke Chester City n'afọ 2001 na 2002, ma merie ugboro atọ maka ndị otu C nke England.",
  "O mechara banye n'ọrụ nkuzi, nke mbụ ya na Burscough na The New Saints, tupu a họpụta ya dịka onye njikwa na Southport n'ọnwa Eprel afọ 2008",
  "Mgbe ọnwa abụọ gachara, a kpọrọ ya aha dịka onye njikwa Cambridge United, n'agbanyeghị na a kpọrọ ya dịka onye njirimara Conference Premier Manager of the Year maka afọ 2008 na 2009, a chụrụ ya n'ọrụ na July 2009",
  "O mechara nyochaa ma zụọ na Luton Town, tupu e bulie ya n'ọkwa onye njikwa otu mbụ na Machị 2011",
  "O duuru klọb ahụ gaa na asọmupi ikpeazụ nke Conference mgbe ọnwa abụọ gachara, nke mechara merie, a chụpụrụ ya na Machị 2012",
  "Ọ laghachiri Southport dị ka onye njikwa n'ọnwa Ọktoba afọ 2014, tupu ọ hapụ klọb ahụ ọzọ ọnwa atọ ka e mesịrị iji rụọ ọrụ dị ka onye nkuzi na Everton",
  "A họpụtara ya dịka onye njikwa na Tranmere Rovers na Mee 2015, tupu achụpụ ya na Septemba 2016",
  "Ọ sonyeere Port Vale dị ka onye nkuzi n'ọnwa Ọktoba 2017, a họpụtakwara ya ka ọ bụrụ osote onye njikwa na Blackpool ọnwa iri na otu ka e mesịrị",
  "N'ọnwa Juun afọ 2019, ọ laghachiri Luton Town dị ka onye na-enyere onye njikwa klọb ahụ aka maka oge 2019-2020.",
  "Brabin malitere ọrụ ya dị elu na Fourth Division n'akụkụ Stockport County, na-apụta ugboro atọ n'okpuru Danny Bergara n'oge oge 1989-90",
  "Ọ gbara naanị otu egwuregwu ọzọ na Edgeley Park na mkpọsa 1990-91, tupu ọ hapụ \"Hatters\" wee banye na Northern Premier League na Tony Lee's Gateshead mgbe oge mgbazinye ego gara nke ọma na Gateshead International Stadium",
  "Ọ hapụrụ \"Tynesiders\" wee sonye na klọb Conference Runcorn, bụ ndị lụrụ ọgụ n'afọ 1991 na 1992 tupu o nyere \"Linnets\" aka iru n'ọkwa nke ise n'afọ 1993 na 1994. Ọ pụtakwara ugboro abụọ na Wembley Stadium na 1993 na 1994 FA Trophy finals ka Runcorn meriri Wycombe Wanderers na 4 -1 wee merie Woking 2-1. Ọ rụrụ ọrụ dị ka onye na-eche nche n'oge ọ nọ na Runcorn.",
  "Brabin hapụrụ Canal Street wee laghachi na Football League mgbe onye njikwa Doncaster Rovers bụ Sammy Chung bịanyere aka na ya maka ego £ 45,000 na July 1994. Ọ gbakwara egwuregwu atọ maka ndị otu England C megide Wales, Finland na Norway. Ọ gara n'ihu gbaa goolu asatọ site na 33 pụtara maka \"Donny\" n'oge niile nke afọ 1994",
  "Ọ gbakwunyere goolu atọ site na egwuregwu 34 na mkpọsa 1995 na 1996, tupu ọ hapụ Belle Vue ma kwaga Stan Ternent's Bury maka ego £ 125,000 na Machị 1996. Ọ gosipụtara naanị ugboro ise maka \"Shakers\" n'oge ọ nọ na Gigg Lane.",
  "Brabin sonyeere Blackpool maka oge 1996 wee ruo 1997 maka ego £ 200,000, wee gbaa goolu abụọ site na egwuregwu 38 dịka onye njikwa Gary Megson duuru \"Tangerines\" gaa n'ọkwa nke asaa na Division nke Abụọ. Ọ nwetakwara oge dị mkpirikpi na Lincoln City, na-apụta na egwuregwu ise maka \"Imps\" nke John Reames na obere oge na Sincil Bank",
  "Otú ọ dị, e jidere ya na Septemba 1997 mgbe e boro ya ebubo mwakpo a wakporo onyeisi ụgbọ mmiri Brentford bụ Jamie Bates. Kọmitii na-ahụ maka ịdọ aka ná ntị nke FA mechara chọpụta na ikpe mara ya maka 'omume na-adịghị mma na omume na-ekwesịghị ekwesị' ma kwụọ ya £ 500 ma machibido ya iwu maka egwuregwu abụọ ka ọ gbaa ọsọ n'usoro na mmachi egwuregwu atọ ọ natara maka ịnakọta ihe 21 nke ịdọ aka na ntị. Ọ gbara goolu atọ ọzọ site na egwuregwu iri abụọ na itoolu n'oge afọ 1997, dịka onye njikwa egwuregwu Nigel Worthington duuru \"Seasiders\" gaa n'ọkwa nke iri na abụọ",
  "Ọ gbara egwuregwu iri na mbido oge 1998 na 1999, tupu ọ hapụ Bloomfield Road iji sonye na Hull City na ala nke Division nke Atọ na Jenụwarị 1999.",
  "Onye njikwa egwuregwu Warren Joyce haziri mgbanwe n'ụdị \"Tigers\", ka klọb ahụ zọpụtara ọnọdụ Football League ha site na njedebe nke 21st na ngwụcha oge 1998 na 1999, na Brabin nyere goolu anọ site na 23 ya",
  "Hull wee tinye akara nke iri na anọ na mkpọsa 1999-2000, ebe Brabin gbara goolu atọ n'egwuregwu 45 ya n'agbanyeghị na ọ na-alụ ọgụ na mmerụ ahụ n'olu. Brian Little wee bụrụ onye nchịkwa ma duru Hull gaa na play-offs na ngwụcha oge 2000 na 01, ebe Brabin ọzọ bụ onye isi egwuregwu mbụ nke gosipụtara 43 ma nye goolu abụọ",
  "Otú ọ dị, Leyton Orient meriri ha na ọkara ikpeazụ nke play-off na Brabin hapụrụ Boothferry Park mgbe ọ natara ụgwọ maka afọ fọdụrụ na nkwekọrịta ya n'ọnwa Ọgọstụ na afọ 2001.",
  "Mgbe ọ hapụsịrị Hull, Brabin zụrụ St",
  "Johnstone ma nwee ule na Plymouth Argyle, Torquay United, Dundee na Dundee United. Ọ gara n'ihu laghachi na Nzukọ maka oge 2001-2002, ọ bụ ezie na ọ gbara naanị otu ugboro maka Boston United nke Steve Evans mgbe ọ sonyere na nkwekọrịta na-abụghị nkwekọrịta, na-egwu awa mbụ nke mmeri 4 -1 na Hayes na York Street. Ọ hapụrụ \"Pilgrims\" iji laghachi na Division nke Atọ na Torquay United",
  "Ọ gbara egwuregwu asaa maka Roy McFarland's \"Gulls\", tupu a kagbuo nkwekọrịta ya na Plainmoor mgbe ọ na-enwetaghị ike n'ụsọ oké osimiri; a chụpụrụ ya megide Hull City n'ọkwa nke abụọ ya wee chụpụ ya ọzọ na mmeri 2-0 na ndị na-asọmpi Exeter City mgbe ọ gbasịrị Martin Barlow n'ihu. Ọ laghachiri na Nzukọ ahụ iji gbaa goolu atọ na egwuregwu 17 maka Chester City",
  "N'agbanyeghị na ọ sonyeere \"Seals\" n'oge na-adịghị anya na mkpọsa ahụ, a kpọrọ ya aha dị ka onye egwuregwu nke oge Chester City ka ọ na-enyere \"Blues\" aka izere relegation.",
  "Brabin hapụrụ Deva Stadium wee bịanye aka na Total Network Solutions, wee gbaa goolu isii na egwuregwu 30 nke Welsh Premier League na mkpọsa 2002-2003, ka TNS mechara dị ka onye na-esote Barry Town",
  "Ken McKenna's Saints mechiri nke abụọ ọzọ na 2003 na 04, n'oge a n'azụ Rhyl, ebe Brabin gbara naanị otu ugboro n'ime egwuregwu nke iri na asatọ ya",
  "Ọ lara ezumike nká na ndụmọdụ ahụike na Febụwarị 2004 mgbe ọ na-arịa ọrịa iku ume. Ọ gara n'ihu na-eje ozi Witton Albion dị ka osote onye njikwa. Ọ laghachiri na Conference National iji gosipụta na egwuregwu anọ maka Chris Wilder's Halifax Town n'oge mkpọsa 2005-06, na-agba otu goolu maka \"Shaymen\"",
  "Ka oge na-aga, ọ hapụrụ The Shay wee banye na Southport, wee gbaa egwuregwu 14 nke Conference",
  "N'ọnwa Nọvemba na afọ 2006, ọ bịanyere aka na Northern Premier League Burscough, ebe ọ nyere aka na nkuzi na mgbakwunye na ọrụ ịgba bọọlụ ya. N'ọnwa Juun afọ 2007, a họpụtara Brabin ka ọ bụrụ osote onye njikwa nke The New Saints, ma gbaa egwuregwu abụọ na Park Hall n'afọ 2007.",
  "Brabin bụ onye na-agba bọọlụ n'etiti, mana ọ pụkwara ịgba bọọlụ na etiti azụ n'ihi ikike isi ya. O nwere akụkọ na-adịghị mma nke ịdọ aka ná ntị.",
  "N'abalị asatọ n'ọnwa Eprel afọ 2008, a họpụtara Brabin ka ọ bụrụ onye njikwa Southport na nkwekọrịta na-aga n'ihu ruo na ngwụcha oge 2007 na 2008, na-anọchi Peter Davenport. Ọ duziri \"Sandgrounders\" n'ime egwuregwu egwuregwu nke Conference North, ebe Stalybridge Celtic meriri ha na penalty shoot-out mgbe ha gbakọrọ 2-2 n'elu ụkwụ abụọ nke ọkara ikpeazụ.",
  "Na 23 June na afo 2008, a kpọrọ Brabin dịka onye njikwa Cambridge United na nkwekọrịta afọ abụọ, na-anọchi Jimmy Quinn. O duuru \"U's\" gaa n'ọkwa nke abụọ na Nzukọ ahụ na ngwụcha oge 2008 na 2009, na-agwụcha naanị akara abụọ n'azụ Burton Albion",
  "United meriri Stevenage Borough na play-off semi-final, mana Torquay United meriri ha na play- off ikpeazụ na Wembley Stadium. N'ọnwa sochirinụ, a kpọrọ ya aha dị ka onye isi njikwa nke afọ. Otú ọ dị, a chụpụrụ ya n'ọkwa ya na Abbey Stadium na 13 Julaị na afo 2009 na-esote ọtụtụ esemokwu ya na ndị otu klọb ahụ.",
  "A họpụtara Brabin dị ka onye isi scout na Luton Town n'ọnwa Ọktoba afọ 2009. N'ọnwa Mee afọ 2010, a kpọrọ ya aha dịka osote onye njikwa Luton, na-anọchi Alan Neilson.",
  "A kwalitere ya ka ọ bụrụ onye njikwa na Kenilworth Road ruo na ngwụcha oge 2010 na 11 mgbe Richard Money hapụrụ klọb ahụ na 28 Machị n'afọ 2011. Brabin nwetara ọnọdụ Luton na Conference Premier play-offs, na-eduga ha na mmeri zuru ezu 5-1na Wrexham na ọkara ikpeazụ. Na ngwụcha na City of Manchester Stadium, Luton dọtara 0-0 mgbe oge mgbakwunye na AFC Wimbledon, ma mesịa merie 4-3 na penalty shoot-out nke mere ka klọb ahụ chee ihu n'afọ nke atọ na ọkwa na-abụghị league. Brabin nwetara nkwado zuru oke site na bọọdụ Luton n'agbanyeghị mmechuihu nke mmeri ahụ, otu izu ka e mesịrị, ọ bịanyere aka na nkwekọrịta afọ abụọ ọhụrụ iji nọrọ dị ka onye njikwa na-adịgide adịgide.",
  "A chụpụrụ Brabin na 31 Machị 2012 mgbe otu ahụ dara n'ọnọdụ egwuregwu na egwuregwu asaa fọdụrụ na oge 2011 Xia12. Onye nọchiri ya, Paul Buckle, duuru \"Hatters\" gaa na asọmpi asọmpi asọmupị nke 2012 Conference Premier na 20 Mee, ebe York City meriri ha. N'ụzọ na-emegide onwe ya, naanị ụbọchị ise ka e mesịrị, a mara Brabin ikpe maka iji iyi egwu na omume, mana e wepụrụ ya na mwakpo, mgbe ya na ndị isi abụọ sere okwu mgbe e zigara ya n'ebe a na-anọ n'egwuregwu n'oge egwuregwu na York City na 19 Eprel n'afọ 2011.",
  "Brabin laghachiri Southport maka oge nke atọ na 6 Ọktoba n'afọ 2014, na-anọchi Martin Foyle. O duuru klọb ahụ gaa na agba nke atọ nke FA Cup na Derby County na ruo nke 20 na Nzukọ ahụ. Na 20 Jenụwarị 2015, Brabin hapụrụ Southport iji were ọkwa na Everton ka ọ bụrụ akụkụ nke nkuzi e guzobere na ọkwa 21 Onye nọchiri ya na Haig Avenue, Paul Carden, duuru Southport gaa n'ọkwa nke iri na itoolu na ngwụcha oge 2014 rụo na afọ 15.",
  "Na 5 Mee 2015, a họpụtara Brabin dị ka onye njikwa nke Tranmere Rovers mgbe ha laghachiri na National League",
  "O duziri Rovers ruo n'ọkwa nke isii na ngwụcha oge 2015 na 16, na-efu na play-offs site na naanị akara abụọ",
  "Abụọ n'ime ndị ọ bịanyere aka, Andy Cook na James Norwood, ga-aga n'ihu na-emepụta mmekọrịta dị irè maka klọb ahụ n'ime oge abụọ sochirinụ. A kpọrọ ya aha dị ka onye njikwa ọnwa nke ọnwa nke National League maka Ọgọst 2016. Otú ọ dị, a kwụsịrị nkwekọrịta ya na Prenton Park na 18 Septemba n'afọ 2016, na klọb ahụ nọ n'ọnọdụ nke ise mana n'ọnọdụ dị njọ na mmekọrịta ya na ndị na-akwado klọb na-anọgide na-enwe obi ọjọọ. Micky Mellon nọchiri ya, onye duuru Tranmere gaa na 2017 National League play-off Final, ebe Forest Green Rovers meriri ha.",
  "A họpụtara Brabin dị ka onye nkuzi na EFL League Two n'akụkụ Port Vale site n'aka onye njikwa ọhụrụ Neil Aspin họpụtara n'ọnwa Ọktoba 2017. N'ọnwa Machị afọ 2018, a kpọrọ ya aha dị ka onye nke abụọ kachasị amasị ya iji were ọnọdụ njikwa na Wrexham. N'ọnwa Septemba afọ 2018 ọ hapụrụ Vale Park iji were ọnọdụ dị ka onye na-enyere Terry McPhillips aka na EFL League One nke Blackpool. Ọ kwụsịrị ọrụ ahụ n'ihi 'ihe gbasara onwe ya' na Machị 2019. Na June 2019, ọ ghachiri Luton dị ka otu n'ime ndị na-enyere Graeme Jones aka. Brabin hapụrụ Luton na Machị 2020 mgbe a chụpụrụ Jones.",
  "N'ọnwa Eprel 2021, a họrọ ya dị ka onye nduzi egwuregwu na otu Cymru Premier The New Saints"
]