[
  "Gary Simmons (amụrụ n'ubochí irí na anọ n'ọnwa Eprel, 1964) bụ ónyé America na-ese ihe si New York City",
  "N'iji ihe oyiyi na stereotypes nke ọdịbendị America na-ewu ewu, ọ na-emepụta ọrụ ndị na-ekwu màkà ahụmịhe onwe ónyé na nke otu agbụrụ na klas",
  "A maara ya nke ọma màkà \"ihe osise ya,\" nke ọ na-ese na chalk na-acha ọcha na mpempe akwụkwọ ma ọ bụ mgbidi, wee jiri aka ya na-eme ka ihe oyiyi ha bụrụ ihe efu.",
  "Simmons nwetara BFA ya na School of Visual Arts na 1988",
  "Ọ natara MFA ya site na CalArts na 1990 ma nata ma National Endowment for the Arts Interarts Grant na Penny McCall Foundation Grant n'oge na-adịghị anya. N'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ, Simmons chọtara ụlọ ọrụ n'ụlọ n'ụlọ akwụkwọ ọrụ aka ochie na Manhattan, New York",
  "Oghere ya tọgbọ chakoo mana màkà ọtụtụ ihe ochie, osisi, chaatị klas na-agbagharị agbagharị, nke ọ malitere iji dị ka ihe osise n'usoro ọrụ mbụ gbasara agụmakwụkwọ na-ezighi ezi na echiche nke agbụrụ na njirimara klas",
  "N'inwe mmasị na ọdịdị na-edoghị anya na nke na-adịghị adịgide adịgide, ọ na-arụ ọrụ na chalk na bọọdụ ma ọ bụ na mgbidi ndị e ji chalkboard paint mee ihe fọrọ nke nta ka ọ bụrụ naanị na 1990s",
  "N'ọrụ ndị a, ọ na-ebikarị ihe oyiyi site na ihe osise oge ochie nke gosipụtara ihe osise ojii",
  "N'ihe osise mgbidi a na-akpọ Wall of Eyes, nke e nyere iwu màkà 1993 Whitney Biennial, a na-eji anya eserese na-enweghị ahụ nke nha dị iche iche kpuchie elu ojii nke bọọdụ ahụ.",
  "Ọrụ Simmons a ma ama bụ usoro Erasures ya",
  "Ọ malitere nke a n'afọ ndị 1990 ma na-aga n'ihu na-ese ihe osise na mgbidi n'ụdị yiri nke ahụ",
  "Chalkboards na-eme ka ọ bụrụ ihe dị mma n'ihi na ọ na-ezo aka na nkuzi na mmụta",
  "Ọ tụgharịrị ebe a na-akụzi akụkọ ihe méré eme ma jiri ehichapụ ihe iji degharịa usoro ike",
  "Ọ na-emegharị ihe osise ndị na-egosi ihe osise ojii, ụfọdụ doro anya na ụfọdụ ehichapụrụ n'ime nrọ",
  "Ihe osise ndị a na-ezo aka na mgbe ụdị ojii na mgbasa ozi bụ ónyé obi ụtọ, ónyé na-enweghị nchegbu, onye na'egwú",
  "Mgbalị ndị a na-eme ka ihe oyiyi ahụ bụrụ ihe na-adịghị mma na ihe fọrọ nke nta ka ọ bụrụ mmụọ",
  "Ihichapụ bụ ụdị akara na-eme n'onwe ya",
  "Enwere mmegharị dị ukwuu na ya nke dị iche na ahịrị siri ike nke ihe nkiri na-enweghị akara",
  "Ọ na-eweta ihe ọjọọ gara aga nke America iji mebie ya, mana ọ ka chọrọ ka a mata ya. O nwere ọtụtụ ihe ngosi nke gosipụtara ụdị a",
  "E gosipụtara otu n'ime nnukwu ihe osise mgbidi ya n'oge na-adịbeghị anya na Metro Pictures Gallery na Midnight Matinee, ihe ngosi nke ihe osise na eserese nke, dị ka ntinye Split Personality, na-egosi ihe osise ojii na-acha oji nke ntọala site na ihe nkiri egwu nke afọ 1970.",
  "N'ile onwé ya anya dị ka ónyé na-ese ihe, ọrụ atọ mbụ Simmons tinyere akara mmegbu siri ike gụnyere akara Ku Klux Klan, okpu na eriri",
  "Otu ọrụ, nke akpọrọ Duck, Duck Noose (1992) nwèrè oche na okirikiri nwere okpu KKK na nke ọ bụla",
  "N'etiti oche ndị ahụ, eriri na-anọdụ n'uko ụlọ",
  "Na Klan Gate (1992), ogidi brik abụọ gbara nnukwu ọnụ ụzọ ámá ígwè a kpụrụ akpụ gburugburu. N'elu ogidi ọ bụla, e nwere onye otu Klan a tụrụ na nkume",
  "N'ọrụ ọzọ, Big Still (2001), Simmons kwuru màkà ọnọdụ ndị ọcha dara ogbenye na Appalachia na South",
  "O mepụtara ihe eji eme ihe n'oge mmachibido iwu nke ndị ọcha Appalachian dara ogbenye ji mee ihe",
  "Ọ na-ekwu màkà echiche nke \"ihe mkpofu ọcha,\" nakwa na ndụ ha na-enweghị ikike yiri nke ọbọdọ ndị isi ojii dị n'obodo ukwu",
  "Otú ọ dị, ihe a tụrụ atụ ahụ buru ibu ma na-emenye egwu, na-anọchite anya ajọ ịkpa ókè agbụrụ nke ógè ahụ.",
  "Ihe osise, ihe osise na ihe ọkpụkpụ Simmons egosila na US na mba ụwa na Museum of Contemporary Art, Chicago; SITE Santa Fe; The Studio Museum na Harlem; San Francisco Museum of Modern Art; Museum Villa Stuck, Munich, na nchịkọta onwé gụnyere Hirshhorn Museum and Sculpture Garden, Washington, DC; Portland Art Museum, OR; Saint Louis Art Museum, MO; San Francisco Museo of Modern Art, Walker, Minneapolis; Whitney Museum of American Art, Museum of American; Museum of American, New York; Pérez, Miami.",
  "Hauser & Wirth anọwo na-anọchite anya Simmons n'ụwa niile kemgbe 2021. Metro Pictures Gallery, New York; Simon Lee Gallery, London; Margo Leavin Gallery, Los Angeles; Regen Projects, Los Angeles, na Anthony Meier Fine Arts, San Francisco nọchitere anya ya."
]