[
  "Gatsby bụ achicha mmiri n'okpuru mmiri nke mba South Afrika nke nwere achịcha zuru ezu na ihe eyere eye (French fries) na nhọrọ nke ihe na ofe",
  "Ọ malitere na obodoCape Town ma bụrụ nke a ma ama na mpaghara Western Cape",
  "Sandwich na-adịkarị ukwuu ma ọtụtụ ndị mmadụ na ekerịta ya.",
  "Enweghị usoro nri maka Gatsby, mana a na enyekarị ya n'ogologo (otu ụkwụ ma ọ bụ karịa) ụdị achịcha French nke a na-ebipụ n'oghere",
  "Achịcha ndị ọzọ a na-eji eme ihe nwere ike ịgụnye achịcha nkịta ọkụ ma ọ bụ achịcha roti dị larịị, ọ bụ ezie na a na-akpọkarị roti jupụtara dị ka salomie. A na-eme bred ahụ ka ọ buru ibu ka a kesaa ya, ọ na-abụkarị ụzọ anọ",
  "Ihe jupụtara na Gatsby na-agụnye chips na ọnụ ọgụgụ ọ bụla nke ihe ndị ọzọ dị ka anụ, azụ na àkwá",
  "Ihe ndị a na-etinye n'anụ nwere ike ịgụnye anụ a na-eme ka ọ bụrụ anụ, anụ masala, anụ ọkụkọ, polony sausage, Vienna sausage na Russian sausage",
  "A na-enyekwa azụ̀ e siri esi ma ọ bụ nke a na-etinye n'ime ya, calamari, curry na àkwá ugboro ugboro",
  "A na-ejikarị achar pickles ma ọ bụ piri piri sauce na-eyi ihe ndị a.",
  "Ọ bụ ezie na a na-ejikarị anụ eme Gatsby, a pụrụ ịchọta nsụgharị vegan nke a na-emekarị site na iji anụ na anụ soy steak. A pụrụ ịchọta nsụgharị ndị dị mma, na-eji ihe ndị dị ka agwa nke a na-ekwu na ọ na-ebelata cholesterol na abụba.",
  "Sandwich Gatsby malitere na afọ 1976 na Athlone, na mpaghara Cape Flats nke Cape Town",
  "Onye nwe ụlọ ahịa nri bụ Rashaad Pandy chọrọ inye ndị ọrụ nri ngwa ngwa ma jupụta na-enyere ya aka imezigharị ụlọ ahịa ya",
  "O jupụtara na nnukwu achịcha gburugburu na \"slap chips\" (ụkpụrụ South-African-style chips na vinegar), polony sausage na achaar ma belata nke a n'ime wedges",
  "\"Froggy\", otu n'ime ndị ọrụ ahụ, kwupụtara na bred ahụ bụ \"Gatsby smash\", na-ezo aka na ihe nkiri The Great Gatsby nke e gosipụtara na ụlọ ihe nkiri Athlone. Aha ahụ kwụsiri ike ma Pandy mechara nye bred ahụ na ụlọ ahịa ya. Sandwich ahụ toro na ewu ewu ma gbanwee ya iji jiri ogologo mmekota na French",
  "Gatsby sandwich bụ ọgwụgwọ na-ewu ewu maka ndị Capetonians.",
  "Alt=A Gatsby sandwich n'ihi na ọ bụ n'ihi ya ka a ga-asị na ọ bụ"
]