[
  "Jantjes gara Michaelis School of Fine Art na Mahadum Cape Town site n'afọ 1966 ruo afọ 1969",
  "Ọ hapụrụ ịkpa ókè agbụrụ South Africa n'afọ 1970 na agụmakwụkwọ DAAD iji mụọ na Hochschule für bildende Künste Hamburg n'etiti afọ 1970 na 1972",
  "Ọ bụ onye guzobere otu ndị Germany na-emegide ịkpa ókè agbụrụ",
  "E nyere ya ébé mgbaba ndọrọ ndọrọ ọchịchị na Germany n'afọ 1973",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ na-ahụ ányá màkà ónyé nduzi mkpọsa màkà United Nations High Commissioner for Refugees site n'afọ 1978 ruo afọ 1982",
  "N'afọ 1979, o bipụtara akwụkwọ South African Colouring Book, nke nwere serigraphs iri na otu na-enyocha ịkpa ókè agbụrụ n'ụdị akwụkwọ ụmụaka.",
  "Ọ kwagara ụlọ ọrụ ya na Wiltshire, England n'afọ 1982",
  "N'afọ 1986, a họpụtara ya ka ọ bụrụ ónyé nkuzi dị elu na Fine Art na Chelsea College of Arts, The London Institute",
  "Site n'afọ 1986 ruo afọ 1990 ọ nọ na kansụl nke Arts Council of Great Britain ma bụrụ onye ndụmọdụ ya maka ịmepụta Institute of New International Visual Art (InIVA)",
  "Ọ rụkwara ọrụ na kọmitii ndụmọdụ nke Tate Liverpool site n'afọ 1992 ruo afọ 1995, ọ bụkwa onye nlekọta nke Serpentine Gallery nke London site na 1995 ruo 1998.",
  "Ọ ghọrọ onye nduzi nka nke Henie Onstad Kunstsenter, Hovikodden, nso Oslo n'afọ 1998 mà hazie ihe ngosi otu ónyé nkè Gordon Bennett, Yinka Shonibare, Susan Hiller, Marie-Jo Lafontaine, Shirin Neshat, Marlene Dumas na Carlos Capelan.",
  "N'afọ 2004, ọ sonyere National Museum of Art, Architecture and Design, Oslo, dị ka onye isi ndụmọdụ ya màkà International Contemporary Exhibitions: ọ haziri ihe ngosi n'ebe ahụ na Amar Kanwar, Harun Farocki na Nicholas Hlobo",
  "Ọ bụkwa onye nduzi ọrụ nkè Visual Century Project na narị afọ nke iri abuo na South Africa nke oge a nke mere ka e bipụta ya, Visual Century: South African Art in Context (2011).",
  "Ọ hapụrụ National Museum n'afọ 2014 wee meghee ụlọ ọrụ ya na Oslo n'afọ 2015",
  "Ọ na-aga n'ihu na-ese ihe, na-agagharị n'etiti Cape Town, England na Oslo.",
  "Otu nwoke na-egosi ọrụ nkè Gavin Jantjes gụnyere:",
  "Ọrụ Jantjes na bụ nchịkọta nke Tate Britain, London; Victoria na Albert Museum, London; Arts Council Collection; Wolverhampton Art Gallery; Coventry City Museum; National Museum of African Art, Smithsonian Institution, Washington, D.C.",
  "A Fruitful Incoherence: Dialogues with Artists on Internationalism / [nke Gavin Jantjes dezigharịrị na Rohini Malik, Steve Bury na Gilane Tawadros] London: INIVA, 1998.",
  "Black Artists & Modernism: http://www.blackartistsnodernism.co.uk/dossier/gavin-jantjes/"
]