[
  "Gay-friendly ma ọ bụ LGBT-friendly bụ ebe, iwu, ndị mmadụ, ma ọ bụ ụlọ ọrụ ndị na-emegideghi ma na-anabata ndị na-eme enyi nwoke na nwoke (ịgụnyere ndị niile nọ n'obodo LGBT) iji mepụta gburugburu ebe obibi nke na-akwado ndị na-edina eme mmekọ nwoke na nwoke na mmekọrịta ha, na-akwanyere ndị mmadụ niile ùgwù, na-emeso ndị mmadụ niile n'otu aka, ma na-enweghị ikpe",
  "Nke a na-abụkarị okwu North America nke narị afọ nke iri abụọ nke bụ nsonaazụ nke mmejuputa nke ikike nwoke idina nwoke na nnabata nke iwu na-akwado ndị LGBT n'ebe ọrụ na n'ụlọ akwụkwọ, yana ịnakwere ndị nwoke na enwe mmekọ na ndị nwanyị n'enwe mmekọ nwanyị dị ka otu ndị ahịa pụrụ iche nke azụmaahịa wdg.",
  "Ọtụtụ azụmaahịa ugbu a na-akọwa onwe ha dị ka ndị enyi nwoke na enyi, na-enye ohere maka ndị ọrụ na ndị ahịa dịgasị iche iche",
  "Mgbasa ozi Human Rights na-arụ ọrụ iji nweta nha nhata maka ndị na-eme enyi mmekọ nwoke na nwoke, ndị na-edina nwanyị na nwanyị, na ndị ọzọ a na-akpa ókè, ma bipụta ndepụta nke ụlọ ọrụ na-emetụta nsogbu gbasara ndị LGBT",
  "Ụlọ ọrụ ndị a maara maka gburugburu ọrụ enyi nwoke na nwoke gụnyere Dell na Coca-Cola",
  "Ụlọ ọrụ ndị dị ka R Family Vacations, Manspray, Volkswagen, Ginch Gonch, na ọtụtụ ndị ọzọ na-enye ngwaahịa na ọrụ maka ndị ahịa nwoke na nwoke",
  "Ndị ọzọ, dị ka LOT Polish Airlines na-eziga ozi nke enyi nwoke na enyi site n'inye ikike njem gaa n'ebe obodo na-akwado enyi nwoke na nwoke site n'ihi ọkọlọtọ nwere ọtụtụ agwa. Nnyocha egosiwo na obodo LGBT na-enwekarị mmasị na azụmaahịa mmekọ nwoke na nwoke, ọbụlagodi na ọnụahịa nke otu ngwaahịa ma ọ bụ ọrụ dị elu.",
  "Spartacus International Gay Guide na-ebipụta Gay Travel Index, ọkwa nke mba ndị enyi nwoke",
  "A na-agbakwunye ihe na mba maka iwu mgbochi ịkpa ókè, alụmdi na nwunye nhata, mmekọrịta na iwu nkuchi, na erem ahịa LGBT",
  "Ka ọ dị ugbu a, a na-ewepụ ihe maka iwu ndị na-emegide LGBT, mgbochi njem HIV, mmetụta okpukpe, na ikpe, igbu ọchụ, na ikpe ọnwụ.",
  "N'afọ 2021, Spartacus Gay Travel Index gosipụtara ọtụtụ mba Western Europe n'elu ogo nke iri (Malta, Denmark, Austria, Sweden, Portugal, United Kingdom, na Spain), nke Australia, Canada na Uruguay gbakwunyere Mba anọ dị n'okpuru bụ Yemen, Iran, Somalia na Saudi Arabia ebe Chechnya bụ mpaghara kachasị njọ maka ndị LGBT.",
  "Spartacus na-ebipụtakwa Gay Travel Index maka steeti US, na-edepụta steeti iritinyere District of Columbia na otu ụkpụrụ ahụ dị ka ọkwa mba",
  "N'afọ 2021, California na Illinois nwetara ebe kachasị elu, ebe steeti itoolu dị n'ala sitere na steeti ndịda ọwụwa anyanwụ na steeti ugwu.",
  "U",
  "Ihe edeturu",
  "Àtụ:LGBT portal"
]