[
  "Gazbia Sirry ( Arabic ) (11 Ọktoba 1925 - 10 Nọvemba 2021) bụ onye Ijipt na-ese ihe.",
  "A mụrụ ya na Cairo, Gazbia Sirry gụrụ ezigbo nka na Higher Institute of Art Education for Women Teachers na 1950 (nke a maara ugbu a dị ka ngalaba nke Art Education na Mahadum Helwan), ebe edemede ya gosipụtara akụkọ ndọrọ ndọrọ ọchịchị Ijipt",
  "O mechara bụrụ prọfesọ n'ebe ahụ, ma bụrụkwa na Mahadum America dị na Cairo",
  "O nweela ihe karịrị ihe ngosi onwe onye iri ise, nzụta gọọmentị site na ụlọ ngosi ihe mgbe ochie mba ụwa, onyinye mba ụwa, agụmakwụkwọ na oche mahadum. Ihe osise nke Sirry na-egosi mmekọrịta dị n'etiti mgbanwe mmekọrịta mmadụ na ibe ya, nghọta ụmụ nwanyị na nkwado nke ụmụ nwanyị. N'ihi eclecticism ha na heterogeneity nke Ijipt nke oge a, a na-eme ihe osise Sirry n'ọtụtụ ebe.",
  "Ọrụ mbụ ya bụ ihe oyiyi nke ụmụ nwanyị n'ọnọdụ ike doro anya, na-arụ ọrụ na mpaghara ọha na nke onwe, ma na-eme ememe ịdị n'otu ụmụ nwanyị",
  "N'ọgwụgwụ afọ ndị 1950, Sirry mere mgbanwe ejiji na isiokwu iji gosipụta ọnọdụ ọjọọ nke enweghị afọ ojuju na mmegide na-emegide onwe ndọrọ ndọrọ ọchịchị na mba ahụ",
  "Ọ ghọkwara ihe a na-adịghị ahụ anya: ka ọ na-erule afọ 1960 mgbanwe a pụtara ìhè",
  "Mgbe ọ nọ na mkpakọrịta na Huntington Hartford Foundation na Pacific Palisades, California, 1965, e mere ka ọ mata ụdị American nke ngosipụta na-enweghị atụ; n'ajụjụ ọnụ Sirry kwuru na oge a na ndụ ya nwere mmetụta miri emi na omume nka ya",
  "\" A na-ejikọkwa mgbanwe ya n'ebe abstraction dị na ụfọdụ ndị ọkà mmụta na ọgba aghara ndọrọ ndọrọ ọchịchị na ọkachasị Agha Ụbọchị Isii nke afọ 1967. A gbanwere abstraction zuru ezu na mmalite afọ 1970 site na nlọghachi nke ụdị mmadụ, mana eserese gbara ọchịchịrị na-anọchite anya egwu Sirry banyere akụnụba nke nnwere onwe ụmụ nwanyị",
  "Agba na-egbuke egbuke na ọdịdị pyramid nke eserese ya na-egosi nganga mba na ịnụ ọkụ n'obi na-esote Agha Ramadan / Yom Kippur nke 1973 na akụkụ ikpeazụ nke afọ 1970.",
  "Ihe nrite Rome maka eserese, 1952.\nỊsọpụrụ ihe nrite maka eserese mmanụ site na Venice Biennale, 1956.\nIhe nrite nke abụọ maka mbipụta site na Alexandria International Biennale, 1959.\nIhe nrite kachasị elu maka eserese site na Alexandria International Biennale, 1963.\nNnukwu prix nke anọ nke International Contemporary Art, Monaco, 1968.",
  "Egypt Modern Art Museum, Cairo.\nAlexandria Modern Art Museum.\nMarine Museum na Alexandria.\nỤlọ akụ mba Ijipt dị na Cairo.\nAkwụkwọ akụkọ Al-Ahram, Cairo.\nMịnịstrị nke ndị mba ọzọ na ndị nnọchi anya ndị Ijipt na mba ofesi.\nỤlọ akwụkwọ nka nke Ijipt dị na Rom.\nArts and Sciences Museum na Evansville, Indiana, USA.\nVincent Price Art Collection na Los Angeles, USA.\nNgalaba nka na agụmakwụkwọ nka na Cairo, Alexandria na Menia.\nJosef Museum of Unaligned Countries na Belgrade, Yugoslavia.\nLiving Art Museum na Tunis.\nNnukwu Ụlọ Nzukọ na Cairo Opera House na Cairo.\nNational Museum of Women Arts na Washington.\nArab World Institute na Paris.\nMuseum of Art and Sciences na Evansville, Indiana, USA.\nUnaligned Countries Museum na Yugoslavia.\nMahadum Amerịka dị na Cairo.\nCairo Opera House.\nGreat Cairo Library.\nMubarak Public Library na Giza.\nKansụl Kasị Elu nke Omenala, Cairo.\nPress Syndicate, Cairo.\nNovotel Hotel na Cairo Airport.\nSheraton Hotel na Giza.\nSheraton Atoun Hotel na Nuba."
]