[
  "Edemede a ga-akọwa ihe ọ pụtara mgbe nyocha OBD-II gị na-arịọ gị ka ịgbanwee mmanụ injin n'oge na-adịghị anya yana otu ị ga-esi gbanwee mmanụ igwe gị.",
  "Nfefe mmanụ dị ala nwere ike ịkpalite ọnọdụ Limp na ọtụtụ koodu njehie ma ọ bụrụ na akọwaghị ya n'oge.",
  "Enwere ike ịgụ ụfọdụ ozi ịdọ aka na ntị na njehie na ọkụ dashboard gị ma ọ bụ jiri nyocha OBD-II chọpụta mmejọ dị n'ụgbọ gị.",
  "Otú ọ dị, ọ bụrụ na a mara gị ọkwa ka ị gbanwee mmanụ engine gị n'oge  na-adịghị anya mgbe ahụ ozi ahụ doro anya - igbapu mmanụ engine ma jupụta mmanụ ọhụrụ.",
  "Ọ pụtaghị na enwere nsogbu na ụgbọ ala gị mana a ga-enwe otu; ma ọ bụrụ na mmanụ anaghị agbanwe ngwa ngwa o kwere omume - Ị kwesịrị ịma mmetụta nke iji mmanụ ọjọọ eme ihe na ụgbọ ala gị.",
  "Ọ dịkwa mma ịme mgbanwe mmanụ kwa kilomita 3,000 ruo 10,000 dabere n'ụdị mmanụ injin a na-eji (Conventional, Synthetic Blend or Synthetic oil)",
  "Na post a, m ga-egosi gị otu esi agbanwe mmanụ ụgbọ ala gị na nzacha mmanụ dịka ụkpụrụ ndị na-emepụta ụgbọ ala gị si dị.",
  "E gosiputara n'okpuru bụ ụfọdụ ngwaọrụ ị ga-achọ iji rụpụta mmanụ injin na nzacha mmanụ na-aga nke ọma.",
  "Ozugbo ị nwetachara ihe niile dị n'elu, ị nwere ike ịga n'ihu na isiokwu na-esote iji dozie njehie Engine Mmanụ n'oge na-adịghị anya.",
  "Soro ntuziaka dị n'okpuru ka ị gbanwee mmanụ injin n'ụgbọ gị nke ọma",
  "Ọ bụ ya.",
  "Nchere dị mkpa ka mmanụ ahụ nwee ike ịlaghachi na ite mmanụ si otú ahụ na-enye nha ziri ezi.",
  "Ị nwere ike ịgbanwuo ụgbọ ala gị ugbu a wee hụ n'onwe gị na a kpochapụrụ njehie Engine Mmanụ n'oge na-adịghị anya na dashboard.",
  "Ị nwere ike ịtọgharịa ọkụ igwe nlele gị mgbe mgbanwe mmanụ gasịrị site na ịgbanye mgbanye ụgbọ ala gị ihe dị ka ugboro 3 ma ọ bụ anọ n'usoro.",
  "Iwepụ ọdụ batrị, ijikọ ha azụ na ịgbanye ụgbọ gị ga-ekpochapụkwa njehie ahụ n'ọkụ igwe nlele gị.",
  "Isi ọrụ nke mmemme ndị a bụ ime ka ụgbọ ala gị nweta ume site na ịmalitegharị.",
  "Ị nwere ike ịga n'ihu na-anya ụgbọ ala gị ruo oge nke 2 izu mgbe nke a mgbanwe Engine Oil ngosi n'oge na-adịghị anya ga-eme ka a ibu nsogbu dị ka engine gị ịkụ aka.",
  "Ọ bụrụ na ị na-anya ụgbọ ala n'okpuru 5,000 kilomita kwa ụbọchị na ị na-eji mmanụ sịntetik mgbe ahụ ị nwere ike ịga n'ihu na-agbanwe mmanụ gị kwa afọ ma ọ bụrụ na ị na-agba ọsọ karịa 15,000 kilomita kwa afọ mgbe ahụ ị kwesịrị ịtụle ịgbanwe mmanụ gị ọbụlagodi ugboro abụọ n'afọ.",
  "Ọfọn, ewezuga ma ọ bụrụ na ị na-enweta oke mmanụ ma ọ bụ mpụta mmanụ n'oge ọ bụla nke iji ụgbọ ala gị",
  "Ọ bụrụ na ị na-anya ụgbọ ala n'okpuru 5,000 kilomita kwa ụbọchị na ị na-eji mmanụ sịntetik mgbe ahụ ị nwere ike ịga n'ihu na-agbanwe mmanụ gị kwa afọ ma ọ bụrụ na ị na-agba ọsọ karịa 15,000 kilomita kwa afọ mgbe ahụ ị kwesịrị ịtụle ịgbanwe mmanụ gị ọbụlagodi ugboro abụọ n'afọ.",
  "Ọfọn, ewezuga ma ọ bụrụ na ị na-enweta oke mmanụ ma ọ bụ mpụta mmanụ n'oge ọ bụla nke iji ụgbọ ala gị",
  "Ịgbanweghị mmanụ injin gị nwere ike ime ka injin gị kụọ aka, na-eyikarị uwe na akwa, na-emepụta anwụrụ ọkụ na ihe ndị ọzọ… si otú ahụ belata ndụ ụgbọ ala gị.",
  "Ọ bụrụ n’ịgbaba n’ime mgbanwe mmanụ njin n’oge na-adịghị anya ngosi na igwe nlele igwe gị, nke a bụ ntuziaka maka otu esi agbanwe mmanụ injin gị wee dozie njehie"
]