[
  "Nokugcina Elsie Mhlophe (amụrụ 24 Ọktoba 1958), amakwaara dị ka Gcina Mhlophe,  bụ onye na-akwado ịkpa ókè agbụrụ na South Africa, onye na-eme ihe nkiri, onye na- akọ akụkọ, Ode abụ ,onye na-ede ihe omume ejije, onye nduzi na onye ode akwụkwọ.",
  "Ịkọ akụkọ bụ ihe omume ọdịnala miri emi na South Africa, ma Mhlophe bụ otu n'ime ụmụ nwanyị ole na ole na-akọ akụkọ na mba ụmụ nwoke na-achị",
  "Ọ na-arụ ọrụ ya site n'ịrụ ọrụ mmasi, na-arụ ọrụ ichekwa ọkụkọ akụkọ dịka ụzọ isi mee ka akụkọ ihe mere eme nogide ma gbaa ụmụaka South Africa ume ịgụ akwụkwọ",
  "Ọ na-akọ akụkọ ya n'asụsụ anọ nke South Africa: Bekee, Afrikaans, Zulu na Xhosa",
  "A mụrụ Gcina Mhlope na 1958 na KwaZulu-Natal nye nne si Xhosa na nna si Zulu",
  "Ọ malitere ndụ ọrụ ya dị ka onye ọrụ ụlọ, mechaa rụọ ọrụ dị ka onye na-agụ akụkọ na Press Trust na BBC Radio, mgbe ahụ dị ka onye edemede maka Mụta na Ịkụzi, akwụkwọ akụkọ maka ndị na-agụ akwụkwọ ọhụrụ.",
  "Ọ malitere ịghọta mkpa akụkọ mgbe ọ nọ na Chicago na 1988",
  "Ọ rụrụ ọrụ n'ọbá akwụkwọ dị n'akụkụ agbata obi na-enwekarị ndi oji, ebe ndị na-ege ntị na-eto eto nọgidere na-akpọghachi ya azụ",
  "N'agbanyeghị nke ahụ, Mhlophe malitere iche echiche ịkọ akụkọ dị ka ọrụ mgbe ọ zutere Imbongi, otu n'ime ndị na-ede uri nke akụkọ ifo Africa, na mgbe agbamume sitere n'aka Mannie Manim, onye na-eduzi Ụlọ ihe nkiri Market, Johannesburg",
  "Kemgbe ahụ Mhlophe apụtala na ihe nkiri site na Soweto ruo London ma asụgharịwo ọtụtụ ọrụ ya na German, French, Italian, Swahili na Japanese",
  "Mhlophe agaala ọtụtụ njem na Africa na mpaghara ụwa ndị ọzọ na-enye nkuzi akụkọ.",
  "Akụkọ Mhlophe na-abụ̀ nchịkọta akụkọ ifo, ozi, ihe na-eme ugbu a, egwu na akpaalaokwu",
  "Nghọta nke nrọ ya bụ ihe na-akpali akpali nke visceral maka ya na ọ na-agafe mmasị ya na-efe efe site n'ịzụlite nkà na-eto eto na-aga n'ihu na-arụ ọrụ nke ịkọ akụkọ site na Zanendaba (nchepụta nke Bring me Story)",
  "Atụmatụ a, nke e guzobere na 2002, bụ mmekorita ya na Ụlọ ihe nkiri Ahịa na Read, òtù na-agụ akwụkwọ na mba.",
  "Mhlophe na-eje ozi ugbu a dị ka onye na-elekọta ASSITEJ South Africa,Otu ụlọ ihe nkiri nke Mba ụwa gbasara ndị n'eto eto na ụmụaka",
  "Mhlophe na-eje ozi ugbu a dị ka onye na-elekọta ASSITEJ South Africa, Otu mba ụwa nke bụ gbasara ụlọ ihe nkiri ụmụaka na ndị n'eto eto"
]