[
  "Gebre Kristos Desta Nego (1932–1981) (ọ bụkwa Gebrekristos Desta ) bụ onye Etiopia na-ese ihe na onye na-ede uri. A na-eto ya maka iweta nka ọgbara ọhụrụ na Ethiopia",
  "Ma eserese ya na uri ya kpalitere esemokwu n'etiti ndị obodo ya. Ọ nwụrụ na-emebeghi agadi, mgbe ọ dị afọ iri ise, dị ka onye gbara ọsọ ndụ bi na United States, mana n'agbanyeghị obere ndụ ya, ọ gbanwere nka Etiopia metụta ọtụtụ ndị na-eto eto na-ese ihe.",
  "A mụrụ Gebre n'obodo Harar, nwa onye ụkọchukwu nọ n'ọkwá dị elu, aha ya bụ Aleka Desta Nego, ọ bụkwa onye nke ikpeazụ n'ime ụmụnne isii",
  "Nna ya rụrụ ọrụ maka Ras Makonnen, gọvanọ Harrar n'oge ahụ, ma bụrụ onye nkuzi nwa ya nwoke Ras Tafari Makonnen onye mechara bụrụ Eze Ukwu Haile Selassie, eze ukwu ikpeazụ nke Etiopia.",
  "Gebre Kristos ji oge ntorobịa ya na-eme ihe omume mgbe niile dị ka ịgba bọọlụ na volleyball ọ nọrọkwa oge ya dị ukwuu n'okpuru nkuzi nna ya na-edepụta ma na-ese ihe odide nke okpukpe, ebe ọ na-enyere nna ya aka dị ka onye na-amụ ihe",
  "Mmetụta mbụ ya na mmeghe ya na nka, bụ nka okpukpe ọdịnala nke Chọọchị Ọtọdọks nke Etiopia.",
  "Ọ gụsịrị akwụkwọ elementrị ya na Harrar wee gaa Haile Sellassie I Secondary School, ma gụsịa akwụkwọ na General Wingate High School",
  "Ná mmalite afọ iri abụọ ya, Gebre Kristos malitere nwebe ọrịa akpụkpọ ahụ nke gbanwere ụcha akpụkpọ ahụ ya. Ọ ji ndụ ya niile na-achọ ọgwụgwọ mana ọ gaghị enwe ihe ịga nke ọma",
  "Pasent ịrị itoolu nke ndị Etiopia nọ na-arụ ọrụ ugbo, ya mere ezinụlọ ya gbara Desta ume ka ọ bụrụ ọkachamara onye ọrụ ugbo. Gebre họọrọ ịghara ịchụso ọrụ ugbo kama ọ na-eji oge ya na-agụ banyere nka na eserese mgbe na ebe o nwere ike",
  "Gebre bụ onye na-ese ihe n'onwe ya ruo mgbe ọ nọ n'afọ nke abụọ na kọleji mgbe ọ hapụrụ akwụkwọ ya iji ghọọ onye ọkachamara na-ese ihe oge niile. N'afọ 1957, ọ nwetara agụmakwụkwọ iji mụọ nka na Cologne, West Germany",
  "Ọ gụsịrị akwụkwọ ma bụrụ onye kasị mee nke ọma klas ya",
  "E nyere ya ụlọ ọrụ onwe ya maka ihe ndị ọ rụzuru. Mgbe ọ gụsịrị akwụkwọ, o mere ihe ngosi mbụ ya na Gallery Kuppers, Cologne, ọ gụnyere ọrụ otu afọ ma mee njem nleta ọnwa isii na Western Europe.",
  "N'afọ 1962, Gebre Kristos laghachiri Etiopia ma webata ụdị ọhụrụ ọ nakweere, ngosipụta na-enweghị atụ",
  "Na mbụ, a katọrọ ọrụ ya maka ịhapụ ụdị ejiji ndị ọzọ, n'oge ahụ, ihe nkiri nka na Ethiopia jupụtara na ọdịnala.  N'agbanyeghị nkatọ a na-akatọkarị, ọ gara n'ihu ịmepụta ma nụchaa ụdị ya, n'oge ahụ ọ bụkwa onye otu ngalaba nke ụlọ akwụkwọ Fine Arts na Mahadum Addis Ababa, ebe ọ na-akụzi uri na nka.  E gosipụtara nka ya n'ọtụtụ ihe ngosi ndị ọzọ, ma na Ethiopia ma na mba ofesi.  O mere ihe ngosi na mba dị iche iche dịka West Germany, Gris, Senegal, Russia, India, Yugoslavia, Brazil na Ghana na ikike nnọchi anya.",
  "A katọrọ Desta maka itinye usoro Europe na ihe osise ya, kama ịnọ na usoro ọdịnala obodo.  Otú ọ dị, ọ sokwa na ndị na-ese ihe nke nwere nkwado nke Eze Ukwu Haile Selassie, onye na-anwa ịkwalite ihe ọgbara ọhụrụ nke Ethiopia site n'ịkwalite echiche na-aga n'ihu na agụmakwụkwọ, nka, na ụlọ ọrụ",
  "N'afọ 1965, ọ natara Haile Selassie I Prize Trust Award for Fine Arts",
  "Nkọwapụta maka onyinye a toro ya dị ka onye na-ese ihe nwere ikike okike na ntụgharị pụtara ìhè nakwa dị ka onye na-ahụ maka iwebata nka na-abụghị ihe atụ na mba ya.",
  "nke ọchịchị ndị agha ọhụrụ, Derg, iji mepụta ihe mgbasa ozi maka ebumnuche ndọrọ ndọrọ ọchịchị",
  "N'afọ 1978 mgbe ọ nọ na mkpọsa ngosi na Kenya, ọ gbahapụrụ ma gbaga Germany n'oge na-adịghị anya na-achọ ebe mgbaba",
  "Gọọmentị Germany ekwetaghi na arịrịọ ya mana na 1980 United States nyere ya ebe mgbaba ndọrọ ndọrọ ọchịchị wee biri na Lawton, Oklahoma",
  "Ndụ n'ala ọzọ bụ ihe ịma aka ọ nwere naanị otu ihe ngosi naanị ya na Lawton tupu ọ nwụọ na 1981 mgbe ọ dị afọ iri ise."
]