[
  "Geffrey Davis (amụrụ n'afọ 1983) bụ onye Amerịka na-ede uri na prọfesọ",
  "Ọ bụ onye dere Revising the Storm (2014) na Night Angler (2019)",
  "Ọ na-akụzi na The Arkansas Programs in Creative Writing and Translation na Mahadum Arkansas ma biri na Fayetteville, Arkansas. Ọ na-ejekwa ozi na ngalaba uri na Rainier Writing Workshop, mmemme MFA dị ala na Mahadum Lutheran nke Pacific.",
  "A mụrụ Davis na Seattle, Washington n'afọ 1983 ma too na Tacoma, Washington",
  "O nwere ụmụnne nwoke abụọ na nwanne nwanyị nke ọ tọrọ",
  "N'oge a mụrụ Davis, nna ya nọ na ndị agha mmiri, ọ bụ ezie na nnukwu mmerụ ahụ n'ikiri ụkwụ mere ka ọ pụọ n'ọrụ ahụike",
  "Ọ ghọrọ onye ọrụ na-arụ ọrụ na-acha anụnụ anụnụ mgbe nke ahụ gasịrị: ụlọ elu, ịgbado ọkụ, iwu ụlọ nkwari akụ omenala, wdg",
  "Nna Davis malitere ịṅụ ọgwụ ọjọọ mgbe Davis bụ nwata, na-eme ka ezinụlọ ahụ na-agagharị ugboro ugboro mgbe ọ na-etolite",
  "Ezinụlọ ahụ biri n'obodo 10 dị iche iche na ihe dị ka ụlọ 14 dị iche iche, gụnyere ogige ụgbọala na obere oge ha nọrọ n'ụlọ ezinaụlọ",
  "Otu ebe a na-agaghị echefu echefu ha biri (mgbe Davis dị ihe dị ka afọ 7 ma ọ bụ 8) bụ nnukwu ugbo n'ime obere obodo a na-akpọ Onalaska, WA",
  "Ugbo ahụ nwere ụdị anụ ụlọ niile na nnukwu ubi ahịhịa",
  "Davis hapụrụ ugbo ahụ na ịhụnanya miri emi maka mpụga na ọkachasị ịkụ azụ",
  "Mgbe ọ nọ n'etiti klas nke anọ, ezinụlọ ahụ kwagara Tacoma, WA, ebe ha gbanyere mkpọrọgwụ",
  "Ọtụtụ n'ime ebe ndị a na-apụta n'abụ Davis niile, ọkachasị akwụkwọ mbụ ya bụ Revising the Storm (2014)",
  "Nne ya na-arụ ọrụ n'ụzọ bụ isi na agụmakwụkwọ na nlekọta ụmụaka, na-adabere mgbe mgbe na ọrụ ndị ọzọ iji nweta ego, ruo mgbe nsogbu ụlọ n'afọ 2008 manyere ya ịrụ ọrụ oge niile maka nnukwu ụlọ ahịa.",
  "Davis gara Stadium High School, ụlọ akwụkwọ ọha na eze dị na Tacoma",
  "Davis gụsịrị akwụkwọ na Stadium High School n'afọ 2001 wee malite ide uri n'ụzọ siri ike n'oge ọkọchị ahụ, mgbe ezigbo enyi ya bụ onye edemede kpọrọ ya ka ọ gbalịa ide uri.",
  "Davis nwetara B.A",
  "ya na Mahadum steeti Oregon n'afọ 2006, nke mere ka o kwe omume site na njikọta agụmakwụkwọ na enyemaka gọọmentị etiti",
  "N'ime kọleji niile, ọ rụkwara ọrụ dị iche iche na-asa efere, pọmpụ, na-ese ụlọ, na-akụzi ihe iji nyere aka kwụọ ụgwọ ya",
  "A na-ekwukarị ahụmahụ ndị a na uri ya",
  "Dị ka nwa akwụkwọ na-agụsị akwụkwọ, Davis bu ụzọ gụọ akwụkwọ okpukpu abụọ na zoology na foto, na-ezube ịghọ onye nta akụkọ anụ ọhịa ma na-amụ anụ ọhịa wolf",
  "Otú ọ dị, ọ malitere ịlụ ọgụ na ọtụtụ n'ime ọmụmụ achọrọ maka nzere sayensị ma ọ fọrọ nke nta ka ọ daa na kọleji",
  "Ndị nkuzi gbara ya ume ka ọ gbanwee isi ya gaa na Bekee, n'ihi ọchịchọ ya iwere akwụkwọ edemede dị ka nhọrọ",
  "Ọ hụrụ n'anya ozugbo na onye isi ọhụrụ ya na akara ya na ahụmịhe agụmakwụkwọ ya ka mma ozugbo",
  "Dị ka onye isi Bekee na Oregon State, ọ natara nkuzi edemede okike site n'aka ndị na-ede uri Joseph Millar na David Biespiel na onye edemede akụkọ ifo Marjorie Sandor.",
  "Revising the Storm meriri afọ 2013 A",
  "Poulin, Jr",
  "Poetry Prize, nke Dorianne Laux họọrọ, a kpọkwara ya onye ikpeazụ maka afọ 2015 Hurston-Wright Legacy Award. Davis enwetala Anne Halley Poetry Prize, Dogwood Prize in Poetry, Leonard Steinberg Memorial / Academy of American Poets Prize, Wabash Prize for Poetry.  E bipụtara uri ya n'ọtụtụ akwụkwọ akụkọ na magazin, gụnyere Crazyhorse, Haydenz Ferry Review, The Massachusetts Review, Mid-American Review, Mississippi Review, The New York Times Magazine, Nimrod International Journal, na Sycamore Review. N'afọ 2011, Davis na Jerry Brunoe na Kevin Hockett guzobere akwụkwọ akụkọ Toe Good Poetry. N'afọ 2018, ọ natara mkpakọrịta site na Nnọkọ Ndị edemede Bread Loaf.",
  "Akwụkwọ uri ya nke abụọ, Night Angler (BOA Editions, 2019) meriri 2018 James Laughlin Award, ihe nrite akwụkwọ nke abụọ site na Academy of American Poets"
]