[
  "Gelete Burka Bati (mgbe ụfọdụ a na-eduhie eduhie Burika, Oromo: Galate Burqaa Baati, Amharic: ገለቴ ቡርቃ; amụrụ na 23 Jenụwarị, na afọ 1986) bụ onye Etiopia na-agba ọsọ n'etiti na ogologo",
  "A mụrụ ya na Kofele na mpaghara Arsi nke mpaghara Oromia, otu mpaghara ahụ dị ka onye mmeri Olympic ugboro abụọ Haile Gebrselassie.",
  "Gelete bụ onye mmeri dị mkpirikpi na  afọ 2006 IAAF World Cross Country Championships",
  "Ọ bụ onye nwetara ihe nrite ugboro atọ na IAAF World Indoor Championships, arụmọrụ ya kachasị mma bụ mmeri ọla edo na 1500 m na 2008",
  "Ọ bụ onye sonyere ugboro anọ na World Championships in Athletics na afọ (2005 ruo 2011) ma nọchite anya Ethiopia na Olimpik na afọ 2008 na 2012.",
  "O nwetakwala ihe nrite na mpaghara mpaghara, ebe ọ bụ onye nke abụọ na afo 2010 African Championships in Athletics na onye nwetara ọla edo na afọ 2007 All-Africa Games",
  "Ọ bụ onye na-edekọ ihe ndekọ Afrịka maka ọsọ kilomita na 1500 m n'ime ụlọ.",
  "Ihe mbụ dị ịrịba ama Burka rụzuru bụ na 2003 IAAF World Cross Country Championships, ebe ọ meriri ọla nchara na asọmpi ndị na-eto eto",
  "O mere mmetụta mbụ ya n'egwuregwu ndị okenye n'ikpeazụ n'afọ ahụ mgbe, mgbe ndị otu Etiopia jụrụ ikwe ka Merima Denboba sọọ mpi, Burka weere asọmpi ụmụ nwanyị na Lotto Cross Cup Brussels",
  "Ọ laghachiri Belgium n'afọ sochirinụ wee megharịa ihe ahụ. Mgbe ọ ghọsịrị onye mmeri ụwa na cross country na-agba ọsọ na 2005 World XC Championships, ọ gara asọmpi na 2005 World Championships in Athletics iji mechie nke asatọ na 1500 mita ọsọ",
  "Otu ọnwa mgbe nke ahụ gasịrị, o ritere ọla nchara na mita 3000 na World Athletics Final",
  "O mechiri oge ahụ site na mmeri na Spanish Cross Internacional de Venta de Baños",
  "N'ọnwa Eprel afọ 2006, ọ meriri asọmpi dị mkpirikpi na World Cross Country Championships, yana ihe nrite ọla edo na asọmpi otu",
  "O guzobere onwe ya dị ka ike a ga-agụnye na sekit gafere mba, merie Great Edinburgh International Cross Country ugboro atọ n'usoro site na 2006 ruo 2008 ma were Cross Internacional de Itálica n'afọ 2007",
  "Na mba ụwa, n'afọ 2007 ọ nọ n'ọkwa nke anọ na World Cross Country Championships, bụ onye mmeri 1500m na All-Africa Games ma bụrụ onye nke iri na 5000m na 2007 World Championships in Athletics",
  "Ọ meziwanyere 5000m kacha mma ya ruo 14:31.20 nkeji n'afọ ahụ",
  "Ọ bụ onye nke isii na 2008 IAAF World Cross Country Championships.",
  "Ọ nọchitere anya mba ya na 2008 Summer Olympics, mana o nweghị ike ịpụta na 1500 m okpomọkụ",
  "N'ọnwa Septemba afọ 2008, o setịpụrụ ihe ndekọ ọhụrụ nke otu kilomita n'Afrịka nke 4:18.23",
  "Ihe ndekọ gara aga (4:20.79) bụ nke Hassiba Boulmerka nke Algeria ma setịpụ ya na 1991. Ọ bụ onye ikpeazụ na afọ 2009 World Championships in Athletics, mana ọ mechara n'ikpeazụ na nke iri",
  "Ọ nwara ịgbachitere aha 1500m ya na 2010 IAAF World Indoor Championships, mana onye Etiopia na-eto eto (Kalkidan Gezahegne) kụrụ ya wee were ọla nchara n'oge a",
  "O kwuru na o nwetara ihe nrite ọlaọcha n'azụ onye mmeri Olympic Nancy Langat na 2010 African Championships in Athletics na oge n'èzí.",
  "N'oge 2011 IAAF Diamond League circuit, ọ meriri 1500 m na Prefontaine Classic, mana o jisiri ike mechaa anya n'oge ọkara ikpeazụ na 2011 World Championships in Athletics",
  "Ọ bịara nke abụọ na Tirunesh Dibaba na-alọghachi na afọ 2011 San Silvestre Vallecana 10K race.",
  "Gelete ruru n'elu ikpo okwu maka oge nke atọ na-agba ọsọ na afọ 2012 IAAF World Indoor Championships, na-agwụ n'azụ Hellen Obiri na Meseret Defar na 3000 m. N'ịbụ onye lekwasịrị anya na anya site na 3000 m n'elu, ọ bịara nke anọ na afọ 2012 IAAF Diamond League agbụrụ na Doha, Rome, Lausanne na Brussels n'afọ ahụ, na ihe kachasị mma ya na sekit ahụ bụ ebe nke atọ na Adidas Grand Prix na New York. Ọ nọchitere anya Etiopia na 5000m maka oge mbụ na London Olympics wee bịa n'ọnọdụ nke ise. O mere nke mbụ ya n'okporo ụzọ 15K na Zevenheuvelenloop, na-etinye nke ise, wee mechie afọ ahụ na San Silvestre Vallecana na ndekọ Etiopia nke minit 30:53 maka ụzọ 10K.",
  "Ọ malitere na afọ 2013 site na mmeri na Cross Internacional Juan Muguerza",
  "Gelete Burka nọ n'ọnọdụ nke 8 na 30:26.66 na Athletics na afọ 2016 Summer Olympics nke ụmụ nwanyị 10,000 mita."
]