[
  "Gender and International Aid in Afghanistan: The Politics and Effects of Intervention bụ akwụkwọ afọ 2009 nke Lina AbiRafeh dere.",
  "Ọ na-edekọ ma na'akatọ mbọ ndị ọdịda anyanwụ ị wetere ụmụ nwanyị Afghanistan iha nhata n'afọ 2001 mgbe United States wakporo Afghanistan",
  ". Ọ na-ekwu etu nyocha na nghọta ọdịbendị na'adịghị ike site n'aka ndị ọrụ enyemaka ọdịda anyanwụ si emetụta ọchịchọ ịha nhata nwoke na nwanyị ma na - n\"ozuzu ya na ọ na na Ọ na-emechi site na ịkekọrịta echiche nke ụmụ nwanyị Afghanistan: na ha anaghị ahụ uru ọ bụla site n'ọchịchị ọdịda anyanwụ.",
  "Gender and International Aid in Afghanistan bụ nke ndị nkatọ akwụkwọ toro, a ma mara maka nkwenye siri ike ọ na-akatọ mgbalị ọdịda anyanwụ.",
  "Gender and International Aid in Afghanistan bụ nke McFarland & Company mepụtara n'afọ 2009 ma bụrụ nke Lina AbiRafeh dere.",
  "Gender and International Aid in Afghanistan na-edekọ mbọ nhatanha ndị ọrụ enyemaka na ndị agha United States na NATO na Afghanistan mere n'otu n'afọ 2001 mgbe ọdịda nke Taliban gasịrị ma na'akatọ ụzọ ndị ọchịchị ọdịdị anyanwụ si wepụ ọrụ ụmụ nwoke Afghanistan nʼihe gbasara inye ụmụ nwanyị nkwado.",
  "Akwụkwọ ahụ malitere site n'inye akụkọ ihe mere eme nke nsogbu nwoke na nwanyị na Afghanistan, na-ekwu maka mkpa mmekọrịta nwoke ma ọ bụ nwanyị dị na ndọrọ ndọrọ ọchịchị, ma na-akatọ ike ọdịda anyanwụ maka ileghara anya ka ha na -aga ọrụ ha.",
  "Isi okwu dị n'akwụkwọ ahụ bụ otu gọọmentị ọdịda anyanwụ si akọwa ọrụ nwoke na nwanyị n'ụzọ na-ezighị ezi ka ọ pụtara naanị iso ụmụ nwanyị arụ ọrụ.",
  "Fatima Mohammadi nke Chemonics hotara peeji nke 27 na akwụkwọ ya nke afọ 2017 nke e bipụtara na Asia Pacific Journal of Advanced Business and Social Studies: \"A na-ejikọta nwoke na nwanyị, asụsụ nke mmemme enyemaka na ebumnuche ụmụ nwanyị na ya, na enweghị nghọta sara mbara banyere okike.",
  "A na-eto AbiRafeh ya na akwụkwọ ahụ n'akwụkwọ Ben Walter nke bu Gendering Human Security in Afghanistan.",
  "Julie H",
  "Smith kọwara akwụkwọ ahụ na Journal of Peace, Conflict & Development dị ka nkatọ na-emebi mbọ ọdịda anyanwụ na'ịme ka ndị mmadụ hara nhata na Afghanistan. Smith na-eto nkatọ \"na-enye ume ọhụrụ\" nke onye edemede ahụ banyere mmepụta ihe nke ọ dị na ya.",
  "."
]