[
  "Eugene \"Gene\" Bilbrew (ubochí irí abụọ na itoolu n'ọnwa Juun, 1923 rụo ọnwa Mée 1974) bụ ónyé na-agụ egwú, ónyé na-ese ihe nkiri, na ónyé ọsụ ụzọ \"ihe osise dị egwu\". Dị ka e  na akụkọ ndụ, GENE BILBREW REVEALED: The Unsung Legacy of a Fetish Art Pioneer, ọ bụ \"onye isi ojii mbụ na-ese ihe na akụkọ ihe mere eme\". Malite n'etiti afọ 1950, ọ bụ otu n'ime ndị na-ese ihe osise kachasị mmá nke mkpuchi akwụkwọ pulp.  Na mgbakwunye na ịbịanye aka n'ọrụ ya n'aha nke ya, o mepụtara nka n'okpuru ọtụtụ aha nzuzo, gụnyere ENEG (\"Gene\" sụgharịrị azụ), Van Rod, na Bondy.",
  "A mụrụ ya na Los Angeles na 1923, ọrụ mbụ Bilbrew bụ dị ka ónyé na-agụ egwú, na-arụ ọrụ na The Mellow Tones na Basin Street Boys.",
  "Malite na 1950, Bilbrew gbanwere site n'ịbụ abụ gaa na nka ihe osise",
  "Ọrụ nka mbụ ya bụ màkà onye na-ese ihe na-atọ ọchị Will Eisner, na The Spirit, ebe Bilbrew weghaara usoro nkwado Clifford a humor page for small children mgbè ónyé malitere ya bụ Jules Feiffer sonyere n'usuu ndị agha. Bilbrew's Clifford bụ nke General Features jikọtara dị ka ihe na-atọ ọchị kwa izu site na 1951 ruo 1952. (Agha na o sere ma ọ bụ mepụta akụkọ màkà usoro ihe nkiri na-atọ ọchị nke akpọrọ The Bronze Bomber agbaghaala, ọ dịghịkwa ihe akaebe ọ bụla na o nyere aka na akwụkwọ akụkọ African-American, Los Angeles Sentinel).",
  "Mmalite nke ọrụ \"ihe osise dị egwu\" nke Bilbrew bịara na 1951 site n'aka ónyé na-ese ihe n'okpuru ala na ónyé ọsụ ụzọ Eric Stanton, onye Bilbrew zutere mgbè ọ na-aga ụlọ akwụkwọ Cartoonists na Illustrators. Site mgbè ahụ gaa n'ihu, Bilbrew lekwasịrị anya na nka, na-emepụta ọrụ màkà ndị na-ebipụta akwụkwọ n'okpuru ala Irving Klaw, Edward Mishkin, Stanley Malkin, na ụmụnne Sturman. O mepụtara ọtụtụ ihe osise na mkpuchi maka Leonard Burtman, onye na-ebipụta Exotique, magazin a na-ebipụtara n'etiti 1955 na 1959.",
  "Ọ bụ ezie na ọrụ ya belatara site na ọbịbịa nke iwu nyocha dị jụụ nke afọ 1960, iji ọgwụ ọjọọ eme ihe ya kàrà njọ na mbido afọ 1970. Dị ka Eric Stanton si kwuo, Gene Bilbrew nwụrụ n'azụ ụlọ ahịa akwụkwọ ndị okenye na Times Square na Mee, 1974.",
  "N'afọ 2019, National Leather Association International guzobere ihe Nríte aha ya bụ Bilbrew màkà ndị na-emepụta ihe osise na-akpali agụụ mmekọahụ."
]