[
  "Geoffrey Nielsen Ostergaard (25 Julaị 1926 na 22 Machị 1990) bụ onye sayensị ndọrọ ndọrọ ọchịchị nke Britain nke a maara nke ọma maka ọrụ ya na njikọ dị n'etiti Gandhism na anarchism, na British co-operative movement, na syndicalism na njikwa ndị ọrụ. Akwụkwọ ya gụnyere The Gentle Anarchists: A Study of the Sarvodaya Movement for Non-Violent Revolution in India (1971), nke ya na Melville Currell dere, na Nonviolent Revolution na India (1985), ha abụọ na-ekwu maka Sarvodaya movement",
  "Ọ nọrọ ọtụtụ n'ime ọrụ agụmakwụkwọ ya na Mahadum Birmingham",
  "Amụrụ Geoffrey Nielsen Ostergaard n'ụbọchị 25 Julaị 1926 nso Huntingdon, nwa nwoke nke onye Danish kwagara mba ọzọ",
  "Ọ gara Huntingdon Grammar School na Peterhouse, Cambridge, ebe ọ gụrụ nkà ihe ọmụma, ndọrọ ndọrọ ọchịchị na akụ na ụba, gụsịrị akwụkwọ n'afọ 1950. Ostergaard ghọrọ onye anarchist mgbe ọ na-eje ozi na Royal Air Force n'oge Agha Ụwa nke Abụọ mgbe ọ gụsịrị Herbert Read's Poetry and Anarchism",
  "Ostergaard kụziri ma mee nnyocha na Mahadum Birmingham site n'afọ 1953 ruo mgbe ọ nwụrụ. Ọ bụkwa onye Rockefeller Foundation fellow na Mahadum California, Berkeley, na prọfesọ nleta na Mahadim Osmania, Hyderabad. Colin Ward dere na \"n'ụzọ dị jụụ, nke na-atọ ọchị [Ostergaard] na-enwe obi ụtọ mgbe niile na enweghị isi nke ọrụ ọ rụrụ\" na Birmingham. Ward kọwara Ostergaard dị ka \"onye na-agbachitere nnwere onwe agụmakwụkwọ dị ka nkume\", ma kwuo na \"omume siri ike\" ya na nkwado ya maka nnupụisi ụmụ akwụkwọ nke afọ 1960 na David Selbourne na esemokwu ya na Ruskin College.",
  "Ostergaard na-enye aka mgbe niile na akwụkwọ akụkọ anarchist na pacifist, mgbe ụfọdụ na-ebipụta n'okpuru aha Gaston Gerard (anagram nke G",
  "N",
  "Ostergaards), ọ bụkwa onye nlekọta nke Peace News na Friends of Freedom Press",
  "Ọ bụ otu n'ime ọtụtụ ndị edemede nyere aka na mmepe nke echiche na omume anarcho-pacifist n'oge na obere oge mgbe Agha Ụwa nke Abụọ gasịrị; ndị ọzọ gụnyere Read, Alex Comfort, Nicolas Walter, David Thoreau Wieck, Dorothy Day, na Paul Goodman. N'ịdabere na Gandhism, o kwuru na enweghị ime ihe ike nyere ụzọ iji mee ka ụkpụrụ ndọrọ ndọrọ ọchịchị na usoro dị n'otu na ọhụụ nke ọha mmadụ na-enweghị nrụgide a haziri ahazi"
]