[
  "Geoffrey Jideofor Kwusike Onyeama (amụrụ n'abalị abụọ nke ọnwa Febụwarị afọ 1956) bụ Minista Naịjirịa na-ahụ maka ihe gbasara mba ọzọ metụtara Naijiria Onye isi ala Muhammadu Buhari họpụtara Onyeama ka ọ bụrụ Minista na-ahụ maka ihe gbasara mba ofesi nke Naijiria n'ọnwa Nọvemba afọ 2015.",
  "A mụrụ Onyeama n'ezinụlọ onye ọka iwu Naijiria bụ Charles Onyeama. O nwere nzere Bachelọ nke Art (B.A) na sayensị ndọrọ ndọrọ ọchịchị na Mahadum Columbia, New York n'afọ 1977 na nzere Bachelọ nke art (B.B) na mmụta iwu na koleg St John , Cambridge n'afọ 1980",
  "O nwere nzere Masta nke iwu (LL.M) site na ulo akwukwo sayensị ndọrọ ndọrọ ọchịchị na ekọnọmiks dị na London  na 1982 na nzere Masta nke Art (M.A) na mmụta site koleg  St John na Cambridge n'afọ 1984. A nabatara Onyeama dị ka onye ọka iwu nke Ụlọikpe Kasị Elu nke Naijiria n'afọ 1983 ma kpọọkwa ya na English Bar nke Grey's Inn na 1981.",
  "Onyeama malitere ọrụ ya dị ka onye nyocha na Naịjirịa Law Reform Commission Lagos site na afọ",
  "1983 ruo 1984",
  "Ọ rụrụ ọrụ dị ka onye ọka iwu na Mogboh na Associates na Enugu, Naịjirịa site na 1984 ruo 1985",
  "N'afọ 1985, ọ sonyeere World Intellectual Property Organization (WIPO) dị ka onye enyemaka mmemme maka mmekọrịta mmepe na mmekọrịta mba ọzọ, Bureau for Africa and Western Asia",
  "Ọ rịgooro n'ọkwa na WIPO ka ọ bụrụ osote onye isi nchịkwa maka ngalaba mmepe n'afọ 2009",
  "N'ọnwa Nọvemba afọ 2015, Onye isi ala Muhammadu Buhari họpụtara ya ka ọ bụrụ minista na-ahụ maka ihe gbasara mba ofesi na Naịjirịa.",
  "Onyeama lụrụ nwanyị; ma nwee ụmụ atọ",
  "Nwunye ya ugbu a bụ Sulola; onye ya na Onyeama nwere ụmụ abụọ",
  "Na mbụ, Onyeama lụrụ nwa nwanyị Christian Onoh: Nuzo Onoh ma ha nwere nwa mbụ Onyeama na nwa nwanyị aha ya bụ Candice Onyeama; onye edemede na onye na-eme ihe nkiri.",
  "N'abalị iri na itoolu n'ọnwa Julaị n'afọ 2020, Onyeama banyere n'ụlọ ọgwụ nkewa mgbe o kwupụtara na ọ nwalee ahụike pụtara na ọ nwetara nje COVID-19. Na ngwụcha ọnwa Ọgọstụ 2020, Onyeama gbakere site na ọrịa COVID-19 coronavirus; wee laghachi n'ọrụ idu ndú ya dị ka HMFA: Minista  maka Mmekọrịta Mba Ọzọ na Ministri Naịjirịa.",
  "Àtụ:Foreign Ministers of Nigeria"
]