[
  "Ọdịdị ala nke Guinea-Bissau bụ nke ala dị larịị dị n'ụsọ oké osimiri Atlantic",
  "Mba ahụ gbara Senegal n'ebe ugwu na Guinea n'ebe ndịda ọwụwa anyanwụ.",
  "Ala Guinea-Bissau bụ ala dị larịị dị ala n'ụsọ oké osimiri nke nwere ala mmiri nke mangroves nke Guinea na-arịgo na Guinea forest-savanna mosaic n'ebe ọwụwa anyanwụ. Nnyocha nchọpụta zuru ụwa ọnụ na-adịbeghị anya na-atụ aro na e nwere 1,203km2 nke ala mmiri na Guinea-Bissau, na-eme ka ọ bụrụ mba nke iri abụọ na asatọ n'ihe gbasara ebe dị larịị.",
  "Ebe kachasị ala na Guinea-Bissau dị n'elu oké osimiri n'Oké Osimiri Atlantic. Ebe kachasị elu na Guinea-Bissau bụ Monte Torin nke nwere ịdị elu nke 262 m (860 ).",
  "Ihe onwunwe sitere n'okike a chọtara na Guinea-Bissau gụnyere azụ, osisi, phosphates, bauxite, ụrọ, granite, limestone na mmanụ ala a na-ejighị eme ihe",
  "10.67% nke ala ahụ bụ nke a na-akọ ugbo na 235.6 square kilomita na-agba mmiri.",
  "Ihe ize ndụ sitere n'okike gụnyere ọkụ, kpọrọ nkụ, uzuzu harmattan nke nwere ike belata anya n'oge ọkọchị na ọkụ ọkụ. Nsogbu gburugburu ebe obibi siri ike gụnyere mgbukpọ ọhịa; mbuze ala; ịtabiga nri ókè na igbubiga azụ ókè.",
  "N'akụkụ ókèala Senegal, e nweela akụkọ ihe mere eme nke nkịta ịchụ nta, Lycaon pictus, mana enwere ike iwepụ canid ahụ nọ n'ihe ize ndụ ugbu a n'ebe ahụ.",
  "Ọnọdụ ihu igwe Guinea-Bissau bụ nke okpomọkụ",
  "Nke a pụtara na ọ na-ekpo ọkụ ma na-ekpuchi",
  "Ọ nwere oge mmiri ozuzo (June ruo November) na ifufe ndịda ọdịda anyanwụ na oge ọkọchị (December ruo May) na ifufe ụgụrụ nke ugwu ọwụwa anyanwụ.",
  "Guinea-Bissau na-ekpo ọkụ n'afọ niile ma enwere obere mgbanwe okpomọkụ; ọ bụ nkezi 26.3 °C (79.3 )",
  "Nkezi mmiri ozuzo maka isi obodo Bissau bụ 2,024 milimita (79.7 in) ọ bụ ezie na nke a fọrọ nke nta ka ọ bụrụ kpamkpam n'oge mmiri ozuzo nke -ada n'etiti June na September / October",
  "Site n'ọnwa Disemba ruo n'ọnwa Eprel, mba ahụ na-enweta obere mmiri ozuzo.",
  "Nke a bụ ndepụta nke ebe ndị dị oke egwu nke Guinea-Bissau, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ."
]