[
  "Democratic Republic of the Congo (DRC) bụ mba kachasị ukwuu na mpaghara Sahara Africa, na-ewe ihe dị ka square kilota 2,344,858 (905,355 sq mi). Ihe ka ukwuu n'ime mba ahụ dị n'ime nnukwu oghere nke ọdọ mmiri Osimiri Congo. Nnukwu, ebe dị ala n'etiti bụ ọdọ mmiri dị larịị nke na-agbadata n'ebe ọdịda anyanwụ, nke oké ọhịa mmiri ozuzo na-ekpuchi na osimiri ndị na-agafe",
  "Ugwu ndị gbara etiti ọhịa ahụ gburugburu n'ebe ọdịda anyanwụ, ala dị larịị na-agbakọta na savanna na ndịda na ndịda ọdịda anyanwụ",
  "Ala ahịhịa jupụtara na ya gafere Osimiri mba Congo n'ebe ugwu",
  "A na-ahụ ugwu dị elu nke Ruwenzori Range (ụfọdụ n'elu 5,000m ma ọ bụ 16,000 ) n'ókè ọwụwa anyanwụ na mba Rwanda na mba Uganda (lee oké ọhịa ugwu Albertine Rift maka nkọwa nke mpaghara a).",
  "Enwere ike ịkọwa ọtụtụ mpaghara ala dị iche iche n'ihe gbasara ala na usoro ahịhịa okike, ya bụ etiti Congo Basin, ugwu ugwu ugwu na ndịda nke ọdọ mmiri ahụ, na ugwu nke mpaghara ọwụwa anyanwụ.",
  "Mpaghara isi nke mba ahụ bụ etiti Congo Basin. N'inwe nkezi elu nke ihe dị ka ta 44 (144 ), ọ na-atụle ihe dịka square kilomita 800,000 (310,000 sq mi), nke mejupụtara ihe dị ka otu ụzọ n'ụzọ atọ nke ókèala DRC. Ọtụtụ n'ime ọhịa dị n'ime ọdọ mmiri ahụ bụ ala pịtọrọ apịtọ, ma ọtụtụ n'ime ya nwere ngwakọta nke ala pịtọrọ apịtọ na ala siri ike.",
  "Ebe ugwu na ndịda nke ọdọ mmiri ahụ dị ala dị larịị dị elu na, mgbe ụfọdụ, ugwu ndị nwere ngwakọta dịgasị iche iche nke ahịhịa savanna na ọhịa. Mpaghara ugwu ndịda, dị ka ọdọ mmiri ahụ, mejupụtara ihe dịka otu ụzọ n'ụzọ atọ nke ókèala DRC. Mpaghara ahụ na-agbadata site n'ebe ndịda gaa n'ebe ugwu, na-amalite na ihe dị ka mita 1,000 (3,300 ft) n'akụkụ ókè Angola ma na-ada ruo ihe dị ka kilomita 500 (1,600 ) n\"akụkụ ọdọ mmiri ahụ. Ahịhịa na mpaghara ugwu ndịda dị iche iche karịa nke ugwu ugwu. N'ebe ụfọdụ, ọhịa na-achịkwa; na ndị ọzọ, ahịhịa savanna na-achịkarị. N'ebe ndịda nke ọdọ mmiri ahụ, n'akụkụ iyi ndị na-asọba n'Osimiri Kasai bụ nnukwu ngosi ọhịa. N'ebe ndịda ọwụwa anyanwụ, ihe ka ọtụtụ n'ime mpaghara mba Katanga mbụ nwere ugwu dị elu na ugwu dị ala. Akụkụ kachasị n'ebe ọdịda anyanwụ nke DRC, akụkụ ọhịa panhandle nke na-eru n'Oké Osiri Atlantic, bụ ndọtị nke ugwu ndịda nke na-adaba n'ụzọ dị mkpirikpi n'akụkụ dị warara nke dị ihe dị ka kilomita 40 (25 mi) n'ogologo.",
  "N'ime ugwu ndị dị warara nke dị n'ebe ugwu, mkpuchi ahụ bụ ala ahịhịa, na ọhịa dị obere. Nkezi ịdị elu nke mpaghara a bụ ihe dị ka mita 600 (2,000 ft), mana ọ na-arị elu ruo mita 900 (3,000 ) ebe ọ na-ezute nsọtụ ọdịda anyanwụ nke ugwu dị n'ebe ọwụwa anyanwụ.",
  "Mpaghara ugwu dị n'ebe ọwụwa anyanwụ bụ akụkụ kachasị elu na nke kachasị elu na mba ahụ. Ọ na-agbasa ihe karịrị kilomita 1,500 (930 ) site n'elu Lake Albert ruo n'akụkụ ndịda nke mba ahụ ma dịgasị iche n'obosara site na kilomita 80 ruo 560 (50 ruo 348 mi). Ugwu na ugwu ya dị n'ịdị elu site na ihe dị ka 1,000 mita (3,300 ft) ruo ihe karịrị 5,000 mita (16,000 ). Aka ọdịda anyanwụ nke Great Rift Valley na-emepụta ókè ọwụwa anyanwụ nke mpaghara a. Ókèala ọwụwa anyanwụ nke DRC gafere na ndagwurugwu na usoro ọdọ mmiri ya, nke ala dị larịị dị n'etiti ugwu dị elu kewara site na ibe ya.",
  "N'ógbè a, mgbanwe dị elu na-eweta mgbanwe dị ịrịba ama na ahịhịa, nke sitere na savanna montane ruo n'oké ọhịa montane. Ugwu Rwenzori n'etiti ọdọ mmiri Albert na Edward bụ ugwu kachasị elu n'Africa. Elu na ọnọdụ nke ugwu ndị a na equator na-eme ka e nwee osisi dịgasị iche iche na nke dị egwu.",
  "Osimiri Congo na ndị na-eso ya na-agbanye mmiri na ọdọ mmiri a ma na-enye mba ahụ netwọk kachasị ukwuu nke ụzọ mmiri na-agafe agafe n'Africa. Kilomita iri (6 kilomita) n'obosara n'etiti etiti nke ogologo ya, osimiri ahụ na-ebu mmiri nke bụ nke abụọ naanị Amazon. Ọ na-asọ mgbe niile n'ihi na osimiri na iyi na-esi n'akụkụ abụọ nke equator na-enye ya mmiri; mgbanwe nke oge mmiri ozuzo na oge ọkọchị n'akụkụ nke ọ bụla nke equator mere ka mmiri na-enye mgbe niile maka isi ọwa. N'ebe mmiri na nsụda mmiri na-egbochi ụgbọ mmiri, ọdịda mberede nke osimiri ahụ na-emepụta ikike hydroelectric karịa nke a na-ahụ na usoro osimiri ọ bụla ọzọ n'ụwa.",
  "Ihe ka ukwuu n'ime DRC na-eje ozi site na usoro Osimiri Congo, eziokwu nke mere ka ọ dịrị ma azụmaahịa ma ịbanye n'èzí mfe. Usoro mmiri ya jupụtara ma gbasaa n'ụzọ ziri ezi na mba ahụ, ma e wezụga atọ: n'ebe ugwu ọwụwa anyanwụ Mayombe na Kongo Central n'ebe ọdịda anyanwụ, nke obere osimiri dị n'ụsọ oké osimiri a na-akpọ Shilango na-agbanye; ala dị n'ókè ọwụwa mmiri Edward na Albert, nke bụ akụkụ nke ọdọ mmiri Naịl; na obere akụkụ nke oke ndịda ọwụwa Anyanwụ DRC, nke dị na ọdọ mmiri mba Zambezi ma na-abanye n'Oké Osimiri India.",
  "Ọtụtụ n'ime ọdọ mmiri ndị DRC bụkwa akụkụ nke ọdọ mmiri Osimiri Congo. N'ebe ọdịda anyanwụ bụ Lac Mai-Ndombe na Lac Tumba, nke bụ ihe fọdụrụ na nnukwu ọdọ mmiri dị n'ime nke bi n'ime ọdọ mmiri ahụ dum tupu Osimiri Congo emebie ọnụ ọdọ mmiri ahụ na mmiri na-esote n'ime. N'ebe ndịda ọwụwa anyanwụ, Ọdọ Mmiri Mweru dị n'ókè ya na mba Zambia. N'ókè ọwụwa anyanwụ, Lac Kivu, ọdọ mmiri kachasị elu na Central Africa na ebe ndị njem nleta, na Lake Tanganyika, n'ebe ndịda Lac Kivu",
  "Ha abụọ na-abanye n'osimiri Lualaba, aha a na-enyekarị n'elu Osimiri Congo. Naanị mmiri nke nnukwu ọdọ mmiri ndị dị n'ebe ugwu nke ókèala ọwụwa anyanwụ, Edward na Albert, na-agbanye n'ebeebe ugwu, n'ime Naịl Basin.",
  "Ọnọdụ ihu igwe sitere n'oké ọhịa mmiri ozuzo na-ekpo ọkụ na ndagwurugwu Osimiri Congo ruo n'oké mmiri ozuzo nke na-ekpofu akọrọ na ugwu ndịda ruo n'ebe ugwu na-ekwo ekpo ọkụ na mpaghara ọwụwa anyanwụ n'elu mita 2,000 (6,600 ) n'ịdị elu. N'ozuzu, okpomọkụ na iru mmiri dị elu. A ga-ahụ okpomọkụ kachasị elu na nke kachasị nta na-agbanwe agbanwe n'oké ọhịa equatorial, ebe oke okpomọkụ n'ehihie dị n'etiti 30 na 35  (86 na 95 °F), na ala n'abalị anaghị aga n'okpuru 20 °C (68 ). Nkezi okpomọkụ kwa afọ bụ ihe dịka 25 °C (77 ). N'ugwu ndịda, ọkachasị n'ebe ndịda ọwụwa anyanwụ, oge oyi na-ajụ oyi ma kpọọ nkụ, ebe oge okpomọkụ na-ekpo ọkụ ma na-ekwo ekpo. Mpaghara na-anabata usoro ọdọ mmiri site na Lake Albert ruo Lake Tanganyika n'ebe ọwụwa anyanwụ ugwu nwere ihu igwe na-ekpo ọkụ na oghere dị warara ma ọ bụghị oke okpomọkụ. Akụkụ ugwu dị jụụ karị, mana iru mmiri na-abawanye na ịdị elu ruo mgbe a ga-eru ebe saturation; ihe fọrọ nke nta ka ọ bụrụ anwụrụ ọkụ na-ada mgbe niile na ndagwurugwu ụfọdụ, ọkachasị na Ugwu Rwenzori.",
  "Usoro oge mmiri ozuzo na-emetụta site na DRC nke equator. Na nke atọ nke mba ahụ nke dị n'ebe ugwu nke equator, oge ọkọchị (ihe dị ka mmalite Nọvemba ruo ngwụcha Machị) kwekọrọ na oge mmiri ozuzo na ndịda abụọ n'ụzọ atọ. Otú ọ dị, enwere nnukwu ọdịiche, ọtụtụ ebe n'akụkụ ọ bụla nke equator nwere oge mmiri abụọ na oge ọkọchị abụọ. Nkezi mmiri ozuzo dị site  1,000 ruo 2,000 milimita (39 ruo 79 in). Mmiri ozuzo na-ezo kwa afọ kachasị elu n'etiti ọdọ mmiri nke Osimiri Congo na n'ugwu ndị dị n'ebe ọdịda anyanwụ nke Bukavu ma na ụfọdụ ọdịiche na-ebelata na njikọ kpọmkwem na ebe dị anya site na mpaghara ndị a. Nanị ebe ndị e ji ogologo ọnwa anọ ruo ọnwa ise kpọọ nkụ na ụkọ mmiri ozuzo oge ụfọdụ bụ akụkụ ndịda ọwụwa anyanwụ.",
  "Mpaghara: ngụkọta: 2,344,858 km2 ala: 2,267,048 km2 mmiri: 77,810 km2",
  "Mpaghara - ntụnyere: Mba nke iri na otu kachasị ukwuu n'ụwa (na nke abụọ n'Africa); ọ dị obere karịa Algeria mana buru ibu karịa Greenland na Saudi Arabia",
  "Ọ bụ ihe dịka otu ụzọ n'ụzọ anọ nke United States n'ozuzu ya.",
  "Ókèala ala: ngụkọta: 10,481 kilomita mba ókèala: \"Angola 2,646 kilomita, Burundi 236 kilomita, Central African Republic 1,747 kilomita, Republic of the Congo 1,229 kilomita, Rwanda 221 kilomita, South Sudan 714 kilomita, Tanzania 479 kilomita, Uganda 877 kilomita, Zambia 2,332 kilomita\"",
  "Akụkụ osiri: 37 km (23 mi).",
  "Nkwupụta ụgbọ mmiri: oke osimiri ala: 12  ( ) mpaghara akụ na ụba pụrụ iche: ókèala na ndị agbata obi",
  "Ọnọdụ ihu igwe: okpomọkụ; okpomọkụ na mmiri na ndagwurugwu osimiri equatorial; oyi na-atụ ma kpọọ nkụ na ugwu ndịda; oyi na mmiri na ugwu ndị dị n'ebe ọwụwa anyanwụ na Ruwenzori Range; n'ebe ugwu nke Equator - oge mmiri ozuzo Eprel ruo Ọktoba, oge ọkọchị Disemba ruo Febụwarị; n'Ebe ndịda Equator - Oge mmiri ozuzo Nọvemba ruo Machị, oge ọkọwa Eprel gaa Ọkto",
  "Ala: nnukwu ala dị larịị nke etiti nke oké ọhịa mmiri ozuzo kpuchiri, nke ugwu gbara gburugburu n'ebe ọdịda anyanwụ, ala dị larịrị na savanna na ndịda / ndịda ọdịda anyanwụ",
  "Ugwu ndị dị elu nke Ruwenzori Range na nsọtụ ọwụwa anyanwụ.",
  "Elu dị elu: ebe kachasị ala: Oké Osimiri Atlantic 0 m ebe kachasị elu: Pic Marguerite na Mont Ngaliema (Ugwu Stanley) 5,110 m",
  "Ihe ndị sitere n'okike: cobalt, ọla kọpa, niobium, mmanụ ala, diamond ụlọ ọrụ na nkume dị oké ọnụ ahịa, ọlaedo, ọlaọcha, zinc, manganese, tin, uranium, coal, hydropower, osisi",
  "Ojiji ala: ala a na-akọ ugbo: 3.09% ihe ọkụkụ na-adịgide adịgide: 0.36% 96.55 (2012 est.)",
  "Ala a na-agba mmiri: 105 km2 (2003)",
  "Ngụkọta mmiri a na-agbanwe agbanwe: 1,283 km3 (2011)",
  "ngụkọta: 0.68 km3/afọ (68%/21%/11%)",
  "kwa onye: 11.25 m3/afọ (2005)",
  "Ihe ize ndụ sitere n'okike:",
  "ụkọ mmiri ozuzo oge na ndịda; ide mmiri nke Osimiri Congo (oge oge); n'ebe ọwụwa anyanwụ, na Albertine Rift, e nwere ugwu mgbawa na-arụ ọrụ",
  "Mpaghara - nsogbu ndị dị ugbu a:",
  "Ịchụ nta n'ụzọ iwu na-akwadoghị na-eyi ụmụ anụmanụ egwu (dịka ọmụmaatụ, nkịta ịchụ nta a na-ese onyinyo, Lycaon pictus, a na-ewere ugbu a dị ka onye e wepụrụ na Congo n'ihi mmụba mmadụ na ịchụ nta n\"ụzọ iwu na iwu na-ekwadoghị); mmetọ mmiri; mgbukpọ ọhịa (ọ ala na-akpata mmebi gburugburu ebe obibi site na capacitors, diamond, na ọlaedo) na-akọta na-akpatakpata mmezi gburugburu ebe obibi",
  "Gburugburu ebe obibi - nkwekọrịta mba ụwa:",
  "otu na: Biodiversity, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Nuclear Test Ban, Ozone Layer Protection, Tropical Timber 83, Tropical Timer 94, Wetlands bịanyere aka, mana a kwadoghị: Mgbanwe gburugburu ebe obibi",
  "Ebe obibi:",
  "MbaD.R",
  "Congo bụ otu n'ime steeti isii dị n'Afrịka nke na-agafe n'etiti etiti; ọ bụ steeti kachasị n'Afríku nke nwere etiti etiti na-agafere ya",
  "Obere ala nke na-achịkwa ala Congo dị ala ma bụrụ naanị ụzọ isi banye South Atlantic Ocean; oké ọhịa mmiri ozuzo na-ekpo ọkụ na etiti osimiri na ugwu ugwu ọwụwa anyanwụ.",
  "Nke a bụ ndepụta nke ebe ndị dị oke njọ nke mba Democratic Republic of the Congo, ebe ndị dị n'ebe ugwu, ndịda, ọwụwa anyanwụ ma ọ bụ ọdịda anyanwụ karịa ebe ọ bụla ọzọ."
]