[
  "George Paul Kornegay (úbọchị irí abụọ na atọ n'ọnwa Novemba, 1913 rụo ụbọchị atọ n'ọnwa Juun, 2014) bụ ónyé America na onye na-ese ihe, na ónyé ụkọchukwu na African Methodist Episcopal Zion Church, onye mepụtara nnukwu ebe ọhụụ nke Ndị Kraịst na ihe ndị a chọtara na nso Brent, Alabama.",
  "A mụrụ Kornegay na úbọchị irí abụọ na atọ n'ọnwa Novemba 1913 na Bibb County, Alabama, nke abụọ n'ime ụmụ iri nke Will na Sue Kornegay. Nná ya rụrụ ọrụ dị ka onye ọrụ ugbo, onye na-egwupụta ihe n'ime ala, na ónyé na-eme barel, nne ya lekọtara ụmụ ha",
  "Kornegay gara ụlọ akwụkwọ Alabama Mission School na Brent ruo na klas nke iri, mana ọ hapụrụ ụlọ akwụkwọ ma nyéré nna ya aka n'ịkụkọta ihe.",
  "Nnà ya mechara zụta ala dị hekta 28 dị nso na Brent, Alabama na ụlọ nwere okpukpu abụọ site n'aka onye Cherokee, Charles Hogan, màkà otu narị dolla",
  "Ihe onwunwe ahụ dị n'ebe a na-eli ozu ndị American Indian ma Kornegay kọrọ na nwa ya nwanyị nwere ike \"nụrụ olu ebe a na-ekwu okwu mana ọ pụghị ịgwa anyị ihe ha na-ekwu maka ya",
  "Nke a bụ otu n'ime ebe ị nwere ike ịbịa mgbè ị na-enwe obi ọjọọ ma pụọ elu",
  "Ha niile na-ekwu na nke a bụ ebe dị nsọ\".",
  "Kornegay rụrụ ọrụ na ụlọ ọrụ igwe, Century Foundry, na Tuscaloosa ma mesịa kọwaa ndụ ọrụ ya dị ka \"Site n'ọrụ ugbo gaa na ónyé nkwusa, site n'onye nkwusa gaa n'ụlọ ọrụ igwe, site n\"ụlọ ọrụ igwe ruo n'ụlọ igwe",
  "Ọrụ abụọ m rụrụ",
  "Otu akpa ogho, na ogwu, na ihe igwe ihe, na ihe owuwu akwụkwọ, na ihe ndị ahụ niile: ga-eri ndị m.",
  "Kornegay lụrụ Minnie Sue Tubbs na úbọchị itoolu n'ọnwa Ọgọst, 1932, ha nwèrè ụmụ iri na abụọ; ụmụ nwoke asatọ (Arthur Paul, George Jr., Earvin, Arthur Lee, Joel, Benjamin, Donald, na Ronnie) na ụmụ nwanyị anọ (Gloria Jean, Dorothy, Donna, na Annie)",
  "Ọ chere na ọ bụ \"ọkpụkpọ Chineke\" ka ọ bụrụ onye ozi ma kwuo na na mbụ ọ \"..",
  "na-atụ egwu ya, mana Chineke, ọ nọrọ n'ebe m nọ",
  "Ana m arịọ ya ka o nye m ihe ịrịba ama ndị a ma ọ bụrụ na nke a bụ ihe ọ na-ekwu maka m",
  "O wee zipụ ha",
  "Ọgwụgwụ ya sitere n'aka ndị mmụọ ozi na-abịa ileta ụlọ m",
  "Bịa site n'ebe ọwụwa anyanwụ banye n'ụlọ, gbadaa n'ụlọ nzukọ, gbaa ụlọ ihi ụra m gburugburu",
  "Ma hapụ ya gaa n'ebe ọdịda anyanwụ\". Kornegay nọrọ ọtụtụ afọ dị ka onye ụkọchukwu na African Methodist Episcopal Zion Church (A.M.E",
  "Zion), ebe a maara ya nke ọma dị ka \"Big Daddy\"",
  "Kornegay kwusara ozi ọma na ụka A.M.E",
  "Zion na Grove Hill, Cottage Hill na Marietta ruo ihe karịrị afọ iri ise.",
  "Isiokwu dị na ihe osise Kornegay gụnyere ndị nna nna ya bụ ndị American Indian, ọdịnala ndị Africa, na ọhụụ apocalyptic nke Ndị Kraịst na akụkụ ndị sitere na Bible, gụnyere nri abalị ikpeazụ na ọtụtụ obe. Ihe nketa Afrịka nke Kornegay gosipụtara n'ịmepụta osisi karama na ihe ndị na-echetara Nkisi ime mmụọ. William Arnett gbàrà ya ajụjụ ọnụ màkà Arnett's Souls Grown Deep Foundation na 1997 na 1998. Arnett mere nkwekọrịta nwoke na Kornegay ka o debe ihe osise ya n'ọnọdụ, ọ bụghị ire ndị na-anakọta ihe",
  "Arnett sere foto nke nchịkọta ahụ tupu ọ gbasaa. Kornegay nwụrụ dị otu narị afọ na úbọchị atọ n'ọnwa Juun 2014; nwunye ya, na nwa ya nwanyị Donna Lee, nwụrụ tupu ya, ụmụ ya ịrị na otu, ụmụ ụmụ irí ato, na ụmụ ụmụ ụmụ irí anọ na isé."
]