[
  "George Gadson (amụrụ n'ubochí irí n'ọnwa Ọgọst, 1953) bụ ónyé America na-ese ihe, ónyé na-ese ọkpụkpụ, ónyé na'ese ihe, na ónyé na-ewere foto nke bi na South Florida",
  "A na-egosipụta ihe ọkpụkpụ ya dị ka ọrụ nka ọha na eze n'ọtụtụ ebe na Florida, gụnyere African-American Research Library and Cultural Center na Fort Lauderdale, Florida Memorial University na Miami, na ụlọ Broward County School Board",
  "N'afọ ndị 1990, e nyere ya ọrụ ịmepụta ihe osise abụọ (The Kicker na The Quarterback) màkà Super Bowls abụọ dị na Florida",
  "E nyekwara ya ọrụ imepụta ihe ịchọ mma maka osisi Krismas White House na 2008 na ihe ọkpụkpụ màkà ónyé na-agba ọsọ NFL Ray Lewis na 2018",
  "Ọ bụ onye nwe George Gadson Studios nke ọ na-enyekwa ndụmọdụ nka ọha na eze.",
  "A zụlitere George Gadson na Fort Meade, Florida. N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ rụrụ ọrụ dị ka ónyé na-ahụ maka ego n'ụlọ akụ ma na-arụsi ọrụ ike na chọọchị Baptist",
  "Ọ gàrà Mahadum Duke, gụsịrị akwụkwọ na 1975 na BA na nkà mmụta okpukpe. Ọ nọrọ ógè na-agụ akwụkwọ na Valencia, Spain, ma mesịa nweta nzere masta na agụmakwụkwọ na Brewer Christian College.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Duke, Gadson banyéré na ụlọ ọrụ ụlọ akụ. N'afọ 1989, ọ meghere ụlọ ọrụ nke ya na North Miami. Na mbido afọ 1980, ọ malitere ịga klas nka ébé ọ zụlitere mmasị na eserese, ihe ọkpụkpụ, na foto. Ihe osise ya, nke na-egosipụtakarị ihe osise na ihe nnọchianya nke ndụ kwa ụbọchị màkà ndị Africa America na ụmụ amaala America, malitere ịpụta na gallery na ngosi na Tampa na Miami na ngwụcha afọ 1980 na mmalite afọ 1990. Ọzọkwa na mbido afọ 1990, Gadson ghọrọ ónyé ndụmọdụ onwé ya, na-enyere ndị otu na-enweghị uru aka inweta ego mgbazinye ego ma mesịa bụrụ onye Greater Hollywood Chamber of Commerce were n'ọrụ dị ka ónyé njikwa mmepe azụmaahịa na-elekwasị anya na azụmaahịa ndị pere mpe.",
  "N'afọ 2019, a kpọrọ Gadson ka o mee ihe ngosi onwe ya (About Faces) na Sunrise Civic Center Art Gallery, na 2020, o sonyere na ihe ngosi mmekorita, Roots of the Spirit: Soulful Expressions of the African Diaspora, nkè ndị na-enweghị uru, ArtServe, mèrè. N'afọ 2021, e nyere Gadson ọrụ ịmepụta ihe oyiyi màkà ụlọ YMCA ọhụrụ na Fort Lauderdale."
]