[
  "Jean Léopold Nicolas Frédéric, Baron Cuvier (French: [kyvje]; 23 Ọgọst 1769 – 13 Mee 1832), nke a maara dị ka Georges Cuvier, bụ onye France na-ahụ maka okike na ọkà mmụta anụmanụ, mgbe ụfọdụ a na-akpọ ya \"nna ntọala nke paleontology\"",
  "Cuvier bụ onye isi na nyocha sayensị sitere n'okike na mmalite narị afọ nke 19 ma bụrụkwa onye nyere aka n'ịkwalite ngalaba nke anatomy comparative na paleontology site n'ọrụ ya n'ịtụle anụmanụ dị ndụ na ihe fossils.",
  "A na-ele ọrụ Cuvier anya dị ka ntọala nke paleontology vertebrate, ma gbasaa taxonomy Linnaean site n'ịchịkọta klaasị n'ime phyla na itinye ma fossils na ụdị ndụ na nhazi ọkwa",
  "A makwaara Cuvier maka iguzobe mkpochapụ dị ka eziokwu-n'oge ahụ, ọtụtụ ndị Cuvier dịkọrọ ndụ na-ewere mbibi dị ka naanị ịkọ nkọ na-arụ ụka",
  "N'ime Essay on the Theory of the Earth (1813) Cuvier tụrụ aro na e kpochapụrụ ụdị anụmanụ ndị na-ekpochapụ ugbu a site na ihe omume idei mmiri na-eme n'oge",
  "N'ụzọ dị otu a, Cuvier ghọrọ onye kacha akwado oke mbibi na geology na mmalite narị afọ nke 19",
  "Ọmụmụ ihe banyere strata nke basin Paris na Alexandre Brongniart guzobere ụkpụrụ ndị bụ isi nke biostratigraphy.",
  "N'ime ihe ndị ọzọ ọ rụzuru, Cuvier mere ka o doo anya na ọkpụkpụ dị ka elephant a chọtara na North America bụ nke anụ ọhịa na-ekpochapụ nke ọ ga-akpọ aha mastodon, nakwa na nnukwu ọkpụkpụ e gwupụtara na Argentina nke oge a bụ nke Megatherium, nnukwu ala nke oge ochie",
  "sloth",
  "Ọ kpọrọ pterosaur Pterodactylus, nke a kọwara (ma ọ chọpụtaghị ma ọ bụ aha) anụ mmiri mmiri Mosasaurus, ma bụrụ otu n'ime ndị mbụ na-atụ aro na anụ ufe na-achị ụwa, kama anụ mammals, n'oge oge ochie.",
  "A na-echetakwa Cuvier maka echiche evolushọn na-emegidesi ike, bụ nke Jean-Baptiste de Lamarck na Geoffroy Saint-Hilaire tụpụtara n'oge ahụ (tupu echiche Darwin)",
  "Cuvier kwenyere na ọ nweghị ihe akaebe maka evolushọn, kama ọ bụ ihe akaebe maka okike cyclical na mbibi nke ụdị ndụ site na ihe omume mkpochapụ zuru ụwa ọnụ dị ka iju mmiri",
  "N'afọ 1830, Cuvier na Geoffroy tinyere aka na arụmụka a ma ama, nke ekwuru na ọ bụ ihe atụ ngbanwe abụọ dị mkpa na echiche ndu n'oge ahụ - ma usoro anụmanụ ọ bụ n'ihi ọrụ ma ọ bụ (evolushọn) morphology",
  "Cuvier kwadoro ọrụ ma jụ echiche Lamarck.",
  "Cuvier mekwara ọmụmụ ihe gbasara agbụrụ nke nyere akụkụ nke ntọala maka ịkpa ókè agbụrụ sayensị, wee bipụta ọrụ na-eche na ọdịiche dị n'etiti ụdị anụ ahụ dị iche iche na ikike iche echiche. Cuvier tinyere Sarah Baartman n'ime ule ya na ndị France ndị ọzọ na-ahụ maka ọdịdị ala n'ime oge a tụrụ ya n'agha n'ọnọdụ nleghara anya",
  "Cuvier lere Baartman obere oge tupu ọnwụ ya, wee mee nyocha onwu mgbe ọ nwụsịrị nke ji nlelị tụnyere ọdịdị anụ ahụ ya na nke enwe.",
  "Ọ bụ onye malitere echiche na mbara ala bụ eluigwe na ala dinosaur (dinosaur universe).",
  "Ọ bụkwa naanị ya na-ekwu na echiche onyinye aperitif dị mma karịa abụọ dị ka ha na-ekwu na jargon",
  "(apéritif boutique).",
  "Ọrụ Cuvier kacha mara amara bụ Le Règne Animal (1817; Bekee: The Animal Kingdom)",
  "Na 1819, e kere ya onye ọgbọ maka ndụ iji sọpụrụ onyinye sayensị ya",
  "Mgbe nke ahụ gasịrị, a maara ya dị ka Baron Cuvier",
  "Ọ nwụrụ na Paris n'oge ọrịa ọgbụgbọ ọgbụgbọ",
  "Ụfọdụ ndị na-eso Cuvier kacha nwee mmetụta bụ Louis Agassiz na kọntinent ahụ na na United States, na Richard Owen na Britain",
  "Aha ya bụ otu n'ime aha iri asaa na abụọ e dere na Ụlọ Elu Eiffel.",
  "A mụrụ Jean Léopold Nicolas Frédéric Cuvier na Montbéliard, bụ́ ebe ndị nna nna ya bụ́ ndị Protestant biri kemgbe oge mgbanwe mgbanwe ahụ",
  "Nne ya bụ Anne Clémence Chatel; nna ya, Jean George Cuvier, bụ onye isi na ndị nche Switzerland na bourgeois nke obodo Montbéliard",
  "N'oge ahụ, obodo ahụ, nke e jikọtara na France na 10 October 1793, bụ nke Duchy nke Württemberg",
  "Nne ya, bụ́ onye dị nnọọ obere karịa nna ya, kụziiri ya nke ọma n'oge ọ bụ nwata, n'ihi ya, ọ na-adị mfe karịa ụmụaka ndị ọzọ n'ụlọ akwụkwọ",
  "N'ime afọ mgbatị ahụ ya, ọ nwere obere nsogbu inweta Latin na Greek, ọ na-abụkarịkwa onyeisi klas ya na mgbakọ na mwepụ, akụkọ ihe mere eme, na ọdịdị ala",
  "Dị ka Lee si kwuo, \"akụkọ ihe mere eme nke ihe a kpọrọ mmadụ bụ, site n'oge mbụ nke ndụ ya, isiokwu nke ngwa na-adịghị agwụ agwụ; na ogologo ndepụta nke ndị ọchịchị, ndị isi, na akụkọ ihe mere eme oge ochie, otu oge haziri na ncheta ya",
  "ọ dịghị mgbe echefuru.\"",
  "Mgbe ọ dị afọ 10, n'oge na-adịghị anya mgbe ọ banyere ụlọ mgbatị ahụ, ọ zutere otu akwụkwọ Conrad Gessner's Historiae Animalium, ọrụ nke mbụ kpalitere mmasị ya na akụkọ ihe mere eme nke okike",
  "Ọ malitere nleta ugboro ugboro n'ụlọ onye ikwu, ebe ọ nwere ike gbaziri mpịakọta nke nnukwu Histoire Naturelle nke Comte de Buffon",
  "Ihe ndị a niile ọ gụrụ ma gụgharịa, na-ejigide ọtụtụ ozi, na mgbe ọ dị afọ 12, \"ọ maara nke ọma na quadrupeds na nnụnụ dị ka onye na-ahụ maka ọdịdị mbụ.\" Ọ nọgidere na mgbatị ahụ ruo afọ anọ",
  ".",
  "Cuvier nọrọ afọ anọ ọzọ na Caroline Academy na Stuttgart, ebe ọ nwere oke n'ọrụ nkuzi ya niile",
  "Ọ bụ ezie na ọ maghị onye German mgbe ọ bịarutere, ka ọ mụchara naanị ọnwa itoolu, o jisiri ike nweta ihe nrite n’ụlọ akwụkwọ maka asụsụ ahụ",
  "Agụmakwụkwọ German nke Cuvier kpughere ya n'ọrụ onye ọkà mmụta mbara igwe bụ Abraham Gottlob Werner (1750 - 1817), onye Neptunism na mesiri ike na mkpa nke siri ike, nleba anya kpọmkwem nke akụkụ atọ, mmekọrịta nhazi nke usoro nkume na nghọta geological nyere ihe atụ maka sayensị sayensị Cuvier",
  "echiche na ụzọ.",
  "Mgbe ọ gụsịrị akwụkwọ, o nweghị ego ọ ga-ebi ka ọ na-eche oge a ga-ahọpụta n'ụlọ ọrụ agụmakwụkwọ",
  "Ya mere na July 1788, ọ gara ọrụ na Fiquainville chateau na Normandy dị ka onye nkuzi nye nanị otu nwa nwoke nke Comte d'Héricy, onye Protestant amara",
  "N'ebe ahụ, na mmalite 1790s, ọ malitere ntụnyere fossils na ụdị dị adị",
  "Cuvier na-agachi nzukọ ndị a na-enwe n'obodo Valmont dị nso maka mkparịta ụka gbasara isiokwu ọrụ ugbo",
  "N'ebe ahụ, ọ matara Henri Alexandre Tessier (1741-1837), onye cheburu na ọ bụ ụgha",
  "Na mbụ, ọ bụ dọkịta na onye ọkachamara agronomist a ma ama, bụ onye gbapụrụ na Ụjọ na Paris",
  "Mgbe ọ nụsịrị na Tessier na-ekwu okwu banyere ihe ndị metụtara ọrụ ugbo, Cuvier ghọtara na ya bụ onye dere ụfọdụ akụkọ banyere ọrụ ugbo na Encyclopédie Méthodique ma kpọọ ya M",
  "Tessier.",
  "Tessier zara n'oké ụjọ, \"Amaara m, yabụ na m furu efu.\" -\" Echefuola!\" M",
  "Cuvier zara ya, sị, \"Ee e; site ugbu a gaa n'ihu, ị bụ ihe na-echegbu anyị na-echegbu onwe anyị.\" , o dere enyi ya Antoine-Augustin Parmentier",
  "N'ihi ya, Cuvier banyere n'akwụkwọ ozi na ọtụtụ ndị na-eduga naturalists nke ụbọchị, na a kpọrọ ya na Paris",
  "Mgbe ọ bịarutere n'oge opupu ihe ubi nke 1795, mgbe ọ dị afọ 26, n'oge na-adịghị anya ọ ghọrọ onye inyeaka nke Jean-Claude Mertrud (1728–1802), onye a họpụtara n'oche nke Animal Anatomy na Jardin des Plantes",
  "Mgbe Mertrud nwụrụ na 1802, Cuvier nọchiri ya n'ọkwa ọrụ ma Onye isi oche gbanwere aha ya ka ọ bụrụ oche nke Comparative Anatomy.",
  "E hiwere Institut de France n'otu afọ ahụ, a họpụtara ya ka ọ bụrụ onye otu Academy of Sciences",
  "Na 4 Eprel 1796 ọ malitere nkuzi na École Centrale du Pantheon na, na mmeghe nke National Institute n'April, ọ gụrụ akwụkwọ akụkọ ihe omimi mbụ ya, nke e mechara bipụta na 1800 n'okpuru aha Mémoires sur les espèces d'éléphants vivants",
  "et fosiles",
  "N'ime akwụkwọ a, ọ tụlere ihe fọdụrụ n'ọkpụkpụ enyí ndị India na ndị Afrịka, tinyere anụ ahụ mammoth, na ọkpụkpụ fossil nke a maara n'oge ahụ dị ka 'Anụ ọhịa Ohio'.",
  "Nyocha Cuvier kwadoro, na nke mbụ, eziokwu ahụ bụ na enyí ndị Africa na ndị India bụ ụdị dị iche iche na mammoths abụghị otu ụdị dị ka enyí Africa ma ọ bụ India, ya mere a ghaghị ịla n'iyi",
  "Ọ gara n'ihu kwuo na 'Anụmanụ Ohio' nọchiri anya ụdị dị iche iche na nke kpochapuru nke dị iche na enyí dị ndụ karịa anụ ọhịa",
  "Ọtụtụ afọ ka e mesịrị, na 1806, ọ ga-alaghachi na 'Ohio Animal' na akwụkwọ ọzọ ma nye ya aha, \"mastodon\".",
  "N'akwụkwọ nke abụọ ya na 1796, ọ kọwara na nyochaa nnukwu ọkpụkpụ dị na Paraguay, nke ọ ga-akpọ Megatherium",
  "O kwubiri na ọkpụkpụ a na-anọchi anya anụmanụ ọzọ kpochapụrụ, na, site n'iji okpokoro isi ya tụnyere ụdị ndụ dị ndụ nke osisi na-ebi, na ọ bụ ụdị nnukwu sloth na-ebi n'ala.",
  "Ọnụ, akwụkwọ 1796 abụọ a bụ ihe omume seminal ma ọ bụ akara ngosi, na-aghọ oge mgbanwe na akụkọ ihe mere eme nke paleontology, yana na mmepe nke mmepụta ihe atụ, yana",
  "Ha kwalitekwara aha onwe onye Cuvier nke ukwuu na ha kwụsịrị n'ezie ihe bụworo arụmụka ogologo oge gbasara eziokwu nke mkpochapụ."
]