[
  "| alt =\n| caption =\n| birth_name =\n| birth_date = 1853\n| birth_place = Lagos, Nigeria\n| death_date = 1929\n| death_place =\n| nationality = Nigerian\n| other_names =\n| occupation = Photographer\n| known_for = Pictures of colonial government projects\n}}\nGeorge S",
  "A",
  "Da Costa (1853–1929) bụ onye Naijiria na-ese foto nke na-arụsi ọrụ ike na ngwụcha senchiri nke iri na itoolu na mmalite senchiri nke iri abụọ",
  "O dere ọrụ gọọmentị gụnyere iwu ụgbọ okporo ígwè na mpaghara ahụ.",
  "A mụrụ George S",
  "A",
  "Da Costa, onye Amaro, na Lagos na 1853",
  "Ọ gụrụ akwụkwọ na CMS Grammar School, Lagos\nSite na 1877 ruo 1895 ọ na-elekọta Church Mission Society Bookshop na Lagos",
  "Na 1895 o tinyere £30.00 na ọzụzụ pụrụ iche wee mepee azụmahịa foto na Lagos",
  "O nwere azụmahịa na-aga nke ọma n'afọ ndi 1890 nke gara n'ihu na senchiri na-esote.",
  "Da Costa rụrụ ọrụ dị ka onye na-ese foto maka ndị ọchịchị nke Naịjirịa, ma were ọtụtụ foto nke dekọrọ ọrụ gọọmentị na mba ahụ niile, gụnyere mpaghara ugwu",
  "Ndị a gụnyere foto nke iwu ụgbọ okporo ígwè site na Lagos site na Jebba ruo Kaduna.\nỤlọ ọrụ ya na 1920 dị na 18 Ricca Street, Lagos",
  "Ọ rụrụ ọrụ maka Allister Macmillan n'afọ ahụ, na-ese foto maka Red Book of West Africa\nMacmillan kpọrọ ya \"onye ọkachamara na-ese foto kachasị mma na nke a maara nke ọma na Naịjirịa.\" Eserese ịrị ịse na abụọ n'ime foto ya pụtara na Red Book, asaa ka e sere na Kano ebe e sere ndị ọzọ na Lagos.",
  "George Da Costa nwụrụ na 1929.",
  "Ọrụ Da Costa na-egosi West Africa nke dị anya site na onyinyo nke \"kọntinent gbara ọchịchịrị\" nke ndị Europe na ndị America na-achikwa n'oge ahụ",
  "Ọ na-egosi ọha mmadụ zuru ụwa ọnụ nke ndị na-agụ akwụkwọ, ndị ahịa mba ụwa, ndị ọka iwu, ndị ndọrọ ndọrọ ọchịchị, ndị isi akwụkwọ akụkọ na ndị na-elekọta mmadụ",
  "Foto Da Costa pụtara na The Red Book of West Africa: Historical and Descriptive, Commercial and Industrial Facts, Figures, & Resources (1920, nke Allister Macmillan deziri)",
  "Akwụkwọ ahụ kwuru na ọ bụ \"nke mbụ n'ụdị ya nke e wepụtara na West Africa, bụkwa nke kachasị egosipụtara nke ọma",
  "\"Ọtụtụ n'ime foto ya na-emegharị na Christaud M",
  "Geary's In and Out of Focus: Images from Central Africa, 1885-1960 (2003)."
]