[
  "George Kwasi Afriyie bụ onye nchịkwa bọọlụ na onye ọchụnta ego Ghana. Ọ bụ onye nwe ya ugbu a na onye isi oche nke ụlọ ọrụ Ghana Planners Athletic Club nke na-egwu na league nke abụọ.  Ọ rụrụ ọrụ mbụ dị ka osote onye isi oche nke otu egwuregwu bọọlụ Ghana (GFA).",
  "A họpụtara ya ka ọ bụrụ osote onye isi oche nke Ghana Football Association (GFA) na Nọvemba 2015. ] Ọ jere ozi n'okpuru Kwesi Nyantakyi bụ onye isi oche nke òtù na-ahụ maka egwuregwu bọọlụ Ghana site na 30 Disemba 2005 ruo 7 June 2018",
  "N'afọ 2017, a họpụtara ya ka ọ rụọ ọrụ na Kọmitii Nhazi AFCON. N'ọnwa Nọvemba afọ 2014, a họpụtara ya dịka onye isi oche nke kọmitii nchịkwa Black Stars (Ghana national football team). Tupu nhọpụta ya na kọmitii nchịkwa Black Stars ọ bụ onyeisi oche nke Kọmitii Nchịkwa nke otu egwuregwu bọọlụ mba Ghana na-erubeghị afọ 20.",
  "Na 2017 George Afriyie ka akpọrọ onye isi oche nke Kọmitii nhazi mpaghara maka 2017 WAFU Nations Cup nke Ghana kwadoro ma merie. N'ọnwa Ọgọstụ, a kọrọ na ọ gbara arụkwaghịm n'ọkwa onye isi oche nke LOC.",
  "N'ọnwa Septemba afọ 2019 ọ họọrọ ụdị iji sọọ mpi maka ntuli aka onye isi ala GFA. N'abalị iri abụọ na ise n'ọnwa Ọktoba n'afọ 2019, George Afriyie sonyere n'asọmpi maka oche onye isi ala nke Ghana Football Association mana o kwetara na Kurt Okraku meriri ya na agba nke atọ.",
  "Na June 2020, e jikọtara ya na onye isi ọrụ ohere ohere na Asante Kotoko mana o kwuputara n'ihu ọha na ya emeela nkwa nke na-agaghị ekwe ya ka ọ rụọ ọrụ ahụ.. Na June 2020 onye ọchụnta ego Ghana a ma ama na onye ndọrọ ndọrọ ọchịchị Kennedy Agyapong kwuru n'oge ajụjụ ọnụ na ọ gaghị etinye ego na bọọlụ Ghana n'ihi na ndị nnọchiteanya ahọpụtara George Afriyie dị ka onye isi oche GFA.",
  "Ọ bụ onye isi ụlọ ọrụ Swedru All Blacks FC, otu ọgbakọ Ghana nke dị na Swedru.  Ma, n'October 2008 ọ kwụsịrị n'ọkwá ya dị ka CEO nke klọb.  N'oge ọchịchị ya dị ka CEO nke All Blacks FC ọ nwetara nkwekọrịta nkwado kit na Mizuno Japanese maka klọb.. O duuru All Blacks gaa n'ihu na Ghana Premier League site na Division n'afọ 2005.",
  "N'afọ 2010 ọ nwetara otu Division One League Unity FC wee mee ka ha ruo Middle League site na Zone n'afọ 2011. Ọ bụ onye nduzi ugbu a na Ghana Premier League otu Liberty Professionals F.C, ọkwá ọ nọrọ n'ime afọ iri gara aga.",
  "Ọ bụ onye nwe ya na onye isi oche nke Division One League Planners Athletic Club ugbu a."
]