[
  "Georgia Mills Jessup (ubochí irí na itoolu n'ọnwa Machị, 1926 rụo ụbọchị irí abụọ na anọ n'ọnwa Disemba, 2016) bụ ónyé America na-ese ihe, ónyé na-ese ite, onye na'ahụ màkà mgbidi, na ónyé na-eme ihe nkírí.",
  "Jessup, ónyé Washington, D.C., bụ onye Africa-America, Native American, na ndị Europe. Nna ya, Joseph Mills, bụ ónyé sitere na Pamunkey; nne ya bụ Margaret Hall Mills, ónyé na-edozi ntutu nke rọrọ nrọ màkà ọrụ na ihe nkírí.",
  "Nwá nké iri na atọ n'ime ụmụ iri na asatọ, ọ bụ otu n'ime mmadụ iri abụọ na itoolu n'ezinụlọ ya bụ ndị na-arụ ọrụ nka",
  "Mgbè o gosipụtara nkà nka n'oge na-adịghị anya, a zụrụ ya Herman L",
  "Walker; e gosipụtara abụọ n'ime ihe osise ya na 1939 World's Fair, Mgbè ọ dị naanị afọ 13. Jessup bụ ónyé gụsịrị akwụkwọ na 1943 na Dunbar High School. O nwetara nzèrè Bachelor of Fine Arts na Mahadum Howard, ebe ọ gụrụ akwụkwọ na Loïs Mailou Jones, na 1959, na-esote nke ahụ na nzèrè Master of Fine Arts site na Mahaduma Katọlik nke America na 1969.",
  "Jessup nọrọ afọ iri na atọ na-akụzi nka n'ụlọ akwụkwọ ọha na eze nke Washington, D.C., mesịa bụrụ ónyé nlekọta nke agụmakwụkwọ nka maka usoro ahụ",
  "Ọ kụzikwaara na ụlọ akwụkwọ onwé ónyé a ma ama Sidwell Friends",
  "O guzobere \"The World is Your Museum\", ónyé bu ụzọ na Capital Children's Museum, ọ bụkwa ónyé na-ese ihe mbụ na-ebi na Smithsonian Institution's Anacostia Community Museum.",
  "Ihe osise Jessup nke 1967 Rainy Night, Downtown dị na nchịkọta nke National Museum of Women in the Arts. Ihe osise ahụ sitere n'ike mmụọ nsọ nke ihe Jessup nwèrè site na windo ụgbọ ala ya ka ọ nọdụrụ na nkwonkwo nke H na 14th Streets NW na DC",
  "Ihe osise a bụ \"ahụmahụ zuru ụwa ọnụ nke ndụ na-akụ aka nke nnukwu ọbọdọ n'abalị, dị ka M",
  "Therese Southgate si kwuo. Ọrụ ndị ọzọ dị na Anacostia Community Museum na nchịkọta onwe.",
  "Ọ nwetakwara onyinye site n'aka òtù ndị gụnyere Research Club nke Washington, D.C.; Urban League; na American Red Cross.",
  "Jessup nwèrè ụmụ nwoke abụọ na ụmụ nwanyị abụọ, ha niile tinyere aka na nka",
  "Nwá nwanyị Rose Powhatan bụ ónyé na-ese ihe na mgbasa ozi nke tọrọ ntọala ma na-eduzi Powhatan Museum of Indigenous Arts and Culture",
  "Nwá ya nwanyị nke ọzọ, Marsha Jessup, bụ onye na-ese ihe osise ahụike",
  "Ụmụ Juaquin Jessup (ónyé na-egwuri egwu afọ abụọ na otu egwu funk Mandrill) na Miklos Jessup bụ ndị egwu abụọ. Nwa nwanne ya nwoke David Mills bụ ónyé nta akụkọ na ónyé édémédé telivishọn na-enweta Emmy Award.",
  "Ọ nwụrụ n'ụlọ na Columbia, Maryland, na úbọchị irí abụọ na anọ n'ọnwa Disemba, 2016, mgbè ọ dị afọ irí itoolu",
  "Ọ hapụrụ ụmụ anọ, ụmụ ụmụ ise, na ụmụ ụmụ iri na otu."
]