[
  "|George Lilanga na otu n'ime ihe osise ya site n'aha: anyị ndizi anangalia ulimi yun, unawasha (\"Banana lee m anya, enwere m mmiri n'ọnụ\")]]\nGeorge Lilanga (1934 - 27 June 2005) bụ onye Tanzania na-ese ihe na onye na-ese ihe ọkpụkpụ, na-arụsi ọrụ ike site na ngwụcha afọ 1970 ruo mmalite narị afọ nke 21",
  "Ọ bụ onye Makonde ma biri ihe ka ukwuu n'oge ndụ ya na Dar es Salaam, obodo kachasị ukwuu na Tanzania",
  "Ya na ndị ọzọ na-ese ihe n'Afrịka n'oge a, e gosipụtara ọrụ ya na ihe ngosi nka mba ụwa, gụnyere Africa Remix 2004 ma ọ bụ African Art Now n'afọ 2005. Site na ihe ngosi ndị a na mmasị nke ndị na-akatọ nka na ndị na-anakọta nka Africa nke oge a, Lilanga ghọrọ onye omenkà a ma ama na mba ụwa nke Tanzania.",
  "Na mbido, ọ rụrụ ọrụ na omenala nka Makonde nke ịkpụ ihe a tụrụ atụ site na osisi",
  "Mgbe ọ kpughere ndị na-ese ihe nke oge a ndị ọzọ na ebe ọdịnala Nyumba ya Sanaa (Ụlọ nka), ọ gbanwere ụdị ihe ọkpụkpụ n'ime ọrụ nka abụọ dịka ihe osise, etchings ma ọ bụ panel",
  "Site na ihe ọhụrụ a, ọ mepụtara ụdị nke ya site na ihe ndị a na-akpọ ihe oyiyi Makonde nke oge a",
  "Ihe osise ya bụ ihe e ji mara ya maka ụdị ya mara mma na nke na-emegide onwe ya, na-egosipụta ndụ kwa ụbọchị na Tanzania dịka ọ hụrụ ya.",
  "Ezigbo ebe na ụbọchị a mụrụ Lilanga ejighị n'aka, ọ bụ ezie na o kwuru na a mụrụ ya n'afọ 1934 n'obodo Kikwetu, mpaghara Masasi, na mpaghara Mtwara nke ndịda Tanzania.",
  "Nne na nna Lilanga bụ ndị Makonde (otu agbụrụ bi na Mozambique nakwa Tanzania)",
  "Nna ya bụ onye ọrụ ugbo, onye na-arụ ọrụ n'ubi sisal, o nwekwara ụmụnne nwoke abụọ, ndị nwụrụ tupu ya",
  "Lilanga gara ụlọ akwụkwọ praịmarị naanị afọ atọ. N'ọrụ nke afọ ndị ikpeazụ ya, nke a raara nye ndụ obodo, ọ laghachiri ọtụtụ ugboro na nnọchite anya ncheta ya nke oge obi ụtọ, mgbe ụmụ akwụkwọ ụlọ akwụkwọ natara diplọma ha",
  "[dị ka on]",
  "N'afọ 1970, Lilanga kpebiri ịkwaga Dar es Salaam, ebe enwere ohere ka ukwuu maka ire ihe ọkpụkpụ na ime nka nke oge a",
  "N'afọ 1971, ọ chọtara ọrụ mbụ ya, site n'enyemaka nke nwanne nna ya, Augustino Malaba, onye a ma ama na-ese ihe, onye ga-abụ onye ya na ya na-arụkọ ọrụ n'ọdịnihu",
  "Ọ malitere dịka onye nche abalị na House of Art (Nyumba ya Sanaa), ebe ọdịnala maka mmepe nke nka na nka Africa na Dar es Salaam",
  "N'afọ 1982, o mepụtara ọnụ ụzọ osisi na ihe oyiyi shetani maka ebe ọdịnala a",
  "Mgbe e bibiri Ntumba ya Sanaa, onye Germany na-anakọta ọnụ ụzọ ndị a zụrụ ma weghachite ha ma dee ha n'akwụkwọ George Lilanga: The Doors of Ntumba ya Ganaa",
  "N'afọ 1974, a chọpụtara na ọ na-arịa ọrịa shuga",
  "\" Ike gwụrụ m mgbe niile, enweghị m ike ịgbaso usoro m na-eme kwa ụbọchị",
  "Ya mere, ekpebiri m ịbanye maka nyocha zuru oke n'ụlọ ọgwụ dị n'ógbè ahụ",
  "N'oge ahụ, ndị dọkịta kpebiri na enwere m ọrịa shuga\".",
  "Lilanga nwụrụ na Mọnde abalị 27 ọnwa June afọ 2005, na Dar es Salaam, n'ụlọ ọrụ ya na Mbagala.",
  "Naanị ya",
  "Ìgwè"
]