[
  "George Sidhom (Arabic; 28 Mee 1938 -27 Machị 2020), bụ onye na-eme ihe ọchị n'Egypt",
  "A mụrụ George Sidhom na Sohag, Egypt na 28th nke May afọ 1938 o wee lụọ Linda Makram, onye bụ onye na-ahụ maka ọgwụ nke ya na ya nọrọ ruo mgbe ọ nwụrụ n'afọ 2020.",
  "Site n'oge ọ bụ nwata, Sidhom hụrụ ihe nkiri n'anya ma mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị ọ ghọrọ onye isi nke ndị na-eme ihe nkiri n\"ụlọ akwụkwọ ahụ",
  "O nwetara nzere bachelọ ya na Faculty of Agriculture, Ain Shams University n'afọ 1961.",
  "Mgbe Sidhom nọ na kọleji, ọ rụrụ ọrụ na mmemme TV a na-akpọ \"Dosh bared\" (Cold Shower) nke onye nlekọta mmekọrịta ya gwara ya ka ọ sonye na mmemme ahụ ọ zutere ndị ọrụ ibe ya Samir Ghanem, na El Deif Ahmed na atọ ahụ mechara bụrụ Tholathy Adwa'a El Masrah.",
  "Ụdị ihe ọchị George Sidhom bụ ngwakọta nke ihe ọchị slapstick, mkparị na ịrụ ọrụ nke onye dị nkọ",
  "O jikwa ahụike ya mee ihe n'oge ụfọdụ, na-ekwusi ike na iribiga nri ókè",
  "Site n'ọrụ ya, o sonyere na ihe nkiri dị iche iche 'Karamat Zawgaty' na Salah Zulfikar na Shadia, 'El-Bahth 'an Fediha' yana ọtụtụ ihe nkiri Ndị Kraịst dịka St Abanoub, na ihe nkiri ndị ọzọ.",
  "N'oge ndụ ya, George ekwenyeghị na mgbasa ozi ọdịnala site na ọkọlọtọ na mgbasa ozi zuru ezu ma kama ọ na-akwọ ụgbọala ya na Samir Ghanem, na El Deif Ahmed iji kwupụta egwuregwu ọzọ ha na-ekere òkè na ya.",
  "Ezigbo nzute mbụ Sidhom na aha ọma, bụ mgbe o guzobere 'Tholathy Adwa'a El Masrah' nke Samir Ghanem, El Deif Ahmed na ya mere ihe osise egwu dị iche iche, ihe ngosi na-atọ ọchị, ihe nkiri na-atọ ụtọ, na ihe nkiri",
  "Mbido mbụ ha bụ ihe nkiri na-atọ ọchị nke Egypt \"Doctour Elhaa'ny\" (Dọkịta Zọpụta M), ihe ngosi dị mkpirikpi nke mere ka ha mara ụwa nke ama.",
  "Tholathy Adwa'a El Masrah gosipụtara ihe ngosi Ramadan Riddles nke mbụ na TV ma gaa n'ihu ruo afọ iri, nke Hussain El-Said dere. Ihe nkiri ha kachasị ewu ewu bụ \"Akher Shakawa\" na \"30 Yom fel Segn\" tinyere \"El Maganeen El Talata\" (aha ndị Ijipt).",
  "Mgbe El Deif Ahmed nwụsịrị na 6th nke Eprel afọ 1970, Ghanem na Sidhom gara n'ihu n'okpuru otu aha (Tholathy Adwa'a El Masrah) ruo 1982",
  "Egwuregwu abụọ a ma ama nke Tholathy Adwa'a El Masrah, mgbe afọ 1970 gasịrị, bụ;",
  "N'afọ 1967, George dara mbà n'obi n'ihi Agha Ụbọchị Isii nke Egypt tinyere aka na ya wee gaa Alexandria ebe ọ zutere Mohamed Hamdy Ashour, Gọvanọ Alexandria n'oge ahụ, onye gwara ya ka ọ rụọ ọrụ na egwuregwu ihe nkiri.",
  "N'afọ 1986, Egypt gabigara ọgba aghara nchekwa nke ọgba agha ndị agha Egypt nke afọ 1986 mgbe a gbara Alhosabir Theater, ebe George tinyere ọtụtụ ego ya ọkụ",
  "Ihe omume a hapụrụ George na nkụchi obi, n'ihi ya ọ ghaghị ịga London iji nweta ọgwụgwọ.\nMgbe ihe omume ahụ gasịrị, Sidhom laghachiri Cairo ebe ọ mepere ụlọ oriri na ọṅụṅụ n'afọ 1987 na Egypt ebe a na-akpọ efere ahụ aha egwuregwu ya.",
  "George sonyere n'ihe karịrị 22 TV show, 59 film, 32 theater plays, 6 talk show, na 5 radio plays.",
  "Ụfọdụ n'ime ọrụ ya gụnyere;",
  "N'etiti afọ iri itoolu, ndị na-ahụ maka ụtụ isi weghaara ọkwa Sidhom n'otu ihe omume ebe ọ chọpụtara na nwanne ya nwoke Amir Sidhom gbazitere ọkwa ahụ n'amaghị ama wee gaa United States.\nN'ihi ihe omume a, George nwere ọrịa mkpọnwụ ahụ nke hapụrụ ya na ahụ mkpọnwụ n'akụkụ aka nri ya ma metụta mmegharị na okwu ya nke mere ka ọ laa ezumike nká.",
  "Sidhom nwụrụ na 27 Machị 2020 n'ime ụlọ ọgwụ onwe onye na Heliopolis, Egypt mgbe ogologo oge ya na ahụike ya lụchara ọgụ."
]