[
  "George Moses Horton (1798–mgbe 1867), \"onye Black bard nke North Carolina\", bụ onye Afrịka na-Amerịka na-ede uri si North Carolina bụ onye ohu",
  "Nchịkọta mbụ ya, Olileanya nke nnwere onwe (1829), bu n'obi inweta ego zuru ezu iji zụta nnwere onwe ya, mana o meghị nke ahụ",
  "O nweghi onwe ya ruo n'afọ 1865, mgbe ndị agha Union na Emancipation Proclamation ruru North Carolina.",
  "Horton bụ onye edemede nke akwụkwọ mbụ e bipụtara na North Carolina",
  "Phillis Wheatley bipụtara na London n'oge ọchịchị mgbe ndị nkwusa Boston jụrụ ya",
  "Mana Horton bụ onye edemede Afrịka-Amerịka mbụ e bipụtara mgbe United States nwetachara nnwere onwe.",
  "A mụrụ Horton n'ohu n'ugbo William Horton n'afọ 1798 na Northampton County, North Carolina",
  "Ọ bụ nwa nke isii n'ime ụmụ iri; aha nne na nna ya furu efu n'akụkọ ihe mere eme.",
  "Onye nwe ya kwagara mgbe Horton bụ nwata; n'afọ 1800, a kpọọrọ nwata nwoke ahụ na ọtụtụ ndị ezinụlọ ya ka ha soro nna ya ukwu gaa n'ugbo ụtaba ọhụrụ na ime obodo Chatham County",
  "N'afọ1814 William Horton nyere onye ntorobịa ahụ dị ka ihe onwunwe nye onye ikwu ya bụ James Horton",
  "N'afọ 1819, e mebiri ala ahụ, ezinụlọ George Horton kewara",
  "Abụ ya \"Division of an Estate\", nke e dere ọtụtụ afọ mgbe e mesịrị, gosipụtara ahụmahụ a.",
  "N'ịbụ onye a maara dị ka onye na-ede uri, Horton gbalịrị inweta ego zuru ezu site na uri ya iji zụta nnwere onwe ya",
  "N'otu oge n'afọ ndị afọ 1830, ọ \"lụrụ\" (a naghị ekwe ka alụmdi na nwunye iwu kwadoro) Martha Snipes, nwanyị ohu nke Franklin Snipes nwere na Chatham County. : 146 Di na nwunye ahụ nwere ụmụ abụọ, Free na Rhody A maara obere ihe ọzọ banyere ezinụlọ ahụ.",
  "Mgbe ọ dị afọ iri isii, nke pụtara ihe dị ka afọ 1858, ọ kọwara onwe ya dị ka \"Onye Hal Horton bi ugbu a na Chatham County\". : 1248",
  "Edemede \"Nkọwapụta\" nke meghere Olileanya nke nnwere onwe na-ekwu maka ọchịchọ Horton ịkwaga na mpaghara ọhụrụ nke Liberia; e bipụtara nchịkọta ahụ iji gbaa onyinye ume",
  "Akwụkwọ ole na ole n'ime akwụkwọ ndị na-ekpochapụ [nke?] tụrụ aro ka ọ nweta ego iji zụta nnwere onwe ya ma kwụọ ụgwọ njem ya na mpaghara ahụ",
  "Mgbalị ndị a enweghị ihe ịga nke ọma ma a tọhapụghị Horton ruo n'afọ 1865, mgbe ndị agha Union rutere n'ógbè ya",
  "N'okpuru Emancipation Proclamation nke Afọ 1863, ha tọhapụrụ ndị ohu niile nọ na steeti ndị kewapụrụ onwe ha",
  "Horton mere enyi onye ọrụ Union na-eto eto na otu ahụ, William H",
  "S",
  "Banks",
  "Ọ hapụrụ Chapel Hill na Banks, na-aga Philadelphia na steeti Pennsylvania",
  "Banks nyeere Horton aka inweta nchịkọta ya Naked Genius bipụtara n'otu afọ ahụ.",
  "Ugbu a ọ bụ onye nweere onwe ya, mgbe ọ dị afọ iri isii na asatọ Horton bi na Philadelphia, ebe ọ gara n'ihu na-ede uri maka akwụkwọ akụkọ obodo",
  "Abụ ya bụ \"A machibidoro ịnya ụgbọ ala n'okporo ámá\" gosipụtara mmechuihu ya na mmeso na-ezighị ezi nke ndị ojii mgbe nnwere onwe gasịrị",
  "Mgbe ọ bịarutere Ọbọdọ Philadelphia tupu oge ọkọchị nke afọ 1866, o dere akụkọ ụlọ akwụkwọ Sọnde n'aha ndị enyi ya bi n'obodo ahụ.",
  "N'ịbụ onye nwere nkụda mmụọ na ịkpa ókè agbụrụ ọ zutere na Philadelphia, Horton nwere ihe ịga nke ọma n'ịkwaga Bexley, Liberia, : otu puku na narị abụọ na iri abụọ na anọ rutere Jenụwarị 7, 1867. : 151–152 Nke a bụ nke ikpeazụ a maara banyere ya. Ọ bụ ezie na a na-ahụ ụbọchị ọnwụ ya na ụfọdụ akwụkwọ ndị na-adịbeghị anya, a maghị ebe ọnwụ ya, ụbọchị, na olili ya",
  "O nwere ike ịbụ na ọ laghachiri Philadelphia: otu puku na narị abụọ na iri abụọ na anọ Enweghị foto ma ọ bụ eserese Horton a maara."
]