[
  "George Milwa Mnyaluza Pemba (1912 na Korsten, Port Elizabeth - 2001) bụ onye na-ese ihe na onye edemede South Africa",
  "E nyere ya Order of Ikhamanga mgbe ọ nwụsịrị.",
  "A mụrụ Pemba na 1912 na Hill's Kraal, Korsten, Port Elizabeth",
  "Ọ bụ nwa nke ise nke Rebecca na Titus Pemba",
  "Ọ gara Van der Kemp Mission Primary School ruo 1924 mgbe o nwetara ohere ịgụ akwụkwọ n'efu nke Grey iji gaa Paterson Secondary School",
  "Dị ka nwatakịrị, nna ya gbara ya ume ise ihe na ite ihe, ya mere ọ malitere ise ihe osise n'ụlọ ezinụlọ ya ma mepụta foto site na foto nke ndị were nna ya n'ọrụ",
  "Nna ya nwụrụ n'ihe mberede ọgba tum tum na 1926.",
  "Ọ nwetara ohere ịgụ akwụkwọ n'efu nke Grey, nke nyeere ya aka inweta agụmakwụkwọ praịmarị, na 1931 ọ nwetara Diploma onye nkuzi na Lovedale Training College na Eastern Cape",
  "Na Lovedale, Pemba mepụtara ihe osise maka akwụkwọ ndị Lovedale Press bipụtara ma bụrụ onye Reverend R",
  "H",
  "W",
  "Shepherd, onye isi ikpeazụ a họpụtara na Lovedale, duziri",
  "Ọ gara n'ihu na-arụ ọrụ n'ebe ahụ ruo 1936 ruo mgbe ọ malitere ọrụ nkuzi na Wesleyan Mission School na King William's Town",
  "Ọ hapụrụ nkuzi mgbe afọ asaa gasịrị iji nweta ọrụ a na-akwụ ụgwọ ka mma dị ka onye ozi nke Native Commissioner's Court, wee bụrụ onye na-anakọta ego maka ndị nchịkwa obodo.",
  "N'afọ sochirinụ, ọ gụrụ akwụkwọ n'okpuru Prọfesọ Austin Winter Moore ruo ọnwa ise na Mahadum Rhodes, nke mere ka o kwe omume site na onyinye e nyere site na Bantu Welfare Trust",
  "E nyere Pemba onyinye nke abụọ n'afọ 1941",
  "N'oge a, ọ nọrọ izu abụọ na ụlọ ọrụ Maurice van Essche na Cape Town na-aga klas nka",
  "Ọ bụ na ụlọ ọrụ Maurice van Essche bụ ebe ọ zutere Gerard Sekoto na John Mohl",
  "Sekoto gbara ya ume ka ọ rụọ ọrụ dị ka onye na-ese ihe oge niile ma gbanwee ihe ọ na-ese site na mmiri gaa na mmanụ",
  "Ọ gara Johannesburg, Durban, KwaZulu-Natal, Umtata na Basutoland na-ese foto nke ụmụ amaala ọ zutere na mpaghara dị iche iche.",
  "Site na 1952 ruo 1978 ọ gbakwunyere ego ọ na-enweta site na ire ihe oriri na ụlọ ahịa spaza a na-akpọ Gabby's Store",
  "Mgbe nke ahụ gasịrị, Pemba kụziiri ụmụaka nka na SA Institute of Race Relations na 1979 ka enyere ya nzere Master of Arts Degree site na Mahadum Fort Hare",
  "George Pemba nwalere ihe osise wee ghọọ onye a ma ama na-eji mmanụ ese ihe.",
  "E mere ihe ngosi nke ihe osise na-aga nke ọma site na 1940s gaa n'ihu na The Everard Read Gallery na 1991",
  "N'afọ 1992, ihe ngosi nke abụọ mere iji cheta afọ irí asatọ ya, nke a na-emekwa ememe ya na onye na-ese ihe na King George VI Art Gallery na Port Elizabeth.",
  "E gosipụtara ọrụ mbụ Pemba na Feather Market Hall na Port Elizabeth n'afọ 1928, mgbe ọ dị afọ iri na isii",
  "N'afọ 1934, a gwọrọ Pemba maka appendix gbawara agbawa ma ọ nọrọ n'ụlọ ọgwụ na-ese foto nke ndị nọọsụ na ndị dọkịta. Ihe osise ụlọ ọgwụ ya dọtara uche onye na-ese ihe n'ala Ethel Smythe onye nwere mmasị na Pemba ma nye ya nkuzi",
  "Smythe nwere nnukwu nchịkọta akwụkwọ nke mere ka ọ mara ọrụ Rembrandt Harmenszoon van Rijn, Diego Velázquez na impressionism. N'afọ 1937, Pemba nwetara ihe nrite mbụ na May Esther Bedford Competition ebe onye egwu na onye na-ese ihe Gerard Sekoto nwetara ihe nrite nke abụọ",
  "Ọrụ mbụ ya bịara na 1950, n'ụdị onyinyo nke onye nkuzi na onye na-eme ihe ike, Prọfesọ Davidson Don Tengo Jabavu maka Mahadum Fort Hare.",
  "Pemba mepụtara ihe nkiri na-atọ ọchị maka mbipụta mbụ nke akwụkwọ akụkọ African National Congress nke a kpọrọ Isizwe ma wepụta na June 1959.",
  "Pemba, bụkwa onye edemede, onye dere ma mee ma ọ dịkarịa ala egwuregwu abụọ - Akụkọ Nongqawuse na Onye Amụma Xhosa Ntsikana O mechara mepụta ihe osise iji gosipụta ihe nkiri ahụ",
  "Ọrụ ihe nketa South Africa.",
  "A maara ihe osise Pemba maka ihe ha dere na iji agba eme ihe",
  "A maara ya dị ka onye ọsụ ụzọ nke mmekọrịta mmadụ na ibe ya na South Africa.",
  "N'afọ 1995, Barry Feinberg mepụtara ihe ngosi banyere George nke akpọrọ George Pemba: A Painter of the People na mmekorita ya na Mayibuye Centre for History and Culture."
]