[
  "Na June2021, etinyere ya dị ka Akyempim Odefey (Chief) nke Senya Beraku Traditional Area wee na stool aha Nenyi Kobena Andakwei VI..",
  "A mụrụ George na 27 Eprel 1970 ma si Senya Beraku na Central Region nke Ghana. Ọ gụrụ akwụkwọ sekọndrị na Achimota School wee gaa KNUST ebe ọ gụrụ maka nzere bachelọ na Biochemistry",
  "George nwekwara nzere MBA na ahịa site na Mahadum nke Ghana Business School.",
  "George arụwo ọrụ maka ọtụtụ ụlọ ọrụ a ma ama, site na ịbụ onye isi ahịa nke Guinness Ghana Breweries Ltd ruo ịbụ onye isi ahịa ahịa maka Scancom Limited.. t Ọ bụ onye otu MTN ka ọ bụrụ onye isi ahịa ahịa na Bharti Airtel Nigeria, onye so na Bharti Group ruo onye isi ọrụ (onye njikwa obodo) nke Glo Mobile Ghana",
  "nye onye isi mpaghara, nkwalite ahịa ahịa, Globacom (Nigeria, Ghana, Benin)Ọ gara n'ihu guzobe ụlọ ọrụ nke ya akpọrọ RUDDER SOLUTIONS, ụlọ ọrụ na-ahụ maka njikwa azụmaahịa dabere na Ghana nke na-enye ndị ọkachamara agbakwunyere n'ụzọ zuru ezu",
  "ọrụ maka azụmahịa / mmepe ahịa, nzikọrịta ụlọ ọrụ / ika, njikwa aha, mmepe ọwa ahịa ozugbo na nkuzi ndu Ọ rụkwara ọrụ na ngalaba isi Accra nke SG-SSB site na Machị 2001 ruo Eprel 2002.. Ọ bụkwa onye omeiwu maka Awutu Senya West Constituency na 7th Parliament nke 4th Republic na osote minista maka nkwukọrịta.",
  "George bụ onye guzobere otu Occupy Ghana otu ndọrọ ndọrọ ọchịchị Ọ bụkwa onye omeiwu New Patriotic Party maka mpaghara Awutu-Senya West.",
  "Na June, 2020 ndị nnọchiteanya nke NPP họpụtara ya ka ọ nọchite anya Awutu-Senya West Constituency na ntuli aka Ghana nke 2020 dị ka onye omeiwu ha. Gizella Tetteh-Agbotui nke National Democratic Congress tụfuru oche ya. Ọ bụbu osote minista na-ahụ maka nkwukọrịta.",
  "N'ọnwa Eprel afọ 2022, ọ wepụtara akwụkwọ ya akpọrọ 'Determined to do more'.",
  "George lụrụ di na ụmụ anọ ma bi na Accra na ezinụlọ ya Ọ bụ Onye Kraịst.",
  "N'April 2019, George gosipụtara ihe dị ka oche ndị isi iri na abụọ na ngalaba nke Marketing na Entreiat na Mahadum Ghana Business School.."
]