[
  "A na-ewere Georgia Louise Harris Brown (Jụn 12, 1918 ruo  Septemba 21, 1999) dị ka nwanyị Afrịka Amerịka nke abụọ ịghọ onye na-ese ụkpụrụ ụlọ na United States. Ọ bụkwa nwanyị ojii mbụ nwetara akara ugo mmụta na ihe owuwu na Mahadum Kansas. Ọ bụkwa naanị onye isi ojii so na Chicago chapter nke Alpha Alpha Alpha Gamma (ndị na-ewu ụlọ na ndị ọkachamara ụmụ nwanyị).",
  "A mụrụ Brown na Topeka, Kansas na Carl Collins na Georgia Watkins, ọ bụkwa nwa nke etiti nke ụmụ ise",
  "Nna ya bụ onye na-ahụ maka ụgbọ mmiri na nne ya bụ onye nkuzi ụlọ akwụkwọ nke na-amụkwa egwu oge ochie. Brown gosipụtara ikike nka na igwe n'oge ọ dị obere: ya na nwanne ya nwoke nke okenye rụrụ ọrụ n'ụgbọala na ngwá ọrụ ugbo ma nwee mmasị na eserese. Ọ gara Seaman High School wee gaa Mahadum Washburn n'etiti 1936 na 1937. N'afọ 1938, ọ kwagara Chicago wee banye na klas na Armour Institute of Technology, nke e mechara mara dị ka Illinois Institute of Technology ma gụọ akwụkwọ n'okpuru Mies van der Rohe. Site na 1940, ọ gara Mahadum nke Kansas wee nweta akara ugo mmụta ya n'ihe owuwu na 1944, nwanyị ojii mbụ mere ya na mahadum ahụ. Na 1941, ọ lụrụ James A",
  "Brown; ha gbara alụkwaghịm na 1952.",
  "Brown malitere ịrụ ọrụ na Chicago maka Kenneth Roderick O'Neal site na 1945 ruo 1949. Ọ ghọrọ onye na-ahụ maka ihe owuwu na Julaị 19, 1949, wee malite ịrụ ọrụ maka Frank J",
  "Kornacker & Associates n'otu afọ ahụ. Ọ bụ ya na-ahụ maka ngụkọta nhazi na ụlọ ndị dị na 860 Lake Shore Drive na Chicago. Mgbe ọ nọ na ụlọ ọrụ mmadụ asatọ nke Kornacker, ọ gara klas injinia obodo nke mgbede ma na-enwu ọnwa. Ọ rụrụ ọrụ na Chicago ruo 1953, mgbe ọ hapụrụ Brazil. Otu n'ime ihe mere o ji hapụ United States bụ n'ihi na \"ohere maka ọganihu nwere oke agbụrụ ya\" nakwa na Brazil, a ga-enwe obere agbụrụ maka ihe ịga nke ọma ya.",
  "Brown mụtara ịsụ Portuguese site n'iso enyi ya mụọ ihe, wee kwaga São Paulo na 1954. N'akụkụ nke afọ 1954, ọ rụrụ ọrụ maka Charles Bosworth, mana o mechara mepee ụlọ ọrụ ime ụlọ nke ya, Escandia Ltda.",
  "Na Brazil, Brown rụrụ ọrụ n'ọtụtụ ụlọ na ọrụ dị mkpa",
  "Ọ bụ onye njikwa ọrụ na onye na-emepụta ihe maka nnukwu ụlọ dị na Osasco ma mesịa bụrụ nke Pfizer Pharmaceutical Corporation nwere na Guarulhos. O mekwara ụlọ ọrụ Jeep na San Bernardo na ụlọ ọrụ mbupu maka Siemens. O mekwara ọdụ ụgbọ elu maka Krupp nke Germany. Ihe ndị ọzọ dị ịrịba ama gụnyere ụlọ ọrụ ihe nkiri Kodak Brasileire Comerico nke dị na São Jose dos Campos. O mekwara ihe karịrị ụlọ iri na abụọ site na 1971-1985 maka ndị Brazil bara ọgaranya.",
  "N'afọ 1995, Brown kwagara Washington, D.C",
  "ebe ọ lara ezumike nká ma nọrọ afọ ndị fọdụrụ ya dị ka onye nduzi ndị ntorobịa afọ ofufo na St",
  "Luke's Episcopal Church. Mgbe a wasịrị ya ọrịa kansa n'afọ 1999, ọ banyere n'ọnọdụ coma a na-atụghị anya ya nke were izu abụọ ruo mgbe ọ nwụrụ."
]