[
  "Georges Constant Mandjeck (amụrụ na 9 Disemba 1988) bụ onye Cameroon ọkachamara na-agba bọọlụ nke na-agba dịka onye na-agba ọsọ n'etiti maka klọb Turkish Kocaelispor",
  "Mandjeck sonyeere Stuttgart site na Kadji Sports Academy n'oge ọkọchị nke afọ 2007 wee mee asọmpi mbụ ya maka klọb ahụ na 25 Julaị 2007 na mmeri ha meriri Bayern Munich n'ụlọ ha na ọkara ikpeazụ nke Premiere-Ligapokal, na-abịa dị ka onye nọchiri Antônio da Silva na nkeji nke 89",
  "Ọ ghọrọ naanị asọmpi ya maka Stuttgart n'oge oge 2007-08.",
  "Na 30 Jenụwarị 2008, a gbazinyere Mandjeck na 2",
  "Akụkụ Bundesliga 1",
  "FC Kaiserslautern ruo na ngwụcha oge. O mere egwuregwu mbụ ya maka klọb ahụ na 1 Febụwarị 2008 na egwuregwu ha na Borussia Mönchengladbach, malite egwuregwu ahụ ma jiri Moussa Ouattara dochie ya na nkeji nke 67",
  "Ọ gara n'ihu na-eme ngụkọta nke egwuregwu 10 maka Kaiserslautern tupu ọ laghachi Stuttgart na ngwụcha oge ahụ.",
  "Mpụta asọmpi mbụ Mandjeck kemgbe ọ laghachiri Stuttgart bịara na 28 Ọgọstụ 2008 na mmeri 4 zụrụ na Hungary Gy гори ETO FC na akụkụ nke abụọ nke asọmpi nke abụọ maka iko UEFA, na-abịa dị ka onye nọchiri Pável Pardo na nkeji nke 63",
  "Ọ gara n'ihu mee nke mbụ ya na Bundesliga na 13 Septemba 2008 na Stuttgart na-enweghị ihe mgbaru ọsọ na 1899 Hoffenheim, na-apụta na bench iji dochie Khalid Boulahrouz na nkeji nke 84.",
  "N'ọnwa Julaị afọ 2009, a gbazinyere Mandjeck ọzọ na 1",
  "FC Kaiserslautern ruo na ngwụcha oge 2009 na 10",
  "O mere asọmpi mbụ ya n'oge ahụ na 31 Julaị 2009 na mmeri Kaiserslautern na Eintracht Braunschweig na agba nke mbụ nke German Cup ma gosikwa na egwuregwu mmeghe nke oge ahụ na 8 Ọgọst 2009, mmeri 2 n'ụlọ na Greuther Fürth, na-egwu nkeji 90 zuru ezu na egwuregwu abụọ a",
  "O mechara guzobe onwe ya dị ka onye na-anọkarị na klọb ahụ.",
  "N'ọnwa Julaị afọ 2010, ọ kwagara Stade Rennais F.C.",
  "Na Jenụwarị 2013, ọ kwagara Auxerre.",
  "Mandjeck kwagara Kayseri Erciyesspor na ego nke € 4 nde",
  "Ọ bịanyere aka na nkwekọrịta ruo n'afọ 2016.",
  "Na 11 Jenụwarị 2018, Sparta Prague gbazinyere Mandjeck na Ligue 1 FC Metz ruo na ngwụcha oge ahụ.",
  "Na 29 Septemba 2020, Mandjeck sonyeere Belgian First Division A nke Waasland-Beveren.",
  "Na 8 Julaị 2021, ọ bịanyere aka na Kocaelispor na Turkey.",
  "Mandjeck so na ndị otu Cameroon maka 2008 Summer Olympics",
  "Ọ bịara dị ka onye nnọchi anya n'egwuregwu mbụ ha na South Korea, ebe ọ gbara goolu iji nweta Cameroon na 1 01",
  "Ọ pụtara nke abụọ ya n'egwuregwu nke atọ nke otu ahụ, egwuregwu na-enweghị ihe mgbaru ọsọ megide Ịtali, ebe a chụpụrụ ya maka ịpị ụkwụ Antonio Nocerino.",
  "Àtụ:Updated",
  "Cameroon"
]