[
  "Gerald Williams (amụrụ n'afọ 1941 na Chicago, Illinois) bụ onye America na-ese ihe nkírí nke ọrụ ya nwèrè mmetụta n'ime Black Arts Movement, ihe omume màrà mma nke mba ụwa nke gosipụtara na 1960s ma na-aga n'ihu na-agbanwe taa. Williams bụ ónyé guzobere AfriCOBRA. E gosipụtara ọrụ ya na ihe ngosi na ụfọdụ n'ime ụlọ ngosi ihe mgbè ochie kachasị mkpa n'ụwa, gụnyere Tate Modern, Museum of Contemporary Art, Chicago, Studio Museum na Harlem, na Institute of Contemporary Arts, Philadelphia. Na mgbakwunye na mmetụta ya dị ka onye na-ese ihe n'oge a, ọ rụrụ ọrụ na Peace Corps, kụzie na usoro ụlọ akwụkwọ ọha na eze nke Chicago na Washington, D.C., ma rụọ ọrụ dị ka onye nduzi Arts and Crafts Center màkà United States Air Force",
  "N'afọ 2015, ọ laghachiri n'ógbè ya dị na Woodlawn, Chicago, ébé ọ bi ma na-arụ ọrụ ugbu a",
  "N'afọ 2019, ụlọ akwụkwọ nkè Art Institute nke Chicago nyèrè Maazị Williams The Honorary Doctors of Philosophy in Art, ya na ndị guzobere AFRICOBRA, Jae Jarrell, na Wadsworth A",
  "Jarrell.",
  "Williams gụsịrị akwụkwọ na Englewood High School na 1959, nké dị na 6201 S",
  "Stewart",
  "A kwaturu ụlọ akwụkwọ ahụ na 1979, meghere ya ọzọ n'ebe ọzọ, mgbè ahụ, e mechiri ebe ahụ na 2008. Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ debanyere aha dị ka ónyé isi na-ahụ maka ndekọ ego na etiti Chicago campus nke Mahadum Roosevelt, nke dị na narị anọ na iri atọ South Michigan Avenue",
  "Mgbè ọ hapụsịrị Roosevelt, ọ gụrụ akwụkwọ site na Jenụwarị 1961 ruo Disemba 1962 na Woodrow Wilson Junior College na South Halsted Street, nke a maara taa dị ka Kennedy-King College, ebe ọ nwetara akara ugo mmụta ya na nka",
  "Mgbe ọ rụchara ọrụ afọ abụọ na Air Force, ọ laghachiri Chicago na 1966 wee banyé na klas abalị na Loop College, nkè a maara ugbu a dị ka Harold Washington College, mgbe ọ na-agụkwa klas eserese na imepụta ihe na Art Institute of Chicago",
  "N'afọ 1967, ọ debanyere áhà ógè niile na klas nka na Chicago Teachers College, nke a maara ugbu a dị ka Mahadum Chicago State",
  "O nwetara nzèrè Bachelor of Arts na Chicago Teachers College n'afọ 1969",
  "N'afọ 1973, Williams kwagara Washington, D.C., wee debanye aha na mmemme gụsịrị akwụkwọ na Mahadum Howard",
  "O nwetara nzèrè Masters of Fine Arts na eserese site na Howard n'afọ 1976.",
  "E gosipụtara ọrụ Williams n'ọtụtụ mba na mba ụwa na ihe ngosi onwé ónyé na nke otu",
  "Ihe ngosi ya n'onwe ya gụnyere ihe ngosi na Mahadum Chicago State, Mahadum South Carolina, NOA Gallery na Washington, DC, American Cultural Center na Dakar, Senegal, na French Cultural Center na Nairobi, Kenya",
  "E gosipụtakwara ọrụ ya n'ihe ngosi otu n'ọtụtụ ebe ngosi ihe mgbe ochie a ma ama n'ụwa, gụnyere ihe ngosi Soul of a Nation: Art in the Age of Black Power na Tate Modern na London, England; The Freedom Principle, nke gara Institute of Contemporary Art, Philadelphia yana Museum of Contemporary Arts, Chicago, na AFRICOBRA na Chicago, ihe ngosi ọtụtụ ebe nke South Side Art Center, Reva na David Logan Center for the Arts na Mahadum Chicago, na American History.  O mèrè emume afọ iri ise ya na AFRICOBRA na ngosi ncheta nke otu ahụ na Kavi-Gupta Gallery na Chicago, nke ihe ngosi na-esote na North Miami Museum of contemporary Art (MOCA) n'oge Art Basel sochiri",
  "Site na MOCA, a kpọrọ ihe ngosi ahụ ka ọ gosipụta n'oge 58th Venice Biennale na Palacio Ca Facannon",
  "A na-agụnyekwa ọrụ ya n'ọtụtụ nchịkọta onwe na nke ụlọ ọrụ, gụnyere nke Smart Museum of Art na Mahadum Chicago, Brooklyn Museum, DuSable Museum of African American History, na Johnson Publishing Company, ndị na-ebipụta Ebony na Jet."
]