[
  "Gerald Machona (amụrụ n'afọ 1986) bụ onye Zimbabwe na-ese ihe n'oge aAkụkụ kachasị ama nke ọrụ ya bụ iji dollar Zimbabwe a kwụsịrị. Machona na-arụ ọrụ n'ihe gbasara ọkpụkpụ, arụmọrụ, mgbasa ozi ọhụrụ, foto na ihe nkiri. N'ime ọrụ Machona, ọ na-enyocha nsogbu nke ngagharị, mba dị iche iche, mmekọrịta mmadụ na ibe ya na xenophobia na South Africa.",
  "A mụrụ Machona na Kwekwe, Zimbabwe, n'afọ 1986.  N'afọ 2006, ebe ole na ole na Zimbabwe nyere agụmakwụkwọ dị elu na nka, ya mere Machona hapụrụ Zimbabwe iji nweta nzere bachelors na nka na Michaelis School of Fine Art, Mahadum Cape Town. Ọ gara n'ihu nweta nzere masta ya na nka mara mma na Mahadum Rhodes dị na Makhanda.  Machona na-agbaso PhD ya ugbu a na Mahadum Cape Town",
  "Ya na nwunye ya na onye na-ese ihe ibe ya, Sethembile Msezane bi na Cape Town ugbu a.",
  "N'afọ 2006, mgbe Machona kwagara Cape Town, South Africa, ọ chere nsogbu ihu n'ihi na o nweghị ezinụlọ ma ọ bụ ndị enyi iji nye ya nkwado. Enweghị nkwado ego mere ka a nwee mmetụta nke nkewapụ, nke egosipụtara n'otu n'ime ọrụ ya a ma ama, Abụ m onye Afronaut. Machona ghọrọ onye akaebe na onye esemokwu dị n'etiti ndị isi ojii na ndị ọcha na-achịkwa ndọrọ ndọrọ ọchịchị na South Africa.\nA na-ahụkarị iji ego Zimbabwe a kwụsịrị iji mee ihe n'ọrụ nka ya iji tụgharịa uche n'echiche nke enweghị ike na enweghị njikọ ọ nwere mgbe Machona rutere South Africa. N'ihi oke ịrị elu na ọgba aghara nke akụ na ụba na Zimbabwe, a na-atụ dọla Zimbabwe na pennies ma e jiri ya tụnyere dọla US. Ọ na-eji dọla ndị a eme ihe iji nye nkọwa banyere ego nke kwesiri inye nchekwa, amalitela ịla n'iyi ma mesịa bụrụ ihe mgbe ochie.",
  "Greener Pastures bụ ihe ngosi nke Machona nke emere na Goodman Gallery na Cape Town na 2018. Ihe ngosi ahụ bụ agụụ maka ndụ ma ọ bụ ọnọdụ ka mma, na-egosi isiokwu ndị na-egosi Afro-Utopia",
  "N'ime ihe ngosi ahụ, e gosipụtara foto Your Silence Will Not Protect You (2018)",
  "N'ime foto ahụ, e nwere onye ekpuchiri n'akpụkpọ Holstein, nke okooko osisi ndị e ji dollar mee gbara gburugburu",
  "Omume dị na foto ahụ na-echetara usoro Lobola ebe ụmụ nwanyị nọ n'ezinụlọ nwanyị ahụ a na-alụ ọhụrụ, ji obi ụtọ kụọ nwoke ahụ na-alụ nwanyị ọhụrụ",
  "Machona na-achịkọta ihe ngosi ụmụ nwanyị iji kpughee otu olu matriarchal si na-arị elu ma na-agbanwe ọdịbendị ndị nna ochie nke Africa.",
  "BRICS (2018), bụ otu n'ime ihe osise okooko osisi nke Machona gosipụtara na ngosi Greener Pastures. A na-eji Glass, ọla kọpa na ego a kwụsịrị ịrụ ọrụ mee mpempe akwụkwọ ahụ. N'otu ihe ngosi ahụ, ihe osise okooko osisi 7 Colonial Powers (2018) na-achịkọta okooko osisi mba nke steeti Europe nke kewara kọntinent Afrịka n'ime ihe nkwata ọchịchị n'oge oyi nke 1884/85, ebe BRICS na-anọchite anya akụ na ụba nke narị afọ nke iri abụọ na otu nke na-arụ ọrụ dị ka ike ọchịchị ọhụrụ na, n'ihe banyere China, nwere ọnụ ọgụgụ buru ibu nke ndị ọrụ a mụrụ n'Africa.",
  "Machona nwere ọtụtụ ọrụ na-elekwasị anya na isiokwu nke Afrofuturism. N'afọ 2006, mgbe Machona kwagara Cape Town, ọ chere xenophobia na Afrophobia ihu",
  "Ọrụ ya mgbe ọ biri n'ebe ahụ gosipụtara ọgụ maka ihe ọ na-akpọ Afro-Utopia. Machona na-etinye aka na uwe mbara igwe ya, Ndiri Afronaut (Abụ m Afronaut), nke nwere ihe jikọrọ ya na akwụkwọ ego ụlọ akụ Zimbabwe gosipụtara n'ọtụtụ ọrụ ya. N'afọ 2012, Machona nwere ndị ọzọ na-arụkọ ọrụ na-eyi uwe maka usoro ihe nkiri maka ọrụ ihe nkiri e gosipụtara na Vabvakure (Ndị si n'ebe dị anya). Ka oge na-aga, Afronaut ghọrọ ụdị nchebe megide ihe ize ndụ dị adị ma ọ bụ ihe atụ na South Africa",
  "Na ngwụcha ihe ngosi ahụ, ọ na-agwụcha na ederede dị mfe na Machona na ndị Afronaut ndị ọzọ na-atụfu ihe nchebe ha, na-ekpughe na ha abụghị ndị Europe kama ha bụ ndị nchọpụta Africa.",
  "E gosipụtara Gerald Machona n'ihe ngosi otu a na-akpọ, Disguise: Masks and Global African Art nke dị na nnukwu ụlọ ọrụ, Brooklyn Museum. Ihe ngosi a gụnyere ndị ọzọ a ma ama na-ese ihe n'oge a dịka Nick Cave, Edson Chagas, Emeka Ogboh, Nandipha Mntambo na ọtụtụ ndị ọzọ.",
  "A gụnyere ọrụ Machona na nnukwu ihe ngosi a na-eme kwa afọ abụọ nke a na-akpọ , What remains is tomorrow, na South African Pavilion na 56th Venice Biennale, 2015. N'akụkụ Machona, ihe ngosi ahụ gụnyere ndị na-ese ihe n'oge a dịka Willem Boshoff, Angus Gibson, Jo Ractliffe, Robin Rhode na ọtụtụ ndị ọzọ.",
  "Ụlọ ngosi ihe nkiri, Bremen, Germany",
  "Ụlọ ngosi nke Zimbabwe, Harare, Zimbabwe",
  "Gerald Machona enwetala ọtụtụ ihe nrite n'ọrụ ise ihe ya",
  "E gosipụtala ọrụ Machona n'ọtụtụ nchịkọta ihe osise nke ọha na eze, nke gụnyere Johannesburg Art Gallery, Goodman Gallery, Stevenson Gallery, Iziko South African National Gallery na Zeitz Museum of Contemporary Art."
]