[
  "Gerard Sekoto (ụbọchị itoolu n'ọnwa Disemba 1913 rụọ úbọchị irí abụọ n'ọnwa Machị 1993), bụ ónyé na-ese ihe na ónyé na-eti egwu na South Africa",
  "A maara ya dị ka ónyé ọsụ ụzọ nke nka ojii na mmekọrịta mmadụ na ibe ya",
  "E gosipụtara ọrụ ya na Paris, Stockholm, Venice, Washington, na Senegal, yana na South Africa.",
  "A mụrụ Sekoto n'ubochí itoolu n'ọnwa Disemba 1913 na Lutheran Mission Station na Botshabelo, nso Middelburg, Eastern Transvaal (nke a maara ugbu a dị ka Mpumalanga). Ọ bụ nwa Andreas Sekoto, ónyé isi nkè ndị Kraịst ọhụrụ a tọghatara",
  "Sekoto gụrụ akwụkwọ na Wonderhoek, nke nnà ya, ónyé ụkọchukwu na ónyé nkuzi guzobere. Dị ka nwa nke ónyé ozi ala ọzọ, ọ hụrụ egwu dị ka akụkụ nke ndụ ya ma kọwaara ya harmonium ezinụlọ mgbè ọ dị obere.",
  "Dị ka nwatakịrị, Sekoto na-eji chalk, akwụkwọ, na pensụl na-acha odo odo na-ese ihe. Nkà nka ya pụtara n'oge ọ dị afọ iri na ụma, mgbè ọ gara Diocesan Teachers Training College na Pietersburg",
  "Ụlọ akwụkwọ a, n'adịghị ka ọtụtụ, gosipụtara klas eserese na ọrụ aka ndị ọzọ",
  "Grace Dieu nwèrè ọtụtụ ndị na-ese osisi nwéré nkà na-emepụta ihe ọkpụkpụ na ọrụ yana màkà asọmpi dịka ihe ngosi South African Academy kwa afọ",
  "Ónyé na-ese ihe Ernest Mancoba bụ ezigbo enyi Sekoto na Grace Dieu, ha abụọ rọrọ nrọ ịga Europe ịga ụlọ akwụkwọ nka",
  "Ernest Mancoba bụkwa ónyé nkuzi ya nke gbara Sekoto ume ịchụso ọrụ nka. Otú ọ dị, Sekoto adabaghị n'ime ụdị ihe osise nke nna, nke a tụrụ aro na Grace Dieu, na-ahọrọ ise ihe na ise ihe n'onwe ya.",
  "N'ịgụsị akwụkwọ dị ka ónyé nkụzi na Diocesan Teachers Training College na Pietersburg ọ kụziri na ụlọ akwụkwọ dị n'ógbè ahụ, Khaiso Secondary, ruo afọ anọ",
  "N'oge a, ọ banyéré asọmpi nka (May Esther Bedford) nkè Mahadum Fort Hare haziri, nke e nyéré ya ihe nrite nke abụọ",
  "E nyèrè George Pemba ihe nrite mbụ",
  "Sekoto nwere mmasị nzuzo màkà ime nka, mana ọ kewara n'etiti ịhụnanya ya màkà nkuzi na nka",
  "Ọ ga-ezo ọrụ ya mgbè ọ bụla ónyé ọ bụla bịarutere ya nso, ọ ga-egosikwa naanị ndị enyi ya ọrụ ya",
  "Naanị ihe o mere ka Louis Makenna, Nimrod Ndebele, na Ernest Mancoba lee ihe osise ya.",
  "N'afọ 1947, ọ hapụrụ South Africa gaa biri na Paris n'okpuru nchụpụ onwé ya",
  "A na-ekwu na mgbè Sekoto hapụrụ South Africa, ndị maara ọrụ ya nke ọma nwéré nnukwu mfu site na ọpụpụ ya. Afọ ndị mbụ ya na Paris siri ike, Sekoto wéré ya n'ọrụ dị ka onye na-akpọ piano na mberede na l'Echelle de Jacob (\"Nzọụkwụ Jacob\"), ụlọ oriri na ọṅụṅụ abalị nke meghere màkà azụmahịa mgbè Agha Ụwa nke Abụọ gasịrị",
  "N'ebe a, ọ na-akpọ jazz ma na-abụ abụ \"Negro spirituals\", abụ ndị France a ma ama n'oge ahụ na ụfọdụ Harry Belafonte",
  "Egwú ghọrọ ụzọ o si nwee ike ịkwụ ụgwọ ndụ ya na ụlọ akwụkwọ nka.",
  "E kwuwo na Sekoto bụ ónyé ọsụ ụzọ màkà ndị na-ese ihe na South Africa",
  "Otu ụzọ Sekoto si metụta South Africa bụ site na mmekọrịta mmadụ na ibe ya nke enyere site na ọrụ nka ya",
  "Otu ónyé edemede na-ekwu, 'Ọ dị mkpa iburu n'uche na ndị na-ese ihe ndị a na-ebute ụzọ nyere ọnọdụ mmekọrịta ọha na eze nke ndị isi ojii bi n'obodo ukwu, nakwa na ha bụ n'ezie ndị na-eme ihe nkiri mbụ webatara ọnọdụ mmadụ na nka South Africa site n'echiche a'."
]