[
  "Gertrude Ibengwe Mongella, née Makanza (born September 13, 1945) is a Tanzanian politician who is the first president of the Pan-African Parliament.",
  "A mụrụ Mongella n'afọ 1945, na Ukerewe Island \nN'afọ 1970, Onye isi ala Mongella gụsịrị akwụkwọ na Mahadum nke East Africa na Dar es Salaam",
  "Ruo afọ anọ ọ bụ onye nkuzi na Dar es Salaam Teachers Training College",
  "N'afọ 1974, ọ ghọrọ onye mmepe usoro agụmakwụkwọ maka Dar es Salaam Institutes of Education, nke o mere ruo n'afọ 1978",
  "Site n'afọ 1977 ruo afọ 1992 Onye isi ala Mongella bụ onye otu Central Committee na National Executive Committee nke CCM party",
  "Site n'afọ 1975 ruo afọ 1982 ọ bụ onye otu Council nke Mahadum Dar es Salaam, N'oge a kwa, ọ nọ na Board of Directors maka Tanzania Rural Development Bank",
  "Site n'afọ 1978 ruo  afọ 1982 ọ bụ onye nyocha ụlọ akwụkwọ.",
  "N'etiti afọ iri asaa, Onye isi ala Mongella bụ onye otu ndị omeiwu nke East Africa",
  "N'ime afọ ndị 1980 na akụkụ ụfọdụ nke afọ ndị 1990 Mrs",
  "Mongella bụ onye otu ndị omeiwu nke Tanzania",
  "Site n'afọ 1982 ruo afọ 1988 Mongella bụ Minista nke Steeti n'ime ọfịs Praịm Minista, site n'ebe ahụ ọ ghọrọ Minista nke Ala, Njem na Akụ na Ala ọ bụ ọkwa ọ rụrụ site n'afọ 1985 ruo afọ 1987. N'ikpeazụ, site n'afọ 1987 ruo afọ 1990 ọ bụ Minista na-enweghị Portfolio n'ime Ọfịs Onye isi ala.",
  "N'afọ 1985, Mongella ghọrọ osote onye isi oche na Nzukọ Ụwa iji nyochaa ma nyochaa ihe ndị UN Achievements of the UN Decade for Women",
  "N'afọ 1989, Mongella bụ onye nnọchi anya Tanzania na Commission on the Status of Women",
  "Site n'afọ 1990 ruo afọ 1993 ọ bụ onye otu Trustee na United Nations International Research and Training Institute for the Advancement of Women (INSTRAW).",
  "From 1991 to 1992 President Mongella was Tanzanian High Commissioner to India, in 1995 she was UN Assistant Secretary General and Secretary General, Fourth World Conference on Women on Women in Beijing, China, from 1996 to 1997 Mrs",
  "Mongella was UN Under-Secretary and Special Envoy to the Secretary General of the United Nations on Women's Issues and Development."
]