[
  "Gert-Johan Coetzee (amụrụ n'abalị asatọ nke onwa Nọvemba afọ 1987), bụ onye na-emepụta ejiji na South Africa",
  "Ụlọ ọrụ ejiji ya dị na Linden, Johannesburg na mpaghara Gauteng",
  "Ọ bụ ọkachamara na uwe elu na-acha uhie uhie, ọ na-emepụta ụdị ejiji njikere dị iche iche",
  "A maara Coetzee maka iyi dị ka ndị South Africa na ndị ama ama na mba ụwa na ihe omume red-carpet.",
  "A mụrụ Coetzee na Koster, North West Province",
  "Ịhụnanya ya maka ejiji malitere mgbe ọ dị obere, mgbe ọ nọ na Grade nke Abụọ ọ gwara nne ya na otu ụbọchị ọ ga-abụ onye na-emepụta ejiji a ma ama",
  "Ọ gara ụlọ akwụkwọ praịmarị Koster ruo na Grade Four wee gụọ akwụkwọ n'ụlọ",
  "Dị ka nwata nwoke n'ụlọ akwụkwọ, ọ na-eyi pensụl ya na akwụkwọ anụ ahụ ma mgbe ọ dị afọ iri na isii ọ malitere ịmụ ihe na North West School of Design",
  "Ọ gụsịrị akwụkwọ na NWSD n'afọ 2005.",
  "N'oge afọ nke abụọ nke Coetzee na kọleji (2004) ọ meriri awọd High Fashion  na Vukani Awards kwa afọ",
  "Nke a bụ ebe onye telivishọn Sandy Ngema hụrụ ya.  O yiiri ụdị njikere ya maka  mmemme mmepe na Durban July Handicap premier horseracing n'afọ ahụ ma gaa n'ihu yiri ụdị njikere ya nke oge abụọ dị ka onye na-egosi usoro ihe nkiri TV nke SABC3 Strictly Come Dancing",
  "N'afọ 2006, mgbe ọ dị afọ iri na itoolu, a kpọrọ Coetzee onye na-emepụta ihe kacha mma na South Africa na mmemme ejiji nke Cape Town.  Ọrụ azụmahịa mbụ ya bụ dịka onye mmekọ na akara Diamond Face Couture na nwanyị ọchụnta ego Uyanda Mbuli nke malitere na 2006.  Ọ gara n'onwe ya na 2010 wee malite Gert-Johan Coetzee Pty Ltd mgbe ọ dị afọ iri abụọ na abụọ",
  "Kemgbe ahụ, ọ gosipụtara nchịkọta ya na South Africa Fashion week yana igosi ọrụ ya na ngosi Fashion Week nke mba ụwa na Canada na Vancouver Fashion Week, Angola na Nigeria.\nA na-eyi ihe ejiji ya na ihe omume ejiji niile dị mkpa gụnyere Durban July Handicap, J&B Met, SA Music Awards, Huisgenoot Skouspel, You Spectacular na Miss World",
  "Ndị na-egosi ihe ngosi TV a ma ama dị ka Strictly Come Dancing na Top Billing na-eyi uwe ya.\nNaanị otu afọ n'ịmepụta akara nke ya Coetzee nwetara ọgba aghara mgbe ndị na-eme ihe nkiri TV mba ụwa bụ Kourteney Kardashian (Keeping Up with the Kardashians)",
  "na Kristin Cavallari (The Hills) yi uwe GJC na mmemme mmepe Hollywood. O mechara yiri ejiji onye na-eme ihe nkiri ncha Arianna Zucker (Days of Our Lives) na 2012, na Kelly Rowland, (na 2013, na ncheta afọ iri anọ nke Ms Foundation for Women na Beverly Hills, iji sọpụrụ onye guzobere ya Gloria Steinem.\nCoetzee nwere ndepụta dị ogologo nke ndị ahịa na ndị ama ama gụnyere ndị ama ama dị ka Revlon Ambassador Bonang Matheba, Pabi Moloi, Tamara Dey, Lira, Liezel van der Westhuizen, Cindy Nell, Terry Pheto, Tatum Keshwar, Kerry McGregor, Louise Carver, Doreen Morris yana ọtụtụ ụmụ nwanyị nwere mmetụta na ndọrọ ndọrọ ọchịchị na ndị eze Africa. Coetzee bụkwa onye nnọchi anya Swarovski nke South Africa.\nCoetzee nwere mmasị na ọganihu teknụzụ na ejiji ma na-agbanye envelopu na nchịkọta ya mgbe niile",
  "N'ọnwa Eprel afọ 2013 ọ bụ onye mbụ na-emepụta ejiji na South Africa iji teknụzụ 3D-printing na SA Fashion Week Spring 2013 \"sea urchin\" collection",
  "Ya na Mahadum Nkà na Ụzụ Vaal rụkọtara ọrụ n'akụkụ teknụzụ, iji sụgharịa ma bipụta ihe ịchọ mma atọ iji tinye ya n'ime uwe.  Mgbe ahụ n'ọnwa Ọktoba n'afọ 2013, na SA Fashion Week na-esote, ọ lere anya na teknụzụ ọhụrụ ọzọ ma soro onye na-ese foto Nicole Phillips rụkọọ ọrụ iji weghara nchịkọta ya niile na-acha pinki Autumn Winter 2014 na-ahụtụbeghị na South Africa oge-slice fashion photography na usoro dị mgbagwoju anya na-eji igwefoto iri anọ na-arụ ọrụ n'otu oge.",
  "Coetzee kwenyere na \"ụdị ejiji nwere akọ na uche\" ma amara ya maka iji ikpo okwu ya na olu ya dị ka onye na-emepụta ihe na mgbasa ozi iji mee ka a mara okwu mmekọrịta mmadụ na ibe ya, na-elekwasị anya na ụmụ nwanyị",
  "Coetzee malitere echiche a na ọnwa Septemba 2012 mgbe ọ zutere Thando Hopa, onye ọkàiwu na National Prosecuting Authority, onye nwere albinism na onye o mere ka o kwenye ịghọ ihu nke nchịkọta ọhụrụ ya",
  "Hopa emebeghị ihe ngosi tupu mgbe ahụ mana ọ pụtara n'okporo ámá na SA Fashion Week na GJC ma ọkpatara izu wuru wuru na ụlọ ọrụ ejiji.  N'ime usoro a, GJC na Hopa mere ka a mara banyere nsogbu nke ndị nwere albinism bụ ndị ka na-eche nkwenkwe ụgha na ịkpa ókè ihu n'Africa",
  "Njikọ dị n'etiti GJC na Thando Hopa na-adịgide ma kemgbe ahụ ọ ghọrọ ọnụ na-ekwuru ndị nwere albinism.  N'ọnwa Eprel afọ 2013 Coetzee sonyeere Shout, otu ndị na-emegide mpụ na South Africa ma nyefee nchịkọta \"sea urchin\" ya n'oge opupu ihe ubi / oge okpomọkụ afọ 2013 maka ụmụ nwanyị ndị a na-eme ihe ike, iji mee mkpesa megide oke ime ihe ike megide ụmụ nwanyị na SA",
  "N'ịbụ onye ogwu na-echebe, nke dị ize ndụ nke urchin mmiri na-emebi emebi kpaliri, o mepụtara ogwu 3D nke chọro uwe ya mma na-egosi uwe oyiyi nke a na-eyi maka ụmụ nwanyị.  Mgbe ahụ na\"njikere uwe nwere agba pinki\"nke Auntumn/Winter nke izu mmemme izu nchịkọta ejiji nke SA na afo 2014 ọ raara ya nye mmata banyere ọrịa kansa ara",
  "Maka nchịkọta a, Gert-Johan Coetzee sonyeere nzukọ The Pink Drive, nke bụ nzukọ na-agagharị agagharị nke na-ewetara ọha na eze mmata banyere ọrịa kansa ara na ụlọ nyocha site na gwongworo nwere ngwá ọrụ",
  "Ozi ọ chọrọ izipu site na ụdị ejiji a bụ \"lekọta onwe gị\"."
]