[
  "Getmore Sithole (a mụrụ na 4 June 1964), bụ onye na-eme ihe nkiri na South Africa. A maara ya nke ọma maka ọrụ ya na usoro ihe nkiri a ma ama A Small Town Called Descent, Le lion na Blood & Water",
  "A mụrụ ya n'abalị 3 ọnwa June afọ 1964 na Zimbabwe. Ọ lụrụ Dorriane, onye na-emepụta ejiji kemgbe afọ 2002",
  "Ha na-arụkọ ọrụ ụlọ ọrụ azụmahịa 'Sandton Elite Apartments'.",
  "O mere ihe nkiri mbụ ya n'afọ 2000 site na ọrụ ugboro ugboro na usoro telivishọn Generations Mgbe ahụ n'afọ 2002, ọ rụrụ ọrụ na soapie ọzọ Backstage dịka onye nchọpụta siri ike 'Dikobo'",
  "N'afọ 2004, o mere ọrụ nkwado nke 'Detective Ditini' na usoro telivishọn ndị uwe ojii Jozi Streets",
  "N'oge a, ọ rụrụ ọrụ 'Advocate Maponya' na ihe nkiri ncha a ma ama Rhythm City",
  "N'afọ 2003, o mere  nkiri mbụ ya na French Le Lion.",
  "N'afọ 2005, ọ sonyeere ndị na-eme ihe nkiri e.tv soapie, Scandal!",
  "N'ime usoro ahụ, ọ rụrụ ọrụ 'Cain Gumede', ihe ngosi ahụ wee bụrụ ihe a ma ama",
  "Ọ gara n'ihu na-eme ihe nkiri ọzọ na-eme The Wild ma rụọ ọrụ na-enweghị ntụpọ 'Joseph Sithole'. N'afọ 2014, a họpụtara ya na Moneygramńs Zimbabwe Achievers Awards na ngalaba nke Personality Of The Year Award",
  "N'afọ 2015, ọ laghachiri dịka 'Bab' Shezi' maka oge abụọ na soapie Ashes to Ashes ebe ọ gbara ruo na ngwụcha afọ 2016. Mgbe usoro Ashes to Ashes gasịrị, ọ rụrụ ọrụ nkwado maka ọtụtụ usoro telivishọn South Africa dịka, Intersexions, Wild at Heart, 4Play: Sex Tips for Girls, Jozi-H, Diamond City, Sokhulu & Partners, 90 Plein Street na The Docket.",
  "Na ngwụcha afọ 2019, ọ sonyeere ndị na-eme ihe nkiri nke Netflix nke Blood & Water, nke mere ka ọ pụta na mba ụwa nke mbụ ya. Usoro ahụ malitere na mba 190 na 20 Mee afọ 2020 ma mesịa nweta otuto dị egwu.",
  "Ewezuga ime ihe nkiri, ọ rụkwara ọrụ dịka onye na-ese olu karịsịa na olu MTN maka 2010 FIFA World Cup Finals na South Africa na olu MTn na Africa na akụkụ nke Middle East site n'afọ 2009-2015. Ewezuga telivishọn, ọ rụrụ ọrụ na ihe nkiri gụnyere: Mrs Mandela, Free Willy: Escape from Pirate's Cove, Clarissa's Secret, An Act of Defiance, The Last Victims, Blood & Oil na A Covert Affair."
]