[
  "Ghada Mohammed Abdel Razek (amụrụ na 6 Julaị 1970) bụ onye Egypt na-eme ihe nkiri, ọ malitere ọrụ ya na 1997",
  "Ọ rụrụ ọrụ n'ọtụtụ usoro TV na ihe nkiri, ma merie ọtụtụ onyinye.",
  "A mụrụ Abdel Razek na Kafr Saqr, Sharqia Governorate na 1970. Ọ bụ nwa ikpeazụ n'ime ụmụnne ya abụọ",
  "Ọ biri afọ isii na Yemen.",
  "Ọ malitere ọrụ ya dị ka onye nlereanya maka mgbasa ozi",
  "Ọrụ mbụ ya n'ime ihe nkiri bụ na usoro ihe nkiri TV The thief I love na 1997",
  "Ọrụ TV ya a ma ama bụ na ezinụlọ Hajj Metwali na 2001, Mahmood Almasri na 2003, Sons of the night na 2007, Albateneya na 2009, Zahra na di ya ise na 2010, Samara na 2011, With premeditation na 2012, Life story na 2013, The First Lady na 2014, The Nightmare na 2015, Alkhanka na 2016, Land air na 2017, na Against unknown na 2018. O mekwara ọtụtụ ihe nkiri; ọrụ  nkiri ya a ma ama bụ na Gamal Abdel Nasser na 1999, About love and desire na 2006, 90 minutes na 2006, Zay alhawa na 2006, 45 days na 2007, Hena maysara na 2007, Master Omar Harb na 2008, Adrenaline na 2009, Fawzia's secret recipe na 2009, Honor crisis na 2009, Shehata's Shop na 2009, Bon suare na 2010, Talk with me, Thank you na 2010, Reklam na 2012, Garconira na 2013, Ndị ihere nwụrụ na 2016, na Karmooz war na 2017.",
  "O ritere ihe nrite onye na-eme ihe nkiri kachasị mma na Alexandria International Film Festival maka ọrụ ngosiputa ya n'ihe nkiri Hena maysara",
  "O meriri ihe nrite Murex d'Or dị ka onye na-eme ihe nkiri kacha mma n'Ijipt n'afọ 2013. O nwetakwara ihe nrite Dear Guest site n'aka magazin Dear Guest dị ka onye na-eme ihe nkiri kacha mma na 2018. Ọ ghọkwara onye ọka ikpe maka asọmpi telivishọn Arab Casting na Kosai Khauli na Carmen Lebbos.",
  "Ghada Abdel Razek lụrụ di ma gbaa alụkwaghịm ọtụtụ ugboro",
  "Alụmdi nke mbụ ya na onye ọchụnta ego Saudi Adel Gazzaz mere mgbe ọ dị naanị afọ iri na asaa; ha gbara alụkwaghịm na 1994",
  "Alụmdi na nwunye nke abụọ ya bụ onye ọchụnta ego si Port Said; ha gbara alụkwaghịm n'oge na-adịghị anya n'ihi ọdịiche dị na afọ ha",
  "Alụmdi ya nke atọ bụ Helmy Sarhan na 2001; ha gbara alụkwaghịm otu afọ ka e mesịrị",
  "Alụmdi na nwunye ya nke anọ bụ onye na-emepụta ihe Walid Al Tabaeyi; ha gbara alụkwaghịm na 2009",
  "Alụmdi na nwunye ya nke ise bụ onye nta akụkọ Mohamed Foda na 2011; ha gbara alụkwaghịm na 2015. O nwere otu nwa nwanyị, Rotana Gazzaz, site n'aka di mbụ ya, o nwekwara ụmụ ụmụ nwanyị abụọ. A maara Ghada Abdel Razek dị ka otu n'ime ndị ama ama na-akwado onye isi ala Ijipt Abdel Fattah el-Sisi. Na 7 Mee 2020, Abdel Razek kwupụtara na ya lụrụ onye nduzi ihe nkiri bụ Haitham Zenita."
]