[
  "Ghana DJ Awards bụ emume mmeri kwa afọ maka ndị DJ na Ghana",
  "E kere ha na ebumnuche ịmara na ịsọpụrụ ndị DJ, na ndị mmadụ n'otu n'otu nwere mmetụta na egwu egwu eletrọniki na Ghana, yana ịkwalite mmepe nke ụlọ ọrụ egwu Ghana site n'ịkwụ ụgwọ na ime emume redio, ndị DJ na klọb ndị mere nke ọma n'ọhịa ha.",
  "Tọrọ ntọala na 2011, ihe omume ahụ na-ezube ime ka onyinye ndị Ghana DJ nyere na nkesa egwu na nkwalite site na igwu egwu na redio, ịkwado ma wepụta egwu ka ndị mmadụ nwee obi ụtọ. N'afọ 2012, Merqury Quaye chepụtara mbipụta mbụ nke Ghana DJ Awards ma mee ya na National Theatre na 15 Febụwarị 2012.",
  "Ndị egwu ama ama na-achịkwa isi ihe nkiri na Ghana DJ Awards gụnyere Medikal, DJ Mic Smith, DJ Que, Kuami Eugene, KiDi, Darkovibes, Stonebwoy, DJ Vyrusky, MzVee, Kwaw Kese, DJ Kofi, DJ Black na DJ Jimmy Jatt.",
  "Ka ọ na-erule 2015 Ghana DJ Awards, na 2015, enwere ngụkọta nke iri atọ na anọ.",
  "Na Septemba 2020, ndị na-ahazi ya wepụtara ụdị ọhụrụ \"Lockdown DJ of the Year\" iji nye ndị DJ na-eme ka ndị na-akwado egwu nwee obi ụtọ n'oge mkpọchi COVID-19.",
  "A na-enye onyinye ndị kachasị elu n'ụdị asatọ nke gụnyere, Best DJ of the Year, Best International Non-Ghanaian DJ, Best International Ghanaian DJ, Discovery of the year, Best Event DJ of the year (DJ nke Afọ), Artiste DJ nke Afọ, Best Mobile DJ nke Afụ na Best Mixtape DJ nke Afọọ",
  "Ụdị ndị ọzọ gụnyere, DJ / Artist Collaboration of the Year, DJ's Song of The Year, Scratch DJ of The Year، Best Video Jockey of The Year (Best Club MC of The Year), Best Night Club DJ of The year, Best Female Radio DJ of The Years (Best Female Radio) na Best Female DJ of The Age (Best Male Radio DJ of the Year)",
  "N'oge 2018, e nyere Mark Okraku-Mantey Ghana DJ Awards Lifetime Achievement Award na 2018 Ghana DJ Awards maka ọrụ ya na onyinye ya na ọrụ DJ na Ghana.",
  "Dị ka ntuziaka kọmitii si kwuo, ụdị ndị ọzọ niile bụ site na nhọpụta nke ndị ọka ikpe nke ndị ọkachamara ụlọ ọrụ",
  "A na-etinye akwụkwọ n'ịntanetị, ozugbo e tinyere ọrụ, a na-eme nnọkọ nyocha, na-emetụta bọọdụ ndụmọdụ, iji chọpụta ma a na-etinye ọrụ ahụ n'ụdị ziri ezi, site na iji ihe ọmụma ọkachamara ha na nkwenye na ihe ndị omenkà gara aga ka e wee nwee ike ikpe ha ikpebi ha na uru.",
  "Na Septemba 2020, Ghana DJ Awards kpughere ndị nduzi ọhụrụ ya dị mmadụ iri na abụọ",
  "Kọmitii ọhụrụ ahụ kwupụtara na a gaghịzi ahọpụta ndị DJ na-erubeghị afọ iri na asatọ na ngalaba DJ kacha mma nke afọ mana kama nke ahụ, ha ga-asọ mpi maka onyinye Young DJ of the Year. DJ Switch dị afọ iri na atọ nke meriri Best DJ of the Year na 2019, bụ onye mbụ natara onyinye ọhụrụ ahụ.",
  "N'ọnwa Ọktoba 2019, ndị na-ahazi ihe omume ahụ kwupụtara ebe ọhụrụ maka ihe omume ahụ",
  "ihe omume ahụ sitere na ebe a mara ọkwa na mbụ National Theatre ruo Accra International Conference Centre.",
  "N'ọnwa Febụwarị afọ 2012, enwere esemokwu na-arịwanye elu banyere Ghana DJ Awards, izu ole na ole mgbe a mara ọkwa ihe omume ahụ",
  "Emume mmeri ahụ kpaliri ịkọ nkọ nke asọmpi na arụmụka n'etiti ụfọdụ ndị DJ a ma ama na Accra.",
  "N'ọnwa Mee afọ 2012, ndị DJ Ghana bi na mba ọzọ akwaara arịrị maka ikpe na-ezighị ezi nke ndị na-ahazi maka ịnye naanị otu ụdị maka ndị DJ mba Ghana na mmemme nsọpụrụ mbụ maka ndị DJ Ghana",
  "Ndị na-ahazi onyinye ahụ mechara kwupụta ekele ha maka ezigbo nchegbu nke ndị DJ mba ụwa welitere ma kọwaa na a ga-enyocha aro na nchegbu ma dozie ya na mbipụta ndị sochirinụ.",
  "N'ọnwa Ọktoba 2019, DJ Asumadu kwupụtara nnukwu mmechuihu ya na 2019 Ghana DJ Awards, mgbe ndị na-ahazi onyinye ahụ na-eleda ya anya n'agbanyeghị na ọ na-egwu ọtụtụ ihe ngosi na klọb na ihe omume."
]