[
  "Ghanaian Pidgin English (GhaPE), bụ a Ghanaian English-lexifier pidgin nke a makwaara dị ka Pidgin, Broken English, na Kru English (kroo brofo na Akan). GhaPE bụ ụdị mpaghara dị iche iche nke West African Pidgin English nke a na-asụ na Ghana, karịsịa na isi obodo ndịda, Accra, na obodo ndị gbara ya gburugburu. Ọ dị na obere akụkụ nke ọha mmadụ karịa ndị Creole ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka, a na-emekwa ya ka ọ bụrụ ihe ihere, ikekwe n'ihi mkpa Twi, asụsụ Akan, nke a na-asụkarị dị ka lingua franca. Asụsụ ndị ọzọ a na-asụ dị ka lingua franca na Ghana bụ Standard Ghanaian English (SGE) na Akan. A pụghị iwere GhaPE dị ka onye Creole n'ihi na ọ nweghị ndị na-ekwu okwu L1.",
  "Enwere ike kewaa GhaPE n'ụdị abụọ, nke a na-akpọ \"onye na-enweghị agụmakwụkwọ\" ma ọ bụ \"onye na'enweghị agụmakọta\" pidgin na \"onye gụrụ akwụkwọ\" ma ọ bụrụ \"onye a na-ahụ maka agụmakwụkwọ\"",
  "A na-ejikọta okwu ndị mbụ na ndị na-amaghị akwụkwọ ma ọ bụ ndị na-agụ akwụkwọ na ndị nke ikpeazụ a na-enweta ma jiri ya mee ihe na ụlọ ọrụ ndị dị ka mahadum ma nwee mmetụta nke Standard Ghanaian English.",
  "GhaPE, dị ka ụdị ndị ọzọ nke West African Pidgin English, na-emetụtakwa n'ógbè site na okwu nke asụsụ ụmụ amaala a na-asụ gburugburu ebe ọ mepụtara",
  "Asụsụ GhaPE dị ka Akan nwere mmetụta n'iji pidgin a na-asụ na Ghana. Ndị ọzọ nwere mmetụta nke GhaPE gụnyere Ga, Ewe, na Nzema. Ọ bụ ezie na ụmụ nwanyị na-aghọta GhaPE, o yighị ka ha ga-eji ya mee ihe n'ihu ọha ma ọ bụ n'ọnọdụ ọkachamara. Ìgwè ndị na-agwakọta nwoke na nwanyị na-ekwukarị okwu na SGE ma ọ bụ asụsụ ọzọ. Ndị okenye na ụmụaka anaghị asụ GhaPE.",
  "N'ọnọdụ ụfọdụ, ndị nkụzi agbalịala ịmachibido iji pidgin. Ọ bụ ezie na ha nwere asụsụ ndị ọzọ nke Ghana, ụmụ akwụkwọ, ọkachasị ụmụ nwoke, na-eji GhaPE dị ka ụzọ isi gosipụta ịdị n'otu, ọbụbụenyi na nnupụisi ndị ntorobịa.  Taa, a pụrụ ịnụ ụdị Pidgin a n'ọnọdụ dịgasị iche iche, ọ bụ ezie na ọ ka na-ebu ihe ihere ụfọdụ. N'ụzọ doro anya, GhaPE ka na-ebu ihere na agụmakwụkwọ nke nwere ike ịkọwa ihe mere e ji bipụta \"nkọwa ole na ole nke nhazi ma ọ bụ nke mmekọrịta mmadụ na ibe ya\". 20% nke ndị bi na ya na nde mmadụ ise na-asụ GhaPE nke oge a. N'ozuzu, a na-asụ pidgins n'ọnọdụ na oge dịgasị iche iche gụnyere: \"ụlọ akwụkwọ agụmakwụkwọ, ebe ọrụ, ọdụ ụgbọ elu, ọdụ ụgbọ mmiri, ebe ịṅụ mmanya, ahịa, na redio, abụ ndị a ma ama, na nyiwe ndọrọ ndọrọ ọchịchị\".",
  "Ndị Naijiria bi na Ghana na vice versa abụwo isi  na mmepe na ojiji nke asụsụ ahụ",
  "[citation needed] GhPE, dị ka ụdị ndị ọzọ nke West African Pidgin English na-emetụta mpaghara site na okwu nke asụsụ ụmụ amaala a na-asụ gburugburu ebe ọ mepụtara, n'ọnọdụ a, dị ka gburugburu Greater Accra Region, n'ụzọ dị ukwuu Ga",
  "Mgbe a na-ekwu ya, ọ nwere ike isi ike maka ndị na-asụrụ asụsụ Naijiria pidgin chọrọ ịghọta ndị na-ekwu Ghana - dịka ọmụmaatụ, okwu \"biz\" (nke pụtara \"nkwurịta\" (nke\" na mgbede), \"n'abalị\") \"n'asụsụ Ghana\", \"n'otu) \"n'ime\" (nke) \"nkwukọta\").",
  "Ọzọkwa, ụmụ okorobịa gụrụ akwụkwọ ndị a zụlitere na mpụga Accra na Tema anaghị ama ya ruo mgbe ha zutere ndị ọzọ na-eme ya n'ụlọ akwụkwọ sekọndrị ma ọ bụ na mahadum",
  "[citation needed] Mana nke ahụ nwere ike ịgbanwe, dịka ụmụ akwụkwọ a mụrụ na Accra na-aga obodo ndị dị ka obodo nke abụọ nke Ghana bụ Kumasi ịmụ na mahadum ma nwee ike inyere aka inweta asụsụ ọhụrụ dị iche iche.",
  "Kemgbe ọtụtụ afọ, ụfọdụ ndị edemede Ghana na-eto eto amalitela ide akwụkwọ dịka akụkọ mkpirikpi na GhPE dị ka omume mkpesa. GhPE ahụwokwa ngosipụta na abụ na ihe nkiri na mgbasa ozi.",
  "Mmekọrịta mbụ nke ndị Europe na Gold Coast na West Africa bụ site n'aka ndị Portuguese bi na 1471 (narị afọ nke iri na ise). A na-eji pidgin Portuguese mee ihe n'akụkụ ụfọdụ nke Africa n'ime narị afọ nke 16 na 17. A malitere pidgin a mgbe a kpọgara ndị na-asụ asụsụ West Africa na Portugal iji mụta Portuguese maka ebumnuche ntụgharị n'oge njem. A na-eche na ebe obibi Portuguese na Gold Coast nwere ike ịbụ ihe kpatara pidgin na-aga n'ihu na West Africa. A na-eji pidgin Portuguese a mee ihe ruo afọ 300 n'akụkụ Gold Coast \"ma eleghị anya ọ dịghị mgbe (mepụtara) karịa ọkwa okwu\".",
  "Ihe fọrọ nke nta ka ọ bụrụ narị afọ abụọ ka e mesịrị na-esote nnwere onwe ha, ndị Dutch \" weghaara ihe niile Portugal nwere na West Africa site na 1642\" na narị afọ nke iri na asaa, agbanyeghị, \"ihe ole na ole fọdụrụnụ\" fọdụrụ na Asụsụ, olumba, ma ọ bụ ụdị dị iche iche nke West Africa. Nke a nwere ike ịbụ n'ihi na ndị Dutch akwụsịghị n'etiti ndị West Africa ha na ha na-azụ ahịa.",
  "Ndị Britain chịrị Gold Coast nke West Africa (nke bụ Ghana ugbu a) na narị afọ nke 19 na nke 20 site na 1844 ruo 1957. Ndị Britain nwere mmetụta dị ukwuu n'asụsụ na West Africa ka ha na ụmụ amaala na-emekọrịta ihe",
  "GhaPE mepụtara dị ka ndị nna ukwu chọrọ nkwurịta okwu na ndị ọrụ ha ma bụrụ nke ndị uwe ojii, ndị nche, ndị ọrụ, na ndị ọrụ ụlọ na-anwa iso ndị na-asụ Bekee ngwa ngwa na-asọpụta.",
  "GhaPE is a variety of West African Pidgin English, signifying relationship with other regional pidgin varieties such as Nigerian Pidgin English. Though some word formations are regional in GhaPE, words are also sometimes borrowed from other regional varieties",
  "GhaPE most commonly borrows \"abi\", \"dey\", and \"ein\" from Nigerian but uses its own word, \"commot\" frequently as well.[Tinye edensibịa] Because of Nollywood influence, it is fairly common for Ghanaians to understand Nigerian Pidgin",
  "Furthermore, unlike Nigerian pidgin, the use of Ghanaian pidgin is gendered.[Tinye edensibịa]",
  "Pidgin ụmụ akwụkwọ malitere na ụlọ akwụkwọ sekọndrị ndị nwoke niile dị na Ghana n'afọ ndị 1960 ruo 1970, ọnụ ọgụgụ ụmụ akwụkwọ nwanyị na-arịwanye elu ugbu a na-ejikwa SP."
]