[
  "Ghawazi (nke a na-akpọkwa ghawazee) (Egyptian Arabic: الغوازي) bụ ụmụ nwanyị na-agba egwú maka ego; nwoke ya bụ khawal",
  "Ọ bụ ezie na ndị na-eme ihe nkiri na ọdịnala raqs sharqi n'ime obodo ukwu Ijipt bụ ndị oge ochie ma nwee mmetụta nke ụdị ọdịda anyanwụ ndị ọzọ dịka ballet oge a maọbụ ịgba egwú Latin America, okwu ghawazi na Ijipti na-akọwa maka Ndị ndị na-gba egwu n'ime ime obodo Ijipta bụ bụ Ndị chebere ụdị omenala nke narị afọ nke 18 ruo 19.",
  "Omume a malitere mgbe Domari ndị Ijipt ole na ole jụrụ ịgba egwú n'efu, n'ụzọ dị iche na omenala nʼetiti Ijipti niile",
  "Ndị Ijipt nọ n'ime ime obodo maọbụ Fellahin nabatara omume ahụ, na-emepe ụdị ime ime obodo na ọdịnala nke abụ ndị Ijipti dị na uwe ndị mara mma nke Felhig, bụrụ isiokwu nke ime ala Ijip",
  "N'afọ 1834, Muhammad Ali chụpụrụ ndị ghawazi na Cairo gaa Upper Egypt",
  "Na mbido, ndị Ghawazi bụ obere ìgwè a chụpụrụ n'ihi ịgba egwú ha dị ala",
  "Ka ọ na-erule oge a chụpụrụ ha, okwu ahụ aghọwo okwu n'ozuzu maka ndị na-gba egwú ọ bụla ebe ọ gụnyere egwu ọdịnala na ọdịbendị niile nke ndị ime obodo na ndị dị n'elu Ijipt, nke na-egosịpụta karịa: mizmars na bass dị arọ na egwu ọdịdị ndị ọzọ nke Ijipti n-adabere.",
  "Malite na ọkara mbụ nke narị afọ nke iri na itoolu, nkọwa na ngosipụta nke ndị na-agba egwú ghawazi ghọrọ ndị a ma ama na European Orientalism, a kọwakwara ụdị ahụ dịka danse de ventre maọbụ belly-dance site na'afọ ndị 1860s.",
  "Ndị Ghawazis mbụ mere n'okporo ámá",
  "Ịgagharị ngwa ngwa na iji mkpịsị aka ọla / aka castanets gosipụtara ịgba egwu ha",
  "Ndị na-eti egwu nke agbụrụ ha na'-esonyekarị ha n'ịgba egwú ha",
  "Ha na-eyikarị kohl gburugburu anya ha na henna na mkpịsị aka ha, ọbụ aka, mkpado ụkwụ na ụkwụ",
  "Ghawazi na-eme ihe n'ụlọ, maọbụ n'okporo ámá, nʼihu ọnụ ụzọ, na oge ụfọdụ nke ememe n'ụlọ ezinaụlọ",
  "A nabataghị ha n'ime ndị inyom a na-akwanyere ùgwù, mana a nabatara ha ugboro ugboro iji mee ka otu ndị ikom nwee obi ụtọ n'ụlọ ụfọdụ",
  "Ma ụmụ nwanyị ma ụmụ nwoke nwere ntụrụndụ ha",
  "Otú ọ dị, ọtụtụ ndị na-ekpe okpukpere chi nke ukwuu, maọbụ ndị nọ n'ọkwá dị elu, anabataghị ha.",
  "Ọtụtụ ndị mmadụ nwere mmasị na ịgba egwú nke Ghawazi, mana ha chere na ọ bụghị ihe kwesịrị ekwesị n'ihi na ụmụ nwanyị na-ekwesịghị ikpughe onwe ha n'ụzọ dị otu a n'egwú",
  "N'ihi nke a, e nwere ọnụ ọgụgụ dị nta nke ụmụ nwoke na-eme ihe nkiri a na-akpọ Khawals",
  "Ndị Khawals bụ ndị na-agba egwú ọdịnala ndị Ijipt bụ ụmụ nwanyị Ghawazi na ịgba egwu ha",
  "A maara ha ka ha na-eme akụkụ ọ bụla nke ụmụ nwanyị gụnyere ịgba egwú ha ma jiri castanets."
]