[
  "Gidan Makama Museum Kano ma ọ bụ Kano Museum bụ ụlọ ngosi ihe mgbe ochie dị na steeti Kano, Nigeria",
  "Ụlọ a rụrụ ọrụ dị ka obí eze nwa oge nke Kano tupu e wuo obí eze ugbu a bụ Gidan Rumfa na narị afọ nke iri na ise Ihe ngosi nka ahụ nwere nnukwu nchịkọta nka, ọrụ aka na ihe ndị nwere mmasị akụkọ ihe mere eme metụtara mpaghara Kano. Ọ dị na ụlọ akụkọ ihe mere eme nke narị afọ nke iri na ise, nke Gọọmentị Naịjirịa ghọtara dị ka ihe ncheta mba. E kewara ụlọ ngosi ihe mgbe ochie ahụ n'ime ụlọ ngosi iri na otu, nke ọ bụla nwere ebe ha na-elekwasị anya",
  "Ihe ngosi nka gụnyere Zaure ma ọ bụ nnukwu ụlọ mbata nke nwere ngosipụta nke ihe ọdịnala, mgbidi obodo na map nke Kano, akụkọ ihe mere eme nke steeti, Kano na narị afọ nke iri na itoolu, Agha Obodo, akụ na ụba, ụlọ ọrụ na egwu.",
  "Ebe mepere emepe n'ime ụlọ ngosi ihe mgbe ochie ahụ na-arụ ọrụ dị ka ebe a na-eme ihe nkiri maka otu egwu na ihe nkiri Koroso.",
  "E wuru ụlọ ahụ na narị afọ nke iri na ise maka Muhammad Rumfa mgbe ahụ nwa nwa nke eze nke a họpụtara Makama Kano, aha ọdịnala",
  "Rumfa mechara bụrụ Eze ma kwaga n'obí ọhụrụ mana Makamas sochirinụ biri n'ụlọ ahụ",
  "Mgbe ndị mba Britain weghaara Kano n'afọ 1903, ebe ahụ rụrụ ọrụ dị ka ụlọ ọrụ maka ndị isi ọchịchị na steeti Kano. E mechara kewaa ihe owuwu ahụ n'akụkụ atọ",
  "Otu ngalaba ghọrọ ụlọ ngosi ihe mgbe ochie nke Ngalaba Antiquities na-elekọta, nke ọzọ ghọrọ ụlọ akwụkwọ praịmarị na nke atọ nọgidere na-enwe ebumnuche mbụ dị ka ụlọ obibi.\nGidan Makama bụzi akụkụ nke ụlọ ngosi ihe mgbe ochie n'okpuru njikwa nke National Commission of Museums and Monuments na otu n'ime ụlọ ochie na-egosi ụlọ ọdịnala Hausa",
  "Ọdịdị ahụ nwere mgbidi aja nke oge ahụ mana n'afọ ndị sochirinụ, ụfọdụ ọrụ nrụzigharị nke oge a emeela.",
  "Ihe ngosi nka a dị n'okporo ụzọ Emir Palace ma kewaa ya n'ime ụlọ ngosi iri na otu na nke ọ bụla nwere akụkụ ụfọdụ nke ihe ọdịnala Kanawa, foto, ngwá egwu, ọrụ aka na ihe. Ụlọ ihe nkiri ndị ahụ bụ ọnụ ụlọ na ogige nke Makamas ochie ma gosipụta ụdị ebe obibi ọdịnala nke onye isi steeti Kano",
  "Ọnụ ụzọ ámá ndị ahụ gosipụtara ụfọdụ ite akụkọ ihe mere eme mgbe ochie nke a kwenyere na e gwupụtara na Kofar Kabuga, ọnụ ụzọ ámá dị n'ime mgbidi obodo Kano na egbe abụọ nke ndị ọchịchị",
  "Ụlọ ahụ nwere ụlọ ngosi iri na otu (11).",
  "Ihe ngosi nka ahụ nwere ụlọ ngosi iri na otu nke ọ bụla nwere ihe, ihe ochie na foto ndị na-anọchite anya ihe nketa akụkọ ihe mere eme nke ndị mmadụ."
]