[
  "Gideon Mendel (amụrụ n'ubochí irí atọ n'otu n'ọnwa Ọgọst n'afọ 1959) bụ onye na-ese foto",
  "Ọrụ ya na-etinye aka na nsogbu mmekọrịta ọha na eze nke oge a nke nchegbu ụwa",
  "Ụdị ya nke ime ihe oyiyi, na ntinye aka ogologo oge na ọrụ emeela ka ọ bụrụ onye a ma ama.",
  "Mendel nwere ọrụ karịrị afọ iri anọ",
  "O sitere na South Africa, ọ na-ebi ugbu a na London",
  "Ọ bụ ọrụ ya dị ka onye na-ese foto n'ime afọ ndị ikpeazụ nke ịkpa ókè agbụrụ nke izizi dọtara uche n'ọrụ ya.",
  "A mụrụ ya na Johannesburg n'afọ 1959, Mendel gụrụ nkà mmụta akparamàgwà mmadụ na akụkọ ihe mere eme nke Africa na Mahadum Cape Town",
  "Ọ bịdọrọ ise foto n'ihe dika afọ 1980s n'ime afọ ndị ikpeazụ nke ịkpa ókè agbụrụ ma mepụta ọtụtụ ọrụ na-edekọ ọnọdụ ọha na eze na ọnọdụ ndọrọ ndọrọ ọchịchị na South Africa.",
  "Na mmalite afọ 1990 ọ kwagara London, ebe ọ nọgidere na-azaghachi nsogbu mmekọrịta mmadụ na ibe ya n'ụwa niile",
  "Ọ na-eme njem nke ukwuu iji mee nke a, nke a na-egosipụta site na foto ya na-elekwasị anya na ndị mmadụ na ọha mmadụ si mba dị iche iche n'ụwa niile",
  "A na-emepụta ụfọdụ ọrụ ya n'ime ogologo oge",
  "Vidio aghọwo akụkụ ma ọ bụrụ na ọ na-arụ ọrụ, ọ na-ejikwa foto jikọrọ aka dị ka ụzọ isi soro ndị ọ na-ese okwu.",
  "Mendel arụwo ọrụ banyere National Geographic, Fortune, Geo, The Independent magazine, The Guardian Weekend magazine, The Sunday Times magazine, Condé Nast Traveler, L'Express, Stern na Rolling Stone.",
  "E bipụtara akwụkwọ izizi ya, A Broken Landscape: HIV & AIDS in Africa, n'afọ 2001",
  "Kemgbe ahụ, o mepụtara ọtụtụ ọrụ nkwado foto, na-arụ ọrụ na ọrụ ebere na òtù mgbasa ozi gụnyere The Global Fund, Médecins Sans Frontières, Treatment Action Campaign, International HIV / AIDS Alliance, ActionAid, Terrence Higgins Trust, Shelter, Leonard Cheshire Disability, UNICEF na Concern Worldwide.",
  "Kemgbe afọ 2007, Mendel anọwo na-arụ ọrụ na Drowning World, ọrụ nka na nkwado banyere idei mmiri",
  "Ka ọ dị ugbu a [mgbe?] edepụtara ihe banyere ihe nrite Prix Pictet, ọ bụ nzaghachi onwe ya maka mgbanwe ihu igwe.",
  "Mendel bịdọrọ ọrụ ahụ ógè ọ gachara UK, wee gaa India iji dekọọ mmebi nke idei mmiri kpatara izu ole na ole site na ibe ya",
  "\"Mmetụta dị iche iche nke idei mmiri ahụ, na oke nke ndị ha metụtara\" kpaliri ya. Ọ kọwara ọrụ ahụ dị ka \"mgbalị m na-eme ịchọpụta mmetụta nke mgbanwe ihu igwe n'ụzọ dị nso, na-eduga anyị karịa ọnụ ọgụgụ na-enweghị ihu na n'ime ahụmịhe nke ndị ọ na-emegbu",
  "\" Kemgbe ọ bịdọrọ ọrụ ahụ, o dekọrọ mmebi nke idei mmiri na mmetụta nke ndị bi n'ógbè ndị idei mmiri metụtara na mba ndị gụnyere Haiti, Pakistan, Australia, Thailand, Nigeria, Germany na Philippines.",
  "Ihe dị oké mkpa n'akụkọ nke ọrụ ahụ bụ ihe osise ndị dị n'ime mmiri",
  "A na-ejikarị ụlọ ndị idei mmiri na-eme ihe dị ka ebe, na-emepụta gburugburu ebe obibi gbanwere nke ukwuu",
  "Ọrụ zuru ezu nwere ihe osise ndị a, yana usoro abụọ ọzọ",
  "Flood Lines na-edekọ mmetụta nke mmiri ozuzo nke oghere dị n'ime, na Water Marks na-edekọta mgbanwe nke mmiri ozu hapụrụ na foto onwe onye nke ndị ahụ nwụrụ, nke Mendel na-ese foto ma na-anakọta.",
  "A maara ọrụ a n'ihi na ojiji a na-adịghị ahụkebe nke ihe osise, yana njikọta ya nke foto na vidiyo",
  "N'iji ihe nkiri sitere na njem ya, Mendel esorowo ndị na-eme vidio rụkọọ ọrụ iji mepụta usoro ihe nkiri dị mkpirikpi",
  "Vidio na-eso foto na usoro ahụ.",
  "Otu n'ime isi ihe ndị ọrụ ya lekwasịrị anya bụ nsogbu HIV / AIDS",
  "Mendel bịdọrọ ide akwụkwọ HIV / AIDS na mpaghara Sahara Africa na mmalite afọ 1990",
  "Ọ bụ ezie na mmata banyere ọrịa ahụ na-eto ngwa ngwa n'oge ahụ, ọgwụgwọ antiretroviral (ART) ka siri ike ịnweta ọtụtụ ndị kasị daa ogbenye na kọntinent ahụ",
  "N'ihi ya, ọrịa ahụ na-enwe mmetụta na-ebibi ihe na obodo dị iche iche gafee mpaghara kọntinent ahụ",
  "Ógè ọ kọchara ọrịa AIDS n'ógbè ndị a, Mendel bịdọrọ ịzụlite ihe bụ ihe a na-elekwasị anya na ọrụ ya.",
  "N'afọ 1993 foto Mendel dekọrọ ndụ ndị ọrịa anọ nwere nje HIV na Middlesex Hospital na London, UK",
  "O bu n'uche igosi ha dị ka ndị nwere ndụ na mmekọrịta",
  "Tinyere akwụkwọ (The Ward, nke e bipụtara n'afọ 2017) e nwere ihe ngosi nke ụfọdụ foto na Fitzrovia Chapel n'ime ụlọ ọgwụ ahụ",
  "N'oge ọrụ a, ọ zutere onye nọọsụ, Sarah, onye ghọrọ onye mmekọ ya ogologo oge.",
  "Isi nke na-aga n'ihu nke ọrụ ya na ọrịa AIDS, Through Positive Eyes, bụ ọrụ mmekorita ya na UCLA Art and Global Health Center",
  "Ọrụ ahụ na-arụ ọrụ na ndị dị n'obodo asaa gburugburu ụwa, ha niile nwere nje HIV",
  "Nzukọ ahụ kọwara ọrụ ahụ dị ka ịkọ \"akụkọ banyere HIV / AIDS na afọ iri nke anọ nke ọrịa ahụ\" ógè ịnweta ọgwụgwọ \"dị anya site na ụwa niile\". N'ịbụ nke Davide Gere mepụtara na UCLA, onye na-ese foto ibe ya bụ Crispin Hughes na-eduzi ụlọ ọrụ ndị bụ akụkụ nke ọrụ ahụ",
  "N'ime ọrụ a, ọrụ Mendel agbanweela site na onye na-ese foto gaa na onye na'ime ka ọ rụọ ọrụ, na-enyefe igwefoto ahụ na ndị nwere nje HIV, ndị ya na ha na-arụkọ ọrụ iji dekọọ akụkọ ha.",
  "Mendel so n'otu ọgbọ nke \"ndị na-ese foto na-alụ ọgụ\", na-etinye aka n'idepụta esemokwu na ọgba aghara ndọrọ ndọrọ ọchịchị nke afọ 1980 na mbà South Africa",
  "N'ịbụ onye e were n'ọrụ dị ka onye na-ese foto akụkọ, ọ bụ site na ikpuchi ọnọdụ ndị a ka ọ bịdọrọ ọrụ ya",
  "Ọ na-ekwu na n'ileghachi anya azụ, ọ \"na-anwa ịghọta oge ọgba aghara a n'amaghị na mgbanwe dị nso\"..",
  "nakwa na \"ahụmahụ ahụ emetụtala ụzọ m si ese foto kemgbe ahụ\".",
  "Mendel emepụtala ọtụtụ ọrụ, nke ọ na-anwa ịghọta echiche nke ịkpa ókè agbụrụ, na mmetụta ya na-aga n'ihu na South Africa na ndị ya, ọkachasị Living in Yeoville, ihe nkiri nke Okwui Enwezor nyere iwu banyere ngosi Rise and Fall of Apartheid."
]