[
  "|Gideon Okeke na 2021 AMA Award]]\nGideon Okeke bụ onye Naijiria na-eme ihe nkiri, ihe nlereanya na onye na-eme ihe ngosi TV. Ọ bịara n'anya ọha na eze na 2006 mgbe ọ pụtara dị ka onye na-asọ mpi na mbipụta mbụ nke Big Brother Nigeria",
  "N'afọ 2008, Gideon sonyeere ndị na-eme ihe nkiri nke MNET TV Tinsel nke ọ bụ onye na-eme mgbe niile.",
  "Dịka otu nwa, Gideon tolitere na Ajegunle, otu n'ime ogige ndị ogbenye nke Lagos, ebe ọ na-ekwu okwu n'ụzọ dị mma. Ọ gara Mahadum Nnamdi Azikiwe ebe ọ gụrụ applied bio-chemistry",
  "O mechara banye na Lee Strasberg institute na New York ebe ọ nwetara ọzụzụ ọkachamara na ime ihe nkiri.",
  "Mgbe ọ pụtara na ngosiputa mbụ nke Big Brother Nigeria, Gideon sonyeere ndị na-eme ihe nkiri nke M-NET a kpọrọ Tinsel, dị ka Phillip Ade Williams, nwa dị mpako nke onye mgbasa ozi. Ọ ka bụ otu n'ime ndị na-eme ihe nkiri na-arụ ọrụ ogologo oge na ihe ngosi ahụ. Gideon apụtawokwa na usoro ihe nkiri TV nke South Africa Jacobs cross N'afọ 2014, ọ rụrụ ọrụ Bernard na usoro irokotv Poisoned Bait, nke onye nduzi BAFTA LA Leila Djansi duziri",
  "Na mgbakwunye, Gideon bụ onye na-elekọta ihe ngosi egwuregwu DSTV Money Drop.",
  "Gideon nwetara ọrụ mbụ ya na ihe nkiri ihe nkiri Naijiria a kpọrọ Relentless n'afọ 2010, ya na Jimmy Jean-Louis na Nneka Egbuna. Ọrụ nke abụọ ọ rụrụ bụ n'ihe nkiri afọ 2014 a kpọrọ A Place in the Stars",
  "N'otu afọ ahụ, ọ rụrụ ọrụ Tobena, mmasị ịhụnanya nke onye isi na-eme ihe ọchị ịhụnanya mgbe ịhụnanya na-eme",
  "Ihe nkiri ndị ọzọ a na-enye otuto ya gụnyere ihe nkiri mpụ na-atọ ọchị Gbomo Gbomo Express na ihe nkiri ịhụnanya nke Ghana Anniverssary",
  "N'afọ 2016, a họpụtara ya na ihe nkiri 93 Days",
  "N'ịbụ onye na-eme ihe nkiri n'akụkụ Danny Glover, Gideon nwetara nhọpụta AMVCA maka ngosipụta ya nke Dr Morris Ibeawuchi, otu n'ime ndị dọkịta na-adị ndụ na nsogbu Ebola nke Naijiria.",
  "Gideon apụtala n'ọtụtụ ihe nkiri nke gụnyere Fractures, nke Arthur Miller dere site na A View From The Bridge. Ọ mekwara Fela Kuti na Fela.",
  "Arrest The Music, egwu nke na-eme emume maka nkà nke akụkọ ifo Afrobeat nke Naijiria. Gideon bụkwa onye na-eme ihe nkiri nke Saro The Musical 2, na-eme njem na London ugbu a.",
  "Gideon bụ nna naanị ya nye nwa nwanyị amụrụ na Machị 2016."
]