[
  "Ememme Omenala Gidi (nke a na-akpọkarị Coachella na Lagos) bụ mmemme egwu na nka otu ụbọchị nke na-eme na Lagos, Naijiria",
  "Chinedu Okeke na Oriteme Banigo mebere ya, ka emebere ya n'ihi ọchịchọ sitere n'omenala ndị ntorobịa obodo maka ndụ, ọnụ ahịa na ihe ntụrụndụ dị n'Africa",
  "Ememme ahụ na-enye ebe egwuregwu egwu dị ndụ, DJs, na ihe egwu na-eme",
  "Ọ na-egosipụtakwa ihe omume dị n'èzí, ndị na-ere ahịa mpaghara, na ndị ọrụ aka",
  "Isi ihe ngosi na-egosi usoro mmemme ndị Africa sitere n'ọtụtụ mba, gụnyere Nsijiria, Ghana, South Afrika,Congo, Kenya, na United Kingdom",
  "Ebumnobi nke mmemme a bụ ịgba ume mmepe nke talent Africa na ịkwalite ndị na-ese ihe ma n'ime kọntinent ma n'ahịa mba ofesi",
  "Ememme Omenala Gidi bụ nke Eclipse dindu Production mere",
  "Ọ sitere n'ike mmụọ nsọ Lekki Sound Splash nke na-emebibeghị ugbu a, bụ mmemme nke Fela Kuti kpọburu isi n'otu oge",
  "Ndị Chinedu Okeke na Oriteme Banigo mebere ya, ebumnuche bụ isi nke mmemme a bụ imepụta oghere maka ndị ntorobịa ga-enyere ha aka ma nyekwa ha ike",
  "Emere ememme ahụ maka echiche ọhụrụ ya gbasara inyeghachi obodo",
  "Ya Beach Sweeps and Dreams Project bụ mgbanwe mmemme na-enye ohere maka ndị na-eto eto ịrụ ọrụ n'ụdị dị iche iche nke mmepụta ihe",
  "Na mgbakwunye na Ememme Omenala Gidi, Eclipse Live Production na-emepụta ihe egwu Palmwine nke Nigeria na ala ala nna",
  "N'ajụjụ ọnụ ya na akwụkwọ akụkọ IQ na",
  "Abuo puku na iri na itghehite",
  "The inaugural edition of the festival featured performances from Ice Prince, Phyno, Naeto C, Chidinma, Dammy Krane, Blink, Poe, Boj, Teezee, Ayo Jay, Emma Nyra, Patoranking, Lynxx, Jesse Jagz, Oritse Femi, Orezi, Reminisce, Efya, DJ Obi, DJ Caise, DJ Hazan, DJ Cuppy, DJ Kaywise, Falz, Pucado, Yung L, and Endia.",
  "The second edition of the festival was held on April 4, 2015, at Eko Atlantic in Lagos",
  "It featured performances from M.I Abaga, Show Dem Camp, Waje, Yemi Alade, Falz, EL, Victoria Kimani, Urban Boyz, Awilo Longomba, Temi Dollface, Ebisan and Sauti Sol",
  "It also featured DJ Neptune, DJ Lambo and DJ Gino Brown.",
  "The third edition of the festival was held at Eko Atlantic in Lagos",
  "Hosted by Sensei Uche and Nomuzi, it featured performances from Tiwa Savage, D'banj, Phyno, Small Doctor, Timaya, Adekunle Gold, Yemi Alade, K.O, Riky Rick, Mr 2Kay, Base One, Que Peller, Dice Ailes, Poe, Funbi and Saeon.",
  "The fourth edition of the festival was held on April 15, 2017",
  "It was headlined by Diplo, Burna Boy and Davido. The festival featured additional performances from Seyi Shay, Reekado Banks, Simi, Niniola, Sauti Sol, and Vanessa Mdee.",
  "Emere mbipụta nke isii nke mmemme ahụ na Eprel 20, 2019, na Landmark Beach Front na Victoria Island, Lagos",
  "Ememme ahụ gosipụtara ihe ngosi sitere na Patoranking, Niniola, Teni, Moonchild, Sanelly, DJ Neptune, Wande Coal, DJ Cuppy, Sarz, Zlatan, Blaqbonez, na LAX",
  "E mere atụmatụ na ihe karịrị mmadụ 10,000 bịara ememme ahụ"
]