[
  "Gilda Snowden (ubochí irí abụọ na itoolu n'ọnwa Julaị, 1954 rụo ụbọchị itoolu n'ọnwa Septemba, 2014) bụ ónyé Africa-America na-ese ihe, ónyé nkuzi na ónyé nduzi si Detroit, Michigan.",
  "A mụrụ Snowden na Detroit, Michigan n'ubochí irí abụọ na itoolu n'ọnwa Julaị, 1954, ma too na ugwu ọdịda anyanwụ Detroit. Nna Snowden bụ dọkịta ezé. Nné na nnà ya na nne na nna nna ya si Alabama na Texas kwaga Detroit na mbido narị afọ nke iri abụọ, akụkụ nke nnukwu njem nke ndị Africa America site na ime ọbọdọ South gaa n'ọbọdọ ukwu North. Ọ gara Cass Technical High School na-elekwasị anya na imewe ejiji.",
  "Snowden nwetara nzere BFA ya na Advertising Design and Painting na 1977 na nzere MFA ya na Painting na 1979 na Mahadum Wayne State. O kpebiri na afọ nke abụọ ya na kọleji ka ọ lekwasị anya na nka màrà mmá. Na Mahadum Wayne State, ọ nwere mmetụta dị ukwuu site na Cass Corridor art movement ma soro onye na-ese ihe John Egner mụọ ihe.",
  "Ọ lụrụ William \"Bill\" Boswell, onye na-eme ihe nkiri na ónyé nduzi nke Detroit Repertory Theatre.",
  "N'afọ 1985, Gilda Snowden ghọrọ prọfesọ na Ngalaba Fine Arts na College for Creative Studies (CCS) na Detroit. Ọ kụziri na CCS ruo afọ iri atọ na otu, na-eje ozi dị ka onyeisi óche màkà ngalaba nka màrà mmá na ngalaba eserese n'oge dị iche iche n'oge ọ nọ ebe ahụ. Na kọleji ọ rụkwara ọrụ dị ka ónyé nlekọta na onye ọka ikpe màkà ihe ngosi nka.",
  "Ọrụ Gilda Snowden na-abụkarị ihe omimi nke na-eji ụcha dị mma",
  "Ọbọdọ Detroit kpaliri ọtụtụ ọrụ",
  "Usoro Flora Urbana ya gosipụtara ụdị okooko osisi ndị a na-adịghị ahụ anya, na encaustic, nke sitere n'ike mmụọ nsọ nke ogige ndị Detroit na-elekọta ugbu a na ala ebe ụlọ dịbu. City Album: Department of Railways 1929 bụ ihe atụ sitere na usoro mkpofu icheku ọkụ o mere na mkpuchi olulu Detroit ọ chọpụtara na ọ na-agba ịnyịnya n'obodo ahụ na ịnyịnya ígwè ya.",
  "Otu n'ime nsọpụrụ ndị Gilda Snowden nwetara bụ:",
  "E gosipụtara ọrụ Gilda Snowden na gallery na ebe ngosi ihe mgbe ochie, nke a bụ ndepụta ahọpụtara nke ihe ngosi ya gụnyere:",
  "Snowden nwụrụ na Septemba úbọchị itoolu, 2014, mgbe ọ dị afọ irí isii.",
  "A na-arụ ọrụ Snowden na nchịkọta ihe ngosi nka na-adịgide adịgide gụnyere Detroit Institute of Arts, David C",
  "Driskell Center na Mahadum Maryland, Oakland University Art Gallery, na Wayne State University Art Collection.",
  "The Gilda Snowden Emerging Artist Awards, nke The Kresge Foundation kwadoro kemgbe 2015, na-asọpụrụ ndụ Gilda Snowder nke ọrụ na-eduzi ndị na-ese ihe na mpaghara Detroit."
]