[
  "Ikike Gillick bụ okwu sitere na mba England na Wales ma jiri ya mee ihe na iwu ahụike iji kpebie ma nwatakịrị (n'okpuru afọ iri na isii) nwere ike ikwenye na ọgwụgwọ ahụike nke ha, n'enweghị mkpa maka ikike nne na nna ma ọ bụ ihe ọmụma.",
  "Ụkpụrụ a dabere na mkpebi ikpe nke afọ 1985 nke House of Lords gbasara ikpe nke ndụmọdụ mgbochi afọ ime nke dọkịta NHS nyere na Gillick v West Norfolk na Wisbech Area Health Authority. Ikpe a na-ejide onwe ya na England na Wales, a nakweere ya n'ụzọ dịgasị iche iche na mba Australia, Canada, na New Zealand. A na-eme ndokwa yiri nke ahụ na Scotland site na Age of Legal Capacity (Scotland) Act 1991",
  "Na mba Northern Ireland, ọ bụ ezie na iwu dị iche iche na-emetụta, Ngalaba Ahụike na Ọrụ Ọha n'oge ahụ kwuru na ọ dịghị ihe mere ị ga-eji chee na mkpebi Ụlọ Ndị Eze agaghị eso ụlọ ikpe Northern Ireland.",
  "Ikpe Gillick metụtara ngalaba ahụike na-enye ndị dọkịta ndụmọdụ banyere mgbochi afọ ime nke ụmụaka (maka nke a, n'okpuru afọ iri na isii)",
  "Okirikiri ahụ kwuru na ọgwụ mgbochi afọ ime bụ okwu maka uche dọkịta nakwa na enwere ike ịnye ha ndị na-erubeghị afọ iri na isii n'enweghị nkwenye ndị nne na nna",
  "A gbara okwu a n'ihi na onye na-eme ihe ike, Victoria Gillick, mere mkpọsa megide iwu ahụ",
  "Gillick chọrọ nkwupụta na ịnye ọgwụ mgbochi bụ iwu na-akwadoghị n'ihi na dọkịta ga-eme mpụ nke ịgba ume inwe mmekọahụ na nwata nakwa na ọ ga-abụ ọgwụgwọ n'enweghị nkwenye dị ka nkwenye nke nne ma ọ bụ nna; o nweghị ihe ịga nke ọma n'ihu Ụlọikpe Kasị Elu nke Ikpe Ziri Ezi, mana o nwere ihe ịga nke ọma n'ụlọ ikpe mkpegharị.",
  "Ihe iseokwu dị n'ihu Ụlọ Ndị Eze bụ naanị ma nwata ahụ nwere ike inye nkwenye",
  "A na-atụle \"Nkwenye\" ebe a n'echiche sara mbara nke nkwenye maka batrị ma ọ bụ mwakpo: na enweghị nkwenye onye ọrịa maka ọgwụgwọ, dọkịta, ọ bụrụgodị na ọ nwere ezi ebumnuche, enwere ike ịgba ya akwụkwọ / ebubo.",
  "Ụlọ ndị isi lekwasịrị anya n'okwu nke nkwenye kama echiche nke 'ikike nne na nna' ma ọ bụ ike nne na nna",
  "N'ezie, ụlọ ikpe ahụ kwuru na 'ikike nne na nna' adịghị, ma e wezụga ichebe ọdịmma kachasị mma nke nwatakịrị",
  "Ihe ka n'ọnụ ọgụgụ kwuru na n'ọnọdụ ụfọdụ, nwatakịrị nwere ike ikwenye ọgwụgwọ, nakwa na n'ọnọdụ ndị a, nne ma ọ bụ nna enweghị ikike igbochi ọgwụgwọ.",
  "Lord Scarman na Lord Fraser tụrụ aro nyocha dịtụ iche (Lord Bridge kwenyere na ha abụọ)",
  "A na-ewere ule Lord Scarman dị ka ule nke 'Gillick competency'",
  "Ọ chọrọ ka nwatakịrị kwenye ma ọ bụrụ na ha aghọta ọgwụgwọ ahụike a tụrụ aro:\n \nMkpebi ahụ nwere mmetụta dị ịrịba ama maka ikike iwu nke obere ụmụaka na England n'ihi na ọ sara mbara karịa naanị nkwenye ahụike",
  "Ọ na-ekwu na ikike nke ndị nne na nna ime mkpebi maka obere ụmụ ha abụghị ihe zuru oke, kama ọ na-ebelata na ntozu okè nke nwa ahụ",
  "Ihe si na Gillick pụta bụ na n'England na Wales taa, ma e wezụga n'ọnọdụ ndị iwu na-achịkwa, ikike iwu kwadoro ime mkpebi n'okwu ọ bụla gbasara nwatakịrị ahụ na-agbanwe site n'aka nne ma ọ bụ nna gaa n'aka nwa ahụ mgbe nwa ahụ tozuru oke iji nwee ike ikpebi uche ha n'okwu ahụ chọrọ mkpebi.",
  "Nwatakịrị a na-ewere dị ka \"Gillick ruru eru\" nwere ike igbochi ndị mụrụ ha ile ndekọ ahụike ha",
  "Dị ka ndị dị otú ahụ, ndị ọrụ ahụike agaghị ekpughe ihe ndekọ ahụike nke nwatakịrị a na-ewere dị ka \"Gillick ruru eru\" ọ gwụla ma nkwenye pụtara ìhè.",
  "N'ọtụtụ mpaghara, nne ma ọ bụ nna nke nwatakịrị nwere onwe ya enweghị ikike ikwenye na ọgwụgwọ, n'agbanyeghị ule Gillick",
  "Ọnọdụ nnwere onwe na-ebili mgbe nwata ahụ lụrụ di (R v D  AC 778, 791) ma ọ bụ na ndị agha.",
  "Ọdịdị nke ọkọlọtọ ahụ ka ejighị n'aka",
  "Ka ọ dị ugbu a, ụlọ ikpe ajụla akwụkwọ ịkpọ òkù iji kọwaa \"ikike Gillick\" na dọkịta n'otu n'otu nweere onwe ya ime mkpebi, na-ajụ ndị ọgbọ ya ma ọ bụrụ na nke a nwere ike inye aka, banyere ma nwatakịrị ahụ ọ bụ \"Gillick ruru eru\".",
  "Ka ọ na-erule n'ọnwa Mee n'afọ 2016, ọ pụtara Funston na Howard na ụfọdụ iwu na-adịbeghị anya rụrụ ọrụ n'ụzọ doro anya iji gbochie ikike nke ụmụaka Gillick ruru eru ikwenye ọgwụgwọ ahụike n'èzí ọnọdụ ahụike",
  "Dịka ọmụmaatụ, a chọrọ nkwenye ndị nne na nna maka ịgwọ ụmụaka nwere ụkwara ume ọkụ site na iji salbutamol inhalers n'ụlọ akwụkwọ. A ka na-anwale mgbochi ndị a n'ụlọ ikpe.",
  "Mkpebi nke In re R (1991) na Re W (1992) (ọkachasị Lord Donaldson) megidere mkpebi nke  Gillick decision",
  "Site na ndị a, na ndị na-esote, a na-atụ aro na n'agbanyeghị ikike nne na nna nke veto ọgwụgwọ akwụsị, ikike nne na nna adịghị \"akwụsị\" dị ka Lord Scarman tụrụ aro na Gillick",
  "Otú ọ dị, ndị a bụ nanị okwu obita ma ọ bụ n'ụlọikpe nta kwuru; ya mere, ha anọghị n'iwu",
  "Mana parens patriae ikike nke ụlọ ikpe ka dị na-enye ohere ka ụlọ ikpe manye mmeso megide ọchịchọ nwa (na nne na nna).",
  "Na nyocha ikpe nke afọ 2006, R (na ngwa nke Axon) v Secretary of State for Health, Ụlọikpe Kasị Elu kwadoro Gillick na ikwe ka nzuzo ahụike maka ndị nọ n'afọ iri na ụma na-achọ ite ime. Ụlọ ikpe ahụ jụrụ ebubo na enyeghị ndị nne na nna \"ikike ịmara\" ma nwa ha chọrọ ite ime, njikwa ọmụmụ ma ọ bụ mgbochi ime megidere Nkebi nke 8 nke European Convention on Human Rights",
  "Ikpe Axon depụtara ndepụta nke ụkpụrụ nke dọkịta ga-ezute mgbe ọ na-ekpebi ma ọ ga-enye nwatakịrị na-erubeghị afọ iri na isii ọgwụgwọ n'agwaghị ndị mụrụ ha: ha ga-ekwenye na ha nwere ike ịghọta akụkụ niile nke ndụmọdụ ahụ, na ahụike anụ ahụ ma ọ bụ nke uche nke onye ọrịa ahụ nwere ike ịta ahụhụ n'enweghị ndụmọdụ ahụike, na ọ bụ maka ọdịmma nke onye ọrịa inye ndụmọdụ ahụike, na (n'inye mgbochi ime) o yikarịrị ka ha ga-enwe mmekọahụ ma a na-enye ọgwụ mgbochi ime ma ọ bụ na ha agbaala mbọ ime ka onye na-eto eto kweta ikpughe ozi ahụ nye ndị mụrụ ha.",
  "Ná ngwụsị afọ 2020, Bell v Tavistock tụlere ma ndị na-erubeghị afọ iri na isii nwere dysphoria nwoke na nwanyị nwere ike ịbụ Gillick ruru eru ikwenye ịnata ndị na-egbochi oge uto",
  "N'ihi nkọwa pụrụ iche nke ọgwụgwọ ahụ, Ụlọikpe Kasị Elu kwubiri na n'ọnọdụ ndị dị otú ahụ, azịza ya ga-abụ 'ee', a priori. Ná ngwụsị afọ 2021, Ụlọikpe mkpegharị kagburu Bell v Tavistock, ebe ọ bụ na achọtabeghị iwu na omume ụlọ ọgwụ ahụ megidere iwu.",
  "Ná mmalite Septemba 2021, nduzi a na-ekesa na NHS trust kwuru na a ga-ewere ọtụtụ ndị dị afọ iri na abụọ ruo afọ iri na ise dị ka \"Gillick ruru eru inye nkwenye nke ha\" ka a gbaa ha ọgwụ mgbochi COVID-19, n'agbanyeghị na JCVI \"adaghị] ịtụ aro ọgwụ mgbochi Covid-19 maka ndị dị afọ iri na abụọ ruo afọ iri na ise dị mma",
  "\" Onye na-eme mkpọsa Molly Kingsley, onye guzobere otu mgbasa ozi UsForThem n'ihe gbasara okwu ahụ [nkọwa dị mkpa], dọrọ aka ná ntị na \"Ọ bụrụ na ịgba ọgwụ mgbochi ụmụaka ga-eme n'ụlọ akwụkwọ n'ebughị mkpa maka nkwenye ndị nne na nna ùgwù, ọ ga-emebi ntụkwasị obi ndị nne na nna n'ụlọ akwụkwọ.\" [nkọwa dị mkpa] Epidemiologist na onye otu SAGE bụ John Edmunds kwuru na \"ọ bụrụ na anyị ekwe ka ọrịa na-ebute ọrịa na-agafe ndị mmadụ, nke ahụ bụ ọtụtụ ụmụaka ga-ebute ọrịa na nke ahụ ga-abụ ọtụtụ ọgba aghara n'ụlọ akwụkwọ n'ime ọnwa ndị na-abịanụ",
  "\"",
  "Ụlọ ikpe dị elu nke Australia nyere nkwenye siri ike maka mkpebi Gillick na \"Marion's Case\", odeakwụkwọ nke Ngalaba Ahụike na Ọrụ Obodo v JWB na SMB (1992) 175 CLR 189",
  "Ozizi ikike Gillick bụ akụkụ nke iwu ikpe Australia (lee, dịka, DoCS v Y  NSWSC 644).",
  "There is no express authority in Australia on In re R and Re W, so whether a parent's right terminates is unclear",
  "This lack of authority reflects that the reported cases have all involved minors who have been found to be incompetent, and that Australian courts will make decisions in the parens patriae jurisdiction regardless of Gillick competence.",
  "Na South Australia na New South Wales iwu na-akọwapụta iwu nkịtị, na-eguzobe ụkpụrụ Gillick-esque nke ikike ma na-echekwa nkwenye n'etiti nne ma ọ bụ nna na nwa maka afọ 14-16.",
  "Na 21 Mee 2009, mgbagwoju anya [onye?] bilitere n'etiti ikike Gillick, nke na-achọpụta ndị na-erubeghị afọ iri na isii nwere ikike ikwenye na ọgwụgwọ nke ha, na ntuziaka Fraser, nke metụtara naanị mgbochi afọ ime ma lekwasị anya na ọchịchọ nke itinye aka na nne na nna na ihe ize ndụ nke mmekọahụ na-enweghị nchebe na mpaghara ahụ.",
  "Asịrị na-aga n'ihu bilitere na Victoria Gillick enweghị mmasị ka aha ya jikọta ya na nyocha nke ikike ụmụaka, mana nchịkọta akụkọ na BMJ site n'afọ 2006 kwuru na Gillick kwuru na \"ọ dịtụbeghị mgbe ọ tụrụ aro nye onye ọ bụla, n'ihu ọha ma ọ bụ na nzuzo, na [ọ] enweghị mmasị na e jikọtara ya na okwu 'Gillick competent'",
  "\"",
  "Iwu kwadoro ka ndị dọkịta nye ndụmọdụ na ọgwụgwọ mgbochi afọ ime n'enweghị nkwenye ndị nne na nna na-enye ụfọdụ ụkpụrụ",
  "Ụkpụrụ ndị a, nke a maara dị ka ụkpụrụ nduzi Fraser, bụ nke Lord Fraser setịpụrụ na mkpebi Gillick ma chọọ ka ọkachamara nwee afọ ojuju na:",
  "Ọ bụ ezie na ụkpụrụ ndị a na-ezo aka kpọmkwem na mgbochi afọ ime, a na-ewere ụkpụrụ ndị ahụ na-emetụta ọgwụgwọ ndị ọzọ, gụnyere ite ime. Ọ bụ ezie na ikpe ahụ n'ụlọ ndị nwe ụlọ na-ezo aka kpọmkwem na ndị dọkịta, Royal College of Obstetricians and Gynaecologists (RCOG) na-atụle ya iji tinye aka na ndị ọkachamara ahụike ndị ọzọ, \"gụnyere ndị ọkachamara n'ozuzu, ndị dọkịta na-ahụ maka ụmụnwanyị, ndị nọọsụ, na ndị na-arụ ọrụ na ụlọ ọgwụ mgbochi obodo, ụlọ ọgwụ ahụike mmekọahụ na ọrụ ụlọ ọgwụ",
  "\" A pụkwara ịkọwa ya dị ka ikpuchi ndị ọrụ ntorobịa na ndị ọrụ nkwalite ahụike ndị nwere ike inye ndị na-eto eto na-erubeghị afọ iri na isii ndụmọdụ gbasara mgbochi na condom, mana a nwalebeghị nke a n'ụlọ ikpe.",
  "Ọ bụrụ na onye na-erubeghị afọ iri na asatọ jụrụ ịnakwere ọgwụgwọ, ọ ga-ekwe omume n'ọnọdụ ụfọdụ ka nne na nna ha ma ọ bụ ụlọ ikpe kagbuo mkpebi ha",
  "Otú ọ dị, enwere ike iji ikike a mee ihe naanị na ndabere na ọdịmma nke onye na-eto eto bụ ihe kachasị mkpa",
  "N'okwu a, ọdịmma apụtaghị naanị ahụike anụ ahụ ha",
  "A ghaghị iburu n'uche mmetụta uche nke ime ka mkpebi ahụ ghara ịdị irè ma bụrụ nhọrọ naanị mgbe e chere na onye na-eto eto ahụ nwere ike ịta ahụhụ \"mmerụ uche ma ọ bụ anụ ahụ a na-apụghị ịgbanwe agbanwe\"",
  "Na-emekarị, mgbe nne ma ọ bụ nna chọrọ ịkagbu mkpebi onye na-eto eto ịjụ ọgwụgwọ, ndị ọkachamara ahụike ga-etinye akwụkwọ n'ụlọ ikpe maka mkpebi ikpeazụ.",
  "Otu ihe na-adọrọ mmasị na ụkpụrụ nduzi Fraser bụ na ọtụtụ [okwu  na-ewere ikpe Lord Scarman dị ka ikpe na-eduga na ikpe ahụ, mana n'ihi na ikpe Lord Fraser dị mkpụmkpụ ma wepụta ya n'okwu ndị ọzọ - na n'echiche ahụ ka ndị ọkachamara ahụike na ọdịmma nwere ike ịnweta ya - ọ bụ mkpebi ya ka nke nwere ụkpụrụ ndị nwere ụkpụrụ ndị bụ isi, [nkọwa dị mkpa] dị ka ihe atụ e hotara na RCOG circular."
]