[
  "Gillian Joanna Merron, Baroness Merron ( (amụrụ 12 Eprel 1959) bụ onye ndọrọ ndọrọ ọchịchị Britain na onye ọgbọ ndụ na-eje ozi dị ka onye isi oche nke Board of Deputies of British Jew kemgbe 2014",
  "Onye otu Labour Party, ọ bụ onye na-ekwuchitere onyinyo nke ahụike na ahụike.  Nlekọta mmekọrịta kemgbe 2021",
  "Ọ bụbu onye otu nzuko omeiwu (MP) maka Lincoln site na 1997 ruo 2010 wee nwee ọtụtụ ụlọ ọrụ minista na gọọmentị Blair na Brown.",
  "A mụrụ Merron na Ilford, Essex site na ezinụlọ ndị Juu, wee gụ akwụkwọ na Wanstead High School na Wanstead na ọwụwa anyanwụ London.  Ọ gara ụlọ akwụkwọ nchịkwa Mahadum Lancaster, na-enweta BSc (Hons) na Science Management.  Ọ rụrụ ọrụ na ọchịchị ime obodo na dịka onye ọrụ otu NUPE (nke mechara UNISON)..",
  ".Merron sonyeere Labour Party na 1984",
  "Tupu aghọọ onye omeiwu, Merron bụ osote onye isi oche nke ngalaba Labour Party na mpaghara. Ọ chịkọtara mkpọsa nke etiti mpaghara onyinyo onyinyo na ntuli aka izugbe 1992 na ntuli aka nzuko omeiwu Europe 1994.",
  ". Emere Merron ka ọ bụrụ onye ndoro-ndoro omeiwu (PPC) site na ndepụta ụmụ nwanyị niile,  wee họpụta ya na House of Commons na Mee 1997 yana ọtụtụ 11,130.  Site na Julaị 1998 ruo Julaị 1999, ọ jere ozi dị ka onye ode akwụkwọ omeiwu nkeonwe (PPS) nye Doug Henderson dị ka onye minista steeti maka ndị agha na, site na Julaị 1999 ruo June 2001, ọ bụ PPS ruo Baroness Symons dị ka Minister of State for Defence Procurement.",
  "Site na June 2001 ruo Ọktoba 2002, Merron jere ozi dị ka PPS nye John Reid dịka odeakwụkwọ nke steeti maka Northern Ireland.  Site na Ọktoba 2002 ruo Mee 2006, ọ bụ ụtarị gọọmentị ma bụrụkwa Lord Commissioner of Treasury site na Disemba 2004",
  "Na ntuli aka izugbe nke 2005, ọnụ ọgụgụ ya bụ 4,613.",
  "A họpụtara Merron na Ngalaba Ụgbọ njem na Mee 2006, ebe ọ rụrụ ọrụ ruo mgbe mgbanwe ahụ na 29 June 2007, mgbe ọ ghọrọ odeakwụkwọ ndị omeiwu maka ụlọ ọrụ Cabinet na onye ozi mbụ nke East Midlands.",
  "N'ịgbaso arụkwaghịm nke Peter Hain na 24 Jenụwarị 2008, a gbanwegharịrị Merron ọzọ, bụrụ onye omeiwu n'okpuru odeakwụkwọ steeti na ngalaba maka mmepe mba ụwa, hapụrụ ọrụ abụọ ya gara aga.  N'ịgbaso ngbanwe Gordon Brown na-esote na 5 October 2008, a kpọgara Merron na Ụlọọrụ Ofesi na Ọfịs Commonwealth.  Nkwalite nye Minista steeti maka ahụike ọha na-esote n'oge na-adịghị anya.",
  ".Merron soro pati ahụ pịa na votu na nha anya ikike nwoke nwere mmasị nwoke, mmachibido ịchụ nta, ụlọ ọgwụ ntọala, mmachibido iwu ise siga n'ebe ọha, agha Iraq, iwu mgbochi iji kwụsị mgbanwe ihu igwe, na The Digital Economy Bill.  Onye ndoro-ndoro ochichi Conservative Karl McCartney tụfuru oche ya na ntuli aka izugbe 2010.  Site na 1997 ruo 2007, mgbe Quentin Davies gbahapụrụ na Labour Party, ọ bụbu onye naanị Lincolnshire MP Labour - na nke mbụ kemgbe Margaret Beckett nwere oche site na 1974 ruo 1979.",
  ". Emefu Merron dị ka MP dị elu karịa nkezi.  Ọ bụ otu n'ime ndị omeiwu 98 ndị tozuru oke ịkwado iwu Conservative MP David Maclean iji dobe mmefu ha na akwụkwọ ozi nzuzo..",
  ".Na 19 June 2009, ekpughere mmefu ndị omeiwu (nke edeziri nke ukwuu) na ịntanetị.  Merron nwetara nkatọ maka ịzụrụ ihe onyonyo, igwe onyonyo, ngwa ihe nkiri ụlọ na ọtụtụ ngwa ahịa ndị ọzọ.  O dere na webụsaịtị ya, sị: \"Ọtụtụ n'ime ebubo m na-akwụ ozugbo maka ndị ọrụ ọkachamara, ụgwọ ọrụ ụlọ ọrụ, nkwurịta okwu na ndị mejupụtara, na njem",
  "Enweghị m ọrụ nke abụọ, anaghị m ewe ndị ezinụlọ ma ọ bụ ndị enyi ọ bụla n'ọrụ, ma ọ bụ were m.  mmụba nke ụgwọ ọnwa ndị minista kwa afọ.\"",
  "\"",
  ".\nN'ime mkpesa mmefu ndị omeiwu United Kingdom gasịrị, Sir Thomas Legg tụrụ aro ka Gillian Merron kwụọ £6,305.17.↵ Ọ kwụghachi ego a n'uju.",
  "Kemgbe mmeri emeriri ya na ntuli aka izugbe nke 2010, Merron abụrụla onye isi oche ndị ọrụ ụgbọ ala UK (nke a na-akpọbu National Federation of Bus Users).[.",
  "Na Mee 2014, a mara ọkwa na Merron ga-abụ onye isi nchịkwa nke Board of Deputies nke ndị Juu Britain na Julaị na-esote",
  "Kemgbe February 2013, ọ na-eje ozi dị ka osote onye isi oche nke Kansụl ndu ndị Juu.Ọ rụrụ ọrụ dị ka onye ọrụ na-ahụ maka mpụga na bọọdụ Liberal Judaism site na Julaị 2012 ruo Mee 2014..",
  "Na Disemba 2020, ekwuputara na a ga-enye Merron ndụ ndụ mgbe onye isi otu Labour Party Keir Starmer họpụtara.  Ọ nọrọ oche ya na 8 February 2021 wee kwuo okwu nwa agbọghọ ya na Mee 13 n'oge arụmụka okwu Queen nke afọ ahụ..",
  "Na ngbanwe kabinet nke onyinyo May, a họpụtara ya na Otu Ahụike Shadow.  Na ngbanwe ụlọ ọrụ onyunyo nke November, ọ ghọrọ Minista Omenala Shadow.."
]