[
  "Gandhi Bilel Djuna (French pronunciation: ; amụrụ na 6 Mee, na afọ 1986), nke a maara nke ọma site na aha egwu ya bụ Maître Gims na nso nso a naanị Gims (/ɡɪms/, GHIMSS; French: ) (mgbe ụfọdụ a na-akpọ ya GIMS), bụ onye na-eti egwu, onye na-agụ egwu na onye na-ede egwu na Congolese-French. Ọ tolitere na France ma bi na France na Morocco ugbu a",
  "Ọ bụbu onye otu hip hop Sexion d'Assaut ma wepụta nnukwu abọm mbụ ya, Subliminal na afọ 2013",
  "Abọm ahụ rere ihe karịrị otu nde na France ma ruo n'ọkwa nke abụọ na Syndicat National de l'Édition Phonographique",
  "Abọm abụọ ọzọ ya sochiri: Mon cœur avait raison na afọ 2015 na Ceinture noire na afọ 2018 ruru nọmba otu na France na Belgium (Wallonia) wee ruo n'elu 40 na mba Europe dị iche iche, gụnyere Denmark, Italy na Switzerland.",
  "Ọ nọ n'elu chaatị ndị France ugboro anọ, gụnyere otu ugboro dị ka onye na-ese ihe, na nso nso a na afọ 2018 na egwu ya \"La même\"",
  "Abụ ahụ bụ nke a na-emekarị na France na afọ 2018 ma o nyeere Gims aka ịghọ onye na-eme ihe nkiri na telivishọn na redio French n'otu afọ ahụ.",
  "N'afọ 2018, ọ bụ onye nke asaa na-eme ihe nkiri n'ụwa na Deezer. N'oge ọrụ ya, ya na ọtụtụ ndị na-ese ihe mba ụwa dịka Sia, Pitbull, Lil Wayne, Stromae, Maluma, Sting na ndị ọzọ rụkọrọ ọrụ. O rere ihe karịrị nde ise, gụnyere nde atọ kemgbe mmalite ọrụ ya.",
  "N'afọ 2020, ọ meriri International Artist of the Year na Distinctive International Arab Festivals Awards mgbe ọ gosipụtara na egwu Mohamed Ramadan \"Ya habibi\"",
  "N'abalị iri na asaa n'ọnwa Septemba, na afọ 2020, Netflix wepụtara ihe ngosi banyere afọ iri ikpeazụ nke ọrụ ya nke akpọrọ Gims: On the Record",
  "A mụrụ Gandhi Djuna na 6 Mee, na afọ 1986 na Kinshasa, Zaire (Ugbu a Democratic Republic of the Congo kemgbe afọ 1997)",
  "O sitere n'ezinụlọ ndị na-agụ egwú: nna ya Djanana Djuna bụ onye na-agụ egwu nke Papa Wemba's Viva La Musica troupe",
  "Ọ bịarutere France na afọ 1988 mgbe ọ dị afọ abụọ, ya na ndị mụrụ ya bụ ndị mba ọzọ nọ n'ọnọdụ na-adịghị mma.",
  "N'ihi na nne na nna ya zoro, ọ kọwara na o nwere oge nwata siri ike",
  "E debere ya na ezinụlọ ndị nkuchi, tupu ya ebi na squats ruo mgbe ọ dị afọ iri na asatọ",
  "A kpọtụrụ akụkụ a sitere na ndụ ya aha n'akwụkwọ ya Vise le soleil",
  "Ọ bụ otu n'ime ụmụ iri na anọ",
  "Ọ bụ nwanne Dadju, onye otu The Shin Sekaï, nke Bedjik, Afi (nke bụbu Xgangs) na Djelass niile rappers atọ. Na abọm mbụ ya Subliminal (2013), ha sonyere na egwu \"Outsider\". Gims tolitere na 3rd arrondissement nke Paris",
  "Ezinụlọ ya wee kwaga na 9th arrondissement ma mesịa gaa na 19th arrondissements",
  "Gims mụrụ ihe osise na nkwurịta okwu.",
  "Ọ na-ewere aha njirimara \"Gims\" na-ezo aka na ihe nkiri sinima Eshia na ụwa nke martial arts.",
  "N'afọ 2002, Gims na ndị na-eti egwu JR O Crom na Makan guzobere atọ Prototype 3015",
  "A họọrọ aha otu ahụ na-ezo aka na ihe nkiri, ọkachasị maka ihe ọ pụtara \"agha\"",
  "Aha Sexion d'Assaut gụnyekwara ihe na-ezo aka na Sturmabteilung (SA), na French \"Section d'Asmaut\", otu ndị agha Nazi a ma ama, nke otu ahụ mụtara na mberede n'oge egwu maka obodo Paris. N'afọ 2005, mmadụ atọ ahụ jikọtara ya na Assonance, otu ọzọ sitere na Sexion d'Assaut",
  "A na-akpọ ìgwè ahụ ugbu a 3rd Prototype.",
  "Mgbe e mepụtara ihe ole na ole n'onwe ya, Sexion d'Assault zutere onye nnọchi anya ha, Dawala, na ime ala nke Châtelet-Les Halles na Paris",
  "Na Dawala, 3rd Prototype wepụtara mixtape mbụ ya, La Terre du Milieu, na 13 Mee 2006",
  "Gims mepụtara mkpuchi CD",
  "N'afọ 2007, ha wepụtara abọm Le Renouveau, nke nwere ihe a ma ama \"Anti Tectonick\".",
  "Site na Prototype 3015 mbụ, mgbe ahụ Prototype 3, Gims bụ akụkụ nke Sexion d'Assaut supergroup",
  "Sexion d'Assaut wepụtara egwu mbụ ya n'etiti afọ 2002 na 2003",
  "N'etiti ha, anyị na-ahụ Gang yaba Gang, Coup 2 pression na Frères de rue",
  "Na Sexion d'Assault, Gims sonyere ugboro abụọ na 12 Inch'All Star, asọmpi rap a ma ama na Paris n'okpuru ala nke na-ewere ọnọdụ na Batofar",
  "Ọ bịara n'ọnọdụ nke abụọ wee bụrụ onye a ma ama, nke a maara ugbu a dị ka otu n'ime ndị kickers (freestylers) kacha mma na France.",
  "N'afọ 2008, otu ahụ gosipụtara freestyles kwa ọnwa a na-akpọ Les Chroniques du mois: kwa ọnwa, a tọhapụrụ ọ dịkarịa ala egwu abụọ na-enweghị onwe ha site na ọdịyo ma ọ bụ vidiyo",
  "Na Jenụwarị 2009, Sexion d'Assaut bipụtara net-tape a kpọrọ Les Chroniques du 75, nchịkọta nke nwekwara egwu ndị a na-ebipụtabeghị na mbụ, gụnyere egwu solo \"À 30%\" nke Gims.",
  "E wepụtara abọm nke abụọ nke Sexion d'Assaut, L'Écrasement de tête, na Mee, na afọ 2009 na Because Music Akụkụ ikpeazụ nke supergroup, 3rd Prototype, na-apụ kpamkpam",
  "LÉcrasement de tête nwetara aha ọjọọ n'etiti ọha na eze n'ihi utu aha na vidiyo egwu, gụnyere \"T'es bête ou quoi?\" na \"Wati Bon Son\" (na mmekorita ya na Dry)",
  "Sexion d'Assaut na-aga njem, karịsịa imeghe maka Orelsan na Medina",
  "The Head Crush na-ere ihe karịrị 50,000",
  "Mgbe a tọhapụrụ LÉcrasement de tête, otu ahụ hapụrụ Because Music n'ihi nghọtahie wee bịanye aka na Sony Music Entertainment.",
  "N'afọ 2010, Sexion d'Assaut wepụtara abọm studio L'École des points vitaux A na-ekwu na Gims bụ onye na-agụ egwú na onye na-ede egwú",
  "O dere egwu egwu nke ọtụtụ egwu, gụnyere \"Ils appellent ça \"Casquette à l'envers\"",
  "Ndị ọzọ na-eme ihe nkiri na-esokwa na abọm ahụ, dị ka SoulChildren na \"La drogue te donne des ailes\"",
  "Abọm ahụ nwere nnukwu ihe ịga nke ọma n'etiti ọha na eze, na-ere ihe karịrị 400,000",
  "Ìgwè ahụ meghere maka Suprême NTM na Parc des Princes ma rụọ ọrụ na Zénith de Paris.",
  "N'ọnwa Eprel, n'afọ 2011, esemokwu dara n'ihi nkwupụta homophobic nke otu ahụ",
  "N'ịzaghachi nkatọ, Sexion d'Assaut kpebiri iwepụta mixtape akpọrọ En attendant L'Apogée: les Chroniques du 75, nke n'agbanyeghị ihe niile nwere ihe ịga nke ọma na utu aha dịka \"Paris va bien\" na \"Qui t'a dit\". Ọrụ ahụ nwere DVD gụnyere otu n'ime ihe nkiri nke egwu ndị dị, yana ihe ngosi na-agbaso njem otu ahụ.",
  "Na Machị, na afọ 2012, ha wepụtara abọm nke abụọ ha, L'Apogée, nke gara nke ọma karịa nke mbụ. Abọm ahụ rere ihe karịrị 700,000",
  "N'otu afọ ahụ, Gims bipụtara ihe ọchị n'ịntanetị nke akpọrọ Au cœur du vortex",
  "N'otu oge ya na Sexion d'Assaut na-arụ ọrụ, Gims gbalịrị aka ya n'ịde egwu",
  "Na ngwụcha afọ 2006, ọ wepụtara ọrụ mbụ ya n'onwe ya, egwuregwu gbasaa nke akpọrọ Pour ceux qui dorment les yeux ouverts. Ọ bụ Fredy K na Noko nke ATK mepụtara EP ahụ. N'ịbụ nke e bipụtara na mbipụta ole na ole, diski ahụ bu n'uche ime ka ọha na eze mara Gims. Ihe ndekọ ahụ gosipụtara egwu ya na Sexion d'Assaut, onye na-eti egwu Scred Connexion Koma na onye na-agụ egwu aha ya bụ Carole.",
  "Na 29 Jenụwarị, na afọ 2013, na vidiyo Welcome to the Wa Part",
  "4: La Consecration, Gims kwupụtara ntọhapụ nke abọm studio mbụ ya, Subliminal, maka 20 Mee 2013",
  "N'ụbọchị mbụ n'ọnwa Machị, Gims bipụtara \"Meurtre par strangulation\"",
  "N'abalị iri na ise n'ọnwa Machị, ọ kpughere \"J'me tire\", nke abụọ ya nke nọgidere na-anọ n'ọnọdụ nke mbụ na chaatị French maka izu anọ n'usoro, a tọhapụrụ vidiyo ahụ n'ụbọchị iri n'ọnwarị afọ 2013",
  "N'ajụjụ ọnụ na saịtị Rapelite.com, Gims kwupụtara ọnụnọ nke onye na-eti egwu Pitbull na egwu akpọrọ \"Pas touché\"",
  "Ụmụnne ya atọ, Bedjik, Dadju na X-Gang, sitere n'òtù MM Solja, jikọtara ọnụ na egwu \"Outsider\".",
  "Na 4 Mee o bipụtara \"Bella\"",
  "Na 13 Mee ọ na-agbasa \"VQ2PQ\" naanị na Skyrock",
  "N'abalị iri na anọ n'ọnwa Mee, ọ na-agbasa ozi, ka ọ bụ naanị, Ọ na-arụ ọrụ, na mmekorita ya na The Shin Sekaï",
  "A tọhapụrụ Subliminal na 20 Mee.",
  "Iji kwalite ya, Gims na-ekpughe egwu ndị a na-ewepụtaghị na mbụ, nke na-agaghị abụ akụkụ nke abọm ahụ, n'ụdị usoro vidiyo akpọrọ Nke a abụghị ihe nkiri",
  "N'akụkụ azụmahịa, a kwadoro abọm ahụ na diski diamond abụọ na ihe karịrị 1 nde ahịa.",
  "N'abalị iri atọ na otu n'ọnwa Mee n'afọ 2013, ọ gbara egwu mbụ ya n'onwe ya na Olympia. Ọ na-ekere òkè na album Racine carrée nke Stromae na egwu \"AVF\" nke gosipụtara na Orelsan",
  "Gims kwupụtara na ọ chọrọ ịpụ ezumike mgbe ụbọchị ikpeazụ nke njem Sexion d'Assaut gasịrị, 28 Septemba 2013 na Stade de France maka Urban Peace, nke na-ejikọkwa IAM, Orelsan, Youssoupha, La Fouine, Psy 4 de la Rime, Rohff na Stromae",
  "Ọ na-ezube ilekọta di na nwunye ya na ụmụ ya anọ, ndị ọ na-ekwu na ọ hụla obere ihe n'ihi ọrụ ya (a mụrụ nke okenye n'ime ụmụ ya anọ n'ihe dị ka afọ 2008 na nke nta na 2013)",
  "A na-eme atụmatụ album ọhụrụ nke Sexion d'Assaut maka Nọvemba 2015.",
  "Na mgbakwunye na ide okwu nke ya, ọ na-edekwa maka ndị omenkà ndị ọzọ",
  "N'afọ 2013, Gims sonyere dị ka \"onye ọbịa\" na mmemme Popstars, ebe o nyere ndị na-eto eto ndụmọdụ maka ọrụ ha",
  "Mgbe ntinye aka a gasịrị, o dere egwu mbụ nke otu mmeri ahụ, The Mess, nke akpọrọ Au Top",
  "Otu a ruru nke 8 na chaatị iTunes."
]