[
  "Gina Din-Kariuki (a mụrụ Gina Din, na Ọktoba 23, 1961) bụ nwanyị Kenya na-azụ ahịa ọkachamara na nkwukọrịta atụmatụ na mmekọrịta ọha na eze na Kenya. A maara ya nke ọma dị ka onye guzobere na onye isi oche nke Gina Din Corporate Communications, nke ọ malitere mgbe ọ hapụrụ ọrụ ya dị ka onye njikwa nkwukọrịta na Barclays Bank of Kenya na 1997.",
  "A mụrụ Gina Din na October 23, 1961 na Nanyuki, Kenya, ọ bụ nwa nwanyị nke atọ nke ndị na-ahụ maka ụlọ nkwari akụ Shamsu na Malek Din. Gina Din kwuru na ọ mụtara mkpa mmekọrịta dị mgbe ọ dị obere nye nne na nna ya, bụ ndị nwere Sportsman Arms Hotel na Nanyuki",
  "\"Ndị mụrụ m kụziiri m na ndị ahịa, n'agbanyeghị onye, ha niile chọrọ inwe mmetụta nke ịbụ ndị a kpọrọ ihe",
  "Ana m agbalị ime nke ahụ na Gina Din Corporate Communications.",
  "Ọrụ mbụ ya bụ mgbe ọ dị afọ iri na ise, na-elekọta abalị disko na họtel ahụ ugboro abụọ n'izu nke ọ na-akwụ ụgwọ mbata",
  "Ọ ga-eji nke a dị ka ego akpa ya.",
  "Nna ya nwụrụ mgbe ọ dị afọ iri na asatọ.",
  "N'afọ 1985, Gina Din gụsịrị akwụkwọ na akwụkwọ akụkọ na London School of Journalism. Nke a sochiri ọrụ dị ka onye njikwa nkwukọrịta na Barclays Bank Kenya n'otu afọ ahụ, ebe ọ rụrụ ọrụ afọ iri na anọ.",
  "Na Ọktoba 1, 1997, mgbe ọ hapụsịrị ọrụ ya na Barclays Bank of Kenya, Ọ tọrọ ntọala Gina Din Corporate Communications, ya na Barclays Bank dị ka onye ahịa mbụ ya. \"M malitere azụmahịa m site n'okwukwe na ekpere",
  "Ọ dị m ka ọganihu ebumpụta ụwa",
  "Barclays Bank bụ akaụntụ mbụ m ma ana m ekele Chineke n'ihi na ha nyeere m aka ịkwụ ụgwọ mbụ m",
  "\"ka Gina Din kwuru.",
  "Ndị ahịa ụlọ ọrụ ndị ọzọ gụnyere Old Mutual, Association of Kenyan Insurers, CIC Insurance, Kenya Commercial Bank, Safaricom, Kenya Red Cross & Kenya Airways.",
  "N'afọ 2007, Gina Din Corporate Communications lekọtara ọrụ nsogbu mmekọrịta ọha na eze na 2007 Kenya Airways ụgbọelu mberede ụgbọelu na Duala, Cameroon",
  "Gina Din kwuru, sị, sị, \"Anyị lekọtara ihe mberede ụgbọelu Kenya Airways nke afọ 2007 na Duala, Cameroon na o yikarịrị ka ọ bụ ọrụ kachasị mma anyị rụtụrụla n'ihe gbasara ijikwa nsogbu.",
  "N'ọnwa Mee afọ 2009, n'ịghọta inyere nnukwu ụlọ ọrụ elektrọnik Korea LG aka imezu ebumnuche ahịa ya nke afọ 2008 na mkpọsa ụlọ ọrụ na mpaghara East Africa",
  "Gina Din Corporate Communications meriri ndị asọmpi iri na anọ ndị ọzọ iji merie onyinye ọla edo nke Marketing and Public Relations (MPR) na ihe omume emere na Amman, Jordan.",
  "Na Machị 16, 2012, ụlọ ọrụ nkwukọrịta Safaricom kwụsịrị mmekọrịta afọ iri na atọ ya na Gina Din Corporate Communications",
  "Nkwekọrịta ahụ kwụsịrị na Eprel 30, 2012.",
  "Na Disemba 7, 2012, Gina Din Corporate Communications meriri PR Event of the Year award n'oge emume onyinye Public Relation Society of Kenya nke emere na Safari Park Hotel, na Nairobi, Kenya.",
  "N'ụbọchị nke isii n'ọnwa Ọgọstụ n'afọ 2013, a mara ọkwa na ụlọ ọrụ ya na Weber Shandwick, otu n'ime ụlọ ọrụ mmekọrịta ọha na eze zuru ụwa ọnụ, na nkwekọrịta nke ga-ahụ ka ụlọ ọrụ abụọ ahụ na-eto ụkwụ ha na Africa.",
  "N'abalị iri abụọ na atọ n'ọnwa Nọvemba n'afọ 2013, Gina Din Group bụ ụlọ ọrụ PR kachasị mma na Kenya n'oge onyinye 2013 Public Relation Society of Kenya kwa afọ nke emere na Nairobi.",
  "N'abalị iri na asatọ n'ọnwa Ọgọstụ n'afọ 2008, a kpọrọ Gina Din-Kariuki onye nnọchi anya ọma na Kenya Red Cross.",
  "N'afọ 2011, dịka akụkụ nke Red Cross, malitere atụmatụ 'Kenyans for Kenya' iji lụso ọkọchị kachasị njọ na-emetụta Kenya n'ime afọ iri isii.",
  "Na Machị 22, 2016, United Nations Population Fund, họpụtara Gina Din-Kariuki dị ka onye nnọchi anya nsọpụrụ, na-akwado mbọ ego ahụ iji nye ụmụ nwanyị na ụmụ agbọghọ nọ n'afọ iri na ụma ike, na-elekwasị anya n'ịkwalite ahụike na ikike ha.",
  "Gina Din-Kariuki lụrụ Chris Kariuki onye ya na ya nwere ụmụ abụọ: nwa nwanyị Natalya na nwa nwoke Naythan. Nwa ya nwanyị, Dr",
  "Natalya Din-Kariuki, bụ osote prọfesọ na Ngalaba Bekee na Comparative Literary Studies na Mahadum Warwick na-elekwasị anya na akwụkwọ ọgbara ọhụrụ.",
  "N'afọ 2011, dị ka akụkụ nke otu Gina Din, ọ natara otuto maka ịkwado mkpọsa 'Kenyans for Kenya' na nzaghachi maka ụnwụ nri na ọnwụ na Turkana",
  "Mgbasa ozi ahụ nwetara ihe karịrị nde 700 Kenya Shillings.",
  "na afọ 2013, a kpọrọ Gina Din-Kariuki New Africa Magazine's 100 most influential Africans",
  "N'afọ 2015, a kpọrọ Gina Din-Kariuki East Africa Business Woman of the Year nke o nwetara CNBC Africa All Africa Business Leaders Awards (AABLA)."
]