[
  "Ụlọ ikpe ụmụ agbọghọ bụ ụzọ nnabata nwoke na nwanyị maka ụmụ agbọghọ na usoro ikpe ziri ezi nke na-ejikọta ụmụ nwanyị na-eto eto \"n'ihe ize ndụ\" na ụlọ ọrụ na-ahụ maka mmekọrịta mmadụ na ibe ya, na-enye nnọkọ na-enweghị usoro n'ihe niile site na ọdịdị ahụ, agụmakwụkwọ na ndụmọdụ na otu ndị okenye iji nye ntụkwasị obi na nkwado.",
  "Ihe dị ka ụlọ ikpe isii ndị dị otú ahụ apụtawo na gburugburu United States, nke ọ bụla na-akọwa onwe ya n'etiti nsogbu ndị dị na mpaghara ndị gbara ya gburugburu",
  "Otu isiokwu a na-ahụkarị bụ imeso ndị na-eto eto na-arụ ọrụ mmekọahụ dị ka ndị na-ahụ maka ịzụ ahịa mmekọahụ na-ata ahụhụ ma na-emegbu",
  "Ịchọpụta ihe kpatara ịbanye n'omume ndị a dị ka mmetọ ụmụaka na ụlọ na-adịghị arụ ọrụ dị mkpa iji ghọta ọdịdị nke mpụ na ọnọdụ pụrụ iche nye ụmụ agbọghọ.",
  "Ụlọ ikpe ụmụ agbọghọ Orange County malitere n'afọ 2009",
  "Ọ na-elekwasị anya na nlekọta ogologo oge nke ụmụ agbọghọ nọ n'afọ iri na ụma, na ọmụmụ mbụ na-atụ aro akara ka mma na ntinye ole na ole.",
  "Ụlọ ikpe ụmụ agbọghọ nke Alameda County na-elekọta ụmụ agbọghọ ndị a kpọbatara dị ka ụmụaka akwụna ma ọ bụ ndị a na-ewere dị ka ndị nọ n'ihe ize ndụ maka itinye aka",
  "E hiwere ya n'afọ 2011 ma wepụta ya site n'ụlọ ikpe maka ụmụaka dị afọ ole na ole",
  "Nnyocha e mere n'afọ 2013 nke ndị ntorobịa otu narị na iri na atọ a na-emegbu n'ụzọ mmekọahụ site na WestCoast Children's Clinic chọpụtara na pasent iri asaa na ise nke ndị na-eto eto dị otú ahụ ebe a na mpaghara ndị gbara ya gburugburu enweela mmetọ na ileghara anya",
  "Dịka ọmụmaatụ, a hụrụ otu nwa agbọghọ ka ọ gafechara n'okporo ámá, ebe ọ na-agbanye ọgwụ ọjọọ ọ na-enweghị ike ịkọwa",
  "Onye ọzọ, onye nne ya bu onye methamphetamine riri ahụ, \"rere\" nwa ya nwanyị nye nwanne nna ya nke na-erigbu ya n'ụzọ mmekọahụ iji nweta ọgwụ ọjọọ",
  "Ngalaba H.E.A.T",
  "Watch nke obodo ahụ, nke onye ọka iwu mpaghara malitere n'afọ 2006, na-elekwasị anya na-azụ ahia ụ",
  "Na Los Angeles County, ụlọ ikpe na-azụ ahịa mmekọahụ na-enyefe ụmụ agbọghọ n'aka ụlọ ọrụ nlekọta obodo na ndị na-ahụ maka mmekọrịta mmadụ na ibe ya, ebe ngalaba nyocha nweziri ngalaba raara onwe ya nye iji kwado ndị na-eto eto a na-emegbu.",
  "Na Florida, Circuit 4 Girls Court bụ ụdị ụlọ ikpe pụrụ iche maka ụmụaka nke na-enyere aka n'ijikọta ụmụ nwanyị na-eto eto nọ \"n'ihe ize ndụ\" na akụ na ụba obodo, ụlọ ọrụ mmekọrịta mmadụ na ibe ya, ndị ndụmọdụ ma na-enye usoro otu zuru oke",
  "A na-enye ụmụ agbọghọ ahụ ngwá ọrụ iji mee ka ha nwee ihe ịga nke ọma n'obodo",
  "Ụlọ ikpe ụmụ agbọghọ bụ mmekorita n'etiti Ngalaba Development of Juvenile Justice, Family Support Services, The Fourth Judicial Circuit, The Delores Barr Weaver Policy Center na ọtụtụ ndị na-ahụ maka inweta obodo bara uru",
  "Florida nwere ụlọ ikpe abụọ; otu dị na Jacksonville ebe nke ọzọ dị na Pinellas County.",
  "Michigan nwere ụlọ ikpe ụmụ agbọghọ na Genesee, nke onye ọka ikpe David Newblatt nke Genesee County 7th Circuit Court malitere",
  "Ọ metụtara ụmụ agbọghọ niile na-erubeghị afọ iri na asatọ.  Ọ na-enye ụmụ agbọghọ ihe onwunwe na ndụmọdụ.",
  "Ụlọ ikpe dị na Hawaii bụ ememe ebe ndị nne na nna na ụmụ agbọghọ na-aga ndụmọdụ maka otu afọ",
  "O meela ka e nwee mbelata dị ịrịba ama gbasara njide, dị ka nyocha nke afọ 2011 si dị.",
  "N'afọ 2015, a kpọgara ụmụaka a na-emegbu n'ụzọ mmekọahụ na Minnesota n'otu n'ime ndị isi ikpe mpaghara isii ga-eduzi ha na njikọ nke ebe nchekwa mberede.",
  "Steeti New York nwere njikọ ọhụrụ nke ụlọ ikpe iri na otu na-ahụ maka ịzụ ahịa mmadụ maka ndị dị afọ iri na isii ahụ wee gbagobe",
  "Iwu Safe Harbor nke New York State, nke mbụ nke mba ahụ, gụnyere ụmụ aka ruo n'afọ iri na asaa a na-ere ere dị ka ndị chọrọ nlekọta kama nyocha.",
  "Oregon degharịrị omume ọdịmma ụmụaka ya ka e wee were nwata a na-azụ ahịa dị ka onye a na-emegbu na mpaghara nke usoro ọdịmma ụmụaka kama ụlọ ikpe.",
  "Ụlọikpe Kasị Elu nke Texas kpebiri na 2010 na a ga-ewere ụmụaka na-erubeghị afọ iri na anọ ndị a na-etinye n'ebubo ịgba akwụna dị ka ndị e megburu",
  "Ụlọ ikpe ahụ kpebiri na ha ga-enye ọrụ na-enweghị mpụ",
  "Ụlọ ikpe ahụ mepụtara ụlọ ọkara ụzọ a na-akpọ Freedom House iji nye ụmụ agbọghọ ahụ ebe dị nchebe ịnata ọrụ dịka ụlọ akwụkwọ na ndụmọdụ.  Freedom House nwere ike inwe ụmụ agbọghọ iri atọ, malite na afọ iri ruo afọ iri na asatọ, ma nweta nlekọta agụmakwụkwọ, ahụike na nke uche.",
  "Na Wisconsin, otu kọmitii Milwaukee County na-atụle ụlọ ikpe ụmụ agbọghọ nke ga-elekwasị anya na ụmụ agbọghọ a na-ebo ebubo ịzụ ahịa mmekọahụ",
  "Nke a ga-agụnyekwa ụmụ agbọghọ na-enwe mmerụ ahụ ma na-etinye aka na mpụ ọnọdụ",
  "Ọ bụrụ na ha aga n'iweputa ụlọ ikpe dika ha na-atu atụmatụ inwe, ha ga-enwe otu ọka ikpe ma ọ bụ karịa nke a zụrụ azụ n'ịchịkwa ụdị mmejọ ndị a.",
  "N'Australia, ụlọ ikpe ụmụaka na-eto eto na-enye ọrụ maka ụmụ agbọghọ a na-ebo ebubo mpụ",
  "Ọrụ ndị a kpọmkwem dị anya n'ebe ndị omekome nwoke nọ",
  "Ọrụ ndị a na-enye dịgasị iche site na ebe site na ahụike na ọdịmma, mmekọrịta, agụmakwụkwọ na ọzụzụ na mmemme ndị ọzọ dị ka isi nri na ịgbaso iwu",
  "Mba Australia ghọtara mkpa ọ dị ịgwọ ụmụ agbọghọ na ọrụ gbasara nwoke na nwanyị.",
  "Ụlọ ikpe na-emepụta usoro mmeghachi omume nwoke na nwanyị maka ụmụ agbọghọ na usoro ikpe ziri ezi nke ụmụaka",
  "Ụlọ ikpe ndị a na-ele anya iji dozie nsogbu gbasara nwoke na nwanyị maka ụmụ agbọghọ mana ha enwebeghị ụlọ ikpe ụmụ agbọghọ nke ha",
  "Ha na-eme ememe dị iche iche iji dozie nsogbu gbasara nwoke na nwanyị maka ụmụ agbọghọ n'ụlọ ikpe ụmụaka"
]