[
  "Girl in a Band: A Memoir bụ akụkọ ndụ 2015 nke onye bụbu Sonic Youth bass guitar dere,onye na-agụ egwú na onye na-ede abụ bụ Kim Gordon.",
  "E bipụtara akwụkwọ ncheta a peeji  288 n'ọnwa Febuwarị 24, nke afọ 2015 site na Dey Street Books, nke HarperCollins. Aha akwụkwọ ahụ sitere na ederede egwu \"Sacred Trickster\" na ọba ikpeazụ nke Sonic Youth,The Eternal (2009): \"Ihe ọ dika ya ịbụ nwanyi na otu egwu?/ A wotaghi'm\"",
  "\"Ihe ederede egwu ahụ puta kwara na ihe ngosi nka afọ 2013 nke  Gordon's - igosiputa ọrụ ya kemgbe afọ 1980 - na galari New York Columns",
  "Girl in a Band na-akọwa ndụ Gordon site na nwata na Rochester, New York, nke a na akpọ Los Angeles mgbe ahụ - site n'ịtọ ntọala na usoro nke Sonic Youth, alụmdi na nwunye ya nke ihe fọrọ nke nta ka ọ bụrụ afọ iri atọ banyere ya na  onye otu egwu Thurston Moore, na mmebi ikpeazụ nke alụkwaghịm ha ya na òtù ahụ.",
  "Akwụkwọ ncheta ahụ nwetara nyocha dị mma nke ukwuu",
  "Na The New York Times, Questlove toro akwụkwọ ahụ maka \"nlezianya bara ime, nkọwa na ezigbo mmetụta ya,\" na-ekwu na ọbụlagodi mgbe ọtụtụ ndị ama ama na ndụ Gordon pụtara na akụkọ ahụ, \"ọ dịghị mgbe ọ na'ahụ ka a manyere ya ma ọ bụ na ọ dị egwu",
  "O doro anya otú ndị gbara ya gburugburu si jeere ya ozi dị ka ihe na-akpali akpali, na'ịkpali echiche ya ma na ya nwere obi ike ikwupụta onwe ya. Na NME, Leonie Cooper kwuru, \"asiri banyere ndakpọ nke alụmdi na nwunye ya na Sonic Youth ga-adọta ọtụtụ ndị na akwụkwọ Gordon",
  "Mana ọ na-emegide ya n'ụzọ dị ịtụnanya, na'iji ịdị mfe na ịchọta nwere onwe site na nka ọ hụrụ n\"anya na arụmọrụ ya na ụmụ nwanyị niile ga á ba na Nirvana's 2014 Rock and Roll Hall of Fame",
  "Ihe karịrị ihe dị ndụ nke rock, Girl In A Band bụ ihe ndekọ pụrụ iche nke afọ iri ise gara aga nke ọdịbendị ọzọ.",
  "Nnyocha dị mma nke The Guardian kwubiri na \"ihe ncheta a bụ ụdị ọkụ nke ọrụ ndụ nke Gordon nwere ike ugbu a site na mgbawa obi\", mana o kwuru n'ọgwụgwọ Gordon banyere ndakpọ alụmdi na nwunye ya, \"Ihe a ga-akọwa dị ka akụkọ nke mmadụ abụọ hụrụ onwe ha n'anya ma kwụsị kwa ịhụ onwe ha n'anya na nsogbu mmetụta uche niile..",
  "gosipụtara n \"n'ihe gbasara nsogbu nke ndụ, akụkọ a na-agụ dị mkpa dị dị iche iche na ntaramahụhụ\"."
]