[
  "Gisèle Wulfsohn (ụbọchị irí na asatọ n'ọnwa Machị n'afọ 1957 na irí abụọ na asaa n'ọnwa Disemba n'afọ 2011) bụ onye na-ese foto na South Africa",
  "Wulfsohn bụ akwụkwọ akụkọ, magazin, na onye na-ese foto n'onwe ya na-ahụ màkà foto, agụmakwụkwọ, ahụike na nsogbụ okike",
  "A maara ya màkà idepụta mkpọsa mmata dị iche iche nke HIV / AIDS",
  "Ọ nwụrụ n'afọ 2011 site na ọrịa kansa akpa ume.",
  "A mụrụ Wulfsohn n'ubochí irí na asatọ n'ọnwa Machị na Rustenburg, North West, South Africa",
  "Ọ gara Rustenburg Primary na Kingsmead College na Johannesburg, mànà ọ gụrụ akwụkwọ na Selly Park Convent. Ọ gárá Johannesburg College of Art, ebe ọ gụrụ ihe osise mara mma site n'afọ 1995 ruo 1997.",
  "Wulfsohn bịdọrọ ọrụ ọkachamara ya dị ka onye na-enyere ọchịchịrị aka n'afọ 1979 ma na-arịọ màkà ọnọdụ onye na-ese foto mgbè ohere ahụ dị",
  "Na mbụ, kpakpando ahụ zaghachiri n'eziokwu ahụ bụ na ha akwụghị ndị na-ese foto ụmụ nwanyị",
  "Wulfsohn zaghachiri \"Oruola Ógè ịga eme\" ma mesịa nweta ọrụ ahụ",
  "Ọ rụrụ ọrụ na foto ya maka ngalaba nke Women's Page na Women's page. Mgbè ọ rụchara ọrụ afọ anọ na The Star, ọ kwagara na magazin STYLE na 1983 ma na 1986 a họpụtara ya dịka onye isi na-ese foto maka Leadership Magazine. N'abalị iri na anọ n'ọnwa Machị n'afọ 1987, ọ gara ọrụ onwe ya wee sonye na Afrapix dị ka onye otu zuru oke na Guy Tillim, Santu Mofokeng na Cedric Nunn.",
  "OXFAM UK na Frances Lincoln Publishers were ya n'ọrụ n'afọ 2000 iji were foto màkà akwụkwọ ụmụaka, nke a na-akpọ One Child, One Seed, nke e debere n'ime imé ọbọdọ KwaZulu Natal. Mgbè o gosipụtara One Child, One Seed, otu onye na-ebipụta akwụkwọ gwara ya ka o dee ma gosipụta Ụbọchị Bongani na Ndụ nke Nwa South Africa.",
  "Gisele rụrụ ọrụ na ọtụtụ NGO nkè mba na nke mba ụwa, gụnyere Nelson Mandela Foundation, Mindset, NBI (National Business Initiative), na ActionAid UK",
  "O mepụtara foto nkè ndị ọka ikpe asaá nke ụlọ ikpe iwu South Africa, nke na-ese n'ebe nka ọha na eze nke ụlọ ikpe usoro iwu.",
  "A chọpụtara na Wulfsohn nwèrè ọrịa kansa akpà ume a na-apụghị ịwa ahụ n'afọ 2005, ọ dịrị ndụ ruo úbọchị irí abụọ na asaa n'ọnwa Disemba n'afọ 2011",
  "Ọ hapụrụ di, Mark Turpin, na ụmụ ejima Joseph na Samuel.",
  "Centre for The Study of AIDS na Mahadum Pretoria mepụtara kalenda nwèrè ihe osise nke ọrụ ya obere ógè tụpụ ya anwụọ.",
  "Mgbè ọ nwụsịrị, ndị ezinụlọ ya na ndị enyi ya guzobere bursary n'aha ya na Market Photo Workshop na Johannesburg iji kwado ndị na-ese foto na-eto eto na-etinye aka na iji foto iji dekọọ nsogbụ mmekọrịta dị mkpa. Onye izizi natara bursary bụ Sydelle Willow Smith, na ngosi onwe ya 'Soft Walls' gosipụtara na Market Photo Workshop na Cape Town. Ónyé natara bursary n'afọ 2014/15 bụ Siphosihle Mkhwanazi na ihe ngosi ya 'Usual Suspect' meghere na June 2015. A họpụtara Phumzile Khanyile dị ka onye nke atọ natara bursary maka afọ 2015/16. Ihe ngosi ya 'Plastic Crowns', na-elekwasị anya n'ihe gbasara okike na njirimara, meghere na Market Photo Workshop na Febụwarị 2017 ma bụrụ ihe mmeri maka 2018 Contemporary African Photography Prize. Onye nke anọ natara Mentorship bụ Thembinkosi Hlatshwayo, ihe ngosi ya 'Slaghuis II' meghere na Market Photo Workshop na Febụwarị 2020."
]