[
  "Gladys Nomfanekiso Mgudlandlu (1917 Febụwarị 1979) bụ ónyé na-ese ihe na ónyé nkuzi South Africa",
  "A maara ya dị ka otu n'ime ụmụ nwanyị Africa mbụ na South Africa iji mee ihe ngosi onwé ya, ọ bụ ónyé ọsụ ụzọ na nka ányá na mbà ya, nke e nyere ya Order of Ikhamanga na Silver",
  "O nwetara mmetụta site na ọdịbendị ya na ala gbara ya gbụrụ-gbúrụ.",
  "A mụrụ Gladys Mgudlandlu na mpaghara Peddie dị nso na Grahamstown na 1917 (ihe ụfọdụ na-enye 1923 ma ọ bụ 1925)",
  "Ọ bụ nne nne ya zụlitere ya, ónyé kụziiri ya ụdị eserese ọdịnala site na ihe nketa Xhosa na Fingo ha, na banyere nnụnụ ndị ọbọdọ ha",
  "Ọ rụrụ eru dị ka ónyé nkuzi na 1941, na Lovedale College",
  "E debanyere aha ya dị ka onye nọọsụ na-enye ọzụzụ na Cape Town n'afọ ndị 1940. Mgudlandlu rụrụ ọrụ dị ka ónyé nkuzi nka na Langa, Cape Town na Athlone Bantu Community School ruo afọ iri na ise",
  "Otú ọ dị, mgbè a manyere Iwu Mmụta Bantu nke 1953, ekweghị ka Mgudlandlu kụzie n'ụlọ akwụkwọ ahụ n'okpuru ọchịchị ịkpa ókè agbụrụ",
  "Tupu ọ raara onwé ya nyé ǹkà ógè niile, ọ gàrà nkuzi nwa oge na ụlọ akwụkwọ dị na Nyanga na Gugulethu.",
  "Mgudlandlu kụziri na Athlone Bantu Community School ruo 1953, na Nyanga West Primary School site na 1953",
  "Ọ na-ese ihe n'abalị mgbè ọ rụchara ọrụ",
  "Ụdị Mgudlandluʹs sitere na usoro eserese nke nné ya",
  "Dị ka nwatakịrị, nné nnè ya, onye na-ese ihe n'ahụ, kụziiri ya banyéré nka ányá",
  "Ọnwụ nné nnè ya, nke ụfọdụ ndị lere anya dị ka ọ bụghị naanị nnukwu mfu kamakwa nnwere onwé màkà Mugudlandlu, kpalitere mmeghachi omume nka",
  "Mgudlandlu sitere n'oge ọ bụ nwata n'ime ime ọbọdọ ma gosipụta ihe ncheta ya banyéré ntorobịa n'ọnọdụ nrọ",
  "Ọrụ ya gosipụtara nnụnụ ụmụ amaala, ọdịdị ime obodo, na ngosipụta nke ọbọdọ nta ndị dị egwu n'Africa. Ọ hụrụ nnụnụ n'anya ma na-akpọkarị ya \"nwaanyị nnụnụ\"",
  "N'ajụjụ ọnụ nke Sunday Chronicle, o kwuru \"Birds abụwo ndị enyi m mgbè niile",
  "Abụ m ónyé owu na-ama",
  "Ha bụ naanị ezigbo ndị enyi m nwere",
  "Mgbè ụfọdụ echere m na m kwesịrị ịbụ nnụnụ",
  "Ọbụna m na-ese ihe dị ka nnụnụ",
  "Ị ga-achọpụta na a na-eme ihe nkiri m niile site n'ile anya n'ebe dị elu na n'ebe di anya",
  "\" Ọ kọwara ụdị ihe osise ya dị ka ngwakọta dị n'etiti Impressionism na Expressionism, ọ bụ ezie na ọ bụ ihe na-adọrọ mmasị ka a kpọọ ya",
  "Site na naanị oriọna paraffin, onye na-ese ihe ga-emepụta nka",
  "O jighị ọkụ eletrik mee ihe ma ga-aga n'ihu na omenala a n'oge ọrụ ya niile",
  "Ọrụ ya nwere isi ihe abụọ: ala na anya nnụnụ",
  "Mgbe ọ na-ese ihe site n'ebe dị n'ala, ọ ga-ese ụmụ anụmanụ ebe ebe ebe dị elu ya na-ese foto bụ ala",
  "Ihe osise ndị a sitere n'ike mmụọ nsọ nke ọrụ nwata ya, na-arịgo ugwu na nkume",
  "Ọ na-egosi na mbido afọ 1960",
  "Ọ bụ ezie na ọtụtụ ndị na-asọpụrụ ya ma hụ na ọrụ ya bụ ihe nnọchianya mara mma nke South Africa, Bessie Head, otu n'ime ndị edemede kachasị emetụta na Botswana, kwuru site na ịgba ọsọ ndụ na Botswana na 1963 na ọrụ Mgudlandlu bụ \"escapist,\" \"nwatakịrị,\" ma lekwasị anya na ndị ọcha. Ihe ngosi mmeghe ya bụ na Cape Town na 1961 na ụlọ ọrụ Liberal Party na Parliament Street",
  "Tupu ihe ngosi mbụ a nke ọrụ Mgudlandlu, ọ dịghị nwanyị ojii na-ese ihe a ma ama na-egosi na ọdịnala nka ọdịda anyanwụ, ha niile ka na-amaghị aha ha. Ihe ngosi nke ọrụ ndị egosiri bụ gouache. Mgbe o merụrụ ahụ n'ihe mberede ụgbọ ala na 1971, Mgudlandlu kwụsịrị ise ihe ma gosipụta ọrụ ya.",
  "Ụmụ agbọghọ Abụọ (1967)",
  "Obere Ụmụ agbọghọ (1971)",
  "Ebe a na-ebibi ihe na Rocky (1964)",
  "Ụlọ dị na Township (1970)",
  "Ụlọ dị n'Ugwu (1971)",
  "Nne na Ụmụaka (1963)",
  "Nnụnụ Mmanụ aṅụ (1961)",
  "Ala na Aloes (1962)",
  "Ọdịda (1962)",
  "Nnụnụ ọcha abụọ na-efe n'elu ugwu na osisi (1962)",
  "Nnụnụ Abụọ na-acha anụnụ anụnụ \"Birds\" (1962)",
  "Nwa agbọghọ na-ebu osisi (1970)",
  "Gugulethu (1964)",
  "1961:Ụlọ 404, 47 Parliament Street, Cape Town (naanị)",
  "Port Elizabeth (naanị)",
  "1962:Rodin Gallery, Cape Town (naanị) 1963:Dam (Art SA Today)",
  "Rodin Gallery, Cape Town (naanị)",
  "1965: (naanị.",
  "Mgudlandlu nwụrụ na Guguletu na 1979, mgbe ọ dị afọ iri isii nà otu",
  "N'afọ 2007, e nyere Mgudlandlu Presidential Order of Ikhamanga na Silver màkà onyinye ya na nka South Africa",
  "E bipụtara akụkọ ndụ nke Elza Miles, Nomfanekiso Who Paints at Night: The Art of Gladys Mgudlandlu na 2003",
  "Ihe ngosi nke ọrụ Mgudlandlu na Valerie Desmore, nke akpọrọ \"A Fragile Archive,\" gosipụtara na Johannesburg Art Gallery na 2012",
  "Ónyé na-eme ihe nkiri Kemang Wa Lehulere mere \"The Bird Lady\" (2015), obere ihe ngosi banyere Mgudlandlu.",
  "Ọrụ Mgudlandlu dị na nchịkọta nke Nelson Mandela Metropolitan Art Museum.",
  "Mgudlandlu n'onwe ya na ihe ngosi ya enyewo ndị ọkọ akụkọ ihe méré eme na ọha na eze nghọta dị ugbu a banyéré ndụ ime ọbọdọ na ọbọdọ n'oge na-adịbeghị anya",
  "Nke a bụ n'ihi na o si n'ihe nketa Xhosa ya na omenala / ememe ndị ọ tolitere na-amụta ihe",
  "N'ụzọ dị mwute, ọtụtụ n'ime ọrụ ya emebiwo ka ógè na-aga n'ihi na ha na-abụkarị gouache na kaadị."
]