[
  "Gladys Nyirongo bụ onye ndọrọ ndọrọ ọchịchị Zambia",
  "Ọ bụbu minista egwuregwu, ma bụrụkwa onye isi nke Ministry of maka ala Nyirongo bụ onye otu Heritage Party na Zambia ma merie ntuli aka nke afọ 2001",
  "Ọ họpụtara onye isi oche na-akwado onye na-achị Levy Mwanawasa site na Movement for Multi-Party Democracy (MMD) ma chụpụ ya na pati ahụ, mana e mere ya Minista Egwuregwu na afọ 2002.",
  "Ọ meriri na ntuli aka nke afọ 2006 na tiketi MMD ma họpụta ya ka ọ bụrụ Minista nke Ala ruo mgbe onye isi ala Levy Mwanawasa chụpụrụ ya na Machị, na afọ 2007 n'okpuru ebubo na ọ nyere ezinụlọ ya ala. Ụlọ ikpe ndị majie mara ya ikpe ịga mkpọrọ afọ anọ n'afọ 2009, nke e belatara n'afọ 2010 ruo afọ abụọ mgbe ọ rịọrọ arịrịọ n'ụlọ ikpe dị elu",
  "Ọ sonyeere Patriotic Front na-achị na Junn, na afọ 2016.",
  "Nyirongo bụ onye otu Heritage Party na Zambia",
  "N'oge ntuli aka nke afọ 2001, a họpụtara Levy Mwanawasa nke Njem maka Multi-Party Democracy (MMD) dị ka onye isi ala",
  "O nwere mmegide ka ukwuu ebe ndị otu niile na-emegide ya nwere 81 n'ime ndị otu 150 a họpụtara ahọpụta",
  "Nhọpụta onye isi ala nke ndị otu isii agaghị ezu maka ịchọ ọtụtụ ndị nwere oche 69 ya",
  "O chere na ịnye iwu ga-abụ ihe ịma aka na mmegide siri ike",
  "O kwetara na akụkọ ya na ọ na-etinye aka na atụmatụ iji mee ka ụfọdụ ndị otu ndọrọndọrọ ọchịchị na-emegide ya họpụta onye ọ na-azọ dịka onye isi oche nke ụlọ",
  "Nyirongo bụ otu n'ime ndị otu ndọrọndọrọ ọchịchị anọ na-emegide ya bụ ndị tụụrụ ya vootu ma chụpụ ya na pati ya",
  "A họpụtara ya ka ọ bụrụ Minista Egwuregwu n'afọ 2002",
  "Ọ meriri na mmeri site na MMD n'oge ntuli aka na-esote na afọ 2006 wee gaa n'ihu ịghọ onye minista ala. O meriri site na mpaghara Bwacha na Central Province, na-azọrọ na 51.4 pasent nke ngụkọta vootu a natara. N'abalị itoolu n'ọnwa Ọktoba n'afọ 2006, a họpụtara ya ka ọ bụrụ Minista Ala na ụlọ ọrụ Levy Mwanawasa na Moses Muteteka dị ka osote ya.",
  "Nyirongo bụ minista ala n'afọ 2006 na kọmitii nke Levy Mwanawasa, onye isi ala nke atọ na onye na-azọ ọkwa nke Movement for Multi-Party Democracy",
  "Ọ kwụsịtụrụ ya na Kọmishọna nke Lands Frighon Sichone",
  "A kwụsịtụrụ ya n'ụbọchị mbụ n'ọnwa Machị n'afọ 2007 n'ihi nrụrụ aka na nkwekọrịta ala metụtara ndị isi ọrụ. E mere nkwụsịtụ ahụ iji nye ohere nyocha onwe onye nke Drug and Enforcement Commission",
  "Akụkọ sitere na Steeti Zambia  House kwuru na Rv",
  "Nyirongo nyere onwe ya, di ya, nwa ya nwoke Walinase Nyirongo na nwa ya nwanyị ala",
  "Ihe odide ahụ kwukwara na o nyere onye mba ọzọ 25,000 hekta ala na Mpika n'ụzọ iwu na-akwadoghị megide ndokwa ndị chọrọ nkwado nke Onye isi ala",
  "A kwụsịtụrụ Maazị Mukkuka Zimba, odeakwụkwọ na-adịgide adịgide nke ụlọ ọrụ ahụ maka ebubo ya na ọ na-etinye aka na azụmahịa ala iwu na-akwadoghị.",
  "E boro Nyirongo ebubo n'okpuru Nkebi 99(1) nke Iwu Iwu Iwu Isi nke 87 nke Iwu Zambia maka iji ọfịs ya mee ihe n'ụzọ na-ezighị ezi dị ka onye minista site n'iji usoro ala mee ihe n\"ụzọ na-ezighi ezi na ebubo abụọ",
  "Na ọnụ ọgụgụ mbụ, a na-ebo ya ebubo na ọ na-eduzi Daisy Mulenga Msoka n'oge ụfọdụ na afọ 2006 na afọ 2007, onye ọrụ nọ n'ozi ya iji nye ndị mmadụ ahọpụtara akwụkwọ ozi, ya bụ Walinase Nyirongo, Janet Isaac Nyirongo، Peter Kapolyo, Peter Ngulube, Precious Ndhlovu, Doris Mulenga Mubanga Nuyunji, Mickey Mukubu, Mwelwa Kamfwa, Bruce Chipasha na Dingwall Hayden na Foxdale",
  "Nchịkọta nke abụọ nke ebubo kọwapụtara iwu ya nye onye ọrụ teknụzụ dị ala na Ministry of Agriculture and Co-operatives ka ọ kewaa Zambia Consolidate Coppermine ka e kenye ya onwe ya",
  "N'abalị iri na atọ n'ọnwa Jenụwarị afọ 2009, ụlọ ikpe ndị majie kpebiri na a mara ya ikpe ma maa ya ikpe ịga mkpọrọ afọ anọ na afọ abụọ mbụ ya na ọrụ ike. Ọ rịọrọ arịrịọ megide ikpe ya n'Ụlọikpe Kasị Elu, nke kwadoro mkpebi ikpe nke ụlọ ikpe dị ala, mana belatara ikpe ya ruo afọ abụọ",
  "A mara ikpe ahụ na 7 Ọktoba, na afọ 2010 ma ụlọ ikpe mara na e belatara ikpe ahụ iji chekwaa ọnọdụ ya dị ka onye omeiwu.",
  "Ọ sonyeere Patriotic Front na-achị na Junn, na afọ 2016",
  "Ọ nọ na mkpọsa maka pati na-achị achị maka ntuli aka na-abịanụ."
]