[
  "Gladys Cherono Kiprono (amụrụ na 12 onwa Mee, na afo 1983) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge nke na-asọ mpi na track na road running events",
  "Ọ ghọrọ nwanyị mbụ meriri ma mita 5000 na mita 10,000 na African Championships na afọ 2012",
  "Ọ bụ onye mmeri ugboro atọ nke Berlin Marathon na nke asatọ kachasị ọsọ nke ụmụ nwanyị na-agba ọsọ n'oge niile (dị ka nke 2020).",
  "Ọ malitere ịgba ọsọ na asọmpi okporo ụzọ Spanish n'afọ 2004",
  "O setịpụrụ ihe kachasị mma nke 71:19 nkeji iji merie na afọ 2005 Media Maratón Santa Pola ma merie na Granollers Half Marathon",
  "Ọ gara n'ihu na-asọmpi na agbụrụ dị ala ma bụrụ onye nke abụọ na 2007 Reims Half Marathon",
  "Ọ meriri n'ọsọ ahụ n'afọ sochirinụ wee melite ihe kachasị mma ya na Porto Half Marathon, na-agba ọsọ 70:43 nkeji maka nke atọ",
  "Ọ ka mma n'oge ahụ na 2009 Valladolid Half Marathon, na-ewere aha ahụ na ọsọ nke 69:26 nkeji, ma bụrụ onye nke abụọ na ọsọ Porto. O mere asọmpi ole na ole n'ime ọnwa 18 sochirinụ, mana ọ meriri Zhuhai Half Marathon na mbido mbụ ya n'Eshia na ọnwa Disemba na afọ 2011.",
  "Cherono banyere n'ọkwa ndị a ma ama n'afọ 2012",
  "Ọ bụ onye nke atọ na RAK Half Marathon na Prague Half Marathon, na-edekọ nkeji 68:18 kacha mma na asọmpi ikpeazụ. Ọ gakwara n'ihu n'okporo ụzọ ahụ, na-ewere 5000 mita na 10,000 mita utu aha na Kenya Defence Forces Championships. A họpụtara ya ka ọ gbaa ọsọ ihe omume ndị a na afọ 2012 African Championships in Athletics na, na enweghị ndị na-eme egwuregwu dị elu, ọ ghọrọ nwanyị mbụ meriri agbụrụ abụọ dị anya na asọmpi ahụ",
  "Ọ gbara nkeji 15:40.04 maka nrite ọla edo nke 5000m bụ ihe ndekọ mmeri. A họrọghị ya ka ọ sọọ mpi na afọ 2012 Summer Olympics kama ọ gara n'ihu merie na Bogotá Half Marathon na Tilburg 10K.",
  "O meriri Kenya Defence Forces Cross Country title na mbido afọ 2013, wee gbaa ọsọ kachasị mma nke 1:06:48 iji merie Prague Half Marathon oge nke mere ka ọ banye n'ime ụmụ nwanyị 10 kachasị ọsọ na-agba ọsọ n'oge niile. O meriri ihe omume ikpe nke mba maka 10,000 m wee gaa n'ihu were ọlaọcha n'azụ Tirunesh Dibaba. Ọ mechiri afọ ahụ site na onye nke abụọ na BOclassic na Delhi Half Marathon.",
  "Na ọnwa Septemba, na afọ 2015, n'oge nke abụọ ya na-asọmpi na marathon distance, ọ meriri Berlin Marathon na 2:19:25 (nke kacha mma site na sekọnd 38), nke n'oge ahụ mere ka ọ bụrụ nwanyị nke asaa kachasị ọsọ n'oge niile.\nKa e mesịrị na Febụwarị 2016, Cherono mechara RAK Half Marathon na 1:06:07 (nke kachasị mma site na sekọnd 31), nke n'oge ahụ mere ka ọ bụrụ nwanyị nke anọ kachasị ọsọ na ọkara marathon n'oge niile.\nN'afọ 2017, Cherono meriri Berlin Marathon nke abụọ ya na oge nke 2:20:23. N'afọ sochirinụ, ọ meriri Berlin Marathon nke ugboro atọ na oge nke 2:18:11 ma setịpụ ihe ndekọ.",
  "As of 2020[ref] Gladys Cherono gbara onye asatọ  na na abalị iri abụo na anọ bu onye gbakachara na ọsọ na igba ọsọ dị anya."
]