[
  "Gladys Lanza (1942 - 17 Septemba 2016) bụ onye na-ahụ maka ụmụ nwanyị na onye na-agbachitere ihe ndị ruuru mmadụ si Honduras.",
  "A mụrụ Lanza na Tegucigalpa, Honduras, na 1942.",
  "Ọrụ ndọrọ ndọrọ ọchịchị nke Lanza malitere dị ka akụkụ nke òtù ndị ọrụ na Honduras. N'afọ ndị 1990 Lanza bụ onye isi oche nke Workers Union nke National Electric Power Company (STENEE), n'oge ahụ ọ duziri nguzogide nke otu ahụ na nkeonwe. N'oge gara aga, Lanza bụ osote onye isi oche nke Central Federation of Free Trade Unions of Honduras na odeakwụkwọ nke United Federation of Workers of Honduras. Ọ nọkwa na-arụsi ọrụ ike na pati ndị Kọmunist.",
  "Gọọmentị Honduras jidere ya n'ụlọ mkpọrọ ndọrọ ndọrọ ọchịchị n'afọ ndị 1980 dabere na ihe akaebe adịgboroja. E depụtara aha ya dị ka ihe ndị agha na-emegide ya lekwasịrị anya na 1991 ụlọ ya mebiri.",
  "Lanza sonyeere Movimiento de Mujeres por la Paz (Honduran Women's Committee for Peace \"Visitación Padilla\"), nke bụ otu ụmụ nwanyị si Honduras na-akwado ịha nhata nwoke na nwanyị, na-arụ ọrụ megide ime ihe ike nwoke na nwanyị ma na-akwado ụmụ nwanyị itinye aka na ndụ ọha. O tinyere aka site na mmalite ya na 1984, o mechara bụrụ odeakwụkwọ ya. E guzobere ya iji sọpụrụ onye na-ahụ maka ụmụ nwanyị na Honduras bụ Visitación Padilla. Òtù ahụ bụ otu n'ime ọtụtụ òtù ụmụ nwanyị nke Honduras nke megidere nnupụisi ọchịchị nke afọ 2009. Ọ na-arụsi ọrụ ike na Platform for Women against Femicides, nke gọọmentị Britain kwadoro. N'afọ 2010, Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke America nyere gọọmentị Honduras iwu ka ha chebe Lanza, n'ihi mkpagbu na-aga n'ihu.",
  "N'afọ 2009, Lanza na Visitación Padilla weere ikpe Lesbia Pacheco, onye a chụpụrụ n'ọrụ ya na gọọmentị mgbe ọ jụrụ iyi egwu mmekọahụ nke onye isi ọrụ, Juan Carlos Reyes. Nnyocha banyere ebubo Reyes 'efu na usoro' ma na mkpesa Visitación Padilla haziri ngagharị iwe ebe a katọrọ Reyes. Lanza sonyere na ngagharị iwe ahụ, e boro ya ebubo nkwutọ ma chọpụta na ikpe mara ya. A mara ya ikpe ịga mkpọrọ ọnwa iri na asatọ n'afọ 2015. Ikpe ahụ pụtara na ọ nweghịzi ike ịrụ ọrụ maka Visitación Padilla. Mgbe a kpụchara ya ikpe, ndị otu ụmụ nwanyị si n'ime Honduras rịọrọ ka a gbaghara ya, na-eji okwu mkpọsa \"Anyị niile bụ ndị Gladys\".",
  "Lanza nwụrụ na Septemba 2016, mgbe ụbọchị 10 gasịrị n'ụlọ ọgwụ na Tegucigalpa; Otú ọ dị, ahụike ya emebiwo nke ukwuu kemgbe a mara ya ikpe n'afọ 2015. Mgbe ọ nwụsịrị, Mesoamerican Initiative of Women Human Rights Defenders (IM-Defensoras) bipụtara nkwupụta na-ebo gọọmentị Honduras ebubo na ọ kpatara ọnwụ Lanza site n'ịga n'ihu na \"mmeso obi ọjọọ na obi ọjọọ ruo n'ókè nke ime ka ọnwụ ya dị mma, site n'ịnọgide na-enweghị isi ma na-agbatị ikpe ikpe ikpe na-enweghị ihe kpatara ya na ikike ụmụ nwanyị Honduras niile iji chebe ikike ha\". Nke a jikọtara ya na arịrịọ maka mgbaghara nke ebubo ndị ụlọ ọrụ mba na nke mba ụwa tụrụ ya mkpọrọ.",
  "N'ọnwa Mee afọ 2017, ụlọ ikpe kachasị elu na Honduras kwụsịtụrụ ikpe megide Lanza."
]