[
  "Glamour Girls bụ ihe nkiri Nollywood nwere akụkụ abụọ gbasara ụmụ nwanyị nọọrọ onwe ha na-abanye n'ụzọ nke ha n'ime ọha ndị nna ochie Naijiria   Ọ nwetara iwu ewu na Naịjirịa",
  "Ihe nkiri a gosiputara Liz Benson, Ngozi Ezeonu, Eucharia Anuobi, Pat Attah, Ernest Obi, Zack Orji, na ndị ọzọ.",
  "N'ịbụ onye nwere nkụda mmụọ na enweghị ike ijide mmekọrịta kwụsiri ike na ndị tozuru etozu, nwa agbọghọ ịkpọ oku na- enweghị ego Sandra ( Jennifer Okere ) kwagara Lagos mgbe ezigbo enyi ya Doris ( Gloria Anozie ) kwere nkwa inyere ya aka ịchọta ụkwụ ya dị ka 'obere nwa agbọghọ'",
  "Site n'enyemaka nke Doris na onye enyi ọzọ Thelma ( Ngozi Ikpelue ), Sandra zutere ọgaranya Chief Esiri (Peter Bunor) bụ onye na-atụ aro ịlụ di na nwunye ozugbo ma nye ya ọrụ na ụlọ akụ ya, ma ọnọdụ ọhụrụ ya na-eyi egwu mgbe Dennis (Pat Attah)",
  "), onye na-agbalịsi ike ịchọ ọrụ ọtụtụ afọ tọrọ Sandra, na-egosi mmasị n'ebe ọ nọ",
  "Sandra n'enwe gbagwojuru anya n'etiti ndị ikom abụọ ahụ mana emesịa họrọ Dennis, Chief Esiri wéré iwe  na-akwa emo ma kwe nkwa ibibi Sandra",
  "Doris, bụ́ onye ya na enyi ya ochie sere okwu kemgbe esemokwu, kwadoro mkpebi ya.",
  "Jane ( Liz Benson ), onye ọzọ bu 'nnukwu nwa agbọghọ' Lagos nke gara ụlọ akwụkwọ ya na Doris na Thelma, ga-alụ Desmond (Sola Fosudo), onye ọchụnta ego bara ọgaranya nke nọgidere na-etinye aka na onye ọlụlụ ya n'agbanyeghị ịdọ aka ná ntị sitere n'aka nwunye nna ya na-akpa nkata nke na-ekpughe nkọwa nke Jane gara aga dị ka nwanyị na-akwa iko nwere nwa ịhụnanya nzuzo",
  "Desmond na-etinye aka na ihe mberede ụgbọ ala nke na-eme ka ọ nwee nkwarụ, mana Jane na banye anya onye naaputa maka oche isi ala Alex (Raymond Johnson) bụ onye na-agba ya ume ka ọ hapụ Desmond maka ya",
  "N'oge na-adịghị anya, ọ chọpụtara na ọchịchọ onye isi ala nke onye hụrụ ya n'anya ọhụrụ bụ aghụghọ iji nweta ego ya ka mgbe ọ hapụrụ ịlụ Desmond onye ka na-agbake n'ụlọ ọgwụ",
  "Jane kwara ụta maka izute Alex, wee kpaa nkata imegwara.",
  "N'ịbụ onye Mara mma, onye na-agba chaa chaa bu Helen (Barbara Odoh) kwetara ka ya na onye na-azụ ahịa software (JT Tom West) nọrọ otu abali ọ ga-akwụ ụgwọ ma ima-nma-ya nējusi ya anya na nzulite ya",
  "Tupu nzukọ ha, ọ banyere ịgba akwụna dị ka ụzọ isi nweta ịhụ ihe onwunwe n'anya, boro ndị ikom aka ha dị ọcha ebubo na ha jụrụ ịkwụ ụgwọ maka ọrụ ya, oji aghugho emebi iwu onye ahịa mgbe niile Chief Esiri na foto ndị na-adịghị mma, ma ọ fọrọ nke nta ka ya na nwanne ya nwoke dinara ( Keppy Ekpenyoung-Bassey ).",
  "Akụkụ nke abụọ nke Glamour Girls gbadoro anya na ịgba akwụna",
  "Doris na-ebuga ụmụntakịrị nwanyị n'Ịtali ịrụ ọrụ n'ahịa mmekọahụ.",
  "N'ikwu okwu banyere ihe nkiri ahụ, Jonathan Hayne  chere na: \"",
  "Atụmatụ arụpụta nke ọma [Nnebue] na-enye ohere inyocha oghere ọha mmadụ sara mbara",
  "\"Glamour Girls\" (ma ọ bụ \"ụmụ agbọghọ ndị agadi\") bụ ụmụ nwanyị ndị ọkachamara na-ebighị na nchịkwa ndị nna ochie-ndị na-atụ egwu n'echiche ọha mmadụ nke Naijiria, jikọtara ya na ịgba akwụna na ihe egwu.\"",
  "Ọ bụ Kenneth Nnebue mere ma deekwa ihe nkiri a,  ma bụrụkwa Chika Onukwufor duziri ya.",
  "Na 12 Disemba 2019, ekwuputara na onye na-eme ihe nkiri Charles Okpaleke        enwetala ikike nwebisiinka ndụ nke 1994 mmepụta maka mmegharị ọgbara ọhụrụ    n'okpuru ụlọ ọrụ mmepụta ya, Play Network Africa."
]