[
  "Global Historical Climatology Network (GHCN) bụ data setịpụrụ nkè okpomọkụ, mmiri ozuzo na ndekọ nrụgide nkè National Climatic Data Center (NDCC), Arizona State University na Carbon Dioxide Information Analysis Center na-achịkwa.",
  "A na-anakọta data ngụkọta site n'ọtụtụ na-akọ akụkọ na-aga n'ihu na-akwụsi ike n'elu ụwa",
  "N'afọ 2012, e nwèrè ụlọ ọrụ puku iri abụọ na ise n'ime mba na mpaghara otu narị na iri asatọ",
  "Ihe atụ ụfọdụ nke mgbanwe nlekota bụ ngụkọta mmiri ozuzo kwa ụbọchị na oke okpomọkụ na nke kacha nta",
  "Ihe nchedo màkà nke a bụ pasenti iri isii na isii nke ọdụ na-akọ naanị mmiri ozuzo kwa ụbọchị.",
  "Echiche mbụ màkà itinye data GHCN-M n'ọrụ bụ inye nyocha ihu igwe màkà data ndị chọrọ nlekota kwa ụbọchị",
  "Ebumnuche ya bụ ịmepụta usoro data zuru ụwa ọnụ nke enwere ike ịchịkọta site na ụlọ ọrụ dị íchè íchè n'ụwa niile.",
  "A na-ejikarị ọrụ a eme ihe dị ka ntọala màkà ịmegharị okpomọkụ ụwa gara-aga, a na-ejikwa ya mee ihe na nsụgharị abụọ gara-aga nke nrụzigharị abụọ a ma ama, nke NCDC kwadebere, na nke NASA kwadebere dị ka Goddard Institute for Space Studies (GISS) okpomọkụ setịpụrụ",
  "Nkezi ndekọ okpomọkụ bụ afọ iri isii ogologo na ~1650 ndekọ karịrị 100 afọ na ~220 karịrị afọ otu narị na iri ise (dabere na GHCN v2 n'afọ 2006)",
  "A chịkọtara data mbụ gụnyere na nchekwa data ahụ n'afọ 1697.",
  "E mepụtara mbipụta izizi nke Global Historical Climatology Network n'oge ọkọchị nke afọ 1992. Ụdị mbụ a, nke a maara dị ka Version 1 bụ njikọ aka n'etiti ụlọ ọrụ nyocha na data dị ka mmemme World Weather Records na World Monthly Surface Station Climatology site na National Center for Atmospheric Research. N'ime ụlọ ọrụ, ha niile nwere ọ dịkarịa ala afọ iri nke data, 2/5 nwèrè ihe karịrị afọ iri ise nke data, na 1/10 nwèrè afọ otu narị  nke data.  Version 1, ma ọ bụ karịa nke a na-ekwukarị dị ka V1 bụ nchịkọta nke okpomọkụ kwa ọnwa site na ụlọ ọrụ puku isii",
  "E nwèrè, ka ọ na-erule afọ 2022, e mepụtara nsụgharị atọ ọzọ nke GHCN dị ka akọwapụtara n'okpuru ebe a.",
  "GHCN bụ otu n'ime nchịkọta isi nke data okpomọkụ eji màkà ihu igwe, ọ bụkwa ntọala nke GISTEMP Temperature Record",
  "Map a na-egosi okpomọkụ stations puku asaa na narị abụọ na iri asatọ edoziri na GHCN catalog color-coded site na ogologo nke dị na ndekọ",
  "Ebe nrụọrụ weebụ ndị a na-emelite nke ọma na nchekwa data (puku abụọ na narị abụọ na iri asaa) na-egosi dị ka \"na-arụ ọrụ\" ma gosipụta ya na nnukwu akara, ebe nrụọrụ weebụ ọzọ na-egosi ya dị ka \"akụkọ ihe mere eme\" ma gosiputa ya na obere akara",
  "N'ọnọdụ ụfọdụ, saịtị \"akụkọ ihe mere eme\" ka na-anakọta data mana n'ihi akụkọ na nhazi data igbu ógè (nke karịrị afọ iri n'ọnọdụ ụfọdụ) ha anaghị enye aka na atụmatụ okpomọkụ ugbu a.",
  "Ndị a bụ nyocha ihu na ihu, nke a na-etinyeghị ma ọ bụ dabere na simulations nlereanya",
  "Ihe oyiyi a na-egosi ihe ndekọ puku atọ na narị asatọ na iri atọ na abụọ karịrị afọ iri isé, ihe ndekọ otu puku na narị isii na iri ise na isii karịrị afọ 100, na ihe ndekọ narị abụọ na iri abụọ na isii karịrị afọ otu narị na iri ise",
  "Ihe ndekọ kachasị ogologo na nchịkọta ahụ malitere na Berlin n'afọ 1701 ma ka na-anakọta ya n'oge a.",
  "Dị ka o dọrọ ányá site na atụmatụ a, akụkụ kachasị arụ ọrụ n'ụwa dị na United States, ebe Antarctica bụ mpaghara àlá kachasị arụ ọrụ",
  "Ọtụtụ akụkụ nkè Africa enweghị data okpomọkụ ugbu a",
  "Ihe ndekọ na-ejikarị ébé obibi mmadụ dị",
  "Akụkụ nke Pacific na oké osimiri ndị ọzọ dịpụrụ adịpụ site na ọdụ okpomọkụ, mànà nke a na-agbakwunye site na ndị ọrụ afọ ofufo na-ekiri ụgbọ mmiri na-edekọ ozi okpomọkụ n'oge njem ha",
  "Ihe ndekọ ahụ nwekwara ike ịbụ ihe na-adịghị mmá, dị ka ịkwaga ụlọ ọrụ, mgbanwe na omume nyocha (dịka site na nyocha ndị ọrụ gaa na data na-akpaghị aka) na mgbanwe na ngwá ọrụ.",
  "Ọ bụ ezie na V1 bụ nchịkọta a ma ama nke data ihu igwe n'ime afọ ndị 1990, ntụpọ ya ji nwayọọ nwayọọ na-apụta ma n'oge na-adịghị anya, e ji Version 2 (V2) dochie ya",
  "A tọhapụrụ V2 n'afọ 1997, na-anọchi anya V1 ọhụrụ. Mmeziwanye ahụ gụnyere imeziwanye mgbasa ozi ụwa; ọnụ ọgụgụ nke ụlọ ọrụ mụbara site na puku isii ruo puku asaa na narị abụọ na iri asatọ nakwa ịmepụta mmelite nhazi data ọhụrụ",
  "Ihe ndị a gụnyere ma ọ bụghị nanị iji mụbaa data emelitere, mmụba nkwenye dị mma, na usoro data ndị ọzọ.  V2 ghọrọ ngwa ngwa ónyé na-ebute ụzọ màkà òtù ndị dị ka NASA, NOAA, na IPCC. GHCN bụ data nlekota ihu igwe kachasị maka afọ iri na anọ",
  "Ruo n'afọ 2011, a tọhapụrụ Version nké atọ (V3)",
  "Version nké atọ bụ ụdị ọhụrụ na nke ka mma nke nsụgharị abụọ gara-aga na njikwa mma ndị ọzọ. Njikwa ndị a gụnyere iwepụ nchịkọta data abụọ na ibelata homogenization. A maara nsụgharị kachasị ọhụrụ na nke a na-eji eme ihe ugbu a dị ka V4, ma ọ bụ Version 4",
  "V4 nwèrè ugbu a ụlọ ọrụ puku iri abụọ na ise dị n'ala nke ghọrọ otu n'ime ndị na-anakọta data ihu igwe kwa ọnwa na kwa ụbọchị gbụrụ-gbúrụ ụwa",
  "Ebumnuche nke V4 bụ ijikọta data ndị gara aga anakọtara na ndị a na-edekọ ugbu a iji mepụta ọhụụ zuru oke nke data ihu igwe na-agbanwe agbanwe",
  "Nke a nyekwara aka wepụ nsogbu a na-edozighị na mbụ nke homogenization nke kpara nsụgharị ndị gara aga ahụhụ. Tụkwasị na nke a, V4 kpatara nnukwu nsogbụ ndị dị na mbụ, dị ka ejighị n'aka, ọdịiche dị na nha, yana homogenization a kpọtụrụ aha n'elu.",
  "Global Historical Climatology Network kwa ọnwa (GHCNm)"
]