[
  "Global Forecast System (GFS) bụ usoro amụma ihu igwe zuru ụwa ọnụ nké nwéré ihe nlereanya kọmputa zuru ụwa ọnụ na nyocha dị íchè íchè nké United States 'National Weather Service (NWS) na-agba.",
  "A na-agba ihe nlereanya mgbakọ na mwepụ ugboro anọ n'ụbọchị, ma na-emepụta amụma màkà ụbọchị iri na isii tupu ógè eruo, mànà na-ebelata mkpebi ohere mgbè ụbọchị iri gasịrị",
  "Amamihe amụma na-ebelata n'ozuzu ya ka ógè na-aga (dị ka ụdị amụma ihu igwe ọ bụla) na màkà amụma ogologo ógè, ọ bụ naanị ihe ndị buru ibu na-ejigide ezi uche",
  "Ọ bụ otu n'ime ụdị synoptic dị n'etiti na-ejikarị eme ihe.",
  "Ihe nlereanya GFS bụ ihe nlereanya FV3 nké nwéré ihe dịka mkpebi dị larịị nke kilomita iri na atọ màkà ụbọchị 0-16",
  "N'ụzọ kwụ ọtọ, a na-ekewa ihe nlereanya ahụ n'ime okpukpu otu narị na iri abụọ na asaa ma gbasaa na mesopause (ihe dịka ~ 80 km), na nwa ógè, ọ na-emepụta mmepụta amụma kwa awa màkà awa otu narị na iri abụọ mbụ, awa atọ kwa ụbọchị site n'ụbọchị irí na awa iri na abụọ kwà ụbọchị site na ụbọchị iri na isií. A na-ejikwa mmepụta sitere na GFS mepụta ọnụ ọgụgụ mmepụta ihe nlereanya.",
  "Na mgbakwunye na ihe nlereanya ahụ, GFS bụkwa ihe ndabere nke ndị otu iri atọ dị ala (31, na-agụta njikwa na ndị na-arụ ọrụ) nké na-agba ọsọ n'otu ógè na GFS na-arụkọ ọrụ ma dị n'otu ihe ahụ",
  "A na-akpọ ìgwè a \"Global Ensemble Forecast System\" (GEFS)",
  "A na-ejikọta ndị otu GFS na ndị otu Global Environmental Multiscale Model nkè Canada iji mepụta North American Ensemble Forecast System (NAEFS).",
  "Dị ka ọtụtụ ọrụ nkè gọọmentị US, data GFS enweghị ikike nwebisiinka ma dị n'efu na ngalaba ọha na eze n'okpuru ndokwa nke iwu US",
  "N'ihi nke a, ihe nlereanya ahụ na-eje ozi dị ka ihe ndabere màkà amụma nkè ọtụtụ ụlọ ọrụ onwé, azụmahịa, na ụlọ ọrụ ihu igwe mba ọzọ.",
  "Ka ọ na-erule n'afọ 2015, ihe nlereanya GFS adaala n'azụ izi ezi nke ụdị ihu igwe ụwa ndị ọzọ. Nké a bụ ihe a ma ama na ihe nlereanya GFS na-ebu amụma n'ụzọ na-ezighi ezi na Hurricane Sandy na-aga n'oké osimiri ruo ụbọchị anọ tupu ọdịda, ebe ihe nlereanya European Centre for Medium-Range Weather Forecasts buru amụma ọdịda n'ụzọ ziri ezi na ụbọchị asaa",
  "A tụrụ aro ka ọtụtụ n'ime nke a bụrụ n'ihi oke nkè ihe onwunwe kọmpụta n'ime National Weather Service",
  "Na nzaghachi, NWS zụrụ supercomputers ọhụrụ, na-abawanye ike nhazi site na narị asaa na iri asaa na isii teraflops ruo 5.78 petaflops. Ka ọ na-erule 12z na-agba ọsọ n'ubochi irí na itoolu n'ọnwa Julaị 2017, emelitere ụdị GFS",
  "N'adịghị ka ECMWF e melite n'oge na-adịbeghị ányá, GFS ọhụrụ ahụ na-akpa àgwà dịtụ iche na mpaghara okpomọkụ na mpaghara ndị ọzọ ma e jiri ya tụnyere nke garaaga. Nsụgharị a na-akọwa n'ụzọ ziri ezi màkà mgbanwe dị ka oscillation Maddenz Julian na Saharan Air Layer",
  "N'afọ 2018, e mèrè ka ike nhazi ahụ dịkwuo elu ọzọ ruo 8.4 petaflops, ụlọ ọrụ ahụ nwalere ihe nlereanya nwere ike iji dochie anya ya na usoro dị iche iche, ihe nlereanya icosahedral (FIM), na mbido afọ 2010; ọ hapụrụ ụdị ahụ n'ihe dị ka afọ 2016, mgbè ọ na-egosighị ọganihu dị ukwuu karịa GFS.",
  "N'afọ 2019, e mèrè nnukwu nkwalite màkà GFS, na-agbanwe ya site na GSM (Global Spectral Model) gaa na FV3 ọhụrụ dycore",
  "Mkpebi dị larịị na nke kwụ ọtọ nọgidere bụrụ otu ma nke a tọrọ ntọala màkà ihe a maara ugbu a dị ka UFS (Unified Forecast System).",
  "N'ubochi irí abụọ na abụọ n'ọnwa Machị, afọ 2021, NOAA melite ụdị GFS, jikọta ya na ụdị WaveWatch III zuru ụwa ọnụ, nke ga-amụba mkpebi GFS site na iri isii na ano ruo otu narị na iri abụọ na asaa ọkwa kwụ ọtọ, ka ọ na-agbatị windo amụma WaveWatch II site na ụbọchị iri ruo ụbọchị iri na isií",
  "Nke a hapụrụ ụfọdụ ndị na-ahụ màkà ihu igwe na-enwe olileanya na mmelite GFSv16 ga-ezuru iji mechie ọdịiche ziri ezi na ihe nlereanya ECMWF, nke a na-ewere dị ka ihe nlereanya ihu igwe zuru ụwa ọnụ kachasị mma n'oge ahụ.",
  "N'ubochi irí na abụọ n'ọnwa Juun afọ 2019, mgbè ọtụtụ afọ nkè nnwale gasịrị, NOAA melite GFS na isi ọhụrụ dị ike, GFDL Finite-Volume Cubed-Sphere Dynamical Core (FV3), nke na-eji usoro olu dị mkpirikpi kama usoro spectral nke nsụgharị GFS gara-aga ji",
  "Ụdị a, nkè e mepụtara na mbụ n'okpuru aha FV3GFS, ketara aha GFS, na ihe nketa GFS na-aga n'ihu ruo ọnwa Septemba 2019.  Nnyocha mbụ nke GFS dabeere na FV3 gosipụtara nkwa, na-emeziwanye nkà amụma buru ibu na izi ezi nke usoro ajọ ifufe nke ihe nketa GFS.",
  "Site na mmejuputa ọrụ mbụ nkè FV3GFS ugbu a, NOAA's Environmental Modeling Center (EMC) global modeling focus agbanweela màkà mmepe nke GFS na-esote (v16) mmelite, nke ga-agụnye mkpebi abụọ (okpukpu iri isii na anọ ruo otu narị na iri abụọ na asaa), physics dị elu karị, data assimilation system upgrades, na njikọta na NCEP's Global Wave Model site na iji Unified Forecast System (UFS) obodo model",
  "E tinyere GFSv16 n'ọrụ n'ubochi irí abụọ na abụọ n'ọnwa Machị, 2021.",
  "N'ubochi irí abụọ na atọ n'ọnwa Septemba afọ 2020, etinyere ngwa UFS mbụ zuru ụwa ọnụ na NCEP na Global Ensemble Forecast System (GEFS v12)",
  "Ihe ndị mejupụtara nkwalite a gụnyere:",
  "Mmejuputa a bụ usoro jikọtara ụwa mbụ na NCEP, ma dochie ányá Global Wave Ensemble na usoro NEMS GFS Aerosol Component (NGAC)",
  "Enwèrè ike ịchọta nkọwa ndị ọzọ na ébé nrụọrụ weebụ EMC Model Evaluation Group GEFS v12, ébé nrụọrụọrụ weebụ EM C GEFS, na ébé nrụpụta EMC GEFS-Aerosol."
]