[
  "GAHP (Global Alliance on Health and Pollution) bụ netwọk nke ụlọ ọrụ dị iche iche nke mba ụwa na nke mba na-etinye aka na mmekorita, usoro dị iche iche iji dozie nsogbu mmetọ zuru ụwa ọnụ na mmetụta ahụike na akụ na ụba na-akpata",
  "Ebumnuche GAHP n'ozuzu ya bụ ibelata ọnwụ na ọrịa nke ụdị mmetọ nsị niile na-akpata, gụnyere ikuku, mmiri, ala na mkpofu kemịkalụ karịsịa na mba ndị dị ala na nke etiti.",
  "GAHP bụ otu na-arụkọ ọrụ ọnụ nke nwere ihe karịrị ndị otu 60 na ọtụtụ ndị na-ekiri ihe na-akwado ihe onwunwe na ngwọta maka nsogbu mmetọ",
  "E hiwere GAHP n'ihi na ndị na-eme ihe nkiri / ụlọ ọrụ mba ụwa na nke mba na-amata na imekọ ihe ọnụ, ọtụtụ ndị na-emekọrịta ihe, usoro dị iche iche dị mkpa ma dị oke mkpa iji merie nsogbu mmetọ zuru ụwa ọnụ na mmetụta ahụike na akụnụba.",
  "N'afọ 2012, Pure Earth bidoro njikọ aka ya na ndị nnọchi anya World Bank, UNEP, UNDP, UNIDO, Asia Development Bank, European Commission, na ministri nke gburugburu ebe obibi na ahụike nke ọtụtụ mba dị ala na nke etiti iji mepụta atụmatụ iji lebara mmetọ na mmetọ anya",
  "ahụike na ọnụ ọgụgụ",
  "GAHP webatara dị ka ntọala na 2019 na Geneva, Switzerland.",
  "GAHP na-elekwasị anya na mgbalị ya n'akụkụ abụọ: nkwado na ịkwalite mmata na nkwado mba",
  "GAHP na-ewu nkwado ọha na eze, teknụzụ na ego iji dozie mmetọ n'ụwa niile site n'ịkwalite nyocha sayensị, ịkwalite mmata na ịchụso ọganihu",
  "GAHP na-enyere mba ndị na-enweta ego dị ala na nke dị n'etiti aka ibute ụzọ ma dozie mmetọ na nsogbu site na atụmatụ ọrụ ahụike na mmetọ.",
  "N'ọnwa Ọktoba 2017, GAHP bipụtara Lancet Commission on Pollution and Health na mmekorita ya na The Lancet. Kọmitii ahụ \"na-ekwu maka ahụike na akụ na ụba zuru oke nke ikuku, mmiri, na mmetọ ala",
  "Site na nyocha nke data dị ugbu a na nke na-apụta, Commission na-ekpughe oke mmetọ na-enweghị akụkọ na Global Burden of Disease",
  "Ọ na-ekpughe ego mmetọ na mba ndị na-enweta ego dị ala na ndị na-enweghị ego",
  "Kọmitii ahụ ga-agwa ndị isi na-eme mkpebi gburugburu ụwa banyere ibu arọ nke mmetọ na-etinye na ahụike na mmepe akụ na ụba, yana maka ngwọta na atụmatụ nchịkwa mmetọ dị ọnụ ala.",
  "E kesara nchoputa a n'ọtụtụ ebe site na ụlọ ọrụ mgbasa ozi, ruru ihe karịrị ijeri mmadụ 2 wee gbakọọ",
  "A na-ekpuchikwa ọrụ nke Commission nke ọma site na mmekorita pụrụ iche na ụlọ ọrụ mgbasa ozi dị elu.",
  "Na mgbakwunye, GAHP na-emelite nchọpụta sitere na The Lancet Commission on Pollution and Health, ma na-enye ọkwa nke ọnwụ mmetọ na ụwa, mpaghara na mba na Mmetụta Mmetụta Mmetọ na Ahụike: Global, Regional na Country Analysis reports.",
  "Mmetọ ka bụ ihe kachasị egwu gburugburu ebe obibi n'ụwa maka ahụike mmadụ, nke kpatara na 2017 maka 15% nke ọnwụ niile n'ụwa niile, na nde 275 Disability-Adjusted Life Years",
  "Akụkọ 2019, nke na-eji data Global Burden of Disease kachasị ọhụrụ sitere na Institute of Health Metrics Evaluation, na-emesi ike oke na oke mmerụ ahụ nke ikuku, mmiri, na mmetọ ọrụ kpatara."
]