[
  "Gloria Gaither (amuru Maachị 4, 1942) bu onye na-agụ egwu nke Kraist - onye na-ede egwu, onye ode akwukwo, onye nkwuputa, onye nzizi na ulo akwukwo",
  "Ọ lụrụ Bill Gaither, ha abụọ edeela ihe karịrị egwu narị asaa",
  "Ya na Bill Gaither Trio, emeela ihe ngosi egwu, mee njem ma gụọ egwu dị iche iche site na 1965 ruo 1991",
  "Kemgbe 1991, ọ na-eje ozi dị ka onye na-eme ihe nkiri, onye na-eme egwu, onye na-ede abụ, onye na-ede egwú, na onye na-ede akụkọ maka usoro mgbasa ozi telivishọn Gaither Homecoming, mwepụta vidiyo na DVD, na ndekọ ọdịyo.",
  "Amụrụ ya dika Gloria Lee Sickal na 1942 na Michigan, ọ bu ada pastọ Lee Sickal na Dorothy Sickal",
  "Ọ nọrọ ụfọdụ n'ime oge nwata na ụlọ akwụkwọ sekọndrị na mpaghara Battle Creek nke Michigan, na-arụ ọrụ obere oge maka ụlọ ọrụ Kellogg",
  "Mgbe Gloria gụsịrị akwụkwọ na Clare High School na Clare, Michigan,  ọ gara Mahadum Anderson na Anderson, Indiana",
  "N'ebe ahụ, ọ guru akwụkwọ okpukpu atọ na Bekee, French na Sociology",
  "Ihe omume ya na kọleji gụnyere isonye na otu na-eme ihe ngosi,  Alpha Chi National College Honor Society  na otu Sigma Tau Delta honor society",
  "Mgbe ọ gụsịrị akwụkwọ, ọ malitere ọrụ na Alexandria Monroe High School dị ka onye nkụzi French",
  "N'ebe ahụ, ọ zutere Bill Gaither, bụ onye na-akụzi Bekee n'oge ahụ",
  "Ọ lụrụ Gaither na 1962, ha malitere ide abụ ntụrụndụ.",
  "Na 1991, ọ gara Mahadum Ball State wee nweta nzere Master of Arts na Britain na American Literature",
  "Ọ kụziri dị ka onye prọfesọ ọzọ na Mahadum Anderson na 1987–88 nakwa 1996–97.",
  "Bill na Gloria Gaither malitere ide abụ n'afọ ndị 1960, na ọtụtụ abụ ndị ahụ (gụnyere \"Because He Lives\", \"I Am Loved\", \"Something Beautiful\") gara n'ihu ịghọ ụkpụrụ akwụkwọ abụ abụ ụka n'ofe North America na gburugburu ụwa",
  "Ka ọ na-erule ngwụsị nke 1960s, Gloria, Bill na nwanne Bill Danny Gaither nọ na-eme njem n'esepụghị aka dị ka Bill Gaither Trio, na-abụ ma na-edekọ egwu Bill na Gloria dere",
  "Mgbe ya na Bill Gaither Trio gachara ihe fọrọ nke nta ka ọ bụrụ afọ iri atọ, Gaither dọọrọ uche ya gaa na usoro Gaither Homecoming",
  "Ọ bụ onye na-arụsi ọrụ ike na mmepụta vidiyo ọ bụla.",
  "Na 1996, o butere ụzọ okike nke Gaither Family Resources  na Alexandria, Indiana, ma na-ejekwa ozi ugbu a dị ka onye nwe ya na onye isi njikwa",
  "Na 2002, Gaither malitere Homecoming: Magazin,  nakwa ihe ọ na-eme ugbu a gunyere onye ode akwụkwọ, onye na-agba ajụjụ ọnụ na onye nchịkọta akụkọ.",
  "N'afọ 2000, a kpọrọ Bill na Gloria aha Christian Songwriters of the Century site n'aka American Society of Composers, Authors and Publishers (ASCAP),  ihe nrite dabere na ndị na-ede abụ bụ ndị nwegoro egwu kachasị na narị afọ gara aga",
  "Gloria bụ onye natara nzere doctorate asaa, na ọ bụ onye dere akwụkwọ karịrị iri anọ nke gụnyere akwụkwọ ụmụaka iri abụọ.",
  "Ihe nrite nke Gloria Gaither ritere gụnyere ndị a:"
]