[
  "RV Gloria Michelle, mgbe ụfọdụ a na-asụgharị ya dị ka R / V Gloria Michelle, bụ ụgbọ mmiri nyocha azụmaahịa nke America na-arụ ọrụ na-abụghị ọrụ na ụgbọ mmiri National Oceanic and Atmospheric Administration (NOAA) kemgbe 1980",
  "Tupu ọrụ NOAA ya, ọ bụ ụgbọ mmiri azụmaahịa nke batara n'aka Gọọmentị United States mgbe e jidere ya maka ibu wii wii.",
  "Edebanye aha ya dị ka NOAA F7201, Gloria Michelle na-arụ ọrụ na mmiri dị n'ụsọ oké osimiri n'ụsọ oké osimiri ugwu ọwụwa anyanwụ nke North America.",
  "Ụlọ ọrụ Diesel Shipbuilding wuru Gloria Michelle na Jacksonville, Florida, n'afọ 1974 dị ka ụgbọ mmiri na-eji ígwè eme ihe, nke na-eji dizel eme ihe maka iji ya na Gulf of Mexico",
  "N'afọ 1979, United States Customs Service jidere Gloria Michelle mgbe ha chọtara 16 obere tọn (14.25 ogologo tọn; 14.5 metric tọn / tọn) nke wii wii n'ime azụ ya, n'oge ahụ njide kachasị nke ọgwụ ọjọọ na-akwadoghị na akụkọ ihe mere eme nke Mississippi",
  "Mgbe emechara ikpe nke ndị na-ebubata wii wii ahụ, e debere Gloria Michelle na bayou dị nso na Biloxi, Mississippi, iji chere ọdịnihu ya.",
  "N'ịbụ nke e wuru dị ka ụgbọ mmiri azụmaahịa azụmahịa, Gloria Michelle nyere ọtụtụ atụmatụ na-enweghị n'ime onye bu ya ụzọ Rorqual. N'ịbụ onye a haziri dị ka onye na-akwọ ụgbọ mmiri, o nwere nnukwu oche kwesịrị ekwesị maka ọrụ nyocha, ebe a na-ejide azụ na friji, na injin dizel na-enye okpukpu abụọ nke ike Rorqual's powerplant. Ebe ọ bụ na NOAA nwetara ya n'afọ 1979, Gloria Michelle enweela mgbanwe na nkwalite dị ukwuu - gụnyere ntụgharị nke azụ azụ ya na friji n'ime ohere maka ebe ọ ga-ehi ụra, ụlọ nyocha, na usoro nsị - ugbu a, ọ bụ naanị ụgbọ ya bụ nke mbụ; n'etiti ngwá ọrụ NOAA tinyere n'ime ya bụ winch na crane akọwapụtara maka ijikwa na iweghachite ngwá ọrụ. A na-ese ụgbọ ya na-acha anụnụ anụnụ, ụlọ ya na-acha ọcha.",
  "N'oge ndị ọzọ ọ na-arụ ọrụ kwa afọ, Gloria Michelle na-arụ ọrụ dị iche iche pụrụ iche, nke gụnyere itinye data buoy na Rhode Island Sound maka United States Army Corps of Engineers, multibeam sonar map nke topography n'okpuru mmiri, ule nke nkà na ụzụ ọhụrụ, mgbake nke ngwá ọrụ furu efu site na ụgbọ mmiri ndị ọzọ, na njirimara foto nke anụ mmiri. N'afọ 1994, Gloria Michelle gosipụtara nri mmiri n'ime mmiri dị na gburugburu ebe a na-atụfu nsị na-egbu egbu na Massachusetts Bay maka US Food and Drug Administration, nke kpebiri na nri mmiri ahụ dị mma maka oriri mmadụ.",
  "Rear Admiral Jonathan W",
  "Bailey, onye nduzi nke NOAA Commissioned Officer Corps site na 2007 ruo mgbe ọ lara ezumike nká na 2012, jere ozi dị ka onye na-elekọta Gloria Michelle na mbido ọrụ ya. Na 1 June 2012, Gloria Michelle ghọrọ ụgbọ mmiri mbụ n'akụkọ ihe mere eme nke NOAA ma ọ bụ òtù ndị nna nna ya nwere ndị ọrụ nwanyị niile."
]