[
  "Glynis Barber (a mụrụ Glynis van der Riet; 25 Ọktoba 1955) bụ onye South Africa na-eme ihe nkiri. A maara ya maka ihe ngosi ya nke Sgt",
  "Harriet Makepeace na ihe nkiri ndị uwe ojii Britain Dempsey na Makepeace, Glenda Mitchell na EastEnders, DCI Grace Barraclough na Emmerdale, Fiona Brake na Night and Day, na Soolin na Blake's 7",
  "N'afọ 2022, ọ sonyeere ndị otu Hollyoaks dịka Norma Crow",
  "A mụrụ Barber na Durban, South Africa, nwa Heather Maureen (Robb) na Frederick Werndly Barry van der Riet",
  "Barber gụrụ akwụkwọ na Mountview Academy of Theatre Arts",
  "Na-eme ihe nkiri kemgbe afọ 1978, na-enweta obere akụkụ dịka odeakwụkwọ n'afọ 1980 na Bognor, ọganihu ya bịara n'afọ 1981 na ọrụ ya dịka Soolin na Usoro 4 nke usoro telivishọn sayensị nke BBC Blake's 7 ọ bụ ezie na ọ rụkwara ihe dị iche na usoro 1.",
  "N'afọ 1982, ọ rụrụ ọrụ aha na usoro telivishọn Jane na-egwu dike Agha Ụwa nke Abụọ",
  "E mere usoro ihe nkiri a na ihuenyo na-acha anụnụ anụnụ na-enye ohere maka mgbakwunye nke eserese eserese, usoro nnwale n'oge ya",
  "Otú ọ dị, a maara Barber nke ọma maka ọrụ ya n'etiti afọ 1980 nke Sgt",
  "Harriet Makepeace na ihe nkiri ndị uwe ojii Dempsey na Makepeace, ebe ọ zutere di ya n'ọdịnihu, Michael Brandon.",
  "Kemgbe afọ 1987, Barber apụtawo ugboro ugboro na egwuregwu, ihe nkiri na usoro telivishọn",
  "O sonyekwara na usoro ihe nkiri LWT Night and Day dị ka Fiona Brake",
  "N'afọ 2006, ọ sonyeere ndị na-eme ihe nkiri ITV soap, Emmerdale, na-eme ihe nkiri DCI Grace Barraclough, na-enyocha ọnwụ Tom King n'ụbọchị Krismas",
  "Ọ hapụrụ ncha na Septemba 2007, mgbe e gburu àgwà ya",
  "N'afọ 2009, ọ pụtara dịka onye nlekọta ụlọ ọgwụ Jean McAteer na The Royal, usoro ihe nkiri ITV ọzọ nke e mere na Yorkshire. N'otu afọ ahụ, ya na Brandon pụtara na ihe omume nke usoro BBC New Tricks, nke akpọrọ \"The Truth Is Out There\".",
  "N'abalị 23 ọnwa Ọktoba afọ 2009, a mara ọkwa na ọ ga-egwu Glenda Mitchell nne Ronnie Mitchell, Roxy Mitchell na Danny Mitchell na EastEnders mgbe Jill Gascoine hapụrụ ọrụ ahụ n'ụbọchị mbụ ya na set. Na 27 Febụwarị afọ 2011, a mara ọkwa na Barber ga-ahapụ EastEnders na Machị 2011",
  "Na Febụwarị 2015, Barber kwetara na ọ ga-atụle nlọghachi EastEnders",
  "Kpakpando ahụ kwuru, sị: \"Enwere m mmetụta mgbe niile na Glenda hapụrụ nsogbu ole na ole a na-edozighị edozi",
  "Ọ ga-abụ ihe na-atọ ụtọ ịlaghachi azụ ma mepụta obere mbibi!",
  "Glenda laghachiri maka ihe omume abụọ n'abalị 1 ọnwa Jenụwarị afọ 2016. Barber laghachiri EastEnders oge niile na Jenụwarị 2017 tupu ọ pụọ ọzọ na Febụwarị.",
  "Na Septemba afọ 2013, ọ pụtara na ihe ngosi ịgba egwu nke ITV Stepping Out ya na di ya bụ Michael Brandon",
  "N'ọnwa Ọgọstụ afọ 2019, Barber kọrọ When Luxury Holidays Go Wrong na C5 ma mesịa pụta na usoro telivishọn The Outpost",
  "Kemgbe afọ 2019, ọ na-akọ usoro Channel 5 The Wonderful World of Chocolate",
  "Mgbe ahụ n'afọ 2022, ọ sonyeere ndị otu Channel 4 soap opera Hollyoaks dịka Norma Crow",
  "Ọrụ ya gụnyere Macbeth, Killing Time na Dennis Waterman, High Flyers na Hugh Grant, Make Me a Match na The Graduate",
  "N'afọ 2011, Barber sonyeere Christopher Timothy na Denis Lill na Alan Ayckbourn's Seasons Greetings, na-egwu Belinda",
  "N'afọ 2013, ọ gbara Melissa Gardner na Love Letters na Dundee Repertory Theatre ya na Michael Brandon",
  "Barber mere nne Carole King, Genie Klein, na mmepụta West End nke Beautiful - The Carole King Musical site na mmeghe ya na Aldwych Theatre n'abalị 24 ọnwa Febụwarị afọ 2015 ruo 28 Nọvemba 2015.",
  "Ọrụ ihe nkiri mbụ ya gụnyere ihe nkiri egwu Terror, na ihe nkiri bọọlụ Yesterday's Hero nke Ian McShane gosipụtara",
  "Ọ pụtara dị ka Lady Caroline na Michael Winner's afọ 1983 remake nke The Wicked Lady, nke Faye Dunaway gosipụtara",
  "N'afọ1989, ọ pụtara dịka Elisabeth Jekyll na Edge of Sanity, na ihe nkiri 1997 Déjà Vu n'akụkụ Vanessa Redgrave",
  "Ọ pụtara dị ka Anthea Davis na On the Nose n'afọ 2001 ya na Dan Aykroyd na Robbie Coltrane",
  "Barber lụrụ onye na-eme ihe nkiri Paul Antony-Barber, onye ọ zutere na ụlọ akwụkwọ ihe nkiri, n'afọ1976; di na nwunye ahụ gbara alụkwaghịm n'afọ 1979. N'ime ihe nkiri 7 nke Blake, ya na onye otu ya bụ Steven Pacey nwere mmekọrịta. Barber lụrụ Dempsey na Makepeace co-star Michael Brandon na 18 Nọvemba 1989; di na nwunye ahụ nwere nwa nwoke, Alex."
]