[
  "Glynis Johns (a mụrụ n'ụbọchị nke 5 n'ọnwa Ọktoba n'afọ 1923) bụ onye na-eme ihe nkiri, onye na-agba egwu, onye  egwú na onye na-agụ egwú",
  "A mụrụ ya na Pretoria, South Africa, mgbe nne na nna ya nọ na njem, a maara ya nke ọma maka ịmepụta ọrụ Desiree Armfeldt na A Little Night Music on Broadway, nke o ritere Tony Award, na maka igwu Winifred Banks na ihe nkiri egwu Walt Disney Mary Poppins",
  "N'afọ 2020, mgbe Olivia de Havilland nwụrụ, Johns ghọrọ onye kacha okenye dị ndụ na Academy Award-nominee na ụdị ọ bụla na-eme ihe nkiri.",
  "N'ọrụ abụọ ahụ, Johns bụrụ abụ ndị e dere maka ya kpọmkwem, gụnyere \"Send In the Clowns\", nke Stephen Sondheim dere, na \"Sister Suffragette\", nke Sherman Brothers dere.",
  "A họpụtara Johns maka onyinye Academy maka onye na-akwado ihe nkiri kacha mma maka ọrụ ya na ihe nkiri afọ 1960 The Sundowners",
  "Ọ bụ otu n'ime kpakpando ikpeazụ dị ndụ site na Golden Age nke Hollywood na afọ klas nke ihe nkiri Britain",
  "A maara ya maka àgwà iku ume nke olu ya na àgwà ya dị mma.",
  "A mụrụ Johns na Pretoria, Union of South Africa, na 5 Ọktoba 1923, dịka nwa nwanyị nke Alice Maude Steele (née Wareham), onye na-akpọ piano, na Mervyn Johns, onye na-eme ihe nkiri na ihe nkiri Welsh. Mgbọrọgwụ ya dị na West Wales, a mụrụ ya na Pretoria mgbe ndị mụrụ ya na-eme njem nleta n'ebe ahụ.",
  "Johns pụtara n'ihu ọha nke mbụ ya na Buckie's Bears dịka nwatakịrị na-agba egwú na Garrick Theatre n'afọ1935",
  "(O mechara bụrụ onye nkuzi ballet ruru eru.A hụrụ ya ka ọ na-agba egwú n'egwuregwu ụmụaka n'oge ezumike Krismas ma tinye ya na mmepụta ihe nkiri mbụ ya, St Helena, na Old Vic n'afọ 1936",
  "N'afọ ahụ, ọ nọkwa na mmepụta nke The Children's Hour na The Melody That Got Lost",
  "Ọ sochiri nke a na Judgment Day (1937) na A Kiss for Cinderella (1937).",
  "Johns mere ihe nkiri izizi ya n'afọ 1938 na ihe nkiri nke akwụkwọ akụkọ Winifred Holtby South Riding",
  "O nwere obere ọrụ na Murder in the Family (1938), Prison Without Bars (1939), On the Night of the Fire (1940), Under Your Hat (1940), na The Briggs Family (1940)",
  "N'elu nkwago, ọ nọ na Quiet Wedding (1938).",
  "Ihe nkiri Johns na The Prime Minister (1941) emeghị nke ikpeazụ, mana o nwere ọrụ na 49th Parallel (1941) dịka Anna, na-anọchi Elisabeth Bergner na nkeji ikpeazụ",
  "Ọ nọ na Quiet Weekend (1941 Xiji43) n'elu ikpo okwu, nke gbara afọ abụọ.",
  "Johns nwere ọrụ na The Adventures of Tartu (1943) na The Halfway House (1944)",
  "N'elu ikpo okwu, ọ pụtara na Peter Pan (1943), I'll See You Again (1944), na Fools Rush In (1946).",
  "Johns nwetara ezigbo nyocha maka arụmọrụ ya dịka ezigbo enyi Deborah Kerr na Perfect Strangers (1945) (nke a na-akpọkwa Vacation from Marriage).",
  "Johns gara n'ihu na nkwado ọrụ: This Man Is Mine (1946), Frieda (1947), na An Ideal Husband (1947).",
  "Ọrụ ihe nkiri ya mechara mee gụnyere The Vault of Horror (1973) na The Happy Prince (1974), mana o lekwasịrị anya n'ọkwa: Ring Round the Moon (1975), 13 Rue de l'Amour (1976), Cause Célèbre (1978), Hay Fever (1980), na The Circle (1989)",
  "Johns gosipụtara dị ka Myrtle Bledsoe na mmalite nke Horton Foote's A Coffin na Egypt n'afọ 1998 na Bay Street Theatre",
  "N'oge oge mbụ nke ihe nkiri NBC na-ewu ewu Cheers, Johns bụ onye ọbịa dịka nne Diane Chambers, Helen Chambers, onye bara ọgaranya na-enweghị isi nke, n'ihi nkwekọrịta na testament nke nna Diane nwụrụ anwụ, ga-efunahụ ego ya niile ọ gwụla ma Diane lụrụ di n'echi ya",
  "N'afọ 1988 na 1989, ọ rụrụ ọrụ Trudie Pepper, onye agadi bi n'obodo ezumike nká nke Arizona, na ihe nkiri telivishọn Coming of Age na CBS.",
  "Johns mere nne nne na-ejide igwefoto na 1995 Sandra Bullock hit While You Were Sleeping",
  "Ihe nkiri ikpeazụ ọ pụtara bụ dịka nne nne Molly Shannon na ihe nkiri Superstar nke afọ 1999.",
  "Johns lụrụ di ugboro anọ",
  "Di mbụ ya bụ Anthony Forwood (nwụrụ n'afọ 1942), onye ya na ya mụrụ naanị nwa ya, onye na-eme ihe nkiri Gareth Forwood, n'afọ 1945",
  "Site n'afọ 1952 ruo 1956, ọ lụrụ David Foster, onye ọrụ Royal Navy na onye isi oche nke Colgate-Palmolive. Ọ lụrụ Cecil Henderson, onye ọchụnta ego, na 1960. Ọ lụrụ Elliott Arnold, onye edemede, n'afọ1964.",
  "Nwa Johns Gareth nwụrụ tupu ya, ọ nwụrụ n'afọ 2007.",
  "Johns bi na Belmont Village Hollywood Heights, obodo ndị agadi bi, nke dị na Los Angeles, California nso Hollywood Bowl.",
  "Àtụ:S-start",
  "!colspan=\"3\" style=\"background:#C1D8FF;\"| Batman",
  "Àtụ:S-bef",
  "Àtụ:S-ttl",
  "Àtụ:S-inc",
  "Àtụ:S-end"
]