[
  "Goddy Leye (24 Nọvemba 1965 na Mbouda, Cameroon - 19 Febụwarị 2011 na Bonendale, Cameroon) bụ onye Cameroon na-ese ihe na ọgụgụ isi.",
  "Ọrụ ya lekwasịrị anya na vidiyo, ntinye, nka echiche na onyinye echiche",
  "Ọ bụ onye guzobere ụlọ ọrụ nka ArtBakery na Bonendale, Cameroon ma ọ bụ onye nlekọta na onye na-akwalite nka na ọrụ mba ụwa",
  "Ọrụ ya bụ isi na ọdịbendị na nka na Cameroon na ọkwa mba ụwa.",
  "A mụrụ Goddy Leye (ezigbo aha ya bụ Godfried Kadjo) na 24 Nọvemba 1965 na Mbouda, Cameroon O nwetara diplọma ya na ụlọ akwụkwọ sekọndrị na-asụ asụsụ abụọ n'afọ 1989 ma gụọ akwụkwọ Afrịka na philology na Mahadum Yaoundé n'agbata afọ 1986 na 1991",
  "N'afọ 1990, ọ nwetara nzere masta ya na akwụkwọ Afrịka",
  "Ọzụzụ nka ya malitere na 1987 na onye na-ese ihe na ọkọ akụkọ ihe mere eme Pascal Kenfack na Yaoundé ruo 1992",
  "Ọ gara n'ihu na ọzụzụ ya na 1994 na National Art Institute na Bamako, na 1997 na ZKM Karlsruhe Centre for Art and Media na Germany, na 1999 na 18th Street Arts Complex na Santa Monica, California na n'etiti 2002 na 2002 na Rijksakademie van Beeldende Kunsten na Amsterdam",
  "Na Netherlands, ọ na-akwado ego ma bụrụ onye otu Rijksakademie International Network (RAIN), netwọk nke ndị na-ese ihe na-akwado omenala ọgbara ọhụrụ na mba ha. Kpọmkwem maka mmasị ya n'ịkwado omume nka, Leye laghachiri Douala n'afọ 2002 iji mepụta ụlọ ọrụ nka ArtBakery na Bonendale, raara onwe ya nye kpọmkwem iji kwado ọzụzụ nka na mgbanwe n'etiti ndị na-ese ihe na ịkwado multimedia, ntinye, vidiyo na nka dijitalụ.",
  "N'afọ 2002, ọ bụ onye nlekọta nke ọrụ Bessengue City, ụlọ ọrụ na usoro ọrụ nka na mpaghara Bessengue na Douala; ọrụ ahụ gụnyere Goddy Leye, James Beckett, Hartanto, Jesus Palomino na obodo. N'afọ 2006, ọ kwalitere ma sonye na Exit Tour",
  "N'afọ 2007, o nyere aka na Ars&Urbis Workshop nke doual'art haziri na Douala maka nkwadebe nke SUD Salon Urbain de Douala ma ọ nọ na ebe obibi na Blachère Foundation na Apt, France",
  "N'afọ 2008, ọ nọ na ebe obibi na Gasworks cultural space na London; n'afọ 2009, o sonyere na ọrụ Image Art After na mkparịta ụka ya na Florence Ayisi ma nye aka na Cairo Residency Symposium.",
  "Ọrụ Leye nwetara onyinye site na UNESCO, Rockefeller Foundation na Dutch Ministry of Foreign Affairs. Dị ka onye na-ese ihe na onye nwere ọgụgụ isi, o tinyere aka n'ọtụtụ kọmitii ndị ọkachamara; ọ bụ onye otu ụlọ ọrụ na-eche echiche nke Africa Centre na Cape Town ma bụrụ onye nnọchi anya CAN (Creative Africa Network).",
  "Leye malitere ịrụ ọrụ dị ka onye na-ese ihe na 1992",
  "Ọrụ ya lekwasịrị anya na ncheta, postcolonialism nke Afrịka na iwu akụkọ ihe mere eme",
  "Karịsịa, o gosipụtara onwe ya na ọrụ multimedia, vidiyo na ntinye vidiyo",
  "Ka oge na-aga, ọ malitere itinyekwu aka na mmepụta ọrụ ma na Cameroon ma na ọkwa mba ụwa",
  "O nyere aka na mbipụta, mepụta ma hazie ihe osise ndị a kapịrị ọnụ ma guzobe ụlọ ọrụ ArtBakery",
  "Ụlọ ọrụ ahụ na-enye ngwá ọrụ na akụrụngwa nye ndị na-ese ihe nwere mmasị na mmepụta multimedia ma ọ na-egosipụta ọrụ na-arụsi ọrụ ike na ọzụzụ",
  "Ndị Cameroon na-ese ihe nke ọgbọ ya na ndị na-eto eto weere Leye dị ka onye isi na-ese ihe na ọgụgụ isi.",
  "Leye gosipụtara uche ya n'ụzọ e si agwa akụkọ ihe mere eme na ihe ọmụma ma chefuo ya site na ọrụ nka ya, edemede ya na itinye aka na nzukọ na ụlọ ọrụ ndị na-eche echiche",
  "Onyinye echiche ya lekwasịrị anya na nhazi nke ụlọ ọrụ ọdịbendị, na usoro netwọk, na omume nka na omenala na mgbanwe obodo.",
  "A na-egosipụta ọrụ Goddy Leye n'ọtụtụ ememme na ihe ngosi mba ụwa.",
  "Goddy Leye nyere aka na mbipụta na magazin dịka magazin Chimurenga",
  "Ọ kwadoro ịmepụta magazin DiARTgonale nke onye na-ese ihe Achilleka hiwere",
  "Ọ bụ onye guzobere na onye nduzi nke ụlọ ọrụ ArtBakery, malitere na 2002",
  "Ọ bụ onye nlekọta nke ọrụ Bessengue City haziri na agbata obi Bessengue na Douala n'afọ 2002 ma ọ bụ onye nkwado na 2006 nke Exit Tour."
]