[
  "Godspower Oboido (amụrụ na ọnwa iri Nọvemba n'afọ otu puku narị iteolu na iri asatọ na asatọ) bụ onye Naijiria na-ede uri na onye na-ahụ maka ọdịbendị",
  "Ọ bụ onye guzobere Kansụl Naịjirịa maka Mmekọrịta Ọdịbendị na Nnyocha",
  "E jirila olu uri ya tụnyere nke Christopher Okigbo na Leopold Senghor, ndị isi abụọ na-ede uri n'Afrịka na mmetụta ndị na-egosi n'ụzọ doro anya ụdị uri Oboido.",
  "A mụrụ nwa ikpeazụ nke nne na nna ya, Godspower Oboido na Benin City, Edo Steeti, Naijiria",
  "Ọ gụsịrị akwụkwọ praịmarị ya na Benin City wee gaa ụlọ akwụkwọ sekọndrị na obodo Benin City na Iyede, obere obodo dị na Delta Steeti.",
  "Godspower Oboido malitere ide ihe na Lagos mgbe ọ nwara ịchụso ọrụ na ihe nkiri na-enweghị isi",
  "Na mbido, o dere ọtụtụ ihe nkiri na ihe nkiri, gụnyere \"Shut up and sit down\" nke o bipụtara n'onwe ya",
  "Ọ laghachiri Benin City ebe ọ malitere ide uri",
  "O kwuru na ọ na-achọsi ike iji okwu na-ese ihe ma jiri nwayọọ nwayọọ pụọ na nka anya.",
  "N'afọ 2014, e wepụtara akwụkwọ uri mbụ nke Oboido, Songs of a Chicken Bone na Canada.",
  "E bipụtara onye na-ede uri ahụ na The Istanbul Review, Saraba Magazine, onye edemede Africa, Nathaniel Turner, The Star, na ebe ndị ọzọ. N'otu edemede na National Mirror Newspaper, a kpọrọ onye na-ede uri ahụ aha ya na ndị edemede asaa ndị ọzọ, dị ka ọdịnihu nke edemede Naijiria.",
  "Songs of a Chicken Bone, nchịkọta nke uri Oboido, bụ akwụkwọ uri mbụ zuru oke nke onye na-ede uri na akwụkwọ mbụ nke ya ka e bipụtara n'ụzọ ọdịnala. A nabatara ya nke ọma n'etiti ndị edemede",
  "Onye Britain na-ede uri na onye na-ebipụta akwụkwọ, Chris Emery, onye dere The Departure na akwụkwọ ndị ọzọ, kọwara akwụkwọ Oboido dị ka \"mmụọ ma na-etinye aka na ụwa\"",
  "Onye na-ede uri, onye na-ede egwuregwu na onye nduzi ihe nkiri, Peter Harvey dekwara na Oboido \"a gọziri ya na ahụmịhe dị ukwuu na amara iji bụrụ eziokwu na mgbọrọgwụ ya\".",
  "Ụkwụ Na-agagharị n'Oké Osimiri Pebbled",
  "Nchịkọta uri nke abụọ nke Oboido, Wandering Feet on Pebbled Shores, ka Lamar Literary Press (Beaumont, Texas) wepụtara n'ọnwa Ọgọstụ n'afọ puku abụọ na iri na asaa",
  "Na Wandering Feet on Pebbled Shores, Oboido na-abụ abụ ma na-ekwu okwu n'ụzọ siri ike banyere Afrịka nke dị ndụ ma sie ike n'akụkụ ụwa ọhụrụ ebe onye njem na-asa ụkwụ ya / na mmiri nke ụtụtụ na ebe ụzọ ahụ nwere ọnụ dị ka boa.",
  "Onye na-ede uri ahụ ekwuola okwu, gụọ uri ya na akwụkwọ ya na mmemme edemede dị iche iche na ihe omume na mahadum na ụlọ ọrụ mmụta gburugburu ụwa.",
  "Godspower Samson Oboido bụ onye nke abụọ a na-aja mma n'afọ puku abụọ na iri na isii, na Queens Young Leaders Award site na Ebube ya Ezenwanyị Elizabeth II",
  "Ọ bụ otu n'ime ndị isi na-eto eto ahọpụtara site na Commonwealth nke ga-enweta ọzụzụ a haziri ahazi nke Mahadum Cambridge nyere maka afọ puku abụọ na iri na isii",
  "Ọzọkwa, n'afọ puku abụọ na iri, ọ bụ onye ikpeazụ na Future Nigeria Awards, na-eme ndepụta nke 100 n'ime ndị Naijiria kacha nwee ọgụgụ isi na ndị kacha mma n'okpuru afọ 30."
]