[
  "Godwin Maduka // (egee ntị) (amụrụ ya n'afọ 1959), bụ onye dọkịta Naijiria-Amerịka, onye ọchụnta ego ma bụrụ kwa onye ọrụ ebere. Ọ bụ onye guzobere Las Vegas Pain Institute na Medical Center. N'afọ 2008, ọ rụrụ ọrụ dị mkpa n'inyere aka n'ịgbanwe aha obodo ya, site na Nkerehi ka ọ bụrụ Umuchukwu.",
  "A mụrụ Maduka na Nkerehi, Orumba South LGA Anambra State, Nigeria",
  "Ọ malitere agụmakwụkwọ ya na Nawfia Comprehensive Secondary School na All Saints Grammar school, Umunze, tupu ọ banye ịmụ Ọgwụ na Mahadum Port Harcourt, mana ọ pụghị isonyere ndị ọgbọ ya n'ihi enweghị nkwado ego. O nwetara ohere site n'aka nwa nwanne nna ya Prọfesọ",
  "Dr Richard Igwike (onye kụziri na Russ College n'oge ahụ) ka ọ gụọ akwụkwọ na Rust College na agụmakwụkwọ nke kpuchiri ọkara nke agụmakwụkwọ ya",
  "O mechara nweta nkwado ego site n'aka nwanne ya nwoke nke obere na nwanne nna ya wee kwaga United States n'afọ 1982",
  "N'afọ 1984, ọ gụsịrị akwụkwọ summa cum laude na chemistry na Rust College wee nweta agụmakwụkwọ ọzọ iji mụọ ọgwụ na Mahadum Mercer, ọ gụsịrị akwụkwọ n'afọ 1988",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ dị ka onye na-ahụ maka ọgwụ, tupu ọ nweta agụmakwụkwọ zuru oke iji mụọ ọgwụ na Mahadum Tennessee, ebe ọ gụsịrị ọzụzụ ma gụsịrị akwụkwọ na 1993",
  "Ọ gara n'ihu na Harvard Medical School na Beth Israel Deaconess Medical Center maka ọzụzụ na obibi ya na anesthesiology, nlekọta dị egwu, na njikwa ihe mgbu, gụsịrị akwụkwọ n'afọ 1997.",
  "N'afọ 1997, mgbe ọ gụsịrị akwụkwọ, Maduka kwagara Las Vegas wee nweta ọrụ ebe a kwụrụ ya dollar puku asatọ dị ka ịkwụ ụgwọ n'ọdịnihu. Ọ rụrụ ọrụ dị ka onye anesthesiologist na Desert Spring United Methodist Church, Nevada na ụlọ ọgwụ ndị ọzọ, tupu ọ malite ọrụ nke ya na Red Rock Medical Group, Nevada",
  "N'afọ 1999, o guzobere Las Vegas Pain Institute na Medical Center, tupu ọ gbasaa na ebe isii ndị ọzọ na Southern Nevada.",
  "Ọ bụ onye nlekọta ngalaba na-ahụ maka ụlọ ọgwụ na osote prọfesọ nke njikwa ihe mgbu na anesthesiology na Mahadum Touro Nevada. Ọ bụkwa osote prọfesọ na-ahụ maka ịwa ahụ na UNLV School of Medicine.",
  "Mgbe ọ na-etolite, nne Maduka bụ onye n'arụ ọrụ ugbo na onye n'azụ ahịa",
  "Nna ya bụ kwa onye na-ahụ maka ọgwụ mkpá akwụkwọ."
]