[
  "Gokada bụ mmalite teknụzụ nke dị na Lagos, Naijirịa. Mmalite ahụ malitere dị ka ụlọ ọrụ na-adọta ndị njem n'afọ 2017, tupu ọ gbasaa na Logistics na Food Delivery na 2020 mgbe Gọọmentị Lagos Steeti machibidoro ọgba tum tum azụmahịa.",
  "Gokada bụ nke onye nwụrụ anwụ Fahim Saleh na Deji Oduntan guzobere n'afọ 2017, dị ka ụlọ ọrụ na-adọta ịnyịnya ígwè. Tupu ịmalite Gokada na Naijiria, Late Fahim Saleh, hiwere Pathao na 2013, ụlọ ọrụ na-ewu ewu na Bangladesh. Ọ kwagara Lagos na 2017, na-arụ ọrụ site n'enyemaka nke onye guzobere ya, Deji Oduntan, iji malite Gokada. \nN'ọnwa Maachị 2019, onye nwụrụ anwụ Fahim Saleh weghaara dịka onye isi oche nke Gokada, mgbe onye guzobere ya Deji si n'ọrụ ahụ pụọ. Ụlọ ọrụ ahụ nwetakwara ego Series A nke $ 5.3 nde na 2019, ebe ọ nwetara ihe dịka otu puku ọgba tum tum ma mechaa ihe fọrọ nke nta ka ọ bụrụ otu nde njem.",
  "N'ọnwa Jenụwarị 2020, Gọọmentị Steeti Lagos kwupụtara mmachibido iwu maka ọgba tum tum azụmahịa, nke metụtakwara Gokada na ụlọ ọrụ ndị ọzọ na-adọkpụ ọgba tum na-arụ ọrụ na Lagos Steeti. N'ihi mmachibido iwu ahụ, Gokada chụpụrụ ihe dị ka pasenti iri asatọ ndị ọrụ ya. Onye nwụrụ anwụ Fahim Saleh kwuru na nkwupụta kwuru na Gokada na-achọ ịbanye na uru tupu a mara ọkwa mmachibido iwu nke Gọọmentị Lagos Steeti.",
  "Mmachibido iwu nke Gọọmentị Steeti Lagos machibidoro ọgba tum tum nwere nnwere onwe maka ndị na-agba ịnyịnya. Febụwarị 2020, Gokada jiri ohere a mee ihe ma kwupụta na ọ na-agbasawanye na nnyefe ngwugwu site na iji ọgba tum tum na ndị na-agba ya dị ugbu a. N'otu ọnwa ahụ, a kọrọ na Gokada na Jumia Food jikọrọ aka na nnyefe nri, ebe ọ na-arụ ọrụ na ịmalite ikpo okwu nke ya. Ka e mesịrị na 2020, Gokada ga-amalite Gshop, ọrụ nnyefe nri nke ya site na imekọ ihe ọnụ na ụlọ oriri na ọṅụṅụ iji nye ndị ọrụ ya nri na ikpo okwu ha.",
  "Na June 2021, Gokada kwupụtara na ọ gafere dollar  otu narị nde (100 nde USD) na ọnụ ahịa azụmahịa kwa afọ ma mezue ihe karịrị 1 nde nri na iwu ecommerce maka ihe karịrị ndị ahịa puku iri atọ n'ime ọnwa iri na abuo.",
  "N'ụbọchị iri na ise nke ọnwa Julaị, 2020, a mara ọkwa ọnwụ onye isi oche nke Gokada, onye nwụrụ anwụ Fahim Saleh",
  "Ndị uwe ojii hụrụ ya nwụrụ anwụ n'ụlọ ya dị na New York n'ụbọchị iri na anọ nke ọnwa Julaị, 2020, ọtụtụ ọnyá mara ya. N'ụbọchị iri na asaa n'ọnwa Julaị, e jidere onye enyemaka Fahim, Tyrese Haspil, ma boo ya ebubo igbu onye isi oche ahụ nwụrụ anwụ",
  "E boro ya ebubo na ọ ji Fahim ọtụtụ iri puku dollar.",
  "Mgbe ọnwụ Fahim Saleh gasịrị, Gokada họpụtara Nikhil Goel dị ka onye isi oche ọhụrụ na Maachị 2021. Ọ nọ na-eduga ndị otu Gokada kemgbe ọnwụ Fahim",
  "Tupu ọ banye Gokada, Goel bụ General Manager nke Zomato, mmalite nnyefe nri n'ịntanetị nke dị na India na onye bụbu onye isi nke Head of Verticals na SafeBoda na Kenya.",
  "N'afọ 2021, Gokada malitere Super App ya, nke na-enye ndị ahịa ya ohere ịnweta nnyefe nri ya, Ecommerce, njem njem na ọrụ nhazi n'otu ikpo okwu App",
  "Tupu Super App, Gokada nwere ngwa dị iche maka nhazi ya (GSend) na ọrụ nnyefe nri ya (GShop)",
  "Mmalite teknụzụ ahụ mere mkpebi ijikọta ọrụ ya n'otu Super App mgbe o kwuru na ndị ọrụ ya rịọrọ ka ha tinye ọrụ niile n'otu ikpo okwu.",
  "Site na mwepụta nke Super App bịakwara ịmaliteghachi ọrụ ya mgbe ọ gbasaa na steeti abụọ na Naịjirịa; Oyo Steeti na Ogun Steeti",
  "Steeti abụọ ahụ enweghị mmachibido iwu megide ọgba tum tum azụmahịa."
]