[
  "A mụrụ Gonçalo Mabunda na Jenụwarị 1, 1975 na Maputo, Mozambique",
  "Ọ bụ onye na-ese ihe na onye na-emegide agha",
  "Mabunda egosila ihe ngosi n'ebe ngosi nka dị mkpa dị ka Center Pompidou na Paris, Venice Biennale, Museum of Art and Design na New York, Gangwon International Biennale na South Korea, Museum Kunst Palast na Düsseldorf, Hayward Gallery na London, Mori Art Museum na Tokyo, Johannesburg Art Gallery, Tropen Museum, Amsterdam, Norway Army Museum, Netherlands Army Museum, Sweden Army Museum na ọtụtụ ndị ọzọ.\nMabunda malitere ọrụ ya n'ihe gbasara ọrụ nke Christian Council of Mozambique (CCM) mere n'afọ 1995, nke na-enyocha mba ahụ ma na-anakọta ngwá agha site n'aka ndị mmadụ n'otu n'otu na obodo mgbe agha obodo nke were ihe fọrọ nke nta ka ọ bụrụ afọ iri abụọ",
  "N'ime ọrụ a, a na-ebibi ụfọdụ ngwá agha ebe a na-eme ka ndị ọzọ ghara ịrụ ọrụ ma nye ha ụmụ nwoke na ụmụ nwanyị dị ka Mabunda, iji kpụọ ha n'ime nka",
  "A chịkọtara ihe dị ka ngwá agha pụkụ narị asatọ kemgbe CCM malitere ọrụ a, nke a na-akpọ Transforming Guns into Hopes.",
  "Aha a sitere na mkpali nke amaokwu Bible sitere n'akwụkwọ Mekka: 'Ha ga-etinye mma agha ha n'ime ala na ube ha n'ụdị nko'.",
  "Mabunda bụ onye na-ese ihe nke African Artists for Development, otu na-akwado ọrụ mmepe obodo metụtara ọrụ ndị na-ese egwu nke oge a.",
  "Gonçalo Mabunda na-eji Kalashnikovs, rọket, pistols, na shell casing iji mee ihe oyiyi anthropomorphic site na ngwá agha ndị a mebiri emebi. Site n'ịgbanwe ngwá agha ka ọ bụrụ ihe dị ndụ, Mabunda na-agbanwe ọnwụ n'ụzọ nkịtị ka ọ bụrụ ndụ",
  "Ihe oyiyi ahụ na-anọchite anya ihe karịrị otu nde mmadụ nwụrụ n'oge agha obodo nke mba ya. Mabunda enwekwaghị ndị ikwu ya n'oge agha ahụ, nke na-eme ka ịrụ ọrụ na imebi ngwá agha eji eme ihe n'oge afọ iri na isii dị mkpa nye ya. Ọ na-eme ocheeze na ihe nkpuchi site na ngwá agha ndị a na-adịghị arụ ọrụ nke e ji mee ihe n'oge Agha Obodo Mozambique",
  "Ihe mkpuchi ahụ dabere na ihe mkpuchi ọdịnala nke Sub-Saharan Africa, Otú ọ dị, ntụgharị mbụ na ụdị nka site na ịmepụta ha site na ngwá agha bụ ihe pụrụ iche nye Mabunda",
  "N'ịbụ ndị na-anọchite anya ike, ocheeze Mabunda na-akwa emo otú ike ọdịnala si dabere na ngwá agha",
  "Site n'iji ngwá agha, ọrụ Mabunda na-ezi ozi nke otu esi egbochi ime ihe ike ọzọ, nakwa na ibibi ngwá agha agha nwere ike ime n'ụzọ mara mma na nke nka. Ihe osise Mabunda na-ama nzuzu nke agha aka",
  "Ọrụ ya nwere ụdị ọgbara ọhụrụ na ya ma e jiri ya tụnyere ọrụ Braque na Picasso.",
  "Ọrụ nka Gonçalo Mabunda agbasoro site na akwụkwọ akụkọ mba ụwa, French Newspaper Le Monde, huffingtonPost si UK so na mgbasa ozi ndị gbasoro mmetụta ọrụ Mabunda na obodo ya.",
  "N'afọ 2014, Mabunda bụ otu n'ime ndị omenkà Afrịka iri abụọ na-ese ihe na nchịkọta ihe osise French nke André Magning na-ebipụta African Stories. N'afọ 2015, ọrụ Mabunda bụ isi isiokwu nke ihe ngosi CNN Inside Africa, usoro TV na-egosipụta ndị dị iche iche na akụ na ụba, mmekọrịta mmadụ na ibe ya na ọdịbendị n'Africa.",
  "Onye bụbu onye isi ala US Bill Clinton, onye na-akwado ọrụ Mabunda, nyere onye na-ese ihe ọrụ ịmepụta  nrite maka òtù ọrụ ebere ya bụ Clinton Global Initiative.",
  "N'ọnwa Julaị 2017, egosiri ihe ya na European Parliament n'oge ngosi nke European Centre for Electoral Support haziri n'oge a na-ewepụta akwụkwọ ntuziaka e mepụtara n'ihe gbasara ọrụ nke European Union kwadoro na \"Igbochi esemokwu ntuli aka na ime ihe ike na mba ndị dị na Southern African Development Communities\" nke gụnyere Mozambique",
  "Onye isi oche nke European Parliament, Judith Sargentini, onye bụbu Chief Observer na ọrụ EU Observation, onye isi oche nke EU Observation na Tanzania bụ onye isi oche, onye isi na European Parliament."
]