[
  "David Jamahl Listenbee, ónyé a maara nke ọma site na aha egwu ya bụ GoonRock, bụ ónyé America na-emepụta ihe ndekọ, ónyé na-agụ egwu, onye na'ede egwu na ónyé na-eti egwu",
  "A zụlitere ya na Los Angeles, California, na mbido ọrụ ya, o lekwasịrị anya na hip hop ma resị ndị na-ese ihe dịka Dr",
  "Dre, Ne-Yo, Kanye West, na Juvenile",
  "O mechara malite itinye egwu klọb",
  "GoonRock so dee ma mepụta ọtụtụ egwu na LMFAO's 2011 album Sorry for Party Rocking, gụnyere egwu egwu \"Party Rock Anthem\" na \"Sexy and I Know It\".",
  "N'afọ 2013 \"Goonrock\" so dee ma mepụta \"A Little Party Never Killed Nobody (All We Got) \" màkà ihe nkírí mba ụwa The Great Gatsby màkà Fergie nke gosipụtara Q-Tip",
  "N'afọ 2012, o so dee ma mepụta egwu abụọ maka Jennifer Lopez, gụnyere \"Clothes Off\" na \"Goin' In\"",
  "\"Goin' In\" rutere n'ọkwa # 1 na US Billboard Hot Dance Club Songs maka afọ 2012.",
  "N'afọ 2015 na 2016 ọ wepụtara ọtụtụ egwu n'okpuru aha nna ya \"Listenbee\"",
  "Ndị a emeghị na US ma ọ bụ UK, mana ha nwèrè ọganihu dị mmá n'ebe ndị ọzọ na Europe.",
  "A mụrụ David Jamahl Listenbee na Princeton, New Jersey ma zụlite ya na Trenton dị nso",
  "Ọ bìrì na Chicago ruo afọ ole na ole tupu ọ kwaga Los Angeles, California mgbè ọ dị obere",
  "Ọ gara ụlọ akwụkwọ sekọndrị na Redfoo, mgbe e mesịrị na LMFAO, na will.i.am",
  "Na mbido ọrụ ya, GoonRock lekwasịrị anya na hip hop ma ree ụfọdụ ndị na-ese ihe dịka Dr",
  "Dre",
  "Ọ nọ n'oge dị íchè íchè mepụtara màkà Ne-Yo, Music Soulchild, Dr",
  "Dre, Kanye West, na Juvenile",
  "Ọ rụrụ ọrụ na Watch the Throne album (Kanye na Jay-Z) kpọmkwem egwu \"Lift Off\" nke Beyoncé gosipụtara",
  "Ya na Ryan Tedder arụwokwa ọrụ.",
  "LMFAO nwèrè egwu mbụ ha \"I'm in Miami Bitch\" na akara will.i.am na 2008, GoonRock malitere ịrụsi ọrụ ike na duo na 2009",
  "GoonRock na LMFAO malitere dị ka ndị na-agụ egwú hip hop mana ónyé DJ AM nwụrụ anwụ nwere mmetụta dị ukwuu, ónyé méré ka ha mara ụlọ na egwu electro nke ha hụrụ n'anya dịka Justice na Crookers."
]