[
  "Gordon Roger Alexander Buchanan Parks (Ọnwa Nọvemba 30, afọ 1912 - rụọ ọnwa Maachị 7, afọ 2006) bụ onye Amerịka na-ese foto, onye na-eti egwu, onye edemede na onye nduzi ihe nkiri, onye ghọrọ onye a ma ama na akụkọ foto nke US n'afọ 1940 ruo n'afọ 1970 karịsịa n'ihe gbasara ikike obodo, ịda ogbenye na ndị Afrịka-Amerịka na foto mara mma.",
  "Parks bụ onye Afrịka-Amerịka mbụ mepụtara ma duzie ihe nkiri ndị na-emepe emepe na-akọ ahụmahụ nke ndị ohu na ndị isi ojii Amerịka na-alụ ọgụ, ma na-emepụta ụdị \"blaxploitation\"",
  "A na-echeta ya nke ọma maka foto ya nke ndị Amerịka dara ogbenye n'oge 1940s (nke e weere maka ọrụ gọọmentị etiti), maka edemede foto ya maka magazin Life, yana dịka onye nduzi nke ihe nkiri afọ 1971 Shaft",
  "Parks bụkwa onye edemede, onye na-ede uri na onye na-agụ egwú.",
  "A mụrụ Parks na Fort Scott, Kansas, nwa Andrew Jackson Parks na Sarah Ross, n'ọnwa Nọvemba 30, afọ 1912. Ọ bụ nwa ikpeazụ n'ime ụmụ iri na ise. Nna ya bụ onye ọrụ ugbo na-akụ ọka, beets, turnips, poteto, collard greens, na tomato",
  "Ha nwekwara ọbọgwụ ole na ole, ọkụkọ, na ezì.",
  "Ọ gara ụlọ akwụkwọ elementrị nke kewara ekewa",
  "Ụlọ akwụkwọ sekọndrị ya nwere ma ndị isi ojii na ndị ọcha, n'ihi na obodo ahụ pere mpe maka ụlọ akwụkwọ sekọstụ dị iche iche, mana anaghị ekwe ka ụmụ akwụkwọ ojii na-egwu egwuregwu ma ọ bụ gaa ihe omume mmekọrịta ọha na eze n'ụlọ akwụkwọ, a kụdara ha ume ịzụlite ọchịchọ maka agụmakwụkwọ dị elu. Parks kọrọ na ihe ngosi banyere ndụ ya na onye nkuzi ya gwara ya na ọchịchọ ya ịga kọleji ga-abụ mmebi ego.",
  "Mgbe Parks dị afọ iri na otu, ụmụ nwoke ọcha atọ tụbara ya n'ime Osimiri Marmaton, na-ekwere na ọ pụghị igwu mmiri",
  "O nwere uche ịnya ụgbọ mmiri n'okpuru mmiri ka ha wee ghara ịhụ ka ọ ga-ada. Nne ya nwụrụ mgbe ọ dị afọ iri na anọ",
  "Ọ nọrọ abalị ikpeazụ ya n'ụlọ ezinụlọ ahụ na-ehi ụra n'akụkụ igbe ozu nne ya, na-achọ ọ bụghị naanị nkasi obi, kamakwa ụzọ isi chee egwu ọnwụ ya ihu.",
  "N'oge na-adịghị anya, e zigara ya St",
  "Paul, Minnesota, ka ya na nwanne ya nwanyị na di ya biri",
  "Ya na ọgọ ya nwoke na-arụrịta ụka ugboro ugboro ma mesịa tụgharịa Parks n'okporo ámá iji lekọta onwe ya mgbe ọ dị afọ iri na ise",
  "N'ịgbalịsi ike ịlanarị, ọ rụrụ ọrụ n'ụlọ ndị akwụna, yana dịka onye na-agụ egwu, onye na-akpọ piano, nwa bọs, onye na'ere nri na-eme njem, na onye na-egwu basketball. N'afọ 1929, ọ rụrụ ọrụ nwa oge na klọb ụmụ nwoke, Minnesota Club",
  "N'ebe ahụ, ọ hụrụ ihe ịga nke ọma ma nwee ike ịgụ ọtụtụ akwụkwọ site na ọbá akwụkwọ klọb. Mgbe Wall Street Crash nke 1929 wetara njedebe na klọb ahụ, ọ gbagoro ụgbọ okporo ígwè gaa Chicago, ebe o jisiri ike nweta ọrụ na flophouse.",
  "E gosipụtara ihe osise mmanụ na-enweghị atụ nke Parks na foto na ngosi afọ 1981 na Alex Rosenberg Gallery na New York nke akpọrọ \"Gordon Parks: Expansions: The Aesthetic Blend of Painting and Photography\".",
  "N'afọ 1970, Parks nyere aka chọta magazin Essence, ma jee ozi dị ka onye nchịkọta akụkọ ya n'ime afọ atọ mbụ nke mgbasa ya."
]