[
  "Grace Beatrice Minor (amụrụ na Mee 31, na afọ 1942) bụ onye ndọrọ ndọrọ ọchịchị Americo-Liberian bụ onye ya na onye isi ala Charles Taylor jikọrọ aka",
  "Ọ rụrụ ọrụ dị ka Senator maka Montserrado County ma bụrụ onye isi oche Pro Tempore nke Senate site na afo 2002 ruo afọ 2003.",
  "N'afọ 1976, Minor bụ onye isi nke Congotown kacha ochie. N'afọ 1980, a họpụtara ya ka ọ nọchite anya Congotown na ntuli aka na-abịanụ tupu nnupụisi ahụ.",
  "Minor bụ onye enyemaka kachasị elu na onye na-akọrọ Taylor obi mgbe ọ bụ onye isi nke General Services Agency, nke Samuel Doe boro ya ebubo na ọ na-emefu ihe fọrọ nke nta ka ọ bụrụ nde dollar US. Mgbe ọ gbapụrụ n'ụlọ mkpọrọ na United States na afọ 1985, ọ laghachiri Liberia iji kwado ya n'ịtọ ntọala National Patriotic Front of Liberia na n'inye ego maka agha obodo. Ọ meghere akaụntụ ụlọ akụ Switzerland maka ya na afọ 1993. A na-ewere ya dị ka onye nke abụọ na usoro Taylor, dịka onye mmekọ ndọrọ ndọrọ ọchịchị na azụmaahịa ya, a na-ewere ọ dị ka \"ike n'azụ ocheeze\". Minor bụ onye na-akwado \"iwepụ\" ndị isi Liberian na NPFL, omume nke jupụtara na afọ 1992 Economic Community of West African States boro NPFL ebubo mpụ agha.",
  "Mgbe e guzobesịrị National Patriotic Party na ihe ịga nke ọma Taylor na ntuli aka onye isi ala nke afọ 1997, a họpụtara Minor na Senate, naanị nwanyị nọ na gọọmentị",
  "Mgbe ọnwụ nke onye nọ n'ọkwa Keikura B",
  "Kpoto gasịrị, a họpụtara ya dịka onye isi oche nke Senate n'ọnwa Ọktoba afọ 2002, nwanyị mbụ nwere ọkwa ahụ. Ọ zụrụ ụlọ na ụlọ ọrụ ndụmọdụ na Osu, Accra nke nwanne ya nwanyị na-elekọta",
  "A họpụtara ọgọ ya nwoke, Monie Captan, ka ọ bụrụ Minista Na-ahụ Maka Mba Ọzọ. N'afọ 2001, e debere ya na ndepụta nke ndị isi ndọrọ ndọrọ ọchịchị 120 nke United Nations Security Council nke a machibidoro ịga njem na mpụga Liberia.",
  "N'abalị iri abụọ na ise n'ọnwa Ọgọstụ n'afọ 2004, Kansụl Nchebe Mba Ndị Dị n'Otu gbakwunyere aha Minor na \"Achịkọta Nchebe\" ya n'okpuru Mkpebi 1521 n'ihi mmekọrịta ya na Taylor. Minor na-ahụ maka itinye ego Taylor ma ọ dịkarịa ala ruo n'afọ 2005, mgbe ọ nọ n'ebe a chụgara ya, na-enyere ya aka \"ịkpọbata ndị ozi, hazie njem ha, ma na-ahụkwa ego na-abịa ma na-apụ na Calabar\". Otú ọ dị, Leymah Gbowee na-ekwu na Minor \"n'ụzọ dị jụụ\" nyere ego dị ukwuu site na akụ na ụba nke onwe ya iji kwado Women of Liberia Mass Action for Peace. E wepụrụ aha Minor na ndepụta UN abụọ ahụ na Nọvemba 28,na afọ a 2007. N'afọ 2009, Truth and Reconciliation Commission tụrụ aro ka a machibido Minor, tinyere ọtụtụ ndị ọzọ, ikike ịnwe ọfịs ndọrọ ndọrọ ọchịchị na mba ọhụrụ ahụ ruo afọ iri atọ. Ụlọikpe Kasị Elu kagburu mmachibido iwu ahụ na afọ 2011.",
  "N'afọ 2014, Ụlọikpe Iwu Obodo nke Liberia kwupụtara na Minor \"achọ\" ya maka mbibi nke ihe onwunwe nke mere ka ezinụlọ 250 chụpụ na Congo Town. E kwuru na ọ resịrị ụlọ ọrụ National Oil Company ala ahụ, nke ọ gọnahụrụ."
]