[
  "A mụrụ Grace Antonia Almeida Benoite Adamon na 21 Machị, na afọ 1951 na Dakar, Senegal",
  "Ọ gara ụlọ akwụkwọ praịmarị na Sisters of Porto-Novo wee kwaga Dahomey (nke bụ Benin ugbu a) ya na ezinụlọ ya ebe ọ gara ụlọ akwụkwọ sekọndrị",
  "Ọ debara aha ya na College of Our Lady of the Apostles na Cotonou ma na afọ 1972 were usoro baccalaureate A na Guebwiller, France",
  "O nwetara diplọma ya na nzere masta na Mahadum Panthéon-Assas na Paris",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Pantheon-Sorbonne, na-ahụ maka iwu ụgbọ mmiri na ikike obodo na azụmahịa nke ndị ọrụ",
  "Mgbe ọ natasịrị DEA, ọ laghachiri Pantheon-Assas, ebe ọ nwetara nzere iwu CAPA.",
  "D'Almeida Adamon malitere ịrụ ọrụ dị ka onye ọka iwu na Paris na afọ 1977",
  "Ọ laghachiri Cotonou n'afọ sochirinụ",
  "Ọ bụ Onye Ọkachamara nke iwu na Mahadum Mba nke Benin ma bụrụ onye a ma ama maka ịgbachitere ikike ụmụ nwanyị.",
  "N'afọ 1990, a họpụtara D'Almeida Adamon dịka otu n'ime ndị nnọchiteanya iwu iri na atọ iji guzobe iwu ọhụrụ, nke ọchịchị onye kwuo uche ya nke Benin dị ka akụkụ nke Nzukọ Mba",
  "Ọ bụ naanị nwanyị so na ya",
  "N'afọ ahụ, o guzobekwara Association of Jurists of Benin (AFJB)",
  "Òtù na-ahụ maka ihe ndị ruuru mmadụ kwalitere ohere ụmụ nwanyị nwere inweta ọrụ iwu ma gbachitere ikike ụmụaka na ụmụ nwanyị",
  "O sokwa guzobe African Institute of Human Rights and the Promotion of Democracy",
  "D'Almeida Adamon rụrụ ọrụ maka mmemme United Nations (UN) na òtù ndị na-abụghị gọọmentị",
  "O nyere aka na mmemme UN nke na-elekọta Ụlọ Ọrụ Democratic Center for Domestic Governance nke Burkina Faso na 1990s",
  "O sonyere na Independent International Commission on Kosovo",
  "D'Almeida Adamon bụ onye guzobere na onye isi oche nke Association des Femmes Juristes du Bénin (Association of Women Lawyers of Benin)",
  "N'okpuru atụmatụ ya, nzukọ ahụ mepụtara akwụkwọ nta dị peeji 114 Guide juridique de la femme béninoise",
  "A sụgharịrị akwụkwọ nduzi French maka ikike iwu ụmụ nwanyị na Fon na Batonou. Ọ kọrọ na, \"n'ịga n'ihu ime ka nduzi ikpe dị maka ụmụ nwanyị, ebumnuche nke Association of Women Lawyers bụ inye ụmụ nwanyị Benin usoro iwu ole na ole dabere na ederede iwu na-achịkwa mba ahụ iji nyere ha aka ime ka ndụ ha dịkwuo mma site na usoro iwu",
  "\" D'Almeida Adamon gara Nzukọ nke Anọ nke Ụwa na Ụmụ nwanyị na afọ 1995.",
  "Site na 22 Nọvemba, na afọ 1995 ruo 9 Eprel, na afọ 1996 ọ bụ onye na-edebe akara na Minista nke Iwu Ikpe Ziri Ezi maka gọọmentị Benin",
  "Mgbalị ya nyere aka na mmeghe nke Women in Law and Development na mpaghara Benin nke Africa na Junn, na afọ 1999",
  "Ọ bụ Chief Technical Advisor nke United Nations Development Programme ma duzie UN's Justice Project na Haiti site na afo 2000 ruo na afọ 2003",
  "Ọ rụrụ ọrụ na ọtụtụ kọmitii na-ahụ maka ihe ndị ruuru mmadụ n'ụwa niile n'oge ndụ ya",
  "Ọ bụ onye otu International Planned Parenthood Federation ma nyere aka n'ịchịkwa Institute for the League of Human Rights na Benin",
  "Ọ bụ onye ndụmọdụ mba ụwa na mpaghara ọchịchị onye kwuo uche ya, enyemaka ntuli aka, ikike mmadụ, ezi ọchịchị, na ikpe ziri ezi, ikike mmadụ",
  "Site n'ọnwa Ọktoba afọ 2004, ọ bụ osote onye isi oche nke Network of Women Ministers and Parliamentarians of Benin.",
  "D'Almeida Adamon nwụrụ na 12 Mee na afọ 2005 na Paris. Ọ gbara alụkwaghịm ma nwee ụmụ atọ."
]