[
  "Grace Moloney (amụrụ n'ụbọchị mbụ n'ọnwa Machị n'afọ 1993) bụ onye na-agba bọọlụ nke na-agba dịka onye na-eche goolu maka otu mba Republic of Ireland na otu FA WSL Reading",
  "N'afọ 2010 mgbe ọ dị afọ iri na ise, a kpọrọ ya ka ọ bịa n'òtù egwuregwu bọọlụ ụmụ nwanyị nke mba Republic of Ireland n'okpuru afọ iri na ụma, mgbe e mesịrị, ọ na-agba egwuregwu nke ndị na-erubeghị afọ iri na asaa na ndị na-erubeghi afọ iri na itoolu.",
  "N'ọnwa Juun afọ 2016, ọ sonyeere Aston Villa na nsonye mgbazinye",
  "A mụrụ Moloney n'abalị mbụ nke ọnwa Machị afọ 1993 na Slough, Berkshire na Bill Moloney",
  "Nna nna ya si County Tipperary na nne nne ya si County Cavan.",
  "Ọ bụ onye na-akwado Queens Park Rangers (ndị otu ezinụlọ ya), otu ọ kwagara na Reading n'oge ọrụ ntorobịa ya, mgbe e mesịrị laghachi azụ n'ihi ihe ndị dịnụ iji nye ya ohere ịchụso egwuregwu ya na mba ụwa. Nna ya Bill, onye kwupụtara onwe ya dị ka onye na-akwado ya, na-aga maka egwuregwu mba ụwa ya niile.",
  "Moloney gbara bọọlụ maka Reading na nke abụọ FA WSL abụọ n'oge  FA WSL nke afọ 2015",
  "O nyeere ndị otu ahụ aka imeri league ma bịanye aka na nkwekọrịta ọkachamara na ndị otu ahụ tupu oge 2016 na FAWSL 1. Mgbe Reading bịanyere aka na Mary Earps, a machibidoro Moloney n'ụzọ dị ukwuu igwu egwu na FA Women's League Cup",
  "Ọ bụ ezie na ya na Earps nwere mmekọrịta dị mma, Moloney enweghị obi ụtọ na a hapụrụ ya wee sonye na Aston Villa na mgbazinye na ọnwa June afọ 2016.",
  "N'ọnwa Eprel afọ 2019 Moloney bịanyere aka na nkwekọrịta ọhụrụ na Reading",
  "O guzobeghachiri onwe ya dị ka onye na-edebe goolu mbụ ma nyere klọb ahụ aka iru ọkara ikpeazụ nke ịkọ ụmụ nwanyị FA , nke ha meriri West Ham United na mgbapụ penari ti. Reading kwetara na mpụtara nke otu narị na iri ise nke Moloney maka klọb ahụ site na ngosi tupu West Ham emerie ya n'ọnwa Novemba afọ  2019 na FA Women's League Cup na Nọvemba 2019. Ọ bịanyere aka na nkwekọrịta ọrụ afọ abụọ ọzọ na Reading na Febụwarị 2021.",
  "N'abalị isii nke ọnwa Machị afọ 2022, Moloney mere mpụtara nke narị abụọ ya nke Reading.",
  "N'afọ 2010, Moloney bụ onye isi otu Republic of Ireland U-17 squad bụ ndị na-esote na 2010 UEFA Women's Under-17 Championship na ndị rụrụ agbata nke ikpeazụ na 2010 FIFA U-17 Women's World Cup. Na FAI International Football Awards a kpọrọ ya onye egwuregwu n'erubeghi afọ iri na itoolu nke afọ 2011 nke ụmụ nwanyị mba ụwa.",
  "A gụnyere Moloney na ndị otu egwuregwu bọọlụ ụmụ nwanyị nke mba Republic of Ireland na nke mbụ ya n'ọnwa Ọgọstụ afọ 2010, maka egwuregwu enyi na enyi megide Netherlands, nke 2011 FIFA World Cup nke ndi họpụtara tozuru jmegide Russia na Israel sochiri. Ọ laghachiri na ndị otu okenye dị ka onye na-edebe goolu nke atọ nke iko Cyprus afọ 2014 , mana ọ pụrụ n'ikpeazụ mgbe ọ merụrụ ahụ na azụ ya mgbe ọ na-akuzi gbasara egwuregwu na Reading.",
  "Na abali ise nke ọnwa Mee afọ 2014, onye njikwa otu egwuregwu bọọlụ ụmụ nwanyị nke mba Republic of Ireland Susan Ronan kpọrọ Moloney na ndị otu nnwale maka egwuregwu enyi na enyi megide Basque Country. Moloney nọchiri Eve Badana na ọkara oge iji kpọọ ọkara nke abụọ nke mmeri Ireland na Azpeitia, nke a na-akpọghị dị ka egwuregwu zuru oke nke mba ụwa.",
  "Moloney meriri onye isi mbụ ya na iko Cyprus nke afọ 2016 , na-agba egwuregwu na Ozuzu oge na mmeri mbụ nke Ireland na Austria. N'agbanyeghị nsonaazụ ahụ, ebe nrụọrụ weebụ Football Association of Ireland toro \"arụ ọrụ doro anya\" nke Moloney, ebe ọ gosipụtara mpako na obi ụtọ n'inweta ọchịchọ  ogologo oge nke igba egwuregwu nye Ireland na ọkwa dị elu. N'ọnwa Ọgọstụ n'afọ 2016, Ronan kpọrọ Moloney ka ọ gaa n'otu ndị na-eto eto na ndị isi ụlọ maka ogige ọzụzụ na Wales. Ọ gbara bọọlụ nke mbụ n'ime egwuregwu abụọ ya na ndị Welsh na-elekọta ya, na nke n'enweghị goolu asatara na Rodney Parade na Newport.",
  "Colin Bell nọchiri Sue Ronan dị ka onye nkuzi Ireland na ọnwa Febụwarị 2017 ma n'oge na-adịghị anya, o tinyere Marie Hourihan dị ka onye nọchiri Emma Byrne, na-ekwere na Moloney dị obere. N'abalị itoolu n'ọnwa Ọktoba n'afọ 2018, Moloney gbara bọọlụ na mmeri enyi na enyi nke Poland meriri Ireland na Ostróda, na-abịa maka Hourihan na ọkara oge.",
  "E nyere Moloney asọmpi mbụ ya na asọmpi dị mkpa nke UEFA Women's Euro 2022 qualifier megide Germany na Tallaght Stadium na abalị mbụ nke ọnwa Disemba afọ 2020",
  "O nwetara obi ike nke onye nkuzi Vera Pauw n'ihi ọdịdị ya ka mma na klọb na Reading",
  "N'agbanyeghị mmeri ọkpụ goolu atọ asatara otu Ireland meriri , Pauw toro arụmọrụ Moloney dị ka \"ihe magburu onwe ya\".",
  "N'ajụjụ ọnụ ya na RTÉ Sport n'ọnwa Eprel 2021, Moloney kwupụtara mmasị ya na Emma Byrne:"
]