[
  "Grace Ebun Delano (amụrụ na 13 Nọvemba 1935, na Kaduna) bụ onye nọọsụ na onye na-amụ nwa nke keere òkè dị mkpa na atụmatụ ezinụlọ na ọrụ ahụike ọmụmụ na Naịjirịa",
  "O guzobere Association for Reproductive and Family Health nke ọ bụ onye ndụzị ya ruo ọtụtụ afọ, rụọla ọrụ dị ka onye ndụmọdụ maka ọtụtụ òtù dị iche ichégafee Africa, ma dee ma soro dee ọtụtụ akwụkwọ na isiokwu gbasara ahụike ụmụ nwanyị na isiokwụ ndị metụtara ya",
  "N'afọ 1993, e nyere ya onyinye Sasakawa nke World Health Organization maka ọrụ ya na mmepe ahụike.",
  "A mụrụ Grace Ebun-Oluwa Samuel na Kaduna na 13 Nọvemba 1935 na nne na nna Yoruba. Aha ya Ebun-Oluwa pụtara \"onyinye sitere n'aka Chineke\" na Yoruba: a mụrụ ya na mberede nye nne dị afọ iri anọ na anọ na otu nwa ọzọ, nwa nwoke dị afọ iri",
  "Ọ tolitere na-ama na nne ya nwere ọtụtụ ihe isi ike na ime ime ime na ọnwụ ụmụaka.",
  "Nne ya, onye na-agụ akwụkwọ nke nta n'onwe ya, kwadoro ịnụ ọkụ n'obi nwa ya nwanyị maka agụmakwụkwọ ma hapụ ya ka ọ gaa ụlọ akwụkwọ na Lagos mgbe ọ dị afọ iri na atọ. Otú ọ dị, tupu Grace akwagala Lagos, ọ gara ụlọ akwụkwọ praịmarì mbụ ya n'ụlọ akwụkwọ ngwakọta a na-akpọ United Native African School, na Kaduna, na steeti Northern nke Nigeria site na 1940 ruo 1944",
  "N'afọ 1945, ọ kwagara n'ụlọ akwụkwọ ụmụ nwoke niile a na-akpọ Gọvement School na Kaduna nke onye isi ụlọ akwụkwọ siri ike a na-ahụ maka ya bụ Maazị Salako bụ onye a manyere ịnabata ụmụ agbọghọ abụọ mbụ n'ụlọ Akwụkwọ ahụ. Delano nwetara agụmakwụkwọ nke nyere ya ohere ịkwaga ụlọ akwụkwọ ndị ọzọ dị elu, na-agwụ na Abeokuta Grammar School",
  "Site n'enyemaka nke nne ya na nwanne ya nwoke Delano gara England na 1956 maka afọ atọ nke ọzụzụ nọọsụ",
  "Mgbe nke ahụ gasịrị, ọ gụrụ ọrụ ịmụ nwa wee zụọ dị ka onye nọọsụ distrikti",
  "Nke a bụ mgbe ọ zutere ụmụ nwanyị chọrọ enyemaka iji wepụ afọ ime ha, o jikwa ohere ahụ gaa nkuzi na atụmatụ ezinụlọ na iji diaphragm. Delano laghachiri Naịjirịa n'afọ 1961 ma n'afọ sochirinụ nweta ọrụ na ngalaba ịmụ nwa na University College Hospital, Ibadan",
  "Ka ọ na-erule mgbe ahụ, ọ lụrụ onye ọka ikpe n'ọdịnihu bụ Tunde Delano.",
  "Ọrụ ya dị ka onye nọọsụ na-ahụ maka ịmụ nwa mere ka ọ sonye na ọrụ nke prọfesọ nke Mahadum Ibadan malitere, ọ ghọkwara onye nọọlụ na-ahụkwa maka mmemme nhazi ezinụlọ nke mahadum mbụ na-akụzi ụlọ ọgwụ na Naịjịrịa",
  "[citation needed] Kemgbe ọtụtụ afọ, mmemme ahụ gbasara site na obodo ukwu gaa n'ime ime obodo, yana site na ndokwa ụlọ ọgwụ gaa na atụmatụ obodo, gụnyere ikesa  site na ahịa ọdịnala. Ọrụ a bịara na-agụnye nleta mba ofesi: na njem mbụ na US maka ọzụzụ, ma mesịa Delano gara dị ka onye ndụmọdụ na ọtụtụ mba Afrịka ndị ọzọ. Ọtụtụ n'ime ọrụ ya bụ nke ụlọ ọrụ mba ụwa dị ka USAID, Pathfinder International na Ford Foundation kwadoro ma ọ bụ kwadoro.\nMgbe o dere akwụkwọ ozi doro anya banyere atụmatụ ezinụlọ, United Nations Population Fund (UNFPA) kwụrụ ụgwọ ka e bipụta ya ma kesaa ya n'asụsụ ise. Ọ gara n'ihu dee ọtụtụ akwụkwọ ndị ọzọ ma dee ma ọ bụ soro dee ọtụtụ isiokwu metụtara ahụike agụmakwụkwọ",
  "UNFPA kwadokwara akwụkwọ ntuziaka ahụike ya na IUCD.",
  "N'afọ ndị 1980 ọ jikọtara ya na Center for Development and Population Activities (CEDPA) nke na-ahazi ọzụzụ mmepe ndu maka ụmụ nwanyị, ọkachasị ịkwado ahụike na agụmakwụkwọ. Ọ bụzi akụkụ nke Plan USA. Delano malitere inwe obì ike banyere ikwu okwu n'ihu ọha, wee gaa nzukọ, izute ndị isi nwanyị ndị ọzọ, na ịhazi atụmatụ iji nyere ụmụ nwanyị aka, ọkachasị na nsogbu ọmụmụ.",
  "Mgbe ọ ka na-arụ ọrụ na Mahadum Ibadan (ọ hapụrụ na 1992) Delano malitere iso ndị otu obodo na-arụkọ ọrụ iji mepụta otu NGO ọhụrụ nke ghọrọ Association for Reproductive and Family Health (ARFH)",
  "Ọ gbasaa, gbakwunye ahụike mmekọahụ nke ndị na-eto eto na mpaghara ndị ọzọ na nchegbu ya ma soro gọọmentị rụọ ọrụ na ọrụ HIV / AIDS. A na-eji ihe mmụta na ndụmọdụ ARFH eme ihe n'ọtụtụ mba Afrịka. Onye ọrụ ibe ya dị mkpa n'ọrụ a bụ Prọfesọ O.A",
  "Ladipo, onye isi oche nke ARFH",
  "Delano bụ osote onye isi oche na onye nduzi ihe karịrị afọ 25. N'ọnwa Nọvemba afọ 2015, n'ihe dị ka afọ iri asatọ ọ gbara, e nwere ihe omume na-eme ka ọ laa ezumike nká na okwu ihu ọma iji sọpụrụ ya. Grace dere ọtụtụ akwụkwọ e bipụtara",
  "O bipụtara ọrụ nyocha 9 nwere 130 citations na 1126 na-agụ nke enwere ike ịnweta n'ịntanetị.",
  "A na-akọwa ya mgbe niile na ahịrịokwu ndị dị ka onye isi ahụike ọmụmụ na Naịjirịa, na \"onye nọọsụ / onye na-elekọta ya nke nwere ọrụ pụrụ iche na nlekọta ahụike ọmụmụ nke na atụmatụ ezinụlọ nke karịrị afọ 50",
  "\""
]