[
  "Grace A",
  "Oliver (née, Little; mgbe alụmdi na nwunye mbụ gasịrị, Ellis; mgbe alụkwaghịm nke abụọ gasịrị, Oliver; September 24, 1844 - May 21, 1899) bụ onye edemede America nke narị afọ nke 19,  na onye na-akwado ikike ụmụ nwanyị. A kọwara ya dị ka nwanyị nwere ikike nchịkwa pụrụ iche, ezigbo ọkà okwu, a makwaara ya maka ọrụ ebere ya.",
  "O nyere aka na Old and New, dere edemede nchịkọta akụkọ maka Boston Daily Advertiser, na ọkwa akwụkwọ maka akwụkwọ dị iche iche",
  "O nyere aka, n'okpuru mbinye aka nke di ya nwụrụ anwụ, John Harvard Ellis, na The Galaxy, Atlantic Monthly, na Scribner's Monthly",
  "A nabatara akụkọ ndụ Dora d'Istria na ndị ọzọ nke ọma",
  "N'afọ 1879, ọ lụrụ nke abụọ, Dr",
  "Joseph Pearson Oliver",
  "O bipụtara n'ụdị akwụkwọ Life and Works of Anna Laetitia Barbauld (Boston, 1873); Life of Maria Edgeworth (1882), nke e dere site n'enyemaka nke akwụkwọ ezinụlọ na ihe ncheta onwe onye nke ndị ezinụlọ Miss Edgeworth nyere ya mgbe Oliver gara England na 1874; Memoirs of Ann and Jane Taylor, with Selections from their Works (1883); na Arthur Penrhyn Stanley ya Life, Work, and Teachings (1885).",
  "A mụrụ Grace Atkinson Little na Boston, Massachusetts, na Septemba 24, 1844",
  "Nna ya bụ onye ahịa a ma ama na Boston,  ma bụrụkwa onye nnọchi anya na onye na-ahụ maka akụ nke Pacific Mills na Lawrence, Massachusetts",
  "Ọ bụ nwa Peregrine White nke Mayflower",
  "Oliver nwere ụmụnne ise, James, John, Arthur, William, na Philip, na enweghị ụmụnne nwanyị.",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ onwe onye nke Boston",
  "N'afọ 1869, ọ lụrụ John Harvard Ellis (1841-1870), onye ọka iwu, nwa Rev",
  "Dr",
  "George Edward Ellis, nke Boston",
  "John nwụrụ na 1870, na 1871,  iji wepụ uche ya,  ọ malitere ide maka ndị nta akụkọ n'aha ya",
  "Rev",
  "Dr",
  "Edward Everett Hale dụrụ ya ọdụ ka o dee maka magazin ya, Old and New (nke a maara dị ka Christian Examiner), nke bụ akwụkwọ edemede mbụ ya. Site n'oge ruo n'oge, o nyere aka na Atlantic Monthly, The Galaxy, na Scribner's Magazine",
  "Ọ bụ onye na-enye onyinye mgbe niile na Boston Transcript  na ọkwa akwụkwọ, ọ dekwara maka Boston Daiily Advertiser.",
  "In1873  she wrote the life of mrs  Barbados which was well received by the public in 1874 ,Mrs Ellis spent  a season in ĺondon ,England where she enjoyed the best literary society of that metropolis",
  "While in England she met some members of the family of Maria edgeworth",
  "They suggested to her the writing of the life of edgeworth  the book was published in the older corner book store in Boston in 1882",
  "N'afọ 1879, ọ lụrụ Dr",
  "Joseph Pearson Oliver (1845-1903),  onye dọkịta nke Boston",
  "N'ikpeazụ, o dere akwụkwọ ncheta nke Rev",
  "Arthur Penrhyn Stanley, nke e wepụtara na Boston na London",
  "N'oge oyi nke 1883-84, o dezigharịrị mpịakọta atọ nke nhọrọ sitere na Ann na Jane Taylor, Mrs",
  "Barbauld na Miss Edgeworth.",
  "Oliver tinyere aka na nyocha banyere ndụ na ncheta nke ụfọdụ ụmụ nwanyị America, nakwa na Browning Concordance, nke Dr",
  "J",
  "W",
  "Rolfe dezigharịrị.",
  "Ọ bụ onye nlekọta steeti nke Danvers Lunatic Asylum (ugbu a, Danvers State Hospital); onye isi oche nke Salem Society for the Higher Education of Women; onye isi oche of the Visiting Nurse Association of Marblehead; onye guzobere, osote onye isi oche, na onye isi oche de la Thought and Work club of Salem; onye otu New England Women's Club; nke North Shore club of Lynn, Massachusetts, nke Essex Institute, na onye otu New Inglaterra Woman's Press Association",
  "Oliver na ụmụnne ya abụọ, Capt",
  "Philip na Alderman David Little, bụ ndị otu ụlọ akwụkwọ Salem, na-anọchite anya Ward 3; ọ bụ oge mbụ n'akụkọ ihe mere eme nke obodo ahụ na ndị nnọchiteanya niile sitere na ngalaba ọ bụla bụ ndị otu ezinụlọ",
  "Ọ nọ na bọọdụ ụlọ akwụkwọ maka afọ atọ ikpeazụ nke ndụ ya.",
  "Oliver biri na Boston ruo 1890",
  "N'afọ gara aga, mgbe nna ya nwụsịrị, Oliver zụrụ ma wụnye ụlọ na Salem, Massachusetts ebe ọ kwagara n'ọnwa ikpeazụ nke afọ ahụ",
  "N'ebe ahụ ka nna nna ya, Col",
  "David Mason, onye pụtara na \"Leslie's Retreat,\" na North Bridge, na Febụwarị, 1775",
  "Colonel Mason bụ, ka a na-ekwu, onye na-ede akwụkwọ nke Dr",
  "Benjamin Franklin, ma nye na Salem, n'oge 1774, okwu ihu ọha mbụ a kpọsara banyere ọkụ eletrik.",
  "N'afọ 1890, Oliver zụrụ obere ala na Doliver's Cove, akụkụ mbụ nke obodo akụkọ ihe mere eme nke Marblehead, Massachusetts",
  "Ọdụ ụgbọ mmiri ochie, nke a maara dị ka nke Valpey, ọ welitere ma mee ya ka ọ bụrụ ala nwere mgbidi nkume",
  "Ebe a ghọrọ ebe obibi ya n'oge ọkọchị.",
  "Oliver nwụrụ na Marblehead, May 21, 1899. Mahadum Notre Dame nwere akwụkwọ ya."
]