[
  "Grace Akallo (amụrụ n'afọ 1981) bụ nwanyị Uganda nke a tọọrọ na 1996 ka e jiri ya mee ihe dị ka nwatakịrị onye agha na Lord's Resistance Army (LRA), otu ndị agha nnupụisi nke Joseph Kony duziri. N'oge a tọọrọ ya, Akallo dị afọ iri na ise ma na-aga St",
  "Mary's College, ụlọ akwụkwọ obibi ndị Katọlik na Aboke, Uganda. Ọ nọgidere na LRA ọnwa asaa tupu ọ gbapụ. Mgbe ọ gbapụrụ n'usuu ndị agha, Akallo laghachiri na St",
  "Mary's College iji gụchaa akwụkwọ sekọndrị ya. Ọ malitere agụmakwụkwọ kọleji ya na Mahadum Ndị Kraịst nke Uganda, mana ọ gụsịrị akwụkwọ na Gordon College mgbe ọ natara agụmakwụkwọ. Akallo wee gaa n'ihu nweta nzere masta ya na Mahadum Clark / Mgbe ọ gbapụrụ na LRA, Akallo malitere ịrụ ọrụ dị ka onye na-akwado udo na ikike ụmụ nwanyị na ụmụaka Afrịka. Ọ na-eji ma ahụmịhe ya dị ka nwatakịrị onye agha na ozi ọ nwetara na agụmakwụkwọ ya dị elu iji kwado megide ime ihe ike na iji ụmụaka ndị agha, yana iji nyere aka nye ndụmọdụ ụmụaka ndị agha ndị ọzọ gbapụrụ agbapụ dịka ya.",
  "Akallo arụwo ọrụ maka òtù dị iche iche, dị ka Sister Rachelle Rehabilitation Centre na World Vision, yana ịrụ ọrụ n'ọtụtụ ọrụ nkwado dị iche iche dị iche iche",
  "gụnyere inye aka n'ịgafe mgbanwe na 2008 Child Soldiers Accountability Act",
  "na ikwu okwu banyere ahụmịhe ya dị ka onye bụbu onye agha Akallo amalitewokwa otu na-enweghị uru na America nke a na-akpọ United Africans for Women and Children's Rights (UAWCR), na-achọ ichebe ikike ụmụ nwanyị na ụmụaka ndị Afrịka; ma soro guzobe Network of Young People Affected War. E dere ma mepụta ọtụtụ akụkọ ndụ na ihe ndekọ na-edekọ ahụmahụ Akallo na ụmụaka ndị agha ibe ya, ọkachasị akụkọ ndụ onwe onye nke afọ 2007; Girl Soldier: A Story of Hope for Northern Uganda's Children, nke ya na Faith J",
  "H",
  "McDonnell dere, akụkọ ndụ 2015 Grace Akallo na Pursuit of Justice for Child Soldiers nke Kem Knapp Sawyer dere, na ihe ngosi 2010 Grace, Milly, Lucy..",
  "Ụmụaka Ndị Agha nke Raymonde Provencher mepụtara.",
  "A tọọrọ Akallo n'ime Lord's Resistance Army (LRA) n'October 9, 1996, mgbe ọ dị naanị afọ iri na ise. Ọktọba 9 bụ Ụbọchị Nnwere Onwe nke Uganda, nke na-abụkarị ụbọchị ememe; Otú ọ dị, n'ụbọchị a, otu ìgwè ndị agha nnupụisi LRA tọọrọ Akallo na ụmụ agbọghọ 138 ndị ọzọ n'ọnụ ụlọ obibi ha na St",
  "Mary's College.",
  "N'abalị a tọọrọ Akallo, ndị agha LRA si na windo banye n'ime ụlọ ihi ụra ebe ụmụ agbọghọ na onye nlekọta ụlọ ihi ụra ha, Alupu Jemma Obace, gbalịrị ịgba ọsọ ma zoo. Ndị agha LRA kegidere ụmụ agbọghọ ahụ na eriri ma manye ha ịga ije otu abalị dum, na-eyi egwu igbu ha ma ọ bụrụ na ha erubeghị isi. N'ụtụtụ echi ya, ndị agha LRA tọhapụrụ 109 n'ime ụmụaka ahụ n'aka onye isi ụlọ akwụkwọ ahụ, Sister Rachelle, mgbe ọ rịọrọ LRA Commander Laguira arịrịọ, mana Akallo bụ otu n'ime ụmụ agbọghọ 30 a hapụrụ.",
  "A manyere Akallo na ndị ọzọ a tọọrọ ịga ije na Sudan nke were ha izu abụọ iji buo ibu dị arọ. Ndị agha LRA tọọrọ ụmụaka ndị ọzọ n'ụzọ, na-agafe obodo nta nke Gulu na Kitgum, ọkachasị, n'ụzọ ha na-aga Sudan. Mgbe otu n'ime ụmụ agbọghọ ahụ nwara ịgbapụ, a manyere Akallo na ndị ọzọ iti ya ihe ruo mgbe otu n' cikin ndị nnupụisi ji anyụike gbuo nwa agbọghọ ahụ. Na ihe ngosi Grace, Milly, Lucy..",
  "Ụmụaka Ndị Agha, Akallo na-akọwa otú Commander Laguira si gwa ha, \"Chefuo banyere Uganda",
  "Ọ bụrụ na ị gbapụ, nke ahụ bụ ihe ga-eme gị",
  "\" A manyere ụmụaka ndị agha irubere ha isi ma ọ bụ a ga-eti ha ihe na / ma ọ bụ gbuo ha.",
  "Ndị agha LRA kpọọrọ Akallo na ụmụaka ndị ọzọ a tọọrọ gaa Sudan, ebe a zụrụ ha ka ha bụrụ ụmụaka ndị agha",
  "A kụrụ ha ihe ma mekpọọ ha ọnụ ma manye ha igbu ụmụaka ndị ọzọ nọ n'ìgwè ahụ ndị nupụụrụ iwu isi. N'oge ọ nọ na LRA, a zụrụ Akallo ịga ije na ihicha, ikpochapụ, ma jikọta égbè AK-47, mana ọ ghaghị ịmụta otu esi eji égbè ahụ n'onwe ya. A manyere Akallo na ụmụaka ndị agha ibe ya ịlụ ọgụ megide ndị Sudan People's Liberation Army (SPLA), na-adabere n'ụzọ dị ukwuu na ikike ebumpụta ụwa ha maka ndụ. Ọ mụtara ịgba égbè n'oge mwakpo mbụ ọ bụ akụkụ nke otu ìgwè ụmụaka 700 ahọpụtara na mberede. A haziri ụmụaka ahụ n'ahịrị ma gwa ha ka ha wakpo obodo nta maka nri ma gbaa ndị obodo ahụ égbè.",
  "Ụmụaka ndị agha nwetakwara ime ihe ike n'ụzọ ọzọ",
  "N'agbanyeghị na ha dị obere, ụmụ agbọghọ ahụ, gụnyere Akallo, ndị agha LRA wakporo ha, bụ ndị dinara ha n'ike ma tie ha ihe. E nyere nwa agbọghọ ọ bụla onye ndú nke LRA ka ọ bụrụ otu n'ime \"ndị nwunye\" ha. Akallo na-ekwu na \"ịghọ nwunye mmadụ n'ike, ọ na-emetụta mmụọ gị ruo mgbe ebighị ebi,\" na Grace, Milly, Lucy..",
  "Ụmụaka Ndị Agha. Ọ bụ ezie na Akallo n'onwe ya atụghị ime, ọtụtụ n'ime ụmụ agbọghọ ahụ mere ya, mgbe e mesịrị, ha na-alaghachi n'ụlọ na ụmụ ma nwee ọrịa ndị a na-ebute site na mmekọahụ dịka HIV / AIDS. A ka na-amanye ndị nne ụmụaka ịlụ ọgụ n'agha, ma mgbe ha dị ime ma mgbe ha na-ebu ụmụaka n'azụ ha.",
  "N'otu oge n'oge agha ahụ, ike ọgwụgwụ na mmiri ịta n'ahụ mere ka Akallo daa mbà. Ndị agha LRA chere na ọ nwụọla ma mee ka ụmụaka ndị agha ndị ọzọ gwupụta ili maka ozu ya. Ọ nwetakwara ịgba onwe ya égbè n'oge abụọ dị iche iche. Na Grace, Milly, Lucy..",
  "Ụmụaka Ndị Agha, Akallo na-ekwu, sị: \"M gbanahụrụ ọnwụ ọtụtụ ugboro\".",
  "Otu ìgwè wakporo LRA n'ebe ndịda Sudan n'ụbọchị nke 9 n'ọnwa Eprel afọ 1997. Akallo weere nke a dị ka ohere ya iji mechaa gbapụ n'aka ndị agha. Ọ gbapụrụ ma zoo ụbọchị atọ n'ime ọhịa, chọta otu ìgwè ụmụaka ndị agha ndị ọzọ gbapụrụ agbapụ n'ụbọchị nke anọ ya na nzuzo. Ndị agha Uganda chọtara ha ma nyere ha aka ịlaghachi n'ụlọ ha. A chụpụrụ ụmụaka ndị agha ahụ gbapụrụ agbapụ na Uganda ebe nne na nna ha na otu n'ime ụmụnne nwanyị si St",
  "Mary's College, Sister Akali, zutere ha.",
  "Ndị LRA jidere Akallo, na-emegbu ya ma manye ya ịlụ ọgụ na igbu ọchụ, ọnwa asaa tupu ọ gbapụ.",
  "Agụmakwụkwọ Akallo dị ya ezigbo mkpa mgbe niile. Ọ gara St",
  "Mary's College, ụlọ akwụkwọ obibi Katọlik na Aboke, Uganda, maka ụlọ akwụkwọ sekọndrị. Agụmakwụkwọ ya n'ebe ahụ kwụsịrị, Otú ọ dị, mgbe ndị LRA tọọrọ ya ma manye ya ịlụ ọgụ dị ka nwatakịrị onye agha. Mgbe ọ gbapụrụ n'aka ndị agha ọnwa asaa ka e mesịrị, Akallo laghachiri na St",
  "Mary's College iji mezue agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya. Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị, ọ malitere agụmakwụkwọ kọleji ya na Mahadum Ndị Kraịst nke Uganda (UCU) na Mukono, Uganda",
  "Na UCU, ọ zutere ụmụ akwụkwọ na-aga Gordon College na Wenham, Massachusetts bụ ndị nọ ebe ahụ na mmemme mgbanwe ụmụ akwụkwọ. O tinyere akwụkwọ ma nata agụmakwụkwọ iji mechaa akara ugo mmụta ya na Gordon College. N'ebe ahụ, Akallo gụrụ akwụkwọ na nkwukọrịta na ọchịchọ ịga n'ihu na-amụ mmekọrịta mba ụwa na ngwọta esemokwu",
  "Ọ gụsịrị akwụkwọ na Gordon College na 2007 tupu ọ malite ụlọ akwụkwọ na Mahadum Clark dị na Worcester, Massachusetts na 2008. Akallo nwetara nzere masta ya na International Development and Social Change na Mahadum Clark.",
  "Mgbe ọ laghachiri n'ụlọ site n'agha, Akallo laghachiri ụlọ akwụkwọ. Otú ọ dị, obodo ya eleghị anya n'ụzọ dị mma n'ebe ụmụaka ndị agha laghachiri. A chụpụrụ ha maka omume ha n'ime ndị agha; ụmụ agbọghọ na-enwekwa mkparị ọzọ n'ihi na e dinara ha n'ike. Ndị obodo na-atụkarị egwu na ndị bụbu ụmụaka ndị agha na ọtụtụ ndị nne na nna anabataghị ụmụ ha n'ezinụlọ ha, ọkachasị ụmụ agbọghọ ndị ji ụmụ ha lọta. Ụfọdụ kwenyere na ụmụaka ndị agha ahụ \"bụ ndị mmụọ ọjọọ\". Ọ bụ ezie na ezinụlọ Akallo nabatara ya, enweghị nkwado a mere ka ịlaghachi n'ụlọ maka ọtụtụ ụmụaka ndị agha sie ike; ọtụtụ ụmụaka echekwara ịlaghachi na ndị nnupụisi ma ọ bụ sonye na ndị agha iji zere nke a.",
  "Akallo ghọtara na ya nwere ike inye aka mee ka ụmụaka ndị ọzọ bụbu ndị agha dịghachi mma, dị ka ya onwe ya. O kpebiri ịmalite ịrụ ọrụ dị ka onye na-akwado udo na maka ikike ụmụ nwanyị na ụmụaka Afrịka. N'ajụjụ ọnụ 2013 ya na UNICEF, Akallo kwuru, sị: \"Ọbụna ụmụaka ndị nọrọ ihe karịrị afọ 10 n'agbụ nwere ike ịka mma site na nkwado ziri ezi, agụmakwụkwọ, ọzụzụ, site na ịnabata ha na ọha mmadụ\".",
  "Mgbalị Akallo malitere mgbe ọ laghachiri na St",
  "Mary's College iji gụchaa ụlọ akwụkwọ sekọndrị. Ọ rụrụ ọrụ n'akụkụ onye isi ụlọ akwụkwọ, Sister Rachelle, na Sister Rachelle Rehabilitation Centre iji nyere aka nye ndị agha ụmụaka ndị ọzọ gbapụrụ agbapụ ndụmọdụ.",
  "Ka e mesịrị, mgbe ọ nọ na kọleji na Mahadum Ndị Kraịst nke Uganda (UCU), Akallo malitere ikwu okwu banyere ahụmịhe ya dị ka nwatakịrị onye agha. Mgbe ọ nọ na UCU, a kpọrọ ya ka ọ gaa New York City, New York iji kwuo okwu maka Amnesty International. Akallo n'oge na-adịghị anya ka ọ gafere na Gordon College ma kpọọ ya ka ọ bụrụ ọnụ na-ekwuchitere World Vision, yana ịkọ akụkọ ya na CNN na The Oprah Winfrey Show. Na mgbakwunye, a gwara Akallo ka ọ kwuo ọtụtụ okwu n'ọtụtụ ụlọ akwụkwọ, na-eme ka a mara site n'ịkekọrịta akụkọ ya na akụkọ ụmụaka ndị ọzọ bụbu ndị agha",
  "Ụfọdụ n'ime ụlọ akwụkwọ ndị a gụnyere Mahadum Rutgers na 2004 na Mahadum Brandeis na 2009. O kwukwara okwu na World Bank na Washington, DC na 2009 n'oge nnọkọ na-atụle mgbochi ime ihe ike; na okwu na Kọmitii Nchebe UN n'oge arụmụka ihu ọha nke 2009 gbasara ụmụaka na esemokwu agha na njikọ ya na Ọfịs onye nnọchi anya pụrụ iche nke odeakwụkwọ ukwu maka ụmụaka na esemọkụ agha.",
  "Akallo chọrọ ịkekọrịta akụkọ ya na mgbalị iji mee ka a mara mmetụta nke ime ihe ike na ụmụaka na-etinye aka n'agha na ihe a ga-eme iji kwụsị ime ihe ike ma mee ka ndị bụbu ụmụaka. N'ịkwado ya, Akallo na-elebara akụkọ ụmụ agbọghọ anya n'ụzọ pụrụ iche ebe ọ bụ na a naghị egosikarị akụkọ ha eme ihe ma ha na-ata ahụhụ karịa ụmụ nwoke site n'ịbụ ụmụaka ndị agha ka a na-emetụta ha n'ụzọ mmekọahụ na ndina n'ike. Na ihe ngosi Grace, Milly, Lucy..",
  "Ụmụaka Ndị Agha, Akallo na-ekwu na inye aka n'inye ndụmọdụ na imezigharị ndị bụbu ụmụaka ndị agha dị mkpa karịsịa n'ihi na \"ọ bụrụ na anyị ekwe ka ha bụrụ ọgbọ furu efu, ọ bụghị naanị ọgbọ a ka a ga-efu\".",
  "Akallo emeela ka ọrụ dị na Washington D.C",
  "iji nyere aka kwụsị ime ihe ike na Uganda site n'ịgba mbọ na US Congress ma nye akaebe. O nyere akaebe n'oge a na-ege ntị maka mmezigharị na 2008 Child Soldiers Accountability Act, nke nyeere aka inye aka n'ịgafe mmezigharị ndị ahụ. Iwu a machibidoro iji ụmụaka ndị agha ma na-enye ntaramahụhụ maka ndị na-eme ya.",
  "Akallo anọwokwa na-emekọrịta ihe na otu òtù na-enweghị uru na Uganda nke a na-akpọ Empowering Hands. Ọ bụ ezie na ọ bụghị otu n'ime ndị guzobere ya, ma ọ bụ na-arụ ọrụ maka nzukọ ahụ, ọ bụ otu ìgwè ndị bụbu ụmụaka ndị agha LRA guzobere Empowering Hands, ụfọdụ n'ime ha nọ n'otu ogige ahụ Akallo nọ. Ndị guzobere Milly Auma, Lucy Lanyero, Jennifer Achora, na Sara Ayero pụtara na Grace, Milly, Lucy..",
  "Ụmụaka Ndị Agha ya na Akallo, tinyere ọtụtụ ụmụ nwanyị ndị ọzọ na-etinye aka na mmemme ahụ",
  "Ebumnuche ha bụ inye ndụmọdụ na ime ka ndị agha nwanyị bụbu ụmụaka dịghachi mma ma nyere ha aka ịbịakọta na obodo ha ma nwee ohere n'ọdịnihu ka mma.",
  "Karịsịa, na 2009, Akallo malitere otu òtù na-enweghị uru na America nke a na-akpọ United Africans for Women and Children's Rights (UAWCR) nke na-achọ ichebe ikike ụmụ nwanyị na ụmụaka Africa. Na mgbakwunye, o guzobere Network of Young People Affected by War (NYPAW) site na UNICEF na 2008 yana ndị ọzọ ihe ike metụtara, gụnyere Ishmael Beah, Kon Kelei, Emmanuel Jal, Shena A",
  "Gacu, na Zlata Filipović. Ebumnuche nke NYPAW bụ ịmepụta njikọ n'etiti mba dị iche iche ebe ihe ike metụtara ụmụaka dị ka ụmụaka ndị agha ma gbakọọ iji chọta enyemaka ndị ntorobịa ahụ chọrọ ma chọọ inyere ha aka nke ọma."
]