[
  "Graceanna Lewis (úbọchị atọ n'ọnwa Ọgọst, 1821 rụo ụbọchị irí abụọ na isé n'ọnwa Febụwarị, 1912) bụ onye America na-ahụ maka ihe okike, ónyé na-ese ihe osise, na onye na-eme mgbanwe mmekọrịta mmadụ na ibe ya",
  "Ónyé ọkachamara n'ihe gbasara nnụnụ, a na-echeta Lewis dị ka nwanyị ọsụ ụzọ American sayensị yana ónyé na-eme ihe na-emegide ịgba ohu, temperance, na ụmụ nwanyị.",
  "A mụrụ Graceanna Lewis na úbọchị atọ n'ọnwa Ọgọst, 1821, n'ugbo dị nso na West Vincent Township, Chester County, Pennsylvania. Ọ bụ nwá nkè abụọ n'ime ụmụ nwanyị anọ nke ónyé ọrụ ugbo Quaker aha ya bụ John Lewis na nwunye ya, onye bụbu Esther Fussell.  Ndị nna nna Graceanna gụnyere enyi William Penn ónyé si South Wales kwaga na mpaghara ọhụrụ nke Pennsylvania na 1682.",
  "Nná Lewis nwụrụ mgbè ọ dị naanị afọ atọ, na-ahapụ nne ya ịzụlite ya naanị ya. Nné ya bụ ónyé nkụzi ụlọ akwụkwọ tupu alụmdi na nwunye ma nyere aka n'ịzụlite mmetụta dị egwu maka mmụta sayensị na Graceanna. Esther Fussell Lewis mere nyocha mbara igwe na ihu igwe yana oge okooko osisi. Ọ na-ejekwa ozi dị ka ihe nlereanya na-arụ ọrụ ọha na eze site n'inye ndị ohu na-agba ọsọ ụlọ dị ka akụkụ nke Underground Railroad maka nnwere onwe na Canada. Mgbè ọnwụ nne ya gasịrị, Lewis mere ka ụlọ nke ya dị maka ebumnuche a, na nzuzo na-enye ebe obibi abalị màkà ihe ruru ndị ohu 11 na-agba ọsọ n'otu ógè.",
  "Nwanyị ọzọ nwèrè mmetụta ma kpalie Lewis bụ enyi ya Mary Townsend, nwanne nwanyị John Kirk Townsend. Mary dere akwụkwọ banyéré ụmụ ahụhụ na Lewis kwupụtara ọchịchọ iṅomi ya. N'ime afọ 1850, Lewis kwagara Philadelphia, ebe ya na obéré ndị Quakers na-arụkọ ọrụ na sayensị okike. Ndị a gụnyere Ezra Michener na Vincent Bernard. Ọ zutere otu n'ime ndị isi na-amụ banyere ụmụ nnụnụ na America, John Cassin nke Philadelphia Academy of Natural Sciences, na 1862 wee mụọ ornithology na ọkwa dị elu n'okpuru nkụzi ya màkà ọkara afọ iri sochirinụ. N'afọ 1867, Cassin sọpụrụ ónyé ọ na-echebe site n'ịkpọ aha Icterus graceannae, Oriole nwere ọnụ ọcha iji sọpụrụ Lewis.",
  "N'afọ 1893, Lewis natara ọrụ site n'aka Pennsylvania Forestry Commission iji see ihe osise mmiri irí isé nke akwụkwọ osisi na-anọchite anya màkà ngosi na World's Columbian Exposition na Chicago. A na-ewere ọrụ Lewis dị ka ihe ịga nke ọma, ebe o nwetara ihe nríte na diplọma, a na-egosikwa ihe osise ahụ ọzọ n'ihu ọha na 1901 Pan-American Exposition na Buffalo, New York, yana 1904 Louisiana Purchase Exposition na St",
  "Louis.",
  "Ọ bụ ónyé otu Academy of Natural Sciences na Philadelphia na Delaware County Institute of Science.",
  "Ná mgbakwunye na ọrụ ya megide ịgba ohu dị ka akụkụ nke netwọk nzuzo nke nyeere ndị ohu Africa-America gbapụrụ agbapụ aka na nnwere onwé ha n'afọ ndị bu Agha Obodo America ụzọ, Lewis na-arụsi ọrụ ike n'ọtụtụ òtù mmekọrịta ọha na eze ndị ọzọ n'oge ya",
  "Dabere na nkwenkwe okpukpe Quaker ya, Lewis nọgidere bụrụ onye na-ahụ màkà udo n'oge ndụ ya niile. Ọ bụkwa ónyé na-eme ihe ike na mmegide màkà mmachibido iwu nke mmanya na United States na-eje ozi dị ka odeakwụkwọ nke Women's Christian Temperance Union of Media, Pennsylvania na dị ka ónyé nlekọta nke nzukọ ahụ nke ntụziaka sayensị màkà Delaware County.",
  "Graceanna Lewis nọrọ iri afọ ikpeazụ nke ndụ ya n'ọbọdọ ya nke Media, PA na nwa nwanne ya nwoke, onye na-ese ihe Charles Lewis Fussell",
  "Ọ nwụrụ n'ebe ahụ na úbọchị irí abụọ na isé n'ọnwa Febụwarị, 1912, mgbè ọ dị afọ irí itoolu, mgbè ọ rịara ọrịa strok, e lie ya na Providence Friends Meetinghouse Burying Grounds.",
  "Akwụkwọ Lewis bụ akụkụ nke nchịkọta Lewis-Fussell Family Papers na Swarthmore College na Swarithmore, Pennsylvania. N'ime ihe ncheta a bụ akwụkwọ Lewis na ihe osise metụtara sayensị okike, yana ihe odide a na-ebipụtaghị ebipụta nke akwụkwọ ncheta nke Underground Railroad."
]