[
  "Grace Ntombizodwa Mugabe (née Marufu; amụrụ na 23 Julaị 1965) bụ onye na ọchụnta ego Zimbabwe, onye ndọrọ ndọrọ ọchịchị na nwanyị di ya nwụrụ nke onye isi ala Robert Mugabe. Ọ rụrụ ọrụ dị ka First Lady nke Zimbabwe site na afó 1996 ruo mgbe di ya gbara arụkwaghịm na onwa Nọvemba 2017, otu izu mgbe a chụpụrụ ya n'ọchịchị. Malite dị ka odeakwụkwọ Mugabe, ọ rịgooro n'ọkwa nke otu ndọrọ ndọrọ ọchịchị ZANUPF na-achị iji bụrụ onye isi nke Njikọ Ụmụ nwanyị ya na onye dị mkpa na otu Generation 40",
  "N'otu oge ahụ, ọ nwetara aha ọma maka ihe ùgwù na mmefu ego n'oge ọgba aghara akụ na ụba na mba ahụ. E nyere ya aha njirimara Gucci Grace n'ihi oke ya. A chụpụrụ ya na ndị otu G40 ndị ọzọ n'òtù ahụ, n'oge nnupụisi ọchịchị nke Zimbabwe na 2017.",
  "Magazin New African kwuru na Mugabe bụ otu n'ime ndị Afrịka 100 kachasị nwee mmetụta n'afọ 2014.",
  "A mụrụ Grace Ntombizodwa na Benoni, South Africa n'aka ndị nne na nna kwagara mba ọzọ dị ka nwa nke anọ n'ime ụmụ ise n'ezinụlọ ahụ. N'afọ 1970, ọ kwagara Rhodesia, ka ya na nne ya, Idah Marufu, biri na Chivhu ebe nna ya nọrọ ma rụọ ọrụ na South Africa iji kwado ezinụlọ ya. Ọ gara ụlọ akwụkwọ praịmarị na Chivhu wee gaa ụlọ akwụkwọ sekọndrị Kriste Mambo na Manicaland.",
  "Ọ lụrụ onye na-anya ụgbọelu Stanley Goreraza ma ha nwere nwa nwoke, Russell Goreraza, amụrụ na afó 1984 mgbe Grace dị afọ 19 (Iri abuo na itoolu).",
  "Ka ọ na-arụ ọrụ dị ka odeakwụkwọ nke onye isi ala, Robert Mugabe, ọ ghọrọ onye isi ya n'oge ọ ka lụrụ Stanley Goreraza ma nwee ụmụ abụọ, Bona amụrụ n'afó 1988, aha nne Mugabe, na Robert Peter Jr.",
  "Mgbe nwunye mbụ Mugabe, Sally Hayfron, nwụsịrị, di na nwunye ahụ lụrụ n'ememe Katọlik (Robert Mugabe bụ onye Katọlik na-anụ ọkụ n'obi) nke ụlọ ọrụ mgbasa ozi Zimbabwe kpọrọ \"Mmekọrịta nke narị afọ\". N'oge ha lụrụ, Grace Marufu dị afọ 31 na Robert Mugabe dị afọ 72.",
  "N'afọ 1997, ọ mụrụ nwa nke atọ nke di na nwunye ahụ, Chatunga Berlamine Mugabe.",
  "Grace Mugabe debanyere aha dị ka nwa akwụkwọ na School of Liberal Arts, Mahadum Renmin na China na 2007, na-amụ asụsụ Chinese",
  "Ọ gụsịrị akwụkwọ na afó 2011",
  "Otú ọ dị, o kwetara na ya amaghị nke ọma na Chinese mgbe ọ gụsịrị nzere. Nne ya Idah Marufu nwụrụ na 31 Ọgọst 2018, mgbe ọ gbara afọ 84.",
  "Na ngwụcha na afọ 2014, Grace Mugabe katọrọ osote onye isi ala Joice Mujuru, onye e kwuru na ọ gbara izu megide di ya, onye isi ala Mugabe",
  "N'ikpeazụ, ebubo ndị a na-ebo Mujuru mere ka e wepụ ya dị ka onye na-azọ ihe ga-anọchi Mugabe ma mee ka ọ bụrụ onye a chụpụrụ n'ime ZANU-PF n'oge ọ nwere nnọkọ ndọrọndọrọ ọchịchị na Disemba 2014.",
  "Ka ọ dịgodị, ọkwa ndọrọ ndọrọ ọchịchị Grace Mugabe mụbara",
  "A họpụtara ya dị ka onye isi nke ZANUPF Women's League, ndị nnọchiteanya na nnọkọ nnọkọ ahụ kwadoro nhọpụta ya site na mmeri na 6 Disemba 2014",
  "Mgbe ọ ghọrọ onye isi nke otu ụmụ nwanyị, ọ ghọkwara onye otu ZANU-PF Politburo. Kemgbe afọ 2016, itinye aka nke nwanyị mbụ na ndọrọ ndọrọ ọchịchị ZANU-PF n'ime ụlọ ahụ ahụla asịrị na-ekwu na ọ na-ebute otu n'ime òtù nzuzo nke pati ahụ, G40 (Ọgbọ 40). Akụkụ nke ọzọ, Lacoste, na-eche na ọ bụ osote onye isi ala Emmerson Mnangagwa duziri ya",
  "Nkewa na ZANU-PF n'oge ahụ hiwere isi na ajụjụ nke onye ga-anọchi Mugabe.",
  "Esemokwu dị n'etiti Grace Mugabe na Mnangagwa ruru n'ókè ọgba aghara na ngwụcha Septemba 2017, ebe ndị otu abụọ ahụ na-atụ ibe ha mkpịsị aka na nzukọ ọha na eze ZANU PF",
  "Mgbe ọ na-agwa ndị na-ege ntị okwu na ozi ncheta Mahofa, Mnangagwa kwuru na e nyere ya nsí na ZANU PF Youth Interface rally na Gwanda. N'oge na-adịghị anya mgbe okwu Mnangagwa gasịrị, Onye isi ala Robert Mugabe kpọrọ mgbanwe nke ụlọ ọrụ na ihe ọtụtụ ndị kwenyere na ọ bụ ọrụ na-agbanwe ike",
  "Mnangagwa, dị ka ndị enyi ya a na-enyo enyo, tụfuru ozi ikpe",
  "Ọktoba 2017 gosipụtara mmetụta ndọrọ ndọrọ ọchịchị kachasị elu nke Grace Mugabe na ZANU PF.",
  "N'ọnwa Nọvemba 2017, Grace nyere aka n'ịchụpụ osote onye isi ala n'oge ahụ, Emmerson Mnangagwa, mgbe ọ baara ya mba maka ịkpata nkewa na Zanu PF",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, Grace kwupụtara ebumnuche ya nke iweghara ọkwa osote onye isi ala",
  "Mba ahụ nọ n'ọgba aghara dị elu ma n'oge na-adịghị anya mgbe nke ahụ gasịrị mgbe Emmerson Mnangagwa choro ebe mgbaba na mpụga Zimbabwe, ndị agha weghaara ọchịchị na-enweghị ọbara n'okpuru General Constantino Chiwenga",
  "Grace Mugabe bụ onye a na-adịghị ahụ anya n'oge a na akụkọ dị iche iche banyere ebe ọ nọ",
  "N'abalị iri na itoolu n'ọnwa Nọvemba, a chụpụrụ Grace Mugabe na ndị enyi ya iri abụọ na ZANU-PF. Mgbe Robert Mugabe nwụrụ na 6 Septemba 2019, ndị Mugabe abụọ ahụ nọ na Singapore.",
  "Mgbe a machibidoro ndị na-ekiri ihe na-emenụ site na European Union inyocha ntuli aka Zimbabwe nke afọ 2002, EU tinyere ntaramahụhụ na ndị isi Zimbabwe 20 wee, na July, gbasaa ha ka ha tinye Grace Mugabe na ndị ọzọ 51, machibido ha ịga mba ndị sonyere ma mee ka akụ ọ bụla e nwere n'ebe ahụ kwụsị. N'afọ 2003, United States guzobere ihe mgbochi yiri nke ahụ.",
  "N'oge ọ bụ nwanyị mbụ, Grace Mugabe lekọtara iwu obí eze abụọ",
  "Nke mbụ, nke a na-akpọkarị \"Gracelands\", ka a katọrọ maka oke ya",
  "Grace Mugabe mechara kọwaa na o jiri ego nke ya kwụọ ụgwọ ya. E mechara resị ya Muammar Gaddafi nke Libya",
  "E wuchara nke abụọ na 2007, na-efu ihe dị ka $ 50 nde",
  "Ọ bụ ndị otu ZANU-PF kwadoro ọrụ ahụ iji kelee Robert Mugabe maka ọrụ ndọrọ ndọrọ ọchịchị ya.",
  "N'afọ 2002, Grace Mugabe gara n'ụlọ ọrụ ugbo na Zimbabwe, na-achọ ebe ọhụrụ maka onwe ya na ezinụlọ ya",
  "Ọ họọrọ Iron Mask Estate, nke ndị ọrụ ugbo John na Eva Matthews nwere n'oge gara aga.",
  "Ezinụlọ ahụ nwere ihe onwunwe na Malaysia, na mbido afọ 2008, a kọrọ na Grace Mugabe nwere olileanya ịkwaga ebe ahụ na ụmụ ya",
  "Ebumnuche nke ịkwaga bụ ịgbanahụ nrụgide nke ndị ndu na iji dozie egwu na ezinụlọ mbụ na-eche ogbugbu ihu.\nO nwetakwara ihe onwunwe na Hong Kong, gụnyere azụmahịa na-egbutu diamond na ihe onwunwa na Tai Po, New Territories",
  "Akụkọ IOL kwuru na e bu n'uche inweta ihe onwunwe a dị ka ezumike ngwụsị izu maka nwa ha nwanyị, Bona, onye na-agụ akwụkwọ na Mahadum Hong Kong n'okpuru aha efu, nakwa na ya na di ya na-atụ anya ịgbaga China ma ọ bụrụ na a chụpụ ha n'ọchịchị na Zimbabwe. Ndị omeiwu nke òtù na-akwado ọchịchị onye kwuo uche ya gbara gọọmentị Hong Kong ume ka ha mụọ ma ha ga-agbaso omume mba ụwa iji gbochie ụfọdụ ndị ndọrọ ndọrọ ọchịchị mba ọzọ dịka ọtụtụ ndị nwere ike ịchọ ịzụta ihe onwunwe, itinye ego, ma ọ bụ agụmakwụkwọ na Hong Kong. Lee Wing-tat kwuru na Beijing kwesịrị ime mkpebi ebe ọ bụ na nke a bụ ihe gbasara mba ọzọ. Ọnụ na-ekwuchitere Jiang Yu site na Ministry of Foreign Affairs nke People's Republic of China kwuru na ọ maghị banyere ụlọ ndị Mugabes na-azọrọ na ha zụrụ na Hong Kong ma ọ gaghị ekwu okwu ọzọ. Otu prọfesọ na Mahadum Hong Kong kwuru na Beijing na-anwa ịpụ na esemokwu ahụ. Gọọmentị etiti Beijing jụrụ nchegbu ahụ, na-agbakwụnye na a hapụrụ ndị Falun Gong ịzụta ihe onwunwe na Hong Kong.",
  "A kọrọ na 2015 na Zimbabwe tinyere aka na esemokwu iwu banyere onye nwe ihe onwunwe na Tai Po nke Bona Mugabe nọrọ na ya mgbe ọ bụ nwa akwụkwọ na Hong Kong",
  "E nwetara ihe onwunwe ahụ na June 2008 site na ụlọ ọrụ nke onye ọchụnta ego South Africa a mụrụ na Taiwan bụ Hsieh Ping-sung na-achịkwa maka HK $ 40 nde ($ 5.14 nde) wee nyefee ya n'aha nke ya na 2010. Ndị Mugabe na-ekwu na obodo ahụ bụ nke gọọmentị Zimbabwe, ebe Hsieh, onye bụbu onye nzuzo Mugabe, na-ekwu n'enweghị obi abụọ na ụlọ ahụ bụ nke ya.",
  "N'ọnwa Disemba afọ 2010, ozi ndị nnọchi anya mba Amerịka nke WikiLeaks wepụtara wetara ebubo ndị ọzọ na ndị ọrụ gọọmentị Zimbabwe dị elu na ndị nwere njikọ dị mma, gụnyere nwunye Mugabe Grace, na-enweta ọtụtụ nde dollar na ego onwe onye site n'ịkwụ ụgwọ ìgwè ndị na-egwu ala iji jiri aka wepụta diamond site na ebe a na-egwupụta ihe n'ebe Chi Cha Cha Cha n'ebe ọwụwa anyanwụ Zimbabwe. Grace Mugabe na-agba akwụkwọ ugbu a na akwụkwọ akụkọ Zimbabwe maka akụkọ ya banyere nkwupụta nke WikiLeaks wepụtara na o nwetara \"nnukwu uru\" site na ebe a na-egwupụta diamond na mba ahụ",
  "Nwunye onye isi ala na-achọ $ 15m (£ 9.6m) site na akwụkwọ akụkọ Standard.",
  "A maara Grace Mugabe maka ndụ ya dị oké ọnụ ahịa, ụlọ ọrụ mgbasa ozi ọdịda anyanwụ akpọwokwa ya \"Gucci Grace\". The Daily Telegraph kpọrọ ya \"onye a ma ama n'ụlọ maka mmebi iwu ya\" na mkpuchi nke njem 2003 na Paris, n'oge a kọrọ na ọ na-emefu £ 75,000 (ihe dị ka US $ 120,000) n'oge dị mkpirikpi ịzụ ahịa; na n'ime afọ ndị na-eduga na 2004 wepụrụ ihe karịrị £ 5 nde na Central Bank of Zimbabwe. Mgbe a gụnyere Grace Mugabe na mmachibido iwu nke afọ 2002, otu onye omeiwu EU kwuru na mmachibidoro ahụ ga-akwụsị Grace Mugabe ịga njem ịzụ ahịa ya n'ihu oke ịda ogbenye na-emebi ndị Zimbabwe. Ọ na-eche ntaramahụhụ yiri nke ahụ ihu na United States.",
  "Arụmụka malitere mgbe e nyere Grace Mugabe nzere doctoral na sociology na Septemba 2014 site na Mahadum nke Zimbabwe ọnwa abụọ mgbe ọ banyere na mmemme ahụ",
  "Di ya na onye isi mahadum Robert Mugabe nyere ya nzere ahụ",
  "E bipụtaghị akwụkwọ edemede doctoral ya na ndị ọzọ gụsịrị akwụkwọ na mahadum ma ọ na-eche oku ihu iji weghachite PhD ya. Inye nzere ahụ kpatara mmeghachi omume n'etiti ndị agụmakwụkwọ Zimbabwe, ụfọdụ na-ekwu na nke a nwere ike imerụ aha mahadum ahụ. Na 22 Jenụwarị 2018, ebe nrụọrụ weebụ Mahadum bipụtara thesis PhD nke Grace Mugabe (na-enweghị peeji mbinye aka nke kọmitii doctoral). Levi Nyagura, osote chancellor nke Mahadum nke Zimbabwe, ka ụlọ ọrụ Zimbabwe Anti-Corruption Commission jidere n'afọ 2018 ka a boo ya ebubo iji ọrụ na-ezighị ezi mgbe nyocha banyere PhD gasịrị.",
  "Aha Mugabe maka ime ihe ike na iwe ọkụ mere ka a kpọọ ya \"Dis-Grace\" n'ụlọ. Enwekwara ihe omume na mba ofesi: The Times kọrọ na 18 Jenụwarị 2009 na, mgbe ọ na-aga ịzụ ahịa na Hong Kong ebe nwa ya nwanyị Bona Mugabe bụ nwa akwụkwọ mahadum, Mugabe nyere onye na-eche ya nche iwu ka ọ wakpo onye na-ese foto Sunday Times Richard Jones n'èzí họtel ya. Mgbe ahụ, ọ sonyeere mwakpo ahụ, na-akụ Jones ugboro ugboro n'ihu mgbe ọ na-eyi mgbaaka diamond, na-eme ka ọ bụrụ onye a na-ebibi ma na-emebi. E mechara nye ya nnwere onwe pụọ n'ikpe 'n'okpuru iwu ndị nnọchi anya China' n'ihi ọnọdụ ya dị ka nwunye Mugabe.",
  "N'ọnwa Ọgọstụ 2017, mgbe ọ na-eleta South Africa iji gwọọ mmerụ ahụ n'ikiri ụkwụ, a na-ekwu na Grace wakporo onye nlereanya dị afọ 20, Gabriella Engels, na ndị enyi abụọ, ndị ya na ụmụ ya nwoke abụọ, Robert Jr",
  "na Chatunga, nọ na họtel dị na Sandton, Johannesburg. A na-ebo ebubo na Grace kụrụ ụmụ nwanyị na ụmụ ya nwoke, na eriri mgbatị, na-akpata mmerụ ahụ dị iche iche gụnyere oghere miri emi n'egedege ihu Engels. Nke a bụ mgbe ha boro ụmụ nwanyị ebubo na ha na ụmụ ya bi",
  "Mgbe Engels boro ebubo maka \" mwakpo na ebumnuche ịkpata mmerụ ahụ siri ike\", Grace ga-apụta n'ụlọ ikpe Johannesburg na 15 Ọgọst 2017, mana o meghị ya; e mechara nye ya nnwere onwe. Mgbe Emmerson Mnangagwa chụpụrụ onye isi ala Robert Mugabe, Gabriella Engels biputere tweet na-aṅụ iyi ịbọ ọbọ na Grace Mugabe. N'abalị iri atọ n'ọnwa Julaị n'afọ 2018, Ụlọikpe Kasị Elu nke South Africa wepụrụ Grace ikike ya na ndọrọ ndọrọ ọchịchị ma kwe ka ikpe metụtara mwakpo ya megide Engels gaa n'ihu.",
  "Onye na-ekwuchitere ndị uwe ojii kwuru na 26 Machị 2018 na ha na-enyocha ikpe nke ebubo mbubata ọdụ́ metụtara Grace",
  "Onye na-ekwuchitere ụlọ ọrụ na-ahụ maka ogige ntụrụndụ na anụ ọhịa nke Zimbabwe kwuru na Mugabe na ndị isi ọrụ ya manyere ndị ọrụ ogige ntorobịa ịbịanye aka na ikike mbupụ maka ihe ndị dị n'akụkụ ọdụ́ n'oge di ya bụ onye isi ala.",
  "N'afọ 2017, Grace's Mazowe Citrus Estate weghaara pasent 60 nke Mazowe Dam",
  "Na 24 Ọgọst 2018",
  "Onye isi ala Zimbabwe Emmerson Mnangagwa nyere iwu ka ezinụlọ Mugabe hapụ Dam ahụ ma weghachite òkè ha na Ngalaba Na-ahụ Maka Gburugburu Ebe Obibi, Mmiri, na Ọnọdụ Ihu igwe.",
  "Àtụ:First Ladies of Zimbabwe"
]