[
  "Grafton Tyler Brown (úbọchị irí abụọ na abụọ n'ọnwa Februari, 1841 rụo ụbọchị abụọ n'ọnwa Machị March, 1918) bụ ónyé America na-ese ihe, onye na-ede akwụkwọ na onye na-ese map",
  "Brown bụ ónyé Africa America mbụ na-ese ihe iji mepụta ọrụ na-egosi Pacific Northwest na California.",
  "A mụrụ ya n'ubochí irí abụọ na abụọ n'ọnwa Febụwarị,1841, na Harrisburg, Pennsylvania. Nne na nna ya bụ Wilhelmina na Thomas Brown, ndị amụrụ n'efu na Maryland wee kwaga Pennsylvania na 1837. Nna ya bụ onye nweere onwe ya ma tinye aka na abolitionist movement",
  "Brown rụrụ ọrụ maka onye na-ebi akwụkwọ na Philadelphia mgbè ọ dị afọ iri na anọ",
  "Ọ bụ n'ebe ahụ ka ọ mụtara nkà nke lithography.",
  "Brown kwagara San Francisco na 1858 wee rụọ ọrụ dị ka ónyé na-elekọta ụlọ nkwari akụ na onye na-ebugharị ụgbọ mmiri. Ọ rụrụ ọrụ dị ka ónyé na-ede akwụkwọ tupu a mara ya dị ka onye-ese ihe na 1880s",
  "Na San Francisco, ọ rụrụ ọrụ na Kuchel & Dressel site na 1861 na 1867",
  "N'afọ 1867 ọ meghere ụlọ ọrụ nke ya",
  "Ọrụ akụ na ụba na California nke ọrụ igwu ala kwadoro mere ka Brown mepụta mgbasa ozi, map, na édémédé maka ọtụtụ ndị ahịa n'ime afọ 1870. N'afọ 1878 o mepụtara The Illustrated History of San Francisco, nke nwere ihe oyiyi iri asaá na abụọ nke obodo ahụ. Ọrụ Brown na Bay Area na Nevada Territory gụnyere akwụkwọ nke ebe obibi, ire ihe onwunwe, nkwupụta na ókèala obodo.",
  "N'afọ sochirinụ, ọ rere ụlọ ọrụ ya",
  "Ọ hapụrụ Bay Area na 1882 wee kwaga Victoria, British Columbia",
  "Mgbè ọ nọ ebe ahụ, o sonyere na Amos Bowman Geological Survey",
  "Mgbe ọ na-ekere òkè na nyocha ahụ, ọ rụrụ ọrụ dị ka onye na-ese ihe ma dekọọ ugwu Cascade",
  "N'afọ 1884 ọ laghachiri na United States wee gaa n'ebe ugwu ọdịda anyanwụ na ọdịda anyanwụ, na-ese ebe ndị dị ka Ugwu Rainier",
  "Ọ biri na Portland, Oregon, na-ese ihe osise ala ma na-aga Yosemite na Yellowstone National Park iji see ihe. Grafton Tyler Brown bụ onye na-ese ihe nke njirimara ya gbanwere site na Black gaa na ọcha ka ọ na-agafe Pacific Northwest.",
  "N'afọ 1893, Brown kwagara Saint Paul, Minnesota",
  "Na St",
  "Paul, ọ rụrụ ọrụ ọzọ dị ka ónyé na-ese ihe, n'oge a maka United States Army Corps of Engineers na màkà obodo St",
  "Paul's engineering department",
  "Ọ nwụrụ na St",
  "Peter, Minnesota, n'ubochí abụọ n'ọnwa Machị, 1918.",
  "A na-enwe ọrụ Brown na nchịkọta nke Royal British Columbia Museum, Oakland Museum of California, Crocker Art Museum na Sacramento, California Smithsonian American Art Museum, na Los Angeles County Museum of Art.",
  "Media related to Grafton Tyler Brown at Wikimedia Commons"
]