[
  "Frank Graham Bell (ụbọchị irí abụọ n'otu n'ọnwa Nọvemba 1910 rụọ úbọchị itoolu n'ọnwa Ọgọst 1943) bụ onye na-ese foto, ọdịdị ala na ndụ nwụrụ anwụ, yana ónyé guzobere ụlọ akwụkwọ Euston Road School",
  "Ọ bụkwa onye nta akụkọ na onye edemede na nka na ónyé na-ese ihe",
  "A mụrụ ya na South Africa, ọ nọrọ ọtụtụ ọrụ ya na Britain (afọ 1931 rụọ afọ 1943), ebe ọ nwụrụ n'ihe mberede ụgbọ elu n'oge Agha Ụwa nke Abụọ.",
  "A mụrụ Frank Graham Bell n'ubochí irí abụọ n'otu n'ọnwa Nọvemba n'afọ 1910 nà South Africa nkè ógè a, na Durban ma ọ bụ Transvaal Province",
  "O nwere nwanne nwoke nke obere, Geoffrey Graham Bell, onye ghọkwara onye na-ese ihe.",
  "O buru ụzọ rụọ ọrụ na ụlọ akụ na ugbo tupu ọ tụgharịa na nka",
  "Ọ gụrụ akwụkwọ na Durban Art School, ma mee ihe ngosi izizi ya na City Hall na Durban n'afọ 1931.",
  "N'afọ 1931, ya na Anne Bilbrough kwagara Britain, nwa agbọghọ na-eme ihe nkiri nke ọ mechara lụọ ma bụrụ nne nke naanị nwa ha nwanyị bụ Harriet",
  "Na mbụ, ọrụ Duncan Grant kpaliri ya; mgbé ahụ ọ zutere William Coldstream",
  "N'afọ 1934 n'okpuru mmetụta nke Geoffrey Tibble, o gosipụtara ọrụ ndị na-abụghị ndị nnọchiteanya na ngosi nkè Objective Abstractions na Zwemmer Gallery.",
  "N'agbata afọ 1934 na afọ 1937 Bell hapụrụ ise ihe ma bídó ọrụ odeakụkọ",
  "O nyere aka na New Statesman wee gaa n'ihu bụrụ onye nchịkọta nka ya.",
  "Bell bịdọrọ ise ihe ọzọ, n'afọ 1937 ya na William Coldstream, Lawrence Gowing, Rodrigo Moynihan, Victor Pasmore na Claude Rogers, ghọrọ onye guzobere Euston Road School",
  "Ìgwè ndị na-ese ihe a na-akụzi ma ọ bụ na-amụ ihe na ụlọ akwụkwọ nke eserese na eserese nke ha guzobere na ọnụọgụgụ narị atọ na iri na isii Euston Road na London",
  "Ha nwere mmasị n'omenala nke eserese sitere na ọrụ Cézanne, na-emeghachi omume megide ụdị avant-garde ma na-ekwusi ike na mkpa ọ dị ise ihe ọdịnala n'ụzọ dị adị",
  "Ihe omume ha dabeere n'ụzọ dị ukwuu na ebumnuche ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya nke ịmepụta nka a na-aghọta nke ọma na nke metụtara mmekọrịta mmadụ na eze",
  "Ọtụtụ ndị otu ahụ bụ ndị Socialist na ụfọdụ bụ ndị otu Communist Party",
  "Ọtụtụ na-edekọkwa oge ha maka ndị ga-abịa n'ọdịnihu dị ka akụkụ nke Mass Observation movement, mana ọrụ ha abụghị mgbasa ozi n'ụzọ nke Socialist Realism",
  "Ụlọ akwụkwọ ahụ nwere njikọ na Artists' International Association, ma nyere ndị na-ese ihe na-agbapụ na Nazi Germany aka ịkwaga ma chọta ọrụ.",
  "N'afọ 1960, Harriet Graham Bell, naanị nwa nwanyị Frank, lụrụ ónyé na-anakọta ihe osise John Cullis.",
  "Mgbè agha ahụ gasịrị, Lund Humphries bipụtara The Paintings of Graham Bell na mmeghe nke Sir Kenneth Clark (afọ 1947), na Arts Council of Great Britain gụnyere ụfọdụ ọrụ Bell na ngosi ha, The Euston Road School (afọ 1948).",
  "Okwu otuto nye John na Harriet Cullis', The Journal of Wyndham Lewis Studies, Mpịakọta nke 7 (2016), peeji nke 3410147."
]