[
  "Granola bụ nri ụtụtụ na nri na-atọ ụtọ nke nwere oats, mkpụrụ osisi, mmanụ aṅụ ma ọ bụ ihe ndị ọzọ na-atọ ọchị dị ka shuga na-acha nchara nchara, na mgbe ụfọdụ osikapa, nke a na-esikarị ya ruo mgbe ọ dị mma, a na-akpọ ya na ọla edo",
  "A na-akpali ngwakọta ahụ mgbe a na-eme achịcha iji zere ire ọkụ na iji mee ka nri ụtụtụ na-agbanwe agbanwe",
  "A na-agbakwunye mkpụrụ osisi a mịrị amị, dị ka mkpụrụ vaịn na mkpụrụ osisi, na ihe ndị dị ka chocolate mgbe ụfọdụ",
  "A na-eri Granola na yogọt, mmanụ aṅụ, mkpụrụ osisi ọhụrụ (dị ka unere, strawberries ma ọ bụ blueberries), mmiri ara ehi ma ọ bụ ụdị ọka ndị ọzọ",
  "Ọ na-arụkwa ọrụ dị ka ihe dị n'elu maka achịcha dị iche iche, nri oriri ma ọ bụ ice cream",
  "Muesli yiri granola, ma e wezụga na ọ bụghị omenala ka a na-eme ya ka ọ dị ụtọ ma ọ bụ na-eme achịcha.",
  "A na-ewere Granola mgbe ụfọdụ mgbe ị na-aga ije, ogige, ma ọ bụ backpacking n'ihi na ọ na-edozi ahụ, dị mfe, calorie dị elu, ma dị mfe ichekwa (ihe ndị na-eme ka ọ dị ka ngwakọta ụzọ na muesli)",
  "Ndị na-emepụta ihe na-agbakwunye mmanụ aṅụ, ọka syrup, ma ọ bụ maple syrup na ya ma tinye ya n'ime ụlọ mmanya granola, nke na-eme ka ọ dị mfe iburu maka nri ehihie, ịga ije, ma ọ bụrụ ihe omume ndị ọzọ n'èzí.",
  "Aha Granula na Granola bụ akara ahịa edebara aha na ngwụcha narị afọ nke 19 na mba United States maka nri ndị nwere ihe na-atọ ụtọ na-eme ka ọ bụrụ ihe na-esi ísì ụtọ ma sie ya ruo mgbe ọ ga-esi",
  "Aha ahụ bụ ugbu a akara ahịa naanị na Australia na New Zealand, mana a ka na-akpọkarị muesli n'ebe ahụ.",
  "Dr",
  "James Caleb Jackson mepụtara Granula na Dansville, New York na Jackson Sanitarium na afo 1863. Jackson Sanitarium bụ ụlọ ọgwụ a ma ama nke na-arụ ọrụ na mmalite narị afọ nke 20 n'akụkụ ugwu na-ele Dansville anya",
  "A makwaara ya dị ka Our Home on the Hillside; ya mere ụlọ ọrụ ahụ guzobere iji ree ọka Jackson bụ nke a maara dị ka Our home Granula Company",
  "Granula bụ ntụ ọka Graham ma yie ụdị mkpụrụ vaịn buru ibu",
  "Ọ bụ John Harvey Kellogg mepụtara ọka yiri nke ahụ",
  "A makwara ya na mbụ dị ka Granula, mana a gbanwere aha ahụ ka ọ bụrụ Granola iji zere nsogbu iwu na Jackson.",
  "A maliteghachiri nri na aha ahụ n'afọ ndị afọ 1960, a gbakwunyere mkpụrụ osisi na mkpụrụ osisi na ya iji mee ka ọ bụrụ nri ahụike nke na-ewu ewu na ahụike na okike hippie",
  "N'oge ahụ, ọtụtụ ndị mmadụ na-azọrọ na ha emeela ka ma ọ bụ mepụta granola ọzọ",
  "Onye ọzọ na-akwalite ya bụ Layton Gentry, nke a kọwara na Time dị ka \"Johnny Granola-Seed\". N'afọ 1964, Gentry rere ikike nke usoro nri granola site na iji oats, nke o kwuru na ọ bụ ya chepụtara onwe ya, na Sovex Natural Foods maka $ 3,000",
  "E hiwere ụlọ ọrụ ahụ na afọ 1953 na Holly, Michigan site n'aka ezinụlọ Hurlinger na ebumnuche bụ isi nke imepụta ihe na-eme ka ihe iko achịcha na soy sauce nke a maara dị ka \"Sovex\"",
  "Na mbido afọ 1964, John Goodbrad zụrụ ya wee kwaga Collegedale, Tennessee",
  "N'afọ 1967, Gentry zụrụ ikike maka ọdịda anyanwụ nke Rockies maka $ 1,500 wee ree ikike nke ụsọ oké osimiri ọdịda anyanwụ na Wayne Schlotthauer nke Lassen Foods na Chico, California, maka $ 18,000. E guzobere Lassen site na ụlọ ọrụ na-eme achịcha nri dị mma nke nna nna Schlotthauer na-elekọta. E nyere ikike Canada na afo 1972 na Congregation Shalom Ba-olam, otu ọrụ ebere nke mepụtara \"Layton Gentry's Original Crunchy Granola\" dị ka onye na-anakọta ego.",
  "N'afọ 1969, n'oge Woodstock, Lisa Law rịọrọ ndị na-ahazi emume maka $ 3,000 iji zụta, na New York City, oats, bulgar wheat, wheat germ, apricots a mịrị amị, currants, almonds, soy sauce, na mmanụ aṅụ iji mee muesli, ndị ọrụ afọ ofufo nyere ihe dị ka mmadụ 130,000 iko Dixie.",
  "N'afọ 1972, onye isi na Pet Milk, St",
  "Louis, Missouri, wepụtara Heartland Natural Cereal, nnukwu granola azụmahịa mbụ. N'ihe fọrọ nke nta ka ọ bụrụ n'otu oge ahụ, ụlọ ọrụ Quaker Oats wepụtara Quaker 100% Natural Granola",
  "Gentry yiri Quaker egwu na ọ ga-eme ihe n'ụlọ ikpe, ha wee gbanwee aha ngwaahịa ha ka ọ bụrụ Harvest Crunch",
  "N'ime otu afọ, Kellogg ewebatala ọka granola ya \"Country Morning\" na General Mills ewebatala \"Nature Valley\" ya. N'afọ 1974, McKee Baking (mgbe e mesịrị McKee Foods), ndị na-eme achịcha Little Debbie, zụrụ Sovex",
  "N'afọ 1998, ụlọ ọrụ ahụ nwetara akara Heartland wee bufee mmepụta ya na Collegedale",
  "N'afọ 2004, a gbanwere aha Sovex ka ọ bụrụ \"Blue Planet Foods\".",
  "Ụlọ mmanya Granola (ma ọ bụ ụlọ mmanya muesli) aghọwo ihe a ma ama dị ka ihe oriri, yiri flapjack ọdịnala a maara na British Isles na Newfoundland",
  "Ogwe Granola nwere granola agwakọ ya na mmanụ aṅụ ma ọ bụ syrup ndị ọzọ na-atọ ụtọ, a na-agbanye ya ma na-eme ya ka ọ bụrụ ụdị ogwe, na-akpata mmepụta nke nri dị mfe",
  "A na-etinye ogwe Granola n'otu n'otu na akpa a kara akara, ọbụlagodi mgbe a zụrụ igbe nke ọtụtụ ogwe",
  "Nke a na-enyere ndị mmadụ aka itinye mmanya a na-etinye n'ime akpa, akpa azụ ma ọ bụ akpa ọzọ maka oriri n'oge ọzọ",
  "Ngwaahịa ahụ kachasị ewu ewu na mbà United States, Canada, Australia, New Zealand, United Kingdom, akụkụ ndịda Europe, Brazil, Israel, Ndịda Afrịka, na Japan.",
  "Jayne Hurley, onye isi na-ahụ maka nri na-edozi ahụ nke na-arụ ọrụ maka Center for Science in the Public Interest, na-ekwu na ụlọ mmanya granola abụghị \"ihe oriri ahụike\" na \"[t]hey're n'ụzọ bụ isi kuki na-eme ka ọ bụrụ nri ahụike\"",
  "E jiri ya tụnyere mmanya chocolate Kit Kat, n'otu ịdị arọ, mmanya ahụekere Nature Valley granola nwere calorie na abụba yiri nke ahụ, yana sodium karịa ma ọ bụ ọkara shuga.",
  "Matzo granola bụ nri ụtụtụ ndị Juu na-eri n'oge ezumike Ista",
  "Ọ na-agụnye iberibe matzo gbawara agbawa n'ọnọdụ oats",
  "Enwere ike ịme ọtụtụ ọdịiche site na itinye ihe ndị ọzọ."
]