[
  "Greenwashing (okwu dị mgbagwoju anya nke emere na \"whitewash\"), nke a na-akpọkwa \"green sheen\", bụ ụdị mgbasa ozi ma ọ bụ ịzụ ahịa ahịa nke a na-eji aghụghọ eme PR akwụkwọ ndụ akwụkwọ ndụ na akwụkwọ ndụ akwụkwọ ndụ iji mee ka ọha na eze kwenye na ngwaahịa, ebumnuche na atumatu ụlọ ọrụ bụ",
  "gburugburu ebe obibi enyi na enyi",
  "Ụlọ ọrụ ndị na-ama ụma na-amalite usoro nzikọrịta ozi ndụ ndụ na-emekarị nke a iji kewapụ onwe ha na ndahie gburugburu ebe obibi ha ma ọ bụ nke ndị na-ebubata ha.",
  "Ihe atụ nke greenwashing bụ mgbe otu ụlọ ọrụ na-etinye nnukwu ego na mgbasa ozi ịbụ \"acha akwụkwọ ndụ akwụkwọ ndụ\" karịa na omume ọma gburugburu ebe obibi",
  "Ịsacha akwụkwọ ndụ akwụkwọ ndụ nwere ike ịmalite site n'ịgbanwe aha ma ọ bụ akara ngwaahịa iji kpalie gburugburu ebe obibi (dịka ọmụmaatụ na ngwaahịa nwere kemịkal na-emerụ ahụ) gaa na mgbasa ozi ọtụtụ nde dollar nke na-egosi ụlọ ọrụ ike na-emetọ nke ukwuu dị ka enyi na enyi",
  "Greenwashing na-ekpuchi atụmatụ na atumatu ụlọ ọrụ na-adịghị adịgide adịgide",
  "Ebubo ọha na eze maka ịsa akwụkwọ ndụ akwụkwọ ndụ akwadola iji okwu a na-abawanye ụba.",
  "Ọtụtụ ụlọ ọrụ na-eji greenwashing iji kwalite echiche ọha na eze maka ụdị ha",
  "Ihe owuwu ụlọ ọrụ gbagwojuru anya nwere ike ikpuchi nnukwu foto ahụ",
  "Ndị nkatọ nke omume a na-atụ aro ịrị elu nke ịsacha akwụkwọ ndụ akwụkwọ ndụ, jikọtara ya na iwu na-adịghị arụ ọrụ, na-enye aka na-enwe obi abụọ nke ndị ahịa na-ekwu na akwụkwọ ndụ akwụkwọ ndụ niile ma na-ebelata ike nke ndị ahịa na-ebuga ụlọ ọrụ gaa na usoro nrụpụta greener na ọrụ azụmahịa.",
  "Greenwashing amụbaala n'afọ ndị na-adịbeghị anya iji gboo mkpa ndị ahịa maka ngwa ahịa na ọrụ na gburugburu ebe obibi",
  "Iwu ọhụrụ, iwu, na ntụzịaka sitere n'aka otu dị ka kọmitii nke Omume Mgbasa Ozi pụtara ịkụda ụlọ ọrụ ka ha ghara iji akwụkwọ ndụ akwụkwọ ndụ na-eduhie ndị na-azụ ahịa.",
  "TerraChoice, ngalaba na-ahụ maka gburugburu ebe obibi nke UL, kọwara \"mmehie asaa nke greenwashing\" na 2007 iji \"nyere ndị na-azụ ahịa aka ịmata ngwaahịa ndị mere ebubo gburugburu ebe obibi na-eduhie eduhie\":",
  "Òtù ahụ kwuru na ka ọ na-erule afọ 2010 ihe dị ka pasentị 95 nke ngwaahịa ndị ahịa na US na-azọrọ na ha bụ akwụkwọ ndụ akwụkwọ ndụ ka achọpụtara na ha mere opekata mpe otu n'ime mmehie ndị a.",
  "Keep America Beautiful bụ mkpọsa nke ndị na-emepụta ihe ọṅụṅụ na ndị ọzọ tọrọ ntọala na 1953",
  "Mgbasa ozi ahụ lekwasịrị anya na imegharị ihe na ịkwasa ihe, na-atụgharị uche na ọrụ ụlọ ọrụ iji chebe gburugburu ebe obibi",
  "Ebumnobi ya bụ igbochi iwu nke arịa ndị a na-atụfu ihe dị ka nke Vermont hibere.",
  "N'etiti 1960s, mmegharị gburugburu ebe obibi nwetara ume",
  "Nke a kpaliri ọtụtụ ụlọ ọrụ ịmepụta ihe oyiyi akwụkwọ ndụ akwụkwọ ndụ ọhụrụ site na mgbasa ozi",
  "Jerry Mander, onye bụbu onye isi mgbasa ozi Madison Avenue, kpọrọ ụdị mgbasa ozi ọhụrụ a “ecopornography”.",
  "Emere Ụbọchị Ụwa mbụ n'April 22, 1970",
  "Nke a gbara ọtụtụ ụlọ ọrụ ume ịkpọsa onwe ha dịka enyi na gburugburu ebe obibi",
  "Ndị ọrụ ọha ji $300 nde mgbasa ozi onwe ha dị ka ụlọ ọrụ na-acha akwụkwọ ndụ akwụkwọ ndụ dị ọcha",
  "Nke a ji okpukpu asatọ karịa ego ha mefuru na nyocha mbelata mmetọ.",
  "Ọ bụ onye na-ahụ maka gburugburu ebe obibi New York bụ Jay Westerveld chepụtara okwu a na-acha akwụkwọ ndụ akwụkwọ ndụ na edemede 1986 gbasara omume ụlọ ọrụ nkwari akụ nke itinye ọkwa n'ime ụlọ ihi ụra na-akwalite iji akwa nhicha akwa iji \"chekwa gburugburu\"",
  "O kwuru na ọtụtụ mgbe, obere mbọ ma ọ bụ enweghị mbọ iji belata ihe mkpofu ọkụ bụ ụlọ ọrụ ndị a na-eme, ọ bụ ezie na iji akwa nhicha akwa eme ihe na-azọpụta ha ọnụ ahịa ịsa ákwà",
  "O kwubiri na ọtụtụ mgbe, ezi ebumnobi bụ ịba ụba uru ma kpọọ nke a na ndị ọzọ na-erite uru-mana-adịghị arụ ọrụ nke \"gburugburu gburugburu-akọ na uche\" dị ka ịsa ahịhịa.",
  "Na 1991, otu nnyocha e bipụtara na Journal of Public Policy and Marketing (American Marketing Association) chọpụtara na 58% nke mgbasa ozi gburugburu ebe obibi nwere ma ọ dịkarịa ala otu nkwupụta aghụghọ",
  "Nnyocha ọzọ chọpụtara na 77% nke ndị mmadụ kwuru na aha gburugburu ebe obibi nke ụlọ ọrụ metụtara ma ha ga-azụta ngwaahịa ya",
  "Otu ụzọ n'ụzọ anọ nke ngwaahịa ụlọ niile a na-ere gburugburu Ụbọchị Ụwa kpọsara onwe ha dị ka akwụkwọ ndụ akwụkwọ ndụ na enyi na gburugburu ebe obibi",
  "N'afọ 1998, Federal Trade Commission kere \"Green Guidelines\", nke kọwapụtara okwu ejiri na ahịa gburugburu ebe obibi",
  "N'afọ sochirinụ, FTC chọpụtara na nkwupụta ụlọ ọrụ Nuclear Energy Institute nke ịdị ọcha na gburugburu ebe obibi abụghị eziokwu",
  "FTC emeghị ihe ọ bụla gbasara mgbasa ozi ndị ahụ n'ihi na ha esighị n'ikike ụlọ ọrụ ahụ",
  "Nke a mere ka ndị FTC ghọta na ha chọrọ ụkpụrụ ọhụrụ, doro anya, nke nwere ike imenye ya",
  "N'afọ 1999, agbakwunyere okwu ahụ bụ \"acha akwụkwọ ndụ akwụkwọ ndụ\" na Oxford English Dictionary.",
  "Ụbọchị ole na ole tupu Mgbakọ Ụwa nke 1992 na Rio de Janeiro, Greenpeace wepụtara Greenpeace Book on Greenwash, nke kọwara nchịkọta ụlọ ọrụ nke nzukọ UN ma nye ọmụmụ ihe gbasara ọdịiche dị n'etiti ndị na-emetọ ụlọ ọrụ na nkwupụta okwu ha",
  "Netwọk ụwa nke atọ bipụtara ụdị akụkọ ahụ gbasaara dịka \"Greenwash: The Reality Behind Corporate Environmentalism.\"",
  "Na 2002, n'oge Mgbakọ Ụwa na Sustainable Development na Johannesburg, Greenwashing Academy kwadoro onyinye onyinye Greenwash Academy",
  "Ememe a nyere ụlọ ọrụ dịka BP, ExxonMobil, na ọbụna Gọọmenti U.S",
  "maka mgbasa ozi  greenwashing ads na nkwado maka greenwashing.",
  "Greenwashing bụ mpaghara ọhụrụ nke nyocha n'ime akparamaagwa yana enwere ntakịrị nkwenye n'etiti ọmụmụ gbasara etu ịsacha akwụkwọ ndụ akwụkwọ ndụ si emetụta ndị na-azụ ahịa na ndị nwere oke",
  "N'ihi ọdịiche dị na mba na ọdịdị ala na ọmụmụ ndị e bipụtara n'oge na-adịbeghị anya, ọdịiche dị n'etiti omume ndị ahịa na ọmụmụ ihe nwere ike ịsị na ọdịiche omenala ma ọ bụ mpaghara.",
  "Ndị na-eme nchọpụta chọpụtara na ngwaahịa ndị na-emekọrịta ihe na gburugburu ebe obibi na-amasị ndị na-azụ ahịa karịa ndị ogbo ha na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Nnyocha sitere na Lending Tree chọpụtara na 55% nke ndị America dị njikere itinyekwu ego na ngwaahịa ha chere na ọ ga-adigide na enyi na enyi.",
  "A na-ahụkwa echiche ndị na-azụ ahịa maka greenwashing ka a na-agbanye n'ogo nke greenwashing a na-ekpughere ha",
  "Nnyocha ndị ọzọ na-egosi na ndị na-azụ ahịa ole na ole na-achọpụta n'ezie ịsa akwụkwọ ndụ akwụkwọ ndụ, karịsịa mgbe ha ghọtara na ụlọ ọrụ ma ọ bụ akara dị ka aha ọma",
  "Mgbe ndị na-azụ ahịa ghọtara mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ dị ka ihe a pụrụ ịdabere na ya, ha na-azụlite àgwà dị mma karịa ika ahụ, ọbụlagodi mgbe mgbasa ozi na-acha akwụkwọ ndụ akwụkwọ ndụ.",
  "Nnyocha ndị ọzọ na-egosi na ndị na-azụ ahịa na-enwekwu nchegbu na-acha akwụkwọ ndụ akwụkwọ ndụ na-enwe ike ịkọwa ọdịiche dị n'etiti ahịa ahịa akwụkwọ ndụ akwụkwọ ndụ na-akwụwa aka ọtọ na mgbasa ozi greenwashed; na-enwekwu nchegbu akwụkwọ ndụ akwụkwọ ndụ, otú ahụ ka ebumnobi ịghara ịzụta n'aka ụlọ ọrụ nke ha na-aghọta greenwashing mgbasa ozi omume",
  "Mgbe ndị na-azụ ahịa na-eji okwu ọnụ na-ekwurịta banyere ngwaahịa, nchegbu akwụkwọ ndụ akwụkwọ ndụ na-ewusi mmekọrịta na-adịghị mma dị n'etiti ebumnobi onye ahịa ịzụrụ na nghọta nke ịsa akwụkwọ ndụ akwụkwọ ndụ.",
  "Nnyocha na-egosi na ndị na-azụ ahịa enweghị ntụkwasị obi na ụlọ ọrụ ndị na-acha akwụkwọ ndụ akwụkwọ ndụ n'ihi na ha na-ele omume ahụ anya dị ka aghụghọ",
  "Ọ bụrụ na ndị na-azụ ahịa aghọta na ụlọ ọrụ ga-erite uru n'ezie site na nkwupụta ahịa ahịa akwụkwọ ndụ akwụkwọ ndụ bụ eziokwu, mgbe ahụ ọ ga-abụ na a ga-ahụ nkwupụta na ụlọ ọrụ ahụ dị ka ezigbo.",
  "Njikere nke ndị ahịa ịzụrụ akwụkwọ ndụ akwụkwọ ndụ na-ebelata mgbe ha ghọtara àgwà akwụkwọ ndụ akwụkwọ ndụ na-emebi àgwà ngwaahịa ahụ, na-eme ka ịsacha akwụkwọ ndụ akwụkwọ ndụ nwee ike ịdị ize ndụ, ọbụlagodi mgbe onye na-azụ ahịa ma ọ bụ onye na-etinye aka na-enweghị obi abụọ maka ozi akwụkwọ ndụ akwụkwọ ndụ",
  "Okwu na nkebiokwu a na-ejikarị na ozi akwụkwọ ndụ akwụkwọ ndụ na ịsa akwụkwọ ndụ akwụkwọ ndụ, dị ka \"dị nro\", nwere ike ime ka ndị na-azụ ahịa kwenye na ngwaahịa akwụkwọ ndụ akwụkwọ ndụ adịghị arụ ọrụ karịa nhọrọ na-abụghị akwụkwọ ndụ akwụkwọ ndụ.",
  "Enwere ike ịnye ngwaahịa eco-labels ma sitere na nzukọ dị n'èzí yana ụlọ ọrụ n'onwe ya, nke welitere nchegbu n'ihi na ụlọ ọrụ nwere ike ịdepụta ngwaahịa akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ enyi na gburugburu ebe obibi site na ịhọrọ nke ọma na-egosipụta àgwà dị mma nke ngwaahịa ahụ ma ọ bụghị ikpughe mmebi gburugburu ebe obibi",
  "Ndị ahịa na-atụ anya ịhụ eco-labels sitere na isi mmalite na mpụga mana ha na-ahụ akara sitere na isi mmalite ka ọ bụrụ ntụkwasị obi karịa",
  "Ndị na-eme nchọpụta na Mahadum Twente chọpụtara na akara eco nke ime ụlọ na-akwadoghị ma ọ bụ akwụkwọ ndụ akwụkwọ ndụ ka nwere ike itinye aka na echiche ndị ahịa nke ụlọ ọrụ nwere ọrụ, ebe ndị na-azụ ahịa na-ekwu na mkpali dị n'ime ya na akara eco nke ụlọ ọrụ",
  "Nnyocha ndị ọzọ na-ejikọta echiche njirimara na akwụkwọ ndụ akwụkwọ ndụ chọpụtara na ndị na-azụ ahịa na-ahụkarị mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ dị ka akwụkwọ ndụ akwụkwọ ndụ mgbe ụlọ ọrụ na-eji mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ, na-ekwu na ozi akwụkwọ ndụ akwụkwọ ndụ na-enwe mmasị onwe onye",
  "Mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ nwere ike ịla azụ, ọkachasị mgbe nkwupụta gburugburu ebe obibi agbasaghị adabaghị na njikọ aka gburugburu ụlọ ọrụ.",
  "Ndị na-eme nchọpụta na-arụ ọrụ na nghọta ndị ahịa, nkà mmụta sayensị, na akwụkwọ ndụ akwụkwọ ndụ akwụkwọ ndụ na-ekwu na ka ụlọ ọrụ wee zere echiche na-adịghị mma na echiche nke ịcha akwụkwọ ndụ akwụkwọ ndụ, ụlọ ọrụ kwesịrị \"ịga ije\" mgbe ọ na-abịa mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ na àgwà ndụ ndụ",
  "A na-ahụta ahịa akwụkwọ ndụ akwụkwọ ndụ, ịde aha na mgbasa ozi ka ọ kacha dị irè ma ọ dabara na njikọ aka gburugburu ụlọ ọrụ n'ezie",
  "A na-agbakwa nke a site na nhụta nke njikọ aka gburugburu ebe obibi ndị ahụ, nke pụtara na ọ bụrụ na ndị na-azụ ahịa amaghị maka nraranye ụlọ ọrụ na-akwado nkwado ma ọ bụ ụkpụrụ gburugburu ebe obibi, ha enweghị ike itinye akwụkwọ ndụ akwụkwọ ndụ na nyocha ha maka ụlọ ọrụ ma ọ bụ ngwaahịa.",
  "Mkpughe dị ịrịba ama na ịsacha akwụkwọ ndụ akwụkwọ ndụ nwere ike ime ka onye na-azụ ahịa nwee mmasị na ya ma ọ bụ mepụta mmetụta na-adịghị mma maka ịzụ ahịa akwụkwọ ndụ akwụkwọ ndụ",
  "Azụmahịa n'ezie akwụkwọ ndụ akwụkwọ ndụ ga-agbasi mbọ ike ka ha dị iche na ndị na-eji ebubo ụgha",
  "Ndị na-eri ahịa nwekwara ike meghachi omume na-adịghị mma maka nkwudo nkwado n'ezie n'ihi ahụmahụ na-adịghị mma na ịsa akwụkwọ ndụ akwụkwọ ndụ.",
  "Ụlọ ọrụ nwere ike ịchụso asambodo gburugburu ebe obibi iji zere ịsacha akwụkwọ ndụ akwụkwọ ndụ site na nkwenye onwe ha nke nkwupụta akwụkwọ ndụ akwụkwọ ndụ ha",
  "Dịka ọmụmaatụ, Carbon Trust Standard bidoro na 2007 n'ebumnobi ekwuputara \"ịkwụsị 'greenwash' wee gosipụta ụlọ ọrụ nwere ezi uche na ntinye aka ha na gburugburu ebe obibi\".",
  "Enweela mbọ iji belata mmetụta nke ịcha ahịhịa ndụ site n'ikpughe ya n'ihu ọha",
  "Greenwashing Index, nke Mahadum Oregon mebere na mmekorita ya na EnviroMedia Social Marketing, kwere ka ọha na eze bulite ma tụọ atụ nke ịsa akwụkwọ ndụ akwụkwọ ndụ, mana emelitere ya n'afọ 2012.",
  "Nnyocha e bipụtara na Journal of Business Ethics na 2011 na-egosi na Sustainability Ratings nwere ike igbochi greenwashing",
  "Nsonaazụ kwubiri na ọkwa nkwado dị elu na-eduga na aha njirimara dị elu nke ukwuu ma e jiri ya tụnyere ọkwa nkwado dị ala",
  "Achọpụtara otu usoro a n'agbanyeghị ọkwa nkwukọrịta nke ụlọ ọrụ nke corporate social responsibility(CSR)",
  "Nchọpụta a na-egosi na ndị na-azụ ahịa na-etinyekwu uche na ọkwa nkwado karịa nkwukọrịta CSR ma ọ bụ nkwupụta akwụkwọ ndụ akwụkwọ ndụ.",
  "Òtù Na-ahụ Maka Mgbasa Ozi Ụwa wepụtara ntụzịaka ọhụrụ isii maka ndị mgbasa ozi na 2022 bụ ebumnuche igbochi ịsacha akwụkwọ ndụ akwụkwọ ndụ",
  "Ụzọ ndị a na-akwado nkwupụta gburugburu ebe obibi kwesịrị ntụkwasị obi yana nsonaazụ na-adigide karịa",
  "Iwu zuru ụwa ọnụ gbasara ebubo gburugburu ebe obibi na-eduhie eduhie dị iche site na ụgwọ mpụ ruo nra ma ọ bụ naanị ntuziaka afọ ofufo.",
  "Iwu Omume Azụmahịa Ọstrelia na-ata ụlọ ọrụ na-enye ebubo gburugburu ebe obibi na-eduhie eduhie ahụhụ",
  "Ụlọ ọrụ ọ bụla a mara ikpe na nke a nwere ike ịnweta $6 nde [nkọwa dị mkpa] na nra",
  "Na mgbakwunye, ndị ikpe mara ga-akwụ ụgwọ maka mmefu niile ha na-eme ka ha na-edekọ ndekọ ozugbo gbasara ngwaahịa ha ma ọ bụ mmetụta gburugburu ebe obibi nke ụlọ ọrụ ha.",
  "Ụlọ ọrụ asọmpi Canada yana Canadian Standards Association na-akụda ụlọ ọrụ ịza \"nkwupụta na-edoghị anya\" gbasara mmetụta gburugburu ebe obibi ngwaahịa ha",
  "Ekwesịrị iji \"data dị ngwa ngwa kwadoo nkwupụta ọ bụla\".",
  "Ụlọ ọrụ European Anti-Fraud Office (OLAF) na-ahụ maka nyocha nke nwere ihe gburugburu ebe obibi ma ọ bụ nkwado, dị ka nkwụsị nke ego EU ezubere maka ngwaahịa akwụkwọ ndụ akwụkwọ ndụ na adịgboroja na ịkwaga ngwaahịa nwere ike imerụ gburugburu na ahụike",
  "Ọ na-ahụkwa maka igbutu osisi na ịtụba osisi na osisi dị oké ọnụ ahịa n'ụzọ iwu na-akwadoghị na EU (ịsa osisi).",
  "Na Jenụwarị 2021, European Commission, na nkwado nke ndị isi nchekwa ndị ahịa nke mba, bipụtara akụkọ na nyocha ya kwa afọ nke webụsaịtị ndị ahịa nyochara maka mmebi iwu nchekwa ndị ahịa EU",
  "Ọmụmụ ihe ahụ nyochara nkwupụta akwụkwọ ndụ akwụkwọ ndụ n'ofe dịgasị iche iche nke ngwaahịa ndị na-azụ ahịa, na-ekwubi na maka pasent 42 nke webụsaịtị a nyochara, nkwupụta ndị ahụ nwere ike ịbụ ụgha na ndị na-eduhie eduhie ma nwee ike bụrụ nke ọma na-aza ajụjụ maka omume azụmahịa na-ezighị ezi.",
  "European Union agbaala nkwekọrịta nwa oge iji nye iwu mkpesa ọhụrụ maka ụlọ ọrụ nwere ihe karịrị ndị ọrụ 250 yana ngbanwe nke nde euro 40",
  "Ha ga-achọ ikpughe ozi gbasara gburugburu ebe obibi, mmekọrịta mmadụ na ibe ya na ọchịchị, nke ga-enyere aka ịlụso ịsa ahịhịa ndụ ọgụ",
  "Ihe ndị a chọrọ ga-amalite na 2024.",
  "Onye na-ahụ maka ndị na-ere ahịa na Norway echerela ndị na-anya ụgbọ ala ndị na-ekwu na ụgbọ ala ha bụ \"acha akwụkwọ ndụ akwụkwọ ndụ\", \"dị ọcha\" ma ọ bụ \"mmekọrịta gburugburu ebe obibi\" yana ụfọdụ ụkpụrụ mgbasa ozi kacha sie ike n'ụwa",
  "Onye ọrụ Ombudsman Consumer Bente Øverli kwuru, sị: \"Ụgbọala enweghị ike ime ihe ọ bụla dị mma maka gburugburu ebe obibi ma e wezụga obere mmebi karịa ndị ọzọ.\" Ndị na-emepụta ihe na-etinye ego na ntaramahụhụ ma ọ bụrụ na ha ahapụghị mgbasa ozi na-eduhie eduhie",
  "Øverli kwuru na ọ maghị na mba ndị ọzọ na-aga n'ihu n'ịwakpo ụgbọ ala na gburugburu ebe obibi.",
  "Asambodo akwụkwọ ndụ akwụkwọ ndụ bụ usoro nleba anya nke Association of Southeast Asian Nations (ASEAN) mebere dị ka metrik na-egosi arụmọrụ gburugburu ebe obibi nke ụlọ oriri na ọ hotelsụ hotelsụ maka nchekwa gburugburu ebe obibi",
  "Na Thailand, a kwenyere na asambodo a ga-enyere aka ịhazi ihe omume ịsacha akwụkwọ ndụ akwụkwọ ndụ metụtara ụlọ oriri na ọṅụṅụ",
  "Ụlọ oriri na ọṅụṅụ Eco ma ọ bụ \"ụlọ oriri na ọṅụṅụ na-acha akwụkwọ ndụ\" bụ ụlọ oriri na ọṅụṅụ nakweere omume enyi na gburugburu ebe obibi na-adịgide adịgide na ọrụ azụmahịa ọbịa",
  "Ebe ọ bụ na mmepe nke ụlọ ọrụ njem nlegharị anya na ASEAN, Thailand nọchiri mba ndị agbata obi ya na njem nlegharị anya inbound, na pasent 9 nke onyinye GDP kpọmkwem nke Thailand sitere na njem njem na njem nlegharị anya na 2015",
  "N'ihi uto na ịdabere na njem nlegharị anya dị ka ogidi akụ na ụba",
  ", Thailand mepụtara \"nlegharị anya nlegharị anya\" na 1990s iji kwalite ọdịmma nke obodo na gburugburu ebe obibi ndị ụlọ ọrụ na-emetụta",
  "Agbanyeghị, ọmụmụ na-egosi ụkpụrụ ụlọ ọrụ nkwari akụ green na echiche gburugburu ebe obibi megidere ndabere nke ọrụ mmekọrịta ọha na eze na njem nlegharị anya",
  "N'okwu a, iwepụta akwụkwọ ikike akwụkwọ ndụ akwụkwọ ndụ na-achọ idobe ụlọ ọrụ ụlọ oriri na ọ hotelụ hotelụ ụlọ oriri na ọ hotelụ ,ụ na inye ndị ahịa na-aza ajụjụ maka ọrụ mmekọrịta ọha na eze n'ihe gbasara nkwado site n'inwe otu mba ụwa nọọrọ onwe ha nyochaa ụlọ oriri na ọṅụṅụ wee tụọ ya otu site na akwụkwọ ise.",
  "Ndị na-ahụ maka asọmpi na ahịa bụ isi asọmpi UK na ikike ndị ahịa",
  "Na Septemba 2021, o bipụtara koodu nkwuputa Green ezubere ichebe ndị na-azụ ahịa na ebubo gburugburu ebe obibi na-eduhie eduhie yana ichekwa azụmaahịa na asọmpi ezighi ezi.",
  "Federal Trade Commission (FTC) na-enye ntụzịaka afọ ofufo maka nkwupụta ahịa gburugburu ebe obibi",
  "Ntuziaka ndị a na-enye FTC ikike ịgba akwụkwọ ebubo ụgha na nke na-eduhie eduhie",
  "Agaghị etinye ụkpụrụ nduzi ndị a mana kama e bu n'obi ka e soro ya n'afọ ofufo:",
  "FTC kwuru na 2010 na ọ ga-emelite ụkpụrụ nduzi ya maka nkwupụta ahịa gburugburu ebe obibi na mgbalị iji belata ịsa ahịhịa",
  "Ndozigharị ahụ na ntuziaka Green nke FTC na-ekpuchi ọtụtụ ntinye ọhaneze, gụnyere ọtụtụ narị ndị ahịa na ndị ụlọ ọrụ na-ekwu maka ngbanwe ndị a tụrụ anya na mbụ, na-enye ntụzịaka doro anya na ihe bụ ozi na-eduhie eduhie ma na-achọ ihe akaebe doro anya.",
  "Dị ka onye isi oche FTC Jon Leibowitz si kwuo, \"Mwebata ngwaahịa ndị na-emetụta gburugburu ebe obibi n'ahịa bụ mmeri maka ndị na-azụ ahịa na-achọ ịzụta ngwaahịa greener na ndị na-emepụta ihe na-achọ ire ha.\" Leibowitz kwukwara na ụdị mmeri a nwere ike ịrụ ọrụ naanị ma ọ bụrụ na nkwupụta ndị na-ere ahịa kwụ ọtọ ma gosipụta ya.",
  "N'afọ 2013, FTC malitere ịmanye ngbanwe ndị a",
  "Ọ gbawara ụlọ ọrụ isii dị iche iche; ise n'ime ikpe metụtara mgbasa ozi ụgha ma ọ bụ na-eduhie eduhie gbara gburugburu biodegradability nke plastik",
  "Ndị FTC boro ECM Biofilms, American Plastic Manufacturing, CHAMP, Clear Choice Housewares, na Carnie Cap, maka ịkọwahie biodegradability nke plastik ha ejiri ihe mgbakwunye emeso ya.",
  "FTC boro ụlọ ọrụ nke isii, AJM Packaging Corporation ebubo imebi iwu nkwenye kọmishọna etinyere na-amachibidoro ụlọ ọrụ iji nkwuputa mgbasa ozi dabere na ngwaahịa ma ọ bụ nkwakọ ngwaahịa bụ \"ihe mebiri emebi, ihe na-emebi emebi, ma ọ bụ fotodegradable\" na-enweghị ozi sayensị pụrụ ịdabere na ya",
  "FTC chọrọ ugbu a ka ụlọ ọrụ kpughee ma nye ozi nke na-eme ka nkwupụta gburugburu ebe obibi ha ruru, iji hụ na nghọta.",
  "Okwu banyere ire ahịa akwụkwọ ndụ akwụkwọ ndụ na ịzụ ahịa na China enwetala nlebara anya dị ukwuu ka mba ahụ na-eche ihe ịma aka gburugburu ebe obibi ihu",
  "Dị ka \"Green Marketing na Consumerism na China: Nyochaa Akwụkwọ\" nke Qingyun Zhu na Joseph Sarkis dere, China na-emejuputa iwu nchedo gburugburu ebe obibi iji chịkwaa azụmahịa na azụmahịa",
  "Iwu dị ka Iwu nchekwa gburugburu ebe obibi na iwu nkwalite akụ na ụba okirikiri nke nwere usoro na-amachibido mgbasa ozi ụgha (nke a maara dị ka greenwashing)",
  "Gọọmenti China ewepụtala ụkpụrụ na ụkpụrụ iji chịkwaa mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ na akara, gụnyere Ntuziaka maka Asambodo Mgbasa Ozi Green, Ntuziaka maka Labeling Environmental na Asambodo Eco-Product, yana ụkpụrụ maka nkwupụta ngwaahịa nchekwa gburugburu",
  "Ntuziaka ndị a na-akwalite nghọta na ahịa akwụkwọ ndụ akwụkwọ ndụ ma gbochie ebubo ụgha ma ọ bụ na-eduhie eduhie",
  "Ntuziaka maka Asambodo Mgbasa Ozi Green chọrọ ka nkwuputa mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ kwesịrị ịbụ eziokwu, nke ziri ezi, na nkwenye",
  "Ntuziaka na asambodo ndị a chọrọ ka eco-labels kwesịrị ịdabere na ihe akaebe sayensị na teknụzụ, na ekwesịghị ịnwe ozi ụgha ma ọ bụ na-eduhie eduhie",
  "Ụkpụrụ ndị a chọkwara ka eco-labels kwesịrị ịdị mfe nghọta ma ghara ịgbagha ma ọ bụ duhie ndị na-azụ ahịa",
  "Edebere ụkpụrụ ndị edobere maka ịsa akwụkwọ ndụ akwụkwọ ndụ, mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ, na ịde aha na China iji chebe ndị na-azụ ahịa ma gbochie ebubo na-eduhie eduhie",
  "Okwu banyere nsogbu ihu igwe, nkwado, na ịsacha akwụkwọ ndụ akwụkwọ ndụ na China ka bụ okwu dị oke mkpa ma chọọ nlebara anya na-aga n'ihu",
  "Mmejuputa iwu na ntuziaka maka mgbasa ozi akwụkwọ ndụ akwụkwọ ndụ na ịde aha na China na-achọ ịkwalite nghọta ma gbochie nkwupụta ụgha ma ọ bụ na-eduhie eduhie.",
  "N'ịgbalị ịkwụsị omume a, na Nọvemba 2016 General Office of State Council webatara iwu iji kwalite mmepe nke ngwaahịa akwụkwọ ndụ akwụkwọ ndụ, na-agba ndị ụlọ ọrụ ume ka ha nakwere omume na-adịgide adịgide, ma kwuo na ọ dị mkpa maka ụkpụrụ jikọrọ ọnụ maka ihe a ga-akpọ akwụkwọ ndụ akwụkwọ ndụ",
  "Nke a bụ atụmatụ izugbe ma ọ bụ echiche gbasara okwu ahụ, na-enweghị nkọwapụta nke ọma na mmejuputa ya, agbanyeghị na enwere iwu na atụmatụ okwu yiri nke ahụ n'oge ahụ enwere mkpali maka ọkọlọtọ ngwaahịa akwụkwọ ndụ akwụkwọ ndụ jikọtara ọnụ",
  "Ruo mgbe ahụ ngwaahịa akwụkwọ ndụ akwụkwọ ndụ nwere ụkpụrụ dị iche iche na ụkpụrụ nduzi nke ụlọ ọrụ gọọmentị dị iche iche ma ọ bụ ụlọ ọrụ ụlọ ọrụ mepụtara, na-ebute enweghị nkwekọ na ịdị n'otu",
  "Otu ihe atụ nke ụkpụrụ nduzi e debere n'oge ahụ sitere na Ministry of Environmental Protection of China (nke a maara ugbu a dị ka Ministry of Ecology and Environment), ha nyere nkọwa na 2000, mana ụkpụrụ nduzi ndị a dị oke ma ọ bụghị ndị ụlọ ọrụ ma ọ bụ ndị na-azụ ahịa ghọtara",
  "Ọ bụghị ruo mgbe 2017 na mmalite nke GB / T (usoro nke ụkpụrụ mba na ndụmọdụ) ka edobere ụkpụrụ nduzi zuru oke maka ihe ga-abụ mmepụta akwụkwọ ndụ akwụkwọ ndụ na agbụ akwụkwọ ndụ akwụkwọ ndụ",
  "Na-agbasawanye na ntuziaka ndị a na 2019, nchịkwa steeti maka iwu ahịa (SAMR) mepụtara ụkpụrụ maka akara ngwaahịa Green, nke bụ akara ejiri na ngwaahịa iji gosi na ha ruru ụfọdụ ụkpụrụ omume enyi na gburugburu ebe obibi, yana ụlọ ọrụ asambodo akwadoro usoro nrụpụta ha",
  "Ụkpụrụ na mkpuchi maka ngwaahịa akwụkwọ ndụ akwụkwọ ndụ na-abawanye ka oge na-aga, yana mgbanwe na nkwalite maka nhazi ngwaahịa akwụkwọ ndụ akwụkwọ ndụ ka na-eme na 2023.",
  "Bluewashing bụ okwu na-akọwa ịre ahịa aghụghọ nke na-ekwupụta nraranye ụlọ ọrụ na omume ọha na eze dị mkpa",
  "Ọ na-elekwasị anya karịsịa n'ihe gbasara akụ na ụba na obodo.",
  "Carbon emission trading nwere ike ịdị ka ịsacha akwụkwọ ndụ akwụkwọ ndụ n'ihi na ọ na-enye echiche na-emetụta gburugburu ebe obibi, mana ọ nwere ike ọ gaghị arụpụta ma ọ bụrụ na ọnụ ahịa carbon dị oke ala, ma ọ bụ ọ bụrụ na enyere nnukwu emitters \"kredit efu\"",
  "Dịka ọmụmaatụ, MBNA nke Bank of America na-enye \"Eco-Logique\" MasterCards nke na-akwụ ndị ahịa Canada ụgwọ ụgwọ carbon mgbe ha na-eji ha",
  "Ndị ahịa nwere ike iche na ha na-emebi akara ụkwụ carbon ha site n'iji ihe ndị a zụta ngwaahịa, mana naanị 0.5% nke ọnụahịa ịzụrụ na-aga ịzụta ihe nkwụghachi carbon; ego ndị ọzọ mgbanwe ka na-aga n'ụlọ akụ.",
  "Greenscamming bụ mgbe otu nzukọ ma ọ bụ ngwaahịa na-ewere aha na-egosi ụgha na enyi gburugburu ebe obibi",
  "Ọ metụtara ma akwụkwọ ndụ akwụkwọ ndụ na greenspeak",
  "Nke a dị ka nmimi ike ike na bayoloji.",
  "Greenscamming na-eji karịsịa site na ụlọ ọrụ mmepụta ihe na otu ndị na-ebuga òtù na-agụ kpakpando iji gbalịa ịrụ ụka na nchọpụta sayensị nke ha chere na ọ na-eyi egwu ụdị azụmahịa ha",
  "Otu ihe atụ bụ ngọnarị nke okpomoku zuru ụwa ọnụ nke mmadụ mere site n'aka ụlọ ọrụ nọ na mpaghara ike fossil, nke ndị otu nwere ntọala pụrụ iche na-eme ihe nkiri green na-akwalitekwa ya",
  "[Ihe ndekọ achọrọ]",
  "Otu ihe mere a ga-eji guzobe òtù greenscamming bụ na ọ na-esiri ike ịkọwapụta uru nke ihe omume ndị na-emebi gburugburu ebe obibi",
  "Ọkachamara mmekọrịta mmadụ na ibe ya bụ Charles Harper na-ekwusi ike na ọ ga-esi ike ịzụ otu a na-akpọ \"Coalition to Trash the Environment for Profit\"",
  "Ya mere, atumatu mgbochi gburugburu ga-enye ndị otu ha n'ihu na-ama ụma aha aghụghọ ma ọ bụrụ na ha chọrọ inwe ihe ịga nke ọma, dịka nyocha [nke chọrọ] gosiri na nchekwa gburugburu ebe obibi nwere nkwenye ọha",
  "Otú ọ dị, enwere ihe ize ndụ nke ikpughe dị ka ihe mgbochi gburugburu ebe obibi, nke na-agụnye nnukwu ihe ize ndụ na ihe omume greenscamming na-adaghachi azụ ma bụrụ ihe na-adịghị mma maka ndị mbido.",
  "Ndị otu Greenscamming na-arụsi ọrụ ike na agọnarị ihu igwe ahaziri ahazi",
  "Otu ihe dị mkpa na-ahụ maka ego nke ụlọ ọrụ greenscamming bụ ụlọ ọrụ mmanụ ExxonMobil, bụ nke kwadoro ihe karịrị otu narị ụlọ ọrụ na-agọnahụ ihu igwe ma mefuo ihe dị ka nde US dollar 20 n'otu ndị na-egwu greenscamming",
  "James Lawrence Powell kwuru na aha \"dị mma\" nke ọtụtụ n'ime ụlọ ọrụ ndị a dị ka ihe kachasị dị egwu, bụ nke na-ada ụda nke ukwuu",
  "Ọ na-ehota ndepụta nke ụlọ ọrụ agọnarị ihu igwe nke Union of Concerned Scientists chepụtara, nke gụnyere ụlọ ọrụ 43 nke Exxon kwadoro",
  "Ọ dịghị onye nwere aha nke ga-eme ka mmadụ chee na ọjụjụ mgbanwe ihu igwe bụ raison d'être ha",
  "Ndepụta a bụ Africa na-alụ ọgụ ịba, onye webụsaịtị ya nwere akụkọ na nkọwa ndị na-emegide echiche mbelata ihu igwe na-achọsi ike, n'agbanyeghị na enwere ike ịkawanye ihe egwu dị na ịba site na okpomoku zuru ụwa ọnụ.",
  "Ọmụmaatụ nke ụlọ ọrụ camming na-agụnye National Wetland Coalition, Friends of Eagle Mountain, The Sahara Club, Alliance for Environment and Resources, The Abundant Wildlife Society of North America, Global Climate Coalition, National Wilderness Institute, Environmental Policy Alliance of the North America Center for Organisation Research and Education, na American Council on Science and Health",
  "N'azụ ụlọ ọrụ nchebe gburugburu ebe obibi ndị a na-adịghị mma bụ ọdịmma nke ngalaba azụmahịa",
  "Dịka ọmụmaatụ, National Wetlands Coalition na-akwado ndị ụlọ ọrụ na-egwupụta mmanụ na ndị na-emepụta ụlọ, ebe ndị enyi Eagle Mountain na-akwado ụlọ ọrụ na-egwupụta akụ na-achọ ime ka ogbunigwe na-emeghe ka ọ bụrụ ebe nchekwa",
  "Ụlọ ọrụ azụmahịa bụ ndị na-alụ ọgụ megide usoro nchedo ihu igwe nke gọọmentị nyere iwu kwadoro Global Climate Coalition",
  "Òtù Greenscam ndị ọzọ gụnyere US Council for Energy Awareness, nke ụlọ ọrụ nuklia na-akwado; The Wilderness Impact Research Foundation, na-anọchi anya ọdịmma nke osisi na ndị na-azụ anụ ụlọ; na American Environmental Foundation, na-anọchite anya ọdịmma nke ndị nwe ala.",
  "Òtù Greenscam ọzọ bụ Northwesterners for More Fish, nke nwere mmefu ego nke $ 2.6 nde na 1998",
  "Otu a megidere usoro nchekwa maka azụ ndị dị ize ndụ nke na-egbochi mmasị nke ụlọ ọrụ ike, ụlọ ọrụ aluminum, na ụlọ ọrụ osisi na mpaghara, yana gbalịrị ịkatọ ndị na-ahụ maka gburugburu ebe obibi bụ ndị kwalitere ebe obibi azụ̀",
  "Ụlọ ọrụ maka ọmụmụ nke carbon dioxide na mgbanwe ụwa, National Environmental Policy Institute, na Information Council on Environment nke ụlọ ọrụ coal na-akwado bụkwa òtù ndị na-eme ihe nkiri.",
  "Na Germany, ụdị nṅomi ma ọ bụ aghụghọ na-eji \"European Institute for Climate and Energy\" (EIKE), nke na-egosi site na aha ya na ọ bụ ụlọ ọrụ nyocha sayensị dị mkpa",
  "N'ezie, EIKE abụghị ụlọ ọrụ sayensị ma ọlị, kama ọ bụ ọgbakọ ọnụ ụlọ nke na-enweghị ụlọ ọrụ ma ọ bụ were ndị ọkà mmụta sayensị na-ahụ maka ihu igwe, kama na-ekesa ozi adịgboroja na okwu ihu igwe na webụsaịtị ya."
]