[
  "Greg Marinovich (onye amụrụ Gregory Sebastian Marinovich, n'ubochí asatọ n'ọnwa Disemba n'afọ 1962) bụ onye nta akụkọ foto South Africa, onye na-eme ihe nkiri, onye nchịkọta foto, na onye otu Bang-Bang Club.",
  "O so dee akwụkwọ The Bang-Bang Club: Snapshots from a Hidden War (afọ 2000), nke na-akọwa mgbanwe South Africa na ọchịchị onye kwuo uche ya.",
  "A mụrụ Marinovich n'ubochí asatọ n'ọnwa Disemba afọ 1962, na Springs, Gauteng, South Africa",
  "Ọ bụ nwa nwoke si Korčula, Croatia.",
  "N'afọ 1985, Marinovich sere foto nke Achịbishọp Desmond Tutu na ụka na Johannesburg",
  "Ọ bụ ihe omume akụkọ izizi ya",
  "Iji zere ije ozi agha, ọ hapụrụ mba ahụ n'oge na-adịghị anya ógè nke ahụ gasịrị",
  "Ọ kwagara Botswana",
  "N'ókè ugwu ọ zutere ndị otu South West African People's Organisation (SWAPO)",
  "N'ebe ahụ ka ọ bịdọrọ mmasị ya ịchọpụta ọnọdụ ndụ nke ndị mmadụ n'oge oke ndọrọ ndọrọ ọchịchị.",
  "Laa azụ na South Africa ọ rụrụ ọrụ banyere ụlọ ọrụ na-eme njem na safari",
  "N'ọrụ a, ọ mụtara dị ka onye na-amụta onwe ya otu esi ede isiokwu na otu esi abụ onye na-ese foto",
  "O nwekwara ihe ịga nke ọma n'ịchọta ọrụ na akwụkwọ akụkọ ndị dị na Johannesburg dị ka onye na-ese foto na onye na-edezi onwe ya.",
  "N'abalị iri na asaa  Ọgọstụ n'afọ 1990, Marinovich, onye dị afọ iri abụọ na asaa n\"oge ahụ, gara Soweto iji kpuchie ọgụ a lụrụ na Hostel War",
  "[nkọwa dị mkpa]  Ọ resịrị foto nke ogbugbu ọ hụrụ n'ọfịs Associated Press (AP) Johannesburg",
  "Site n'ụbọchị ahụ gaa n'ihu, ọ na-arụ ọrụ mgbe niile na Soweto, na-arụkarị ọrụ maka AP",
  "N'ubochí irí n'ise n'ọnwa Septemba n'afọ 1990 Marinovich so onye nta akụkọ AP si United States gaa ọzọ n'obodo ndị ahụ",
  "Ihe kachasị njọ site n'oge a bụ foto nke ogbugbu Lindsaye Tshabalala, onye na-akwado Zulu Inkatha na ọkụ ọkụ nke ozu ya",
  "Foto ndị ahụ nwetara Pulitzer Prize màkà Breaking News Photography na 1991",
  "Ógè e bipụtara foto ndị ahụ, ndị uwe ojii South Africa gbalịrị ịchọta ya dị ka onye akaebe maka ogbugbu ahụ, mana ha adaghị ebe foto ndị ahụ nyere Sebastian Balic",
  "Marinovich enweghị mmasị ịbụ onye akaebe, n'ihi ihe ize ndụ metụtara ya, na ndị na-enye ihe ọmụma.",
  "Marinovich na-akụzi na Harvard Extension School. Ọ na-akụzi foto akụkọ na ihe nkiri na Mahadum Boston."
]