[
  "Gregoire Johannes Boonzaier OMSS (31 Julaị 1909 - 22 Eprel 2005) bụ onye na-ese ihe na South Africa nke a maara nke ọma maka ihe osise ya, ihe osise na ihe osise ndụ",
  "Ọ bụ onye a ma ama na-ekwupụta Cape Impressionism, onye guzobere New Group, na onye na-enye aka, site na ọrụ nka ya, na ọgụ megide ịkpa ókè agbụrụ.",
  "Gregoire Boonzaier bụ nwa nke ise nke onye na-ese ihe osise ndọrọ ndọrọ ọchịchị Daniël Cornelis Boonzaiers na nwa nwanne ya Maria Elizabeth Boonzaien",
  "Na mbido, Gregoire matara ndị na-ese ihe nke gụnyere Pieter Wenning, Nita Spilhaus, Moses Kottler na Anton van Wouw, ha niile bụ ezigbo ndị enyi ezinụlọ.",
  "Ọ bụ Moses Kottler bụ onye mbụ nyere Gregoire igbe ihe osise n'afọ 1922 na Nita Spilhaus easel na 1926, na-eme ka ọkụ na-ere ere nke ga-ere ihe karịrị afọ iri asatọ",
  "Nna Gregoire chere na ọ nwere ihe ndị ọzọ ọ ga-amụta site n'aka ndị na-ese ihe gbara ya gburugburu",
  "N'afọ 1923, e gosipụtara ihe osise mmanụ abụọ mbụ ya na Ashbey's Gallery na Cape Town, nke a bịanyere aka na \"GREGOIRE\"",
  "Ihe ngosi mbụ ya nke otu onye sochiri afọ abụọ ka e mesịrị na ọ ga-eme ihe karịrị otu narị ihe ngosi otu onye n'oge ọrụ ise ihe ya",
  "Mgbe ya na nna ya nwesịrị esemokwu siri ike n'afọ 1932, Gregoire kwagara n'ụlọ ọrụ nke ya na Cape Town ma mgbe ihe ngosi gara nke ọma gachara England na 1934 ebe ya na Terence McCaw na Frieda Lock bụ nwa akwụkwọ na Heatherley School of Fine Art n'okpuru Bernard Adams, na ọzụzụ na usoro nka na Central School of Art and Design na London",
  "Ebe ọ bụ na ihe osise mbụ ya nwere mmetụta siri ike site n'aka Pieter Wenning, ọ na-amịkọrọ ọrụ Van Gogh, Cézanne, Utrillo na Braque, ma mee njem ruo ebe dị anya dị ka Russia, ebe a na-eme ka ọchịchọ ya siri ike",
  "Ọ laghachiri afọ atọ ka e mesịrị iji nyere aka chọta New Group, ya na Terence McCaw, Frieda Lock, Lippy Lipshitz na ndị ọzọ, ma jee ozi dị ka onyeisi oche mbụ ya ruo afọ iri",
  "New Group jere ozi dị ka nnọkọ na ọnụ nke nka South Africa na-eto eto ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri na ise, na-eme ihe ngosi na mba ahụ dum, ma na-enye mpaghara ime obodo ọhụụ nke ihe ọhụrụ na nka",
  "Ọ rụrụ ọrụ afọ isii na Board nke South African National Gallery, Cape Town",
  "Boonzaier mere Cape Town isi ọnọdụ ya",
  "Ọrụ ya sochirinụ gosipụtara echiche nke District Six na Malay Quarter, na-edekọ ndụ ya mara mma",
  "Ọ biri na Onrusrivier, obere ebe na-abụghị Hermanus",
  "Uys Krige, onye ezinụlọ ya ezumike n'ebe ahụ ruo ọtụtụ afọ, mere ka Onrus mara ya obere oge mgbe Agha Ụwa nke Abụọ gasịrị.",
  "O sonyere na ndị omenkà ịrị anọ na atọ nke SA, na \"Exhibition of South African Art\" na Tate Gallery na London na 1948.",
  "Boonzaier natara nzere doctorate atọ",
  "Ọtụtụ ihe nrite na onyinye ya gụnyere ọlaọcha Order for Meritorious Service nke Nelson Mandela nyere na 1999",
  "A ga-ahụ ọrụ ya na nchịkọta onwe na nke ụlọ ọrụ n'ụwa niile.",
  "N'afọ 2003, ụmụ Gregoire, Anton na Emile, nakwa onye na-ahụ maka ego ezinụlọ Sybrand Smit, weghaara akụkụ ego nke ụlọ ọrụ nka ya",
  "N'otu afọ ahụ, Marie, onye mmekọ Boonzaier nke ihe dị ka afọ 60, nwụrụ n'ihi ọrịa strok",
  "N'ọnwa Nọvemba afọ 2004, Boonzaier rụchara ọrụ ụfọdụ, ma dozie ụlọ ọrụ ya maka oge ikpeazụ",
  "N'ọnwa Febụwarị afọ 2005, ọ dinara n'ụra, na-echere ọnwụ, nke bịara mgbe o ji nkeji ịrị na ise we gafee elekere nke ịrị nke abalị na 22 Eprel.",
  "Kpọpụta njehie: <ref> tag with name \"obit\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"NatOrders\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"SAHO\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Borman\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Scott\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Loots\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Millard\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Bekker\" defined in <references> has group attribute \"\" which does not appear in prior text."
]