[
  "Greta Tintin Eleonora Ernman Thunberg (amụrụ na 3 Jenụwarị 2003) bụ onye Sweden na-ahụ maka gburugburu ebe obibi nke a maara maka ịma ndị isi ụwa aka ime ihe ozugbo maka ibelata mgbanwe ihu igwe.",
  "Mgbalị Thunberg malitere mgbe ọ mere ka ndị mụrụ ya kwenye ka ha na-ahọrọ ụdị ndụ nke belatara akara ukwu carbon nke ha",
  "N'ọnwa Ọgọst afọ 2018, mgbe ọ dị afọ iri na ise, ọ malitere nọrọ ụbọchị Fraịde ya n'èzi Swedish nzuko omeiwu iji kpọọ oku ka ike site n'ijide akara e dere Skolstrejk for climate (School strike for climate)",
  "Thunberg nwetara ọkwa na mbụ maka ntorobịa ya na ụzọ ọ na-ekwu okwu n'ezoghị ọnụ, ma n'ihu ọha yana ndị isi ndọrọ ndọrọ ọchịchị na ọgbakọ, ebe ọ na-akatọ ndị isi ụwa maka ọdịda ha emeghị ihe ọ chere na ọ bụ ihe zuru oke iji lebara nsogbu nke ọnọdụ ihu igwe anya.",
  "N'oge na-adịghị anya ụmụ akwụkwọ ndị ọzọ tinyere aka na ngagharị iwe yiri nke ahụ na mpaghara nke ha",
  "Ha jikọrọ aka haziri ngagharị iwe ihu igwe nke ụlọ akwụkwọ n'okpuru aha Fraịde maka Ọdịnihu",
  "Mgbe Thunberg kwuchara okwu na ọgbakọ 2018 United Nations Climate Change Conference, ụmụ akwụkwọ na-eme kwa izu ebe n'ụwa",
  "N'afọ 2019, enwere ọtụtụ ngagharị iwe ọtụtụ obodo achịkọtara nke gụnyere ihe karịrị otu nde ụmụ akwụkwọ ọ bụla. Iji zere ụgbọ elu carbon-intensive, Thunberg ji ụgbọ mmiri gaa North America, ebe ọ gara 2019 UN Climate Action Summit",
  "Okwu ya n'ebe ahụ, nke o kwuru \"Olee otu ị ga-esi mee ka ị ghara ịlụ ọgụ?\", bụ nke ndị nta akụkọ nabatara n'ọtụtụ ebe ma tinye ya na egwu. Ọ na-asụ Bekee nke ọma, ọtụtụ n'ime mmekọrịta ọha na eze ya bụ n'asụsụ Bekee.",
  "Mmụba mberede ya n'ụwa niile mere ka ọ bụrụ onye ndu n'etiti ndị na-eme ihe ike na onye ndị nkatọ na-elekwasi anya,  ọkachasị n'ihi ọnọdụ ntorobịa ya",
  "The Guardian na akwụkwọ akụkọ ndị ọzọ akọwaala mmetụta ya n'ụwa dị ka \"mmetụta Greta\".  Ọ natara ọtụtụ nsọpụrụ na onyinye, nke gụnyere Fellowship nke Royal Scottish Geographical Society, itinye ya na ndị 100 kachasị emetụta Time, ịbụ onye kachasị nta n'ime ndị Time nke Afọ, itinye ya n'ime ndepụta Forbes nke The World's 100 Most Powerful Women (2019), na nhọpụta maka Nobel Peace Prize na 2019, 2020, na 2021.",
  "A mụrụ Thunberg na 3 Jenụwarị 2003, na Stockholm, Sweden, nwa nwanyị nke onye na-agụ egwu opera aha ya bụ Malena Ernman na onye na-eme ihe nkiri aha ya bụ Svante Thunberg",
  "Nna nna ya bụ onye na-eme ihe nkiri na onye nduzi Olof Thunberg. O nwere nwanne nwanyị ọ tọrọ, Beata.",
  "Thunberg kwuru na ọ nụrụ banyere mgbanwe ihu igwe n'afọ 2011, mgbe ọ dị afọ asatọ, ọ pụghịkwa ịghọta ihe mere na a na-eme obere ihe banyere ya. Ọnọdụ ahụ mere ka ọ daa mbà n'obi ma n'ihi ya, mgbe ọ dị afọ iri na otu, ọ kwụsịrị ikwu okwu na iri nri nke ukwuu ma tụfuo kilogram iri n'ime ọnwa abụọ. N'ikpeazụ, a chọpụtara na ọ na-arịa ọrịa Asperger, nsogbu obsessive-compulsive disorder (OCD), na selective mutism. N'otu n'ime okwu mbụ ya na-achọ ka a mee ihe na ihu igwe, Thunberg kọwara akụkụ nke ọnọdụ ya dị ka ihe pụtara na ọ \"na-ekwu naanị mgbe ọ dị mkpa\".",
  "Thunberg lụsoro ịda mbà n'obi ọgụ ruo ihe fọrọ nke nta ka ọ bụrụ afọ atọ ma ọ bụ anọ tupu ọ malite mkpọsa ọgbaghara ụlọ akwụkwọ ya. Mgbe ọ malitere ime ngagharị iwe, ndị mụrụ ya akwadoghị ọrụ ya",
  "Nna ya kwuru na ọ masịghị ya ka ọ na-aghara ịga ụlọ akwụkwọ mana o kwuru, sị: \"[Anyị] na-akwanyere ya ùgwù na ọ chọrọ iguzo",
  "Ọ nwere ike ịnọdụ ala n'ụlọ ma bụrụ onye na-enweghị obi ụtọ, ma ọ bụ mee mkpesa, ma nwee obi ụtọ.\" Nne ya mere nchọpụta ya nke ọrịa Asperger na mba Sweden na Mee 2015, iji nyere ezinụlọ ndị ọzọ nọ n'ọnọdụ yiri nke ahụ aka. Ọ bụ ezie na ọ kwetara na nchọpụta ya \"egbochiwo m tupu\", Thunberg eleghị Asperger ya anya dị ka ọrịa, kama ọ kpọrọ ya \"ike dị egwu\". E mechara kọwaa ya dị ka ọ bụghị naanị onye a ma ama na-ahụ maka mgbanwe ihu igwe, kamakwa onye a ma ma ama na na-ahụkarị maka ọrịa autism. Thunberg kwuru na 2021 na ọtụtụ ndị nọ na otu Fridays for Future nwere ọrịa autism, ma na-agụnye ma na-anabata",
  "Ọ na-eche na ihe mere ọtụtụ ndị nwere ọrịa autism ji bụrụ ndị na-ahụ maka ihu igwe bụ na ha enweghị ike ile anya, ha ga-ekwukwa eziokwu ka ha na-ahụ ya: \"Amaara m ọtụtụ ndị dara mbà n'obi, mgbe ahụ ha sonyeere usoro ihu igwe ma ọ bụ Fraịdee maka Ọdịnihu ma chọta nzube na ndụ ma chọta ọbụbụenyi na obodo a nabatara ha\"",
  "Ọ na-ewere na ihe kachasị mma nke sitere na ọrụ ya bụ ọbụbụenyi na obi ụtọ.",
  "Ruo ihe dị ka afọ abụọ, Thunberg mara ndị mụrụ ya aka ka ha belata akara carbon nke ezinụlọ ahụ na mmetụta zuru oke na gburugburu ebe obibi site na ịghọ ndị na-adịghi eri ihe ọbula wepụtara n'anụmanụ, upcycling, na ịkwụsị ife efe. O kwuru na ọ gbalịrị igosi ha eserese na data, mana mgbe nke ahụ na-arụ ọrụ, ọ dọrọ ezinụlọ ya aka na ntị na ha na-ezu ọdịnihu ya. Ịhapụ ụgbọ elu n'akụkụ ụfọdụ pụtara na nne ya ga-ahapụ ọrụ mba ụwa ya dị ka onye na-agụ egwu opera. Mgbe BBC gbara ya ajụjụ ọnụ na Disemba 2019, nna ya kwuru, sị: \"N'ikwu eziokwu, (nne ya) emeghị ya iji chekwaa ihu igwe",
  "O mere ya iji zọpụta nwa ya n'ihi na ọ hụrụ ihe ọ pụtara nye ya, mgbe ahụ, mgbe o mere nke ahụ, ọ hụrụ ihe (Greta) si na ya too, ike ole o nwetara site na ya.\" Thunberg na-ekwu na mmeghachi omume na mgbanwe ndụ nke nne na nna ya nyere ya olileanya na nkwenye na ọ nwere ike ime mgbanwe. Mgbe a jụrụ ya na Septemba 2021 ma obi amamikpe maka ịkwụsị ọrụ nne ya, ọ tụrụ ya n'anya ajụjụ ahụ: \"Ọ bụ nhọrọ ya",
  "Emeghị m ka o mee ihe ọ bụla",
  "Naanị ihe m nyere ya bụ ihe ọmụma iji mee ka mkpebi ya dabere.\"\"  A na-akọ akụkọ ezinụlọ ahụ n'akwụkwọ 2018 Scenes from the Heart, nke emelitere na 2020 dị ka Ụlọ Anyị Na-ere Ọkụ: Scenes of a Family and a Planet in Crisis, na onyinye sitere n'aka ụmụ agbọghọ, na ezinụlọ dum a kwadoro dị ka ndị dere ya.",
  "Thunberg bụ nwa akwụkwọ na Franska Skolan, ụlọ akwụkwọ nke otu onye nwere nke dị n'etiti Stockholm, site na 2010 ruo 2018, mgbe nke ahụ gasịrị ọ kwagara Kringlaskolan, ụlọ akwụkwọ dị na Södertälje.",
  "N'ọnwa Ọgọstụ afọ 2018, Thunberg malitere ọgbaghara ihu igwe n'ụlọ akwụkwọ na okwu ihu ọha nke ọ ghọrọ onye na-ahụ maka ihu igwe n'ụwa niile",
  "N'ajụjụ ọnụ ya na Amy Goodman nke Democracy Now! jụrụ ha, o kwuru na ọ nwetara echiche nke ọgbaghara ihu igwe mgbe ịgba égbè n'ụlọ akwụkwọ na United States na Febụwarị 2018 mere ka ọtụtụ ndị ntorobịa jụ ịlaghachi n'ụlọ Akwụkwọ. Ndị a na-eto eto na-eme ihe na Marjory Stoneman Douglas High School na Parkland, Florida, gara n'ihu na-ahazi March for Our Lives iji kwado njikwa égbè ka ukwuu. Na Mee 2018, Thunberg meriri asọmpi edemede mgbanwe ihu igwe nke akwụkwọ akụkọ Sweden Svenska Dagbladet",
  "N'akụkụ ụfọdụ, o dere \"Achọrọ m inwe obi iru ala",
  "Kedụ ka m ga-esi nwee obi iru ala mgbe m maara na anyị nọ na nsogbu kachasị njọ n'akụkọ ihe mere eme mmadụ?\"",
  "Mgbe akwụkwọ akụkọ ahụ bipụtasịrị akụkọ ya, Bo Thorén sitere na Fossil Free Dalsland kpọtụrụ ya, otu nwere mmasị ime ihe gbasara mgbanwe ihu igwe",
  "Thunberg gara nzukọ ha ole na ole",
  "N'otu n'ime ha, Thorén tụrụ aro ka ụmụaka ụlọ akwụkwọ nwere ike ime mgbanwe maka mgbanwe ihu igwe. Thunberg gbalịsịrị ike ime ka ndị na-eto eto ndị ọzọ tinye aka mana ndi \"ọ dịghị onye nwere mmasị n'ezie\", ya mere o mechara kpebie ịga n'ihu na ọgbaghara ahụ n'onwe ya.",
  "N'abalị iri abụọ n'ọnwa Ọgọstụ n'afọ 2018, Thunberg, onye ka malitere na klas nke itoolu, kpebiri ịghara ịga ụlọ akwụkwọ ruo mgbe ntuli aka Sweden nke afọ 2018 na Septemba itoolu; ngagharị iwe ya malitere mgbe oke okpomọkụ na ọkụ ọhịa n'oge ọkọchị kachasị ọkụ na Sweden na ọ dịkarịa ala afọ nari abụọ na iri isii na abụọ. Ihe ọ chọrọ bụ ka gọọmentị Sweden belata ikuku carbon dịka nkwekọrịta Paris si dị, ọ na-eme mkpesa site n'ịnọdụ ala n'èzí Riksdag kwa ụbọchị ruo izu atọ n'oge ụlọ akwụkwọ na akara Skolstrejk för klimatet (Ụlọ akwụkwọ maka ihu igwe).",
  "Thunberg kwuru na ndị nkuzi ya nwere echiche kewara ekewa banyere igha klas ya iji mee ka o doo anya",
  "Ọ na-ekwu, sị: \"Dị ka ndị mmadụ, ha na-eche na ihe m na-eme dị mma, mana dị ka ndị nkuzi, ha na'ekwu na m kwesịrị ịkwụsị\".",
  "Mgbe Thunberg biputara foto nke ụbọchị ọgbaghara mbụ ya na Instagram na Twitter, akaụntụ mgbasa ozi mmekọrịta ndị ọzọ malitere ngwa ngwa",
  "Ndị na-eme ngagharị iwe na-eto eto a ma ama mere ka post Instagram ya dịkwuo elu, n'ụbọchị nke abụọ, ndị ọzọ na-eme ihe na-esonyere ya",
  "Onye nnọchi anya ụlọ akụ Finland Nordea hotara otu n'ime tweets Thunberg nye ihe karịrị ndị na-eso ụzọ pụkụ narị abụọ",
  "Profaịlụ mgbasa ozi mmekọrịta nke Thunberg dọtara ndị nta akụkọ obodo ha akụkọ ha nwetara mgbasa ozi mba ụwa n'ihe karịrị otu izu.",
  "Otu ụlọ ọrụ mgbasa ozi mmekọrịta na Sweden nke na-elekwasị anya na ihu igwe bụ We Don't Have Time (WDHT), nke Ingmar Rentzhog guzobere",
  "O kwuru na ọgbaghara ya malitere ịdọta uche ọha na eze mgbe ọ bịakwutere onye na-ese foto n'efu ma tinye foto Thunberg na ibe Facebook ya na akaụntụ Instagram, yana vidiyo n'asụsụ Bekee nke o tinyere na ọwa YouTube nke ụlọ ọrụ ahụ. Rentzhog mechara gwa Thunberg ka ọ bụrụ onye ndụmọdụ ndị ntorobịa na-akwụghị ụgwọ na WDHT",
  "Mgbe ahụ, o jiri aha ya na onyinyo ya n'enweghị ihe ọmụma ma ọ bụ ikike ya iji nweta ọtụtụ nde maka ụlọ ọrụ WDHT maka uru, We Don't Have Time AB, nke Rentzhog bụ onye isi ọrụ. Thunberg enwetaghị ego ọ bụla sitere n'aka ụlọ ọrụ ahụ ma kwụsị ọrụ onye ndụmọdụ afọ ofufo ya na WDHT ozugbo ọ ghọtara na ha na-enweta ego site na aha ya.",
  "Mgbe Ọktọba 2018 gasịrị, ọrụ Thunberg gbanwere site na naanị mkpesa gaa na isonye na ngagharị iwe na Europe niile; na-eme ọtụtụ okwu ihu ọha dị elu, ma na-akpali ọnụ ọgụgụ na-arịwanye elu nke ndị na-eso ụzọ ya na usoro mgbasa ozi mmekọrịta",
  "Mgbe ntuli aka nke Disemba 2018 gasịrị, Thunberg gara n'ihu na-eme ngagharị iwe naanị ụbọchị Fraịdee",
  "Ọ kpaliri ụmụ akwụkwọ ụlọ akwụkwọ dị gburugburu ụwa ka ha sonye na ngagharị iwe ụmụ akwụkwọ",
  "N'ọnwa ahụ, ihe karịrị ụmụ akwụkwọ pụkụ ịrị abụọ emeela ngagharị iwe na ọ dịkarịa ala obodo narị abụọ na ịrị asaa.",
  "Thunberg kwuru okwu megide National Eligibility cum Entrance Test (Undergraduate) 2020 na Joint Entrance Examination 2020 nke a na-eme na India n'ọnwa Septemba",
  "O kwuru na ọ bụ ihe na-ezighị ezi ka ụmụ akwụkwọ pụta maka ule n'oge ọrịa na-efe efe zuru ụwa ọnụ",
  "O kwukwara na idei mmiri nke dakwasịrị steeti ndị dị ka Bihar na Assam, nke kpatara nnukwu mbibi maka ụmụ amaala, emetụtala ụmụ akwụkwọ India nke ukwuu.",
  "N'abalị atọ nke ọnwa Febụwarị n'afọ 2021, Thunberg dere ozi na Twitter iji kwado ngagharị iwe ndị ọrụ ugbo India na-eme n'afọ 2020 na 2021",
  "Ndị na-ahụ maka mba n'anya na-emegide ngagharị iwe ndị ọrụ ugbo gbara ihe oyiyi nke Thunberg ọkụ na Delhi; ndị na-eme ngagharị iwe na-akatọkwa ntinye aka mba ụwa n'ihe ndị dị n'ime India. Ozi Twitter nke Greta Thunberg nwetara nkatọ site n'aka gọọmentị India, nke kwuru na ọ bụ okwu dị n'ime. N'ozi Twitter mbụ ya, Thunberg jikọtara ya na akwụkwọ nke nyere ngwá ọrụ mkpọsa maka ndị chọrọ ịkwado ngagharị iwe ndị ọrụ ugbo",
  "Ngwá ọrụ a nwere ndụmọdụ gbasara hashtags na otu esi etinye aka na mkpesa mana ọ gụnyekwara ihe ndị a tụrụ aro karịa ndị metụtara mkpesa onye ọrụ ugbo ahụ",
  "N'oge na-adịghị anya, o hichapụrụ tweet ahụ, na-ekwu na akwụkwọ ahụ \"bụ ihe mgbe ochie\" ma jikọta ya na nke ọzọ \"iji mee ka onye ọ bụla na-amaghị ngagharị iwe ndị ọrụ ugbo na-aga n'ihu na India ghọta ọnọdụ ahụ nke ọma ma mee mkpebi banyere otu esi akwado ndị ọrụ ugbe dabere na nyocha nke ha\". E jidere onye India dị afọ iri abụọ na abụọ na-ahụ maka ihu igwe nke dezigharịrị ngwá ọrụ ahụ, Disha Ravi, n'okpuru ebubo nke ịgba ọchịchị mgba okpuru na nkata mpụ na 16 Febụwarị.",
  "Okwu ya n'oge nnọkọ nke 2018 United Nations Climate Change Conference (COP24) gbasara n'ebe niile. O kwuru na ndị isi ụwa nọ ebe ahụ \"ezughị oke ikwu ihe dị ka ọ dị\". Na ọkara mbụ nke afọ 2019, ọ sonyeere ngagharị iwe ụmụ akwụkwọ dị iche iche gburugburu Europe, a kpọkwara ya ka ọ kwuo okwu na nnọkọ na ndị omeiwu dị iche iche",
  "Na Jenụwarị 2019 World Economic Forum, Thunberg kwuru okwu ebe o kwuru, sị: \"Ụlọ anyị na-ere ọkụ\". Ọ gwara ndị omeiwu Britain, Europe na France okwu, ebe n'okwu nke ikpeazụ ọtụtụ ndị ndọrọ ndọrọ ọchịchị aka nri gbochiri ya. Na nzukọ dị mkpirikpi ya na Thunberg, Popu Francis kelere ya ma gbaa ya ume ka ọ gaa n'ihu. Ka ọ na-erule Maachị 2019, Thunberg ka na-eme ngagharị iwe ya mgbe niile n'èzí ụlọ omebe iwu Sweden na Fraịdee ọ bụla, ebe ụmụ akwụkwọ ndị ọzọ na-esonyere ya mgbe ụfọdụ",
  "Dị ka nna ya si kwuo, ọrụ ya emegideghị ọrụ ụlọ akwụkwọ ya, mana o nweela obere oge ezumike. Ọ gụsịrị ụlọ akwụkwọ sekọndrị dị ala na akara dị mma. N'ọnwa Julaị 2019, magazin Time kọrọ na Thunberg na-ewere \"afọ izu ike\" site n'ụlọ akwụkwọ, na-ezube ime njem na Amerịka ka ọ na-ezute ndị mmadụ sitere na mgbanwe ihu igwe.",
  "N'ọnwa Ọgọstụ 2019, Thunberg ji ụgbọ miri gafee Oké Osimiri Atlantic site na Plymouth, England, gaa New York, USA, na ụgbọ mmiri na-agba ọsọ 60 feet (18 m) Malizia II, nke nwere akụkụ anyanwụ na igwe turbines n'okpuru mmiri",
  "A mara ọkwa njem ahụ dị ka ụzọ gafere Atlantic na-anọpụ iche na carbon na-eje ozi dị ka ngosipụta nke nkwenkwe Thunberg kwupụtara banyere mkpa ọ dị ibelata ikuku.",
  "France 24 kọrọ na ọtụtụ ndị ọrụ ga-efega New York iji mee ka ụgbọ mmiri laghachi Europe. Njem ahụ were ụbọchị iri na ise, site na 14 ruo 28 Ọgọst 2019",
  "A kpọrọ Thunberg ka ọ gbaa akaebe na Kọmitii Nhọrọ Ụlọ US na Nsogbu ihu igwe na 18 Septemba",
  "Kama ịgba akaebe, o nyere nkwupụta ahịrịokwu asatọ ma nyefee akụkọ pụrụ iche nke IPCC na Global Warming nke 1.5 °C dị ka ihe akaebe.",
  "N'otu, otu ahụ kwupụtara na ha emeela mkpesa megide mba ise na-anọghị n'ụzọ iji mezuo ebumnuche mbelata ikuku ha kwere nkwa imezu na nkwekọrịta Paris ha: Argentina, Brazil, France, Germany, na Turkey. Mkpesa ahụ na-ama mba ndị a aka n'okpuru Protocol Nhọrọ nke Atọ na Nkwekọrịta na Ikike nke Nwatakịrị",
  "Nkwekọrịta ahụ bụ usoro ikpe nke na-enye ụmụaka ma ọ bụ ndị nnọchi anya ha, ndị kwenyere na e mebiri ikike ha, iji weta mkpesa n'ihu 'òtù nkwekọrịta' dị mkpa, Kọmitii na-ahụ maka ikike nke nwatakịrị. Ọ bụrụ na mkpesa ahụ gara nke ọma, a ga-agwa mba ndị ahụ ka ha zaghachi, mana aro ọ bụla abụghị iwu.",
  "Na 23 Septemba, Thunberg gara nzukọ UN Climate Action Summit na New York City",
  "N'ụbọchị ahụ, United Nations Children's Fund (UNICEF) kwadoro nzukọ ndị nta akụkọ ebe Thunberg sonyeere ụmụaka iri na ise ndị ọzọ nke gụnyere Ayakha Melithafa, Alexandria Villaseñor, Catarina Lorenzo, Carl Smith na ndị ọzọ.",
  "Na  mba Canada, Thunberg sonyere na ngagharị iwe ihu igwe n'obodo dị iche iche nke gụnyere Montreal, Edmonton na Vancouver nke gụnyere iduzi nzukọ ihu igwe dị ka akụkụ nke 27 Septemba 2019 Global Climate Strike na Montreal. Ihe karịrị nde mmadụ anọ bịara ngagharị iwe ụlọ akwụkwọ maka ihu igwe na 20 na 27 Septemba 2019, dị ka otu n'ime ndị na-ahazi ya si kwuo. Ọtụtụ narị puku mmadụ sonyere na ngagharị iwe a kọwara dị ka nke kachasị ukwuu n'akụkọ ihe mere eme nke obodo ahụ",
  "Onye isi obodo Montreal nyere ya nnwere onwe nke obodo ahụ",
  "Praịm Minista Justin Trudeau bịara, Thunberg na ya kwurịtara okwu n'ụzọ dị mkpirikpi. Mgbe ọ nọ na United States, Thunberg sonyere na ngagharị iwe ihu igwe na New York City na Alexandria Villaseñor na Xiye Bastida, na Washington DC ya na Jerome Foster II, Iowa City, Los Angeles, Charlotte, Denver na Haven Coleman, na Standing Rock Indian Reservation na Tokata Iron Eyes",
  "N'obodo dị iche iche, okwu isi okwu Thunberg malitere site n'ịkwado na ọ guzo n'ala nke bụ nke ndị obodo, na-asị: \"N'ịkweta nnukwu ikpe na-ezighị ezi a na-emegbu ndị a, anyị ga-ekwukwa banyere ọtụtụ ndị ohu na ndị ọrụ ha ụwa ka na-erite uru taa\".",
  "Thunberg bu n'obi ịnọgide na Amerịka iji gaa United Nations Climate Change Conference (COP25) nke e mere atụmatụ na Santiago, Chile, na Disemba",
  "Otú ọ dị, a mara ọkwa na ọkwa dị mkpirikpi na a ga-ebugharị COP25 na Madrid, Spain, n'ihi nnukwu ọgba aghara ọha na eze na Chile. Thunberg ajụla ife efe n'ihi ikuku carbon sitere na njem ụgbọ elu, ya mere o biputere na mgbasa ozi mmekọrịta na ọ dị ya mkpa ịgafe Oké Osimiri Atlantic",
  "Riley Whitelu na nwunye ya, Elayna Carausu, ndị Australia abụọ na-agba gburugburu ụwa n'ụgbọ mmiri ha dị mita iri anọ na asatọ (15 m) La Vagabonde, kwuru ka ha buru ya",
  "Ya mere na 13 Nọvemba 2019, Thunberg si Hampton, Virginia, gaa Lisbon, Portugal",
  "Ozi ọpụpụ ya bụ otu ihe ahụ ọ dị kemgbe ọ malitere ọrụ ya: \"Ozi m nye ndị America bụ otu ihe dị ka onye ọ bụla na-ekwu na ọ ga-adị n'otu n'azụ sayensị ma rụọ ọrụ na sayensị.\"",
  "Thunberg rutere n'ọdụ ụgbọ mmiri Lisbon na 3 Disemba 2019, wee gaa Madrid iji kwuo okwu na COP25 ma sonye na Fraịdee maka ndị na-eme ngagharị iwe n'ọdịnihu",
  "N'oge mkparịta ụka ndị nta akụkọ tupu ngagharị ahụ, ọ kpọrọ oku maka \"omume siri ike\" ndị ọzọ, na-ekwu na ọgba aghara ụlọ akwụkwọ zuru ụwa ọnụ n'afọ gara aga \"enwetaghị ihe ọ bụla\" n'ihi na ikuku gas na-ekpo ọkụ ka na-arị elu site na pasent anọ kemgbe afọ 2015.",
  "N'abalị iri atọ n'ọnwa Disemba n'afọ 2019, Thunberg bụ onye nchịkọta akụkọ nke mmemme ihe omume ugbu a nke BBC Radio, Today Programme. Mbipụta Thunberg nke mmemme ahụ gosipụtara ajụjụ ọnụ banyere mgbanwe ihu igwe na Sir David Attenborough, onye isi ọba ego nke mba England Mark Carney, Massive Attack's Robert Del Naja, na onye isi Shell Oil Maarten Wetselaar",
  "BBC mechara wepụta pọdkastị nwere ajụjụ ọnụ ndị a na ihe ndị ọzọ dị mkpa",
  "Na 11 Jenụwarị 2020, Thunberg kpọrọ ụlọ ọrụ Germany Siemens ka ọ kwụsị nnyefe nke ngwá ọrụ ụgbọ okporo ígwè na Carmichael coal mine na-ese okwu nke ụlọ ọrụ India Adani Group na Australia na-arụ ọrụ, mana na 13 Jenụwarị, Siemens kwuru na ọ ga-aga n'ihu na-asọpụrụ nkwekọrịta ya na Adani.",
  "Na 21 Jenụwarị 2020, Thunberg laghachiri na World Economic Forum nke e mere na Davos, Switzerland, wee kwuo okwu abụọ, ma sonye n'otu mkparịta ụka nke The New York Times World Economic forum kwadoro",
  "Thunberg jiri ọtụtụ n'ime isiokwu ndị dị n'okwu ya gara aga mee ihe, mana o lekwasịrị anya n'otu n'ime ha: \"Ụlọ anyị ka na-ere ọkụ\"",
  "Thunberg mere ihe ọchị na ọ pụghị ime mkpesa na a naghị anụ ya, na-asị: \"A na-anụ m mgbe niile\".",
  "N'ọnwa Febụwarị afọ 2020, Thunberg gara Mahadum Oxford izute Malala Yousafzai, onye Pakistan na-enweta ihe nrite Nobel Peace Prize maka agụmakwụkwọ ụmụ nwanyị nke ndị Taliban gbara egbe n'isi dị ka nwa akwụkwọ",
  "Thunberg mechara sonye n'ọgbaghara ụlọ akwụkwọ na Bristol. Na 4 Maachị 2020, Thunberg gara nzukọ pụrụ iche nke Kọmitii Gburugburu Ebe Obibi nke European Parliament iji kwuo maka Iwu Ọnọdụ Ihu igwe nke Europe",
  "N'ebe ahụ, o kwupụtara na ọ na-ewere atụmatụ ọhụrụ maka iwu ihu igwe nke European Commission bipụtara ka ọ bụrụ inyefe onwe ya.",
  "N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ 2020, Thunberg kwụsịrị \"afọ ezumike\" ya n'ụlọ akwụkwọ mgbe ọ laghachiri na klas",
  "Ọrịa COVID-19 gbochiri njem na nzukọ na 2020 na 2021.",
  "Na mbido afọ 2020, nzaghachi ọrịa COVID-19 chọrọ mgbanwe omume nke gụnyere ịnọpụ iche na mmekọrịta mmadụ na ibe ya, nnọpụiche, na mkpuchi ihu",
  "N'ụbochị nke ịrị na atọ nke ọnwa Maachị Afọ 2020, Thunberg kwuru na \"N'ime nsogbu anyị gbanwere omume anyị ma mee mgbanwe na ọnọdụ ọhụrụ maka ọdịmma ka ukwuu nke ọha mmadụ\"",
  "Thunberg na ụlọ akwụkwọ ahụ mere ngagharị iwe maka ihu igwe mechara mee ka mmeghachi omume na ngagharị iwe ha n'ịntanetị. Thunberg and School strike for climate subsequently moved their activism and protests online. N'abalị iri abụọ n'ọnwa Ọgọstụ n'afọ 2020, ncheta nke abụọ nke ọgbaghara ụlọ akwụkwọ mbụ Thunberg maka ihu igwe, Thunberg na ndị ọrụ ihu igwe Luisa Neubauer, Anuna de Wever van der Heyden na Adélaïde Charlier zutere Chancellor Germany Angela Merkel na Berlin. Ha mechara kwupụta atụmatụ maka ọgbaghara ihu igwe ọzọ n'ụwa niile na 25 Septemba 2020",
  "Neubauer kwuru na ma ọ bụrụ na ọgbaghara na Septemba bụ n'ụdị ma ọ bụ n'okporo ámá ga-ekpebi site na mberede ọrịa zuru ụwa ọnụ",
  "Na mkparịta ụka ndị nta akụkọ na ndị ọrụ ibe ya na-ekwughachi echiche ya, Neubauer kwuru, sị: \"Nsogbu ihu igwe anaghị akwụsị\".",
  "N'abalị iri na anọ n'ọnwa Disemba 2020, Thunberg jiri mgbasa ozi Twitter katọọ nkwupụta mberede mgbanwe ihu igwe nke Gọọmentị nke mba New Zealand mere n'oge na-adịbeghị anya dị ka \"ihe mgbaàmà omume ọma\", na-akpọ Twitter na Gọọmentị New Zealand Labour kpebisiri ike belata ihe na-erughị otu pasent nke ikuku carbon nke New Zealand ka ọ na-erule afọ 2025. Na nzaghachi, Praịm Minista New Zealand Jacinda Ardern na Minista mgbanwe ihu igwe James Shaw gbachitere nkwupụta mgbanwe ihu igwe nke New Zealand dị ka naanị mmalite nke ebumnuche mgbochi mgbanwe ihu igwe. Na 29 Disemba 2020, n'oge ajụjụ ọnụ BBC, Thunberg kwuru na anaghị ege ndị ọkachamara n'ihu igwe ntị n'agbanyeghị ọrịa COVID-19 na-eme ka mkpa ọ dị iji sayensị mee ihe iji dozie nsogbu ndị dị otú ahụ",
  "Ọ gbakwụnyere na nsogbu COVID-19 \"mere ka ìhè\" na otu \"anyị ga-esi mee ya na-enweghị sayensị\".",
  "N'ọnwa Mee 2021, ọ kwurịtara nsogbu COVID-19 ọzọ, mgbe ọ gbara ume ka a gbanwee usoro mmepụta nri na ichebe ụmụ anụmanụ na ebe obibi ha",
  "Okwu Thunberg, nke bịara n'etiti oku maka ihe ndị ọzọ na-enweghị anụ kwukwara banyere nchegbu ahụike gbasara ọdịmma anụ na gburugburu ebe obibi",
  "Thunberg kwuru na ụzọ ụmụ mmadụ si ebibi ebe obibi bụ ọnọdụ zuru oke maka mgbasa nke ọrịa ndị dị ka COVID-19, Zika, Ebola, West Nile fever, SARS, MERS, na ndị ọzọ. N'ọnwa Julaị 2021, Thunberg natara ọgwụ mgbochi COVID ya, na-ekwu, sị: \"Enwere m ekele nke ukwuu ma nwee ihe ùgwù nke inwe ike ibi n'otu akụkụ nke ụwa ebe enwere m ike ịgba ọgwụ mgbochi",
  "Mgbasa ọgwụ mgbochi gburugburu ụwa dị oke iche",
  "Ọ dịghị onye dị nchebe ruo mgbe onye ọ bụla dị nchebe",
  "Ma mgbe a na-enye gị ọgwụ mgbochi, alala azụ",
  "Ọ na-azọpụta ndụ\".",
  "Mbipụta izizi nke Vogue Scandinavia (August - September 2021) gosiputara foto mkpuchi nke Thunberg nke ndị na-ese foto na ndị na-echekwa ihe na Sweden bụ Iris na Mattias Alexandrov Klum, na ajụjụ ọnụ ya. Ihu ya na-egosi Thunberg na-eyi uwe trench mgbe ya na ịnyịnya Icelandic na-anọdụ ala n'ọhịa dị na mpụga Stockholm",
  "N'ajụjụ ọnụ ahụ, Thunberg katọrọ mkpọsa nkwalite nke ụlọ ọrụ ejiji na-eji eme ihe iji yie ihe na-adịgide adịgide n'enweghị \"ime ihe ọ bụla iji chebe gburugburu ebe obibi\" ma kpọọ mkpọsa ahụ \"greenwashing\". N'otu ụbọchị ahụ, o jiri mgbasa ozi Twitter katọọ ụlọ ọrụ ejiji dị ka \"nnukwu onye na-enye aka\" na ihu igwe na \"mgbaghara\" gburugburu ebe obibi na \"ọ bụghị ikwu mmetụta ya na ọtụtụ ndị ọrụ na obodo ndị a na-erigbu gburugburu ụwa ka ụfọdụ wee nwee ike ịnụ ụtọ ejiji ngwa ngwa nke ọtụtụ na-ewere dị ka ihe a na-atụfu\". Uwe ajị anụ nke Thunberg nwetara nkatọ site n'aka ndị na-eri nri",
  "Dị ka People for the Ethical Treatment of Animals (PETA) si kwuo, ọ maghị na ejiji ahụ bụ ezigbo ajị anụ sitere na anụmanụ.",
  "N'ụbochị ịrị abụọ na asatọ nke ọnwa Septemba afọ 2021, Thunberg katọrọ onye isi ala US Joe Biden, praịm minista Britain Boris Johnson, praịm minista India Narendra Modi na ndị isi ụwa ndị ọzọ maka nkwa ha kwere iji dozie nsogbu ihu igwe n'okwu ha na Youth4Climate Summit na Milan. Thunberg katọkwara ma nwee obi abụọ banyere ndị na-ahazi nzukọ ihu igwe, na-ekwu \"Ha na-akpọ ndị na-eto eto ahọpụtara na nzukọ dị ka nke a iji mee ka ha na-ege anyị ntị",
  "Ma ha abụghị\". Otu ọnwa mgbe nke ahụ gasịrị, Thunberg sonyere na ngagharị iwe na London, na-achọ ka usoro ego kwụsị ịkwado ụlọ ọrụ na ọrụ ndị na-eji mmanụ ala dị ka coal, mmanụ na gas sitere n'okike. Ngagharị iwe ahụ na London bụ akụkụ nke usoro na-ewere ọnọdụ na ụlọ ọrụ ego gburugburu ụwa, gụnyere New York City, San Francisco na Nairobi. Ọ gwara onye nta akụkọ BBC Andrew Marr na ụlọ akụ kwesịrị \"ikwụsị ịkwụ ụgwọ maka mbibi anyị\", tupu nzukọ ihu igwe nke UN COP26. Na 2021 United Nations Climate Change Conference na Glasgow, Thunberg gara otu panel gbasara mgbanwe ihu igwe nke onye na-eme ihe nkiri Britain bụ Emma Watson kwadoro.",
  "N'ọnwa Nọvemba afọ 2021, Greta Thunberg na ndị ọzọ na-ahụ maka ihu igwe malitere itinye akwụkwọ mkpesa na United Nations na-akpọ ya ka ọ kwupụta ọnọdụ mberede ihu igwe zuru ụwa ọnụ nke atọ",
  "Nke a ga-eduga n'ịmepụta otu pụrụ iche nke ga-ahazi nzaghachi maka nsogbu ihu igwe na mba ụwa",
  "Nzaghachi kwesịrị ịdị ma ọ dịkarịa ala ike dịka nzaghachi maka ọrịa COVID-19. N'ọnwa Disemba 2021, Thunberg kwughachiri nkatọ ya megide onye isi ala US Joe Biden, na-ekwu \"Ọ bụrụ na ị na-akpọ ya onye ndu, ọ bụ ihe ijuanya na ndị mmadụ na-ahuta Joe Biden dị ka onye ndu maka ihu igwe mgbe ị hụrụ ihe nchịkwa ya na-eme\", na-arutu aka na mgbasawanye US na ojiji nke mmanụ ala n'oge nchịkwa Biden",
  "Thunberg gara n'ihu kwara arịrị na ndị na-eme ngagharị iwe na ndị nọ n'afọ iri na ụma dị mkpa iji mee ka a mara banyere mgbanwe ihu igwe.",
  "Thunberg akatọọla ụlọ ọrụ na-egwupụta ihe na Britain a kpọrọ Beowulf maka ọrụ igwupụta ígwè n'ala Sami",
  "O kwuru na \"Anyị kwenyere na ihu igwe, gburugburu ebe obibi, ikuku dị ọcha, mmiri, ịzụ anụ reindeer, ikike ụmụ amaala na ọdịnihu nke mmadụ kwesịrị ibute ụzọ karịa uru dị mkpirikpi nke ụlọ ọrụ",
  "Gọọmentị Sweden kwesịrị ịkwụsị ọchịchị ndị Sami.\"",
  "Thunberg na-ekwusi ike na ihe a kpọrọ mmadụ na-eche nsogbu dị adị ihu n'ihi okpomọkụ ụwa ma na-ata ọgbọ ndị okenye dị ugbu a uta maka ịmepụta nsogbu ahụ. Ọ na-eji ihe atụ (dị ka \"ụlọ anyị na-ere ọkụ\") iji mee ka nchegbu ya pụta ìhè ma na-agwa ndị isi azụmaahịa na ndọrọ ndọrọ ọchịchị okwu n'ụzọ na-enweghị isi banyere ọdịda ha n'ime ihe ha jikọrọ aka.",
  "Thunberg ekwuola na mgbanwe ihu igwe ga-enwe mmetụta dị ukwuu nye ndị na-eto eto nke ọdịnihu ha ga-emetụta nke ukwuu",
  "Ọ na-ekwu na ọgbọ ya nwere ike ọ gaghị enwe ọdịnihu ọzọ n'ihi na \"a na-ere ọdịnihu ahụ ka ọnụ ọgụgụ dị nta nke ndị mmadụ wee nwee ike inweta ego a na-apụghị ichetụ n'echiche\". O kwukwara na ndị mmadụ nọ na Global South ga-ata ahụhụ karịa site na mgbanwe ihu igwe, ọ bụ ezie na ha enyeghị aka nke nta n'ihe gbasara ikuku carbon dioxide. Thunberg ekwupụtala nkwado maka ndị ọzọ na-eto eto na-eme ngagharị iwe si mba ndị na-emepe emepe na-eche mmetụta ọjọọ nke mgbanwe ihu igwe ihu",
  "N'ikwu okwu na Madrid na Disemba 2019, o kwuru, sị: \"Anyị na-ekwu maka ọdịnihu anyị, ha na-ekwu ihe banyere ugbu a ha\".",
  "N'ikwu okwu na nnọkọ mba ụwa, ọ na-ata ndị isi ụwa ụta na a na-eme obere ihe iji belata mweputa ajọ ikuku zuru ụwa ọnụ. Ọ na-ekwu na ibelata ikuku ezughị, ma na-ekwu ka ọ dị mkpa ibelata ikuku ruo efu ma ọ bụrụ na ụwa ga-eme ka okpomọkụ ụwa dị n'okpuru 1.5 °C",
  "N'ikwu okwu na Nzukọ Ndị Omeiwu Britain n'ọnwa Eprel 2019, o kwuru, sị: \"Eziokwu ahụ bụ na anyị na-ekwu maka 'ịbelata' kama 'ịkwụsị' ikuku bụ ikekwe ike kachasị n'azụ azụmaahịa na-aga n'ihu dị ka ọ dị ka ọ na-adịkarị\". Iji mee ihe dị mkpa, ọ gbakwụnyere na ndị ndọrọ ndọrọ ọchịchị ekwesịghị ige ya ntị, ha kwesịrị ige ntị n'ihe ndị ọkà mmụta sayensị na-ekwu banyere otu esi edozi nsogbu ahụ. Dị ka ndị ọkà mmụta sayensị ndọrọ ndọrọ ọchịchị Mattia Zulianello na Diego Ceccobelli si kwuo, enwere ike ịkọwa echiche Thunberg dị ka ecocentrism nke teknụzụ, nke dabeere na \"ịdị elu nke vox scientifica\".",
  "Karịsịa, Thunberg ekwuola na nkwa ndị e mere na nkwekọrịta Paris ezughi iji belata okpomọkụ ụwa ruo 1.5 degrees, nakwa na usoro ikuku na-ekpo ọkụ kwesịrị ịmalite ịdaba nke ukwuu n'oge na-adịghị anya karịa 2020 dị ka akọwapụtara na 2018 Special Report on Global Warming nke 1.5 ° C. N'ọnwa Febụwarị afọ 2019, na nzukọ nke European Economic and Social Committee, o kwuru na ebumnuche EU ugbu a iji belata ikuku site na pasent ịrị anọ site na 2030 \"ezughị iji chebe ọdịnihu maka ụmụaka na-etolite taa\" nakwa na EU ga-ebelata ikuku carbon dioxide okpukpu abụọ nke pasent ịrị asatọ, iji nweta pasent ịrị anọ ha bụ n'uche.",
  "Thunberg kwughachiri echiche ya banyere enweghị ọrụ ndọrọ ndọrọ ọchịchị n'ajụjụ ọnụ ọnwa Nọvemba 2020 ebe o kwuru na \"ndị ndú nwere obi ụtọ ịdobe ihe mgbaru ọsọ maka ọtụtụ iri afọ n'ihu, mana ọ ga-emebi mgbe ọ dị mkpa ime ihe ozugbo\". Ọ katọrọ European Green Deal, nke na-ezube ime ka ihu igwe EU ghara itinye aka na 2050, na-ekwu na ọ \"na-eziga ihe mgbaàmà siri ike na a na-eme ihe n'ezie ma zuru ezu mgbe n'ezie ọ bụghị",
  "Okike anaghị akwụ ụgwọ, ị pụghịkwa ime nkwekọrịta na physics.\"",
  "N'ajụjụ ọnụ obere oge tupu nzukọ COP26 nke 2021 na Glasgow, a jụrụ Thunberg otú o si nwee nchekwube na nzukọ ahụ nwere ike inweta ihe ọ bụla, na nzaghachi, ọ siri, \"Ọ dịghị ihe gbanwere site na afọ ndị gara aga n'ezie",
  "Ndị isi ga-ekwu 'anyị ga-eme nke a ma anyị ga-eme ya, anyị ga-ejikọkwa ndị agha anyị ọnụ ma nweta nke a', mgbe ahụ ha agaghị eme ihe ọ bụla",
  "Ikekwe ụfọdụ ihe nnọchianya na ndekọ ego na ihe ndị na-enweghị mmetụta dị ukwuu",
  "Anyị nwere ike ịnwe ọtụtụ COPs dịka anyị chọrọ, mana ọ nweghị ezigbo ihe ga-esi na ya pụta. \" Ọ kpọrọ onye isi ala China Xi Jinping \"onye ndú nke ọchịchị aka ike\" ma kwuo na \"ọchịchị onye kwuo uche ya bụ naanị ihe ngwọta maka nsogbu ihu igwe, ebe ọ bụ na naanị ihe nwere ike ịwepụ anyị n'ọnọdụ a bụ",
  "nnukwu nrụgide ọha na eze\".",
  "N'abalị iri atọ n'ọnwa Ọktoba n'afọ 2021, ọ rutere n'ọdụ ụgbọ okporo ígwè Glasgow Central maka COP26",
  "Ọ kwuru okwu na ụfọdụ ngagharị iwe n'oge COP, ma gaa n'ihu na Friday for Future Scotland climate strike na Friday 5 November; o kwuru n'ajụjụ ọnụ mbụ na ọha na eze kwesịrị \"ikpochapụ usoro ahụ\". O kwuru okwu nye ndị na-eme ngagharị iwe ebe ọ kọwara COP26 dị ka ọdịda, na-ekwu maka \"blah blah blah\" na greenwashing.",
  "Thunberg enwetala nkwado siri ike na nkatọ siri ike maka ọrụ ya site n'aka ndị ndọrọ ndọrọ ọchịchị na ndị nta akụkọ. Thunberg zutere ọtụtụ ndị ndọrọ ndọrọ ọchịchị na ndị isi ụwa, mana o kwuru na ọ pụghị iche echiche banyere otu onye ndọrọ ndọrọ ọchịchị masịrị ya",
  "Mgbe a jụrụ ya banyere praịm minista New Zealand a na-akwanyere ùgwù Jacinda Ardern, onye kọwara nsogbu ihu igwe dị ka ihe gbasara ndụ ma ọ bụ ọnwụ, Thunberg kwuru \"Ọ bụ ihe ọchị na ndị mmadụ kwenyere na Jacinda Ardert na ndị dị ka nke ahụ bụ ndị isi ihu igwe",
  "Nke ahụ na-agwa gị etu obere mmadụ si mara banyere nsogbu ihu igwe",
  "\" Thunberg leghaara okwu na mmetụta anya: \"N'ụzọ doro anya, ikuku anaghị ada",
  "Ọ na-aga n'ekwughị na ndị a anaghị eme ihe ọ bụla\" (n'ezie, ikuku na-ekpo ọkụ na New Zealand jiri pasent abụọ rịa elu n'afọ 2019).",
  "N'ọnwa Febụwarị 2019, ndị ọkà mmụta narị abụọ na ịrị abụọ na anọ bịanyere aka n'akwụkwọ ozi nkwado na-ekwu na omume Thunberg na ụmụaka ụlọ akwụkwọ na-eme ngagharị iwe kpaliri ha ịnụ olu ha. Onye odeakwụkwọ ukwu nke United Nations António Guterres kwadoro ọgbaghara ụlọ akwụkwọ nke Thunberg malitere, na-ekweta, sị: \"Ọgbọ m emeghị ihe ịma aka dị egwu nke mgbanwe ihu igwe",
  "Ndị na-eto eto na-enwe mmetụta miri emi na nke a",
  "Ọ bụghị ihe ijuanya na ha na-ewe iwe\". N'ikwu okwu n'otu ihe omume na New Zealand na Mee 2019, Guterres kwuru na ọgbọ ya \"emerighị agha megide mgbanwe ihu igwe\" nakwa na ọ dị n'aka ndị ntorobịa \"ịzọpụta mbara ala\".",
  "Ndị ndọrọ ndọrọ ọchịchị otu Democratic maka ntuli aka onye isi ala United States nke 2020 dịka Kamala Harris, Beto O'Rourke, na Bernie Sanders gosipụtara nkwado mgbe okwu ya gasịrị na nzukọ nke Septemba 2019 na New York. Onye isi ala Germany bụ Angela Merkel gosipụtara na ndị na-eto eto na-eme ihe dịka Thunberg emeela ka gọọmentị ya mee ihe ngwa ngwa gbasara mgbanwe ihu igwe.",
  "Ndị ndọrọ ndọrọ ọchịchị akatọwokwa Thunberg na mkpọsa ya, site na mwakpo onwe onye ruo nkwupụta na ọ na-eme ka okwu ndị dị mgbagwoju anya dị mfe",
  "N'etiti ha bụ praịm minista Australia Scott Morrison, onye jị ọkwa chancellor Germany Angela Merkel, onye isi ala France Emmanuel Macron, onye isi ala Russia Vladimir Putin, OPEC (Organization of the Petroleum Exporting Countries) na onye isi ala US Donald Trump ugboro ugboro.",
  "Na Septemba 2019, Trump kesara vidiyo nke Thunberg na-agwa ndị isi ụwa okwu n'iwe, yana okwu ya na \"ndị mmadụ na-anwụ, usoro okike dum na-adakwa ada",
  "Anyị nọ na mbido mkpochapụ dị ukwuu.\" Trump dere banyere Thunberg, na-eziga ozi na mgbasa ozi Twitter, sị: \"O yiri ka ọ bụ nwa agbọghọ nwere obi ụtọ na-atụ anya ọdịnihu dị mma ma dị ebube",
  "Ọ dị mma ịhụ!\" Thunberg meghachiri site n'ịgbanwe akụkọ Twitter ya iji kwekọọ na nkọwa ya, ma kwuo na ọ pụghị \"ịghọta ihe mere ndị okenye ga-eji họrọ ịkwa ụmụaka na ndị nọ n'afọ iri na ụma ọchị maka naanị nkwurịta okwu na ime ihe na sayensị mgbe ha nwere ike ime ihe dị mma kama\". N'ọnwa Disemba 2019, Onye isi ala Trump kwara Thunberg emo ọzọ mgbe Time kpọrọ ya Onye nke Afọ maka afọ 2019, na-asị: \"Ọ bụ ihe nzuzu",
  "Greta ga-arụ ọrụ na nsogbu nchịkwa iwe ya, wee soro enyi ya gaa na ezigbo ihe nkiri ochie! Chill Greta, Chill!\". Thunberg zaghachiri site n'ịgbanwe akụkọ ndụ Twitter ya ka ọ bụrụ: \"Onye nọ n'afọ iri na ụma na-arụ ọrụ na nsogbu nchịkwa iwe ya",
  "Ugbu a na-ajụ oyi ma na-ekiri ezigbo ihe nkiri ochie na enyi.\" N'oge ntuli aka onye isi ala nke United States na 2020, Thunberg kwuru na Trump tweet \"STOP THE COUNT!\" na ederede: \"Ọ bụ ihe nzuzu",
  "Donald ga-arụ ọrụ na nsogbu nchịkwa iwe ya, wee soro enyi ya gaa na ezigbo ihe nkiri ochie! Chill Donald, Chill!\"",
  "N’ọnwa 2019, Putin kọwara Thunberg dị ka “nwa agbọghọ nwere obi oma na ezigbo obi”, ebe ọ na-atụ aro ka a na-emegharị ya iji jeere ọdịmma ndị ọzọ ozi",
  "Putin katọrọ ya dị ka \"onye na-amaghị nke ọma\", na-agbakwụnye, sị: \"Ọ dịghị onye kọwara Greta na ụwa nke oge a dị mgbagwoju anya ma dị iche iche na ndị mmadụ n'Africa ma ọ bụ n'ọtụtụ mba Eshia chọrọ ibi ndụ n'otu ọkwa akụ na ụba dị na Sweden.\" N'otu aka ahụ mmeghachi omume ya na Trump, Thunberg melitere ihe o dere na Twitter ya iji gosipụta nkọwa Putin banyere ya. Na Disemba afọ 2019, Thunberg dere ozi na twitter si: \"A na-egbu ụmụ amaala n'ezie maka ịgbalị ichebe oke ọhịa pụọ ​​na igbutu osisi n'ụzọ iwu na-akwadoghị",
  "Ugboro ugboro",
  "Ọ bụ ihe ihere na ụwa gbachiri nkịtị maka nke a.\" Mgbe a jụrụ ya banyere isiokwu a ụbọchị abụọ ka nkeỌktoba ahụ gasịrị, onye isi ala Brazil Jair Bolsonaro zara, sị: \"Greta kwuru na ndị India na-anwụ n'ihi na ha na-agbalị ichebe Amazon",
  "Ọ na-adọrọ mmasị ka ndị nta akụkọ na-enye ụda olu dị otú ahụ.\" N'otu ụbọchị ahụ, Thunberg gbanwere nkọwa Twitter ya ka ọ bụrụ pirralha, okwu Portuguese maka \"brat\" nke Bolsonar ji mee ihe.",
  "N'ajụjụ ọnụ Mee 2019 ya na Suyin Haynes na Time, Thunberg kwuru okwu nkatọ o nwetara n'ịntanetị na-ekwu, sị: \"Ọ bụ ihe na-atọ ọchị mgbe naanị ihe ndị mmadụ nwere ike ime bụ ịkwa gị emo, ma ọ bụ kwuo banyere ọdịdị gị ma ọ bụ ụdị gị, n'ihi na ọ pụtara na ha enweghị arụmụka ma ọ bụ ihe ọ bụla ọzọ ikwu.\" Onye bụbu osote onye isi ala US na onye ga-anọchi Trump bụ Joe Biden zaghachiri na tweet nke Onye isi ala Trump na-akwa Thunberg emo mgbe akpọrọ ya Onye nke Afọ 2019 site na tweeting na Trump: \"Olee ụdị onye isi ala na-emegbu onye nọ n'afọ iri na ụma? @realDonaldTrump, ị nwere ike ịmụta ihe ole na ole site na Greta banyere ihe ọ pụtara ịbụ onye ndu.\"",
  "Na 30 Maachị 2021, European Commissioner for Climate Action Frans Timmermans kwuru na mgbasa ozi Twitter mgbe ọ gwachara Thunberg okwu na \"The Commission ka na-etinye aka\" n'ime ka Common Agricultural Policy \"mezuo ebumnuche\" nke European Green Deal.",
  "N'ọnwa Ọgọstụ afọ 2019, Scott Walsman dere na Scientific American na ndị na-akatọ Thunberg \"ebidowo mwakpo onwe\", \"na-emebi autism\", na \"na-adabere na mwakpo ad hominem iji belata mmetụta ya\". N'ide akwụkwọ na The Guardian, Aditya Chakrabortty kwuru na ndị na-ede akwụkwọ akụkọ gụnyere Brendan O'Neill, Toby Young, blog Guido Fawkes, yana Helen Dale na Rod Liddle na The Spectator na The Sunday Times na-eme \" mwakpo ọjọọ\" na Thunberg. Onye na-eme ihe ngosi na British TV bụ Piers Morgan mekwara Thunberg ihe ọchị. Dị ka akụkụ nke ịgọnahụ mgbanwe ihu igwe ya, otu ndọrọ ndọrọ ọchịchị Alternative for Germany (AfD) nke mba Germany wakporo Thunberg \"n'ụzọ jọgburu onwe ya\", dị ka Jakob Guhl, onye nnyocha maka Institute for Strategic Dialogue si kwuo.",
  "Ihe odide Arron Banks na mgbasa ozi Twitter na-ekwu na \"ihe mberede ụgbọ mmiri na-eme n'Ọgọst\" kpasuru ọtụtụ ndị omeiwu Britain (Onye otu nzuko omeiwu), ndị ama ama na ndị gụrụ akwụkwọ",
  "Tanja Bueltmann, onye nchoputa nke EU Citizens 'Champion, kwuru na ụlọ akụ arịọla \"ịnwụ mmiri nke nwatakịrị\" maka ntụrụndụ nke ya wee kwuo na ọtụtụ n'ime ndị na-awakpo Thunberg \"bụ ndị nwoke na-acha ọcha n'etiti ndị si n'aka nri nke ndọrọ ndọrọ ọchịchị.\". N'ide akwụkwọ na The Guardian, Gaby Hinsliff, kwuru na Thunberg aghọwo \"ihu ọhụrụ na agha ọdịbendị Brexit\" na-arụ ụka na iwe nke mwakpo onwe onye nke ndị Brexiteers na Thunberg \"na-enye ha ikuku oxygen nke mgbasa ozi\".",
  "Na Septemba 2019, Nick Gillespie dere na akwukwo magazin Reason na \"Akụkọ akụkọ ihe mere eme Greta Thunberg nwere ike si n'obi mana ha ma ọ bụ nzaghachi jọgburu onwe ya nke ha na-enye bụ onye ndu maka ezigbo amụma gburugburu ebe obibi na ụwa nke na-abawanye ụba kwa ụbọchị.\" N'ọnwa Ọgọstụ 2021, Yasmeen Serhan dere na The Atlantic na Thunberg aghọwo \"ihe a na-elekwasị anya n'ọtụtụ ihe na-eduhie eduhie na nkata aghụghọ\" site n'aka nri na aka nri, \"gụnyere ngosipụta nke ya dị ka nwatakịrị e mebiri emebi, onye aka ekpe, na ọbụna onye Nazi\".",
  "Thunberg akpaliwo ọtụtụ ndị ọgbọ ya nọ n'ụlọ akwụkwọ n'ihe a kọwara dị ka \"mmetụta Greta\". Na nzaghachi gbasara nkwuwa okwu ya, ndị ndọrọ ndọrọ ọchịchị dị iche iche ekwetawokwa mkpa ọ dị itinye uche na mgbanwe ihu igwe",
  "Odeakwụkwọ na-ahụ maka gburugburu ebe obibi Britain, Michael Gove, kwuru, sị: “Mgbe m gere gị ntị, enwere m mmasị dị ukwuu, kamakwa ibu ọrụ na obi amamikpe",
  "Abụ m ọgbọ ndị mụrụ gị, amakwaara m na anyị emebeghị nke ọma iji lebara ya anya",
  "mgbanwe ihu igwe na nnukwu nsogbu gburugburu ebe obibi anyị nyere aka mepụta.\" Onye ndọrọ ndọrọ ọchịchị ọrụ Ed Miliband, bụ onye na-ahụ maka iwebata Iwu mgbanwe ihu igwe 2008, kwuru, sị: \"Ị kpọtere anyị",
  "Daalụ",
  "Ndị na-eto eto niile na-arụ ọrụ n'ọrụ ejirila enyo mee obodo anyị",
  "I kuziwo anyị ihe mmụta dị mkpa n'ezie, ị dị iche n'ìgwè mmadụ.\"",
  "N'ọnwa Febụwarị 2019, Thunberg sooro onye isi oche nke European Commission, Jean-Claude Juncker, kerịta otu oge, ebe o kwuru, sị: \"N'oge ego ọzọ site n'afọ 2021 ruo 2027, euro anọ ọ bụla a na-emefu n'ime mmefu ego EU ga-aga n'ihu iji belata mgbanwe ihu igwe.\" Nsogbu ihu igwe rụkwara ọrụ dị mkpa na ntuli aka ndị omeiwu Europe na Mee 2019 ka ndị Green party dekọrọ nsonaazụ kachasị mma ha, na-eme ka ọnụ ọgụgụ oche ndị MEP ha site n'ọnụ ọgụgụ ịrị ise na abụọ ruo ịrị asaa na abụọ. Ọtụtụ n'ime mmeri ndị ahụ sitere na mba ndị dị n'ebe ugwu Europe ebe ndị na-eto eto gara n'okporo ámá site n'ike mmụọ nsọ Thunberg.",
  "N'ọnwa June 2019, nnyocha YouGov na Britain chọpụtara na nchegbu ọha na eze banyere gburugburu ebe obibi arịwo elu ruo n'ókè dị na UK ebe ọ bụ na Thunberg na Extinction Rebellion \"gburu ụfụfụ nke ịgọnahụ\". N'ọnwa Ọgọstụ 2019, mbipụta na ahịa nke akwụkwọ ụmụaka banyere nsogbu ihu igwe kwuru okpukpu abụọ ma e jiri ya tụnyere afọ gara aga",
  "Ndị na-ebipụta akwụkwọ na-ekwu na nke a bụ \"mmetụta Greta\". N'ịbụ ndị Thunberg kpaliri, ndị ọrụ ebere bara ọgaranya na ndị na-etinye ego site na United States enyewo ihe dị ka dọla pụkụ narị isii iji kwado Extinction Rebellion na ndị otu ụlọ akwụkwọ iji guzobe Climate Emergency Fund. Trevor Neilson, otu n'ime ndị ọrụ ebere, kwuru na ndị guzobere atọ ahụ ga-akpọtụrụ ndị enyi n'etiti ndị ọgaranya zuru ụwa ọnụ iji nye onyinye \"otu narị ugboro\" karịa n'ime izu na ọnwa ndị na-abịa. N'ọnwa Disemba 2019, New Scientist kọwara mmetụta nke Thunberg na Extinction Rebellion nwere isi okwu: \"Afọ ụwa tetara na mgbanwe ihu igwe.\"",
  "Dị ka otu nnyocha n'afọ 2021 si kwuo, \"ndị maara Greta Thunberg nke ọma nwere ebumnuche dị elu nke ime ihe n'otu iji belata okpomọkụ ụwa na nkwenkwe ndị siri ike na-eme ka mmekọrịta a dị n'etiti",
  "Njikọ a n'etiti ịmara Greta Thunberg, nkwenye ịdị irè nke otu, na ebumnuche ime ihe n'otu dị ọbụna mgbe ị gbasịrị maka nkwado zuru oke nke ndị zaghachirinụ maka ọrụ ihu igwe.\"",
  "Thunberg eduziwo mmegide na-efe efe, na-akwalite njem ụgbọ okporo ígwè na-efefe na gburugburu ebe obibi. Okwu a na-ejikọta ya na mmegharị a bụ flygskam ma ọ bụ \"ihe ihere ịgba ọsọ\". Ọ bụ ihe na-eme nke ndị mmadụ na-enwe nrụgide ọha na eze ka ha ghara ife efe n'ihi mmụba nke gas na-ekpo ọkụ nke ụlọ ọrụ ụgbọelu",
  "Ọ bụ onye na-eme egwuregwu Olympic nke Sweden bụ Björn Ferry kwadoro ya na mbụ, mana ọ nwetakwara ume dị ukwuu mgbe Thunberg jụrụ ife efe na gburugburu ebe obibi",
  "Thunberg kwadoro mkpọsa ahụ iji mee ka ọ ghara ife efe, ma mee ka ọ bụrụ akụkụ nke njem \"njem ịma aka\" ya na Europe na 2019. Sweden kọrọ na pasent anọ na njem ụgbọ elu n'ime ụlọ maka 2019 na mmụba na iji ụgbọ okporo ígwè eme ihe",
  "BBC na-ekwu na mmegharị ahụ nwere ike belata ọganihu nke njem ụgbọ elu zuru ụwa ọnụ, mana Airbus na Boeing na-ekwu ete ha ka na-atụ anya ịbawanye na pasent anọ ruo afọ 2035. N'ọnwa Jụn afo6 2019, Swedish Railways (SJ) kọrọ na ọnụ ọgụgụ ndị Sweden na-eji ụgbọ okporo ígwè maka njem n'ime ụlọ ejirila pasent asatọ rịa elu site na afọ gara aga, na-egosipụta nchegbu ọha na eze na-arịwanye elu (nke gosipụtara na nyocha nke Swedish Railroad bipụtara) banyere mmetụta nke ife efe na ikuku CO2.",
  "X-Site Energy Services nke Alberta, Canada nyere akwụkwọ mkpado, nke nwere aha ụlọ ọrụ ahụ na ya na onyinyo nke nwoke na-ejide eriri nwa agbọghọ mgbe ọ na-edina ya n'ike site n'azụ, na okwu \"Greta\" na onyinọ ahụ. Mgbe ahụ, Greta Thunberg dị afọ iri na asaa dere banyere ya na Twitter \"Ha na-amalite ịbawanye obi nkoropụ",
  "Nke a na-egosi na anyị na-emeri",
  "\" Ọ bụ ezie na onye isi njikwa nke X-Site kwuru na mbụ na ọ dịghị X-Site, ma ọ bụ onye ọrụ X-Site ọ bụla, tinyere aka n'ime ihe nkedo ahụ, X-Site Energy mechara rịọ mgbaghara, na-ekweta na ha ekesa ya ma na-ekwuputa na ọ bụ ha mere ya n'ozuzu oke",
  "Akwụkwọ ozi ahụ kwusiri ike na ha na-ebibi akwụkwọ ndị a maara ma na-eme mgbanwe nhazi iji gbochie ihe ndị ga-eme n'ọdịnihu.",
  "E gosipụtara Thunberg na omenala na nka a ma ama. Greta and the Giants, akwụkwọ Zoë Tucker na Zoe Persico, nke Frances Lincoln Children's Books bipụtara, sitere na mkpali nke ndụ Thunberg",
  "Onye America na-ese ihe Elizabeth Peyton họọrọ ihe osise ya nke 2019 Greta Thunberg dị ka ihe oyiyi na-eduga n'otu n'ime ihe ngosi ya",
  "E gosipụtara ya n'ọtụtụ ihe osise na mgbidi. Na Bristol, ihe osise Thunberg dị mita ịrị na ise nke onye na-ese ihe Jody Thomas, na-egosi ọkara ala nke ihu ya dị ka ọ dị n'okpuru mmiri na-arị elu kemgbe Mee 2019. E gosipụtara Thunberg na mkpuchi magazin Time na mbipụta May 2019, ebe a kọwara ya dị ka ihe nlereanya na otu n'ime \"Ndị isi ọgbọ na-esote\". Ya na mmadụ iri na ise ndị ọzọ gosipụtara n'ihu magazin ejiji Vogue nke onye nchịkọta akụkọ ọbịa Meghan, Duchess of Sussex, mepụtara na Septemba 2019.",
  "E webatara ụfọdụ okwu Thunberg n'egwú",
  "N'afọ 2019, Thunberg nyere aka n'ịtọpụta \"The 1975\", abụ nke otu egwu Bekee nke otu aha ahụ",
  "Thunberg mechiri abụ ahụ site n'ịgba ume, sị: \"Ya mere, onye ọ bụla nọ ebe ahụ, oge eruola ugbu a maka nnupụisi obodo",
  "Oge eruola inupụ isi\"",
  "Ego a ga-enweta ga-aga na Extinction Rebellion na arịrịọ Thunberg. Na Septemba 2019, John Meredith debere okwu UN Action Summit ya na death metal. Onye egwu Australia bụ Megan Washington na onye na-ede egwu bụ Robert Davidson jiri otu okwu ahụ 'otú ị si egwu' mee ihe, maka arụmọrụ na ihe omume na-enyocha ọdịnihu nke egwu. DJ Fatboy Slim mepụtara mashup nke okwu a na egwu egwu ya \"Right Here, Right Now\".",
  "Make the World Greta Again bụ ihe ngosi nkeji iri atọ nke Vice wepụtara na-egosi ajụjụ ọnụ ya na ọtụtụ ndị isi ndị ntorobịa na-eme ngagharị iwe na Europe, ma na-egosi na March 2019 zuru ụwa ọnụ na-eme mkpesa.",
  "N'afọ 2019, Thunberg jikọtara aka na ọrụ ebere ihu igwe a kpọrọ Project Pressure, n'ihe osise e mere n'ụlọ UN dị na New York na-eduga na UN Climate Action Summit nke gosipụtara olu ndị na-eto eto isii, nke gụnyere Thunberg n'onwe ya",
  "Vizualised site Joseph Michael, nke Klaus Thymann dere na egwu site na Brian Eno, nkọwa ha bụ maka nsogbu ihu igwe na ihe ngwa ngwa a ga-eme iji belata nsonaazụ ya.",
  "Na 29 Jenụwarị afọ 2020, Thunberg kwuru na o tinyere akwụkwọ maka akara ahịa aha ya, aha \"Fridays for Future\", na Skolstrejk för klimatet iji chebe òtù ya pụọ n'ihe nnweta azụmahịa",
  "Ọ na-ekwu na ya enweghị mmasị na akara ahịa, mana \"ọ dị mkpa ka eme ya\" n'ihi na a na-eji aha ya na mmegharị ya eme ihe mgbe niile maka ebumnuche azụmahịa na-enwetaghị nkwenye ya.",
  "Na Mee 2020, e gosipụtara Thunberg na vidiyo egwu Pearl Jam 'Retrograde'",
  "Ọ na-apụta dị ka onye na-akọ akụkọ ọdịnihu, na foto dị na bọọlụ kristal ya na-egosi mmetụta dị egwu nke mgbanwe ihu igwe n'ọtụtụ mba.",
  "Na 3 Septemba 2020, I Am Greta, ihe ngosi Hulu cinéma vérité-esque nwere ihe ngosi mbụ ya n'ụwa niile na Venice Film Festival",
  "Onye duziri ihe nkiri ahụ bụ Nathan Grossman, onye ji aka ya rụọ ọrụ igwefoto na ngwá ọrụ ụda mgbe ọ na-echeta ọrụ ihu igwe nke Thunberg \"site n'ụbọchị mbụ ọ nọrọ naanị ya n'ụlọ akwụkwọ ya n'ọnwa Ọgọstụ 2018, ruo na njem ụgbọ mmiri izu abụọ ya gafere Atlantic [Ocean site na Europe ruo New York City] iji gaa United Nations Climate Summit na Septemba 2019.\" Mgbe emere ya na Venice, ihe nkiri ahụ nwere ihe ngosi mbụ ya na North America na Toronto International Film Festival na 11 Septemba 2020, wee meghee na sinima gafee Europe, North America na Australia n'ọnwa Ọktoba. Hulu malitere igosi I am Greta na mba United States na Nọvemba 2020.",
  "N'ọnwa Maachị afọ 2021, Mahadum Winchester guzobere ihe a tụrụ atụ nke Thunberg na ogige ụlọakwụkwọ ya.",
  "Ụlọọrụ BBC Studios mere usoro atọ nke Greta Thunberg: A Year to Change the World, na atụmatụ nleta na mba dị iche iche hapụrụ n'ihi ọrịa COVID-19",
  "A mara ọkwa maka mmepụta ya na Febụwarị afọ 2020, e gosipụtakwara usoro ihe nkiri ahụ n'ọnwa Eprel afọ 2021.",
  "Thunberg enwetala nsọpụrụ na ihe nrite n'oge mmemme ya",
  "N’ọnwa Mee 2018, tupu ebido iku akwụkwọ ya, ọ bụ otu n’ime ndị meriri n’asọmpi mgbanwe mgbanwe ihu igwe nke Svenska Dagbladet (The Swedish Daily News) maka ndị na-eto eto. Thunberg ajụla ịga emume ma ọ bụ nata ihe nrite ma ọ bụrụ na ọ chọrọ ka ọ felie n'ụgbọ elu, dịka maka International Children's Peace Prize. Ọ natala ihe nrite site n'aka ndị NGO dị iche iche kamakwa site n'ụlọ ọrụ sayensị nke toro ihe ịga nke ọma ya n'ịkwalite mmata.",
  "A kọwaala ụdị ndị a ma nye ha aha Greta Thunberg:"
]