[
  "Àtụ:Infobox Language/IPA",
  "Oorobab ma ọ bụ Khoemana, nkè á makwaara dị kà Korana, mà ọ bụ Griqua, bụ asụsụ Khoe na-anwụ anwụ nkè South Africa.",
  "\"Khoemana\" (site na khoe 'onye' + mana 'asụsụ') bụ nkè á maara nkè ọma dị kà Korana /kɒˈrɑːnə/ (nke a na-akpọkwa Korana / kɒˈrāːnə/) mà ọ bụ Griqua (nke a makwaara dị ka Gri [xri], Xri, Xiri, Xirikwa). Áhà 'Korana' na-egosipụta endonym bụ IPA: ma ọ bụ IPA, na-ezo aka n'etiti ndị India. Mgbe ụfọdụ, á makwaara yá dị kà Cape Khoe ma ọ bụ Cape Hottentot, ọ bụ ezie ná á na-ewere nkè ikpeazụ dị kà mkparị",
  "Á na-emekarị aha dị iche iche dị kà asụsụ dị iche iche (nke á na-akpọ South Khoekhoe mgbè á na-ejikọta ya), mànà há anaghị adaba ná ọdịiche ọ bụla dị n'asụsụ, ndị na-ekwu okwu nwere ike iji \"Korana\" ná \"Griqua\" n'ụzọ na-agbanwe agbanwe",
  "Á na-ejikwa áhà abụọ ahụ mee ihe n'ụzọ sara mbara, dịka ọmụmaatụ màkà ndị Griqua",
  "E nwere (ma ọ bụ dị) ọtụtụ olumba nkè Khoemana, mana a maghị nkọwa yá.",
  "Khoemana nwèrè njikọ chiri ányá ná Khoekhoe, usoro ụda ahụ yiri nkè la ahụ",
  "Ndị Khoekhoe affricates na-achọsi ike bụ naanị ndị na-achọ isi [th, kh] na Khoemana",
  "Otú ọ dị, Khoemana nwere á ejective velar affricate, //kxʼʔ//, nke a na-adịghị ahụ na Khoekhoe, ná usoro kwekọrọ ekwekọ nkè ịpị, /z͡xʼ zʼ z' z'z' iz' z. Beach (1938) kọrọ ná ndị Khoekhoe nke oge ahụ nwere velar lateral ejective affricate, [k͡??], nghọta nkịtị mà ọ bụ allophone nkè //kxʼ// n'asụsụ nwere ịpị aka, a pụkwara ịtụ ányá ná nkè á bụ eziokwu màkà Khoemana. Ná mgbakwunye, ìhè dị kà ọkara nkè okwu niile ná Khoemana malitere site na ịpị, ma e jiri yá tụnyere otu ụzọ n'ụzọ anọ ná Khoekhoe.",
  "Na Korana, [oe] na [oa] nwere ike ịkpọpụta dị ka [anyị] na [wa].",
  "E nwere ụda anọ ná Khoemana:",
  "Akụkọ banyere ọnụ ọgụgụ ndị na-asụ Khoemana na-emegiderịta onwé há, mana o doro anya ná ọ fọrọ nke nta ka ọ kwụsị",
  "A na-eche na ọ na-adịghịzi ruo mgbe á chọtara ndị ọkà okwu anọ meworo agadi gburugburu Bloemfontein ná Kimberley. Akụkọ 2009 nke Don Killian nke Mahadum Helsinki mere atụmatụ na e nwere ìhè na-erughị ndị ọkà okwu 30 n'oge ahụ. Matthias Brenzinger kọrọ ná 2012 ná otú ónyé nwere ike ikwu ókwú kà dị, mànà ná ọ jụrụ ikwu asụsụ ahụ. Ọdịiche ahụ nwèrè ike ịbụ n'ihi na asụsụ ahụ nwèrè ọtụtụ olumba ma na-aga site na ọtụtụ áhà, ná ndị ọkà mmụta anaghị ezo aka mgbè niile ná otu ndị mmadụ. E depụtara Khoemana dị ka \"nkè nọ n'ihe ize ndụ\" ná UNESCO's Language Atlas. Mfu nkè asụsụ á nọ n'ihe ize ndụ ga-enwe mmetụta dị ukwuu ná ìhè nketa ná ọdịbendị nkè ndị na-asụ Khoemana.",
  "Robust Khoemana (tupu asụsụ na-adịbeghị anya) edere yá ná akwụkwọ ndekọ 1879 nkè Lucy Lloyd, nkè nwere akụkọ ise dị mkpirikpi; e mere ụfọdụ ọrụ ọzọ ná Ponelis (1975). Kà ọ na-erule afọ 2009, ọrụ EuroBABEL na-achọ ndị ọkà okwu fọdụrụnụ.",
  "Ndị mmadụ ná asụsụ há malitere ịdọta uche ndị ọkà mmụta ná 1660s, na-adaba ná mbọ ndị Dutch na-agba ná Cape of Good Hope ná esemokwu agha ndị si ná yá pụta. N'oge ahụ, á na-asụ Khoemana n'ọtụtụ ebe n'akụkụ osimiri nkè South Africa",
  "Mgbe ọtụtụ afọ nkè nkwụsịtụ n'oge ọchịchị ndị ọchịchị ná 1930s, ná n'okpuru ịkpa ókè agbụrụ site ná 1948 ruo 1994, asụsụ ahụ fọrọ nke ntà kà ọ pụọ n'anya. Ka ọ dị ugbu a, ọ bụghị naanị ná ndị na-asụ Khoemana dị ụkọ kamakwa ha gbasara, n'ihi ịkwaga n'ike n'oge oge ịkpa ókè agbụrụ",
  "Nke a emeela kà asụsụ ahụ bụrụ ìhè na-adịghị ike."
]