[
  "Grizelda Boniwe Cjiekella bụ MEC (Member of the Executive Council) maka agụmakwụkwọ na Northern Cape Province, South Africa, ma jee ozi dị ka onye isi ala nke mpaghara ahụ site na 20 Febụwarị na afọ 2012 ruo 2 Eprel 2013.",
  "A mụrụ Cjiekella n'ezinụlọ ndị Xhosa ma too na Pabalello Township na Upington",
  "Ọ gara ụlọ akwụkwọ sekọndrị Paballelo Senior, laghachi ebe ahụ mgbe e mesịrị dị ka onye nkuzi",
  "Mgbe ọ gụsịrị akwụkwọ, Cjiekella debanyere aha na Mahadum nke Western Cape",
  "Ọmụmụ ihe ya kwụsịrị site na itinye aka na mgba nnwere onwe",
  "O mechara gụchaa ihe ọmụmụ ndị a na Mahadum nke Free State: Nnyocha na Nchịkwa, Iwu na Nlekọta, Atụmatụ Atụmatụ, Iwu Ikike na Kọmitii na usoro ụlọ na Gọọmentị Obodo (MFMA) Integrated Performance Management Act.",
  "Ọtụtụ ndị chetara na ọ na-etinye aka na ndọrọ ndọrọ ọchịchị, site n'oge ọ nọ n'ụlọ akwụkwọ mgbe ọ bụ onye otu SRC",
  "N'afọ 1986, a họpụtara ya ka ọ bụrụ onye isi oche nke ANC Youth Congress na Upington, ọrụ ọ rụrụ ruo n'afọ 1988",
  "N'otu oge na ruo n'afọ 1990 ọ bụ onye otu Civic Organisation; ọ ghọrọ onye isi oche nke ANC Women's Congress na Upington (1988-1989)",
  "Ọnọdụ ya n'ime usoro African National Congress siri ike n'ịghọ osote onye isi oche nke ngalaba ANC (1990-1994), osote onye osote onyeisiala mpaghara ANC (1995-1996), onye isi oche mpaghara ANC (1996-1997), odeakwụkwọ mpaghara nke ụmụ nwanyị nke ANC (1997-2003), na osote onye oche nke mpaghara nke Njikọ ụmụ nwanyị nke mpaghara ANC (2003-2008)",
  "Ọ bụ onye isi oche nke ANC Women's League Provincial ugbu a ma bụrụkwa onye otu PEC na PWC nke ANC",
  "Ọ rụrụ ọrụ na ANC Women's League NEC site n'ịbụ onye isi oche mpaghara.",
  "E zigara Cjiekella na Northern Cape Provincial Legislature dị ka onye otu Provincial legislature (MPL) na Disemba 2003",
  "N'afọ sochirinụ, ọ ghọrọ osote onye isi oche nke Northern Cape Provincial Legislature",
  "Ọ nọ n'ọkwa ahụ ruo n'ọnwa Eprel afọ 2009 mgbe a họpụtara ya MEC maka agụmakwụkwọ na mpaghara ahụ.",
  "Mgbe onye isi ala Northern Cape Hazel Jenkins dara, na-arịa ọrịa strok, na afọ 2012, ndị isi oche nke mpaghara ahụ zutere na 20 Febụwarị, na-ekpebi otu olu ịhọpụta Grizelda Cjiekella dị ka onye isi ala na-anọchiteanya oge ezumike nká.",
  "Oge ya dị ka onye isi ala kwụsịrị na 2 Eprel 2013 mgbe Hazel Jenkins si n'ọkwa onye isi ala nke Northern Cape pụta ma Sylvia Lucas, Minista na-ahụ maka gburugburu ebe obibi, ga-anọchi ya.",
  "Grizelda Cjiekella nwụrụ na mberede mgbe ọ nọ n'ụlọ ọgwụ n'obodo Kimberley na 28 Ọgọst, na afọ 2015."
]