[
  "Ntọrọ di, nke a maara dịka Pakaruah shaadi ma ọ bụ Jabaria shaadi, bụ ihe na-eme n'akụkụ ọdịda anyanwụ nke Bihar, na steeti ọwụwa anyanwụ Uttar Pradesh, nke a ma ama na Munger na Dumka (nke dị na Jharkhand ugbu a) ebe ezinụlọ nwanyị a na-atọrọ ndị bachelors ruru eru ma mesịa lụọ n'ike, iji nweta ndị ikom nwere agụmakwụkwọ ka mma na / ma ọ bụ ndị ikom bara ọgaranya",
  "N'iburu n'uche ọdịnala maka sacrament alụmdi na nwunye, ọtụtụ alụmdi na nwunye dị otú ahụ anaghị akagbu",
  "Tụkwasị na nke ahụ, nwoke ahụ na-alụ nwanyị ọhụrụ nwere ike ịta ahụhụ ebubo mpụ adịgboroja n'okpuru iwu ụgwọ ụlọ nke mba India, ma mechaa lụọ ogologo agha iwu.",
  "Omume ahụ malitere ịpụta ìhè na ngwụsị narị afọ nke iri abụọ, ebe ego ịgba ụgwọ ụlọ ghọrọ ihe mgbochi ma ndị otu a haziri ahazi bịara n'ihu iji mee ntọ ahụ. N'afọ 2009, a kọrọ banyere ntọ 1224 maka alụmdi na nwunye na Bihar, nke e mere n'aha ezinụlọ nke ndị nwunye.",
  "Omume ahụ, nke bụ ọdịda nke omenala ịgba ụgwọ, pụtara ìhè n'afọ 1980s",
  "Kemgbe ahụ, ọ nwetara nkwado ọha na eze n'etiti ndị nọ n'ọkwá dị elu dị ka Bhumihars, ọkachasị na steeti dị ka Bihar na Uttar Pradesh, ebe a na-achọ ụgwọ dị elu. Ịchọ ụgwọ ọlụlụ bụ iwu na-akwadoghị na India ruo ihe karịrị afọ iri ise (50), ebe ọ bụ na ngafe nke Iwu Mmachibido Dowry nke afọ 1961.",
  "N'omume ahụ, a na-elekwasị anya na ndị nwere ike ịlụ nwanyị ọhụrụ, na-esitekarị n'ezinụlọ ndị nwere ego",
  "Ụmụ okorobịa ndị kpochapụrụ ule IAS ha, nwere nzere ahụike ma ọ bụ injinia ma ọ bụ nweta ọrụ gọọmentị, bụ ndị ezinụlọ ndị na-enweghị ike ịkwụ ụgwọ nnukwu ụgwọ",
  "A na-atọrọ \"ụmụnwoke\" ndị a, jide ha n'agha ma na-akụkarị ha ihe tupu a lụọ ha n'ike, mgbe mgbe ha ejiri eriri kee ha n'úkwù ha wee ghara ịgbapụ",
  "Mgbe nke ahụ gasịrị, ọ bụrụ na nwoke ahụ na-alụ nwanyị ọhụrụ na-anwa ịpụ onwe ya n'alụmdi na nwunye ahụ, ọ na-eche ogologo agha iwu na ọbụna ebubo mpụ n'okpuru iwu Indian Dowry, nke ezubere ichebe ikike ụmụ nwanyị n'alụmdi na nwunye ahụ, dịka n'ọtụtụ ọnọdụ, ezinụlọ nwanyị a na-alụ ọhụrụ nwere ego siri ike.",
  "Kemgbe ọtụtụ afọ, ndị omempụ a haziri ahazi aghọwo akụkụ nke omume ahụ, ebe ha na-eme ntọ maka ego ma na-ekwe nkwa na onye na-alụ nwanyị ọhụrụ \"na-agbaso\" mgbe ọ lụsịrị di na nwunye\" maka ego ọzọ",
  "N'ihi ya, ọtụtụ alụmdi na nwunye dị otú ahụ anaghị akọ akụkọ ma na-aga n'ihu n'ihi egwu ime ihe ike site n'aka ndị omempụ obodo.",
  "N'ihe dị ka n'afọ 1993, magazin India Today kọrọ banyere ntọ ndị dị otú ahụ site n'aka \"òtù mmekọrịta mmadụ na ibe ya\", otu n'ime ha guzobere n'afọ 1982 na mba Bihar, iji tọọrọ ndị na-alụ nwanyị ọhụrụ na-achọ nnukwu ụgwọ ma lụọ ha n'ike. N'ọnọdụ ụfọdụ, ọ bụrụ na nwoke na-alụ nwanyị ọhụrụ na-arịọ maka nnukwu ụgwọ ma ọ bụ na-apụ n'alụmdi na nwunye n'ihi nsogbu ụgwọ, ezinụlọ nwa agbọghọ ahụ na-eme ihe ndị dị otú ahụ, na-eme ka a tọọrọ nwoke ahụ na-alụ nwanyị ọhụrụ site na ndị omempụ.",
  "N'ike mmụọ nsọ site na ahụmịhe ndụ nke ezigbo enyi, onye nduzi Sushil Rajpal emeela ihe nkiri banyere okwu ahụ",
  "Aha ya bụ Antardwand, o meriri n'afọ 2007 National Film Award for Best Film on Social Issues, ma wepụta ya n'afọ 2010. Ntọrọ di na nwunye bụkwa isiokwu nke usoro TV, Sab Ki Jodi Wohi Banata Bhagyavidhataa (2009) na Colours TV",
  "Ihe nkiri Ghar ek Sapna na Do Qadam Door dabeere na ịtọrọ nwoke na nwunye na alụmdi na nwunye",
  "A na-ahụkwa omume ahụ na ihe nkiri ndị India na-atọ ọchị, Jabariya Jodi na Atrangi Re"
]