[
  "Grootslang ma ọ bụ Grote Slang (na Afrikaans na Dutch bu \"nnukwu agwọ\") bụ ekere eke a ma ama nke a na-ekwu na ọ bi n'ọgba miri emi di na Richtersveld, nke South Africa.",
  "Grootslang bụ nnukwu agwọ bi n'ọgba a maara dị ka \"Wonder Hole\" ma ọ bụ \"Bottomless Pit\"",
  "A na-eche na ọgba ahụ jikọtara ya na oké osimiri 64 kilomita (40 mi)",
  "Dị ka akụkọ ifo obodo si kọọ, ọgba ahụ jupụtara na olaocha",
  "Mbe ụfọdụ a na-akọwa ọgba ahụ dị ka ọ nke jikọtara ga na Osimiri Oroma site na ọkpọkọ nke a na eji nwayọọ gbanye ọlaọcha n'ime nke ọhụrụ",
  "A na-ekwukwa na nnukwu ọdọ mmiri dị n'okpuru Catatract Eze George na Aughrabies Falls bụ ebe obibi ndị Grootslang na ebe esi ewepụta ọlaọcha",
  "N'ebe a, a na-ekwu na a agwọ ukwuu ahụ na agba onwe ya gburugburu na ebe ọlaedo na nkume dị oké ọnụ dị",
  "The Glamour of Prospecting, onye ọchụ nta ọlaedo na South Africa bụ F",
  "C",
  "Cornell kọwara \"Groot Slang\" dị ka nnukwu agwọ a sịrị na ọ bi n'ime nnukwu nkume n\"etiti Osimiri Orange, ma atotakwa ehi nʼakụkụ osimiri ahụ",
  "A na-ahutakwa nkwere na ekere eke a dị ka ihe ammara nke ọma n'etiti ndị Khoekhoe (nke Cornell kọwara dị na \"Richtersfeld Hottentots\") ma ndị ọcha bi n'ebe ahụ, ndị na atụ nnukwu agwọ ahụ oké egwu",
  "N'ọdịdị, a na-ekwu na agwọ ahụ dị mita iri anọ ruo iri ise n'ogologo, ma obosara ya dị ka ụzọ dị ụkwụ atọ",
  "Akụkọ mgbe ochie ụfọdụ na-akọwa ya dị ka nke nwereọlaedo ọn'ime oghere anya ya. Dị ka otu akụkọ a kọrọ n'etiti ndị Bushmen si kwuo, Grootslang di okenye karịa ụwa ma ọ ga-echebe akụ ya ruo mgbe ebighi ebi. Ụdị ọkụkọ ifo aọzọ kọrọ a Grootslang bụ mmụọ nke e nyere ọrụ ichebe ọgba ya n'aka ndị na-achọ akụ, nakwa na ọnụnọ ya nwere mmeri \"mmetụta ihe ọjọ",
  "\"",
  ".",
  "Mgbe ọ na-achọ akụ na Richtersveld nke South Africa na afo 1917, onye ọchụnta ego England bụ Peter Grayson furu efu mgbe ọdụm wakporo ma merụọ ndị otu ya ahụ, nke kpalitere asịrị na ndị Grootslang egbugol ya.",
  "Dị ka akụkọ ifo si kọọ, ọ bụ sọ naanị otu onye banyere na Wonder Hole ma laghachi",
  "Nke a bụ onye na-achọ aku nke jiri eriri gbadaa n'ime ọgba ahụ ruo mgbe ọ ruru n'akụkụ ahụ aja",
  "N'ebe ahụ, ọ hụrụ ọwa mmiri na-eduba n'ime ma na'isi ísì sulfur siri ike, mana ọ tọgbọrọ ọkụ eletrik ya mgbe ụsụ fere bịa n'ebe ọ nọ nke mere ka a dochie ya azụ",
  "Ọ gbadaghị n'ime ọgba ahụ ọzọ.",
  "N'akwụkwọ Where Men Still Dream, onye nta akụkọ mba South Africa na onye edemede Lawrence G",
  "Green na-eche na akụkọ ifo nke Grootslang sitere na ịhụ eke, nke nwere ike iru mita iri abụọ na ise n'ogologo",
  "Nkọwa ndị ọzọ nke akụkọ ifo ahụ, dị ka nha ya karịrị ezigbo eke na ọlaọcha dị n'ime oghere anya nke e kere eke ahụ, bụ nke Green na-ajụ dị ka akụkọ akọbigara ókè."
]