[
  "Guaranty Trust Holding Company PLC nke a makwaara dị ka GTCO PLC bụ otu ọrụ ego nke mba dị iche iche, nke na-enye ụlọ akụ na-ere ahịa na itinye ego, njikwa ezumike nká, njikwa akụ na ọrụ ịkwụ ụgwọ, nke nwere isi na Victoria Island, Lagos, Nigeria",
  "E kere GTCO Plc na Julaị 2021 na-esote nhazi ụlọ ọrụ nke Guaranty Trust Bank PLC n'ime ụlọ ọrụ Holding Company",
  "Nhazi nke GTCO Plc pụtara na ọ ga-enye ọrụ ndị ọzọ karịa ụlọ akụ; na azụmaahịa ịkwụ ụgwọ dị n'elu uche maka otu ahụ. \nN'okpuru usoro ochie ya, ọ pụghị ịrụ ọrụ azụmaahịa na-abụghị ịgbazinye ego n'ihi na iwu 2010 nke Central Bank of Nigeria (CBN) nyere ụlọ akụ iwu ka ha kwụsị ịrụ ọrụ ụlọ ọrụ ha na-abụghị ụlọ akụ. Ha ga-ahapụ ọrụ ịgbazinye ego na-abụghị isi ma ọ bụ gbanwee dị ka ụlọ ọrụ na-ejide ego.",
  "Azụmaahịa ọhụrụ ya gụnyere ịkwụ ụgwọ, njikwa ezumike nká, njikwa akụ, na azụmaahịa ụlọ akụ ya dị ugbu a",
  "Ụlọ akụ ụlọ akụ GTCO na Naijiria, Guaranty Trust Bank Limited bụ ụlọ akụ Naijiria kacha baa uru site na ọnụ ahịa ahịa ya na nso nso a na naira  ijeri narị puku asatọ na iri anọ, kobo iri abụọ na isii.",
  "Guaranty Trust Holding Plc mbụ malitere dị ka Guaranty trust Banks ma ihe karịrị ndị Naijiria iri atọ na ise nọ n'afọ iri atọ na ise tọrọ ntọala ya n'afọ 1988, nke Tayo Aderinokun na Fola Adeola duziri, kamakwa gụnyere Femi Pedro, Gbolade Osibodu, Femi Akingbe, Akin Opeodu na ndị ọzọ.",
  "E guzobere Guaranty Trust Bank Plc na 1990 dị ka ụlọ ọrụ na-ahụ maka obere ụgwọ (LLC) nke Central Bank of Nigeria na-achịkwa iji nye ndị Naijiria ọrụ azụmahịa na ndị ọzọ",
  "Ụlọ akụ ahụ malitere ọrụ dị ka ụlọ akụ azụmahịa na 1991",
  "Ụlọ akụ ahụ meghere isi ụlọ ọrụ mbụ ya na Febụwarị 11, 1991, na The Plaza, Adeyemo Alakija, Victoria Island, Lagos",
  "N'afọ 1992, ụlọ akụ ahụ meghere alaka abụọ na Lagos (Ikeja na Broad Street), yana alaka mbụ ya na Kano, na alaka Port-Harcourt na 1993.",
  "Na Septemba 1996, Guaranty Trust Bank plc ghọrọ ụlọ ọrụ na-ere ahịa n'ihu ọha ma nata onyinye onye isi ala site na Naịjirịa Stock Exchange",
  "Ụlọ akụ ahụ natara ikike ụlọ akụ zuru ụwa ọnụ na Febụwarị 2002 ma mesịa bụrụ ụlọ akụ Central Bank of Nigeria (CBN) họpụtara ya dị ka ụlọ akụ na 2003. N'otu afọ ahụ, ọ sonyeere ụlọ ọrụ enyemaka na Gambia na Sierra Leone.",
  "Guaranty Trust Bank mere òkè nke abụọ ya n'afọ 2004 wee nweta ihe karịrị ijeri iri na otu site n'aka ndị Naịjirịa na-etinye ego iji gbasaa ọrụ ya.",
  "N'abalị iri abụọ na isii n'ọnwa Julaị n'afọ 2007, GTBank ghọrọ ụlọ akụ Subsaharan mbụ na ụlọ ọrụ na-ahụ maka ụlọ ọrụ Naịjirịa mbụ edepụtara na London Stock Exchange na Deutsche Börse",
  "IPO ahụ nwetara US dollar narị nde asaa na iri ise. N'otu afọ ahụ, ha nwere ihe ịga nke ọma n'itinye mbipụta Eurobond nke mbụ nke Naịjirịa na ahịa isi obodo mba ụwa.",
  "GTBank US dollar narị nde ise Eurobond",
  "Eurobond bụ nke mbụ Benchmark Eurobond nke ụlọ ọrụ Naijiria na mmemme Eurobond abụọ nke GTBaisek n'ime afọ 5 gara aga.",
  "A na-atụle ụgwọ ogologo oge nke Guaranty Trust Bank plc BB- site na Standard & Poor's na AA- site na Fitch Ratings, nke bụ ọkwa kachasị elu maka ụlọ akụ Naijiria.",
  "Ha webatara ụlọ akụ n'ịntanetị na ụlọ akụ SMS na Naijiria na naira a na-akpọ MasterCard yana kaadị Platinum na World Signia na GTB-on-wheels, alaka mkpanaka.",
  "Na 12 Maachị 2008, GTBank nyere ikike ụlọ akụ maka United Kingdom site na Financial Services Authority.",
  "Guaranty Trust Bank Limited bụ onye mmekọ nke Eko Atlantic City, agwaetiti ọhụrụ (820 hectare) n'oké osimiri Atlantic, n'akụkụ Victoria Island Lagos",
  "Ọ ga-abụ ebe obibi nke Financial District ọhụrụ",
  "Ihe owuwu nke Eko Atlantic City malitere na 2009 ma na-atụ anya na a ga-arụcha ya na 2016.",
  "Iji cheta ncheta afọ iri abụọ nke ụlọ akụ ahụ, Ngalaba Naịjirịa na-ahụ maka ozi wepụtara stampụ stampụ GTBank Anniversary",
  "Nke a bụ oge mbụ na Naịjirịa na a na-asọpụrụ otu ụlọ ọrụ n'ụzọ dị otú a.",
  "N'afọ 2013, ụlọ akụ ahụ nwetara pasenti iri asaa nke òkè na Fina Bank Group maka ịkwụ ụgwọ ego nke US dollar narị nde. A gbanwere alaka ụlọ akụ Fina Bank na ndị enyemaka ya ka ọ bụrụ GT Bank n'oge na-adịghị anya.",
  "N'afọ 2013, ụlọ akụ ahụ wepụtara US dollar narị nde anọ Euro bond na ọnụego coupon nke pasenti isii; nke ụlọ ọrụ Naijiria nwetara na ahịa mba ụwa",
  "E nyere Eurobond n'okpuru US dollar nde abụo Global Medium Term Note Programme, nke edebanyere aha n'okpuru Iwu na United States of America na Iwu 144A na United Kingdom ma ree ndị na-etinye ego n'ofe Afrịka, America, Eshia na Europe.",
  "Ụlọ akụ ahụ nwere ihe karịrị ndị ọrụ puku iri.",
  "N'ọnwa Mee 2021, ụlọ akụ GT kwupụtara mgbanwe na usoro ụlọ ọrụ ya, na-aga na ụlọ ọrụ na-ejide ma na-agbanye ụlọ akụ ya na azụmaahịa ndị ọzọ n'ime ụlọ ọrụ enyemaka. Ndị na-etinye ego na ya kwadoro mgbanwe ahụ na Disemba 4, 2020 mgbe ụlọ ikpe nyere ikike ka ndị na-etinye aka na ya nwee nzukọ.",
  "Innoson na GTB etinyela aka n'ọgụ ụlọ ikpe ruo ogologo oge maka nkwekọrịta ego",
  "N'abalị iri abụọ na itoolu n'ọnwa Machị afọ 2019, Ụlọikpe Kasị Elu nyere iwu ka ụlọ akụ GT kwụọ Innoson motors ego nke ijeri asatọ na asatọ n'ihi ọmụrụ nwa.",
  "N'otu akụkọ pụrụ iche, Peoples Gazette, site na ndekọ ụlọ akụ, kpughere otu GTCO, site na enyemaka ya Investment One, si nye ego nke nde narị abụọ na akaụntụ mkpọsa nke osote onye isi ala Yemi Osinbajo, na-emebi iwu ego mkpọsa gọọmentị etiti",
  "A kwụrụ ụgwọ ahụ n'ụzọ atọ nke nde otu narị, nde iri ise, na nde iri ise",
  "Iwu ntuli aka ahụ na-enye ohere inye onyinye kacha elu nke otu nde  maka onye ọ bụla na-azọ ọkwa onye isi ala.",
  "Guaranty Trust Holding Company Plc nwere ụlọ ọrụ ụlọ akụ iri na otu nwere atụmatụ ịmalite ịkwụ ụgwọ, njikwa akụ, na ụlọ ọrụ njikwa ezumike nká.",
  "GTCO PLC nwere ụlọ ọrụ enyemaka na mba ndị a:",
  "Guaranty Trust Bank nwere ogologo akụkọ ihe mere eme nke ọrụ ọrụ mmekọrịta ọha na eze, na-enwetakarị nkwado maka mbọ CSR ya.",
  "Nzukọ Autism ya kwa afọ, nke ọ na-eme ruo afọ iri na otu, na-arụ ọrụ iji belata ihere metụtara autism. Ihe omume ahụ na-enyekwa nnwere onwe ikwu okwu na ndụmọdụ omume na ndị ọkachamara ahụike maka ndị na-arịa autism.",
  "Na agụmakwụkwọ na egwuregwu, Guaranty Trust Bank na-enwekwa Master's Cup, otu n'ime asọmpi bọọlụ kachasị ewu ewu na mba ahụ. N'afọ 2021, ụlọ akụ ahụ mere emume ụbọchị ụmụaka site na nzukọ n'etiti ụmụaka na Mabel Segun, onye na-ede uri na onye na-eme egwuregwu na Naijiria.",
  "Ụlọ akụ ahụ nwere mgbalị CSR ndị ọzọ iji meziwanye ohere ịnweta nlekọta ahụike, ọ na-enwekwa GTBank Food and Drink Festival na GTBank Fashion Week, abụọ n'ime ihe omume ọdịbendị pop kachasị ewu ewu na Naịjirịa.",
  "N'ọnwa Julaị 2019, a matara GTBank dị ka ụlọ akụ kachasị mma n'Africa na Euromoney Awards for Excellence nke a na-eme kwa afọ na London",
  "N'otu afọ ahụ, a mara ya ikpe dị ka ụlọ akụ kachasị mma na Naịjirịa maka oge nke itoolu.",
  "N'afọ 2020, e nyere Guaranty Trust Bank Euromoney Excellence in Leadership Africa Award ma kpọọkwa ya Best Bank na Nigeria site na Euromoney na 2020 na Africa's Best Bank site n'otu mbipụta ahụ na 2021.",
  "A na-akpọkwa Guaranty Trust Bank Best Digital Bank na Naịjirịa site n'aka ụlọ ọrụ nyocha na nyocha ego, Agusto & Co",
  "Ụlọ akụ ahụ bụkwa akara ego kachasị amasị na Naịjarịa na Afrịka na 2020.",
  "N'afọ 2021, a kpọrọ Guaranty Trust Bank Best Banking Group, Best Retail Bank na Nigeria na Most Innovative Bank na Nigeria site na World Finance Banking Awards",
  "The World Business Outlook nyere Guaranty Trust Bank Best Digital Bank yana onyinye maka ngwa Best Mobile Banking."
]