[
  "Guirane N'Daw (amụrụ n'ụbọchị iri abụọ na anọ n'ọnwa Eprel n'afọ 1984) bụ onye Senegal bụbu onye na-agba bọọlụ nke na-agba dịka onye na-echebe etiti",
  "Ọ gbara bọọlụ maka Sochaux, Nantes, Saint-Étienne, na Lens na France, maka Zaragoza na Spain, maka Birmingham City na Ipswich Town na England, na maka Asteras Tripolis na Gris.",
  "BuN'Daw malitere ọrụ ya na Sochaux",
  "Ọ pụtara n'ihe karịrị egwuregwu 120, nke gụnyere 2007 Coupe de France Final ka Sochaux meriri Olympique Marseille na penalties, wee gbaa goolu ise maka klọb ahụ tupu ọ kwaga Nantes na 2008",
  "Mgbe e wepụrụ Nantes na Ligue 2 na ngwụcha oge mbụ ya na klọb ahụ, N'Daw sonyeere Saint-Étienne na mgbazinye maka oge Ligue 1 nke 2009",
  "Nkwekọrịta ahụ gụnyere nkwekọrịta nke a ga-eme ka ọ bụrụ nke na-adịgide adịgide ma ọ bụrụ na Saint-Étienne nọgidere na-enwe ọnọdụ ụgbọ elu kachasị elu",
  "Mgbe mkpọsa gara nke ọma gasịrị, e mere mgbazinye ahụ ka ọ bụrụ nke na-adịgide adịgide maka ego € 4m",
  "Na 24 Jenụwarị 2011 N'Daw sonyeere klọb Real Zaragoza nke Spain na mgbazinye ruo na ngwụcha oge.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 2011, N'Daw sonyeere otu egwuregwu English Championship (nke abụọ) nke Birmingham City na mgbazinye ruo Jenụwarị n'afọ 2012, yana nhọrọ ịgbatị nkwekọrịta ahụ ruo na ngwụcha oge",
  "O mere nke mbụ ya maka klọb ahụ na mmeri 3X1 na Braga na mpaghara nke Europa League",
  "Mgbe ọtụtụ egwuregwu Europa League gasịrị, N'Daw mechara mee egwuregwu mbụ ya na Football League dị ka onye na-anọchi anya ọkara nke abụọ na mmeri 2 Xia1 na Hull City na Disemba",
  "O guzobere onwe ya n'akụkụ Keith Fahey n'etiti etiti Birmingham, obere oge tupu ọ pụọ maka 2012 Africa Cup of Nations, a gbatịkwuru ego ya ruo na ngwụcha oge ahụ.",
  "Mgbe e wepụrụ Senegal n'oge na asọmpi ahụ, ọdịdị N'Daw na ogo ahụike dara",
  "Ọ merụrụ ahụ ugboro ugboro n'ọkpụkpụ ụkwụ, gụnyere otu nke ọ nwetara mgbe nkeji 67 gachara West Ham United na mbido Eprel, ebe o mepụtara arụmọrụ siri ike na-echebe nchekwa ya",
  "Ọ laghachiri maka ọkara ikpeazụ nke egwuregwu na Blackpool n'akụkụ Jordon Mutch, na-alọghachikwa site na mmerụ ahụ, mana ọ bụ \"ihe na-emebi emebi na enweghị nkọ iji mee ka ọ dịkwuo mma\", na njikọta ahụ nyere bọọlụ ahụ oke",
  "N'akụkụ ụlọ, ọ bịara maka Jonathan Spector merụrụ ahụ, ma nyere ndị otu ya aka ịmegharị site na goolu abụọ n'azụ iji mee ka egwuregwu ahụ ma merie egwuregwu ahụ na ngụkọta",
  "N'ime oge ahụ, ọ pụtara ugboro iri abụọ na itoolu, nke iri na itoolu n'ime ha nọ na league, n'enweghị akara.",
  "N'Daw sonyeere otu egwuregwu bọọlụ bọọlụ nke English Championship Ipswich Town n'ụbọchị iri abụọ na anọ n'ọnwa Ọgọstụ n'afọ 2012 maka ịgbazinye ego maka oge 2012 na afọ 13.",
  "Mgbe nkwekọrịta Saint-Étienne gwụsịrị, N'Daw bịanyere aka na nkwekọrịta otu afọ na Greek Superleague club Asteras Tripolis na 4 Septemba 2013.",
  "N'oge ọkọchị 2014, N'Daw sonyeere Ligue 1 FC Metz na nkwekọrịta afọ abụọ.",
  "Ọ hapụrụ n'ọnwa Ọktoba n'afọ 2016, n'ihi na ọ pụtaghị n'afọ 2015 na mgbe onye nkuzi Alain Casanova rutere, ọ hapụrụ Ligue 2 Lens.",
  "N'Daw gbara bọọlụ mbụ maka otu egwuregwu bọọlụ mba Senegal n'afọ 2004",
  "O nwetara 41 caps maka mba ya na-agba goolu 4",
  "Ọ nọchitere anya ndị otu mba na 2006 Africa Cup of Nations, ebe ndị otu ya nwetara ọnọdụ nke anọ maka oge nke atọ n'akụkọ ihe mere eme. A kpọrọ aha ya n'ime ndị otu mmadụ iri abụọ na atọ maka 2012 Africa Cup of Nations, ma gbaa bọọlụ abụọ n'ime mmeri atọ ha meriri n'egwuregwu dịka Senegal erughị eru maka ọkwa ikpeazụ nke asọmpi ahụ.",
  "N'ọnwa Febụwarị 2020, n'ajụjụ ọnụ ya na ụlọ ọrụ redio Senegalese, N'Daw kwetara na ọ na-echepụta afọ na-ekwu na ọ belatara afọ ya iji ghọọ ọkachamara nakwa na ọ bụ ihe a na-emekarị n'etiti ndị egwuregwu bọọlụ Senegale.",
  "Na 31 Jenụwarị 2019, N'Daw sonyeere klọb ndị France AS Algrange.",
  "Ihe ndị e ji ajị anụ mee"
]