[
  "Gulshan Khan bụ onye na-ese foto na South Africa nke bi na Johannesburg. A maara ya n'ihe banyere ọrụ foto ya nke lekwasịrị anya na njirimara ikpe ziri ezi na mmepe nke ikike mmadụ, ọrụ Khan na-etinye aka na isiokwu dị iche iche gburugburu nnọchiteanya mgbasa ozi nke njirimara [nkọwa dị mkpa] na South Africa nke na-agwa ya omume anya ya.",
  "Gulshan Khan bụ onye na-ese foto na South Africa nke bi na Johannesburg. A maara ya n'ihe banyere ọrụ foto ya nke lekwasịrị anya na njirimara ikpe ziri ezi na mmepe nke ikike mmadụ, ọrụ Khan na-etinye aka na isiokwu dị iche iche gburugburu nnọchiteanya mgbasa ozi nke njirimara [nkọwa dị mkpa] na South Africa nke na-agwa ya omume anya ya.",
  "A zụlitere ya na Ladysmith, Kwazulu Natal, otu n'ime ụmụnne abụọ, o si n'ezinụlọ gbanyere mkpọrọgwụ na ọrụ obodo.",
  "Onye gụsịrị akwụkwọ na mmemme Market Photo Workshop Photojournalism and Documentary Photography (PDP) nke izizi o bipụtara na Agence France Presse n'afọ 2016, ebe o mechara rụọ ọrụ otu ọnwa",
  "[citation needed] Nwaanyị Africa izizi nke Agence France Press kenyere n'afọ 2017, ọ gara n'ihu na-arụ ọrụ maka ihe banyere ụlọ ọrụ ahụ dị ka onye na-arụsi ọrụ ike ógè ọ na-arụkwa ọrụ maka akwụkwọ na ụlọ ọrụ dị iche iche iche nke mba ụwa",
  "[cittion needed] Ahụ mbụ ya nke ọrụ ogologo oge The Things We Carry Us (Udo) na-enyocha obodo ndị Alakụba nke South Africa na-emegbu egbu na-emepe nke oge na-eme ka ọ bụrụ ihe nkwenye na-emebi na-eme  nkwenye nke South Africa. A kpọrọ Khan ka ọ kwuo maka ebumnuche ndọrọ ndọrọ ọchịchị iji dekọọ ọnọdụ mmadụ, na mkpa foto dị ikwu maka ihe gbasara ùgwù, njirimara na nke, ikpe ziri ezi na ikike mmadụ na South Africa na n'ụwa niile n'afọ 2020 National Geographic Storytellers Summit 2020.",
  "Khan bụ otu n'ime ndị na-ese foto isii ahọpụtara n'ihe banyere World Press Photo 6x6 Talent Programme: Africa Edition. Onye otu na World Press Photo Festival nké afọ 2019, Khan gosipụtara ọrụ ma sonye na okwu banyere Mmetụta nke akụkọ ahụ na onye ọ bụla nke kwuru maka mmetụta nke ihe oyiyi nwere ike inwe na ndụ ndị na-adịghị ike na mgbasa ozi yana nsogbu nke ụkpụrụ omume, ikikere na ibu ọrụ nke ndị na-ese foto, ndị nchịkọta, ndị na-ebipụta akwụkwọ na ndị ọzọ na-ahụ anya.",
  "Ihe ndị sitere na ọrụ ya The Things We Carry With Us (afọ 2017) nakwa Life in Plastic (afọ 2018) ka Iziko South African National Gallery nwetara dị ka akụkụ nke ebe nchekwa mba South Africa",
  "[citation needed] A gụnyere ọrụ ya na mbipụta mbụ nke usoro \"Four to Follow\" nke World Press Photo guzobere n'afọ 2017, site na African Photojournalism Database na kwá  foto otu narị nọ n'isi n'afọ 2018 site na ndị editọ nke Time. A na-ebipụta ọrụ foto akụkọ Khan n'ọtụtụ akwụkwọ akụkọ mba ụwa, n'etiti ndị ọzọ The New York Times, [citation needed] The Washington Post, [cittion needed] New Frame, [citations needed] The Guardian, Al Jazeera, [citement needed] The Wall Street Journal",
  "[citation necessary]",
  "Ọ rụrụ ọrụ na NGO dị iche iche gụnyere United Nations Population Fund (UNFPA), Swiss Agency for Development and Cooperation (SDC) na African Women's Development Fund.",
  "Khan bụ akụkụ nke ọgbọ ọhụrụ nke ndị na-ese foto South Africa nke oge a na-edekọ ihe nketa nke ala na-esote ịkpa ókè agbụrụ",
  "Ọ bụ onye National Geographic Explorer, onye na-enye onyinye kwa ụbọchị n'Africa, onye otu Women Photograph na Native."
]