[
  "Guosa bụ asụsụ e wuru na mbụ nke Alex Igbineweka mepụtara nafọ 1965",
  "E mere ya ka ọ bụrụ ngwakọta nke asụsụ ụmụ amaala nke Naijiria na ije ozi dị ka asụsụ na-asụ n'Ebe Ọdịda Anyanwụ Afrịka.",
  "Ọ bụ ezie na Guosa na-enweta okwu ya site na ụmụ amaala asụsụ 118 nke West Africa, ọ na-enwetakwa ọtụtụ okwu ya site n'asụsụ Hausa, Yoruba, na Igbo, ma ọ bụ were ya kpọmkwem ma ọ bụ mee ya site na njikọta okwu sitere na asụsụ ndị a. Bekee na-enyekwa ọtụtụ n'ime okwu teknụzụ ndị ọzọ, ma ọ bụ kpọmkwem ma ọ bụ site na otu n'ime asụsụ Afrịka a kpọtụrụ aha n'elu",
  "Tụkwasị na nke a, e mepụtara ọtụtụ okwu a priori site na akara ụda, dịka meeh \"ụmụ atụrụ\", yanmu-yanmu \"ụmụ ahụhụ\", na wuam \"eri\".",
  "Akụkụ dị iche iche nke okwu na-esikarị n'asụsụ ụfọdụ",
  "Ọtụtụ aha doro anya site na Hausa, ebe ngwaa na abstracts sitere na Igbo ma ọ bụ Yoruba",
  "Tụkwasị na nke a, a na-ejikarị okwu sitere na asụsụ atọ ahụ iji mepụta okwu yiri atọ ndi ahụ",
  "Dịka ọmụmaatụ, okwu Guosa méni \"ihe\" sitere na Hausa menini, Igbo gini, na Yoruba kini, ihe niile pụtara \"ihe\".",
  "A maghị kpọmkwem uru phonological ma ọ bụ ọnụ ọgụgụ nke phonemes dị iche iche di na Guosa",
  "Otú ọ dị, ọ nwere nnukwu ndepụta nke ụdaume, ebe Guosa na-anakwere ọtụtụ ụdaume ndị gosipụtara naanị n'ọnụ ọgụgụ dị nta nke asụsụ ya.",
  "Palatal",
  "Ọ bụ ezie na Guosa nwere usoro ụdaume asaa yiri nke Yoruba, ụdaume /ɛ/ na /ɔ/ yiri ka a jikọtara ha na ibe ha mechiri emechi, na-enye Guosa usoro ụdaume ise",
  "Udaume nwere ike ịdị ogologo ma ọ bụ  dị mkpụmkpụ, mana ọrụ nke ogologo udaume yiri ka ọ dị mfe, Otú ọ dị, ebe ọ bụ na obere ụzọ abụọ dị mgbe a na-eburu ụda n'uche",
  "E nwere ụdaume imi edere na ụdaume na-esote ụdaume, ọ bụ ezie na nke a anaghị egosi ụdaume imi mgbe niile",
  "Ọrụ nke ndị a dịkwa mfe na ọtụtụ n'ime ụdaume imi dị mkpụmkpụ",
  "Enweghị okwu abụọ dị iche na ma imi imi nke ụdaume na ogologo ụdaume.",
  "A maghị ma ọ bụrụ na e nwere diphthongs na Guosa; enwere ike ịkpọ ụdaume niile dị ka mkpụrụedemede dị iche iche, ma ọ bụ ọtụtụ ụdaume nwere ike ịmepụta diphthong",
  "Otú ọ dị, ụdaume nke Yoruba na-egosi na ụdaume Guosa anaghị emepụta diphthongs, ebe ọ bụ na ihe fọrọ nke nta ka ọ bụrụ okwu niile nwere ụdaume ndị dị n'akụkụ sitere na Yoruba, ebe a na-akpọ ụdaume niile iche iche.",
  "E nwere ụda atọ ndi dị mkpa na Guosa: elu, etiti, na ala; e nwekwara ụda abụọ: ala na ala",
  "A na-ahapụ etiti na-enweghị akara ma yie ka ọ bụ ụda ndabara, a na-ede elu na ụda dị elu, ala na ili",
  "Na ụdaume dị mkpirikpi, a na-eji caron na-ede ala ala na elu na-ada na gburugburu",
  "Site na ụdaume ogologo, a na-ekewa ụda olu n'ofe ụdaume abụọ ahụ",
  "Site na ụdaume ogologo, a na-ede ụda olu dị ka akara abụọ dị iche iche.",
  "Elision na-ewere ọnọdụ mgbe abụọ n'ime otu ụdaume ahụ ga-adị n'akụkụ, ma ọ bụ na ụfọdụ mkpụrụedemede",
  "Dịka ọmụmaatụ, mgbe a na-etinye akara ọnụọgụ é n'ihu okwu na-amalite na ụdaume: é ómóntàkélé → émóntàakélé \"ụmụntakịrị\"",
  "Enwere ike ide nke a na apostrophe mgbe ụdaume abụọ ahụ bụ otu: ji inang → ji'nang \" Iri abụọ na anọ\"",
  "Enwereike ide kwa ya dị ka apostrophe mgbe elision gafere okwu abụọ na-abụghị ụmụ irighiri ihe: sòngí ìsóngà → sòngí 'sóngà \"na-abụ abụ\".",
  "Otu mkpụrụ okwu na Guosa bụ n'ozuzu nke ụdị (C)(A)V(C), ọ bụ ezie na okwu ndị ọzọ pụrụ iche nwere ike ịnwe usoro (C)ManticC)V(CC).",
  "Mkpụrụ edemede Guosa nwere mkpụrụedemede 23 na ọtụtụ digraphs",
  "A naghị eji mkpụrụ akwụkwọ ndị a na-akpọ Ōa na Ōa, mkpụrụ akwụkwọ ndị ahụ na-apụta naanị na digraph Ōa",
  "E nwere mkpụrụedemede ụdaume abụọ  na mbu nke yiri ka ọ fọrọ nke nta ka ọ pụọ kpamkpam na ederede asụsụ ugbu a: 意 na 意",
  "Ewezuga mkpụrụedemede ndị a gbahapụrụ agbahapụ, a na-eji akara ngosi eme ihe iji gosi ụdaume",
  "Digraph na-anọchite anya /ŋg/ okwu-na mbido na ikekwe okwu-etiti, mana okwu-n'ikpeazụ ọ na-anọchi anya /ŋ/",
  "Digraphs ndị a kwadoro bụ:",
  "Guosa bụ asụsụ na-anọpụ iche nke nwere usoro okwu isiokwu",
  "A na-egosipụta ọtụtụ nkọwa ụtọ asụsụ site na ụmụ irighiri ihe ndị na-esote okwu ha na-agbanwe, dị ka é (ọtụtụ), ng (nke na-aga n'ihu), lá (akụkụ zuru oke), na kà (nke na'olu)",
  "Enweghị isiokwu",
  "Adjectives na-eso aha",
  "Enweghị usoro asụsụ ma ọ bụ usoro klas aha",
  "Guosa na-abụkarị prepositional.",
  "Ụfọdụ nnọchiaha Guosa, n'adịghị ka okwu ndị ọzọ dị n'asụsụ ahụ, na-agbanwe dabere ma ha bụ isiokwu ma ọ bụ ihe",
  "Animacy abụghị ihe dị iche na nnọchiaha, mana otutu bụ, na okike bụ ihe dị iche, ọ bụ ezie na ọ bụ nhọrọ ma na-eme ka ọdịiche dị n'etiti nwanyị na nwoke / na-anọpụ iche",
  "Ihe na-esonụ bụ ndepụta a ma ama nke nnọchiaha",
  "A na-akọwa ụfọdụ n'ime ha n'ụzọ na-edoghị anya, yabụ a maghị kpọmkwem nnọchiaha.",
  "Ụdị kpụ ọkụ n'ọnụ nke nnọchiaha aha anyị nke e mepụtara site n'itinye suffix -wan.  Ọ bụ ezie na a na-egosipụtakarị inwe site n'inwe ụdị ihe nke nnọchiaha aha na-eso aha aha, enwere ike iji preposition nke \"nke\" gosi inwe enweghị mgbagha.",
  "Adjectives na adverbs abụghị klas dị iche iche na Guosa ma a na-akpọ ha ndị na-akọwa ihe, na-agbaso ihe ọ bụla ha gbanwere",
  "Ụfọdụ nkọwa na-arụ ọrụ naanị dị ka adjectives ma ọ bụ adverbs, Otú ọ dị.",
  "Na Guosa, e nwere ogo anọ nke ntụnyere",
  "A na-eji okwu jù \"karịa\" eme ihe iji mepụta ntụnyere site na adjective: Ainsiá \"ezi\" → Ainsiá jù \"ka mma\"",
  "Superlative na-ejikọta ngwaa khà \"nke ukwuu\" na jù: Ainsiá jù khà \"ihe kachasị mma\" (n'ụzọ nkịtị",
  "nke dị mma karịa)",
  "N'ikpeazụ, enwere ogo nke anọ nke ntụnyere n'elu superlative",
  "Ọ bụ ezie na superlative nwere ike igosi uru kachasị elu n'otu otu, ogo nke ụdị dị elu karịa superlative gosipụtara na aha ahụ gosipụtara bụ nke kachasị mma na ụdị ya dum; a na-eme nke a na khàkáa: rubi \"ajọ\" → rubi jù khàká a \"nke kachasị njọ\".",
  "Na Guosa, ngwaa niile nwere otu ụdị; enweghị njikọ",
  "E nwere copula, jie, mana a na-eji ya eme ihe naanị na aha okwu",
  "Otú ọ dị, na adjectives predicate, a naghị eji jie eme ihe, adjective na-akpa àgwà dị ka ngwaa",
  "Jiri ahịrịokwu ndị ahụ tụnyere \"Abụ m eze\" na \"Abụ m nke ọma\".",
  "E nwere ọtụtụ ụmụ ihe irighiri ihe na-agbanwe oge, akụkụ, na ọnọdụ nke ngwaa",
  "Akụkụ ndị a na-ebute ngwaa ha na-agbanwe, mana akụkụ lá na-eso ngwaa kama.",
  "A na-eji ihe na-acha lá mee ihe n'ụzọ dịtụ iche, na-emepụta adjective nke na-arụ ọrụ yiri nke na-eme ihe n'oge gara aga",
  "Ụdị a nwekwara ike iwere ihe kpọmkwem.",
  "Guosa nwere usoro ọnụọgụ iri",
  "Nọmba ndị dị n'etiti bụ:",
  "A na-enweta ọnụọgụ iri site na ibelata ọnụọgụ zomi mbụ.",
  "A na-emepụta ọnụọgụgu nke otu narị site na iji mgbọrọgwụ gogo",
  "A naghị emeso ọnụọgụ ndị a dị ka ngwakọta, n'adịghị ka ọnụọgụ 11ī99.",
  "Guosa na-eji ụmụ irighiri ihe abụọ nweta okwu site na ndị ọzọ",
  "Dịka ọmụmaatụ:",
  "ì - na emepụta ma aha na adjective site na okwu ma ọ bụ aha ọzọ:",
  "A na-eji also ihe abụọ a emepụta okwu ahụ na Guosa.",
  "Àtụ:Interlinear",
  "Àtụ:Interlinear",
  "Àtụ:Interlinear",
  "Àtụ:Interlinear",
  "Àtụ:Interlinear",
  "E nyela nkuzi Guosa na Mahadum Abuja.",
  "A katọrọ Guosa nighi na enweghị ụkpụrụ nduzi na imewe ya, na-ahọrọ okwu ya site na asụsụ Naijiria ole na ole, kama ịhọrọ okwu ya n'ụzọ ziri ezi na usoro site na asụsụ dịgasị iche iche nke Naijiria."
]