[
  "Gurmehar Kaur (amụrụ na 24 Septemba 1996) bụ nwa akwụkwọ India na-eme ihe na onye edemede. Mgbe ọ gụsịrị akwụkwọ na Lady Shri Ram College, ọ gụrụ akwụkwọ na Somerville College, Mahadum Oxford",
  "Kaur bụkwa onye nnọchi anya Postcards for Peace, otu ọrụ ebere nke UK nke na-enyere aka iwepụ ụdị ịkpa ókè ọ bụla.",
  "Gurmehar Kaur bịara n'ìhè dị ka ọ bụ akụkụ nke 'Save DU campaign' na-esote esemokwu nke ọnwa February 2017 na Ramjas College n'etiti ndị otu Students Federation of India (SFI) na Akhil Bharatiya Vidyarthi Parishad (ABVP) mgbe a kpọrọ ụmụ akwụkwọ JNU Umar Khalid na Shehla Rashid Shora maka nzukọ ọmụmụ ihe",
  "Na mbido, ọ nọ na akụkọ n'ihi vidiyo ọ wepụtara.",
  "N'ọnwa Ọktoba n'afọ 2017, magazin Time jiri ahịrịokwu ahụ bụ \"onye agha nnwere onwe ikwu okwu\" kwupụta echiche ha banyere Kaur ma tinye ya na ndepụta \"10 Next Generation Leaders\" maka afọ 2017. Mbido mbụ ya, akwụkwọ ncheta, nke akpọrọ Small Acts of Freedom nke Penguin Random House bipụtara n'ọnwa Jenụwarị 2018, edepụtara maka Sahitya Akademi YUVA Puraskar n'afọ 2020.",
  "A mụrụ Gurmehar Kaur na Rajvinder Kaur na Captain Mandeep Singh na Jalandhar. Ọ gụsịrị akwụkwọ na Harvest International School, Ludhiana",
  "Nna ya, Mandeep Singh, bụ otu n'ime ndị agha India asaa nwụrụ n'ihi okwukwe ha na 1:15 am IST mgbe ndị na-eyi ọha egwu wakporo ogige Rashtriya Rifle na Jammu na Kashmir na 6 August 1999. Kaur nwere akara ugo mmụta na edemede site na Lady Shri Ram College for Women",
  "Ọ gara MSc ya na Modern South Asian Studies site na Somerville College, Mahadum Oxford.",
  "N'abalị iri abụọ na asatọ n'ọnwa Eprel afọ 2016, Voice of Ram (Ram Subramanian) bulite vidiyo na Facebook, nke gosipụtara Gurmehar Kaur. Voice of Ram bulitekwara vidiyo ahụ na YouTube. Gurmehar Kaur malitere mkpọsa #ProfileForPeace n'ọnwa Eprel 2016, na-ajụ ajụjụ banyere ịdị mkpa nke India na Pakistan na vidiyo ahụ, ma na-akwado \"udo\" n'etiti India na Pakistan",
  "Ọ kpọrọ onwe ya \"onye agha maka udo\" na-alụ ọgụ megide agha.",
  "Vidio ahụ gbasara n'ọnwa Febụwarị 2017, mgbe Gurmehar ji ozi mgbasa ozi ọha na eze megide ABVP na Mahadum Delhi, otu ụmụ akwụkwọ nke Sangh Parivar. Ọ dọtara ọtụtụ esemokwu na ịkwa emo, ọkachasị nkwupụta: \"Pakistan egbughị nna m, agha gburu ya",
  "\"",
  "N'afọ 2017, Minista nke Union State maka Home Affairs nke India Kiren Rijiju kwuru na vidiyo ya na \"Ụfọdụ ndị ndọrọ ndọrọ ọchịchị nọ n'azụ nkwupụta ya (Spoiling the minds of the students). Onye bụbu onye na-eme egwuregwu cricket bụ Virender Sehwag biputere onyinyo na-ekwu, \"Enweghị m narị afọ atọ, bat m mere\". Javed Akhtar kwukwara okwu banyere okwu a ka ọ na-emegide ndị niile na-emegidogide Gurmehar.",
  "Nne Gurmehar gosipụtara nkwado maka nwa ya nwanyị na-eme ka o doo anya na \"A ga-ahụ ozi ya na vidiyo ahụ n'ụzọ ka ukwuu",
  "Ihe ọ chọrọ n'ezie ikwu bụ na agha na-eweta mbibi mgbe niile",
  "Achọghị m ka ọ lelee ndị Pakistan ma ọ bụ mba ọ bụla ọzọ nwere ịkpọasị",
  "Ọnọdụ na-eme ka ndị mmadụ gbuo ibe ha n'oge agha",
  "\"",
  "Ọ fọrọ nke nta ka ọ bụrụ akụkụ nke mkpọsa Save DU megide ABVP n'ọnwa Febụwarị afọ 2017 nke ọ megidere ime ihe ike nke malitere na Ramjas College Campus mgbe a kagburu nkuzi Umar Khalid na Shehla Rashid Shora n'ihi mkpesa ABVP. Ọ natara egwu ọnwụ na ndina n'ike maka ịmalite mkpọsa a ma mesịa hapụ mkpọsa ahụ."
]