[
  "Guy Tillim (amụrụ n'afọ 1962) bụ onye na-ese foto na South Africa nke a maara màkà ọrụ ya na-elekwasị anya na mpaghara nsogbụ nke Sub-Saharan Africa. Onye so n'òtù ndị ọcha pere mpe na mba ahụ, a mụrụ Tillim na Johannesburg n'afọ 1962. Ọ gụsịrị akwụkwọ na Mahadum nke Cape Town n'afọ 1983, ọ nọrọkwa ógè na Market Photo Workshop na Johannesburg. E gosipụtara foto ya na ọrụ ya na mba ụwa ma bụrụ ihe ndabere nke ọtụtụ akwụkwọ Tillim bipụtara.",
  "Ebe nrụọrụ weebụ African Success akọwaala ya dị ka otu n'ime \"ndị na-ese foto kachasị mma\" na South Africa, ebe ebe ebe nrụọrụ weebụ Daily Maverick zoro aka na ya dị ka \"onye na-ese ihe kachasị mma nke SA\" ógè David Goldblatt gasịrị.",
  "Tillim bịdọrọ itinye aka na foto dị ka onye nta akụkọ foto n'afọ 1986. Ruo n'afọ 1990, ya na ndị otu Afrapix rụkọtara ọrụ, otu ndị na-ese foto na South Africa na-enye usoro pụrụ iche nke foto na mgbasa ozi ụwa n'oge ịkpa ókè agbụrụ, n'akụkụ ndị ọzọ a ma ama na foto South Africa, gụnyere David Goldblatt, Steve Hilton-Barber, na Omar Badsha. N'ọtụtụ oge a, ọ rụrụ ọrụ dị ka onye na-ese foto n'onwe ya màkà ụlọ ọrụ mgbasa ozi obodo na nke mba ọzọ, gụnyere Reuters (afọ 1986 ruo afọ 1988) na Agence France Press (afọ 1993 ruo afọ 1994).",
  "Ọrụ ya n'oge a lekwasịrị anya nke ukwuu na ọnọdụ ndọrọ ndọrọ ọchịchị na-emegide onwé ya n'afọ ịkpa ókè agbụrụ na South Africa. Ndị na-ese foto n'oge ahụ, ọtụtụ n'ime ha na ndị otu Afrapix rụkọkwara ọrụ, na-ese ihe nkiri nke ọgba aghara, agha, na ịda ogbenye na ụmụ amaala ojii nkè South Africa.",
  "Mgbé ndị otu Afrapix gbásárá n'afọ 1991 ma dozie ịkpa ókè agbụrụ na ndọrọ ndọrọ ọchịchị n'afọ 1994, ọrụ Tillim gbanwere iji dekọọ mmetụta na-adịgide adịgide nke agha South Africa fọrọ nke nta ka ọ bụrụ afọ 50 na ụmụ amaala ojii ya. Ọtụtụ n'ime ọrụ ya kachasị Mkpà nwere isiokwu a, dị ka Johannesburg (May, 2005) na Joʹburg Downtown, nke gụnyere foto nke ihe nkiri na ndị bi n'obodo ahụ. N'ime nke ikpeazụ, onye na-ahụ màkà ihe ngosi nka na Johannesburg bụ Okwui Enwezor kwuru na, dị ka usoro, Joʹburg na-anọchite anya omume nke foto ihe ngosi nke post-apartheid nke na-ejikọta South Africa nke oge a na akụkọ ihe mere eme nke ya.  N'ọrụ ndị ọzọ, dị ka Things as They Seem (2004), ọ na-elekwasị anya na ụkpụrụ ụlọ nke obodo ahụ, na-ekwu n'ajụjụ ọnụ na a na-ewere foto ndị a n'ebe m maara, ebe m rụrụ ọrụ ma kpuchie ihe omume akụkọ.  O kwuru na ọ na-achọ ógè niile ịlaghachi ma gbalịa ịchọta ya, gbalịa ịkọwa ya n'ụzọ ụfọdụ. Ọrụ ndị a na ndị ọzọ pụtara ìhè na mkparịta ụka zuru ụwa ọnụ banyéré ọnọdụ ndọrọ ndọrọ ọchịchị South Africa.",
  "N'ime afọ ndị na-adịbeghị anya, ọrụ Tillim agbanweela site na isiokwu nke ọrụ ya site na 80s ruo mbido afọ 2000s. N'afọ 2014, o sonyere n'ihe ngosi jikọrọ aka na Museum für Moderne Kunst nke akpọrọ The Divine Comedy: Heaven, Hell, Purgatory nke ndị na-ese ihe n'Africa nke oge a laghachiri. N'adịghị ka ọrụ mbụ ya, ọ na-enyocha uri Dante Alighieri site na nka."
]