[
  "Guy Rochester Crowder (1940-2011) bụ onye Afrịka-Amerịka na-ese foto nke ọrụ ya pụtara n'ọtụtụ akwụkwọ gụnyere Los Angeles Sentinel",
  "Ọ bụ onye ọrụ mbụ na-ese foto maka Los Angeles County Board of Supervisors na onye Afrịka-Amerịka mbụ rụrụ ọrụ maka ụlọ ọrụ ahụ.",
  "A mụrụ ya n'afọ 1940 na Beaumont, Texas, Crowder na ezinụlọ ya kwagara Los Angeles n'afọ 1945.   Ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị na Compton, California",
  "wee sonye na Marine Corps Reserve ebe o jere ozi site n'afọ 1957- rụọ afọ 1963.  Crowder gụrụ akwụkwọ na Los Angeles Harbor College na Los Angeles Trade Technical College.",
  "Crowder malitere ọrụ ya dị ka onye na-ese foto n'onwe ya na-ese ihe omume obodo, ebe ọ na-enweghị ike ịchọta ọrụ na otu n'ime akwụkwọ akụkọ ndị a ma ama na Los Angeles n'ihi agbụrụ ya.  O wuru azụmahịa na-aga nke ọma, ma mepụta aha na njikọ ya na ndị obodo a ma ama na ndị ndọrọ ndọrọ ọchịchị gụnyere Mervin Dymally, Jesse Unruh, na Kenneth Hahn.  N'afọ 1974, ọ nwetara ọkwa na Los Angeles Board of Supervisors dị ka onye na-ese foto, si otú a mee ka ọ bụrụ onye Afrịka-Amerịka mbụ na-arụ ọrụ maka ụlọ ọrụ gọọmentị a.  N'etiti isiokwu nke foto ya kemgbe ọtụtụ afọ bụ Sammy Davis, Jr., Michael Jackson, Ray Charles, Magic Johnson, Thurgood Marshall, Coretta Scott King, na Wynton Marsalis.  Onye nchịkọta akụkọ Jet <i id=\"mwNg\">Magazine</i> bụ Aldore Collier kwuru banyere Crowder, ọrụ ya na-egosi n'ụzọ doro anya ọdịiche, olileanya, iru uju na ọṅụ nke bụ obodo ndị isi ojii nke Los Angeles. N'mmeme olili ozu Crowder, onye na-ebipụta akwụkwọ Los Angeles Sentinel bụ Danny Bakewell kwuru na \"a ga-echeta Guy Crowder dị ka otu n'ime ndị Ojiị foto kachasị nwee nkà na ihe dị egwu n'oge anyị",
  "Ọ bụghị naanị na a ga-atụfu ya maka ọrụ ya, kamakwa maka ịbụ onye pụrụ iche na ihe nketa ọ hapụrụ n'obodo a.",
  "Crowder lụrụ nwunye ya Patricia ruo afọ 51, ma nwee otu nwa, Reginald Crowder.",
  "Crowder nwụrụ site na oyi bara ya n'ahụ na nsogbu ndị sitere na ọrịa strok n'ọnwa Ọctoba 30",
  "afọ",
  "30, 2011 na Riverside, California.  Ihe ncheta foto ya, nke gụnyere ihe karịrị 400,000 foto, bụ nke Tom na Ethel Bradley Center na-echekwa na Ọbá Akwụkwọ Mahadum, Special Collections and Archives na Mahadum California State, Northridge."
]