[
  "Gwandum bụ obodo dị na Gombe Steeti, Naịjirịa",
  "O nwere ọnụ ọgụgụ dị nta.",
  "Filiya, Kuka, na Gundale bụ ụfọdụ obodo, obodo na ebe dị nso na Ghandum.",
  "Enwere ihu igwe obere mmiri ozuzo na Gwandu.  N'ihi nkụ, osisi anaghị eto ebe a, ihu igwe adịghịkwa ekpo ọkụ n'afọ niile.  Aja na-achịkwa odida obodo, yana ahịhịa na ahịhịa mgbe ụfọdụ.  Gwandum na-enweta nkezi okpomọkụ 38°F kwa afọ yana 485 mm nke mmiri ozuzo kwa afọ.  Na nkezi iru mmiri nke 31% yana UV-index nke 8, ọ na-akpọ nkụ maka ụbọchị 273 kwa afọ..",
  "Na Gwandum, okpomọkụ kachasị elu kwa ọnwa na Jenụwarị bụ 34 °, na nke kacha nta bụ ọ dịkarịa ala 17 °",
  "Ya mere ọnwa a ga-enwe ụbọchị 31 maka Gwandum.",
  "Na Gwandum, okpomọkụ na Febụwarị na-eru ogo 39 na ala nke ọ dịkarịa ala 20 °",
  "A ga-enwe naanị otu ụbọchị mmiri ozuzo na Febụwarị, nke ruru 1 mm, Gwandum ga-enwekwa ụbọchị 27 na-enweghị mmiri ozuzo ọ bụla.",
  "Na Gwandum, okpomọkụ na Machị na-eru ogo 41° na ala nke ọ dịkarịa ala 23°",
  "A ga-enwe naanị otu ụbọchị mmiri ozuzo na Machị, nke ruru 1 mm, Gwandum ga-ahụkwa ụbọchị 30 na-enweghị mmiri ozuzo ọ bụla.",
  "Na Gwandum, okpomọkụ n'ọnwa Eprel na-eru ogo 43 na ala nke ọ dịkarịa ala 27 °",
  "N'ọnwa Eprel, Gwandum ga-enweta naanị ụbọchị 2 nke mmiri ozuzo nke ruru 4 mm, ụbọchị 28 fọdụrụ ga-akpọnwụ.",
  "Na Gwandum, okpomọkụ kachasị elu kwa ụbọchị na Mee bụ 43 °, na nke kacha nta bụ ọ dịkarịa ala 30 °",
  "A ga-enwe ụbọchị 25 na May maka Gwandum, a ga-enwekwa ụbọchị 6 na ngụkọta nke 15 mm nke mmiri ozuzo.",
  "Gwandum na-enwe okpomọkụ dị elu nke 40 ° na June na okpomọkụ kachasị elu nke ọ dịkarịa ala 30 °",
  "Na June, Gwandum ga-enwe ụbọchị 18 nke ihu igwe kpọrọ nkụ na ụbọchị 12 nke mmiri ozuzo ruru 45 mm.",
  "Na Gundum, okpomọkụ kachasị kwa ụbọchị na Julaị bụ 37°, ma nke kacha nta bụ opekata mpe 28°.  A ga-enwe ụbọchị ọkọchị iri na otu na Julaị maka Gundum, a ga-enwekwa ụbọchị iri abụọ na mkpokọta mmiri ozuzo 155 mm..",
  "Na Gundum, okpomọkụ kachasị kwa ụbọchị n'August bụ 35°, na nke kacha nta bụ opekata mpe 26°.  A ga-enwe ụbọchị 10 kpọrọ nkụ n'August maka Gundum, na a ga-enwe ngụkọta nke ụbọchị 21 na 177 mm mmiri ozuzo..",
  "Na Septemba, Gwandum na-enwe okpomọkụ dị elu nke 37 ° na nkezi ala nke ọ dịkarịa ala 27 °",
  "A ga-enwe ụbọchị 17 na Septemba maka Gwandum, a ga-enwekwa ụbọchị 13 na ngụkọta nke mm 71 nke mmiri ozuzo.",
  "Na Gwandum, okpomọkụ n'ọnwa Ọktoba na-eru ogo 39 na ala nke ọ dịkarịa ala 27 °",
  "A ga-enwe ụbọchị 27 na-adịghị mma n'ọnwa Ọktoba maka Gwandum, a ga-enwekwa ụbọchị 4 na ngụkọta nke 16 mm nke mmiri ozuzo.",
  "Na Gwandum, okpomọkụ kachasị elu na Nọvemba bụ 37 °, na okpomọkụ kacha nta bụ ọ dịkarịa ala 23 °",
  "Tụkwasị na nke a, Gwandum ga-enwe ụbọchị 30 na-adịghị mma n'ọnwa a.",
  "Gwandum na-enwe okpomọkụ kachasị elu nke 34 ° na okpomọkụ dị ala nke 18 ° na Disemba",
  "Tụkwasị na nke a, Gwandum ga-enwe ụbọchị 31 na-adịghị mma n'ọnwa a."
]