[
  "Ndị Gwandara bụ otu n'ime agbụrụ dị na Naịjirịa",
  "Ha dị n'akụkụ ụfọdụ nke Abuja, Nassarawa, Kano, Niger na Kaduna.",
  "Agbụrụ Gwandara sitere na Steeti Kano",
  "Ha bụ ụmụ Barbushe bụ ndị a na-ewere dị ka ndị mbụ biri na Kano tupu Bagaudas. N'afọ 1476, ha si Kano kwapụ n'okpuru nduzi nke Prince Karshi (Gwandara) iji gbanahụ mkpagbu okpukpe nke ịghọ ndị Alakụba. Prince Gwandara bụ nwanne nwoke nke Eze na-achị achị nke nabatara ma webata Alakụba n'ụlọ ikpe nke Kano ma kpebisie ike iwepụ omume ndị ọgọ mmụọ niile.  Otú ọ dị, nwanne ya nwoke kpebisiri ike ịgbaso okpukpe ndị nna nna ha nke bụ animism, nkwenkwe okpukpe nke na-asọpụrụ ụmụ anụmanụ dị ka ndị nwere ike ime mmụọ, n'ịbụ ndị chere egwu nke ma ọ bụ ntọghata ma ọ bụ ịbụ ohu ihu, ndị na-eso ụzọ ya kwagara n'ebe ndịda Gwagwa. Mkpagbu ọzọ sitere n'aka Eze na-achị achị mere ka ha gaa Jukun na narị afọ nke iri na asaa na nke iri na asatọ ebe ha mechara gbasaa n'ọtụtụ akụkụ nke Naịjirịa.",
  "Ndị Gwandara nke Karshi bụ agbụrụ Gwandara a ma ama na nke a ma ama karịa na Naịjirịa",
  "Karshi bụ obodo Gwandara mbụ a ma ama site na Federal Republic of Nigeria. Ọ bụ obodo mbụ nwere klas mbụ Gwandara Emir, Alhaji Sani Mohammed-Bako",
  "Otu n'ime ndị Gwandara a ma ama bụ Sardaunan nke Gwandara Umaru Tanko Al-Makura, onye bụbu onye omeiwu nke Nasarawa South na onye bụbu Gọvanọ nke Nassarawa Steeti onye akpọrọ Sardaunan Gwandara na Machị 27, 2021. Ndị ọzọ a ma ama si Gwandara bụ Muhammad Danladi Yakubu, onye bụbu osote gọvanọ nke Steeti Plateau wdg.",
  "Ndị Gwandara na-arụkarị ọrụ ugbo, ịchụ nta, ịcha, ịkpụ ihe na ịkpa ákwà mana site na mbata nke agụmakwụkwọ ọdịda anyanwụ, ọtụtụ ndị ahapụla ọrụ ha maka ọrụ ọdịda anyanwụ.",
  "Ndị Gwandara na-asụ asụsụ Gwandara",
  "Asụsụ nke dị nso na asụsụ Hausa mana enweghị ngwakọta asụsụ Arab na nso a.",
  "Usoro alụmdi na nwunye nke ndị Gwandara agbanwebeghị n'agbanyeghị ọdịiche mmekọrịta ha na-enwe n'ihi mbata nke ndị si n'akụkụ dị iche iche nke Naịjirịa",
  "Ememe agbamakwụkwọ na-ewe ụbọchị asaa (7)",
  "N'ụbọchị mbụ, a na-achọ aka na ụkwụ nwanyị ahụ mma na ihe ndị e ji ihe ntecha na-acha odo odo mee nke a maara dị ka \"Lalli\"",
  "N'ụbọchị nke abụọ, a kpọgara ya ịhụ ndị ezinụlọ ya dị ka ụzọ isi sị ezinụlọ ya ka ukwu sị ya \"laa na udo\"",
  "N'ụbọchị nke atọ, a kpọgara ya n'obí eze ebe a na-enye ya na di ya onyinye",
  "N'oge a, ọ gbanwere uwe ọhụrụ ya ugboro iri iji gosipụta ịma mma ya",
  "N'ụbọchị nke anọ, ụmụ nwanyị nọ n'obodo ahụ na-aga n'ebe nwoke ahụ na-alụ nwanyị ọhụrụ na-aga ịhazi kichin nwanyị ahụ na-agba akwụkwọ ma na-ehicha ụlọ ahụ",
  "N'ụbọchị nke ise, ọ na-eri nri naanị n'ụlọ ya ma ọ dịghị nwoke si n'ụlọ di ya na-agwa okwu",
  "N'ụbọchị nke isii, a hapụrụ di na nwunye ahụ ka ha mezuo alụmdi na nwunye ahụ ma wepụta ụbọchị nke asaa maka ime ihe na mmechi nke emume ahụ."
]