[
  "Gwendoline Noreen Chomba Konie (9 Ọktoba 1938 14 Machị 2009) bụ onye na-ede uri, onye nnọchi anya mba ọzọ na onye ndọrọ ndọrọ ọchịchị nke Zambia",
  "Ọ bụ onye nnọchi anya Zambia na Scandinavia, United Nations na Germany",
  "O guzobere otu ndọrọndọrọ ọchịchị nke ya na afọ 2000 wee guzo dị ka onye na-azọ ọkwa onye isi ala Zambia na afọ 2001",
  "Mgbe ọ nwụru anwu, e nyere ya olili ozu steeti.",
  "A mụrụ Konie na 1938 na Lusaka na Northern Rhodesia n'oge ahụ ma bụrụ Zambia ugbu a",
  "Ọ gụrụ akwụkwọ na Mahadum Cardiff dị na Cardiff, Wales na Mahadim America dị na Washington D.C., United States. Ọ natara nzere doctorate na sociology na Mahadum Warwick",
  "N'afọ 1962, Sir Evelyn Dennison Hone, Gọvanọ-Jenal nke Northern Rhodesia, họpụtara ya ka ọ bụrụ onye otu Kansụl Iwu nke mba ya",
  "Ọ gakwuuru Kenneth Kaunda tupu ọ nabata.\nỌ zụrụ maka Ngalaba Na-ahụ Maka Mba Ọzọ wee bụrụ onye nnọchi anya Zambia na onye nnọchianya zuru oke na Sweden, Denmark, Norway na Finland site na 1974 ruo 1977",
  "Site na 1977 ọ bụ onye nnọchi anya mba ahụ na United Nations",
  "N'afọ 1979 ọ ghọrọ odeakwụkwọ na-adịgide adịgide nke Ngalaba Njem nke Zambia. Mgbe Kenneth Kaunda tụfuru ọchịchị, Onye isi ala Frederick Chiluba nọgidere na-arụ ọrụ dị ka onye nnọchi anya mba ọzọ ruo n'afọ 1997",
  "Ọ bụ onye nnọchi anya Zambia na Germany.",
  "N'afọ 2001, ọ bụ onye na-azọ ọkwa onye isi ala nke Zambia n'afọ 2001",
  "Ọ nọchitere anya Social Democratic Party nke o guzobere n'ọnwa Ọgọstụ afọ 2000 iji lekwasị anya n'okwu ndị dị mkpa nye ụmụ nwanyị na ụmụaka. A tụbara otu nde vootu maka mmadụ iri na otu na ntuli aka ahụ",
  "Abụọ n'ime ndị na-azọ ọkwa bụ ụmụ nwanyị",
  "Konie nwetara ihe karịrị 10,000 vootu ma họpụta Levy Mwanawasa.",
  "Konie bụkwa onye na-ede uri",
  "E tinyere uri ya \"In the Fist of your Hatred\" na The Penguin Book of Modern African Poetry na 2007",
  "Abụ ahụ bụ arụmụka megide mpako nwoke.",
  "Ọ nwụrụ na MKP Trust Hospital na Lusaka na afó 2009 ma nata olili ozu steeti. Onye isi ala Rupiah Banda kwuru na ọ bụ ụbọchị Zambia ga-eru uju ọnwụ ya na Kenneth Kaunda kwuru na ọ na-etinyere ya aka na ịmepụta Zambia mgbe nnwere onwe site na Britain.",
  "Àtụ:2001 presidential candidates, Zambia"
]