[
  "Gwen Dickey (amụrụ n'ubochí mbụ n'ọnwa Disemba, n'afọ 1953) bụ onye amụrụ n'Amerịka na-agụ egwu Britain nke a maara nke ọma dị ka nwanyị n'ihu nke otu R&B Rose Royce, ebe ọ rụrụ n'aha Rose Norwalt",
  "Egwu ya ndị a ma ama gụnyere \"Car Wash\" na \"Wishing on a Star\"",
  "N'afọ 1976, olu ya na <i id=\"mwDA\">Billboard</i> Hot 100 nọmba otu \"Car Wash\" mere ka Dickey na ndị otu ahụ bụrụ ndị ama ama na mba ụwa",
  "Ọ hapụrụ otu egwu ahụ n'afọ 1980",
  "O mechara hapụ United States gaa United Kingdom, ebe ọ ka bụ onye na-eme ihe nkiri a ma ama.",
  "A mụrụ ya na Biloxi, Mississippi, Dickey bidoro ịrụ ọrụ ọkachamara na klọb obodo",
  "O mechara bídó iso otu egwu ụlọ egwu nke obodo a maara dị ka The Jewels",
  "N'oge nkwụsị njem na Miami, Joe Harris nke The Undisputed Truth hụrụ Dickey, ógè ọ nụrụ ka ya na The Jewels na-eme ihe nkiri",
  "Harris, onye nọ na-achọ nwanyị na-agụ egwu iji dochie Brenda Evans, mere ka Dickey gaa Los Angeles iji nyochaa onye na-emepụta egwu ha na onye isi ụlọ ọrụ ndekọ Norman Whitfield",
  "Mgbe ọ nyochachara maka Whitfield, Whitfield tinyere ya na otu ọhụrụ ya bụ Rose Royce",
  "Whitfield nyekwara Dickey aha ọgbọ Rose Norwalt.",
  "N'ọnwa Septemba n'afọ 1976, Rose Royce wepụtara egwu izizi ha \"Car Wash\", nke Dickey rụrụ",
  "Otu egwu a ruru ọkwa nke mbụ na chaatị Billboard Hot 100, ma ree ihe karịrị otu nde na United States. E wepụtara abọm izizi nke Rose Royce bụ Car Wash na Septemba 13, 1976",
  "O rere ihe karịrị nde abụọ n'ụwa niile ma merie Grammy Award maka Best Score Soundtrack Album na 1977. Egwu ikpeazụ nke abọm ahụ bụ \"I'm Going Down\", nke gosikwara ụda olu sitere na Dickey, ruru ọnụ ọgụgụ 70 na US <i id=\"mwKQ\">Billboard</i> Hot 100 wee ruo nọmba iri na chaatị egwu R&B.",
  "N'afọ 2001, ọ bụ onye isi njem egwu a kpọrọ \"What A Feeling\" nke na-egwuri egwu na nnukwu ụlọ ihe nkiri n'England niile",
  "Dickey meghere n'ihe banyere James Brown na One Grand Prix Ball na Monte Carlo ma soro Meatloaf na Antwerp, Belgium maka Night of the Proms na ihe ngosi rere ere maka abalị atọ n'otu afọ ahụ",
  "N'afọ 2004, Dickey rụrụ na Glastonbury Music Festival na England",
  "Dickey rụrụ ọzọ na James Brown na Monte Carlo maka Formula otu n'afọ 2005",
  "O mere ihe ngosi ọzọ maka Formula ótù Drivers Annual Charity Ball na 2006",
  "Ọ rụrụ ọrụ na United Kingdom na Europe na 2007 na 2008.",
  "N'afọ 2010, Dickey na ndị otu Rose Royce pụtara na ihe omume nke Unsung",
  "N'afọ 2010, Dickey nwetara mmerụ ahụ azụ n'ụlọ ya dị na London, na-ahapụ ya ịdabere na oche nkwagharị",
  "Ka ọ na-erule afọ 2018, ọ ka na-eme egwu ógè ọ nọ ọdụ n'elu ikpo okwu."
]