[
  "Gwendolyn Clarine Knight (May 26, 1913 na February 18, 2005) bụ onye America na-ese ihe nkè amụrụ nà Bridgetown, Barbados, na West Indies.",
  "Knight sere ihe osise n'oge ndụ ya niile mànà ọ malitere igosi ọrụ ya ruo n'afọ ndị 1970",
  "E mèrè ihe ngosi mbụ ya mgbè ọ fọrọ nke nta ka ọ bụrụ afọ 90, \"Ọ dịghị mgbe ọ dị n'eluigwe: The Art of Gwen Knight,\" na Tacoma Art Museum na 2003. Ndị nkuzi ya na nka gụnyere onye na-ese ihe Augusta Savage (onye nwetara nkwado màkà ya site na Works Progress Administration) na Jacob Lawrence, ónyé ọ lụrụ na 1941 ma nọgide na-alụ ruo mgbè ọ nwụrụ na 2000. N'oge ọ na-arụ ọrụ, ọ natara ọtụtụ onyinye, gụnyere National Honor Award, na nzere doctorate abụọ, site na Mahadum Minnesota na Mahadim Seattle.",
  "A mụrụ Knight na 1913 na Barbados, West Indies",
  "Mgbè ọ dị afọ asaa, nne ya nyèrè ya ezigbo ndị enyi ya ndị ya na ha kwagara na United States",
  "Ya na ezinụlọ nkuchi ya biri na St",
  "Louis, Missouri",
  "Mgbe ọ dị afọ iri na atọ, ya na ezinụlọ ya kwagara Harlem (New York City), ébé ọ gụsịrị akwụkwọ na Wadleigh High School na 1930",
  "Site na 1931 ruo 1933 ọ gàrà Mahadum Howard, na-amụ nka mara mma",
  "Oké Ndakpọ Akụ̀ na Ụba kpatara nsogbu ego, na-eme ka Knight kwụsị tupu ọ nata akara ugo mmụta ya.",
  "Knight mechara laghachi na New York City, ebe ụlọ ọrụ Works Projects Administration were ya n'ọrụ dị ka ónyé na-enyere ónyé na-ese ihe, Charles Alston aka",
  "Ọ gara n'ihu na-amụ nka na Harlem Community Art Center, ebe Augusta Savage duziri ya",
  "Site na Savage, ọ zutere ma ọ bụ kpughere ọrụ Langston Hughes, Ralph Ellison, Romare Bearden, Claude McKay na ndị ọzọ na-ese ihe, ndị na-ede uri, na ndị edemede nkè Harlem Renaissance.",
  "Knight nọchiri di ya, Lawrence, wee nwụọ na Seattle na Febụwarị 18, 2005, mgbè ọ dị afọ 91.",
  "Knight amaliteghị igosi ọrụ ya n'ihu ọha ruo n'afọ ndị 1970",
  "Knight nwèrè ọtụtụ nnukwu ihe ngosi onwé ya: Seattle Art Museum (1976), Virginia Lacy Jones Gallery, Mahadum Atlanta (1988), Francine Seders Gallery na Seattle (1994), Never Late for Heaven: The Art of Gwen Knight, na Tacoma Art Museum (2003) na DC Moore Gallery, New York na 2003",
  "E tinyere ọrụ ya n'ọtụtụ ihe ngosi otu, gụnyere ihe ngosi nke 1967, Portrayal of the Negroes in American Painting na Forum Gallery.",
  "N'afọ 1993, Knight natara Women's Caucus for Art Lifetime Achievement Award",
  "A na-asọpụrụ ya na Caucus Centennial Medallion, site na Black Caucus",
  "N'afọ 1984 ọ natara Centennial Award of Merit site na Mahadum Arizona State, na 1994, ọ natara Pioneer Award, Twelfth Annual Artists' Salute to Black History Month."
]