[
  "Gwendolyn (Gwen) Ann Magee (ubochí irí atọ na otu n'ọnwa Ọgọst, 1943 rụo ụbọchị irí abụọ na asaá n'ọnwa Eprel, 2011) bụ onye Africa-America na-ese ihe",
  "Magee na-amụta ịkpa ákwà n'etiti ndụ ya, ọ ghọrọ ónyé a ma ámá n'ụwa nke nka fiber n'oge na-adịghị ányá na akụkọ ya na-egosi ahụmịhe ndị Africa na America",
  "Enwere ike ịchọta ọrụ ya na nchịkọta na-adịgide adịgide nke Mississippi Museum of Art, Museum of Mississippi History, Michigan State University Museum, na Renwick Gallery nke Smithsonian Museum of American Art, ma gosipụta ya na mbà ụwa.",
  "A mụrụ Magee Gwendolyn (Gwen) Ann Jones na 1943 na High Point, North Carolina",
  "Dị ka nwatakịrị, nne nkuchi ya, ónyé nkụzi ụlọ akwụkwọ áhà ya bụ Annie Lee Jones, kpughere ya nka, ọrụ aka na ebe ngosi ihe mgbè ochie",
  "Nne na nna ya debanyere aha na mpịakọta iri abụọ na anọ The Metropolitan Seminars in Art nke John Canaday na mpịaka iri itoolu Art Treasures of the World, nke Harry N",
  "Abrams bipụtara, a dọtakwara Magee na mpịaghachi ndị na-egosi Van Gogh na Gauguin n'ihi ojiji dị egwu nkè ndị na-ese ihe.  Mgbè ọ gụsịrị akwụkwọ na 1959 na William Penn High School na High Point, ọ banyere na Women's College nke Mahadum North Carolina (UNC) na Greensboro dị nso",
  "UNC nọ n'afọ nke anọ nke nke nkewa, Magee bụkwa otu n'ime ndị Africa America ise nọ na klas ya. N'oge ọ nọ na UNC, Greensboro bụ ebe ọrụ ikike ọbọdọ, Magee wee rụọ ọrụ na ngagharị iwe megide ịkpa ókè n'ime ọbọdọ, ahụmịhe nke ga-emesị metụta ọrụ nka ya.",
  "Magee nwụrụ na Jackson na 2011 mgbè ọ lụchara ọgụ ogologo ógè",
  "Ọ dị afọ iri isii na asaa.",
  "N'ịchọ ime akwa màkà ụmụ ya nwanyị ka ha gaa kọleji, Magee debanyere aha na klas akwa akwa n'afọ 1989. Mgbè ọ gụsịrị klas na Joy's Craft Shop na Jackson na Anne's Quilt Shop na Clinton, Magee mụtara banyere Jackson Quilters na Mississippi Quilt Association, ebe ọ bụ naanị ónyé Africa America so n'òtù ahụ n'oge ahụ.  N'ileghachi anya azụ n'oge ahụ, Magee kọrọ, sị: \"Mgbè m nwesịrị mmasị n'ezie n'ịkwado, amalitere m ịchọ ozi gbasara ndị ọzọ na-akwa akwa akwa akwa akwa, na na mbido, naanị ihe m nwere ike ịchọta gosipụtara anyị site na 'nkà ọdịnala' ma ọ bụ 'onye na-ese ihe n'èzí', ma wepụta ụdị echiche niile kwụsịrị ikwu na anyị enweghị ike ịhazi ihe na ịmekọrịta ihe dị mgbagwoju anya na 'nke ọma'",
  "Nke a bụ otu ihe mere m ji kpebisie ike na ọ dịghị onye ga-enwe ike ikwu na ọrụ m dị njọ",
  "\"  Ọ gara nke ọma n'ọrụ ya ngwa ngwa ma gbanwee site na usoro ọdịnala gaa na atụmatụ na-enweghị atụ na akụkọ na-akọ akụkọ na ọdịbendị ndị Afrịka na America",
  "Magee sikwa n'oge ọ bụ nwata n'ụlọ okike, agụmakwụkwọ na sayensị mmekọrịta mmadụ na ibe ya, itinye aka na mmegharị ikike obodo, ọrụ na ọrụ mmekọrịta mmadụ na eze na azụmaahịa, na ahụmịhe ya dị ka nwunye, nne, na nne nne nne."
]