[
  "Hélder Wander Sousa de Azevedo e Costa (a mụrụ ya n'ụbọchị nke 12 n'ọnwa Jenụwarị n'afọ 1994) bụ onye Angola na-agba bọọlụ nke na-agbara òtù Leeds United bọọlụ",
  "Na mbụ ọ na-anọchite anya Portugal na ọkwa ndị ntorobịa na ndị okenye, n'afọ 2021 ọ họọrọ ịnọchite anya ndị otu mba Angola.",
  "N'ịbụ onye e guzobere na Benfica, nke ya na ya pụtara otu Taça da Liga, Costa nọrọ ọtụtụ oge n'ọrụ ya na mba ọzọ, gụnyere na Deportivo de La Coruña na La Liga na Monaco na Ligue 1",
  "Ọ nọrọkwa ọtụtụ afọ na England na Wolverhampton Wanderers na Leeds United, na-emeri EFL Championship na ha abụọ",
  "Costa nọchitere anya Portugal site n'okpuru afọ iri na isii ruo n'akụkụ ndị okenye, onye o nyere goolu na naanị mpụta ya n'afọ 2018",
  "N'afọ 2021, o nyere goolu na nke mbụ ya maka Angola.",
  "N'abalị iri na otu n'ọnwa Ọgọstụ n'afọ 2012, Costa mere egwuregwu izizi ya na Benfica B na 2012-13 Segunda Liga megide Braga B ebe ọ gbara nkeji iri asaa na abụọ dị ka winger.",
  "Ihe mgbaru ọsọ ọkachamara mbụ ya bịara na 23 Ọgọstụ 2013, na mmeri 3-0 n'ụlọ Portimonense, otu n'ime asatọ n'oge ahụ gụnyere na 23 Nọvemba na mmeri 4–3 megide Oliveirense nke a chụpụkwara ya.",
  "Na 25 Jenụwarị 2014, Costa malitere na Benfica na 2013-14 Taça da Liga nke atọ megide Gil Vicente, na-egwu nkeji iri na atọ ikpeazụ nke mmeri 1–0 na Estádio da Luz dị ka onye nnọchi anya Miralem Sulejmani. O tinyeghị aka ọzọ na asọmpi ahụ, nke Benfica gara n'ihu merie",
  "N'ụbọchị nke 5 n'ọnwa Nọvemba afọ 2014, o nyere goolu na Segunda Liga na Benfica B megide Olhanense na mmeri 5-1 n'ụlọ.",
  "Costa sitere na ụlọ akwụkwọ Benfica n'otu ọgbọ dị ka ndị mba Portugal n'ọdịnihu bụ Ivan Cavaleiro na Bernardo Silva.",
  "Na 19 Jenụwarị 2015, a gbazinyere Costa na Deportivo de La Coruña nke La Liga ruo na njedebe nke oge ahụ. Ọ pụtara ugboro isii maka ndị Galicians, ha niile site na oche ndị nnọchi anya.",
  "Na 10 Julaị 2015, Costa sonyeere Ligue 1 klọb Monaco na mgbazinye ego otu afọ",
  "A bịanyere aka na ya na ndị otu Benfica Cavaleiro na Silva. O nyere goolu mbụ ya na egwuregwu Ligue 1 na 8 Nọvemba, na-emeghe mmeri 3-1 na Bordeaux. O nyekwara aka maka ihe mgbaru ọsọ mbụ nke Kylian Mbappé maka Monaco na mmeri 3–1 megide Troyes na 26 Febụwarị 2016.",
  "Costa gbara bọọlụ ugboro iri abụọ na asatọ ma nye goolu ise n'asọmpi niile maka Monaco n'oge 2015-16, na-eche asọmpi ihu site n'aka ndị dị ka Silva, Thomas Lemar na Mbappé.",
  "N'abalị iri abụọ na itoolu n'ọnwa Julaị n'afọ 2016, Costa kwagara na mgbazinye ego ruo oge na EFL Championship club Wolverhampton Wanderers, onye o mere nke mbụ ya n'ụbọchị nke isii n'ọnwa Ọgọstụ dị ka onye nnọchi anya na 2–2 na Rotherham United O nyere goolu mbụ ya maka klọb ahụ na mmeri 2–1 EFL Cup megide Cambridge United na 23 August, na goolu mbụ ya na 17 Septemba na mmeri 2–0 megide Newcastle United na St James' Park E tokwara Costa maka arụmọrụ ya megide Premier League n'akụkụ Liverpool na FA Cup, na Wolves kpatara mmeri 2–1 na Anfield; Costa nyere aka na ihe mgbaru ọsọ Wolves abụọ.",
  "Na 30 Jenụwarị 2017, Wolves zụtara Costa ozugbo maka ego mbufe nde £ 13, n'oge ahụ bụ ego mbufe kachasị elu nke klọb ahụ kwụrụ",
  "Mgbe akwụsịrị ya ụgwọ, ọ bịanyere aka na nkwekọrịta afọ anọ na ọkara na klọb ahụ. Mgbe o nyere goolu iri na abụọ na enyemaka asatọ n'asọmpi niile n'oge mbụ ya, na ngwụcha afọ nke oge onyinye, o meriri 2016-17 Wolves Player of the Season Award, na-enwetakwa Player' Player' Player of the Year Award ma merie Goal of the Season maka goolu o nyere megide Cardiff City.",
  "Na 22 Nọvemba 2017, Costa nyere goolu mbụ ya nke oge 2017–18 na mmeri 4–1 megide Leeds United O nwetara ihe nrite nke onye mmeri n'oge 2017–18 EFL Championship, na-enye ihe mgbaru ọsọ ise na enyemaka isii na league n'ime oge ahụ.",
  "Costa pụtara na Premier League nke mbụ ya na 11 Ọgọstụ 2018 na egwuregwu mmeghe nke Wolves nke oge egwuregwu ahụ na 2–2 megide Everton Na 29 Disemba, na mmeri 3–1 megide Tottenham Hotspur na Wembley Stadium, o nyere goolu mbụ ya na Premier League. Na ngụkọta n'oge 2018–19, Costa mere egwuregwu iri atọ maka Wolves na asọmpi niile ka o nyeere ndị otu ahụ aka iru ebe nke asaa, zuru oke maka iru eru na 2019–20 UEFA Europa League",
  "Na 3 Julaị 2019, Costa sonyeere klọb Championship Leeds United na mgbazinye ego maka oge 2019-20. Dị ka akụkụ nke nkwekọrịta ahụ, Costa ga-esonyere Leeds ozugbo na Julaị 2020 na nkwekọrịta afọ anọ maka ihe dị ka nde £ 15. E nyere ya uwe nrite iri na asaa, na-eme ka ọ bụrụ onye egwuregwu mbụ kemgbe afọ 2014 na-eyi ya, mgbe e wepụsịrị uwe ahụ na ezumike nká. O mere nke mbụ ya na 4 Ọgọstụ na Leeds' Championship opening day 3–1 mmeri megide Bristol City, na mmalite mbụ ya ụbọchị itoolu ka e mesịrị na EFL Cup megide Salford City, na-enye aka abụọ.",
  "Costa nyere goolu mbụ ya maka klọb ahụ n'ụbọchị iri abụọ na asaa nke ọnwa Ọgọstụ n'egwuregwu EFL Cup megide Stoke City, nke mere ka ha nwee penariti mgbe ha gbachara 2–2 n'oge nkịtị, ya na ntaramahụhụ ya na mmeri 4-5.\nNa 30 Nọvemba, na mmeri 4-0 megide Middlesbrough, o nyere goolu mbụ ya.",
  "Na 7 Julaị 2020, Costa sonyeere Leeds ozugbo na nkwekọrịta afọ anọ. Ka ụbọchị ole na ole gachara, Leeds nwetara nkwalite na Premier League dị ka ndị mmeri EFL. Costa mere Premier League mbụ ya maka Leeds na egwuregwu mbụ nke oge ahụ megide ndị mmeri Liverpool na 12 Septemba 2020, na-enyere Mateusz Klich aka na mmeri 4–3 n'ụlọ ma nye aka otu izu mgbe e mesịrị na mmeri mbụ nke Leeds n'ụlọ nke oge ahụ, mmeri 4–3 megide Fulham",
  "Na 31 Ọgọstụ 2021, Costa sonyeere La Liga n'akụkụ Valencia na mgbazinye ego maka oge 2021-22.",
  "A mụrụ ya na Angola, Costa malitere ọrụ mba ụwa ya na-anọchite anya Portugal",
  "Ọ gbara bọọlụ maka Portugal na 2013 UEFA European Under-19 Football Championship, ọ bụ ezie na o nwetaghị akara na ọsọ ndị otu ahụ na ọkara ikpeazụ, a kpọrọ ya aha na Team of the Tournament.",
  "Costa nọchikwara anya Portugal na 2014 Toulon Tournament",
  "Costa natara oku mbụ ya na ndị isi otu Portugal tupu asọmpi UEFA Nations League n'ọnwa Ọktoba afọ 2018. O mere egwuregwu izizi ya na mba ụwa na enyi na enyi megide Scotland na Hampden Park na 14 Ọktoba, na mmeri 3–1 nke o nyere goolu mmeghe. Portugal meriri na 2018–19 UEFA Nations League, mana akpọghị Costa maka asọmpi anọ ikpeazụ.",
  "N'ụbọchị 16 nke ọnwa Maachị 2021, a kpọbatara Costa n'òtù Angola squad maka egwuregwu nke 2021 Africa Cup of Nations qualification buso Gambia and Gabon",
  "O tozuru oke n'ihi na ọ bụ naanị Portugal gbara bọọlụ enyi. Ọ pụtara nke mbụ ya n'afọ 2022 FIFA World Cup qualifier n'ụlọ nke Egypt n'ụbọchị 12 Nọvemba n'otu afọ ahụ, na-enye goolu nke mmepe bụ 2–2 home draw. Site n'ime nke a, ọ bụrụ onye nke atọ n'akụkọ mere eme (ndị sote ya n'azụ Alfredo Di Stéfano and José Altafini) nyere ọkpụ goolu na mpụta nke mbụ ya na mba abụọ dị iche iche.",
  "Costa nwere ike igwu egwu dị ka winger n'akụkụ ọ bụla nke pitch",
  "O nwekwara ike igwu egwu dị ka onye na-aga n'ihu",
  "A maara ya maka nkà ya, ọsọ ya, aghụghọ na okike ya.",
  "Àtụ:Updated",
  "Benfica",
  "Wolverhampton Wanderers",
  "Leeds United",
  "Nke onwe"
]