[
  "Habib Gorgi (1892–1965) bụ onye na-ese ihe na narị afọ nke ndị ọsụ ụzọ nke nka ọgbara ọhụrụ ndị Ijipt",
  "Ọ gụsịrị akwụkwọ na Ụlọ Akwụkwọ Ọzụzụ Ndị Nkụzi wee nweta akwụkwọ mmụta na England na 1920 iji mụọ usoro nkuzi nkuzi nke nka na agba mmiri",
  "Onye ọsụ ụzọ mbụ nke mmụta nka, na onye dere akwụkwọ Arabik izizi gbasara isiokwu a na 1936",
  "Ọ kuziri ndị gụsịrị akwụkwọ na kọleji Fine na Applied Arts ka ha kwado ha ka ha bụrụ ndị nkuzi nka wee nweta Asambodo Nkuzi mba ha",
  "O guzobere Art Advocates Society na 1928 maka onye na-ese ihe na-enyocha njirimara ndị Ijipt site na nka, na agba mmiri karịsịa",
  "Ọgọ nwoke gara n'ihu n'ụlọ akwụkwọ ọkpụrụ akpụ ya na ụlọ akwụkwọ osise textile Ramses Wissa Wassef gara n'ihu na ụlọ akwụkwọ ọkpụkpụ ya na ụlọ akwụkwọ eserese Textile",
  "Ọ nọchitere anya Ijipt na nzukọ gbasara nkuzi nka na Paris site na 1936, nnwale agụmakwụkwọ ya ghọrọ ihe mkpali nye ndị isi edemede mba ụwa, gụnyere Wilhelm Viola, n'akwụkwọ ya The Art of the Child",
  "N'oge agụmakwụkwọ ya na England, ọ bụ ọkachamara na ihe osise mmiri",
  "Habib Georghe nwere mmasị na aesthetics nke nka ndị Ijipt, ma nakweere nke a site na oku ya maka eserese ala ndị Ijipt, na site na ịmepụta Folk Art School, ebe ọ kwalitere ọtụtụ ndị na-ese ihe n'onwe ha, gụnyere Sayeda Massak, Samira Hosny, Yehya Bu Seri', Bodour Girgis, ndị niile nwere nkà na ihe ọkpụkpụ gburugburu ebe obibi, n'oge site na 1938 ruo 1951.",
  "O wuru ụlọ akwụkwọ Folk Art School na ụkpụrụ nke ọkà n'akparamàgwà mmadụ nke Switzerland bụ Carl Jung banyere nchịkọta amaghị ihe",
  "Gorgi kwuru na ọgụgụ isi nke ndị Ijipt nke wetara ọdịnala nka nke Fero, Coptic na nke Alakụba ka dị na ndị Ijipt nke oge a, ebe ha na-emekọrịta ihe na otu gburugburu ebe obibi, ọha mmadụ, ihu igwe na ihe nketa",
  "Ọ bụrụ na e nyere nwatakịrị, nke na-ahụghị usoro ụlọ akwụkwọ ọdịda anyanwụ, ohere maka igosipụta onwe ya site na ụrọ, ma ọ bụ ihe ọkpụkpụ, ma ọ bụ ákwà, ọgụgụ isi ahụ ga-apụta",
  "Nnwale ya rụrụ ọrụ, a nabatara ya ma nwee mmasị ma n'Ijipt ma na mba ofesi.",
  "Ọ bụ onye na-ese mmiri nke ọma, onye sere ala ndị Ijipt n'èzí",
  "Dịka ọmụmaatụ, ebe obibi ndị mọnk nke Ndị Kraịst na-eguzo n'ime obi ọzara n'ụdị dị ọcha nke na-egosipụta ihe fọrọ nke nta ka ọ bụrụ ihe omimi ha na ịdị njọ.",
  "N'afọ 1971, Ramses Wissa Wassef mere ma wuo ụlọ ngosi ihe mgbe ochie maka nnwale nkuzi na nkà ihe ọmụma nke Habib Gorgi",
  "Ihe ngosi nka dị na Ramses Wissa Wassef Art Centre na Giza, Egypt, gosipụtara ihe ọkpụkpụ ihe atụ terracotta nke ụmụaka na ndị na-eto eto.",
  "Agụmakwụkwọ - Ọ gụrụ mgbakọ na mwepụ na Teachers College",
  "Otú ọ dị, ọ gbanwere uche ya na nka (ịdọrọ) na 1915",
  "Ọrụ - Onye nkuzi, onye isi na onye nyocha nka na Teachers College",
  "Ngosipụta naanị ya Unesco, London",
  "- Ngosipụta nlegharị anya nke ọrụ Habib Georgy, Picasso art gallery, 2000",
  "Ihe ngosi ngosi ngosi ngosi nke Habib Goergy, ụmụ akwụkwọ ya na nwa ya nwoke, Center of Art na Zamalek, Cairo, 2001",
  "Ihe ngosi mba - Ihe ngosi nke Art Welfare Society, Cairo Salon, haziri na 1930s.",
  "Ebe ngosi ihe mgbe ochie nke oge a nke Ijipt na Cairo.\nHabib Gorgi Museum nke Ramses Wissa Wassef Art Centre, Giza, Egypt.",
  "Modern Art Museum na Egypt [njikọ nwụrụ anwụ na-adịgide adịgide]"
]