[
  "Hadiza Isma El-Rufai (amụrụ na 21 June 1960) bụ onye edemede Naịjịria (onye na-ede akwụkwọ akụkọ), na nwunye gọvanọ nke Kaduna Steeti ugbu a, Mallam Nasir El-Ru fai",
  "Ọ bụ onye guzobere Yasmin El-rufai Foundation (YELF), otu akwụkwọ na-enweghị uru.",
  "A mụrụ El-Rufai Hadiza Isma na Kano, Nigeria, nke Mohammed Musa Isma na Amina Iya Isma. Nna ya bụ onyé ọrụ gọọmentị.",
  "Ọ nwere BSc na MSc na Architecture (1983) na MBA (1992) site na Mahadum Ahmadu Bello, Zaria, yana Masters na Creative Writing (2012) site na Machị Bath Spa, United Kingdom.",
  "Site n'ebe ahụ, ọ rụrụ ọrụ dị ka onye nkuzi na Ngalaba Architecture na Kaduna Polytechnic, afọ olẹ na ole ọzọ na National Electric Power Authority, tupu ọ rụọ ọrụ n'onwe ya.",
  "Ọ na-asụkwa asụsụ French nke ọma.",
  "N'afọ 1985, ọ lụrụ Mallam Nasir El-Rufai onye ọ zutere n'afọ 1976 na School of Basic Studies, Ahmadu Bello University, Zaria. O mechara bụrụ Minista nke FCT na Naịjịria, na Gọvanọ nke Kaduna Steeti.",
  "N'afọ 2017, El-Rufai bipụtara An Abundance of Scorpions (Ouida Books), akwụkwọ akụkọ sitere n'ike mmụọ nsọ nke ọrụ afọ ofufo onye edemede ahụ mere n'ụlọ ụmụ mgbei na Abuja, na ọchịchọ ya ide banyere nwa mgbei. E gosipụtara ya na mbipụta 2017 nke Aké Arts and Book Festival.",
  "Helon Habila akọwaala ọrụ ahụ dị ka \"akụkọ na-agbawa obi nke ọnwụ na akụkọ na-akpali nke ike na mkpebi siri ike nke nwanyị\".",
  "Ya na di ya, El-Rufai guzobere Yasmin El-Ru fai Foundation (YELF) n'afọ 2013 iji sọpụrụ nwa ya nwanyị nwụrụ n'ụlọ ya na London n'ọnwa Nọvemba afọ 2011. E bidoro akwụkwọ na-enweghị uru zuru oke na 2017 na ebumnuche nke ịzụlite ihe okike n'ime ụmụaka, \"karịsịa nwatakịrị nwanyị, n'agbata afọ asatọ na 19\" na ụmụ nwanyị na-eto eto / ndị okenye, na-enye ha \"ihe onwunwe na ndị nkuzi na akwụkwọ ha chọrọ iji bulie agụ na ide ha\".",
  "Dị ka nwanyị mbụ nke Kaduna Steeti, o jikwa ọfịs ahụ mee ihe maka ebumnuche ọrụ ebere iji baara ndị na-enweghị ihe ùgwù uru, na-enye ndị ọrịa sickle cell ọgwụ na Kaduna.",
  "N'ọnwa Eprel 2020, El-Rufai, zaghachiri na twitter maka nkwupụta banyere nwa ya nwoke na-eji asụsụ na iyi egwu nke ime ihe ike mmekọahụ megide onye nkatọ n'oge arụmụka na netwọk mmekọrịta na \"Sow the wind, reap the whirlwind. Ihe niile ziri ezi n'ịhụnanya na agha",
  "\" Okwu ndị ahụ kpatara ọtụtụ mmeghachi omume na mgbasa ozi mmekọrịta, gụnyere na Brittle Paper, magazin akwụkwọ, ebe esemokwu nchịkọta akụkọ n'etiti ndị editọ banyere otu esi ewepụta akụkọ ahụ dugara na ọpụpụ nke osote onye nchịkọta akụkọ. El-Rufai mechara rịọ mgbaghara maka nkwupụta ya, na-ekwu na ọ ghọtahie esemokwu mbụ ahụ ma \"ọ gaghị anabata mmetọ mmekọahụ n'ụdị ma ọ bụ ụdị ọ bụla\"",
  "O mechara yie egwu ịgba ndị otu ahụ bọrọ ya ebubo na ọ kwadoro okwu mmetọ nwa ya nwoke."
]