[
  "Hagbard Jonassen (24 Mee 1903 1 Machị 1977) bụ onye \"Danish botanist, quaternary geologist, agha resistant na nuclear disarmament\"",
  "O nwere mmetụta na-adịgide adịgide na nkọwa nke eserese pollen, gụnyere iji ntinye pollen nke oge a na polsters moss iji nyere aka na nkọwa na ịtụle mmepụta pollen na ụdị ahịhịa dị iche iche.",
  "Ọ gụrụ akụkọ ihe mere eme na Mahadum Copenhagen wee nweta M.Sc",
  "(cand",
  "mag.) n'afọ 1931",
  "Ọ ghọrọ onye na-enyere Knud Jessen aka, onye bụ prọfesọ nke botany na Mahadum Copenhagen na onye nduzi nke Copenhagen Botanical Garden na otu n'ime ndị ọsụ ụzọ nke nyocha pollen na quaternary geology",
  "O nyeere Jessen aka n'ọrụ ya na akụkọ ihe mere eme nke Irish.",
  "Ndepụta akwụkwọ Jonassenis dị mkpirikpi. Ka o sina dị, edemede doctoral ya site n'afọ1950 nwere mmetụta na-adịgide adịgide n'ọhịa ya n'ụzọ abụọ. Jonassen bụ onye mbụ na-eji pollen anakọtara site na polsters moss iji nyochaa mmiri ozuzo pollen nke oge a ma, site na iji ya tụnyere ụdị ihe ndị dị na ahịhịa ndị gbara ya gburugburu, ọ nwere ike ịkọwa ahịhịhịa gara aga site na fossil pollen spectra n'ụzọ ziri ezi karịa tupu",
  "N'ihi ya, o kwubiri na 1) ihe ọkụkụ a kụrụ akụ dị ka ọka (ma e wezụga rye), beet, clover na lucerne nwere mmepụta pollen dị ala na mgbaàmà pollen sitere n'ebe ndị dị otú ahụ ga-enwe oke nchọpụta dị elu karịa ụdị ala na-amị mkpụrụ",
  "N'otu aka ahụ, mgbaàmà pollen sitere na ala na-enweghị osisi dị ka ala ahịhịa na ala ahịhi nwere ike jupụta kpamkpam na mmepụta pollen site na osisi ikuku na-eme ka ọ dị",
  "2) Mgbasa ntụ n'ime ọhịa dị oke ala n'ihi ọsọ ifufe a machibidoro iwu, nke Henrik Tauber mechara kwado.\nỌrụ Jonassenī na akụkọ ihe mere eme nke Holocene nke ala okpomọkụ na Jutland gosipụtara na oké ọhịa bu ala okpomanya ụzọ",
  "O kwuru na mgbanwe ihu igwe emeela ka a hapụ ọrụ ugbo na mgbasawanye ala",
  "Nnyocha ndị ọzọ e mere n'oge na-adịbeghị anya na Denmark na Norway egosila na mgbasawanye ala dị n'ime ala bụ metachronous, ya bụ, na-eme n'ọtụtụ ebe dị iche iche n'oge dị iche iche, na-atụ aro mmetụta dị ukwuu nke ụmụ mmadụ na obere mkpa maka mgbanwe ihu igwe.",
  "Dị ka nwa akwụkwọ na-eto eto na onye agha, ọ bụ onye guzobere alaka Danish nke War Resisters' International n'afọ 1926",
  "Ọ rụrụ ọrụ dị ka onye isi oche ya 1936-1942 na ọzọ site na 1964. O sokwa guzobe otu ọrụ ebere na-abụghị nke gọọmentị bụ Mellemfolkeligt Samvirke n'afọ 1944",
  "N'afọ ndị 1960, Jonassen tinyere onwe ya n'ọgụ a ma ama megide ngwá agha nuklia."
]