[
  "Hakeem Kae-Kazim /hɑːˈkiːm *keɪ ˈkæzɪm/ (amụrụ na 1 Ọktoba 1962) bụ onye na-eme ihe nkiri British-Nigerian nke a maara nke ọma maka ọrụ ya na Starz telivishọn Black Sails na ngosipụta ya nke Georges Rutaganda na ihe nkiri afọ 2004 Hotel Rwanda",
  "A mụrụ Kae-Kazim na Lagos, Nigeria, ebe ọ nọrọ afọ mbụ ya tupu ezinụlọ ya alaghachi na London, England. Mmasị ya na ime ihe nkiri malitere site na egwuregwu ụlọ akwụkwọ na The National Youth Theatre, nke bụ mgbe ọ chọpụtara na ọ nwere \"ịhụnanya maka ihe nkiri, maka ime ihe nkiri\". O nwetara ọzụzụ  na Bristol Old Vic Theatre School, gụsịrị akwụkwọ n'afọ 1987 ma nye ya ohere na The Royal Shakespeare Company, ebe ọ gara n'ihu na ọzụzụ oge ochie ya.",
  "Mgbe ya na Brian Cox na Ian McKellen rụkọrọ ọrụ maka The Royal National Theatre, Kae-Kazim mere mgbanwe nke ọma na telivishọn Britain, na-apụta na The Bill, Trial & Retribution nakwa ọtụtụ ihe omume nke usoro BBC a ma ama Grange Hill Ọ kwagara South Africa, ebe a maara ya nke ọma maka ọrụ ihe nkiri na telivishọn. Otú ọ dị, ọ bụ ọrụ ya dị ka Georges Rutaganda na ihe nkiri a ma ama na Oscar họpụtara Hotel Rwanda, nke mere ka a mara ya na mba ụwa.",
  "N'ịgbaso ihe ịga nke ọma nke Hotel Rwanda, Kae-Kazim laghachiri Los Angeles, nke wetara ọtụtụ ohere ọhụrụ ya",
  "Ọ gara n'ihu ịpụta na Slipstream n'akụkụ Sean Astin na <i id=\"mwPg\">The Front Line</i> tupu ọ pụta na Pirates of the Caribbean: At World's End dịka Captain Jocard",
  "O sochiri ya na ọrụ na blockbuster, X-Men Origins: Wolverine",
  "Kae-Kazim pụtara na ihe ngosi telivishọn dị iche iche gụnyere Lost, Law & Order: Special Victims Unit na Criminal Minds Ọ pụtakwara dịka Colonel Iké Dubaku na oge 7 nke usoro telivishọn Fox 24 na ihe nkiri telivishọn 24: Mgbapụta",
  "Kae-Kazim gara n'ihu na-ewulite ndị na-eso ụzọ na ọrụ na <i id=\"mwVg\">Gotham</i> na <i id=\"mwWA\">Dominion</i>, ọ bụ ezie na ọrụ ya kachasị ogologo bụ na Michael Bay mepụtara usoro Starz, Black Sails",
  "N'ikwu okwu banyere àgwà ya, Maazị Scott, Kae-Kazim kwuru na ọ dabere na pirate nke oge ahụ, Black Caesar O mere Samson na otu n'ime 2016 miniseries remake Roots N'ọnwa Nọvemba afọ 2017, a họpụtara Kae-Kazim na ọrụ ugboro ugboro nke Cesil Colby nakwa CW reboot series Dynasty",
  "Kae-Kazim na-eme ihe nkiri ugbu a na BBC fantasy series Troy: Fall of a City dịka Zeus, eze nke ndị Olympians",
  "A na-akpọ ya 'Man with a Beautiful Voice', Kae-Kazim arụwokwa ọrụ olu dị ukwuu site na telivishọn na redio na egwuregwu vidio. E gosipụtara olu ya na ọtụtụ egwuregwu vidio a ma ama gụnyere Final Fantasy XIV, Halo 3 ODST, Halo: Reach, Guild Wars, Pirates of the Caribbean: At World's End, The Golden Compass na The Saboteur Kae-Kazim ekwuola banyere olu n'elu ọrụ dị ka \"ọtụtụ ntụrụndụ\", na ihe na-atọ ya ụtọ ime.",
  "Kae-Kazim bụ onye nnọchi anya zuru ụwa ọnụ maka Africa 2.0, otu nzukọ ọha na eze na-enye ikpo okwu maka ndị isi Afrịka na-apụta ma guzosie ike iji kwalite mgbanwe nke Africa.",
  "N'ikwu okwu banyere ọrụ ya dịka onye nnọchi anya, Kae-Kazim kwuru, sị: “A na-asọpụrụ m n'ezie na m ga-akpakọrịta na Africa 2.0 - ikpo okwu ọsụ ụzọ maka ọgbọ ọhụrụ nke ndị isi Africa iji kpalie ma mepụta akụrụngwa siri ike - iji mepụta ọdịnihu dị mma maka kọntinent anyị",
  "\""
]