[
  "Hala Misrati ( Arabic ) bụ onye edemede nke obodo Libya, onye na-ahụ maka telivishọn na onye nta akụkọ",
  "Ọ bịara bụrụ onye a mara ama n'ụwa ndị Arab n'oge agha obodo Libya, n'oge a na-ewere ya dị ka onye na-arụ ọrụ dị ka ọnụ na-ekwuchitere gọọmentị Gaddafi.",
  "A mụrụ Hala Misrati na Tripoli; ọ nwetara BA na iwu na Mahadum Al Fateh na afọ 2003",
  "O bipụtara nchịkọta akụkọ dị mkpirikpi n'afọ 2007 nke isiokwu ya bụ \"Ọnwa nwere ihu ọzọ\", nke nyocha sitere na Middle-East-Online.com toro ya \"ịkwụwa aka ọtọ mmadụ\", ma kọwaa ya dị ka onye \"na-ewe iwe dị ka nwatakịrị banyere ụgha nke ndị ọzọ",
  "\"",
  "Ọ malitere ịrụ ọrụ na telivishọn n'afọ 2008.",
  "N'abalị iri abụọ na anọ n'ọnwa Eprel n'afọ 2009, ihe ngosi mkparịta ụka telivishọn satellite nke al-Libiyya nke nwere onwe ya bụ Ain Qurb (\"Up Close\") kwụsịrị na mberede mgbe e ji nke sitere na ọwa al-Jamahiriya nke steeti dochie mgbaàmà ya",
  "Dị ka WikiLeaks United States diplomatic cables leak si kwuo, onye na-eme ihe ngosi ahụ bụ Hala Misrati, bụ onye na-agba ajụjụ ọnụ n'ụdị hardball na-agba ndị isi Kọmitii Mgbanwe Mustafa Zaidi ajụjụ ọnụ, ndị ọrụ nchekwa steeti gbara ajụjụ ọnụ bụ ndị batara na studio ahụ mgbe ebipụchara ya.",
  "N'abalị iri abụọ na itoolu n'ọnwa Eprel, a gbara Misrati ajụjụ ọnụ n'akwụkwọ akụkọ Oea, ebe ọ na-eleda nkwụsị nke mmemme ya anya, na-ekwu na ndị gbara ya ajụjụ abụghị ndị ọrụ nchekwa, na ajụjụ ha adịghị njọ",
  "O boro echiche dị iche iche n'etiti onye ọbịa ya bụ Mustafa Zaidi na ndị otu Kọmitii Mgbanwe ndị ọzọ maka nsogbu ahụ, ma katọọ mgbochi ndị ọchịchị na-emeghachi omume na-etinye ndị nta akụkọ na Libya.",
  "Ọnọdụ Misrati na-akwado Gaddafi mere ka ọ bụrụ onye ama ama na TV n'oge agha obodo Libya",
  "A na-ele vidio vidio nke mmejọ ya na iguzosi ike n'ihe nye Gaddafi n'ọtụtụ ebe na YouTube",
  "N'otu ihe atụ a ma ama, Hala Misrati kwuru na ndị Alakụba enweghị ike ịnakwere nzọụkwụ UN iji \"ịnabata\" mkpebi ahụ na-enye ikike ka NATO wakpoo Libya n'ihi na Islam machibidoro ịnabata ụmụaka. Na mgbasa ozi ikpeazụ ya - otu ụbọchị tupu ndị nnupụisi Libya weghara TV Steeti Libya - Misrati ji égbè ma kwe kpebia\"Unu [ndị nnupụisi Libya] agaghị ewere ọwa, Tripoli, ma ọ bụ Libya! Aga m echebe ndị ọrụ ibe m na [Libyan State TV]",
  "anyị dị njikere ịghọ ndị nwụrụ n'ihi okwukwe ha\" na-agbakwụnye \"iji ngwá agha a ana m egbu ma ọ bụ nwụọ taa!\".",
  "N'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ afọ 2011, ndị nnupụisi ahụ dakporo isi ụlọ ọrụ nke Libya State TV ma jide Misrati",
  "E jidere ya mgbe ọ na-akwọ ụgbọala na Tripoli, ma kpọga ya n'ụlọ ọfịs maka ajụjụ ọnụ",
  "Ìgwè ndị nnupụisi bu ngwá agha gbalịrị ịwakpo ụlọ ọrụ ebe ọ nọ, otu onye ọrụ nnupụisi wee chụsasị ha site n'ịgba égbè ya n'elu ụlọ. N'echi ya, Misrati pụtara na vidiyo na-arụrịta ụka na ndị jidere ya, ọbụlagodi mgbe ha gosiri ya égbè ha.\nỌ pụtakwara na-ekpuchi (mgbe ọ na-eyikarị ihe mkpuchi mgbe ọ pụtara na TV) na 19 Febụwarị 2012 na obere vidiyo ọzọ, na-agọnahụ akụkọ mgbasa ozi banyere igbu ya, na-ekwu \"M ka dị ndụ, m ka nọkwa n'etiti ndị nnupụisi",
  "E gbughị m, e meghị m ihe ọjọọ,\"",
  "Na Febụwarị 2012, a tọhapụrụ Hala Misrati na Tripoli, ebe a tụrụ ya n'ulo nga",
  "N'ajụjụ ọnụ ya na redio ndị na-eguzogide Libya, o kwupụtara na ndị agha na-achịkwa mba ahụ, ọ bụghị National Transitional Council nakwa na ndị na-akwado Gaddafi ka na-alụ ọgụ",
  "N'ikpeazụ, o kpughere na ndị agha gọọmentị Gaddafi nwere ndị agha iri abụọ na atọ n'oge agha ahụ, ebe ndị nnupụisi nwere ihe karịrị otu narị."
]