[
  "Hale Aspacio Woodruff (ubochí irí abụọ na isii n'ọnwa Ọgọst, 1900 rụo ụbọchị isii n'ọnwa Septemba, 1980) bụ ónyé America na-ese ihe nke a maara màkà ihe osise ya, ihe osise, na ihe osise.",
  "A mụrụ Woodruff na Cairo, Illinois, na úbọchị irí abụọ na isii n'ọnwa Ọgọst, 1900. Ọ tolitere n'ezinụlọ ndị isi ojii na Nashville, Tennessee, ébé ọ gàrà ụlọ akwụkwọ ndị na-akpa ókè. Ọ gụrụ akwụkwọ na Herron School of Art and Design na Indianapolis, Chicago Institute of Art, na Harvard Fogg Art Museum.",
  "Woodruff ritere ihe nríte site na Harmon Foundation na 1926, nké méré ka o nwee ike iji \"afọ anọ dị mkpa na-amụ na Paris site na 1927 Xia31.\" Ọ gụrụ akwụkwọ na Académie Scandinave Maison Watteau [sv] na Académie Moderne Ọ mụtakwara ihe n'ụlọ ngosi ihe mgbè ochie nke ọbọdọ ahụ, ka ọ na-amata ndị ọzọ si mba ọzọ, gụnyere Henry Ossawa Tanner, ónyé ísì African-American na-ese ihe",
  "Woodruff zutere ndị isi nke French avant-garde wee malite ịnakọta nka Africa, nke bụ ísí iyi nke mkpali maka ọtụtụ ndị ọzọ na-eme ihe n'oge a, gụnyere Pablo Picasso.",
  "Ọ laghachiri na US na 1931 wee lụọ Theresa Ada Baker n'afọ ahụ",
  "Ha nwèrè otu nwá nwoke, Roy.",
  "Woodruff laghachiri na US n'ihi nsogbu ego sitere na Great Depression",
  "Ọ rụrụ ọrụ dị ka ónyé nkụzi nka iji kwado onwé ya. O mechara bụrụ ónyé nduzi nka na Mahadum Atlanta, kọleji ojii nke akụkọ ihe méré eme",
  "Ọ kụziri klas na Laboratory High School nke mahadum ahụ, yana maka ụmụ akwụkwọ na Morehouse na Spelman, kọleji metụtara ụmụ nwanyị ojii",
  "O guzobere asọmpi kwa afọ, Atlanta University Annual Exhibition of Paintings, Sculpture, and Prints by Negro Artists, nke gosipụtara ọtụtụ ndị na-ese ihe Africa-America",
  "E mèrè nke a site na 1942 ruo 1970.",
  "N'afọ 1942, ọbụlagodi na Agha Ụwa nke Abụọ na-aga n'ihu, Woodruff malitere Atlanta University Art Annuals, ihe ngosi na asọmpi nke e mèrè rụo n'afọ 1970",
  "Ihe ngosi nka mba iri abụọ na itoolu a bụ ébé dị mkpà màkà ndị na-ese ihe ojii.",
  "N'afọ 1946, Woodruff sonyeere ngalaba na Mahadum New York dị na Manhattan",
  "Ọ kụziri ihe n'ebe ahụ ihe karịrị afọ irí abụọ tupu ọ laa ezumike nká na 1968",
  "Malkia Roberts so n'ọtụtụ ụmụ akwụkwọ New York ya.",
  "Woodruff nwụrụ na New York City na úbọchị isii n'ọnwa Septemba, 1980.",
  "N'afọ 2012, High Museum of Art dị na Atlanta, Georgia haziri ihe ngosi nke murals Woodruff mepụtara maka Talladega College",
  "Ihe ngosi nke isii n'ime mgbidi ndị e weghachiri gárá United States gụnyere African American Museum (Dallas), Birmingham Museum of Art, Chicago Cultural Center, National Museum of African American History and Culture, Nelson-Atkins Museum of Art."
]