[
  "Halliru Akilu (amụrụ n'ụbọchị nke abụọ n'ọnwa Nọvemba n'afọ 1947) bụ onye ọchịagha Naijiria bụ onye bụ onye isi nke National Intelligence na onye isi nke Military Intelligence n'oge dị iche iche n'afọ ndị afọ 1990.",
  "A mụrụ Akilu ma gụọ akwụkwọ na Kano Steeti",
  "E nyere Akilu ọrụ n'afọ 1967 mgbe ọ gachara Nigerian Defence Academy",
  "N'afọ 1969, ọ lụrụ agha n'oge Agha Obodo Naijiria dị ka onye isi ụlọ ọrụ ma merụọ ahụ",
  "O mechara bụrụ, ọchịagha nke 146 Infantry Battalion nke kwụsịrị ọgba aghara okpukpe Maitatsine.",
  "O mechara gaa Junior Staff College, Warminister na afọ (1973), Pakistan Command and Staff College (1979), King's College London (1983), na National Institute for Policy and Strategic Studies na Kuru (1989).",
  "Akilu mechara sonye na Directorate of Military Intelligence",
  "Dị ka onye lieutenant colonel, o sonyere n'ọkwa echiche nke nnupụisi ọchịchị ndị agha nke afọ 1983 nke chụpụrụ mba Naịjirịa nke abụọ ma tinye Major-General Muhammadu Buhari n'ike. Ọ nọchiri General Aliyu Gusau dị ka onye nduzi nke ndị agha nzuzo; ma rụọ ọrụ dị mkpa na nnupụisi ọchịchị ndị agha nke afọ 1985, nke kwaturu Muhammadu Buhari. Mgbe nnupụisi ahụ gasịrị, General Babangida (onye isi ndị agha n'oge ahụ) jiri mmekọrịta ya na Akilu na ndị ọzọ gụsịrị akwụkwọ na NDA's Regular Course 3 (Babangida bụ onye nkuzi NDA na mmalite afọ 70).",
  "E debere Akilu n'ụzọ dị mma na DMI dị ka onye na-egbochi onye nnọchi anya Mohammed Lawal Rafindadi, General Muhammadu Buhariz na-akwado na usoro nchekwa mba. Ọrụ Akilu na Directorate of Military Intelligence jere ozi dị ka onye na-emegide nzuzo na National Security Organisation",
  "Akilu rụrụ ọrụ dị mkpa dị ka (Director of Military Intelligence) na nnupụisi ọchịchị ndị agha nke afọ 1985 nke chụpụrụ onye isi agha nke steeti General Muhammadu Buhari ma mee ka General Ibrahim Babangidaa bụrụ onye ọchịchị. Akilu na Babangida nwere mmekọrịta chiri anya na nwunye Akilu na Maryam Babangida bụ ụmụ nwanne nne.",
  "Akilu bụ onye otu Armed Forces Ruling Council site na afọ 1989 ruo afọ 1993",
  "Akilu rụrụ ọrụ n'akụkụ General Aliyu Gusau n'ịhazigharị ndị ọrụ nchekwa na ndị ọrụ nzuzo, iji mee ka ike maka ọchịchị ndị agha sikwuo ike",
  "E kewara National Security Organisation n'ime òtù atọ: State Security Services (SSS), National Intelligence Agency (NIA); na Defence Intelligence Agency (DIA) ebe ọ rụrụ ọrụ ugboro abụọ site na Ọgọst, na afọ 1985 ruo Julai, na afọ 1986 na Jenụwarị, na afọ 1990 ruo Septemba, na afọ 1990.",
  "E kwenyere na Akilu keere òkè na-ese okwu na ogbugbu Dele Giwa",
  "E boro ya ebubo na ya na nwunye Dele Giwa kwurịtara okwu ma nata adreesị ụlọ ya",
  "Giwa mechara nata ngwugwu site n'aka ndị ikom abụọ nke e dere \"Site n'ọfịs nke C-in-C\" ma dee akara \"ihe nzuzo na nzuzo\" na-emeghe ngwugwu ahụ, mgbawa mere ma gbuo Dele Giwa, e mere nyocha banyere ogbugbu ahụ mana ogbugbu a ka na-edozibeghị. E wegara ikpe ahụ n'Ụlọikpe Kasị Elu nke Naịjirịa na Colonel Halilu Akilu vs",
  "Onye isi Gani Fawehinmi.",
  "N'afọ 1993, nsonaazụ ọ bụ ezie na National Electoral Commission ekwuputala ya n'ụzọ iwu kwadoro, o gosipụtara na Moshood Abiola na Babagana Kingibe nke Social Democratic Party (SDP) meriri Bashir Tofa na Slyvester Ugoh nke National Republican Convention (NRC) site na ihe karịrị nde vootu 2.3 na ntuli aka onye isi ala nke Juun 12",
  "Onye isi ndị agha nke steeti General Babangida mechara kagbuo ntuli aka ahụ",
  "Mkpochapụ ahụ dugara na ngagharị iwe zuru ebe niile na ọgba aghara ndọrọ ndọrọ ọchịchị na ebe siri ike nke Abiola nke South West",
  "A na-ekwu na Abiola kpọrọ Akilu, na-arịọ ya ka ọ gbanwee mkpochapụ ahụ. Babangida mechara kweta na a kagburu ntuli aka ahụ n'ihi egwu nchekwa mba, nke ọ na-ekwughị",
  "N'ọnwa Ọgọstụ na afọ 1993, Babangida gbara arụkwaghịm site n'ịtọlite Gọọmentị Mba nke Ernest Shonekan duziri.",
  "Mgbe ndị agha wepụrụ ọchịchị n'afọ 1993 gasịrị, General Sani Abacha lara ezumike nká",
  "N'afọ 2003, na Oputa Panel akụkọ ahụ kwubiri, sị: \"General Halilu Akilu na Colonel A",
  "K",
  "Togun bụ ndị na-aza ajụjụ maka ọnwụ mberede nke Dele Giwa site na bọmbụ akwụkwọ ozi",
  "Anyị na-atụ aro ka e meghee ikpe a ọzọ maka nyocha ọzọ maka ọdịmma ọha na eze",
  "\""
]