[
  "Hamid Bénani (amụrụ na 5 Nọvemba 1940), bụ onye nduzi ihe nkiri Moroccan, onye edemede na onye na-ese ihe nkiri. Otu n'ime ndị na-ese ihe a na-asọpụrụ na Morocco, Bénani emeela ọtụtụ ihe nkiri a ma ama gụnyere Wechma, La prière des absents na L'enfant Cheïkh. Ọ bụkwa onye mmepụta na odee.",
  "A mụrụ ya na 5 Nọvemba 1940 na Meknes, Morocco",
  "Ọ gụrụ akwụkwọ okpukpe n'ụlọ akwụkwọ koran",
  "Mgbe e mesịrị, ọ gụsịrị akwụkwọ sekọndrị na ụlọ akwụkwọ Poeymirau na Moulay Ismaïl.",
  "N'afọ 1958, Bénani natara ọzụzụ gbasara ihe nkiri na ogbako okike na edemede nke ụlọọrụ gọọmenti maka ndị ntorobịa na egwuregwu haziri",
  "Mgbe ahụ na 1964, ọ gara Faculty of Letters nke Rabat iji nweta ikikere na nkà ihe ọmụma",
  "N'afọ 1965, ọ malitere ọmụmụ ihe nkiri na Institut des hautes études cinématographiques (IDHEC) ebe e nyere ya onyinye na 1967 n'okpuru ngalaba \"Direction, production and management\"",
  "Ka ọ dịgodị, ọ gara nzukọ ọmụmụ ihe nkiri nke ndị ọkà ihe ọmụma Jacques Derrida, Roland Barthes na Paul Ricoeur duziri na Sorbonne na EPHE2.",
  "N'afọ 1968, Bénani sonyeere ụlọ ọrụ mgbasa ozi Morocco",
  "O mechara bụrụ onye isi nke ngalaba mmekọrịta mba ọzọ",
  "N'afọ 1969, ọ gbara arụkwaghịm na Société Nationale de Radiodiffusion et de Télévision (RTM)",
  "N'afọ 1970, o guzobere ụlọ ọrụ mmepụta ihe a na-akpọ Sigma 3 na mmekorita ya na Ahmed Bouanani, Mohamed Abderrahman Tazi na Mohamed Sekkat",
  "N'afọ ahụ, ụlọ ọrụ mmepụta ihe mepụtara ihe nkiri mbụ ya bụ Wechma. E gosipụtara ihe nkiri ahụ na Moroccan Federation of film clubs (FMCC) ma merie ọtụtụ ihe nrite na otuto na mmemme ihe nkiri, ebe a na-ewere ihe nkiri ahụ dịka ihe nkiri ntọala nke ihe nkiri Moroccan.",
  "Ọ bụ ezie na ihe nkiri ahụ nwetara nnukwu iwu ewu n'etiti ndị nkatọ, Bénani chere ihe fọrọ nke nta ka ọ bụrụ afọ iri abụọ iji duzie ihe nkiri nke abụọ ya, La prière des absents (Ekpere nke Absent), nke akpọrọ 'The Secrets of the Milky Way'",
  "Ihe nkiri a sitere na akwụkwọ akụkọ a ma ama nke odee Tahar Ben Jelloun. N'afọ 2011, o duziri ihe nkiri L'enfant Cheïkh",
  "Ihe nkiri ahụ gosipụtara na Tangier National Festival ma nweta otuto siri ike site n'aka ndị na-ege ntị na mmemme ahụ",
  "Ihe nkiri ahụ meriri ihe nrite maka ihe nkiri kachasị mma.",
  "Ewezuga ntụziaka, o bipụtara akwụkwọ akụkọ akpọrọ \"Le dernier chant des insoumises\" (Abụ ikpeazụ nke ndị nnupụisi) n'okpuru ọkọlọtọ Editions du Sirocco Akwụkwọ ahụ meriri Grand Atlas prize na 2019."
]