[
  "www.connecteddevelopment.org",
  "Hamzat B",
  "Lawal bụ onye na-emegide nrụrụ aka",
  "Ọ bụ onye guzobere Follow The Money, atụmatụ ịza ajụjụ na mmekọrịta mmadụ na ibe ya nke gụnyere ndị nyocha data, ndị nta akụkọ, ndị na-eme ngagharị iwe, na ụmụ akwụkwọ. Hamzat bụkwa Chief Executive of Connected Development (CODE), otu na-abụghị nke gọọmentị nke na-enye obodo ndị a na-emebi emebi n'Africa ike ịnweta ozi gbasara otu esi etinye gọọmentị ha n'ọrụ maka mmejuputa ọrụ ọha na eze.",
  "Hamzat Lawal si Kogi Steeti",
  "Ọ gara ụlọ akwụkwọ elementrị Model Asokoro na Abuja, ma jee ozi dị ka onye ndú Boys Scout",
  "N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, na Government Secondary School Karu na Nasarawa State, ọ rụrụ ọrụ dị ka onye nhazi nke Boys Scout nakwa dị ka onye isi ọrụ",
  "Ọ gụsịrị akwụkwọ sekọndrị ya na Seta International College, Nasarawa State.",
  "Hamzat Lawal bụ onye gụsịrị akwụkwọ na Mahadum Abuja na nzere bachelọ na sayensị ndọrọ ndọrọ ọchịchị.",
  "Ọ rụrụ ọrụ dị ka onye nnọchi anya na ụlọ ọrụ teknụzụ ozi",
  "O mechara rụọ ọrụ dị ka ọkachamara na teknụzụ ozi na International Centre for Energy, Environment and Development (ICEED) n'oge mmasị ya maka mgbanwe ihu igwe toro. Mgbe onye isi ya chọpụtara ebe ọ na-amasị ya, o nyere ya ebe nrụọrụ weebụ United Nations Framework on Climate change iji mee nchọpụta, mgbe ọ gachara akwụkwọ na usoro iwu, ọ zụlitere mmasị na mpaghara ahụ",
  "O mechara debanye aha n'ọtụtụ usoro mgbanwe ihu igwe ma sonye n'ọtụtụ ọrụ.",
  "N'afọ 2012, Hamzat nwere mwute n'ihi nsị nke mere na Zamfara steeti afọ abụọ tupu mgbe ahụ",
  "Mgbe ọ ghọtara na ọ dịghị onye na-ekwu maka ọdachi ahụ na ndị metụtara ya mgbe ọ gbusịrị ihe karịrị mmadụ 400, ọ malitere njem awa iri na anọ (14) gaa obodo ahụ, Bagega, ebe ihe ahụ mere, iji mụtakwuo banyere ihe kpatara nsogbu ahụ. Nke a kpaliri ya ka ọ na-arụ ọrụ na obodo ma malite otu ndị isi a maara dị ka Follow The Money, na-eji data iji mee ka gọọmentị nwee ajụjụ, ma na-achọ ka ụlọ ọrụ gọọmentị mee ihe",
  "N'ọnwa Machị afọ 2021, Hamzat Lawal pụtara dị ka onye ikpeazụ maka $ 120,000 Gothenburg Sustainability Award.",
  "Hamzat Lawal malitere ọrụ ya mgbe ọ nọ na Mahadum Abuja",
  "Mgbe nke ahụ gasịrị, ọ bụ ọrụ ya ịkwado ezi ọchịchị n'etiti ụmụ akwụkwọ na n'ime obodo ụmụ akwụkwọ",
  "Ọ na-ekwu okwu mgbe niile megide nrụrụ aka, mmegbu nke ikike mmadụ na ịnapụ ndị na-eto eto na ụmụ amaala n'ozuzu",
  "N'afọ 2013, ọ fọrọ nke nta ka Ngalaba Na-ahụ Maka Nchebe nke Steeti jide ya mgbe e boro ya ebubo na ọ na-akpali ndị ntorobịa imegide gọọmentị nke oge ahụ.",
  "Ọ bụ onye na-eme mkpokọta nke Not Too Young To Run movement, otu ndị ntorobịa Naijiria nke nkwado ya maka ikike ndị na-eto eto nwere ịgba ọsọ maka ụlọ ọrụ ndọrọ ndọrọ ọchịchị mere ka e mee ka iwu mbelata afọ gafee mba ahụ na-akwalite itinye ndị ntorobịa na ndọrọ ndọrọ ọchịchị Naijiria",
  "Ọ bụ onye otu ndị isi nke African Youth Initiative on Climate Change",
  "#SaveBagega bụ mkpọsa na-efe efe nke malitere na Twitter mgbe Hamzat jiri akara ahụmamma mee ihe na mbụ mgbe ọ zipụrụ banyere ihe mere na Bagega, Zamfara Steeti. N'ọnwa Mee afọ 2012, ndị Doctors Without Borders kọrọ na ọ dịkarịa ala ụmụaka 4,000 na-ata ahụhụ site na nsị anwụrụ ọkụ n'ihi nchọpụta ọlaedo na Zamfara Steeti na Naịjirịa. Ka e mesịrị n'otu afọ ahụ, Human Rights Watch gakwuru kpọọ gọọmentị Naijiria nke kwere nkwa ihe fọrọ nke nta ka ọ bụrụ US $ 5 nde iji kpochaa ebe ndị e ji anwụrụ mee n'oge ọrụ ndị na-egwupụta ọlaedo n'ihi ọkwa dị elu nke anwụrụ na nkume",
  "N'oge Human Right's Watch sonyere na #SaveBagega, a kọrọ na ihe karịrị ụmụaka 400 nwụrụ anwụ na ọtụtụ n'ime ụmụaka enweghị ike ịgwọ.",
  "N'ọnwa Jenụwarị afọ 2013, mkpọsa ahụ eruola ihe dị ka otu nde mmadụ, ọtụtụ ụlọ ọrụ mgbasa ozi ewerela akụkọ ahụ. Na ngwụcha ọnwa ahụ, gọọmentị etiti wepụtara nde $ 5.3."
]