[
  "Hana Shiha (amụrụ na 25 Disemba 1979) bụ onye Egypt na-eme ihe nkiri",
  "Ọ gụsịrị akwụkwọ na Academy of Arts na Egypt, na-eme ihe nkiri na iduzi",
  "Ọ malitere ọrụ ya na usoro egwu \"el bar el Gharbi\" n'afọ 2002 mgbe ọ ka bụ nwa akwụkwọ.",
  "A mụrụ Hana Shiha na 25 Disemba 1979 na Beirut, Lebanon n'ime ezinụlọ ndị na-ese ihe na Lebanọn nke ụmụnne nwanyị anọ: \"Hala Shiha\", \"Maya Shiha\" na \"Rasha Shiha\".",
  "Nna Hana, Ahmed Shiha, onye bụ onye na-ese ihe na-ewu ewu n'ụwa niile, na nne Lebanọn Nadia Zeitoun hụrụ nka n'anya ma hụ talent na-eto eto n'ebe ahụ ụmụ agbọghọ, gbara ụmụ ya nwanyị anọ ume ka ha bụrụ ndị na-emepụta ihe, na-enweta piano, nkuzi ballet dị ka ụmụaka.\nHana hụrụ ịgụ akwụkwọ n'anya, were ya n'aka nne ya, ọ gụchara akwụkwọ French, British na Egyptian, mgbe ọ dị afọ iri na isii.",
  "N'oge ọ nọ n'afọ iri na ụma, ịgụ ihe na-eme ka nka ndị ọzọ ghara ịdị mma ma ghọọ ụdị ebe mgbaba ka ụmụ klas ya na-achọ ntụrụndụ n'anyanwụ, Hana nke nwere akpụkpọ anụ na-acha ọcha laghachiri iji gụọ akwụkwọ ndị ọzọ ma nwetakwuo ihe ọmụma.\nNa-agbaso mmasị ya maka akụkọ na ime ihe nkiri, site na itinye aha na ụlọakwụkwọ nke nka, na-enweta nzere bachelọ site na ụlọ akwụkwọ dị elu nke nka, na-elekwasị anya na ime ihe nkiri na nduzi ihe nkiri.",
  "Ọ banyere na ihuenyo ọlaọcha mgbe ọ dị afọ iri abụọ, na-arụ ọrụ na \"EL BAR EL GHARBI\" n'afọ 2002",
  "Ọdịdị ahụ dugara na ihe nkiri na telivishọn ndị ọzọ, nke gụnyere ihe nkiri na Egypt nke Khaled el hagar so Laila Eloui, Hanan Turk na Ashraf abdelbaki \"HOB EL BANAT\"aka \"GIRL'S LOVE\" (2003), N'oge na usoro Enam Mohamed Ali \"MUBARA ZAolloWGEYA\" (2004), nke onye isi na-arụ ọrụ na Sameh Abdel Aziz ihe nkiri mbụ \"DARS KHOSOUSY\" Aka \"PRIVATE LESSON\" (2005) na onye mmeri Atemytia\".\nỌchịchị ọzọ nke Shiha mere ka ọ pụta ìhè karịa, Mgbe ọ na-eme ihe nkiri dị ka nwa agbọghọ nna ya hụrụ n'anya na Yehya e fakharani na usoro wuru ewu \"YETRABA FE EZZO\" (2007), ọ meriri obi nke ndị Egypt",
  "2009, Shiha kwadoro ihe ngosi na-atọ ọchị na TV ( 100,7) nke gbakwunyere uru ọhụrụ nye onye na-eme egwuregwu dị ka onye na-atọ ụtọ.\nN'ịbụ onye a tụrụ mkpọrọ N'ọrụ onye hụrụ n'anya, na-achọsi ọrụ ike, Shiha chọrọ ịgbanwe obi ụtọ nke Egypt a ma ama, nwa agbọghọ nọ n'akụkụ ya, kpebiri ime mgbanwe n'ọrụ ya iji nweta ọrụ ọhụrụ na usoro \"SHAREA ABDEL AZIZ\" (2011), nke bụ ihe ịga nke ọma nke usoro \"TAREF TALET\" aka \"THIRD PARTY\" (2012) nke Mohamed Bakir duziri sochiri.",
  "Ọ gbalịrị ime ka onyinyo ya dị ụtọ site n'ịrata Eyad Nassar na usoro ihe nkiri Mohamed Yassin \"MOGA HARRA\" aka \"THE HEAT WAVE\" (2013), na-arụ ọrụ obi ike nke gbanwere onyinyo niile nke nwa agbọghọ ahụ na-eme ihe nkiri, site na nwa agbọghọ aka ya dị ọcha gaa na nwanyị mara mma nke gosipụtara na o nwere ihe dị egwu dị ka onye na-eme nkiri, Mana ọganihu ya na usoro Khaled Marei: \"EL SABAA WASSAYA\" aka \"THE SEVEN COMMANMENDS\" nke mere nke ọma",
  "O keputara ihe ngosi ịhụnanya ọhụrụ a kpọrọ \"Em-Em\"",
  "\"Em-Em & Arnous\" ghọrọ ihe ngosi akụkọ ịhụnanya ọhụrụ nke Ijipt.\nN'afọ 2014, Hana Shiha gosipụtara ihe nkiri \"BEFORE THE SPRING\" nke Ahmed Atef duziri, na-eme ka onye ndọrọ ndọrọ ọchịchị n'ịntanetị nke na-alụ ọgụ maka ikike ntuli aka na nnwere onwe ikwu okwu tupu mgbanwe ọchịchị Ijipt nke afọ 2011",
  "2015 Hana gosipụtara n'akụkụ ndị na-eme ihe nkiri iri na asatọ na Egyptian Epic Series mbụ \"EL ADH: EL KALAM EL MUBAH\" na-egwu \"THE VOW\" nke gosiri Segag\" nwa agbọghọ ahụ gburu ma kwatuo ezinụlọ ya",
  "A họpụtara ya maka ihe okike ya na ịrụ ọrụ ya n'ezie, Mohamed khan onye nduzi ihe nkiri a ma ama n'ụwa niile họọrọ ya ka ọ bụrụ onye na-eme ihe nkiri ọhụrụ ya \"ABL ZAHMET EL SEIF\" aka \"BEFORE THE SUMMER CROWD\".\n\"Before THE SUMMER CROWD\" bụ ọganihu n'ụdị ịkọ akụkọ nke ihe nkiri Khan.\nỊbụ nwanyị na-eduga na ihe nkiri Mohamed khan bụ oge mgbanwe na nkume ọhụrụ na ọrụ Hana Shiha na-agbasa."
]