[
  "Hanan Tarik (Amharic: ሃናን Tari; mgbe ụfọdụ a na-akpọ ya aha nna, Tariq ma ọ bụ Tarq; amụrụ na 30 June 1994) bụ onye Etiopia na-eme ihe nkiri na onye bụbu onye mara mma",
  "Hanan bụụrụ onye a ma ama na usoro ihe nkiri telivishọn nke afọ 2015 bụ Wolafen nke a na-egosi na Thursday ọ bụla na EBS TV, ebe ọ na-egosi Roza ruo 2017",
  "Tụkwasị na nke a, ọ malitere na ihe nkiri Astaraki n'otu afọ ahụ",
  "Hanan duziri ụlọ ọrụ ihe nkiri Etiopia n'oge nke afọ 2017, na-eme ọtụtụ ihe nkiri ihe nkiri ịhụnanya",
  "Hanan nwetara onyinye dị iche iche nke gụnyere Gumma Awards, na-aghọ onye na-eme ihe nkiri a ma ama na Etiopia.",
  "A mụrụ Hanan Tarik na 30 June 1994 na Addis Ababa nye nna Sudanese-Lebanese na nne Ethiopian. Ndụ ụlọ akwụkwọ Hanan malitere n'ụlọ akwụkwọ elementrị wee gaa Asai High School ebe ọ gụsịrị akwụkwọ na 2014. O meriri asọmpi ihe ngosi na ụlọ akwụkwọ sekọndrị ma mee obere ọrụ na ihuenyo na-egosi onwe ya dị ka onye Arab",
  "Ọrụ a mere ka onye nduzi Ermias Tadesse hụ ya ma mesịa tinye ya na fim mbụ ya.  E wepụtara ihe nkiri izizi ya bụ Astaraki na 2015, Hanan na-ewere akụkụ nke Muna",
  "N'otu afọ ahụ, ọ pụtara na usoro ihe nkiri TV nke afọ 2015 Wolafen, bụ nke mbụ ya na mmemme telivishọn",
  "Mgbe mbụ ọ pụtara, omume Hanan dị ka onye na-eme ihe nkiri / ihe nlereanya bilitere n'ọkwa",
  "Usoro ihe omume ahụ gosipụtara na EBS TV na 17 Septemba 2015, ebe ọ nwere ọrụ Roza",
  "Mgbe a matara ya na usoro a, ọ malitere ime ihe nkiri dị iche iche; Yewededu Semon (2015), Yeink Kal (2015), na-arụ ọrụ dịka Sara, Lene Kalesh (2016), dị ka ọrụ Haymanot na onye na-emegide Abraham Belayneh, Des Sil (2017) na Arif Aychekulem (2018). N'ịbụ onye nne nne ya zụlitere, ọ na-eto ya maka imetụta ịhụnanya ya maka ihe nkiri",
  "Ọ pụtara na ihe karịrị ihe nkiri iri nke Etiopia, rụọ ọrụ dị ka onye nlereanya na onye na-emetụta ụdị ndị a ma ama dị ka M.A.C., DIAGEO na ụlọ ọrụ ndị ọzọ dị iche iche nke gụnyere SAS Pharmacies, Royal Foam na ndị ọzọ, na-eme ka ọ bụrụ otu n'ime ndị na-eme ihe nkiri na ihe nlereanya a na-akwụ ụgwọ kachasị elu na Etiopia. Iwu ewu Hanan n'etiti ndị na-ege ya ntị anọgidewo na-arị elu kemgbe ọtụtụ afọ",
  "Nke a na-eme ka ọ dịkwuo ukwuu site na itinye aka na ntụrụndụ ya na mgbasa ozi mmekọrịta nke gụnyere Instagram, TikTok na Facebook ebe ọ na-enwe ndị na-eso ụzọ siri ike",
  "Na mgbakwunye na ndụ ọrụ ya, Hanan na-ejikwa iwu ewu na mmetụta ya iji kwado ihe dị iche iche metụtara mmekọrịta mmadụ na ibe ya",
  "Ọ bịanyere aka na nkwekọrịta pro bono na Studio Samuel ugbu a iji kwalite ike ụmụ nwanyị na Ethiopia.",
  "Hanan lụrụ enyi ya nwoke ya na ya yiri ogologo oge, Melake Brehan n'oge opupu ihe ubi nke afọ 2017. Agbamakwụkwọ Hanan na Melake mere na 20 Mee 2017, ọtụtụ ndị ama ama bịara. O nwere nwa nwoke, Christian (amụrụ na Disemba 2017) na Sweden na nwa nwanyị aha ya bụ Lillian",
  "A chọpụtara na ọ nọrọ na Etiopia mgbe ọ dị ime mana o kpebiri ịga Sweden, ebe o nwere ndị ikwu ka ọ mụọ nwa n'ihi nyocha ahụike na-emegiderịta onwe ya ọ natara mgbe ọ nọ na Etiopia",
  "Taa, ọ bi na Etiopia mgbe ezinụlọ ya si Sweden lọta."
]