[
  "Hank Willis Thomas (amụrụ n'afọ 1976 na Plainfield, New Jersey; bi ma na-arụ ọrụ na Brooklyn, NY) bụ onye Amerịka na-ese ihe na-arụkọ ọrụ na isiokwu ndị metụtara njirimara, akụkọ ihe mere eme, na ọdịbendị a ma ama.",
  "A mụrụ Hank Willis Thomas n'afọ 1976 na Plainfield, New Jersey nyere Hank Thomas, onye egwu jazz, na Deborah Willis, onye na-ese ihe, onye na'ese foto, onye nlekọta na onye nkuzi.",
  "Thomas nwere B.F.A",
  "na Photography na Africana ọmụmụ site na Mahadum New York (1998) na M.A./M.F.А",
  "na Photograph na Visual Criticism site na California College of the Arts (2004). N'afọ 2017, ọ natara nzere doctorate nke nsọpụrụ site na Maryland Institute College of Art na Institute for Doctoral Studies in the Visual Arts.",
  "E gosipụtara ọrụ ya na United States na mba ofesi gụnyere International Center of Photography, New York; Guggenheim Museum Bilbao, Spain; Musée du quai Branly, Paris; Hong Kong Arts Centre, Hong Kong, na Witte de With Center for Contemporary Art, Netherlands",
  "A na-etinye ọrụ Thomas n'ọtụtụ nchịkọta ọha na eze gụnyere Museum of Modern Art, New York; Solomon R",
  "Guggenheim Museum, New York: Whitney Museum of American Art, Nework; Brooklyn Museum, Nework, High Museum of Art, Atlanta, na National Gallery of Art, Washington D.C",
  "Ọrụ mmekorita ya gụnyere Question Bridge: Black Males, In Search Of The Truth (The Truth Booth), na For Freedoms, nke enyere afọ 2017 ICP Infinity Award for New Media and Online Platform",
  "N'afọ 2012, Question Bridge: Black Males pụtara na Sundance Film Festival ma họrọ ya maka New Media Grant site na Tribeca Film Institute",
  "Thomas bụkwa onye natara Guggenheim Fellowship (2018), AGO Photography Prize (2017), Soros Equality Fellowsship (2017), ọ bụkwa onye otu New York City Public Design Commission",
  "Thomas na-anọchite anya Jack Shainman Gallery, New York; Ben Brown Fine Arts, London na Hong Kong; Goodman Gallery, South Africa; na Marauni Mercier, Belgium",
  "Thomas bi ma na-arụ ọrụ na Brooklyn, NY.",
  "E gosipụtara ọrụ mmekorita Hank Willis Thomas na Sundance Film Festival ma tinye ya n'ihu ọha na Oakland International Airport, The Oakland Museum of California na Mahadum California, San Francisco.",
  "Thomas na-enyocha nnọchiteanya nke ahụ nwoke Afrịka-Amerịka na omenala anya na usoro B(r)anded ya. N'ide akwụkwọ na The Guardian, onye nkatọ Arwa Mahdawi kwuru, sị: \"Thomasʹ na-arụ ọrụ 'enweghị akara' mgbasa ozi: iwepụ ọnọdụ azụmahịa, ma hapụ onyinyo ahụ kpughere ka ọ kwuo maka onwe ya\". Ihe osise abụọ ya nke afọ 2013, And I Can't Run and Blow the Man Down, gosipụtara iwepụ ikpe na-ezighị ezi n'oge gara aga n'ahụ nwoke ojii site na ibipụta foto nke mmechuihu ma ọ bụ ogbugbu nke ndị isi ojii na vinyl na-egosipụta ihe (nke a na-ejikarị eme ihe maka akara okporo ámá), na-eme ka ha ghara ịhụ anya ma e wezụga n'okpuru foto flash."
]