[
  "Hannah Alper (amụrụ n'afọ 2002/2003) bụ onye na-eme ihe ike na ndị Juu na Canada, onye na-ede blọgụ, na onye nta akụkọ nke na-arụsi ọrụ ike tupu ya eruo afọ iri na ụma.",
  "A mụrụ Hannah Alper na 2002  2003 na Candace na Eric Alper",
  "N'afọ 2013, nne ya rụrụ ọrụ \"inyere ụmụaka nọ n'obodo ha aka site na mmemme mmekọrịta mmadụ na ibe ya na ogige oge okpomọkụ na ọgwụgwọ egwu\" nna ya rụkwara ọrụ maka eOne Music Canada mgbe ọ na-eguzobe ọrụ ebere iji zụta ihe enyemaka ntị maka ụmụaka nọ na mkpa",
  "N'afọ 2020, ezinụlọ ahụ bi na mpaghara Toronto nke Richmond Hill, Ontario.",
  "N'ọnwa Julaị n'afọ 2012, Alper malitere blọọgụ ya ebe ọ kwuru banyere ihe ndị dị mkpa nye ya: ọdịmma anụmanụ, mbibi ebe obibi, na gburugburu ebe obibi; n'ime afọ ahụ, blọọgụ ahụ nwetara nkiri peeji dị pụkụ otu nari",
  "Ka ọ na-erule afọ 2020, ọ gbasaa nkwado ya na mgbochi mmegbu na \"ịkwalite obiọma\", ihe ọ kọwara dị ka \"gbanwee obodo anyị na ụwa site na obiọma\"",
  "N'otu oge ahụ, blọọgụ ya nwere \"nnukwu ndị na-eso ụzọ\", nwere mmadụ pụkụ ịrị anọ ndị na-akwado ya na Twitter, o nwekwara mmadụ dị pụkụ ịrị atọ ndị na-akwado ya Instagram, ma mee ka George Stroumboulopoulos gbaa ya ajụjụ ọnụ.",
  "Alper enyewo okwu na-akpali akpali maka ME na WE, jere ozi dị ka onye na-eme ihe ike maka Free the Children, kwuru na ihe omume Toronto nke World Wildlife Fund maka Earth Hour, ma nweta CA $ 975 (na pennies) site n'aka ụmụ akwụkwọ maka Free the Child",
  "Okwu TEDx ya nke afọ 2014, \"Olee otu esi achọta ọkụ gị\", ka a kiriri ihe karịrị ugboro pụkụ abụọ na narị anọ n'ihe na-erughị otu izu",
  "N'ịbụ onye Lilly Singh họpụtara na 2017, Alper bụ naanị onye nọ n'afọ iri na ụma n'ime mmadụ iri na itoolu nke Bloomberg Businessweek na-ekiri na 2018",
  "Ka ọ na-erule n'etiti afọ 2020, o nyela \"ihe karịrị okwu 400\", a họpụtakwara ya dịka onye isi oche nke B'nai B'rith Youth Organization's Lake Ontario Region chapter.",
  "Dị ka onye nta akụkọ nọ n'afọ iri na ụma, Alper edeela maka The Huffington Post ma gbaa Malala Yousafzai, Craig Kielburger, Spencer West, Jian Ghomeshi na Severn Cullis-Suzuki ajụjụ ọnụ",
  "N'afọ 2013, Alper bụ onye na-ede blọgụ maka Juno Awards",
  "E wepụtara ya na 1 Nọvemba 2017, akwụkwọ mbụ Alper bụ: Small Acts, Big Change bụ nchịkọta ajụjụ ọnụ ya na 19 n'ime ihe nlereanya ya (gụnyere Singh, Yousafzai, na Lily Collins), na-enwe olileanya inye ndị ntorobịa ike ime ihe ma mee mgbanwe ndị ha chọrọ ịhụ n'ụwa",
  "2020 hụrụ Alper na-apụta na ihe omume ụgbọelu nke CitizenKids: Earth Comes First, usoro TV nke sitere na usoro Kids Can Press nke akwụkwọ CitizenKid; ya, Cooper Price, Charlene Rourcha, na usoro ihe nkiri si na kpakpando Sophia Mathur set \"megharị\" taa.",
  "Kpọpụta njehie: <ref> tag with name \"2013-08-19 Huffpo\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2013-09-16 TGAM\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2014-01-31 Yahoo\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2017-04-13 Eric Alper\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2017-10-26 York Region\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2017-11-30 Bloomberg\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2020-05-15 Sudbury Star\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"2020-07-17 Times of Israel\" defined in <references> has group attribute \"\" which does not appear in prior text."
]