[
  "Hannelie Coetzee bụ onye na-ese ihe nkiri na onye na-ede foto na Johannesburg",
  "Ọrụ ya na-agụnye foto akụkọ mmekọrịta mmadụ na ibe ya, nka anya, na ọrụ nka mmekorita.",
  "Hannelie Coetzee gụrụ akwụkwọ na ụlọ akwụkwọ sekọndrị Estcourt n'afọ 1989",
  "Coetzee nwetara nzere BTech na foto site na Mahadum Nkà na Ụzụ Vaal (afọ 1990 rụọ afọ 1994) na Advanced Diploma na Fine Arts na Mahadụ Witwatersrand site na Ngalaba Fine Arts Wits (1996-1997).",
  "Coetzee arụwo ọrụ dị ka onye na-ese foto ihe karịrị afọ iri abụọ, na-ahụ màkà ihe banyere foto mmekọrịta mmadụ na ibe ya",
  "Ọ rụrụ ọrụ n'akụkụ Non Governmental Organizations (NGOs) yana ụlọ ọrụ ụlọ ọrụ iji weghara itinye ego na ọrụ mmepe ha",
  "Ọ na-anọchite anya Aurora Photos na New York.",
  "N'ọnwa Machị n'afọ 2002, Coetzee bịdọrọ ihe ngosi nke izizi ya, Bossie Series na Bell-Roberts Photographic Gallery na Cape Town",
  "ArtsLink kwuru na \"Ọ bụ ezie na enwere ike ịkọwa usoro a dị ka foto ọdịnala, Hannelie Coetzee etinyela ntụgharị nke ya n'ihe...Ọ na-emepụta ihe na-akpali agụụ mmekọahụ, nke fọrọ nke nta ka ọ bụrụ velvet nke na-ama foto nkịtị aka.",
  "N'ọnwa Nọvemba afọ 2009, Coetzee ritere ihe nrite PPC Young Concrete Sculptor merit award n'ihe banyere mpempe akwụkwọ ya \"Webcam Two Faces,\" ihe osise onwe onye nke kamera na-ese onyinyo nke a sụgharịrị na ngwakọta nke simenti na nkume",
  "Ndị ọkàikpe hụrụ ya \"n'ụzọ pụrụ iche\".",
  "N'oge na-adịbeghị anya, Coetzee anọwo na-arụ ọrụ na nkume a tụfuru atụfu / nke a rụpụtara",
  "Ọ bịdọrọ site na ise foto nkume wee gaa n'ịchịkọta nkume, na-eme nkume mosaics, ma mechaa mepụta ihe a tụrụ atụ na nkume",
  "Ịchịkọta, ịhazi na idepụta nkume n'ebe na-adịghị mma aghọwo isiokwu n'ọrụ ya n'ime afọ iri gara aga.",
  "Tinyere ọrụ dị iche iche dị na mbà South Africa, dị ka Infecting the City na mmemme Site Specific Land Arts, Coetzee emeela ụfọdụ ọrụ na Johannesburg iji jikọta ya na mgbọrọgwụ ya n'obodo ahụ",
  "A kpughere nnukwu ọrụ e nyere ọrụ nke e ji isi ihe na-egwupụta ihe, \"The Change Agent\", n'ọnwa Febụwarị n'afọ 2012 na Maboneng Precinct n'ihu ụlọ ọhụrụ, The Main Change. N'ọnwa Machị afọ 2012, Coetzee mepụtara ihe nwa oge akpọrọ \"Buigkrag\" na Nirox Sculpture Park na Gauteng na-ekwu n'ihe banyere mmekọrịta anyị na ike",
  "Ọ bụzi akụkụ nke nchịkọta Nirox na-adịgide adịgide.",
  "Coetzee na Usha Seejarim na-arụkọ ọrụ na Such Initiative, ụlọ ọrụ nkewa irí abụọ n'otu nke e guzobere n'afọ 2009 na otu ụlọ ọrụ nka ọha na eze na-ahụ banyere gburugburu ebe obibi",
  "Ọhụụ nke atụmatụ dị otú ahụ bụ \"ịgbanwe echiche site na nka ọha na eze na-ahụ maka ihe gbasara gburugburu ebe obibi\"",
  "Ihe osise ọha na eze nke e mepụtara site na atụmatụ dị otú ahụ bụ usoro ntinye aka nke gụnyere ndị ọkachamara yana ndị obodo",
  "Ihe onwunwe na usoro ndị ahụ na-ahụ maka gburugburu ebe obibi ma na-adabere na obodo. Ọ na-eduzi njem ije ije ebe ya onwe ya na-eme njem n'ihu ọha ya na Fordsburg, Braamfontein, na Maboneng na ìgwè mmadụ iri anọ maọbu iri ise."
]