[
  "Hans Anton Aschenborn (1 Febụwarị 1888 - 10 Eprel 1931) bụ onye a ma ama na-ese anụmanụ nke anụ ọhịa Afrịka",
  "Ọ bụ nna Dieter Aschenborn na nna nna Hans Ulrich Aschenborn, ha abụọ bụ ndị na-ese ihe.",
  "Hans Anton rụrụ ọrụ na Germany na ndịda Africa. A na-egosipụta ọrụ ya na akwụkwọ nkà ihe ọmụma nka German Thieme-Becker ma ọ bụ Saur. Akwụkwọ edemede Master of Arts nke Karin Skawran dere banyere ọrụ eserese nke Hans Anton Aschenborn ka e bipụtara n'akwụkwọ akụkọ nka na ọdịbendị South Africa, Lantern na 1965.) Na 1963 Mahadum Pretoria bipụtara akwụkwọ banyere Aschenborn dị ka onye na-ese ihe akpọrọ, Hans Anton Aschenborn : Mens en Kunstenaar N'afọ 1970, ụlọ ngosi nka Pretoria (South Africa) sochiri ya ma mee edemede gbasara ọrụ ya. Akwụkwọ ndị ọzọ gbasara Aschenborn gosipụtara ihe osise ya na linocuts.",
  "A maara ya nke ọma maka ihe osise ya nke akwụkwọ na dị ka onye edemede na onye na-ede uri",
  "A ka na-egosi ọtụtụ ọrụ ya",
  "E nwere ike ịchọta ya na Ịntanetị",
  "A na-asọpụrụ ya dị ka onye ọsụ ụzọ n'ihe ngosi nke anụ ọhịa Afrịka",
  "N'afọ 1916, o dere okwu nke abụ ahụ, \"Heia Safari\", nke ka na-ewu ewu. A sụgharịrị ụfọdụ n'ime akwụkwọ German ya n'asụsụ Afrikaans, na-enye ya ọrụ na akwụkwọ Afrikaans. Mgbe ọ na-arụ ọrụ n'akwụkwọ ya banyere gemsbok (nke a sụgharịrị n'asụsụ Bekee) ma na-ele ha anya nke ọma, Aschenborn chọpụtara ụdị dị iche iche a gụrụ aha ya, Genus Aschenborni.",
  "N'ebe ndịda Afrịka, a na-asọpụrụ ya ugboro ugboro site na nraranye",
  "Na Windhoek (Namibia) enwere Aschenborn Street, na Cape Town (South Africa) Hans Aschenborn Road.",
  "A mụrụ ya na Kiel, Germany",
  "N'afọ 1909, ọ kwagara Namibia, ebe ọ zụtara ugbo aha ya bụ, \"Quickborn\" n'afọ 1912",
  "N'afọ 1913 ọ lụrụ Emma Bredow",
  "Ya na ezinụlọ ya kwagara South Africa na 1920, tupu ọ laghachi Germany na 1921",
  "Ọ nwụrụ na Kiel n'ọnwa Eprel afọ 1931.",
  "Nwa ya nwoke, Dieter Aschenborn (15 Nọvemba 1915 - 11 Septemba 2002), na nwa nwa ya, Uli Aschenborn (6 Septemba 1947), bụkwa ndị a ma ama na-ese ihe anụmanụ na ndịda Afrịka",
  "Enwere ike ịchọta ọrụ nka nke ndị Aschenborn atọ ahụ na gallery, ebe ngosi ihe mgbe ochie, na ụlọ ọha na eze nke Namibia",
  "E mekwara ihe ngosi nke ọrụ nke ọgbọ atọ ahụ na Namibia n'afọ 1965."
]