[
  "Harissa (Arabic:  harīsa, site na Maghrebi Arabic) bụ ihe na-ekpo ọkụ na-ekwo ekwo, nke a mụrụ na Maghreb",
  "Ihe ndị bụ isi na-eme ya bụ ose na-acha ọbara ọbara, ose Baklouti, ihe na-esi ísì ụtọ na ahịhịa dị ka galik paste, mkpụrụ caraway, mkpụrụ coriander, cumin na mmanụ oliv iji buru ụdị mmanụ na-agbaze. A na-emekwa Rose harissa, nke e ji okooko osisi rose mee.",
  "Dị ka a na-emepụta harissa site na ịkụ chilis, okwu ahụ sitere na ngwaa Arabic, 'harasa' (Arabic) nke pụtara 'ịkụ' ma ọ bụ 'ịkpochapụ.'",
  "Dị ka ọ dị na nri ndị Europe, a na-ebubata ose chili na nri Maghrebian site na mgbanwe Columbian, ikekwe n'oge ndị Spain bi na Tunisia n'etiti afọ 1535 na 1574.",
  "Na Algeria, a na-agbakwunye harissa na ofe, stews, na couscous. A pụkwara iji Harissa paste mee ihe dị ka ihe na-agbanye anụ ma ọ bụ eggplants.    Onye ọzọ dị mkpa na-emepụta ihe bụ mpaghara Annaba nke Algeria, nke bụkwa onye na-azụ ahịa dị mkpa. Dị ka onye edemede akwụkwọ nri Martha Rose Shulman si kwuo, harissa e mepụtara n'oge gara aga na-atọ ụtọ dị iche na nke a na-enye na ụlọ oriri na ọṅụṅụ ndị Tunisia na ndị mba ọzọ.",
  "Ntụziaka maka harissa dịgasị iche dabere na ezinụlọ na mpaghara",
  "Mgbanwe nwere ike ịgụnye mgbakwunye nke yabasị na-agba ụka ma ọ bụ mmiri oroma",
  "A na-ere harissa a kwadebere n'ime ite, ite, karama na tubes",
  "A na-akọwa Harissa mgbe ụfọdụ dị ka \"ihe na-esi ísì ụtọ nke Tunisia\", ọbụnakwa \"ihe na'isi ụtọ nke Tunisia \", ma ọ bụ ma ọ dịkarịa ala dị ka \"akara nke nri azụ na anụ nke Tunisia\". Na Tunisia, a na-eji harissa eme ihe dị ka ihe na anụ (anụ ọkụkọ, anụ ehi, ewu, ma ọ bụ nwa atụrụ) ma ọ bụ nri azụ̀ na akwụkwọ nri, yana dị ka ihe oriri maka couscous",
  "A na-ejikwa ya maka lablabi, ofe chickpea, na fricasse.",
  "Tunisia bụ nnukwu onye na-ebupụ harissa a kwadebere",
  "N'afọ 2006, mmepụta nke harissa na Tunisia bụ tọn 22,000, na-etinye ihe dị ka tọn 40,000 nke ose. A na-ejikarị chilis a na-akụ gburugburu Nabeul na Gabès eme harissa nke Tunisia, nke dịtụ nro, na-enweta 4,000 o5,000 na Scoville scale.",
  "Nri Moroccan ejirila harissa, na-eji ya dị ka ihe na-esi ísì ụtọ maka tagines, ma ọ bụ mgbe ụfọdụ na-agwakọta ya na efere.",
  "N'Izrel, harissa bụ ihe a na-ahụkarị maka sabich na shawarma.",
  "Filfel chuma (Hibru), nke a na-akpọkwa pilpelshuma, nke pụtara \"pepper garlic\", bụ ụdị chili nke nri ndị Juu nke Libya nke yiri harissa",
  "Ọ sitere na nri ndị Libya, [ọnọdụ na achọ] ebe a maara ya dị ka maseer (Arabic:  ma ọ bụ مسّير حار mseyer). A makwaara ya site na aha ndị ọzọ dịka filfil mukhalal (فلفل__wol____wol____wol__) na filfil makbos (فلفڵ مكبوس). A na-eme ya site na ose na-atọ ụtọ na nke na-ekpo ọkụ na galik a pịrị apị",
  "A na-agbakwunye ihe ndị ọzọ, dị ka mkpụrụ osisi, cumin, mmiri , oroma na nnu mgbe ụfọdụ.",
  "Ọ na-eje ozi dị ka ihe na-esi ísì ụtọ na dị ka ihe dị na nri dịka salad, anụ, azụ, mkpọ ọka, na osikapa, na nri àkwá dịka shakshouka."
]