[
  "Doula Gabde Harouna, nke a maara nke ọma dị ka Harouna Doula bụ onye njikwa bọọlụ obodo Naijiria na onye egwuregwu mbụ",
  "Ọ bụ onye njikwa nke otu egwuregwu bọọlụ mba Niger site n'afọ 2009 ruo n'afọ 2012, na-eduga Niger na nzere mbụ ya na African Nations Cup na 2012, nzere mbụ ha na African Nations Championship na 2011, na mmeri nke UEMOA Tournament na 2010",
  "E wedara ya n'ọkwa mgbe egwuregwu mbụ ọ dara n'egwuregwu Ikpeazụ nke akpọrọ 2012 Nations Cup finals n'asụsụ bekee",
  "Ọ dị afọ iri anọ na isii na Jenụwarị 2012, Harouna Doula bụ onye mba Niger, na-egwuri egwu na fullback. Mgbe ọ lara ezumike nká, ọ nwetara nzere \"professorat\" na mmụta mmega ahụ na egwuregwu site na Niger's National Institute of Youth, Sports, and Culture (INJS / C)",
  "O nwere \"A License\" maka ọzụzụ egwuregwu bọọlụ ọkachamara site na Mahadum Leipzig, \"C License\" site na Confederation of African Football, na diplọma nkuzi maka CAF, UEFA, na FIFA.",
  "A họpụtara ya dịka onye njikwa nke ndị otu mba Niger na 2009, Harouna Doula nọchiri onye bụbu onye nkuzi U-17 Niger Frederic Costa, onye a họpụtara na Disemba 2008",
  "N'okpuru Harouna Doula Niger gbara ọsọ na-adịghị mma, na-ejedebe na enweghị ike iru eru maka 2010 African Cup of Nations na Angola.",
  "N'agbanyeghi na ha kụrụ afọ n'ala maka ACON2010, Niger kwadoro ma merie asọmpi UEMOA na Nọvemba 2010, ma soro nzere mbụ ha maka asọmpi mba Afrịka na Febụwarị 2011",
  "Niger gara n'ihu na mpụta mbụ ha na nkeji iri na ise nke ikpeazụ, na-ejedebe na mmeri nke ndị ọbịa,",
  "Na 10 Ọktoba 2010, Niger meriri Egypt 1-0 n'ụlọ na 2012 African Cup of Nations qualification",
  "Mgbe ha meriri n'ụlọ - mana ha furu efu - na South Africa na Sierra Leone, na 8 Ọktoba 2011 Niger ruru eru maka iko mba Afrịka nke mbụ na akụkọ ihe mere eme ya.",
  "Maka akụkụ ya na ọsọ Niger na-enweghị atụ, CAF nyere Harouna Doula \"Best African Manager 2011\" na Disemba 2012. N'ịga n'ihu ACON 2012",
  "ndị nta akụkọ na ndị isi ndọrọ ndọrọ ọchịchị kwuru banyere ụdị njikwa ya dị jụụ, nke na-arụkọ ọrụ ọnụ. N'otu ajụjụ ọnụ o kwuru na \"ebumnobi bụ ịnọgide na-adị umeala n'obi mgbe niile",
  "kamakwa karịa onwe anyị, na-eju anya, dịka anyị nwere ike ime n'oge nzere.\"",
  "N'abalị iri na atọ n'ọnwa Nọvemba, ụbọchị abụọ tupu Niger agbaa egwuregwu enyi na enyi ikpeazụ (megide Botswana na Niamey) FENIFOOT kwupụtara na ọ kpọbatara ndị ọkachamara abụọ iji nyere Harouna Doula aka na iko mba Afrịka",
  "Bako Adamou ga-abụ osote onye na-enye ọzụzụ na onye njikwa French Rolland Courbis ka a kpọrọ \"Onye ndụmọdụ teknụzụ\" na ndị otu ahụ",
  "Colonel Djibrilla Hima, onye isi oche nke FENIFOOT, kwusiri ike na nzukọ ndị nta akụkọ na \"Ọ bụghị ajụjụ nke onye njikwa otu mba na-ahapụ otu mba",
  "O mere ka anyị ruo eru maka CAN (ACON), ọ ga-akpọrọ anyị gaa n'ikpeazụ nke iko mba Afrịka.",
  "Na ụbọchị nke isii nke ọnwa Jenụwarị, Harouna Doula, ya na onye isi otu Lawali Idrissa, kwupụtara nhọrọ nke ndị egwuregwu iri abụọ na isii ga-aga ogige tupu asọmpi na Douala, Cameroon.",
  "Ụbọchị abụọ mgbe Gabon 2-0 gasịrị na egwuregwu mbụ nke Niger na 23 Jenụwarị, ewepụrụ Harouna Doula dị ka onye njikwa Colonel Djibrilla Hima na 25 Jenụwarị kwupụtara na a ga-eweda Harouna Doula n'ọkwa \"Onye nkuzi nke abụọ\" ruo na njedebe nke 2012 African Cup of Nations, Rolland Courbis na-anọchi ya dị ka onye isi nchịkwa",
  "FENIFOOT boro Harouna Doula ụta maka mgbanwe nkeji ikpeazụ na mbido nke akụkụ ahụ furu efu Gabon",
  "O doro anya n'oge ahụ ma ọ bụrụ na Harouna Doula ga-alọghachi mgbe asọmpi ahụ gasịrị.",
  "N'agbanyeghị mgbanwe ndị ahụ, Harouna Doula kwusiri ndị nta akụkọ ike na Libreville tupu egwuregwu Tunisia ha na enweghị asọmpi n'etiti ya na Courbis",
  "N'ịga n'ihu na-arụ ọrụ dị ka onye na-enye ọzụzụ ma na-apụta na bench na ndị otu ahụ, Harouna Doula kwuru na 27 Jenụwarị na \"Anyị na-etinyekọta isi ọnụ, anyị na-arụkọ ọrụ ọnụ maka ọdịmma nke ndị otu ahụ",
  "\""
]