[
  "Harriet Irene Dunlop Prenter (1865 ma ọ bụ 1856 16 Julaị 1939) bụ onye ndú n'òtù na-ahụ maka ikike ụmụ nwanyị na Canada",
  "N'afọ 1921, ọ so n'òtù ụmụ nwanyị mbụ gbara ọsọ dị ka ndị na-azọ ọkwa na ntuli aka gọọmentị etiti nke Canada.\nỌ bụ onye ndọrọ ndọrọ ọchịchị siri ike.",
  "Harriet Irene Dunlop bụ nwa nwanyị nke Archibald Dunlop",
  "Ọ bụ onye okpukpe Presbyterian",
  "Ọ lụrụ Hector Henry Weir Prenter n'ụbọchị 8 Septemba 1892 na York, Ontario",
  "Amụrụ di ya na Ireland n'ụbọchị 2 Febụwarị 1860, ọ kwagara Canada n'ihe dị ka afọ 1890.",
  "N'oge Agha Ụwa nke Mbụ (1914), Harriet Dunlop Prenter weere ọnọdụ dị mma megide ndị ụkọchukwu ụka na-akwado ọzụzụ agha n'ụlọ akwụkwọ",
  "O dere, \"N'ikpeazụ, militarism abụghị usoro: ọ bụ mmụọ, ma ọ bụrụ na anyị ekwe ka ihe a ugbu a, anyị na-agọnahụ ụkpụrụ nke ndị ikom anyị na-anwụ na Europe",
  "\"  Women's International League for Peace and Freedom (WILPF) sitere na Women's Peace Party (WPP) na Jane Addams na ndị ọzọ na-ahụ maka udo haziri n'ọnwa Jenụwarị 1915",
  "Prenter odeakwụkwọ nke ngalaba Canada nke WILPF",
  "N'oge mgbụsị akwụkwọ nke afọ 1916, Prenter gwara isi ụlọ ọrụ WILPF dị njikere ịbanye na Rose Henderson iri ise.",
  "Ọtụtụ ndị na-ahụ maka ụmụ nwanyị megidere pacifism",
  "Woman's Century zaghachiri na ngwụcha oge okpomọkụ  afọ 1917 na akụkọ nke Prenter na Laura Hughes, kọwara dị ka \"ndị suffragists a ma ama\", dọtara njikọ dị n'etiti suffrage na pacifism na Ontario",
  "Dị ka onye nchịkọta akụkọ, Jessie Campbell MacIver, si kwuo, \"National Union na Ontario Equal Franchise Association ekwuputala onwe ha ugboro ugboro dị ka ndị na-ajụ kpamkpam ajụjụ ọ bụla nke udo",
  "Akwụkwọ ọ bụla na-ahụ maka udo nke a natara site na Hague na ebe ndị ọzọ ka ndị otu a zigara na nkata akwụkwọ mkpofu",
  "\"",
  "Prenter was an outspoken supporter of women's suffrage.\nShe was president of the Political Equality League in Toronto.Àtụ:Sfn\nIn late 1918 Prenter and Lucy MacGregor of the Women's Social Democratic League formed a Women's Labor League (WLL) in Toronto",
  "The WLL was a working-class organization",
  "Prenter mocked the \"silken dames",
  "so occupied with 'committees' and 'uplifting' that they allow the social revolution to walk right past them.\"Àtụ:Sfn\nPrenter wrote regularly for Canadian Forward, which reported on labour and socialist topics and published feminist and pacifist material for about 30,000 readers",
  "Her articles also appeared in the White Ribbon Bulletin and Woman's Century",
  "She may have encouraged Gertrude Richardson to contribute to Canadian Forward from June 1917 onward.Àtụ:Sfn\nIn 1920 Prenter started a women's page in the Industrial Banner.\nShe made it clear that she would not \"endlessly discuss cooking, children, church and clothes.\"\nThe column would be concerned with topics such as the money value of the work a woman does in the home, and whether she should be paid a wage.Àtụ:Sfn"
]