[
  "Harriet Ntabazi (amụrụ na 11 Disemba 1974) bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "A họpụtara ya ka ọ bụrụ Minista na-ahụ maka ụlọ ọrụ mmepụta ihe na Kọmitii Ugandan na 6 June 2016. Otú ọ dị, kọmitii nhọpụta ndị omeiwu jụrụ nhọpụta ya",
  "N'ihi ya, a ṅụghị ya iyi na ndị ọzọ nọ n'ọchịchị na 22 June 2016. N'agbata afọ 2011 na 2016, ọ rụrụ ọrụ dị ka onye nnọchi anya ụmụ nwanyị maka Bundibugyo na Nzukọ Ndị Omeiwu nke Uganda.",
  "A mụrụ Ntabazi na 11 Disemba 1974 na Bundibugyo District, na Western Region nke Uganda",
  "Ọ gara ụlọ akwụkwọ praịmarị Bumadu maka agụmakwụkwọ elementrị ya, gụsịrị akwụkwọ na 1986",
  "Ọ gara Semuliki High School maka ọmụmụ O-Level ya",
  "Ọ gụrụ akwụkwọ na Bundibugyo Primary Teachers College, gụsịrị akwụkwọ na Grade II Primary Teacher Certificate, na 2002",
  "N'afọ 2004, ọ gụsịrị akwụkwọ na St",
  "Mary's Simbya High School",
  "Ọ sonyeere Mahadum Makerere na 2005, gụsịrị akwụkwọ na 2008 na Bachelor of Arts",
  "Site na 1989 ruo 1992, Ntabazi jere ozi dị ka onye odeakwụkwọ ndekọ",
  "Ọ rụrụ ọrụ dị ka onye na-ahụ maka ọbá akwụkwọ na Semuliki High School, site na 1994 ruo 1998",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ ndị ntorobịa distrikti site na 1998 ruo 2000",
  "Site na 2001 ruo 2005, ọ rụrụ ọrụ dị ka onye nnọchi anya ụmụ nwanyị na Bundibugyo District Local Government Council",
  "Ọ rụrụ ọrụ n'otu oge ahụ dị ka onye isi na-akwalite ndị otu ndọrọ ndọrọ ọchịchị National Resistance Movement (NRM) na-achị site na 1994 ruo 2005. Ọ banyere na ndọrọ ndọrọ ọchịchị ntuli aka na 2010 ma na ntuli aka nke afọ 2011 a họpụtara ya ka ọ nọchite anya onye nnọchi anya ụmụ nwanyị maka Bundibugyo na Nzukọ Ndị Omeiwu nke Uganda n'aha NRM, ebe o meriri Jane Alisemera nọ n'ọkwa na ntuliaka NRM. Otú ọ dị, n'afọ 2015, Josephine Babungi Benona meriri ya na ntuli aka NRM ma n'ihi ya, ọ gaghị asọmpi ntuli aka nke afọ 2016.",
  "Na 6 June 2016, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka ụlọ ọrụ, na-anọchi Werikhe Kafabusa, mana kọmitii nhọpụta ndị omeiwu jụrụ nhọpụta ya."
]