[
  "Harrison Mungai \"Harry\" Kimani (amụrụ n'ihe dị ka afọ 1982) bụ onye Kenya na-agụ egwú na onye na-ede egwu.",
  "Kimani tolitere na egwu, na-akụziri onwe ya ịkpọ ụbọ akwara site n'ịhụ nwanne ya nwoke tọrọ ya ka ọ na-akpọ ya",
  "Ọ gara ụlọ akwụkwọ sekọndrị nke dị na Nairobi, ebe o gosipụtara mmasị dị ukwuu na egwu; ọ bụrụ abụ, dee egwu, sonye na mmemme egwu ma, n'otu oge, o duziri ndị ukwe ụlọ akwụkwọ",
  "Ịhụnanya mbụ ya n'ụlọ akwụkwọ sekọndrị kpaliri ya ide egwu akpọrọ \"African Woman,\" nke a nabatara nke ọma n'etiti ndị enyi ya; ha gbara ya ume idekọ egwu ahụ.",
  "N'afọ 1999, Kimani hapụrụ ụlọ akwụkwọ iji chọọ ụlọ ndekọ egwu",
  "N'ikpeazụ, n'afọ 2000, ọ zutere onye na-mmepụta Maurice Oyando nke Next Level Productions; site n'enyemaka Oyando, o dekọrọ \"African Woman,\" nke a tọhapụrụ dị ka otu",
  "Egwú ahụ malitere ịnata egwu ikuku na ọtụtụ ụlọ ọrụ redio na Nairobi",
  "N'ịbụ onye ihe ịga nke ọma a na-agba ume, Kimani laghachiri na studio iji dekọọ abọm zuru ezu, nke akpọrọ African Woman",
  "A tọhapụrụ egwu nke abụọ, \"Tuohere\" (Chineke gbaghara anyị), maka egwu redio",
  "Ọ bụ ezie na e dechara abọm African Woman na 2001, ewepụtaghị ya n'ihi enweghị ego",
  "N'enweghị nkụda mmụọ, Kimani laghachiri na studio iji rụọ ọrụ na abọm ọzọ ka nke mbụ ya na-echere ka a tọhapụ ya",
  "Kemgbe ahụ, o dekọrọ ma wepụta abọm abụọ, Unborn na Tiushi Mi Nawe.",
  "Mgbe ndị ọrụ Festival Mundial gara Kenya na Septemba 2002, ha nwere mmasị na nkà Kimani",
  "Ọ rụrụ ọrụ na 2003 Sarakasi Festival na Nairobi ma bụrụ akụkụ nke otu ndị na-agu egwu na Kenya kpọrọ ka ha rụọ ọrụ na Festival Mundial na June 2003 na Netherlands.",
  "E gosipụtakwara Harry Kimani na ihe nrite hip-hop nke Afrịka Hip-hop Colony.",
  "N'afọ 2009, Harry wepụtara abọm ọhụrụ ya, The Quest",
  "A kọwawo ụdị egwu Kimani dị ka \"mkpụrụ obi Afrịka na obere rumba na R&B",
  "\" Ọ na-abụ abụ n'asụsụ atọ English, Kikuyu na Swahili na okwu ya na-ekwu maka nsogbu nke ndụ kwa ụbọchị na ọha mmadụ",
  "Ihe ngosi ya n'oge na-adịbeghị anya gụnyere North Sea Jazz Festival na Rotterdam, North Sea Jazz Salutes Nairobi, na Bløf's Umoja Project launch na Amsterdam.",
  "O meriri:",
  "A họpụtara ya:"
]