[
  "Harris & Ewing Inc",
  "bụ ụlọ ihe osise foto na Washington, D.C",
  "nke George W",
  "Harris na Martha Ewing hibere.  Ụlọ ihe nkiri ọrụ zuru oke o mere eserese ma nweekwa ọrụ foto ozi.  Ụlọ ihe ngosi nka dị iche iche na Library of Congress nwere nchịkọta foto ha.",
  "Dị ka onye na-ese foto akụkọ ọhụrụ, G",
  "W",
  "Harris kpuchiri idei mmiri Johnstown nke 1889 na Pennsylvania",
  "Ọ rụrụ ọrụ na Hearst News Service na San Francisco site n'afọ 1900 ruo 1903, wee sonye na ndị nta akụkọ nke Onye isi ala Theodore Roosevelt na njem ụgbọ okporo ígwè",
  "Roosevelt, ma ọ bụ onye nchịkọta akụkọ akwụkwọ akụkọ San Francisco, iwe n'ihi enweghị foto George Frisbie Hoar iji gbaa ọsọ na akụkọ ọnwụ ya, gbara ya ume imeghe ụlọ ọrụ na Washington D.C",
  "Harris na Martha Ewing meghere ụlọ ọrụ ha n'afọ 1905 na 1313 F Street NW. Ewing, onye na-ese ihe na onye na-acha odo odo nke ya na ya rụkọrọ ọrụ, kwadoro ụlọ ọrụ ahụ ma jikwaa ụlọ ọrụ ahụ. Ha jiri ụlọ ọhụrụ Harris & Ewing Photographic Studio dochie ụlọ ahụ n'afọ 1924.",
  "Ka ọ na-erule ngwụcha afọ 1930, Harris & Ewing bụ ụlọ ọrụ foto kachasị ukwuu na United States; n'oge ọ kachasị elu, ọ nwere ụlọ ọrụ ise, ndị ọrụ Otu narị na iri abụọ , na ọrụ foto akụkọ, nke, dị ka Underwood & Underwood, were ọtụtụ ndị na-ese foto n'efu. Ọ bụ ezie na a maara ya karịsịa maka foto nke ndị ọchịchị, ọ bụ ụlọ ọrụ foto zuru oke",
  "Ụlọ ọrụ ahụ ghọrọ ihe a ma ama na 1908 site na The Anatomy of a Smile, usoro ihe nkiri nke William Howard Taft na-enweta akụkọ site na ekwentị nke nhọpụta ya maka Onye isi ala. Ọtụtụ ndị na-eme ihe nkiri sokwa ụlọ ọrụ ahụ nọdụ ala maka eserese",
  "Harris bụ onye na-ese foto mbụ ruo 1955, mgbe ọ lara ezumike nká",
  "Ọ zụtara òkè Ewing nke ụlọ ọrụ ahụ na 1915, ma ọ nọgidere na-enyere aka, karịsịa site na njikọ mmekọrịta ya",
  "E rere ọrụ akụkọ ahụ na 1945. Harris nwụrụ n'afọ 1964 mgbe ọ dị afọ 92. Harris & Ewing mechiri n'afọ 1977.",
  "Mgbe ọ lara ezumike nká, Harris nyere ihe dị ka narị puku asaa  iko na ihe nkiri negatives na Library of Congress. A na-echekwa ha dị ka Harris & Ewing Collection na Prints and Photographs Division. A na-ewere ya n'ụzọ dị ukwuu na gburugburu Washington n'etiti afọ 1905 na 1945, foto ndị ahụ na-egosi ndị mmadụ, ihe omume, na ihe owuwu. A na-enyocha ọtụtụ n'ime ha na ntanetị. Ebe ngosi nka obodo nke Washington, D.C",
  "nwekwara ọnụ ọgụgụ dị ukwuu nke foto Harris & Ewing, na ndị ọzọ na-ejide National Portrait Gallery na Newseum. Ndị ọkachamara na-ese foto nke America kpọrọ ihe nrite ya kachasị elu n'aha Harris."
]