[
  "Harriet McEwen Kimball (November 2, 1834 - September 3, 1917) bụ onye America na-ede uri, onye na-ede ukwe, onye ọrụ ebere, na onye guzobere ụlọ ọgwụ",
  "\"Onye na-ede uri nke Chọọchị\" dịka a na-akpọ ya ogologo oge, ndụ Kimball raara onwe ya nye akwụkwọ na ọrụ ụka",
  "Ọ bụ otu n'ime ìgwè ndị na-ede uri nke narị afọ nke iri na itoolu nke Henry Wadsworth Longfellow bụ onye a ma ama na nke jere ozi nke ukwuu maka ịhụnanya America maka uri na ekele maka ya nke na ndị otu ahụ bụ n'echiche ụfọdụ ndị ọsụ ụzọ",
  "Kimball bụ onye ikpeazụ n'ime ìgwè ahụ dị ndụ.",
  "A mụrụ Harriet McEwen Kimball na Portsmouth, New Hampshire, na Nọvemba 2, 1834",
  "Ọ bụ nwa nwanyị nke Dr",
  "David Kimball na Caroline Rebecca Swett",
  "Ọ bụ nwatakịrị dị nro, a na-enyekwa ya agụmakwụkwọ n'ụlọ ya, ọkachasị site n'aka nne ya gụrụ akwụkwọ",
  "Kimball malitere ide ihe mgbe ọ dị obere, ndị mụrụ ya katọrọ ọrụ ya, bụ ndị gbara ya ume ịzụlite ma jiri onyinye uri ya mee ihe.",
  "Kimball nwere mmasị n'ọrụ ebere n'oge ndụ ya niile, ụlọ ọgwụ Portsmouth Cottage Hospital bụ otu n'ime ihe ncheta na-agba akaebe maka ọrụ ebere ya",
  "Ọ bụ onye òtù ụka na-arụsi ọrụ ike.",
  "N'ọrụ edemede ya niile, ọ kpachapụrụ anya ma jiri nlezianya mee ihe",
  "E bipụtara mpịakọta mbụ ya n'afọ 1867",
  "N'afọ 1874, o bipụtara Swallow Flights of Song, na n'afọ 1879, The Blessed Company of All Faithful People",
  "N'afọ 1889, e wepụtara uri ya n'ụdị zuru ezu",
  "Ọtụtụ n'ime uri ya bụ nke okpukpe",
  "Ọtụtụ n'ime ha bụ ukwe, a gụnyekwara ha na nchịkọta ụka niile nke ngwụcha narị afọ nke 19",
  "Abụ nsọ ya bụ ihe nlereanya nke ụdị ha, a na-ewerekwa ọrụ ya dị iche na mpaghara ya siri ike",
  "Ọ biri na Portsmouth, raara onwe ya nye ọrụ edemede ya, na mmasị okpukpe na ọrụ ebere ya.",
  "Ọ bụ onye dere Hymns, (Boston, 1866); Swallow Flights of Song, (1874)",
  "Abụ ya gụnyere: - Mgbe ụfọdụ n'ogo Tabor (Ekwukwe arid Joy), Dear Lord, naanị gị (Lent), Ọ dị mfe ikwu",
  "(Ọrụ dị umeala n'obi), Anyị enweghị anya mmiri, Ị gaghị akpọnwụ (Mmetụta)",
  "Ọ pụtara na Poets of Portsmouth (1864), na Unitarian Hymns of the Spirit (1864), yana ndị ọzọ",
  "E tinyere ọtụtụ n'ime uri Kimball na Robert Hall Baynes' The Illustrated Book of Sacred Poems",
  "Ọ bụ enyi John Greenleaf Whittier",
  "Ọ nwụrụ na Septemba 3, 1917, n'ụlọ ya na Portsmouth, e lie ya na Harmony Grove Cemetery, n'otu obodo ahụ.",
  "At this thy banquet lord of all",
  "At times on tabors height Christ",
  "Christ is risen",
  "Dawn of dawn's the Easter day",
  "Dag ood ended the",
  "Dear lord to the alone",
  "For easter day o lilies white",
  "Glory is the highest",
  "It is an easy th ing to say",
  "I've heard them sing of earthly Bowers"
]