[
  "Harvey Bernard Gantt (amụrụ na Jenụwarị 14, 1943) bụ onye Amerịka na-ese ụkpụrụ ụlọ na onye ndọrọ ndọrọ ọchịchị Democratic na-arụsi ọrụ ike na North Carolina.  Nwa akwụkwọ Afrịka Amerịka mbụ nabatara na Mahadum Clemson mgbe ọ gachara Mahadum Iowa State, Gantt gụsịrị akwụkwọ na nsọpụrụ na ihe owuwu, nweta nzere masta na MIT, ma guzobe ọrụ ihe owuwu na Charlotte na onye mmekọ.",
  "Gantt banyere na ndọrọ ndọrọ ọchịchị obodo, ebe a họpụtara ya na kansụl obodo, na-eje ozi site na 1974 ruo 1983",
  "A họpụtara ya ugboro abụọ dị ka onye isi ojii mbụ nke Charlotte site na 1983 ruo 1987",
  "N'afọ 1990 na 1996, Gantt bụ onye ndọrọndọrọ ọchịchị Democratic maka Senate US, onye Republican nọ n'ọkwa bụ Jesse Helms meriri ugboro abụọ ahụ.",
  "A mụrụ Gantt na Charleston, South Carolina na Wilhelminia na Christopher C",
  "Gantt, onye ọrụ ụgbọ mmiri",
  "Ọ malitere isonye na mmegide maka ikike obodo na ụlọ akwụkwọ sekọndrị",
  "N'afọ 1963, ọ bụ onye Afrịka Amerịka mbụ a nabatara na Mahadum Clemson dị na South Carolina",
  "O nwetara akara ugo mmụta na ihe owuwu na Honors site na Clemson na nzere Master na City Planning site na MIT.",
  "Site na 1974 ruo 1983, Gantt jere ozi na Charlotte City Council",
  "A họpụtara ya ugboro abụọ dị ka onye isi obodo Afrịka Amerịka mbụ nke Charlotte, North Carolina, na-eje ozi n'ọkwa ahụ site na 1983 ruo 1987. Sue Myrick meriri ya maka oge nke atọ dị ka onye isi obodo na 1987",
  "Ọ bụ onye isi obodo Democratic ikpeazụ nke Charlotte ruo mgbe a họpụtara Anthony Foxx na 2009.",
  "Gantt na-elekọta ụlọ ọrụ na-aga nke ọma, Gantt Huberman Architects, ma na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị",
  "Ọ rụrụ ọrụ na North Carolina Democratic Party Executive Council, Democratic National Committee, a họpụtara ya dị ka onyeisi oche nke National Capital Planning Commission na Washington, DC.",
  "N'afọ 2009, Afro-American Cultural Center na City of Charlotte sọpụrụ Gantt site n'iwu Harvey B",
  "Gantt Center for African-American Arts + Culture, na-amata onyinye ya nye òtù na-ahụ maka ihe ndị ruuru mmadụ na dịka onye isi obodo ojii mbụ",
  "E wuru ụlọ ahụ nwere okpukpu anọ, nke dị square mita puku iri anọ na isii, narị ise maka $ 18.6 nde, ọ bụkwa akụkụ nke Levine Center for the Arts.",
  "N'afọ 2016, PBS Charlotte na UNC-TV gosipụtara Gantt na usoro ntanetị ha, Biographical Conversations",
  "N'usoro a, Gantt na-echeta ahụmahụ ndụ ya, site na ịga Mahadum Clemson ruo na mwepụta ya dị ka onye isi obodo Charlotte, North Carolina.",
  "Gantt na nwunye ya Lucinda (Brawley) Gantt, nwa akwụkwọ ojii nke abụọ gara Clemson, nwere ụmụ anọ: Sonja, Erika, Angela na Adam. Nwa ha nwanyị, Sonja Gantt, bụbu onye na-akọ akụkọ na WCNC-TV na Charlotte."
]