[
  "Hassiba Rochdi ma ọ bụ Hassiba rochdy (Arabic), a mụrụ Zohra Bent Ahmed Ben Haj Abdennebi, a mụrụ n'ihe dịka n'afọ 1918 na Joumine ma nwụọ n'abalị 26, ọnwa Septemba, afọ 2012, na La Soukra. Ọ bụ onye na-agụ egwú Tunisian mbụ a ma ama n'Ijipt na onye na-eme ihe nkiri Tunisian mbụ na-arụ ọrụ dị mkpa na ihe nkiri ndị Ijipt.",
  "Rochdi bụ nwa nwanyị nke nwunye nke asatọ na nke ikpeazụ nke nna ya lụrụ",
  "A mụrụ ya n'ezinụlọ ndị nwe ala ma ọ nọrọ n'oge ọ bụ nwata na Mateur ebe ọ mụtara abụ Bedouin wee malite ịmụ ịkwa akwa na ịchọ mma. N'oge a, ndị na-agụ egwú ndị Juu nwere mmetụta n'ebe ọ nọ. Mgbe ya na nna ya sere okwu maka phonograph, ọ hapụrụ ụlọ gaa Bizerte",
  "A kpọghachiri ya n'aka nna ya ma manye ya ịlụ di",
  "Otú ọ dị, ọ gbagara Sfax ebe a nabatara ya n'òtù ihe nkiri wee malite ịbụ abụ.",
  "Ọ ghọrọ enyi na onye na-agụ egwu Fethia Khaïri ma zute Béchir Ressaïssi (onye nnọchiteanya nke ndekọ Baidaphon) onye kpọgara ya Paris idekọ na vinyl, na-emepụta: El-Achaga harguetli guelbi",
  "Ndị egwu gụnyere Mohamed Jamoussi na Mohamed Triki sonyeere ya. O mechara lụọ onye nke ikpeazụ, nke nyere ya ohere ịbanye n'ụwa nke ịbụ abụ ọkachamara. Triki guzobere otu egwu maka ya, na-akpọkọta ndị egwu dịka Hédi Jouini, Ali Sriti, Kaddour Srarfi na Ibrahim Salah.",
  "Mgbe ọ gbara Triki alụkwaghịm, ọ lụrụ onye nnọchi anya mba Amerịka Henry Blake, onye na-enyere onye nnọchianya mba Amerịka nọ na Tunis aka. Ọ nọrọ afọ olenaole na Brooklyn ebe ọ mepere ụlọ oriri na ọṅụṅụ aha ya",
  "Ndị na-akwado pati mba nke Neo-Destour kpọtụrụ ya na Paris, ọ bụ ya na-ahụ maka ịnye onye ndú ya Habib Thameur akwụkwọ, onye gbara ọsọ ndụ na Cairo. N'ịbụ onye bi n'otu ụlọ, seraglio nke Eze Farouk nabatara ya ma hazie mgbede ebe ọ zutere onye na-agụ egwu Sayed Chatta",
  "O gosiri ya onye nduzi nke ụlọ ọrụ redio dị na Cairo onye, mgbe nyocha nke Oum Kalthoum kpebiri, nyere ya egwu kwa izu. Hassiba sokwa onye tenor Mohamed Abdelmottaleb mee ihe n'ihu ọha.",
  "O mere ihe nkiri anọ ya na nnukwu ndị na-eme ihe nkiri Ijipt: Hob (Ịhụnanya) nke Abdelaziz Hassine (1948) Tariq Echouk (Ụzọ ogwu) nke Husseïn Sedky (1950), Dim'a Fessahr'a (Ọbara n'ọzara) nke Gianni Vernuccio (1951), Intekam El Habib (Ịbọ ọbọ nke onye hụrụ n'anya) nke Vernuccio (1952).",
  "Ọ laghachiri Tunisia wee maliteghachi ọrụ ya n'afọ ndị 1950, na-eme ihe nkiri maka telivishọn na ihe nkiri",
  "Ọ rụrụ ọrụ na ihe nkiri dịka La Rebelle (1968) na Sourakh (1972) nke Omar Khlifi, Sous la pluie de l'automne (N'okpuru mmiri ozuzo nke oge mgbụsị akwụkwọ) (1969) nke Ahmed Khchine, Khlifa le teigneux (1969) nke Hamouda Ben Halima na Mouna Noureddine, Le Sultan de la médina nke Moncef Dhouib (1992) na Bent Familia nke Nouri Bouzid (1997). Ọ na-egwuri egwu na Goha (1957) nke Jacques Baratier na Omar Sharif na Claudia Cardinale.",
  "Egwú ya a ma ama gụnyere \"Yalli Ouyounek fessama\", \"Mahlaha tadhbilat ainek\", T\"aht el yasmina\", T\"aarafni__wol____wol____wol__ wtaamal belaani\", \"Sir ya lazrag sir\", na \"Jesmi Baid Alik\"."
]