[
  "Hassan Heshmat (20 Jenụwarị, 1920 - Julaị 2006) bụ onye Egypt a ma ama na-akpụ ihe, a na-ewerekwa ya dị ka onye ọsụ ụzọ nke nka Ijipt nke oge a",
  "A mụrụ ya n'ọnwa Jenụwarị 20, afọ 1920, na Menoufia, Egypt, Heshmat nwetara diplọma ya na Applied Arts, ọkachamara na ceramik (1938), sochiri diplọma site na Higher Institute of Technical Education for Teachers (1954)",
  "N'afọ 1957, e nyere ya agụmakwụkwọ iji mụọ Porcelain Design na Selb, Bavaria, gụsịrị akwụkwọ n'afọ 1958. A na-ewere Hassan Heshmat dị ka onye mbụ na-ese ihe na Egypt iji mepụta ọrụ na ụrọ, ihe ọkpụkpụ ya na-egosipụta ọdịnala, ịhụ mba n'anya na mmetụta uche. E gosipụtala ọrụ ya n'ọtụtụ ebe, ma nwee ya n'ọtụtụ nchịkọta na ụlọ ọrụ gburugburu ụwa",
  "E nyela Heshmat ihe nrite obodo na mba ụwa, na-emeri ọla ọcha na ọla edo na asọmpi International Ceramics na Italy n'afọ 1964 nakwa n'afọ 1965 yana mmeri mbụ na asọmpi iji wuo ihe ncheta ncheta maka ụka na Belgium n'afọ 1970",
  "E nyere Heshmat asambodo nke Merit site na Egyptian Fine Arts Academy n'afọ 1980, yana Asambodo nke ekele site na Ministry of Culture n'afọ 1995, ma mesịa nye ya onyinye ekele nke steeti Egypt.",
  "Hassan Heshmat lụrụ Zeinab Hegazy, onye ya na ya nwere ụmụn",
  "nwanyị atọ, Sohair, Magda na Sonia, na otu nwa nwoke, Alaa",
  "Mgbe nwunye ya Zeinab nwụsịrị, Heshmat lụrụ Madiha",
  "Nwa ha nwoke bụ Bassam nwụrụ mgbe ọ dị afọ iri abụọ mgbe ọ nwụsịrị ọrịa akụrụ (1965-1990). Hassan na Madiha Heshmat hiwere ụlọ ọgwụ Bassam n'akụkụ ụlọ ha iji cheta nwa ha nwoke. Madiha Heshmat nwụrụ n'ụlọ ha na ụlọ ngosi ihe mgbe ochie ha na Febụwarị 2020.",
  "Heshmat nwetara diplọma ya na Applied Arts, ọkachamara na ceramik (1938), sochiri diplọma site na Higher Institute of Technical Education for Teachers (1954)",
  "N'afọ 1957, e nyere ya agụmakwụkwọ iji mụọ Porcelain Design na Selb, Bavaria, gụsịrị akwụkwọ n'afọ 1958.Selb bụ obodo nke ọtụtụ ndị na-emepụta ụrọ a ma ama na mba ụwa dị ka Rosenthal na Hutschenreuther (onye guzobere ụlọ ọrụ ụrọ na 1856).",
  "Heshmat gara ụlọ akwụkwọ praịmarị na El Ayyat, ebe ọ na-echeta na ọ na-aga n'ogige ụlọ akwụkwọ n'oge ezumike ma na-ese iberibe nkume ma ọ bụ gravel",
  "Ọ họọrọ iji oge ya na-ele ọdịdị anya kama iso ndị enyi ya na-egwu egwuregwu",
  "N'ịchụso agụmakwụkwọ Fine Arts ya, ọ zụrụ ya na onye na-ese ihe n'Ijipt bụ Saeed El-Sadr (1909-1986)",
  "Heshmat na-echeta El-Sadr na-eso ụmụ akwụkwọ ya na njem otu ugboro n'izu, na ebe ngosi ihe mgbe ochie nke Ijipt, ebe ngosi ihe mgbe ochie nke ndị Alakụba na Coptic, ma na-etinye oge na okike, ebe ọ 'kụrụ n'ime ha ịhụnanya nke eserese okike na ndụ'. Heshmat gara n'ihu na-eleta ụlọ ngosi ihe mgbe ochie nke Ijipt, ma kọwaa na ọ 'biri' ebe ahụ, na-eme 'njem' ebe ọ ga-achọpụta ihe ọhụrụ na nleta ọ bụla, na-enyocha ihe ọ kpọrọ 'akụ̀ nke mmepeanya Egypt' na nka nke ndị nna nna ya.",
  "Hassan Heshmat rụrụ ọrụ n'ụzọ bụ isi na ihe ọkpụkpụ, na-ejikọta mmekọrịta mmadụ na ibe ya na isiokwu ime obodo Ijipt na ihe ndị Fero",
  "Ọrụ ya na-egosipụta mmetụta uche, ịhụ mba n'anya, na isiokwu dị egwu, gụnyere ezinụlọ, ịbụ nne, ịhụnanya, ihe ngosi nke ndị ọrụ ugbo na nwoke nke mba ya (Ibn Al-Balad)",
  "Ọ bụ onye na-ese ihe nke ọma, ọ haziri ma mepụta ọrụ na nnweta n'uche, na-emepụta ọrụ dị mgbagwoju anya na nnukwu nha na obere nha",
  "Ọ bụ onye Ijipt mbụ na-akpụ ihe na-akpụ obere ihe ọkpụkpụ, nke a na-anakọta ma nwee mmasị na ya",
  "Heshmat kere ọtụtụ nnukwu ihe ọkpụkpụ, ọtụtụ n'ime ha bụ ọrụ maka ntinye ọha na eze na Egypt na mba ofesi",
  "O mere Nwunye nke Oké Osimiri Uhie, ihe ọkpụkpụ dị egwu nke mita asatọ nke ghọrọ ihe nnọchianya nke Ọchịchị Oké Osimiri Uhie",
  "Na mgbakwunye na ihe ọkpụkpụ na ntinye, Heshmat kere eserese, eserese, na ihe osise n'asụsụ ọhụụ ya.",
  "Onye na-ese ihe ghọrọ onye ama ama n'oge Gamal Abdel Nasser",
  "N'oge ọrụ ya niile, Heshmat gosipụtara n'ọtụtụ ebe, n'ihe ngosi otu na nke naanị ya, ma na mpaghara ma na mba ụwa",
  "O mere ihe ngosi ama ama na London (1956), Paris (1957), West Germany (1958), Syria (1960), Rome (1967), Geneva na Frankfurt (1968), Holland na Stockholm (1969), Belgium (1970), Norway (1971) na Lausanne (1976)",
  "Ọrụ ya dị na nchịkọta nke Museum of Modern Art na Cairo, Museum of Applied Arts, Budapest, Museum of Mankind (Musée de l'Homme), Paris, National Museum of Warsaw, na Peking Museum na China, tinyere ndị ọzọ.",
  "Na June 2006, ọrụ Heshmat nwetara nlebara anya dị iche iche mgbe mwakpo a wakporo ihe ọkpụkpụ ihe atụ ya mere isi akụkọ",
  "Mwakpo a bụ nke okpukpe, otu nwanyị kpuchiri ekpuchi nke kwuru na ọ na-eme iwu chọrọ ibibi ọrụ na Hassan Heshmat Museum n'etiti abalị, na-eti mkpu 'Infidels, Infidels!'. Dị ka otu isiokwu dị na Daily Telegraph si kwuo, ọrụ ndị ahụ mebiri emebi gụnyere ihe ọkpụkpụ Motherhood, 'nke nwere isi atọ a pịrị apị nke ọma, ha niile e kpochapụrụ'.Ihe ọzọ mebiri emebi bụ Heshmat's The Victory Leap, 'tribute to Egyptian troops in the 1973 Yom Kippur war' na 6th of October Panorama",
  "N'ịbụ nke dị na Ain Shams, Hassan Heshmat Museum bụ ebe obibi na ụlọ ọrụ onye na-ese ihe, ebe ọ bi ma rụọ ọrụ",
  "A gbanwere ụlọ onye na-ese ihe dị mita 1,200 ka ọ bụrụ ihe ngosi nka nke ọrụ ya, nke e nyere Mịnịstrị nke Omenala, ya na ụlọ ọrụ a na-etinye aka iji jeere ndị na-eto eto na-ese ihe site na mpaghara gbara ya gburugburu ozi. Nchịkọta ihe ngosi nka gụnyere ihe karịrị narị abụọ n'ime ihe ọkpụkpụ na-ese ihe na-asụ ụzọ.Ihe ngosi nka ahụ nwere ogige ihe ọkpụkpụ nke nwere nnukwu mbipụta nke ụfọdụ n'ime ọrụ Heshmat a ma ama."
]