[
  "Hassan Darsi (a mụrụ n'afọ 1961) bụ onye Morocco na-ese ihe na onye Casablanca.",
  "Hassan Darsi gụrụ akwụkwọ na Plastic and Visual Arts School na Mons na Belgium",
  "Mgbe ọ natara akara ugo mmụta ya, ọ laghachiri n'obodo ya bụ Morocco, ebe ọ ghọrọ onye na-ese ihe",
  "Ọrụ nka ya na omume ya na-egosipụta ụdị Morocco nke oge ahụ nke na-emeghe ụdị nka nke oge a.",
  "Usoro nka nke Darsi dị iche na ahịa nka nke Morocco na n'ọtụtụ ụlọ ngosi nka, ọrụ ya na-ejigide ụzọ azụmahịa, na-achọ imezu atụmanya nke ndị ahịa nwere mmasị na ihe ịchọ mma kama nka nke oge a",
  "N'afọ 2000 na 2010, o sonyere na mmegharị nke ihe okike nka nke Morocco na Casablanca nke gụnyere ntinye aka nke Mohamed El Baz na FJ gallery nke Fatma Jelal. N'afọ 2014, e gosipụtara otu n'ime ọrụ ya (The model project) n'oge ngosi Une histoire, Art, Architecture, Design, Site n'afọ 1980 ruo taa, nke bụ nchịkọta mba ụwa nke mejupụtara akụkọ ihe mere eme nke nka.",
  "Nkà ya bụ ọrụ na-agagharị agagharị, na-adabere na usoro na-erube isi na mgbochi abụọ nke ngosi, ohere, ọnọdụ, na mgbanwe nke ọrụ ahụ n'onwe ya na usoro okike.",
  "Otu n'ime ọrụ nka ya nke a maara dị ka ““scaling up” (Dixit Hassan Darsi) na-anabata ma mkpa nke atụmatụ ahụ na ọnọdụ ndị Hassan na-ewere mgbe ụfọdụ n'ọnọdụ nguzogide",
  "Scaling nke na-eme ka o kwe omume ime ka a hụ ihe a na-ahụghịzi ma ọ bụ ihe na anọghị, ma ọ na-ewere ọnọdụ site na miniaturization. Ọrụ nka \"ịkwalite\" bụ usoro ntụgharị uche kwa (ị ghaghị ịchọta ọnụ ọgụgụ kwesịrị ekwesị maka ihe niile), nke na-eduga Hassan ịkwaga n'ọhịa nka ebe a na-atụghị anya ya, n'ozuzu ya",
  "Ọrụ nlereanya ndọrọ ndọrọ ọchịchị ya, bụ atụmatụ nka ọzọ nke leghaara ntuli aka ọzọ na Morocco anya",
  "Atụmatụ a gosipụtara mmetụta ya banyere otú o si agbanahụ onwe ya site n'ihe a na-ahụ n'eziokwu",
  "Maka ihe ụfọdụ na-akpọ \"oge okike\", Hassan yiri ka ọ na-eche usoro nka nke na-achọ karịa ọnọdụ okike niile.",
  "Kemgbe afọ 1999, ọrụ Darsi lekwasịrị anya n'omume nke ọla edo; dị ka akụkụ nke ọrụ nka ya, o jiri ọla edo kpuchie ụlọ ngosi nka na Casablanca yana ihe nkedo na porst nke Guía de Isora na Tenerife na Marseilles",
  "N'etiti afọ 2000, ọ rụrụ ọrụ na isiokwu ndị gbara obodo gburugburu",
  "Ọ bụ onye natara Soros Arts Fellowship."
]