[
  "Hassan El-Hassani (Arabic: حسن الحسني) onye aha ya bụ Hassan Bencheikh, bụ onye Algeria na-eme ihe ọchị",
  "A mụrụ ya n'ọnwa Eprel 24, 1916 na Ksar Boukhari nso Medea, Algeria, ọ nwụrụ n'ọnwa Septemba 25, 1987 na Algiers.",
  "Hassan El-Hassani bụ onye na-eme ihe ọchị, onye na-ese ihe nkiri, onye agha, onye na'eme ihe ọchị a ma ama, na onye guzobere otu ihe nkiri",
  "Ọ bụkwa onye otu National Assembly (oge mbụ) ma nata Resistance Medal.",
  "N'ihe karịrị ihe nkiri iri atọ, o gosipụtara \"Boubagra\", onye ọrụ ugbo na-amaghị nke a na-akọ nke jupụtara na ezi uche na amamihe n'ihu mgbanwe mmekọrịta mmadụ na ibe ya",
  "Ohere ọ chọrọ kemgbe ọ bụ nwata bịara n'afọ 1940 mgbe ụlọ ọrụ ihe nkiri Mahieddine Bachtarzi gara mpaghara Berrouaghia, ebe ọ bụ onye na-edozi isi",
  "N'ịbụ onye Bachtarzi gbara ume, El Hassani dere egwuregwu mbụ ya, Hassan's Dreamsīa satire na-akatọ ọchịchị ndị ọchịchị",
  "Echiche ndị dị n'egwuregwu ahụ mere ka e jide ya ma tụọ ya mkpọrọ n'ọnwa May 8, 1945",
  "N'ụlọ mkpọrọ, o mepụtara ọtụtụ ihe osise iji bulie mmụọ n'etiti ndị mkpọrọ.",
  "A tọhapụrụ ya na ngwụcha Agha Ụwa nke Abụọ, ọ kwagara Casbah nke Algiers ebe ọ rụrụ ọrụ dịka onye na-akpụ isi, nakwa na ihe nkiri",
  "O mepụtara agwa nke Na'anaa na egwuregwu El-houria nke ghọrọ, n'afọ 1950, \"ihe omuma\" mgbe ahụ \"tigoule ou ti ghoul pas\"",
  "Mgbe ndị otu ahụ gbasara, e were ya n'ọrụ n'afọ 1953 ka ọ rụọ ọrụ na telivishọn n'okpuru Mustapha Badie [fr]",
  "Ihe nkiri mbụ ya bụ \"La poursuite\" (The Chase) Mgbe agha Algeria maka nnwere onwe malitere, ọ raara onwe ya kpamkpam nye ọgụ ahụ",
  "N'afọ 1968, ọ sonyeere Algeria National Theatre, wee hapụ onye ọkacha mmasị ya Na'naa maka \"Boubagra\" dị ịrịba ama",
  "Ya na ndị na-eme ihe nkiri Four Seasons, ọ gara Algeria ruo afọ iri",
  "N'afọ 1976, a họpụtara ya ka ọ bụrụ onye otu National People's Congress, ụlọ ọrụ ahụ wee gbasaa",
  "E gosipụtara Hassan El-Hassani n'ọtụtụ ihe nkiri telivishọn na ihe nkiri kemgbe nnwere onwe.",
  "Dictionary of Film E debere 2011-07-02 na Wayback Machine, Larousse, 2001 E debere ya  Way back Machine."
]