[
  "Hassan Hajjaj (a mụrụ n'afọ 1961) bụ onye Morocco na-ese ihe n'oge a nke bi ma na-arụ ọrụ na London, UK na Marrakesh, Morocco.",
  "A mụrụ Hajjaj na Larache, Morocco n'afọ 1961.",
  "Ihe nkiri mbụ nke Hajjaj, Karima: A Day in the Life of a Henna Girl, malitere na Los Angeles County Museum of Art na Mee 2015",
  "Ihe nkiri a na-eme ka ndị na-ekiri ya banye n'ime ụwa nke otu usoro kachasị mma nke Hajjaj, Kesh Angels, nke na-egosi ụmụ agbọghọ henna nke Marrakesh",
  "Hassan Hajjaj: E gosipụtara My Rock Stars na Memphis Brooks Museum of Art na 2016. E gosipụtara ihe nkiri a na Art Basel na Basel, Switzerland na June 2015, nke onye nlekọta ihe nkiri na onye nkuzi Maxa Zoller nke Cairo haziri.",
  "Ihe ngosi Hassan Hajjaj: La Caravane mepere na London's Somerset House na 5 Ọktoba 2017, nke a bu ihe ngosi mbụ ya n'obodo ahụ n'ime afọ asaa.",
  "Hajjaj kelere ndị Morocco ndị ama ama na “My Maroc Stars’. Ọrụ ahụ gosipụtara ndị na-ese ihe, ndị na-abụ abụ na ndị na-emepụta ihe dịka Hindi Zahra, Dizzy DROS, Yassine Morabite, na ọtụtụ ndị ọzọ.",
  "Otu n'ime ọrụ Hajjaj a ma ama gụnyere Kesh Angels (2010), foto nke ụmụ nwanyị ise ekpuchiri ekpuchi si Marrakech, Morocco, ka ha na-anọdụ n'elu ọgba tum tum nọ n'ihu Ụlọ ihe nkiri Royal. Na foto Hajjaj, a na-eji ugogbe anya anyanwụ mara mma, nke yiri obi na sọks nwere akara chọọ ụmụ nwanyị ahụ mma, dị ka usoro eserese nke ikwughachi akwa nri na-acha uhie uhie na-acha uhie n'elu n'ókè.",
  "Vogue nyere Hajjaj ikike ka ọ see ọtụtụ foto nke onye na-agụ egwu pop Billie Eilish maka mkpuchi nke magazin ha nke March 2020.  Na mkpuchi Hajjaj, onye na-agụ egwu ahụ na-eji jaket Gucci na olu, ka ọ na-ese onyinyo n'azụ mara mma, nke a maara onye na-ese foto nke onwe ya. Mbipụta magazin ahụ gụnyekwara foto ndị ọzọ Hajjaj gbara, gụnyere otu ebe Eilish yi uwe elu nke e ji ọkọlọtọ nke klọb bọọlụ Casablanca, Wydad AC mee. Eilish yi uwe Hajjaj's clothing label Andy Wahloo, a na-egosikwa ya ka ọ na-ese n'ihu akwa ahịhịa na-achọ mma nke a na-ahụkarị na North Africa.",
  "Ewezuga ịgwakọta ihe ndị dị na omenala Morocco na omenala pop ọnụ na nka ya, a makwaara Hajjaj maka imebi atụmanya nke ndị na-ekiri ihe nkiri n'Ebe Ọdịda Anyanwụ ka ọ na-agbagha \"anya ndị njem nleta nke na-eme ka ụmụ nwanyị ekpuchiri ekpuchi ma kama ọ na-etinye ha n'ìhè na-akpali akpali. Site n'ịgbanwe echiche ọdịda anyanwụ nke Orientalism, Hajjaj na-ekwu na ọ chọrọ igosi akụkụ dị iche iche nke ọha mmadụ Morocco na foto ya.",
  "N'otu aka ahụ, Femmes du Maroc, magazin a ma ama maka ụmụ nwanyị na Morocco, mere ihe omume ejiji mbụ iji gosipụta uwe Morocco na 1996",
  "Onye nta akụkọ Aïcha Zaïmi Sakhri ekwuola banyere ihe omume a na-ewu ewu ugbu a, Caftan, site n'ikwu na ebumnuche ya bụ igosi ụmụ nwanyị na caftan abụghị naanị akụkụ nke uwe ọdịbendị, kama ọ bụ uwe nwere ike iyi n'ụzọ na-atọ ụtọ, ejiji na nke oge a. Dị nnọọ ka mgbalị magazin ahụ iji mee ka ejiji ụmụ nwanyị Morocco dị ọhụrụ, foto mara mma nke Hajjaj nke ụmụ nwanyị na-ekpuchi, ndị na-egwuri egwu n'elu ọgba tum tum ha na-eme ka echiche ndị na-ege ntị banyere ụmụ nwanyị Morocco dị iche iji gosipụta \"nsogbu dị n'etiti echiche",
  "na eziokwu.",
  "Ụdị Hajjaj dị mfe ịmata ma jikọta \"ihe ejiji dị elu na omenala pop na-adịghị mma\".  A maara ya ka ọ na-agwakọta ụdị okomoko na adịgboroja doro anya ma na-ejikarị ihe osise ya na-ese foto ya ugboro ugboro nke nwere akwa tin. Ụdị Hajjaj na-ejikọta camouflage, polka-dot, ma ọ bụ akwụkwọ anụmanụ na ákwà ọdịnala sitere na souk. Foto ya \"na-eweta mmetụta nke egwuregwu nke na-ejikọta ihe nketa Morocco na patchwork hip-hop swagger\".",
  "A na-akpọ Hajjaj ma mara ya dị ka \"Andy Warhol nke Marrakech\".",
  "Hajjaj bụ onye mmeri nke 2011 Sovereign Middle East na African Art Prize ma depụta ya maka Victoria & Albert Museum's Jameel Prize na 2009. N'afọ 2013, Rose Issa Projects bipụtara monograph Site n'aka Hassan Hajjaj, Photography, fashion, film, design edited by Katia Hadidian, London (2014) na-enyocha nkuzi ya na Morocco na London, ahụmịhe ya na ejiji na ime ụlọ, na ihe omume ya na ụlọ ọrụ egwu na-emetụta agba dị egwu, mmụọ ọṅụ, na ụda ọhụụ nke ihe oyiyi ya a na-achọsi ike.",
  "N'afọ 2019, Maison Europeenne de la Photographie, Paris bipụtara Hassan Hajjaj.",
  "Ọrụ Hajjaj dị na ndekọ nke Brooklyn Museum, New York City; British Museum, London; Nasher Museum of Art, Duke University, Durham, NC; Newark Museum, New Jersey; Los Angeles County Museum of Art, Los Angeles; Los Angeles Museum of Contemporary Art, Los Angeles; Victoria & Albert Museum, London; Farjam Collection, Dubai; Institut des cultures d'Islam, Paris; Kamel Lazaar Foundation, Tunisia; na Virginia Museum of Fine Art, Richmond, VA."
]