[
  "Haywood \"Bill\" Rivers (ubochí asatọ n'ọnwa Méeay 1922 rụo ụbọchị irí abụọ na asaá n'ọnwa Disemba, 2001) bụ ónyé Africa America na-ese ihe na ónyé na-ese foto.",
  "A mụrụ Haywood Rivers na Morven, North Carolina na Mee 8, 1922",
  "Ọ gàrà klas nke Art Students League nkè New York, site na 1946 ruo 1949; wee gaa n'ihu na ọzụzụ ya na Ecole du Louvre na Paris, site na 1949 ruo 1952.",
  "Site na ego sitere na Rosenwald Foundation, Rivers meghere Galerie Huit, ebe ngosi màkà ndị America na-ese ihe na Paris, nke ya na ndị mmekọ ya Al Held na Jules Olitski, duziri rụo afọ ise. Ụfọdụ n'ime ndị na-egosi ihe ngosi ahụ gụnyere Edward Clark (ónyé na-ese ihe), Herbert Gentry, na Paul Keene",
  "Ọrụ mbụ Rivers gosipụtara na ọ maara ndị France nke ógè a na ọchịchọ ha màkà ime ka ihe dị mfe, planarity, na non-illusionism; Otú ọ dị, mgbè ọ laghachiri na United States, ọ nabatara ụzọ na-abụghị nke na-enweghị isi na eserese ma nwee mmetụta siri ike site na ụdị ndị na-ese ihe Africa America, Jacob Lawrence na Horace Pippin. Ihe ụfọdụ nọgidere na-eguzosi ike n'ọrụ Rivers, dị ka itinye ihe na-acha uhie uhie n'elu ákwà, ngosipụta dị egwu nke agba, na isiokwu sitere na ntorobịa ya na North Carolina",
  "E gosipụtara Rivers n'ọtụtụ ihe ngosi onwé ónyé n'ebe nka dị íchè íchè gụnyere Baltimore Museum of Art na 1948, Artist House na New York na 1973, na Anne Weber Gallery na Georgetown, Maine na 1983. E gosipụtakwara ọrụ ya n'ọtụtụ ihe ngosi otu, n'etiti ha: \"Ndị Black American Artists nke ógè a na Hudson River Museum na Yonkers, New York; Ndị Afro-American Artists\" New York na Boston Museum of Fine Arts; \"Ndị Black Artists: Ọgbọ Abụọ\" na Newark Museum, \"Black Artist / South\" na Huntsville Museum of Art na Huntsvila, Alabama, \"Ndị Artists Invite Artists\" na The New York Museum, New York.",
  "Rivers natara ònyìnyé na nsọpụrụ iji kwado nkà ya: Gretchen H",
  "Hutzler Award, 1948, Baltimore Museum Annual Prize, 1948; Julius Rosenwald Fellowship, 194; na John Hay Whitney Fellowsship, 1952. Ihe osise ya so na nnukwu nchịkọta ọha na eze abụọ, Baltimore Museum of Art na Centre Pompidou."
]