[
  "Hazel Rodney Blackman (1921-2014) bụ ónyé America na-emepụta ejiji, ónyé na-ese ihe, na onye na-ise ihe",
  "A maara ya nke ọma màkà iwebata akwa Africa n'ime ejiji America na 1960s na 1970s.",
  "A mụrụ Hazel Blackman Hazel Hyscinth Rodney na Kingston, Jamaica na 1921, nwa George na Alphasenia Rodney",
  "Ọ bụ nwa nke atọ n'ime ụmụ iri na otu, gụnyere ụmụnne nwoke Winston, Neville, Karl na ụmụnne nwanyị Ivy, Joyce, Winifred na Marcia.  Ọ tolitere na Slipe Pen Road, n'ọbọdọ Cross Roads Neighborhood.  N'ógbè ahụ, ọ na-ezute Marcus Garvey na ndị otu Universal Negro Improvement Association, nke isi ụlọ ọrụ ya dị na Edelweiss Park dị nso.  Nna nna ya, George Rodney, nwèrè ngwaahịa na Garveyás Black Star Line, njikọ nke ga-apụta n'ọrụ ya mgbe e mesịrị.  Blackman kọwara nne ya dị ka nnukwu nsị.",
  "Blackman malitere itinye ihe ngosi ejiji n'oge ọ dị na 1952, mgbè o nyèrè ihe ngosi nke ihe osise burlap nke akpọrọ \"Aventures in Cotton\".   N'afọ 1967, ọ rịọrọ màkà ndụmọdụ, o kwuru, ndị na-emepụta ejiji ndị ojii kwesịrị ịga ụlọ akwụkwọ ma mgbe ha gụsịrị akwụkwọ banye n'ime ejiji, ọbụlagodi na ọ na-ebibi eriri.",
  "N'ajụjụ ọnụ a gbara ya n'afọ 2005, Blackman kwùrù, na-eme ka akwa dị ike dị ka ịgba egwú, ma gosipụta na akwa akwa bụ nke ikpeazụ n'ime ihe omume m.  O mere ọtụtụ akụkọ, gụnyere ndị gosipụtara akụkọ ihe mere eme nke Jamaica, dị ka uwe ya The Black Star Liner, nke na-egosi ụgbọ mmírí sitere na ụlọ ọrụ ụgbọ mmírí Marcus Garvey.  Akpụkpọ ahụ ya, nke na-egosi Garvey na eze ukwu Etiopia Haile Selassie, dị na nchịkọta nke Liberty Hall: Ihe nketa nke Marcus Garvey, ébé ngosi ihe mgbè ochie na Kingston.",
  "Otu n'ime akwa Blackman gosipụtara na mkpuchi nke Patchwork: Poetry & Prose na Papers & Pictures Anthology (1999) nke Dale Benjamin Drakeford",
  "A na-egosipụta ọtụtụ n'ime uri mbụ Blackman na anthology. Blackman dekwara akụkọ ndụ onwé ónyé a na-ebipụtaghị ebipụta nke akpọrọ My Romance with Paint and Fabrics",
  "Blackman laghachiri Jamaica mgbe ọ biri ọtụtụ iri afọ na Bronx, New York, mgbè ahụ na Tampa, Florida",
  "Ọ nwụrụ mgbè ọ dị afọ 93 ma lie ya na Dovecot Memorial Park na Kingston, Jamaica."
]