[
  "Hazel Gertrude Jenkins bụ onye ndọrọ ndọrọ ọchịchị South Africa na onye bụbu onye isi ala nke mpaghara Northern Cape",
  "Ọ rụrụ ọrụ dị ka onye isi ala site na Mee, na afọ 2009 ruo mgbe ọ kwụsịrị n'ụzọ iwu n'ọnwa Eprel, na afọ 2013, mgbe ọ dara ọrịa strok",
  "E meriri mmeghachi omume iji kweta na ọ ga-agbadata dịka onye isi ala (n'ihe gbasara ahụike) na ntuli aka nke ndị omeiwu na 30 Eprel, na afọ 2013 ka Jenkins wee nọgide na-abụ onye isi ala",
  "N'ihi ya, a ṅụrụ Sylvia Lucas iyi na 30 Eprel ọ bụghị dị ka onye nọchiri Jenkins kama dị ka onye isi ala. Jenkins mechara gbaa arụkwaghịm, ka ọ na-erule 22 Mee 2013, na-emeghe ụzọ maka Lucas ka a ṅụọ iyi dị ka onye nọchiri ya na 23 Mee, na afo 2013.",
  "N'ịbụ onye dị afọ iri anọ na itoolu n'oge ọ malitere ọrụ dị ka onye isi ala, Jenkins bụ onye isi obodo nke Pixley ka Seme (nke bụbu Bo Karoo) District Municipality, na De Aar na Karoo",
  "N'oge gara aga ọ bụ onye nkuzi.",
  "A mụrụ ya na 6 Juun, na afọ 1960 na Ceres na Western Cape, ọ gụrụ akwụkwọ na Worcester, na-abanye na Esselen Park High School",
  "Ọ gụsịrị akwụkwọ na diplọma nkuzi na Bellville Training College, na ọrụ mbụ ya dị ka onye nkuzi na Rocklands High School na Mitchell's Plain, Cape Town",
  "Jenkins bụ onye ndụmọdụ ndị ntorobịa na Chọọchị Anglican.",
  "N'afọ 1995, a họpụtara Jenkins dị ka onye ndụmọdụ na De Aar's Emthanjeni Local Municipality, na-aga n'ihu na-eje ozi dị ka onye isi obodo maka Bo-Karoo District Municipality",
  "Ọ rụrụ ọrụ ugboro abụọ dị ka osote onye isi oche nke South African Local Government Association.",
  "N'afọ 2009, mgbe mmeri siri ike nke African National Congress na-achị na ntuli aka n'ozuzu, a mara ọkwa Jenkins dị ka onye nnọchiteanya nke pati ahụ maka onye isi ala nke Northern Cape, na-anọchi Dipuo Peters",
  "Nkwupụta ahụ dọtara nkatọ site n'aka alaka ANC nke mpaghara ahụ, Otú ọ dị, nke were iwe na onye isi oche ya bụ John Block. Jenkins kwuru n'oge ahụ, sị: \"Anyị ga-arụ ọrụ dị ka ndị agha jikọrọ aka",
  "N'adịghị ka ihe ụfọdụ nwere ike ikwu banyere onye isi ala ịbụ nwa bebi na eriri, anyị ga-arụ ọrụ dị ka otu...\" Block kwere nkwa nkwado ya, na-agbakwụnye na \"M ka bụ onye isi ndọrọ ndọrọ ọchịchị nke Province ma soro PEC (Provincial Executive Council) nyere aka ma na eduzie Jenkins na ndị ọzọ nọ na Executive Council\".",
  "Ọchịchị ya malitere na 6 Mee, na afọ 2009.",
  "Jenkins dara, na-arịa ọrịa strok, mgbe ọ na-enye ya na afọ 2012 State of the Province Address na Kimberley na 17 Febụwarị, na afọ 2012, a nabatara ya na ngalaba nlekọta siri ike na Kimberly Hospital. Ndị isi oche nke mpaghara ahụ zutere na 20 Febụwarị, jiri otu olu kpebie ịhọpụta MEC maka agụmakwụkwọ, Ms Grizelda Cjiekella, dị ka onye na-anọchite anya onye isi ala maka oge ezumike ezumike ezughi oke.",
  "Onye isi ala Jenkins, mgbe ọ nọrọ ogologo oge n'ụlọ ọgwụ, mere ihe ijuanya mbụ pụtara n'ihu ọha na nzukọ ntuli aka nke Northern Cape ANC na Upington na 7 Juun, na afọ 2012. \"Ọ dị ka onye nwere ahụike,\" ka mgbasa ozi kọrọ, \"na-abụ abụ ma na-agba egwu na Onye isi ala Jacob Zuma na ndị ọzọ so n'òtù ndị isi.",
  "n'Apriel 2, na afọ 2013, Hazel Jenkins si n'ọkwa onye isi ala nke Northern Cape pụta ma Sylvia Lucas, Minista na-ahụ maka gburugburu ebe obibi, ga-anọchi ya",
  "Otú ọ dị, a na-emegide mmegharị ahụ iji kweta na Jenkins na-agbadata n'ihi usoro",
  "Otu ntuli aka na ndị omeiwu Northern Cape na 30 Eprel na afọ 2013, nke ndị otu mmegide COPE na Democratic Alliance sonyere na ya, enwetaghị nkwado abụọ n'ụzọ atọ achọrọ maka mmegharị ahụ",
  "N'ihi ya, Jenkins nọgidere na-abụ onye isi ala ma ṅụọ Lucas iyi n'otu ụbọchị ahụ dị ka onye nọchiri Grizelda Cjiekella dị ka onye isi ala nke mpaghara ahụ.",
  "Jenkins gbara arụkwaghịm dị ka onye isi ala site na 22 Mee, na afọ 2013, na-emeghe ụzọ Lucas ga-aṅụ iyi dị ka onye nọchiri ya."
]