[
  "Heather T",
  "Hart (amụrụ na Mee 3, 1975) bụ ónyé na-ese ihe nke na-arụ ọrụ na mgbasa ozi dịgasị iche iche gụnyere mmekọrịta na ntinye aka, eserese, collage, na eserese. Ọ bụ ónyé guzobere Black Lunch Table Project, nke gụnyere atụmatụ Wikipedia nke lekwasịrị ányá n'ịkwado ọdịiche nwoke na nwanyị na nnọchite ányá dị iche iche na nka na Wikipedia.",
  "A mụrụ Hart na Seattle, Washington, nke Susan Hart na Harry H",
  "Hart III, ónyé ọkwá nkà",
  "Nne na nna ya zutere dị ka ụmụ akwụkwọ na ụlọ akwụkwọ nka na Oakland, California",
  "Ọ tolitere na North Seattle.",
  "N'afọ 1998, Hart nwetara BFA site na Cornish College of the Arts na Seattle, ebe ọ gụrụ akwụkwọ na Painting na Video",
  "Ọ gàrà Center for African American Studies na Mahadum Princeton na New Jersey",
  "N'afọ 2008, Hart nwetara MFA site na Mason Gross School of the Arts na Mahadum Rutgers na New Jersey, ébé ọ lekwasịrị ányà na nka interdisciplinary.",
  "Hart mụtara ịkwa nkà n'aka nna ya mgbè ọ dị obérè. Hart na-eji ụdị ụlọ agwakọta na akụkọ ezinụlọ na akụkọ ọnụ, ọtụtụ akụkọ, na ntinye aka dị ka ihe dị mkpa n'ọtụtụ ọrụ okike ya.",
  "\"Rooftop Oracles\" nke Hart bụ usoro elu ụlọ dị ndụ, nke yiri ka a tụpụrụ ha n'eluigwe ma ọ bụ si n'ala pụta, na-enye ndị na-ekiri ahụmịhe mmekọrịta ka ha na-arịgo n'elu na n'okpuru ihe owuwu ahụ",
  "O mepụtara ihe dị iche iche na usoro ahụ, ma mezuo ọhụụ ya na mmekorita nke ezinụlọ na ndị enyi, n'ụdị mgbalị elu ụlọ nke na-agụnye ọtụtụ ndị na-arụkọ ọrụ ọnụ dị ka ọbọdọ.",
  "N'afọ 2010, Hart mepụtara ntinye, \"The Northern Oracle: We Will Tear the Roof Off the Mother,\" na Franconia Sculpture Park na Minnesota.",
  "Site na Mee ruo Nọvemba 2017, a na-etinye \"Outlooks: Heather Hart\" na Storm King Art Center na Mountainville, New York.",
  "Hart bụ ónyé guzobere Black Lunch Table Project, ọrụ nchekwa ihe, nkè e nyere 2016 Emerging Fields Grant site na Creative Capital. The Black Lunch Table Project bụ ọrụ na-aga n'ihu nke Hart na onye guzobere na ónyé mmekọ Jina Valentine mepụtara",
  "Ọrụ ahụ, nke malitere na 2005, mgbè Hart na Valentine bụ ndị na-ese ihe na Skowhegan School of Painting and Sculpture, na-enye usoro ebe ndị sonyere nwere ike ịbịakọta iji tụlee nsogbu ndị dị ugbu a nke agbụrụ, nchekwa, na ndị na-anọchite anya ndị na-eme ihe nkírí na akụkọ ihe mere eme, na-ewere ụdị nhazi Wikipedia.",
  "N'afọ 2012, a chọpụtara na ọ na-arịa ọrịa kansa ara, nke ọ gbakere n'ụzọ gàrà nke ọma, n'oge ngosi nke mbụ ya na Brooklyn Museum.",
  "Hart bi ma na-arụ ọrụ ugbu a na Brooklyn.",
  "E gosipụtara ọrụ Hart n'ụwa niile gụnyere Olympic Sculpture Park, Real Art Ways, 92YTribeca, Jersey City Museum, NYU Galleries, 2B Gallery na Budapest, Rush Arts Gallery, Portland Art Center, Soil Art Gallery, Studio Museum na Harlem, Islip Art Museum, Museum of Art and Craft na Japan, na Art in General",
  "Ọ rụkọtara ọrụ na Pablo Helguera na Raphael Ortiz",
  "E tinyewo ọrụ ya na ihe ngosi nke Kara Walker, Fred Wilson, Deborah Willis na Hank Willis Thomas haziri.",
  "Usoro oge"
]