[
  "Heba Y",
  "Amin (amụrụ n'afọ 1980) bụ onye na-ese ihe, onye na-eme nnyocha, na onye nkuzi.",
  "A mụrụ Amin, o tokwara too na Cairo",
  "Ọ gụrụ akwụkwọ na Cairo American College na Maadi",
  "Amin kwagara na United States na 1998 wee mụọ Mathematics na Studio Art na-enweta diplọma BA na Macalester College",
  "O debara aha ya na mmemme post-graduate na Minneapolis College of Art and Design na 2005",
  "Ọ natara MFA na nhazi mmekọrịta site na College of Design na Mahadum Minnesota na 2009. Mgbe ọ gụsịrị akwụkwọ, e nyere ya onyinye DAAD (German Academic Exchange) maka ọrụ ya \"Alternative Memorials\" na Mahadum nke Applied Sciences, Berlin. Ọ bụ DCRL Fellow na Mahadum Leuphana na Lüneburg (2017), onye otu doctoral na BGSMSC na Freie Universität na Berlin site na 2016 ruo ugbu a, na onye otu Field of Vision ugbu a na NYC.",
  "A na-etinye ọrụ Amin na nyocha sara mbara ma na-ajụ ajụjụ banyere njikọta nke ndọrọ ndọrọ ọchịchị, teknụzụ, na ime obodo",
  "Ọ bụ onye nlekọta nke Visual Art maka Mizna (Minneapolis, USA), onye nlekọta maka mmemme obibi DEFAULT na Ramdom Association (IT) (Italy) na onye guzobere Black Athena Collective yana onye na-ese ihe Dawit L",
  "Petros",
  "Ọ bụkwa otu n'ime ndị na-ese ihe nọ n'azụ ọrụ nnupụisi na usoro ihe nkiri telivishọn \"Homeland\" nke nwetara nlebara anya mgbasa ozi ụwa.",
  "Ndị na-emepụta usoro telivishọn Homeland were ya n'ọrụ iji tinye ihe odide Arabic \"ezi\", ihe odide na-agbanwe agbanwe nke Amin na-ese n'elu ihe ngosi ahụ",
  "Edere ya n'asụsụ Arabic, ihe odide ahụ katọrọ ihe ngosi Homeland n'onwe ya, na ahịrịokwu dịka \"Homeland bụ ihe ịkpa ókè agbụrụ\". Amin akatọwo Homeland maka ịbụ ihe na-ezighị ezi na ajọ mbunobi ya n'ihe ngosi ya nke ndị si mba dị iche iche na Middle East.",
  "Amin sere akwụkwọ ụmụaka Extraordinary Women in the Muslim World; akwụkwọ ahụ nwetara Moonbeam Children's Book Award.",
  "Amin esonyewo na ihe ngosi otu na Dak'Art Biennale 2016, Marakkech Biennale Parallel Projects 2016, Museum of Modern Art na Warsaw, Kunstverein na Hamburg, Camera Austria, Berlin Berlinale 9th Forum Expanded Exhibition, IV Moscow International Biennale for Young Art, WRO 15th Media Art Biennale Poland, National Gallery of Mongolia, na Art Museum of Gotland Sweden",
  "Ọ natara onyinye DAAD (Deutscher Akademischer Austausch Dienst) na onyinye Rhizome commission ma depụta ya maka onyinye artraker.",
  "Amin kụziri na Mahadum Minnesota, Mahadum America dị na Cairo, na Mahadim nke Applied Sciences dị na Berlin. O nyela nkuzi na ogbako dị iche iche n'ụwa niile",
  "E gosipụtara ọrụ ya nke akpọrọ The Earth Is an Imperfect Ellipsoid (2016) na Mizna's Summer'16 Issue, ebe a gbara ya ajụjụ ọnụ na edemede Lana Barkawi \"Criticality and Dissent\".",
  "Amin bi na Berlin ugbu a ma na-arụ ọrụ dị ka onye nkuzi na Bard College Berlin."
]