[
  "Hedi Turki (15 Mee 1922 - 31 Machị 2019) bụ onye Tunisia na-ese ihe nke sitere na Turkey",
  "A na-ewere ya dị ka onye na-ebute ụzọ n'ihe osise na Tunisia ma bụrụ onye nwere mmetụta na School of Tunis. Nwanne ya nwoke nke obere bụ Zoubeir Turki, onye nwụrụ na 2009.",
  "A mụrụ Turki na 1922 na Tunis n'ezinụlọ sitere na Turkey. Nna nna ya, Hacı Hamid Semerci, si Turkey kwaga Tunisia n'afọ 1870 dị ka onye isi ndị agha Ottoman. Turki gara agụmakwụkwọ praịmarị ya site na 1928 ruo 1936, wee gaa Sadiki College, tupu ọ gaa Lycée Carnot n'etiti 1936 na 1940",
  "Ọ hapụrụ agụmakwụkwọ ya mgbe nna ya, Mustapha, nwụsịrị na 1939, iji kwado ezinụlọ ya ebe ọ bụ nwa mbụ n'ime ụmụnne asaa",
  "Ọ rụrụ ọrụ n'ọtụtụ ụlọọrụ dị iche iche dị ka onye na-amụ ịkwa ákwà, onye odeakwụkwọ, na onye ọrụ na ụlọ ọrụ mmanụ",
  "Ọ lụrụ Jamila Skhiri na 1948 mgbe nne ya nwụsịrị na 1945.",
  "Ọ malitere ịmụta ụkpụrụ nke ihe osise, nke o kụziere onwe ya, wee sonye na ụlọ akwụkwọ Tunis",
  "N'afọ 1951, ọ gụsịrị akwụkwọ ọnwa abụọ na Paris na Academie de la Grande Chaumiere Mgbe ahụ ọ nwetara agụmakwụkwọ afọ abụọ (1956-1657) na Academy of Fine Arts na Rom",
  "N'afọ 1959, ọ gara njem ọnwa atọ na United States, ebe ọ chọpụtara nka na Mahadum Columbia",
  "Site na 1963 ruo mgbe ọ lara ezumike nká na 1985, ọ kụziri nka na Ecole des Beaux-Arts na Tunis",
  "Ọ gara n'ihu na-eme njem na ịmụ ihe na ịrụ ọrụ n'oge ọrụ ya, ọkachasị na England (1971), Nigeria (1977) na United States (1979).",
  "Turki nyere aka na ntọala nke ụlọ akwụkwọ Tunis, nguzobe nke National Union of plastic and graphic arts of Tunisia, na General Union of Arab Plastic Artists. Ọrụ ya gbanwere ka oge na-aga, ọrụ mba na mbụ, na-abụkarị ihe atụ dị ka ọtụtụ ndị otu ụlọ akwụkwọ nke Tunis, Abstract Expressionism nwere mmetụta, dịka njem ya na United States kpaliri ya. Ndị America abụọ na-ese ihe nwere mmetụta na Turki: Jackson Pollock (1912-1956) na Mark Rothko (1913-1970)",
  "Ka o sina dị, ụdị ọdịdị nke Turki nwere mmetụta miri emi nke Tunisia na akụkụ okpukpe, nke na-eme ka ọ dị iche na ndị na-ese ihe ndị ọzọ nke oge ya.",
  "Hedi Turki nwụrụ na Maachị 31, 2019, mgbe ọ gbara afọ iri itoolu na isii."
]