[
  "Marianne Adelaide Hedwig Dohm (née Schlesinger, mgbe e mesịrị Schleh; 20 Septemba 1831 - 1 June 1919) bụ onye Germany na-ahụ maka ụmụnwanyị na onye edemede",
  "Ọ bụ otu n'ime ndị na-eche echiche ụmụnwanyị mbụ hụrụ ọrụ nwoke na nwanyị n'ihi mmekọrịta mmadụ na ibe ya ọ bụghị mkpebi nke ihe ndị dị ndụ.",
  "A mụrụ ya n'isi obodo Prussian bụ Berlin n'aka ndị nne na nna bụ ndị Juu, e mekwara nna ya baptizim. Nwa nke atọ nke (Henriette) Wilhelmine Jülich, née Beru na onye na-emepụta ụtaba Gustav Adolph Gotthold Schlesinger (nke mbụ bụ Elchanan Cohen Schlesinger)",
  "Nna ya ghọrọ onye Protestant n'afọ 1817; n'afọ 1851 ọ nakweere aha nna Schleh",
  "Nne na nna Hedwig alụghị di ruo n'afọ 1838, ebe ezinụlọ nna ya nwere nchegbu siri ike banyere njikọ alụmdi na nwunye a.",
  "Mgbe ụmụnne ya nwere ike ịga Gymnasium, Hedwig hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ iri na ise, iji nyere aka n'ọrụ ụlọ",
  "Afọ atọ ka e mesịrị, ọ malitere mmụta na seminarị nkuzi.",
  "N'afọ 1853 ọ ghọrọ nwunye onye edemede na onye na-eme ihe nkiri Ernst Dohm (Elias Levy; 18191883), onye isi nchịkọta akụkọ nke magazin satirical Kladderadatsch, onye ya na ya mụrụ ụmụ ise:",
  "Site n'aka nwa ya nwanyị Gertrude Hedwig, ọ ghọrọ nne nne Katharina \"Katia\" Pringsheim (1883[]), nwunye Thomas Mann, na onye na-agụ egwú Klaus Pringsheim Sr",
  "(1883[])",
  "Site n'aka nwa nwanyị ọzọ, Marie Pauline Adelheid, ọ ghọrọ nne nne Hedda Korsch, onye na-eme ihe ike na onye nkuzi nke lụrụ Karl Korsch.",
  "Hedwig na di ya sonyeere ndị ụbụrụ na-aghọ nkọ na Berlin, isi obodo Germany n'ọdịnihu",
  "N'afọ 1867 o bipụtara ọmụmụ ihe mbụ ya, na mmepe akụkọ ihe mere eme nke akwụkwọ mba Spain, dabere na ihe ọmụma ọ kụziiri onwe ya n'onwe ya",
  "Site na mbido afọ 1870 gaa n'ihu, o bipụtara akwụkwọ edemede ụmụnwanyị na-achọ ịha nhata iwu, mmekọrịta mmadụ na ibe ya na akụ na ụba, yana ikike ụmụnwanyị",
  "edemede ndị a mere ka ọ bụrụ onye a ma ama ma na-enwetakwa mmegide site n'aka ndị na-ahụ maka ụmụnwanyị na-eme ihe n'ụzọ dị mma bụ ndị lekwasịrị anya na ohere agụmakwụkwọ ka mma maka ụmụagbọghọ",
  "Na ngwụcha afọ 1870, Hedwig dere ọtụtụ ihe nkiri na-atọ ọchị nke a na-eme na Berlin Schauspielhaus na nnukwu ihe ịga nke ọma.",
  "Mgbe di ya nwụsịrị n'afọ 1883, ọ malitere ide akwụkwọ akụkọ, ruo mgbe site na ngwụcha afọ 1880 ọ bipụtara ọtụtụ edemede ọzọ gbasara mmegharị ụmụnwanyị",
  "Hedwig Dohm guzobekwara òtù Reform na-akwado mgbanwe agụmakwụkwọ zuru oke na ọmụmụ mahadum ụmụnwanyị",
  "Ọ sonyeere otu Women's Welfare (Frauenwohl) nke Minna Cauer guzobere yana Helene Stöcker's League for the Protection of Mothers (Bund für Mutterschutz)",
  "Ụdị ejiji ya na-akwa ndị nwoke emo na-ekwu na ha nwere ike, yana enweghị nkwanye ùgwù ọ na-ekwu maka usoro mmekọrịta ndị nna ochie mepụtara ihe ọhụrụ n'oge ya.",
  "Hedwig Dohm bụ otu n'ime ndị ọkà mmụta Germany ole na ole kwuru okwu n'ihu ọha megide ịhụ mba n'anya na mbido Agha Ụwa Mbụ, na-ebipụta isiokwu ndị na-ahụ maka udo na akwụkwọ akụkọ aka ekpe Die Aktion nke Franz Pfemfert dezigharịrị",
  "Ọ dịrị ndụ iji hụ mmejuputa ikike ụmụ nwanyị na Weimar Republic mgbe German Revolution nke 1918-19 gasịrị.",
  "Hedwig Dohm nwụrụ na Berlin mgbe ọ dị afọ 87",
  "E liri ya na Alter St.-Matthäus-Kirchhof na mpaghara Schöneberg."
]