[
  "Hedy Epstein (née Wachenheimer; August 15, 1924 ̊ May 26, 2016) bụ onye ndọrọ ndọrọ ọchịchị ndị Juu na America a mụrụ na Germany na onye survivor Holocaust nke a maara maka nkwado ya maka ihe ndị Palestine site na International Solidarity Movement",
  "A mụrụ ya na Freiburg na ezinụlọ ndị Juu, Kinder transport napụtara ya na Nazi Germany na 1939",
  "Ọ gara na United States na 1948, lụọ Arnold Epstein (?-1977), ma biri na St",
  "Louis, Missouri, ruo ọtụtụ afọ.",
  "A mụrụ Hedy Wachenheimer na-ezinụlọ ndị Juu na Freiburg, na 1939 gbapụrụ mkpagbu ndị Nazi site na Kindertransport gaa England",
  "E gburu mmadụ niile ma e wezụga mmadụ abụọ na-ezinụlọ ya n'oge ịta ahụhụ Auschwitz n'oge Oké Mgbukpọ ahụ",
  "N'oge Agha Ụwa nke Abụọ, ọ rụrụ ọrụ n'ụlọ ọrụ na-emepụta ngwá agha ma sonye n'otu ìgwè ndị Juu gbara ọsọ ndụ na Germany na-atụ anya i wegara ọchịchị onye kwuo uche ya n'ala nna ha \"ntọala nke agụmakwụkwọ ndọrọ ndọrọ ọchịchị m nke ka na-eme ka m nọrọ n'ọnọdụ dị mma taa\", ka o kwuru",
  "Ihe dị ka afọ 60 ka e mesịrị, a gbara ya ajụjụ ọnụ banyere ahụmịhe a maka ihe nkiri Into the Arms of Strangers: Stories of the Kindertransport",
  "Mgbe agha ahụ gasịrị, Epstein sooro ndị agha jikọrọ aka na Germany rụọ ọrụ, gụnyere ịrụ ọrụ na ikpe ndị dọkịta na Nuremberg",
  "N'afọ 1948, gara New York City, wee kwaga Minneapolis, wee gaa St",
  "Louis, Missouri",
  "N'ebe ahụ, ọ malitere ime ihe maka ụlọ dị ọnụ ala, òtù na-akwado nhọrọ, na òtù na-emegide agha.",
  "N'afọ 1982, na nzaghachi maka akụkọ akụkọ banyere ogbugbu ndị agha Lebanese Phalangist mere n'oge Agha Lebanọn nke afọ 1982, Epstein mepụtara echiche dị iche na esemokwu Arab ísrael; ọ malitere i gosipụta mmegide megide iwu agha nke Israel.",
  "N'afọ 2001, o guzobere otu St",
  "Louis nke Women in Black, otu na-emegide agha nke lekwasịrị anya na ọrụ Israel",
  "N'afọ 2003, ọ gara West Bank iji soro International Solidarity Movement rụọ ọrụ",
  "Ọ laghachiri otu ugboro n'afọ, na-ekwu na ndị nche na Ben Gurion International Airport achọtala ya na oghere ọ bụla n'afọ 2004.",
  "Epstein kwuru banyere ọnọdụ dị na mpaghara ndị ahụ, na banyere ndụ ya na ahụmịhe ya, maka ndị na-ege ntị na United States",
  "Tupu okwu na Mahadum Stanford na Ọktoba 20, 2004, ndị na-eme njem na-a kwalite ngosi ya \"jupụtara onyinyo ndị Juu na Nazi Germany na onyinyo nke ndị Palestine na ebe nyocha Israel\", dị ka akụkọ akụkọ dị na The Stanford Daily si kwuo",
  "Mgbe mmeghachi omume \"na-awụ akpata oyi n'ahụ\" sitere n'aka ndị otu ndị Juu nọ na Stanford, ndị na-ahazi ihe omume kwuru na ọ dịghị \"iji ya tụnyere\" nke ndị na-ese foto ahụ bu n'obi, ma ọ bụ a ga-anụ ya na okwu Epstein",
  "Epstein kwughachiri echiche ndị a, zere ntụnyere n'etiti ndị Nazi na ndị Israel, ma wepụ obere oge na-atụle akụkọ ihe mere eme ya na Nazi Germany, dere The Daily",
  "Otú ọ dị, n'okwu ahụ dum, ndị na-ege ntị, ọtụtụ ndị jikọtara ya na òtù ndị Juu na-abụghị ụlọ akwụkwọ, jiri mkpu iwe kwụsị okwu ya, na ndị nche ụlọ akwụkwọ ọzọ ji nwayọọ nwayọọ banye.",
  "Mmeghachi omume na okwu ahụ kewara nke ukwuu",
  "Adina Danzig, onye isi oche nke nzukọ Hillel nke Stanford kpọrọ nkuzi ahụ \"iji akụkọ ihe mere eme eme eme eme ihe n'ụzọ na-ezighị ezi\" ma nwee olileanya na \"ihe omume a na nkwụsịtụ ndị mmadụ ole na ole nwere bụ ihe na-ezighi ezi\"",
  "Mgbe ọ na-ekweta nkwupụta Epstein n'ozuzu ya banyere izere iji ya tụnyere, Danzig kwuru na \"nkwupụta ahụ emeghị ka mmebi ahụ wepụ\" nakwa na \"[Epstein] kwuru ọtụtụ ihe na-eme ka [Israel] kwekọọ\".",
  "Nathan Mintz, osote onye isi oche nke Stanford Israel Alliance, katọrọ \"okwu Epstein nke iji tụnyere ọkwa mbụ nke Holocaust na ọnọdụ dị ugbu a na Gaza na West Bank\" dị ka \"ịghọ aghụghọ nke ndị Juu\" na-anọchite anya \"naanị otu akụkụ nke ihe ka ukwuu nke mmegide ndị Juu na kọleji taa\"",
  "Ọ gbakwụnyere na ndị ọrụ ibe Epstein na ISM nwere \"mmekọrịta kpọmkwem na òtù ndị na-eyi ọha egwu\" nakwa na \"ọnọdụ dị ugbu a na ụlọ akwụkwọ abụghị nke mkparịta ụka dị mma banyere esemokwu ahụ nwere ike ime n'ụzọ ziri ezi\".",
  "N'ụzọ dị iche, onye na-akwado Epstein katọrọ ihe ndị a dị ka \"nkwupụta ụgha na ebubo ụgha\", na-ezo aka na ndị na-eme ihe na-abụghị ụlọ akwụkwọ bụ ndị, \"na ebumnuche nke imebi ihe omume ahụ\", nyere akwụkwọ mpịakọta \"na-eme mmụọ ọjọọ\" Epstein ma \"na-eti mkpu ma na-akpaghasị\" ya",
  "\"N'otu oge, o dere na otu nwoke wụliri elu na mberede mgbe Epstein na-ekwu okwu ma kwughachi ihe yiri ka ọ bụ nkwupụta a kwadebere na-agwa ya na a na-echere ikpe megide ya",
  "\" Ọ jụrụ ihe mere Mintz \"na-ekwughị ihe ọ bụla n'ime ihe ndị jọgburu onwe ya\" nke ụdị a ma \"nyefe edemede ya tupu ọ hụ ihe omume ahụ n'ezie\".",
  "N'ịzaghachi esemokwu banyere akụkọ mbụ nke akwụkwọ akụkọ ahụ, onye nchịkọta akụkọ na-agụ akwụkwọ Jennifer Graham nke Stanford Daily kwetara na \"ọtụtụ ma ọ bụrụ na ọ bụghị n'ụzọ na-ezighị ezi\" e nyere nkwupụta nke ndị na-akatọ Epstein",
  "Ọ rịọkwara mgbaghara maka mkpebi \"na-ezighi ezi\" na \"na-eduhie eduhie\" nke Mintz na-akatọ okwu Epstein tupu ya emee",
  "\"E nwere nkwupụta, na enweghị m ike ikwenye ma ọ bụ gọnahụ, na kọlụm Mintz na-akọwa ihe dị n'okwu Epstein\", ka o dere.",
  "Dị ka \"mzaghachi na-ewuli elu\" na ngosi Epstein, ndị otu ọtụtụ ụlọ akwụkwọ ndị Juu kpọrọ prọfesọ Harvard Ruth Wisse ka ọ kwuo okwu na Stanford",
  "\"Mgbe ndị na-ege ya ntị riri achịcha Challah ma ṅụọ champagne maka Kiddush\", ka akwụkwọ akụkọ Stanford Daily dere, Wisse tinyere naanị ụta maka nhụjuanya ndị Palestine na ụwa ndị Arab na ndọrọ ndọrọ ọchịchị ndị Palestine, ma kwuo na ebe ọ bụ na mmegide megide ndị Juu bụ naanị ihe ụwa ndị Arab nwere, etiti ndọrọ ndọrọ ọchịchị Arab ghọrọ mmegide ndị Juu",
  "Nwa akwụkwọ Stanford Ahmed Ashraf zaghachiri site na nkwupụta na-emegide \"ndị na-akwado ndị Israel (sic) iwe maka nkwado Epstein maka ndị Palestine\" na omume \"nnukwu nkwanye ùgwù\" nke ndị Arab na ndị Alakụba na-abịa na okwu Wisse, \"ọbụlagodi na mmiri ọkụ nke ịkpọasị dara na ha\".",
  "Akụkọ Anti-Defamation League sitere n'afọ na-esote gosipụtara okwu Epstein dị ka \"ihe atụ nke mmegide ụlọ akwụkwọ Israel\" nke \"ga-ezute ma gọọmentị United States na [ụlọ ọrụ Israel] Minista Nathan Sharansky nkọwa nke mmeghachi omume ndị Juu,\" maka \"iji mmeso ndị Nazi na ndị Juu na mmeso ndị Israel na ndị Palestine.",
  "Otu akwụkwọ ntanetị nke Jerusalem Center for Public Affairs hotara okwu Epstein banyere otu isiokwu ahụ na Mahadum California, Santa Cruz n'etiti \"ọrụ ndị na-agbasa n'ụdị okwu ịkpọasị dị iche iche na-eme ka ndị Israel na ndị Juu bụrụ ndị mmụọ ọjọọ\" [nke] \"iji Israel tụnyere steeti Nazi na ndị agha Israel na ndị Nazi\".",
  "N'afọ 2008, onye nduzi mpaghara Missouri maka Anti-Defamation League kwuru, \"Nye onye dị ka Hedy, onye si n'obodo ndị Juu pụta n'oge siri ike, ịkatọ Israel",
  "nke ọma, ọ siri ike",
  "Ụfọdụ ndị na-ele ya anya dị ka onye na-adịghị eguzosi ike n'ihe",
  "\"",
  "N'ọnwa Ọgọstụ afọ 2008, Epstein mere atụmatụ ịbanye n'ụgbọ mmiri Free Gaza Movement na-anwa imebi mgbochi ụgbọ mmiri Israel na Gaza, mana ọ ghaghị ịkagbu n'ihi ahụike na-adịghị mma.",
  "N'afọ 2010, ọ banyere n'otu n'ime ụgbọ mmiri ndị bu n'obi ibubata enyemaka na Gaza, mana o kpebiri na Saịprọs ka ọ ghara isonye na njem ahụ",
  "A kọrọ na o mekwara atụmatụ isonye na ụgbọ mmiri nke afọ 2011 mana o meghị. Ọ nọ n'ụgbọ \"The Audacity of Hope\" dị njikere isonyere ndị agha mmiri. Otú ọ dị, ndị na-eche nche n'ụsọ oké osimiri nke Gris jidere ha wee laghachi azụ.",
  "Epstein kwadoro Black Lives Matter movement, e jidekwara ya maka ị ghara ị gbasa na August 18, 2014, n'oge ngagharị iwe St",
  "Louis megide ogbugbu Michael Brown na omume ndị uwe ojii sochirinụ.",
  "Epstein nwụrụ n'ụlọ ya na St",
  "Louis na Mee 26, 2016, mgbe ọ dị afọ 91, na ọrịa cancer. Nwa nwoke Howard Epstein, na ụmụ ụmụ nwanyị Courtney na Kelly hapụrụ Hedy."
]