[
  "Kemgbe mmalite ya na United Nations, na ụbọchị 20 Septemba n'afọ 2014, site n'aka odeakwụkwọ ukwu nke UN Ban Ki-moon na onye nnọchi anya UN Women Global Goodwill Ambassador Emma Watson, ọtụtụ nde ụmụnwoke si gburugburu ụwa gụnyere ndị isi ala, ndị isi oche, na ndị na-egbuke egbuke zuru ụwa niile agbaala mbọ maka ịha nhata nwoke na nwanyị",
  "Na ebe nrụọrụ weebụ HeForShe, map geo-locating na-edekọ mmekọrịta zuru ụwa ọnụ nke mmegharị ahụ site na ịgụta ọnụ ọgụgụ ụmụ nwoke na ụmụnwanyị gburugburu ụwa bụ ndị kwere nkwa maka atụmatụ HeForShe, na-edebanye aha ihe karịrị nde 2.1 n'ịntanetị n'ụwa niile.",
  "HeForShe, nke a na-akpọkarị He for She, bụ otu njikọ aka maka ọganihu nke ịha nhata nwoke na nwanyị, nke United Nations malitere",
  "Dabere n'echiche na enweghị nhata nwoke na nwanyị bụ okwu na-emetụta mmadụ niile, mmekọrịta mmadụ na ibe ya, akụ na ụba na ndọrọ ndọrọ ọchịchị, HeForShe bụ mgbalị zuru ụwa ọnụ nke na-achọ itinye ụmụnwoke na ụmụnwoke n'inweta nha nhata site n'ime ihe megide echiche na omume nwoke na nwanyị na-adịghị mma. Akara ya na-anọchite anya njikọ nke ụmụnwanyị na ụmụnwoke na-arụkọ ọrụ ọnụ iji nweta nha nhata nwoke na nwanyị, site na ijikọta akụkụ nke akara nwanyị na nwoke.",
  "Kemgbe mmalite ya na United Nations, n'ụbọchị 20 Septemba 2014, site n'aka odeakwụkwọ ukwu nke UN Ban Ki-moon na onye nnọchi anya UN Women Global Goodwill Ambassador Emma Watson, ọtụtụ nde ụmụnwoke si gburugburu ụwa gụnyere ndị isi ala, ndị isi oche, na ndị na-egbuke egbuke zuru ụwa niile agbaala mbọ maka ịha nhata nwoke na nwanyị",
  "Na ebe nrụọrụ weebụ HeForShe, map geo-locating na-edekọ mmekọrịta zuru ụwa ọnụ nke mmegharị ahụ site na ịgụta ọnụ ọgụgụ ụmụnwoke na ụmụnwanyị gburugburu ụwa bụ ndị kwere nkwa maka atụmatụ HeForShe, na-edebanye aha ihe karịrị nde 2.1 n'ịntanetị n'ụwa niile.",
  "Mgbe ọ na-amalite mmegharị ahụ na Septemba 2014, onye nnọchi anya Global Goodwill Emma Watson kwuru okwu na isi ụlọ ọrụ United Nations na New York City, na-elekwasị anya na mkpali onwe onye na ọkachamara maka ịmepụta HeForShe. Okwu ahụ gara n'ihu ma ugbu a nwere nde mmadụ 3.8 na YouTube.",
  "HeForShe na-ezo aka na ọmụmụ ihe na-egosi na afọ 257 ọzọ ga-adị mkpa iji mechie ọdịiche nwoke na nwanyị, nakwa na 95% nke ndị isi oche ụwa na ndị isi ala bụ ụmụnwoke iji gosipụta mkpa ọ dị maka mmekọ nwoke. Ha na-arụ ụka na nkwa nke ụmụ nwoke nwere ike na ihe ùgwù nwere ike ịbụ nnukwu egwuregwu na-agbanwe maka ịha nhata nwoke na nwanyị, ma nwee olileanya na akụkọ ụmụ mmadụ yana ngwọta a pụrụ ịgbatị, nke a nwapụtara ga-enye ụzọ iji nwee ọganihu ma nyere aka ịmepụta mmegharị ụmụnwoke siri ike maka ịha nhata nwoke na nwanyị.",
  "Emere ihe omume pụrụ iche iji malite HeForShe movement na 20 Septemba  nke afọ 2014 na isi ụlọ ọrụ United Nations dị na New York City. Ọ bụ onye nnọchi anya UN Women Goodwill Ambassador Emma Watson kwadoro ya, onye okwu ya banyere oku ya itinye ụmụnwoke na ụmụnwoke n'ịkwalite ịha nhata nwoke na nwanyị na-ekesa n'ọtụtụ ebe site na mgbasa ozi ọha na eze. Vidio nke mmalite ahụ nwere ihe karịrị nde mmadụ iri na otu n'ịntanetị ma enwere nde 1.1 #HeForShe tweets site n'aka ihe karịrị ndị ọrụ 750,000 dị iche iche n'ime izu abụọ",
  "Twitter kpọrọ aha mmeghe ahụ dị ka oge catalytic nke afọ 2014 ma tee hashtag na mgbidi ya na HQ ya.",
  "N'ihe omume ahụ, UN Women kpọrọ oku ka ha kpọkọta ụmụnwoke 100,000 mbụ na mmegharị ahụ, ihe mgbaru ọsọ ruru nke ọma n'ime naanị ụbọchị atọ",
  "Onye bụbu onye isi ala United States bụ Barack Obama, onye na-eme ihe nkiri bụ Matt Damon, onye na-agụ egwu bụ Harry Styles, na onye odeakwụkwọ ukwu nke UN bụ António Guterres so n'ime ụfọdụ n'ime ụmụ nwoke a ma ama gosipụtara na saịtị ahụ. As of July 2020[update] na-erule Julaị  [update], ihe karịrị mmadụ 220 000 emeela ihe n'ịntanetị na India, 200 000 na Rwanda, 170 000 na Democratic Republic of Congo, 150 000 na US na 130 000 na Mexico.",
  "Onye isi nchịkwa UN Women's Executive Director Phumzile Mlambo-Ngcuka malitere HeForShe ma bụrụ onye isi ndụmọdụ ya bụ Elizabeth Nyamayaro duziri ya ruo n'afọ 2019",
  "Kemgbe ahụ, Edward Wageni, onye bụbu onye nduzi nke Save The Children International Kenya na-edu HeForShe.",
  "N'ụbọchị nke 23 n'ọnwa Jenụwarị 2015, UN Women malitere atụmatụ HeForShe IMPACT 10x10x10 iji nwetakwuo ume n'ịkwalite ịha nhata nwoke na nwanyị na ike ụmụnwanyị n'afọ 2015 World Economic Forum na Davos. Atụmatụ HeForShe Champions bụ usoro ihe omume pụrụ iche nke na-etinye ndị isi ụwa iri, ndị isi ụwa iri na ndị isi mahadum iri iji dozie ụfọdụ n'ime nsogbu nwoke na nwanyị kachasị mkpa taa",
  "Onye mmeri ọ bụla emeela nkwa atọ a kapịrị ọnụ, nke a na-atụle ma na-agbanwe agbanwe iji nweta nha nhata nwoke na nwanyị",
  "Nkwa na-enweghị mgbagha nke HeForShe Champions na-enye ndu dị mkpa iji ruo ihe mgbaru ọsọ nke ịha nhata nwoke na nwanyị na ọha mmadụ. Ndị isi ụwa na-eje ozi dị ka ndị mmeri ntọala gụnyere onye bụbu H.E",
  "President Ernest Bai Koroma nke Sierra Leone; H.E",
  "Prime Minister Stefan Löfvén nke Sweden; Paul Polman, onye bụbu CEO nke Unilever; Rick Goings, onye bụbu onye isi oche na CEO nke Tupperware Brands Corporation.",
  "N'afọ 2016, a malitere atụmatụ Thematic Champions iji tinye ndị isi ụwa ọnụ, bụ ndị na-eme ka ịha nhata nwoke na nwanyị bụrụ ihe dị mkpa site na mmejuputa otu nkwa obi ike, na-agbanwe egwuregwu iji kwalite ma nweta nha nhata nwoke na nwanyị",
  "Ka ọ na-erule Julaị 2020, ndị Thematic Champions gụnyere Justin Trudeau, PM si Canada; Jean-Laurent Bonnafé, CEO nke BNP Paribas; Bruce Cleaver, CEO si De Beers Group.",
  "Dị ka akụkụ nke atụmatụ ndị a, HeForShe anọwo na-enwe nzukọ kwa afọ kemgbe afọ 2015, ebe HeForShe Champions zuru ụwa ọnụ site na atụmatụ abụọ ahụ na ndị ọzọ a ma ama na-egosi ngwọta ha nhata nwoke na nwanyị na ụwa.",
  "Ọ bụ ezie na HeForShe nke afọ 2019 Impact Report chọpụtara na a ka nwere ọdịiche ụgwọ ọrụ n'etiti ụmụnwoke na ụmụnwanyị, azụmahịa, mahadum, na ụlọ ọrụ ndị ọzọ na-ekere òkè na atụmatụ ahụ enyewo aka na mgbanwe dị ike n'ịdị n'ịdị n'otu nwoke na nwanyị n'ihe gbasara nnọchi anya n'ọkwa ndị isi.",
  "E mepụtara HeForShe Proven Solution on How to Achieve Parity in Global Leadership dị ka ọtụtụ òtù HeForShe Champions gụnyere Price Waterhouse Coppers, World Bank, McKinsey & Company bụ ndị niile mụbara nnọchi anya ụmụnwanyị na ndị otu ndu ha zuru ụwa ọnụ, na-edepụta okporo ụzọ maka òtù ndị ọzọ.",
  "Kwa afọ HeForShe Emerging Solutions for Gender Equality Report nwere ngwọta doro anya na-apụta ìhè banyere otu esi enweta nha nhata nwoke na nwanyị",
  "Ngwọta ndị a na-edozi ọtụtụ nsogbu, gụnyere imechi ọdịiche ịkwụ ụgwọ nwoke na nwanyị, ịkwụsị ime ihe ike metụtara nwoke na nwanyị na mmekọahụ, na inweta nha n'etiti ọha mmadụ.",
  "The HeForShe Male Allies Guide for Gender Equality – Tips for Understanding and Managing Your Emotions, e wuru na mmemme nke Gọọmentị Finland, onye HeForShe IMPACT Champion, malitere iji debanye aha ndị agha iji gbochie ime ihe ike megide ụmụnwanyị.",
  "Iji mee ka a mara banyere ihe ịma aka nhata nwoke na nwanyị dịka ibu uche, ime ihe ike na ịkpa ókè gbasara nwoke na nwanyị, na itinye ụmụnwoke na mkparịta ụka ahụ, HeForShe na-eme mkpọsa mgbe niile na mgbasa ozi ọha na eze n'akụkụ mgbasa ozi zuru ụwa ọnụ",
  "Ndị a gụnyere Ihe Anyị Na-ekerịta Dị Ike Karịa Ihe Na-ekewa Anyị, #MorePowerfulTogether, #YearOfMaleAllyship na #HeForSheAtHome.",
  "N'ịbụ nke amalitere n'ọnwa Septemba 2018, mkpọsa #MorePowerfulTogether kpọrọ akara ngosi gburugburu ụwa, ọkachasị The Empire State Building na New York City, Burj Khalifa na Dubai, na CN Tower na Toronto, ka ha gbanyụọ ọkara ọkụ ha iji gosipụta ike furu efu mgbe ụmụnwanyị na-anọghị n'okpuru ọha mmadụ, akụ na ụba na obodo.",
  "Dị ka mmeghachi omume maka ọrịa COVID-19, ka enweghị nhata nwoke na nwanyị, ọkachasị nke ụmụnwanyị nọ n'ụlọ, bịara pụta ìhè ma a bịa n'ọrụ ụlọ, ihicha na ilekọta ụmụaka, ndị ọrịa ma ọ bụ ndị agadi, HeForShe malitere mkpọsa #HeForSheAtHome iji kpalie ụmụ nwoke iji nyere aka dozie ibu n'ụlọ ha",
  "N'ịkọ akụkọ banyere ndị nlereanya nwoke dị mma na-ekerịta ọrụ n'ụlọ site n'akụkụ ụwa niile, #HeForSheAtHome na-achọ ịkpali ọtụtụ ndị ọzọ ime òkè ha ziri ezi na ibelata ibu uche ụmụnwanyị.",
  "A pụrụ ịhụ ihe ịga nke ọma nke HeForShe site na ọtụtụ omume Civil Society na mmetụta n'ụwa niile",
  "E guzobere HeForShe Taverns na South Africa niile iji malite mkparịta ụka ya na ụmụnwoke banyere iso ụmụ nwanyị na-emekọ ihe n'emeghị ihe n'ụlọ oriri na ọṅụṅụ, ebe ọ bụ na ha bụkarị ụmụ nwoke. Akụkọ HeForShe Equality ndị ọzọ gụnyere ụmụaka nwoke na ụmụnwoke na-agba ígwè site n'ime ime obodo India iji gbanwee ụkpụrụ ọdịnala nwoke na nwanyị, na ụmụnwoke na ụmụnwoke na-akọwapụta nwoke na Jọdan. Ụmụ akwụkwọ na-etinye aka nke ukwuu, dịka a haziri njem #GetFree na mahadum niile iji mee ka echiche ịha nhata nwoke na nwanyị na North America, na ihe karịrị otu narị klọb ụmụ akwụkwọ HeForShe na-arụsi ọrụ ike n'ụwa niile. Civil Society nwere ike itinye aka site na ntanetị HeForShe Action Kit.",
  "HeForShe anọwo na-esonyere ọtụtụ òtù iji kwalite ịha nhata nwoke na nwanyị na egwuregwu, gụnyere Valencia Club de Fútbol (CF), otu n'ime ndị isi egwuregwu bọọlụ Europe na Fenerbahçe Sports Club, otu n'ime klọb egwuregwu kachasị ewu ewu na Turkey. Ndị HeForShe Champions na-etinyekwa aka site n'ịkwalite mmata banyere ịha nhata nwoke na nwanyị site na ihe omume egwuregwu ha dịka Danone Nations Cup na BNP Paribas Tennis Open",
  "N'ọnwa Septemba 23, 2021, HeForShe kwupụtara mmalite nke HeForShe Alliance, na-egosi oge ọhụrụ nke nkwa ime ihe na-agbaso nzọụkwụ nke Generation Equality Forum.",
  "Ndị otu ọhụrụ",
  "Site na Business: Bruce Cleaver, CEO, De Beers Group, Yannick Bolloré, Chairman of Vivendi's Supervisory Board and CEO and Chairman of Havas Group, John A",
  "Zecca, Global Chief Legal & Regulatory Officer, Nasdaq, Bob Sternfels, Global Managing Partner, McKinsey & Company, Bob Moritz, Global Chairman, PwC International Limited na Nick Read, CEO, Vodafone.",
  "Site na Non-profit: Robert Mardini, Director-General, International Committee of the Red Cross, David Miliband, CEO & President, International Rescue Committee, David Haggerty, President, International Tennis Federation, Kate Robertson & David Jones, Founders, One Young World.",
  "Site na Academia: Dr",
  "Wayne A",
  "I",
  "Frederick, President, Howard University na Ilian Mihov, Dean, INSEAD.",
  "Okwu gbasara ime ihe ike na enweghị nhata megide ụmụnwanyị, ọkachasị n'ọnọdụ mwakpo, nwere ọtụtụ ndị na-eme ihe ike na-ekwu na a na-agbanwe ọrụ ahụ site na onye omekome gaa na onye a na-emegbu",
  "Okwu Watson na-elekwasị anya n'ụzọ ụmụ nwoke nwere ike isi rụọ ọrụ n'ịkwalite ndọrọ ndọrọ ọchịchị, akụ na ụba, na mmekọrịta mmadụ na ibe ya nke nwoke na nwanyị. A katọrọ okwu Watson maka ilekwasị anya naanị na ụmụnwanyị ma na-eleghara ịkpa oke mmekọahụ megide ụmụ nwoke anya ma mee ka enweghị nhata ọ na-agbalị ikpochapụ. Mmesi ike nke Watson na ịdabere na ụmụnwanyị na nkwado ụmụ nwoke na-eduga na nkatọ na HeForShe na-enye ụmụnwoke ọrụ na-eduga na mkpọsa ahụ, na-ewusi ike ma na-eme ka enweghị nhata nwoke na nwanyị dịgide.",
  "Ọ bụ ezie na HeForShe anọchitere anya nsogbu LGBTQ + n'akụkụ mgbasa ozi nwanne nwanyị United Nations Free & Equal, ụfọdụ ekwuputala nchegbu na aha mmegharị ahụ na-ahapụ ndị na-abụghị ndị abụọ, transgender, na ndị na-ahụ maka nwoke na nwanyị, na mmesi ike nke ọnụọgụ abụọ nwoke na nwanyị.",
  "Ndị feminists ndị ọzọ katọrọ Watson maka ịbụ onye nwere ihe ùgwù, ọgaranya, na onye ọcha, mana ọ na-ekwu okwu n'aha ụmụ nwanyị na-adabaghị na ụdị ahụ. Nkatọ ndị ọzọ nke ndị feminists sochiri mgbe Watson kwusịrị okwu ya",
  "Otu nkatọ, nke e bipụtara na The New York Times, bụ n'ihi aha mkpọsa ahụ, HeForShe, na Watson na-arịọ ụmụ nwoke ka ha kwe nkwa ime ihe megide ụdị ime ihe ike na ịkpa ókè niile ụmụ nwanyị na ụmụ agbọghọ na-eche ihu, mana n'akọwaghị nsogbu na-emetụta ụmụ nwoke na ụmụ nwoke",
  "A katọkwara aha mkpọsa ahụ n'ihi ihe ọ pụtara na ụmụ nwoke ekwesịghị iche banyere feminism n'ihi na ọ nwere ike imezi ihe maka ha, kama, ha kwesịrị iche banyere feminism n'ihi na ọ ga-eme ka ihe ka ụmụ nwanyị ka mma, nakwa na a na-ese ụmụ nwoke dị ka ndị nzọpụta ụmụ nwanyị.",
  "N'ajụjụ ọnụ ya na Elle, Watson zara nkatọ nke ndị inyom ndị ọzọ, na-ekwu na \"Ọ na-esiri ike ịnụ nkatọ site n'aka ndị ị na-ewere dị ka ndị ọgbọ gị na ndị ị kwenyere na ha nọ n'otu akụkụ",
  "\". Ọ zaghachiri site n'ikwu na okwu ahụ bụ \"feminism\" ejikọtala ya na \"ịkpọ mmadụ asị\" karịa ịha nhata nwoke na nwanyị ma kwuo n'ihu na enweghị nhata nwoke na nwanyị na-emetụta ma ụmụ nwoke ma ụmụ nwanyị n'ihi echiche nwoke na nwanyị nakwa na ọ bụ ihe gbasara ikike mmadụ",
  "Watson na-ekwusi ike na mgbasa ozi HeforShe ga-ewusi ihe gbasara ụmụ nwanyị ike site na itinye ma ụmụ nwanyị ma ụmụ nwoke gburugburu ụwa n'ịkwado ịha nhata nwoke na nwanyị."
]