[
  "Heidi Roizen (amụrụ 1958) bụ onye isi Silicon Valley, onye isi ego na onye ọchụnta ego.",
  "A maara ya maka ikwu okwu megide mmekpa ahụ nke ụmụ nwanyị na nkà na ụzụ,  ebe onwe ya nwetara mmekpa ahụ n'oge gara aga",
  "A mụrụ Roizen na 1958 na Stanford, California",
  "Ọ gụsịrị akwụkwọ na Mahadum Stanford na 1980 na nzere bachelọ na bekee wee nweta MBA ya na Stanford University Graduate School of Business afọ atọ ka e mesịrị.",
  "Site na 1983 ruo 1996, Roizen kwadoro, ya na nwanne ya nwoke bụ Peter Roizen, T / Maker Company, nke mere software maka kọmputa CP / M na MS-DOS, na mgbe e mesịrị maka Apple Macintosh",
  "Site na 1987 ruo 1994, Roizen rụkwara ọrụ na bọọdụ ndị isi nke Associationlọ Ọrụ Nbipụta Ngwanrọ wee bụrụ onye isi ya site na 1988  ruo 1990.",
  "Site na 1996 ruo 1997, Roizen bụ osote onye isi oche nke Mmekọrịta Mmepụta zuru ụwa ọnụ maka Apple Inc",
  "Ọ rụkwara ọrụ na bọọdụ Great Plains Software site na 1997 ruo mgbe Microsoft nwetara ya na 2001.",
  "Roizen jere ozi dị ka Gọvanọ Ọha nke Pacific Exchange yana na kọmitii onye isi nke National Venture Capital Association (NVCA).",
  "Roizen banyere ụwa isi obodo na 1999, nke mbụ dị ka onye isi nchịkwa nke SOFTBANK Venture Capital (nke ghọrọ Mobius Venture Capital), site na 1999 ruo 2007, na 2012, ọ sonyeere onye na-etinye ego zuru ụwa ọnụ Draper Fisher Jurvetson dị ka onye mmekọ",
  "Ọ malitekwara ọrụ ọchụnta ego nke ya, SkinnySongs,   Na Septemba 2008, Forum for Women Entrepreneurs and Executives nyere Heidi Roizen onyinye mmeri ha nwetara kwa afọ.",
  "Na June 2009, a họpụtara Roizen ka ọ bụrụ Board of Directors of TiVo (NASDAQ:TIVO), na Septemba, 2012, a họpụtara ya na bọọdụ DMGT (LSE: DMGT), ụlọ ọrụ mgbasa ozi na ụlọ ọrụ mgbasa ozi zuru ụwa ọnụ nke dabeere na London",
  "nwere Daily Mail na Mail Online",
  "N'oge a họpụtara ya, ọ ghọrọ onye isi nwanyị mbụ na akụkọ ihe mere eme nke ụlọ ọrụ ahụ nke afọ 116.",
  "Na 2010, a kpọrọ Roizen aha onye nkuzi na onye nkuzi azụmaahịa na Mahadum Stanford, ebe ọ na-akụzi nkuzi 'Spirit of Entrepreneurship' na ngalaba MS&E (Engineering)."
]