[
  "Heidi (/ˈhaɪdi /; German: ) bụ akwụkwọ akụkọ ụmụaka nke onye edemede Switzerland Johanna Spyri bipụtara n'etiti 1880 na 1881, e bu ụzọ buga ya akụkụ abụọ dị ka Haidi: Her Years of Wandering and Learning (German) na Sheidis Lehr- und wanderjahre). Ọ bụ akwụkwọ akụkọ banyere ihe ndị mere na ndụ nwa agbọghọ dị afọ ise n'aka nna ya ochie nọ na Swiss Alps",
  "E dere ya dị ka akwụkwọ \"maka ụmụaka na ndị hụrụ ụmụ n'anya\" (dịka e hotara site na ndepụta okwu).",
  "Heidi bụ otu n'ime akwụkwọ ndị a kacha ere nke edere na so na akwụkwọ ndị Switzerland kacha mara amara",
  "N'obodo Dörfli ('obere obodo' na Switzerland German), ụmụnne abụọ bi",
  "Onye nke okenye mefuru akụ na ụba ezinụlọ ya n'ịṅụ mmanya na ịgba chaa chaa, ebe nke nta gbapụrụ ịga jee ozi n'Òtù Ndị Agha Ịtali na Naples",
  "Mgbe ya na nwa nwoke, bụ Tobias lọghachiri, ndị obodo ahụ na-achụpụ ya ma mepụta asịrị banyere ndụ ya na Naples",
  "A bịara mara nwoke ahụ dị ka The Alm-Uncle, ebe ọ na-ebi na nzuzo na ugwu Alm",
  "Ụmụ agbọghọ ime obodo abụọ, Dete na Adelheid, mere enyi Tobias",
  "Mgbe ha tolitere, Dete na-arụ ọrụ n'ime obodo Maienfeld￼￼, na Grisons, dị ka onye odibo họtel",
  "Adelheid na Tobias lụrụ di ma rụọ ọrụ dị ka ọkwá nkà",
  "Ha nwere nwa nwanyị, aha ya bụ Adelheid mana a na-akpọkarị Heidi",
  "N'oge na-adịghị anya mgbe Tobias nwụrụ n'ihe mberede ọrụ ma Adelheid nwụọ site na nkụda mmụọ",
  "Alm-Uncle na-ejide nke a megide Chineke",
  "Heidi bụ nne nne ya na Dete na Maienfeld zụlitere na mbụ",
  "N’oge na-adịghị anya mgbe nne nne ya nwụsịrị, a na-enye Dete ezigbo ọrụ dị ka odibo na nnukwu obodo, wee kpọrọ Heidi dị afọ 5 gaa n’ụlọ nna nna ya, n’elu ugwu si Dörfli",
  "Ya na ndị obodo ahụ na-ese okwu ma na-akpasu Chineke iwe kemgbe ọtụtụ afọ ma na-ebi na nzuzo na Alm, nke mere ka a kpọọ ya 'The Alm-Uncle'",
  "Ọ na-ewe iwe n'ọbịbịa Heidi nkenke, mana ọgụgụ isi pụtara ìhè nke nwa agbọghọ ahụ na ọ joyụ ma ọ naghị emetụta ya n'oge na-adịghị anya ga-enweta ezi ịhụnanya, ma ọ bụrụ na edobere ya",
  "Heidi ji ịnụ ọkụ n'obi mee ndị agbata obi ọhụrụ ya, Peter the goatheroz na-eto eto, nne ya Brigitte, na Nne nna mbụ kpuru ìsì",
  "Ka oge ọ bụla na-agafe, ndị bi n'elu ugwu ahụ, ọkachasị Peter na nne ya ochie, nwere mmasị karịa Heidi, ma ha",
  "Otú ọ dị, nna ochie ahụ jụrụ ikwe ka Heidi gaa ụlọ akwụkwọ, ma soro onye ụkọchukwu na nkụzi obodo nwee esemokwu, ndị gbalịrị ịgba ya ume ime otú a, n'ihi nke mere e ji bụrụkwa ihe maghị.",
  "Afọ atọ ka e mesịrị, Dete laghachiri ịkpọ Heidi gaa Frankfurt ka ọ bụrụ enyi nwanyị e goro ego nye otu nwa agbọghọ bara ọgaranya aha ya bụ Klara Sesemann, onye na-enweghị ike ịga ije ma were ya dị ka onye na-adịghị mma",
  "Ọ masịrị Klara mma site n'ịdị mfe enyi Heidi na nkọwa ya banyere ndụ na Alm, ọ na-atọkwa ya ụtọ n'ihe ọjọọ niile na-atọ ọchị nke amamihe Heidi na enweghị ahụmịhe na ndụ obodo wetara",
  "Otú ọ dị, onye na-elekọta ụlọ nke Sesemanns, Fräulein Rottenmeier, na-ele ọgba aghara ezinụlọ anya dị ka omume ọjọọ na-adịghị mma, ma na-etinye Heidi nwere onwe ya n'okpuru ọtụtụ njide, machibido ya ikwu banyere Alps ma ọ bụ ịkwa ákwá maka ụlọ",
  "N'oge na-adịghị anya, Heidi na-agụsi Alm ike nke ukwuu, ma na-eto eto nke ukwuu na-acha uhie uhie ma dị gịrịgịrị",
  "Otu ihe ntụgharị ya bụ ịmụta ịgụ na ide site na iji nchịkọta akụkọ nke Akwụkwọ Nsọ, nke nne nne Klara bụ Frau Sesemann kpaliri, onye gosipụtara ntụkwasị obi na ịhụnanya ya, ma na-agba ya ume ikwere na Chineke na ikpe ekpere",
  "E mesịa Frau Sesemann nyere Heidi akwụkwọ ahụ.ahụ.",
  "jiri ịnụ ọkụ n'obi tụọ aro ka Klara leta Heidi, na-enwe obi ike na gburugburu ugwu na ezigbo mkpakọrịta ga-abara ya uru",
  "Klara na-eme njem ahụ n'oge ọzọ wee soro Heidi na-anọkọ n'oge okpomọkụ mara mma, na-esiwanye ike na mmiri ara ewu na ikuku ugwu ọhụrụ",
  "Ma Pita, bụ́ onye na-ekwo ekworo maka ọbụbụenyi Heidi na Klara, na-akwanye oche nkwagharị ya nke na-enweghị ihe ọ bụla gbadaa n'ugwu ahụ ka o bibie ya, n'agbanyeghị na n'oge na-adịghị anya obi amamikpe na-ama ya ikpe maka ihe o mere wee kwupụta ya",
  "Na-enweghị oche nkwagharị ya, Klara enweghị nhọrọ ọ bụla ma ọ bụghị ịmụta ịga ije; ọ na-agbalị ime otú ahụ ma jiri nwayọọ nwayọọ na-eme nke ọma",
  "Ọ naghị esi ike nke ukwuu, na-adaberekarị na Heidi ma ọ bụ nna nna ka ọ guzoro ọtọ ma ghara ịdaba, mana ọ na-egosi njedebe oge ya dị ka onye owu na-ama na onye na-adịghị mma",
  "Ọ tụrụ nne nne ya na nna ya n'anya ma nwee ọṅụ ịhụ Klara ka ọ na-ejegharị ọzọ",
  "Ezinụlọ Sesemann kwere nkwa inye Heidi nlekọta na-adịgide adịgide, ma ọ bụrụ na oge abịa mgbe nna nna ya enweghịzi ike ime ya.",
  "Bekee: A sụgharịrị nsụgharị iri na atọ n'etiti 1882 na 1959, site n'aka ndị ntụgharị Britain, Helen B",
  "Dole, H.A",
  "Melcon, Helene S",
  "White, Marian Edwardes, Elisabeth P",
  "Stork, Mabel Abbott, Philip Schuyler Allen, Shirley Watkins, M",
  "Rosenbaum, Eileen Hall, na Joy Law. Ka ọ na-erule afọ 2010, naanị nsụgharị Brooks, Edwardes na Hall ka dị.",
  "E meela ihe nkiri iri abụọ na ise ma ọ bụ telivishọn nke akụkọ mbụ ahụ",
  "Ihe nkiri Heidi na-ewu ewu n'ebe dị iche iche, bụrụ nnukwu ihe egwu, usoro animated nke Japan ghọkwara akara ngosi n'ọtụtụ mba gburugburu ụwa",
  "Nanị ihe nkiri telivishọn na-eme emepụta nke ndị Japan iji ruo n'asụsụ Bekee bụ fim a kpọrọ ogologo oge site na ịhazi usoro kachasị mkpa, wepụtara na vidiyo na United States na 1985",
  "Ọ bụ ezie na akwụkwọ mbụ ahụ kọwara Heidi dị ka onye nwere ntutu isi ojii, nke siri ike, a na-egosikarị ya dịka ọbara.",
  "Ụdị akụkọ ahụ gụnyere:",
  "Egwú Heidi nke Francois Toerien, egwu Mynie Grové na okwu ndị ọzọ Esther von Waltsleben gosipụtara na South Africa na Klein Karoo National Arts Festival n'afọ 2016",
  "N'ịbụ nke Toerien duziri na nduzi egwu site n'aka Dawid Boverhoff, mmepụta ahụ gosipụtara Tobie Cronjé (Rottenmeier), David Minnaar (Sesemann), Albert Maritz (Nna Ukwu), Ilse Klink (Nwanne nwanyị Dete) Karli Heine (Heidi), Lynelle Kenned (Klara), Dean Balie (Peter), Jill Middlekop na Marlo Minnair",
  "Ọ bụ Hansie Visagie mepụtara ụmụ bebi maka mmepụta ahụ.",
  "A na-eme ihe nkiri egwu nke Heidi of the Mountain (egwú na okwu Claude Watt, akwụkwọ Claude na Margaret Watt) na Sidney, BC, Canada site n'aka Ugwu Dream Productions, gosipụtara ya na 2007 na Charlie White Theatre, ma mee ọzọ ọtụtụ ugboro kemgbe ahụ. Ihe nkiri 2007 bụ Claude Watt (Nna nna), Margaret Watt (Rottenmeier), Rianne Craig (Heidi) na Katrina Brindle (Klara).",
  "E weputara egwuregwu kọmputa Heidi abụọ maka ngwaọrụ mkpanaka, nke kachasị ọhụrụ bụ Heidi: Mountain Adventures",
  "Egwuregwu abụọ ahụ dabere na usoro TV Studio 100 nke 2015 ma bụrụ maka ụmụaka, yana ihe mmụta na ọtụtụ obere egwuregwu.",
  "Heidiland, nke akpọrọ aha akwụkwọ Sheidi, bụ ebe njem nleta dị mkpa na Switzerland, ọkachasị ndị Japan na Korea. Maienfeld bụ etiti nke a na-akpọ Heidiland; otu n'ime obodo nta, nke a na-akpọbu Oberrofels, ka akpọrọ \"Heididorf\" aha. Heidiland dị n'ógbè a na-akpọ Bündner Herrschaft; A katọrọ ya dịka \"ihe ọchị, ihe eji eme ụmụaka\" na \"Ihe atụ doro anya nke hyperreality\".",
  "N'agbata afọ 1933 na 1955, ụlọ ọrụ France Flammarion bipụtara mbipụta ọhụrụ nke Heidi tinyere usoro ihe omume mbụ",
  "N'agbanyeghị na e bipụtara ha niile n'okpuru aha Johanna Spyri, akwụkwọ ndị a edeghị ma ọ bụ kwado ya site na onye nsụgharị French ya, Charles Tritten si ọrụ ya ọzọ mee ihe na 1930s na 1940s, ọtụtụ afọ mgbe o nwụsịrị, ebe nke ikpeazụ ka Nathalie Gala kwuru. Usoro a nwere ngụkọta nke akwụkwọ 7, 2 sụgharịrị site na ọrụ Spyris na 5 mbụ",
  "Naanị abụọ n'ime ha ka e bipụtara na Bekee.",
  "E nwere ụfọdụ nnukwu ọdịiche dị n'etiti Heidi mbụ na Tritten",
  "Ndị a gụnyere;",
  "N'afọ 1990, ndị na-ede ihe nkiri Weaver Webb na Fred & Mark Brogger, na onye nduzi Christopher Leitch, mepụtara Courage Mountain, nke Charlie Sheen na Juliette Caton gosipụtara dị ka Heidi",
  "A na-akpọ ya ihe nkiri ahụ dị ka akụkọ Spyri, ọ bụ anachronistic n'ihi na o gosipụtara Heidi dịka onye nọ n'afọ iri na ụma n'oge Agha Ụwa Mbụ, n'agbanyeghị eziokwu nke a kpọrọ akwụkwọ mbụ (ebe Hadi gbara naanị afọ ise) e bipụtara na 1881.",
  "N'ọnwa Eprel afọ 2010, onye ọkà mmụta Switzerland aha ya bụ Peter Otto Büttner, kpughere akwụkwọ nke odeakwụkwọ German de:Hermann Adam von Kamp dere na 1830",
  "Akụkọ 1830 akpọrọ \"Adelaide: The Girl from the Alps\" (German) Akụkọ abụọ ahụ nwere ọtụtụ ihe yiri ya na akụkọ ifo. Onye na-ede akụkọ ndụ Spyri de:Regine Schindler kwuru na ọ gafere omume kpamkpam ka Spyri maara banyere isiokwu ahụ mgbe o tolitere n'ezinụlọ nwere ọtụtụ akwụkwọ.",
  "A katọrọ akwụkwọ ahụ, ọbụlagodi n'oge ya, maka ọnọdụ okpukpe ọ na-agbaso omenala, ma mesịa bụrụ ihe ngosi ojii na ọcha nke ndị isi awọ.",
  "Na Japan, kemgbe nsụgharị Japanese mbụ ya na 1906, akwụkwọ ahụ enweela mmetụta n'ozuzu nke Switzerland maka ndịJapanese, ọkachasị ndị njem nleta ya, ọtụtụ mmadụ gara ogige Heidi."
]