[
  "Heinrich Stephen Samuel Willemse (amụrụ na 18 Septemba 1957, Ladismith, Cape Province) bụ onye South Africa agụmakwụkwọ, onye nkatọ akwụkwọ, onye na-eme ihe ike na onye edemede",
  "Ọ na-eje ozi ugbu a dị ka prọfesọ na Ngalaba Afrikaans na Mahadum Pretoria, South Africa",
  "Ọ bụ onye bụbu onye isi nchịkọta akụkọ nke akwụkwọ akụkọ Africa Tydskrif vir Letterkunde (Journal for Literature).",
  "Dị ka onye nkuzi na-eto eto, Willemse keere òkè dị ukwuu na mmegide nke ịkpa ókè agbụrụ, yana ndị edemede Afrikaans ndị ọzọ - gụnyere André Brink, Breyten Breytenbach na Etienne van Heerden - gara nzukọ akụkọ ihe mere eme Victoria Falls Writers Pob na'fo 1989, ebe ndị ụbụrụ Afrikaans dị iche iche zutere ndị edemede South Africa a machibidoro iwu na ndị otu African National Congress.",
  "Willemse tolitere na Cape Province na South Africa ebe ọ gụsịrị akwụkwọ na Esselen Park High na 1975",
  "Mgbe nke ahụ gasịrị, ọ gụsịrị nzere bachelọ ya na Mahadum nke Western Cape (UWC) na Bellville, South Africa, n'afọ 1978",
  "Mgbe ọ na-emecha akara ugo mmụta ya na asụsụ na akwụkwọ Afrikaans n'otu ụlọ ọrụ ahụ na 1979, Willemse rụrụ ọrụ dị ka onye ndụmọdụ iwu na ụlọ ọgwụ enyemaka iwu nke UWC.",
  "Willemse gara n'ihu mezue nzere masta ya (na 1984) na DLitt (na 1996) na Ngalaba Afrikaans na Dutch na Mahadum nke Western Cape",
  "Kemgbe ọ nwetara nzere masta ya, Willemse akụziwo na mahadum dị iche iche nke South Africa na mba ụwa, gụnyere El Colegio de México (Mexico), Mahadum Namibia (Namibia) na Mahadum Stellenbosch (South Africa)",
  "N'afọ 2004 na 2005 ọ rụkwara ọrụ dị ka prọfesọ Fulbright na ọkà mmụta na Grinnell College (Iowa, US)",
  "N'afọ 1985, ọ bụ onye na-asọpụrụ na edemede na Mahadum Iowa na United States",
  "N'afọ 2002 ọ gụsịrị nzere MBL ya na Mahadum South Africa (UNISA).",
  "Site na 2000 ruo 2009 Willemse jere ozi dị ka onye isi nke Ngalaba Afrikaans na Mahadum Pretoria, South Africa",
  "Ọ bụ ezie na ọ kwụsịrị n'ọkwa a n'oge na-adịbeghị anya (nke Willie Burger, onye bụbu onye isi nke Ngalaba Afrikaans na Mahadum Johannesburg, nọchiri), Willemse ka bụ prọfesọ nke akwụkwọ Afrikaans na ọmụmụ mgbasa ozi, na-akụzi ma ndị gụsịrị akwụkwọ na ndị gụsịrị.",
  "Willemse bụbu onye isi oche nke ISOLA (The International Society for the Oral Literatures of Africa). Ọ bụ onye isi nchịkọta akụkọ nke akwụkwọ akụkọ Tydskrif vir Letterkunde (Journal for Literature): akwụkwọ akụkọ maka akwụkwọ akụkọ Africa site na 2003 ruo 2019. E wezụga ọrụ agụmakwụkwọ ya, ọ na-ejekwa ozi ugbu a na bọọdụ ndị nduzi nke ụlọ ọrụ mgbasa ozi mba South Africa bụ Naspers.",
  "Willemse ebipụtala ọtụtụ akwụkwọ akụkọ agụmakwụkwọ na akwụkwọ akụkọ mba South Africa",
  "Ọ bụ onye na-enye onyinye mgbe niile na LitNet, akwụkwọ e-zine Afrikaans, ọ dekwara ma dezie ọtụtụ akwụkwọ."
]