[
  "Helalia Johannes (Helalia Lukeiko Johannes, nke a na-akpọkwa Hilaria Johannes; amụrụ n'abalị iri na atọ n'ọnwa Ọgọstụ n'afọ 1980) bụ onye Namibia na-agba ọsọ ogologo oge nke bụ ọkachamara na marathon",
  "O nwere ihe ndekọ Namibia na 10 km, 20 km, ọkara marathon na ihe omume marathon.",
  "Mgbe ọ dị afọ iri atọ na itoolu, ọ ghọrọ onye nwetara ọla nchara na World Championships na marathon",
  "Ọ nọchitere anya mba ya na 2008 Beijing Olympics, na afọ 2012 London Olympics na afọ 2018 Commonwealth Games ma merie ihe nrite na World Championships, Military World Games, All-Africa Games na afọ 2018 Commonwealth Olympics.",
  "A mụrụ ya n'obodo Oshali na mpaghara Oshana",
  "Ọ bụ onye mmeri ugboro ise nke Two Oceans Half Marathon ma nwee ndekọ ugbu a nke 01:10:29.",
  "Johannes mere nke mbụ ya na mba ụwa na afọ 2005 IAAF World Cross Country Championships, ebe ọ mechara nke 80 na ọsọ ogologo ụmụ nwanyị. Ọ bịara nke ise na ọkara marathon nke 2007 Summer Universiade ma mechaa otu ihe ahụ na 2007 All-Africa Games",
  "Ọ gbakwara ọsọ na Dublin Marathon n'afọ ahụ, na-abịa n'ọnọdụ nke anọ.",
  "Johannes gbara oge iru eru (2:37:00) nke 2:33:06 awa na Seoul International Marathon na Machị 2008, na-eme ka ọ ruo eru maka 2008 Summer Olympics",
  "N'ọsọ marathon nke Olympic, ọ nọ n'ọnọdụ nke iri anọ na ọkwa",
  "Ọ nọchitere anya mba ya ọzọ n'ọkwa ụwa na afọ 2009 World Championships in Athletics, mana ọ mechara nke 56 n'ime oge dị nwayọ nke 2:50:19 awa",
  "Ọ laghachiri na Dublin Marathon, na-agwụcha dị ka onye nke abụọ",
  "N'afọ sochirinụ, o nwere otu n'ime ihe ngosi mba ụwa kachasị mma, na-abịa nke iri na isii na afọ 2010 IAAF World Half Marathon Championships.",
  "Ọ bụ onye mmeri nke afọ 2011 nke Dublin Marathon na ihe ndekọ nke onwe ya kachasị mma na nke mba Namibia nke 2:30:37 awa. N'afọ ahụ, o ritere ọla nchara abụọ maka Namibia, nke mbụ na marathon na afọ 2011 Military World Games na mgbe ahụ na ọkara marathon na 2011",
  "Ọ kụrụ ihe karịrị nkeji atọ site na nke kachasị mma ya n'oge ahụ na afọ 2012 Vienna Marathon, na-ewere ọnọdụ nke atọ n'azụ Olga Glok. Na afọ 2012 Summer Olympics, Johannes kụrụ ihe karịrị otu nkeji na nke kachasị mma, na-agwụ na nke iri na abụọ na nke kachasị kachasị mma nke 2:26:09 na ndekọ Namibia. Njem marathon nke atọ na nke ikpeazụ ya nke afọ 2012 bịara na Dublin, mana ọ dịtụ nwayọ ma bịa nke isii n'ime awa 2:35:01.",
  "Ọ banyere na 2013 Tokyo Marathon ma mechaa n'okpuru awa abụọ na ọkara, na-ewere ọnọdụ nke isii",
  "A họpụtara ya ka ọ nọchite anya Namibia na marathon na 2013 World Championships in Athletics, mana o nweghị ike ịkwụsị",
  "Na mbido afọ 2014 ọ gbara ọsọ 2:28:27 awa maka ọnọdụ nke atọ na Seoul International Marathon Na 2014 Commonwealth Games, ọ na-eduga marathon, tupu mmerụ ahụ mere ka ọ kwụsị",
  "Ọ mechiri na nke ise.",
  "Helalia meriri nrite ọla edo nke abụọ nke Namibia na Commonwealth Games 2018 mgbe ọ meriri na marathon ụmụ nwanyị.\nJohannes mechara marathon 42.2 kilomita n'ime oge nke awa 2 32 nkeji 40 sekọnd iji mechie nke ọma n'ihu onye nke abụọ Lisa Weightman nke Australia (2:33:23) ebe onye ọzọ Australia, Jess Trengrove meriri ọla nchara na 2:34:09",
  "Johannes bụ nwanyị Namibia mbụ meriri nrite ọla edo Commonwealth. Di ya, Japhet Uutoni, nwetakwara ihe nrite ọla edo maka Namibia na ịkụ ọkpọ na 2006 Commonwealth Games.",
  "N'afọ 2019, Joannes mebiri ihe ndekọ Namibia atọ",
  "O meriri ihe ndekọ marathon nke Namibia iji merie Nagoya Marathon na oge nke 2:22:25",
  "Mgbe ahụ, ọ mebiri ihe ndekọ nke ọkara marathon nke Namibia n'ọnwa Eprel na Two Oceans Half Marathon na Cape Town, na-agba ọsọ oge mmeri nke 1:10:30",
  "Ọ gara n'ihu mebie ihe ndekọ kilomita 10 na Port Elizabeth na oge nke 31.50.",
  "N'ọnwa Septemba, o nwetara ihe ngosi kachasị mma n'ọrụ ya site n'inweta ihe nrite na Athletics World Championships, maka ọnọdụ nke atọ ya na marathon.",
  "N'ọnwa Disemba na afọ 2020, ọ mebiri ihe ndekọ marathon nke mba ya site n'ịbụ onye nke atọ na Valencia Marathon n'oge nke 2:19:52; site na ihe a, Namibia ghọrọ mba Afrịka nke atọ mebiri ihe mgbochi 2:20 na marathon ụmụ nwanyị mgbe Kenya na Ethiopia gasịrị."
]