[
  "Sumak Helena Sirén Gualinga (amụrụ na Febụwarị 27, 2002) bụ onye Ecuador na-agba mbọ maka ọdịmma gburugburu ebe obibi na ikike mmadụ site na obodo Kichwa Sarayaku na Pastaza, Ecuador.",
  "A mụrụ Helena Gualinga na Febụwarị 27, 2002, n'obodo Kichwa Sarayaku nke dị na Pastaza, Ecuador",
  "Nne ya, Noemí Gualinga bụ onye Ecuador bụbu onye isi oche nke Kichwa Women's Association. Nwanne ya nwanyị nke okenye bụ onye na-eme ihe ike Nina Gualinga",
  "Nwanne nne ya Patricia Gualinga na nne nne ya Cristina Gualinga bụ ndị na-agbachitere ikike ụmụ nwanyị ụmụ amaala na Amazon na ihe ndị metụtara gburugburu ebe obibi. Nna ya bụ Anders Sirén, prọfesọ Finnish na-asụ Swedish nke biology na ngalaba nke geography na geology na Mahadum Turku.",
  "A mụrụ Gualinga na mpaghara Sarayaku na Pastaza, Ecuador",
  "Ọ nọrọ ihe ka ukwuu n'afọ iri na ụma ya na-ebi na Pargas ma mesịa na Turku, Finland ebe nna ya si",
  "Ọ na-aga ụlọ akwụkwọ sekọndrị na Cathedral School nke Åbo",
  "Site na nwata, Gualinga ahụla mkpagbu nke ezinụlọ ya maka iguzo megide ọdịmma nke nnukwu ụlọ ọrụ mmanụ na mmetụta ha na gburugburu ebe obibi na ala ụmụ amaala. Ọtụtụ ndị isi obodo ya anwụọla n'ọgụ kpụ ọkụ n'ọnụ megide gọọmentị na ụlọ ọrụ",
  "O kwuru maka Yle na ọ na-ahụ ịzụlite ya n'amaghị ama n'ọnọdụ dị otú ahụ dị ka ohere.",
  "Gualinga aghọwo ọnụ na-ekwuru ndị obodo Sarayaku",
  "Ọrụ ya gụnyere ikpughe esemokwu dị n'etiti obodo ya na ụlọ ọrụ mmanụ site n'ibu ozi na-enye ike n'etiti ndị ntorobịa nọ n'ụlọ akwụkwọ dị n'Ecuador. Ọ na-ekwupụtakwa ozi a n'ụzọ siri ike nye ndị mba ụwa na-enwe olileanya iru ndị na-eme iwu.",
  "Ya na ezinụlọ ya na-akọwa ọtụtụ ụzọ ha, dị ka ndị otu obodo dị na Amazon, enweela mgbanwe ihu igwe, gụnyere oke ọkụ ọhịa, ọzara, mbibi na ọrịa na-agbasa site na idei mmiri, na snow na-agbaze ngwa ngwa n'elu ugwu",
  "Mmetụta ndị a, ka ọ na-ekwu, abụwo ihe a na-ahụ anya n'oge ndụ nke ndị okenye obodo",
  "Gualinga kọwara na ndị okenye ahụ amarala mgbanwe ihu igwe n'agbanyeghị enweghị nzụlite sayensị ha.",
  "Gualinga ji ihe ịrịba ama nke na-agụ \"sangre indígena, ni una sola gota más\" (ọbara ụmụ amaala, ọ bụghị otu onye ọzọ) n'èzí isi ụlọ ọrụ UN na New York City na ngosipụta ya na ọtụtụ narị ndị ọzọ na-eto eto na-ahụ maka gburugburu ebe obibi n'oge 2019 UN Climate Action Summit.",
  "Helena Gualinga sonyere n'ọgbakọ COP25 na Madrid, Spain",
  "O kwuru banyere nchegbu ya banyere gọọmentị Ecuador na-enye ikike igwupụta mmanụ n'ala ụmụ amaala",
  "O kwuru, sị: \"Gọọmentị mba anyị ka na-enye mpaghara anyị na ụlọ ọrụ ndị na-ahụ maka mgbanwe ihu igwe",
  "Nke a bụ mpụ",
  "\" Ọ katọrọ gọọmentị Ecuador maka ịsị na ọ nwere mmasị ichebe Amazon n'oge nnọkọ ahụ kama ịga arịrịọ ụmụ nwanyị Amazon na-achọ ka gọọmentị wetaara n'oge ngagharị iwe Ecuador nke 2019. O gosikwara mmechuihu ya maka enweghị mmasị ndị isi ụwa na-atụle isiokwu ndị ụmụ amaala wetara na nnọkọ ahụ.",
  "Gualinga guzobere Polluters Out na Isabella Fallahi na Ayisha Siddiqa nke ebumnuche ya bụ ụlọ ọrụ mmanụ ala. E guzobere òtù ahụ dị ka nzaghachi maka ọdịda nke COP25. Arịrịọ nke òtù ahụ bụ: \"Mkpa ka Patricia Espinosa, onye isi odeakwụkwọ nke United Nations Framework Convention on Climate Change (UNFCCC), jụ ego sitere n'aka ụlọ ọrụ mmanụ ala maka COP26!\".",
  "Helena Gualinga bụ onye na-eme ihe nkiri \"Helena Sarayaku Manta\" (Helena nke Sarayaku), nke na-edekọ ndụ ya na ọrụ ya metụtara ịkụzi ụzọ ndụ Sarayaku",
  "Eriberto Gualinga duziri ihe nkiri ahụ ma gosipụta ya na Maachị 18, 2022 na Environmental Film Festival na Nation's Capital.",
  "N'Eprel 4, 2022 egosipụtara Helena Gualinga na nwanne ya nwanyị Nina Gualinga na magazin Revista Hogar Foto ha dị n'ihu mbipụta nke 691 nke magazin ahụ ma dị ka mgbasa ozi mmekọrịta Helena si kwuo, ọ bụ oge mbụ ụmụ nwanyị ụmụ amaala nọ n'ihu magazin ahụ.",
  "N'abalị iri abụọ na abụọ n'ọnwa Eprel afọ 2022, e sere Helena Gualinga na magazin <i id=\"mwcw\">Vogue</i> n'otu isiokwu gbasara ihe osise ihu ọdịnala Kichwa Sarayaku nke Atenea Morales de la Cruz dere."
]