[
  "Helen Sophia Chenevix (13 Nọvemba 1886 ruo 4 Machị 1963) bụ onye Irish suffragist na onye otu ọrụ",
  "N'afọ 1911, ya na Louie Bennett rụkọrọ ọrụ iji guzobe Irish Women's Suffrage Federation",
  "Ha abụọ mechara guzobe Irish Women Workers' Union.",
  "A họpụtakwara Chenevix na ụlọ ọrụ Dublin Corporation, ma rụọ ọrụ ugboro abụọ dị ka onye na-anọchite anya Lord Mayor nke Dublin n'afọ 1942 na 1950",
  "N'afọ 1951, ọ rụrụ ọrụ dị ka onye isi oche nke Irish Trades Union Congress, site n'afọ 1955 ruo n'afọ 1957 ọ bụ odeakwụkwọ nke Women Workers' Union",
  "Ọ na-arụkwa ọrụ na International League for Peace and Freedom na Irish Pacifist Movement.",
  "A mụrụ Helen Sophia Chenevix n'ụbọchị 13 Nọvemba afọ 1886 na Blackrock, Co",
  "Dublin, ọ bụkwa nwa nwanyị nke Henry Chenevixe, Bishọp na Chọọchị nke Ireland na ikekwe nwa nke onye Irish chemist Richard CheneviX. Nne ya bụ Charlotte Sophia, nke a mụrụ Ormsby.",
  "Chenevix gara Alexandra College na Milltown na Dublin, ebe onye otu suffragist na onye mmekọ Louie Bennett nwetara agụmakwụkwọ ya afọ iri abụọ gara aga. Chevenix mechara gaa n'ihu na agụmakwụkwọ ya na Trinity College ebe ọ bụ otu n'ime ndị inyom mbụ gụsịrị akwụkwọ ma nweta nzere B.A na 1909. Chenevix malitere inwe mmasị ma mikpuo onwe ya n'ime òtù suffragette ma bụrụ onye isi otu na Irish Women's Suffrage Federation",
  "Chenevix duziri ọtụtụ ngagharị na arụmụka banyere ikike ụmụnwanyị, na mmekorita mgbe niile ya na onye otu ndọrọ ndọrọ ọchịchị Bennett, onye ya na ya na-arụkọ ọrụ n'ọtụtụ ọrụ ndọrọ ndọrọ ọchịchị",
  "Site na 1911, socialism na femism nọ na-eto eto, ọtụtụ ndị na-ahụ maka ụmụnwanyị nwere echiche ndọrọ ndọrọ ọchịchị nke socialist. Nke a dugara na nkwado a ma ama nke òtù ndị suffragette n'oge 1910s na ịrị elu na nkwado maka Chenevix na Irish Women's Suffrage Federation.",
  "Chenevix bụ naanị nwa nne na nna ya, Henry na Sophia. Ha bụ ezinụlọ South Dublin nwere ahụ iru ala nke na-enweghị nsogbu ego dịka nna ya bụ Bishọp nke Chọọchị Ireland. Ya na ndị mụrụ ya ka bi n'ụlọ ezinụlọ na Dublin mgbe ya na Bennett guzobere Irish Women's Suffrage Federation.",
  "Chenevix na Bennett bụ ndị enyi mgbe niile, na-eduga na ịkọ nkọ na ha abụọ nwere mmekọrịta ịhụnanya. A na-eche ugbu a na ha bụ di na nwunye",
  "A na-ekwu na di na nwunye ahụ bụ akụkụ nke netwọk nwere mmetụta nke ụmụnwanyị na-edina nwoke bi na Dublin. Bennett kwagara n'ụlọ dị n'akụkụ Chenevix, ha bikwa n'otu oge na Chenevixe na-elekọta Bennett tupu ya anwụọ n'ọrịa na 1956. Na Pax et Libertas, Chenevix dere na Bennett bụ \"nwaanyị a kacha hụ n'anya na Dublin\" na \"Udo na Nnwere Onwe bụ echiche ejima ebe a\".",
  "Chenevix nwụrụ na 4 Machị n'afọ 1963.",
  "Chenevix bụ onye na-ahụ maka ihe ndị ruuru ụmụnwanyị",
  "N'afọ 1911, o guzobere Irish Women's Suffrage Federation, nke kwadoro ntọala nke Dublin's Irish Women'S Reform League na Belfast's Women's suffrage Society.\nChenevix kwenyere na a ga-ebuli afọ ịhapụ ụlọ akwụkwọ ruo afọ iri na isii ma mee mkpọsa maka ịgbanwe nke a na 1920s",
  "Ọ ghọtara ọgụ ezinụlọ ndị dara ogbenye nwere ma chọọ ụgwọ ego maka ha.",
  "Helen guzobere Irish Women's Workers Union n'afọ 1916 ma ka ọ na-erule 1918 a nabatara ya dị ka otu ọrụ, nke nwere ihe karịrị ndị otu 5,000",
  "Ebumnuche ha bụ ịkwado ụmụnwanyị na-arụ ọrụ n'ọnọdụ ọrụ dị njọ",
  "Ha na ndị were ha n'ọrụ kwurịtara maka ụgwọ ọrụ ka mma na oge ọrụ.",
  "N'afọ 1945, Chenevix, Bennett na ndị ọzọ so na Irish Women's Worker's Union malitere ọgbaghara maka ọnọdụ ọrụ dị njọ ndị ọrụ ga-atachi obi mgbe ha na-arụ ọrụ n'ebe ịsa ákwà",
  "Ọgbaghara a gara nke ọma were ọnwa 3 n'ozuzu ya ma nye mba ahụ dum ezumike izu abụọ a kwụrụ ụgwọ kwa afọ na njedebe",
  "A na-eto Chenevix na Bennett nke ukwuu maka ịbụ \"ụmụ nwanyị siri ike, dị ike\" maka ijikwa na ịnọgide na-eme ngagharị iwe ahụ.",
  "N'afọ 1949, Chenevix jere ozi dị ka osote onye isi oche nke Irish Trade Union Congress na n'afọ 1951 a họpụtara ya dịka onye isi ala.",
  "A họpụtakwara Chenevix na ụlọ ọrụ Dublin Corporation, ma rụọ ọrụ ugboro abụọ dị ka onye na-anọchite anya Lord Mayor nke Dublin (na 1942 na 1950). Ọ na-arụkwa ọrụ na Women's International League for Peace and Freedom na Irish Pacifist Movement.",
  "Mgbe Bennett lara ezumike nká na 1955, Chenevix nwetara ọkwa ya dị ka odeakwụkwọ ukwu nke Irish Women's Worker's Union.",
  "Mgbe ọ lara ezumike nká na Irish Women Workers Union na 1957, Chenevix lekwasịrị anya n'ịrụ ọrụ maka udo na nkwụsị nuklia.",
  "Ihe omume a na-agaghị echefu echefu na ndụ Chenevix bụ ntinye ya na nzukọ nke Irish Trade Union Congress na Irish Congress of Trade Unions",
  "Arụmụka kpụ ọkụ n'ọnụ bilitere n'etiti ndị nnọchiteanya na-atụ aro na echiche nke udo ụwa bụ echiche \"communist\"",
  "Ka Chenevix, \"onye na-adịghị ike, onye dị nro, onye nwere ntutu isi awọ\", na-eru nso n'ebe a na-anọ ekwu okwu, nzukọ ahụ nọ n'ọgba aghara",
  "Ka ọ na-ekwu okwu n'ụzọ dị jụụ na nke doro anya maka mkpa udo, ọgba aghara ahụ malitere ịnwụ",
  "Ozugbo ọ gwụchara, ọnụ ụlọ ahụ malitere n'oké ifufe nke ịkụ aka",
  "Mkpebi ya, nke a na-elebu anya dị ka \"ndị Kọmunist\", mechara bụrụ nke a nabatara ma jiri otu olu gafee.",
  "Chenvix rụrụ ọrụ n'akwụsịghị akwụsị n'oge ndụ ya niile iji lụọ ọgụ maka ikike ụmụnwanyị, iji melite ọnọdụ ọrụ maka ụmụnwanyị Irish na ikike ibi n'ụwa udo na-enweghị agha ma ọ bụ ọgba aghara. Ka ọ na-arụ ọrụ ruo mgbe ọ nwụrụ, a họpụtara ya ka ọ bụrụ onye otu Industrial Accidents Commission naanị ụbọchị atọ tupu ọnwụ ya.",
  "Ọ nwụrụ n'ọrịa kansa ụbụrụ n'ụbọchị nke anọ n'ọnwa Machị n'afọ 1963 n'ụlọ ọgwụ Walkinstown, e lie ya n'ebe ili ozu Deansgrange n'ụbọchị iri na asaa n'ọnwarị n'otu afọ ahụ. E mere emume olili ozu ya na Monkstown Parish Church ma bụrụ nke Reverend RWM Wynne duziri",
  "N'etiti ndị gara olili ozu ahụ bụ ndị otu Dáil na Senate, ndị nnọchiteanya nke òtù Trade Union na ọtụtụ ndị enyi Chenevix.",
  "E debere bench na ogige St Stephens Green iji sọpụrụ Chenevix na Bennett maka ọrụ siri ike ha na-alụ ọgụ maka ikike ụmụnwanyị",
  "bench ahụ na-agụ, 'Ọ bụkwa nke enyi ya na onye ọrụ ibe ya Helen Chenevix, 1888 - 1963 onye nwere otu echiche dị elu,'. A kọwara ụmụnwanyị abụọ ahụ dị ka \"Abụọ n'ime ụmụnwanyị Irish kachasị mma nke narị afọ a\" mgbe ọnwụ Chenevix gasịrị.\nIhe ncheta dị na akwụkwọ akụkọ The Irish Times kwuru na Chenevix \"ga-efu ọ bụghị naanị maka ọrụ ọ rụrụ, kamakwa maka àgwà ọma o nwere",
  "Ndị enyi ya ga-enwe mmetụta miri emi na nke a na-apụghị idozi edozi nke mfu\".",
  "Ingenious Ireland haziri njem ije ije na International Women's Day 2015 iji mee emume ndụ Chenevix, Bennett, Helena Molony na Kathleen Clarke na iji sọpụrụ ọrụ ha maka ebe ịsa ákwà",
  "A kpọrọ njem ahụ \"Obstreporous Lassies\" ma lekwasị anya n'ọrụ Irish Women Workers' Union.",
  "Àtụ:S-start\nÀtụ:S-npo\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]