[
  "Helena Dudley (August 31, 1858 - September 29, 1932) bụ onye ọrụ mmekọrịta ọha na eze nke America, onye nhazi ọrụ, na onye na-ahụ maka udo",
  "Dị ka onye nduzi nke Denison House na Boston site na 1893 ruo 1912, ọ bụ onye ndú nwere mmetụta na mbido obibi, ma nyere ọtụtụ puku ndị ogbenye na ndị na-arụ ọrụ aka n'oge mmemme enyemaka gọọmentị na-adịghị",
  "N'ịbụ onye ọnọdụ ọrụ na ụlọ ahịa sweatshops dị n'ógbè ahụ wụrụ akpata oyi n'ahụ, nke ọ mụtara site n'aka ndị agbata obi ya, ọ malitere ịbawanye na-arụsi ọrụ ike n'òtù ndị ọrụ",
  "O nyere aka hazie Women's Trade Union League na 1903, ma kwado ọgbaghara Bread and Roses na 1912",
  "Mgbe Agha Ụwa Mbụ gasịrị, ọ rụrụ ọrụ iji kwalite Njikọ Mba, ma ruo ọtụtụ afọ ọ bụ onye isi nke Njikọ Ụmụ nwanyị nke Mba Nile maka Udo na Nnwere Onwe.",
  "A mụrụ Dudley na Florence, Nebraska, naanị nwa Judson H",
  "na Caroline Bates Dudley",
  "Nna ya bụ otu n'ime ndị mbụ biri na Denver, Colorado, ma baa ọgaranya na igwupụta ọlaọcha na ala",
  "N'oge Helena bụ nwata, ọnọdụ ego nna ya gbanwere nke ukwuu ma ezinụlọ ahụ kwagara site n'otu ebe gaa n'ebe ọzọ na Western United States",
  "Mgbe ọ dị afọ iri abụọ na isii, ọ banyere na Massachusetts Institute of Technology, ebe ọ gụrụ akwụkwọ otu afọ tupu ọ gaa Bryn Mawr College",
  "Dị ka onye isi na-amụ banyere ihe ndị dị ndụ, o nyere aka kwụọ ụgwọ ya n'ụlọ akwụkwọ site n'ịrụ ọrụ dị ka onye enyemaka ụlọ nyocha, gụsịrị akwụkwọ na 1889 na klas mbụ nke Bryn Mawr.",
  "Mgbe ọ gụsịrị akwụkwọ, ọ kụziri ihe ọmụmụ ndụ na Pratt Institute na Packer Institute, ha abụọ dị na Brooklyn. Na Mee 1890, ọ sonyeere College Settlements Association (CSA), otu ụmụ nwanyị gụrụ akwụkwọ na kọleji na-arụ ọrụ n'ụlọ obibi na Boston, New York, na Philadelphia",
  "N'afọ 1892 ọ hapụrụ ọrụ nkuzi ya iji bụrụ \"onye isi ọrụ\" mbụ n'ụlọ CSA dị na Philadelphia",
  "Mgbe Emily Greene Balch gbara arụkwaghịm dị ka onye isi Denison House na 1893, Dudley kwagara Boston iji dochie ya.",
  "Dudley jere ozi dị ka onye isi ọrụ, ma ọ bụ onye nduzi na-ebi, na Denison House site na 1893 ruo 1912",
  "Mgbe ọ bịarutere n'oge egwu nke 1893, ọ malitere ozugbo ịrụ ọrụ ịhazi ụlọ ahụ dị ka ụlọ ọrụ enyemaka nke nwere ike ikesa ihe ndị dị mkpa dị ka mmiri ara ehi na coal",
  "N'ọnwa Disemba, ọ malitere ụlọ ịkwa akwa, nke were ụmụ nwanyị 324 n'ọrụ n'oge oyi. Ụlọ ọrụ Wells Memorial Institute nyere ụlọ ọrụ ahụ n'efu, Dudley wee nweta ego maka ihe na mmefu ndị ọzọ",
  "Maka ụgwọ ọrụ dị larịị nke cents 75 kwa ụbọchị, ụmụ nwanyị ahụ na-emepụta uwe ime, uwe ụlọ ọgwụ, ákwà ndina, na ihe ndị yiri ya maka ụlọ ọrụ ndị dị ka Red Cross na Boston City Hospital",
  "N'ihe ndekọ ya banyere ọrụ ahụ, Dudley kpachapụrụ anya ịhụ na ụmụ nwanyị ahụ anaghị asọmpi na azụmaahịa mpaghara; dịka ọmụmaatụ, ndị nọọsụ na-emekarị uwe ụlọ ọgwụ n'oge ezumike ha n'ọrụ.",
  "N'okpuru nduzi ya, Denison House ghọrọ ebe dị mkpa dị n'ógbè, na-enye klas na nọọsụ, akwụkwọ Bekee, ọrụ aka, isi nri, na ọkwa nkà, yana egwuregwu na ogige oge okpomọkụ maka ụmụaka, na klọb maka ndị okenye",
  "O nwere ọbá akwụkwọ, ụlọ mmega ahụ, na ụlọ ọgwụ. Mgbe e mesịrị, Dudley sooro Robert Archey Woods na ndị ọzọ bi na South End House - ụlọ obibi mbụ nke Boston, nke dị naanị blocks ole na ole - mee ihe ngosi nka, mee nyocha ụlọ, na mkpọsa maka ụlọ ịsa ahụ ọha na eze na ụlọ mmega ahụ. Ya na Woods na ndị isi ndị ọzọ dị ka Jane Addams na Mary Simkhovitch, o nyere aka hazie National Federation of Settlements na 1908.",
  "Ọtụtụ ndị ọrụ bi n'ebe ahụ bụ ụmụ nwanyị nọ n'ọkwá dị elu ruo n'ọkwa dị elu, dịka Dudley kwetara, ha nwere ma ọ dịkarịa ala ihe ha ga-amụta n'aka obodo dịka ha ga-enye ya. N'okwu o kwuru na Wesleyan Hall n'afọ 1895, Dudley kwuru na ụmụ nwanyị kọleji amụtala, site n'ọrụ ha n'ụlọ obibi, \"nke ọnọdụ ndị na-emetụta ndị na-enweta ụgwọ ọrụ",
  "Anyị achọtawo ụmụ nwanyị na-eme uwe elu maka 37 na ọkara cents na iri na abụọ..",
  "ọ bụkwa n'ihi ihe ọmụma a ka anyị nwere mmasị na òtù ọrụ",
  "\"",
  "Ka oge na-aga, Dudley kwenyere na ebe obibi, nke bara uru dị ka ọ dị na obodo, enweghị ike inye ndị ọrụ ihe kachasị mkpa: ụgwọ ọrụ",
  "O doro anya na Mary Kenney O'Sullivan na di ya, ndị ọrụ abụọ, ndị bi na Denison House na 1890s, nwere mmetụta n'ebe ọ nọ",
  "Onye ọrụ ibe ya ọzọ, Vida Scudder, nyere aka hazie Federal Labor Union (FLU), otu \"ndị ọkachamara\" jikọtara ya na American Federation of Labor. Dudley sonyeere otu ahụ ma jee ozi dị ka onye nnọchi anya ya na Boston Central Labor Union ruo ọtụtụ afọ",
  "Site na FLU, ya na ndị ọzọ bi na Denison House haziri ndị ọrụ uwe Boston na 1894",
  "Ọ bụ otu n'ime ọtụtụ òtù ndị na-enwe nzukọ mgbe niile na Denison House n'oge Dudley nọ n'ọkwa.",
  "N'afọ 1903, ụmụ nwanyị atọ ahụ - Dudley, O'Sullivan, na Scudder - nyere aka hazie Women's Trade Union League",
  "O'Sullivan ghọrọ odeakwụkwọ nke nzukọ ahụ, Dudley jere ozi ruo oge ụfọdụ dị ka osote onye isi oche nke alaka Boston ya. Afọ ole na ole ka e mesịrị, ụmụ nwanyị atọ ahụ tara ahụhụ maka nkwado nke 1912 Lawrence textile strike",
  "Scudder kwuru okwu nye ndị na-eme ngagharị iwe nke a kpọsara n'ọtụtụ ebe, ọ fọrọ nke nta ka ọ bụrụ na ọ tụfuru ọnọdụ nkuzi ya na Wellesley",
  "A kpọtụrụ Dudley na O'Sullivan aha na Boston Globe mgbe ha kwụrụ ụgwọ mgbapụta nke $ 500 onye ọ bụla maka Joseph Ettor na Arturo Giovannitti, ndị isi ọgbaghara e jidere na ebubo ụgha. O'Sullivan mechara kwụsị ọrụ ya na WTUL, a manyere Dudley na Scudder ịhapụ Denison House.",
  "Helena Dudley ghọrọ enyi Cornelia Lyman Warren",
  "Warren zụrụ ebe maka Denison House mbụ",
  "Mgbe Dudley lara ezumike nká na 1912, Warren wuru ya ụlọ na ala ezinụlọ ya, Cedar Hill",
  "Dudley biri na Cedar Hill ruo mgbe Warren nwụrụ na 1921.",
  "Mgbe ọ lara ezumike nká, Dudley lekwasịrị anya na mbọ afọ ofufo ya maka udo ụwa",
  "Ọ sonyeere ụlọ ọrụ nke alaka Massachusetts nke Women's International League for Peace and Freedom ma nọgide na-etinye aka na nzukọ ahụ ruo ndụ ya niile",
  "Mgbe Agha Ụwa Mbụ gasịrị, ọ rụrụ ọrụ iji kwalite Njikọ Mba, na-eme ọtụtụ njem na Europe",
  "N'afọ 1920, ọ sonyeere ndị otu Socialist",
  "Onye Episcopalian na-anụ ọkụ n'obi, Dudley bụkwa onye otu Companionship of the Holy Cross, ma wepụta onwe ya na Adelynrood, ebe ezumike nke ọha mmadụ na Byfield, Massachusetts.",
  "N'ime afọ iri ikpeazụ nke ndụ ya, ya na ezigbo enyi ya Scudder biri na Wellesley, Massachusetts",
  "N'afọ 1932, ya na Scudder gara nnọkọ nke asaa nke Women's International League na Grenoble, France",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, mgbe ọ na-eleta ndị enyi ya na Geneva, Switzerland, Dudley dara ọrịa ma nwụọ mgbe ọ dị afọ 74.",
  "A na-echeta Dudley n'ihe gbasara Denison House na Boston Women's Heritage Trail."
]