[
  "Mmakgabo Mmapula Mmangankato Helen Sebidi (ubochí isé n'ọnwa Machị 1943) bụ ónyé na-ese ihe na South Africa nke amụrụ na Marapyane (Skilpadfontein) nso Hamanskraal, Pretoria ónyé bi ma na-arụ ọrụ na Johannesburg",
  "A nọchitere anya ọrụ Sebidi na nchịkọta onwé na nke ọha na eze, gụnyere na National Museum of Women in the Arts, Washington na New York na Smithsonian National Museum of African Art, New York, na World Bank",
  "A nabatara ọrụ ya na mbà ụwa na mpaghara. N'afọ 1989, ọ meriri ihe nrite Standard Bank Young Artist, na-aghọ nwanyị ojii mbụ meriri ihe nkiri ahụ. N'afọ 2004, Ónyé isi ala Thabo Mbeki nyèrè ya Order of Ikhamanga na Silver nke bụ nsọpụrụ kachasị elu e nyèrè ndị a na-ewere dị ka \"akụ̀ dị oké ọnụ ahịa mba\". N'afọ 2011, e nyèrè ya ònyìnyé Arts and Culture Trust (ACT) Lifetime Achievement Award for Visual Art, ebe n'afọ 2015 ọ natara Mbokodo Award. N'ọnwa Septemba afọ 2018, a kwanyeere Sebidi ugwu site n'otu n'ime ihe ngosi mbụ ya na Norval Foundation na Cape Town.",
  "Ọrụ ya na-anọchite anya ụdị ihe osise na ihe ọkpụkpụ nke ógè a n'Afrịka, ébé ọ na-egosipụta ahụmịhe ya nke itolite ma biri n'ime ime ọbọdọ South Africa, na mgbè e mesịrị ahụmịhe ọ dị ka ónyé na-ese ihe ojii, na-ebi ma na-arụ ọrụ n'okpuru ọchịchị ịkpa ókè agbụrụ. Ihe osise Sebidi na-egosipụtakarị ihe ndị Afrịka na-enweghị atụ na agba na-egbuke egbuke na palette bàrà ọgaranya",
  "A na-ejikọkarị ya na ụlọ akwụkwọ ndị na-eme ihe n'eziokwu na ndị na-egosipụta ihe, ya na ihe osise ya doro anya nke ndụ na ime ọbọdọ na ọbọdọ ukwu South Africa na ihe ndị a tụrụ atụ.",
  "A mụrụ Mmakgabo Mmapula Helen Sebidi na Marapyane, na mpụga Hammanskraal, South Africa",
  "Ọ mụtara ọrụ aka nke murals, ịkpa akwa na ịkwa akwa, embroidery na beadwork, na ịchọ mma calabash site n'aka nné nnè ya",
  "Aha Sebidi, \"Mmakgabo\", nke pụtara \"ónyé na-edebe ire ọkụ\", na-ezo aka n'omume ọrụ nne nne ya na nkwenye na ọrụ ọrụ ákà n'ịmepụta ọbọdọ.",
  "Sebidi gara klas na Dorkay House mgbè ọ zutere Jonathan Koenakeefe Mohl na mberede",
  "Ọ mụụrụ ya ise ihe, na-aga n'ihu site na osisi gaa na ọdịdị ala gaa na ụlọ ọbọdọ",
  "Sebidi laghachiri n'ọbọdọ ya mgbè nné nnè ya dara ọrịa n'etiti afọ ndị 1970",
  "O mèrè ihe osise banyéré agbụrụ ya na agbụrụ Mohl site na ọnwụ nne nne ya na mbido afọ 1980",
  "Nne nne ya hapụrụ ya ka ọ rụọ ọrụ na nzuzo ma nye Sebidi akụkọ ihe méré eme",
  "O jikọtara ya na ọtụtụ òtù nka na ndị na-ese ihe Bill Ainslie na David Koloane.",
  "Otu isiokwu a na-ahụkarị n'ọrụ nka Sebidi bụ nloghachi nke ụkpụrụ omume, ọkachasị ndị metụtara Africa tupu ọchịchị"
]