[
  "Helen Yawson (née Obadagbonyi, amụrụ na 3 Julaị 1967) bụ onye na ede egwu ozioma nakwazi onye na akposa ozioma bi na ghana",
  "A mụrụ Helen Yawson na London n'afọ 1967",
  "Mgbe ọ dị afọ ise, ọ gara biri na Lagos, Nigeria wee laghachi London mgbe ọ dị afọ iri na itoolu",
  "Ikike ya ịbụ abụ pụtara ìhè site Mgbe odi na Nwata onwere obi ike nakwazi ntukwasa onwe obi na akuku ọrua.",
  "N'oge na-adịghị anya mgbe ọ laghachiri London n'afọ 1986, ọ sonyeere ozi Ndị Kraịst nke Matthew Ashimolowo na-eto eto ebe ọ Nakwere ihe ịma aka nke akporo to get serious with God",
  "N'afọ 1988, Helen sonyeere Kingsway Foursquare Church Band; mgbe ahụ n'afọ 1989, ọ sonyeere ndị na ekwe egwu na ụlọ uka wee buru Onye Ndu ha na ikwe egwu",
  "N'ime afọ asaa sochirinụ, ụdị ya dị ike ma na-efe efe mere ka ndị otu ahụ na-eto eto na-eto eto na ụdị ofufe n'ọtụtụ nleta na Nigeria na Canada, yana UK niile.",
  "N'inwe mmetụta na ọ na-aza oku maka ọrụ okpukpe, Yawson kwagara Accra, Ghana n'afọ 2002 ebe Matthew Ashimolowo họpụtara ya ka ọ bụrụ Reverend Minister n'otu afọ ahụ",
  "Helen jere ozi kemgbe ọ bịarutere Ghana dị ka Onye isi nke ngalaba egwu na okike ma ugbu a ọ bụ onye isi KICC Winning Women Ministries",
  "Helen Yawson lụrụ Andrew Yawson, di na nwunye ahụ nwere ụmụ nwanyị abụọ.",
  "onodu Helen nakwa mbo o na agba na otu ahu na ekwe egwu nakwa nke na agba egwu nke ana akpo Kingsway international Christian center (kicc)biara Mgbe ha kwesiri I bia but Mgbe ụlọ uka ahu ji ike na ebube na etolite dika ogbako kasi di elu na UK gbaa gburu gburu.nke onye nduzi ya nakwa onye nkuzi ya bu Matthew ashimolowo.imirikiti nari mmadu ndị na amaghi Christ makwara ya",
  "Na afo 1997 onyinye a enyere Helen dotirikwara  nke mere ka oburu onye nhazi egwu na kicc,s North London satellite church na onye na eduzi otu mmadu asato na aku egwu nakwa ndịna agba egwu.na enye Kwara aka na nhazi  nari mmadu ndị Siri ike na ikwe ukwe.",
  "Helen Yawson bụ agbamume nye ọtụtụ ndị ka o meriri ihere na obi ike onwe onye na-adịghị mma iji bụrụ ihe dị oké ọnụ ahịa ọ bụ taa, na ọnụnọ ọkwa a na-apụghị ịgbagha agbagha na ikike zoro ezo imetụ ndụ aka",
  "Ndị nduzi ya bụ Helen Baylor, Shirley Caesar na Babbie Mason",
  "Kemgbe ọtụtụ afọ, ya na ndị ozioma ukwu, ndị dị ka Andraé Crouch, Alvin Slaughter, Ron Kenoly, Jessy Dixon, Mary Mary na Daniel Winans",
  "O doro anya na ụlọ ekpere ozi Helen Yawson bụ ihe pụrụ iche, nke a na-eji obi nwanyị kpebisiri ike idu mba dị iche iche iche n'ezi ofufe na-enweghị nchịkwa nye Chineke nke na-achọsi ya ike",
  "Ọchịchọ ya bụ ịnọgide na-ejikọta akaoru efu ahu chineke nyere ha na egosikwa ihunanya diegwu na ebe chineke no na ekwusa ozioma chineke nye ndị ana azoputaghi na agba Kwa ndị kweere ume ka ha na ebi Ndu mmeri nakwa nke otuto juputara na ya",
  "obu ihe na agu ya agu ihu Onye obula ma nwoke ma nwanyi iguzosi ike na ịbụ Onye na efe chineke na  eziokwu",
  "."
]