[
  "Helena Cobban onye (amụrụ n'afọ 1952) bụ onye edemede na onye nchọpụta na mmekọrịta mba ụwa, nwere mmasị pụrụ iche na Middle East, usoro mba ụwa, na ikpe ziri ezi",
  "Ọ bụ onye isi na-abụghị onye bi na Washington DC-based Center for International Policy",
  "Ọ bụ onye guzobere na onye isi oche nke ụlọ ọrụ na-ebipụta akwụkwọ, Just World Books na onye isi isi oche nke obere ụlọ ọrụ agụmakwụkwọ na-enweghị uru, Just World Educational",
  "Ebe ọ na-enye aka n'ọrụ ya niile n'ọtụtụ ụlọ ọrụ mgbasa ozi ma dee akwụkwọ asaa, ọ maliteghachiri ọrụ edemede ya n'afọ 2019.",
  "A mụrụ ya na Abingdon, England n'afọ 1952 nye James Cobban na Lorna Mary Cobban, ọ gụrụ akwụkwọ na Queen Anne's School, Caversham na St Hugh's College, Oxford, ebe ọ natara BA (Hons) na Philosophy na Economics na 1973",
  "E nyere ya MA site na Oxford n'afọ 1981.",
  "Site n'afọ 1974 ruo afọ 1981, ọ rụrụ ọrụ dị ka onye na-ede akụkọ na Beirut maka ụlọ ọrụ akụkọ gụnyere The Christian Science Monitor, Middle East International, The Sunday Times, ABC News, na BBC.",
  "N'afọ 1982, ọ kwagara na United States iji nweta mkpakọrịta nyocha na Harvard University Center for International Affairs, ebe o dere akwụkwọ mbụ ya, The Palestinian Liberation Organisation",
  "E bipụtara ya n'asụsụ Bekee n'afọ 1984, a sụgharịrị ya n'asụ Arabic na ọtụtụ asụsụ ndị ọzọ, ma ka na-ebipụta ya.",
  "Kemgbe ahụ, o bipụtara akwụkwọ isii ọzọ: atọ ndị ọzọ gbasara ajụjụ gbasara agha na udo nke Middle East, na atọ gbasara okwu mba ụwa ndị ọzọ",
  "Akwụkwọ ya nke asaa, Re-engage! E bipụtara American and the World After Bush na 2008",
  "Rep",
  "Lee H",
  "Hamilton, onye isi oche nke Iraq Study Group, kọwara ya dị ka, \"Onye na-akpali akpali, nke na-akpata echiche, na nke dị mfe site n'aka onye nta akụkọ a na-akwanyere ùgwù nke ukwuu banyere otu anyị niile, dị ka ndị mmadụ n'otu n'otu, nwere ike isi mee ihe iji nyere mba anyị na ụwa anyị aka",
  "\" O nyekwara isiakwụkwọ na ihe dị ka akwụkwọ ndị ọkà mmụta 20 nke ndị ọzọ dezigharịrị.",
  "Site n'afọ 1991 ruo afọ 1993, ọ bụ onye isi nke ọrụ Middle East na Search for Common Ground, na Washington, DC.",
  "Site n' afọ 1990 ruo afọ 2007, Cobban nyere kọlụm oge niile na nsogbu ụwa na The Christian Science Monitor, ma site n'afọ 1993 ruo afọ 2006 o nyere kọlụlụm dị iche na asụsụ Arabic nke mba ụwa Al-Hayat.",
  "N'ọnwa Febụwarị afọ 2003, ọ malitere ibipụta \"Just World News\", blọọgụ gbasara nsogbu ụwa nke nwetara ọtụtụ ndị na-agụ akwụkwọ na mba ụwa ma depụta ya na Le Monde diplomatique na ebe ndị ọzọ",
  "Ọ bụ onye nchịkọta akụkọ na Boston Review, ebe o bipụtara edemede banyere nsogbu ndị Palestine na Israel, Iraq, na ajụjụ ikpe ziri ezi mgbe esemokwu gasịrị",
  "Na ngwụcha afọ 2000 ọ nyere aka na nyocha akụkọ kwa izu banyere mmepe Middle East na Inter Press Service ma nye onyinye oge na ForeignPolicy.com na The Christian Science Monitor.",
  "Na Machị afọ 2010, o guzobere \"Just World Books\"",
  "N'ime afọ asatọ sochirinụ, ụlọ ọrụ ahụ bipụtara aha iri atọ na asatọ  mbụ na Middle East na nsogbu mba ndị ọzọ",
  "Na mbido afọ 2018, ụlọ ọrụ ahụ banyere n'ịnye utu aha ọhụrụ ọ bụ ezie na ọ na-edebe utu aha ndị dị ugbu a na mbipụta ma na-ere ikike enyemaka maka ha",
  "Cobban wee nwekwuo oge na-agba ọsọ Just World Educational, nke ọ rụrụ ọrụ dị ka onye isi oche",
  "N'oge opupu ihe ubi nke afọ 2019, ọ maliteghachiri ọrụ edemede ya.",
  "Ọ bụ onye otu Charlottesville Friends Meeting na Charlottesille, Virginia",
  "Cobban bụbu onye otu International Institute for Strategic Studies, ma nọrọ na Middle East Advisory Committee of Human Rights Watch",
  "N'afọ 2007 ọ bụ \"Enyi na Washington\" na Kọmitii Ndị Enyi na Iwu Mba.",
  "Ọ lụrụ William B",
  "Quandt, onye bụ Edward R",
  "Stettinius, Jr., Prọfesọ nke ndọrọ ndọrọ ọchịchị na Mahadum Virginia.",
  "Site na akụkọ ya na ọrụ nyocha ya, Cobban enyela aka dị ịrịba ama na ọmụmụ nke ndọrọ ndọrọ ọchịchị Palestine, ime udo nke Israel-Palestine, ndọrọ ndọrọ ọchịchị Lebanọn, ime udo Israel-Syria, agha US na Iraq, na ọmụmụ sara mbara nke Middle East.",
  "Maka akwụkwọ ya nke afọ 1984 The Palestinian Liberation Organisation: People, Power, and Politics ọ gbara ọtụtụ ndị guzobere na ndị isi nke PLO ajụjụ ọnụ ma jiri ọtụtụ ihe mbụ anakọtara n'oge ọrụ akụkọ ya na Beirut na ngwụcha afọ 1970",
  "N'akwụkwọ ahụ, o kwubiri na etiti nke mmegharị mba Palestine na-agbanwe n'ebe ndị Palestine bi n'ime ala nna ha nọ, nchọpụta nke gosipụtara na ọ bụ eziokwu mgbe Intifada Mbụ malitere na 1987",
  "A katọrọ akwụkwọ ahụ nke ukwuu na nyocha nke Daniel Pipes dere maka Washington Post.",
  "N'agbata afọ 1984 na afọ 2000, Cobban bipụtara ọtụtụ isiokwu na isiakwụkwọ akwụkwọ gbasara ọganihu ndọrọ ndọrọ ọchịchị nke Palestine",
  "Kemgbe afọ 2001 o bipụtara ọtụtụ edemede ogologo banyere isiokwu ahụ na Boston Review, gụnyere edemede abụọ gbasara Hamas nke sitere na mkparịta ụka mbụ ya na ndị isi Hamas, gụnyere Khaled Meshaal na Ismail Haniyeh.",
  "N'ọnwa Juun afọ 2009, ọ gbara Meshaal ajụjụ ọnụ ọzọ, ebe o kwuru, \"Agwara m na m na-anabata steeti Palestine ma ọ bụrụ na Israel na-alaghachi na akara tupu afọ 1967",
  "Nke ahụ anaghị akagbu eziokwu akụkọ ihe mere eme nke Israel bi na 1948, mana Hamas na akụkụ ndị ọzọ niile anabatala ngwọta a nke steeti Palestine na akara 1967.",
  "O dere ọtụtụ isiokwu, isi akwụkwọ, na blọọgụ banyere nsogbu dị n'ọhịa a, na-arụ ụka karịsịa na United States na ndị ọzọ na-akwado mmekọrịta udo kwesịrị ilekwasị anya ngwa ngwa iji nweta nkwekọrịta udo ikpeazụ kama igbu oge na isi obodo ndọrọ ndọrọ ọchịchị na-achụ nkwekọrịta nwa oge",
  "Nke a gụnyere ịma aka ịdabere na usoro nkwekọrịta tupu nkwekọrịta ntụkwasị obi dị ka Dennis Ross na ndị ọzọ kwadoro.",
  "Cobban enyerela aka iduzi, ma ọ bụ sonye na, ọtụtụ mmemme nkwurịta okwu Track II n'etiti ndị Israel na ndị Palestine ma mepụta nyocha ụfọdụ gbasara uru na ọnyà nke mgbalị ndị dị otú ahụ",
  "N'afọ 2009 na 2010 ọ rụrụ ọrụ dị ka onye isi nchịkwa nke Council for the National Interest.",
  "N'akwụkwọ ya nke afọ 1985, ọ nyochara ndọrọ ndọrọ ọchịchị Lebanọn dị ka nsonaazụ mmekọrịta dị mgbagwoju anya n'etiti ndị mmadụ dị iche iche nke mba ahụ, nke ọ kewara dabere na nyocha nke Fuad Khuri \"òtù\" na \"ndị pere mpe\"",
  "Akwụkwọ ahụ, nke wuru na akụkọ dị ukwuu n'ala, chọpụtara ma nyochaa ịrị elu nke obodo Shiite nke mba ahụ na-anọghị n'obodo",
  "O mere ọtụtụ njem akụkọ laghachi na Lebanọn mgbe afọ 1999 gasịrị, ma bipụta akụkọ abụọ a ma ama banyere ịrị elu nke Hezbollah.",
  "Akwụkwọ ya nke afọ 1991 nyochara njikọ nke mmekọrịta Siria na Israel na nchegbu zuru oke nke Agha Nzuzo",
  "Zbigniew Brzezinski kọwara ya dị ka \"nnukwu nghọta na nke dị jụụ nke nsogbu dị mgbagwoju anya n'ezie\"",
  "N'akwụkwọ edemede nke afọ 1997, ọ malitere ile anya na nkwekọrịta udo na-amị mkpụrụ nke na-eme n'ụzọ a kemgbe Nzukọ Madrid nke afọ 1991. Ọ gbasaa ọrụ ahụ n'akwụkwọ ya nke afọ 2000, nke Raymond Hinnebusch kọwara dị ka \"A ga-agụ maka onye ọ bụla nwere mmasị na Middle East ma ọ bụ usoro nke mkparịta ụka udo n'ozuzu\".",
  "Akwụkwọ Cobban dere n'afọ 2006 bụ Amnesty after Atrocity?: Healing Nations after Genocide and War Crimes nyochara nsonaazụ ya dịka ọtụtụ ihe ngosi mmekọrịta mmadụ na ibe ya si dị iche iche nke South Africa, Rwanda, na Mozambique mere na mbido ruo n'etiti afọ ndị 1990, ka ha na-anwa ịnagide ihe nketa dị egwu nke arụrụala mere n'oge mbụ nke agha obodo na ime ihe ike",
  "Nke a bụ otu n'ime mgbalị mbụ iji nabata usoro bara uru maka ihe ịma aka nke ikpe ziri ezi, isiokwu nke ọtụtụ ndị nchọpụta mbụ bịakwutere n'ụzọ siri ike.",
  "FtOtu n'ime nchọpụta ya a ma ama bụ na nkezi ego nke ịnwale onye na-eme ihe na ICTR bụ $ 42.3 nde, ebe nkezi ego maka nhazi onye ọ bụla a na-ebo ebubo na Kọmitii Eziokwu na Mmekọrịta nke South Africa bụ $ 4,290 na ego nke ịhapụ na ịlaghachi n'ime ọha mmadụ onye ọ bụla bụbu onye agha obodo site na agha obodo na South Africa na Mozambique ọtụtụ n'ime ha mere ihe ike dị n'okpuru $ 1,100.",
  "N'oge na mgbe ọ rụchara ọrụ n'akwụkwọ ahụ, ọ gbara ajụjụ ọnụ na nyocha akwụkwọ na mba atọ ọ mụrụ; na International Criminal Tribunal for Rwanda, International Criminal Tribune for former Yugoslavia; na Northern Uganda",
  "O bipụtara ihe odide na edemede na-atụgharị uche site na ọtụtụ n'ime njem ndị a na blọọgụ \"Just World News\" ya na blọọlụ Transitional Justice Forum nke e mepụtara n'ụzọ pụrụ iche."
]