[
  "Hellen Asamo nke a makwaara dị ka Asamo Hellen Grace (amụrụ na 24 Eprel na afo 1964) bụ onye nkuzi Ugandan na onye nnọchi anya ndị nwere nkwarụ maka mpaghara Ọwụwa Anyanwụ nke jere ozi na nke itoolu na nke iri nke Nzukọ Ndị Omeiwu nke Uganda. O meriri na ntuli aka nke afo 2021 maka ọnọdụ ya dị ka onye nnọchi anya ndị nwere nkwarụ na mpaghara Ọwụwa Anyanwụ. Hellen nwere njikọ na otu ndọrọ ndọrọ ọchịchị National Resistance Movement.",
  "N'afọ 1977, ọ gụsịrị akwụkwọ Primary Leaving Examination (PLE) ya na Soroti Primary School ma mesịa sonye na Nkoma Secondary School iji chụsoo Uganda Certificate of Education ma gụchaa n'afọ 1981",
  "N'afọ 1990, e nyere ya asambodo nkuzi nke Grade III site na Institute of Teacher Education Kyambogo",
  "N'afọ 1996, ọ nwetara diplọma na agụmakwụkwọ site na Institute of Teacher Education Kyambogo ọzọ",
  "O nwere nzere bachelọ na agụmakwụkwọ (na afo 2006) na Mahadum Kyambogo",
  "N'afọ 1992 ruo na afo 1997, ọ rụrụ ọrụ dị ka onye nkuzi na Nakatunya Primary School.  N'afọ 1997, ọ sonyeere Moroto KDA Primary School dị ka onye nkuzi ma mesịa rụọ ọrụ n'otu ụlọ akwụkwọ ahụ dị ka osote onye isi nkuzi n'etiti afọ 1998 na afo 2000. Ọ sonyeere NUDIPU (National Union of Disabled Persons of Uganda) n'etiti afọ 2002 na afo 2003 wee rụọ ọrụ dị ka onye isi nchịkwa Ag. N'afọ 1990 ruo na afo 1992, ọ rụrụ ọrụ dị ka onye nkuzi na Soroti Primary School.  Site na afo 2000 ruo na afo 2003, ọ sonyeere Moroto Army School ma were ya n'ọrụ dị ka osote onye isi nkuzi. Site na afo 2003 ruo na afo 2011, ọ bụ osote onye isi nchịkwa / onye isi mmemme na NUDIPU.",
  "Site na afo 2013 ruo taa, ọ rụrụ ọrụ dị ka osote onyeisi oche Equal Opportunities Committee na Nzukọ Ndị Omeiwu nke Uganda. Ọ rụrụ ọrụ dị ka onye otu ndị omeiwu na ndị omeiwu nke Uganda site na afo 2011 ruo na afo 2021 na nke itoolu na nke iri nke ndị omeiwu Uganda.",
  "Na Nzukọ Ndị Omeiwu nke Uganda, ọ rụrụ ọrụ ọzọ dị ka osote onyeisi oche na Kọmitii na-ahụ maka Ohere Ịha nhata, yana dịka onye otu Kọmitii Na-ahụ Maka Ọrụ Gender na Mmepe Ọha na Ntinye aha.",
  "O weputara mkpebi nke NRM Parliamentary Caucus ka onye isi ala Museveni bụrụ onye na-ebu ọkọlọtọ na-enweghị mmegide maka pati ahụ na ntuli aka na afo 2021.  Hellen kwuru na isi ihe mere ya ji kwado Museveni dị ka naanị onye na-azọ ọkwa bụ iji mee ka ihe ọ rụzuru na udo na nkwụsi ike site n'ịkwalite mba ahụ gaa na ọganihu, mmepụta ihe, na nkwụghachi nke akụ na ụba.",
  "Ọ bụkwa onye otu Uganda Women Parliamentary Association nke 10th Parliament of Uganda.",
  "A mụrụ ya na Soroti District Hellen lụrụ di. O nwere mmasị pụrụ iche n'ịkwado, inyere ndị nọ ná mkpa aka, inye ndụmọdụ na ịga ọrụ obodo.",
  "Ihe ndị na-eme n'okpuru ebe a bụ ihe omume ntụrụndụ ya:"
]