[
  "Heloise Brainerd (30 Eprel 1881 - 16 Febụwarị 1969) bụ onye America na-eme ihe ike na onye na-akwado ụmụnwanyị Latin America itinye aka na udo",
  "Brainerd rụrụ ọrụ na Pan American Union site n'afọ 1909 ruo afọ 1935 na ngalaba US nke Women's International League for Peace and Freedom",
  "Ọ natara ọtụtụ onyinye mba ụwa, gụnyere Medal of Public Instruction site na Venezuela na Order of Merit site na Ecuador.",
  "A mụrụ Heloise Brainerd n'ụbọchị 30 Eprel n'afọ 1881 na Wallingford, Vermont. Mgbe ọ gụsịrị akwụkwọ na Smith College n'afọ 1904, ọ kwagara Mexico City wee rụọ ọrụ dị ka odeakwụkwọ na ụlọ ọrụ iwu ma mụta Spanish",
  "Mgbe ahụ n'afọ 1909, ọ malitere ịrụ ọrụ maka Pan American Union dị ka odeakwụkwọ onwe onye nke osote onye nduzi",
  "Ọ rụrụ ọrụ ya ruo n'isi nke Ngalaba Mmụta n'afọ 1929, mgbe e guzobere Ngalaba nke Imekọ Ihe Omume, ọ ghọrọ onye nduzi ya",
  "Ngalaba ọhụrụ ahụ bụ ọrụ ịkwalite imekọ ihe ọnụ na agụmakwụkwọ mba ụwa. N'ụbọchị 22 Juun n'afọ 1935, Brainerd lara ezumike nká na Pan American Union ma bụrụ onye Women's International League for Peace and Freedom (WILPF) were ozugbo dị ka oche maka ngalaba US. Ọ bụ onye otu WILPF ogologo oge ma bụrụ onye nnọchi anya mbụ na-asụ Spanish nke US nwere.",
  "Ntinye Brainerd n'ọrụ gbanwere mkparịta ụka maka WILPF na Amerịka",
  "Kama ịkwalite US-dominance, usoro Brainerd bụ otu n'ime nkwanye ùgwù na ịgba ume maka ebumnuche mba ụwa",
  "Ọ gbalịghị izochi eziokwu ahụ bụ na ọrụ mbụ ya na Pan-American Union nwere ike ịkpata nkụda mmụọ na ajụjụ nke ebumnuche nke ndị na-achị ala, mana o kwuru okwu ahụ ma mesie ụmụ nwanyị nọ na ngalaba ndị ọzọ nke WILPF obi ike na ezi obi ya. Mgbalị ya na Mexico n'ụzọ ka ukwuu enweghị ihe ịga nke ọma, dị ka a ga-asị na e nwere ọganihu mbụ n'etiti afọ 1930 ọ doro anya na maka ụmụnwanyị Mexico ọgụ maka ikike ndọrọ ndọrọ ọchịchị abụghị otu ihe ahụ dị ka ebumnuche nke onye mba ụwa. Ndị mba ụwa agafeela n'ọnọdụ nke ịkwado mmadụ nhata na ụmụnwanyị Mexico chọrọ ka a mara ikike ha dị ka ụmụ nwanyị. Brainerd nwere ihe ịga nke ọma ka mma na Central America, mgbe n'afọ 1947 ọ rụrụ ọrụ na kọmitii nhazi nke oku WILPF maka Primer Congreso Interamericano de Mujeres nke emere na Guatemala City, Guatemala",
  "Isiokwu nnọkọ ahụ gụnyere ebumnuche ndị na-eme udo, yana okwu ụmụnwanyị na-elekwasị anya na mba ụwa",
  "Na ngwụcha nnọkọ ahụ, a nabatara ya dị ka otu n'ime ụmụnwanyị kachasị elu na nnọkọ ahụ. Mgbe nzukọ ahụ gasịrị, Brainerd, Carmen Sánchez de Bustamante Calvo de Lozada, na Annalee Stewart rụrụ ọrụ iji gbalịa ịhazi nzukọ ọzọ, mana ha kọrọ obere ọganihu na mkpa ọ dị ịhazigharị, yana mmechi nke nzukọ nke ndị Guatemala na-akwado ihe omume ahụ.",
  "N'afọ 1954, Brainerd ghọrọ osote onye isi oche nke ngalaba US nke WILPF",
  "Venezuela chọrọ ya mma, na-anata Medal of Public Instruction na Ecuador, nke sọpụrụ ya na Order of Merit. E mepụtara ọtụtụ agụmakwụkwọ na-ebu aha ya iji kwalite ọmụmụ Latin America",
  "Jane Addams Peace Association nke New York, mepụtara agụmakwụkwọ na-ebu aha ya.",
  "Brainerd nwụrụ n'ụbọchị 16 Febụwarị 1969 na Freeport, Illinois."
]