[
  "Hennric David Yeboah (1957 - 1 Machị 2019) bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Ghana nke Republic of Ghana Ọ bụ onye omeiwu na-anọchite anya Afigya Sekyere East nke Ashanti Region nke Ghana na 4th, 5th, na 6th Parliament nke 4th Republic of Ghana. Ọ bụ onye otu New Patriotic Party.",
  "A mụrụ Yeboah na 11 Machị 1957. O sitere na Agona, obodo dị na mpaghara Ashanti nke Ghana.  Ọ gụrụ akwụkwọ na Malcolm X College na Chicago, Illinois",
  "Ọ natara diplọma na 1986 site na kọleji ahụ.",
  ".Yeboah bụ onye ọchụnta ego ma bụrụ onye isi oche nke Daphelia Enterprise Limited na okporo ụzọ Spintex na Accra, Ghana.",
  "Yeboah bụ onye otu New Patriotic Party. O bu ụzọ banye n'ụlọ omebe iwu n'afọ 2004 ma bụrụ onye otu ndị omebe iwu maka Afigya Sekyere East Constituency na mpaghara Ashanti nke Ghana. Ọ na-agba ọsọ maka oge abụọ ọzọ na Nzukọ nke ise na nke isii nke Republic nke anọ.  t N'afọ 2015, o meriri New Patriotic Party primaries na Mavis Nkansah Boadu",
  ".",
  "A họpụtara Yeboah dị ka onye omeiwu maka mpaghara Afigya Sekyere East nke Ashanti Region nke Ghana na nke mbụ ya na ntuli aka Ghana nke afọ 2004. Ọ meriri na tiketi nke New Patriotic Party. Mpaghara ya bụ akụkụ nke oche ndị omeiwu 36 n'ime oche 39 nke New Patriotic Party meriri na ntuli aka ahụ maka Ashanti Region. New Patriotic Party meriri ngụkọta nke oche 128 n'ime oche 230.  A họpụtara ya na vootu 32,143 n'ime vootu 41,220 zuru oke nke ruru 78% nke vootu zuru oke. A họpụtara ya karịa Edward Kusi Ayarkwah nke National Democratic Congress, Adamu Alhassan nke Convention People's Party na Alhaji Amidu Adam nke Democratic People's party. Ndị a nwetara 20.5%, 1% na 0.60% n'otu n'otu nke ngụkọta vootu ziri ezi.",
  "N'afọ 2008, ọ meriri ntuli aka n'ozuzu na tiketi nke New Patriotic Party maka otu mpaghara.. Mpaghara ya so n'oche ndị omeiwu 34 n'ime oche 39 nke New Patriotic Party meriri na ntuli aka ahụ maka Ashanti Region. New Patriotic Party meriri ọnụ ọgụgụ dị nta nke oche 109 n'ime oche 230. A họpụtara ya na vootu 33,080 n'ime vootu 43,505 zuru oke nke ruru 76.04% nke vootu zuru oke..A họpụtara ya maka Edward Ayarkwah nke National Democratic Congress, Osman Isshak nke People's National Convention,Amidu Alhaji Adam nke Democratic People's Party na obeng Nyantakyi Clement.nke Mgbakọ Ndị mmadụ Ndị a nwetara 21.61%, 0.59%, 0.29% na 1.47% n'otu n'otu nke ngụkọta vootu.",
  "Yeboah ekedi Christian. Ọ bụ onye otu Chọọchị Ndị Kraịst Charismatic.",
  "n.ọ lụkuwara nwanyi ma muta umụ ise.",
  "Yeboah nwụrụ na 1 Machị 2019, mgbe ọ dị afọ 62 mgbe ọ na-anata ọgwụgwọ na Komfo Anokye Teaching Hospital na Kumasi."
]