[
  "Henry Wilmer \"Mike\" Bannarn (úbọchị irí na asaá n'ọnwa Julaị, 1910 rụo ụbọchị irí abụọ n'ọnwa Septemba, 1965) bụ ónyé na-ese ihe n'Afrịka na America, nke a maara nke ọma màkà ọrụ ya n'oge Harlem Renaissance",
  "A maara ya màkà ọrụ ya na ihe ọkpụkpụ na dị ka ónyé na-ese ihe na ihe osise dị iche iche, Conté crayon, pastel, na eserese n'efu.",
  "A mụrụ ya na Wetumka, Hughes County, Oklahoma, n'ubochí irí na asaá n'ọnwa Julaị, 1910",
  "Mgbè ọ ka bụ nwatakịrị, ezinụlọ ahụ kwagara Minneapolis, Minnesota, ebe ọ chọpụtara nkà ya maka nka",
  "Ọ gụrụ akwụkwọ na Minneapolis School of Arts (nke a maara ugbu a dị ka Minneapolis College of Art and Design).",
  "Ọ rụrụ ọrụ dị ka ónyé na-ese ihe na-aga n'ihu màkà Federal Art Project ma kụzie nka na Harlem Community Art Center na New York City, ebe ọ bụ onye a ma ama n'oge a, enyi na ónyé mmekọ nke ónyé ọzọ ama ama ama ama na-ese egwu Africa America, Charles Alston, onye ya na ya na-arụ ọrụ Alston-Bannarn Harlem Art Workshop na Harlem / NYC, NY",
  "A na-ejikọta ya na \"Harlem Renaissance\" nke afọ 1930, a na-ewere ya dị ka otu n'ime ndị na-enye aka na mmegharị ahụ",
  "Ọ bụ ezie na a maara ya nke ọma màkà ọrụ ya na ihe ọkpụkpụ, ọ bụkwa onye maara nke ọma dị ka ónyé na-ese ihe na ónyé na-eme ihe osise dị iche iche, Conté crayon, pastel, free-form sketch, wdg.",
  "N'afọ 1941, ọ laghachiri Minnesota wee banye n'otu ihe ọkpụkpụ na asọmpi ihe ọkpụchụ nke Minnesota State Fair, ebe enyere ya ihe nrite mbụ",
  "Ónyé omenkà a na-asọpụrụ nke ukwuu enwetala ihe nrite ihe osise na ngosi ahụ afọ iri gara aga, na-anọchite anya otu n'ime ihe ndị mbụ ónyé omenkà Africa-America rụzuru na akụkọ ihe mere eme nke steeti ahụ",
  "Ọ nwụrụ n'ubochí irí abụọ n'ọnwa Septemba, 1965, na Brooklyn, New York.",
  "Minnesota State Fair 1928 (Award), Minneapolis Institute of Art 1932 (ihe nrite), Harmon Foundation 1933, PAFA 1934/36, American Negro Exhibition 1940, Minnesota Artists Association Annual 1940 (Award, Minnesota State Fair 1941 (Award)), Atlanta University 1943 (Award)",
  "Hanley Gallery St",
  "Paul, Minnesota 1945, Newton Gallery, 1945"
]