[
  "Henry Clifford De Meillon (afọ 1800 London ̊ rụọ úbọchị irí atọ n'otu n'ọnwa Mee n'afọ 1859 Port Elizabeth) bụ ónyé na-ese ihe na South Africa a mụrụ n'England nke amaara màkà ihe osise mmírí ya nke Cape Town na 1800s. Nné na nnà ya bụ Henry De Meillon (ebe na afọ ọmụmụ na ọnwụ amaghị) na Anna Sophia Watts (ubochí irí abụọ na asatọ n'ọnwa Nọvemba afọ 1776 rụọ úbọchị irí nà isé n'ọnwa Juun n'afọ 1863 London).",
  "Ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị ihe a maara banyere ndụ izizi De Meillon, ma e wezụga na ezinụlọ ya si n'obodo Meillon",
  "A chọpụtabeghị nké a",
  "Ọbịbịa ya na Simonstown na Cape n'ọnwa Eprel ma ọ bụ Mee afọ 1823 bụ n'ihi ọrịa ịba ọ butere na Mozambique mgbe ọ na-eje ozi dị ka onye isi nke abụọ n'okpuru Captain Owen n'ụgbọ HMS Leven, ya na brig Barracouta, 'njem màkà nyocha maka ụsọ oké osimiri ọwụwa anyanwụ nke Africa'",
  "Mgbe njem ahụ laghachiri na 1826, na ihe dị ka chaatị ọhụrụ narị atọ, na-akọwapụta ihe dị ka kilomita puku iri atọ (puku iri anọ na asatọ) nke ụsọ oké osimiri, ihe karịrị ọkara ndị ọrụ mbụ ahụ anwụọla n'ọrịa okpomọkụ.",
  "Otu n'ime ihe ndị mbụ zoro aka na ya bụ n'ubochí irí abụọ na otu n'ọnwa Jenụwarị 1824 mgbè South African Commercial Advertiser kwuru ya dị ka 'onye na-ese ihe osise' nke e nyere ọrụ ise foto nke Pedu na Teysho, ndị isi Bechuana abụọ na-eleta Cape Town",
  "E tinyere ihe osise ndị a dị ka ihe osise n'akwụkwọ onye njem George Thompson (afọ 1796 rụọ afọ 1889) \"Travels and Adventures in Southern Africa\" nke e bipụtara n'afọ 1827.",
  "De Meillon kụziiri ụmụ Cloete na Groot Constantia site n'ọnwa Mee n'afọ 1825 ruo Ọgọst 1825",
  "A họpụtara ya dị ka onye nkuzi Bekee na Swellendam",
  "Ọ lụrụ di ugboro abụọ nke mbụ na Miss Grobbelaar / Grobler, alụmdi na nwunye ahụ mụrụ ụmụ nwoke abụọ, na nke abụọ na Barbara Enslin, na-emepụta nnukwu ezinụlọ nke abụọ",
  "Ọ hapụrụ mpaghara Cape Town n'afọ 1832 ma rụọ ọrụ nwa oge dị ka odeakwụkwọ na Fort Beaufort, a na-edekwa ya n'afọ 1842 dị ka akụkụ nke Commissariat na Grahamstown, ma na-arụ ọrụ na Port Elizabeth n'afọ 1851",
  "A na-eche na ọ nwụrụ na Port Elizabeth n'oge ọrịa kịtịkpa nke afọ 1859, nke mere na ọkụ gbara ihe onwunwe ya."
]