[
  "Henry Taylor (amụrụ n'afọ 1958) bụ ónyé America na-ese ihe na ónyé na-ese onyinyo nke bi ma na-arụ ọrụ na Los Angeles, California",
  "A maara ya nke ọma màkà ihe osise acrylic ya, ihe osise mgbasa ozi agwakọta, na ntinye.",
  "A mụrụ Henry Taylor dị ka nwa ikpeazụ n'ime ụmụnne nwoke na ụmụnne nwanyị asatọ, nke méré ka a kpọọ ya \"Henry nke Asatọ\", na Ventura, California, nná nke gọọmentị US were n'ọrụ dị ka onye na-ese ihe na azụmahịa ma depụta ya dị ka onye-ese ihe n'akwụkwọ ọmụmụ Henry. A zụlitere ya na Oxnard, California, Henry gara nkuzi nka na Oxnart College n'okpuru James Jarvaise, ónyé ghọrọ onye nduzi na-aga n'ihu. Nwanne ya nwoke, Randy, bụ ónyé guzobere Ventura County nke Black Panthers.",
  "Mgbe afọ irí nke ịrụ ọrụ dị ka ónyé na-ahụ màkà ọrịa uche na Camarillo State Mental Hospital, Taylor lara ezumike nká na 1997",
  "Ọ gara California Institute for the Arts, ebe ọ nwetara nzèrè Bachelor nke Fine Art n'afọ 1995.",
  "Ihe kachasị ukwuu Taylor mepụtara n'ọrụ ya bụ n'ihe osise: a maara ya ka ọ na-ese ihe, na ihe dị iche iche, gụnyere ngwugwu sịga efu, igbe ncha, igbe ọka, akpa, igbe, karama, oche, na ákwà a gbatịrị agbatị.\nIhe ndị ọ na-ekwu gụnyere ezinụlọ, ndị enyi, ndị ọrịa (mgbè ha na-arụ ọrụ n'ụlọ ọgwụ), ndị enyi, onye ọ na-amaghị, ndị na-ere nri, ndị ama ama, ndị na'enweghị ebe obibi, onwé ya, ndị akụkọ ihe mere eme, ndị ọdịbendị, ndị dike egwuregwu, ndị ndọrọ ndọrọ ọchịchị, na ndị mmadụ n'otu n'otu site na foto ma ọ bụ ọrụ nka ndị ọzọ.\nMgbe ụfọdụ, Taylor na-ada oge na oghere, dịka na Cicely na Miles Visit the Obamas (2017): n'ọrụ a, Cicely Tyson na Miles Davis painted Mgbè foto a ma ama nke di na nwunye ahụ site na 1968 hụrụ n'ihu White House, na-ezo aka na nleta ha na-eche n'echiche na Obamas. A kọwaala ụdị ihe osise Taylor n'ụzọ dịgasị iche iche dị ka ihe na-akpali akpali, nke na-akpụ akpali, ngwa ngwa na nke na-enweghị isi, jupụtara na ọmịiko, mmesapụ aka, na ịhụnanya, yana ihe ányá yiri egwu blues, ka ọ na-ejigide mmetụta mmekọrịta mmadụ na ibe ya.\nA na-eto ọrụ ya maka ịnọgide na-enwe nguzozi na-agaghị ekwe omume n'etiti ihe osise nke ọma na nke dị mgbagwoju anya nke ụwa nka na-egosi na ọ na-eme n'onwe ya. \nA na-ejikọta ọrụ Taylor n'ime usoro ọmụmụ dị iche iche nke America, gụnyere omenala eserese nkè Alice Neel, na ọrụ nke ndị na-ese ihe na Harlem Renaissance dịka Jacob Lawrence na Romare Bearden, ma jiri ya tụnyere ónyé ọgbọ ya Kerry James Marshall.",
  "Otu n'ime ọrụ Taylor na-adịbeghị anya, The Times Ain't A Changing, Fast Enough! na-ejide ihe omume nke ịgba égbè nke Philando Castile, ónyé a gbagburu ma gbuo n'ụgbọala nke ya na enyi ya nwanyị na nwa afọ anọ.",
  "Taylor gosipụtara ọrụ nke na-abanye n'omume ochie nke Master's Golf Tournament site na iji Black naanị caddies na ihe ngosi akpọrọ: \"Disappeared, but A Tiger Showed Up, Later\" na Hauser & Wirth, Southampton.",
  "Ihe ngosi dị mkpa nke Taylor gụnyere ihe ngosi n'etiti ọrụ na MoMA PS1, yana ihe ngosi onwé ónyé na Studio Museum na Harlem, Artpace, na Santa Monica Museum of Art, yana ihe ngosi otu na Whitney Museum of American Art, Corcoran Gallery of Art, Museum of Contemporary Art, Los Angeles, Hammer Museum, Carnegie Museum of Art. Ndị na-anọchite anya Taylor bụ Blum & Poe Gallery na Los Angeles na Feur Mesler gallery na New York.",
  "E nyere ya Robert De Niro, Sr",
  "Prize màkà ihe ọ rụzuru na Painting.",
  "Ọ bụ Hauser & Wirth (site na 2020) na Blum & Poe na-anọchite anya Taylor.",
  "Anọ m na-ese ónyé ọ bụla, ma ọ bụ m na-anwa",
  "Ana m agbalị ijide ógè m na ónyé nwere ike ịbụ enyi m, onye agbata obi, ónyé ama ama, ma ọ bụ ónyé na-enweghị ebe obibi.",
  "\"Ọ na-ewe obi ike ime ọtụtụ ihe",
  "Ma, n'ụzọ ụfọdụ, ọ naghị ewe obi ike n'ezie, n'ihi na enwere onwe gị ime ya",
  "Ọ dị ka ịwụli elu n'ime mmiri",
  "Mmiri ahụ jụrụ oyi, mana ị na-awụli elu",
  "Ị ga-awụli elu n'oge niile",
  "\""
]