[
  "Henrik Bernard Oldenland aka Heinrich Bernhard Oldenland (c.1663 - c",
  "1697) bụ ónyé dọkịta South Africa a mụrụ na Germany, ónyé na-ahụ màkà ihe ọkụkụ, onye na'ese ihe na ónyé na-enyocha ala, a na-egosikwa ya site na mkpirisi nke onye edemede Oldenl",
  "mgbè ọ na-ezo aka na aha botanical.",
  "A mụrụ Henrik na Lübeck, nwa Hans Oldenland na Anna Margaretha Nagel",
  "Ọ debanyere áhà na Mahadum Leiden n'ọnwa Mee 1686, ma mụọ ọgwụ na botany ruo afọ atọ, na-abịa n'okpuru mmetụta nke Paul Hermann onye kpaliri mmasị na botany",
  "Ọ bịarutere na Cape Colony n'afọ 1688 n'ọrụ nkè Dutch East India Company, wee sonye na njem Isaq Schrijver site n'ubochí ànó n'ọnwa Jenụwarị ruo ụbọchị irí n'ọnwa Eprel, 1689. Ụzọ ha si na Cape Town gafee obodo Caledon, Swellendam, Riversdale, n'elu Attaquasberg n'ebe ọwụwa anyanwụ ruo nso Uniondale, gaa Willowmore, ma mesịa ruo ihe dị ka kilomita irí àtó n'ebe ugwu ọdịda anyanwụ Aberdeen",
  "Nke a bụ njem Cape mbụ ịbanye n'ime ime, na-ekpughe ọnụ ọgụgụ buru ibu nke osisi ọhụrụ na nke na-adọrọ mmasị",
  "Ụfọdụ n'ime ndị a, dị ka Aloe humilis, chọtara ụzọ ha laghachi na Company Garden na Cape Town.",
  "N'afọ 1690, Heeren XVII tụrụ aro ka Simon van der Stel jiri Oldenland na-anakọta ma na-akụ ahịhịa ọgwụ n'ihi na ọ bụ ezigbo ónyé na-amụ banyere ihe ọkụkụ nke gụrụ ọgwụ na nnukwu ihe ịga nke ọma",
  "N'otu akwụkwọ ozi ahụ, ha tụrụ aro ka a họpụta Jan Hartog n'otu ikike ahụ",
  "N'ihi ya, e nyere Oldenland ọkwa ónyé na-elekọta ubi na ónyé na-enyocha ala maka Gọọmentị n'afọ 1693, Hartog ga-abụkwa onye na-enyere ya aka",
  "Ebe ọ bụ na ọ nwere ego a na-enye ya ugbu a, Oldenland nwere ike ịlụ Margaretha Hendrina van Otteren, nwunye di ya nke ónyé bụbu ónyé na-edebe akwụkwọ, Johann Heinrich Blum.",
  "Site na nkwado nkè Simon van der Stel, Oldenland na Hartog tinyere nnukwu ọrụ na Company Garden, na-eme ka ọ bụrụ ihe na-adọrọ mmasị màkà ndị ọbịa si mba ọzọ",
  "Oldenland rụkwara ọrụ na nchịkọta nkè ihe ndị a na-ebipụta na ndị a na'elu, gụnyere ndepụta nkè nkọwa Latin.",
  "Ọnwụ mberede ya na Cape Town n'afọ 1697 kwụsịrị ọrụ botanical ya niile",
  "Nwunye ya di ya lụrụ Hendrik Donker ọzọ n'afọ 1700",
  "Mgbè ọ nwụsịrị, ọtụtụ ndị ọbịa na Cape hụrụ ma nwee mmasị na nchịkọta Oldenland, onye mbụ kwuru ya bụ Peter Kolbe onye nọrọ na Cape n'etiti afọ 1705 na 1713 wee bipụta akụkọ banyere oge a n'afọ 1719 na Nuremberg nke akpọrọ Caput Bonae Spei Hodiernum",
  "N'akwụkwọ ahụ, o depụtara osisi ndị dị n'ala na ndị dịpụrụ adịpụ na-eto n'ebe ahụ, na-ekweta na isi mmalite ya dị ka Hartog na Herbarium vivum nke Oldenland nwụrụ anwụ",
  "A Herbarium vivum bụ nchịkọta nke osisi ndị bara uru, dị ka ndị nwere, dịka ọmụmaatụ, ezigbo osisi, mkpụrụ osisi a na-eri eri, tubers na corms, nke a na-ejikarị ihe osise na eserese chọọ mma, ma ọ bụ ihe osise nke akwụkwọ ma ọ bụ okooko osisi. François Valentijn, onye ozi Dutch na ọkọ akụkọ ihe mere eme, gara Cape ugboro anọ n'etiti n'afọ 1685 na 1714, wee dee banyere ịhụ mpịakọta irí na àtó ma ọ bụ irí na ànó nwere ọtụtụ ihe edeturu na Latin na osisi ọ bụla",
  "O dekwara na ụdị ndị ahụ mara mma n'ụzọ pụrụ iche, kpọrọ nkụ nke ọma ma jiri nkà kwado ya.",
  "Donker mechara tụfuo mpịakọta ndị ahụ na Holland ka ha batara n'aka Johannes Burman, prọfesọ nke botany na Mahadum Amsterdam nke jiri nchịkọta màkà Thesaurus zeylanicus ya",
  "Mgbè ọ nwụrụ, ha gafere nwa ya nwoke, Nicolaas Laurens Burman, ónyé nọchiri ya dị ka prọfesọ nke botany",
  "Nicolaas gara Carl Linnaeus, na-eburu nnukwu nchịkọta nke osisi Cape, gụnyere mpịakọta Oldenland",
  "Linnaeus na-ezo aka n'ọrụ Oldenland n'ihe odide ya, na-ekwu na Oldenland bụ onye nke abụọ a zụrụ azụ na-anakọta na Cape, nke mbụ bụ Paul Hermann, ónyé nduzi Oldenland.",
  "A na-akpọ ụdị Oldenlandia L",
  "na Rubiaceae aha iji sọpụrụ ya."
]