[
  "ḷba ọchananya nke oyibo kpọrọ Hepataịtis B bụ nje ọrịa n'efe  nke n'emetụta umeji",
  "Onwere ike ịkpata nsogbu ndị ga-anote aka n'ime ahụ",
  "Mgbe ụfọdụ ndị nwere ya anaghị ama na ha nwere ya",
  "Ndịọzọ n'egosi na ha nwere ya site n'ịgbọ agbọ, ahụ ịgbanwe ka okwesịrị, ike ọgwụgwụ, mamịrị n'eji oji na afọ igbu mgbu.  Mgbe ụfọdụ nsogbu a n'anọgide ruo ọtụtụ izu mana ọ naghị egbu mmadụ ọsọ osọ.  Ọ na-erụ abalị 30 ruo 180 tupu ogosichaa nkeọma. Ndị bu ya pụta ụwa, bụ pasent 90 n'enwe ọdị nke a akpọrọ Hepataịtis B, ebe pasent iri nke ndị enweghị ya mgbe ha dị afọ ise anaghị enweta ya.  Mana ndị oji anaghị ama mgbe oji nweta ha; mana ha nwere ike inwe orịa umeji na ọnya n'ime umeji nwere ike ijide onye ahụ.  Nke a n'ebute ọnwụ pasent 15 ruo 25 ndị nwere ọrịa a",
  "Mgbe mmadụ na onye nwere ọrịa nọkọtara maọbụ mekọọ, onwere ike ibute ya. Ndị nwetara ya mgbe ha n'amụ nwa maọbụ mgbe ha bụ ụmụntakịrị bụ n'ihina ha nọ ebe ha ga-enweta ya ngwa ngwa",
  "Mana ndị nọ ebe ọdịchaghị nnukwu nwere ike inweta ya site na mminye ọbara maọbụ mmekọahụ nwoke na nwanyị. Ndị n'arụ n'ụlọahụike , ebe ana amịnye ọbara, ebe ana amịpụ ọbara , ndị bi ebe onye nwere ya nọ, ime njem ebe ndị nwere ya nọ n'ebe amara maka ya.  Ndị n'ede ihe n'ahụ ha na ndị mepere ahụ ha emepe bụ ndị nwere ya n'afọ 1980, mana obelatala n'ihi ọgwụ mgbochi.   Mana anaghị ebuta ọrịa mgbe mmadụ jidere onyeọzọ aka, iji efere onye nwere ya ji eme ihe rie nri, isusu ọnụ, ịmakụ mmadụ, ịkwa ụkwara, ịma uzere, maọbụ inye nwa ara.  Ekweresịrị ile ahụ ihe dịka abalị 30 ruo 60 mgbe mmadụ nwetara ya",
  "Ọbụ ọbara k'eji eme nnyocha ahụ maka nje ahu n'ihe ga-eguzogide ya.  Enwere udị ịba ocha na anya 5: A, B, CH, D E",
  "Kemgbe afọ 1982, ọbụ ọgwụ mgbochi emere maka ya k'eji agwọ ya. Ótú mba ụwa akpọrọ Wọld Helt Ọganaịzeshọn kwurụ n'ọga aka mma ka agbaa ọgwụ mgbochi ụbọchị amụrụ onye ahụ maọbụrụ n'ọga-ekwe omume",
  "Enwere ike ịgbakwa abụọ maọbụ atọ ka onwe ike rụọ ọrụ ka okwesịrị",
  "Ọgwụ a n'arụ ọrụ ruo pasent 95.  Ihe dịka mba 180 ji ọgwụ a mee ihe n'obodo ha dị iche iche na afọ 2006.  Ekwukwara n'ọdị mkpa ka enyochaa ọbara nkeọma tupu ewere ya mee ihe maọbụ were okpu nna bụ enyi maka mmekọahụ maka mgbochi ya",
  "Ka mmadụ si leta onwe ya anya n'adabere ka osi jide onye ahu",
  "Nye ndị nwere ọrịa ndịọzọ, enwere ike inye ha ọgwụ tenofọva maọbụ ihe dị n'ime ahụ nke n'enyeaka egbochi ọrịa n'ime ahụ ga-aba uru, mana ọnụego ha dị elụ",
  "Itinyere mmadụ umeji ọhụrụ maka umeji mebiri emebi.",
  "Otu onye n'ime mmadụ atọ bi n'uwa enwetala ya na ndụ ha, nke gụnyere nde 240 ruo 350 bụ ndị oji nkeọma.  Ụdị ịba ọchananya a n'egbu  ihe karịrị puku 750 kwa afọ",
  "Ihe ka n'ọnụọgụgụ ndị bi na ọdịda anyanwụ Esia na mba Afrịka  ndị nọ na pasent 5 na 10 bụ ndị okenye nwere ndị siri ike",
  "Na mba Urop n'ówụwa anyanwụ Amerịka, naanị  1 pasent nwere ya.  Ama ya dịka ịba ọchananya serum na oge mbụ. Ndị n'eme nnyocha chọrọ iwepụta nrị nke nwere ọgwụ HBV.  Ọrịa a nwere ike inweta enwe.  Àtụ:Infobox medical condition (new)"
]