[
  "Herbert Onyewumbu Wigwe CON (bụ onye a mụrụ n'ubochi nke iri na ise n'ọnwa Ọgọst n'afọ 1966 na Legọs) nne na nna bụ ndị Ikwerre sitere na Omueke Isiokpo",
  "Herbert bụ onye na-echekwa ego na onye ọchụnta ego Naijiria",
  "Ọ bụ onye isi oche nke Access Holdings Plc ugbu a, nke a na-ere dị ka Access Corporation",
  "Herbert bụ onye isi nchịkwa/onye isi oche nke Access Bank plc, otu n'ime ụlọ akụ ise kachasị elu na Naịjirịa, mgbe ọ nọchiri onye mmekọ azụmahịa ya, Aigboje Aig-Imoukhuede na ọnwa Jenụwarị n'afọ 2014 rue n'ọnwa Eprel nke afọ 2022.",
  "Wigwe nwere nzere na ndekọ ego na Mahadum Naịjirịa, nzere mastas na Banking na Finance na College Mahadụm of North Wales (nke bụzi Bangor), nzere mastas na Financial Economics na Mahadim London, ọ bụkwa Alumnus nke Harvard Business Skulu Executive Management Program.",
  "Wigwe malitere ọrụ ya na Coopers & Lybrand, Legosị dị ka onye ndụmọdụ nchịkwa, mgbe o mesịrị ruo ogo dị ka onye na-ahụ maka ego n'ụlọ ọrụ ahụ",
  "Mgbe ọ nọrọ na Capital Bank, ọ sonyeere GTBank ebe ọ nọrọ ihe karịrị afọ iri na-arụ ọrụ na ụlọ akụ, na-arịgo ịghọ onye isi nchịkwa na-ahụ maka  ụlọ ọrụ ahụ bụ ụlọ akụ.",
  "N'afọ 2002, Wigwe na onye mmekọ azụmahịa ya, Aigboje Aig-Imoukhuede zụrụ ihe bụ obere ụlọ akụ azụmahịa n'oge ahụ",
  "Access Bank n'oge ahụ bụ ụlọ  akụ nke iri isii na ise kachasị n'ime ụlọ akụ iri asato na iteghite dị na mba Naịjirịa.",
  "N'ime afọ iri atọ gara aga, ụlọ ọrụ Access Corporation agbanweela site na ụlọ akụ Naịjirịa a na-amaghị ama gaa na ụlọ ọrụ ego Afrịka dị elu n'ụwa",
  "Taa, ụlọ ọrụ ahụ bụ otu n'ime ndị kasị ukwuu na Naịjirịa n'ihe gbasara ihe onwunwe, mbịnye ego, nkwụnye ego na netwọk alaka; ihe a rụzuru site na usoro siri ike nke ogologo oge iji nye ndị ahịa ngwọta na-enye ọrụ ndị na-arụsi ọrụ ike na ọrụ ọhụrụ site na Banking, Payments, Lending, na Insurance na Pension Assets.",
  "Access Bank bụ ugbu a otu n'ime ụlọ akụ ise kachasị elu na Naịjirịa ma nọrọ n'etiti ụlọ akụ narị ise kachasị elu n'ụwa dịka akụkọ 2015 nke magazin The Banker si kwuo ma na-achọ ịbụ ụlọ akụ kachasị elu n\"Africa",
  "Ọ na-ejere ihe karịrị mmadụ isi isii nde ise ozi ugbu a, site na alaka narị atọ na iri ise na ihe karịrị ATM otu puku na narị ise na nnukwu ebe gafee Naịjirịa, Sub-Saharan Africa na UK.",
  "Dị ka otu n'ime ndị isi ụlọ akụ ụlọ ọrụ Naịjirịa, o nyere aka mepụta ụfọdụ nnukwu ụlọ ọrụ nke Afrịka na iwu ụlọ, nkwukọrịta, ọkụ eletriki na mmanụ ọkụ  site na ihe nlereanya pụrụ iche, nke na-gụnye nghọta na inye nkwado ego na nka",
  "Ọrụ ya na ọrụ ego gafere ihe karịrị afọ iri abụọ na ise gụnyere ihe karịrị afọ zomi dị ka osote onye isi nchịkwa.",
  "Wigwe jere ozi dị ka Onye isi oche nke Access Bank Ghana Limited, Access Investment & Securities Limited, Central Securities and Clearing System (CSCS) ma bụrụkwa Onye isi oche ugbu a nke Access Bank (UK) Limited. Ọ bụ onye otu ụlọ ọrụ Nigerian Mortgage Refinance Company na onye otu ndụmọdụ maka ndị enyi Africa",
  "Ọ bụ onye otu Institute of Chartered Accountants of Nigeria (ICAN ̆ FCA), onye otu Institute nke Credit Administration, na onye otu nsọpụrụ nke Chartered Institute of Bankers of Nigeria.",
  "Kemgbe onwa Jenụwarị nke afọ 2014, ọ bụ onye isi oche na onye isi nchịkwa nke Access Bank.",
  "O nweela okwu mkparịta ụka n'ụwa niile gụnyere n'oge na-adịbeghị anya na Silicon Valley na Financial Times Summit na Mozambique.",
  "N'afọ 2016, Wigwe guzobere 'The HOW Foundation', otu na-enweghị uru.",
  "N'okpuru Wigwe, Access Bank enwetala ọtụtụ onyinye",
  "N'afọ 2016, ọ meriri Ụlọ akụ kachasị Mma nke afọ ahụ na Onye isi ụlọ ọrụ kachasị mma nke afọ ahụ n'ihe nrite BusinessDay Ndị na-arụ ọrụ n'ụlọ akụ na Legos. O nwetakwara ihe nrite atọ dị elu nke ndị na-arụ ọrụ n'ụlọ akụ n'Afrika kwa afọ maka \"Ịdịgide Azụmahịa Pụrụ Ịche\" n'afọ 2016, ihe nrite nke Karlsruhe Sustainable Finance  na Germany, nke mbụ maka ụlọ ọrụ ego Afrịka",
  "Access Bank Plc kwughachiri arụmọrụ ahụ n'afọ 2017 Karlsruhe Sustainable Finance Awards na Germany site n'inweta \"Outstanding Business Sustainability Achievement Award\".",
  "A kpọrọ Wigwe n'onwe ya Onye ọrụ ụlọ akụ kacha mma n'afọ 2016 iche site na akwụkwọ akụkọ The Sun na Vanguard, abụọ n'ime akwụkwọ akụkọ kachasị ukwuu na Naịjirịa.",
  "Na-iji kwanyere ya ugwu ma kele ya na \"ọrụ nlereanya ya na ọha mmadụ na onyinye maka mmepe ndị ntorobịa\", Boys' Brigade (BB), wepụtara Herbert Wigwe, dị ka onye nlekọta steeti maka Kansụl steeti Legos n'afọ 2016.",
  "N'ọnwa Ọktoba n'afọ 2022, Onye isi ala Naịjirịa bụ Muhammadu Buhari nyere ya nsọpụrụ mba Naijiria nke bụ Commander of the Order of the Niger (CON).",
  "Wigwe sonyere n'ịmepụta usoro ndị isi nke a maara dị ka Nzukọ Nweta. Ihe omume a na-eme mgbe ọbụla afọ abụọ gasịrị bụ nzaghachi Access Bankī maka oku zuru ụwa ọnụ maka itinye aka n'ụlọ ọrụ maka ndozi ọtụtụ ihe ịma aka chere ndị mmadụ n'ihu",
  "Kemgbe emeghere ya n'afọ 2013, Nzukọ Access anọgidewo na-etinye ndị isi ụwa site n'ịkpali arụmụka banyere nsogbu nke egwu na ohere dị n'ụwa",
  "Na mbipụta 2013 nke isiokwu ya bụ \"Ọchịchị na-adịgide adịgide\" , Wigwe gwara George W",
  "Bush, Nicolas Sarkozy na John Kufuor okwu, na-ekwughachi mkpa idu ndú dị na ihe ịga nke ọma mba na ụlọ ọrụ.",
  "Na mbipụta nke afọ 2015, Wigwe kwadoro ndị isi ụwa dịka Steve Wozniak, N",
  "R",
  "Narayana Murthy na José María Figueres, Muhammad Yunus na Ted Souder (Onye isi, Ụlọ ọrụ (Nkọwa) na Google maka mkparịta ụka banyere isiokwu ahụ bụ 'Ịbụ Isi n'ime Uwa na-Agbanwe Agbanwe – Ihe dị mkpa na-irụpụta ihe ohụrụ'.",
  "Wigwe, Access Bank na UNICEF nwere njikọ aka iji nye nkwado maka ụmụaka, ụmụ mgbenye na ndị mba ụwa gbara ọsọ ndụ bata n'akụkụ ugwu nke Naịjirịa",
  "Iji mee ka a mara maka ebumnuche a, ụlọ akụ ahụ na-ahazi asọmpi Access Bank / UNICEF Charity Shield Polo kwa afọ.",
  "N'ọnwa Febụwarị n'afọ 2017, a họpụtara ya dịka onye isi oche nke Nigerian Business Coalition against AIDS (NiBUCCA), atụmatụ nke onwe iji nyere aka kpochapụ HIV / AIDS na Naịjirịa ma kwado ndị bi na ọnọdụ ahụ.",
  "N'ọnwa Jenụwarị n\"afọ 2015, akwụkwọ akụkọ Naijiria The Punch kọwara ya dị ka \"otu n'ime ndị isi ụlọ ọrụ Naijiria\"",
  "Ọ lụrụ Chizoba Wigwe (née Nuba) ma nwee ụmụ anọ: Chizi, Tochi, Hannah na David. Ọ si Ikwerre Local Government Area nke Rivers State, mana ọ na-ebi ma na-arụ ọrụ na Legos",
  "O nwere ụmụnne nwanyị atọ na otu nwanne nwoke: Joyce, Peggy, Stella na Emeka yana ụmụ nwanne nwanyị abụọ: Aleruchi na Zara gụnyere ụmụ nwanne nwanyị anọ: Ruchi, Oj, Chinweike na Obumneke.."
]