[
  "Olayinka Herbert Samuel Heelas Badmus Macaulay (14 Nọvemba 1864 - 7 Mee 1946) bụ onye Naijiria, onye ndọrọ ndọrọ ọchịchị, onye nyocha, injinia, onye na-atụpụta ụkpụrụ ụlọ, onye nta akụkọ, na onye na-eti egwu ma ọtụtụ ndị Naijiria na-ewere ya dị ka onye guzobere mba Naịjirịa.",
  "A mụrụ Herbert Macaulay na Broad Street, Lagos,  na 14 Nọvemba 1864 n'ezinụlọ Thomas Babington Macaulay na Abigail Crowther. Nne na nna ya bụ ụmụ nke ndị e jidere site na Nigeria nke oge a, ndị British West Africa Squadron kpọghachiri na Sierra Leone, ma mesịa laghachi na Nigeria ugbu a. Thomas Babington Macaulay bụ otu n'ime ụmụ Ojo Oriare ebe Abigail Crowther bụ nwa Bishop Samuel Ajayi Crowther, onye sitere n'agbụrụ Eze Abiodun. Thomas Babington Macaulay bụ onye guzobere ụlọ akwụkwọ sekọndrị mbụ na Naịjirịa, CMS Grammar School, Lagos.",
  "Macaulay banyere ụlọ akwụkwọ praịmarị na 1869 nakwa site na 1869 ruo 1877, ọ gụrụ akwụkwọ na St Paul's Breadfruit School, Lagos na CMS Faji School, Lagos. Site na 1877 ruo Ọktoba 1880, ọ gara CMS Grammar School, Lagos maka agụmakwụkwọ sekọndrị ya. Ọ bụ nwa akwụkwọ n'ụlọ akwụkwọ ahụ mgbe nna ya nwụrụ n'afọ 1878. N'afọ 1880, ọ sonyeere ụgbọ mmiri na-azụ ahịa nke nwanne nne ya wee malite njem ahia na njem ozi ala ọzọ gafee Osimiri Niger na-eleta Bonny, Lokoja, Gbebe na Brass. Mgbe ọ gara ụlọ akwụkwọ ndị ozi ala ọzọ nke Ndị Kraịst, ọ nwetara ọrụ dịka onye enyemaka ndị ụkọchukwu na onye na-edepụta ihe na Ngalaba Ọrụ Ọha, Lagos. Mgbe nke ahụ gasịrị, site na nkwado nke ọchịchị ndị ọchịchị, Macaulay hapụrụ Lagos naabalị 1 ọnwa Julaị 1890 ịga n'ihu ọzụzụ ya na England",
  "Site na afọ 1891 ruo 1894 ọ gụrụ injinia obodo na Plymouth, England, ma bụrụkwa nwa akwụkwọ nke G.D",
  "Bellamy, onye nyocha obodo na injinia mmiri na Plymouth",
  "Na 1893, ọ gụsịrị akwụkwọ na Royal Institute of British Architects, London. Macaulay bụkwa onye na-eti egwu nke natara asambodo na egwu site na Trinity College, London na asambodo na ịkụ violin na Music International College, London.",
  "Mgbe ọ laghachiri Lagos na Septemba 1893, ọ maliteghachiri ọrụ na ọrụ ndị ọchịchị dị ka onye nyocha nke Crown Lands",
  "Ọ hapụrụ ọrụ dịka onye nyocha ala na Septemba 1898 n'ihi enweghị mmasị na-arịwanye elu maka ọchịchị Britain nke Lagos Colony na ọnọdụ Yorubaland na Niger Coast Protectorate dịka ndị nchebe Britain",
  "Ndị edemede ndị ọzọ dịka Patrick Dele-Cole achọpụtala mmegbu nke ebubo ọfịs (nke ndị isi ya na Britain mere) na ịchụso esemokwu uru onwe onye nke kpuchiri Macaulay arụkwaghịm dịka onye nyocha nke Crown Grants.Kristin Mann, na-ezo aka na ozi gọọmentị British Colonial, na-ekwu na Macaulay mere omume n'eziokwu, site n'iji \"ọnọdụ ya dị ka Surveyor of Crown Lands iji nyere ndị enyi aka inweta onyinye okpueze ma kpagbuo ndị iro site n'inye ndị ọzọ ala ha\". Ọ gara n'ihu dee na Macaulay \"nwetara onyinye okpueze n'aha ụgha wee ree ha na uru\". N'ọnwa Ọktọba afọ 1898, ọ nwetara ikikere ịrụ ọrụ dị ka onye nyocha",
  "Dị ka onye nyocha, atụmatụ ya na ọnụ ahịa ya nke gụnyere ụlọ E",
  "J",
  "Alex Taylor na Victoria Street, ebe obibi Henry Carr na Tinubu, ụlọ Akinola Maja na Doherty Villa na Campos Square",
  "Macaulay lụrụ Caroline Pratt, nwa nwanyị nke onye isi ndị uwe ojii nke Afrịka na Disemba 1898. Alụmdi na nwunye ha bịara na njedebe n'ọnwa Ọgọstụ n'afọ 1899 mgbe Caroline nwụrụ n'oge ọ na-amụ nwa ma Macaulay ekwuputala nkwa na ọ gaghị alụ nwaanyị ọzọ. Ọ bụ ezie na Macaulay alụghị nwanyị ọzọ na Chọọchị, o nwere mmekọrịta gụnyere Ms",
  "da Souza onye laghachiri Lagos, ụlọ nna nna ya, site na Brazil wee biri ruo afọ 90, onye mụụrụ ya ọtụtụ ụmụ, yana mkpakọrịta nke na-amụtaghị nwa (Stella Davies Coker, nwa J",
  "P",
  "L",
  "Davies na Sarah Forbes Bonetta, ya na Macaulay biri site na 1909 ruo mgbe ọ nwụrụ na 1916. Ha nwere nwa nwanyị aha ya bụ Sarah Abigail Idowu Macaulay Adadevoh",
  "A kpọrọ Sarah Abigail aha nne nne ya Sarah Forbes Bonetta na nne nne nna ya Abigail Crowther). A kọrọ na Macaulay bụ onye Naijiria mbụ nwere ụgbọala.",
  "Ọ bụ ezie na Macaulay sitere n'ezinụlọ ndị Anglịkan na-anụ ọkụ n'obi, Macaulay nabatara ọdịnala okpukpe ndị Afrịka, nwee nkwenkwe ụgha, ma tinye aka n'omume anwansi. Akwụkwọ nke onwe ya nwere ihe odide sitere n'aka ndị na-akọ ọdịnihu na ndị na-agba afa na ntụziaka gbasara ihe mgbochi, ịgba afa, àjà, na omume anwansi ndị ọzọ. Macaulay bụkwa onye otu Association of Babalawos (Ifa priests) nke Lagos.",
  "Macaulay bụ nnukwu onye na-elekọta mmadụ na Victorian Lagos",
  "Ọ haziri egwu na ihe ngosi ihe nkiri (Ọ so na ndị Naijiria mbụ wetara ihe nkiri na Naịjirịa site n'ịkpọ ụlọ ọrụ ihe nkiri ka ha bịa Lagos iji gosipụta ihe nkiri) na ebe obibi ya (aha ya bụ \"Kirsten Hall\" n'aha enyi ya onye Germany Consul Arthur Kirsten) na 8, Balbina Street na Yaba. A na-akpọ Macaulay \"Wizard of Kirsten Hall\" n'ihi ikike o nwere inweta ozi nzuzo",
  "Macaulay na-arụ ọrụ na netwọk nke ndị ozi ọ kwụrụ ụgwọ dị ukwuu",
  "Ọtụtụ oge, nkeji site na nzukọ gọọmentị ndị ọchịchị ga-apụta na akwụkwọ akụkọ ndị Macaulay na-akpakọrịta",
  "E nwere ike ịchọta akụkụ niile nke faịlụ gọọmentị na telegrams na Macaulay Papers na ngalaba Africana nke Ọbá akwụkwọ na Mahadum Ibadan.",
  "Tupu mmalite narị afọ iri abụọ, Macaulay jikọtara ya na ọtụtụ ndị na-elekọta mmadụ na Lagos, rụọ ọrụ dị ka onye nyocha onwe ya ma nwee echiche dị nro banyere colonialism",
  "Otú ọ dị, ka ọ na-erule ngwụsị nke afọ 1800, ọ malitere ịhapụ ọrụ ọkachamara ya na mmekọrịta mmadụ na ibe ya ka ọ bụrụ onye ndọrọ ndọrọ ọchịchị",
  "O sonyeere Anti-Slavery and Aborigines' Protection Society",
  "Macaulay bụ onye mmeri na-enweghị atụ nke ndị mmadụ",
  "Nwa nwa Ajayi Crowther, bishọp Afrịka mbụ nke Niger Territory, a mụrụ ya na Lagos nke kewara na ndọrọ ndọrọ ọchịchị n'ime otu ndị a haziri n'usoro dị mma - ndị ọchịchị Britain bi na mpaghara Marina, ndị Saros na ụmụ ohu ndị ọzọ bi n'ebe ọdịda anyanwụ, na ndị Brazil bi n'azụ ndị ọcha na Portuguese Town",
  "N'azụ mmadụ atọ ahụ, e bi ezigbo ndị Lagosian, ọtụtụ ndị Yoruba, ndị agbata obi ha nwere ihe ùgwù na-adịghị amasị ma na-eleghara ha anya",
  "Ọ bụ ruo mgbe ọgbọ Macaulay ka ndị Saros na ndị Brazil malitere iche echiche ime ihe jikọrọ ha na ndị mmadụ.",
  "Macaulay bụ otu n'ime ndị mbụ na-akwado mba Naịjirịa na ọtụtụ oge ndụ ya bụ onye mmegide siri ike nke ọtụtụ iwu ndị ọchịchị",
  "Dịka mmeghachi omume na nkwupụta nke ndị Britain na ha na-achị na \"ezi ọdịmma nke ndị obodo n'obi,\" o dere, sị: \"Ọdị nke \"ezigbo ọdịmma nke ndị obodo n'obi\" hà nhata na ogologo, obosara na omimi nke akpa onye ọcha",
  "\" \nN'afọ 1908, ọ kpughere nrụrụ aka ndị Europe na njikwa ego ụgbọ okporo ígwè na 1919 ọ rụrụ ụka nke ọma maka ndị isi nke gọọmentị colonial weghaara ala ha n'ihu Privy Council na London",
  "N'ihi ya, a manyere gọọmentị ndị ọchịchị ịkwụ ndị isi ụgwọ.",
  "N'afọ 1909, ọ pụtara n'ihu ọha megide mmachibido iwu nke mmụọ ịbanye na Naịjirịa nke o chere na ọ ga-emesị mee ka ego gọọmentị belata ma mesịa mụbaa ụtụ isi",
  "Macaulay chọpụtakwara onwe ya na mmegide megide ọchịchị ndị ọchịchị na isi okwu atọ a ma ama na ndụ Lagos n'oge 1900–1930",
  "Ihe iseokwu ndị ahụ gụnyere ọnụego mmiri a tụrụ aro, nhọrọ nke Oba nke Lagos na Imamate nke ụlọ alakụba Lagos Central",
  "Macaulay megidere ụtụ isi nke ndị ọchịchị iji kwado mmiri na Lagos n'ihi ụtụ isi n'enweghị nnọchi anya",
  "Ọ bụ nnukwu onye na-akwado ụlọ Docemo na Lagos",
  "N'ụzọ dị ukwuu n'ihi na Lagos anọghị n'okpuru ọchịchị na-apụtaghị ìhè, a napụrụ Oba nke Lagos n'adịghị ka ọtụtụ ndị ibe ya na mpaghara ndị ọzọ nke mba ahụ ọtụtụ ndị ọchịchị ọdịnala ya",
  "Macaulay kwadoro Ụlọ Docemo na mmegide ya na ọnụego mmiri na nnweta nke ala Lagos",
  "Ọ kwalitekwara Kọmitii Ilu nke Oba nke Lagos na ndị isi ọdịnala na Lagos megide ụfọdụ n'ime iwu ndị ọchịchị",
  "Ikpe Oluwa Land mere ka profaịlụ Macaulay dị na Lagos dịkwuo mma",
  "Amodu Tijani Oluwa, onye isi ọdịnala, agbaghawo nnweta mmanye n'akwụghị ụgwọ nke ala ezinụlọ ya na Apapa",
  "O meriri arịrịọ ya na Ụlọikpe Kasị Elu ma were ikpe ahụ gaa na Privy Court Council na London",
  "Macaulay bụ odeakwụkwọ nzuzo nke Oluwa na njem ahụ na London",
  "Kọmitii Ilu na Oba kwadoro ikpe Oluwa bụ ndị nwere mmasị na nchedo ala ezinụlọ ha na Lagos",
  "Na London, Macaulay gosipụtara onwe ya dị ka odeakwụkwọ nzuzo nke Oluwa na dịka onye nnọchi anya Oba na ikike o kwuru okwu nke ndị ọchịchị na-achị obodo chere na ọ na-emegide ọdịmma ha",
  "N'afọ 1920, ndị Britain chụpụrụ Eleko, Eshungbayi n'ihi na ọ jụrụ ịjụ ebubo megide ndị ọchịchị ọchịchị Macaulay mere na London.",
  "Iji gaa n'ihu na ndọrọ ndọrọ ọchịchị ya, Macaulay guzobere Nigerian Daily News, ikpo okwu ọ na-eji ede echiche dịka Justitia Fiat: The Moral Obligation of the British Government to the House of Docemo",
  "O dekwara ótù ihe akpọrọ Henry Carr Must Go",
  "Site na 1923 ruo 1938, ọ ghọrọ onye ama ama n'ọtụtụ okwu ndọrọ ndọrọ ọchịchị dị mkpa na Lagos gụnyere ntuli aka n'ime ntuli aka nke afọ ise n'ime Kansụl omebe iwu, ntuli aka nke afọ atọ na Kansụl obodo Lagos, na onye isi nke Ụlọ Docemo",
  "N'ihe omume ndọrọ ndọrọ ọchịchị ya, ọ dabere na Lagos Daily News, Lagos Market Women Association nke onye otu ya, Alimotu Pelewura, Ụlọ Docemo na ọtụtụ ndị Lagosians na-agụghị akwụkwọ",
  "Echiche ndọrọ ndọrọ ọchịchị ya kewara ọtụtụ ndị isi Lagos ka ọ na-eji Daily News na-akparị ndị na-emegide ya na ndị enyi ya na ndị enyi ya dị ka Henry Carr",
  "N'abalị iri abụọ na anọ nke ọnwa Juun afọ 1923, ọ tọrọ ntọala Nigerian National Democratic Party (NNDP), otu ndọrọ ndọrọ ọchịchị mbụ nke Naijiria. Ndị otu ahụ nwetara mmeri n'oche niile na ntuli aka nke 1923, 1928 na 1933.Ọ bụ ezie na, ọrụ bụ isi nke otu ahụ bụ itinye ndị na-azọ ọkwa na kansụl omebe iwu, ọ nwere ebumnuche sara mbara nke ịkwalite ọchịchị onye kwuo uche ya na Naịjirịa, na-eme ka ndị Naịjirịa na-ekere òkè dị elu na mmepe mmekọrịta mmadụ na ibe ya, akụ na ụba na agụmakwụkwọ nke Naịjirịa",
  "Ọ bụ ezie na ndị otu ahụ chọrọ ịbụ ndị mba n'echiche, ike nkwado Macaulay sitere n'ụlọ Docemo ya mere nchegbu ya na-agbachitere ụlọ ahụ na ọchịchọ ya ịchịkwa otu ahụ mere ka uto nke otu ahụ belata",
  "N'afọ 1931, mmekọrịta dị n'etiti Macaulay na ndị Britain malitere ịka mma ruo n'ókè nke na gọvanọ ahụ na Macaulay nwere nzukọ",
  "N'ọnwa Ọktọba afọ 1938, ndị otu Nigerian Youth Movement lụrụ ọgụ ma merie ntuli aka maka Lagos Town Council, na-akwụsị ọchịchị Macaulay na National Democratic Party ya",
  "A machibidoro Macaulay ịzọ ọkwa ọchịchị n'ihi nsogbu iwu - gọọmentị na-achị achị na Lagos mara ya ikpe ugboro abụọ; nke mbụ maka aghụghọ, na nke abụọ maka ịgba ọchịchị mgba okpuru.",
  "Dị ka onye iro ndọrọ ndọrọ ọchịchị ya bụ Henry Rawlingson Carr onye ọbá akwụkwọ ya na akwụkwọ ya dị na Mahadum nke Ibadan Library, nchịkọta onwe Macaulay nke a na-akpọ The Macaulay Papers dị na Ngalaba Afrịka nke Mahadum nke Ibadan Library. Akwụkwọ Macaulay gụnyere ọtụtụ akwụkwọ nta ndọrọ ndọrọ ọchịchị, akwụkwọ akụkọ, na akwụkwọ gọọmentị",
  "Ha gụnyekwara akwụkwọ onwe onye, akwụkwọ ozi, akwụkwọ akụkọ, na foto.",
  "E gosipụtara Macaulay na akwụkwọ ego 1 Naira kemgbe 1979 ruo 1991, mgbe e ji mkpụrụ ego dochie akwụkwọ ahụ, na-egosipụtakwa Macaulay.",
  "Onye na-eme ihe nkiri Naijiria, Imoh Umoren mere ihe nkiri nke akpọrọ The Herbert Macaulay Affair nke kpuchiri ihe dịka afọ iri atọ nke ndụ ya ma wepụta ya n'afọ 2019.",
  "Nsi pụta."
]