[
  "Heritage Bank Plc., nke a na-akpọkarị Heritage Bank, bụ ụlọ ọrụ ọrụ ọrụ ego",
  "Ọ bụ otu n'ime ụlọ akụ azụmahịa nke Central Bank of Nigeria nyere ikikere, onye na-ahụ maka ụlọ akụ nke mba ahụ, nwere ikikere ọrụ mba, nke na-enye ụlọ akụ mkpọsa, ụlọ akụ ụlọ ọrụ, ụlọ akụ ịntanetị / ịntanetị, ụlọ akụ itinye ego na ọrụ njikwa akụ; isi ụlọ ọrụ ya dị na 292B Ajose Adeogun Street, Victoria Island, Lagos, Lagos Steeti, Naijiria.",
  "N'afọ 2012, onye isi na-etinye ego, IEI Plc, site na IEI Investments Limited, nwetara ikike Societe Generale Bank of Nigeria site na Central Bank of Nigeria",
  "N'ịbụ onye mezuru ihe niile achọrọ, ụlọ akụ ahụ weghachiri pasenti otu narị nke ego ego nke Societe Generale dị ugbu a nye ndị nwe ha",
  "Heritage Bank Plc bụ nnukwu onye na-enye ọrụ ego na Naịjirịa",
  "N'ịbụ nke nwere ikikere ugbu a dị ka National Bank, ọ na-enye ọrụ ụlọ akụ na ego na mba ahụ, gụnyere South, West, Southeast na North. As of December 2015[update] afọ , e mere atụmatụ na ngụkọta ọnụ ahịa akụ nke ụlọ akụ ahụ dị US dollar nde 1.7 (NGN:483.4 ijeri)",
  "Akụrụngwa ndị nwere òkè ya ruru ma ọ dịkarịa ala US dollar nde iri asatọ na asatọ  (NGN:25 ijeri), nke kacha nta ego nke Central Bank of Nigeria chọrọ, maka ụlọ akụ mba.",
  "Ụlọ akụ ahụ malitere na ngwụcha afọ 1970, mgbe Dr",
  "Olusola Saraki guzobere ya dị ka Societe Generale Bank (Nigeria). Na Jenụwarị afọ 2006, Central Bank mechiri Societe Generale n'ihi enweghị ike izute ihe ọhụrụ kachasị mkpa nke US $ 155 nde (NGN:25 ijeri) maka National Bank",
  "Societe Generale nwere ihe ịga nke ọma n'ịgba mmechi ahụ aka n'ụlọ ikpe",
  "N'ọnwa Disemba afọ 2012, Central Bank wepụtara ikike ụlọ akụ nke Societe Generale, mana dị ka ụlọ akụ mpaghara. N'ịbụ ndị nwetara ikikere ụlọ akụ, ndị nwe ụlọ ọhụrụ ahụ gbanwere aha ụlọ akụ ahụ dị ka Heritage Banking Company Limited ma meghee maka azụmahịa n'okpuru aha ọhụrụ ahụ na 4 Maachị 2013.",
  "N'ọnwa Ọktoba afọ 2014, Heritage Banking Company Ltd nwere ihe ịga nke ọma n'ịgbaso ihe achọrọ nke Asset Management Corporation of Nigeria (AMCON) na Central Bank of Nigeria iji nweta pasenti otu narị òkè na Enterprise Bank Ltd.",
  "N'abalị iri abụọ na asaa n'ọnwa Jenụwarị n'afọ 2015, AMCON wegara ikike nke Enterprise Bank Ltd na Heritage Bank Plc.",
  "As of September 2013[update], the bank's stock is publicly owned by the following corporate entities and individuals:",
  "N'ịbụ nke nwere isi ụlọ ọrụ na Lagos, Nigeria, Heritage Bank Plc nwere alaka otu narị na iri abụọ na asaa na ụlọ akụ narị abụọ na abụọ na-arụ ọrụ n'onwe ya nwere ihe karịrị ATM narị atọ na iri ise na steeti niile nke gọọmentị etiti na Federal Capital Territory.",
  "Jani Ibrahim FNSE, FAEng., OON, mni, onye na-abụghị onye isi nchịkwa, na-eje ozi dị ka onye isi oche na-anọchite anya ndị isi asaa",
  "Onye isi nchịkwa na onye isi nchịkwa, bụ Ifiesimama Sekibo.",
  "N'ọnwa Ọktoba afọ 2014, Heritage Bank nwetara pasenti otu narị òkè na Enterprise Bank Limited, onye na-enye ọrụ ego nke mba nwere ihe karịrị alaka otu narị na iri isii na ijeri US $ 1.6 na akụ",
  "Heritage kwụrụ AMCON US $ 340 nde (NGN:56.1 ijeri), na ego, maka nnweta ahụ. Heritage Investment Services Limited, aka itinye ego nke Heritage Banking Company Limited, bụ onye mmeri n'ime ụlọ ọrụ iri abụo na anọ nke Naijiria na nke mba ụwa na-asọ mpi maka nnweta nke Enterprise Bank."
]