[
  "Herman \"Kofi\" Bailey (nke a makwaara dị ka Kofi X) (1931 na 1981) bụ ónyé na-ese ihe n'Afrịka. A maara ya nke ọma màkà ihe osise ya na-egosi ahụmahụ ndị Afrịka na America.",
  "A mụrụ ya na Chicago, Illinois, Bailey tolitere na Los Angeles, California. Ọ gụrụ akwụkwọ na Alabama State College wee gaa Mahadum Howard ébé ọ gụrụ akwụkwọ n'okpuru Alain Locke, Sterling Brown na James A",
  "Porter. Ọ nwetara MFA ya na Mahadum nke Southern California Na Alabama, ọ natara ọrụ màkà nnukwu ihe osise na mgbidi dị ka nwa akwụkwọ",
  "A kọwara ya dị ka \"onye ojii bohemian\" n'oge ahụ, a na-ahụkarị ya ka ọ na-eyi beret, na-ekwu jive, na-ebu karama \"n'otu akpa\" ma na-ekwu màkà egwu na nka.",
  "Mgbe ọ bi na Atlanta, oghere studio ya dị na ụlọ nke abụọ nke Institute of the Black World",
  "Ọ bírì na Paschal's Motor Lodge Hotel, ebe ọ bụrụ na ọ nweghị ike ịkwụ ụgwọ ọ ga-eso otu n'ime ụmụnne Paschal na-ere ahịa ihe osise",
  "Bailey kwuru okwu mkparị, nke bụ n'ihi iji ọgwụ ọjọọ na mmanya na-aba n'anya eme ihe",
  "A kọwara Bailey dị ka onye na-aṅụ ọgwụ ma na-achaa, na-emefu ego ya na \"pint zuru ezu nke Scotch\" ma ọ bụ vodka. Herman \"Kofi\" Bailey nwụrụ na 1981 na Atlanta, Georgia.",
  "A kọwaala ọrụ ya na ihe osise ya dị ka \"..",
  "N'ịgwakọta ma geometric na ihe oyiyi, ọ na-ejikarị nnukwu ọdịdị gbaa ọnụ ọgụgụ ndị a sụgharịrị nke ọma gburugburu nke na-eje ozi dị ka ebe a na-elekwasị anya màkà ọtụtụ n'ime ihe ndị o dere",
  "\" Ụdị geometric na-emekarị n'azụ, dị ka a ga-asị na ọ na-apụta na ya",
  "Bailey na-ejikarị charcoal ma ọ bụ conté dị ka ihe na-eme ihe, na-anwale mmanụ na ihe osise acrylic",
  "Mgbè ụfọdụ, ọ na-eji ihe atọ ma ọ bụ anọ eme ihe n'ihe osise na agba na-arụkarị ọrụ nke abụọ n'ọrụ ya, na-ahọrọ ịdabere na ụda ụwa.",
  "N'afọ 1967, Bailey bụ ónyé na-ese ihe na Spelman College nke méré ihe ngosi banyéré ọrụ Bailey nke e mepụtara mgbè ọ bi na Ghana n'afọ 1962.",
  "James Early kwuru na ọrụ Kofi bụ nnukwu mmetụta, na-akọwa ihe osise Bailey dị ka \"n'etiti nnukwu, ngosipụta nka na-enye ume nke e mepụtara na crucible nke ikpe ziri ezi na nhazi nke Atlanta na 1960s\"",
  "Onye na-ese ihe na ónyé na-akọ akụkọ ihe méré eme Floyd Coleman kọwara Bailey dị ka onye na-emebi iwu: \"Ọ bụ ezie na ọ gbasoghị iwu, ọ na-etinye aka na ọgụ nke ndị Africa America ma setịpụ ụkpụrụ n'ọrụ ya nke ọtụtụ n'ime anyị gbalịrị iṅomi",
  "\" Carmen Riddle kọwara Bailey dị ka \"ónyé nwére ọgụgụ isi, onye nwéré ọgụgụ isi dị ọcha na nka ya\"."
]