[
  "Herman Kojo Chinery-Hesse (amụrụ n'afọ 1963)  bụ onye ọchụnta ego teknụzụ Ghana na onye guzobere SOFTtribe ụlọ ọrụ ngwanrọ kacha ochie na nke kacha ukwuu na Ghana.  a maara ya nke ọma dị ka Bill Gates nke Africa. Chinery-Hesse mekwara ndepụta nke 15 Black STEM Innovators.  na March 2019 ewebata ya dị ka onye isi oche maka azụmahịa na teknụzụ maka africa",
  "A mụrụ Herman Chinery-Hesse na Dublin na 1963 na Lebrecht James Nii Tettey Chinery- Hesse na Mary Chinery-hesse, née Blay. Nna nna ya bụ Robert Samuel Blay, onye ọka iwu na onye ọka ikpe nke Ụlọikpe Kasị Elu nke Ghana na Republic Mbụ",
  "Blay bụ osote onye isi oche mbụ nke United Gold Coast Convention (UGCC),  nke ọ bụ onye ntọala ntọala na ọkà okwu nke ọgbakọ ndị mejupụtara 1969",
  "Chinery-Hesse gụrụ akwụkwọ na Mfantsipim School na Cape Coast, Westlake High School na Austin, Texas, na Mahadum Texas State,  site na ebe o nwetara nzere bachelọ nke sayensị na teknụzụ ụlọ ọrụ mmepụta ihe",
  "N'afọ 1991, Herman guzobere theSOFTtribe, otu n'ime ụlọ ọrụ ngwanrọ na-eduga n'Africa",
  "N'ime afọ ụlọ ọrụ ahụ asụla ụzọ ọtụtụ ngwaahịa na-akụda ala na mpaghara ndị a",
  "Ebumnuche ya bụ \"African Echoes\" bụ ịmepụta akwụkwọ ndị Afrịka maka oriri zuru ụwa ọnụ, nke mere na nke mbụ ndị Afrịka nwere ike ịgwa ndị na-ege ntị n'ụwa niile akụkọ nke ha",
  "ọ bụ onye na-abanye maka ụlọ ahịa azụmahịa nke Ghana.",
  "Ya na ụlọ ọrụ ya enwetala ọtụtụ onyinye na otuto, gụnyere onyinye GUBA na UK maka ihe ịga nke ọma pụrụ iche, Ghana Millennium Excellence Award maka IT, Ghana Club 100 Award maka ụlọ ọrụ kachasị ọhụrụ, \"SMS\" App of the Year Award, Mobile World Lifetime Achievement Award na Best Entrepreneur in Information and Communication Technology",
  "O nwetakwara ihe nrite  Award alnumus a ma ama sitere na mahadum texas na-ekwu na ọ bụ onye mbụ na ugbu a bụ onye Africa nwetara ihe nrite ahụ.",
  "Chinery-Hesse abụwo ọkà okwu n'ọtụtụ ụlọ ọrụ a ma ama gụnyere Mahadum Oxford, Harvard Business School, Wharton School nke Mahadum Pennsylvania, Chatham House na Tech4Africa",
  "Ọ rụkwara ọrụ nkwado na teknụzụ na ihe ọhụrụ nye ọtụtụ ndị isi ala Ghana na ọrụ mba ụwa ha",
  "Ọ bụ onye TED Fellow ma gosipụta nke ukwuu na akụkọ mgbasa ozi mba ụwa banyere teknụzụ na Africa, gụnyere CNN, BBC na Al Jazeera, na mbipụta dịka Ghana Business & Finance Times, The Guardian, Forbes Africa, New African, IEEE Magazine, The Guardian.",
  "A kpọrọ ya otu n'ime ndị Black Innovators 20 a ma ama na teknụzụ, otu n'etiti ndị Top 20 Tech Influencers nke Africa, n'etiti Top 100 Most Influential Africans of our Time, na otu n' cikin Top 100 Global Thinkers site na Foreign Policy Magazine."
]