[
  "Hermann Niebuhr bụ onye na-ese ihe na South Africa nké bị nà De Rust",
  "Ọ na-eji mmanụ n'elu ákwà n'ụdị ihe osise oge ochie iji dekọọ mbibi ọbọdọ na ime ọbọdọ.",
  "A mụrụ Niebuhr na Johannesburg n'afọ 1972",
  "Ọ gụrụ akwụkwọ na Mahadum Rhodes, Grahamstown ma gụsịrị akwụkwọ na Bachelor of Fine Arts (nke nwéré ọdịiche na History of Art) n'afọ 1993.",
  "Ọ nọrọ afọ isii na mpaghara kpọrọ nkụ nke South Africa nkè a maara dị ka Karoo",
  "Na-arụ ọrụ site na obere ọbọdọ De Rust, Niebuhr kewapụrụ onwé ya ma mepụta usoro ya",
  "Mgbè ọ laghachiri n'ọbọdọ ya bụ Johannesburg n'afọ 2002, ọ malitere ịnagide ihe ịma aka nke ibi ndụ na ime nka n'otu n'ime obodo ndị kachasị ukwuu na nke kachasị mgbagwoju anya na ndọrọ ndọrọ ọchịchị n'Africa.",
  "Na Night Ride Home (2005), Niebuhr kọrọ akụkọ màkà otu nwa okorobịa si n'ógbè ndị dị n'ebe ugwu na-akwọ ụgbọala na-agafe ọkụ na-adịghị mma n'ụzọ ọ na-aga ebe nchekwa.",
  "Ihe ngosi Niebuhr Night Shift (afọ 2008) mere ka ọ banye n'etiti ọbọdọ ahụ",
  "N'iji naanị igwefoto, ọ banyere n'ógbè ndị dị ka Hillbrow nke gbanwere n'ụzọ dị egwu site na akụ na ụba Art Deco n'etiti na ngwụcha narị afọ nke irí abụọ gaa na ịda ogbenye na mpụ na mmalite nke irí abụọ na otu",
  "Niebuhr sere foto n'ụlọ ochie ndị mara mma wee see ha na mmanụ, na-ewere echiche nke ndị nche nche (nke dịtụ ihe atụ) na-echebe ụlọ na ndị bi na ha",
  "Ihe osise ndị a ziri ezi na nke ziri ezi, ndị na-enweghị ndị mmadụ ma na-emetụta akụkọ ihe mere eme, na-emepụta mmetụta nke mwute gburugburu ọdịda obodo ahụ.",
  "Niebuhr banyere n'akụkọ ihe mere eme nkè Johannesburg dị ka ọbọdọ na-egwupụta ọlaedo màkà m, ihe ngosi na-enweghị isi gosipụtara na AshantiGold Gold of Africa Museum, nke ụlọ ọrụ na-egwe ihe n'Africa kachasị ukwuu kwadoro",
  "Maka usoro ihe osise monochromatic a, Niebuhr nwetara foto nke ebe a na-egwupụta ihe na-agba gburugburu Johannesburg nke uzuzu ọlaedo na ebe a na'egwupụta ọla nke buru ibu dị ka pyramids nke mmadụ mere ma na-achịkwa ọdịdị ala nke mpaghara ndị dịpụrụ adịpụ na Johannesburg.",
  "White Painting, ihe ngosi nké onwe ya na Casa Labia nke akụkọ ihe mere eme na Muizenberg, Cape Town, nyere ákwà gburugburu dị ka oghere n'ime Johannesburg, dị ka a ga-asị na ndị Capetonians nwere ike ịhụ ọbọdọ nwanne ha nwanyị dị anya naanị site na njedebe ogologo nkè onyokomita",
  "Ihe osise ndị a, kwa, na-abụkarị oji na ọcha.",
  "N'afọ 2012 wetara Niebuhr ihe ngosi nke mbụ ya na Everard Read Gallery Johannesburg",
  "N'ime City Chromatic Niebuhr nwere ikike n'ihe gbasara ya, Johannesburg cityscape, nyere ya ohere ịnwale usoro ọhụrụ nke eserese",
  "N'ime nke a, ọrụ monochromatic ya n'oge gara aga nwetara ihe ọhụrụ nke agba na-ekpo ọkụ yana akụkụ nke ihe osise na-agbapụta ma na-agbasa na-anọchite anya ma mgbawa nke ihe ọhụrụ nké Johannesburg yana ọganihu na ọgba aghara ya.",
  "Ihe ngosi Niebuhr nkè afọ 2013, \"Stillness,\" dekọrọ njem ya na ịnyịnya ígwè site na Ugwu Swartberg na Die Hel na South Africa na Himalayas na India",
  "Ebe ọ bụ na \"ịgba ịnyịnya ígwè bụ ịnyịnya ọhụrụ,\" dịka ọ gwara ónyé na-agba ajụjụ ọnụ, ọ na-esetịpụ ọsọ zuru oke maka onye na-ese ihe",
  "A na-akpọ usoro ahụ \"Stillness\" n'ihi oghere dị n'ime nkè na-emeghe n'ime ónyé na-ekiri ya mgbè ọ na-ekwu maka ọdịdị ala mepere emepe.",
  "Niebuhr na-eke oge ya ugbu a n'etiti ụlọ ọrụ ya na Fordsburg, Johannesburg, na De Rust na Klein Karoo.",
  "Ihe ngosi ndị a họọrọ",
  "2013 Ịnọ n'ala, GALLERY nke CANOPY, Johannesburg Weather Report, ARTKLOP, Potchefstroom",
  "2012 City Chromatic, EVERARD READ, Johannesburg Mine, Akụkụ - Prince Albert Art Festival, Prince Albert Young Masters, JUPITER ART ROOM, Pretoria",
  "2011 Ịnyịnya, Oge Ọ Bụrụ, Johannesburg",
  "2010 Afọ iri, CAROL LEE FINE ART, Johannesburg White Painting, CASA LABIA, Cape Town Due South, EVERARD READ GALLERY, Cape Town",
  "2009 Mine, ASHANTIGOLD GOLD nke AFRICA MUSEUM, Johannesburg Bram Fischer Memorial, BRAMFISCHERVILLE COMMUNITY HALL/JOHANNESBURG DEVELOPMENT AGENCY, Johannesburg The Great South African Nude, EVERARD READ GALLERY, Johannesburg Champagne maka ndị enyi m Facebook, The CANOPY GALLERERY, Johannes",
  "2008 South Africa Abroad, HODNETT FINE ART STUDIO GALLERY, Vancouver Night Shift, The CANOPY GALLERy, Johannesburg",
  "2007 Antarctica - On Thin Ice, United Nations GALLERY, New York City",
  "2006 Otu ọnwa Sunday, GALLERY ON THE SQUARE, Johannesburg",
  "2005 Njem abalị n'ụlọ, ABSA GALLERY, Johannesburg",
  "2004 Obodo Berlin, JABLONSKI STRASSE STUDIO, Berlin Onye Afrịka na Ireland, ENNISKERRY GALLERY, Dublin Na-eme Ememe Afọ 10 nke Ọchịchị Onye kwuo uche ya, EVERARD READ GALLERy, Johannesburg Obodo / Mba, CAROL LEE FINE ART, Johannesburg",
  "2003 Joburg Notes, CAROL LEE FINE ART, Johannesburg Sedibeng Sa Limpho, SOAN STUDIO, London",
  "2002 Inside-Out, CAROL LEE FINE ART, Cape Town Groundings, THIRD EYE GALLERY, Cape Town",
  "2001 Up na Ọbịbịa, SOAN STUDIO, London South African Landscape, UNISA ART GALLERY, Pretoria Karoo, BRONZE AGE FOUNDRY, Cape Town",
  "2000 Isi na-atụgharị, SOAN STUDIO, London Karoo Scapes, Open WINDOW ART ACADEMY, Pretoria South African Landscapes, CAROL LEE FINE ART, Johannesburg",
  "1999 Ọdịdị Ala South Africa nke oge a, KLEIN KAROO KUNSETFEES, Oudtshoorn",
  "Njikọ",
  "Absa Bank; Webber Wentzel Bowens; KPMG; Sasol; Rhodes University; General Cologne; Rosengarten-Rosin & Wright; J.P.Morgan; SAB Miller; Nedcor; Clifford Chance UK, Modise Attorneys; Ashanti Gold; Novocol.",
  "Nchịkọta nke ajụjụ ọnụ 39 na ndị South Africa, akwụkwọ a gụnyere ajụjụ ọnụ Hermann Niebuhr."
]