[
  "Hertzoggie /hɜːrtsɒxi/, nke a makwaara n'asụsụ Afrikaans dị ka Hertzogkoekie ma ọ bụ n'asụsụ Bekee dị ka Hertzoo Cookie, bụ achịcha ma ọ bụ kuki jupụtara na jam na akị bekee nke a na-ejikarị eme achịcha.",
  "kuki bụ nri amara nke oma na South Afriika ebe a na-eri ya na iko tii Bekee",
  "N'obodo Cape-Malay, a na-erikarị nri a n'oge Eid.  A na-esikarị ya n'ụlọ dị ka akụkụ nke ụlọ ọrụ na-eme nri na mba ahụ ma na-ere ya na nri ndị ọzọ amara nke Ọma na South Afrika dị ka Koeksisters.",
  "A na-akpọ tartlet aha onye ndọrọ ndọrọ ọchịchị South Afrika nke narị afọ nke iri abụọ (20) , Praịm Minista (1924-1939) na Boer War General J",
  "B",
  "M",
  "Hertzog",
  "A na-eche na Hertzogkoekies bụ ọkacha mmasị ya. A maara ndị na-akwado Hertzog ka ha na-eme achịcha, na-enye ma na-ere ha iji gosipụta nkwado ndọrọ ndọrọ ọchịchị ha.",
  "Otu akụkọ banyere mmalite nke nri na-atọ ụtọ na-ekwu na ọ bụ ndị obodo Cape-Malay chepụtara ya iji gosipụta nkwado ha maka Hertzog mgbe o kwere nkwa inye ụmụ nwanyị votu na ikike nhata maka ndị na-acha ọbara ọbara na afọ otu puku, narị itoolu na iri abụọ niile (1920s)",
  "Mgbe ha mezuru nkwa mbụ ha kwere inye ụmụ nwanyị vootu na afọ otu puku, narị itoolu na iri atọ (1930) , mana ọ bụghị nke abụọ, obodo ahụ malitere iji icing na-acha nchara nchara na pink na-akpọ \"twee gevreetjie\" (Afrikaans maka \"onye ihu abụọ\"), na-egosi enweghị afọ ojuju ha n'ebe ọ nọ.",
  "Ihe ọzọ nwere ike isi iyi nke mmalite nri bụ omume Afrikaans na-eso Agha Anglo-Boer nke Abụọ iji kpọọ aha nri n'aha ndị dike mba.",
  "A na-akwadebe Hertzogkoekies site na isi achịcha nwere elu mepere emepe nke jupụtara na apricot jam",
  "A na-eji akị bekee meringue a kpọnwụrụ akpọnwụ ma ọ bụ nke a kpọnwa mee n'elu ya ma sie ya.",
  "Hertzogkoekie kpaliri ndị na-akwado onye ndọrọ ndọrọ ọchịchị Hertzog na onye ya na ya dị ugbu a bụ Jan Smuts ka ha mee ụdị nke ha a na-akpọ \"Jan Smuts cookies\"",
  "Nri a ghọkwara ihe a ma ama n'afọ otu puku, narị itoolu na iri abụọ (1920) na otu puku, narị itoolu na iri abụọ (1930) kuki Jan Smuts nwere bọta na shuga na-ekpe ọkụ kama nke meringue nke Hertzogkoekie.",
  "• Koeksister\n • List of African dishes"
]