[
  "Herve Yamguen (a mụrụ n'afọ 1971 na Douala ) bụ onye mba Cameroon na-ese ihe na onye na-akpụ ihe.\nAutodidact, ọ kpoputara onwe ya na eserese, ihe ọkpụkpụ ma chọpụta agụụ maka edemede nke na-enyere ya aka iche banyere ndụ ya kwa ụbọchị",
  "Ọ na-arụ ọrụ ugbu a na egwuregwu.",
  "O tolitere na Douala ebe ọ bi ma na-arụ ọrụ n'otu n'ime mpaghara kachasị ewu ewu n'obodo ahụ, New Bell",
  "Ọ bụ gburugburu ebe obibi a nke na-eme ka echiche Hervé nke ọrụ plastik ya na-atụgharị ihu, ahụ na ebe ọ nọ n'ụwa.",
  "A mụrụ Herve Yamguen n'ime ezinụlọ nwere ọdịnala gbanyesiri mkpọrọgwụ ike, onye jụrụburu ịnakwere nhọrọ ya ịghọ onye na-ese ihe",
  "Site na nwata, ụzọ ndị na-ese ihe si akọwa eziokwu n'ọrụ ha dọtara ya",
  "Ọ ghọtara na ime nka na-eduzi mmadụ n'amaghị ama ma na-eme ka mmadụ na-eche banyere mmadụ",
  "Ọ malitere eserese mgbe ọ dị afọ iri na asaa ma nabata ọrụ nke onye na-ese ihe na ngwụsị afọ 1980, mgbe ọ jụrụ ịbanye na ebe obibi ndị mọnk",
  "Mgbe nke ahụ gasịrị, ezinụlọ ya gbara ya ume ka ọ gaa n'ihu n'ụzọ ya nke onye na-ese ihe.\nN'ịkụziri onwe ya, ọ mụtara site n'ịgụ banyere akụkọ nka, nke mere ka ọ zụlite ọhụụ ya pụrụ iche nke nka",
  "Mgbe nke ahụ gasịrị, ọ natara otu afọ ọzụzụ (2000-2001) na École des Arts Décoratifs (ESAD) na Strasbourg, France",
  "O meela ọtụtụ ọmụmụ ihe na mmepụta ebe obibi na Cameroon na mba ofesi.",
  "A makwaara Hervé Yamguen maka edemede ya (ọtụtụ mbipụta) banyere nka ọhụụ (ịdepụta, eserese, ihe ọkpụkpụ)",
  "O meela njem ole na ole n'ime foto, arụmọrụ, ntinye ma na-eme atụmatụ ihe nkiri maka ụlọ ihe nkiri ahụ mgbe niile",
  "Isiokwu ndị dị na ọrụ ya bụ agụụ mmekọahụ, ajụjụ banyere mmadụ-osisi-anụmanụ na nnụnụ",
  "Site na isiokwu ndị a, ọ na-akọ akụkọ banyere ụmụ mmadụ ma na-akpọ mmadụ ka ọ na-ele ndụ anya n'ụzọ ijuanya; obere nkọwa nke ndụ kwa ụbọchị nke na-anọchite anya ịma mma nke ụwa ma na-eme ka ndụ dịkwuo ụtọ. Yamguen sitere n'ike mkpali mmuo site na ọrụ (nkà na ụzụ, ike nke ọrụ, ụdị) nke ọtụtụ ndị edemede na ndị na-ese ihe na-arụ ọrụ na ihe ijuanya, echiche na echiche: Matisse, Picasso, Henri Michaud, na ndị na-ede uri",
  "Onye a na-ese ihe na-achọ ịkpọ ọha na eze ka ha tụgharịa uche na omume  mmadụ ya iji dị mma.\nDị ka ya si kwuo, nnabata nke ọrụ ya abụghị ịnụ ọkụ n'obi: ma ọ bụ ọ dị oke egwu ma ọ bụ enweghị ike iru.",
  "Hervé Yamguen bụ otu n'ime ndị otu Cercle Kapsiki Dị ka onye otu okirikiri ahụ, o sonyere na Scénographies Urbaines, (Urban Scenographies) na Jenụwarị 2003, ọrụ a mụrụ site na nzukọ nke ndị na-ese ihe na Cameroon",
  "Ebumnuche ahụ nwere ebe obibi nke ndị na-ese ihe si n'akụkụ ụwa niile dị na mpaghara a ma ama nke New Bellin Douala: ọrụ ahụ bu n'obi iduga ndị na-ese ihe iji gosipụta onwe ha ma soro ndị bi na mpaghara Douala ndị aha ha abụghị nke kachasị mma.\nA ghaghị imebi echiche ndị ahụ iji mepụta okwu ọhụrụ",
  "A ghaghị ịmegharị nkwurịta okwu ahụ.\nỌ bụ n'oge ọmụmụ ihe na mpaghara New Bell ka ndị Kapsiki gburugburu (Hervé Youmbi, Hervé Yamguen, Blaise Bang, Salifou Lindou, Jules Wokam) na mkpokọta Skurk (J-C Lanquetin, François Duconseille) kpọrọ ndị ọzọ na-ese ihe si Cameroon, France, Democratic Republic of the Congo na Lebanon, ka ha soro mpaghara ahụ kerịta nkọwa gbasara ndụ ha.",
  "O kpughere na 2003 ọrụ na Mam gallery n'ime usoro nke ọrụ Pièce Unique, nke French Cultural center nke Douala malitere",
  "O bipụtakwara ogologo uri Le temps de la saison verte (Oge nke akwụkwọ ndụ), na 1998",
  "Akwụkwọ ọhụrụ bụ nke French Cultural center nke Douala bipụtara.",
  "N'oge na-adịbeghị anya, a kpọbatara ya dị ka onye ama ama n'obodo nna ya (Bandja-Balassie na Nkam dị n'elu), ọ na-ejikọghachi ụkpụrụ nke emume na omenala, ebe ọ na-anọgide na-inwe  ọnọdụ ya nke onye na-ese ihe n'oge a.",
  "E gosipụtara ọrụ ya na mba dị iche iche gburugburu ụwa",
  "Na mba  France na Germany ugboro ugboro na nso nso a na Côte d'Ivoire na Senegal (2015 na 2016)",
  "N'akụkụ ọrụ ya dị ka onye okike, Yamguen arụola ọrụ ndị ọzọ na ụwa nka",
  "Ọ kụziri nka na ọkwa sekọndrị (na 2005 na 2006 na Douala)",
  "Ọ bụ onye nduzi nka nke mbipụta atọ (2011, 2012 na 2013) nke Marché des Arts Plastiques de Bali (otu mpaghara dị na Douala).",
  "Néons d’Amour, 2007",
  "Les mots écrits de New-Bell, 2010"
]