[
  "Herzekiah Andrew Shanu (1858 - Julaị 1905) bụ onye na-ese foto n'Afrịka nke a ma ama maka itinye aka na mkpọsa megide mmegbu obi ọjọọ na Congo Free State.",
  "Ọ bụ nwoke Yoruba, onye si na Lagos nke dị na Naịjirịa ugbu a",
  "Na mbụ, ọ rụrụ ọrụ dịka onye nkụzi ụlọ akwụkwọ",
  "Ọ gụrụ akwụkwọ na Church Missionary Society Grammar School, ma emesịa ọ gụọ na Training Institute for Teachers, na njedebe nke ọ gụsịrị akwụkwọ dị ka onye nkụzi",
  "Ruo afọ ole na ole, ọ kụziri na Lagos Primary School. Otú ọ dị, na 1884, ọ banyere ọrụ ọchịchị nke Congo Free State dị ka onye odeakwụkwọ, na-arịgo n'ọkwa nke onye isi mpaghara na onye nsụgharị French-English n'ọfịs gọvanọ ukwu na Boma. N'ịbụ onye guzobere onwe ya na Boma, mgbe ahụ bụ isi obodo, o mepere ụlọ ahịa na ụlọ ọrụ foto",
  "Na 1894, ọ gara Antwerp ịga Exposition Internationale d'Anvers",
  "E bipụtara ụfọdụ foto ya na Le Congo illustré",
  "N'afọ 1900, o gosipụtara iguzosi ike n'ihe ya nye Congo Free State site n'ịkwado ndị ọchịchị n'oge nnupụisi nke Force Publique.",
  "Herzekiah Andrew Shanu gụrụ akwụkwọ na Church Missionary Society Grammar School, ma mesịa na Training Institute for Teachers, na njedebe nke ọ gụsịrị akwụkwọ dị ka onye nkụzi",
  "Ruo afọ ole na ole, ọ kụziri na Lagos Primary School",
  "Otú ọ dị, na 1884, ọ banyere ọrụ ọchịchị nke Congo Free State dị ka onye odeakwụkwọ.",
  "N'afọ 1903, Shanu nyere Roger Casement ozi gbasara mmetọ nke ndị ọrụ West Africa na Congo, onye nke ya kpọgara ya E",
  "D",
  "Morel",
  "Morel na Shanu zikọritara ozi ruo ọtụtụ afọ; Shanu na-ebufe, tinyere ihe ndị ọzọ, ederede ikpe nke ikpe megide ndị ọrụ Congo Free State dị ala nke gosipụtara na ọ na-ekpughe ihe",
  "Ka ọ na-agbalị inweta ozi site n'aka onye isi ndị uwe ojii nke Boma, a chọpụtara Shanu ma n'ihi ya, ndị ọrụ steeti gbara ya nsogbu",
  "Mgbe achọpụtara na Shanu nyere Congo Reform Association ihe akaebe nke arụrụala na Congo, e nyere ndị ọrụ gọọmentị iwu ka ha kwụsị ahịa ya",
  "Ọ dara ogbenye ma gbuo onwe ya na July 1905."
]