[
  "Hestrie Cloete OIS (née Storbeck; amuru na 26 ọnwa ọgọstụ, na afọ 1978) bu bụrụ onye Ọkachamara mba South Afirika na high jumper",
  "Ihe nrite oritere bu ịturu ugo mba uwa na mmeri ya na iburu silver medals abuo lota na egwuregwu a na akpọ Olympic Games.",
  "Onye nkuzi ya ogologo oge bụ Martin Marx chọpụtara Cloete mgbe ọ dị afọ iri na atọ, ma zụọ ya na Lichtenburg High School na mbido ọrụ ya",
  "A chọpụtara na ọ nwere ọchịchọ siri ike n'oge na-adịghị anya, nke nyere ndị nkuzi ndị ọzọ nsogbu ịzụ ya",
  "Hestrie Cloete etinyela nnukwu ihe dị mkpa mgbe niile n'ịnọgide na-enwe uche siri ike, ma kọwaa na ọ na-ahụ ọtụtụ n'ime ike ahụ n'okwukwe ya",
  "N'afọ 2003, onye isi ala South Africa bụ Thabo Mbeki nyere ya Order of Ikhamanga in Silver (OIS) maka ịdị mma na egwuregwu ya.",
  "Cloete nwere omume pụrụ iche, ebe a maara ya ka ọ na-ese siga n'ụbọchị, o kwukwara na ọ hụrụ nri ngwa ngwa n'anya",
  "N'ime mgbalị ilekwasị anya tupu ịwụli elu ọ bụla, Cloete na-atụgharị mkpịsị aka mkpịsị ụkwụ ya gburugburu ibe ya, na-agbadata n'akụkụ ya n'elu ahụ ya ma na-ahụ nzọụkwụ ọ bụla nke mgbalị ya.",
  "Cloete lara ezumike nká mgbe 2004 Summer Olympics gasịrị iji lekwasị anya n'ezinụlọ ya.",
  "E nyere Cloete ọtụtụ ihe mba ụwa rụzuru",
  "O nwetara ihe kachasị mma ya nke 2.06 m na 31 Ọgọstụ 2003, mgbe ọ meriri nrite ọla edo n'okpuru World Championships na Paris (ihe ndekọ Afrịka, dị ka nke Mee 2011){| Àtụ:AchievementTable\n|-\n!colspan=6|Representing Àtụ:RSA\n|-\n|1995\n|All-Africa Games\n|Harare, Zimbabwe\n|bgcolor=gold|1st\n|1.85 m\n|-\n|1996\n|World Junior Championships\n|Sydney\n|6th\n|1.85 m\n|-\n|rowspan=2|1998\n|IAAF World Cup\n|Johannesburg, South Africa\n|bgcolor=silver|2nd\n|1.96 m\n|-\n|African Championships\n|Dakar, Senegal\n|bgcolor=gold|1st\n|1.92 m\n|-\n|1999\n|All-Africa Games\n|Johannesburg, South Africa\n|bgcolor=gold|1st\n|1.96 m\n|-\n|2000\n|Olympic Games\n|Sydney\n|bgcolor=silver|2nd\n|2.01 m\n|-\n|2001\n|World Championships\n|Edmonton, Canada\n|bgcolor=gold|1st\n|2.00 m\n|-\n|rowspan=3|2002\n|IAAF World Cup\n|Madrid, Spain\n|bgcolor=gold|1st\n|2.02 m\n|-\n|Commonwealth Games\n|Manchester, England\n|bgcolor=gold|1st\n|1.96 m\n|-\n|African Championships\n|Radès, Tunisia\n|bgcolor=gold|1st\n|1.95 m\n|-\n|2003\n|World Championships\n|Paris, France\n|bgcolor=gold|1st\n|2.06 m\n|-\n|rowspan=2|2004\n|Olympic Games\n|Athens, Greece\n|bgcolor=silver|2nd\n|2.02 m\n|-\n|African Championships\n|Brazzaville, Republic of the Congo\n|bgcolor=gold|1st\n|1.95 m\n|}",
  "Cloete tolitere n'okpuru aha mbụ ya Storbeck na obere obodo ụgbọ okporo ígwè nke Coligny na nne ya Martie na nna ya Willem",
  "Ọ gbara di mbụ ya alụkwaghịm na 2004 wee lụọ onye na-agụ egwu Afrikaans bụ Jurie Els na 30 Septemba 2005, ọ mụrụ nwa nwanyị bụ Chrizette na 5 Ọktoba 2006 wee kwaga New Zealand na mbido 2008",
  "A mụrụ nwa nwoke Hestrie na Jurie bụ Jason John Els na New Zealand na 23 Julaị 2008",
  "Di na nwunye ahụ bi na Bayview, Auckland na North Island na Hestrie bụ onye njikwa ihe onwunwe ebe Jurie ka na-achụso ọrụ egwu ya ma nwee obere azụmaahịa Retro Records nke na-ere ihe ndekọ Pop na Rock vinyl.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-sports\nÀtụ:Succession box\nÀtụ:S-end"
]