[
  "Hester Pinney (3 Julaị 1658 na Broadwindsor, Dorset - 19 Febụwarị 1740), bụ onye ọchụnta ego Bekee na nwanne ya nwanyị Rachel Pinney. Ha na-eme ihe dị ka ụmụnne ya nwanyị Sarah Pinney na Jane Hoare",
  "Hester na-ahazi ndị ọrụ ala, ma mesịa na-ebubata shuga site na Nevis ebe nwanne ya nwoke Azariah Pinney na-enweta ọgaranya, na-enwe ndị ohu ma na-azụ ahịa shuga.",
  "Pinney bụ nwa nke asatọ n'ime ụmụ iri nke onye ụkọchukwu Presbyterian na onye nkwusa John Pinney (1620/21-1705) na Jane French (1614-1693)",
  "Mgbe a chụpụrụ nna ya na chọọchị ya, ezinụlọ ahụ kpebiri ịzụ ahịa na lace",
  "Ụmụnne ya nwanyị Jane Hoare na Sarah Pinney amalitelarị ịzụ ahịa mgbe Hester kwagara London ma soro nwanne ya nwanyị Rachel na-azụ ahịa na 1682",
  "Ha nwere ụlọ ahịa lace na Royal Exchange",
  "Ha rere eriri ndị sitere na Devon na yarn si Antwerp, ha na-ahazikwa ibubata yarn bụ́ ndị na-agakwuru ndị na-arụ ọrụ.",
  "A maara Hester Pinney karịsịa maka nkà azụmahịa ya na ikike ya maka mkparịta ụka gara nke ọma",
  "O jisiri ike nye ndị ọrụ aka azụ iji kwe ka nwanne ya nwoke nke sonyere na Nnupụisi Monmouth gbanahụ pubertition. A kpọgara ya na mba ọzọ ma mechie na Nevis na £ 15 n'aha ya. N'ebe ahụ, ọ na-ere lace na shuga. Ọ na-ebubata shuga site na West Indies, malite ụlọ akwụkwọ na-eme lace ma gbazinye ego maka mmasị dị ka onye na-echekwa ego",
  "Enyemaka ya na azụmaahịa ezinụlọ mere ka ezinụlọ ahụ dum baa ọgaranya.",
  "Mgbe nna ya nwụsịrị na 1705, ọ malitekwara ịkọ nkọ, azụmahịa ya ghọkwara nke onwe ya",
  "A maara na ọ bụ onye dị mkpa n'ụwa azụmahịa nke London",
  "Ọ bụ ihe a na-adịghị ahụkebe maka nwanyị na-alụbeghị di nke oge ya imezu ọnọdụ dị otú ahụ.  Pinney alụghị di, nke gaara etinye ya n'okpuru nlekọta iwu nke di ya, mana ya na onye ọka iwu, George Booth, nwere mmekọrịta dị ogologo oge mgbe ọ na-arụ ọrụ dị ka odeakwụkwọ ya.  Ha enweghị ụmụ.  Booth mara maka nrụrụ aka ya mgbe ọ na-arụ ọrụ na kọstọm.  A tọhapụrụ ya dị ka onye omeiwu ka achọpụtara na ọ gbagoro ụzọ ya n'ọrụ ahụ.",
  "Mgbe George Booth nwụrụ n'afọ 1726 ọ bi n'otu ụlọ ahụ afọ atọ",
  "Ọ bụ naanị ya na-eme ya",
  "Ọ hapụrụ ihe onwunwe ya na West Ham na Houndsditch na ụlọ Monken Hadley kilomita iri na abụọ na mpụga London.",
  "Hester nwụrụ na 19 Febụwarị 1740 na Holborn ma lie ya na St Mary the Virgin, Monken Hadley",
  "Sje hapụrụ nnukwu ihe nketa nye nwanne ya nwanyị Rachel, nwa nwanne ya nwoke Azariah, na John Frederick Pinney onye bụ nnukwu nwa nwanne Nevis onye bara ọgaranya n'ihi ubi Pinney n'ebe ahụ. Ụfọdụ akwụkwọ ozi ya na akwụkwọ ndekọ ego Pinney bụ nke ọbá akwụkwọ mahadum Bristol ji."
]