[
  "See list of Hibiscus species",
  "Hibiscus bụ ụdị osisi na-agbasa okooko n'ezinụlọ mallow, Malvaceae",
  "Ụdị ahụ buru ibu, na-agụnye ọtụtụ narị ụdị ndị na-etoputa na mpaghara okpomọkụ, mpaghara okpomanya na mpaghara okirikiri n'ụwa niile",
  "A maara ụdị ndị otu ahụ maka nnukwu okooko osisi ha na-egbuke egbuke ma a na-akpọkarị ụdị ndị ahụ \"hibiscus\", ma ọ bụ nke a na-amaghị nke ọma dị ka rose mallow",
  "Aha ndị ọzọ e ji mara ya gụnyere hibiscus siri ike, rose nke sharon, na hibiscus nke okpomọkụ.",
  "Ụdị ahụ gụnyere ma osisi na-eto eto na nke na-eto n'afọ, yana obere osisi nwere ụdị dị iche iche",
  "Aha a sitere na aha Grik ἰβίσκος (ibískos) nke Pedanius Dioscorides nyere Althaea officinalis (c",
  "40 - 90 AD).",
  "A na-akụ ọtụtụ ụdị dị iche iche dị ka osisi ịchọ mma, ọkachasị Hibiscus syriacus na Hibiscus rosa-sinensis.",
  "A maara tii e ji okooko osisi hibiscus mee n'ọtụtụ aha gburugburu ụwa ma na-aṅu ya ma mgbe ọ dị ọkụ ma mgbe ọ na-ajụ oyi",
  "A maara ihe ọṅụṅụ ahụ maka ụcha ọbara ọbara ya, ụtọ ọ na-atọ, na vitamin C.",
  "Akwụkwọ ya na-agbanwe agbanwe, ovate na lanceolate, na-enwekarị ezé ma ọ bụ lobed margin (dentate)",
  "Okooko osisi ndị ahụ buru ibu, ọ pụtara ìhè, dị ka opi, o nwere mbara fulawa ise ma ọ bụ karịa, o nwere agba sitere na ọcha ruo ọbara ọbara, acha anụnụ anụnụ, piich, edo edo ma ọ bụ purple",
  "O na-enwe sentimita anọ wee ruo sentimita iri na asatọ n'obosara.",
  "Agba okooko osisi n'ụdị ụfọdụ, dị ka H",
  "mutabilis na H",
  "tiliaceus, na-agbanwe na afọ. Mkpụrụ osisi ahụ bụ capsule kpọrọ nkụ nke nwere lobes ise, nke nwere ọtụtụ mkpụrụ na lobes ọ bụla, nke a na-ahapụ mgbe capsule dehisces (na-emeghe) mgbe ọ tozuru",
  "Ọ na-acha uhie uhie na ọcha",
  "Ọ bụ ihe atụ nke okooko osisi zuru oke.",
  "N'ógbè ndị dị jụụ, ma eleghị anya ụdị ihe ịchọ mma a na-ahụkarị bụ Hibiscus syriacus, hibiscus ndị a na-ahụkarị n'ụbị, nke a makwaara n'ebe ụfọdụ dị ka \"rose nke Althea\" ma ọ bụ \"rose nke Sharon\" (ma a gaghị ejikọta ya na Hypericum calycinum na-enweghị njikọ, nke a na-akpọkwa \"rose nke Sharon\")",
  "N'ebe okpomọkụ na mpaghara okpomọkụ, hibiscus nke China (H",
  "rosa-sinensis), ya na ọtụtụ ngwakọta ya, bụ hibiscus kachasị ewu ewu.",
  "A maara ọtụtụ narị ụdị, nke gụnyere:",
  "A na-akụ ọtụtụ ụdị maka okooko osisi ha mara mma ma ọ bụ jiri ya mee ihe dị ka obere osisi, a na-ejikwa ya adọta urukurubụba, aṅụ, na hummingbirds.",
  "Hibiscus bụ osisi siri ike, nke na-arụ ọrụ dị iche iche ma n'ọnọdụ okpomọkụ ọ nwere ike iweputa ima mma nke ogige ọ bụla",
  "N'ịbụ ihe na-arụ ọrụ dị iche iche, ọ na-eme ka onwe ya ọ bụrụ ihe e nwere ike izụlite ogige mbara ụlọ n'ime obodo ndị jupụtara na ya ma nwee ike ịzụlite ya n'ụzọ dị mfe n'ime ite dị ka onye na-agba ọsọ ma ọ bụ ọbụna n'ime arịa kwụ ọtọ",
  "Ọ bụ osisi na-adịgide adịgide ma na-agbasa okooko osisi n'afọ niile",
  "Dị ka ọ na-abịa n'ụdị dịgasị iche iche, ọ bụ osisi nke nwere ike ịgbakwunye ume na ubi ọ bụla.",
  "Nanị ọrịa nke ndị na-elekọta ubi kwesịrị ịkpachara anya bụ ihe a kpọrọ mealybugs",
  "Ọ dị mfe ịhụ ọrịa Mealybug n'ihi na a na-ahụ ha n'ụzọ doro anya dị ka ọrịa cottony na-acha ọcha na buds, akwụkwọ ma ọ bụ ọbụna ogwe osisi",
  "Iji chebe osisi ahụ, ị ga-ewepụ akụkụ ahụ butere ọrịa, jiri mmiri fesa ya, ma tinye ọgwụ ahụhụ kwesịrị ekwesị.",
  "Otu ụdị Hibiscus, nke a maara dị ka kenaf (Hibiscus cannabinus), a na-eji ya eme akwụkwọ.[Tinye edensibịa]",
  "A na-eji mkpo dị n'ime nke hibiscus oké osimiri (Hibiscus tiliaceus), nke a na-akpọkwa 'hau', eme na Polynesia maka ime eriri, na osisi maka ime ụgbọ mmiri na-ese n'elu mmiri.[Tinye edensibịa] A na-eme eriri dị n'ụgbọ mmiri ozi ala ọzọ Messenger of Peace site na eriri sitere na osisi hibiscus.",
  "E ji ọtụtụ aha mara tii e ji calyces nke Hibiscus sabdariffa mee n'ọtụtụ mba gburugburu ụwa ma na-aṅụ ya mgbe ọ dị ọkụ ma ọ bụ mgbe ọ na-ajụ oyi",
  "A maara ihe ọṅụṅụ ahụ nke ọma maka ụcha ọbara ọbara ya, ilu na ụtọ pụrụ iche",
  "Tụkwasị na nke a, ọ na-edozi ahụ nke ukwuu n'ihi vitamin C ya.",
  "A maara ya dị ka bissap na West Africa, \"Gul e Khatmi\" na Urdu & Persian, agua de jamaica na Mexico na Central America (okooko osisi bụ flor de jamaica) na Orhul na India",
  "Ụfọdụ na-ezo aka na ya dị ka roselle, aha a na-ahụkarị maka okooko osisi hibiscus",
  "Na Jamaica, Trinidad na ọtụtụ agwaetiti ndị ọzọ dị na Caribbean, a maara ihe ọṅụṅụ ahụ dị ka sorrel (Hibiscus sabdariffa; ka a ghara ịgbagwoju ya anya na Rumex acetosa, ụdị na-ekerịta aha a na-akpọ sorrel)",
  "Na Ghana, a maara ihe ọṅụṅụ ahụ dị ka soobolo n'otu n'ime asụsụ obodo.",
  "Na Cambodia, enwere ike ịkwadebe ihe ọṅụṅụ oyi site na itinye petals na mmiri ọkụ ruo mgbe a na-esi na petals gbapụta agba, wee tinye mmiri lime (nke na-agbanwe ihe ọṅụṅụ ahụ site na nchara ma ọ bụ ọbara ọbara gaa na ọbara ọbara), ihe na-atọ ụtọ (shụga/mmanụ aṅụ) na n'ikpeazụ mmiri oyi/kpụrụkpụrụ mmiri.",
  "N'Ijipt na Sudan, a maara tii hibiscus dị ka karkadé (كركیه), a na-aṅụ ya dị ka ihe ọṅụṅụ na-ekpo ọkụ na nke oyi.",
  "Hibiscus (nke a makwaara na Sri Lanka dị ka okooko osisi akpụkpọ ụkwụ, සපත්තු මල, වද මල n'asụsụ Sinhalese) bụ ihe nwere ihe nketa bara ọgaranya nke ndị Lankans na-enye ume ọhụrụ",
  "Mkpụrụ osisi ọhụrụ, ice tii na syrups e ji okooko osisi Hibiscus mee bụ ihe oriri a ma ama n'etiti ndị Sri Lanka.",
  "A na-eri hibiscus a mịrị amị, ọ na-abụkarịkwa nri dị ụtọ na Mexico",
  "A pụkwara ime ya ka ọ bụrụ ihe na-atọ ụtọ ma jiri ya mee ihe dị ka ihe ịchọ mma, ọ na-abụkarị maka nri ndị e ji esi nri.",
  "A na-eji roselle (Hibiscus sabdariffa) eme ihe dị ka akwụkwọ nri.\nA na-ahụ ụdị Hibiscus suratensis Linn nke ya na Hibiscus aculeatus G",
  "Don na Visayas na Philippines dị ka ihe na-esi ísì ụtọ maka ihe fọrọ nke nta ka ọ bụrụ akwụkwọ nri na menus niile dị n'ógbè ahụ",
  "A maara dị ka labog na mpaghara Visayan (ma ọ bụ labuag / sapinit na Tagalog), ụdị ahụ bụ ihe eji esi nri ofe ọkụkọ.",
  "A na-eji ụdị Hibiscus dị ka osisi nri site na igurube nke ụfọdụ ụdị lepidopteran, gụnyere Chionodes hibiscella, Hypercompe hambletoni, nutmeg moth, na turnip moth.",
  "A na-akọwa Hibiscus rosa-sinensis dị ka nke nwere ọtụtụ ọgwụ na Ayurveda India.",
  "A na-azọrọ na tii na-esi ísì ụtọ sitere na Hibiscus sabdariffa nwere ike belata ọbara mgbali elu.",
  "Ọ bụ ezie na a ghọtachaghị usoro ahụ nke ọma, ọmụmụ anụmanụ gara aga egosila ma mmetụta mgbochi nke H",
  "sabdariffa na ụda uru ahụ na mmetụta mgbochi ọmụmụ nke Hibiscus rosa-sinensis, n'otu n'otu. E gosipụtara na ihe a na-ewepụta na H",
  "sabdariffa na-akpali mkpụmkpụ nke ụfụfụ na akpa nwa; ihe a na'ewepụta na-egosi mmetụta mgbochi afọ ime n'ụdị ọrụ estrogen na òké. A hụbeghị nchọpụta ndị a n'ime ụmụ mmadụ",
  "A na-eche na Hibiscus rosa-sinensis nwere mmetụta emmenagogue nke nwere ike ịkpali ịhụ nsọ na, n'ime ụmụ nwanyị ụfọdụ, na-akpata ite ime. N'ihi mmetụta ọjọọ edere na ọmụmụ anụmanụ na ihe ndị a kọrọ na ha nwere ọgwụ, anaghị atụ aro H",
  "sabdariffa na H",
  "rosa-sinensis maka iji ya mee ihe n'oge ime ime.",
  "A na-ekwu na H",
  "sabdariffa na diclofenac, chloroquine na acetaminophen na-emekọrịta ihe site n'ịgbanwe pharmacokinetics",
  "N'ime ndị ọrụ afọ ofufo nwere ahụike, a chọpụtara na ihe H",
  "sabdariffa na-ewepụta na-ebelata nsị nke diclofenac mgbe a na-enye ya. Tụkwasị na nke a, a chọpụtara na nchịkwa nke Karkade (H",
  "sabdariffa), ihe ọṅụṅụ Sudanese a na-ahụkarị, na-ebelata chloroquine bioavailability. Otú ọ dị, ọ dịghị mgbanwe dị ịrịba ama a hụrụ na pharmacokinetics nke acetaminophen mgbe a na-enye ya na ihe ọṅụṅụ Zobo (H",
  "sabdariffa). A chọrọ nyocha ndị ọzọ iji gosipụta mkpa ahụike dị.",
  "Hibiscus na-acha ọbara ọbara bụ okooko osisi nke chi nwanyị Hindu Kali, ọ na-apụta ugboro ugboro n'ihe ngosi ya na nka nke Bengal, India, mgbe mgbe na chi nwanyị na okooko osisi na-agwakọta n'ụdị",
  "A na-eji hibiscus eme ihe dị ka onyinye nye Kali na chi Ganesha na ofufe Hindu.",
  "Na Philippines, ụmụaka na-eji gumamela (aha obodo maka hibiscus) eme ihe dị ka akụkụ nke ihe ntụrụndụ na-eme ka efere",
  "A na-egbutu okooko osisi na akwụkwọ ruo mgbe mmiri na-arapara n'ahụ pụtara",
  "A na-etinyezi ogwe papaya dị n'ime nke a ma jiri ya mee ihe dị ka ahịhịa maka ịfụ ụfụfụ",
  "Tinyere ncha, mmiri hibiscus na-emepụta ọtụtụ efere",
  "A na-akpọkwa ya \"Tarukanga\" na Waray, ọkachasị na mpaghara Eastern Samar.",
  "Ụmụ agbọghọ Tahiti na Hawaiian na-eyi okooko osisi hibiscus",
  "Ọ bụrụ na a na-eyi okooko osisi ahụ n'azụ ntị aka ekpe, nwanyị ahụ lụrụ di ma ọ bụ nwee enyi nwoke",
  "Ọ bụrụ na a na-eyi okooko osisi ahụ n'aka nri, ọ bụ naanị ya ma ọ bụ n'ihu ọha maka mmekọrịta.[Tinye edensibịa] Hibiscus na-acha odo odo bụ okooko osisi steeti Hawaii.",
  "Onye edemede Naijiria bụ Chimamanda Ngozi Adichie kpọrọ akwụkwọ akụkọ mbụ ya Purple Hibiscus n'aha okooko osisi ahụ.",
  "Akpụkpọ ahụ nke hibiscus nwere eriri bast siri ike nke enwere ike inweta site na ịhapụ akpụkpọ ahụ e wepụrụ n'oké osimiri ka ihe ndị dị ndụ ree.",
  "Hibiscus bụ ihe nnọchianya mba nke Haiti, na okooko osisi mba nke mba dị iche iche nke gụnyere Solomon Islands na Niue. Hibiscus syriacus bụ okooko osisi mba nke South Korea, na Hibiscus rosa-sinensis bụ okooko mmiri mba nke Malaysia. Hibiscus brackenridgei bụ okooko osisi steeti nke Hawaii."
]