[
  "Àtụ:Infobox film",
  "Hidden Figures bụ ihe nkiri akụkọ ndụ nke America na 2016 nke Theodore Melfi duziri ma bụrụkwa onye melphi na Allison Schroeder dere",
  "Ọ dabeere na akwụkwọ 2016 nke Margot Lee Shetterly dere banyere ụmụ nwanyị atọ American mathematicians: Katherine Goble Johnson (Taraji P",
  "Henson), Dorothy Vaughan (Octavia Spencer), na Mary Jackson (Janelle Monáe), bụ ndị rụrụ ọrụ na NASA n'oge space Race",
  "Ndị ọzọ na-agụnye Kevin Costner, Kirsten Dunst, Jim Parsons, Mahershala Ali, Aldis Hodge, na Glen Powell.",
  "Isi foto malitere na March 2016 na Atlanta, Georgia wee kechie ya na May 2016",
  "Ebe ndị ọzọ na-ese foto gụnyere ọtụtụ ebe ndị ọzọ na Georgia, gụnyere East Point, Canton, Monroe, Columbus, na Madison.Isi foto malitere na Machị 2016 na Atlanta, Georgia ma mechie ya na Mee 2016",
  "Ebe ndị ọzọ a na-ese ihe nkiri gụnyere me",
  "National Board of Review họọrọ ihe nkiri ahụ dị ka otu n'ime fim iri kachasị elu nke 2016 ma nata onyinye na nhọpụta dị iche iche, gụnyere ntuli aka atọ na 89th Academy Awards, tinyere Best Picture. Ọ nwetakwara ihe nrite Screen Actors Guild Award maka arụmọrụ dị ịrịba ama site na ndị a ga-eme n'ihe nkiri",
  "Katherine Johnson na-arụ ọrụ na Langley Research Center dị na Hampton, Virginia, n'afọ 1961, ya na ndị otu ibe ya Mary Jackson na Dorothy Vaughan, dịka \"kọmputa\" ala, na-eme mgbakọ na mwepụ enweghị ihe a gwara ha bụ",
  "Ha niile bụ ụmụ nwanyị Africa-America; a na-ekewapụ ha site n'agbụrụ na okike",
  "Onye nlekọta White Vivian Mitchell nyere Katherine aka inyere Al Harrison's Space Task Group, n'ihi nkà ya na geometry nyocha",
  "Ọ na-aghọ nwanyị ojii mbụ na otu; Onye isi injinia Paul Stafford na-achụpụkarị ya",
  "E kenyere Mary na ndị otu okpomọkụ capsule space, ebe ọ chọpụtara ozugbo ntụpọ imewe",
  "N'ịbụ onye ndú otu ya bụ Karl Zielinski, onye Polish-Jewist nke Holocaust lanarịrị gbara ume ka ọ bụrụ injinia NASA",
  "Mitchell gwara ya na, n'agbanyeghị nzere mgbakọ na mwepụ nke sayensị anụ ahụ ọ gụrụ akwụkwọ ọzọ",
  "Mary tinyere akwụkwọ mkpesa maka ikike ịga ụlọ ọrụ sekọndrị Hampton nke ndị ọcha niile, n'agbanyeghị mmegide di ya",
  "N'ịkpọku ikpe ya n'ụlọikpe, ọ meriri onye ọka iwu obodo site na ịrịọ arịrịokwu banyere akụkọ ihe mere eme nke ọma, ikwe ka o gaa klas abalị.",
  "Katherine zutere African-American National Guard Lt",
  "Col",
  "Jim Johnson, onye na-ekwupụta obi abụọ banyere ikike mgbakọ nke ụmụ nwanyị",
  "O mechara rịọ mgbaghara ma malite iso Katherine na ụmụ ya nwanyị atọ nọrọ",
  "Ndị na-eme njem n'ime mbara igwe Mercury 7 gara Langley, onye na-ahụ maka ihe ndị dị ndụ John Glenn gbakwara mbọ ikele ụmụ nwanyị West Area",
  "Katherine na-amasị Harrison site n'idozi usoro mgbakọ nke ọma dị mgbagwoju anya sitere na akwụkwọ ndị edepụtara, ka Soviet Union si malite Yuri Gagarin mee ihe ịga nke ọma iji zipụ ndị America nọ mu mbara igwe.",
  "Harrison na-agwa Katherine okwu banyere \"ịgbapụ\" ya, n'amaghị ete a manyere ya ịga ije ọkara kilomita (800 mita) iji jiri ụlọ ịsa ahụ kacha nso e kenyere ndị mmadụ",
  "O ji iwe kọwaa ịkpa ókè ọ na-eche ihu n'ọrụ, nke mere ka Harrison kụtuo akara \"Ụlọ Ịsa ahụ Na-acha Ọcha\" ma wepụ ikewapụta ụlọ mposi",
  "Ọ na-enye ohere ka a tinye Katherine n'ime nzukọ dị elu iji gbakọọ ebe capsule ahụ batara",
  "Stafford mere ka Katherine wepụ aha ya na akụkọ, na-ekwusi ike na \"kọmputa\" enweghị ike ide ha, a makwaara ọrụ ya naanị maka Stafford.",
  "N'ịbụ onye Mitchell gwara na ọ nweghị atụmatụ ịnye \"onye nlekọta oge niile maka otu ndị nwere àgwà,\" Dorothy mụtara ka NASA etinyela kọmputa eletrọniki IBM 7090 nke yiri egwu iji dochie anya kọmpụta mmadụ",
  "Mgbe onye na-elekọta ọ́bá akwụkwọ baara ya mba maka ileta ngalaba ndị ọcha, Dorothy weere otu puku banyere Fortran ma kụziere onwe ha ihe omume nke West Area",
  "Ọ gara n'ụlọ kọmputa, malite igwe ahụ nke ọma, a kwalite ya ka ọ na-elekọta Ngalaba Nhazi; o kwetara ime otú e si ebufee iri atọ ndị ọrụ ibe ya",
  "Mitchell mechara kpọọ ya \"Mrs",
  "Vaughan\".",
  "N'ime ndokwa ikpeazụ maka mmalite John Glenn, ngalaba ahụ anaghịzi achọ kọmputa mmadụ; e zigara Katherine na West Area ma lụọ Jim",
  "N'ụbọchị a malitere ya, enwere ọdịiche na ngụkọta IBM 7090, ma gwa Katherine ka ọ lelee akara mbata nke capsule",
  "Ọ na-ebute nsonaazụ n'ime ụlọ nchịkwa, Harrison hapụrụ ya ka ọ banye",
  "Mgbe a na-agbapụ ya nke ọma ma jiri ọgba gburugburu, ịdọ aka ná ntị na-egosi ihe mgbochi okpomọkụ capsule nwere ike ịda",
  "Mission Control kpebiri ịdakwasị Glenn mgbe atọ orbit kama asaa, Katherine kwadoro aro Harrison ka ọ hapụ retro-rocket agbakwunyere iji nyere aka mee ka ihe mgbochi okpomọkụ dị n'ọnọdụ",
  "Enyi na enyi 7 nwere ihe ịga nke ọma.",
  "Ọ bụ ezie na kọmputa eletrọniki mechara dochie ndị mgbakọ na mwepụ, ederede epilogue kpughere Mary nwetara nzere injinia ya wee bụrụ nwanyị mbụ African-American engineer nke NASA; Dorothy gara n'ihu dị ka onye nlekọta Africa America nke NASA; Stafford nabatara Katherine, dịka otu odeakwụkwọ akụkọ ahụ, gaa n'ihu gbakọọ ụzọ maka ọrụ Apollo 11 na Space Shuttle",
  "N'afọ 2015, e nyere ya ihe nrite nke nnwere onwe onye",
  "N'afọ 2016, NASA raara ụlọ ọrụ nyocha nke Langley nye Katherine Johnson Computational Building iji sọpụrụ ya.",
  "N'afọ 2015, onye na-emepụta Donna Gigliotti nwetara akwụkwọ Margot Lee Shetterly nke a kpọrọ Hidden Figures, banyere otu ụmụ nwanyị Black ndị ọkà mgbakọ na mwepụ nyeere NASA aka imeri Space Race. Allison Schroeder dere edemede ahụ, nke Gigliotti mepụtara site na Levantine Films",
  "Schroeder tolitere na Cape Canaveral ma nne le nna ya ochie rụrụ ọrụ na NASA, ebe ọ rụkwara akwụkwọ dị ka onye nọ n'afọ iri na ụma. Levantine Films mepụtara ihe nkiri ahụ na Peter Chernin's Chernin Entertainment",
  "Fox 2000 Pictures nwetara ikike ihe nkiri ahụ, Theodore Melfi bịanyere aka na iduzi. Mgbe ọ batara n'ụgbọ ahụ, Melfi dezigharịrị edemede Schroeder, ma lekwasị anya karịsịa na ịhazi ndụ ụlọ nke ndị isi atọ ahụ na ọrụ ha na NASA. Mgbe a mara ọkwa mmepe nke ihe nkiri ahụ, ndị na-eme egwuregwu e weere ka ha ga-eduzi ọrụ gụnyere Oprah Winfrey, Viola Davis, Octavia Spencer, na Taraji P",
  "Henson.",
  "Chernin na Jenno Topping mepụtara, tinyere Gigliotti na Melfi. Fox tụbara Henson ka ọ bụrụ onye isi nke mgbakọ na mwepụ Katherine Goble Johnson",
  "A họpụtara Spencer ka ọ bụrụ Dorothy Vaughan, otu n'ime ndị isi mgbakọ na mwepụ atọ dị na NASA. A tụbara Kevin Costner na ihe nkiri ahụ ka ọ bụrụ onye isi akụkọ ifo nke mmemme mbara igwe. Onye na-agụ egwu Janelle Monáe bịanyere aka n'ịkpọ onye nke atọ, Mary Jackson. A tụbara Kirsten Dunst, Glen Powell, na Mahershala Ali n'ihe nkiri ahụ: Powell ga-eme onye astronaut John Glenn, na Ali dị ka mmasị ịhụnanya Johnson.",
  "Isi foto malitere na Machị 2016 na campus nke Morehouse College dị n'Atlanta, Georgia. E mekwara ihe nkiri na Lockheed Martin Aeronautics na Dobbins Air Reserve Base. A tụbara Jim Parsons na ihe nkiri ahụ ka ọ bụrụ onye isi injinia nke Space Task Group na NASA, Paul Stafford. Pharrell Williams (onye Virginia Beach, nso Langley Research Center) batara dị ka onye na-emepụta ihe nkiri ahụ. O dekwara egwu mbụ ma rụọ ọrụ na ngalaba egwú na ụda nke ihe nkiri ahụ, ya na Hans Zimmer na Benjamin Wallfisch. A kpọbatara prọfesọ mgbakọ na mwepụ nke Morehouse College Rudy L",
  "Horne ka ọ bụrụ onye nyocha ya n'oge a kara akara.",
  "Ihe nkiri ahụ, nke e debere na NASA Langley Research Center n'afọ 1961, gosipụtara ụlọ ọrụ dị iche iche dịka West Area Computing unit, ebe a chọrọ ka otu ndị isi ojii niile bụ ụmụ nwanyị mgbakọ na mwepụ jiri ihe oriri na ịsa ahụ́ mee ihe",
  "Otú ọ dị, n'eziokwu, e buliri Dorothy Vaughan ka onye nlekọta nke West Computing ogologo oge tupu mgbe ahụ, na 1949, bụrụ onye isi ojii mbụ na National Advisory Committee for Aeronautics (NACA) yana otu n'ime ndị inyom ole na ole",
  "N'afọ 1958, mgbe NACA ghọrọ NASA, e wepụrụ ụlọ ọrụ dị iche iche, gụnyere ọfịs West Computing. Vaughan na ọtụtụ n'ime kọmputa ndị bụbu West wegara ngalaba nyocha ọhụrụ (ACD), otu agbụrụ na okike.",
  "Ọ bụ Mary Jackson, ọ bụghị Katherine Johnson, onye nwere nsogbu ịchọta ụlọ ịsa ahụ na-acha anụnụ anụnụ n'ihe mere ka 1953 mgbe o nọ ọrụ nwa oge na East Area, mpaghara Langley nke ya maaraghị ma ebe ndị isi ojii ole na ole rụrụ",
  "Katherine Johnson, n'akụkụ ya, amaghị na mbụ na ụlọ ịsa ahụ dị na Langley kewara ekewa (na mpaghara ọwụwa anyanwụ ma nke ọdịda anyanwụ) wee jiri ebe a ga-esi mee ihe \"naanị ndị ọcha\" ruo ọtụtụ afọ tupu onye ọzọ emee mkpesa",
  "Ọ leghaara mkpesa ahụ anya, e wepụkwara okwu ahụ.",
  "N'ajụjụ ọnụ ya na WHRO-TV, Johnson gọnahụrụ mmetụta nke ịkpa ókè",
  "\"Enweghị m mmetụta nke ịkpa ókè na NASA, n'ihi na onye ọ bụla nọ ebe ahụ mere nyocha",
  "Ị nwere ọrụ ma rụọ ya, ọ dịkwa gị mkpa ime ihe ị ga-eme",
  "na igwu egwu n'oge nri ehihie",
  "Enweghị m mmetụta nke ịkpa ókè ọ bụla",
  "Amaara m na ọ nọ ebe ahụ, mana echeghị ya\".",
  "Mary Jackson agaghị enweta iwu ụlọ ikpe ka ọ gaa klas abalị na kọleji ndị ọcha naanị",
  "Ọ rịọrọ obodo Hampton maka ihe pụrụ iche, e nyekwara ya ikike",
  "Ụlọ akwụkwọ ahụ bịara daa ma mebie, ụgwọ zoro ezo nke na-agba ọsọ usoro ụlọ ọrụ abụọ dị n'otu",
  "Ọ gụsịrị akwụkwọ injinia ya wee nweta nkwalite ka ọ bụrụ onye enjiniya n'afọ 1958.",
  "Katherine Johnson rụrụ ọrụ kachasị na mpaghara ọdịda anyanwụ nke Langley, ọ bụghị n'ebe ndị dị anya site n'ịrụ ụlọ 1244 malite n'etiti afọ 1953, ma nọrọkwa na 1244 ọbụna mgbe ha sonyere Space Task Group, ruo ugbu a mmalite 1960s na ụgbọ elu akụkọ ihe mere eme John Glenn.",
  "Ihe nkiri ebe a na-akpọ \"colored\" kọfị pụtara n'ebe ọrụ Katherine Johnson emeghị ya, akwụkwọ nke ihe nkiri ahụ dabeere enweghịkwa aha dị otú ahụ.",
  "Katherine Johnson so Eunice Smith, onye nwere afọ itoolu na West Area computer veteran n'oge ahụ ka Johnson sonyeere NACA",
  "Smith bụ onye agbata obi ya na enyi site n'òtù ụmụ nwanyị ọ bụla",
  "Ụmụ Goble atọ ahụ bụ ndị nọ n'afọ iri na ụma mgbe Katherine lụrụ Jim Johnson.",
  "E kenyere Katherine Johnson na Ngalaba Nnyocha Flight n'afọ 1953, nke ghọrọ ihe a ga-adịgide adịpụ",
  "Mgbe e guzobere Space Task Group na 1958, ndị injinia sitere n'aka Flight Research Division bụ isi nke otu ahụ, a gụnyekwara Johnson",
  "O so dee akụkọ nyocha nke NASA bipụtara na 1960, oge mbụ nwanyị nọ n'ụlọ ọrụ Flight Research Division nwetara otuto dị ka onye dere akwụkwọ nchọpụta. Johnson nwetara ohere ịnweta nzukọ ndị nchịkọta akụkọ site na 1958 naanị site n'ịnọgidesi ike, ọ bụghị maka otu nnọkọ dị oke egwu.",
  "Ọ bụ Robert Gilruth duziri Space Task Group, ọ bụghị onye akụkọ ifo Al Harrison, nke e kere iji mee ka usoro nchịkwa dị mgbagwoju anya",
  "Ihe nkiri ebe Harrison na-agbaji ihe ịrịba ama nke Ụlọ Ụmụ nwanyị Na-acha Ọcha emebeghị, dịka n'ime ndụ Johnson jụrụ ịga ije ruo ogologo oge iji jiri ụlọ ịsa ahụ nwere agba ma, n'okwu ya, \"gafere naanị onye ọcha\". Harrison na-ahapụkwa ya ka ọ banye Mission Control iji hụ mwepụta ahụ",
  "Ọ dịghị ihe ọ bụla mere na ndụ n'ezie, onye edemede Theodore Melfi kwuru na ya ahụghị nsogbu ịgbakwunye ebe ndị a nọ, na-asị, \"Ọ dị mkpa ka e nwee mmadụ ọcha mee nke ziri ezi, enwere ike ịbụ ndị isi ojii ga-eme nke ọma, otukwa nwoke chọrọ ime",
  "Ya mere, onye na-eche banyere ndị mepụtara ihe ziri ezi ma ọ bụrụhaala n'ihe ruru eru?\"",
  "Dexter Thomas nke Vice News katọrọ mgbakwunye Melfi dị ka ịmepụta onye nzọpụta ọcha: \"N'okwu a, ọ pụtara na mmadụ ọcha ekwesịghị iche echiche banyere ohere ahụ nwere ike ịbụ ndị ọzọ n\"afọ 1960, ha gaara abụ otu n'ime ihe ọjọọ. Megan Garber nke Atlantic kwuru na \"akụkọ\" ihe nkiri ahụ gụnyere \"\"ihe gbasara onye nzọpụta ọcha\". Melfi kwuru na ọ hụrụ \"ebubo nke 'onye nzọpụta ọcha' dị njọ\", sị:\n  \nNdị na-eme ihe nkiri Vivian Mitchell na Paul Stafford bụ ihe mejupụtara ọtụtụ ndị otu, ma gosipụta echiche na àgwà ọha na eze nke oge ahụ",
  "Karl Zielinski dabeere na onye nkuzi Mary Jackson, Kazimierz \"Kaz\" Czarnecki.",
  "John Glenn, onye ji ihe dị ka afọ iri karịa ka egosiri n'oge mmalite, rịọrọ Johnson kpọmkwem ka ọ nyochaa ngụkọta IBM, ọ bụ ezie na o nwere ọtụtụ ụbọchị tupu ụbọchị mmalite iji mezue usoro ahụ.",
  "Onye edemede Margot Lee Shetterly ekwenyewo na enwere ọdịiche dị n'etiti akwụkwọ ya na ihe nkiri ahụ, mana ọ chọpụtara na nke ahụ bụ ihe a na-aghọta.",
  "A kwụsịghị ụgbọ elu John Glenn n'oge dị ka e kwuru na ndepụta okwu mmechi nke ihe nkiri ahụ",
  "A haziri ọrụ MA-6 maka njem atọ ma daa n'oge a tụrụ anya ya",
  "Ngwongwo mgbasa ozi e bipụtara tupu a malite ya na-ekwu na \"The Mercury Operations Director nwere ike ịhọrọ otu, abụọ ma ọ bụ atọ orbit mission\". Akụkọ post-mission na-egosikwa na a haziri retrofire ka ọ mee n'ụzọ nke atọ.  E mekwara ndokwa maka ụgbọ elu Scott Carpenter na Mee ma gbaa ọsọ ugboro atọ, Wally Schirra mere atụmatụ ịgba gburugburu isii n'ọnwa Ọktoba chọrọ mgbanwe dị ukwuu na usoro nkwado ndụ nke Mercury capsule iji nye ya ohere ife njem awa itoolu. Okwu ahụ bụ \"ga ma ọ dịkarịa ala ugboro asaa\" nke nọ na transcript ọrụ a na-ezo aka n'eziokwu ahụ bụ na onye Atlas booster etinyela capsule Glenn n'ime orbit ga-akwụsi ike maka oghere isii, mana o nwere ikike ịnọ ogologo oge.",
  "Mercury Control Center dị na Cape Canaveral na Florida, ọ bụghị Langley Research Centre na Virginia",
  "Ihe osise ndị e gosipụtara n'ihu ụlọ ahụ na-egosi ọrụ isii, nke emeghị ruo mgbe Wally Schirra mere MA-8 ya n'ọnwa Ọktoba 1962",
  "Ihe nkiri ahụ na-egosikwa ndị nchịkwa ụgbọ elu NASA n'ụzọ ziri ezi nyochaa telemetry site na Soviet Vostok launch, nke Union agaghị eso ya kerịta na NASA na 1961.",
  "Katherine Johnson's Technical Note D-233, nke ya na T.H",
  "Skopinski dere, nwere ike ịchọta na NASA Technique Reports Server.",
  "Ihe nkiri ahụ gosipụtara IBM 7090 dị ka kọmputa mbụ na Langley, mana enwere n'ezie na mbụ: kọmputa 138 n\"ebe ahụ, na Dorothy Vaughan nwere n-adịbeghị anya: 205206 na-eme mmemme maka IBM704 na FORTRAN.",
  "Ihe nkiri ahụ na-ezo aka na IBM 7090, mana njikwa egosiri bụ maka IBM 8094, nke bịara mgbe e mesịrị.",
  "Ihe nkiri ahụ malitere obere ntọhapụ na Disemba 25, 2016, tupu ewepụta ya n'ụzọ sara mbara na Jenụwarị 6, 2017.",
  "Mgbe a tọhapụrụ Hidden Figures na Disemba 25, 2016, ụfọdụ ọrụ ebere, ụlọ ọrụ na azụmaahịa onwe ha na-ele ihe nkiri ahụ anya dị ka ihe dị mkpa maka imeziwanye mmata ndị ntorobịa na agụmakwụkwọ na ọrụ n'ọhịa sayensị, teknụzụ, injinia, na mgbakọ na mwepụ (STEM), haziri ngosipụta n\"efu nke ihe omume ahụ iji gbasaa ozi nke isiokwu ihe mere na fim ahụ. Mgbalị jikọrọ aka n'etiti Western New York STEM Hub, AT&T na Girl Scouts nke USA nyere ohere ka ihe karịrị ụmụ akwụkwọ 200 nke Buffalo Public School, Girl scouts na ndị nkuzi hụ ihe nkiri ahụ",
  "Onye isi akụkọ WBFO bụ Eileen Buckley kwuru na emere ihe omume ahụ iji nyere aka gbaa ọgbọ ọhụrụ nke ụmụ nwanyị ume ịtụle ọrụ STEM",
  "Nnyocha na-egosi na ka ọ na'afọ 2020, a ga-enwe ọrụ STEM nde 2.4 na ya. Naia Butler-Craig, onye na-achọ ịnya ụgbọ mbara igwe, dere banyere ihe nkiri ahụ, sị: \"Enweghị m ike iche n'echiche ihe nke ahụ ga-adị ka: Naya dị afọ iri na isii, nke na'ahụ anya, na nke nwere mmasị na mbara ala na ya na ụmụ nwanyị ojii nwere ihe jikọrọ ya n\"",
  "Also, the film's principal actors (Henson, Spencer, Monáe and Parsons), director (Melfi), producer/musical creator (Williams), and other non-profit outside groups have offered free screenings to Hidden Figures at several cinema locations around the world",
  "Some of the screenings were open to all-comers, while others were arranged to benefit girls, women and the underprivileged",
  "The campaign began as individual activism by Spencer, and made a total of more than 1,500 seats for Hidden Figures available, free of charge, to poor individuals and families",
  "The result was seven more screenings for people who otherwise might not have been able to afford to see the film - in Atlanta (sponsored by Monáe), in Washington, D.C",
  "(sponsored by Henson), in Chicago (also Henson), in Houston (by Parsons), in Hazelwood, Missouri (by Melfi and actress/co-producer Kimberly Quinn), and in Norfolk and Virginia Beach, Virginia (both sponsored by Williams).",
  "Na Febụwarị 2017, AMC Theatres na 21st Century Fox kwupụtara na ngosipụta n'efu nke Hidden Figures ga-ewere ọnọdụ na ememe nke Black History Month na obodo 14 ahọpụtara na US (gụnyere Atlanta, Chicago, Dallas, Los Angeles na Miami)",
  "Nkwupụta ahụ kọwara ihe ngosi ọrụ ebere nke Febụwarị dị ka ime ka a mara eziokwu nke ihe nkiri ahụ nke ụmụ nwanyị Black na-eme mgbakọ na mwepụ na NASA n'oge Space Race",
  "21st Century Fox na AMC Theatres kpọkwara ụlọ akwụkwọ, otu obodo na òtù ndị na'enweghị uru ka ha tinye akwụkwọ maka ihe nyocha pụrụ iche ndị ọzọ a ga-enwe n\"obodo ha. \"Ka anyị na-eme emume Black History Month ma na'ihu na Women's History month na March, akụkọ a nke ike na nnọgidesi ike dị mkpa karịa mgbe ọ bụla, \"ka Liba Rubenstein, 21st Century Fox'tti Senior Vice President of Social Impact, kwuru, sị, anyị nọ na 21CF sitere n'ike mmụọ nsọ nke mmegharị ahụ iji weta ihe nkiri a na ndị na na ya na ha agaghị enwe ike ịhụ ya - ndị ọkà mmụta nwere ike ịgụnye ndị ọhụrụ na onye na - anyị chọrọ ịkwado ma gbasaa mmegide ahụ.",
  "Ndị ọrụ ebere na-enweghị uru na mpụga otu na mgbalị ndị ọzọ dị n'ógbè site n\"aka ndị mmadụ nʼotu n n \"nyele nyocha n-efu nke \"Ihe Ndị A Na-ezobe\" site na iji usoro mgbasa ozi igwe mmadụ na Intanet, nke na'enye ndị ọrụ ohere ịnakọta ego maka ihe nkiri n 'efu. Ọtụtụ mkpọsa GoFundMe n'efu apụtala kemgbe a tọhapụrụ ihe nkiri ahụ n\"ozuzu ya, niile site nʼaka ndị mmadụ chọrọ ịnakọta ego iji kwụọ ụmụ akwụkwọ ụgwọ iji hụ ihe ngosi ahụ.",
  "N'afọ 2019, ụlọ ọrụ Walt Disney jikọtara aka na Ngalaba Na-ahụ Maka Ọchịchị US na mmemme mgbanwe nke atọ kwa afọ \"Hidden No More\", nke ihe nkiri ahụ kpaliri ma wetara ụmụ nwanyị 50 si gburugburu ụwa na United States bụ ndị mere nke ọma na ọrụ STEM dị ka injinia ụgbọ elu, ngwọta data na nzuzo data, na agụmakwụkwọ metụtara ST EM. Usoro mgbanwe ahụ malitere na 2017 mgbe ndị nnọchi anya US gosipụtara ihe nkiri ahụ na obodo ha",
  "Nkwado maka nyocha ahụ dị mma nke na mba 48 kpebiri na nke ọ bụla ga-ahọpụta otu nwanyị na STEM iji nọchite anya mba ha na mmemme mgbanwe IVLP izu atọ na United States.",
  "N'ịgbaso asọmpi Lego Ideas nke afọ 2017, onye na-emepụta ihe eji egwuri egwu na Denmark bụ The Lego Group kwupụtara atụmatụ imepụta ihe oyiyi ụmụ nwanyị nke NASA nke ụmụ agbọghọ ise, ndị injinia na ndị na'ime mbara igwe, dịka ọ dabere na ezigbo ụmụnwaanyị rụrụ ọrụ maka NASA",
  "Obere ihe ndị e mere atụmatụ itinye na setịpụrụ bụ Katherine Johnson, onye sayensị kọmputa Margaret Hamilton; onye na-eme njem n'ime mbara igwe, ọkà n\"ihe ọmụmụ physics na onye nkuzi Sally Ride; ọkà mmụta mbara ala Nancy Grace Roman; na muntu na'eme ihe n \"na-ememe nʼime ụwa na dọkịta Mae Jemison\" (onye bụkwa onye Africa America)",
  "Ihe a gwụchara anaghị agụnye Johnson",
  "A tọhapụrụ Women of NASA set na Nọvemba 1, 2017.",
  "Chart nke Miracles nke 1961, \"Mighty Good Lovin'\", nke onye na-agụ egwú Smokey Robinson dere, na ihe nkiri ahụ n'oge egwu ụlọ, a nụkwara ya na mmechi mmezu.",
  "A tọhapụrụ Hidden Figures na Digital HD na Machị 28, 2017, na Blu-ray, 4K Ultra HD, na DVD na Eprel 11, 2017. Ihe nkiri ahụ malitere na No",
  "3 na bychaatị ahịa vidio ụlọ.",
  "Ihe omuma zoro ezo nwetara nde $ 169.6 na United States na Canada, na nde dollar 66.3 na mpaghara ndị ọzọ, maka ngụkọta zuru ụwa ọnụ nke nde dọla 236, megide mmepụta mmefu ego nke $ 25 nde",
  "N'ime ụlọ, Hidden Figures bụ onye kachasị mma na 89th Academy Awards. Deadline Hollywood gbakọrọ uru nke ihe nkiri ahụ ka ọ bụrụ $ 95.55 nde, mgbe a na-agbakọta ego niile na ego a ga-enweta maka ihe ngosi ahụ, na'ime iri abụọ kachasị baa uru na 2016.",
  "N'oge a tọhapụrụ ya na ụlọ ihe nkiri 25 site na Disemba 25, 2016, ruo Jenụwarị 5, 2017, ihe ngosi ahụ nwetara nde $ 3",
  "Na North America, Hidden Figures nwere mgbasawanye ya n'akụkụ mmeghe nke Underworld: Blood Wars na mgbasa nke Lion na A Monster Calls",
  "A na-atụ anya na ọ ga-enweta ihe dị ka nde $ 20 site na ụlọ ihe nkiri 2,471 na ngwụsị izu mbụ ya, na studio na'atụle nde dollar 1517 nke mbụ. O mere $ 1.2 nde site na previews abalị Thursday na $ 7.6 nde n'ụbọchị mbụ ya",
  "Na mbido, ihe ngosi mere ka ihe nkiri ahụ nweta nde $ 21.8 na ngwụsị izu mbụ ya, na-emecha nke abụọ n'azụ Rogue One: A Star Wars Story ($ 22 nde)",
  "Otú ọ dị n'ụbọchị na-esote, ọnụ ọgụgụ ikpeazụ kpughere na ihe nkiri ahụ nwere ngụkọta ngwụsị izu nke $ 22.8 nde, na'emeri Rogue One's $ 21.9 nde. Na ngwụsị izu nke abụọ ya, ihe nkiri ahụ nwetara nde $ 20.5 (maka ngụkọta ụbọchị anọ nke MLK Weekend nke nde $27.5), ọzọ na-ebute ụlọ ọrụ ịkụ nzọ.",
  "Na nchịkọta nyocha Rotten Tomatoes, ihe nkiri ahụ nwere nkwado nke 93% dabere na nyocha 314, na nkezi nke 7.64/10",
  "Nkwekọrịta dị oke egwu nke ebe nrụọrụ weebụ ahụ na-agụ, \"N'ụzọ na'obi, nke na na - obi ụtọ, ndị mmadụ zoro ezo na \"ihe ndị a na ya na ndị dị mkpa na\" Na Metacritic, ihe nkiri ahụ nwere akara nkezi nke 74 n'ime 100, dabere na ndị nkatọ 47, na-egosi \"n'ozuzu nyocha dị mma\". Ndị na-ege ntị nke CinemaScore nyochara nyere ihe nkiri ahụ akara nke \"A +\" na ọkwa A + ruo F, otu n'ime ihe na'erughị ihe ngosi 90 na akụkọ ihe mere eme nke ọrụ ahụ iji nweta akara dị otú ahụ.",
  "Simon Thompson nke IGN nyere ihe nkiri ahụ akara nke itoolu n'ime iri, na-ede, \"Ihe ndị zoro ezo jupụtara na ihe echefuru echefu, ma ọ bụ nke a na'amaghị ama, ihe efu na akụkọ ihe mere eme nke US n\"ụzọ dị mma, nke na na ya, dị ụtọ, ya na nke zuru oke",
  "Egwuregwu magburu onwe ya gafee bọọdụ na akụkọ na-adọrọ mmasị naanị na ya na'ime ihe nkiri Hidden Figures bụ ihe siri ike, nke a rụzuru nke ọma na nke e ji nkà mee nke na na - na: \" Ty Burr nke The Boston Globe dere, \"ihe nkiri ahụ ejiri obi karịa nka na nkà karịa aghụghọ, ọ na-arụkwa ọrụ n'ihi ụmụ nwanyị ọ gosipụtara na ndị na'eme ihe nkiri na ha",
  "Nke kachasị mma, ị na-apụta na ihe nkiri ahụ maara onye Katherine Johnson na Dorothy Vaughn na Mary Jackson bụ, ụmụ gị nwanyị na ụmụ nwoke.",
  "Clayton Davis nke Awards Circuit nyere ihe nkiri ahụ kpakpando atọ na ọkara, na-ekwu na \"E rere ya dị ka ihe ntụrụndụ dị egwu maka oge Krismas, Ihe osise zoro ezo bụ ihe ngosi kwesịrị ntụkwasị obi na nke mara mma nke mba anyị na esemokwu agbụrụ nke kewara ma na'ihu na ịta ahụhụ n'ihe owuwu nke ịdị adị anyị",
  "N'ịbụ ndị na-etinye aka site na mmalite ruo na njedebe, Ihe oyiyi zoro ezo nwere ike ijide onye na'amaghị ama na ihe nkiri na ya ma mee ka ha daa maka akụkọ ya a na - agbagha agbawa",
  "A gaghị ahapụ ihe nkiri ahụ",
  "\"",
  "Nnyocha ndị ọzọ katọrọ ihe nkiri ahụ maka ihe ịchọ mma ya na ọdịnala, ụdị dị mma",
  "Tim Grierson, na-ede maka Screen International, kwuru na \"Ihe ndị zoro ezo fọrọ nke nta ka ọ bụrụ ihe siri ike na ngosipụta ya nke ịkpa ókè nwoke na nwanyị na ịrọ agbụrụ",
  "Mmiri nke afọ ojuju onwe onye na-eme ihe nkiri na - na \"ebe Jesse Hassenger na The A.V",
  "Club na na Eric Kohn nke IndieWire na-ekwu na ihe nkiri ahụ \"na-eme ka akụkọ ihe mere eme dị mfe; dị ka ụtụ isi maka ndị isi ya, ọ naghị agbanye n'ime ihe kpatara ọgụ ha\" ma n\"otu aka ahụ, Paul Byrnes kwubiri na \"Mgbe ihe ngosi na ọ na'efu na ya na a na - na na, anyị nwere ikike ịjụ ebe akụkọ ahụ gara, ọbụlagodi na o nyere oge dị mma.",
  "N'etiti ọtụtụ ihe ọ rụzuru, a na-eto Octavia Spencer karịsịa maka ngosipụta ya nke Dorothy Vaughan ma họpụta ya maka onyinye Academy maka onye na'eme ihe nkiri kachasị mma, Golden Globe Award maka Onye na na onye n'ime ihe ngosi kachasị elu na Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Supporting Role",
  "Ndị na-eme ihe nkiri ahụ meriri Screen Actors Guild Award maka arụmọrụ dị ịrịba ama site na ndị na'ime ihe osise",
  "Ihe nkiri ahụ n'onwe ya nwetara nhọpụta maka Academy Award maka Best Picture na ọtụtụ nhọrọ ya (gụnyere maka Oscar na BAFTA), ụda na akara.",
  "N'ozuzu, ihe nkiri ahụ nwetara nhọpụta atọ maka 89th Academy Awards na 2017, na-emerighị ọ bụla:"
]