[
  "Kọmịshọn dị elu nke Naijiria dị na Accra bụ isi ọrụ nnọchiteanya nke Naijeria na Ghana",
  "Ọ dị na 20/21 Onyasia Crescent Roman Ridge na Accra.\nOnye Kọmishọna Ukwu gara aga bụ onye bụbu Senator nke na-anochi anya Lagos Central Musiliu Olatunde Obanikoro, nke Onye isi ala Umaru Yar'Adua họpụtara na Mee 2008.",
  "Onye Kọmishọna Ukwu n'afọ 2012 bụ Hon",
  "Ademola Oluseyi Onafowokan.",
  "N'ọnwa Ọgọstụ n'afọ 2007, ụlọ ọrụ dị elu nke Naịjirịa na Ghana malitere emume ncheta nnwere onwe nke iri anọ na asaa nke Naịjaria na Accra",
  "Minista onye nnọchi anya Simon Ejike Eze kelere Ghana maka ịsọpụrụ ndị Naijiria site n'ịkpọ aha nnukwu okporo ụzọ aha onye bụbu onye isi ala Naijiria, Olusegun Obasanjo.\nO kwukwara na ụlọ ọrụ ahụ agaghị ala azụ inyefe ndị Naijiria na-eme mpụ na ụlọ ọrụ nchekwa Ghana oge ọ bụla.\nMgbe Musiliu Obanikoro nyere onye isi ala John Agyekum Kufuor asambodo ya na Mee 2008, onye isi ala ahụ kwurịtara ogologo akụkọ ihe mere eme nke imekọ ihe ọnụ n'etiti mba abụọ dị n'ebe Ọdịda Anyanwụ Afrịka, ma kwuo na nka Naijiria ga-aba uru ugbu a na Ghana achọpụtala mmanụ.",
  "N'ọnwa Nọvemba afọ 2009, ụlọ ọrụ kọmịshọn dị elu nke Naijiria na Accra na-arụkọ ọrụ na Vintage Vision, ụlọ ọrụ na-ahụ maka azụmahịa nke Naijeria, nke dị na Accra, na-eme atụmatụ ịmalite ụlọ ọrụ azụmahịa Ghana-Nigeria na ịmalite nkwekọrịta azụmahịa na itinye ego ogologo oge n'etiti mba abụọ ahụ.\nN'ikwu okwu n'ihe ngosi akwụkwọ na Nọvemba 2009 Adedapo Oyekanuri, Minista na Kọmitii Ukwu Naịjirịa, kwuru na imekọ ihe ọnụ n'etiti mba abụọ ahụ ekwesịghị ịbụ naanị na azụmahịa, mmekọrịta mba na mba na idebe udo kamakwa nkwado ọdịbendị site n'ịgụ ihe.",
  "Mmekọrịta enweela nsogbu mgbe ụfọdụ",
  "N'afọ 1969, Ghana chụpụrụ ndị mba ọzọ bụkarị ndị Naijiria",
  "N'afọ ndị 1980 Naịjirịa chụpụrụ ndị mba ọzọ bụ ndị Ghana. \nN'ọnwa Septemba afọ 2006, onye isi kọmishọna ahụ batara iji mee ka ụmụ akwụkwọ dị jụụ na Mahadum Sayensị na Teknụzụ Kwame Nkrumah, Kumasi, mgbe a mara otu nwa akwụkwọ mma ma gbuo ụmụ akwụkwọ Naijiria abụọ ọzọ site n'aka onye ohi ji égbè.",
  "Kọmishọna dị elu nke Naịjirịa ekwuola na mgbasa ozi na Accra na-enye aka na esemokwu site n'ịgbasa akụkọ mpụ metụtara ndị Naịjirị.\nN'ọnwa Julaị afọ 2009, Obanikoro kwuru na ụlọ ọrụ dị elu amalitela mkpọsa iji gosipụta akụkụ dị mma nke Naịjirịa na nnukwu ikike",
  "N'otu oge ahụ, ọ gwara ndị nta akụkọ na ndị Naijiria ruru narị atọ nọ n'ụlọ mkpọrọ na Ghana maka mpụ ndị dị ka ịtọrọ mmadụ, ire ọgwụ ọjọọ na ịpụnara mmadụ ihe.",
  "N'ọnwa Juun afọ 2020, ndị ikom ji égbè wakporo ala ebe ụlọ ọrụ Naịjirịa kọmịshọn aru ụlọ ma kwatuo akụkụ nke ụlọ ahụ a na-ekwu na Accra."
]