[
  "Hikmat Abu Zayd (Arabic; a na-akpọ Hekmat Abu Zeid na Egyptian Arabic; na afọ 1922 ma ọ bụ na afọ 1923 30 Julaị, na afọ  2011) bụ onye ndọrọ ndọrọ ọchịchị na agụmakwụkwọ nke Ijipt.[N] Ọ ghọrọ nwanyị mbụ bụ minista na Egypt n'afọ 1962. Oge ọ nọrọ dị ka minista na-ahụ maka mmekọrịta mmadụ na ibe ya setịpụrụ ihe nlereanya",
  "Mgbe nke ahụ gasịrị, ọ ghọrọ ihe a na-ahụkarị maka ụmụ nwanyị iduzi ozi ahụ. Onye na-akwado Nasserism, Abu Zayd enweela mmetụta dị ukwuu na iwu na iwu Ijipt na mpaghara mmekọrịta mmadụ na ibe ya na mkpuchi.",
  "A mụrụ ya n'obodo Shaykh Daud, nke dị nso n'obodo al-Qusiyya na Asyut Governorate, Abu Zayd tolitere n'ezinụlọ na-ahụ mba n'anya",
  "Ọrụ nna ya na Egyptian State Railways pụtara na e kenyere ya ọtụtụ ọdụ ụgbọ okporo ígwè ma na-agagharị mgbe niile",
  "Ọ bụ ezie na nne ya amaghị akwụkwọ, a gbara Abu Zayd ume ịgụ akwụkwọ ma nye ya ohere ịbanye n'ọbá akwụkwọ nna ya.",
  "Abu Zayd nwetara agụmakwụkwọ dị elu",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị ya na Helwan Girls School, ọ nwetara nzere na akụkọ ihe mere eme na Mahadum Cairo (nke a na-akpọ Fuad I University n'oge ahụ) n'afọ 1940",
  "Ọ gara n'ihu na ọmụmụ agụmakwụkwọ ya site n'inweta asambodo nkuzi na afọ  1941, Master of Arts na agụmakwụkwọ na afọ 1950 site na Mahadum St Andrews, na n'ikpeazụ nzere doctorate na nkà mmụta akparamagwa na Mahadim London na afọ 1957",
  "Ọ kụziri na Women's College nke Mahadum Ain Shams site na afọ 1955 ruo na afọ 1964, tupu e bulie ya n'ọkwa prọfesọ na Mahadum Cairo na afọ 1965.",
  "N'afọ 1962, Abu Zayd nọ na kọmitii nkwadebe maka National Congress of Popular Forces",
  "N'oge ọ bụ onye otu kọmitii ahụ, o gosipụtara enweghị nkwenye ya na Onye isi ala Gamal Abdel Nasser n'akụkụ ụfọdụ na Charter of National Action",
  "N'ịbụ onye nwere mmasị, Nasser kpebiri ịhọpụta ya dị ka onye ozi. Na 29 Septemba na afọ 1962, a họpụtara Abu Zayd ka ọ bụrụ minista na-ahụ maka mmekọrịta mmadụ na ibe ya na ọchịchị mbụ nke Ali Sabri. Ọ nọgidere n'ọrụ ya mgbe a gbanwere kansụl ahụ na Machị , na afọ 1964, ma jee ozi ruo na afọ 1965.",
  "Abu Zayd bụ akụkụ nke ndị isi nwanyị ọhụrụ nke nwere otu nzụlite dị ala nke Nasser na ndị ọrụ ibe ya bụ Free Officers. A họpụtara ya site n'aka Nasser n'ihe gbasara mmemme ọhụrụ ya, nke na-ekwusi ike n'ịbawanye ohere agụmakwụkwọ na ọrụ maka ndị mmadụ niile, n'agbanyeghị okike ma ọ bụ ọnọdụ mmadụ. Afọ 1950 na ọkachasị afọ 1960 bụ oge nnwere onwe ụmụ nwanyị na-abawanye na Egypt. Ịlụ karịa otu nwanyị na-ebelata, ụmụ nwanyị na-enwekwu ọkwa dị mkpa na gọọmentị, ụlọ ọrụ na agụmakwụkwọ. A họpụtara ụmụ nwanyị abụọ mbụ na mba ahụ, Rawya Ateya na Amina Shukri, n'afọ 1957. Karimah al-Sa'id ghọrọ osote minista agụmakwụkwọ n'afọ ndị afọ 1960",
  "Gọọmentị gosipụtara nhọpụta dị elu dị otú ahụ nke ụmụ nwanyị ole na ole ruru eru, ebe ihe ka ọtụtụ n'ime ụmụ nwanyị Ijipt nọgidere na-arapara n'ọkwá dị ala nke ọha mmadụ.",
  "Abu Zayd natara Lenin Peace Prize na Disemba 1970."
]