[
  "Hilda Kibet (amụrụ na 27 na ọnwa Machị na afọ 1981 na Keiyo District) bụ onye Dutch na-agba ọsọ nke a mụrụ na Kenya",
  "Ọ bụ nwanne Sylvia Kibet na nwa nwanne Lornah Kiplagat",
  "O nwetara nwa amaala Dutch n'ọnwa Ọktoba afọ 2007.",
  "Onye mmekọ Kibet ogologo oge bụ onye na-agba ọsọ marathon Dutch Hugo van den Broek",
  "Ha kewara oge ha n'etiti Iten, Kenya na Castricum, na Netherlands. Nwanne nne ya, onye ji naanị afọ isii karịa ya, bụ onye na-agba ọsọ Lornah Kiplagat.",
  "O meriri ọtụtụ asọmpi ịgba ọsọ n'okporo ụzọ na 2007, gụnyere: Egmond Half Marathon, New York City Half Marathon",
  "N'afọ sochirinụ, ọ meriri New York Mini 10K, na-anọchi nwanne nne ya Lornah Kiplagat, wee mee egwuregwu Olympic mbụ ya na 2008 Beijing Olympics, ebe ọ bụ nke iri na ise na mita 10,000",
  "O meriri n'asọmpi ụmụ nwanyị na 2008 European Cross Country Championships na ngwụcha afọ ahụ.",
  "Ọ gbara ọsọ na World 10K Bangalore na onwa Mee na afọ 2009 ma ọ bụ ezie na ọ bụ otu n'ime ndị ọkacha mmasị tupu agbụrụ, ọ mechara nke anọ n'ozuzu. Ọ laghachiri n'afọ sochirinụ, mana ọ bụ naanị nke isii.",
  "Ọ meghere na afọ 2010 site na ọsọ kachasị mma nke 1:08:39 na RAK Half Marathon",
  "Kibet bụ naanị onye na-agba ọsọ ahọpụtara ịnọchite anya Netherlands na afo 2010 IAAF World Cross Country Championships ma ọ gwụchara n'ọnọdụ nke iri na asọmpi ndị okenye. Ka oge na-aga, ọ gbara ọsọ na 10,000m na afọ 2010 European Athletics Championships, mana ọ tụfuru ihe nrite site na ịmecha nke anọ n'azụ Jéssica Augusto",
  "Ọ meriri Dam tot Damloop na onwa Septemba na afọ 2010, na-agba ọsọ ọsọ 10 kilomita nke oge ahụ (51:30), ma na-eti nwanne nne ya Lornah Kiplagat. Na Frankfurt Marathon n'ọnwa Ọktoba, ọ gbara oge kachasị mma nke 2:26:23, nke zuru ezu maka nke isii na ọsọ ọsọ.",
  "Ọsọ mbụ ya nke afọ 2011 bụ RAK Half Marathon ọzọ, mana ọ dị nkeji nwayọ karịa afọ gara aga wee bịa nke isii. O nwere arụmọrụ ka mma na Rotterdam Marathon n'ọnwa Eprel, ebe ọ bịara nke abụọ na ọsọ kachasị mma nke 2:24:27 awa n'azụ Philes Ongori. Ọ bụ onye Dutch mbụ na-agba ọsọ na Montferland Run na Disemba, na-etinye nke atọ n'ozuzu.",
  "Kibet nwara mmeri nke atọ na Egmond Half Marathon, mana ọ gwụchara n'ọnọdụ nke atọ. O kwuru na o meriri na Göteborgsvarvet na Mee site na 1:09:27 awa, wee bịa nke atọ na New York Mini 10K otu ọnwa ka e mesịrị. A họpụtara ya ka ọ gbaa ọsọ marathon na 2012 London Olympics ma o jisiri ọnọdụ nke 24 na oge ya nke 2:28:52 awa",
  "Oge kachasị mma ya bịara na Turin Marathon, ebe ọ gbara ọsọ 2:25:46 dị ka onye nke abụọ n'azụ Sharon Cherop, onye mebiri ihe ndekọ ahụ.",
  "O setịpụrụ ihe kachasị mma maka ọkara marathon na ọsọ nke 67:59 nkeji maka nke anọ na Roma-Ostia Half Marathon na Febụwarị 2013. Ọ bụ onye na-eme egwuregwu kachasị ọsọ na Rotterdam Marathon na njedebe nke atọ ya na 2:26:42 awa."
]