[
  "'Mkpúrù èdè íke'Hilda Semola Tloubatla (amụrụ n'afọ 1942) bụ onye na-agụ mbaqanga na South Africa, na onye na-abụ abụ nke otu a ma ama Mahotella Queens",
  "A mụrụ Tloubatla na Payneville, Springs na South Africa tupu ọ kwaga kwaThema township n'afọ̀ 1951 n'ihi (ihe bụ) 'Group Areas Act' nke gọọmentị ịkpa ókè agbụrụ na mba ahụ.",
  "Tloubatla malitere ọrụ egwu ya site na idekọ na South African Broadcasting Corporation na ngwụcha afọ 1950 na mmalite afọ 1960",
  "Otú ọ dị, ọ bụ ruo mgbe ọ sonyeere ndị otu egwu  Gallo Record Company n'afọ 1964 ka Tloubatla nwetara aha mba mbụ",
  "A nabatara ya ozugbo n'òtù ụmụ nwanyị ọhụrụ, bu Mahotella Queens, dị ka onye na-agụ egwú, ya na ndị otu ibe ya Nobesuthu Mbadu, Mildred Mangxola, Juliet Mazamisa na Ethel Mngomezulu",
  "E jikọtara ndị ụmụ nwanyị ise ahụ tinyere ndị otu mbaqanga, Makgona Tsohle n'akụ egwu na o olu siri ike, \"na-eru uju\" nke Simon Mahlathini Nkabinde, n'oge na-adịghị anya mgbe nke ahụ gasịrị, ndị otu a na-akpọ Mahlathine na Mahotella Queens nwetere ọ̀mụma.",
  "N'afọ 1971, ọtụtụ Mahotella Queens mbụ (gụnyere Tloubatla) hapụrụ iji chụsoo ụzọ  ọzọ na azụmaahịa egwu, dị ka isonyere otu ndị ọzọ, ya mere e guzobere usoro ọhụrụ nke Queens",
  "Tloubatla ghọrọ onye otu Izintombi Zesi Manje Manje, mana ọ na-alaghachi n'òtù ọhụrụ nke Mahotella Queens na ọkara oge niile.",
  "N'afọ 1983, ndị Queens ise mbụ (Tloubatla, Mbadu, Mangxola, Mazamisa na Mngomezulu) sonyeere Mahlathini na ndị n'agụ egwu Makgona Tsohle site na onye na-akpọ ụbọ akwara Makgonatsohle na onye mmepụta Queens bụ Marks Mankwane",
  "Egwu Nlaghachi ha,bu  Amaqhawe Omgqashiyo, bụ egwu dara ụda a ma ama na South Africa",
  "N'ihi ihe ịga nke ọma nke albọm na njem Paul Simon's Graceland  nke afọ 1986   (nke ya na Ladysmith Black Mambazo, Stimela na ndị ọzọ rụkọtara ọrụ), a chọrọ egwu South Africa",
  "Ụmụ nwanyị atọ mbụ, Tloubatla, Mbadu na Mangxola, sonyeere ndị otu ha ọzọ",
  "Ha na-ewu ewu n'ụwa niile.",
  "Ọbụna mgbe ọnwụ nke Mahlathini na ọtụtụ ndị otu Makgona Tsohle Band gasịrị, ndị ụmụ nwanyị atọ (ndị niile bụ nne nne ma bụrụ ndị karịrị afọ iri asaa) nọgidere na-eduzi ruo mgbe Mbadu nwụrụ na 2021."
]