[
  "Hindia Haji Mohamed, (ihe dị ka 1988 wee ruo na Disemba 3, 2015), onye nta akụkọ redio na TV nke Somalia na onye na-emepụta Radio Mogadishu na Somali National Television na Mogadishu, Somalia, bụ otu n'ime ọtụtụ ndị nta akụkọ nwụrụ n'oge Agha Obodo Somalia",
  "Ya na di ya Liban Ali Nur so n'ime ndị nta akụkọ e gburu egbu mere ka ha bụrụ otu n'ime di na nwunye ole na ole e gburu n'ụwa niile.",
  "Mohamed bụ nne nwere ụmụ ise. Ọ lụrụ Liban Ali Nur, onye bụkwa onye nta akụkọ na Somalia. N'afọ 2012, e gburu di Mohamed site na bọmbụ n'ụlọ oriri na ọṅụṅụ dị na Mogadishu tinyere mmadu iri na ano ọzọ ma merụọ ihe dị ka mmadụ iri abuo ọzọ ahụ. Mohamed na-agụ akwụkwọ na Mahadum Mba Nile nke Somalia ma na-agu international Relations na Diplomacy. Ọ dị afọ iri abụọ na asaa n'oge e gburu ya ma lie ya na Mogadishu.",
  "Hindia bụ nwaanyị na-ede akụkọ mgbasa ozi maka Redio Mogadishu na onye na-mmepụta ihe n'onyonyo ndi Somali National Television.",
  "Mohamed nwụrụ na bọmbụ ụgbọ ala na ubochi nke ato n'afo 2015. Mohamed nọ n'ụzọ na- alaghachi azu ka o so Somali International University (SIU). A kụrụ bọmbụ ahụ n'okpuru oche ya ma mee ka njikwa dịpụrụ adịpụ rụọ ọrụ mgbe ọ gbawara. A kpọgara ya n'ụlọ ọgwụ n'ihi mmerụ ahụ mana ọ nwụrụ obere oge ka e butere ya. A gbagburu bọmbụ ahụ n'èzí ụlọ ọrụ nnọchi anya Turkey na Mogadishu.",
  "Otu ahụ kwuru na ọ bụ ya kpatara mwakpo ahụ bụ Al-Shabaab. A mara mmadụ abụọ n'ime otu a ikpe maka igbu Mohamed. Abdirisack Mohamed Barrow na Hassan Nur Ali Farah bụ ndị e gburu site na mgbagbu. A mara umu nwoke anọ ndị ọzọ ikpe",
  "Moalim Mohamed Abukar na Mohamed Sheikh Yussuf natara ntaramahụhụ ibi ndu ha na mkporo Maka mwakpo ahụ  ma ndị ọzọ abụọ natara ntarhụ mkpọrọ afọ iri ruo iri na ise. Umu nwoke a so n'òtù Al-Shabaab.",
  "Somalia bụ mba ji njo maka ndị nta akụkọ",
  "Reporters Without Borders debere Somalia na \"Press Freedom Index\" dị ka mba nke otu nari,iri asaa na abuo n'ime mba otu nari na iri asato maka nnwere onwe mgbasa ozi",
  "Mohamed bụ onye nta akụkọ nke iri atọ na asatọ e gburu n'ebe ahụ kemgbe afọ 2010",
  "Ndị nta akụkọ na Somalia na-enweta mwakpo ugboro ugboro, ntọrọ na  igosi nkari",
  "Somalia nwekwara mgbochi mgbasa ozi siri ike, yana nnukwu ụgwọ maka mmebi iwu",
  "A manyere ụfọdụ ndị nta akụkọ na Somalia ịgbapụ na mba ahụ",
  "E nwere obere ihe onwunwe e wepụtara iji hụ na nchekwa nke ndị nta akụkọ dị nchebe, nke na-eme ka ha bụrụ ndị a na-elekwasị anya n'oge agha obodo.",
  "Irina Bokova, onye isi nchịkwa nke United Nations Educational, Scientific, and Cultural Organization, kwuru, sị, \"Ana m akatọ ogbugbu Hindiya Haji Mohamed",
  "Mgbasa ozi dị iche iche na nke onwe ha dị mkpa maka nnwere onwe ikwu okwu ma ghara ịrụ ọrụ na-enweghị ọrụ nke ndị nta akụkọ",
  "Ọ dị mkpa maka ndị Somalia n'ozuzu ha na a na-ekpe ndị na-eme mpụ a ikpe",
  "\"",
  "Omar Frank Osman, odeakwụkwọ nke NUSOJ, kwuru, sị, \"Anyị niile na-eri uju ogbugbu e gburu Hindiyo Haji Mohamed nke bụ ihe ncheta ọzọ nke ihe ize ndụ ndị nta akụkọ Somalia na-aga n'ihu na-eche ihu mgbe niile",
  "Nke a bụ igbu ọchụ, nke a kpachapụrụ anya mee iji kpochapụ Hindiyo",
  "Ndị kpachapụrụ anya na-achọ imerụ ndị ọha na eze na-amaghị ihe ha, gụnyere ndị nta akụkọ, kwesịrị ka a katọọ ha ma jide ha iji zaa maka omume ha",
  "\""
]