[
  "Hind Meddeb bụ onye France-Tunisia n'aru ọrụ nta akụkọ na onye nduzi ihe nkiri",
  "N'ịbụ onye bi na Paris, ọ na-arụ ọrụ na Europe, North Africa na Middle East",
  "N'ime ihe nkiri ya na edemede ya, o gosipụtara ngagharị iwe ọha na eze nke ndị na-eto eto na ọdịbendị ha na Morocco, Tunisia na Egypt",
  "N'ịdepụta ọnọdụ mmekọrịta ha na ngosipụta ndọrọ ndọrọ ọchịchị ha n'ihe gbasara mgbanwe ndị Arab, ọ lekwasịrị anya na egwu rap ma ọ bụ ụdị ndị ọzọ na-emegide omenala na ngagharị iwe na mba ndị a",
  "A mụrụ Meddeb na Châtenay-Malabry, Paris, France",
  "Nna ya bụ onye Tunisia na-ede uri na odee Abdelwahab Meddeb, nne ya bụ onye ọkà mmụta asụsụ Amina Maya Khelladi nke Moroccan-Algeria",
  "Ọ gụsịrị akwụkwọ na Paris Institute of Political Studies (Sciences Po) ma nwee nzere Master of Philosophy na Paris West University Nanterre La Défense Ọzọkwa, ọ gụrụ asụsụ German na akwụkwọ na Mahadum Sorbonne Nouvelle ma mee nnyocha na Mahadume Free nke Berlin.",
  "Meddeb rụrụ ọrụ dị ka onye nta akụkọ maka France 24 TV network site na 2006 ruo 2008 tupu ọ banye France Info",
  "Site na 2010 ruo 2011 ọ bụ onye nta akụkọ maka ihe ngosi Ça balance à Paris na Paris Première ma jee ozi dị ka onye nta akụkọ ọdịbendị maka magazin Tracks",
  "Na 13 June 2013, e jidere ya na Tunis, mana a tọhapụrụ ya n'otu ụbọchị ahụ",
  "E boro ya ebubo na ọ na-enye nsogbu na ndị uwe ojii mkparị mgbe ọ gbachitere onye na-eti egwu Tunisian Weld El 15, onye dekọrọ abụ na-eji ndị uwe ojii Tunisian tụnyere nkịta.",
  "Dị ka onye na-eme ihe nkiri, Meddeb esorola duzie De Casa au Paradis, ihe nkiri banyere otu ndị Morocco na-eyi ogbunigwe bọmbụ, ma duzie Electro Chaabi, nke na-ekpuchi mpụta nke ụdị egwu eletrọniki ọhụrụ a na-akpọ Mahraganat na Cairo. Ọ duziri Tunisia Clash, ihe nkiri banyere ndị na-eto eto na-eti egwu ndi na-alụ ọgụ maka nnwere onwe ikwu okwu na Tunisia, na Paris Stalingrad, ihe ngosi banyere ndị na'achọ ebe mgbaba na France.",
  "N'afọ 2005, o ritere ihe nrite Daniel Pearl maka ọdịbendị dị iche iche maka akụkọ gbasara ndị Alakụba na-eto eto na France",
  "N'ọnwa Mee na June 2019, ọ hụrụ mgbanwe Sudan na Khartoum, nke ga-abụ ihe nkiri ya ọzọ ga-elekwasị anya. Na ahụmịhe a, o nyere aka na akwụkwọ French nke 2021 Soudan 2019, année zéro nke na-enye nkọwa, nkọwa na foto banyere izu ndị dugara na ogbugbu Khartoum."
]