[
  "Egwú hip hop ma ọ bụ egwu hip-hop, nke a makwaara dị ka egwu rap, bụ ụdị egwu a ma ama nke malitere na New York City na 1970s. Ọ na-agụnye egwu rhythmic (nke a na-ewukarị gburugburu ụda drum) nke na-esokarị rapping, okwu rhythmic na rhythmic nke a na-abụ abụ",
  "Ọ mepụtara dị ka akụkụ nke ọdịbendị hip hop, ọdịbendị dị iche iche akọwapụtara site na isi ihe anọ: MCing / raping, DJing / scratching na turntables, break dance, na ederede ederede. Ihe ndị ọzọ na-agụnye sampling beats ma ọ bụ bass lines site na ndekọ (ma ọ bụ synthesized beats na ụda), na rhythmic beatboxing",
  "Ọ bụ ezie na a na-ejikarị ya eme ihe na-ezo aka naanị na rap, \"hip hop\" na-egosi omume nke ọdịbendị niile. A na-eji okwu hip hop music eme ihe mgbe ụfọdụ n'otu ihe na okwu rap music, ọ bụ ezie na rapping abụghị akụkụ achọrọ nke egwu hip hop; ụdị ahụ nwekwara ike itinye ihe ndị ọzọ nke omenala hip hop, gụnyere DJing, turntablism, scratching, beatboxing, na egwu egwu.",
  "Hip hop dị ka ma ụdị egwu na omenala e hiwere n'ime 1970s mgbe nnọkọ mgbochi bịara na-ewu ewu na New York City, karịsịa n'etiti ndị ntorobịa America America bi na Bronx.  N'ebe a na-eme ememme mgbochi, ndị DJ na-eji mgbanwogharị abụọ na igwekota DJ na-egwu nkwụsi ike nke egwu ndị a ma ama iji nwee ike ịkpọ oge ezumike site na mbipụta abụọ nke otu ndekọ ahụ, na-atụgharị site n'otu gaa na nke ọzọ na ịgbatị \"nkwụsị\" ahụ.  Hip hop n'oge mmalite evolushọn mere dị ka teknụzụ nlele na igwe drum ghọrọ ebe niile yana ọnụ ala.  Usoro ntụgharị ntụgharị dị ka ncha na ịkụ ọkpọ emepụtara yana oge nkwụsịtụ.  Rapping tolitere dị ka ụdị ụda olu nke onye na-ese ihe na-ekwu okwu ma ọ bụ na-abụ abụ n'ụzọ na-ada ụda na-eji ngwa egwu ma ọ bụ iti aka arụkọ ọrụ.",
  "Edeghị egwu hip hop maka igwu egwu na redio ma ọ bụ telivishọn ruo 1979, n'ụzọ dị ukwuu n'ihi ịda ogbenye n'oge ọmụmụ ụdị ahụ na enweghị nnabata n'èzí mpaghara ghetto. Old school hip hop bụ nke mbụ na-ewu ewu nke ụdị ahụ, nke a na-ahụ site na mmetụta disko ya na okwu ndị na-elekwasị anya na nnọkọ",
  "Afọ 1980 gosipụtara ụdị dị iche iche nke hip hop ka ụdị ahụ mepụtara ụdị dị mgbagwoju anya ma gbasaa gburugburu ụwa",
  "New school hip hop bụ ụdị nke abụọ, nke ụda electro ya mara, ma duga n'oge hip hop ọlaedo, oge ọhụrụ n'etiti etiti afọ 1980 na etiti afọ 1990 nke mepụtara oge album nke hip hop",
  "Ụdị rap nke gangsta, nke lekwasịrị anya n'ụdị ndụ ime ihe ike na ọnọdụ dara ogbenye nke ndị ntorobịa Africa America nọ n'ime obodo, nwetara ewu ewu n'oge a",
  "G-funk na-achịkwa hip hop West Coast na mbido-etiti afọ 1990, ebe hip hop East Coast na-achịkwu jazz rap, hip hop ọzọ, na rap siri ike",
  "Hip hop gara n'ihu na-agbasa n'oge a na ụdị mpaghara ndị ọzọ na-apụta, dị ka Southern rap na Atlanta hip hop",
  "Hip hop ghọrọ ụdị kachasị ere n'etiti afọ 1990 na ụdị egwu kachasị ere site na 1999."
]