[
  "Hiratsuka Raichō (平塚__hau____hau____hau__ , transliterated__hau____wol____hau____wol__ , translittated__ , translitarazed__ , trans literated; a mụrụ Hiratsuka Haru, 平塚 明; February 10, 1886  - May 24, 1971) bụ onye edemede, onye nta akụkọ, onye ndọrọ ndọrọ ọchịchị, onye anarchist na onye ọsụ ụzọ nke ụmụnwanyị Japan.",
  "A mụrụ ya na Tokyo n'afọ 1886, nwa nwanyị nke abụọ nke onye ọrụ gọọmentị dị elu, ma gụọ akwụkwọ na Mahadum ụmụ nwanyị nke Japan (日本女子大學) n'afọ 1903, Hiratsuka bịara nwee mmetụta nke nkà ihe ọmụma Europe nke oge a, yana Zen Buddha, nke ọ ga-aghọ onye na-arụ ọrụ",
  "Ihe nwere mmetụta pụrụ iche n'ebe ọ nọ bụ onye edemede ụmụnwanyị Sweden na-ede akwụkwọ Ellen Key, nke ọ sụgharịrị n'asụsụ Japanese, na onye dike nke Henrik Ibsen's A Doll's House (1879)",
  "N'afọ 1908, ya na Morita Sōhei, onye nkuzi ya bụ onye edemede lụrụ di na onye na-eso ụzọ onye edemede Natsume Soseki, nwara igbu onwe ha ugboro abụọ, n'ugwu Nasushiobara, Tochigi",
  "A chọtara ha abụọ dị ndụ n'ugwu ahụ, mana mgbalị igbu onwe ha nke otu di na nwunye gụrụ akwụkwọ nke ọma mere ka ọha na eze katọọ ya.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, Hiratsuka banyere Narumi Women's English School ebe, n'afọ 1911, o guzobere akwụkwọ akụkọ mbụ ụmụ nwanyị na Japan, Seitō (青, n'ụzọ nkịtị Bluestocking)",
  "O bidoro mbipụta mbụ ya na okwu ndị a, \"Na mbido, nwanyị bụ anyanwụ\" (「元始、__hau____hau____hau__) na-ezo aka na chi nwanyị Shinto Amaterasu, na nnwere onwe ime mmụọ nke ụmụ nwanyị tụfuru",
  "N'ịnakwere aha mkpịsị aka Raichō (\"Thunderbird\"), ọ malitere ịkpọ oku maka mgbanwe ime mmụọ nke ụmụnwanyị, n'ime afọ ole na ole mbụ ya, akwụkwọ akụkọ ahụ tụgharịrị uche site na akwụkwọ gaa na nsogbu ụmụnwanyị, gụnyere mkparịta ụka ihu na ihu banyere mmekọahụ ụmụnwanyị, ịdị ọcha na ite ime",
  "Ndị nyere aka gụnyere onye na-ede uri a ma ama na onye na-akwado ikike ụmụnwanyị bụ Yosano Akiko, n'etiti ndị ọzọ.",
  "Ọ bụ ezie na ọtụtụ ndị Japan gosipụtara echiche nke onye na-ahụ maka ụmụnwanyị nke oge a, n'ihi nzaghachi nke mgbasa ozi Japan, ọtụtụ n'ime ha ejighị echiche ha kpọrọ ihe, na-eche na Raichō na ndị enyi ya na-anwa izuru oge a ma ama n'akụkọ ihe mere eme. Akụkọ ndị na-ekwubiga okwu ókè banyere ịhụnanya ha na enweghị nkwekọrịta, nke ụlọ ọrụ mgbasa ozi Japan gbasaa ọzọ, tụgharịrị echiche ọha na eze megide magazin ahụ ma mee ka Raichō bipụta ọtụtụ nkwado siri ike nke echiche ya",
  "Edemede ya n'ọnwa Eprel afọ 1913 \"Nye ụmụnwanyị nke ụwa\" (「世世婦人 十) jụrụ ọrụ ụmụnwanyị na-arụ dị ka ryōsai kenbo (良妻賢母, Ezigbo nwunye na nne maara ihe): \"Ana m eche otú ụmụnwanyị ole, maka nchekwa ego na ndụ ha, si banye n'alụmdi na nwunye na-enweghị ịhụnanya iji bụrụ odibo na akwụna nke otu nwoke",
  "\" Enweghị nkwekọrịta a mere ka Seitō ghara imegide ọha mmadụ kamakwa steeti, na-enye aka na nyocha nke magazin ụmụnwanyị nke \"na-emetụta usoro ọha na eze\" ma ọ bụ webata \"echiche ọdịda anyanwụ banyere ụmụnwanyị\" nke na-ekwekọghị na Japan.",
  "Akwụkwọ akụkọ ahụ mechiri n'afọ 1915, mana ọ bụghị tupu o guzobe onye guzobere ya dị ka onye na-eduga ìhè n'ihe omume ụmụnwanyị nke Japan",
  "Ka ọ dịgodị, n'afọ 1914, Hiratsuka malitere ibi n'ihu ọha na onye ọ hụrụ n'anya nke nta, onye na-ese ihe Okumura Hiroshi, onye ya na ya mụrụ ụmụ abụọ na-abụghị di ma mesịa lụọ di n'afọ 1941.",
  "Site n'afọ 1918 ruo afọ 1919, Akiko Yosano malitere ikwu na ọ dị mkpa nnwere onwe ego ụmụnwanyị n'ihe gbasara mmepe ngwa ngwa nke akụrụngwa na Japan mgbe Agha Ụwa Mbụ biri",
  "Ebe ọ bụ na arụmụka Key banyere ịbụ nne site na ntụgharị nke ọrụ ya, ọ na-azọrọ na nnwere onwe zuru oke bụ atụmanya na-agaghị ekwe omume na ọnọdụ ahụ n'oge ahụ, ma gbakwunye nchebe ịmụ nwa na enyemaka ego nke gọọmentị dị mkpa iji guzobe mba ụmụnwanyị, ịdị adị na mmekọrịta mmadụ na ọnọdụ siri ike nke ndị ọrụ ụmụnwanyị, megide arụmụka Yosano. Mgbe nke ahụ gasịrị, Yamakawa Kikue na Yamada Waka sonyere na arụmụka a, ọ ghọkwara nnukwu òtù mmekọrịta mmadụ na ibe ya nke a maara dị ka esemokwu nchedo nne (母性保護surf, Bosei-hogo ronso).",
  "N'afọ 1920, mgbe nyocha banyere ọnọdụ ụmụnwanyị na-arụ ọrụ na ụlọ ọrụ akwa akwa na Nagoya nke mere ka mkpebi ndọrọ ndọrọ ọchịchị ya dịkwuo mkpa, Hiratsuka guzobere New Women's Association (新婦人 師, Shin-fujin kyokai) ya na onye na-ahụ maka ikike ụmụnwanyị Ichikawa Fusae. Ọ bụ n'ụzọ dị ukwuu site na mgbalị nke otu a ka Akụkụ nke 5 nke Iwu Nchebe Ndị Uwe Ojii, nke e wepụtara n'afọ 1900, gbochiri ụmụnwanyị isonye n'òtù ndọrọ ndọrọ ọchịchị ma mee ma ọ bụ gaa nzukọ ndọrọ ndọrọ ọchịchị ka a tụgharịrị n'afọ 1922",
  "Otú ọ dị, ikike ụmụ nwanyị nwere ịtụ vootu nọgidere na-agafe na Japan",
  "Mgbasa mgbasa ozi ọzọ na-ese okwu gbalịrị igbochi ndị ikom na-arịa ọrịa venereal ịlụ di",
  "Mgbasa ozi a na-enweghị ihe ịga nke ọma ka bụ ihe esemokwu gbara ọrụ Hiratsuka gburugburu n'ihi na ọ hụrụ ka ọ na-ejikọta onwe ya na eugenics movement, na-ekwusi ike na mgbasa nke V.D",
  "na-enwe mmetụta na-adịghị mma na \"agbụrụ\" ndị Japan.",
  "Hiratsuka ga-esonye n'òtù na-arụkọ ọrụ ọnụ n'afọ ndị 1930, na-ekwubi na nke a ga-abụ nhọrọ kachasị mma iji tinye ọnụ ọgụgụ ka ukwuu nke ndị mmadụ na ebumnuche bụ isi nke mgbanwe mmekọrịta mmadụ na ibe ya. Otú ọ dị, n'ime afọ ole na ole sochirinụ, Hiratsuka wepụrụ onwe ya n'anya ọha na eze, jiri ụgwọ na onye ọ hụrụ n'anya nwere nsogbu ahụike, ọ bụ ezie na ọ ga-anọgide na-ede ma na-ekwu okwu",
  "N'afọ ndị agha gachara, ọ pụtara ọzọ dị ka onye ọha na eze site na usoro udo",
  "N'afọ 1950, ụbọchị Agha Korea malitere, ya na onye edemede na onye na-eme ihe ike Nogami Yaeko na mmadụ atọ ndị ọzọ so na Japan Women's Movement (婦人運動家) gara United States iji nye US Secretary of State Dean Acheson arịrịọ ka e mepụta usoro nke Japan nwere ike ịnọgide na-anọpụ iche na pacifist",
  "Hiratsuka gara n'ihu na-akwado ikike ụmụnwanyị n'oge agha gachara, na-eguzobe New Japan Women's Association (新日本婦零会) na 1963 ya na Nogami na onye omenkà a ma ama Iwasaki Chihiro, ma na-aga n'ihu ide ma na-akụzi ruo mgbe ọ nwụrụ n'afọ 1971.",
  "Ọ bụ ezie na ọrụ ya dị ka onye ndọrọ ndọrọ ọchịchị kpuchiri ọtụtụ iri afọ, a na-echeta Hiratsuka maka nlekọta ya nke otu Seitō",
  "Dị ka onye na-eduga ìhè nke òtù ụmụnwanyị na mmalite narị afọ nke iri abụọ na Japan, ọ bụ onye nwere mmetụta dị ukwuu nke ndị na-efe ya sitere na onye edemede nwanyị Korea Na Hye-sok (나혜석; 羅́錫) onye bụ nwa akwụkwọ na Tokyo n'oge ọganihu Seitō ruo onye anarchist na onye nkatọ mmekọrịta mmadụ na ibe ya Itō Noe onye otu ya na nzukọ Seitō kpatara esemokwu ụfọdụ",
  "Òtù ya mgbe agha gasịrị, New Japan Women's Organization, ka na-arụsi ọrụ ike ruo taa."
]