[
  "Njikọ Afrịka bụ ụlọ ọrụ ndọrọ ndọrọ ọchịchị na-ekpuchi kọntinent Afrịka dum.",
  "Mmalite ya laa azụ na Congress First of Independent African States, nke e mere na Accra, Ghana, site na 15 ruo 22 April 1958",
  "Nzukọ a bu n'obi guzobe ụbọchị Africa iji mee akara ngosi nke nnwere onwe, kwa afọ, banyere njikere nke ndị Africa",
  "ịtọhapụ onwe ha n'aka ọchịchị aka ike nke mba ọzọ, yana mbọ ndị sochirinụ iji jikọta Africa, gụnyere Òtù Na-ahụ Maka Ịdị n'Otu Africa (OAU), nke e hiwere na 25 May 1963, na African Economic Community na 1981.\nNdị nkatọ kwuru na OAU mere obere ihe iji chebe ikike na nnwere onwe nke ụmụ amaala Africa site na ndị isi ndọrọ ndọrọ ọchịchị ha, na-akpọkarị ya \"Dictators' Club\".",
  "Echiche nke ịmepụta AU tụgharịrị n'etiti 1990s n'okpuru nduzi nke onye isi obodo Libya Muammar al-Gaddafi: ndị isi obodo na ndị ọchịchị nke OAU nyere nkwupụta Sirte (aha ya bụ Sirte, na Libya) na September 9",
  ", 1999 na-akpọ ka e guzobe otu African Union",
  "Nkwuwapụta ahụ sochiri mgbakọ na Lomé na 2000, mgbe a nakweere Iwu Iwu nke African Union, na na Lusaka na 2001, mgbe a nakweere atụmatụ maka mmejuputa nke African Union",
  "N'otu oge ahụ, atumatu maka iguzobe New Partnership for Africa Development (NEPAD), bụkwa nke hiwere.",
  "Mgbalị mbụ iji mepụta steeti jikọrọ aka na ndọrọ ndọrọ ọchịchị nke gụnyere mpaghara kọntinent Africa dum bụ ndị ọchịchị mba Europe mere na narị afọ nke 19, n'ebumnobi iji nweta nnukwu akụ sitere n'okike na nnukwu ego nke kọntinent ahụ ga-enye alaeze ukwu ha",
  "Otú ọ dị, asọmpi siri ike dị n'etiti ndị ọchịchị Europe dị ka Britain, Belgium, France, Italy, Germany, Spain, na Portugal, pụtara na eziokwu ahụ malitere n'oge na-adịghị anya na ọ dịghị mba ọ bụla nwere ike karịa ndị ọzọ niile, ma na-achịkwa kọntinent ahụ kpamkpam.",
  "Kama nke ahụ, ha kpụrụ kọntinent ahụ n'etiti ha, na-achọsi ike ịchịkwa ókèala dị ka o kwere mee, na-anwa igbochi ndị ha na ha na-asọ mpi inweta mpaghara dị mma",
  "Ndị ọchịchị Europe jisiri ike na-achịkwa ókèala ha dị ka ndị ọchịchị ruo na ọkara nke abụọ nke narị afọ nke 20, mgbe mgbanwe na amụma Europe na echiche, dugara ntọhapụ nke ịchịkwa ógbè Africa ha, na ịmepụta mba ndị nweere onwe ha n'ofe kọntinent ahụ mere n'etiti",
  "1950 na 1970s.",
  "Njikọ nke Mba Africa, bụ njikọ dị mkpirikpi nke steeti atọ dị n'Ebe Ọdịda Anyanwụ Afrịka, na 1960s - Mali, Ghana, na Guinea",
  "Njikọ a bụ Marxist na ndọrọ ndọrọ ọchịchị, ndị na-eme mgbanwe n'Afrịka dị ka Kwame Nkrumah nke Ghana na Sékou Touré nke Guinea, onye bụ onye isi ala Guinea, duziri ya.",
  "Na Nọvemba 23, 1958, e guzobere Njikọ Liberia Ghana-Guinea nke nwere ọkọlọtọ dị ka nke Ghana mana nwere kpakpando ojii abụọ",
  "N'ọnwa Mee afọ 1959, a mara ọkwa na a ga-agbanwe aha Union of African States na ọkọlọtọ dị ka nke Ghana \"nke nwere ọtụtụ kpakpando ojii dịka ndị otu\". N'April 1961 Mali sonyeere otu a, yabụ ọkọlọtọ nwere kpakpando atọ",
  "Njikọ ahụ dara na 1962, mgbe Guinea malitere irute na United States, megide ndị enyi Socialist ha, U.S.S.R.",
  "E guzobere Organisation of African Unity (OAU) ma ọ bụ Organisation de l'Unité Africaine (OUA) na Mee 25, 1963. Onye isi oche ikpeazụ ya, Onye isi ala South Africa Thabo Mbeki gbasara ya na July 9, 2002 ma jiri African Union dochie ya.",
  "African Economic Community (nke a na-akpọ AEC) bụ ọgbakọ nke mba Africa na-ewepụta ntọala maka mmepe akụ na ụba n'etiti ọtụtụ steeti Africa",
  "Mba ndị otu a na-agbasi mbọ ike imekọ ihe ọnụ na akụ na ụba, mana agha obodo na-ada n'akụkụ ụfọdụ nke Africa na-egbochi ya",
  "Ebumnobi ekwuru nke nzukọ a gụnyere imepụta mpaghara azụmaahịa n'efu, otu kọstọm, otu ahịa, ụlọ akụ etiti, na otu ego nkịtị wee guzobe njikọ akụ na ụba na nke ego.",
  "N'ime ihe karịrị afọ iri atọ, nanị obodo Africa bụ onye òtù UN ma na-abụghị onye so na African Union bụ Morocco, bụ nke si n'otu ebe pụọ na AU bu ụzọ, Òtù Na-ahụ Maka Ịdị n'Otu Africa (OAU), na 1984, mgbe ọtụtụ n'ime ndị ọzọ",
  "Mba ndị otu kwadoro Sahrawi Nationalist Polisario Front's Sahrawi Arab Democratic Republic. Onye ya na Morocco jikọrọ aka, Zaire, n'otu aka ahụ megidere nnabata OAU na Sahrawi Arab Democratic Republic, ọchịchị Mobutu kwụsịrị nzukọ ahụ site na 1984 ruo 1986",
  "Mba ụfọdụ ewepụla nkwado ha maka Sahrawi Arab Democratic Republic na Morocco",
  "Morocco laghachiri na AU na 2017.",
  "African na Malagasy Union (AMU) ma ọ bụ Union Africaine et Malgache (UAM) n'asụsụ French bụbu òtù gọọmenti etiti emebere iji kwalite imekọ ihe ọnụ n'etiti ndị otu ya",
  "Nzukọ a nwetara aha ya site n'aha kọntinent Africa na site na mbụ Malagasy Republic, ugbu a Madagascar.",
  "Nkwupụta Sirte bụ mkpebi nke Organisation of African Unity nakweere na Septemba 9, 1999 na Sirte, Libya, iji mepụta African Union.",
  "Iwu Iwu nke African Union na-akọwa usoro a haziri ahazi nke African Union ga-eduzi onwe ya",
  "A bịanyere aka na July 11, 2000 na Lomé, Togo.",
  "A malitere African Union na Durban na Julaị 9, 2002 site n'aka onye isi ala mbụ ya, South Africa, Thabo Mbeki na nnọkọ mbụ nke Mgbakọ nke African Union",
  "Nzukọ nke abụọ nke Mgbakọ dị na Maputo na 2003, na nnọkọ nke atọ na Addis Ababa na Julaị 6, 2004.",
  "Ebumnuche ekwupụtara nke AU bụ iguzobe ego na ụlọ akụ Afrịka."
]