[
  "Akụkọ banyere ịgba ohu na mba Colorado malitere ọtụtụ narị afọ tupu mba Colorado enweta steeti mgbe ndị Spain na-achị Santa Fe de Nuevo México (1598–1848) mere ndị Amerịka ohu, nke a na-akpọ Genízaros",
  "Ndịda Colorado bụ akụkụ nke ókèala mba Spanish ruo n'afọ 1848",
  "Comanche na Utes wakporo obodo nta nke ụmụ amaala ndị ọzọ ma mee ha ohu.",
  "Colorado na-egbu oge ịghọ steeti n'ihi ihe ọ chọrọ maka ntuli aka maka ndị Africa America",
  "Ndị ọsụ ụzọ Africa America bịara n'ókèala ahụ tupu Agha Obodo America, gụnyere James Beckwourth bụ onye nyocha na onye ugwu malite n'afọ 1822",
  "Charles na William Bent wetara Charlotte na Dick Green na Colorado ugbu a ma rụọ ọrụ na Bent's Fort malite n'afọ 1833",
  "Clara Brown bịara n'ókèala ahụ ịchọ nwa ya nwanyị wee bụrụ nwanyị na-azụ ahịa na-aga nke ọma, onye na-etinye ego, na onye na-enyere ndị mmadụ aka",
  "Barney Ford na Edward J",
  "Sanderlin bụ nwanyị na-azụ ahịa nke ọma, William Jefferson Hardin bụ onye omebe iwu na onye isi obodo Leadville.",
  "E nwere ụfọdụ ọnọdụ nke ndị ohu na mmalite narị afọ nke iri na itoolu, dị ka ezinụlọ Green nke Bent's Fort",
  "Ndị ikom na ndị inyom bụbu ndị ohu biri na mba Colorado, na-eme onwe ha ka ha bụrụ ndị ọchụnta ego, ndị omebe iwu, na ọrụ ndị ọzọ.",
  "N'afọ 1877, steeti ahụ nyere iwu nke mere ka ịgba ohu na ịgba ohu bụrụ iwu na-akwadoghị, ma e wezụga ndị a mara ikpe",
  "N'afọ 2018, e mere Ndezigharị iji mee ka ịgba ohu, ma ọ bụ ọrụ mmanye, nke ndị a mara ikpe megidere iwu.",
  "Ụmụ amaala America -Arapaho, Cheyenne, Utes, na ụmụ amaala ndị ọzọ - weghaara ihe bụ Colorado ugbu a ruo ọtụtụ narị afọ.",
  "Ndị Spain na-achị Santa Fe de Nuevo México (1598–1848) jidere Utes na ndị Amerịka ndị ọzọ ma mee ha ohu. Ndị Spen malitere ịzụ ahịa ohu nke ndị Amerịka, nke a na-akpọ Genízaros, bụ ndị e rere ndị Hispanics n'ebe bụzi ndịda ọdịda anyanwụ Amerịka",
  "Na ngwụcha afọ 1700, ndị ọkọ akụkọ ihe mere eme na-eme atụmatụ na otu ụzọ n'ụzọ atọ nke mmadụ 29,000 bi n'ókèala New Mexico bụ ndị ohu",
  "Ọbụna mgbe mba United States nwetasịrị mpaghara ahụ, e nwere ndị ohu Amerịka bụ ndị ejidere n'agbụ.",
  "Ndị obodo Utes na Comanche wakporo ebe obibi Apache, Jumanos, na Kiowa n'ịnyịnya",
  "E jidere ụmụaka na ndị okenye ma ree ha n'ime obodo.",
  "James Beckwourth, onye amụrụ n'ohu n'afọ 1805 na Virginia, gbanahụrụ ịgba ohu",
  "Ọ bịara n'ebe ọdịda anyanwụ, gụnyere na mpaghara Colorado malite n'afọ 1822",
  "O so na njem iji duzie ogbunigwe, ọ bụ onye na-enyocha Ugwu Rocky, ma bụrụ onye na-ejide ajị anụ na onye ugwu",
  "Ọ bụkwa onye guzobere El Pueblo",
  "Bent's Fort, nke e guzobere n'akụkụ Santa Fe Trail n'afọ 1833 bụ nke ndị mba Amerịka, Spanish, ndị Europe, na ndị French letara",
  "Ndị ohu na-esonyere ndị ọbịa mgbe ụfọdụ. William Bent nwere ndị ohu atọ nke ndị African American, Charlotte na Dick Green na Andrew Green",
  "Ndị ikom ahụ na-ahụ maka mmezi na ọrụ ụlọ n'ebe e wusiri ike",
  "Charlotte bụ onye na-esi nri ma na-enye ntụrụndụ, dị ka ịgba egwu na nnọkọ",
  "Dịka ọmụmaatụ, o mere nnọkọ maka General Stephen Kearny",
  "N'ịbụ onye nweere onwe ya na onye ugwu a na-akwanyere ùgwù, Beckwourth rụrụ ọrụ maka Bent. William na Charles Bent si St",
  "Louis wetara ndị Greens n'ebe ahụ e wusiri ike",
  "Charles Bent kpọtara Dick Green na Santa Fe mgbe ọ ghọrọ gọvanọ nke New Mexico Territory",
  "Mgbe e gburu Bent, Green wepụtara onwe ya inyere ndị agha aka ịchọta ndị omekome ahụ",
  "Maka dike ya, William Bent tọhapụrụ ndị Greens.",
  "N'afọ 1848, mba United States nwetara ala nke ga-abụ Colorado mgbe ha meriri Agha Mexico na America",
  "N'oge ahụ, e nwere ndị mba Anglo ole na ole bi na mba Colorado. E guzobere ebe obibi mbụ na-adịgide adịgide nke ndị Europe na ndagwurugwu San Luis n'afọ 1851.",
  "Mgbe Utes wakporo El Pueblo (nke a maara ugbu a dị ka Pueblo, Colorado na Massacre nke afọ 1854, ndị Utes jidere Juan Isidro Sandoval na-eto eto ma ree ya dị ka ohu",
  "E mere ya ohu ruo afọ asatọ wee tọhapụ ya n'ọnọdụ égbè Hawken na $ 300 dollar (dịka $ 8,143 ) na ọlaọcha.",
  "E guzobere Colorado Territory (1861-76) n'ọnwa Febụwarị 28, n'afọ 1861, na nzaghachi nke nnukwu mbata nke ndị na-achọ akụnụba na ndị bi n'oge Pike's Peak Gold Rush",
  "Tupu agha obodo Amerịka, enwere esemokwu n'etiti ndị Democrats bụ ndị na-akwado ịgba ohu na ndị na-emegide ịgba ohu Congressional Republicans, bụ ndị nwere ike ịgafe Colorado Organic Act n'etiti ọnwa Febụwarị n'afọ 1861",
  "N'ọnwa Ọgọọst 1, 1876, Onye isi ala Ulysses S",
  "Grant nabatara Colorado na Union.",
  "N'etiti narị afọ nke iri na itoolu, ndị isi ojii bịara Colorado na ndị ọzọ na-achọ akụnụba n'oge Pike's Peak Gold Rush ma biri na gburugburu Denver, Boulder, Cripple Creek, na Central City, Colorado",
  "Ọtụtụ ndị isi ojii nke 9th na 10th United States Cavalry, ndị Buffalo Soldiers, biri na Colorado mgbe ha rụchara ọrụ agha ha.",
  "A mụrụ Clara Brown n'ohu ma soro di ya mụọ ụmụ anọ",
  "E kewapụrụ ndị ezinụlọ ahụ ma mgbe a tọhapụrụ ya, Brown gara n'ebe ọdịda anyanwụ ịchọ otu n'ime ụmụ ya nwanyị",
  "Ọ rụrụ ọrụ dị ka onye na-esi nri maka ụgbọ okporo ígwè",
  "Ọ bụ nwanyị African-American mbụ biri na mba Colorado",
  "Ọ bụ nwanyị ọchụnta ego na-aga nke ọma, onye na-etinye ego, na onye na-enyere ndị mmadụ aka",
  "Mgbe ọ chọtara ezinụlọ ya ruo ọtụtụ afọ, ma kewapụ ya na ezinụlọ ya ruo afọ iri anọ na asaa, ọ zutere nwa ya nwanyị Eliza, onye kwagara obodo Denver ka ya na ya biri. A mụrụ Elijah Wentworth, onye aha njirimara ya bụ \"Lige\", n'ohu n'amaghị ihe ọ bụla banyere ezinụlọ ya ma ọ bụ ndụ mbụ ya na Virginia",
  "Ọ bụkwa onye na-esi nri maka ụgbọ okporo ígwè ụgbọ ala nke na-aga Denver",
  "Wentworth bụ onye na-abụ abụ nke amaokwu na onye na-eti mkpu obodo, nke a maara maka ọnụnọ ya na Union Station.",
  "Barney Ford bụ nwoke ohu si Virginia nke ji ụgbọ okporo ígwè n'okpuru ala gbapụ, ọ bi n'ọtụtụ ebe na United States na Central America tupu ọ biri na Denver",
  "Ọ bụ onye na-akwado ikike obodo na onye ọchụnta ego na-aga nke ọma",
  "O nyeere ndị ohu nweere onwe ha aka inweta agụmakwụkwọ.",
  "Samuel na Nancy Lancaster nwetara ego ịzụta nnwere onwe ha, nke a na-akpọ \"nnwere onwe n'efu\"",
  "Otu pastọ na Kansas nyere $ 600 iji kwụọ ụgwọ maka nnwere onwe Nancy",
  "Samuel rụrụ ọrụ n'ogige ndị na-egwupụta ihe dị ka onye na-akpụ isi",
  "O nwetara $ 1,200 (dịka $ 26,410 ) iji zụta nnwere onwe ya",
  "Di na nwunye a bi n'otu ụlọ na Denver",
  "A mụrụ Edward J",
  "Sanderlin n'ohu, ọ ghọrọ onye ọchụnta ego na-aga nke ọma na Denver. John Taylor, onye amụrụ dị ka ohu na Kentucky, jere ozi n'oge Agha Obodo na okwu ndị ọzọ iji lụso ndị mba Amerịka ọgụ",
  "Mgbe a chụpụrụ ya, ọ sonyeere otu ndị Utes wee biri na ndagwurugwu San Juan.",
  "Henry O",
  "Wagoner, onye na-eduzi ụgbọ okporo ígwè n'okpuru ala tupu ọ kwaga Colorado, kwalitere ikike obodo",
  "Ọ kwụrụ ụgwọ iwu maka ndị ohu na-agba ọsọ",
  "William Jefferson Hardin, onye amụrụ n'efu na Kentucky, bịara Colorado n'afọ 1863",
  "Ọ bụ onye isi obodo Leadville, lụrụ ọgụ maka ikike obodo, ma bụrụ onye Afrịka mbụ a họpụtara na Wyoming Territory Legislative Assembly.",
  "Emere Emancipation Proclamation na Jenụwarị 1, 1863, n'oge Agha Obodo Amerịka, mana ọ bụ n'ọnwa Juun 19, afọ 1865, ka ndị niile na-agba ohu na mba ahụ niile, ma Northern ma Southern States nweere onwe ha. Ọ bụ ezie na njedebe nke Agha Obodo ahụ enweghị ike ịgbanwe echiche nke ndị isi ojii banyere onwe ha ma ọ bụ n'etiti ndị ọcha ndịda, o nyere ndị isi ojii nweere onwe ha ohere ibi na mpụga ndịda",
  "O yikarịrị ka \"Wild West\" enweghị ajọ mbunobi agbụrụ, mana o yighị ka enwere otu egwu nke ndị isi ojii nke dị na ndịda",
  "Nke a nwere ike ịbụ n'ihi na ọtụtụ ndị ọcha nọ na Colorado bụ ndị amụrụ na mba ọzọ ma ọ nweghị nnukwu mbata nke ndị ọcha ndịda bụ ndị kwagara Colorado mgbe agha obodo gasịrị. Ọnụ ọgụgụ nke afọ 1860 dekọrọ ndị isi ojii 46 na afọ iri ka e mesịrị, e nwere ndị isi ojii 456",
  "Egwu ka ukwuu n'etiti ndị ọcha nke ndị Eshia America na ndị Amerịka",
  "Na Colorado, ebe ọnụ ọgụgụ ndị isi ojii dị ntakịrị",
  "Ọ dị mma iji onye isi ojii karịa ndị Eshia, ndị Amerịka, na ndị Ịtali",
  "Otu onye ọkọ akụkọ ihe mere eme kwuru, \"ndụ ojii n'Ebe Ọdịda Anyanwụ dịgasị iche site n'akụkụ ndị ọzọ nke United States n'ihi na ọnụ ọgụgụ buru ibu nke ndị Eshia na Latino na ụmụ amaala na-arụ ọrụ dị ka ihe mkpanaka na-egbuke egbuke na-eme ka ịkpa oke nke ndị Africa America nabatara n'ụzọ zuru oke",
  "\"",
  "Julia Greeley, onye amụrụ n'ohu na Missouri, ọ tụfuru anya ma bụrụ onye a na-apịa ya ụtarị",
  "Ọ bịara Colorado mgbe a tọhapụrụ ya",
  "Ọ rụrụ ọrụ maka Julia Dickerson na William Gilpin ma ọ dịkarịa ala afọ atọ, ruo mgbe ha gbara alụkwaghịm, ọ bụkwa onye na-eje ozi n'ụlọ nke ụdị dị iche iche mgbe nke ahụ gasịrị",
  "Ọ bụ ezie na o nweghị nnukwu ego n'onwe ya, ọ na-enye ndị ogbenye nri na uwe, na-elekọta ụmụaka ma na-agbasa okwukwe Katọlik",
  "Ihe oyiyi nke Julia - ya na nwa, ugwu nke Colorado, Obi Dị Nsọ, uwe agha Franciscan, na ihe oyiyi ndị ọzọ dị mkpa - bụ nke Archdiocese nyere ọrụ.",
  "N'ọnwa Nọvemba 15, afọ 1865, e hiwere Zion Baptist Church",
  "Ndị otu ya, bụ ndị \"rụrụ ọrụ dị egwu\" n'obodo ahụ niile na ndị ọzọ, gụnyere ndị bụbu ndị ohu, ndị na-eme ihe ike, ndị nkụzi, ndị dọkịta, ndị nkwusa, ndị ndọrọ ndọrọ ọchịchị na ndị ọzọ.",
  "Mpaghara Colorado na-achọ steeti n'oge Agha Obodo Amerịka, otu n'ime isi okwu bụ ntuli aka maka ndị African-American",
  "N'afọ 1867, Onye isi ala Andrew Johnson jụrụ iwu maka steeti nke nyere ndị isi ojii ikike ịtụ vootu. N'afọ 1877, mba Colorado machibidoro ịgba ohu na ịgba ohu, ma e wezụga dị ka ntaramahụhụ maka ndị omempụ a mara ikpe",
  "N'afọ 2018, e mere Ndezigharị Colorado A nke kpochapụrụ ịgba ohu kpamkpam",
  "O mere ka ọ bụrụ iwu na-akwadoghị ime ka ndị omekome a mara ikpe bụrụ ndị ọrụ mmanye",
  "Okwu maka ụgwọ ahụ dabere na Ndezigharị nke iri na atọ nke Iwu United States",
  "Iwu steeti na-agụ ugbu a, \"Ọ dịghị mgbe a ga-enwe na steeti a ma ọ bụ ịgba ohu ma ọ bụ ịgba ohu na-enweghị isi.\" Iwu ahụ ugbu a na-egbochi ndị bụbu ndị ohu ka ejide ha ma manyere ha n'ime \"ohu na-enweghị isi\", nke a makwaara dị ka \"ịgbazinye ndị mkpọrọ\".",
  "Juneteenth, nke malitere ime ememe na Denver n'afọ ndị afọ 1950, na-echeta nnwere onwe nke ndị Africa America ma na-elekwasị anya na agụmakwụkwọ na ihe ịga nke ọma",
  "Ka ọ na-erule afọ 1980, ọ bụ otu n'ime ememe Juneteenth kachasị ukwuu na mba ahụ",
  "N'afọ 2012, a haziri Juneteenth Music Festival LLC iji mee ka emume ahụ dị ike nke na-ada ada kemgbe mmalite afọ 1990",
  "Ọ na-akwado \"mmepe na iwepụ nsogbu ego na Denver, Colorado's Historic Five Points Neighborhood.\""
]