[
  "Lagos bụ obodo kachasị ukwuu na isi obodo mbụ nke Naịjirịa na obodo kachasị ukwuu n'Africa n'ihe gbasara ọnụ ọgụgụ mmadụ (ihe dị ka 14.3m (2020 est, site na UN), Ọ bụkwa nke anọ kachasị akụ na ụba n'Africa.",
  "Lagos dị na Lagos Steeti na South-Western Naijiria",
  "Ọ dị n'akụkụ ọdịda anyanwụ site na Republic of Benin, n'ebe ugwu na n'ebe ọwụwa anyanwụ site na Ogun State na Oké Osimiri Atlantic na-enye ụsọ oké osimiri n'ebe ndịda",
  "Lagos nwere ọtụtụ agwaetiti gbara iyi gburugburu nke dị n'ọnụ ọdọ mmiri Lagos na ndịda ọdịda anyanwụ",
  "A na-ekewapụ ya na Oké Osimiri Atlantic site na ọtụtụ agwaetiti na-enweghị njikọ na ájá.",
  "Lagos pụtara \"ọdọ mmiri\" na Portuguese, asụsụ nke ndị Europe mbụ rutere n'ala ndị Awori bi ogologo oge nke ndị Yoruba",
  "Nye ndị Awori, a maara mpaghara ahụ na mbụ dị ka \"Oko\" Ka e mesịrị, Alaeze Benin kpọrọ ebe obibi \"Eko\", tupu ndị Portugal akpọ ya \"Onim\" ma mesịa \"Lagos\".",
  "Iji mee ka ebe obibi nke oge a dị iche na alaeze ochie dị n'ógbè ahụ, ụfọdụ ndị ọkọ akụkọ ihe mere eme dị ka Toby Green etinyela aha \"Onim\" na nke ikpeazụ.",
  "Ndị Yoruba na-egbu azụ na ndị na-achụ nta bi n'àgwàetiti Lagos ma ọ dịkarịa ala kemgbe narị afọ nke iri na ise",
  "N'afọ 1472, ndị nchọpụta Portuguese rutere, wee malite ịzụ ahịa, ndị Europe ndị ọzọ mechara soro ha",
  "Ebe ahụ dara n'okpuru ọchịchị Benin na narị afọ nke iri na isii. Ka ọ na-erule afọ 1600, ọ rụrụ ọrụ dị ka obodo dị n'ókè, Benin na-ejedebe ya na ndị agha nọ n'okpuru ndị isi agha anọ",
  "Ọnụnọ ndị agha a yana mgbanwe ya na ndị ahịa Europe mere ka ọganihu akụ na ụba, ebe ndị obodo ga-aga n'ụsọ oké osimiri na site n'ime ime obodo gaa Lagos Island maka azụmahịa;  n'oge a, uwe bụ isi ihe a na-ere ma na-ebupụ ya site n'àgwàetiti ahụ yana Benin n'ozuzu ya",
  "Na narị afọ nke iri na asaa, azụmahịa ya na ndị Portugal malitekwara ịbawanye, dịka Onim ghọrọ etiti ahịa ohu Atlantic",
  "Obas (ndị eze) nọ n'ógbè ahụ zụlitere mmekọrịta dị mma na ndị Portugal.",
  "Ka ọ na-erule mmalite narị afọ nke iri na itoolu, ọ bụ obere alaeze na onye na-akwado Alaeze Ukwu Oyo",
  "Dị ka ọtụtụ steeti West Africa, Onim mepụtara mmekọrịta mmekọrịta siri ike yana njikọ akụ na ụba na South America",
  "O zigara ndị nnọchi anya mba na Brazil,  wee bụrụ otu n'ime mba mbụ nabatara nnwere onwe Brazil n'afọ 1823",
  "Ka ọ dị ugbu a, Alaeze Ukwu Oyo amalitela ịda",
  "Nke a mere ka Lagos nwee ike ibute ọnọdụ akụ na ụba na mpaghara, na-aghọ ahịa kachasị mkpa na mpaghara Yoruba yana na-eto nke ukwuu",
  "Site na okpueze nke Ado dị ka Oba mbụ ya, Lagos (nke a na-akpọ Eko n'oge ahụ) jere ozi dị ka isi ebe maka ahia ohu, nke Oba nke Benin Ado na ndị nọchiri ya niile kwadoro ihe karịrị narị afọ abụọ - ruo 1841, mgbe Oba Akitoye rịgooro n'ocheeze Lagos ma gbalịa machibido ahia ohu iwu",
  "Ndị ahịa obodo ahụ megidere nke ọma ihe a chọrọ, wee chụpụ ma chụpụ eze ahụ, ma tinye nwanne Akitoye bụ Kosoko dị ka Oba. N'ịbụ onye a chụgara Europe, Akitoye zutere ndị ọchịchị Britain, bụ ndị machibidoro ahia ohu n'afọ 1807, ya mere ha kpebiri ịkwado Oba a chụpụrụ iji weghachite ocheeze ya",
  "Na \"Reduction of Lagos\", ndị agha Britain batara n'afọ 1851, weghachite Akitoye dị ka Oba nke Lagos",
  "Lagos mechara bịanye aka na nkwekọrịta nke butere oge ndị nnọchi anya Britain",
  "Otú ọ dị, n'ụzọ dị irè, mmetụta ndị Britain nwere n'alaeze ahụ aghọwo ihe zuru oke.",
  "Ndị Britain weghaara Lagos site na Lagos Treaty of Cession n'afọ 1861 na-eme ka oge ndị nnọchi anya kwụsị ma malite oge ndị Britain",
  "E weghaara ihe fọdụrụ na Naijiria nke oge a n'afọ 1886. Ndị Britain guzobere Colony na Protectorate nke Naịjirịa n'afọ 1914 na Lagos dị ka isi obodo ya.",
  "Lagos nọgidere na-enwe ọnọdụ ya dị ka isi obodo mgbe Naịjirịa nwetara nnwere onwe ya site na Britain n'afọ 1960",
  "Lagos bụ ya mere isi obodo Naijiria site na 1914 ruo 1991, mgbe e ji obodo Abuja dochie ya dị ka Federal Capital Territory, nke e wuru maka nzube dị otú ahụ",
  "Lagos nwere ọganihu ngwa ngwa n'ime afọ 1960 na 1970 n'ihi ọganihu akụ na ụba Naịjirịa tupu Agha Biafran",
  "Nke a gara n'ihu site na 1980s na 1990s ruo ugbu a.",
  "Lagos bụ isi obodo Naịjirịa site na 1914 ruo 1991 mgbe a kwagara isi obodo ahụ na Abuja",
  "Abuja bụ isi obodo dị ka Washington, D.C",
  "na United States na Brasilia na Brazil n'ihi na e wuru ya site na mbido kpọmkwem iji bụrụ isi obodo.",
  "N'afọ 1991, Ibrahim Babangida, onye isi ndị agha na ọrụ gọọmentị ndị ọzọ kwagara n'isi obodo ọhụrụ ahụ",
  "Nke a bụ n'ihi akụkọ nzuzo banyere nchekwa nke ndụ ya na ihe a ga-akpọ atụmatụ nzuzo ya, nke bụ atụmatụ ime onwe ya ka ọ bụrụ onye isi ala",
  "Ọ gwụchara ihe ọchịchị Murtala / Obasanjo malitere",
  "Mgbanwe ahụ mere ka Lagos tụfuo ụfọdụ ùgwù na akụ na ụba",
  "Otú ọ dị, ọ nọgidere na-enwe mkpa dị ka obodo kachasị ukwuu na mba ahụ na dị ka etiti akụ na ụba.",
  "N'afọ 2002, mgbawa mberede gburu ihe karịrị otu puku mmadụ",
  "N'afọ 2012, mmadụ otu narị na iri isii na atọ nwụrụ mgbe McDonnell Douglas MD-83 kụrụ n'ụlọ ọrụ ụlọ na ụlọ obibi akwụkwọ."
]