[
  "Àtụ:Youth rights sidebar",
  "Ọ dịla anya ndị na-ahụ maka ihe ndị ruuru ndị ntorobịa na United States na-echegbu onwe ha banyere ihe ndị ruuru ndị mmadụ na ikpe ziri ezi n'etiti ọgbọ",
  "N'ịchọpụta mgbọrọgwụ ya na ndị ntorobịa na-eme ihe n'oge Great Depression na afọ ndị nke otu puku, narị itoolu na iri atọ ha, òtù na-ahụ maka ihe ndị ruuru ndị ntorobịa emetụtala òtù na-eme maka ihe ndị ruuru ndị mmadụ, mmegide na Agha Vietnam, na ọtụtụ òtù ndị ọzọ",
  "Kemgbe ọbịbịa nke Ịntanetị, ikike ndị ntorobịa na-enweta mmeri ọzọ.",
  "Ikike ndị ntorobịa pụtara na mbụ dị ka nsogbu dị iche na afọ ndị otu puku, narị itoolu na iri atọ ha",
  "Nnukwu ịda mbà n'obi malitere ime ka ụmụ akwụkwọ nọ n'ụlọ akwụkwọ sekọndrị bụrụ ndị na-eme ihe ike na ndọrọ ndọrọ ọchịchị na nke mbụ",
  "Ikike ndị ntorobịa malitere ịpụta site na National Student League, ma kwalite ya nke ukwuu mgbe ndị na-eto eto gafee mba ahụ jikọtara ọnụ iji guzobe American Youth Congress",
  "N'inwe nchegbu banyere ọtụtụ nsogbu nke oge ahụ, nzukọ a gara n'ihu na-ewepụta nkwupụta nke ikike nke ndị ntorobịa America na US Congress",
  "Ìgwè ahụ nwere ihe ịga nke ọma nke na onye isi nchịkwa ya kwuru na ọ bụ \"ụdị ụbụrụ ụmụ akwụkwọ nke New Deal\". Ọ bụ ezie na mkpọsa nke AYC dugara na mmepe nke National Youth Administration na ngwụcha afọ 1930, mgbalị ya kwụsịrị mgbe ndị isi AYC kwadoro nkwekọrịta Molotovī Ribbentrop; nke a dugara na enweghị nkwado site na ndị otu AYC na ndị mmekọ ndọrọ ndọrọ ọchịchị mpụga, dị ka First Lady Eleanor Roosevelt",
  "Nkewa a kpatara ọdịda ngwa ngwa nke nzukọ ahụ, n'oge na-adịghị anya mgbe ndị na-akwado ya na ndọrọ ndọrọ ọchịchị na nkwado ndị otu ya nwụsịrị, AYC dara.",
  "N'afọ ndị 1960, ikpe abụọ dị ịrịba ama nke Ụlọikpe Kasị Elu nke United States, nke ọtụtụ n'ime echiche ndị Justice Abe Fortas dere, kpebiri na ha na-akwado ikike ndị ntorobịa",
  "Otu bụ Tinker v",
  "Des Moines Independent Community School District nke guzobere nnwere onwe ikwu okwu n'ụlọ akwụkwọ ọha na eze, na nke ọzọ bụ In re Gault, nke nyere ikike usoro kwesịrị ekwesị na usoro ikpe ụmụaka.",
  "Mgbanwe ahụ pụtara ọzọ na mbido afọ otu puku, narị itoolu na iri isii site na mbata nke Students for a Democratic Society na Youth Liberation of Ann Arbor",
  "A na-ekweta mmetụta nke mmegharị ahụ na mmegharị mmegide agha nke mba Vietnam, ọkachasị maka nkwenye ya na ike ndị ntorobịa site na ime ihe ike",
  "Dị ka Keith Hefner, onye ndú nke Youth Liberation, si kwuo, \"Bob Moses, onye nduda nke Freedom Summer na 1964 nke na-elekọta Algebra Project ugbu a, na Bill Ayers nke Weather Underground onye na-akụzi ma na-ede banyere ndị ntorobịa ugbu a, bụ naanị abụọ n'ime puku ndị na-eme ihe ike na 1960s ndị tụgharịrị echiche na agụụ ha na ndị ntorobịa...\"",
  "Ihe ịga nke ọma ndị ọzọ nke mmegharị ahụ dị ka ibelata afọ ịtụ vootu ruo 18 na 1971, na ibelata ihe mgbochi afọ ndị ọzọ na steeti dị ka ibelatara afọ ịṅụ mmanya mere na mbido ruo n'etiti afọ 70. Ihe ndekọ mbụ nke nwa akwụkwọ ụlọ akwụkwọ sekọndrị na-eme mkpọsa ịbanye na ụlọ akwụkwọ mpaghara mere na Ann Arbor Michigan dị ka Sonia Yaco, onye na-eto eto na-arụ ọrụ na Youth Liberation of Ann Arbor, gbara ọsọ dị ka onye na-azọ ọkwa Human Rights Party",
  "N'agbanyeghị ihe ịma aka ụlọ ikpe na-egbochi ikike ya ka edepụta ya na vootu, Yaco nwetara vootu 1,300 na ntuli aka.",
  "N'afọ 1974, e bu ụzọ kọwaa òtù ahụ n'ụzọ doro anya na mbipụta nke Escape From Childhood nke John Holt, nke Holt kwadoro na,",
  "Ka e mesịrị n'afọ ahụ, e bipụtara akwụkwọ ọzọ na-elekwasị anya na ikike ndị ntorobịa, Birthrights nke Richard Farson. N'ime afọ ndị ọzọ nke 1970s na mmalite 1980s, ikike ndị ntorobịa chere mmeghachi omume ihu, na-adaba n'aka ndị na-echebe ihe na-eme ka ụmụaka nwee ikike.",
  "Na Machị 1986, ndị ntorobịa na ndị okenye asaa bụ ndị e metọrọ ma leghaara anya mgbe ha bụ ụmụaka guzobere National Child Rights Alliance. Nzukọ ahụ malitere ndụ ya dị ka otu na-ahụ maka ihe ndị ruuru ụmụaka na-echebe ụmụaka pụọ na mmetọ, mana ka ọ na-eto ma na-agbanwe, ọ malitere ịza ajụjụ na usoro ihe ndị ruere ndị ntorobịa, na-agafe akwụkwọ ikike ndị ntorobịa na 1989.  Nzukọ ahụ gbasara na 1999 n'ihi nsogbu ego.",
  "N'etiti afọ ndị 1990, otu ndị ntorobịa na-eduzi maka ikike nnwere onwe malitere na Ịntanetị",
  "Òtù a a na-ahụ maka ikike ndị ntorobịa jikọtara na 1996 n'ime ndị America maka Society Free from Age Restrictions (ASFAR)",
  "N'oge na-adịghị anya, nkewa pụtara n'etiti ndị na-eme ihe ike na ndị na-adịghị mma n'ime ASFAR nke dugara n'ịmepụta na 1998 nke National Youth Rights Association (NYRA)",
  "NYRA, nke ndị isi ASFAR na YouthSpeak guzobere, ka e guzobere iji mee ka ndị na-ahụ maka ikike ndị ntorobịa bụrụ ndị ọkachamara.",
  "Taa, òtù na-ahụ maka ihe ndị ruuru ndị ntorobịa aghọwo òtù sara mbara, na ndị isi isi sitere na NYRA nke òtù ndị dị n'okpuru ụwa gbakwunyere.",
  "Òtù ndị dị ka The Freechild Project na Global Youth Action Network na-etinye òtù na-ahụ maka ihe ndị ruuru ndị ntorobịa n'ime mpaghara nke ndị ntorobịa mba ụwa na ndị ntorobịa na-eme ihe",
  "Òtù ndị ọzọ, gụnyere Oblivion na Peacefire na-enye nkwado maka òtù na-ahụ maka ikike ndị ntorobịa.",
  "Afọ ndị otu puku, narị itoolu na iri itoolu ha na afọ puku abụọ ha, hụkwara mmeghachi omume n'akwụkwọ ndị na-ahụ maka ikike ndị ntorobịa",
  "Akwụkwọ abụọ dị mkpa maka òtù ahụ, The Scapegoat Generation na Framing Youth site na ngwụcha 90s site n'aka Mike Males na-akọwa ikpe na a na-ata ndị na-eto eto ụta n'ụzọ na-ezighị ezi maka nsogbu nke ọha mmadụ ma jiri ya mee ihe dị ka ihe dị mma",
  "Males na-akọwa mwakpo a wakporo ndị ntorobịa dị ka \"ọrịa mba, nke na-enweghị isi n'eziokwu, ihe na-egbochi anwụrụ ọkụ maka ọdịda nke okenye na idu ndú ya iji chee nsogbu ndị ka ukwuu ihu\". Ka e mesịrị, na 2007, Robert Epstein bipụtara akwụkwọ zuru oke maka ikike ndị ntorobịa kemgbe afọ 1970 na The Case Against Adolescence",
  "Albert Ellis kọwara akwụkwọ ahụ dị ka \"otu n'ime akwụkwọ mgbanwe kachasị m gụrụ\". Adam Fletcher wepụtara akwụkwọ n'efu akpọrọ, A Short Introduction to Youth Rights site na The Freechild Project na 2014."
]