[
  "Hiwot Ayalew Yimer (Amharic; amụrụ n'abali isii nke ọnwa Machị afọ 1990) bụ onye Etiopia ọkachamara na-agba ọsọ ogologo oge nke ebe akachamara ya bụ puku  mita atọ steeplechase",
  "Ọ nọchitere anya Etiopia na ihe omume na 2012 Summer Olympics, ma gbara nke ise.",
  "A mụrụ ya na Gojjam, ọ bụ nwanne nwanyị nke Wude Ayalew, onye nwetara ihe nrite na 2009 World Championships in Athletics",
  "Hiwot mere mmetụta mbụ ya na egwuregwu n'afọ 2010",
  "Ọ gbara nke atọ n'elu puku mita ise na asọmpi ndị Etiopia wee merie asọmpi Addis Ababa Cross Country na Disemba. Ọ meghere 2011 site na mmeri na Cross Ouest-France na Le Mans, France. Na-agba ọsọ maka Commercial Bank of Ethiopia, ọ nwetara ọnọdụ nke abụọ na Jan Meda Cross Country n'afo 2011 nke mere ka ọ bụrụ onye otu mba.",
  "Na mpụta mba ụwa mbụ ya, ọ gbara nke iri na otu na asọmpi ụmụ nwanyị na 2011 IAAF World Cross Country Championships. O sonyere na track secuitnke 2011 IAAF Diamond League ma guzobe onwe ya",
  "Ọ gbara ọsọ puku mita ise kacha mma nke nkeji 14:49.36 nke asatọ na Bislett Games wee bịa nke asaa na Meeting Areva",
  "Nsogbu visa pụtara na ọ bịarutere awa ole na ole tupu mmalite nke London Grand Prix, mana ọ gosipụtara onwe ya na steeplechase na nkeji 9:23.88 kachasị mma iji nweta ọnọdụ nke abụọ n'oge ikpeazụ nke Milcah Chemos Cheywa",
  "Ọ bụ ezie na ọ tụfuru ọnọdụ na World Championships, ọ nọ na 2011 All-Africa Games wee merie ọlaọcha na steeplechase n'azụ Hyvin Jepkemoi nke Kenya, a na-ewepụ ya na akara site na nkeji nke abụọ.",
  "Mgbe oge ịgba ọsọ ya gasịrị, ọ nwere akara nke anọ na Great Ethiopian Run 10K road race na Cross de Atapuerca. Na mbido afọ 2012, ọ pụtara dị ka onye nke abụọ n'azụ nwanne ya nwanyị na  cross country nke Elgoibar Mmeri o meriri na asọmpi mba ahụ mere ka o nweta ohere n'òtù ndị Etiopia maka 2012 London Olympics ma o jisiri ike gbaa onye nke ise na asọmpi Olympic steeplechase. Ọ rụkwara ọrụ nke ọma na 2012 IAAF Diamond League circuit, na-enwe ọkwa atọ kachasị elu na Bislett Games, Prefontaine Classic na Weltklasse Zurich meets",
  "Na ngwụcha afọ ahụ, ọ meriri Cross de Atapuerca",
  "O meriri n'afọ 2013 Jan Meda International iji nweta nhọpụta maka Ethiopia na 2013 IAAF World Cross Country Championships.  Na 2013 World Championship, ọ pụtara n'ọnọdụ nke anọ, na nke isii afọ abụọ ka e mesịrị na Beijing.  N'afọ 2014, ọ meriri African Championship na Puku mita atọ"
]