[
  "Hodan Ahmed (Somali: Hodan Axmed; Arabic: هودان أحمد) bụ onye ndọrọ ndọrọ ọchịchị Somalia",
  "O nyere aka guzobe Òtù Ndị Omeiwu nke Ụmụ nwanyị Somalia bụ Transitional Federal Parliament of Somalia, nke Federal Parliament of Somali nọchiri",
  "Ọ na-eje ozi dị ka onye isi mmemme na National Democratic Institute.",
  "A mụrụ Ahmed na Somalia. Mgbe agha obodo malitere na 1991, ya na ezinụlọ ya kwagara mba ọzọ.",
  "Ahmed biri nwa oge na India",
  "O mechara gụọ akwụkwọ na Kenya.",
  "N'afọ 2003, ọ laghachiri Somalia, na-aga isi obodo Mogadishu",
  "Nleta Ahmed n'ebe ahụ kpaliri ya itinye ọrụ ya n'inyere aka wughachi mba ahụ.",
  "N'ọrụ, Ahmed na mbụ rụrụ ọrụ na United Nations Population Fund na Norwegian People's Aid",
  "O mechara gbasaa, na-ezube ịkwaga karịa ịmara ihe ndị dị mkpa iji chọta ngwọta ndọrọ ndọrọ ọchịchị na-adịgide adịgide maka ndị omeiwu Somalia.",
  "N'afọ 2009, n'oge ọmụmụ ihe nke National Democratic Institute (NDI) haziri, Ahmed na ndị nnọchi anya ụmụ nwanyị Somalia ndị ọzọ na ndị omeiwu guzobere Somali Women Parliamentary Association (SOWPA)",
  "Ọ bụ òtù ụmụ nwanyị mbụ na Somali Transitional Federal Parliament.",
  "N'afọ 2010, Ahmed sonyeere NDI n'ụzọ iwu, ebe ọ nyere aka na mmemme mmegide iwu nke gọọmentị etiti Somalia",
  "Ọrụ ahụ nyere ọzụzụ maka ụmụ nwanyị ndị omeiwu na Somalia na ụkpụrụ na usoro ndị omeiwu",
  "Ọ kpọkọtakwara ndị omeiwu nwanyị na ndị nnọchi anya obodo iji kwado nsogbu ụmụ nwanyị",
  "Mgbalị ndị a jikọtara ọnụ nyere aka ịhazi ndokwa n'ime Iwu Federal ọhụrụ, nke a nabatara n'ọnwa Ọgọstụ afọ 2012. Ahmed n'otu oge ahụ nyere nkwado maka ndị isi ndọrọ ndọrọ ọchịchị nwanyị ka ha mee ka ha nwee nnọchiteanya ndọrọ ndọrọ ọchịchị",
  "Mgbalị ndị a n'aka nke ha rụzuru na ndokwa n'ime usoro usoro usoro okporo ụzọ Somalia iji chekwaa ọ dịkarịa ala pasent 30 nke oche maka ụmụ nwanyị na Federal Parliament ọhụrụ.",
  "N'okpuru nkwado nke Andi Parhamovich Fellowship nke NDI, Ahmed na 2013 rụrụ ọrụ ọnwa atọ na Washington, D.C",
  "Ọ mepụtara mmemme iji nye ụmụ nwanyị nkà idu ndú achọrọ maka itinye aka na ndọrọ ndọrọ ọchịchị Somalia na usoro nrụzigharị mgbe esemokwu gasịrị",
  "N'oge mkpakọrịta ahụ, ya na ndị omeiwu US na ndị ọrụ ha, òtù ụmụ nwanyị, na onye isi nchịkwa nke Women Legislators nke Maryland General Assembly iji mụta atụmatụ dị irè iji melite ịdị n'otu n'etiti ụmụ nwanyị MP na ndị ọrụ obodo, gụnyere ịchọpụta ebe ndị na-echegbu onwe ha na ịmepụta njikọ nkwado. N'etiti nzukọ ndị a bụ okwu isi nke Ahmed na Eprel 2013 na Marietta College's McDonough Leadership Center, yana okwu n'ọnwa na-esote na NDI's Madeleine K",
  "Albright Grant Luncheon.",
  "Na June 2013, Ahmed laghachiri n'ọfịs NDI Somalia ya iji malite itinye usoro ihe omume ya n'ọrụ",
  "Ọ na-emepụta akwụkwọ ntuziaka ọzụzụ maka ụmụ nwanyị Somalia MPs na ọrụ gọọmentị na nkà idu ndú",
  "Ọ na-atụkwa anya ịme ọmụmụ ihe maka ụmụ nwanyị, ma na-arụ ọrụ n'imeziwanye ohere ziri ezi maka ohere ọzụzụ iwu.",
  "N'afọ 2013, e nyere Ahmed Andi Parhamovich Fellowship",
  "A na-enye nwa agbọghọ si na NDI ma ọ bụ òtù ndị mmekọ ya na mba 65 dị iche iche nke na-eme ka ọchịchị onye kwuo uche ya sie ike na mba ya site n'ịkwalite ụmụ nwanyị sonyere na ndọrọ ndọrọ ọchịchị."
]