[
  "Nwoke na-asọpụrụ ma ọ bụ nwoke na-asọpụrụ bụ nwanyị a na-enye ọnọdụ nke nwoke n'emebighị ọnọdụ ndi nna ochie.",
  "Eze nwanyi Hatshepsut bụ nwanyị mbụ na-achị Ijipt oge ochie na-arụ ọrụ dị ka Fero zuru oke",
  "Na-ichị n'Alaeze Ọhụrụ, Hatshepsut gosipụtara ma kwupụta onwe ya dị ka nwoke na-achị",
  "N'ihe osise na ihe ọkpụkpụ nke Hatshepsut, a na-egosputa    ya na uwe isi ọdịnala Fero, kilt, na afụ ọnụ ụgha - ihe nnọchianya nke ọbụbụeze; a na-ebelata ara ya ma na-emesi ya ike, ubu ya dịkwa obosara ma dị nwoke. Hatshepsut rụrụ ọtụtụ ọrụ ụlọ na mkpọsa agha ma mee ka Ijipt banye n'oge udo na ọganihu",
  "A maghị ihe Hatshepsut mere iji meziwanye ọnọdụ ụmụ nwanyị n'oge a, ọ bụ ezie na ụmụ nwanyị nọ n'Ijipt oge ochie nwere ike ikpebi ọrụ nke ha, lụọ onye ọ bụla ha chọrọ, nkwekọrịta nkwekọrịta tupu alụmdi na nwunye nke kwadoro ha, gbaa di ha alụkwaghịm, nwee ala na ụlọ, banye na ndị ụkọchukwu, ma nwee ohere ịnweta njikwa ọmụmụ na ite ime",
  "Ụmụ nwanyị nọ n'Ijipt n'oge a nwere ọkwa dị elu karịa ndị ibe ha na mba ndị ọzọ, na karịa ụmụ nwanyị Ijipt ga-adị na narị afọ ndị ọzọ mgbe Iso Ụzọ Kraịst bilitere na narị afọ nke anọ AD na mgbe e mesịrị Islam na narị afọ nke asaa AD.",
  "Olili ụmụ nwanyị na omenala La Tène na Western Europe n'etiti 450 BC na 380 BC na-egosi ọnọdụ dị elu nke ụfọdụ ụmụ nwanyị",
  "Ihe ngosi nke ọnọdụ ndị isi na Central na Southern Germany n'oge a gụnyere ihe ike yiri ndị a hụrụ n'oge gara aga",
  "Ili dị elu na oge Hallstatt gara aga (750 BC ruo 450 BC) gụnyere mgbaaka olu ọla edo, mma ọla nchara, arịa mmanya ọla nchara, na ụgbọ ala nwere ụkwụ anọ",
  "Ebe ili ozu dị na Hochdorf, mpaghara Biberach, nke e gwupụtara n'afọ 1970, chọtara naanị ihe olili ozu ụmụ nwoke tupu na n'oge Hallstat",
  "Otú ọ dị, na 480 BC, ọnụ ọgụgụ nke ili ụmụ nwoke a ma ama malitere ịda ma jiri ili ụmụ nwanyị a ma ama dochie ya na mberede",
  "N'ihe dị ka n'otu oge ahụ, olili ozu ndị a dị elu gbanwere site n'ọtụtụ ụmụ nwoke gaa na ụmụ nwanyị",
  "Agha mere ka ụmụ nwoke kwaga mba ọzọ, hapuzie  ụmụ nwanyị ka ha na aru ọrụ ndị ụmụ nwoke na-arụkarị.",
  "Mgbanwe yiri nke ahụ na ọnụ ọgụgụ mmadụ mere na mpaghara Celtic nke Europe",
  "Dị ka ọtụtụ n'ime ndị Celtic na oge Iron hiwere isi na ọrụ ugbo, ndị nwe ala na-achịkwa",
  "Ndị na-achị achị bụkwa ndị isi ndị agha",
  "Ka Agha na Medieval Scotland mụbara, n'oge na-adịghị anya, ụmụ nwanyị hụrụ onwe ha na ọrụ nke nwe ala na ike",
  "Emume asọmpi, nnukwu ihe omume nke ụmụ nwanyị nwere ala ugbu a, gụnyere nnukwu mmanya na nri",
  "Ịdị mma nke oriri ahụ na-egosiputa  ọnọdụ onye ahu na mmekọrịta mmadụ na ibe ya",
  "Ngwá ọrụ, uwe, na usoro maka ịme oriri ndị a metụtakwara iwu na ụkpụrụ",
  "A hụla mgbaaka olu ọla edo, nke na-anọchi anya ọnọdụ kachasị elu nke onye na-eme oriri na-aga nke ọma n'ili ụmụ nwanyị na-egosi na ụmụ nwanyị gara n'ihu na omume ndị umunwoke na-akwado",
  "Ụmụ nwanyị na-ewere ọnọdụ ọchịchị na ọha mmadụ a bụ ndị umunwoke ndị ala mere ka o kwe omume, ọ bụghị enweghị",
  "Dị ka Bettina Arnold si kwuo, onye edemede nke 'Honorary males' ma obu umunwanyi ihe? Okike, ọnọdụ, na ike na oge-Iron Europe, nyocha ihe mgbe ochie nke olili ozu na-egosi ụfọdụ ụmụ nwanyị bụ ụmụ nwoke a na-asọpụrụ ka e liri ha na akara mmekọrịta mmadụ na ibe ya yana akara ike ndị agha.",
  "Na \"Eze nwanyi Elizabeth I ya na oge nnogidesi Ike ndi nna ochie\", Allison Heisch na-akọwa ụmụ nwoke na-asọpụrụ dị ka ụmụ nwanyị na-anakwere ụkpụrụ na omume nke ọha nwoke nke ha na-arụ ọrụ, ma na-etinye ha n'ime ha ma na-eso ha",
  "Ọ na-ekwu na ụmụ nwoke na-asọpụrụ na-akwado kama imebi ọchịchị ndị nna ochie, ma na-ezo aka dị ka ihe atụ Queen Elizabeth I, onye ọchịchị ya enweghị mmetụta ọ bụla na ọnọdụ ụmụ nwanyị na England",
  "Ọ na-ekwukwa ihe atụ nke Gertrude Stein nọ ọdụ n'ụlọ nkwari akụ ya, na-ese siga ma na-akparịta ụka na ndị ikom",
  "Ntinye aka nke Stein na-agbanwe emume mgbe nri abalị gasịrị nke ụmụ nwoke na-ese siga ma na-ekwu okwu n'etiti onwe ha, mana ọ naghị agbanwe ya kpamkpam. E mere ihe dị iche maka ya n'ihi na a na-ahụta ya dị ka onye dị iche na ụmụ nwanyị ndị ọzọ; Ernest Hemingway dere n'otu oge n'akwụkwọ ozi, \"Mụ na Gertrude Stein dị nnọọ ka ụmụnne.\"",
  "Nwoke a na-asọpụrụ, Carolyn Heilbrun na-ede na 1988 \"Na-abughi akwukwo akuko ndu nke umunwanyi nwere ihe ugwu: England na Amerika\", ga-ekewapụ onwe ya na ụmụ nwanyị na-ahụkarị iji nọgide na-enwe ọnọdụ ya",
  "N'ụzọ dị otú a, ọ na-agbanwe otu ụdị njide (akụkụ ụlọ) maka nke ọzọ (ógbè nwoke).",
  "N'iji ọchịchị ụmụ nwoke na mpaghara ndọrọ ndọrọ ọchịchị na Zambia tụnyere nke dị na United States n'afọ 1998, Sara Hlupekile Longwe na-ede na ụmụ nwoke na-asọpụrụ na-abụkarị ndị eze nwanyị aṅụ bụ ndị \"a gụrụ akwụkwọ ikwere na ụmụ nwanyị enweelarị nha nhata - n'ihi na ha onwe ha eruola n'elu\"; ọ na-akpọ nke a ọrịa Thatcher",
  "Ụmụ nwanyị dị otú ahụ, ọ na-ekwu, achọghị inye ụmụ nwanyị ndị ọzọ ike, kama ha na-echekwa ọnọdụ ha pụrụ iche n'etiti ụmụ nwoke.",
  "Margaret Atwood kọwara nsonaazụ nke nyocha akwụkwọ emere na 1972:"
]