[
  "Honorée Fanonne Jeffers (a mụrụ ya n'afọ 1967) bụ onye Amerịka na-ede abụ na onye na-ede akwụkwọ, na prọfesọ nke Bekee na Mahadum nke Oklahoma",
  "O bipụtala nchịkọta abụ ise na akwụkwọ akụkọ",
  "Nchịkọta ya nke afọ 2020 The Age of Phillis na-enyocha ndụ onye America na-ede uri Phillis Wheatley, dabere na ọtụtụ afọ nke nchọpụta nchekwa; edepụtara ya ogologo oge maka afọ 2020 National Book Award for Poetry, ọ bụkwa onye natara n'afọ 2021 nke Nzukọ ndị na-ese ihe na United States. O bipụtara akwụkwọ mbụ ya, The Love Songs of W.E.B",
  "Du Bois, n'afọ 2021.",
  "A mụrụ Jeffers na Kokomo, Indiana, ma zụlite ya na Durham, North Carolina, na Atlanta, Georgia. Ezinụlọ nne ya si Eatonton, Georgia; ezinụlọ nna ya, otu ọ si wee kọ, bụ \"black bourgeois and fair skinned\" (nna ya, Lance Jeffers, bụkwa onye na-ede uri), ha enweghịkwa obi ụtọ mgbe ọ lụrụ nwanyị na-arụ ọrụ, nwanyị gbara ọchịchịrị",
  "Jeffers dere banyere nzụlite ezinụlọ ya na Red Clay Suite (2007), ma kwuo n'ajụjụ ọnụ: \"Naanị ezinụlọ m maara bụ ndị nne m, nne na nna nne m bụ ndị na-ekere òkè",
  "Ya mere, ana m ede banyere ala ezinụlọ ya na ihe ala a pụtara nye m",
  "\"",
  "Ọ gụsịrị akwụkwọ na Talladega College n'afọ 1996, wee nweta MFA na Mahadum nke Alabama N'ajụjụ ọnụ ya na akwụkwọ akụkọ Callaloo n'afọ 2004, o chetara na ọ bụ naanị onye ojii na-ede abụ na mmemme edemede okike ya, ha abụọ guzoro n'ubu nke Black Arts Movement (BAM) ma pụọ na ya, dịka ọmụmaatụ na BAM enweghị nnabata nke nwoke idina nwoke",
  "N'iji uri dị oke egwu o dere mgbe ọ nọ na Alabama tụnyere ọrụ ya mechara, o kwuru na ọ \"chọtara mkpa ọ dị ịnọchite anya ajụjụ ọnụ aghụghọ na mmetụta uche\". Ọ bụ prọfesọ zuru oke na Mahadum nke Oklahoma, ebe ọ na-akụzi edemede okike.",
  "O bipụtala na akwụkwọ edemede gụnyere Ploughshares, Georgetown Review, Callaloo, Iowa Review, Oxford American, Prairie Schooner, na ide abụ, ndị na-ede abụ / ndị editọ dịka Cornelius Eady, Toi Derricotte, na Jesmyn Ward edepụtala ọrụ ya.",
  "A maara ndụ Phillis Wheatley, onye America na-ede abụ na narị afọ nke iri na asatọ, site na eserese akụkọ ndụ nke Margaretta Matilda Odell, nwanyị ọcha, dere ihe dị ka afọ iri ise mgbe Wheatley nwụsịrị n'afọ 1784",
  "Odell kwuru na ya na ezinụlọ Wheatley bụ ndị gbara Phillis Wheatley ohu (onye n'oge na-adịghị anya mgbe ọ nwụsịrị ma lụọ John Peters gbanwere aha ya na Phillis Peters)",
  "Ndị ọkà mmụta achọpụtawo otú akụkọ Odell si \"na-agụ dị ka akwụkwọ akụkọ mmetụta uche\", na-ehichapụ obi mgbawa nke ịtọrọ mmadụ na Middle Passage, ma kpochapụ eziokwu ahụ bụ na ezinụlọ Wheatley mere Phillis na ndị ọzọ ohu",
  "Kama nke ahụ, ọ na-egosi Susanna Wheatley dị ka Onye Kraịst na-eme ihe ọma nke na-azọpụta Phillis, na John Peters dị ka nwoke ojii na-eyi egwu mmekọahụ nke na-arafu Phillis wee hapụzie ya ego.",
  "E nyere Jeffers ikike isonye na nzukọ nke Robert na Charlotte nke afọ 2009 site na American Antiquarian Society iji kwado nyocha na edemede nke The Age of Phillis, nke Wesleyan University Press bipụtara na 2020. Jeffers nọrọ afọ iri na ise na-arụ ọrụ n'akwụkwọ ahụ, wee sị: \"Ọ dị m ka Ms",
  "Phillis họọrọ m..\"",
  "Odell bụ akụkọ a nabatara nke Jeffers na-agbazi n'akwụkwọ ya; ọ \"na-ejupụta oghere\". Dịka ọmụmaatụ, Jeffers chọpụtara na Peters nwere ike ọ gaghị agbahapụ nwunye ya, nakwa na Odell nwere ike ịkọwa mmekọrịta ahụ n'ụzọ na-ezighị ezi, nakwa na ọ nweghị ihe akaebe na Odell nwere njikọ n'ezie na ezinụlọ Wheatley",
  "Isi ihe odide nke akwụkwọ Jeffers bụ nchịkọta uri nke na-agụgharị ma na-edegharị ndụ Wheatley, na-ejikọta akụkọ ifo na nchọpụta akụkọ ihe mere eme (ma ọ bụ \"critical fabulation\", n'okwu Saidiya Hartman)",
  "Dịka ọmụmaatụ, a maara Wheatley na o dere mpịakọta nke abụọ nke uri, nke a na-ebipụtaghị; Jeffers hụrụ akwụkwọ ozi nke gosipụtara na Peters gbalịrị ibipụta mpịakọta ahụ, na-egosi na kama ịrata na ịhapụ, Wheatley na Peters nwere ike ịbụ na ha hụrụ n'anya: \"Echere m na ọ bụ ihe ezi uche dị na ya iche na ọtụtụ, ọtụtụ ndị isi ojii hụrụ ọtụtụ, ọtụtụ ndị isi ojii ndị ọzọ n'anya....Echiche a bụ nsonaazụ ezi uche dị na ya nke ịnakwere mmadụ ojii anyị",
  "\"",
  "Abụ Jeffers na-ejupụta oghere nke akụkọ ndụ Odell hapụrụ; ọ gụnyere akwụkwọ ozi ịhụnanya n'etiti Phillis na Peters, na-echegharị ndụ ya tupu a tọọrọ ya ma mee ya ohu, na-enye foto dị mgbagwoju anya banyere mmekọrịta ya na Wheatleys, ma na-enye nkọwa banyere nsogbu ndị ọzọ",
  "Dịka ọmụmaatụ, Jeffers na-enye akwụkwọ ozi mbụ nke akwụkwọ ozi na-esonyere Wheatley ama ama \"To His Excellency, George Washington\", nke \"na-enye ngosipụta nke iwe ya na egos ọcha na-atọ ụtọ\" mana ọ na-eti ihe site na ahịrịokwu ụfọdụ:",
  "E depụtara Afọ nke Phillis ogologo oge maka afọ 2020 National Book Award for Poetry A họpụtakwara akwụkwọ ahụ maka afọ 2021 NAACP Image Award for Outstanding Literary Work - Poetry, ma merie.",
  "E bipụtara akwụkwọ akụkọ mbụ nke Jeffers, The Love Songs of W.E.B",
  "Du Bois, iji nweta otuto dị egwu n'ọnwa Ọgọstụ 2021",
  "Oprah Winfrey kwupụtara na CBS This Morning na ọ bụ nhọrọ ọhụrụ ya maka Oprah's Book Club. Ọ bụ onye ikpeazụ maka 2021 Kirkus Prize na akụkọ ifo.",
  "Jeffers natara Harper Lee Award for Literary Distinction na 2018, ma tinye ya na Alabama Writers Hall of Fame na 2020. Ọrụ ya na Phillis Wheatley bụ nke American Antiquarian Society nabatara, nke mere ka ọ banye na nzukọ ha. Jeffers ghọrọ onye otu United States Artists, na puku dollar iri ise nkwụ ụgwọ."
]