[
  "Horace Pippin (ubochí irí abụọ na abụọ n'ọnwa Febụwarị, 1888 rụọ úbọchị isii n'ọnwa Julaị, 1946) bụ ónyé America na-ese ihe n'onwe ya nke sere ọtụtụ isiokwu, gụnyere ihe nkiri ndị sitere n'ike mmụọ nsọ nke ọrụ ya na Agha Ụwa Mbụ, ọdịdị ala, foto, na isiokwu Akwụkwọ Nsọ",
  "Ụfọdụ n'ime ọrụ ya a ma ama na-ekwu màkà akụkọ ihe mere eme nke ịgba ohu na ịkpa ókè agbụrụ na US",
  "Ọ bụ ónyé Black mbụ na-ese ihe iji bụrụ isiokwu nke akwụkwọ edemede, Selden Rodman's Horace Pippin, A Negro Painter in America (1947), na New York Times toro ya dị ka \"ónyé na-ese Negro kachasị mkpa\" na akụkọ ihe mere eme nke America. E liri ya na Chestnut Grove Annex Cemetery na West Goshen Township, Chester County, Pennsylvania. Ónyé na-ahụ màkà akụkọ ihe méré eme na steeti Pennsylvania na 327 Gay Street, West Chester, Pennsylvania na-akọwa ụlọ ya n'oge ọnwụ ya ma na-echeta ihe ndị ọ rụzuru.",
  "A mụrụ ya na West Chester, Pennsylvania, n'ubochí irí abụọ na abụọ n'ọnwa Febụwarị, 1888, nye Harriet Pippin; amaghị onye nna ya bụ. Ọ tolitere na Goshen, New York, mana ọ ga-alaghachi West Chester mgbè ọ toro. Na Goshen, ọ gara ụlọ akwụkwọ ndị na-akpa ókè ruo mgbè ọ dị afọ iri na ise, mgbè ọ gàrà ọrụ iji kwado nne ya na-arịa ọrịa. Dị ka nwata nwoke, Horace zaghachiri na asọmpi mgbasa ozi nke ụlọ ọrụ na-enye ihe osise ma merie usoro mbụ ya nke pensụl na igbe mmiri",
  "Dị ka onye na-eto eto, Pippin sere ịnyịnya na ndị na-agba ọsọ site na ụzọ ịgba ọsọ Goshen a ma ama. Tupu ọ rụọ ọrụ na Agha Ụwa Mbụ, Pippin rụrụ ọrụ dị ka onye na-ebugharị ụlọ nkwari akụ, onye na-etinye oche, na onye na-akpụ ígwè.  Ọ bụ onye otu St",
  "John's African Union Methodist Protestant Church. N'afọ 1920, Pippin lụrụ Jennie Fetherstone Wade Giles, onye di ya nwụrụ ugboro abụọ ma nwee nwa nwoke dị afọ isii.",
  "Pippin malitere nka n'afọ 1920, a kọrọ na ọ bụ iji dozie ogwe aka ya merụrụ ahụ, wee malite ise ihe na akwa a gbatịrị agbatị na 1930 na The Ending of the War: Starting Home",
  "O mechara kọwaa usoro okike ya: \"Ihe osise ndị m serela na-abịakwute m n'uche m, ma ọ bụrụ na ọ bàrà uru nye m mgbè foto, ana m ese ya\". O kwuru okwu n'ọtụtụ isiokwu, site na ọdịdị ala na ihe ndị nwụrụ anwụ ruo n'isiokwu Akwụkwọ Nsọ na nkwupụta ndọrọ ndọrọ ọchịchị",
  "Ụfọdụ na-adabere na ahụmịhe onwe ya banyéré agha ma ọ bụ ndụ ezinụlọ mmalite nke narị afọ.",
  "Ọrụ Pippin gụnyere isiokwu dịgasị iche iche na usoro ide ihe",
  "Ọ malitere n'afọ ndị 1920 site n'ịkpọ ihe osise ọkụ n'ime ogwe osisi nke na-abụkarị snow na-agbakwunye ihe osise n'otu ma ọ bụ abụọ iji mée kà ihe ndị dị na onyinyo ahụ pụta ìhè.",
  "Ihe osise mmanụ mbụ ya, The Ending of the War, Starting Home (1930), gosipụtara ihe omume nke ahụmahụ ya na Agha nke Sechault, ebe a gbagburu ya. (Ọ naghị egosi mmeri ndị Germany nyèrè n'aka n'ubochí irí na otu n'ọnwa Nọvemba, 1918, nke mere ka ọ na-agbake n'ụlọ ọgwụ French.) O mekwara okpokoro ahụ ma jiri ihe agha a tụrụ n'aka chọọ ya mma, gụnyere okpu na ngwá agha ndị Germany na ndị France",
  "O sere Agha Ụwa Mbụ ọtụtụ ugboro mgbè nke ahụ gasịrị n'afọ ndị 1930 na otu ugboro ọzọ na 1945",
  "Pippin sere ọtụtụ ihe gbásárá okpukpe, ma ndị na-egosi akụkụ Akwụkwọ Nsọ na nkwupụta ọhụụ ndị ọzọ dị ka usoro Ugwu Nsọ ya",
  "Ọ bụ nwoke ji okpukpe kpọrọ ihe, na-anọ nso na chọọchị n'oge ndụ ya niile site n'ịkụzi ụlọ akwụkwọ Sọnde na ịbụ abụ n'òtù ukwe chọọchị ya.",
  "Pippin sere ihe dị ka ọrụ otu narị na iri anọ, ọtụtụ n'ime ha dị na nchịkọta ihe ngosi nka, gụnyere Metropolitan Museum of Art, New York, NY; Hirshhorn Museum and Sculpture Garden, Washington, D.C.; Pennsylvania Academy of the Fine Arts, Philadelphia, PA; Philadelphia Museum of Art; The Barnes Foundation, Philadelphia, Pennsylvania; Brandywine River Museum, Chadds Ford, Pennsylvania; Phillips Collection, Washington, DC; Baltimore Museum of Art",
  "Baltimore, MD; na San Francisco Museum of Modern Art, CA.",
  "Pippin bụ ónyé Africa America mbụ na-ese ihe na-abụ isiokwu nke otu akwụkwọ, Selden Rodman's Horace Pippin: A Negro Painter in America nke 1947. Kemgbe ahụ, ọ bụ isiokwu nke ihe ngosi atọ dị mkpà, ọtụtụ akwụkwọ na isiokwu ndị ọkà mmụta, akwụkwọ uri, na ọtụtụ akwụkwọ ụmụaka."
]