[
  "Hormone (site na akụkụ Grik ὁρμῶν, \"na-eme ka ọ na-agagharị\") bụ klas nke mkpụrụ ndụ mgbaàmà na ọtụtụ mkpụrụ ndụ nke a na-eziga n'akụkụ ndị dị anya site na usoro dị mgbagwoju anya iji chịkwaa physiology na omume. A chọrọ hormone maka mmepe ziri ezi nke anụmanụ, osisi na fungus",
  "N'ihi nkọwa sara mbara nke hormone (dị ka molekụl na-enye mgbaàmà nke na-arụ ọrụ ya n'ebe dị anya site na ebe mmepụta ya), enwere ike ịhazi ọtụtụ ụdị molekụl dị ka homonụl",
  "N'etiti ihe ndị a pụrụ iwere dị ka homonụ, bụ eicosanoids (dịka prostaglandins na thromboxanes), steroid (dịka oestrogen na brassinosteroid), amino acid derivatives (dịka epinephrine na auxin), protein ma ọ bụ peptides (dịka insulin na CLE peptides), na gas (dịka ethylene na nitric oxide).",
  "A na-eji hormone eme ihe iji kwurịta okwu n'etiti akụkụ ahụ na anụ ahụ",
  "N'ime anụ ndị nwere azụ, homonụ na-ahụ maka ịchịkwa usoro dịgasị iche iche nke ahụike na omume omume dịka ịgbari nri, metabolism, iku ume, nghọta mmetụta, ụra, nsị, inye nwa ara, nrụgide, uto na mmepe, mmegharị, ọmụmụ, na njikwa ọnọdụ. N'ime osisi, homonụ na-agbanwe ihe fọrọ nke nta ka ọ bụrụ akụkụ niile nke mmepe, site na ntolite ruo na ịka nká.",
  "Mmiri ogwu ahu na-emetụta mkpụrụ ndụ ndị dị anya site na ijikọta na protein ndị na-anabata ihe na mkpụrụ ndụ a na-achọ, na-akpata mgbanwe na ọrụ mkpụrụ ndụ",
  "Mgbe hormone na-ejikọta na onye na-anabata ya, ọ na-eme ka ụzọ mgbaàmà nke na-emekarị ka transcription nke mkpụrụ ndụ ihe nketa rụọ ọrụ, na-akpata mmụba nke protein ndị a na-achọ",
  "Hormones nwekwara ike ịrụ ọrụ na ụzọ ndị na-abụghị nke genomic nke na-ejikọta na mmetụta nke genomic. Mmiri homonụ na-agbaze (dị ka peptide na amines) na-arụkarị ọrụ n'elu mkpụrụ ndụ ndị a na-achọ site na ndị ozi nke abụọ",
  "Hormone ndị na-agbaze abụba, (dị ka steroid) na-agafe n'ime plasma membranes nke mkpụrụ ndụ ndị a na-achọ (ma cytoplasmic ma nuclear) iji rụọ ọrụ n'ime nucleus ha",
  "Brassinosteroids, ụdị polyhydroxysteroids, bụ klas nke isii nke homonụ osisi ma nwee ike ịba uru dị ka ọgwụ na-alụso ọrịa kansa ọgụ maka akpụ na-emeghachi omume endocrine iji kpatara apoptosis ma belata uto osisi",
  "N'agbanyeghị na ha na-agbaze abụba, ha ka na-ejikọta na onye na-anabata ha n'elu mkpụrụ ndụ.",
  "Na vertibrate, akpa endocrine ha mara anya nke oma banyere any aru nke hormones nzuzo na ime",
  "Hormone secretion occurs in response to specific biochemical signals and is often subject to negative feedback regulation",
  "For instance, high blood sugar (serum glucose concentration) promotes insulin synthesis",
  "Insulin then acts to reduce glucose levels and maintain homeostasis, leading to reduced insulin levels",
  "Upon secretion, water-soluble hormones are readily transported through the circulatory system",
  "Lipid-soluble hormones must bond to carrier plasma glycoproteins (e.g., thyroxine-binding globulin (TBG)) to form ligand-protein complexes",
  "Some hormones, such as insulin and growth hormones, can be released into the bloodstream already fully active",
  "Other hormones, called prohormones, must be activated in certain cells through a series of steps that are usually tightly controlled. The endocrine system secretes hormones directly into the bloodstream, typically via fenestrated capillaries, whereas the exocrine system secretes its hormones indirectly using ducts",
  "Hormones with paracrine function diffuse through the interstitial spaces to nearby target tissue.",
  "Osisi enweghị akụkụ pụrụ iche maka mmepụta nke homonụ, ọ bụ ezie na enwere nkesa nke mmepụta homonụ",
  "Dịka ọmụmaatụ, a na-emepụta hormone auxin karịsịa na isi akwụkwọ ndị na-eto eto na n'ime osisi apical meristem",
  "Enweghị gland ndị pụrụ iche pụtara na isi ebe mmepụta hormone nwere ike ịgbanwe n'oge ndụ nke osisi, ebe mmepụta na-adabere na afọ na gburugburu ebe obibi nke osisi ahụ.",
  "Ihe mgbaàmà hormone na-agụnye usoro ndị a:",
  "A na-ahụ mkpụrụ ndụ na-emepụta hormone na gland endocrine, dị ka gland thyroid, ovaries, na testicles. A na-eji exocytosis na ụzọ ndị ọzọ nke mbugharị membrane eme ihe iji wepụta homonụ mgbe a na-egosi gland endocrine",
  "Ihe nlereanya nke hierarchical bụ mmelite nke usoro mgbaàmà homonụ",
  "Ndị na-anata mkpụrụ ndụ nke otu mgbaàmà homonụ nwere ike ịbụ otu n'ime ọtụtụ ụdị mkpụrụ ndụ na-ebi n'ime ọnụ ọgụgụ dị iche iche nke anụ ahụ, dịka ọ dị maka insulin, nke na-akpata mmetụta dịgasị iche iche nke usoro ahụike",
  "Ụdị anụ ahụ dị iche iche nwekwara ike imeghachi omume n'ụzọ dị iche na otu mgbaàmà homonụ",
  "[citation needed]",
  "Arnold Adolph Berthold bụ onye Germany na-ahụ maka ahụike na anụmanụ, onye, na 1849, nwere ajụjụ banyere ọrụ nke testicles",
  "Ọ chọpụtara na ụmụ oke ndị a na-akpụ akpụ na ha enweghị otu omume mmekọahụ dị ka ụmụ oke na-enweghị ihe ọ bụla",
  "O kpebiri ịme nnwale na ụmụ oke nwoke iji nyochaa ihe omume a",
  "O mere ka otu ìgwè ọkụkọ na-enweghị ihe ọ bụla, ma hụ na ha nwere wattles na combs (akụkụ mmekọahụ nke abụọ), oke oke, na omume mmekọahụ na ime ihe ike",
  "O nwekwara otu ìgwè nke e wepụrụ testicles ha, ma chọpụta na akụkụ ahụ ha nke abụọ na-ebelata n'ibu, nwere oke na-adịghị ike, enweghị mmasị mmekọahụ n'ebe ụmụ nwanyị nọ, ọ bụghịkwa ndị na-eme ihe ike",
  "Ọ ghọtara na akụkụ ahụ a dị mkpa maka omume ndị a, mana ọ maghị otú e si eme ya",
  "Iji nwalee nke a, o wepụrụ otu testi ma tinye ya n'ime oghere afọ",
  "Anụ ndị ahụ rụrụ ọrụ ma nwee ahụike dị mma",
  "O nwere ike ịhụ na ebe akpịrị dị adịghị mkpa",
  "Mgbe ahụ, ọ chọrọ ịhụ ma ọ bụrụ na ọ bụ ihe nketa nke metụtara na testicles nke nyere ọrụ ndị a",
  "O si n'anụ ọkụkọ ọzọ tinye otu testil n'ime anụ ọkụkọ na otu testil wepụrụ, ma hụ na ha nwere omume dị mma na ahụike",
  "Berthold kpebiri na ebe ma ọ bụ ihe ndị metụtara mkpụrụ ndụ ihe nketa nke testicles adịghị mkpa n'ihe gbasara akụkụ ahụ na omume mmekọahụ, mana na ụfọdụ kemịkal dị na testicles a na-ewepụta na-akpata ihe omume a",
  "E mechara chọpụta na ihe a bụ hormone testosterone.",
  "Ọ bụ ezie na a maara ya nke ọma maka ọrụ ya na Theory of Evolution, Charles Darwin nwekwara mmasị dị ukwuu na osisi",
  "N'ime afọ 1870, ya na nwa ya nwoke Francis mụrụ mmegharị nke osisi na-aga n'ihu n'ìhè",
  "Ha nwere ike igosi na a na-ahụ ìhè n'isi nke ogwe osisi (coleoptile), ebe nkwonkwo na-eme n'okpuru ogwe osisi ahụ",
  "Ha tụrụ aro na 'ihe a na-ebufe' na-agwa ntụziaka nke ìhè site na ọnụ ruo n'ogwe",
  "Echiche nke 'ihe a na-ebufe' bụ nke ndị ọkà mmụta ihe ndị ọzọ na-ahụ maka ihe ndị dị ndụ na osisi jụrụ na mbụ, mana ọrụ ha mechara duga na nchọpụta nke hormone mbụ nke osisi. N'afọ 1920, onye ọkà mmụta sayensị Dutch bụ Frits Warmolt Went na onye ọkà mmụta ihe ọmụma Russia bụ Nikolai Cholodny (na-arụ ọrụ n'onwe ha) gosipụtara n'ụzọ doro anya na nchịkọta asymmetric nke hormone na-eto eto bụ ihe kpatara mgbagwoju anya a",
  "N'afọ 1933, Kögl, Haagen-Smit na Erxleben mechara wepụta hormone a ma nye ya aha 'auxin'.",
  "Onye dokinta mba British George Oliver na physiologist Edward Albert Schafer, onye profesor na mahadum college mba London, kwekoritara na ihe ahu adrenal apitutara",
  "Ha buru uzo biputa nchoputa abuo na mkpesa na 1894,  mbiputa zuru oke soro ya na afo 1895",
  "Na agbenyeghi na mgbe ufodu",
  "Achoputara na afo q902 site na aka Bayliss na Starling",
  "Oliver na Schafer bucha mmiputa adrenal nke bu adrenaline",
  "a full publication followed in 1895. Though frequently falsely attributed to secretin, found in 1902 by Bayliss and Starling, Oliver and Schäfer's adrenal extract containing adrenaline, the substance causing the physiological changes, was the first hormone to be discovered",
  "The term hormone would later be coined by Starling.",
  "William Bayliss na Ernest Starling, onye na-ahụ maka ahụike na onye na-amụ banyere ihe ndị dị ndụ, chọrọ ịhụ ma usoro akwara nwere mmetụta na usoro mgbari nri",
  "Ha maara na pancreas na-etinye aka na mmepụta nke mmiri na-agbari nri mgbe nri si n'afọ gaa na eriri afọ, nke ha kwenyere na ọ bụ n'ihi usoro akwara",
  "Ha bepụrụ akwara na pancreas n'ụdị anụmanụ wee chọpụta na ọ bụghị akwara na-achịkwa nsị sitere na pancreas",
  "E kpebiri na ihe na-apụta site na eriri afọ gaa n'ọbara na-akpali pancreas ka ọ wepụta mmiri na-agbari nri",
  "A kpọrọ nke a secretin: hormone.",
  "Mmetụta hormone na-adabere na ebe a tọhapụrụ ha, ebe enwere ike ịhapụ ha n'ụzọ dị iche iche. Ọ bụghị homonụ niile ka a na-ewepụta site na mkpụrụ ndụ ma banye n'ọbara ruo mgbe ọ na-ejikọta na onye na-anabata ihe na ebumnuche",
  "Ụdị mgbaàmà hormone ndị bụ:"
]