[
  "Isabella Katharina Alix Hortense Anda-Bührle nke a maara dị ka HortenseAnda-Bührre (née Bührle; May 18, 1926 - May 16, 2014) bụ onye ọchụnta ego Switzerland a mụrụ na Germany, onye na-anakọta ihe osise na onye ọrụ ebere. Ọ bụ ada Emil Georg Bührle, onye bụ onye nwe Oerlikon-Bührle na onye nlekọta ogologo oge na onye nlekọta nke Foundation EG Bührle.",
  "A mụrụ Bührle na Zürich, Switzerland na nne na nna German Emil Georg Bührle Na nwunye ya Wilhelmine Charlotte (née Schalk). Ọ nwetara ikike ịbụ nwa amaala Switzerland naanị na 1937 site na nnabata nke nne na nna ya.  Nna ya na mbụ bụ onye isi ụlọ ọrụ na mgbe e mesịrị ọtụtụ ndị nwe igwe ihe metụtara Oerlikon.  Nwanne ya nwoke nke tọrọ ya bụ Dieter Bührle.. Nne ya si n'ezinụlọ ndị na-ahụ maka ụlọ akụ nke Magdeburg, nke ga-emecha kwado ọtụtụ n'ime nnweta nke nchegbu ahụ.Ọ gara ụlọ akwụkwọ ezumike nke onwe nke Switzerland, Hochalpins Institut Ftan, na Ftan, Grisons yana St",
  "Georges School na Clarens.",
  "N'afọ 1956, mgbe nna ya nwụrụ, o ketara oke òkè na nchegbu Oerlikon-Bührle.  N'ikpeazụ, ọ nwere ọtụtụ ndị otu bọọdụ na-arụsi ọrụ ike na Oerlikon, Bally yana IHAG Holding na IHAG Privatbank nwere ma na-achịkwa ya.  Ọ bụkwa onye nwe oke na onye na-emepụta noodle Italy Barilla.. Ọ bụkwa onye nwe ụlọ oriri na ọṅụṅụ Storchen Zürich na Castello del Sole na Ascona, Switzerland.",
  "Anda-Bührle guzobere Géza Anda Foundation n'afọ 1978 iji cheta di ya Géza Anda ma bụrụ onyeisi oche ruo mgbe ọ nwụrụ",
  "N'ịkwalite ndị na-eto eto na-akpọ piano, o mere Concours Géza Anda kwa afọ. Ya na nwanne ya nwoke ketara ihe osise nke nna ya nwụrụ anwụ, nke mere ka e guzobe Foundation E",
  "G",
  "Bührle na Zürich, n'ụlọ ezinụlọ mbụ",
  "Kemgbe Ọktọba 9, 2021, a na-egosipụta ụfọdụ ihe osise na nku ọhụrụ agbakwunyere na Kunsthaus Zürich",
  "Anda-Bührle bụkwa onye otu ndị nlekọta nke Kunsthistorisches Institut Florenz na Florence, Ịtali, Ittingen Charterhouse na Goethe-Stiftung für Kunst und Wissenschaft na Zürich.",
  "N'afọ 1964, Bührle lụrụ onye na-akpọ piano na Hungary bụ Géza Anda. Ha nwere otu nwa nwoke.",
  "Anda-Bührle nwụrụ na Mee 16, 2014, mgbe ọ gbara afọ 87."
]