[
  "Ọkà mmụta Hossein Sadri bụ onye Iran na Azerbaijan, na onye ọkà mmụta Turkey, onye na-ese ụkpụrụ ụlọ, onye na-emepụta obodo na onye na-eme ihe iji ịhụ maka ikike ihe ruuru mmadụ",
  "Ọ na-arụ ọrụ ugbu a dị ka onye nkuzi dị elu na School of Art & Design na Mahadum Coventry. N'agbata afọ 2010 na 2021, ọ rụrụ ọrụ dị ka prọfesọ zuru oke nke ihe owuwu na ime obodo na Mahadum Girne American ebe o nwere ọkwa onye isi nke Faculty of Architecture, Design & Fine Arts n'agbata oge 2012-2016. O nwekwara ọkwa nkuzi na nyocha na Islamic Azad University of Tabriz na IRAN (2003-2005), National Academy of Sciences na AZERBAIJAN (2006), The American University in Canterbury - UK (2011), na The City University of New York na USA (2018)",
  "Ọ gụrụ akwụkwọ na ngalaba nke Architecture, Philosophy, na Environmental Sciences and Policy na Islamic Azad University of Tabriz na IRAN (1997-2005), Gazi University (2006-2010), Hacettepe University (2007), na Yildiz Technical University (2007) na TURKEY, na Central European University na HUNGARY (2007 & 2008). Akwụkwọ edemede nzere Ph.D",
  "ya nke akpọrọ Architecture and Human Rights bụ ọmụmụ nke ikike mmadụ. Ọ bụ otu n'ime ndị guzobere AUMME (Architecture and Urbanism in the Mediterranean and the Middle East), netwọk agụmakwụkwọ na ọkachamara mpaghara na ngalaba nke ihe owuwu na oche nke nzukọ nke abụọ ya na 2014. Dị ka onye isi oche nke CAUMME-Contemporary Architecture and Urbanism nke abụọ na Mediterranean na Middle-East International Conference, ọ meghere mkparịta ụka banyere njedebe nke oge ọkachamara na ihe owuwu site na iwebata okwu ahụ bụ Post-Professionalism. O sokwa wee dezie Cities without Capitalism, okwu mbido nke Peter Marcuse dere nke Routledge bipụtara n'afọ 2022.",
  "Dị ka onye na-alụ ọgụ ịhụ maka ihe ndị ruuru mmadụ ọ bụ onye otu Amnesty International",
  "Ọzọ kwa, kemgbe afọ 2006 ọ rụrụ ọrụ dịka onye nhazi Ankara, onye nhazi mba nke ime ihe Ngwa ngwa na Turkey, onye nhazi nke Counter Terror na ikpe ziri ezi, onye nhazi Istanbul, onye mmekọrịta EU nke Amnesty International Turkey, onye otu International Relations Group na onye nhazi mba maka agụmakwụkwọ ikike ihe ruuru mmadụ na Turkey."
]