[
  "Houari Manar (Arabic; 18 Disemba 1981 〜 7 Jenụwarị 2019) bụ onye Algeria na-agụ egwú raï nke a ma ama n'ala nna ya yana mba ndị gbara ya gburugburu Maghreb na mba Mediterenian, na France.",
  "A mụrụ Houari Manar na Houari El Madani na Oran n'ezinụlọ nwere ụmụnne nwoke na ụmụnne nwanyị iri na abụọ",
  "Nne ya bụ onye na-agụ egwú meddahate a ma ama; onye na-eme egwú ọdịnala na ememme na agbamakwụkwọ",
  "Abụọ n'ime ụmụnne ya, Cheb Massaro na Cheb Larbi, bụkwa ndị na-agụ egwụ raï",
  "Ezinụlọ ahụ kwagara Marseille, France, mgbe ọ dị afọ anọ. N'oge ọ bụ nwata, ndị na-agụ egwú dịka Celine Dion, Mariah Carey, na Francis Cabrel kpaliri ya.",
  "N'afọ pụkụ abụọ na atọ 2003, Manar laghachiri Algeria iji malite ọrụ dị ka onye na-agụ egwụ raï; ụdị egwu ọdịnala Algeria nke malitere na 1920. O dekọrọ egwu abụọ na-aga nke ọma, \"Cha dani bent nass\" na \"Kima ndirlek ma terdhach\" na akara Edition Saint Crépain",
  "N'afọ 2006, o dekọrọ abọm mbụ ya Aâchkek mon traitement na Cheb Kader",
  "Abọm ahụ bụ ngwakọta nke raï na egwu pop nke oge a.",
  "Manar ghọrọ onye a ma ama n'ọtụtụ Mediterenian ma kpatara esemokwu n'oge ọrụ ya.",
  "? N'afọ 2014, n'oge ọnwa nsọ nke ndị Alakụba nke Ramadan, e sere ya foto ka ọ na-esusu nwoke ọzọ ọnụ n'ebe egwu dị na Algiers ebe ọ na-eme ihe, na-ewe ndị okpukpe iwe. Onye na-ahazi egwu ahụ ga-arịọ ndị iwe were mgbaghara ma kagbuo arụmọrụ Manar",
  "Ọrụ Manar nọgidere na-ata ahụhụ site na mmeghachi omume megide àgwà ya na-egbuke egbuke na ndina ụdị onwe na-ekpuchi ekpuchi. N'afọ 2017, ọ ga-eme ihe omume nke National Office of Culture and Information haziri iji mee emume ncheta afọ iri isii na atọ nke mmalite nke Agha Nnwere Onwe Algeria",
  "Mgbe a tọhapụrụ akụkọ banyere òkè ya, arụmụka ọhụrụ na mgbasa ozi mmekọrịta zutere arụmọrụ ya na-abịanụ ma mesịa wepụ ya na ndị na-eme ihe nkiri. E mechara machibido ya iwu ime ihe nkiri na ụlọ ọrụ telivishọn nke steeti na nke onwe ya na Algeria.",
  "Ọ bụ ezie na ụfọdụ n'ime abụ ya zoro aka n'ụzọ siri ike na nwoke idina nwoke, Manar apụtaghị n'ihu ọha dị ka nwoke idina nwanyị (ọ bụ ezie na ọ dịghị mgbe ọ na-agọnahụ ya) ma gbachitere onwe ya pụọ n'aka ndị nkatọ, na-agwa Monde na 2015, \"My raï bụ ezigbo raï. Ihe niile m na-abụ abụ m na-agụ n'ihu ezinụlọ, ụmụaka na ndị agadi",
  "Abụ m otu n'ime ndị na-abụ abụ maka okwu rụrụ arụ",
  "Abụ m onye na-ese ihe a na-akwanyere ùgwù.\"",
  "Na 7 Jenụwarị 2019, Manar nwụrụ site na nkụchi obi n'ụlọ ọgwụ onwe onye dị na Hydra mgbe ọ na-aga liposuction",
  "Ọ dị afọ iri atọ na asaa."
]