[
  "House on the Rock bụ Chọọchị Ndị Kraịst a ma ama nke nwere ọtụtụ agbụrụ nke nwere isi na Lagos, Naịjirịa",
  "Paul Adefarasin guzobere House on the Rock na afọ 1994, A mara ya nke ọma maka egwu egwu ya kwa afọ, The Experience (World's Largest Gospel Concert), nke gosipụtara ma ndị na-agụ egwú gospel nke obodo na nke mba ụwa.",
  "Mgbe Adefarasin laghachiri Naijiria na afọ 1994, o kpebiri ịmalite ụka Ndị Kraịst (House On The Rock) site n'ụlọ nne ya na Lagos",
  "Otu ozi a agbasaala na ihe karịrị alaka 50 n'ụwa niile, karịsịa na Naijiria, yana ọtụtụ mpaghara na South Africa, Democratic Republic of the Congo, Ireland, na United Kingdom.",
  "Katidral Rock (nke a makwaara dị ka Ụlọ Nsọ Millennium) dị na Ikate-Elegushi, Lekki, Lagos ma nwee isi ụlọ ọrụ zuru ụwa ọnụ nke House On The Rock na The Rock Foundation",
  "Ihe owuwu nke ụlọ ọrụ ahụ malitere na  afọ 2003, ma ugbu a na-etinye ihe owuwu maka ọrụ okpukpe na mmekọrịta mmadụ na ibe ya, gụnyere ofufe, agụmakwụkwọ, nlekọta ahụike, mmepe obodo, ọzụzụ mgbanwe, ntụrụndụ na imezigharị mmekọrịta mmadụ na eze",
  "E hotara Paul Adefarasin na-ekwu na echiche dị n'azụ katidral ahụ bụ inye \"otu ebe maka Ndị Kraịst na-achọ ihe na ngwongwo nke ụdị ọ bụla\".",
  "Ntinye iwu nke The Rock Cathedral mere na 20 Eprel, na afọ 2013, na ndị ama ama na-abịa, gụnyere Goodluck Jonathan na Tony Blair.",
  "The Rock Foundation bụ òtù ọrụ ebere na-enweghị uru nke na-enye nlekọta ahụike, agụmakwụkwọ, mgbanwe mmekọrịta mmadụ na ibe ya, na ihe enyemaka maka ndị nọ ná mkpa",
  "Ntọala ahụ na-arụ ọrụ karịsịa na Naijiria na mpaghara West Africa. Paul Adefarasin na-eje ozi dị ka onye guzobere na onye isi oche nke ntọala ahụ.",
  "Project Spread bụ mmemme inye ikike na njedebe afọ site na Rock Foundation nke na-ahụ nkesa nri, ọgwụ na ihe ndị ọzọ nye ndị bi na obodo ndị nọ ná mkpa.",
  "N'ọnwa Disemba, na afọ 2017, Paul Adefarasin duuru otu ndị otu ihe dị ka mmadụ 20,000 gaa Lagos Island, Ikate-Elegushi, Ebute-Meta na obodo Bariga na Lagos iji malite atụmatụ afọ ahụ",
  "Adefarasin kwuru n'oge Lagos Island nke Project Spread na o kpebiri ịmalite atụmatụ ahụ site na Lagos Island n'ihi na a mụrụ ya n'ime obodo ahụ.",
  "Ahụmahụ ahụ bụ egwu egwu n'efu kwa afọ nke a na-eme na Lagos na-agụnye ndị egwu gospel dị iche iche a ma ama si Naịjirịa na gburugburu ụwa na-aga",
  "Ihe omume ahụ malitere na afọ 2006 ma Paul Adefarasin na-akwado ya kwa afọ na Tafawa Balewa Square na Lagos Island.",
  "Ndị na-agụ egwú Gospel dị ka Travis Greene, Kirk Franklin, CeCe Winans, Donnie McClurkin, Don Moen, Frank Edwards (onye na-agụ egwu Gospel), Nathaniel Bassey, na Chioma Jesus bụ ndị isi egwu ahụ."
]