[
  "Howard Waring French (amụrụ n'ọnwa Ọctoba 14, afọ 1957) bụ onye nta akụkọ Amerịka, onye edemede, na onye na-ese foto, yana prọfesọ kemgbe afọ 2008 na Columbia University Graduate School of Journalism",
  "Tupu ọ banyeghachi na agụmakwụkwọ, ọ bụ onye na-ede akwụkwọ na mba ọzọ ogologo oge na onye edemede dị elu na The New York Times",
  "Akwụkwọ ọhụrụ ya bụ Born in Blackness: Afrịka, ndị Afrịka, and the Making of the Modern World, 1471 to the Second World War (Liveright, October 2021).",
  "French bụ onye nkuzi mahadum na Ivory Coast na afọ ndị 1980s tupu ọ bụrụ onye nta akụkọ",
  "Ọ kọọrọ ọtụtụ ihe gbasara ndọrọ ndọrọ ọchịchị nke Western na Central Africa",
  "Akụkọ ndị a bụ ihe ndabere maka akwụkwọ A Continent for the Taking",
  "French akọwakwala banyere ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya na China, ebe ọ kpuchiri uto nke ọha mmadụ, mmegide gọọmentị nke ndị na-emegide ngagharị iwe Dongzhou nke afọ 2005, na ala ọma jijiji Sichuan nke afọ 2008, n'etiti isiokwu ndị ọzọ",
  "Ọrụ ya kachasị ọhụrụ maka The New York Times lekwasịrị anya na China ebe ọ bụ onye isi ụlọ ọrụ Shanghai nke akwụkwọ akụkọ ahụ, site n'afọ 2003 ruo afọ 2008.",
  "French bụ onye isi ụlọ ọrụ New York Times maka Caribbean na Central Amerịka site na afọ 1990 ruo afọ 1994; ọ kpuchiri Haiti, Cuba, Nicaragua, El Salvador, na ọtụtụ mba ndị ọzọ",
  "Ọ bụ otu n'ime ndị isi ojii mbụ na-ede akwụkwọ akụkọ ahụ.",
  "Site n'afọ 1994 ruo afọ 1998, French kpuchiri West na Central Afrịka maka Times, na-akọ akụkọ banyere agha na Liberia, Sierra Leone na Central Afrịka, na-elebara anya na ọdịda nke onye ọchịchị aka ike nke Zaire Mobutu Sese Seko.",
  "Site n'afọ 1998 ruo afọ 2003, French bụ Tokyo Bureau Chief maka Times, na-ekpuchi Japan na Korea.",
  "Na mgbakwunye na Bekee ya, French na-asụ Mandarin, French, Spanish, na Japanese",
  "Ọ ghọrọ onye isi ụlọ ọrụ Tokyo maka Times n'afọ 1999, mgbe otu afọ gachara na-amụ Japanese na Mahadum Hawaii na Manoa",
  "O dere ọtụtụ ugboro maka The New York Review of Books ma nyekwa aka na The Atlantic na \"The Guardian Longreads\" na ọtụtụ akwụkwọ ndị ọzọ.",
  "Na mgbakwunye na ikpuchi China dị ka Shanghai Bureau Chief maka Times, French rụrụ ọrụ dị ka onye na-ede akụkọ kwa izu na ihe omume mpaghara maka International Herald Tribune.\nFrench bụ onye dere \"Born in Blackness: Africa, Africans, and the Making of the Modern World, 1471 to the Second World War \" (Norton/Liveright, 2021), akwụkwọ ya nke ise",
  "Akwụkwọ mbụ ya bụ aha 2017, \"Everything Under the Heavens: How China's Past Helps Shape its Push for Global Power\", French bụkwa onye dere China's Second Continent: How a Million Migrants are Building a New Empire in Africa, nke Knopf bipụtara n'afọ 2014, na A Continent for the Taking: The Tragedy and Hope of Africa (Knopf, 2004).\nFrench bụkwa onye na-ese foto na mba ụwa, onye ọrụ ya ọtụtụ afọ a na-akpọ \"Disappearing Shanghai\", na-ese onyinyo mpaghara ochie nke Shanghai na-ebelata ngwa ngwa, gosipụtara na Eshia, Europe na United States",
  "E bipụtara akwụkwọ nwere ọrụ a, Disappearing Shanghai: Photographs and Poems of an Intimate Way of Life, n'afọ 2012, na mmekorita ya na onye edemede na onye na-ede uri Qiu Xiaolong.",
  "French bụ onye otu bọọdụ nke Columbia Journalism Review na onye isi oche nke IRIN n'oge na-adịbeghị anya (ebe a gbanwere aha ya dị ka The New Humanitarian), ụlọ ọrụ mgbasa ozi na-abụghị maka uru nke na-elekwasị anya na ngalaba ọrụ ebere, nke dị na Geneva, Switzerland",
  "Ọ na-ede kọlụm kwa izu na ihe omume mba ụwa maka World Politics Review.",
  "Mmekọrịta:",
  "Nsọpụrụ"
]