[
  "Hozo bụ asụsụ Afroasiatic nke a na asụkarị na Kondala woreda nke Mirab Welega Zone (Western Oromia) site n'aka ndị a maara dị ka \"Mao\"",
  "E nwere obere ìgwè ndị na-asụ asụsụ Hozo na Mana Sibu woreda",
  "Mao na-aghọta okwu Hozo na-ezo aka n'otu ezinụlọ",
  "Ndị na-ekwu okwu Hozo na-ahọrọ ịkpọ onwe ha Amo",
  "A na-akpọ Hozo na Seze Begi Mao mgbe ụfọdụ",
  "Ihe dị ka mmadụ puku atọ na-asụ Hozo na Etiopia",
  "Hozo bụkwa ezinụlọ dị na mpaghara Begi",
  "A makwaara asụsụ Hozo dị ka Begi-Mao na Mao nke Begi",
  "Nchịkọta ya bụ Afro-Asiatic, Omotic, na Mao",
  "Okwu Mao bụ Omotic ma ọ pụtara Ōman; ndị mmadụ, na-apụta dị ka [ma:ɪ] na Seze na dị ka [mɔ:I] na Hozo",
  "A na-ejikarị Mao eme ihe dị ka okwu agbụrụ",
  "E nwere ụdị njirimara Mao n'ofe ọdịiche asụsụ na Etiopia",
  "Ọ bụ ezie na a nabatara ya taa na Omotic bụ otu n'ime alaka ndị isi nke ezinụlọ Afro-Asiatic, a ka na-atụle ọnọdụ asụsụ anọ Hozo, Seze, Ganza na Northern Mao",
  "Asụsụ Mao bụ ndị a na-edeghị ede n'ime Omotic, na Omotic n'onwe ya bụ ndị a naghị edere edere edekọ n'ime ndị Afroasiatic.",
  "Asụsụ Omotic Mao Seze na Hozo mejupụtara mpaghara dị mkpirikpi na Oromia Regional State nke ndị na-asụ Oromo gbara gburugburu n'akụkụ atọ",
  "O yiri ka e nwere ụfọdụ nghọtahie n'etiti ndị ọkà mmụta sayensị nakwa n'etiti Ndị na-ekwu okwu n'ebe a ga-esi kewaa Seze na Hozo dị ka asụsụ abụọ dị iche iche ma ọ bụ dị ka olumba nke otu asụsụ",
  "A na-ekwu na Seze na Hozo abụghị asụsụ abụọ dị iche iche; naanị asụsụ abụọ dịgasị iche iche site n'obodo ruo n'obodo",
  "Ebe a na-asụkarị Hozo yiri ka ọ gbasara, ma enwere naanị obodo ole na ole ebe a na-akọ Hozo dị ka naanị asụsụ Omotic Mao",
  "Ndị Hozo na-ahọrọ ụdị ebe obibi na-adịgide adịgide maka ezinụlọ ha na ìgwè atụrụ ha",
  "Asụsụ Omotic gụnyere Anfillo, Ari, Bambassi, Kara, Kefa, Gana, Dime, Nayi, Sheko, Hozo, Yemsa, na Welaytta.",
  "Hozo bụ asụsụ Omotic",
  "Asụsụ Omotic bụ otu asụsụ ndị Etiopia nke nwere ihe karịrị asụsụ iri abụọ na ise dị iche iche",
  "Asụsụ Omotic mepụtara na mpaghara southwestern region dị nso n'osimiri Omo, nke nyere otu ahụ aha ya",
  "Agbụrụ dị iche iche na Etiopia na-asụ asụsụ dị iche iche a na-akpọ Omotic.",
  "N'ịbụ nke a na-ekwu okwu n'ụzọ dị ukwuu, a na-edekarị asụsụ Omotic",
  "Mgbe edere ha, a na-eji ma ọ bụ Geoez (Ethiopic) ma ọ bụ mkpụrụedemede Latin, mana ọ nweghị ntụgharị ntụgharị site na Ethiopic gaa na Latin",
  "Gez bụ asụsụ oge ochie nke Etiopia, nke e bu ụzọ webata dị ka asụsụ edere ede n'oge alaeze Aksumite mbụ n'etiti narị afọ mbụ na nke asaa BCE",
  "Ihe odide ndị mbụ a maara nke Gez bụ nke narị afọ nke ise BCE",
  "Edere ya n'ahịrị dị larịị site n'aka ekpe gaa n'aka nri, e kere ya dabere na mkpụrụedemede Sabean / Minean ma Chọọchị Ọtọdọks nke Etiopia ka na-eji ya eme ihe na narị afọ nke iri abụọ na otu.",
  "A na-ekewa asụsụ ndị Etiopia n'ime nnukwu ìgwè anọ: Semitic, Cushitic, Omotic, na Nilo-Saharan",
  "Asụsụ Omotic bụ n'ụzọ dị ukwuu okwu ma nwee ọtụtụ njirimara nkọwa: ọtụtụ okwu bụ monosyllabic, asụsụ ahụ nwekwara ụdaume iri: ise dị mkpụmkpụ na ise dị ogologo",
  "Ndị ọkà mmụta na-eme atụmatụ na e nwere n'etiti asụsụ Omotic iri abụọ na ise na iri anọ, mana amụghị ìgwè ahụ nke ọma.",
  "Arụmụka na-aga n'ihu n'etiti ndị ọkà mmụta asụsụ dị banyere itinye asụsụ Omotic na phylum Afro-Asiatic",
  "Ndị ọkachamara enweghị ike ikwekọrịta ma a ga-akpọ usoro ahụ Afro-Asiatic, Nilo-Saharan, ma ọ bụ ihe pụrụ iche",
  "Ruo n'afọ 1960, a na-ewere asụsụ Omotic dị ka mpaghara ọdịda anyanwụ-Cushitic.",
  "Mgbe Agha Ụwa nke Abụọ gasịrị, mgbalị malitere idekọ akụkọ ihe mere eme nke Etiopia; Otú ọ dị, a na-elebara mpaghara ugwu anya nke ukwuu, nke nwere ọtụtụ obodo Ndị Kraịst, njikọ na Igbe Ọgbụgba ndụ, na ụlọ ụka ndị a tụrụ na nkume",
  "E lekwasịrị anya na ndagwurugwu Omo nke ndịda na ndịda ọdịda anyanwụ",
  "Mgbe ahụ, nnupụisi nke ndị ọchịchị n'afọ 1974 kwụsịrị ọtụtụ nyocha na njem, na-ahapụ nnukwu oghere nke ihe ọmụma banyere ndị na ekwu okwu Omotic na akụkọ ihe mere eme ha",
  "A naghị amụ asụsụ Omotic nke ọma."
]