[
  "Hubert du Plessis (7 June 1922 – 12 March 2011) bụ onye South Africa na-edekọ egwu, onye na-eti egwu, na prọfesọ nke nka ọrụ egwu ya  eweela ọtụtụ afọ",
  "Tinyere Arnold van Wyk na Stefans Grové, du Plessis bụ otu n'ime ndị na-ede egwu South Africa nke narị afọ nke iri abụọ.",
  "A mụrụ Hubert du Plessis n'ezinụlọ Afrikaner n'ugbo a na-akpọ Groenrivier na Malmesbury na Western Cape n'abalị asaa N'ọnwa Jun afọ 1922",
  "Onye nyere egwu ndụ ya site na nwata, ọ malitere ide egwu nke ya mgbe ọ dị afọ asaa",
  "N'afọ 1940, ọ debanyere aha na Mahadum Stellenbosch, wee bụrụ nwa akwụkwọ mbụ na mahadum ahụ gụsịrị akwụkwọ na nzere Bachelor of Music.",
  "N'afọ 1943, ọ rụrụ ọrụ nwa oge n' ụlọ ọrụ mgbasa ozi South African na Cape Town, mana n'oge na-adịghị anya, ọ natara ọkwa na ngalaba egwu na Mahadum Rhodes, ebe ọ ghọrọ onye nkuzi",
  "Site na 1951 ruo 1954, ọ gụrụ akwụkwọ na Royal Academy of Music na London, mgbe ọ laghachiri South Africa, ọ nabatara ọkwa nkuzi na Mahadum Stellenbosch, ma ghọọ onye nkuzi dị elu nke ngalaba egwu n'ebughi oge",
  "N'afọ 1963, South African Academy of Science and Art (nke a na-akpọkarị Die Akademie) kwanyeere ya ugwu maka onyinye egwu ya.",
  "Ihe ndị Du Plessis dere dịgasị iche nke gụnyere ma ndị ukwe na ngwá egwu",
  "A maara ya maka onyinye ya na egwu ụlọ nke South Africa na egwu egwu",
  "Na mbụ na-emegide echiche ahụ, du Plessis gụnyere egwu ọdịnala Afrikaans na ụfọdụ n'ime egwu ya",
  "N'afọ ndị 1960, o dere ụfọdụ ọrụ mba, nke gọọmentị National Party kwadoro, nke o tinyere nkwadosike. O kwuru na egwu mba ya bụ \"ịmara nke ọma\" banyere ihe nketa Afrikaner ya, ya mere ọ naghị emegide ka eji egwu ya eme ihe maka ebumnuche ndọrọ ndọrọ ọchịchị.",
  "N'agbanyeghị iwu siri ike megide ndina ụdị onwe na Apartheid South Africa, gọọmentị chekwaara du Plessis ihere ọha na eze na nsogbu iwu, ma o biri ndụ n'emeghị ihere dị ka nwoke na-ekwu okwu n'ezoghị ọnụ na ya bụ nwoke na-edina nwoke",
  "Ọ pụtara n'ihu ndị omeiwu South Africa iji mee mgbasa ozi megide ịkwụsi ike nke iwu ndị na-emegide ndina ụdị onwe na ngwụcha afọ 1960.",
  "Ọ nwụrụ n'ụlọ ya na Stellenbosch n'abalị iri na abụọ nke ọnwa Machị afọ 2011 mgbe ọ dị afọ iri asatọ na asatọ."
]