[
  "Hubert Horace Crawford (1910-1985) bụ ónyé America na-ese ihe nké sí Tuscaloosa, Alabama",
  "O nwéré ọtụtụ nkà nka",
  "Ọ na-akpọ violin",
  "Ọ bụkwa ónyé na-arụ ọrụ osisi ma na-emepụta óchè",
  "O mekwara ma wuo ụgbọ mmiri nke ya, a kwekwaara na ọ bụ ónyé Africa America mbụ na-arụ ọrụ ụgbọ mmiri na Buffalo",
  "Ọ bụkwa ónyé otu Michigan Avenue Baptist Church na Michigan Avenue YMCA.",
  "A mụrụ Crawford n'ubochí irí abụọ na abụọ n'ọnwa Septemba, 1910, na Tuscaloosa, Alabama",
  "N'afọ 1917, ya na ezinụlọ ya kwagara Buffalo, New York",
  "Ọ nọrọ ụbọchị ya na Buffalo ma gụsịrị akwụkwọ na Albright Art School",
  "Ọ tolitere n'oge Harlem Renaissance, nké nwéré mmetụta n'ọrụ ya mgbè e mesịrị na ndụ",
  "N'ụlọ akwụkwọ sekọndrị, Crawford gara klas ise ihe n'ụtụtụ Satọdee na Albright Art Gallery",
  "Ọ natara agụmakwụkwọ otu afọ na Albright Art School, ọ gụsịrị akwụkwọ na 1932",
  "N'ikpeazụ, ọ lụrụ nwanyị áhà yá bụ Vera Jane Patterson.",
  "Crawford bụ ónyé na-ese ihe ma mee ọtụtụ mgbidi n'oge ndụ ya niile",
  "N'ihi eziokwu ahụ bụ na ọ biri ndụ site na Harlem Renaissance, a họọrọ ya ime mural màkà ụlọ oriri na ọṅụṅụ jazz a ma ama na Buffalo, nke a na-akpọ Moonglow",
  "Ọ bụ ụlọ oriri na nkwari abalị nke e mèrè màkà ndị Africa America",
  "O sere ihe osise n'ime na n'èzí Moonglow.",
  "N'afọ 1939, ndị agha US goro Crawford ka ọ see ihe osise iji cheta Agha Ụwa Mbụ na Officers Club Building nke Fort Niagara State Park",
  "Ihe osise ahụ dị mita irí abụọ na asatọ n'ogologo ma dị mita irí abụọ n'ịdị elu",
  "Ihe osise ahụ na-asọpụrụ Agha Cantigny, agha mbụ nke naanị ndị America duziri ma lụọ ọgụ",
  "N'afọ 1940, e goro Hubert ka o mepụta ihe osise maka American Negro Exposition na Chicago",
  "Ihe osise ahụ bụ iji sọpụrụ ncheta afọ iri asaa na ise nke nkwupụta nnwere onwe.",
  "Crawford rụrụ ọrụ na ọtụtụ ụdị nka dị íchè iche",
  "O mepụtara ihe osise na eserese",
  "Ọ ghọrọ prọfesọ na Mahadum Buffalo",
  "N'afọ 1940, ndụ Crawford gbanwere nke kachasị njọ",
  "Ọ nọ n'elu ụlọ ya mgbè o si na windo nke okpukpu nke atọ daa",
  "Ọ tara nnukwu ihe mgbu site na ọdịda ahụ, ọ hapụrụ ya nwèrè nkwarụ màkà ndụ ya fọdụrụnụ",
  "Ọ bìrì na Buffalo Psychiatric Center",
  "Ọ gara n'ihu na-emepụta ọrụ mgbe ọ nọ ebe ahụ, mana echetaghị ọrụ ya ndị ọzọ dịka ha dịbu",
  "N'afọ 1977, a kpọgara ya n'ụlọ ọrụ ndị okenye dị na Hamburg, New York",
  "Na Jenụwarị úbọchị irí nà otu, 1985, Crawford nwụrụ n'ụlọ ndị agadi na Utica, New York.",
  "Mgbe ọnwụ Crawford gasịrị, o yiri ka echefuola ọrụ ya",
  "N'otu édémédé dị na The Buffalo News, Robert Emerson, onye isi nchịkwa nke Old Fort Niagara kwuru \"A maara ya nké ọma na 1930s mana echefuola ya taa\"",
  "Ngalaba Nchekwa Ihe Nkà nke SUNY Buffalo State weghachiri ihe osise ya na Klọb Ndị Ọfịsa",
  "Emerson na-atụ ányá ime ka aha Crawford márá nke ọma ọzọ, ọ na-eme atụmatụ igosi ihe osise ya nke Agha Contigny n'ime ụlọ dị n'akụkụ na Fort Niagara na ihe ndị ọzọ iji cheta Agha Ụwa."
]