[
  "Huda Sultan ma ọ bụ Hoda Sultan aha ọmụmụ: Bahiga Abd El Aal (15 August 1925 - 5 June 2006) bụ onye Egypt na-eme ihe nkiri na onye na-agụ egwu",
  "A maara ya nke ọma maka ọrụ ya dika nne na ihe nkiri na telivishọn ndị Ijipt. Ọ bụkwa otu n'ime ndị na-eme ihe nkiri a na-enye onyinye maka ọrụ ya, ọkachasị na egwu na ihe nkiri ojii na ọcha ebe ọ na-arụ ọrụ nke abụọ",
  "Sultan rụrụ ọtụtụ narị ihe nkiri n'ime afọ irí ịse na isii ọ rụrụ ọrụ.",
  "A mụrụ Huda Sultan na 15 Ọgọstụ 1925 n'ime ime obodo Ijipt nke Tanta n'ezinụlọ dị ala",
  "Ọ bụ nwa nke atọ n'ime ụmụnne ise; otu n'ime nwanne ya nwoke bụ onye omenkà a ma ama bụ Mohamed Fawzi. A mụrụ ya dị ka Bahiga Abd El-Aal, mana o mechara nabata aha ọhụrụ ya, Huda Sultan, mgbe ọtụtụ aro sitere n'aka ndị na-emepụta ihe nkiri Egypt a ma ama na aha ọmụmụ ya dị ka nke ime obodo.",
  "Sultan lụrụ di ugboro ise: di mbụ ya, Mohamed Naguib, bụ onye ọrụ gọọmentị Ijipt a ma ama nke na-ekwenyeghị na ọnọdụ nwunye ya ma gbaa ya alụkwaghịm n'oge na-adịghị anya mgbe ihe nkiri mbụ ya gasịrị",
  "Di ya nke abụọ bụ onye na-emepụta ihe nkiri Egypt, di ya nke atọ bụ Fowad Al-Atrash (nwanne nwoke nke onye na-agụ egwu Farid al-Atrish), ọ gbara ya alụkwaghịm iji lụọ onye na-eme ihe nkiri Farid Shawki. Ọ lụrụ onye nduzi Hassan Abdel Salam.",
  "Sultan nwere otu nwa nwanyị ya na di mbụ ya, Mohamed Naguib, nke a na-akpọ Maha, na ụmụ nwanyị abụọ n'aka di ya nke abụọ Shawki, otu n'ime ha, Nahed, onye bụ onye na-emepụta ihe nkiri",
  "Nwa nwa ya nwanyị bụ onye na-eme ihe nkiri Nahed El Sebai",
  "N'afọ 1950, ọ pụtara na ihe nkiri mbụ ya \"Set El Hosn\" (Egyptian Arabic: ست الحسن, \"Nwanyị mara mma\"); n'oge na-adịghị anya, ọ lụrụ onye na-eme ihe nkiri Ijipt Farid Shawki na di na nwunye ahụ guzobere otu na-aga nke ọma ma rụkọọ ọrụ ọnụ n'ọtụtụ ihe nkiri. Ụfọdụ n'ime ọrụ ya ndị a ma ama bụ ihe ; \"El Fetewa\" (Egyptian Arabic: الفتوة, \"The Bully\"), Ezz El-Dine Zulficarī \"Emraʹa Fel Tareeq\" (Arabic: إمرأة في 2013), \"Nesaa Moharramat\" (Ebyptian Arabic) na Salah Zulfikar, ːThalath Nry (Egypt: Zulfikara na Nzahanzar)",
  "\"Shaye' Fe Sadry\" (Arabic, \"Ihe dị  m\") na Rushdy Abaza",
  "Ọzọkwa \"El Ekhtyar\" nke Youssef Chahine (Egyptian Arabic: الإختيار, \"The Choice\") na Soad Hosny, na \"El Wada'a Ya Banobart\" (Egyptan Arabic: الوداع يا بونبارت, \"Adieu Bonaparte\").",
  "N'afọ 2006, ọ nwụrụ, mgbe ọ dị afọ iri asatọ na otu, mgbe ọ lụchara ọgụ ọrịa kansa akpa ume, na Dar Al Fouad na 6th Ọktoba, Egypt."
]