[
  "Hugh Anthony Quarshie (a mụrụ n'abalị iri abụọ na abụọ n'ọnwa Disemba n'afọ 1954) bụ onye Ghana a mụrụ na-eme ihe nkiri na Britain",
  "Ụfọdụ n'ime ọrụ ya a maara nke ọma gụnyere mpụta ya na ihe nkiri Highlander (1986), The Church (1989), Star Wars: Episode I - The Phantom Menace (1999), na Doctor Who episodes \"Daleks in Manhattan\" na \"Evolution of the Daleks\" (2007) yana ọrụ ya dị ogologo oge dịka Ric Griffin na BBC One medical drama Holby City (2001–2020)",
  "Quarshie rụrụ ọrụ nke Ric ruo afọ iri na itoolu ma bụrụ onye kachasị ogologo oge na Holby City, ruo mgbe ọ kwadoro ọpụpụ ya na Ọktoba 2020",
  "Onye ahụ hapụrụ na Episode 1034 (Episode 26) nke Usoro 22, nke gosipụtara na 10 Nọvemba 2020.",
  "Onye otu obodo Euro-Africa nke Ghana, Quarshie bụ onye Ghana, Bekee na Dutch",
  "A mụrụ ya na Accra, Ghana, nye Emma Wilhelmina (née Phillips; 1917–2004) na Richard Quarshie (1913–2006)",
  "Nne ya bụ onye isi; ndị ikwu ya na-eje ozi ugbu a dịka ndị isi nke obodo Ghana nke Abii",
  "Hugh na ezinụlọ ya kwagara United Kingdom mgbe ọ dị afọ atọ. Ọ gụrụ akwụkwọ na Bryanston School na Dorset na Dean Close School na Cheltenham, Gloucestershire (n'oge ahụ ọ rụrụ ọrụ Othello na Tuckwell Theatre), tupu ọ gụọ PPE na Christ Church, Oxford",
  "Quarshie atụlewo ịghọ onye nta akụkọ tupu ọ malite ime ihe nkiri",
  "Ọ bụ onye otu Royal Shakespeare Company, ma pụta n'ọtụtụ ihe nkiri na mmemme telivishọn, gụnyere usoro Behaving Badly na Judi Dench",
  "A maara ya nke ọma maka ịrụ ọrụ Sunda Kastagir na Highlander, Captain Panaka na Star Wars: Episode I - The Phantom Menace, na Ric Griffin na usoro telivishọn Holby City",
  "Ọ gara ihe omume Star Wars fan \"Star Wars Celebration\" n'afọ 1999",
  "O gosipụtara Lieutenant Obutu na Wing Commander",
  "Ọ pụtara n'afọ 2007 akụkụ abụọ nke Doctor Who \"Daleks na Manhattan\" / \"Evolution of the Daleks\" dịka Solomon, onye ndú nke obodo Hooverville",
  "Ọ bụ onye isi ndị otu Michele Soavi's The Church (1989) dịka Nna Gus, ma kpọọ Aaron the Moor na BBC Television Shakespeare's Titus Andronicus",
  "Quarshie kọkwara maka telivishọn",
  "Ọrụ ya gụnyere ihe nkiri 2006 Mega Falls of Iguacu (banyere Iguaçu Falls), mgbanwe 2009 nke Small Island, na 2010 BBC Wildlife series The Great Rift: Africa's Wild Heart",
  "N'ọnwa Septemba afọ 2010, Quarshie gosipụtara na ihe omume nke Who Do You Think You Are?, nke ọ chọtara mmalite Ghana na Dutch ya. Ihe omume ahụ kpughere na Quarshie bụ akụkụ nke ndị isi agbụrụ ochie nke mba ya dịka otu n'ime ndị nna nna ya, Pieter Martinus Johannes Kamerling, bụ onye ọrụ Dutch na Gold Coast",
  "Nke a mekwara ka ọ bụrụ onye ikwu nke onye Dutch na-eme ihe nkiri Antonie Kamerling.",
  "Quarshie bụ onye na-akwado Women's Equality Party."
]