[
  "Hugh Michael Jackman AC (amụrụ na 12 Ọktoba 1968) bụ onye Australia na-eme ihe nkiri. Malite na ihe nkiri na telivishọn, ọ nwetara ọrụ ọganihu ya dị ka Logan / Wolverine na usoro ihe nkiri X-Men (2000-2017), ọrụ nke mere ka o nweta Guinness World Record maka \"ọrụ kachasị ogologo dị ka onye Marvel na-eme ihe nkiri\", ruo mgbe e gafere ndekọ ya na 2021. Ọ bụ onye natara otuto dị iche iche, ha gụnyere ndia; The nrite nke ndi Golden Globe, the nrite nke Primetime Emmy , I've nrite ndị Grammy na ihe nrite Tony abụọ, na mgbakwunye na nhọpụta maka ihe nrite nke agumkwukwo na  ihe nrite nke ihe nkiri agumkwukwo nke ndi mba British",
  "A họpụtara Jackman ka ọ bụrụ onye ibe nke Order of Australia na 2019.",
  "Jackman emeela ihe nkiri dị iche iche, gụnyere ihe nkiri ịhụnanya Kate & Leopold (2001), ihe nkiri egwu Van Helsing (2004), ihe nkiri nke ugwu(2006), oge ịhụnanya Australia (2008), egwu Les Misérables (2012), egwu nga(2013), egwu nke onye ukwuu na ihe ngosi (2017), ihe nkiri ndọrọ ndọrọ ọchịchị nke onye n'ihu (2018), na ihe nkiri mpụ agumkwukwo ojoo(2019)",
  "Maka ọrụ ya dị ka Jean Valjean na Les Misérables, a họpụtara Jackman maka ihe nrite nke agumkwukwo maka ezigbo onye na eme ihe nkiri ma merie ihe nrite nke ndi Golden Globe maka ezigbo onye na eme ihe nkiri, na maka onye ukwuu na ihe nkiri  soundtrack, ọ natara Grammy Award maka Best Compilation Soundtrack",
  "O nyekwara ọrụ olu na ihe nkiri animated Flushed Away, Happy Feet (ha abụọ 2006), na Rise of the Guardians (2012).",
  "A makwaara Jackman maka ọrụ ihe nkiri mbụ ya na Oklahoma! na 1998 na Carousel na 2002",
  "Na Broadway, Jackman meriri 2004 Tony Award maka onye na-eme ihe nkiri kacha mma na egwu maka ọrụ ya na nwoko si na Oz",
  "Site na 2021 ruo 2022 ọ pụtara dị ka onye aghụghọ Harold Hill na mweghachi Broadway nke egwu onye egwuhe, na-enweta nhọpụta ọzọ nke ihe nrita Tony",
  "Onye na-anabata ihe nrita nke Tony ugboro anọ, ọ meriri ihe nrita Emmy maka ịnabata emume 2005",
  "Ọ kwadokwara 81st ihe nrita nke uloakwukwo  na 2009.",
  "A mụrụ Jackman na Sydney, New South Wales, nke Grace McNeil (née Greenwood) na Christopher John Jackman, onye na-ahụ maka ego na Cambridge. Nne na nna ya bụ ndị Bekee ma bịa Australia na 1967 dị ka akụkụ nke atụmatụ mbata \"Ten Pound Poms\". Ya mere, na mgbakwunye na nwa amaala Australia ya, Jackman nwere nwa amaala Britain n'ihi na a mụrụ ya na nne na nna a mụrụ na UK. Otu n'ime nna nna ya, Nicholas Isidor Bellas, bụ onye Gris, sitere na Alaeze Ukwu Ottoman (nke dị na Gris ugbu a). Nne na nna ya bụ Ndị Kraịst na-anụ ọkụ n'obi, ebe onye na-ezisa ozi ọma bụ Billy Graham tọghatara ha mgbe ha lụsịrị. Jackman nwere ụmụnne anọ tọrọ ya ma bụrụkwa nke abụọ n'ime ụmụ nne na nna ya a mụrụ na Australia",
  "O nwekwara nwanne nwanyị ọ tọrọ, site na alụmdi na nwunye nne ya. Nne na nna ya gbara alụkwaghịm mgbe ọ dị afọ asatọ, Jackman nọgidekwara na Australia na nna ya na ụmụnne ya nwoke abụọ, ebe nne ya na ụmụ nwanyị Jackman abụọ laghachiri England. Dị ka nwatakịrị, Jackman nwere mmasị n'èzí, na-etinye oge dị ukwuu n'ụsọ osimiri na njem ezumike na ezumike ụlọ akwụkwọ n'Australia niile",
  "Ọ chọrọ ịhụ ụwa, na-asị, \"M na-anọkarị n'abalị na-ele atlas",
  "Ekpebiri m na achọrọ m ịbụ onye isi nri n'ụgbọelu",
  "N'ihi na anọ m n'ụgbọelu ma e nwere nri n'ụba, echere m na e nwere onye isi nri",
  "Echere m na nke ahụ ga-abụ ezigbo ọrụ\".",
  "Jackman gara ụlọ akwụkwọ praịmarị na ulo akwukwo oha nke Pymble ma mesịa gaa ụlọ akwụkwọ Knox Grammar School nke ụmụ nwoke niile dị na Upper North Shore nke Sydney, ebe ọ pụtara na mmepụta ya nke My Fair Lady na 1985 wee ghọọ onyeisi ụlọ akwụkwọ na 1986. Ọ nọrọ otu afọ na 1987 na-arụ ọrụ na Uppingham School na England dị ka onye nkuzi Physical Education. Mgbe ọ laghachiri, ọ gụrụ akwụkwọ na Mahadum Teknụzụ, Sydney, gụsịrị akwụkwọ na 1991 na BA na nkwukọrịta. N'afọ ikpeazụ ya na mahadum, ọ gara ihe nkiri iji mepụta ihe ndị ọzọ",
  "Klas ahụ mere Václav Havel's The Memorandum na Jackman dị ka onye ndu",
  "O mechara kwuo, \"N'izu ahụ, enwere m mmetụta dị n'ụlọ na ndị ahụ karịa ka m mere n'ime afọ atọ niile [na mahadum]\".",
  "Mgbe ọ nwetasịrị asa mbodo BA ya, Jackman gụsịrị otu afọ \"The Journey\" na Actors' Centre na Sydney",
  "Banyere ịmụ ime ihe nkiri oge niile, o kwuru, sị, \"Ọ bụghị ruo mgbe m dị afọ iri abụọ na abụọ ka m chere na ihe ntụrụndụ m bụ ihe m nwere ike iji nweta ihe m ga-eri",
  "Dị ka nwata nwoke, enwere m mmasị na ihe nkiri",
  "Mana echiche n'ụlọ akwụkwọ m bụ na ihe nkiri na egwu ga-emechi nwoke ahụ",
  "Ọ bụghị ihe mmadụ mere maka ndụ",
  "Enweela m nke ahụ",
  "Achọpụtara m obi ike iguzo ọtọ ma kwuo, 'Achọrọ m ime ya'. Mgbe ọ gụsịrị \"The Journey\", a gwara ya ka ọ rụọ ọrụ na ihe nkiri soap opera a ma ama bụ Neighbours mana ọ jụrụ ya ịga Western Australian Academy of Performing Arts nke Mahadum Edith Cowan na Perth, Western Australia, ebe ọ gụsịrị akwụkwọ na 1994.",
  "Jackman kwuru si na ya bu onye huru ime ihe nkiri na anya mana mgbe m bidoro akwukwo na uloakwukwo ndi na eme ihe nkiri, aburum dunce na klass anyi.o naghira abia na uzom.onye obula no na me ofuma, mana agakwa na ihu, ihe nile na agara ha were were.Echem na odi nma.Echem na obu ohere oma iputa maka onye na eme ihe nkiri, oga adi nma ibanye dika onye omimi uche",
  "Nwoko ekwesirim igbali ikem inweta ihea\"",
  "N'abalị nke ngụsị akwụkwọ ikpeazụ ya na uloakwukwo Jackman natara oku ekwentị na-enye ya ọrụ na Correlli: \"Enweghị m ọrụ ruo sekọnd iri na atọ\"",
  "Correlli, nke onye Australia na-eme ihe nkiri Denise Roberts chepụtara, bụ usoro ihe nkiri 10 na ABC, ọrụ ọkachamara mbụ Jackman, na ebe ọ zutere nwunye ya n'ọdịnihu Deborra-Lee Furness",
  "Jackman kwuru na \"Izute nwunye m bụ ihe kachasị ukwuu ị ga-esi na ya pụta\". Ihe ngosi ahụ were naanị otu oge",
  "Mgbe Correlli Jackman gara n'elu ikpo okwu na Melbourne",
  "N'afọ 1996, Jackman mere Gaston na mmepụta Walt Disney nke Beauty and the Beast, na Joe Gillis na Sunset Boulevard",
  "N'oge ọ na-arụ ọrụ egwu na Melbourne, ọ pụtara na 1998 Midsumma festival cabaret production Summa Cabaret",
  "Ọ kwadokwara Melbourne's Carols by Candlelight na Sydney's Carol in the Domain",
  "Ọrụ ihe nkiri mbụ Jackman gụnyere Erskineville Kings na Paperback Hero (1999), ọrụ telivishọn ya gụnyere Law of the Land, Halifax f.p., Blue Heelers, na Banjo Paterson's The Man from Snowy River.",
  "Jackman ghọrọ onye a ma ama na mpụga Australia na 1998, mgbe ọ rụrụ ọrụ dị ka Curly na mmepụta ihe nkiri nke Royal National Theatre nke Oklahoma!, na West End nke London",
  "Ọrụ ahụ mere ka a họpụta ya na Olivier Award maka onye na-eme ihe nkiri kacha mma na Musical",
  "Jackman kwuru, \"M chere na ọ gaghị adị mma karịa nke a",
  "N'otu ọkwa na mmepụta ga-abụ otu n'ime ihe ndị dị mkpa nke ọrụ m",
  "\" O mekwara ihe nkiri na 1999 nke otu egwu egwu ahụ, nke egosila n'ọtụtụ mba.",
  "Jackman nwere ọrụ ọganihu ya na-egwu Wolverine na Bryan Singer's X-Men (2000) - ihe nkiri dike nke dabeere na ndị otu Marvel Comics nke otu aha ahụ. Patrick Stewart, James Marsden, Famke Janssen na Ian McKellen na-eme ihe nkiri ahụ, na-akọ akụkọ banyere otu ìgwè mutants, ndị ike ha karịrị nke mmadụ na-eme ka ndị mmadụ ghara ịtụkwasị ha obi, mana ndị na-alụ ọgụ iji chebe ụmụ mmadụ pụọ na ndị ọjọọ",
  "E dere ọrụ ahụ na mbụ maka Russell Crowe onye tụụrụ Jackman aro maka akụkụ ahụ. Jackman na-ekwu na nwunye ya dụrụ ya ọdụ ka ọ ghara iwere ọrụ ahụ, ebe ọ hụrụ ya \"ihe nzuzu\". Na mbụ, ọ mụrụ anụ ọhịa wolf iji zụlite àgwà ya, ebe ọ chere na Wolverine na-ezo aka na anụ ọhịa wolves. X-Men nwere ihe ịga nke ọma na ụlọ ọrụ ịkụ nzọ, na-enweta US $ 296 nde. Ọrụ ahụ mere ka o nweta Saturn Award maka onye na-eme ihe nkiri kacha mma.",
  "Wolverine siri ike maka Jackman igosi n'ihi na o nwere ahịrị ole na ole, mana mmetụta dị ukwuu iji gosipụta na ha",
  "Iji kwadebe, ọ kiriri Clint Eastwood na ihe nkiri Dirty <i id=\"mw-A\">Harry</i> na Mel Gibson na Mad Max 2",
  "\"E nwere ụmụ nwoke nwere obere mkparịta ụka, dị ka Wolverine nwere, mana ị maara ma nwee mmetụta niile",
  "Anaghị m edepụtaghachi, mana achọrọ m ịhụ otú ụmụ nwoke a si nweta ya. Jackman kwenyesiri ike na ọ ga-eme ihe nkiri nke ya maka ihe nkiri ahụ",
  "\"Anyị rụrụ ọrụ nke ukwuu n'ụdị mmegharị nke Wolverine, amụọkwara ụfọdụ nkà ọgụ",
  "Anọ m ọtụtụ ọgụ Mike Tyson, ọkachasị ọgụ mbụ ya",
  "E nwere ihe gbasara ụdị ya, iwe anụmanụ, nke yiri ka ọ dị mma maka Wolverine",
  "M nọgidere na-agwa ndị edemede, 'Ekwela m ogologo oge, ọgụ a haziri ahazi maka ya",
  "Emegbula ọgụ mara mma",
  "\" Jackman ga-amụta na ọ na-eyi mbọ Wolverine",
  "O kwuru, sị, \"Kwa ụbọchị n'ime ụlọ m, m na-eji mbọ ndị ahụ na-agagharị, iji mara ha",
  "Enwere m akara n'otu ụkwụ, oghere n'ihu m",
  "Abụ m onye na-amaghị nke a na-akọ",
  "Enwere m obi ụtọ na agwaghị m nke ahụ mgbe m nyochara",
  "\"",
  "Jackman, na 1.90  (6  in) guzo 30 cm n'ogologo karịa Wolverine, onye a na-ekwu na akwụkwọ egwuregwu mbụ ahụ dị 5 feet 3 inches (1.60 m). N'ihi ya, a na-amanye ndị na-eme ihe nkiri ugboro ugboro ka ha gbaa Jackman n'akụkụ ndị a na-adịghị ahụkebe ma ọ bụ naanị site n'úkwù ruo n'ụ́ iji mee ka ọ dị mkpụmkpụ karịa ka ọ dị n'ezie, ndị otu ya na-eyi akpụkpọ ụkwụ ikpo okwu",
  "A chọkwara ka Jackman gbakwunye nnukwu uru maka ọrụ ahụ, na nkwadebe maka ihe nkiri nke anọ na usoro ahụ, ọ na-arụ ọrụ karịa 136 kilogram (300 lb).",
  "Jackman weghachiri ọrụ ya na 2003's X2, 2006's X-Men: The Last Stand, na 2009 prequel X-Men Origins: Wolverine, ebe Troye Sivan mere James Howlett nke obere",
  "Ọ pụtakwara dị ka Wolverine na 2011's X-Men: First Class",
  "Ọ laghachiri maka ọrụ Wolverine ọzọ na 2013's The Wolverine, ihe na-esote onwe ya na-ewere ọnọdụ mgbe ihe omume nke X-Men: The Last Stand gasịrị,  no weghachite agwa ahụ na 2014 na-esochi X-Men, Days of Future Past na obere oge na 2016 na-eso ya X-Men",
  "N'afọ 2015, Jackman kwupụtara na ihe na-esote The Wolverine na 2017, Logan, bụ oge ikpeazụ ọ ga-arụ ọrụ ahụ. O mere ka o nweta Guinness World Record nke 'ọrụ kachasị ogologo dị ka dike Marvel na-eme ihe nkiri'.",
  "Jackman gosipụtara dị ka Leopold na ihe nkiri na-atọ ọchị nke afọ 2001 Kate & Leopold, ọrụ nke ọ natara nhọpụta Golden Globe kacha mma",
  "Jackman na-eme ka onye isi obodo Victorian English nke na-eme njem oge na Manhattan nke narị afọ nke 21, ebe ọ zutere Kate (Meg Ryan), onye na-ahụ maka mgbasa ozi",
  "N'afọ 2001, Jackman sokwa John Travolta na Halle Berry mee ihe nkiri Swordfish",
  "Nke a bụ oge nke abụọ Jackman na Berry rụkọrọ ọrụ, ha abụọ arụkọwokwa ọrụ ugboro atọ ọzọ na ihe nkiri X-Men",
  "Ọ kwadoro otu ihe omume nke Saturday Night Live na 2001."
]