[
  "Hughie Lee-Smith (úbọchị irí abụọ n'ọnwa Septemba, 1915 rụọ úbọchị irí abụọ na atọ n'ọnwa Februari, 1999) bụ ónyé America na-ese ihe na ónyé nkụzi nke ihe osise ya na-egosipụtakarị ndị dị anya n'okpuru mbara igwe buru ibu, na ntọala obodo mebiri emebi.",
  "A mụrụ Lee-Smith na Eustis, Florida na Luther na Alice Williams Smith; n'ụlọ akwụkwọ nka ọ gbanwere aha nna ya ka ọ dịkwuo iche",
  "N'oge na-adịghị anya mgbe amuchara ya, nne na nna Lee gbara alụkwaghịm na nne ya kwagara Cleveland iji chụsoo ọrụ egwu",
  "Dị ka nwatakịrị Lee-Smith kwagara Atlanta ka ya na nné nnè ya bìrì",
  "Ọ na-eguzogide Lee-Smith, mgbè emume carnival bịara n'ọbọdọ ọ gaghị ekwe ka ọ gaa, ihe omume nke ọ kọwara dị ka ahụmịhe nke \"ga-abanye n'ime amaghị onwe m ma gosipụta onwé ya ọtụtụ afọ ka e mesịrị na ihe osise m: balloons, ribbons, pennants\"",
  "Mgbe ọ dị afọ iri, ya na nne ya na nne nne ya kwagara Cleveland (mgbe nne ya guzobere ọrụ egwu ya), wee gaa klas na Cleveland Museum of Art, ma mesịa gaa Cleveland Institute of Art na John Huntington Polytechnic Institute, Art School of the Detroit Society of Arts & Crafts (Center For Creative Studies, College of Art & Design) na Wayne State University (BA 1953.)",
  "Hughie Lee-Smith na Mabel Louise Everett gbara alụkwaghịm na 1953",
  "Ọ bụ ezie na ịgba alụkwaghịm ya na Mabel Louise Everett, n'etiti oge a, dị mma, ọ nwèrè mmetụta dị ka Lee-Smith.",
  "Mgbè ogologo njem ya na ịrụsi ọrụ ike gasịrị, ọ natara Bachelor of Science, na Art Education (Gụsịrị akwụkwọ na 1953) na Mahadum Wayne State dị na Detroit.",
  "N'afọ 1967, Lee-Smith ghọrọ ónyé otu National Academy of Design, mgbe ahụ ónyé Africa America nke abụọ a họpụtara na Academy, mgbe Henry Ossawa Tanner gasịrị, e mekwara ya ónyé otu zuru oke afọ anọ ka e mesịrị. N'afọ 1994, e nyèrè ya ọrụ ise onyinyo nke David Dinkins, onye bụbu onye isi obodo New York City, maka Ụlọ Nzukọ Obodo New York. New Jersey State Museum na Studio Museum dị na Harlem na 1988, na Ogunquit Museum of American Art na 1997, wepụtara ihe ngosi nke ọrụ Lee-Smith. A na-etinye ọrụ Lee-Smith na nchịkọta nke Metropolitan Museum of Art, Smithsonian American Art Museum, Detroit Institute of Art, Howard University, San Diego Museum of Art.",
  "Lee-Smith zutere Patricia Thomas-Ferry, nwa akwụkwọ na Art Students League, n'oge opupu ihe ubi nke afọ 1978",
  "Ná ngwụcha afọ ahụ, ha gbazitere ụlọ dị nso na Njikọ ahụ, ha lụkwara di na nwunye ụbọchị ole na ole tupu Krismas",
  "Alụmdi na nwunye nke atọ a ga-abụ nke obi ụtọ na nke na-adịgide adịgide, di na nwunye ga-ebi na New Jersey na 1981.",
  "Lee-Smith nwụrụ n'ọrịa kansa na Albuquerque, New Mexico.",
  "Ọrụ",
  "N'afọ 1945, Lee-Smith nwere ihe ngosi mbụ ya na South Side Community Art Center na Snowden Galleries na Chicago.",
  "Ihe osise",
  "Ihe nrite"
]