[
  "Hugh Brock (1914–1985) bụ onye mba Britain na-eme udo ogologo ndụ, onye nchịkọta akụkọ Peace News onye na-akwalite omume na-adịghị mma na onye nchoputa nke Direct Action Committee, onye isi ndu nke  Committee of 100.",
  "A mụrụ Hugh Brock n'ụbọchị 15 Mee n'afọ 1914 ma zụọ ya dị ka onye na-ebi akwụkwọ na London School of Printing",
  "Ọ bụ onye jụrụ n'ihi akọ na uche n'Agha Ụwa nke Abụọ",
  "Na Mee n'afọ 1940, n'ihu iwu nchebe ọhụrụ na ihe achọrọ na ndị omeiwu maka mmachibido iwu nke Peace News, onye na-ebi akwụkwọ ya jụrụ ịga n'ihu na-ebipụta ya na, n'otu oge ahụ, Òtù Wholesale Newsagent Association, nke na-ahụ maka ụzọ abụọ n'ụzọ atọ nke mgbasa ozi, jụrụ ikesa ya ọzọ",
  "Na-arụkọ ọrụ na onye nchịkọta akụkọ, Humphrey Moore, Brock na nwanne ya nwoke, Ashley, (A H Brock) weere ọrụ maka mbipụta ya, na-eleghara egwu ọ bụla nwere ike ịdị n'okpuru iwu anya, yana ndị otu udo gafee Britain, mepụtara usoro nkesa afọ ofufo dị irè",
  "Brock nọrọ ọnwa isii n'ụlọ mkpọrọ n'afọ 1941, n'oge ahụ nwunye ya Eileen mụrụ nwa ha nwoke Jeremy",
  "Ha nwekwara nwa nwanyị, Carolyn, nke amụrụ na 1944.",
  "Brock ghọrọ osote onye nchịkọta akụkọ nke Peace News na 1946 wee bụrụ onye nchịkọta akụkọ na 1955",
  "Ọ gbanwere uche nke Peace News gaa n'ịgba mbọ maka iwepụ ngwá agha nuklia, ime ihe ike na-abụghị ime ihe ike yana mmegharị maka nnwere onwe ọchịchị",
  "N'afọ 1955, ọ họpụtara onye America agụmakwụkwọ Gene Sharp na Peace News iji kpuchie Civil Rights Movement. N'oge ahụ, akwụkwọ akụkọ ahụ bụ ụlọ ọrụ gọọmentị nke Peace Pledge Union (PPU) mana njikọ a mebiri n'afọ 1961",
  "Ọ hapụrụ Peace News n'afọ 1964.",
  "N'agbata afọ 1946 na afọ 1952, Peace News bipụtara ihe karịrị isiokwu 160 a raara nye mkparịta ụka banyere mkpa Gandhi nwere na West. N'ime afọ ndị 1950 Hugh Brock keere òkè dị mkpa na uto nke ngagharị iwe na-enweghị ime ihe ike na Britain",
  "N'ọnwa Nọvemba afọ 1949, PPU guzobere Nonviolence Commission iji mụọ nguzogide na-enweghị ime ihe ike na echiche Gandhi",
  "N'ọnwa Disemba afọ 1951, ụfọdụ ndị otu guzobere 'Operation Gandhi' iji hazie ihe omume na-enweghị ime ihe ike nke sitere n'ike mmụọ nsọ Gandhi",
  "Otu n'ime ebumnuche ha bụ iwepụ ndị agha US na Britain na ịkwụsị mmepụta nke ngwá agha atọm nke Britain",
  "Brock bụ odeakwụkwọ nke otu a",
  "Ọrụ ya malitere site n'ịnọdụ ala n'èzí Ụlọ Ọrụ Agha na Jenụwarị 11, 1952",
  "Mmadụ iri na otu na-eme ngagharị iwe n'ihu ụlọ ọrụ agha, ebe ha bu ụzọ gwa ndị uwe ojii",
  "Ndị na-eme ngagharị iwe emegideghị njide ma kweta na ikpe mara ha maka ebubo a na-ebo ha, na-agbaso ụkpụrụ nke enweghị ime ihe ike.",
  "E nwere ngagharị iwe ndị ọzọ na Aldermaston, Mildenhall, Porton Down na Atomic Energy Research Establishment na Harwell",
  "Ngagharị iwe ahụ gara Aldermaston n'afọ 1952 gụnyere naanị mmadụ 35 ma meghee ụzọ maka Aldermaston Marches buru ibu nke malitere n'afọ 1958.",
  "N'afọ 1957, Hugh Brock bụ otu n'ime kọmitii haziri ngagharị iwe megide nnwale Britain nke bọmbụ H na Christmas Island na Pacific",
  "Kọmitii ahụ mechara ghọọ Kọmitii Ọrụ N'ụzọ N'ụzọ Na-aga n'ihu, nke haziri 1958 Aldermaston March",
  "Site n'ịmepụta n'afọ 1960 nke Kọmitii nke 100, nke haziri nnupụisi obodo megide ngwá agha nuklia n'ọ̀tụ̀tụ̀ buru ibu, Kọmitii Direct Action jikọtara n'ime nzukọ ọhụrụ ahụ.",
  "Mgbe ọ hapụsịrị Peace News Brock nọgidere na-etinye aka na mkpọsa udo ruo mgbe ọ nwụrụ n'afọ 1985",
  "O nwere ọtụtụ akwụkwọ, nke nwunye ya Eileen nyere Mahadum Bradford.",
  "E guzobere Ọ́bá Akwụkwọ Ncheta Hugh Brock na Kitwe na Zambia na ncheta ya."
]