[
  "Hugo Haase (29 Septemba 1863 na 7 Nọvemba 1919) bụ onye ndọrọ ndọrọ ọchịchị German, onye ọka iwu na onye na-eme udo",
  "Ya na Friedrich Ebert, ọ bụ onye isi oche nke Council of the People's Deputies mgbe German Revolution nke 1918-19 gasịrị.",
  "Amụrụ Hugo Haase n'ụbọchị 29 Septemba 1863 na Allenstein, East Prussia, Germany (nke bụzi Olsztyn, Poland), nwa nwoke nke onye Juu na-eme akpụkpọ ụkwụ na obere onye ọchụnta ego, Nathan Haase, na nwunye ya Pauline (née Anker).",
  "Mgbe ọ gachara Gymnasium na Rastenburg, Haase gụrụ akwụkwọ iwu na Königsberg (nke bụ Kaliningrad, Russia ugbu a), sonyeere Social Democratic Party of Germany (SPD) n'afọ 1887 ma n'afọ sochirinụ guzobe onwe ya dị ka onye ọka iwu. Ọ bụ onye ọka iwu nke mbụ na East Prussia ma na-eburu ndị ahịa karịsịa site na ndị nọ n'ọkwá dị ala (ndị ọrụ, ndị ọrụ ugbo), ndị nta akụkọ na ndị ọrụ nke ndị otu ndọrọ ndọrọ ọchịchị",
  "N'afọ 1894, Haase ghọrọ onye Social Democrat mbụ na ụlọ omebe iwu obodo (Stadtverordnetenversammlung) nke Königsberg",
  "N'afọ 1897, a họpụtara ya ka ọ bụrụ onye Reichstag na ntuli aka.",
  "N'ọtụtụ ikpe ikpe, ọ gbachitere ndị Social Democrats megide ebubo dị iche iche metụtara ndọrọ ndọrọ ọchịchị",
  "Ikpe ndị a ma ama nke mere ka a mara ya na mba ahụ niile gụnyere ihe a na-akpọ Königsberger Geheimbundprozeß n'afọ 1904, ebe o nwetara nnwere onwe maka ọtụtụ ndị ndọrọ ndọrọ ọchịchị gụnyere Minista Onye isi ala nke Prussia, Otto Braun",
  "N'afọ 1907, Haase bụ onye ndụmọdụ maka Karl Liebknecht (SPD) onye e boro ebubo ịgba ọchịchị mgba okpuru maka ibipụta Militarismus und Antimilitarismus.",
  "Haase bụ onye a na-akpọ \"revisionist\" nke pati ahụ, nke dị iche na ndị Marxist, kwadoro mgbanwe na-aga n'ihu n'ihu ma ghara ịhụ ụzọ kachasị mma maka mgbanwe mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị na mgbanwe",
  "N'afọ 1911, ọ ghọrọ onye isi oche SPD ya na August Bebel, n'afọ 1912, a họpụtara Haase ọzọ na Reichstag, ya na Philipp Scheidemann, ghọrọ onye isi ala nke otu SPD Reichstag",
  "Mgbe Bebel nwụsịrị n'afọ 1913, a họpụtara Haase na Friedrich Ebert dị ka ndị isi oche nke pati. Otú ọ dị, ọ nọgidere na-arụsi ọrụ ike dị ka onye ọka iwu (nke nwere ọfịs na Berlin ugbu a)",
  "N'adịghị ka Ebert, Bebel na Scheidemann, Haase abụghị onye ọrụ otu obodo kama ọ bụ onye nwere ọgụgụ isi.",
  "N'ọnwa Julaị n'afọ 1914, ọ haziri nzukọ ndị na-emegide Agha Ụwa Mbụ nke SPD ma na 31 Julaị na 1 Ọgọstụ lụọ ọgụ maka SPD ka ọ tụgharịa vootu na Reichstag megide mmụba nke ụgwọ agha",
  "Otú ọ dị, o nweghị ike ime nke a n'ihi mmegide nke Friedrich Ebert na ndị otu ka n'ọnụ ọgụgụ",
  "Na nzukọ siri ike nke ndị nnọchiteanya SPD na 3 Ọgọstụ, ọ bụ naanị Haase na ndị ọzọ 13 jụrụ ịkwado ego ahụ",
  "N'ịdabere na ịdọ aka ná ntị nke otu, Haase wee vootu maka mgbazinye ego na Reichstag ma, dị ka onyeisi oche, ọ ga-agbachitere ntuli aka SPD na nnọkọ nke 4 Ọgọst. Ọ bụ Haase gụrụ nkwupụta nke pati ahụ na \"anyị agaghị ahapụ ala nna anyị n'oge ihe ize ndụ\", na nzaghachi nke gọọmentị eze ukwu mepụtara ihe a na-akpọ Burgfrieden.",
  "Mgbe ọdịda nke atụmatụ agha ndị Germany na ngwụcha afọ 1914, Haase bịara na-ekwukwa okwu megide iwu nke otu SPD",
  "A manyere ya ịgba arụkwaghịm dị ka onye ndú otu n'afọ 1915",
  "N'ọnwa Juun ahụ, ọ bịanyere aka na akwụkwọ Gebot der Stunde nke megidere ebumnuche agha nke gọọmentị",
  "N'ọnwa Machị 1916, Haase na ndị nnọchi anya SPD 18 ndị ọzọ vootu megide mmefu ego mberede nke gọọmentị",
  "A manyere ya ịhapụ ọrụ dịka onye isi oche nke SPD",
  "O guzobere ma duzie Sozialdemokratische Arbeitsgemeinschaft",
  "N'ọnwa Eprel 1917, Haase ghọrọ onye isi oche nke otu Independent Social Democratic Party of Germany (USPD) nke e guzobere ọhụrụ, nke kewara site na nke a na-akpọ \"Majority Social Democrats\" ma kwado mkparịta ụka udo ozugbo.",
  "N'oge German Revolution n'ọnwa Nọvemba 1918, ya na onye isi Social Democrats Ebert, Haase ghọrọ onye isi oche nke gọọmentị nwa oge, Council of the People's Deputies",
  "Haase si otú a kewapụ onwe ya na ndị nọ na USPD bụ ndị na-achọ iguzobe ọchịchị aka ike nke ndị proletariat site na ndị agha na ndị ọrụ dị ike.",
  "Mgbe Kansụl nke Ebert duziri nyere iwu ka a kpochapụ ndị Volksmarinedivision na-eme mgbanwe n'oge Krismas afọ 1918, Haase na ndị nnọchi anya USPD abụọ ndị ọzọ Wilhelm Dittman na Emil Barth hapụrụ gọọmentị n'ụbọchị 29 Disemba iji mee mkpesa.",
  "Ọbụna n'oge ahụ, Haase kwadoro imekọ ihe ọnụ na SPD ma kwado ntuli aka nke Weimar National Assembly na echiche abụọ a na-adịghị ewu ewu na pati ya ebe ọtụtụ ndị họọrọ mba nke kansụl. Mgbe e guzobesịrị Kommunistische Partei Deutschlands (KPD) na ngwụcha afọ 1918 / mmalite n'afọ 1919, Haase rụrụ ụka maka njikọta n'etiti USPD na ọtụtụ SPD.",
  "N'agbanyeghị ọnọdụ a, ọtụtụ ndị nọ n'ọtụtụ SPD kpọrọ ya asị",
  "Nke a bụ n'ihi eziokwu ahụ bụ na ịdị adị nke USPD nyere nhọrọ ndọrọ ndọrọ ọchịchị n'aka ekpe nke SPD, nke na-adọrọ mmasị karịsịa nye ọtụtụ ndị ọrụ",
  "Iji nọgide na-akwado ndị na-eme mgbanwe, a manyere ndị isi SPD ka ha na-eduzi ụzọ aka ekpe karịa ka ha gaara ahọrọ ma ọ bụrụ na ha hapụ ha na ngwaọrụ nke ha",
  "O mekwara ka ọrụ ha na-enye ndị mmadụ nri, na-edebe iwu na usoro ma na-ewepụ nnukwu ndị agha n'oge agha ka ha na-eji mba dochie Alaeze Ukwu ahụ site n'iyi egwu imegide ndị ọrụ gọọmentị na-agbaso omenala na, ọkachasị, ndị isi ndị agha.",
  "USPD nke Haase duziri nwetara pasent 7 nke votu maka National Assembly n'ọnwa Jenụwarị 19, 1919.",
  "N'ụbọchị 8 Ọktoba 1919, ozugbo tupu ọnwụ ya, Haase na-agagharị na Reichstag na ebumnuche nke ikpughe njikọ aka n'etiti Ebert na Rüdiger Von der Goltz, onye Freikorps na-arụ ọrụ na Baltic.\nJohann Voss gbara ya égbè ka ọ na-abanye n'ụlọ ahụ",
  "A mara Voss dị ka onye isi mgbaka n'ime ụbọchị abụọ ma tinye ya n'ụlọ ọgwụ ndị isi mgbaka",
  "Ụfọdụ ndị na-eme ngagharị iwe n'akụkụ aka ekpe tụrụ aro na ọ bụ onye na-egbu egbu a na-akwụ ụgwọ. Haase merụrụ ahụ nke ukwuu ma nwụọ n'ụbọchị 7 Nọvemba. E liri Haase na Zentralfriedhof Friedrichsfelde na Berlin.",
  "Hugo Haase lụrụ Thea (née Lichtenstein), onye ya na ya nwere nwa nwoke Ernest, nwa nwanyị Gertrude, na nwa nwanyị Hilde."
]