[
  "Zimbabwe bụ isi iyi, njem, na mba na-aga maka ụmụnwoke, ụmụnwanyị, na ụmụaka a na-atụ mgbere ahịa maka ebumnuche nke ọrụ mmanye na mmegbu mmekọahụ",
  "Nnukwu mbugharị nke ndị mba Zimbabwe na mba ndị gbara ha gburugburu - ka ha na-agbapụ n'ọnọdụ na-aga n'ihu n'ụlọ - amụbaala, na NGO, òtù mba ụwa, na gọọmentị na mba ndị agbata obi na-akọ banyere ịrị elu nke ndị mba Zimbabwe a na-eche ọnọdụ mmegbu ihu, gụnyere ịtụ mgbere ahịa mmadụ",
  "A na-azụ ụmụnwoke, ụmụnwanyị, na ụmụaka ndị mba Zimbabwe n'ime ime obodo gaa n'ugbo maka ọrụ ugbo na ịgba ohu n'ụlọ na obodo maka ọrụ ụlọ na mmegbu mmekọahụ azụmahịa",
  "A na-azụ ụmụnwanyị na ụmụaka maka ọrụ ụlọ na mmegbu mmekọahụ, gụnyere n'ụlọ akwụna, n'akụkụ abụọ nke ókèala mba Botswana, Mozambique, South Africa, na Zambia",
  "A na-ebuga ụmụokorobịa na ụmụnwoke na South Africa maka ọrụ ugbo, na-arụkarị ọrụ ruo ọtụtụ ọnwa na South Africa n'akwụghị ụgwọ tupu \"ndị ọrụ\" ejide ha ma chụga ha dị ka ndị mbịarambịa iwu na-akwadoghị",
  "A na-adọta ụmụnwanyị na ụmụagbọghọ na-eto eto na mba South Africa, People's Republic of China, Egypt, United Kingdom, United States, na Canada na ọrụ ụgha nke na-akpata ịgba ohu n'ụlọ ma ọ bụ mmegbu mmekọahụ azụmahịa",
  "A na-atụ mgbere ụmụnwoke, ụmụnwanyị, na ụmụaka si Democratic Republic of the Congo, Malawi, Mozambique, na Zambia site na Zimbabwe na-aga South Africa",
  "A na-ebuga ọnụ ọgụgụ dị nta nke ụmụagbọghọ South Africa na Zimbabwe maka ịgba ohu n'ụlọ. Mgbalị gọọmentị na-agba iji dozie ịtụ mgbere ahịa n'ụlọ amụbaala site na iwebata National Action Plan (NAP) yana 2014 Trafficking in Persons Act. Na mgbakwunye, ọnọdụ ịtụ mgbere ahịa na mba ahụ na-akawanye njọ ka ọtụtụ ndị bi na ya na-eme ka ha bụrụ ndị na-adịghị ike site na ọnọdụ mmekọrịta mmadụ na ibe ya na ọnọdụ akụ na ụba.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere Zimbabwe na \"Tier 2\" n'afọ 2019.",
  "Protocol to Prevent, Suppress, and Punish Trafficking in Persons, especially Women and Children, bụ nke Nzukọ Mba Ndị Dị n'Otu nakweere n'afọ 2000 iji kọwaa ịzụ ahịa mmadụ",
  "N'ọnọdụ ndị dị ka ịzụ ahịa mmadụ, nkọwa dị oke mkpa dịka iji kpee ndị e jidere ikpe ma boo ha ebubo, omume ha ga-adaba kpọmkwem n'okpuru iwu ahụ",
  "Nkọwa a nke ịzụ ahịa mmadụ na-agụnye, \"ịkpọbata, njem, ịnyefe, ịnabata, ma ọ bụ ịnata ndị mmadụ site na iji ike ma ọ bụ ụzọ ndị ọzọ nke mmanye na ebumnuche nke mmegbu\".",
  "Usoro nkwekọrịta ahụ, otu n'ime atọ nke UN setịpụrụ nke a na-akpọ Palermo Protocols, na-aga n'ihu na nkọwa ya nke mmegbu na-ekwu na ọ ga-agụnye, \"mmegbu nke ịgba akwụna nke ndị ọzọ ma ọ bụ ụdị mmegbu mmekọahụ ndị ọzọ, ọrụ mmanye",
  "ịgba ohu",
  "iwepụ akụkụ ahụ...\".",
  "The Trafficking in Persons Report (TIP) bụ akụkọ nke Office to Monitor and Combat Trafficking in Persons department n'ime Gọọmentị United States na-enye kwa afọ iji jide mba ndị ọzọ maka nsogbu ịzụ ahịa mmadụ.  Dị ka akụkọ afọ 2019 Trafficking in Persons si kwuo, Zimbabwe bụ mba Tier 2 na OMCTP tinyere mba ahụ na \"Tier 2 Watchlist\" na 2019.  Mba Tier 2 bụ mba nke na-ezughị ụkpụrụ kacha nta nke ụlọ ọrụ TIP setịpụrụ, mana ọ na-agba mbọ ime nke ahụ.  A kwalitere mba Zimbabwe na Tier 2 site n'afọ gara aga n'ihi mbọ ọ na-agba ịlụso ịzụ ahịa mmadụ ọgụ site n'ịbawanye mmekorita ya na ụfọdụ NGO na Africa iji chọpụta ndị metụtara.",
  "Zimbabwe lekwasịrị anya n'ịhazi usoro ndị mmanye iwu ọ nwere ugbu a iji belata ikpe ịzụ ahịa mmadụ",
  "Ọ bụ ezie na e meela iwu ọhụrụ ole na ole kemgbe afọ 2014, dị ka 2014 Trafficking in Persons Act, nkọwa na okwu ndị akọwapụtara na omume ndị a emeela ka ikpe ndị na-azụ ahịa mmadụ sie ike",
  "A na-anọgide na-agba mbọ gọọmentị na-emegide ndị mmanye iwu ịzụ ahịa kemgbe akụkọ gara aga, ma na-agba mbọ iji meziwanye mmekorita ikpe mba ụwa na njikwa ikpe. Zimbabwe anaghị amachibido ụdị ọ bụla nke ịzụ ahịa mmadụ, ọ bụ ezie na iwu ndị dị ugbu a machibidoro ọrụ mmanye na ọtụtụ ụdị mmegbu mmekọahụ",
  "N'afọ 2014, gọọmentị Zimbabwe tinyere iwu 2014 Trafficking in Persons Act nke nwere ike inye nkọwa nke ịzụ ahịa mmadụ, mana enweghi ike ịkọwa ma ọ bụ mebie \"mmegbu\" dịka UN chọrọ ka mba mee nke ahụ.",
  "Ọ bụ ezie na ọ bụghị ihe ọhụrụ maka onye mkpọrọ ịnọ n'ụlọ mkpọrọ ruo ogologo oge - n'ọnọdụ ụfọdụ ọtụtụ afọ - tupu a nụ ikpe ahụ n'ụlọ ikpe, ọgbaghara ọnwa atọ nke ndị ọka ikpe, ndị ọkàiwu, na ndị ọrụ ụlọ ikpe mere ka ikpe ndị na-echere ikpe ka njọ",
  "Ndị uwe ojii Zimbabwe gbara mbọ ike iji kwụsị mmegbu mmekọahụ azụmahịa na mba ahụ niile, na-ejide ma ndị mmadụ na-agba akwụna na ndị ahịa ha; ejideghị ụmụaka ndị e jidere, kama ndị uwe ojii na-ahụ maka ndị enyi gbara ha ajụjụ ọnụ ma kpọọ ha maka ndụmọdụ",
  "N'afọ 2007, ụlọ ọrụ Interpol nke mba Zimbabwe, nke ndị uwe ojii Zimbabwe na-eme nchọpụta, sonyere na nyocha ịzụ ahịa mba ụwa na ụlọ ọrụ Interpol na Malawi, Mozambique, South Africa, United Kingdom, na Zambia",
  "Gọọmentị enyeghị ọzụzụ pụrụ iche megide ịzụ ahịa; Otú ọ dị, ndị ọrụ gọọmentị gara nzukọ ọzụzụ 10 nke International Organization for Migration (IOM) nke lekwasịrị anya na ịtụ mgbere ahịa na mmata nke ndị metụtara",
  "Kemgbe ahụ, ndị ọrụ gọọmentị Zimbabwe amụbaala mmekorita ya na NGO na òtù mba ndị ọzọ nke nyere ohere maka data ndị mmanye iwu banyere ịzụ ahịa.",
  "N'afọ 2017, gọọmentị gbara otu onye na-azụ ahịa akwụkwọ maka iji ndị Zimbabwe na-arụ ọrụ mmanye na ịzụ ahịa mmekọahụ na Kuwait",
  "Ikpe ahụ malitere na mbido afọ 2017 ma ọtụtụ ndị e gburu nwere ike ịgba akaebe megide onye na-atụ mgbere ahịa ahụ, na-eme ka a mara ya ikpe maka ebubo ise nke ịtụ mgbere ahịa na ikpe ịga mkpọrọ afọ iri ise site n'ọnwa Disemba nke afọ ahụ. Otú ọ dị, a tọhapụrụ onye na-azụ ahịa ahụ, Norest Maruma, mgbe ọ nọrọ naanị afọ abụọ n'ụlọ mkpọrọ ụmụnwanyị Chikurubi.",
  "Ọnụ ọgụgụ na-arịwanye elu nke ndị mbịarambịa iwu na-akwadoghị a chụpụrụ na South Africa na Botswana, tinyere enweghị ego, gbochiri ikike gọọmentị ịchọpụta ndị na-azụ ahịa n'etiti ndị na-alọta",
  "Ngalaba na-ahụ maka mbata chọrọ ka ndị niile a chụpụrụ na-alọta site na Saụt Afrịka site na Beitbridge border crossing gaa mkparịta ụka nke IOM na-eduzi banyere mbata dị mma, nke gụnyere mkparịta ụka banyere ịzụ ahịa mmadụ na ọrụ enyemaka nke IOM",
  "Kansụl Distrikti nke Beitbridge na-eji onye ọrụ nchekwa ụmụaka ma kpọkọta kọmitii nchedo ụmụaka",
  "N'afọ 2007, gọọmentị kenyere IOM ala iji guzobe ebe nnabata nke abụọ na Plumtree maka ndị Zimbabwe a chụpụrụ na Botswana",
  "Ọ bụ ezie na gọọmentị nwere usoro guzosiri ike maka ịkpọga ndị a metụtara na òtù mba ụwa na NGO ndị na-enye ebe obibi na ọrụ ndị ọzọ, na 2007 gọọmentị dabere na òtù ndị a iji chọpụta ndị na-azụ ahịa ma mee ka ndị ọchịchị mara",
  "Ụlọ ọrụ Interpol nke Zimbabwe, Ngalaba na-ahụ maka mbata, na Ngalaba na-ahụ maka ọdịmma ọha na eze haziri enyemaka ndị metụtara ya na ndị ọchịchị South Africa na ikpe na-aga n'ihu n'oge akụkọ",
  "Otú ọ dị, kwa afọ na-aga n'ihu site na mmejuputa a n'afọ 2007, ndị ọrụ gọọmentị Zimbabwe enweela ike ịchọpụta ọtụtụ ndị metụtara",
  "Gọọmentị kwuru na ha chọpụtara mmadụ 118 na-azụ ahịa n'afọ 2017 na n'afọ 2018",
  "Ọtụtụ n'ime ikpe ndị a bụ n'ihi akara ngosi NGO nke gọọmentị Zimbabwe guzobere yana ndị mmekọ guzobere n'afọ 2007, ọ bụ ezie na ọ dịghị nke ọ bụla n'ime ikpe iri ndị ọrụ gọọmentị chọpụtara mere na mba Zimbabwe.",
  "Ọ bụ ezie na 2014 Trafficking in Persons Act chọrọ ka gọọmentị mba Zimbabwe mepụta ma guzobe ebe mgbaba, ndụmọdụ, ebe ndozi, na ọrụ nlọghachi, enwebeghị mgbalị ọ bụla iji mee nke ahụ. NGO ndị nyere ụfọdụ n'ime ọrụ ndị a nye ndị na-azụ ahịa, ma ọ bụ n'ime ma ọ bụ na mpụga Zimbabwe, enwetabeghị ego ma ọ bụ nkwado gọọmentị ọ bụla, na-eme ka o siere ha ike ịnọgide na-enye enyemaka zuru oke maka ndị a metụtara",
  "Ministry of Public Service, Labor, and Social Welfare (MPSLSW) guzobere usoro na Zimbabwe ma soro gọọmentị rụọ ọrụ nke ndị a chọpụtara na-azụ ahịa nwere ike ịgba akaebe ma soro ụfọdụ NGO na onye na-ahụ maka ọdịmma ọha na eze rụọ ọrụ iji mee ka a mara banyere ikpe ha pụta ìhè",
  "Site na usoro a, MPSLSW na gọọmentị Zimbabwe nwere ike ịnakọta data site n'aka otu ndị mmadụ iri metụtara nke ga-eme ka nyocha ha gaa n'ihu n'okwu ahụ",
  "Ndị a metụtara nwere ike ịga n'ụlọ ikpe na obere nsogbu n'ihi usoro ọhụrụ a",
  "Ndị uwe ojii na ndị ọrụ gọọmentị ndị ọzọ nwere ike ịkọwa usoro ikpe ha na otú ndị a ga-esi gaa n'ihu. E guzobere usoro a iji hụ na ndị na-azụ ahịa agaghị enwe ike ịkpọtụrụ ndị ha metụtara n'oge usoro ikpe",
  "Otú ọ dị, n'agbanyeghị mbọ ndị a niile, gọọmentị kọrọ ụfọdụ ikpe ebe ndị na-azụ ahịa nwere ike \"inweta ohere ịnweta ndị metụtara ma ọ bụ ezinụlọ ha n'oge ikpe ikpe iji mebie akaebe ndị akaebe",
  "\"",
  "N'ime afọ iri gara aga na kpọmkwem kemgbe afọ 2016, mgbalị mgbochi nke ịzụ ahịa mmadụ amụbaala nke ukwuu na mba ahụ",
  "Kọmitii na-emegide ịtụ mgbere ahịa n'etiti ndị ozi (ATIMC) mejuputara National Action Plan (NAP) iji lụso ịzụ ahịa mmadụ ọgụ ma gbochie ya ime site n'ịzụ ụfọdụ ndị isi",
  "Ọzụzụ ndị a a lekwasịrị anya ga-elekwasị anya na ụfọdụ akara ngosi ịtụ mgbere ahịa na iwu niile gbara isiokwu nke ịzụ ahịa kpọmkwem na mba ha.",
  "N'ime afọ 2007, ụlọ ọrụ redio anọ gọọmentị na-achịkwa gosipụtara ọkwa ọrụ ọha na eze nke International Organization for Migration ugboro asatọ kwa ụbọchị n'asụsụ ise n'oge mbugharị kachasị elu",
  "N'ọnwa Jenụwarị afọ 2008, gọọmentị bịanyere aka na nkwekọrịta nkwekọrịta na gọọmentị Saụt Afrịka maka ọrụ nkwonkwo iji dozie ọnọdụ nke ndị ọrụ ugbo Zimbabwe na-akwadoghị na mpaghara Limpopo nke Saụt Afrịka ma hụ na ha nwere ọnọdụ ọrụ kwesịrị ekwesị",
  "Ndị ọrụ na-ahụ maka mgbochi ịtụ mgbere ahịa n'etiti ndị ozi emeghị ihe ọ bụla n'oge a",
  "Omume mbụ ha bara uru abịaghị ruo n'ihe dị ka afọ 2017 mgbe e mejuputara NAP",
  "ATIMC ezukọwo kwa ọnwa kemgbe mmejuputa a iji kwurịta mgbalị ndị ọzọ iji hụ na a na-egbochi ịzụ ahịa mmadụ na mba Zimbabwe.",
  "Gọọmentị mụbara ọkwa ya gara aga nke mmegide ịzụ ahịa n'afọ 2019",
  "Otú ọ dị, o doro anya na a ka nwere enweghị nghọta n'ozuzu banyere ịzụ ahịa n'ụlọ ọrụ gọọmentị, ọkachasị na ọkwa mpaghara",
  "Ọ bụ ezie na, ndị isi gọọmentị na-ekwukarị banyere ihe ize ndụ nke ịzụ ahịa na mbugharị iwu na-akwadoghị, na mgbasa ozi gọọmentị ebipụtala ma gosipụta ịdọ aka ná ntị banyere aghụghọ ọrụ ụgha na ọnọdụ ọrụ na-erigbu mmadụ",
  "Ndị isi a guzobere mmemme ọhụrụ ma mejuputa agụmakwụkwọ na ọzụzụ nye ndị otu ndị mmanye iwu na usoro ikpe.",
  "Ihe mgbochi kachasị mkpa gọọmentị mba Zimbabwe na ndị mmekọ nwere iji gbochie ịzụ ahịa mmadụ bụ ikenye ego",
  "Gọọmentị na-adabere na òtù mba ụwa na NGO ndị ọzọ na mbọ ha iji mee ka a mara nsogbu ahụ na Zimbabwe, nke bụ nzọụkwụ mbụ na mmemme mgbochi ọ bụla metụtara ịtụ mgbere ahịa mmadụ. Ọ bụ ezie na e nweela ụfọdụ mmemme mmata nke gọọmentị kwadoro, National Action Plan enwebeghị nkwado dị ukwuu site n'aka gọọmentị na ọrụ ha."
]