[
  "Mali bụ isi ụzọ, njem, na ébé mbakota obodo maka ụmụ nwoke, ụmụ nwanyị, na ụmụaka ndị a na-azụ ahịa mmadụ, ọkachasị ọrụ mmanye na, ruo n'ókè dị nta, ịgba akwụna mmanye",
  "N'ime Mali, a na-amanye ụmụ nwanyị na ụmụ agbọghọ ịgba ohu n'ụlọ na, ruo n'ókè dị nta, ịgba akwụna",
  "A na-ahụ ụmụ nwoke Mali n'ọnọdụ nke ịrịọ arịrịọ mmanye na ọrụ mmanye na ebe a na-egwupụta ọlaedo na ebe ọrụ ugbo ma n'ime Mali na mba ndị agbata obi",
  "Akụkọ na-egosi na a na-ebuga ụmụaka ndị Mali na Senegal na Guinea maka ọrụ mmanye na ebe a na-egwupụta ọlaedo na ọrụ mmanye na ugbo ogho na koko na Côte d'Ivoire. A na-amanye ụmụ nwoke si Mali, Guinea, Burkina Faso, Niger na mba ndị ọzọ ịrịọ arịrịọ ma na-erigbu ha maka ọrụ site n'aka ndị nkuzi okpukpe n'ime Mali na n'ofe ókèala",
  "Ụmụ nwoke na ụmụ nwoke toro eto, ọkachasị ndị agbụrụ Songhai, na-anọ n'okpuru omume ogologo oge nke ịgba ohu ụgwọ na nnu nnu nke Taoudenni na ugwu Mali",
  "Ọtutu ndị otu obodo Tamachek ojii nke obodo Mali na-agbaso omume ọdịnala metụtara ịgba ohu nke gbanyere mkpọrọgwụ na mmekọrịta nna ukwu na ohu.",
  "Gọọmentị Mali gosipụtara obere mgbalị ndị mmanye iwu iji lụso ịzụ ahịa ọgụ n'afọ gara aga",
  "Mali anaghị amachibido ụdị ịzụ ahịa ọ bụla, ọ bụ ezie na Nkeji edemede 244 nke iwu mpụ machibidoro ụdị ịzụ ahịa ụmụaka niile",
  "Ikpe nke ịzụ ahịa ụmụaka na-ebute ntaramahụhụ site na mkpọrọ afọ ise ruo afọ iri abụọ",
  "Ntarahụhụhụ ndị a siri oke nke ọma yana atụnyere ntaramahụhụ maka mwakpo mmekọahụ. Nkeji edemede 229 nke iwu mpụ na-amapụ ịkpagbu ụmụaka na ịkwa iko nke ụmụ nwanyị toro eto.  Iwu Mali nwere ike ghara imebi ụdị ịzụ ahịa ndị ọzọ nke ọma",
  "wu",
  "Iwu Criminal Code Nkebi nke 242, nke e mere n'afọ 1973, machibidoro ndị mmadụ ịbanye na nkwekọrịta ma ọ bụ nkwekọrịta nke na-anapụ ndị ọzọ nnwere onwe ha: NGO na-arụ ụka na iwu a, nke a na-egosipụta mgbe ụfọdụ dị ka iwu na-emegide ịgba ohu, ezughị oke iji kpee ikpe nke ịgba ohu nketa",
  "N'ọnwa Nọvemba afọ 2009, gọọmentị Mali sonyere na ogbako nke otu NGO na-emegide ịgba ohu haziri iji webata iwu megide ịgba ohu na òtù ọha na eze, ndị isi na-eme atụmatụ iwebata iwu dị iche nke machibidoro ụdị ịzụ ahịa niile na ndị omebe iwu Mali mgbe e mesịrị na 2010.",
  "Gọọmentị Mali gosipụtara mgbalị dị nro iji chebe ndị na-azụ ahịa n'afọ gara aga",
  "Ndị ọchịchị ekwughị usoro iwu maka ịchọpụta ndị na-azụ ahịa n'etiti ndị na-adịghị ike, dị ka ụmụaka na-arụ ọrụ",
  "N'ihi oke ego ya, gọọmentị anaghị arụ ọrụ ebe nchekwa ọ bụla ma ọ bụ nyere ndị ihe metụtara aka ozugbo.  Kama, ọ na-ezigara ndị ọ metụtara na NGO na otu mba ụwa maka enyemaka, ma nyekwa òtù ndị a nkwado ụdị n'ụdị ala ma ọ bụ ụlọ.  Ndị ọchịchị kwuru na ha nyere ụmụaka 80 aka ịzụ ahịa n'oge 2009 aka",
  "Gọọmentịentị ekwughị na enyere ndị ọ bụla metụtara ịgba ohu ọdịnala aka",
  "A na-akọrọ gọọmentị ọtụtụ ikpe nke ịzụ ahịa nke ndị NGO chọpụtara, otu onye ọrụ si na Ministry for the Advancement of Women, Children, and the Family na-ahazi usoro mbugharị na onye ibe ya na gọọmentị nke mba onye ahụ si.",
  "Gọọmentị Mali mere obere mgbalị iji gbochie ịzụ ahịa, site na mmata ma ọ bụ ụzọ ndị ọzọ, n'ime afọ gara aga",
  "Otu ụlọ ọrụ gọọmentị mpaghara na mpaghara ahụ nke nwere nnukwu ọrụ ugbo na-amanye aka mere mgbasa ozi ọha na eze gbasara ịzụ ahịa ụmụaka na ọrụ ụmụaka.  Ọtụtụ ndị ọrụ gọọmentị ekwenyeghị na ịgba ohu eketa dị na Mali.  N'ime oge mkpesa, National Steering Committee Against Child Labor, nke mejupụtara 43 ọchịchị, NGO, na ndị otu mba ụwa, akọpụtaghị ihe ọ bụla omume ma na-ata ahụhụ site na adịghị mma nkwurịta okwu interagency.  Agbanyeghị, Ministri maka nkwalite ụmụ nwanyị na ụmụaka mepụtara kọmitii dabara nke ọma iji luso ịzụ ahịa ọgụ, gọọmentị Mali kpebiri iwebata iwu na-emebi ụdị ịzụ ahịa ọ bụla na 2010.",
  "Gọọmentị emeghị ihe ọ bụla a na-ahụ anya iji belata ọchịchọ maka mmekọahụ azụmahịa ma ọ bụ ọrụ mmanye."
]