[
  "Ịzụ ahịa mmadụ na Iran bụ ihe omume nke ịzụ ahịa mmadụ na mba Iran maka ebumnuche nke mmegbu mmekọahụ ma ọ bụ ịgba ohu na-enweghị isi.",
  "Gọọmentị Iran machibidoro ụdị ọ bụla nke ịzụ ahịa mmadụ site na Iwu ya nke afọ 2004 banyere ịlụso ịzụ ahịa mmadụ ọgụ, nke na-enye ntaramahụhụ siri ike, na-agụnyekarị ikpe ọnwụ maka ndị na-azụ ahịa a mara ikpe.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 3\" n'afọ 2017.",
  "Dị ka akụkọ kwa afọ nke Ngalaba Steeti nke United States n'ọnwa Juun 27, 2017, \"ụmụagbọghọ Iran dị afọ iri na atọ ruo afọ iri na asaa bụ ndị òtù na-azụ ahịa mmadụ na-ebute n'ike maka ire ere na ọrụ mmekọahụ na mpụga Iran",
  "\".",
  "Dị ka United States si kwuo, Gọọmentị nke Iran anaghị erube isi n'ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ma ọ naghị eme mgbalị dị ukwuu ime nke ahụ",
  "Enweghị ohere ịbanye na Iran site n'aka ndị ọrụ gọọmentị United States machibidoro nchịkọta data zuru ezu banyere nsogbu ịzụ ahịa mmadụ nke mba ahụ na mbọ gọọmentị na-agba iji gbochie ya",
  "Iran enyeghị ihe akaebe nke ọrụ ndị mmanye iwu megide ịzụ ahịa na gọọmentị US.",
  "Na akụkọ kwa afọ nke Ngalaba Steeti nke United States n'ọnwa Juun 27, 2017, na-ekwu banyere ịzụ ahịa mmadụ nye ụmụagbọghọ Iran nwere ụlọ na Kurdistan, Iraq, ọkachasị na Sulaimaniyah, maka ịzụ ahịa mmekọahụ, ụfọdụ ndị na-ebubata mmadụ eburu ebe ahụ.",
  "N'ọnwa Juun 27, 2017, Ngalaba Steeti nke United States wepụtara akụkọ ya kwa afọ banyere ahia mmadụ",
  "Dị ka akụkọ a si kwuo, ndị ọchịchị Iran na ndị nche mgbanwe na-amanye ndị gbara ọsọ ndụ Afghanistan ịlụ ọgụ na Syria na Iraq",
  "Akụkọ ahụ na-ekwukwa na Iran aghọwo isi iyi na ebe ụmụ nwoke, ụmụnwanyị, na ụmụaka na-aga ịzụ ahịa ụmụnwanyị na ọrụ mmanye n'ime afọ ise gara aga.",
  "Dị ka akụkọ sitere n'aka ndị uwe ojii na-ahụ maka nchekwa mba nke Tehran Grand Command, yana akụkọ sitere na Center of Women's Affairs na Kọmitii nke Organization for the Defense of Victims of Violence n'afọ 2003, mbubata ụmụnwanyị na ụmụagbọghọ na-aga n'ókè na mba ndị Arab nke Persian Gulf, Pakistan, Afghanistan, na Europe amụbaala",
  "Ndị na-ebubata ndị ha si Bangladesh, Afghanistan, na Pakistan zigara ndị ha metụtara na Iran wee ziga ha na Europe",
  "N'afọ 2003, ọnụ ọgụgụ ndị omekome achọpụtara ma kwụsị na mpaghara ọdịda anyanwụ Azerbaijan ruru narị abụọ.",
  "N'ihe banyere nke a, Ali Sadeghi, onye isi ndị uwe ojii na-ahụ maka mbata na paspọtụ ndị uwe ojii nke gọọmentị Iran, kwetara n'ọnwa Febụwarị 2013 na a na-azụ ụmụ agbọghọ Iran na mba ndị Arab nke ndịda nke Gulf Persian",
  "N'otu oge ahụ, Ismail Ahmadi Moghaddam, ọchịagha nke ndị uwe ojii nke mba ahụ, kwuru na isi ebe a na-aga bụ ịzụ ahịa mmadụ site na Iran, mba Europe, Australia na Canada",
  "N'aka nke ọzọ, kwa afọ na Iran, ọnọdụ ụmụaka ka njọ na afọ ịgba akwụna dị ala."
]