[
  "Czech Republic bụ isi iyi, njem, na mba na-aga maka ndị a na-atụ mgbere ahịa mmadụ, ma ụmụnwanyị na-agba akwụna mmanye, na ụmụnwoke na ụmụnwanyị na-arụ ọrụ mmanye",
  "Ụmụnwanyị si mba Czech Republic, Slovakia, Ukraine, Russia, Romania, Bulgaria, Vietnam, Mongolia, na Brazil bụ ndị a na-amanye ịgba akwụna na Czech Republic ma na-agakwa Czech Republic na-aga ịgba akwụna na mba ndị ọzọ dị na Europe, gụnyere Austria, Germany, Switzerland, na Serbia",
  "Ọtụtụ ụmụ nwanyị Rom si Czech Republic na-amanye ịgba akwụna n'ụlọ nakwa na mba ofesi",
  "A na-amanye ụmụnwoke na ụmụnwanyị si Russia, Ukraine, Kyrgyzstan, Uzbekistan, Romania, Vietnam, Mongolia, Thailand, na Belarus n'ọrụ mmanye na ngalaba iwu ụlọ, ọhịa, ọrụ ugbo, na ọrụ ma na-erigbu ha n'ime ma na-agafe site na Czech Republic gaa mba ndị ọzọ na European Union",
  "A na-amanyekwa ụmụ amaala Czech ịrụ ọrụ mmanye na United Kingdom.",
  "Gọọmentị mba Czech gbanwere iwu mpụ ya iji mee ka ntaramahụhụ kachasị maka ịzụ ahịa site na mkpọrọ afọ iri na ise ruo afọ iri na isii, ma na-enye enyemaka nye ndị na-ahụ maka ịtụ mgbere ahịa ma n'ime Czech Republic ma na mba ndị sitere na ya, nke Ngalaba Steeti US kọwara dị ka \"ọmarịcha\"",
  "N'afọ 2009, gọọmentị nyere ihe dị ka $ 456,000 na ego maka mmemme mgbochi ịzụ ahịa n'ụlọ ya, gụnyere $ 213,000 maka enyemaka ndị metụtara. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017.",
  "Ihe ndekọ gọọmentị Czech banyere ndị mmanye iwu metụtara ịtụ mgbere ahịa mmadụ na-agwakọta. Mba Czech Republic machibidoro ịtụ mgbere ahịa maka mmegbu mmekọahụ na mmegbu ọrụ site na Nkebi nke 232a na 204 nke iwu mpụ ya, na ntaramahụhụ ndị e nyere n'okpuru iwu ndị a sitere na mkpọrọ afọ abụọ ruo afọ iri na ise, nke kwekọrọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike. Na Jenụwarị 2010, ngalaba ọhụrụ nke iwu mpụ - Nkebi nke 166 - malitere ịrụ ọrụ ma mee ka ntaramahụhụ kachasị maka ịzụ ahịa ruo afọ iri na isii",
  "Nkebi a gụnyere ụfọdụ ihe ndị a na-adịghị ewere dị ka ịzụ ahịa mmadụ site na ikike niile, dị ka ọrụ agha mmanye. N'afọ 2009, ndị uwe ojii mere nyocha iri anọ na asaa - gụnyere nyocha atọ nke ịzụ ahịa ọrụ - mbelata site na nyocha iri asatọ na otu n'afọ 2008",
  "N'otu afọ ahụ, ndị ọchịchị gbara mmadụ 115 ikpe maka mpụ ịtụ mgbere ahịa (ma e jiri ya tụnyere 110 na 2008), na-eduga na ikpe 83, mmụba site na 64 n'afọ 2008",
  "N'ime ndị a mara ikpe n'afọ 2009, ọ bụ naanị ndị a mara ikpe n'okpuru Nkebi nke 204, metụtara pimping, ka a mara ikpe ịga mkpọrọ, ọnụ ọgụgụ ndị na-azụ ahịa a mara ikpe na-enye ikpe n'ụlọ mkpọrọ belatara ma e jiri ya tụnyere afọ gara aga",
  "N'afọ 2009, ọ bụ naanị pasentị iri abụọ na atọ (19 n'ime 83) ndị omekome na-azụ ahịa a mara ikpe nọrọ n'ụlọ mkpọrọ, site na pasent iri abụọ na asatọ n'afọ 2008 (18 n'ime 64)",
  "N'afọ 2009, a mara ndị na-azụ ahịa abụọ ikpe n'agbata afọ iri na ise na afọ iri abụọ na ise n'ụlọ mkpọrọ, a mara mmadụ iri na isii ikpe otu afọ ruo afọ ise, otu n'ime ndị a mara ikpe ka a tụrụ mkpọrọ ihe na-erughị otu afọ",
  "N'afọ 2009, ndị uwe ojii nyere ndị uwe ojii na ndị cadets 431 ọzụzụ iri na abụọ na-elekwasị anya na usoro nyocha yana njirimara ndị metụtara maka mpụ mmekọahụ na ịtụ mgbere ahịa ọrụ.",
  "Dị ka Ngalaba Steeti US si kwuo, gọọmentị Czech na-eme mgbalị siri ike iji chebe ma nyere ndị na-ahụ maka ịtụ mgbere ahịa mmadụ aka, na-eji usoro njirimara ndị metụtara na usoro iji nyefee ndị metụtara na NGO maka enyemaka",
  "Gọọmentị na-enye ego \"Program of Support and Protection of Victims of Trafficking in Human Beings\", dị maka ndị mba ọzọ na ndị mba Czech, ma na-enye enyemaka dị mkpirikpi na ogologo oge",
  "A na-enye ndị mba ọzọ na ndị mba Czech oge ntụgharị uche ụbọchị iri isii na-akpaghị aka, n'oge ahụ ha na-enweta enyemaka gọọmentị site n'aka ndị na-ahụ maka NGO mgbe ha na-ekpebi ma ha ga-arụkọ ọrụ na ndị mmanye iwu na nyocha mpụ. A na-agba ndị a metụtara ume inye aka na nyocha na ikpe",
  "A na-enye ndị mba ọzọ na-arụkọ ọrụ na ndị nyocha mgbe oge ntụgharị uche ụbọchị iri isii mbụ gasịrị, a na-enye visa obibi na ọrụ nwa oge maka oge ikpe ikpe dị mkpa",
  "Mgbe emechara ikpe ahụ, ndị ruru eru nwere ohere itinye akwụkwọ maka obibi na-adịgide adịgide",
  "A naghị akwụ ndị a tara ahụhụ ụgwọ ma ọ bụ nye ha ntaramahụhụ maka omume iwu na-akwadoghị n'ihi ịtụ mgbere ahịa.",
  "Dị ka Ngalaba Steeti US si kwuo, gọọmentị \"na-egosipụta mgbalị siri ike iji gbochie ịtụ mgbere ahịa n'ụlọ ma ọ na-aga n'ihu na-enyefe nnukwu ego iji gbochie ịzụ ahịa na mba ndị ọzọ a họpụtara.\" Na-arụkọ ọrụ ọnụ na International Organisation for Migration (IOM), Ministry of Foreign Affairs na-ekenye ego (ihe dị ka $ 132,500 n'etiti Jenụwarị n'afọ 2008 na Eprel 2010) nye NGO iji mee ka ndị NGO mara banyere ịzụ ahịa n'etiti ndị ọrụ Mongolian na-akwaga ma chebe ndị Mongolian na-ahụ maka mmekọahụ mmanye na mmegbu ọrụ mmanye na Czech Republic na nke ndị a kpọghachiri na Mongolia",
  "N'ime obodo, Mịnịstrị nke ime obodo na-enye otu NGO ego iji mee mkpọsa iji mee ka ndị ọrụ mba ọzọ mara ọrụ mmanye na ụlọ ọrụ mmepụta ihe, ọkachasị n'etiti obodo Vietnam",
  "Gọọmentị na-enyekwa ndị NGO ego iji mee mkpọsa mgbasa ozi n'ozuzu ya n'ụlọ akwụkwọ na ebe mgbaba na ebe mbugharị",
  "Gọọmentị na-enye ego maka mkpọsa a na-akpọ \"Say it for Her\", nke ebumnuche ya bụ ibelata ọchịchọ maka ịgba akwụna n'etiti ndị njem nleta si mba ọzọ na-eleta Czech Republic",
  "Czech Republic ghọrọ otu na 2000 UN TIP Protocol n'afọ 2014."
]