[
  "Gris bụ mba njem, isi iyi na ebe a na-aga maka ụmụnwanyị na ụmụaka ndị a na-atụ mgbere ahịa mmadụ, ọkachasị ịgba akwụna mmanye na ọnọdụ ọrụ mmanye maka ụmụnwoke, ụmụnwanyị, na ụmụaka",
  "Ụmụnwanyị na-atụ mgbere ahịa mmekọahụ na-esite na Eastern Europe na mba ndị bụbu Soviet",
  "Ndị na-atụ mgbere ahịa na-eji mmetọ anụ ahụ, mmetụta uche, na mmekọahụ maka mmanye",
  "Ndị otu European Union nke Gris, tinyere ókèala ha na mba Turkey, pụtara na mba ahụ na-ahụ ọtụtụ ndị mbịarambịa na-akwadoghị na-achọ ịbanye na EU",
  "Ndị na-azụ ahịa na-ejikwa Greece ọ bụghị naanị dị ka ebe ha na-aga kamakwa dị ka ebe nkwụsị njem nakwa dị ka mba isi iyi ebe ọbụna ụmụnwanyị mba Greece na-agba akwụna n'ụzọ na-aga Western Europe.",
  "Gọọmentị Gris anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "Gọọmentị nwere ọganihu doro anya n'ikpe mpụ ndị ọrụ na ịtụ mgbere ahịa mmekọahụ, ịchọpụta ndị metụtara, mejuputa nkwekọrịta nchedo ụmụaka na Albania, na ịkwalite ọrụ mgbochi",
  "Nchegbu ka dị banyere njikọ ndị uwe ojii metụtara ịzụ ahịa, njirimara zuru oke n'etiti ndị nche ụsọ oké osimiri Hellenic, ndị uwe ojii na-ahụ maka ókèala, na ndị uwe ojii osote, yana ego na-ezughị ezu maka NGO na-emegide ịzụ ahịa. Nsogbu akụ na ụba na Gris na-etinyekwa nsogbu na ikenye ego na ihe onwunwe maka mgbalị mgbochi ịzụ ahịa.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Ụlọ ọrụ United Nations na-ahụ maka ọgwụ ọjọọ na mpụ (UNODC) na-akọwa ịzụ ahịa mmadụ dị ka \"ịkpọbata, njem, ịnyefe, ịnabata ma ọ bụ ịnata mmadụ site n'ụzọ dị ka iyi egwu ma ọ bụ iji ike ma ọ bụ ụdị mmanye ndị ọzọ, nke ịtọrọ mmadụ, aghụghọ ma ọ bụ aghụghọ maka ebumnuche nke mmegbu",
  "\" Mba ụwa niile na-emetụta ịtụ mgbere ahịa mmadụ, ma ọ bụ dị ka isi iyi, ebe, ma ọ bụ mba njem, ma ọ bụ ngwakọta nke atọ ahụ",
  "Dị ka International Labour Organization si kwuo, e mere atụmatụ na nde mmadụ 2.4 bụ ndị a na-azụ ahịa n'oge ọ bụla. A na-eme atụmatụ na ịtụ mgbere ahịa ụmụnwanyị zuru ụwa ọnụ ahịa dị n'agbata ijeri dollar asaa na iri na abụọ kwa afọ; onye isi oche nke Organization for Security and Cooperation in Europe (OSCE) kwuru na ịtụ mgbere ahịa mmadụ nwedịrị ike karịa ịzụ ahịa ọgwụ ọjọọ dị ka ụlọ ọrụ mpụ na-akwụ ụgwọ.",
  "Ka ọ na-erule afọ 2010, e mere atụmatụ na mmadụ 270,000 na-azụ ahịa kwa afọ na Europe, na ụmụnwanyị na ụmụaka 40,000 dị afọ 12-25 na-azụ ahịa kwa afọ na Gris, yana ọnụ ọgụgụ ka ukwuu nke a na-azụ ahịa site na Gris na site na Gris gaa na ndị ọzọ nke European Union.  A na-ebutekwa ụmụnwoke si mba ọzọ na Gris maka ebumnuche nke ọrụ mmekọahụ mana ọnụ ọgụgụ ha amaghị nke ọma.",
  "Dị ka ọnụ ọgụgụ ndị Gris nke afọ 2001 si kwuo, e nwere ndị mba ọzọ 797,091 bi na Gris, na ọnụ ọgụgụ dị ukwuu si Albania, Bulgaria, Romania, na Russia. Afọ iri tupu nke ahụ, ọnụ ọgụgụ ndị mbịarambịa iwu kwadoro bụ naanị 30,000. Ka ọ na-erule afọ 2009, ọnụ ọgụgụ ndị mbịarambịa agbasaala ruo nde 1.2 na mba nke naanị nde ụmụ amaala 11 - ndị mbịarambịa iwu kwadoro mejupụtara ihe karịrị 10% nke ndị Greece ọnụ ọgụgụ ndị mbịarambịa iwu na-akwadoghị na-eme ka pasent nke ndị mbịarambịa dịkwuo elu. Mmụba dị ukwuu nke mbugharị na Gris na-eje ozi dị ka mkpuchi maka ndị na-azụ ahịa, ma na-eme ka ha na-ebugharị ụmụnwanyị maka ọrụ na ụlọ ọrụ mmekọahụ na Gris, nakwa n'ihi na ịgba akwụna bụ iwu na Gris. N'ihi ịdị mfe nke ndị na-azụ ahịa nwere ike ikpuchi ndị mba ọzọ n'etiti ndị mbịarambịa, ndị Gris abụghịkarị ndị a na-elekwasị anya na ndị na-azụ ahịa; kama a na-akpọbata ụmụnwanyị site na mpụga mba ahụ iji mee ka ụlọ ọrụ mmekọahụ dị ọkụ. A na-eweta ụmụnwanyị na Gris site n'ebe dị iche iche, mana ọnụ ọgụgụ dị ukwuu sitere n'Ebe Ọwụwa Anyanwụ Europe - 50 - 55% zuru ezu nke ndị ọrụ mmekọahụ na Atens sitere na mba ndị bụbu Soviet. Gris bụkwa mba na-aga maka ọnụ ọgụgụ dị ukwuu nke ndị Rom na-azụ ahịa. Ọ bụ ezie na, ọtụtụ ndị akwụna si mba ọzọ nwere ike ikpuchi onwe ha n'ụzọ dị mfe n'etiti ndị mbịarambịa na Gris, ọtụtụ ụmụnwanyị Gris ejiriwo aka ha tinye aka na ụlọ ọrụ ịgba akwụna",
  "Ihe fọrọ nke nta ka ọ bụrụ ndị akwụna niile na Gris bụ ụmụnwanyị Gris tupu 1992",
  "Otú ọ dị ka ọ na-erule afọ 2009, ọnụ ọgụgụ ndị akwụna Gris mụbara ọtụtụ pasentị",
  "Akụkọ dị iche iche na-ekwu na ọnụ ọgụgụ ndị akwụna Gris mụbara 150% mgbe afọ 2009 gasịrị site n'ịchịkọta ọtụtụ ọkara nke ndị akwụna 20,000 e mere atụmatụ na Greece.",
  "A na-atụ mgbere ahịa ọnụ ọgụgụ dị ukwuu nke ndị a na-atụ mgbere ahịa site na Gris na-aga Germany ma ọ bụ mba ndị ọzọ dị n'Ebe Ọdịda Anyanwụ. Site n'afọ ndị 1970 gaa n'ihu, ndị mbịarambịa si Eshia na Afrịka malitere ịbanye Gris dị ka nkwụsị nwa oge n'ụzọ ha na-aga mba ndị ọzọ mepere emepe na Western Europe. Kemgbe ahụ, mbata na Gris, n'ụzọ iwu kwadoro na n'ụzọ iwu na-akwadoghị, iji nweta ohere ịbanye na European Union ndị ọzọ amụbaala, ndị na-azụ ahịa ejirila nke a mee ihe",
  "E nwere ụzọ abụọ bụ isi na-azụ ahịa na-agafe Gris iji ruo European Union",
  "Nke mbụ bụ ụzọ Balkan, nke a na-esi na Balkans kwaga Slovenia, Hungary, Italy, na Gris, ma si ebe ahụ gaa na EU ndị ọzọ",
  "Nke abụọ bụ Eastern Mediterranean Route, nke na-eme ka ndị ahụ si Turkey gafee Greece banye Bulgaria na Romania. Ụfọdụ akụkọ emeela atụmatụ na ókèala Gris na Turkey na-eje ozi dị ka ebe ntinye \"ọnụ ụzọ azụ\" maka ihe fọrọ nke nta ka ọ bụrụ 90% nke ndị mbịarambịa iwu na-akwadoghị na European Union, ọnụ ọgụgụ a gụnyere ndị a na-ebuga n'ụzọ iwu na-akwadoghị maka ebumnuche nke mmegbu mmekọahụ.",
  "Ndị ọkachamara na-agbasi mbọ ike ịkọwa ndị na-azụ ahịa mmadụ n'ihi na ha sitere na mba dị iche iche na nzụlite ma nwee ụdị mmegbu na mmetọ dị iche iche nke akụ na ụba na mmekọahụ",
  "E nwere ụfọdụ njirimara nke ọtụtụ ndị metụtara na Gris na-ekerịta, ha na-echekwa ihe ịma aka na ihe ize ndụ yiri nke ahụ ọbụna mgbe a napụtara ha.",
  "Ihe karịrị 60% nke ndị niile na-akwaga Gris, iwu na iwu na-akwadoghị, bụ ụmụnwanyị, a na-azụkwa ihe karịrị ụmụnwanyị 20,000 kwa afọ ịrụ ọrụ na Gris. Ihe dị ka ụmụnwanyị na ụmụaka 40,000 dị afọ iri na abụọ na iri abụọ na ise na-azụ ahịa kwa afọ na Gris. Ihe ka ọtụtụ n'ime ụmụnwanyị ndị a taa sitere na mba ndị dị n'Ebe Ọwụwa Anyanwụ Europe na Balkan, dị ka Ukraine, Russia, Romania, Albania, Moldova, Bulgaria, na Poland, mana enwere ọnụ ọgụgụ dị mma site na Africa na Eshia. A na-eme atụmatụ na ihe karịrị ọkara ụmụnwanyị a na-azụ ahịa na Gris sitere na Russia na Ukraine naanị. Otu nnyocha sitere na 2001 na-eme atụmatụ na 75% nke ụmụnwanyị a na-azụ ahịa na Gris na-abata na mba ahụ n'ụzọ ụgha ma, na-ekwere na ohere maka ọrụ iwu kwadoro na-echere ha na Gris, na mberede, ha hụrụ onwe ha ka a na-ere ndị na-azụ ahịa mmekọahụ ma na-eyi egwu ime ihe ike na ịchụpụ ma ọ bụrụ na ha ajụ imekọ ihe ọnụ, ha na-atụkwa egwu ịkọ ya. Nkezi afọ nke onye na-arụ ọrụ mmekọahụ na Gris na-ebelata, ma ugbu a ọ nọ ọdụ n'ihe dị ka afọ iri na abụọ na iri na ise. Ụmụnwanyị a na-azụ ahịa na-arụ ọrụ n'ebe ọ bụla site na awa 6 ruo 12 kwa ụbọchị ma na-ahụ ebe ọ bụla site na ndị ahịa 40-110 kwa ụbọchị",
  "70% ma ọ bụ karịa nke ego ha na-enweta, Otú ọ dị, na-aga ndị nwe ụlọ akwụna ma ọ bụ pimps iji mee ka ụmụnwanyị nọrọ n'agbụ ụgwọ. Ụmụnwanyị a na-azụ ahịa nwere ike ihu mmetọ ahụ, iyi egwu, iyi egwu, mmetọ mmetụta uche, mmetọ mmekọahụ, na ịnweta ọgwụ ọjọọ na mmanya na-aba n'anya, mmerụ ahụ sitere na ime ihe ike, na nsogbu ahụike uche dị iche iche n'ihi mmerụ ahụ ha na-ahụ. Ụmụnwanyị ndị a na-azụ ahịa na-enwekarị ọrịa ndị a na-ebute site na mmekọahụ na ọrịa ndị ọzọ na-efe efe. Nnyocha e mere na Athens na ngwụsị afọ 1980 chọpụtara na mmadụ iri na abụọ n'ime ndị akwụna 350 e debara aha ha bu nje HIV; na ngwụsị afọ 1990, ndị akwụna mba ọzọ 44 a nyochara nwere nje HIV.",
  "Ọbụna mgbe a tọhapụrụ ha n'ọnọdụ njide, ndị a metụtara nwere ike ihu mgbaàmà kwekọrọ na nsogbu nrụgide posttraumatic n'ihi mmerụ ahụ, mmetụta uche, na mmekọahụ nke ha kpughere. Tụkwasị na nke a, enwere ike ịkparị ndị a na-emegbu, na-eleghara anya, ma na-akpa ókè n'ihi ahụmịhe ha",
  "Ọ na-esikarị ha ike ịlaghachi n'obodo ha, ebe a na-adịghịzi ele ha anya dị ka ụmụ nwanyị a na-akwanyere ùgwù, ọ na-esikwa ha ike ịmalite ndụ ọhụrụ na mba a na-azụ ahịa ha.",
  "Ụmụnwanyị a tọhapụrụ n'ọnọdụ ịzụ ahịa na-eche ihe ize ndụ ọzọ nke ịlaghachi n'ahịa mmekọahụ, ma ọ bụ n'ihi na ọ bụ naanị ndụ ha maara ma ọ bụ n'ihi na echeghị ha nke ọma",
  "E mere atụmatụ na 80% nke ụmụ nwanyị a chụpụrụ na Gris site na ụgbọ okporo ígwè anaghị alaghachi n'obodo ha n'ihi na ọ bụ ihe a na-emekarị ka ndị na-azụ ahịa banye ụgbọ okporo ígwè ma manye ha ịlaghachi Gris tupu ha eruo ebe ha na-aga.",
  "Ndị na-azụ ahịa na-etinye aka na Gris bụ ndị Albania, Greek, na Russian, ebe ndị Gris bụkwa ndị a na-azụ ahịa, ụmụ amaala Gris na-ekere òkè na ịzụ ahịa nke ndị na-abụghị ndị Gris. Ndị na-azụ ahịa na-enweta ndị a metụtara site na mgbasa ozi ụgha maka ọrụ ndị nwere nkà dị ala na ezigbo ụgwọ ọrụ, dị ka ndị na-eje ozi, ndị na-elekọta ụmụaka, ndị na-agba egwu, ma ọ bụ ndị ọbịa; otu nnyocha nke akwụkwọ akụkọ na Ukraine gosiri na akwụkwọ akụkọ ọ bụla nwere mgbasa ozi 5-20 na-enyo enyo. Ndị na-azụ ahịa na-eji akwụkwọ iwu nwanyị na visa eme ihe mgbe ụfọdụ iji mee ka ọ banye na Gris wee weghara ha ka ọ ghara ịpụ. Ọzọkwa, ndị na-azụ ahịa na-eji iyi egwu, egwu, na mmetọ anụ ahụ, mmetụta uche, na mmekọahụ iji chịkwaa ụmụnwanyị ndị a ma manye ha ịgba akwụna.",
  "N'oge 1980s, ihe ka ọtụtụ n'ime ndị akwụna si mba ọzọ na Gris sitere na Eshia, ọkachasị Thailand na Philippines. Otú ọ dị, mgbe ọdịda nke Soviet Union gasịrị, ịzụ ahịa ụmụ nwanyị sitere na mba ndị bụbu Soviet gbasaa ngwa ngwa ka ụmụ nwanyị na-ele anya imeziwanye ọnọdụ mmekọrịta ha na akụ na ụba ha site na ịkwaga West",
  "Nke a pụtara na ndị na-azụ ahịa nwere ike iji ha mee ihe na nkwa nke ọrụ na mba ọdịda anyanwụ Europe. Mba ndị bụbu Soviet dị ka Belarus, Latvia, Russia, na Ukraine aghọwo mba ndị isi na-eziga maka ụmụ nwanyị a na-azụ ahịa. Taa, 50-55% nke ndị na-azụ ahịa na Atens sitere na mba ndị bụbu Soviet, ihe karịrị ọkara nke ụmụ nwanyị a na-azụ ahịa na Gris n'ozuzu ha na-eme atụmatụ na ha sitere na Russia na Ukraine.",
  "Ọnọdụ ndọrọ ndọrọ ọchịchị na Gris gbasara mbata, iwu na iwu na-akwadoghị, na-eme ka ịzụ ahịa ụmụ nwanyị banye na site na Gris",
  "Gris nwere nnukwu mbata site na mpaghara Balkan na 1980s na site na Central na Eastern Europe n'ozuzu ya na 1990s. Ka ọ na-erule afọ 2009, ọnụ ọgụgụ ndị mbịarambịa iwu kwadoro na Gris agbasaala ruo nde 1.2, ma ọ bụ 10% nke ndị Gris. N'oge mbata mbata ndị a na-agbasa ngwa ngwa, gọọmentị Gris na iwu mbata adịghị njikere iji dozie ọnụ ọgụgụ dị ukwuu nke ndị mbata; ikike Gris iji dozie ọtụtụ ndị mbata iwu na-akwadoghị adịchaghị mma. Ihe ịma aka Gris chere ihu na ọnụ ọgụgụ buru ibu nke ndị mbịarambịa ya na mmejuputa iwu mbata na-aga nke ọma na-enye ndị mbịarambịa a na-azụ ahịa ma na-amanye ha ịgba akwụna ohere ịpụ na mgbawa ma na-enye ndị na-azụ ahịa ohere izobe ha n'etiti ndị mbịarambịa n'ozuzu.",
  "Ndị otu European Union nke Gris, tinyere ọnọdụ ala ya n'etiti ọwụwa anyanwụ na ọdịda anyanwụ, na-enyekwa aka na ọrụ ya dị ka mba na-agafe agafe na ụzọ ịzụ ahịa",
  "Dị ka ọnụ ụzọ na-aga n'Ebe Ọdịda Anyanwụ Europe, a na-azụkarị ndị ahụ site na Gris iji ruo mba ndị ọzọ EU. Ókè Gris na Turkey bụkwa ebe a na-ekpo ọkụ maka ndị mbịarambịa iwu na-akwadoghị na-achọ ịchọta ụzọ ha ịbanye na European Union; site na 1991–2001 a chụpụrụ ihe karịrị nde ndị mbịarambịa 2.2 batara Gris n'ụzọ iwu na-akwadoghị, ọtụtụ n'ime ndị a rutere Gris site na Turkey. N'afọ 2001, e jidere ndị mbịarambịa 6,471 n'oké osimiri na-agbalị iru Gris site na Turkey. E mere atụmatụ na 90% nke ndị mbịarambịa iwu na-akwadoghị na kọntinent Europe dum na-abanye na EU site na ókèala Gris na Turkey; ọnụ ọgụgụ mbugharị a gụnyere ọtụtụ iri puku ndị na-azụ ahịa. Na Jenụwarị 20, 2000, a bịanyere aka na nkwekọrịta Greco-Turkish",
  "Mba abụọ ahụ bu n'obi \"ịlụso mpụ ọgụ, ọkachasị iyi ọha egwu, mpụ a haziri ahazi, ịzụ ahịa ọgwụ ọjọọ na mbugharị iwu na-akwadoghị\" dịka akụkụ nke nkwekọrịta ahụ, na mgbakwunye na ịzụ ahịa mmadụ n'etiti mba abụọ ahụ.",
  "Mmetụta xenophobic siri ike na Gris na-enyekwa aka na ịzụ ahịa",
  "Nnyocha dị iche iche na ntuli aka na-aga n'ihu na-akọ na Gris bụ mba kachasị egwu mba ọzọ na Europe. E nwere echiche n'etiti ndị Gris na agbụrụ ndị mba ọzọ na-etinye aka na mpụ a haziri ahazi. Mmasị mba ọzọ na Gris enyewo ohere ịzụ ahịa nke ndị si n'èzí; ịkpa ókè agbụrụ megide ndị Albania na ndị mba ọzọ nwere ike machibido Gris ịmata ma lekọta ndị na-abụghị ndị Gris.",
  "E nwere ọtụtụ ụkpụrụ mba ụwa maka ịlụso ịzụ ahịa mmadụ ọgụ",
  "Nkwekọrịta UN iji gbochie, gbochie ma taa mmadụ ahụhụ maka ịzụ ahịa mmadụ, ọkachasị ụmụ nwanyị na ụmụaka, nke a makwaara dị ka Palermo Protocol, na-edepụta ụkpụrụ zuru ụwa ọnụ, nke bụ isi maka nzukọ mba ụwa na imekọ ihe ọnụ maka ịlụso ịzụ ahịa ọgụ",
  "Gris bịanyere aka na Protocol na Disemba 13, 2000 wee gaa n'ihu mezue usoro nkwenye na Jenụwarị 11, 2011. European Union mepụtara mmeghachi omume megide ịzụ ahịa nke na-akwado '3P nke Palermo Protocol - ikpe nke ndị na-azụ ahịa, nchebe nke ndị metụtara, na igbochi ịzụ ahịa. Kemgbe afọ 2000, Ngalaba Steeti nke United States emeela nyocha nke mgbalị mgbochi ịzụ ahịa mba site na mba gburugburu ụwa nke na-edepụta mba ọ bụla dabere na mgbalị ha na-emegide ịzụ ahịa, na-akpata kwa afọ Trafficking in Persons Report (TIP). Site na 2001 ruo 2003, e debere Gris na ndepụta Tier 3 nke akụkọ TIP, nke pụtara na gọọmentị na-eleghara nsogbu ịzụ ahịa mmadụ anya. Ka gọọmentị na-enwe ọganihu iji dozie nsogbu nke ịzụ ahịa mmadụ, a kwagara ya na Tier 2 Watch List na 2004, na 2006 e debere ya na Tier 2, ebe ọ ka dị na 2012.",
  "Gọọmentị gosipụtara ọganihu doro anya na ikpe ya maka ndị omekome na-azụ ahịa, ọ bụ ezie na ikpe dị elu nke njikọ aka metụtara ịzụ ahịa ka na-echere n'ụlọ ikpe na 2010",
  "N'okpuru iwu Alien Act 1975/1991, nke dịruo June 2001, enwere ntaramahụhụ maka ịzụ ahịa mmadụ mana enweghị iwu na-eme ka ịzụ ahịa bụrụ mpụ. N'afọ 2002, Gris nyere iwu 3064/2002, iwu Gris mbụ iji mebie ịzụ ahịa mmadụ ma machibido ịzụ ahịa maka mmegbu mmekọahụ na ọrụ. Ndị uwe ojii mere nyocha 66 nke ịzụ ahịa mmadụ na 2009, mmụba pasent 65 karịa nyocha 40 na 2008",
  "Gọọmentị kọrọ ikpe ọhụrụ iri atọ na abụọ nke ndị omekome na-azụ ahịa na 2009, ma e jiri ya tụnyere ikpe iri abụọ na otu na 2008. Nkezi ikpe maka ndị omekome na-azụ ahịa bụ ihe dị ka afọ iri na otu na ụgwọ",
  "Mịnịstrị na-ahụ maka ikpe ziri ezi kwuru na a kwụsịrị ikpe abụọ n'afọ 2009",
  "A nọgidere na-enye ụfọdụ ndị omekome a mara ikpe maka ịzụ ahịa mgbapụta ruo ogologo arịrịọ ha",
  "Ndị mgbasa ozi na-aga n'ihu na-ebo ebubo na ụfọdụ ndị uwe ojii obodo na ndị osote ndị uwe ojii",
  "N'okwu e hotara na 2010 TIP Report, e kwuru na e dinara onye na-azụ ahịa n'ike mgbe ọ nọ n'ụlọ mkpọrọ ndị uwe ojii na 2006. Na mmepe dị mma na 2009, e jidere otu onye ọrụ na otu onye ọrụ lara ezumike nká n'enweghị mgbapụta na-echere ikpe maka ebubo itinye aka na ịzụ ahịa mmekọahụ",
  "N'afọ 2009, ndị uwe ojii Gris kọrọ na ha na ndị ibe ha na Albania, Bulgaria, Italy, Romania, na Russia na-arụkọ ọrụ ọnụ na ikpe ịzụ ahịa. Ka ọ na-erule afọ 2011, Gris nwere iwu na ntaramahụhụ metụtara Nkebi nke 2 nke European Directive nke afọ 2011, nke na-ekwu na mba niile so na EU ga-enwe iwu nke na-ata ndị na-azụ ahịa ahụhụ, n'agbanyeghị ụdị ịzụ ahịa.",
  "Gọọmentị egosila ọganihu ụfọdụ n'ịhụ na e nyere ndị na-azụ ahịa ohere ịnweta ọrụ dị mkpa",
  "Tupu afọ 2001, onye na-ebi ndụ ya site na ịgba akwụna ga-ekpe ikpe; kemgbe ahụ, e meela iwu ndị na-achọ ilekọta onye ahụ ma taa onye na-azụ ahịa ahụhụ kama. N'afọ 2000, e mepụtara otu Task Force megide ịzụ ahịa mmadụ iji chọpụta ma nyere ndị metụtara aka, na 2007 ka a kpochapụrụ mgbaaka ịzụ ahịa kachasị ukwuu a maara ruo ugbu a na Thessaloniki. N'afọ 2003, Iwu Onye isi ala 223/2003 wepụtara usoro maka enyemaka na nchedo nke ndị na-ahụ maka ịzụ ahịa mmadụ. N'ọnwa Ọgọstụ afọ 2004, e mepụtara atụmatụ ọrụ mba iji mejuputa ọtụtụ mgbalị dị iche iche megide ịzụ ahịa, gụnyere ịnakọta eziokwu na ọnụ ọgụgụ, ịmepụta usoro iji chọpụta ndị metụtara, guzobe ebe mgbaba, nye ndị metụtara iwu, na ịkụziri ndị uwe ojii, ndị ọka ikpe, na ndị ọzọ so na ndị mmanye iwu. Mịnịstrị nke Ahụike zụrụ ndị nọọsụ, ndị ọrụ nnabata ahụike, ndị ọkà n'akparamàgwà mmadụ, ndị dọkịta na-agwọ ọrịa uche, na ndị ọrụ ebere na njirimara nke ndị na-azụ ahịa",
  "N'otu aka ahụ, ndị uwe ojii nwere ahụmahụ na-emegide ịzụ ahịa nọgidere na-enye ndị uwe ojii ókèala, ndị uwe ojii osote ndị uwe ojii, na ndị nche ụsọ oké osimiri Hellenic ọzụzụ banyere njirimara ndị ahụ",
  "Gris nyere ndị a ma ama na-azụ ahịa ohere ịnweta ọrụ iwu na ahụike site na ụlọ ndị gọọmentị na-elekọta, ahụike ọha na eze, na ego na-enye NGO.",
  "N'afọ 2005, e nyere iwu 3386/2005 iji nyere ndị na-azụ ahịa aka nke ọma; Otú ọ dị, njirimara ndị a na-azụ ahịa na-aga n'ihu ịbụ ebe na-adịghị ike nke mgbalị ndị Gris na-emegide ịzụ ahịa. Gọọmentị chọpụtara naanị mmadụ 125 na-azụ ahịa mmadụ na 2009, ọganihu karịa ndị 78 a chọpụtara na 2008. Gọọmentị gara n'ihu na-arụ ọrụ ebe obibi obere oge, nke nwere ike ịnabata ụmụaka, na mgbakwunye na ebe obibi abụọ ogologo oge maka ụmụ nwanyị",
  "Gọọmentị kpọkwara ụmụaka ndị a metụtara n'ụlọ ụmụ mgbei ma ọ bụ ụlọ mkpọrọ ndị na-enweghị ụlọ ọrụ pụrụ iche maka ndị na-azụ ahịa",
  "Otu NGO kọrọ na ndị ọchịchị tọhapụrụ ụmụaka ndị mba ọzọ na-enweghị onye na-eso ha n'okporo ámá na obere nkwado mgbe ejidere ha",
  "Gọọmentị gbara ndị a metụtara ume ka ha sonye na ikpe site n'inye oge ntụgharị uche ụbọchị iri atọ, oge maka ndị metụtara iji nweta nlekọta ozugbo mgbe ha na-atụle ma ha ga-enyere ndị mmanye iwu aka, mana dị ka NGO si kwuo, ndị ọchịchị anaghị enye oge ntụgharị uche mgbe niile n'oge akụkọ",
  "Ndị e merụrụ ahụ nyere aka na ikpe ndị mmanye iwu ruru eru maka ikike obibi nwa oge, nke a na-emegharị dị ka ihe ọzọ iwu kwadoro iji wepụ ya",
  "NGO kọrọ ezigbo mmekorita ya na ngalaba ndị uwe ojii pụrụ iche na-emegide ịzụ ahịa",
  "N'ozuzu ya, gọọmentị enyeghị ndị e gburu ntaramahụhụ maka omume iwu na-akwadoghị nke nwere ike ịbụ na e mere n'ihi ịzụ ahịa",
  "Otú ọ dị, ụfọdụ NGO kọrọ na ndị nche ụsọ oké osimiri na ndị uwe ojii na-ahụ maka ókèala, na-enwe ọtụtụ nhazi ndị gbara ọsọ ndụ na ndị mbịarambịa na-enweghị akwụkwọ, nwere obere oge iji usoro njirimara ndị ahụ",
  "N'ihi ya, ha zigara ọtụtụ ndị nwere ike ịta ahụhụ, gụnyere ụmụaka na-enweghị ike na-eso ha, n'ụlọ mkpọrọ ndị mbịarambịa, ebe ha na-echekarị ọnọdụ ọjọọ ihu",
  "Na mmepe dị mma, gọọmentị mejuputara nkwekọrịta mbugharị ụmụaka na Albania, na-akpọghachite ụmụaka isii Albanian metụtara na mmekorita ya na NGO.",
  "Gọọmentị egosila ọganihu na-aga n'ihu n'igbochi ịzụ ahịa",
  "N'afọ 2009, ụlọ ọrụ telivishọn steeti gosipụtara ihe pụrụ iche banyere ịzụ ahịa mmadụ na Gris na mgbakwunye na mmemme ndị ọzọ gbasara isiokwu ahụ. Mịnịsta na-ahụ maka ihe gbasara mba ofesi kwuru okwu megide ịzụ ahịa, ebe ọ bụ na Ọktọba afọ 2009, ndị NGO na-emegide ịzụ ahịa ekwuola mmekọrịta siri ike na ndị isi ọkwa dị elu",
  "Gọọmentị, na mmekorita ya na IOM na NGO, nyere ọzụzụ megide ịzụ ahịa maka ndị uwe ojii na ndị ọchịagha, ndị uwe ojii si mba ndị agbata obi, na ihe karịrị otu narị ndị ọka ikpe na ndị ọkàiwu",
  "Mịnịsta na-ahụ maka ihe gbasara mba ofesi nyere $ 155,100 maka mgbasa ozi UNICEF banyere ịzụ ahịa ụmụaka dị ka ihe zuru ụwa ọnụ ma nye ego maka mgbasa ozi ọha na eze nke International Organization for Migration mepụtara na-ekweta ịzụ ahịa dị ka nsogbu na Greece",
  "Gọọmentị emeghị mkpọsa ọhụrụ ọ bụla na-elekwasị anya na ndị ahịa nke ịgba akwụna ma ọ bụ ndị na-erite uru na ọrụ mmanye",
  "Gọọmentị mejuputara atụmatụ mba nke ndị mmanye iwu na-elekwasị anya nke mgbochi ịzụ ahịa; Otú ọ dị, gọọmentị enweghị ikike etiti iji hazie mbọ ndị ozi na-emegide ịzụ ahịa ma nyochaa nsonaazụ mgbochi ịzụ ahịa",
  "Nhazi nke data n'etiti ụlọ ọrụ nọgidere na-adị n'ụzọ pụrụ iche",
  "Gọọmentị Gris kwadoro mmekọrịta megide ịtụ mgbere ahịa site n'inye ego na mba ndị agbata obi",
  "Iwu Gris na-enye ikike na-abụghị nke mba ọzọ maka mpụ njem mmekọahụ ụmụaka site n'aka ndị mba ya; gọọmentị ekwughị ikpe ọ bụla nke ụmụ amaala Greece maka njem mmekọahụ ụmụaka n'oge akụkọ ahụ",
  "Gọọmentị nyere ndị agha udo ya ọzụzụ megide ịzụ ahịa tupu ha eziga ha na mba ọzọ",
  "Kemgbe afọ 2011, Gris bụ otu n'ime 2000 UN TIP Protocol.",
  "Na mgbakwunye na mbọ gọọmentị, ọtụtụ òtù na-abụghị nke gọọmentị, ma ọ bụ NGO, na-enwekwa ọganihu iji lụso ịzụ ahịa na Gris ọgụ",
  "NGO kọrọ na oge inye ego gọọmentị na-enye ego, ihe ndị dị mkpa maka ịkọ akụkọ, na ego ọha na eze na-akawanye njọ emeela ka ndị na-ahụ maka ndị na-ahụ maka ịzụ ahịa na-adabere na ego gọọmentị N'afọ 2001, a malitere ọrụ StopNow iji mee ka ndị mmadụ mara ma mee ka òtù ọha na eze mara ma mee ka ha nwee nsogbu ịzụ ahịa. Marangopoulos Foundation for Human Rights na-eme ma nyochaa nnyocha banyere ịzụ ahịa ụmụ nwanyị na Gris. Mgbasa ozi A21, otu NGO hiwere n'afọ 2008, na-akwalite mmata banyere ịzụ ahịa mmadụ, ma na-agbanwe ma na-enye nkwado iwu nye ndị lanarịrị",
  "N'afọ 2009, A21 mepere ebe nchekwa nsogbu maka ndị metụtara na Thessaloniki ma soro gọọmentị Gris rụọ ọrụ iji nyere ndị na-azụ ahịa aka. Mịnịsta na-ahụ maka ihe gbasara mba ofesi nke Gris na-arụkọ ọrụ nke ọma na NGO \"Smile of a Child\" iji mejuputa usoro ịdọ aka ná ntị amber nke ebumnuche ya bụ inyere ụmụaka na-efu efu aka. NGO Greek “KEPAD’ (Human Rights Defense Center) na-arụ ọrụ iji guzobe ma debe netwọk ma ọ bụ NGO na-emegide ịzụ ahịa na mpaghara Balkan nke na-arụkọ ọrụ ọnụ iji lụso ịzụ ahịa ọgụ. NGO, ụfọdụ n'ime ha natara ego gọọmentị, kwuru na ha nyeere ma ọ dịkarịa ala mmadụ 3,376 na-azụ ahịa aka n'afọ 2009, karịa ndị 125 gọọmentị chọpụtara.",
  "Ka ọ na-erule afọ 2012, gọọmentị Greece enweela ọganihu dị mkpa na mbọ mgbochi ịzụ ahịa site n'ime ka iwu sie ike na ịbawanye ọrụ na enyemaka nye ndị na-ahụ maka ịzụ ahịa n'afọ ndị na-adịbeghị anya",
  "Otú ọ dị, nsogbu akụ na ụba dị ugbu a na Greece emeela ka ikike gọọmentị nwere inyere ndị na-azụ ahịa aka; ọnọdụ akụ na ụba siri ike ewepụla akụ na ụba na nlebara anya n'okwu nke ịtụ mgbere ahịa mmadụ",
  "Ọ bụ ezie na mba ahụ ka nọ na nsogbu akụ na ụba, ego maka ọrụ mmekọrịta mmadụ na ibe ya dị iche iche na mgbalị mgbochi ịzụ ahịa ga-anọgide na-adị ala ka a na-ekenye ego mgbapụta akụ na ụba n'ebe ndị ọzọ.",
  "Àtụ:Europe topic"
]