[
  "Mgbalị iji gbochie ịzụ ahịa mmadụ na Russia na-elekwasị anya ọ bụghị naanị na ụmụ nwoke, ụmụ nwanyị, na ụmụaka ndị a na-ebupụ na Russia n'ụzọ iwu na-akwadoghị iji rụọ ọrụ mmanye na mmegbu mmekọahụ na mba ndị ọzọ, kamakwa ndị a na-ebubata na Russia n'ụzọ iwu na-akwadoghị site na mba ọzọ. Gọọmentị nke Russian Federation enweela ọganihu dị ukwuu na mpaghara a n'ime afọ iri gara aga, mana akụkọ nke Ngalaba Steeti nke United States nyere n'afọ 2010 kwubiri na ọ dị mkpa ime ụfọdụ ihe tupu ewepụ Russia na Tier 3 watchlist. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ gbasara obodo ahụ na \"Tier 3\" na 2017.",
  "N'afọ 2009, Òtù Na-ahụ Maka Ndị Ọrụ Mba Nile kọrọ na ọrụ mmanye bụ ụdị ịzụ ahịa kachasị na Russia",
  "Ụmụ nwoke, ụmụ nwanyị na ụmụaka si Russia na obodo ndị ọzọ - dịka Belarus, Kyrgyzstan, Tajikistan, Uzbekistan, Ukraine na Moldova - na-anọ n'ọnọdụ nke ịgba ohu ụgwọ na ọrụ mmanye, tinyekwara na ụlọ ọrụ na-ewu ụlọ, na ụlọ ahịa akwa, na ngalaba ọrụ ugbo na ịkụ azụ",
  "A na-akpọbata ụmụ nwoke na ụmụ nwanyị puku iri abụọ si North Korea kwa afọ na Russia, ma na-etinye ha n'ọnọdụ ọrụ mmanye na Russia. Ụmụ nwanyị na ụmụaka si Nigeria, Central Asia, Ukraine, China, Moldova na Africa bụ ndị a na-amanye ịgba akwụna na ịrịọ arịrịọ na Moscow na St",
  "Petersburg. Ụmụ nwoke si Western Europe na United States na-aga Western Russia, ọkachasị St",
  "Petersburg, n'ihe gbasara ebumnuche nke njem mmekọahụ ụmụaka",
  "Ọnụ ọgụgụ ndị na-azụ ahịa ụmụaka n'obodo ndị a na-ebelata; ndị ọkachamara na-ekwu na nke a bụ nyocha ndị uwe ojii na-eme ihe ike na mmekorita Russia na ndị mmanye iwu mba ọzọ.",
  "Nkeji edemede otu narị na iri abụọ na asaa nke Russian Criminal Code machibidoro ma ịzụ ahịa n'ihe gbasara mmegbu mmekọahụ azụmahịa na ọrụ mmanye",
  "A na-ejikwa iwu ndị omempụ ndị ọzọ na-ekpe ndị na-azụ ahịa ikpe ma maa ha ikpe",
  "Isiokwu nke otu narị na iri abụọ na asaa na-enye ntaramahụhụ nke mkpọrọ ruo afọ ise maka mpụ ịzụ ahịa; ọnọdụ na-eme ka ọ dị njọ nwere ike ịgbatị ntaramahụhụ ruo mkpọrọ afọ iri na ise",
  "Nkeji edemede nke otu narị na iri ise na abụọ na-ekwu na ịzụta ma ọ bụ ire nwata niile bụ ntaramahụhụ ruo afọ isé n'ụlọ mkpọrọ. Ọtụtụ mgbe, a na-ebo ndị ikpe mara maka ịzụ ahịa mmadụ ebubo n'okpuru Nkeji edemede narị abụọ na iri anọ na otu yá na narị abụọ na iri anọ na otu, nke gụnyere njikọ aka na ịgba akwụna na ụlọ akwụna, ebe mpụ ndị a dị mfe igosi n'ụlọ ikpe.",
  "Achọpụtara nrụrụ aka dị ka \"ihe kpatara ya na ngwá ọrụ na-eme ka ọ dị mfe\" n'ihe gbasara ịzụ ahịa mmadụ, iji hụ na ọ \"na-anọgide na mpụ dị ala, nnukwu uru\". Nrụrụ aka nwere ike ịme ụfọdụ ụdị, gụnyere imepụta akwụkwọ, na ịgha ụgha visa njem na akwụkwọ, yana ego nchebe nye ndị isi iji hụ na enweghị nyocha.",
  "Ọtụtụ ndị isi na-ekerịta enweghị atụmatụ maka ịkpalite nyocha",
  "E nwere ọtụtụ ihe butere nke a",
  "Otu bụ usoro ndị uwe ojii etiti, nke ndị isi",
  "E kewara nyocha na ikpe n'ìgwè abụọ",
  "Ndị otu a na-aza MVD",
  "N'ihi egwu ịba mba, ndị isi nọ n'ọkwá dị ala anaghị achọ ịmalite nyocha",
  "A na-eme nyocha maka ịzụ ahịa mmadụ naanị site na nkwenye nke ndị isi nọ n'ọkwá dị elu",
  "Ọzọkwa, a na-agbatị nyocha n'ihi na enweghị ụlọ ọrụ na-ahụ n'ihe gbasara ịgba ume imekọ ihe ọnụ na ikpe na nyocha.",
  "Gọọmentị Rọshịa gosipụtara obere mgbalị iji chebe ma nyere ndị metụtara aka n'oge akụkọ ahụ",
  "Gọọmentị gosikwara mgbalị na-ezughị oke iji chọpụta ndị metụtara; ụfọdụ n'ime ndị enyere aka nọgidere na-achọpụta site na NGO ma ọ bụ òtù mba ụwa",
  "Ọtụtụ mba dị iche iche na Russia nwere nkwekọrịta imekọ ihe ọnụ n'etiti NGO na ndị isi obodo iji dọọ ndị metụtara n'ihe gbasara enyemaka, ọ bụ ezie na enweghị iwu mba ma ọ bụ usoro nke ndị metụtara",
  "N'ọnwa Nọvemba afọ 2009, gọọmentị ekenyeghị ego iji gbochie mmechi nke ụlọ obibi na ụlọ ọrụ IOM na Moscow",
  "Ebe mgbaba na ebe a na-eme mgbanwe mepere na Machị 2006 site na ego ndị mba ọzọ ma nyere ndị narị anọ na iri abụọ na atọ aka na-ahụ maka ịzụ ahịa mmekọahụ na ndị ọrụ, gụnyere ụmụ nwoke na ụmụ nwanyị, site n'ọnwa Nọvemba n'afọ 2009; mmechi ya mepụtara nnukwu oghere na nnweta ahụike, mmegharị, na nlọghachi maka ndị na-azụ ahịa.",
  "Gọọmentị etiti egosighi mgbalị dị ukwuu iji mee ka ndị mmadụ mara ma gbochie ịzụ ahịa n'ime oge akụkọ ahụ; Otú ọ dị, gọọmentị ime obodo dị na Russian Far East mere ka ụmụ akwụkwọ nọ n'ụlọ akwụkwọ na mahadum mara njupụta nke ịzụ ahịa",
  "Na Yekaterinburg, gọọmentị ime obodo gara n'ihu na-arụ ọrụ ụlọ ọrụ mbugharị abụọ nke na-enye iwu, ọrụ, na ọrụ ebe obibi nye ndị ọrụ mbata; ọrụ nke ụdị a belatara ndị mbịarambịa nwere ike ịghọ ndị a na-azụ ahịa",
  "Ministri na-ahụ maka ihe gbasara ime obodo na Foreign Affairs nọgidere na-etinye ịdọ aka ná ntị na weebụsaịtị ha banyere ịzụ ahịa mmadụ",
  "N'ọnwa Septemba afọ 2009, gọọmentị mepụtara ọkwa nke Ombudsman n'ihe gbasara ikike ụmụaka, nzọụkwụ nke nwere ike iduga na mgbalị dị mma iji gbochie ịzụ ahịa ụmụaka; Otú ọ dị, ikike ombudsman ugbu a anaghị agụnye ọrụ mgbochi ịzụ ahịa mmadụ",
  "Gọọmentị emeghị ihe ndị a kapịrị ọnụ iji belata ọchịchọ n'ihe gbasara mmekọahụ azụmahịa",
  "Gọọmentị ekwughị ọzụzụ pụrụ iche maka ndị agha ya e zigara na mba ofesi dịka akụkụ nke ọrụ udo mba ụwa",
  "Gọọmentị akwadoghị mgbalị iji zụlite mgbasa ozi mgbasa ozi n'ihe gbasara ịzụ ahịa ndị ọrụ tupu 2014 Winter Olympics na Sochi."
]