[
  "Suriname bụ isi ebe a na-aga ma na-agafe agafe maka ụmụ nwoke, ụmụ nwanyị, na ụmụaka na-azụ ahịa na mba dị iche iche maka ebumnuche nke mmegbu mmekọahụ na ọrụ mmanye",
  "Ọ bụkwa obodo maka ụmụ agbọghọ Surinamese na-erubeghị afọ, na ụmụ nwoke na-eto eto, ndị a na-ere ahịa n'ime ụlọ maka mmegbu mmekọahụ.  Ụfọdụ n'ime ụmụaka ndị a na-azụ ahịa n'ahịa mmekọahụ nke gbara ogige ndị a na-egwupụta ọla edo dị n'ime ime obodo ahụ",
  "A na-ebubataA na-ebubata ụmụ agbọghọ na ụmụ nwanyị si mba ọzọ si Guyana, Brazil, Dominican Republic, na Colombia na Suriname maka mmegbu mmekọahụ azụmahịa; ụfọdụ na-agafe Suriname na-aga Europe",
  "A na-agba ụmụ nwoke China n'agbụ ụgwọ na Suriname, a na-arụkwa ọrụ mmanye na nnukwu ụlọ ahịa na ngalaba na-ewu ụlọ",
  "A na-akọ na a na-emegbu ụmụ nwanyị China n'ụzọ mmekọahụ na ụlọ ịhịa aka n'ahụ na ụlọ akwụna",
  "Ndị mbịarambịa Haiti, na-agakarị French Guiana, mgbe ụfọdụ a na-amanye ha ịrụ ọrụ na ọrụ ugbo Surinamese",
  "Gọọmenti Suriname anaghị erube isi n'ụkpụrụ kacha nta maka mkpochapụ ịzụ ahịa;  otu o sila dị, ọ na-agba mbọ dị ukwuu ime nke ahụ.  Gọọmenti kwadoro usoro mmanye iwu na-agafeghị oke megide mpụ ịzụ ahịa, ma jiri obi umeala kwalite enyemaka ndị mmadụ na mbọ mgbochi",
  "Otú ọ dị, njikọ aka gọọmentị na ọrụ ịzụ ahịa a na-enyo enyo bụ ebe nchegbu.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2 Watchlist\" na 2017.",
  "Gọọmenti Surinamese kwadoro mbọ mmanye iwu gbasara ịzụ ahịa na-agafeghị oke n'ime afọ gara aga.  Suriname machibidoro ụdị ịzụ ahịa mmadụ niile site na koodu mpụ, na-edepụta ntaramahụhụ site na nga afọ ise ruo afọ 20",
  "Ntaramahụhụ ndị a siri ike ma kwekọọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "Otu ndị na-ahụ maka ndị na-emegide ịzụ ahịa na-arụ ọrụ na-eduga mgbalị gọọmentị iji nyochaa ma kpee ndị na-azụ ahịa ikpe",
  "N'oge akụkọ ahụ, gọọmentị mara onye a na-ebo ebubo na ọ na-azụ ahịa ụmụ nwanyị Brazil n'ịgba akwụna, ma maa ya ikpe ịga mkpọrọ afọ 2.5",
  "Ikpe megide ndị nwe ụlọ akwụna anọ ebubo na ha na-azụ ahịa ụmụ nwanyị si Dominican Republic maka mmegbu mmekọahụ gara n'ihu",
  "Na Febụwarị 2008, ndị uwe ojii jidere ndị nwe ụlọ akwụna abụọ maka ịzụ ahịa ụmụ nwanyị Brazil na mba ahụ; ikpe ndị a na-echere",
  "Otu ndị uwe ojii na-emegide ịzụ ahịa na-enyocha ụlọ akwụna maka ụmụaka yana ndị okenye nọ n'ọnọdụ mmanye ma ọ bụ mmanye",
  "Ndị uwe ojii na ndị ọchịchị na Guyana na Dominican Republic na-arụkọ ọrụ n'okwu gbasara ịzụ ahịa mba ụwa, ma chọọ ka mmekọrịta dị mma na Colombia, Netherlands Antilles, na French Guiana",
  "E nwere akụkọ na ụfọdụ ndị ọrụ mbata na omenala Surinamese mere ka ịzụ ahịa banye na mba ahụ site n'ịnara aka azụ",
  "Enwebeghị ikpe maka mmekọ ịzụ ahịa dị otú ahụ, ọ bụ ezie na nyocha nke ebubo ndị a na-aga n'ihu.",
  "Gọọmentị mere mmezi dị ala iji chebe ndị a na-azụ ahịa n'afọ ahụ",
  "Ndị uwe ojii na ndị ọkàiwu na-adabere na ndị mmekọ obodo, ọkachasị otu NGO guzobere n'oge na-adịbeghị anya, Trafficking-in-Persons Foundation, iji nweta ebe obibi ma nyere ndị metụtara aka",
  "Gọọmenti nyere ndị otu NGO ndị a aka n'ịchọta ụlọ dị mma maka nchekwa, ma soro ndị nnọchi anya kọnsụl sitere na mba ndị ọzọ rụkọọ ọrụ na mbọ ịlọghachi.  Gọọmenti gbasakwara ọrụ enyere ndị ihe ike ụlọ na-eme n'ime ụlọ nye ndị a na-azụ ahịa, ma kesaa n'etiti ndị isi ọrụ akwụkwọ ntuziaka maka otu esi amata na ọgwụgwọ ndị a na-ere ahịa.  Ndị ọchịchị Surinamese na-agba ndị o metụtara ume ka ha nyere aka na nyocha na ikpe ndị na-azụ ahịa ha ikpe.  E nwere akụkọ na a tụrụ ụfọdụ ndị si mba ọzọ a tụrụ mkpọrọ ma chụpụ ha n'ihi mmebi iwu mbata na ọpụpụ mbata na ọpụpụ.  Suriname anaghị enye usoro iwu ọzọ maka iwepụ ndị si mba ọzọ ihe metụtara na mba ebe ha na-eche ihe isi ike ma ọ bụ nkwụghachi ụgwọ",
  "Ndị",
  "Ndị otu gọọmentị na-emegide ịzụ ahịa ndị mmadụ na-arụ ọrụ na-emecha iwu iji nye ndị na-azụ ahịa ọnọdụ obibi nwa oge",
  "Suriname gara n'ihu na mkparịta ụka ya na gọọmentị ndị agbata obi Guyana, French Guiana, na Brazil banyere usoro maka iweghachite ndị na-azụ ahịa.",
  "Ndí Gọọmentị meziwanye mgbalị mgbochi n'oge akụkọ ahụ",
  "Ndị isi ọrụ nọgidere na-akatọ ma na-adọrọ uche ọha na eze na nsogbu nke ịzụ ahịa mmadụ na Suriname",
  "Ndị otu gọọmentị na-emegide ịzụ ahịa mmadụ na-arụ ọrụ na International Organization for Migration iji mejuputa mgbasa ozi na mba ahụ, na-eru ihe dị ka mmadụ 40,000",
  "A na-eduzikwa ọrụ mgbasa ozi na mpaghara ókèala mba ahụ na Guyana, ebe ọtụtụ ndị na-azụ ahịa na-abanye na mba ahụ",
  "A zụrụ ndị uwe ojii ndị agha, bụ ndị na-ahụ maka ọdụ ụgbọ mmiri na-abanye na mpaghara a, maka ịchọpụta ndị nwere ike ịzụ ahịa",
  "Ndị otu na-emegide ịzụ ahịa ndị mmadụ na-arụ ọrụ nyekwara ịdọ aka ná ntị mgbasa ozi gbasara ọrụ ịzụ ahịa mgbe e debere mgbasa ozi na-enyo enyo na akwụkwọ akụkọ obodo na-ewe ndị na-eto eto ịrụ ọrụ na mba ọzọ",
  "Agbanyeghị, ọ dịghị mkpọsa gọọmentị a na-ahụ anya iji belata ọchịchọ maka mmekọahụ azụmahịa mere n'oge akụkọ ahụ",
  "Suriname akwadobeghị 2000 UN TIP Protocol."
]