[
  "Ịzụ ahịa mmadụ na Florida bụ ahia iwu na-akwadoghị nke mmadụ maka mmegbu mmekọahụ ma ọ bụ ọrụ mmanye dịka ọ na-eme na steeti Florida",
  "Mgbe California na New York gasịrị, Florida nwere ọtụtụ ikpe màkà ịzụ ahịa mmadụ n'ime United States. Florida enweela ikpe dí iche iche nke ịzụ ahịa mmekọahụ, ịgba ohu n'ụlọ, na ọrụ mmanye.",
  "Florida nwere nnukwu akụ na ụba ọrụ ugbo na nnukwu ndị mbịarambịa, nke mere ka ọ bụrụ ebe kachasị eme ọrụ mmanye, ọkachasị na ụlọ ọrụ tomato. Nke ozor bú ná ụlọ ọrụ nlegharị anya nke Florida enyewokwa aka mee ka steeti ahụ bụrụ ihe mgbaru ọsọ kachasị maka ndị na-azụ ahịa mmadụ",
  "Mgbalị dị n'otu emeela ka a tọhapụ ọtụtụ puku ndị ohu n'afọ ndị na-adịbeghị anya. Ụlọ ọrụ National Human Trafficking Resource Center kọrọ na ha natara oku 1,518 na ozi ịntanetị na 2015 banyere ịzụ ahịa mmadụ na Florida.",
  "Ndị n'eme iwu nà United States nyere iwu nke ndị na-ahụ maka ịzụ ahịa íwú na ime ihe ike na 2000, nke ọ bụghị naanị na ọ na-eme mpụ maka ịzụ ahịa mmadụ kama ọ na-ezube ịkwado ndị ọ metụtara. N'afọ 2002, Ngalaba Florida nke Ụmụaka na Ezinụlọ Office of Refugee Resettlement malitere ọrụ iji chọpụta otú Florida nwere ike isi mejuputa iwu ọhụrụ a.",
  "Ndị omebe iwu Florida bidoro Kansụl Steeti gburugburu na-ahụ maka ịzụ ahịa mmadụ, nke ága-eji afọ abụọ mepụta ndụmọdụ iwu maka igbochi ịzụ ahịa mmadụ site n'ịgba ndị omekome ikpe na inye ndị metụtara ọrụ. Kansụl ahụ gụnyere mmadụ iri na ise, gụnyere ndị ọkàiwu, ndị omebe iwu, ndị ọkachamara ahụike, ndị ọkachamara na-ahụ maka mmekọrịta mmadụ na ibe ya, na onye bụbu Attorney General Pam Bondi dị ka Onye isi oche.",
  "Ndị ọrụ Federal Civil Rights ekpebiela ọrụ ịgba ohu ise metụtara ihe karịrị otu puku ndị ọrụ na ubi Florida kemgbe 1997.  N'ime ọnwa Nọvemba 2002, Ramiro Ramos, nwanne ya nwoke bú Juan, na nwa nwanne nna ha bú Jose Luis, ndị na-arụ ọrụ n'otu ugbo na Immokalee, Florida, boro ebubo afọ iri na iri na abụọ nke ọ bụla maka ijide ndị ọrụ si mba ọzọ n'ohu na-enweghị isi. Njikọ nke ndị ọrụ Immokalee, otu nzukọ obodo nke na-elekwasị anya na ikike mmadụ nke ndị mbịarambịa Mexico na Central America na mpaghara ahụ bụ ndị a na-erigbu maka ọrụ dị ọnụ ala ma ọ bụ na-akwụghị ụgwọ."
]