[
  "Ịzụ ahịa mmadụ na South Africa na-eme dị ka omume nke ọrụ mmanye na mmegbu mmekọahụ azụmahịa n'etiti ndị ikom, ndị inyom, na ụmụaka na-ebubata ma na-ebupụ. N'ozuzu, a na-azụ ụmụ agbọghọ South Africa n'ihe gbasara ebumnuche nke mmegbu mmekọahụ na ịgba ohu n'ụlọ, ebe a na-eji ụmụ nwoke eme ihe n'okporo ámá, ọrụ nri, na ọrụ ugbo. Ihe akaebe na-egosi na a pụkwara ịmanye ụmụaka South Africa inye ndị nwe ala ọrụ na-akwụghị ụgwọ n'ihi obibi ala, ebe obibi, ma ọ bụ maka ịnọgide na-enwe ikike ọrụ. N'ọnọdụ ọ bụla, ụdị ọrụ a na-akwụghị ụgwọ emeela ka a kọwaa ịzụ ahịa mmadụ dị ka ụdị ịgba ohu nke oge a. Ịzụ ahịa mmadụ bụ n'ihi ngwakọta nke ụfọdụ ihe, gụnyere enweghị nhata nwoke na nwanyị, ọgba aghara akụ na ụba, na esemokwu ndọrọ ndọrọ ọchịchị",
  "Ebe ọ bụ na Afrịka nwere ihe ndị a niile, ọ bụ ebe na-arụsi ọrụ ike n'ihe banyere ịzụ ahịa mmadụ. Ọtụtụ [onye?] na-agba ume maka mkpa nke mgbanwe ọdịbendị iji belata ọnọdụ nke ịzụ ahịa mmadụ site na ibelata ọchịchọ maka mmekọahụ na ọrụ a na-akwụghị ụgwọ.",
  "Ịzụ ahịa mmadụ banyere iji ike, aghụghọ, ma ọ bụ mmanye iji nweta ọrụ ma ọ bụ azụmahịa mmekọahụ, dị ka ndí Ngalaba Nchebe Obodo si kwuo. Nkọwa nke ịzụ ahịa mmadụ anaghị achọ ka a na-ebuga ndị ahụ metụtara",
  "Ha nwere ike ịnọ ọdụ ma ka na-ahazi ha dị ka ndị na-azụ ahịa mmadụ ma ọ bụrụ na a na-emegbu ha ma ọ bụ na-eje ozi dị ka ndị ọrụ.",
  "A na-eme atụmatụ na e nwere ọtụtụ nde ndị e gburu; ọ bụ ezie na ọ bụ naanị ihe dị ka iri ise rụọ otu narị puku ka a na-ahụ kwa afọ. Mahadum Johannesburg na-akọ na ịzụ ahịa na-eme na ọnụ ọgụgụ dị elu maka ụmụ agbọghọ karịa ụmụ nwoke, na 55.5% nke ndị niile a na-azụ ahịa na South Africa bụ ụmụ nwanyị, na 44.5% bụ ụmụ nwoke",
  "A na-eme atụmatụ na ihe karịrị ụzọ atọ n'ụzọ anọ nke ndị niile metụtara nọ n'agbata afọ iri na abụọ na iri abụọ na ise. Ọ bụ ezie na a na-enweta ụfọdụ ndị a na-ahụ n'ihe gbasara aghụghọ n'aha onye na-azụ ahịa, ógè ụfọdụ, ndị na-ahụ n'ihe banyere ịzụ ahịa mmadụ na-abanye n'onwe ha, ebe ha na-eche ihe isi ike akụ na ụba ihu nke na-ahapụ ha na-achọsi ike maka ndụ ka mma. Nke a nwere ike ime ka ndị ọrụ ma ọ bụ ndị pimps na-amanye ndị ọrụ ka ha bụrụ onye a na-azụ ahịa maka ọtụtụ uru ụgha dị ka ụgwọ ka mma, dịka ọmụmaatụ. Nkesa akụ na ụba na South Africa na-eme ka ndị metụtara nwee ike ịnweta nkwa akụ na ụba.",
  "Otu ụlọ ọgwụ dị na Durban, South Africa kwetara na ikpe mara ya maka ebubo otu narị na itoolu nke ịfefe akụkụ ahụ n'ụzọ iwu na-akwadoghị, ebe a kwụrụ ndị Brazil na ndị Romania ụgwọ dị ka obere puku dollar isii maka akụkụ ahụ ruru n'ebe ọ bụla site na dollar otu narị puku rụọ otu narị puku na iri abụọ. Nke a bụ mmebi nke South African Human Tissue Act nke afọ 1983 nke na-echebe ụmụaka ka a ghara iji ha mee ihe maka mbugharị akụkụ ahụ na ire akụkụ ahụ maka uru. Saụt Afrịka bụ ebe a ma ama maka owuwe ihe ubi n'ihi na ọnụego mgbanwe dị n'etiti ego Saụt Afrịka na dollar United States na-enye ndị nnata ohere ịkwụ ụgwọ kachasị",
  "Tụkwasị na nke ahụ, Saụt Afrịka nwere naanị pasent abụọ nke ndị bi na ndekọ mbugharị akụkụ ahụ, na ọtụtụ ndị dọkịta ruru eru dị njikere ime mbugharị ahụ.",
  "Ndị na-azụ ahịa na-ahọrọ ebe njem ebe ndị ọrụ gọọmentị na ndị uwe ojii rụrụ arụ, na-ahapụ ndị na-azụ ahịa na ntakiri ihe ize ndụ nke ijide ha na ndị na-enwechaghị olileanya na a ga-enyere ha aka.",
  "Njem mmekọahụ ụmụaka juru ebe niile n'ime na n'etiti ụfọdụ obodo South Africa, ọkachasị obodo Johannesburg na Cape Town. A na-ebutekarị ụmụ nwanyị na ụmụ agbọghọ si mba Afrịka ndị ọzọ na Saụt Afrịka n'ihi mmegbu mmekọahụ azụmahịa, ịgba ohu n'ụlọ, na ọrụ ndị ọzọ na ngalaba ọrụ",
  "Ógè ụfọdụ, a na-akpọrọ ụmụ nwanyị ndị a gaa Europe maka mmegbu mmekọahụ",
  "A na-azụkarị ọtụtụ ụmụ nwanyị Thai, China, na Europe ma na-emegbu ha n'ụzọ mmekọahụ na South Africa maka ịgba ohu ụgwọ",
  "A na-ebuga ụmụ okorobịa na ụmụ nwoke si Mozambique, Zimbabwe, na Malawi na South Africa màkà ọrụ ugbo, na-agbatị ruo ọtụtụ ọnwa n'akwụghị ụgwọ tupu \"ndị ọrụ\" ejide ha ma chụga ha dị ka ndị mbịarambịa iwu na-akwadoghị",
  "Òtù ndị omempụ a haziri ahazi - gụnyere ndị Naijiria, ndị China, na ndị otu ọwụwa anyanwụ Europe, ndị otu obodo na ndị uwe ojii n'otu n'otu na-eme ka ịzụ ahịa banye na n'ime South Africa, ọkachasị maka ebumnuche nke mmegbu mmekọahụ azụmahịa.",
  "Enweghị ọnụ ọgụgụ a pụrụ ịdabere na ya banyere ịzụ ahịa mmadụ, na-ekpuchi eziokwu banyere ịzụ ahịa mmadụ na South Africa",
  "Ebe ọ bụ na a maghị obere ihe dị otú ahụ, ọ na-esiri ike ịtụle ma lụso ọnọdụ ahụ ọgụ. United States gafere Iwu Mgbochi na ịlụso Ịzụ ahịa mmadụ ọgụ n'afọ 2013, nke onye bụbu onye isi ala South Africa bụ Jacob Zuma bịanyere aka na ya. N'agbanyeghị, obere mgbanwe metụtara ma ọ bụ naanị ndị na-azụ ahịa 3 ka a mara ikpe, a na-ekpekwa mmadụ iri na abụọ a na-enyo enyo n'otu afọ ahụ."
]