[
  "Ịzụ ahịa mmadụ bụ mpụ na mba New Zealand n'okpuru Nkebi nke 98D nke Iwu Mpụ 1961",
  "N'afọ 2002, Gọọmentị New Zealand kwadoro Protocol iji gbochie, gbochie ma nye ntaramahụhụ maka ịtụ mgbere ahịa mmadụ, ọkachasị ụmụnwanyị na ụmụaka (Palermo Protocol), nkwekọrịta nke United Nations Convention against Transnational Organized Crime (UNTOC). Mba New Zealand na-ekere òkè na mgbalị iji lụso ịzụ ahịa mmadụ ọgụ na mpaghara Asia-Pacific, ma nwee ọrụ ndu na usoro Bali na mbubata ndị mmadụ, ịtụ mgbere ahịa mmadụ na mpụ mba ụwa (Bali Process). : 13",
  "Ebe ọ bụ na a naghị ewere ịzụ ahịa mmadụ dị ka okwu na-arụsi ọrụ ike na mba New Zealand, gọọmentị na-elekwasị anya na mgbochi na njirimara nke ndị metụtara na mmejọ: 5 New Zealand ka edepụtara dị ka mba na-aga maka ịzụ ahịa mmadụ na ebe isi iyi maka ịzụ ahịa ụlọ nke ọrụ mmanye, gụnyere ụmụaka na ahia mmekọahụ. Dị ka mba United States Department of State na-akọ kwa afọ banyere ịdị irè nke omume gọọmentị iji dozie ịtụ mgbere ahịa mmadụ, New Zealand enwetala ọkwa Tier One (nke kachasị elu), na-enweta nrubeisi zuru oke na ụkpụrụ kacha nta dị ka ọ dị na Trafficking Victims Protection Act 2000 (TVPA). Ụkpụrụ ndị a kwekọrọ n'ozuzu ya na Palermo Protocol.",
  "Iji mejuputa Palermo Protocol, a gbanwere Iwu Mpụ nke afọ 1961 iji tinye mpụ nke ịtụ mgbere ahịa mmadụ n'afọ 2002. Na nzaghachi na Usoro Bali, New Zealand kwere nkwa ịmepụta atụmatụ bara uru iji dozie ịzụ ahịa mmadụ ma guzobe Inter Agency Working Group on People Trafficking (Working Group) na 2006. : 3 Ngalaba Ọrụ, na-arụ ọrụ n'aha ndị otu na-arụ ọrụ, wepụtara Atụmatụ nke Ọrụ iji gbochie ịzụ ahịa ndị mmadụ na 2009. Nkọwa nke ịtụ mgbere ahịa mmadụ dị ka nke na-agụnye naanị mmegharị mba pụtara na ebubo maka ịtụ mgbere ahịa mmadụ n'ụlọ na ndị ọrụ, ụlọ ọrụ mmekọahụ na ụgbọ mmiri ịkụ azụ ndị mba ọzọ ka a gbasoro na iwu ndị ọzọ, dị ka Iwu Ndozigharị Ịgba akwụna 2003 (PRA) na Iwu Mbata 2009 nke na-adọta obere ntaramahụhụ",
  "A na-edozi okwu a ugbu a na mmezigharị iwu a tụrụ aro. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịtụ mgbere ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017.",
  "Inter Agency Working Group nwere Ngalaba Ọrụ (nke bụzi Ministry of Business, Innovation and Employment (MBIE)), Ngalaba nke Prime Minister na Cabinet, Ministry of Foreign Affairs and Trade, Ministry of Justice, Ministry of Health, Ministry of Social Development, Ministry for Women, New Zealand Customs Service na ndị uwe ojii New Zealand",
  "N'ime oge nke ọnwa Juuun ruo Julaị n'afọ 2008, Ngalaba Na-ahụ Maka Ọrụ nwere mkparịta ụka ọha na eze iji mepụta \"n'ozuzu usoro gọọmentị\": 4 maka ịzụ ahịa mmadụ",
  "A natara ntinye akwụkwọ iwu 34 nke mere ka mmepe na mbipụta nke Atụmatụ Ọrụ iji gbochie ịzụ ahịa ndị mmadụ na 2009. MBIE na-ahụ maka ịhụ na e mejuputara atụmatụ ahụ ma chịkọta akụkọ kwa afọ banyere nrubeisi: 9 Atụmatụ ime ihe nwere ihe mgbaru ọsọ atọ; Mgbochi, Nchedo na Mkpesa. N'okpuru nke ọ bụla n'ime ihe ndị a, atụmatụ ahụ na-achọpụta ebumnuche na ihe ndị a ga-eme, ma na-ekenye ụlọ ọrụ na-ahụ maka ọrụ na oge maka mmezu",
  "A na-ewere atụmatụ ahụ dị ka \"akwụkwọ dị ndụ\", na ịgbaso mgbanwe iwu na-echere ka a ga-enyocha ya.",
  "Gọọmentị New Zealand na-agba mbọ ịkwadebe ma zụọ ndị ọrụ gọọmentị na ndị ọrụ n'ihu iji chọpụta ịzụ ahịa ma zaghachi n'ụzọ kwesịrị ekwesị site na ịmepụta usoro agụmakwụkwọ iwu. Nke a gụnyere ịkwalite mmata ọha na eze n'ozuzu ya: 9 MBIE ga-eme nnyocha na-aga n'ihu na ịzụ ahịa mmadụ na inye aka na nke a, National Intelligence Centre na-ekerịta ozi n'ụzọ iwu kwadoro na gọọmentị ndị ọzọ: 11",
  "N'iburu n'uche na ịzụ ahịa mmadụ nwere ike ịgụnye netwọk mba dị iche iche, mgbalị ime ụlọ enweghị ike inweta nchebe zuru oke, dịka \"n'agbanyeghị na ọ bụ obere mba na-aga, New Zealand ka na-enwe nsogbu site na oke nke ịzụ ahịa ndị mmadụ na mpaghara Asia Pacific gbara agbata obi",
  "\" New Zealand bụ onye otu ụlọ ọrụ mba ụwa dị iche iche nke na-ahụ maka ịzụ ahịa mmadụ, dị ka usoro Bali, Pacific Immigration Directors' Conference na International Labour Organization (ILO). Enyere enyemaka ego maka atụmatụ ịzụ ahịa mmadụ na mpaghara Asia Pacific site na New Zealand Agency for International Development.",
  "Ndị uwe ojii mba New Zealand kwadoro ndị a na-ahụ maka ya na ụlọ ọrụ gọọmentị kwesịrị ekwesị na-eme nyocha ma nwee ike ịnye usoro iwu: 16 Ọ bụrụ na onye ahụ bụ onye mbịarambịa nwa oge, ha nwere ike itinye akwụkwọ maka ịgbatị visa maka ọnwa iri na abụọ. Mgbe nyocha ahụ gasịrị, ndị mbịarambịa nwere ike itinye akwụkwọ maka visa bi ma nweta nchebe na-aga n'ihu, ma ọ bụrụhaala na ha egbochighị nyocha ahụ. The Health and Disability Eligibility Direction 2011 nyere ndị niile metụtara ikike ịnata nkwado gọọmentị, gụnyere enyemaka iwu, ndụmọdụ na ọgwụgwọ ahụike, na mkpuchi zuru ezu n'okpuru Usoro nkwụghachi ụgwọ ihe mberede. Ndị a tara ahụhụ nwere ike itinye akwụkwọ na Housing New Zealand na Ministry of Social Development maka enyemaka n'ihe banyere nsogbu ego. : 19 N'iburu ọkwa dị ala nke ikpe ịzụ ahịa na New Zealand, ọ dịghị ihe nkesa ego a raara nye ọrụ ndị a. A na-enyocha ndị a metụtara n'otu n'otu ma nwee ike iduzi ha ka ha nweta nkwado ọzọ site n'aka ndị na-abụghị ndị gọọmentị.",
  "Iwu Ndezigharị Mpụ nke afọ 2002 gbakwunyere Nkebi nke 98C na 98D na Iwu Mpụ nke 1961 nke machibidoro mbubata ndị mbịarambịa na-enweghị ikike maka uru ihe onwunwe, na ịzụ ahịa mmadụ site na mmanye ma ọ bụ aghụghọ",
  "Dị ka mpụ megide ụmụ mmadụ, a na-eji ntaramahụhụ tụnyere ndina n'ike na igbu ọchụ, na oke mkpọrọ afọ iri abụọ ma ọ bụ ụgwọ $ 500,000, ma ọ bụ ha abụọ. N'ikwekọ na usoro gọọmentị nke \"onye e merụrụ ahụ\", enwere ike ịmepụta ịzụ ahịa mmadụ maọbụ ọ bụrụ na onye ahụ mere ihe n'afọ ofufo. A na-enye ọtụtụ ihe na-eme ka ọ dị njọ iji nye ohere maka ikpe kwesịrị ekwesị. Ikpe niile dị n'okpuru ndokwa ndị a chọrọ nkwenye nke Attorney-General, a pụkwara ịgba akwụkwọ maọbụ ọ bụrụ na onye ahụ abataghị na mba New Zealand n'ezie. Ụlọ ikpe New Zealand nwere ikike na-abụghị nke mba ọzọ maka mpụ nke ịzụ ahịa mmadụ ma nwee ike ikpe ụmụ amaala New Zealand na-eme mpụ ahụ n'ókèala mba ọzọ. Ka ọ dị ugbu a, ọ dịghị ikpe ọ bụla e dekọrọ ma a tụrụ aro na enweghị ikpe na nyocha bụ n'ihi nnukwu ihe akaebe nke iwu dị ugbu a. N'ọnwa Ọgọstụ afọ 2014, Immigration New Zealand boro mmadụ atọ ebubo ịzụ ahịa mmadụ, bụ ndị na-ekwenyeghị na ha ikpe mara ha haziri site na aghụghọ ịzụ ahịa nke ndị mba India iri na asatọ n'ọrụ mmanye n'afọ 2008-2009",
  "E zigara ikpe ahụ n'ụlọ ikpe dị elu, ma na-echere ikpe na ngwụsị afọ 2015 ruo mmalite afọ 2016. N'afọ 2014, e webatara Iwu Iwu Mpụ na Mmegide nrụrụ aka na nzuko omeiwu",
  "Nkebi nke 5 na-agbanwe nkọwa nke ịzụ ahịa mmadụ iji tinye mmegharị ụlọ, na-eme ka New Zealand kwekọọ na nkọwa mba ụwa, ma na-agbakwụnye mmegbu dị ka ihe na-akpata mpụ ahụ",
  "Iwu ahụ na-anata ntinye akwụkwọ ugbu a ma a ga-akọ akụkọ na Mee 2015.",
  "N'afọ 2001, ọ pụtara na a ghọgburu ụmụ nwanyị Thai na-akwaga mba ọzọ n'ime ndokwa mmekọahụ azụmahịa na Auckland",
  "Enweghị ikpe mpụ ọ bụla kpatara, ọ bụ ezie na otu ebubo obodo gara nke ọma. Kọmitii na-ahụ maka ihe ndị ruuru mmadụ mere 'Pink Sticker Campaign' iji mee ka a mara banyere mmegbu ma kpọsaa ụlọ nchekwa maka ndị ahụ metụtara, na Mịnịstrị nke Ikpe Ziri Ezi kwụsịrị ọnọdụ visa free n'etiti New Zealand na Thailand",
  "Ndị na-enyocha ndị ọrụ na-eleta ụlọ akwụna iwu kwadoro na gọọmentị na-enyocha ebe ọrụ ndị na-ewe ndị mbịarambịa. Ebe ọ bụ na nkwado iwu nke ịgba akwụna na 2003, The Prostitution Reform Act (PRA) na-eme ka ọ bụrụ mpụ ịmanye ọrụ mmekọahụ azụmahịa. Iji dozie nsogbu nke ndị ọrụ mmekọahụ na-akwadoghị, ọ bụ mpụ iyi egwu ikpughe ọnọdụ ndị mbịarambịa na-akwadoghị dị ka usoro ịmanye mmadụ ịrụ ọrụ mmekọahụ azụmahịa. Ọ bụkwa mpụ ịtọrọ mmadụ maka ebumnuche nke alụmdi na nwunye ma ọ bụ njikọ mmekọahụ na onye ntọ ma ọ bụ onye ọ bụla ọzọ n'enweghị nkwenye ma ọ bụ na nkwenye n'okpuru aghụghọ ma ọ bụ mmanye.",
  "Ngalaba US nke State Trafficking in Persons Report 2014 na-akọwa ịgba akwụna ụmụaka dị ka ihe iseokwu, mana enweghị data dịnụ iji kwado nkwupụta a. Ndị ọrụ gọọmentị azaghachila ọtụtụ oge na akụkọ ndị ahụ dabere na mgbasa ozi mgbasa ozi na-emegide ihe akaebe ndị uwe ojii. PRA na-eme ka ọ bụrụ mpụ iji kwado ma ọ bụ nata ụgwọ maka mmekọahụ azụmahịa na onye na-erubeghị afọ 18, na ntaramahụhụ kachasị nke mkpọrọ afọ 7. Ọ bụ ezie na ndị dị afọ iri na isii na karịa nwere ike inwe mmekọahụ n'ụzọ iwu kwadoro, mmụba afọ na-egosipụta ọrụ New Zealand irube isi na ọrụ mba ụwa gbasara ụmụaka. Ọ bụghị mpụ ịnye ọrụ mmekọahụ azụmahịa n'okpuru afọ iri na asatọ, ebe a na-ewere nwatakịrị ahụ dị ka onye ahụ. New Zealand kwadoro Protocol Nhọrọ na ire ụmụaka, ịgba akwụna ụmụaka na ikiri ụmụaka, ma mee ka ọ bụrụ iwu na-akwadoghị imeso onye na-erubeghị afọ iri na asatọ maka ebumnuche nke mmegbu mmekọahụ, iwepụ akụkụ ahụ ma ọ bụ itinye aka n'ọrụ mmanye. Na mgbalị iji machibido njem mmekọahụ mba ụwa, Ụlọikpe New Zealand nwere ikike maka ụmụ amaala New Zealand ndị na-enwe mmekọahụ azụmahịa na mpaghara mba ọzọ na ụmụaka na-erubeghị afọ iri na isii.",
  "N'okwu gbasara ndị na-erubeghị afọ, ụlọ ikpe ahụla nchegbu ha maka igbochi ikpe. Na R v Raeleen Jo-Ann Prendeville, e kwuru na onye a na-ebo ebubo nwere ibu ọrụ igosi enweghị mmejọ nke ihe ọmụma banyere afọ onye ahụ",
  "Na R v Allan Geoffrey Pahl eziokwu ahụ bụ na e duhiere onye a na-ebo ebubo ikwere ma chụsoo nwanyị na-erubeghị afọ na-abaghị uru na ikpe nke ebubo ahụ.",
  "Ịgba ohu, gụnyere ịgba ohu ụgwọ na ịgba ohu bụ mpụ na mba New Zealand. N'ihi nkọwa nke ịzụ ahịa mmadụ, a na-ekpe ikpe n'ụlọ ikpe metụtara ịgba ohu ụgwọ na ọrụ mbịarambịa n'okpuru Nkebi nke 98 nke Iwu Mpụ. Ndị mbịarambịa na-eweta otu nsogbu iji lụso ịzụ ahịa mmadụ ọgụ",
  "Ha nwere ike enweghị ozi ma ọ bụ nghọta nke ikike ha n'ihi asụsụ na ọdịbendị dị iche iche",
  "Ọ bụrụ na a machibidoro ha ịrụ ọrụ na otu onye ọrụ, ha nwere ike ịdaba na iyi egwu ma ọ bụrụ na ọ dị mma karịa ịchụpụ, ha nwekwara ike ịtụ egwu ihere ma ọ bụrụ na ezinụlọ ha akwadola ọbịbịa ha na New Zealand ma ọ bụ na-adabere na ego ha nwetara. Iwu mbata nke afọ 2009 na-enye ohere maka ikpe ndị ọrụ na-erigbu ndị mbịarambịa ma ọ bụ ndị na-emebi iwu ọrụ dịka Iwu ezumike 2003, Iwu Ụgwọ kacha nta nke 1983 na Iwu Nchedo Ụgwọ 1983. N'ọnwa Eprel afọ 2015, e megharịrị Iwu Mbata nke afọ 2009 iji gbasaa nchedo ndị a nye ndị ọrụ iwu. Gọọmentị na-elekwasịkwa anya na ụlọ ọrụ azụmaahịa na Iwu Regional Seasonal Employer (RSE) nke na-arụ ọrụ iji nọgide na-enwe ụkpụrụ ọrụ mgbe ọ na-azaghachi nnukwu mkpa ndị ọrụ.",
  "Ọchịchọ maka ndị ọrụ na mpaghara Canterbury na-esote ala ọma jijiji nke afọ 2011 emeela ka nchegbu nke ọrụ mmanye maka ndị ọrụ si mba ọzọ. N'afọ 2013, Gọọmentị Mba ahụ kwere nkwa nde $ 7 n'ime afọ anọ maka okwu a, na-enye ohere maka mmụba nke ndị nyocha ọrụ na ndị ọrụ mbata na mpaghara ahụ.",
  "N'afọ 1986, mba New Zealand nakweere usoro nchịkwa Quota nke na-enye ohere ka ụgbọ mmiri mba ọzọ (FCV’s) rụọ ọrụ n'ime New Zealand's Exclusive Economic Zone (EEZ)",
  "N'ihi na FCV ndị a nọ n'èzí ikike nke nchedo ọrụ, ndị ọrụ enweela ike irigbu ndị ọrụ ma nyefee ha n'ọrụ mmanye",
  "New Zealand kwadoro nkwekọrịta United Nations na Iwu nke Oké Osimiri n'afọ 1996, nke machibidoro njem nke ndị ohu, gụnyere n'ime EEZ.",
  "N'afọ 1997, e wetara ikpe mbụ na-ebo ebubo mmegbu ikike mmadụ na FCV n'ụlọ ikpe New Zealand ma nye ndị ọrụ ụgbọ mmiri ahụ ụgwọ. Gọọmentị mere nyocha n'afọ 2004 wee chọpụta ikike mmadụ na mmegbu nkwekọrịta mana ewepụtaghị nchọpụta ahụ n'ihu ọha: 88 Na Septemba 2005, ndị ọrụ Indonesia iri nke ụgbọ mmiri Sky 75 nke Korea gbara ọsọ n'ọdụ ụgbọ mmiri ma mee mkpesa na ndị uwe ojii New Zealand maka ido onwe ha n'okpuru ọnọdụ obi ọjọọ na ịkwụghị ụgwọ ọrụ: 82 N'afọ 2006, gọọmentị bipụtara ụkpụrụ nke Omume na ndị ọrụ azụ mba ọzọ. Ebe ọ bụ na nke a bụ ntụziaka iwu na-abụghị iwu, ọ dịghị ọrụ ọ bụla maka ndị ọchịchị New Zealand ịmanye iwu ahụ, ya mere mmegbu gara n'ihu, na nkwupụta ndị ọzọ na-aga nke ọma n'ụlọ ikpe na-eme ka a mara banyere okwu ahụ. N'afọ 2010, Oyang 70 mikpuru, gbuo ndị ọrụ ụgbọ mmiri isii",
  "Ndị ọrụ ụgbọ mmiri dị ndụ kpughere na ha enwetala ikike mmadụ na mmegbu nkwekọrịta. N'afọ 2011, ndị ọrụ ụgbọ mmiri Shin Ji na Oyang 75 boro ebubo na e metọrọ ha n'ụzọ anụ ahụ, nke uche na nke mmekọahụ, na-ata ahụhụ n'ọnọdụ ọrụ na ntaramahụhụ na-adịghị mma, ma na-akwụghị ha ụgwọ ma ọ bụ na-agọnahụ ịkwụ ụgwọ ọrụ, a manyere ha n'okpuru iyi egwu izochi nke a nye ndị ọchịchị. N'ịgbaso ebubo ndị a, gọọmentị mere nyocha nke Minista na Machị 2012. E webatara iwu nke nwere ọtụtụ n'ime aro ndị dị na akụkọ ahụ na nzuko omeiwu mana ọ gafeghị",
  "E mechara weghachite ya n'okpuru ngwa ngwa na Iwu Ndezigharị nke Fisheries (Foreign Charter Vessels and Other Matters) gafere n'ime iwu New Zealand n'afọ 2014",
  "Ndezigharị a nyere iwu na FCV niile dị n'ime EEZ ga-alaghachi na New Zealand site na 2016, nke ga-enye ohere ka Ụlọikpe New Zealand nwee ikike zuru oke maka ndị ọrụ niile, ndị ga-enwe otu nchedo nke ndị ọrụ niile nọ na New Zealand. Tụkwasị na nke a, e meela Mmemme Ndị Nlekọta iji nyochaa ọnọdụ ahụ nke ọma. A na-atụ anya na iwu ọhụrụ ahụ ga-eweta njedebe nke ịgba ohu nke oge a na mpaghara mmiri New Zealand.",
  "Mba New Zealand nwere ndị otu ikpe nke Council Advisory Council of Jurists na Asia Pacific Forum",
  "Ọkaikpe Susan Glazebrook ekwuola na ndị ọka ikpe ga-anọgide na-amata banyere ịzụ ahịa mmadụ dịka enwere ike ibute ikpe n'okpuru iwu dị iche iche, ọ bụ ezie na eziokwu nke ikpe ahụ nwere ike ịbụ mpụ nke ịzụ ahịa mmadụ. : 12 A ghọtara mkpa ọ dị ikpe kwesịrị ekwesị, na nchedo ndị metụtara, site na iji nlezianya mee ihe nchebe ndị akaebe na ịtụle mmetụta nke ịchụpụ ha nwere ike: 13",
  "Òtù dị iche iche na-abụghị nke gọọmentị na-arụ ọrụ na New Zealand iji nye aka na mmemme nyocha, na-enye nzaghachi nke ndị metụtara ma na-akwalite mmata ọha na eze",
  "Ihe atụ gụnyere Human Rights Commission, Stop the Traffik Aotearoa, Oxfam New Zealand, Justice Acts New Zealand, Child Alert (ECPAT) NZ, na Slave Free Seas",
  "Ndị agha nzọpụta akwadola nzukọ 'Prevent People Trafficking' n'afọ 2013 n'afọ 2014."
]