[
  "Romania bụ isi iyi, njem, na obodo na-aga n'ihe gbasara",
  "ụmụ nwoke, ụmụ nwanyị, na ụmụaka ndị a na-azụ ahịa mmadụ, kpọmkwem ọnọdụ nke ọrụ mmanye na ụmụ nwanyị na ụmụaka na-agba akwụna mmanye.",
  "A na-etinye ụmụ nwoke, ụmụ nwanyị, na ụmụaka ndị Romania n'ọnọdụ ọrụ mmanye, tinyere ịrịọ arịrịọ mmanye, na Spain, Italy, Czech Republic, Greece, Finland, Portugal, Germany, United Kingdom, Ireland, Cyprus, Australia, Argentina, France, na United States.",
  "Ụmụ nwanyị na ụmụaka si Romania bụ ndị a manyere ịgba akwụna na Italy, Spain, Netherlands, United Kingdom, Ireland Greece, Germany, Cyprus, Austria, na France. A na-azụ ụmụ nwoke, ụmụ nwanyị, na ụmụaka ndị Romania n'ime mba ahụ n'ihe gbasara mmegbu mmekọahụ azụmahịa na ọrụ mmanye, gụnyere ịrịọ arịrịọ mmanye na obere ohi.",
  "N'afọ 2009, ihe ka ọtụtụ n'ime ndị na-azụ ahịa a chọpụtara n'ime mba ahụ bụ ndị ọrụ mmanye",
  "Romania bụ obodo na-aga n'ihe gbasara ọnụ ọgụgụ dị nta nke ụmụ nwanyị si Moldova, Colombia, na France bụ ndị a manyere ịgba akwụna",
  "Ihe ka ọtụtụ n'ime ndị Romania a chọpụtara bụ ndị ọrụ mmanye, gụnyere ịrịọ arịrịọ mmanye.",
  "Gọọmentị Romania anaghị agbaso ụkpụrụ kacha nta n'ihe gbasara iwepụ ịzụ ahịa; Otú ọ dị, ọ na-eme mgbalị dị ukwuu iji mee nke ahụ",
  "Ọ bụ ezie na ihe karịrị ọkara nke ndị a chọpụtara n'afọ 2009 bụ ndị ọrụ mmanye, gọọmentị enweghị ike ịkọ mgbalị dị ukwuu iji dozie ịzụ ahịa ndị ọrụ; kpọmkwem, gọọmentị ekenyeghị ọnụ ọgụgụ ndị mmanye iwu na-azụ ahịa ndị ọrụ site na ọnụ ọgụgụ ndị na-azụ ahịa mmekọahụ ma si otú a ghara ịkọ ọnụ ọgụgụ nke nyocha nke ịzụ ahịa ndị ọrụ, ikpe, na ikpe, ma ọ bụ ọnụ ọgụgụ ndị ọrụ gọọmentị nyere aka n'oge akụkọ ahụ.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Romania gosipụtara mgbalị ndị mmanye iwu n'ime oge akụkọ ahụ; Otú ọ dị, ọ kọghị ọnụ ọgụgụ nyocha, ikpe, na ikpe ndị e nwetara megide ndị omekome na-azụ ahịa ọrụ",
  "Romania machibidoro ụdị ọ bụla nke ịzụ ahịa mmadụ site na Iwu nọmba narị isii na iri asaa na asatọ/afọ 2001, nke na-enye ntaramahụhụ nke mkpọrọ afọ atọ ruo afọ iri na ise",
  "Ntaramahụhụ ndị a siri ike ma kwekọọ na ntaramahụhụ e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "Site na ụbọchị mbụ n'ọnwa Febụwarị n'afọ 2014, a machibidoro ịzụ ahịa mmadụ site na isiokwu narị abụọ na iri nke Iwu Penal.",
  "N'afọ 2009, ndị ọchịchị nyochara ikpe 759 - gụnyere ụfọdụ nyocha malitere na 2008, ma e jiri ya tụnyere ikpe ọhụrụ narị anọ na iri itoolu na anọ n'afọ 2008",
  "Gọọmentị gbara mmadụ narị atọ na atọ ikpe maka ịzụ ahịa n'afọ 2009, ma e jiri ya tụnyere mmadụ narị atọ na iri abụọ na itoolu a gbara akwụkwọ n'afọ 2008",
  "N'oge akụkọ ahụ, Romania mara ndị omekome 183 ikpe, site na mmadụ 125 a mara ikpe na 2008",
  "N'oge akụkọ ahụ, ọ bụ naanị pasent 39 - 72 n'ime 183 - nke ndị omekome a mara ikpe na-azụ ahịa jere ozi oge ụfọdụ n'ụlọ mkpọrọ; a mara otu onye omekome ikpe ịga mkpọrọ ruo ọnwa isii, a mara ndị omekome 54 ikpe ịga mkpọrọ afọ ise ruo afọ iri, a mara ndị omekome isii ikpe ịga mkpọrọ afọ iri na ise ruo afọ iri na ise, a mara otu onye omekome ụmụaka ikpe oge a na-akọwaghị n'ụlọ mkpọrọ",
  "Ndị omekome 111 fọdụrụnụ a mara ikpe na-azụ ahịa enwetaghị ikpe ụlọ mkpọrọ.",
  "Gọọmentị Romania belatara mgbalị ya iji chebe ma nyere ndị na-azụ ahịa aka n'oge akụkọ ahụ",
  "N'afọ 2009, gọọmentị enyeghị ego maka ndị NGO na-emegide ịzụ ahịa na ndị na-ahụ maka ndị mmadụ, ma e jiri ya tụnyere dollar narị puku abụọ na iri asaa nyere NGO anọ n'afọ 2008",
  "Enweghị ego gọọmentị a kpatara mbelata dị ukwuu na ọnụ ọgụgụ ndị ụlọ ọrụ gọọmentị na NGO nyere aka",
  "N'afọ 2009, gọọmentị chọpụtara mmadụ narị asaa na iri asatọ - gụnyere ma ọ dịkarịa ala mmadụ 416 a chọpụtara na ha na-arụ ọrụ mmanye na ọ dịkarịa ala mmadụ narị atọ na iri abụọ a chọpụtara na ha na-agba akwụna mmanye, mbelata dị ukwuu site na mmadụ otu puku na narị abụọ na iri anọ a chọpụtara n'afọ 2008",
  "N'ime ndị ahụ a chọpụtara n'afọ 2009, otu narị na iri asaa na isii bụ ụmụaka, ndị a na-azụ ahịa maka ọrụ mmanye na ịgba akwụna.",
  "Romania nọgidere na-agba mbọ iji mee ka ndị mmadụ mara n'oge akụkọ ahụ",
  "Gọọmentị mere mkpọsa ọha na eze iji mee ka a mara banyere ịzụ ahịa mmekọahụ nke isiokwu ya bụ “The Two-Faced Man.” Mgbasa ozi a ruru ndị na-ege ntị ruru narị isii na puku iri abụọ ma gbaa ọsọ ruo ọnwa atọ, nke gụnyere mgbasa ozi maka telivishọn na redio na mpempe akwụkwọ gosipụtara na njem ọha na eze",
  "Gọọmentị mekwara mkpọsa mgbasa ozi maka ihe dị ka ụmụaka ụlọ akwụkwọ puku iri atọ na ndị nkụzi narị ise na iri atọ",
  "Gọọmentị kwubiri mkpọsa mbelata ọchịchọ ya na-elekwasị anya na ndị ahịa nke ndị nwere ike ịbụ ndị akwụna na ọrụ mmanye n'ọnwa June afọ 2009."
]