[
  "N'afọ 2010, Ngalaba Na-ahụ Maka Mba Amerịka kọrọ na:",
  "Eritrea bụ mba isi iyi maka ụmụnwoke, ụmụnwanyị, na ụmụaka ndị a na-azụ ahịa mmadụ, ọkachasị ọnọdụ nke ọrụ mmanye na, ruo n'ókè dị nta, ịgba akwụna mmanye",
  "N'oge akụkọ ahụ, ọrụ mmanye mere na Eritrea, ọkachasị n'ihe gbasara mmejuputa usoro ọrụ mba ahụ",
  "N'okpuru ụkpụrụ ndị e depụtara na Nkwupụta nke Ọrụ Mba (No",
  "82/1995), a chọrọ ụmụnwoke dị afọ iri na asatọ (18) ruo afọ iri ise na anọ (54) na ụmụnwanyị dị afọ 18 ruo 47 ka ha nye ọnwa 18 nke ọrụ ọha na eze ndị agha na ndị na-abụghị ndị agha na ebe ọ bụla ma ọ bụ ikike gọọmentị họọrọ....",
  "Ụmụaka Eritrea na-arụ ọrụ na ngalaba akụ na ụba dị iche iche, gụnyere ọrụ ụlọ, ịzụ ahịa n'okporo ámá, obere ụlọ ọrụ mmepụta ihe, na ọrụ ugbo; ụmụaka na-arụ ọrụ na-enwekarị mmetọ site n'aka ndị were ha n'ọrụ ma ụfọdụ nwere ike ịdaba n'ọnọdụ ọrụ mmanye",
  "O yikarịrị ka a na-erigbu ụfọdụ ụmụaka na-agba akwụna site na itinye aka na ndị ọzọ....",
  "Kwa afọ, ọnụ ọgụgụ dị ukwuu nke ndị ọrụ Eritrea na-akwaga ịchọ ọrụ, ọkachasị na Gulf States na Egypt, ebe ụfọdụ na-aghọ ndị ọrụ mmanye, ọkachasị n'ohu ụlọ",
  "A na-amanye ọnụ ọgụgụ dị nta ịgba akwụna",
  "N'afọ 2009, dịka ọmụmaatụ, a chọpụtara mmadụ ise ndị Eritrea na-azụ ahịa na mba United Kingdom na otu na Israel",
  "Na mgbakwunye, ọtụtụ puku ndị Eritrea na-agbapụ na mba ahụ n'ụzọ iwu na-akwadoghị, ọkachasị na Sudan, Ethiopia, na Kenya, ebe ọnọdụ ha na-akwadoghị na-eme ka ha nwee ike ịdaba n'ọnọdụ nke ịzụ ahịa mmadụ.",
  "Ná ngwụsị afọ 2013, BBC kọrọ nsonaazụ nke nyocha nke onye na-eme ihe ike Ms",
  "Meron Estefanos na ndị nkuzi Dutch si Mahadum Tilburg",
  "N'ime nkwubi okwu ya: a tọọrọ ihe ruru ndị Eritrea 30,000 kemgbe afọ 2007 - ọtụtụ n'ime ha bụ ndị gbara ọsọ ndụ na-agbapụ na mba ahụ - ma kpọga ha na Saịnaị nke Ijipt",
  "Ọ dịkarịa ala $ 600m (£ 366m) na ụgwọ mgbapụta e weghaara. Nesru Jamal nke ERTA kwuru na akụkọ ahụ, nke isiokwu ya bụ \"The Human Trafficking Cycle: Sinai and Beyond\" ka e nyere Kọmishọna na-ahụ maka ihe gbasara ụlọ EU bụ Cecilia Malmström na nzuko omeiwu mba Europe na Dec",
  "4, afọ 2013",
  "Jamal na-ekwu na akụkọ ahụ na-ebo ngalaba na-ahụ maka ókèala nke Eritrea (nke General Tekle Kiflay nyere iwu) ebubo na ọ bụ isi na-azụ ahịa.",
  "Ruo ọtụtụ afọ, ọtụtụ ntọrọ, nke a na-ebo Rashayida Bedouin, mere n'akụkụ ókèala Sudan",
  "Ndị dọkịta maka Human Rights-Israel na-eme atụmatụ na, n'agbata afọ 2008 nakwa n'afọ 2012, ihe ruru ndị gbara ọsọ ndụ 4,000 nwụrụ.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 3\" n'afọ 2017.",
  "A na-ewere ndekọ ikike mmadụ nke Eritrea dị ka ogbenye. Kemgbe esemokwu Eritrea na Ethiopia n'afọ 1998–2001, ndekọ ikike mmadụ nke Eritrea ka njọ.  Gọọmentị ma ọ bụ n'aha gọọmentị na-emebi ọtụtụ mmebi ikike mmadụ",
  "Nnwere onwe ikwu okwu, mgbasa ozi, nzukọ, na mkpakọrịta dị oke ọnụ",
  "A na-ejide ndị na-ekpe okpukpe \"na-edeghị aha\", na-anwa ịgbapụ na mba ahụ, ma ọ bụ na-agbanahụ ọrụ agha ma tinye ha n'ụlọ mkpọrọ.  A naghị ekwe ka òtù ndị ruuru mmadụ na mba ụwa rụọ ọrụ na Eritrea. N'afọ 2009, Human Rights Watch kwuru na gọọmentị na-eme ka mba ahụ bụrụ 'ụlọ mkpọrọ buru ibu'.",
  "Okpukpe niile nke Iso Ụzọ Kraịst nwere nnwere onwe ife ofufe ruo n'afọ 2002 mgbe gọọmentị machibidoro ofufe na nzukọ n'èzí okpukpe 'debanyere aha'",
  "A na-ejide ìgwè niile na-efe ofufe na nzuzo n'ụlọ ma ọ bụ ebe nzukọ ọ bụla ọzọ a na-edeghị aha ma tụọ ha mkpọrọ n'enweghị ebubo ma ọ bụ ikpe",
  "A na-ata ndị mkpọrọ okpukpe ahụhụ na Eritrea",
  "Nnwere onwe ife ofufe bụ otu n'ime ihe kachasị mere ọtụtụ puku ndị Eritrea ji agbapụ na mba ahụ",
  "E nwere ọtụtụ puku ndị Eritrea gbara ọsọ ndụ na Ethiopia na Sudan na-achọ ebe mgbaba na Europe ma ọ bụ mpaghara ọzọ nke West. Eritrea bụ otu steeti nke a na-egbu oge ugboro ugboro na ntuli aka omebe iwu mba.",
  "U.S",
  "Department of State, 2010:",
  "Nkeji edemede 605 nke Iwu Mpụ Mgbanwe nke Eritrea machibidoro ịzụ ahịa ụmụ nwanyị na ndị na-eto eto maka mmegbu mmekọahụ, nke a na-ata ahụhụ site na mkpọrọ ruo afọ ise, ma ọ bụ site na mkpọrọ afọ atọ ruo afọ iri ma ọ bụrụ na ọnọdụ dị njọ dị; ntaramahụhụ ndị a adabaghị na ntaramahụhụ ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "Isiokwu nke 565 machibidoro ịgba ohu ma nye ntaramahụhụ nke mkpọrọ afọ ise ruo afọ iri abụọ, ntaramahụhụ nke zuru oke",
  "A machibidoro ọrụ mmanye na ịgba ohu, ma e wezụga ebe iwu nyere ikike n'okpuru Nkeji edemede nke iri na isii nke Iwu Eritrea kwadoro, mana a kwụsịrị ya",
  "Nkwupụta 11/199 machibidoro itinye ụmụaka na-erubeghị afọ iri na asatọ n'ime ndị agha",
  "Ka o sina dị, gọọmentị ejighị iwu ndị a na-ekpe ikpe maka ịzụ ahịa mmadụ.",
  "U.S",
  "Department of State, 2010:",
  "O yighị ka gọọmentị na-enye enyemaka ọ bụla dị mkpa nye ndị na-azụ ahịa n'oge akụkọ ahụ",
  "N'oge akụkọ ahụ, a kọrọ na gọọmentị na-eme mmemme iji chọpụta ụmụaka na-etinye aka na mmegbu mmekọahụ azụmahịa ma jikọta ha na ezinụlọ ha",
  "Gọọmentị enyeghị ozi gbasara ihe omume ahụ rụzuru n'afọ 2009",
  "Mịnịstrị na-ahụ maka ọrụ na ọdịmma mmadụ na-ahụ maka ọrụ gọọmentị na-ahụ maka ịzụ ahịa, mana a na-akọ na ụlọ ọrụ nnọchiteanya Eritrea na mba ahụ na-aga na-ahụ maka ikpe nke ịzụ ahịa mmadụ; enyeghị ozi gbasara mbọ ụlọ ọrụ nnọchiteanya iji nyere ndị na-azụ ahịa aka",
  "Gọọmentị enweghị ụlọ ọrụ a maara nke a raara nye ndị na-azụ ahịa ma ọ naghị enye ego ma ọ bụ ụdị nkwado ndị ọzọ na NGO maka ọrụ maka ndị na-azụ ahịa.",
  "U.S",
  "Department of State, 2010:",
  "Gọọmentị emeghị mgbalị ọ bụla a maara iji gbochie ihe omume ịzụ ahịa n'ọdịnihu n'oge akụkọ ahụ",
  "Ndị mgbasa ozi Eritrea, nke niile nke steeti, ekwughị ọkwa ọha ma ọ bụ nkwupụta mgbasa ozi gbasara ịzụ ahịa mmadụ n'oge akụkọ ahụ",
  "Enweghị mkpọsa agụmakwụkwọ megide ịzụ ahịa",
  "A kọrọ na gọọmentị dọrọ ụmụ akwụkwọ nọ n'ụlọ akwụkwọ ndị agha Sawa na Mai Nefi, kọleji dị n'ógbè ahụ, aka ná ntị banyere ihe ize ndụ nke ịhapụ mba ahụ, gụnyere atụmanya nke ire ha n'ọrụ ohu ma ọ bụ ịgba ohu mmekọahụ",
  "Ọ bụ ezie na gọọmentị ekwenyeghị n'ihu ọha na ịzụ ahịa mmadụ dị ka nsogbu, ụlọ ọrụ dị n'ime Mịnịstrị nke Ọrụ iji dozie ikpe ndị ọrụ, gụnyere ịzụ ahịa mmadụ; a maghị ihe ndị ụlọ ọrụ a rụzuru n'afọ 2009."
]