[
  "Jamaica bụ isi iyi, njem, na mba na-aga maka ndị okenye na ụmụaka a na-atụ mgbere ahịa maka ebumnuche nke mmegbu mmekọahụ na ọrụ mmanye.",
  "N'ụlọ, ọtụtụ ndị a metụtara bụ ụmụnwanyị na ụmụaka dara ogbenye nke ndị òtù ezinụlọ ma ọ bụ akwụkwọ akụkọ na-ahazi ọrụ maka spa, ma ọ bụ ndị na-ahụ maka ndị na-agba egwu.  Mgbe a kpọbatara ha, a na-amanye ndị a metụtara ịgba akwụna",
  "A chọpụtala njem mmekọahụ na mpaghara ntụrụndụ dị ka nsogbu.",
  "A na-akọ na Jamaica bụ mba na-aga maka ụmụnwanyị si Dominican Republic, Russia, Eastern Europe, Cuba, iji rụọ ọrụ na ahia mmekọahụ. A na-azụ ụfọdụ ụmụnwanyị na ụmụagbọghọ mba Jamaica na Canada, United States, Bahamas, na ebe ndị ọzọ dị na Caribbean maka mmegbu mmekọahụ azụmahịa.",
  "Ọ bụ ezie na Gọọmentị mba Jamaica na ọtụtụ NGO agbaala mbọ ịlụso nsogbu ahụ ọgụ, a na-ele mmeghachi omume ahụ anya dị ka enweghị na ezughị oke.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Ihe ka ọtụtụ n'ime ndị a metụtara bụ ụmụ nwanyị na ụmụ agbọghọ Jamaica dara ogbenye, na ụmụnwoke na-arịwanye elu, bụ ndị a na-atụ mgbere ahịa site n'ime ime obodo gaa n'obodo ukwu na ebe ndị njem nleta maka mmegbu mmekọahụ azụmahịa",
  "Ndị òtù ezinụlọ ma ọ bụ mgbasa ozi akwụkwọ akụkọ na-akwalite ọrụ dị ka ndị na-elekọta spa, masseuses, ma ọ bụ ndị na-agba egwu",
  "Mgbe a kpọbatara ha, a na-amanye ndị a metụtara ịgba akwụna",
  "Ụmụaka Jamaica nwekwara ike ịbụ ndị a manyere ọrụ mmanye dị ka ndị na-arụ ọrụ n'ụlọ",
  "A chọpụtala njem mmekọahụ na mpaghara ntụrụndụ dị ka nsogbu.",
  "A kọrọ banyere ụfọdụ ịzụ ahịa ụmụnwanyị si Dominican Republic, Russia, Eastern Europe, Cuba, na Haiti n'ime ahia mmekọahụ nke Jamaica. A na-azụ ụfọdụ ụmụnwanyị na ụmụagbọghọ Jamaica na Canada, United States, Bahamas, na ebe ndị ọzọ dị na Caribbean maka mmegbu mmekọahụ azụmahịa.",
  "Gọọmentị mba Jamaica emeela mgbalị iji lụso ịtụ mgbere ahịa mmadụ ọgụ na mba ahụ",
  "N'afọ 2016, e buliri mba ahụ elu site na ọkwa \"Tier 2 Watch List\" gaa na \"Tier 2.\" N'agbanyeghi mbọ ndị a na mmezu ndị a, Ngalaba Steeti nke United States, n'afọ 2016 Trafficking in Persons (TIP) Report, gosipụtara mbọ ndị a dị ka ndị na-ezughị ụkpụrụ kacha nta maka iwepụ ịzụ ahịa nke akọwapụtara na Iwu Nchedo Ndị Na-azụ ahịa. Ka o sina dị, ndị otu Gọọmentị mba Jamaica emeela mkpesa na ọdịiche dị na ụkpụrụ eji chọpụta mpụ ndị bụ ịzụ ahịa mmadụ na-emegide, dịka ọmụmaatụ, mmegbu mmekọahụ, na-eme ka TIP Report gosipụta ihe osise na-ezighi ezi nke ọnọdụ ịzụ ahịa mmadụ na mba ahụ na mbọ gọọmentị na-agba iji lụso ya ọgụ.",
  "N'agbata afọ 2007 nakwa afọ 2012, e nwetara ihe dị ka ikpe iri na isii maka mpụ ndị mejupụtara ịzụ ahịa mmadụ.",
  "Gọọmentị mba Jamaica nọgidere na-agba mbọ megide ndị mmanye iwu na-atụ mgbere ahịa n'oge oge akụkọ nke Ngalaba Steeti US, mana ọ nyeghị ndị omekome ọ bụla ntaramahụhụ",
  "N'ụzọ iwu, gọọmentị machibidoro ụdị ịzụ ahịa ọ bụla site na Iwu zuru oke nke ịzụ ahịa mmadụ, nke malitere ịdị irè na 1 Machị 2007, nke na-enye ntaramahụhụ nke mkpọrọ ruo afọ iri, ntaramahụhụ zuru oke",
  "Iwu a machibidoro ijide paspọtụ mmadụ dị ka ụzọ isi mee ka mmadụ na-arụ ọrụ ma ọ bụ na-arụ ọrụ",
  "N'oge akụkọ ahụ, gọọmentị boro mmadụ anọ a na-enyo enyo ebubo ịzụ ahịa n'okpuru iwu ọhụrụ ya; ikpe ndị a ka na-echere, na mgbakwunye na ikpe isii site n'afọ gara aga",
  "Gọọmentị amachaghị ma ọ bụ maa ndị ọ bụla na-azụ ahịa ikpe n'oge akụkọ ahụ",
  "Gọọmentị nyefekwara ndị uwe ojii isii na National Task Force against Trafficking in Persons, otu ụlọ ọrụ na-ahazi ọrụ mgbochi ịtụ mgbere ahịa, ma weghachite ngalaba mpụ nke ndị uwe ojii ya iji lekwasị anya na mpụ ịzụ ahịa mmadụ",
  "Otu ndị uwe ojii na-enyocha Airport Interdiction Task Force, nke e kere site na nkwekọrịta nkwekọrịta n'etiti mba Jamaica na mba United States n'afọ 2005, na-enyocha ikpe nke ịzụ ahịa ọgwụ ọjọọ na ịzụ ahịa mmadụ n'ọdụ ụgbọ mmiri",
  "N'ikwekọ na International Organization for Migration (IOM), ọtụtụ ndị uwe ojii, ndị nnọchi anya, na ndị ọrụ ikpe natara ọzụzụ megide ịzụ ahịa",
  "Enwetaghị akụkọ ọ bụla banyere njikọ aka gọọmentị na ịzụ ahịa mmadụ n'afọ 2007.",
  "N'afọ 2016, mgbe ikpe nke ndị ọka ikpe na-enyo enyo, onye nduzi nke ikpe ọha na eze tụrụ aro ka naanị onye ọka ikpe kpee ndị mmadụ ikpe maka ịtụ mgbere ahịa mmadụ.",
  "Iwu ịzụ ahịa mmadụ, mgbochi, mmegbu na ntaramahụhụ ghọrọ iwu na Jamaica n'afọ 2007, na ebumnuche nke ịchọpụta, ịkwado, na igbochi ịzụ ahịa mmadụ, na inye aka na ichebe ndị nwere ike ịdaba n'ihe ize ndụ yana ndị a napụtara n'agbụ.",
  "N'afọ 2014, C-TOC rụrụ ọrụ akpọrọ 'Operation ID-Fix' na ebumnuche nke ịchọpụta njikọ dị n'etiti ụlọ ahịa mmekọahụ na ụlọ ịhịa aka n'ahụ na ịzụ ahịa mmadụ, na-eduga na njide mmadụ iri anọ na otu, gụnyere onye nwe ya, ndị ọrụ mmekọahụ, na ndị na-elekọta ya. Mgbasa ozi ahụ gụnyere ọrụ usoro iri atọ na otu ma chọpụta ma napụta mmadụ iri na abụọ.",
  "N'afọ 2015, ndị Jamaica Constabulary Force mejuputara ngalaba nyocha ya na-emegide iyi ọha egwu na mpụ a haziri ahazi (C-TOC) na otu raara onwe ya nye ịlụso ịzụ ahịa mmadụ ọgụ.",
  "N'oge Ngalaba Steeti na-akọ akụkọ, a chọpụtara na gọọmentị gosipụtara obere mgbalị iji nye ndị metụtara ohere ịnweta ahụike, akparamàgwà mmadụ, iwu, ma ọ bụ ọrụ nchedo ndị akaebe",
  "Ebe nchekwa pụrụ iche maka ndị na-azụ ahịa, ọkachasị maka ndị na-ahụ maka mmegbu mmekọahụ azụmahịa, ka na-adịghị adị, ọ bụ ezie na ndị na-atụ mgbere ahịa ụmụaka nwere ohere ịnweta ebe obibi gọọmentị maka nlekọta",
  "E kwuru na enweghị ọrụ nchekwa maka ndị okenye, ọ bụ ezie na a na-edebe ndị okenye mgbe ụfọdụ na họtel ma ọ bụ ụlọ ọrụ ndị ọzọ na-adịru nwa oge",
  "Dabere na iwu ya megide ịzụ ahịa, ndị ọchịchị Jamaica gbara ndị metụtara ume ka ha nyere aka na nyocha na ikpe nke ndị na-azụ ahịa ha",
  "A naghị ata ndị a tara ahụhụ maka mmebi iwu mbata ma ọ bụ omume ndị ọzọ iwu na-akwadoghị mere n'ihi ịzụ ahịa",
  "Jamaica nyere ebe obibi nwa oge maka ndị na-azụ ahịa si mba ọzọ na ụzọ iwu ndị ọzọ iji chụga ha na mba ebe ndị a na-ahụ maka ihe isi ike ma ọ bụ ntaramahụhụ ihu",
  "N'afọ 2007, gọọmentị nyere aka na IOM weghachite onye na-azụ ahịa si Burma bụ onye e jiri mee ihe ruo afọ ise dị ka onye na-eje ozi n'ụlọ.",
  "Mgbochi na Ọrụ a Gọọmentị mụbara ọrụ mgbochi ịtụ mgbere ahịa n'oge akụkọ US State Department kpuchiri",
  "Ndị ọrụ gọọmentị katọrọ ịzụ ahịa mmadụ na nkwupụta ọha na ngosi, na mgbakwunye na ịdọ aka ná ntị karịa ụmụ akwụkwọ 250 banyere ihe ize ndụ nke ịzụ ahịa mmadụ",
  "A na-ekesa akwụkwọ mgbochi ịzụ ahịa na ihe eji eme ihe n'ọtụtụ ebe",
  "Gọọmentị mekwara ka ịnye ikike ịgba egwu na ụlọ nkwari akụ Jamaica, ma wepụ ojiji ha na klọb abalị",
  "Mgbalị iji chọpụta ndị na-azụ ahịa n'etiti ndị nwere akwụkwọ ikike ndị a gbasiri ike n'oge akụkọ ahụ, gọọmentị belatara ọnụ ọgụgụ zuru ezu nke akwụkwọ ikike ruo asatọ",
  "Akụkọ ahụ tụrụ aro na mmụba mmekorita gọọmentị na ụlọ ọrụ ụlọ nkwari akụ na njem nleta nke Jamaica ga-enyere aka mgbalị iji gbochie njem mmekọahụ ụmụaka na mpaghara ntụrụndụ; n'agbanyeghị akụkọ banyere mmegbu mmekọahụ nke ụmụaka Jamaica site n'aka ndị njem nleta si mba ọzọ, ọ dịghị nyocha ma ọ bụ ikpe nke mpụ ndị dị otú ahụ a na-enyo enyo nke gọọmentị kọrọ",
  "Akụkọ ahụ ghọtara mbọ gọọmentị na-agba iji dozie ọchịchọ maka mmekọahụ azụmahịa site n'ime mwakpo dị elu na họtel na ụlọ oriri na nkwari abalị."
]