[
  "Armenia bụ mba isi iyi maka ụmụnwanyị a na-atụ na mgbere ahịa mmadụ (TIP), kpọmkwem ịgba akwụna mmanye; isi iyi na mba na-aga maka ụmụ nwanyị na-arụ ọrụ mmanye; na mba isi iyi maka ụmụnwoke na-arụ ọrụ mmanye",
  "A na-azụ ụmụnwanyị si mba Armenia na United Arab Emirates na Turkey.",
  "A na-amanye ụmụnwoke na ụmụnwanyị Armenia ịrụ ọrụ na Russia ebe a na-amanye ụmụnwanyị Armenia ịrụ ọrụ na Turkey",
  "A na-amanye ụmụnwoke Armenia n'ọnọdụ ọrụ mmanye na ụmụnwanyị na ụmụ agbọghọ Armenia na-amanye ịgba akwụna n'ime mba ahụ",
  "A na-etinye ụmụnwanyị si mba Russia n'ọnọdụ ọrụ mmanye na mba Armenia.",
  "N'ọnwa Jenụwarị afọ 2010, gọọmentị Armenia tiri iwu nke mere ka ntaramahụhụ kacha nta maka ndị omekome a mara ikpe na-azụ ahịa ruo afọ ise, nye ohere maka ịnara akụ site n'aka ndị omekome a mara ikpe na-azụ ahịa, ma hapụ ndị na-azụ ahịa site na ikpe mpụ maka mpụ ndị e mere kpọmkwem n'ihi ịzụ ahịa",
  "Ọ bụ ezie na gọọmentị enyeghị ego maka enyemaka ndị metụtara n'afọ 2009, n'ọnwa Machị afọ 2010 o kenyere ihe dị ka $ 15,000 maka ụlọ ọrụ NGO na-agba ọsọ maka mgbazinye ụlọ ọrụ",
  "Gọọmentị gara n'ihu na-emejuputa usoro ntụgharị ndị na-azụ ahịa na mba ya ma ọ fọrọ nke nta ka ọ bụrụ okpukpu abụọ nke ọnụ ọgụgụ ndị ọ chọpụtara ma e jiri ya tụnyere afọ gara aga",
  "Gọọmentị gosipụtara ọganihu dị ala n'ịlụso ndị ọrụ gọọmentị ọgụ na ịzụ ahịa.",
  "E wepụtara akụkọ 2014 Trafficking in Persons n'ọnwa June afọ 2014, Armenia nọgidere na-enwe ọnọdụ Tier 1, nke ha nwetara n'afọ ahụ tupu ha emee ka mba ahụ bụrụ naanị otu ga-aga n'ihu na Tier kachasị elu",
  "Ọkwa ahụ na-egosi na gọọmentị ekwenyela na ịzụ ahịa mmadụ dị adị, mee mgbalị dị ukwuu maka nsogbu ahụ, ma na-agbaso ụkpụrụ ndị e nyere",
  "Armenia bụ otu n'ime mba kachasị nwee ihe ịga nke ọma n'ụwa ma a bịa n'ọgụ megide ịzụ ahịa mmadụ.",
  "Akụkọ TIP nke afọ 2016 tinyere mba Armenia ọzọ na \"Tier 1\", o kwuru banyere ọrụ dị mkpa nke Armenia's Anti-TIP Working Group na-arụ, gụnyere nnọchi anya gọọmentị, ọha mmadụ, na òtù mba ụwa.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017. Mba ahụ nọgidere na \"Tier 1\" site na ngosipụta nke mgbalị siri ike na nke na-adịgide adịgide n'ịchọpụta ndị metụtara, ịnakwere atụmatụ ọrụ mba, na nguzobe na ikenye ego maka ego nkwụghachi ụgwọ maka ndị na-azụ ahịa",
  "Ndị nnọchi anya Armenia gara nzukọ nke iri na asatọ nke Alliance against Trafficking in Person Conference nke Organization for Security and Co-operation in Europe (OSCE) haziri na Vienna n'ọnwa Eprel afọ 2018",
  "Mba iri asatọ nọchitere anya ya site na òtù mba ụwa na nke obodo dị iche iche",
  "Nzukọ ahụ gụnyere ọmụmụ ihe dị iche iche lekwasịrị anya n'isiokwu dị ka ịkwalite ohere ịkwụ ụgwọ maka ndị omempụ, akụkụ nke nwoke na nwanyị na ịzụ ahịa mmadụ, ọrụ nke ọha mmadụ, ilekọta ụmụaka, na mkpa mgbasa ozi dị na ọgụ megide ịzụ ahịa mmadụ",
  "Ntinye aka nke Armenia na-akwado mgbalị ya iji mee ka ndị mmanye iwu ya dị ọhụrụ na imegide mpụ mba ụwa, gụnyere ịzụ ahịa mmadụ na ọgwụ ọjọọ.",
  "N'afọ 2019, Armenia agbanyeghị ụkpụrụ kacha nta maka iwepụ ịzụ ahịa wee nọgide na \"Tier 2\", dịka n'afọ 2018",
  "Gọọmentị gosipụtara mgbalị na-arịwanye elu site n'inye ndị mmanye iwu ọzụzụ, ịhazi mkpọsa mgbasa ozi dị iche iche, ịchọpụta ndị ọrụ mmanye, na ịzụ ndị ọrụ ebere 64 ka ha rụkọọ ọrụ ọnụ na nsogbu ịzụ ahịa.",
  "Gọọmentị Armenia amụbaala mbọ ndị mmanye iwu ya niile megide ịzụ ahịa mmadụ; Otú ọ dị, egosighi mgbalị ikpe ikpe metụtara ebubo ndị gara aga nke ndị ọrụ gọọmentị",
  "Armenia machibidoro ịzụ ahịa mmadụ maka ọrụ mmanye na mmegbu mmekọahụ azụmahịa site na Isiokwu 132 na 132-1 nke iwu ntaramahụhụ ya nke, dị ka emegharịrị na Jenụwarị afọ 2010, na-enye ntaramahụhụ nke ọ dịkarịa ala afọ ise, mkpọrọ na mkpọrọ ruo afọ iri na ise - ntaramahụhụ ndị kwekọrọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike.",
  "Gọọmentị nyochara ikpe iri na ise nke ịzụ ahịa - gụnyere ịzụ ahịa mmekọahụ itoolu na nyocha ịzụ ahịa ọrụ isii - ma e jiri ya tụnyere nyocha iri na atọ na 2008",
  "Ụlọ ikpe Armenia kpagburu mmadụ iri na itoolu na ikpe iri na abụọ nke ịzụ ahịa n'oge akụkọ ahụ, ma e jiri ya tụnyere mmadụ asatọ a gbara akwụkwọ n'afọ 2008",
  "Ndị ọchịchị mara ndị omekome iri na otu ikpe n'afọ 2009 - gụnyere mmadụ asatọ maka ịzụ ahịa mmekọahụ na mmadụ atọ maka ịzụ ahịa ọrụ - site na ikpe anọ n'afọ 2008",
  "E nyere ndị omekome iri na otu niile a mara ikpe n'afọ 2009 mkpọrọ; ọ dịghị onye na-azụ ahịa natara ikpe nkwụsị",
  "E nyere ndị omekome anọ ikpe site na afọ atọ ruo afọ ise' na ndị omekome asaa ikpe sitere na afọ asaa ruo afọ iri na atọ",
  "N'ihi mmekọrịta gọọmentị na ndị nọ n'èzí, ihe dị ka ndị ọrụ gọọmentị 447 natara ọzụzụ site n'aka ndị NGO na-emegide ịzụ ahịa, òtù mba ụwa, gọọmentị mba ọzọ, na gọọmentị Armenia banyere ọtụtụ nsogbu megide ịzụ ahịa gụnyere itinye iwu Armenia na-emegide ịzụ ahịa na usoro ntụgharị mba, usoro nyocha, na ọrụ mmanye",
  "Ọ bụ ezie na enweghị akụkọ ọhụrụ banyere ndị ọrụ gọọmentị na-etinye aka na ịzụ ahịa n'ime afọ gara aga, gọọmentị gosipụtara naanị ọganihu dị ala na nyocha nke ikpe nrụrụ aka nke afọ 2006",
  "Ikpe dị iche iche nke onye bụbu osote onye isi ụlọ akwụkwọ nwere mkpa pụrụ iche nke steeti bụ onye e boro ebubo na ọ manyere ụmụ akwụkwọ abụọ ịrịọ arịrịọ n'afọ 2008 nọgidere na-aga n'ihu na ngwụcha oge akụkọ a.",
  "N'afọ 2017, gọọmentị  mba Armenia nọgidere na-agba mbọ ndị mmanye iwu, ma nyochaa ikpe iri na isii nke ịzụ ahịa, ma e jiri ya tụnyere nyocha iri na anọ sitere n'afọ 2015",
  "Site na ikpe iri na isii ahụ, ise bụ ịzụ ahịa mmekọahụ, ịzụ ahịa ọrụ iri na otu bụ ha abụọ",
  "N'afọ ahụ, gọọmentị zụkwara ndị nyocha 334 site na Kọmitii Nchọpụta na ndị uwe ojii 83 na nsogbu ịzụ ahịa ọrụ",
  "Na mmekorita ya na INTERPOL, gọọmentị Armenia haziri nyocha ya na gọọmentị anọ si mba ọzọ.",
  "N'afọ 2019, Armenia amụghị ndị na-azụ ahịa ọ bụla ikpe ma kpee ya ikpe na-erughị n'afọ 2018, na-eme ka ọ bụrụ afọ nke atọ n'usoro na gọọmentị chọpụtara ikpe ịzụ ahịa ole na ole",
  "Ndị a tara ahụhụ nọ n'okpuru ohere dị ala maka ikpe ziri ezi, usoro na nchedo ndị akaebe nke mere ka e megharịa ha na enweghị ebe obibi",
  "Ọ dịghị otu nyocha ọrụ gọọmentị e mere n'oge niile nke mere ka ikike ịchọpụta, inyocha na igbochi ọrụ mmanye belata.",
  "Gọọmentị mba Armenia egosila mgbalị dị iche iche iji chọpụta ma nye nchebe nye ndị na-azụ ahịa",
  "Gọọmentị ejighị ego o kenyere maka enyemaka ndị metụtara n'afọ 2009, mana n'ọnwa Machị afọ 2010, ya na otu NGO dị n'ógbè ahụ bịanyere aka na nkwekọrịta iji nye ego maka mgbazinye ụlọ ọrụ maka otu ụlọ ahịa site na Febụwarị ruo Disemba 2010.",
  "N'ọnwa Septemba afọ 2009, gọọmentị nyere iwu nke na-ahụ na a na-enye ndị ahụ metụtara ohere ịnweta ọrụ ahụike nke steeti nyere n'efu; mmadụ abụọ ahụ nwetara enyemaka ahụike dị otú ahụ n'oge akụkọ ahụ",
  "Gọọmentị gara n'ihu na-emejuputa usoro ntụgharị mba ya",
  "N'ọnwa Machị afọ 2010, gọọmentị mere mgbanwe na usoro ntụgharị mba, na-amụba enyemaka gọọmentị na-akwụ ụgwọ na ebe obibi maka ndị na-azụ ahịa site na ụbọchị asaa ruo ụbọchị iri atọ mgbe ha matara ha na mbụ; enyemaka ndị ọzọ dabere na mmekorita ha na nyocha ndị mmanye iwu.",
  "NGO gosipụtara nchegbu na usoro ntụgharị mba ahụ lekwasịrị anya n'ịgba ndị omekome na-azụ ahịa ikpe kama inyere ndị metụtara aka",
  "Gọọmentị mụbara ọnụ ọgụgụ ndị a chọpụtara n'oge akụkọ ahụ: ndị ọrụ mmanye iwu chọpụtara mmadụ iri isii n'afọ 2009 ma nyefee mmadụ iri abụọ na abụọ n'ime ha na NGO maka enyemaka, ma e jiri ya tụnyere mmadụ iri atọ na anọ a chọpụtara na mmadụ iri abụọ a kpọgara maka enyemaka n'afọ 2008",
  "NGO ndị mba ọzọ na-akwụ ụgwọ nyere ndị mmadụ iri abụọ na isii aka n'afọ 2009, ma e jiri ya tụnyere mmadụ iri abụọ na anọ (24) n'afọ 2008",
  "A gbara ndị ahụ ume ka ha na ndị mmanye iwu na-arụkọ ọrụ; n'afọ 2009, mmadụ iri isii niile metụtara nyere ndị uwe ojii aka na nyocha ịzụ ahịa.",
  "NGO kwukwara na ndị ọka ikpe na ndị ọkàiwu nwere mmetụta dị mma maka ikike ndị metụtara",
  "E kwere ka ndị na-azụ ahịa mba ọzọ a chọpụtara n'ime Armenia nọrọ na mba ahụ ma rụọ ọrụ na akụ na ụba obodo",
  "N'ọnwa Nọvemba afọ 2009, gọọmentị mere mgbanwe iwu nke na-ahapụ ndị na-azụ ahịa site na ikpe mpụ maka omume ọ bụla iwu na-akwadoghị ha nwere ike ime n'ihi ịzụ ahịa; enweghị akụkọ banyere ndị a na-ata ahụhụ maka omume ndị dị otú ahụ n'oge akụkọ",
  "Enweghị nchebe kwesịrị ekwesị nke onye akaebe nọgidere na-abụ ihe na-echegbu onwe ya; nke a nwere ike igbochi mgbalị ikpe Armenia.",
  "A nọgidere na-eme mgbalị nchebe n'afọ 2017, ebe a chọpụtara mmadụ iri abụọ na abụọ metụtara ma e jiri ya tụnyere mmadụ itoolu site na 2015",
  "Mmadụ iri na itoolu n'ime ndị ahụ nabatara enyemaka site n'aka ụlọ ọrụ NGO na-elekọta, gọọmentị nyekwara nde AMD 18.8 ($ 39,260) maka mgbalị nchebe ndị metụtara, gụnyere ego iji rụọ ụlọ mgbaba ahụ",
  "Gọọmentị tinyekwara nde AMD 1.8 ($ 3,650) n'ime ego nkwụghachi ụgwọ nke na-enye ndị na-azụ ahịa ụgwọ otu oge site na 250,000 AMD ($ 520)",
  "N'ọnwa Febụwarị afọ 2017, e mechiri otu n'ime ụlọ ọrụ NGO na-elekọta ebe ọ bụ na ọrụ ndị na-enye onyinye ahụ agwụla.",
  "Gọọmentị Armenia emeela mgbalị mgbochi ịzụ ahịa mmadụ, ọkachasị site n'ịkwalite mmata n'oge akụkọ ahụ",
  "N'afọ 2009, ụlọ ọrụ gọọmentị na-ahụ maka mbugharị nyere ihe dị ka $ 8,000 maka mbipụta na nkesa nke 100,000 broshuọ na mpempe akwụkwọ na-akọwa usoro iwu maka ndị Armenia na-achọ ịrụ ọrụ na mba ọzọ",
  "E kesara ihe ndị a nye ndị njem si mba ọzọ na ọdụ ụgbọ elu dị na Yerevan nakwa n'ụlọ ọrụ na ebe ndị na-elekọta mmadụ.",
  "Gọọmentị nyekwara ihe dị ka $ 20,000 maka mgbasa ozi mgbasa ozi nke a na-elekwasị anya na ndị nọ n'afọ iri na ụma akpọrọ \"Campaigns Among Youth to Increase Awareness on the Threat of Trafficking\"",
  "Mgbasa ozi ahụ gụnyere mkparịta ụka ogbako vidiyo dijitalụ banyere ihe ize ndụ nke ịzụ ahịa nke gosipụtara na telivishọn ọha na eze nke Armenia",
  "Mgbasa ozi ahụ gụnyekwara ọmụmụ ihe mpaghara ndị ọzọ iji zụọ ndị isi ndị ntorobịa banyere ihe ize ndụ nke ịzụ ahịa - e kesara ndị ọgbọ ha ozi a",
  "Ndị ọrụ na-ahụ maka ókèala anaghị elebara usoro mbata na mbata anya maka ihe akaebe nke ịzụ ahịa, gọọmentị emeghịkwa mgbalị ọ bụla iji belata ọchịchọ maka mmekọahụ azụmahịa.",
  "N'afọ 2017, gọọmentị mụbara mgbalị mgbochi maka ịzụ ahịa mmadụ ma mepụta ma nakweere 2016-2018 National Action Plan (NAP)",
  "Ndị otu Inter-Agency Working Group against Trafficking in Persons na-ezukọ mgbe niile n'afọ niile ma bipụta akụkọ ọrụ ọkara afọ na kwa afọ",
  "Ụlọ ọrụ gọọmentị duziri ọrụ mgbochi na ọrụ dị iche iche, ndị uwe ojii wee nwee mkparịta ụka na-eme ka ndị mmadụ mara ihe n'ụlọ akwụkwọ, na-ebufe vidiyo, ma sonye na mmemme telivishọn na-etinye aka na nsogbu ịzụ ahịa",
  "E nyere ndị na-agafe ókèala ahụ ozi gbasara ihe ize ndụ nke ịzụ ahịa site na Ministry of Diaspora."
]