[
  "Ịtụ mgbere ahịa mmadụ na Mba Nevada bụ ahia iwu na-akwadoghị nke ụmụ mmadụ maka ebumnuche nke ịgba ohu ịmụ nwa, mmegbu mmekọahụ azụmahịa, na ọrụ mmanye dịka ọ na-eme na steeti Nevada, a makwaara ya nke ọma dị ka ụdị ịgba ohu nke oge a",
  "Ọ gụnyere \"ịgba ndị mmadụ n'ọrụ, njem, ịnyefe, ịnabata ma ọ bụ ịnata ndị mmadụ site na iyi egwu ma ọ bụ iji ike ma ọ bụ ụdị mmanye ndị ọzọ, ịtọrọ mmadụ, aghụghọ, aghụghọ, iji ike eme ihe n'ụzọ na-ezighị ezi, ma ọ bụ ọnọdụ nke adịghị ike ma ọ bụ nke inye ma ọ bụ ịnata ụgwọ ma ọ bụ uru iji nweta nkwenye nke onye nwere njikwa onye ọzọ, maka ebumnuche nke mmegbu",
  "Mmegbu ga-agụnye, ma ọ dịkarịa ala, mmegbu nke ịgba akwụna nke ndị ọzọ ma ọ bụ ụdị mmegbu mmekọahụ ndị ọzọ, ọrụ mmanye, ịgba ohu ma ọ bụ omume yiri ịgba ohu, ịgba ohu ma ọ bụ iwepụ akụkụ ahụ",
  "\"",
  "Ụlọ ọrụ National Human Trafficking Resource Center kọrọ na ha natara oku 277 na ozi ịntanetị n'afọ 2015 banyere ịtụ mgbere ahịa mmadụ na mba Nevada.",
  "Site na iwu mba Nevada, State General Fund nwere akaụntụ mberede maka ndị na-ahụ maka ịtụ mgbere ahịa mmadụ.  Òtù ga-ebu ụzọ rịọ onye isi nke Ngalaba Ahụike na Ọrụ Ndị Mmadụ iji nweta ego ndị a",
  "Kọmitii na-ahụ maka njikwa onyinye na-enyocha ngwa ahụ ma na-atụ aro nye onye nduzi",
  "Onye nduzi ahụ na-ekenye ma na-etinye ọnọdụ, dị ka ịchọ ka nzukọ ahụ nyefee akụkọ",
  "Òtù ahụ nwere ike iji ego ahụ mee ihe maka mmemme na ọrụ maka ndị na-ahụ maka ịtụ mgbere ahịa mmadụ.  Ụlọ ọrụ mba Nevada Attorney General, Soroptimist International nke Reno, Thelma B",
  "na Thomas P",
  "Hart Foundation na Nevada Trucking Association arụkọla ọrụ ọnụ iji nweta ego maka akaụntụ mberede, na-ejide ebe mgbaba maka nri abalị a zọpụtara maka ndị na-ahụ maka ịzụ ahịa mmadụ.",
  "N'afọ 2013, mba Nevada gafere Assembly Bill 67, nke na-eji nkọwa gọọmentị etiti nke ịtụ mgbere ahịa mmekọahụ ma na-amụba ntaramahụhụ site na otu ọkwa",
  "Ọ na-eme ka ndị metụtara ruo eru maka enyemaka steeti ma nye ha ohere ịgba ndị na-atụ mgbere ahịa ha akwụkwọ",
  "Ndị na-atụ mgbere ahịa mmekọahụ ga-edebanye aha dị ka onye omekome mmekọahụ, a ga-ejidekwa akụ ha iji kwụọ ụgwọ maka ọrụ ndị metụtara ya.",
  "Ịgba akwụna nke ndị okenye bụ iwu na mpaghara ime obodo iri na otu na mba Nevada",
  "Site na ịmepụta njirimara ụgha, ndị pimps nọ n'èzí nwere ike iji ụlọ akwụna ndị a na-azụ ahịa \"ụmụagbọghọ na-erubeghị afọ\". N'isiokwu e bipụtara n'afọ 1998, onye nchọpụta Greg Harvey, onye na-arụ ọrụ na Eugene, Oregon, kwuru na ikpe ndị dị otú ahụ bụ ihe a na-ahụkarị, ma kwuo na \"[i]t's happening right now, ọ bụ ihe ijuanya ole ụmụ agbọghọ si ebe a na-ebuga n'ụlọ akwụna dị iche iche na ugwu na ndịda Nevada",
  "Ọtụtụ n'ime ha bụ ndị na-erubeghị afọ",
  "Onye nyocha ọzọ, Sgt",
  "Pete Kerns, kwadoro nkwupụta Harvey: \"Ọ dịghị mgbe ị ga-azụta akara na ọ dịghị onye na-erubeghị afọ iri na asatọ na-arụ ọrụ na (ụlọ akwụna Nevada),\" ka o kwuru",
  "\"Ọ na-eme.\" Otú ọ dị, \"ihe akaebe na-egosi ndị nwe ụlọ akwụna ma ọ bụ ndị njikwa na-arụ ọrụ na ndị pimps Oregon,\" dị ka Sgt. Bill Petty nke Storey County Sheriff's Department",
  "Petty kwukwara na \"okwu nke ndị akwụna na-erubeghị afọ na-adịkarị ụkọ na mpaghara ya\", ebe onye ọka iwu mpaghara Storey County Janet Hess \"kwuru naanị otu ikpe nke nwa agbọghọ na-erubeghị afọ na-arụ ọrụ n'ụlọ akwụna [erela] ụlọ ọrụ ya n'ime afọ abụọ gara aga",
  "\"",
  "N'ime akụkọ ya nke afọ 2007, Ịgba akwụna na ịtụ mgbere ahịa na Nevada: na-eme njikọ, ọkà n'akparamàgwà mmadụ na onye na-emegide ịgba akwụna Melissa Farley gosipụtara nsonaazụ nke ọtụtụ ajụjụ ọnụ ya na ndị nwe ụlọ akwụna na ndị akwụna, na-ekwu na ọtụtụ ndị akwụna akwụna na-achịkwa ndị pimps n'èzí nakwa na ha na-ata ahụhụ zuru oke site n'aka ndị nwe ụlọ akwụna na ndị ahịa.  Bob Herbert na-akwado nkwupụta ahụ, na-ekwu, sị: \"N'agbanyeghị akụkọ ifo na ha bụ \"ndị ọrụ nkwekọrịta na-enweghị onwe ha,\" ọtụtụ ndị a na-akpọ ndị akwụna iwu kwadoro nwere pimps - ndị pimps nke steeti kwadoro bụ ndị na-elekọta ụlọ akwụna na, n'ọtụtụ ọnọdụ, pimp nke abụọ nke na-achịkwa akụkụ ndị ọzọ niile nke ndụ ha (ma na-ewere ọtụtụ n'ime ego ha nwetara n'ụzọ iwu kwadoro)",
  "\"",
  "Alexa Albert na-ekwu na a na-atụ mgbere ahịa ahụ na mmekorita ya na ndị nwe ụlọ akwụna, ya mere ndị akwụna ga-adị mfe ịchịkwa.  Onye omebe iwu Bob L",
  "Beers kwuru na \"[a] onye nwe ụlọ akwụna bụ onye, mgbe ọ na-eru n'isi ihe, ọ bụghị ihe ọzọ karịa onye nwe ohu",
  "\" Onye bụbu Kọmishọna Nye County Candice Trummell, onye nduzi nke Nevada Coalition Against Sex Trafficking, kwuru \"[i]t bụ oge gara aga maka Nevada ịbụ steeti ikpeazụ na mba United States of America iji guzosie ike megide ụdị ịgba ohu niile",
  "\"",
  "N'afọ 2009, otu isiokwu dị na Guardian kwuru na ụfọdụ ụlọ akwụna \"na-etinye ụfọdụ mgbochi pụrụ iche na ndị ọrụ mmekọahụ azụmahịa\" iji \"kewapụ ndị ọrụ mmekọahụ na obodo\": ụfọdụ ebe na-amachibido ndị akwụna ịhapụ ụlọ akwụna ahụ ruo ogologo oge, ebe ikike ndị ọzọ chọrọ ka ndị akwụna hapụ mpaghara ahụ mgbe ha na-adịghị arụ ọrụ; ụfọdụ ebe anaghị ekwe ka ụmụ ụmụnwanyị na-arụ ọrụ n'ụlọ akwụna biri n'otu mpaghara; a naghị ekwe ka ụfọdụ ndị ọrụ ụlọ akwụna hapụ ụlọ akwụna ahụ pụọ mgbe elekere ise nke ehihie gasịrị; na mpaghara ụfọdụ, a naghị ekwe ka ndị ọrụ mmekọahụ edebanyere aha nwee ụgbọala ma ọlị.  Onye ọzọ bụbu akwụna nke na-arụ ọrụ na ụlọ akwụna anọ nke mba Nevada wakporo usoro ahụ, na-ekwu, \"N'okpuru usoro a, ndị akwụna na-ahapụ nnwere onwe dị ukwuu, njikwa na nhọrọ maka ọrụ ha na ndụ ha\" na \"Ọ bụ ezie na ndị nwe ụlọ akwụna hụrụ ngwọta a bara uru n'anya, ọ nwere ike ịbụ mmegbu ma bụrụ ihe na-adịghị mkpa",
  "\" Ọ kọwara otú ụmụnwanyị ahụ si nọrọ n'okpuru mgbochi dị iche iche gabigara ókè, gụnyere ime ka o siere ha ike ịjụ ndị ahịa na imeso ndị dọkịta nwere \"àgwà nkwado ma ọ bụ mmekọahụ\" (ụlọ akwụna ahụ nwere nkụda mmụọ ma n'ọtụtụ ọnọdụ machibidoro ndị akwụna ịhụ ndị dọkịta ha họọrọ).",
  "Ọ bụ ezie na iwu akwadoghị, 90% nke ịgba akwụna na Nevada na-eme na mba Las Vegas.  N'afọ 2009, ndị FBI chọpụtara Las Vegas dị ka otu n'ime obodo iri na anọ na mba United States nwere ọnụ ọgụgụ dị elu nke ịgba akwụna ụmụaka.  Ndị uwe ojii Las Vegas kwuru na \"ihe dị ka ụmụaka 400 na-apụ n'okporo ámá site na ịgba akwụna kwa afọ.\"  Ngalaba ikpe ziri ezi nke United States akpọwokwa Las Vegas n'etiti ebe iri na asaa nwere ike ịzụ ahịa mmadụ.\nÒtù Ndị Kraịst na-emegide ịzụ ahịa Shared Hope International na-ekwu na obodo Las Vegas bụ isi ebe maka ịtụ mgbere ahịa mmekọahụ ụmụaka, n'otu akụkụ n'ihi ụlọ ọrụ ntụrụndụ na-enwe mmekọahụ, ịnweta mmanya na ọgwụ ọjọọ dị mfe, na ịgba chaa chaa awa 24.",
  "N'afọ 1994, Ngalaba ndị uwe ojii nke Las Vegas mepụtara mmemme a na-akpọ Stop Turning Out Child Prostitutes (STOP)",
  "Ebumnuche ya bụ ịchọpụta ma jide ndị na-atụ mgbere ahịa mmekọahụ ụmụaka ma nye ụzọ maka ụmụaka na-agba akwụna ibi ndụ na-aga nke ọma",
  "Ọ na-eme nke a site na iji nzọụkwụ ndị a:",
  "Enweghị ọnụ ọgụgụ ọ bụla e debere tupu mmemme ahụ, mana ngalaba ndị uwe ojii kwuru na ọtụtụ ụmụaka ga-alaghachi ịgba akwụna obere oge e jidere ha",
  "Ebe ọ bụ na e mejuputara usoro ihe omume ahụ, e jidere 9.6% nke ndị akwụna ọzọ maka ịgba akwụna",
  "Ha mekwara ka njide ndị na-azụ ahịa ruo 380.",
  "Shared Hope International kwuru na ikpe ndị na-azụ ahịa siri ike na Las Vegas, mana ọ katọrọ obodo ahụ maka ijide ndị a ma ama na-azụ ahịa mmadụ, na-ekwu na ndị na-ahụ maka ịtụ mgbere ahịa mmekọahụ na-enwetakarị ntaramahụhụ dị ogologo ma dị oke njọ karịa ndị ntorobịa ndị ọzọ ejidere maka mmebi iwu.  Onye ọka ikpe n'ụlọ ikpe ezinụlọ bụ William Voy kwetara, na-ekwu \"Ụmụaka ndị a abụghị n'ezie n'ikpe ziri ezi nke ụmụaka mana ha adabaghị ebe ọ bụla ọzọ na usoro ahụ",
  "Ha nọ n'ebe ahụ ka a na-emegbu ha ma na-emekwa omume mmebi iwu, ịgba akwụna",
  "Ọ dịghị ihe ọzọ ma e wezụga ụlọ mkpọrọ ahụ",
  "\"",
  "N'afọ 2004, Ngalaba ndị uwe ojii nke Las Vegas na Salvation Army Family Services haziri njikọ aka a na-akpọ Anti-Trafficking League Against Slavery (ATLAS)",
  "Ọ na-achọ ịchọpụta, napụta ma weghachite ndị na-atụ mgbere ahịa mmadụ na ikpe ndị na-azụ ahịa na mba Nevada. Ọ gụnyekwara FBI, ebe obibi ụmụnwanyị na ezinụlọ na mmemme nsogbu ndina n'ike, Nevada Child Seekers na Boyd Law School na Mahadum Nevada, Las Vegas.",
  "Nevada Sex Trafficking Awareness Campaign bụ mkpọsa iji mee ka a mara banyere ịtụ mgbere ahịa mmekọahụ na mba Nevada",
  "Ọ malitere n'afọ 2013, mgbe akọwapụtara ịtụ ahịa mmekọahụ na mba Nevada",
  "N'ọnwa Ọktọba afọ 2013, o tinyere bọọdụ mgbasa ozi na-akpọsa National Human Trafficking Resource Center hotline",
  "N'ọnwa Jenụwarị 2014, ọ gosipụtara ihe nkiri \"Trafficked No More\", banyere ịzụ ahịa mmekọahụ na Nevada",
  "O gosipụtara ịla n'iyi nke Jessie Foster, onye furu efu na Las Vegas.  Ha mepụtara akwụkwọ enyemaka na akwụkwọ nta dabere na ihe nkiri ahụ iji kesaa ụlọ akwụkwọ."
]