[
  "Costa Rica bụ isi iyi, njem, na mba na-aga maka ngwaahịa na ngwaahịa, ebe dị mma maka ahia n'oké osimiri",
  "Mba Costa Rica gbara Pacific Ocean na Caribbean Sea gburugburu na-eme ka ọ bụrụ isi iyi nke mbubata na mbupụ. Costa Rica dị ihe dị ka 19,653 square kilomita nke ala, na-eme ka ọ dị ntakịrị karịa West Virginia. Ruo n'ókè dị ala ma na-arịwanye elu, Costa Rica bụ isi iyi, njem, na mba na-aga maka ụmụnwoke, ụmụnwanyị, na ụmụaka na-arụ ọrụ mmanye, ọkachasị na ọrụ ugbo, iwu ụlọ, ịkụ azụ, na ngalaba ọrụ ụlọ. Akụ̀ na ụba na-adabere n'ụzọ dị ukwuu na mbupụ unere na kọfị, na-achọ ọrụ ugbo dị elu. A na-amanye ụmụnwanyị na ụmụaka Costa Rica ka ha nwee mmekọahụ n'ihi oke ịda ogbenye na ime ihe ike",
  "A chọpụtala ụmụ nwanyị na ụmụagbọghọ si mba Nicaragua, Dominican Republic, Guatemala, Colombia, na Panama dị ka ndị a manyere ịgba akwụna. Njem mmekọahụ ụmụaka bụ nnukwu nsogbu, ọkachasị na mpaghara Guanacaste, Limon, Puntarenas, na San José",
  "Ụmụaka na-eme njem nlegharị anya na-abịa site na mba United States na Europe. A na-etinye ụmụokorobịa si Nicaragua, Vietnam, China na mba ndị ọzọ dị n'Eshia n'ọnọdụ ọrụ mmanye na Costa Rica.  Achọpụtala ndị okenye na-eji ụmụnwanyị na ụmụaka a na-azụ ahịa ebugharị ma na-ere ọgwụ ọjọọ. Mba ndị agbata obi na obodo ndị a na-ahụ maka ọrụ mmanye ọtụtụ ugboro na-ebuga na Costa Rica.",
  "Costa Rica bụ ugbu a Tier 2 nche ndepụta ebe dị ka Trafficking In Persons Report. Gọọmentị Costa Rica anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa; Otú ọ dị, ọ na-eme mgbalị dị ukwuu ime nke ahụ",
  "N'ime afọ gara aga, Gọọmentị Costa Rica gara n'ihu ime ka ọha na eze mara banyere ịtụ mgbere ahịa mmadụ ma zụọ ọtụtụ ndị ọrụ gọọmentị, nyochaa ebubo, na mgbakwunye na ịnọgide na-enwe obere ọrụ ndị metụtara ya. Otú ọ dị, mbọ ndị mmanye iwu nke gọọmentị kwụsịrị n'ihe gbasara ijide ndị omekome na-azụ ahịa maka mpụ ha na n'idozi ikpe ụlọ nke ịtụ mgbere ahịa mmadụ nke ọma.  N'oge na-adịbeghị anya, a hụrụ ego na-ezughị ezu na nkesa ego gọọmentị na-enyere aka na ịtụ mgbere ahịa.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017. N'afọ 2018, akpọrọ Costa Rica dị ka mba Tier 2",
  "Mba Tier 2 anaghị emezu ụkpụrụ kacha nta achọrọ iji kwụsị ịzụ ahịa, mana ha na-eme mgbalị.",
  "Costa Rica dị na Central America",
  "Isi obodo Costa Rica bụ San José",
  "Ndị bi na ya gụnyere ndị mba Europe, Spanish, African, Chinese, na ụmụ amaala nke ruru nde mmadụ 4.9. Ndị bi na ya gụnyere ụzọ anọ n'ụzọ ise nke agbụrụ mba Europe ebe pasent nke ọzọ bụ ndị obodo Mestizos",
  "Mestizos bụ ngwakọta nke agbụrụ Europe na India. Asụsụ ndị ahụ gụnyere Spanish, Limonese, Bribrí, Cabécar, Maléku Jaíka, Boruca, na Térraba",
  "Okpukpe bụ isi bụ Roman Katọlik",
  "Okpukpe ndị ọzọ bụ Protestant, ndị Juu, na ndị Mennonite.",
  "Akụ̀ na ụba Costa Rica na-arụ ọrụ ugbo, ọhịa, na ụlọ ọrụ ịkụ azụ",
  "Ngwongwo ndị dị mkpa bụ shuga, kọfị, unere, pineapples, okooko osisi, kọfị gourmet, herbs, macadamia nuts, na mmanụ nkwụ",
  "Ụlọ ọrụ ịkụ azụ na-agụnyekarị tuna, shrimp, na tilapia",
  "Ọrụ ugbo bụ akụ na ụba kachasị mkpa maka Costa Rica",
  "Otu ụzọ n'ụzọ atọ nke ndị ọrụ na Costa Rica bụ ụmụnwanyị.",
  "Usoro gọọmentị Costa Rica gụnyere onye isi ala, ndị osote onye isi ala abụọ, na otu ụlọ omebe iwu",
  "E nwere ógbè asaa na Costa Rica nke e kewara site na mpaghara",
  "Onye isi ala na-ahọpụta ndị gọvanọ",
  "Na Costa Rica enwere otu onye ọka ikpe ma ọ bụ otu ndị ọka ikpe",
  "Enweghị ndị ọka ikpe na ntaramahụhụ ọnwụ na Costa Rica.",
  "Afọ nkwenye bụ afọ iri na ise. Na Costa Rica, ịgba akwụna bụ iwu",
  "Ndị mmadụ n'otu n'otu ga-abụ ndị dị afọ iri na asatọ ma karịa. Enwere ike ịchọta ndị akwụna na họtel, ụlọ mmanya, klọb, na ụlọ ịhịa aka n'ahụ",
  "Ndị ọrụ mmekọahụ aghaghị inye ihe akaebe na ha dị afọ iri na asatọ ma ọ bụ karịa",
  "Gọọmentị na-enye kaadị njirimara na nyocha ahụike n'efu maka ndị ọrụ mmekọahụ.",
  "Mgbakọ Federal nke Guatemala kagburu ịgba ohu na 1882",
  "A kpochapụrụ ịgba ohu na mba Costa Rica n'ọnwa Eprel 17, 1824",
  "Enweghị ọtụtụ ndị ohu mgbe a kwụsịrị ịgba ohu n'ihi na e nwere ndị ohu nweere onwe ha",
  "A kpọtara ndị ohu ojii na Costa Rica na ndị Spain meriri",
  "Ndị ohu ga-arụ ọrụ n'ugbo cacao na unere",
  "E ji ndị ohu rụọ ụgbọ okporo ígwè",
  "Ụmụnwanyị bụ ndị iko",
  "A tọhapụrụ ụmụaka a mụrụ mgbe nne ha bụ ndị iko",
  "Ndị ohu nweere onwe ha nwere ugbo nke ha, na-arụ ọrụ n'ịrụ ụzọ ụgbọ okporo ígwè, na-arụ ọrụ maka ụlọ ọrụ unere, na-ekpocha ọhịa, ma kwaga ebe ndị ọzọ",
  "Otú ọ dị, a naghị ewere ha dị ka ụmụ amaala n'ihi ya ha enweghị ikike iwu kwadoro maka ugbo ha",
  "White Ticos (Costa Ricans) weghaara ala ha.",
  "Ụmụaka, ụmụnwoke, na ụmụnwanyị bụ ndị ụdị ahịa niile metụtara. Ndị na-azụ ahịa na-achọ ndị na-adịghị ike",
  "Ndị na-enweghị ike nwere ike ịbụ ndị na-enweghị ike n'ụzọ uche, ndị na-enweghị mmetụta uche, enwere ike inwe nsogbu akụ na ụba dịka ịda ogbenye, ha nwere ike ịbụ ndị na-enweghị nlekọta, ha nwere ike ịbụ ndị na-agba ọsọ, ha nwere ike ghara ịsụ asụsụ ahụ, ma ọ bụ ha nwere ike ịtụ egwu ndị mmanye iwu obodo",
  "Ndị a bụ ihe ndị nwere ike iduga mmadụ ịnọ n'ihu onye na-azụ ahịa. Ndị na-azụ ahịa nwere ike iji ime ihe ike, usoro akparamaagwa, mmegbu mmadụ, iyi egwu, njikwa, mmanya, ọgwụ ọjọọ, nkwa ụgha, ma ọ bụ mgbasa ozi ọrụ ụgha iji chọọ ndị na-azụ ahịa ma mee ka ha tụọ egwu ịpụ.",
  "A na-azụ ụmụnwanyị na ụmụaka na Costa Rica maka ịzụ ahịa mmekọahụ na ọrụ mmanye",
  "A na-azụ ọtụtụ ụmụ agbọghọ site na mba Nicaragua, Dominican Republic, na mba Latin ndị ọzọ",
  "Ụmụnwoke na ụmụaka nwekwara ike ịrụ ọrụ mmanye, ọkachasị na ọrụ ugbo na mpaghara ụlọ nke Costa Rica.",
  "N'afọ 2016, a kọrọ na 56% nke ndị e jidere na South America maka ịzụ ahịa bụ ụmụnwanyị ebe 44% bụ ụmụnwoke",
  "A na-ama ọtụtụ ụmụn",
  "nwanyị ikpe na South America karịa mụ nwoke.",
  "Gọọmentị mba Costa Rica na-arụ ọrụ iji guzobe ntọala siri ike ma kwado òtù ndị ọzọ iji nyere aka n'iwepụ na igbochi ịzụ ahịa mmadụ n'ime mba ahụ",
  "Malite n'afọ 2016, gọọmentị nyere nde $ 1.15 iji mepụta isi ụlọ ọrụ maka National Coalition against Migrant Smuggling and Trafficking in Persons (CONATT) nke ga-enye aka n'ịkwalite mmata ma nweekwa ndị otu na-ahụ maka ihe mberede nke awa iri abụọ na anọ na dị ka ebe obibi dị mkpirikpi maka ndị metụtara. Ka Rahab Foundation, otu nzukọ obodo, na-arụkọ ọrụ na ndị uwe ojii iji nyere aka zụọ ha ịmata ihe ịrịba ama nke onye a na-azụ ahịa ma nyere aka mee ka ha pụọ n'ụzọ ọjọọ. Ọtụtụ NGO na-arụkọ ọrụ na ọha na eze na ndị ọrụ gọọmentị iji mee ka a mara site na agụmakwụkwọ",
  "Dị ka Costa Rica Star, akwụkwọ akụkọ obodo si kwuo, n'afọ 2017, gọọmentị malitere inyekwu mmefu ego mba na NGO, ndị na-arụ ọrụ ịlụ ọgụ megide ịzụ ahịa. Mgbe iwu gọọmentị na-enye ume ọhụrụ, NGO na-azaghachi ndị metụtara ozugbo site n'inye nri, ebe obibi, na enyemaka ego na nke uche",
  "Otú ọ dị, a kọrọ na ha anaghị azaghachi n'oge ma ọ bụ ndị ahụ metụtara anaghị enweta otu ọkwa nchebe.",
  "Ụfọdụ ụzọ ndị ọzọ mgbochi na-ewere ọnọdụ bụ gọọmentị na-enye iwu na iwu ndị ọzọ iji gbochie ịzụ ahịa mmadụ",
  "Gọọmentị agafeela Iwu megide Ịtụ mgbere ahịa na 2013 Creation of the National Coalition against the Smuggling of Migrants and Trafficking in Persons iji kpee ndị na-ekere òkè na mbubata na mbupụ ndị mmadụ na Costa Rica maka ụdị ọrụ mmekọahụ ọ bụla, ịgba ohu ọrụ, na / ma ọ bụ ịzụ ahịa nke akụkụ ahụ iwu na-akwadoghị. Site n'ime ka ọ bụrụ iwu na-akwadoghị ma na-ekpe ndị omekome ikpe, ọ ga-enye aka n'ịkwụsị ịzụ ahịa mmadụ n'ihi egwu nke nsonaazụ",
  "Ekwenyere na Costa Rica nwere ike ịmalite idozi ịzụ ahịa mmadụ site n'ime ka a mara ya; ọbụnadị ndị ọrụ Mịnịstrị mba ofesi ha kwenyere na ọ ga-abụ isi iyi nke \"ike omume\" ma weta \"nchebe ogologo oge\" na ọkwa ịzụ ahịa mba ụwa. N'afọ 2017, gọọmentị kpebiri ịbawanye mgbalị mgbochi site na ịmepụta atụmatụ ọrụ ọhụrụ maka afọ 2017-2022",
  "O nwere nkwado iji kwado nzukọ mba ụwa ọzọ na ịtụ aro ihe ndị ọzọ metụtara gọọmentị na-emegide ịzụ ahịa.",
  "Gọọmentị Costa Rica kwadoro mgbalị ndị mmanye iwu megide ịzụ ahịa mmadụ n'oge akụkọ ahụ",
  "Nkeji edemede 172 nke iwu ntaramahụhụ, nke e megharịrị n'ọnwa Eprel afọ 2009, na-enye ntaramahụhụ nke mkpọrọ afọ isii ruo afọ iri maka njem nke ndị mmadụ ma gafee ókèala ma n'ime mba ahụ maka ebumnuche nke ịgba akwụna, ịgba akwụna ma ọ bụ ọrụ, ịgba ohu, ọrụ mmanye ma ọ bụ ọrụ, alụmdi na nwunye ohu, ịrịọ arịrịọ mmanye, ma ọ bụ ụdị ọrụ mmanye",
  "Iwu a machibidoro nnabata iwu na-akwadoghị, nke na-adabaghị na nkọwa mba ụwa nke ịzụ ahịa mmadụ",
  "Enwere ike ịbawanye ikpe ruo afọ asatọ ruo afọ iri na isii n'ụlọ mkpọrọ n'okpuru ọnọdụ dị njọ, dị ka mmegbu nke nwatakịrị ma ọ bụ onye na-azụ ahịa na-eji aghụghọ, ime ihe ike, iyi egwu, ma ọ bụ mmanye",
  "Ntaramahụhụ ndị e depụtara na Nkeji edemede 172 a gbanwere bụ nke zuru oke ma kwekọọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike. Isiokwu 376 na 377 nke iwu ntaramahụhụ machibidoro ịzụ ahịa mmekọahụ ụmụaka, na-enye ntaramahụhụ nke mkpọrọ afọ abụọ ruo afọ anọ",
  "Iwu 8754, nke e mere n'ọnwa Julaị afọ 2009, nyere ikike iji mmụba ndị mmanye iwu na usoro nyocha, dị ka ịgbanye ekwentị na iji akaebe a na-atụ anya ya, mgbe ị na-eme ikpe ịzụ ahịa mmadụ.",
  "Otú ọ dị, amaghị iwu ọhụrụ ahụ nke ọma, gbochiri ịmanye iwu ndị a, gọọmentị wee gaa n'ihu na-eji iwu ndị ọzọ na-ekpe ndị omekome na-azụ ahịa na-etinye aka na mmegbu ụmụaka",
  "N'afọ 2017, a kọrọ na ha meghere ikpe ọhụrụ iri abụọ na isii ma kpee ndị ọzọ iri atọ na itoolu na-ahụ maka ndị na-azụ ndị ọzọ na mba ahụ. Gọọmentị na-arụ ọrụ na ngalaba ndị mmanye iwu na-ebubata mmadụ isii, ma soro gọọmentị mba ọzọ rụọ ọrụ nke ọma n'ọnọdụ nke ịzụ ahịa mmadụ na mba ụwa",
  "Enweghị ndị ọrụ gọọmentị a kpagburu ma ọ bụ maa ha ikpe maka nrụrụ aka metụtara ịzụ ahịa, ọ bụ ezie na n'oge akụkọ ahụ, a kwụsịrị otu onye ọrụ gọọmentị ma mechaa chụọ ya n'ọrụ maka itinye aka na atụmatụ ọrụ mmanye metụtara ndị ntorobịa China; ndị ọchịchị ka na-enyocha ikpe ahụ. Maka iwu ịgba akwụna na njem mmekọahụ maka ndị ọbịa, gọọmentị na-azọrọ na ọ na-enye ndị na-abanye na mba ahụ ikpe siri ike na-akpọsa na / ma ọ bụ na-agba ume ịzụ ahịa na ịgba akwụna nke mmadụ na ụmụaka. Iji hụ na nchekwa nke ụmụaka ma chebe ha megide ịzụ ahịa mmadụ, gọọmentị nwere ụlọ ọrụ onye ọka iwu nwere ngalaba ikpe pụrụ iche megide ịzụ ahịa mmadụ ebe ndị uwe ojii na-enyocha ikpe na Mịnịstrị nke Ọrụ na Nchebe Ọha (MTSS) na-arụ ọrụ iji nyochaa ikpe nke ịzụ ahịa mmadụ megide ụmụaka.",
  "Gọọmentị Costa Rica anọgidewo na-ahụ na ndị na-azụ ahịa nwetara ohere ịnweta ọkwa dị mkpa nke enyemaka ndị a na-azụ ahịa n'oge akụkọ",
  "Gọọmentị nyere ụfọdụ ndị isi ọzụzụ banyere otu esi emeso ndị na-azụ ahịa; Otú ọ dị, a kọrọ na enwebeghị mgbalị ọ bụla iji chọọ ndị na-azụ ahịa n'etiti ndị na-adịghị ike, dị ka ụmụnwanyị ma ọ bụ ụmụaka na-agba akwụna",
  "Ọ bụ ezie na ọ nweghị ọrụ nchekwa gọọmentị nyere maka ndị na-azụ ahịa mmadụ, gọọmentị zigara ụfọdụ ndị a na-ahụ maka nlekọta bụ isi na ụlọ ọrụ gọọmentị maka ụmụnwanyị na ụmụaka",
  "Gọọmentị na-adaberekarị na NGO na òtù okpukpe iji nye nlekọta pụrụ iche maka ndị na-azụ ahịa, ọ dịghịkwa ebe obibi ma ọ bụ nchebe maka ndị nwoke.  Ndị mba ọzọ ruru eru maka otu ọrụ ahụ dị ka ụmụ amaala Costa Rica",
  "Gọọmentị \"usoro nlebara anya ozugbo\" kọwara nzọụkwụ maka ụlọ ọrụ gọọmentị dị iche iche iji chọpụta, chọpụta, chebe ma nye enyemaka jikọtara onye a na-emegbu, na-ahụ maka ngwa ngwa nyere ndị ọrụ nye mmadụ abụọ nwere ike ịzụ ahịa n'oge akụkọ ahụ",
  "Gọọmentị nyere ụfọdụ enyemaka iwu na nke uche, ọ bụ ezie na NGO kwuru mkpa ọ dị maka mgbalị gọọmentị ka ukwuu iji weghachite ndị metụtara n'ime obodo ha.",
  "Gọọmentị n'ozuzu ya anaghị ata ndị a tara ahụhụ maka omume iwu na-akwadoghị mere n'ihi ịzụ ahịa",
  "Otú ọ dị, ndị isi mesoro ụfọdụ ndị mbịarambịa toro eto dị ka ndị mbịarambịa iwu na-akwadoghị, ma chụpụ ha n'emeghị ihe zuru oke iji chọpụta ma ha bụ ndị na-azụ ahịa, na ọtụtụ ndị na-azụ ahịa gọọmentị kọrọ bụ ụmụ amaala mba ọzọ",
  "Ndị mba ọzọ ruru eru maka akwụkwọ ikike ọrụ ma ọ bụ ọnọdụ ndị gbara ọsọ ndụ, gọọmentị nwekwara ndokwa iji nye ndị na-azụ ahịa mba ọzọ visa pụrụ iche, ọ bụ ezie na ọ dịghị ndị ọ bụla natara nke ọ bụla n'ime ihe ndị a dị n'elu n'oge akụkọ ahụ",
  "Iwu mbata ọhụrụ, nke dị irè n'ọnwa Machị 2010, na-enye ikike ọnọdụ obibi nwa oge kpọmkwem maka ndị na-azụ ahịa mba ọzọ",
  "Ndị ọchịchị mba Costa Rica gbara ndị omekome ume ka ha nyere aka na nyocha na ikpe nke ndị omekome na-azụ ahịa, gọọmentị mepụtara usoro nchedo ndị akaebe n'afọ gara aga maka ndị omekome, ọ bụ ezie na ọ ka na-arụbeghị ọrụ nke ọma. N'afọ 2017, e guzobere Institutional Protocol for the Care of Minors and Survivors of Trafficking in Persons iji chọpụta mpụ",
  "National Coalition against Migrant Smuggling and Trafficking in Persons (CONATT) na-enye ọrụ maka ndị lanarịrị ịzụ ahịa mmadụ",
  "Ọrụ ndị a gụnyere nri, ụlọ, ego, iwu, na akparamaagwa.",
  "N'afọ 2016, gọọmentị Costa Rica sonyeere Blue Heart Campaign, nke UNODC mepụtara iji nyere gọọmentị, òtù, na ụlọ ọrụ mgbasa ozi na ụlọ ọrụ onwe ha aka ikpughe, gbochie, ma lụọ ọgụ megide ịzụ ahịa mmadụ n'ime mba. Mee ka ọha na eze mara na agụmakwụkwọ ga-enye aka n'ịchọpụta na iwepụ ịzụ ahịa n'ime obodo",
  "N'afọ sochirinụ, 2017, nke ugboro ise, Costa Rica na Panama jikọtara ọnụ iji nwee njem na mba ọ bụla nke ebumnuche ya bụ ịkụziri ma mee ka a mata ịtụ mgbere ahịa mmadụ na otú ụmụ amaala nwere ike isi mata ma gbochie ya n'ime mba ha, nke ndị mmanye iwu Costa Rica na Panamainan na-akwado. Òtù ọzọ na-arụ ọrụ n'ime Costa Rica maka igbochi ịzụ ahịa nke ndị mmadụ bụ Face of Justice Association, ebe ha na-azụ ma ndị uwe ojii ma ndị ndọrọ ndọrọ ọchịchị na mba ahụ niile iji kụziere ha banyere ndị na-azụ ahịa na otu esi amata ma kpochapụ ya",
  "Fundación Paniamor bụ otu nzukọ dị na Costa Rica nke Costa Rican Steeti kwupụtara na ọ bụ mmasị ọha na eze site na Iwu n'afọ 1989 n'ihi mbọ ha siri ike ha na-agba inye ohere maka ndị nọ n'afọ iri na ụma ka ha wee nwee ike izere ịzụ ahịa na mmegbu.",
  "Ụfọdụ NGO na-arụ ọrụ ugbu a na Costa Rica gụnyere: Alianza por tus Derecho bụ nzukọ na-arụsi ọrụ ike nke na-ezube ịmepụta mmemme ndị na-akwalite ma kwado ikike ụmụ mmadụ ụmụaka nwere iji kpochapụ mmegbu na mmegbu ha na-atachi obi n'oge ọrụ. Ụfọdụ mmemme ha na-enye gụnyere usoro nkwado uche nke gụnyere ọgwụgwọ onye ọ bụla na ọgwụgwọ ezinụlọ iji dozie ahụike uche ha mgbe ha na-edozi ihere ọha na eze n'etiti ezinụlọ. Gọọmentị kwadoro mgbalị mgbochi siri ike n'ime afọ akụkọ ahụ, na-azụ ndị isi ma na-eji mmekọrịta na NGO, òtù mba ụwa, na gọọmentị mba ọzọ iji mee ka ọha na eze mara banyere ịzụ ahịa mmadụ",
  "Gọọmentị, na mmekorita ya na UNICEF na òtù mba ụwa ndị ọzọ, gara n'ihu na mkpọsa mgbochi mgbochi ịzụ ahịa, nke ruru pasent iri ise nke ndị okenye na ndị nọ n'afọ iri na ụma n'etiti Ọktoba 2008 na Juun 2009",
  "Gọọmentị n'afọ 2018 ekwela nkwa $ 25,000 nke mmefu ego ya iji gaa na mmemme a.",
  "Àtụ:Americas topic"
]