[
  "Ịtụ mgbere ahịa mmadụ bụ omume nke ị nweta, ibugharị, na ịnabata ndị mmadụ n'ụzọ megidere uche ha; na-abụkarị site n'iji ike",
  "A na-ejikarị ndị a na-azụ ahịa eme ihe maka ebumnuche mmekọahụ ma ọ bụ ọrụ iwu na-akwadoghị",
  "Omume ndị a gụnyere: alụmdi na nwunye mmanye, ịzụ ahịa maka akụkụ ahụ mmadụ, na inweta ndị otu maka mpụ a haziri ahazi",
  "Mba ọ bụla n'ụwa na-ahụ maka mpụ a, a na-ahazi ya dị ka mba njem, mba ndị a na-elekwasị anya, ma ọ bụ mba ndị sitere na ya",
  "Guatemala bụ akụkụ nke North America, nke bụ mba a na-elekwasị anya; nke a pụtara na ha nwere ndị na-azụ ahịa mmadụ.",
  "N'ime afọ ole na ole gara aga, Guatemala aghọwo ebe na-ekpo ọkụ maka ọtụtụ ụdị ịzụ ahịa mmekọahụ. Ịzụ ahịa mmekọahụ, ịtọrọ mmadụ, na mgbaaka nkuchi iwu na-akwadoghị bụ akụkụ nke nnukwu mpụ. Akụkụ nke ihe kpatara nke a bụ ọdịda nke nkwekọrịta udo na gọọmentị enweghị ike ime mgbanwe ụtụ isi",
  "Ndị uwe ojii na-agbakwa ume ịzụ ahịa nke na-ahọrọ nrụrụ aka ma ọ bụ ọnwụ mgbe niile, ma kpebie isonye na ịzụ ahịa iji zere nke ikpeazụ. Enwekwara ọtụtụ ndị isi a họpụtara ahọpụta bụ ndị a na-enyocha maka isonye na ịzụ ahịa mmekọahụ ma ọ bụ ichebe ụlọ ọrụ na-azụ ahịa. A kwenyere na \"òtù mpaghara\" na-elekọta ụlọ akwụna nke na-enye aka n'omume mmekọahụ ndị a. Ndị otu a na-abụkarị ndị otu obodo na-agba ọgwụ ọjọọ ma ọ bụ ndị otu ndị ọzọ na-ahụ maka nkwekọrịta ọgwụ ọjọọ mba ụwa. Ọ bụkwa ihe a na-ahụkarị maka ịzụ ahịa mmekọahụ nke ezinụlọ na-apụta n'akụkụ ókèala, ọdụ ụgbọ mmiri, na ọhịa ndị mmadụ na-adịghị; nke na-abụkarị nke a na-ahụkarị.",
  "Guatemala emewokwa ọganihu dị ukwuu n'ịlụ ọgụ ịzụ ahịa",
  "N'afọ 2012, gọọmentị Guatemala guzobere ngalaba na-ahụ maka ịzụ ahịa nke na-enyekwara ndị ọkàiwu aka na mpaghara mpụga mba ahụ. A na-ekwukwa okwu banyere ịgbasa ngalaba a na steeti asatọ (8) ọzọ.",
  "Ụdị ịzụ ahịa mmadụ a na-akọkarị na Guatemala bụ mmegbu mmekọahụ gụnyere: ịgba akwụna mmanye, njem mmekọahụ ụmụaka na ikiri ụmụaka na-akpali agụụ mmekọahụ. Ịzụ ahịa mmekọahụ na Guatemala bụ nsogbu. Ụdị ịzụ ahịa mmekọahụ bụ nke ọha na eze ka ha chọrọ onye na-azụ ahịa ebe ịzụ ahịa ọrụ (ịgba ohu ụgwọ, ịgba ohu n'ụlọ na-enweghị isi, ọrụ ụmụaka, na ụmụaka ndị agha) anaghị ahụ anya ndị na-echegbu onwe ha. Ihe na-adịghị ahụkebe na Guatemala mana ọ ka dị na ụfọdụ ndị na-azụ ahịa bụ ahia akụkụ ahụ, ebe a na-atọrọ ndị mmadụ maka owuwe ihe ubi akụkụ ahụ. Ndị mmadụ na-ewekarị iwe site na mgbasa ozi nke ire ndị mmadụ maka mmekọahụ ma ya mere o yikarịrị ka ha ga-akọrọ ndị mmanye iwu nchọpụta ndị a",
  "Akụkụ ọzọ buru ibu nke ịzụ ahịa na Guatemala bụ aghụghọ nkuchi, nke a bụ mgbe a na-ewere ụmụaka n'ike n'aka nne ha mụrụ ha ka ha ree ha n'aka ezinụlọ na-achọ ịnabata nwa mba ọzọ. Guatemala bụ mba nke abụọ kachasị ewu ewu maka nnabata mba ọzọ mgbe mba China gasịrị, nke meghere ahịa maka ụmụaka a na-azụ ahịa ka ha bụrụ ụlọ ọrụ na-akwụ ụgwọ.",
  "Ọnọdụ nke ndị a chọpụtara na-azụ ahịa belatara nke ukwuu site na afọ ndị gara aga, na-agbada site na 673 n'afọ 2015 ruo 316 n'afọ 2018",
  "N'ime nyocha a nke afọ 2018, a chọpụtara na 292 n'ime mmadụ 316 ahụ metụtara bụ ụmụaka",
  "Ọtụtụ n'ime ndị ahụ metụtara bụ ndị Guatemala na-erubeghị afọ iri na asatọ",
  "A na-ejikarị ụmụaka ahụ anakọta ego n'agbanyeghị na ha na-arịọ arịrịọ, na-eburu akpa ma na-arụ ọrụ dị ka ndị na-ere ahịa",
  "A na-erigbu ụmụagbọghọ ahụ ma ọ bụ ree ya ma na-amanye ụmụ okorobịa ka ha banye na ndụ ndị otu, na-ere ma na-ebugharị ọgwụ ọjọọ tinyere ọrụ ndị ọzọ metụtara ndị otu. Dị ka nyocha nke United States nke Guatemala gbasara ịzụ ahịa mmadụ, Guatemala anọwo na ndepụta nche nke abụọ maka ịzụ ahịa mmadụ kemgbe 2017. N'afọ 2016, United Nations International Children's Emergency Fund (UNICEF) na International Commission Against Impunity in Guatemala (CICIG) na-eme atụmatụ na ụlọ ọrụ na-azụ ahịa nke metụtara mmegbu mmekọahụ na-eweta $ 1.6 ijeri US dollar na Guatemala kwa afọ. Nke a dị ka ijeri 12.3 nke Guatemala quetzal, nke bụ 2.7% nke Gross Domestic Product (GDP). Ekwenyere na ọ bụ naanị 3% nke ndị na-azụ ahịa ka a maara ma ọtụtụ na-agba ọsọ n'okpuru aha nnukwu ndị na-azụ ahịa iji zere nchọpụta. Ụlọ ọrụ United Nations na-ahụ maka ọgwụ ọjọọ na mpụ ekwuola na ọ bụ naanị ndị ọkàiwu abụọ dị njikere ikpe ndị na-azụ ahịa ikpe na mba ahụ, n'ihi nke a, e nweela ọnụ ọgụgụ ikpe dị ala na naanị mmadụ iri abụọ a mara ikpe n'afọ 2014.",
  "A na-ewere ókèala dị na Central America nke gụnyere Honduras, Mexico, El Salvador, Belize na Nicaragua dị ka ebe dị ọkụ maka ịzụ ahịa mmadụ na njem",
  "Kwa afọ ọtụtụ ụmụnwanyị na ụmụaka na-anwa ịgafe site na mba Guatemala gaa mba United States n'agbanyeghị Mexico",
  "Ha na-echekarị n'ókè Guatemala na Mexico ma ndị na-azụ ahịa na-eburu ha na-ekwe nkwa njem dị mma maka ego",
  "Ọtụtụ ndị mbịarambịa enweghị ike imeli ya ma mesịa kwụọ ụgwọ n'agbanyeghị ọrụ nkekọ ma ọ bụ omume ndị ọzọ dịka mmegbu mmekọahụ ma ọ bụ ịrụ ọrụ dị ka ịnyịnya ibu iji kwụọ ụgwọ ahụ. Akụkọ zuru ụwa ọnụ banyere ịzụ ahịa mmadụ site n'aka United Nations Office on Drugs and Crime (UNODC) kọrọ na ịzụ ahịa mmadụ na-agafe ókèala na-esite na Central America na Caribbean na-akọ maka 12% nke ịzụ ahịa mmadụ niile achọpụtara na North America.  Ekwuputala na mba Guatemala nwere ọnụ ọgụgụ kachasị elu nke ọrụ ụmụaka na-azụ ahịa na America na ihe karịrị ụmụaka 800,000 na-arụ ọrụ ike maka ndị otu na òtù ndị ọzọ.",
  "Ndị mmanye iwu mba Guatemala chọrọ enyemaka mba ụwa iji lụso ịzụ ahịa mmadụ ọgụ ma jide n'aka ikpe ziri ezi. Ọrụ nke Gọọmentị Canada kwadoro nke na-akwado ndị otu SICA (Belize, Costa Rica, Dominican Republic, Guatemala, El Salvador, Honduras, Panama, Nicaragua) meziwanye mmekorita megide ịzụ ahịa mmadụ n'ime Central America. Ọrụ a dabere na \"Comprehensive Strategy to Combat Trafficking in Persons and Smuggling of Migrants\" nke UNODC maka Central America na Caribbean bu n'obi ịbawanye ọdịdị nke njikwa ókèala na Central America na Dominican Republic. Guatemala bịanyere aka ma kwado Protocol iji gbochie, gbochie ma nye ntaramahụhụ maka ịzụ ahịa mmadụ. Maka imekọ ihe ọnụ mba ụwa nke ọma nke rụpụtara mmụba dị ukwuu na ọnụ ọgụgụ ikpe, gọọmentị guzobere iwu kwesịrị ekwesị. Otú ọ dị, ọ bụ ezie na gọọmentị emeela ka mgbalị ya dị mma iji kwụsị ịzụ ahịa mmadụ, ego na ọzụzụ na-ezughị ezu ka na-egbochi ikike nke ngalaba ndị ọrụ iji jikwaa nyocha na ikpe dị iche iche na mba ahụ dum.",
  "N'etiti iwu ọhụrụ megide ịzụ ahịa na mgbalị mmanye siri ike site n'aka gọọmentị megide ịzụ ahịa mmadụ, gọọmentị Guatemala enweela ọganihu na nyocha, ikpe, na ikpe ma e jiri ya tụnyere afọ ndị gara aga. Ná mmalite afọ 2009, iji jide n'aka nlekọta kwesịrị ekwesị na nkwụghachi ụgwọ maka mmebi nke ndị ahụ metụtara, gọọmentị Guatemala na Iwu Mba nyere iwu Iwu megide Ime Ihe Ike Mmekọahụ, Mmekọahụ, Ịzụ ahịa mmadụ (VET) dị ka mgbalị iji nyere ndị ahụ metụtara aka. Nkeji edemede iri anọ na asatọ (48) nke VET gbakwunyere Nkeji edemede 202 na iwu mpụ nke Guatemala, na-ekwu na \"njide, njem, mbufe, njigide, ịnabata ma ọ bụ ịnabata ọtụtụ mmadụ bụ mpụ nke ịzụ ahịa mmadụ\". Yiri ntaramahụhụ ndị ọzọ maka mpụ siri ike nke siri ike nke ọma, iwu ọhụrụ megide ịzụ ahịa na-enye ikpe n'etiti afọ asatọ na afọ iri na asatọ nke mkpọrọ nke gọọmentị zuru oke ma sie ike."
]