[
  "Afghanistan bụ otu n'ime isi iyi, njem, na mba na-aga maka ụmụnwoke, ụmụ nwanyị, na ụmụaka ndị a na-atụ na mgbere ahịa mmadụ, ọkachasị ọrụ mmanye na ịgba akwụna mmanye",
  "Ịtụ mgbere ahịa n'ime Afghanistan juru ebe niile karịa ịzụ ahịa mba ụwa, ihe ka ọtụtụ n'ime ndị a metụtara bụ ụmụaka",
  "N'afọ 2005, Afghan Independent Human Rights Commission (AIHRC) kọrọ banyere ikpe ịtụ mgbere ahịa ụmụaka 150 na steeti ndị ọzọ",
  "A na-azụ ụmụnwoke na ụmụnwanyị Afghanistan n'ime mba ahụ ma banye na mba Iran, Pakistan na India yana mba ndị Arab nke Peshia, ebe ha bi dị ka ndị ohu ma na-amanye ha ịgba akwụna na ọrụ mmanye na brik kilns, ụlọ ọrụ na-emepụta kapet, na ọrụ ụlọ. N'ọnọdụ ụfọdụ, a na-eji ụmụnwoke na ụmụnwanyị maka ịzụ ahịa akụkụ ahụ",
  "Ịrịọ arịrịọ n'ike bụ nsogbu na-arịwanye elu na Afghanistan; ndị otu Mafia na-ahazi mgbaaka arịrịọ ọkachamara",
  "A na-amanye ụmụnwoke Afghanistan ịgba akwụna na ọrụ mmanye na ụlọ ọrụ mbubata ọgwụ ọjọọ na Pakistan na Iran",
  "A na-amanye ụmụnwanyị na ụmụagbọghọ Afghanistan ịgba akwụna, ndokwa na alụmdi na nwunye mmanye - gụnyere ndị di na-amanye nwunye ha ịgba akwụna - na ịgba ohu n'ụlọ na Pakistan na Iran, ma eleghị anya India",
  "Òtù na-abụghị nke gọọmentị (NGOs) na-akọ na n'ime afọ gara aga, ọnụ ọgụgụ na-arịwanye elu nke ụmụnwoke na-azụ ahịa n'ime",
  "Ụfọdụ ezinụlọ maara na-ere ụmụ ha maka ịgba akwụna mmanye, gụnyere maka bacha bazi - omume na-ejikọta ịgba ohu mmekọahụ na ịgba akwụna ụmụaka, nke ụmụnwoke bara ọgaranya na-eji ụmụnwoke na-eto eto maka ntụrụndụ na mmekọahụ",
  "Ezinụlọ ndị ọzọ na-eziga ụmụ ha na ndị na-ere ahịa iji nweta ọrụ",
  "Ọtụtụ n'ime ụmụaka ndị a na-ejedebe na ọrụ mmanye, ọkachasị na ụlọ ọrụ kapet nke mba Pakistan",
  "NGO na-egosi na ezinụlọ na-eme nyocha ego na uru mgbe ụfọdụ banyere ụgwọ ole ha nwere ike ibute dabere na ndị ezinụlọ ha nwere ike ịzụ ahịa.",
  "A na-amanye ụmụnwoke mba Afghanistan ịrụ ọrụ na ịgba ohu ụgwọ na ngalaba ọrụ ugbo na ihe owuwu na Iran, Pakistan, Gris, mba ndị Arab nke Gulf Persian, na ikekwe mba ndịda ọwụwa anyanwụ Eshia",
  "N'okpuru nganga nke ohere ọrụ na-akwụ ụgwọ dị elu, ndị na-atụ mgbere ahịa na-adọta ndị ọrụ mba ọzọ na Afghanistan, ma na-adọta ndị obodo Afghanistan n'obodo Afghanistan ma ọ bụ India ma ọ bụ Pakistan, mgbe ụfọdụ na-amanye ha ịrụ ọrụ mmanye ma ọ bụ ịgba akwụna n'ebe ahụ",
  "Ná ngwụsị nke afọ 2009 na mmalite nke afọ 2010, ọnụ ọgụgụ na-arịwanye elu nke ụmụnwoke si Sri Lanka, Nepal, na India, bụ ndị ji obi ha kwaga Afghanistan, bụ ndị a manyere ọrụ mmanye.",
  "A na-amanye ụmụnwanyị na ụmụagbọghọ si Pakistan, Tajikistan, na ikekwe Uganda na China ịgba akwụna na Afghanistan",
  "Ụfọdụ ndị ọrụ nchekwa mba ụwa nwere ike itinye aka na ịzụ ahịa mmekọahụ nke ụmụ nwanyị ndị a",
  "Ndị mba ọzọ na-elekọta ụlọ akwụna na ịgba akwụna mgbe ụfọdụ, mgbe ụfọdụ na njikọ na netwọk ndị omempụ buru ibu",
  "A kwenyere na a na-azụ ụmụ nwanyị Tajik site na Afghanistan gaa mba ndị ọzọ maka ịgba akwụna",
  "Ụmụnwanyị Iran a na-atụ na mgbere ahịa na-agafe mba Afghanistan na-aga mba Pakistan.",
  "Òtù Mba Ndị Dị n'Otu kọrọ na ụmụaka na ndị uwe ojii mba Afghanistan (ANP) na-akpakọrịta n'afọ ahụ",
  "Gọọmentị na-eme ihe iji meziwanye usoro nyocha afọ nke ANP",
  "Ndị Taliban na-eji ụmụaka site na afọ iri na abụọ ruo afọ iri na isii eme ihe dị ka ndị na-egbu onwe ha",
  "A ghọgburu ụfọdụ ụmụaka ma ọ bụ manye ha ka ha bụrụ ndị na-egbu onwe ha",
  "A na-akụziri ndị ọzọ nke ọma ma ọ bụ na ha amaghị na ha na-ebu bọmbụ, nke a na-ebupụ n'ebe dị anya n'amaghị ha. A na-emegbu ụfọdụ ụmụaka ndị agha nke ndị agha nnupụisi na-eji eme ihe",
  "A na-ekwe nkwa mgbe ụfọdụ ka ụmụnwoke debanye aha na ụlọ akwụkwọ Alakụba na mba Pakistan na Iran, mana kama nke ahụ, a na-ebuga ha n'ogige maka ọzụzụ ndị agha site n'aka ndị otu dị oke egwu.",
  "E nwekwara ahịa ụmụnwanyị na ụmụagbọghọ na ọwụwa anyanwụ Afghanistan, gburugburu mpaghara Nangarhar na Paktia, ebe a na-ere ụmụnwanyị n'ihu ọha",
  "Ndị obodo ekwuola na a na-ere ụfọdụ ụmụnwanyị ọtụtụ ugboro ma ndị ahụ metụtara na-abụkarị ụmụnwanyị di ha nwụrụ, ndị nwunye ụmụnwoke dara ogbenye ma ọ bụ ndị nwunye di na-ahụghịzi n'anya",
  "E kwuru na a na-ebuga ụfọdụ n'ime ndị ahụ na Pakistan ebe a na-ere ha maka ihe na-erughị ịnyịnya ibu",
  "A ma ama ama n'ebo Shinwar maka ọdịnala a.",
  "Gọọmentị nke Afghanistan na-eme mgbalị dị ukwuu iji lụso ịzụ ahịa ọgụ, dị ka ịga n'ihu na-enyefe ndị a chọpụtara na-atụ mgbere ahịa na ụlọ ọrụ nlekọta",
  "Otú ọ dị, gọọmentị egosighi ihe akaebe nke mmụba mgbalị karịa afọ gara aga",
  "Kpọmkwem, gọọmentị mba Afghanistan ekpeghị ma ọ bụ maa ndị omekome na-azụ ahịa ikpe n'okpuru iwu ya nke afọ 2008, ma taa ndị na-ahụ maka ịzụ ahịa mmekọahụ ahụhụ na mkpọrọ maka ịkwa iko ma ọ bụ ịgba akwụna.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Gọọmentị mba Afghanistan nwere obere ọganihu n'ichebe ndị na-azụ ahịa",
  "Afghanistan enweghị usoro iwu iji chọpụta ndị a na-atụ mgbere",
  "ụ ahịa",
  "Gọọmentị gara n'ihu na-arụ ọrụ abụọ na Parwan na Jalalabad",
  "N'okpuru nkwekọrịta ntụgharị nke e guzobere na ngwụsị afọ 2007, ndị uwe ojii Afghanistan gara n'ihu na-ezigara ụmụ nwanyị ndị ihe ike na-emegbu na Ministry of Women's Affairs (MOWA), UNIFEM, IOM, na NGO",
  "Gọọmentị enweghị ego iji nye ndị metụtara ọrụ nchebe kpọmkwem; NGO na-arụ ọrụ ebe nchekwa nke mba ahụ ma na-enye ọtụtụ enyemaka nke ndị metụtara, mana ụfọdụ chere ihe isi ike ihu n'ihi iyi egwu sitere n'aka ndị obodo, ọkachasị mgbe ha na-enyere aka n'okwu ndị metụtara mpụ nsọpụrụ, dị ka ndina n'ike.",
  "A na-echekwa otu ụlọ ọrụ NGO na Kabul maka ndị na-azụ ahịa",
  "Ụfọdụ NGO na-elekọta ụlọ ọrụ nlekọta maka ndị na-azụ ahịa na-akọ na ha na ndị ọrụ gọọmentị nwere nhazi zuru oke",
  "Ministry of Labor and Social Affairs, Martyrs and Disabled (MOLSAMD) nyere ụfọdụ ọzụzụ ọrụ nye ụmụaka n'okporo ámá na ụmụaka nọ n'ụlọ ọrụ nlekọta, MOWA nyekwara ndị e mesoro ihe ike ọrụ iwu n'efu; ọ maghị mmadụ ole jere ozi bụ ndị a na-azụ ahịa",
  "Enweghị ụlọ ọrụ ọ bụla na Afghanistan iji nye ndị nwoke na-azụ ahịa ebe obibi ma ọ bụ ọrụ nchebe kpọmkwem, ọ bụ ezie na e mere atụmatụ imeghe ụlọ ọrụ NGO maka ụmụnwoke na-ahụ maka ụmụnwoke n'afọ 2010",
  "N'oge akụkọ ahụ, e debere ụfọdụ ụmụnwoke a na-azụ ahịa n'ụlọ ụmụ mgbei nke gọọmentị na ụlọ ọrụ maka ndị omempụ na-eto eto mgbe a na-enyocha ikpe ha, ebe a na-edebe ụmụnwoke toro eto n'ụlọ mkpọrọ n'oge nyocha",
  "Ọnọdụ obibi ndụ n'ụlọ ụmụ mgbei gọọmentị na-elekọta dara ogbenye nke ukwuu na ụfọdụ ndị ọrụ nrụrụ aka nwere ike imetọ ụmụaka ma manye ha ịgba akwụna",
  "Iwu mgbochi ịzụ ahịa na-enye ndị mba ọzọ ohere ịnọgide na Afghanistan ma ọ dịkarịa ala ọnwa isii; enweghị akụkọ banyere ndị mba ọzọ na-eji ndokwa a nke enyemaka mbata.",
  "Nchegbu dị ukwuu ka dị banyere ndị ọrụ gọọmentị na-ata ndị a na-azụ ahịa ahụhụ maka omume ha nwere ike ime n'ihi ịtụ mgbere ahịa",
  "N'ọnọdụ ụfọdụ, a tụrụ ndị na-atụ mgbere ahịa mkpọrọ ka a na-echere mkpebi nke ikpe ha, n'agbanyeghị ọnọdụ ha a ghọtara",
  "A nọgidere na-ejide ụmụnwanyị na-azụ ahịa ma tụọ ha mkpọrọ ma ọ bụ taa ha ahụhụ maka ịgba akwụna na ịgbapụ alụmdi na nwunye mmanye maka ebumnuche ịzụ ahịa",
  "Heather Barr nke Humans Rights Watch's Asia Division (HRW) kọrọ na ọtụtụ ụmụ nwanyị na-amanye ịgba akwụna site n'aka di ha na ndị ọgọ ha, n'ihi na a na-ahụta ha dị ka isi iyi ego. N'ọnọdụ ụfọdụ, ụmụnwanyị ndị gbapụrụ n'ụlọ ha iji gbanahụ ụdị alụmdi na nwunye mmanye ndị a kwuru na ndị uwe ojii dinara ha n'ike ma ọ bụ ndị uwe ojii mesoo ha dị ka ndị omempụ naanị maka na ha enweghị onye nlekọta",
  "Ụmụnwanyị a na-emegbu emegbu ndị na-enweghị ike ịchọta ebe obibi na-ejedebe n'ụlọ mkpọrọ; ụfọdụ ụmụ nwanyị họọrọ ịga mkpọrọ maka nchebe pụọ n'aka ndị ezinụlọ nwoke",
  "Enweghị ihe akaebe na gọọmentị gbara ndị e gburu ume ka ha nyere aka na nyocha nke ndị na-azụ ahịa ha n'oge akụkọ ahụ",
  "A na-egbochi mgbalị ịchọ nkwụghachi n'otu akụkụ n'ihi na onye Afghanistan ga-anọ n'oké ihe ize ndụ maka naanị ịmata onye wakporo ya.",
  "N'oge akụkọ ahụ, Gọọmentị Afghanistan enwetaghị ọganihu ọ bụla n'igbochi ịzụ ahịa mmadụ",
  "N'afọ 2007, e guzobere ngalaba ọhụrụ maka ọgụ megide ịzụ ahịa mmadụ n'ime Criminal Investigation Directorate dị ka ngalaba nhazi. MOWA Initiative to Strengthen Policy and Advocacy through Communications and Institution Building launched and partially funded a public information campaign with foreign donor support",
  "Mgbasa ozi ahụ nwere bọọdụ mgbasa ozi, ebe redio, na obere usoro ihe nkiri redio banyere ịzụ ahịa, ma lekwasị anya na mpaghara 34 niile",
  "Akụkọ nlekota kwadoro mmata nke nsogbu ịzụ ahịa",
  "ANP rụrụ ọrụ iji meziwanye usoro nyocha afọ ya iji kpochapụ ụmụaka ndị agha n'ọkwa ya",
  "Ọ bụ ezie na gọọmentị nyere ụfọdụ asambodo ọmụmụ na asambodo alụmdi na nwunye, ọtụtụ ụmụ amaala nọ n'ime ime obodo anaghị arịọ ma ọ bụ nweta akwụkwọ ndị a; ihe na-erughị pasent iri nke ụmụaka na-edebanye aha mgbe a mụrụ ha",
  "Gọọmentị emeghị ihe iji belata ọchịchọ maka mmekọahụ azụmahịa ma ọ bụ ọrụ mmanye n'oge akụkọ ahụ",
  "N'ọnwa Disemba afọ 2009, e guzobere Kọmitii Nlekọta, Akụkọ na Nzaghachi iji dee atụmatụ maka ọrụ gọọmentị na UN Task Forces on Trafficking and Children in Armed Conflict; emechabeghị atụmatụ ọrụ a ruo ugbu a",
  "Afghanistan abụghị akụkụ nke 2000 UN TIP Protocol.",
  "N'afọ 2008, gọọmentị Afghanistan nyere iwu iji lụso ịtọrọ mmadụ na ịtụ mgbere ahịa mmadụ ọgụ, nke na-enye mkpọrọ ndụ maka ịzụ ahịa mmekọahụ na afọ 8-15 maka ịzụ ahịa ọrụ. N'afọ 2017, onye isi ala Afghanistan bịanyere aka na iwu ntaramahụhụ ọhụrụ nke machibidoro ma taa Baja-Bazi ahụhụ.",
  "N'afọ 2018, netwọọdụ ntinye aka nke NGO na mgbasa ozi (ANCTIP) hibere iji luso ịzụ ahịa mmadụ na ịkwaga mbata na Afghanistan",
  "Ebumnuche bụ ịkwado iwu 2017 megide ịzụ ahịa mmadụ."
]