[
  "Croatia bụ ebe a na-aga, isi iyi, na mba njem maka ụmụnwoke, ụmụnwanyị, na ụmụaka ndị a na-atụ mgbere ahịa mmadụ, kpọmkwem ọnọdụ nke ịgba akwụna mmanye na ọrụ mmanye",
  "Ụmụnwanyị na ụmụagbọghọ Croatia na-adaba na ịzụ ahịa mmekọahụ n'ime mba ahụ, ụmụnwanyị na ụmụagbọghọ si Serbia, Bosnia na Herzegovina, na akụkụ ndị ọzọ nke Europe na-amanye ịgba akwụna na Croatia na Europe",
  "A na-akọ na a na-amanye ụmụnwoke ịrụ ọrụ na ngalaba ọrụ ugbo, ụmụaka, gụnyere ndị Rom, na-enwe ọnọdụ nke ịmanye arịrịọ na izu ohi.",
  "Gọọmentị Croatia na-agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "N'afọ 2009, gọọmentị gara n'ihu na-enyocha ma na-ekpe ndị omekome na-azụ ahịa ikpe, na-abawanye ntaramahụhụ kacha nta maka ndị na-azụ ahịa a mara ikpe, na nke mbụ ya, nyere onye na-azụ ahịa iwu ka ọ kwụọ onye ahụ ụgwọ",
  "Mba Croatia nyere nnukwu ego nye NGO na-enye enyemaka na ebe obibi nye ndị na-azụ ahịa n'oge akụkọ ahụ ma na-aga n'ihu na ọzụzụ na mgbasa ozi na njirimara ndị a na-ahụ maka ya",
  "Otú ọ dị, gọọmentị chọpụtara mmadụ ole na ole na-azụ ahịa n'afọ 2009 ma ghara ichebe ụfọdụ ndị akaebe.",
  "N'afọ 2010, ụfọdụ ndị e gburu bịara ma kọọ akụkọ ha",
  "Kikka Cerpa kọrọ otú e si mee ka ọ hapụ Venezuela n'afọ 1992 ka ya na nwa nwanne nna enyi ya nwoke biri na New York n'oge ahụ iji rụọ ọrụ dị ka onye na-elekọta nwa.  Kama nke ahụ, e dinara ya n'ike ma manye ya ịgba akwụna iji kwụọ ụgwọ ndị enyi ya nwoke",
  "Ọ nọrọ afọ atọ na-agba akwụna ruo mgbe onye ahịa nyeere ya aka ịgbapụ, a manyere ya ka ọ bụrụ ohu ya",
  "Ya na ya nọrọ afọ iri, n'oge ahụ ọ mụrụ ụmụnwanyị abụọ",
  "Mgbe o mechara nwee ike ịchọ enyemaka ma nweta iwu ụlọ ikpe maka nchebe, e boro ya ebubo na ọ bụ onye omekome na ụmụ ya ndị nwanyị na-ejide ya",
  "Site n'enyemaka nke Sanctuary for Families, enwere ike ịtọhapụ ya.",
  "Charlotte Awino dị afọ iri na anọ (14) nwere otu ihe ahụ n'afọ 1996 mgbe ndị nnupụisi Uganda bụ Lord's Resistance Army tọọrọ ya n'ụlọ akwụkwọ obibi",
  "Site n'ebe ahụ, a kpọgara ya Sudan ebe e dinara ya n'ike ma tie ya ihe ma manye ya ịrụ ọrụ",
  "Mgbe ọ dị afọ iri abụọ na abụọ, mgbe ọ mụsịrị ụmụ abụọ, Charlotte jisiri ike gbapụ.",
  "A kpọbatara Kumar Ramjali na Nepal n'afọ 2004 iji gaa rụọ ọrụ maka ụlọ ọrụ Jordan na America",
  "Kama ịkwaga ya na America, e zigara ya n'ogige ndị agha nke mba United States na Iraq ebe a manyere ya ịnọ afọ 4.",
  "Onye na-ahụ maka ikike mmadụ, Jana Kohut bịakwara n'ihu na akụkọ ya",
  "E si na Croatia zigara ya Slovenia n'afọ 2004, maka mmegbu mmekọahụ",
  "Otu enyi nwanyị ghọgburu ya, nke mere ka a tọọrọ ya, ma mesịa manyere ya ịgba akwụna na ndina n'ike ruo mgbe o jisiri ike gbapụ otu afọ mgbe e mesịrị.",
  "Ụlọ ọrụ International Centre for Migration Policy Development (ICMPD) kwupụtara nyocha n'ọnwa Septemba 2010, nke lekwasịrị anya na mmegbu ndị ọrụ",
  "Site n'enyemaka nke data anakọtara n'afọ 2007,2008 na 2009, enwere ike ịchọpụta na Croatia abụghịzi ebe mgbanwe kama ọ bụ isi iyi na mba na-aga",
  "Ihe ka ọtụtụ n'ime ndị ahụ metụtara bụ ụmụnwoke, a na-azụ ahịa ma na-amanye ha ịrụ ọrụ",
  "Ụdị mmegbu abụọ bụ nke mbụ site na ịgba akwụna, mgbe ahụ nke abụọ ọrụ mmanye",
  "Ebe dị ka mmegbu ndị ọrụ yiri ka ọ naghị ahụ anya.",
  "Data anakọtara site Ministry of Interior nke Republic of Croatia:",
  "Ọnụ ọgụgụ nke ndị a na-emegbu site na nwoke na nwanyị (2007 - 2009):",
  "Ọnụ ọgụgụ nke ndị a na-emegbu site na afọ:",
  "Ọnụ ọgụgụ nke ndị e gburu site na mmegbu ọrụ site na ụmụ amaala:",
  "Ọnụ ọgụgụ ndị e gburu na mpaghara dị iche iche nke mmegbu:",
  "Ọnụ ọgụgụ ndị mba ọzọ achọpụtara na ọrụ iwu na-akwadoghị na Croatia:",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Gọọmentị Croatia n'ozuzu ya kwadoro mgbalị ndị mmanye iwu megide ịtụ mgbere ahịa n'afọ 2009, ọ bụ ezie na ọ gbara naanị ọkara nke ndị na-azụ ahịa ikpe dị ka ọ mere n'afọ gara aga",
  "Ọ gara n'ihu na-eji iwu ịzụ ahịa mmadụ ya na-ekpe ikpe ma na-ekpe ikpe maka mmekọahụ na ịzụ ahịa ọrụ mmanye n'oge akụkọ.",
  "Croatia machibidoro ịzụ ahịa maka ọrụ mmanye na mmegbu mmekọahụ azụmahịa site na Criminal Provision 175 nke iwu ntaramahụhụ ya",
  "Ndokwa 175 na-enye ntaramahụhụ maka ụdị ọ bụla nke ịzụ ahịa nke otu afọ ruo afọ iri n'ụlọ mkpọrọ; ntaramahụhụ ndị a siri ike ma kwekọọ na ndị e nyere maka ndina n'ike",
  "N'afọ 2009, gọọmentị nyochara mmadụ iri na atọ a na-enyo enyo na ha na-azụ ahịa, ma e jiri ya tụnyere mmadụ iri na ise n'afọ 2008",
  "Ọ gbara ndị na-azụ ahịa isii ikpe n'afọ 2009, mbelata site na mmadụ iri na abụọ a gbara akwụkwọ n'afọ 2008",
  "A mara ndị omekome isii ikpe ma nye ha ikpe sitere na afọ abụọ ruo afọ asatọ, ma e jiri ya tụnyere ikpe itoolu e nwetara n'afọ 2008; Otú ọ dị, otu ikpe pụtara na mkpesa ma na-echere ikpe ikpeazụ",
  "Abụọ n'ime ikpe ndị a gụnyere ọrụ mmanye.",
  "Gọọmentị mụbara ikpe kacha nta ọ tụrụ maka ikpe niile maka ịzụ ahịa site na otu afọ ruo afọ abụọ n'oge akụkọ ahụ",
  "N'okwu ikpe mbụ nke ịzụ ahịa obodo, ụlọ ikpe nyere onye na-azụ ahịa iwu ka ọ kwụọ $ 28,466 dị ka ụgwọ maka onye ahụ",
  "Gọọmentị gara n'ihu na-enye ndị uwe ojii ọzụzụ n'ozuzu megide ịzụ ahịa, ma gaa n'ihu na mmemme ya nke gụnyere ndị uwe ojii iri abụọ na isii na-azụ ndị ọrụ ibe ha ụzọ isi mata ma nyere ndị na-azụ ahịa aka",
  "Enweghị akụkọ a kapịrị ọnụ banyere mmekọ metụtara ịzụ ahịa n'oge akụkọ ahụ.",
  "Gọọmentị kwadoro mgbalị dị ukwuu iji hụ na ndị a na-azụ ahịa nwetara nlekọta dị mkpa",
  "Ọ gara n'ihu na-akwado NGO yana ebe obibi ya abụọ pụrụ iche maka ụmụ nwanyị toro eto na ụmụaka na-azụ ahịa, nke ruru $ 96,461 n'afọ 2009",
  "O nyekwara ndị NGO $ 45,937 iji kwado ma nyere ndị na-azụ ahịa aka",
  "Mmadụ anọ e gburu jiri ụlọ mgbaba mee ihe n'afọ 2009",
  "Ọ bụ ezie na gọọmentị gara n'ihu na-ekwusi ike na usoro a na-elekwasị anya na ndị metụtara, ọ chọpụtara naanị mmadụ asatọ metụtara n'oge akụkọ ahụ, otu karịa afọ 2008, mana ọ dị ala karịa mmadụ iri na ise a chọpụtara n'afọ 2007.",
  "Gọọmentị gbanwere Iwu ya banyere ndị mba ọzọ na Machị 2009 iji gbasaa \"oge ntụgharị uche\" site na ụbọchị 30 ruo 90; ụmụaka nọgidere na-eru eru maka ịnọ ụbọchị 90",
  "Gọọmentị gbara ndị na-ahụ maka ịzụ ahịa ume ka ha sonye na ikpe ịzụ ahịa ma kwuo na mmadụ asatọ niile a chọpụtara nyere aka na nyocha na ikpe nke ndị na-azụ ahịa ha na 2009",
  "Dị ka nchọpụta mbụ e wepụtara na ọrụ nyocha nke Jenụwarị 2010 banyere ịzụ ahịa na ịgba akwụna nke emere n'etiti Disemba 2008 na Nọvemba 2009, gọọmentị Croatia enyeghị nchebe zuru oke maka ụfọdụ ndị na-azụ ahịa bụ ndị gbara akaebe megide ndị na-azụ ahịa ha",
  "Ndị na-eme nchọpụta kwuru na a chọrọ ka ndị e gburu gbaa akaebe ugboro ugboro n'oge ikpe ịzụ ahịa; enwere ike ịhazi akaebe nke onye ahụ site na usoro ogbako vidiyo.",
  "Gọọmentị malitere usoro enyemaka maka ndị akaebe na-ahụ maka ndị a tara ahụhụ n'ụlọ ikpe anọ n'afọ 2009 iji meziwanye nchebe maka ndị a metụtara",
  "Ndị nyocha tụkwara aro ka gọọmentị gbasoo mbọ ike iji chọpụta nke ọma ndị niile nwere ike ịbụ ndị a manyere ịgba akwụna",
  "Ọ bụ ezie na ndị a metụtara nwere ike ịbụ ndị akaebe na ndị a na-ebo ebubo n'okwu ụfọdụ n'ụlọ ikpe, ndị na-eme nnyocha kọrọ na gọọmentị mere mgbalị iji hụ na a naghị ata ndị a ma ama na-azụ ahịa ahụhụ maka omume iwu na-akwadoghị mere kpọmkwem n'ihi ịzụ ahịa ha.",
  "Na nzaghachi maka nchegbu na-aga n'ihu banyere ịgba akwụna na ịzụ ahịa n'oge njem nleta dị elu n'ụsọ oké osimiri Adriatic, gọọmentị kọrọ na ọ zụrụ ndị uwe ojii 250 n'obodo ndị dị n'ụsọ oké osimiri n'afọ 2009",
  "Ọ bụ ezie na ndị uwe ojii kwuru na ha na-arụ ọrụ iri megide ịzụ ahịa n'ụsọ oké osimiri n'afọ 2009, gọọmentị amataghị ndị ọ bụla na-azụ ahịa n'ihi ọrụ ndị a",
  "Gọọmentị nyere ndị mba ọzọ metụtara iwu ọzọ iji wepụ ha na mba ebe ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ",
  "N'ime mmadụ anọ ndị na-azụ ahịa si mba ọzọ a chọpụtara n'afọ 2009, gọọmentị kpọghachiri otu nwanyị na Bosnia na Herzegovina na atọ na Serbia.",
  "N'afọ 2009, gọọmentị gara n'ihu na-aga n'ihu na ọkwa mba na mgbalị ọzụzụ megide ịzụ ahịa iji mee ka a mara ma gbochie ịzụ ahịa",
  "N'oge akụkọ ahụ, ọ mejuputara ọtụtụ ọmụmụ ihe mmụta megide ịzụ ahịa na nzukọ ọmụmụ ihe maka ndị ọchịchị Croatia, gụnyere ndị ọrụ ebere, ndị ọrụ nnọchi anya na ndị nnọchi anya, ndị ọka ikpe, ndị ọkàiwu, ndị uwe ojii, na ụmụ akwụkwọ, gụnyere ndị otu na-agagharị agagharị na-ahụ maka inyere ndị na-azụ ahịa aka",
  "N'ọnwa Nọvemba afọ 2009, ọ haziri nzukọ ọmụmụ ihe maka ndị isi na ụlọ ọrụ nlegharị anya banyere ụzọ isi chọpụta ndị a na-azụ ahịa",
  "Ọ gara n'ihu na-eduzi ọzụzụ megide ịzụ ahịa maka ndị agha Croatia tupu e zigara ha Afghanistan dị ka ndị na-ahụ maka udo na mba ụwa."
]