[
  "Ijipt bụ isi iyi, njem, na mba na-aga maka ụmụnwanyị na ụmụaka ndị a na-azụ ahịa mmadụ, ọkachasị ọrụ mmanye na ịgba akwụna mmanye.",
  "Ụlọ ọrụ na-ahụ maka nlekota na ịlụso ịzụ ahịa mmadụ ọgụ nke United States tinyere mba ahụ na \"Tier 2\" n'afọ 2017 nke pụtara na gọọmentị ya anaghị emezu ụkpụrụ kacha nta akọwapụtara na Iwu Nchedo Ndị Na-ahụ Maka Ịzụ ahịa na Ime Ihe Ike nke 2000 (TVPA), mana ọ na-eme mgbalị dị ukwuu iji mezuo ụkpụrụ ndị ahụ.",
  "A na-erigbu ụfọdụ n'ime ụmụaka ndị Ijipt na-eme atụmatụ na narị puku abụọ ruo otu nde n'okporo ámá - ma ụmụnwoke ma ụmụnwanyị - na ịgba akwụna na ịrịọ arịrịọ mmanye",
  "Mgbe ụfọdụ, ndị otu obodo na-etinye aka na mmegbu a",
  "A na-ewe ụmụaka ndị Ijipt maka ọrụ ụlọ na ọrụ ugbo; ụfọdụ n'ime ụmụaka ndị a na-eche ọnọdụ ndị na-egosi ịgba ohu na-enweghị isi, dị ka mmachi na njem, akwụghị ụgwọ ọrụ, iyi egwu, na mmetọ anụ ahụ ma ọ bụ mmekọahụ.",
  "Na mgbakwunye, a kọrọ na ụmụnwoke bara ọgaranya sitere na mpaghara Persian Gulf na-aga Ijipt ịzụta \"alụmdi na nwunye nwa oge\" ma ọ bụ \"alụmdi na nwunye oge okpomọkụ\" na ụmụnwanyị Ijipt, gụnyere ụmụ agbọghọ na-erubeghị afọ iri na asatọ",
  "Ndị nne na nna ụmụnwanyị na ndị na-ahụ maka alụmdi na nwunye na-emekarị ndokwa ndị a ma bụrụ ụdị mmegbu mmekọahụ nke ụmụaka",
  "Njem mmekọahụ ụmụaka na-eme na Cairo, Alexandria, na Luxor",
  "Ijipt bụ mba njem maka ụmụnwanyị si Uzbekistan, Moldova, Ukraine, Russia, na mba ndị ọzọ dị n'Ebe Ọwụwa Anyanwụ Europe gaa Israel maka mmegbu mmekọahụ azụmahịa",
  "Ndị otu ndị omempụ haziri ahazi na-etinye aka na mmegharị ndị a.",
  "Ụmụnwoke na ụmụnwanyị si n'ebe ndịda na ndịda ọwụwa anyanwụ Eshia nwere ike ịrụ ọrụ mmanye n'Ijipt",
  "Ndị Etiopia, ndị Eritrea, ndị Sudan, ndị Indonesia, ndị Filipino, na ụmụnwanyị Sri Lanka nwere ike ịkwaga Ijipt n'afọ ofufo mana enwere ike ịmanye ha ịrụ ọrụ ụlọ",
  "Ọnọdụ ụfọdụ ha na-eche ihu gụnyere enweghị oge ezumike, mmetọ mmekọahụ, mmetọ anụ ahụ, na nke mmetụta uche, igbochi ụgwọ ọrụ, na mgbochi ije",
  "Ndị ọrụ nwere ike iji ọnọdụ iwu na-akwadoghị nke ndị ọrụ ụlọ na enweghị nkwekọrịta ọrụ dị ka ngwá ọrụ mmanye.",
  "Ụfọdụ n'ime ndị mbịarambịa na ndị gbara ọsọ ndụ na-agba akwụna nwere ike ịbụ ndị a manyere ha ime nke ahụ",
  "Ụmụagbọghọ Sudan gbara ọsọ ndụ, gụnyere ndị na-erubeghị afọ iri na asatọ, nwere ike ịmanye ha ịgba akwụna na ụlọ oriri na nkwari abalị nke Cairo site n'aka ezinụlọ ma ọ bụ ndị òtù ndị otu Sudan",
  "Akụkọ NGO na mgbasa ozi na-egosi na a manyere ụfọdụ ndị Ijipt ịrụ ọrụ na Jọdan ma nwee nsogbu nke paspọtụ, ịmanye oge ọrụ, akwụghị ụgwọ ọrụ, na mgbochi ije.",
  "N'afọ 2010, gọọmentị Ijipt kwadoro iwu ọhụrụ nke na-eme ka ịzụ ahịa mmadụ maka ọrụ na mmegbu mmekọahụ",
  "N'afọ 2009/2010, gọọmentị mere ikpe abụọ mbụ ya n'okpuru mgbanwe 2008 megide ịzụ ahịa na Iwu Ụmụaka ma mee ka a mara banyere \"alụmdi na nwunye n'oge okpomọkụ\", nke a na-ejikarị eme ihe iji mee ka mmegbu mmekọahụ azụmahịa dị mfe",
  "Dị ka gọọmentị nke mba United States si kwuo, enweghị usoro njirimara nke gọọmentị Ijipt na ọrụ nchebe nyere ohere ka a taa ndị a na-amaghị ama nke ịzụ ahịa ahụhụ maka omume iwu na-akwadoghị mere kpọmkwem n'ihi ịzụ ahịa.",
  "E nwere ihe na-eme n'Ijipt nke a maara dị ka alụmdi na nwunye 'oge' ma ọ bụ 'oge'",
  "Nke a bụ mgbe ụmụagbọghọ na ụmụagbọghọ karịsịa ndị sitere na ezinụlọ dara ogbenye na-alụ ụmụnwoke si mba Arab nke Persian Gulf iji nye ụmụnwoke na-abụghị ndị Ijipt ọrụ mmekọahụ. Dabere na nyocha nke National Council for Childhood and Motherhood (NCCM) mere, 67% nke ezinụlọ 2,000 ahọpụtara site na ihe atụ na Al Hawamdia, Al Badrashein na Abu Almonros maara onwe ha banyere alụmdi na nwunye ụmụaka",
  "Nnyocha ahụ gosikwara na ebumnuche nke alụmdi na nwunye ndị a bụ akụ na ụba.",
  "N'ọnọdụ ụfọdụ, ụmụagbọghọ Ijipt nwere ike ịlaghachi n'obodo di ma rụọ ọrụ dị ka onye na-eje ozi",
  "Ụmụagbọghọ ndị na-anọ n'Ijipt na-ezerekarị ọha mmadụ ma na-agbasi mbọ ike ịlụ di ọzọ n'ụzọ orthodox karịsịa n'ọnọdụ ebe ụmụnwanyị mụrụ nwa na di.",
  "Egypt: Iwu No",
  "103 nke 1976 nke a makwaara dị ka iwu alụmdi na nwunye njem nleta ọhụrụ iji gbochie ma chebe ụmụagbọghọ na-eto eto site na alụmdi na nwunye oge / nwa oge",
  "Iwu ahụ chọrọ akwụkwọ nke nkwekọrịta alụmdi na nwunye, na-achọ ka nwoke si mba ọzọ gosipụta asambodo site n'aka ụlọ ọrụ nnọchiteanya nke mba ya na-ekwu na ọ dịghị ihe mgbochi ọ bụla maka alụmdi na nwunye ahụ, a na-etinyekwa ego n'aha nwa agbọghọ ahụ, dị ka nchekwa maka ya mgbe ụmụnwanyị ahụ dị afọ iri abụọ na ise ma ọ bụ karịa ya.",
  "E bulitekwara afọ kacha nta maka alụmdi na nwunye ruo afọ iri na asatọ",
  "Onye na-ahụ maka akụkọ pụrụ iche bụ Joy Ngozi Ezeilo na-ekwu na n'omume, iwu a adịghị arụ ọrụ dịka ọnụ ọgụgụ na-enweghị isi nke alụmdi na nwunye oge / nwa oge n'etiti ụmụnwanyị Ijipt na ụmụnwoke na-abụghị ndị Ijipt na-aga n'ihu.",
  "Kọmitii Na-ahụ Maka Mba na-eduzi mgbalị niile megide ịzụ ahịa na ọkwa mba",
  "Kọmitii Na-ahụ Maka Nhazi Mba bụ onye ndụmọdụ nke Mịnịsta na-ahụ maka ihe gbasara mba ofesi na-eduzi ya ma nwee ndị nnọchi anya dị mkpa nke mịnịstrị, dịka Mịnịsta nke ime obodo, Mịnịsta nke Ikpe Ziri Ezi, Mịnịstrị nke Ndị Ọrụ na Mbugharị, Mịnịstrị nke Ịdị n'Otu na eze na Mịnịstrị nke Nlegharị Anya. Kọmitii ahụ na-edepụta iwu na atụmatụ ịlụso ndị na-azụ ahịa ọgụ n'Ijipt, site n'ịlụso ndị mbịarambịa iwu na-akwadoghị ọgụ na ịchọpụta ọrụ ịzụ ahịa mmadụ. Enwekwara iwu iji lụso ịzụ ahịa mmadụ ọgụ ma chebe ndị mbịarambịa iwu na-akwadoghị site na ibelata nhụjuanya ha.",
  "E guzobere National Council of Women (NCW), n'afọ 2000 iji nyochaa ihe ndị ha rụzuru na iji wusie ọrụ ụmụnwanyị ike na ọha mmadụ",
  "N'afọ 2007, onye isi ala malitere kọmitii nhazi iji lụso ịzụ ahịa mmadụ ọgụ, ya bụ ụmụnwanyị na ụmụaka",
  "Kọmitii a na-ezube inyocha iwu na atumatu ndị e mere iji gbochie ịzụ ahịa.",
  "NCW mezukwara nkwekọrịta maka iwepụ ụdị ịkpa ókè ọ bụla megide ụmụnwanyị (CEDAW) Nke a bụ ngalaba ọkachamara nke na-alụ ọgụ megide ịzụ ahịa ma na-eme ọmụmụ na akụkọ banyere ịzụ ahịa ụmụ agbọghọ na ụmụ nwanyị. N'ọnwa Eprel afọ 2009, NCW nyere akụkọ banyere ime ihe ike megide ụmụnwanyị n'Ijipt, nke ghọtara alụmdi na nwunye \"oge\" ma ọ bụ \"oge\" dị ka ụdị ịzụ ahịa mmadụ ma nye aro ka ndị na-eme mkpebi kpebie ma a ga-ewere ya dị ka ịzụ ahịa mmadụ.",
  "N'afọ 2016, Gọọmentị mejuputara atụmatụ 2016–2021 iji lụso ma gbochie ịzụ ahịa",
  "Onye isi ala kwadoro nke a mana enwere obere ụzọ na ego e kenyere maka mmejuputa ya",
  "N'afọ 2016, kọmitii na-emegide ịzụ ahịa na kọmitii mba jikọtara ọnụ iji gbochie mbugharị iwu na-akwadoghị, gọọmentị malitekwara mkpọsa 90 megide ịzụ ahịa.  N'ọnwa Juun afọ 2016, gọọmentị mere nzukọ banyere mbugharị, mbubata, na nsogbu ịzụ ahịa mmadụ na-emetụta Africa na Europe",
  "Mịnịstrị na-ahụ maka ndị ọrụ na-eme nyocha n'ụzọ ijuanya karịsịa n'ebe ọrụ maka ndị ọrụ si mba ọzọ, ọ bụ ezie na mịnịstrị ahụ ekwughị akụkọ banyere ndị nwere ike ịzụ ahịa.",
  "Ndị omeiwu nke Ijipt emeela iwu na-eme ka ụdị ọ bụla nke ịzụ ahịa mmadụ bụrụ mpụ ma na-enye ntaramahụhụ site na mkpọrọ afọ atọ ruo afọ iri na ise - na ruo mkpọrọ ndụ ma ọ bụrụ na ọnọdụ na-eme ka njọ dị - na ụgwọ sitere na $ 9,000 ruo $ 36,000 maka mmejọ",
  "Ndezigharị nke Iwu Ụmụaka (No",
  "126 nke 2008) gụnyere ndokwa machibidoro ịzụ ahịa ụmụaka maka mmegbu mmekọahụ na ọrụ mmanye",
  "Ndezigharị ndị a na-enye ikpe nke ọ dịkarịa ala afọ ise mkpọrọ.",
  "Dị ka gọọmentị nke mba United States si kwuo, ndị isi Ijipt ejighị usoro iwu iji chọpụta ndị a na-azụ ahịa ma nyefee ha n'aka ndị na-enye nlekọta; n'ihi ya, a na-azụ ahịa, gụnyere ọtụtụ ụmụaka n'okporo ámá na ụmụnwanyị e jidere maka ịgba akwụna, a na-emeso ha dị ka ndị omempụ kama ịbụ ndị a na-ahụ maka ya",
  "Enwere ike iziga ụfọdụ ụmụaka n'ụlọ mkpọrọ ụmụaka, nke nọ n'ọnọdụ ọjọọ",
  "Ndị ọzọ nwere ike ịnọ n'ụlọ mkpọrọ na ndị okenye, n'agbanyeghị Iwu Ụmụaka nke machibidoro omume a.",
  "Ndị ọrụ nchekwa ókèala na Saịnaị gara n'ihu na-agba mbọ igbochi ihe osise na-enweghị akwụkwọ, na-egbu ụfọdụ n'ime ha mgbe ụfọdụ, ebe ha na-egosighi ihe akaebe nke mgbalị iji chọpụta ndị nwere ike ịzụ ahịa n'etiti ndị a na-adịghị ike",
  "Ka ọ na-erule afọ 2009, Ministry of Social Solidarity na-arụ ọrụ ụlọ ọrụ iri na itoolu maka ụmụaka n'okporo ámá, ụmụnwanyị, na ndị nwere nkwarụ nke nwere ike inye ndị na-azụ ahịa nlekọta.",
  "NCCM na-arụ ọrụ elekere iri abụọ na anọ iji zaghachi mkpesa nke mmetọ ụmụaka",
  "E nyeghị nlekọta pụrụ iche maka ndị okenye ma ọ bụ ndị mba ọzọ na 2009",
  "N'ụlọ mkpọrọ ma ọ bụ ụlọ mkpọrọ, ndị ọrụ mmanye iwu nwere ike imegbu ndị a site n'okwu ọnụ, mmetọ ahụ, na mmetọ mmekọahụ",
  "A naghị enye ndị mba ọzọ metụtara iwu ọzọ iji wepụ ha na mba ndị ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ",
  "Gọọmentị anaghị agba ndị a metụtara ume ka ha nyere aka na nyocha megide ndị na-azụ ahịa ha.",
  "Gọọmentị nwere ọganihu n'igbochi \"alụmdi na nwunye n'oge okpomọkụ\" n'oge akụkọ ahụ, mana ha emeghị mgbalị iji gbochie ịzụ ahịa mmadụ",
  "Iwu ọhụrụ ahụ nyere gọọmentị iwu ka ha mepụta kọmitii dị n'etiti ndị ozi iji hazie ọrụ ndị mmanye megide ịzụ ahịa, nchedo ndị metụtara, na mmemme",
  "Gọọmentị amaliteghị mgbasa ozi ọhaneze ọ bụla ọzọ iji mee ka a mara banyere ịzụ ahịa, gụnyere nke ọ bụla gbasara ịgba ohu n'ụlọ.",
  "Gọọmentị emeghị mgbalị ọ bụla iji belata ọchịchọ maka omume mmekọahụ azụmahịa ma ọ bụ iji mee ka a mara njem mmekọahụ",
  "Gọọmentị nwere ndebanye aha ọmụmụ nke ọma na usoro kaadị njirimara mba",
  "Enweghị akụkọ banyere mbọ gọọmentị Ijipt na-agba iji nye ndị agha ya ọzụzụ megide ịzụ ahịa tupu ha eziga ha na ọrụ udo mba ụwa."
]