[
  "Finland bụ njem, ebe a na-aga, na obere mba maka ụmụnwanyị, ụmụnwoke na ụmụ agbọghọ a manyere ịlụ di na nwunye, ọrụ mmanye na ịzụ ahịa mmekọahụ. Iwu Finland katọrọ ịzụ ahịa dị ka mpụ ma mezuo ụkpụrụ nke EU Protocol ọbụna tupu mgbakọ ahụ amalite ịrụ ọrụ",
  "NGO na gọọmentị na-arụkọ ọrụ ọnụ n'inye aka maka ndị na-azụ ahịa na Finland",
  "Ọ bụ ezie na ndị uwe ojii Finland nyochara ma kpọga ọtụtụ ndị mmadụ ka ha lekọta n'afọ 2013, ọnụ ọgụgụ ikpe na ikpe nke ndị a na-enyo enyo na ha bụ ndị omekome ka dị ala karịa ọnụ ọgụgụ ndị nwere ike ịta ahụhụ",
  "Gọọmentị na-arụ ọrụ ugbu a iji meziwanye iwu na omume mgbochi ịzụ ahịa iji meziwanye ọnọdụ ahụ",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017.",
  "Ịzụ ahịa mmadụ bụ ahia nke ụmụ mmadụ nke nwere ike ime na mba ụwa ma ọ bụ n'ime mba, na-enwekarị ebumnuche nke alụmdi na nwunye mmanye, ịgba ohu mmekọahụ, ọrụ mmanye, mmegbu mmekọahụ azụmahịa ma ọ bụ iwepụ akụkụ ahụ",
  "Ụdị ọhụrụ nke ịzụ ahịa mmadụ gụnyere ova na ịzụ ahịa nwa",
  "A na-akpọkarị ndị na-azụ ahịa mmadụ ma ọ bụ were ha site na iyi egwu ma ọ bụ iji ike, ma ọ bụ site na aghụghọ, ịtọrọ mmadụ, aghụghọ, iji ike eme ihe n'ụzọ na-ezighị ezi ma ọ bụ ọnọdụ na-adịghị ike na ebumnuche nke mmegbu",
  "Ụfọdụ n'ime nnukwu ihe kpatara ịzụ ahịa mmadụ bụ ịda ogbenye, ọkwa zuru ụwa ọnụ nke enweghị nhata nwoke na nwanyị na nwanyị nke ịda ogbenye yana ụdị esemokwu dị iche iche, ọdachi, mkpagbu okpukpe na agbụrụ, ime ihe ike na ịkpa ókè (nke karịsịa ụmụnwanyị).",
  "Ịchọpụta mmadụ dị ka onye a na-azụ ahịa bụ otu n'ime ọrụ kachasị sie ike mgbe ị na-atụle ịzụ ahịa mmadụ",
  "Dị ka Eurostat si kwuo 'Trafficking in human beings': \"Dị ka ntụziaka 2011/36/EU si dị, okwu ahụ bụ \"onye a ma ama\" na-ezo aka na ndị ndị ọchịchị dị mkpa chọpụtara dịka onye a na-azụ ahịa mmadụ",
  "N'aka nke ọzọ, a na-eji okwu ahụ bụ \"onye a na-eche na-emegbu\" maka ndị na-azụ ahịa bụ ndị zutere ụkpụrụ nke EU Directive mana ndị ọchịchị dị mkpa amatabeghị ya dịka onye na-azụ ahịa ma ọ bụ ndị jụrụ ka a mata ya n'ụzọ iwu kwadoro ma ọ bụ n'ụzọ iwu kwadoro dị ka onye na-azụ ahịa",
  "\"",
  "Ngụkọta mmadụ 30,146 a chọpụtara ma chee na ha bụ ndị e debara aha ha na 28 EU Member States n'afọ 2010–2012, nke ihe karịrị otu puku bụ ụmụaka a na-azụ ahịa maka mmegbu mmekọahụ",
  "Pasentị 80 nke ndị e debara aha ha bụ ụmụnwanyị, na pasentị 65 nke ndị e debara aha ha bụ ụmụ amaala EU",
  "N'ime ndị e debara aha ha bụ ndị a kwadoro dị ka ụmụ amaala EU, mba 5 kachasị elu bụ Bulgaria, Romania, Netherlands, Hungary na Poland",
  "N'ime afọ atọ ahụ, mba ise kachasị elu na-abụghị EU nke ụmụ amaala nke ndị e debara aha ha bụ Nigeria, Brazil, China, Viet Nam na Russia",
  "Enweela mmụba na ọnụ ọgụgụ ụmụ amaala a na-amaghị ama site n'afọ 2010 ruo 2011",
  "Na mgbakwunye, pasent 71 nke ndị ọrụ na-emegbu bụ ụmụnwoke na EU Member States n'ime afọ atọ a.",
  "Finland bụ ma mba njem ma mba na-aga maka ịzụ ahịa mmadụ, mana ịzụ ahịa mmadụ adịchaghị na Finland karịa ka ọ dị na ọtụtụ mba EU ndị ọzọ",
  "Ruo n'ókè ụfọdụ, a na-ewerekwa Finland dị ka mba isi iyi maka ịzụ ahịa mmadụ",
  "Achọpụtabeghị ihe omume nke ahia akụkụ ahụ na Finland, na ịzụ ahịa na-apụtakarị n'ụdị ịgba akwụna na ịzụ ahịa (pimping), yana mmegbu ndị ọrụ. Mmegbu ndị ọrụ juru ebe niile n'ịchọpụta mkpụrụ osisi, ụlọ oriri na ọṅụṅụ, ihicha, ígwè, njem, ụlọ ọrụ na-ewu ụlọ ọrụ ubi yana n'ụlọ ndị mmadụ.\nDị ka ọnụ ọgụgụ nke Eurostat nyere, n'afọ 2010–2012 e nwere ngụkọta nke 231 ndị e debara aha ha maka ịzụ ahịa mmadụ na Finland",
  "Ndị uwe ojii Finland na-eme atụmatụ na ihe dị ka ụmụ nwanyị 200-250 na-agafe ókèala Finland site na East kwa izu iji rụọ ọrụ dị ka ndị akwụna na Finland",
  "Kwa afọ, ihe dị ka ndị akwụna 10,000–15,000 na-etinye oge ụfọdụ na-arụ ọrụ na Finland",
  "Ụmụ nwanyị ndị a na-esikarị na Russia, Estonia na ruo n'ókè ụfọdụ site na Lithuania na Latvia",
  "A pụghị iwepụ ohere nke ịmanye ụmụ nwanyị ndị a ịrụ ọrụ dị ka ndị akwụna. N'iji ya tụnyere, ọnụ ọgụgụ kwekọrọ ekwekọ nke ndị e debara aha ha maka ịzụ ahịa mmadụ na mba Sweden bụ 311, 179 na Denmark, 125 na Norway, 135 na Estonia na 4,474 na United Kingdom.",
  "A makwaara Finland dị ka mba njem maka ịzụ ahịa ụmụaka",
  "Ụmụaka na-agafe Finland na-esitekarị n'Ebe Ọwụwa Anyanwụ Eshia ma ha na-aga ebe ọzọ na Europe",
  "Na Finland, a na-ewere ụmụ nke ndị mbịarambịa ka nọ n'usoro ịchọ ebe mgbaba dị ka ndị nọ n'ihe ize ndụ maka ịzụ ahịa: ọtụtụ ụmụaka apụtala n'ụlọ ọrụ ebe ndị mbịarambịa na-anọ n'oge usoro mgbaba, ya mere ịzụ ahịa ụmụaka na ebumnuche nke iji ha nwee mmekọahụ nwekwara ike ime na Finland.",
  "Ihe na-erughị otu narị mmadụ na-achọ enyemaka site na ebe nchekwa enyemaka kwa afọ na mba Finland.",
  "Maka ọkara mbụ nke afọ 2019, n'ime ọnwa isii site na Jenụwarị ruo Juun Finland's Assistance System for Victims of Human Trafficking (Migri) kọrọ ikpe 115 nke ịzụ ahịa mmadụ, nke a na-ahụkarị bụ alụmdi na nwunye mmanye ma mee ka ọ rụọ ọrụ n'enweghị ikike ndị ọrụ na ọrụ ugbo ma ọ bụ ụlọ oriri na ọṅụṅụ",
  "Mmadụ asaa kwuru na e metọrọ ha n'ụzọ mmekọahụ",
  "Ndị ahụ metụtara bụ ndị si Afghanistan (17), Nigeria (16), Iraq (15), Somalia (15), Cameroon (7) na Romania (5).",
  "Ngụkọta ikpe 8,551 ka ndị otu EU kọrọ n'ime afọ 2010-2012 maka ịzụ ahịa mmadụ",
  "N'ime ikpe ndị ahụ, na 3,786 a mara ndị a mara ikpe maka ịzụ ahịa mmadụ",
  "Ihe karịrị pasentị iri asaa (70) nke ndị a na-enyo enyo na ha na-azụ ahịa bụ ụmụnwoke na mba ndị otu EU. Ndị na-azụ ahịa na-abụkarị ụmụnwoke toro eto na-arụ ọrụ na mba ebe ha si, mana ọtụtụ ụmụnwanyị na ndị mba ọzọ na-etinye aka na ịzụ ahịa mmadụ karịa ọtụtụ mpụ ndị ọzọ",
  "Ọ bụ ezie na ọtụtụ n'ime ndị a na-ekpe ikpe na / ma ọ bụ ndị a mara ikpe maka ịzụ ahịa mmadụ bụ ụmụnwoke, ịzụ ahịa nwere ọnụ ọgụgụ dị elu nke ụmụnwanyị na-etinye aka na ya",
  "Ọ bụ mpụ ole na ole ndị ọzọ na-edekọ ọkwa nke ụmụnwanyị na-ekere òkè n'ime mpụ ahụ dịka nke ịzụ ahịa mmadụ. \nVenla Roth, Onye isi ndụmọdụ na Office of the Ombudsman for Minorities na National Rapporteur on Trafficking in Human Beings, ekwuola na ọnụ ọgụgụ ikpe dị ala n'ihi na n'ọtụtụ ọnọdụ ebe onye na-azụ ahịa na-achịkwa onye ahụ, onye na-azụ ahịa nwere ike ikwu na ha amaghị eziokwu ahụ bụ na onye ahụ na-adabere na ha",
  "Iji uru nke ịdabere na mmadụ bụ otu n'ime nkọwa na-akọwa ịzụ ahịa na Finnish Penal Code.",
  "Kemgbe afọ 2006, ikpe dị site na mkpọrọ afọ 1.5 ruo afọ 5.5: enweghị akụkọ banyere ikpe a kwụsịrị",
  "Gọọmentị akatọghị mmadụ ọ bụla maka mpụ njem nleta mmekọahụ ụmụaka n'afọ 2009.",
  "E nwere nyocha iri abụọ na atọ na Finland n'afọ 2012, ebe ọnụ ọgụgụ ndị a na-ekpe ikpe maka ịzụ ahịa n'afọ 2012 bụ asatọ",
  "E kpagburu ndị omekome asatọ na-azụ ahịa n'afọ 2012.",
  "N'afọ 2013, e nwere nyocha iri na abụọ nke ịzụ ahịa mmekọahụ na nyocha iri na ise nke ịzụ ahịa ọrụ na Finland, a kpagbukwara mmadụ iri na itoolu maka ịzụ ahịa",
  "A mara ndị omekome abụọ na-azụ ahịa ọrụ ikpe na 2013 na ikpe nke mkpọrọ ọnwa iri atọ, nke bụ ọnụ ọgụgụ dị nta nke ikpe karịa afọ gara aga",
  "N'okwu anọ ọzọ, a kpagburu mmadụ ise ndị ọzọ maka ịzụ ahịa mana a hụghị ha ikpe",
  "Otú ọ dị, a mara ha ikpe na obere ebubo",
  "Tụkwasị na nke ahụ, ụlọ ikpe mkpegharị abụọ kwadoro ikpe mbụ nke ndị omekome atọ na-azụ ahịa mmadụ",
  "Enweghị onye omekome a mara ikpe maka ịzụ ahịa mmekọahụ n'afọ 2013. Gọọmentị na-agbakwa ndị na-azụ ahịa mmadụ ume ka ha nyere aka na nyocha na ikpe nke ndị omekome na-azụ ahịa",
  "N'afọ 2013, mmadụ iri na abụọ nyere ndị mmanye iwu aka na nyocha tupu ikpe, mmadụ iri n'ime ha sonyere na ikpe nke ndị a na-ebo ebubo na ha na-azụ ahịa.",
  "A na-emekwa mpụ mbata iwu na-akwadoghị na Finland",
  "Ọ bụ mpụ a na-ejikọkarị na ịzụ ahịa mmadụ n'ihi na a na-ewere ndị a na-azụ ahịa dị ka ndị ahịa nke ndị na-ebubata ma ọ bụ ndị na-azụ ahịa",
  "Ọnụ ọgụgụ ndị na-eji akwụkwọ njem adịgboroja ma ọ bụ iwu na-akwadoghị na njikwa ókèala karịrị 200 n'afọ 2000",
  "Naanị ole na ole n'ime ikpe ndị a kpatara ikpe.",
  "Finland kwadoro Mgbakọ nke afọ 1926 nke na-ekwu maka ịgba ohu, na Mgbakọ nke afọ 1949 nke na-ekwu maka ịzụ ahịa mmadụ na imegide mmegbu nke ịgba akwụna ndị ọzọ, na mgbanwe ha sochirinụ",
  "Iwu mba banyere ịzụ ahịa mmadụ na ịgba akwụna na-adabere na mgbakọ ndị a na ihe ha chọrọ",
  "Isi nke iri abụọ na ise nke Finnish Penal Code na-ekwu maka mpụ gbasara nnwere onwe nke mmadụ",
  "Otú ọ dị, naanị akụkụ dị na Finnish Penal Code nke na-ekwu maka ịzụ ahịa mmadụ bụ § 25:3 na § 25:3a (9.7.2004/650)",
  "Dị ka ngalaba abụọ a si kwuo, ma ịzụ ahịa mmadụ ma ịzụ ahịa mmadụ, yana mgbalị nke ọ bụla, bụ mpụ a na-ata ahụhụ na Finland. Iwu gbasara ịzụ ahịa mmadụ malitere ịrụ ọrụ na Penal Code 1",
  "Ọgọst 2004",
  "Tupu nke a, ikpe nke ịzụ ahịa mmadụ bụ iwu ntaramahụhụ nke metụtara ịzụ ahịa na ịkpa ókè n'ọrụ",
  "Ọ bụrụ na a mara ya ikpe maka ịzụ ahịa mmadụ, a na-enye onye omekome iwu ọnwa anọ na afọ isii n'ụlọ mkpọrọ",
  "Ọnụ ọgụgụ ntaramahụhụ maka ịzụ ahịa mmadụ bụ afọ abụọ (2) ruo afọ iri (10) n'ụlọ mkpọrọ",
  "Ntaramahụhụ kwekọrọ na ntaramahụhụ e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike. Ọ bụ ezie na gọọmentị enweghị ngalaba ndị mmanye iwu pụrụ iche megide ịzụ ahịa, ọ jikọtara mmata iwu megide ịzụ ahịa n'ime usoro ọzụzụ ndị uwe ojii na ndị nche ókèala maka ndị ọrụ ọhụrụ na ndị ọrụ nọ n'ọrụ",
  "Gọọmentị enyewokwa ndị ọkàiwu ya ọzụzụ megide ịzụ ahịa maka afọ anọ gara aga. Gọọmentị kesara ọtụtụ puku ndị ọbịa akwụkwọ nta na nnukwu ngosi njem kwa afọ na-adọ aka ná ntị na njem mmekọahụ ụmụaka bụ mpụ",
  "Iwu Finland na-enye ikike na-abụghị nke mba ọzọ maka mpụ njem mmekọahụ ụmụaka nke ndị mba Finland na-eme na mba ofesi.",
  "Nkọwa nke ịzụ ahịa mmadụ siri ike na Iwu Penal",
  "Iji mezuo ụkpụrụ maka ịzụ ahịa mmadụ ọ dị oke mkpa na a ghọgburu onye ahụ ma ọ bụ na e jiri ọnọdụ onye ahụ na-adabere ma ọ bụ na-enweghị nchebe mee ihe mgbe ọ na-eme ka onye ahụ rụọ ọrụ dịka ọmụmaatụ, nwanyị akwụna",
  "Ịzụ ahịa mmadụ bụ mpụ megide onye ọ bụla.",
  "A sụgharịrị ngalaba ndị dị n'okpuru site na Finnish Penal Code.",
  "A ga-ama onye na-emegbu onye na-erubeghị afọ iri na asatọ ma ọ bụ na-ewe mmadụ n'ọrụ, nyefee, na-ebugharị, na-anata ma ọ bụ na-elekọta onye na-erubeghị afọ na ebumnuche a kpọtụrụ aha na nkebi ahịrịokwu mbụ ikpe maọbụ ọ bụrụ na ọ nweghị ụzọ ọ bụla n'ime ụzọ ndị a kpọtụrụ aha na nkebi ahịrịokwu mbụ e ji mee ihe.",
  "A na-enyekwa ntaramahụhụ maka mgbalị.",
  "A na-ewere ịzụ ahịa mmadụ dị ka njọ ma ọ bụrụ na",
  "ma ọ bụrụ na mpụ ahụ dị egwu n'ozuzu ya, a ga-ama onye omekome ikpe maka ịzụ ahịa mmadụ ma maa ya ikpe ịga mkpọrọ afọ iri na iri.",
  "Onye na-agba ohu, na-ebugharị ndị ohu ma ọ bụ na-ere ha, ma ọ bụrụ na mmejọ ahụ ma ọ bụrụ na mmejọ ahụ ka njọ mgbe a tụlere ya n'ozuzu ya.",
  "A na-enyekwa ntaramahụhụ maka mgbalị.",
  "Gọọmentị Finland gara n'ihu na-enye ebe obibi kpọmkwem, enyemaka maka ịzụ ahịa, na nlekọta ahụike nye ndị okenye na ụmụaka na mgbakwunye na inye ego maka ebe obibi NGO",
  "Ndị uwe ojii na ndị ọrụ nche ókèala jiri usoro ntuziaka edere ede banyere ntụgharị na ọgwụgwọ nke ndị ọrụ mbata na Finland mepụtara iji chọpụta ndị na-azụ ahịa; Otú ọ dị, otu onye ọrụ welitere nchegbu na ọnụ ụzọ maka ntụgharị na ọrụ dị oke elu. N'oge akụkọ ahụ, ndị isi zigara mmadụ iri na atọ metụtara na ndị na-enye ọrụ, na-ewelite nchegbu banyere ọnụ ọgụgụ dị ala nke ndị nwere ike ịchọpụta na ịdị irè nke usoro njirimara ndị ahụ",
  "Gọọmentị gbara ndị e gburu ume ka ha nyere aka na nyocha na ikpe nke ndị omekome na-azụ ahịa.",
  "N'okpuru Iwu na-akwụ ụgwọ maka mmebi mpụ, ndị omekome nwere ike ịnata ụgwọ gọọmentị maka mmerụ ahụ, mmebi ihe onwunwe, ma ọ bụ mfu ego ndị ọzọ nke mpụ kpatara",
  "Ndị ọchịchị Finland nyere ndị a chọpụtara na-azụ ahịa oge ntụgharị uche ọnwa isii, oge maka ndị a na-ahụ maka inweta nlekọta na enyemaka ozugbo mgbe ha na-atụle ma ha ga-enyere ndị mmanye iwu aka. Otú ọ dị, ọ dịghị ihe na-egosi na e jiri oge ntụgharị uche mee ihe n'ụzọ dị ukwuu",
  "Ndị na-azụ ahịa na-achọ ịnọ ogologo oge karịa ọnwa isii ruru eru itinye akwụkwọ maka ikike obibi ma ọ bụ ebe mgbaba dị ka ihe ọzọ na ịchụpụ",
  "Gọọmentị nyere mmadụ asaa ikike obibi na-adịgide adịgide n'oge akụkọ ahụ. Gọọmentị mere mgbalị ụfọdụ iji hụ na a naghị ata ndị a tara ahụhụ ahụhụ maka omume iwu na-akwadoghị mere n'ihi ịzụ ahịa",
  "Gọọmentị nyere ndị nyocha ọrụ, ndị ọrụ nnọchi anya, ndị ọrụ ahụike ọha na eze, ndị ọrụ ikpe mbata na ndị na-ahụ maka ụgbọ elu Finnair ọzụzụ maka mmegide ịzụ ahịa.",
  "E guzobere Pro-support Centre n'afọ 1990",
  "Ọ bụ ụlọ ọrụ nkwado maka ndị akwụna, nke dị n'okpuru ụlọ ọrụ Diacone nke onwe ya na Helsinki",
  "Ebumnuche bụ isi nke cente a bụ inye nlekọta ahụike na ọrụ mmekọrịta mmadụ na ibe ya",
  "N'afọ 2002, ụlọ ọrụ a bụ naanị nzukọ na Finland nke na-enye ọrụ nkwado maka ndị akwụna, ma ndị Finland ma ọ bụ ndị mba ọzọ",
  "Ihe ka ọtụtụ n'ime ọrụ etiti ahụ lekwasịrị anya na mpaghara ndị dị nso na isi obodo.",
  "Ụlọ ọrụ ahụ anaghị anakọta ma ọ bụ depụta ozi usoro banyere ndị ahịa na-abịa ma chọọ enyemaka, ndị ọrụ ya na-arụkwa ọrụ n'okpuru ọrụ nzuzo",
  "Otú ọ dị, ndị ọrụ nke ụlọ ọrụ nkwado ahụ nwere ihe ọmụma kachasị ogologo na nke ọma banyere ọnọdụ ịgba akwụna na mmepe ya na mpaghara Helsinki, ahụmịhe a dịkwa maka ebumnuche nyocha n'èzí.",
  "Ụlọ ọrụ nkwado na-arụ ọrụ nke ngalaba nke atọ n'ụzọ dị elu ma a bịa n'igbochi ịzụ ahịa mmadụ",
  "Ụlọ ọrụ ahụ rụrụ ọrụ ya na Finland's Slot Machine Association (RAY) n'afọ 2007–2009.  Ihe mgbaru ọsọ nke ọrụ ahụ bụ imepụta ozi ọhụrụ banyere ịzụ ahịa mmadụ na ihe ndị ọzọ yiri ya na Finland, yana ịtụle netwọk nkwado dị ugbu a maka ndị na-ahụ maka ịzụ ahịa mmadụ na ezinụlọ ha",
  "N'otu oge ahụ, a zụrụ ọtụtụ ndị ọkachamara na-arụkọ ọrụ nke ọma na ịzụ ahịa mmadụ na ihe ndị metụtara ya, iji mata ma kwado ndị na-ahụ maka ịzụ ahịa mmadụ.",
  "Ọtụtụ ụdị òtù dị iche iche na-arụkọ ọrụ ọnụ na mgbalị iji gbochie ịzụ ahịa mmadụ na Finland.\nỤfọdụ n'ime òtù ndị a nọ n'okpuru gọọmentị na ndị ozi ya, ụfọdụ n'okpuru ndị agha na ụfọdụ bụ òtù nke atọ.",
  "Òtù kachasị mkpa na-arụ ọrụ maka mgbochi ịzụ ahịa mmadụ na Finland gụnyere Office of Immigration, Police, National Bureau of Investigation, The Finnish Border Guard, Ministry of Employment and the Economy tinyere ọtụtụ òtù na-abụghị nke gọọmentị dịka All Our Children Association, Amnesty International Finland Association, Refugee Advice Centre na Pro-support Centre.",
  "E nyefere atụmatụ ime ihe omume mba megide ịzụ ahịa mmadụ na Gọọmentị n'ụbọchị 24 nke ọnwa Machị afọ 2005, e nwetakwara nzaghachi Gọọmentị n'ụbọchị 27 Septemba n'otu afọ ahụ",
  "Atụmatụ ahụ na-ekpuchi ọtụtụ akụkụ nke ihe ndị ahụ, gụnyere nke inye ndị ahụ aka yana imeziwanye usoro nke ikpe ndị a na-enyo enyo na ha na-azụ ahịa mmadụ",
  "Atụmatụ ahụ na-ekwusi ike n'ịkwalite ọkwa nke ozi dị na ịzụ ahịa yana mmata nke ịzụ ahịa mmadụ na Finland",
  "Ime ka ikike nke ndị ọkachamara mata ndị a na-azụ ahịa dị mkpa",
  "Atụmatụ Ọrụ ahụ na-ekwu n'ụzọ doro anya na itinye uche na atụmatụ ahụ bụ maka ikike mmadụ na ụzọ ndị metụtara ndị mmadụ, nakwa na imekọ ihe ọnụ nke ndị ọchịchị niile na-etinye aka na ịzụ ahịa mmadụ dị oke mkpa.",
  "Mịnịstrị na-ahụ maka nchekwa nyere ndị agha Finland na-aga ịpụ maka ọrụ udo nke mba ụwa ọzụzụ siri ike megide ịzụ ahịa iji nye ndị agha ikike ịchọpụta ndị nwere ike ịzụ ahịa; enweghị ikpe metụtara ịzụ ahịa metụtara ndị agha Finland ma ọ bụ ndị ọrụ gọọmentị e zigara na mba ofesi n'afọ 2009.",
  "Mgbalị gọọmentị iji nyochaa ma nyochaa omume ya megide ịzụ ahịa gosipụtara ọchịchọ ndọrọ ndọrọ ọchịchị dị elu iji dozie ịzụ ahịa mmadụ. N'oge na-adịbeghị anya, ọtụtụ ndị otu ndọrọ ndọrọ ọchịchị Finland dịka Vasemmistoliitto (Left Alliance), Vihreä Liitto (The Greens), Suomen Ruotsalainen Kansanpuolue na Suomen Kristillisdemokraatit (Christian Democrats) lebara anya n'okwu gbasara ịzụ ahịa mmadụ yana ịha nhata nwoke na nwanyị na ngosipụta ha maka ntuli aka ndị omeiwu n'afọ 2015. Gọọmentị na-arụkọ ọrụ na NGO na òtù dị iche iche n'inye aka maka ndị na-azụ ahịa na Finland",
  "Na mgbakwunye na mgbochi ịzụ ahịa mmadụ n'ụlọ, Finland na-arụ ọrụ mgbochi ịzụ ahịa mmadụ na EU na ọkwa mba ụwa. Dịka ọmụmaatụ, gọọmentị Finland kwadoro mmekorita megide ịzụ ahịa na Gọọmentị Naịjirịa site n'inye ihe dị ka nde $ 1.1 n'aka ụlọ ọrụ na-emegide ịzụ ahịa nke Naịjirịa: E mere mpụ ịzụ ahịa mmadụ na Naịjirịa n'oge na-adịbeghị anya, n'afọ 2003. E guzobere onye ọrụ mba NAPTIP (National Agency for the Prohibition of Trafficking in Persons) iji mee ka iwu ọhụrụ megide ịzụ ahịa",
  "Na mgbakwunye na nyocha mpụ, NAPTIP na-ahụkwa maka ikpe, nchebe na mmeghari nke ndị metụtara yana ịkụziri na ịgwa ndị ahụ metụtara na ndị mmadụ.",
  "Gọọmentị ahaziela ma kwado ọtụtụ nzukọ ọmụmụ ihe na nzukọ ndị lebara anya na ịzụ ahịa mmadụ na mgbochi ya",
  "Mịnịstrị na-ahụ maka ihe gbasara mba ofesi haziri nzukọ gbasara ịzụ ahịa mmadụ n'afọ 2004 ya na Office for Democratic Institutions and Human Rights (ODIHR), nke bụ isi ụlọ ọrụ nke Organization for Security and Cooperation in Europe (OSCE)",
  "N'afọ sochirinụ, Finland kwadoro nzukọ ọmụmụ ihe NATO megide ịzụ ahịa mmadụ.",
  "Mịnịstrị na-ahụ maka mmekọrịta mmadụ na ibe ya na ahụike malitere ọrụ na 1998 na ebumnuche nke igbochi ịgba akwụna",
  "Nke a bụ akụkụ nke mmemme afọ ise maka \"Igbochi ime ihe ike megide ụmụ nwanyị na ịgba akwụna\"",
  "National Research and Development Centre for Welfare and Health (STAKES) bụ isi nzukọ na-arụ ọrụ ahụ",
  "STAKES nọ n'okpuru ozi na-ahụ maka mmekọrịta mmadụ na ibe ya na ahụike",
  "Ọrụ a dabere n'afọ 1997 Equality between the Genders Programme of the Finnish Government na ya mere na atụmatụ ọrụ nke Beijing IV Women's Equality World Conference",
  "STAKES emewokwa nnyocha ndị ọzọ banyere ịgba akwụna, a na-ejikwa ọrụ a gaa n'ihu na nyocha ahụ.",
  "Dị ka nnyocha Lehti na Aromaa mere si kwuo, \"Ebumnuche nke ọrụ ahụ bụ iji nyochaa ịgba akwụna na ọkwa mba na mba ụwa, na ịchịkọta ma mepụta ozi gbasara ihe omume nke mmekọahụ azụmahịa",
  "Ọzọkwa, ọ na-enye ndị ọchịchị na ụlọ ọrụ ndị ọzọ nkwado ọkachamara, ma na-ekesa ozi gbasara ịgba akwụna na mgbochi ya",
  "Ebumnuche ya bụ imepụta ma kwado nnyocha n'ozuzu banyere ịgba akwụna, yana imepụta atụmatụ ime ihe maka igbochi ịgba akwụna na ibelata ọghọm na ọnọdụ ndị a na-anabataghị metụtara nke a",
  "N'otu oge ahụ, ọrụ ahụ na-anwa ime ka ndị ọchịchị na ndị otu obodo na-arụkọ ọrụ ọnụ banyere ihe a",
  "\""
]