[
  "Federated States of Micronesia (FSM) bụ mba na-esi nweta ụmụ nwanyị a na-azụ ahịa mmadụ, ọkachasị ịgba akwụna na United States na mpaghara United States nke Guam, a na-akọkwa na ọ bụ ebe ụmụ nwanyị si China na-amanye n'ime mmegbu mmekọahụ",
  "FSM nwere ike ịbụ mba na-aga maka ụmụ nwoke na ụmụ nwanyị ole na ole sitere na mba ndị ọzọ dị na Pacific bụ ndị a na-etinye n'ọnọdụ ọrụ mmanye",
  "Achọpụtala ndị Micronesia na-azụ ahịa mmekọahụ site na steeti Chuuk na Guam na United States",
  "N’otu okwu ikpe e kpere n’ụlọikpe dị na Guam, otu onye na-ewe ndị ọrụ na Micronesia ratara ụmụ agbọghọ 10 si na steeti Chuuk na Guam, kwekwa nkwa na ha ga-arụ ọrụ na-akwụ ezigbo ụgwọ n’ọrụ na ngalaba ile ọbịa.  Mgbe ha rutere Guam, a manyere ụmụ nwanyị ịgba akwụna",
  "A napụtara otu nwa agbọghọ nwere nkwarụ anụ ahụ na nke uche si Chuuk site na ịgba akwụna mmanye na Hawaii n'afọ gara aga",
  "[mgbe?]",
  "Gọọmenti nke Steeti Federated nke Micronesia enwebeghị ọganihu pụtara ìhè na mbọ mmanye iwu megide ịzụ ahịa ahịa.  Gọọmentị emeghị ihe iji nyocha, gbaa akwụkwọ ma ọ bụ taa ndị ọ bụla a na-enyo enyo na ha dara iwu ịzụ ahịa n'oge mkpesa.  Ndị uwe ojii mba FSM ga-enwe ikike maka mpụ ịre ahịa mba ofesi, n'agbanyeghị na ọ nweghị iwu gọọmentị etiti akọwapụtara ma ọ bụ nke zuru oke machibidoro ụdị ịzụ ahịa mmadụ dịka ịgba ohu, ọrụ mmanye, ma ọ bụ ịgba akwụna mmanye.  Nke ọ bụla n'ime steeti anọ ahụ nwere ike ikpe mpụ ịzụ ahịa n'okpuru iwu ndị metụtara ya.  Ntaramahụhụ maka mmebi iwu ịzụ ahịa n'okpuru iwu ndị a sitere n'ụlọ mkpọrọ afọ ise ruo iri na nke zuru oke.  Ndị ọrụ gọọmentị enwetaghị akụkọ gbasara ịzụ ahịa n'oge mkpesa a",
  "Ulo akwụkwọ ndị uwe ojii gosipụtara ọzụzụ banyere ịmata ndị na-azụ ahịa, yana ọdịiche dị n'etiti ịzụ ahịa mmadụ na mbubata ndị mba ọzọ",
  "Ụlọ akwụkwọ ahụ tụlere usoro mgbochi ịzụ ahịa",
  "Enweghị atụmatụ ọ bụla iji mee ihe na ọzụzụ ahụ ugbu a",
  "Gọọmentị mba ọzọ nyere ọzụzụ megide ịzụ ahịa na Transnational Crime Unit (TCU) dịka akụkụ nke nkwado ya niile maka ọrụ TCU",
  "TCU, akụkụ nke Pacific Transnational Crime network, nọgidere bụrụ isi ụzọ maka ozi mmanye iwu n'ozuzu na-abịa site na isi mmalite mba ụwa",
  "Ụlọ ọrụ ndị mmanye iwu na-arụ ọrụ n'okpuru nnukwu akụ, ndị ọrụ, na ikike mgbochi",
  "Enweghị ihe akaebe nke njikọ aka gọọmentị na mpụ ịzụ ahịa, ma ọ bụ nke itinye aka gọọmentị ma ọ bụ ịnabata ịzụ ahịa na mpaghara ma ọ bụ ụlọ ọrụ.",
  "Gọọmentị mere obere mgbalị iji gbochie ịzụ ahịa ma ọ bụ mee ka ọha na eze mara banyere ihe ize ndụ ịzụ ahịa na FSM na mpaghara ahụ n'oge akụkọ ahụ",
  "Ihe akaebe na akụkọ akụkọ na-egosi na ọnụ ọgụgụ ugbu a nke ndị na-azụ ahịa n'ime ma ọ bụ nke mba ọzọ dị ntakịrị;  N'ihi ya, a na-eduzikarị oke ego gọọmentị ka o zute ihe ndị ọzọ na-ebute ụzọ.  Ndị ọrụ mbata na ọpụpụ na-ekwu na ha na-achọ ihe akaebe nke ịzụ ahịa n'ọdụ ụgbọ mmiri mbata.  Ndị isi ọkwa dị elu na ngalaba nke mbata na ọpụpụ na ndị ọrụ gara nzukọ ọmụmụ nke tụlere ịzụ ahịa.  Gọọmenti ebidola ọzụzụ mgbochi ịzụ ahịa maka ndị uwe ojii ọhụrụ na klaasị abụọ gara aga.",
  "N'ọnwa Mee afọ 2009, a mara onye bụbu onye nnọchi anya FSM na United States ikpe maka ire paspọtụ FSM nke a na-edebe na Embassy na Washington DC maka uru ego onwe onye, ma maa ya ikpe ịga mkpọrọ ọnwa iri atọ na ụgwọ",
  "Ọ bụ ezie na ndị ọchịchị egosibeghị na ikpe ahụ metụtara n'ụzọ doro anya na njem mba nke ndị na-azụ ahịa, onye bụbu onye nnọchi anya ahụ na-eme ka njem na-akwadoghị nke ndị na-akwaga na-akwadoghị site na mpaghara ahụ niile nke a na-achọpụta mgbe niile dị ka ndị na-azụ ahịa",
  "FSM anaghị akwado ndị ọrụ mgbochi ịzụ ahịa ma ọ bụ ndị otu na-arụ ọrụ",
  "Gọọmentị emeghị mkpọsa ọ bụla iji belata ọchịchọ maka mmekọahụ azụmahịa",
  "Micronesia abụghị akụkụ nke 2000 UN TIP Protocol."
]