[
  "Ịtụ mgbere ahịa mmadụ na Dominican Republic bụ ụlọ ọrụ mpụ mba ụwa nke atọ kachasị na Caribbean, na-emepụta ijeri 9.5 US, dollar kwa afọ. Ọnụ ọgụgụ buru ibu nke ndị na-enweghị akwụkwọ ma ọ bụ ndị na-enweghị mba nke sitere na mba Haiti na mba ahụ bụ ndị nwere ike ịzụ ahịa. A na-akọ na a manyere ụmụnwanyị na ụmụaka inwe mmekọahụ na mba ahụ na Caribbean, Europe, South America, na United States",
  "A na-akpọbata ụmụnwanyị si mba ndị ọzọ na Dominican Republic maka ịgba akwụna, ọnụ ọgụgụ a na-amaghị ama nwere ike ịbụ ndị na-atụ mgbere ahịa, ọ bụrụgodị na ha bịara n'afọ ofufo na mbụ.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Òtù Mba Ndị Dị n'Otu na-akọwa ịzụ ahịa dị ka \"ịkpọbata, njem, ịnyefe, ịnabata, ma ọ bụ ịnata ndị mmadụ, site na iyi egwu ma ọ bụ iji ike ma ọ bụ ụdị mmanye ndị ọzọ, nke ịtọrọ mmadụ, aghụghọ, nke aghụghọ, nke iji ike eme ihe n'ụzọ na-ezighị ezi ma ọ bụ nke ọnọdụ nke adịghị ike, ma ọ bụ nke inye ma ọ bụ ịnata ụgwọ ma ọ bụ uru iji nweta nkwenye nke onye nwere ikike ịchịkwa onye ọzọ, maka ebumnuche nke mmegbu",
  "\"\nA manyere ụmụnwoke na ụmụ nwanyị ịrụ ọrụ mmekọahụ na mba United States na Argentina",
  "A na-eziga ọtụtụ ndị a na-atụ na mgbere ahịa na Western Europe, a na-ezigakwa ụfọdụ na North America. N'ime mpaghara niile dị na mba Caribbean, Dominican Republic nwere ọnụ ọgụgụ kachasị elu nke ndị a na-azụ ahịa; a na-azụ ahịa ụmụnwanyị na Costa Rica na Panama yana Western Europe",
  "E nwere ihe karịrị otu puku ndị ọrụ mmekọahụ azụmahịa si n'àgwàetiti ahụ na mba Spain na 3,675 na Switzerland.",
  "Ọ bụ ezie na Mịnịstrị na-ahụ maka ọrụ kọrọ na ugbo shuga anaghịzi eji ọrụ ụmụaka arụ ọrụ, e hotara ụlọ ọrụ shuga dị ka ndị na-adịghị ike iji ọrụ mmanye",
  "Nnyocha NGO nke afọ 2009 chọpụtara na ihe dị ka ụmụnwoke 500 na-arụ ọrụ na Haiti gbara ajụjụ ọnụ, pasent 21 kwuru na ha nwetara ọrụ mmanye na Dominican Republic n'oge ụfọdụ, ọ bụ ezie na ọ bụghị n'ọrụ ha ugbu a dị ka ndị ọrụ na-ewu ụlọ",
  "Otú ọ dị, n'ọnwa December afọ 2014 List of Goods Produced by Child Labor or Forced Labor kọrọ ngwaahịa ugbo 5 mepụtara n'okpuru ọnọdụ ọrụ dị otú ahụ na Dominican Republic, ha niile metụtara ọrụ ụmụaka na otu metụtara ọrụ ụmụaka na ọrụ mmanye",
  "Ụmụaka n'okporo ámá na ndị Haitian na-enweghị akwụkwọ ma ọ bụ ndị na-enweghị mba - gụnyere ụmụ amụrụ na Dominican na ụmụ ụmụ nke ndị mbịarambịa Haitian - bụ ndị na-adịghị ike ịzụ ahịa",
  "Njem mmekọahụ ụmụaka bụ nsogbu, ọkachasị na mpaghara ntụrụndụ dị n'ụsọ oké osimiri, na njem nleta mmekọahụ ụmụaka na-abata kwa afọ site na mba dị iche iche.",
  "Gọọmentị nke Dọminikan Ripọblik anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ma ọ naghị eme mgbalị dị ukwuu ime nke ahụ",
  "Gọọmentị amatabeghị ndị omekome ọ bụla ikpe, gụnyere ndị isi nwere ike itinye aka na ịzụ ahịa, kemgbe afọ 2007",
  "Nsonaazụ na mpaghara nchedo ndị a na-emegbu, na mgbochi ịzụ ahịa dịkwa oke ọnụ.",
  "Enweghị ọrụ, ịda ogbenye, amaghị akwụkwọ, akụkọ ihe mere eme nke mmegbu, iji ọgwụ ọjọọ eme ihe, na ndị otu ndị otu bụ ihe niile na-akpata ịrị elu nke ịzụ ahịa mmadụ n'ime mba Caribbean. Ọtụtụ mgbe, ndị na-azụ ahịa ga-arụ ọrụ n'ókè dị n'etiti mba Haiti na Dominican Republic ma ghọgbuo ndị nna na ndị nne ka ha hapụ ụmụ ha ka ha pụọ, na-akpata mmegbu nke ụmụ ha.  E nwekwara ihe ndị dị n'èzí na nke ụwa, ụfọdụ n'ime ha gụnyere ọchịchọ zuru ụwa ọnụ maka ndị ọrụ ụlọ, ndị ọrụ ugbo, na ndị ọrụ ụlọ ọrụ; nsogbu ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya, ma ọ bụ nsogbu akụ na ụba; ọdachi ndị na-emere onwe ha, àgwà nwoke nke na-eme ka ụmụnwoke na-akpa ókè megide nwanyị, nrụrụ aka ọha na eze, enweghị mmasị gọọmentị, na oke ohere akụ na ụba",
  "Ihe ka ọtụtụ n'ime ndị a na-azụ ahịa anaghị enwe ike ịkwụ ụgwọ ego ha na-enye nke ruru ihe dị ka ijeri dollar US 325; na-akpata enweghị mmepe na mba ya.",
  "Karịsịa, na mba Dominican Republic, 38% nke ụmụaka 784 Dominican na Haitian a jụrụ ajụjụ na-arụ ọrụ na ngalaba ọrụ ugbo, dị ka ndị ọrụ ụlọ n'ụlọ ezinụlọ na ọrụ ndị ọzọ na-enweghị isi dị ka ire ere n'okporo ámá",
  "Ọtụtụ ụmụaka na-arụ ọrụ ụbọchị isii ma ọ bụ asaa n'izu n'ihi na a chọrọ ka ha lekọta onwe ha.",
  "Otu abụọ na-echegbu onwe ha ugbu a bụ ndị mbịarambịa na ndị a chụpụrụ",
  "Ndị mbịarambịa na-adịghị mma bụ ndị na-agafe ókèala n'ụzọ iwu na-akwadoghị, ndị na-abanye na mba n'ụzọ iwu kwadoro mana ha na-anọ karịa oke visa ya, na ndị a gbanwere ọnọdụ obibi ha ma ọ bụ ọnọdụ ụmụ amaala n'ihi mgbanwe na iwu na ụkpụrụ",
  "Ndị mbịarambịa na-adịghị mma na-abanyekarị n'ọnọdụ na-adịghị ike ebe ha na-ata ahụhụ site na mmetọ anụ ahụ na nke mmetụta uche",
  "Ha achọghị ịhapụ mba ahụ wee na-ata ahụhụ na mmegbu n'ihi ya",
  "A na-ekwe ọtụtụ ndị nkwa na ha ga-enweta ọrụ ma ndị òtù na-azụ ahịa na-ere ha.",
  "O siri ike ịchọpụta kpọmkwem mmetụta nke ịzụ ahịa ma ọ bụ ọnụ ọgụgụ ụmụnwanyị na ụmụaka ndị metụtara n'ihi ọnọdụ dịka ime ihe ike, mmegbu, mmanye, mmerụ ahụ na ihere metụtara ịbụ onye a na-azụ ahịa",
  "Ihe mgbochi asụsụ nwere ike ịbụ nsogbu mgbe ụfọdụ; ọkachasị mgbe ụfọdụ okwu n'asụsụ Bekee adịghị na okwu Spanish",
  "Ihe ọzọ mere o ji sie ike inweta ọnụ ọgụgụ zuru oke nke ndị a na-azụ ahịa bụ n'ihi na enweghị ndekọ ma ọ bụ ihe ngosi, enweghị usoro iwu banyere okwu ahụ, ọ na-adịkarịghịkwa mkpesa na akụkọ banyere ụdị mmejọ a.",
  "Iwu Dominican machibidoro ụdị ịzụ ahịa ọ bụla site na Iwu ya zuru oke megide ịzụ ahịa 137-03, nke na-enye ntaramahụhụ nke mkpọrọ ruru afọ iri abụọ",
  "Gọọmentị kọrọ na mmadụ iri atọ na isii \"na njide mgbochi ugbu a\" n'okpuru Iwu 137-03, mana data ndị a na-ejikọta ịzụ ahịa na mbubata, dịka Iwu 137-03 na-ekpuchi ha abụọ",
  "Ndị ọchịchị kọrọ na gọọmentị nwere ike ikpe ndị omekome na-azụ ahịa n'okpuru iwu ndị ọzọ; ndị na-ahụ maka NGO ekwuola na nrụrụ aka n'akụkụ ndị ọchịchị bụ nsogbu",
  "Gọọmentị kọrọ na ọ na-enye ọzụzụ maka ndị isi na-etinye na mba ofesi maka ịchọpụta na inyere ndị na-azụ ahịa aka, kwa afọ, ndị ọka ikpe na-aga ọmụmụ n'ịntanetị banyere ịzụ ahịa, dị site na National Magistrates School. Gọọmentị ekwuola na ha emeela ọtụtụ mgbalị iji chọpụta ma chebe ndị na-azụ ahịa, [mgbe?] mana nsonaazụ ya dị ntakịrị",
  "Gọọmentị akọwapụtabeghị ma o nwere usoro iwu iji duzie ndị isi n'ịchọpụta ndị metụtara n'etiti ndị na-adịghị ike ma nyefee ha na ọrụ ndị NGO na-enye",
  "Gọọmentị nyere $ 13,500 iji kwado ụlọ ọrụ NGO na usoro okpukpe nke na-enyere ndị okenye, ụmụnwanyị aka.",
  "Otu ụlọ ọrụ gọọmentị, nke a na-akọ na ọ na-enweghị ego, na-elekọta ebe obibi maka ụmụaka na-enyere ndị na-azụ ahịa ụmụaka aka n'oge akụkọ ahụ",
  "Ọ bụ ezie na gọọmentị enyeghị mmemme enyemaka maka ịhazigharị ogologo oge maka ndị na-azụ ahịa, ụlọ ọrụ Nwanyị Mbụ (First Lady)  mere ka ndị a na-azụ ahịa nwee ike ịnweta nkwado uche na ego, ụlọ ọrụ gọọmentị ọzọ nyekwara ụfọdụ ndị a na-ahụ maka nkà n'oge akụkọ ahụ",
  "Gọọmentị Dọminikan kwuru na ha gbara ndị e gburu ume ka ha nyere aka na nyocha na ikpe nke ndị na-azụ ahịa ha, mana ọ bụ mmadụ ole na ole ahọpụtara ime nke ahụ",
  "Otu NGO ọzọ kọrọ otu ihe atụ ebe ọtụtụ ndị e gburu dị njikere inye aka na ikpe mana ha kwuru na enwebeghị ọganihu n'ime afọ anọ",
  "Ụfọdụ ndị isi na otu NGO kọrọ na ụfọdụ ndị omekome a na-ebo ebubo na-azụ ahịa mere nkwekọrịta iji kwụọ ndị metụtara ụgwọ n'ọnọdụ ikpe mpụ.",
  "Gọọmentị etinyeghị mgbasa ozi mgbasa ozi ọha na eze n'oge akụkọ ahụ, ọ bụ ezie na e nwere ọtụtụ mkpọsa na ịkwalite mgbasa ozi megide ịzụ ahịa na-elekwasị anya na ndị nọ n'ihe ize ndụ na ebe ndị njem nleta",
  "Otu kọmitii na-ahụ maka mgbochi ịzụ ahịa nke mba ofesi nke onye isi oche ya bụ Ministry of Foreign Affairs kwadoro imekọ ihe ọnụ n'etiti ụlọ ọrụ ma lekọta mmejuputa atụmatụ ọrụ mba, nke nọgidere na-adabere na ego ndị na-enye onyinye mana enweghị òkè nke ọrụ ikpe gbochiri ya",
  "Gọọmentị emeghị mgbalị iji belata ọchịchọ maka mmekọahụ azụmahịa n'oge akụkọ ahụ",
  "Kemgbe afọ 2001, gọọmentị United States enyela ihe karịrị narị nde dollar anọ na enyemaka mba ọzọ iji nyere aka ịlụso ma kpochapụ ịzụ ahịa mmadụ ọgụ na gọọmentị United States enyela ndị ọrụ iri anọ na abụọ ego maka ịzụ ahịa mmadụ n'etiti afọ 2004 nakwa afọ 2006.  Otú ọ dị, n'ọnwa Julaị 16, afọ 2012, Dominican Republic bịanyere aka na nkwekọrịta atọ gbasara ịzụ ahịa mmadụ n'ime United States.",
  "Mba United States guzobere Iwu Nchedo Ndị Na-ahụ Maka Ịzụ ahịa na Ime Ihe Ike n'afọ 2000 ma mepụta ya iji guzobe ụkpụrụ kacha nta iji lụso ịzụ ahịa mmadụ ọgụ na-emetụta mba ndị nwere nnukwu nsogbu ịzụ ahịa. Odeakwụkwọ nke Steeti ga-enye akụkọ kwa afọ banyere mba ndị na-esoghị ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "Mba ọ bụla bụ akụkụ nke otu Tier; 1-3 na 3 bụ nke kachasị njọ",
  "E mepụtara Iwu Nchedo Ndị Na-azụ ahịa nke 2003 dịka VTVPA mana ọ na-ekwukwa mba ndị kachasị elu ka ha na-ele anya nke ọma. Iwu William Wilberforce Trafficking Victims Reauthorization Act nke afọ 2008 nyere nnwere onwe iji nyochaa ma nyochaa enyemaka niile e nyere n'okpuru iwu ndị gara aga",
  "A chọkwara ka mba ndị ọzọ mee nyocha na mpaghara ndị dị egwu ebe o yikarịrị ka ịzụ ahịa",
  "N'ikpeazụ, ọ dịkwa mkpa ka e nwee ihe ngosi ka mma maka ịzụ ahịa mmadụ. Data kwesịrị ịkọwa mmegharị ọnụ ọgụgụ mba ụwa ma nye gọọmentị ntọala siri ike maka nhazi iwu na mmejuputa",
  "Otu n'ime mkpa kachasị mkpa bụ inye mba ndị na-emepe emepe enyemaka teknụzụ na ego iji mee ka ha nwee ike ịnakọta data mbugharị ka mma.",
  "E nwere ọtụtụ akụ na ụba, ọha mmadụ, ahụike, na mmetụta ndị ọzọ na ịzụ ahịa mmadụ.",
  "Ịzụ ahịa na-eme ka a na-ebufe ego na mba ndị na-emepe emepe n'ihi na ndị a na-azụ ahịa ga-akwụ ụgwọ ọ ji maka ịzụ ahịa.",
  "Ịzụ ahịa na-ebelata njikọ ezinụlọ na enweghị ụmụ nwanyị n'ike na-eduga na mmebi nke ezinụlọ na ileghara ụmụaka na ndị agadi nọ n'ezinụlọ anya",
  "A na-elegharakarị ndị a na-azụ ahịa anya ma na-ezere ha ozugbo ọ laghachiri n'obodo wee onye a tinye aka na mpụ",
  "A na-ahụta ụmụaka ndị a na-azụ ahịa dị ka ndị mebiri emebi ruo mgbe ebighị ebi ma ụmụaka ndị a na-enwe nsogbu na nsogbu uche.",
  "Ibugharị ndị mmadụ nwere ike ibute mmerụ ahụ na ụfọdụ ọbụna ọnwụ tupu ọ rute ebe ha bu n'obi ịga",
  "Ọrịa ụfọdụ nwere ike ịbụ ihe si na ya pụta n'ihi na ngwaọrụ njem ahụ jupụtara ma ghara ịdị ọcha",
  "Ọtụtụ ndị a na-azụ ahịa maka ụlọ ọrụ mmekọahụ nwekwara ike ibute nje HIV na ọrịa ndị ọzọ a na-ebute site na mmekọahụ; ọtụtụ oge a naghị enye ndị ahụ nhọrọ iji condom.",
  "Ụmụnwanyị na ụmụaka bụ ndị isi na-adịghị ike nke mmegbu",
  "Ndị a na-azụ ahịa enweghịzi ikike mmadụ; ndị a na-efunahụ ikike na ohere itolite na gburugburu ebe obibi echekwara",
  "Ndị a na-efunahụkwa ikike ahụike, agụmakwụkwọ, ọrụ, na nnwere onwe ndị ọzọ",
  "Ọtụtụ gọọmentị enweghị ike ichebe ụmụnwanyị na ụmụaka a tọọrọ na ọtụtụ ndị ọrụ gọọmentị na-enye aka azụ site n'aka ndị na-azụ ahịa, ya mere ha enweghị ike ịlụ ọgụ megide ịzụ ahịa mmadụ."
]