[
  "Ịtụ mgbere ahịa mmadụ na mba Israel gụnyere ịzụ ahịa ụmụnwoke na ụmụnwanyị n'ime mba ahụ maka ọrụ mmanye na ịgba ohu mmekọahụ",
  "Mba ahụ emeela mgbalị siri ike iji belata nsogbu ahụ n'afọ ndị na-adịbeghị anya ma ugbu a ọ nọ n'ọkwa nke 90 n'ime mba 167 na-enye data. Njirimara nke ndị a metụtara, ọrụ ikpe ziri ezi na mgbalị iji soro ụlọ ọrụ azụmahịa na gọọmentị na-ejikọ aka iji belata nsogbu a n'ime afọ iri gara aga.",
  "Ndị ọrụ nwere nkà dị ala si mba China, Romania, Africa, Turkey, Thailand, Philippines, Nepal, Sri Lanka, na India na-akwaga n'afọ ofufo maka ọrụ nkwekọrịta na ụlọ ọrụ owuwu, ọrụ ugbo, na ụlọ ọrụ nlekọta ahụike",
  "Ụfọdụ, Otú ọ dị, nwere ike ihu ọnọdụ nke ọrụ mmanye, dị ka ijide paspọtụ n'ụzọ iwu na-akwadoghị, mmachi na njem, akwụghị ụgwọ ọrụ, iyi egwu, na egwu anụ ahụ",
  "Amaghị ma ọ bụrụ na ụlọ ọrụ na-ahụ maka ndị ọrụ na mba ndị isi na Israel chọrọ ka ndị ọrụ kwụọ ụgwọ ọrụ - omume nke na-eme ka ndị ọrụ nwee ike ịtụ mgbere ahịa",
  "Israel bụ mba na-aga maka ụmụnwanyị si Russia, Ukraine, Moldova, Uzbekistan, Belarus, China, South Korea na ikekwe Philippines maka ebumnuche nke mmegbu mmekọahụ",
  "N'afọ 2008, NGO chọpụtara mmụba na ịtụ mgbere ahịa ụmụnwanyị mba Israel n'ime obodo maka mmegbu mmekọahụ azụmahịa, ma kọọ akụkọ ọhụrụ nke ịtụ mgbere ahịa ụmụnwanyị Israel na mba ọzọ na mba Canada, Ireland, na England",
  "Ndị Africa na-achọ ebe mgbaba na-abanye Israel n'ụzọ iwu na-akwadoghị nwekwara ike ịzụ ahịa maka ọrụ mmanye ma ọ bụ ịgba akwụna. A na-ebubata ọnụ ọgụgụ dị ukwuu nke ndị Eritrea n'Izrel.",
  "N'afọ 2007, gọọmentị mụbara ọnụ ọgụgụ ikpe maka mpụ ịzụ ahịa mmekọahụ, ma mee mkpọsa iji gbochie ọrụ mmanye. Israel na-aga n'ihu na-enye ndị na-ahụ maka ịtụ mgbere ahịa mmekọahụ ebe obibi, enyemaka iwu na enyemaka nchebe",
  "NGO kwuru, \"ụlọ mgbaba ahụ ezughị iji gwọọ ọnụ ọgụgụ nke ndị na-azụ ahịa na-amaghị na Israel, ọkachasị n'etiti ndị mbịarambịa na ndị na-achọ ebe mgbaba na-abịa site na Saịnaị.\" N'afọ 2012, a kọrọ, \"ọnụ ọgụgụ ụmụnwanyị metụtara na-aga n'ihu na-ebelata kemgbe ngafe na mmejuputa iwu Israel nke afọ 2006 megide ịzụ ahịa\"",
  "A na-ekwenye na owuwu nke ihe mgbochi 245 mile Egypt-Israel n'afọ 2013, na-ebelata ịzụ ahịa mmadụ n'ime Israel, site na igbochi mbugharị na-adịghị mma n'okporo ụzọ ịtụ mgbere ahịa Sinai-Negev.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017. Otú ọ dị, e wedara ya na Tier 2 n'afọ 2021, nke pụtara \"mba ndị gọọmentị ha na-adịghị erube isi n'ụzọ zuru ezu na ụkpụrụ TVPA niile, mana ha na-eme mgbalị dị ukwuu iji mee ka ha rube isi n'ụkpụrụ ndị ahụ",
  "\" Ngalaba Steeti kọrọ, sị: \"N'afọ nke ise n'usoro, ndị uwe ojii na-ahụ maka mgbochi ịzụ ahịa (PTC), nke nọgidere bụrụ naanị ikike iji mata ndị na-ahụ maka ịzụ ahịa, nọgidere na-enweghị ndị ọrụ, nke metụtakwara arụmọrụ nke usoro njirimara ndị a na-ahụ maka ya na ntụgharị nke ndị metụtara na ọrụ nchebe",
  "N'ihi ya, e wedara Israel na Tier 2.' Steeti Israel kwadoro Protocol iji gbochie, gbochie ma nye ntaramahụhụ maka ịtụ mgbere ahịa mmadụ, ọkachasị ụmụnwanyị na ụmụaka na n'ụbọchị 23 Julaị 2008.",
  "Gọọmentị mba Israel enweela ọganihu n'ikpe na ntaramahụhụ maka mpụ ịzụ ahịa",
  "Israel machibidoro ụdị ọ bụla nke ịzụ ahịa mmadụ site na Iwu Anti-Trafficking nke malitere ịrụ ọrụ na 29 Ọktoba 2006, nke na-enye ntaramahụhụ nke mkpọrọ ruru afọ iri na isii maka ịtụ ahịa mmekọahụ nke okenye, ruo afọ iri abụọ maka ịtụ mgbere ahịa mmekọahụ nke nwatakịrị, ruo afọ iri na isii maka ịgba ohu, na ihe ruru afọ asaa maka ọrụ mmanye",
  "Ntaramahụhụ ndị a kwekọrọ na nke mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "N'afọ 2007, gọọmentị mara mmadụ iri atọ na asatọ ikpe maka ịtụ ahịa mmekọahụ - anọ karịa n'afọ 2006 - na ikpe sitere na ọnwa isii ruo afọ iri na ise na ụgwọ.",
  "Na mgbakwunye, ikpe iri na isii maka ịzụ ahịa mmekọahụ na-aga n'ihu na 2008, ikpe iri na ise ọzọ na-echere ịrịọ arịrịọ",
  "Israel mere mgbalị ụfọdụ iji nyochaa ma taa ntaramahụhụ maka omume ịgba ohu na-enweghị isi; na 2007, gọọmentị kwadebere ebubo atọ maka ọrụ mmanye na otu ebubo maka ịgba ohu",
  "Na mgbakwunye, ikpe mpụ atọ nke aghụghọ / aghụghọ nke ndị ọrụ mba ọzọ metụtara ndị ebubo ise na-echere ikpe ma ọ bụ ịrịọ arịrịọ n'afọ 2008",
  "Israel ekwughị ikpe, ikpe, ma ọ bụ ntaramahụhụ nke ndị ọrụ gọọmentị na-akwado ịzụ ahịa na 2007.",
  "N'ọnwa Febụwarị afọ 2013, akwụkwọ akụkọ Haaretz gbara ụlọ ikpe mpaghara Tel Aviv akwụkwọ nke ọma iji kpughee aha onye isi na-atụ mgbere ahịa mmekọahụ nke ghọrọ onye uwe ojii, David Digmi.",
  "Gọọmentị mba Israel emeela ka nchebe ya maka ndị na-azụ ahịa ka mma, mana ihe akaebe gbasara nchebe nke ndị ọrụ mmanye ka dị ntakịrị",
  "Gọọmentị na-arụ ọrụ ebe obibi n'ụzọ dị ukwuu maka ndị na-ahụ maka ịzụ ahịa mmekọahụ site na nkwado nke otu NGO mpaghara",
  "N'ụzọ dị ịrịba ama, ọ bụ ezie na Israel enweghị ebe obibi maka ndị na-azụ ahịa ọrụ, ndị ọchịchị gọọmentị na-akpọ ndị na-ahụ maka ọrụ mmanye mgbe ụfọdụ n'ụlọ maka ịzụ ahịa mmekọahụ",
  "Ndị nọ n'ụlọ obibi a na-enweta ọgwụgwọ ahụike, ọrụ ahụike na mmekọrịta mmadụ na ibe ya, ego, na ikike obibi nwa oge na ikike ọrụ.",
  "Gọọmentị nyere iwu enyemaka iwu nye ndị niile na-azụ ahịa ma na-eji usoro iwu iji chọpụta ndị na-azụ ahịa mmekọahụ ma kpọga ha n'ụlọ mgbaba.\nA naghị ejide ndị ọrụ mba ọzọ na-ede mkpesa gbasara mpụ, a na-etinye ha n'ọrụ ọzọ, a na-enyekwa ha enyemaka mbata",
  "Ndị a na-atụ mgbere ahịa na-enweta ụzọ iwu kwadoro iji wepụ ha na mba ndị ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ, gụnyere ịnye mgbatị visa nwa oge.",
  "Gọọmentị na-agba ndị na-azụ ahịa mmekọahụ ume ka ha nyere aka na nyocha megide ndị na-azụ ahịa ha, mana ọ naghị agba ndị na-ahụ maka ọrụ mmanye ume ime otu ihe ahụ",
  "Ndị a na-anọghị n'ụlọ nchekwa gọọmentị, gụnyere ndị na-ahụ maka ịzụ ahịa n'ime obodo, anaghị enweta otu ọkwa ọrụ nchebe site n'aka gọọmentị dị ka ndị a na-ahụ maka nchekwa.",
  "Israel emeela mgbalị iji gbochie ịtụ mgbere ahịa mmadụ",
  "Ndị uwe ojii na-ahụ maka mbata emeela mkpọsa redio na-adọ ndị ọrụ aka ná ntị ka ha ghara iji ndị ọrụ mbata",
  "Mịnịstrị na-ahụ maka agụmakwụkwọ na ikike maka ọganihu nke ọnọdụ ụmụnwanyị emeela mkpọsa mgbasa ozi na usoro ụlọ akwụkwọ nke gụnyere nzukọ ọmụmụ maka ndị nchịkwa na ndị nkụzi banyere ịzụ ahịa mmekọahụ",
  "Usoro ihe omume a lekwasịrị anya na ọrụ nke usoro ụlọ akwụkwọ n'ibelata ọchịchọ maka ọrụ mmekọahụ azụmahịa.",
  "E gosipụtara ihe nkiri 2011 \"The Price of Sex\" (priceofsex.org) na Jerusalem Cinematheque na 8 Machị 2013."
]