[
  "Venezuela bụ isi iyi, njem, na mba na-aga maka ụmụnwoke, ụmụnwanyị, na ụmụaka a na-azụ ahịa maka ebumnuche nke mmegbu mmekọahụ na ọrụ mmanye.  Nchegbu ndọrọ ndọrọ ọchịchị, akụ na ụba, na mmekọrịta mmadụ na ibe ya nke Venezuela na-enye aka n'ihe na ụdị ịzụ ahịa mmadụ na mba ahụ",
  "Karịsịa, oke ịda ogbenye na Venezuela emeela ka ọnụ ọgụgụ nke ịzụ ahịa mmadụ mụbaa. A na-azụ ụmụnwanyị na ụmụagbọghọ Venezuela n'ime mba ahụ maka mmegbu mmekọahụ, site na mpaghara ndị dara ogbenye n'ime obodo ahụ gaa n'obodo ukwu na ebe ndị njem nleta",
  "A na-ewe ndị a na-emegbu site na ọrụ ụgha ma mesịa manyere ha ịgba akwụna ma ọ bụ ọnọdụ nke mmegbu ọrụ",
  "Ụmụaka na-agba akwụna n'obodo ukwu na njem mmekọahụ ụmụaka na ebe ntụrụndụ dị ka Margarita Island yiri ka ọ na-eto eto",
  "A na-azụ ụmụnwanyị na ụmụagbọghọ Venezuela maka mmegbu mmekọahụ azụmahịa na Western Europe na Mexico, na mgbakwunye na ebe Caribbean dị ka Trinidad na Tobago, Aruba, na Dominican Republic",
  "A na-azụ ụmụ nwoke, ụmụ nwanyị, na ụmụaka si Colombia, Peru, Ecuador, Brazil, Dominican Republic, na People's Republic of China na Venezuela ma nwee ike ịbụ ndị a na-emegbu ha n'ụzọ mmekọahụ na ọrụ mmanye.  Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 3\" n'afọ 2017, ngalaba maka mba ndị gọọmentị ha na-adịghị erube isi n'ụkpụrụ kacha nta ma ghara ime mgbalị dị ukwuu ime nke ahụ.",
  "Ịzụ ahịa mmadụ na Venezuela bụ nke ndọrọ ndọrọ ọchịchị, akụ na ụba, na mmekọrịta mmadụ na ibe ya.",
  "N'ụzọ ndọrọ ndọrọ ọchịchị, iji mee ka ịzụ ahịa mmadụ \"na-eme ka ahịa ohu na-aga nke ọma chọrọ itinye aka kpọmkwem ma ọ bụ na-apụtaghị ìhè nke gọọmentị mba, ma na isi iyi ma na-aga",
  "\"  Na mgbakwunye, dị ka nyocha ọnụ ọgụgụ nke Kevin Bales, onye ọkà mmụta nke ịgba ohu na ịzụ ahịa nke oge a, ọkwa nrụrụ aka na enweghị ike na mba bụ isi ihe na-akpata ọnụego ịzụ ahịa mmadụ.  Ya mere, iwu Venezuela banyere ịzụ ahịa mmadụ na-emetụta ọnụego zuru oke nke okwu ahụ na iwu ya",
  "Na mgbakwunye, ka ọgba aghara ndọrọ ndọrọ ọchịchị na Venezuela na-aga n'ihu, na ndị otu mmegide na Nicolás Maduro na-aga n'ihu \"na-emeghe ma na ugboro ugboro [na-akpali] maka mgbanwe ọchịchị site n'ụzọ ọ bụla dị mkpa,\" a naghị emeso usoro iwu banyere ịzụ ahịa mmadụ.",
  "Dị ka Ngalaba Mba United States si kwuo, Venezuela ewepụtala obere ozi gbasara mbọ ya iji lụso okwu a ọgụ.  Nrụrụ aka ọha na eze \"karịsịa njikọ aka n'etiti ndị mmanye iwu na ndị ọrụ ókèala na ndị na-azụ ahịa na ndị na-ebubata ndị mba ọzọ,\" na-eme ka o sie ike ịme iwu banyere okwu ahụ n'ihi enweghị ike ọchịchị ya ugbu a",
  "Mgbe a họpụtachara Maduro, ọnọdụ ndọrọ ndọrọ ọchịchị nke Venezuela na-emepụta nkewa dị egwu, na-eme ka a leghara ọtụtụ okwu iwu anya.",
  "Na mgbakwunye, ọ bụ ezie na e webatara usoro ndọrọ ndọrọ ọchịchị na Venezuela iji lụso ime ihe ike mmekọahụ na ịzụ ahịa mmadụ ọgụ, ọtụtụ n'ime usoro ndị a emebeghị ma mejuputa na mba ahụ niile",
  "N'ihi ya, mgbalị ndọrọ ndọrọ ọchịchị iji lụso ịzụ ahịa mmadụ ọgụ, ma ọ bụ enweghị ya, nwere ike ịbụ ihe kpatara ya n'otu n'ime ihe kpatara ịzụ ahịa mmadụ ji nọgide na-aga n'ihu na mba ahụ niile",
  "Ọ gwụla ma Venezuela na-eme mgbalị doro anya iji lụso ịzụ ahịa mmadụ ọgụ site na ikpo okwu ndọrọ ndọrọ ọchịchị, o yikarịrị ka mba ahụ ga-anọgide na mba nke atọ na akụkọ Ngalaba Steeti nke mba United States maka mba kachasị njọ nke ịzụ ahịa mmadụ n'ụwa.",
  "Ọnọdụ akụ na ụba Venezuela ugbu a na-eme ka o sie ike ịme mgbanwe nhazi nke ga-alụso ịzụ ahịa mmadụ ọgụ",
  "N'ezie, na \"nchekwa mba ụwa n'okpuru ijeri USD 11.0 na nkwa nkwụghachi ụgwọ siri ike nke gọọmentị na-ahụ maka mmekọrịta mmadụ na ibe ya\" ihe isi ike akụ na ụba Venezuela buru amụma na ọ ga-aka njọ. N'ezie, ọnụ ahịa na Venezuela na-arị elu na ọnụego ndekọ \"nke gbagoro karịa pasent 68 n'afọ gara aga ma nwee ike iru pasent 100",
  "\"  A na-ahazi mba ahụ dị ka otu n'ime akụ na ụba kachasị njọ n'ụwa, dabere na Global Misery Index, nke ọ bụghị naanị na ọ na-emetụta mpụ na mba ahụ kama ọ na-eme ka ọtụtụ puku mmadụ na ezinụlọ mee ihe iji kwaga. Ka ọnụ ahịa nke ngwaahịa ndị ahịa na-arị elu na ọnụego dị egwu, ọnọdụ akụ na ụba nke ezinụlọ kwa ụbọchị na-aga n'ihu na-ebelata, nke na-eme ka ihe ndị na-azụ ahịa mmadụ dịgide.",
  "Karịsịa, a na-akọwa ịtụ mgbere",
  "ụ ahịa mmadụ site na oke ịda ogbenye, mbugharị ime obodo na-adịbeghị anya na nnukwu obodo gaa n'obodo ukwu, ọnụ ọgụgụ dị ukwuu nke esemokwu, ọnọdụ dị ala nke mụ nwanyị, na ntachi obi nke omenala ọdịnala na nkwenkwe",
  "\"  Ka Venezuela na-enwe nsogbu akụ na ụba na-aga n'ihu, mba ahụ enweghị nnukwu ụzọ akụ na ụba dị mkpa iji chee \"mkpa mmadụ dị mkpa na ngwa ngwa sitere na ịda ogbenye,\" gụnyere akụrụngwa, njem, ụlọ ọrụ ọha na eze, iji ala eme ihe n'obodo ukwu na ime obodo, na ego; nchekwa ụmụ amaala na nchekwa iwu na usoro mmekọrịta mmadụ na ibe ya",
  "Ọnọdụ akụ na ụba nke Venezuela na-emetụta ikike ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya iji dozie ma belata ihe ndị na-eduga n'ịzụ ahịa mmadụ.",
  "Nchegbu mmekọrịta mmadụ na ibe ya na Venezuela na-enyekwa aka na ọnụego nke ịzụ ahịa mmadụ na mba ahụ",
  "Karịsịa, enweghị nhata nwoke na nwanyị na Venezuela na-eme ka o yikarịrị ka ụmụ nwanyị na ụmụaka ga-abụ ihe mgbaru ọsọ",
  "N'ezie, n'ọtụtụ ọnọdụ, a na-ewe ndị a na-ahụ maka ya site na ọrụ ụgha, ọtụtụ ụmụ nwanyị na-adaba maka onyinye ndị a n'ihi otú o si sie ike maka ụmụnwanyị ịkwụ ụgwọ ọrụ dị mma ma bụrụ ndị a na-akwụ ụgwọ ma ọlị.  N'afọ 2011 Congressional Research Report nke Clare Ribando Seelke dere, ihe ọzọ na-akpata ịzụ ahịa mmadụ na mba ahụ bụ n'ihi \"machismo na-adịgide adịgide (àgwà na omume ndị na-adịghị mma) nke na-eduga n'ịkpa ókè megide ụmụnwanyị na ụmụagbọghọ",
  "\" Ọgba aghara ọha na eze na Venezuela na-enyekwa aka na ọnụ ọgụgụ mpụ dị elu, ọtụtụ ndị mmadụ na-enwe mmetụta nke enweghị nchebe na enweghị nchebe site n'aka gọọmentị",
  "Ngagharị iwe na Venezuela bụ nke kachasị njọ n'ime ihe karịrị afọ iri, ma na-enye aka na nkwụsi ike ndọrọ ndọrọ ọchịchị ka njọ, ya mere, enweghị mmekọrịta mmadụ na ibe ya n'ụlọ na ebe ọrụ na mba ahụ niile.",
  "Na mgbakwunye na nsogbu mmekọrịta nwoke na nwanyị, ihe ndị ọzọ na-enye aka na ịrị elu nke ịzụ ahịa mmadụ gụnyere \"ịda ogbenye, enweghị ọrụ, amaghị akwụkwọ, akụkọ ihe mere eme nke mmetọ anụ ahụ ma ọ bụ mmekọahụ, enweghị ebe obibi, iji ọgwụ ọjọọ eme ihe, na ndị otu.\" Ihe ndị a, nke na-akawanye njọ na Venezuela n'ihi ihe isi ike akụ na ụba ya ugbu a, na-ejikọta ya na ọnụ ọgụgụ dị elu nke ịzụ ahịa mmadụ na mba ahụ n'ozuzu ya.",
  "N'ọnwa Machị afọ 2007, gọọmentị Venezuela tiri Iwu Organic na Ikike nke Ụmụ nwanyị ibi ndụ na-enweghị Ime Ihe Ike",
  "Nkeji edemede 56 nke iwu ọhụrụ ahụ machibidoro ịzụ ahịa ụmụnwanyị, ụmụagbọghọ, na ndị nọ n'afọ iri na ụma maka ebumnuche nke mmegbu mmekọahụ, ịgba akwụna, ọrụ mmanye, ma ọ bụ ịgba ohu, ma nye ntaramahụhụ nke mkpọrọ afọ 15 ruo afọ 20",
  "Isiokwu 46 na 47 nke iwu ọhụrụ ahụ machibidoro ịgba akwụna mmanye na ịgba ohu mmekọahụ ma nwee ntaramahụhụ nke mkpọrọ afọ iri na ise ruo afọ iri abụọ",
  "Iwu a mechiri oghere na iwu Venezuela, nke a machibidoro ịzụ ahịa ndị okenye n'ime obodo",
  "Otú ọ dị, n'agbanyeghị mbọ iwu iji lụso ịzụ ahịa mmadụ ọgụ, a leghaara ọtụtụ n'ime nkwa ndị e depụtara na Iwu Organic na Ikike Ụmụnwanyị ibi ndụ na-enweghị Ime Ihe Ike anya.  Karịsịa, Ụlọikpe Kasị Elu nke Ikpe Ziri Ezi (Tribunal Supremo de Justicia, TSJ) kwupụtara na ọ ga-amalite ịmepụta ihe karịrị ụlọ ikpe 92 pụrụ iche na mba ahụ niile nke ga-enye aka ikpe ikpe nke ịzụ ahịa mmadụ na ime ihe ike mmekọahụ",
  "Otú ọ dị, dị ka nkwupụta mgbasa ozi nke ụlọ ọrụ Ombudsman nke Venezuela (Defensoria del Pueblo) bipụtara na Febụwarị 2008, TSJ kwupụtara na ọ ga-eguzobe naanị ụlọ ikpe asaa kama 92 a tụrụ aro na mbụ.  Ọzọkwa, Country Reports on Human Rights Practices for 2007 na-enyocha iwu ọhụrụ ahụ, mana \"ọ naghị enye ozi gbasara mgbalị iji mejuputa ya\"",
  "N'ihi ya, n'agbanyeghị mbọ ọha na eze nke Venezuela iji mee ka Iwu Organic na Ikike nke Ụmụnwanyị nwee ndụ na-enweghị Ime Ihe Ike, ọtụtụ n'ime ihe iwu ahụ emezubeghị n'ụzọ zuru ezu, ma ọ bụrụ na ọ bụla.",
  "Na mgbakwunye na enweghị usoro doro anya iji mee ka ma mejuputa Iwu Nhazi na Ikike nke Ụmụnwanyị inwe ndụ na-enweghị Ime Ihe Ike, ndokwa iwu ahụ anaghị edozi ịzụ ahịa nke ụmụnwoke ma ọ bụ ụmụnwoke toro eto",
  "Nkebi nke iri na isii nke Iwu Organic megide Mpụ A haziri ahazi, nke e mere n'afọ 2005, machibidoro ịzụ ahịa n'ofe mba ụwa maka ọrụ ma ọ bụ mmegbu mmekọahụ, ma nye ntaramahụhụ sitere na mkpọrọ afọ 10 ruo afọ 18",
  "Ndokwa nke Venezuela's 2004 Naturalization and Immigration Law na-eme ka ịzụ ahịa mba dị iche iche bụrụ mpụ maka mmegbu ọrụ, na-enye ntaramahụhụ nke mkpọrọ afọ anọ ruo afọ iri",
  "Ntaramahụhụ ndị a dị n'elu kwekọrọ na nke mpụ ndị ọzọ dị egwu",
  "Enwere ike iji Iwu Nchedo Ụmụaka na isiokwu dị iche iche nke koodu ntaramahụhụ nke Venezuela na-ekpe ikpe ịzụ ahịa ụmụaka n'ime obodo, mana ọtụtụ n'ime iwu ndị a na-ebute ntaramahụhụ dị oke ala, ọkachasị ụgwọ. N'ime iwu ole na ole Venezuela nwere banyere ịzụ ahịa mmadụ, okwu a na-abụkarị naanị ụmụnwanyị na ụmụaka, ọ dịghịkwa ihe ọ bụla a kpachaara anya iji lụso ịzụ ahịa ụmụnwoke ọgụ",
  "N'ihi ya, e meela okwu a na mba ahụ dị ka nke metụtara nwoke na nwanyị, mgbe, ọ dịkarịa ala 18% nke ụmụ nwoke bụ ndị a na-azụ ahịa mmadụ.",
  "N'afọ 2007, gọọmentị mepere nyocha mpụ abụọ megide mmadụ atọ a na-enyo enyo na Caracas; ikpe ndị a na-echere n'afọ 2008",
  "Ka ọ na-erule afọ 2007, ndị ọrụ gọọmentị kọrọ na nyocha iri na abụọ ọzọ metụtara ịzụ ahịa ka na-emeghe site na afọ ndị gara aga",
  "Ọnụ ọgụgụ n'ezie nke nyocha ịzụ ahịa siri ike ịchọpụta ebe ọ bụ na gọọmentị nwere ike ọ gaghị amata ọdịiche dị n'etiti ịzụ ahịa mmadụ na mpụ mbubata ndị mba ọzọ",
  "Enweghị ikpe ma ọ bụ ikpe megide ndị omekome na-azụ ahịa n'afọ 2007",
  "Ndị uwe ojii na-egosi na ụfọdụ ndị na-azụ ahịa na-ala azụ ịgba akwụkwọ n'ihi ogologo oge ikpe na egwu mmegwara site n'aka ndị na-azụ ahịa ha",
  "Òtù mba ụwa na-egosi na gọọmentị na-arụkọ ọrụ na Interpol na ụfọdụ ikpe ịzụ ahịa mba ụwa, ma mụbaa nyocha maka ọnọdụ ịzụ ahịa nwere ike ime na ọdụ ụgbọelu na ebe nyocha ókèala mgbe ha natara ọzụzụ UNHCR kwadoro n'afọ gara aga",
  "Ka ọ na-erule afọ 2008, gọọmentị na-enyocha onye ọrụ mbata maka njikọ aka metụtara ịzụ ahịa",
  "Nrụrụ aka n'etiti ndị ọrụ ọhaneze ndị ọzọ, ọkachasị nke metụtara ịnye akwụkwọ njirimara ụgha, yiri ka ọ gbasara ebe niile.",
  "Ka ọ na-erule afọ 2008, gọọmentị Venezuela anaghị arụ ọrụ ebe nchekwa ndị a raara nye ndị na-azụ ahịa, ma dabere na NGO iji nye ọtụtụ enyemaka ndị a na-azụ ahịa n'enweghị ego gọọmentị",
  "Nnyocha uche na ahụike nke gọọmentị nyere maka ndị na-azụ ahịa, mana ọrụ zuru oke nke ndị metụtara dị ka ndụmọdụ, enyemaka ahụike na-esote, ọzụzụ ọrụ, na enyemaka nlọghachi adịghị adị",
  "Gọọmentị na-arụ ọrụ na oku mba nke ọ na-enweta mkpesa ịzụ ahịa, ma na-ezo aka na ndị na-azụ ahịa na NGO maka nlekọta",
  "Gọọmentị kwuru na enyere mmadụ iri abụọ na abụọ na-azụ ahịa aka n'afọ 2007, na mgbakwunye na iso IOM na-arụkọ ọrụ iji kpọghachite ndị Venezuela abụọ a na-azụ ahịa na Switzerland na Mexico",
  "Otú ọ dị, ebe ọ bụ na gọọmentị Venezuela enweghị usoro iwu iji nyere aka chebe megide ịzụ ahịa ụmụ nwoke, ọtụtụ n'ime ihe ndị a na-enyere ụmụ nwanyị na ụmụaka aka. Enweghị usoro nchebe nke ndị akaebe mere ka ụfọdụ ndị metụtara ghara inye aka na nyocha na ikpe nke ndị na-azụ ahịa ha",
  "Dị ka NGO si kwuo, gọọmentị enweghị usoro iwu iji chọpụta ndị na-azụ ahịa n'etiti ndị akwụna na azụmahịa mmekọahụ nke mba ahụ",
  "Ka ọ na-erule afọ 2008, ọ dịghị akụkọ banyere ndị a tụrụ mkpọrọ ma ọ bụ ntaramahụhụ maka mpụ ndị e mere n'ihi ịzụ ahịa",
  "Gọọmentị na-enye ụfọdụ nchedo iwu maka ịhazigharị ndị mba ọzọ na mba nke atọ ma ọ bụrụ na o yiri ka ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ ma ọ bụrụ na ha laghachiri mba ha.",
  "Gọọmentị kwetara na ịzụ ahịa mmadụ bụ nsogbu na Venezuela, mana ọ na-ele mba ahụ anya dị ka ebe njem",
  "Ka o sina dị, gọọmentị amụbaala mgbalị iji belata ọchịchọ maka omume mmekọahụ azụmahịa na ime ka ọha na eze mara banyere ihe ize ndụ nke ịzụ ahịa mmadụ site n'ikesa ọkwa ọrụ ọha na eze na ikesa mpempe akwụkwọ na akwụkwọ nta megide mmegbu mmekọahụ azụmahịa, ọrụ mmanye, na njem mmekọahụ ụmụaka, na ịkpọsa nọmba ekwentị gọọmentị",
  "Gọọmentị kwukwara na emechibidoro ụlọ nkwari akụ dị na Margarita Island nke a kpọsara na United Kingdom dị ka ebe a ga-eme njem mmekọahụ",
  "Ọ kwadokwara ọnụ ọgụgụ dị ukwuu nke nzukọ ọmụmụ ihe na-emegide ịzụ ahịa na mmemme ọzụzụ maka ndị uwe ojii na ndị ọrụ gọọmentị ndị ọzọ",
  "Gọọmentị esonyela UNICEF iji gaa n'ihu na-edepụta atụmatụ mba megide ịzụ ahịa, ma soro NGO na òtù mba ụwa na-arụkọ ọrụ na mgbalị ndị ọzọ megide ịzụ ahịa, mana a na-akọ na mmekọrịta ya na òtù ndị a adịghị nhata",
  "Ọzọkwa, ntụgharị dị elu nke ndị ọrụ gọọmentị yiri ka ọ gbochiri ụfọdụ n'ime mgbalị gọọmentị na-agba megide ịzụ ahịa.  Ọtụtụ n'ime mgbalị ya megide ịzụ ahịa adịteghị aka, na n'ihi enweghị ike akụ na ụba, enweghị ego ma gbahapụ ya.",
  "N'ọnwa Juun n'afọ 2014 United States kpọrọ Venezuela dị ka otu n'ime mba anọ ọ gosipụtara na ha anaghị eme nke ọma iji gbochie ịzụ ahịa mmadụ",
  "N'ime akụkọ ya kwa afọ nke Trafficking in Persons, United States kwuru na ọ belatara ọkwa Venezuela na Tier 3, ọkwa kachasị ala.  Ebe ọ bụ na Venezuela nọ n'ọkwa n'ime Tier 3, ọ nọ n'ihe ize ndụ ịbụ onye a ga-enye ụfọdụ ntaramahụhụ ma nwee ike ịla n'iyi enyemaka na-abụghị nke mmadụ na nke na-abụghị nke azụmahịa site na United States."
]