[
  "Ịtụ mgbere ahịa mmadụ na mba Michigan gụnyere ịtụ mgbere ahịa na mmegbu nke ndị mbịarambịa iwu na-akwadoghị, ịtọrọ mmadụ, na ịmanye ịgba akwụna",
  "N'ihi ya, e mepụtara iwu iji nye ikpe kwesịrị ekwesị nke ikpe ndị metụtara ya, nnukwu mahadum nwekwara mmasị n'ịlụso mpụ a ọgụ ma weta enyemaka nye ndị ahụ metụtara",
  "Ụlọ ọrụ National Human Trafficking Resource Center kọrọ na ha natara ozi ịntanetị 717 na oku n'afọ 2015 banyere ịtụ mgbere ahịa mmadụ na mba Michigan.",
  "N'afọ 2006, Gọvanọ Jennifer Granholm bịanyere aka na House Bill 5747, nke Rep. Phil Pavlov, nke machibidoro ịzụ ahịa mmadụ na Michigan. Iwu steeti dị mkpa bụ ngalaba 750.462a ruo 750.462i.  N'ụbọchị nke 1 n'ọnwa Eprel n'afọ 2011, e tiri iwu ọzọ, 750.462j, nke setịpụrụ ihe ndabere maka ikpe ọzọ na ikpe ịtụ mgbere ahịa mmadụ.",
  "E nwere ọtụtụ òtù na ọrụ na-enye nnyocha banyere ịtụ mgbere ahịa mmadụ na mba US, gụnyere Mahadum Michigan na Mahadum Michigan State.",
  "Jane White, onye isi nke Michigan Human Trafficking Task Force na School of Criminal Justice nke Michigan State University, bụ onye guzobere ndị ọrụ ahụ nwere ihe karịrị ụlọ ọrụ iri itoolu",
  "Nkwupụta ozi ha bụ:",
  "Michigan Human Trafficking Task Force dị adị iji mee ka mgbalị mmekorita iji gbochie ịzụ ahịa mmadụ n'ime Steeti Michigan, ịchụso ikpe nke ndị omekome, na ichebe ma gbanwee ndị na-azụ ahịa.",
  "Ndị ọrụ a na-enye mmata site na ikwu okwu na ọzụzụ pụrụ iche nye ndị otu ọkachamara na nzukọ steeti, na-amalite ndị ọrụ mpaghara, na-akwado ikpe ma na ọkwa steeti na ikpe gọọmentị etiti, ma na-achọpụta ihe onwunwe maka ndị metụtara / ndị lanarịrị ma ọrụ ma ịtụ mgbere ahịa mmekọahụ.",
  "Mahadum Michigan na-enye \"Human Trafficking Clinical Program\". O nwere ngalaba abụọ, Human Trafficking Clinic (HTC), na Human Trafficking Law Project (HTLP)",
  "\"HTC bụ ụlọ ọgwụ iwu mbụ a raara nye naanị maka ịzụ ahịa mmadụ na mba United States.\" HTLP bụ nchekwa data a na-ewu nke ikpe niile gbasara ịzụ ahịa mmadụ na mba United States.",
  "Enwere ike ịchọta ọtụtụ akụkọ na ikpe site na weebụsaịtị Mahadum Michigan.\nA na-ejikwa ikpe nke nkwụsị ụgbọala eme ihe na mgbaaka ịgba akwụna dịkwa na nchekwa data nke HTLP nke Mahadum Michigan.",
  "A mara Henry Davis ikpe ịga mkpọrọ afọ iri anọ mgbe ndị uwe ojii chọpụtara ịgba akwụna mmanye",
  "A tọọrọ ụmụnwanyị ahụ, gụnyere ụfọdụ ndị dị afọ iri na atọ, ma tụọ ha mkpọrọ n'otu ụlọ dị na Detroit",
  "A manyere ha ka ha na ndị ọbịa nwoke nwee mmekọahụ, na-eyi uwe na nnọkọ nzuzo, ma na-ere ọla na ụlọ ahịa",
  "A na-akpọrọ ha ebe niile, gụnyere ụlọ ịsa ahụ, ma tie ha ihe mgbe ha si n'ahịrị pụta",
  "Achọpụtara mgbaaka ahụ mgbe otu nwa agbọghọ, onye a tọọrọ mgbe ọ na-eche bọs, gbapụrụ mgbe a kpọgara ya n'ụlọ ahịa ka e mee ntutu isi ya ma ree ọla",
  "O duziri ndị uwe ojii gaa n'ụlọ ebe a tụrụ ya mkpọrọ, nke mere ka ejide Davis."
]