[
  "Mauritius abụghị isi iyi maka ụmụaka a na-azụ ahịa mmadụ, ọkachasị ọnọdụ nke ịgba akwụna n'ime mba ahụ",
  "Ụmụ agbọghọ nọ n'afọ ụlọ akwụkwọ sekọndrị na, ruo n'ókè dị nta, ụmụ agbọghọ na-eto eto sitere na mpaghara niile nke mba ahụ, gụnyere site na Rodrigues Island, na-eme ka ha gbaa akwụna, ọtụtụ mgbe ndị ọgbọ ha, ndị òtù ezinụlọ ha, ma ọ bụ ndị ọchụnta ego na-enye ụdị ọrụ ndị ọzọ",
  "A maara ndị ọkwọ ụgbọ ala na-enye njem na mmeghe maka ụmụ agbọghọ na ndị ahịa",
  "A na-akọ na a manyere ụmụ agbọghọ na ụmụ nwoke ndị nne ha na-agba akwụna mgbe ha dị obere",
  "Ụfọdụ ụmụ nwanyị na-aṅụ ọgwụ ọjọọ na-amanye ịgba akwụna site n'aka ndị enyi ha nwoke, ndị na-eje ozi dị ka pimps ha",
  "Na Great Britain, a mara ndị mba Malagasy abụọ ikpe n'afọ 2009 maka ijide ọnụ ọgụgụ dị nta nke ndị mba Mauritius, yana ụmụ amaala mba ndị ọzọ, n'ọnọdụ ọrụ mmanye; nke a yiri ka ọ bụ ikpe dịpụrụ adịpụ nke ịzụ ahịa mmadụ na-agafe agafe nke metụtara ụmụ amaala Mauritius. A na-amanye ụmụ akwụkwọ si gburugburu ụwa niile ịgba akwụna n'ime ngalaba obodo ahụ.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" na 2017.",
  "N'afọ 2011, gọọmentị gbara ikpe iri na anọ nke ọrụ mmanye metụtara ndị ọrụ ụlọ na ikpe isii nke ịzụ ahịa mmekọahụ n'okpuru iwu mgbochi ịzụ ahịa. Gọọmentị emeela mgbalị ngwa ngwa iji gbochie ịgba akwụna na njem mmekọahụ ụmụaka.",
  "Gọọmenti Mauritian gosipụtara mbọ ndị mmanye iwu na-emegide ịzụ ahịa ahịa na-abawanye, na-eme nyocha siri ike na ikpe ikpe gbasara ịzụ ahịa mmadụ n'afọ niile.  Iwu nke 2009 nke ịlụ ọgụ maka ịzụ ahịa mmadụ n'ime mmadụ machibidoro ịzụ ahịa n'ụdị ọ bụla maka ndị okenye na ụmụaka ma nyekwa iwu ntaramahụhụ ruru afọ iri na ise maka ndị a mara ikpe.  Na mgbakwunye, Iwu Nchedo ụmụaka nke 2005 machibidoro ụdị ọ bụla nke ịzụ ahịa ụmụaka ma nye iwu maka ndị a mara ikpe na mkpọrọ ruo afọ 15;  Iwu Iwu Iwu Iwu nke 2008 gbagoro oke ntaramahụhụ enyere maka mmebi iwu ịzụ ahịa ụmụaka ruo afọ 30",
  "Ntaramahụhụhụhụ niile a kpọtụrụ aha n'elu zuru oke ma kwekọọ na ndị e nyere maka mpụ ndị ọzọ dị egwu",
  "Site na njide ruo ikpe nke ndị omekome, ikpe nke ịzụ ahịa ụmụaka na-ewekarị ọnwa 18 ruo 24 iji dozie",
  "N'ọnwa Ọktọba afọ 2009, gọọmentị jiri Iwu Nchedo Ụmụaka maa nwanyị ikpe ma maa ya ikpe ịga mkpọrọ afọ iri maka itinye ụmụ agbọghọ Mauritian abụọ na-erubeghị afọ ịgba akwụna n'afọ 2007",
  "Ọzọkwa n'ime afọ ahụ, ndị uwe ojii Mauritius Police Force's Minors Brigade, nke na-eme nyocha niile metụtara ụmụaka a na-azụ ahịa, mechara nyocha banyere ikpe 2007 nke nne nne nke e kwuru na ọ manyere nwa nwa ya ịgba akwụna ma nyefee ya na Director of Public Prosecution (DPP) maka ime ihe",
  "N'afọ 2009, DPP zoro aka maka ikpe ikpe nke Jenụwarị 2008 nke nwoke na nwanyị ebubo na ha mere ka nwa nwanne ha nwanyị dị afọ iri na abụọ banye n'ịgba akwụna; a ga-anụ ikpe ahụ n'ọnwa Eprel afọ 2010",
  "Ndị Minors Brigade jiri nchekwa data maka ịchọta ikpe ịzụ ahịa ndị omempụ, yana mgbasa ozi mgbasa ozi emere n'obodo",
  "N'afọ 2009 na mmalite afọ 2010, onye isi na-ahụ maka ndị agha ahụ duziri ọzụzụ ise banyere omume kachasị mma maka ịlụso ịzụ ahịa mmadụ ọgụ maka ndị ọrụ 32 nke Minors Brigade",
  "Ụlọ akwụkwọ ọzụzụ ndị uwe ojii mere nnọkọ megide ịzụ ahịa n'oge mmemme izu abụọ maka ndị isi ndị uwe ojii 182",
  "Ndị ọrụ gọọmentị iri asaa nwetakwara ọzụzụ banyere mmegbu ụmụaka n'ụzọ mmekọahụ site n'aka otu NGO dị n'ógbè ahụ.",
  "Gọọmentị kwadoro nchebe ya maka ndị na-azụ ahịa ụmụaka n'oge akụkọ ahụ, na-enye ego maka ụlọ ọrụ NGO na-agba ọsọ na-ahụ maka ndị a na-akwụghachi ụgwọ - $ 6 kwa ụbọchị maka nchebe nke nwatakịrị ọ bụla, gụnyere ndị na-azụ ahịa",
  "Ndị ọrụ CDU na-ezigakarị ụmụaka ndị a na-emegbu ma na-erigbu n'ụlọ ọrụ ndị a maka ebe nchekwa na enyemaka ndị ọzọ.  Ndị Brigade nke Minor na-ezo aka n'usoro n'usoro ikpe niile nke ụmụaka ndị amataworo na-agba akwụna na CDU maka enyemaka ndị a tara ahụhụ;  na 2009, brigade zoro aka na ụmụaka abụọ maka ọrụ nchekwa.  Otú ọ dị, CDU ezoghị aka n'okwu ikpe nile nke ịgba akwụna ụmụaka nke ndị ọrụ ya chọpụtara na Brigade Minors maka nyocha enwere ike",
  "Ụlọ ọrụ gọọmentị na-akwụ ụgwọ, NGO na-agba ọsọ maka ụmụaka a na-emetọ n'ụzọ mmekọahụ, nke nyere ụmụ agbọghọ isii na-agba akwụna ndụmọdụ n'afọ 2009, kpọsara ọrụ ya site na mpempe akwụkwọ bumper, nọmba na-akwụghị ụgwọ, na mgbasa ozi obodo; onye ọrụ ebere ya nọgidere na-akwalite ọrụ ndị ahụ n'ụlọ akwụkwọ na obodo",
  "Ka o sina dị, n'ihi enweghị ụlọ ọrụ mgbaba na ọnọdụ ndị mmadụ na-ejupụtakarị na ebe mgbaba NGO, ọrụ nchebe zuru oke anaghị adị ngwa ngwa maka ndị niile a chọpụtara n'ime mba ahụ",
  "Ọ bụ ezie na MOWR nwetara ala ma nweta ego iji wuo ebe obibi maka ndị a na-emegbu ụmụaka n'ụzọ mmekọahụ na ngwụsị afọ 2008, iwu ụlọ ọrụ ahụ amalitebeghị",
  "Mịnịstrị ahụ na-arụ ọrụ na oku elekere iri abụọ na anọ maka ịkọ akụkọ banyere mmetọ mmekọahụ nke natara akụkọ abụọ nke ịgba akwụna ụmụaka na 2009.",
  "Gọọmenti mere mgbalị pụtara ìhè iji gbochie ịzụ ụmụaka mmekọahụ na ibelata agụụ maka mmekọahụ n'ahịa n'ime afọ.  Ndị uweojii na-ahụ maka nchekwa ezinụlọ na ndị obere Brigade, na njikọ nke CDU, gara n'ihu na mgbasa ozi mgbasa ozi mgbasa ozi gbasara mmetọ ụmụaka na ikike ụmụaka na ụlọ akwụkwọ na ebe ndị obodo gụnyere nnọkọ banyere ihe ize ndụ na nsonaazụ nke itinye aka na ịgba akwụna;  Mgbasa ozi a ruru ihe karịrị mmadụ 16,372 na 2009, gụnyere ndị nne na nna 1,574 sitere na mpaghara njem nlegharị anya ebe ụmụaka nwere nnukwu ohere ịzụ ahịa",
  "Ndị",
  "Ndị mmanye iwu na ndị ọrụ na-ahụ maka ọdịmma ụmụaka mere nyocha na ọdụ ụgbọ ala, klọb abalị, ụlọ ịgba chaa chaa, na ebe ndị ọzọ ụmụaka na-agakarị iji chọpụta ma soro ụmụ akwụkwọ nọ n'ihe ize ndụ dị elu nke ịzụ ahịa mmekọahụ",
  "Mịnịstrị na-ahụ maka njem nlegharị anya, ntụrụndụ, na nkwukọrịta mpụga kwadoro nkesa akwụkwọ nta ya na họtel na ndị na-eme njem nleta gbasara ọrụ nke ngalaba njem nleta iji lụso ịzụ ahịa mmekọahụ ụmụaka ọgụ",
  "Otú ọ dị, nkwukọrịta na nhazi n'etiti ndị ozi dị mkpa nọgidere na-enweghị",
  "E nwere akụkọ n'afọ 2009 na ndị mba Mauritius nwere ike isonye na njem mmekọahụ ụmụaka na Nosy Be, Madagascar; gọọmentị emeghị ihe ọ bụla iji dozie nsogbu a n'afọ ahụ",
  "Nnyocha nke ndị ọrụ iri atọ nke Mịnịstrị na-ahụ maka ọrụ na ndị ọrụ ọzụzụ itoolu mere n'afọ 2009 enwetaghị ikpe ọ bụla gbasara ọrụ mmanye ma ọ bụ ọrụ ụmụaka."
]