[
  "Ukraine bụ isi iyi, njem, na mba na-aga maka ụmụnwoke, ụmụnwanyị, na ụmụaka na-atụ na mgbere ahịa na mba dị iche iche maka ebumnuche nke mmegbu mmekọahụ na ọrụ mmanye.",
  "A na-azụ ụmụnwanyị Ukraine na mba Russia, Poland, Turkey, China, Czech Republic, United Arab Emirates, Austria, Italy, Portugal, Germany, Greece, Israel, Spain, Lebanon, Hungary, Slovak Republic, Cyprus, United Kingdom, Netherlands, Serbia, Argentina, Norway, Iran, Bahrain na United States",
  "Ihe ka ọtụtụ n'ime ndị na-atụ mgbere ahịa ndị ọrụ Ukraine bụ ndị ikom a na-erigbu na Russia, Czech Republic na Poland, bụ ndị a manyere ịrụ ọrụ dị ka ndị ọrụ ụlọ, ndị ọrụ ụgbọ mmiri, na ndị ọrụ mmepụta ihe na ndị ọrụ ugbo.",
  "E nwere ihe na-egosi na mba Ukraine bụ ebe ndị si mba ndị agbata obi na-azụ ahịa maka ọrụ mmanye na mmegbu mmekọahụ",
  "Na mgbakwunye, ịtụ mgbere ahịa na-eme n'ime Ukraine; a na-azụ ahịa ụmụnwoke na ụmụnwanyị n'ime mba ahụ maka ebumnuche nke mmegbu ọrụ na ngalaba ọrụ ugbo na ọrụ, mmegbu mmekọahụ azụmahịa, na ịrịọ arịrịọ mmanye",
  "A na-atụ mgbere ahịa ụmụaka Ukraine ma n'ime obodo ma n'ime mba ụwa maka mmegbu mmekọahụ azụmahịa, ịrịọ arịrịọ mmanye, na ịgba ohu na-enweghị isi na ụlọ ọrụ ugbo",
  "Nnyocha IOM wepụtara na Disemba 2006 kwubiri na kemgbe afọ 1991, a manyere ihe dị ka ndị Ukraine 117,000 n'ọnọdụ mmegbu na Europe, Middle East, na Russia.",
  "N'afọ 2008, Gọọmentị Ukraine agbanyeghị ụkpụrụ kacha nta maka iwepụ ịzụ ahịa; Otú ọ dị, ọ na-eme mgbalị dị ukwuu ime nke ahụ",
  "Ọ bụ ezie na e nwere obere ihe akaebe nke mgbalị iji gbochie ndị ọrụ gọọmentị na-azụ ahịa na nke nzọụkwụ doro anya iji chebe ma nyere ndị na-azụ ahịa aka na ọkwa mba, gọọmentị obodo nwere ọganihu ụfọdụ na enyemaka ndị na-azụ ahịa",
  "Gọọmentị mekwara ọganihu dị nro, ma bụrụ nke a na-ahụ anya, n'ịkwalite ntaramahụhụ nke ndị na-azụ ahịa a mara ikpe, na-ekpe ndị na-azụ ahịa ọrụ, na-azụ ndị ọka ikpe, na ịrụ ọrụ mgbochi. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "N'afọ 2006, mba Ukraine nwere ọganihu n'ikpe na ntaramahụhụ maka mpụ ịtụ mgbere ahịa",
  "Gọọmentị machibidoro ụdị ịzụ ahịa ọ bụla site na Nkeji edemede 149 nke Iwu Criminal ya, nke na-enye ntaramahụhụ nke zuru oke ma kwekọọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "N'afọ a, gọọmentị mechara nyocha mpụ 82 ma jide mmadụ 56 na ebubo ịzụ ahịa",
  "Mịnịsta na-ahụ maka ime obodo kọrọ na ọnụ ọgụgụ ikpe maka ịtụ mgbere ahịa ndị ọrụ mụbara site na 3 n'afọ 2006 ruo 23 n'afọ 2007.",
  "N'ozuzu ya, gọọmentị gbara ikpe 95 nke kpatara ikpe 83 nke ndị omekome na-azụ ahịa n'okpuru Nkeji edemede 149",
  "N'ime ọnụ ọgụgụ zuru ezu nke ndị a mara ikpe, e debere mmadụ iri ise na itoolu na nyocha ma ghara ịtụ ha mkpọrọ",
  "N'ọnwa Juun afọ 2007, onye ọka iwu nyere ndị ọka ikpe iwu ka ha na-eme ihe ike banyere ikpe ndị omekome na-azụ ahịa ikpe ma rịọ arịrịọ maka ikpe ọ bụla onye ọka ikpe nyere iwu ka a nwalee kama ịnọ n'ụlọ mkpọrọ",
  "N'ihi ya, n'oge ọkara nke abụọ nke afọ 2007, òkè nke ndị omekome a mara ikpe na-enweta oge mkpọrọ rịrị elu ruo pasent 44, site na pasent 36 n'oge ọkara mbụ nke afọ ahụ.",
  "N'agbanyeghị akụkọ zuru oke banyere nrụrụ aka metụtara ịtụ mgbere ahịa, mba Ukraine egosighi mgbalị ọ bụla iji nyochaa, ikpe, ikpe, ma ọ bụ maa ndị ọrụ gọọmentị ikpe na-akwado ịzụ ahịa n'afọ a",
  "Gọọmentị na-akwụ ụgwọ nzukọ ọmụmụ ọzụzụ mgbe niile maka ndị ọrụ na-ahụ maka ime obodo na-emegide ịzụ ahịa na Ukraine niile",
  "Ụlọ akwụkwọ ndị ọka ikpe nke Ukraine na ụlọ akwụkwọ nke ndị ọka ikpe, site na nkwado sitere na Organization for Security and Co-operation in Europe (OSCE), sonyere na nzukọ ọmụmụ ihe asatọ maka ndị ọka ikpe 203 na ndị ọkàiwu si gburugburu mba ahụ banyere nsogbu ndị metụtara ndị metụtara ya na ọzụzụ mmetụta maka ikpe metụtara ịzụ ahịa",
  "Gọọmentị na-arụkọ ọrụ na gọọmentị ndị ọzọ na mgbalị ndị mmanye iwu megide ịzụ ahịa mana ha kwetara mkpa ọ dị ime ka usoro maka enyemaka iwu dị mfe n'etiti Ukraine na mba ndị na-azụ ahịa.",
  "Mgbalị mgbochi Ukraine nọgidere na-adabere n'ụzọ dị ukwuu na ego ndị na-enye onyinye mba ụwa",
  "Ụlọ ọrụ ndị mmanye iwu zigara ndị mmadụ 456 metụtara na NGO maka enyemaka",
  "Site na mmemme ndị na-enye onyinye na ụfọdụ ọrụ gọọmentị, ndị mba ọzọ na ndị obodo na-ahụ maka ịzụ ahịa na Ukraine na-enweta ebe obibi, ahụike, akparamaagwa, iwu, na enyemaka itinye ọrụ",
  "Gọọmentị mba ahụ etinyeghị ego maka ndị ahụ metụtara, enwerekwa nkwado na-ekwekọghị ekwekọ nke gọọmentị obodo nyere",
  "Gọọmentị mpaghara Kherson kenyere $ 20,170 maka ọrụ mgbochi ịzụ ahịa gụnyere nkwado nke ụlọ ọrụ nlọghachi; Otú ọ dị, ebe obibi ndị na-azụ ahịa na Lutsk nọ n'akụkụ mmechi n'ihi enweghị nkwado gọọmentị.",
  "Ukraine anaghị ata ndị a na-emegbu ahụhụ maka omume iwu na-akwadoghị mere kpọmkwem n'ihi ịbụ ndị a na-azụ ahịa, mana ikike ndị na-azụ ahịa mmekọahụ na-akọwa n'ụzọ na-ezighi ezi dị ka \"ndị akwụna chọrọ\" ma na-agọnahụ nzuzo",
  "Ọ bụ ezie na a na-akọ na ọtụtụ ndị a na-ahụ maka ya dị njikere isonye na nyocha megide ndị na-azụ ahịa ha, usoro nchedo ndị akaebe na-adịghị ike na ịkpa ókè megide ndị na-azụ ahịa mmekọahụ ka na-eme ka ọtụtụ ghara ịgba akaebe n'ụlọ ikpe",
  "Ụlọ ikpe dị na mpaghara Ivano-Frankivsk na-emejuputa usoro nyocha iji mepụta usoro nchedo ndị akaebe nke oge a",
  "Gọọmentị anaghị enye ndị mba ọzọ metụtara iwu ọzọ iji wepụ ha na mba ndị ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ.",
  "Gọọmentị nwere ọganihu n'igbochi ịzụ ahịa mmadụ n'oge akụkọ ahụ",
  "N'afọ 2007, gọọmentị kwusara ọkwa ọrụ ọha na eze na telivishọn nke isiokwu ya bụ \"Eleghara ọrụ anya na mba ọzọ site na iko na-acha uhie uhie\" na Ukraine niile ma mee mkpọsa mkpọsa mkpọsa yiri nke ahụ",
  "Gọọmentị mba ahụ jiri ihe dị ka $ 53,465 maka ibipụta na ikesa ihe maka ịkwalite mmata, gọọmentị obodo nyekwara onyinye ndị ọzọ maka ọrụ mgbochi",
  "Gọọmentị emeghị mgbalị mgbochi ọ bụla iji belata ọchịchọ maka mmekọahụ azụmahịa.",
  "N'ime afọ atọ gara aga, National Academy of Defense nke Ukraine emeela, ya na IOM, [gbasaa acronym] klas mgbochi ịzụ ahịa maka ndị agha Ukraine na-etinye maka ọrụ udo mba ụwa",
  "N'oge akụkọ ahụ, Mịnịstrị nke ime obodo na Interpol rụkọrọ ọrụ iji gbochie ndị omekome na-ahụ maka mmekọahụ ụmụaka ịbanye Ukraine. NASHI, otu Saskatoon, Saskatchewan, Canada nke na-emegide ịzụ ahịa mmadụ site n'ịkwalite mmata site na agụmakwụkwọ, guzobere ụlọ akwụkwọ ọrụ aka na Lviv, Ukraine iji kụziere ụmụagbọghọ na ụmụnwanyị ịkwa nkà, ịkwa akwa, nhazi ozi, na isi nri ka ha wee ghara ịdaba na netwọk ịzụ ahịa mmadụ nke Ukraine. NASHI guzobekwara Maple Leaf Centre, ụlọ ọrụ akụ na ụba na ebe obibi na Ukraine maka ndị na-eto eto nọ n'ihe ize ndụ nke ịtụ mgbere ahịa.",
  "Ngalaba na-ahụ maka mmekọrịta mmadụ na ibe ya nke ọtụtụ obodo Ukraine amalitela imekọ ihe ọnụ na ezinụlọ na òtù ndị na-abaghị uru iji mepụta \"Family Type Homes\" ma ọ bụ \"DBST\" na Ukraine",
  "N'ịghọta na ike ezinụlọ na-emepụta nkwụsi ike na ohere dị ukwuu maka ụmụaka nọ n'ihe ize ndụ, mgbanwe n'ebe ụlọ ọrụ ezinụlọ na-aga n'ihu",
  "Òtù dị ka \"Ụlọ Nna\" na \"MANNA Worldwde\" na-arụsi ọrụ ike iji nye ụmụaka ndị a na-adịghị ike ọnọdụ ezinụlọ na-ahụ n'anya.",
  "N'oge nsogbu ndị gbara ọsọ ndụ nke afọ 2022 sitere na mwakpo ndị mba Russia, a kọrọ ọtụtụ ikpe nke ndị na-azụ ahịa mmadụ na-elekwasị anya ụmụnwanyị na ụmụaka.",
  "Àtụ:Europe topic"
]