[
  "Onye na-agbachitere ikike mmadụ ma ọ bụ onye na-akwado ikike mmadụ bụ onye, n'otu n'otu ma ọ bụ ya na ndị ọzọ, na-eme ihe iji kwalite ma ọ bụ chebe ikike mmadụ",
  "Ha nwere ike ịbụ ndị nta akụkọ, ndị na-ahụ maka gburugburu ebe obibi, ndị na-eti mkpu, ndị otu ọrụ, ndị ọka iwu, ndị nkụzi, ndị na-eme mkpọsa ụlọ, ndị sonyere na ime ihe kpọmkwem, ma ọ bụ naanị ndị mmadụ na-eme naanị ha",
  "Ha nwere ike ịgbachitere ikike dịka akụkụ nke ọrụ ha ma ọ bụ n'afọ ofufo",
  "N'ihi ọrụ ha, a na-ahụkarị ndị na-agbachitere ikike mmadụ (HRDs) gụnyere mkparị, nyocha, iyi egwu, ebubo ụgha, njide na-enweghị isi, mmachi na ikike nnwere onwe mkpakọrịta, mwakpo anụ ahụ, na ọbụna igbu ọchụ. N'afọ 2020, e gburu ma ọ dịkarịa ala ndị HRD narị atọ, iri atọ na otu (331) na mba iri abụọ na ise (25)",
  "Mba ụwa na ụfọdụ gọọmentị mba anwaala ịzaghachi ime ihe ike a site na nchebe dị iche iche, mana ime ihe ike megide HRD na-aga n'ihu na-arị elu",
  "Ụmụnwanyị na-agbachitere ikike mmadụ na ndị na-agbachitere ikike mmadụ gburugburu ebe obibi (ndị na-abụkarị ụmụ amaala) na-eche mmegbu na ihe ize ndụ karịa ndị na-agbachitere ikike mmadụ na-arụ ọrụ na nsogbu ndị ọzọ",
  "N'afọ 1998, otú United Nations wepụtara Nkwupụta ha na Ndị na-agbachitere ikike mmadụ iji mee ka ọrụ nke ndị na-agbachitere ikike mmadụ bụrụ ihe ziri ezi ma gbasaa nchebe maka ọrụ ikike mmadụ",
  "N'ịgbaso Nkwupụta a, ọnụ ọgụgụ na-arịwanye elu nke ndị na-eme ihe ike anabatala akara HRD; nke a bụ eziokwu karịsịa maka ndị ọrụ ikike mmadụ",
  "Okwu a na-agbachitere ikike mmadụ (HRD) ghọrọ ihe a na-ejikarị eme ihe n'ime obodo ndị ruuru mmadụ nke mba ụwa mgbe Mgbakọ Ukwu nke UN nyere Nkwupụta na ikike na ibu ọrụ nke ndị mmadụ n'otu n'otu, ndị otu na akụkụ nke ọha mmadụ iji kwalite ma chebe ikike mmadụ na nnwere onwe dị mkpa (A / RES / 53 / 144, 1998), nke a na-akpọkarị Nkwupụta na ndị na-agbachitere ikike mmadụ",
  "Tupu Nkwupụta a, onye na-eme ihe ike, onye ọrụ, ma ọ bụ onye nlekota bụ okwu ndị a na-ahụkarị maka ndị na-arụ ọrụ iji chebe ikike mmadụ. Nkwupụta banyere ndị na-agbachitere ikike mmadụ mepụtara nkọwa sara mbara nke ndị na-agbachitere ikike mmadụ iji tinye onye ọ bụla na-akwalite ma ọ bụ na-agbachitere ikike mmadụ. Nkọwa a sara mbara na-enye ma ihe ịma aka na uru nye ndị na-ahụ maka ya na ndị na-enye onyinye na-achọ ịkwado mmemme nchedo HRD, dịka nkọwa zuru oke na-ewepụ ụfọdụ ụdị HRD, mana nkọwa sara mbara dị otú ahụ na-ahapụkwa ohere dị ukwuu maka nkọwa ma nwee ike ime ka o sie ike ịmepụta ọnọdụ HRD maka ụfọdụ ndị nọ n'ihe ize ndụ.",
  "N'afọ 2004, Office of the United Nations High Commissioner for Human Rights nyere Fact Sheet dị iri abụọ na itoolu (29) n'ọnụogụgụ, iji kọwaa ma kwado ndị na-agbachitere ikike mmadụ",
  "Akwụkwọ a na-ekwu na, \"ọ dịghị ' iru eru' a chọrọ iji bụrụ onye na-agbachitere ikike mmadụ,\" mana ụkpụrụ kacha nta maka HRD bụ nnabata nke ikike mmadụ niile na omume na-abụghị ime ihe ike.",
  "Ụfọdụ ndị na-eme nnyocha anwaala ịkọwapụta ụdị ndị na-agbachitere ikike mmadụ maka ebumnuche nke ịghọta usoro nke ihe ize ndụ HRD",
  "Nhazi dị otú ahụ nwere ike ịchọpụta ọrụ ọkachamara na nke na-abụghị ọkachamara, ma ọ bụ dị iche dabere na ikike ndị a na-agbachitere dịka ikike ụmụnwanyị, ma ọ bụ ikike ala ụmụ amaala.",
  "Njirimara onwe dị ka onye na-agbachitere ikike mmadụ bụ ihe a na-ahụkarị n'etiti ndị ọkachamara na-akwado ikike mmadụ na-arụ ọrụ n'ime ụlọ ọrụ, gọọmentị, ma ọ bụ NGO, n'asụsụ Bekee",
  "Ndị na-arụ ọrụ n'èzí usoro ndị a na-egosipụtakarị onwe ha dị ka 'ndị na-eme ihe ike', 'ndị isi', ma ọ bụ site n'ọtụtụ okwu ndị ọzọ kama ndị na-agbachitere ikike mmadụ, ọbụlagodi mgbe ọrụ ha dabara n'ụzọ doro anya n'ime oke nke Nkwupụta UN na-agbachitere ikike mmadụ depụtara",
  "Ojiji nke njirimara HRD nwere ike ịbara ndị na-ahụ maka ikike mmadụ uru site n'ime ka ọrụ ha bụrụ ihe ziri ezi ma mee ka inweta usoro nchebe dị mfe. Ojiji nke njirimara HRD nwekwara ike ịbụ ihe na-abaghị uru site na iduzi uche na ụfọdụ ndị mmadụ kama ilekwasị anya n'ụdị nchịkọta nke ọrụ ha, nke nwekwara ike inwe mmetụta nke itinye ndị a n'ihe ize ndụ.",
  "Ndị na-agbachitere ikike mmadụ (HRDs) na-eche mmegbu siri ike na mmegwara site n'aka ndị gọọmentị na ndị na-eme ihe nkiri onwe ha gụnyere ndị uwe ojii, ndị agha, ndị isi obodo, ndị ọrụ nchekwa onwe ha, ndị otu aka nri, na ụlọ ọrụ mba dị iche iche",
  "Mmegbu gụnyere iyi egwu, njide na njide n'ụzọ na-enweghị isi, mmaja, nkwutọ, ịchụpụ n'ọrụ, ịchụpụ, ịla n'iyi, na igbu ọchụ. Ndị otú HRD ndị na-arụ ọrụ na ikike ụmụnwanyị (WHRDs) ma ọ bụ ndị na-agbagha ụkpụrụ ọdịbendị nwoke na nwanyị na-enwe ihe ize ndụ dị ukwuu ma e jiri ya tụnyere ndị HRD ndị ọzọ, dịka ndị ọrụ na-amaghị ama na mpaghara ndị dịpụrụ adịpụ. Ndị na-agbachitere ikike mmadụ gburugburu ebe obibi nke a kpọrọEnvironmental human rights defenders (EHRDs) n'asụsụ Bekee, ndị na-arụ ọrụ na ikike gburugburu ebe obibi, ikike ala, na nsogbu ikike ụmụ amaala na-echekwa egwu dị ukwuu karịa HRD ndị ọzọ; n'afọ 2020 pasentị iri isii na itoolu (69%) nke ọnụọgụgụ ndị HRD n'ụwa niile na-arụ ọrụ na nsogbu ndị a ka e gburu.",
  "Akụkọ nke Front Line Defenders bipụtara n'afọ 2020 chọpụtara na ọ dịkarịa ala, e gburu ndị HRD 331 n'afọ ahụ na mba 25",
  "Ọ bụ ezie na ụmụ amaala bụ naanị ihe dị ka 6% nke ndị bi n'ụwa niile, ihe dịka otu ụzọ n'ụzọ atọ nke ndị HRD a e gburu egbu bụ ụmụ amaala",
  "N'afọ 2019, e gburu ndị HRD 304 na mba 31. Global Witness kọrọ na e gburu 1,922 EHRD na mba 52 n'etiti afọ 2002 nakwa n'afọ 2019",
  "80% nke ọnwụ ndị a nọ na Latin America",
  "Ihe dị ka otu ụzọ n'ụzọ atọ nke ndị EHRD a kọrọ na ha gburu n'etiti afọ 2015 nakwa n'afọ 2019 bụ ụmụ amaala",
  "Ihe ndekọ nke ime ihe ike a ezughị ezu, maka ọnwụ ọ bụla enwere ike inwe ihe ruru otu narị ikpe nke mmegbu siri ike dịka njide, ịchụpụ, nkwutọ, wdg.",
  "Nnyocha nke Business and Human Rights Resource Center mere gosipụtara mmụba pasent 34 n'ụwa niile na mwakpo megide ndị na-akwado ikike mmadụ n'afọ 2017. Ọnụ ọgụgụ ndị ahụ gụnyere igbu ọchụ 120 a na-enyo enyo na ọtụtụ narị ihe omume ndị metụtara mwakpo, mmegbu, na iyi egwu",
  "E nwere mwakpo 388 n'afọ 2017 ma e jiri ya tụnyere naanị 290 n'afọ 2016",
  "Otu nnyocha ahụ chọpụtara ndị na-agbachitere ikike mmadụ nwere njikọ na ọrụ ugbo, Ngwuputa, na ngalaba ike ọhụrụ (EHRDs) dị ka ndị nọ n'ihe ize ndụ kasịnụ",
  "Ndị ọka iwu na ndị otu gburugburu ebe obibi nọkwa n'ihe ize ndụ.",
  "Nkwupụta nke Mba Ndị Dị n'Otu banyere ikike na ibu ọrụ nke ndị mmadụ n'otu n'otu, ndị otu na akụkụ nke ọha mmadụ iji kwalite ma chebe ikike mmadụ na nnwere onwe dị mkpa (A / RES / 53 / 144) na Disemba 9, 1998, nke a maara dịka Nkwupụta na ndị na-agbachitere ikike mmadụ, bụ ngwá ọrụ UN mbụ iji kwado ma kọwaa ndị na-agbachitere ikike mmadụ, yana ikike na ibu ọrụ maka onye ọ bụla iji chebe ikike mmadụ.",
  "Nkwupụta ahụ abụghị iwu kwadoro, mana ọ na-akọwa ikike ndị nkwekọrịta ikike mmadụ dị ugbu a guzobere ma tinye ha na ndị na-agbachitere ikike mmadụ iji mee ka ọrụ ha bụrụ ihe ziri ezi ma gbasaa nchebe nke HRD",
  "N'okpuru Nkwupụta ahụ, onye na-agbachitere ikike mmadụ bụ onye ọ bụla na-arụ ọrụ iji kwalite ma ọ bụ chebe ikike mmadụ: ma ọ bụ ọkachamara ma ọ bụ na-abụghị ọkachamara; naanị ya ma ọ bụ dịka akụkụ nke otu ma ọ bụ ụlọ ọrụ.",
  "Nkwupụta ahụ na-akọwa ikike dị ugbu a n'ụzọ na-eme ka ọ dịkwuo mfe itinye ha na ndị na-agbachitere ikike mmadụ",
  "Ikike ndị e chebere n'okpuru Nkwupụta ahụ gụnyere, n'etiti ndị ọzọ, ikike ịzụlite ma kwurịta echiche ikike mmadụ ọhụrụ na ịkwado nnabata ha; ikike ịkatọ ụlọ ọrụ gọọmentị na ụlọ ọrụ na ime atụmatụ iji meziwanye ọrụ ha; ikike inye enyemaka iwu ma ọ bụ ndụmọdụ na enyemaka ndị ọzọ iji chebe ikike mmadụ; ikike idebe ikpe ziri ezi; ikike ịnweta na nkwurịta okwu n'enweghị ihe mgbochi na ndị na-abụghị gọọmentị na ndị gọọmentị; ikike ịnweta ihe onwunwe maka ebumnuche nke ichebe ikike mmadụ, gụnyere ịnata ego site na mba ọzọ; na ikike nke nnwere onwe ikwu okwu, mkpakọrịta na nzukọ.",
  "Nkwupụta ahụ na-egosi na steeti nwere ọrụ iji mejuputa ma kwanyere ndokwa nke Nkwupụta ahụ ùgwù ma na-ekwusi ike ọrụ nke steeti iji chebe HRD pụọ na ime ihe ike, mmegwara na iyi egwu n'ihi ọrụ ruuru mmadụ ha",
  "Nkwupụta ahụ na-etinyekwa ọrụ iji chebe ikike mmadụ na ọkwa nke onye ọ bụla na ọkachasị n'ahụ ndị mmadụ n'otu n'ọrụ ndị nwere ike imetụta ikike mmadụ dịka ndị mmanye iwu, ndị ikpe, wdg.",
  "N'afọ 2017, a na-asọpụrụ ụmụ nwanyị na-eme ihe ike ndị e gburu n'ihi nkwado ha na ọrụ ha n'ịgbachitere ikike mmadụ n'oge International Women Human Rights Defenders' Day",
  "Ndị e gburu egbu katọrọ nrụrụ aka na ụdị ikpe na-ezighị ezi ndị ọzọ, chebe ala ha n'aka gọọmentị na ụlọ ọrụ dị iche iche, ma kwado ikike nke ụmụ nwanyị na-edina nwanyị, ndị nwoke na nwanyị na ndị transgender.",
  "Ndị na-agbachitere ikike mmadụ gburugburu ebe obibi ma ọ bụ naanị ndị na-agbachitere gburugburu ebe obibi, akọwapụtara site na UN Environment Programme dị ka, \"ndị na-agbachitere na-arụ ọtụtụ ọrụ metụtara ala na ikike gburugburu ebe obibi, gụnyere ndị na-arụ ọrụ na nsogbu metụtara ụlọ ọrụ ndị na-emepụta ihe, na ọrụ owuwu na mmepe",
  "\" Ha na-ekwukwa na ndị na-agbachitere gburugburu ebe obibi bụ, \"na-agbachitere ikike gburugburu ebe obibi, gụnyere ikike iwu kwadoro maka gburugburu ebe obibi dị ọcha ma dị mma, mgbe a na-eyi egwu iji ikike ndị ahụ egwu ma ha amata onwe ha dị ka ndị na-agbachitere ikike mmadụ",
  "Ọtụtụ ndị na-agbachitere gburugburu ebe obibi na-arụ ọrụ ha site na mkpa",
  "\"",
  "Ojiji nke okwu ahụ bụ Environmental defender (ma ọ bụ Environmental human rights defender) site n'aka òtù ndị ruuru mmadụ, ndị mgbasa ozi, na ndị ọkà mmụta na-adịbeghị anya ma jikọta ya na Nkwupụta UN na Ndị Na-agbachitere Ihe Ndị Ruuru Mmadụ. Otú ọ dị, ụzọ na ọrụ nke ndị na-agbachitere gburugburu ebe obibi nwere njikọ chiri anya na echiche ndị mbụ mepụtara n'oge 1980s dị ka ikpe ziri ezi gburugburu ebe obibi na gburugburu ebe obibi nke ndị ogbenye. Ọ bụ ezie na okwu ndị a dị iche iche nwere mmalite dị iche iche, ha na-ezukọta gburugburu mweghachi nke ọdịbendị ndị dabeere na ala, ịmegharị ebe maka ndị a na-eleghara anya, na ichebe ala na ndụ site na ọrụ ndị dị ka iwepụta akụ, ịtụfu ihe mkpofu na-egbu egbu, na ntinye ala. Kemgbe Nkwupụta UN nke 1998, òtù ụwa na mgbasa ozi na-eji okwu ndị na-agbachitere gburugburu ebe obibi eme ihe iji zoo aka na njikọta a nke ihe mgbaru ọsọ na nyocha",
  "N'ịgbaso nnabata nke Nkwupụta na Ndị Na-agbachitere Ihe Ndị Ruuru Mmadụ na 1998, e mere ọtụtụ atụmatụ, ma na ọkwa mba ụwa ma na mpaghara, iji mee ka nchebe nke ndị na-agbachitere ma nye aka na mmejuputa Nkwupụta ahụ",
  "N'okwu a, e guzobere usoro na ụkpụrụ nduzi ndị a:",
  "N'afọ 2008, Observatory for the Protection of Human Rights Defenders, mmemme nkwonkwo nke International Federation for Human Rights (FIDH) na World Organisation Against Torture (OMCT), butere ụzọ iji chịkọta ndị niile na-agbachitere ikike mmadụ (nke e kere n'ime United Nations, African Commission on Human and Peoples' Rights, Inter-American Commission on Human Rights, Council of Europe, Organisation for Security and Cooperation in Europe, European Union) iji chọta ụzọ iji meziwanye nhazi na mmeju n'etiti onwe ha na NGO",
  "N'afọ 2010, e mepụtara otu ebe nrụọrụ weebụ inter-mechanisms, na-anakọta ozi ọhaneze niile dị mkpa banyere ọrụ nke ndị na-ahụ maka nchedo ikike mmadụ dị iche iche. Ebumnuche ya bụ ime ka a hụ akwụkwọ ndị usoro ndị ahụ mepụtara (ntọhapụ mgbasa ozi, ọmụmụ, akụkọ, nkwupụta), yana omume ha (nleta mba, ihe omume ụlọ ọrụ, ule ndị a hụrụ).",
  "N'afọ 2016, International Service for Human Rights bipụtara 'Model National Law on the Recognition and Protection of Human Rights Defenders'. Akwụkwọ a na-enye nduzi ikike nye steeti banyere otu esi emejuputa Nkwupụta UN na Ndị Na-agbachitere Ihe Ndị Ruuru Mmadụ na ọkwa mba",
  "E mepụtara ya na mmekorita ya na ọtụtụ narị ndị na-agbachitere ya ma ndị ọkachamara na ndị ọka iwu kwadoro ya.",
  "Ọtụtụ mba ewepụtala iwu mba ma ọ bụ atumatu iji chebe ndị na-agbachitere ikike mmadụ gụnyere Colombia, Brazil, Mexico, na Guatemala; Otú ọ dị, isi ihe ịma aka na mmejuputa ka dị.",
  "Map eletrik bụ ngwá ọrụ mepụtara ọhụrụ site na iji netwọk eletriki na foto satellite na nsuso",
  "Ihe atụ gụnyere mmapụta usoro, mmapụta nsogbu na map geo",
  "A na-eji map eme ihe n'ụzọ bụ isi n'ịchọpụta mmegbu ikike mmadụ site n'inye ọhụụ nke nsuso na mmejuputa nlekota.",
  "N'afọ 2017, onye ọka iwu na-ahụ maka ikike mmadụ bụ Emil Kurbedinov, onye Tatar nke Crimea, meriri na 2017 Award for Frontline Human Rights Defenders at Risk Kurbedinov abụwo onye na-agbachitere ndị agha obodo, na-emegbu ndị Tatars Crimea, na ndị otu mgbasa ozi",
  "Ọ na-edekọ mmebi nke ikike mmadụ n'oge nyocha nke ebe obibi ndị na-eme ihe ike yana nzaghachi mberede",
  "Na Jenụwarị 2017, Crimean Center for Counteracting Extremism jidere ma jide onye ọka iwu ahụ. A kpọgara ya n'ụlọ ọrụ mpaghara nke Russian Federal Security Service maka ajụjụ ọnụ.  Ụlọ ikpe mpaghara kpebiri na ikpe mara Kurbedinov maka ịrụ ọrụ mgbasa ozi maka ndị na-eyi ọha egwu na òtù",
  "A mara ya ikpe ịga mkpọrọ ụbọchị iri",
  "[ịdị arọ na-ekwesịghị ekwesị? ]"
]