[
  "Iwu Chile machibidoro ịzụ ahịa mmadụ kpọmkwem, enwerekwa akụkọ ndị dịpụrụ adịpụ na a na-azụ ndị mmadụ gaa, site na, na n'ime mba ahụ maka ebumnuche nke mmegbu mmekọahụ na ịgba ohu n'ụlọ. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017. Iwu ahụ na-eme mpụ ịkwalite ịbanye ma ọ bụ ịpụ na mba nke ndị mmadụ maka ebumnuche nke ime ka ịgba akwụna dị mfe, na ntaramahụhụ nke ihe ruru afọ atọ (3) n'ụlọ mkpọrọ na ụgwọ nke $ 827 A na-abawanye ntaramahụhụ n'ọtụtụ ọnọdụ, gụnyere ikpe ebe onye ahụ bụ nwata, a na-eji ime ihe ike ma ọ bụ iyi egwu, aghụghọ ma ọ bụ mmegbu nke ikike metụtara, onye ahụ metụtara ma ọ bụ n'okpuru nkuzi nke onye omekome ahụ, ma ọ bụ jiri ọnọdụ ma ọ bụ nkwarụ onye ahụ mee ihe. Iwu ahụ na-eme ka ịgba akwụna nke ụmụaka na nrụrụ aka nke ụmụaka bụrụ mpụ, na afọ nkwenye maka inwe mmekọahụ bụ afọ iri na anọ. Iwu ahụ na-eme mpụ inweta ọrụ mmekọahụ site n'aka nwata iji nweta ego ma ọ bụ ihe ndị ọzọ.",
  "Ihe ka ọtụtụ n'ime ndị na-azụ ahịa bụ ụmụaka a na-azụ ahịa n'ime ụlọ maka mmegbu mmekọahụ. N'ime mba ahụ, a kọrọ na a na-esi n'ime ime obodo na-ebuga ndị ahụ n'obodo ukwu dị ka mba Santiago, Iquique, na Valparaiso. Ndị ọrụ mmanye iwu kwuru na a na-ebuga ọnụ ọgụgụ dị nta nke ndị ahụ metụtara na mba ndị agbata obi nke mba Argentina, Peru, na Bolivia, yana United States, Europe, na Eshia. A kọrọ na ndị a metụtara na-abịa mba ahụ n'afọ 2011-2017 site na mba Dominican Republic, Peru, Argentinian, Ecuador, Venezuela, Korea, Russia, South Africa, India, Indonesia, China, Paraguay, Colombia, na Bolivia, ọ bụ ezie na o siri ike ịmata ọdịiche dị n'etiti ndị na-azụ ahịa na ndị mbịarambịa akụ na ụba.",
  "Akụkọ akụkọ na-atụ aro na ụmụagbọghọ bụ ndị isi ihe mgbaru ọsọ maka ịzụ ahịa na mba ndị ọzọ. A kọrọ na ndị na-azụ ahịa na-eji mgbasa ozi akwụkwọ akụkọ maka ndị nlereanya na ndị na-akwalite ngwaahịa iji dọta ụmụ agbọghọ, ndị dị afọ iri na otu (11) ruo iri na asaa (17), n'ịgba akwụna. Ụlọ ọrụ ndị mmanye iwu gosiri na ndị na-azụ ahịa na-achọ ụmụaka lekwasịrị anya n'ezinụlọ ndị nwere nsogbu akụ na ụba, na-eme ka ndị nne na nna kwenye na ha na-enye nwa ahụ ohere maka ndụ ka mma.",
  "Onye nhazi mgbochi ịzụ ahịa na Mịnịstrị ime obodo na-arụ ọrụ na Mịnịstrị Ọha iji chịkọta ozi gbasara ikpe ọhụrụ a nyochara ma kpee ikpe. Site n'ọnwa Mee afọ 1995 ruo Machị, e mepere ikpe ọhụrụ iri asatọ na atọ, na ise na-echere nyocha na ikpe otu malitere na njedebe afọ ahụ. Ihe ka ọtụtụ n'ime ikpe metụtara ịzụ ahịa metụtara mmegbu mmekọahụ nke ụmụaka. Mịnịsta na-ahụ maka ọha na eze nyochara ikpe iri na otu nke ịzụ ahịa mmadụ n'ókèala site na Jenụwarị ruo Nọvemba, ma e jiri ya tụnyere ikpe asaa n'afọ 1995. Ọzọkwa, ndị PICH mpụ mmekọahụ na ngalaba mpụ cyber na-arụ ọrụ na Ministries of Justice na Interior iji dozie ịzụ ahịa. Gọọmentị na Interpol jikọrọ aka na ọrụ ndị mmanye iwu.",
  "Mịnịstrị na-ahụ maka ọrụ na-eme nyocha ebe ọrụ mgbe niile, na-aza mkpesa ụfọdụ, ma na-elekọta ọfịs na mpaghara ọ bụla na mpaghara Santiago Metropolitan niile iji chọpụta ọnọdụ ndị nwere ike imetọ ma gwa ndị ọrụ ikike iwu ha. Mịnịstrị ọhaneze zụrụ ọtụtụ narị ndị ọrụ mmanye iwu ka ha mata ma nyochaa ịzụ ahịa nwere ike ịzụ ahịa ma zụọ ndị ọkàiwu iji kpee ikpe n'ụzọ dị irè. SERNAM mere ka a mara ndị na-azụ ahịa ma nye ozi gbasara ikike ndị a na-ahụ maka ịzụ ahịa na ikpe nke ndị na-azụ ahịa nye ndị isi 100 na ndị na-eme ihe ike obodo 160 na obodo ndị dị n'ókè nke Iquique na Arica.",
  "Gọọmentị mere mgbalị dị ukwuu iji nyere ndị na-azụ ahịa aka n'afọ ahụ. Ụmụaka ndị a na-azụ ahịa n'ime mmegbu mmekọahụ natara ndụmọdụ, nlekọta uche na ahụike, na ọmụmụ agụmakwụkwọ na ụlọ ọrụ NGO na-arụ ọrụ maka ụmụaka a na-emegbu ma na-emegbu. Gọọmentị nyere nde dollar abụọ na NGO iri na isii nke na-emejuputa mmemme enyemaka ndị metụtara na mpaghara iri na abụọ dị iche iche. Ndị ọrụ uwe ojii chọpụtara ndị na-azụ ahịa ụmụaka kpọgara ha n'ụlọ ikpe ezinụlọ maka itinye ha n'ụlọ mkpọrọ nchebe na ezinụlọ ndị na-elekọta, ndị ikwu, ma ọ bụ ebe nchekwa ma tinye ndị a na NGO.",
  "SENAME rụrụ ọrụ na ụlọ ọrụ mpaghara iri asaa na ise, ya na òtù mba ụwa, gụnyere International Organization for Migration, na NGO iji hụ na ụmụaka na-etinye aka n'ọnọdụ ịzụ ahịa nwere ike ịlaghachi n'ọnọdụ mmegbu ma ọ bụ nnukwu ihe ize ndụ. Gọọmentị na ndị ọchịchị Bolivia na Argentina rụkọrọ ọrụ iji hazie mbugharị nke ndị mba ọzọ metụtara n'enweghị nsogbu. Ndị na-azụ ahịa nwere ike ịnọgide na mba ahụ n'oge ikpe megide ndị na-azụ ahịa ha. Ndị a tara ahụhụ nwekwara ike iweta iwu megide ndị na-azụ ahịa ma chọọ nkwụghachi",
  "Gọọmentị enweghị usoro visa obibi maka ndị na-azụ ahịa si mba ọzọ; Otú ọ dị, ọ dịkarịa ala otu onye e nyere ya ebe obibi nwa oge iji zere iweghachi ya na onye nwere ike imetọ ọzọ na obodo ya.",
  "N'afọ 2008, gọọmentị Chile guzobere otu ndị otu mba dị iche iche \"Intersectorial Committee against Trafficking in Person\" na nke mbụ ya",
  "Otú ọ dị, ọ bụ n'afọ 2013-2014 ka e depụtara atụmatụ ọrụ mba mbụ, nke na-agbaso usoro mmata na ọzụzụ, yana nchọpụta, ikpe na enyemaka ndị metụtara na mmekorita mba ụwa.",
  "Dị ka Ngalaba Na-enyocha Ịzụ Mmadụ na Chile (Brigada Investigadora de Trata de Personas Metropolitana - Bitrap) si kwuo, a chọpụtara ikpe ọhụrụ iri anọ na asaa nke ịzụ ahịa mmadụ n'afọ 2018",
  "E jiri ya tụnyere afọ gara aga, enwere naanị mmadụ itoolu n'afọ 2017.",
  "N'afọ 2019, gọọmentị kwubiri nkwekọrịta imekọ ihe ọnụ dị iche iche iji hụ na a ga-ewepụ ọrụ ụmụaka ma mepụta atụmatụ ruo afọ 2022 iji lụso ịzụ ahịa mmadụ ọgụ ma gụnye mmemme mmekọrịta mmadụ na ibe ya iji lụso ọrụ ụmụaka ọgụ",
  "N'otu afọ ahụ, e nyere iwu iji chebe ụmụaka na ndị na-eto eto ka ha ghara inwe mmerụ ahụ ọzọ na akaebe mpụ megide ịzụ ahịa mmadụ."
]