[
  "Nicaragua bụ isi iyi na ọbọdọ njem banyere ụmụ nwanyị na ụmụaka a na-azụ ahịa mmadụ, ọkachasị ịgba akwụna mmanye na ọrụ mmanye",
  "A na-azụ ahịa ụmụ nwanyị na ụmụaka Nicaragua maka mmegbu mmekọahụ azụmahịa n'ime mba ahụ yana mba ndị agbata obi, ọtụtụ mgbe na El Salvador, Costa Rica, Guatemala, Honduras, Mexico, na United States",
  "A na-akpọ ndị na-azụ ahịa n'ime ime obodo maka ọrụ ná mba ukwu, ọkachasị Managua, ma mesịa manye ha ịgba akwụna",
  "A na akwanye ndị okenye na ụmụaka n'ọnọdụ ọrụ mmanye na ọrụ ugbo (karịsịa na mmepụta kọfị na unere), ụlọ ọrụ ịkụ azụ (ịchịkọta azụ), na maka ịgba ohu n'ụlọ n'ime obodo ahụ na Costa Rica. E nwere akụkọ màkà ụfọdụ ndị Nicaragua a manyere itinye aka na ịzụ ahịa ọgwụ ọjọọ",
  "Ruo n'ókè dị nta, Nicaragua bụ mba na-aga maka ụmụ nwanyị na ụmụaka ndị a na-enweta site na mba ndị agbata obi maka ịgba akwụna mmanye",
  "Managua, Granada, Estelí, na San Juan del Sur bụ ebe ndị njem nleta ụmụaka si obodo ọzọ si United States, Canada, na Western Europe, a na-akọkwa na ụfọdụ ụlọ ọrụ njem na-akwado ịkwalite njem mmekọahụ ụmụaka",
  "Nicaragua bụ mba njem maka ndị mbịarambịa si Africa na East Asia na-aga United States; ụfọdụ nwere ike ịdaba n'aka ndị ná azụ ahịa mmadụ.",
  "Ụlọ ọrụ Ngalaba steeti US na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2 Watchlist\" n'afọ 2017.",
  "Gọọmentị Nicaragua kwadoro mgbalị dị ala iji lụso ịzụ ahịa mmadụ ọgụ site na ọrụ ndị mmanye iwu n'oge akụkọ ahụ",
  "Nicaragua na-eme ka ụdị ọ bụla nke ịzụ ahịa mmadụ bụrụ mpụ",
  "Nkeji edemede otu narị na iri asatọ na abụọ nke Iwu Penal machibidoro ịzụ ahịa mmadụ maka ebumnuche nke ịgba ohu, mmegbu mmekọahụ, na nkuchi, na-enye ntaramahụhụ nke mkpọrọ afọ Asaa ruo afọ irí",
  "Iwu dị iche, Nkeji edemede narị atọ na iri na ise, machibidoro nrubeisi, mmezi, ma ọ bụ ịmanye onye ọzọ n'ohu, ọrụ mmanye, ịgba ohu, ma ọ bụ isonye na agha agha; mmejọ a na-ebute ntaramahụhụ nke mkpọrọ afọ ise ruo afọ asatọ",
  "Ntaramahụhụ ndị a e nyere iwu zuru oke ma kwekọọ na ntaramahụhụ e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike.",
  "Gọọmentị Nicaragua gbalikwara nkè ukwuu iji chebe ndị na-azụ ahịa n'afọ gara aga, NGO na òtù mba ụwa nọgidere na-abụ ndị isi na-enye ndị na-ahụ maka ya ọrụ",
  "Gọọmentị nyere ọtụtụ ndị na-azụ ahịa ụmụaka ebe obibi na ọrụ, mana enyemaka dị otú ahụ adịghị mfe ịnweta n'akụkụ niile nke mba ahụ, a na-akọkwa na gọọmentị belatara enyemaka ya dị ntakịrị na ebe obibi ndị a n'ime afọ gara aga",
  "Enweghị ebe nchekwa gọọmentị na-arụ ọrụ maka ndị na-azụ ahịa, ọ bụ ezie na NGO na-arụ ọrụ ebe obibi banyere ndị na-azụ ahịa mmekọahụ",
  "Ndị okenye na-azụ ahịa enweghị ike ịnweta ọrụ ọ bụla gọọmentị kwadoro, ọ bụ ezie na gọọmentị nyere ụfọdụ ndị metụtara obere ọrụ iwu, ahụike na nke uche.",
  "Mgbalị nile gọọmentị Nicaragua iji gbochie ịzụ ahịa ka ezukwaghi",
  "Gọọmentị emeghị mgbasa ozi megide ịzụ ahịa ma ọ bụ mgbasa ozi agụmakwụkwọ n'ime afọ 2009, ọ bụ ezie na NGO na òtù mba ụwa mere mkpọsa mgbasa ozi ọha na eze na mmekorita gọọmentị",
  "Gọọmentị gbanwere akara ọkụ nke a raara nyebu maka ịzụ ahịa mmadụ ka ọ bụrụ akara ọkụ maka ịkọ akụkọ banyere ọdịmma ụmụaka",
  "Kọmitii gọọmentị na-ahụ maka mgbochi ịzụ ahịa na-ahụ maka ịhazi mgbalị mgbochi ịzụ ahịa, kama na ha rụrụ ọrụ ole na ole, ndị NGO na-ajụkwa ikike kọmitii ahụ na nkwa ya iji lụso ịzụ ahịa ọgụ.",
  "N'afọ 2020, United States depụtara Nicaragua na akụkọ ya kwa afọ",
  "Nke a ziri ezi n'ihi na ọrịa COVID-19 ga-eduga na mmụba nke ịzụ ahịa iwu."
]