[
  "Mba \nIreland bụ otu n'ime ọtụtụ mba na-aga maka ụmụnwanyị, ụmụnwoke, na ụmụaka na-atụ mgbere ahịa maka ebumnuche nke mmegbu mmekọahụ na ọrụ mmanye. N'ime akụkọ ya nke afọ 2018 nakwa n'afọ 2019 Trafficking in Persons Report, United States Department of State's Office to Monitor and Combat Trafficking in Persons kwuru na e wedara Ireland site na ọkwa 1 ruo mba nke 2, nke pụtara na ọ naghịzi ezute \"ụkpụrụ kacha nta maka iwepụ ịzụ ahịa mana [..] na-eme mgbalị dị ukwuu ime nke ahụ\". Akụkọ 2018 gosipụtara \"naanị ikpe atọ\" na \"ọdịda na njirimara na ntụgharị\" dị ka ihe kpatara mbelata ahụ.",
  "Na mba Ireland, iwu mpụ ịzụ ahịa mmadụ na-achịkwa Iwu Criminal (Human Trafficking) Act 2008 na Iwu Criminal (Human Trafficking) (Amendment) Act 2013. Iwu nke afọ 2008 na-ekwu na:\n \nN'afọ 2017, a kọrọ na e nwere ikpe atọ n'okpuru iwu a.",
  "Iwu Nchedo Ndị Na-ahụ Maka Ịzụ ahịa na US (TVPA), dị ka emegharịrị, chọrọ ka onye odeakwụkwọ nke Steeti US nyefee akụkọ kwa afọ na US Congress na-enyocha omume nke mba dị iche iche n'ụwa n'ọgụ megide ịzụ ahịa mmadụ.",
  "Ngalaba Steeti US na Tọzdee wepụtara akụkọ na-egosi mmụba pasentị iri asaa na atọ (73) na ọnụ ọgụgụ ndị a chọpụtara na ha na-azụ ahịa mmadụ na Ireland kemgbe afọ 2014",
  "Ireland ka nọgidere na-enwe ọnọdụ Tier 1 na US State Department Annual Human Trafficking Report of 2015",
  "Ọnọdụ Tier 1 nke Ireland pụtara na njikwa mba ahụ zutere ụkpụrụ kacha nta maka iwepụ ụdị ịzụ ahịa siri ike.",
  "Dị ka Ngalaba Steeti nyochara Republic of Ireland dị ka nke na-ezute ụkpụrụ kacha nta maka iwepụ ụdị ịzụ ahịa siri ike dị ka egosiri na US Trafficking Victims Protection Act (TVPA), (dị ka emegharịrị) ọ nọgidere na-enwe ọkwa Tier 1 kachasị elu n'afọ 2015",
  "A na-ahazi Ireland dị ka Tier 1 maka afọ isii (6) gara aga.",
  "Dị ka ọ bụ ụkpụrụ maka mba niile, gụnyere mba Tier 1, Report on Ireland nwere ọtụtụ aro a ga-arụ ọrụ na-aga n'ihu",
  "A na-edozi ndụmọdụ ndị a n'ime ọnọdụ mmepe nke Atụmatụ Ọrụ Mba nke Abụọ iji gbochie ma dozie ịzụ ahịa mmadụ n'ụwa niile.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017. Otú ọ dị, n'afọ 2018 nakwa n'afọ 2019 e debere mba ahụ na \"Tier 2\"",
  "Mba ndị ọzọ gbadara site na Tier 1 ruo Tier 2, dịka akụkọ nke 2019, gụnyere mba Germany na Denmark."
]