[
  "O yikarịrị ka a na-azụ ọtụtụ puku mmadụ na mba Yemen kwa afọ, ọtụtụ mgbe na mba Saudi Arabia.",
  "Yemen bụ mba sitere na ụmụaka, ọkachasị ụmụnwoke, ndị a na-azụ ahịa maka ịrịọ arịrịọ mmanye, ọrụ mmanye na-enweghị nkà, ma ọ bụ ịzụ ahịa n'okporo ámá",
  "A na-azụ ụmụaka Yemen gafee ókèala ugwu gaa Saudi Arabia, ma ọ bụ gaa n'obodo Yemen nke Aden na Sana'a maka ọrụ mmanye, ọkachasị dị ka ndị arịrịọ",
  "Atụmatụ a na-ejighị n'aka na-egosi na a na-ebubata ụmụaka mba Yemen iri (10) na Saudi Arabia kwa ụbọchị, dị ka Mịnịstrị na-ahụ maka mmekọrịta mmadụ na ibe ya na ọrụ si kwuo",
  "Ụfọdụ n'ime ụmụaka ndị a nwere ike ịbụ ndị a na-enwe mmekọahụ na njem ma ọ bụ ozugbo ha rutere Saudi Arabia.",
  "Ruo n'ókè dị nta, Yemen bụkwa mba isi iyi maka ụmụnwanyị na ụmụagbọghọ a na-azụ ahịa n'ime obodo, ikekwe na Saudi Arabia maka ebumnuche nke mmegbu mmekọahụ azụmahịa, yana mba nwere ike ịga maka ụmụ nwanyị si mba Ethiopia, Eritrea, Somalia na Philippines",
  "A na-azụ ụmụ agbọghọ Yemen n'ime mba ahụ maka mmegbu mmekọahụ azụmahịa; otu nnyocha nke ILO-IPEC na-egosi na a na-erigbu ụmụ agbọghọ (dị afọ iri na ise) maka mmekọahụ azụmahịa na họtel, casinos na ụlọ mmanya na gọvanọ Mahweet, Aden na Taiz",
  "Na mgbakwunye, ụmụaka nọ n'okporo ámá nwere ike ịnweta mmegbu mmekọahụ azụmahịa.",
  "Ọtụtụ n'ime ndị a na-azụ ahịa na-esikwa na \"Horn of Africa\" kwaga, na-akwụ ọtụtụ narị dollar nye ndị na-azụ ahịa iji mee ka njem ha dị mfe ka ha na-agafe mmiri site na obere ụgbọ mmiri, nke na-ejupụtakarị nke na ụfọdụ na-enwe ume",
  "A na-ejidekarị ndị na-aga n'ụsọ mmiri nke Yemen maka mgbapụta, a na-echekwa ụfọdụ ma na-ere ha ndị otu ndị ọzọ.",
  "Ọnụ ọgụgụ ndị mbịarambịa Yemen na-enweta ruru ọnụ ọgụgụ kachasị elu n'afọ 2012 ruo ihe karịrị 100,000 naanị n'afọ ahụ.  Ebe ọ bụ na e nweela mbelata a na-ekwu na esemokwu dị ugbu a na mpaghara ahụ na Saudi Arabia.",
  "Gọọmentị Yemen anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa; Otú ọ dị, ọ na-eme mgbalị dị ukwuu ime nke ahụ",
  "Yemen mepere ebe obibi maka ụmụaka ndị e gburu na Sana'a, ma gaa n'ihu na-enye nchebe na ọrụ nlọghachi maka ndị a kpọghachitere na Saudi Arabia",
  "Ka o sina dị, Yemen kọrọ ikpe ole na ole maka ịzụ ahịa n'afọ a, ma kwuo na ọ nweghị mgbalị dị mkpa iji dozie ịzụ ahịa maka mmegbu mmekọahụ azụmahịa.",
  "Ọ bụ ezie na mba Yemen ekwuputabeghị atụmatụ ọ bụla kpọmkwem iji belata ihe omume nke ịzụ ahịa mmadụ na-eme n'ime ókèala ha na-eme ka ụfọdụ kwenye na ọnụ ọgụgụ ahụ ezighi ezi iji gosipụta ọganihu ụgha maka nghọta zuru ụwa ọnụ",
  "N'ihi nke a, otu n'ime ebe kachasị mma maka ohere iji belata ịzụ ahịa mmadụ na Yemen bụ ọchịchị na mmanye n'ime Yemen yana mba ha si",
  "Ohere kachasị mma iji lụso mpụ a jọgburu onwe ya ọgụ bụ ime ka ndị niile tinye aka na mmezi ahụ",
  "Nrụrụ aka gọọmentị bụkwa nnukwu onye na-enye aka na nke a ebe ụfọdụ na-erite uru ego site na mpụ mba a na-arịwanye elu na-emepụta ọtụtụ iri ijeri dollar kwa afọ",
  "Nnyocha egosipụtala na inwe ọtụtụ ụmụnwanyị n'ọkwa gọọmentị nwere mmetụta dị mma na-apụtaghị ìhè na mbelata nke ihe omume.",
  "Gọọmentị Yemen emeghị ka mbọ ya dị mma iji taa mpụ ịzụ ahịa ahụhụ n'ime oge akụkọ ahụ",
  "Nkeji edemede 248 nke iwu ntaramahụhụ na-enye ikpe mkpọrọ afọ iri maka onye ọ bụla nke \"na-azụ, na-ere ma ọ bụ na-enye dị ka onyinye, ma ọ bụ na-azụ ahịa na ụmụ mmadụ; na onye ọ bụla nke na-eweta mba ahụ ma ọ bụ na-ebupụ mmadụ n'ebumnobi nke iji ya mee ihe",
  "Ntaramahụhụ a a kapịrị ọnụ kwekọrọ na nke mpụ ndị ọzọ dị egwu, dị ka ndina n'ike.",
  "Nkeji edemede 161 nke Yemen's Child Rights Law na-eme ka ịgba akwụna ụmụaka bụrụ mpụ",
  "N'agbanyeghị nnweta nke iwu ndị a, Yemen kọrọ naanị njide iri na anọ na ikpe isii maka ịzụ ahịa ọrụ ụmụaka",
  "Gọọmentị enyeghị ozi, gbasara ikpe e kenyere ndị na-azụ ahịa a mara ikpe",
  "Gọọmentị ekwughị mbọ ndị mmanye iwu na-agba megide ịtụ mgbere ahịa maka mmegbu mmekọahụ",
  "Ọzọkwa, n'agbanyeghị ihe ngosi nke ndị ọrụ gọọmentị na-etinye aka na ịzụ ahịa, Yemen akatọghị ndị ọrụ ọ bụla maka njikọ aka dị otú ahụ.",
  "Yemen nwere ọganihu dị nta n'ichebe ndị na-azụ ahịa n'afọ gara aga",
  "N'ọnwa Julaị afọ 2007, gọọmentị Yemen nyere ndị uwe ojii nwanyị iri asatọ ọzụzụ banyere otu esi emeso ụmụaka a na-azụ ahịa",
  "O mepere ebe obibi na Sana'a n'ọnwa Febụwarị, iji nabata ụmụaka a na-azụ ahịa na-alọta site na mba Saudi Arabia; ebe obibi a echebeela ụmụ nwoke iri kemgbe e mepere ya",
  "Gọọmentị nwetakwara ụmụaka 622 n'ụlọ nnabata ya, n'oge akụkọ ahụ, na-enye ụmụaka ndị a kpọghachitere site na Saudi Arabia ọrụ mmekọrịta mmadụ na ibe ya, nlekọta ahụike dị nta na ọrụ njikọta ezinụlọ.",
  "Ka o sina dị, gọọmentị nọgidere na-enweghị ọrụ nchebe maka ndị na-azụ ahịa mmekọahụ",
  "Gọọmentị ejighị usoro iji chọpụta ndị na-azụ ahịa mmekọahụ n'etiti ndị nọ n'ihe ize ndụ dị elu; n'ihi ya, e jidere ndị a na-azụ ahịa, gụnyere ụmụaka, ma tụọ ha mkpọrọ maka mpụ ndị e mere n'ihi ịzụ ahịa, dị ka ịgba akwụna",
  "Gọọmentị nwere ike ịgba ụmụaka ndị a metụtara ume ka ha nyere aka na nyocha megide ndị na-azụ ahịa ha, mana ọ naghị enye ụzọ iwu kwadoro iji wepụ mba, ndị na-eche ihe isi ike ma ọ bụ ntaramahụhụ ihu.",
  "Yemen nwere ọganihu dị ala n'igbochi ịzụ ahịa mmadụ n'oge akụkọ ahụ",
  "Gọọmentị mepụtara mkpọsa mgbasa ozi ọha na eze megide ịzụ ahịa ụmụaka",
  "Na mgbakwunye, Mịnịstrị na-ahụ maka ihe ruuru mmadụ kesara broshuọ banyere iyi egwu nke ịzụ ahịa ụmụaka na mmekorita ya na UNICEF, na-enye nkwado nkwado maka ọrụ a.",
  "Gọọmentị, Otú ọ dị, emeghị ihe ọ bụla a maara n'oge akụkọ iji belata ọchịchọ maka mmekọahụ azụmahịa",
  "Gọọmentị emeghịkwa mbọ ọ bụla maka mmata ọha na eze na-elekwasị anya na ụmụ amaala na-aga ebe a maara maka njem nlegharị anya mmekọahụ ụmụaka na mba ofesi",
  "Yemen akwadobeghị 2000 UN TIP Protocol."
]