[
  "Turkey bụ ebe kachasị elu maka ndị na-azụ ahịa mmadụ, dị ka akụkọ UNDOC mepụtara si kwuo. Mba isi mmalite maka ndị a chọpụtara na-azụ ahịa na 2008 gụnyere Turkmenistan, Uzbekistan, Moldova, Kyrgyzstan, Russia, Georgia, Ukraine, Azerbaijan, Romania, Kazakhstan, Belarus, Bulgaria, Indonesia, na Morocco. N'ụzọ dị ịrịba ama, òtù ndị omempụ Russia na-etinye aka na ịzụ ahịa ụmụ nwanyị maka ịgba akwụna, ụmụ nwanyị Russia na Ukraine abanyela n'ọtụtụ mba Europe, gụnyere Turkey. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ n'ime \"Tier 2\" na 2017.",
  "Gọọmentị nke Turkey gosipụtara ike megide ndị mmanye iwu na mgbalị ndị na-ekpe ikpe n'oge akụkọ ahụ",
  "Nkeji edemede 80 nke Iwu Penal machibidoro ịzụ ahịa maka mmegbu mmekọahụ na ọrụ mmanye, ma nye ntaramahụhụ nke mkpọrọ afọ 10 ruo afọ 15, nke zuru oke ma kwekọọ na ntaramahụhụ a kapịrị ọnụ maka mpụ ndị ọzọ dị egwu, dị ka mwakpo mmekọahụ",
  "Gọọmentị kwuru na ọ mara ndị na-azụ ahịa anọ ikpe n'oge 2007 n'okpuru edemede 80, nke a gbanwere n'oge na-adịbeghị anya, mana ọtụtụ ikpe - nke malitere tupu mmeghari edemede 80 - gara n'ihu n'okpuru Nkeji edemede 227, iwu mbụ megide ịzụ ahịa",
  "Na mgbakwunye na ikpe anọ nke Nkeji edemede 80, gọọmentị, n'afọ 2007, gbara ndị a na-enyo enyo 160 ikpe ma maa ndị omekome 121 ikpe, mmụba dị egwu site na mmadụ 36 a mara ikpe na 2006",
  "Ntaramahụhụ a na-enye ndị na-azụ ahịa a mara ikpe n'okpuru Nkeji edemede 227 bụ nkezi afọ atọ n'ụlọ mkpọrọ ma gụnye ụgwọ, ụfọdụ n'ime ha dị ukwuu",
  "Mmadụ iri atọ na abụọ a mara ikpe na-azụ ahịa nwetara mkpọrọ ihe karịrị afọ anọ",
  "N'okpuru iwu Turkish, enwere ike ibelata oge mkpọrọ nke afọ abụọ ma ọ bụ ihe na-erughị ya ka ọ bụrụ nyocha; n'ime ikpe 121, a mara mmadụ 26 ikpe afọ abụọ ma ọ bụ obere",
  "Ndị na-azụ ahịa iri na asatọ a mara ikpe n'okpuru iwu mpụ ndị ọzọ natara ụgwọ na mkpọrọ site na ọnwa iri ruo afọ anọ na ọnwa abụọ",
  "Ọ bụ ezie na e meela ọganihu ụfọdụ, Gọọmentị Turkey kwesịrị ịnọgide na-agbasawanye mmekorita ndị mmanye iwu ma chọọ ohere iji meziwanye mmekorita ikpe na mba ndị sitere na ya",
  "Dị ka akụkọ mgbasa ozi ole na ole si kwuo n'afọ 2007, e jidere ọnụ ọgụgụ dị nta nke ndị ọrụ ọhaneze maka mpụ metụtara ịzụ ahịa",
  "Gọọmenti Turkey kọrọ na, n'agbata 2004 na 2007, ndị ọrụ ọha na eze 32 nọ n'okpuru ikpe ikpe maka inyere ndị na-ere ahịa aka, ịgba akwụna, ma ọ bụ ịnara ihe iri ngo.  N'afọ 2007, gọọmenti wepụrụ Onyeikpe Mkpegharị Mkpegharị n'ọrụ ya maka inyere ndị na-ere ahịa aka;  ikpe na-aga n'ihu.  Gọọmenti gara n'ihu nyocha nke metụtara onye na-elekọta ụlọ mkpọrọ bụ onye e jidere ma tụọ ya na February 2007 maka iji ikike eme ihe n'ụzọ na-ezighị ezi na ịnara ihe iri ngo na-eme ka ịzụ ahịa dị mfe.",
  "Otu kọmitii ikpe tụrụ aro ka a chụpụ ya n'ọrụ ọhaneze."
]