[
  "Ịzụ ahịa mmadụ na Arizona bụ ịzụ ahia nke ụmụ mmadụ nke iwu na-akwadoghi maka ebumnuche nke ịgba ohu ịmụ nwa, mmegbu mmekọahụ azụmahịa, na ọrụ mmanye dịka ọ na-eme na steeti Arizona, a makwaara ya nke ọma dị ka ụdị ịgba ohu nke oge a",
  "Ọ gụnyere \"ịgba ndị mmadụ n'ọrụ, njem, ịnyefe, ịnabata ma ọ bụ ịnata ndị mmadụ site na iyi egwu ma ọ bụ iji ike ma ọ bụ ụdị mmanye ndị ọzọ, ịtọrọ mmadụ, aghụghọ, iji ike eme ihe n'ụzọ na-ezighị ezi, ma ọ bụ ọnọdụ nke adịghị ike ma ọ bụ nke inye ma ọ bụ ịnata ụgwọ ma ọ bụ uru iji nweta nkwenye nke onye nwere njikwa onye ọzọ, maka ebumnuche nke mmegbu",
  "Mmegbu ga-agụnye, ma ọ dịkarịa ala, mmegbu nke ịgba akwụna nke ndị ọzọ ma ọ bụ ụdị mmegbu mmekọahụ ndị ọzọ, ọrụ mmanye, ịgba ohu ma ọ bụ omume yiri ịgba ohu, ịgba ohu ma ọ bụ iwepụ akụkụ ahụ",
  "\"",
  "Dị ka Ngalaba Steeti nke United States si kwuo, Arizona bụ isi ebe na ebe njem maka ọrụ na ịzụ ahịa mmekọahụ, ma mba ma mba ụwa",
  "Ụfọdụ ihe na-enye aka gụnyere ịdị nso ya na Mexico, San Diego na Las Vegas, ihu igwe ya na-ekpo ọkụ, netwọk nke okporo ụzọ, na eziokwu ahụ bụ na ọ bụ nnukwu ebe ọgbakọ, na ebe obibi ọtụtụ ihe omume egwuregwu ọkachamara.  Nnukwu ndakpọ akụ na ụba dakwasịrị Phoenix nke ukwuu, na-eduga n'ịba ụba nke ndị ntorobịa na-enweghị ebe obibi bụ ndị na-enweghị ike ịdaba n'aka ndị na-azụ ahịa mmadụ.  Cindy McCain emeela ka a mara banyere ịzụ ahịa mmadụ na Arizona na n'ofe United States ma jee ozi dị ka onye isi oche nke Gọvanọ Arizona Jan Brewer's Task Force on Human Trafficking.",
  "N'ọnwa Julaị afọ 2014, ngalaba nke Sex Trafficking Intervention Research nke mahadum steeti Arizona mere nyocha nke ndị ntorobịa narị abụọ na ịrị anọ na isii na-enweghị ebe obibi dị afọ iri na asatọ wee ruo afọ iri abụọ na ise",
  "Pasent iri abụọ na ise kwuru na ha bụ ndị na-azụ ahịa mmadụ ebe pasent iri na asatọ bu ndị onye na-azụ ahịa ugbu a na-achikwa",
  "Ndị ntorobịa LGBTQ (pasent iri atọ na asatọ) yikariri ndị a ga-eji zụ ahịa karịa ndị ntorobịa kwụ ọtọ (pasent iri abụọ)",
  "Afọ ole a na-azụ ahịa nke mbụ ya sitere n'afọ ise ruo afọ iri abụọ na atọ, na nkezi afọ iri na anọ.",
  "Nnyocha nke 2015 nke Mahadum steeti Arizona lere anya na ịzụ ahịa mmekọahụ dị n'etiti ndị okenye nọ na nyocha na mpaghara Maricopa",
  "Ha chọpụtara na 38% nke ndị ọrụ nyocha ndị okenye nwere onye na-azụ ahịa mmekọahụ na ibu ikpe ha ebe 25.6% nwere onye na-azụ ahịa mmekọahụ",
  "N'ime ndị a na-azụ ahịa mmekọahụ, 39.3% na-azụ ahịa ugbu a na 92.9% bụ ụmụ nwanyị.",
  "Gov",
  "Jan Brewer ejikọtala otu Task Force on Human Trafficking nke gụnyere ndị na-akwado ya na ndị ndọrọ ndọrọ ọchịchị",
  "N'ịgbaso ndụmọdụ ha, ụlọ akwụkwọ ndị uwe ojii nke Arizona etinyewo ọzụzụ mmekọahụ na klas na ule",
  "Na mgbakwunye, Arizona Peace Officer Standards and Training Board na-ekesa vidiyo nke izụ ahịa mmekọahụ maka ndị bụ ndị ọrụ ha ugbu a.",
  "N'afọ 2014, Phoenix City Council kwadoro atụmatụ afọ ise iji lụso ịzụ ahịa a n'obodo ahụ ọgụ",
  "N'oge a, ha na-atụ anya ịmepụta mgbanwe ọdịbendị nke na-eme ka ịzụ ahịa mmadụ bụrụ ihe a na-anabataghị site n'inwe mkpọsa Stop Human Trafficking, iso ụlọ ọrụ mgbasa ozi na-arụkọ ọrụ, na-akwalite akara ekwentị nke mba, na-etinye mpempe akwụkwọ mmata",
  "Ha na-atụ anya ịkụziri ndị mgbasa ozi otu esi akọ akụkọ banyere ịzụ ahịa mmadụ, soro ndị ọkachamara na-azụ ahịa mmadụ, ma na-eduzi ọzụzụ maka ụlọ ọrụ na òtù ndị nwere ike izute ndị ihe a metụtara",
  "Ha na-eme atụmatụ ịbawanye ndị mmanye iwu site na inwe ọzụzụ dị mkpa site na ndị mmanye iwu, ịchọpụta ndị gbapụrụ agbapụ site na mmekorita ya na ngalaba nke ndị uwe ojii maka ndị na-efu efu, inweta usoro ntụrụndụ ka mma maka ndị na-azụ ahịa, na teknụzụ ka mma iji chọpụta ndị pimps na ndị o metụtara.",
  "Ha na-emekwa atụmatụ ịbawanye ọrụ maka ndị a metụtara ya mere na site na 2020, ndị metụtara ga-enwe ohere ịnweta nlekọta dị ukwuu na ọtụtụ nhọrọ maka ọrụ",
  "Ha na-eme atụmatụ ịmepụta nchekwa data nke na-akwado ozi gbasara ụlọ ọrụ ndị na-ahụ maka ọrụ, ma nyochaa oghere dị na ọrụ, ọkachasị n'ime awa iri anọ na asatọ mbụ mgbe ndị mbụ bịara.",
  "Ụbọchị Mba nke Johns bụ ihe gbasara ịzụ ahịa mmekọahụ n'ihe gbasara Super Bowl XLIX, nke emere na Phoenix",
  "E jidere ihe fọrọ nke nta ka ọ bụrụ mmadụ narị isii ma napụta mmadụ iri isii na asatọ",
  "Super Bowls na-adọta ndị na-azụ ahịa mmekọahụ na ọtụtụ n'ime ndị a napụtara kwuru na a kpọtara ha na Arizona kpọmkwem maka Super Bowl.",
  "Arizona's Not Buying It bụ mkpọsa nke onye ọka iwu Arizona malitere na mmekorita ya na Shared Hope International nke e mere iji lụso ịzụ ahịa mmekọahụ ụmụaka ọgụ",
  "Ọ na-egosi ọtụtụ ndị ama ama, na-ekwupụta nkwado ha maka mkpọsa ahụ, gụnyere Derrick Hall, Anthony LeBlanc, Mark Lewis, Kurt Warner, Dr",
  "Ray Perkins, Danny White, Dan Manucci, Jay Taylor na Steve Holden."
]