[
  "Cuba bụ isi iyi mba maka ụmụaka a na-azụ ahịa mmadụ, ọkachasị mmegbu azụmahịa mmekọahụ n'ime mba ahụ",
  "Ọnụ ọgụgụ nke ịzụ ahịa n'ime Cuba siri ike ịtụle n'ihi ọdịdị mechiri emechi nke gọọmentị na obere akụkọ na-abụghị nke gọọmentị ma ọ bụ nke onwe ya.",
  "Gọọmentị Cuba anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ma ọ naghị eme mgbalị dị ukwu ime nke ahụ",
  "Na nzọụkwụ dị mma, Gọọmentị Cuba kesara ozi gbasara ịzụ ahịa mmadụ na mbọ ya iji dozie nsogbu ahụ",
  "Otú ọ dị, gọọmentị amachibidoghị ụdị ịzụ ahịa ọ bụla n'oge akụkọ ahụ, ma ọ bụ nyeghị ihe akaebe a kapịrị ọnụ na ọ na-ekpe ikpe ma taa ndị omekome na-azụ ahịa ikpe, na-echebe ndị na-ahụ maka ụdị ịzụ ahịa niile, ma ọ bụ mejuputa iwu nchedo ndị mmadụ ma ọ bụ mmemme iji gbochie ịzụ ahịa mmadụ. Ụlọ ọrụ ngalaba US Steeti na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2 Watchlist\" na 2017.",
  "N'afọ 2019, e wedara Cuba na Tier 3 ebe ọ bụ na ọ gbasoghị ụkpụrụ kacha nta ma ghara ime mgbalị dị mkpa ime nke ahụ, ma nọgide na Ọkwa  3 na 2020.",
  "Cuba, na 2021, bi dị ka mba Ọkwa 3 n'ihe gbasara ịzụ ahịa mmadụ",
  "N'akụkọ ihe mere eme nke Cuba, ụdị isi nke ịzụ ahịa mmadụ bụ site na mmegbu mmekọahụ na nke ụlọ, yana ọrụ mmanye",
  "Ndị isi na-ahụ maka ya bụ ụmụ nwanyị na ụmụ agbọghọ ka ha na-ahụ mmebi iwu dị mkpa nke ikike mmadụ ha bụ isi nke na-emetụta enweghị nhata nwoke na nwanyị, ịkpa ókè, na mmetụta na iguzosi ike n'ezi ihe ha na uche ha.",
  "Gọọmentị Cuba ekwughị ọganihu a na-ahụ anya n'ikpe ndị omekome na-azụ ahịa n'oge akụkọ ahụ",
  "Cuba yiri ka ọ na-amachibido ọtụtụ ụdị ọrụ ịzụ ahịa site na ndokwa dị iche iche nke iwu ntaramahụhụ ya, mana enweghị ike ịchọpụta ojiji nke ndokwa ndị a",
  "Aha nke atọ, Nkebi nke 1, Nkebi nke 310 na-enye na iji ụmụaka na-erubeghị afọ iri na isii na-agba akwụna, nrụrụ aka, omume ndị na-akpali agụụ mmekọahụ, ma ọ bụ omume ndị ọzọ na-akwadoghị nwere ike ịbụ ntaramahụhụ site na mkpọrọ afọ asaa ruo afọ iri atọ ma ọ bụ ọnwụ",
  "Ịgba akwụna nke ụmụaka karịrị afọ iri na isii bụ iwu",
  "Nkeji edemede 316 maka ire ụmụaka, machibido ịzụ ahịa ime obodo na nke mba ọzọ n'ime ụmụaka na-erubeghị afọ 16 maka ọrụ mmanye,",
  "ịgba akwụna, ịzụ ahịa akụkụ ahụ, na ihe ndị na-akpali agụụ mmekọahụ, ma nye ntaramahụhụ nke mkpọrọ dị n'agbata afọ anọ na afọ iri abụọ",
  "Isiokwu 302 na 87 machibidoro ime ka onye toro eto banye n'ịgba akwụna, ma nye ntaramahụhụ nke mkpọrọ ruru afọ iri abụọ",
  "Ntaramahụhụ ndị a niile siri ike nke ọma, ma kwekọọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike. Gọọmentị ekenyeghị data gọọmentị metụtara nyocha Cuba, ikpe, na ikpe nke ndị omekome na-azụ ahịa na 2009 ma ọ bụ afọ ọ bụla ọzọ",
  "Akụkọ gara n'ihu banyere ndị uwe ojii n'otu n'otu na-erite uru site na azụmahịa mmekọahụ, ọ bụ ezie na a na-akụda omume ahụ mmụọ",
  "Enweghị nyocha ma ọ bụ ikpe nke ndị ọrụ ọhaneze a kwadoro",
  "Gọọmentị ekwughị ọzụzụ ọ bụla megide ịzụ ahịa nyere ndị isi",
  "Otú ọ dị, UNICEF kọrọ na ndị uwe ojii na ndị ọrụ na ụlọ ọrụ ndị njem nleta natara ụdị ọzụzụ a",
  "Gọọmentị sonyekwara na mmemme mpaghara UNICEF kwadoro iji lụso ịzụ ahịa ọgụ.",
  "Gọọmenti enyeghị ezigbo ihe akaebe maka nchekwa nke ndị a na-eme mgbere ahịa n'oge mkpesa.Gọọmentị gbochiri ikike nke NGO mba ụwa na nke obodo iji rụọ ọrụ na Cuba",
  "Na mmekorita ya na otu NGO na gọọmentị ọzọ, Cuba gara n'ihu na-akwado ọrụ nke ụlọ ọrụ abụọ na-agwọ ụmụaka a na-emetọ n'ụzọ mmekọahụ, mana gọọmentị enyeghị ozi gbasara ndị natara ọgwụgwọ na ụlọ ọrụ ndị a",
  "Gọọmentị nyekwara ego maka ebe nchekwa ụmụ nwanyị ebe ndị ahụ metụtara nwere ike ịnweta nlekọta, ọ bụ ezie na gọọmentị enyeghị ozi gbasara ndị natara ọgwụgwọ na ebe nchekwa ahụ",
  "Dị ka UNICEF si kwuo, ma ụlọ ọrụ maka ụmụaka na ebe obibi ụmụ nwanyị bụ ndị na-eji ndị na-azụ ahịa, a na-azụkwa ndị ọrụ ahụ kpọmkwem otu esi amata ma gwọọ ndị na-azụ ahịa. Gọọmentị ekwughị na ndị uwe ojii na ndị isi ndị ọzọ jiri usoro chọpụta ndị na-azụ ahịa, dị ka ndị na-agba akwụna, ma duzie ha na ọrụ, mana onye nnọchi anya UNICEF gosipụtara na ndị uwe ojii na-enweta ọzụzụ kpọmkwem banyere ịchọpụta ndị na-azụ ahịa na ozi gbasara otu esi akpọ ha ọrụ ndị dịnụ",
  "Gọọmentị enyeghị ihe akaebe ọ bụla na-agba ndị na-azụ ahịa ume ka ha nyere aka na nyocha na ikpe nke ndị omekome na-azụ ahịa.",
  "Argudin, Damila Hechavarría",
  "Ịzụ ahịa mmadụ na Cuba",
  "Echiche nke nwere echiche nwoke na nwanyị",
  "2018, https://www.medigraphic.com/pdfs/revsexsoc/rss-2018/rss181b.pdf",
  "“Cuba's Shameful Trafficking of Its Doctors.” Wall Street Journal - Online Edition, 22 June 2020, p",
  "N.PAG",
  "EBSCOhost, search-ebscohost-com.proxy-um.researchport.umd.edu/login.aspx?direct=true&db=asn&AN=143873254&site=ehost-live.",
  "DeGregorio, Van",
  "“Ọganihu na-agbanwe agbanwe: Ịzụ ahịa nke ndị na-egwu Baseball nke Cuba na-aga n'ihu mgbe a kagbuo nkwekọrịta Mlb-Fcb 103.” St",
  "Louis University Law Journal, vol",
  "65, no",
  "2, Winter 2021, pp",
  "381–399",
  "EBSCOhost, search-ebscohost-com.proxy-um.researchport.umd.edu/login.aspx?direct=true&db=asn&AN=151373229&site=ehost-live.",
  "Goorabian, Drew M",
  "“Baseball's Cuban Missile Crisis: How the United States and Major League Baseball Can End Cuban Ballplayer Trafficking.” UCLA Journal of International Law & Foreign Affairs, vol",
  "20, no",
  "2, Fall 2016, pp",
  "425–461",
  "EBSCOhost, search-ebscohost-com.proxy-um.researchport.umd.edu/login.aspx?direct=true&db=asn&AN=121508564&site=ehost-live.",
  "Hu-DeHart, Evelyn",
  "“Ndị ọrụ nkwekọrịta China n’ihi mkpochapụ nke ịgba ohu na America: Ụdị ọhụrụ nke ịgba ohu ma ọ bụ mgbanwe na ọrụ n’efu n’ọnọdụ Cuba?”” Amerasia Journal, vol",
  "45, no",
  "1, Apr",
  "2019, pp",
  "6–26",
  "EBSCOhost, doi:10.1080/00447471.2019.1623628.",
  "“Matos Rodriguez Et Al v",
  "Pan American Health Organization, No",
  "1:2020CV00928 - Akwụkwọ 69 (D.D.C",
  "2020)",
  "Justia Law, https://law.justia.com/cases/federal/district-courts/district-of-columbia/dcdce/1:2020cv00928/216865/69/"
]