[
  "Ịtụ mgbere ahịa mmadụ na mba Georgia bụ ihe a na-ahụkarị, ebe a na-amanye ndị mmadụ ịgba akwụna na ọrụ mmanye",
  "N'afọ 2009, a manyere ụmụnwanyị na ụmụagbọghọ si Georgia ịgba akwụna na mba Georgia, Turkey, United Arab Emirates, na Gris, na n'afọ ndị na-adịbeghị anya, e dekwara ikpe nke ịgba akwụna nke ndị mba Georgia na Russia, Germany, na Austria",
  "A manyere ụmụnwoke na ụmụnwanyị ịrụ ọrụ na Georgia, Libya na Turkey",
  "A na-amanyekwa ụmụnwoke si Turkey ịrụ ọrụ na mpaghara Abkhazia, nke dị n'èzí nchịkwa gọọmentị Georgia.",
  "Gọọmentị Georgia na-agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "Gọọmentị gosipụtara mgbalị siri ike iji chọpụta ma nyere ndị na-azụ ahịa aka ma mụbaa ego enyemaka ya ọzọ ruo $ 312,000",
  "Gọọmentị gosikwara ihe ịga nke ọma dị egwu nke ndị mmanye iwu, na-eme ka ọnụ ọgụgụ ndị a mara ikpe maka ịzụ ahịa, ma hụ ọzọ na ndị omekome niile a mara ikpe na-eje ozi oge ụfọdụ n'ụlọ mkpọrọ",
  "Gọọmentị mba Georgia gosikwara mgbalị mgbochi siri ike ma gaa n'ihu na mmekọrịta chiri anya ya na ndị NGO na-emegide ịzụ ahịa na enyemaka ndị metụtara na mgbalị mgbochi.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017.",
  "Ụmụaka nọ n'okporo ámá na Georgia, bụ ndị nwere ike imegbu site na ịtụ mgbere ahịa",
  "Ma ọ bụ site na ịrịọ arịrịọ ma ọ bụ izu ohi site n'aka ndị ọzọ, gụnyere nne na nna ha, a na-ewere ngalaba a nke ndị bi na ya dị ka ndị nọ n'ihe ize ndụ. Ụmụaka na-arụ ọrụ ugbo na akụ na ụba obodo mepere emepe na-enweghị ike ịrụ ọrụ mmanye.",
  "Ịzụ ahịa ụmụaka bụ nnukwu nchegbu n'ime mpaghara a",
  "A na-azụ ahịa ọtụtụ puku ụmụaka bi n'okporo ámá na n'ụlọ ụmụ mgbei kwa afọ. A manyere ụfọdụ ezinụlọ na-enwe nsogbu akụ na ụba ka ha kewaa, nke mere ka ọnụ ọgụgụ ụmụaka bi n'okporo ámá na Georgia mụbaa. Nke a bụ nsonaazụ kpọmkwem nke nrụgide ezinụlọ na ụmụaka, nke na-edugakarị na ndị ntorobịa na-eche na ọ bụ ha nwere ike iji kwado ezinụlọ n'oge ihe isi ike, site na iweta ego site n'ụzọ iwu na-akwadoghị.",
  "Dị ka akụkụ buru ibu nke ụmụaka, ndị nwere ike ịdaba n'ime mpaghara ịtụ mgbere ahịa, bụ ndị mbụ a na-ahụ dị ka ndị ntorobịa na ụmụaka nọ n'ihe ize ndụ na ụmụaka nọ n'okporo ámá, ọ dị mkpa iburu n'uche na ọnụ ọgụgụ na UNICEF mere atụmatụ na pasent 28.8 nke ụmụaka dị afọ 5 ruo afọ 14 na Georgia na-arụ ọrụ n'afọ 1999. Ọ bụ ezie na ihe ka ọtụtụ n'ime ụmụaka na-arụ ọrụ na-arụ ọrụ na ụlọ ọrụ ezinụlọ, na ọrụ ugbo n'ime ime obodo, enwere akụkọ banyere ọnụ ọgụgụ dị ukwuu nke ụmụaka, ụfọdụ dị afọ 5, na-arịọ arịrịọ ma ọ bụ na-arụ ọrụ n'okporo ámá.  A na-ahụ ụmụaka dị afọ itoolu na-arụ ọrụ n'ahịa, mgbe ụfọdụ n'abalị, ma na-etinye aka n'iburu ma ọ bụ ibu ngwongwo. Ụmụaka na-arụkwa ọrụ na cafes, bistros, gas stations, na ndị na-ese foto n'okporo ámá",
  "Uru nke ọnụ ọgụgụ ndị a na-akọwa echiche na ihe ka ọtụtụ n'ime ụmụaka ndị a na-arụ ọrụ nọ n'obodo, na-emegide ịrụ ọrụ n'ime oke nchebe nke ụlọ ha",
  "Ịpụ n'èzí ụlọ iji rụọ ọrụ n'ime obodo mgbe ọ dị obere na-ekere òkè n'ihe ize ndụ nke ịbụ onye ntorobịa na mpaghara a",
  "Dị ka Kọmitii UN na Rights of the Child si kwuo, ime ihe ike ndị uwe ojii megide ụmụaka n'okporo ámá bụ nsogbu.  N'ozuzu, enweghị ọrụ nchekwa ọha na eze maka ụmụaka bi n'okporo ámá, ndị nwere nkwarụ ma ọ bụ site na ezinụlọ na-adịghị arụ ọrụ.",
  "A na-azụkarị ụmụaka, ọkachasị ụmụagbọghọ na-eto eto maka ebumnuche nke mmegbu mmekọahụ nke ụmụaka, ọkachasị maka ịgba akwụna na ihe ndị na-akpali agụụ mmekọahụ. N'afọ 2003, ụlọ ọrụ na-ahụ maka ọnụ ọgụgụ nke Ụlọikpe Kasị Elu kọrọ ikpe iri abụọ na anọ edebanyere aha maka iji ụmụaka na ahịa ọgwụ ọjọọ na ịtụ mgbere ahịa. Ibu a nwere ike ibute mmetụta na-adịghị mma nke nwanyị ka ha tozuru etozu na ahụike mmekọahụ ha, yana nchegbu banyere nkwụsi ike uche ha.",
  "Gọọmentị Georgia na-agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ebe ụmụaka na-etinye aka. N'ime afọ ahụ, Otú ọ dị, ndị ọkachamara obodo gosipụtara nchegbu dị ukwuu banyere echiche gọọmentị banyere nsogbu ịzụ ahịa ya na enweghị mgbalị dị irè na ọkara mbụ nke oge akụkọ iji chọpụta ndị omekome a dị egwu metụtara. N'ime oge akụkọ ahụ, gọọmentị mụbara ọnụ ọgụgụ ikpe ịzụ ahịa a na-enyocha na pasent nke ikpe nke kpatara ikpe nke ndị omekome na-azụ ahịa. Gọọmentị mụbara ego dị ukwuu maka ọzụzụ mgbochi ịtụ mgbere ahịa na ọrụ mgbochi ịzụ ahịa, gụnyere na mmefu ego nke ebe obibi ya maka ndị metụtara. Gọọmentị mụbara ọnụ ọgụgụ ndị isi Georgia nyere ọzụzụ banyere njirimara ndị ahụ.",
  "Gọọmentị mba Georgia gosipụtara mmụba nke ndị mmanye iwu n'oge akụkọ ahụ",
  "Georgia machibidoro ụdị ọ bụla nke ịzụ ahịa mmadụ site na Nkeji edemede 143 nke iwu mpụ ya, nke na-enye ntaramahụhụ sitere na mkpọrọ afọ asaa ruo afọ iri abụọ",
  "Ntaramahụhụ ndị a siri ike nke ọma ma kwekọọ na nke mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "N'afọ 2009, gọọmentị nyochara ikpe ịzụ ahịa iri atọ na atọ, ma e jiri ya tụnyere nyocha iri na anọ n'afọ 2008",
  "Ndị ọchịchị gbara mmadụ iri anọ ikpe maka ịtụ mgbere ahịa - gụnyere mmadụ atọ maka ọrụ mmanye - ma e jiri ya tụnyere mmadụ iri a gbara akwụkwọ maka ịzụ ahịa mmekọahụ n'afọ 2008.",
  "A mara ndị omekome iri atọ na asaa ikpe n'afọ 2009, mmụba dị ukwuu site na ndị omekome iri a mara ikpe n'afọ 2008",
  "A mara ndị omekome 37 niile a mara ikpe maka ịzụ ahịa ikpe ịga mkpọrọ; ọ dịghị onye natara ikpe a kwụsịrị",
  "Nkezi ikpe ahụ bụ mkpọrọ afọ iri abụọ na otu",
  "Enweghị akụkọ ọ bụla gbasara ndị ọrụ mmanye iwu sitere na NGO ma ọ bụ gọọmentị",
  "N'afọ 2009, gọọmentị dabere na mmekorita ya na NGO obodo na òtù mba ụwa iji nye ihe dị ka ndị ọkàiwu na ndị ọka ikpe 170 ọzụzụ ịzụ ahịa",
  "Ọzụzụ ahụ lekwasịrị anya na usoro maka njirimara ndị a tara ahụhụ, usoro pụrụ iche maka nyocha na nchịkọta ihe akaebe, na usoro ikpe, ma gosipụta mkpa mmekọrịta ya na NGO, ndị ọrụ ebere, na ndị ọkà n'akparamàgwà mmadụ n'oge ajụjụ ọnụ ndị metụtara.",
  "Gọọmentị mba Georgia nọgidere na-agba mbọ enyemaka ndị metụtara ya n'ime oge akụkọ ahụ",
  "Gọọmentị kenyere ngụkọta nke $ 312,000 maka enyemaka ndị metụtara n'oge akụkọ ahụ; nke ahụ, o nyere $ 150,000 iji kwado ụlọ ahịa abụọ gọọmentị na-azụ ahịa, otu ego ahụ e nyere na 2008",
  "Ebe nchekwa ndị a nyere enyemaka zuru oke, gụnyere enyemaka ahụike, ndụmọdụ gbasara akparamàgwà mmadụ, na enyemaka iwu",
  "Enyemaka ndị e merụrụ ahụ enweghị ọnọdụ na ha na ndị mmanye iwu na-arụkọ ọrụ",
  "Gọọmentị gara n'ihu na-etinye usoro iwu maka ndị isi ya iji chọpụta ma kpọga ndị metụtara maka enyemaka",
  "Gọọmentị chọpụtara mmadụ iri anọ na asatọ n'afọ 2009 ma zigara mmadụ iri na ise maka enyemaka, mmụba site na mmadụ iri abụọ na otu na-azụ ahịa a chọpụtara n'afọ 2008",
  "Gọọmentị nyere ebe obibi na enyemaka zuru oke nye mmadụ iri na ise, ma e jiri ya tụnyere mmadụ iri nwụrụ n'afọ 2008",
  "Gọọmentị mekwara ka ụgwọ nkwụghachi ụgwọ otu oge nke $ 650 nye ndị na-atụ mgbere ahịa na 2009",
  "Otú ọ dị, ọ dịghị ndị metụtara tinyere akwụkwọ maka ego ahụ n'oge akụkọ ahụ",
  "E nyere mmadụ ise e gburu $ 600 n'otu n'afọ 2008",
  "Ndị ọchịchị Georgia nyere ndị mba ọzọ metụtara iwu ọzọ iji wepụ ha na mba ebe ha ga-eche ihe isi ike ma ọ bụ ntaramahụhụ ihu; Iwu gbasara ọnọdụ iwu nke ndị mba ọzọ nyere onye mba ọzọ a na-enyo enyo na ọ bụ onye na-azụ ahịa ikike inweta ikike obibi maọbụ ọ bụrụ na ndị ọchịchị enweghị ike igosi n'enweghị obi abụọ na onye ahụ bụ onye a tara ahụhụ",
  "N'afọ 2009, ọ dịghị onye mba ọzọ ọ bụla rịọrọ ikike obibi",
  "Gọọmentị na IOM jikọrọ aka ma nye ego zuru ezu maka iweghachite otu onye mba ọzọ n'oge akụkọ ahụ",
  "A gbara ndị e gburu ume ka ha nyere ndị mmanye iwu aka na nyocha ịzụ ahịa na ikpe; mmadụ iri na asatọ metụtara nyere ndị mmanye iwu aka n'oge akụkọ ahụ",
  "Enweghị akụkọ ọ bụla na a na-ata ndị a tara ahụhụ maka omume iwu na-akwadoghị mere n'ihi ịzụ ahịa.",
  "Gọọmentị Georgia kwadoro mgbalị ya iji gbochie ịzụ ahịa n'oge akụkọ ahụ",
  "Gọọmentị mepụtara ma gbasaa n'ime ọnwa isii mbụ nke afọ 2009 obere ọkwa ọrụ ọha na eze na telivishọn na-akọwa ọdịdị na ihe ize ndụ nke ịzụ ahịa mmadụ",
  "Mịnịstrị na-ahụ maka agụmakwụkwọ na sayensị mepụtara ọkwa telivishọn dị mkpirikpi nke na-elekwasị anya na ụmụaka nọ n'afọ akwụkwọ nke isiokwu ya bụ \"Do Not Trade Freedom for Slavery,\" nke a na-egosi mgbe niile na telivishọn.",
  "Gọọmentị Georgia meziwanye ọrụ mgbochi ịzụ ahịa ya n'afọ 2011 ma mee ka mmekorita ya na NGO dịkwuo ukwuu iji mee mkpọsa mgbochi. Gọọmentị malitere ịme iwu na Disemba 2011",
  "Ha mere nke a site n'inye ngalaba ndị isi ikike na nke mbụ ya inye onyinye nye NGO. Dabere na iwu a, gọọmentị nyere obere onyinye nye NGO abụọ na mbido afọ 2012 iji rụọ ọrụ na ọrụ ndị metụtara mmata ọha na eze banyere ịzụ ahịa na ozi metụtara njirimara ndị metụtara. Ọ batakwara na memoranda nke nghọta na ndị NGO na-eduga iji gbasaa ma hazie imekọ ihe ọnụ n'idozi ịzụ ahịa.",
  "N'ime afọ ahụ, gọọmentị mere ọtụtụ mgbasa ozi site na iji ọtụtụ mgbasa ozi, gụnyere ọkwa ọrụ ọha na eze, nzukọ ọmụmụ ihe, na mgbasa ozi telivishọn na mba ahụ niile. Ụlọ ọrụ na-ahụ maka ndebanye aha obodo gara n'ihu na omume ya nke ikesa ihe karịrị akwụkwọ nta 20,000 metụtara ịzụ ahịa mgbe ọ na-enye ụmụ amaala paspọtụ ọhụrụ. Gọọmentị mekwara ọtụtụ ihe omume mgbasa ozi gụnyere ụfọdụ lekwasịrị anya na akụkụ dị elu nke ndị bi na ya, dị ka ụmụ akwụkwọ mahadum na ụlọ akwụkwọ sekọndrị, ndị gbara ọsọ ndụ n'ime obodo, na agbụrụ dị nta bi na mpaghara ndị ahụ, yikarịrị ka a ga-amata ha dị ka ndị nọ n'ihe ize ndụ dị elu. Ihe omume gụnyere ọtụtụ mkparịta ụka panel, nyocha ihe nkiri, mkpọsa agụmakwụkwọ ndị ọgbọ, na asọmpi edemede, ihe niile nyere nnyocha yana echiche mgbochi gbasara ịtụ mgbere ahịa mmadụ na mba ahụ.  Gọọmentị kesara ndị na-ahụ maka ịzụ ahịa 10,000 na-enye ego maka ndị na-ahụ maka ịzụ ahịa, gụnyere ndị mmanye iwu na ndị ọrụ ókèala. N'ikwekọ na NGO, gọọmentị tinyere mpempe akwụkwọ mgbochi ịzụ ahịa na bọs ndị na-agafe ókèala ma kesaa mpempe akwụkwọ ọtụtụ asụsụ nye ndị ọkwọ ụgbọala gwongworo na-agafe ókèala na ndị ọzọ. N'ọnwa Nọvemba afọ 2011, ndị ọchịchị mepụtara kọmitii dị elu, nke na-eduzi iji lekọta mmejuputa ọrụ EU na-akwụ ụgwọ iji lebara ụmụaka nọ n'okporo ámá anya.  N'ọnwa Machị afọ 2011, gọọmentị kwadoro atụmatụ ọhụrụ ya megide ịzụ ahịa nke afọ 2011-2012, nke e mepụtara site na mmekorita ya na ndị otu NGO. N'ihi na ha lekwasịrị anya na ịzụ ahịa mmadụ na ụmụaka kpọmkwem, n'oge akụkọ ahụ, gọọmentị amaliteghị mkpọsa ọ bụla iji belata ọchịchọ maka azụmahịa mmekọahụ."
]