[
  "Cambodia bụ isi iyi, njem, na mba na-aga maka ịtụ mgbere ahịa mmadụ",
  "A kọrọ na ndị na-azụ ahịa bụ ndị omempụ, ndị nne na nna, ndị ikwu, ndị enyi, ndị mmekọ chiri anya, na ndị agbata obi. N'agbanyeghị na ịzụ ahịa mmadụ bụ mpụ na Cambodia, mba ahụ nwere nnukwu nsogbu njem mmekọahụ ụmụaka; ụfọdụ ụmụaka bụ ndị nne na nna ha na-ere, ebe ndị ọzọ na-adọta site na ihe ha chere bụ ọrụ ziri ezi dị ka onye na-eje ozi, mana a manyere ha ịgba akwụna. A na-ejidekarị ụmụaka, tie ha ihe, ma na-agụ ha agụụ iji manye ha ịgba akwụna.",
  "E debere gọọmentị Cambodia na Tier 2 Watch List n'afọ 2007 US Department of State's Trafficking in Persons Report maka ịghara irube isi n'ụzọ zuru ezu na Iwu Nchedo Ndị Na-azụ ahịa maka iwepụ ịzụ ahịa mana na-eme mgbalị dị ukwuu ime nke ahụ.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Nnyocha otú UNICEF kwubiri na 35% nke ndị akwụna 15,000 nke Cambodia bụ ụmụaka na-erubeghị afọ iri na isii (16)",
  "Ihe fọrọ nke nta ka ọ bụrụ ụlọ akwụna niile nke Cambodia bụ nke ndị Vietnam, ebe ọtụtụ n'ime ndị akwụna ya bụ ndị agbụrụ Vietnam ma jide ndị ohu mmekọahụ bụ ndị agbụrụ ndị ọzọ",
  "A na-azụ ụmụnwoke maka ọrụ mmanye na ọrụ ugbo, ịkụ azụ, na ụlọ ọrụ na-ewu ụlọ",
  "A na-azụ ụmụnwanyị maka mmegbu mmekọahụ na ọrụ mmanye na ụlọ ọrụ mmepụta ihe ma ọ bụ dị ka ndị ọrụ ụlọ",
  "A na-azụ ahịa ụmụaka maka mmegbu mmekọahụ na ọrụ mmanye na mgbaaka arịrịọ a haziri ahazi, ịrịọ arịrịọ, na ire ere n'okporo ámá.",
  "Ebe ndị a na-ahụkarị maka ndị na-azụ ahịa bụ Phnom Penh, Siem Reap, na Sihanoukville.",
  "A na-akọ na ndị Pimps na-atụ ụmụaka na-eto eto bụ ụmụ agbọghọ na-amaghị nwoke mkpọrọ",
  "A gaghị etinye ụmụaka ndị a n'ọrụ ruo mgbe e gosipụtara ha n'ihu ọtụtụ ndị na-agba ọsọ, dịka ndị isi ndị agha dị elu, ndị ndọrọ ndọrọ ọchịchị, ndị ọchụnta ego, na ndị njem nleta si mba ọzọ",
  "Ụmụagbọghọ na-eto eto na-arụ ọrụ n'ụlọ akwụna bụ ndị ohu mmekọahụ; ha anaghị enweta ego, naanị nri, ndị nche ji ngwá agha na-egbochi ha ịgbapụ. A na-ejidekarị ụmụaka, tie ha ihe, ma na-agụ ha agụụ iji manye ha ịgba akwụna.",
  "N'afọ 1995, a tiri nwatakịrị dị afọ iri na ise nke a na-azụ ahịa n'ịgba akwụna n'ụlọ akwụna na mpaghara Svay Por nke Battambang ihe ruo ọnwụ.",
  "A na-ere ụmụaka dị afọ atọ dị ka ndị ohu maka mmekọahụ",
  "Site na atụmatụ ụfọdụ, a na-azụta, ree, ma ọ bụ tọọrọ ọtụtụ narị puku ụmụaka gburugburu ụwa kwa afọ wee manye ha inwe mmekọahụ.\nECPAT Cambodia na-akọ na ihe ruru otu ụzọ n'ụzọ atọ nke ndị na-azụ ahịa na-agba akwụna bụ ụmụaka.",
  "MOI kọrọ banyere njide nke ndị na-emetọ ụmụaka iri atọ na otu (31) na mba Cambodia n'afọ 2009.",
  "E nyere iwu na Jenụwarị n'afọ 1997 iji gbochie ịzụ ahịa ụmụnwanyị, na-akwụ ụgwọ ruru $ 12,000 na mkpọrọ ruru afọ 20 maka ndị pimps na ndị nwe ụlọ akwụna.",
  "N'afọ 2008, Gọọmentị weputara Iwu na-egbochi ịzụ ahịa mmadụ na mmegbu mmekọahụ, nke na-eme ka ụdị ịzụ ahịa niile bụrụ mpụ",
  "Otú ọ dị, mba ahụ nọgidere bụrụ isi iyi, ebe a na-aga, na mba njem maka ụmụnwoke, ụmụnwanyị, na ụmụaka a na-azụ ahịa maka mmegbu mmekọahụ na ọrụ",
  "A na-azụ ụmụaka n'ụlọ maka mmegbu mmekọahụ.",
  "Cambodia so n'ọtụtụ ọgbụgba ndụ mba ụwa na-amachibido ịzụ ahịa mmadụ na mmegbu nke ụmụnwanyị na ụmụaka.",
  "Cambodia anọgidewo na-enyere ndị isi ndị mmanye iwu nke mba United States aka na mbufe n'aka ndị America na-emegbu ụmụaka na Cambodia.",
  "A na-eme ụbọchị iri na abụọ nke ọnwa Disemba dị ka ụbọchị mba na-emegide ịzụ ahịa mmadụ na mba Cambodia.",
  "N'ala na Cambodia, ọtụtụ òtù na-abụghị nke gọọmentị na òtù ndị na-abaghị uru na-arụ ọrụ iji lụso ịzụ ahịa mmadụ ọgụ",
  "Ndị a gụnyere AFESIP, Somaly Mam Foundation, Hagar International, ECPAT, na Agape International Missions. E nwekwara ndị mmekọ mmepe ndị ọzọ na-arụkọ ọrụ ọnụ iji lụso ịzụ ahịa mmadụ ọgụ."
]