[
  "Ịzụ ahịa mmadụ bụ ụdị ịgba ohu nke oge a, na mbubata iwu na-akwadoghị na ịzụ ahịa nke ndị mmadụ (gụnyere ụmụaka), maka ọrụ mmanye ma ọ bụ mmegbu mmekọahụ.",
  "A na-akọwa ịzụ ahịa dị ka iwebata, njem, ịnyefe, ịnabata, ma ọ bụ ịnata ndị mmadụ site na mmanye, ịtọrọ mmadụ, ighogbu, aghugho, ma ọ bụ iji ike eme ihe n'ụzọ na-ezighị ezi site n'ọnọdụ nke ọghọm maka ebumnuche nke mmegbu",
  "Ịzụ ahịa mmadụ malitere dị nnọọ ka ịgba ohu ma ọ bụrụ na ọ bụghị n'ihu.Ihe a na-akpọ ịgba ohu nke oge a nwere ihe dị ka nde mmadụ 4.8 o metutara  kwa afọ n'ụwa niile na 51% nke ngụkọta ahụ bụ ụmụ nwanyị na 20% bụ ụmụ agbọghọ.  Ịzụ ahịa mmadụ abụghị otu ihe na mbugharị mmanye ma ọ bụ mbubata.\nHa nwere ọtụtụ afọ",
  "Ndị na-azụ ahịa mmekọahụ ruo ihe dị ka afọ iri abụọ na ise na-amalitekarị mgbe ha dị afọ iri na anọ.\nNa United States, ịzụ ahịa mmadụ na-emekarị gburugburu ebe njem mba ụwa nwere nnukwu ndị mbịarambịa, ọkachasị California, Texas na Georgia",
  "Ngalaba ikpe ziri ezi nke United States na-eme atụmatụ na mmadụ 35,500–170,500 na-abanye na mba ahụ n'ụzọ iwu na-akwadoghị kwa afọ",
  "2016 Global Slavery Index na-eme atụmatụ na gụnyere ụmụ amaala United States na ndị mbịarambịa 57,700 mmadụ n'ụwa niile bụ ndị na-azụ ahịa mmadụ. Ndị a na-azụ ahịa gụnyere ụmụaka, ndị nọ n'afọ iri na ụma, ụmụ nwoke na ụmụ nwanyị ma nwee ike ịbụ ụmụ amaala obodo ma ọ bụ ndị mba ọzọ.",
  "N'okpuru iwu gọọmentị etiti (18 USC § 1589), ọ bụ mpụ ime ka ndị mmadụ rụọ ọrụ site na iji ike, mmanye ma ọ bụ egwu",
  "Ụlọ ọrụ ngalaba U.S State na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" na 2017.",
  "Na Eprel 11, 2018, Onye isi ala Amerịka bụ Donald Trump bịanyere aka na kwụsị ime omume ịzụ ahịa mmekọahụ  ka ọ bụrụ iwu, nke ebumnuche ya bụ imechi ebe nrụọrụ weebụ nke na-eme ka mpụ ahụ mee, na ikpe ndị nwe ha na ndị ọrụ ha ikpe.",
  "Dị ka Ngalaba nke Steeti 2011 Trafficking in Persons Report si kwuo, United States bụ mba ọkwa 1 maka ịzụ ahịa",
  "Ọkwa 1 pụtara na gọọmentị na-agbaso ụkpụrụ kacha nta nke gọọmentị United States nke Iwu Nchedo Ndị Na-ahụ Maka Ịzụ ahịa na Ime Ihe Ike nke 2000 iji kpochapụ ịzụ ahịa. Ụkpụrụ kacha nta dị ka edepụtara na ngalaba 108 nke iwu ahụ bụ:",
  "Dị ka akụkọ onyeisi okikpe gburugburu nke afọ 2005 si kwuo, a na-eme atụmatụ na mmadụ 14,500–17,500 na-abanye na United States kwa afọ, ọ bụ ezie na ọnụ ọgụgụ ahụ nwere ike ikwubiga okwu ókè.",
  "N'ime afọ 2009, ICE malitere ikpe 566",
  "Nnyocha ndị a dugara na njide ndị omempụ 388, ihe karịrị okpukpu abụọ nke ọnụ ọgụgụ njide site na afọ ego gara aga, nke kpatara ebubo 148 na ikpe 165."
]