[
  "United Kingdom (UK) bụ mba na-aga n'ihe banyere ụmụ nwoke, ụmụ nwanyị, na ụmụaka ọkachasị site na Africa, Asia, na Eastern Europe bụ ndị a na-azụ ahịa mmadụ n'ihi ebumnuche nke ịgba ohu mmekọahụ na ọrụ mmanye, gụnyere ịgba ohu n'ụlọ",
  "A na-ahọpụta ya dị ka mba \"Tier 1\" site na Ngalaba Steeti US nke na-enye akụkọ kwa afọ maka ịzụ ahịa mmadụ. Mba \"Ọkwa nke mbu\" bụ mba ndị gọọmentị ha na-agbaso n'ụzọ zuru ezu na Iwu Nchedo Ndị Na-azụ ahịa maka iwepụ ịzụ ahịa",
  "TVPA bụ iwu gọọmentị etiti nke United States. Ekwenyere na ọtụtụ ndị a metụtara, gụnyere ụmụaka si UK, na-azụkwa n'ime obodo ahụ",
  "A kwenyere na a na-ebuga ndị ọrụ si mba ọzọ na UK maka ọrụ mmanye na ọrụ ugbo, iwu ụlọ, nhazi nri, ịgba ohu n'ụlọ, na ọrụ nri",
  "Mba ndị sitere na ya banyere ndị na-azụ ahịa na UK gụnyere United Arab Emirates, Lithuania, Russia, Albania, Ukraine, Malaysia, Thailand, People's Republic of China (PRC), Nigeria, na Ghana. Enweghị nkọwa zuru oke banyere oke ịzụ ahịa mmadụ n'ime UK, ụfọdụ ndị ajụọla ịdị irè nke ụfọdụ n'ime ọnụ ọgụgụ ndị a kpọtụrụ aha n'ọtụtụ ebe (dịka 'atụmatụ ndị uwe ojii' na e nwere ihe ruru puku mmadụ anọ na-azụ ahịa na United Kingdom n'otu oge).",
  "Ịgba ohu n'ụlọ n'onwe ya bụ ụdị ịzụ ahịa mmadụ nke a na-ahụ n'ọnọdụ pụrụ iche - ọrụ na-enweghị isi n'ụlọ obibi nke onwe - ọnọdụ ndị a na-emepụta ihe ize ndụ pụrụ iche banyere ndị metụtara",
  "Ebe ọrụ n'ụlọ bụ ebe a na-anọghị n'usoro, jikọtara ya na ebe obibi na-anọghị n'ọrụ, ma na-esokarị ndị ọrụ ndị ọzọ",
  "Ọnọdụ dị otú ahụ, nke nwere ike ike ikewapụ ndị ọrụ ụlọ, na-eme ka a na-erigbu ha màkà na ndị ọchịchị enweghị ike inyocha ụlọ n'ụzọ dị mfe dịka ha nwere ike ma e jiri ya tụnyere ebe ọrụ",
  "Ndị nyocha na ndị na-enye ọrụ na-akọ ụfọdụ ọrịa na-enweghị ọgwụgwọ na, n'ụzọ dị mwute, mmetọ mmekọahụ zuru oke, nke n'ọnọdụ ọtụtụ ndị nwere ike ịbụ ihe mgbaàmà nke ọnọdụ ịgba ohu na-enweghị isi. Ọtụtụ ndị e gburu na-ebi n'egwu ịga n'aka ndị ọchịchị",
  "Ha kwenyere na a ga-amata ha naanị dị ka ndị mbịarambịa iwu na-akwadoghị ma taa ha ahụhụ maka ya",
  "Ụfọdụ ndị a metụtara amaghị na ha bụ ndị a metụtara n'ihi ịnọpụ iche na ụwa na / ma ọ bụ omenala ma ọ bụ asụsụ mgbochi.",
  "Ọ dị mkpa nye ndị na-azụ ahịa na ndị ha metụtara na-arụkọ ọrụ ọnụ ógè ha na-azụ ahịa",
  "Iji mee ka ndị ọrụ ha nọrọ n'usoro, ndị na-azụ ahịa nwere ụzọ dị iche iche ha na-achịkwa",
  "Ọtụtụ n'ime ihe ndị a gụnyere ịṅụ ha ọgwụ ọjọọ, iwepu akwụkwọ, igbochi ndị ahụ metụtara ịmụ asụsụ ahụ, ịnọpụ iche, ịkwaga ha site n'otu ebe ruo ebe ọzọ, iyi ha egwu, na ịnabata ha n'ụzọ ha ga-enweghị ebe obibi ma ọ bụrụ na ha apụ",
  "Site n'ịkwaga ndị ahụ metụtara site n'otu ebe ruo n'ebe ọzọ, ha enweghị ike ịmara mpaghara ha",
  "Nke a na -eme ka ndị ahụ metụtara pụọ n'ụwa n'ụzọ anụ ahụ na nke uche",
  "Site n'ụdị njikwa a, ndị ahụ metụtara na-aghọ ndị na-enweghị enyemaka, ọ fọrọ nke nta ka ọ ghara inwe ohere ịgbanahụ ndị na-azụ ahịa ha.",
  "Ndị na-azụ ahịa na-anọkwa na-achịkwa ndị ha metụtara site na iji egwu, iyi egwu na ime ihe ike, ọ bụ ezie na n'ọnọdụ ọtụtụ ndị ha metụtara nwere nnwere onwe ije ebe ọ bụ na ndị na-azụ ahịa enwetala ikike uche n'ebe ndị ha metụtara nọ",
  "Ihe atụ nke usoro nchịkwa tinyekwara: iyi egwu nke iyi egwu / ime ihe ike, iyi egwu ime ihe ike n'ahụ ezinụlọ ha n'ụlọ, iyi egwu ịgwa ezinụlọ ndị metụtara itinye aka ha na ịgba akwụna, iwepụ akwụkwọ, ịgba ohu ụgwọ, iyi emume, ọgwụ ọjọọ na mmanya na-aba n'anya, ibelata nnwere onwe na ije, mgbanwe na-agbanwe agbanwe nke ebe, egwu ndị ọchịchị, ịnọpụ iche, iyi egwu nke ịchụpụ na ọtụtụ ndị metụtara amaghị na-amaghị na ha bụ ndị a na-azụ ahịa mmadụ.",
  "Ndị na-azụ ahịa na-ahụkarị ihe ize ndụ ha na-ewere ógè ha na-abanye n'ahịa a, mana ha na-anọgide na-eme ya n'ihi uru ha na-enweta",
  "Mkpọrọ kachasị elu banyere mmebi iwu ịzụ ahịa mmadụ bụ afọ iri na anọ, mana oge a anaghị eyi ndị na-azụ ahịa egwu n'ihi uru ego ha. N'ime azụmahịa a, ego a pụrụ inweta karịrị ọrụ ụbọchị, a pụkwara ịme ya site n'ọtụtụ ụzọ dị iche iche",
  "Ego onye na-azụ ahịa nwere ike ime site n'ire otu onye na United Kingdom nwere ike ịdị site na narị ise euro ruo puku euro asatọ",
  "Ọnụ ego ndị na-azụ ahịa na-enweta kwa ụbọchị bụkwa nnukwu uru iji gaa n'ihu na azụmahịa ha",
  "Kwa ụbọchị na United Kingdom, onye na-azụ ahịa nwere ike ịme n'etiti £ 150 na £ 1,000",
  "Ndị na-azụ ahịa na-akwụkarị ndị akwụna ha obere ụgwọ maka ọrụ ha ma debe uru ahụ maka onwe ha",
  "Ụzọ ọzọ ndị na-azụ ahịa si enweta ego bụ site n'ịkwụ ụgwọ njem ha metụtara ma na-achọ ka ego ahụ laghachi ozugbo ha rutere United Kingdom.",
  "Gọọmentị Britain gara n'ihu na mgbalị ndị mmanye iwu ya iji lụso ịzụ ahịa ọgụ. UK machibidoro ụdị ịzụ ahịa niile site na Iwu Mmekọahụ 2003, Iwu Ikpe Ziri Ezi (Scotland) 2003 na mgbapu na mbata na ọpụpụ (Ngwọta nke ndị na-azọrọ, wdg.) Act 2004. Ntaramahụhụ ndị a nyere iwu nke mkpọrọ afọ iri na anọ, ọ bụ ezie na ntaramahụhụ a kapịrị ọnụ maka ịzụ ahịa mmekọahụ adịghị njọ karịa ndị e nyere maka ndina n'ike. Iwu ịgba ohu nke oge a nke afọ 2015, nke ghọrọ iwu na Machị afọ 2015, na Iwu Ịzụ Mmadụ na Mmegbu (Scotland) nke afọ 2015 nke ghọrọ iwu n'ọnwa Nọvemba afọ 2015 mere ka mpụ ndị dị ugbu a metụtara ịzụ ahịa na ịgba ohu.",
  "N'afọ 2007, gọọmentị UK malitere Pentameter II, nnukwu ọrụ nke ebumnuche ya bụ ịzọpụta ndị metụtara, imebi netwọk ịzụ ahịa, ịzụlite ọgụgụ isi, na ịkwalite mmata ọha na eze",
  "Nnyocha nke gọọmentị mere n'afọ 2007 chọpụtara opekata mpe ikpe rụrụ narị atọ na iri atọ nke ụmụaka a na-azụ ahịa na UK ma, n'otu afọ ahụ, gọọmentị kọrọ ikpe metụtara ma ọ dịkarịa ala mmadụ iri ise na abụọ a na-enyo enyo na ha na-azụ ahịa",
  "Ọ bụ ezie na gọọmentị kọrọ ikpe ruru iri asaa na ise na-aga n'ihu n'oge akụkọ gara aga, ọ mara naanị ndị omekome iri ikpe na 2007, mbelata dị ukwuu site na ikpe iri abụọ na asatọ e nwetara n'afọ 2006",
  "Ikpe ndị a mara ndị omekome na-azụ ahịa na 2007 sitere na ọnwa iri abụọ ruo afọ iri, na nkezi ikpe nke afọ anọ. N'otu ikpe n'afọ 2008 na UK, a na-azụ ụmụ agbọghọ maka ịgba akwụna n'ike ma maa otu nwoke ikpe ịga mkpọrọ afọ iri N'ọnwa Jenụwarị 2008, ndị uwe ojii jidere ndị otu iri abụọ na ise nke òtù ndị omempụ Romania na-eji ụmụaka ndị Romania, gụnyere nwa na-erubeghị otu afọ, dị ka ndị na-apụnara mmadụ ihe na atụmatụ ịrịọ arịrịọ.  Ndị otu Rochdale na-azụ ahịa mmekọahụ, otu ndị British Pakistani paedophiles nke na-eri ụmụ agbọghọ na-erubeghị afọ na Rochdale, bụ ndị mbụ na Britain a mara ikpe maka ịzụ ahịa mmekọahụ, na 8 Mee 2012",
  "Usoro nke dị ugbu a maka inyere ndị a na-azụ ahịa aka bụ Usoro ntinye aka nke mba (NRM)",
  "Iji chebe ndị a na-azụ ahịa, onye mbụ ga-akpọga onye ahụ na NRM",
  "Onye mbụ nwere ike ịgụnye Ọrụ ahụike mba ma ọ bụ ndị isi obodo",
  "N'ọnọdụ ndị a, onye ahụ a na-ekweta ka a kpọga ya, a na-ahọrọkwa ime ya n'ime awa iri anọ na asatọ ógè ya na onye ahụ metụrụ aka",
  "A na-ezigara ikike ikike nke bụ mmemme nke ga-ekpebi ma a na-azụ ahịa mmadụ ma ọ bụ na ọ bụghị",
  "Ikike ikike ga-enyocha ụdị ntụgharị ma mee mkpebi n'ime ụbọchị azụmahịa isé",
  "Ọ bụrụ na ekwere na a na-azụ ahịa onye ahụ, ikike ikike ga-enye onye ahụ ụbọchị iri anọ na ise nke mgbake na oge ntụgharị uche",
  "Nke a ga-agụnye ịnọ na gburugburu ebe obibi dị nchebe na enyemaka ahụike na ụdị enyemaka ndị ọzọ",
  "Tupu ngwụsị nke ụbọchị iri anọ na ise, ndị ikike ikike ga-eme mkpebi zuru oke' banyere ma onye ahụ ọ bụ onye na-azụ ahịa ma ọ bụ na ọ bụghị",
  "Nsonaazụ ndị a nwere ike ịdabere na ihe akaebe a na-enweta n'ime ụbọchị iri anọ na ise",
  "Ọ bụrụ na achọpụtara na ị bụ onye a na-azụ ahịa, enwere ike ime mkpebi ịgbatị oge mgbake gị, ma ọ bụ inye gị akwụkwọ ikike obibi",
  "Ọ bụrụ na ị nata mkpebi mmechi na-adịghị mma, naanị nhọrọ ị nwere bụ ịjụ ikike ikike ka ha nyochaa mkpebi ahụ",
  "Ọ bụrụ na ikike ahụ achọtabeghị gị ruru eru, ị nwere nhọrọ ịgbagha mkpebi ahụ site na nyocha ikpe",
  "I kwesịrị inweta onye nnọchi anya iwu iji gafee usoro a, ha ga-enwe ike ikwurịta ikike gị dịka mba ị si.",
  "E mepụtara National Vigilance Association na nzukọ dị na London n'afọ 1885",
  "Nke a bụ ihe atụ nke mkpakọrịta gara aga nke weere ihe ịma aka nke ịnwa ibelata ịzụ ahịa mmadụ",
  "Ebumnuche nke mkpakọrịta a bụ ịbụ isi ụlọ ọrụ banyere ịme ikpe onwe onye maka ịzụ ahịa mmadụ ma mee ka ndị uwe ojii mara ndị mebiri Iwu Mmezigharị Iwu Criminal ọhụrụ",
  "Iwu Ndezigharị Iwu Criminal gụnyere, mmejọ ijide nwanyị na-erubeghị afọ iri abụọ na otu dị ka nwanyị akwụna, afọ iwu kwadoro nke nkwenye mmekọahụ kpaliri ruo afọ iri na isii, a ga-ebo nwoke ọ bụla a hụrụ na-eme omume nwoke idina nwoke na nzuzo / ọha na eze ebubo ma tụọ ya mkpọrọ, a na-enyekwa onye ọ bụla na-etinye aka na ịgba akwụna ntaramahụhụ ego",
  "Omume ndị a nyere ohere ka ụmụ nwanyị kewapụ onwe ha n'ụlọ ọrụ ndị agha n'ofe England na Ireland ma ọ bụrụ na ekwere na ha na-etinye aka n'ụdị ịgba akwụna",
  "Ka ọ na-erule afọ 1888, NVA nwere otu narị atọ nwere njikọ na-arụ ọrụ na mpaghara, mba na mba ụwa",
  "Ka ọ na-erule afọ 1977, NVA enweghị ike ịga n'ihu n'ihi nsogbu ego",
  "Mkpesa ndị ha mere ghọrọ ihe na-efu ego ma NVA malitere ịkwụsị ịchịkwa ọrụ izizi ha",
  "A manyere ha ịgbanwe uche ha ma ọ bụ kwụsị alaka ha kpamkpam",
  "Ka ọ na-erule n'etiti narị afọ nke iri abụọ, e megharịrị NVA fọdụrụ na Scotland ka ọ bụrụ ụlọ ọrụ na-ahụ maka ikpe",
  "NVA nyere aka gbanwee mmekọrịta dị n'etiti onye ahụ na steeti site n'ikwe ka steeti nwee ikike itinye aka na omume mmekọahụ na-ekwesịghị ekwesị, ebe n'oge gara aga, a na-ewere omume mmekọahụ dị ka ihe nzuzo maka onye ahụ.",
  "Àtụ:Europe topic"
]