[
  "Ịtụ mgbere ahịa mmadụ na mba Georgia bụ \nahia iwu na-akwadoghị nke ụmụ mmadụ maka ebumnuche nke ịgba ohu ịmụ nwa, mmegbu mmekọahụ azụmahịa, na ọrụ mmanye dịka ọ na-eme na steeti Georgia nke US, a makwaara ya dị ka ụdị ịgba ohu nke oge a",
  "Ịzụ ahịa mmadụ gụnyere \"ịkpọbata, njem, ịnyefe, ịnabata ma ọ bụ ịnata ndị mmadụ site na iyi egwu ma ọ bụ iji ike ma ọ bụ ụdị mmanye ndị ọzọ, ịtọrọ mmadụ, aghụghọ, aghụghọ, iji ike eme ihe n'ụzọ na-ezighị ezi, ma ọ bụ ọnọdụ nke adịghị ike ma ọ bụ inye ma ọ bụ ịnata ụgwọ ma ọ bụ uru iji nweta nkwenye nke onye nwere ikike ịchịkwa onye ọzọ, maka ebumnuche nke mmegbu",
  "Mmegbu ga-agụnye, ma ọ dịkarịa ala, mmegbu nke ịgba akwụna nke ndị ọzọ ma ọ bụ ụdị mmegbu mmekọahụ ndị ọzọ, ọrụ mmanye, ịgba ohu ma ọ bụ omume yiri ịgba ohu, ịgba ohu ma ọ bụ iwepụ akụkụ ahụ",
  "\"",
  "A maara na ịtụ mgbere ahịa mmadụ n'ụdị ịgba ohu bụ ndị mbụ ma ọ bụ ndị mbụ a maara nke ógbè na steeti Georgia n'ọdịnihu, ruo ọtụtụ narị afọ tupu ọchịchị ndị Europe",
  "N'oge ọchịchị, omume ịgba ohu nke ndị mba India na Georgia n'oge na-adịghị anya karịrị ịgba ohu nke ụlọ ọrụ mmepụta ihe",
  "Ọ bụ ezie na ịgba ohu ghọrọ iwu na-akwadoghị na mba Georgia mgbe nkwenye nke 13th Amendment, ịgba ohu nọgidere na-aga n'ihu n'ụzọ iwu kwadoro n'okpuru usoro peonage na ọrụ ntaramahụhụ siri ike.",
  "Iwu Georgia OCGA 16-5-46 machibidoro ịtụ mgbere ahịa mmadụ maka ọrụ ma ọ bụ ịgba ohu mmekọahụ na ntaramahụhụ siri ike maka ịtụ mgbere ahịa ụmụaka.",
  "Na Eprel 2, 2015 iwu ọhụrụ gafere nke a na-akpọ SB8 na SR7",
  "N'okpuru iwu a, ndị na-azụ ahịa a mara ikpe ga-edebanye aha dị ka ndị omekome mmekọahụ ma kwụọ ụgwọ n'ime ego steeti a na-akpọ New Safe Harbor iji nyere ndị na-ahụ maka ịtụ mgbere ahịa mmekọahụ aka na ahụike uche, agụmakwụkwọ, ọzụzụ ọrụ na enyemaka iwu.",
  "Iwu HB 200 malitere ịrụ ọrụ n'ọnwa Jụlaị 1, 2011",
  "Iwu ahụ siri ike karị mgbe ọ metụtara ụmụaka ma nwee ike ịbụ ihe ruru afọ iri abụọ n'ụlọ mkpọrọ na ụgwọ $ 100,000",
  "Nzọụkwụ ọzọ dị mkpa bụ na afọ nkwenye, nke bụ afọ iri na isii, ma ọ bụ enweghị ihe ọmụma banyere afọ onye ahụ abụghịzi ezigbo nchebe.",
  "Atlanta bụ isi ebe njem maka ịtụ mgbere ahịa ụmụagbọghọ si mba ndịda ma bụrụ otu n'ime obodo iri na anọ nke mba United States nwere ọkwa kachasị elu nke ịtụ mgbere ahịa mmekọahụ ụmụaka.",
  "N'afọ 2007, ahia mmekọahụ mepụtara nde $ 290 na Atlanta. Ọnụ ọgụgụ a sitere na ọmụmụ \"Ịtụle nha na ọdịdị nke akụ na ụba mmekọahụ n'okpuru ala na obodo asatọ kachasị mkpa nke US\" nke ụlọ ọrụ Urban, na ajụjụ ọnụ iri na asatọ (pg",
  "121) nke emere na Atlanta, ma gụnye \"ndị akwụna, ụlọ ịhịa aka n'ahụ, na ụlọ akwụna\" na ma \"pimp na-achịkwa\" na \"ndị na-abụghị ndị na-achịkwa\" (pg",
  "122)",
  "N'ọmụmụ ihe ahụ, a kọwara ịzụ ahịa mmadụ na ngalaba: \"Background on the Prevalence of Human Trafficking in the United States\" dị ka \"omume mmekọahụ ọ bụla n'ọnọdụ nke onye ọ bụla nyere ma ọ bụ nata ihe ọ bụla bara uru (dịka, ịgba akwụna)",
  "\" (pg",
  "7).",
  "Craigslist bụ isi mgbasa ozi maka mgbasa ozi maka mmekọahụ ma a maara na saịtị ahụ na-enweta okpukpu atọ karịa saịtị ndị ọzọ.",
  "\"Otu ohere dị njikere maka ikuku azụmahịa na ụzọ ala nke na-adọta azụmahịa na ndị njem na Atlanta na-arata ndị omempụ na-azụ ahịa mmadụ.\" E nwere ọtụtụ ihe omume na mgbakọ na Atlanta nke na-eweta ọtụtụ ndị mmadụ n'obodo ahụ nke na-egosipụtakwa okwu ahụ.",
  "Out Of Darkness bụ nzukọ nke na-emegide ịzụ ahịa mmekọahụ nke dị na Atlanta Georgia; Out of Darkness dị n'okpuru ngalaba 501(c)(3)",
  "\"Ọrụ ha bụ iru, napụta ma weghachite ndị niile a na-emegbu n'ụzọ mmekọahụ, ka e wee mara ebube Chineke",
  "\"",
  "BeLoved Atlanta bụ nzukọ na-elekwasị anya na \"obodo nke ụmụnwanyị ndị lanarịrị ịtụ mgbere ahịa, ịgba akwụna na riri ahụ\"",
  "BeLoved Atlanta ga-enye ụmụnwanyị toro eto bụ ndị mmegbu mmekọahụ metụtara n'onwe ha ụlọ obibi, ha nwere ike inye ndị bi na ya ọrụ ha ruo afọ abụọ.",
  "Ọgwụgwụ Ọ \"bụ njikọ nke nzukọ na-eduga n'ụwa iji lụọ ọgụ maka nnwere onwe\"",
  "Ọrụ ha bụ ime ka ìhè dị n'ụdị ịgba ohu niile",
  "Kwụsị ya \"Ndị mmekọ na-arụ ọrụ, n'ala, kwa ụbọchị, iji weta AWARENESS, PREVENTION, RESCUE, na RESTORATION",
  "\"",
  "Not For Sale bụ maka ichebe ndị mmadụ n'otu n'otu site na ịgba ohu nke oge a na ịzụ ahịa mmadụ",
  "Not For Sale malitere na Berkeley California, ma dị ugbu a na steeti iri na ise ndị ọzọ",
  "Ha na-enye nchekwa, ọzụzụ ọrụ, na nkà ndụ, tinyere ọtụtụ ụlọ ọrụ ndị ọzọ.",
  "N'ọnwa Machị 19, 2016, ndị uwe ojii Athens-Clarke County jidere ụmụnwoke abụọ na Days Inn na North Finley Street maka ịzụ ahịa mmadụ. Ndị uwe ojii hụrụ otu nwata nwanyị dị afọ iri na isii furu efu site na New York n'ime ụlọ nkwari akụ ahụ",
  "E boro ndị ikom ahụ ebubo na ha ji égbè na-ezu ohi, na-apịa onye na-erubeghị afọ iri na asatọ na ịzụ ahịa mmekọahụ.",
  "N'ọnwa Ọktoba 13, 2016, ndị uwe ojii jidere ikpe abụọ nke ịtụ mgbere ahịa mmekọahụ na Horizon Inn na Suites, Room 239, na Gwinnett",
  "Ha abụọ ahụ zutere ndị uwe ojii Gwinnett County na Dawson Boulevard n'èzí Norcross",
  "A kpọrọ oku 911 abụọ ahụ n'ihi na ndị bi na họtel ahụ nụrụ ka a na-eti nwanyị ihe",
  "Otu n'ime enyi nwoke ndị ahụ metụtara, Betric Quintavious Walton, 25 anọghị n'ebe ahụ mana mgbe ndị uwe ojii gbara onye ahụ, onye ahụ, onye dị afọ iri abụọ na abụọ, ajụjụ ọnụ, ọ na-ala azụ ịkọrọ ozi wee daa mbà na-ekwu na ọ na-atụ egwu ịkpọ ndị uwe ojii na-ekwu na ọ sịrị na ọ ga-eme ezinụlọ ya ihe ma ọ bụrụ na o mee ya",
  "Onye uwe ojii ahụ kwetara ịkpọrọ ya gaa Doraville MARTA Station ka nwanne ya nwanyị buru ya",
  "Ka ha na-apụ n'ebe a na-adọba ụgbọala, ha hụrụ otu nwanyị yi mkpụmkpụ jean siri ike na-akụ aka n'ọnụ ụzọ ụlọ 239",
  "Onye ahụ gwara onye uwe ojii ahụ na ọ zutere Walton afọ atọ gara aga mgbe ya na nne ya nwere nsogbu n'ụlọ",
  "O nyere ya ọkara ego o nwetara na-arụrụ ya ọrụ",
  "Onye ọrụ ahụ nyere nwanyị ahụ nọmba ekwentị maka Georgia Cares na Street Grace Ministries, òtù ndị na-enyere ndị na-azụ ahịa mmekọahụ aka",
  "O kwuru na ha nwere ike ime ka ọ nweta nyocha ahụike na ebe ọ ga-anọ.",
  "N'ọnwa Ọktoba 13, 2016, e jidere mmadụ iri isii na Metro Atlanta maka ịtụ mgbere ahịa mmekọahụ na ịgba akwụna mba ụwa, a napụtara ụmụaka iri asatọ na abụọ. Ọrụ a mere na họtel, ọdụ ụgbọ oloko, nkuku okporo ámá, na ebe ndị ọzọ",
  "Metro Atlanta Child Exploitation Task Force nyeere ndị FBI aka",
  "Ha napụtara otu nwata site na ịzụ ahịa, gbuo akwụkwọ ikike nyocha abụọ, ma weghara égbè asaa",
  "E jidere ndị ọzọ na mpaghara gbara ya gburugburu ebe e jidere mmadụ ise na Alpharetta, otu onye na Dekalb, mmadụ anọ na Dunwoody, abụọ na Gwinnett County, mmadụ abụọ na Marietta, mmadụ ise na mpaghara Athens, na otu onye na Augusta"
]