[
  "Malta bụ mba na-aga maka ụmụ nwanyị Europe na-azụ ahịa mmadụ, ọkachasị ịgba akwụna mmanye",
  "N'ime oge a na-akọ akụkọ na n'oge gara aga, ndị Maltese mgbasa ozi kpuchiri ekwe omume ikpe nke Maltese afọ iri na ụma ụmụ agbọghọ ndị nwere ike na-etinye aka na mmanye ịgba akwụna na Malta.  Malta nwere ike bụrụ obodo ebe ndị nwoke a na-arụ ọrụ mmanye na-aga dịka akụkọ na 2009 gosipụtara na a manyere ụmụ nwoke Pakistan atọ ịrụ ọrụ na ụlọ oriri na ọṅụṅụ Pakistan na Malta",
  "Ọtụtụtụtụ ụmụaka na ndị mbịarambịa 4,304 na-adịghị mma bi ugbu a na Malta site na mba Afrịka nwere ike ịbụ ndị nwere ike ịdaba na ịzụ ahịa mmadụ na ahịa ọrụ na Malta.",
  "Gọọmentị Malta anwaala ịlụso ịzụ ahịa mmadụ ọgụ site n'ọtụtụ atụmatụ, gụnyere mmepe nke ọrụ enyemaka ndị metụtara, ọzụzụ nke ndị ọrụ gọọmentị, na ịkwalite mmata ọha na eze.",
  "Gọọmentị Malta gosipụtara obere ọganihu na mbọ ya iji kpee ndị omekome na-azụ ahịa mmadụ ikpe ma taa ndị omekome na-azụ ahịa ahụhụ n'oge akụkọ",
  "Iwu mpụ nke Malta machibidoro ịzụ ahịa maka mmegbu mmekọahụ azụmahịa na mmegbu ọrụ ma nye ntaramahụhụ nke mkpọrọ afọ abụọ ruo afọ itoolu",
  "Ntaramahụhụ ndị a kapịrị ọnụ zuru oke ma kwekọọ na ntaramahụhụ e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "Gọọmentị akwadoghị ma taa ndị omekome ọ bụla a na-ebo ebubo na-azụ ahịa n'oge akụkọ ahụ",
  "Ọtụtụ ikpe ikpe na-aga n'ihu nke e hotara na 2008 na 2009 Akụkọ ka edozighị: ikpe nke onye uwe ojii mara ikpe na 2005 bụ onye na-anọghị n'ụlọ mkpọrọ na-eche mkpesa;  ndị obodo Malta ejidere maka ịzụ ahịa ụmụ nwanyị Russia asatọ na Ukraine;  mmadụ anọ a gbara akwụkwọ maka ebubo ịzụ ahịa otu nwanyị Romania na 2004;  na ikpe 2008 nke e jidere ndị ikom atọ maka ịzụ ahịa nwanyị Sweden.  Kọmishọna ndị uwe ojii na Jenụwarị 2010 nyere ndị ọrụ nọ n'okpuru ya ntụziaka - ndị na-ahụ maka ikpe mpụ yana nyocha - ka ha mee ngwa ngwa na kwubie okwu ịzụ ahịa ugbu a na n'ọdịnihu n'ime ụbọchị 90 site na ụbọchị ikpe.  Enwere otu ọhụrụ ikpe ịzụ ahịa mmadụ bidoro n'oge mkpesa",
  "Gọọmentịmentị akwadoghị ọzụzụ ọhụrụ ọ bụla maka ndị uwe ojii, ndị ọkàiwu ma ọ bụ ndị ọka ikpe n'oge akụkọ ahụ, ọ bụ ezie na ọ nyere ndị ọrụ ókèala ọzụzụ dị otú ahụ.",
  "Gọọmentị Malta enwetaghị ọganihu ọ bụla n'ichebe ndị na-azụ ahịa n'oge akụkọ ahụ",
  "Enweghị NGO na-emegide ịzụ ahịa na Malta nwere ike inye aka na ihe ịma aka na nchedo ndị a na-emegbu dị ka NGO na-enye mmekọrịta bara uru n'ịchọpụta na inyere ndị nwere ike ịta ahụhụ aka",
  "Enweghị njirimara onye ihe metụtara mụbara ihe egwu nke a na-ata ndị ahụ ahụhụ maka mmebi iwu mbata na ọpụpụ ma ọ bụ omume iwu na-akwadoghị n'ihi nsonazụ nke ịzụ ahịa.  Gọọmentị gara n'ihu na-enweghi usoro iwu iji duzie ndị na-aza ajụjụ mbụ n'ịchọpụta okwu mmanye n'etiti ndị otu adịghị ike, dị ka ndị ọrụ si mba ọzọ, na-ezo aka na ọrụ pụrụ iche ịzụ ahịa",
  "Gọọmentịentị egosighi ihe akaebe nke mmejuputa usoro iwu ya nke ọma maka ịkpọga ụmụ nwanyị niile na-agba akwụna ndị uwe ojii jidere n'aka ndị ọrụ ebere gọọmentị",
  "Gọọmentị tinyere ihe ngosi maka ịzụ ahịa mmadụ dị ka akụkụ nke usoro mgbaba maka ndị mbịarambịa na-adịghị mma mana enweghị usoro iwu banyere otu esi akpọga ndị nwere ike ịdaba n'ụlọ mkpọrọ ndị mbịarambịa na ọrụ ndị na-azụ ahịa",
  "Dị ka akụkọ UN nke afọ 2009 si kwuo, gọọmentị na mbụ jidere ndị mbịarambịa niile na-adịghị mma mgbe ha rutere Malta",
  "Ọ bụ ezie na gọọmentị tinyere usoro ngwa ngwa maka ndị mbịarambịa na-enweghị ike, gụnyere ụmụ nwanyị dị ime, ezinụlọ, na ụmụaka na-enweghị onye na-eso ha ka a tọhapụ ha site na njide gaa n'ụlọ mkpọrọ mepere emepe (ebe a na-enye ndị mbịarambịa ụlọ na ọrụ mmekọrịta ọha na eze gọọmentị kwadoro maka ụmụ amaala Maltese niile), ọ ka nwere ike iwe ọnwa atọ",
  "Gọọmentị enyeghị ndị na-azụ ahịa ebe obibi ma ọ bụ ọrụ n'oge akụkọ ahụ, ọ bụ ndị nwere ike ịbụ ndị na-azụ ahịa ndị ọrụ si mba ọzọ nyere ikike obibi, enyemaka mmekọrịta mmadụ na ibe ya, ahụike na iwu, na ihe ndị ọzọ nwere ike ịnweta nchekwa na nchedo dị n'okpuru iwu Maltese tupu ha alaghachi mba ha",
  "Gọọmentị emepebeghị ma ọ bụ mejuputa usoro a haziri ahazi maka nchekwa, nlọghachi afọ ofufo maka ndị e metọrọ na Malta",
  "Gọọmentị na-agba ndị na-azụ ahịa ume ka ha nyere aka n'ikpe ndị na-azụ ahịa ha ma gbalịa imejuputa ụzọ okike nke ime nke a; e kwere ka otu onye a na-azụ ahịa n'oge gara aga nye akaebe megide onye na-azụ ahịa ya site na mkparịta ụka vidiyo.",
  "Gọọmentị Malta nwere ọganihu ụfọdụ n'ịkwalite ọrụ mgbochi ịzụ ahịa ahịa n'ime afọ gara aga.  Ụlọ ọrụ gọọmentị na-ahụ maka ọdịmma ọha na eze, Appogg gara n'ihu na-ebipụta akwụkwọ akụkọ zuru ezu iji mee ka ndị mmadụ mara banyere ịzụ ahịa mmadụ, gụnyere ozi gbasara ịchọta ndị nwere ike ime ihe na ebe ndị a na-ahụ maka enyemaka ndị a metụtara, ma kesaa ha na ụlọ ọgwụ ahụike, ụlọ ọrụ obodo, ụlọ ụka, na ebe ntụrụndụ iji lekwasị anya.  ndị ahịa nwere ike ịzụ ahịa mmekọahụ.",
  "Ná ngwụsị afọ 2009, gọọmentị na ụlọ ọrụ ntecha mba ụwa mepụtara mmekorita nke ego sitere na ngwaahịa ndị azụmahịa ahụ na-ere ga-enyere gọọmentị aka n'ịzụlite mgbasa ozi gbasara ịzụ ahịa ụmụaka",
  "Ụlọ ọrụ na-ahụ maka ọrụ na ọzụzụ nke gọọmentị Malta mere nnọkọ ozi n'ime ụlọ mkpọrọ ndị mbịarambịa iji gwa ndị mbịarambịa banyere ikike ha na usoro ha ga-esi nweta ikike ọrụ na ọrụ kwesịrị ekwesị, ma ọ bụrụ na e nye ha ebe mgbaba ma tọhapụ ha",
  "Gọọmentị ejighị mbọ ya na-agba megide ịzụ ahịa ma nọgide na-enweghị atụmatụ mmegide ịzụ ahịa mba",
  "Gọọmentị ekwughị ihe ọ bụla a kapịrị ọnụ iji belata òkè nke ndị mba Maltese nwere ike itinye aka na njem mmekọahụ ụmụaka na mba ofesi."
]