[
  "Ịtụ Mgbere ahịa mmadụ na mba Nepal bụ ụlọ ọrụ mpụ na-eto eto na-emetụta ọtụtụ mba ndị ọzọ karịa Nepal, ọkachasị gafee Eshia na Middle East. Nepal bụ mba isi iyi maka ụmụnwoke, ụmụnwanyị na ụmụaka a na-amanye ịrụ ọrụ na ịzụ ahịa mmekọahụ. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Ịtụ mgbere ahịa mmadụ bụ ụlọ ọrụ ndị omempụ na-eto ngwa ngwa n'ụwa, nke abụọ na ịtụ mgbere ahịa ọgwụ ọjọọ ma jikọta ya na ịzụ ahịa ngwá agha. Dị ka United Nations Office on Drugs and Crime si kwuo, ịzụ ahịa mmadụ bụ inweta ndị mmadụ site n'ụzọ na-ekwesịghị ekwesị dịka aghụghọ, ike, ma ọ bụ aghụghọ, na ebumnuche nke iji ha mee ihe.  A na-emetụta mba niile dị ka isi iyi ma ọ bụ mba na-aga ma ọ bụ ngwakọta nke ha abụọ, ọ bụ ezie na mba ndị na-emepe emepe na-abụkarị mba ndị mepere emepe.\nDị ka atụmatụ nchekwa nke International Labour Organization si kwuo, ihe dị ka nde mmadụ 2.4 - ọtụtụ ụmụnwanyị na ụmụagbọghọ - nọ ugbu a n'ọrụ mmanye n'ihi ịzụ ahịa, na-emepụta ụlọ ọrụ ijeri US $ 32 n'ụwa niile",
  "Kwa afọ, a na-azụ ihe dị ka mmadụ 600,000-800,000 gafee ókèala mba gburugburu ụwa, pasent 80 n'ime ha bụ ụmụnwanyị na ụmụagbọghọ. Ihe dị ka nde mmadụ 1.2 na-azụ ahịa bụ ụmụaka: ihe dị ka 43% bụ ndị a na-azụ ahịa maka mmegbu mmekọahụ azụmahịa ebe 32% bụ maka ịgba ohu na-enweghị isi, na 25% maka ngwakọta nke ha abụọ. A na-atụ mgbere ahịa ndị mba Nepali n'ime Nepal, Middle East, na ọbụna Europe tinyere ebe ndị ọzọ dị ka Malaysia ma manyere ha ịghọ ndị akwụna, ndị ọrụ ụlọ, ndị arịrịọ, ndị ọrụ ụlọ ọrụ mmepụta ihe, ndị ọrụ ogbunigwe, ndị na-eme egwuregwu, ụmụaka ndị agha, na ndị ọzọ.",
  "Enwere ike ịkọwa usoro ịtụ mgbere ahịa mmadụ site na ụdị abụọ: \"siri ike\" na \"dị nro\". Ọdịiche dị n'etiti ịzụ ahịa siri ike na nke dị nro metụtara mmanye ma ọ bụ itinye aka nke ndị òtù ezinụlọ na ntinye mmadụ n'ịgba akwụna mmanye. A na-azụ ahịa siri ike site na nkwa ụgha na mmanye. Ọ na-agbasa site na mpaghara gaa na mpaghara, ma gbanwee nke ukwuu site na ime obodo gaa n'obodo ukwu. Na ịzụ ahịa dị nro, ndị òtù ezinụlọ nwere ike ịrụ ọrụ karịa \"onye na-ere ahịa\", gụnyere onye na-ebugharị na onye na-atụ mgbere ahịa.",
  "A na-akpọkarị ndị na-atụ mgbere ahịa gaa ebe dị n'ime Nepal, ọtụtụ mgbe site n'ime ime obodo gaa n'obodo ukwu",
  "A na-azụ ụmụagbọghọ na ụmụnwanyị na-eto eto maka mmegbu mmekọahụ n'ebe ndị dị ka ụlọ oriri na ọṅụṅụ / ịgba egwu, ụlọ ịhịa aka n'ahụ, na ebe ndị ọzọ n'ime ngalaba njem. Otú ọ dị, oghere ndị a na-enwekwa ọtụtụ ụmụnwanyị ndị banyere ọrụ mmekọahụ n'afọ ofufo, na ndị nwere ike ịbanye n'afọ ofufo mana emesịghị kweghị hapụ ma mechaa nọrọ n'ọnọdụ dị ka ohu. N'ime Nepal, ịtụ mgbere ahịa ndị ọrụ bụkwa ihe a na-ahụkarị: ndị a na-ahụ maka ya na-ejedebe na ụlọ ọrụ kapet na uwe, na-arụ ọrụ na-akpụ akpụ, brik-kilns, na ndị ọzọ.",
  "Ịtụ mgbere ahịa ụmụagbọghọ si mba Nepal banye India maka ịgba akwụna mmanye bụ ma eleghị anya otu n'ime ụzọ ịzụ ahịa ohu kachasị arụ ọrụ n'ebe ọ bụla n'ụwa, na-eme atụmatụ na ụmụnwanyị na ụmụagbọghọ Nepali 5,000-10,000 na-azụ ahịa na India kwa afọ. E mere atụmatụ na 100,000-200,000 ndị Nepali na-azụ ahịa nọ na India. Ụmụagbọghọ Nepali na-achọsi ike karịsịa dị ka ndị akwụna na India n'ihi na a na-ewere ha dị ka ndị mara mma n'ihi ụcha akpụkpọ ahụ ha na-egbuke egbuke, nakwa n'ihi na a kwenyere na ụmụagbọghọ mba Nepali nwere ike ịgwọ ọrịa AIDS. A na-azụkwa ndị a na-emegbu maka ọrụ na sekit, ọrụ ugbo, na ngalaba mmepụta ihe ndị ọzọ. Kilomita 1850 nke ókèala mepere emepe n'etiti Nepal na India na-eme ka ịtụ mgbere ahịa dị mfe ma sie ike ijide. Na mgbakwunye, enweghị njikwa mbata maka ndị Nepal na-akwaga India ma ọ bụ ndị India na-abịa na Nepal n'okpuru nkwekọrịta udo na ọbụbụenyi nke afọ 1950 n'etiti mba India nakwa mba Nepal. Na mgbakwunye na ịbụ ebe a na-aga, India bụkwa mba njem maka ụmụnwanyị Nepalese na Bangladeshi na-azụ ahịa na Pakistan, Western Asia, na Middle East na maka ụmụnwanyị na-atụ mgbere ahịa site na Russian Federation gaa Thailand.",
  "A na-ebuga ndị a metụtara, ọkachasị ụmụagbọghọ na ụmụnwanyị, na mba Saudi Arabia, Malaysia, Hong Kong, Russia, Pakistan, United Arab Emirates na steeti ndị ọzọ dị na Gulf. Ndị ọkachamara kwenyere na China na-aghọkwa ebe na-apụta maka ndị mba Nepali metụtara. Ọtụtụ ndị na-ejedebe na mba ofesi na-ebu ụzọ gafere India tupu ebe ikpeazụ ha aga. Maka ebe ndị mba ọzọ na-abụghị ndị India, a na-ahụkarị ndị a na-ahụ maka ịzụ ahịa mmekọahụ, ọkachasị n'ụlọ ndị na-abụghị ụlọ akwụna",
  "Ihe ọzọ juru ebe niile bụ mmegbu ndị ọrụ nke ndị metụtara na ngalaba na-enweghị nhazi, na-enweghị usoro na steeti Gulf, dị ka ịgba ohu n'ụlọ.",
  "Ịzụ ahịa mmekọahụ bụ mgbe mmadụ na-eji mmanye, ike, ma ọ bụ aghụghọ mee ka ya na okenye nwee mmekọahụ ma ọ bụ mee ka nwatakịrị nwee mmekọahụ azụmahịa.  Omume mmekọahụ azụmahịa gụnyere ịgba akwụna, ihe na-akpali agụụ mmekọahụ ma ọ bụ arụmọrụ mmekọahụ emere n'ọnọdụ ihe bara uru, dị ka ego, ebe obibi, nri, ọgwụ ọjọọ, ma ọ bụ uwe.",
  "Ịzụ ahịa mmekọahụ jupụtara ebe niile n'ime Nepal na India, na ihe ruru ụmụnwanyị na ụmụagbọghọ 5,000-10,000 na-aga India naanị kwa afọ. Ndị a na-azụ ahịa maka ọrụ mmekọahụ yikarịrị ka ha bụ ndị okenye, ndị na-agụghị akwụkwọ, ma nwee ndị ezinụlọ ole na ole nwere ike inweta ego. Ụfọdụ ihe kpatara eji a na-atụ mgbere ahịa maka ọrụ mmekọahụ nwere ike ịgụnye ịda ogbenye na ịka nká. N'aka nke ọzọ, a na-erigbu ụmụnwanyị na-eto eto maka ọrụ na-abụghị mmekọahụ gụnyere ọrụ ụlọ na ọrụ aka, na ọrụ sekit. E nwere ihe dị ka ụmụnwanyị na ụmụagbọgh ọmba Nepali 150,000 ruo 200,000 ndị a na-azụ ahịa na ụlọ akwụna ndị India kwa afọ. A na-ere ụmụagbọghọ n'ụlọ akwụna na ọnụ ahịa sitere na 50,000 ruo 70,000 Indian rupees. Ka nwa agbọghọ ahụ dị obere, ka ọnụ ahịa a ga-ere ya dị elu. Ozugbo e rere ha, ụmụagbọghọ ahụ bụ ihe onwunwe nke onye nwe ụlọ akwụna ruo mgbe ha nwere ike ịkwụghachi ego a kwụrụ maka ha. A pụrụ inye ụmụagbọghọ a na-azụ ahịa maka ọrụ mmekọahụ obere akụkụ nri na mgbe ụfọdụ obere ego, Otú ọ dị, ndị nwe ụlọ akwụna nwere ike iburu ihe ruru 90% ruo 95% nke ego ụmụ agbọghọ ahụ na-enweta. Otu nnyocha kọrọ na a manyere ụmụ agbọghọ ijere nkezi nke ndị ahịa iri na anọ ozi kwa ụbọchị, na opekata mpe mmadụ atọ na oke ụmụnwoke iri anọ.",
  "Ọrụ mmanye na-ezo aka na \"ọnọdụ ebe a na-amanye ndị mmadụ ịrụ ọrụ site na iji ime ihe ike ma ọ bụ iyi egwu, ma ọ bụ site n'ụzọ aghụghọ dị ka ụgwọ akwakọba, njigide akwụkwọ njirimara, ma ọ bụ iyi egwu nke ịkatọ ndị ọchịchị mbịarambịa",
  "\" Ihe ndị metụtara ọrụ mmanye gụnyere aghụghọ, mmegbu na mmegbu, na-emebi Nkwupụta Òtù Na-ahụ Maka Ọrụ Mba Nile na Ụkpụrụ Na-ahụ Maka Ọrụ, nke a nakweere na 1998. Na mba Nepal, ịgba ohu bụ otu n'ime ụdị ọrụ mmanye kachasị ochie. Ebe ọ bụ na a na-ezokarị ọrụ mmanye na akụ na ụba na-akwadoghị, enweghị data zuru oke iji mepụta ọnụ ọgụgụ ziri ezi nke oke ya.",
  "Otu ụdị ọrụ mmanye nke jupụtara na Nepal bụ ọrụ ịgba ohu, nke a makwaara dị ka ịgba ohu ụgwọ. Ọ bụ ezie na Nepal machibidoro ọrụ ịgba ohu n'afọ 2000, ọ ka bụ ihe iseokwu na mba ahụ niile. A na-ahazi ọrụ ịgba ohu iji na-erigbu ndị ọrụ, ma na-eme mgbe ndị mmadụ n'otu n'otu na-enye onwe ha n'ohu dị ka ụzọ isi kwụọ ụgwọ maka mgbazinye ego. A na-aghọgbu onye ahụ ma ọ bụ jide ya n'ịrụ ọrụ maka obere ụgwọ ma ọ bụ enweghị ụgwọ, ebe ha na-achọpụta na ịkwụ ụgwọ ego ahụ agaghị ekwe omume. A naghị ekwe ka ọtụtụ ndị ọrụ rụọ ọrụ maka onye ọ bụla ọzọ. A na-eji ime ihe ike na iyi egwu eme ihe mgbe ụfọdụ iji manye ndị ọrụ ka ha nọrọ, na n'ọnọdụ ụfọdụ, a na-edebe ha n'okpuru nlezianya. Na Nepal, a na-ahụkarị ọrụ nkekọ na ọrụ ugbo, mana enwere ike ịchọta ya na brik kilns, ọrụ ụlọ, ụlọ ọrụ ịchọ mma, ụlọ ahịa tii, na obere ụlọ oriri na ọṅụṅụ.",
  "Ọrụ ụmụaka juputara na Nepal. Mba ahụ nwere ihe dị ka nde ụmụaka 1.6 na-arụ ọrụ n'etiti afọ ise na afọ iri na asaa, ndị na-arụkarị ọrụ iji nweta ego iji nye ndị mụrụ ha. Ihe dị ka ụzọ atọ n'ụzọ anọ n'ime ha dị afọ iri na anọ, ọtụtụ n'ime ha bụ ụmụagbọghọ.",
  "Ihe ka ọtụtụ n'ime ndị na-azụ ahịa bụ ụmụnwanyị na ụmụagbọghọ, bụ ndị na-adịghị ike karịsịa n'ihi oke ohere akụ na ụba, amaghị akwụkwọ ma ọ bụ agụmakwụkwọ dị ala, na ọnọdụ akụ na ụba na ọdịbendị dị ala. Ụmụnwanyị na ụmụagbọghọ na-enwekwa ike ịtụ mgbere ahịa ma ọ bụrụ na ha na-etinye aka na ndụ ndị a na-eleghara anya, ndị di ha ma ọ bụ ezinụlọ ha gbahapụrụ, ndị a na-emegbu na ime ihe ike, na ndị si n'obodo ndị nwere nsogbu na ezinụlọ dara ogbenye. Ndị a na-emegbu na-abịa site na mpaghara niile nke Nepal, mana ọtụtụ ndị a na-elekwasị anya bụ ndị nọ n'ọdịnala na-enweghị ike, ndị a na-eleghara anya dị ka ndị Dalit caste (ndị a na-apụghị imetụ aka) na agbụrụ dị nta (\"janajati\", ụmụ amaala). Ndị ọzọ na-adịghị ike gụnyere ndị okpukpe dị nta, ndị nwere nkwarụ, ndị si n'etiti na mpaghara mmepe ọdịda anyanwụ, na ndị bi na mpaghara nwere ike ịgbanwe ihu igwe na ọdachi ndị na-emere onwe ha. Òtù Mba Ndị Dị n'Otu (2011) depụtara ndị kachasị nwee nsogbu na Nepal bụ ndị chọrọ nkwado kachasị ngwa ngwa site na ụkpụrụ atọ ndị a: 1) mmepe mmadụ (ịda ogbenye, akụ na ụba, ihe ọmụma na ahụike); 2) mwepu (mwepụ akụ na ụba, mwepu ndọrọ ndọrọ ọchịchị na mwepụ obodo / ọdịbendị); na 3) nchebe onye ọ bụla na-adịghị ike (nchebe anụ ahụ na nchedo iwu). Otú ọ dị, mmegbu na-agbasa na ndị otu bara uru na ụmụnwanyị nọ n'ọkwá dị elu. The Nepal Human Development Report (2004) na-eme atụmatụ ihe dị ka 20% ndị a na-ebuga na India na mba ndị ọzọ na Eshia erubeghị afọ 16.",
  "A dọtara ọtụtụ ndị a metụtara na nkwa nke ọrụ ka mma na mpaghara ndị dị ka India, Dubai, ma ọ bụ Saudi Arabia; usoro ndị ọzọ gụnyere alụmdi na nwunye ụgha na aro, ike, na ịbịakwute ezinụlọ ji ụgwọ iji ree ụmụ ha nwanyị iji kwụọ ụgwọ ha, mgbe ụfọdụ n'okpuru nghota nke ụgwọ maka alụmdi na nwunye. A pụrụ ile ụmụagbọghọ anya dị ka ngwaahịa ezinụlọ nke enwere ike ịzụta ma ree dị ka ihe onwunwe. N'ebe ndị a na-agba ohu, a na-atụkarị ndị a na-emegbu, na-eso ha na ndị nche, na-emetọkarị n'ụzọ mmekọahụ na n'ụzọ anụ ahụ n'ụdị dị iche iche nke ịzụ ahịa. Ndị a tara ahụhụ na-enweta obere ụgwọ ma ọ bụ enweghị ụgwọ maka ọrụ ha, na-arụ ọrụ n'ọnọdụ dị ize ndụ ruo ogologo oge, a na-eyi ha egwu n'ụzọ anụ ahụ na n'ụzọ uche. Ndị jidere ha na-ejidekarị ndị a na-emegbu n'ụgwọ, nke pụtara na a na-amanye ha ịkwụ ụgwọ maka ezinụlọ ha ma ọ bụ ụgwọ njem",
  "Ndị a na-emegbu mgbe ụfọdụ na-esi n'agbụ ha pụọ site na mgbapụ, nnapụta site na mwakpo ndị uwe ojii, ma ọ bụ ntọhapụ site n'aka ndị jidere ha mgbe e weere ha dị ka ndị agadi iji baa uru.",
  "Akụkọ 2011 nke Dr",
  "Gilly McKenzie, nke UN Organised Crime Office, na-ekwu, sị: \"Ndị na-azụ ahịa na-esitekarị n'otu ebe ma ọ bụ mpaghara ebe a na-azụ ụmụ agbọghọ na ụmụ nwanyị",
  "Ha bụ ma ụmụ nwoke ma ụmụ nwanyị, ọtụtụ mgbe ha bụ ndị onye ahụ maara dịka ndị agbata obi, ndị ikwu, ndị enyi, na ọbụna ndị nne na nna. Nnyocha na-egosi na ọ bụ netwọk nke ndị na-azụ ahịa na-eduzi ịzụ ahịa, na netwọk ahụ na-agbatị site n'obodo nta ruo ebe ọrụ ruo ebe a na-aga",
  "Ndị na-azụ ahịa na ndị ndọrọ ndọrọ ọchịchị, ndị isi, ndị uwe ojii, omenala, ndị na-ewe mmadụ n'ọrụ na mba ofesi, ụlọ ọrụ njem, ụlọ ọrụ nnabata wdg.\nNdị na-eme nchọpụta kwenyere na ụzọ, usoro na ọrụ nke ịzụ ahịa na-aghọwanye nhazi",
  "Ndị na-azụ ahịa na-enwetakarị ezigbo akwụkwọ iwu maka ndị ha na-azụ ahịa, mana ha na-egbochi ha n'aka ndị ahụ mgbe ha gafere ókèala E wezụga iji nkwa ụgha nke ọrụ na-akwụ ụgwọ nke ọma, ịhụnanya ụgha, na alụmdi na nwunye, ndị na-azụ ahịa na-arụkwa ọrụ nke \"ndị nlekọta\" maka ụmụ agbọghọ na ụmụ nwanyị, mgbe mgbe n'okpuru iyi nke inyere ha aka ịchọ ọgwụgwọ ma ọ bụ iduzi ha iru di ha ma ọ bụ ndị ikwu ha na India",
  "\" Na Nepal, ọnụ ọgụgụ ka ukwuu nke ndị na-azụ ahịa nọ n'agbata afọ 26-35 afọ, na ihe dị ka pasent 95 nke ndị na-azụ ahịa lụrụ di. Ihe ka ọtụtụ n'ime ndị na-azụ ahịa bụ naanị ndị gụrụ akwụkwọ (84%), na-enweghị agụmakwụkwọ sekọndrị. Maka ọrụ ha, ọtụtụ ndị na-azụ ahịa na-etinye aka na ọrụ ugbo tupu mgbe ahụ, na-esote ọrụ ụgwọ. Ndị na-azụ ahịa na-esitekwa na ụlọ ọrụ ndị na-abụghị ọrụ ugbo gụnyere azụmahịa na ọrụ.",
  "Ogbenye bụ otu n'ime ihe ize ndụ kachasị njọ nke na-eme ka ndị metụtara, ọkachasị ụmụ nwanyị na ụmụ agbọghọ, bụrụ ndị na-adịghị ike: Nepali PRSP (Poverty Reduction Strategy Papers) na-achọpụta na 38% nke ndị bi na ya bi na ma ọ bụ n'okpuru akara ịda ogbenye. Ogbenye na enweghị ohere ọrụ, ọkachasị n'ime ime obodo, na-amanye ndị mmadụ n'otu n'otu ma ọ bụ ezinụlọ ịkwaga n'obodo ukwu ma ọ bụ nabata ọrụ dị anya. Ntinye aka a na mbugharị ime obodo na ime obodo na-eme ka ọtụtụ ụmụ nwanyị na ụmụ agbọghọ Nepali nwee ihe ize ndụ nke ịzụ ahịa. Na mgbakwunye, ịrị elu nke ụlọ ọrụ kapet na Nepal dị ka ụlọ ọrụ mgbanwe mba ọzọ kachasị ukwuu mere ka a chọọ ọrụ ụmụaka dị ọnụ ala na ọrụ ohu. Nnyocha gosiri na ọnụ ọgụgụ dị ukwuu nke ụmụaka na-arụ ọrụ na ụlọ ọrụ mmepụta ihe bụ ndị ohu ma na-emetọkarị n'ụzọ mmekọahụ; ụlọ ọrụ mmepụta ihe ahụ wee bụrụ ebe njem maka ịzụ ahịa ụmụ agbọghọ na India. Ọzọkwa, ịzụ ahịa aghọwo azụmahịa dị ala ma na-akwụ ụgwọ dị ukwuu, nke na-akpali ndị na-azụ ahịa iji nweta ụmụ agbọghọ, ọbụlagodi mgbe ha bụ ndị agbata obi ma ọ bụ ndị òtù ezinụlọ.",
  "Ihe ndị mere eme na ọdịbendị na-etinye aka na ọnọdụ ịzụ ahịa ugbu a",
  "Ụmụaka ndị sitere na ụmụ amaala, ndị obere, ma ọ bụ ndị nọ n'ọkwá dị ala bụ ndị kachasị nwee nsogbu. Usoro caste Hindu enweghị caste akwụna: Otú ọ dị, na ndịda ọdịda anyanwụ Nepal, ụmụ nwanyị nke Badi caste bụ ndị na-eme egwuregwu ọdịnala bụ ndị na-enye ihe ngosi ọdịbendị yana ọrụ mmekọahụ nye ndị eze obodo, ndị isi okpukpe na ndị nwe ụlọ. Ndị otu na-azụ ahịa jiri ọdịnala obodo a mee ihe ma tinye obodo Badi n'ime mgbaaka na-azụ ahịa mmekọahụ. Ụkpụrụ mmekọrịta mmadụ na ibe ya, ụkpụrụ, àgwà na omume na-agba ume ịzụ ahịa ma na-eme ka ụmụ nwanyị na ụmụ agbọghọ nwee nsogbu. Dịka ọmụmaatụ, ụmụ nwanyị nwere ohere ole na ole maka agụmakwụkwọ, ọzụzụ ọrụ, na ọrụ karịa ụmụ nwoke na Nepal; ezinụlọ na-eji ụmụ nwoke akpọrọ ihe dị ka akụ mana ha na-ele ụmụ nwanyị anya dị ka ibu ego n'ihi na ụmụ agbọghọ ga-emesị lụọ di iji jeere ezinụlọ ọzọ ozi, ndị nne na nna ga-enyekwa ụgwọ na mgbakwunye. Ezinụlọ dara ogbenye n'ọnọdụ ndị a nwere ike ree ụmụ ha nwanyị nye ndị na-azụ ahịa ma ọ bụ zipụ ha mgbe ha dị obere ka ha rụọ ọrụ ma zighachi ego n'ezinụlọ. Omenala, mkpa akụ na ụba, na ọnọdụ dị ala nke ụmụ nwanyị na-arụ ọrụ iji gaa n'ihu na-azụ ahịa. Ntachi obi nke ime ihe ike n'ụlọ na mmekọahụ na-emepụta nnukwu ihe mgbochi maka ndị a metụtara ịhapụ ọnọdụ mmegbu ma ọ bụ chọọ ụzọ iwu dị irè",
  "Ọzọkwa, ụmụ nwanyị ndị gbara alụkwaghịm, ndị a gbahapụrụ agbahapụ, ndị e dinara n'ike, ma ọ bụ ndị ọrụ mmekọahụ na-eche nnukwu ihere ihu ma bụrụ ndị ezinụlọ ha na obodo ha chụpụrụ, na-eme ka ha nwee ike ịzụ ahịa.",
  "Ala ọma jijiji nke ọnwa Eprel afọ 2015 na Nepal, ala ọma jijiji ndị sochiri ya emeela ka egwu nke ịzụ ahịa ka ndị mmadụ na-eri ọtụtụ nde ndị na-enweghị ebe obibi ọhụrụ",
  "Mgbochi Nepal nke afọ 2015 emeela ka echiche nke nsogbu dị elu na mba ahụ",
  "Ụfọdụ gosiri na ụmụ agbọghọ 461 dị ka Maiti Nepal kọrọ, ọtụtụ n'ime ha erubeghị afọ iri na asatọ, ndị ezinụlọ ha kwuru na ha furu efu mgbe ha gafechara India.  Nsogbu ndọrọ ndọrọ ọchịchị na-emetụtakwa mgbalị iji tinye ndị ọchịchị India aka ịchọta ha.",
  "Ọbụna ma ọ bụrụ na ndị a metụtara na-alanarị ma nwee ike ịpụ na ịzụ ahịa, enwere ọtụtụ ihe ịma aka ha nwere ike ihu n'ịgbalị ịlaghachi na ndụ ha.",
  "A na-elegharakarị mmetụta uche nke ịzụ ahịa anya karịa mmetụta mmekọrịta mmadụ na ibe ya na nke anụ ahụ, n'agbanyeghị mmetụta dị ukwuu ọ na ndụ onwe onye na ọha mmadụ. N'ihi mmetọ ahụ dị ogologo, ndị a na-emegbu na-enwekarị mmerụ ahụ na nke mmetụta uche dị ka nsogbu nrụgide post-traumatic (PTSD), ịda mbà n'obi, nchekasị, na ọgwụ ọjọọ. Ụmụ nwanyị lanarịrị ahịa mmadụ na-enwekarị ịda mbà n'obi na nchekasị ma e jiri ya tụnyere ndị metụtara ụdị ihe ndị ọzọ. Nchegbu, ịda mbà n'obi, na nsogbu nchekasị post-traumatic na-enwekarị ọnụ ọgụgụ dị elu na ndị ọrụ mmekọahụ ma e jiri ya tụnyere ndị a na-azụ ahịa maka ọrụ na-abụghị mmekọahụ.",
  "Ndị a na-arịa ọrịa nọkwa n'ihe ize ndụ dị elu maka ọrịa ndị a na-ebute site na mmekọahụ (STIs) gụnyere ụkwara nta na HIV / AIDS. Dị ka akwụkwọ 2002 nke United Nations \"Nepal's National HIV/AIDS Strategy\" si kwuo, Nepal nwere ọnụ ọgụgụ dị ala nke nje HIV n'ime ndị okenye ya, Otú ọ dị, ọ nwere \"ọrịa na-efe efe\" nke nje HIV na ọnụ ọgụgụ dị elu na ndị ọrụ mmekọahụ. Enweghị agụmakwụkwọ banyere nje HIV na obere condom na-enye aka n'ịgbasa nje HIV na Nepal. N'afọ 2002, ojiji condom bụ 1.1% nke ojiji mgbochi afọ ime niile na Nepal. Nnyocha na-egosi ihe dị ka 30-38% nke ndị na-azụ ahịa mmekọahụ nwere nje HIV, ọnụ ọgụgụ dị elu karịa ọnụ ọgụgụ ndị ọrụ na-abụghị ndị ọrụ mmekọahụ na ndị ọrụ mmekọahụ na-abụghị ndị a manyere. N'ụzọ dị iche na ndị ọrụ mmekọahụ na-abụghị ndị a manyere, ndị a na-azụ ahịa nwere ike ịbụ ndị a manyere ha ka ha na ndị ahịa nwee mmekọahụ na-enweghị nchebe, na-eduga na ọnụ ọgụgụ dị elu nke nje HIV. Ihe karịrị 50% nke ụmụ nwanyị nwere nje HIV na Nepal bụ ụmụ nwanyị a chụpụrụ mgbe ha rụchara ọrụ na ụlọ ọrụ mmekọahụ na India. Ozugbo a chọpụtara na ụmụ nwanyị ndị a nwere nje HIV, ha na-eche ihere, ịjụ, na ịnọpụ iche, na-eme ka o sie ike ịlaghachi n'ime ọha mmadụ ma ọ bụrụ na ha enwee ike ịpụ n'ọrụ mmekọahụ.",
  "Na mgbakwunye, ebe ọ bụ na ọtụtụ ndị lanarịrị enweghị ọnọdụ ụmụ amaala, ha nwere oke nhọrọ maka usoro iwu, ha erughịkwa eru maka ọtụtụ mmemme mbelata ịda ogbenye nke gọọmentị. Ọbụna mgbe ndị NGO nyere ha aka, ọtụtụ ụmụ nwanyị na-akọ na ihere na-aga n'ihu n'obodo na enweghị ohere maka ibi ndụ.",
  "Ọtụtụ nwere oke ihe isi ike ịlaghachi n'ime ọha mmadụ n'ihi ihere siri ike ha na-eche ihu nke ịbụ ndị ọrụ mmekọahụ gara aga n'agbanyeghị eziokwu ahụ bụ na a manyere ha ịbanye na ya. Mgbe ndị lanarịrị laghachiri n'obodo nta, ndị ezinụlọ na obodo na-achụpụkarị ha. Ndị lanarịrị na-ewere alụmdi na nwunye dị ka atụmatụ a pụrụ ịdabere na ya na nke a chọrọ maka mmekọrịta mmadụ na ibe ya; ụfọdụ na-ezobe ndụ ha gara aga na ọnọdụ nje HIV n'aka di ọhụrụ ha. N'ihi ihere na enweghị nkà na agụmakwụkwọ, tinyere obere ọrụ Nepal na ohere ibi ndụ maka ụmụ nwanyị ndị a na-ewere dị ka ndị a na-anakwere, ọtụtụ ndị lanarịrị na-abanye ọzọ n'ọrụ mmekọahụ.",
  "Iwu Nepal depụtara kpọmkwem ikike ịha nhata na ikike nnwere onwe pụọ na mmegbu. Ikike megide mmegbu machibidoro ịzụ ahịa mmadụ. Nepal's Muluki Ain bụ \"ụkpụrụ zuru oke metụtara obodo, ndị omempụ, yana usoro na iwu dị mkpa nke alaeze\" (Center for Legal Research and Resource Development, 2002, p",
  "11). Akụkụ nke Ain na-ekwu maka ịzụ ahịa kpọmkwem, a machibidoro ihe ndị na-esonụ: ịzụ ahịa mmadụ: a naghị ekwe ka ewepụ mmadụ na Nepal n'ebumnobi ire ere; ịpụ onye nlekọta iwu: onye na-erubeghị afọ iri na isii ma ọ bụ onye ọrịa uche enweghị ikewapụ ya na onye nlekọta iwu ha; na ịgba ohu na ọrụ nkekọ. Nepal nwekwara iwu ime ụlọ atọ nke na-ekwu maka ịzụ ahịa ụmụ agbọghọ na ọrụ ụmụaka mmanye, gụnyere Iwu Ọrụ nke afọ 1992, Iwu Nchịkwa Azụma nke Nepal nke afọ 1986, na Iwu National Human Rights Commission nke 1993. Iwu Nchịkwa Ịzụ Mmadụ nke Nepal nke afọ 1986 na-eme ka ire na ịzụta ụmụ mmadụ bụrụ mpụ n'ụzọ doro anya ma guzobe ndokwa maka mmeghari na njikọta maka ndị metụtara. Ọ na-akọwa ịzụ ahịa mmadụ dị ka ihe ọ bụla gụnyere i) ire ma ọ bụ ịzụta mmadụ maka nzube ọ bụla; ii) ịmanye mmadụ ịgba akwụna ma ọ bụ na-enwetaghị uru; iii) ịkpụ akụkụ ahụ mmadụ n'ụzọ iwu na-akwadoghị na iv) itinye aka na ịgba akwụna. A ga-ama ndị a mara ikpe ịga mkpọrọ afọ iri abụọ. Otú ọ dị, iwebata ndị ọrụ site na aghụghọ maka ebumnuche nke ọrụ nkekọ abụghị mpụ na omume a ọ gwụla ma ọ bụ maka ịgba akwụna. A na-akatọkwa omume ahụ maka ijikọ ịzụ ahịa mmekọahụ na ọrụ mmekọahụ, na maka ndokwa na-ezughị oke maka nkwụghachi ụgwọ na nchebe dị irè maka ndị na-eme mkpesa na-ede akwụkwọ megide ndị na-azụ ahịa. Nepal anabatabeghị nkwekọrịta mba ụwa Palermo Protocol on Trafficking (2003) nke na-enye nkọwa ọrụ a nabatara nke ịzụ ahịa dị ka iji ike, mmanye, na aghụghọ iji mebie mmadụ maka uru.",
  "N'agbanyeghi mbọ a na-agba n'iwu megide ịzụ ahịa, enweghị mmanye ka bụ otu n'ime ihe mgbochi kachasị elu iji lụso ịtụ mgbere ahịa ọgụ na mba Nepal. Nke mbụ, gọọmentị na ọha mmadụ na-ekpe nwanyị ikpe maka ịgba akwụna ma belata ọrụ ndị na-azụ ahịa na mpụ a. Nke abụọ, ndị ọrụ uwe ojii gọọmentị na-abụkarị ndị nrụrụ aka; pimps na-enwe mmekọrịta chiri anya na ndị uwe ojii na ndị ndọrọ ndọrọ ọchịchị n'ihe gbasara ọrụ ịzụ ahịa ha. Nke atọ, mmadụ ole na ole lanarịrị na-ebo ebubo, na-egosipụta na ndị lanarịrị enweghị ntụkwasị obi na usoro mmanye iwu ma ọ bụ usoro adịghị arụ ọrụ iji mee ka ndị lanarịrị kọọ akụkọ.",
  "Ọzọkwa, a na-akọ na iyi egwu na iyi egwu nke ndị lanarịrị na ndị akaebe n'oge ikpe ikpe ahụ, enweghị usoro nchebe nke ndị lanarịrị na enweghị obi ike n'ịgba akwụkwọ na itinye ego n'etiti ụlọ ọrụ ndị ahụ dị ka isi ihe kpatara obere ndebanye aha nke ikpe ịzụ ahịa n'ụlọ ikpe. Nke a gosipụtara site na nyocha nke Forum for Women, Law and Development (FWLD) na United Nations Development Fund for Women (UNIFEM) nke chọpụtara na n'ime 70% nke ikpe ịzụ ahịa, ndị uwe ojii na-enyefe akụkọ nyocha ahụ n'aka onye ọka iwu Gọọmenti n'ụbọchị ikpeazụ nke ntinye akụkọ nyocha ahụ n'ụlọ ikpe - na-eme ka ọ na-egbu oge na nyocha nke onye ọka iwu Gọọmenti. Otu nnyocha ahụ chọpụtara na 23% nke akụkọ banyere ịzụ ahịa nke onye ọka iwu Gọọmenti apụtaghị n'oge a na-ege ntị",
  "Na ọkwa ikpe, ikpe ndị ahụ na-egbu oge site na ihe akaebe na-ezughị ezu, oke igbu oge na usoro ikpe na enweghị mmezu nke ikpe",
  "Na mgbakwunye, enwere nnukwu enweghị mmata banyere nsogbu nwoke na nwanyị, enweghị echiche doro anya banyere nsogbu ịzụ ahịa, enweghị akụ na ụba mmadụ nwere nkà, nrụrụ aka, nrụgide ndọrọ ndọrọ ọchịchị na enweghị nhazi n'etiti ndị uwe ojii na onye ọka iwu Gọọmenti. Nkọwa ọzọ maka ịkọ akụkọ na-adịghị mma bụ na mgbe mwakpo ịzụ ahịa na India gasịrị, a na-achụpụ ọtụtụ ụmụnwanyị ozugbo n'obodo ha tupu ha enwee ike inye ihe akaebe megide ndị na-azụ ahịa. N'ikpeazụ, ụlọ ikpe mba Nepal enweghịkwa ikike maka ndị nwe ụlọ akwụna na India, bụ otu n'ime ndị isi na-eduzi ịzụ ahịa.",
  "Na mgbakwunye na iwu, gọọmentị mba Nepali depụtara atụmatụ National Plan of Action (NPA) megide ịzụ ahịa ụmụaka na ụmụnwanyị maka Mmekọahụ na mmegbu ọrụ na 1998 nke e degharịrị na 2001. NPA achọpụtala ebe asatọ a na-eme ihe: i) iwu, nnyocha na mmepe ụlọ ọrụ; ii) iwu na mmanye; iii) ịmepụta mmata, nkwado, netwọkụ na mkpakọ mmekọrịta mmadụ na ibe ya; iv) ahụike na agụmakwụkwọ; v) ego na ọgbọ ọrụ; vi) nnapụta na nlọghachi; vii) nsogbu mpaghara, mpaghara na mba ụwa na viii) nlekota na nyocha",
  "A na-enye Mịnịstrị nke Ụmụnwanyị, Ụmụaka na Ọdịmma ọrụ iji mejuputa NPA megide ịzụ ahịa",
  "Ọ bụ ya na-ahụ maka i) ịmepụta na mmejuputa atụmatụ na atumatu gbasara ụmụnwanyị, ụmụaka na ọdịmma ọha na eze; ii) ịhazi na mmekọrịta ya na òtù mba na mba ụwa na-arụ ọrụ na ngalaba mmekọrịta mmadụ na ibe ya; na iii) hụ na nchedo na nkwalite ụmụaka na ụmụnwanyị.",
  "E guzobere Office of the National Rapporteur on Trafficking in Women and Children (ONRT) n'afọ 2002 n'okpuru National Human Rights Commission (NHRC), onye ọrụ ya bụ nyochaa atụmatụ mgbochi ịzụ ahịa. Gọọmentị tinyekwara mgbalị dị iche iche iji belata ịda ogbenye iji dozie otu n'ime ihe ndị kachasị mkpa na-akpata ịzụ ahịa. Gọọmentị na-arụkwa ebe nchekwa na nhazi ya na NGO.",
  "NGO dị iche iche na Nepal na-elekwasị anya na mmemme ndị na-arụ ọrụ iji gbochie ịzụ ahịa ụmụnwanyị na ụmụagbọghọ, yana ime ka ndị lanarịrị ma nyere aka weghachite ha n'ime obodo ha. Ụfọdụ n'ime ndị a maara nke ọma na ndị guzosie ike gụnyere Change Nepal , Maiti Nepal, 3 Angels Nepal (www.3angelsnepal.com) ABC Nepal, National Network Against Girl Trafficking (NNAGT) na Shakti Samuha",
  "Isi ọrụ ha gụnyere nyocha na akwụkwọ nke ịzụ ahịa; nkwado na ịgba mbọ maka mgbanwe iwu; ịkwalite mmata na obodo; nguzobe ọrụ enyemaka; nguzobe na ịrụ ọrụ nke usoro nyocha obodo; inye ike nke obodo na ndị na-adịghị ike dị ka ụmụ agbọghọ na ụmụnwanyị; ọrụ iwu maka ndị lanarịrị; ime ka nnapụta na-agafe ókèala, mwakpo, na mbugharị; na nguzobe ụlọ ọrụ mmeghari maka ndị lanarịrị ebe ha nwere ike inwe ebe obibi dị mma, nweta enyemaka ahụike na iwu, ndụmọdụ, ma mụta nkà ahia ndị ọzọ.",
  "Enwere ike kewaa mmemme mgbochi ịzụ ahịa na Nepal n'ime mmemme mgbochi, mgbochi na-apụtaghị ìhè, mmezi, na nkwado. Mmemme mgbochi gụnyere mmemme \"ịzụlite mmata\", agụmakwụkwọ banyere ịzụ ahịa na omume mbugharị dị mma, ohere ka mma maka ibi ndụ, na ịgagharị ókèala mba ahụ. A na-eme ihe omume ndị a site na nzukọ ọmụmụ ihe, nzukọ, ihe nkiri n'okporo ámá, ogige mgbochi, agụmakwụkwọ ndị ọgbọ, na ndị otu nkwado obodo. Mgbochi na-enweghị isi na-enyere aka igbochi ịzụ ahịa site n'ụzọ ndị ọzọ, gụnyere ịgbazinye ego, mmemme ikike ụmụ nwanyị, mmemme agụmakwụkwọ maka ụmụnwanyị, na ụlọ akwụkwọ maka ụmụagbọghọ. A na-elekwasị anya na nlekọta na nkwado nke ndị lanarịrị ịzụ ahịa, mmemme maka mmeghari ha, na mgbalị iji nyere aka weghachite ha n'ime obodo ha. N'ikpeazụ, nkwado na-agụnye ikpe ndị na-azụ ahịa na ịmanye iwu megide ịzụ ahịa.",
  "N'agbanyeghị na a na-ele ya anya dị ka ihe dị mkpa ma na-enye aka nye ndị a metụtara, a na-akatọ NGO ndị na-emegide ịzụ ahịa na Nepal mgbe ụfọdụ na echiche ha, usoro ha, ịdị irè ha, na nkwuwa okwu",
  "Nke mbụ, n'agbanyeghị ọnụ ọgụgụ dị ukwuu nke òtù dị na ya, ọtụtụ n'ime ha na-etinye uche na ndagwurugwu Kathmandu ma nwee oke iru na ime obodo ebe ọtụtụ ndị metụtara na ndị na-adịghị ike bi. Nke abụọ, echiche omume nwere ike ịrụ ọrụ dị ukwuu n'azụ ọrụ ndị a na-enye ndị ahụ metụtara, na ụfọdụ NGO na-eji ịtụ Mgbere ahịa mmekọahụ tụnyere ọrụ mmekọahụ na mbugharị: mgbe mwakpo ụlọ akwụna gasịrị, a na-akpọghachite ndị ọrụ mmekọahụ mgbe ụfọdụ, ọbụlagodi mgbe ha ji obi ha niile nọrọ ebe ahụ. Nke atọ, a na-ebo ụfọdụ NGO ebubo na ha na-ebelata nnwere onwe ije maka ụmụnwanyị dịka ọtụtụ NGO na-agbakarị ụmụagbọghọ ume ka ha nọrọ n'ime obodo ma gbalịa igbochi mbugharị afọ ofufo, nke nwere ike ịkwado ma na-ebelata ọdịnihu ụmụagbọghọ. A na-ajụkwa àgwà nke ndị isi NGO, na ọzụzụ nke ndị ndụmọdụ",
  "Ọzọkwa, n'ajụjụ ọnụ ndị na-eme nchọpụta, ndị lanarịrị n'ụlọ ndị NGO na-elekọta na-akatọ ọzụzụ nkà ọdịnala a na-enye ha dịka ịkwa akwa na ime uwe, nke ha na-eme mkpesa ezughị iji kwado onwe ha na akụ na ụba obodo",
  "Kama nke ahụ, ndị lanarịrị na-akọ na ha chọrọ ụdị nkwado nke ha na-ahụ na ọ na-enyere ha aka ịsọ mpi n'ahịa ụwa na inwe ndụ na-adịgide adịgide.",
  "Na ọkwa nhazi, enweghị nkwurịta okwu na nhazi, mbipụta na asọmpi n'etiti NGO nke nwere ike igosi na ọ bụ oke maka mgbalị mgbochi ịzụ ahịa",
  "Enweghị ike n'inye ego enyemaka mba ọzọ iji lụso ịzụ ahịa ọgụ bụ nnukwu nchegbu: ka ịzụ ahịa mmekọahụ pụtara na usoro mba ụwa, ego dị maka ntinye aka na Nepal mụbara. Ọnụ ọgụgụ nke NGO mụbara n'ụzọ dị ịrịba ama, mana enweghị ịza ajụjụ na nkwuwa okwu: enweghị nchekwa data a pụrụ ịdabere na ya nke NGO dị, ọ dịghịkwa ụzọ zuru oke iji chọpụta ọrụ ha, mmefu, ma ọ bụ ụgwọ nchịkwa",
  "Na ngalaba ahụike naanị, 82% nke NGO ndị ahụ e debara aha bụ ndị a kọrọ na ha \"adịghị arụ ọrụ\". Na mgbakwunye, a katọrọ ọtụtụ dị ka ndị na-ahụ maka ọdịmma.",
  "Ọbụna ụfọdụ na-arụ ụka na ntinye aka NGO nwere ike imerụ ọha mmadụ ahụ",
  "Dịka ọmụmaatụ, ịkwalite akụkọ na-emenye ụjọ nke ịtọrọ mmadụ emeela ka ụfọdụ ndị nne na nna dọpụta ụmụ agbọghọ n'ụlọ akwụkwọ n'ihi egwu ịtọrọ mmadụ mgbe ha na-aga ụlọ akwụkwọ; na mgbakwunye, ụfọdụ ụmụnwanyị na-akwaga mba ọzọ na-akwa arịrị na n'ihi mgbasa ozi gbasara ịzụ ahịa mmekọahụ ụfọdụ ndị Nepali na-ejikọta nje HIV / AIDS na ndị mbịarambịa niile si India na-alọta, na-eme ka ihere dị elu maka ndị mbịarambịa.",
  "Ọtụtụ ihe ịma aka ka dị n'ịlụso ịzụ ahịa ọgụ",
  "Nke mbụ, enwere ụkọ data gbasara ịzụ ahịa, ọkachasị n'ihi ọdịdị iwu na-akwadoghị na nzuzo ya",
  "Ọtụtụ ozi dị ugbu a banyere ịzụ ahịa mmekọahụ na Nepal na-adabere na mbipụta NGO; ọ ka enweghị usoro nchekwa data etiti maka ịzụ ahịa mmadụ site n'aka gọọmentị ma ọ bụ nzukọ ọ bụla ọzọ. Nke abụọ, enweghị nhazi zuru oke n'etiti na n'etiti ndị na-eme ihe nkiri n'ime mba ahụ, na nke atọ, ọ na-esiri ike ịmepụta data sayensị n'ihi sigma mmekọrịta mmadụ na ibe ya na ịzụ ahịa dịka ọtụtụ ịzụ ahịa gụnyere maka mmegbu mmekọahụ.",
  "Ihe ịma aka ndị ọzọ na-adịgide adịgide iji lụso ịzụ ahịa ọgụ bụ ókèala mepere emepe n'etiti Nepal na India, enweghị mmanye iwu n'ihi ime ihe ike obodo na-arịwanye elu, ọgba aghara ndọrọ ndọrọ ọchịchị, nrụrụ aka, ego na-ezughị ezu na mmejuputa NPA megide ịzụ ahịa, na obere ihe kachasị mkpa nke ọrụ mgbochi ịzụ ahịa na usoro gọọmentị Nepali",
  "Ihe ndị metụtara mmekọrịta mmadụ na ibe ya dị ka ịda ogbenye zuru oke, akụ na ụba zuru ụwa ọnụ na-achọ ndị ọrụ dị ọnụ ala na ndị ohu, na enweghị ohere maka ndị Nepali na mpaghara na-aga n'ihu na-eme ka usoro nke nsogbu",
  "Ọzọkwa, ihe ndị dị na ọnọdụ akụ na ụba na ọdịbendị dị ukwuu dị ka enweghị nhata nwoke na nwanyị, ihere, na enweghị nkwanye ùgwù maka ikike mmadụ, ọkachasị nke ụmụnwanyị na ụmụaka, ka na-etinye ihe mgbochi ọha na eze n'ịlụ ọgụ ịzụ ahịa."
]