[
  "Zambia bụ ebe ụmụ nwanyị na ụmụaka ga-esi, njem na ebe aga trading maka nzube nke ọrụ mmanye na mmegbu mmekọahụ",
  "Ụmụaka na-agba akwụna dị na obodo ukwu Zambia, ndị ikwu ma ọ bụ ndị maara onye ahụ na-agbakarị ume ma ọ bụ na-enyere aka",
  "Ọtụtụ ụmụaka ndị Zambia na-arụ ọrụ, ọkachasị ndị na-arụ ọrụ ugbo, ọrụ ụlọ, na ngalaba ịkụ azụ, bụkwa ndị a na-azụ ahịa mmadụ",
  "A na-esi n'aka na-ebuga ụmụ nwanyị Zambia, ndị ọrụ ụgha ma ọ bụ onyinye alụmdi na nwunye rafuo, gaa South Africa site na Zimbabwe maka mmegbu mmekọahụ, na Europe site na Malawi",
  "Zambia bụ ebe njem maka ịzụ ahịa mpaghara nke ụmụ nwanyị na ụmụaka, ọkachasị site na Angola ruo Namibia maka ọrụ ugbo na site na Democratic Republic of the Congo ruo South Africa",
  "A na-ebuga ndị okenye na ụmụaka Malawi na Mozambik na Zambia mgbe ụfọdụ maka ọrụ ugbo mmanye.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2 Watchlist\" na 2017.",
  "Mgbalị Goọmentị Zambia na-eme mgbochi ndị mmanye iwu n'ịzụ ahịa ahịa enwetabeghị ezigbo nsonaazụ; ikpe nke mpụ ịzụ ahịa emebeghị, ebe ndị uwe ojii na ndị ọrụ mbata nọgidere na-enwe nsogbu n'ihi enweghị iwu ịzụ ahịa mmadụ na-arụ ọrụ",
  "N'adịghị ka afọ gara aga, enweghị ikpe ọhụrụ ma ọ bụ ikpe nke ndị a na-ebo ebubo na ha na-azụ ahịa na 2007",
  "Zambia machibidoro ịzụ ahịa mmadụ site na mmezigharị nke afọ 2005 na iwu ntaramahụhụ ya, nke na-enye ntaramahụhụ nke afọ iri abụọ na mkpọrọ ndụ - ntaramahụhụ nke kwekọrọ na ndị e nyere maka mpụ ndị ọzọ dị egwu",
  "Otú ọ dị, iwu ahụ akọwaghị ịzụ ahịa ma ọ bụ gosipụta ihe ndị dị na mmejọ ahụ, a kọwakwara ya ruo ugbu a dị ka itinye aka na naanị ire mmadụ n'ụzọ doro anya",
  "N'afọ 2007,  , Kọmitii mmekọrịta nke Gọọmenti na-ahụ maka ịzụ ahịa mechapụrụ akwụkwọ zuru oke gbasara iwu mgbochi ịzụ ahịa na iwu mba tupu ebufee akwụkwọ ndị ahụ na ụlọ ọrụ ahụ na Kọmitii Mmepe Iwu Zambia maka nyocha",
  "N'oge akụkọ ahụ, ndị uwe ojii na ndị isi mbata nyochara ma ọ dịkarịa ala ikpe iri atọ na asatọ a na-enyo enyo nke ịzụ ahịa, ọtụtụ n'ime ha achọpụtara na ókèala ma, ya mere, o siri ike ịmata ọdịiche dị na mbubata",
  "Ndị ọrụ nnọchi anya ndị dị mkpa, ọkachasị ụlọ ọrụ nnọchiteanya nke Congo, nyere aka na nyocha ahụ",
  "Mgbe a chọpụtara mmebi iwu ọrụ ụmụaka, ndị na-enyocha ọrụ na-edozi ikpe ndị a site na ogbugbo na ndụmọdụ na ndị were ha n'ọrụ na ezinụlọ, kama ịchụso ebubo mpụ megide ndị na-erigbu ha",
  "Na enweghị iwu a pụrụ iji mee ihe megide ịzụ ahịa mmadụ, a chụgara ihe ka ọtụtụ n'ime ndị a na-enyo enyo na ndị na-azụ ahịa na mba ha",
  "Ọ nweghị nke ọ bụla n'ime ikpe ndị a nyochara n'oge 2007 butere ikpe",
  "Ikpe nke ụmụ nwoke abụọ a na-ebo ebubo na ha rere nwata nwoke dị afọ asatọ na June 2006 gara n'ihu na mbido 2008; ndị a na-ebo ebubo nọgidere n'ụlọ mkpọrọ na-echere ihe ga-esi na ya pụta",
  "Gọọmentị nyere ndị uwe ojii abụọ, otu si na National Police Service na otu si na Ngalaba Mbata, na IOM maka ọnwa anọ n'afọ 2007 iji nweta ọzụzụ dị ka Master Trainers",
  "Ndị ọrụ a nyeziri ndị uwe ojii 400, ndị ọrụ mbata, ndị ọkàiwu, na ndị ọka ikpe ọzụzụ megide ịzụ ahịa.",
  "Mbọ gọọmentị na-agba iji chebe ndị a na-azụ ahịa nwere oke oke.  Ọ bụ ezie na enweghị usoro njirimara onye ọ metụtara ma ọ bụ usoro ntụnye aka na Zambia, ndị ọrụ gọọmentị zigara ndị IOM n'ezoghị ọnụ, bụ ndị nyere ebe nchekwa na njikwa ikpe.  N'ime 2007, ndị uwe ojii na ndị ọrụ mbata na ọpụpụ zigara mmadụ anọ ndị a na-azụ ahịa—ndị Congo abụọ na ndị Zambia abụọ—na-aga IOM maka enyemaka.  N'afọ 2007, gọọmentị ekenyela $184,000 maka ndị Ministry of Labor and Social Security's Child Labor Unit, mmụba pasent 23 karịa mmefu ego nke 2006",
  "Ná afọ 2007, Ministry nke Labor Inspections Unit mere nyocha ezubere iche maka ịrụ ụmụaka n'ọrụ ná Eastern, Central, and Lusaka Provinces",
  "Ụfọdụ ụmụaka ndị ọrụ mmanye metụtara na-ezigara ndị NGO maka enyemaka ma ọ bụ debanye aha na mmemme inye nri ụlọ akwụkwọ.  Gọọmenti na-akwado enyemaka ndị ihe metụtara na nyocha na ikpe nke ndị na-ere ahịa.  Ejideghị ma ọ bụ tụọ ndị omekome amata ama maka ihe iwu na-akwadoghị mere n'ihi ịzụ ahịa.",
  "Ọ bụ ezie na Zambia enweghị mgbasa ozi ọha na eze zuru oke banyere ịzụ ahịa mmadụ, gọọmentị kwadoro mgbalị iji gbochie ụmụaka ndị na-adịghị ike ịzụ ahịa n'oge 2007",
  "Ọ gara n'ihu na-arụ ọrụ nke ogige ndị ntorobịa abụọ nke nyere ndụmọdụ, nhazigharị, na ntinye aha n'ụlọ akwụkwọ ma ọ bụ ọzụzụ aka ọrụ nye ụmụaka ndị na-adịghị ike n'okporo ámá.  ịzụ ahịa, gụnyere ụmụ agbọghọ ewepụrụ na ịgba akwụna;  Ụmụntakịrị 210 gụsịrị akwụkwọ n'ogige ndị ahụ n'afọ 2007",
  "Ndị ọrụ mbata na ọpụpụ na ndị ọrụ mmanye iwu n'ọkwa ókè-ala kesara akwụkwọ ndị IOM wepụtara maka ịzụ ahịa n'obodo na ụlọ ọrụ redio gọọmentị nwere na-agbasa ozi gbasara ịzụ ahịa ahịa.  Gọọmenti na ndị NGO na-arụkọ ọrụ na-aga n'ihu iji kpọsaa ihe egwu dị n'ịgba akwụna site na mgbasa ozi redio na nkesa akwụkwọ nta na akwụkwọ mmado.  Site na nkwado nke ILO/IPEC, Child Labor Unit hibere kọmitii ọrụ ụmụaka asaa, nke ndị isi ọdịnala, nne na nna, ndị ọrụ ahụike, na ndị isi okpukpe mejupụtara ka ha wee mara maka iwu ụmụaka na-arụ ọrụ na ụdị ọrụ ụmụaka kacha njọ.  Kọmiti ndị a nyere mmadụ 8,600 ozi banyere irigbu ụmụaka n'ime afọ.  Ọzụzụ ahaziri ahazi na ụlọ akwụkwọ ndị uwe ojii na ndị agha gụnyere modul nke na-eleba anya n'ibelata ọchịchọ maka omume mmekọahụ yana ihe egwu dị n'erigbu azụmahịa."
]