[
  "Uzbekistan bụ mba isi iyi maka ụmụnwanyị na ụmụagbọghọ ndị a na-ebuga na mba United Arab Emirates (U.A.E.), Kazakhstan, Russia, Thailand, Turkey, India, Indonesia, Israel, Malaysia, South Korea, Japan na Costa Rica maka ebumnuche nke mmegbu mmekọahụ azụmahịa. A na-azụ ụmụnwoke na Kazakhstan na Russia maka ebumnuche nke ọrụ mmanye na ụlọ ọrụ na-ewu ụlọ, ogho na ụtaba. A na-azụkwa ụmụnwoke na ụmụnwanyị n'ime ụlọ maka ebumnuche nke ịgba ohu n'ụlọ, ọrụ mmanye na ụlọ ọrụ ugbo na ụlọ ọrụ, na maka mmegbu mmekọahụ azụmahịa",
  "A na-amanye ọtụtụ ụmụaka nọ n'afọ akwụkwọ ịrụ ọrụ na owuwe ihe ubi ogho kwa afọ.",
  "Gọọmentị Uzbekistan anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa, ọ bụ ezie na ọ na-eme mgbalị dị ukwuu ime nke ahụ",
  "A na-etinye Uzbekistan na Tier 2 Watch List maka ọdịda ya inye ihe akaebe nke mgbalị na-arịwanye elu iji lụso ụdị ịzụ ahịa siri ike ọgụ karịa afọ gara aga. Kpọmkwem, gọọmentị agbanweghị iwu mpụ ya iji mee ka ntaramahụhụ maka ndị na-azụ ahịa a mara ikpe, ma ghara inye ndị NGO ego ma ọ bụ enyemaka, na-enye ndị metụtara aka n'oge akụkọ ahụ.",
  "Gọọmentị emeghị ihe iji kwụsị ọrụ mmanye ụmụaka, n'oge owuwe ihe ubi ogho kwa afọ",
  "Otú ọ dị, n'ọnwa Machị 2008 Uzbekistan nakweere Mgbakọ ILO 138 (na afọ kacha nta nke ọrụ) na 182 (na iwepụ ụdị ọrụ ụmụaka kachasị njọ) ma na-arụ ọrụ na ILO na mmejuputa",
  "Gọọmentị mba Uzbekistan gosikwara nkwa ya na-arịwanye elu iji lụso ịzụ ahịa ọgụ na Machị 2008, site na ịnakwere iwu zuru oke megide ịzụ ahịa",
  "Iwu ahụ guzobere usoro nhazi maka ndị ọrụ gọọmentị, na-ahụ maka mgbalị dị iche iche megide ịzụ ahịa",
  "Iwu ahụ na-ekwe nkwa na a ga-eji ego steeti nye nchebe na enyemaka, iji hụ na a gaghị ata ndị ahụ ahụhụ maka omume ha mere n'ihi ịzụ ahịa. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 3\" na 2017.",
  "Uzbekistan kọrọ na mbọ ndị mmanye iwu iji lụso ịzụ ahịa ọgụ dị irè, mana ọtụtụ ndị na-azụ ahịa ejighị oge n'ụlọ mkpọrọ n'oge akụkọ ahụ",
  "Iwu Uzbekistan dị ugbu a anaghị eme ka ụdị ọ bụla nke ịzụ ahịa mmadụ bụrụ mpụ",
  "A na-eji ụfọdụ isiokwu nke iwu mpụ nke gọọmentị na-ekpe ikpe maka ịzụ ahịa mmekọahụ na ụfọdụ ikpe ịzụ ahịa ọrụ, ọ bụ ezie na iwu ndị dị ugbu a anaghị eme mpụ zuru oke maka ụdị ọrụ mmanye niile",
  "Ntaramahụhụ ndị e nyere n'okpuru iwu metụtara ịzụ ahịa nke iwu mpụ sitere na afọ ise ruo afọ asatọ",
  "Otú ọ dị, a na-amatọkarị ndị a mara ikpe na-erughị afọ iri, ha enweghị ike ghara ịnọ n'ụlọ mkpọrọ",
  "Omume a kwekọrọ na ntaramahụhụ e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "Ọzọkwa, ndị na-azụ ahịa nwanyị oge mbụ yikarịrị ka a ga-enweta mgbaghara karịa ndị na-azụ ahịa nwoke n'ihi nkwenkwe omenala Uzbek",
  "Ya mere, a naghị ata ọtụtụ ndị omekome na-azụ ahịa ahụhụ zuru oke.",
  "N'afọ 2007, ndị uwe ojii kọrọ nyocha 273 nke gụnyere ndị a na-enyo enyo 303, ma e jiri ya tụnyere nyocha 250 metụtara ndị a na-enyo enyo 268 kọrọ n'afọ 2005, afọ kachasị ọhụrụ dị maka data ịzụ ahịa",
  "Ndị ọchịchị gbara ma maa ndị a na-enyo enyo 185 ikpe maka ịzụ ahịa n'afọ 2007, ma e jiri ya tụnyere ikpe 148 n'afọ 2005",
  "Ka ọ na-erule Jenụwarị n'afọ 2008, ọ dịkarịa ala ndị na-azụ ahịa iri isii na isii na-eje ozi ọnwa isii ruo afọ atọ",
  "E nwere ndị uwe ojii 272 raara onwe ha nye ịlụso ịzụ ahịa mmadụ ọgụ, gụnyere 118 ndị rụrụ ọrụ naanị n'okwu ahụ",
  "A gbakwunyere ọzụzụ megide ịzụ ahịa na usoro ọmụmụ maka ndị ọrụ na-eto eto na ụlọ akwụkwọ ọzụzụ nke Ministry of Interior na 2007",
  "E nwere akụkọ a na-ejighị n'aka banyere ndị ọrụ gọọmentị na-etinye aka na iri ngo na aghụghọ metụtara ịzụ ahịa",
  "N'ọnwa Machị afọ 2008, otu onye otu ụlọ omeiwu gbara arụkwaghịm n'ihi ebubo ịzụ ahịa mmekọahụ",
  "Enweghị nyocha gọọmentị banyere ebubo ahụ n'oge akụkọ a.",
  "Ndị ọchịchị Uzbekistan kwuru na n'afọ 2015 ha mere nyocha 696, ikpe mpụ 372 na mmadụ 460 maka ịzụ ahịa mmadụ",
  "N'afọ 2016, ndị ọrụ nchekwa na Uzbekistan mechiri otu ndị omempụ na-azụ ahịa ụmụagbọghọ na Turkey, yana ịtọhapụ ụmụ agbọghọ iri na asaa a mụrụ na Uzbekistan site na ịgba ohu mmekọahụ na Malaysia.",
  "N'oge akụkọ afọ 2018, gọọmentị mere ọganihu dị ukwuu, mana ọ ka na-emezughị ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "N'ime afọ 2017, ndị ọrụ 336,000 n'ime nde 2.6 ndị na-ewe ogho bụ ndị ọrụ mmanye",
  "Mba ahụ kọrọ mbelata na njirimara nke ndị e gburu, na nyocha na ikpe nke ndị a na-enyo enyo na ha na-azụ ahịa",
  "A mara mmadụ 405 ikpe maka mpụ ịzụ ahịa metụtara ya, ma e jiri ya tụnyere 451 na 2016.",
  "Afọ 2019 gosiri mbelata nke nyocha, ikpe, na ikpe n'agbanyeghị na gọọmentị ewepụtala akụkọ mmanye iwu zuru oke karịa n'afọ mkpesa gara aga",
  "ILO kọrọ na nlebanya ndị ọzọ nke afọ 2019 banyere ọrụ ụmụaka na ọrụ mmanye na owuwe ihe ubi na ọnụ ọgụgụ ndị na-amanye amanye agbadala site na 40% site na afọ gara aga..",
  "Gọọmentị gosipụtara ọganihu dị ala na enyemaka ya na mbọ nchebe ya n'oge akụkọ ahụ",
  "NGO kọrọ na mmata na-arịwanye elu maka ịzụ ahịa na mmetụta n'ebe ndị metụtara nọ n'etiti ndị ọrụ mmanye iwu",
  "Ndị uwe ojii, ndị ọrụ nnọchianya, na ndị nche ókèala zigara ụmụ nwanyị si mba ọzọ na-alọta bụ ndị yiri ka ha bụ ndị na-azụ ahịa na IOM maka enyemaka",
  "NGO kọrọ mkpa ọ dị maka ebe nchekwa ndị ọzọ metụtara na mpaghara abụọ ọzọ nke mba ahụ",
  "Ndị na-enye onyinye si mba ọzọ na-akwado ụlọ ahịa abụọ dị na Uzbekistan, mana ụlọ ndị ahụ enwetaghị enyemaka ego ma ọ bụ enyemaka sitere n'aka gọọmentị n'oge akụkọ ahụ.",
  "N'afọ 2007, NGO kọrọ na ha na-enyere ndị mmadụ 497 aka maka mmegbu mmekọahụ na ọrụ aka, ma e jiri ya tụnyere mmadụ 681 a kọrọ na 2006",
  "Ọ bụ ezie na mmadụ iri anọ nyere ndị mmanye iwu aka na nyocha ịzụ ahịa na 2007, ọtụtụ ndị metụtara ka na-atụ egwu inye akaebe ma ọ bụ ozi n'ihi egwu nke ntaramahụhụ site n'aka ndị na-azụ ahịa ha, gọọmentị enyeghịkwa nchebe onye akaebe",
  "Iwu ọhụrụ zuru oke megide ịzụ ahịa chọrọ nchebe dị ukwuu maka ndị na-ahụ maka ndị na-arụkọ ọrụ na nyocha",
  "A na-agwa ndị a kpọghachiri ka ha bịanye aka na akwụkwọ na-ekwupụta na ha si Uzbekistan pụọ n'ụzọ iwu na-akwadoghị; Otú ọ dị, NGO kọrọ na a naghị ata ndị a chọpụtara maka ịzụ ahịa ahụhụ maka omume ha mere n'ihi ịzụ ahịa.",
  "Gọọmentị na-enye ego na Tashkent Rehabilitation Center maka ụmụnwoke, ụmụnwanyị na ụmụaka ndị nwere ọnọdụ ndị a na-emegbu",
  "N'afọ akụkọ 2015 Center nyeere ndị mmadụ 503 aka, karịa mmadụ 369 a kọrọ n'afọ gara aga.",
  "N'afọ 2017, gọọmentị chọpụtara mmadụ 440, nke bụ mbelata site na afọ ndị gara aga",
  "NGO na otu nzukọ mba ụwa achọpụtala ma nyere ndị na-azụ ahịa 676 aka",
  "Ọnụ ọgụgụ ndị a chọpụtara dara ọzọ na 2018, na-akọ naanị ndị mmadụ 208.",
  "N'afọ 2019, ọnụ ọgụgụ ndị a chọpụtara belatara ọzọ, mana gọọmentị na-abawanye ego maka nchedo ndị a chọpụtara",
  "E tinyere ihe dị ka 1.2 billon UZS ($ 126,320) n'ime ọrụ nke ụlọ ọrụ mmegharị ahụ dị na Tashkent, mmụba nke nde UZS 475 ($ 50,000) ma e jiri ya tụnyere 2018.",
  "Gọọmentị gara n'ihu na mgbalị mgbochi ya n'oge akụkọ ahụ",
  "N'afọ 2007, gọọmentị nyere otu NGO na-emegide ịzụ ahịa na Jizzakh ohere ọfịs n'efu",
  "Ihe karịrị ndị ọrụ mmanye iwu Uzbek 200 na mpaghara iri na abụọ niile natara ọzụzụ megide ịzụ ahịa nke ndị NGO mere n'afọ 2007, na-eme ka ndị ọrụ dị ala mara banyere okwu ahụ",
  "Ndị otu gọọmentị na-arụ ọrụ na ịzụ ahịa zutere ugboro ise n'afọ 2007 wee depụta iwu zuru oke megide ịzụ ahịa, nke ndị omeiwu nakweere na Machị afọ 2008 ma bịanye aka na iwu site n'aka onye isi ala Islam Karimov.",
  "Iji gwa ọha na eze banyere ihe ga-esi na ịzụ ahịa mmadụ pụta, gọọmentị mejuputara bọọdụ ozi, gosipụta ihe nkiri ma kwado ihe nkiri, yana ịchọ ka ụmụnwanyị niile na-erubeghị afọ iri atọ na ise nweta ikike gọọmentị site n'aka nne na nna di ha mgbe ha na-eme njem na mba ọzọ.",
  "N'afọ 2007, gọọmentị kọrọ na e nwere isiokwu 360 na-emegide ịzụ ahịa nke e bipụtara na akwụkwọ akụkọ na magazin, ndị uwe ojii sonyere na okwu redio 184, na akụkụ telivishọn 793 banyere ịzụ ahịa na-egosi na mba ahụ niile",
  "Ihe ka ọtụtụ n'ime ihe ndị dị na mgbasa ozi na-ekwu maka ịzụ ahịa maka mmegbu mmekọahụ, ọ bụ ezie na enwere oke mkpuchi nke ịzụ ahịa ndị ọrụ",
  "Gọọmentị nyere nyocha ọzọ maka ụmụ agbọghọ na-enweghị onye na-eso ha na-aga mba ndị a ma ama na-azụ ahịa",
  "Uzbekistan akwadobeghị 2000 UN TIP Protocol. A malitere mkpọsa mba ụwa dị iche iche megide ogho Uzbek na 2013, nke manyere gọọmentị Uzbekistan itinye mmachibido iwu maka ụmụaka na-arụ ọrụ na-erubeghị afọ iri na isii, ọ bụ ezie na a ka na-amanye ọtụtụ ụmụaka ụlọ akwụkwọ nọ n'agbata afọ iri na ise na iri na asaa ịhapụ ụlọ akwụkwọ iji rụọ ọrụ owuwe ihe ubi ogho.",
  "N'afọ 2014, ndị na-ahụ maka ekwentị malitere izipu ozi ederede na Uzbekistan na-adọ ọha na eze aka ná ntị megide ịzụ ahịa mmadụ.",
  "A mụbara mgbalị mgbochi n'afọ 2017, ọ bụkwa afọ nke anọ n'usoro na gọọmentị gara n'ihu na-eme mkpọsa mba niile iji mee ka a mara banyere ọrụ ụmụaka na owuwe ihe ubi ogho",
  "Afọ 2017 bụkwa afọ nke atọ n'usoro na gọọmentị kwetara ikwe ka International Labour Office (ILO) nyochaa owuwe ihe ubi ogho.",
  "N'ọnwa Eprel afọ 2018, gọọmentị kenyere ijeri UZS 714 ($ 85.92 nde) na ego pụrụ iche n'okpuru Mịnịstrị nke Ọrụ na Mmekọrịta Ọrụ iji nyere aka n'ọrụ nke ndị mmadụ n'otu n'otu maka ọrụ ọha na eze ma kwụsị ọrụ mmanye na ọrụ ndị ahụ",
  "Na Septemba nke otu afọ ahụ, Cabinet nke ndị ozi mere mkpebi nke bụ ikwe ka nkwado ọzọ nye ndị ọrụ na-akwaga mba ọzọ na mmefu ego nke ijeri UZS 200 ($ 24.07 nde)",
  "Onye isi ala nke Uzbekistan mepụtara National Commission on Trafficking Persons and Forced Labor (Commission) na Julaị nke afọ 2019",
  "O nwere kọmitii abụọ dị elu, otu maka ịzụ ahịa ndị mmadụ nke Mịnịsta na-ahụ maka ime obodo na-elekọta, na otu maka ọrụ mmanye nke Mịnịsta na-ahụ maka ọrụ na mmekọrịta ndị ọrụ na-elekọta.",
  "N'ọnwa Febụwarị afọ 2020, ndị nnọchi anya nke Cotton Campaigns international coalition nwere nzukọ na Ministry of Investments and Foreign Trade iji kwurịta ma guzobe imekọ ihe ọnụ iji mepụta usoro na-adịgide adịgide maka igbochi mpụ ọrụ na Uzbekistan",
  "Na nzukọ ahụ, e nwetara nkwekọrịta imekọ ihe ọnụ iji belata ma gbochie mmebi iwu ikpe kpọmkwem n'ọdịnihu na iji guzobe imekọ ihe ọnụ na ọha na eze na òtù gọọmentị mba ụwa na ndị na-abụghị mba ụwa.",
  "N'abalị iri na asatọ n'ọnwa Ọgọstụ afọ 2020, Onye isi ala Uzbekistan kwadoro nsụgharị ọhụrụ nke iwu \"na-alụso ịzụ ahịa mmadụ ọgụ\" nke machibidoro ikpughe ozi gbasara ndị a na-emegbu na ọnọdụ nke mpụ ndị ahụ.",
  "Òtù Mba Nile Maka Mbugharị, Istiqbolli Avlod haziri ụbọchị iri atọ na mmekorita megide ịzụ ahịa mmadụ\" na 2020, ya na ihe karịrị òtù 200 iji mee ka ndị mmadụ mara obodo Uzbekistan."
]