[
  "A na-ebo mba Pakistan ebubo kemgbe ọtụtụ afọ maka ịzụ ahịa mmadụ mana n'ihi nnyocha e mere n'oge na-adịbeghị anya na-egosi na Pakistan agụnyeghị ịzụ ahịa mmadụ n'ime afọ iri gara aga.",
  "A na-azụkwa ụmụnwoke na ụmụnwanyị, ree, gbazite, ma ọ bụ tọọrọ ha ka ha rụọ ọrụ na nhazi, mgbaaka arịrịọ iwu na-akwadoghị, ịgba ohu n'ụlọ, ịgba akwụna, na ọrụ ugbo na ọrụ ohu",
  "Ndị ọrụ iwu na-akwadoghị na-akwụ ndị nne na nna ụgwọ dị elu na nkwa ụgha nke ọrụ dị mma maka ụmụ ha, ndị e mechara na-erigbu ma na-arụ ọrụ mmanye n'ọrụ ụlọ, ọrụ na-enweghị nkà, obere ụlọ ahịa na ngalaba ndị ọzọ.\nA mara ndị ọrụ na-azụ ahịa ụmụaka n'oge gara aga maka ịgba kamel na United Arab Emirates (UAE) ikpe ma nọgide na-azụ ahịa ụmụaka",
  "A na-erekwa ụmụ agbọghọ na ụmụ nwanyị n'alụmdi na nwunye mmanye; n'ọnọdụ ụfọdụ, \"ndị di\" ọhụrụ ha na-eme ka ha gafee ókèala mba Pakistan ma na-amanye ha ịgba akwụna.",
  "NGO na ndị uwe ojii kọrọ ahịa na mba Pakistan ebe a na-azụta ma na-ere ụmụagbọghọ na ụmụnwanyị maka mmekọahụ na ọrụ",
  "Ndị agha na-abụghị nke steeti na-atọrọ ụmụaka ma ọ bụ na-amanye ndị nne na nna na nkwa aghụghọ inye ụmụaka dị afọ iri na abụọ ka ha leba anya, lụọ ọgụ, ma ọ bụ nwụọ dị ka ndị na-egbu onwe ha",
  "Ndị agha ahụ na-emetọkarị ụmụaka ahụ ma na-eji mmanye uche mee ka ụmụaka kwenye na omume ha na-eme ziri ezi.",
  "Ọtụtụ ụmụnwanyị na ụmụnwoke Pakistan na-akwaga n'afọ ofufo na Persian Gulf States, Iran, Turkey, South Africa, Uganda, Greece, na mba ndị ọzọ dị na mba Europe maka ọrụ nwere nkà dị ala dịka ọrụ ụlọ, ịkwọ ụgbọala ma ọ bụ ọrụ iwu ụlọ; ozugbo ha na mba ọzọ, ụfọdụ na-aghọ ndị a na-azụ ahịa ọrụ",
  "Ọrụ ụgha na ụgwọ dị elu nke ndị ọrụ iwu na-akwadoghị ma ọ bụ ndị ọrụ nke ndị na-akwalite ọrụ na Pakistan Overseas na-enye ikikere na-eme ka ndị ọrụ mba Pakistan nwee nkwarụ na ụfọdụ ndị ọrụ na mba ọzọ na-ahụ onwe ha n'ohu na-enweghị isi ma ọ bụ ịgba ohu ụgwọ",
  "Ndị ọrụ na mba ofesi na-eji omume gụnyere mmachi na njem, akwụghị ụgwọ ọrụ, iyi egwu, na mmetọ anụ ahụ ma ọ bụ mmekọahụ",
  "Ọzọkwa, ndị na-azụ ahịa na-eji ime ihe ike, mmanye uche na iche, na-ejidekarị akwụkwọ njem na njirimara, iji manye ụmụnwanyị na ụmụagbọghọ mba Pakistan ịgba akwụna na Middle East na Europe",
  "E nwere akụkọ banyere ịzụ ahịa ụmụaka na mmekọahụ n'etiti Iran na Pakistan; Pakistan bụ ebe ụmụnwoke, ụmụnwanyị na ụmụaka si Afghanistan, Azerbaijan na Iran na-arụ ọrụ mmanye na ịgba akwụna.",
  "Gọọmentị Pakistan anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa mmadụ, mana ọ na-eme mgbalị dị ukwuu ime nke ahụ",
  "Gọọmentị na-ekpe ndị omekome na-azụ ahịa ọrụ na mgbalị dị ukwuu iji gbochie ma lụso ndị ọrụ na-arụ ọrụ ọgụ - ụdị ịzụ ahịa mmadụ - gosipụtara mmụba nkwa, mana enweghị ikpe mpụ nke ndị omekome na-azụ ahịa ma ọ bụ ndị isi na-eme ka ịzụ ahịa mmadụ dị mfe",
  "Ọ nọgidekwara na-enweghị usoro zuru oke iji chọpụta ndị na-azụ ahịa n'etiti ndị na-adịghị ike na ichebe ndị a metụtara.",
  "Gọọmentị Pakistan nwere ọganihu na mgbalị ndị mmanye iwu iji lụso ịzụ ahịa mmadụ ọgụ n'afọ 2009",
  "Ọ bụ ezie na enweghị iwu zuru oke megide ịzụ ahịa na-egbochi mgbalị ndị mmanye iwu, e jiri ọtụtụ iwu ndị ọzọ dozie ụfọdụ n'ime mpụ ndị a",
  "Ọtụtụ ngalaba na mba Pakistan Penal Code, yana iwu mpaghara, na-eme ka ụdị ịzụ ahịa mmadụ dị ka ịgba ohu, ire nwatakịrị maka ịgba akwụna, na ọrụ mmanye iwu na-akwadoghị, na mpụ ndị a kapịrị ọnụ sitere na ụgwọ ruo mkpọrọ ndụ",
  "Pakistan machibidoro ụdị ọ bụla nke ịzụ ahịa mba na ndị mmadụ na Iwu Mgbochi na Nchịkwa nke Ịzụ ahịa mmadụ (PACHTO); ntaramahụhụ sitere na mkpọrọ afọ asaa ruo afọ iri na anọ",
  "Ndị ọrụ gọọmentị na ọha na eze na-akọ na ndị ọka ikpe nwere ihe isi ike itinye PACHTO na inye ntaramahụhụ siri ike, n'ihi mgbagwoju anya banyere nkọwa na mmejọ ndị yiri ya na Pakistan Penal Code.",
  "Tụkwasị na nke a, Iwu nkekọ Ọrụ (System) Abolition Act (BLAA) machibidoro ọrụ nkekọ, na ntaramahụhụ a kapịrị ọnụ sitere na afọ abụọ ruo afọ ise, ụgwọ, ma ọ bụ ha abụọ",
  "Ndị isi mba Pakistan edebeghị otu ikpe ma gosipụta mkpa ọ dị inyocha ma gbanwee BLAA",
  "Ntaramahụhụ a kapịrị ọnụ maka mmejọ ndị dị n'elu dịgasị iche iche; ụfọdụ siri ike ma kwekọọ na nke mpụ ndị ọzọ dị egwu dịka ndina n'ike",
  "- ndị ọzọ nwere obere ikpe nke ụgwọ ma ọ bụ ihe na-erughị otu afọ n'ụlọ mkpọrọ - adịghị oke oke.",
  "N'afọ 2009, gọọmentị mara ndị omekome 385 ikpe n'okpuru PACHTO - 357 karịa afọ 2008",
  "Gọọmentị ekwuputaghị ntaramahụhụ e nyere ndị omekome na-azụ ahịa",
  "Ikpe ndị a kọrọ n'okpuru iwu a n'afọ ndị gara aga ezughị oke",
  "Ọzọkwa, n'agbanyeghị akụkọ banyere ịzụ ahịa mmekọahụ na mba ụwa, FIA kọrọ ihe na-erughị iri na abụọ ikpe dị otú ahụ n'okpuru PACHTO",
  "Ndị ọrụ gọọmentị na-ejikọkarị mbubata mmadụ na ịzụ ahịa mmadụ, ọkachasị na nkwupụta ọha na eze na data a kọọrọ ndị mgbasa ozi.",
  "N'afọ 2009, mba Pakistan kọrọ banyere ikpe 2,894 na ikpe 166 n'okpuru iwu ndị na-agagharị agagharị na ngalaba iwu ntaramahụhụ dị iche iche nke ndị ọchịchị na-eji mgbe ụfọdụ ikpe mpụ ịzụ ahịa; ọ maghị ole n'ime ikpe na ikpe ndị a metụtara ịzụ ahịa",
  "A kwadoro na gọọmentị mara ma ọ dịkarịa ala ndị na-azụ ahịa ụmụaka atọ ikpe; a maghị ma ikpe ndị a bụ maka ịgba akwụna mmanye ma ọ bụ ọrụ na ihe ntaramahụhụ ndị ahụ",
  "Gọọmentị gbara ma ọ dịkarịa ala ndị na-azụ ahịa 500 ikpe: 416 maka ịzụ ahịa mmekọahụ, 33 maka ịzụ ahịa ọrụ, na 51 maka mmekọahụ ma ọ bụ ịzụ ahịa ọrụ",
  "Naanị otu onye ka e kpere ikpe n'okpuru Bonded Labour System Abolition Act, na-enweghị ikpe.",
  "Ụfọdụ ndị nwe ala na-esonyere ndị otu ndọrọ ndọrọ ọchịchị ma ọ bụ bụrụ ndị isi n'onwe ha ma jiri mmetụta mmekọrịta mmadụ na ibe ya, akụ na ụba na ndọrọ ndọrọ ọchịchị ha chebe itinye aka ha na ọrụ nkekọ",
  "Ọzọkwa, ndị uwe ojii enweghị ndị ọrụ, ọzụzụ na ngwá ọrụ iji chee ndị nche ndị nwe ụlọ agha ihu mgbe ha na-ahapụ ọrụ njikọ",
  "Ọzọkwa, ndị mgbasa ozi na NGO kọrọ na ụfọdụ ndị uwe ojii natara aka azụ site n'aka ndị nwe ụlọ akwụna, ndị nwe ala, na ndị nwe ụlọ ọrụ mmepụta ihe na-amanye ndị Pakistan ịrụ ọrụ mmanye ma ọ bụ ịgba akwụna, iji mee ka ndị uwe ojii leghara ọrụ ịzụ ahịa mmadụ anya.",
  "N'afọ 2009, a dọrọ ndị isi 108 aka ná ntị, nye 34 obere ntaramahụhụ, ewepụrụ mmadụ anọ na-adịgide adịgide, na otu onye lara ezumike nká maka isonye na mbugharị iwu na-akwadoghị na mbubata mmadụ; ụfọdụ n'ime ndị isi a nwere ike ime ka ịzụ ahịa mmadụ dị mfe.",
  "N'ịgbalị ịkwalite omume njirimara ndị a tara ahụhụ, ndị ọrụ FIA na ihe karịrị ndị ọrụ mmanye iwu 250 sonyere na ọzụzụ megide ịzụ ahịa mmadụ n'afọ 2009, nke e nyere na mmekorita ya na NGO na gọọmentị nke mba ndị ọzọ",
  "Ụlọ ọrụ gọọmentị mba Pakistan dị iche iche nyere ohere, ihe, na njem na ego kwa ụbọchị, ndị ọrụ mmanye iwu duziri ma kụziere ụfọdụ n'ime ụlọ ọrụ ọzụzụ ahụ",
  "Ndị uwe ojii na ndị ọrụ FIA gara n'ihu na-enweta ọzụzụ megide ịzụ ahịa na ụlọ akwụkwọ ọzụzụ ha.",
  "Gọọmentị Pakistan nwere ọganihu ụfọdụ na mbọ ya iji chebe ndị na-azụ ahịa mmadụ",
  "Gọọmentị gara n'ihu na-enweghị usoro zuru oke na ihe onwunwe maka ịchọpụta ndị na-azụ ahịa n'etiti ndị na-adịghị ike ha na ha na-akpakọrịta, ọkachasị ụmụaka na-arụ ọrụ, ụmụnwanyị na ụmụaka na-agba akwụna, na ndị ọrụ ugbo na brik.",
  "FIA na ndị uwe ojii zigara ụmụnwoke, ụmụnwanyị na ụmụaka na-adịghị ike, ọtụtụ n'ime ha bụ ndị na-azụ ahịa, n'ụlọ nchekwa gọọmentị etiti na nke mpaghara na ọtụtụ ụlọ ọrụ nlekọta NGO",
  "Otú ọ dị, e nwere akụkọ na e metọrọ ụmụnwanyị n'ụfọdụ ụlọ nchekwa gọọmentị",
  "Ebe mgbaba na-echekwa ihe ịma aka akụ na ụba ma mgbe ụfọdụ, ha jupụtara na ndị ọrụ na-enweghị ọrụ",
  "Ndị uwe ojii mpaghara Sindh tọhapụrụ ihe karịrị ndị ọrụ 2,000 n'afọ 2009 site n'aka ndị nwe ala; ebubo ole na ole ka e boro ndị ọrụ ahụ",
  "FIA gbasaa ọrụ nchebe na mba ofesi ma nye ndị Pakistan na-azụ ahịa na mba Oman ọrụ ahụike na akparamàgwà mmadụ",
  "Ụfọdụ NGO nyere nri, iwu, ahụike, na nlekọta uche nye ụmụaka na-enweghị ike, gụnyere ndị na-azụ ahịa ụmụaka, na ụlọ ọrụ ndị Gọọmentị Pakistan nyere ma na-arụ ọrụ",
  "Ụfọdụ NGO na ebe nchekwa gọọmentị, dị ka Punjab Child Protection and Welfare Bureau, mekwara ka ụmụaka na ezinụlọ ha dịghachi mma ma jikọta ha",
  "Ụmụ nwanyị na-azụ ahịa nwere ike ịnweta ụlọ ọrụ Shaheed Benazir Bhutto nke gọọmentị iri abụọ na isii na ọtụtụ ụlọ ọrụ gọọmentị mpaghara “Darul Aman” na-enye ọgwụgwọ ahụike, ọzụzụ ọrụ aka, na enyemaka iwu",
  "N'ọnwa Septemba afọ 2009, gọọmentị mepere ụlọ ọrụ mmegharị ahụ na Swat, nke gụnyere otu ndị dọkịta na ndị na-agwọ ọrịa uche, iji nyere ụmụaka ndị agha aka napụtara n'aka ndị agha.",
  "Gọọmentị etiti, dị ka akụkụ nke National Plan of Action for Abolition of Bonded Labour and Rehabilitation of Freed Bonded Labourers, gara n'ihu inye ndị ọrụ bonded enyemaka iwu na Punjab na Khyber-Pakhtunkhwa (nke bụbu North West Frontier Province), ma gbasaa ọrụ na mpaghara Balochistan na Sindh",
  "Gọọmentị mpaghara Sindh gara n'ihu na-arụ ọrụ $ 116,000 ya (nke a malitere na 2005) nke nyere ala nke steeti maka ogige ụlọ ma wuo ụlọ 75 dị ọnụ ala maka ezinụlọ ndị ọrụ nwere onwe ha.",
  "Gọọmentị gbara ndị mba ọzọ ume ka ha sonye na nyocha megide ndị na-atụ mgbere ahịa ha site n'inye ha nhọrọ nke ịdekọ nkwupụta na mbugharị ma ọ bụ, ọ bụrụ na achọrọ ọnụnọ ha maka ikpe ahụ, site n'ikwe ka ha chọọ ọrụ",
  "N'ime afọ 2009, ndị niile si mba ọzọ metụtara họọrọ maka ndekọ nkwupụta mbụ ma ghara ichere ma ọ bụ gbaa akaebe n'oge ikpe ahụ",
  "Gọọmentị enyeghị ndị mba ọzọ metụtara ụzọ iwu kwadoro iji wepụ ha na mba ebe ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ",
  "A kọrọ na a kpagbughị ndị mba ọzọ ikpe ma ọ bụ chụpụ ha maka omume iwu na-akwadoghị mere n'ihi ịzụ ahịa",
  "Ọ bụghị ndị niile a na-azụ ahịa ka a chọpụtara ma chebe ha nke ọma",
  "Ndị okenye Pakistan a chụpụrụ na mba ndị ọzọ, ụfọdụ n'ime ha nwere ike ịbụ ndị na-azụ ahịa, a kwụrụ ụgwọ ruru $ 95, nke dị elu karịa ụgwọ ọnwa kacha nta",
  "N'ihi enweghị ebe obibi zuru oke na ihe onwunwe, ndị uwe ojii na-edebe ndị ọrụ a tọhapụrụ n'ụlọ ọrụ ndị uwe ojii maka otu abalị tupu ha enye ha n'aka onye ọka ikpe n'echi ya.",
  "N'ime afọ 2009, Gọọmentị Pakistan rụchara ọrụ afọ anọ iji weghachite ma gbanwee ụmụaka na-agba kamel ndị a na-ebuga na United Arab Emirates",
  "Gọọmentị etiti na nke mpaghara na-arụkọ ọrụ na NGO na òtù mba ụwa iji nye ọzụzụ banyere ịtụ mgbere ahịa mmadụ, gụnyere njirimara ndị a tara ahụhụ, ọrụ nchebe, na itinye iwu n'ọrụ.",
  "Gọọmentị Pakistan nwere ọganihu na mbọ ya iji gbochie ịzụ ahịa mmadụ",
  "Gọọmentị mpaghara Punjab gara n'ihu na mmejuputa ọrụ nde $ 1.4 ya, Hichapụ nke ndị ọrụ na Brick Kilns (nke a malitere n'afọ 2008)",
  "Ka ọ dị ugbu a, ọrụ a nyeere ihe fọrọ nke nta ka ọ bụrụ ndị ọrụ 6,000 aka inweta kaadị njirimara mba Kọmputa, na mmekorita ya na gọọmentị National Database and Registration Authority",
  "O nyekwara $ 140,000 na mgbazinye ego na-enweghị ọmụrụ nwa iji nyere ndị ọrụ aka ịhapụ ụgwọ ma guzobe ụlọ akwụkwọ 60 na saịtị nke gụrụ ihe karịrị ụmụaka 1,500 nke ndị ọrụ brik.",
  "Ụlọ ọrụ na-ahụ maka mbugharị gara n'ihu na-enye onye Pakistan ọ bụla gara mba ọzọ n'ụzọ iwu kwadoro maka ọrụ nkọwa gbasara mba tupu ọ pụọ; nkọwa ndị a gụnyere ozi gbasara otu esi enweta enyemaka na mba ofesi",
  "Punjab Child Protection and Welfare Bureau gara n'ihu na-akwado òtù obodo iri abụọ iji gbochie ịzụ ahịa ọrụ ụmụaka",
  "Gọọmentị etiti na nke mpaghara mepụtara ma malite mmejuputa usoro mgbasa ozi nchedo ụmụaka, usoro nlekota mba nke na-anakọta data ọkwa mpaghara na mpaghara ise, gụnyere ịzụ ahịa ụmụaka.",
  "Na 2009, ndị agha ọrụ nchekwa udo nke Pakistan 250 UN nwetara ọzụzụ n'ụlọ akwụkwọ ọzụzụ gọọmentị dị iche iche gụnyere ịlụ ọgụ megide ịzụ ahịa mmadụ",
  "Gọọmenti mekwara ihe iji belata ọchịchọ nke omume mmekọahụ nke azụmahịa, ụfọdụ n'ime ha nwere ike ịbụ ndị a manyere ịgba akwụna, site n'ịgba akwụkwọ, mana ọ bụghị ikpe, opekata mpe ndị ahịa 64 na-agba akwụna",
  "Ndị ọrụ gọọmentị sonyekwara na duzie mmemme ọha dị iche iche gbasara ịzụ ahịa mmadụ n'oge akụkọ",
  "N'ọnwa Febụwarị 2010, gọọmentị etiti kwadoro ọgbakọ ọgbakọ maka ihe karịrị ndị ọrụ gọọmentị etiti 30 nke lekwasịrị anya na omume maka ịchọpụta na ịlụso ịzụ ahịa ụmụaka, ịzụ ahịa mba ofesi, na ọrụ jikọtara ọnụ",
  "Pakistan esoghị na 2000 UN TIP Protocol.."
]