[
  "Dị ka akụkọ Gọọmentị mba United States na-ahụ maka ịtụ mgbere ahịa mmadụ (TIP) si kwuo, Singapore bụ mba na-aga maka ndị mba ọzọ na-atụ mgbere ahịa maka ebumnuche nke ọrụ na mmegbu mmekọahụ azụmahịa. Kemgbe ọtụtụ afọ, ndị a na-atụ mgbere ahịa na Singapore esiwo n'ọtụtụ mba dị n'Eshia dịka India, Thailand, People's Republic of China, Sri Lanka, Bangladesh, Philippines, Cambodia, Vietnam, Burma na Malaysia. Ọtụtụ n'ime ndị a na-aga Singapore n'afọ ofufo maka ọrụ na ụlọ ọrụ dị iche iche dịka iwu ụlọ, mmepụta ihe, ma ọ bụ mmekọahụ azụmahịa",
  "Ndị na-atụ mgbere ahịa na-eji aghụghọ banyere ọnọdụ ọrụ, ịgba ohu ụgwọ, ịnara akwụkwọ njem n'ụzọ iwu na-akwadoghị, njide na / ma ọ bụ mmetọ anụ ahụ ma ọ bụ mmekọahụ eme ihe iji manye ndị a metụtara n'ohu n'amaghị ama. Akụkọ TIP nke mba United States na-edekwa obere ndị Singapore na-etinye aka na / ma ọ bụ na-akwalite njem mmekọahụ ụmụaka na mba ọzọ. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịtụ mgbere ahịa mmadụ ọgụ tinyere mba ahụ na Tier 1 n'afọ 2020.",
  "Ọkwa Tier 1 nke Singapore n'afọ 2020 na 2021 US TIP Reports na-egosi na gọọmentị Singapore na-agbaso ụkpụrụ mba ụwa iji belata ma gbochie ịtụ mgbere ahịa mmadụ na mba ahụ. Ọkwa a pụtara na gọọmentị Singapore na-agbaso iwu Nchedo Ndị Na-atụ mgbere ahịa (TVPA) nke ụkpụrụ kacha nta nke afọ 2000. Site na akụkọ TIP mbụ a na-eme n'afọ 2001, a chọpụtala ọganihu Singapore n'ime afọ iri abụọ (20) gara aga na ịzụ ahịa mmadụ na mba ahụ ka bụ ọrụ zuru oke n'ọtụtụ ụdị. Ọ bụ ezie na ịzụ ahịa mmekọahụ na-abụkarị isi ihe na mkparịta ụka gbasara ọrụ ịzụ ahịa mmadụ na Singapore, ịzụ ahịa ọrụ bụ okwu zuru ebe niile na mba ahụ. Otú ọ dị, n'ihi ọtụtụ afọ nke usoro na-abaghị uru nke njirimara ndị a na-emegbu, ndị nwere ike igosipụta ihe ngosi nke ịbụ ndị a na-azụ ahịa ọrụ ejighị ya dị ka ndị dị otú ahụ. Nke a mere ka a nyochaa ọtụtụ mmejọ ndị ọrụ n'okpuru Iwu Ọrụ nke ndị ọrụ mba ọzọ (EFMA) kama iwu mgbochi nke ịzụ ahịa mmadụ (PHTA) nke e mere na Machị 1, 2015. Ndị na-ahụ maka ịtụ mgbere ahịa mmekọahụ na-eche ụfọdụ n'ime ihe mgbochi dị ka ndị na-ahụ maka ịzụ ahịa ọrụ ma a bịa n'ịchọpụta na nyocha kwesịrị ekwesị nke ikpe ha. Ojiji ndị ọrụ na-emegbu mmadụ eme ihe ugboro ugboro nke ụlọ ọrụ na-eweghachi ndị mmadụ pụtara na ọtụtụ ndị a na-emegbu anaghị enweta ohere ịchọta ntaramahụhụ n'ime usoro iwu nke Singapore",
  "Ndị ọrụ ikpe mara na-akpọ ụlọ ọrụ ndị a ka ha mee ka ndị na-atụ mgbere ahịa na-achọ nkwụghachi iwu. Dị ka egosiri na US TIP Reports, enwerekwa obere ọnụnọ nke ụmụ amaala Singapore na-ekere òkè na njem mmekọahụ ụmụaka na mba ọzọ ma ọ bụ dị ka ndị ahịa ma ọ bụ ndị na-enyere aka.",
  "Ma ọrụ ma ịzụ ahịa mmekọahụ na-eme n'ụdị dị iche iche n'ime Singapore",
  "Dị ka egosiri na akụkọ TIP niile nke United States, ọtụtụ n'ime ndị na-adaba na ịzụ ahịa bụ ndị mbịarambịa afọ ofufo na Singapore maka ohere ọrụ n'ọtụtụ ụlọ ọrụ dị iche iche na mba ahụ. Otú ọ dị, mgbe ị bịarutere ma chọta ọrụ, aghụghọ nke ndị ọrụ banyere ọnọdụ ọrụ na iji usoro mmanye ndị ọzọ na-eduga n'ọnọdụ ndị ga-abụ ịtụ mgbere ahịa. Usoro mmanye ndị ọzọ a nwere ike ịgụnye, mana ọ bụghị naanị, ịgba ohu ụgwọ, igbochi akwụkwọ njem na ụgwọ ndị ọrụ n'ụzọ iwu na-akwadoghị, na mmachi nke mmegharị ndị ọrụ site na iyi egwu na / ma ọ bụ mmetọ ahụ. Ụlọ ọrụ ndị na-ahụ maka ị nweta ndị ọrụ nwekwara ike ịrụ ọrụ dịka ụfọdụ na-ekere òkè n'itinye ụgwọ ndị ọrụ karịa ego kachasị iwu kwadoro yana omume iwu na-akwadoghị nke ịgbanwere nkwekọrịta.",
  "Singapore na-adabere na ọrụ nke ndị ọrụ si mba ọzọ iji nyere aka n'ịrụ ọtụtụ ụlọ ọrụ ya. Otú ọ dị, dị ka afọ 2021 US TIP Report on Singapore si kwuo, \"Ụfọdụ n'ime ndị 848,200 ndị nwere ikike ọrụ mba ọzọ bụ ndị mejupụtara ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ anọ nke ndị ọrụ mba Singapore nọ n'ihe ize ndụ nke ịtụ mgbere ahịa. Mmegbu nke ndị ọrụ nwere ike ịmalite tupu ha ahapụ obodo ha",
  "Nkwekọrịta ndị a na-abanye na mba ofesi ma ọ bụ ịkwụ ụgwọ dị oke ọnụ na ụlọ ọrụ na-ewe mmadụ n'ụlọ na-eme ka ndị ọrụ mba ọzọ nwee ike ịtụ mgbere ahịa site na ịkọwahie ọnọdụ ọrụ na ịgba ohu ụgwọ",
  "Nsogbu ndị a na-emekwa ozugbo ndị ọrụ rutere Singapore. Enweela akwụkwọ banyere mmegbu nke usoro nkwado ikike ọrụ na Singapore nke na-enye ndị ọrụ ikike na-ekwesịghị ekwesị maka ọnọdụ iwu nke ndị ọrụ si mba ọzọ yana ikike \"ikike ịkpọghachite ndị ọrụ n'ụzọ iwu kwadoro n'oge ọ bụla n'oge nkwekọrịta ha na obere ọkwa. E nwere obere ọdịiche dị n'etiti ụlọ ọrụ ma a bịa n'ikike nke ịtụ ahịa. Ụmụnwanyị na-arụ ọrụ na mba ọzọ nwere ike ịghọ ndị nwere ike ịzụ ahịa mgbe ha na-aga Singapore maka ọrụ n'ime ụlọ ọrụ ntụrụndụ. N'afọ 2011 U.S",
  "TIP Report enwere mmụba a ma ama na akụkọ banyere ndị metụtara na-arụ ọrụ mmanye na ụgbọ mmiri ịkụ azụ na-aga ogologo oge nke na-akwọ ụgbọ mmiri na Singapore. Kemgbe ọtụtụ afọ, e nweela ọtụtụ ọnọdụ nke mmetọ nke ndị ọrụ na-emegbu ndị ọrụ ụlọ, ụlọ ọrụ nke ndị ọrụ si mba ọzọ na-achịkwa nke ukwuu nke na na Septemba nke afọ 2014, gọọmentị Burma machibidoro mbugharị iwu nke ụmụ amaala Burma na Singapore ịrụ ọrụ ụlọ n'ihi nchegbu banyere ọnọdụ ọrụ. Mgbalị gọọmentị Singapore na-agba iji dozie nsogbu a ka mma kemgbe ọtụtụ afọ. N'okpuru PHTA, gọọmentị mere ikpe mbụ ha maka ịzụ ahịa ndị ọrụ na ngwụsị afọ 2019.",
  "Na ịgba akwụna bụ iwu na Singapore, ọtụtụ ụmụnwanyị si mba ọzọ na-adọta na mba ahụ isonye na ụlọ ọrụ mmekọahụ azụmahịa. Ọ bụghị ihe a na-ahụkarị na ụmụnwanyị ji aka ha gaa Singapore iji sonye na ngalaba ọrụ a na-achịkwa",
  "Otú ọ dị, site n'otu ụdị mmanye nke ndị na-azụ ahịa ọrụ na-eji, ụmụnwanyị nwere ike ịdaba na ịzụ ahịa mmekọahụ. A na-ekwe ka ụlọ akwụna na-arụ ọrụ na Singapore ma ndị a nwere ike ịbụ ebe maka ọrụ ịzụ ahịa nke na-ahapụ ndị metụtara zoro ezo n'anya. N'afọ 2004 U.S",
  "TIP Report, a chọpụtara na ọnụ ọgụgụ a na-eme atụmatụ nke ụmụagbọghọ na ụmụnwanyị a na-atụ na mgbere ahịa maka ebumnuche nke mmegbu mmekọahụ dị obere mana ọ karịrị 100 kwa afọ",
  "Nke a bụ otu afọ ahụ e gosipụtara na mba Singapore nwere nnukwu nsogbu ịzụ ahịa. N'afọ 2008, n'ịgbalị igbochi ịgba akwụna na mba ahụ, ndị mmanye iwu jidere ọtụtụ ụmụnwanyị si mba ọzọ n'emeghị ihe iji chọpụta nke ọma ndị nwere ike ịbụ ndị a na-azụ ahịa. Ihe iseokwu ọzọ dị n'ime nnukwu nsogbu nke ịtụ mgbere ahịa mmekọahụ na mba ahụ bụ ịrịọ ụmụaka ka ụmụaka nwee mmekọahụ n'ụzọ iwu na-akwadoghị",
  "Ọ bụ ruo n'otu afọ a ka Singapore machibidoro ịgba akwụna nke ndị dị afọ iri na isii na iri na asaa iwu. N'afọ 2018, mba ahụ mepụtara usoro ọrụ njirimara ndị a na-ahụ maka ndị a na-ahụ maka ịzụ ahịa n'ụzọ dị irè. N'afọ 2016 U.S",
  "TIP Report, a chọpụtara na ịt",
  "mgbere ụ ahịa mmekọahụ ụmụaka nke ụmụaka si mba ọzọ ma nke ụlọ na-eme na Singapore. Otú ọ dị, e nweela oge nke ụmụnwoke Singapore na-ekere òkè na njem mmekọahụ ụmụaka na mba ọzọ, gụnyere na Batam, Indonesia. Akụkọ TIP nke United States na-atụ aro ka gọọmentị Singapore na-ebute ụzọ n'ịhụ njem mmekọahụ ụmụaka site n'aka ndị Singapore na mpaghara mba ọzọ.",
  "Kemgbe akụkọ TIP mbụ nke gọọmentị United States mere, Singapore abụrụla Tier 1, Tier 2, na Tier 2 Watchlist kemgbe ọtụtụ afọ. Ọkwa ndị a na-adabere na mbọ gọọmentị na-eme na mba ahụ iji gbochie ma belata njupụta nke ịzụ ahịa",
  "N'afọ 2001 nakwa n'afọ 2002, edepụtara mba ahụ dị ka Tier 2 dịka mba ahụ na-emezughị ụkpụrụ kacha nta maka iwepụ ịzụ ahịa mana a hụrụ ya ka ọ na-eme mgbalị dị ukwuu iji mee nke ahụ. Mba ahụ anọghị na akụkọ TIP nke afọ 2003, mana ọ laghachiri na 2004 ọ nọgidere na-ahọpụta ya dị ka Tier 2 ruo n'afọ 2006. N'afọ 2006, e buliri Singapore ka ọ bụrụ mba Tier 1 nke mezuru ụkpụrụ kacha nta ugbu a. Ọkwa a wee daa n'afọ sochirinụ wee nọrọ na Tier 2 ruo n'afọ 2010 mgbe a họọrọ mba ahụ dị ka Tier 2 Watchlist Nke a bụ ọkwa kachasị ala mba ahụ nwere kemgbe akụkọ TIP malitere na nke a bụ n'ihi ịrị elu nke mgbasa nke ịzụ ahịa na mba ahụ na enweghị mgbalị dị ukwuu site n'aka gọọmentị Singapore iji gbochie ma ọ bụ gbochie ọrụ ndị a. Site na 2011 ruo 2020 mba ahụ nọrọ na ọkwa Tier 2 maka mbọ ya. Ọkwa Tier 1 a rụpụtara ọhụrụ dabere na nyocha nke mpaghara atọ nke mgbalị gọọmentị: ikpe, nchebe, na mgbochi.",
  "Gọọmentị United States na-enye aka na TIP Report na ịmepụta oge nke otú mgbalị gọọmentị iji dozie ma gbochie ịzụ ahịa mmadụ na Singapore mepụtara kemgbe ọtụtụ afọ",
  "Malite n'afọ 2001, a ghọtara gọọmentị Singapore dị ka Tier 2 maka mbọ ha na-agba iji gbochie ịzụ ahịa. Mgbalị ndị a gụnyere ọtụtụ ihe ndị metụtara ịzụ ahịa mmadụ dịka ime ka iwu mbata sie ike na nchịkọta ebubo maka ikpe kama itinye iwu ịzụ ahịa mmadụ kpọmkwem. Site na mbọ gọọmentị nke afọ 2002 n'ihe gbasara ikpe agbanwebeghị nke ukwuu, mana ka ọ na-erule afọ 2004, gọọmentị Singapore ghọtara na ịzụ ahịa mmadụ bụ ihe iseokwu n'ime mba ahụ mana agbanyeghị nkwenye ahụ na ịzụ ahịa mmekọahụ. N'oge a, ọ dịghị atụmatụ mba iji lụso ịzụ ahịa ọgụ. Nke a ka bụ eziokwu n'afọ 2005 ebe ọ ka enweghị iwu ịzụ ahịa n'ozuzu ya na mba ahụ. Otú ọ dị, a machibidoro ọrụ niile na-adaba n'okpuru mkpuchi nke ịzụ ahịa dị ka United Nations (UN) kwuru na Singapore n'oge a",
  "Akụkọ TIP nke afọ 2005 na-ekwukwa na ọ dịghị ma ọ nweghị ihe akaebe ọ bụla na-egosi na gọọmentị na-etinye aka na ịzụ ahịa. Ka ọ na-erule afọ 2006, e buliri mba ahụ na Tier 1 ma gosipụta nke a na mbọ gọọmentị ha. E tinyere iwu iji mee ka ndị Singapore sonyere na njem mmekọahụ ụmụaka na mba ofesi nakwa ịgba akwụna nke ndị dị afọ iri na isii na iri na asaa n'ime mba ahụ",
  "Ihe atụ ndị ọzọ nke ikpe megide ndị na-erigbu ndị ọzọ maka ebumnuche mmekọahụ ma ọ bụ ọrụ dịkwa na akụkọ afọ a. Otú ọ dị, n'afọ 2007, e wedara mba Singapore azụ ka ọ ghara iru ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ma si otú a bụrụ Tier 2. Ọ bụ ezie na a nabatara ha dị ka ndị na-enwe ọganihu iji mee nke a, a kwadoghị iwu ahụ e tinyere n'ọrụ wee nye ndụmọdụ iji bute okwu abụọ a ụzọ. N'afọ 2008, e nyere ndụmọdụ ndị ọzọ metụtara ikpe ndị omekome na izere ịtụ mkpọrọ nke ndị na-azụ ahịa site n'ịdị na-arụsi ọrụ ike n'ịchọpụta ndị na-azụ ahịa nwere ike ijide maka ọrụ na-akwadoghị dịka ịgba akwụna. N'oge akụkọ a, “Enweghị akụkọ ikpe mpụ ma ọ bụ ikpe maka ọrụ ma ọ bụ mpụ ịzụ ahịa mmekọahụ.” N'afọ 2009, akụkọ ahụ kwetara na e nweela ọganihu n'ịlụso ịzụ ahịa ọgụ kemgbe ọtụtụ afọ mana o kwukwara na gọọmentị Singapore nwere ọrụ ịbawanye mbọ ya n'ịchọpụta, nyocha, na ikpe nke ịzụ ahịa mmadụ. N'ime afọ 2012, U.S",
  "TIP Report kọrọ na gọọmentị Singapore mepụtara ma wepụta atụmatụ National Plan of Action n'ihu ọha",
  "Akụkọ maka afọ a gụnyere ndụmọdụ ndị ga-edozi mkpa ọ dị ime ka iwu Singapore rube isi na nke ụkpụrụ mba ụwa. N'afọ 2013, a kọrọ na n'afọ 2012 e meela mgbanwe na EFMA. Aro maka afọ a gụnyere ịkpọ oku maka mmejuputa nkọwa ọrụ dị mkpa maka ebumnuche nke ịme iwu na ikpe na mpaghara a na imeziwanye mmeghachi omume gọọmentị na ịzụ ahịa na mpaghara niile (mkpesa, nchebe, na mgbochi)",
  "A na-atụkwa aro ụzọ ndị metụtara ndị e gburu n'oge a yana gọọmentị Singapore iji banye na 2000 UN TIP Protocol. Akụkọ TIP nke United States nke afọ 2014 nyere ihe fọrọ nke nta ka ọ bụrụ otu aro dị ka afọ gara aga ma tinye aro ịme iwu nke machibidoro ụdị ịzụ ahịa niile",
  "A chọpụtara na mbọ ndị na-ekpe ikpe dị ka ndị dị ntakịrị ma ọ bụ dị ala maka oge akụkọ a. Iwu mbụ nke mba ahụ na-emegide ịzụ ahịa nke machibidoro ụdị ọ bụla nke ịzụ ahịa mmadụ n'ime mba ahụ gafere n'afọ 2015. Iwu Mgbochi nke Ịzụ Mmadụ nke malitere ịrụ ọrụ n'ụbọchị 1 Machị 2015 na-eme ka ụdị ọ bụla nke ịzụ ahịa mmadụ bụrụ iwu na-akwadoghị ma nwee ntaramahụhụ nke ihe ruru afọ 10 n'ụlọ mkpọrọ, na-akwụ ụgwọ ruru 100,000 Singaporean dollar na ịpịa ụtarị ruo ọrịa strok 6. Ụfọdụ nsonaazụ ndị ọzọ gụnyere ọbụna ụgwọ ndị ọzọ tinyere ụgwọ mbụ nke ịzụ ahịa. Dị ka ikpe mbụ nke mkpọrọ n'okpuru Iwu ahụ, Muhammad Khairulanwar bin Rohmat, nwa akwụkwọ dị afọ iri abụọ na ise nke afọ ikpeazụ na Singapore Institute of Management (SIM), a mara ya ikpe ma maa ya ikpe n'ụbọchị 19 nke ọnwa Febụwarị afọ 2016 maka ebubo anọ nke ị nweta nwatakịrị maka mmegbu mmekọahụ, ịnata ụgwọ site na mmegbu a, na ntinye mmekọahụ nke nwatakịrị, tinyere ebubo iri na anọ a tụlere",
  "A mara ya ikpe ịga mkpọrọ afọ isii na ọnwa atọ ma kwụọ ya ụgwọ S $ 30,000. Otú ọ dị, ka ọ na-erule afọ 2018 a ka na-ekpe ọtụtụ mpụ ọrụ ikpe n'okpuru EFMA kama PHTA nke nyere ndị omekome obere ntaramahụhụ. Akụkọ TIP nke United States nke afọ 2019 gụnyere ndụmọdụ ndị e butere ụzọ nke gụnyere: ịbawanye ego maka ikpe ndị omekome na njirimara ndị omekome, njirimara ndị omekome, inye ụzọ iwu kwadoro maka ịchụpụ ndị ọrụ si mba ọzọ nwere ike ihu ihe isi ike ihu na mba ha, na mgbanwe nke usoro nkwado ikike ọrụ iji gbochie ike na-ezighị ezi nke ndị ọrụ na-emegbu mmadụ na-eji eme ihe",
  "N'afọ a, a chọpụtakwara na gọọmentị Singapore mụbara mgbalị ya na mpaghara ikpe. Dị ka egosiri n'afọ 2020 US TIP Report, enwere mmụba na njirimara nke ndị a na-azụ ahịa yana mmụba na imekọ ihe ọnụ na NGO mpaghara gosipụtara na nzukọ karịrị iri abụọ na abụọ n'etiti NGO na gọọmentị",
  "Ndị mmanye iwu mụbara mgbalị ikpe maka oge akụkọ a site na isonye na ọmụmụ ihe gbasara njirimara ndị metụtara na mmekorita ya na gọọmentị maka usoro ntụgharị ndị metụtara ha. E jiri ya tụnyere afọ ndị gara aga, a nyochakwara ọtụtụ ikpe ndị ọzọ gbasara mmekọahụ na ịzụ ahịa ọrụ n'oge akụkọ a.  N'afọ 2021 U.S",
  "TIP Report a kọrọ na NGO ndị obodo ka na-eche na “ndị ọchịchị setịpụrụ ụkpụrụ dị elu maka mpụ iji ruo eruo dị ka ịzụ ahịa ma enweghị nghọta nke ihe ngosi ịzụ ahịa dị ka ụgwọ, mmanye uche, na aghụghọ, nke gara n'ihu na-egbochi njirimara kwesịrị ekwesị. Otú ọ dị, dị ka akụkọ gọọmentị si kwuo, a ka na-azụ ihe karịrị ndị isi 440 na mba ahụ banyere ihe ndị metụtara mgbochi ịzụ ahịa na njirimara ndị a na-emegbu. Ọzụzụ mba ụwa mekwara iji mee ka mmekorita ya na gọọmentị mba ọzọ na nyocha ókèala. Ndị ọchịchị mekwara ihe megide ndị a na-ebo ebubo na ha na-eji ike gabiga ókè mgbe ha na-ejide ndị mmadụ na-ekere òkè na mmekọahụ azụmahịa n'oge mwakpo ndị uwe ojii nke ụlọ akwụna n'enweghị ikikere kwesịrị ekwesị.",
  "A chọpụtakwara mgbalị gọọmentị na nchedo ndị na-ahụ maka ịzụ ahịa kemgbe ọtụtụ afọ site na US TIP Reports. Malite n'afọ 2001, gọọmentị Singapore anaghị enye enyemaka ọ bụla maka ndị na-azụ ahịa mmekọahụ. Otú ahụ ka ọ dịkwa maka òtù na-abụghị nke gọọmentị (NGOs) na mba ahụ. N'ịga n'ihu na mgbalị gọọmentị maka nchebe, n'afọ 2002, a chọpụtara na gọọmentị na-ekere òkè na \"atụmatụ mpaghara megide mpụ mba ụwa, nke gụnyere mgbalị dị mma megide ịzụ ahịa mmadụ. N'afọ 2004, e mere ka a kọwara nke ọma na Singapore mepụtara ụlọ ọrụ raara nye ichebe ndị ọrụ ụlọ si mba ọzọ n'ime Ministry of Manpower (MOM)",
  "Ụlọ ọrụ a rụkwara ọrụ iji \"ịkụziri ndị ọrụ na ndị were ha n'ọrụ omume ọrụ a na-anakwere. Mgbe nke ahụ gasịrị, n'afọ 2005, e nwere mmegide megide mmegbu ndị ọrụ na-emegbu ndị ọrụ ụlọ si mba ọzọ. N'ịgbaso nke a, n'afọ 2006, a ghọtara gọọmentị Singapore dị ka onye na-enye enyemaka zuru oke nye ndị na-azụ ahịa na mba ahụ. Ka ọ na-erule afọ 2007, MOM na-enye ego maka ndị e metọrọ n'ọrụ ma ọ bụ mmerụ ahụ nke ịzụ ahịa mmekọahụ mana nke a adịbeghị ogologo oge. N'afọ 2008, akụkọ TIP nke mba United States na-akọwa na gọọmentị Singapore enwetaghị ọganihu dị ịrịba ama na nchedo ndị metụtara na oge akụkọ a ma otu ihe ahụ ka egosiri na akụkọ nke afọ 2009. N'afọ 2014, a ghọtara mgbalị nchebe dị ka obere ma ọ bụ dị ala ma n'afọ 2015 e weere njirimara ndị ahụ ka na-abaghị uru. Otú ọ dị, akụkọ nke afọ 2016 na-ekwu na mba ahụ nabatara 2000 UN TIP Protocol na Septemba nke afọ 2015. Nsogbu na njirimara dị irè na-adịgide ruo n'afọ 2017 mana site n'afọ 2018, ndị mmanye iwu na ụlọ ọrụ gọọmentị na-arụ ọrụ iji zụọ ndị ọrụ n'akụkụ dị iche iche nke ịzụ ahịa dịka mmerụ ahụ nke ndị a na-azụ ahịa mmekọahụ na njirimara ndị metụtara. Mgbalị nchebe mụbara na mba ahụ na ndị mmanye iwu na gọọmentị ugbu a nwere usoro ọrụ maka njirimara ndị ahụ",
  "Aro maka afọ a na-akpọ ugbu a maka enyemaka dị ukwuu na imekọ ihe ọnụ na NGO. N'afọ 2019, a nabatara mgbalị nchebe dị ka nke na-aga n'ihu na-abawanye. Gọọmentị Singapore na-esokwa Iwu Nchedo Ndị Na-azụ ahịa, nke na-arụ ọrụ na iwu ndị ọzọ dị na mbụ ma na-eme ka ndị na-azụ ahịa nweta uru. Ụfọdụ n'ime iwu ndị a bụ Women's Charter, Children and Young Persons' Act, na Penal code",
  "Iwu ụmụnwanyị bụ omume \"iji nye alụmdi na nwunye otu nwanyị na maka ememe na ndebanye aha nke alụmdi na nwunye dị otú ahụ; iji gbanwee ma mee ka iwu metụtara ịgba alụkwaghịm, ikike na ọrụ nke ndị lụrụ di na nwunye, nchedo ezinụlọ, mmezi nke nwunye na ụmụ na ntaramahụhụ nke mmejọ megide ụmụnwanyị na ụmụagbọghọ; na inye ihe ndị metụtara ya",
  "\" Iwu ụmụaka na ndị na-eto eto na-echebe ọdịmma, nlekọta na nchedo nke ụmụaka na ndị na-eto eto site n'ime ka ụlọ dị nchebe na iwu ọ bụla ọzọ na-echebe ụmụaka na ndị na-eto eto na-agbakọta n'ime iwu a. N'ime oge akụkọ afọ 2020, a chọpụtara ọtụtụ ndị ọzọ nwere ike ịzụ ahịa na NGO gara n'ihu na-enye ndị a metụtara ọrụ n'agbanyeghị na a chọpụtara na òtù ndị a chere na mbọ ndị mmanye iwu na-agba ịmata ndị ahụ ka na-abaghị uru. Ihe iseokwu a na njirimara ndị mmanye iwu na-enweghị ike ịchọpụta ụfọdụ ihe ngosi mere ka a taa ndị na-azụ ahịa ahụhụ maka ọrụ ndị sitere na mmegbu ha. Otú ọ dị, PHTA na-eme ka ndị metụtara nweta nri, ọrụ mmekọrịta mmadụ na ibe ya, na ebe obibi n'etiti ihe ndị ọzọ dịka gọọmentị nyere. N'afọ 2019, gọọmentị kenyere 406,000 SGD ($ 300,000 USD) nke mmefu ego ha kwa afọ iji lekọta na nchedo ndị metụtara na ọrụ mgbochi ịzụ ahịa. Mịnịstrị na-ahụ maka mmekọrịta mmadụ na ibe ya na mmepe ezinụlọ nyere ego maka ụlọ ọrụ NGO anọ mgbe gọọmentị nyere visa mbata pụrụ iche na-enye ohere maka ịnọ nke ndị mba ọzọ metụtara n'oge nyocha na ikpe. Ọ bụ n'otu afọ a ka MOM malitere ịmanye iwu ikike ọrụ ọhụrụ nke na-enyeghịzi ndị ọrụ ohere igbochi ụgwọ ọrụ nke ndị ọrụ ụlọ",
  "E mekwara mgbanwe na usoro ntinye akwụkwọ nke na-anabata ndị ọrụ na ndị na-ewe ndị ọrụ si mba ọzọ site n'itinye ha ụgwọ dị elu nke mere ka ihe ize ndụ nke ịgba ohu ụgwọ dị elu.  Iwu ọhụrụ a bụ nke Singapore's Employment Agency Act (EAA) mere. N'ime oge akụkọnke afọ 2021, a chọpụtara na dị ka akụkọ gọọmentị si kwuo, ihe dị ka 156,000 SGD ($ 118,000 USD) ejirila na mgbalị iji lekọta ma kwado ndị na-azụ ahịa. Nke a bụ mmụba 48,000 SGD ($ 35,247 USD) site na afọ gara aga. N'agbanyeghị nke a, dị ka akụkọ nke otu NGO mere si kwuo \"n'ụzọ megidere iwu dị ugbu a, nke ga-enye onye mba ọzọ ohere itinye akwụkwọ maka ọrụ ọhụrụ na akwụkwọ ikike ọrụ mgbe ikpe ahụ gwụchara, ndị ọchịchị nwere ike ịchọ ka ndị mba ọzọ na-ahapụ mba ahụ n'omume.",
  "Ihe ọzọ dị mkpa na mbọ gọọmentị na-agba gburugburu ịlụso ịzụ ahịa mmadụ ọgụ bụ mgbalị mgbochi",
  "Na Singapore, mgbalị mgbochi amaliteghị ịmalite ruo n'afọ 2005 mgbe ha dịwanye mma site na afọ ndị gara aga. Mgbasa ozi nke MOM nke nyere aka gwa ndị ọrụ mba ọzọ ikike ha rụrụ nnukwu ọrụ na nke a",
  "A gara n'ihu ma gbasaa mkpọsa a dị ka egosiri na akụkọ nke afọ 2007. N'oge akụkọ a, MOM mere ajụjụ ọnụ na-enweghị isi nke ndị ọrụ ụlọ si mba ọzọ iji ghọta mmetụta nke atumatu na mbọ ha. N'afọ 2008, mgbalị iji gbochie ịgba akwụna mere ka e jide ọtụtụ ụmụnwanyị si mba ọzọ",
  "N'afọ a, e webatara usoro iwu gbasara nchekwa ụlọ na ikike ndị ọrụ maka ndị ọrụ ụlọ niile si mba ọzọ. N'ịda na ọkwa nke Tier 2 Watchlist, a chọpụtara n'afọ 2010 US TIP Report na gọọmentị Singapore enweghị ọganihu ọ bụla na-ahụ anya n'ịrụ ọrụ iji belata ịzụ ahịa mmadụ na mba ahụ. N'afọ 2014, mba ahụ mụbara mgbalị mgbochi ya ma a na-ahụ mmụba na-aga n'ihu na akụkọ ọ bụla kemgbe ahụ. N'ọgwụgwụ afọ 2019, e mere mmụba na usoro nduzi iwu nke e mejuputara maka ndị ọrụ na-ewu ụlọ si mba ọzọ na 2017 iji tinye ndị ọrụ si mba ọzọ na ụlọ ọrụ ndị ọzọ dị ka mmepụta ihe. Klas ndị a na-amanye ndị NGO obodo na-eduzi na-agabiga ihe ndị dị ka ikike ndị ọrụ na ihe onwunwe ha nwere. Gọọmentị Singapore gara n'ihu na-ekenye ego maka mgbasa ozi mgbasa ozi ọha na eze banyere ịtụ mgbere ahịa mmadụ.",
  "Ọrịa Covid-19 nyere ụfọdụ mgbochi na ọrụ kwa ụbọchị nke metụtakwara mgbalị gọọmentị na ndị na-abụghị gọọmentị maka ikpe, nchebe na mgbochi dịka o metụtara ịzụ ahịa mmadụ na mba ahụ. Mgbanwe ndị si na ya pụta metụtara ọnụ ọgụgụ ndị ụlọ ọrụ ndị a nwere ike inyere aka yana ụzọ e nwere ike isi nyere ha aka. Mgbalị nke ndị ọrụ nọ n'ihu gbanwere na usoro ibelata ọrịa na-efe efe na gọọmentị nọgidere na-arụkọ ọrụ ọnụ na NGO iji nye ndị metụtara ọrụ. A ghaghị ịgbanwe ikike obibi nke ebe obibi maka ndị ahụ metụtara iji rube isi n'ihe ndị na-eme ka mmekọrịta mmadụ dị anya ma n'ihi nke a, Mịnịstrị na-ahụ maka mmekọrịta mmadụ na ibe ya na mmepe ezinụlọ mepere ebe obibi nwa oge ọzọ iji mepụta ohere zuru oke maka ndị nọ ná mkpa. MOM nyere ego maka ebe obibi abụọ ọzọ ezubere maka ndị ọrụ nwoke si mba ọzọ na ụmụ nwoke na-ahụ maka ịzụ ahịa. Ọ bụ ezie na egosiri na enwere mmetụta na mgbalị gọọmentị niile, a kọwara mgbalị nchebe na mgbochi dị ka nke kwekọrọ na afọ ndị gara aga."
]