[
  "Uganda bụ isi iyi na mba na-aga maka ụmụnwoke, ụmụnwanyị, na ụmụaka a na-azụ ahịa maka ebumnuche nke ọrụ mmanye na mmegbu mmekọahụ",
  "A na-azụ ụmụaka Uganda n'ime mba ahụ, yana Canada, Egypt, United Arab Emirates, na Saudi Arabia maka ọrụ mmanye na mmegbu mmekọahụ azụmahịa",
  "A na-ere ụmụnwanyị na ụmụaka Karamojong n'ahịa ehi ma ọ bụ site n'aka ndị ogbugbo ma manyere ha n'ọnọdụ nke ịgba ohu n'ụlọ, mmegbu mmekọahụ, ịzụ atụrụ, na ịrịọ arịrịọ",
  "Ụlọ ọrụ nchekwa na Kampala na-ewe ndị Uganda ka ha rụọ ọrụ dị ka ndị nche na Iraq ebe, mgbe ụfọdụ, a na-akọ na e gbochiri akwụkwọ njem ha na ụgwọ ha dị ka ụzọ isi gbochie ọpụpụ ha",
  "Ikpe ndị a nwere ike ịbụ ịzụ ahịa.",
  "A na-akọ na a na-ebuga ndị ọrụ Pakistan, India, na China na Uganda, na netwọk ndị India na-ebuga ụmụaka India na mba ahụ maka mmegbu mmekọahụ",
  "A na-ebuga ụmụaka si Democratic Republic of the Congo (DRC), Rwanda, na Burundi na Uganda maka ọrụ ugbo na mmegbu mmekọahụ azụmahịa",
  "Ruo n'ọnwa Ọgọstụ afọ 2006, òtù nnupụisi na-eyi ọha egwu, Lord's Resistance Army (LRA), tọọrọ ụmụaka na ndị okenye n'ebe ugwu Uganda ka ha bụrụ ndị agha, ndị ohu mmekọahụ, na ndị na-ebu ihe",
  "Ọ bụ ezie na ekwuputabeghị ntọrọ ụmụaka Uganda ọzọ, ọ dịkarịa ala mmadụ ruru narị atọ n'ọnụ ogụgụ (300) ọzọ, ọkachasị ụmụaka, ka a tọọrọ n'oge akụkọ ahụ na Central African Republic na DRC.",
  "Gọọmentị Uganda anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịtụ mgbere ahịa",
  "Otú ọ dị, ọ na-eme mgbalị dị ukwuu ime nke a. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2\" n'afọ 2017.",
  "Gọọmenti jigidere mbọ mmanye iwu mgbochi ịzụ ahịa n'ime oge mkpesa",
  "Agbanyeghị, enweghị oke iwu mgbochi ịre ahịa ọchụnta ego pụtara na edekọghị ọnụ ọgụgụ gbasara ikpe ịzụ ahịa na ikpe dị iche iche",
  "Iwu Uganda amachibidoro ịzụ ahịa, n'agbanyeghị na iwu iwu Penal Code nke dị ugbu a megidere ịgba ohu, mmanye, na ọrụ ejikọtara ọnụ, yana ịzụ ahịa maka ịgba akwụna nwere ike iji gbaa akwụkwọ iwu ịzụ ahịa.",
  "Gọọmentị wepụtara ọnụ ọgụgụ mpụ maka afọ 2007, nke gosiri na mpụ ịzụ ahịa ụmụaka amụbaala karịa afọ gara aga",
  "Inspector General nke ndị uwe ojii kwuputakwara na a tọọrọ ụmụaka iri ise na anọ, tọọrọ ha, ma ọ bụ zuo ohi n'afọ ahụ",
  "E kwenyere na ụmụaka asaa a napụtara bụ ndị nwere ike ịzụ ahịa na-erubeghị ebe ha na-aga.",
  "N'ọnwa Julaị n'afọ afọ 2012, ụmụnwanyị ndị omeiwu Uganda webatara Iwu Mmachibido Ịzụ ahịa mmadụ na nzuko omeiwu, iwu zuru oke megide ịzụ ahịa, ebe ọ nwetara nkwado otu olu site n'ala",
  "Ọ natara ọgụgụ mbụ ya na Disemba ma zigara ya Kọmitii na-ahụ maka nchekwa na ihe gbasara ime obodo n'ọnwa Febụwarị 2008.",
  "Na Jenụwarị nke afọ 2008, ndị uwe ojii Mbarara jidere mmadụ atọ a na-enyo enyo na ha na-azụ ahịa ma napụta ụmụaka iri anọ na anọ bụ ndị a na-ekwu na-azụ ahịa na Australia, Canada, na United States",
  "Ndị a na-enyo enyo pụtara n'ụlọ ikpe na mbido Febụwarị",
  "Otu onye Rwanda kwetara na ikpe mara ya ma jiri ịdọ aka ná ntị mara ya ikpe ma tọhapụ ya",
  "E boro onye Burundi ebubo ịbanye na Uganda n'ụzọ iwu na-akwadoghị ma boro ya ebubo na nwanyị Uganda maka izu ohi",
  "A kpọgara ha abụọ n'ụlọ mkpọrọ.",
  "N'afọ 2012, Kọmishọna na-ahụ maka ọrụ na ndị omeiwu malitere inyocha ụlọ ọrụ ndị a na-ebo ebubo na ha na-egbochi akwụkwọ njem na ịkwụ ụgwọ nke ndị nche Uganda na Iraq",
  "Ọ bụ ezie na akụkọ gọọmentị kpochapụrụ ụlọ ọrụ mbupụ ọrụ atọ nke aghụghọ na Febụwarị 2008, e depụtara ọtụtụ ụlọ ọrụ ndị ọzọ maka ọrụ aghụghọ maka Iraq.",
  "Kọmitii Amnesty nke gọọmentị nyere ndị bụbu ndị agha mgbaghara zuru oke iji mee ka ndị nnupụisi gbahapụ ma ọ bụ nyefee onwe ha ma mata ndị a tọọrọ dị ka ndị a manyere ime arụrụala",
  "Ndị agha LRA iri asatọ, ọtụtụ n'ime ha ka a tọọrọ mgbe ha bụ ụmụaka, tinyere akwụkwọ ma nweta mgbaghara n'afọ 2007",
  "N'ihi usoro a, gọọmentị ejidebeghị, kpee ha ikpe, ma ọ bụ maa ndị nnupụisi LRA ikpe maka mpụ ịzụ ahịa",
  "N'ọnwa Eprel afọ 2012, ndị uwe ojii, ndị National Police's Child and Family Protection Unit na ILO-IPEC zụrụ n'oge akụkọ gara aga, zụrụ ihe karịrị ndị uwe ojii 1500 ọzọ na ikike ọrụ ụmụaka na ụdị ọrụ ụmụaka kachasị njọ.",
  "Gọọmentị Uganda gosipụtara mgbalị iji nye nchebe mbụ nye ụmụaka a chụpụrụ na LRA, ọ bụ ezie na o meghị obere iji lekọta ndị metụtara ụdị ịzụ ahịa ndị ọzọ",
  "Nkwekọrịta udo ikpeazụ a na-akparịta ụka n'etiti Gọọmentị Uganda na LRA, nke gụnyere ndokwa maka ichebe ụmụaka metụtara LRA, onye isi LRA, Joseph Kony etinyeghị aka na ya",
  "N'afọ 2012, ngalaba nchekwa ụmụaka nke ndị agha Uganda natara ma gwa ụmụaka iri abụọ na asatọ ndị LRA tọọrọ",
  "A na-edozi ụmụaka ahụ n'ụlọ njem tupu ebuga ha n'ụlọ ọrụ na-abụghị nke gọọmentị na-elekọta maka nlekọta ogologo oge.",
  "Kọmitii Amnesty nyere nwatakịrị ọ bụla matarasị, blanket, mmanụ, na ihe dịka $ 750,000 pesos",
  "Ndị uwe ojii bufere mmadụ iri na otu a napụtara ndị Rwanda, ndị Burundi, na ndị Congo na-ahụ maka ịzụ ahịa ụmụaka na UNHCR na Mbarara maka nlekọta",
  "Gọọmentị gara n'ihu iwepụ ụmụaka Karamojong n'okporo ámá Kampala ma bufee ha n'ụlọ mgbaba na Karamoja",
  "Ntugharị kachasị ukwuu mere na Eprel na Mee 2007.",
  "Ndị isi ọkwa mba na nke obodo, ọkachasị kọmitii ọrụ ụmụaka mpaghara, kwadoro mgbalị nke ILO-IPEC site n'ịchọpụta ụmụaka 2,796 maka ịhapụ ụdị ọrụ ụmụaka kachasị njọ",
  "Gọọmentị ime obodo kpọtakwara kọmitii na-ahụ maka ọrụ ụmụaka nke na-enyocha ọnọdụ ọrụ ụmụaka",
  "Gọọmentị nyere ụmụaka na-agba akwụna ọrụ nchebe ole na ole; kama nke ahụ, Mịnịstrị nke Mmekọahụ, Ọrụ, na Mmepe Ọha na eze zigara ụmụaka a na-azụ ahịa n'aka òtù ndị na-abụghị nke gọọmentị maka nlekọta.",
  "A tọhapụrụ ndị a kpọkọtara na ndị okenye n'oge ndị uwe ojii n'enweghị ebubo",
  "Mịnịsta na-ahụ maka ihe gbasara ime obodo nwere ikike ikwe ka ndị mba ọzọ metụtara nọrọ na Uganda iji nyere aka na nyocha",
  "N'afọ 2007, Mịnịsta nyere mmadụ abụọ na-azụ ahịa ka ha nọgide na Uganda",
  "Otú ọ dị, n'ọtụtụ ọnọdụ, a na-achụpụ ndị ahụ metụtara na mba ha",
  "Gọọmentị na-agba ndị na-ahụ maka ikpe ịzụ ahịa mmekọahụ ume ka ha gbaa akaebe megide ndị na-erigbu ha.",
  "Gọọmentị gara n'ihu na mgbalị ya iji mee ka ọha na eze mara banyere ịzụ ahịa mmadụ",
  "N'etiti afọ 2007, gọọmentị jiri ụbọchị ndị ọrụ kwa afọ na ụbọchị ụmụaka Afrịka mee ka ọha na eze mara banyere ịzụ ahịa ụmụaka ma kwalite iwu ọrụ ụmụaka ọhụrụ",
  "Ngalaba Nchedo Ụmụaka na Ezinụlọ nke ndị uwe ojii jiri nzukọ obodo, nleta ụlọ akwụkwọ, na mmemme redio iji mee ka a mara banyere ịzụ ahịa",
  "Gọọmentị na-ahụ maka mgbasa ozi, redio, na ụlọ ọrụ telivishọn na-akpọsa ọkwa ọrụ ọha na eze banyere ịzụ ahịa",
  "Gọọmentị Uganda, nke bụ onye isi oche nke Commonwealth ugbu a, welitere okwu megide ịzụ ahịa dị ka ihe dị mkpa maka mba ndị otu na Nzukọ Ndị Isi Gọọmenti Commonwealth na Nọvemba 2007.",
  "Onye isi ndị uwe ojii nke Uganda kwadoro nzukọ UNODC banyere ịzụ ahịa na Kampala na Juun 2007",
  "Ndị ọrụ mbata na-enyocha ụgbọ elu na-aga Dubai, nke ejirila n'oge gara aga na-azụ ụmụaka",
  "Gọọmentị malitere idebe iwu iji gbochie ịzụ ahịa ndị Uganda na mba ofesi site na ụlọ ọrụ aghụghọ na-ewe ndị ọrụ",
  "Mgbalị gọọmentị iji belata ọchịchọ maka mmekọahụ azụmahịa gụnyere mkpọsa bọọdụ na obodo ukwu Uganda na-akụda mmụọ \"sugar daddies\", njide nke ụmụnwoke a hụrụ na-azụ ụmụnwanyị na-agba akwụna na ebubo na-adịghị mma, na igbochi mgbakọ mpaghara nke ụmụnwanyị na-agba akwụna na-eme na Kampala",
  "Uganda akwadobeghị 2000 UN TIP Protocol.",
  "N'agbata Jenụwarị 23 ruo 28, 2022, Mịnịsta na-ahụ maka ọrụ na Uganda gara Saudi Arabia n'ihe gbasara nchekwa nke ndị Uganda na-esote mkpesa na nso nso a gbasara ụlọ ọrụ ndị na-ahụ maka ya",
  "Gọọmentị na-achịkwa nke a na-agbaso ụkpụrụ nduzi ndị e kwuru na nkwekọrịta ọrụ abụọ."
]