[
  "Myanmar bụ mba isi iyi maka ụmụnwoke, ụmụnwanyị, na ụmụaka ndị a na-atụ mgbere ahịa mmadụ, ọkachasị ọrụ mmanye, na maka ụmụn",
  "nwanyị na ụmụaka, ịgba akwụna mmanye na mba ndị ọzọ",
  "A na-amanye ụmụaka nke Myanmar ịrụ ọrụ dị ka ndị na-ere ahịa na ndị arịrịọ na Thailand",
  "Ọtụtụ mụ nwoke, mụ nwanyị, na ụmụaka mba si Thailand, Malaysia, China, Bangladesh, India, na South Korea ndị na-akwaga mba ọzọ maka ọrụ nr-amgbere zụ ahịa n'ọnọdụ nke ọrụ mmanye ma ọ bụ ọrụ ohu ma ọ bụ mmegbu mmekọahụ azụmahịa",
  "Ọnọdụ akụ na ụba n'ime Mianmaa emeela ka ụmụ amaala na mba ụwa na-akwaga n'ụzọ iwu na-akwadoghị, na-agakarị ebe dị anya site na Mianmaa dị ka Middle East.",
  "A na-amanye ụmụnwoke ịrụ ọrụ na ụlọ ọrụ ịkụ azụ na ụlọ ọrụ na mba ofesi. A na-ahụ ụmụnwanyị Myanmar ndị na-akwaga Thailand, China, na Malaysia maka ohere akụ na ụba n'ọnọdụ ọrụ mmanye na ịgba akwụna mmanye",
  "Ụfọdụ ndị na-azụ ahịa na-agafe Myanmar site na Bangladesh gaa mba Malaysia na site na mba China gaa Thailand na karịa",
  "Gọọmentị ka na-edozi nsogbu ndọrọ ndọrọ ọchịchị na akụ na ụba nke na-eme ka ndị Myanmar chọọ ọrụ site na ụzọ iwu kwadoro na iwu na-akwadoghị na mba ndị agbata obi.",
  "Ịtụ  mgbere ahịa n'ime obodo Myanmar ka bụ nchegbu kachasị njọ",
  "Ndị na-emegbu ụmụagbọghọ maka ịgba akwụna, ọkachasị n'obodo ukwu",
  "Ọzọkwa, n'ihi ọnụ ọgụgụ dị ukwuu nke ndị bi n'okpuru akara ịda ogbenye nke mba, a na-amanye ọtụtụ ụmụnwanyị ịgba akwụna iwu na-akwadoghị",
  "N'ebe ụfọdụ, ọkachasị ịzụ ahịa mmekọahụ nke ụmụ nwanyị na ụmụ",
  "agbọghọ na mba ụwa, Gọọmentị Myanmar na-eme mgbalị dị ukwuu",
  "Ka o sina dị, nnukwu nsogbu ka dị na Myanmar, na mpaghara ụfọdụ, ọkachasị na mpaghara ọrụ mmanye, Gọọmentị Myanmar anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "Ojiji zuru oke nke ọchịchị ahụ na enweghị ịza ajụjụ na ọrụ mmanye na ị nweta ụmụaka ndị agha bụ ihe kachasị kpatara nnukwu nsogbu ịzụ ahịa nke Myanmar.",
  "Gọọmentị Mianmaa kọrọ ọganihu ụfọdụ na mbọ ndị mmanye iwu megide ịtụ mgbere ahịa mmekọahụ n'ókèala n'oge akụkọ ahụ",
  "Myanmar machibidoro mmekọahụ na ịzụ ahịa ndị ọrụ site na 2005 Anti-Trafficking in Persons Law, nke na-enye ntaramahụhụ mpụ nke zuru oke ma kwekọọ na ndị e nyere maka ndina n'ike",
  "Ịbanye ụmụaka n'ime ndị agha bụ mpụ n'okpuru Penal Code Nkebi nke 374, nke nwere ike ime ka a tụọ ha mkpọrọ ruo otu afọ, ma ọ bụ ụgwọ, ma ọ bụ ha abụọ.",
  "Ndị agha nke Mianmaa na-etinye aka n'ịbanye ụmụaka ndị agha iwu na-akwadoghị, ma na-aga n'ihu ịbụ ndị isi na-arụ ọrụ mmanye n'ime Mianmaa",
  "Kemgbe nnwere onwe site na Britain na 1948, ọnọdụ ndọrọ ndọrọ ọchịchị nke Myanmar adịghị mma ma tinye aka na esemokwu obodo, nke butere mmụba nke ụmụaka ndị agha",
  "N'afọ 2002, Human Rights Watch kọrọ na \"My Gun was as Tall as Me: Child Soldiers in Burma\" na Myanmar bụ onye kachasị enweta ụmụaka ndị agha n'ụwa",
  "Ọ bụghị naanị ọgba aghara ndọrọ ndọrọ ọchịchị, kamakwa ịda ogbenye nke mba ahụ na-akwado ị nweta ụmụaka.",
  "Gọọmentị na ndị agha na-eji ọrụ mmanye ma ọ bụ ọrụ mmanye eme ihe ka bụ nsogbu zuru ebe niile ma dị njọ, ọkachasị na-elekwasị anya na ndị otu agbụrụ dị nta, dị ka ndị Shan",
  "Ndị isi ndị agha na ndị nkịtị na-eji ụmụnwoke, ụmụnwanyị, na ụmụaka arụ ọrụ mmanye maka mmepe akụrụngwa na ọrụ ugbo na azụmahịa nke steeti, yana ịmanye ndị agha",
  "Ndị bi na mpaghara ndị agha kachasị elu, gụnyere mpaghara ókèala dịpụrụ adịpụ nke agbụrụ bi na ya, kachasị n'ihe ize ndụ maka ọrụ mmanye",
  "Ndị isi ndị agha na ndị nkịtị na-amanye ụmụnwoke, ụmụnwanyị, na ụmụaka ịrụ ọrụ mmanye",
  "A na-amanye ụmụnwoke na ọtụtụ puku ụmụ nwoke dị afọ iri (n'ihi ọtụtụ mgbe ịgbahapụ) iji jee ozi na National Army na agbụrụ ndị agha site na egwu, mmanye, iyi egwu, na ime ihe ike",
  "Ụmụaka nke ndị ogbenye bi n'obodo ukwu nọ n'ihe ize ndụ nke ịdebanye aha n'onwe ha; akụkọ UN na-egosi na ndị agha ahụ lekwasịrị ụmụ mgbei na ụmụaka anya n'okporo ámá na n'ọdụ ụgbọ okporo ígwè, na ndị mọnk na-eto eto si n'ụlọ ndị mọnk maka ịbanye n'ọrụ",
  "A na-eyi ụmụaka egwu na mkpọrọ ma ọ bụrụ na ha ekwenyeghị isonyere ndị agha, a na-emetọkwa ha mgbe ụfọdụ",
  "A na-amanye ụmụaka ịrụ ọrụ n'ụlọ ahịa tii, ụlọ ọrụ ụlọ, na ugbo.",
  "N'ọnwa Disemba afọ 2009, ndị agha nke Mianmaa kọrọ na ọ chụrụ otu onye isi ndị agha site n'ụlọ ikpe agha ma maa ya ikpe otu afọ n'ụlọ mkpọrọ n'ụlọ mkpọrọ ndị nkịtị maka ịhọpụta ụmụaka ndị agha - ikpe mpụ mbụ nke onye ọrụ agha na-etinye aka na ntinye ụmụaka ndị agha",
  "N'otu ikpe ahụ, a mara ndị nkịtị abụọ ọzọ ikpe ịga mkpọrọ ọnwa atọ na otu ọnwa ndị agha, n'otu n'otu",
  "Ndị ọrụ mmanye iwu Myanmar n'ozuzu ha enweghị ike inyocha ma ọ bụ ikpe ikpe nke ọrụ mmanye ndị agha ma ọ bụ ntinye ụmụaka ndị agha na-enweghị nkwenye site n'aka ndị ọrụ agha dị elu",
  "Gọọmentị kwukwara na ha na-enyocha, na-ekpe ikpe, ma na-ama ụfọdụ ndị omekome na-azụ ahịa n'ime obodo ikpe, ọ bụ ezie na e nwere naanị otu akụkọ ikpe mpụ nke onye otu ndị agha mba maka ọrụ ya na ikpe ụmụaka ndị agha",
  "Gọọmentị gara n'ihu na-atụ mmadụ isii mkpọrọ bụ ndị kọọrọ ndị ọrụ mmanye metụtara ọchịchị ahụ na International Labour Organization (ILO) ma ọ bụ na-arụsi ọrụ ike na-arụ ọrụ na ILO na nsogbu ọrụ mmanye.",
  "Ọ bụ ezie na a na-ewere ọrụ mmanye dị ka nsogbu ịzụ ahịa kachasị njọ na Myanmar, ndị ọchịchị kọrọ na ọtụtụ ikpe ịzụ ahịa nyochara ma kpee ikpe metụtara ụmụnwanyị na ụmụa",
  "agbọghọ a manyere ịlụ di ma ọ bụ zubere ịlụ di na nwunye mmanye",
  "Ọchịchị Myanmar na-achị n'ụzọ na-enweghị isi site na iwu ya n'otu n'otu, mana iwu nke iwu adịghị, dị ka ụlọ ikpe kwụụrụ onwe ya nke ga-akwanyere ikike ndị na-azụ ahịa ùgwù",
  "State Peace and Development Council (SPDC), gọọmentị ndị agha nke Myanmar, ekwetabeghị na nsogbu ndị ruuru mmadụ juru ebe niile n'ime mba ha, ọkachasị ịzụ ahịa mmadụ",
  "Ọ dịghị onye a na-aza ajụjụ maka mpụ dị egwu nke ndị ọrụ nchekwa gọọmentị mere",
  "Mpụ ndị a gụnyere ọrụ mmanye, ụmụaka ndị agha, na nke onwe, gụnyere ime ihe ike mmekọahụ.",
  "Ọchịchị Myanmar kọrọ na ha na-enyocha ikpe 155 nke ịzụ ahịa, na-ekpe mmadụ 410 ikpe, ma na-ama ndị omekome 88 ikpe na 2009, mmụba site na ikpe 342 a kọrọ na 2008; Otú ọ dị, ọnụ ọgụgụ ndị a gụnyere ikpe 12 nke ịtọrọ maka nkuchi, nke a na-adịghị ewere dị ka ịzụ ahịa site na ụkpụrụ mba ụwa",
  "Tụkwasị na nke ahụ, ikpe ụlọ ikpe adịghị emeghe ma enweghị usoro kwesịrị ekwesị maka ndị a na-ebo ebubo",
  "Ọ bụ ezie na a maara ọchịchị Myanmar n'oge gara aga na-ejikọta mbugharị iwu na-akwadoghị na ịzụ ahịa, na-eduga na ntaramahụhụ nke ndị mbịarambịa na ndị na-enyere ha aka ịkwaga, ndị uwe ojii kọrọ ụfọdụ mgbalị iji wepụ ikpe mbubata site na ọnụ ọgụgụ ndị na-azụ ahịa mmadụ n'oge akụkọ ahụ, ma meziwanye nkwuwa okwu ha n'ịchịkwa ikpe",
  "Ka o sina dị, oke ikike na ọzụzụ nke ndị uwe ojii tinyere enweghị nkwuwa okwu na usoro ikpe ziri ezi na-eme ka ọ bụrụ ihe a na-ejighị n'aka ma ọnụ ọgụgụ niile nke ndị ọchịchị nyere bụ n'ezie maka ikpe ịzụ ahịa",
  "Nrụrụ aka na enweghị ịza ajụjụ ka jupụtara na Myanmar, na-emetụta akụkụ niile nke ọha mmadụ",
  "Enwere ike ịtụ anya na ndị uwe ojii ga-egbochi nyocha onwe ha mgbe ndị nwere njikọ nke ọma na-etinye aka na ikpe ọrụ mmanye",
  "Ọ bụ ezie na gọọmentị kwuru na a na-ekpe ndị isi anọ ikpe maka itinye aka na ịzụ ahịa mmadụ na 2009, gọọmentị ewepụtaghị nkọwa ọ bụla banyere ikpe ndị ahụ.",
  "Ndị mmanye iwu Myanmar kọrọ na ha na ndị ọrụ ibe China nọgidere na-emekọ ihe ọnụ na ikpe ịzụ ahịa n'ókèala, gụnyere ọrụ nkwonkwo, yana imekọ ihe ọnụ na ndị ọchịchị Thailand",
  "N'afọ 2009, ILO gara n'ihu ịnata ma nyochaa mkpesa ndị ọrụ mmanye; e nyefere ikpe 93 na gọọmentị Myanmar maka ime ihe, mmụba site na ikpe 64 na 2008; ikpe 54 ka na-emeghe ma na-echere nzaghachi site n'aka gọọmentị",
  "N'agbanyeghi akụkọ banyere ikpe ọrụ ụmụaka nke metụtara ihe ruru otu narị ụmụaka n'ugbo dị nso na Rangoon, ọchịchị ahụ ekwughị mgbalị ọ bụla iji nyochaa ebubo ahụ.",
  "Ọtụtụ ụmụaka si Myanmar na-arụ ọrụ n'obodo ndị dị n'ókè Thailand, ọkachasị obodo Mae Sai",
  "Ndị ọkwọ ụgbọala na-ebubata ndị ọrụ iwu na-akwadoghị na Thailand na-aga n'ime obodo iji nweta ụmụaka, wee buru ha gaa n'ókè",
  "N'otu ikpe dị otú ahụ a hụrụ na nyocha, onye ọkwọ ụgbọala ghọgburu otu nwa agbọghọ, ma ree ya ka ọ gbaa akwụna",
  "N'etiti ụmụ nwanyị na ụmụ agbọghọ 20,000 na 30,000 si Myanmar na-eme atụmatụ na ha na-arụ ọrụ na ụlọ ọrụ ịgba akwụna na Thailand",
  "Dị ka ndị mbịarambịa iwu na-akwadoghị, a na-ejidekarị ha ma chụga ha laghachi Myanmar",
  "Ihe dị ka pasent 50 ruo 70 nke ndị akwụna nwere nje HIV.",
  "N'ọnọdụ ndị ọzọ, a ghọgburu ụmụaka si Myanmar n'oge ha na-ewe ha n'ọrụ, ma ghara ịkwụ ụgwọ maka ọrụ ndị e kwere ha nkwa",
  "Ekwenyere na ụmụaka si Myanmar bụ ngalaba kachasị ukwuu nke ụmụaka na-arụ ọrụ na mba ọzọ",
  "Ndị na-eto eto na-esonyekwa na ụlọ ọrụ ịkụ azụ ma na-arụ ọrụ na Bangkok, ọ bụ ezie na nke a abụghị ihe a na-ahụkarị",
  "A chọpụtakwara na agbụrụ ndị nta si Myanmar na-arụ ọrụ na Thailand nwere agụmakwụkwọ kachasị ala na obere ndị ọrụ niile a nyochara, na ihe dị ka afọ 1.3, a chọpụtakwara na ndị Burma nwere naanị ọkwa agụmakwụkwọ ka elu, na nkezi ihe dị ka afọ anọ",
  "Ụmụaka si Myanmar na-arụ ọrụ na Thailand na-ahapụkarị maka ihe gbasara akụ na ụba.",
  "Enweghị ohere ọrụ na Mianmaa enyewo aka na ịrị elu nke ọrụ ịzụ ahịa mmadụ; ahia ahụ anaghịzi elekwasị anya naanị n'ime ime obodo, kama ọ na-eru obodo ukwu nke mba ahụ",
  "Ọtụtụ n'ime nde mmadụ 2.5 si Myanmar bịara Thailand ịchọta ọrụ ụlọ na-akwụ ụgwọ dị ala n'oge ọchịchị agha dị na mbụ",
  "Ndị mbịarambịa a anaghị enwe agụmakwụkwọ bụ isi na ịnweta uru nchekwa ọha na eze.",
  "Mkparịta ụka n'etiti US na Myanmar na-emekarị n'afọ ndị na-adịbeghị anya",
  "Onye nnọchi anya United States na-ahụ maka ụlọ ọrụ na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ, Luis CdeBaca, na onye isi ndị uwe ojii Myanmar Major General Zaw Win kwenyere na mkpa ọ dị maka mmekọrịta gọọmentị na ọha mmadụ, nlekọta ahụike, na mgbochi",
  "Akụkọ kachasị ọhụrụ sitere na Washington na-egosi na US na-eche na ọganihu na-aga n'ihu.",
  "A naghị echebe ndị a na-ahụ maka ọrụ mmanye site n'aka ndị isi ọchịchị",
  "N'oge akụkọ ahụ, ndị isi obodo gbara ndị mkpesa iri na asaa na ndị enyi ha n'ọtụtụ ikpe ọrụ mmanye metụtara ndị ọrụ ugbo 328 na Magwe Division ikpe ma tụọ ha mkpọrọ maka ọrụ ha na ịkọ ọrụ mmanye nke ndị ọrụ gọọmentị obodo mere",
  "Ụlọ ikpe Myanmar mechara tọhapụ mmadụ iri na atọ n'ime mmadụ ahụ, mana mmadụ anọ na-eme mkpesa ka nọ n'ụlọ mkpọrọ",
  "Gọọmentị etiti etinyeghị aka na ndị ọchịchị obodo iji kwụsị iyi egwu ndọrọ ndọrọ ọchịchị, gụnyere ogologo ajụjụ ọnụ, nke ndị na-eme mkpesa maka ọrụ mmanye",
  "Egwu na ntaramahụhụ dị otú ahụ na-enweghị isi na-egbochi mkpesa ndị ọrụ mmanye ndị ọzọ.\nNa Febụwarị 28, 2014, ndị isi Myanmar kpebiri igbochi ndị Dọkịta Na-enweghị Mpaghara na steeti Rakhine mgbe nzukọ ahụ chọpụtara ma gwọọ mmadụ iri anọ metụtara ọgba aghara n'etiti ụmụ amaala Alakụba na ndị Buddha nke gọọmentị na-agọnahụ mere",
  "Òtù Mba Ndị Dị n'Otu na-ekwu na mkparịta ụka ya na Mianmaa iji kwe ka ndị Dọkịta Na-enweghị Mpaghara banye na steeti Rakhine dị mkpa pụrụ iche, ebe ụmụ amaala enweghị ikike ịkọ mmetọ ikike mmadụ n'ihi egwu nke ịghọ ndị ahịa mmadụ ma ọ bụ ime ihe ike n'onwe ha",
  "Maka ndị na-ahụ maka ịzụ ahịa mmadụ, ndị Dọkịta Na-enweghị Mpaghara na-abụkarị naanị ohere ịnweta nlekọta ahụike ha nwere.",
  "Ọchịchị ahụ mere mgbalị iji chebe ndị a kpọghachiri na-azụ ahịa mmekọahụ na China na Thailand, ọ bụ ezie na o gosipụtaghị mgbalị ọ bụla a na-ahụ anya iji chebe ndị na-azụ ahịa n'ime obodo na ịzụ ahịa ndị ọrụ mba ụwa",
  "N'okwu ikpe ọrụ mmanye, a na-enye ụfọdụ ndị a metụtara, ọkachasị mmadụ iri na asaa nọ na Magwe Division, nsogbu, jide ha, ma ọ bụ nye ha ntaramahụhụ maka ebubo megide ndị isi na-amanye ha ịrụ ọrụ mmanye",
  "Gọọmentị kwuru na ha chọpụtara mmadụ 302, ọtụtụ n'ime ha bụ ndị a manyere ịlụ di na nwunye kama ịbụ ndị na-azụ ahịa n'ụzọ doro anya, ma kwuo na ha nyeere ndị ọzọ 425 aka site n'aka gọọmentị mba ọzọ chọpụtara ma kpọghachite na 2009, gụnyere 293 si China na 132 si Thailand",
  "Ọchịchị ahụ amataghị ụmụ nwoke ọ bụla na-azụ ahịa",
  "A na-echebe ndị ahụ ma jide ha n'ụlọ ọrụ na-abụghị nke Ngalaba Na-ahụ Maka Ọdịmma Ọha maka izu abụọ, nke gbatịrị ruo ọnwa ma ọ bụrụ na ndị ọchịchị enweghị ike ịchọta onye ezinụlọ toro eto ịnabata onye ahụ",
  "Mgbe ha nọ n'ụlọ ọrụ gọọmentị, ndị a metụtara nwere ohere ịnweta ndụmọdụ, chere na ọ na-abụkarị ihe na-adịghị mma, mana enwere oke ohere ịnweta ndị ọrụ ebere",
  "Enweghị ebe obibi ọ bụla maka ụmụnwoke na-ahụ maka ịtụ mgbere ahịa",
  "A na-enye ndị otu na-abụghị ndị gọọmentị (NGOs) ohere mgbe ụfọdụ ịnweta ndị metụtara n'ụlọ nchekwa gọọmentị, mana ọchịchị ahụ gara n'ihu na-egbochi NGO ịrụ ọrụ ebe nchekwa maka ndị na-azụ ahịa",
  "Ọchịchị ahụ enweghị usoro njirimara ndị a na-ahụ maka ya",
  "Ọ bụ ezie na gọọmentị kọrọ na ọ gbara ndị a metụtara ume ka ha nyere aka na nyocha na ikpe, o yighị ka ọ na-enye nkwado ego ma ọ bụ enyemaka ndị ọzọ nye ndị metụtara iji bụrụ ihe mkpali isonye na ikpe nke ndị na-azụ ahịa ha",
  "Ọchịchị ahụ na ILO jikọrọ aka n'okwu gbasara ndị agha na-edebanye ụmụaka, nke mere ka ụmụaka iri atọ na otu laghachi n'ezinụlọ ha",
  "Otú ọ dị, obi abụọ adịghị ya na ọtụtụ ụmụaka nọgidere na-eje ozi na ndị agha Myanmar na ndị agha agbụrụ",
  "Gọọmentị emela obere ihe iji nyere òtù mba ụwa aka ịtụle oke nsogbu ahụ",
  "Ọchịchị ahụ enyeghị UNICEF ohere ịnweta ụmụaka ndị a tọhapụrụ site na usoro gọọmentị maka ebumnuche ịgbaso",
  "Tụkwasị na nke a, a na-ekpe ụfọdụ ụmụaka na-ewe n'ọrụ ikpe ma maa ha ikpe maka ịhapụ ndị agha ma nọrọ n'ụlọ mkpọrọ.",
  "Myanmar mere obere mgbalị iji gbochie ịzụ ahịa mmadụ na mba ụwa n'ime afọ gara aga, ma mee mgbalị ole na ole a na-ahụ anya iji gbochie ịzụ ahịa n'ime obodo, ọkachasị ọrụ mmanye na ntinye ụmụaka site n'aka ndị isi ọchịchị na agbụrụ ndị agha",
  "Gọọmentị gara n'ihu na mgbasa ozi mgbasa ozi site na iji bọọdụ mgbasa ozi, flyers, na vidiyo n'oge akụkọ na telivishọn gọọmentị gosipụtara ihe nkiri banyere ịzụ ahịa mmadụ nke MTV EXIT Campaign mepụtara",
  "Gọọmentị Mianmaa kwuru na ha guzobere ngalaba atọ ọhụrụ na-emegide ịzụ ahịa n'afọ 2009, ma kwuo na mmụba pasent 40 n'ozuzu mmefu ego na mgbalị mgbochi",
  "N'oge akụkọ ahụ, gọọmentị bịanyere aka na Memoranda of Understanding na China na Thailand banyere ịzụ ahịa mmadụ",
  "Ọchịchị ahụ kwadoro mmekọrịta ya na gọọmentị mpaghara Mekong na UN na Nhazi Mekong Ministerial Initiative Against Trafficking (COMMIT), ma kwado nzukọ ndị isi COMMIT na Jenụwarị 2010.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2 Watchlist\" na 2017. N'afọ 2018, e wedara Myanmar na Tier 3, ebe ọ bụ na a naghị emezu ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ma ọ nweghị mgbalị ọ bụla a hụrụ iji mezuo ha",
  "Otú ọ dị, n'ụzọ dị iche n'afọ 2017, a na-ekpe ọtụtụ ndị na-azụ ahịa ikpe ma maa ha ikpe ma chọpụta ọtụtụ ndị metụtara",
  "Ọzọkwa, dị ka ihe mgbochi iwebata na iji ụmụaka ndị agha, e kenyere ihe ndị ọzọ maka mgbalị ịkwalite mmata.",
  "Nnyocha nke afọ 2018 nke Johns Hopkins Bloomberg School of Public Health na Kachin Women's Association Thailand (KWAT) chọpụtara na a na-azụ ọtụtụ puku ụmụnwanyị na ụmụagbọghọ site na Myanmar gaa China ka a manyere ha ịlụ di na nwunye na ịmụ nwa.",
  "Kpọpụta njehie: <ref> tag with name \"dos\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Two\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Three\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Four\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Five\" defined in <references> is not used in prior text."
]