[
  "Eswatini bụ isi iyi, ebe a na-aga, na mba njem maka ụmụnwanyị na ụmụaka a na-azụ ahịa mmadụ, ọkachasị mmegbu mmekọahụ azụmahịa, ịgba ohu n'ụlọ na-enweghị isi, na ọrụ mmanye na ọrụ ugbo. Ụmụagbọghọ Swazi, ọkachasị ụmụ mgbei, na-enwe mmegbu mmekọahụ na ịgba ohu n'ụlọ n'obodo Mbabane na Manzini, yana na mba South Africa nakwa mba Mozambique.",
  "A na-azụ ụmụnwoke Swazi n'ime mba ahụ maka ọrụ mmanye na ọrụ ugbo azụmahịa na ịzụ ahịa",
  "A na-amanye ụfọdụ ụmụnwanyị Swazi ịgba akwụna na South Africa na Mozambique mgbe ha jiri aka ha kwaga mba ndị a ịchọ ọrụ",
  "Ngalaba ndị omempụ China haziri ahazi na-ebuga ụfọdụ ndị Swazi na Johannesburg, South Africa, ebe a na-ekesa ndị Swazi na mpaghara ma ọ bụ ziga ha na mba ofesi maka mmegbu na-esote.",
  "A kọrọ na ndị na-azụ ahịa na-amanye ụmụnwanyị mba Mozambik ịgba akwụna na Eswatini, ma ọ bụ na-agafe Eswatini na ndị ha metụtara na-aga South Africa",
  "Ụmụnwoke Mozambik na-akwaga Eswatini maka ọrụ ịsa ụgbọala, ịzụ anụ ụlọ, na ibu; ụfọdụ n'ime ụmụnwoke ndị a mechara bụrụ ndị a na-azụ ahịa",
  "Ozi gbasara oke ịzụ ahịa na Eswatini adịbeghị, ebe gọọmentị ka na-eme nnyocha banyere oke na ọdịdị nke nsogbu ahụ.",
  "Gọọmentị Eswatini anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa; Otú ọ dị, ọ na-eme mgbalị dị ukwuu ime nke ahụ",
  "Ntụle a dabere n'otu akụkụ na nkwa gọọmentị ime ihe ndị ọzọ n'ime afọ na-abịanụ, ọkachasị ịmanye iwu ọhụrụ ya zuru oke megide ịzụ ahịa",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 2 Watchlist\" n'afọ 2017.",
  "Gọọmentị Swazi mụbara ikike ya ime mgbalị ndị mmanye iwu megide ịzụ ahịa, ọ bụ ezie na ejideghị ma ọ bụ kpee ndị omekome a na-enyo enyo na-azụ ahịa n'oge akụkọ ahụ. N'afọ 2009, gọọmentị tiri iwu zuru oke megide ịzụ ahịa mmadụ, nke na-enye ikpe ndị omekome na nchedo maka ndị metụtara, gụnyere nchebe pụọ na ikpe maka mmebi iwu mbata.",
  "Iwu na-ahụ maka ịtụ mgbere ahịa ndị mmadụ na ndị mmadụ na-atụ mgbere ahịa (mmachibido iwu, 2009 malitere ịdị irè na Disemba 2009",
  "Iwu ahụ na-ewere nkwenye na omume mmekọahụ gara aga nke ndị a na-azụ ahịa dị ka ihe na-enweghị isi, ma na-etinye ndokwa megide ịla n'iyi ego dị ka ụzọ isi mata ndị na-etinye aka na ịzụ ahịa mmadụ",
  "Iwu ahụ na-ekpuchi ụdị ịzụ ahịa n'ime obodo na nke mba ụwa ma na-enye nkwụghachi ụgwọ site na ịtụfu ihe onwunwe ndị omekome a mara ikpe",
  "Iwu ahụ na-enye ntaramahụhụ maka ụdị ịzụ ahịa ọ bụla, gụnyere ime ka mpụ ịzụ ahịa dị mfe, nke ruru afọ iri abụọ n'ụlọ mkpọrọ, tinyere ụgwọ nke ụlọ ikpe kpebiri iji kwụọ onye ahụ ụgwọ maka ọnwụ ya; ntaramahụhụ ndị a siri ike ma kwekọọ na ntaramahụhụ ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike",
  "N'otu aka ahụ, ntaramahụhụ a kapịrị ọnụ nke mkpọrọ ruru afọ iri abụọ na ise maka ịzụ ahịa ụmụaka maka nzube ọ bụla dịkwa oke oke.",
  "Gọọmentị malitere ịkụziri ndị isi na ndị ọrụ mmanye iwu banyere ndokwa nke iwu ọhụrụ ahụ, ndị mgbasa ozi kwukwara na ndị ọrụ amalitela ime nyocha banyere ọnọdụ ịzụ ahịa",
  "Ndị uwe ojii nyochara otu ọnọdụ ịzụ ahịa, ọ bụ ezie na ejideghị onye ọ bụla gbasara ikpe ahụ ma enweghị ozi ndị ọzọ",
  "Gọọmentị enyeghị ọzụzụ ọ bụla pụrụ iche na njirimara ndị mmanye iwu na ndị ọrụ mbata, ọ bụ ezie na ọ malitere ime atụmatụ maka ọzụzụ dị otú ahụ n'ọdịnihu.",
  "Gọọmentị Eswatini mere ihe mbụ iji mepụta ikike dị ukwuu maka ichebe ndị na-azụ ahịa, ọ bụ ezie na ọ chọpụtaghị ma ọ bụ nyere ndị ọ bụla metụtara aka n'oge akụkọ ahụ",
  "Usoro maka gọọmentị iji nye ndị metụtara ohere ịnweta ọrụ iwu, ahụike, na nke akparamàgwà mmadụ emezughị n'oge akụkọ ahụ",
  "Otú ọ dị, ndị na-ahụ maka mgbochi ịzụ ahịa malitere ịmepụta usoro ndị dị otú ahụ, yana usoro iwu kwadoro maka njirimara nke ndị metụtara maka ndị mmanye iwu, mbata, na ndị ọrụ mmekọrịta mmadụ na ibe ya",
  "Ndị ọrụ ahụ nyochakwara otú ọ ga-esi dịrị njikere inye aka nye ndị Swazi na-azụ ahịa a kpọghachiri bụ ndị a chọpụtara na mba ndị ọzọ.",
  "Iwu ọhụrụ nke mba Eswatini na-emegide ịzụ ahịa na-enye gọọmentị ikike, site na ọkwa na akwụkwọ akụkọ gọọmentị, ịkpọsa ụlọ ọ bụla ma ọ bụ iwu ebe mgbaba maka nlekọta na nchebe nke ndị na-azụ ahịa, ọ bụ ezie na gọọmentị emegheghị ụlọ ọrụ nlekọta ndị dị otú ahụ na mba Eswatini n'oge akụkọ ahụ",
  "Ụlọ ọkara dị ugbu a nke gọọmentị na NGO na-elekọta iji chebe ụmụaka na ụmụ nwanyị a na-emegbu, ndị a gbahapụrụ agbahapụ, na ndị na-adịghị ike na-ahụ maka ime ihe ike n'ụlọ nwere ike inye ndị na-azụ ahịa aka",
  "A na-emepe iwu gbasara nsogbu ndị dị ka ikike onye ahụ nwere maka idozi obodo",
  "Gọọmentị enyeghị ndị mba ọzọ metụtara ihe ndị ọzọ iji wepụ ha na mba ebe ha nwere ike ihu ihe ize ndụ ma ọ bụ ihe isi ike.",
  "N'ime afọ ahụ, gọọmentị mụbara mgbalị ya iji gbochie ịzụ ahịa",
  "Onye isi ala mepụtara Task Force for the Prevention of People Trafficking and People Smuggling n'ọnwa Julaị afọ 2009, nke gụnyere ndị nnọchi anya si ọtụtụ gọọmentị na ụlọ ọrụ mmanye iwu, UNICEF na UNDP, na NGO lekwasịrị anya n'inyere ụmụnwanyị, ụmụaka, ndị omempụ aka, na ndị ọzọ na-enweghị ike aka",
  "Ndị ọrụ ahụ na-ezukọ mgbe niile, wee malite ịmepụta atụmatụ mba na usoro ọrụ dị iche iche",
  "Ndị ọrụ gọọmentị, ya na ndị otu Task Force, duziri nzukọ ọmụmụ ihe banyere ụdị ịzụ ahịa mmadụ ma kwurịta iwu a tụrụ aro na mpaghara anọ niile nke mba ahụ n'afọ 2009.",
  "Onye isi ala malitere alaka Eswatini nke mpaghara \"Red Light 2010 Campaign\", na-ewuli elu na mgbasa ozi gbara asọmpi bọọlụ FIFA World Cup 2010 na South Africa, iji kpalie ọrụ mgbochi ịzụ ahịa",
  "Ndị mgbasa ozi Swazi niile kpuchiri nzukọ ndị ahụ nke ọma.",
  "Gọọmentị Swazi mepụtara akara ngosi megide ịzụ ahịa maka ndị chọrọ enyemaka, na maka ọha na eze ịkọ ihe ndị a na-enyo enyo na ịzụ ahịa",
  "Ndị uwe ojii na-ahụ maka ime ihe ike n'ụlọ ga-elekọta oku ahụ ma jikọọ ndị nyocha na ndị nlekọta dị ka ọ dị mkpa",
  "N'afọ 2009, ndị isi si Mozambique, South Africa, na Eswatini nwere nzukọ iji kwurịta ụzọ isi belata ọchịchọ maka mmekọahụ azụmahịa n'ihe gbasara 2010 FIFA World Cup na South Africa",
  "Eswatini abụghị akụkụ nke 2000 UN TIP Protocol."
]