[
  "Ịtụ mgbere ahịa mmadụ na mba North Korea (Democratic People's Republic of Korea ma ọ bụ DPRK) na-agbasa na ụmụnwoke, ụmụnwanyị, na ụmụaka maka ebumnuche nke ọrụ mmanye, na / ma ọ bụ mmegbu mmekọahụ azụmahịa maka onye na-azụ ahịa (mba isi iyi).",
  "Ụdị ịzụ ahịa a na-ahụkarị gụnyere ụmụnwanyị na ụmụagbọghọ mba North Korea a manyere ịlụ di ma ọ bụ ịgba akwụna na China",
  "Ụmụnwanyị na ụmụagbọghọ si mba North Korea na-akwaga China, mgbe mgbe site n'enyemaka nke onye enyemaka, na-achọ nri, ọrụ, nnwere onwe, na atụmanya ndụ ka mma",
  "Netwọk ịtụ mgbere ahịa nke ndị Korea-China na ndị North Korea (na-abụkarị ụmụ nwoke) na-arụ ọrụ n'akụkụ ókèala mba China na mba North Korea, a kọrọ na ha na ndị nche ókèala China na North Korea na-arụ ọrụ iji nweta ụmụnwanyị maka alụmdi na nwunye ma ọ bụ ịgba akwụna na mba China.",
  "Ụmụnwanyị North Korea na-agafekarị ọtụtụ aka, na ọtụtụ ndị na-ere ahịa na-etinye aka na ịzụ ahịa ha",
  "N'ọnọdụ ụfọdụ, ndị enyi, ndị agbata obi, na ndị obodo ha maara na-enyefe ha n'aka ndị na-azụ ahịa",
  "Ụfọdụ ụmụnwanyị North Korea na-adịghị ike na-aga China na-adọta, ọgwụ ọjọọ, ma ọ bụ ndị na-atọrọ ha site n'aka ndị na-azụ ahịa mgbe ha rutere",
  "A na-enye ndị ọzọ ọrụ mana a na-emesị zụọ ha n'ohu na-enweghị isi site na ịlụ ụmụnwoke China, ọtụtụ mgbe ndị agbụrụ Korea, n'ime ịgba akwụna n'ụlọ akwụna, ma ọ bụ ụlọ ọrụ mmekọahụ n'Ịntanet. N'afọ ndị 1990, ọnụ ahịa maka ụmụnwanyị nọ n'afọ ndụ dị iche iche dị ihe dị ka $ 3,000 kwa nwa ma ọ bụ nwanyị. N'afọ 2014, ọnụ ahịa ahụ belatara nke ukwuu ruo $ 200, dị ka Yeonmi Park nke One World Young Leaders summit kọrọ.",
  "A na-amanye ụfọdụ ije ozi dị ka ndị ọbịa na ụlọ oriri na nkwari abalị na ụlọ mmanya karaoke",
  "Ọtụtụ ndị a metụtara enweghị ike ịsụ asụsụ Chinese ma ndị na-azụ ahịa ha na-ejide ha dị ka ndị mkpọrọ",
  "Ọ bụrụ na ndị ọchịchị China achọta ha, a na-achụpụ ndị ahụ na mba North Korea ebe ha nwere ike ihu ntaramahụhụ siri ike, ma nwee ike ịmanye ha ịrụ ọrụ n'ogige ọrụ mmanye",
  "NGO na ndị na-eme nnyocha na-eme atụmatụ na ọtụtụ iri puku ndị North Korea na-enweghị akwụkwọ bi ugbu a n'ebe ugwu ọwụwa anyanwụ China, ihe ruru pasentị 70 n'ime ha bụ ụmụnwanyị.",
  "Enweghị ozi a pụrụ ịdabere na ya banyere ole n'ime ndị North Korea a bụ ma ọ bụ ndị a na-azụ ahịa, mana ọnọdụ ha na China dị ka ndị mbịarambịa akụ na ụba nwere ike ịchụpụ na North Korea na-eme ka ha bụrụ ndị nwere ike ịtụ mgbere ahịa",
  "Ndị ọchịchị China kpochapụrụ njem na-agafe ókèala tupu 2008 Beijing Olympic Games ma o yiri ka ha anọgidewo na-amanye ha n'ụzọ siri ike n'afọ 2009",
  "Akụkọ na-egosi nrụrụ aka metụtara ndị nche ókèala North Korea na-eme ka njem gafee ókèala, ọkachasị nke metụtara ndị na-azụ ahịa na ndị ọkachamara na-agafe ókèala.",
  "N'ime North Korea, ọrụ mmanye bụ akụkụ nke usoro mmegbu ndọrọ ndọrọ ọchịchị",
  "Ndị North Korea enweghị nhọrọ na ọrụ ha na-arụ ma ha enweghị onwe ha ịgbanwe ọrụ mgbe ha chọrọ; gọọmentị mba North Korea na-ekpebi ọrụ nwa amaala ọ bụla ga-enwe",
  "Site n'ọnwa Eprel ruo n'ọnwa Septemba afọ 2009, gọọmentị malitere mkpọsa \"150-Day Battle\" iji kwalite akụ na ụba site n'ịchọrọ mmụba oge ọrụ na ebumnuche mmepụta nke ụmụ amaala, na mmejuputa mmemme gọọmentị nyere, dị ka iwu okporo ụzọ na ọrụ owuwu",
  "Mba ahụ malitere mkpọsa nke abụọ nke \"nchịkọta ndị ọrụ\", \"100-Day Battle\", ozugbo mbụ \"150-Day Battle\".",
  "Gọọmentị North Korea na-etinye aka kpọmkwem n'ime ka ndị Nọt Koria rụọ ọrụ mmanye n'ogige ụlọ mkpọrọ",
  "E mere atụmatụ na mmadụ 150,000 ruo 200,000 nọ n'ogige ndị mkpọrọ na mpaghara ndị dịpụrụ adịpụ nke mba ahụ; ọtụtụ n'ime ndị mkpọrọ a enweghị ikpe maka mpụ",
  "N'ogige ụlọ mkpọrọ, ndị mkpọrọ niile, gụnyere ụmụaka, na-arụ ọrụ mmanye, gụnyere igodo osisi, Ngwuputa, na ọrụ ugbo ruo ọtụtụ awa n'okpuru ọnọdụ siri ike",
  "Akụkọ na-egosi na ndị mkpọrọ ndọrọ ndọrọ ọchịchị na-atachi obi n'ọnọdụ siri ike, gụnyere obere nri ma ọ bụ nlekọta ahụike, na ntaramahụhụ obi ọjọọ; a naghị atụ anya na ọtụtụ ga-adị ndụ",
  "Ọtụtụ ndị mkpọrọ adawo ọrịa ma ọ bụ nwụọ, n'ihi ọnọdụ ọrụ siri ike, nri na-ezughị ezu, iti ihe, enweghị nlekọta ahụike, na ọnọdụ adịghị ọcha.",
  "Gọọmentị North Korea na-ewe ndị ọrụ maka nkwekọrịta mba abụọ na gọọmentị mba ọzọ, gụnyere na Russia, mba ndị dị na Africa, Central na Eastern Europe, East na Southeast Asia, gụnyere Mongolia, na Middle East",
  "E nwere akụkọ a pụrụ ịtụkwasị obi na ọtụtụ ndị ọrụ North Korea nke ọchịchị zigara mba ọzọ n'okpuru nkwekọrịta ndị a na-arụ ọrụ mmanye, na njem ha na nkwukọrịta ha mgbe niile n'okpuru nlekọta ma na-egbochi ndị gọọmentị North Korea.",
  "Akụkọ ndị a pụrụ ịtụkwasị obi na-ekwu na ha na-eche iyi egwu nke mmegwara gọọmentị megide ha ma ọ bụ ndị ikwu ha na North Korea ma ọ bụrụ na ha anwa ịgbapụ ma ọ bụ mee mkpesa na ndị ọzọ",
  "A na-etinye ụgwọ ọrụ ndị ọrụ n'ime akaụntụ nke gọọmentị North Korea na-achịkwa, nke na-edebe ọtụtụ ego ahụ, na-ekwu ụgwọ maka onyinye dị iche iche nke afọ ofufo maka mbọ gọọmentị",
  "Ndị ọrụ na-enweta naanị obere ego a na-akwụ gọọmentị North Korea maka ọrụ ha.",
  "A na-eme atụmatụ na ọtụtụ iri puku ndị ọrụ North Korea na-arụ ọrụ n'ogige ndị Russia na-egbu osisi, ebe a na-akọ na ha nwere naanị ụbọchị abụọ ezumike kwa afọ ma na-eche ntaramahụhụ mgbe ha na-emezughị ebumnuche mmepụta",
  "A kọrọ na a na-egbochi ụgwọ ọrụ nke ụfọdụ ndị ọrụ North Korea na-arụ ọrụ na Russia ruo mgbe ndị ọrụ ahụ laghachiri n'ụlọ, na usoro mmanye nke ndị ọchịchị North Korea iji manye ha ịrụ ọrụ",
  "Ndị ọrụ North Korea na-arụkọ ọrụ ọnụ na ndị na-etinye ego na mba ọzọ n'ime North Korea na-arụ ọrụ n'okpuru ndokwa ndị yiri nke metụtara ndị ọrụ nkwekọrịta mba ofesi.",
  "Ebe ọ bụ na Kim Jong-un ghọrọ onye ndú nke North Korea n'afọ 2011, ọnụ ọgụgụ ndị ọrụ e zigara mba ọzọ amụbaala ngwa ngwa iji nweta ego mba ọzọ ma gafere mmachibido iwu mba ụwa",
  "N'afọ 2012, e mere atụmatụ na e zigara ndị North Korea 60-65,000 na mba ọzọ ka ha rụọ ọrụ na ihe karịrị mba iri anọ na n'afọ 2015 e mere atụmatụ na ndị ọrụ a ruru otu narị puku. Na 2016 North Korea nwetara GB £ 1.6 ijeri (ihe dị ka US $ 2.3 ijeri) kwa afọ site n'aka ndị ọrụ zigara mba ọzọ n'ụwa niile dịka otu isi iyi na GB £ 1 ijeri (ihe dị ka US $ 1.3 ijeri) dị ka isi iyi ọzọ si kwuo.",
  "Na mmeghachi omume nke North Korea nke bọmbụ bọmbụ na 2017, Kọmitii Nchebe nke UN ejiriwo otu olu kwado mmachibido iwu megide North Korea, gụnyere ịlaghachi n'ụlọ nke ndị North Korea niile na-arụ ọrụ na mba ofesi n'ime ọnwa 24. N'ọnwa Disemba afọ 2019, ụfọdụ mba ka na-emezubeghị ọrụ ndị a. Kọmitii Nchebe nke UN si otú a wepụta oge ikpeazụ nke ọnwa Disemba 22nd 2019, mgbe mmachibido iwu ga-amalite ịrụ ọrụ",
  "Otú ọ dị, a kọrọ na North Korea achọtala ụzọ isi gbochie mmachibido iwu ahụ wee malite iji oghere oghere nke nyere ndị njem nleta ma ọ bụ ụmụ akwụkwọ visa. Mkpebi ahụ machibidoro ịgbatị ma ọ bụ inye ndị ọrụ visa, na-enye North Korea ohere ịgbanwe ụdị visa a rịọrọ maka visa ụmụ akwụkwọ ma ọ bụ njem",
  "A kọrọ na, n'afọ 2018, ọtụtụ narị ndị North Korea na-arụ ọrụ na China n'okpuru ọnọdụ ọzụzụ",
  "Ọzọkwa, North Korea anọwo na-eziga ụmụ akwụkwọ na mba ọzọ na-eme ka ha bụrụ akụkụ nke mmemme mgbanwe ụmụ akwụkwọ, ebe ha na-etinye ọtụtụ oge na-arụ ọrụ na ụlọ ọrụ dị iche iche.",
  "Gọọmentị Nọt Koria anaghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa ma ọ naghị eme mgbalị dị ukwuu ime nke ahụ",
  "Gọọmentị agọnahụla n'ụzọ doro anya na ịzụ ahịa mmadụ bụ nsogbu",
  "Ndị ọchịchị anaghị amata ọdịiche dị n'etiti ịzụ ahịa na ụdị ndị ọzọ nke ịgafe ókèala iwu na-akwadoghị, a na-enyekwa ndị metụtara ahụhụ maka imebi iwu mbugharị",
  "Gọọmentị na-enye aka na nsogbu nke ịzụ ahịa site na mgbochi ya siri ike na mbugharị na site n'ogige ụlọ mkpọrọ ọrụ mmanye ya, ebe ndị North Korea bi n'ọnọdụ ohu, na-enweta obere nri na obere nlekọta ahụike ma ọ bụrụ na ọ bụla.",
  "Gọọmentị mba North Korea mere obere mgbalị, ma ọ bụrụ na ọ dị, iji lụso ịzụ ahịa mmadụ ọgụ site na mgbalị ndị mmanye iwu n'ime oge 2015–2016, ma nọgide na-egbochi njem nke ụmụ amaala ya n'ime na n'ofe ókèala ya. Gọọmentị North Korea na-aga n'ihu na-agọnahụ ịdị adị nke ịzụ ahịa dị ka nsogbu",
  "Enwere obere ihe ọmụma na usoro iwu ime obodo nke North Korea",
  "Iwu Penal nke mba ahụ machibidoro ịgafe ókèala n'enweghị ikike; a na-eji iwu ndị a megide ndị na-azụ ahịa na ndị na-atụ mgbere ahịa.",
  "Obi abụọ adịghị ya na iwu North Korea zuru oke iji dozie ịzụ ahịa",
  "Nkeji edemede 150 nke Iwu Penal na-eme mpụ maka ịtọrọ, ire ere, ma ọ bụ ịzụ ahịa ụmụaka",
  "Nkebi nke 7 nke Iwu 1946 banyere Ịdị n'Otu nke Mmekọahụ machibidoro ịzụ ahịa ụmụ nwanyị",
  "Otú ọ dị, ikpe ziri ezi adịghị eme na North Korea",
  "Emeghị ka o doo anya n'okpuru ihe iwu ahụ, ma ọ bụrụ na ọ dị, a na-ekpe ndị na-azụ ahịa ikpe",
  "Iwu eji ekpe ndị na-azụ ahịa na ndị na-azụ ahịa ikpe bụ ndị na-achọ ibelata mbugharị niile na-agafe ókèala, gụnyere ndị gbara ọsọ ndụ, ma na-emesị merụọ ndị na-emerụ ahụ.",
  "Akụkọ na-egosi na e mekwuru mmachi ịhapụ North Korea, enwerekwa akụkọ banyere ntaramahụhụ siri ike a na-enye ndị na-achọ ịhapụ mba ahụ na ndị a na-alaghachi n'ike",
  "Akụkọ nke ndị na-agbahapụ North Korea gụnyere ọnọdụ nke gọọmentị na-ata ndị na-azụ ahịa ahụhụ; Otú ọ dị, akụkọ NGO na-egosi na \"ndị na-azụ ahịa nwere ike ịgụnye ndị na-eme ihe ike ma ọ bụ ndị ọkachamara na-agafe ókèala na-enyere ndị North Korea aka ịpụ na-aga China",
  "Enweghị ikpe ma ọ bụ ikpe a maara maka ịzụ ahịa n'oge akụkọ ahụ.",
  "Gọọmentị Nọt Koria anaghị eme mgbalị ọ bụla a maara iji chọpụta ndị mmadụ dị ka ndị na-azụ ahịa ma ọ bụ nyere ndị na-azụ ahịa aka",
  "N'ụzọ megidere nke ahụ, ndị ọchịchị na-emegbu ha nke ukwuu ma ọ bụrụ na ejide ha na-anwa ịgafe ókèala ma ọ bụ ma ọ bụrụ na gọọmentị China chụghachite ha na North Korea",
  "Ọ bụ ezie na ndị ọchịchị nyochara ndị North Korea a kpọghachiri maka mmekọrịta ha na ndị South Korea na ikpughe mmetụta ọdịbendị South Korea, ha emeghị ọdịiche dị n'etiti ndị na-azụ ahịa na ndị mbịarambịa iwu na-akwadoghị.",
  "Ndị North Korea nke ndị ọchịchị China kpọghachiri n'ike, gụnyere ọnụ ọgụgụ dị ukwuu nke ụmụ nwanyị a kwenyere na ha bụ ndị na-azụ ahịa, a na-eziga ha n'ogige ụlọ mkpọrọ, ebe ha nwere ike ịbụ ndị ọrụ mmanye, mmekpa ahụ, mmetọ mmekọahụ site n'aka ndị nche ụlọ mkpọrọ, ma ọ bụ ntaramahụhụ ọzọ siri ike",
  "Ndị a kpọghachiri bụ ndị a na-enyo enyo na ha dị ime nwa nke nna China nwere ike ịbụ ndị a manyere ime ime na igbu ụmụ ọhụrụ; akụkọ na-egosi na ndị isi ụlọ mkpọrọ nwere ike igbu ụmụ amụrụ ndị a kpọghachiri mgbe ha nọ n'ụlọ mkpọrọ",
  "Gọọmentị ahụghị na a naghị ata ndị na-azụ ahịa ahụhụ maka omume iwu na-akwadoghị mere n'ihi na ịzụ ahịa.",
  "Ọnọdụ ime obodo na North Korea mere ka ọtụtụ ndị North Korea gbapụ na mba ahụ, na-eme ka ha bụrụ ndị na-azụ ahịa mmadụ nwee ike",
  "Nọt Koria na-aga n'ihu machibido ịdị adị nke NGO ụmụ amaala, ọ dịghịkwa NGO mba ụwa na mba ahụ na-arụ ọrụ iji gbochie ịzụ ahịa ma ọ bụ nyere ndị na-azụ ahịa aka",
  "Mba North Korea abụghị akụkụ nke 2000 UN TIP Protocol."
]