[
  "Germany bụ isi iyi Europe, ebe njem, nzukọ na mba na-aga maka ụmụnwanyị, ụmụaka, na ụmụnwoke na-azụ ahịa mmadụ, ọkachasị ịgba akwụna mmanye na ọrụ mmanye.",
  "Gọọmentị mba Germany na-agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa, mana emezubeghị ndụmọdụ European Union iji belata ịgba ohu mmekọahụ. Gọọmentị nwere ọganihu dị ukwuu n'idozi ọrụ mmanye",
  "Ọnụ ọgụgụ dịnụ na-egosi na ihe ka ọtụtụ n'ime ndị ọrụ a mara ikpe na ndị omekome na-azụ ahịa mmekọahụ anaghị achọ ka ha nọrọ n'ụlọ mkpọrọ, na-ewelite nchegbu na ntaramahụhụ ezughi oke iji gbochie ndị na-azụ ahịa.",
  "Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017.",
  "Pasentị iri itoolu (90%) nke ndị a chọpụtara na ha na-azụ ahịa maka mmegbu mmekọahụ sitere na Europe, gụnyere pasentị iri abụo na asatọ (28%) sitere na mba Germany, pasentị iri abụo (20%) sitere na Romania, na pasent 18 sitere na Bulgaria",
  "Ndị na-abụghị ndị Europe sitere na Nigeria, akụkụ ndị ọzọ nke mba Africa, Asia, Europe na America",
  "Ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ anọ nke ndị a chọpụtara na-azụ ahịa bụ ụmụaka",
  "Ihe ka ọtụtụ n'ime ndị a chọpụtara na-azụ ahịa mmekọahụ ejirila n'ụlọ mmanya, ụlọ akwụna, na ụlọ - ihe dịka otu ụzọ n'ụzọ atọ nke ndị a chọpụtara na-azụ ahịa mmekọahụ kọrọ na ha kwetara na mbụ itinye aka na ịgba akwụna",
  "Achọpụtala ndị ọrụ mmanye na họtel, ọrụ ụlọ, ebe a na-ewu ụlọ, na ụlọ oriri na ọṅụṅụ",
  "Ndị uwe ojii na-eme atụmatụ na ndị omekome wetara ihe dị ka otu puku ndị China na Germany n'ime afọ iri gara aga ma manye ha ịrụ ọrụ n'ụlọ oriri na ọṅụṅụ n'okpuru ọnọdụ mmegbu.",
  "A chọghị ka ọtụtụ ndị na-azụ ahịa a mara ikpe nọrọ n'ụlọ mkpọrọ; Otú ọ dị, Gọọmentị Germany enweela ọganihu ụfọdụ gbasara ikpe nke mmekọahụ na ndị omekome na-azụ ahịa ọrụ",
  "Germany machibidoro ụdị ịzụ ahịa ọ bụla; a na-eme mpụ ịzụ ahịa maka mmegbu mmekọahụ na Nkebi nke 232 nke Iwu Penal ya, a na-emekwa mpụ maka ọrụ mmanye n'okpuru Nkebi nke 233",
  "Ntaramahụhụ ndị e nyere iwu na iwu ndị a sitere na ọnwa isii ruo afọ iri.",
  "Ọ bụ ihe a na-emekarị maka ndị ọka ikpe na Germany ịkwụsị ikpe ụlọ mkpọrọ nke afọ abụọ ma ọ bụ obere maka mpụ niile, gụnyere ịzụ ahịa",
  "Ndị ọchịchị gbara mmadụ 173 ikpe maka ịzụ ahịa mmekọahụ n'afọ 2008, afọ ikpeazụ nke enwere ọnụ ọgụgụ maka ya",
  "N'ime ndị ahụ, a mara mmadụ 138 ikpe, gụnyere ụmụaka asaa, site na ikpe 123 maka ịzụ ahịa mmekọahụ n'afọ 2007",
  "N'ime ndị okenye 131 a mara ikpe, 92 - ma ọ bụ pasent 70 - natara ma ọ bụ ụgwọ ma ọ bụ ikpe a kwụsịrị",
  "Mkpọrọ mkpọrọ maka ndị fọdụrụ sitere na mkpọrọ afọ abụọ ruo afọ iri.",
  "Ndị ọchịchị gbara mmadụ iri abụọ na ise ikpe maka ịzụ ahịa ọrụ n'afọ 2008; a mara mmadụ iri na isii ikpe, gụnyere ụmụaka asaa, site na ikpe asatọ nke ịzụ ahịa ọrụ na 2007",
  "N'ime mmadụ itoolu toro eto na-azụ ahịa ọrụ, otu natara ikpe nke mkpọrọ dị n'agbata afọ atọ na afọ ise ma mmadụ asatọ fọdụrụnụ natara ikpe nkwụsị ma ọ bụ ụgwọ",
  "Ndị uwe ojii kwalitere mgbalị megide ịzụ ahịa ndị ọrụ n'afọ 2008 - ihe karịrị ndị uwe ojii 1,300 na ndị ọrụ omenala sonyere na mwakpo n'ọtụtụ obodo",
  "Enweghị akụkọ ọ bụla banyere njikọ aka metụtara ịzụ ahịa nke ndị ọrụ gọọmentị n'oge akụkọ ahụ",
  "Gọọmentị, na mmekorita ya na NGO, nyere ọtụtụ ọzụzụ pụrụ iche megide ịzụ ahịa nye ndị ọka ikpe, ndị ọkàiwu, na ndị uwe ojii",
  "Ụlọ ọrụ ndị uwe ojii na-ahụ maka ndị omempụ na-ahụ maka ịzụ ahịa haziri ikpe ịzụ ahịa mba ụwa ma kwalite mmekọrịta ya na mba ndị ọzọ site n'inye usoro ọzụzụ maka ndị mmanye iwu mba ọzọ.",
  "Gọọmentị mba Germany nyere ụzọ akụ na ụba na uru nke € 500,000 maka nchedo ndị metụtara n'oge akụkọ",
  "Federal Family Ministry jiri ego ahụ mee ihe iji nweta otu nzukọ na-anọchite anya NGO 39 na ụlọ ọrụ ndụmọdụ nke nyere ma ọ bụ kwado ebe obibi, nlekọta ahụike na nke uche, enyemaka iwu, na ọrụ ndị ọzọ maka ndị metụtara",
  "Ihe ka ọtụtụ n'ime NGO ndị a lekwasịrị anya na ndị okenye, ụmụnwanyị metụtara; Otú ọ dị, ọtụtụ NGO, na mmekorita ya na ọrụ ọdịmma ndị ntorobịa gọọmentị obodo, na-elekọta ụmụaka metụtara",
  "Ụfọdụ n'ime NGO ndị a mekwara ka ọrụ ha dịrị ụmụ nwoke metụtara",
  "Gọọmentị gara n'ihu na-ekesa ụkpụrụ nduzi gbasara usoro njirimara ndị uwe ojii, ụlọ ọrụ ndụmọdụ, ndị ọkàiwu na ndị ọka ikpe",
  "Dị ka ndị uwe ojii gọọmentị etiti si kwuo, ndị ọchịchị chọpụtara pasent iri atọ na asatọ nke ndị niile gọọmentị debanyere aha n'afọ 2008",
  "Ndị ọchịchị debanyere aha 676 ndị na-azụ ahịa mmekọahụ na 96 ndị ọrụ mmanye n'afọ 2008, site na 689 ndị na-azụ ahịa mmekọahụ na 101 ndị ọrụ mmanye a chọpụtara n'afọ 2007",
  "Usoro ntụgharị nke ndị a tara ahụhụ dị na steeti iri na abụọ n'ime steeti iri na isii nke Germany",
  "Gọọmentị na-agba ndị a metụtara ume n'ihu ọha ka ha na-arụkọ ọrụ ọnụ na nyocha megide ịzụ ahịa; Otú ọ dị, ndị uwe ojii na NGO kọrọ na ndị a metụtara na-ala azụ inyere ndị ọrụ mmanye iwu aka n'ihi egwu nke ntaramahụhụ site n'aka ndị na-azụ ahịa",
  "Gọọmentị nyere ụzọ iwu maka ịchụpụ ndị mba ọzọ na mba ebe ha nwere ike ihu ihe isi ike ma ọ bụ ntaramahụhụ",
  "E nyere ndị na-azụ ahịa oge ntụgharị uche ụbọchị iri atọ iji kpebie ma ha na ndị nyocha ga-arụkọ ọrụ.",
  "A na-enye ndị kwetara ịrụ ọrụ dị ka ndị akaebe naanị ikike obibi nwa oge maka oge ikpe ikpe, na n'ọnọdụ ndị na-adịghị ahụkebe ikike obibi ogologo oge, dị ka mgbe onye ahụ chere egwu siri ike ihu na mba o si.",
  "A kọrọ na gọọmentị enyeghị ndị e gburu ntaramahụhụ maka omume iwu na-akwadoghị mere n'ihi ịzụ ahịa",
  "Ụlọ ọrụ gọọmentị German Institute for Human Rights n'ọnwa Julaị n'afọ 2009 malitere ọrụ $ 800,000 iji nyere ndị na-azụ ahịa aka n'ịchọrọ ikike ego ha n'ụlọ ikpe ndị mba Germany, dịka ụfọdụ ndị a na-ahụ maka ụgwọ ego.",
  "Gọọmentị nwere ọganihu ụfọdụ na ọrụ mgbochi ịzụ ahịa n'oge akụkọ ahụ",
  "Gọọmentị kwadoro ego maka NGO ndị mepụtara mgbasa ozi mgbasa ozi ọha na eze na Germany na mba ofesi site na weebụsaịtị, kaadị post, ekwentị, akwụkwọ nta, na ikwu okwu.",
  "Gọọmentị emeghị ihe iji belata ọchịchọ maka mmekọahụ azụmahịa ma ọ bụ lekwasị anya na mmata ọha na eze na ndị ahịa nwere ike na ụfọdụ mpaghara ọkụ na-acha uhie uhie a maara nke ọma na Germany, dị ka nke dị na Hamburg",
  "Otu NGO nke Berlin, nke ndị Senate Berlin na-akwado n'ụzọ dị ukwuu, na-arụ ọrụ na ebe nrụọrụ weebụ na-ahụ maka ịzụ ahịa nke ndị ahịa nke azụmahịa mmekọahụ",
  "Ndị uwe ojii Federal Germany bipụtara akụkọ kwa afọ nke nwere ọnụ ọgụgụ banyere ọrụ ya megide ịzụ ahịa",
  "Mịnịstrị na-ahụ maka ọrụ nyere ọrụ nyocha n'afọ 2009 iji chọpụta oke na mmeghachi omume gọọmentị maka ịzụ ahịa ndị ọrụ",
  "Federal Family Ministry, nke nwere ọrụ maka mmejuputa atụmatụ mmegide ịzụ ahịa nke mba, bụ onye isi otu gọọmentị etiti na steeti na-arụ ọrụ na ịzụ ahịa mmekọahụ ụmụ nwanyị",
  "Mịnịstrị na-ahụ maka ihe gbasara mba ofesi nyere ihe dị ka $ 297,000 maka ọrụ mgbochi ịzụ ahịa na Ukraine, Moldova, na mpaghara Mekong",
  "Gọọmentị kwadoro mmekorita ya na ECPAT iji kwalite mmata banyere nsogbu njem mmekọahụ ụmụaka; enweghị akụkọ banyere ikpe ọhụrụ maka njem mmekọahụ ụmụaka site n'aka ụmụ amaala Germany na mba ọzọ n'oge akụkọ ahụ",
  "Gọọmentị nyere ndị ọchịagha nke ndị agha Germany ọzụzụ maka ịzụ ahịa tupu e zigara ha na mba ọzọ na ọrụ udo mba ụwa; ọzụzụ ahụ lekwasịrị anya n'otú ndị ọchịagha nwere ike isi mee ka ndị nọ n'okpuru ha mara ịzụ ahịa mmadụ."
]