[
  "Ghana bụ mba sitere, njem, na ebe ụmụ nwanyị na ụmụaka na-azụ ahịa mmadụ, ọkachasị ọrụ mmanye na ịgba akwụna mmanye",
  "Mmegbu na-enweghị nkwekọrịta nke ụmụ amaala Ghana, ọkachasị ụmụaka, bụ ihe a na-ahụkarị karịa ịzụ ahịa nke ndị mbịarambịa si mba ọzọ",
  "Ngaghari ụmụaka ndị azuru nahịa ná mpaghara ímé obodo bụ site n'ime ime obodo gaa n'obodo ukwu, ma ọ bụ site n'otu ime obodo gaa na nke ọzọ, dịka site na ọrụ ugbo gaa n'obodo ndị na-akụ azụ.",
  "Gọọmentị Ghana adịghị agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "Naagbanyeghi nkeá,, ọ na-eme mgbalị dị ukwuu ime nke a, n'agbanyeghị oke ego",
  "Ghana mụbara mgbalị ndị mmanye iwu ya site n'ịgba ikpe ma maa ọnụ ọgụgụ ka ukwuu nke ndị na-azụ ahịa ikpe, gụnyere ikpe mbụ metụtara ọrụ ụmụaka mmanye na ụlọ ọrụ ịkụ azụ Lake Volta",
  "Ndị uwe ojii Ghana sonyere Interpol iji kwado ọzụzụ mpaghara maka ndị ọrụ mmanye iwu si Anglophone Africa, gọọmentị wee mee ihe iji guzobe ngalaba mpaghara anọ na-emegide ịzụ ahịa iji jikwaa ikpe nke ọma na ọkwa mpaghara.",
  "Gọọmentị Ghana gosipụtara mgbalị ndị mmanye iwu megide ịzụ ahịa mmadụ na 2010",
  "Ghana machibidoro ụdị ịzụ ahịa ọ bụla site na 2005 Human Trafficking Act (HTA), nke na-enye ntaramahụhụ kacha nta nke mkpọrọ afọ ise maka ụdị ịzụ ahịa niile",
  "Ntaramahụhụ a siri ike ma kwekọọ na ntaramahụhụ e nyere maka mmejọ ndị ọzọ dị njọ, dị ka ndina n'ike",
  "N'ime ọnwaJulaị 2009, ndị omeiwu Ghana nyere iwu na-agbanwe nkọwa nke ịzụ ahịa iji nye HTA otu asụsụ nke 2000 UN TIP Protocol.",
  "Gọọmentị gosiri n'ozuzu mgbalị nchebe ndị metụtara n'afọ ahụ",
  "Gọọmentị ejighị usoro iwu maka njirimara nke ndị metụtara n'etiti ndị na-adịghị ike, dị ka ụmụ nwanyị na-agba akwụna ma ọ bụ ụmụaka n'ebe ọrụ, ọ bụ ezie na ọ gosipụtara mgbalị dị ukwuu na njirimara nke ndị dị otú ahụ",
  "Gọọmentị gara n'ihu na-arụ ọrụ ebe a raara onwe ya nye maka ndị ọrụ mmanye - na Osu na Medina na mpaghara Accra ka ukwuu, na Atebubu Amant District Assembly na mpaghara Brong Ahafo - mana enweghị ebe obibi maka ndị na-ahụ maka ịzụ ahịa mmekọahụ",
  "Gọọmentị weputara ọgu ego a na-amaghị maka ebe nchekwa ndị a.",
  "Gọọmentị nke Ghana gosikwara mgbalị ọhụrụ iji wéé gbochie ịzụ ahịa n'ime afọ gara aga",
  "O mere mkpọsa agụmakwụkwọ megide ịzụ ahịa na ọmụmụ ihe iji gbochie ịzụ ahịa n'oge akụkọ",
  "Ndị ọrụ na-emegide ịzụ ahịa na-ekwu okwu mgbe niile na ozi mgbochi ịzụ ahịa na ihe ngosi redio na telivishọn",
  "Ndị ọrụ mbata na Ghana nwere ndị ọrụ na-ahụ maka ịgagharị ókèala na ọdụ ụgbọ mmiri iji kpughee mpụ metụtara ịzụ ahịa mmadụ.",
  "General:"
]