[
  "Austria bụ mba na-aga ma na-agafe maka ụmụ nwanyị, ụmụnwoke, na ụmụaka ndị a na-azụ ahịa mmadụ, ọkachasị ịgba akwụna na ọrụ mmanye.",
  "Ndị a metụtara sitere n'Ebe Ọwụwa Anyanwụ mba Europe, Africa, na Eshia",
  "A kọrọ na ndị Austria jiri ijeri $ 4.3 na ndị ọrụ ụlọ n'afọ 2009; a kwenyere na mmegbu bụ nnukwu nsogbu na ngalaba a",
  "Ụfọdụ ịgba ohu n'ụlọ na-agụnye ndị nnọchi anya, ọkachasị site na Middle East, bụ ndị na-enweta ikike ndọrọ ndọrọ ọchịchị",
  "Ọrụ mmanye na-eme na ọrụ ugbo, ihe owuwu, ụlọ oriri na ọṅụṅụ, na ụlọ ọrụ nlegharị anya.",
  "Ịrịọ arịrịọ mmanye nke metụtara ụmụaka ndị Rom na ndị ọzọ si n'Ebe Ọwụwa Anyanwụ Europe nọgidere bụrụ nsogbu",
  "Otu NGO nke na-arụ ọrụ karịsịa na ndị na-atụ mgbere ahịa na Naijiria kọrọ na ndị na-azụ ahịa na-emegbu usoro ịgba akwụna na usoro mgbaba iji chịkwaa ndị ha metụtara ma debe ha na Austria n'ụzọ iwu kwadoro.",
  "Gọọmentị mba Austria na-agbaso ụkpụrụ kacha nta maka iwepụ ịzụ ahịa",
  "Gọọmentị chọpụtara ma nyefee ọnụ ọgụgụ na-arịwanye elu nke ndị na-azụ ahịa maka enyemaka, ndị uwe ojii gosipụtara ụzọ na-arịwanye elu maka mbọ ndị mmanye iwu",
  "N'ịgbalị igbochi ịgba ohu n'ụlọ n'onwe ya, gọọmentị gbanwere ụkpụrụ ya n'afọ 2009 iji chọọ ka ndị ọrụ ụlọ niile si mba ọzọ pụta n'onwe ha na Mịnịstrị nke Mba Ọzọ iji nweta ozi gbasara otu esi enweta enyemaka ma ọ bụrụ na ha abụrụ ndị ọrụ mmanye",
  "Ọ kwadoro ihe omume United Nations iji gwa ndị nnọchi anya mba ọzọ na Austria banyere ihe ọhụrụ a chọrọ",
  "Gọọmentị mba Austria, Otú ọ dị, enyeghị ntaramahụhụ zuru oke maka ndị omekome a mara ikpe, ọ naghịkwa eji usoro usoro maka njirimara na ntụgharị nke ndị metụtara",
  "Ọzọkwa, a na-ata ụfọdụ ụmụaka ndị a na-azụ ahịa ahụhụ maka omume iwu na-akwadoghị mere n'ihi ịzụ ahịa. Ụlọ ọrụ US State Department na-enyocha ma na-alụso ịzụ ahịa mmadụ ọgụ tinyere mba ahụ na \"Tier 1\" n'afọ 2017.",
  "Gọọmentị Austria gosipụtara mgbalị dị nro iji kpee ndị na-azụ ahịa ikpe ma maa ha ikpe n'oge akụkọ ahụ",
  "Otú ọ dị, ihe karịrị ọkara nke ndị na-atụ mgbere ahịa a mara ikpe nọrọ ọnwa iri na abụọ ma ọ bụ obere n'ụlọ mkpọrọ; otu ụzọ n'ụzọ atọ nke ndị na-azụ ahịa a mara ikpe enwetaghị oge mkpọrọ.",
  "Nkeji edemede 104(a) nke Iwu Criminal nke Austria machibidoro ịzụ ahịa maka mmegbu mmekọahụ na ọrụ mmanye",
  "Ndị ọka ikpe na-ejikarị Isiokwu 104(a) na 217 nke Iwu Criminal, nke machibidoro ịzụ ahịa n'ókèala maka ebumnuche ịgba akwụna, yana Isiokwu 114 nke Iwu ndị uwe ojii nke ndị ọbịa, nke nwere ndokwa banyere mbubata ndị mba ọzọ, iji kpee ndị na-azụ ahịa ikpe",
  "Ntaramahụhụ ndị e depụtara na Nkeji edemede 104(a) na Nkeji edemede 114 ruru mkpọrọ afọ iri, ebe ntaramahụhụ ndị e kwuru na Nkeji edemede 217 sitere na ọnwa isii ruo afọ iri",
  "Ntaramahụhụ ndị a siri ike ma kwekọọ na ndị e nyere maka mpụ ndị ọzọ dị egwu, dị ka ndina n'ike.",
  "A kọrọ na gọọmentị gbara otu onye omekome na-azụ ahịa ikpe ma maa ya ikpe n'afọ 2008; Otú ọ dị, ọ bụ naanị ikpe maka ndị omekome nke ịzụ ahịa bụ ebubo na-eduga",
  "N'afọ 2008, gọọmentị mara ndị omekome iri na asatọ ikpe, mbelata site na ikpe iri atọ dị otú ahụ n'afọ 2007",
  "Ikpe maka mmadụ atọ n'ime ndị omekome a dị n'agbata otu afọ na afọ atọ (4)",
  "Gọọmentị kwụsịrị ikpe nke ndị omekome anọ kpamkpam ma kwụsịtụ itoolu, nke kpatara ikpe dị n'etiti otu ọnwa na ọnwa iri na abụọ n'ụlọ mkpọrọ",
  "Ndị ahịa abụọ ndị ọzọ a mara ikpe kwụrụ ụgwọ",
  "Ndị na-ahụ maka obodo na-akọ na enweghị ọkachamara megide ịzụ ahịa n'etiti ndị ọkàiwu na ndị ọka ikpe",
  "Dị ka otu NGO si kwuo, n'oge ikpe n'afọ 2009, onye a tara ahụhụ gbara akaebe ugboro ise, mana e mechara tọhapụ onye a na-enyo enyo",
  "Gọọmentị Ọstria agbanyeghị data ya iji gosipụta na ọ na-ekpe ikpe ma ọ bụ mara ndị omekome na-azụ ahịa ọrụ ikpe.",
  "Gọọmentị mba Austria kwadoro mgbalị ya iji chebe ndị a chọpụtara na-azụ ahịa mmadụ n'oge akụkọ ahụ",
  "Otú ọ dị, gọọmentị ejighị usoro iwu na usoro maka njirimara na ntụgharị nke ndị metụtara n'ime ọrụ ma ọ bụ ngalaba ịgba akwụna iwu na iwu na-akwadoghị.",
  "Ndị uwe ojii nọ na Vienna na-akpọ ndị na-azụ ahịa maka nlekọta ma soro ndị NGO na-arụkọ ọrụ iji meziwanye ikike ha ịhụ ihe ngosi nke ịzụ ahịa mmekọahụ, mana ntụgharị bụ ihe pụrụ iche ma dabere na ụfọdụ ndị ọrụ na-ahụ maka ndị metụtara ya",
  "NGO kọrọ na ndị uwe ojii na ha jikọrọ aka n'ụzọ dị irè n'okwu ikpe iji hụ na ndị na-azụ ahịa nwere oge mgbake zuru oke iji bụrụ ndị akaebe dị irè",
  "Ọ gara n'ihu na-akwado naanị otu NGO pụrụ iche na-emegide ịzụ ahịa na mba ahụ, nke nyere ụmụ nwanyị na Vienna ebe obibi na enyemaka",
  "Ebe obibi a nwere ihe ndina iri na asatọ n'afọ 2009",
  "Gọọmentị Austria nyere NGO a $ 828,000 na 2009, ma e jiri ya tụnyere $ 542,700 na 2008",
  "O nyere ndụmọdụ na ọrụ ndị ọzọ nye ndị 182 na-azụ ahịa na 2009; ndị uwe ojii zoro aka ihe dị ka 90 n'ime ndị a metụtara, ma e jiri ya tụnyere ntụgharị 60 site n'afọ gara aga",
  "Mmadụ iri ise na itoolu nwetara ebe mgbaba site n'aka NGO gọọmentị na-akwụ ụgwọ; ndị niile e gburu nwetara enyemaka n'ụdị ndụmọdụ mmekọrịta mmadụ na ibe ya na iwu n'asụsụ ala ha, klas asụsụ German, ọmụmụ kọmputa, na mgbochi ahụike.",
  "Gọọmentị nyere ndị mba ọzọ na-ahụ maka ịzụ ahịa ụzọ iwu kwadoro iji wepụ ha, ma n'ọnwa Eprel afọ 2009 gafere Iwu Ebe obibi na Ebe obibi, nke depụtara ndị a na-azụ ahịa dị ka ụdị pụrụ iche nwere ikike maka ọnọdụ obibi nwa oge",
  "Gọọmentị gbara ndị a metụtara ume ka ha nyere aka na nyocha na ikpe nke ndị na-azụ ahịa na otu NGO kọrọ ọnụ ọgụgụ dị elu nke ndị metụtara na-eji obi ha niile na-arụkọ ọrụ na ikpe ha",
  "Ọzọkwa, ndị uwe ojii nyere ndị NGO ozi gbasara ụmụ nwanyị nwere ike ịbụ ndị a manyere ịgba akwụna mgbe ndị a metụtara yiri ka ha na-ala azụ ikpughe ihe ndị metụtara mmegbu ha nye ndị mmanye iwu",
  "Dị ka otu NGO si kwuo, naanị usoro iwu gọọmentị n'ime ngalaba mmekọahụ azụmahịa nke Austria gụnyere nyocha ahụike kwa izu maka ọrịa ndị a na-ebute site na mmekọahụ na nyocha ndị uwe ojii nke kaadị ndebanye aha",
  "N'afọ 2009, gọọmentị malitere ịzụ ndị nyocha ọrụ iji mee ka njirimara nke ịzụ ahịa ọrụ mmanye.",
  "Ụlọ ọrụ ọkachamara nke obodo Vienna maka ụmụaka na-enweghị onye na-eso ha nwere ụmụaka 121 n'afọ 2009, ụfọdụ n'ime ha ka a kọrọ na ha bụ ndị a na-azụ ahịa",
  "A kọrọ na ụlọ ọrụ a mere ka a kpọghachite ụmụaka a manyere ịgba akwụna na ịrịọ arịrịọ n'ike n'oge akụkọ ahụ",
  "Otú ọ dị, dị ka ndị na-ahụ maka obodo si kwuo, ụlọ ọrụ a nwere oke ikike ịnabata ụmụaka a na-azụ ahịa, anaghị arụ ọrụ dị ka NGO na-emegide ịzụ ahịa, ọ dịkwa ntakịrị nyocha ma ọ bụ mmesi obi ike e mere iji hụ na nlọghachi dị mma ma ọ bụ nchebe site na ịzụ ahịa ọzọ",
  "Ọzọkwa, ụlọ ọrụ ahụ nwere naanị ụmụaka ndị uwe ojii jidere, ọ bụkwa ụlọ ọrụ mepere emepe, na-enye ndị na-azụ ahịa ohere ịga n'ihu ịnweta ndị ha metụtara.",
  "Dị ka ndị ọkachamara n'obodo ahụ siri kwuo, ndị ọchịchị, karịsịa na mpụga Vienna, anaghị achọpụta ọtụtụ ndị na-azụ ahịa ụmụaka na-enweghị ọrụ pụrụ iche ma ọ bụ mgbalị mgbasa ozi ezubere iche iji chọpụta ụmụaka nwere ike ịzụ ahịa na Austria dum",
  "Gọọmenti a kọrọ na ha hụ na ataghị ndị ahụ amata ahụhụ maka omume iwu na-akwadoghị nke mere n'ihi ịzụ ahịa ozugbo; Otú ọ dị, n'ime afọ ahụ, ọ dịkarịa ala, a tara ụfọdụ ndị na-ere ahịa mmekọahụ ntaramahụhụ maka itinye aka n'ịgba akwụna n'ụzọ megidere iwu.",
  "Austria na-aga n'ihu na mgbalị ya iji gbochie ịzụ ahịa site n'ịrụ ọrụ mmata ọha na eze",
  "Ọ na-aga n'ihu na-akwado mmemme telivishọn banyere ịzụ ahịa ma na-akwado nzukọ mba ụwa iji mee ka a mara banyere ịzụ ahịa mmadụ",
  "Ọ na-enyekwa ego maka mgbasa ozi iji kụziere ndị mmadụ banyere ọnụnọ nke ụmụ nwanyị a na-azụ ahịa na ngalaba ịgba akwụna na ịgwa ụmụ nwanyị akwụna banyere ikike ha n'okpuru iwu mba site n'ikesa broshuọ ma na-aga n'ihu ịnọgide na-arụsi ọrụ ike na mpaghara ndị a maara nke ọma.",
  "N'otu aka ahụ, Mịnịstrị ime obodo mepụtara ma kesaa akwụkwọ ndị nwere ike ime ka ndị mmanye iwu mara banyere ịzụ ahịa mmadụ ma meziwanye usoro njirimara ndị metụtara",
  "Broshuọ ahụ depụtara nọmba kọntaktị nke NGO na-emegide ịzụ ahịa na ụlọ ọrụ gọọmentị na-ahụ maka nchedo ndị metụtara",
  "Gọọmentị nyekwara ego maka mmepụta na nkesa nke mpempe akwụkwọ nwere ozi na-enye nkwado nye ndị metụtara",
  "Dị ka ECPAT Austria si kwuo, ihe dị ka ndị Austria 4,500 na-enye aka na ọchịchọ zuru ụwa ọnụ maka njem mmekọahụ ụmụaka",
  "Iwu Austria nyere ikike na-abụghị nke mba ọzọ maka ndị mba Austria na-eme njem na mba ọzọ iji tinye aka na mmegbu ụmụaka.",
  "Ebumnuche ndị a dị n'elu kwekọrọ na atụmatụ a nakweere nke gụnyere \"nhazi nke ọrụ niile metụtara na mpaghara, mba na mba ụwa site n'ịkwalite mmata, ichebe ndị metụtara site na ịmepụta ikike ndị metụtara,\" na \"ikpe nke ndị omekome nke THB\". Austria bụ onye bịanyere aka na ọtụtụ nkwekọrịta mba ụwa na-ekwu maka ịzụ ahịa mmadụ dịka Nkwekọrịta Mba Ndị Dị n'Otu megide Mpụ A haziri ahazi (2000) na Protocol ya iji gbochie, Mgbochi, na Ịchụ nta mmadụ ntaramahụhụ maka ịzụ ahịa mmadụ, Karịsịa Ụmụ nwanyị na Ụmụaka; Nkwekọrịta Council of Europe na-eme megide Ịzụ ahịa mmadụ(2005); Nkwekọrịta UN na Ikike nke Ụmụaka (1989) na Nkwekọrịta Nhọrọ na ire ụmụaka, Ịgba akwụna ụmụaka na Ụmụaka na-akpali agụụ mmekọahụ (2000); na Nkwekọrịta UN na-ekpochapụ ụdị ịkpa ókè niile megide Ụmụnwanyị.",
  "N'afọ 2004, gọọmentị Austria mekwara Task Force on Combating Human Trafficking n'okpuru nduzi nke Mịnịstrị mba ofesi ma nye ya ọrụ ịkọwapụta ma nyochaa mmejuputa nke National Action Plans on Combating Human Trafficking. Atụmatụ mba a nwere ọtụtụ mgbanwe n'afọ 2009 nakwa n'afọ 2012",
  "E nwere ndị na-ekiri ihe na-arụ ụka na Austria kwesịrị ime ihe ụfọdụ iji mee ka a na-agbaso ụkpụrụ nke enweghị ntaramahụhụ nke ndị na-azụ ahịa mmadụ",
  "Arụmụka ahụ bụ na mpụ nke ndị na-ahụ maka ịzụ ahịa na-eme ka ndị a na-ahụ maka ya ghara ịbịa n'ihu ma soro ndị ọchịchị na-arụkọ ọrụ. N'oge na-adịbeghị anya, [mgbe?] Austria malitere inye ndị metụtara ikike obibi n'okpuru usoro \"red-white-red card\" nke ndị mbịarambịa iji dozie nsogbu nchekwa maka ndị na-arụkọ ọrụ na ndị ọchịchị."
]