[
  "Ekenedirichukwu Ijemba (amụrụ na Mee 14, 1991), nke a maara nke ọma site na aha ya bụ Humblesmith, bụ onye na-edekọ egwu afropop nke Naijiria nke nwetara nkwanye ùgwù mgbe a tọhapụrụ egwu ya akpọrọ \"Osinachi\"",
  "N'afọ 2015 nke mechara nweta ọkwa na 2016 Nigeria Entertainment Awards.  O bu ụzọ banye n'ahịa ntụrụndụ dị ka onye na-eme ihe nkiri, na-eme ọtụtụ ihe nkiri gụnyere Hypertension (2010) ya na Sam Loco Efe Ka ọ bịanyere aka na Show Bobo Music Limited ugbu a, o mere ndepụta nke \"10 Artists To Watch in 2016\" site na notJustOk.",
  "Ekene Ijemba bụ onye Uruala, obodo dị na Ideato North local government area nke Imo State, ndịda ọwụwa anyanwụ Nigeria, a mụrụ Ekene Ijemba na Mee 14, 1991 n'ime ezinụlọ Katọlik na Abakaliki, Ebonyi steeti, Naijiria. Mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ malitere ịgba egwu ma bụrụ akụkụ nke otu a na-akpọ American Boys tupu ọ hapụ Ebonyi Steeti gaa Asaba, isi obodo Delta Steeti, South-South Naijiria- iji rụọ ọrụ egwu.",
  "Mgbe ọ bịarutere Asaba City, Humblesmith gara ịrụ ọrụ ndị dị ala iji nweta ndụ",
  "O mechara banye na ntụrụndụ dị ka onye na-eme ihe nkiri ma pụta na ihe nkiri dị iche iche gụnyere Hypertension na Sam Loco Efe Ọ laghachiri Ebonyi Steeti n'oge ụfọdụ wee laghachi Delta Steeti ọzọ iji lekwasị anya na ọrụ egwu. N'ịbụ onye kpebisiri ike ịga nke ọma, ọ malitere nyocha maka ihe ngosi ma mee ihe n'efu ruo mgbe DG Records bịanyere aka na ya bụ ndị otu n'ime ọtụtụ ihe nkiri ya masịrị ya. N'afọ 2012, ọ hapụrụ Asaba City gaa Lagos Steeti ebe ọ dekọrọ egwu izizi ya \"Chairmoo\" n'afọ 2014",
  "N'afọ 2015, o wepụtara \"Osinachi, otu egwu kachasị elu nke gosipụtara Phyno; na Davido na nsụgharị remix. Egwu a mere ka ọ bụrụ onye a họpụtara na \"Best New Act\" na mbipụta 2016 nke Nigeria Entertainment Awards ma a họpụtakwara ya na \"Hottest Single\" n'otu ihe omume ahụ. N'ọnwa Eprel afọ 2016, o gosipụtara Flavour N'abania na egwu akpọrọ \"Jukwese\" nke nwere mmasị na ikuku na-agagharị agagharị gburugburu mba ahụ",
  "O mechara kwupụta asọmpi Instagram nke akpọrọ \"#JukweseContest\" na-ezo aka na egwu ahụ, na ego nrite $ 2,000 maka onye mmeri.",
  "N'ịgbaso ihe ịga nke ọma nke egwu ya \"Osinachi\" na Jukwuese\", Humblesmith wepụtara abọm mbụ ya Osinachi, nke gosipụtara olu ndị ọbịa sitere na Davido, Patoranking, Phyno, Harrysong, Olamide, na Tiwa Savage. Na Disemba 2020, mgbe obere oge gasịrị, o wepụtara egwu ọhụrụ, Kosi, nke a sụgharịrị dịka \"uche Chineke\", abụ ekele nye Chineke maka ihe ọ rụzuru.",
  "Humblesmith hotara Bright Chimezie dị ka mmetụta egwu ya. Ọ na-abụkarị ụdị egwu afropop na obere njikọta nke highlife.",
  "Na June 2016, Humblesmith bịanyere aka na nkwekọrịta nkwado ọtụtụ nde Naira na ụlọ ọrụ na-emepụta noodles Tummy-Tummy Food Industry."
]