[
  "Humuani Amoke Alaga, onye a maara nke ọma dị ka Mama Humuani Alaga (ihe dị ka 1900 na 1993) bụ onye Naịjiria na-eme ihe ike na onye ọchụnta ego na azụmaahịa akwa. A na-akpọkwa ya Muminaat nke na-agba ụmụ nwanyị ume ma na-emetụta ha ịbụ ụmụ amaala na-arụsi ọrụ ike. N'afọ 1938, ọ duuru ndị na-eme ngagharị iwe chọọ ka ụmụ nwanyị na-akwụ ụgwọ nhata na ọnọdụ ọrụ ka mma",
  "N'afọ 1958, ya na ụmụ nwanyị iri na otu ndị ọzọ guzobere Isabatudeen Womens Society. N'afọ 1959, o guzobere National Council of Women's Societies.",
  "A mụrụ Alaga n'ihe dị ka 1900 na Ibadan n'ime ezinụlọ Alfa Aliu Adisa Alaga, onye ụkọchukwu na onye ahịa Alakụba, na Asimowu Oladoyinbo Ladebo Anigbalawo, onye na-ere akwa na bead. Site na ụmụnne nwanyị abụọ tọrọ ya na nwanne nwoke tọrọ ya, Humani bụ nke ikpeazụ n'ezinụlọ ahụ",
  "Ọ banyere n'ịre akwa na agba mgbe ọ dị ọbere site n'aka ndị mụrụ ya",
  "Ọ lụrụ di mgbe ọ dị afọ iri na asatọ.",
  "Alaga malitere azụmahịa ya site n'ịzụ ákwà mgbe ọ lụsịrị di na 1925",
  "O mechara mepee ụlọ ahịa n'etiti 1928 na 1929 wee ghọọ onye na-ere ahịa maka ụlọ ọrụ ndị ọzọ.\nỌ ghọrọ onye ndú nke ndị na-ere akwa na 1934 na ahịa Gbagi",
  "Ọ so guzobe Egbe Ifelodun na 1930",
  "O guzobere ọ̀tu Isabatudeen n'afọ 1958. N'afọ 1958, mgbe a jụrụ ka nwa ya nwanyị banye n'ụlọ akwụkwọ Ndị Kraịst, ya na ụmụ nwanyị iri na otu ndị ọzọ guzobere otu nke akpọrọ aha Isabatudeen Society (IS)",
  "N'etiti mmemme ya bụ ọrụ ịmepụta ụlọ akwụkwọ sekọndrị maka ụmụ agbọghọ",
  "O guzobere Isabatudeen Girls' Grammar School.",
  "Women Cotton Trade Union mere ngagharị iwe na 1938 megide ndị ahịa Lebanọn bụ ndị na-arụ ọrụ dị ka ndị na-anọ n'etiti na azụmaahịa akwa ma na-enweta nnukwu uru",
  "Alaga duziri ngagharị iwe ahụ n'ihi na ọ na-emegide ndị ahịa Lebanọn na-arụ ọrụ n'ebe ụfọdụ na Ibadan nke e bu n'uche maka ndị ahịa mpaghara",
  "Nke a mechara mee ka e mepụta National Council of Women's Societies (NCWS) n'afọ 1959. N'afọ 1953, ọ duziri Ibadan African Textile Association iji mee ngagharị iwe megide ịkwaga ahịa Dugbe",
  "Ndị na-eme ngagharị iwe ji ụkwụ gba ọtọ na isi gba ọtọ gaa n'obí ezẹ ma chọọ ka ebe ahịa ahụ dị ghara ịgbanwe",
  "O duuru ụmụ nwanyị ahịa gaa n'ụlọ Gọvanọ iji mee ngagharị iwe megide ogbugbu ndị agha gburu ndị na-eme ngagharị iwe na 1978.",
  "Ọ kwadokwara ka mmadụ niile kwụọ ụgwọ nhata n'oge ọ gara Gọvanọ Steeti.",
  "Alaga nwụrụ na 29 Jenụwarị 1993 na Ibadan"
]