[
  "Ire Dị Ere bụ omume akụkọ ihe mere eme mgbe ochie nke: nwunye na-ere di, n'ozuzu ya nye nwunye ọhụrụ; onye nwe ohu ma ọ bụ ala nna ukwu na-ere di n'ime ezinụlọ ohu, n'ozuzu ya nye onye nwe ohu ọhụrụ; ụlọ ikpe mara ikpe maka ọrụ ndị nna ruo ọtụtụ afọ, nke a kọwara dị ka ire ere nke nna (otu o doro anya na ọ bụ di [nkọwa dị mkpa]); ire di ere dị ka ndị isi okpukpe nyere ntụziaka.",
  "N'alụmdi na nwunye, ọ dịghị ihe karịrị ikpe ise ma ọ bụ isii nke ndị nwunye ha rere di na akụkọ ihe mere eme nke Bekee na nke Bekee, ma e jiri ya tụnyere ihe dị ka ikpe narị anọ a na-akọ banyere ndị di ha rere nwunye na omenala Bekee. Ahịa a maara nke di site n'aka ndị nwunye mere na narị afọ nke iri na itoolu.",
  "N'ihe gbasara alụmdi na nwunye, omume ahụ dịtụ ma ọ bụghị n'ụzọ zuru oke na nwunye na-ere n'otu mba",
  "N'otu aka, n'omume abụọ ahụ, onye ọlụlụ ugbu a rere onye ahụ nye onye ọlụlụ ọhụrụ, ire ere ahụ na-akpata ịgba alụkwaghịm na onye na-ere ya ma mepụta alụmdi na nwunye ọhụrụ na onye zụrụ ya",
  "Ire ahịa mgbe ụfọdụ bú site na nkwekọrịta ma ọ dịghị mgbe ọ na-eme emume, dịka a maara",
  "Onwere ike ibu na iwu, na mmeghachi omume nke ụlọ ikpe na ikpe, bụ otu n'agbanyeghị nwoke ma ọ bụ nwanyị.",
  "Na Republic of Vietnam (South Vietnam), Tuân S·c n'ime afọ 1969 \"na-arụ ụka, '[t]here are",
  "ọbụna ụmụ nwanyị na-ere di ha maka obere ego (ọ bụ ihe niile dị na akwụkwọ akụkọ)' ma kwuo na ndị dị otú ahụ abụghị, ma ọ bụ na ha abụghịzi, ndị Vietnam.",
  "Ìhè banyere ndị ohu, na Filadelfia, n'ihe dị ka narị afọ nke iri na asatọ, ahịa na-emekarị ọ bụghị naanị site ma ọ bụ na ntụziaka nke ndị nwe ohu dị ndụ kamakwa na ntụziaka nke ndị na-agba akaebe. A maghị ndị na-agba akaebe na-eduzi ka a na-edebe di na nwunye ohu ọnụ. Mgbasa ozi akwụkwọ akụkọ obodo Philadelphia",
  "na-enye ihe akaebe na ọtụtụ ndị nwe [ndị ohu] rere di n'ebe ndị nwunye nọ; ọtụtụ n'ime ha egosighi nchegbu banyere ihe ga-esi na ndị ohu ahụ pụta",
  "\" Ọtụtụ ahịa nke ndị di ohu na-enweghị nwunye ha na-esochi ndị nna ukwu na-achọ ka ndị nwunye lụọ di ọhụrụ.",
  "Nwanyị ohu, dị ka Daniel Meaders si kwuo, \"lụrụ [ohu], mana n'oge na-adịghị anya mgbe alụmdi na nwunye ahụ gasịrị, e rere di ahụ ma chụpụ ya",
  "Ahụtụbeghị m ya mgbe e mesịrị",
  "\".",
  "N'ime Virginia, n'afọ 1772 rụọ afọ 1773, otu ụka Baptist tụlere mkpesa megide onye ọ bụla na ire di ohu, na-akpata nkewa ya na nwunye ya, abụghị nke Ndị Kraịst, okwu nke ndị ọka ikpe mpaghara agaghị ekpebi.",
  "E boro otu ikpe na Massachusetts ebubo n'ime afọ 1799 megide onye ndọrọ ndọrọ ọchịchị mana onye ndọrọ ndọrọ ọchịchị gọnahụrụ ya.",
  "Na Haiti, mgbe ọ bụ St",
  "Domingue, iwu nke afọ 1685 tinyere ịgba ohu machibidoro \"ire di ma ọ bụ nwunye [ohu] iche.\"",
  "Na Colombia n'okpuru ọchịchị ndị Spain, ọkachasị n'ime afọ 1750 rụọ afọ 1826, dị ka David L",
  "Chandler si kwuo, iwu Spanish \"nyere ndị ohu ohere ịlụ di ma guzobe ezinụlọ ọbụna megide ọchịchọ nna ukwu",
  "ma machibido",
  "nkewa [ezinụlọ] site na ire ere...",
  "[S]eparation nke ezinụlọ ohu abụghị ihe a na-ahụkarị",
  "'\" Ọ bụrụ na di na nwunye ohu gbawara site na ire otu di na nwunye n'otu mpaghara, Chandler dere, di na nwunye nke ọzọ, ọbụlagodi mgbe afọ iri gasịrị, nwere ike ịrịọ ụlọ ikpe ka o kwe ka ohu nke ikpeazụ chọta onye na-azụ ya ka di na nwunye ahụ wee nwee ike ijikọ ọzọ; ikpe ndị dị otú ahụ, nke e bu ụzọ ree nwunye na di nke abụọ, gbara akwụkwọ n'afọ 1802 na 1806. N'ime afọ 1808, Chandler kọrọ, otu nna ukwu rere di ohu nye nna ukwu ọzọ; ohu ahụ megidere nkewa nke ezinụlọ ya na ụlọ ikpe nyere iwu ka a gaa leta ya; mgbe esemokwu sochirinụ n'etiti ndị ohu na onye nwe ya ukwu na-ere ahịa, nna ukwu nke rere di ahụ wetara ikpe megide onye nwe ọhụrụ ahụ",
  "ịmanye ya ma ọ bụ ree ya n'ógbè ahụ ma ọ bụ ree ya azụ",
  "[nna ukwu mbụ] ka o wee nwee ike ịdọ aka ná ntị nke ọma ma chịkwaa di ohu ahụ mana ụlọ ikpe nyere ya iwu ka ọ ree nwunye ohu ahụ nye nna ukwu nke ọzọ, ka ezinụlọ ohu ahụ wee nwee ike ibikọ ọnụ ma ọ bụghị naanị nleta; e mekwara iwu ụlọ ikpe ahụ.",
  "Ịkpọ nwunye asị bụ ihe méré na ịmanye ire di n'ohu",
  "Na Chọọchị Ndị Kraịst nke oge ochie, dị ka Frederik Pijper si kwuo n'ime afọ 1909, \"ọ bụrụ na onye ọ bụla gbahapụrụ nwunye ya, ma jụ ịnabata ya, kwe ka a tụọ ya n'ụlọ mkpọrọ maka ndị ji ụgwọ, ọ ghọrọ ohu ruo mgbe ebighị ebi n'ihi ịkpọasị ya maka nwunye ya. Ọ bụrụ na a hụ ya n'oge ọ bụla na-enwe nnwere onwe, a ghaghị ire ya ọzọ",
  "\"",
  "N'otu Chọọchị ahụ, site n'okwu Pijper kwuru sí, \"otu ụzọ [ịghọ ohu\"] bụ site n'ire onwe ya n'ihi ịda ogbenye. O nwere ike ime na di na nwunye dabara n'ime mkpa nke na a manyere di ire onwe ya, ma mee ya site na nkwenye nwunye ya",
  "N'ụzọ dị otú a, ọ nwetara ihe oriri maka onwe ya, ya na ego ịzụta ya, ọ nọ n'ọnọdụ ime ka agụụ ghara agụụ ghara ịlụ nwunye ya...",
  "Otu sinọd na Paris na mbido narị afọ nke asaa nyere iwu na ndị nweere onwe ha rere",
  "onwe ha kwesịrị ma ọ bụrụ na ha akwụghachi ego ahụ ozugbo ka eweghachi ha n'ọnọdụ mbụ ha",
  "Ịchọrọ ego karịrị ego a kwụrụ maka ha, ekweghị",
  "\"",
  "N'ọdịbendị a ma ama, a na-egosi ire nwunye nke di ya nye nwanyị di ya nwụrụ n'ime afọ 1960 na egwuregwu nke François Billetdoux, Le Comportement des époux Bredburry (sic), onye na-ede egwuregwu kwuru na ọ hụrụ mgbasa ozi dị otú ahụ na \"akwụkwọ America\". Ụmụ amaala Sufi folk-poetry kọrọ banyere \"eze nwanyị nzuzu Lila onye, n'ihi olu mara mma, 'rere' di ya n'aka onye na-ejere ya ozi otu abalị\", si otú a chọọ ka Queen dị ọcha."
]