[
  "Hydrofluorocarbons (HFCs) bụ ihe ndị mmadụ mere nke nwere fluorine na hydrogen atọm, ma bụrụkwa ụdị ihe ndị organofluorine kacha ewu ewu",
  "Ọtụtụ n'ime ha bụ gas na okpomọkụ na nrụgide ụlọ",
  "A na ejikarị ha eme ihe na ikuku oyi na dị ka refrigerants; R-134a (1,1,1,2-tetrafluoroethane) bụ otu n'ime refrigerants HFC a na ejikọkarị",
  "Iji nyere aka weghachite stratospheric ozone layer, a nabatara HFCs iji dochie chlorofluorocarbons (CFCs) dị ike karị, nke Montreal Protocol wepụrụ, na hydrochlorofluorocarbon (HCFCs) nke a na ewepụ ugbu a. HFCs nọchiri chlorofluorocarbons ochie dị ka R-12 na hydrochlorofluorocarbon dị ka R-21. A na-ejikwa HFCs mee ihe na insulating foams, aerosol propellants, dị ka ihe mgbaze na maka nchebe ọkụ.",
  "Ha nwere ike ọ gaghị emerụ ozone dị ka ihe ndị ha na-anọchi, mana ha ka na enye aka na okpomọkụ ụwa --- na ụfọdụ dị ka trifluoromethane nwere okpukpu 11,700 nke ikike okpomọkụ nke carbon dioxide. Ọnụ ọgụgụ ikuku ha na onyinye ha na ikuku ikuku na-eme ka ikuku na-ekpo ọkụ na-abawanye ngwa ngwa [quantify], na-akpata nchegbu mba ụwa banyere nrụgide radiative ha.",
  "Fluorocarbons nwere njikọ CīF ole na ole na-akpa àgwà yiri nke nne na nna hydrocarbons, mana enwere ike ịgbanwe mmeghachi omume ha nke ukwuu",
  "Dịka ọmụmaatụ, ma uracil na 5-fluorouracil enweghị ụcha, ihe siri ike na-agbaze nke ọma, mana nke ikpeazụ bụ ọgwụ mgbochi ọrịa kansa dị ike",
  "Ojiji nke njikọ C-F na ọgwụ na-adabere na mgbanwe a gbanwere",
  "Ọtụtụ ọgwụ na agrochemicals nwere naanị otu etiti fluorine ma ọ bụ otu trifluoromethyl.",
  "N'adịghị ka gas ndị ọzọ na-ekpo ọkụ na Paris Agreement, a na etinye hydrofluorocarbons na mkparịta ụka mba ụwa ndị ọzọ.",
  "Na Septemba 2016, New York Declaration on Forests gbara ume ka e belata ụwa niile n'iji HFCs. N'abalị iri na ise n'ọnwa Ọktoba n'afọ 2016, n'ihi enyemaka kemịkal ndị a nyere na mgbanwe ihu igwe, ndị na ekwuchitere mba 197 na ezukọ na nzukọ nke Mmemme gburugburu ebe obibi nke United Nations na Kigali, Rwanda ruru nkwekọrịta iwu kwadoro (Mgbasawanye Kigali) iji belata hydrofluorocarbons (HFCs) na mmezigharị na Montreal Protocol. Ka ọ na erule n'ọnwa Febụwarị 2020, steeti iri na isii nke US machibidoro ma ọ bụ na ebelata HFCs.",
  "Iwu enyemaka COVID-19, nke gụnyere ihe ga-achọ ka ndị na emepụta kemịkal belata mmepụta na ojiji nke HFCs, bụ nke United States House of Representatives na United States Senate kwadoro na Disemba 21, 2020. Ụlọ Ọrụ Na ahụ Maka Nchebe Gburugburu Ebe Obibi nke US bịanyere aka na iwu ikpeazụ na agbadata HFCs na 23 Septemba, 2021."
]