[
  "Green hydrogen (GH2 ma ọ bụ GH2) bụ hydrogen nke sitere na ike na-agbanwe agbanwe ma ọ bụ site na ike carbon dị ala. \nGreen hydrogen nwere obere ikuku carbon karịa hydrogen na-acha ntụ ntụ, nke a na-emepụta site na mgbanwe nke gas sitere n'okike, nke mejupụtara ọtụtụ ahịa hydrogen",
  "Hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ nke electrolysis nke mmiri mepụtara erughị pasenti ole a 0.1 nke mmepụta hydrogen zuru ezu. Enwere ike iji ya mee ka ngalaba ndị siri ike iji mee ka ọkụ eletrik, dị ka mmepụta ígwè na simenti, wee si otú a nyere aka belata mgbanwe ihu igwe.",
  "Ọnụ ego dị elu nke mmepụta bụ isi ihe na-eme ka ojiji dị ala nke hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "N'afọ 2020, nnukwu ụlọ ọrụ Europe kwupụtara atụmatụ ịgbanwe ụgbọ ala ha na ike hydrogen.",
  "Enwere ike ịgwakọta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ n'ime paịpụ gas dị ugbu a, ma jiri ya mepụta ammonia na-acha anụnụ anụnụ, isi ihe mejupụtara mmepụta fatịlaịza",
  "Ndị ụlọ ọrụ hydrogen na-atụ aro na ammonia na-acha akwụkwọ ndụ akwụkwọ ndụ ga-asọ mpi na ammonia emepụtara n'ụzọ omenala (ammonia na-adịghị mma) site na afọ 2030.",
  "A na-emepụta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ site na iji ike na-emeghari ọhụrụ  iji mee ka nke akpọrọ electrolysis nke mmiri dị ike.",
  "Hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ chọrọ mbelata mmepụta nke ọnụ Ọgụgụ nkea; >60-70% (dabere na ahụ asambodo) n'okpuru ọnụ ọgụgụ nke mmepụta mmepụta (= GHG emissions of grey hydrogen, dị ka ọmụmaatụ ụkpụrụ njirimara dị ka ntụziaka ike nke RED ll si dị).",
  "Ọnụ ego dị elu nke mmepụta bụ isi ihe na-eme ka ojiji dị ala nke hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "A na-ewere ọnụahịa nke $ 2 / kg dị ka ebe a ga-eme ka hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ na-asọ mpi megide isi mmalite mmanụ ndị ọzọ",
  "hydrogen akwụkwọ ndụ akwụkwọ ndụ  bụ ụzọ dị ọnụ ala nke nchekwa ike na-agbanwe agbanwe ogologo oge n'ihe gbasara mmefu ego karịa nke akpọrọ hydroelectricity ma ọ bụ batrị.",
  "Ihe ka ọtụtụ n'ime hydrogen mepụtara n'ụwa niile na afọ 2020 sitere na isi mmalite mmanụ ala na pasenti iri itoolu na itoolu nke mmanụ nke a na akpọ carbon hydrogen sitere na isi  ọ bụghịkwa hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ. hydrogen na acha akwụkwọ ndụ akwụkwọ ndụ nwere obere ikuku carbon karịa hydrogen na-acha ntụ ntụ, nke a na-emepụta site na mgbanwe nke gas sitere n'okike ma na-anọchite anya pasenti iri itoolu na ise nke ahịa",
  "N'ụzọ dị iche, hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ, kpọmkwem, nke electrolysis nke mmiri na-anọchite anya ihe na-erughị pasenti ndịa 0.1% nke mmepụta hydrogen zuru ezu.",
  "Enwere ike iji hydrogen mee ihe dị ka mmanụ hydrogen maka sel mmanụ, ma ọ bụ injin ọkụ dị n'ime",
  "Ụgbọala hydrogen anaghị ejedebe na ụgbọala, na ụgbọala ndị a na-emepụta ka ha na-agba ọsọ na hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "N'afọ 2020, nnukwu ụlọ ọrụ Europe kwupụtara atụmatụ ịgbanwe ụgbọ ala ha na ike hydrogen. Tụkwasị na nke a, Airbus amalitelarị imepụta ụgbọ elu hydrogen-powered, na atụmatụ ntọhapụ nke ụgbọ elu azụmahịa mbụ site na afọ 2035. Ka o sina dị, Airbus adọla aka na ntị na a gaghị eji hydrogen mee ihe n'ọtụtụ ụgbọelu tupu afọ 2050.",
  "Enwere ike iji hydrogen mee ihe, isi nri na okpomọkụ n'ime ụlọ",
  "A tụwo aro ka okpomọkụ hydrogen dị ka ihe ọzọ iji mee ka ọtụtụ ụlọ UK dị ike ka ọ na-erule afọ 2050.",
  "Nnyocha nke ụlọ ọrụ gas na-akwado na-atụ aro hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ dị ka ihe dị ọnụ ala maka okpomọkụ ụlọ, mana nyocha onwe ya na-achọpụta na ọ bụ ihe na-adịghị ọnụ ahịa ma e jiri ya tụnyere usoro eletrik.",
  "A na-eji paịpụ gas eme ihe mgbe ụfọdụ iji buru hydrogen, mana ọ bụghị n'enweghị ihe ịma aka",
  "Ọ ga-achọ ka emelite ọtụtụ paịpụ maka njem hydrogen",
  "Ụlọ ọrụ gas na akụrụngwa ya nwere ike ịkpata ihe mgbochi maka ịnabata hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ maka mba ndị na-ezube ịbụ carbon neutral. Ihe mmemme pilot na Cappelle-la-Grandeń France agwakọtalarị hydrogen n'ime gas grid nke otu narị  ụlọ",
  "A pụkwara ịgbanwe ụlọ ọrụ ọkụ eletrik gas na-arụ ọrụ iji gbaa hydrogen ọkụ iji nye ike ndabere n'oge nnukwu ọchịchọ.",
  "Enwere ike iji hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ mepụta ammonia na-acha anụnụ anụnụ, isi ihe mejupụtara mmepụta fatịlaịza",
  "Kansụl Hydrogen tụrụ aro na afọ 2021 na ammonia na-acha akwụkwọ ndụ akwụkwọ ndụ ga-adị ọnụ ahịa na ammonia emepụtara n'ụzọ omenala (ammonia na-adịghị mma) site na afọ 2030.",
  "Ka ọ na-erule afọ 2020, ahịa hydrogen zuru ụwa ọnụ ruru nde ọnụ Ọgụgụ ego nkea; $ narị itoolu ma na-atụ anya na ọ ga-eru ijeri $ narị atọ ka ọ na-aga n'ihu na afọ 2050. Dị ka ndị nyocha na Fitch Solutions si kwuo, ahịa hydrogen zuru ụwa ọnụ nwere ike ịrị elu ruo pasenti iri  site na afọ 2030. Ọnụ ọgụgụ nke itinye ego na hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ arịwo elu site na ihe fọrọ nke nta ka ọ bụrụ na ọ dịghị na afọ 2020 ruo gigawatts otu narị na iri abụọ na otu gafee ọrụ otu nari na iri atọ na isii na atụmatụ na mmepe nke ruru  karịrị ijeri ọnụ ego $ narị ise na afọ 2021.",
  "Ka ọ na-erule afọ 2021, ụlọ ọrụ gafee mba ndị ọzọ emeela njikọ aka iji mụbaa mmepụta nke mmanụ ụgbọala okpukpu iri ise n'ime afọ isii sochirinụ",
  "[ntụgharị dị mkpa] Ahịa ahụ nwere ike ịba  karịrị $ otu puku ijeri kwa afọ site na afọ 2050 dị ka Goldman Sachs si kwuo.",
  "Mauritania amalitela nnukwu ọrụ abụọ na hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ: nke akpọrọ ; NOUR Project, otu n'ime ọrụ hydrogen kachasị ukwuu n'ụwa nke nwere GW iri nke ikike site na afọ 2030 na mmekorita ya na ụlọ ọrụ Chariot",
  "Nke abụọ bụ EMAN Project, nke gụnyere GW iri na asatọ  nke ikike ifufe na GW iri  na abụọ  nke ike anyanwụ iji mepụta nde tọn 1.7 kwa afọ nke hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ nde tọn iri kwa afọ nke ammonia na-acha anụnụ anụnụ maka iji na mbupụ, na mmekorita ya na ụlọ ọrụ Australia CWP.\nMba ndị dị n'Afrịka dị ka Morocco, Tunisia, Ijipt na Namibia atụwo aro atụmatụ iji nwee hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ dị ka akụkụ nke ebumnuche mgbanwe ihu igwe ha. Namibia na mba ndị Europe dị ka Netherlands na Germany na-arụkọ ọrụ maka ọmụmụ na ego.",
  "Na mba Australia, hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ na-efu okpukpu abụọ karịa hydrogen na hydrogen na-achụ anụnụ anụnụ, mana akụkọ Mahadum Mba Australia nke afọ 2020 mere atụmatụ na Australia nwere ike ịmepụta ya maka ọnụ ala dị ọnụ ala, ọbụna ugbu a, ọ nwekwara ike ịha nhata ọnụahịa nke hydrogen na-adịghị mma na nke na-acha anụnụ anụcha (ihe dị ka A $ abụọ kwa kilogram) site na afọ 2030, nke ga-efu-asọmpi na mmanụ ala",
  "Onye na-enyocha ahịa ike tụrụ aro na mbido afọ 2021 na ọnụahịa nke hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ ga-ada pasenti iri asaa  n'ime afọ iri na-abịanụ na mba ndị nwere ike ọhụrụ dị ọnụ ala. N'afọ 2020, gọọmentị yochara  nkwado ngwa ngwa maka ụlọ ọrụ mbupụ ike kachasị n'ụwa na mpaghara Pilbara",
  "N'afọ 2021, ụlọ ọrụ ike kwupụtara atụmatụ iwu \"ndagwurugwu hydrogen\" na Ọhụrụ Ndịda Wales na ọnụahịa nke ijeri $ abụọ nke ga-anọchi ụlọ ọrụ coal nke mpaghara ahụ.",
  "Ka ọ na-erule ọnwa Julaị afọ 2022, ụlọ ọrụ Australian a na akpọ Renewable Energy Agency (ARENA) etinyela $ nde iri asatọ na asatọ na ọrụ hydrogen iri atọ na ise sitere na nyocha na ọrụ mmepe na mahadum, na ngosipụta mbụ",
  "N'afọ 2022, ARENA na-atụ anya iru ego na abụọ ma ọ bụ atọ n'ime nnukwu electrolyzer mbụ dị ka akụkụ nke $ nde narị hydrogen itinye na ọrụ okirikiri",
  "Ndị akpọrọ EverWind Fuels onye mmepụta nke hydrogen na ammonia na-acha akwụkwọ ndụ akwụkwọ ndụ na E.ON Hydrogen GmbH, kwetara na Memorandum nke nghọta zuru ezu iji bubata ammonia na mba Germany malite na afọ 2025 site na ụlọ ọrụ mmepụta mbụ EverWindz na Point Tupper, Nova Scotia.",
  "N'okpuru nke a na akpọ MoU, EverWind na E.ON bu n'obi ịrụ ọrụ maka nkwekọrịta maka ihe ruru tọn ọnụ Ọgụgụ ndịa; 500,000 kwa afọ nke ammonia na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "A na-atụ anya na ụlọ ọrụ ahụ ga-arụ ọrụ azụmahịa na mbido afọ  2025.",
  "China bụ mba na edu na ahịa hydrogen zuru ụwa ọnụ na mmepụta nke nde tọn iri abụọ  na-aza ajụjụ maka 1⁄3 nke mmepụta ụwa",
  "Sinopec na-ezube ịmepụta ọnụ Ọgụgụ ndịa ;500,000 tọn hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ ka ọ na-erule afọ 2025. Ndị na-eme nchọpụta sitere na Harvard China Project egosiwo na hydrogen sitere na ike ifufe nwere ike inye ihe ọzọ dị ọnụ ala maka mpaghara ndị na-adabere na coal dị ka Inner Mongolia. Dị ka akụkụ nke nkwadebe maka  afọ 2022 ndị a na akpọ,Winter Olympics hydrogen electrolyzer, nke akọwapụtara dị ka \"nke kachasị n'ụwa\" malitere ọrụ iji nye mmanụ maka ụgbọala eji eme egwuregwu ahụ",
  "Electrolyzer mepụtara hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ site na iji ifufe dị n'ụsọ osimiri.",
  "Iji bụrụ carbon neutral, gọọmentị Japan bu n'obi ịgbanwe mba ahụ ka ọ bụrụ \"obodo hydrogen\". Mkpa hydrogen a dị na Japan ga-achọ ka gọọmentị bubata nde tọn hydrogen ijiri iri atọ na isii nke mmiri",
  "A na-atụ anya na mbubata azụmahịa nke mba ahụ ga-abụ okpukpu otu narị karịa ego a ka ọ na-erule afọ 2030, mgbe a na-atụ aro ka ojiji nke mmanụ malitere, nke na-anọchite anya nnukwu ihe ịma aka",
  "Japan ebipụtala map ụzọ mbụ nke kpọrọ hydrogen na mmanụ ndị metụtara ya iji nye pasenti iri ike maka mmepụta ọkụ eletrik yana akụkụ dị ukwuu nke ike maka ojiji ndị ọzọ dị ka mbupu na mmepụta ígwè site na afọ 2050. Japan emeela okporo ụzọ hydrogen nke nwere ụlọ ọrụ mmanụ hydrogen otu narị na iri atọ na ise na-akwado ma na-eme atụmatụ iwu otú nde site na ngwụcha afọ 2020.",
  "Otu ụlọ ọrụ mara ọkwa ọrụ ijeri $ iri atọ na Oman, nke ga-aghọ otu n'ime ụlọ ọrụ hydrogen kachasị ukwuu n'ụwa",
  "A ga-amalite iwu ya na afọ 2028",
  "Ka ọ na-erule afọ 2038, GW iri abụọ na ise nke ifufe na ike anyanwụ ga-eji ọrụ ahụ mee ihe.",
  "N'afọ 2021, na mmekorita ya na Expo na afọ 2020 Dubai, a malitere ọrụ ngo pilot nke bụ \"ụlọ ọrụ mmepụta ihe\" mbụ, ụlọ ọrụ hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ na Etiti, Ndịda,na Ugwu Afrịka",
  "N'afọ 2021, Saudi Arabia, dị ka akụkụ nke ọrụ nke mkpo-bere NEOM, kwupụtara itinye ego nke $ bn ise iji wuo ụlọ ọrụ ammonia na-acha akwụkwọ ndụ akwụkwọ ndụ, nke ga-amalite mmepụta site na afọ 2025.",
  "Nke a na akpọ Reliance Industries na Adani Group - abụọ n'ime ụlọ ọrụ ike kachasị ukwuu n'India kwupụtara ịbanye na mmepụta hydrogen na afọ 2021",
  "Reliance Industries kwupụtara atụmatụ ya iji ihe dị ka gigawatt atọ (GW) nke ike anyanwụ iji mepụta ọnụ Ọgụgụ ndịa ;400,000 tọn hydrogen. Gautam Adani, onye guzobere Adani Group kwupụtara atụmatụ itinye ego ijeri $ iri asaa iji bụrụ ụlọ ọrụ ike kachasị n'ụwa, ma mepụta hydrogen kachasị ọnụ ala n'ụwa. Ministri ike nke India ekwuola na India bu n'obi imepụta nde tọn hydrogen ise site na afọ 2030.",
  "N'ọnwa Eprel afọ 2022, ụlọ ọrụ ọha na eze a kpọrọ Oil India Limited (OIL), nke nwere isi ụlọ ọrụ ya n'ebe ọwụwa anyanwụ Assamīs Duliajan, guzobere ụlọ ọrụ nnwale hydrogen mbụ nke ọnụ Ọgụgụ ndịa; 99.99% dị ọcha na-agbaso ebumnuche nke ime ka mba ahụ dị njikere maka mmepụta hydrogen na ojiji ya n'ọrụ dị iche iche ebe nyocha na mmepe na-aga n'ihu maka mbelata ọnụahịa mmepụta, nchekwa na njem hydrogen.",
  "N'ọnwa Ọktoba afọ 2020, gọọmentị Ndịda Korea kwupụtara atụmatụ ya iwebata nke a na akpọ Clean Hydrogen Energy Portfolio Standards na bekee (CHPS) nke na-emesi ike iji hydrogen dị ọcha",
  "N'oge iwebata nke akpọrọ Hydrogen Energy Portfolio Standard (HPS), ọ bụ Kọmitii Akụnụba Hydrogen nke abụọ họpụtara ya",
  "Na ọnwa Machị na afọ 2021, e mere Kọmitii Akụnụba Hydrogen nke atọ iji mee atụmatụ iwebata usoro asambodo hydrogen dị ọcha dabere na mkpali na ọrụ maka hydrogen dị ọcha.",
  "Na ọnwa Jun afọ 2021, Hyundai Engineering bịanyere aka na nkwekọrịta azụmahịa na nke akpọrọ POSCO, Gyeongsangbuk-do, Uljin-gun, Pohang University of Science and Technology, Pohang Institute of Industrial Science na Korea Atomic Energy Research Institute",
  "Ọ na-eme atụmatụ iji nweta asọmpi teknụzụ MMR ma mee ka akụ na ụba hydrogen dịghachi ndụ site na imekọ ihe ọnụ dị ka ịmepụta teknụzụ mmepụta hydrogen ọkụ, ịmepụta teknụgbọ mmiri electrolytic, na ịzụ ahịa ike nuklia.",
  "N'ọnwa Julaị afọ 2020, European Union kpughere atụmatụ Hydrogen maka Europe na-anọpụ iche na ihu igwe na ebumnuche nke iru nnọpụiche carbon site na itinye hydrogen n'ime atụmatụ EU",
  "Otu mkpebi na-akwado atụmatụ a gafere European Parliament na afọ 2021. A ga-ekewa atụmatụ ahụ n'akụkụ atọ. Nke mbụ, site na afọ 2020 ruo afọ 2024, ga-achọ iwepụ carbon niile hydrogen mepụtara",
  "Nzọụkwụ nke abụọ (2024 ruo 2030) ga-ejikọta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ n'ime usoro ike",
  "Nzọụkwụ nke atọ (2030 ruo 2050) ga-ahụ nnukwu ntinye nke hydrogen na usoro decarbonization",
  "Goldman Sachs na-eme atụmatụ na hydrogen ga-abụ pasenti iri na ise nke ngwakọta ike EU site na afọ 2050.",
  "Mba isii so na European Union: Germany, Austria, France, Netherlands, Belgium na Luxembourg, rịọrọ ka iwu kwadoro ego hydrogen. Germany etinyelarị ijeri euro itoolu iji wuo GW ise nke ikike hydrogen site na afọ 2030. Ọtụtụ mba ndị so na ya emeela atụmatụ iji bubata hydrogen site na mba ndị ọzọ, ọkachasị site na Ndịda Afrịka. Atụmatụ ndị a ga-abawanye mmepụta hydrogen, agbanyeghị na a na-ebo ha ebubo ịnwa mbupụ mgbanwe ndị dị mkpa na mba Europe. European Union achọrọla na malite na afọ 2021, a ga-akwadebe turbines gas ọhụrụ niile e mere na blọk ahụ iji gbaa ngwakọta gas hydrogen.",
  "N'ọnwa Febụwarị afọ 2021, ụlọ ọrụ iri atọ kwupụtara ọrụ ọsụ ụzọ iji nye hydrogen nke dị na Spain",
  "Ọrụ ahụ bu n'obi ịmalite na afọ 2022, na-emepụta GW iri itoolu na atọ nke anyanwụ na GW iri isii na asaa nke ikike electrolysis site na njedebe nke afọ iri. N'ọnwa Eprel n'afọ 2021, Portugal kwupụtara atụmatụ iwu ụlọ ọrụ mbụ na-eji anyanwụ eme ihe iji mepụta hydrogen site na afọ 2023. Ụlọ ọrụ na-enye ike na Lisbon bụ Galp Energia ekwuputala atụmatụ iwu electrolyzer iji mee ka ụlọ nrụpụta ya dị ike site na afọ 2025.",
  "N'ọnwa Nọvemba afọ 2020, onye isi ala Chile gosipụtara nke akpọrọ na bekee bụ ;\"National Strategy for Green Hydrogen,\" na-ekwu na ọ chọrọ ka Chile bụrụ \"onye na-emepụta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ kachasị mma n'ụwa site na afọ 2030\". Atụmatụ ahụ gụnyere HyEx, ọrụ iji mee hydrogen sitere na anyanwụ maka iji ya na ụlọ ọrụ na-egwupụta ihe.",
  "N'afọ 2021, gọọmentị Britain bipụtara akwụkwọ iwu ya, \"Atụmatụ Isi Iri maka Green Industrial Revolution, nke gụnyere itinye ego iji mepụta GW ise nke hydrogen dị ala site na afọ 2030. Atụmatụ ahụ gụnyere ịrụ ọrụ na ụlọ ọrụ ahụ iji mezue nnwale dị mkpa nke ga-enye ohere ihe ruru pasenti iri abụọ nke hydrogen na-agwakọta na grid nkesa gas maka ụlọ niile dị na grid gas site na afọ 2023",
  "Ọ bụ ezie na ndụmọdụ BEIS na afọ 2022 tụrụ aro na ngwakọta grid ga-enwe ọrụ \"nke pere mpe na nke nwa oge\" n'ihi mbelata a na-atụ anya na ojiji nke gas.",
  "N'ọnwa Machị afọ 2021, atụmatụ pụtara iji atụmatụ ifufe dị n'ụsọ oké osimiri na Scotland iji mee ka mmanụ na gas gbanwee ghọọ \"ụlọ ọrụ hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ\" nke ga-enye mmanụ ụgbọala na ụlọ ọrụ distilleries mpaghara.",
  "Na ọnwa Jun afọ 2021 Equinor kwupụtara atụmatụ iji mepụta hydrogen okpukpu atọ na UK. Na ọnwa Machị ruo afọ 2022 National Grid kwupụtara ọrụ iji webata hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ n'ime nke akpọrọ grid na 200m wind turbine na-enye electrolyzer ike iji mepụta gas maka ihe dị ka ụlọ narị atọ.",
  "Na mbido afọ 2020 ụlọ ọrụ ike gụnyere ERM, Source Energie na RWE kwupụtara mmasị n'ịmepụta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ site na iji turbines ikuku na-ese n'elu mmiri na Oké Osimiri Celtic.",
  "Vattenfall na-atụ anya ịmepụta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ site na nnwale ikuku dị n'ụsọ oké osimiri site na Aberdeen na afọ 2025.",
  "N'oge afọ  2003 ndị akpọrọ  State of the Union Address, Onye isi ala George W",
  "Bush kpughere atụmatụ ijeri $ 1.2 iji mepụta ụgbọ ala hydrogen fuel cell na-akpọ ya \"mmanụ nnwere onwe\"",
  "Barack Obama belatara ya na ọnụ ego na afọ 2009.",
  "Ndị  Federal Infrastructure Investment and Jobs Act, nke ghọrọ iwu na ọnwa Nọvemba afọ 2021, na-ekenye $ 9.5 ijeri maka atụmatụ hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ. N'afọ 2021, Ngalaba Na-ahụ Maka Ike na United States (DOE) na-eme atụmatụ ngosipụta mbụ nke netwọk hydrogen na Texas. Ngalaba ahụ nwara ọrụ hydrogen a maara dị ka nke a na akpọ Hydrogen Energy California",
  "A na-ewere Texas dị ka akụkụ dị mkpa nke ọrụ hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ na mba ahụ ebe steeti ahụ bụ nnukwu ụlọ na-emepụta hydrogen ma nwee netwọk paịpụ hydrogen. N'afọ 2020, SGH2 Energy Global kwupụtara atụmatụ iji plastik na akwụkwọ site na plasma gasification iji mepụta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ na nso Los Angeles.",
  "N'afọ 2021, onye isi ala na New York nke oge ahụ bụ Andrew Cuomo kwupụtara itinye ego nde $ 290 iji wuo ụlọ ọrụ mmepụta mmanụ hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ. Ndị ọchịchị nọ na steeti ahụ akwadowo atụmatụ maka ịmepụta mkpụrụ ndụ mmanụ ụgbọala iji mee ihe na gwongworo na nyocha maka ịgwakọta hydrogen n'ime grid gas. N'ọnwa Machị na afọ 2022, ndị gọvanọ nke Arkansas, Louisiana, na Oklahoma kwupụtara na ha mepụtara ebe nchekwa ike hydrogen n'etiti steeti ndị ahụ. Woodside nke Australia ekwuputala atụmatụ maka ebe mmepụta hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ na Ardmore, Oklahoma. N'ọnwa Ọgọstụ afọ 2022, Onye isi ala Joe Biden bịanyere aka na Iwu Mbelata Nkwado nke afọ 2022, na-eguzobe ụtụ isi mmepụta afọ iri, nke gụnyere nkwado $ 3.00 / kg maka hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ.",
  "Ọ bụ ezie na ọtụtụ teknụzụ hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ adịlarị, enwere nyocha na mmepe na-aga n'ihu maka ụzọ teknụzụ ọhụrụ maka \"hydrogen na-acha anụnụ anụnụ\"",
  "Dị ka  ọmụmaatụ, na afọ 2020 ndị ọkà mmụta sayensị kọrọ mmepe nke micro-droplets maka mkpụrụ ndụ algal ma ọ bụ synergistic algal-bacterial multicellular spheroid microbial reactors nwere ike ịmepụta oxygen yana hydrogen site na photosynthesis n'ehihie n'okpuru ikuku.",
  "N'afọ 2020, European Commission nabatara atụmatụ ọhụrụ a raara nye na hydrogen na EU nke gụnyere nyocha na ihe ọhụrụ n'ụzọ kwekọrọ na European Green Deal. \"European Green Hydrogen Acceleration Center\" na-arụ ọrụ ịmepụta € otu narị ijeri kwa afọ green hydrogen economy site na afọ 2025.",
  "N'ọnwa Disemba afọ 2020, United Nations na RMI na ọtụtụ ụlọ ọrụ, malitere Green Hydrogen Catapult, nke na-eme ka ọnụahịa hydrogen na-acha akwụkwọ ndụ akwụkwọ ndụ dị n'okpuru US $ 2 kwa kilogram (nke ya na $ 50 kwa megawatt awa) site na afọ 2026.",
  "Na afọ 2021, site na nkwado nke gọọmentị Austria, China, Germany na Italy, UN Industrial Development Organization (UNIDO) malitere mmemme zuru ụwa ọnụ maka ụlọ ọrụ GH2in",
  "Ọ na-akpali ngwa ngwa na ntinye nke GH2 na ụlọ ọrụ nke mba ndị na-emepe emepe na akụ na ụba mgbanwe",
  "Ebumnuche ya bụ iwulite mmekọrịta maka ihe ọmụma na teknụzụ na imekọ ihe ọnụ.",
  "E nwere mmasị bụrụ ibu na e nwere ike imakota hydro akwụkwọ ndụ akwụkwọ ndụ nwere ụdị mmeghari ume ọhụrụ",
  "Karịsịa e nwere mmasị ugba na ele ọ anya na ije hydrogen akwụkwọ ndụ akwụkwọ ndụ dị ka nke a na akpọ carbon neutral solution na bekee ikwu okwu siri ike na ijiko akụrụngwa ume ọhụrụ na ime grid eletriki",
  "Otu na ime nke nsogbu kachasị kpọmkwem mmekota nke anyanwụ na ike ikuku na ime grid bụ ihe ize ndụ nke enweghị oké nke mbụ e na ọchịchọ na eletrik grid site na àgwà intermittent nke akụrụngwa ume ọhụrụ",
  "Na oge kachasị elu na ikuku na oge ihe ihiehie, oké ibute ikekwe na ime gird bụ ofe ihe na mmebi ya na enwetaghị ọkụ eletrik ka ozu na ọchịchọ ya",
  "Hydrogen akwụkwọ ndụ akwụkwọ ndụ nwèrè ike iru ọrụ dị ka mgbatu la ta ike ngwa ike",
  "Mmiri dị bụ a dị ke akpọrọ electrolysis methods dị ka alkaline water bụ nke ihe ize ndụ adịghị ike nwere ike ebili na ọ bụrụ na ihe na enyi ike maka electrolysis  nwere ike idebe elu kachasị ike ma nwe ike ịkpata hydrogen na ebute  oxygen na agba maka ihe na ebute maka ihe ize ndụ na electrolyzer na achọ nke akpọrọ electrolysis system ka ọ wepụ hydrogen",
  "Otu na ime ụzọ e si eme ngwọta ya bụ  e nwere nke akpọrọ chitin, bụ nke a na eme beta na ọnụ ọgụgụ nke otu ijiri tons otu afọ site na Okike dị ka nke akpọrọ crude shrimp, shell waste dị ka ihe nwere ihe nkwụ na ihu, scalable biomass ihe akụrụngwa ka ome ka ihe nnochie nyere oxygen evolution  na ime ihe ọmụme ọgbọ hydrogen",
  "Nke a ga edu a na aga eri oriri chitin na mmepụta mmiri ka emeputa hydrogen na nke akpọrọ acetic acid, nke na ewe zuga ihe ize ndụ nke hydrogen oxygen àgwà ya na nchekwa ya scalability.site na mgbaghara ihe ihe ndịa ;e ji ike anyanwụ sit na photovoltaic solar panels, hydrogen gas nwere ike e nweta ịda na ụkpụrụ category Ndịa; green hydrogen.",
  "Ihe a nweekwara akụ na uba na mkpali nke inwe ike nke mmepụta nke acetic acid na ebute ihe dị ka ọnụ ọgụgụ ndịa; 73.7 ruo 77.5% dị ka ngwaahịa nwere ike ije ma ọ bụ re.",
  "As part of an interest in examining sustainable hydrogen fuel for maritime shipping and in response to concerns of freshwater scarcity, a 2020 study into the various means of electrolysis for green hydrogen from seawater as a source of water have been conducted",
  "Four such methods, direct electrolysis of seawater, alkaline electrolysis, proton-exchange membrane electrolysis, and solid oxide electrolysis, are briefly summarized. Direct electrolysis of seawater follows known processes, forming an electrolysis cell in which the seawater acts as the electrolyte to allow for the reaction at the anode, \n  \n    \n      \n        \n          2\n          \n          \n            Cl\n            \n              −\n            \n          \n          \n            (\n            aq\n            )\n          \n          ⟶\n          \n            \n              Cl\n              \n                2\n              \n              \n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          2\n          \n          \n            e\n            \n              −\n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {2 Cl- (aq)->{Cl2(g)}+ 2e-}}}\n  \nand the reaction at the cathode, \n  \n    \n      \n        \n          2\n          \n          \n            \n              H\n              \n                2\n              \n              \n                \n              \n            \n            O\n            \n              (\n              l\n              )\n            \n          \n          +\n          2\n          \n          \n            e\n            \n              −\n            \n          \n          ⟶\n          \n            \n              H\n              \n                2\n              \n              \n                \n              \n            \n          \n          \n            (\n            g\n            )\n          \n          +\n          2\n          \n          \n            \n              OH\n              \n                −\n              \n            \n          \n          \n            (\n            aq\n            )\n          \n        \n      \n    \n    {\\displaystyle {\\ce {2 {H2O(l)}+2e- -> {H2}(g) + 2{OH- }(aq)}}}",
  "The inclusion of magnesium and calcium ions in the seawater makes the production of alkali hydroxides possible that could form scales in the electrolyzer cell, cutting down on lifespan and increasing the need for maintenance",
  "The alkaline electrolyzers operate with the following reactions at the anode, \n  \n    \n      \n        \n          \n            2\n            \n            \n              OH\n              \n                −\n              \n            \n          \n          \n            (\n            aq\n            )\n          \n          ⟶\n          \n            \n              \n                1\n                2\n              \n            \n            \n              \n                O\n                \n                  2\n                \n                \n                  \n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n              O\n            \n            \n              (\n              l\n              )\n            \n          \n          +\n          2\n          \n          \n            \n              e\n              \n                −\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {{2OH^{-}}(aq)->{1/2{O_{2}}(g)}+{{H2O}(l)}+2{e^{-}}}}}\n  \nand cathode, \n  \n    \n      \n        \n          \n            2\n            \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n              O\n            \n            \n              (\n              l\n              )\n            \n          \n          +\n          2\n          \n          \n            \n              e\n              \n                −\n              \n            \n          \n          ⟶\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          2\n          \n          \n            \n              OH\n              \n                −\n              \n            \n          \n          \n            (\n            aq\n            )\n          \n        \n      \n    \n    {\\displaystyle {\\ce {{2{H2O}(l)}+2{e^{-}}->{{H2}(g)}+2{OH^{-}}(aq)}}}\n  \n, and use high base solutions as electrolytes, operating at Àtụ:Convert and need additional separators to ensure the gas phase hydrogen and oxygen remain separate",
  "The electrolyte can easily get contaminated, but the alkaline electrolyzer can operate under pressure to improve energy consumption",
  "The electrodes can be made of inexpensive materials and there's no requirement for an expensive catalyst in the design",
  "Proton-exchange membrane electrolyzers operate with the reactions at the anode, \n  \n    \n      \n        \n          \n            \n              H\n              \n                2\n              \n              \n                \n              \n            \n            O\n          \n          \n            (\n            l\n            )\n          \n          ⟶\n          \n            \n              \n                1\n                2\n              \n            \n            \n              \n                O\n                \n                  2\n                \n                \n                  \n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          \n            2\n            \n            \n              \n                H\n                \n                  +\n                \n              \n            \n            \n              (\n              aq\n              )\n            \n          \n          +\n          \n            2\n            \n            \n              e\n              \n                −\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {{H2O}(l)->{1/2{O_{2}}(g)}+{2{H+}(aq)}+{2e^{-}}}}}\n  \n and cathode, \n  \n    \n      \n        \n          \n            2\n            \n            \n              \n                H\n                \n                  +\n                \n              \n            \n            \n              (\n              aq\n              )\n            \n          \n          +\n          2\n          \n          \n            \n              e\n              \n                −\n              \n            \n          \n          ⟶\n          \n            \n              H\n              \n                2\n              \n              \n                \n              \n            \n          \n          \n            (\n            g\n            )\n          \n        \n      \n    \n    {\\displaystyle {\\ce {{2{H+}(aq)}+2{e^{-}}->{H_{2}}(g)}}}\n  \n, at temperatures of Àtụ:Convert, using a solid polymer electrolyte and requiring higher costs of processing to allow the solid electrolyte to touch uniformly to the electrodes",
  "Similar to the alkaline electrolyzer, the proton exchange membrane electrolyzer can operate at higher pressures, reducing the energy costs required to compress the hydrogen gas afterwards, but the proton exchange membrane electrolyzer also benefits from rapid response times to changes in power requirements or demands and not needing maintenance, at the cost of having a faster inherent degradation rate and being the most vulnerable to impurities in the water",
  "Solid oxide electrolyzers run the reactions \n  \n    \n      \n        \n          \n            \n              \n                O\n                \n                  2\n                  −\n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          ⟶\n          \n            \n              \n                1\n                2\n              \n            \n            \n              \n                O\n                \n                  2\n                \n                \n                  \n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          2\n          \n          \n            \n              e\n              \n                −\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {{{O^{2}^{-}}(g)}->{1/2{O2}(g)}+2{e^{-}}}}}\n  \nat the anode and \n  \n    \n      \n        \n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n              O\n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          2\n          \n          \n            \n              e\n              \n                −\n              \n            \n          \n          ⟶\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n            \n            \n              (\n              g\n              )\n            \n          \n          +\n          \n            \n              O\n              \n                2\n                −\n              \n            \n          \n          \n            (\n            g\n            )\n          \n        \n      \n    \n    {\\displaystyle {\\ce {{{H2O}(g)}+2{e^{-}}->{{H_{2}}(g)}+{O^{2}^{-}}(g)}}}\n  \n at the cathode.The solid oxide electrolyzers require high temperatures (Àtụ:Convert) to operate, generating superheated steam",
  "They suffer from degradation when turned off, making it a more inflexible hydrogen generation technology",
  "In a selected series of multiple-criteria decision-analysis comparisons in which highest priority was placed on economic operation costs followed equally by environmental and social criteria, it was found that the proton exchange membrane electrolyzer offered the most suitable combination of values (e.g., investment cost, maintenance and operation cost, resistance to impurities, specific energy for hydrogen production at sea, risk of environmental impact, etc.), followed by the alkaline electrolyzer, with the alkaline electrolyzer being the most economically feasible, but more hazardous in terms of safety and environmental concerns due to the need for basic electrolyte solutions as opposed to the solid polymers used in proton-exchange membranes",
  "Due to the methods conducted in multiple-criteria decision analysis, non-objective weights are applied to the various factors, and so multiple methods of decision analysis were performed simultaneously to examine the electrolyzers in a way that minimizes the effects of bias on the performance conclusions."
]