[
  "Hyphaene thebaica, nke nwere aha ndị a na-ahụkarị doum palm (Ar: دوم) na osisi gingerbread (nke a na-akpọkwa nkwụ doom), bụ ụdị nkwụ nwere mkpụrụ osisi dị okirikiri a na-eri eri",
  "A mụrụ ya na Arabian Peninsula nakwa na ọkara ugwu na akụkụ ọdịda anyanwụ nke Africa ebe a na-ekesa ya n'ọtụtụ ebe ma na-etolite n'ebe mmiri dị n'okpuru ala.",
  "Osisi nkwụ doum bụ nkwụ dioecious ma na-eto ruo mita ịrị na asaa (56 ft) n'ịdị elu",
  "Ogwe osisi ahụ, nke nwere ike ịnwe gburugburu nke ruru sentimita ịrị itoolu (35 in), alaka dị iche iche ma nwee tufts nke nnukwu akwụkwọ  nsọtụ alaka",
  "Akpụkpọ ahụ dị nro, na-acha ntụ ntụ ma nwee akara nke akwụkwọ dara ada",
  "Pecioles (ogwe akwụkwọ) dị ihe dị ka otu mita n'ogologo, na-ekpuchi alaka ahụ n'ala ma jiri mbọ siri ike na-agbadata elu",
  "Akwụkwọ ya dị ka fan ma tụọ ihe dị ka 120/180 cm (47/71 in)",
  "A na-emepụta okooko osisi nwoke na nwanyị n'osisi dị iche iche",
  "Inflorescences yiri n'ọdịdị n'ozuzu, ruo ihe dị ka 1.2 m (3 in) n'ogologo, na-agbasa n'ụzọ na-adịghị mma ma nwee ogwu abụọ ma ọ bụ atọ na-esite na alaka ọ bụla",
  "Osisi nwanyị na-amị mkpụrụ osisi buru ibu, nke ọ bụla nwere otu mkpụrụ, nke na-anọ n'osisi ahụ ruo ogologo oge.",
  "Osisi nkwụ doum bụ nke a mụrụ na ọkara ugwu Afrịka",
  "Ọ gbasara na Sahel ma na-eto site na Mauritania na Senegal n'ebe ọdịda anyanwụ, site na Central Africa, na n'ebe ọwụwa anyanwụ ruo Egypt, Kenya, Somalia na Tanzania",
  "Ọ na-etolite n'ebe mmiri dị n'okpuru ala dị ma na-ahụ ya n'akụkụ Osimiri Naịl na Egypt na Sudan, n'akụkụ osimiri nke ugwu ọdịda anyanwụ Kenya, na n'akụkụ Kogin Niger na West Africa",
  "A mụrụ ya na Levant na Arabian Peninsula (Israel, Sinai, Yemen na Saudi Arabia) ma a na-akọ na ọ bụ nwa amaala na Netherlands Antilles na Caribbean. Ọ na-eto na wadis na oases, mana mgbe ụfọdụ ọ na-eme n'ebe mmiri na n'akụkụ ugwu nkume",
  "Ọ naghị amasị ala mmiri jupụtara na ya ma na-eguzogide mbibi nke ọkụ ọhịa.",
  "Osisi nkwụ doum na-eto eto na mpaghara kpọrọ nkụ na-ekpo ọkụ ebe obere ihe ọzọ na-eto ma na-enwe ekele maka onyinyo ọ na-enye",
  "Akụkụ niile nke osisi ahụ bara uru, mana ma eleghị anya ngwaahịa kachasị mkpa bụ akwụkwọ",
  "Ndị mmadụ na-eji eriri na akwụkwọ mpịakọta eme ihe n'akụkụ Osimiri Naịl iji kpụọ nkata, dịka na omenala ihe onwunwe nke Manasir, mats, akwa siri ike, brooms, eriri, eriri na ahịhịa. A na-eji osisi ahụ eme ihe maka post na osisi, mmepụta oche na ụlọ aṅụ, osisi ahụ na-enyekwa osisi maka mmanụ",
  "A na-eji ahịhịa akwụkwọ eme ihe maka mgbidi ma jiri eriri mee ihe maka akwa",
  "Ngwaahịa ndị ọzọ gụnyere ụgbụ azụ, brooms, hammocks, kapet, bọtịnụ na beads.",
  "A na-eri mkpụrụ osisi doum",
  "Na Eritrea aha ya bụ Akat, ma ọ bụ Akaat n'asụsụ Tigre",
  "A na-eme ka akpụkpọ anụ ahụ na-acha nchara nchara kpọnwụọ mee molasses, achịcha, na anụ na-atọ ụtọ",
  "A na-eri mkpụrụ osisi ndị na-etozubeghị eto",
  "A na-eri mkpụrụ osisi ndị na-etolite dị ka akwụkwọ nri.",
  "N'Ijipt, ndị na-ere nri n'okporo ámá na-ere mkpụrụ osisi ahụ, na ụlọ ahịa ndị na-ahụ maka ọgwụ",
  "Ọ na-ewu ewu n'etiti ụmụaka, na-eri anụ ya na-atọ ụtọ ma na-esi ísì ụtọ n'okpuru mkpo siri ike na-egbuke egbuke",
  "Mgbe ụfọdụ, a na-eji shuga sie anụ ya ma mee ya ka ọ bụrụ ihe ọṅụṅụ oyi n'oge ọkọchị, dịka a na-eme ihe ọṅụṅụ Carob n'Ijipt",
  "Na mpaghara Diu, Una na Saurashtra nke Gujarat (India), a maara osisi ahụ dị ka Hoka Tree na mkpụrụ osisi na-acha ọbara ọbara a na-eri eri a maara dị ka Huka",
  "N'akụkụ ugwu nke Naịjirịa, n'etiti ndị Hausa, a maara ya dị ka Goruba",
  "N'ebe ndịda ọwụwa anyanwụ Niger, a maara mkpụrụ osisi ya dị ka bri ma jiri mkpụrụ osisi a mee pancake a ma ama, nke a na-akpọ massan bri",
  "A na-eji mkpụrụ osisi a eme ihe ọṅụṅụ azụmahịa na Niger, nke a na-akpọ Torridité Glacée, nke na-echetara ha maka ụtọ kọfị ice ma ọ bụ chocolate mmiri ara ehi. Ewezuga iji mkpụrụ osisi ahụ dị ka nri, a na-ewepụta mmiri site na mkpụrụ osisi na-eto eto ma na-akwadebe mmanya nkwụ site na mmiri",
  "Ndị Ijipt oge ochie weere nkwụ Doum dị ka ihe dị nsọ, a hụkwara mkpụrụ ahụ n'ọtụtụ ili Fero",
  "Na Septemba 24, 2007, a mara ọkwa na otu ìgwè ndị ọkà mmụta ihe ochie Ijipt nke Zahi Hawass duziri, chọpụtara nkata asatọ nke mkpụrụ osisi doum dị afọ pụkụ atọ n'ili Eze Tutankhamun",
  "Igbe mkpụrụ osisi ahụ dị sentimita ịrị ise n'ịdị elu, ngalaba ihe ochie kwuru",
  "A na-enye mkpụrụ osisi ahụ n'ememe olili ozu."
]