[
  "Ian Frederick Oshodi (a mụrụ n'ụbọchị nke 30 n'ọnwa Machị n'afọ 1986), nke a maara nke ọma site na aha ya bụ Ian Jazzi, bụ onye Ghana / Naijiria na-edekọ egwu, onye na-emepụta ihe nkiri, onye na-eme ihe nkiri na onye ọchụnta ego",
  "Ọ kpaliri egwu ọhụrụ nke Gospel Rap na Ghana, mgbe ọ hapụsịrị egwu ndị a ma ama \"Get Some\" na \"Get Your Clap On\" n'afọ 2003",
  "Jayso mepụtara ha abụọ",
  "A na-ekwukwa na ọ bụ otu n'ime ndị ọsụ ụzọ nke GH Rap nke bụ okwu na-egosi 'Hip-hop e mere na Ghana'.",
  "N'afọ 2009, Jazzi rụrụ ọrụ na TV Commercial nke Creative Eye, nke Fingerprint Films gbara, maka ụlọ ọrụ nkwukọrịta TIGO na Mumbai, India. Jazzi bụkwa onye nduzi okike nke The Unwind Agency, ụlọ ọrụ nlereanya na mgbasa ozi ọ tọrọ ntọala na Ghana n'afọ 2009.   N'afọ 2010, ọ mepụtara ma wepụta abọm mixtape mbụ ya In Stereo Volume 1, nke a nabatara nke ọma na Ghana. Ian enwetala ohere ịme ihe nlereanya maka ụlọ ọrụ mba dị iche iche dịka Coca-Cola, ma bụrụ ihu ọtụtụ mgbasa ozi mgbasa nke gụnyere mgbasa ozi akwụkwọ akụkọ na magazin, bọọdụ mgbasa ozi, na mgbasa ozi TV.",
  "A mụrụ Ian Jazzi nye Frederick Oshodi na Patience Otuwaa Amponsah naa obodo Osu, Accra na Ghana",
  "Nna ya, onye ọchụnta ego Naijiria bara ọgaranya, nwụrụ n'ihe mberede ụgbọala tupu a mụọ Jazzi",
  "Nne ya laghachiri Ghana mgbe Oshodi nwụsịrị na Lagos",
  "Jazzi gara ụlọ akwụkwọ Datus Complex School, ụlọ akwụkwọ obibi na Tema. Mgbe ọ dị afọ iri na abụọ, nwanne ya nwanyị nke okenye Gifty-Jenny nwụrụ, onye dị afọ iri na atọ n'oge ahụ ma ọ na-esiri ya ike n'ihi na ha dị nnọọ nso.",
  "Ian ji egwu kpọrọ ihe mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị na Adisadel College n'afọ 2001",
  "Na mkpalite nke sitere na vibrant entertainment night yana omenala hip-hop n'ụlọ akwụkwọ ahụ ma nwee mmetụta dị ukwuu site na ọnọdụ hip-hop nke afọ 90, ọ ga-eji oge ntụrụndụ ya tie tebụl ya na klas ma dee egwu",
  "Mgbe ọ gụsịrị akwụkwọ, a nabatara ya na Mahadum nke Ghana, Legon, ebe ọ gụrụ akụ na ụba, Mathematics & Theatre Arts. Mgbe ọ nọ na mahadum, ọ gara n'ihu na-eti egwu ma malite ịdekọ ma na-egosi egwu na ụlọ ọrụ redio campus, Radio Universe",
  "Na Machị afọ 2010, Ian Jazzi wepụtara mixtape mbụ ya, In Stereo Vol.1",
  "Ọ bụ ezie na Jazzi bụ onye na-ahụ maka ọtụtụ n'ime mmepụta ahụ, ọ gosikwara mmepụta sitere na EL, Onye Mmepụta Canada Tnyce, Six45, na Jae Milla. O gosipụtara ndị na-abụ abụ Raquel, Taurian Devueax na Yolanda Chioma Richards-Albert",
  "N'ọnwa Ọktọba afọ 2010, Ian Jazzi wepụtara mixtape ya nke abụọ, Ian Jazzi na Heartbeats & Other Freestyles Mixtape a gosipụtara Ian Jazzi freestyling n'elu egwu site n'aka onye na-emepụta ihe ama ama nke Ghana bụ Jayso",
  "Ọ bụ remix nke egwu ndị e mepụtara maka ndị na-ese ihe dịka Sarkodie, Sway DaSafo, R2Bees, na Kwaw Kesse",
  "Ebumnuche nke mixtape ahụ bụ iji gosipụta nkà rap Jazzi n'elu egwu azụmahịa ndị ọzọ; ụdị uri ya, dịka ụdị egwu ya, bụ isi ihe gbasara mmekọrịta mmadụ na ibe ya, na-ejikọta ihe ndị sitere n'ike mmụọ nsọ na ime mmụọ.",
  "N'ọnwa Ọktọba afọ 2010, Jazzi tụgharịrị uche ya na ụlọ ọrụ ọhụrụ ya, The Unwind Agency, na-emecha ọtụtụ ihe nlereanya na nkwekọrịta mgbasa ozi metụtara ụlọ ọrụ dịka TIGO, Ecobank, na Coca-Cola",
  "Na mgbakwunye, o weputara ọtụtụ egwu nke gosipụtara ndị na-ese ihe dịka EL, Trigmatic, Jay Foley, Senam E.Twin Gbeho, na Radio Jock / rapper J.O.E.L",
  "N'akụkụ ikpeazụ nke afọ 2010, ya na enyi ya EL rụkọrọ ọrụ wee wepụta \"Envy\". N'ọnwa Febụwarị afọ 2011, Ian Jazzi wepụtara vidiyo egwu mbụ ya, \"The Real\", site na usoro ya na-abịanụ In Stereo Volume II - Turn The Volume Up ma soro ya ngwa ngwa na \"Envy\", na Machị afọ 2011."
]