[
  "Ịba bụ ọrịa anwụnta na amụ na efe efe nke ndị mmadụ na anụmanụ ndị ọzọ, a na ebute site na alị protozoans (otu ụdị nke otu selụ otu ahụhụ) nke ụdị Plasmodium. Ịba na ebute ihe mgbanwe na agụnyekarị ahụ ọkụ, ike ọgwụgwụ, ịgbụ agbọọ yana isi ọwụwa",
  "Na nke dị egwu ọ nwere ike ibute anụahụ edo-edo, akwụkwụ, ndụ yiri ọnwụ ma ọ bụ ọnwụ. Ihe mgbanwe ndị a na ebidokarị ụbọchị iri ruo iri na ise ka atachara gị",
  "N’ebe ndị agwọghị nke ọma, ọrịa a nwere ike ịmegharị ka ụfọdụ ọnwa gachara. N’ebe ndị gbanarịrị ọrịa a nọ, ibutegharị ọrịa a na ebutekarị ihe mgbanwe dị ntakịrị",
  "nguzodo ntakịrị a na efu ka ọnwa na afọ na aga ma ọ bụrụ na onye ahụ kpughepuru onwe ya ebe anwụnta nọ.",
  "Ọtụtụ oge, a na enyefe ọrịa ahụ site na ọtịta nke nwunye anwụnta bu ọrịa ahụ Anopheles",
  "Ọtịta ahụ na ebubata arụrụ sitere na asọ mmiri nke anwụnta ahụ n’ime ọbara. Arụrụ ahụ na eje na umeju ebe ha na etolite ma mụbanye",
  "Ụdị ise nke Plasmodium nwere ike ịfe ịfe, ndị mmadụ nwere ike ịkesa ha. Imirikiti ọnwụ na esite na P. falciparum yana P. vivax, P. ovale, na P. malariae na ebutekarị ụdị nke ịba dị ntakịrị. Ụdị P. knowlesi anaghị ebutekarị ọrịa na ndị mmadụ. A na achọpụtakarị ịba site na nnyocha miri emi nke ọbara site na iji enyo ọbara, ma ọ bụ site na iji antigen – dabere ndapụta usoro polymerase. Emepụtala usoro ndị nwere ike iji ndapụta usoro polymerase iji chọpụta arụrụ nke DNA, mana anaghị eji ya ukwuu na mpaghara ebe ịba dị a na enwekarị n’ihi ọnụego na mgbagwoju anya ha.",
  "Enwere ike ịbelata ihe egwu nke ọrịa ahụ site na igbochi ọtịta anwụnta site na iji ntofo anwụnta yana ihe nchụpụ anwụnta, ma ọ bụ site na iji ụkpụrụ njikwa-anwụnta dịka ịgba ihe ihe mgbochi arụrụ yana ịgbapụ mmiri dọ adọ. Ọtụtụ ọgwụ dị na gbochie ịba na ndị njem gaa n’ebe ọrịa ahụ dị ọtụtụ",
  "Oge ụfọdụ akwadoro ọnụ ọgụgụ nke ọgwụ sulfadoxine/pyrimethamine na ụmụ ntakịrị yana ka ọnwa atọ izizi n’ime ọnwa itoolu nke afọ ime gachara n’ebe ndị enwere nnukwu ịba",
  "Agbanyeghị mkpa, enweghị ọgwụ mgbochi na arụ ọrụ, tụmadị mbọ a na agba iji mepụta otu na aga n’ihu. Ọgwụgwọ akwadoro maka ịba bụ mkpokọta nke ọgwụ mgbochi ịba gụnyere otu artemisinin. Ọgwụ nke abụọ nwere ike ịbụ mefloquine, lumefantrine, ma ọ bụ sulfadoxine/pyrimethamine. Enwere ike iji Quinine yana doxycycline ma ọ bụrụ na artemisinin adịghị. Akwadoro ya na mpaghara ebe ọrịa ahụ juru eju, a na amata ịba tupu ebido ọgwụgwọ n’ihi echiche nke mgbochi ọgwụ na ebulite",
  "Mgbochi etolitela bụrụ ọtụtụ ọgwụ mgbochi ịba; dịka ọmụmaatụ, chloroquine – mgbochi P. falciparum ekesaala n’ọtụtụ ebe nwere ịba, yana mgbochi nke artemisinin abụrụla nsogbu n’ụfọdụ akụkụ nke Akụkụ ndịda na ọwụwa anyanwụ nke Asia.",
  "Ọrịa ahụ kesara nnukwu na mpaghara okpomọkụ yana akụkụ nọketere mpaghara okpomọkụ dị n’oke dị obosara na ahịrị ụwa. Nke a gụnyere imirikiti nke Sub-Saharan Africa, Asia, yana Latin America",
  "World Health Organization na ekpebi na 2012, enwere okwu nde 207 nke ịba",
  "Na afọ ahụ, ekpebiri na ọrịa ahụ gburu n’etiti ndị mmadụ 473,000 na 789,000, imirikiti ha bụ ụmụaka na Africa. A na amakọrịkarị ịba yana ụbịam, ọ nwere nnukwu mmetụta jọrọ njọ na ntolite nchịkwa ego obodo",
  "Na Africa ekpebiri na ọ na adapụta na ntufu nke ego ijeri $12 USD n'otu afọ n'ihi ụgwọ nlekọta ahụike dị ọnụ, ikike ịrụ ọrụ na adịghị yana mmetụta na njegharị."
]