[
  "Ibe nwaanyị ugwu(FGM)nke amakwa dịkaibe nwaanyị mma n’ihe ojiri bụrụ nwaanyịnaibe nwaanyị ugwu,ka mba ụwa n’ahụ maka ahụike akpọrọ Wold Helt Oganaịzeshọn(WHO) kọwara dịka “iwepụ ihe n’ime ihe nwaanyị jiri bụrụ nwaanyị n’ụzọ ekwesịghị ekwesị.” FGM bụ omenala ebe ụfọdụ na agbụrụ ụfodụ na Afrịkana mba 27[na mpaghara Afrịka]nana ọdịda anyanwụ Afrịka, n’emekwa n’ogo dị ala n’Eshia na mba Midụl Isti na n’etiti ndị bisara ebisa ebe niile.  A na-eme ya site na mgbe amụrụ nwa nwaanyị ọhụrụ ruo mgbe obidorola toputawa mmadụ; n’ebe ufọdụ enwere ndekọ maka ya, a na-ebe ha ugwu a tupu ha eruo afo ise.",
  "Onwere ụzọ ndịọzọ dị iche iche esi eme ya n’agbụrụ ụfọdụ",
  "Nke a gụnyere iwepu kpamkpam akụkụ ụfọdụ nke ihe nọ n’ebe nwaanyị sị amụ nwanaihe ndị jikọrọ yama n’ime ma na mpụta[[]];ma nke kasị buo ibu n’ime ha (imechi ebe nwaanyị si enwe mmekọahụ) kpamkpam.[[|]] Na nke a, nke WHO kpọrọTaip 3FGM, a na-ahapụ obere oghere maka ebe mamịrị na nso nwaanyị si agbapụ ma hapụtụ ebe ụfọdụ maka inwe mmekọahụ n’ịmụ nwa. Ọnọdụ ahụike onye ahụ n’adabere k’esi mee ya, mana a na-ebute ọrịa na ya, mgbu, abụ ịgbapụta site n’oge ruo n’oge n’enweghị ike mụta nwa, n’inwe nsogbu n’oge ịmụ nwa.",
  "A na-emekarị ya site n’igosi ụmụ nwaanyị na ha dị ala, imere ha mkpebi n’ụzọ ha kwesiri isi nwee mmekọahụ, n’igosi ha mkpa nke ịdị ọcha n’agwa dị nye ndịọzọ",
  "Ndị n’akwalitekarị ya bụ ụmụ nwaanyị ndị n’ahụta ya n’ọbụ nnukwu ihe ugwu nye ha na ndị n’enwe egwu n’ọbụrụ na nwa ha maọbụ nwa nwa emeghị ya n’ọga eme ka anya dịrị ha n’elu Ihe karịrị nde ụmụnwaanyị na ụmụaka ndị nwaanyị agabigala ihe a akpọrọ FGM na mba 29 ebe a na-emekarị ya. Emeela ya ihe karịrị nde asatọ  na mba Djibaotu, Eriteria, Sọmalịa na Sudan.",
  "Enweela iwu kagburu ibe ụmụnwaanyi ugwu n’ọtụtụ mba, mana anaghị etinye iwu ndị ahụ n’ọrụ. Mba ụwa ndị n’enwe nchegbu maka ya etinyela mgbalị pụrụ iche kemgbe 1970 ime ka ndị mmadụ kwusị ya, nke na afọ 2002 otu akpọrọ Unaịted Neshọn Jenaral Assembli, hụtara ibe nwaanyị ugwu dịka imegide mmadụ n’imebi ikike iwu nyere ya. Onwekwara ndị n’emegide ndị n’achụ ụdị mmekpa ahụ a ụkwu eru ala, ma karịsịa ndị n’amụ maka omume ndị mmadụ ebe dị iche iche dịka Erik Silvamanonye dere na ibe nwaanyị ugwu abụrụla isiokwu ha n’elebara anya nke enwerela ọtụtụ ajụjụ maka yak’osi metụta omenala, n’ụzọ osi kwesị ekwesị ma aga anabata n’ọbụ ihe n’emebị ugwu dịịrị mmadụ.",
  "Nahid F",
  "Toubia, Eiman Hussein Sharief, \"Female genital mutilation: have we made progress?\", International Journal of Gynecology & Obstetrics, 82(3), September 2003, pp. 251–261: \"One of the great achievements of the past decade in the field of FGM is the shift in emphasis from the concern over the harmful physical effects it causes to understanding this act as a social phenomenon resulting from a gender definition of women's roles, in particular their sexual and reproductive roles",
  "This shift in emphasis has helped redefine the issues from a clinical disease model (hence the terminology of eradication prevalent in the literature) to a problem resulting from the use of culture to protect social dominance over women's bodies by the patriarchal hierarchy",
  "Understanding the operative mechanisms of patriarchal dominance must also include understanding how women, particularly older married women, are important keepers of that social hegemony.\" Àtụ:PMID Àtụ:Doi",
  "\"Data sources: UNICEF global databases, 2014, based on Demographic and Health Surveys (DHS), Multiple Indicator Cluster Surveys (MICS) and other nationally representative surveys, 1997–2013",
  "Population data are from: United Nations, Department of Economic and Social Affairs, Population Division, World Population Prospects: The 2012 revision, CD-ROM edition, United Nations, New York, 2013.",
  "\"Notes: Data presented in this brochure cover the 29 countries in Africa and the Middle East where FGM/C is concentrated and for which nationally representative data are available.\"",
  "UNICEF 2013, p. 182, identifies \"sewn closed\" as most common in Djibouti, Eritrea, Somalia for the 15–49 age group (a survey in 2000 in Sudan was not included in the figures), and for the daughters of that age group it is most common in Djibouti, Eritrea, Niger and Somalia.\nSee UNICEF statistical profiles: Djibouti (December 2013), Eritrea (July 2014), Somalia (December 2013).",
  "Also see Gerry Mackie, \"Ending Footbinding and Infibulation: A Convention Account\", American Sociological Review, 61(6), December 1996 (pp. 999–1017), p. 1002: \"Infibulation, the harshest practice, occurs contiguously in Egyptian Nubia, the Sudan, Eritrea, Djibouti and Somalia, also known as Islamic Northeast Africa.\"",
  "Emma Bonino, \"Banning Female Genital Mutilation\", The New York Times, 19 December 2012."
]