[
  "Àtụ:Infobox settlement\nIbeju-Lekki bụ mpaghara gọọmentị ime obodo nke Lekki, Lagos Steeti, Naijiria",
  "Ebe nchịkwa ahụ dịbu na Akodo ma mesịa kwaga Igando Oloja n'ihi okike nke Lekki Council Development Area",
  "Aha gọọmentị ime obodo sitere na obodo abụọ na-achị onwe ha, Ibeju na Lekki.",
  "Ndị mmadụ nke mpaghara ahụ gụnyere ndị si n'akụkụ dị iche iche nke mba ahụ bi, na-arụ ọrụ ma na-azụ ahịa n'ógbè ahụ",
  "Ibeju Lekki nwere ikike maka njem nleta n'ihi na e nyere ya ọmarịcha ihu oké osimiri na ọdọ mmiri.",
  "Mmepe na mpaghara ahụ dị ngwa ma na-aga n'ihu, ụfọdụ na-ezo aka na mpaghara ahụ dịka Lagos ọhụrụ",
  "Ebe azụmahịa nke steeti Lagos yiri ka ọ na-eji nwayọọ nwayọọ na-aga n'ógbè ahụ na mgbalị dị ukwuu a na-etinye n'ime ụlọ ọrụ na akụrụngwa na-emepe emepe.",
  "Ibeju-Lekki bụ otu n'ime LGAs maka obodo Lekki a na-eme atụmatụ",
  "Site na mmelite nke atụmatụ ahụ, a na-atụ anya na Ibeju Lekki ga-aghọ isi ụlọ ọrụ maka azụmahịa, nrụpụta, ụlọ nkwakọba ihe, na nhazi",
  "E meela amụma banyere mmụba nke ọrụ azụmahịa na mpaghara ahụ n'ihi mmepe ndị a nke ga-emepụta ọtụtụ puku ọrụ ma mee ka mpaghara ahụ bụrụ ebe azụmahịa dị mkpa na mba ahụ.",
  "Na Ibeju Lekki, enwere mmepe ụlọ ọrụ na-aga n'ihu ma na-atụ aro dị ka Dangote Refinery nke a na-atụ anya na ọ ga-abụ nnukwu ụlọ ọrụ ụgbọ okporo ígwè n'ụwa ma mee atụmatụ na ọ gafere $9bn",
  "Ọ na-ekpuchi ngụkọta nke puku abụọ na narị isii na iri atọ na ise na Lekki Free Zone dị nso na Lekki Lagoon, na-eme ka ọ dị mfe ibubata ngwaahịa mmanụ ala a nụchara anụcha na ahịa mba ụwa",
  "A na-atụ anya na ụlọ nrụpụta ahụ ga-eji okpukpu abụọ mee ka ikike nrụpụta Naịjirịa dị elu, n'ụzọ dị ukwuu iji gboo mkpa dị mkpa maka mmanụ na mbupụ na ahịa mba ọzọ n'ime na n'èzí Afrịka",
  "A na-etinyekwa ụlọ ọrụ fatịlaịza n'ime ụlọ nrụpụta ahụ, iji jiri ihe ndị a na-emepụta na-ewepụta na ụlọ nrụpụta mee ihe n'ụzọ zuru ezu.",
  "Ọzọkwa, e nwere ọrụ Lekki International Airport nke a malitere iji belata nrụgide na Murtala Muhammed Airport (MMIA) na Ikeja",
  "Nnukwu atụmatụ nke ọdụ ụgbọ elu ọhụrụ ahụ na-egosi na e mere ya iji kwado ụgbọ elu nwere nnukwu ahụ, okpukpu abụọ, na injin anọ nwere ikike maka oche 500",
  "Maka mmalite, a na-atụ anya na Airbus A380 ga-eburu nde mmadụ abụọ ruo nde mmadụ ise kwa afọ na atụmanya mmụba n'ọdịnihu iji gboo mkpa ụgbọ elu na-arịwanye elu nke mpaghara Lekki na-emepe ngwa ngwa na gburugburu ya",
  "E nwekwara Mahadum Pan-Atlantic, Lekki Deep Seaport, Lekki International Golf Course na Eleganza Industries. Ndị a so n'ọtụtụ mmepe ụlọ ọrụ ndị ọzọ na Ibeju-Lekki",
  "Ọzọkwa, ihe na-adọrọ mmasị ndị njem nleta na ogige ntụrụndụ gụnyere ogige ntorobịa LUFASI nke na-edebe ụfọdụ ụdị dị n'ihe ize ndụ na mba ụwa.",
  "Na Ibeju-Lekki, e nwere ụlọ akwụkwọ sekọndrị ọha na eze isii",
  "Ha gụnyere:",
  "Community Senior High School, Akodo",
  "Community Senior High School, Debojo",
  "Community High School, Orimedu",
  "Ibeju Senior High School",
  "Iwerekun Community High School, Lakowe",
  "Magbon-Alade Grammar School Elemoro Community Secondary School",
  "Mpaghara azụmahịa n'efu nke Lekki",
  "Ebe Abraham Adesanya na-agba gburugburu",
  "Okun Solu",
  "Ọbá akwụkwọ nke LBS Pan Atlantic University"
]