[
  "Àtụ:Infobox interventions\nIbelata ịmụ ọtụtụ ụmụ , nke amakwa dịka ogwu eji egbochi ịmụ ọtụtụ ụmụ na ịmụ ọtụtụ ụmụ n'enyeghị,bụ ụzọ maọbụ ihe eji egbochi afọ ime. Ime nkwado, ikesa n’iji ihe eji ebelata ịmụ ọtụtụ ụmụ ka a na-akpọnkpebi ezinụlọ maka ụmụ ha ga-amụ  Enweela ụzọ dị iche iche eji ebelata ịmụ ọtụtụ ụmụ kemgbe ogologo oge mana nke kasị aga nkeọma ma maa mma malitere ịdị na n’oge adịbeghị anya ugbu a N’ebe ụfọdụ a na-ahụta ụzọ ọgbara ọhụrụ eji ebelata ịmụ ọtụtụ ụmụ dika ihe jọgburu onwe ya na njọ n’ebe nkwenkwe, okpukpe n’ọchịchị dị.",
  "Mana nke kasị dịrị ire na ha niile bụ ịgba ọgwụ mgbochi njeigbochi mkpụrụ ndụ nwoke ịbanye na nke nwaanyịmaka ụmụ nwoke naimechi akpa nwa nwaanyịmaka ụmụnwaanyịihe eji egbochi nwaanyị ịtụrụ imenke akpọrọ (IUD),n’itinye ihe eji egbochi afọ ime Nke n’esote ya gụnyere nke amaara nkeọman’ọgwụ eji egbochi afọ ime nke nkegụnyeren’ụzọ dị iche iche[[]][[|]]",
  "Ụzọ esichaghị ike esi eme ya gụnyere anọghị nso,n’ọgwụ ndịọzọenwere ike iji gbochie afọ ime[[|]][[|]][[]] Mana nke ejisighị eme ihe na ha niilebụihe n’emebi mkpụrụ ndu nwoke ji atụnye nwaanyị imeiwepụ amụ ozugbo tupụ mkpụrụ ndụ apụta[[]]",
  "Iwepụ ihe niile nwere ike ikwado ndụ n’ime ahụ di mma,mana anaghị eweghachinwu ya azụ; mana enwere ike iweghachi ndịọzọ ma kwụsị ha. Inwe mmekọahụ n’enweghị ụjọ,dịka iji okpunna bụ enyi nke nwoke maọbụ nwaanyienwe mmekoahụn’egbochiibute ọrịa n’esi n’inwe mmekọahụ echekwaghị echekwa apụta. Iji ọgwụ mgbochi afọ imen’enwe ike egbochi afọ ime mgbe ọtụtụ ụbọchi gafere enwechara mmekọahụ n’ejighị ihe mgbochi ọbụla. Ụfọdụ n’eweredịka ụzọ isi gbochie afọ ime, manaizere ya site na naanị ihe mmadụ mụtara na nkuzi banyere inwe mmekọahụga-akwalite ịtụ ime n’etiti ndị n’eto etomgbe enwere mmekọahụn’enweghị ihe mgbochi ọbụla",
  "N’ebe ndị n’eto eto nọ,n’ihi ihe n’esi na ya apụta",
  "Inwe nnukwu nkuzi banyere inwe mmekọahụn’inwe ihe eji egbochi afọ imega-ebelata ịmụ ụmụ akwadoghị maka ha n’ọgbọ ndị a. Enwere ike iji ụdị igbochi afọ ime ọbụla mee ihe n’etiti ndị n’eto eto,mana ụdị eji eme ya n’oge ochie kasị dịrị ire ma n’ebelata ya ugbu a. Mgbe nwaanyị mụsịrị nwa, nwaanyị anaghị enye nwa ara nwere ike ịtụrụ ime mgbe oruru ọnwa anọ maọbụ isii ọmụsịrị nwa Enwere ike ibido mewe mgbochi ịmụ ọtụtụ ụmụ ozugbo, ebe ụfodụ n’echere ruo ọnwa isii",
  "N’ebe ụmụ nwaanyị n’enye ụmụaka ara nọọ,ga-akwalite ndụ nke ime ahụ ha karịa ụdị ọbụla ọzọ mee ihe N’etiti ụmụ nwaanyị ndị gaferela ịtụ imea na-atụ aro ka ha jiri ihe eji egbochi afọ ime nke dị n’eme ihe ruo ihe ruru otu afọ.",
  "Ihe dịka nde ụmụ nwaanyị 222 ndị achọghị ịtụ ịme  ihe mgbochi afọ ime nke ọgbara ọhụrụ eme ihe. Ihe eji egbochi afọ ime na mba ndị n’emepe emepe ruo pasent 40(ihe dịka ọnwụ puku 270 mmadụ ka-egbochiri na 2008)a gaara-egbochikwa nke pasent 70 maọbụrụ na ha ji ihe eji egbochi afọ ime mme ihe. Site n’ime k’oge gakwuo mgbe amụsịrị nwa, ibelata ịmụ ọtụtụ ụmụ n’enyere ụmụnwaanyị aka mgbe ha n’amụ nwa na ụmụ ha idị ndu mgbe amụsịrị ha. Ego ụmụ nwaanyị n’enweta n’onwe ha na mba ndị n’emepe emepe,ihe ha nwere,ka ahụ ha dịn’enwe ihe dị mma n’esi na ya apụta. Ibelata ịmụ ọtụtụ ụmụ n’akwalite akụnụban’ihina ọbụ naanị ụmụaka ole na ole ka enwere n’ezinụlọ.Nke a n’eme ka ụmụ nwaanyị n’arụ orụ n’onwe ma soro n’akwado iwebata akụnụbakama ịbụ naanị ndị n’adabere n’ebe ndịọzọ nọ."
]