[
  "Ibeno dị na ndịda ndịda Naịjirịa ma bụrụ mpaghara gọọmentị nke Akwa Ibom Steeti.\nObodo Ibeno dị n'akụkụ ọwụwa anyanwụ nke Osimiri Kwa Ibo ihe dị ka kilomita atọ (1.9 mi) site n'ọnụ osimiri, ọ bụkwa otu n'ime ebe ndị kasị ukwuu na-egbu azụ n'ụsọ oké osimiri Naijiria",
  "Ibeno dị na Mangrove Forest Belt nke mpaghara Niger Delta nke Naijiria, nke Eastern Obolo Local Government Area dị n'ebe ọdịda anyanwụ, Onna, Esit Eket na Eket dị n' ugwu, na Atlantic Ocean dị n'akụkụ ndịda.",
  "Mpaghara Gọọmentị Obodo Ibeno dị na njedebe ndịda nke Akwa Ibom Steeti, na-ebi n'ebe buru ibu n'ụsọ oké osimiri nke karịrị km2 otu puku na narị abụọ",
  "Ọ na-agbasa site na Okposo I n'akụkụ ọwụwa anyanwụ, n'ókè gọọmenti obodo Mbo na Bakassi Peninsula, ruo n'obodo Atabrikang n'akụkụ ọdịda anyanwụ ya",
  "Oké Osimiri Atlantic dị n'ebe ndịda ma soro Eket, Esit Eket, Onna na Eastern Obolo mpaghara gọọmentị na-emekọ ihe...",
  "E mepụtara Mpaghara Gọọmentị Obodo Ibeno site na Mpaghara Ọchịchị Obodo Uquo-Ibeno n'abalị anọ nke ọnwa disemba afọ 1996, site na ngwá ọrụ gọọmentị etiti.",
  "Tupu e mepụta gọọmenti obodo Uquo-Ibeno , ndị Ibeno nọ na Eket Local Government Area 意 Ibeno Edoh, Uquo Ibeno n'otu n'otu",
  "Mpaghara Gọọmentị Obodo Ibeno agụsị akwụkwọ site n'ịbụ akụkụ nke Mpaghara Obodo Eket gaa n'akụkụ nke Ibeno-Edor nwere isi ụlọ ọrụ na Inua-Eyet Ikot Ibeno (nke na-adịghịzi) ka ọ bụrụ akụkụ nke Uquo Ibeno nwere isi ụlọ akwụkwọ na Uquo (nke bụzi isi ụlọ ọrụ nke Mpagha Gọọmentụ nke Esit Eket) gaa n'ógbè gọọmentị dị iche na nke dị iche, Mpaghara Ọchịchị Obodo IBeno nwere isi ụlọ na Upenekang",
  "Ọ bụ otu n'ime mpaghara gọọmentị 31 dị na Steeti Akwa Ibom",
  "Ibeno bi n'ụsọ oké osimiri Atlantic kachasị ukwuu, ihe karịrị kilomita otu narị na iri abụọ na itoolu , na Akwa Ibom Steeti.",
  "N'oké ọhịa mangrove, mpaghara ahụ na-enwe mmiri ozuzo n'afọ niile na ọnụ ọgụgụ kachasị elu n'etiti Mee na Septemba",
  "Ọnọdụ ihu igwe na Ibeno na adị mma n'afọ niile maka ịkụ azụ na ọrụ ugbo.",
  "Ibeno Beach, nke kachasị ogologo na West Africa, bụ ebe ndị njem nleta na-ewu ewu.",
  "Ndị mmadụ na-asụ asụsụ Ibeno nke asụsụ Efikz Andoni",
  "Mkpa ọ dị ịtọlite njikọ azụmahịa na ndị Efik pụtara na ndị Andoni bi na Ibeno nke oge a ga-emepụta asụsụ iji kwekọọ",
  "Ndị Ibeno sitere na Oronífik.",
  "Ọrụ bụ isi nke ndị mmadụ bụ ịkụ azụ",
  "Otú ọ dị, ọrụ ugbo na obere azụmaahịa na-enwe ekele",
  "Ọnụnọ nke ọrụ nchọpụta mmanụ site na nnukwu mmanụ Exxon Mobil na ụlọ ọrụ ndị ọzọ na-arụ ọrụ na-emetụta ọrụ ma n'elu mmiri ma n'okpuru mmiri.",
  "Ndị Ibeno nwetara ihe nketa ọdịbendị",
  "Ndị mmadụ nwere ọtụtụ ụlọ ọrụ ọdịnala dị ogologo oge dị ka Ekpe, Obon, Uke, Ekong, Akata, Eka-Ebitu, Ubom Isong, Oluo, Ikini na usoro ogo afọ (Nka) nke a maara nke ọma ma na-eme na Ibeno.",
  "Ndị Ibeno nwere njikọ nna nna na hiwere nke ndị Andoni na ndị Oron",
  "Asụsụ a na-asụkarị nke ndị Ibeno bụ asụsụ Ibeno, nke ndị IBeno na ndị Obolo nke Ọwụwa Anyanwụ na-asụ na steeti Akwa Ibom",
  "Ndị mmadụ na-enwekwa ike iduzi or n'ime mmiri."
]