[
  "Ibidunni Ighodalo (Julai 1980 意 14 Juun 2020) bụ eze nwanyị mara mma, ọkachamara na njikwa ihe omume, onye ọrụ ebere, na onye ụkọchukwu nke Trinity House Church, na Legos, Naijiria",
  "Ọ bụ onye guzobere Elizabeth R, ụlọ ọrụ mmekọrịta ọha na eze na ihe omume; na Ibidunni Ighodalo Foundation, otu na-enweghị uru nke na-elekwasị anya n'ịkwado ezinaụlọ nwere nsogbu enweghị ike ịmụ nwa.",
  "A mụrụ Ibidunni Ighodalo na Kaduna, Kaduna Steeti na 19 Julaị n’afo 1980. Ọ bụ nwa nke ise n'ime ụmụ asatọ nke Olaleye Ajayi.",
  "Ighodalo gara K-Kotun Primary School na Surulere, Legos ma mee ụlọ akwụkwọ sekọndrị ya na Federal Government Girls College, Oyo Steeti. Mgbe nke ahụ gasịrị, o tinyere akwụkwọ maka ịmụ ọgwụ na Mahadum Legos, Akoka, nke bụ nhọrọ nna ya",
  "Otú ọ dị, akwụkwọ nnabata ya na onye ọzọ na-agwakọta, o kpebikwara ịmụ Microbiology",
  "Mgbe ọ gụsịrị nzere bachelọ ya, ọ nwetara ọzụzụ ọzọ na Business Management site na Lagos Business School",
  "Ọ bụkwa onye otu National Institute Marketing.",
  "N'afọ 1998, tupu ọ malite Mahadum, ụmụnne ya debanyere aha ya maka asọm mpi ịma mma, Miss Lux beauty Pageant, na 1999 ọ bụ onye mmeri mbụ nke Miss Lux Beauty Pageant. Nke a mepụtara ụzọ maka ọrụ ya na njikwa ihe omume",
  "N'afọ 2003, o guzobere ụlọ ọrụ njikwa ihe omume ya na mmekọrịta ọha na eze, nke a maara dị ka Elizabeth R, afọ atọ ka e mesịrị, ọ malitere ụlọ ahịa agbamakwụkwọ, Avant-Garde.",
  "N'afọ 2007, ọ lụrụ Pastor Ituah Ighodalo nke Trinity House Church ma ha abụọ nwere ụmụ nkuchi abụọ. Ighodalo kwupụtara banyere ọgụ nke ya iji tụ ime, na mmasị ya inyere Ezinaụlọ ndị na-ata ahụhụ site na enweghị ike ịmụ nwa aka",
  "O kwuru n'otu oge n'ajụjụ ọnụ otu ha si gbalịsie ike inwe ụmụ nke ha, gaa ụlọ ọgwụ ma ndị dọkịta gwara ha na naanị nhọrọ ha bụ ịchọ ọgwụgwọ site na enyemaka ọmụmụ",
  "Ighodalo kwuru na o mere IVF ugboro iri na otu ma ọ dara oge ọ bụla, na n'oge mgbalị ikpeazụ, ọ dị ime ejima. Ọ tụfuru ime ahụ mgbe ọnwa atọ gasịrị. Ahụmahụ ndị a mere ka o guzobe Ibidunni Ighodalo Foundation iji mee ka a mara banyere enweghị ike ịmụ nwa ma nye nkwado ego maka ezinaụlọ ndị nwere nsogbu ndị dị otú ahụ iji mee IVF.  Site na ntọala ahụ, o nyela onyinye maka ndị di na nwunye ka ha gaa IVF, ma mee ka a mara.",
  "Ighodalo nwụrụ n'isi ụtụtụ Sunday, 14 Juun n’afo 2020 na Port Harcourt, na Southern Naijria. Tupu ọnwụ ya, ọ nọ n'ọrụ iji guzobe ebe nzuzo COVID-19 maka gọọmentị River Steeti",
  "Ighodalo nwụrụ ihe dị ka otu ọnwa tupu afọ 40 ya",
  "Ọ nwụrụ n'ihi nkwụsị obi."
]