[
  "Ibiyinka Olufemi Alao (amụrụ na 17 Ọktoba 1975) bụ onye America na-ese ihe, onye na-ewu ụlọ, onye edemede, onye nduzi ihe nkiri na onye na-ede ihe nkiri egwu. O lekwasịrị anya n'ọrụ ya na mmiri nke ụdị nka niile na ịkọ akụkọ, na-eji eserese dị ka omume nke egwu oyi na nkwupụta onwe onye",
  "Tinyere John Lennon, onye na-agụ egwu Alicia Keys na ndị na-ese ihe abụọ ndị ọzọ, a maara ya n'etiti ndị nka ise na-agbasa ozi udo gburugburu ụwa site na Global Citizen.",
  "Alao gara Nigerian Navy Secondary School (NNSS) na Navy Town, Lagos",
  "O nwetara asambodo A-Levels na Physics na Kwara State Polytechnic ma gụọ Osisentọala na Mahadum Obafemi Awolowo dị na Ile-Ife Mgbe ọ gụsịrị akwụkwọ na Mahadum, ọ rụrụ ọrụ dị ka onye na-atụpụta ụkpụrụ ụlọ na injinia obodo na State Ministry of Works and Housing Development.",
  "N'afọ 2005, onye isi ala na onye isi ndị agha kpọrọ ya \"Ambassador of Art\" nke Naịjirịa. Alao meriri n'ọkwa mbụ na United Nations International Art Contest nke gụnyere ndị sonyere na ya site na mba 61. Na Mee 18, 2016 Ibi's Fireflies akwụkwọ akụkọ gbakwasara ụkwụ na otu n'ime ihe osise ya \"Eternity in our Hearts\" meriri nnukwu ihe nrite nke asọmpi 2016/2017 Scholastic \"Kids are Authors\"",
  "Ụmụ akwụkwọ nke Willow Lane Elementary School na Macungie Pennsylvania na ụlọ akwụkwọ Al Khair na London gosipụtara Ibi's Fireflies",
  "O meriri n'ọkwa nke mbụ n'ime ihe karịrị 900 ntinye site n'ụlọ akwụkwọ dị na United States.",
  "Site na 2018 ruo 2020, Ibiyinka rụrụ ọrụ na eserese ọhụrụ nke ndị ọkachamara na-ewere dị ka Opus nke onye na-ese ihe",
  "Ebighị Ebi bụ otu n'ime ihe osise kachasị ukwuu n'ụwa, na-atụle 100 ft (30.50 mita) n'obosara X 12 ft (3.70 mita) n'ogologo",
  "Ihe atụ nke ọhụụ onye na-ese ihe na njikọta ya na egwu ọhụrụ nke o dere, e kpughere ya na nnukwu ụlọ ngosi akụrụ ọkpụ na ihe omume egwuregwu ihe nkiri na Ọktoba, 2020.",
  "Ụlọ ihe ngosi nka ụmụaka nke Pittsburgh kwadoro Ibiyinka dị ka 2020 inaugural Tough Art at Home Artist in Residence",
  "Ha mepụtara vidiyo site na ụlọ ọrụ ya nke Ibi na-akọ akụkọ ma na-akụziri ụmụaka otu esi eji ìhè ese ihe site na iji Chiaroscuro",
  "Mahadum Bucknell kwadoro Ibiyinka maka ebe obibi nka / sayensị n'oge mgbụsị akwụkwọ nke 2021 na ego lekwasịrị anya na nchọpụta Firefly site na National Science Foundation",
  "N'ajụjụ ọnụ ya na Curator Magazine nke a na-akpọ Our Beautiful Common Humanity, Ibiyinka tụlere mkpa ọ dị ime ka onye ọ bụla nwee ike ịnweta nka, na-ekwu na ọtụtụ nnukwu ụlọ ọrụ nka, ọkachasị na mba ọdịda anyanwụ ka na-ekwenye n'ụzọ isi gosipụta nka n'emeghị ka ọ bụrụ naanị ndị isi, si otú a tụfuo ezi ihe ọ pụtara",
  "Nke a bụ nkọwa sitere na ajụjụ ọnụ ahụ:"
]