[
  "Ibrahim Mahama (amụrụ na 1987) bụ onye Ghana na-ede akwụkwọ na onye na-ese ihe nke nnukwu ihe ncheta. Ọ bi ma na-arụ ọrụ na Tamale, Ghana.",
  "O nwetara nzere Master of Fine Arts na Painting and Sculpture na 2013 na nzere bachelọ nke Fine Arts na Painting n'afọ 2010 na Kwame Nkrumah University of Science and Technology, Kumasi, Ghana.",
  "Ọ na-arụkarị ọrụ na ihe ndị a chọtara site n'ịgbanwe ha n'omume ya ma nye ha nkọwa ọhụrụ",
  "A maara Mahama nke ọma maka idebe ihe ụlọ n'ime akpa jute ochie nke ya na ndị otu ndị na-arụkọ ọrụ ọnụ iji mepụta patchwork quilts",
  "Ọ bụ onye na-ese ihe na-eto eto egosipụtara na Ghana Pavilion na Venice Biennale nke e mere n'afọ 2019",
  "E gosipụtara ọrụ ya n'oge 56th International Art Exhibition nke Venice Biennale na Italy All The World's Futures nke Okwui Enwezor haziri na 2015.",
  "Mahama na-egosi ọrụ ya n'ahịa Ghana, nakwa n'ụlọ ngosi",
  "Ebumnuche nke a bụ inye ntụgharị uche dị oke mkpa na usoro uru dị na ihe ya. Ọ bụkwa onye na-ese ihe na onye na-akpụ ihe.",
  "N'afọ 2013, Stefan Simchowitz, ya na onye na-ahụ maka ihe ngosi na Dublin bụ Ellis King, gbara Mahama akwụkwọ",
  "Ndị na-ere ahịa kwụrụ Mahama ụgwọ, mana ọ jụrụ ikwenye ọrụ ndị sitere na ya ha mepụtara site na ntinye Mahama nke akpa coal Ghana",
  "N'afọ 2016, Simchowitz na Mahama kpeziri.",
  "N'afọ 2019, ọ malitere Savannah Center for Contemporary Art (SCCA), Tamale. Mahama weghachikwara oche ụgbọ okporo ígwè otu narị na iri abụọ nke klas nke abụọ site na ndị omeiwu ọ na-akpọ \"parliament of ghost\", ihe atụ nke ụlọ omeiwu nke Ghana",
  "E debere \"parliament of ghost\" na Whitworth Art gallery na Manchester.",
  "Dị ka akụkụ nke onyinye ya na mmepe nke Afrịka site na nka, theafricareport.com kpọrọ Mahama onye Afrịka nke iri asaa na atọ kachasị nwee mmetụta na ndepụta nke otu narị ndị Afrịka kachasị nwee mmetụta 2019/2020",
  "Nima Coal Sack Installation, Accra, Ghana",
  "Adum Coal Sack Installation, Kumasi, Ghana",
  "Jute, Gịnị Bụ Art?",
  "Accra",
  "Ọdụ ụgbọ okporo ígwè, Kumasi",
  "K.N.U.S.T Museum, Kumasi",
  "Sisala Coal Market, Coal Sack Installation",
  "Njirimara Azụmahịa, Ntinye",
  "Newtown, Accra",
  "MFA Block, Kumasi",
  "Profaịlụ na saịtị White Cube"
]