[
  "Ibrahim Mahama (amuru 29 Jenụwarị 1971) bụ onye ọchụnta ego Ghana, na onye guzobere Injinia na ndị na-eme atụmatụ,  ụlọ ọrụ na-egwupụta akụ nke ụmụ amaala kacha na West Africa, na onye nwere ọtụtụ azụmaahịa ndị ọzọ na Ghana gụnyere Dzata Cement Limited. Ọ bụ nwanne John Dramani Mahama, onye isi ala Ghana site na 2012 ruo 2017.",
  "A mụrụ ya na Piase na Northern Region nke Ghana nye Emmanuel Adama Mahama, onye mbụ Minista nke steeti Northern Region n'okpuru onyeisi oche mbụ nke Ghana, Dr",
  "Kwame Nkrumah.  Nne ya, Joyce Tamakloe si Keta na mpaghara Volta nke Ghana.",
  "Ọ kwagara United Kingdom, ebe ọ gụrụ akwụkwọ na College of North London. Mgbe ọ gụsịrị akwụkwọ na kọleji, ọ gara biri na London, ebe ọ rụrụ ọrụ maka ụlọ ọrụ mmepe ihe onwunwe.",
  "Mahama malitere ụlọ ọrụ ya Engineers & Planners n'afọ 1997 mgbe o si London lọta. Ụlọ ọrụ ahụ na-ewe ndị ọrụ Ghana karịrị puku atọ ugbu a.",
  "Mahama etinyewokwa ego na Asutsuare Poultry Farms, nke a malitere na 2004 ma na-emepụta àkwá Otu narị puku na iri ise  na puku iri  na-ebi ndụ kwa ụbọchị.",
  "Mahama bụkwa onye na-etinye ego na onye nwe ya na Dzata Cement Limited, ụlọ ọrụ na-emepụta simenti nke Ghana nwere nke dị na Tema",
  "Iwu ụlọ ọrụ ahụ malitere na 2011, a na-etinyekwa ya ka ọ malite ọrụ na nkeji iri na ise nke afọ 2018, nke a na-eme atụmatụ ịmepụta ọrụ 1,200. A na-atụ anya na ikike mmepụta ya ga-abụ nde tọn simenti abụọ n'afọ.",
  "A matala Mahama n'ịkwado obodo Ugwu na Zongo.  Ghana nwere ihe dị ka obodo Zongo narị anọ nke ọtụtụ ndị kọwaworo dị ka obodo enweghị atụ.. Ọ na-enye ọtụtụ ndị nọ n'obodo ndị a nri, na-enye maka agụmakwụkwọ, nlekọta ahụike, ọrụ yana ọrụ ego n'ime obodo.",
  "Ọ nọ ugbu a na-arụ ụlọ obibi nwere akwa 550 maka ụlọ akwụkwọ sekọndrị mbụ ya,  Tamale Secondary School na Northern Region nke Ghana, mgbe ọkụ bibiri ebe obibi dị adị.",
  "Mgbe nne ya nwụsịrị n'ihi ọrịa kansa ara, ọ kwadoro ọrụ ebere nke na-eme ka a mara ụdị ọrịa kansa dị iche iche. Ọ bụ onye guzobere Joyce Tamakloe Cancer Foundation nke nwetara ego maka ọtụtụ ụlọ ọgwụ na Ghana dị ka onyinye maka ọgụ megide ọrịa kansa. Ntọala ahụ enyewo mammograms n'efu maka ihe karịrị ụmụ nwanyị otu puku gafee Ghana",
  "Ntọala ahụ rụrụ ọrụ dị mkpa n'ịhụ na ndị ọrịa kansa ara nwetara ọgwụgwọ n'okpuru National Health Insurance na Ghana",
  "Mgbe nne ya nwụsịrị, n'afọ 2005 e guzobere Joyce Tamakloe Memorial Cancer Foundation Polo Championship iji cheta ya onye bụ onye otu Accra Polo Club.",
  "A na-ejikwa asọmpi ahụ ụzọ isi mara maka ọrịa kansa, dịka ọmụmaatụ n'afọ 2009 mgbe a na-egwu ya iji kwalite mmata maka ihe egwu dị na ọrịa kansa prostate bụ nke na-agbasa ngwa ngwa na kọntinent Africa..",
  "Ọ lụrụ Oona Mahama ma ha nwere ụmụ atọ. Ọ bụ nwanne John Dramani Mahama, onye isi ala Ghana site n'afọ 2012 ruo  afọ 2017. Nne nne ya nwụrụ na Julaị 2016 Ọ na-eji ụgbọ elu Bombardier 604 nke aha ya bụ Dzata ma bụrụ onye mbụ zụrụ otu na Ghana.",
  "Mahama nwetara 2018 African Achievers' Award na London, maka African Industrialist nke afọ 2018 - n'oge mbipụta 8th African Achievers Awards nke mere na House of Commons na London.. E nyere ya Ultimate Man of the Year na 2022 Exclusive Men of the Year Africa Awards."
]