[
  "Àtụ:Human body weight",
  "Mbelata ịdị arọ, n'ihe gbasara ọgwụ, ahụike, ma ọ bụ ahụike, na-ezo aka na mbelata nke oke ahụ, site na mbelata mmiri, abụba ahụ (anụ ahụ gbakwunyere), ma ọ bụ obere ibu (ya bụ, ọkpụkpụ mineral deposits, muscle, tendon, na anụ ahụ njikọ ndị ọzọ)",
  "Mbelata ibu nwere ike ime n'amaghị ama n'ihi nsogbu nri na-edozi ahụ ma ọ bụ ọrịa dị n'ime ya, ma ọ bụ site na mgbalị a na-eme iji melite oke ibu ma ọ bụ ọnọdụ buru oke ibu",
  "\"Ọnwụ ibu a na-akọwaghị akọwa\" nke na-esoghị na mbelata nke calorific iri nri ma ọ bụ mmega ahụ a na-akpọ cachexia ma nwee ike ịbụ mgbaàmà nke ọnọdụ ahụike siri ike.",
  "Ịma n'obi ibu ibu bụ ịla n'iyi n'ibu ahụ n'ihi mgbalị iji melite ahụike na ahụike, ma ọ bụ ịgbanwe ọdịdị site na ịkpụcha",
  "Mbelata ibu bụ ọgwụgwọ bụ isi maka oke ibu, ma enwere ihe akaebe siri ike nke a nwere ike igbochi ọganihu site na prediabetes gaa na ụdị ọrịa shuga nke 2 na 7-10% ibu ibu ibu ma jikwaa ahụike obi maka ndị na-arịa ọrịa shuga na 5-15% ibu ibu ibu ibu.",
  "Ibu ibu n'ime ndị buru oke ibu ma ọ bụ buru oke ibu nwere ike belata ihe ize ndụ ahụike, mee ka ahụike dịkwuo mma, ma nwee ike igbu oge mmalite nke ọrịa shuga. Ọ nwere ike belata ihe mgbu ma mee ka mmegharị ahụ dịkwuo n'etiti ndị nwere ọrịa ogbu na nkwonkwo nke ikpere. Mbelata ibu nwere ike iduga na mbelata ọbara mgbali elu (ọbara mgbali elu), agbanyeghị ma nke a na-ebelata mmerụ ahụ metụtara ọbara mgbali ala edoghị anya",
  "[nchọpụta na-adaghị ada] A na-enweta mbelata ibu site na ịnakwere ụdị ndụ nke a na'eri calorie ole na ole karịa ka a na-emefu. Ịda mbà n'obi, nrụgide ma ọ bụ ike ọgwụgwụ nwere ike itinye aka n'ịbawanye ibu, na n'ọnọdụ ndị a, a na-adụ ndị mmadụ ọdụ ka ha chọọ enyemaka ahụike. Nnyocha e mere n'afọ 2010 chọpụtara na ndị na-eri nri na-ehi ụra abalị zuru ezu tụfuru ihe karịrị okpukpu abụọ nke abụba karịa ndị na-enweghị ụra. Ọ bụ ezie na a na-eche na mgbakwunye vitamin D nwere ike inye aka, nnyocha anaghị akwado nke a. Ihe ka ọtụtụ n'ime ndị na-eri nri na-ebuwanye ibu n'ime ogologo oge. Dị ka UK National Health Service na Dietary Guidelines for Americans si kwuo, ndị na-enweta ma na-achịkwa ịdị arọ dị mma na-eme ya nke ọma site n'ịkpachara anya iri calorie zuru ezu iji gboo mkpa ha, na ịrụsi ọrụ ike.",
  "Maka ibu ibu ka ọ bụrụ nke na-adịgide adịgide, mgbanwe na nri na ụzọ ndụ ga-abụkwa nke na-adịghị adịgide adịgide. E nwere ihe akaebe na ndụmọdụ ma ọ bụ mmega ahụ naanị anaghị akpata ibu ibu, ebe naanị iri nri na-ebute ibu ibu ogologo oge, na njikọta nke iri nri na mmega ahụ na-enye nsonaazụ kachasị mma. Ntinye nri, orlistat, nri na-enweghị calorie, na nlekọta ahụike siri ike nwekwara ike ịkwado ibu ibu.",
  "Ụzọ ndị na-adịchaghị arọ, na ndị a na-atụkarị aro, bụ mgbanwe na usoro iri nri na mmụba nke mmega ahụ, n'ozuzu n'ụdị mmega ahụ. Òtù Ahụ Ike Ụwa na-atụ aro ka ndị mmadụ jikọta mbelata nke nri ndị a na-edozi nke nwere abụba, shuga na nnu, yana mbelata iri calorie na mmụba nke mmega ahụ. Ma mmemme mmega ahụ ogologo oge na ọgwụ mgbochi oke ibu na-ebelata abụba dị n'afọ.\nNnyocha onwe onye nke nri, mmega ahụ, na ịdị arọ bụ usoro bara uru maka ịdị arọ, ọkachasị n'oge mmemme ịdị arọ. Nnyocha na-egosi na ndị na-ede nri ha ihe dị ka ugboro atọ n'ụbọchị na ihe dị ka okpukpu iri abụọ n'ọnwa nwere ike ịbawanye ibu.",
  "Mbelata ịdị arọ na-adịgide adịgide na-adabere n'ịnọgide na-enwe nguzozi ike na-adịghị mma ọ bụghị ụdị macronutrients (dị ka carbohydrate) a na-eri. Nri protein dị elu egosila ịdị irè dị ukwuu n'oge dị mkpirikpi (n'okpuru ọnwa 12) maka ndị mmadụ na-eri ad libitum n'ihi mmụba nke okpomọkụ na afọ ojuju, agbanyeghị mmetụta a na-apụ n'anya ka oge na-aga.",
  "Ụzọ ndị ọzọ e si eme ka mmadụ belata ibu na-agụnye iji ọgwụ ndị na-egbochi oke ibu nke na-ebelata agụụ, na-egide ịmịkọrọ abụba, ma ọ bụ na-ebepụ ọnụ ọgụgụ afọ",
  "Ibu oke ibu anọwo na-eguzogide ọgwụgwọ dabere na ọgwụ, na nyocha 2021 na-ekwu na ọgwụ ndị dị ugbu a \"na-enyekarị ọrụ na-ezughị ezu na nchekwa a na-enyo enyo\".",
  "Enwere ike igosi ịwa ahụ bariatric n'ọnọdụ oke ibu",
  "Usoro ịwa ahụ abụọ a na-ahụkarị bụ gastric bypass na gastric banding. Ha abụọ nwere ike ịdị irè n'ibelata ike nri site n'i belata ogo afọ, mana dịka usoro ịwa ahụ ọ bụla, ha abụọ nwere ihe ize ndụ nke ha nke a ga-atụle na ndụmọdụ na dọkịta.",
  "E nwere nnukwu ahịa maka ngwaahịa ndị na-azọrọ na ha na-eme ka ibu dịkwuo mfe, ngwa ngwa, dị ọnụ ala, bụrụ ihe a pụrụ ịdabere na ya, ma ọ bụ ghara ịdị arọ",
  "Ndị a gụnyere akwụkwọ, DVD, CD, cremes, lotions, ọgwụ, mgbaaka na ọla ntị, mkpuchi ahụ, belt na ihe ndị ọzọ, ebe mmega ahụ, ụlọ ọgwụ, ndị nkuzi onwe onye, ìgwè ndị na-ebelata ibu, na ngwaahịa nri na ihe mgbakwunye. Ihe mgbakwunye nri, ọ bụ ezie na a na-eji ya eme ihe n'ọtụtụ ebe, anaghị ele ya anya dị ka nhọrọ dị mma maka ibu ibu, ọ nweghịkwa ihe akaebe ahụike nke ịdị irè. E gosighi na ọgwụ ahịhịa dị irè.",
  "N'afọ 2008, a na-emefu n'etiti ijeri US $ 33 na ijeri $ 55 kwa afọ na US na ngwaahịa na ọrụ ndị na-ebelata ibu, gụnyere usoro ahụike na ọgwụ, na ebe ndị na-eburu ibu na-ewere n'etiti pasent 6 na 12 nke ngụkọta mmefu kwa afọ",
  "A na-emefu ihe karịrị ijeri $ 1.6 kwa afọ na mgbakwunye na-ebelata ibu",
  "Ihe dị ka pasent 70 nke mgbalị iri nri ndị America bụ nke enyemaka onwe onye.",
  "N'Ebe Ọdịda Anyanwụ Europe, ahịa nke ngwaahịa ndị na-ebelata ibu, ewezuga ọgwụ ndị e dere ede, gafere ijeri euro 1.25 (£ 900 nde / $ 1.4 ijeri) na 2009.",
  "Eziokwu sayensị nke nri azụmahịa site n'aka ụlọ ọrụ na-ahụ maka ibu ahịa dịgasị iche iche, n'ịbụ ndị na-adabereghị na ihe akaebe, yabụ enwere naanị ihe akaebe pere mpe na-akwado ojiji ha, n'ihi ọnụego dị elu. Nri azụmaahịa na-akpata obere ibu n'oge na-adịghị anya, na nsonaazụ yiri nke ahụ n'agbanyeghị akara, yana n'otu aka ahụ na nri ndị na-abụghị nke azụmahịa na nlekọta ọkọlọtọ. Usoro nri zuru oke, na-enye ndụmọdụ na ebumnuche maka iri calorie, dị irè karịa iri nri na-enweghị nduzi (\"onwe-enyere aka\"), ọ bụ ezie na ihe akaebe ahụ pere mpe. National Institute for Health and Care Excellence chepụtara usoro ihe ndị dị mkpa nke ụlọ ọrụ na-ahụ maka nlekọta ibu azụmahịa ga-ezute iji kwado.",
  "Ịnọda ibu n'amaghị ama nwere ike ịpụta site na ọnwụ nke abụba ahụ, ọnwụ nke mmiri ahụ, nkwarụ nke uru ahụ, ma ọ bụ ngwakọta nke ndị a. A na-ewere ya dị ka nsogbu ahụike mgbe ọ dịkarịa ala 10% nke ịdị arọ nke ahụ mmadụ efunahụla n'ime ọnwa isii ma ọ bụ 5% n'ọnwa gara aga. Ụkpụrụ ọzọ a na-eji atụle ịdị arọ nke dị ala bụ body mass index (BMI). Otú ọ dị, ọbụna obere ibu ibu nwere ike ịbụ ihe kpatara nchegbu siri ike na onye agadi na-adịghị ike.",
  "Ịdị arọ n'amaghị ama nwere ike ime n'ihi nri na-adịghị edozi ahụ nke ọma na mkpa ike nke mmadụ (nke a na-akpọkarị nsogbu nri na-edozi ahụ)",
  "Usoro ọrịa, mgbanwe na metabolism, mgbanwe homonụ, ọgwụ ma ọ bụ ọgwụgwọ ndị ọzọ, mgbanwe nri metụtara ọrịa ma ọ bụ usoro ọgwụgwọ, ma ọ bụ mbelata agụụ na-emetụta ọrịa ma ọ dị ọgwụgwọ nwekwara ike ịkpata ibu ibu na-enweghị isi. Ojiji na-adịghị mma nke ihe oriri nwere ike ibute ibu, ọ pụkwara ibute site na fistulae na eriri afọ, afọ ọsịsa, mmekọrịta ọgwụ na-edozi ahụ, enzyme depletion na muscle atrophy.",
  "Ịnọgide na-ebelata ibu nwere ike ịka njọ n'imebi, ọnọdụ akọwapụtara nke ọma a na-akpọ cachexia. Cachexia dị iche na agụụ n'akụkụ ụfọdụ n'ihi na ọ na-agụnye mmeghachi omume mgbu. A na-ejikọta ya na nsonaazụ ndị na-adịghị mma. N'oge dị elu nke ọrịa na-aga n'ihu, metabolism nwere ike ịgbanwe ka ha wee belata ibu ọbụna mgbe ha na-enweta ihe a na-ewere dị ka nri na-edozi ahụ na ahụ enweghị ike ịkwụ ụgwọ",
  "Nke a na-eduga n'ọnọdụ a na-akpọ anorexia cachexia syndrome (ACS) na nri na-edozi ahụ ma ọ bụ mgbakwunye agaghị enyere aka",
  "Mgbaàmà nke ibu ibu site na ACS gụnyere oke ibu ibu site n'ike karịa abụba ahụ, enweghị agụụ na mmetụta nke afọ ojuju mgbe ha risịrị obere ihe, agbọ onunu, ụkọ ọbara, adịghị ike na ike ọgwụgwụ.",
  "Mbelata ịdị arọ dị njọ nwere ike belata ogo ndụ, mebie ịdị irè nke ọgwụgwọ ma ọ bụ mgbake, mee ka usoro ọrịa ka njọ ma bụrụ ihe ize ndụ maka ọnụ ọgụgụ dị elu nke ọnwụ. Nsogbu na-edozi ahụ nwere ike imetụta ọrụ ọ bụla nke ahụ mmadụ, site na mkpụrụ ndụ ruo ọrụ kachasị mgbagwoju anya nke ahụ, gụnyere:",
  "Nsogbu na-edozi ahụ nwere ike ibute vitamin na ụkọ ndị ọzọ na enweghị ọrụ, nke n'aka nke ya nwere ike ibu ụzọ nweta nsogbu ndị ọzọ, dị ka ọnyá nrụgide. Ịdị arọ n'amaghị ama nwere ike ịbụ ihe na-eduga na nchọpụta nke ọrịa dịka ọrịa kansa na ụdị ọrịa shuga 1. Na UK, ihe ruru 5% nke ndị bi n'ozuzu ha erughị oke, mana ihe karịrị 10% nke ndị nwere ọrịa akpa ume ma ọ bụ eriri afọ na ndị a wara ahụ n'oge na-adịbeghị anya. Dabere na data na UK site na iji Malnutrition Universal Screening Tool ('MUST'), nke na-agụnye ibu ibu na-enweghị isi, ihe karịrị 10% nke ndị karịrị afọ 65 nọ n'ihe ize ndụ nke nsogbu nri na-edozi ahụ. Ọnụ ọgụgụ dị elu (10-60%) nke ndị ọrịa ụlọ ọgwụ nọkwa n'ihe ize ndụ, yana ọnụ ọgụgụ yiri nke ahụ n'ụlọ nlekọta.",
  "Enwere ike ịtụle nsogbu na-edozi ahụ metụtara ọrịa n'ụdị anọ:",
  "Enweghị ike iri nri nwere ike ịpụta site na: mbelata nke ịma ihe ma ọ bụ mgbagwoju anya, ma ọ bụ nsogbu anụ ahụ na-emetụta aka ma ọ bụ aka, ilo ma ọ bụ ịta",
  "A pụkwara itinye ihe mgbochi iri nri dị ka akụkụ nke ọgwụgwọ ma ọ bụ nyocha.\nEnweghị nri nwere ike ịpụta site na: ịda ogbenye, ihe isi ike n'ịzụ ahịa ma ọ bụ isi nri, na nri na-adịghị mma.",
  "Mfu ndị ọzọ: Ọnọdụ ndị dị ka ọkụ nwere ike ijikọta ya na mfu ndị dị ka akpụkpọ ahụ.",
  "Ọgwụgwọ ahụike nwere ike ịkpata ibu ibu n'onwe ya ma ọ bụ n'ụzọ na-apụtaghị ìhè, na-emebi ịdị irè nke ọgwụgwọ na mgbake nke cycle",
  "Many patients will be in pain and have a loss of appetite after surgery",
  "Part of the body's response to surgery is to direct energy to wound healing which increases the body's overall energy",
  "Requirements",
  "Surgery effects  nutritional status indirectly particularly during the recovery period ad it can interfere with wound healing and  other aspects of recovery",
  "Surgery directly affects nutritional status if a procedure permanently alters the digestive system",
  "(Tube feeding)Is otten  needed",
  "However a policy of nil by mouth for all gastrointestinal surgery has not been shown to benefit with some weak evidence",
  "Early post operative nutrition is a part of enhanced recovery after surgery protocols",
  "These protocols also include carbohydrate loading in the 24hours before surgery  but earlier nutritional intervention have not been shown to have a significant impact",
  "Ọnọdụ mmekọrịta mmadụ na ibe ya dị ka ịda ogbenye, nnọpụiche na enweghị ike inweta ma ọ bụ kwadebe nri kachasị amasị ya nwere ike ịkpata ibu ibu na-enweghị isi, nke a nwere ike ịbụ ihe a na-ahụkarị na ndị agadi. Ọdịbendị, ezinụlọ na usoro nkwenkwe nwekwara ike imetụta iri nri",
  "Ezé ezé na-adịghị mma na nsogbu ezé ma ọ bụ nke ọnụ ndị ọzọ nwekwara ike imetụta nri na-edozi ahụ.",
  "Enweghị olileanya, ọnọdụ ma ọ bụ mmekọrịta mmadụ na ibe ya na nsogbu ime mmụọ nwere ike ịkpata ịda mbà n'obi, nke nwere ike ijikọta ya na mbelata nri na-edozi ahụ, dịka ike ọgwụgwụ.",
  "E gosipụtara ụfọdụ nkwenkwe ndị a ma ama na-ejikọta ya na ibu ibu ibu nwere mmetụta dị ala na ibu ibu karịa ka a na-ekwere ma ọ bụ na-adịghị mma",
  "Dị ka Harvard Health si kwuo, echiche nke metabolic rate ịbụ \"isi ihe dị arọ\" bụ \"akụkụ eziokwu na akụkụ akụkọ ifo\" dịka mgbe metabolism na-emetụta ịdị arọ, ike mpụga dị ka nri na mmega ahụ nwere mmetụta hà nhata. Ha kwukwara na echiche nke ịgbanwe ọnụego metabolism nke mmadụ nọ n'okpuru arụmụka. A na-ekwerekarị atụmatụ nri na magazin ahụike dị irè mana ọ nwere ike imerụ ahụ n'ezie site na ibelata iri calorie na ihe oriri dị mkpa kwa ụbọchị nke nwere ike imenye mmadụ ahụ dabere na onye ahụ ma nwedịrị ike ịchụpụ ndị mmadụ n'ibu.",
  "Ibu oke ibu na-eme ka ihe ize ndụ ahụike dịkwuo ukwuu, gụnyere ọrịa shuga, ọrịa obi, ọbara mgbali elu, na ọrịa imeju na-abụghị mmanya na-aba n'anya, ịkpọ aha ole na ole",
  "Mbelata oke ibu na-ebelata ihe ize ndụ ndị ahụ",
  "A na-ejikọta mbelata 1-kg nke ịdị arọ nke ahụ na ihe dịka 1-mm Hg na ọbara mgbali elu. A na-ejikọta mbelata ibu na mmelite arụmọrụ ọgụgụ isi na ndị buru oke ibu na ndị buru ibu."
]