[
  "Panshak Henry Zamani (amụrụ na 30 Ọktoba 1984)",
  "nke a maara nke ọma dị ka Ice prince, bụ onye Naijiria na-agụ egwu, onye na-ede egwu, onye na-eti egwu na onye na-eme ihe nkiri",
  "Ọ ghọrọ onye ama ama mgbe ọ weputara \"Oleku\", otu n'ime egwu kachasị egwu na Naịjirịa n'oge niile. O meriri na 2009 Hennessy Artistry Club Tour E wepụtara abọm izizi ya bụ Everybody Loves Ice Prince n'afọ 2011",
  "Ndị egwu atọ kwadoro ya: \"Oleku\", \"Superstar\" na \"Juju\"",
  "N'afọ 2013, Ice Prince wepụtara Fire of Zamani dị ka abọm studio ya nke abụọ",
  "Abọm ahụ nwere egwu \"Aboki\", \"More\", \"Gimme Dat\" na \"I Swear\"",
  "Na 1 Julaị 2015, a mara ọkwa Ice Prince dị ka osote onye isi oche nke Chocolate City",
  "Ọ nọrọ n'ọkwa ahụ ruo mgbe ọ hapụrụ labelụ ahụ n'afọ 2016.",
  "A mụrụ Ice Prince Panshak Henri Zamani n'obodo Minna Mgbe ọ dị afọ abụọ, ya na ezinụlọ ya kwagara n'obodo Jos, Plateau Steeti",
  "Ọ bụ onye agbụrụ Angas.",
  "Mgbe ọ bi na Jos, ọ gara St",
  "Murumba College",
  "Ọ gakwara Science Tutorial Niger State College na Jos.",
  "N'afọ 1999, ọ malitere ide egwu rap wee malite ime ha n'ụlọ akwụkwọ; n'afọ 2001 ọ malitere idekọ ha",
  "N'afọ 2002, ya na ụfọdụ ndị enyi ya guzobere \"ECOMOG Squad\" mana ha kewara mgbe otu afọ gasịrị",
  "N'afọ 2004, ya na M.I, Jesse Jagz, Ruby, Lindsey, Eve, Taz, jikọtara ọnụ wee bụrụ ihe a maara taa dị ka \"Loopy Crew\". Ọ gara Mahadum nke Jos iji mụọ agụmagụ anụmanụ, mana ọ kwụsịrị n'ihi \"nsogbu ego\".",
  "N'oge ajụjụ ọnụ ahụ e kwuru n'elu, Ice Prince meghere banyere ihe mere o ji họrọ ịkpọ aha abọm mbụ ya, Everybody Loves Ice Prince",
  "O kwuru, sị, sị, sị, \"Ihe mere m ji nye abọm m aha ahụ bụ mgbe mama m nwụnahụrụ m, n'ezie",
  "E nwere ịhụnanya dị ukwuu, nlekọta dị ukwuu site na gburugburu ụwa",
  "Ndị mmadụ gosipụtara m ịhụnanya n'ezie na ọ bụ mgbe ihe ahụ mechara ka m laghachiri idekọ abọm m ma echere m aha ka mma ịkpọ abọm m karịa Everybody Loves Ice Prince n'ihi na e gosipụtara m ịhụnanya",
  "\"",
  "\"Oleku\", egwu mbụ nke Ice Prince na abọm izizi ya nwetara nnukwu nnabata na Naịjirịa niile",
  "[citation needed] E wepụtara egwu ahụ n'okpuru Chocolate City",
  "Ice Prince's 'rap resume' nwere ogologo ndepụta nke egwu ndị e gosipụtara na ya",
  "E gosipụtara ya na Taikoon's \"Respect My Hustle\" na Banky W, DJ Neptune's \"This Gbedu Reloaded\" na YQ & Shank, Bez's \"Super Sun (Remix) na ELDee & Eva Alordiah, YQ's \"Efimile (Remix)\" na Naeto C, M.I, Banky W, & ELDee, Pherowshuz's \"Korrect (remix) na M.I & Terry Tha Rapman, Dekunle Fuji's \"Funmilayo\" na Jesse Jagz, Jamix's \"My Party\" na Wizkid & Kel, Reminisce's \"2 Mussh [Remix]\" na Sauce Kid, na Knighthouse's \"Make it Better\" na Mo'Cheddah, Funbi, & Mobie, tinyere ndị ọzọ.",
  "Na 28 August 2012, Ice Prince wepụtara \"More\" dị ka egwu nke abụọ sitere na abọm ahụ",
  "Ọ bụkwa Chopstix mepụtara egwu a",
  "Vidio egwu nke \"More\" bụ Moe Musa gbara ma duzie na London",
  "Ọ bụ Lola Rae, onye British Nigerian na-edekọ egwu nke a maara maka egwu ya \"Watch My Ting Go\"",
  "Vidio a malitere na 2012 Channel O Music Video Awards.",
  "Ice Prince hotara Notorious B.I.G., Rakim, Jay-Z, Common, Talib Kweli, Kanye West, Ludacris, Busta Rhymes, Lauryn Hill, M.I na Jesse Jagz dị ka isi egwu ya.",
  "Ice Prince nwere nwa nwoke aha ya bụ Jamal."
]