[
  "Ichraf Saïed (Arabic), née Ichraf Chebil (Arabic) (amụrụ n'af 1973 Sfax, Tunisia) bụ onye ọka ikpe Tunisian, nwunye onye isi ala Kaïs Saïed ugbu a, ya mere, nwanyị mbụ nke Tunisia kemgbe Ọktoba 23, 2019, mgbe nhọpụta di ya ka ọ bụrụ onye isi ala nke mba ahụ",
  "Ọ bụ nwanyị mbụ nke itoolu nke Tunisia na nwanyị mbụ nke ise nke oge mgbanwe Tunisia.",
  "A mụrụ Ichraf Saïed na Sfax, mana ezinụlọ ya sitere na Téboulba, obodo dị n'ụsọ oké osimiri na mpaghara Sahel nke Tunisia nke Monastir Governorate. Nna ya, Mohamed Chebil, bụ onye ọka ikpe na ụlọ ikpe mkpegharị ikpe nke Tunis [fr]",
  "Ọ bụkwa nwa nke Saint Ali Chebil.",
  "Ọ gụrụ akwụkwọ na Sousse, nke mbụ na ụlọ akwụkwọ French [fr] na Sousse wee gaa na lycée Tahar-Sfar",
  "Mgbe ọ natasịrị nzere bachelọ ya, Saïed gụrụ akwụkwọ iwu na Faculty of Law and Political Science na Mahadum Sousse. O nwere akara ugo mmụta na ọmụmụ mpụ site na Higher Institute of the Magistrate [fr] ma mesịa bụrụ onye ndụmọdụ na Ụlọikpe Mkpegharị Ikpe na Ụlọikpe nke Mbụ nke Tunis.",
  "Ọ zutere onye ga-abụ di ya, Kaïs Saïed, mgbe ọ bụ nwa akwụkwọ iwu na Sousse ma kụziere ya iwu iwu",
  "Ha ekwupụtala na alụmdi na nwunye ha bụ \"akụkọ ịhụnanya\", ọ bụghị alụmdi na ụba nke ezinụlọ ha haziri. Dị ka Kaïs Karoui, ezigbo enyi Kaïs Saïed, si kwuo, \"Ọdịdị Kais Saïed niile bụ nke oge a na..",
  "ma nwunye ya ma nwa ya nwanyị anaghị ekpuchi ya, ma ọ bụghị ikwu na nwunye ya bụ onye majie",
  "\" Di na nwunye ahụ nwere ụmụ atọ - Amrou, Sarah na Mouna.",
  "Mpụta mbụ Saïed dị ka First Lady mere n'ụbọchị di ya bụ onye isi ala nke mba ahụ, na oriri na Carthage Palace. Ụbọchị ole na ole ka e mesịrị, Ichraf Saïed kwupụtara na ọ na-ala ezumike nká, na ihi nkwanye ùgwù maka nnwere onwe nke ndị ọka ikpe, site n'ọkwa ya dị ka onye majie, na-enweghị ụgwọ ọnwa ọ bụla, maka afọ ise, oge di ya nọ n'ọchịchị.",
  "Ọ na-apụta na ihu ọha n'oge ndị ọrụ gọọmentị, gụnyere August 13, 2020 n'oge ememe National Women's Day ma ọ bụ na June 3, 2021, ya na di na nwunye eze Belgium na Brussels",
  "Otú ọ dị, ọ naghị apụta na mgbasa ozi, n'adịghị ka ndị nwunye ndị ọzọ bụbu ndị isi ala Tunisia.",
  "Na Septemba 2021, onye isi oche nke Kansụl Ukwu nke Ikpe, Youssef Bouzakher, kwuru na Shems FM na Saïed na-aga n'ihu na-arụ ọrụ iwu, n'ụzọ megidere ihe a mara ọkwa na mbido ọrụ di ya",
  "A kwalitere Saïed dị ka onye ọka ikpe nke atọ ma kenye ya n'ụlọ ikpe mkpegharị ikpe nke Sfax, nke ọ jụrụ. Nkwu pụta Nọvemba 2021 sitere na Council of the Judicial Order kwuru na a ga-ahọ pụta ya na Center for Legal and Judicial Studies of Tunis."
]