[
  "Ide mmiri nke Mozambique nke afọ 2000 bụ ọdachi na-emere onwe ya nke mere n'ọnwa Febụwarị na-ọnwa Maachị 2000",
  "Nnukwu ide mmiri sitere na nnukwu mmiri ozuzo nke Cyclone Leon-Eline kpatara nke were izu anọ ma mee ka ọtụtụ ndị ghara inwe ebe obibi",
  "Ihe dị ka mmadụ 800 nwụrụ, ọ metụtara 1400 km2 nke ala a na-akọ ugbo  na 20,000 ehi na nri furu efu",
  "Ọ bụ idei mmiri kachasị njọ na Mozambique n'ime afọ 50",
  "Gọọmentị Mozambique kesara nde dọla iri na ise nye ụmụ amaala ya iji kọwaa mmebi ihe onwunwe na mfu ego.",
  "N'ọnwa Ọktoba na Nọvemba nke afọ 1999, nnukwu mmiri ozuzo metụtara Mozambique, oge nnukwu mmiri ozuzo sochiri n'ọnwa Jenụwarị afọ 2000. Ka ọ na-erule ngwụcha ọnwa Jenụwarị 2000, mmiri ozuzo ahụ mere ka osimiri Incomati, Umbeluzi, na Limpopo gafee osimiri ha, na-ekpuchi akụkụ nke isi obodo Maputo. Na Chókwè, Osimiri Limpopo ruru ọkwa nke 6 m (20 ) na Jenụwarị 24, okpukpu abụọ nke ọkwa ya. Ebe ụfọdụ nwetara mmiri ozuzo ruru otu afọ n'ime izu abụọ. A na-ewere idei mmiri ahụ mere ka ọ bụrụ nke kachasị njọ na-emetụta mba ndị ahụ kemgbe 1951.",
  "Ide mmiri malitere ịgbada na ngwụcha ọnwa Febụwarị n'oge Cyclone Eline rutere n'ala. Eline bụ oké ifufe na-ekpo ọkụ nke na-adịte aka nke kụrụ nso Beira na oke ike na Febụwarị 22",
  "Ka ọ na-erule ngwụcha ọnwa Febụwarị afọ 2000, a na-ewere ọnọdụ ahụ dị ka ọdachi kachasị njọ na mba ahụ n'ime otu narị afọ.",
  "Ka ọ na-erule ngwụcha ọnwa Febụwarị, idei mmiri ahụ emeela ka ịba na afọ ọsịsa rịa elu",
  "Idei mmiri mebiri inye mmiri na okporo ụzọ kpuchiri, ebe ụzọ awara awara si n'ebe ugwu gaa n'ebe ndịda bepụrụ n'ebe atọ. Mmiri rikpuru ebe ndị dị n'ọtụtụ ebe, nke chụpụrụ ihe dị ka mmadụ 220,000, ma gbuo ihe dị ka ndị mmadụ 150 tupu Eline awakpo.",
  "Mgbakọ nke idei mmiri bu ụzọ na Eline mere ka ihe dị ka mmadụ 463,000 chụpụ ma ọ bụ enweghị ebe obibi, tinye kwara ụmụ aka46,000 dị afọ ise maọbu n'eri beghi. N'ozuzu, idei mmiri gara aga na Eline kpatara ihe dị ka ọnwụ 700, ọkara na Chokwe",
  "na mmebi e mere atụmatụ na $ 500 nde (2000 USD). Oké ifufe na idei mmiri ahụ mebiri ọtụtụ ọganihu akụ na ụba Mozambique mere n'afọ ndị 1990s kemgbe njedebe nke agha obodo ya.",
  "Tupu Eline abịarute, gọọmentị Mozambique rịọrọ ndị mba ụwa maka enyemaka maka nzaghachi idei mmiri ahụ, mba na-amalite inye enyemaka",
  "Onye isi ala Mozambique n'oge ahụ, Joaquim Chissano, rịọrọ maka enyemaka ọzọ mgbe Eline wakporo, na-arịọ maka $ 65 nde maka ma nrụzigharị na enyemaka mberede, ma mesịa mụbaa arịrịọ ahụ ruo $ 160 nde. Ka ọ na-erule Machị 17, mba dị iche iche ekwewo nkwa nde $ 119 na Mozambique. Ka ọ na-erule ọnwa Maachị 4, tọn 39.6 nke ngwongwo enyemaka dị iche iche rutere mba ahụ, nke fọrọ nke nta ka ọ jupụta obere ọdụ ụgbọ elu dị na Maputo.",
  "Gọọmentị Netherlands nyere guilders nde 5 (US $ 2.2 nde) na mba ahụ, na-esote onyinye mbụ nke ihe dị ka guilders Nde 2 (US $ 871,000). Gọọmentị Ịtali wepụtara ijeri lira iri, ọkara nke maka enyemaka mberede ozugbo, na Denmark wepụtara € 2.68 nde euro. Sweden zigara 10 nde krona na Ireland € 507,000 na World Food Programme. Portugal wetara tọn enyemaka iri anọ, gụnyere nri, ọgwụ, ụlọikwuu, na ụgbọ mmiri, na Red Cross nke Spain zitere ụgbọ elu enyemaka abụọ. Canada nyere ihe dị ka $ 11.6 nde (CAD) na Mozambique, ebe United States nyere $ 7 nde nri site na Agency for International Development, akụkụ nke onyinye $ 50 nde. Ụlọ ọrụ enyemaka European Community Humanitarian nyere € 25 nde na mbido ọnwa Maachị. Botswana nyere P23 nde pula (BWP, US $ 5 nde), Mauritius nyekwara ihe dị ka $ 100,000 (USD). Mba Ghana ji ụgbọelu na-eri nri na uwe ruru $ 100,000 gaa Mozambique. Australia nyekwara mba ahụ $ 1 nde, Saudi Arabia jikwa ụgbọelu abụọ nyere aka. Nchegbu Worldwide nyere $ 650,000 (USD) na ngwụcha ọnwa Febụwarị. Médecins Sans Frontières zigara ndị ọrụ mmadụ ise na Buzi iji nyere ndị bi na ya aka. Bill & Melinda Gates Foundation zigara $ 350,000 na CARE na mbido Machị. Site na Jubilee 2000, ọtụtụ mba ndị bara ọgaranya yigharịrị ịkwụ ụgwọ ụgwọ maka otu afọ. United Kingdom kagburu ụgwọ nde $ 150 ya na ngwụcha ọnwa Febụwarị,  Italy kagburu ego nde $ 500 ya n'ọnwa Maachị.",
  "Gọọmentị Mozambique jiri ụgbọ mmiri chụpụ ndị bi na mpaghara idei mmiri, na-eguzobe ogige 121 maka ndị na-apụ apụ. Otú ọ dị, mba ahụ nwere ikike pere mpe maka nnapụta zuru oke n'ihi helikopụta ezughi oke",
  "South Africa zigara ụgbọelu na helikọpụta iri na abụọ iji rụọ ọrụ ọchụchọ na nnapụta, yana ịtọpụ nri. Helikọpụta abụọ si Malawi, isii si United Kingdom, na iri si Germany nyeere ha aka. Ka ọ na-erule ọnwa Maachị 7, ìgwè helikọpụta 29 napụtara mmadụ 14,204. Mmiri idei mmiri fọdụrụnụ nyere aka na ntiwapụ nke ịba na ọgbụgbọ na ọgbụrụ, na ọrịa ịba okpukpu anọ karịa ọnụ ọgụgụ a na-ahụkarị na-egbu ọ dịkarịa ala mmadụ 11. Mpaghara ndị dị n'ebe ndịda Mozambique enwekwaghị mmiri dị ọcha, na-eme ka mmiri na-adịghị n'ahụ na ọrịa na-akwụsị. Na mgbakwunye, United Nations Mine Action Service gosipụtara nchegbu na idei mmiri ahụ gbanwere ebe ogbunigwe fọdụrụ site na agha obodo nke mba ahụ. Mgbe e mesịrị, ihe fọdụrụ na Cyclone Gloria kwụsịrị ọrụ enyemaka n'ihi nnukwu mmiri ozuzo. Ndị bi ebe ahụ malitere ịlaghachi n'ụlọ na mbido Machị mgbe idei mmiri laghachiri."
]