[
  "Idei mmiri nke Mozambique nkè afọ 2000 bụ ọdachi na-emere onwe ya nké méré n'ọnwa Febụwarị na Machị n'afọ 2000",
  "Nnukwu mmírí ozuzo sitere na nnukwu mmírí ozuzo nkè Cyclone Leon-Eline kpatara nké wéré izu anọ ma mee ka ọtụtụ ndị ghara inwe ébé obibi",
  "Ihe dị ka mmadụ narị asatọ  nwụrụ, 1400 km2 nké ala a na-akọ ugbo metụtara na puku iri abụọ ehi na nri furu efu",
  "Ọ bụ idei mmiri kachasị njọ na Mozambique n'ime afọ irí ise",
  "Gọọmentị Mozambique kesara nde dọla iri na ise nye ụmụ amaala ya iji kọwaa mmebi ihe onwunwe na mfu ego.",
  "N'ọnwa Ọktoba na Nọvemba 1999, nnukwu mmiri ozuzo metụtara Mozambique, ógè nnukwu mmiri ozu sochiri n'ọnwa Jenụwarị afọ 2000. Ka ọ na-erule ngwụcha ọnwa Jenụwarị 2000, mmiri ozuzo ahụ mèrè ka osimiri Incomati, Umbeluzi, na Limpopo gafee osimiri ha, na-ekpuchi akụkụ nke isi obodo Maputo. Na Chókwè, Osimiri Limpopo ruru ọkwa nke mita isii (20 ) n'ubochi irí abụọ na anọ n'ọnwa Jenụwarị, okpukpu abụọ nkè ọkwa ya. Ébé ụfọdụ nwetara mmiri ozuzo ruru otu afọ n'ime izu abụọ. A na-ewere idei mmiri ahụ mèrè ka ọ bụrụ nke kachasị njọ na-emetụta mba ndị ahụ kemgbe afọ 1951.",
  "Idei mmiri bidoro ịla n'iyi na ngwụcha ọnwa Febụwarị n'oge Cyclone Eline rutere n'ala. Eline bụ oké ifufe na-ekpo ọkụ nke na-adịte aka nke kụrụ nso Beira na oke ike n'ubochi irí abụọ na abụọ n'ọnwa Febụwarị",
  "Ka ọ na-erule ngwụcha ọnwa Febụwarị afọ 2000, a na-ewère ọnọdụ ahụ dị ka ọdachi kachasị njọ na mba ahụ n'ime otu narị afọ.",
  "Ka ọ na-erule ngwụcha ọnwa Febụwarị, idei mmiri ahụ emeela ka ịba na afọ ọsịsa rịa elu",
  "Idei mmiri mebiri inye mmiri na okporo ụzọ kpuchiri, ébé ụzọ awara awara si n'ebe ugwu gaa n'ebe ndịda bepụrụ n'ebe atọ. Mmiri rikpuru ébé ndị dị n'ọtụtụ ébé, nke chụpụrụ ihe dị ka mmadụ narị puku abụọ na iri abụọ , ma gbuo ihe dị ka ndị mmadụ otu narị na iri ise tupu Eline awakpo.",
  "Mmetụta nke idei mmiri gara aga na Eline mèrè ka ihe dị ka mmadụ narị anọ na iri isii na atọ gbapụ ma ọ bụ ghara inwe ébé obibi, gụnyere ụmụaka puku iri anọ na isii  dị afọ ise ma ọ bụ karịa. N'ozuzu, idei mmiri gara aga na Eline kpatara ihe dị ka ọnwụ narị asaa, ọkara na Chokwe",
  "na mmebi e mèrè atụmatụ na narị dollar ise  nde (puku dollar abụọ). Oké ifufe na idei mmiri ahụ mebiri ọtụtụ ọganihu akụ na ụba Mozambique mèrè n'afọ 1990s kemgbe njedebe nke agha obodo ya.",
  "Tupu Eline abịarute, gọọmentị Mozambique rịọrọ ndị mba ụwa màkà enyemaka màkà nzaghachi màkà idei mmiri ahụ, mba na-amalite inye enyemaka",
  "Ónyé isi ala Mozambique n'oge ahụ, Joaquim Chissano, rịọrọ maka enyemaka ọzọ mgbè Eline wakporo, na-arịọ màkà dollar iri isii na ise nde màkà ma nrụzigharị na enyemaka mberede, ma mesịa mụbaa arịrịọ ahụ ruo otu narị dollar na iri isii nde. Ka ọ na-erule ụbọchị iri na asaá n'ọnwa Machị, mba dị ichè ichè ekwewo nkwa nde otu narị na iri na itoolu dollar na Mozambique. Ka ọ na-erule ụbọchị anọ n'ọnwa Machị, tọn 39.6 nke ngwongwo enyemaka dị iche iche rutere mba ahụ, nke fọrọ nke nta ka ọ jupụta obere ọdụ ụgbọ elu dị na Maputo.",
  "Gọọmentị Netherlands nyèrè guilders nde isé (US $ 2.2 nde) na mba ahụ, na-esote onyinye mbụ nke ihe dị ka guilders Nde abụọ (US $ 871,000). Gọọmentị Ịtali wepụtara ijeri lira iri, ọkara nke màkà enyemaka mberede ozugbo, na Denmark wepụtara € 2.68 nde euro. Sweden zigara irí nde krona na Ireland € 507,000 na World Food Programme. Portugal wetara tọn enyemaka iri anọ, gụnyere nri, ọgwụ, ụlọikwuu, na ụgbọ mmiri, na Red Cross nke Spain zitere ụgbọ elu enyemaka abụọ. Canada nyèrè ihe dị ka $ 11.6 nde (CAD) na Mozambique, ebe United States nyere $ 7 nde nri site na Agency for International Development, akụkụ nke onyinye $ 50 nde. Ụlọ ọrụ enyemaka European Community Humanitarian nyere € 25 nde na mbido Machị. Botswana nyere P23 nde pula (BWP, US $ 5 nde), Mauritius nyekwara ihe dị ka Otu narị puku dollar  (USD). Mba Ghana ji ụgbọelu na-eri nri na uwe ruru otu narị puku dollar gaa Mozambique. Australia nyekwara mba ahụ $ 1 nde, Saudi Arabia jikwa ụgbọelu abụọ nyere aka. Nchegbu Worldwide nyere puku dollar isii na iri ise (USD) na ngwụcha Febụwarị. Médecins Sans Frontières zigara ndị ọrụ mmadụ ise na Buzi iji nyere ndị bi na ya aka. Bill & Melinda Gates Foundation zigara puku dollar atọ na iri ise na CARE na mbido ọnwa Machị. Site na Jubilee 2000, ọtụtụ mba ndị bara ọgaranya yigharịrị ịkwụ ụgwọ ụgwọ màkà otu afọ. United Kingdom kagburu ụgwọ nde Otu narị dollar na iri ise ya na ngwụcha ọnwa Febụwarị, na Ịtali kagburu ego nde narị dollar ise ya na ọnwa Machị."
]