[
  "Iju mmiri nke 2009 na West Africa bụ ọdachi na-emere onwe ya natural disaster nke malitere n'ọnwa Juun 2009 n'ihi oke oke mmiri ozuzo n'oké osimiri n'ọtụtụ ébé West Africa.\n\nỌtụtụ osimiri, gụnyere ndị Pendjari, Niger, Volta nà Senegal , mebiri ihe éjị wéré gbochie ha, na-akpata mbibi nke ụlọ, àkwà mmiri, okporo ụzọ na ihe ọkụkụ. A kọrọ na idei mmiri a ruru mmadu narị itoolu na iri anọ  gafee mba iri na abụọ gụnyere Burkina Faso, Benin, Ghana, Niger, Senegal, Guinea, ma kpatara ọnwụ nke opekata mpe mmadụ otu narị na iri itoolu na atọ.  Na Burkina Faso, otu n'ime mba ndị o metụtara, otu narị puku mmadụ na puku iri ise gbapụrụ n'ụlọ ha, ọkachasị na Isi Obodo yá bụ  Ouagadougou ébé mmiri ozuzo n'otu ụbọchị ruru pasenti iri abụọ na ise nke mmiri ozuzo nkịtị màkà obodo niile.",
  "Mba ndị dị na West Africa na ndịda Sahel na-enweta ọtụtụ mmiri ozuzo ha kwà afọ n'oge ọnwa okpomọkụ site n'ọnwa Juun ruo Septemba. Ógè mmiri ozuzo a, nké a makwaara dị ka West African monsoon, na-ejikọta ya na mgbanwe ógè nkè ifufe na-efe n'okpuru ikuku, ébé ikuku na-ekpo ọkụ na-esi n'Oké Osimiri Atlantic na-ebugharị ma wepụta ya na kọntinent ahụ.",
  "Mmiri ozuzo siri ike nkè e nwèrè na West Africa n'oge ógè mmiri ozuzo nke afọ 2009 na-ejikọta ya na okpomọkụ ógè nke Oké Osimiri Pacific, ihe a maara dị ka El Niño, nke na-emetụta ihu igwe n'ụwa niile.",
  "Mmadụ narị puku abụọ na iri abụọ emetụla ya, ọtụtụ n'ime ha nọ n'ụsọ oké osimiri, a kọkwara na mmadụ asaa anwụọla.",
  "Mmadụ otu narị puku na iri ise gbàrà ọsọ ndụ na mmadụ asatọ nwụrụ mgbè nnukwu mmiri ozuzo a hụrụ na isi obodo Ouagadougou n'ime afọ iri itoolu",
  "A na-eme atụmatụ na mmadụ otu narị na iri gbapụrụ mgbè mmiri Loumbila nke dị n'etiti Ouagadougou mebiri.",
  "N'ébé ndịda nkè mba ahụ, Bagre Dam ga-emeghe ọnụ ụzọ ámá ya dị ka mmiri ruru ọkwa nchekwa kachasị elu n'ubochi anọ n'ọnwa Septemba",
  "Mmụba nke mmiri na-asọba na-eyi nnukwu ébé egwu n'akụkụ osimiri Volta na ndịda Burkina Faso na ugwu Ghana.",
  "Nà Gambia, idei mmiri metụtara mmadụ puku iri na ise na narị isii na iri na asaa",
  "Otu narị na iri atọ na itoolu na narị asaa na iri itoolu emetụtala, ma ọ dịkarịa ala mmadụ iri abụo na anọ nwụrụ",
  "Otu narị na iri atọ na itoolu na narị asaa na itoolu emetụtala idei mmiri.",
  "Mmadụ puku iri anọ emetụtala n'isi obodo Conakry na obodo Kindia na Siguiri.",
  "Mmiri ozuzo, na-akpata apịtị na idei mmiri, gbùrù ọ dịkarịa ala mmadụ irí na itoolu n'isi obodo Abidjan ma metụta ihe dị ka mmadụ 2,000.",
  "Na Liberia, idei mmiri metụtara mmadụ narị ise na iri asatọ na anọ, na-ahapụ ọnwụ abuo.",
  "Na Mali, idei mmiri ahụ metụtara mmadụ puku iri na asatọ na itoolu na abụọ.",
  "Mmadụ puku atọ enweghị ébé obibi n'ihi idei mmiri n'obodo Rosso, nke dị n'akụkụ osimiri Senegal. A na-eme atụmatụ na ngụkọta nke mmadụ puku itoolu metụtara na mba ahụ.",
  "Idei mmiri na-adịghị mma, na-esote ụbọchị anọ nkè nnukwu mmiri ozuzo na ugwu ugwu Aïr nkè Niger metụtara ụlọ puku atọ na narị ise na Agadez na mpaghara ndị gbárá ya gbụrụ-gbúrụ, na-akpata ọnwụ abụọ, na ọnwụ nke anụ ụlọ na ihe ọkụkụ. Ọnụ ọgụgụ ngụkọta nke ndị nwéré nsogbụ arịgoola 79,129 na ọnwụ atọ.",
  "Idei mmiri emetụtala ezinụlọ puku iri atọ  n'isi obodo Dakar na akụkụ ndị ọzọ nke mba ahụ, na atụmatụ narị puku abụọ na iri isii na anọ metụtara na ọnwụ isií.",
  "Idei mmiri nke izu abụọ nke nnukwu mmiri ozuzo kpatara n'ọnwa Ọgọstụ, hapụrụ ọnwụ irí na ise nakwa narị anọ na iri abụọ na ise ndị gbara ọsọ ndụ na Freetown",
  "A na-asa ihe ọkụkụ n'ime obodo isii dị na Kambia District. A na-akọ na ọnụ ọgụgụ ndị merụrụ ahụ na mba ahụ bụ otu puku na narị anọ na iri ise na ọnwụ otu narị na atọ."
]