[
  "Kemgbe 5 Febụwarị 2023, idei mmiri egbuola mmadụ 1,656 na mba itoolu n'Africa.",
  "Nnukwu mmiri ozuzo na emebi ihe na ndị nwụrụ anwụ n'etiti Machị na Mee bụ ihe a na ahụkarị n'Ebe Ọwụwa Anyanwụ Afrịka",
  "Na Mee 2020, idei mmiri gburu ihe dị ka mmadụ iri asatọ na Rwanda",
  "Idei mmiri na ụkọ mmiri ozuzo amụbaala na Rwanda n'ime afọ iri atọ. Ndị na ahụ maka ihu igwe na Rwanda na ekwu na mmiri ozuzo a na adịghị ahụkebe bụ mgbanwe ihu igwe.",
  "N'afọ 2023, ọtụtụ nnukwu mmiri ozuzo jupụtara n'ala, na eme ka o yikarịrị ka idei mmiri",
  "N'agbata Jenụwarị na Eprel 2023, Ngalaba Na ahụ Maka Nlekọta Mberede kọrọ na ọdachi ndị metụtara ihu igwe kpatara ọnwụ mmadụ 60, mebie ihe karịrị ụlọ 1,205 ma mebie ala 5,000 n'ofe Rwanda. N'ụbọchị nke abụọ n'ọnwa Mee, ụlọ ọrụ na ahụ maka ihu igwe na Rwanda buru amụma na mmiri ozuzo ga ezo n'elu nkezi n'ime ụbọchị iri sochirinụ. Gọọmentị Rwanda n'oge gara aga [mgbe?] gwara ndị bi na ala mmiri na ebe ndị ọzọ dị ize ndụ ka ha kwaga ebe ọzọ.",
  "Uganda enwetala nnukwu mmiri ozuzo kemgbe Machị, nke kpatara mbuze nke bibiri ụlọ ma chụpụ ọtụtụ narị mmadụ.",
  "Idei mmiri na esoteric gburu mmadụ 227 na Democratic Republic of the Congo, 129 na Rwanda, 20 na Somalia, 16 na Kenya na isii na Uganda.",
  "Na Angola, ọ dịkarịa ala mmadụ 20 nwụrụ na idei mmiri bibiri ụlọ 2,900 n'ọnwa Eprel.",
  "Idei mmiri metụtara ọtụtụ mpaghara Kenya na ngwụcha Machị, gbuo mmadụ iri na abụọ, merụọ mmadụ ise ahụ ma chụpụ ezinụlọ 812.",
  "N'ọnwa Eprel, mmadụ anọ nwụrụ na ihe dị ka mmadụ 36,400 metụtara idei mmiri na mpaghara ọdịda anyanwụ na ugwu ọwụwa anyanwụ nke Kenya.",
  "Ọ dịkarịa ala mmadụ iri na asaa nwụrụ na atọ furu efu n'ihi idei mmiri nke Cyclone Freddy kpatara",
  "Oké ifufe ahụ bibiri ngụkọta ụlọ 6,706.",
  "N'ọnwa Machị, Cyclone Freddy nke dị ogologo oge wakporo Malawi, na akpata idei mmiri nke gburu mmadụ 1,216 gụnyere 537 furu efu na ndị e chere na ha nwụrụ anwụ, merụọ ndị ọzọ 1,724 ahụ ma metụta ihe karịrị mmadụ 500,000 bi na mba ahụ.",
  "Oké mmiri ozuzo malitere n'ihe dị ka 16:00 UTC (6 pm oge mpaghara) na 2 Mee 2023 wee gaa n'ihu n'abalị dum. Osimiri Sebeya gbawara n'akụkụ ya. Ebe ndị kachasị emetụta na Rwanda bụ Rutsiro, Nyabihu, Rubavu, na Ngororero. A na atụ anya mmiri ozuzo ka ukwuu n'oge ọnwa fọdụrụnụ",
  "Dị ka François Habitegeko, gọvanọ nke mpaghara ọdịda anyanwụ nke Rwanda, si kwuo, ọtụtụ ụlọ dara, ala na eme ka okporo ụzọ ndị dị n'ógbè ahụ ghara ịgafe, yana ubi mmiri na asọ",
  "4,100 anụ ụlọ gburu. Ifufe ala na idei mmiri bibiri àkwà mmiri 26 na okporo ụzọ 17, ụlọ ọrụ ahụike 5, ụlọ ọrụ ahụ ike 2, na ụlọ ọgwụ",
  "Ụlọ 5,100 mebiri ma mebie 2,500 ọzọ. Onye mgbasa ozi ọha na eze nke Rwanda RBA kwuru na ọnụ ọgụgụ ndị nwụrụ anwụ nwere ike ịbawanye ka mmiri idei mmiri na aga n'ihu na arị elu.",
  "Na Somalia, ọtụtụ narị ụlọ mebiri ma nwụọ mmadụ 20, mmadụ abụọ merụrụ ahụ na mmadụ 8,000 metụtara n'ihi idei mmiri na Bardhere District na Machị 24.",
  "Mmadụ asaa nwụrụ, isii furu efu, 1,400 chụpụrụ na ụlọ 60 mebiri site na idei mmiri na Rukwa, Tanzania.",
  "Ọ dịkarịa ala mmadụ isii nwụrụ, gụnyere ise site na mbuze ala, atọ merụrụ ahụ na atọ furu efu site na idei mmiri na Uganda",
  "Ọtụtụ ụlọ mebiri ma ọ bụ mebie na mba ahụ.",
  "Marie Solange Kayisire, Minista na ahụ maka nchịkwa mberede, kwuru na mbọ enyemaka malitere ozugbo",
  "Otú ọ dị, nnukwu mmiri ozuzo na aga n'ihu na eme ka mbọ ndị e mere iji nyere aka lie ndị ọdachi idei mmiri ahụ metụtara ma nye ndị ụlọ ha jupụtara ihe oriri. Ụlọ ọrụ na ahụ maka ihu igwe na Rwanda dọrọ aka ná ntị na mmiri ozuzo ọzọ nwere ike ịpụta. Dị ka Francois Habitegeko si kwuo, a napụtara ụfọdụ ndị mmadụ ma kpọga ha n'ụlọ ọgwụ. Red Cross nyere aka na ọrụ enyemaka. Marie Solange Kayisire, minista na ahụ maka ngalaba mberede, kpọrọ ndị bi n'ógbè ahụ ka ha mụbaa ndị nche na ndị mmanye iwu."
]