[
  "Idei mmiri nke Namibia nke afọ 2008 mere na mbido ọnwa Febụwarị afọ 2008, mmalite ngwa ngwa nke nnukwu mmiri ozuzo kpatara idei mmiri n'ebe ugwu Namibia, na-eduga n'otu n'ime idei mmiri kachasị njọ n'ime afọ iri ise Idei mmiri ahụ egbuola mmadụ iri anọ na abụọ na mbido Machị ma mee atụmatụ mmadụ nde iri isii na ise, metụtara, karịsịa na mpaghara Omusati, Oshikoto, Oshana, Ohangwena na Caprivi",
  "Nde iri anọ mmadụ nyeere aka site na nke akpọrọ Red Cross nke Namibia na nde anọ na narị isii na ogige ndị njem. Ọnụ ọgụgụ mmadụ karịrị akarị na ọnọdụ ndị isi mgbaka kpatara nchegbu ahụike n'ogige ndị na-agagharị agagharị ma mara ọkwa ntiwapụ nke ọgbụgbọ na ọnwa Machị. N'abalị iri na anọ n'ọnwa Machị, ụlọ ọrụ ndị akpọrọ United Nations Office for Outer Space Affairs na bekee kpalitere akwụkwọ ikike mba ụwa maka \"Space and Major Disasters\". A na-ebibi ihe ọkụkụ dị mkpa ma were mmadụ nde ndịa 52,000 sitere n'ógbè ndị idei mmiri metụtara na ha chọrọ enyemaka ozugbo iji gboo mkpa nri ha",
  "[peeji  Onye osote praịm minista Libertine Amathila kwupụtara na gọọmentị ga-emefu nde dollar iri isii na ise na Namibia iji nyere ndị a chụpụrụ aka. Mmetụta ogologo oge gụnyere mmebi nke ala ugbo, ụlọ, ụlọ akwụkwọ, okporo ụzọ na akụrụngwa gafee mpaghara ahụ",
  "[peeji  Idei mmiri ahụ belatara ike nke ndị mmadụ hapụrụ n'ihe ize ndụ maka idei mmiri ọzọ nke mere na  afọ 2009.",
  "Idei mmiri ahụ dakwasịrị mpaghara ndị  n'ebe ugwu Namibia nke Omusati, Oshikoto, Oshana, Ohangwena, na Caprivi",
  "[peeji achọrọ] Mpaghara ndị a bụ ndị mmadụ kacha biri na mba ahụ na atụmatụ mmadụ ọnụ Ọgụgụ ndịa ;859,975, ihe fọrọ nke nta ka ọ bụrụ ọkara nke ọnụ ọgụgụ mmadụ niile",
  "[pebiri achọrọ] Ndida Namibia nwere ihu igwe na-adịghị mma na okpomọkụ dị elu. Usoro mmiri ozuzo bụ ihe a na-apụghị ịkọwapụta, na ọnụọgụ na oge dịgasị iche iche, ọ bụ ezie na oge mmiri ozuzo na-ada site na ọnwa Nọvemba ruo Eprel. Ihe ka ọtụtụ n'ime ndị bi n'ime ime obodo nke ugwu Namibia na-adabere n'ọrụ ugbo, mana ala dara ogbenye, nke nwere ụrọ na ájá, adịghị mma maka mmepụta ihe ọkụkụ",
  "Nke a na-ebute oke enweghị nri na mpaghara ndị a",
  "[peeji dị mkpa] Ihe egwu ndị a na-akwa- nye  njọ site na nsonaazụ ahụike na-adịghị mma, ebe ọ bụ na ọtụtụ ndị mmadụ enweghị ohere ịnweta ọrụ ahụike zuru oke",
  "[peeji dị mkpa]  HIV / AIDS bụ ihe zuru oke n'ógbè ahụ, na atụmatụ pasenti iri abụọ na atọ nke Namibia dị afọ iri na ise ruo iri anọ na itoolu na-anwale nti HIV-[peeji dị mkpa]",
  "E mere atụmatụ na idei mmiri ahụ metụtara mmadụ ọnụ Ọgụgụ ndịa ;65,000",
  "A kọrọ na mmadụ iri asaa na otu nwụrụ na ọnwa Machị na afọ 2008 nke Ndị nwụrụ maka ya ruru iri mmadụ anọ na abụọ",
  "[peeji  dị mkpa] Ọnwụ gburu ụmụaka na ndị agadi nwụrụ na mmiri na-agafe oshonas [ụdị asụsụ a bụ?] (ala mmiri na-asọ asọ) n'abalị. Mmerụ ahụ sitere na ịga ije n'ime mmiri bụ nsogbu na Caprivi",
  "[peeji dị mkpa] ụlọ ọgwụ na ndị na arụ n'ime ime obodo bụ ndị idei mmiri ahụ gburu",
  "[pejidi mkpa]",
  "E guzobere ogige ịkwaga ebe ọzọ nke akpọrọ Engela District na Oshana Region ma nwee ihe karịrị nde anọ na narị isii nke ndị a chụpụrụ. Ogige ndị ahụ nwere ohere dị nta ma ọ bụ enweghị ohere ịnweta ụlọ mposi, mkpofu ihe na mmiri pọmpụ dị ọcha, ụfọdụ ogige ndị ahụ jupụtara. A mara ọkwa ntiwapụ nke ọgbụgbọ na Engela na mpaghara Ohangwena na ọnwa Machị. Nnyocha nke Òtù Ahụ Ike Ụwa (WHO) mere na afọ 1920 na ọnwa Machị chọpụtara na ọnụọgụ ndị nwụrụ anwụ (CFR) maka ọgbụgbọ na ọgbụgba nwere ike ịbụ n'okpuru ndekọ ma kọọ ọrịa ndị siri ike na-ahụkarị n'okpuru ise gụnyere ịba, afọ ọsịsa na ọrịa iku ume. A kọwakwara ọrịa ọgbụgbọ na Odibo na Okatope.",
  "Ka ọ na-erule ụbọchị iri na isii n'ọnwa Eprel, a kọrọ na mmadụ narị itoolu na iri ise na asatọ butere ọrịa ọgbụgbọ na ọgbụgba, gụnyere mmadụ anọ nwụrụ anwụ. Ụlọ Ọgwụ Engela, nke a na-apụghị iru site n'okporo ụzọ, meghere ụlọ ọgwụ ọgbụgbọ na ọgbụgba. Ọnụ ọgụgụ nke WHO maka ọgbụgbọ na ọgbụgba na Namibia maka afọ 2008 bụ 3,496 na ọnwụ 38 (1.09% CFR) ma e jiri ya tụnyere iri na anọ na afọ 2007 na ọnwụ 0 (0% CFR).",
  "Idei mmiri ahụ belatara, ihe ọkụkụ nke mahangu, nri ọka maka ọtụtụ ndị bi na mpaghara Ndida etiti  [peeji dị mkpa] A naghị atụ anya na ngwongwo ezinụlọ nke mahangu ga-adịgide karịa ihe ubi ọzọ, na-amanye ezinụlọ iji ego echekwara zụta nri",
  "[peeji  dị mkpa] Dị ka ezinụlọ ndị na-enweta ego dị ala enweghị ike ịkwụ ụgwọ n'ụzọ dị mfe site na ibelata obere mmefu na-abụghị nri, ha nwere ike ịkwaga nri oriri na nke akpọrọ calorie dị ala na nri na-adịchaghị mma ma ọ bụ belata nri ha na-eri.",
  "Ọrụ European Food Safety Authority mere atụmatụ ma e jiri ya tụnyere oge ọrụ ugbo gara aga, e nwere nkezi pasenti iri ise na itoolu na mmepụta na mpaghara Ndịda Etiti na pasenti iri anọ na isii  na mpaghara Caprivi metụtara. N'ihi ya, 16.4% nke ezinụlọ ndị idei mmiri metụtara na mpaghara ugwu etiti bụ nri na-enweghị nchebe na-arị elu ruo 32.5% na Caprivi, mpaghara nwere oke mgbasa nke HIV / AIDS",
  "[peeji dị mkpa] Ezinụlọ ndị a enweghị ike izute ihe oriri ha chọrọ kwa ụbọchị",
  "[peeji dị mkpa   Ndị idei mmiri ahụ metụtara si na nri na-adịghị nchebe na nri na enweghị nchebe",
  "[pebiri mkpa] A na-eme atụmatụ na mmadụ 52,000 chọrọ enyemaka ozugbo iji gboo mkpa nri ha n'ebe idei mmiri metụtara",
  "[pe] [peeji eme ihe.",
  "Gọọmentị Namibia kwupụtara ọnọdụ mberede na ụbọchị ise n'ọnwa Machị na afọ 2008 ma rịọ ndị mba ụwa maka enyemaka. Na-arụkọ ọrụ ọnụ na ụlọ ọrụ enyemaka gụnyere UN, gọọmentị nyochara oke mmebi ma guzobe mkpa dị oke mkpa na mpaghara ndị metụtara. Gọọmentị Namibia nyere ọnụ ego ndịa ;ihe oriri ruru N $ 221,000 na ihe ndị na-abụghị nri ruru N $ 5.3 nde ma kwe nkwa N $ 65 nde iji nyere ndị a chụpụrụ n'obodo aka. Ngalaba Nlekọta Mberede n'Ọfịs Praịm Minista wetara ihe oriri dị mkpa na mpaghara ndị metụtara site na iji helikọpta na-esote mmebi okporo ụzọ. A kpọpụrụ ndị idei mmiri metụtara gaa n'ụlọ ọrụ ndị ọzọ dị na Engela District na Oshana Region.",
  "Red Cross nke Namibia kwadoro ihe karịrị mmadụ 40,000, bụ ndị a kpọghachiri n'ụlọ ha na ngwụcha Ọgọstụ 2008. Red Cross kesara blanket, ihe nhicha, ndị na-eme mmiri, ụgbụ anwụnta, ncha mmanya na mpaghara North-western. Na mmekorita ya na Swedish Red Cross Red Cross nyekwara ihe ugbo dịka millet, sorghum, ewu na ọkụkọ iji melite nchekwa nri n'etiti ndị kachasị ike na mpaghara Ohangwena.",
  "Ụlọ ọrụ United Nations maka Outer Space Affairs kpaliri International Charter \"Space and Major Disasters\" iji nyere mba ahụ aka ịlụ ọgụ megide idei mmiri na ntiwapụ ọgbụgbọ na ọgbụgba na-esote nke bibiri mba ahụ. UNICEF zụrụ ndị ọrụ ahụike obodo, mepụta ozi redio gbasara mgbochi ọgbụgbọ na ọgbụgba ma kesaa mbadamba mmiri dị ọcha n'ógbè ndị ahụ metụtara.",
  "Kemgbe afọ 2008, mgbe nnukwu ọdachi idei mmiri mere na Namibia, ha aghọwo ihe na-ebibi ihe, ihe fọrọ nke nta ka ọ bụrụ ihe omume kwa afọ nke na-ahụ ọtụtụ ezinụlọ ihe na-esiri ike ịgbake site na idei mmiri gara aga. Mmiri ozuzo ahụ kacha metụta obodo ndị dị n'ime ime obodo nke Ugwu na Etiti Namibia",
  "Ha na-ebi ndụ na-adabere n'ọrụ ugbo, idei mmiri ahụ mere ka anụ ụlọ na ezinụlọ ndị ọrụ ugbo nwee nsogbu.",
  "Ejiko osisi na ijigide mmiri n'ihi idei mmiri ahụ na mmebi Ala Ịdị mma ala na-ebelata na-emetụta ọrụ ugbo nke ihe ọkụkụ ndị dị mkpa, sorghum na mahangu, nke mere ka ọnụ ahịa nri dị elu na mpaghara ahụ na-eme ka enweghị nri ezinụlọ.",
  "Ihe oriri na-emetụta mgbe anụ ụlọ nwụrụ site na idei mmiri, ebe ọnọdụ ndị na-adịghị mma mere ka ndị fọdụrụnụ nwee ike ibute ọrịa na nje dị ka  ọrịa akpụkpọ anụ Lumpy na oyi ezì Afrịka Mmetụta ndị ọzọ dị na akụrụngwa ọha na eze dị ka okporo ụzọ, àkwà mmiri, usoro nsị, ụlọ ọrụ ahụike, ahịa na ụlọ akwụkwọ ndị mebiri nke ukwuu",
  "Ọrụ mmezigharị n'ebe idei mmiri kpuchiri gafere nrụzi iji tinye elu nke okporo ụzọ na mmelite na usoro mmiri. Ọnụ ego nke a bụ okpukpu ise pom ise nke uru nke dochie ihe owuwu mebiri emebi. N'ụzọ dị mwute, mpaghara ahụ na ndị bi na ya enwetabeghị onwe ha ma ha ka nọ n'ihe ize ndụ mgbe idei mmiri mere na afọ 2009."
]