[
  "Hamid Cheriet (25 Ọktoba 1945 2 Mee 2020), nke a maara nke ọma site na aha egwu ya bụ Idir, bụ onye Algeria Kabyle na-agụ egwu na onye na-agụ egwú",
  "A na-akpọ ya \"Eze nke egwu Amazigh\", a na-ewere ya dị ka otu n'ime ndị dị mkpa n'oge a na omenala, akụkọ ihe mere eme, na ọgụ Algeria na Amazigh",
  "Ya na ndị egwu dị ka Ferhat Mehenni na Lounis Aït Menguellet, Idir nyere aka mee ka egwu ọdịnala Raï bụrụ ihe a ma ama.",
  "Na mbido, o nwere ọzụzụ ịbụ onye na-amụ banyere ala, mmasị ya maka egwu malitere mgbe a kpọrọ ya ka ọ bụọ abụ na redio steeti dị ka onye na-anọchi anya",
  "Mgbe ọ gụsịrị ọrụ agha iwu ya, ọ kwagara France na 1975 wee malite ọrụ ya na egwu",
  "Idir wepụrụ onwe ya n'afọ ndị 1980 tupu ọ laghachi n'afọ 1993",
  "Ọ bụ onye na-akwado ọdịbendị Kabyle na Berber.",
  "A mụrụ Idir na Aït Lahcene, Aït Yenni, Tizi Ouzou Province (akụkụ nke French Algeria n'oge ahụ), na 25 Ọktoba 1945. Ọ gụrụ akwụkwọ na mbụ ka ọ bụrụ onye na-amụ banyere ala ma rụọ ọrụ na mmanụ na gas. N'afọ 1973, a gwara ya ka ọ bụrụ onye nọchiri Nouara na Redio Algeria. Ọ bụrụ abụ \"A Vava Inouva\", abụ nke gụnyere \"ọdịnala ọnụ dị ukwuu\" nke ọdịbendị Berber ya. Ọ bụ ezie na abụ ahụ ghọrọ ihe a ma ama, ma na Algeria ma na mba ofesi, Idir amụtaghị banyere nke a ruo mgbe ọ gụsịrị akwụkwọ agha ya. N'afọ 1975, ọ hapụrụ France iji malite ịrụ ọrụ maka abọm izizi ya, nke akpọrọkwa A Vava Inouva",
  "A sụgharịrị egwu aha ahụ n'asụsụ asaa wee bụrụ nnukwu ihe ịga nke ọma",
  "Idir ga-ekwu mgbe e mesịrị otú \"abụ ahụ họọrọ [ya]\". Mgbe ọ weputara abọm Ay Arrac Nneɣ, ọ kwụsịtụrụ ide egwu n'ime afọ ndị 1980.",
  "Idir laghachiri na ụlọ ọrụ egwu na 1993 mgbe ọ wepụtara abọm Les Chasseurs de Lumières (\"The Light Hunters\"). A maara ya dị ka onye na-akwado ọdịbendị Kabyle na Berber. N'afọ 1995, ya na onye Berber ibe ya bụ Lounès Matoub, onye e gburu afọ atọ ka e mesịrị, rụkọrọ ọrụ. Abọm ya nke afọ 1999, Identités, gosipụtara ya na Manu Chao, Dan Ar Braz, Maxime Le Forestier, Gnawa Diffusion, Zebda, Gilles Servat, Geoffrey Oryema, na Berber National Orchestra na-abụ abụ",
  "Ọ bụ n'ikpeazụ ihe ịga nke ọma zuru ebe niile.",
  "Ntọhapụ Idir nke abọm La France des Couleurs (\"France of Colors\") dakọtara na ntuli aka onye isi ala nke France na 2007, nke Idir kwadoro ọdịbendị dị iche iche na mbata. O weputara abọm ikpeazụ ya, Ici et Ailleurs (\"Here and Elsewhere\") n'afọ 2017. N'afọ sochirinụ, ọ laghachiri n'obodo ya bụ Algeria mgbe ọ gachara afọ iri atọ na asatọ, kemgbe 1980",
  "O mere egwu n'ebe ahụ iji kwado ngagharị iwe ndị Algeria nke mechara mee ka onye isi ala Abdelaziz Bouteflika gbaa arụkwaghịm.",
  "Idir nwụrụ na 2 Mee 2020 na Paris mgbe ọ dị afọ iri asaa. Ọ nọ na-arịa ọrịa fibrosis nke akpa ume ma nọrọ n'ụlọ ọgwụ ụbọchị abụọ tupu ọnwụ ya. A mara ọkwa akụkọ banyere ọnwụ ya na mbụ na ibe Facebook ya, nke o doro anya na ọ bụ ụmụ ya bipụtara. Ozi ọmịiko nke Abdelmadjid Tebboune, Onye isi ala Algeria, nyere site na Twitter toro Idir dị ka \"ihe ngosi nke nka Algeria\" ma kwuo na mba ahụ \"etufuola otu n'ime ihe ncheta ya\".",
  "Idir sonyere n'ọtụtụ ihe ngosi egwu na-akwado ihe dị iche iche",
  "Dịka ọmụmaatụ, na 22 June 1995, ihe karịrị mmadụ pụkụ isii gara egwu maka udo, nnwere onwe, na nnwere onwe nke ya na enyi ya, onye na-agụ egwu Khaled, ndị malitere njikọ \"La France, la Vie\" (\"France na Ndụ\")",
  "Idir sonyekwara n'egwuregwu ahụ iji cheta Lounès Matoub, onye na-agụ egwu Kabyle nke e gburu na 1998.",
  "N'afọ 2001, Idir gbachitere njirimara mba ya ọzọ na \"Le Zénith\" na Paris na \"21st Berber Spring\", emume omenala Berber",
  "N'abalị asatọ n'ọnwa Julaị n'afọ ahụ, ọ haziri ihe ngosi egwu pụrụ iche iji kwado ndị bi na Kabylie, n'oge ọgba aghara na-emegide gọọmentị na-ewere ọnọdụ na mpaghara ndị Berber",
  "Ọtụtụ ndị a ma ama na ọtụtụ puku ndị na-akwado French sonyeere Idir bụ ndị gara \"Le Zénith\" iji kwado ndị bi na Kabylie."
]