[
  "Ido bụ Ógbè Gọọmentị Obodo dị ná Oyo Steeti, Naịjirịa",
  "Isi ụlọ ọrụ ya dị n'obodo a na-akpọ Ido.",
  "O nwere mpaghara nke narị iteghete na iri asatọ na isii km2 na ọnụ ọgụgụ mmadụ 103,261 na ọnụ ọgụgụ afọ 2006",
  "Gọọmentị Obodo Ido so n'ime ise dị na mpaghara Ibadan tupu a kagbuo ya n'afọ 1956",
  "Gọọmentị ime obodo anọ ndị ọzọ dị n'oge ahụ bụ Mapo, Akinyele, Ona-ara na Olode-Olojumon",
  "N'oge ahụ, Mapo bụ isi ụlọ ọrụ nke Gọọmentị Obodo niile, nke a na-akpọ Ibadan City Council (ICC).",
  "N'ihe gbasara iwu nchịkwa steeti nke iwebata gọọmentị na mmepe na ọkwa dị ala, na nzaghachi maka agụụ na ọchịchọ nke ndị mmadụ, Gọọmentị Obodo Ido mechara pụta na Mee, 1989",
  "Gọọmentị Obodo, nke nwere isi ụlọ ọrụ ya na Ido, sitere na Gọọmenti Obodo Akinyele",
  "A na-akpọ mpaghara ahụ Akinleye West Local Government (1981-1983) n'oge nke abụọ Republic tupu ya na Akinyele Local Government jikọta ọzọ site na ọchịchị Buhari / Idiagbon na 1984",
  "Gọọmentị Obodo nwere mpaghara nke 986km2 na ọnụ ọgụgụ mmadụ 103,261 dabere na 2006 National Population Census.",
  "A na-achịkwa kansụl ahụ n'okpuru usoro onye nchịkwa ụgbọ mmiri site na Mee ruo Julaị 1989 na usoro Kọmitii Nlekọta nhazi usoro na Julaị 1989",
  "Site n'ịmepụta òtù ndọrọ ndọrọ ọchịchị abụọ, Social Democratic Party (SDP) na National Republican Convention (NRC), e nyefere nchịkwa nke Gọọmentị Obodo Ido n'aka ndị isi a họpụtara site na ọchịchị onye kwuo uche ya",
  "Gọọmentị Obodo Ido na-ekpuchi mpaghara Apata, Ijokodo, Omi-Adio, Akufo na Apete",
  "Ọ na-ekerịta ókèala ya na Oluyole, Ibarapa East, Akinyele, Ibadan South-West na Ibadan North-West Local Governments na Oyo State na Odeda Local Government na Ogun State",
  "Kansụl ahụ nwere ngalaba isii n'oge gara aga, nke a mụbara ruo iri maka ịdị mfe nke ikike",
  "N'etiti obodo ndị dị n'ime mpaghara gọọmentị bụ Ijokodo, Ido, Omi-Adio, Apata, Apete, Akufo na Bakatari yana ihe dị ka obodo 612 nke gụnyere Ogunweide, Dada, Olowooyinfela, Apo, Oderemi, Odetola, Erinwusi, Tade, Alagbaa, Iku-senla na ndị ọzọ",
  "N'ihi nnukwu ala na-eme nri, nke dabara adaba maka ọrụ ugbo, ọrụ ndị mmadụ bụ ọrụ ugbo",
  "E nwere nnukwu hekta nke ahịhịa nke dabara adaba maka ịzụ anụmanụ, nnukwu ọhịa na osimiri",
  "Ndị mmadụ nọ n'ógbè ahụ na-akụ ụdị ihe ọkụkụ dị iche iche dị ka koko, kola nut, mmanụ nkwụ, osisi na ihe ọkụkụ nri dị ka ọka na osikapa",
  "Ebe ahụ dịkwa mma maka mkpụrụ osisi dịgasị iche iche a na-eri eri",
  "N'ezie, Gọọmentị Obodo Ido nwere ike ije ozi dị ka nkata nri dị iche iche nke steeti ma ọ bụrụ na ejiri ya mee ihe nke ọma.",
  "Mpaghara ahụ enwetala nnukwu ego site na usoro mmepụta ihe na ọnụnọ nke ụlọ ọrụ dịka Nigerian Wire na Cable Ltd, Nigerian Mining Corporation na NNPC n'etiti ndị ọzọ",
  "Mpaghara Gọọmentị Obodo a nwere ụlọ akwụkwọ praịmarị iri asaa na ise, ụlọ akwụkwọ sekọndrị dị iri atọ na atọ- nke nwere ụlọ akwụkwọ sekọndrị nta di iri na asatọ na ụlọ akwụkwọ sek sekọndrị dị elu dị iri na ise."
]