[
  "Ido Drent (amụrụ na 27 Jenụwarị 1987) bụ onye na-eme ihe nkiri a mụrụ na South  Africa, ọ na-arụ ọrụ ma na-ebi na Auckland, New Zealand",
  "A maara ya nke ọma nye ndị na-ege ntị na telivishọn dị ka Daniel Potts na ihe nkiri ncha ogologo oge Shortland Street",
  "A mụrụ Drent na Pretoria ma zụlite ya ruo mgbe ọ dị afọ asatọ na Potchefstroom, South Africa. Na Jenụwarị 1996 Drent na ezinụlọ ya kwagara New Zealand",
  "Ọ na-echeta na ọ na-ele Shortland Street na nke mbụ ya ma na-enwe mgbagwoju anya site na ụda olu. N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ bụ onye na-egwu tenis na Hamilton ma na-egwuri egwu n'akụkụ onye egwuregwu a ma ama bụ Todd Breeze",
  "Mgbe ọ gụsịrị akwụkwọ, Drent gụrụ azụmahịa na mahadum ma rụọ ọrụ na ụlọ ọrụ mmepe ihe onwunwe. Mgbe ọ rụchara ọrụ nwa oge na mgbasa ozi telivishọn, Drent \" jidere nje na-eme ihe nkiri\".",
  "Drent ghọrọ ihe nlereanya, ọ bịanyere aka na 11 Modeling Agency ma ghọọ onye na-eme ihe n'oge na-adịghị anya.",
  "Ọ malitere ịga ọmụmụ ihe Meisner Acting ma na 2008, o sonyere na nnyochaa maka ọrụ na-abịanụ na ihe nkiri a kpọrọ Shortland Street. Ọrụ ahụ bụ mgbanwe nke onye gara aga Daniel Potts, nwa ọjọọ na-abụghị nwa nke onye isi Sarah Potts",
  "A kpọrọ Drent azụ mgbe mbụ ọ nwesịrị nnwale, ma, mgbe ya na onye na-eme ihe nkiri Sarah, Amanda Billing, rụchara ọrụ ahụ",
  "O mere nke mbụ ya na ihe ngosi ahụ na Machị 2009 ma were ọnọdụ obi na-akụda ngwa ngwa.",
  "Maka ọrụ ya na Shortland Street, a họpụtara Drent ma nye ya ọtụtụ onyinye, nke gụnyere na 2010 New Zealand TV Guide Best on the Box maka \"Rising Star\". O nwetakwara ihe nrite nke abụọ maka \"Hottest Male Actor\" na Throng Shortland Street Fan Awards 2010, na-emeri nna nna Benjamin Mitchell. N'afọ 2011, a họpụtara Drent maka onyinye Girlfriend Faves Forever maka \"Celeb Male 2011\" maka ọrụ ya na Shortland Street na \"Favorite TV star\" na ihe nrite What Now.",
  "N'afọ 2012, Drent hapụrụ ọrụ ya na Shortland Street iji chụsoo ohere ọrụ na Australia",
  "O kwuru, sị, \"Nye m, igbasawanye onwe m dị ka onye na-eme ihe nkiri bụ ihe dị m mkpa maka ịga n'ihu, ọbụlagodi na ọ pụtara ịhapụ obere nchebe ma tinye onwe m n'ihe ize ndụ dị ukwuu\".",
  "Mgbe ọ kwagara Australia, Drent nwetara ọrụ na oge nke anọ nke ihe ngosi telivishọn Offspring, na-eme nke mbụ ya na Mee 2013. Onye na-arụkọ ọrụ ya bụ Matthew Le Nevez toro Drent, \"O nwere ume dị mma, nke na-eme ka obi dị jụụ..",
  "Ọ bụ nnukwu onye na-eme ihe nkiri",
  "\"",
  "Drent nwetakwara ọrụ nke onye na-akụ egwu INXS Jon Farriss na miniseries na-egosi òtù ahụ, INXS: Never Tear Us Apart.",
  "Drent na-etinye aka na mmega ahụ nke ukwuu ma hụ kọfị n'anya. O nwere okwukwe siri ike nke Ndị Kraịst na mkpebi ịnọgide na-alụbeghị di ruo mgbe ọ lụrụ di. N'ọnwa Eprel afọ 2011, Drent kwupụtara na ya na onye na-eme ihe ntecha bụ Mandy Hodges kwere nkwa ọlụlụ site na ibe Facebook ya. Mgbe ha yisiri ọyị ọnwa asaa, ha abụọ lụrụ na Disemba 2011 n'ememe nke ndị ezinụlọ, ndị enyi, na ndị otu ya gara. Ha nwere nwa nwoke na nwa nwanyị.",
  "Drent abụwo onye nnọchi anya maka 40Hour Famine na 2010, 2011 na 2012, ebe o nyeere ụmụaka nọ ná mkpa aka na East Timor. O sonyere na ọsọ nke gụnyere ịgba ọsọ kilomita ịrị abụọ n'ụbọchị maka otu izu iji nweta ego maka Ronald McDonald House Charities. Otú ọ dị, a manyere Drent ịhapụ n'ihi na ọ na-arịa ọrịa nke ukwuu ma na-atụ egwu na ọ nwere ike ịnwe meningitis. Drent bụkwa onye na-akwado mgbochi ise siga na New Zealand."
]