[
  "Idrissa Ouédraogo (a mụrụ n'abalị 21 ọnwa Jenụwarị afọ 1954,  ọ nwụọ na'abalị 18 ọnwa Febụwarị afọ 2018) bụ onye na-eme ihe nkiri na Burkinabé",
  "Ọrụ ya na-enyocha esemokwu dị n'etiti ime obodo na ndụ obodo na ọdịnala na ọgbara ọhụrụ n'obodo ya bụ Burkina Faso na ebe ndị ọzọ n'Africa",
  "A maara ya nke ọma maka ihe nkiri ya bụ Tilaï, nke meriri Grand Prix na 1990 Cannes Film Festival na Samba Traoré (1993), nke a họpụtara maka onyinye Silver Bear na 43rd Berlin International Film Festival.",
  "A mụrụ Idrissa Ouédraogo na Banfora, Upper Volta (nke bụzi Burkina Faso), n'afọ 1954. Ọ tolitere n'obodo Ouahigouya na mpaghara ugwu nke ala nna ya, n'afọ 1976 e nyere ya nzere Bachelor of Arts. Iji hụ na ndụ ka mma, ndị ọrụ ugbo ya zigara ya Ouagadougou maka agụmakwụkwọ ọzọ, ebe ọ gara African Institute for Cinema Studies (Institut Africain d'Etudes Cinématographiques) iji mezue ọmụmụ ya n'afọ 1981 na masters. Mgbe ọ gụsịrị akwụkwọ na Kiev na USSR, ọ kwagara Paris, ebe ọ gụsịrị karatu na Institut des hautes études cinématographiques (IDHEC) n'afọ 1985 na DEA site na Sorbonne.",
  "Mgbe ọ gụsịrị akwụkwọ na IAFEC n'afọ 1981, Ouédraogo guzobere ụlọ ọrụ ihe nkiri nke ya, \"The Future of Films\", nke ghọrọ \"Les Films de la Plaine\". N'afọ 1981, tupu ọ kwaga Kiev, ọ rụrụ ọrụ na Burkina Faso Directorate of Cinema Production (Direction de la Production Cinématographique du Burkina Faso), ebe ọ duziri ọtụtụ ihe nkiri dị mkpirikpi.",
  "N'ime mkpirikpi mbụ ya, Pourquoi (1981), nwoke na-arọ nrọ igbu nwunye ya, mana ọ maghị ma ọ bụ nrọ ma ọ bụ eziokwu. Ouédraogo sochiri nke a na ihe nkiri ọzọ dị mkpirikpi, Poko (1981), nke meriri ihe nrite ihe nkiri dị mkpirimpi na Panafrican Film and Television Festival nke Ouagadougou (FESPACO) nke afọ ahụ",
  "Poko na-eso nwa agbọghọ dị ime nke nwụrụ mgbe ọ na-erughị ụlọ ọgwụ mgbe a na-ebu ya n'ụgbọ ala",
  "Ihe nkiri ahụ gosipụtara eziokwu ahụ bụ na n'agbanyeghị ịkwụ ụtụ isi ha, ndị ogbenye na-enweta obere enyemaka kwa ụbọchị site na gọọmentị. Nke a sochiri obere Les Écuelles (\"The Platters\"; 1983), Les Funérailles du Larle Naba, (\"Larle Naba's Funeral\"; 1984), Ouagadougou, Ouaga deux roues (\"Ouagadougou",
  "Ouaga Two Wheels\"; 1985) na Issa le tisserand (\"Issa the Weaver\"; 1985). Nke ikpeazụ ya bụ Tenga (1985), nke na-enyocha onye obodo nke mgbe ọ kwagara n'obodo ahụ, laghachiri n'obodo ya",
  "N'ime mkpirikpi ndị a, Ouédraogo na-enyocha isiokwu na usoro ihe nkiri nke ọ ga-alaghachi na ihe nkiri ya n'ọdịnihu.",
  "N'ọnwa Febụwarị afọ 2015, Ouédraogo kwupụtara obere oge tupu emeghe mmemme ihe nkiri na telivishọn nke iri abụọ na anọ nke Ouagadougou (FESPACO) ọchịchọ ya iduzi \"ihe nkiri dị mkpa\" na mba ọzọ na-achị kọntinent Afrịka, ọgụ na-emegide ọchịchị na ndị isi nke mmegharị ahụ. N'oge mkparịta ụka ya na Le Monde n'ọnwa Machị afọ 2015, Ouédraogo kwusiri ike ihe o kwenyere na ọ bụ nsogbu atọ na-eche ụlọ ọrụ ihe nkiri nke Burkina Faso ihu",
  "Otu n'ime nsogbu ndị ahụ bụ enweghị ihe ọmụma zuru oke na ọkachamara mgbe ọ na-abịa na ihe nkiri",
  "Enweghị ego na enweghị ahịa mpaghara siri ike bụ nsogbu abụọ ọzọ ọ kwuru. N'ime afọ ole na ole ikpeazụ ya, ndị ikwu Ouédraogo kwuru na ọ nwere nkụda mmụọ na ihe nkiri sinima Africa nke oge a n'ihi ihe o weere dịka ụkọ nkà na usoro mmepụta.",
  "N'ihe dịka elekere 5:30 nke ụtụtụ",
  "GMT n'abalị 18 ọnwa Febụwarị afọ 2018, Ouédraogo nwụrụ na ụlọ ọgwụ Bois dị na Ouagadougou mgbe ọ dị afọ 64 n'ihi \"ọrịa\" a na-akọwaghị akọwa, dịka nkwupụta UNCB (Union nationale des cinéastes du Burkina) si kwuo. N'oge na-adịghị anya mgbe ọ nwụsịrị, onye isi ala Burkinabé Roch Marc Christian Kaboré kwuru na mba ya \"efuola onye na-eme ihe nkiri nwere nnukwu nkà\". N'abalị iri abụọ n'ọnwa Febụwarị, e liri ya na ili ozu Gounghin",
  "N'ụzọ ọ na-aga ebe ahụ, ngagharị olili ozu kwụsịrị site na Monument of African Filmmakers na Place des Cinéastes, nso Ụlọ Nzukọ Obodo Ouagadougou, ebe onye isi obodo ahụ na-echeta ya",
  "Ndị njem ahụ kwụsịrị n'ihu ọnụ ụzọ ámá FESPACO",
  "Ndị ndọrọ ndọrọ ọchịchị, ndị okpukpe na ndị na-ese ihe nọ na ngagharị ahụ, ebe e nyere ya olili ozu ndị agha."
]