[
  "Idrissa Akuna \"Idris\" Elba OBE (/ˈɪdrɪs/; a mụrụ ya na 6 Septemba 1972) bụ onye na-eme ihe nkiri, onye na-emepụta ihe, na onye egwu. A maara ya maka ọrụ gụnyere Stringer Bell na usoro HBO The Wire, DCI John Luther nakwa usoro BBC One Luther, na Nelson Mandela na ihe nkiri akụkọ ndụ Mandela: Long Walk to Freedom (2013). A họpụtala ya ugboro anọ maka Golden Globe Award for Best Actor - Miniseries or Television Film, o merie otu, a họpụtala ya ugboro ise maka Primetime Emmy Award.",
  "Elba pụtara na Ridley Scott's American Gangster (2007) na Prometheus (2012)",
  "Elba gosipụtara Heimdall na ihe nkiri Marvel Cinematic Universe (MCU) Thor (2011) na usoro ya Thor: The Dark World (2013) na Thor: Ragnarok (2017), yana Avengers: Age of Ultron (2015) na Avengers: Infinity War (2018)",
  "O sonyekwara na Pacific Rim (2013), Beasts of No Nation (2015), nke o nwetara Golden Globe na BAFTA nominations maka Best Supporting Actor, na Molly's Game (2017)",
  "N'afọ 2016, o kwupụtara Chief Bogo na Zootopia, Shere Khan na ihe nkiri / CGI nke The Jungle Book, Fluke na Finding Dory, ma rụọ ọrụ Krall na Star Trek Beyond",
  "O mere ihe nkiri izizi ya n'afọ 2018 site na mgbanwe nke akwụkwọ akụkọ Yardie nke Victor Headley dere n'afọ 1992. N'afọ 2021, o gosipụtara Bloodsport na The Suicide Squad, nke e debere na DC Extended Universe (DCEU), ebe n'afọ 2022, o kwupụtara Knuckles the Echidna na ihe nkiri Sonic the Hedgehog 2 (2022), ọ ga-abụkwa isi akụkọ nke akpọrọ onwe ya dịka onye Paramount + n'afọ 2023.",
  "E wezụga ime ihe nkiri, Elba na-arụ ọrụ dịka DJ n'okpuru moniker DJ Big Driis ma ọ bụ Idris na dịka onye egwu R&B. N'afọ 2016, a kpọrọ ya na ndepụta Time 100 nke ndị kachasị nwee mmetụta n'ụwa. Ka ọ na-erule ọnwa Mee afọ 2019, ihe nkiri ya enwetawo ihe karịrị ijeri $ 9.8 na ụlọ ọrụ igbe zuru ụwa ọnụ, gụnyere ihe karịrị ijeri $ 3.6 na North America, ebe ọ bụ otu n'ime ndị na-eme ihe nkiri iri abụọ kachasị elu.",
  "A mụrụ Idrissa Akuna Elba na 6 Septemba 1972 na London Borough of Hackney, nke Winston Elba, nwoke Sierra Leone Creole nke na-arụ ọrụ na ụlọ ọrụ Ford Dagenham, na Eve, nwanyị Ghana. Nne na nna Elba lụrụ di na nwunye na Sierra Leone ma mesịa kwaga London. A zụlitere Elba na Hackney na East Ham, ma mee ka aha mbụ ya bụrụ \"Idris\" n'ụlọ akwụkwọ dị na Canning Town, ebe mbụ ọ malitere itinye aka na ime ihe nkiri. O kwuru na The Stage nyere ya nnukwu ezumike mbụ ya, ebe ọ hụrụ mgbasa ozi maka egwuregwu na ya; ọ nyochara ma zute onye ọrụ mbụ ya mgbe ọ na-arụ ọrụ ahụ. N'afọ 1986, ọ malitere inyere nwanne nna ya aka na azụmahịa DJ agbamakwụkwọ ya; n'ime otu afọ, ya na ụfọdụ ndị enyi ya malitere ụlọ ọrụ DJ nke ya.",
  "Elba gara Barking na Dagenham College obere oge, n'ikpeazụ ọ hapụrụ ụlọ akwụkwọ n'afọ 1988 wee nweta ebe na National Youth Music Theatre mgbe onyinye £ 1,500 Prince's Trust. Iji kwado onwe ya n'etiti ọrụ na mmalite ọrụ ya, ọ rụrụ ọrụ na-enweghị isi gụnyere itinye taya, ịkpọ oku oyi, na ọrụ abalị na Ford Dagenham. Ọ na-arụ ọrụ na klọb abalị n'okpuru aha DJ \"Big Driis\" n'oge ọ na-eto eto, mana ọ malitere nyocha maka ọrụ telivishọn na mmalite afọ iri abụọ ya.",
  "Ọrụ mbụ Elba rụrụ bụ na Crimewatch murder reconstructions n'afọ 1994 ọ pụtara na ihe nkiri ụmụaka nke BBC nke a na-akpọ The Boot Street Band",
  "N'afọ 1995, ọ nwetara ọrụ mbụ ya dị mkpa na usoro a na-akpọ Bramwell, ihe nkiri ahụike nke e mere n'afọ ndi  1890s England",
  "O mere onye isi na ihe omume nke Oge 1, onye ohi Africa aha ya bụ Charlie Carter, onye nwunye ya nwụrụ n'ihi ịmụ nwa ma chọpụta otu esi akwado nwa ya nwanyị a mụrụ ọhụrụ",
  "Ọrụ mbụ a kpọrọ aha ya rutere na mbụ n'afọ1995, mgbe a họpụtara ya dịka gigolo na \"Sex\" nke Absolutely Fabulous",
  "Ọtụtụ ọrụ nkwado na telivishọn Britain sochiri, gụnyere usoro dịka The Bill na The Ruth Rendell Mysteries",
  "Ọ sonyeere ndị na-eme ihe nkiri Family Affairs wee gaa n'ihu ịpụta na telivishọn Ultraviolet na mgbe e mesịrị na Dangerfield O kpebiri ịkwaga New York City n'oge na-adịghị anya. Ọ laghachiri England mgbe ụfọdụ maka ọrụ telivishọn, dịka akụkụ na otu n'ime Inspector Lynley Mysteries",
  "N'afọ 2001, Elba gbara Achilles na mmepụta ihe nkiri nke Troilus na Cressida na New York City.",
  "N'afọ 1997, ọ pụtara na ihe omume abụọ mbụ nke usoro 2 “Blood, Sweat and Tears” na Silent Witness",
  "N'ọnwa Eprel afọ 2018, a mara ọkwa na Elba bụ Charlie na usoro ihe nkiri Netflix, Turn Up Charlie Ọ malitere na 15 Machị 2019 ma kagbuo ya mgbe otu oge gasịrị. O mekwara ma mee ihe nkiri na ihe nkiri na-atọ ọchị nke ọkara akụkọ ihe mere eme In the Long Run",
  "N'afọ 2007, Elba bịanyere aka dịka onye ndu nke ihe nkiri Daddy's Little Girls, na-egwu Monty, onye na-arụ ọrụ na-acha anụnụ anụnụ nke hụrụ onye ọka iwu n'anya na-enyere ya aka inweta ikike nke ụmụ ya, ma chọpụta mmekọrịta ahụ na olileanya nchekwa ya na-eyi egwu site na nlọghachi nke nwunye ya mbụ",
  "Ọ pụtara na 28 Weeks Later (2007) na This Christmas (2007), nke wetara ihe fọrọ nke nta ka ọ bụrụ nde $ 50 na ụlọ ọrụ igbe n'afọ 2007. N'afọ 2008, ọ pụtara na ihe nkiri egwu Prom Night na Guy Ritchie London gangster film RocknRolla N'afọ 2009, ọ pụtara na ihe nkiri egwu The Unborn na Obsessed, ihe nkiri na-akpali akpali nke mere ka ọ soro Beyonce. Nke ikpeazụ bụ ihe ịga nke ọma n'ọfịs, na-ewere $ 29 nde na ngwụsị izu mmalite ya.",
  "Elba alụọla nwanyị ugboro atọ: nke mbụ ya na Hanne \"Kim\" Nørgaard (site n'afọ 1999 ruo 2003) wee lụọ Sonya Nicole Hamlin (maka ọnwa anọ n'afọ 2006)",
  "O nwere ụmụ abụọ: nwa nwanyị na Nørgaard na nwa nwoke na enyi nwanyị mbụ Naiyana Garth. Elba malitere mmekọrịta ya na onye nlereanya Somali-Canadian Sabrina Dhowre na mbido afọ 2017. Di na nwunye a gbara akwụkwọ na 10 Febụwarị 2018, n'oge nyocha nke ihe nkiri ya Yardie na sinima East London. Ha lụrụ na 26 Eprel afọ 2019 na Marrakesh.",
  "N'afọ 2013, a kpọrọ Elba Essence's annual Sexiest Man of the Year na, n'afọ 2018, a kpọrọ ya People magazine's Sexiest Man Alive N'ọnwa Ọktọba afọ 2014, e nyere Elba onyinye MOBO Inspiration Award.",
  "A họpụtara Elba ka ọ bụrụ onye isi nke Order of the British Empire (OBE) n'afọ 2016 New Year Honours maka ọrụ na ihe nkiri. N'afọ 2017, Elba meriri aha nwoke maka onyinye \"Rear of the Year\" na Britain",
  "[isi iyi  dị",
  "Na Septemba afọ 2018, ọ bụ otu n'ime mmadụ iri ise a kpọrọ aha maka \"ime ka London dị egwu\" ma na-enye aka ịmepụta ọnọdụ ọdịbendị London bụ ndị gosipụtara na Time Out iji mee ncheta afọ iri ise nke magazin ahụ. Na mbipụta afọ 2020 na 2021 nke Powerlist, edepụtara Elba na Top 100 nke ndị kachasị nwee mmetụta na UK nke agbụrụ Africa / African-Caribbean.",
  "Albọm",
  "Egwuregwu agbatị",
  "Remixes",
  "Mixtapes",
  "Ngosipụta ndị ọzọ",
  "Ndị otu egwu"
]