[
  "Ifako-Ijaiye bụ obodo na mpaghara gọọmentị dị na Lagos, Naịjirịa",
  "O nwere ala nke 43 square kilomita (17 sq mi) ma nwee ndị bi na narị anọ na iri abụọ na asaa na narị asatọ na iri asaa na asatọ na 2006.",
  "Onye isi oche ugbu a bụ Prince Usman Akanbi Hamzat.",
  "Ọchịchị Obodo Ifako-Ijaiye na gọọmentị ime obodo emebere ya na otu narị na iri asatọ na atọ ọchịchị ime obodo ndi ọzọ na Ọktoba 1, 1996 site n'aka General Sani Abacha, onye isi ndị agha n'oge ahụ",
  "E wepụtara ya na Gọọmentị Obodo Agege, nke nwere isi ụlọ ọrụ na Ifako",
  "Nchịkọta ọnụ ọgụgụ nke afọ 1991 chọpụtara na ihe ka ọtụtụ n'ime ndị bi ebe ahụ bụ ndị Yoruba.\nGọọmentị Obodo Ifako-Ijaiye bụ obodo dịpụrụ adịpụ n'ókè ebe ọ na-ejikọ ókèala ya na Ogun State.\nObodo ndị bụ isi bụ Ogba-Ijaiye, Ifako, Oke-Ira, Iju-Ishaga, Obawole, Iju - Ogundimu, Fagba, Agege Pen Cinema na ndị ọzọ.",
  "Ndị isi gara aga nke Gọọmentị Obodo bụ: Engr",
  "Richard Akinpelu (nwụrụ anwụ) Alh",
  "Ma'rufdeen Adeola Adefolabi (nwụrụ anwụ) Hon",
  "Demola Doherty Hon",
  "(Apostle) Oloruntoba Oke 2011 ruo  2014 Hon Akinwunmi Nurudeen Olaitan 2014 ruo 2016 Hon Babatunde I.Q",
  "Rajh-Label 2016 ruo  2017",
  "Onye bụbu Gọvanọ nke Lagos Steeti, Maazị Akinwunmi Ambode họpụtara Babatunde I.Q",
  "Rajh-Label dị ka Onye Nchịkwa nke Gọọmentị Obodo na June, 2016",
  "E mere ntuli aka na Julaị 22, 2017 n'ime mpaghara iri abụọ nke Gọọmentị Obodo na mpaghara iri atọ na asaa nke Lagos Steeti",
  "Hon (Apostle) Oloruntoba Oke bụ onye a họpụtara n'ụzọ kwesịrị ekwesị ma ṅụọ iyi dị ka Onye isi oche maka oge nke abụọ site n'aka onye bụbu Gọvanọ Steeti, Onye Ukwu, Gov",
  "Akinwunmi Ambode",
  "Gọọmentị Obodo na-eduzi Hon",
  "(Prince) Usman Akanbi Hamzat dị ka onye isi oche, mgbe ntuli aka gọọmentị ime obodo nke gara nke ọma na Julaị 2021.",
  "Obodo a na-eje ozi site na ọdụ Agbado, nke dị na Kansụl Obodo nke Agbado-Oke Odo na akụkụ nke ọrụ Lagos Rail Mass Transit.",
  "Prince Usman Akanbi Hamzat - Onye isi oche",
  "Hon",
  "Oriakụ Oluwatoyin Awoniyi Akerele - osote onyeisi oche",
  "Injinia Adeoye Ogundipe - Onye isi oche - Ọktoba 1996",
  "Hon",
  "Aremu Akindele - Onye isi oche nke mbụ - Machị 1997",
  "Hon",
  "Ademola Taiwo - Nanị Onye Nchịkwa - June 1998",
  "Hon",
  "Adeola Adefolabi - Onye isi oche nke abụọ - June 1998",
  "Hon",
  "Babatunde Odele - Onye isi odeakwụkwọ - June 2002",
  "Hon",
  "Dr",
  "Elijah Olu Adewale - Onye isi odeakwụkwọ - Eprel 2003",
  "Hon",
  "Richard A.A",
  "Akinpelu - Onye isi oche nke atọ - Eprel 2004",
  "Hon",
  "Muzemil Olajide Tairu - Nanị Onye Nchịkwa - August 2008",
  "Hon",
  "Demola Doherty - Onye isi oche nke anọ - Ọktoba 2009",
  "Apostle (Dr.) Oloruntoba Oke - Onye isi oche nke ise - Ọktoba 2011",
  "Hon",
  "Adeleye Rotimi - Onye isi odeakwụkwọ - Jenụwarị 2015",
  "Hon",
  "B.I.Q",
  "Rajh Label - Nanị Onye Nchịkwa - June 2016",
  "Kansụl Obodo Agbado-Oke-Odo"
]