[
  "Lawrence Ifeanyi Ugwuanyi // (na-ege ntị) CON (nke a maara nke ọma dị ka \"Gburugburu\") (amụrụ na 20 Machị n'afo 1964) bụ onye ndọrọ ndọrọ ọchịchị Naijiria nke a họpụtara dị ka Gọvanọ nke Enugu Steeti n'ọnwa Eprel n'afo 2015, a ṅụrụ iyi na 29 Mee n'afo 2015.  Ọ bụ Onye otu ụlọ nnọchiteanya nke Federal Republic of Nigeria ruo afọ iri na abụọ",
  "Ọ bụ onye so na People's Democratic Party (PDP) onye nọchitere anya Igboeze North / Udenu Federal Constinuency nke Enugu State. A họpụtara Ugwuanyi ka ọ bụrụ Gọvanọ nke Enugu Steeti n'okpuru PDP. A ṅụrụ ya iyi dị ka gọvanọ nke Enugu Steeti maka oge nke ọchịchị abụọ na Mee 29, 2019.",
  "A mụrụ Ugwuanyị n'ọnwa Maachị afọ 1964 ma bụrụkwa onye obodo Ọba dị n'okpuru ọchịchị Udenu dị n'Enugwu North Zone n'Enugwu steeti.. Ọ gara ụlọ akwụkwọ St",
  "Theresa's College, Nsukka",
  "O nwetara nzere bachelọ na Masters na Business Administration na University of Nigeria, Nsukka.",
  "Ugwuanyi a bụ woro General Manager nke Premier Insurance Brokers Limited Enugu ma bụrụkwa onye isi oche nke Rotary Club nke Emene n'Enugwu Steeti.",
  "A họpụtara Ugwuanyi na mbụ ka ọ bụrụ Onye nnọchiteanya nke Naịjirịa n'afọ 2003 ma bụrụkwa onyeisi oche, Kọmitii Ụlọ na-ahụ maka njem ụgbọ mmiri.",
  "Ugwuanyi bụ onye isi oche nke kọmitii ụlọ na Marine Transport",
  "Ugwuanyi nwetakwara ọkwa osote onye isi oche nke Kọmitii Ụlọ na-ahụ maka ezumike nká ebe o nyere aka mee ka Iwu Mgbanwe ezumike nkwe nke afọ 2004.",
  "Mgbe ntuli aka nke pati ya na 8 Disemba 2014 n'Enugwu, Ugwuanyi meriri tiketi gọvanọ nke PDP, nke mere ka ọ bụrụ onye na-azọ ọkwa gọvanọ PDP na steeti maka ntuli aka Nhoputa ndi ochichi nke 2015. Otú ọ dị, onye ọzọ na-achọ ịbụ gọvanọ nke PDP, Senator Ayogu Eze, enweghị obi ụtọ na omume nke primaries",
  "Eze gara n'ụlọ ikpe iji gbaghaa ikike nke Ugwuanyi dị ka onye na-ebu ọkọlọtọ PDP maka ntuli aka Gọvanọ Steeti Enugu. Ọ bụ Justice Evoh Stephen Chukwu, onye ọka ikpe nke ụlọ ikpe dị elu nke Abuja, jụrụ arịrịọ Eze, onye kpebiri na nhọpụta Ugwuanyi na ntuli aka gọvanọ bụ nke ziri ezi na nke iwu kwadoro.",
  "Ugwuanyi onye a ṅụrụ iyi na Mee 29, n'afo 2015, dịka Gọvanọ amalitela usoro ụfọdụ iji melite ma gbanwee Enugwu Steeti",
  "Otu n'ime atụmatụ ndị ahụ bụ njem ya na-adịbeghị anya na Ireland maka nzukọ itinye ego nke Metro Eireann Dublin haziri",
  "Ọ bụkwa onye natara Metro Eireann International Outstanding Leadership Award 2016 maka ihe nlereanya ya dị ka onye omeiwu, ọkachasị dị ka Onye isi oche nke Marine Transport, n'oge ya na ụlọ ndị omeiwu nke Federal Republic of Nigeria.",
  "Na Machị 9, n'afo 2019, a họpụtara Uguwuanyi ọzọ dị ka Gọvanọ nke Enugu Steeti na ntuli aka gọvanọ Naijiria nke 2019",
  "O nwetara vootu 449,935 nke dị elu karịa onye na-emegide ya, Senator Ayogu Eze onye nwetara vootu 10,423.",
  "Ọ bụ ezie na Gọvanọ Ugwanyi zutere ọtụtụ ihe mgbochi na mmalite nke ọchịchị ya, ọ gosipụtara ike idu ndú ya na-agbaso ụzọ ọ na-esi na-achịkwa steeti ahụ",
  "N'etiti mmeghachi omume mmetụta uche karịsịa site na Enugwu North, gọvanọ ahụ anọgidewo na-enwe ọganihu nke Enugwu",
  "Dị ka ndị gọvanọ gara aga kemgbe 1999 lekwasịrị anya na mmepe obodo mepere emepe, Ugwanyi tụgharịrị uche ya na mmepe ime obodo",
  "N'ime oge mbụ ya, ọ rụchara Udenu Ring Road nke bụ ọnyà ọnwụ maka ọtụtụ ndị Ezimo na Imilike-Ani",
  "Mmecha nke ụzọ a emegheela obodo ndị a na ụwa ndị ọzọ maka azụmahịa na azụmahịa ndị ọzọ",
  "Ọ na-etinye aka na ọrụ nnukwu ego oru ngo mgbe ụfọdụ steeti enweghị ike ịkwụ ụgwọ ndị ọrụ",
  "[nhotu aka choro]",
  "Onye dike a na-amaghị aha ya nke akụrụngwa, gara n'ihu na mmezu ya siri ike nke ọrụ nketa- ọrụ ndị na-emetụta ndị mmadụ kpọmkwem",
  "Ụfọdụ n'ime ọrụ ndị a gụnyere mmezu nke njikọ ọdọ mri Nike ː Harmony Estate Road ː Amorji Nike ː Adoration Pilgrimage Center, Phase II na III, na Enugu East LGA, nke ga-ejikọ Abakpa na Emene ma rụọ ọrụ dị ka ụzọ dị oke mkpa nke ga-eme ka okporo ụzọ ghara ịgafe na Abakpa T-junction; asphalting nke 22.443 km (13.945 mi) uzo na-ejikọta obodo -- jikota ra Isi-Uzo na Udenu LGA, okpuru Rural Access na mobility Project (RAMP II); ndozigharị ọtụtụ okporo ụzọ dị n'ime ụlọ akwụkwọ mahadum dị na Nsukka na ọrụ njikwa ide mmiri na-arụ ọrụ na Achi Street, Independence Layout, Enugu",
  "N'ọnwa Ọktoba afọ 2022, Onye isi ala Muhammadu Buhari nyere ya nsọpụrụ mba Naijiria nke Commander Of The Order Of The Niger (CON).",
  "Àtụ:EnuguStateGovernors"
]