[
  "Ifeanyi Chudy Momah bụ onye ọka iwu na ọchụnta ego Naijiria nke keere ozi ugbu a n'Ụlọ Ndị Nnọchiteanya ma na-nọchite anya mpaghara gọọmenti etiti Ihiala, Anambara Steeti. Ọ bụ onye isi oche nke Kọmitii Ụlọ na Ụlọikpe isi obodo gọọmenti etiti ma bụrụkwa onye otu Peoples Democratic Party.",
  "A mụrụ ya na General Hospital Okija n'ezinụlọ Chief Mike Momah",
  "Ifeanyi ekwuola na n'etiti ụmụnne ya ọ bụ naanị ya ka a mụrụ ebe ahụ",
  "Dị ka o si kwuo, Nna ya Chief Mike Momah pụru njem n'obodo ahụ mgbe nne ya kpebiri ibia obia n'Ihiala, obodo nna ya mgbe ọ malitere ịmụ nwa na mberede ma mesịa muọ ya ebe ahụ.",
  "Ifeanyi nwere ndụ ya n'oge ọ bụ nwata na Festac Town, Lagos State, Na-aga Radius Nursery and Primary School, emesia, o gara Loral International School ka dị na Festac tupu omesịa gụchaa agụmakwụkwọ sekọndrị ya na Chrisland College otu n'ime ụlọ akwụkwọ kachasị ọnụ ahịa na Naijiria.",
  "Ifeanyi gụrụ akwụkwọ iwu na Mahadum Lagos, mgbe ọ gụchara ya e zigara ka o jee ozi n'ụlọ ọrụ National Youth Service Corps ebe a zigaharịrị ya Katsina, steeti dị n'akụkụ ugwu nke Naịjirịa ma nọrọ afọ ije ozi ahụ na Malumfashi obere obodo dị nso na Daura.",
  "Mgbe afọ ije ozi gasịrị, ọ gara Mahadum Aberdeen , Scotland, ebe o mere usoro mmụta gbasara iwu na Iwu ikike ikpe mba ụwa.",
  "O mechara laghachi Naịjirịa wee gaa ụlọ akwụkwọ iwu nke Naijiria na Bwari, Abuja ebe a kpọrọ ya ka ọ bịa n'ụlọikpe.",
  "Ọ rụrụ ọrụ iwu na Rickey Tarfa & Co Chembas afọ atọ ma emesịa, ọ gara Arthur Obi-Okafor (SAN) & Co Chembas na Asaba",
  "N'afọ 2013, a kpọrọ ya ka ọ rụọ ọrụ na mmemme enyemaka (Sure-P) dị ka onye inyeaka ntụzi ihe gbasara iwu na osote odeakwụkwọ nke SURE-P Nze Akachukwu Nwankpo",
  "Site na nke a, o nwere ike inyere ndị mmadụ aka karịsịa ụmụ okorobịa ọchịchị ime obodo Ihiala ka ha nweta mgbazinye ego gọọmentị etiti nyere yana ohere ọrụ mmemme ahụ gosipụtara.",
  "Kemgbe ahụ, ọ chụbarụ ọrụ na ndọrọndọrọ ọchịchị iji ọzọọ maka Ụlọ Nzukọ nke ntuli aka steeti n'afọ 2011 nke ọ na-zọtaghi",
  "O zokwara ọzọ n'afọ 2015 n'oge a maka Ụlọ ndị nnọchiteanya mana ọ meriyi ọzọ, emerighi nke o tara uta nye ntuli aka mmegide na ime ihe ike.",
  "Ọ gara n'ihu na-ejere Gọvanọ Willie Obiano ozi dị ka Onye ndụmọdụ pụrụ iche kachasị elu ebe ọgbasara ndọrọndọrọ ọchịchị tupu ọ banye ọzọ na ntuli aka nke afọ 2019 ebe o meriri.",
  "Dị ka onye a họpụtara na Ụlọ ndị nnọchiteanya gọọmenti etiti, pati ndọrọndọrọ ọchịchị ya bu APGA nwere ihe dị ka ndị otu Iri n'ime mmadụ nari ato na iri isii ahụ mere ha obere mana nke a egbochighị ime ka anụ olu ya ma nwee mmetụta zuru oke n'ụlọ",
  "O gosipụtara nkwado niile maka ọkà okwu ugbe ahu Femi Gbajabiamila mgbe ntuli aka maka oche ọkà okwu ọnụ.",
  "O kwuru banyere mkpa ọ dị igbochi ndị ohi na Zamfara, steeti ugwu nke Naịjirịa.",
  "Ọ naghị akwado iwu mgbasa ozi mmekọrịta na-ese okwu ma kwuo na ndị ntorobịa ga-eji usoro netwọkụ ọha mmadụ mee ihe n'ụzọ ziri ezi, gbakwunye na e nwere ụkpụrụ dị adịlarị ma ọ bụ naanị ịkpata mmeghachi omume nke Iwu. Ọ rịọkwara ka e mee nchọpụta nke ego nde dọla nari atọ iri iteghete na isii.iri na atọ a na-emefu n'ụlọ nrụpụta atọ dị iche iche n'ime afọ anọ ebe ụlọ ọrụ ahụ ka na-arụsi ike n'okpuru pasent isii nke ikike ha."
]