[
  "James Ifeanyichukwu Nwobodo (amụrụ na 9 Mee 1940) bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Naijiria bụ gọvanọ nke Anambra Steeti (site n'afọ 1979 ruo n'afọ 1983) n'oge Republic nke Abụọ nke Naijiria ma bụrụ Senator maka Enugu East Senatorial District na Enugu Steeti (site n'afọ 1999 ruo n'afọ 2003)",
  "N'afọ 2003, ọ gbara ọsọ na-enweghị ihe ịga nke ọma na ntuli aka onye isi ala Naijiria.",
  "A mụrụ Jim Ifeanyichukwu Nwobodo na 9 Mee 1940 na Agyaragu, Lafia, Nassarawa State",
  "Ọ gụsịrị akwụkwọ sekọndrị ya n'afọ 1956 na Government School, Awka na ihe bụzi Anambra State, wee gaa St",
  "Peter's College, Zaria (site n'afọ 1956 ruo n'afọ 1959).\nỌ gara na Nigerian College of Arts, Science and Technology, nke mbụ na Enugu na Ibadan, wee gaa na University College Ibadan (site n'afọ 1961 ruo n'afọ 1964), nweta BA na Bekee.",
  "Mgbe ọ gụsịrị akwụkwọ, Jim Nwobodo rụrụ ọrụ dị ka onye nkuzi na King's College, Lagos (site n'afọ 1964 ruo n'afọ 1966)",
  "Mgbe ahụ, ọ nwetara ọrụ na ngalaba ndị ọrụ na ụlọ ọrụ Shell nke Naịjirịa (site n'afọ 1966 ruo n'afọ 1970)",
  "Mgbe Agha Obodo Naijiria kwụsịrị n'afọ 1970, o guzobere Link Group International, nke toro mepee alaka na Lagos, Kano, Benin City, Aba, Calabar na Enugu",
  "Ọ bụkwa Onye isi oche nke Jimson International Al Cargo Agencies, Satellite Press Limited, na ụlọ ọrụ ndị ọzọ.",
  "Nwodobo bụkwa onyeisi oche nke klọb bọọlụ Naijiria Enugu Rangers n'oge ihe ịga nke ọma ha n'afọ ndị 1970 na ruo mmalite afọ ndị 1980.",
  "Nwobodo lụrụ Patricia (Pat), ma ha nwere ụmụ abụọ ga anọ n'ụlọ akwụkwọ sekọndrị, Jim na Pat Jr.",
  "Jim Nwobodo sonyeere ndị Naịjirịa Peoples Party (NPP) ma n'ọnwa Ọktoba n'afọ 1978, a họpụtara ya dịka onyeisi oche NPP maka steeti Anambra ochie. O sonyere na ntuli aka 1979 ma n'abalị mbụ nke ọnwa Ọktọba afọ 1979 a ṅụrụ ya iyi n'ọkwa dị ka Gọvanọ mbụ nke Anambra Steeti.",
  "Dịka gọvanọ, Nwobodo guzobere ụlọ nkwari akụ Nike Lake, telivishọn Steeti Anambra, Mahadum Sayensị na Teknụzụ nke Steeti Anambra, Mahadum Nnamdi Azikiwe (NAU), Ụlọ nkwari akụ Ikenga, ámá egwuregwu Nnamdi Azikiwe, Eha Amufu College of Education, Nsugbe College of Education na ụlọ ọrụ Nkalagu Cement n'etiti ọrụ ndị ọzọ.",
  "Ọ gbara ọsọ maka nhọpụta ọzọ n'ọnwa Ọktoba n'afọ 1983, mana Christian Onoh nke National Party of Nigeria (NPN) meriri ya",
  "Ntuli aka ahụ juru ebe niile site na iyi egwu, ime ihe ike na ime ntuliaka.",
  "Mgbe ndị agha nọ n'okpuru General Muhammadu Buhariweghaara ọchịchị na Disemba 1983, a tụrụ ya mkpọrọ ruo oge ụfọdụ",
  "Mgbe Sani Abacha batara n'ọchịchị, a họpụtara ya ka ọ bụrụ onye otu kọmitii na-ahụ maka iwu",
  "Na 1995, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka ntorobịa na egwuregwu",
  "Ka mba ahụ na-aga n'ihu ọchịchị onye kwuo uche ya, ọ bụ onye otu Social Democratic Party (SDP), United Nigeria Congress Party (UNCP) na mgbe e mesịrị Grassroots Democratic Movement (GDM)",
  "Ọ bụ onye ntọala nke People's Democratic Party (PDP).",
  "Ndị otu egwuregwu bọọlụ mba Naịjirịa, nke a maara dị ka Super Eagles, meriri iko mba Afrịka nke afọ 1994 na Tunisia",
  "E kwere ndị otu ahụ nkwa nke ọ bụla n'ụlọ ihi ụra 3 dị ka onyinye",
  "N'abalị iri abụọ na asaa n'ọnwa Disemba afọ 1995, Jim Nwobodo dere ndị otu ahụ na e duziri mịnịstrị na-ahụ maka ọrụ & ụlọ ka ha hapụ ụlọ ndị ahụ ozugbo",
  "Na July 2009, e mere ka ụlọ dị na Lagos na Abuja.",
  "N'april 1999, a họpụtara Jim Nwobodo ka ọ bụrụ Senator maka mpaghara Enugu East nke Federal Republic of Nigeria n'elu ikpo okwu PDP, na-arụ ọrụ na May 1999",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke Kọmitii Senate na Internal Affairs.",
  "N'ọnwa Ọktọba afọ 2002, enwere nsogbu mgbe ụlọ ọgbakọ omebe iwu steeti Enugwu kewara n'ime òtù abụọ, otu n'ime ha chọrọ ịchụpụ Abel Chukwu, onye mbụ na-ekwuchitere Ụlọ ahụ, bụ onye e kweere na ọ bụ onye na-eguzosi ike n'ihe nke Gọvanọ Chimaroke Nnamani",
  "Nwobodo kwagara arịrịọ na Federal House of Representatives kwesịrị iwere ihe omume nke House.\nN'oge ntuli aka gọvanọ nke 1998/1999 na Enugu Steeti, Nwobodo kwadoro Dr",
  "Chimaroke Nnamani, onye a họpụtara.\nOtú ọ dị,  ndị ikom abụọ ahụ mechara kwụsị ịbụ enyi.\nNwobodo keere òkè dị mkpa na mgbalị na-enweghị isi iji kwụsị nhọpụta Nnamani na 2003.",
  "Ka ọ na-erule njedebe nke oge Sineti ya, ọ gafere nwa oge na United Nigeria People's Party (UNPP), na-azọ ọkwa onyeisiala na ntuli aka 2003.\nOnye otu ya dịka osote onye isi ala bụ Mohammed Goni, onye bụbu gọvanọ nke Borno Steeti.",
  "N'afọ 2008, Nwobodo duziri kọmitii na South East iji dozie esemokwu ndị otu na PDP na mpaghara ahụ.",
  "Na June 2009, ụlọ ọrụ Nigeria Deposit Insurance Corporation (NDIC) na Central Bank of Nigeria (CBN) weghachitere akwụkwọ ikike nke Savannah Bank, nke Jim Nwobodo nwere nnukwu òkè na ya, na-agbaso mkpebi ikpe ụlọ ikpe mkpegharị nke Febụwarị ọnwa n'afọ 2009 na Abuja."
]