[
  "Patrick Ifeanyi Ubah // (na-ege ntị) (amụrụ na ụbọchị atọ Septemba 1971), bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye ọchụnta ego na onye ọchọọnta ego na-eje ozi ugbu a dị ka Senator na-anọchite anya Anambra South Senatorial District na Senate Naijiria. Ọ bụ onye isi oche nke Capital Oil (CCO), nke o guzobere na 2001.",
  "A mụrụ Ifeanyi dị ka nwa mbụ n'ime ụmụ asaa nke Maazị na Oriakụ Alphonsus Ubah na Otolo, di na otu n'ime ụzọ anọ nke Nnewi na Anambra State, Nigeria",
  "N'ihi enweghị ike nke ndị mụrụ ya igbo mkpa agụmakwụkwọ na  onwunwe nke ụmụ ha, Ifeanyi hapụrụ Premiere academy, Lugbe, Abuja iji mụta ịzụ ahịa mgbe ọ dị obere. Ọ gara ọtụtụ ọmụmụ azụmahịa na mpaghara na mba ụwa na nzukọ ọmụmụ ihe na nzukọ ọmụmụ na idu ndú na njikwa azụmahịa.",
  "Ifeanyi ghọrọ onye na-ebupụ taya na akụkụ ndị ọzọ karịsịa na West Africa gụnyere Ghana, Sierra Leone, Liberia na DR Congo tupu ọ gbasaa azụmahịa ya na mba ụfọdụ na Europe gụnyere Belgium na United Kingdom.",
  "N'afọ 2001, o guzobere Capital Oil and Gas Limited. Ọ bụ onye guzobere The Authority Newspaper, akwụkwọ akụkọ kwa ụbọchị nke Naijiria ma bụrụkwa onye nwe Ifeanyi Ubah F.C., klọb bọọlụ na Nigeria Premier League, mgbe ọ zụrụ ya dị ka Gabros International Football Club.",
  "N'afọ 2014, Ifeanyi Ubah meriri na ntuli aka gọvanọ Anambra n'afọ 2014 n'okpuru ikpo okwu nke Labour Party. N'abalị iri abụọ na anọ n'ọnwa Febụwarị n'afọ 2019, a mara Ifeanyi Ubah dị ka onye mmeri nke ntuli aka ndị omeiwu nke Anambra South n'okpuru ikpo okwu nke Young Progressive Party (YPP).",
  "Ifeanyi Ubah lụrụ Uchenna Ubah, onye nchịkwa azụmahịa gụsịrị akwụkwọ na Mahadum Ahmadu Bello na Naịjirịa, onye ya na ya nwere ụmụ ise",
  "Ọ na-ejikwa ntọala nke akpọrọ aha ya; Ifeanyi Ubah Foundation.",
  "Na ọnwa Septemba 2022, mgbe Ifeanyi Ubah nọ na-aga Nnewi, ndị na-agba égbè wakporo ya na Enugwu-Ukwu na Anambra Steeti - a gbagbara ụgbọ njem ya égbè; ọ dịkarịa ala mmadụ ise, gụnyere ndị uwe ojii abụọ, nwụrụ",
  "Ubah lanarịrị n'ihi na ụgbọala ọ nọ na ya na-egbochi mgbọ."
]