[
  "A mụrụ Senator Ifeanyi Godwin Araraume na 16 Disemba, 1958 na Late Mr",
  "Marcus Araraume and Mrs",
  "Adaezi Grace Araraume (Nee Anyiam) na Isiebu, Umuduru na Isiala Mbano Local Government Area nke Imo State, Nigeria",
  "Ọ malitere ọrụ agụmakwụkwọ ya na Saint Christopher Primary School, Umuluwe, Ajirija na Isiala Mbano, Imo State.",
  "Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ praịmarị, ọ debara aha ya na Sapele Technical College, nke dị ugbu a na Delta State, Nigeria",
  "O mechara gaa ụlọ akwụkwọ sekọndirị Dick Tiger Memorial, Amaigbo na Nwangele Local Government Area nke Imo State, Nigeria ebe o mechara agụmakwụkwọ sekọndiri ya.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndirị ya, ọ gara Mahadum Liberty dị na Lynchburg, Virginia, United States of America ebe o nwetara nzere Bachelor of Science (B.SC) na Business Administration",
  "O mechara nweta nzere masters nke sayensị (M.SC) na International Relations na Mahadum Benin, Naịjirịa",
  "Mgbe ọ nwetasịrị agụmakwụkwọ dị mma, Senator Araraume banyere na azụmaahịa onwe ya wee ghọọ onye isi na ngalaba ahụ.",
  "Ọ bụ onye were ndị ọrụ n'ọrụ nwere mmasị na Real Estate, Insurance, Retail Trade na Construction",
  "Ọ bụ onye isi oche nke Exclusive Stores Limited, Climax Insurance Brokers Ltd, Harmony Properties Limited na onye nduzi otu oge, Inland Bank Plc (nke bụzi akụkụ nke FCMB) n'etiti ndị ọzọ",
  "Ọ bụ onye isi oche steeti nke All Peoples Party (APP); mgbe e mesịrị (ANPP) na Imo Steeti site na 1998 意 1999.  Onye na-ahụ maka akụ na ụba steeti, Nzukọ Liberal na steeti Imo ochie site na 1988 na 1989, Onye otu, Kọmitii Ego Mba nke Nzukọ Republican National (NRC) site na 1990 na 1993, Onye isi oche, NRC Onye isi ala maka Kwara na Delta States",
  "A họpụtara ya na Senate na 1999 ma họpụta ya ọzọ na 2003",
  "Mgbe ọ nọ na Senate, ọ bụ: Onye isi oche, Kọmitii Senate na Ike na Steel na osote Onye isi oche، Kọmitii Senator na Ọdịbendị na Njem",
  "Ọ bụkwa osote onye isi oche nke kọmitii Senate na Niger Delta Development Commission (NDDC) na onye isi oche, Kọmitii Na-ege ntị ọha maka mpaghara South-West na mmezi Iwu  1999",
  "Ọ bụ onye isi oche nke Southern Senators Forum na onye otu National Assembly Joint Constitution Review Committee (JCRC); onye otu, kọmitii Senate na Petroleum Resources, Works, Finance na Appropriation",
  "Senator Araraume bụkwa onye isi oche nke Kọmitii Senate na ụgwọ obodo na nke mba ọzọ",
  "Ọ bụ onye otu ndị ọkachamara na-esonụ:",
  "Onye isi ala Muhammadu Buhari GCFR họpụtara ya dị ka Kọmishọna Mba na Board of Nigerian Communications Commission na-anọchite anya mpaghara South East na 2016 ruo taa",
  "Nwoke nwere ọtụtụ akụkụ, Senator Araraume bụ Onye Nlekọta Ndụ nke Catholic Men's Organization, Okigwe Diocese na Imo State na Knight of Saint John International, Award of Exemplary Catholic Man of Honour; site na Catholic Men Organisation, Our Lady Queen of Nigeria, PRO Cathedral Abuja",
  "Onyinye nke Onye Na-ewu Chọọchị; site na Church of Nigeria Anglican Communion, Okigwe Diocese",
  "Ọ bụ onye otu Ikoyi Club, Lagos, Benin Country Club, IBB Golf Club na Owerri Sports Club.",
  "Ezigbo nwoke nwere ụmụ, ọ lụrụ Barr",
  "Lolo Gladys Araraume",
  "Ọ bụ onye otu All Progressive Congress (APC) ugbu a.",
  "O nwekwara mmetụta dị ịrịba ama na egwuregwu na ọrụ mmekọrịta ndị ọzọ site na ndị otu Ikoyi Club Lagos, Benin Country Club, na IBB Golf Club, Patron Orlu Country Club na Onye isi oche Araraume Destiny Foundation.",
  "E nyela ya ihe nrite ndị a na nso nso a: Fellow, Institute of sales Management of Nigeria (FNISM) Fellow Institute of Corporate Administration (FICA) wdg.",
  "Ọ bụ onye natara Justice of Peace na onye omeiwu kachasị mma site na South-East (2003-2007) site na Encomium Magazine."
]