[
  "Ifeoma Jane Nwobodo (amụrụ n'ọnwa Nọvemba 23, n'afọ1966), bụ onye bụbu Chief of Staff nke Gọọmentị Enugu Steeti, na South East nke Federal Republic of Nigeria, na onye na-achọ maka Enugu East Senatorial District.",
  "A mụrụ Ifeoma Jane Nwobodo na Umuahia, isi obodo Abia Steeti nke Naijiria, nye ńnà ya bụ Prọfesọ J.O Uzo na nne ya, ha abụọ si n'ógbè Gọọmentị Obodo Udi nke Enugu Steeti.",
  "Nwobodo malitere agụmakwụkwọ praịmarị ya na Mahadum Primary School, Nsukka, Enugu State, n'afọ 1971, na-agwụcha agụmakwụkwọ elementrị ya n'afọ 1977 na Zik Avenue Primary School (nke e mechara kpọwa TTC Primary School)",
  "Agụmakwụkwọ sekọndrị ya malitere na Federal Government Girls College, Gboko, Benue State, na 1977, wee mechie ya weta kwa asambodo ụlọ akwụkwọ West African o nwetara na Queen of the Rosary College, Nsukka n'afọ 1983.",
  "Mgbe ọ dị afọ iri na asatọ, Nwobodo nwetara nnabata na Mahadum Naịjirịa iji mụọ Banking na Finance na Enugu campus nke Mahadum áhụ̀  Ọ gụsịrị akwụkwọ na nzere Bachelor of Science na 1987",
  "Ọ bụ ugbu a Fellow nke Institute of Chartered Accountants of Nigeria (ICAN), na onye mmekọ nke Chartered Institute of Taxation (CIT).",
  "Ifeoma Nwobodo lụrụ Justice Afam Nwobodo nke ụlọ ikpe-Judiciary dị na Enugu Steeti",
  "Di ya si na West Local Government Area nke Enugu Steeti",
  "Ha nwere ụmụ anọ.",
  "Nwobodo malitere ọrụ ya dị ka onye a na-azụ̀ na ọrụ ụlọ àkù na Continental Merchant Bank Lagos (1987 ruo 1988) n'okpuru National Youth Corps Service ebe ọ rụrụ ọrụ na akwụkwọ akụ na nkwekọrịta nkwụnye ego",
  "N'afọ 1989, ọ malitere ọrụ dị ka Corporate Strategic Planning and Control Manager na Cash Data Services Limited (ụlọ ọrụ kaadị akwụmụgwọ na ụlọ ọrụ ọrụ ego dị na Lagos), ọkwá ọ nọrọ ruo n'afọ 1992",
  "N'ọrụ a na nzukọ a, Nwobodo bụ onye na-ahụ maka mmefu ego, nkwenye na njikwa ime ụlọ",
  "Ọrụ ya mekwara ka nyocha na mmepe dị ike, yana nkwalite ihu ụlọ ọrụ maka ụlọ ọrụ ahụ.",
  "Nwobodo nabatara ọkwa nke Chief Accountant na Melagro Exports Limited n'ime ngalaba ọrụ ugbo na ụlọ ọrụ azụmaahịa mbupụ",
  "Ọ bụ onye na-ahụ maka ndị otu Finance & Accounting, ma lekwasị anya n'ịmepụta usoro ọhụrụ na ọrụ iji kwalite uto nke ụlọ ọrụ ahụ.",
  "N'afọ 1998, Nwobodo ghọrọ Chief Accounting & Finance Officer na Manaksia Industries Nigeria Limited, ụlọ ọrụ na-emepụta ihe na Lagos nke nwere ngalaba mbupụ",
  "Mgbe ọ nọ na Manaksia, ọ na-etinye aka na mmepe nke usoro ego na ndekọ ego dị irè",
  "N'ime afọ abụọ ahụ, o webatara usoro ndekọ ego kọmputa, ma guzobe ma nyochaa usoro nchịkwa nke ụlọ ọrụ ahụ",
  "N'ọrụ a, o nyekwara ntụziaka atụmatụ maka ụlọ ọrụ ahụ na mpaghara nke ndị ọrụ na njikwa akụ na ụba dị na ahụ ndị n'arụ́ ọrụ, atụmatụ ụtụ isi na nchịkwa, yana ego iji duzie njikwa na mkpebi ọnụahịa ngwaahịa.",
  "Nwobodo wee were nhọpụta na ụlọ ọrụ mba ụwa na-ele ọbịa na njem nleta, Protea Group, ka ọ bụrụ Chief Finance Officer (CFO) nke Protea Hotel Nike Lake Resort n'afọ 2001.",
  "Nwobodo ghọrọ Onye isi ndị ọrụ Gọvanọ nke Enugu Steeti n'afọ 2007.",
  "Onye na-akwado inye ụmụ nwanyị ike, Nwobodo jiri ọfịs ya kwado ihe ụmụ nwanyị na-eme, ma site na agụmakwụkwọ ma ọrụ akụnaụba",
  "N'ọrụ a, ọ na-arụkọ ọrụ na ọtụtụ ndị otu mmekọrịta ọha na eze na ndị ọkachamara na nzukọ, nzukọ na ogbako."
]