[
  "Iga Idunganran bụ ebe obibi nke Oba nke Lagos, nke dị na Lagos Island. Ọ bụkwa ihe na-adọrọ mmasị ndị njem nleharianya.",
  "Malite na narị afọ nke iri na ise, ailandi Lagos bụ nke onye mbụ bi n'àgwàetiti ahụ bụ Chief Aromire nwe, onye bụ onye isi Ile-Ife, onye jiri ya mee ihe dị ka ebe ịkụ azụ na ugbo ose. E wuru obí eze oge ochie ahụ na afọ 1670 maka Oba Gabaro (1669-1760). Ndị Portuguese mechara rụzigharịa ya, na ihe ndị e ji mezie ya, ọkachasị tiles nke esibPortugal weta.",
  "Ọ bụ Praịm Minista Naịjirịa, Sir Abubakar Tafawa Balewa, rụchara akụkụ nke oge a ma nyefe  ya ịba ọrụ na ọnwa mbụ nke Ọktoba afọ 1960. N'oge na-adịbeghị anya, eze Adeniji Adele nke abụọ na Adeyinka Oyekan nke abụọ mepụtara ya, ọ gara n'ihu na afọ 2007 na 2008 site n'aka eze nke ugbu a, Akiolu, na njikọ aka nke gọọmentị Steeti Lagos  na mesuom Naịjirịa.",
  "Iga Idunganran nọrọ ọnọdụ dị ka  ebe nchịkwa, ahịa agwaetiti ahụ na ebe ememme Eyo.",
  "IGA, nke sitere n'asụsụ Oyo / Ife Yoruba GAA nke pụtara ụlọ eze ma ọbu Obi eze akpọrọ Royal Home ma ọ bụ Palace na bekee, IDUN pụtara ala, ebe ma ọ bụ ụda nke ebe IGANRAN bụ okwu Yoruba maka ose",
  "Iga Idunganran ya mere na-asụgharị \"obí eze e wuru n'ugbo ose\", ebe Aromire jiri ala ahụ mepụta n'oge gara aga dị ka ugbo ya.",
  "A na-eli ndị eze niile nke Lagos tupu Oba Akitoye na Obodo Benin",
  "Eze Akitoye bụ Eze mbụ nke Lagos ka e liri n'ime obí eze nke oge a",
  "A na-eli ndị eze  niile sochirinụ ma e wezụga Sanusi Olusi na Kosoko na Iga Idunganran.",
  "E nwere ọtụtụ ebe ofufe arusi nke ndi orisha n'obí eze",
  "Ndị a gụnyere:",
  "Enwere ike ịchọta Esu (nke a na-akpọ Éshu) n'ọnụ ụzọ mbata nke obí eze",
  "Esi Benin wee weta Èsù",
  "A makwaara ya n'ọtụtụ aha ndị ọzọ, nke a ma ama bụ ekwensu",
  "Oba na ndị isi ya kpere ekpere n'ụlọ ofufe agwụ a iji gbochie ihe ize ndụ na Lagos (ma mesịa na Naịjirịa n'ozuzu) n'oge gara aga",
  "Ha na-ekpegakwa ekpere n'ebe ahụ tupu ha ahapụ obí eze maka ọrụ nzuzo ma ọ bụ nke gọọmentị iji gbochie ihe ọjọọ",
  "Ọzọkwa, tupu eze apụọ, O kwesịrị iga ụlọ ofufe a iji nata ụsa  otú njem ya ga-esi bụrụ",
  "Ajụjụ ndị dị ka otu njem ahụ ga-adị mma ma ọ dị mma  Oba ịmalite njem dị otú ahụ be ihe ana aga-ajụkarị.",
  "Ogun bụ chi nke ígwè",
  "Ọ bụ ezie na ọ bụghị n'ime obí eze n'onwe ya, e nwere obere ụlọ e wuru maka ịbanye ozugbo n'ogige ahụ",
  "Nnukwu ụlọ nsọ ahụ dị na mpụga mgbidi dị ugbu a nke obí eze, ọ bụ ezie na ọ ka nọ n'okpuru ikike ya",
  "O nwere onye ụkọchukwu nwanyị na-arụ ọrụ ya kwa ụbọchị.",
  "A na-eme emume na ekpere pụrụ iche kwa ụbọchị iri na isii n'obí eze, ọ na-abụkarị  Araba nke Lagos n'ime ya, Chief Ajanaku, ọ bụ ezie na Oba na-eji ndị ụkọchukwu ọdịnala ndị ọzọ na ndị ụkọchị nwanyị eme ihe mgbe ụfọdụ dabere na ihe kacha mkpa na oge, na ike ime mmụọ nke ndị dị otú ahụ",
  "Ụfọdụ n'ime ihe ndị dị mkpa maka ime emume ndị a bụ aki ilu, oji, Ọsọ Ojii, mmanụ nkwụ, mmanya ọkụ ma ọ bụ ihe ọ bụla dị mfe, ọkụkọ, nduru, ewu ma ọ bụ ebule na ihe ọ bụla ọzọ Ifa oracle nwere ike inye iwu, na-owuwe ndụ mmadụ.",
  "Mgbe ngagharị iwe END SARS nke afọ 2020 gasịrị, e zuuru Iga Idungaran na Oba nke Lagos, Rilwan Akiolu boro ndị ohi ebubo na ha na-zuoro nde dola abụọ na puku naira iri na asaa  na obí ya."
]