[
  "Igbo kalenda (Ogugu afo na ala  igbo",
  "Nke a bụ usoro omenala kalenda ndi Igbo di na Nigeria",
  "Kalenda nwere ọnwa iri na ato n'afo, izu asaa n'ime otu ọnwa (na ụbọch ano nke  na egosi ụbọchị ahịa Igbo (afor, nkwo, eke, na orie) n'ime izu () gbakwunyere  otu   ụbọchị ọzọ n'ụbọchị njedebe nke,   afor n'ọnwa ikpeazu n' afo",
  "Aha onye deputara onwa    ndia bu Onwuejeogwu  n'afo (1981)",
  "Ọ bụ ezie na ofufe na mmụọ nsọpụrụ bụ akụkụ dị ukwuu n'ime ihe okike na mmepe nke  usoro kalịnda Igbo, azụmahịa na-ekerekwa òkè dị ukwuu n'ịmepụta kalenda Igbo",
  "E gosipụtara nke a na akụkọ ifo nke Igbo n'onwe ya",
  "Ihe omumaatụ nke a bụ ụbọchị ahịa nke Igbo nke obodo ọ bụla nwere ụbọchị a ga-emepe iji mepee ahịa ya, n'ụzọ dị otú a ka ndi Igbo ka si eme kalenda Igbo",
  "Ụfọdụ  obodo ndi  Igbo agbaliala imezi ọnwa iri na atọ  ka obula ọnwa iri na abụọ, dịka kalenda Gregorian",
  "Kalenda obodo nile   abughi  otu, ya mere, otu di iche iche ga-abia n 'ebe di iche iche nke izu, ma obu kwa afo",
  "Ka o sina dị, ụbọchị anọ na ubochi   asatọ na ebuta mmekọrịta ụbọchị ahịa  obodo di  iche iche, Omumaatu",
  "obodo Nri na-esokwa otu  afo ahu",
  "Ndi Igbo nwere ubochi ahia anọ, nke bu: eke, orie, afor na nkwo",
  "Ụbọchị ahịa ndị a na-eso onwe ha dika kalenda Igbo si di",
  "N'akụkụ dị iche iche n' ala Igbo, obodo ọ bụla nwere ahịa na- aza  ụbọchi ahia ndia., Omumaatu aha Eke, aha Afor.",
  "Na kalenda Igbo omenala otu izu ( Igbo    ) nwere ụbọchị ano.[ Eke,Orie, Afor na Nkwo] ), izu asaa na-eme otu ọnwa ( Igbo    ), otu ọnwa nwere ụbọchị  iri  abuo n'asato",
  "Ewere onwa iri na-ato na otu afo",
  "N'ime ọnwa gara aga, a gbakwunyere ụbọchị ọzọ",
  "Ndị n'aka mgbe aga-eme emume omenala n'ala Igbo bu ndi isi nchuaja ma o bu ndi Dibia",
  "Oge na-adaba na isi ihe anọ ahụ, Afọ jikọtara n'ebe ugwu, Ugwu n'ebe ndịda, Eke gaa n'ebe ọwụwa anyanwụ, na Orie gaa n'ebe ọdịda anyanwụ",
  "Ndị mmụọ a, bụ ndị na- azụ anụ, bụ Chineke (Faith and Destiny) kere ka ha wee nwee ike ịhazi usoro Igbo na Igboland",
  "N' agbanyeghi na ewere ubochi ano, ubochi ndi a nwere nke nnukwu na nke obere meziri ya ogologo ubochi asato",
  "'   ,",
  "Omumaatu : Ọnwa Mbụ",
  "Igbo abụghị ihe zuru ụwa ọnụ, a kọwapụtara ya dị ka \"ọ bụghị ihe edepụtara ma soro",
  "kama ọ na-ahụ ya n'uche ndị mmadụ.\"",
  "Ana agukari umu amuru ohuu aha dabara n' ubochi amuru ha",
  "otumasiri na odighikwa  otu a ugbu a",
  "Aha dika Mgbeke [ nwa nwanyi] bu onye amuru ubochi Eke, Mgborie[nwa nwanyi] bu onye amuru ubochi Orie w.d.g.bu ihe putara ihe n'ndu ndi Igbo",
  "O buru nwoke, ana eji Oko anochi anya Mgbo m'obu akpoo ya nwa Okeke",
  "Omumaatu nke a bu Nwankwo Kanu, onye egwu bool doro nke ukwuu",
  "Ọnwa ndi a gbadoroukwu n'kalenda obodo Nri bu nke nwere ike idi ichie n'kalenda Igbo ndi ozo dika: igu aha, ichuaja, n'emume ndi ozo gbara gburugburu n'ime onwa ndi ozo",
  "Ọnwa mbu na-amalite site n'izu nke atọ nke February na-eme ya afọ ọhụrụ Igbo",
  "Akwukwo afọ nke Nri-Igbo nke kwekọrọ na afo Gregorian nke afo 2012 ka emere ka ha malite n'ememe onu ogugu kwa afo nke a na - akpọ Igu Aro na February 18 (Onwa abali n'izu nke ato nke February)",
  "Ememme Igu Aro nke e mere na March bụ akara afọ nke ọnwa dị ka afọ 1013 nke kalenda Nri",
  "Ana ewere onwa-a dika onwa mkpocha",
  "nzacha na ọrụ ugbo",
  "Ọnwa Anọ bụ mgbe akuku nke mkpụrụ ji malitere",
  "Igo chi na mmanwu ndi okenye n' aputa n'ime ọnwa a.Ọnwa Agwu bụ mmalite  nke afọ",
  "Ausi Agwu onye nke eji aha ya mere onwa bu onye ndi dibia n'akwanyere ugwu nke ukwuu n''ime onwa a",
  "Onwa a bu onwa edebere maka alusi ji an-akpo ifejioku, na Njoku ji na iji ji wee chou aja n'ime onwa a maka emume iri ji ofuu",
  "Ọnwa a na-ahụ maka owuwe ihe ubi",
  "Mmemme akpọrọ Önwa Asatọ ( Igbo   ) a na-eme n’ọnwa a.",
  "Ana (ma ọ bụ Ala ) bụ chi nwaanyị ala Igbo a na eme emume dị iche iche maka chi a bidoro n'ọnwa a, ya mere eyi kpo owa aha ya.",
  "Okike emume nke n’eme n’ọnwa a.",
  "A na emekwa Emume Okike n’ọnwa Ajana.",
  "Ọnwụ nmenme na akwusị",
  "Onwa ikpeazu huru onyinye nye alusi.",
  "Emume ukwu abuo bu ememme afo ohuru ( Igu Aro ), gafere n’abalị iri na asatọ nke ọnwa Febụwarị, oge eji ako nrị mgbe eze, bụ Eze Nri   dị na mpaghara Nri, jị gwara ndị Igbo ka ha gaa kụọ mkpụrụ osisi nrị ha ngbe mmiri izizi ga ezo ka emechere emụme ịrị ji  (Emume Ọnwa-asatọ ), n’ọnwa nke asatọ",
  "Afọ Nri-Igbo a na-agụ afọ a maara dị ka Igu Aro akara 10 Maachị 2012 dika mmalite nke afọ 1013 nke kalenda Nri",
  "Ememme ahụ na-egbu oge n'ihi ihe ndị ọzọ.",
  "Imöka na-eme emume n’abalị iri abụọ nke ọnwa nke abụọ",
  "13",
  "HRH Silver Ibenye-Ugbala kalenda Igbo site na AD 0001 rue AD 8064: Site na nyocha nyocha nke Gregorian na ndị ọzọ kalenda ụwa."
]