[
  "Igbo-Ukwu (Bekee: Great Igbo) bụ obodo dị na steeti Anambra nke dị na ndịda etiti obodo Naijiria",
  "Obodo ahụ nwere akụkụ atọ bụ Obiuno, Ngo, na Ihite (agglomeration nke 4 quarters) nwere ọtụtụ obodo n'ime nkeji iri na isii na ngalaba nchịkwa iri atọ na isii (36)",
  "Amichi, Isuofia, Ikenga na ụfọdụ obodo ndị ọzọ.",
  "Igbo-Ukwu bụ ebe ama ama maka ebe nchọcha ihe mgbe ochie atọ, ebe ngwungwu achọpụtala ihe ọla kọpa sitere n'omenala ọla na-arụ ọrụ ọla kọpa nke malitere na narị afọ nke itoolu AD, narị afọ tupu ọla ndị ọzọ ama ama na mpaghara ahụ.",
  "Nke mbụ, nke a na-akpọ Igbo Isaiah, bụ nke Isaiah Anozie, onye obodo nta, chọpụtara na 1938, onye chọtara ọrụ ọla nchara mgbe ọ na-egwu n'akụkụ ụlọ ya",
  "Ihe nchara ise sitere na nchọpụta mbụ dị ugbu a na nchịkọta British Museum. Ha na-agụnye obere mkpara, isi ebule, nnukwu manilla, arịa dị mgbagwoju anya na obere ihe dị n'ụdị isi obodo nwere akara scarification (ichi) n'ihu.",
  "Ogwugwu ihe mgbe ochie nke Thurstan Shaw mere n'afọ 1959 n'ihi arịrịọ gọọmenti Naijiria mere ka a chọta ebe abụọ ọzọ bụ Igbo Richard na Igbo Jona, bụ ndị nwere ogbe ochie",
  "E mechakwara gwupụtakwara ihe ndị a",
  "Ihe ndị e ji emepụta ihe na-agụnye ọla, ceramik, ozu e ji ihe e ji emepụta ihe chọọ mma, na ọtụtụ ihe ọla kọpa, ọla kọpa, na ígwè dị iche iche",
  "Ụfọdụ n'ime ihe ndị a nwere ihe ndị na-egosi na usoro ịzụ ahịa dị anya na-erute Ijipt.",
  "Radiocarbon dating debere saịtị ndị ahụ na 850 AD, nke ga-eme ka ọdịbendị Igbo-Ukwu bụrụ ihe atụ mbụ a maara nke ọla nchara na mpaghara ahụ. Ndị omenkà ahụ na-arụ ọrụ ọtụtụ narị afọ tupu ndị mere ọla nchara Ife a ma ama",
  "Ebe ndị e gwupụtara ihe n'ala na ndịda ọwụwa anyanwụ Naijiria nwere njikọ na Nri-Igbo",
  "Ebe atọ ahụ gụnyere Igbo Isaiah (ụlọ nsọ), Igbo Richard (ebe olili ozu), na Igbo Jonah (ebe zoro ezo)",
  "Ihe ndị a chọtara na saịtị ndị a egosiwo na site na narị afọ nke 9 AD, ndị Igbo-Ukwu guzobere usoro okpukpe dị mgbagwoju anya na akụ na ụba dabere na ọrụ ugbo na azụmahịa na ndị Afrịka ndị ọzọ ruo na ndagwurugwu Naịl.",
  "Alice Apley dere banyere ọrụ ahụ:",
  "\"Ndị bi na Igbo-Ukwu nwere nkà na-arụ ọrụ ígwè nke na-aga n'ihu na mmalite narị afọ nke itoolu",
  "E gwupụtara ebe atọ, na-ekpughe ọtụtụ narị arịa ememe na regalia castings nke ọla nchara ma ọ bụ ọla nchara na-eduga nke so n'ime ọla nchara kachasị mma na nke a rụzuru.\nNdị Igbo-Ukwu (nke a maara na mbụ dị ka Igbo-Nkwo), ndị nna nna nke ndị Igbo nke oge a, bụ ndị mbụ na-akpụ ọla kọpa na alloys ya na West Africa, na-arụ ọrụ ígwè site na ịpị, ịgbagọ, ịtụgharị, na ịkpụ",
  "O yikarịrị ka ha so n'etiti ndị mbụ nke ndị West Africa iji usoro nchara furu efu mee ihe na mmepụta nke ihe ọkpụkpụ ọla nchara",
  "N'ụzọ dị ịtụnanya, ihe akaebe na-egosi na ọrụ ha na-arụ ọrụ na ígwè dị obere na ndị Igbo na-arụpụta ihe amaghị usoro ndị dị ka ibuli elu, solderingartifact nke igbo ukwuriveting, na imepụta wired, ọ bụ ezie na a na-eji usoro ndị a eme ihe n'ebe ndị ọzọ na kọntinent ahụ."
]