[
  "Agha ụmụ nwanyị, ma ọ bụ Aba Women's Protest (Igbo: Ogu Umunwanyi; Ibibio: Ekong Iban), bụ oge ọgba aghara na Naijirịa na-achị n'ime Nọvemba 1929",
  "Ngagharị iwe ahụ malitere mgbe ọtụtụ puku ụmụ nwanyị Igbo si na mpaghara Bende, Umuahia na ebe ndị ọzọ dị n'ebe ọwụwa anyanwụ Naijirịa gara n'obodo Oloko iji mee ngagharị iwe megide ndị isi Warrant, bụ ndị ha boro ebubo na ha na-egbochi ọrụ ụmụ nwanyị na gọọmentị",
  "Ngagharị iwe ahụ gụnyere ụmụ nwanyị si n'agbụrụ isii (Igbo, Ibibio, Andoni, Ogoni, Efik, na Ijaw).",
  "Ọ bụ ụmụ nwanyị ime obodo nke mpaghara Owerri na Calabar haziri ma duzie ya",
  "Omume nke ngagharị iwe ahụ gụnyere 'ịnọdụ ala' site n'aka ụmụ nwanyị",
  "N'oge ihe omume ahụ, a manyere ọtụtụ ndị isi Warrant ka ha gbaa arụkwaghịm ma wakpo ụlọ ikpe iri isii nke ụmụ amaala, ọtụtụ n'ime ha mebiri",
  "Ọ bụ nnukwu nnupụisi mbụ ụmụ nwanyị mere na West Africa",
  "N'afọ 1930, gọọmentị na-achị mba ahụ wepụrụ usoro nke ndị isi warrant, ma họpụta ụmụ nwanyị na usoro Ụlọikpe Obodo",
  "Ụmụ nwanyị Afrịka wuru mgbanwe ndị a ma hụ ha dị ka mmalite nke ịkpa ókè mba Afrịka.",
  "E nwere ogologo akụkọ ihe mere eme nke ọrụ ụmụ nwanyị na Naijirịa tupu nnupụisi ahụ",
  "N'afọ 1910, ụmụ nwanyị nọ na Agbaja hapụrụ ụlọ ha ruo otu ọnwa iji mee ngagharị iwe n'ihi ebubo n'etiti ha na ụfọdụ ụmụ nwoke na-egbu ụmụ nwanyị dị ime na nzuzo. Enweghị ha niile mere ka ndị okenye obodo mee ihe iji dozie nchegbu ha. N'afọ 1924, ụmụ nwanyị 3000 nọ na Calabar mere ngagharị iwe maka ọnụ ahịa ahịa nke ndị ọchịchị na-achị ala ahụ nyere iwu. Na Southwestern Nigeria, e nwere òtù ụmụ nwanyị ndị ọzọ dị ka Lagos Market Women's Association, Nigerian Women's Party, na Abeokuta Women's Union. Enwekwara \"usoro dị mma nke netwọk ahịa ụmụ nwanyị\" nke ụmụ nwanyị Igbo na Ibibio ji ekwurịta okwu iji hazie ma hazie n'oge nnupụisi ahụ.",
  "N'ezie, mpụta nke Agha Ụmụ nwanyị Aba dị ogologo oge na-eme",
  "Ọchịchị ndị na-achị ala ọzọ na Naijirịa gbanwere ọnọdụ ụmụ nwanyị Naịjirịa dị iche iche na obodo ha",
  "A na-ekwe ka ụmụ nwanyị sonye na ọchịchị nke mpaghara ahụ ma nwee ọrụ dị mkpa n'ahịa. Ụmụ nwoke na ụmụ nwanyị rụkọkwara ọrụ ọnụ n'ụlọ, a makwaara ha abụọ na ha nwere ọrụ dị mkpa. Ụmụ nwanyị nwekwara ihe ùgwù nke isonye na ndọrọ ndọrọ ọchịchị n'ihi eziokwu ahụ bụ na ha lụrụ ndị isi",
  "Ndị ọchịchị na-achị mba ahụ hụrụ omume ndị a dị ka \" ngosipụta nke ọgba aghara na ọgba ag aghara\", ha nwara ịmepụta ụlọ ọrụ ndọrọ ndọrọ ọchịchị nke na-enye ikike na ike. Ọ bụ ezie na ha lere ụlọ ọrụ ndọrọ ndọrọ ọchịchị ndị ikom Igbo na-eduzi anya, ha leghaara nke ụmụ ṅwanyị anya, na-eme ka ha ghara inwe ike ndọrọ ndọrọ ọchịchị. Ndị ọchịchị na-achị mba ahụ kwenyere na usoro nna ochie na nke nwoke a ga-eguzobe usoro omume ọma n'ebe niile a na-achị. Ụmụ nwanyị ahụ bịara na-enwekwu afọ ojuju na ọchịchị ndị ọchịchị n'ihi ụgwọ ụlọ akwụkwọ dị elu, nrụrụ aka site n'aka ndị isi obodo, na ọrụ mmanye.",
  "Ihe omume nke mesịrị duga n'agha ahụ bụ iwebata ụtụ isi kpọmkwem",
  "N'ọnwa Eprelụ 1927, gọọmentị na-achị Naijirịa mere ihe iji mee ka Native Revenue (Amendment) Ordinance",
  "Onye bi n'ógbè ahụ, W",
  "E",
  "Hunt, bụ onye osote gọvanọ nke Naijirịa nyere iwu ka ọ kọwaara ndị mmadụ ndokwa na ihe ndị dị na iwu ọhụrụ ahụ n'óbe ise dị na mpaghara Ọwụwa Anyanwụ",
  "Nke a bụ iji kwadebe ihe ndabere maka iwebata ụtụ isi kpọmkwem nke ga-amalite n'April 1928",
  "E webatara ụtụ isi kpọmkwem na ụmụ nwoke na 1928 n'enweghị nnukwu ihe omume, ekele maka omume ndị a haziri nke ọma n'ime ọnwa iri na abụọ gara aga",
  "Na Septemba 1929, e zigara Captain J",
  "Cook, onye na-enyere onye isi distrikti aka, ka ọ weghara ngalaba Bende nwa oge site n'aka onye isi distrite na-eje ozi, Maazị Weir, ruo mgbe Captain Hill laghachiri na ezumike na Nọvemba",
  "Mgbe ọ weghaara, Cook chọpụtara na akwụkwọ aha mbụ maka ụtụ isi ezughi oke n'ihi na ha etinyeghị nkọwa nke ọnụ ọgụgụ ndị nwunye, ụmụaka, na anụ ụlọ n'ezinụlọ ọ bụla",
  "Ọ malitere ịtụgharị akwụkwọ aha ahụ",
  "Omume a mere ka ndị ọchịchị na-achị ala ahụ na ụmụ nwanyị nọ n'Ebe Ọwụwa Anyanwụ Naịjirịa nwee esemokwu kpọmkwem ma bụrụ ihe na-akpali mgbanwe dị mkpa na nchịkwa mpaghara.",
  "A mara ọkwa ebumnuche Cook iji degharịa aha ahụ nye ndị isi ole na ole na Oloko Native Court ma malite ịgụta ọnụ n'ihe dị ka Ọktoba 14, 1929",
  "Ụmụ nwanyị nke Oloko chere na ọrụ ọnụ ọgụgụ ahụ bụ mmalite maka ịgbatị ụtụ isi kpọmkwem, nke a manyere ụmụ nwoke n'afọ gara aga",
  "Ụmụ nwanyị enweela ibu arọ maka ịkwado ezinụlọ ha na inyere ụmụ nwoke aka ịkwụ ụtụ isi ha. N'ihi na ụmụ nwanyị enweghị ike ndọrọ ndọrọ ọchịchị n'ime usoro nna ochie n'okpuru ọchịchị ndị ọchịchị, ha jiri ọrụ ha jikọrọ aka mee ka ha ghara inwe afọ ojuju",
  "Na Disemba 2, 1929, ihe karịrị puku ụmụ nwanyị iri mere ngagharị iwe na Oloko, Bende, megide ọnụ ọgụgụ nke ụmụ nwoke, ụmụ nwanyị, na anụ ụlọ site n'aka onye ọrụ distrikti",
  "Ihe omume a na Oloko ga-agbasa n'ọtụtụ akụkụ nke mpaghara Ọwụwa Anyanwụ n'ime izu anọ sochirinụ na Ogu Umunwanyi ma ọ bụ Agha Ụmụ nwanyị nke 1929.",
  "Site na Nọvemba ruo Disemba, ụmụ nwanyị si Owerri ruo Calabar kwakọrọ ụlọ ọrụ mmepụta ihe ma bibie ụlọ na ihe onwunwe nke Native Court tinyere ihe onwunwa nke ndị otu Native Court.",
  "Agha Ụmụ nwanyị Aba malitere site na esemokwu dị n'etiti nwanyị aha ya bụ Nwanyeruwa na nwoke, Mark Emereuwa, onye na-enyere aka ịme ọnụ ọgụgụ nke ndị bi n'obodo ahụ nke Warrant, Okugo na-achịkwa",
  "Nwanyeruwa bụ onye nna Ngwa, ọ lụrụ di na nwunye n'obodo Oloko",
  "Na Oloko, ọnụ ọgụgụ ahụ metụtara ụtụ isi, ụmụ nwanyị nọ n'ógbè ahụ na-echegbu onwe ha banyere onye ga-atụ ụtụ isi ha, ọkachasị n'oge oke ọnụ ahịa na ngwụcha afọ 1920",
  "Ọdịda ego nke 1929 gbochiri ikike ụmụ nwanyị nwere ịzụ ahịa ṅa imepụta ihe n'ihi ya ha chọrọ mmesi obi ike n'aka gọọmentị na-achị ha na a gaghị achọ ka ha kwụọ ụtụ isi",
  "N'ịbụ ndị na-eche nkwụsịtụ na ndọrọ ndọrọ ọchịchị ha ihu, ụmụ nwanyị ahụ kpebiri na ha agaghị akwụ ụtụ isi ma ọ bụ nyochaa ihe onwuṅwe ha.",
  "N'ụtụtụ Nọvemba 18, Emereuwa rutere n'ụlọ Nwanyereuwa wee bịakwute ya, ebe di ya Ọjim anwụọla",
  "Ọ gwara nwanyị ahụ di ya nwụrụ ka ọ \"gụọ ewu, atụrụ na ndị mmadụ\"",
  "Ebe ọ bụ na Nwanyereuwa ghọtara nke a pụtara, \"Olee ihe ole ị nwere ka anyị wee nwee ike ịkwụ gị ụtụ isi dabere na ha\", iwe were ya",
  "Ọ zaghachiri site n'ikwu \"Ọ gụrụ nne gị di ya nwụrụ?,\" nke pụtara \"na ụmụ nwanyị anaghị akwụ ụtụ isi n'etiti ndị Igbo ọdịnala\"",
  "Ha abụọ kwurịtara okwu iwe, Emeruwa jidere Nwanyeruwa n'olu. Nwanyeruwa gara n'ọma ahịa obodo iji soro ụmụ nwanyị ndị ọzọ na-enwe nzukọ iji kwurịta okwu banyere ịtụ ụtụ isi ụmụ nwanyị kwurịta ihe merenụ",
  "N'ikwere na a ga-atụ ha ụtụ isi, dabere na akụkọ Nwanyeruwa, ụmụ nwanyị Oloko kpọrọ ụmụ nwanyị ndị ọzọ (site na izipu akwụkwọ nkwụ) site na mpaghara ndị ọzọ na mpaghara Bende, yana site na Umuahia na Ngwa",
  "Ha kpọkọtara ihe fọrọ nke nta ka ọ bụrụ ụmụ nwanyị 10,000 na-eme ngagharị iwe n'ọfịs nke Warrant Chief Okugo, na-achọ ka ọ gbaa arụkwaghịm ma na-akpọ maka ikpe.",
  "A maara ndị isi nke ngagharị iwe na Oloko dị ka Oloko Trio: Ikonnia, Nwannedia na Nwugo",
  "A maara mmadụ atọ ahụ maka nkwenye ha, ọgụgụ ịsi na agụụ mmekọahụ",
  "Mgbe ngagharị iwe ghọrọ ihe siri ike, ọ na-abụkarị ndị atọ a nwere ike imebi ọnọdụ ahụ, na-egbochi ime ihe ike",
  "Otú ọ dị, mgbe e gburu ụmụ nwanyị abụọ mgbe ha na-egbochi okporo ụzọ dị ka ụdị mkpesa, mmadụ atọ ahụ eṅweghị ike ime ka ọnọdụ ahụ dị jụụ n'ebe ahụ, e zigara ndị uwe ojii na ndị agha n'obodo ahụ.",
  "N'ihi enyemaka ya na Agha Ụmụ nwanyị, Madame Nwanyeruwa bụ ma ka bụ aha na-apụta mgbe ọ na-ebute akụkọ ihe mere eme nke agha ụmụ nwanyị na Naijirịa, a na-ekwukwa na ọ nwere njikọ na akụkọ ihe mere e ji nwee mmeghe nke ịhụ mba n'anya n'Africa. Nwanyereuwa keere òkè dị mkpa n'ime ka ngagharị iwe ghara ime ihe ike",
  "Ọ kara afọ ndụ ma e jiri ya tụnyere ọtụtụ ndị duziri ngagharị iwe ahụ",
  "N'okpuru ndụmọdụ ya, ụmụ nwanyị ahụ mere ngagharị iwe n'abụ na ịgba egwu, \"nọdụ ala\" na Warrant Chiefs ruo mgbe ha nyefere akara ọrụ ha wee gbaa arụkwaghịm",
  "Ka nnupụisi ahụ na-agbasa, ìgwè ndị ọzọ gbasoro usoro a, ṅa eme ka ngagharị iwe ụmụ nwanyị bụrụ nke udo",
  "Ìgwè ndị ọzọ bịara Nwanyeruwa iji dee nsonaazụ na-akpali akpali nke ngagharị iwe ahụ, nke, dị ka Nwanyeruw hụrụ ha, bụ na, \"ụmụ nwanyị agaghị akwụ ụtụ isi ruo mgbe ụwa ga-agwụ [na] Ndị isi agaghị adị ọzọ\"",
  "Ụmụ nwanyị nke Oloko na ebe ndị ọzọ wetara onyinye ego nye Madam Nwanyeruwa maka inyere ha aka izere ịkwụ ụtụ isi",
  "N'ụzọ dị mwute, ọtụtụ ụmụ nwanyị mere ngagharị iwe ma wakpo ndị isi, na-ebibi ụlọ ha ma na-eme ka a hụ nnupụisi ahụ dị ka ime ihe ike.",
  "Madam Mary Okezie (1906-1999) bụ nwanyị mbụ sitere n'ezinụlọ Igbo ya iji nweta agụmakwụkwọ ọdịda anyanwụ, ọ na-akụzi na Anglican Mission School na Umuocham Aba na 1929 mgbe nnupụisi ụmụ nwanyị malitere",
  "Ọ bụ ezie na o sonyeghị na nnupụisi ahụ, ọ nwere ọmịiko dị ukwuu maka ebumnuche ụmụ nwanyị",
  "Ọ bụ naanị nwanyị nyere akwụkwọ mkpesa na Aba Commission of Inquiry (e zigara na 1930)",
  "Taa, isi ihe maka ịmụ nnupụisi ahụ bụ Akụkọ nke Aba Commission of Inquiry",
  "Mgbe nnupụisi ahụ gasịrị, Madam Okezie pụtara dị ka onye guzobere na onye ndú nke Ngwa Women's Association ma na-arụ ọrụ maka ndụ ya niile iji kwado ikike ụmụ nwanyị na Naịjirịa.",
  "Otu usoro dị mkpa na ngagharị iwe ahụ bụ ihe a maara dị ka \"ịnọdụ ala\"",
  "Ndị ọkà mmụta dị ka Glover kwuru na ndị ikom na-ahụghị ụmụ nwanyị kpọrọ ihe, na-etinye ohere nke ndị chere na a ga-eweghachi ihe dị mma n'ime obodo ha na-ezere ma nọrọ n'ihe ize ndụ: 6 \"Nnọdụ ala n'elu nwoke\" ma ọ bụ \"na-alụso nwoke agha\" bụ omenala a na-eji dị ogologo oge dị ka ṅgwá agha ụmụ nwanyị mgbe ha na-eche ikpe na-ezighị ezi ihu ṅa obodo ha. Ndị ọkà mmụta dị ka Green (1964), Judith Van Allen (1976), na Monday Effiong Noah (1985) kwuru na ụfọdụ ụzọ ụmụ nwanyị Aba ji mee ihe bụ : ịgba ụlọ nwoke ahụ gburugburu, mkparị nwoke ya, na ibibi ihe ọ bụla ọ ga-akọwa dị ka ihe dị oké ọnụ ahịa.: Ụmụ nwanyị ga-ezukọta n'ogige ṅwoke ahụ a na-ekwu maka ya, ma na-abụ abụ ma na-agba egwu ka ha na-akọwa mkpesa ụmụ ṅwanyị megide ya. Ụmụ nwanyị na-akụkarị ụlọ ya, kwatuo ya, ma ọ bụ jiri apịtị kpuchie ya",
  "Omume ndị dị ka imegbu nwunyé ya ma ọ bụ imebi iwu ahịa ụmụ nwanyị bụ ntaramahụhụ site na \"ịnọdụ ala\"",
  "Ọ bụrụ na ọ dị mkpa, a nọgidere na-eme omume ndị a ruo mgbe ọ chegharịrị ma gbanwee ụzọ ya.: 14648 N'oge March nke Grand-Bassam, a na-ejikwa usoro ịnọdụ ala n'elu nwoke mgbe nwoke jidere enyi ya nwanyị mgbe o tinyere kaadị RDA ya n'ime uwe ime ya. Ụmụ nwanyị wee wakpoo ụlọ ikpe ma mgbe ndị uwe ojii na-eyi egwu malitere ịgba egwú ma yipụ uwe ha: usoro eji eme ihe dị ka ụdị nguzogide dị ike.: 170 A na-ewere ọtọ ụmụ nwanyí n'ọtụtụ obodo Afrịka na Sahelian dị ka ihe a machibidoro iwu nke gosipụtara na ike nke ụmụ nwanyị ga-akwụsị mmebi ahụ.: 204 Mgbe ọ bịara na ndị isi agha, yana ịbụ abụ na ịgba egwú gburugburu ụlọ na ọfịs, ụmụ nwanyị ga na-agbaso ọ bụla ha, na-awakpo ohere ha na ndị ikom na-ele anya. A na-enwekarị nsogbu na ndị nwunye nke ndị isi Warrant ma ha onwe ha na-etinye nrụgide na ndị Warrants ka ha gee ntị na ihe ụmụ nwanyị chọrọ",
  "Usoro a nke \"ịnọdụ ala na akwụkwọ ikike,\" ya bụ, ịgbaso ha n'ebe niile na ebe ọ bụla, bụ ihe a ma ama n'etiti ụmụ nwanyị na Naijirịa, ma jiri ya mee ihe nke ọma",
  "Site na nhọrọ nke uwe, iji asụsụ ahụ na nhọrọ nke abụ, dọtara uche na ọrụ na ọnọdụ ụmụ nwanyị na Naijirịa, ọkachasị na ichebe ọdịmma nke ala",
  "Ndị ikom ndị ọzọ nọ n'obodo ahụ anaghị abịa ịzọpụta ha ma kwuo na ha wetara iwe ụmụ nwanyị n'ime onwe ha.: 170",
  "Ọrụ nyocha mbụ mere na mbido Jenụwarị 1930, mana enwetaghị ihe ịga nke ọma",
  "Nnyocha nke abụọ, nke a na-akpọ kọmitii Aba, zutere na Machị 1930. Kọmitii ahụ nwere nnọkọ ihu ọha ruo ụbọchị iri atọ na asatọ n'ebe dị iche iche na Owerri na Calabar Provinces ma gbaa ndị akaebe 485 ajụjụ ọnụ",
  "N'ime ọnụ ọgụgụ ndị akaebe a, ṅaanị ihe dị ka 103 bụ ụmụ nwanyị",
  "Ndị ọzọ bụ ndị ikom obodo na ndị ọrụ nchịkwa Britain bụ ndị a kpọrọ ka ha kọwaa ọrụ ha na nnupụisi ahụ ma ọ bụ ihe mere ha ji ghara ịkwụsị ụmụ nwanyị ahụ.",
  "Ụmụ nwanyị ahụ nwere ike ịgbanwe \"ụzọ ọdịnala maka netwọkụ na ikwupụta enweghị nkwenye\" n'ime usoro dị ike nke nwere ihe ịga nke ọma na-ama aka ma na-emebi nchịkwa mpaghara. A na-eme ngagharị iwe ụmụ nwanyị n'ókè nke ndị ọchịchị na-achị ala ahụtụbeghị n'akụkụ ọ bụla nke Africa",
  "Nnupụisi ahụ gbatịrị ihe karịrị puku square kilomita isii nke nwere mpaghara ọ́werri na Calabar niile, ebe ihe dị ka nde mmadụ abụọ bi. Ruo na ngwụcha Disemba 1929, mgbe ndị agha na-achị mba ahụ weghachiri usoro, e bibiri ụlọ ikpe iri, mebiri ọtụtụ ndị ọzọ, a wakporo ụlọ ndị ọrụ ụlọ ikpe, ma zuo ụlọ ọrụ ndị Europe na Osimiri Imo, Aba, Mbawsi, na Amata",
  "Ụmụ ṅwanyị wakporo ụlọ mkpọrọ ma tọhapụ ndị mkpọrọ",
  "Mana ṅzaghachi nke ndị ọchịchị na-achị mba ahụ bụkwa ihe siri ike",
  "Ka ọ na-erule oge e weghachiri usoro, ihe dị ka ụmụ nwanyị iri ise na ise ka ndị agha na-achị ala ahụ gburu",
  "Ndị agha ikpeazụ hapụrụ Owerri na 27 Disemba 1929, ndị nche ikpeazụ na Abak Division lara azụ na 9 Jenụwarị 1930",
  "Ka ọ na-erule 10 Jenụwarị 1930, a na-ewere nnupụisi ahụ dị ka nke e ji ihe ịga nke ọma kwụsị",
  "N'ime ngwụcha Disemba 1929 na mmalite Jenụwarị 1930, e mere ihe karịrị iri atọ nyocha ntaramahụhụ. A ṅa-ekwere n'ozuzu ya, dị ka Nina Mba si kwuo, na ihe omume a gosipụtara njedebe nke ọrụ ụmụ nwanyị n'ihi na nchịkwa ọhụrụ n'okpuru Gọvanọ Donald Cameron tụlere ụfọdụ aro ụmụ ṅwanyị n\"ịtụleghachi usoro nke Native Administration",
  "N'ihi ya, a na-ahụ Agha Ụmụ nwanyị dị ka ihe kewara akụkọ ihe mere eme na nchịkwa ndị Britain na Naịjirịa na-emetụta ya nke ukwuu. Agha ụmụ nwanyị nyekwara aka n'ịme ka echiche nwoke na nwanyị na-arị elu, na-enye ụmụ nwanyị na-alụbeghị ndị isi ohere itinye aka n'omume ọha na eze.",
  "N'ihi ngagharị iwe ahụ, ọnọdụ ụmụ nwanyị n'ime ọha mmadụ ka mma nke ukwuu",
  "N'ebe ụfọdụ, ụmụ nwanyị ṅwere ike dochie ndị isi Warrant",
  "A họpụtakwara ụmụ nwanyị ka ha rụọ ọrụ n'ụlọ ikpe ndị obodo",
  "Mgbe agha ụmụ ṅwanyị gasịrị, òtù ụmụ nwanyị siri ike na Ngwaland, ọtụtụ ihe mere n'afọ ndị 1930, 40 na 50 sitere n'ike mmụọ nsọ nke Agha ụmụ nwanyị, gụnyere ngagharì iwe ụtụ isi nke 1938, ngagharị iwe mmanụ nke afọ 1940 na Owerri na Calabar Provinces na Tax Revolt na Aba na Onitsha na 1956",
  "N'oge abụọ, a kpọrọ ndị isi distrikti ma nye ndị agha na ndị agha obodo iwu ka ha kwụsị ngagharị iwe ahụ",
  "N'oge ndị a, a gbagburu ma ọ dịkarịa ala ụmụ nwanyị 50 ma merụọ mmadụ 50 ọzọ ahụ",
  "Ụmụ nwanyị ahụ n'onwe ha emerụbeghị onye ọ bụla ha na-eme ṅgagharị iwe, ma ọ bụ onye ọ bụla n'ime ndị agha na-eme mkpesa ndị ahụ.",
  "Ihe omume ahụ nwere ọtụtụ aha dị iche iche, gụnyere (ma ọ bụghị nanị) Aba Women's Riots nke 1929, Aba Women'S War, na The Women's Market Rebellion nke 1929",
  "A na-akpọkarị ya \"Aba Women's Riots of 1929\" n'ihi na ọ bụ otú ahụ ka a kpọrọ ya aha na ndekọ ndị Britain. Ụmụ nwanyị na-eji usoro mkpesa nke bụ ọdịnala na nke a kapịrị ọnụ na obodo ha, dị ka ịnọdụ ala n'elu nwoke ma na-eyi uwe omenala ọdịnala. Ọ bụ ezie na ndị ikom nọ n'obodo ahụ ghọtara ihe usoro na usoro ndị ahụ pụtara, ndị Britain emeghị n'ihi na ha bụ ndị si n'èzí",
  "N'ihi nke a, ihe omume ahụ yiri ka ọ bụ \"omume nzuzu nke ụmụ nwanyị na-emebiga ihe ókè,\" si otú a na-akpọ ihe omume ahụ ọgba aghara. Ndị ọkà mmụta ekwuola na ịkpọ ihe omume ahụ \"Aba Riots\" na-eme ka \"ihe na-akpali ụmụ nwanyị\" ghara ịdị na ndọrọ ndọrọ ọchịchị nakwa na-eme ihe omume ahụ site na oghere nke ọchịchị. Ebe ọ bụ na a kpọrọ ihe omume ahụ \"Ogu Umunwanyi\" n'asụsụ Igbo na \"Ekong Iban\" n'ụdị Ibibio site n'aka ụmụ nwanyị obodo nke na-asụgharị \"agha ụmụ nwanyị\" Ụfọdụ ndị ọkọ akụkọ ihe mere eme eme eme eme mere ka a kpọọ ya \"Agha ụmụ nwanyị\" iji wepụ ihe omume ahụ na oghere nke ọchịchị ma mee ka ọ dabere na ụmụ nwanyị.",
  "Àtụ:Igbo topics"
]