[
  "Timeline",
  "Topics",
  "By state",
  "See also",
  "Nigeria portal",
  "Igboland (igbo izugbe: Àlà Ị̀gbò), nke a makwaara dị ka Ndịda Ọwụwa Anyanwụ Naijiria (ma gbasaa na Ndịda Naijiria), bụ ala nna nke ndị Igbo.\nỌ bụ mpaghara ọdịbendị na asụsụ nkịtị na ndịda Naịjirịa",
  "N'ihe gbasara ala, Osimiri Niger dị ala kewara ya n'akụkụ abụọ: nke ọwụwa anyanwụ (nke ka ukwuu n'ime abụọ ahụ) na nke ọdịda anyanwụ. Ndị bi na ya bụ ọdịbendị Igbo dị iche iche na ndị na-asụ asụsụ Igbo dị iche iche: 307 : 315",
  "Na ndọrọ ndọrọ ọchịchị, e kewara ala igbo n'ọtụtụ steeti ndịda Naijiria; n'ọdịbendị, ọ gụnyere ọtụtụ obere ìgwè, gụnyere Anioma, Ngwa, Aro, Ezza, Ibeku, Ohuhu, Oboro, Ikwerre, Ogba, Omuma, Ohafia, Oyigbo, Mbaise, Isu na Ekpeye.",
  "Nnukwu osimiri gbara ala igbo gburugburu n'akụkụ niile, na agbụrụ ndị ọzọ dị n'ebe ndịda na etiti Naịjirịa, ya bụ Igala, Tiv, Yako, Idoma na Ibibio. N'okwu William B",
  "Baikie,",
  "\"Bodo Igbo, gbasaa n'ebe ọwụwa anyanwụ na n'ebe ọdịda anyanwụ na mpaghara Niger-Delta nke Middle-Belt, nke a maara dị ka Bendel, nwere, site na osimiri Kalabar ochie ruo n'akụkụ Kwora, Osimiri Niger, ma biri n'ókèala ụfọdụ na Aboh, ezinụlọ Igbo, n'ebe ugwu ọdịda anyanwụ nke iyi ikpeazụ",
  "N'ebe ugwu ọ na-ejikọta na Igara, Igala na A'kpoto, ọ na-ekewapụkwa ya na oké osimiri naanị site na obere agbụrụ, nke niile na-achọpụta mmalite ha na nnukwu agbụrụ a",
  "\": 307",
  "Ọ dị na mpaghara ọhịa Lowland nke Naijiria, A pụkwara ịchọta ha n'akụkụ ụfọdụ nke Niger-Delta",
  "N'ebe a, osimiri Niger na-abanye n'Oké Osimiri Atlantic na nnukwu netwọk nke iyi na mangrove marsh na Bight of Bonny.",
  "Ebe obibi ndị mbụ a chọtara na ala igbo malitere na 900 BC na mpaghara etiti, ebe e kwenyere na ihe ka ọtụtụ n'ime ndị na-asụ asụsụ Igbo kwagara",
  "Alaeze Igbo nke ugwu nke Nri, nke bilitere na narị afọ nke 10 AD, bụ nke a na-ekwu na ọ bụ ntọala nke ọtụtụ omenala, omenala, na omume okpukpe nke ala igbo",
  "Ọ bụ ọchịchị kachasị ochie dị na Naịjirịa nke oge a",
  "N'ebe ndịda ala igbo, ọtụtụ ìgwè mepụtara, nke a ma ama bụ Aro Confederacy",
  "N'ime ngwụcha narị afọ nke 19, e mere ala igbo akụkụ nke Southern Nigeria Protectorate nke Alaeze Ukwu Britain ma jikọta ya na Naijiria nke oge a na 1914",
  "Naịjirịa nwetara nnwere onwe na 1960. N'oge na-adịghị anya mgbe nke ahụ gasịrị, ala igbo tinyere aka n'agha kachasị ukwuu n'oge Biafra na-eme ngagharị iwe maka nkewa",
  "Ọ kwụsịrị na 1970, mgbe ndị agha gọọmentị Naijiria meriri na esemokwu ahụ.",
  "Àtụ:Igbo land labelled mapN'akụkọ ihe mere eme, ala igbo ewerewo akụkụ dị ukwuu nke ndịda ọwụwa anyanwụ Naijiria, karịsịa n'akụkụ ọwụwa mmiri nke Osimiri Niger",
  "Ógbè ha gbasaa n'ebe ọdịda anyanwụ gafee Niger ruo mpaghara Aniocha, Ndokwa, Ukwuani, na Ika na Delta Steeti nke oge a",
  "Osimiri Cross na-akwụsị akụkụ ọwụwa anyanwụ ya, ọ bụ ezie na obere obodo dị n'akụkụ nke ọzọ nke osimiri ahụ; ebe ugwu ya na-abanye na ihu igwe Savannah gburugburu Nsukka.",
  "Na Naịjirịa taa, àlà igbo nwere ihe dịka Abia, Anambra, Ebonyi, Enugu, Imo, Northern Delta na Rivers. Ihe karịrị nde mmadụ iri atọ bi na àlà igbo ma nwee ọnụ ọgụgụ mmadụ dị site na 140 ruo 390 ndị bi na square kilota (350 ruo 1,000 / sq mi) ọ nwere ike ịbụ ebe ndị mmadụ kacha biri n'Africa mgbe Ndagwurugwu Naịl gasịrị. N'ozuzu, àlà igbo nwere mpaghara nke ihe dị ka 40,900 ruo 41,400 km2 (15,800 ruo 16,000  ).",
  "Ọdịbendị àlà igbo sitere na ihu igwe mmiri ozuzo ya, azụmahịa oge ochie ya n'akụkụ osimiri, mbata, na akụkọ mmekọrịta mmadụ na ibe ya n'ime agbụrụ na ndị dị iche iche",
  "Ndị agbata obi azụmaahịa ya n'oge ochie, ndị enyi ya, na n'oge na-adịbeghị anya site na mmekọrịta ya na ndị Europe.",
  "Onye ahịa nke etiti narị afọ nke iri na itoolu bụ W",
  "B",
  "Baikie kwuru, \"M jidere oge ahụ, ma, site n'aka onye ntụgharị anyị, gwa Tshukuma, na anyị abịala iji mata ya na ọbụbụenyi ya, ma chọpụta ma ndị mmadụ dị njikere iso anyị na-azụ ahịa\"",
  "Ọ bịanyere aka na nkwekọrịta azụmahịa ya na onye isi Igbo, Tshukuma (Chukwuma) Obi si n'ezinụlọ Aboh, otu n'ime ndị isi agbụrụ Igbo, nke na-azụ ahịa na Europe: 45 N'otu aka ahụ, Baikie kọrọ na \"mgbe ekele anyị gasịrị, m kwuru banyere ọbụbụenyi, azụmahịa, azụmahịa, na agụmakwụkwọ, ma gbasaa ya karịsịa n'ihe ọjọọ nke agha, na uru nke udo, nke a nabatara nke ọma\", mgbe ya na Ezebogo, onye isi Igbo na Asaba, bịanyere aha na nkwekọ aka na August 30, 1885.",
  "N'ihi ụkpụrụ asụsụ na ọdịbendị ndị metụtara ibe ha na Igboland, Osimiri Niger dị ala, nke kewara Igbolland n'akụkụ ọwụwa anyanwụ na ọdịda anyanwụ na-ahaghị nhata, site n'oge ochie nyere ụzọ dị mfe maka nkwurịta okwu, ahia na ịdị n'otu n'etiti ndị Igbo n'akụkụ abụọ nke osimiri ahụ.: 300 O mekwara ka azụmahịa oge ochie na mbata nke ndị mmadụ banye na Igbomand, na n'etiti Igbololand na ụwa ndị ọzọ. Ụfọdụ n'ime ụzọ azụmaahịa na mbupụ oge ochie a ma ama na Igboland gụnyere ụzọ ụgbọ mmiri Niger na Njaba-Oguta Lake-Orashi a ma ama site na Asaba-Onitsha-Aboh,: 315 na Awo-omamma-Oguita-OgbaáEgbemańoni-Aboh.",
  "E nwere ihe akaebe nke Late Stone Age (late Paleolithic) ọnụnọ mmadụ site na ọ dịkarịa ala afọ 10,000 gara aga. Ebe obibi mbụ nke Igboland bụ nke 6000 BC dabere na ite a hụrụ na Okigwe, Oka Igwe, nke a maara taa dị ka Awka. N'afọ 1978, otu ìgwè nke Thurstan Shaw duziri, na Mahadum Naịjirịa na Nsukka, gwupụtara ebe a na-egwupụta nkume",
  "Ha chọpụtara na ọ bụ ebe a na-egwupụta ihe maka ngwá ọrụ na ite ite maka 'mmepe nke nkume' dị nso na Ibagwa",
  "Ndị na-amụ banyere ụmụ mmadụ na Mahadum Benin achọpụtala ihe ochie na ojiji nke monoliths nke malitere na 4500 BC na Ngodo na obodo Uturu. A chọtara ihe akaebe ọzọ nke ebe obibi oge ochie na ihe ndị nchọpụta kwenyere na ọ nwere ike ịbụ mpaghara ọdịbendị Nsukka metal site na 3000 BC, na ebe obibi ndị ọzọ a na-ekwu na ọ bụ omenala Ngwa na AD 8-18. Ọ bụghị ihe doro anya ihe njikọ ọdịbendị dị n'etiti ihe ndị a na-eme tupu akụkọ ihe mere eme na ndị obodo ahụ taa",
  "Ndị mmadụ mechara biri na mpaghara ahụ nwere ike ịnwe njikọ na nchọpụta ndị ọzọ e mere n'ógbè ahụ sara mbara, ọkachasị na ọdịbendị metụtara nchọpụta terracotta na Nok, nke gafere mpaghara sara mbara nke ugwu etiti Naịjirịa ugbu a.",
  "Ụfọdụ ndị obodo ahụ na-ejigide ihe ha kwenyere na ọ bụ aha mbụ nke ebe obibi, dị ka Umuzuoka, The Blacksmiths Ụzụoka, Ọkigwe, Ịmọka, wdg.",
  "Nsukka-Okigwe axis bụ ihe ndabere maka atụmatụ ọdịbendị Proto-Igbo nke na-esote ọdịbendị Igbo nke oge a. E kwenyere na ọtụtụ n'ime ndị Igbo agbasaala site na obere mpaghara dị n'ime mpaghara a, na-agbasa n'ime ọtụtụ agbụrụ ndị na-asụ Igbo, obodo nta, alaeze na steeti",
  "A na-ekewa mmegharị ahụ n'ụzọ abụọ na mbata: otu ndị dị n'ebe ugwu nke gbasaa n'akụkụ osimiri Niger na mpaghara elu nke Osimiri Cross; nke ọzọ, na-agbaso ụzọ ndịda, sitere na ndị Isu nke dị nso na axis nke ọtụtụ obodo Igbo ndịda si pụta",
  "Mbaise bụ ihe atụ kachasị mma nke otu ndị Igbo na-azọrọ na ha bụ ndị obodo; ha jụrụ echiche nke ọtụtụ akụkọ ihe mere eme banyere mmalite ha",
  "Dabere na ịdị nso nke ọdịnala na nke ndị agbata obi ha, na njikọ ezinụlọ na ndọrọ ndọrọ ọchịchị, ọtụtụ n'ime ìgwè ndị a yiri ka ha bụ ndị ọdịbendị ugwu ma ọ bụ ndịda Igbo.",
  "A chọtara ọla mbụ nke Igbo Ukwu na ihe ndị dị oké ọnụ ahịa na mberede na 1939, mgbe onye bi na ya aha ya bụ Isiah Anozie hụrụ ha ka ha na-egwu olulu mmiri",
  "Nke a dugara na nchọpụta nke netwọk buru ibu nke ọrụ ígwè jikọtara site na narị afọ nke 9",
  "Ọrụ ndị ahụ dabeere na Igbo Ukwu",
  "Ndị otu ndị ọkà mmụta ihe ochie nke Thurstan Shaw duziri chọtara ihe ndị ọzọ na 1959 na 1964 na ogige Jonah Anozie.",
  "Na mbido, n'ime afọ 1960 na 1970, ndị ọkà mmụta kwenyere na e mere ọla nchara na ọla kọpa Igbo Ukwu n'ebe a ma bụrụ ngwaahịa azụmahịa, ma ọ bụ teknụzụ dị n'èzí nwere mmetụta n'ihi ọkaibe ha",
  "Ihe megidere nke ahụ gosipụtara na ọ bụ eziokwu: narị afọ nke itoolu ejirila ọla kọpa ndị dị n'ógbè ahụ mee ihe na ihe akaebe anthropological, dị ka scarifications yiri Ichi na ọnụ ọgụgụ mmadụ, na-egosi na ihe ndị ahụ sitere na omenala Igbo",
  "Kemgbe ahụ, a na-ekwu na ọrụ ndị ahụ sitere na ụlọ ọrụ ọla nchara dịpụrụ adịpụ, nke mepụtara n'enweghị mmetụta ndị ọzọ n'oge na-adịghị anya ma ruo nnukwu ọkaibe.",
  "Ụzọ azụmaahịa Igbo nke mmalite puku afọ nke abụọ rutere obodo Mecca, Medina na Jeddah site na netwọk nke ụzọ azụmaahịa nke ndị na-eme njem. A chọtawo beads ndị malitere na India na narị afọ nke itoolu n'ebe ili ozu Igbo Ukwu: A chọtara ọtụtụ puku beads iko site na ihe ndị fọdụrụ n'uwe onye a ma ama",
  "E jikọtara ebe olili ozu ahụ na alaeze Nri, nke malitere n'otu narị afọ ahụ, dịka akụkọ ihe mere eme nke ụmụ amaala si kwuo.",
  "Alaeze Igbo nke ugwu nke Nri, nke bilitere na narị afọ nke 10 dabere na ọdịnala Umunri, a na-ekwu na ọ bụ ntọala nke ọtụtụ omenala, omenala, na omume okpukpe nke Igboland",
  "Ọ bụ ọchịchị kachasị ochie dị na Naịjirịa nke oge a",
  "Ọ bụ n'etiti narị afọ nke iri ka a na-ekwu na chi Eri kwagara, dị ka ihe omuma Umunri si kwuo, na ndagwurugwu osimiri Anambra (Igbo: Omambara) kpọmkwem na nzukọ ya na osimiri Ezu a maara dị ka Ezu na  na Aguleri nke oge a",
  "A maghị kpọmkwem mmalite nke Eri na ọtụtụ n'ime ọdịnala Nri gosipụtara ya dị ka onye ndu chi na onye mmepeanya nke sitere n'eluigwe zitere ịmalite mmepeanya",
  "N'ụzọ dị iche, mmalite Eri na-atụkarị aro mmalite ugwu ọwụwa anyanwụ nke kpalitere arụmụka gbasara mmalite Igala (ọ bụghị eziokwu) maka Eri.",
  "N'ihi azụmaahịa akụkọ ihe mere eme na mbata nke ndị ochie, ndị ọzọ batakwara na Igboland n'ihe dị ka narị afọ nke iri na anọ ma ọ bụ nke iri na ise ma soro ụmụ amaala ahụ gwakọta. N'akụkụ ọdịda anyanwụ nke Igboland, gafee Osimiri Niger, otu nwoke a maara dị ka Eze Chima nke ya na ndị mmekọ ya gbapụrụ Benin mgbe ya na Oba nke Benin sere okwu, onye chụpụrụ ya n'afọ 1560",
  "Ka ha na-ahapụ Benin City na-aga n'ebe ọwụwa anyanwụ, Eze Chima na ndị na-eso ụzọ ya biri n'ọtụtụ ala ma soro ụmụ amaala nọ n'ógbè ndị ahụ guzobe ọchịchị eze.  Akụkọ ndị ọzọ na-egosi na Eze Chima si Ife na-abịa n'ihi Ekaladeran, nwa eze Bini nke si Bini kwaga Ife ma weghara ndị ọchịchị Igbo mbụ",
  "Ndị Igbos biri na Ife tupu afọ 1300.  Ndị ahụ toro n'ime nnukwu obodo na obodo mgbe narị afọ nke iri na isii gasịrị. N'ozuzu, a maara ebe ndị a dị ka Umuezechima nke na-asụgharị dị ka 'ụmụ ma ọ bụ ụmụ nke eze Chima'.",
  "A maara Igboland n'akụkọ ihe mere eme dị ka Ibo(e), Ebo(e, na Ibwo Country site n'aka ndị nchọpụta Europe mbụ. Alaeze Ukwu Britain meriri Igboland mgbe ọtụtụ iri afọ nke nguzogide n'ihu niile gasịrị; ụfọdụ n'ime ndị a ma ama na nguzogide ahụ gụnyere Ekumeku Movement, Anglo-Aro War, na Aba Women's Riots nke ụmụ nwanyị si n'agbụrụ dị iche iche nyere aka na ya n'ebe ọwụwa anyanwụ Naịjirịa.",
  "Ọtụtụ ndọrọ ndọrọ ọchịchị bilitere ma ọ bụ n'onwe ya ma ọ bụ na-apụtaghị ìhè n'ihi Nri; alaeze kachasị ike n'ime ndị a bụ Aro Confederacy nke bilitere na mpaghara Cross River na narị afọ nke iri na asaa ma daa mgbe ndị Britain weghaara ọchịchị na mmalite narị afọ nke abụọ",
  "Steeti Aro nke dị na Arochukwu gbasoro ọdịda Nri, na-adabere n'ọtụtụ ọrụ akụ na ụba ya na ahịa na-arịwanye elu nke ndị ohu nye ndị Europe site n'aka ndị Africa nọ n'ụsọ oké osimiri.",
  "Ebe Arochukwu dị ugbu a bụ ndị Ibibio biri na mbụ n'okpuru alaeze Obong Okon Ita tupu mmeri nke ihe ghọrọ Obinkita na narị afọ nke iri na asaa site n'aka ndị isi Igbo abụọ: ezinụlọ Eze Agwu na Oke Nnachi nke ndị Ibom Isi (ma ọ bụ Akpa) mercenaries nyere aka n'okpuru nduzi nke usoro ndị Nnubi",
  "N'ịbụ onye Agwu Inobia, onye sitere na Nna Uru si Abiriba, duziri, ezinụlọ Eze Agwu dị n'isi obodo ha bụ Amanagwu ma Obong Okon Ita guzogidere ha nke dugara na mmalite nke Agha Aro-Ibibio."
]