[
  "Iguzosi ike n'ezi ihe nke anụ ahụ bụ adịghị ike nke anụ ahụ ma na-emesi ike mkpa nnwere onwe nke onwe, nwe onwe ya, na mkpebi onwe onye nke ụmụ mmadụ n'elu ahụ ha",
  "N'ihe gbasara ikike mmadụ, a na-ewere imebi iguzosi ike n'ezi ihe nke anụ ahụ nke onye ọzọ dị ka mmebi iwu na-adịghị mma, ntinye aka na nke nwere ike ịbụ mpụ.",
  "Na Republic of Ireland, ụlọikpe anabatala iguzosi ike n'ezi ihe nke anụ ahụ dị ka ikike a na-agụghị ọnụ, nke nkwado izugbe nke \"ikike onwe onye\" dị n'ime edemede 40 nke iwu Irish",
  "Na Ryan v Attorney General, ekwuru na \"i nwere ikike ka a ghara igbochi ahụ gị ma ọ bụ ọdịdị gị",
  "Nke a pụtara na steeti nwere ike ọ gaghị eme ihe ọ bụla iji merụọ ndụ gị ma ọ bụ ahụike gị",
  "Ọ bụrụ na ị nọ n'ụlọ mkpọrọ, ị nwere ikike",
  "ka ị ghara itinye ahụike gị n'ihe ize ndụ mgbe ị nọ n'ụlọ mkpọrọ.\"",
  "N'okwu dị iche M (Immigrashọn - Rights of Unborn) -v- Minister for Justice and Equality & ors, Ụlọikpe Kasị Elu nke Irish kpebiri na ikike iguzosi ike n'ezi ihe na-agbatị nwa e bu n'afọ",
  "Na nchịkọta nke ikpe na ngalaba 5.19, Ụlọikpe Kasị Elu kwuru:",
  "...Naanị ikike nke nwa e bu n'afọ dị ka Iwu Iwu siri guzoro ugbu a bụ nke na-adọta ikike nke nchekwa na nkwụghachi ụgwọ bụ nke a kwadoro site na mgbanwe ndị dị na edemede 40.3.3 ya bụ, ikike nke ndụ ma ọ bụ, n'ikwu ya n'ụzọ ọzọ, ikike ịmụ na , ikekwe, (na nke a bụ okwu maka mkpebi n'ọdịnihu) ikike jikọrọ aka dị ka ikike nke iguzosi ike n'ezi ihe nke anụ ahụ bụ nke dị na ya na enweghị ikewapụ na ikike nke ndụ n'onwe ya.",
  "Ndezigharị nke anọ na ụkpụrụ iwu United States na-ekwu \"Ikike nke ndị mmadụ ịnọ na nchekwa na mmadụ, ụlọ, akwụkwọ, na mmetụta ha, megide nyocha na njide na-enweghị ezi uche agaghị emebi\"",
  "Ọzọkwa, Ụlọikpe Kasị Elu nke United States akwadola ikike nke nzuzo, nke, dịka Julie Lane kwuru, na-echekwakarị ikike iguzosi ike n'ezi ihe nke anụ ahụ",
  "Na Griswold v",
  "Connecticut (1965) Ụlọikpe kwadoro ikike ụmụ nwanyị inweta nchịkwa ọmụmụ (ma si otú a na-ejigide ikike ịmụ nwa) na-enweghị nkwenye alụmdi na nwunye",
  "N'otu aka ahụ, Roe v",
  "Wade (1973) chebere ikike nwanyị inwe nzuzo n'inweta ite ime",
  "Na McFall v",
  "Shimp (1978), ụlọikpe Pennsylvania kpebiri na a pụghị ịmanye mmadụ inye ụmị ọkpụkpụ, ọ bụrụgodị na onyinye dị otú ahụ ga-azọpụta ndụ onye ọzọ.",
  "Ụlọikpe Kasị Elu kagburu Roe v",
  "Wade (1973) na June 24, 2022",
  "Ụlọikpe Kasị Elu echekwala ikike nke ụlọ ọrụ gọọmenti imebi iguzosi ike n'ezi ihe nke anụ ahụ n'ọnọdụ ụfọdụ",
  "Ọmụmaatụ gụnyere iwu machibidoro iji ọgwụ eme ihe, iwu machibidoro euthanasia, iwu chọrọ iji eriri oche na okpu agha, ịchọ ndị mkpọrọ, na nyocha ọbara mmanye.",
  "N'ozuzu, Canadian Charter of Rights and Freedom na-agbachitere nnwere onwe onwe yana ikike ịghara itinye aka na ya",
  "Agbanyeghị, n'ọnọdụ ụfọdụ gọọmentị nwere ike ịnwe ikike ịkagbu ikike iguzosi ike n'ezi ihe nke anụ ahụ nwa oge iji chekwaa ndụ onye ahụ",
  "Enwere ike ịkọwa ihe omume dị otú ahụ site n'iji ụkpụrụ nke nnwere onwe kwadoro, echiche nke e mepụtara iji kọwaa ọnọdụ pụrụ iche na ahụike uche (ihe atụ gụnyere nri mmanye nke mmadụ na-anwụ n'ihi nsogbu irighiri anorexia nervosa, ma ọ bụ ọgwụgwọ nwa oge nke onye ya na ya bi",
  "ọrịa psychotic na ọgwụ antipsychotic).",
  "Otu ihe atụ pụrụ iche nke iwu Canada nke na-akwalite iguzosi ike n'ezi ihe nke anụ ahụ bụ Iwu Nkwenye Nlekọta Ahụike Ontario",
  "Iwu Ontario nwere ihe jikọrọ ya na ikike ịnakwere ọgwụgwọ ahụike",
  "HCCA na-ekwu na mmadụ nwere ikike ịkwenye ma ọ bụ jụ ọgwụgwọ ma ọ bụrụ na ha nwere ikike uche",
  "Iji nwee ikike, mmadụ ga-enwerịrị ike ịghọta na ịghọta nsonaazụ nke mkpebi ọgwụgwọ ahụ",
  "Iwu na-ekwu na mmadụ nwere ike n'ihe gbasara ọgwụgwọ, ịbanye n'ebe nlekọta ma ọ bụ ọrụ enyemaka onwe onye ma ọ bụrụ na onye ahụ nwere ike ịghọta na ịghọta ozi dị mkpa maka ime mkpebi dị otú ahụ.",
  "Akwụkwọ abụọ bụ isi mba ụwa na-echebe ikike ndị a: Nkwupụta zuru ụwa ọnụ nke ikike mmadụ na ọgbụgba ndụ mba ụwa maka ikike obodo na ndọrọ ndọrọ ọchịchị",
  "N'ịga n'ihu, Nkwekọrịta Maka ikike nke ndị nwere nkwarụ chọkwara nchebe nke iguzosi ike n'ezi ihe nke anụ ahụ na nke uche.",
  "Ọrụ ikike mmadụ na ikike iwu obodo, nke ụlọ akwụkwọ iwu Columbia kwadoro, akọwapụtala akụkụ anọ bụ isi nke gọọmentị nwere ike mebie iguzosi ike n'ezi ihe nke ahụ",
  "Ndị a bụ: ikike ibi ndụ, ịgba ohu na ọrụ mmanye, nchekwa nke mmadụ, mmekpa ahụ na obi ọjọọ, mmeso ọjọọ ma ọ bụ mmechuihu ma ọ bụ ntaramahụhụ",
  "[Ihe ndekọ achọrọ]"
]