[
  "Igwe ojii bụ ụdị igwe ojii nke e mepụtara site na ebili mmiri dị n'ime ikuku.",
  "A na-emepụta ebili mmiri dị n'ime ikuku nke na-emepụta igwe ojii dị ka ikuku kwụsiri ike na-agafe n'elu ala dị elu dị ka ugwu, ma nwee ike ịmepụta ma ọ bụ kpọmkwem n'elu ma ọ bụ n'okpuru nke atụmatụ ahụ",
  "Ka ikuku na-agafe n'ime ebili mmiri ahụ, ọ na-aga n'ihu na ịrịda ugboro ugboro",
  "Ọ bụrụ na e nwere mmiri zuru ezu na ikuku, igwe ojii ga-etolite na ọnụ mmiri oyi nke ebili mmiri ndị a",
  "N'akụkụ na-agbadata nke ebili mmiri ahụ, igwe ojii ndị ahụ ga-apụ n'anya n'ihi okpomọkụ adiabatic, na-eduga na njirimara igwe ojii na bands doro anya",
  "Igwe ojii  isi na leeward dị elu karịa n'akụkụ ifufe, n'ihi na mmiri ozuzo dị n' akụkụ ifufe na-ewepụ mmiri n'ikuku.",
  "O bu possible na mfe convection site na ugwu ugwu nwekwara Ike imalite ifeghari ojii",
  "Nke a na-eme ka convection na-eme na ebili mmiri ma ọ bụ igwe ojii lenticular n'ime ikuku kwụsiri ike n'elu.",
  "Igwe ojii na-abukari na etiti ruo n’elu tropospheric ice  igwe ojii",
  "Ha dịtụ mfe ịmụ, n'ihi na ha na-agbanwe agbanwe",
  "N'ihi ya, a na-enyocha ha iji mee ka nghọta anyị banyere otu igwe ojii ice ndị a dị n'elu si emetụta mmefu ego radiation nke ụwa",
  "Ịghọta nke a nwere ike imeziwanye ụdị ihu igwe.",
  "Oghere Mmiri ndi di n’igwe ojii a Nwere mkpoda kasinu nke di kilometer na ole na ole gbadana mkpoda  ugwu",
  "Ọ bụ n'ógbè ndị a nke kachasị elu na-agba ọsọ na ụgbọ mmiri nwere ike iru n'ebe dị elu.",
  "N'ime ihe nlereanya dị mma, igwe ojii ebili mmiri nwere mmiri mmiri na-ajụ oyi n'akụkụ ala, oge ngwakọta nke mmiri oyi na mmiri na-agbaze n'akụkụ ugwu, na ice na-amalite ntakịrị n'okpuru ugwu ma gbasaa n'okpuru mmiri",
  "Otú ọ dị, nke a anaghị eme mgbe niile",
  "Ọdịdị igwe ojii na-adị site na nke dị nro na nke dị mfe, ruo na nke na-eme na mberede. Ọtụtụ mgbe, enwere ike ịchọta kristal ice n'okpuru ifufe nke ebili mmiri",
  "Ma nke a ọ na-eme dabere na saturation nke ikuku",
  "Ihe mejupụtara ice bụ isiokwu na-arụsi ọrụ ike ugbu a",
  "Isi usoro maka mmepụta ice bụ homogeneous nucleation",
  "Igwe ice na-abụkarị obere spheroidal na irregular-shaped particles",
  "Ogidi ice na-erughị 1%, na efere fọrọ nke nta ka ọ ghara ịdị.\nIgwe ojii ugwu dị iche iche na-emepụta mgbe mmiri dị n'elu ugwu ahụ dị n'ụdị dị iche iche, a na-egbochi ngwakọta kwụ ọtọ."
]