[
  "Ihe mkpofu na-esote ndị na-azụ ahịa bụ ụdị ihe mkpofu nke onye na-azụ ihe na-emepụta ihe na-asọ asọ; ya bụ, ebe ihe eji eme ihe na-emepụta ihe anaghị agụnye mmepụta nke ngwaahịa ọzọ.",
  "A kọwaghị okwu nke ihe ndị a na-eji eme ihe tupu ndị na-azụ ahịa na ihe ndị a rụgharịrị arụgharị na nọmba ọkọlọtọ ISO 14021 (1999), mana ihe ndị na-eji ihe na ihe ndị na'azụ ahịa bụ",
  "Nkọwa ndị a bụ nkọwa ndị a ma ama ma kwado dịka ndị na-emepụta ihe na ndị na-azụ ahịa na-eji ya eme ihe n'ụwa niile.",
  "N'ozuzu, ọ bụ naanị ihe mkpofu nke ndị mmadụ na-atụfu mgbe niile, ma ọ bụ n'ime ihe mkpofu ma ọ bụ ihe mkpofu, ma ọ dị ka ihe mkpofu si dị, ọkụ si dị, wụba mmiri, ma ọ bụrụ ịsa ahụ n'ime olulu mmiri.",
  "A na-amata ihe mkpofu mgbe emechara ya site na mkpofu ndị na-azụ ahịa, nke bụ nlọghachi nke ihe mkpofu n'ichepụta (dịka trimming site na mmepụta akwụkwọ, mkpọ aluminom na-adịghị mma, wdg) laghachi n'ime usoro mmepụta ihe",
  "A na-ejikarị ihe mkpofu na-ebubu ụzọ eme ihe n'ụlọ ọrụ mmepụta ihe, a naghị ewerekwa ya ka ọ na-emegharị ya n'echiche ọdịnala.",
  "Post-consumer waste consists of:",
  "N'ọtụtụ mba, dị ka United States, enweghị atụmanya ezi uche dị na ya maka nzuzo na ihe mkpofu ndị na-azụ ahịa ozugbo ọ hapụrụ ụlọ onye na-azụ ya",
  "Onye ọ bụla nwere ike ịchọ ya, gụnyere ndị uwe ojii, na ihe akaebe ọ bụla e nwetara nwere ike iji ya mee ihe na ikpe",
  "E guzobere ozizi a na The California v",
  "Ikpe Greenwood, nke Ụlọikpe Kasị Elu nke US kwenyere na ọ nweghị atụmanya iwu nkịtị maka nzuzo maka ihe ndị a tụfuru atụfu",
  "Nke a emeela ka ndị mmadụ na-arụrịta ụka n'ụzọ ziri ezi nke iwere ihe mkpofu mgbe ndị ahịa gachara maka uru mgbapụta.",
  "Karịsịa n'ime usoro nri, enwere ọtụtụ ihe mkpofu na-eme na njedebe ndị ahịa",
  "Ihe mkpofu ndị na-eri ihe na-akpata nnukwu nri a na-emebi emebi",
  "Enwere ike ịkọwa nke a n'ihi ọtụtụ ihe, gụnyere ụzọ e si edepụta nri",
  "Dị ka nnyocha e bipụtara n'afọ 2020 si kwuo, akara mgbagwoju anya nke \"iji\", \"eri\", ma ọ bụ \"ere\" ụbọchị bụ ihe dị mkpa mere a na-eji efunahụ nri n'ọtụtụ dị otú ahụ mgbe nri ahụ bụ ihe a na-eri kpamkpam. Ihe ọzọ kpatara ya bụ ụzọ e si eji nri eme ihe ozugbo ọ ruru nkezi ezinụlọ ndị na-azụ ahịa n'ihi ọtụtụ ihe, nke ihe ndị bụ isi bụ omume ọha mmadụ, omume, na ịzụrụ ihe",
  "Ọzọkwa, nke ọ bụla n'ime ihe ndị ahụ na-emetụta ibe ha ma na-emetụta oke nri na-efunahụ onye ọ bụla."
]