[
  "Àtụ:Infobox dam\nÀtụ:Infobox dam\nE wuru Vaal Dam na South Africa na 1938 ma dị kilomita 77 n'ebe ndịda OR Tambo International Airport, Johannesburg",
  "Ọdọ mmiri ahụ dị n'azụ mgbidi mmiri ahụ nwere ebe dị ihe dị ka uare kilomita 320 (120 sq mi) ma dị mita 47 n'omimi. Vaal Dam dị na Osimiri Vaal, nke bụ otu n'ime osimiri ndị na-asọsi ike na South Africa",
  "Osimiri ndị ọzọ na-asọba n'ime mmiri ahụ bụ Osimiri Wilge, Osimiri Klip, Molspruit na Grootspruit",
  "O nwere ihe karịrị kilomita 800 (500 mi) nke ụsọ mmiri ma bụrụ nke abụọ kachasị ukwuu na South Africa site na mpaghara na  anọ kachasị ukwuu site na olu.",
  "Owuwu Vaal Dam malitere n'oge ịda mbà n'obi nke mmalite nke iri atọ na atọ ma wuchaa dam ahụ na 1938 site na ịdị elu mgbidi 54.2 mita (178 ft) n'elu ntọala kachasị ala yana ikike zuru oke nke 994,000,000 cubic meters (3.51×1010 cu ft)",
  "Ihe mgbochi ahụ bụ ihe arụrụ arụ siri ike nke nwere akụkụ ihe jupụtara na ala n'akụkụ aka nri",
  "Ejiri Rand Water na Ngalaba Irigation (nke a maara ugbu a dị ka Ngalaba Na-ahụ Maka Mmiri).",
  "E mechara bulie mmiri ahụ na mbido afọ iri ise ruo n'ịdị elu nke mita 60.3 (198 ft) nke mere ka ikike ya ruo 2,188,000,000 bic mita (7.73×1010 cu )",
  "E buliri mgbidi nke abụọ n'afọ 1985 mgbe e buliri mgbide ahụ site na mita 3.05 (10.0 ft) ruo mita 63.4 (208 ) n'elu ntọala kachasị ala",
  "Ikike nke mmiri ahụ ugbu a bụ 2,609,799,000 bic mita (9.21642×1010 cu ft) na 663,000,000 cubic mita (2.34×1010cu ) ma ọ bụ 26% nwere ike ichekwa nwa oge maka mbelata idei mmiri.",
  "A nwalere ikike nke igbochi idei mmiri nke mmiri ahụ n'ụzọ siri ike na Febụwarị 1996 mgbe e nwere idei mmiri kachasị ukwuu e dekọrọ na ebe Vaal Dam",
  "A tụrụ ihe karịrị 4,700 cubic mita kwa sekọnd (170,000  ft / s) n'ime Vaal Dam nke dịlarị na ikike zuru oke n'ihi ezigbo mmiri ozuzo ma ọ bụ naanị site na njikwa ọkachamara nke ndị ọrụ Hydrology na DWAF ka idei mmiri kachasị elu nke mmiri ahụ wepụtara na mmiri ahụ bụ 2,300 cubic mita Kwa sekọnd (81,000 cu ft /s)",
  "Mmiri na-asọ n'elu 2,300 cubic mita kwa sekọnd (81,000  ft / s) ga-akpata nnukwu mmebi n'okpuru mmiri nke Vaal Dam na ọnọdụ ahụ n'oge idei mmiri nke 196 ghọrọ ihe siri ike ka nchekwa dị na ọdọ mmiri ahụ ruru 118.5% nke Full Supply Capacity na 19 Febụwarị 1996 ya bụ naanị 194,000,000 cubic mita (6.9  109 cu ) nke ikike ịmịkọrọ idei mmiri fọdụrụ tupu mbufe zuru ezu emebie nnukwu mmebi.",
  "Lesotho Highlands Water Project na-enye mmiri n'ime usoro ahụ site na ike ndọda na-enye aka n'inye ndị mmadụ mmiri na ụlọ ọrụ mmepụta ihe nke Gauteng",
  "A na-esi na Lesotho na-abanye na Osimiri Liebenbergsvlei na Wilge.",
  "Sterkfontein Dam bụ akụkụ nke atụmatụ mbufe mmiri Tugela-Vaal maka mbufe mmiri n'etiti mmiri site na Osimiri Thukela na KwaZulu-Natal iji bulie ọkwa na Vaal River System",
  "A na-ahapụ mmiri sitere na Sterkfontein Dam ozugbo Vaal Dam dara n'okpuru 16%.",
  "Dam ahụ nwere agwaetiti  ya ihe dị ka  5 (3 mi) n'ogologo",
  "Gọọmentị ịkpa ókè agbụrụ ji agwaetiti ahụ mee ihe dị ka ebe nzukọ nzuzo mana ugbu a, ọ na-akwado asọmpi Round the Island Yacht kwa afọ, aha Guinness Book of World Records nke asọmpi ụgbọ mmiri kachasị n'ime ala.",
  "Na 4 Mee 1948 BOAC webatara ụgbọ mmiri na-efe efe Short Solent na UK (Southampton) na South Africa (Vaaldam). Obere obodo Deneysville bụ nke ụgbọ mmiri ụgbọ elu BOAC ochie ji mee ihe dị ka ebe nkwụsị.",
  "Vaal Dam bụ ebe a ma ama n'ụwa niile maka azụ carp na catfish",
  "Ndị na-egbu azụ jupụtara n'ikperé mmiri ya n'afọ niile.",
  "A na-eme ọtụtụ  omume egwuregwu mmiri nke ụwa ebe a gụnyere asọmpi ụgbọ mmiri \"Round The Island\" nke Lake Deneys Yacht Club haziri kwa afọ - asọmpi nke dị na Guinness Book of Records maka ịbụ \"Most Yachts in a Inland Yacht Race in the World\", nke 389 craft gafere akara njedebe",
  "[citation needed] Asọmpi a abanyewo na Guinness Book nke Records maka ọtụtụ ụgbọ mmiri na asọmpi ụgbọ ala. Ọtụtụ nnukwu ihe omume na-ewere ọnọdụ ebe a gụnyere Keelboat Week na Bayshore 200 km jetski race, na ugbu a Bayshore Marina Vaal Dam Treasure Hunt",
  "Lake Deneys Yacht Club na Pennant Nine Yacht Club jikọtara aka na nhazi nke ụgbọ mmiri nke sonyere na 2014 na nke abụọ 2015 \"Bart's Bash\".",
  "Mpaghara atọ mejupụtara ụsọ mmiri nke Dam - Free State nwere ogologo oge, Mpumalanga nwere ụsọ mmiri mara mma na nke a na-emetọghị, ebe nke a na'emeghị ka ọ dị anya bụ nke Gauteng",
  "E nyere mmiri ahụ ọrụ na 1939, nwere ikike nke 2.536 cubic kilometres (2,056,000 ), na mpaghara elu  320 square kilometres (120 sq mi), mgbidi mmiri ahụ dị mita 63 (207 ft) n'ịdị elu. N'ihi nnukwu ọdọ mmiri ahụ, enwere nsogbu na evaporation, lee Sterkfontein Dam maka nkọwa ndị ọzọ.",
  "Deneysville bụ obodo kachasị ukwuu na Vaal Dam ma na-enye ụlọ ahịa maka Dam",
  "E nwere klọb ụgbọ mmiri atọ na ọdụ ụgbọ mmiri abụọ.",
  "Ụdị azụ ndị bụ isi nke mmiri mmiri Vaal bụ barbel, azu kaapu, mirror kap, ahịhịa ahịhịa, smallmouth yellowfish, bigmouth yellowfish na mudfish. geese ndị Ijipt na ndị na-akpụ akpụ bụ ọtụtụ nnụnụ dị n'ikpere mmiri, tern Caspian na-emekwa n'ọtụtụ buru ibu",
  "Flamingo ka ukwuu bụ nnụnụ na-efegharị mgbe niile, nke nwere obere flamingo dị na ọnụ ọgụgụ dị ala, a hụwokwa akwụkwọ akwụ ụgwọ akwụghị ụgwọ",
  "Ugo azụ̀ iri na abụọ dị ole na ole nọ, ebe osprey na-apụta obere oge.",
  "Àtụ:Greater JohannesburgÀtụ:National Key Points navbox"
]