[
  "Ihe ndị ruuru mmadụ na mgbanwe ihu igwe bụ usoro echiche na nke iwu nke a na-amụ, na'okpuru ya, ma na -esote ihe ndị Ruuru Mmadụ nke mba ụwa na mmekọrịta ha na okpomọkụ ụwa. Gọọmentị, òtù United Nations, ndị na-ahụ maka ikike mmadụ na gburugburu ebe obibi, na ndị ọkà mmụta ejirila usoro ahụ mee ihe iji duzie iwu mba na nke mba ụwa gbasara mgbanwe ihu igwe n'okpuru United Naciones Framework Convention on Climate Change (UNFCCC) na isi ihe ndị ruuru mmadụ nke ụwa. N'afọ 2022 Working Group II nke IPCC tụrụ aro na \"ikpe ziri ezi nke ihu igwe gụnyere ikpe ziri aga nke jikọtara mmepe na ikike mmadụ iji nweta usoro dabeere na ihe ndị ruuru mmadụ maka idozi mgbanwe ihu ọha\".",
  "Nnyocha ikike mmadụ na mgbanwe ihu igwe na-elekwasị anya na nsonaazụ ndị a na-atụ anya ya ga-ebute ụmụ mmadụ metụtara ihe egwu gburugburu ụwa nke gụnyere ịrị elu nke oke osimiri, ọzara, okpomoku na-abawanye, ihe omume ihu igwe dị oke egwu, na mgbanwe na oke mmiri ozuzo, yana mmegharị na mbelata nke gọọmentị na-eme maka ihe omume ndị ahụ nwere ike ịgụnye ikike mmadụ ma ọ bụ nchebe iwu metụtara",
  "Ọtụtụ usoro iwu maka mgbanwe ihu igwe na-eji ikike maka gburugburu ebe obibi dị mma, ikike ndị ọzọ metụtara ma ọ bụ usoro iwu gburugburu ebe obibi na-eme ngwa ngwa, dị ka ikike nke okike, ịkwado maka ihe ọhụrụ ma ọ bụ nke gọọmentị na ndị na-eme ihe nkiri chọrọ, site na nkwado ikpe ziri ezi nke ihu igwe na ikpe ihu igwe",
  "Na 8 Ọktoba 2021, UN Human Rights Council weputara mkpebi nke na-akwado ikike mmadụ inwe ebe nchekwa, dị ọcha, ahụike na nke ga-adigide - mkpebi 48/13..",
  "Na 2005, onye na-akwado Inuit Sheila Watt-Cloutier gbara akwụkwọ na Inter-American Commission on Human Rights na-achọ enyemaka \"site na mmebi ikike mmadụ sitere na mmetụta nke okpomoku zuru ụwa ọnụ na mgbanwe ihu igwe nke omume na mwepu nke United States kpatara.\" Ajụrụ arịrịọ a, mana Kọmịshọn ahụ kpọrọ oku wee nụ akaebe gbasara mmekọrịta dị n'etiti ikike mmadụ na mgbanwe ihu igwe sitere n'aka ndị nnọchi anya Inuit na 2007..",
  "N'otu afọ ahụ, nkwupụta Malé na Human Dimension of Global Climate Change \"kwuru n'ụzọ doro anya (na nke mbụ na nkwekọrịta mba ụwa) na 'mgbanwe ihu igwe nwere mmetụta doro anya na ozugbo maka ịnụ ụtọ ikike mmadụ zuru oke' ma kpọkuo usoro ihe ndị ruuru mmadụ nke United Nations iji dozie okwu ahụ ngwa ngwa.\".",
  "N'afọ sochirinụ, UN Human Rights Council (HRC) ji otu olu nakweere Mkpebi 7/23, n'ịghọta na \"mgbanwe ihu igwe na-ebute ndị mmadụ na obodo gburugburu ụwa egwu ozugbo ma nwee mmetụta maka ịnụ ụtọ ikike mmadụ zuru oke,\" na-ekwuputa  Charter nke United Nations, Nkwupụta Ụwa Nile Maka Ihe Ndị Ruuru Mmadụ, Ọgbụgba Ndụ Mba Nile na Akụ na ụba, Social na Cultural Rights, na Ọgbụgba Ndụ Mba Nile Maka ikike obodo na ndọrọ ndọrọ ọchịchị.. HRC kwupụtaghachiri ma gbasaa nkwupụta ndị a na mkpebi 10/4 nke 25 Machị 2009 na 18/22 nke 30 Septemba 2011.",
  "N'afọ 2009, Ọfịs nke Kọmishọna Ukwu nke Mba Ndị Dị n'Otu maka Ihe Ndị Ruuru Mmadụ (OHCHR) wepụtara nyocha nyocha nke na-achọpụta ikike ụfọdụ na ndị otu ndị mmadụ nwere ike imetụta nsogbu ihu igwe. Akụkọ ahụ sitere na ntinye nke ihe dị ka mba 30 yana ụlọ ọrụ iri nke United Nations na ọtụtụ òtù ndị ọzọ. Akụkọ ahụ gosipụtara ndị gbara ọsọ ndụ, esemokwu na ihe ize ndụ nchekwa yana ikike ndị nwe obodo, ụmụ nwanyị, na ụmụaka dị ka nnukwu nchegbu.",
  "N'afọ 2010, Nzukọ nke Ndị otu UNFCCC mepụtara asụsụ HRC na-akọwa mmekọrịta dị n'etiti ikike mmadụ na mgbanwe ihu igwe na akụkọ ya na 2010 United Nations Climate Change Conference na Cancun, Mexico",
  "Akụkọ banyere nsonaazụ nke Nzukọ ahụ mesiri ike na \"Ndị otu kwesịrị, n'omume niile metụtara mgbanwe ihu igwe, ịkwanyere ikike mmadụ ùgwù\".",
  "Afọ ndị na-adịbeghị anya ahụla mmata nke njikọ dị n'etiti ikike mmadụ na gburugburu ebe obibi, ma enwere ọtụtụ ajụjụ gbasara mmekọrịta dị na ha",
  "N'ihi ya, na 2012 HRC guzobere iwu maka ọrụ ikike mmadụ metụtara ịnụ ụtọ ebe dị nchebe, dị ọcha, ahụike na nke na-adịgide adịgide. Akụkọ mbido nke onye ọkachamara a họpụtara n'onwe ya, John H",
  "Knox, gara n\"ihu kwuo na ọ dị mkpa ka e nwee ihe kachasị mkpa nʼinye nghọta doro anya maka itinye n \"ọrụ ọrụ ndị ruuru mmadụ metụtara gburugburu ebe obibi\".",
  "N'afọ 2014, mmadụ iri asaa na asatọ niile nọ n'ime ndị United Nations Special Procedures Mandate Holders wepụtara nkwupụta jikọrọ aka na Human Rights Day na-akpọ ka steeti tinye ọrụ ha dị ugbu a n\"okpuru usoro ikike mmadụ n-abanye na mkparịta ụka mgbanwe ihu igwe. Nke a ga-enwe mmetụta nke iwebata ikike nke ndị mgbanwe ihu igwe metụtara n'ihu usoro nzaghachi niile.",
  "Ka ọ na-erule n'ọnwa Machị afọ 2015, e nwere onye na - Rapporteur pụrụ iche ugbu a na ikike mmadụ na gburugburu ebe obibi, ndọtị nke ikike nke onye bụbu ọkachamara nwere onwe ya na ọrụ ndị ruuru mmadụ metụtara ịnụ ụtọ ikike maka ebe dị nchebe, dị ọcha, ahụike na nke na'akwụsi ike. Na-eduga na 2015 United Nations Climate Change Conference na Paris, Special Rapporteur gwara steeti na ha kwesịrị ijide n'aka na ọrụ ha na-ahụ maka ikike mmadụ gụnyere echiche kwesịrị ekwesị maka mgbanwe ihu igwe mgbe ha kwurịtara nkwekọrịta n\"ọdịnihu.",
  "Nkwekọrịta Paris, dị ka a nabatara na 12 Disemba 2015 na Nzukọ nke Ndị otu, bụ ihe kachasị mkpa na-egosi mmata banyere mmekọrịta dị n'etiti mgbanwe ihu igwe na ikike mmadụ",
  "Nkwekọrịta Paris bụ nkwekọrịta ihu igwe mbụ iji kweta mkpa nke ikike mmadụ, na-ekwu:",
  "Ndị otu kwesịrị, mgbe ha na-eme ihe iji dozie mgbanwe ihu igwe, kwanyere ùgwù, kwalite ma tụlee ọrụ ha dị iche iche gbasara ikike mmadụ, ikike ahụike, ihe ndị ruuru ụmụ amaala, obodo, ndị mbịarambịa, ụmụaka, mmadụ nwere nkwarụ na ndị nọ n'ọnọdụ ndị na'ihe ize ndụ na ikike mmepe, yana nha nhata nwoke na nwanyị, inye ụmụ nwanyị ike na nha anya n\"etiti ọgbọ.",
  "Mgbanwe ihu igwe na-ebute ọ bụghị naanị mgbanwe gburugburu ebe obibi, kamakwa ọ na-emetụta akụkụ mmekọrịta ọha na eze, akụ na ụba, ndọrọ ndọrọ ọchịchị, omenala na iwu nke ọha mmadụ gburugburu ụwa",
  "HRC ekwuputala na ọrụ ndị ruuru mmadụ nwere ikike ime ka amụma mba ụwa na nke mba sie ike na mpaghara mgbanwe ihu igwe. Nkwupụta Stockholm nke 1972 nyere ihe ndabere maka nkọwa zuru oke nke ikike mmadụ maka ogo gburugburu ebe obibi.",
  "A naghị etinye nchedo gburugburu ebe obibi na nkwekọrịta ikike mmadụ",
  "Kama nke ahụ, nchedo gburugburu ebe obibi sitere na ikike ndị nkwekọrịta ndị ahụ na-echebe, dị ka ikike ndụ, nri, mmiri na ahụike. N'ịga n'ihu, iwu ikike mmadụ n\"ihe gbasara ime iwu mgbanwe ihu igwe nwere ike inye aka guzobe ụkpụrụ kachasị nta nke ikike ụmụ mmadụ bụ isi nke enwere ike ịnakwere na usoro mbelata na mgbanwe nke mba ụwa na nke obodo",
  "Ọnọdụ ihu igwe nke ịkpa ókè agbụrụ bụ ọnọdụ nke ihe omume ụwa, mgbe ọ bụ naanị ndị ọgaranya nwere ike ịgbanahụ nsonaazụ mgbanwe ihu ọha. Dị ka Philip Alston, onye ọkachamara UN, si kwuo, okpomọkụ ụwa ga-emebi ọchịchị onye kwuo uche ya na ọchịchị iwu, na mgbakwunye na ikike mmadụ bụ isi na ndụ.",
  "N'afọ 2021 na nnọkọ nke iri anọ na asatọ ya, Kansụl Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nakweere Mkpebi 13: Ikike mmadụ maka gburugburu ebe obibi dị ọcha, dị mma ma na-adịgide adịgide.",
  "Ụkpụrụ Oslo nke Global Climate Change Obligations maka steeti na ụlọ ọrụ dabere, n'akụkụ ụfọdụ, na iwu ikike mmadụ",
  "N'okpuru ụkpụrụ Oslo, ma steeti ma ụlọ ọrụ nwere ibu ọrụ iji hụ na okpomọkụ ụwa na-ejedebe na 2 degrees Celsius.",
  "Ọtụtụ nkwupụta mba ụwa banyere ikike mmadụ na mgbanwe ihu igwe emesi ike mmetụta ọjọọ nke mgbanwe ọnọdụ ihu ọha nwere ike inwe na ikike ndụ, nri, mmiri, ahụike, ụlọ, mmepe, na mkpebi onwe onye. A na-edepụta ikike ndị a na nkwekọrịta ndị isi nke iwu ikike mmadụ nke mba ụwa, ọ bụ ezie na ọ bụghị ndị otu HRC niile ma ọ dị na UNFCCC bụ ndị bịanyere aka na mgbakọ ndị ahụ.",
  "A na-echebe ikike ndụ site na Nkeji edemede 6 nke ICCPR ebe mmadụ ọ bụla nwere ikike ebumpụta ụwa nke ndụ. Ikike nke ndụ nwere njikọ na-enweghị mgbagha na mmezu nke ikike ndị ọzọ",
  "Enwere ma mmetụta a tụrụ anya ya ma hụ ya nke mgbanwe ihu igwe ga-enwe na ikike ndụ",
  "Akụkọ nyocha nke anọ nke Intergovernmental Panel on Climate Change (IPCC) tụrụ anya mmụba nke ndị na-ata ahụhụ site na ọnwụ na mmerụ ahụ sitere na mmadu nke idei mmiri, oké ifufe, okpomọkụ, ọkụ na ụkọ mmiri ozuzo. Mgbanwe ihu igwe ga-emetụta ikike ndụ site na mmụba nke agụụ na nsogbu na-edozi ahụ na ọrịa metụtara uto na mmepe ụmụaka, ọrịa iku ume na ozone dị n'ala. Mmiri na-arị elu bụ otu n'ime mmetụta nke mgbanwe ihu igwe, nke sitere na mmiri na'okpomọkụ na ice na na ọ na - agbaze",
  "Ịtụle ịrị elu nke oke osimiri bụ ihe mgbagwoju anya, agbanyeghị IPCC atụwo atụmatụ mmụba nke ịdị elu mmiri zuru ụwa ọnụ n'etiti 0.44m na 0.74m site na 2100. Maka agwaetiti ndị dị ala dị n'ụsọ oké osimiri dị ka Male', na Maldives, ịrị elu nke oke osimiri nke 0.5 mita ga-ekpuchi pasent 15 nke agwa mmiri ahụ site na 2025, na idei mmiri ọkara ya site. Dị ka pasent 42 nke ndị bi na ya bi n'ime 100m n\"ime ụsọ oké osimiri, ọbụlagodi idei mmiri nwere ike ịkpata mmiri, mmerụ ahụ na ọnwụ.",
  "Mmetụta ndị a hụrụ bụ ndị ikike ndụ egbochilarị ikike nke ndụ",
  "Enwere ihe isi ike n'ịmụ mmetụta nke mgbanwe ihu igwe n\"onwe ya n-ihi nsogbu nke oke; a na-atụle mgbanwe ọnọdụ ihu ọha na iri afọ. Enwere ihe karịrị pasent 95 ohere na mgbanwe ihu igwe sitere n'aka mmadụ ji okpukpu anọ mee ka ihe ize ndụ nke oke okpomọkụ na Europe n\"afọ iri 1998 ruo 2008. Enwere ohere nke pasent 75 na oke okpomọkụ nke 2003 na Europe sitere na mgbanwe ihu igwe. Na ndabere a, ọnụọgụ ọnwụ karịrị akarị site na ihe omume a dekọrọ na ọnwụ 15,000 na France naanị.",
  "Nke a sitere na Nkeji edemede nke Abụọ nke ICESCR ebe mba ndị sonyere na ọgbụgba ndụ ahụ ga-eme ka ihe onwunwe ha dịnụ dịkwuo ukwuu iji nweta ikike nri zuru oke",
  "Mgbanwe ihu igwe ga-emetụta ogidi anọ niile nke nchekwa nri; nnweta, ohere, ojiji na nkwụsi ike",
  "Akụkọ nke afọ 2008 nke Special Rapporteur dere banyere ikike nri kwuru na ụzọ ụwa si eto nri ga-esi nwee mgbanwe dị egwu iji merie ọnụ ọgụgụ na-arịwanye elu na mmetụta nke mgbanwe ihu igwe, ka ọ na'izere ọdịda gburugburu ebe obibi. Nkwekọrịta Paris na-amata ihe kachasị mkpa nke ijide n'aka na nchekwa nri na ụfọdụ adịghị ike nke usoro mmepụta nri maka mmetụta ọjọọ nke mgbanwe ihu igwe. Nkeji edemede nke 2 na-akpọ maka ime mgbanwe na mmetụta ọjọọ nke mgbanwe ihu igwe na mbelata nke ikuku na ikuku ikuku n'ụzọ na'adịghị etinye mmepụta nri n\"ihe ize ndụ. Akụkọ nyocha nke anọ nke IPCC na-ekwu na mmepụta nri ga-abawanye n'etiti na latitudes dị elu na mmụba okpomọkụ nke dị n\"etiti 1 ° na 3 °C, agbanyeghị na Latitudes ndị dị ala, a na'ebelata mmepe ihe ọkụkụ nke na - na, nke gafere ihe ize ndụ nke enweghị nri na mpaghara ndị dara ogbenye nʼụwa. Usoro mmepe nke United Nations na-eme atụmatụ na nde mmadụ 600 ọzọ ga-enwe nsogbu na nri na ụba n'ihi mgbanwe ihu igwe. Nke a nwere ike inwe mmetụta na-ebibi ihe na mpaghara Sahara Africa.",
  "Kọmitii na-ahụ maka ikike akụ na ụba, mmekọrịta mmadụ na ibe ya na ọdịbendị (CESCR) na'ekwu na ikike mmiri abụghị naanị ọnọdụ dị mkpa maka ndụ, kamakwa na ọ nwere njikọ chiri anya na ihe ndị ọzọ, dị ka; ụlọ, ọnọdụ ahụike, ogo ndụ zuru oke, na iwu nri. The Stern Review na-ekwu na ndị mmadụ ga-enwe mmetụta nke mgbanwe ihu igwe nke ukwuu site na mgbanwe na usoro nkesa mmiri gburugburu ụwa. Mpaghara ndị ahụ na-enwetala ọnọdụ ọkọchị ga-enwe mbelata ọzọ na mmiri, na ọtụtụ (ma ọ bụghị ha niile) ụdị ihu igwe na'ebu amụma ruo pasent 30 na mbeba kwa afọ na Mediterranean Basin, akụkụ nke ndịda Africa na South America maka ịrị elu okpomọkụ ụwa 2 °C, yana pasent ịrị anọ ruo pasent ịrị ịse maka mmụba 4 ° C. Akụkọ nyocha nke ise nke IPCC na-ekwu na ihe ize ndụ metụtara mmiri dị ọcha na'ụzọ dị ịrịba ama site na mmụba nke gas na - na mgbanwe ihu igwe na narị afọ nke 21 nke a na na",
  "Akụkụ nke 12 nke ICESCR na-akọwa \"ikike maka ụkpụrụ kachasị elu nke ahụike na nke uche\"",
  "Ọtụtụ iwu mba na-echebe ikike ahụike n'ụzọ ụfọdụ, a na'echekwa ya n\"ọtụtụ mba ndị ọzọ na mpaghara. Mgbanwe ihu igwe ga-eme ka ọdịiche dị n'etiti ndị ọgaranya na ndị ogbenye n\"akụkụ dị iche iche nke ụwa dịkwuo elu",
  "Òtù Ahụ Ike Ụwa (WHO) na-eme atụmatụ na kemgbe afọ 1970, mgbanwe ihu igwe na'ihi ọnwụ 150,000 kwa afọ site na mmụba nke mgbasa nke afọ ọsịsa, ịba na nsogbu nri na ụba karịsịa n'Africa na mpaghara ndị ọzọ na - emepe. Naanị mmụba 1 °C na okpomọkụ ụwa site na ọkwa tupu ụlọ ọrụ mmepụta ihe nwere ike okpukpu abụọ nke ọnwụ kwa afọ site n'ịgbanwe ihu igwe (dị ka WHO si kwuo).",
  "N'abalị asatọ n'ọnwa Ọktoba n\"afọ 2021, Kansụl Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke UN wepụtara mkpebi nke na-ekweta na ikike mmadụ nwere maka gburugburu ebe obibi dị nchebe, dị ọcha, nke dị mma na nke a na'akwụsịghị akwụsị.",
  "Mbugharị ọnọdụ ihu igwe nwere ike ịkpata bụ ugbu a otu n'ime ihe mgbagha na-akpata na mgbanwe ihu igwe",
  "Nnyocha na-egosi na mgbanwe ihu igwe nwere ike ịmepụta ihe dị ka nde mmadụ 50 ruo 200 ọhụrụ ndị a chụpụrụ n'ime obodo na ndị gbara ọsọ ndụ mba ụwa n'afọ 2100. \"Mega-deltas\" na Eshia, Africa, na obere agwaetiti nọ n'ihe ize ndụ dị elu nke idei mmiri na oké ifufe, nke ga-akpata nnukwu ọpụpụ nke ndị bi n\"ógbè ahụ. Mgbanwe ihu igwe na-akpata ịkwaga ga-emetụta ma ọ bụ mebie ụkpụrụ ikike mmadụ nke mba ụwa.",
  "Enwere mkparịta ụka dị mkpa gbasara echiche nke ikpe ziri ezi ihu igwe maka onye mbịarambịa gburugburu ebe obibi ma ọ bụ 'onye gbara ọsọ ndụ ihu ọma'",
  "Echiche a na-ezube imejupụta oghere dị na ngalaba iwu na ndọrọ ndọrọ ọchịchị maka ọtụtụ nde mmadụ na ha enweghị ike ịnata nchebe iwu mba ụwa dịka isi iyi a nke ịkwaga ka na iwu mpaghara na nke mba. Enweghị nkọwa a kwadoro ugbu a maka onye a ga-ahazi dị ka onye gbara ọsọ ndụ ihu igwe n'ihi na edebeghị ya na iwu mba ụwa",
  "N'afọ 2014, Siego Alesana hapụrụ obere agwaetiti na-emepe emepe nke Tuvalu n'ihi ejighị n\"aka nke mmetụta ọjọọ nke mgbanwe ihu igwe. Tuvalu dị naanị 4.6m n'elu oke osimiri ma na-eche ihe ize ndụ na nso nso nke oke mmiri na'ịdị elu",
  "Ọ bụ ezie na a na-ekwu maka mmetụta nke mgbanwe ihu igwe maka Alesana na ezinụlọ ya, ikpe ahụ dabere n'ụzọ dị ukwuu na ebumnuche enyemaka",
  "Otú ọ dị, Ụlọikpe Na-ahụ Maka Mgbasa Ozi na Nchebe kwuru na mmebi gburugburu ebe obibi nke mgbanwe ihu igwe kpatara bụ ihe dị na ndụ na Tuvalu. Ọ bụ ezie na mkpebi a adabereghị na mmetụta nke mgbanwe ihu igwe nke na-apụtaghị na a tụleghị ihe ndị metụtara mgbanwe ọnọdụ ihu ọha.",
  "Òtù Mba Nile maka Migration ewepụtala nkọwa ọrụ nke ndị na-akwaga gburugburu ebe obibi:",
  "Ndị na-akwaga gburugburu ebe obibi bụ ndị mmadụ ma ọ bụ ìgwè ndị, karịsịa n'ihi ihe ndị metụtara mgbanwe mberede maọ bụ nke na'ihu na gburugburu ụlọ nke metụtara ndụ ha ma Ọ bụ ọnọdụ ibi ndụ, a manyere ha ịhapụ ụlọ ha, ma o bụ họrọ ime ya, nwa oge ma bụ na njedebe, na ndị na - na onye na na",
  "Ruo mgbe enwere nkọwa iwu kwadoro nke ihe mejupụtara onye na-akwaga gburugburu ebe obibi, ọ ga-esiri ike maka ezi ikpe ziri ezi ọ bụla",
  "Echiche nke ikpe ziri ezi nke ihu igwe ga-ahụ ikike mmadụ niile n'ụzọ doro anya iji nọgide na-enwe ụkpụrụ ndị bụ isi n\"ihu mmetụta ndị a na'amaghị ama nke mgbanwe ihu ọha ga'emepụta.",
  "International Peacebuilding NGO International Alert na-akpọ mba 46 ebe mmetụta mgbanwe ihu igwe (gụnyere ụkọ mmiri, mfu nke ala a na'akọ ugbo, ihe omume ihu ọha siri ike, oge uto dị mkpirikpi, na ice na - agbaze) nwere ike imekọrịta ihe na akụ na ụba, mmekọrịta mmadụ na ibe ya, yana ndọrọ ndọrọ ọchịchị iji mepụta \"ihe ize ndụ dị elu nke esemokwu ime ihe ike\".",
  "Ndị obodo nwere ọnọdụ pụrụ iche mgbe a bịara na mkparịta ụka banyere mmetụta mgbanwe ihu igwe ga-enwe na ndị mmadụ",
  "Ọtụtụ ụmụ amaala na-ebi ndụ ndụ, nke na ya na'aka nke ya, na a na -akpaghasị ya nke ukwuu mgbe ọ bịara na mmetụta nke mgbanwe ihu igwe",
  "N'ọtụtụ mba, iwu obodo dị iche na itinye n'ọrụ na ụmụ amaala karịa ndị ọzọ bi na ya, nke na-eme ka ihe ngwọta iwu ọ bụla dị mgbagwoju anya. Mgbanwe ihu igwe na-emetụta ụmụ amaala n'ụzọ dị iche ọ bụghị naanị n\"ihi njikọ anụ ahụ na nke ime mmụọ ha na ala na mmiri, kamakwa nʼihi na ha nwere ihe ọmụma pụrụ iche gbasara gburugburu ebe obibi na ọdịnala nke enwere ike iji chọta usoro kachasị mma nke mmetụta ndị ahụ.",
  "Òtù Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke UN achọpụtala ikike nke ụmụ amaala dị ka ndị na-emetụta mmetụta nke mgbanwe ihu igwe. N'ihi mgbanwe ihu igwe, a na-eyi ndụ na ọdịbendị nke ụmụ amaala egwu n'ụwa niile na North America, Europe, Latin America",
  "Ihe dị ka nde mmadụ 370 na-emetụta.",
  "Ndị na-eme nchọpụta na Overseas Development Institute chọpụtara na ụmụaka nọ na South Asia nwere ike ịbụ ndị na'ihe ize ndụ karịsịa maka mmebi nke ikike mmadụ na ọdachi metụtara ihu igwe",
  "Ihe ndị a nwere ike ịgụnye ime ihe ike dabere na nwoke na nwanyị, ọrụ ụmụaka, nkewa ezinụlọ na ihe mgbochi maka mmepe na mmụta ha",
  "Ndị na-eme nchọpụta na a naghị elekwasị anya na ikike ụmụaka na iwu iji belata ihe ize ndụ ọdachi ma ọ bụ ime mgbanwe ihu igwe nakwa na usoro mgbanwe mgbanwe ọnọdụ ihu ọha ga-edozi ntinye aka iji dozie akụkụ dị oke mkpa nke ikike nwata, ọkachasị nchedo ụmụaka.",
  "N'ibu n'uche na ọtụtụ ụmụ amaala ụwa kasị daa ogbenye na-adabere kpọmkwem na gburugburu ebe obibi maka ihe niile ma ọ bụ akụkụ nke ihe ha na-eme kwa ụbọchị, ọtụtụ ụlọ ọrụ mmepe mba ụwa na-ahụ mgbanwe ihu igwe na mmepe dịka \"njikọ na-enweghị atụ.\"."
]