[
  "Ihe nkwado bụ ogologo oghere ma ọ bụ c nkuchi jupụtara na ogho, ala ma ọ bụ eriri. Ihe Nkwado  na-ejikarị ike maka nkwado azụ ma ọ bụ aka ma ọ bụ maka itinye ndụmọdụ ihe ịchọ mma. Ha abụghị ụdị ma ọ bụ ọdịdị ma na-enwekarị zipper ma ọ bụ nko na loop. A na-eji ihe na-etinye ụfụfụ eme ihe mgbe ụfọdụ maka nkwado ọzọ. A na-akpọkwa ihe nkwado dị ka nkuchi,  ohiri isi na ihe nkwado bụ Matarasị uwa n'ise nke dị ka onye na ímé ihe. Ogwe isi mgbatị bụ ọdịdị a na-ahụkarị maka ogwe isi lace.",
  "Okwu a sitere na n'etiti ochie bekee ọ bụkwa ihe jikọrọ ya Bekee ochie belg, 'akpa'. Ojiji mbụ a maara nke okwu ahụ bụ ihe nkwado bụ tupu narị afọ nke iri na abụọ.",
  "Na mba ndịda ọwụwa anyanwụ Eshia, ọkachasị Vietnam, Philippines, Indonesia, Cambodia, Malaysia, Myanmar, Singapore, na Thailand, a na-eme ka a makụọ ya mgbe ị na-ehi ụra",
  "Na Vietnam, a maara ya dị ka goi ôm ('mkpịsị ụkwụ') ma ọ bụ pillowy, ebe na Philippines, a makwaara dantayan ọdịnala na ụdị nke dị ka 'mkpịkpọ ụkwụ nkịta'",
  "Ndị Cambodia na-akpọ ya a na-akpọ \"Anya\" nke a na-asụgharị kpọmkwem ihe omume ka ọ bụrụ 'omidi mkpuchi'",
  "Ndị Malaysia na-akpọ ya bantal peluk ('omidi ohuru'), ndị Indonesia na-akpọkwa nke dị ka ndị ọzọ ụra na ụdị nke dị ka  ya guling ('omidi mpịakọta')",
  "N'Indonesia, a makwaara ya dị ka Nwunye Dutch",
  "Na Thailand, a maara ya dị ka onye na-eme ihe nkiri nke ụwa họrọ site n'ime ụmụ ndị ikom abụọ ahụ n'ebe nile; onye na-ede akwụkwọ pụtara 'mkpịsị aka' na onye na-ese okwu (khang) pụtara 'n'akụkụ'.",
  "Na India na Pakistan, a maara ụdị nkwado dị ka lode (n'asụsụ Marathi), gao-takkiya, masnad masland, ma ọ bụ paash-baalish / kol-baalsh (n'afọ Bengali), a na-ejikwa ya eme ihe maka nkwado azụ ma e wezụga ịmakụ n'oge ụra.",
  "Na China, a na-akpọ ya bàozhěn na Mandarin (dị mfe: 抱枕, 'mkpịsị isi'), ebe na Cantonese a maara ya dị ka laam2 zam2 (ọdịnala: ̆ 枕; pinyin: lǎn zhěn).",
  "A na-akpọ ihe nkedo dakimakura (抱き枕) na Japan",
  "Omenala na-atụ aro na nwanyị ga-emepụta ihe nkedo e ji achara mee ma nye ya di ya mgbe ọ hapụrụ ụlọ ka ọ ghara ịnọ naanị ya n'abalị, ya mere okwu ndị ọzọ bụ achara nwunye, nwunye Dutch, ma ọ bụ chikufujin (竹夫人)",
  "Ekwenyere na ọ bụ ndị Dutch na-achị ala mepụtara ohiri isi nke mere a na-akpọkwa ya nwunye Dutch.",
  "Na Korea, a na-akpọ ya jukbuin, site na okwu juk ('bamboo') na puin ('nwunye')",
  "A na-eji jukbuin eme ihe n'ọnwa okpomọkụ iji mee ka ọ jụọ oyi mgbe ị na-ehi ụra, ebe ọ bụ na ihe owuwu ya nwere oghere site na eriri achara na-eme ka ikuku na-agafe n'ime akwa",
  "Mmadụ na-ekpuchi aka na ụkwụ ya gburugburu jukbuin mgbe ọ na-ehi ụra.",
  "Na mba ndị dị n'ebe ọdịda anyanwụ, a na-etinyekarị ihe nkwado n'isi àkwà ma na-arụ ọrụ dị ka isi ma ọ bụ nkwado azụ ala, ma ọ bụ dị ka nkwado aka na oche nwere akụkụ siri ike",
  "A na-ejikwa akwa akwa dị ka bumpers n'ime ụlọ na maka izu ike n'ala n'ime ezinụlọ na ụlọ ụmụaka.",
  "Na United States, ohiri isi ahụ yiri ihe nkwado ma mee ya ka a makụọ ya mgbe ị na-ehi ụra.",
  "Na Denmark na Norway, a na-akpọ ya pølle.",
  "Na France, a na-akpọ ya traversin ma ọ bụ polochon ma na-ejikarị ya eme ihe dị ka ohiri isi, ọkachasị site n'aka ndị agadi nọ n'ime ime obodo kamakwa maka ogige oge okpomọkụ.",
  "Àtụ:Bedding"
]