[
  "Na nkà ihe ọmụma Kantian, ihe-n'onwe ya (German: ) bụ ọnọdụ nke ihe dị ka ha dị, na-enweghị nnọchiteanya na nyocha",
  "Ọ bụ onye ọkà ihe ọmụma German bụ Immanuel Kant webatara echiche nke ihe n'onwe ya, n'ime narị afọ ndị sochirinụ, esemokwu zutere n'etiti ndị ọkà ihe ọmụma mechara. Ọ nwere njikọ chiri anya na echiche Kant banyere noumena ma ọ bụ ihe nyocha, n'adịghị ka ihe omume, ngosipụta ya.",
  "N'ozizi ya nke transcendental idealism, Kant kwuru na ngụkọta nke ihe niile, ụwa nke ahụmahụ, bụ ihe mgbagwoju anya nke ọdịdị ya na njikọ ya na-eme naanị na nnọchiteanya anyị. Kant na-ewebata ihe-n'onwe ya dị ka ndị a:",
  "Onye mbụ katọrọ echiche nke ihe-n'onwe ya bụ F",
  "H",
  "Jacobi, na okwu a:",
  "Ọrụ a na-amaghị aha ya bụ Aenesidemus bụ otu n'ime mwakpo kachasị mma megide ọrụ Kant",
  "Dabere na nkuzi Kant, ihe-n'onwe ha enweghị ike ịkpata ọdịdị, ebe ọ bụ na ụdị nke causality nwere ike ịchọta naanị ihe ndị nwere ahụmịhe",
  "Ya mere, Kant enweghị ikike ikwu na ihe dị n'ime onwe ha.",
  "A nabatara esemokwu a n'ozuzu ya dị ka isi nsogbu nke ihe-n'onwe ya",
  "Mwakpo a wakporo ihe ahụ n'onwe ya, na ọrụ obi abụọ ahụ n'ozuzu ya, nwere mmetụta dị ukwuu na Fichte, Schopenhauer kpọrọ G",
  "E",
  "Schulze, onye e kpughere na ọ bụ onye dere ya, \"onye kachasị njọ\" nke ndị mmegide Kant.",
  "Na mbido, Fichte nabatara nkà ihe ọmụma Kantian, gụnyere ihe n'onwe ya, mana ọrụ Schulze mere ka ọ gbanwee ọnọdụ ya.\n \nUsoro nke Fichte mechara bipụta, Sayensị nke Ihe Ọmụma, na-ewepụ ihe ahụ n'ime onwe ya.",
  "Na \"Critique of the Kantian Philosophy\" ya gbakwunyere na The World as Will and Representation (1818), Arthur Schopenhauer kwenyere na ndị nkatọ na ụzọ Kant si webata ihe-n'onwe ya bụ ihe a na-ekwesịghị ekwesị, mana o weere na Kant ziri ezi ikwusi ike na ọ dị ma too ọdịiche dị n'etiti ihe-n-onwe ya na ọdịdị dị ka uru kachasị ukwuu nke Kant. Dị ka o dere na Mpịakọta 1 nke Parerga na Paralipomena ya, \"Fragments of the History of Philosophy,\" §13:",
  "Phillip mainlanders weere ọnọdụ pụrụ iche, onye toro Kant maka imebi iwu nke nkà ihe ọmụma nke ya iji kwupụta ịdị adị nke ihe n'ime onwe ya.",
  "o mere ya n'ihi na ọ dịghị ihe ọ na-atụ egwu karịa ebubo na nkà ihe ọmụma ya dị ọcha Nke na-eme ka ebumnuche niile dị n'ụwa Okwu atọ nke akụkụ mbụ nke prolegomena N'uche nke a bara ezigbo uru ịgụ Enweghị m ike ịkatọ nnukwu nsonaazụ a Ọ bụ nke pere mpe n'ime ihe ọjọọ abụọ na Kant ji obi ike nabata"
]