[
  "Otu United Nations Environment Programme (UNEP) na ahụ maka ịhazi nzaghachi maka nsogbu gburugburu ebe obibi n'ime usoro United Nations",
  "Ọ bụ Maurice Strong guzobere ya, onye nduzi mbụ ya, mgbe Nzukọ Mba Ndị Dị n'Otu banyere gburugburu ebe obibi mmadụ na Stockholm na June 1972",
  "Ọrụ ya bụ inye nduzi, nyefee sayensị na ịmepụta ihe ngwọta na nsogbu dịgasị iche iche, gụnyere mgbanwe ihu igwe, na njikwa gburugburu ebe obibi mmiri na terrestrial, na mmepe akụ na ụba ndụ ndụ",
  "Òtù ahụ na emepụtakwa nkwekọrịta gburugburu ebe obibi nke mba ụwa; na ebipụta ma kwalite sayensị gburugburu ebe obibi ma na enyere gọọmentị mba aka imezu ebumnuche gburugburu ebe obibi",
  "Dịka onye otu United Nations Development Group, UNEP chọrọ inyere ụwa aka iru ebumnuche 17 Sustainable Development Goals.",
  "UNEP na akwado ndị odeakwụkwọ nke ọtụtụ nkwekọrịta gburugburu ebe obibi na ụlọ ọrụ nyocha, gụnyere Convention on Biological Diversity (CBD), Mgbakọ Minamata na Mercury, Basel, Rotterdam na Stockholm Conventions, Nkwekọrịta na Ụdị Migratory na Nkwekọrịta nke Azụmahịa Mba Nile n'Edangered",
  "Ụdị anụ ọhịa nke anụ ọhịa na ahịhịa (CITES), n'etiti ndị ọzọ.",
  "N'afọ 1988, otu World Meteorological Organisation na UNEP hiwere Intergovernmental Panel on Climate Change (IPCC)",
  "UNEP bụkwa otu n'ime ọtụtụ ụlọ ọrụ na emejuputa atumatu maka Global Environment Facility (GEF) na Multilateral Fund maka mmejuputa iwu Montreal Protocol.",
  "UNEP na eji aha ọzọ UN Environment mgbe ụfọdụ.",
  "Isi ụlọ ọrụ ya dị na Nairobi, Kenya.",
  "N'afọ ndị 1970, mkpa ọchịchị gburugburu ebe obibi n'ọkwa zuru ụwa ọnụ anabataghị nke ọma n'ụwa niile, ọkachasị mba ndị na emepe emepe",
  "Ụfọdụ ndị rụrụ ụka na ihe gbasara gburugburu ebe obibi abụghị ihe kacha mkpa ná mba ndị dara ogbenye",
  "Nduzi onye nnọchi anya mba Canada bụ Maurice Strong mere ka ọtụtụ gọọmentị mba ndị na emepe emepe kwenye na ha kwesịrị ibute okwu a ụzọ",
  "N'okwu nke prọfesọ Naijiria Adebayo Adedeji: \"Mr",
  "Strong, site na ezi obi nke nkwado ya, n'oge na adịghị anya mere ka o doo anya na anyị niile, n'agbanyeghị ọkwa nke mmepe anyị, nwere nnukwu òkè n'okwu a.\"",
  "Mgbe ndị otu dị ka International Labour Organisation, Food and Agriculture Organisation na World Health Organisation gasịrị, 1972 United Nations Conference on Human Environment (Ogbako Stockholm) kpọkọtara",
  "Na ogbako a, a tụlere isiokwu dị iche iche dịka mmetọ, ndụ mmiri, nchekwa ihe onwunwe, mgbanwe gburugburu ebe obibi, na ọdachi ndị metụtara mgbanwe okike na ndu",
  "Nzukọ a mere ka nkwupụta banyere gburugburu ebe obibi mmadụ (Stockholm Declaration) na nguzobe otu nlekọta gburugburu ebe obibi, bụ nke e mesịrị kpọọ United Nations Environment Programme (UNEP)",
  "E hiwere UNEP site na General Assembly Resolution 2997",
  "E hiwere isi ụlọ ọrụ na Nairobi, Kenya, nwere ndị ọrụ 300, gụnyere ndị ọkachamara 100 n'ụdị dị iche iche, yana ego afọ ise nke karịrị US $ 100 nde",
  "N'oge ahụ, US $ 40 nde bụ ndị United States kwere nkwa na nke fọdụrụ site na 50 mba ọzọ",
  "'Voluntary Indicative Scale of Contribution' nke e hibere na 2002 nwere oke ọrụ n'ịbawanye ndị na akwado UNEP",
  "Ego ndị metụtara mmemme niile nke UNEP bụ nke mba ndị otu United Nations na enye aka",
  "Ego gburugburu ebe obibi, nke mba niile nke UNEP na etinye ego na ya, bụ isi mmalite nke mmemme UNEP",
  "N'agbata 1974 na 1986 UNEP weputara ihe kariri ntuziaka nka ma obu ntuziaka 200 gbasara gburugburu ebe obibi gụnyere oke ohia na njikwa mmiri, njikwa pests, nlekota mmetọ mmetọ, mmekọrịta dị n'etiti iji kemịkal na ahụike, na njikwa nke ụlọ ọrụ",
  "Ọnọdụ isi ụlọ ọrụ ahụ gosipụtara na ọ bụ nnukwu esemokwu, mba ndị mepere emepe na ahọrọ Geneva, ebe ọtụtụ ụlọ ọrụ UN ndị ọzọ dị, ebe mba ndị ka na emepe emepe masịrị Nairobi, n'ihi na nke ahụ ga abụ nzukọ mba ụwa mbụ nwere isi na Global South",
  "Na mbụ, Mexico City, New Delhi, na Cairo nọkwa na asọ mpi ịbụ isi ụlọ ọrụ, mana ha wepụrụ ịkwado Nairobi",
  "Ọtụtụ n'ime mba ndị na emepe emepe akwadoghị nke ọma maka ịmepụta ụlọ ọrụ ọhụrụ maka ọchịchị gburugburu ebe obibi, mana kwadoro imepụta ya dị ka omume nke \"ịdị n'otu ndịda\".",
  "N'afọ 2000, World Conservation Monitoring Centre, nke hiwere na Cambridge na nke IUCN kwadoro, ghọrọ akụkụ nke UNEP.",
  "Na December 1972, Nzukọ Ezumezu nke UN ji otu olu họrọ Maurice Strong ka ọ bụrụ onye isi mbụ nke UN Environment",
  "Ọ bụkwa onye odeakwụkwọ ukwu nke ma ọgbakọ 1972 United Nations na gburugburu mmadụ na nzụkọ ụwa (1992).",
  "Emere ọnọdụ ahụ maka afọ 17 (1975-1992) site n'aka Mostafa Kamal Tolba, bụ onye nyere aka n'iweta echiche gburugburu ebe obibi n'ihu nke echiche na omume zuru ụwa ọnụ",
  "N'okpuru nduzi ya, ihe ịga nke ọma nke UN Environment nwetara n'ọtụtụ ebe   nkwekọrịta akụkọ ihe mere eme nke 1987 iji chebe oyi akwa ozone   a kparịtara nkwekọrịta Montreal Protocol",
  "Elizabeth Dowdeswell nọchiri ya (1992–1998), Klaus Töpfer (1998–2006), Achim Steiner (2006–2016), na Erik Solheim (2016–2018).",
  "Onye isi otu UNEP bụ Joyce Msuya, were ọrụ na Nọvemba 2018 ka Erik Solheim kwụsịrị arụkwaghịm",
  "Tupu nhọpụta ahụ, ọ bụ osote onye isi otu UNEP",
  "Onye odeakwụkwọ UN António Guterres họpụtara Inger Andersen onye isi oche nke UNEP na February 2019.",
  "(acting)",
  "(born 1968)",
  "Otu United Nations Environment Assembly bụ otu na achị UNEP",
  "Emepụtara na 2012 iji dochie Kansụl Na achị Isi, ọ nwere ndị otu 193 ugbu a ma na-ezukọ kwa afọ abụọ.",
  "Nhazi UNEP nwere ngalaba asatọ:",
  "Ihe ndị bụ isi UNEP na eme metụtara:",
  "E hiwela ọtụtụ mmemme inye onyinye iji mata ọrụ pụtara ìhè n'ihe gbasara gburugburu ebe obibi",
  "The Global 500 Roll of Honor malitere na 1987 wee kwụsị na 2003",
  "Onye na anọchi ya 2005, Champions of the Earth, na ihe nrite yiri ya, Young Champions of the Earth, na enye ndị ọchụnta ego, ndị ọkà mmụta sayensị, ndị isi amụma, talent na abịa, ndị mmadụ n'otu n'otu",
  "na otu ndị na enwe mmetụta dị mma na akụrụngwa na gburugburu ebe obibi na mpaghara ha.",
  "UNEP edebanyela aha ọtụtụ ihe ịga nke ọma, dị ka 1987 Montreal Protocol maka ịmachi ikuku gas na ata ụta maka ibelata oyi akwa ozone na echebe ụwa, na Mgbakọ Minamata nke 2017, nkwekọrịta iji gbochie mercury na egbu egbu.",
  "UNEP akwadola mmepe nke mmemme mbinye ego nke anyanwụ, yana ọnụego nloghachi mara mma, iji chekwaa ụgwọ mbugharị mbu na ịrata ndị na azụ ahịa ka ha tụlee na ịzụta sistemu PV anyanwụ",
  "Ihe atụ ama ama bụ mmemme mbinye ego nke anyanwụ bụ nke UNEP na akwado nke nyere mmadụ 100,000 aka itinye ego na sistemụ ike anyanwụ na India",
  "Ihe ịga nke ọma na mmemme anyanwụ nke India ebutela ọrụ ndị yiri ya na mpaghara ndị ọzọ nke mba ndị na emepe emepe, gụnyere Tunisia, Morocco, Indonesia na Mexico.",
  "N'afọ 2001, UNEP mere ka a mara banyere mbibi nke Marshland mgbe o wepụtara ihe onyonyo satịlaịtị na egosi na pasent 90 nke ala apịtị ahụ efuola",
  "UNEP \"nkwado maka nlekọta gburugburu ebe obibi nke Iraq Marshland\" malitere na 2004, iji jikwaa ala ala mmiri n'ụzọ dị mma na gburugburu ebe obibi.",
  "UNEP nwere mmemme maka ndị na eto eto a maara dị ka Tunza",
  "N'ime mmemme a bụ ọrụ ndị ọzọ dị ka AEO maka ndị ntorobịa.",
  "Mmemme mmụta gburugburu ụwa (1975–1995)",
  "Ruo afọ iri abụọ, UNESCO na UNEP duru otu International Environmental Education Programme (1975-1995), bụ nke chepụtara ọhụụ maka, ma nyekwa ndụmọdụ bara uru gbasara otu esi agbakọta agụmakwụkwọ maka mmata gburugburu ebe obibi",
  "N'afọ 1976, UNESCO wepụtara akwụkwọ akụkọ mmụta gburugburu ebe obibi Jikọọ dị ka akụkụ gọọmentị nke UNESCO UNEP International Environmental Education Programme (IEEP)",
  "Ruo 2007 ọ jere ozi dị ka ụlọ mkpochapụ iji gbanwee ozi gbasara agụmakwụkwọ gburugburu ebe obibi n'ozuzu yana ịkwalite ebumnuche na ọrụ nke IEEP karịsịa, yana ịbụ netwọk maka ụlọ ọrụ na ndị mmadụ n'otu n'otu nwere mmasị na arụsi ọrụ ike na mmụta gburugburu ebe obibi",
  "Mgbanwe ihu igwe",
  "UNEP n'afọ 1989, afọ 33 gara aga, buru amụma na \"enwere ike ikpochapụ mba niile n'ihu ụwa site n'ịdị elu oke oke osimiri ma ọ bụrụ na mgbanwe ọnọdụ okpomọkụ zuru ụwa ọnụ agaghị agbanwe n'afọ 2000\".",
  "UNEP na 2005, afọ 18 gara aga, buru amụma na \"nde mmadụ 50 nwere ike ịghọ ndị gbara ọsọ ndụ gburugburu ebe obibi n'afọ 2010, na agbanarị mmetụta nke mgbanwe ihu igwe\".",
  "Glaciers na ebelata na ọnụ ọgụgụ ndekọ na ọtụtụ nwere ike ịla n'iyi n'ime ọtụtụ iri afọ, UNEP kwuru na 2008",
  "Ndị ọkà mmụta sayensị na atụle ahụike nke ihe fọrọ nke nta ka ọ bụrụ 30 glaciers gburugburu ụwa chọpụtara na mfu ice ruru ọkwa ndekọ na 2006",
  "Ná nkezi, glaciers na adaba site na 4.9 ụkwụ",
  "n'afọ 2006",
  "N'afọ 2006, glacier Breidalblikkbrea nke Norway kwụsịrị 10.2 ụkwụ n'afọ 2006",
  "Glaciers tụfuru ihe dị ka otu ụkwụ ice kwa afọ n'etiti 1980 na 1999, ma kemgbe mmalite nke narị afọ iri, nkezi mfu abawanyela ruo ihe dị ka sentimita iri abụọ.\n \nỤgbọ ala eletrik",
  "Na Magdeburg Environmental Forum nke ise emere na 2008, na Magdeburg, Germany, UNEP na onye na emepụta ụgbọ ala Daimler AG kpọrọ oku ka e guzobe akụrụngwa maka ụgbọ ala eletrik",
  "Na ogbako mba ụwa a, ndị ndọrọ ndọrọ ọchịchị 250 na ndị nnọchi anya otu ndị na abụghị ndị gọọmentị tụlere njem njem n'ọdịnihu n'okpuru ụkpụrụ nke \"Sustainable Mobility the Post-2012 CO2 Agenda\".",
  "Akụ na ụba okirikiri",
  "UNEP bụ onye isi oche na onye nrụpụta ntọala (yana otu dị ka Ellen MacArthur Foundation) maka Platform for Accelerating the Circular Economy, nke bụ mmekọrịta ọha na eze na nkeonwe nke ihe karịrị òtù 50 zuru ụwa ọnụ na gọọmentị na achọ ịkwado mgbanwe na a zuru ụwa ọnụ okirikiri akụ na ụba.",
  "Tọrọ ntọala na 1974, nke a bụ naanị mmemme iwu n'ụwa maka ebumnuche ichekwa oke osimiri na oke osimiri na ọkwa mpaghara",
  "Ihe karịrị mba 143 na ekere òkè na mmemme mpaghara 18 nke Mgbakọ Mgbakọ na Atụmatụ Omume nke Regional Seas hibere, na 14 n'ime ha kwadoro site na mgbakọ mba nile nke iwu kwadoro, dị ka Mgbakọ Helsinki, Mgbakọ Dumping Oslo, Mgbakọ Barcelona ma ọ bụ Mgbakọ Bucharest",
  "Ndị RSCAP gụnyere mpaghara Caribbean, oke osimiri East Asia, mpaghara East Africa, Mediterranean Basin, Pacific Northwest region, West Africa region, Caspian Sea, Black Sea region, Northeast Pacific region, Red Sea na Gulf of Aden, ROPME Sea Area, South Asian",
  "oke osimiri, mpaghara ndịda ọwụwa anyanwụ Pacific, mpaghara Pacific, mpaghara Arctic, mpaghara Antarctic, Oké Osimiri Baltic, na mpaghara Northeast Atlantic",
  "Mmemme ọ bụla nwere mba ndị nwere otu oke osimiri ma na ejikwa oke osimiri a na ọkwa mpaghara",
  "Ndị odeakwụkwọ ma ọ bụ ngalaba nhazi mpaghara na ebe mmemme mpaghara na achịkwa mmemme a",
  "UNEP na echekwa oke osimiri site n'ịkwalite mgbakọ mba ụwa site na agụmakwụkwọ na ọzụzụ",
  "Amalitere na 2017, ebumnuche a bụ ịgba ume na imekọ ihe ọnụ na òtù ndị dabere na okwukwe iji chebe gburugburu ebe obibi na itinye ego na akụrụngwa akwụkwọ ndụ akwụkwọ ndụ",
  "N'afọ 2020, UNEP bipụtara akwụkwọ ya na nzuko omeiwu nke World's Religions Climate Action Programme nke isiokwu ya bụ, \"okwukwe maka ụwa: oku maka ime ihe.\" Akwụkwọ a na eje ozi dị ka ihe nkuzi maka ụmụ akwụkwọ, ndị nkuzi, na ndị isi n'ofe ụwa ma na akọwapụta ọrụ nke òtù ndị nwere okwukwe nwere ike ịrụ n'ịgbasa nsogbu gburugburu ebe obibi dị egwu.",
  "UN na ekenye ụfọdụ afọ maka isiokwu iji bulie mmata na itinye aka",
  "Afọ ndị na esonụ metụtara isiokwu gburugburu:",
  "Hụ emume mba ụwa na ndepụta ụbọchị gburugburu ebe obibi.",
  "N'ịgbaso mbipụta 2007 nke Intergovernmental Panel on Climate Change Assessment Report nke anọ, Paris Call for Action, nke onye isi ala France bụ Jacques Chirac gosipụtara na mba 46 kwadoro, kpọrọ oku ka UNEP jiri \"United Nations Environment\" ọhụrụ ma dị ike dochie UNEP",
  "Organisation\", ka a ga eṅomi na Healthtù Ahụ Ike Worldwa",
  "Mba 46 ahụ gụnyere mba ndị European Union, mana etinyeghị United States, Saudi Arabia, Russia, na China, ndị kacha ebupụta ikuku ikuku ikuku.",
  "Na December 2012, na esochi Rio+20 Summit, mkpebi nke General Assembly nke United Nations na akwado \"ike na kwalite\" UNEP na iguzobe otu zuru ụwa ọnụ nke òtù ọchịchị ya.",
  "European Investment Bank na United Nations Environment Programme kere Renewable Energy Performance Platform (REPP) na 2015 iji nyere aka oru ngo United Nations akpọrọ Sustainable Energy for All",
  "Emebere Platform Mmegharị Energy Performance Platform na $67 nde sitere na United Kingdom International Climate Finance initiative, nke Ngalaba Azụmaahịa, Energy and Industrial Strategy na-elekọta, na 2015, yana $ 128 nde na 2018",
  "E hiwere REPP na ebumnuche afọ ise nke imeziwanye",
  "ohere ike maka opekata mpe nde mmadụ abụọ na Sub Saharan Africa",
  "O tinyela ihe dị ka nde $45 maka ọrụ ume ọhụrụ na mba iri na atọ na Sub-Saharan Africa",
  "Ike anyanwụ na ike mmiri so na ụzọ ike eji arụ ọrụ a.",
  "Na Septemba 2018, e boro ọtụtụ ebubo ebubo megide onye isi oche UNEP, Eric Solheim, n'oge ahụ, gụnyere ọnụọgụ ụbọchị gafere n'èzí isi ụlọ ọrụ dị na Nairobi, Kenya",
  "N’ihi ya, Eric Solheim gbara arụkwaghịm",
  "Ọtụtụ mba ndị nyere onyinye wepụrụ onyinye ha n'ihi ebubo ahụ, gụnyere gọọmentị Dutch nke kwupụtara na ọ ga egbochi $8 nde ego enyere UNEP ruo mgbe a ga edozi okwu ndị na eso ụzọ",
  "Sweden na Denmark kwụsịrị inye ego",
  "Onye na ekwuchitere ụlọ ọrụ Norwegian Institute of International Affairs kwuru na mbelata ego nwere ike bụrụ nke a na enwetụbeghị ụdị ya",
  "Edemede a na etinye ederede sitere na ọrụ ọdịnaya efu",
  "Enyere ikike n'okpuru CC BY SA (nkwupụta ikike/ikike)",
  "Ederede ewepụtara site na Okwu na usoro na Education for Sustainable Development, 26, 27, UNESCO",
  ".mw parser  mmepụtahatnote -style:nkịtị}.mw-parser-mmepụtahatnote+link+.hatnote{oke-elu:-0.5em"
]