[
  "Mpekere mmiri, nke a makwaara dị ka awụba mmiri n'oké osimiri, bụ ihe mkpofu mmadụ mere nke kpachapụrụ anya ma ọ bụ na mberede n'ime oke osimiri ma ọ bụ oke osimiri",
  "Ihe irighiri ihe na-ese n'elu mmiri na-agbakọta n'etiti gyres na n'ụsọ oké osimiri, na-asachapụkarị ala mgbe a maara ya dị ka mkpofu osimiri ma ọ bụ tidewrack",
  "A na-akpọ ụma ekpofu ihe mkpofu n'oké osimiri",
  "irighiri ihe na-esi n'okike dị, dị ka osisi driftwood na mkpuru osisi, dịkwa",
  "Site na iji plastik na-abawanye ụba, mmetụta mmadụ abụrụla ihe esemokwu n'ihi na ọtụtụ ụdị plastik (petrochemical) adịghị emebi ngwa ngwa, dị ka ihe okike ma ọ bụ organic ga-adị. Otu ụdị mmetọ plastik kachasị ukwuu (~ 10 %) na ọtụtụ nnukwu plastik dị n'oké osimiri na-atụfu ma na-efu site na ụlọ ọrụ ịkụ azụ. Plastic na-abanye n'ime mmiri na-eweta nnukwu egwu nye azụ, nnụnụ mmiri, anụ na-akpụ akpụ n'ime osimiri, na anụ na-enye nwa ara n'ime oké osimiri, yana ụgbọ mmiri na ụsọ mmiri.",
  "Mkpofu, mkpofu akpa, ihe na-asachapụ n'ime ebe mmiri ozuzo na ụzọ mmiri na ihe mkpofu ikuku na-efe efe na-ebute nsogbu a",
  "Mmetọ mmiri a na-abawanye ebutela nnukwu mmetụta dị njọ dị ka ụgbụ azụ a tụfuru atụfu na-ejide anụmanụ, itinye ihe mkpofu rọba na nnukwu ihe mkpofu mmiri, yana ịba ụba nke mmetọ n'usoro nri.",
  "Na mgbalị iji gbochie ma dozie ihe mkpofu mmiri na mmetọ, a nabatara iwu na ụkpụrụ na mba ụwa, na UN gụnyere mbelata mmetọ mmiri na Sustainable Development Goal nke iri na anọ \"Life Under Water\"",
  "Dabere na mkpa ọ metụtara nsogbu na ọkwa dị iche iche nke onyinye, mba ụfọdụ ewebatala iwu nchebe ndị ọzọ akọwapụtara",
  "Ọzọkwa, ụfọdụ ndị na-enweghị uru, NGO, na òtù gọọmentị na-emepụta mmemme iji chịkọta ma wepụ plastik n'oké osimiri",
  "Agbanyeghị, na 2017 UN mere atụmatụ na n'afọ 2050, a ga-enwe plastik karịa azụ n'oké osimiri ma ọ bụrụ na emeghị nnukwu ihe..",
  "Ndị na-eme nchọpụta na-ekewa ihe mkpofu dị ka ala ma ọ bụ oké osimiri; n'afọ 1991, United Nations Joint Group of Experts on the Scientific Aspects of Marine Pollution mere atụmatụ na ihe ruru pasenti iri asatọ nke mmetọ ahụ sitere n'ala, ebe pasenti iri abụo fọdụrụnụ sitere na ọdachi ma ọ bụ isi mmiri. Nnyocha ndị ọzọ na-adịbeghị anya achọpụtala na ihe karịrị ọkara nke ihe mkpofu plastik a hụrụ n'ụsọ oké osimiri Korea bụ nke oké osimiri.",
  "Ihe dị iche iche nke mmadụ mere nwere ike ịghọ ihe mkpofu mmiri;  akpa rọba, balloons, ụgbọ mmiri, eriri, ihe mkpofu ọgwụ, iko na karama rọba, stubs sịga, ọkụ ọkụ sịga, iko ihe ọṅụṅụ, polystyrene, eriri azụ na ụgbụ furu efu, na mkpofu dị iche iche sitere n'ụgbọ mmiri na mmanụ mmanụ so na ihe ndị a na-ahụkarị",
  "asaala ala mmiri",
  "A na-ewere mgbanaka mkpọ isii, karịsịa, dị ka ihe nnọchianya nke nsogbu ahụ.",
  "Ndị agha US jiri ihe a na-atụfu n'oké osimiri maka ngwá agha na bọmbụ ndị a na-ejighị mee ihe, gụnyere bọmbụ nkịtị, UXO, ogbunigwe na ngwá agha kemịkal site na ọ dịkarịa ala nke afọ 1919 ruo afọ 1970. A tụfuru ọtụtụ nde pound nke ngwá agha na Gulf of Mexico na n'ụsọ oké osimiri nke ọ dịkarịa ala steeti 16, site na New Jersey ruo Hawaii (ọ bụ ezie na ndị a, n'ezie, anaghị agbanye mmiri n'ụsara osimiri, ọ bụghịkwa US bụ naanị mba mere nke a).",
  "Pasent iri asatọ nke ihe mkpofu mmiri bụ plastik. Plastic na-agbakọta n'ihi na ha anaghị emebi dịka ọtụtụ ihe ndị ọzọ na-eme",
  "Ha na-agbada na foto mgbe ha na-ahụ ìhè anyanwụ, ọ bụ ezie na ha na-eme ya naanị n'ọnọdụ akọrọ, dịka mmiri na-egbochi photolysis. N'ime nnyocha nke afọ 2014 na-eji ụdị kọmputa, ndị ọkà mmụta sayensị sitere n'ìgwè 5 Gyres, mere atụmatụ na 5.25 puku ijeri plastik dị tọn Narị abụọ na iri isii na itoolu  gbasara n'oké osimiri n'otu ọnụọgụ ahụ na Northern na Southern Hemispheres.",
  "Ụfọdụ ihe na ihe omume ndị a na-eji eme ihe na ụlọ ọrụ mmepụta ihe na-adịghị adị ngwa ngwa, na-adịgide adịgide na gburugburu ebe obibi, ma na-agbakọta ka oge na-aga",
  "Ihe omume ndị a nwere ike ịgụnye ụlọ ọrụ ịkụ azụ, ụgbọ mmiri na aquaculture nke na-ewe ihe ma ọ bụ na-eji akụrụngwa na gburugburu mmiri ma nwee ike tufuo ma ọ bụ tụfuo ngwa, ihe, igwe ma ọ bụ ihe mkpofu siri ike site na usoro mmepụta ihe n'ime mmiri ma ọ bụ banye n'ikpere mmiri",
  "Nke a nwere ike ịgụnye ihe ọ bụla buru ibu dị ka ụgbọ mmiri ịkụ azụ ma ọ bụ dị ntakịrị dị ka urughuru si na Styrofoam lobster floa",
  "N'afọ 2003, e mere nnyocha iji chọpụta ụdị, ọnụ ọgụgụ, isi iyi, na mmetụta nke ihe mkpofu mmiri na-adịgide adịgide na mmiri dị n'ụsọ oké osimiri na n'akụkụ ụsọ mmiri nke Charlotte County, New Brunswick, ma nyochaa mmekọrịta ọ bụla n'etiti ọnụ ọgụgụ na ụdị ihe mkpofu ụgbọ mmiri na-anọgide adịgide, na ụdị na ọnụ ọgụgụ nke ọrụ ụlọ ọrụ dị nso. Ihe ndị dị ka plastik ma ọ bụ ụfụfụ nwere ike ịtọgbọrọ n'ime obere ihe ma nwee ike ịdị ka obere ihe ndị dị n'oké osimiri na anụ ọhịa dịka nnụnụ, cetaceans, na azụ, ha nwekwara ike iri ihe ndị a",
  "Ihe a na-apụghị ịgbari agbari nwere ike ịba n'ime eriri afọ na-emepụta mgbochi ma ọ bụ mmetụta ụgha nke izu oke ma mesịa nwụọ n'ihi enweghị nri kwesịrị ekwesị.",
  "A na-ahụ ọbụna ihe mkpofu mmiri n'ala nke oké osimiri Arctic. Ọ bụ ezie na a na-elekwasị anya n'ọnụ ọgụgụ na-arịwanye elu nke ọmụmụ ihe na mkpokọta plastik n'ụsọ oké osimiri, na mmiri dị n'elu mmiri, na nke ihe ndị dị n'ime mmiri na-ebi na ọkwa dị n' elu nke ogidi mmiri riri, enwere obere ozi gbasara mkpofu na mesopelagic na nke miri emi. Nnyocha e mere emewo nyocha site na nlele ala, nlele vidiyo site na ụgbọ ala ndị a na-arụ n'ime obodo (ROVs), na ndị na-agba mmiri",
  "Ha na-akachasịkwa naanị na ọrụ ndị na-apụ apụ na-adịghị agbatị ogologo oge iji gosipụta mmetụta dị ịrịba ama nke irighiri mmiri dị n'oké osimiri ka oge na-aga",
  "Nnyocha e mere ugbu a egosila na ihe omume anthropogenic na-emetụta irighiri ihe ndị dị n'ime oké osimiri, na a na-ahụkarị plastik n'ime oke osimiri, karịsịa na mpaghara ndị dịpụrụ adịpụ nke mpaghara ndị mmadụ bi na ya, dị ka Mediterranean.",
  "A chọpụtala na ihe mkpofu, nke e ji ihe dịgasị iche iche dị arọ karịa mmiri dị n'elu (dị ka iko, ọla na plastik ụfọdụ), gbasaa n'ala oké osimiri na oké osimiri mepere emepe, ebe ọ nwere ike ịghọ mgbagwoju anya na corals ma gbochie ndụ ndị ọzọ dị n'ala mmiri, ma ọ bụ ọbụna lie ya n'okpuru ala, na-eme ka nhicha sie ike nke ukwuu, karịsịa n'ihi nnukwu ebe ọ gbasara ma e jiri ya tụnyere ụgbọ mmiri. Plastics nke na-enwekarị ihe na-adịghị mma nwere ike ịmikpu site na nrube isi nke phytoplankton na nchịkọta nke ihe ndị ọzọ dị ndụ",
  "Usoro oké osimiri ndị ọzọ na-emetụta mgbasa, dị ka oké ifufe nke dị n'ụsọ oké osimiri na convection nke dị n'ụsọ oké osimiri, na-ekere òkè n'ebufe nnukwu mkpọ irighiri ihe na irighiri ihe",
  "Njirimara topographic nke okpuru mmiri nwekwara ike ime ka mmiri na-ada ada, na-eduga na njigide microplastics n'ebe ụfọdụ.",
  "A Deep-sea Debris database site na Global Oceanographic Data Center nke Japan Agency for Marine-Earth Science and Technology (JAMSTEC), na-egosi afọ iri atọ nke foto na ihe nlele nke ihe mkpofu mmiri kemgbe 1983, ka emere n'ihu ọha n'afọ 2017",
  "Site na puku ise na iri divves na nchekwa data, na-eji ROVs na submersibles miri emi, a gụrụ ihe mkpofu puku atọ, narị anọ na iri abụọ na ise nke mmadụ mere. Ụdị iberibe ihe abụọ kachasị mkpa bụ macro-plastic, nke mejupụtara 33% nke iberibe a chọtara pasenti iri asatọ na itoolu nke bụ otu eji eme ihe na ígwè, nke mejupụta 26%",
  "A chọtara ọbụna iberibe plastik na ala nke Mariana Trench, na omimi nke 10,898m, a chọtara akpa plastik na-ejikọta na ikuku hydrothermal na obodo ndị na-ajụ oyi.",
  "Ndị 10 kachasị emetụta mmetọ plastik nke oké osimiri n'ụwa niile bụ, site na ọtụtụ ruo na nke kachasị, China, Indonesia, Philippines, Vietnam, Sri Lanka, Thailand, Egypt, Malaysia, Nigeria, na Bangladesh, n'ụzọ dị ukwuu site na osimiri Yangtze, Indus, Yellow, Hai, Nile, Ganges, Pearl, Amur, Niger, na Mekong, na-agụnye \"pasent 90 nke plastik niile ruru oké osimiri ụwa\".",
  "A na-eme atụmatụ na ụgbọ mmiri 10,000 na-efu n'oké osimiri kwa afọ, na-abụkarị n'oge oké ifufe. Otu nsị mere n'Oké Osimiri Pacific n'afọ 1992, mgbe ọtụtụ puku ọbọgwụ rọba na ihe egwuregwu ndị ọzọ (nke a maara ugbu a dị ka \"Friendly Floatees\") gafere n'oké osimiri n'oge oké ifufe",
  "Kemgbe ahụ, a chọtara ihe egwuregwu ahụ n'ụwa niile, na-enye nghọta ka mma banyere mmiri nke oké osimiri",
  "IIhe omume ndị yiri nke ahụ emeela na mbụ, dị ka mgbe Hansa Carrier tụbara arịa iri abụọ na otu (nke nwere akpụkpọ ụkwụ Nike na-adọrọ adọrọ).",
  "N'afọ 2007, MSC Napoli kwụsịrị n'ọdụ ụgbọ mmiri English Channel, na-atụfu ọtụtụ narị containers, ọtụtụ n'ime ha na-asacha na Jurassic Coast, World Heritage Site. Nnyocha nke afọ 2021 na-esote ọnwụ nke afọ 2014 nke akpa na-ebu cartridges na-ebi akwụkwọ gbakọrọ na ụfọdụ cartridgs agbasaala na nkezi ọsọ nke dị n'etiti 6 cm na 13 cm kwa sekọnd. Ihe mberede nke ụgbọ mmiri Tokio Express n'afọ 1997 n'ụsọ oké osimiri Britain mere ka ụgbọ mmiri na-ebu ibu na-enweghị ihe ruru nde Lego 5",
  "Ụfọdụ n'ime iberibe ndị ahụ ghọrọ ndị bara uru n'etiti ndị na-anakọta ndị na-achọ dragọn Lego n'akụkụ osimiri",
  "O nyekwaara nghọta bara uru n'ịmụ mmebi nbibi nke mmiri.",
  "Na Halifax Harbour, Nova Scotia, 52% nke ihe sitere na iji ogige ntụrụndụ emebere, 14% sitere na mkpofu nsị na naanị 7% site na mbupu na ọrụ ịkụ azụ. Ihe dị ka ụzọ anọ n'ụzọ ise Nke irighiri ihe n'oké osimiri sitere na ihe mkpofu a na-awụba na mmiri site na ebe a na-ekpofu ahịhịa, na mmiri na-asọpụta n'obodo ukwu..",
  "Ụfọdụ nnyocha na-egosi na irighiri mmiri nwere ike na-akpa n'ebe ụfọdụ",
  "Dịka ọmụmaatụ, nnyocha e mere n'afọ 2016 nke Aruba chọpụtara na irighiri ihe chọpụtara na akụkụ ikuku nke àgwàetiti ahụ bụ ihe na-emekarị na mmiri mmiri.    N'afọ 2013, a chịkọtara ma nyochaa irighiri ihe si n'akụkụ osimiri isii dị na Korea: 56% bụ nke \"dabere n'oké osimiri\" yana 44% \"dabere na ala.\".",
  "N'afọ 1987 Syringe Tide, a na-asa ihe mkpofu ahụike n'ikpere mmiri na New Jersey mgbe a na-afụ ya site na Fresh Kills Landfill. N'àgwàetiti dịpụrụ adịpụ nke South Georgia, ihe mkpofu metụtara ịkụ azụ, ihe dịka pasenti iri asatọ na plastik, na-akpata mgbagwoju anya nke ọnụ ọgụgụ buru ibu nke akara akpụkpọ anụ Antarctic.",
  "Ọ bụghị ihe niile gbasara mmadụ na-etinye n'ime oke osimiri na-emerụ ahụ",
  "Ígwè na ihe ndị e ji emepụta ihe na-emebikarị gburugburu ebe obibi n'ihi na ha na-adaba n'ala ala ma ghọọ ndị na-adịghị agagharị agagharị, na n'ime omimi nke na-emighị emi, ha nwere ike ọbụna na-eme ka ọkpụkpụ na-emepụta ihe",
  "Ụgbọ mmiri na ụgbọ ala ụgbọ oloko ejiriwo ụma kpukpu maka nzube ahụ.",
  "Na mgbakwunye, a mara crabs hermit ka ọ na-eji iberibe ihe mkpofu n'ụsọ osimiri dị ka shei mgbe ha na-enweghị ike ịhụ ezigbo sheshell nke nha ha chọrọ..",
  "N'ime mmiri nke United States, e nweela ọtụtụ ihe a hụrụ site na mmetọ gụnyere: mpaghara hypoxic, okooko osisi agal na-emerụ ahụ, na ụdị ndị na-eyi egwu. N'afọ 1972, United States Congress weputara Iwu Mmiri Mmiri, na-enye Ụlọ Ọrụ Nchebe Gburugburu Ebe Obibi ike iji nyochaa ma chịkwaa nsị mmiri, ihe mkpofu ụlọ ọrụ, ihe mkpuchi radiation na ihe ndị na-emebi ihe n'ime mmiri nke mba ahụ. E dezigharịrị Iwu ahụ afọ iri na isii ka e mesịrị iji tinye ihe mkpofu ahụike. Ọ bụ iwu na-akwadoghị iwepụ plastik ọ bụla na mmiri US.",
  "Ihe mkpofu mmiri bụ nsogbu zuru ebe niile, ọ bụghị naanị nsonaazụ ọrụ na mpaghara ndị dị n'ụsọ oké osimiri.",
  "Mpekere rọba sitere na steeti dị n'ime ala na-esi na isi ebe abụọ bụ isi: mkpofu nkịtị na ihe ndị sitere na mkpofu oghere na ebe a na-ekpofu ahịhịa na-efega ma ọ bụ na-asọga n'okporo ụzọ mmiri dị n'ime ime na mmiri mkpofu na-asọpụta",
  "Ihe mkpofu ahụ na-esi n'ụzọ mmiri, osimiri, iyi na ọdọ mmiri gaa n'oké osimiri",
  "Ọ bụ ezie na nhicha nke oké osimiri na mpaghara osimiri dị mkpa, ọ dị oke mkpa iji dozie ihe mkpofu plastik nke sitere na steeti ndị dị n'ime ala na steeti na-enweghị ala.",
  "Na usoro usoro, enwere ụzọ dị iche iche iji belata ọnụ ọgụgụ ihe mkpofu na-abanye n'ụzọ mmiri anyị:",
  "Ndị na-eri nri nwere ike inye aka belata ọnụ ọgụgụ plastik na-abanye n'okporo ụzọ mmiri site na ibelata ojiji nke plastik a na-eji otu eme ihe, na-ezere microbeads, isonye na nhicha mmiri ma ọ bụ ọdọ mmiri.."
]