[
  "Teddy bear Mkpúrù èdè íke bụ otu n'ime ụdị egwuregwu ndị dị nro na-ewu ewu na òtù nzuzo na narị afọ nke 20 na mmalite nke narị afọ nke 21: anụ ọhịa bea nke ejiri ihe dị nro mee ihe.",
  "N'Ebe Ọdịda Anyanwụ Europe na America, a maara ya nke ọma n'okpuru aha \"Teddy\" (Bekee teddy bear, German Teddybär), nke jikọtara ya na aha Onye isi ala US Theodore Roosevelt.",
  "N'asụsụ Russian, aha \"teddy bear\" eguzobewo, ọ bụ ezie na ugbu a ọ bụghị anụ ọhịa bea niile nke ụdị a bụ nke plush.",
  "Teddy bear sitere na ụlọ ọrụ Europe na America dị iche iche nke mmalite narị afọ nke 20 (mepụtara tupu Agha Ụwa nke Abụọ) bụ mkpokọta ewu ewu.",
  "N'afọ 1902, Onye isi ala US Theodore Roosevelt gbanarị anụ ọhịa ojii America na ichu nta, nke otu ndị na-achụ nta nwere nkịta chụpụrụ, gbuo ọkara ma kee ya na osisi (willow)",
  "A kpọrọ Roosevelt ka ọ gbaa anụ oriri",
  "Ọ jụrụ ime ya n'onwe ya, na-arụ ụka na ọ bụ \"enweghị egwuregwu\", ma nyere iwu ka ọ gbaa anụ ọhịa bea ahụ iji kwụsị mmekpa ahụ ya [dokwuo anya]",
  "Akụkọ ahụ mere ka ọ bụrụ ihe nkiri akwụkwọ akụkọ, mana emesịa gbanwee ya maka ebumnuche ohere, anụ ọhịa bea ahụ wee ghọọ obere anụ ọhịa bea mara mma (na Washington Post cartoon, November 16, 1902).Nkọwa nke akụkọ ahụ na-agbaji ka oge na-aga, ihe bụ isi bụ - Teddy (aha aha Roosevelt) jụrụ ịgbapụ anụ ọhịa bea",
  "Otu n'ime ihe nkiri eserese ahụ nke nwere mbelata ruo na anụ ọhịa bea nwere anya nwunye Morris Michtom, onye si Russia kwaga (ezigbo aha - Mikhail Mishim ), onye nwe ụlọ ahịa ihe egwuregwu ụmụaka",
  "Ọ dụkwara nwa anụ ọhịa bea nke mbụ nke yiri anụ ọhịa bea sitere na caricature",
  "Awụnyere ya na windo ụlọ ahịa wee kpọọ ya \"Teddy Bear\" n'aha Onye isi ala Roosevelt",
  "Egwuregwu ụmụaka ọhụrụ ahụ kpalitere mmasị na-enwetụbeghị ụdị ya n'etiti ndị na-azụ ahịa na n'oge na-adịghị anya, mgbe ọ natara nkwenye Roosevelt iji aha ya mee ihe, Michtom tọrọ ntọala Ideal Toy Company, bụ nke na-arụ ọrụ na mmepụta nke anụ ọhịa bea.Ọ bụ ezie na ihe ịga nke ọma ụmụ ụmụ ahụ nwere dị ukwuu, o wetaghị akụ̀ na ụba Michtom",
  "O mehiere nnukwu ihe - o meghị patent ọhụrụ egwuregwu ụmụaka na aha ya",
  "N'oge na-adịghị, e nwere ọtụtụ ụlọ ọrụ na-emepụta anụ ọhịa bea ma na-eji echiche ya eme ihe.",
  "Dị ka nsụgharị ọzọ si kwuo, Margarita Steif mere nwa anụ ọhịa bea mbụ dị ka echiche nke nwa nwanne ya Richard, bụ onye jiri ụkwụ na-ebugharị ebugharị na 1902",
  "N’afọ 1903, n’ihe ngosi ihe ngosi ihe egwuregwu ụmụaka na Leipzig, otu onye America nyere iwu ozugbo 3,000, na n’ihe ngosi ahụ e mere na St",
  "Louis na 1904, e rere 12,000 bea, bụ́ nke Margarita na Richard nwetara ihe nrite ọla edo",
  "Anụ anụ ọhịa bea bụ nnukwu onyinye maka oge ọ bụla",
  "Ihe egwuregwu ụmụaka a na-ewu ewu na-amasị onye ọ bụla, na-enweghị isi, n'agbanyeghị afọ",
  "A sị ka e kwuwe, ihe ka ọtụtụ ná ndị mmadụ na-enwe mmasị na-adị ka ụmụaka, na-enwetara anụ ọhịa bea dị nro dị ka onyinye, karịsịa ụmụ agbọghọ na ụmụ nwanyị."
]