[
  "Ihe ịma aka Bonn bụ mgbalị zuru ụwa ọnụ iji weghachite nde hekta otú narị na iri ise nke ala ndị mebiri emebi na ndị e gburu n'oké ọhịa n'ụwa site na 2020 na nde hekta narị atọ na ịrị ise tụpụ afọ 2030",
  "Ọ bụ Germany na International Union for Conservation of Nature (IUCN) kwadoro ma malite ya na Bonn na 2 Septemba 2011, na mmekorita ya na Global Partnership on Forest / Landscape Restoration na nnyefe ebumnuche na Rio Conventions na nsonaazụ ndị ọzọ nke 1992 Earth Summit.  Ka ọ na-erule n'afọ 2013, e kwere nkwa na mba ndị gụnyere Brazil, Costa Rica, El Salvador, Rwanda, na United States ga-eweghachi ihe karịrị nde hekta iri abụọ. South Korea, Costa Rica, Pakistan, China, Rwanda na Brazil amalitela mmemme mmezigharị ala na-aga nke ọma.",
  "IUCN na-eme atụmatụ na imezu ebumnuche nke ihe ịma aka Bonn ga-emepụta ihe dịka ijeri $ 84 kwa afọ na uru ego nke nwere ike imetụta ohere ego maka obodo ime obodo. A na-eme atụmatụ na a ga-enweta mbelata nke ọdịiche dị ugbu a nke carbon dioxide site na 11-17% site na izute ihe ịma aka ahụ.\nNkwa Khyber Pakhtunkhwa nke Pakistan nwere ọdịiche nke ịbụ nkwa mbụ nke mba, nkwa mbụ a ga-emejuputa n'ụzọ zuru ezu, na nkwa mbụ a gaghị amụba",
  "'Billion Tree Tsunami' bụ atụmatụ na ntụziaka ahụ nke ka na-aga n'ihu",
  "Ihe ịma aka Bonn ga-ekwu maka nsogbu nchekwa akụ na ụba, nchekwa mmiri, nchekwa nri na mgbanwe ihu igwe",
  "Nweghachi ala site na ihe ịma aka Bonn na-eme ka mkpebi mba ụwa maka mgbanwe ihu igwe dịkwuo elu",
  "Iweghachi nde hekta otu narị na iri ise nke ala ndị mebiri emebi na ndị e gburu n'oké ọhịa n'ụwa site na 2020 ga-enyere aka n'inweta otu ijeri tọn nke carbon dioxide nke ga-ebelata ọdịiche dị ugbu a site na pasent ịrị abụọ.",
  "Amụma a kpọrọ 'The African Forest Landscape Restoration Initiative' dabara n'ime ihe ịma aka Bonn ma nwee ebumnuche nke inwe nde hekta otu nari n'ime usoro mweghachi tụpụ afọ 2030",
  "Mba iri abụọ na asatọ nke Afrịka emeela ngụkọta nke nde hekta otu narị na iri na atọ na atụmatụ ahụ. Ethiopia emeela otu nkwa kachasị ukwuu na nke putara otu nde hekta",
  "Praịm Minista Etiopia Abiy Ahmed kwupụtara na Mee 2019 na mba ahụ setịpụrụ ihe mgbaru ọsọ nke ịkụ osisi ijeri anọ na 2019 naanị."
]