[
  "Atụmatụ àkwà bụ usoro nkwekọrịta n'akwụkwọ ọdịnala na akụkọ ọdịnala; ọ na-agụnye iji onye nke atọ dochie otu onye na-eme ihe nkiri na omume mmekọahụ (n'okwu Wendy Doniger, \"na-aga n'àkwà na onye ị na-eche na ọ bụ onye ọzọ\")",
  "N'ụdị a na-ahụkarị na nke a na-ejikarị eme ihe n'àkwà, nwoke na nwanyị ụfọdụ na-aga ọrụ mmekọahụ, na-enweghị ihe ọ maara na onye na-anọchi anya nwanyị na-anọchite anya ya.",
  "Ihe atụ nke aghụghọ àkwà dị n'akwụkwọ ọdịnala nke ọtụtụ ọdịbendị mmadụ. Enwere ike ịchọta ya na Agba Ochie: na Jenesis Isi nke 29 Laban nọchiri anya Lia maka Rechel n'abalị agbamakwụkwọ Jekọb, dịka Jekọb chọpụtara n'ụtụtụ echi ya",
  "Ihe atụ ndị ọzọ dị n'ime akwụkwọ ọdịda anyanwụ (ọtụtụ na-apụta na ihunanya Arthurian, yana na Chaucer's \"akuko nke Reeve's\" ) ma nwee ike iji ya tụnyere ihe atụ na ọdịbendị ndị na-abụghị nke ọdịda anyanwụ.",
  "Maka ndị na-agụ akwụkwọ na ndị na-ege ntị nke oge a, a na-ejikọta ihe ndina ahụ ozugbo ma na-ejikarị ya na ihe nkiri oge ntughari anya nke Bekee, karịsịa n'ihi ojiji nke ihe ndina ahụ Shakespeare na ihe ọchị abụọ ya, Ihe oma nile na akwushi bu nha na nha obu ihe oma nile kwusiri nke oma",
  "Bertram chere na ya na Diana, nwanyị ọ na-anwa ịrata; Helena, onye na-eme ihe nkiri, na-ewere ọnọdụ Diana n'ime ụlọ ọchịchịrị, wee mezuo alụmdi na nwunye ha",
  "N'okwu a, aghụghọ àkwà ahụ sitere na isi mmalite akụkọ Shakespeare na-abụghị ihe nkiri, akụkọ nke itoolu nke ụbọchị nke atọ na Decameron nke Boccaccio (nke Shakespeare nwere ike ịnweta site na onye na-asụ Bekee, nsụgharị nke William ( obi eze obi uto nke onye na ete agba na ulo). obu nha na nha",
  "Angelo na-atụ anya ka ya na Isabella, onye dike ahụ nwee mmekọahụ; mana Duke nọchiri Mariana, nwanyị Angelo kwere nkwa ịlụ ma gbahapụ ya",
  "N'okwu a, aghụghọ àkwà adịghị na isi mmalite Shakespeare, mana onye na-ede uri gbakwunyere ya na atụmatụ ahụ.",
  "(A pụrụ ịchọta ihe ndị metụtara ya na egwuregwu Shakespeare abụọ ọzọ",
  "N'ihe nkiri ikpeazụ nke abughi maka ihe nnukwu, nwanyị ahụ na agbamakwụkwọ Claudio na-aghọ Hero kama ịbụ nwa nwanne ya, dị ka a tụrụ anya ya; na Ndi ezigbo umunna abuo Wooer na-eme ka ọ bụ Palamon ka ya na ya dina ma lụọ nwa nwanyị nke onye mkpọrọ.)",
  "Ojiji abụọ nke ihe ndina nke Shakespeare bụ ndị a ma ama na ihe nkiri nke oge ya; ihe karịrị iri anọ ndị ọzọ na-eṅomi ha, ma ihe fọrọ nke nta ka ọ bụrụ onye ọ bụla nọchiri Shakespeare ruo mgbe ụlọ ihe nkiri ahụ mechiri na 1642 jiri ihe omume ahụ mee ihe ọ dịkarịa ala otu ugboro. Ojiji nke aghụghọ àkwà na Middleton na Rowley's nke ihe ikwa aka nke Diaphanta na-ewere ọnọdụ Beatrice-Joanna n'abalị agbamakwụkwọ nke ikpeazụ, bụ ma eleghị anya ihe kachasị ama na-abụghị Shakespeare",
  "Rowley na-enyekwa ihe atụ nke mgbanwe nwoke na nwanyị nke aghụghọ àkwà na ifu na ihe efu , nke ọ bụ nwoke kama ịbụ nwanyị na-enwe mmekọahụ na-anọchi",
  "(Ụdị ụmụ nwoke nke aghụghọ àkwà ahụ dị ụkọ ma ọ bụghị ihe a na-ahụtụbeghị mbụ; ihe atụ na-eme mgbe Zeus na-eme onwe ya ka ọ bụrụ Amphitryon iji mee ka Alcmene nwee ime Hercules n'ọdịnihu",
  "N'otu aka ahụ n'akụkọ ifo Arthurian, Uther Pendragon na-ewere ọnọdụ Gorlois iji mee ka Igraine nwee ime na Eze Arthur nke ga-abịa n'ọdịnihu.)",
  "Ojiji dị iche iche nke aghụghọ bed na-eme na ọrụ Thomas Middleton, John Marston, John Fletcher, James Shirley, Richard Brome, na Thomas Heywood. Shakespeare na-eji aghụghọ àkwà iji nweta mkpebi atụmatụ nke na-agbaso omume ọdịnala, dị ka ụfọdụ ndị ọgbọ ya; na subplot na-atọ ọchị na enghi afo ojuju Countess (ihe dị ka 1610), Marston na-ewu aghụghọ abụọ nke abụọ ga-abụ ndị na-akwa iko na-ehi ụra na ndị nwunye ha",
  "Otú ọ dị, ndị nọchiri Shakespeare na-ejikarị aghụghọ ahụ eme ihe n'ụzọ dị egwu na nke rụrụ arụ",
  "N'egwuregwu Rowley nke a kpọtụrụ aha n'elu, ọ na-eduga na ogbugbu na-ezighi ezi nke nwoke ahụ nọchiri ya",
  "Middleton's Hengist, Eze ndi Kent gosipụtara ụdị dị oke egwu nke aghụghọ àkwà, ebe a tọọrọ nwanyị ma dinaa ya n'ike n'ọchịchịrị, site n'aka nwoke ọ na-amaghị na ọ bụ di ya.",
  "Mgbe ụlọ ihe nkiri meghere ọzọ na mmalite nke oge inwoghari ihe ndina ahụ pụtara mgbe ụfọdụ na egwuregwu nke Elkanah ntushi na Aphra Behn, ma eleghị anya ruo n'ókè ya na Sir Francis Fane's ihunanya na ochichiri (1675); mana ka oge na-aga ọ kwụsịrị na ihe nkiri.",
  "Ndị nkatọ nke oge a, ndị na-agụ akwụkwọ, na ndị na-ege ntị na-ahụkarị ihe ndina ahụ dị ka ihe akaebe na enweghị ntụkwasị obi (ọ bụ ezie na ọkà mmụta Marliss Desens kwuru otu ihe a na-ekwu na ọ bụ ihe atụ nke ọrụ ya n'oge Shakespeare). N'ime",
  "Na opera nke Richard Strauss na 1932 Arabella, Zdenka / Zdenko, nwa nwanyị ahụ e zigara ibi ndụ dị ka nwata nwoke n'ihi ego ezinụlọ, na-eme ka ọ bụrụ nwanne ya nwanyị Arabella ka ya na Matteo dinara, onye ọ hụrụ n'anya na nzuzo.",
  "Enwere ike ịhụ ihe ndina ahụ na akwụkwọ Eliza Haywood bụ Love in Excess",
  "A pụkwara ịhụ ọdịiche nke aghụghọ àkwà na ihe nkiri Revenge of the Nerds",
  "Ihe omume Family Guy \"Peter-assment\" gosipụtara ọdịiche dị egwu na nke siri ike, na Peter na-ezo Quagmire na Mort n'okpuru uwe ya ka ya na onye isi ya Angela nwee mmekọahụ."
]