[
  "Ihe mgbagwoju anya nke Giza (A na-akpọkwa Giza necropolis) n'Ijipt bụ ebe obibi nke pyramid ukwu, pyramid khafre, na pyramid nke Menkaure, yana ụlọ pyramid ha jikọtara na nnukwu Sphinx.",
  "Ewubere ihe niile n'oge usoro eze nke anọ nke alaeze ochie nke Ijipt oge ochie,, n'etiti 2600 na 2500 BC",
  "Ebe ahụ gụnyekwara ọtụtụ ụlọ nsọ na ebe olili ozu na ihe fọdụrụ n'obodo ndị ọrụ.",
  "Nnukwu pyramid na pyramid nke khafre bụ pyramid kasị ukwuu e wuru n'Ijipt oge ochie, na akụkọ ihe mere eme ha na-ahụkarị dị ka ihe nnọchianya ma ọ bụrụ na Ochie Egypt na Western echiche. Ha na-ewu ewu n'oge ndị Gris, mgbe Antipater nke Saịdọn depụtara pyramid ukwu dị ka otu n'ime ihe ebube asaa nke ụwa.",
  "Ọ bụ nke kachasị ochie n'ime ihe ịtụnanya oge ochie na naanị otu ka dị.",
  "Ihe mgbagwoju pyramid nke Khafre nwere ụlọ nsọ ndagwurugwu, ụzọ, ụlọ nsọ ili ozu na pyramid eze",
  "Ụlọ nsọ nke ndagwurugwu ahụ wepụtara ọtụtụ ihe oyiyi nke Khafre",
  "Mariette chọtara ọtụtụ n'ime ha n'olulu mmiri dị n'ala ụlọ nsọ ahụ n'afọ 1860",
  "A chọtara ndị ọzọ n'oge Sieglin (1909-10), Junker, Reisner, na Hassan na-egwu ala",
  "Ihe mgbagwoju anya Khafre nwere olulu ụgbọ mmiri ise na pyramid enyemaka nwere serdab.: 19-26 Pyramid Khafre nwere ngosipụta a ma ama nke nkume mkpuchi n'elu ya.",
  "As the pyramids were constructed, the mastabas for lesser royals were constructed around them",
  "Near the pyramid of Khufu, the main cemetery is G 7000, which lies in the East Field located to the east of the main pyramid and next to the Queen's pyramids",
  "These cemeteries around the pyramids were arranged along streets and avenues",
  "Cemetery G 7000 was one of the earliest and contained tombs of wives, sons and daughters of these 4th Dynasty rulers",
  "On the other side of the pyramid in the West Field, the royals sons Wepemnofret and Hemiunu were buried in Cemetery G 1200 and Cemetery G 4000 respectively",
  "These cemeteries were further expanded during the 5th and 6th Dynasties.",
  "West Field dị n'ebe ọdịda anyanwụ nke pyramid Khufu",
  "E kewara ya na obere ebe dị ka ebe ili ozu a na-akpọ Abu Bakr Excavations (1949-50, 1950-1,1952 na 1953), na ọtụtụ ebe ili ozuzo aha ya dabere na nọmba mastaba dị ka Cemetery G 1000, Cemetery g 1100, wdg",
  "West Field nwere Cemetery G1000 - Cemetery J1600, na CemeteryG 1900",
  "Ebe olili ozu ndị ọzọ n'ọhịa a bụ: Ebe olili ọta G 2000, G 2200, G 2500, G 3000, G 4000, na G 6000",
  "A na-akpọ ebe ili ozu atọ ndị ọzọ aha ndị na-egwu ala ha: Junker Cemetery West, Junker cemetery East na Steindorff Cemetery.: 100-122",
  "A chọtara ili ndị sitere na Saite na oge ndị ọzọ n'akụkụ ụzọ Khafre na Great Sphinx",
  "Ili ndị a gụnyere ili nke onye isi ndị agha aha ya bụ Ahmose na nne ya Queen Nakhtubasterau, onye bụ nwunye Fero Amasis nke Abụọ: 289-290",
  "N'afọ 1990, a chọtara ili nke ndị ọrụ pyramid n'akụkụ pyramids, yana ebe olili ozu ọzọ a chọtara n'akụkụ ya n'afọ 2009",
  "Ọ bụ ezie na a gbasaghị ha, e liri ha n'ili apịtị na biya na achịcha iji kwado ha na ndụ mgbe ha nwụsịrị",
  "Ịdị nso nke ili ahụ na pyramids na ụzọ e si eli ozu na-akwado echiche ahụ na ha bụ ndị ọrụ a na-akwụ ụgwọ bụ ndị na-anya isi n'ọrụ ha ma ọ bụghị ndị ohu, dịka e chere na mbụ",
  "Ihe akaebe sitere n'ili ndị ahụ na-egosi na ndị ọrụ 10,000 na-arụ ọrụ n'ọnwa atọ were ihe dị ka afọ 30 iji wuo pyramid",
  "Ọtụtụ n'ime ndị ọrụ ahụ yiri ka ha si n'ezinụlọ dara ogbenye",
  "Ndị ọkachamara dị ka ndị na-ese ụkpụrụ ụlọ, ndị na-edozi nkume, ndị na'ọrụ ígwè na ndị ọkwá nkà, bụ ndị eze were n'ọrụ na-adịgide adịgide iji mejupụta ọnọdụ ndị chọrọ nkà kachasị.",
  "Osiris Shaft bụ oghere ili ozu dị warara nke na-eduga na ọkwa atọ maka ili na n'okpuru ya ebe idei mmiri jupụtara.nke mbụ Selim Hassan kwuru okwu ya Ndị otu Hawass duziri ihe gwupụtara nke ọma na 1999.  Emeghere ya maka ndị njem nleta na Nọvemba 2017."
]