[
  "A Berkefeld filter bụ a mmiri nzacha mere na diatomaceous earth (Kieselguhr). E mepụtara ya na Germany na 1891, na 1922 ka Berkefeld Filter Co naere ya na United Kingdom",
  "Berkefeld bụ aha onye nwe ebe a naegwupụta ihe na Hanover, Germany, ebe a nwetara ihe ndị e ji ụrọ mee",
  "Berkefeld bụ ezigbo nzacha mmiri bacteria nke a naeji na ụlọ nyocha microbiological, nụlọ na nèzí nọhịa.",
  "Ụlọ nzacha ahụ nwere cylinders abụọ ígwè ma ọ bụ plastik naanọdụ otu nelu nke ọzọ",
  "Nke dị nelu nwere mkpuchi ma nwee ike jupụta na mmiri naadịghị ọcha",
  "Nala nke cylinder dị nelu bụ otu ma ọ bụ karịa oghere ndị nwere ala diatomaceous (Kieselguhr) ogidi nzacha (candles nzacha)",
  "A naamanye mmiri ahụ site na nzacha site na ike ndọda, wee gbadaa na cylinder dị ala ebe a naechekwa ya ma wepụ ya dịka achọrọ.",
  "A naetinye ụdị nzacha ụfọdụ na isi carbon iji rụọ ọrụ dị ka adsorbent naeme ka ọ ghara isi ísì. A pụkwara itinye ha ọlaọcha iji gbochie uto nje bacteria",
  "Ụdị ụfọdụ, dabere na ogo ha, naewepụkwa ụfọdụ microscopic fungi na particulate matter.",
  "A naeme ka nzacha ndị naenweghị ọlaọcha naenweghị afọ ime site na autoclaving ma ọ bụ site na steam sterilizer mgbe a sachara ya nke ọma.",
  "New Millenium Concepts (NMC) Ltd",
  "natara ikikere ikesa nzacha British Berkefeld na North America",
  "Otú ọ dị, ha mepụtara ihe nhicha nke ha na 2003, nke a naakpọ \"Black Berkey,\" nke a naiji na nzacha mmiri \"Berkey\"",
  "Ihe nhicha Black Berkey nke NMC naeji ngwakọta nke mgbasa ozi nzacha isii dị iche iche, ebe ihe nhicha mmiri nke British Berkefeld mejupụtara isi ala diatomaceous.",
  "Netiti afọ 1990 Envirogard Products Limited na Canada mepụtara ụdị nke ya nke Berkefeld ceramic filter nke a gaere nokpuru akara Rainfresh",
  "Ihe nzacha ceramic ndị a naejikwa ala diatomaceous, mana ha naagụnyekwa ngwakọta pụrụ iche nke ihe ndị ọzọ nke naeme ka 0.3-micron zuru oke nzacha nke naenye >7-log mbelata nke nje bacteria pathogenic.",
  "A naekewa nzacha ndị ahụ dabere na dayameta nke oghere dị nime ihe ceramic:",
  "Berkefeld bụ ihe dị ọnụ ala, nke a naebugharị ebugharị ma naarụ ọrụ nke ọma nozuzu ya, ọ bụ ezie na ọ naghị ewepụ nje dị ka Hepatitis A na ụfọdụ nje dị ka mycoplasma. Ụfọdụ ụlọ ọrụ naekwu na ha naenyocha site netiti 100% nke ụmụ irighiri ihe karịrị 0.9 micrometre ruo 98% nke ụmụ irigbiri ihe karịrị 0.5 micrometre nobosara",
  "Ndị a bụ nzacha naadịgide adịgide, a pụkwara ịsacha ihe nzacha ahụ ihe karịrị 100 ugboro tupu ọ chọọ mgbanwe.",
  "E ji ụfọdụ nime nzacha Berkefeld mbụ mee ihe noge ọrịa ọgbụgbọ na ọgbụgba 1892 na Hamburg."
]