[
  "Ihe nchebe matarasị (nke a na-akpọkwa ihe mkpuchi matarasị, ihe mkpuchi materasị na ụdị nke ụwa nwere ike ịpụta nke a ma ọ bụ ihe mkpuchi nke matarasị) bụ ihe a na-ewepụ apụ nke na-anọdụ n'elu, ma ọ bụ encases, matarasị iji chebe ya. Ụfọdụ ndị mmadụ n'ihe ndị mere n'oge ochie nakwa ihe na-echebe matarasị ndị na eme ìhè ahụ n'ebe iso ụzọ na-enyekwa nchebe nye onye na-ehi ụra na matarasị site na ihe na-adịghị anabata ya na ihe na'akpasu iwe dị ka ụmụ ahụhụ ájá, ụmụ ahụhụ bed, ebu, na akpụkpọ ahụ nwụrụ anwụ (dị ka dandruff).",
  "Ọ bụ ezie na enwere ike iji ihe na-ehicha elu matarasị, ọ na-esiri ike ịsacha ọtụtụ matarasị",
  "Matarasị na-enweghị nchebe nwere ike ịghọ akara ma ọ bụ na-acha ngwa ngwa ka ọsụsọ a na-emepụta n'abalị niile na-agafe n'ụzọ dị mfe site na akwa akwa ma mepụta akara mmiri na-acha odo odo ebe ọ na-abanye n'elu matarasị",
  "Matarasị nwekwara ndị so ná mkpụrụ nke eziokwu alaeze ahụ n'ebe nile site n'ime ike ibute ọtụtụ mmetọ ndị ọzọ.",
  "Ụdị kachasị mfe nke ihe nchebe matarasị bụ mpempe akwụkwọ a na-etinye n'ime ya",
  "Ọ Na-Eny ndị mmadụ n'ihe ndị mere n'oge obere nchebe megide mmiri na obere ma ọ bụ enweghị nchebe pụọ na  na-eme ka uzuzu ghara ịnabata.",
  "Na mgbakwunye na akwa okike, ụdị ọhụrụ nke ihe nchebe aka ma ọ bụ topper apụtala kemgbe ọtụtụ afo nwela onwa iri site n'aka ụmụaka hụrụ n'anya gụnyere ụfụfụ ncheta na akwa spacer",
  "Ndị a dị oke ọnụ karịa ihe nchebe nkịtị mana na-agbakwunye uru nke nrụgide na n'ihe banyere nke ikpeazụ, ikike ịsa ahụ.",
  "Ihe na-echebe  matarasị na-egbochi mmiri na-eme ka matarasị dị ọcha site na ijide ya ka ọ ghara ịmịkọrọ nsị ahụ (dị ka ọsụsọ) ma ọ bụrụ ndị ọrụ ibe i ọ bụ mmiri ndị ọzọ sitere na nsị",
  "Ihe ndị a nwere ike iwere ụdị rubberized flannel pads (nke a na-ejikarị eme ihe n'okpuru n'elu nke gara maka nsogbụ ụra akpa ndị mmadụ akwa maka ụmụ ọhụrụ) ma ọ bụ mkpuchi pụrụ iche na-eku ume",
  "Plastiki na-ekpo  ọkụ iji hie ụra ma gbanwee mmetụta nke matarasị",
  "Urethane laminate na ogho nke nwere ezigbo ihe na-esi ísì ụtọ bụ ihe ọzọ na-agafe na rubberized flannel pad",
  "Ihe nchebe nke nwere obere laminate nkè ikike asụsụ obodo bu úlò ndị na eto a na-adọghị na ụdị nke ụwa họrọ site n'ime ụmụ nke ọma gafee àkwà agaghị agbanwe mmetụta nke àkwà",
  "Ọzọkwa, laminate ka nwere ike iku ume nke pụtara na ọ gaghị anwụ ruo ndị mmadụ n'ihe ndị mere n'oge ochie ejide okpomọkụ ahụ.",
  "A na-emebi ihe ka ọtụtụ n' gbasara matarasị ma ọ bụrụ na matarasị ahụ enweta ntụpọ, yabụ ọtụtụ ndị na-ehi ụra na-eji matarasị eme ihe iji gbochie ntụpọ.",
  "A na-atụkarị aro iji ihe nchebe matarasị maka ndị a maara na ha nwere ike ibute ụdị ụfọdụ nke ihe na-adịghị anabata ya, ọkachasị ụmụ ahụhụ",
  "Uzuzu na-emepụta ihe mkpofu nke na-akpasu iwe n'ụzọ ikuku na akpa ume ma karịsịa na ụmụaka nwere ike ịkpata mmeghachi omume na-adịghị mma, ụkwara ume ọkụ ma nwee ike ịkpasu ọnọdụ akpụkpọ ahụ iwe dịka eczema",
  "Ihe na-echebe matarasị nke na-adịghị anabata ihe na-eme ka mmadụ ghara ịnabata ihe nwere ike inye nchebe ọzọ n'etiti onye ọrụ na matarasị ha, na-enyocha ihe na-adịghị ahụkebe ihe ndị a maara na ha na-akpata allergy na mgbaàmà ụkwara ume ọkụ.",
  "Maka nchebe megide ụmụ ahụhụ bed, matarasị na igbe spring ga-abụrịrị nke a na-ekpuchi n'ụzọ zuru ezu na-enweghị oghere",
  "A na-ejikarị ihe ndị a na-etinye n'ime ya eme ihe maka nzube a",
  "Nke a na-egbochi ụmụ ahụhụ ọhụrụ ịbanye n'ime matarasị na igbe spring, ma na-ejide ụmụ ahụhụ ọ bụla dị n'ime",
  "A ghaghị ịhapụ  nchebe nke matarasị ma ọ dịkarịa ala otu afọ zuru ezu iji jide n'aka na ụmụ ahụhụ ahụ tọrọ atọ na àkwá ha nwụrụ",
  "Ọ bụrụ na ewepụ mkpuchi ahụ n'oge, ụmụ ahụhụ ahụ nwere ike ịlaghachi.",
  "Ihe na-echebe matarasị na-egbochi mmiri na-ebelata mgbaàmà nke allergy site n'ibelata ikike ebu na-eto n'ime matarasị",
  "A na-ejikarị ihe nchebe nke matrix nke nwere ike igbu nje n'ụzọ dị mfe n'ụlọ ụmụaka na ụlọ nlekọta ahụike.",
  "Nnyocha e mere n'afọ 2002 na Norway achọpụtala na matarasị ụfụfụ nwere ike ijide nsị uzuzu ugboro anọ ruo asatọ karịa matarasị oge opupu ihe ubi.",
  "E nwere ụdị dị iche iche nke ihe nchebe matarasị",
  "Encasements bụ ọta na-echebe matarasị ahụ kpọmkwem, nke a na-ejikarị eme ihe na bed bugs, a na-enyekwa ya na họtel",
  "A na-eji ihe nchebe echebe matarasị ahụ pụọ na mmiri na-adịghị n'àkwà ma ọ bụ ọnọdụ na-adịghị mma",
  "N'ụzọ dị iche, a na-eji mattress pads na mattress toppers eme ihe iji nye onye ọrụ ahụ ihe ntụsara ahụ",
  "Pads dị arọ karị, ebe toppers ndị dị arọ na-adịkarị mma ma dị oke ọnụ",
  "Otu ụdị matarasị elu bụ ábụ́bà, nke e ji ábụ́kwù mee, ala, ma ọ bụ ngwakọta nke ihe abụọ ahụ; ábụ́tụ̀bà nwere ike ịchọ ka a na-ama jijiji ugboro ugboro ma ọ bụ na-eme ka ọ dị mma, iji mee ka ábụ̣́bà ahụ gbasaa n'ụzọ ziri ezi.",
  "N'ụlọ ọgwụ ma ọ bụ ọnọdụ ahụike ndị ọzọ, enwere ike iji underpad a na-atụfu atụfu iji mịkọrọ ọbara na mmiri ndị ọzọ dị n'ahụ, yana uwe ụlọ ọgwụ",
  "Nke a na-acha anụnụ anụnụ mgbe ụfọdụ ma mara dị ka chux pad, [citation needed] site na aha ochie maka akwa a na-atụfu atụfu.",
  "Àtụ:Bedding"
]