[
  "Ihe mkpofu efu bụ usoro ụkpụrụ ndị lekwasịrị anya na mgbochi mkpofu nke na-agba ume imezigharị usoro ndụ ihe onwunwe ka e wee jiri ngwaahịa niile e kwesiri ikpofu ekpofu mee ihe (ya bụ, na-eji ya eme ihe) na / ma ọ bụ jiri ya mee ihe ọzọ",
  "Ebumnuche nke mmegharị ahụ bụ izere izipu ihe mkpofu n'ebe a na-ekpofu ahịhịa, ebe a na-ere ọkụ, oké osimiri, ma ọ bụ akụkụ ọ bụla ọzọ nke gburugburu ebe obibi",
  "Ka ọ dị ugbu a, ọ bụ naanị 9% nke plastik zuru ụwa ọnụ ka a na-emegharị. N'ime usoro ihe mkpofu efu, a ga-eji ihe mee ihe ndị ọzọga ba ụrụ ruo mgbe a ga-enweta ọkwa kachasị mma",
  "Nkọwa nke Zero Waste International Alliance (ZWIA) nabatara bụ:",
  "Ihe a na-akpọ cradle-to-grave bụ ihe nlereanya nke na-amalite site na iwepụta ihe, na-aga n'ihu na mmepụta ngwaahịa, ma na-ejedebe na \"ili\" ma ọ bụ ebe/ala a na-ekpofu ihe",
  "Cradle-to-grave dị iche na ihe ma ọ bụ ngwaahịa, nke a na-emegharị n'ime ngwaahịa ọhụrụ na njedebe nke ndụ ha ka n'ikpeazụ ghara inwe ihe mkpofu.",
  "Ihe mkpofu efu na-akwalite na ọ bụghị naanị iji ya eme ihe ọzọ na imegharị ihe, kamakwa, nke kachasị mkpa, ọ na-akpali mgbochi na atụmatụ ngwaahịa nke na-atụle usoro ndụ ngwaahịa niile",
  "Ihe mkpofu efu designs na-agba mbọ maka mbelata ojiji ihe onwunwe, ojiji nke ihe ndị ọzọ na-adịghị mma, ndụ ngwaahịa dị ogologo, nrụzi, na ịdị mfe nke ịkpụkọta na njedebe nke ndụ",
  "Ihe mkpofu efu na-akwado nkwado siri ike site na ichebe gburugburu ebe obibi, belata ọnụahịa na ịmepụta ọrụ ndị ọzọ na njikwa na njikwa ụlọ, ụlọ ọrụ mmepụta ihe onwunwa, usoro mmepụta ihe, ụlọ akwụkwọ, na ụlọ obibi.",
  "Uru ndị na-akwado ya na-atụ aro gụnyere:",
  "Isi okwu na ebe a na-ekpofu ahịhịa bụ hydrogen sulfide, nke a na-ewepụta site na mbibi nke ihe mkpofu",
  "Nnyocha egosila njikọ dị mma n'etiti mmụba nke ọnụọgụ ọnwụ nke ọrịa di iche iche di ka oria kansa akpa ume na mmụba ọrịa na ọnwụ metụtara ọrịa iku ume maka mmetuta hydrogen sulfide",
  "Nnyocha ndị a gosikwara na hydrogen sulfide na-abawanye na nso nso ebe a na-ekpofu ahịhịa.",
  "Nsogbu ahụike metụtara ebe a na-ekpofu ahịhịa gunyere ndia:",
  "Mgbasa ahụ nwetara ezigbo mgbasa ozi ma ruo n'ókè kachasị elu na 1998  - 2002, ma kemgbe ahụ ọ na-aga site na \"echiche gaa n'omume\" site n'ilekwasị anya n'otú \"obodo na-enweghị ihe ọ bụla\" [dị ka onye?] si hazie ma na-akpa àgwà",
  "Ebe nrụọrụ weebụ nke Zero Waste International Alliance nwere ndepụta nke obodo dị iche iche n'ụwa niile nke mepụtara iwu ọha na eze iji kwalite omume mkpofu efu",
  "E nwere otu ụlọ ọrụ na-enweghị ihe mkpofu aha ya bụ GrassRoots Recycling Network nke na-etinye ụlọ ọrụ na nzukọ banyere ọrụ na-adịghị ihe mkpofu.",
  "Ọ dị mkpa ịmata ọdịiche dị n'etiti imegharị ihe site na Zero Waste",
  "Omume a na-ahụkarị nke imegharị ihe bụ naanị itinye karama, ite, akwụkwọ, na nkwakọba ihe n'ime ihe ndị a na-emegharị ihe",
  "Ụdị nke oge a nke imegharị ihe dị mgbagwoju anya ma na-agụnye ọtụtụ ihe ndị ọzọ nke ego na nkwado gọọmentị",
  "Dịka ọmụmaatụ, akụkọ 2007 nke US Environmental Protection Agency na-ekwu na US na-emegharị ihe na ọnụego mba nke 33.5% ma tinye ihe ndị e ji compost mee na ọnụ ọgụgụ a",
  "Na mgbakwunye, e mepụtara ọtụtụ ụlọ ọrụ na-ere ahịa mba dị iche iche iji jikwaa ihe ndị a rụgharịrị arụgharị",
  "N'otu oge ahụ, a na-ekwu na a na-emebiga ihe ókè mgbe ụfọdụ, dịka ọmụmaatụ site na itinye ala na ihe ndị dị ndụ iji kpuchie ihe mkpofu kwa ụbọchị, na kọlụm \"megharị\"",
  "Gọọmentị dị iche iche ekwuputala ihe mkpofu efu  dị ka ihe mgbaru ọsọ, gụnyere:",
  "Ụlọ ahịa ndị na-ere ahịa na-ahụ maka ngwaahịa ndị nwere ihe mkpofu efu emegheela na mba dị iche iche, gụnyere Spain na United States."
]