[
  "Ihe mkpofu dị mfe (WLC) bụ ụdị ihe mkpofu dị arọ ébé a na-eji ngwakọta ihe mkpofu (thermoplastics, thermosetting plastic, iko, taya, incinerator ala ntụ, ihe mkpofu ugbo siri Ike wdg) dochie ihe owuwu ọdịnala. A na-eji yá eme ihe ná akụrụngwa nà iwu ụlọ.",
  "Ngwaahịa simenti nwèrè ngwakọta dị íchè íchè nke simenti + mmiri + aggregates, dabere na ogo ngwaahịa achọrọ",
  "Site na ọnụahịa nke mkpokọta na mmata nke mkpofu na-arị elu, mkpa iji belata ojiji mkpokọta ya na ụzọ ọzọ iji kpochapụ ihe mkpofu siri ike bilitere",
  "Nnyocha na mmepe sara mbara na mbido afọ 1960 dugara na mmezu nke ihe nlele mbụ nke polystyrene dabeere na ngwaahịa simenti dị mfe, ébé a na-ejikọta ihe (nkume na ájá karịsịa) n'ụzọ dị ukwuu ma ọ bụ na otu narị pasent dochie ya site na granulates nke ihe plastik, ma ọ bụ ihe mkpofu plastik",
  "Nsogbu bụ isi nke simenti a bụ ịdị nro ya.",
  "Ngwaahịa na-esi na ya apụta na-ekpuchi otu ihe dị ka ngwaahịa puku atọ  nwéré ike imecha",
  "Gụnyere polystyrene concrete, plastic siri ike concrete, incinerated bottom ash concrete, desert sand concrete na ọtụtụ ndị ọzọ, nke n'ogè ederede méré ka ihe dị ka samples narị anọ nwere àgwà anụ ahụ dị íchè íchè",
  "N'ozuzu, ike mkpakọ nke ngwaahịa ikpeazụ dị n'etiti 3 N / mm2 na 12 N / mm 2 na ịdị arọ nke 100 kg / m3 ruo 800 kg / m3",
  "Nkume ọdịnala nwere ike ịbụ 40 N / mm2 siri ike ma dị ihe karịrị 2.000 kg / m3.",
  "A na-emepụta ihe mgbakwunye pụrụ íchè n'ụlọ ọrụ mmepụta ihe ma zigara yá nà ébé a na-etinye yá nà akpa dị kilogram 5o25",
  "A na-agwakọta yá nà simenti (100 300 kg / m3), ihe mkpofu (1.1-1.2 m3) na mmiri (100-300 lita), gbakwunyere 5 kg / m3 nke ntụ ntụ.",
  "Ihe mkpofu a na-emepụta nwere ike ịbụ pasent otu narị recycling na njedebe nke ndụ ngwaahịa (ma ọ bụ n'ihe gbásárá ike dị ukwuu) site na ịpịpụta ihe mkpofu na saịtị ma weghachite ya n'ime ihe ọhụrụ nke ihe mkpofu mkpofu màkà ógè a na-akparaghị ókè.",
  "Nsonaazụ ụlọ nyocha egosighi leeching ma ọ bụ mmetụta ndị ọzọ na-emetọ gburu-gburu ébé obibi nke usoro ma ọ bụ ngwaahịa ahụ",
  "[citation needed]",
  "Enweghị ike màkà: ihe na-ebu ibu na-arụ ọrụ, ébé njikọ dị elu.",
  "Enwèrè ike ịgbaze ụfọdụ thermoplastics ma tinye ha ọnụ n'ime brik plastik siri ike",
  "Ihe ndị a na-emepụta na-ejedebe nkè ukwuu, igwe nwéré ike ịdị oke ọnụ na ọsọ mmepụta na-ejikwa teknụzụ",
  "Ọ ga-ekwe omume iji áká mee ihe ma na-agbaze brik, nke na-akpata ọnụ ala na mmepụta dị ala.\nỤzọ ọzọ iji chekwaa plastik dị nro n'ụlọ bụ iji aka tinye ya n'ime karama ihe ọṅụṅụ plastik ma tinye ha dị ka blọk ụlọ dị ka ihe owuwu na-efu efu.",
  "E nwèrè ọtụtụ nnyocha dị íchè íchè nke a na-eme ma na-aga n'ihu na-eme iji mụọ ike nke plastik mkpofu na ihe mkpofu ndị ọzọ màkà iji ya mee ihe na simenti dị mfe",
  "Nke a na-aghọwanye ihe dị mkpà ka ọchịchọ màkà simenti na-abawanye, ma na-aga n'ihu na-eme ka mmetụta ọdachi nke ájá na gravel na-egwupụta, ya na ikuku carbon n'ozuzu nke sitere na mmepụta simenti.",
  "Ewezuga plastik, ihe mkpofu ndị ọzọ nwèrè ike ịba uru màkà dochie ezigbo mkpokọta na kọntaktị, dabere na ihe achọrọ màkà nkọwapụta dịka ike ndọda, ike pụrụ íchè, na nkesa nha",
  "Ndị na-eme nchọpụta egosila na ihe ndị gụnyere mkpokoro akị bekee, ntụ iko, mkpokoro nkwụ mmanụ, brik ụrọ mkpofu, na ụdị ntụ dị ichè íchè màkà nzube a."
]