[
  "Àtụ:Use dmy dates",
  "Ọ bụ ụmụanụmanụ na osisi dị ichè ichè dị n’ọhịa, ihueligwe n’ụdị dị ichè ichè na udịdị ala dị ichè ichè esi na ha egwupụta akụnụba mejupụtara gburùgburù, nke Bekee na-akpọ  environment, na mbà Chaịna (maọbụ China) (Àtụ:Zh)",
  "Òtù mmepụta ngwa-ahịa, nke Bekee kpọrọ industrialization, si arị elu osoọso,  ọnụọgụgụ mmadụ a na-abawanye, na ịda mba n’ilekọta gburùgburù ebutela ọtụtụ nsogbu na nmetọ gburùgburù n’úzọ dị egwu",
  "Mbà Chaịna bụ mbà nke anọ kacha nwee ala n'uwa dum, nke mere na mbà Chaịna nwere udịdị ala dị íchè íchè esi na ha enweta akụnụba",
  "Enwere ike ikewa udịdị ala esi na ha enweta akụnụba na mbà Chaina ụzọ olemole: nke a na-akpọ loess platu maọbụ ugwu elu ya dị mbadamba, ndịda ebe a na-akpọ alluvial East China, mpaghara ọdịda anyanwụ nnukwu iyi Yangzi River bụ sọọsọ nnukwu ugwu juru na ya, na udịdị ala ndị ọzọ.",
  "Ụmụanụmanụ dị ichè ichè na-ebi n’ọhịa hụrụ mbà Chaịna dịka ebe dị ha nma obibi",
  "A na-ahụta mbà Chaịna ka otù n’ime mbà ndị ahụ njirimara ha bụ ihe ịdị ichè n’ibe ya – mbà ndị a na-akpọ megadiverse countries n’asụsụ Bekee",
  "Igurube ụmụanụmanụ na enweghị nke yiri ibe ya na-ekwogharị n’ọhịa Chaịna n’ụtụtụ, n’ehihie na n’abalị",
  "Bekee na-asị na ụdị ụmụanụmanụ ndị a dị endemic na Chaịna.",
  "Osisi dị ichè ichè dị n’ọhịa, nke na-aza flora n’asụsụ Bekee, bụ agụkata, agba awaa na mbà Chaịna",
  "Ha karịrị iri puku atọ, bụ osisi puru na Chaịna, na abughị na esiri mbà ọzọ weta ha kụọ na mbà ahụ.",
  "Ebe ọchịchị mbà Chaịna kwụ n’ihe banyere mgbanwe ihueligwe bụ ihe a na-arụ ụka maka ya",
  "N’oge a, mbà Chaịna bụ mbà kachasị agbanye anwụrụọkụ kabọndayọgzaịdị n’ikuku n’ụwa dum, na agbanyeghị na ekpokọta ka mbà dị ichè ichè siri gbanye anwụrụọkụ n’ikuku n’afọ niile gara aga, ọ bụghị Chaịna kachasị gbanye",
  "Chaịna abịanyela aka n’usoro ekwekọrịtara, zara Kyoto Protocol, maka anwụrụọkụ, mana dịka esiri dee nkwekọrịta ahụ, enweghị ihe manyere Chaịna ibelata igbanye anwụrụọkụ n’ikuku.",
  "Ebe echekwara echekwa, nke Bekee kpọrọ protected area, na mbà Chaịna dị n’ụdị dị ichè ichè",
  "Chaịna dika mbà nwere udịdị nke o chekwara",
  "Ogbè ukwu maọbụ mpaghara zara prọvịnsị nwere udịdị o chekwara",
  "Mpaghara ntà a na-akpọ kaụnti nwere udịdị nke o chekwara.",
  "Òtù mmepụta ngwa-ahịa, nke Bekee kpọrọ industrialization, si arị elu osoọso,  ọnụọgụgụ mmadụ a na-abawanye, na ịda mba n’ilekọta gburùgburù ebutela ọtụtụ nsogbu na nmetọ gburùgburù n’úzọ dị egwu - pollution in China. Na Beijing, n’ọnwa mbụ n’afọ 2013, irighiri ihe nọ n’ikuku, nwere ike ibunye onye kuuru ha ajọ ọrịa, feliri elu karịa ebe òtù mbà ụwa na-ahụ maka ahụike, bụ World Health Organization, kwuru na ihe dị òtù ahụ ga-efedebe",
  "Ọbọego mbà ụwa, bụ World Bank, kwuru na ọnụọgụgụ obodo mepere emepe metọrọ gburùgburù ha karịchaa obodo ndị ọzọ nọ n’ụwa ruru iri na isii; ha niile nọ na mbà Chaịna.",
  "Dịka Jared Diamond siri kwuo, nmetọ gburùgburù na mbà Chaịna na-apụtakarị ìhè n’ụzọ isii, nke gụnyere nmetọ ikuku, nsogbu metụtara mmiri, nsogbu metụtara ala, ịla ebeobibi anụmanụ na osisi n’iyi nke bụ biodiversity loss n’asụsụ Bekee, na ọrụ mmepe ọnụ na agaghị akọwacha nihi òtù ha siri gbaa agbaa.",
  "Ọtụtụ ụmụafọ Chaịna wee malite ijụ: Ọ̀ gà-abụ nmetọ ikuku butere mbawanye ọrịa kansa na-emetụta àkpàikume? Ajụjụ a wee na-aga n’ihu nihi na ụmụafọ Chaịna ga-ekpurịrị mgbochihu mgbe ọbụla iji zere ihe nmerụ ahụ nọ n'ikuku",
  "Ụfọdụ ndị ọkachamara kwere na ọ bụ ikuku emetọrọ emetọ butere mbawanye kansa, mana ndị ọzọ sịrị na enweghị ihe kwadoro nke a n’ozuzuoke",
  "Wang Ning, bụ osote onyeisi n'ulọrụ nọ na Beijing na-ahụ maka mgbochi ọrịa, kwuru na ọrịa kansa a kpọrọ “adenicarcinoma” na-abawanye dịka ya siri hụ",
  "Nsogbu ọrịa kansa metụtara àkpàikume dị ọjọọ na Chaịna, nke bụ na n’ime mmadụ iri na-arịa ọrịa a n’ụwa dum,  ihe karịrị mmadụ atọ bi na Chaịna",
  "Òtù ọ dị, ka ọrià kansa àkpàikume na-abawanye, ọrịa kansa metụtara olu na ụfọdụ akụkụ ahụ ọzọ na-agbada."
]