[
  "Mmemme Nkwado Mba nke Omume (NAPA) bụ ụdị atụmatụ e nyèrè na United Nations Framework Convention on Climate Change (UNFCCC) site na mba ndị na-emepebeghị emepe, iji kọwaa nghọta mba ahụ banyéré \"mkpa ngwa ngwa na ngwa ngwa iji mee mgbanwe ihu igwe\". NAPAs ekwesịghị ịgụnye nyocha mbụ, mana jiri ozi dị ugbu a ma tinye profaịlụ nke ọrụ ndị dị mkpa nke e bu n'uche iji gboo mkpa ndị a chọpụtara.",
  "UNFCCC na-edebe nchekwa data nke NAPAs, na nkè mba ndị a chọpụtara n'ime NAPAs. Ka ọ na-erule n'ọnwa Nọvemba afọ 2011, o nwere akụkọ sitere na LDCs iri anọ na isii.",
  "E guzobere Least Developed Countries Fund (LDCF) iji kwado nkwadebe nke NAPAs na itinye n'ọrụ ọrụ ha na-atụ aro. LDCF ugbu a nwèrè ihe onwunwe nke ọ dịkarịa ala narị anọ na iri na ise, nke a kwadoro dola otu narị na iri asaa na asaa nde maka ọrụ iri anọ na asaa, na-adọta ihe karịrị narị dọla ise na iri ise nde na itinye ego na usoro ahụ.",
  "Ebumnuche NAPA bụ inye LDC ohere ịchọpụta \"mkpa ngwa ngwa na mkpa ozugbo\" màkà ime mgbanwe ihu igwe. Dị ka akụkụ nke usoro NAPA, ụlọ ọrụ gọọmentị LDC, nke ụlọ ọrụ mmepe na-enyere aka, na-enyocha mba ha nwere ike ịdabere na mgbanwe ihu igwe na ihe omume ihu igwe siri ike",
  "LDCs wee mepụta ndepụta nke ọrụ mgbanwe nke ga-enyere mba ahụ aka ịnagide mmetụta ọjọọ nke mgbanwe ihu igwe",
  "LDCs ndị na-enyefe NAPAs na UNFCCC wee ruo eru màkà ego site na LDCF maka ọrụ NAPA",
  "E mèrè LDCF site na UNFCCC kpọmkwem iji nyéré mba ndị na-emepebeghị emepe aka, nke na-emetụta mmetụta nke mgbanwe ihu igwe. Ka ọ dị ugbu a, iri anọ na ise LDC edeela ma nyefee NAPA na UNFCCC, na Nepal dị ka mba kachasị ọhụrụ nyefee NA PA ya n'ọnwa Nọvemba afọ 2010. Mba atọ ọzọ (Angola, Myanmar, na Timor Leste) na-eme atụmatụ iji mezue NAPA ha na ngwụcha afọ 2011.",
  "Bangladesh NAPA na-atụ aro ọtụtụ ọrụ mgbanwe dị mkpa na-elekwasị anya n'ịmepụta ike mba ahụ nwèrè màkà mmetụta nke mgbanwe ihu igwe",
  "A na-eme atụmatụ ndị a ka a rụọ ọrụ n'oge dị mkpirikpi ruo n'etiti, iji chebe ọbọdọ na gbụrụ-gbúrụ ébé obibi na Bangladesh site na mmetụta nke mgbanwe ihu igwe.\nỤfọdụ n'ime isi mgbanwe ndị a chọpụtara na Bangladesh NAPA gụnyere:"
]