[
  "Ihe na-emetọ ihe ndị na-adịgide adịgide (POPs) bụ ihe ndị na'ime ihe ndị na - na-eguzogide mmebi site na usoro kemịkal, nke ndụ, na nke photolytic. Ha bụ kemịkal na-egbu egbu nke na-emetụta ahụike mmadụ na gburugburu ụwa",
  "N'ihi na ikuku na mmiri nwere ike ibu ha, ọtụtụ POPs mepụtara n'otu mba nwere ike ma na-emetụta ndị mmadụ na anụ ọhịa n'ebe dị anya site n'ebe a na-eji ma hapụ ha.",
  "A tụlere mmetụta POP na ahụike mmadụ na gburugburu ebe obibi, n'ebumnobi ikpochapụ ma ọ bụ machibido mmepụta ha nke ọma, site n'aka ndị mba ụwa na Mgbakọ Stockholm na Convention on Persistent Organic Pollutants na 2001.",
  "Ọtụtụ POPs bụ ọgwụ ahụhụ ma ọ bụ ọgwụ ahụhụ, ụfọdụ bụkwa solvents, ọgwụ, na kemịkalụ ụlọ ọrụ. Ọ bụ ezie na ụfọdụ POPs na-ebilite n'ụzọ okike (dịka site na ugwu mgbawa), ọtụtụ n'ime ha bụ ndị mmadụ mere. \"Ọtụtụ iri na abụọ\" POPs nke Stockholm Convention chọpụtara gụnyere aldrin, chlordane, dieldrin, endrin, heptachlor, HCB, mirex, toxaphene, PCBs, DDT, dioxins, na polychlorinated dibenzofurans.",
  "POPs na-abụkarị halogenated organic compounds (lee ndepụta dị n'okpuru) ma dị ka ndị dị otú ahụ na-egosipụta nnukwu solubility lipid",
  "N'ihi nke a, ha na-agbakọta na anụ ahụ abụba",
  "Halogenated compounds na-egosipụtakwa nkwụsi ike dị ukwuu na-egosipụta enweghị mmeghachi omume nke njikọ C-Cl na hydrolysis na mmebi photolytic",
  "Nkwụsi ike na lipophilicity nke ihe ndị dị n'ime ala na-ejikọkarị na ọdịnaya halogen ha, ya mere polyhalogenated organic compounds bụ nchegbu pụrụ iche",
  "Ha na-enwe mmetụta ọjọọ ha na gburugburu ebe obibi site na usoro abụọ, njem dị anya, nke na-enye ha ohere ịga ebe dị anya site na isi iyi ha, na bioaccumulation, nke na'ime ka kemịkal ndị a dịghachi na ọkwa dị ize ndụ. A na-ahazi ihe ndị mejupụtara POPs dị ka PBTs (na-adịgide adịgide, bioaccumulative na na-egbu egbu) ma ọ bụ TOMPs (micro mmetọ na-egbu mgbu).",
  "POPs na-abanye n'oge gas n'okpuru okpomọkụ gburugburu ebe obibi ụfọdụ ma na-agbanwe site na ala, ahịhịa, na mmiri n'ime ikuku, na-eguzogide mmeghachi omume na ikuku, iji gaa ogologo oge tupu a tụgharịa ya. Nke a na-ebute mkpokọta POPs n'ebe dị anya site na ebe e ji ma ọ bụ wepụta ha, ọkachasị gburugburu ebe a na-ewepụtabeghị POPs dịka Antarctica, na Arctic circle. POPs nwere ike ịdị dị ka anwụrụ ọkụ n'ime ikuku ma ọ bụ jikọta ya na elu nke ihe siri ike (aerosols)",
  "Ihe na-ekpebi maka njem dị anya bụ akụkụ nke POP nke adsorbed na aerosols",
  "N'ụdị adsorbed ọ bụ na-emegide oge gas nke a na-echebe site na foto-oxidation, ya bụ, photolysis kpọmkwem yana oxidation site na OH radicals ma ọ bụ ozone.",
  "POPs nwere obere solubility na mmiri mana ọ dị mfe ijide ya site na ihe siri ike, ma na-agbaze na mmiri (mmanụ, abụba, na mmiri ọkụ)",
  "POPs anaghị emebi ngwa ngwa na gburugburu ebe obibi n'ihi nkwụsi ike ha na ọnụego dị ala nke ire ure",
  "N'ihi ikike a maka njem dị anya, mmetọ gburugburu ebe obibi POP dị ukwuu, ọbụlagodi n'ógbè ebe a na-ejitụbeghị POPs, ọ ga-anọkwa na gburugburu ebe obibi ndị a ọtụtụ afọ mgbe emesịrị ihe mgbochi n'ihi nguzogide ha na mmebi.",
  "Bioaccumulation nke POPs na-ejikọkarị na compounds dị elu lipid solubility na ikike ịba na abụba nke ihe ndị dị ndụ ruo ogologo oge. Chemicals na-adịgide adịgide na-enwekarị oke dị elu ma na-ewepụ ya nke nta nke nta",
  "Nchịkọta nri ma ọ bụ bioaccumulation bụ ihe ọzọ e ji mara POPs, ka POPs na-aga n'elu usoro nri, ha na-abawanye na ntinye aka ka a na-ahazi ha ma na-agbari ha na anụ ahụ ụfọdụ nke ihe ndị dị ndụ",
  "Ikike okike maka ụmụ anụmanụ na-eri nri iji lekwasị anya na kemịkal ndị a na-eri, yana ọdịdị na-adịghị mma na nke na-enweghị mmiri nke POPs, na-eme ka ihe ndị dị otú ahụ nwee ike ịba ụba. Ya mere, ọ bụghị naanị na POPs na-anọgide na gburugburu ebe obibi, kamakwa ka ụmụ anụmanụ na-eburu ha, na-eme ka ha dịkwuo elu na nsị ha na gburugburu ebe ahụ. A na-akpọ mmụba a biomagnification, nke bụ ebe ihe ndị dị ndụ dị n'elu na usoro nri nwere nchịkọta POPs ka ukwuu. Bioaccumulation na njem dị anya bụ ihe mere POPs ji nwee ike ịba n'ime ihe ndị dị ndụ dị ka whales, ọbụlagodi na mpaghara ndị dịpụrụ adịpụ dị ka Antarctica.",
  "Nkwekọrịta Stockholm nabatara ma tinye ya n'ọrụ site na United Nations Environment Programme (UNEP) na Mee 22, 2001",
  "UNEP kpebiri na ọ dị mkpa ka a dozie iwu POP n'ụwa niile maka ọdịnihu",
  "Ebumnuche nkwupụta nke nkwekọrịta ahụ bụ \"ichebe ahụike mmadụ na gburugburu ebe obibi site na mmetọ na-adịgide adịgide\"",
  "Ka ọ na-erule afọ 2014, e nwere mba 179 na-agbaso nkwekọrịta Stockholm",
  "Mgbakọ ahụ na ndị sonyere na ya amatala na mmadụ na gburugburu ebe obibi nwere ike ịba na POPs",
  "Ha ghọtara na POPs nwere ikike maka njem dị anya na bioaccumulation na biomagnification",
  "Nzukọ ahụ na-achọ ịmụ ma kpebie ma enwere ike ịkọwa ọtụtụ kemịkal ndị e mepụtara na ọganihu na teknụzụ na sayensị dị ka POPs ma ọ bụ na ọ bụghị",
  "Nzukọ mbụ na 2001 mere ndepụta mbụ, nke a na-akpọ \"dozen iri na abụọ\", nke kemịkal ndị a na-ahazi dị ka POPs",
  "Ka ọ na-erule afọ 2022, United States abịanyewo aka na Nkwekọrịta Stockholm mana ọ kwadoghị ya",
  "E nwere mba ole na ole ndị ọzọ na-akwadoghị nkwekọrịta ahụ mana ọtụtụ mba n'ụwa akwadowo nkwekọrịtaەکە.",
  "N'ọnwa Mee afọ 1995, Kansụl Na-achị Isi UNEP nyochara POPs. Na mbido, Nkwekọrịta ahụ ghọtara naanị POP iri na abụọ maka mmetụta ọjọọ ha na ahụike mmadụ na gburugburu ebe obibi, na-etinye mmachibido iwu zuru ụwa ọnụ na ihe ndị a na-emerụ ahụ na nke na-egbu egbu ma na-achọ ka ndị otu ya mee ihe iji wepụ ma ọ bụ belata ntọhapụ nke POPs na gburugburu ebe ahụ.",
  "Kemgbe afọ 2001, agbasawo ndepụta a iji tinye ụfọdụ polycyclic aromatic hydrocarbons (PAHs), brominated flame retardants, na ihe ndị ọzọ",
  "Mgbakwunye na ndepụta mbụ nke 2001 Stockholm Convention bụ POPs ndị a:",
  "Ikpughe POP nwere ike ịkpata nkwarụ mmepe, ọrịa na-adịghị ala ala, na ọnwụ",
  "Ụfọdụ bụ carcinogens site na IARC, ikekwe gụnyere kansa ara. Ọtụtụ POPs nwere ike imebi endocrine n'ime usoro ọmụmụ, usoro akwara etiti, ma ọ bụ usoro ahụ ji alụso ọrịa ọgụ",
  "Ndị mmadụ na ụmụ anụmanụ na-ahụkarị POPs site na nri ha, ọrụ, ma ọ bụ mgbe ha na-eto n'afọ.  Maka ụmụ mmadụ na-adịghị ekpughe POPs site na mberede ma ọ bụ ụzọ ọrụ, ihe karịrị 90% nke ikpughe na-abịa site na nri anụmanụ n'ihi bioaccumulation na abụba anụ ahụ ma bioaccumlate site na eriri nri",
  "N'ozuzu, ọkwa POP serum na-abawanye na afọ ma na-adịkarị elu na ụmụ nwanyị karịa ụmụ nwoke.",
  "Nnyocha enyochaala njikọ dị n'etiti obere POPs na ọrịa dị iche iche",
  "Iji nyochaa ihe ize ndụ ọrịa n'ihi POPs n'otu ebe, ụlọ ọrụ gọọmentị nwere ike ịmepụta nyocha ihe ize ndụ ahụike mmadụ nke na-eburu n'uche bioavailability nke mmetọ na mmekọrịta mmeghachi omume ha.",
  "A maara ihe ka ọtụtụ na POPs ka ha na-emebi ọrụ dị mma nke usoro endocrine",
  "Igosi POPs dị ala n'oge oge mmepe dị egwu nke nwa e bu n'afọ, nwa ọhụrụ na nwa nwere ike inwe mmetụta na-adịgide adịgide n'oge ndụ ha niile",
  "Nnyocha nke afọ 2002 chịkọtara data gbasara mmebi endocrine na nsogbu ahụike site na ikpughe POPs n'oge nnukwu mmepe na ndụ nke ihe dị ndụ. Nnyocha ahụ bu n'uche ịza ajụjụ ma ọ bụ na ọ naghị adịte aka, obere ọkwa na POPs nwere ike inwe mmetụta ahụike na usoro endocrine na mmepe nke ihe ndị dị ndụ sitere na ụdị dị iche iche",
  "Nnyocha ahụ chọpụtara na ikpughe POPs n'oge oge mmepe dị oke egwu nwere ike ịmepụta mgbanwe na-adịgide adịgide na ụzọ mmepe nke ihe ndị dị ndụ",
  "Ikpughe POPs n'oge oge mmepe na-adịghị oke egwu nwere ike ọ gaghị eduga na ọrịa ndị a na-achọpụta na nsogbu ahụike n'oge ndụ ha",
  "N'ime anụ ọhịa, oge mmepe dị oke egwu dị na akpa nwa, na ovo, na n'oge ọmụmụ",
  "N'ime ụmụ mmadụ, oge mmepe dị oke egwu bụ n'oge mmepe nwa.",
  "Otu nnyocha ahụ mere n'afọ 2002 na ihe akaebe nke njikọ sitere na POPs na mmebi endocrine jikọtakwara obere ọgwụ POPs na mmetụta ahụike ọmụmụ. Nnyocha ahụ kwuru na ngosipụta POP nwere ike ibute mmetụta ahụike na-adịghị mma karịsịa na usoro ọmụmụ nwoke, dị ka mbelata ogo sperm na ọnụ ọgụgụ, mgbanwe nke oke mmekọahụ na mmalite mmalite mmalite puberty",
  "Maka ụmụ nwanyị na-ahụ POPs, a kọọrọ na anụ ahụ na-amụ nwa gbanwere na nsonaazụ ime ime yana endometriosis.",
  "Nnyocha ndị Gris sitere na 2014 nyochara njikọ dị n'etiti ibu nne n'oge ime, ọkwa PCB ha na ọkwa PCB na ụmụ ọhụrụ ha, ibu ọmụmụ ha, afọ ime ime, na gburugburu isi",
  "Ka ịdị arọ ọmụmụ na okirikiri isi nke ụmụ ọhụrụ dị ala, ọkwa POP dị elu n'oge mmepe tupu a mụọ nwa, mana ọ bụ naanị ma ọ bụrụ na ndị nne nwere oke ibu ma ọ bụ ezughi oke ibu n'oge ime ime",
  "Enweghị njikọ ọ bụla n'etiti ikpughe POP na afọ ime.\nNnyocha nyocha nke 2013 nke e mere na 2009 na nne India na ụmụ ha gosipụtara na ụdị ọgwụ ahụhụ organochlorine abụọ (HCH, DDT na DDE) na-emebi uto nke nwa e bu n'afọ, belata ịdị arọ ọmụmụ, ogologo, gburugburu isi na gburugburu obi.",
  "Ejikọtara kemịkalụ na-emebi homonụ, gụnyere PFAS, na mbelata ngwa ngwa na ọmụmụ mmadụ",
  "Na meta-analysis maka mkpakọrịta dị n'etiti PFASs na ụmụ mmadụ biomarkers maka mmerụ imeju, ndị dere tụlere ma PFAS mmetụta na imeju biomarkers na histological data sitere na nnwale nnwale ma kwubie na ihe akaebe dị na-egosi na PFOA, perfluorohexanesulfonic acid (PFHxS), na perfluorononanoic acid",
  "(PFNA) bụ hepatotoxic nye mmadụ.",
  "Ọtụtụ ọmụmụ ọrịa na-efe efe zuru oke na-ejikọta mmetụta ahụike mmadụ na PFAS, karịsịa PFOA, sitere na C8 Science Panel",
  "E hiwere otu panel a dị ka akụkụ nke ihe na-agaghị ekwe omume maka ikpe klaasị nke obodo Ohio River Valley wetara megide DuPont na nzaghachi maka mkpofu na mkpofu mmiri PFAS bujuru sitere na DuPont's West Virginia Washington Works Plant",
  "Ndị otu ahụ tụrụ PFOA (nke a makwaara dị ka C8) n'ime mmadụ 69,000 sitere na gburugburu DuPont's Washington Works Plant wee hụ mkpokọta mkpokọta 83.0 ng/mL, ma e jiri ya tụnyere 4 ng/mL na ọnụ ọgụgụ ndị America",
  "Otu panel a kọrọ njikọ nwere ike ime [nke na-edoghị anya] n'etiti mmụba ọbara PFOA na hypercholesterolemia, ulcerative colitis, ọrịa thyroid, ọrịa cancer testicular, cancer akụrụ yana ọbara mgbali elu na-akpata ime na preeclampsia.",
  "Nnyocha nke mmetụta POPs na ahụike bụ ihe ịma ke ukwuu na ọnọdụ ụlọ nyocha",
  "Dịka ọmụmaatụ, maka ihe ndị dị ndụ na-ahụ ngwakọta nke POPs, a na-ewere mmetụta dị ka mgbakwunye. Ngwakọta nke POPs nwere ike na ụkpụrụ mepụta mmetụta synergy",
  "Site na mmetụta synergistic, a na-eme ka nsị nke ogige ọ bụla dịkwuo mma (ma ọ bụ ịda mbà n'obi) site na ọnụnọ nke ogige ndị ọzọ na ngwakọtagbe ejikọtara ọnụ, mmetụta ndị a nwere ike karịa mmetụta mgbakwunye mgbakwunye nke ngwakọta POP.",
  "Na mbụ, a na-eche na mmetọ mmadụ na POPs na-eme site na nri, agbanyeghị usoro mmetọ ime ụlọ nke na-egosipụta ụfọdụ POPs agbaghawo echiche a",
  "Nnyocha ndị na-adịbeghị anya banyere uzuzu na ikuku dị n'ime ụlọ ekwuola na gburugburu ụlọ dị ka isi ihe na-akpata ikpughe mmadụ site na iku ume na iri. Ọzọkwa, nnukwu mmetọ POP n'ime ụlọ ga-abụrịrị ụzọ bụ isi nke mkpughe POP mmadụ, na-atụle usoro ọgbara ọhụrụ na-emefu oke nke ndụ n'ime ụlọ",
  "Ọtụtụ ọmụmụ egosila na ime ụlọ (ikuku na uzuzu) ọkwa POP gafere n'èzí (ikuku na ala) mkpokọta POP.",
  "Na 2022, achọpụtara na ọkwa nke ma ọ dịkarịa ala anọ perfluoroalkyl acid (PFAAs) na mmiri ozuzo n'ụwa nile, ma na-abụkarị nke ukwuu, gafere ndụmọdụ ahụike ndụ EPA nakwa ụkpụrụ ahụike ndị Denmark, Netherlands, na ụkpụrụ nchekwa European Union, na-eduga ndị nchọpụta  kwubiri na \"mgbasa zuru ụwa ọnụ nke PFAA anọ ndị a na ikuku emewo ka ókèala mbara ala maka mmetọ kemịkal gafere\"",
  "Enwere ụfọdụ mmegharị iji gbochie ma dochie ojiji ha",
  "Per- na polyfluoroalkyl substances (PFAS) bụ klaasị nke ihe dị ka ogige organofluorine sịntetik dị pụkụ itoolu nwere ọtụtụ atom fluorine na-egbu egbu nke etinyere na yinye alkyl",
  "A na-eji PFAS na-emepụta ụdị ngwaahịa dị iche iche dị ka nkwakọ ngwaahịa na uwe",
  "Ndị isi ụlọ ọrụ nke ụlọ ọrụ ịchọ mma na-ejikwa ha n'ọtụtụ ihe ịchọ mma, gụnyere lipstick, eye liner, mascara, foundation, concealer, lip balm, blush, ntu polish na ndị ọzọ dị otú ahụ ngwaahịa",
  "Ọmụmụ ihe ọmụmụ 2021 nwalere etemeete narị abụọ na ịrị atọ na otu na ngwaahịa nlekọta onwe onye wee chọta fluorine organic, ihe ngosi PFAS, n'ihe karịrị ọkara nke nlele",
  "A na-amata ọkwa dị elu nke fluorine na mascara mmiri na-adịghị (82% nke ụdị a nwalere), ntọala (63%), na lipstick mmiri mmiri (62%)",
  "Ebe ọ bụ na ogige PFAS na-agagharị agagharị nke ukwuu, a na-etinye ya ngwa ngwa site na akpụkpọ mmadụ yana site na eriri akwa, na ngwaahịa ndị dị n'egbugbere ọnụ na-ejikarị eme ihe n'amaghị ama",
  "Ndị na-emepụta ihe na-adakarị ịkpọ ngwaahịa ha dị ka PFAS nwere, nke na-eme ka o siere ndị na-eri ihe ịchọ mma ike izere ngwaahịa nwere PFAS..",
  "Ọmụmụ ihe ugbu a iji belata POP na gburugburu ebe obibi na-enyocha omume ha na mmeghachi omume oxidation photocatalytic",
  "POP ndị a na-ahụ n'ime mmadụ na gburugburu mmiri bụ isi isiokwu nke nnwale ndị a",
  "Achọpụtala ngwaahịa na-esi ísì ụtọ na aliphatic na mmeghachi omume ndị a",
  "Nbibi nke fotochemical bụ ihe na-adịghị mma ma e jiri ya tụnyere mmebi fotocatalytic. Mgbalị ndị a na-eme ugbu a na-elekwasị anya na ịmachibido ojiji na mmepụta nke POPs n'ụwa niile karịa iwepụ POPs."
]