[
  "Ihe mkpuchi anya (site na Middle English kpuo ìsì) bụ uwe, nke a na-ejikarị akwa, nke a ga-eke n'ụdị nke ibu na ụdị oge ụra eme ìhè ahụ n'ebe nile site n'ime mmadụ iji kpuchie anya iji mee ka onye na-eyi ya ghara ịhụ ụzọ",
  "Ọ bụ ezie na ihe mkpuchi anya kwesịrị ekwesị na-egbochi ịhụ anya ọbụlagodi na anya meghere, ihe mkpuchi ihu na-adịghị mma ma ọ bụ ihe mkpuchi nwere ike ime ka onye na-eyi ya hụ gburugburu ma ọ bụ ọbụna site na ihe mkpofu anya.",
  "A na-ekwu na iji ihe mkpuchi anya eme ihe iji mee ka onye na-eyi ya nwee mmetụta, na-elekwasị dị ka onye isi oche nkeji na omenala ewu ụlọ nzukọ ndị mmadụ n'ihe ndị mere n'oge ochie anya na ụda, ísì na mmetụ ahụ",
  "A na-ekwu na mmụba a na-enye ohere maka obi ụtọ na atụmanya ka ukwuu site na iwepụ ihe ngosi anya, ebe mmadụ enweghị ike ịhụ ihe ị ga-atụ anya ya",
  "Ọ chọkwara ntụkwasị obi nke onye na-edo onwe ya n'okpuru, yana mmetụta mmetụta uche niile ọ na-eweta.",
  "Mkpịsị osisi nke dị ka ndị na ụdị àlà anya abụwo ihe nnọchianya dị ike na ịkọ ọdịnihu na akụkọ ifo kemgbe narị afọ nke iri na ise.",
  "N'iwu, a na-ahụ ya ka Lady Justice na-eyi ya, iji gosipụta ebumnuche dị ndụ ebighị na eleghị anya n'ihu.",
  "Mkpịsị anya dị ka ihe nnọchianya bụkwa isiokwu a na-ahụkarị na tarot na ụzọ ndị ọzọ nke ịgba afa",
  "Ọ nwere ike ịnọchite anya isiokwu nke Onye Okike nke dị ndụ ebighị dị ka ndị mmadụ n'ihe ndị mere n'oge gara maka ndị kasị ahụ, iguzogide nghọta, ịgọnahụ, ma ọ bụ echiche dị nta",
  "A na-ejikarị isiokwu ndị dị n'okpuru iguzo dị ka ndị mmadụ n'ihe ndị na ụdị nke dị n'ala ahụ n'ebe nile site n'ime ụmụ gị ike n'ezi ihe na eziokwu na-efu ya",
  "N'otu aka ahụ, ihe oyiyi nke nkpuchi anya nwere ike igosi nkewa nke onye maara ihe na onye na-amaghị ihe, ebe ọ bụ na iyi nkpuchi anya na-anọchite ndị ogbi ozi ọma ahụ anya nkwụsịtụ ma ọ bụ ọnọdụ dị ala nke ịma ihe, ebe iwepụ nkpuchi anya mmadụ na-anọchi anya ụdị ịmụrụ anya ma ọ bụ ịmụghachi",
  "Ọ na-anọchite anya njikọ na mmetụta karịa mmetụta, na-emesi ike mkpa mmetụta dị karịa nghọta.",
  "Àtụ:Eyewear"
]