[
  "Ọtụtụ ihe ndị dị ndụ na-etinye aka na nhicha mmiri sitere na ihe mkpofu, mmiri mkpofu ma ọ bụ iyi mmiri n'onwe ya ma ọ bụ na-abịa dị ka spore na-ezu ike nke ụdị ụfọdụ site na ikuku",
  "N'okwu ole na ole, nke na-ejikọta ya na ala mmiri a rụrụ, a na-akụ ihe dị iche iche dị iche iche iji mee ka usoro ahụ dịkwuo mma.",
  "Biota bụ akụkụ dị mkpa nke ọtụtụ usoro ọgwụgwọ nsị na ọtụtụ usoro nhicha mmiri",
  "Ihe ka ọtụtụ n'ime ihe ndị dị ndụ na-emetụta na-esite na ihe mkpofu, mmiri mkpofu ma ọ bụ mmiri mmiri n'onwe ya ma ọ bụ site na ikuku ma ọ bụ ala mmiri",
  "Otú ọ dị, ụfọdụ usoro, karịsịa ndị na-etinye aka n'iwepụ mkpokọta dị ala nke ihe mmetọ, nwere ike iji usoro gburugburu ebe obibi emepụtara site na iwebata osisi ụfọdụ na mgbe ụfọdụ anụmanụ",
  "Ụfọdụ ụlọ ọrụ na-ahụ maka ịsa mmiri n'ọtụtụ zuru oke na-ejikwa ala mmiri arụrụ arụ iji nye ọgwụgwọ.",
  "Nje ndị na-egbu egbu, nje bacteria na nje nwere ike imerụ ahụike nke ndị mmadụ ma ọ bụ anụ ụlọ na-eri mmiri mmetọ",
  "Pathogens ndị a nwere ike ịmalite site na nsị ma ọ bụ site na nsí nnụnụ ma ọ bụ nke ọhịa ma ọ bụ nsị anụ",
  "Pathogens nwere ike inwu site na iri nri nke nnukwu ihe ndị dị ndụ, oxidashon, nje site na phages ma ọ bụ irradiation site na ìhè anyanwụ ultraviolet ọ gwụla ma osisi ma ọ bụ ihe siri ike na-egbochi ìhè anyanwụ ahụ.",
  "Enwere ike ịkwụsị akụkụ ala ma ọ bụ ihe ndị dị ndụ na mmiri",
  "Ihe ndị dị otú ahụ nwere ike ime ka mmiri ahụ nwee ihu igwe ojii ma ọ bụ nke na-adịghị mma",
  "Mmebi anoxic nke ụfọdụ ihe ndị dị ndụ nwere ike ibute ísì ọjọọ ma ọ bụ na-adịghị mma ka a na-ewepụta ihe ndị nwere sulphur.",
  "Ngwakọta ndị nwere nitrogen, potassium ma ọ bụ phosphorus nwere ike ịkwalite uto nke osisi ndị dị n'ime mmiri ma si otú a mụbaa ike dị na eriri nri mpaghara",
  "nke a nwere ike iduga n'ịbawanye ọnụ ọgụgụ nke ihe ndị a kwụsịtụrụ",
  "N'ọnọdụ ụfọdụ, enwere ike ịchọ micro-nutrients ụfọdụ iji kwe ka ihe ndị na-edozi ahụ dịnụ jiri ya mee ihe n'ụzọ zuru ezu site na ihe ndị dị ndụ",
  "N'ọnọdụ ndị ọzọ, ọnụnọ nke ụdị kemịkal a kapịrị ọnụ nwere ike imepụta mmetụta na-egbu egbu na-egbochi uto na ụbara ihe dị ndụ.",
  "Ọtụtụ nnu ígwè gbazere ma ọ bụ kwụsịtụrụ na-enwe mmetụta na-emerụ ahụ na gburugburu ebe obibi mgbe ụfọdụ na oke dị ala",
  "Ụfọdụ osisi ndị dị n'ime mmiri na-enwe ike iwepụ nchikota ígwè dị ala, na ọla ndị ahụ na-ejedebe na ụrọ ma ọ bụ ihe ndị ọzọ dị na ịnweta.",
  "Saprophytic bacteria na fungi nwere ike ịgbanwe ihe ndị dị ndụ n'ime mkpụrụ ndụ dị ndụ, carbon dioxide, mmiri na ọtụtụ ihe ndị na-emepụta ihe",
  "Ndị a saprophytic organisms nwere ike ibute protozoa, rotifers na, na mmiri dị ọcha, Bryozoa nke na-eri ihe ndị a kwụsịtụrụ gụnyere nje virus na nje bacteria pathogenic",
  "Nkọwa nke mmiri nwere ike ịmalite imeziwanye ka rotifers na cladocera na-eri protozoa. A ghaghị ịgwakọta nje bacteria, protozoa, na rotifers na mmiri ma ọ bụ mee ka mmiri na-agafe ha iji rụọ ọrụ",
  "Ụlọ ọrụ na-agwọ nsị na-agwakọta ihe ndị a dị ka ihe na-arụ ọrụ ma ọ bụ na-agagharị mmiri gafere ihe ndị dị ndụ na-ebi na nzacha na-agafe ma ọ bụ ndị na-agbanwe agbanwe.",
  "Ahịhịa mmiri nwere ike inye ebe obibi dị n'elu ala yiri nke ahụ maka ime ka nje bacteria dị ọcha, protozoa, na rotifers dị n'ime ọdọ mmiri ma ọ bụ ala mmiri; ọ bụ ezie na nrugharị mmiri anaghị arụ ọrụ nke ọma",
  "Osisi na algae nwere uru ọzọ nke iwepụ ihe oriri na mmiri; mana ụfọdụ n'ime ihe oriri ndị ahụ ga-alaghachi na mmiri mgbe osisi ahụ nwụrụ ma ọ bụrụ na ewepụghị osisi ahụ na mmiri",
  "N'ihi kemịkal dị mgbagwoju anya nke Phosphorus ọtụtụ n'ime ihe a dị n'ụdị a na-adịghị ahụ anya ọ gwụla ma ire ure na-emepụta ọnọdụ anoxic nke na-eme ka phosphorus dị maka ịnakọta ya",
  "Osisi na-enyekwa ndò, ebe mgbaba maka azụ, na oxygen maka nje aerobic",
  "Na mgbakwunye, azụ nwere ike igbochi ụmụ ahụhụ dịka anwụnta",
  "Azụ na nsị anụ mmiri na-eweghachi ihe mkpofu n'ime mmiri, na àgwà nri ha nwere ike ime ka ọgba aghara dịkwuo elu",
  "Cyanobacteria nwere ikike na-adịghị mma iji tinye nri sitere na ikuku na mmiri a na-eme ka ọ dị ọcha yana iwepụta nsị n'ụdị ụfọdụ.",
  "Nhọrọ nke organism dabere na ihu igwe mpaghara ụdị dị iche iche na ihe ndị ọzọ",
  "Ụdị ụmụ amaala na-emekarị ka ọ dị mma na gburugburu ebe obibi.",
  "Nhọrọ nke osisi na ala mmiri ma ọ bụ ọdọ mmiri na-achịkwa na-adabere na ihe ndị dị mkpa nke usoro ahụ ma nke a nwere ike ịgụnye ịkụ osisi dịgasị iche iche n'ọtụtụ omimi iji nweta ihe mgbaru ọsọ achọrọ.",
  "Osisi na-eme ka mmiri dị ọcha site n'iri ihe oriri na-edozi ahụ na site n'iwepụta ihe dị iche iche nke ihe ndị ọzọ na-eme ka ahụ dị ọcha nwere ike ibi na ya",
  "Ha bụkwa ndị na-arụ ọrụ ikuku oxygen na ìhè anyanwụ",
  "Ha nwekwara ike ịtụgharị kemịkalụ n'etiti akwụkwọ ndụ ha dị n'ime mmiri na sistemụ mgbọrọgwụ ha na nke a dị mkpa na ala mmiri arụpụtara arụpụtara iji kpochapụ mmiri mkpofu",
  "Osisi ndị nwere anu Nymphea alba, Phragmites australis, Sparganium erectum, Iris pseudacorus, Schoenoplectus lacustris na Carex acutiformis.",
  "Ebe ikuku oxygenation bụ ihe dị oke mkpa, ejirila Stratiotes aloides, Hydrocharis morsus-ranae, Acorus calamus, Myriophyllum species na Elodea mee ihe.\nA na-eji Hydrocharis morsus-ranae na Nuphar lutea mee ihe ebe a chọrọ ndò na mkpuchi.",
  "Azụ na-abụkarị ndị na-eri anụ n'elu n'usoro ọgwụgwọ na-achịkwa ma n'ọnọdụ ụfọdụ ọ nwere ike ịbụ naanị mono-culture nke ụdị na-eri ahịhịa",
  "Ijikwa ụdị azụ̀ dị iche iche na-achọ nlekọta nke ọma ma nwee ike ịgụnye ụdị azụ̀ dị iche iche gụnyere ndị na-eri nri ala na ụdị anụ anụ iji gbochie mmụba ọnụ ọgụgụ nke azụ̀ ahịhịa ndụ.",
  "Rotifers bụ ihe dị mgbagwoju anya dị mgbagha ma bụrụ ndị na-enye nri na-ewepụ ihe dị mma na mmiri",
  "Ha na-eme n'ụzọ okike na ọdọ mmiri aerobic, usoro ụrọ na-arụ ọrụ, na nzacha na tankị nkwụsị ikpeazụ ma bụrụ ihe dị mkpa n'iwepụ mkpụrụ ndụ nje bacteria na algae na-akwụsị akwụsị site na kọlụm mmiri.",
  "Annelid worms dị mkpa maka ọrụ dị irè nke nzacha na-enyere aka iwepu oke bio-mass na ịkwalite sloughing nke bio-film. A na-ahụkarị ikpuru ndị dị elu n'ime olulu mmiri dị gburugburu nzacha na-agbagharị na n'ime ala ikpeazụ",
  "Annelids na-arụkwa ọrụ dị mkpa na usoro ọgwụgwọ ọdọ mmiri na n'ebe na-arụ ọrụ nke ọma ma ọ bụ na-arụpụta ala mmiri",
  "N'ime gburugburu ebe a, ikpuru bụ ike bụ isi n'ịgwakọta na centimita ole na ole elu nke oyi akwa sedimenti na-ekpughe ihe organic na gburugburu oxidative na anoxic na-enyere aka nkwụsị zuru oke nke ọtụtụ organics",
  "Ha bụkwa isi ihe dị n'agbụ nri na-ebufe ume elu gaa na azụ na nnụnụ mmiri",
  "Ụdị ụdị protozoan a chọtara sara mbara ma ọ nwere ike ịgụnye ụdị nke ụdị ndị a:",
  "Bacteria bụ ma eleghị anya otu kachasị mkpa nke ihe ndị dị ndụ na-etinye aka na nhicha mmiri ma na-adị ebe niile na gburugburu niile na-eme ka mmiri dị ọcha",
  "Ụfọdụ ndị dị ka Sphaerotilus natans na-ejikọkarị na mmiri na-emetọ nke ukwuu, mana ọbụna na gburugburu ebe ndị dị otú ahụ, nje bacteria na-emebi ihe ndị dị n'ime ala."
]