[
  "Nsogbu gburugburu ebe obibi na Niger Delta sitere na ụlọ ọrụ mmanụ ala ya. Delta na-ekpuchi 20,000 km2 (7,700 sq mi) n'ime ala mri nke 70,000 km2 (27,000  mi) nke sitere na nkedo sediment",
  "Ebe obibi nke nde mmadụ iri abụọ na agbụrụ iri anọ dị iche iche, ala mmiri a mejupụtara 7.5% nke ala Naịjirịa. Ọ bụ ala mmiri kachasị ukwuu ma na-elekọta ọdọ mmiri nke atọ kachasị ukwuu n'Africa. Enwere ike ịkewa gburugburu Delta n'ime mpaghara anọ: agwaetiti ndị na-egbochi mmiri, ọhịa mangrove, mmiri na-atọ ụtọ, na oké ọhịa mmiri ozuzo dị ala",
  "Ịkụ azụ na ọrụ ugbo bụ isi ihe na-eme ka ọtụtụ ndị bi na ya nwee ihe ha ga-eri.",
  "Usoro okike a dị oke mma nwere otu n'ime ọnụ ọgụgụ kachasị elu nke ụdị dị iche iche dị na mbara ala, na mgbakwunye na ịkwado ọtụtụ osisi na anụmanụ, ala a na-akọ ugbo nke nwere ike ịkwadebe ihe ọkụkụ dịgasị iche, osisi ma ọ bụ osisi ọrụ ugpo, yana ụdị azụ mmiri dị ọcha karịa usoro okpomọkụ ọ bụla na West Africa. Mpaghara ahụ nwere ike ịnwe ọnwụ nke 40% nke ebe obibi ya n'ime afọ iri atọ sochirinụ n\"ihi nnukwu owuwu mmiri na mpaghara ahụ",
  "Ọbịbịa nke mmepụta mmanụ emetụtawokwa mpaghara Niger Delta n'ihi mpụga mmanụ a na-ahụtụbeghị mbụ nke na'ihu kemgbe iri afọ ise gara aga na mpaghara ahụ bụ otu n\"ime ndị kacha emetọ n-emetọ ụwa",
  "A na-eme atụmatụ na ọ bụ ezie na European Union nwere ihe 10 nke mmanụ na afọ 40, Naijiria dekọrọ 9,343 n'ime afọ 10. Enweghị nlekọta nke ụlọ ọrụ mmanụ emeela ka ọnọdụ a dị ngwa, nke nwere ike ịbụ nke kachasị mma site na akụkọ 1983 nke NNPC wepụtara, ogologo oge tupu ọgba aghara a ma ama apụta:",
  "Mmebi gburugburu ebe obibi sitere na ọkụ gas, igwu mmiri nke osimiri ndị buru ibu, ịwụfu mmanụ na iweghachi ala n'ihi mmanụ da gas na mpaghara Niger Delta na-efu ihe dị ka US $ 758 nde kwa afọ. N'ụzọ dị mwute, 75% nke ọnụahịa ahụ bụ nke ndị obodo dị n'ógbè ahụ na-ebu site na mmiri emetọ, ala ugbo na'enweghị ike ịba ụba na ụdị dị iche iche furu efu.",
  "Ngalaba na-ahụ maka mmanụ ala mere atụmatụ na a wụsara 1.89 nde barrels nke mmanụ n'ime Niger Delta n\"etiti 1976 na 1996 n-ime ngụkọta nke 2.4 nde barels wụfuru na 4,835 ihe omume",
  "(ihe dị ka 220 puku cubic mita). Akụkọ United Nations Development Programme (UNDP) na-ekwu na e nweela ngụkọta nke mwufu mmanụ dị pụkụ isii na narị asatọ na ịrị na asaa n'etiti 1976 na 2001, nke na'ihi mfu nke nde barrels mmanụ atọ, nke ihe karịrị 70% n\"ime ha enwetaghị",
  "69% nke nsị ndị a mere n-ụsọ oké osimiri, otu ụzọ n \"ụzọ anọ\" nʼime ala na 6% wụfuru n'\" ala. Bronwen Manby, onye nchọpụta n'oge ahụ na Africa Division of Human Rights Watch, dere na July 1997 na \"dị ka atụmatụ gọọmentị nke Nigerian National Petroleum Corporation (NNPC)..",
  "ihe dị ka 2,300 cubic mita (610,000 US gal) nke mmanụ na-awụfu na ihe omume narị atọ dị iche iche kwa afọ",
  "Enwere ike iche n'ụzọ dị nchebe na, n\"ihi akụkọ dị ala, ọnụ ọgụgụ ahụ dị elu karịa: atụmatụ ndị na-agbaso omenala na'ebe ahụ ruru okpukpu iri.",
  "Ụlọ ọrụ Naịjirịa National Petroleum Corporation na-etinye ọnụ ọgụgụ mmanụ ala a na'ime gburugburu ebe obibi kwa afọ na 2,300 cubic mita (19,000  ) na nkezi nke 300 n'otu n\"otu kwa ọnwa. Otú ọ dị, n'ihi na ego a anaghị agụnye \"obere\" nsị, Ụlọ Akụ̀ Ụwa na-ekwu na ezigbo mmanụ a wụfuru na gburugburu ebe obibi nwere ike ịbụ okpukpu iri nke ego ahụ a na'efu. Ihe ndị kasị ukwuu na-awụfu n'otu n\"otu gụnyere mgbawa nke ọdụ ụgbọ mmiri Texaco nke dị nʼụsọ oké osimiri nke na 1980 tụfuru atụmatụ nke ruru Sabotage 400,000 barrels (64,000 m3) nke mmanụ ala na Gulf of Guinea na Royal Dutch Shell's Forcados Terminal tank ọdịda nke mepụtara mgbochi e mere atụmatụ na 580,000 barrils (92,000 m3). N'afọ 2010, Baird kọrọ na n'etiti nde 9 na nde 13 barrels awụfuola na Niger Delta kemgbe 1958. Otu isi iyi gbakọrọ na ngụkọta nke mmanụ ala n'ime barrels wụfuru n\"etiti 1960 na 1997 bụ ihe karịrị 100 nde barrils (16,000,000 m3). Akụkọ mba United nke afọ 2011 dere na gburugburu ebe obibi nke Niger Delta emetọla nke na ọ nwere ike iwe afọ 25 ruo 30 iji gbanwee nsonaazụ na-adịgide adịgide nke mmetọ ahụ.",
  "Ọdachi dị egwu mere na Mee 1, 2010 n'elu ikpo okwu mmanụ dịpụrụ adịpụ nke ExxonMobil dị ihe dịka kilomita 35 ruo 45 (20 ruo 25 nautical miles) site n'ikpere mmiri",
  "Mgbawa ahụ fesara ihe karịrị 3.8 megalitres (1 million US galọn) nke crude n'ime Delta",
  "N'ihi na mwụfu ahụ mere nanị ụbọchị iri ka mmiri Deepwater Horizon wụsara n'Ọwara Oké Osimiri Mexico, ndị mmadụ na-emetụta n'ihi mwụfu ugboro ugboro na Niger Delta kwuru \"oke ọdịiche\" na nzaghachi mba ụwa maka ọdachi ndị a na enweghị nkọwa nke mgbasa ozi maka ihe omume dị otú ahụ na Nigeria..",
  "Ọtụtụ n'ime akụrụngwa mmanụ bụ ochie ma enweghị nyocha ma ọ bụ mmezi mgbe niile. Ọkara nke nsị niile na-eme n'ihi corrosion nke paịpụ na tankị na ihe mberede (50%), ihe ndị ọzọ na ya gụnyere mmebi (28%) na mmepụta mmanụ (21%), na 1% nke mpụga na a na'ihe gbasara ya site na ngwá ọrụ mmepụtara na ọ gaghị arụ ọrụ.",
  "Otu ihe kpatara corrosion na-akpata pasent dị elu nke nsị niile bụ na n'ihi obere nha nke mmanụ dị na Niger Delta, enwere nnukwu netwọk nke paịpụ n\"etiti ubi ahụ, yana ọtụtụ obere netwọkụ nke obere paaypụ ndị na'obosara nke na na - na: mmanụ si n \"isi mmiri gaa na \"na-eme ka ọtụtụ ohere maka nsụ",
  "N'ebe ndị dị n'ụsọ oké osimiri, a na-etinye ọtụtụ paịpụ na eriri mmiri n\"elu ala",
  "Pipelines, nke nwere atụmatụ ndụ nke ihe dị ka afọ iri na ise, bụ ochie ma nwee ike ire ure",
  "Ọtụtụ n'ime paịpụ ndị ahụ dị afọ iri abụọ na ise.",
  "Shell kwetara na \"e wuru ọtụtụ n'ime ụlọ ọrụ ndị ahụ n\"etiti afọ 1960 na mmalite afọ 1980 na ụkpụrụ ndị dị n-adị nʼoge ahụ",
  "SPDC [Shell Petroleum and Development Company] agaghị ewu ha n'ụzọ dị otú a taa.\nA na-eme mmebi iwu site na ihe a maara dị ka \"bunkering\", ebe onye mmepe ahụ na'anwa ịpị pipeline",
  "N'ime usoro nchọpụta mgbe ụfọdụ, a na-emebi ma ọ bụ mebie paịpụ ahụ",
  "A na-erekarị mmanụ a na'ụzọ a.",
  "Mmebi na ohi site na mbupu mmanụ aghọwo isi okwu na steeti Niger River Delta, na-enye aka na mmebi gburugburu ebe obibi. Akara ndị mebiri emebi nwere ike ghara ịhụ anya ruo ọtụtụ ụbọchị, na ịrụzi ọkpọkọ ndị ahụ mebi emebiri na-ewe ọbụna ogologo oge",
  "Mmanụ sifu aghọwo nnukwu azụmahịa, na mmanụ e zuru ezu na-abanye ngwa ngwa n'ahịa ojii.",
  "Ọ bụ ezie na a na-enwe iwu ewu nke ire mmanụ a na-ezu ohi na-abawanye, ọnụ ọgụgụ ndị nwụrụ n'ihi mgbawa na-abawanyekwa",
  "N'ọgwụgwụ Disemba afọ 2006 ka egburu ihe karịrị mmadụ 200 na mpaghara Lagos nke Naịjirịa na mgbawa nke eriri mmanụ.",
  "Iwu Naijiria nke ụlọ ọrụ mmanụ adịghị ike ma na-esikarị ike, na'ụzọ bụ isi, ụlọ ahịa ahụ na ya na ha na na - na",
  "Mmanụ a na-awụfu nwere mmetụta dị ukwuu na gburugburu ebe obibi nke a tọhapụrụ ya ma nwee ike ịghọ ecocide. Nnukwu ala nke ọhịa mangrove, nke nwere ike ịnweta mmanụ (karịsịa n'ihi na echekwara ya n\"ala ma wepụ ya kwa afọ n-oge idei mmiri), emebiwo",
  "A na-eme atụmatụ na 5 ruo 10% nke usoro okike mangrove nke Naijiria ekpochapụla ma ọ bụ site na ebe obibi maọbụ mmanụ. Oké ọhịa mmiri ozuzo nke dịbu n'ihe dị ka 7,400 km2 (2,900  mi)  ala efunahụwokwa.\nMmiri na-awụfu n'ebe ndị mmadụ bi na ya na na'ógbè sara mbara, na - na: na Ojiji nke oxygen a gwakọtara agwakọta site na nje bacteria na-eri hydrocarbons a wụsara agbakwunyere na'enyekwa aka n'ọnwụ azụ. N'ime obodo ndị ọrụ ugbo, a na-emekarị ka nri a ga-enweta n'otu ntabi anya. Mmiri hyacinth wakporo Osimiri Niger, nke na-eto eto na gburugburu ebe a na'adịghị emetọ ma na - na na",
  "Ndị mmadụ nọ n'ógbè ndị ahụ metụtara na-eme mkpesa banyere nsogbu ahụike gụnyere nsogbu iku ume na mmerụ ahụ; ọtụtụ ndị enwekwaghị ikike mmadụ dị ka ahụ ike, ịnweta nri, mmiri dị ọcha, na ikike ịrụ ọrụ.",
  "Na Jenụwarị 30, 2013, ụlọ ikpe Dutch kpebiri na Shell bụ onye na-ahụ maka mmetọ na Niger Delta. Na Jenụwarị 2015, Shell kwetara ịkwụ ndị Ogoniland nke Bodo nde $ 80 maka mmanụ abụọ na 2008 mgbe ikpe ikpe gasịrị na London.",
  "N'afọ 2011, Naịjirịa nyere iwu ka e nye akụkọ sitere n'aka United Nations banyere mmetụta nke nchọpụta mmanụ na mpaghara delta nke 'Ogoniland'. Akụkọ ahụ chọpụtara mmetọ siri ike nke ala na mmiri pọmpụ, mbibi nke mangroves, na \"na usoro nchịkwa ụlọ ọrụ dị na ụlọ ahịa mmanụ na Gọọmentị emeghị nke ọma\". UN kwubiri na ọ ga-ewe ihe karịrị afọ 30 iji gbanwee mmebi ahụ. Dabere na aro ndị ahụ,  n'ọnwa Ọgọstụ 2017 Naịjirịa malitere usoro nhicha na mweghachi nke ijeri $ 1. Na Jenụwarị 2019 ndị injinia rutere iji malite nhicha ahụ.",
  "N'afọ 2019, gọọmentị Naijiria bịara n'okpuru nyocha mgbe akwụkwọ ozi sitere n\"ọfịs Onye isi ala Muhammadu Buhari nyere ụlọ ọrụ Naịjirịa National Petroleum Corporation ntụziaka ka ha weghara olulu mmanụ Ogoniland n \"ma hụ na ọ ga-abanyeghachi nke ọma\". Òtù NGO na Movement for the Survival of the Ogoni People emeela mkpesa maka atụmatụ ahụ.",
  "Gọọmentị etiti nke Naịjirịa site na Nigerian National Petroleum Corporation nyere ego $ 180m dị ka ego a na-akwụ maka ụlọ ọrụ 21 ahọpụtara n'ime ụlọ akwụkwọ 400 na'ọnụahịa maka nkwekọrịta ahụ.",
  "Ahịhịa dị na Delta nke Osimiri Niger nwere nnukwu ọhịa mangrove, oké ọhịa mmiri ozuzo, na oké osimiri mmiri",
  "A na-eme atụmatụ na nnukwu ọhịa mangrove ga-ekpuchi ihe dịka 5,000 ruo 8,580 km2 (1,900 ruo 3,300  mi)  ala. Mangroves ka dị ezigbo mkpa nye ụmụ amaala Naịjirịa yana ihe dị iche iche bi na gburugburu ebe obibi ndị a.",
  "Mmetụta ụmụ mmadụ sitere na njikwa ala na-adịghị mma nke dị n'elu yana mmetọ mmanụ ala na-eme ka pasentị ise ruo iri nke oke ọhịa mangrove kwụsị",
  "Njirimara mmanụ ala na-agbanwe ngwa ngwa, na-abanye ngwa ngwa, na viscous ekpochapụla nnukwu ebe ahịhịa",
  "Mgbe mwụfu na-eru nso na n'ime ọdọ mmiri ahụ, ike mmiri nke ma osimiri na ike tides wụsara mmanụ ala ka ọ gbagoro n'akụkụ ahịhịa.",
  "A na-etinye oke ọhịa Mangrove n'ime usoro trophic dị mgbagwoju anya",
  "Ọ bụrụ na mmanụ na-emetụta akụkụ ahụ ọ bụla dị n'ime gburugburu ebe obibi, ọ nwere ike imetụta ọtụtụ ihe ndị ọzọ n'ụzọ na-apụtaghị ìhè",
  "Obodo ifuru ndị a na-adabere na ịgba ígwè na-edozi ahụ, mmiri dị ọcha, ìhè anyanwụ, na ihe ndị kwesịrị ekwesị",
  "N'ọnọdụ dị mma, ha na-enye nhazi ebe obibi, na ntinye ike site na photosynthesis na ihe ndị ha na-emekọrịta ihe",
  "A maara mmetụta mmanụ mmanụ na-awụsa na mangroves na-eme ka ala acid dị, kwụsị iku ume cell, na agụụ na-agụ mgbọrọgwụ nke oxygen dị mkpa..",
  "Ebe osisi mangrove nke mmanụ ala mebiri nwere ike ịnwe nsogbu ndị ọzọ",
  "Ebe ndị a nwere ike ọ gaghị adaba maka uto osisi ọ bụla ruo mgbe nje bacteria na microorganisms nwere ikike idozi ọnọdụ ahụ",
  "Otu ụdị mangrove, Rhizophora racemosa, na-ebi n'elu na usoro delta",
  "Ka ala na-akwado R",
  "racemosa na'ịbụ nke na - na \"na-egbu egbu\", ụdị nkwụ na na-\"Nypa fruticans\", na Ụdị ndị a na-awakpo nwere usoro mgbọrọgwụ na'okpuru nke na - emebi osimiri ndị dị n'akụkụ mmiri, na N",
  "fruticans na-egbochi njem ụgbọ mmiri ma na'ebelata ụdị dị iche iche dị ndụ",
  "N'ebe N",
  "fruticans wakporo, obodo na-enyocha otú ndị obodo nwere ike isi jiri nkwụ mee",
  "Ọnwụ nke ọhịa mangrove abụghị naanị ihe ọkụkụ na anụmanụ na-emebi ndụ, kamakwa maka ụmụ mmadụ",
  "A na-eji usoro ndị a akpọrọ ihe nke ukwuu site n'aka ụmụ amaala bi na mpaghara ihe metụtara",
  "Ọhịa Mangrove bụụrụ ndị bi n'ógbè ahụ isi iyi osisi",
  "Ha dịkwa mkpa maka ụdị dị iche iche dị mkpa maka omume iri nri maka ụmụ amaala obodo, bụ ndị na-ahụta obere uru akụ na ụba nke mmanụ ala",
  "Mangroves na-enyekwa ebe obibi dị mkpa maka ụdị ndị dị ụkọ na ndị dị ize ndụ dị ka manatee na hippopotamus pygmy",
  "Mkpebi amụma na-adịghị mma gbasara oke nke ego mmanụ ụgbọala butere ọgbaghara ndọrọ ndọrọ ọchịchị na Naịjirịa",
  "Esemokwu a n'etiti ndị na-achị achị, ụlọ ọrụ mmanụ, na ndị Naijiria emeela ka a mebie paịpụ mmanụ ala, nke na'eme ka egwu maka ọhịa mangrove ka njọ.",
  "Ọdịnihu maka oke ọhịa mangrove na obodo ifuru ndị ọzọ abụghị ihe ọjọọ niile",
  "Ndị otu mpaghara na ndị nọ n'èzí enyela ego na ọrụ iji mezie na iweghachi apiti mangrove bibiri",
  "Gọọmenti etiti Naịjirịa hiwere Niger Delta Development Commission (NDDC) n'afọ 2000 bụ nke bu n'obi ikpochapụ mmetụta gburugburu ebe obibi na gburugburu ebe obibi mmanụ ala nwere na mpaghara ahụ",
  "Otu gọọmentị na ndị na-abụghị nke gọọmentị ejirila teknụzụ chọpụta ebe na ngagharị nke mwụfu mmanụ ala.",
  "Ụlọ ọrụ ịkụ azụ bụ akụkụ dị mkpa nke nkwado Naịjirịa n'ihi na ọ na-enye ndị mmadụ protein na ihe oriri dị oke mkpa, mana na mkpa dị elu maka ịkụ azụ̀, ọnụ ọgụgụ azụ na'ebelata ka ha na na - na A ga-egbochi mkpa ịkụ azụ n'akụkụ Osimiri Niger ma mepụta aquacultures iji nye mkpa na-arịwanye elu na ụlọ ọrụ ịkụ azụ̀",
  "Aquaculture na-enye ohere ka a zụlite azụ maka mmepụta ma nye ndị obodo Naịjirịa ọrụ ndị ọzọ.",
  "Ịkụbiga azụ ókè abụghị naanị mmetụta na obodo ndị dị n'oké osimiri",
  "Mgbanwe ihu igwe, mbibi ebe obibi, na mmetọ niile bụ nrụgide agbakwunyere na usoro okike ndị a dị mkpa",
  "Akụkụ nke Osimiri Naịja bụ ebe a na-achọsi ike ma dị mma maka ndị mmadụ ibi",
  "Osimiri ahụ na-enye mmiri maka ịṅụ, ịsa ahụ, ihicha, na igbu azụ maka tebụl nri abalị na ịzụ ahịa iji nweta uru",
  "Ka ndị mmadụ bi n'akụkụ osimiri na ụsọ mmiri, ebe obibi mmiri na ala na-efu ma na'agbanwe usoro gburugburu ebe dị",
  "Akụkụ dị n'akụkụ Osimiri Niger dị mkpa n\"ịnọgide na-enwe okpomọkụ nke mmiri nʼihi na obere mgbanwe na okirikiri mmiri nwere ike igbu ụfọdụ ụdị mmiri",
  "Osisi na obere osisi na-enye ndò na ebe obibi maka ụdị mmiri, ka ha na'ebelata mgbanwe nke okpomọkụ mmiri.",
  "Osimiri Niger bụ usoro okike dị mkpa nke chọrọ ka a chebe ya, n'ihi na ọ bụ ebe obibi nke ezinụlọ 36 na ihe fọrọ nke nta ka ọ bụrụ ụdị azụ 250, nke 20 n\"ime ha bụ ihe a na-ahụkarị, nke pụtara na ha adịghị ebe ọzọ nʼụwa. Site na ọnwụ nke ebe obibi na ihu igwe na-ekpo ọkụ, mgbochi ọ bụla nke mmụba okpomọkụ dị mkpa iji lekọta ụfọdụ gburugburu mmiri",
  "Ewezuga iweghachi ebe obibi, enwere ike ibelata mmetọ",
  "Nsogbu ndị dị ka ọgwụ ahụhụ sitere n'ubi ugbo nwere ike belata ma ọ bụrụ na ejiri ọgwụ nje sitere na okike mee ihe, maọbụ a kwagara ubi ahụ n\"ebe dị anya site na ụzọ mmiri dị nro",
  "Enwere ike ibelata mmetọ mmanụ; ọ bụrụ na e belata nsị mgbe ahụ enwere ike belatara ebe obibi na mmetụta gburugburu ebe dị",
  "Mmetọ mmanụ na-emetụta ọnụ ọgụgụ azụ ma na'emetụ ndị ọrụ ugbo na - na: Site n'ịmanye iwu na ijide ụlọ ọrụ mmanụ na-aza ajụjụ maka omume ha, enwere ike belata ihe ize ndụ nke mmetọ. Site n'ibelata mbibi nke nsogbu ndị na-akpata na gburugburu ebe obibi mmiri, dị ka mmetọ, igbubiga azụ ókè, na mbifu ebe nchekwa, mmepụta ihe na ụdị dị iche iche nke gburugburu mmiri ga-abawanye.",
  "Naijirịa na-amụba gas sitere na mpụta mmanụ karịa obodo ọ bụla ọzọ, na atụmatụ na-atụ aro na n'ime ijeri cubic 3.5 (100,000,000 m³) nke gas jikọtara ya (AG) na-emepụta kwa afọ, ijeri cubic 2.5 (70,000,000 m³), ma ọ bụ ihe dị ka 70%, na-emefusị ya site n'ịkụ ọkụ",
  "Nke a ruru ihe dị ka pasentị ịrị abụọ na ịse nke mkpokọta gas sitere na UK yana ya na 40% nke oriri gas n'Africa na 2001",
  "Ihe ndekọ ndekọ ọnụ ọgụgụ metụtara ọkụ gas bụ ndị a ma ama bụ ndị a na-apụghị ịdabere na ya, mana Nigeria nwere ike imefu US $2 ijeri kwa afọ site na ịgbanye gas metụtara",
  "A na-eme ọkụ n'ihi na ọ na-efu ọnụ ikewapụ gas metụtara azụmahịa na mmanụ",
  "Ndị ụlọ ọrụ na-arụ ọrụ na Naijiria na-egbutekwa gas sitere n'okike maka ebumnuche azụmahịa mana ha na-ahọrọ ịwepụta ya na ebe a na-echekwa ya ebe a na-ahụ ya iche dị ka gas na-enweghị njikọ",
  "Ya mere, a na-agbanyụ gas jikọtara ọnụ iji belata ọnụ ahịa.",
  "A na-egbochi ọkụ gas n'ozuzu ya ka ọ na'ịtọhapụ ihe ndị na - na ikuku ma nye aka na mgbanwe ihu igwe",
  "N'ebe ọdịda anyanwụ Europe, a na-eji ma ọ bụ tinyeghachi 99% nke gas jikọtara ya n'ime ala",
  "Gas na-enwu ọkụ na Naịjirịa malitere n'otu oge na nchọpụta mmanụ na 1960s site na Shell-BP",
  "Ihe ndị ọzọ e ji eme ihe maka ịgba ọkụ bụ gas re-injection ma ọ bụ ichekwa ya maka iji ya mee ihe dị ka isi iyi ike",
  "Ọ bụrụ na echekwa ya nke ọma, enwere ike iji gas ahụ mee ihe maka ọrụ obodo.",
  "Gas na-enwu ọkụ na na a na'ewepụta methane buru ibu, nke nwere nnukwu ikike okpomọkụ ụwa",
  "Methane na-esonyere nnukwu gas ndị ọzọ na'okpomọkụ, carbon dioxide, nke e mere atụmatụ na Naịjirịa wepụtara ihe karịrị nde 34.38 nke na 2002, na ọ bụ ihe dị ka 50% nke ikuku ụlọ ọrụ niile na mba ahụ na 30% nke ngụkọta CO2",
  "Ọ bụ ezie na e belatara ọkụ na ọdịda anyanwụ, na Naịjirịa, ọ toro n'ụzọ kwekọrọ na mmepụta mmanụ.",
  "Ndị mba ụwa, gọọmentị Naijiria, na ụlọ ọrụ mmanụ yiri ka ha kwekọrịtara na ọ dị mkpa ka a belata ọkụ gas",
  "Mgbalị iji mee nke a, Otú ọ dị, enweela oke ọ bụ ezie na a kwupụtara na ọkụ ahụ bụ iwu na-akwadoghị kemgbe 1984 n'okpuru ngalaba 3 nke \"Associated Gas Reinjection Act\" nke Naịjirịa.",
  "Ọ bụ ezie na OPEC na Shell, nnukwu ọkụ nke gas sitere n'okike na Naijiria, na-ekwu na ọ bụ naanị 50% nke ikuku niile metụtara ya ka a na'ọkụ, a naghị arụ ụka na data ndị a",
  "Ụlọ akụ ụwa kọrọ na 2004 na, \"Nigeria na-agbawa 75% nke gas ọ na'emepụta ugbu a\".",
  "Ọkụ gas nwere mmetụta na-emerụ ahụ na ahụike na ibi ndụ nke obodo ndị dị nso, ka ha na-ahapụ kemịkalụ nsi gụnyere nitrogen dioxides, sulfur dioxide, ogige organic na-agbanwe agbanwe dị ka benzene, toluene, xylene na hydrogen sulfide, yana carcinogens dị ka benzapyrene na dioxins.  Ụmụ mmadụ ndị nwere ihe ndị dị otú ahụ nwere ike ịta ahụhụ site na nsogbu iku ume.  Chemicals ndị a nwere ike ime ka ụkwara ume ọkụ ka njọ, na-akpata nsogbu iku ume na mgbu, yana bronchitis na-adịghị ala ala.  Benzene, nke a maara na ọ na-esi na ọkụ ọkụ gas na-apụta n'ọtụtụ akwụkwọ, bụ nke a ghọtara nke ọma dị ka ihe na-akpata leukemia na ọrịa ndị ọzọ metụtara ọbara.  Nnyocha nke Climate Justice mere na-eme atụmatụ na ikpughe benzene ga-ebute ọrịa ọhụrụ asatọ nke ọrịa cancer kwa afọ na Bayelsa Steeti naanị.",
  "Mgbasa gas na-adịkarị nso na obodo ma na'enweghi mgbidi ma ọ bụ nchebe maka ndị obodo na ha nwere ike ịrụ ọrụ na nso okpomọkụ ha",
  "Ọtụtụ obodo na-azọrọ na ọkụ ndị dị nso na'ebe ahụ na na - mmiri ozuzo acid nke na \"ụlọ ha na ihe owuwu ndị ọzọ\", ọtụtụ n'ime ha nwere ụlọ zinc",
  "Ụfọdụ ndị mmadụ na-eji ihe ndị dabeere na asbestos, nke siri ike n'ịgbochi mmiri ozuzo acid. N'ụzọ dị mwute, nke a na-eme ka ahụike ha na ahụ ike nke gburugburu ebe obibi ha",
  "Mmetụta asbestos na-eme ka ihe ize ndụ nke ịmepụta ọrịa kansa akpa ume, pleural na peritoneal mesothelioma, na as bestosis dịkwuo elu.",
  "Ma ọkụ na-enye aka na mmiri ozuzo acid ma ọ bụ na ọ bụghị bụ arụmụka, dịka ụfọdụ nnyocha onwe ha mere achọpụtala na sulphur dioxide na nitrous oxide nke ọtụtụ ọkụ ezughị iji guzobe njikọ n'etiti ọkụ ọkụ",
  "Nnyocha ndị ọzọ sitere na US Energy Information Administration (EIA) na-akọ na ọkụ gas bụ \"ihe dị mkpa na mmetọ ikuku na mmiri ozuzo acid\".",
  "A naghị ebugharị ọkụ ndị okenye n'ime obodo ma amaara ha ka ha na-ekpuchi ala na obodo na ọsụsọ ma mebie ahịhịa ndị dị n\"akụkụ",
  "Ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị ahịhịa nwere ike itolite n'ógbè gbara ọkụ ọkụ gburugburu n\"ihi okpomọkụ ha.",
  "Na Nọvemba 2005 ikpe nke Ụlọikpe Kasị Elu nke Naijiria nyere iwu na ọkụ gas ga-akwụsị n'ime obodo Niger Delta n'ihi na ọ na-emebi ikike iwu kwadoro maka ndụ na ugwu",
  "N'okwu e wetara megide Shell Petroleum Development Company of Nigeria (Shell), Justice C",
  "V",
  "Nwokorie kpebiri na Benin City na \"omume na-emebi emebi na nke na-emebi emebi enweghị ike ịga n'ihu n'ụzọ iwu kwadoro.\"  N'ime Mee 2011, Shell akwụsịbeghị ọkụ gas na Nigeria.",
  "A na-ejikwa ọgwụgwọ nke ihe ndị dị ndụ eme ihe n'ógbè ndịda iji wepụ nsị ma weghachite usoro okike mebiri emebi site na nsụda mmanụ",
  "Bioremediation na-agụnye ihe ndị dị ndụ na mgbazi ma ọ bụ nhicha nke otu ebe",
  "Nnyocha e mere na Ogbogu nke dị n'otu n\"ime mpaghara kachasị emepụta mmanụ na Naịjirịa ejirila ụdị osisi abụọ mee ihe iji kpochapụ nsị",
  "Nzọụkwụ mbụ nke nhicha na-agụnye Hibiscus cannabinus, ụdị osisi sitere na West Africa",
  "H",
  "cannabinus bụ osisi ahịhịa na-eto kwa afọ nke a na'oge a malitere iji mepụta anụ",
  "Ụdị a nwere ọnụ ọgụgụ dị elu nke absorbency ma nwee ike ịtọ n'elu mmiri iji mịkọrọ mmanụ",
  "A na-ewepụ ihe ọkụkụ ahụ jupụtara na mmanụ ma zigara ya n'ebe dị nchebe ebe microorganisms nwere ike imebi hydrocarbons ma wepụ ya na nsị",
  "Nzọụkwụ nke abụọ nke bioremediation na-agụnye osisi a maara dị ka Vetiveria zizanioides, ụdị ahịhịa na'afọ",
  "V",
  "zizanioides nwere netwọk mgbọrọgwụ miri emi nke nwere ike ịnagide kemịkal n'ime ala ma nwee ike iwepụ nsị n\"ala site nʼoge na-achọ obere nlekọta",
  "Ndị Ogbogu na-atụ anya iji usoro ndị a nke bioremediation iji melite ogo mmiri ọṅụṅụ, ọnọdụ ala, na ahụike nke gburugburu ha.",
  "Otú ọ dị, ọnọdụ a na-adịghị mma nwere ike iyi ka mpaghara Niger Delta nwere ụzọ ndị ọzọ doro anya a ga-etinye n'ọrụ iji chekwaa ya pụọ na mmetọ n\"ọdịnihu",
  "Enwere ike itinye ihe oyiyi Satellite jikọtara ya na iji Geographical Information Systems (GIS) rụọ ọrụ iji chọpụta ngwa ngwa ma soro mmanụ a wụfuru",
  "Iji mee ka nhicha nke nsị dị ngwa, ebe nhiche mpaghara dị n'akụkụ ebe nsogbu nwere ike inye aka gbochie nsụ ngwa ngwa",
  "Iji mee ka ọrụ ndị a nwee ike, ndị ọrụ ụlọ ọrụ mmanụ ga-enye ego",
  "Òtù ndị na-abụghị nke gọọmentị ga-anọgide na ịlụ ọgụ megide mmetụta na'ike nke mmanụ, mana ha agaghị emeri n'agha ahụ naanị ha.",
  "Esemokwu na Niger Delta rịrị elu nke ukwuu na mbido afọ 1990 site na ọnọdụ gburugburu ebe obibi na-emebi emebi maka ndị bi n'ógbè ahụ sitere na nnukwu mmanụ na ọrụ ndị ọzọ na'iwepụta mmanụ nke nnukwu ụlọ ọrụ mmanụ mba ọzọ. Ọtụtụ n'ime ndị bi na Niger Delta, gụnyere agbụrụ ndị pere mpe, ọkachasị ndị Ogoni na ndị Ijaw, na-eche na a na'erigbu ha na ikike ha nwere ịkpata ihe ha ji ebi ndụ n\"ala ha. Ọgba aghara agbụrụ na nke ndọrọ ndọrọ ọchịchị gara n'ihu n\"afọ ndị 1990 nʼagbanyeghị nlọghachi nke ọchịchị onye kwuo uche ya na nhọpụta nke gọọmentị Obasanjo na 1999.",
  "Movement for the Survival of the Ogoni People (MOSOP) bụ òtù na-ahụ maka mmekọrịta ọha na eze nke ụmụ amaala Ogonia nke Central Niger Delta. MOSOP bụ òtù nche anwụ nke otu ndị otu iri na otu na-anọchite anya ihe karịrị 700,000 ụmụ amaala Ogoni na mkpọsa na'enweghị ime ihe ike maka ikpe ziri ezi nke mmekọrịta mmadụ na ibe ya, akụ na ụba na gburugburu ebe obibi na Niger Delta. MOSOP guzobere na 1990 site n'aka onye na-ahụ maka gburugburu ebe obibi Ken Saro-Wiwa.",
  "Ọtụtụ obodo na steeti dị n'ime mpaghara Niger Delta nke Naịjirịa enweela idei mmiri nke metụtara ọrụ akụ na ụba",
  "N'afọ 2022, Rivers, Anambra, Delta, Cross River na Bayelsa nwere ọkwa dị iche iche nke idei mmiri nke dugara na ọnwụ nke ndụ na ihe onwunwe. A kọrọ na n'afọ 2022 naanị, ihe dị ka mmadụ narị isii na atọ  nwụrụ n\"ihi idei mmiri ebe ihe karịrị otu nde mmadụ hapụrụ ebe ha nọ n \"n'ihi iju mmiri ahụ\"."
]