[
  "Ọrịa kansa na-amalite site na mgbanwe mkpụrụ ndụ ihe nketa na-eduga na uto mkpụrụ ndụ na-enweghị nchịkwa na mmepụta akpụ",
  "Isi  na-akpata ọrịa kansa (nke na-abụghị nke Ezinne ụlọ) bụ mmebi DNA [citation needed] na ọgba aghara nke genomic. Obere ọrịa kansa bụ n'ihi mgbanwe mkpụrụ ndụ ihe nketa. Ọtụtụ ọrịa kansa nwere njikọ na gburugburu ebe obibi, ụzọ ndụ, maọbụ omume.  Ọrịa kansa anaghị ebute ọrịa n'ime ụmụ mmadụ, ọ bụ ezie na oncoviruses na nje kansa nwere ike ibute ya",
  "Okwu ahụ bụ \"gburugburu ebe obibi\", dị ka ndị na-eme nchọpụta gbasara ọrịa kansa na-eji ya eme ihe, na-ezo aka n'ihe niile dị n'èzí ahụ nke na-emekọrịta ihe na ụmụ mmadụ. Mpaghara ahụ anaghị ejedebe na gburugburu ebe obibi (dịka ikpughe ihe ndị dị ka mmetọ ikuku maọbụ ìhè anyanwụ), kamakwa ọ na-agụnye ụdị ndụ na ihe omume.",
  "Ihe karịrị otu ụzọ n'ụzọ atọ nke ọnwụ cancer n'ụwa niile (na ihe dị ka 7580 na United States) nwere ike izere site na ibelata ikpughe ihe ndị a maara. Ihe ndị na-ahụkarị gburugburu ebe obibi nke na-enye aka n'ọnwụ ọrịa kansa gụnyere ikpughe na kemịkal dị iche iche na ihe anụ ahụ (iji ụtaba eme ihe na-akpata 25-30% nke ọnwụ ọrịa kansa), mmetọ gburugburu ebe obibi, nri na oke ibu (30-35%), ọrịa (15-20%), na radiation (ma ionizing na non-ionizing, ruo 10%). Ihe ndị a na-arụ ọrụ, ma ọ dịkarịa ala n'akụkụ ụfọdụ, site n'ịgbanwe ọrụ nke mkpụrụ ndụ ihe nketa n'ime mkpụrụ ndụ. A na-achọkarị ọtụtụ mgbanwe mkpụrụ ndụ ihe nketa dị otú ahụ tupu ọrịa kansa amalite. A na-ewere ịka nká ugboro ugboro ma na-ewere ya mgbe niile dị ka akụkụ dị mkpa ị ga-atụle mgbe ị na-enyocha ihe ize ndụ maka mmepe nke ọrịa kansa ụfọdụ",
  "Ọtụtụ mgbanwe nke mkpụrụ ndụ na mkpụrụ ndụ na-emetụta mmepe nke ọrịa kansa na-agbakọta n'oge usoro ịka nká ma mesịa gosipụta dị ka ọrịa kansa.",
  "Ọ bụ ezie na e nwere ihe karịrị ụdị ọrịa kansa 50 a na-ahụkarị, ihe na-erughị 0.3% nke ndị bi na ya bụ ndị na-ebu ọrịa kansa na-emetụta mkpụrụ ndụ ihe nketa na ndị a mejupụtara ihe na-adịghị ka 3-10% nke ọrịa kansa niile. Ihe ka ọtụtụ n'ọrịa kansa bụ ndị na-abụghị nke e ketara eketa (\"ọrịa kansa sporadic\")",
  "Ọrịa kansa e ketara eketa na-ebute site na nkwarụ e ketara",
  "Ọrịa kansa ma ọ bụ ọrịa kansa ezinaụlọ bụ nsogbu mkpụrụ ndụ ihe nketa nke nketa nke mkpụrụ ndụ ihe ndụ ihe nkesa e ketara n'otu ma ọ bụ karịa mkpụrụ ndụ ihe mere ka ndị ahụ na-arịa ọrịa kansa nwee ọganihu ma nwee ike ịkpata mmalite nke ọrịa kansa ndị a",
  "Ọ bụ ezie na ọrịa kansa na-egosipụta ohere dị ukwuu nke ọrịa kansa, ihe ize ndụ ahụ dịgasị iche",
  "Maka ụfọdụ n'ime ọrịa ndị a, ọrịa kansa abụghị isi ihe ma bụrụ ihe a na-adịghị ahụkebe.",
  "Ọtụtụ n'ime ọrịa ọrịa kansa na-ebute site na mmụgharị dị na mkpụrụ ndụ ihe na-egbochi tumor nke na-achịkwa uto cell",
  "Mgbanwe ndị ọzọ a na-ahụkarị na-agbanwe ọrụ nke mkpụrụ ndụ nrụzi DNA, oncogenes na mkpụrụ ndụ ihe nketa na-etinye aka na mmepụta nke arịa ọbara",
  "Ụfọdụ ngbanwe ketara ketara na mkpụrụ ndụ ihe nketa BRCA1 na BRCA2 nwere ihe ize ndụ karịa 75% nke ọrịa ara ara na ọrịa kansa  ovarian",
  "Ụfọdụ n'ime ọrịa mkpụrụ ndụ ihe nketa ketara eketa nke nwere ike ịkpata ọrịa cancer colorectal gụnyere ezinụlọ adenomatous polyposis na ihe nketa nke na-abụghị polyposis colon cancer;  Otú ọ dị, ndị a na-anọchi anya ihe na-erughị 5% nke ọrịa kansa eriri afọ.  N'ọtụtụ ọnọdụ, enwere ike iji nyocha mkpụrụ ndụ ihe nketa iji chọpụta mkpụrụ ndụ ihe nketa ma ọ bụ chromosomes nke gafere n'ọgbọ.",
  "A na-ekewa mgbanwe mkpụrụ ndụ ihe nketa dị ka germline ma ọ bụ somatic dabere na ụdị mkpụrụ ndụ ebe ha pụtara (mkpụrụ ndụ germline gụnyere àkwá na sperm na mkpụrụ ndụ somatic bụ ndị na-emepụta ahụ)",
  "A na-ebute mgbanwe germline site n'ọgbọ ruo n'ọzọ ma na-eme ka  ize ndụ nke ọrịa kansa dịkwuo elu",
  "[citation needed]",
  "A na-ejikọta ihe ụfọdụ, nke a maara dịka carcinogens, na ụdị ọrịa kansa ụfọdụ",
  "Ihe atụ ndị a na-ahụkarị nke carcinogens na-abụghị radiation bụ asbestos, dioxins ụfọdụ, na anwụrụ sịga",
  "Ọ bụ ezie na ọha na eze na-ejikọta carcinogenicity na kemịkal ndị aka mere, o yikarịrị ka ọ ga-ebilite na ihe okike na ihe ndị aka mere. A na-eme atụmatụ na ihe dị ka mmadụ 20,000 na-anwụ ọrịa kansa na 40,000 ọhụrụ na-arịa ọrịa kansa kwa afọ na US bụ n'ihi ọrụ. Kwa afọ, ọ dịkarịa ala mmadụ 200,000 na-anwụ n'ụwa niile site na ọrịa kansa metụtara ebe ọrụ ha. Ọtụtụ nde ndị ọrụ na-etinye onwe ha n'ihe ize ndụ nke ịrịa ọrịa kansa dịka ọrịa kansa akpa ume na mesothelioma site na iku ume asbestos fiber na anwụrụ sịga, ma ọ bụ leukemia site na ikpughe benzene n'ebe ọrụ ha",
  "A na-eche na ọrịa kansa metụtara ọrụ mmadụ na-anọchite anya n'etiti pasent 20 nke ndị niile nwere ya. Ọtụtụ ọnwụ ọrịa kansa nke ihe ize ndụ ọrụ kpatara na-eme na mba ndị mepere emepe. Nchegbu ọrụ anaghị egosi na ọ bụ ihe dị mkpa ma ọ dịkarịa ala na ọrịa kansa akpa ume, colorectal, ara na prostate.   Ntinye aka na Operation Ranchhand na Vietnam n'oge agha Vietnam, ma ọ bụ ibi n'akụkụ oghere golf, ma ọ ọ bụ ibi na ugbo ga-eme ka ihe ize ndụ nke lymphoma na-abụghị Hodgkins dịkwuo elu n'ihi ikpughe na kemịkal 2,4-D",
  "Mgbe a na-agwakọta 2,4-D na ọgwụ ahụhụ ọzọ ma ọ bụ herbicide, 2,4-T, na 50:50 ratio, a maara ha dịka Agent Orange.",
  "Electronic cigarettes maọbụ e-cigarettes bụ ngwaọrụ eletrọniki aka nke na-eme ka mmetụta nke ịṅụ sịga",
  "Ojiji ogologo oge nke eletrọniki eletrọniki eletrọnki eletrọnki (5.0 V) kwa ụbọchị nwere ike ịmepụta kemịkal na-emepụta formaldehyde n'ụzọ dị ukwuu karịa ise siga, nke e kpebiri na ọ bụ ihe ize ndụ ọrịa kansa nke ihe dịka okpukpu 5 ruo 15 karịa ise siga. Otú ọ dị, nchekwa zuru oke na mmetụta ahụike ogologo oge nke sịga eletrọniki ka ejighị n'aka.",
  "Ihe ụfọdụ na-akpata ọrịa kansa karịsịa site na mmetụta ha n'ahụ, kama nke kemịkal, na mkpụrụ ndụ. Ihe atụ a ma ama nke a bụ ogologo oge nke asbestos, ihe ndị na-eme n'ụzọ okike nke bụ isi ihe na-akpata mesothelioma, nke bụ ọrịa kansa nke membrane serous, na-abụkarị membrane seros gbara akpa ume gburugburu. Ihe ndị ọzọ dị na ụdị a, gụnyere ma ihe ndị sitere n'okike na eriri asbestos dị ka wollastonite, attapulgite, ajị ugegbe, na ajị nkume, kwenyere na ha nwere mmetụta yiri nke ahụ. Ihe ndị na-abụghị ihe na-akpata ọrịa kansa gụnyere cobalt na nickel, na crystalline silica (quartz, cristobalite, na tridymite). Dị ka ọ na-adịkarị, ihe na-akpata ọrịa kansa ga-abanye n'ime ahụ (dị ka site na iku ume obere iberibe) ma chọọ ọtụtụ afọ iji nwee ọrịa kansa. Ihe ndị na-akpata ọrịa kansa n'ọrụ gụnyere:",
  "Ọtụtụ ihe dị iche iche na-eme ka ndụ na-abawanye ihe ize ndụ kansa",
  "N'ozuzu, nri na oke ibu nwere njikọ na ihe dịka 30-35% nke ọnwụ cancer. Ntuziaka nri maka mgbochi ọrịa kansa na-agụnyekarị nkwenye na akwụkwọ nri, mkpụrụ osisi, ọka zuru oke, na azụ, na izere anụ a na-ahazi, anụ na-acha ọbara ọbara, abụba anụmanụ, na carbohydrates a nụchara anụcha. Ihe akaebe iji kwado mgbanwe nri ndị a abụghị ihe doro anya.",
  "Mmanya na-aba n'anya bụ ihe atụ nke kemịkal carcinogen",
  "Òtù Ahụ Ike Ụwa ekewaala mmanya na-aba n'anya dị ka ihe na-akpata ọrịa kansa nke otu 1. N'Ebe Ọdịda Anyanwụ Europe, 10% nke ọrịa kansa n'ime ụmụ nwoke na 3% nke ọrịa kansa na ụmụ nwanyị bụ ihe na-aba n'anya. N'ụwa niile, 3.6% nke ọrịa kansa niile na 3.5% nke ọnwụ ọrịa kansa bụ n'ihi mmanya na-aba n'anya. Karịsịa, a na-egosi na ịṅụ mmanya na-aba n'anya na-eme ka ihe ize ndụ nke ọrịa kansa nke ọnụ, esophagus, pharynx, larynx, afọ, imeju, ovaries, na eriri afọ dịkwuo elu. Isi usoro nke mmepe ọrịa kansa na-agụnye mmụba nke ikpughe acetaldehyde, carcinogen na mmebi nke ethanol.  Acetaldehyde na-akpali DNA interstrand crosslinks, ụdị mmebi DNA",
  "Enwere ike idozi ihe ndị a site na ụzọ nrụzi DNA na-ezighị ezi. Ụzọ nrụzi a na-ebute mmụba nke ugboro mutation na mgbanwe mgbanwe mgbanwe. A tụwo aro usoro ndị ọzọ, gụnyere ụkọ nri na-edozi ahụ metụtara mmanya na-aba n'anya, mgbanwe na DNA methylation, na induction of oxidative stress na tissues.",
  "E jikọtara nri ụfọdụ na ọrịa kansa ụfọdụ",
  "Nnyocha egosiwo na ndị na-eri anụ na-acha ọbara ọbara ma ọ bụ anụ a na-edozi edozi nwere ihe ize ndụ dị elu nke ịrịa ọrịa kansa ara, ọrịa kansa prostate, na ọrịa kansa pancreatic. Enwere ike ịkọwa nke a n'ụzọ ụfọdụ site na ọnụnọ nke carcinogens na nri e siri na okpomọkụ dị elu. Ọtụtụ ihe ize ndụ maka mmepe nke ọrịa kansa colorectal gụnyere nnukwu iri abụba, mmanya na-aba n'anya, anụ na-acha ọbara ọbara na anụ a na-edozi, oke ibu, na enweghị mmega ahụ. A na-ejikọta nri nnu dị elu na ọrịa kansa afọ",
  "Aflatoxin B1, ihe na-emetọkarị nri, na-ejikọta ya na ọrịa kansa imeju",
  "E gosipụtara na ịta ahịhịa Betel na-akpata ọrịa kansa ọnụ.",
  "Mmekọrịta dị n'etiti nri na mmepe nke ọrịa kansa ụfọdụ nwere ike ịkọwa ọdịiche dị na ọrịa kansa na mba dị iche iche",
  "Dịka ọmụmaatụ, ọrịa kansa afọ bụ ihe a na-ahụkarị na Japan n'ihi ugboro ole a na-eri nri nnu dị elu na ọrịa kansa eriri afọ bụ ihe na-ahụkwa na United States n'ihi mmụba nke anụ a na-ahazi na anụ uhie. Obodo ndị na-akwaga mba ọzọ na-azụlite ihe ize ndụ cancer nke mba ọhụrụ ha, mgbe mgbe n'ime otu ọgbọ ma ọ bụ ọgbọ abụọ, na-atụ aro njikọ dị ukwuu n'etiti nri na ọrịa kansa.",
  "Mgbe agbakwunyere deoxycholate na nri nke ụmụ oke ka nsị ha wee nwee deoxycholote n'ihe dịka otu ọkwa dị na nsị mmadụ na nri abụba dị elu, 45% ruo 56% nke ụmụ oke nwere ọrịa kansa eriri afọ n'ime ọnwa 10 sochirinụ, ebe ọ dịghị nke ọ bụla n'ime ụmụ oke na nri na-enweghị deoxycholada nwere ọrịa kansa.  Nnyocha mmadụ na-adịbeghị anya na-enyocha mmekọrịta dị n'etiti microbial metabolites na ọrịa kansa chọpụtara njikọ siri ike n'etiti deoxycholate na-agagharị yana acid ndị ọzọ na ihe ize ndụ nke ọrịa kansa colorectal n'ime ụmụ nwanyị.",
  "Na United States, a na-ejikọta ịdị arọ karịrị akarị na mmepe nke ọtụtụ ụdị ọrịa kansa ma bụrụ ihe na-eme ka 14-20% nke ọnwụ ọrịa kansa niile. Kwa afọ, ihe fọrọ nke nta ka ọ bụrụ 85,000 ọhụrụ cancer nchọpụta na United States nwere njikọ na oke ibu. Ndị a wara ahụ bariatric maka ibu ibu belatara ọrịa kansa na ọnwụ.",
  "Enwere njikọ dị n'etiti oke ibu na ọrịa kansa eriri afọ, ọrịa kansa ara post-menopausal, ọrịa kansa endometrial, ọrịa kansa akụrụ, na ọrịa kansa esophageal. E jikọtakwara oke ibu na mmepe nke ọrịa kansa imeju. Nghọta dị ugbu a banyere usoro nke mmepe ọrịa kansa na oke ibu metụtara ọkwa na-adịghị mma nke protein metabolic (gụnyere ihe ndị yiri insulin) na homonụ mmekọahụ (estrogens, androgens na progestogens). Adipose tissue na-emepụta ebe ọzịza nke nwere ike inye aka na mmepe nke ọrịa kansa.  Adipose tissue dysregulation nwere ike ịkpata nrụgide oxidative na-eduga na mmebi DNA oxidative na ọrịa kansa metụtara ọrịa.",
  "A na-ekwere na enweghị ọrụ anụ ahụ na-enye aka n'ihe ize ndụ kansa ọ bụghị naanị site na mmetụta ya na ịdị arọ nke ahụ kamakwa site na mmetụta na-adịghị mma na usoro ahụike na usoro endocrine.  Ihe karịrị ọkara nke mmetụta sitere na nri na-eri nri bụ n'ihi nri na-edozi ahụ karịa iri obere nri dị mma.",
  "Ụfọdụ homonụ na-arụ ọrụ na mmepe nke ọrịa kansa site n'ịkwalite mmụba nke mkpụrụ ndụ.  Ihe ndị na-eto eto yiri insulin na protein ha na-arụ ọrụ dị mkpa na uto mkpụrụ ndụ kansa, ọdịiche na apoptosis, na-atụ aro itinye aka na carcinogenesis.",
  "Hormones bụ ihe dị mkpa na ọrịa kansa metụtara mmekọahụ dịka ọrịa kansa ara, endometrium, prostate, ovary, na testi, yana ọrịa kansa thyroid na ọrịa kansa ọkpụkpụ.  Dịka ọmụmaatụ, ụmụ nwanyị na-arịa ọrịa kansa ara nwere estrogen na progesterone dị elu karịa ụmụ nwanyị na'enweghị ọrịa kansa ara",
  "Ọnọdụ hormone ndị a dị elu nwere ike ịkọwa ihe mere ụmụ nwanyị ndị a ji nwee ohere dị elu nke ọrịa kansa ara, ọbụlagodi na enweghị mkpụrụ ndụ ihe nketa nke ọrịa kansa akpa ume. N'otu aka ahụ, ndị ikom sitere na ndị Afrịka nwere ọkwa dị elu nke testosterone karịa ndị ikom sitere n'agbụrụ Europe, ma nwee ọkwa dị elu karịa nke ọrịa kansa prostate. Ụmụ nwoke sitere na ndị nna nna Eshia, ndị nwere ọkwa kachasị ala nke androstanediol glucuronide na-akpali testosterone, nwere ọkwa kachasị elu nke ọrịa kansa prostate.",
  "Ụfọdụ ọgwụgwọ na ụzọ mgbochi na-eji ihe kpatara ya eme ihe site na ibelata ọkwa hormone, wee si otú a kwụsị ọrịa kansa na-emetụta hormone",
  "N'ihi na homonụ steroid bụ ihe na-akpali ngosipụta nke mkpụrụ ndụ ihe nketa na mkpụrụ ndụ kansa ụfọdụ, ịgbanwe ọkwa ma ọ bụ ọrụ nke homonụ ụfọdụ nwere ike ime ka ọrịa kansa ụfọdụ kwụsị ito ma ọ bụ ọbụna nwụọ ọnwụ mkpụrụ ndụ. Ikekwe ihe atụ a ma ama nke ọgwụgwọ homonụ na oncology bụ ojiji nke estrogen-receptor modulator tamoxifen maka ọgwụgwọ nke ọrịa kansa ara",
  "Ụdị ọzọ nke ihe na-emepụta homonụ, aromatase inhibitors, ugbu a nwere ọrụ na-agbasawanye na ọgwụgwọ ọrịa kansa ara.",
  "N'ụwa niile, ihe dịka 18% nke ọrịa kansa nwere njikọ na ọrịa na-efe efe. Ọnụ ọgụgụ a dịgasị iche na mpaghara dị iche iche nke ụwa site na 25% dị elu n'Africa ruo ihe na-erughị 10% na mba ndị mepere emepe. Nje virus bụ ihe na-ebute ọrịa na-akpata ọrịa kansa mana nje bacteria na parasites na-enyekwa aka",
  "Ihe ndị na-efe efe nke na-eme ka ihe ize ndụ nke ọrịa kansa dịkwuo njọ na-abụkarị isi iyi nke mmebi DNA ma ọ bụ ọgba aghara nke genomic.",
  "Nje virus bụ isi ihe ize ndụ maka ọrịa kansa akpa nwa na imeju. A na-akpọ nje virus nke nwere ike ibute ọrịa kansa oncovirus",
  "Ndị a gụnyere nje virus papilloma nke mmadụ (cervical carcinoma), nje Epstein Bar (B-cell lymphoproliferative disease na nasopharyngeal carcinoma, Kaposi's sarcoma herpesvirus (Kaposi's Sarcoma na primary effusion lymphomas), nje hepatitis B na hepatitis C (hepatocellular carcinoma) na nje T-cell leukemia nke mmadụ-1 (T-cell leukemias).",
  "Na mba ndị mepere emepe n'Ebe Ọdịda Anyanwụ, nje virus papillomavirus (HPV), nje hepatitis B (HBV) na nje hepatitis C (HCV) bụ oncoviruses kachasị. Na United States, HPV na-akpata ọtụtụ ọrịa kansa akpa nwa, yana ụfọdụ ọrịa kansa nke akụkụ ahụ nwanyị, vulva, penis, anus, rectum, akpịrị, ire na tonsils. N'etiti nje HPV dị oke egwu, HPV E6 na E7 oncoproteins na-eme ka mkpụrụ ndụ ihe nketa na-egbochi akpụ ghara ịrụ ọrụ mgbe ọ na-ebute mkpụrụ ndụ",
  "Na mgbakwunye, oncoproteins n'onwe ha na-akpata ọgba aghara nke genomic na mkpụrụ ndụ mmadụ nkịtị, na-eduga n'ihe ize ndụ dị ukwuu nke mmepe kansa. Ndị na-arịa ọrịa ịba ọcha n'anya B na-adịghị ala ala nwere ihe karịrị okpukpu 200 karịa ka ha nwere ike ịrịa ọrịa kansa imeju karịa ndị na-enweghị ọrịa. Cirrhosis imeju, ma ọ bụ site na ọrịa ịba ọcha n'anya na-adịghị ala ala ma ọ bụ iji mmanya na-aba n'anya eme ihe n'ụzọ gabigara ókè, na-ejikọta ya na mmepe nke ọrịa kansa imeju, mana njikọta nke cirrhosis na ọrịa ịwa ọcha na-egosi ihe ize ndụ kachasị elu nke mmepe nke kansa imeju.",
  "Ụfọdụ nje bacteria na-eme ka ihe ize ndụ nke ọrịa kansa dịkwuo elu, dịka a hụrụ na carcinoma gastric nke Helicobacter pylori kpatara. Usoro nke H",
  "pylori na-akpata ọrịa kansa nwere ike ịgụnye ọzịza na-adịghị ala ala ma ọ bụ ọrụ kpọmkwem nke ụfọdụ ihe ndị na-eme ka nje bacteria sie ike. Ọrịa parasitic ndị nwere njikọ chiri anya na ọrịa kansa gụnyere Schistosoma haematobium (squamous cell carcinoma of the bladder) na imeju flukes, Opisthorchis viverrini na Clonorchis sinensis (cholangiocarcinoma). Ọzịza nke àkwá ikpuru na-akpata yiri ka ọ bụ usoro na-akpatara ọrịa kansa",
  "Ụfọdụ nje parasitic nwere ike ịbawanye ọnụnọ nke carcinogenic compounds n'ime ahụ, na-eduga na mmepe nke ọrịa kansa. Ọrịa ụkwara nta, nke mycobacterium M",
  "ụkwara nta kpatara, ejikọtakwala ya na mmepe nke ọrịa kansa akpa ume.",
  "E nwere ihe akaebe na ọzịza n'onwe ya na-arụ ọrụ dị mkpa na mmepe na ọganihu nke ọrịa kansa. Ọzịza na-adịghị ala ala nwere ike iduga na mmebi DNA ka oge na-aga na nchịkọta nke mgbanwe mkpụrụ ndụ ihe nketa na mkpụrụ ndụ kansa. Ọzịza nwere ike inye aka na mgbasa, ndụ, angiogensis na mbata nke mkpụrụ ndụ kansa site na imetụta microenvironment tumor. Ndị na-arịa ọrịa eriri afọ na-afụ ụfụ nọ n'ihe ize ndụ dị ukwuu nke ịrịa ọrịa kansa colorectal.",
  "Ihe ruru 10% nke ọrịa kansa na-emetụta radiation, gụnyere ma radiation na-abụghị nke ion na radiation. N'adịghị ka kemịkal ma ọ bụ ihe na-akpata ọrịa kansa, radiation ionizing na-akụ mkpụrụ ndụ n'ime mkpụrụ ndụ na mberede",
  "Ọ bụrụ na ọ na-akụ chromosome, ọ nwere ike imebi chromosome ahụ, mee ka ọnụ ọgụgụ chromosomes dị iche iche ghara ịdị mma, mee ka otu ma ọ bụ karịa mkpụrụ ndụ ihe nketa ghara ịdị irè n'akụkụ chromosome ọ kụrụ, hichapụ akụkụ nke usoro DNA, kpatara translocations chromosome na-akpata, ma ọ bụ kpatara ụdị chromosome ndị ọzọ na-adịghị mma. Nnukwu mmebi na-akpatakarị ọnwụ nke mkpụrụ ndụ, mana obere mmebi nwere ike ịhapụ mkpụrụ ndụ kwụsiri ike, nke na-arụ ọrụ nke nwere ike inwe ike ịba ụba ma mebie n'ime ọrịa kansa, ọkachasị ma ọ bụrụ na radiation mebiri mkpụrụ ndụ ihe nketa na-egbochi akpụ. Nzọụkwụ atọ kwụụrụ onwe ha yiri ka ha na-etinye aka n'ịmepụta ọrịa kansa na radiation ionizing: mgbanwe ọdịdị na mkpụrụ ndụ, inweta anwụghị anwụ nke mkpụrụ ndụ (na-efunahụ usoro nchịkwa mkpụrụ ndụ, nke na-egbochi ndụ), na mgbanwe ndị na-akwado ịmepụta akpụ. Ọbụna ma ọ bụrụ na radiation particle anaghị emetụta DNA n'onwe ya, ọ na-akpali nzaghachi sitere na mkpụrụ ndụ nke na-eme ka ohere nke mgbanwe dịkwuo elu.",
  "Ọ bụghị ụdị radieshon electromagnetic niile na-akpata ọrịa kansa",
  "A na-eche na ebili mmiri dị ala na electromagnetic spectrum gụnyere ebili mmiri redio, microwaves, radiation infrared na ìhè a na-ahụ anya abụghị n'ihi na ha enweghị ike zuru ezu iji mebie njikọ kemịkal",
  "Radiation radiation na-abụghị nke ion site na ekwentị mkpanaaka, nnyefe ike eletrik, na isi mmalite ndị ọzọ yiri ya akọwaala dị ka ihe nwere ike ibute ọrịa kansa site na World Health Organization's International Agency for Research on Cancer. Agbanyeghị, nnyocha achọtaghị njikọ dị n'etiti radieshon ekwentị na ihe ize ndụ kansa.",
  "Radiation dị elu, gụnyere radiation ultraviolet (nke dị na ìhè anyanwụ), x-rays, na radiation gamma, n'ozuzu ya bụ carcinogenic, ma ọ bụrụ na a natara ya na doses zuru ezu",
  "Ogologo oge nke radieshon ultraviolet sitere na anyanwụ nwere ike ibute melanoma na ọrịa akpụkpọ ahụ ndị ọzọ. Ihe ka ọtụtụ n'ọrịa kansa na-abụghị nke na-awakpo bụ ọrịa kansa akpụkpọ ahụ na-abụghị melanoma nke radiation ultraviolet na-abụghị ion na-akpata",
  "Ihe akaebe doro anya na-egosi radiation ultraviolet, ọkachasị UVB na-abụghị nke ion, dị ka ihe na-akpata ọtụtụ ọrịa kansa akpụkpọ ahụ na-abụghị melanoma, nke bụ ụdị ọrịa kansa kachasị n'ụwa.",
  "Isi iyi nke radiation ionizing gụnyere ihe oyiyi ahụike, na gas radon",
  "Ionizing radiation abụghị mutagen siri ike. Ojiji ọgwụ nke radiation ionizing bụ isi iyi na-arịwanye elu nke ọrịa kansa radiation-induced",
  "Enwere ike iji radiation ion iji gwọọ ọrịa kansa ndị ọzọ, mana nke a nwere ike, n'ọnọdụ ụfọdụ, ibute ụdị ọrịa kansa nke abụọ. Radiation nwere ike ịkpata kansa n'ọtụtụ akụkụ nke ahụ, n'ime anụmanụ niile, na n'afọ ọ bụla, ọ bụ ezie na akpụ siri ike nke radiation na-ebute na-ewe afọ 10 Xia 15, ma nwee ike iwe ihe ruru afọ 40, iji gosipụta onwe ya, na leukemia nke radiation-ebute chọrọ afọ 2 Xia 10 iji pụta. Meningiomas na-akpata radiation bụ nsogbu a na-adịghị ahụkebe nke irradiation nke isi. Ụfọdụ ndị mmadụ, dị ka ndị nwere ọrịa carcinoma nke mkpụrụ ndụ brọid ma ọ bụ retinoblastoma, nwere ike karịa nkezi ka ha nwee ọrịa kansa site na radiation. Ụmụaka na ndị nọ n'afọ iri na ụma nwere ohere okpukpu abụọ karịa nke radiation-induced leukemia karịa ndị okenye; ikpughe radiation tupu amụọ nwere okpukpu iri nke mmetụta ahụ.",
  "A na-ejikwa radiation ion na ụdị ụfọdụ nke ihe oyiyi ahụike",
  "Na mba ndị mepere emepe, ihe oyiyi ahụike na-enye ihe fọrọ nke nta ka ọ bụrụ oke radiation na ọha na eze dị ka radiation sitere n'okike",
  "Usoro ọgwụ nuklia na-agụnye ịgba ọgwụ na-emepụta radiation kpọmkwem n'ime ọbara",
  "Radiotherapy kpachapụrụ anya na-enye nnukwu doses nke radiation na akpụ na anụ ahụ gbara ya gburugburu dị ka ụdị ọgwụgwọ ọrịa",
  "A na-eme atụmatụ na 0.4% nke ọrịa kansa na 2007 na United States bụ n'ihi CTs mere n'oge gara aga nakwa na nke a nwere ike ịbawanye ruo 1.52% na ọnụọgụ nke iji CT mee ihe n'otu oge a.",
  "Mmetụta nke gas radon n'ụlọ nwere ihe ize ndụ kansa yiri nke ịṅụ sịga. A na-ekwere na ikpughe obere ọgwụ, dị ka ibi nso na ụlọ ọrụ nuklia, enweghị mmetụta ọ bụla ma ọ bụ obere mmetụta na mmepe ọrịa kansa. Radiation bụ isi iyi siri ike nke ọrịa kansa mgbe ejikọtara ya na ihe ndị ọzọ na-akpata ọrịa kansa, dị ka ikpughe gas radon na ịṅụ sịga.",
  "Mmepe nke akpụ ndị sitere na onye na-enye onyinye site na transplantation nke akụkụ ahụ dị oke ụkọ",
  "Isi ihe na-akpata akpụ ndị metụtara akụkụ ahụ yiri ka ọ bụ melanoma na-egbu egbu, nke a na-achọpụtaghị n'oge owuwe ihe ubi akụkụ ahụ. Enwekwara akụkọ banyere sarcoma Kaposi na-eme mgbe a gbasịrị ya n'ihi uto tumorous nke mkpụrụ ndụ na-enye nje virus.",
  "Mmetụta ahụike nke na-akpata ọrịa kansa bụ ihe a na-adịghị ahụkebe. Nkwupụta na ọkpụkpụ gbajiri emeela ka ọkpụkpụ nwee ọrịa kansa, dịka ọmụmaatụ, enwetụbeghị ihe akaebe. N'otu aka ahụ, a naghị anabata mmerụ ahụ dị ka ihe kpatara ọrịa kansa akpa nwa, ọrịa kansa ara, ma ọ bụ ọrịa kansa ụbụrụ. Otu isi iyi a nabatara bụ itinye ihe ndị na-ekpo ọkụ ugboro ugboro, ogologo oge n'ahụ",
  "O kwere omume na ọkụ ọkụ ugboro ugboro n'otu akụkụ ahụ, dị ka nke ndị na-eme site na kanger na kairo heaters (ndị na-eme ka aka na-ekpo ọkụ), nwere ike ịkpata ọrịa kansa akpụkpọ ahụ, ọkachasị ma ọ bụrụ na kemịkal na-akpata carcinogenic dịkwa.",
  "Ịṅụ tii ọkụ na-ere ọkụ ugboro ugboro nwere ike ịkpata ọrịa kansa akpịrị. N'ozuzu, a kwenyere na ọrịa kansa na-ebilite, ma ọ bụ a na-agba ume ọrịa kansa dịbu adị, n'oge usoro nke idozi mmerụ ahụ, karịa ọrịa kansa nke mmerụ ahụ kpatara kpọmkwem. Otú ọ dị, mmerụ ahụ ugboro ugboro n'otu anụ ahụ nwere ike ịkwalite mmụba nke mkpụrụ ndụ gabigara ókè, nke nwere ike ime ka ohere nke mgbanwe cancer dịkwuo elu.",
  "Na United States, ihe dị ka ụmụ nwanyị dị ime 3,500 na-enwe malignancy kwa afọ, a hụwokwa nnyefe transplacental nke leukemia siri ike, lymphoma, melanoma na carcinoma site n'aka nne gaa n'afọ. Ewezuga nje na-adịghị ahụkebe nke na-eme na ime ime na naanị ndị na-enye onyinye akụkụ ahụ ole na ole, ọrịa kansa abụghị ọrịa a na-ebute",
  "Isi ihe kpatara nke a bụ ịjụ ihe a na-etinye n'ahụ nke MHC na-akpata. N'ime ụmụ mmadụ na anụmanụ ndị ọzọ nwere azụ, usoro ahụ ji alụso ọrịa ọgụ na-eji MHC antigens eme ihe iji mee ka ọdịiche dị n'etiti mkpụrụ ndụ \"onwe\" na \"na-abụghị onwe\" n'ihi na antigens ndị a dị iche site n'otu onye gaa n'otu",
  "Mgbe a na-ezute antigen ndị na-abụghị onwe ha, usoro ahụ ji alụso ọrịa ọgụ na-emeghachi omume megide mkpụrụ ndụ kwesịrị ekwesị",
  "Mmeghachi omume dị otú ahụ nwere ike ichebe megide engraftment nke mkpụrụ ndụ tumor site na iwepụ mkpụrụ ndụ a kụrụ."
]