[
  "Ihe omume mmebi nke ozone Tropospheric bụ ihe na-ebelata oke ozone na troposphere nke ụwa",
  "Ozone (O3) bụ gas na-egosi ihe na-echegbu onwé ya n'ihi ọrụ abụọ pụrụ ichè yá nà ọkwa dị íchè íchè nké ikuku dị ala. Ewezuga ịmịkọrọ radieshon UV-B na ịtụgharị ike anyanwụ n'ime okpomọkụ na stratosphere, ozone na troposphere na-enye mmetụta greenhouse ma na-achịkwa ikike oxidation nké ikuku.",
  "Ozone dị na troposhere na-ekpebi site na mmepụta fotochemical na mbibi, nkwụsị akọrọ na ibugharị ozone site na stratosphere. Na troposphere Arctic, njem na mmeghachi omume fotochemical metụtara nitrogen oxides na volatile organic compounds (VOCs) n'ihi ikuku mmadụ na-emepụta ozone nke na-akpata ngwakọta ngwakọta nke nmol mol-1 (ppb) irí atọ ruo iri ise. Nitrogen oxides na-arụ ọrụ dị mkpà n'ịmegharị ihe ndị na-enweghị ihe ọ bụla (dị ka halogens na-emeghachi omume) na ikuku ma na-emetụta mmebi nke ozone. Ihe omume mmebi nke ozone (ODEs) bụ ihe ndị metụtara mpaghara ice nke oké osimiri",
  "A na-ahụkarị ha n'ebe ndị dị n'ụsọ oké osimiri mgbè ifufe na-abata agafeela ébé ice kpuchiri.",
  "N'oge opupu ihe ubi na mpaghara polar nke ụwa, fotochemistry pụrụ ichè na-agbanwe inert halide salt ion (dịka",
  "Br−) n'ime ụdị halogen na-emeghachi omume (dịka",
  "Br atoms na BrO) nké na-eme ka ozone ghara ịdị na mbara igwe ruo ihe fọrọ nkè nta ka ọ bụrụ ọkwa efu. Usoro ndị a na-enwe mmasị site na ọnọdụ ìhè na okpomọkụ dị ala. Kemgbe nchọpụta ha na ngwụcha afọ 1980, nyocha banyéré ihe omume ndị a gbásárá mmebi nke ozone egosila ọrụ dị mkpà nke bromine photochemistry",
  "A ghọtabeghị kpọmkwem sourcs na usoro nke na-ewepụta bromine n'ụzọ zuru ezu, mànà njikọta nke nnu oké osimiri dị n'ime ihe dị nro yiri ka ọ bụ ihe achọrọ.  O yikarịrị ka ọ ga-aba uru n'ébé ọ bụ na ha na-eme ka ọsọ nke ntọhapụ bromine autocatalytic dị elu site na ijide bromine a tọhapụrụ na obere oghere. N'okpuru ọnọdụ ndị a, ya na acid zuru oke, gas hypobromous acid (HOBr) nwèrè ike imeghachi omume na bromide nnu nke oké osimiri ma mepụta bromine nke a na-ahapụ na ikuku",
  "Photolysis na-esote nke bromine a na-emepụta bromine radicals nke nwéré ike imeghachi omume ma bibie ozone. N'ihi ọdịdị autocatalytic nke usoro mmeghachi omume ahụ, a na-akpọ ya mgbawa bromine.",
  "A ghọtabeghị otú a na-esi ebute nnu site n'oké osimiri ma mee ka ọ bụrụ ụdị halogen na-emeghachi omume na ikuku",
  "Halogens ndị ọzọ (chlorine na iodine) na-arụkwa ọrụ site na usoro jikọtara ya na bromine chemistry. Isi nsonaazụ nke ịrụ ọrụ halogen bụ mbibi kemịkal nke ozone, nke na-ewepụ isi ihe na-ebute oxidation ikuku, na ọgbọ nke atọm / oxides na-emeghachi omume nke halogen nke na-aghọ ụdị oxidizing bụ isi. Ikike oxidation nke ozone na-emetụta na mbụ na-ebelata, ebe ụdị halogen ugbu a nwèrè ikike oxidation",
  "Nke a na-agbanwe usoro mmeghachi omume na ngwaahịa ikpeazụ nke ọtụtụ mmeghachihachi omume ikuku",
  "N'ogè ihe omume ozone depletion, kemịkalị halogen ka mmá nwéré ike ime ka ihe ndị na-emeghachi omume na-agbanwe agbanwe.",
  "Mmeghachi omume dị íchè íchè nke halogens ma e jiri ya tụnyere OH na ozone nwèrè mmetụta dị ukwuu na kemịkalụ ikuku",
  "Ihe ndị a gụnyere iwepụ ihe fọrọ nke nta ka ọ bụrụ kpamkpam na itinye mercury, mgbanwe nke ọdịnihu oxidation màkà gas ndị dị ndụ, na mbupụ nke bromine n'ime troposphere n'efu.  Ntọala nke mercury na-emeghachi omume (RGM) na snow site na oxidation site na halogens dị elu na-eme ka bioavailability nke mercury dịkwuo elu. Mgbanwe ndị na-adịbeghị anya na ihu igwe nke Arctic na steeti nke ice mmiri Arctic nwèrè ike inwe mmetụta siri ike na ọrụ halogen na ihe omume mmebi ozone",
  "Mgbanwe ihu igwe nke mmadụ kpatara na-emetụta oke snow na ice kpuchiri na Arctic, na-agbanwe ike nke nitrogen oxide. Mmụba na ọkwa ndabere nke nitrogen oxide doro anya na-eme ka ojiji nke ozone na mmụba nke halogens sie ike."
]