[
  "Ihe mberede Venpetz Venoil bụ ihe mberede ụgbọ mmiri metụtara ụgbọ mmiri nwanne nwanyị; Venoil na Venpet nke Liberia debanyere aha, n'oké anwụrụ ọkụ n'ụsọ oké osimiri nke South Africa na 16 Disemba 1977. Ụgbọ mmiri ndị ahụ na-aga n'akụkụ dị iche iche; Venoil jupụtara na ihe karịrị tọn mmanụ 250,000 na-aga Halifax, Canada, na Venpet, na-aga na ballast, na-eduga na Kharg Island, Iran",
  "Venoil na-egwu ala n'ime Venpet, n'ikpeazụ na-eduga na mpụga nke ihe dị ka tọn mmanụ 26,60030,500. Ụgbọ mmiri ndị ahụ bụ ụgbọ mmiri nwanne nwanyị nke Bethlehem Steel Corporation nwere ma na-arụ ọrụ",
  "Ndị ọrụ ụgbọ mmiri abụọ ahụ bụ ndị ọrụ Taiwan.",
  "Mitsubishi Heavy Industries, Ltd rụrụ ụgbọ mmiri abụọ ahụ na Nagasaki, Japan, ọrụ malitere na Venoil n'ọnwa Ọktoba 1972 na Venpet na Jenụwarị 1973. A rụchara ụgbọ mmiri ndị ahụ na Machị na June 1973 n'otu n'otu na ọnụahịa nke ihe dịka US $ 28 nde nke ọ bụla. Ụgbọ mmiri ọ bụla karịrị 330,000 deadweight (DWT) nke, n'oge ahụ, kewara ha dị ka Very Large Crude Carriers (VLCCs)",
  "Nchịkọta dị ugbu a maka ụgbọ mmiri karịrị 300,000 DWT bụ Ultra Large Crude Carriers (ULCC).",
  "Ụgbọ mmiri ahụ zutere n'ụtụtụ Disemba 16, 1977. Venoil nọ na-aga Halifax, Nova Scotia, site na ọdụ mmanụ Iran na Kharg Island na n'etiti 250,000 na 307,000 tọn mmanụ. Venpet nọ na ballast n'ụzọ na-aga Kharg Island site na Halifax, ebe ọ kwụsịrị ibu ya",
  "N'okpuru nnukwu alụlụ, nke belatara anya ruo ihe na-erughị mita 370 (1,210 ), ụgbọ mmiri abụọ ahụ na-agagharị n'otu ụzọ na mgbalị ịbawanye anya ha site na ibe ha ma zere mgbagwoju anya.",
  "Akpụkpọ ụkwụ nke Venoil kụrụ n'akụkụ Venpet, mepụta oghere dị mita 14 (46 ft) miri na mita 55 (180 ) ogologo. Ụgbọ mri abụọ ahụ gbara ọkụ, mana ha agbawaghị n'ihi usoro gas ha na-adịghị eme ka ọkụ ahụ na-arịgo mita 61 (200 ) n'ime ikuku na anwụrụ ọkụ a na-ahụ anya ruo kilomita 24 (15 mi) gburugburu",
  "Ụgbọ mmiri abụọ ahụ anọwo na-aga ihe dị ka 13.5 knots (25.0 km / h).",
  "Nkwekọrịta a mere ihe dịka  akụkụ ụsọ oké osimiri ndịda South Africa n'etiti Plettenberg Bay na Cape St",
  "Francis",
  "mmanụ bunker sitere na tank mmanụ na-aga n'ihu nke Venpet na mmanụ crude sitere na tankị nchekwa abụọ nke Venoil ka wụfuru, maka mkpokọta  , nke ọkụ ripịara ụfọdụ n'ime ha; patches nke mmanụ emulsified mepụtara   sara mbara slick, akụkụ nke metụtara n'elu   nke ụsọ mmiri South Africa site na Plettenberg Bay ruo Stilbaai",
  "Atụmatụ ọzọ kwubiri Venpet mmanụ furu efu, mmanụ dị arọ furu efu na mmanụ mmanụ bonka, maka mkpokọta",
  "Ihe ka ọtụtụ n'ime ndị ọrụ nọ n'ụgbọ mmiri Venoil jisiri ike bido ụgbọ mmiri na-azọpụta ndụ; ọ bụ ezie na ndị ikom iri na atọ bụ ndị ọkụ ahụ jidere bụ ndị helikọpta napụtara. Mmadụ abụọ nwụrụ n'ihe omume ahụ. Ụgbọ mmiri ndị ahịa abụọ nke Britain, nnukwu ụgbọ mmiri Jedforest na Clan Menzies napụtara ndị ọrụ Venoil na Venpet fọdụrụ",
  "A gbahapụrụ ụgbọ mmiri ndị ahụ ma buru ụzọ na-aga n'ụsọ oké osimiri ka ọkụ ha mechara gbanyụọ. A dọbara ha gaa Agulhas Current iji gbochie ha ịdakwasị n'ụsọ oké osimiri yana ijide n'aka na a ga-eburu mmanụ ọ bụla ọzọ site n'ụsoro oké osimiri.",
  "Nnyocha gọọmentị bipụtara na Nọvemba 1985 site n'aka ụlọ ọrụ ụgbọ mmiri Liberia kwubiri na ọ kpatara mgbagwoju anya ahụ n'ihi enweghị elekere radar kwesịrị ekwesị",
  "Ọ bụ ezie na ụgbọ mmiri abụọ ahụ na-ele ibe ha anya na radar, ha anabatala obere radar CPA (\"ebe kacha nso\") nke 1 mile n'agbanyeghị ọhụụ na-adịghị mma na-enweghị ịtụle njehie radar, ọkachasị na nso na ibu. O yiri ka mgbagwoju anya nke Venoil na Venpet yiri mgbagwoju nke ụgbọ njem abụọ Andrea Doria na Stockholm na nnukwu alụlụ na Atlantic n'ebe ndịda Nantucket Island",
  "Ihe ikpeazụ kpatara ihe mberede abụọ ahụ bụ \"ihe omume ikpeazụ dara\"",
  "Mgbe ihe mberede ahụ gasịrị, onye na-akwọ ụgbọ mmiri Venpet na-enweghị ihe ọ bụla na-etinye aka na-esi n'ụgbọ mmiri ike",
  "Ụgbọ mmiri ndị na-ebu mmanụ enweghị ike izere mgbagwoju anya ahụ.",
  "A dọbara ụgbọ mmiri abụọ ahụ na Algoa Bay maka nrụzi; Venpet na 24 Disemba 1977 na Venoil na 1 Jenụwarị 1978. Nke ikpeazụ ahụ agafeela 250 kilomita (400 kilomita) n'ebe ndịda ọdịda anyanwụ nke ụsọ oké osimiri na Agulhas Current. E wegara mmanụ Venoil fọdụrụ na tankị Litiopa tupu ya emechaa gaa Halifax. E bugara ụgbọ mmiri ndị mebiri emebi n'ebe a na-arụ ụgbọ mmiri na Sasebo na Nagasaki maka nrụzi dị ukwuu.",
  "Venoil gbanwere aha abụọ, bụrụ Resolute na 1981 na Opportunity na 1983",
  "E ji ụgbọ mmiri gaa Ulsan, South Korea maka nkwụsị n'ọnwa Ọktoba afọ 1984. A gbanwere nwanne ya nwanyị Venpet ka ọ bụrụ Alexander The Great na 1980",
  "N'ọnwa Juun afọ 1984, mgbọ ogbunigwe Exocet nke Iraq wakporo ya mgbe ọ kwụsịrị na ọdụ mmanụ Kharg Island",
  "Nnukwu mmebi ahụ mere ka a kpochapụ ya, nke mere na Kaohsiung, Taiwan n'ọnwa Ọktoba nke afọ ahụ."
]