[
  "Ihe mkpofu silk na-agụnye ụdị silk niile a na-esighị esi nke nwere ike ọ gaghị enweta, ya mere na ọ gaghị adaba na usoro ịtụfu. Tupu iwebata ígwè ọrụ na-adabara n'ịtụgharị ihe mkpofu silk, ihe ndị a na-ajụ site na ịhịa aka n'ahụ, nakwa site na ikuku silk, nke a na-eji ugbu a na-emepụta akwa silk, fọrọ nke nta ka ọ bụrụ na ọ fọrọ nke nta ka ọ bụrụ ihe na-abaghị uru, ma e wezụga nke nwere ike",
  "bụrụ nke a ga-eji aka na-agbakọta ma na-agba ya site n’okirikiri igwe na-agbagharị agbagharị, usoro nke ụfọdụ ndị ọrụ ugbo nọ n’India na mba ndị ọzọ dị n’Eshia ka na-eme.",
  "A na-enweta silk mkpofu site na isi mmalite ndị a:",
  "A silk \"throwster\" na-anata silk n'ụdị skein, nke eriri nke nwere ọtụtụ silk eriri jikọtara ọnụ iji mee otu dayameta ma ọ bụ nha, nkewa eriri ahụ bụ nke ikpuru ahụ tụgharịrị n'ezie",
  "Onye na-akpa ákwà silk na-enweta ákwà Silk n'ụdị dị iche: naanị ihe a na-emepụta, nke a na-etinye n'ime ụyọkọ dị iche iche na ịdị arọ, ihe dị n'ime ya bụ ụyọkọ nke ogologo niile nke eriri agwakọta ya na ọtụtụ ihe si mba ọzọ, dị ka njedebe nke ahịhịa, alaka, akwụkwọ, ikpuru na chrysalis",
  "Ọ bụ ọrụ onye na-akpụ akpụ iji gbatịa eriri ndị a, site n'enyemaka igwe, wee sonye ha ka ha ghọọ eriri, nke a maara dị ka silk spun.",
  "Silk niile nke ikpuru ahụ mepụtara nwere ihe abụọ: fibroin, ezigbo eriri, na sericin, nke bụ ihe siri ike, gummy nke fibroin",
  "Tupu ígwè ọrụ enwee ike iji silk mee ihe maka uru ọ bụla, a ghaghị iwepụ mkpuchi gum site na ịgbaze ma sachaa ya",
  "Ebe usoro eji eme ihe iji nweta ọrụ a bụ site na fermentation, a na-akpọ ngwaahịa ahụ schappe",
  "Nke mbụ, schapping, bụ usoro French, Ịtali na Switzerland, nke silk mgbe emechara adịghị egbuke egbuke ma ọ bụ dị mma na agba dị ka silk a na-ahapụ;  mana ọ dị oke ọcha na ọkwa, yana maka ebumnuche ụfọdụ dị mkpa, dịka ọmụmaatụ, na nrụpụta velvet.",
  "This article incorporates text from a publication now in the public domain:mw-parser-output cite.citation{font-style:inherit;word-wrap:break-word}.mw-parser-outputcitation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-outputcitation:target{background-color:rgba(0,127,255,0.133)}.mw-parser-outputid-lock-free a,.mw-parser-outputcitationcs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-limited a,.mw-parser-outputid-lock-registration a,.mw-parser-outputcitationcs1-lock-limited a,.mw-parser-outputcitationcs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-subscription a,.mw-parser-outputcitationcs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputcs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\")right 0.1em center/12px no-repeat}.mw-parser-outputcs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-outputcs1-hidden-error{display:none;color:#d33}.mw-parser-outputcs1-visible-error{color:#d33}.mw-parser-outputcs1-maint{display:none;color:#3a3;margin-left:0.3em}.mw-parser-outputcs1-format{font-size:95%}.mw-parser-outputcs1-kern-left{padding-left:0.2em}.mw-parser-outputcs1-kern-right{padding-right:0.2em}.mw-parser-outputcitationmw-selflink{font-weight:inherit}[Ihe e dere n'ala ala peeji]\"Silk\".Na Chisholm, Hugh (ed.Ọ dị iche icheEncyclopædia Britannica.Mpịakọta nke  (11th ed.Ọ dị iche icheCambridge University Press",
  "peeji nke 105106.",
  "Àtụ:Silk fibre"
]