[
  "Ihe mkpofu na-egbu egbu bụ ihe ọ bụla a na-achọghị n'ụdị ọ bụla nwere ike imerụ ahụ (dịka ọmụmaatụ site na ikuru ume, ilo, ma ọ bụ tinye ya na akpụkpọ ahụ)",
  "Ndị ụlọ ọrụ na-emepụtakarị, ngwaahịa ndị ahịa dị ka igwe onyonyo, kọmputa, na ekwentị nwere kemịkalụ na-egbu egbu nke nwere ike imerụ ikuku ma metọọ ala na mmiri",
  "Ikpofu ihe mkpofu dị otú ahụ bụ isi okwu ahụike ọha.",
  "Ihe ndị na-egbu egbu bụ ihe na-egbu egbu n'ihi ụlọ ọrụ dịka mmepụta ihe, ọrụ ugbo, ihe owuwu, ụgbọ ala, ụlọ nyocha, na ụlọ ọgwụ nke nwere ike ịnwe ọla dị arọ, radieshon, nje nje dị ize ndụ, ma ọ bụ nsị ndị ọzọ",
  "Ihe mkpofu na-egbu egbu abawanyela kemgbe mgbanwe nke ụlọ ọrụ mmepụta ihe, na-akpata nnukwu nsogbu zuru ụwa ọnụ",
  "Ikpofu ihe mkpofu dị otú ahụ abụrụla nke dị mkpa karịa na mgbakwunye nke ọtụtụ ọganihu teknụzụ nwere ihe ndị na-egbu egbu",
  "Ngwaahịa ndị dị ka ekwentị mkpanaaka, kọmpụta, tiivi, na mbara igwe nwere kemịkal na-egbu egbu nke nwere ike imerụ gburugburu ebe obibi ma ọ bụrụ na a naghị atụfu ya nke ọma iji gbochie mmetọ nke ikuku na mmetọ nke ala na mmiri",
  "A na-ewere ihe dị ka ihe na-egbu egbu mgbe ọ na-akpata ọnwụ ma ọ bụ mmerụ ahụ site na ikuru ume, ilo, ma ọ bụ itinye uche ya na akpụkpọ ahụ.",
  "Ihe mkpofu ahụ nwere ike ịnwe kemịkalụ, ọla dị arọ, radieshon, nje nje dị ize ndụ, ma ọ bụ nsị ndị ọzọ",
  "Ọbụna ezinụlọ na-emepụta ihe ndị dị ize ndụ site n'ihe ndị dị ka batrị, ngwá ọrụ kọmputa, na agba ma ọ bụ ọgwụ na-egbu egbu",
  "Ihe na-egbu egbu nwere ike ịbụ nke mmadụ mere ma ndị ọzọ na-emekarị na gburugburu ebe obibi",
  "Ọ bụghị ihe niile dị ize ndụ ka a na-ewere dị ka nsị.",
  "United Nations Environment Programme (UNEP) achọpụtala ihe iri na otu dị mkpa na-etinye ahụike mmadụ n'ihe ize ndụ:",
  "Ihe mkpofu na-egbu egbu na nke dị ize ndụ nke a na-eleghara anya bụ ngwaahịa ụlọ ndị a na-emepụta n'ụlọ ndị a na-adị kwa ụbọchị bụ ndị a na-ekpofu na-ekwesịghị ekwesị dị ka batrị ochie, ọgwụ pesticide, agba, na mmanụ ụgbọ ala",
  "Ihe mkpofu na-egbu egbu nwere ike na-emeghachi omume, na-enwu ọkụ, na nke na-emebi emebi",
  "Na United States, a na-ahazi ihe mkpofu ndị a n'okpuru Iwu Resource Conservation and Recovery Act (RCRA).",
  "Site na mmụba nke teknụzụ zuru ụwa ọnụ, enwere ọtụtụ ihe ndị a na-ewere na-egbu egbu ma na-emerụ ahụ ike mmadụ",
  "Uto teknụzụ n'ọkwa a dị oke egwu maka mmepeanya ma nwee ike mechaa bute mmerụ ahụ / nsonaazụ ọjọọ",
  "Ụfọdụ n'ime nkà na ụzụ a gụnyere ekwentị na kọmputa",
  "A na-enye ihe ndị dị otú ahụ aha e-waste ma ọ bụ EEE, nke na-anọchi anya ngwá ọrụ eletrik na eletrọnịkị",
  "A na-ejikwa okwu a maka ngwa ahịa dị ka friji, ihe egwuregwu ụmụaka, na igwe ịsa ákwà",
  "Ihe ndị a nwere ike ịnwe ihe ndị na-egbu egbu nwere ike ịdaba n'ime usoro mmiri mgbe a tụfuru ya",
  "Mbelata nke ọnụ ahịa ngwaahịa ndị a enyela ohere kesaa ihe ndị a n'ụwa niile n'echeghị echiche ma ọ bụ nlebara anya maka ijikwa ngwa ahịa ahụ ozugbo ha abaghị uru ma ọ bụ gbajiri.",
  "Na US, Environmental Protection Agency(EPA) na ụlọ ọrụ steeti na-emepụta ma na-amanye ụkpụrụ maka nchekwa, ọgwụgwọ na mkpofu ihe mkpofu dị ize ndụ",
  "EPA chọrọ ka e jiri nlezianya pụrụ iche na-edozi ihe mkpofu nsi, ma tụfuo ya n'ụlọ ọrụ ahaziri iche na obodo",
  "Ọzọkwa, ọtụtụ obodo US nwere ụbọchị nchịkọta ebe a na-achịkọta ihe mkpofu nsi ụlọ",
  "Ụfọdụ ihe ndị a na-agaghị anabata na ebe a na-ekpofu ahịhịa mgbe niile bụ mgboagha, ihe mkpofu a na-ere ahịa, ihe mgbawa / ihe ịma jijiji, agịga / sirinji hypodermic, mkpofu ọgwụ, ihe redioaktivu, na ihe nchọpụta anwụrụ ọkụ.",
  "Ihe mkpofu na-egbu egbu na-enwekarị carcinogens, na ikpughe na ndị a site n'ụzọ ụfọdụ, dị ka ntapu ma ọ bụ ikpochapụ site na nchekwa, na-ebute ọrịa kansa na-apụta ugboro ugboro na ndị mmadụ ekpughere",
  "Dịka ọmụmaatụ, a chọtara ụyọkọ nke ọrịa kansa ọbara na-adịghị ahụkebe polycythemia vera n'akụkụ ebe mkpofu nsị na-egbu egbu na ugwu ọwụwa anyanwụ Pennsylvania na 2008.",
  "Akwụkwọ akụkọ Human & Ecological Risk Assessment Journal mere nnyocha lekwasịrị anya na ahụ ike nke ndị mmadụ bi nso n'ebe a na-ekpofu ahịhịa nke obodo iji hụ ma ọ ga-emerụ ahụ dị ka ibi n'akụkụ ebe mkpofu dị ize ndụ",
  "Ha mere ọmụmụ ihe afọ 7 nke nwalere kpọmkwem maka ụdị ọrịa cancer 18 iji hụ ma ndị sonyere nwere ọnụ ọgụgụ dị elu karịa ndị na-adịghị ebi n'akụkụ ala",
  "Ha mere ọmụmụ ihe a na ọdịda anyanwụ Massachusetts n'ime radius 1-mile nke North Hampton Regional Landfill.",
  "Ndị mmadụ na-ezute nsị ndị a e liri n'ime ala, na mmiri na-asọpụta, na mmiri dị n'ime ala nke na-enye mmiri ọṅụṅụ, ma ọ bụ na idei mmiri, dị ka o mere mgbe Ajọ Ifufe Katrina gasịrị",
  "Ụfọdụ nsị, dị ka mercury, na-anọgide na gburugburu ebe obibi ma na-agbakọta",
  "N'ihi nchịkọta nke mercury dị n'ime mmiri dị ọcha na gburugburu ebe obibi nke mmiri, azụ ndị na-eri anụ bụ isi iyi nke mercury na nri mmadụ na anụmanụ",
  "Ihe mkpofu na-egbu egbu.\" National Geographic",
  "National Geographic, 2010",
  "Weebụ 26 Eprel 2010.",
  "Mgbasawanye nke Ebe Ngwuputa Na-egbu egbu na United States",
  "Na United States taa, ọtụtụ nde ndị America bi n'akụkụ ebe mkpofu nsị nke dị na mbara ala dị kilomita atọ n'ebe ha bi ugbu a",
  "Dịka ọmụmaatụ, na February 2022, a chọpụtara na \"pasent 75 nke ndị isi ojii America nwere ike ibi nso ụlọ ọrụ na-emepụta ihe mkpofu.\" Ndị bi na ma ọ bụ n'akụkụ obodo dị kilomita 1.8 gburugburu Superfund ma ọ bụ saịtị dị ize ndụ nwere \"oke ihe ize ndụ maka ahụike uche ogologo ndụ na ogologo oge na nsogbu ahụike anụ ahụ, gụnyere ọrịa kansa, nkwarụ ọmụmụ, na nkwarụ mmepe.\" Enwere ihe dị ka nde mmadụ 21 ndị bi n'ime otu maịl nke saịtị ndị a na-enye ohere ka kemịkalụ siri ike na nsị, dị ka lead na mercury, ndị gbapụrụ banye n'ime mmiri dị nso, iji metụta àgwà ikuku, na ọnọdụ ala na-akpata mbibi gburugburu ebe obibi",
  "gburugburu",
  "N'oge gara aga, mgbanwe ihu igwe nke afọ ndị na-adịbeghị anya na-abawanye oke mmiri ozuzo, idei mmiri, na ifufe sitere na ifufe nwere ohere ka ukwuu ịkpaghasị ọdịnaya nke ebe mkpofu nsị ndị a na-ekwe ka ogige organic na-adịghị akwụsi ike laghachi na gburugburu ebe obibi.",
  "Ihe mkpofu na ọrịa na-egbu egbu na mba atọ dị na Latin America",
  "Enwere ike ịhụ na n'Ajentina, Mexico, na Uruguay enwewo mmụba n'ime mmepe ụlọ ọrụ mmepụta ihe, ime obodo, na ikike mmekọrịta ọha na eze",
  "Ka ụlọ ọrụ ndị a na-etolite, enwere ihe na-akpata mmetọ nke na-esite na mkpughe gburugburu ebe obibi na ihe mkpofu dị ize ndụ",
  "Mgbe ndị mmadụ kpugheere mmetọ a, ha na-enwe mmetụta ahụike na-adịghị mma",
  "Site na ọrịa na-arị elu, afọ ndụ nkwarụ na-agbanwe agbanwe (DALY) na-amalite ibelata, ya mere oge nke onye ọ bụla na-adị ndụ na-ebelata, karịsịa na mba ndị dị ala na nke etiti.",
  "Mba ndị a dị obere ma ọ bụ nke etiti na-akpata ego (LMIC) nwere obere akụrụngwa iji mesoo ihe mkpofu nsi, dị ka “usoro iwu na-ezighi ezi, enweghị ọrụ nke ọtụtụ ụlọ ọrụ, nyocha na-adịghị mma, na mkpofu na-ekwesịghị ekwesị nke mmetọ.” Dịka ọmụmaatụ, \"a ka na-eji ndu eme ceramics artisanal glazing n'agbanyeghị na enwere ụzọ ndị ọzọ dị ize ndụ.\" Edu na-abanye n'ala na isi mmiri ma ọ bụrụ na ejideghị ya",
  "Ụmụaka na-enwekarị ike karịa ndị okenye ịnweta ọtụtụ ndu ma ọ bụrụ na ekpughere ha n'oge, na-eme ka ha nwee \"nsogbu omume n'oge uto, mbelata IQ, nkwarụ ọgụgụ isi, na mbelata nkà na-ahụ anya.\" Ọ bụrụ na a na-ekpughe ndị okenye n'ọrụ, ha nwere ike ịnwe ọnụ ọgụgụ ọbara mgbali elu dị elu karịa ndị nkịtị",
  "Ụmụ nwoke nwere ike ịkpata ọnụ ọgụgụ sperm dị ala na nwanyị nwere ike ime ime ọpụpụ.",
  "Iji nwetakwuo ibu arọ nke ọrịa na-akpata site na nsị nsị TSIP, Mmemme njirimara saịtị na-egbu egbu, \"na-achọpụta ebe mkpofu dị ize ndụ na-arụ ọrụ na nke gbahapụrụ agbahapụ sitere na ọrụ mmepụta ihe na nke nkịtị na LMIC\"",
  "Ka nyocha na-amalite, a na-achọpụta ma chọpụta isi ihe na-emetọ ya",
  "Dịka ọmụmaatụ, \"Ọla dị arọ bụ isi ihe na-emetọ ihe na-emekarị, na ntinye nke ala emetọọ bụ ụzọ mgbasa ozi na-emekarị nke edepụtara na nchekwa data TSIP\"",
  "A họọrọ Argentina, Mexico, na Uruguay ebe ọ bụ na ha nwere data ndị ọzọ dịnụ mgbe ha mezuru usoro ụfọdụ",
  "Ka ọ dị ugbu a, enwere njirisi ise nke a ga-emerịrị ka e wee tinye ebe mkpofu dị ize ndụ na nyocha; \"Ihe nlere ihe gbasara ihe gbasara ndụ ma ọ bụ gburugburu ebe obibi kwesịrị ịdị; ekwesịrị ịkọwapụta ọnụ ọgụgụ ndị nọ n'ihe ize ndụ; ndị nhazi GPS nọchiri anya ebe saịtị ahụ, ma kọwapụta nkọwa nke ihe omume ndị na-ebute mmetọ.\" Iji tụọ ọ̀tụ̀tụ̀ lead dị n'ime ala, a na-eji spectrometer X-ray fluorescence (XRF) a na-ejide aka",
  "bụ ndị e kpugheere ụzọ.",
  "Achịkọtara data mkpughe ahụ site na mkpokọta saịtị mkpofu dị ize ndụ 129 ekesara gafee Argentina (n = 23), Mexico (n = 62), na Uruguay (n = 44)",
  "Na fig",
  "1 na 2 saịtị nke nkesa ala ka egosiri",
  "Onu ogugu ndi mmadu 316,703 nọ n'ihe ize ndụ nke ikpughe (pụtara = 2455; median = 250 kwa saịtị), nke bu ihe dika 0.19% nke onu ogugu mba ato",
  "Enwere atụmatụ nke mmadụ 80,021 bụ ndị inyom nwere afọ ịmụ nwa (afọ 15–49), yana mmadụ 122,084 ndị na-erubeghị afọ 18.",
  "Dioxins na Nchịkọta Ihe Ndị Dị Ike na Campania, Ịtali",
  "N'afọ ndị na-adịbeghị anya na mpaghara Campania, Ịtali enwewo ịrị elu nke mkpofu na-ezighị ezi na ọkụ nke nsị na ihe mkpofu siri ike",
  "Na nzaghachi na nke a, enweela ịrị elu nke mkpụrụ ndụ kemịkalụ dị ize ndụ dị ka dioxins bụ carcinogenic, nke pụtara na ha nwere ike ịkpata ọrịa kansa, nke na-apụta na mmadụ na anụmanụ",
  "Dịka ọmụmaatụ, enwere mmụba n'oge na-adịbeghị anya nke atụrụ ndị a mụrụ n'ebe ndị mmetọ nwere, \"ọnụọgụ chromosome na-esighi ike, ọnụ ọgụgụ dị elu nke na-anwụ anwụ, na ọnụ ọgụgụ dị elu nke mmepe nwa ebu n'afọ na-adịghị mma ma e jiri ya tụnyere atụrụ a zụlitere n'ebe ndị na-adịghị emerụ emerụ",
  "”",
  "Iji chọpụta ihe kpatara mmekọrịta dị n'etiti ọnwụ kansa na ọrịa ime ụmụ mmadụ na-abịa site na mkpofu iwu na-akwadoghị, e sere map site na iji mpaghara mpaghara nke saịtị ahụ.",
  "Dịka mmadụ nwere ike ịhụ ọtụtụ saịtị ndị a dị na Campania ebe Naples na Caserta dabere.",
  "Mgbasa nke dioxin site na iri nri bụ isi n'ihi ngwaahịa anụmanụ sitere na anụmanụ ndị a zụlitere na mpaghara mpaghara ebe dioxins kacha elu",
  "Ndị nchọpụta nwalere mmiri ara ehi mammalian site na mpaghara ndị a wee hụ na ọkwa dioxin karịrị ego a tụrụ aro",
  "Ahụrụ nke a nke ukwuu dị ka okwu n'ihi na ụmụ mmadụ nwere ikike kachasị elu itinye dioxin n'ime anụ ahụ abụba ha",
  "Iji nwalee nke a, ụmụ nwanyị 94 nọ na Campania bụ ndị na-enye nwa ara, nwalere sample nke mmiri ara ara ha wee chọpụta na nwanyị ọ bụla nwere dioxin n'ime mmiri ara ha",
  "Achọpụtakwara njikọ na ka ị na-akawanyewanye dioxin n'ime mmiri ara ara gị.",
  "Otu n'ime nsogbu kachasị na ihe ndị na-egbu egbu taa bụ ka esi atụfu ya nke ọma",
  "Tupu agabiga iwu gburugburu ebe obibi ọgbara ọhụrụ (na US, nke a bụ n'afọ ndị 1970), ọ bụ ihe iwu kwadoro ịtụfu ihe mkpofu dị otú ahụ n'ime iyi, osimiri, na oke osimiri, ma ọ bụ lie ya n'okpuru ala n'ebe a na-ekpofu ahịhịa",
  "Iwu mmiri dị ọcha nke US, nke ewepụtara na 1972, na RCRA, nke ewepụtara na 1976, mepụtara mmemme mba niile iji hazie njikwa na mkpofu ihe mkpofu dị ize ndụ.",
  "Ụlọ ọrụ ugbo na-eji ihe karịrị tọn 800,000 nke pesticides n'ụwa nile kwa afọ nke na-emerụ ala, na-emecha na-abanye na mmiri dị n'ime ala, nke nwere ike imetọ mmiri ọṅụṅụ",
  "Enwere ike imetọ oke osimiri site na mmiri mmiri ozuzo nke mmiri ọgwụ ndị a kwa",
  "Ihe mkpofu na-egbu egbu n'ụdị mmanụ mmanụ nwere ike wụba n'oké osimiri site na ntapu ọkpọkọ ma ọ bụ nnukwu ụgbọ mmiri, mana ọ nwekwara ike ịbanye n'oké osimiri site na ụmụ amaala kwa ụbọchị na-atụnye mmanụ ụgbọ ala n'ime usoro mmiri ozuzo",
  "Ntufu bụ ntinye ihe mkpofu n'ime ma ọ bụ n'ala",
  "A na-ahazi ụlọ mkpofu ka ọ bụrụ ihe mkpofu na-adịgide adịgide ma gbochie mwepụta nke mmetọ na-emerụ ahụ na gburugburu ebe obibi.",
  "Omume ikpofu mkpofu kacha dị ize ndụ bụ itinye n'ebe a na-ekpofu ala dị ka ebe a na-ekpofu ahịhịa, ihe mkpofu n'elu, ikpo mkpofu, ngalaba ọgwụgwọ ala, ma ọ bụ ntụtụ olulu mmiri",
  "Ntufu ala dị n'okpuru ihe achọrọ n'okpuru Mmemme mmachi mkpofu ala nke EPA",
  "A na-ahazi olulu mmiri ịgba ọgwụ n'okpuru mmemme nchịkwa injection nke gọọmenti etiti.",
  "Enwere ike ibibi ihe mkpofu ahịhịa site n'ọkụ na oke okpomọkụ",
  "Agbanyeghị, ọ bụrụ na mkpofu ahụ nwere ọla dị arọ ma ọ bụ isotopes redioaktivu, a ga-ekewapụ ihe ndị a ma chekwaa ya, n'ihi na enweghị ike ibibi ha",
  "Usoro nchekwa ga-achọ ime ka ihe ndị na-egbu egbu nke ihe mkpofu ahụ ghara imegharị, ikekwe site na nchekwa n'ime arịa ndị a kpuchiri ekpuchi, itinye n'ime ebe a na-ekpo ọkụ dị ka iko ma ọ bụ ngwakọta simenti, ma ọ bụ ili ozu n'okpuru okpu ụrọ na-adịghị agwụ agwụ",
  "Ndị na-ebu ihe mkpofu na ụlọ ọrụ mkpofu nwere ike ịnata ụgwọ; N'ihi ya, enwere ike iji ụzọ mkpofu na-ezighi ezi iji zere ịkwụ ụgwọ ndị a",
  "Ebe a na-ahazi njikwa ihe mkpofu nsí, mkpofu ihe mkpofu nsí na-ekwesịghị ekwesị nwere ike ịta ntaramahụhụ ma ọ bụ mkpọrọ",
  "Enwere ike iji saịtị ili ozu maka ihe mkpofu nsi na ala brownfield ndị ọzọ meruworo ka ọ bụrụ ahịhịa ndụ ndụ ma ọ bụ megharịa ya maka iji azụmahịa ma ọ bụ ụlọ ọrụ mmepụta ihe.",
  "RCRA na-achịkwa ọgbọ, ụgbọ njem, ọgwụgwọ, nchekwa, na mkpofu ihe mkpofu dị ize ndụ",
  "Iwu nchịkwa ihe na-egbu egbu (TSCA), nke e mekwara na 1976, nyere EPA ikike ịnakọta ozi gbasara ihe ọhụrụ na ihe dị adị, yana ịchịkwa ihe ọ bụla e kpebisiri ike na-ebute ihe ize ndụ na-enweghị isi na ahụike ọha na eze ma ọ bụ gburugburu ebe obibi",
  "Iwu Superfund, nke ewefere na 1980, mepụtara mmemme nchacha maka saịtị mkpofu ndị gbahapụrụ ma ọ bụ enweghị nchịkwa.",
  "Enweela ogologo ọgụ na-aga n'ihu n'etiti obodo na ndị na-ahụ maka gburugburu ebe obibi megide gọọmentị na ụlọ ọrụ gbasara otu esi ede ma tinye ụkpụrụ na iwu siri ike",
  "Agha ahụ malitere na North Carolina na njedebe oge okpomọkụ nke afọ 1979, ka a na-emejuputa iwu EPA's TSCA",
  "Na North Carolina, a kpachapụrụ mmanụ PCB merụrụ n'okporo ụzọ awara awara nke ime obodo Piedmont, na-ekepụta PCB kachasị ukwuu na akụkọ ntolite America yana nsogbu ahụike ọha nke ga-enwe mmetụta maka ọgbọ na-abịa",
  "E mechara chịkọta ihe PCB mebiri emebi wee lie ya na ebe a na-ekpofu ahịhịa na Warren County, mana mmegide nke ụmụ amaala, gụnyere nnukwu ngosipụta ọha, kpughere ihe egwu dị n'ihe mkpofu nsi, ọdịda nke mkpofu ahịhịa karịa ka eji ya eme, yana iwu EPA na-enye ohere ka e wuo ihe mkpofu ahịhịa",
  "na obere ala, mana saịtị ndọrọ ndọrọ ọchịchị na-anabata.",
  "Ụmụ amaala Warren County rụrụ ụka na ụkpụrụ mkpofu mkpofu nsị na-adabere na echiche bụ isi na ihe EPA nwere n'ime ala nkụ nke nkụ ga-enwe ihe mkpofu na-egbu egbu",
  "Echiche a mere ka a mata ebe ebe mkpofu ahịhịa na-egbu egbu na iwu ndị etinyere na Ndebanye aha Federal EPA",
  "Dịka ọmụmaatụ, n'afọ 1978, isi ebe a na-ekpofu ahịhịa na-egbu egbu nwere ike ọ gaghị adị nso karịa mita ise site na mmiri dị n'ime ala, mana enwere ike iwepụ ụkpụrụ a na ndị ọzọ",
  "Mwepu nke iwu gbasara ebe dị anya n'etiti isi ihe mkpofu nsị na mmiri dị n'ime ala kwere ka ntọala ahụ bụrụ naanị otu ụkwụ n'elu mmiri ala ma ọ bụrụ na onye nwe / onye na-arụ ọrụ ụlọ ọrụ ahụ nwere ike igosi onye nchịkwa mpaghara EPA na usoro nchịkọta mkpofu nwere ike",
  "etinyere ya na na agaghị enwe njikọ hydraulic n'etiti isi ala na mmiri ala",
  "Ụmụ amaala na-arụrịta ụka na nkwụsịtụ na iwu ebe obibi bụ usoro ịkpa ókè na-eme ka mgbanwe site na sayensị gaa na ndọrọ ndọrọ ọchịchị gbasara mkpebi ụlọ na na South nke a ga-apụta ịkpa ókè agbụrụ nke ụlọ ọrụ nlekọta mkpofu dị ize ndụ na ndị isi ojii na ndị ọzọ dị nta",
  "Ha rụkwara ụka na nkwenye sayensị bụ na enweghị ike ijide n'aka na njide na-adịgide adịgide",
  "Dika iguzogide ntughari nke PCB na Warren County gara n'ihu na nyocha gosiputara na EPA akọrọ-eli ozu na-ada ada, EPA kwuru na Federal Register ya na ihe mkpofu nile ga-emecha gbasa na a ga-eji naanị ihe nkwụsịtụ.",
  "Ọtụtụ afọ nke nyocha na ihe ọmụma pụtara ìhè nke ọdịda nke Warren County PCB landfill mere ka ụmụ amaala nke Warren County kwubie na EPA's dry-eli landfill design and ụkpụrụ na-achịkwa mkpofu nsị na ihe ize ndụ adabereghị na sayensị dị mma na nkà na ụzụ zuru oke",
  "Ụmụ amaala Warren County kwubiri na North Carolina's 1981 Waste Management Act bụ nke sayensị na n'usoro iwu anabataghị n'ihi na o nyere ikike ịnọ ọdụ nke nsị, ihe ize ndụ na ihe mkpofu nuklia tupu a na-ege ntị n'ihu ọha, na-amachibido ndị ọchịchị obodo n'oche ebe ụlọ ọrụ ahụ, ma nye ikike iji ya mee ihe",
  "nke ike ma ọ bụrụ na ọ dị mkpa.",
  "N'ikpeazụ nke ngagharị iwe Warren County, 1984 Federal Hazardous and Solid Waste Mmezigharị na Iwu Nchekwa akụrụngwa na mgbake gbadoro ụkwụ na mbelata mkpofu na iwepụ ala mkpofu dị ize ndụ yana mmezi mmezi maka mwepụta nke ihe ndị dị ize ndụ",
  "Usoro ndị ọzọ gụnyere na mgbanwe 1984 gụnyere mmụba ikike mmanye maka EPA, ụkpụrụ njikwa mkpofu dị ize ndụ karịa, yana mmemme nchekwa nchekwa ala zuru oke.",
  "Ntufu ihe mkpofu nsi na-aga n'ihu na-abụ isi iyi nke esemokwu na U.S N'ihi ihe egwu ndị metụtara njikwa na mkpofu nsị nsị, obodo na-eguzogidekarị ebe a na-edebe ihe mkpofu nsị na ụlọ ọrụ nlekọta mkpofu ndị ọzọ; Otú ọ dị, ikpebi ebe na otu esi ekpofu ihe mkpofu bụ akụkụ dị mkpa nke ime atụmatụ akụ na ụba na gburugburu ebe obibi.",
  "Okwu banyere ijikwa ihe mkpofu nsí abụrụla nsogbu zuru ụwa ọnụ ka azụmahịa mba ụwa na-esi n'ihe ndị na-emepụta nsi na-abawanye na ibufe ha na mba ndị mepere emepe",
  "N'afọ 1995, Òtù Mba Ndị Dị n'Otu na-ahụ Maka Ihe Ndị Ruuru Mmadụ malitere ịhụ na a na-ekpofu ihe mkpofu nsí n'ụzọ iwu na-akwadoghị ma kenye onye nkwuchite pụrụiche ka ọ nyochaa akụkụ ikike mmadụ na okwu a (Commission resolution 1995/81)",
  "Na Septemba 2011, Kansụl na-ahụ maka ihe ndị ruuru mmadụ kpebiri iwusi ikike ahụ ike ịgụnye usoro ndụ niile nke ngwaahịa dị ize ndụ site n'ichepụta ruo ebe ikpeazụ (aka cradle ruo ili), na-emegide naanị mmegharị na ikpofu ihe mkpofu dị ize ndụ",
  "Agbanwela aha onye nta akụkọ pụrụ iche ka ọ bụrụ “Onye nkwupụta Pụrụ Iche gbasara ikike ụmụ mmadụ gbasara njikwa gburugburu ebe obibi na mkpofu ihe ndị dị ize ndụ na mkpofu.” (Human Rights Council 18/11)",
  "Ogologo ikike ya dị ka nke Septemba 2012 n'ihi nsonaazụ dị ize ndụ na-emetụta ndị mmadụ na-akwado omume ọma gburugburu ebe obibi gbasara ọgbọ, njikwa, njikwa, nkesa, na mkpofu ikpeazụ nke ihe ndị dị ize ndụ na ndị na-egbu egbu gụnyere okwu nke nchedo ndị na-akwado ikike gburugburu ebe obibi.",
  "TOXMAP bụ sistemụ ozi mpaghara (GIS) sitere na ngalaba nke Ọrụ Ozi Ọpụrụiche nke United States National Library of Medicine (NLM) nke jiri maapụ United States nyere ndị ọrụ aka ịchọpụta data sitere na United States Environmental Protection Agency (EPA) Mmemme ntọhapụ nke Superfund na Toxics",
  "Ewetara ozi ahụike kemịkalụ na gburugburu ebe obibi site na NLM's Toxicology Data Network (TOXNET) na PubMed, yana site na isi mmalite ndị ọzọ nwere ikike",
  "Ọchịchị Trump wepụrụ nchekwa data ahụ na ịntanetị na Disemba 2019."
]