[
  "Ihe nkasi obi silk (絲綿被) bụ ihe mkpuchi àkwà, nke a na-ejikarị eme ihe dị ka duvet, a na-akpọkwa ya silk duvet, silk quilt, ma ọ bụ silk blanketị",
  "A na-eji ya eme ihe na China, kemgbe ngwụcha narị afọ nke 20, ndị na-eme ndị mmadụ na ímé ka ọ dị jụụ na silk abụrụla ihe a na-ahụkarị n'ahịa ndị dị n'Ebe Ọdịda Anyanwụ",
  "Ịdịwanye ewu ewu ha sitere na ngwakọta nke ihe, gụnyere ndị mmadụ n'ihe njirimara okpomọkụ ha, ịdị arọ ha dị mfe, na njirimara hypoallergenic ha",
  "Mmeghe nke ahịa China n'ụwa kemgbe afọ 1990 arụwokwa ọrụ dị mkpa na mgbasa nke ọchịchị nke ga nke ndị mmadụ n'ihe dị ka onye na-akasi obi silk, ebe China bụ òtù mba ụwa site n'ime ka ndị ọzọ ma onye na-emepụta silk na onye na-eme ka silk dị jụụ n'ụwa.",
  "Silk na-abịa site na cocoons nke silkworm, nke na-eri osisi mulberry na ihu igwe subtropical",
  "Mgbe a na-esi cocoon ahụ, cocoon siri ike na-aghọ bọl na-enweghị isi nke eriri siri ike, nke na-agbanwe agbanwe nke na-atụ ihe karịrị 1,000 mita",
  "Dị ka ọ na-adịkarị, a na-emeghe bọọlụ a ma na-ekpuchi ya na spindle maka iji ya na ụlọ ọrụ akwa",
  "A na-eji ákwà silk emere ka ndị mmadụ n'ihe dị ka onye isi oche nkeji ihe niile site na uwe ruo na kapet",
  "N'oge mmepụta nke nkasi obi silk, Otú ọ dị, a naghị ewepụ eriri silk ahụ, kama a na-agbatị ya n'ime eriri dị larịị ma na-etinye ya iji mepụta eriri silk, nke ga-ejupụta nkasi obi.",
  "A na-ebu ụzọ sie cocoons iji wepụ sericin na-ejide eriri ọnụ ma gbuo silkworm",
  "A na-agbatị cocoon ọ bụla site n'aka n'elu osisi U-shaped, na bọl nke eriri na-aghọ mpempe akwụkwọ nke eriri na'ime",
  "A na-agbatịkwa mpempe akwụkwọ a ọzọ n'elu nnukwu rack, tinyere ọtụtụ cocoons ndị ọzọ iji mee nnukwu oghere a na-akpọ silk floss",
  "Ọ na-ewe ọtụtụ narị ụyọkọ ndị a iji mee ka ọ dịkwuo mma",
  "Ozugbo a gbatịrị akị silk zuru ezu n'ime ụyọkọ, onye nkasi obi na-amalite ịghọ ihe",
  "Ndị ọrụ na-ejide ọnụ nke ụyọkọ ahụ ma gbatịa ya n'obosara iji kwekọọ na nha nke onye nkasi obi achọrọ na ụdị nke ụwa họrọ site n'ime ụmụ ndị ogbi ozi esighi zuru ihe nọr, na okpukpu site na okpukpu onye nkasi Obi na-amalite ịkpụzi",
  "Ọ nwere ike iwe n'etiti 100 na 400 n'ime obere ihe ndị a iji mee ka obi dị ya mma, dabere na nha àkwà na ọkpụrụkpụ achọrọ",
  "Ebe ọ bụ na ọ na-ewe ọtụtụ cocoons iji mee akwa ọ bụla, ihe nkasi obi silk nwere ike ịnwe ọtụtụ puku cocoons silk.",
  "Ozugbo a na-etinye eriri silk n'otu, a na-emechi ha n'ime ákwà silk ma ọ bụ ogho ma ihe nkasi obi zuru ezu",
  "Ihe si na ya pụta dị nnọọ arọ n'agbanyeghị ọkpụrụkpụ nke onye nkasi obi silk",
  "Ndị na-eme ka obi dị jụụ na-enye ezigbo ihe na-ekpuchi ihe ndị yiri ala, mana ha anaghị adịkarị ibu karịa ala",
  "Silk bụ ákwà na-eku ume, na-eme ka ndị na-eme ihe na-eme mkpọtụ dị mma na okpomọkụ dị iche iche",
  "A na-eji ihe nkasi obi dị nro ọbụna n'oge ọkọchị.",
  "Na US, a na-ebubata ndị na-eme ka obi dị jụụ site na China ma ọ bụ Taiwan ma na-ere ihe dịka ndị na-enye obi dị ala",
  "N'adịghị ka eriri ndị ọzọ a na-eji eme ihe na ndị na-eme kà àkà gbúrù nwéré nke ụwa họrọ site n'ime ụmụ ndị ogbi ozi y obi dị jụụ, silk bụ hypoallergenic, ọ chọghịkwa ọgwụ ọ bụla n'oge usoro nrụpụta.  Onye nkasi obi silk bụ ezigbo nhọrọ maka ndị na-adịghị anabata ndị nkasi obi.",
  "Ihe nkasi obi silk dị mfe ilekọta: naanị ihe dị mkpa bụ ka a kpọọ ha n'okpuru anyanwụ ugboro abụọ n'afọ iji mee ka ha dị ọhụrụ",
  "Ọ bụrụ na achọrọ nhicha zuru oke, a ga-ehichapụ  nkasi obi silk, ebe ọ bụ na a na-emebi akwa silk site na mmetụ mmiri.",
  "Ha nwere ike inwe ísì siri ike n'ebe ha nọ, nke a na-ekwu na ọ bụ pupa fọdụrụnụ",
  "E nwere ụfọdụ ọdịiche n'echiche banyere etu o si dị mfe iwepụ ísì ahụ.",
  "N'ọnwa Nọvemba 2017, n'otu nnukwu ụlọ ahịa silk nke gọọmentị na Shanghai, ọnụahịa maka akwa silk nke dị kilogram 2 (duvet, comforter) nwere 'ọnụahịa a kapịrị ọnụ' nke Yuan 1880 ma ọ bụ ihe dịka US $ 285 (enweghị ụgwọ ọzọ)",
  "Ụlọ ahịa gọọmentị, nke mmadụ nwere ike ịtụkwasị obi n'ihe gbasara ogo, mgbe ụfọdụ na-enye ndị ahịa ohere ịre ahịa",
  "Ọnụahịa ahụ nwere akụkụ abụọ: otu bụ ihe na-etinye silk, nke ọzọ bụ mkpuchi ogho.",
  "Àtụ:Bedding"
]