[
  "Ihe kpatara anwụnta ji eme ntamu na ntị ndị mmadụ : Akwụkwọ akụkọ odinala nke ọdịda anyanwụ Afrịka bụ akwụkwọ foto nke ụmụaka nke Verna Aardema dere ma Leo na Diane Dillon gosipụtara ya n'afọ 1975",
  "E bipụtara ya na mkpuchi siri ike site na Ikpọ oku maka ndị n'etolite etolite na-agụ akwụkwọ, akara nke ụlọ nnụnụ akwadoghi nke ọma, a na-akọ ya n'ụdị akụkọ mkpokota e dere maka ụmụaka n'etolite etolite, nke n'akọ akụkọ nkọkịrịkọ nke ndị Afrịka",
  "N'akụkọ mmalite a, anwụnta ahụ na-edina na iguana, nke na'etinye osisi n'ime ntị ya ma mechaa tụọ  agwọ egwu, nke mechara na-ebute ịtụ ụjọ",
  "N'ikpeazụ, egburu owln'amaghị ama ma owl ahụ na -anọ n'oké mwute ịkpọte anyanwụ ruo mgbe ụmụ anụmanụ ahụ ga-ekpe ikpe ma chọpụta onye kpatara ya",
  "A na-achọpụta anwụnta ahụ n'ikpeazụ, mana ọ na-ezo onwe ya iji zere ntaramahụhụ",
  "Ya mere ugbu a, ọ na-ada ụda na ntị mmadụ iji chọpụta ma onye ọ bụla ka na-ewere ya iwe",
  "E mere ọrụ nkà ahụ site n'iji watercolor, pastel, na ink India",
  "A na-eme ụdịdị ndị a site na iji friskets na Velum bee ụdịdị ya n'akụkụ dị iche iche.",
  "Akwụkwọ ahụ meriri ihe nrite Caldecott n'afọ 1976 maka Dillons. Ọ bụ nke mbụ n'ime mmeri abụọ ha na-emeri Caldecott; nke abụọ bụ maka Ashanti na Zulu: African Traditions.",
  "Akụkọ a bụ ihe enyemaka nye ndị nkuzi iji kụzie ihe kpatara nkà na mmetụta ya:\"Ihe kpatara ya bụ Ihe na-eme ka ihe ọzọ mee; Mmetụta bụ ihe mere nke bụ maka ihi ihe ahụ kpatara ya\"",
  "Echiche ahụ bụ na anwụnta bụ ihe kpatara ọnwụ ọjọọ nke owulu nwụrụ bụ otu ihe ọmụmaatụ nke ihe mkpara na nke mmetụta",
  "Omume sitere n'aka ụmụ anụmanụ ndị ọzọ na-enyekwa ọtụtụ ihe ọmụmaatụ nke ihe mkpatara ya na mmetụta ya dika anụ ọ bụla n'ime ha na-eme ihe na-akpata anụ ọzọ ka o mee ihe",
  "Usoro ihe omume a mechara mee ka owulu nwụọ",
  "Ndị nkuzi nwere ike iji ederede a gosi ụmụ akwụkwọ  otu omume (ihe kpatara) si eme ka ihe ndị ọzọ mee (mmetụta).",
  "Gene Deitch mere akwụkwọ ahụ ka ọ bụrụ obere ihe nkiri maka Weston Woods Studios na 1984, nke James Earl Jones kọrọ.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-end"
]