[
  "Ngwongwo eji eme ihe pụtara ihe ọ bụla nke ihe onwunwe onwe onye a na-ere maka ọrịre abụghị nke ọhụrụ, gụnyere ọla n'ụdị ọ bụla ma e wezụga mkpụrụ ego nke iwu kwadoro, ma ewezuga akwụkwọ, akwụkwọ akụkọ, na stampụ akwụkwọ ozi.",
  "Arịa, ọkachasị ihe ndina ma ọ bụ ihe ndị a na-ekpuchi ekpuchi, nwere ike ịnwe ihe ndina, ma ọ bụrụ na onye ọkachamara enyochabeghị ha.",
  "Imegharị ngwa ahịa site n'ahịa ndị ọzọ na-ebelata iji akụrụngwa n'ịkwapụta ngwaahịa ọhụrụ ma na-ebelata ihe mkpofu nke a ga-ekpochapụ, nke abụọ bụ uru dị ukwuu gburugburu ebe obibi",
  "Uru ọzọ nke iji uwe eme ihe ọzọ bụ maka ịmepụta uwe ọhụrụ site na mkpuchi akụkụ nke uwe ndị a rụgharịrị iji mee ihe ọhụrụ",
  "Ọtụtụ ndị na-emepụta ejiji emeela nke a n'oge na-adịbeghị anya ma na-eto eto n'afọ ndị na-adị ugbu a",
  "Otú ọ dị, ndị na-emepụta ihe na-erite uru site na ire ahịa nke ngwaahịa ọhụrụ na-efunahụ ahịa kwekọrọ",
  "Nnyocha sayensị na-egosi na ịzụta ngwaahịa eji eme ihe na-ebelata akara carbon na ikuku CO2 nke ukwuu ma e jiri ya tụnyere usoro ndụ ngwaahịa zuru oke, n'ihi obere mmepụta, isi ihe na nhazi. Ọtụtụ mgbe, a maghị akara carbon nke mmepụta, isi ihe na-emepụta ihe na usoro nnyefe. E meela usoro sayensị iji nyochaa ole CO2 na-ebelata mgbe ị na-azụta ngwaahịa eji eme ihe dị ka ngwaike eji eme ihe na ngwaike ọhụrụ.",
  "Ngwaahịa ndị dị mma nwere ike ịdịte aka karịa ngwa ọhụrụ ha nhata.",
  "Ọtụtụ ihe ndị a na-ewere dị ka ndị na-abaghị uru na ndị na-abaghị uru na mba ndị mepere emepe, dị ka ngwá ọrụ aka na uwe ndị dị afọ iri, bara uru ma baa uru na obodo ndị dara ogbenye na mba ma ọ bụ na mba ndị ka na-emepe emepe",
  "Mba ndị na-emepebeghị emepe dị ka Zambia na-anabata nke ọma maka uwe ejiri aka abụọ nyere",
  "N'oge akụ na ụba mba ahụ na-adalata nke ukwuu, ngwa ahịa ndị e ji mee ihe na-enye ọrụ site n'ime ka \"ọtụtụ ndị ọzọ na-arụsi ọrụ ike na nrụzi na mgbanwe\"",
  "O meela ụdị akụ na ụba na-atụgharị n'oge ọtụtụ ndị Zambia na-enweghị ọrụ",
  "Uwe na ihe eji eme ihe nke e nyere mba ahụ nyere ohere maka mmepụta nke \"ọtụtụ akwa\" nke a machibidoro mbubata ya na mbụ",
  "Ọ bụ ụmụ nwanyị na-arụ ọrụ ahụ na obere azụmaahịa ha dabere na njikọ na netwọk mpaghara",
  "Ọ bụghị naanị na nke a na-enye ọrụ onwe onye, kamakwa ọ na-amụba ego ezinụlọ na-enweta ma na-eme ka akụ na ụba dịkwuo mma",
  "Mana ọ bụ ezie na ọtụtụ mba ga-anabata ngwongwo ndị a na-ejighị n'aka, ọ bụkwa eziokwu na e nwere mba ndị nọ ná mkpa na-ajụ ihe ndị e nyere onyinye",
  "Mba ndị dị ka Poland, Philippines, na Pakistan amaara na ha ajụla ihe ndị a na-ejighị n'aka maka \"egwu ọrịa venereal na ihe ize ndụ nke ịdị ọcha onwe onye\"",
  "Dị ka mba ndị a, India na-ajụkwa mbubata uwe ejiji ma ọ ga-anabata mbubata nke eriri ajị anụ, gụnyere uwe ejiji nke bụ okwu pụtara \"uwe ajị anụ nke igwe na-egbutu na West tupu mbupụ\"",
  "Site na mmepụta nke shoddy (mjikwa ajị anụ), nke a na-emepụta ọtụtụ n'ime ha na Northern India taa, a na-eji uwe a na-ejighị mee ihe n'ime eriri ndị a na-agbanye n'ime yarn maka iji ya mee ihe na ngwaahịa \"ọhụrụ\".",
  "Enweela nchegbu na mbupụ ihe mkpofu eletrọnịkị na-agbanwe ka ịzụ ahịa nke ngwa ahịa, ebe akụrụngwa na-ejedebe n'ebe mkpofu mba dara ogbenye.",
  "Na mba ndị mepere emepe, a na-enyekarị uwe eji eme ihe na-achọghị maka ọrụ ebere na-ahazi ma na-ere ya",
  "Ụfọdụ n'ime ndị a na-ekesa ụfọdụ uwe ndị ahụ nye ndị na-enweta ego dị ala n'efu ma ọ bụ na ọnụ ala",
  "Ndị ọzọ na-ere uwe niile anakọtara n'ụba nye onye na-ere ahịa ejiji ma jiri ego ahụ nweta iji kwado ọrụ ha. Na U.S., ihe fọrọ nke nta ka ọ bụrụ ijeri paụnd ise ka a na-enye n'ụlọ ahịa ọrụ ebere kwa afọ",
  "Naanị ihe dịka 10% n'ime ya ka ụlọ ahịa ndị ọrụ ebere ga-erekwa ya ọzọ",
  "A na-azụta ihe dị ka otu ụzọ n'ụzọ atọ nke uwe ndị e nyere n'onyinye, na-abụkarị n'ọtụtụ buru ibu na n'ọnụ ego dị ukwuu, site n'aka ndị na-ere ahịa na ndị na-eji akwa ákwà, bụ́ ndị na-ebupụ ya ná mba ndị ọzọ",
  "A na-ebubakwa ụfọdụ uwe ndị e ji eme ihe na Mexico.",
  "Ebe ọ bụ na ụlọ ahịa ọrụ ebere na-achịkwa ahịa ndị a na-ejighị n'aka site na 1960s ruo 1970s, ụlọ ahịa ndị ọzọ pụrụ iche, ndị na-enweta uru pụtara na 1980s [citation needed]",
  "Ụlọ ahịa ndị a na-elekọta ụmụ nwanyị na-ewu ewu ma na-enye ụmụ nwanyị na ụmụaka uwe ejiji, na mgbe ụfọdụ uwe ejiji dị elu maka ụmụ nwoke",
  "Ụlọ ahịa Resale bụ ndị ọkachamara na ejiji ejiji eji eme ihe n'oge a (dịka ọmụmaatụ, 2nd Take, ma ọ bụ Couture Designer Resale), ebe ndị ọzọ (dị ka Buffalo Exchange na Plato's Closet) bụ ndị ọkachamara n'ụdị ejiji ochie ma ọ bụ nke oge ochie, ejiji oge, ma ọ bụrụ ihe ndị bụ isi nke oge a na otu ihe nchọta",
  "Ndị ọzọ na-egbo egwuregwu ụfọdụ na-arụsi ọrụ ike site na ịghọ ọkachamara n'ihe ndị dị ka ihe ịnyịnya, ihe ịnya ụgbọ mmiri, wdg",
  "Ụdị azụmaahịa azụmaahịa agbasaala ugbu a n'ime ngwá egwuregwu, akwụkwọ, na ụdị egwu",
  "Ịre ahịa nke abụọ kwagara n'elu ikpo okwu ndị ọgbọ na ndị ọgbọ-nke ọma na-ebipụ onye na-ere ahịa dị ka onye etiti-mgbe weebụsaịtị dị ka eBay na Amazon webatara ohere maka ndị ọrụ Ịntanetị ire ihe ọ bụla n'ịntanetị, gụnyere ndị mmebe (ma ọ bụ aghụghọ) akpa aka, ejiji,  akpụkpọ ụkwụ, na ngwa.",
  "Uwe eji eme ihe na-ekwesịghị ekwesị maka ire ere n'ahịa bara ọgaranya ka nwere ike ịchọta onye na-azụ ma ọ bụ onye na-eji ya eme ihe n'ahịa ọzọ, dị ka ahịa ụmụ akwụkwọ ma ọ bụ mpaghara na-abaghị ọgaranya nke mba na-emepe emepe",
  "Na mba ndị na-emepe emepe, dị ka Zambia, a na-ahazi uwe ndị a na-ejighị n'aka, na-emegharị, ma na-ekesa ya mgbe ụfọdụ na mba ndị ọzọ",
  "A na-echekwa ụfọdụ n'ime ihe ndị ahụ ma jiri ha mepụta ejiji pụrụ iche nke na-enyere ndị obodo aka iwulite njirimara",
  "Ọ bụghị naanị na ahia ahụ na-anọchite anya nnukwu ọrụ maka ụmụ nwanyị yana ụmụ nwoke, kamakwa ọ na-akwado akụkụ ndị ọzọ nke akụ na ụba: ndị ahịa na-azụta osisi na ihe ndị ọzọ maka ihe nkwụnye ha, ndị nkwudo ígwè iji gosipụta uwe, na nri na ihe ọṅụṅụ maka ụlọ",
  "ndị ahịa",
  "Ndị na-ebu ibu na-achọtakwa ọrụ ka ha na-ebuga uwe ndị ahụ site na ụlọ mmepụta ihe gaa n'ebe dị iche iche",
  "Ịzụ ahịa uwe ndị ọzọ bụ isi ná ndụ nke ọtụtụ ụmụ amaala bi ná mba ndị dị otú ahụ.",
  "Ndị na-emepụta ákwà na mba ndị na-emepe emepe na-emegide mbubata uwe eji eme ihe mgbe ụfọdụ",
  "Ha na-echegbu onwe ha na mmadụ ole na ole ga-azụta uwe ọhụrụ ha na-eme mgbe ọ dị ọnụ ala ịzụta uwe eji eme ihe",
  "Ihe fọrọ nke nta ka ọ bụrụ uwe niile e mere na Mexico bụ maka mbupụ, ụlọ ọrụ akwa Mexico na-emegide mbubata uwe eji eme ihe.",
  "A na-erekarị eletrọnịkị dị ka ngwa ahịa aka nke abụọ, ma nwee ike ịnọchite anya ihe egwu ma ọ bụrụ na atụpụrụ ya na ezighi ezi",
  "Ọtụtụ n'ime ha nwere ike ka na-eji, n'agbanyeghị na ha na-mgbe ụfọdụ ihe ochie (dịka ọmụmaatụ TV's",
  "Ọ bụ ezie na ndị mmadụ nwere ike ịzụta O-LED ọhụrụ, ma tụfuo ochie LCD TV, ma ọ bụrụ na ọ ka na-arụ ọrụ, ọ nwere ike na-ere, ọ bụghị atụfu)",
  "N'ihe gbasara ngwa eletrọnịkị, ngwa eletrọnịkị ochie (dị ka akụrụngwa ọdịyo ụlọ) nwere ike ịfe ngwa ọhụrụ",
  "Ọ bụ otu ihe ahụ maka ụfọdụ ngwa ụlọ",
  "Ngwongwo ndị a haziri ahazi na arịa ụlọ na-ahụkwa mmụba n'ịre ahịa dị ka ngwa ahịa nke ọzọ",
  "Ebe a na-achọ ụfọdụ ihe ndị na-emepụta ihe n'ọma ahịa.",
  "Mgbe ị na-azụ ahịa oche na ihe ndị ị ga-enwekarị ịmara ọnụahịa mkpọsa mbụ dịka ọtụtụ n'ime ngwaahịa, ma ọ bụrụ na edebe ya nke ọma, na-ejigide uru ha nke ọma.",
  "Sierra Club, otu nzukọ gburugburu ebe obibi, na-ekwu na ịzụta oche ndị ọzọ bụ ụzọ \"akwụkwọ ndụ\" nke ịkwado ụlọ."
]