[
  "Ihe mgbaru ọsọ 13 nke mmepe na-adịgide adịgide (SDG 13 ma ọ bụ Ihe mgbaru ndụ zuru ụwa ọnụ 13) bụ igbochi ma nagide mgbanwe ihu igwe",
  "Ọ bụ otu n'ime 17 Sustainable Development Goals nke United Nations General Assembly guzobere na afo 2015",
  "Nkwupụta ebumnuche gọọmentị nke ebumnuche a bụ \"Ime ihe ngwa ngwa iji lụso mgbanwe ihu igwe na mmetụta ya ọgụ\". SDG 13 na SDG 7 na ike dị ọcha nwere njikọ chiri anya ma na-akwado",
  "Ka ọ na-erule afọ 2020, ọtụtụ mba na-emejuputa atụmatụ mgbanwe ihu igwe nke mba ha di iche iche ugbu a",
  "SDG 13 na-ezube ime ihe ngwa ngwa iji lụso mgbanwe ihu igwe na mmetụta ya ọgụ. Mkparịta ụka nke UN gosipụtara njikọ dị n'etiti usoro SDG na-esote nke afọ 2015 na usoro Financing for Development nke mechiri na Addis Ababa na Julai nke afọ 2015 na nzukọ COP 21 Climate Change na Paris na Desemba 2015.",
  "Mbelata ikuku na-achọ ịmepụta ọkụ eletrik site na isi mmalite carbon dị ala karịa ịgba mmanụ ọkụ",
  "Mgbanwe a na-agụnye iwepụ ụlọ ọrụ ọkụ eletrik coal na gaasi sitere n'okike, na-abawanye ojiji nke ifufe, anyanwụ, na ụdị ike ndị ọzọ a na-emeghari ohụrụ, na ibelata ojiji ike.",
  "SDG 13 nwere ebumnuche ruru ise",
  "Ebumnuche ndị a gụnyere ime ka ike na ikike ime mgbanwe na ọdachi ndị metụtara ihu igwe (Ebumnuche 13.1), jikọta usoro mgbanwe ihu igwe n'ime iwu na atụmatụ (Ebumnche 13.2), ozo buru, wulite ihe ọmụma na ikike iji zute mgbanwe ihu igwe (Ihe Ebumnucha 13.3), tinye UN Framework Convention nke Climate Change (Ebumnuche 13.a), ma kwalite usoro iji bulie ikike maka atụmatụ na njikwa (Ebumne 13.b).",
  "Ihe odide zuru ezu nke Ebumnuche 13.1 bụ: \"Ka a gbaa ume na ikike ime mgbanwe na ihe ize ndụ metụtara ihu igwe na ọdachi ndị sitere n'okike na mba niile\".",
  "Ihe mgbaru ọsọ a nwere ihe ngosi atọ.",
  "N'ọnwa Eprel nke afọ 2020, ọnụ ọgụgụ mba di iche iche na mpaghara ndị nabatara atụmatụ mbelata ihe ize ndụ ọdachi mba mụbara ruo 118 ma e jiri ya tụnyere 48 site na afọ mbụ nke Sendai Framework.",
  "Ihe odide zuru ezu nke Ebumnuche 13.2 bụ: \"Jikọta usoro mgbanwe ihu igwe n'ime iwu, na atụmatụ mba\".",
  "Ebumnuche a nwere ihe ngosi abụọ:",
  "Ka ọ na-erule afọ 2015, mba 170 bụ akụkụ nke ọ dịkarịa ala otu nkwekọrịta gburugburu ebe obibi. Na kwa afọ na-enwe mmụba n'ọnụ ọgụgụ mba ndị bịnyere aka na nkwekọrịta gburugburu ebe obibi.",
  "Ihe odide zuru ezu nke Ebumnuche 13.3 bụ: \"Mụlite agụmakwụkwọ, ịkwalite mmata na ikike mmadụ na ụlọ ọrụ na mbelata mgbanwe ihu igwe, mgbanwe, mbelata mmetụta na ịdọ aka ná ntị n'oge\".",
  "Ebumnuche a nwere ihe ngosi abụọ:",
  "Enweghị data dị ugbu a maka ihe ngosi a ka ọ na-erule Septemba nke afọ  2020.",
  "Ihe odide zuru ezu nke Ebumnuche 13.a bụ: \"Mjuputa mkpebi nke ndị mba mepere emepe na United Nations Framework Convention nke Climate Change na ebumnuche nke ijikọ $100 ijeri kwa afọ site na afọ 2020 site na isi mmalite niile iji dozie mkpa nke mba ndị na-emepe emepe n'ihe gbasara ọrụ mgbochi na nghọta na mmejuputa ma rụọ ọrụ zuru oke na Green Climate Fund site na isi ego ya\".",
  "Akụkọ UN kwuru na afọ 2020 na ego maka ego ihu igwe zuru ụwa ọnụ yana ike a na-emeghari ohụrụ \"dị obere ma e jiri ya tụnyere oke itinye ego kwa afọ dị mkpa maka mgbanwe carbon dị ala, nke na-eguzogide ihu igwe\".",
  "Ihe odide zuru ezu nke Ebumnuche 13.b bụ: \"Kwalite usoro maka ibuli ikike maka atụmatụ na njikwa metụtara mgbanwe ihu igwe dị irè na mba ndị na-emepe emepe na obere agwaetiti na-eme nke ọma, gụnyere ilekwasị anya na ụmụ nwanyị, ndị ntorobịa na obodo na ndị a na-akparaghị ókè na-ekweta na United Nations Framework Convention na Climate Change bụ isi mba ụwa, nzukọ gọọmentị maka ịmekọrịta mmeghachi omume zuru ụwa na mgbanwe ihu igwe",
  "\"",
  "Akụkọ UN kwa afọ na-enyocha mba ole na ole na-etinye atụmatụ mgbanwe mba n'ọrụ",
  "Ụlọ ọrụ ndị na-ahụ maka nlekọta maka ịkọ akụkọ na ihe ngosi ndị a:",
  "A na-ebipụta akụkọ ọganihu dị elu maka SDGs niile n'ụdị akụkọ nke odeakwụkwọ ukwu nke United Nations. Enwere ike ịchọta mmelite na ọganihu na ebe nrụ ọrụ weebụ SDG nke United Nations na-achịkwa na Uwa Nke any na Data nke a maara di ka Our World in Data."
]