[
  "Ihe nrite Desmond Elliott bụ ihe nrite kwa afọ maka akwụkwọ akụkọ izizi kachasị mma e dere n'asụsụ Bekee ma bipụta ya na UK. Akwụkwọ akụkọ mmeri nwere ike ịbụ ụdị akụkọ ifo ọ bụla ma ga-egosipụta omimi na obosara na akụkọ na-adọrọ adọrọ. Onye mmeri na-enweta £ 10,000",
  "A na-akpọ ihe nrite ahụ iji sọpụrụ onye na-ebipụta akwụkwọ na onye na-ede akwụkwọ, Desmond Elliott.",
  "Emere ihe nrite Desmond Elliott na ihe nketa nke Desmond Elliotte, onye nwụrụ n'ọnwa Ọgọstụ afọ 2003",
  "O kwuru na a ga-etinye ihe onwunwe ya n'akwụkwọ n'otu ụlọ ọrụ ebere nke ga-akwado onyinye akwụkwọ \"iji mee ka ọrụ ndị edemede ọhụrụ baa ọgaranya\". Ya mere, a raara ihe nrite ahụ nye ịkwado na ime emume maka ndị edemede na akụkọ ifo ha.",
  "A malitere Desmond Elliott Prize na 2007 dị ka onyinye na-eme ugboro abụọ maka akwụkwọ akụkọ mbụ e bipụtara na UK",
  "Nikita Lalwani meriri ihe nrite mbụ maka akwụkwọ akụkọ ya, Gifted, na June 2008",
  "[citation needed] Mgbe mmalite nke ihe nrite ahụ gara nke ọma, ndị nlekọta kpebiri ime ka ọ bụrụ  nrite kwa afọ. Edward Hogan ritere ihe nrite ahụ na 2009 maka akwụkwọ akụkọ ya Blackmoor, Ali Shaw ihe nrite 2010 maka akwụkwọ akụkọ isaa The Girl with Glass Feet na Anjali Joseph na 2011 maka akwụkwọ akụkọ yakwe Saraswati Park",
  "Ọ bụ Emma Manderson na ndị nlekọta nke Desmond Elliott Charitable Trust, ntọala ọrụ ebere nke UK na-ahụ maka ihe nrite ahụ. Onye isi oche nke Trust bụ Dallas Manderson, onye bụbu onye isi ahịa nke Orion Publishing Group",
  "Christine Berry, onye mmekọ na otu ọrụ ebere na Taylor Vinters, ụlọ ọrụ iwu dị na Cambridge, na Liz Thomson, onye nta akụkọ nka na onye edemede sonyeere ya",
  "Ma Dallas ma Christine so Desmond Elliott rụọ ọrụ na Arlington Books.",
  "Ndị na-ahụ maka ihe nrite ahụ na-ahọrọ ndị ọkàikpe atọ, nke na-agbanwe kwa afọ.",
  "Mgbe ha na-ahọrọ onye mmeri, ndị ọkàikpe na-achọ akwụkwọ akụkọ nwere akụkọ na-adọrọ adọrọ, onye na-adọkpụ, nke edere nke ọma ma jiri obi ike ghọta.",
  "Ndị isi oche gara aga nke ihe nrite ahụ gụnyere onye edemede Sam Llewellyn (2012), onye mgbasa ozi BBC na onye na-egosi Edward Stourton (2011), na ndị edemede Elizabeth Buchan (2010), Candida Lycett Green (2009) na Penny Vincenzi (2008).",
  "A na-enye ihe nrite ahụ kwa afọ maka ọrụ kachasị mma nke akụkọ ifo nke e dere n'asụsụ Bekee nke e bipụtara n'ụdị akwụkwọ na UK, nke onye edemede nke ebe obibi ya dị na UK ma ọ bụ Ireland dere",
  "A na-ewere ntinye sitere na ụdị akụkọ ifo niile.",
  "A na-ahọrọ ihe nrite ahụ site na ndepụta ogologo nke utu aha iri, na-esote ndepụta nke akwụkwọ atọ pụtara ìhè",
  "Maka itinye ya na ndepụta a, akwụkwọ akụkọ ga-enwerịrị nkwado zuru oke nke ọ dịkarịa ala otu onye ọka ikpe n'echiche ya bụ onye na-asọ mpi maka onyinye ahụ",
  "Onye edemede ọ bụla edepụtara na-enweta ihe mgbochi site na Fortnum & Mason.",
  "A mara ọkwa onye mmeri nke Desmond Elliott Prize na mmemme mmeri nke emere na Fortnum & Mason, onye na-ere nri Desmond Elliotte."
]