[
  "E mepụtara ihe mgbaru ọsọ mbụ nkè Canadian National Ambient Air Quality Objectives n'etiti afọ 1970",
  "E debere ebumnuche ndị a màkà mmetọ ikuku dị íchè íchè",
  "NAAQO nwèrè ọkwa atọ na-egosi oke (nke kachasị mmá, nke a na-anabata na nke a na'anabata) yá nà nyocha mmetụta (nke kachasị elu, nke a nabatara na nke a ga-anabata).",
  "N'afọ 1992, nyocha nke NAAQOs tụrụ aro na ọtụtụ ihe na-emetọ ikuku enweghị oke mmetụta (dịka tropospheric ozone ma ọ bụ oke mmetụta dị ala)",
  "N'ihi nke a, enweghị ike ịchọpụta ọkwa mmetụta sayensị",
  "N'afọ 2000, usoro NAAQOs e degharịrị edegharị na-akọwapụta ọkwa ntuziaka, n'elu nke gosipụtara mmetụta na ahụike mmadụ na / ma ọ bụ gburugburu ébé obibi, na Air Quality Objective (AQO), nke a na-ezube iji chebe ọha na eze na gburugburu ébé obibi n'ozuzu ya na nke na-atụle akụkụ nke teknụzụ",
  "Usoro a dị iche na otu esi etinye National Ambient Air Quality Standards na US, ébé a na-adịghị atụle ọnụahịa n'ụzọ doro ányà na atụmatụ iji mee ka ụkpụrụ ikuku dị mma iji chebe ahụike mmadụ na gburugburu ébé obibi sie ike",
  "Na mgbakwunye, a na-enyocha US NAAQS ógè ụfọdụ, na-eme ka ọ sie ike ugboro ugboro, na-emekarị ka ọ bụrụ ihe a na-emezu ma na-enye ohere ntaramahụhụ iwu siri ike ma ọ bụrụ na emeghị ụkpụrụ ahụ",
  "N'ụzọ dị íchè, a na-enyocha NAAQOs nke Canada ugboro ugboro, a naghị eme ka ha sie ike, a naghị amanye ya, naanị ntaramahụhụ màkà ịghara izute NAAQO nkè Canada bụ ihere.",
  "E degharịghị NAAQOs mbụ na usoro ọkwa abụọ ọhụrụ",
  "Dị kà ụzọ dị n'etiti, a na-eji data tụnyere NAAQOs dị ugbua màkà sulphur dioxide, carbon monoxide, nitrogen dioxide na ozone.",
  "Ebumnuche ikuku kwesịrị ikwekọ na Iwu Nchedo Gburugburu Ebe Obibi nke Canada (CEPA) afọ 1999",
  "Ha ga-adabere na ụkpụrụ sayensị, dị ka nyocha ihe ize ndụ na njikwa ihe ize ndụ",
  "Ọ bụ gọọmentị etiti na-ahazi NAAQOs dabere na aro sitere na Kọmitii ndụmọdụ mba na Òtù Ọrụ na Nzube na Ntuziaka Air Quality",
  "Gọọmentị mpaghara nwèrè nhọrọ nkè ịnabata ndị a ma ọ bụ dị ka ebumnuche ma ọ bụ dịka ụkpụrụ a ga-eme ka ọ dị ka iwu ha si dị.",
  "E mèrè NAQOs na ebumnuche ichebe ndị mmadụ n'ozuzu ha yá nà gburugburu ébé obibi site na mmerụ ahụ nke ikuku ọjọọ",
  "Nchịkọta ndị isi nke National Ambient Air Quality Objectives na-ekwu na mmetụta nke ikuku na-emetọ gburugburu ébé obibi gụnyere ihe na-erughị ọnọdụ uto achọrọ màkà ahịhịa na mmetụta ahụike na-adịghị mma na ndị mmadụ gụnyere ohere dị ukwuu nke ọnwụ na ọrịa akpa ume",
  "Otu ihe a ma ama na-emetọ bụ carbon monoxide, CO, nke NAAQOs setịpụrụ ọkwa achọrọ dị ka e kwuru na mbụ",
  "Màkà CO, ọkwa kachasị mma karịa otu awa bụ 13 ppm na 5 ppm karịa awa asatọ, ọkwa kachasị elu a na-anabata bụ 30 ppm karịa otu awa na 13 ppm karịa elekere asatọ, na n'ikpeazụ ọkwa kachasị mmá bụ 17.4 ppm karịa ógè asatọ. Màkà mmetọ ndị ọzọ, dị ka sulphur dioxide, SO2, a na-akọwa ọkwa ndị ahụ dịka McKitrick na Aliakbari kọrọ.",
  "A kọwakwara ụkpụrụ ndị ahụ na ébé nrụọrụ weebụ Canadian Council of Ministers of the Environment (CCME) nkè akpọrọ \"Canada's Air\" yana data eserese ndị ọzọ na-egosi mmetọ ikuku na mba ahụ",
  "Ébé ọ bụ na ebumnuche ga-abụrịrị nyocha sayensị, enwere ọtụtụ ọmụmụ a na-eme na ikuku na mpaghara Canada dịka otu ọmụmụ e mèrè na mpaghara Vancouver nké na-atụle mmetụta nke ozone na nitrous oxide ma ọ bụ volatile organic compounds (VOCs)",
  "Ọzọkwa, na akụkọ echekwara, ụfọdụ ihe ndị a na-atụle bụ ilekwasị anya na awa irí abụọ na ano karịa ógè ngosi kachasị elu dị ka ụfọdụ data na-atụ aro",
  "Ọ na-ekwukwa na ọ bụ ihe amamihe dị na ya iburu n'uche na data akọwapụtara dịgasị iche site na mpaghara ka ọkwa ahụ wee nwee ike ịdị íchè n'ọtụtụ ébé dabere na ndụ ha."
]