[
  "Ihe ncheta agha Hargeisa bụ ihe ncheta dị na Hargeisa, isi obodo Somaliland. E guzobere ihe ncheta ahụ iji cheta agha maka nnwere onwe n'afọ 1980s, ọ bụkwa ihe nnọchianya nke ọgụ maka ndị Somaliland.",
  "Mgbọ ogbunigwe nke Hargeisa malitere n'ụbọchị nke atọ nke ọgụ ahụ na ngwụsị May 1988, na nnukwu ogbunigwe ikuku nke obodo ahụ nke ụgbọ elu Somalia Air Force (SAF) mere, bụ nke \"were",
  "pụọ n'ọdụ ụgbọ elu Hargeisa wee tụgharịa mee ka bọmbụ na-agba ugboro ugboro n'obodo ahụ\".",
  "Ọnụ ọgụgụ mbibi ahụ enweghị atụ, e bibiri ihe ruru pasenti iri itoolu nke obodo ahụ (nke bụ obodo nke abụọ kachasị ukwuu na Somalia n'oge ahụ), (ụlọ nnọchi anya mba United States mere atụmatụ na pasent 70 nke obodo ahụ mebiri ma ọ bụ mebie). Ihe akaebe nke Aryeh Neier, onye guzobere Human Rights Watch, na-akwado ụdị mwakpo gọọmentị na-awakpo ndị nkịtị:",
  "N'ime mgbalị ịchụpụ SNM, gọọmentị na-eji artillery na bọmbụ ikuku, ọkachasị Hargeisa na Buroa, kwa ụbọchị, na-elekwasị anya karịsịa na ndị nkịtị",
  "Akụkọ sitere n'aka ndị ji anya ha hụ na obodo Hargeisa bụ naanị mkpọmkpọ ebe, nke e bibiri ruo n'ókè nke na ọ bụ ọbụna ndị bi na ya enweghị ike ịmata ya.",
  "The Guardian kọrọ oke mbibi dị ka ndị a:",
  "Agha obodo ahụ hapụrụ Hargeisa mkpọmkpọ ebe: 80 pasent nke ụlọ dị n'ime obodo ahụ bibiri, ọtụtụ n'ime ha bụ bọmbụ ikuku nke ndị ọkwọ ụgbọ mmiri nke General Siad Barre nke Zimbabwe",
  "Echiche sitere na ikuku bụ obodo na-enweghị ụlọ",
  "Mgbidi plasta na-acha anụnụ anụnụ na-acha anụnụ anụnụ na-egosipụta ìhè anyanwụ.Agha obodo ahụ mere ka Hargeisa bụrụ mkpọmkpọ ebe: pasent 80 nke ụlọ dị n'obodo ahụ mebiri, ọtụtụ n'ime ha bụ bọmbụ ụgbọelu nke ndị na-anya ụgbọelu Zimbabwe nke General Siad Barre",
  "Ihe a na-ahụ site na ikuku bụ obodo na-enweghị ụlọ",
  "Mgbidi plaster na-acha akwụkwọ ndụ akwụkwọ ndụ na-acha anụnụ anụnụ na-egosipụta ìhè anyanwụ",
  "Ọtụtụ n'ime ụlọ ndị ahụ na-ejide n'ihi obere ogbunigwe ndị agha Gen Siad Barre gbasasịrị mgbe ọtụtụ iri puku ndị bi na Hargeisa gbapụrụ",
  "Ihe a na-ebibighị ka e zuuru ihe.",
  "Nkọwa ndị ọzọ nke ihe mere na Hargeisa gụnyere:",
  "Siad Barre lekwasịrị anya iwe ya (na ike agha ndị America na-akwado) megide mmegide Northern ya",
  "Hargaisa, obodo nke abụọ nke Somalia na isi obodo British Somaliland bụbu bọmbụ, tụrụ bọmbụ na rọketi",
  "E kwenyere na ihe dị ka mmadụ 50,000 anwụọla n'ebe ahụ n'ihi ogbugbu mkpirikpi, bọmbụ ụgbọelu na mwakpo ala",
  "E bibiri obodo ahụ n'onwe ya",
  "Ụgbọelu gọọmentị emeghị ka ọtụtụ ndị gbara ọsọ ndụ na-agba ọsọ na mbibi ahụ",
  "Okwu ahụ bụ \"mgbukpọ agbụrụ\" bịara jiri ya mee ihe ugboro ugboro site n'aka ndị na-ahụ maka ihe ndị ruuru mmadụ.",
  "Amnesty International kwuputara nnukwu ebumnuche na igbu ndị agha gọọmentị Somalia gburu ndị nkịtị",
  "Mgbasa ozi a ebibiela Hargeisa kpamkpam, na-eme ka ndị bi na ya dị 500,000 gbapụ n'ókè ahụ na obodo ahụ \"webiri n'ime obodo mmụọ nke nwere ụlọ 14,000 bibiri na 12,000 ọzọ mebiri emebi.",
  "\"\nNdị otu Congress General Accounting Office kwuru na ndị agha lekwasịrị anya na mpaghara obibi:",
  "Hargeisa, obodo nke abụọ kacha ibu na Somalia, enweela mbibi dị ukwuu site na mgbọ ogbunigwe na nke ikuku",
  "Mmebi kachasị ukwuu yiri ka ọ dị n'ebe obibi ebe ọnụ ọgụgụ ndị nkịtị kachasị elu, n'ahịa, na ụlọ ọha na eze na mpaghara etiti obodo",
  "U.S",
  "Embassy mere atụmatụ na pasent iri asaa nke obodo ahụ emebiwo ma ọ bụ bibie",
  "Nnyocha anya anyị siri ike na-akwado atụmatụ a.",
  "Ọtụtụ n'ime Hargeysa yiri ka ọ bụ \"obodo mmụọ,\" na ọtụtụ ụlọ na ụlọ enweghị ihe ọ bụla",
  "E kwakọwo ihe dị ukwuu n’agbanyeghị na ndị agha na-achị obodo ahụ kemgbe ngwụcha Julaị 1988",
  "A gwara anyị na ndị agha weghaara ihe onwunwe nkeonwe n’ụlọ ndị agha dị na Hargeysa",
  "Ụlọ enweghị ọnụ ụzọ, windo, ngwa ngwa, uwe, na arịa ụlọ",
  "Ihe ndị a na-apụnara mmadụ ihe mere ka emepee ihe a na-akpọ \"ahịa Hargeysa\" na mpaghara niile, gụnyere Mogadishu na Ethiopia, bụbu ndị bibu hụrụ ihe onwunwe ha",
  "Otu onye nleba anya kwuru na a na-akwatu Hargeisa otu ibe",
  "A gwara anyị na a na-ahụ ogologo ahịrị gwongworo bu ngwongwo ndị dị na Hargaisa na-apụ n'obodo ahụ, na-aga n'ebe ndịda gawa Mogadishu mgbe nnukwu ọgụ ahụ kwụsịrị.Ọtụtụ n'ime Hargeisa yiri ka ọ bụ \"obodo mmụọ,\" na ọtụtụ ụlọ na ụlọ fọrọ nke nta ka ọ bụrụ ihe efu",
  "A na-apụnara mmadụ ihe n'ụzọ sara mbara n'agbanyeghị na ndị agha achịla obodo ahụ kemgbe ngwụcha July 1988",
  "A gwara anyị na ndị agha na-ewere ihe onwunwe onwe onye n'ụlọ ha na Hargeisa",
  "Ụlọ enweghị ọnụ ụzọ, windo, ngwá ọrụ, uwe, na oche",
  "Izu ohi ahụ emeela ka e meghee ihe a na-akpọ \"ahịa Hargeisa\" n'ógbè ahụ dum, gụnyere Mogadishu na Etiopia, ebe ndị bi na ya n'oge gara aga ahụla ihe onwunwe ha",
  "Otu onye na-ekiri ihe na-emenụ kwuru na a na-ebibi Hargeisa otu otu",
  "A gwara anyị na a pụrụ ịhụ ọtụtụ ụgbọala ndị buru ibu na ngwongwo Hargeisa ka ha na-apụ n'obodo ahụ, na-aga n'ebe ndịda na-aga Mogadishu mgbe ọgụ siri ike kwụsịrị.",
  "Gọvanọ nke Hargeisa na-eme atụmatụ na ọnụ ọgụgụ ndị bi ugbu a dị ihe dị ka 70,000, site na ọnụ ọgụgụ mmadụ 370,000 tupu agha",
  "Agbanyeghị, ndị bi na Hargeisa ugbu a ekwenyeghị na ha bụ ndị bi na Issak n'oge gara aga",
  "Ndị na-ekiri ihe na-emenụ kwenyere na Hargeisa bụzi ndị na-adabere na ndị agha, nke nwere ọnụnọ dị ukwuu, a na-ahụ anya na Hargeina, ọnụ ọgụgụ dị ukwuu nke ndị Ogadeni gbara ọsọ ndụ, na ndị squatters na-eji ihe onwunwe nke ndị gbapụrụ agbapụ.",
  "Akụkọ ahụ kwukwara na obodo ahụ enweghị ọkụ eletrik ma ọ bụ usoro mmiri na-arụ ọrụ, nakwa na gọọmentị Somalia na-arịọ ndị na-enye onyinye n'ọtụtụ mba na n'akụkụ abụọ maka enyemaka maka iwughachi\" nke obodo ndị ndị ndị agha gọọmentị mebiri.",
  "Ememe ncheta a dị na Hargaisa's Freedom Square",
  "Ọ nwere ụgbọ elu MiG-17 nke ndị agha ikuku Somalia, nke dara nso",
  "Fresco dị n'okpuru na-egosi otu nwanyị na-ejide ọkọlọtọ nke Somaliland na-ele anya na mbara igwe na olileanya.",
  "N'afọ 2020, a ga-ewu ihe ncheta agha Hargeisa n'etiti obodo ahụ ka ọ bụrụ ụkpụrụ na ụlọ na-adọrọ mmasị."
]