[
  "Why We Can't Sleep: Women's New Midlife Crisis bụ akwụkwọ na-abụghị akụkọ ifo nke Ada Calhoun dere na afo 2020",
  "Ọ na-abado na edemede ya maka O, The Oprah Magazine, \"The New Midlife Crisis for Women\". Calhoun gbara ụmụ nwanyị 200 ajụjụ ọnụ ma mụọ ihe omume mmekọrịta mmadụ na ibe ya iji chọpụta ihe mgbochi ọhụrụ maka ụmụ agbọghọ Generation X. E bipụtara akwụkwọ ahụ na afo Jenụwarị 7, 2020, site na Grove Press.",
  "Why We Can't Sleep bụ akwụkwọ Calhoun dere gbasara ụmụ nwanyị oge agburu X na ọgụ ha, mgbe ụfọdụ na-eduga na nsogbu nke etiti afọ, gụnyere ịgba alụkwaghịm, ụgwọ, ụlọ na'akwụsighị ike, na mmepe ọrụ. Ọ na-ewulite na edemede ya maka O, The Oprah Magazine, \"The New Midlife Crisis for Women\"",
  "Calhoun gbara ihe nyocha ụmụ nwanyị 200 ajụjụ ọnụ gafee America banyere ahụmịhe ha ka ọgbọ a zụlitere iji \"nwere ya niile\"",
  "Ọ yọpụt na ọtụtụ ndị nwere ike ọgwụgwụ ma nwee nsogbu ego na ụlọ, n'okpuru ma ọ bụ ịrụbiga ọrụ ókè n\"ọrụ ha, nlekọta, na ịzụlite nne na nna",
  "Ọ mụtara otú ụmụ nwanyị agburu X si meghachi omume ma merie ọgụ ndị a n'ụzọ anụ ahụ na uche, na-etinye nyocha sitere na Center for Economic and Policy Research na Harvard University's Equality of Opportunity Project.",
  "Mgbe a tọhapụrụ akwụkwọ ahụ, ọ gbasaa na arụmụka di iche iche nke akwụkwọ na nchịkọta akụkọ n'ịntanetị, gụnyere nlekọta na nsọtụ.",
  "Ihe mere anyị enweghị ike ihi ụra: Nsogbu Ọhụrụ Ọkara Ọdịda Ụmụ nwanyị enwetala nyochaputa dị mma tupu mbipụta",
  "Library Journal kwuru, \"Nnyocha ya na-enye ụmụ nwanyị ụzọ ha ga-esi lee ma ọ bụghị belata ahụmịhe nke ha; ọ na'ekwu maka eziokwu ahụ bụ na ụmụnwaanyị na na ha na - na: \"Ọtụtụ mgbe niile, ọ bụ otú enweghị ụra ha, yana nrụgide anụ ahụ na nke uche, si bụrụ nsogbu ziri ezi n'onwe ha...\" Publishers Weekly kwuru, \"Calhoun na-emesi ụmụ nwanyị agburu X obi ike na ha nwere ike ịchọta ụzọ isi pụọ na nsogbu ha site na 'ịhụ ndụ anyị ihu dị ka ha dị n'ezie'",
  "Ụmụ nwanyị nke ọgbọ ọ bụla ga-ahụ ọtụtụ ihe ha gafere na akụkọ a na-atọ ọchị ma dị irè...\" <i id=\"mwMQ\">Vogue</i>, Real Simple, Parade, New York Times, na O, The Oprah Magazine gosipụtara Why We Can't Sleep dị ka otu n'ime akwụkwọ ndị a na-atụ anya ịgụ na afo 2020.",
  "Nnyocha ndị e bipụtara mgbe e mesịrị dị mgbagwoju anya",
  "The New York Times Book Review Curtis Sittenfeld kpọrọ Calhoun \"onye na-akọ akụkọ na akpa ọchị, nke nwere ọgụgụ isi, na nke na na - na \"na-echegbu ụmụ nwanyị n'ụzọ siri ike\" mana \"ọ chọrọ ka Calhun tinye akụkọ ụmụnwaanyị ole na ole mana ọ banyere n\" Emily Bobrow nke Wall Street Journal nyere akwụkwọ ahụ nyocha dị iche iche, na-achọpụta \"ọtụtụ n'ime mkpesa ya nke a maara mma\" mana na ọ akpo akwụkwọ \"obere mkpu\" ma na na - na Calhoun \"adịghị elu karịa ọnụ ọgụgụ na",
  "\" Akwụkwọ ahụ nwere ọkwa 3.86/5 na Goodreads As of March 2020[update] 2020[update]."
]