[
  "Ihe oriri na-ezo aka na nrụgide gburugburu ebe obibi nke ihe oriri ala ndị mmadụ n'onwe ha n'otu, òtù, na ụlọ ọrụ ndọrọ ndọrọ ọchịchị.  Dị ka ụdị ndị ọzọ nke akara ụkwụ gburugburu ebe obibi, akara nri nwere ike ịgụnye ọtụtụ akụkụ iji chọpụta mmetụta gburugburu ebe obibi nke nri, gụnyere akara ụkwụ carbon, akara ụkwụ mmiri, na eserese nri",
  "Ụfọdụ mgbalị ndị na-ebipụta nri na-anwa ijide ego ọha na eze na nke omume nke mmepụta nri site na ịgbakọ akụkụ dị ka ikpe ziri ezi nke ndị ọrụ ugbo ma ọ bụ ọnụahịa ndị ọrụ ugpo natara maka ngwongwo dị ka òkè nke dollar nri. Òtù na-akwado gburugburu ebe obibi dị ka Earth Day Network na Natural Resources Defense Council ekwuputagọ echiche nri dị ka ụzọ isi tinye ndị na-azụ ahịa na mmetụta gburugburu ebe obibi nke nhọrọ nri.",
  "Nchịkọta nri nwere ike itinye ọtụtụ iwu",
  "Enwere ike iji eserese nri mee ihe iji nye atụmatụ ala maka mpaghara ala, mana enwere ike iji nyocha yiri nke ahụ mee ihe na ngwaahịa nri ụfọdụ",
  "A na-ejikwa akara mmiri na akara kabon iji tụnyere mmetụta nke nhọrọ nri dị iche iche",
  "A na-ejikarị ụdị ntụnyere a eme ihe iji mee ka ọdịiche dị n'etiti ngwaahịa ndị nwere akara ụkwụ dị elu na gburugburu ebe obibi na nhọrọ ha, dị ka mmiri ara ehi na anụmanụ.",
  "Life Cycle Assessment bụ otu usoro nyocha nke a na-ejikarị etinye ọtụtụ akụkụ nke nri, ọ bụ ezie na ọ na-abịa na ihe ịma aka ụfọdụ",
  "Nnyocha nke usoro ndụ maka ngwaahịa ụlọ ọrụ nwere ntinye na mmepụta nke dị mfe ịlele ma gosipụta",
  "Dị ka usoro ihe ndị dị ndụ nwere nnukwu mgbanwe, Otú ọ dị, usoro ọrụ ugbo siri ike ịkpụzi.",
  "N'obodo ukwu, ndị na-eme nchọpụta emeela nyocha nri ala maka obodo ndị dị ka obodo Paris na Melbourne. Ndị na-eme nchọpụta ejirila ihe nlereanya nri mee map ala achọrọ maka inye obodo United States nri.",
  "A na-etinyekwa ihe oriri na usoro nri dị ka ụzọ isi buru amụma mmetụta nke oriri na mmepụta mgbanwe na gburugburu ebe obibi",
  "Dịka ọmụmaatụ, mbiputa usoro EAT Lancet nyochara usoro nri nwere ike inwe maka mmetụta na Ikuku GHG, ala, mmiri na fatịlaịza, na ụdị dị iche iche, n'ikpeazụ na-atụ aro \"Planetary Diet\" nke nwere obere akara nri na iwu ndị ahụ",
  "Nnyocha yiri nke a sitere na nke IPCC na-elekwasị anya na akara carbon nke usoro nri. Nnyocha ndị ọzọ na-elekwasị anya na carbon kpebiri na inye na iri calorie nke na-eme ka oke ibu zuru ụwa ọnụ na-agbakwunye megatọn narị asaa ọzọ kwa afọ nke CO2 kwekọrọ na ikuku, ihe dịka pesenti isii n'ime otu nke ikuku carbon zuru ụwa dum.",
  "A pụkwara iji ụdị nri zuru oke eji mee atụmatụ nke ala achọrọ maka nri ndị Amerika dị ka ntụnyere maka ịtụle ihe achọrọ maka ala nke mgbanwe nri.  N'iji usoro ndị a, ndị na-eme nchọpụta atụnyere ihe oriri dị n'ala nke nri dị elu na nke dị ala, ma chọpụta na nri dị elu nwere ike iji ala dị ala karịa usoro oriri ugbu a.",
  "Otu dị iche iche ekwupụtala echiche nke akwụkwọ nri, ọkachasị dị ka ngwa maka ịghọta mmetụta nhọrọ nri ndị ahịa na-enwe na gburugburu ebe obibi",
  "Ndị otu anaghị akwụ ụgwọ dị ka FoodPrint na-akụziri ndị na-azụ ahịa ihe gbasara gburugburu ebe obibi n'ime sistemu nri ma na-enye akụrụngwa maka ibelata akara nri nkeonwe.. NRDC na òtù ndị ọzọ ewepụtala atụmatụ yiri nke ahụ.",
  "Ndị na-akwado nkwado na-ahụ maka nri na-ekwukwa banyere akara nri: atụmatụ Zero Foodprint nke dị na California, dịka ọmụmaatụ, na-agbakwunye ụgwọ afọ ofufo na ụgwọ ụlọ oriri na ọṅụṅụ iji kwụọ ụgwọ maka ọrụ metụtara ahụike ala na ugbo ndị sonyere",
  "A nabatara ụlọ ọrụ ahụ na-enweghị uru site na onyinye ihe nrite Humanitarian of the Year site na ntọala James Beard. Ụlọ ọrụ ndị ọzọ na-ebelata akara nri nke ụlọ oriri na ọṅụṅụ na azụmaahịa ndị ọzọ na'ebelata ihe mkpofu na ahịhịa metụtara nri ala. Ụlọ oriri na ọṅụṅụ dị ka Panera na Chipotle anabatala echiche nke akara nri, na-agbakwunye usoro akara mmetụta gburugburu ebe obibi na ihe menu ha",
  "Ihe omume ndị a dịgasị iche iche, Otú ọ dị, ma nwee ike ịgbalị iji kwurịta okwu ma kọwaa nsogbu gburugburu ebe obibi na mmekọrịta mmadụ na ibe ya gbara mmepụta nri gburugburu."
]