[
  "Ihi ụra na-agba ọsọ bụ usoro ihi ụra a na-adịghị ahụk ebe a na ímé ihe ha na ebe usoro ihi ụra nke mmadụ na-agbanwe kwa ụbọchị",
  "Ọ na-eme dị ka nsogbu ụra na-abụghị nke awa 24 ma ọ bụ nke aka mere dị ka akụkụ nke nnwale ndị mmadụ n'ihe ndị mere n'oge ochie ọbá ndị mere mmehie eji eme ihe na ọmụmụ nke circadian na rhythms ndị ọzọ na ihe ndị dị ndụ",
  "A na-echebe ihe ọmụmụ site na oge niile, mgbe mgbe site na usoro ọkụ na-adịgide adịgide, site na usoro ọchịchịrị na-adịkarị ma ọ bụ site na iji ọnọdụ ìhè / ọchịchịrị nke ihe ahụ na-enweghị ike ịdọrọ dị ka usoro mkpirikpi nke otu awa ọchịchịrị gbaa ha akpụkpọ nke dị n'ala ahụ",
  "Ọzọkwa, enwere ike ime ka nri dị nta n'oge dị mkpirikpi iji zere ịdọrọ ndị mmadụ na nke ụwa  oge nri",
  "N'ihi ya, a na-amanye ndị na eme ìhè ahụ n'ebe nile n'ala ahụ n'ebe iso ụzọ isi mee ndị a na-enyo enyo ibi ndụ site na \"mkpịsị ugodi dị ka ndị mmadụ n'ihe ndị na eme ìhè ahụ n'ebe nile site n'ime ya laghachi gaa ọtụtụ\" ha.",
  "Enwere ike ịmara oge circadian nke onye ọ bụla ma ọ bụ nke anụmanụ naanị site na nlekota ndị mmadụ dị ndụ ebighị ebi n'ụwa ọhụrụ nke dị ka ndị ọzọ ụra mbụ na ụdị nke ụwa nke ụdị mmepụta nke usoro circadian, \"oge ahụ\" dị n'ime",
  "Onye nchọpụta ndị mere mmehie Ihe ghọrọ ọdachi ndị na ụdị nke ụwa nwere ike ikpebi kpọmkwem, dịka ọmụmaatụ, usoro kwa ụbọchị nke ọrụ mkpụrụ ndụ ihe nketa, okpomọkụ ahụ, ọbara mgbali elu, mmepụta hormone na / ma ọ bụ ụra na ọrụ / ịdọ aka ná ntị",
  "Enwere ike ikpebi na ímé nwanne anyị ịdọ aka ná ntị n'ime ụmụ mmadụ site n'ọtụtụ ụdị ule okwu na nke na-abụghị nke okwu, ebe a na-enyocha ịdọ akaebe n'ime anụmanụ site n'ịhụ ọrụ anụ ahụ (dịka ọmụmaatụ, nke ịgba ọsọ ụkwụ na ụmụ oke).",
  "Mgbe ụmụ anụmanụ ma ọ bụ ndị mmadụ na-agba ọsọ n'efu, enwere ike ịme nnwale iji hụ ụdị mgbaàmà, nke a maara dị ka zeitgebers, dị irè na ịdọrọ",
  "Ọzọkwa, ahụ rụwo ndị mmadụ n'ihe dị ka ndị mmadụ na ímé ihe ọtụtụ ọrụ iji hụ ogologo oge ma ọ bụ mkpụmkpụ ụkwụ gaa ọtụtụ ohere kwụsị ekwentị ekwentị inyocha ngwa n'ihi nke okirikiri circadian nwere ike ịdọrọ na ihe dị iche iche dị ndụ",
  "Dịka ọmụmaatụ, enwere ike ịzụ ụfọdụ anụmanụ ruo awa iri abụọ na abụọ n'ụbọchị ndị mmadụ dị ka onye isi oche nkeji nke ukwu di ukwu-ukwu, mana enweghị ike ịzụ ha ruo awa iri ise n'ụbọchị",
  "N'ime nnyocha ndị na-adịbeghị na ímé ihe ọ na ụdị nke ụwa họrọ site n'ime ụmụ ndị ogbi anya nke ụlọ ọrụ mbara igwe US kwadoro, egosila na enwere ike ịdọrọ ọtụtụ ụmụ mmadụ gaa n'ụbọchị 23.5-awa na ụbọchị 24.65 awa.",
  "A na-akpọ mmetụta nke oge a na-ebughị dị n'ala nke dị ndụ ebighị ebi n'ụwa n'obi na ụdị masking ma nwee ike ịgbagwoju na nsonaazụ nnwale anya",
  "Ihe atụ nke mkpuchi bụ okporo ụzọ ụtụtụ Ogwe isi dị ka nke a na-anụ maka isiokwu, ma ọ bụ ndị nchọpụta ma ọ bụ onye ọrụ mmezi na-eleta isiokwu na oge niile.",
  "Nsogbu ụra-mkpu anya nke na-abụghị awa iri abụọ na anọ, nke a na-akpọkwa ndị mere mmehie nsogbu na-agba ọsọ n'efu (FRD) ma ọ bụ Non-24, bụ otu n'ime ụmụ ndị ogbi ozi ọma ahụ n'ebe nile site n'aka nsogbu ụra circadian rhythm n'ime ụmụ mmadụ",
  "Ọ na-emetụta ihe karịrị ọkara nke ndị kpuru ìsì kpamkpam na ọnụ ọgụgụ dị nta nke ndị na-ahụ ụzọ.",
  "N'etiti ndị kpuru ìsì dị n'ala ahụ malite nke gị na ngalaba aha si nọrọ na ụdị oge ụfọdụ ndị na, ihe kpatara ya bụ enweghị ike ịdebanye ndị na eme ìhè ahụ aha, ya mere ịdọrọ, ihe ngosi",
  "Ọtụtụ ndị kpuru ìsì na-adọta dị ndụ ebighị na 24 awa ìhè / ọchịchịrị nwere anya nwere retinas na-arụ ọrụ gụnyere mkpụrụ ndụ na-adịghị ahụ anya, ipRGCs. Mkpụrụ ndụ ganglion ndị a, nke nwere melanopsin, na-ebufe akara ha na \" elekere circadian\" site na retinohypothalamic tract (nke na-esi na akwara anya pụọ), na-ejikọta retina na pineal gland.",
  "N'etiti ndị na-ahụ anya, Non-24 na-apụtakarị na ụdị nke ụwa họrọ ndị Enyi gị nọ n'ọrụ njegharị n'afọ ndị mmadụ na ndị nọ n'afọ iri na ụma na ụdị àlà úkwú dị ndụ ebighị dị ka ndị ma ọ bụ mmalite afọ iri abụọ",
  "Dị ka ọ dị na nsogbu ụra na-egbu oge (DSPS ma ọ bụ DSPD), na enweghị mmerụ ahụ nke akwara n'ihi mmerụ ahụ ma ọ bụ ọrịa strok, ọ fọrọ nke nta ka ọ ghara ịpụta na ímé nwanne  mgbe afọ 30 gasịrị. Non-24 na-emetụta ụmụ nwoke na-ahụ anya karịa ụmụ nwanyị na-ahụ ụzọ. Otu ụzọ n'ụzọ na na ímé ihe nọr na mkpóró ndị ogbi anọ nke ndị na-ahụ ụzọ na Non-24 nwekwara ọnọdụ uche metụtara ya, otu ụzọ n'ime anọ n'ime ha gosipụtara mgbaàmà nke DSPS."
]