[
  "Ma ụra azụ bụ ajụjụ a na-ajụ, ruo n'ókè nke ịbụ aha ọtụtụ akwụkwọ sayensị a ma ama.  N'ime nnụnụ na anụ na-enye nwa ara, a na-akọwa ụra site na mmechi anya na ọnụnọ nke usoro ọrụ eletrik na ụbụrụ, gụnyere neocortex, mana azụ enweghị anya na neocortez",
  "Ụfọdụ ụdị ndị na-ebi mgbe niile n'ọzara ma ọ bụ ndị na-egwu mmiri mgbe niile (n'ihi mkpa maka ikuku ikuku nke gills, dịka ọmụmaatụ) na-enyo enyo na ha anaghị ehi ụra. Enwekwara obi abụọ banyere ụfọdụ ụdị ndị kpuru ìsì bi n'ọgba.",
  "Otú ọ dị, azụ ndị ọzọ yiri ka ha na-ehi ụra, karịsịa mgbe a na-eji ụkpụrụ omume akọwapụta ụra",
  "Dịka ọmụmaatụ, azu zebra, ikpokpo,tinch, agba aja aja shaki zaa, k na-eme ka ha ghara ịkwaga n'ihu ma ghara imeghachi omume n'abalị (ma ọ bụ n'ehihie, n'ihe banyere swell shak); Spanish hogfish na blue-headed wrasse nwere ike ọbụna iji aka bulie ya ruo n'elu n'ebughị nzaghachi. N'aka nke ọzọ, usoro ụra na-emebi ngwa ngwa ma nwedịrị ike ịpụ n'anya n'oge njem, spawning, na nlekọta nne na nna.",
  "Kama inyocha ọrụ ụbụrụ maka usoro ụra, ụzọ ọzọ bụ inyocha usoro ezumike / ọrụ ọ bụla nke nwere ike igosi \"ụra omume\"",
  "Omume omume anọ na-esonụ bụ ihe e ji mara ụra n'ime nnụnụ na anụ na-enye nwa ara ma nwee ike ịgbatị ya na azụ: (1) ogologo oge na-adịghị arụ ọrụ; (2) ọnọdụ izu ike, mgbe mgbe n'ebe mgbaba; (3) mgbanwe na ọrụ na okirikiri 24h; (4) ọnụ ụzọ dị elu",
  "Dabere na njirimara ndị a, a hụla ọtụtụ ụdị azụ na-ehi ụra.  Ọnọdụ ụra nke isi ehi na-acha nchara nchara bụ na a gbatịrị nku ya, ọdụ ya dị larịị n'ala, ahụ gbadoro n'otu akụkụ na angle nke 10-30 degrees na-aga n'ihu, obi na iku ume dị nwayọ karịa ka ọ dị, na obere mmetụta maka ụda na imetụ aka.  Mozambique tilapia anaghị agagharị agagharị n'ala n'abalị, na-enwe ọnụego iku ume dị ala na enweghị mmegharị anya, ha anaghị emeghachi omume ngwa ngwa dị ka n'ehihie na ọkụ eletrik ma ọ bụ nnyefe nri. N'abalị, Spanish hogfish, bluehead wrasse, wrasse Halichoeres bivittatus, cunner Tautogolabrus adspersus, na ọbụna requiem sharks, nwere ike iji aka buru ha n'enweghị mmeghachi omume. Nnyocha nyocha nke 1961 nke ihe dị ka ụdị 200 na aquaria ọha na eze nke Europe kọrọ ọtụtụ ihe gbasara ụra doro anya.",
  "Ndị na-abanye n'ime mmiri nwere ike ịhụ azụ na-anọdụ ala n'abalị n'ebe mgbaba, dị ka oghere na oghere, n'okpuru ọnụ, n'etiti ahịhịa, n'ime sponges, ma ọ bụ e liri n'ájá.  Enwere ike inweta nchebe ụfọdụ ọzọ site na ihe ndị pụrụ iche, dị ka envelopu mucous nke ọtụtụ ụdị wrasse na parrotfish mepụtara, ma ọ bụ gburugburu azụ ahụ n'onwe ha ma ọ bụ na mmeghe nke ebe obibi ha",
  "Envelopu ndị a na-echebe azụ na-ehi ụra site na anụ ndị na-eri ibe ha na ectoparasites.",
  "N'ime ụlọ nyocha, oge enweghị ọrụ na-agbanwekarị oge ọrụ na 24h, ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ 24h mgbe ọnọdụ ọkụ na-adịgide adịgide",
  "E dekọrọ usoro ọrụ Circadian n'ihe karịrị ụdị azụ 40 dị iche iche, gụnyere hagfish, lamprey, sharks, cyprinids, ictalurids, gymnotids, salmonids, na labrids.",
  "Otu njirimara nke ụra na-aga site na aha \"nchịkwa homeostatic\"",
  "Nke a bụ echiche na ụmụ anụmanụ chọrọ ụra na-adịghị agbanwe agbanwe kwa ụbọchị, nke mere na ọ bụrụ na a napụrụ onye ahụ ụra otu ụbọchị, ụra na-enwekarị \"ịlaghachi\" (ịbawanye) n'ụbọchị ole na ole sochirinụ",
  "A hụla nke a na azụ̀ zebrafish",
  "N'abalị, azụ̀ zebrafish na-apụta na-ese n'elu mmiri, ma ọ bụ n'ala ma ọ bụ na-ebuli isi",
  "Ugboro ole ọnụ na ogwe aka na-aga na-ebelata ihe fọrọ nke nta ka ọ bụrụ ọkara ma ha siri ike okpukpu abụọ karịa ka ha na-aga n'ehihie",
  "Ọ bụrụ na a napụrụ ha omume ụra a, ụra na-agafe agafe na ọnụ ụzọ na-akpali akpali dị elu karịa ka ọ na-adịkarị, na-atụ aro mmetụta mmeghachi omume.  N'otu aka ahụ, na cichlid a mara ikpe, ọrụ na-ebelata n'ụbọchị ndị na-esote mmebi nnwale nke omume izu ike nke azụ ahụ n'abalị.",
  "Ọtụtụ ụdị azụ pelagic, dị ka bluefish, Atlantic mackerel, tuna, bonito, na ụfọdụ sharks, na-egwu mmiri mgbe niile ma ghara igosi ihe ịrịba ama, omume ma ọ bụ n'ụzọ ọzọ, nke ụra.  A na-ekwu na otu ọrụ nke ụra bụ ikwe ka ụbụrụ jikọta ihe ọ mụtara n'oge ọrụ anụmanụ ahụ",
  "Ọrịa ụbụrụ nwere ike ọ gaghị enwe ike ime nke a mgbe ọ ka na-agbagha ihe ọhụrụ na ozi ọhụrụ iji dozie",
  "Ya mere, ọrụ ụra ga-abụ imechi ihe mmetụta site n'oge ruo n'oge iji kwe ka ụbụrụ mepụta ihe ncheta",
  "Ụdị mmiri na-egwu mmiri na gburugburu ebe obibi nke na-agwụ ike (kilomita na kilomita nke mmiri mepere emepe na-enweghị ihe na-eme na ya)",
  "N'ime ụdị dị otú ahụ, ntinye mmetụta dị ala nke na mmepụta ncheta nwere ike ime ọbụna ma ọ bụrụ na azụ ahụ na-aga n'ihu na-agagharị (ọrụ na-emegharị ugboro ugboro) ma ghara ịda ụra n'echiche ọdịnala nke okwu ahụ.",
  "Damselfish na-ehi ụra n'enweghị ihe ọ bụla n'ime oghere dị n'ime coral reefs n'abalị, mana ụdị atọ (chromis na-acha akwụkwọ ndụ akwụkwọ ndụ, dascyllus na-acha ọcha) na-ezu n'etiti alaka coral ebe ha na-akụ nku ha na ọnụego ihe dị ka okpukpu abụọ karịa nke igwu mmiri n'ehihie",
  "Nke a na-emepụta mmiri na-eme ka mpaghara dị n'ime coral (ya mere azụ n'onwe ha) nwee ikuku oxygen, na ọkwa dị ihe dị ka okpukpu anọ karịa na enweghị azụ",
  "Ọ bụ ezie na azụ na-arụsi ọrụ ike (karịsịa n'ụzọ a na-ekwughachi ugboro ugboro), ha anaghị emeghachi omume n'ìhè ma ọ bụ n'ọnụnọ nke ndị nwere ike igbu egbu",
  "Ndị na-eme nchọpụta dere omume a kpọrọ ya \"ụra-na-egwu mmiri\".",
  "Ura nwere ike oga abia na Ufodu akuku ahu ndu azu",
  "Azu ndị ozo dika kweshient, na abali na adi ike nakwa na ututu na oge omumu",
  "ufodu Nne azu ndi ozo na agabiga ura na abali n'elekota akwa ha na ututu na abali otutu oge",
  "Nkea ka achoputara na otutu umu azu di iche iche.fodu azu dika diunal na adi ike na ututu na abali na oge omumu ha",
  "Na mozabique tilapia, achoputala ura na nnukwu ma no bughi na ntakiri azu..,,s,...",
  "Ụdị ụfọdụ nwere ike ịdịgasị iche na usoro nke ọrụ ha kwa ụbọchị / oge enweghị ọrụ, yana ya mere ikekwe nke ụra ha. N'ime otu ọnụ ọgụgụ ụlọ nyocha nke azụ ọla edo, ụfọdụ nwere ike ịbụ ndị na-eme njem n'ehihie ebe ndị ọzọ na-eme n'abalị. Azụ Gold nwekwara ike ịbụ nke na-eri n'ehihie ma ọ bụrụ na nri dị n'ehehie, ma ọ bụ nke na-ere n'abalị ma ọ bụrụ. Salmon na-adịkarị n'ehihie mgbe okpomọkụ dị elu, mana ọ na-adịwanye n'abalị ma ọ bụrụ na okpomọkụ adaa. Na latitudes dị elu, burbot, sculpin na brown bullhead na-eme njem n'abalị n'oge okpomọkụ mana na-eme ka ha na-eme n'ehihie n'okpuru oge foto dị mkpirikpi nke oge oyi Arctic. N'ebe a dọtara ha n'agha, Catostomus commersonii na-acha ọcha na-eme n'ehihie mgbe ha bi n'ọzara mana ha na-eme njem n'abalị mgbe ha bi naanị ha."
]