[
  "IHS Towers bụ otu n'ime ndị na-enye nnukwu akụrụngwa nkwukọrịta na Afrịka, Latin America na Middle East site na ọnụ ọgụgụ ụlọ elu na ụlọ ọrụ ụlọ elu nke anọ kachasị n'ụwa niile.",
  "Sam Darwish guzobere ya na Lagos, Naịjirịa, n'afọ 2001, IHS bụ ụlọ ọrụ na-ahụ maka iwu na ịrụ ọrụ akụrụngwa nkwukọrịta n'ahịa niile na-apụta",
  "N'ịgbaso nkwekọrịta ire ere na ịgbazite azụ na onye na-ahụ maka netwọk ekwentị Zain na Kuwait, na nnweta nke Cell Site Solutions na Febụwarị 2020, IHS Towers gbasaa ọrụ ya na mpụga Afrịka ma na-arụ ọrụ ugbu a gafee kọntinent atọ",
  "Ọ bụ otu n'ime ndị na-arụ ọrụ ụlọ elu na-eto ngwa ngwa n'ụwa, nwere ma na-elekọta ihe karịrị ụlọ elu puku iri atọ na ise na mba itoolu: Cameroon, Cote d'Ivoire, Naijiria, Rwanda, Zambia  ruo  Afrịka; Brazil, Colombia, Peru Latin America; na Kuwait Middle East.",
  "IHS depụtara na NYSE n'ọnwa Ọktoba 2021 n'ihe e kwuru dị ka ndepụta US kachasị ukwuu nke ụlọ ọrụ nwere ihe nketa Afrịka.",
  "Ụlọ ọrụ ahụ na-arụ ọrụ ụdị azụmaahịa isii: iwu ụlọ elu nke ya ma nye ha ndị ọrụ; inweta saịtị MNO dị ugbu a na ịgbazite ụlọ elu azụ; iweghara njikwa nke netwọk ndị ọrụ na nkwekọrịta ịgbazite saịtị ndị ọzọ: ngwọta ụlọ na Distributed Antenna System (DAS); Small Cell na Fiber na Tower.",
  "N'ọnwa Nọvemba 2021, IHS gbasaa onyinye eriri ya ma mechie nnweta ya nke pasenti iri ise na FiberCo Solucoes de Infraestrutura site na TIM Brasil",
  "Ụlọ ọrụ ahụ ga-enweta ụlọ elu MTN South Afrịka, yana mmekorita ya na EDCI, ụlọ ọrụ enyemaka nke Gọọmentị Ijipt, iji wuo ụlọ elu puku ise na narị asatọ n'ime afọ atọ sochirinụ.",
  "IHS mụbara ojiji ya nke ike anyanwụ na usoro ike ngwakọta iji belata ikuku ya n'ozuzu ya, dịka na Disemba 2020, ihe karịrị pasenti iri anọ na ise nke ọrụ ya n'Africa nwere ike anyanwụ.",
  "Ụfọdụ n'ime MNOs ndị IHS na-arụ ọrụ gụnyere: MTN, Orange, Airtel, Etisalat, Millicom, Zain na Vivo.",
  "IHS na-etinye aka nke ukwuu n'iweta ịntanetị netwọk n'Afrịka dum. IHS na-arụkọ ọrụ na ụlọ ọrụ telivishọn ndị na-amalite dịka Spectranet na Smile iji nyere aka kwado itinye netwọk ha n'ime obodo ukwu.",
  "Ewezuga ndị mmekọ ya, UBC, IHS na-akwado otu ndị nwere òkè mba ụwa gụnyere Emerging Capital Partners, International Finance Corporation, Wendel, Goldman Sachs, African Infrastructure Investment Managers, Investec, IFCz Global Infrastructures Fund, Dutch development finance institution (FMO) na Korea Investment Corporation na Singapore sovereign wealth fund, GIC.",
  "IHS Board gụnyere Jeb Bush, onye bụbu gọvanọ Florida na onye isi ala GOP nwere olileanya, onye na-eduzi kọmitii ọchịchị; Ursula Burns, onye bụzi onye isi oche Xerox na nwanyị ojii mbụ na-edu ụlọ ọrụ Fortune 500, onye na'anọdụkwa na bọọdụ Uber na Nestle; na Carolina Lacerda, onye bụkwa onye isi ụlọ akụ UBS na Brazil.",
  "Ndị asọmpi IHS na Afrịka gụnyere Helios Towers na American Tower Corporation."
]