[
  "Ọnọdụ ihu igwe nke Naịjirịa na-abụkarị nke okpomọkụ",
  "Naịjirịa nwere mpaghara ihu igwe atọ dị iche iche, oge abụọ na nkezi okpomọkụ, dị n'etiti iri abụọ na otu °C na iri atọ na ise °C",
  "Ihe abụọ dị mkpa na-ekpebi okpomọkụ na Naịjirị - ịdị elu nke Anyanwụ na ngosipụta nke ikuku na-ekpebiri site na mmekọrịta abụọ nke mmiri ozuzo na iru mmiri, ebe mmiri ozuzo nwere ọnọdụ atọ dị iche gụnyere convectional, frontal na orographical determinants. Na data Ọ hụrụ na-egosi mgbanwe okpomọkụ na mmiri ozuzo nke Naijiria kwa afọ site na World Bank Group, nke kachasị elu kwa afọ nke Naịjiria bụ iri abụọ na asatọ pom otu °C na afọ 1938, nke na-egosi na 1938 bụ afọ kachasị akọrọ, ebe afọ kachasị mmiri bụ afọ 1957 na mmiri ozu kwa afọ nke 1,441.45mm.",
  "Naịjirịa nwere mpaghara ihu igwe atọ dị iche iche. Dị ka Ụlọ Ọrụ Naịjirịa si kwuo, ọ na-abụkarị ebe okpomọkụ",
  "Enwere ike ịkewa ya n'ime atọ gụnyere ihu igwe na-ekpo ọkụ n'akụkụ ndịda, na ihu igwe savannah na Sahelian na-ekwo ọkụ na ọkara mmiri na mpaghara ugwu nke mba ahụ. Ọ bụ ezie na okpomọkụ na mmiri ozuzo na-arụ ọrụ dị mkpa na mkpebi nke ihu igwe nke mba ahụ, a na-eche na mmiri ozu bụ isi ihe dabere na mkpa ya na mmetụta ya maka ọrụ ugbo.",
  "Enwere ike ịchọta ihu igwe na-ekpo ọkụ n'akụkụ ndịda nke mba ahụ",
  "Ọnọdụ ihu igwe a n'ozuzu ya nwere mmiri ozuzo a na-eme atụmatụ kwa afọ nke nde abụọ mm nke dịgasị iche maka mpaghara ndị dị n'ụsọ oké osimiri na mpaghara ndị dị na ya.  N'oge ọkọchị, mpaghara ndị nwere ihu igwe a nwere okpomọkụ kwa ọnwa site na iri abụọ na atọ (iri asaa na atọ °F) n'abalị ruo iri atọ na otu °C (iri asatọ na asatọ ) mu ehihie. Port Harcourt bụ ihe atụ.",
  "A na-akpọkwa ihu igwe savannah nke okpomọkụ na okpomọkụ mmiri na okpompe, ebe ọ bụ na ha na-enwekarị oge mmiri na oge ọkọchị",
  "Ọ nwere ike ịbụ oge ọkọchị dị ogologo na oge mmiri dị mkpirikpi; ma ọ bụ oge mmiri dị ogologo na obere oge ọkọchị",
  "Ọnọdụ ihu igwe savannah na-ekpo ọkụ nwere mmiri ozuzo kwa afọ nke ihe dị ka otu narị na iri abụọ mm ma ọ bụ n'okpuru, ebe okpomọkụ kwa ọnwa sitere na iri abụọ na abụọ  (iri asaa na asaa °F) n'abalị ruo iri atọ na atọ °C (91 ) mu ehihie. Steeti Lagos bụ ihe atụ nke steeti nwere ụdị ihu igwe a",
  "Agbanyeghị, ọtụtụ mpaghara etiti na ndịda nwekwara ihu igwe a.",
  "Ọnọdụ ihu igwe Sahelian na-ekpo ọkụ na nke na-adịghị mmiri ozuzo nwere nkezi okpomọkụ ehihie nke iri atọ na ise  (iri itoolu na ise°F) na iri abụọ na otu °C (iri asaaa n'abalị. Mpaghara ndị na-enwe ihu igwe a bụ akụkụ dị ukwuu nke akụkụ ugwu nke Naịjirịa ma ha na-enwe mmiri ozuzo dị ala kwa afọ n'okpuru narị asaa mm Steeti ndị dị n'ebe ugwu dị ka Kaduna, Jigawa na Sokoto bụ ụfọdụ ihe atụ.",
  "Naịjirịa nwere oge abụọ n'ime afọ nke bụ oge ọkọchị na mmiri ozuzo.",
  "Oge ọkọchị na-esonyere ikuku uzuzu nke ugwu ọwụwa anyanwụ ebe okpomọkụ etiti ehihie nwere ike iru otu narị F (iri atọ na asatọ C) mgbe ụfọdụ",
  "N'oge ọkọchị, mmiri ozuzo dị ala, anwụ na-achasi ike na mmiri dị ala",
  "Oge a na-ada n'etiti Ọktọba ruo Eprel kwa afọ",
  "Ọ bụ ihe dị mma ịnwale harmattan na oge ọkọchị n'oge a",
  "Harmattan na-apụtakarị site na Disemba ruo Jenụwarị",
  "N'afọ 1983 nwere ndekọ dị ka afọ kachasị akọrọ na Naịjirịa kemgbe afọ 1981.",
  "A na-akpọkwa oge mmiri ozuzo dị ka oge mmiri ozu",
  "Ọ na-ada n'etiti Eprel ruo Septemba kwa afọ.Oge mmiri ozuzo na-apụta ìhè karịsịa n'ụsọ oké osimiri ndịda ọwụwa anyanwụ, ebe mmiri ozuzo kwa afọ na-eru ihe dị ka sentimita otú narị na iri atọ  (330cm), ebe okpomọkụ anaghị agafe 90F (32C)",
  "N'afọ 2019 nwere ndekọ dị ka afọ mmiri ozuzo kacha na Naịjirịa kemgbe n'afọ 1981.",
  "Nkezi okpomọkụ kwa ọnwa na Naịjirịa dị n'etiti iri abụọ na anọ °C na iri atọ  °C.",
  "A na-ahụkarị okpomọkụ kachasị elu n'etiti Febụwarị ruo Eprel n'oge ọkọchị ma na-akpọ ya oge okpomọkụ",
  "Ọ na-ada n'etiti Febụwarị ruo Machị site na 39.5 Xi39.9 °C (103.1 Xi103.8 ) na ọwụwa anyanwụ  na Machị ruo Mee site na 42.9 °C - 44.5 °C na North",
  "N'afọ 2021, oge a dịgidere ruo n'ọnwa Mee.",
  "N'afọ iri abụọ na abụọ , Naịjirịa hụrụ mmụba dị nta na steeti ndịda na-edekọ nkezi okpomọkụ nke iri atọ°C - iri atọ na abụọ °C ebe steeti ndị dị n'ebe ugwu nwere ndekọ nke iri atọ na anọ°C ruo iri atọ na asaa °C",
  "Naịjirịja dekọrọ n'afọ 2021 dị ka afọ nwere okpomọkụ kachasị elu n'ime afọ iri anọ",
  "Kemgbe ọtụtụ afọ, Naịjirịa ejirila nwayọọ nwayọọ na-enwekarị ihe ize ndụ dị iche iche n'ihi mgbanwe ihu igwe",
  "Na ebe ndịda na ebe ndị dị n'ụsọ oké osimiri nọ n'ihe ize ndụ nke idei mmiri n'ihi ịrị elu nke oke osimiri",
  "Ọzọkwa, a na-eyi ha egwu ọrịa na-ebute mmiri ma bụrụ ndị na-adịghị ike karịa",
  "Steeti ndị dị n'akụkụ ugwu nke mba ahụ na-enwe okpomọkụ dị elu, obere mmiri ozuzo ma na-eyi egwu site na ụkọ mmiri ozuzo, ụnwụ nri, ụkọ nri na ihe ndị ọzọ nke nwere ike iduga na nsogbu ahụike nke nwere ike ịbụ ihe iyi egwu iji nweta sdg 3 (Ọdị mma na ahụike).",
  "Naịjirịa sonyeere UN Environment's Climate and Clean Air Coalition na 2012 na ọhụụ ma ọ bụ belata mmetọ ihu igwe dị mkpirikpi gafee ngalaba iri dị elu.",
  "E mere onyinye mba Naịjirịa (NDC) na nkwa iji belata ikuku GHG site na pasent 45 site na 2030 mgbe Naịjiria nabatara nkwekọrịta Paris n'okpuru ọchịchị onye isi ala Buhari",
  "Naịjirịa gara n'ihu wepụta Iwu Mgbanwe Ihu igwe na Nọvemba afọ 2021",
  "Iwu nke na-egosi mkpebi nke mba ahụ maka ọhụụ ogologo oge nke ihe mgbaru ọsọ efu maka n'afọ 2050 ruo 2070.",
  "Dị ka Naịjiria Meteorological Agency (NIMET) si kwuo, Naịjirịa Na okpomọkụ nke iri abụọ na isii pom itoolu Celsius kwa afọ enweela okpomọkụ na okpomọkụ karịrị iri atọ na ise °C na ọnụ ọgụgụ dị elu na mpaghara ugwu nke mba ahụ",
  "[citation needed] Akụkụ ugwu ahụ nwere ike karịa okpomọkụ n'ihi ihu igwe na-ekpo ọkụ. N'afọ 2019, Naịjirịa nwere oke okpomọkụ na steeti ndị dị n'ebe ugwu na-enwe nnukwu ihe dịka Minna nwere okpomọkụ nke iri anọ na abụọ pom abụọ Celsius degree. Na iri anọ na isii pom anọ  °C n,afọ 2010, Yola dekọrọ okpomọkụ kachasị elu na ndepụta nke mba na mpaghara site na oke okpomọkụ.",
  "N'oge mmiri ozuzo, ọ na-abụkarị ịhụ mmiri ozuzo nke nwere ike ịkpata idei mmiri n'akụkụ ụfọdụ nke mba ahụ",
  "N'afọ 2012, mba ahụ nwere ihe kachasị njọ n'ime afọ iri anọ na mmefu nke ijeri N2.6",
  "Ngụkọta nke mmadụ 363 nwụrụ na ihe karịrị 2,100,000 gbara ọsọ ndụ.",
  "Idei mmiri nke afọ 2017 nke mere n'oge mmiri ozuzo na Benue steeti bụ ọdachi ọzọ nke chụpụrụ otu puku mmadụ. N'afọ 2021, steeti 32 n'ime steeti 36 nke Naịjirịa nwere ikpe nke idei mmiri dị ka National Emergency Management Agency si kwuo na akụkọ nke ndụ otu narị iri ise na ise  furu efu n'etiti Ọgọst na Ọktoba.",
  "Naịjirịa so na mba ndị nwere oke ụnwụ nri na ụkọ mmiri ozuzo Sahel nke afọ 2012."
]