[
  "Super Bowl XXX –\nTekno (musician) –\nArise O Compatriots, Nigeria's Call Obey –\nFasil Assefa –\nFaith Kipyegon –\nIri Ji ọhụrụ ndi Igbo –\nIndia –\nGermany –\nÀlà –\nÁbu –\nCanada –\nIgbo calendar –\nFederal Kọleji nke Mmụta Alvan Ikoku –\nAlbania –\nỌrụ Aka –\nOru ugbo –\nEjiji omenala Igbo –\nVincent van Gogh –\nEgypt –\nJohann Sebastian Bach",
  "Wangarĩ Muta Maathai (/ wænˈɡɑːri mɑːˈtaɪ/; 1 Eprel 1940 - 25 Septemba 2011) bụ onye ndọrọndọrọ mmekọrịta gburugburu ebe obibi na ndọrọ ndọrọ ọchịchị Kenya nke tọrọ ntọala Green Belt Movement, otu ọgbakọ gburugburu ebe obibi lekwasịrị anya n'ịkụ ihe ọkụkụ dika osisi, nchekwa gburugburu ebe obibi, na ikike ụmụ nwanyị",
  "Na 2004 ọ ghọrọ nwanyị Afrika mbụ nwetara ihe Nrite Nobel Peace Prize",
  "Ọ gụrụ akwụkwọ na United States, nweta nzere bachelọ na Mount St",
  "Scholastica na nzere Master na Mahadum Pittsburgh",
  "Ọ gara n'ihu bụrụ nwanyị mbụ na East na Central Africa ghọrọ Dọkịta nke Philosophy, na-enweta PhD na Mahadum Nairobi dị na Kenya",
  "N'afọ 1984, e nyere ya onyinye ihe nrite nke ziri ezi maka \"ịtụgharị arụmụka gburugburu ebe obibi Kenya ka ọ bụrụ nnukwu ọrụ maka mkpụgharị ọhịa\"",
  "Mgbanwe ihu igwe na Naịjirịa pụtara ìhè site na mmụba okpomọkụ, mgbanwe mmiri ozuzo (mmụba mmiri ozuzo na mpaghara ndị dị n'ụsọ oké osimiri na mbelata mmiri ozuzo n'ógbè kọntinent)",
  "Ọ na-egosipụtakwa ụkọ mmiri ozuzo, ọzara, ịrị elu nke oke osimiri, erosion, ide mmiri, égbè eluigwe, ọkụ nke mmanụ ala, ọkụ ọhịa, mbuze ala, na ọnwụ nke ụdị dị iche iche",
  "Ihe ndị a niile ga-anọgide na-emetụta ndụ mmadụ na gburugburu ebe obibi na Naịjirịa",
  "Ọ bụ ezie na dabere na ọnọdụ, mpaghara na-enwe mgbanwe ihu igwe na okpomọkụ dị elu n'oge ọkọchị ebe mmiri ozuzo n'oge mmiri ozuzo na-enyere aka idebe okpomọkụ na ọkwa dị nro.\nE nwere akụkọ ole na ole zuru oke nke na-enye ihe akaebe bara uru nke mmetụta dị iche iche nke mgbanwe ihu igwe na Naịjirịa taa",
  "NNỌỌ! \nỊ na-agụ, na-ede, na-atụgharịkwa asụsụ igbo? Anyị chọrọ enyemaka gị!",
  "Ọ bụ ndị editọ afọ ofufo na-ede Wikipedia, Wikimedia Foundation na-akwado ya, ọgbakọ anaghị akwụ ụgwọ nke na-anabatakwa ọtụtụ ndị ọrụ afọ ofufo maka ịmepụta ihe n'ọrụ Wikimedia ọzọ: anyị nwere Wiktionary na Wikiquote n'Igbo mana ọrụ Wikimedia ndị ọzọ edere n'okpuru ebe à dị na Bekee",
  "Afrikaans ·\nAkan ·\nአማርኛ ·\nBamanankan ·\nChi-Chewa ·\nchiShona ·\nchiTumbuka ·\nƐʋɛ ·\nDagbani ·\nFulfude ·\nGĩkũyũ ·\nهَوُسَ ·\nisiXhosa ·\nisiZulu ·\nHausa ·\nKinyarwanda ·\nKirundi ·\nKiswahili ·\nKongo ·\nLingala ·\nLuganda ·\nMalagasy ·\nمصرى ·\nOromoo ·\nSängö ·\nseSotho ·\nSetswana ·\nSiSwati ·\nSoomaaliga ·\nTaqbaylit ·\nትግርኛ ·\nTshivenda ·\nTwi ·\nWolof ·\nXitsonga ·\nYoruba"
]