[
  "Ịhụnanya na-agụnye ọtụtụ ọnọdụ mmetụta uche na nke uche siri ike ma dị mma, site na omume ọma kachasị elu ma ọ bụ omume ọma, mmetụta ịhụnanya kachasị omimi, na obi ụtọ kachasị mfe. Ihe atụ nke ihe ndị a dị iche iche bụ na ịhụnanya nke nne dị iche na ịhụnanya nke di, nke dị iche na ịhụ nri n'anya",
  "N'ozuzu, ịhụnanya na-ezo aka na mmetụta nke mmasị siri ike na njikọ mmetụta uche.",
  "A na-ewere ịhụnanya dị ka ihe dị mma na ihe na-adịghị mma, na omume ọma ya na-anọchite anya obiọma mmadụ, ọmịiko, na mmetụta ịhụnanya, dị ka \"nchegbu na-adịghị achọ ọdịmma nke onye ọzọ\" na omume ọjọọ ya na-egosi adịghị mma nke mmadụ, dị ka efu, ịchọ ọdịmma onwe onye, ịhụnanya, na ịchọ ọdịmma, dị ka nke nwere ike iduga ndị mmadụ n'ụdị ara, nchekasị ma ọ bụ ịdabere na ibe ha. Ọ pụkwara ịkọwa omume ọmịiko na ịhụnanya n'ebe ụmụ mmadụ ndị ọzọ nọ, onwe onye, ma ọ bụ ụmụ anụmanụ nọ",
  "N'ụdị ya dị iche iche, ịhụnanya na-arụ ọrụ dị ka onye isi na-eme ka mmekọrịta mmadụ na ibe ya dị mfe, n'ihi mkpa uche ya, ọ bụ otu n'ime isiokwu ndị a na-ahụkarị na nka okike. A na-ekwu na ịhụnanya bụ ọrụ na-eme ka ụmụ mmadụ dị n'otu megide egwu na iji mee ka ọ dịrị ụdị ahụ mfe ịga n'ihu.",
  "Ndị ọkà ihe ọmụma Gris oge ochie chọpụtara ụdị ịhụnanya isii: n'ụzọ bụ́ isi, ịhụnanya ezinụlọ (na Grik, Storge), ịhụnanya enyi ma ọ bụ ịhụnanya platonic (Philia), ịhụnanya ịhụnanya (Eros), ịhụ onwe onye (Philautia), ịhụnanya ndị ọbịa (Xenia), na Chineke",
  "ma ọ bụ ịhụnanya na-enweghị atụ (Agape)",
  "Ndị na-ede akwụkwọ n'oge a akọwapụtala ụdị ịhụnanya ndị ọzọ: ịhụnanya na-enweghị isi, ịhụnanya efu, ịhụnanya enyi, ịhụnanya zuru oke, ịhụnanya ịhụnanya, ịhụnanya onwe onye, ​​na ịhụnanya nke ụlọ",
  "Ọtụtụ omenala akọwapụtakwala Ren, Yuanfen, Mamihlapinatapai, Cafuné, Kama, Bhakti, Mettā, Ishq, Chesed, Amore, Charity, Saudade (na ndị ọzọ variants ma ọ bụ symbioses nke steeti ndị a), dị ka omenala pụrụ iche okwu, nkọwa, ma ọ bụ ngosipụta ịhụnanya",
  "n'ihe gbasara \"oge\" akọwapụtara nke na-adịghị ugbu a n'asụsụ Bekee￼￼￼￼.",
  "Nnyocha sayensị gbasara mmetụta abawanyela nke ukwuu n'ime iri afọ abụọ gara aga",
  "Usoro agba agba nke ịhụnanya na-akọwa ụdị ịhụnanya atọ nke isi atọ, nke abụọ na nke itoolu, na-akọwa ha n'usoro nke wiil agba omenala",
  "Ozizi triangular nke ịhụnanya na-atụ aro \"mmekọrịta chiri anya, agụụ na ntinye aka\" bụ isi akụkụ nke ịhụnanya",
  "Ịhụnanya nwere ihe ọzọ ọ pụtara n'okpukpe ma ọ bụ ime mmụọ",
  "Ụdị ojiji na nkọwa dị iche iche jikọtara yana mgbagwoju anya nke mmetụta dị na ya na-eme ka ịhụnanya siri ike ịkọwapụta mgbe niile, ma e jiri ya tụnyere ọnọdụ mmetụta uche ndị ọzọ.",
  "Ndị na-akwado ịhụnanya n'efu nwere nkwenkwe abụọ siri ike: mmegide megide echiche nke mmekọahụ ike na mmekọrịta na nkwado maka nwanyị iji ahụ ya mee ihe n'ụzọ ọ bụla ọ masịrị ya. Ndị a bụkwa nkwenkwe nke ụmụ nwanyị.",
  "Nkà ihe ọmụma nke ịhụnanya bụ ngalaba nke nkà ihe ọmụma mmekọrịta mmadụ na ibe ya na ụkpụrụ omume nke na-anwa ịkọwa ọdịdị nke ịhụnanya. Nnyocha nkà ihe ọmụma nke ịhụnanya na-agụnye ọrụ nke ịmata ọdịiche dị n'etiti ụdị ịhụnanya onwe onye dị iche iche, ịjụ ma ọ bụrụ na ịhụnanya bụ ma ọ bụ otu esi eme ka ọ bụrụ ihe ziri ezi, ịjụ ihe uru nke ịhụnanya bụ, na mmetụta ịhụnanya nwere na nnwere onwe nke onye ọ hụrụ n'anya na onye ọ hụrụ."
]