[
  "Phenyo Kgaffe (amụrụ na 25 Nọvemba 1992) nke a maara nke ọma dị ka IIndman (nke a na-akpọ \"send man\") bụ onye na-emepụta ihe nkiri eletrọniki na onye na-ese ihe nkiri nke bi na South Africa",
  "Ọ na-arụ ọrụ n'okpuru ụlọ ọrụ mgbasa ozi aha ya bụ MARS, ọrụ ya nke Earth Sun Moon bipụtara.",
  "Kgaffe si Mahikeng, obere obodo dị na South Africa",
  "Site na mbido afọ 2007 ọ malitere iburu egwu ya banye na DAW ̊ FL Studio iji dekọọ egwu mgbe ọ na-emepụta ihe osise dị ka ihe ntụrụndụ",
  "N'afọ 2009 ọ malitere iso Mo'Molemi rụọ ọrụ na abọm ya \"Rebel Without a Pause\" ebe o mepụtara egwu Lefika-Town feat",
  "Spikey nke Lyv Records mgbe ọ dị afọ iri na isii",
  "Ọ malitere ịrụ ọrụ anya na AKA nke I.V League maka South African Hype Magazine Hip Hop Awards",
  "Ya na Dreamteam rụkọkwara ọrụ na Blow Up Mixtape, ndị na-agba egwu - The Repertoires, Chez Ntemba, LiquidChefs SA na Very Special Saturday nke Fifi Costello na DJ Sliqe kwadoro, ihe osise anya maka SAMA Award Winning DJ Sliqe, Kwesta, na Da King of African Rap album art maka DaKAR II na 2016",
  "Ọ rụkwara ọrụ na mgbasa ozi na ahịa maka ihe omume egwu South Africa nke gụnyere GoodSundae maka Benny Maverick & DJ Feel na Groove Afrika.",
  "E wezụga ịbụ onye na-ese ihe nkiri, ọ na-atọ ntọala maka egwu elektrọnik South Africa",
  "Onye nwere ọgụgụ isi egwu a mụrụ na Mahikeng nke setịpụrụ anya ya n'iwere egwu elektrọnik South Africa gaa na ọkwa ọzọ dị elu",
  "Site na ntọhapụ ndị malitere na 2013, ọ gosipụtara ugboro ugboro na o doro anya na ọ nọ n'ihu oge ya.",
  "Ọ malitere ịrụ ọrụ na electronica, na-eme ka ọ dịkwuo mma site na ọrụ nka uche. N'afọ 2015 ọ wepụtara EP eletrọniki mbụ ya nke OkayAfrica kwuru \"IIndman's 6-track <i id=\"mwKg\">La Bella Vita</i> EP bụ ọwa na-emebi emebi nke drum whips, muffled vocals, na scraped effects",
  "Malite na egwu na-adịghị ngwa ngwa, nke nwere isi na-aga n'ihu na \"Lemonade,\" nke na-adabere na ụda, nke na-akụ egwu, nke a tọhapụrụ n'onwe ya na-ahụ naanị ìhè na egwu nke ise \"Never Let You Down,\" nnukwu ihe mejupụtara eriri nke na-amalite na ọchịchọ ụbọchị ọmụmụ miri emi. N'ịbụ nke otú egwu sochiri n'otu afọ ahụ na onye na-agụ egwu Norway - Camilla Luna, a na-ekwu na ọ na-ezube ịgwakọta ọdịdị gburugburu na ụda keyboard ọnụ n'elu ịgbà na ụda n'ụzọ na-echetara Flying Lotus na J Dilla, onye IIndman depụtara dị ka ụfọdụ n'ime mmetụta egwu ya. O mekwara ka egwu ECHLN nke akpọrọ 'Honey' nke egwu IIndman bụ nke pụrụ iche ma mee ka egwu Singapore-based label - Darker Than Wax mara na 2017.",
  "Kgaffe ga-abanye na Tumblr ebe ọ natara foto ma jiri ha mee ihe dị ka isi iyi nke mkpali, na-anwale na kọmputa, wee malite idezi site na iji Microsoft Publisher na Microsoft Paint, na-emepụta eserese",
  "N'afọ 2009, ọ malitere ịjị Adobe Photoshop rụọ ọrụ, na-emepụta ihe oyiyi nwere ụda obodo na gburugburu ebe obibi ọdịnihu gbara ọchịchịrị. O jiri ịntanetị jikọọ ya na ndị ọzọ, ndị ahịa na isi mmalite nke ihe osise",
  "Ndị na-ese ihe nkiri dịka Mark Ryden, James Turrell, Oleg Dou, Sara Golish, Vanessa Beecroft, Marcel Van Der Vlugt, Amy Judd na Ruud van Empel sokwa na ndị kpaliri ya.",
  "Official page on Tumblr"
]