[
  "Ijede bụ mpaghara mmepe nke kansụl na Lagos State, Nigeria. \nOnye isi oche nke kansụl ya ugbu a bụ Hon",
  "Ụgbọelu Gbadebo-Alogba",
  "Ijede Local Council Development Area bụ otu n'ime 37 LCDAs mepụtara site na Gọọmentị Obodo 20 mbụ na Lagos Steeti site na nchịkwa nke Senator Bola Ahmed Tinubu (Jagaban Burgu) N'afọ 2003",
  "Ijede Lcda sitere na Gọọmentị Obodo Ikorodu ochie",
  "Lcda nwere obodo ndị a: Ijede, Egbin, Oke Eletu, Ginti, Igbodu, Abule Eko, Igbopa, Ilupeju, Igbe Kapo, Igbe Ogunro, Igbe Oloja, Ayetoro, Ipakan, Iponmi, Ewu Owa, wdg",
  "Ndị mmadụ na-arụ ọrụ ugbo n'ọdịnala.",
  "Lcda nwekwara ike ịnya isi maka nnukwu ụlọ ọrụ ọkụ eletrik na mpaghara West African Sub",
  "Ụlọ ọrụ ọkụ eletrik Egbin",
  "Ijede Lcda bụ nke ndị isi oche a họpụtara ahọpụta, ndị odeakwụkwọ ukwu yana naanị onye nchịkwa na-achịkwa kemgbe e bidoro ya afọ iri na anọ gara aga",
  "Lcda nwere ezigbo ala a na-akọ ugbo nke na-eme nri nke ọma iji tinye aka n'ọrụ ugbo buru ibu yana azụmahịa ndị metụtara ọrụ ugbo na ọrụ ugbo.",
  "Maka gburugburu ebe dị jụụ, Ijede bụ otu n'ime ebe kachasị mma ịchọ nkasi obi mgbe ogologo oge na-arụ ọrụ ike na ụbọchị na-agwụ ike iji mee ka ndị dị jụụ",
  "Ntụrụndụ na ebe ntụrụndụ ọ bụla n'ime Ijede Lcda ga-abụ ahụmahụ a na-agaghị echefu echefu ngwa ngwa",
  "E nwere udo na udo n'ime na gburugburu Ijede na ndị mmadụ na-anabata ndị mmadụ.",
  "Ijede Lcda nwere ngalaba ndọrọ ndọrọ ọchịchị anọ bụ Ward A B C na D",
  "Ward A gụnyere nke Egbin, Ipakan, Ebute Olowo, ebe Ward B nwere Aledo, Oju Ayepe, Ayegbami, Etita, Oju Ogun, Itundesan, Oko Mabude",
  "Ward C nwere Oke Oyinbo, Madan, Pacific, Welcome, Oko Ope, Igbe",
  "Ọ bụ ezie na Ward D nwere Abule Eko, Igbopa, Oke Eletu, Gbodu, Igbodo Jabe, Ilupeju.",
  "Alhaji Fatiu Salisu bụ onye isi oche nke kansụl ahụ ugbu a",
  "Ijede Lcda nwere isi ụlọ ọrụ na No",
  "1, Madan Street Ijede na-eleghara ịdị jụụ nke ọdọ mmiri nke a mara Lagos maka ya.",
  "Ijede dị ka obodo nwere mmasị mbụ n'ihe ọ pụtara ịbụ onye na-achị onwe ya na nchịkwa nke oge a na 1937 nke a maara dị ka Ijede Native Authority na onye ọrụ distrikti dị ka onye isi nchịkwa.\nN'afọ 1952 n'okpuru nchịkwa mpaghara ọdịda anyanwụ nke Chief Obafemi Awolo nwụrụ anwụ, e bipụtara Ijede Local Council n'ụzọ kwesịrị ekwesị.\nỌnọdụ ahụ nọgidere ruo afọ 1976 ka Ijede Local Council jikọtara ya na Ikorodu Local Government n'okpuru Military Government nke General Olusegun Obasanjo.\nN'afọ 1980 n'oge ọchịchị nke Gọvanọ nke Lagos Steeti, Chief Lateef Kayode Jakande, e wepụtara Ijede na Ikorodu dị ka Ikorodu constituency II n'ime Gomentị Obodo Irepodun nke Chief Amusa duziri.\nỌ bụ n'oge ọchịchị Gen",
  "Ibrahim Babangida na afọ 1985 na e jikọtara Gọọmentị Obodo Irepodun na Gọọmentụ Obodo Ikorodu",
  "E mechara mepụta mpaghara gọọmentị ime obodo Ijede na afọ 2003, tinyere mpaghara mmepe obodo 37 ọhụrụ n'oge nchịkwa nke Gov",
  "Ahmed Bola Tinubu, onye bụbu Gọvanọ nke Lagos Steeti.",
  "Gọọmentị ime obodo Ijede nwere ókèala n'Ebe Ọwụwa Anyanwụ site na Imota Local Development Council na n'Eebe Ugwu site na Ikorodu North lcda na n'ebe Ọdịda Anyanwụ Ikorodu Central na Iyat Bayeku Local Governments.",
  "Ndị Ijede bụ ndị Ijebus kachasị ma ha nwere agbụrụ ndị ọzọ dị ka Igbo, Hausa na ndị ọzọ bi na obodo ahụ.",
  "A mara ndị Ijede dị ka ndị ọrụ ugbo na ndị ọkụ azụ.",
  "Ndị bi na Ijede Local Council Area dị ihe dị ka 1,600,000 dị ka ọnụ ọgụgụ afọ 2006 si dị.",
  "Ijede Local Council Development Area nwere ọtụtụ ihe na-adọrọ mmasị ndị njem nleta, dị ka Odoro Spring Water, Lagos Lagoon",
  "Ijede nwekwara ike ịnya isi maka ọtụtụ họtel na ebe ntụrụndụ.",
  "TOWNS & VILLAGES: Oke-Eletu, Abule-Eko, Igbopa, Ipakan, Egbin na Ayetoro wdg.",
  "Ijede enweghị ike ịnya isi na nnukwu ụlọ ọrụ ọ bụla ma e wezụga maka ịdọrọ ájá.",
  "Enwere ụlọ akwụkwọ praịmarị ọha na eze 4 na 1 ụlọ akwụkwọ sekọndrị nwere ihe karịrị ụlọ akwụkwọ praemmarị na sekọndndrị 40 ga-ahụ na Ijede dị ka ọ dị taa.",
  "Ihe omuma ihe omuma:",
  "Ọ na-anọchite anya nnukwu ụlọ ọrụ ọkụ na Naịjirịa; Egbin Thermal Station"
]