[
  "Mmanwụ Ìjelè ǹkè ama dika nnukwu Mmọnwụ kachasi na mba Afrika bụ otu n'ime Ọdinala maọbụ Omenala nke ndi Igbo people di na mba Naijiria nke edenyere na UNESCO Archives dika otu n'ime Omenala na-adịghị ahụ anya nke dị mkpa ekwesiri ichebe ngwa ngwa. N'ọtụtụ obodo dị na steeti Anambra n'ọwụwa Anyanwu n'ala Naijiria, Mmanwụ Ijele na-apụta n'oge Mmeme, olili ozu na oge ndị ọzọ n'oge akọrọ iji kpochapụ ọmụmụ na mkpokọta ihe ubi",
  "N' Ijele malitere n'Anambara Steeti nke Naijiria n'oge mgbochie, abụghị ihe osiagụgọ. Dika UNESCO  commentary siri kwuo na mmalite Mmọnwụ Ijele, ekwenyere na Otu Egwu nke a na-akpọ Akunechenyi si na Umuleri & Aguleri nke di n'ọwuwa Anyanwụ nke River Niger di n' Anambra Steeti kwadoro mmalite Ijele. Ebum n'obi ha bụ imenye ndị ozi ala ọzọ ụjọ n' oge ochie nakwa emume ndi Eze na ịdị ukwuu na-ala Igbo.",
  "Otú ọ dị, akụkọ ọnụ kwụrụ na mmalite nke Ijele sitere n' òtù Egwú Agbunchenyi nke obodo Umudiana nke Ikenga  Umueri",
  "Ọ bụ otu Egwu a mehere Obodo ndi ọzọ Uzọ site n' Egwu mbu nke akpọrọ \"izi egwu ijele\"(introduction of the Mask)",
  "Obodo nke mbụ akppọbatara bụ Ụmụatọolu nke Umueri, ndi ọzọ sowara bụ: Igboezunu Aguleri, Nsugbe, Nneyi Umueri, Nando, Awkuzu etc",
  "Ọ di mkpa imata na Igboezunu Aguleri nyere aka n'ịkwalite nkwekọrịta ahụ nato Ivite Aguleri, Igbariamu, Nteje, nakwa Obodo ndi ọzọ na-anọghi n'ime Omabala.",
  "N'ịghọta ọrụ ndị Umueri na Mmalite nke Ijele, n' Anambra Steeti nke ochie, Government ghọpụtara Ijele Umueri n'otu aka, na-anọchite anya State na Ememme Nka n' Omenala nke amara dịka FESTAC nke Otu a meriri, nweta nkwado ma nwetakwa ihe nrite di iche-iche site n'aka Gọvmenti Isi nke ala Naijiria n'afọ 1977.",
  "Ijele bụ Mmanwụ kachasị mkpa banyere n'akụkọ ihe mere eme nke ụwa",
  "Ọ nwere akụkụ abụọ: akụkụ nke elu na akụkụ ala, nke nnukwu Eke kewara n' etiti",
  "A na - akpọ akụkụ elu 'Mkpu Ijele' ma kpọ nke ala 'Akpakwuru Ijele maọbụ Ogbanibe' ma kpọkwanụ nke etiti 'Eke - Ogba'",
  "Ụlọ elu Ijele dị ihe dị ka mita 15 na 12 nke dabere na mgbakọ na-edozi ahụ",
  "A na-ewukwasị ya n'agbata igwe akwa nke ọtụtụ ákwà, akara osisi Achara ejiri chọọ ya mma",
  "N'ihi nnukwu oke ya, a ga-akwadebe nnukwu ụlọ dịpụrụ adịpụ maka Ijele n'ebe ọ bụla ọ ga-arụ",
  "Ọ na-ewe ihe dị ka otu nari Mmadụ ọnwa isii iji kwadoo Mmpụta Ijele.",
  "Ijele bụ oke Mmọnwụ di mkpa na Steeti Anambra na Enugu, Naijiria",
  "Ọ bụ Mmanwụ kachasi Mmanwụ nile",
  "Maka nkea, Mmanwụ 45 ọzọ na-akpa ike n'elu ya na mgbe ochie.  Ugbua, ejizi Ojiji egosipụta Mmọnwụ 45 ndia. Ihe omuma na ibu nke Ijele di nma dika ihe nile nke ndu di na Ijele",
  "Ọ bụ njedebe nke Mmọnwụ niile nkea mere n' ọ na-akpa Ike naanị ya nakwa n' ikpeazụ",
  "A di anọ n'ezinụlọ  Ijele: Nne; Nna; onye uweojii na onye Nkwụ.  a ga-atụle nkea n'okpuru ụlọ Ijele dị n'okpuru ebe a.",
  "Nne Ijele:  Ọ bụ Mmọnwụ nwanyị mara mma nke na-ejide nnukwu ọdụ Ehi n'Efere n'Opi a pịrị apị",
  "Ọ na-agba egwu",
  "Nna Ijele ka a na-akpọ \"Onuku\": O nwere nnukwu ihu na etikwa uwe ndi Nze na Ọzọ.",
  "Ndi Uweojii Ijele: Ha na adikari isii",
  "Ha na-agba mbọ hụ n'onweghị onye mere Nne Ijele na Nna Ijele kpaa-kpaa-kpaa.",
  "Onye Ngwọ/Nkwọ Ijele: Ọ na-eso Ijele ka ọ na-achụ ya ijiji n'azu",
  "Ọ bụghị Mmọnwụ mana Ọ na-arụ ọrụ di mkpa na-itụiziri Ijele ụzọ site n'iji Akụpe ya. Ozugbo Ijele na-ahughị Akupe ya nakwa onye na-edu ya, Ọ na-efu ụzọ; nkea gosipụtara Nsogbu",
  "Ijele na-azọnye ma onye bu Akụpe ya zọnye ma kwụsikwa ma Ọ kwusi.",
  "Ijele nwere usoro Egwu pụrụ mgbe ọ nọ n'ọrụ",
  "Ọ na-agba Egwu ndi tozuru etozu nke a na-akpọ \"Igba-eze\" -  amaara dika Royal Band group maọbụ \"Akunechenyi\" n' Igbo language",
  "Ṅgwa Egwu ya gụnyere: Igba Anọ, Ogene, Ubom, Uyo, Ekwe, Ọja - ufele, Aja - Ọja na ihe ndi ọzọ.",
  "Enyo Ijele: Enyo mgbagwoju Anya na-ahu onye ọjọọ maọbụ onye ji ihe/ọgwụ ọjọọ",
  "Eyo a na-akpọkatara Ijele onye di otua maka ntaramahuhu.  Enyo a na-egosipụta ma na-emepụta ịma mma nakwa ịchọ mma",
  "Eke Ijele: Oke Agwọ a na-egosipụta na Ijele bụ Eze ma bụrụkwa Dike",
  "Akwa Ijele: Akwa Ijele nke ama dike Ododo di oke ọnụ ahia, makwa mma. Ijele nwere agba nile ma odo-odo, nke Ojii na nke ọbara ọbara pụtakasiri ihie.",
  "Osisi Ijele, Anụmanụ, ụmụ nwoke ọcha na mmadụ akpụrụ akpụ: ihe ndi a niile gosipụtara ezumoke Ijele nakwa akụkụ ndụ Mmadụ niile na Ijele.",
  "Ṅgwo-ṅgwo Mamiwọta: E ji ṅwgo-ngwọ Mamiwọta chọọ Ijele mma I ji gosipụta n'Ọ kachasi Mmanwụ niile.",
  "Inyinya Ijele: Inyinya a gosipụtara na Ijele bụ Dike.",
  "Mmetụta & Ịrịba Ama nke Ijele",
  "Ijele nwere mmetụta ndọrọ ndọrọ ọchịchị, nke ime mmụọ, nke mmadụ, nke uche na nke ntụrụndụ.",
  "Ime Mmụọ / Ntụrụndụ.l: Ijele na-eme emume n' Olili ndị Eze, ndi ike ma ọ bụ ndị ikom na ndị inyom pụrụ iche ma tozuo etozuo n'ala Igbol",
  "Ọ na-eme kwa n"
]