[
  "Àtụ:Infobox football biography",
  "Ijeoma Queenth Daniels (amụrụ na 25 Septemba 1992) bụ onye na-agbachitere egwuregwu bọọlụ ụmụ nwanyị Naijirịa, onye na-egwuri egwu maka Trabzonspor na Turkish Women's First Football League",
  "Daniels kwagara Turkey na Nọvemba 2015, wee sonye na klọb nke dị na Istanbul bụ Ataşehir Belediyespor iji pụta na oge 2015 nke Women's First League",
  "O meriri n'egwuregwu asatọ ma gbaa otu gọọlu",
  "N'afọ sochirinụ, ọ bịanyere aka na Kireçburnu Spor, ebe ọ gbara egwuregwu asatọ naanị n'otu oge na ọkara",
  "N'ọkara nke abụọ nke oge 2017 na 1918, ọ gafere na İlkadım Belediyesi Yabancılar Pazarı Spor na Samsun, ebe ọ pụtara na egwuregwù abụọ",
  "Na ọkara nke abụọ nke 2019-20 Turkish Women's First League season, ọ sonyeere Adana İdmanyurduspor.",
  "dị ka nke 8 maachị 2020",
  "Na 4 Disemba 2016, ọ merụrụ ahụ n'oge egwuregwu, mgbe ọ nwara ịpụ n'ámá egwuregwu, ọ nweghị ike",
  "Aysun Aliyeva, onye egwuregwu nke otu 1207 Antalya Spor, ọ bụ ezie na ọ dị arọ karịa Daniels, kpọọrọ ya na humpback wee buru nwanyị ahụ merụrụ ahụ n'ihe mgbu gaa n'oche.",
  "Kpọpụta njehie: <ref> tag with name \"tff0\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"baku1\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"sx1\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"affa2\" defined in <references> group \"\" has no content.",
  "Kpọpụta njehie: <ref> tag with name \"tff02\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"baku12\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"sx12\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"affa22\" defined in <references> group \"\" has no content.",
  "Kpọpụta njehie: <ref> tag with name \"tff03\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"baku13\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"sx13\" defined in <references> group \"\" has no content.\nKpọpụta njehie: <ref> tag with name \"affa23\" defined in <references> group \"\" has no content."
]