[
  "Mmanụ ụgbọala na-emegharị ihe na-agụnye imegharị mmanụ ndị e ji mee ihe na ịmepụta ngwaahịa ọhụrụ site na mmanụ ndị a na-emeghachi omume, ma gụnye imegharị ihe mmanụ moto na mmanụ hydraulic",
  "Iji mmanụ eme ihe na-abara gburugburu ebe obibi uru: ohere dị ukwuu maka ndị na-azụ ahịa iji mee mmanụ eme ihe ọzọ na-ebelata ohere nke mmanụ eji eme ihe na ala na n'ụzọ mmiri",
  "Dịka ọmụmaatụ, otu galọn mmanụ ụgbọala a tụbara n'ụzọ mmiri nwere ike imerụ otu nde galọn mmiri.",
  "Enwere ike ịgba mmanụ moto a rụgharịrị arụgharị dị ka mmanụ, na-emekarị na boilers nke ụlọ ọrụ, igwe na-ekpo ọkụ, ma ọ bụ ngwa ụlọ ọrụ na-ekwo ọkụ dị ka ọkụ ọkụ na ọkụ simenti. Mgbe a na-ere mmanụ ụgbọala a na-eji eme ihe dị ka mmanụ ụgbọala, a ghaghị ịgba ya ọkụ na okpomọkụ dị elu iji zere mmetọ gas. N'aka nke ọzọ, enwere ike ịgbanye mmanụ ụgbọala na-efunahụ n'ime mmanụ dizel ma ọ bụ mmanụ ụgbọ mmiri n'usoro yiri nchacha mmanụ, mana na-enweghị usoro ọgwụgwọ ikpeazụ",
  "Njirimara mmanụ moto na-anọgide na-adị, ọ bụrụgodị na mmanụ a na-eji eme ihe, a pụkwara imegharị ya ruo mgbe ebighị ebi.",
  "Mmanụ e ji mee ihe bụ usoro nke iweghachi mmanụ e ji mee ka ọ bụrụ mmanụ ọhụrụ site n'iwepụ kemịkal na-adịghị ọcha, ọla dị arọ na unyi",
  "A na-eji mmanụ ụlọ ọrụ na nke ụgbọala eme ihe eme ihe na re-refineries",
  "A na-anwale mmanụ a na-eji eme ihe iji chọpụta na ọ dị mma maka ịmegharị ya, mgbe nke ahụ gasịrị, a na-ekpochapụ ya ma na-edozi mmiri distillate tupu ahapụ ya na gburugburu ebe obibi",
  "Mmiri mmiri na-ekpochapụ na-ewepụkwa mmanụ ọkụ fọdụrụnụ nke enwere ike iji mee ka ụlọ ọrụ a na-esi mmanụ ọkụ, ma na-ewepụtakwa ethylene glycol maka ojiji ọzọ na antifreeze emegharịrị.",
  "Na-esote, a na-ekewapụta mmanụ ụlọ ọrụ site na mmanụ eji eme ihe mgbe ahụ, ikuku distillation na-ewepụ ihe a na-egbutu (ya bụ, akụkụ dabara adaba maka iji ya mee ihe ọzọ dị ka mmanụ mmanụ mmanụ) na-ahapụ mmanụ dị arọ nke nwere ihe mgbakwunye mmanụ eji eme na ihe ndị ọzọ dị ka asphalt extender",
  "IMbelata lube na-esote ọgwụgwọ hydro, ma ọ bụ hydrogenation catalytic iji wepụ polymers fọdụrụnụ na ogige kemịkalụ ndị ọzọ, yana saturate agbụ carbon na hydrogen maka nkwụsi ike ka ukwuu.",
  "Nkewa mmanụ ikpeazụ, ma ọ bụ fractionating, na-ekewa mmanụ n'ime ọkwa mmanụ atọ dị iche iche: Light viscosity lubricants kwesịrị ekwesị maka ngwa mmanye n'ozuzu, obere viscosity lubricants maka ngwa ụgbọ ala na ụlọ ọrụ mmepụta ihe, na nnukwu viscosity lubricants maka ngwa ọrụ dị arọ",
  "A na-akpọ mmanụ a na-emepụta na nzọụkwụ a dị ka mmanụ re-refined base oil (RRBL).",
  "Nzọụkwụ ikpeazụ bụ ịgwakọta ihe mgbakwunye n'ime ọkwa atọ a nke ngwaahịa mmanụ iji mepụta ngwaahịa ikpeazụ nwere ihe nhicha kwesịrị ekwesị na àgwà mgbochi",
  "Mgbe ahụ, a na-anwale ngwaahịa ọ bụla ọzọ maka ogo na ịdị ọcha tupu a tọhapụ ya maka ire ya n'ihu ọha.",
  "Ụfọdụ ndị na-emepụta asphalt maka ịkwa akwa nwere n'ụzọ doro anya ma ọ bụ na nzuzo na-etinye REOBs n'ime asphalt ha, na-akpata esemokwu na nchegbu n'etiti ndị injinia okporo ụzọ, na ụfọdụ ndị ọkachamara na-atụ aro na ọ na-ebelata ogologo oge nke okporo ụzọ ahụ."
]