[
  "Ijora bụbu obodo mara mma na mmiri jupụtara ebe ndị bi na Lagos Island nwere ike iru ụlọ ha site na iji ụgbọ mmiri",
  "Ntọala nke ọdụ ụgbọ okporo ígwè na Iddo, ebe obibi dị nso mere ka Ijora dị mkpa",
  "N'afọ 1919, gọọmentị na-achị mba ahụ nyere iwu ka e nwee ọdụ ụgbọ mmiri coal na Ijora iji bufee coal maka iji ụgbọ okporo ígwè Naịjirịa na Ijora Thermal Station",
  "N'afọ 1923, gọọmentị wuru Ijora Thermal Station iji mepụta ọkụ eletrik maka ụzọ ụgbọ okporo ígwè na gburugburu Ijora",
  "N'afọ ndị afọ 1960, ndị na-ahụ maka atụmatụ obodo Lagos State na Gọọmentị etiti nke Naịjirịa kpebiri ịhazi mpaghara ala dị n'ógbè ahụ maka iji ụlọ ọrụ mmepụta ihe",
  "Mpaghara ọhụrụ ahụ dugara n'ịdọrọ mmiri na ịghachite ala.",
  "Ụlọ ọrụ mmepụta ihe bụbu isi ụlọ ọrụ: K Maroun, ụgbọala Incar na West African Cold Storage",
  "Ọdụ ụgbọ mmiri Ijora na-arụkwa ọrụ dị ka ebe a na-ebupụ nri oyi.",
  "Mpaghara ndị ọzọ dị na Ijora gụnyere Ijora Oloye, Ijora-Badia na Ijora Olopa",
  "Ọtụtụ n'ime ebe ndị a bụ ogige",
  "E jidere ndị a na-ebo ebubo na ha bụ ndị Boko Haram na Ijora Oloye na afo 2013 na 2016.",
  "Ijora-Olopa bụ nnukwu ahịa nri oyi na Lagos. Ahịa Azụ Ajeloro na Ijora Coal Wharf dị na mpaghara a.",
  "Ijora-Badia bụ otu n'ime mpaghara Lagos na-arụ ọrụ nke ọma ma nwee ọnụ ọgụgụ dị elu. Ọtụtụ ndị bi na Ijora-Badia bụ ndị si n'obodo Oluwole, mgbe gọmentị nwetara obodo ahụ maka iwu ụlọ ihe nkiri National",
  "Kemgbe a kwagara ya, mpaghara ahụ etola na ọnụ ọgụgụ buru ibu nke ndị mmadụ bi nso n'okporo ụzọ ụgbọ okporo ígwè.",
  "Àkwà mmiri Eko nke a makwaara dị ka àkwà mmiri nke abụọ na-amalite site na Ijora na-ejikọ Lagos Island",
  "Ijora Causeway bụ ụzọ dị mkpa na-aga Apapa Wharf",
  "Ka Oshodi - Apapa Expressway na-agafe Ijora",
  "Blue Light Rail Project nke a na-atụ aro site na Okokomaiko ruo Marina nwere nkwụsịtụ dị nso na Ijora.",
  "Okike nke ụlọ ọrụ mmepụta ihe na Ijora dugara n'ịmepụta ụlọ ọrụ na mpaghara ahụ",
  "Seven Up Bottling nke Naịjirịa nwere ụlọ ọrụ mmepụta ihe n'ógbè ahụ",
  "Ijora dịkwa nso na Iganmu Industrial Estate na ọdụ ụgbọ elu Iddo.",
  "Cummins West Africa/Cummins Nigeria, nkewa nke Cummins Diesel, nwere isi ụlọ ọrụ na Ijora.",
  "3.368"
]