[
  "Iju Mmiri nke 2018 East Africa bụ ọdachi na obodo Kenya, Ethiopia, Uganda, Rwanda, Somalia, Djibouti, na Burundi na-emetụta ọtụtụ nde mmadụ",
  "Ha malitere mgbe oke mmiri malitere ịda na Machị 2018 na-esote otu afọ nke oké ọkọchị, na-eduga na nnukwu idei mmiri, mbuze ala, na ọdịda na ọtụtụ ihe mgbochi mmiri. E dekọrọ mmiri ozuzo ndekọ n'ọtụtụ ebe, karịa ihe ndekọ dị iche iche e debere n'oge 1950s na n'oge ihe omume El Niño nke afọ 1997-1998 Ihe fọrọ nke nta ka ọ bụrụ mmadụ 500 anwụọla ebe ọtụtụ narị puku ndị ọzọ agbaala ọsọ.",
  "Idei mmiri na mba ugwu nke obodo Rwanda emeela ka nnukwu mbuze nke gburu ma ọ dịkarịa ala mmadụ nari abụọ. Ihe karịrị ụlọ 10,000 emebiwo.",
  "N'ọnwa Mee, okporo ụzọ Kigali-Gatuna, nnukwu ụzọ jikọtara obodo Rwanda na ndị agbata obi ya, kpochapụrụ ihe fọrọ nke nta ka ọ bụrụ otu izu, na-egbochi azụmahịa dị mkpa maka mba ahụ na-enweghị mmiri",
  "Mmebi nke okporo ụzọ naanị gafee Rwanda ruru $ 28 nde.",
  "A na-ewere afọ 2018 Long rain season (March-May) dị ka otu n'ime oge mmiri ozuzo kachasị njọ nke dugara na nnukwu akụ na ụba na mmekọrịta mmadụ na ibe ya ọ dịkarịa ala dịka nyocha ihe omume post si dị",
  "N'oge a, ọ dịkarịa ala mmadụ 186 nwụrụ na obodo Kenya n'ihi mmiri ozuzo ahụ n'ihi apịtị, ụlọ dara, mmiri riri, na ikpu. Mmadụ 283,290 ọzọ gbara ọsọ ndụ. Idei mmiri ahụ bụ ihe kpatara ọdịda Patel Dam na 9 Mee, 2018 na Solai, Kenya, nke dugara na mmadụ 48 nwụrụ na Kenya. Ihe mgbochi mmiri anọ ọzọ dị nso n'Ọdọ Mmiri Baringo gbawara na Mee 26, na-egbu mmadụ 5 ọzọ ma na-achụpụ 10,000 ọzọ.",
  "A na-eme atụmatụ ugbu a na mmezi nke ụzọ mebiri emebi na obodo Kenya ga-efu $ 187 nde.",
  "Mmiri ozuzo mbụ n'ọnwa Eprel na mmalite Mee gburu mmadụ 5, chụpụ mmadụ 215,000, ma metụta ihe karịrị mmadụ 630,000 na Somalia",
  "Ọtụtụ idei mmiri emeela n'akụkụ osimiri Jubba na Shabelle, ihe atụ nke mmetụta Somali Flash Flood.",
  "E nwere idei mmiri ndị ọzọ n'etiti Mee 17 na 21 ka Cyclone Sagar, nke kachasị n'ebe ọdịda anyanwụ nke na-ada na North Indian Ocean, kụrụ Somalia",
  "Mmadụ 31 nwụrụ, ọtụtụ n'ime ha nọ na Somaliland ebe 80% nke anụ ụlọ gbukwara.",
  "N'ọnwa Machị, idei mmiri na Bujumbura kpatara mbuze nke gburu mmadụ 6 ma metụta ndị ọzọ 12,000",
  "Idei mmiri na-aga n'ihu n'ọnwa Eprel niile mere ka mmiri dị n'akụkụ Osimiri Mutumbizi daa ma mechaa hapụ 1 onye nwụrụ na 2,573 ndị na-enweghị ebe obibi",
  "Nnukwu mmiri ozuzo n'ime ọnwa Mee niile gburugburu Gatumba dugara na nnukwu idei mmiri nke metụtara mmadụ 12,956 ọzọ.",
  "Djibouti nwere idei mmiri kachasị njọ mgbe Cyclone Sagar kụrụ ya, nke mere ka ala daa na Mee 19",
  "Mmadụ 20,000 emetụtala ma 2 anwụọla.",
  "Na Etiopia, mmadụ 98,000 agbapụla, gụnyere 26,000 na Dolo Odo naanị",
  "Ihe karịrị mmadụ 165,000 emetụtala n'ofe mba ahụ",
  "Na Uganda, oke idei mmiri na Kampala emeela ka ọtụtụ nsogbu ahụike ọha na eze ka njọ ka ụlọ mposi ejupụtawo n'ebe ndị dara ogbenye na mmiri idei mmiri guzoro ebutewo mmụba nke anwụnta",
  "Nke a amụbaala ọrịa ọgbụgbọ ọgbụgbọ n'obodo nke malitere na February 2018 wee gbuo mmadụ 45 ma metụta 2000 ndị ọzọ",
  "."
]