[
  "Iké Udé (a mụrụ n'afọ 1964) bụ onye Naijiria na America na-ese foto, onye na-ese ihe nkiri, onye edemede na onye nkwusa",
  "Ọ bi na New York City.",
  "A mụrụ Udé n'afọ 1964 na Makurdi, Nigeria ebe a zụlitere ya",
  "Ọ bụ ọkpara nke ezinụlọ bara ọgaranya, ọ na-ahụ foto na ihe osise mgbe ọ dị obere site n'iji ejiji maka foto ezinụlọ na-ese kwa izu.",
  "Mgbe ọ dị afọ iri na ụma, Udé gara Government Secondary School, ụlọ akwụkwọ obibi ndị Britain na Afikpo Nigeria",
  "Ọ bụ onye a ma ama na London tupu ọ kwaga New York na 1981 iji mụọ Media Communications na Hunter College, CUNY Ọ malitere ọrụ nka ya na ngwụsị afọ 1980 site na eserese uche na eserese",
  "Kemgbe afọ ndị 1990, foto bụ isi ihe ọ na-eme.",
  "Udé bụ nwa amaala nke United States nakwa Naịjirịa.",
  "Ihe osise na eserese Udé bu nke amachaghị nke ọma dịka foto ya, ọ bụ ezie na ndị nkatọ na ndị ọkọ akụkọ ihe mere eme hutara ọrụ mbụ ya",
  "Onye nwụrụ anwụ Henry Geldzhaler, kwuru banyere eserese Udé na ọrụ ya na mpempe akwụkwọ: \"Enwere m mmetụta, ọ na-eju m anya n'ụzọ o si ejikọta ọdịnala ọgbara ọhụrụ na mgbọrọgwụ ya na Naijiria",
  "Ọ dịghị ihe ọ bụla a manyere na njikọ ahụ; ikuku na ìhè yiri ka ọ bụ mgbasa ozi ya",
  "\"",
  "Udé malitere usoro ya bu Cover Girls na 1994 nke guzobere ọnọdụ ya na ọnọdụ nke oge a",
  "Foto ọ bụla na-eṅomi mkpuchi nke magazin ejiji ma ọ bụ ndụ a ma ama, nke onye na-ese ihe gosipụtara onwe ya dị ka ihe nlereanya. E ji nlezianya hazie foto ndị ahụ, tinye ha, were foto ma jikọta ha na ụdị kwekọrọ na nke magazin a na-akwanyere ùgwù",
  "N'ile anya mbụ, foto ọ bụla dị nnọ ka ọ bụ ezigbo mkpuchi magazin",
  "Udé jiri mkpuchi magazin ahụ dị ka ogbo iji katọọ fetishism nke ndị ọcha nọ n'ọkwá dị elu na mmetụta nke ọdịbendị a ma ama na ọha mmadụ na-azụ ahịa taa",
  "O jikwa usoro a kwuo okwu banyere nsogbu ndị dị ka enweghị oji na ejiji, ịkpa oke agbụrụ, na ịkọwahie ndị na-acha ọcha",
  "E gosipụtara usoro a na 1994 na New York City gallery Exit Art",
  "Usoro foto ojii na nke ọcha nke Udé, Uli, na-arutu aka na ejiji dị elu, ọzọ kwa, nka ahụ Uli na ihe osise mgbidi sitere na ihe nketa Igbo nke Udé.",
  "Paris Hilton nke Udé: Fantasy na Simulacrum bụ mkparịta ụka n'etii, Visconti, na onye ama ama Paris Hilton",
  "Ihe ngosi ahụ nwere ọtụtụ ọrụ mgbasa ozi agwakọta, chịkọtara ihe sitere na blọọgụ asịrị, ihe ngosi mpempe akwụkwọ, foto, enyo, magazin ejiji na ndụ, na saịtị ndị na-akpali agụụ mmekọahụ",
  "Ejikọtara ya, ibe ndị a na-egosi ihe owuwu nke ihe omume Paris Hilton, na-akpọ ndị na-ekiri ka ha jụọ ihe ha maara n'ezie banyere ima ama na ọdịdị nke ire ure ọdịbendị.",
  "Ihe osise Udé, ọkachasị ndị dị na Sartorial Anarchy, bụ ngwakọta nke ọgụgụ isi na akụkọ ihe mere eme",
  "Ọrụ ndị a nwere ụdị ejiji nke oge a, ma ọ bụ ihe onye nkatọ nka nke New York Times bụ Roberta Smith na-arutu aka na ya dị ka \"ihe osise onwe onye na-enweghị nsọpụrụ, nke ọdịbendị\". Na nyocha maka photographmag.com, Jean Dykstra na-ede, \"Dị ka njirimara bụ ihe owuwu ọdịbendị, ọ bụkwa ihe okike nke onye ọ bụla, ọ bụkwa mmadụ ole na ole mepụtara onwe ha nke nwere ọganihu dị ka Iké Udé",
  "\" N'ajụjụ ọnụ ya na Monica Miller, Udé kwuru na ebumnuche ya maka ịmepụta Sartorial Anarchy bụ na \"N'ụzọ igbasa ozi, ahụrụ m ma nwee nnukwu mkpa ịkwalite asụsụ foto n'ihu, ọ bụghị afọ ojuju site na usoro ochie na echiche nke ka na-enweta n'ụzọ dị ukwuu",
  "Achọrọ m okwu ọhụụ siri ike nke dị oke mkpa, nke m nwere ma bụrụ nke a pụrụ ịmata ozugbo",
  "\" Udé kwenyere na n'agbanyeghị ọkwa ụwa ọnụ taa, ndị mmadụ na-anọgide na-eji ejiji dịka ọdịbendị ha si dị ma na-enweghị \"mkparịta ụka zuru ụwa ọnụ n'ụzọ ejiji.\"",
  "Sartorial Anarchy n'otu ntabi anya na-arutu aka na ịhapụ dandyism",
  "Ojiji echiche Udé nke uwe akụkọ ihe mere eme na nke oge a na-anwa ịdepụta ọdịbendị kama igosipụta ụdị ejiji. Udé na-emewe uwe, ihe eji eme ihe na ọnọdụ nke ya dị ka ndụ, nke onye enyemaka na-ese foto",
  "Udé na-ese nzụlite maka foto ọ bụla ma mezue usoro mmepụta n'onwe ya.",
  "E gosipụtara usoro a na The Global Africa Project na Museum of Arts and Design (MAD) na New York (2010), na Artist / Rebel / Dandy: Men of Fashion na Rhode Island School of Design Museum (2013). E gosikwara usoro Udé na Leila Heller Gallery na Chelsea, New York",
  "Aha ya bụ Style and Sympathies, ihe ngosi a gosipụtara nhọrọ nke ihe osise onwe ya site na usoro ahụ.",
  "Minneapolis Institute of Arts, Sheldon Museum of Art, Rhode Island School of Design Museum, enwetawo ọrụ site na Sartorial Anarchy.",
  "The CHIC Index bụ ihe intanetị nke ihe osise Udé nke na-egosi ndị mara mma na New York City. Foto ndị ahụ na-egosi ụdị mmadu ma gosipụta, n'etiti ndị ọzọ, Geoffrey Bradfield, Robert Verdi, Patrick McDonald, Steven Knoll, Somers Farkas na Jean Shafiroff.",
  "N'afọ 1995, Udé mepụtara magazin aRUDE, nke a kpọrọ aha ya iji kwanyere ụmụ nwoke Jamaica na-akparị mmadụ nke afọ 1960 na London. Magazin ahụ yiri Ajụjụ ọnụ ma gosipụta mkparịta ụka ya na ndị na-ese ihe, ndị na-ese foto, na ndị na-emepụta ihe yana nchịkọta akụkọ banyere ejiji, ịma mma na ụdị",
  "Ọ bụ ezie na magazin ahụ malitere dị ka ihe ebiputara ebipụta, a na-ebipụta ya naanị n'ịntanetị kemgbe afọ 2009.",
  "Udé bụ onye edemede nke Style File: The World's Most Elegantly Dressed, nke Harper Collins bipụtara na 2008",
  "Mpịakọta ahụ na-akọwapụta ndị mmadụ ịrị ise na ise ndi na-ekpe ikpe nwere mmetụta nke ụdị. Style File nwere ihe odide na onyinye sitere n'aka Valerie Steel, onye nduzi na onye isi nlekọta na Museum of the Fashion Institute of Technology (F",
  "I",
  "T.), na Harold Koda, onye bụbu onye nlekọta na-elekọta Costume Institute na Metropolitan Museum of Art",
  "Mbipụta a na-enye ozi gbasara ụmụ nwanyị na ụmụ nwoke iri ise na ise niile, gụnyere John Galliano, Oscar de la Renta, Carolina Herrera, Diane von Furstenberg, Dita Von Teese, na Christian Louboutin."
]