[
  "Ịkụbiga ókè bụ iwepụ ụdị azụ (ya bụ, ịkụ azụ) n'ime mmiri n\"ọnụ ọgụgụ ka ukwuu karịa nke ụdị ahụ nwere ike ime ka ọnụ ọgụgụ ya dịghachi mma (i.e",
  "iji oke azụ azụ dị ugbu a), na-eme ka ụdị ndị ahụ na mpaghara ahụ ghara ịba ụba na ya",
  "Ịkụbiga azụ ókè nwere ike ime na mmiri ọ bụla, dị ka ọdọ mmiri, ala mmiri dị, osimiri, ọdọ Mmiri ma ọ bụ oké osimiri",
  "Ịnọgide na-egbubiga azụ ókè nwere ike iduga na nkwụsịtụ dị egwu, ebe ọnụ ọgụgụ azụ anaghịzi enwe ike ịkwado onwe ya",
  "Ụdị ụfọdụ nke igbubiga azụ ókè, dị ka igbu oke azụ nke sharks, emeela ka nsogbu nke gburugburu ebe obibi mmiri dum. Ụdị igbubiga azụ ókè gụnyere: igbu azụ gabigara ókè, igbu ọtụtụ ndị mmadụ, ịkụ azụ na gburugburu ebe obibi.",
  "Ikike nke ebe a na-akụ azụ̀ ịgbake site n'ịkụbiga ihe ókè na-adabere ma ikike ibu ya n'ozuzu ya na ọnọdụ dịgasị iche iche nke gburugburu ebe obibi dabara adaba maka mgbake",
  "Mgbanwe dị egwu na nhazi ụdị dị iche iche nwere ike ibute mgbanwe n'usoro gburugburu ebe obibi, ebe ike nha nha ọzọ na-agụnye ụdị ụdị dị iche iche na nke dịbu tupu ebibie azụ azụ mbụ",
  "Dịka ọmụmaatụ, ọ bụrụ na azụrụ trout karịrị akarị, carp nwere ike iji mgbanwe dị na nha nha nhata wee weghara n'ụzọ na-eme ka ọ ghara ikwe omume maka trout ịmaliteghachi ọnụ ọgụgụ ọmụmụ.",
  "Kemgbe uto nke ụlọ ọrụ ịkụ azụ zuru ụwa ọnụ ka afọ ndị 1950 gasịrị, ịkụ azụ kpụ ọkụ n'ọnụ agbasala site na mpaghara ole na ole gbadoro anya ruo ihe fọrọ nke nta ka ọ bụrụ ịkụ azụ niile",
  "Ntucha nke ala oké osimiri na ịdọrọ ala na-emebi coral, sponges na ụdị benthic ndị ọzọ na-eto nwayọ nwayọ nke na-adịghị agbake ngwa ngwa, nke na-enye ebe obibi maka ụdị ịkụ azụ ahịa",
  "Mbibi a na-agbanwe ọrụ nke gburugburu ebe obibi ma nwee ike ịgbanwe ihe mejupụtara ụdịdị na ụdị dị iche iche nke ụdị ndụ ahụ kpamkpam",
  "Bycatch, njide nkwekọrịta nke ụdị ndị a na-atụghị anya ya n'oge a na-akụ azụ, na-alaghachikarị n'oké osimiri naanị ka ọ nwụọ site na mmerụ ahụ ma ọ bụ ikpughe",
  "Bycatch na-anọchi anya ihe dị ka otu ụzọ n'ụzọ anọ nke azụta mmiri niile",
  "N'ihe gbasara njide shrimp, ihe a na-ahụ anya dị okpukpu ise karịa oporo ejidere.",
  "Akụkọ sitere na FAO na 2020 kwuru na \"n'afọ 2017, pasent ịrị atọ na anọ nke azụ azụ nke oke azụ n'ụwa niile bụ ndị e kewara dị ka ndị na-egbubiga azụ ókè\"",
  "Nhọrọ nke ibelata gụnyere: Nchịkwa gọọmentị, iwepụ enyemaka, ibewanye mmetụta ịkụ azụ, aquaculture na mmata ndị ahịa.",
  "Ịkụ azụ gabigara ókè ewepụla ọtụtụ azụmaahịa gburugburu ụwa",
  "Òtù Nri na Ọrụ Ugbo nke Otu United Nations mere atụmatụ na akụkọ 2018 na 33.1% nke azụ dị n\"ụwa niile na-egbubiga azụ ókè. A hụla oke igbu azụ n'oge tupu ụlọ ọrụ mmepụta ihe",
  "Karịsịa, igbubiga azụ ókè n'ebe ọdịda anyanwụ Atlantic Ocean site n\"ụbọchị ndị mbụ nke ndị Europe na-achị Amerịka edepụtara nke ọma.",
  "Ọnụ ọgụgụ dị nta nke ebuka azụ dị n'ime ọkwa dị elu egosila usoro na-ebelata, site na 90% na 1974 ruo 66.9% na 2015",
  "N'ụzọ dị iche, pasenti nke ebuka azụrụ n'ọkwa na-adịghị adịgide adịgide mụbara site na 10% na 1974 ruo 33.1% na  2015, yana mmụba kachasị ukwuu na ngwụcha-1970 na 1980s.",
  "N'afọ 2015, oke azụ na-adịgide adịgide (nke a na'oge gara aga na azụ zuru oke) mejupụtara 59.9% na oke na 7% nke ngụkọta nke ngwaahịa a nyochara. Ọ bụ ezie na ọnụ ọgụgụ nke ndị a na-egbuteghị azụ nọgidere na ibelata site na 1974 ruo 2015, ọnụ ahịa ndị e gburu n'ụzọ na'ihu na njedebe belatara site n\"afọ 1974 gaa n \" 1989, wee mụbaa ruo 59.9% na 2015.",
  "N'afọ 2015, n'etiti mpaghara iri na isii dị mkpa, Mediterenian na Oké Osimiri Ojii nwere pasent kachasị elu (62.2%) nke ngwaahịa ndị na-adịghị adịgide adịpụ, ndịda ọwụwa anyanwụ Pacific 61.5% na Southwest Atlantic 58.8% sochiri",
  "N'ụzọ dị iche, Eastern Central Pacific, Northeast Pacific (Area 67), Northwest Pacific (\"A Area 61\"), Western Central Pacífico na Southwest Pacífic nwere ọnụ ọgụgụ kachasị ala (13 ruo 17%) nke azụ dị na ọkwa ndị a na-apụghị ịnagide.",
  "Daniel Pauly, onye ọkà mmụta sayensị na-ahụ maka ịkụ azụ nke a maara maka ọrụ ọsụ ụzọ na mmetụta mmadụ na ịkụ azụ̀ zuru ụwa ọnụ, kwuru, sị:\n Ọ dị ka à ga-asị na anyị na-eji ndị agha anyị alụso anụmanụ ndị nọ n’oké osimiri ọgụ",
  "Anyị ji nwayọọ nwayọọ na-emeri agha a iji kpochapụ ha",
  "Na ịhụ mbibi a na-eme, n'enweghị ihe ọ bụla - n'enweghị ihe kpatara ya - nke ahụ bụ ihe na-akụda mmụọ",
  "N'ụzọ dị ịtụnanya, mmetụta ndị a niile na-agbanwe agbanwe, anụmanụ niile na-apụ n'anya ga-apụta ọzọ, ụmụ anụmanụ niile dị obere ga-etolite, mmekọrịta niile ị na-ahụghị ọzọ ga-emeghachi onwe ha, na usoro ahụ ga-amaliteghachi",
  "iputa.\nDị ka odeakwụkwọ ukwu nke 2002 World Summit on Sustainable Development si kwuo, \"Ịkụ azụ enweghị ike ịga n'ihu, mbelata nke ịkụ azụ na-eweta nnukwu egwu nye nri nke ọtụtụ nde mmadụ",
  "\"",
  "Ịkụ azụ n'ime eriri nri bụ ihe na-eme mgbe ị na'elu azụ",
  "Ozugbo e jidere azụ niile buru ibu, onye ọkụ azụ ga-amalite igbu azụ ndị pere mpe, nke gafere na azụ dị mkpa ka e jide iji mezuo ọchịchọ. Nke a na-ebelata ọnụ ọgụgụ azụ, yana ụdị dị iche iche nke ụdị ahụ, na'ime ka ha nwee ike ibute ọrịa, ma ghara ime mgbanwe na nrụgide ha na gburugburu ebe obibi. Tụkwasị na nke a, ijide obere azụ na-eduga n'ịzụlite obere ụmụ, nke nwere ike ịbụ nsogbu maka azụ",
  "N'ọtụtụ ụdị, ka obere nwanyị, otú obere ọ na-amị mkpụrụ, na'emetụta ọnụ ọgụgụ azụ.",
  "Enwere ụdị ịkụ azụ n'ụbiga mmanya ókè atọ amaara ama: oke ịkụ azụ̀ na-eto eto, iwepụta ịkụ azụ̀ karịrị akarị, na imebiga ihe ókè gburugburu ebe obibi.",
  "Uto igbubiga azụ ókè na-eme mgbe a na'iwepụta azụ na nkezi nke dị obere karịa nha nke ga-emepụta ihe kachasị elu maka onye ọ bụla",
  "Onye a na-akpọbata bụ onye na'ime ya nke na ya tozuru oke, ma ọ bụ n'etiti oke akọwapụtara site na ịkụ azụ, nke a bụ ogo maọbụ afọ. Nke a na-eme ka ngụkọta nke mkpụrụ dị ala karịa ka ọ ga-abụ ma ọ bụrụ na a hapụrụ azụ ahụ ka ha too ruo n'ókè kwesịrị ekwesị",
  "Enwere ike igbochi ya site n'ibelata ọnwụ ịkụ azụ ruo n\"ókè dị ala ma mụbaa nkezi nke azụ a na-ewepụta ruo na nha nke ga-enye ohere maka onye ọ bụla.",
  "Ịkụbiga azụ ókè na-eme mgbe ndị toro eto (ihe ndị na'ahụ maka ihe ndị dị ndụ) na - agwụla ruo n'ókè ebe ọ na na Ịbawanye ihe ndị na-eme ka ihe dị ndụ ruo n'ókè a chọrọ bụ ụzọ ndị njikwa si eme iji weghachite ọnụ ọgụgụ ndị a na'ụzọ gabigara ókè na ọkwa na ya",
  "A na-eme nke a n'ozuzu ya site na itinye oge, oke, na oke oke dị ala na ọnụ ọgụgụ azụ.",
  "Ịkụbiga ihe ndị dị ndụ na-eme mgbe nguzozi nke gburugburu ebe obibi gbanwere site n'ịkụbiga ihe ókè",
  "N'ịdalata n'ụba nke ụdị anụ ọhịa buru ibu, ụbara ụdị nri nri na-abawanye na-eme ka ngbanwe nke gburugburu ebe obibi gaa n'ụdị azụ dị nta.",
  "Ihe atụ nke igbubiga azụ ókè dị n'ebe ndị dị ka North Sea, Grand Banks nke Newfoundland na East China Sea. N'ebe ndị a, igbubiga azụ ókè egosila na ọ bụ ọdachi nye azụ, kamakwa nye ndị na-egbu azụ na ihe ubi",
  "Dị ka ụlọ ọrụ ndị ọzọ na-ewepụta ihe dị ka ọhịa na ịchụ nta, ịkụ azụ nwere ike inwe mmekọrịta akụ na ụba n'etiti onye nwe ya ma ọ bụ nlekọta ya na nkwado, nke a makwaara dị hi ọdachi nke ndị nkịtị.",
  "Ọtụtụ mba na-achịkwa azụ azụ ha n'ụzọ dị irè ugbu a",
  "Ihe atụ gụnyere Iceland na New Zealand. United States agbanweela ọtụtụ n'ime azụmaahịa ya site n\"ịbụ nke na-agwụ ike.",
  "Dị ka akụkọ UN nke afọ 2008 si kwuo, ụgbọ mmiri ịkụ azụ nke ụwa na-efunahụ ijeri US $ 50 kwa afọ n'ihi nkwụsịtụ na nlekọta azụmaahịa na nke ọma",
  "Akụkọ ahụ, nke ụlọ akụ ụwa na UN Food and Agriculture Organization (FAO) jikọrọ aka mepụta, na-ekwusi ike na ọkara ụgbọ mmiri ịkụ azụ nke ụwa nwere ike ịhapụ n'enweghị mgbanwe ọ bụla na ijide",
  "Na mgbakwunye, a hapụrụ biomass nke azụ zuru ụwa ọnụ ka ọ gbadaa ruo n'ókè ebe ọ na-agaghị ekwe omume ijide oke azụ enwere ike ijidesi. A na-ejikọta mmụba nke schistosomiasis n'Africa na mbelata nke ụdị azụ na'anya snails na ya na nje na na -akpata ọrịa. Nnukwu mmụba nke ọnụ ọgụgụ jellyfish na-eyi azụ egwu, ka ha na azụ na'asọ mpi maka nri, na na nsí ma ọ bụ azụ swarm, ma nwee ike ịdị ndụ na gburugburu ebe ikuku oxygen na azụ̀ na ọ gaghị enwe ike; ha nwere ike imebi azụ ahịa",
  "Ịkụbiga azụ ókè na-ewepụ nnukwu onye na'asọmpi jellyfish na onye oriri, na na -eme ka ọnụ ọgụgụ jells na ibe ya ka njọ. A chọpụtala na mgbanwe ihu igwe na nhazi nke gburugburu ebe obibi bụ ọrụ dị mkpa na mmụba nke ọnụ ọgụgụ jellyfish na Oké Osimiri Irish na 1990s.",
  "Dabere na 2019 Global Assessment Report on Biodiversity and Ecosystem Services nke Intergovernmental Science-Policy Platform on bipụtara na Biadiversidad and ecossystem Services, igbubiga azụ ókè bụ isi ihe na-akpata nnukwu mkpochapụ n'oké osimiri ụwa. Nnyocha e bipụtara na 2021 na akwụkwọ akụkọ Nature kwusiri ike na \"isi ihe kpatara\" mmebi nke oké osimiri bụ igbubiga azụ ókè. Nnyocha ndị ọzọ egosila na igbubiga azụ ókè belatara oke azụ na anụmanụ na-enye nwa ara site na 60% kemgbe afọ 1800, ma ugbu a na'ịkụ ihe karịrị otu ụzọ n'ụzọ atọ nke sharks na rays ka ha kpochapụ.",
  "Echiche nke igbubiga azụ ókè na-adabere n'ihe \"ọkwa a na'anya\" nke ịkụ azụ pụtara",
  "Okwu ndị ọzọ doro anya nke ihe ndị dị ndụ na bioeconomic na-akọwa ọkwa a na ya dị ka ndị a:",
  "Ihe nlereanya a tụrụ aro na 2010 maka ịkọ ọkwa dị mma nke igbu azụ bụ Iwu Nchịkwa Owuwe Ihe ubi (HCR), nke bụ usoro ngwaọrụ na usoro nchịkwa nke njikwa nwere ụfọdụ njirimara nke ọnụego owuwe ihe ubi na atụmatụ n'ihe metụtara ịkọ ọdịnihu ọnọdụ ngwaahịa, na mmepụta kachasị ogologo oge. Ịnọgide na-egbute na ọnwụ na igbu azụ bụ ụdị iwu abụọ dị mfe nke nchịkwa owuwe ihe ubi.",
  "Enwere ike ịkọwa ikike ịkụ azụ site na iji ntinye ma ọ bụ ntụziaka mmepụta.",
  "A na-eche na arụmọrụ teknụzụ nke ụgbọ mmiri ọ bụla dị mkpa iji nweta nnukwu nwude a",
  "Ogo nke itinye n'ọrụ na-arụpụta site na ntụnyere n'ezie ọkwa nke mmepụta (ntinye) na ikike mmepụta (ntinye) nke ụgbọ mmiri ma ọ bụ ụgbọ mmiri.",
  "Iji zute nsogbu nke igbubiga azụ ókè, ewebatala usoro nchebe na Iwu Nchịkwa Owuwe Ihe ubi (HCR) na isi azụ gburugburu ụwa",
  "Nkwekọrịta agba Traffic Light na-ewebata usoro iwu dabere na ụkpụrụ dị oke egwu akọwapụtara, nke enwere ike idozi ka a na'inweta ozi ndị ọzọ.",
  "Nkwekọrịta United Nations on the Law of the Sea na-ekwu maka akụkụ nke igbubiga azụ ókè na isiokwu 61, 62, na 65.",
  "Dị ka ụfọdụ ndị na-ekiri ihe na na ya si kwuo, enwere ike ile igbubiga azụ anya dị ka ihe atụ nke ọdachi nke ndị mmadụ n'obodo ahụ; ihe ngwọta kwesịrị ekwesị ga-akwalite ikike ihe onwunwe site na, dịka ọmụmaatụ, privatization na ịkụ azụ",
  "Daniel K",
  "Benjamin, na Fisheries are Classic Example of the 'Tragedy of la Commons', kwuru na nyocha nke Grafton, Squires na Fox iji kwado echiche ahụ na privatization nwere ike idozi nsogbu igbubiga azụ: Dị ka nnyocha na-adịbeghị anya gbasara ịkụ azụ azụ na British Columbia halibut, ebe a na'ozuzu ya bụ nke onwe, uru dị ukwuu na gburugburu ebe obibi na akụ na ụba emeela",
  "Enwere obere mmebi na azụ, ịkụ azụ dị nchebe karị, na obere ihe onwunwe dị mkpa iji nweta ihe ubi",
  "\"",
  "Ihe ngwọta ọzọ nwere ike, ma ọ dịkarịa ala maka mpaghara ụfọdụ, bụ oke, na-egbochi ndị ọkụ azụ na oke azụ",
  "O yikarịrị ka ọ ga-ekwe omume bụ ikwupụta mpaghara ụfọdụ nke oké osimiri \"ebe a na-agaghị aga\" ma mee ka ịkụ azụ n'ebe ahụ bụrụ ihe iwu na'akwadoghị, yabụ azụ ahụ nwere oge iji gbakee ma weghachite.",
  "Iji bulie ihe onwunwe ụfọdụ mba, dịka Bangladesh na Thailand, emeela ka nnweta nke ọrụ atụmatụ ezinụlọ dịkwuo mma",
  "Obere ọnụ ọgụgụ ndị na-esi na ya apụta nwere mbelata gburugburu ebe obibi na mbeba nri.",
  "Ịchịkwa omume na ọchịchọ ndị ahịa dị oke mkpa n'ibelata omume",
  "N'ụwa niile, ọtụtụ atụmatụ pụtara iji nye ndị na-azụ ahịa ozi gbasara ọnọdụ nchekwa nke nri mmiri ha nwere",
  "\"Guide to Good Fish Guides\" depụtara ọtụtụ n'ime ndị a.",
  "Enwere ọtụtụ usoro nchịkwa maka ịchịkwa igbubiga azụ ókè",
  "Nzọụkwụ ndị a gụnyere oke igbu azụ, oke akpa, ikikere, oge mechiri emechi, njedebe nha na ịmepụta ebe nchekwa mmiri na ebe ndị ọzọ a na-echebe mmiri.",
  "Ihe nlereanya nke mmekọrịta dị n'etiti azụ na ndị ọkụ azụ gosipụtara na mgbe a na-emechi mpaghara maka ndị na'egbu azụ, mana enweghị iwu ijide azụ dị ka oke a ga-ebufe n\"otu nʼotu, a naghị amụba ijupụta azụ nwa oge mana a belatara biomass azụ n-ebelata, na a chọrọ nsonaazụ dị iche site na nke achọrọ maka ịkụ azụ",
  "Ya mere, ịkwaga ụgbọ mmiri site n'otu obodo gaa na nke ọzọ ga-enwekarị mmetụta dị nta ma ọ bụrụ na a na-ewere otu quota ahụ",
  "N'ihi ya, usoro nchịkwa dị ka mmechi nwa oge ma ọ bụ iguzobe ebe nchekwa mmiri nke ebe ịkụ azụ adịghị arụ ọrụ mgbe ejikọtaghị ya na oke ịkụ azụ̀",
  "Nsogbu dị n'ime ya na oke bụ na ọnụ ọgụgụ azụ dịgasị iche site n\"afọ ruo n \"afọ\"",
  "Nnyocha achọpụtala na ọnụ ọgụgụ azụ na-arị elu nke ukwuu mgbe afọ oké ifufe gasịrị n'ihi ihe oriri ndị ọzọ na'elu ala ma si otú a na ya mepụta ihe dị ukwuu",
  "Iji gbuo azụ n'ụzọ na-adịgide adịgide, ọ dị mkpa ịgbanwe oke kwa afọ iji kọwaa ọnụ ọgụgụ azụ.",
  "Quota ndị a na-ebufe n'otu n\"otu (ITQs) bụ ngwá ọrụ ndị na'ịkụ azụ akọwapụtara nʼokpuru Magnuson-Stevens Fishery Conservation and Management Act dị ka ikike ịnweta oke azụ",
  "Ndị ọkà mmụta sayensị na-ahụ maka ịkụ azụ na'ụlọ ikpebi oke azụ (ngụkọta a na ya) ka a ga-ewepụta n'otu azụ",
  "Mkpebi ahụ na-atụle ikike ibu, ọnụego mmelite na ụkpụrụ ọdịnihu",
  "N'okpuru ITQs, a na-enye ndị otu azụmaahịa ikike maka pasentị nke ngụkọta nke a ga-enweta kwa afọ",
  "Enwere ike igbu azụ, zụta, ree, ma ọ bụ gbazite oke ndị a na-enye ohere iji ụgbọ mmiri ndị dị ọnụ ala",
  "A na-eji ITQs eme ihe na New Zealand, Australia, Iceland, Canada, na United States.",
  "N'afọ 2008, nyocha buru ibu banyere ịkụ azụ nke jiri ITQs tụnyere ndị na-enyeghị ihe akaebe siri ike na ITCs nwere ike inye aka gbochie ọdịda ma weghachite ịkụ azụ̀ nke yiri ka ọ na'ebelata.",
  "China machibidoro igbu azụ na South China Sea maka oge kwa afọ.",
  "N'ihi na gọọmentị nyere enyemaka ego nwere ike ime ka ọ bụrụ ihe bara uru n'ụzọ akụ na ụba iji gbuo azụ karịa ọkwa dị mma, ọtụtụ ndị ọkà mmụta sayensị akpọọla ka a kwụsị enyemaka azụ a kwụrụ maka ịkụ azụ miri emi",
  "N'ime mmiri mba ụwa karịa mpaghara akụ na ụba 200 nke mba ndị dị n'ụsọ oké osimiri, ọtụtụ azụ anaghị achịkwa, na ụgbọ mmiri na-egbu azụ na teknụzụ ọkaibe na'ebe dị omimi",
  "N'ime awa ole na ole, nnukwu ụgbụ dị arọ ruo tọn 15, nke ndị na-adọkpụ n'ala, nwere ike ibibi coral ndị dị n\"oké osimiri na ala sponge nke were ọtụtụ narị afọ ma ọ bụ ọtụtụ puku afọ iji too",
  "Ndị na-egbute azụ nwere ike ilekwasị anya na oroma, grenadiers, ma ọ bụ sharks",
  "Azụ ndị a na-adịkarị ogologo ndụ ma na'azụ oge, ọnụ ọgụgụ ha na -ewe ọtụtụ iri afọ, ọbụna ọtụtụ narị afọ iji gbakee.",
  "Onye sayensị azụ Daniel Pauly na onye na-ahụ maka akụ na ụba Ussif Rashid Sumaila enyochawo enyemaka a kwụrụ maka ụgbọ mmiri na ala gburugburu ụwa",
  "Ha chọpụtara na a na-akwụ US $ 152 nde kwa afọ maka ịkụ azụ miri emi",
  "Enweghị enyemaka ndị a, ịkụ azụ zuru ụwa ọnụ ga-arụ ọrụ na mfu nke US $ 50 nde kwa afọ",
  "Ọtụtụ n'ime enyemaka a kwụrụ ndị na-egbute azụ n\"oké osimiri bụ iji kwado nnukwu mmanụ achọrọ iji gaafe ókè nke kilomita 200 ma dọrọ ụgbụ dị arọ.",
  "\"O doro anya na e nwere ụzọ ka mma maka gọọmentị iji mefu ego karịa site n'ịkwụ ụgwọ enyemaka maka ụgbọ mmiri na-ere ọkụ 1.1 ijeri lita mmanụ kwa afọ iji mee ka azụ ochie na'ebe ndị dị oke egwu na ha na ya na mberede, ka ha nọ na na usoro ahụ\".",
  "\"Iwepụ enyemaka ego zuru ụwa ọnụ ga-eme ka ụgbọ mmiri ndị a ghara ịdị irè n'ụzọ akụ na ụba ma belata nrụgide dị ukwuu na oke azụ na gburugburu ebe obibi dị omimi\".",
  "A na-eduzi ihe karịrị ijeri euro ịrị atọ na enyemaka ọha na eze maka ịkụ azụ kwa afọ.",
  "Enwere ike ịgbanwe usoro ịkụ azụ iji belata ihe a na-ejide ma belatara mmetụta na ebe obibi mmiri",
  "Usoro ndị a gụnyere iji ụdị ngwa dịgasị iche iche dabere na ụdị a na-achọ na Ụdị ebe obibi",
  "Dịka ọmụmaatụ, ụgbụ nwere oghere buru ibu ga-eme ka azụ ndị na-adịchaghị ukwuu zere ijide ha",
  "Ngwaọrụ na-ekpuchi mbe (TED) na'enye ohere ka mbe mmiri na megafauna ndị ọzọ gbapụ n'ụgbụgbọ mmiri",
  "Izere igbu azụ n'ebe a na-amụ nwa nwere ike ikwe ka azụ ndị ọzọ wughachi site n\"inye ndị okenye ohere ịmụ nwa.",
  "Aquaculture na-agụnye ịzụ azụ n'ụlọ mkpọrọ",
  "Usoro a na-eme ka azụ dị iche iche bụrụ nke onwe ma na'ịmepụta ihe mkpali maka ndị ọrụ ugbo iji chekwaa azụ ha",
  "Ọ na-ebelata mmetụta gburugburu ebe obibi",
  "Otú ọ dị, ịkụ azụ na-eri anụ, dị ka salmon, anaghị ebelata nrụgide na azụ ọhịa mgbe niile, ebe ọ bụ na a na'azụkarị azụ ndị na -eri ahịhịa na mmanụ azụ a wepụtara na azụ̀ ọhịa",
  "Ụdị dị iche iche nke salmon Pacific na salmon Atlantic dị mfe ịzụlite n'ụlọ mkpọrọ na ọrụ aquacultural dị otú ahụ adịla ihe karịrị afọ 150",
  "Nnukwu ntọhapụ nke salmon zụlitere n'ụlọ mkpọrọ iji gbakwunye ọsọ salmon ọhịa ga-emekarị ka nrụgide ịkụ azụ dị na ọsọ Salmon ọhịa nke na-adịchaghị.",
  "Aquaculture rụrụ obere ọrụ n'iwepụta ihe ndị dị n\"oké osimiri ruo nʼafọ ndị 1970",
  "Uto na aquaculture mụbara ngwa ngwa na 1990s mgbe ọnụego nke ijide ọhịa dị elu",
  "Aquaculture ugbu a na-enye ihe dịka ọkara nke ihe niile dị n'ime mmiri",
  "Ọnụ ọgụgụ mmepụta mmiri na-aga n'ihu na'ịba ụba mgbe owuwe ihe ubi ọhịa na na - nọgidere na.",
  "Ịkpa azụ nwere ike ime ka usoro ọmụmụ niile nke azụ ahụ, ebe a na-azụ azụ n'ụlọ mkpọrọ",
  "Azụ ụfọdụ na-esiri ike ịmụ nwa n'ụlọ mkpọrọ ma nwee ike ijide ha n\"ọhịa dị ka ụmụaka ma kpọbata ha na ụlọ mkpọrọ iji mee ka ha dịkwuo arọ",
  "Site na ọganihu sayensị, a na-eme ka ọtụtụ ụdị dị iche iche na ya na ndị a dọtara n'agha",
  "Nke a bụ ikpe nke Southern bluefin tuna, nke mbụ a zụlitere n'ụlọ mkpọrọ na 2009.",
  "Ka ụmụ amaala ụwa na-aghọwanye ndị maara banyere igbubiga azụ na mbibi gburugburu ebe obibi nke oké osimiri, mmegharị ahụ amalitela iji gbaa ndị mmadụ ume ka ha ghara iri nri ọ bụla nke mmiri na ọ bụ naanị \"ihe oriri mmiri dị mma\".",
  "Nri mmiri na-adịgide adịgide bụ mmegharị nke nwetara ume ka ọtụtụ ndị mmadụ na'ịmata banyere igbubiga azụ na usoro igbu azụ nke na na - na Nri mmiri na-adịgide adịgide bụ nri mmiri sitere na ebe a na'azụ azụ ma ọ bụ ebe ndị a zụrụ azụ nke nwere ike ịnọgide na maọbawanye mmepụta n'ọdịnihu n\"enweghị itinye usoro okike nke e si nweta ya n-eyi egwu",
  "N'ozuzu, azụ na-eto ngwa ngwa nke na'oge ndụ, dị ka oroma siri ike, nwere ike igbubiga azụ ókè",
  "Ụdị nri mmiri ndị na-eto ngwa ngwa ma na'ịzụ ụmụ, dị ka anchorus na sardines, na na - na Ọtụtụ òtù, gụnyere Marine Stewardship Council (MSC), na Friend of the Sea, na-egosi na azụ azụ mmiri dị ka  na'oge na -adịgide adịgide.",
  "Kansụl Na-ahụ Maka Mmiri emepụtala ụkpụrụ gburugburu ebe obibi maka ịkụ azụ na-adịgide adịgide na nke a na'ụzọ dị mma",
  "A na-akwụ ụgwọ nchịkwa na omume azụ na gburugburu ebe obibi site na iji akara gburugburu ụlọ ọrụ ya na'acha anụnụ anụcha",
  "Ndị na-azụ ahịa na'echegbu onwe ha banyere igbubiga azụ na ihe ọ na na ya na - na: na Nke a na-enyere ndị na'azụ ahịa aka itinye aka n'ịgbanwe mbelata nke azụ",
  "Ka ọ na-erule n'ọnwa Febụwarị n\"afọ 2012, a nyochala ihe karịrị 100 azụ azụ gburugburu ụwa ma kwado ya dị ka izute ụkpụrụ MSC",
  "Ebe ha ga-azụta na-edepụta nri mmiri a kwadoro ugbu a",
  "Ka ọ na-erule n'ọnwa Febụwarị afọ 2012, ihe karịrị 13,000 MSC-labelled ngwaahịa dị na mba 74 gburugburu ụwa",
  "Fish & Kids bụ ọrụ MSC iji kụziere ụmụ akwụkwọ banyere nsogbu gburugburu ebe obibi mmiri, gụnyere igbubiga azụ ókè.",
  "The Monterey Bay Aquarium's Seafood Watch Program, ọ bụ ezie na ọ bụghị ụlọ ọrụ na-enye asambodo dị ka MSC, na'enyekwa nduzi maka nkwado nke ụdị azụ ụfọdụ. Ụfọdụ ụlọ oriri na ọṅụṅụ mmiri amalitela inye nhọrọ nri mmiri na-adịgide adịgide",
  "Seafood Choices Alliance bụ òtù nke ndị otu ya gụnyere ndị isi nri na-enye nri mmiri na ụlọ ọrụ ha. Na US, Iwu Azụmaahịa Na-adịgide adịgide na-akọwa omume na'adịgidere site na ụkpụrụ mba",
  "Ọ bụ ezie na enweghi ụlọ ọrụ gọọmentị na-enye asambodo dị ka MSC, National Oceanic and Atmospheric Administration emeela FishWatch iji nyere aka iduzi ndị na'azụ ahịa na nhọrọ nri mmiri na ya.",
  "Na Septemba 2016, mmekọrịta nke Google na Oceana na Skytruth gosipụtara Global Fishing Watch, ebe nrụọrụ weebụ e mere iji nyere ụmụ amaala ụwa aka n'ịgbaso ọrụ ịkụ azụ.",
  "Mba United Nations etinyela ịkụ azụ n'adịgịde adịgide na njedebe na-enye aka n'ịkụbiga azụ dị ka isi ebumnuche maka 2030 dịka akụkụ nke ebumnuche mmepe Sustainable Development 14 nke akpọrọ \"Ndụ N'okpuru Mmiri\"..",
  "Ụlọ ọrụ ịkụ azụ nwere nkwalite ego siri ike iji megide usoro ụfọdụ e mere iji melite nkwado nke azụ. Ndị na-egbu azụ ntụrụndụ nwekwara mmasị n'ịnọgide na'ebe a na - enweta azụ",
  "Nke a na-eduga na lobbying sara mbara nke nwere ike igbochi ma ọ bụ mebie iwu gọọmentị ezubere iji gbochie igbubiga azụ.",
  "N'èzí mpaghara akụ na ụba pụrụ iche nke mba, ịkụ azụ siri ike ịchịkwa",
  "Nnukwu ụgbọ mmiri na-egbu azụ n'oké osimiri nweere onwe ha iji mebie azụ dị iche iche n\"ụzọ ọ bụla ha chọrọ.",
  "N'ime mmiri ndị bụ isiokwu nke esemokwu ala, mba nwere ike ịkwalite igbubiga azụ ókè",
  "atụ a ma ama bụ agha cod ebe Britain jiri ụgbọ mmiri ya chebe ndị na-egbu azụ ya na mpaghara akụ na ụba pụrụ iche nke Iceland",
  "Azụ na'oge na - agafe",
  "Ọtụtụ ụdị ga-agafe n'enweghị ihe mgbochi site na ikike dị iche iche",
  "Mgbalị nchedo nke otu mba nwere ike iji nke ọzọ mee ihe.",
  "Ọ bụ ezie na gọọmentị nwere ike ịmepụta iwu iji chịkwaa omume ndị mmadụ, ọrụ ịkụ azụ iwu na-akwadoghị nwere ikike imebi nke a",
  "Atụmatụ nke oke nke nnweta iwu na-akwadoghị dị site na nde tọn 11 ruo 26, nke na'anọchite anya 14-33% nke njide ụwa. Ịkụ azụ n'ụzọ iwu na-akwadoghị nwere ike ịnwe ọtụtụ ụdị",
  "Na mba ụfọdụ na-emepe emepe, ọnụ ọgụgụ buru ibu nke ndị ogbenye na'adabere n'ịkụ azụ",
  "Ọ nwere ike isi ike ịchịkwa ụdị igbubiga azụ a, ọkachasị maka gọọmentị na-adịghị ike",
  "Ọbụna na gburugburu ebe a na-achịkwa, igbu azụ n'ụzọ iwu na'akwadoghị nwere ike ime",
  "Ọ bụ ezie na a na-achịkwa ịkụ azụ nke ọma, ndị na'ụgbọ azụ na ntụrụndụ nwere ike imebi iwu dịka oke akpa na mmechi oge",
  "Onye ọkụ azụ nwekwara ike igbu azụ n'ụzọ iwu na-akwadoghị site n\"ime ihe ndị dị ka ịkọ akụkọ ole azụ ha jidere ma ọ bụ kọọ na ha gburu otu ụdị azụ mgbe ha na'ezie na ya na onye ọzọ. Enwekwara nnukwu nsogbu na nlekota nke ọrụ ịkụ azụ iwu na-akwadoghị. N'afọ 2001, UN Food and Agriculture Organization (FAO), weputara International Plan of Action to Prevent, Deter and Eliminate Illegal, Unreported and Unregulated Fishing (IPOA-IUU)",
  "Nke a bụ nkwekọrịta nwere ebumnuche ịkwụsị ọdụ ụgbọ mmiri steeti ka ha ghara ikwe ka ụgbọ ala ndị sonyere n'ịkụ azụ n\"ụzọ iwu na-akwadoghị, na'akọghị ma ọ bụ na a na -achịkwaghị iwu",
  "Ọ na-enyekwa nkọwa maka steeti ọdụ ụgbọ mmiri na usoro dị irè nke nyocha na ịkọ akụkọ ịkụ azụ iwu na iwu. Ụfọdụ ịkụ azụ iwu na-akwadoghị na'ụlọ ọrụ mmepụta  na ọrụ azụmahịa ego.",
  "Nsogbu ikike igbu azụ abụghị naanị na nchekwa nke azụ kamakwa na nkwado nke ọrụ ịkụ azụ",
  "Enwere ike ịchọta ihe kpatara nsogbu ịkụ azụ na usoro ikike ihe onwunwe nke akụ ịkụ azụ̀",
  "Ịchụpụ ndị ọkụ azụ n'ụzọ gabigara ókè na ịgbazite ego na-ebilite n\"ịkụ azụ na oghere dị ka egosiri na Gordon.",
  "N'ihe onwunwe na-emeghe dị ka azụ, na enweghị usoro dị iche iche dị na oke a na'otu n'ime, enweghị ike iwepu ndị ọzọ na - akpali ndị ọkụ azụ chọrọ ịbawanye ihe ha na ya n\"ụzọ dị irè site na iwere òkè onye ọzọ, ime ka asọmpi sie ike",
  "Ọdachi a nke ndị nkịtị na-akpali usoro capitalization nke na'eduga ha ịbawanye ụgwọ ha ruo mgbe ha hà ka ego ha na ya na ha nwetara, na na a na -ahapụ ụgwọ ụlọ ha kpamkpam.",
  "Enweghị nkwekọrịta mgbe niile n'etiti ndị ọkụ azụ na ndị ọkà mmụta sayensị gọọmentị..",
  "Chee echiche ebe a na-egbubiga azụ ókè n'oké osimiri n\"ụdị ogige hockey nwere ụgbụ nʼakụkụ ọ bụla",
  "Azụ ole na ole fọdụrụ n'ebe ahụ ga-ezukọta gburugburu ihe mgbaru ọsọ n\"ihi na azụ̀ dị ka ebe obibi a haziri ahazi",
  "Ndị ọkà mmụta sayensị ga-enyocha ubi ahụ dum, mee ọtụtụ njem na-enweghị isi, ma kwubie na o nwere azụ ole na ole",
  "Ndị ọkụ azụ ga-agbaso ihe mgbaru ọsọ, jide azụ ndị gbara ha gburugburu, ma kwuo na ndị ọkà mmụta sayensị amaghị ihe ha na-ekwu maka ya",
  "Mmetụta ndị ọkụ azụ na-enweta bụ mgbe niile na e nwere ọtụtụ azụ - n'ihi na ha na'ebe ndị ka nwere ha..",
  "ndị ọkà mmụta sayensị na ndị na - azụ, na Onye sayensị azụ Daniel Pauly"
]