[
  "Ike Ekweremadu (a mụrụ n'ụbọchị nke 12 n'ọnwa Mee n'afọ 1962) bụ onye ndọrọ ndọrọ ọchịchị na onye ọka iwu si Enugu Steeti nke jere ozi na Senate nke Naịjirịa kemgbe Mee afọ 2003. Ọ bụ onye otu People's Democratic Party ma bụrụ osote onye isi oche nke ndị omeiwu Naịjirịa ugboro atọ n'usoro (6th, 7th na 8th) senate. E jidere ya maka iweta nwatakịrị na UK maka iwe ihe ubi nke akụkụ ahụ na 23 June 2022",
  "A mụrụ Ike Ekweremadu n'afọ 1962 na Amachara Mpu na Aninri Local Government Area nke Enugu State, ọ bụkwa onye Igbo",
  "O nwere nzere bachelọ na nzere masta na iwu na Mahadum nke Naịjirịa, a kpọkwara ya na Nigerian Bar na 1987",
  "O nwekwara nzere Doctor of Philosophy na iwu na Mahadum nke Abuja, Nigeria.",
  "A họpụtara ya dịka onye isi oche nke Aninri Local Government Council n'elu ikpo okwu nke United Nigeria Congress Party (UNCP) n'afọ 1997 wee merie onye isi oche kacha mma nke afọ ahụ, na 1997.  A họpụtara Chief Ekweremadu ka ọ bụrụ Chief of staff nke gọvanọ Enugu steeti n'afọ 1999 wee jee ozi n'ọkwa ahụ ruo afọ 2001",
  "E mechara họpụta ya dịka odeakwụkwọ nke Gọọmentị Enugu Steeti n'afọ 2001 wee jee ozi ruo afọ 2002.",
  "Na Eprel 12, 2003, a họpụtara ya na Senate nke Naijiria. Na Septemba 2003, dịka osote onye isi oche nke kọmitii sineti na-ahụ maka mgbasa ozi, Chief Ekweremadu kwuru na sineti ga-eme nnyocha siri ike banyere ebubo iri ngo nke onye ozi Federal Capital Territory (FCT) Mallam Nasir el-Rufai.\nMmekọrịta dị n'etiti Nasir El-Rufai na sineti nọgidere na-abụ onye iro, e mechara bo El-Rufai ebubo nrụrụ aka na 2008. \nN'afọ 2005, Senator Kenechukwu Nnamani meriri Ike Ekweremadu n'ọsọ maka onye isi oche nke Senate nke Nigeria.",
  "N'ọnwa Julaị afọ 2006, dịka ọnụ na-ekwuru ndị Southern Senators' Forum, Ekweremadu gọrọ ebubo na ha mere nkwekọrịta iji weghachite ike na North na ntuli aka 2007.\nN'ọnwa Septemba afọ 2006, Onye isi ala Olusegun Obasanjo gwara ndị Sineti ka ha nyochaa akụkọ nke Economic and Financial Crimes Commission nke boro osote onye isi ala Atiku Abubakar ebubo aghụghọ. Ike Ekweremadu kwere nkwa iguzobe kọmitii nyocha nke a ga-enyefe akụkọ ya na Senate, ọ bụ ezie na o kwuru na mmegide ga-esi ike ebe ọ bụ na ọ ga-achọ ọnụọgụ abụọ n'ime atọ.",
  "A kpọghachiri Ekweremadu na ntuli aka nke 29 Eprel 2007 Nigerian National Assembly, ma họpụta ya ka ọ bụrụ osote onye isi oche sineti",
  "E nyere ya ọrụ inyefe ọkwa onye isi oche kọmitii nke e kenyere mpaghara ndịda ọwụwa anyanwụ, na-eme mkpebi ndị isi sematọs na-amaghị dịka Senator Chris Anyanwu, bụ ndị na-enwetaghị ọkwa ha chọrọ.\nN'ọnwa Julaị afọ 2007, Ekweremadu nyere aka n'ịkwụsị mmegide maka nhọpụta esemokwu nke Ojo Maduekwe n'ọkwa onye ozi.",
  "Mgbe e boro onye isi odeakwụkwọ nke onye isi ala Umaru Yar'Adua, David Edevbie, ebubo na Septemba afọ 2009 n'ụlọ ikpe Britain maka nrụrụ aka nammefu ego, Ekweremadu jụrụ ịnara ọkwa, na-ekwu na ọ maghị eziokwu ahụ. N'ọnwa Septemba afọ 2009, a kpọrọ Ekweremadu onye isi oche nke kọmitii ga-eme ntuli aka mbụ maka onye na-azọ ọkwa gọvanọ nke Peoples Democratic Party maka Anambra Steeti.",
  "A họpụtara Ekweremadu ọzọ dịka Senator maka Enugu West na ntuli aka Eprel 2011, na-enweta votu 112,806",
  "Onye kacha bụrụ onye na-esote ya bụ onye na-azọ ọkwa nke Peoples for Democratic Change (PDC), Jackson Ezeoffor, onye nwetara vootu 7,522.",
  "Na Febụwarị 23, 2019, a họpụtara Ekweremadu ọzọ dịka onye omeiwu na-anọchite anya mpaghara ndị omeiwu nke Enugu West maka oge nke ise na-esote ebe o nwetara ọnụ ọgụgụ vootu 86,088 iji merie onye iro ya kacha nso, Oriakụ Juliet Ibekaku-Nwagwu nke All Progressives Congress (APC) onye nwetara vootu 15,187.\nN'abalị iri na otu n'ọnwa Juun n'afọ 2019, Ekweremadu meriri n'ọkwa ya ịbụ osote onye isi oche nke Sineti nke itoolu nke Naijiria",
  "Ekweremadu zọrọ mpi megide Ovie Omo-Agege onye nwetara vootu iri isii na asatọ iji pụta Onye mmeri. N'isi ụtụtụ Tuesday, o weghachiri ụgbọala ndị isi ya. \nEkweremadu egosila na ọ ga-ala ezumike nká na Senate nke Naijiria site n'ịghara ịzọ ọkwa na 2023.",
  "Na 23 June 2022, Ekweremadu boro ya na Beatrice Nwanneka Ekweremadu ebubo na ha na-agba mbọ ịhazi njem nwata na UK",
  "E chebere nwa ahụ",
  "Nnyocha na-aga n'ihu kemgbe Mee 2022 mgbe ndị uwe ojii mepere emepe mara maka mmejọ ndị nwere ike ime n'okpuru iwu ịgba ohu ọgbara ọhụrụ",
  "N'ọnwa Septemba afọ 2009, a họpụtara ya ka ọ na-edu kọmitii pụrụ iche nke Economic Community of West African States (ECOWAS) iji rụọ ọrụ maka nlọghachi usoro iwu na Niger Republic. A họpụtara ya ka ọ bụrụ osote onye isi oche nke ndị omeiwu ECOWAS wee pụta onye isi oche nke ndị omeiwu mpaghara n'ọnwa Ọgọstụ afọ 2011.",
  "Àtụ:S-start\nÀtụ:Succession box\nÀtụ:S-end"
]