[
  "Ikechukwu Uche (a mụrụ na 5 Jenụwarị 1984) bụ onye Naijiria na-agba bọọlụ.",
  "A maara ya maka ememe mgbaru ọsọ acrobatic ya, ọ nọrọ ọtụtụ n'ime ọrụ ọkachamara ya na mba Spain, ebe ọ bịarutere mba ahụ tupu ọ dị afọ iri abụọ. Ọ chịkọtara La Liga ngụkọta nke egwuregwu 194 na ihe mgbaru ọsọ 42 n'ime oge itoolu, na-anọchite anya asọmpi Recreativo, Getafe, Zaragoza, Villarreal, Granada na Málaga",
  "Uche pụtara maka Naịjirịa na iko mba Afrịka abụọ.",
  "A mụrụ ya na Aba, Abia, ọrụ Uche malitere na mba ya na Amanze United na Iwuanyanwu Nationale",
  "Mgbe ọ dị naanị afọ iri na asatọ, ọ kwagara Racing de Ferrol na ngalaba nke abụọ nke Spanish, na-apụta na egwuregwu iri abụọ na anọ n'oge nke abụọ ya, nke kwụsịrị na nlaghachị azụ maka ndị otu Galician.",
  "Uche sonyeere otu egwuregwu ọzọ na ọkwa nke abụọ nke mba ahụ, Recreativo de Huelva, maka ego US $ 300,000, ma nye ọkpụ goolu iri na abụọ n'afọ mbụ ya, bụrụ onye kachasị nye ọkpụ goolu na oge 2005–06 na 20 na naanị mpụta iri abụọ na asatọ (na braces ise), ka ndị Andalusia laghachiri - dịka ndị mmeri - na La Liga mgbe afọ atọ gasịrị.",
  "N'oge mbụ ya mgbe ọ kachasị eme nke ọma, Uche nyere goolu ugboro asatọ",
  "N'ụzọ dị ịrịba ama, o nyere goolu n'egwuregwu atọ n'usoro na Nọvemba 2006 (na mmeri na RC Celta de Vigo na megide CA Osasuna), na-enyere Recre aka imecha asatọ.",
  "Uche sonyeere Getafe CF nke Madrid maka 2007–08, a na-ejikarị ya dịka onye nnọchi",
  "N'abalị iri abụọ na itoolu n'ọnwa Nọvemba n'afọ 2008, site na benchi, o nyere goolu na mmeri 3–1 n'ụlọ Real Madrid",
  "Real Zaragoza, laghachiri na ndi ọkachamara n'oge na-adịbeghị anya, kwetara okwu ịbanye Uche na July 2009, n'okpuru ahụike. E gosipụtara ya n'ụzọ iwu kwadoro na nke iri abụọ na abụọ, ma bịanye aka na nkwekọrịta afọ anọ; na naanị egwuregwu nke abụọ ya, mmeri 1–4 na Sevilla FC, ọ merụrụ ahụ siri ike n'ikpere, na-aga n'ihu ọnwa asaa.",
  "Uche gbakeere n'ụzọ zuru ezu maka Zaragoza's 2010–11 pre-season",
  "Otú ọ dị, n'oge na-adịghị anya, ọ merụrụ ahụ ọzọ n'ikpere, e wepụrụ ya maka ọnwa isii ọzọ; nlọghachi ya n'ọrụ mere na 19 Febụwarị 2011 ka ọ gbara nkeji iri abụọ na mmeri 0-1 n'ụlọ megide Atlético Madrid, na-akụ okporo mpio David de Gea na nkeji ọnwụ nke egwuregwu ahụ mgbe mgbalị nke onye ọ bụla gasịrị.",
  "N'ụbọchị ikpeazụ nke windo mbufe oge okpomọkụ nke afọ 2011, Uche bịanyere aka na Villarreal CF, a gbazinyere Granada CF ozugbo",
  "N'abalị iri na asaa nke ọnwa Septemba, o nyere naanị goolu egwuregwu ahụ megide ndị otu nwere ikike ya, n'ụlọ.",
  "Uche mere egwuregwu izizi ya na Naịjirịa n'afọ 2007",
  "O so na ndị otu asọmpi na 2008 Africa Cup of Nations na Ghana, na-enyere ndị Super Eagles aka na nkeji iri na ise.",
  "A kpọrọ Uche na ndị otu mmadụ iri abụọ na atọ maka 2013 Africa Cup of Nations, na-enye aka na mpụta anọ na-enweghị akara na ndị mmeri ikpeazụ.",
  "Nigeria akara depụtara mbụ, akara kọlụm na-egosi akara mgbe ọ bụla Uche mgbaru ọsọ.",
  "Nwanne Uche nke okenye, Kalu Uche, bụkwa onye egwuregwu bọọlụ",
  "Ọ bụkwa onye na-aga n'ihu, ya onwe ya nọrọ ọtụtụ n'ime ọrụ ya na Spain (ha enweghị njikọ na ndị egwuregwu abụọ ọzọ, Uche Okechukwu na Ikechukwu Kalu); aha ya, Ikechukwu, pụtara \"Ike Chineke\" na Igbo.",
  "Uche pụtara na vidiyo egwu maka Touchin Body, nke J",
  "Martins na DJ Arafat.",
  "Recreativo",
  "Naịjirịa"
]