[
  "Ikechi Uko (a mụrụ na 12 Jenụwarị 1964) bụ onye ndụmọdụ azụmahịa njem na Naijiria, onye na-akwalite njem, ọkachamara mmepe njem, onye ndụmọdụ mgbasa ozi, onye nta akụkọ na onye edemede. Ọ bụ onye nhazi nke Akwaaba African Travel Market, ihe ngosi njem mba ụwa mbụ na West Africa; Abuja Bantaba; na onye nhazi, Accra Weizo na Port Harcourt Bantaba",
  "Ọ bụ onye isi oche nke Jedidah Promotions (ụlọ ọrụ mgbasa ozi mba ụwa na njem nlegharị anya maka ụgbọelu, ụlọ nkwari akụ na ebe dị iche iche n'Africa); onye nduzi ọrụ nke Seven Wonders of Nigeria (Naija7Wonders), na onye na-ebipụta Africa Travel Quarterly Magazine na atqnews.com",
  "Ikechi Uko si Abia Steeti, Naịjirịa",
  "A mụrụ ya na 12 Jenụwarị afọ 1964 n'ime ezinụlọ Maazị Samson Uko na Oriakụ Salome Uko, née Azubuike",
  "Mgbe ọ dị obere, Uko nwere anya na njem",
  "Ọ nwere ike ịhapụ ihe ọ bụla iji chọpụta ebe ọhụrụ",
  "Ọ gara National Secondary School Nike, Enugu",
  "Ọ rụrụ ọrụ dịka onye na-ahụ maka tiketi na Nigeria Airways ABC na Enugu",
  "Ọ gụrụ Geography na Mahadum nke Ibadan ma gụsịrị akwụkwọ n'afọ1985",
  "O mere National Youth Service Corps na Bauchi Steeti, ebe o si kwaga Kano Steeti ma kụzie na Gwarzo Secondary School, Gwarzo, na Rogo Secondary School, Rogo",
  "N'afọ 1988, ọ laghachiri na Mahadum nke Ibadan iji nweta Msc ya na Geography na-ekwusi ike na atụmatụ gburugburu ebe obibi na mmetụta dịpụrụ adịpụ",
  "Ọ gụsịrị akwụkwọ n'afọ 1990 wee gaa n'ihu nweta asambodo na Journalism na Times Institute of Journalism na Prince2 Practitioners LicenceNna ya rụrụ ọrụ dị ukwuu n'ịkwalite mmasị ya, njem: Maazị Samson Uko rụrụ ọrụ na Nigerian Railway Corporation ma debe akwụkwọ",
  "Mgbe ọ bụ nwata, Ikechi ji ezumike ya gụọ akwụkwọ ndị ahụ ma na-aga ebe ọhụrụ n'oge ọrụ nna ya",
  "Nne ya nwụrụ anwụ, Oriakụ Salome Uko, onye nkuzi, duziri ndụ ya na Geography ma kụziere ya ihe ọmụmụ na ụlọ ọrụ.",
  "Nwa Abia Steeti ọ na-anụ ọkụ n'obi ime njem, onye uwe ya na-ezughị ezu n'enweghị okpu ma ọ bụ akwa olu, bụ onye na-eme njem nke ọma, na-eme njem na-eru abalị 200 n'otu afọ",
  "Ọ bụ onye nchịkọta akụkọ nke Tourism Factfinders, akwụkwọ banyere Naịjirịa nke e bipụtara iji gosipụta nnabata Naịjirịa nke nzukọ The Organization of African Unity (OAU) n'afọ 1991 [citation needed]",
  "N'afọ 1991 ruo 1992 ọ bụ onye nchịkọta akụkọ njem nleta nke Happy Land, Happy World tourist Guide",
  "Ala Obi Ụtọ, Ụwa Obi Ụtọ bụ nsụgharị Naijiria nke Disneyland, Disney World, ọrụ nke na-emezughị mgbe Gọọmentị Lagos Steeti kagburu Asambodo nke Ọrụ ya",
  "N'ịghọta enweghị akwụkwọ nke na-edekọ n'ụzọ miri emi ememe pụrụ iche na Naịjirịa, n'afọ 1998 o bipụtara Festivals In Nigeria na mmekorita ya na The Nigerian Tourism Development Corporation (NTDC).",
  "Mmasị ya maka njem na njem mere ka ọ bipụta Travelers Weekend Magazine, magazin kwa izu n'afọ 1996, nke ọ malitere Travelers Awards. Travelers Weekend bụ magazin njem mbụ na West Africa",
  "N'ebumnobi maka magazin ahụ iji setịpụ ọsọ na ịbụ onye mbido Africa na ụwa njem, n'afọ 2003 Travelers Weekend Magazine gbanwere aha ya dịka African Travel Quarterly (ATQ)",
  "N'afọ 2004, ọ malitere Travelers Awards na Exhibitions, mgbalị mbụ iji webata ihe ngosi n'ime gburugburu njem",
  "N'afọ 2005, a gbanwere onyinye ndị njem na ngosi dịka Akwaaba African Travel Market",
  "[nkọwa dị mkpa]Akwaaba African Travel Market bụ naanị ngosi njem mba ụwa na West Africa",
  "Site na òkè site n'aka ndị na-ere ahịa mba ụwa na njem, njem, ụgbọelu na ụlọ ọrụ ile ọbịa, a na-ewere ya dịka \"Ebe Afrịka na-ezute ụwa\"",
  "Akwaaba African Travel Market bụ nke Nigerian Tourism Development Corporation (NTDC) họpụtara dị ka ihe ngosi njem na Nigeria",
  "Ọ bụ naanị ihe ngosi njem mba ụwa na West Africa na mmekorita ya na NTDC, nke United Nations World Tourism Organization (UNWTO) depụtara, ihe omume mmekọ ya na National Association of Nigerian Travel Agencies (NANTA) na naanị onye otu International Tourism Trade Fairs Association (ITTFA) na West Africa",
  "N'afọ 2008, a họpụtara ya ka ọ bụrụ onye otu kọmitii njem nleta Nigeria Vision 2020 na ọchịchị onye isi ala Umaru Musa Yar'Adua",
  "N'ọnwa Julaị afọ 2014, na ncheta afọ iri nke Kwita Izina, emume ịkpọ aha gorilla kwa afọ na Rwanda, otu n'ime emume a ma ama na Rwanda, gọọmentị Rwanda họọrọ Uko dịka onye nnọchi anya Naịjirịa ka ọ bụrụ onye na-akpọ aha.\nN'afọ 2015, gọvanọ Cross River Steeti, Prof",
  "Ben Ayade, na ọhụụ iji weghachite Calabar Carnival dị ka ihe omume carnival nke mbụ na Africa",
  "Dịka onye ndụmọdụ njem nleta mba ụwa maka afọ 2016 Calabar International Festival, Ikechi Uko kpọbatara ihe karịrị mba iri na kọntinent ụwa iji sonye na Calabar International Festival. Site na ihe ịga nke ọma nke afọ 2016 Calabar Carnival, a họpụtara ya ọzọ n'afọ 2016 maka mbipụta 2017. Ikechi Uko ọkachamara dị ukwuu na njem nlegharị anya nọ na ngosipụta zuru oke na Calabar Carnival 2017, na nkwanye ùgwù na gọọmentị Cross River Steeti na ịme ihe omume ahụ na ọkọlọtọ mba ụwa iji mee ka ndị njem nleta, ndị na-etinye ego na mba ụwa na ndị Naijiria nwee obi ụtọ.",
  "Na Jenụwarị 2016, The African Sun Times, akwụkwọ akụkọ kachasị ukwuu n'Africa na America, nyere Maazị Ikechi Uko, dịka onye nnọchi anya njem nleta nke afọ 2015",
  "Dịka ndị na-ahazi onyinye ahụ si kwuo, onyinye ahụ bịara n'azụ nkwalite njem nleta na mmepe nke Ikechi na Nigeria na Africa site na ọrụ anụ ụlọ dị iche iche na-egosi ịma mma na akụnụba nke Africa n'ụwa.",
  "N'afọ 2017 MICE East Africa Forum and Expo nke emere na Addis Ababa, Ethiopia, e nyere Ikechi Uko 2016 MICE East Africa's Tourism and Hospitality Personality Award",
  "E nyere ya onyinye ahụ maka onyinye ya maka mmepe nke njem nleta, njem na azụmahịa ile ọbịa na itinye ego na Africa."
]