[
  "Theoretical distinctions",
  "Human rights",
  "Rights by beneficiary",
  "Other groups of rights",
  "Ikike ndị agadi bụ ikike nke ndị okenye (na-abụkarị ndị nọ n'afọ iri nke asaa nke ndụ ma ọ bụ karịa ọ bụ ezie na a na-arụ ụka na nkọwa a), ndị na mba dị iche iche anaghị anabata dị ka ndị na-echebe iwu ma na-eche ịkpa ókè n'ọtụtụ akụkụ nke ọha mmadụ n'ihi afọ ha.",
  "Nsogbu ndị isi na-eche ndị okenye ihu na-agụnye ịkpa ókè n'ọrụ metụtara afọ (dị ka afọ ịla ezumike nká), enweghị ike ịnweta ọgwụgwọ n'ihi afọ ma ọ bụ ihe mgbochi metụtara afọ, nghọta ọha na eze banyere ikike / nkwarụ n'ihi agadi, na enweghị ike mmetọ, gụnyere ego, anụ ahụ, uche, mmekọrịta mmadụ na ibe ya, na mmekọahụ n'ihi ikike dị ala na enweghị ike ịnweta / iji teknụzụ.",
  "Otu n'ime mgbalị mbụ nke gọọmentị etiti US iji chebe ikike ego nke ndị okenye bụ nguzobe uru Social Security site na Social Security Act na 1935, na-enye ndị lara ezumike nká ego ruru eru.",
  "N'afọ 1991, Nzukọ Ezumezu nke UNHRC guzobere ụkpụrụ iji duzie ma gbaa ume mmepe nke mmemme gọọmentị nke ga-echebe ikike ndị agadi site n'ịhụ na nnwere onwe, itinye aka, nlekọta, mmezu onwe na ùgwù nke ndị agadi.",
  "Ịkwado na ichebe ikike nke ndị okenye dị mkpa iji dozie nsogbu ndị metụtara ịka nká na ịka nkụ",
  "Site na mmụba ngwa ngwa nke ndị agadi n'ụwa niile, e nweela mgbalị mba ụwa iji lekwasị anya n'okwu ndị metụtara ịka nká na ichebe ndị agadi n\"ime afọ iri gara aga. N'ihi ya, a na-amata ma na-amụ banyere afọ ndụ dị ka nsogbu zuru ụwa ọnụ, ihe atụ nke bụ nyocha nke ọtụtụ iri puku mmadụ na ihe karịrị mba 50 nke kpughere na ọtụtụ n'ime ndị sonyere dị ka ndị nwere àgwà dị mma na nke dị elu. Ịchọpụta na ịlụso mmụba nke ageism ọgụ dị mkpa iji kwalite ahụike ndị mmadụ dabere na ihe akaebe na-arịwanye elu nke mmetụta ọjọọ nke ageism na ahụike nke ndị agadi.",
  "Dị ka Nina Kohn si kọwaa, otu ndị okenye na-ahụ maka ihe ndị ruuru mmadụ bụ \"mgbalị jikọtara ọnụ [nke] òtù na ndị mmadụ n'otu n'otu..",
  "(na-abịakọta) gburugburu ebumnuche nke ịgbanwe usoro mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị, na iwu iji nye ndị okenye ohere iji ikike na nnwere onwe ha na obodo ha",
  "\" Echiche nke mkpa na ikike pụrụ iche nke ndị agadi malitere na 1930s n'oge Great Depression na isi ihe na-elekwasị anya na mkpa maka mmemme ezumike nká mba iji nye ndị agadi na-adịghịzi arụ ọrụ nchekwa ego. E mere ọtụtụ atụmatụ ndị na-asọmpi (atụmatụ Townsend, McClain Movement, Ham na Eggs Movement) iji dozie nsogbu ahụ",
  "N'ikpeazụ, dị ka akụkụ nke Franklin Delano Roosevelt's New Deal, e mere Social Security Act iji gboo mkpa ahụ.",
  "Ka ndị mmadụ na-akawanye nká na ndị agadi bara ọgaranya n'ime ọkara nke abụọ nke narị afọ nke iri abụọ, mmetụta ndọrọ ndọrọ ọchịchị ha mụbara. E guzobere òtù ndị dị ka American Association of Retired Persons na ụlọ ọrụ gọọmentị dị ka Administration on Aging iji gboo mkpa ha. Nsogbu karịrị nchekwa ego dị mfe ghọrọ ihe a na-elekwasị anya na Maggie Kuhn, iwe maka ezumike nká ya mgbe ọ dị afọ 65, malitere Gray Panthers na 1970; kemgbe a tọrọ ntọala ya",
  "Gray Panthors akwadowo maka ụlọ dị ọnụ ala, ọgbọ na usoro nlekọta ahụike otu onye na-akwụ ụgwọ. Taa, ndị Grey Panthers na-eduga Stakeholder Group on Aging, otu nzukọ ọ kwadoro, nke na-ezube ịmepụta netwọk mba ụwa nke ndị agadi na ndị na-eme ihe. E guzobere National Elder Law Foundation n'ihi nchegbu na ndị agadi nwere ike ịnwe mkpa iwu pụrụ iche. Nkwado 2006 nke Iwu Ndị Okenye Ndị America gụnyere ọrụ a na-akpọ Nhọrọ maka Nnwere Onwe iji mepụta obodo ndị na-azụ ahịa (na-emegide nhọrọ dị iche iche dị ka ụlọ ndị agadi ọdịnala) nhọrọ nlekọta ogologo oge.",
  "Ọrụ Nchebe Ndị Ntorobịa na-enye ọrụ maka ndị agadi bụ ndị e metọrọ, leghaara anya ma ọ bụ jiri ha mee ihe",
  "N'oge na-adịbeghị anya, e nweela mgbalị iji mee nchọpụta ma dozie nsogbu mmetọ ndị agadi site na iwu ndị dị ka Iwu mgbochi na ikpe mkpegharị ndị agadi nke 2017.",
  "Otu n'ime mgbalị mbụ nke gọọmentị etiti US iji chebe ikike ego nke ndị okenye bụ nguzobe uru Nchekwa ọha  site na Iwu nchekwa ọha  na 1935, na-enye ndị lara ezumike nká ego ruru eru",
  "E dezigharịrị iwu ahụ na 1972 iji gbakwunye Mgbakwunye Nchebe Nkwado, nke na-enye enyemaka ego maka ndị mmadụ dị afọ 65 ma ọ bụ karịa",
  "Ntinye nke Iwu Ịkpa Ókè n'Ọrụ nke 1967 chebere ikike ego nke ndị agadi site n'ịmachibido ndị were mmadụ n'ọrụ ịkpa ókè megide ndị dị afọ 40 ma ọ bụ karịa.",
  "Otu ebe ebe ndị okenye na-enwe nsogbu pụrụ iche, bụ na nlekọta ahụike na mkpebi ahụike",
  "Ọrịa na-adịghị ala ala na-akawanye njọ, nkwarụ ọgụgụ isi, na njedebe na ọnọdụ ọrụ niile bụ ihe atụ nke mgbanwe ndị na-eme mgbe e mesịrị na ndụ nke nwere ike ịbawanye ogo onye okenye nke ịdabere na onye nlekọta",
  "Nkwado a na-ahapụ ndị agadi n'ihe ize ndụ ka ukwuu nke mmetọ",
  "Dị ka National Institute on Aging si kwuo, mmetọ ndị agadi nwere ike ime mgbe ndị okenye bi n'ebe dị anya n'ụlọ n'ụlọ ndị nọọsụ nwere nkà ma ọ bụ ụlọ ọrụ enyemaka, ma ọ bụ ọbụna mgbe ha na ezinụlọ bi. Ọ bụ ezie na mmetọ nwere ike ime onye ọ bụla, ndị okenye toro eto nwere nsogbu ọgụgụ isi n'ihi isi mgbaka ma ọ bụ ndị nwere nnukwu mkpa ahụike bụ ndị na-adịghị ike karịsịa",
  "Ihe ịrịba ama nke mmetọ na-agụnye ọdịdị na-adịghị mma, mmerụ ahụ ma ọ bụ ọnyá a na-akọwaghị akọwa, ibu ibu na-akọwakhị, ọnyá n'àkwà ugboro ugboro, na enweghị ngwaọrụ ahụike nkwado dị ka ugegbe ma ọ bụ ndị na-enyere ntị aka.",
  "Ọ bụ ezie na mmetọ ndị agadi na-aga n'ihu na-abụ nsogbu na-aga nke ọma, enwere ụfọdụ nchebe maka ndị okenye",
  "Otu n'ime nchebe dị otú ahụ bụ Nlekọta ogologo oge  Ombudsman Program; mmemme a na-akwado ikike nke ndị okenye n'ụlọ ndị agadi, ụlọ obibi enyere aka, na ntọala obibi ndị ọzọ. N'agbanyeghị mmemme ndị dị otú ahụ, a ka nwere ọganihu dị ukwuu a ga-eme n'ịgbachitere ikike nke ndị okenye.",
  "Ọrịa COVID-19 kpughere ihe ndị na-adịghị ike n'ụlọ ndị agadi, ọkachasị ihe ize ndụ ha nke ikpughe ndị okenye na mmerụ ahụ na ọrịa a na-apụghị izere ezere",
  "Dị ka akụkọ 2021 nke Human Rights Watch si kwuo, ihe karịrị 178,000 ọnwụ COVID-19 jikọtara ya na ụlọ ọrụ ndị nọọsụ mejupụtara ihe ruru pasent 40 nke ọnwụ niile na United States. A na-ekwu na ọnwụ ndị a bụ n'ihi ụkọ ndị ọrụ ogologo oge na ileghara ndị bi na ya anya."
]