[
  "Ikike iyi akwa zuru oke, ma ọ bụ ikike iyi uwe, bụ ihe a ma ama dị ka ikike mmadu n'ukpuru dị iche iche nke ruuru mmadu nke mba uwa; nke a, tinyere ikike nri na ikike ulo, bụ akụkụ nke ikike ibi ndụ zuru oke dị ka amata n'okpuru  Article 11 nke International Covenant on Economic, Social and Cultural Rights (ICESCR)",
  "A ghọtara ikike iyi uwe dịka otu nime Article 25nke Universal Declaration of Human Rights (UDHR).",
  "Ikike iyi akwa bu otu nime uzo ikike nke ibi ezigbo ndu, ya mere, a na-ahụta ya dị ka ihe kwesịrị ka a hụ iji gbochie ndị mmadụ ịda ogbenye",
  "N’ezie, iyi uwe dị njọ bụ ihe na-egosi na mmadụ dara ogbenye:",
  "\"Anyị na-ahụ ya na oyi ọmuma ma ọ bụ ahụ erughị ala nke 'ndị arịrịọ, ndị na-enweghị ebe obibi, ndị na-anụ ọgwụ ọjoo na ndị laara n'ihi, ndị agadi, ndị ngwoorọ, 'ụmụaka n'okporo ámá' ma ọ bụ ndị ogbenye nkịtị",
  "Ọnọdụ ha akpalitela nkatọ, ụta, ịkpọasị na ịkwa emo, mana ụkpụrụ okpukpe, nke ụkpụrụ na nke ụwa agwala anyị ka anyị jiri ịhụnanya, udo, ebere, ọmịiko na mmụọ nke ikpe ziri ezi zaghachi.\n|Dr Stephen James |A Forgotten Right? The Right to Clothing in International Law.\"",
  "Iji gosipụta oke ikike iyi uwe nwere, Dr Stephen James enyela ndepụta ichikota ndị ga-erite uru nke ikike iyi uwe",
  "Gụnyere ndepụta a bụ mpaghara ọha mmadụ ndị kachasị nwee ụkọ uwe, dịka:",
  "Enweghị mkparịta ụka banyere ikike iyiri akwa emeela ka amaghị ebe ikike ya ruru na otu uwe ole achọrọ.",
  "Matthew Craven kwuru na ihe achọrọ ka e nye bụ uwe kacha nta; ọ bụ nke \"dị oke mkpa n'ihi na ebe ọbula o pekatara mpe ọ na-eweta ajụjụ maka nlanarị",
  "A gosipụtara ụkpụrụ a \"kacha nta\" ma ọ bụ \"zuru oke\" na akụkọ sitere na n'aka UN Committee on the Rights of the Child (CRC) na akụkọ sitere n'aka ndị Consortium For Street Children, ma akụkọ sitere n'aka  Committee on Economic, Social and Cultural Rights (CESCR) maka ndị agadi, ndị nwere nkwarụ, na ndị ọrụ",
  "Otú ọ dị, ọ dịghị ihe ọ bụla na-egosi ihe \"kacha nta\", “opekempe” ma ọ bụ “zuru ezu” gụnyere: n'ezie, CESCR anaghị ajụkarị ndị otu ya ajụjụ maka arụmọrụ ya gbasara ikike iyi akwa.",
  "Enwebeghị nkọwa zuru ezu banyere oke nke ikike iyi akwa rụụrụ gbasara ndị gbara ọsọ ndụ",
  "James Hathaway ekwuola na ndị gbara ọsọ ndụ kwesịrị ịnweta uwe dabara na ihu igwe ma zuru oke maka ọrụ ọ bụla ma ọ bụ ọrụ ndị ọzọ ha nwere ike ịmalite",
  "Ọzọkwa, ha ekwesịghị ịmanye ha iyi ụdị uwe ọ bụla nke ga-akpata na mmekpa ahụ n'etiti ọha ma ọ bụ ịkpa oke dị ka ndị mba ọzọ",
  "Ma ọuru na ndị gbatara ọsọ ndụ ghọrọ iyi akwa ga-egosiputa omenaala ha, obodo ha si ma ọ bụ obodo ha, a na-echedo ha n’okpuru Article 27 nke  International Covenant on Civil and Political Rights ikpa udiri agwa ahụ.",
  "Ikike iyi uwe anabatabeghị nkwado zuru ezu na mba ụwa",
  "O doro anya ihe kpatara enwebeghị mmata zuru oke gbasara isiokwu ahụ; otu onye ode akwụkwọ kwuru na ụkọ nkọwapụta iyi uwe bụ n'ihi omenala dị iche iche na ọdịịche di na mkpa ha",
  "Agbanyeghị, elere nkọwa a anya dị ka \"ọ dabara adaba\": Dr James na-ekwu na n'ezie \"ọdịbendị, gburugburu ebe obibi na akụ na ụba na ọdịịche di na mkpa dị ka ihe gbasara ụlọ, ahụike dịka ha siri metụta uwe, mana nke a egbochighi ịkọwapụta ikike ndị ahụ n'ụzọ zuru oke n'iwu mba ụwa.\" Matthew Craven kwubiri na-afọ 1995 na:",
  "\"Na mbido, ikike iyiri akwa, nke etinyegoro na akwukwọ nkwekorita, enwechaghị nlebara anya na Kọmitii [CESCR] ma ọ bụ ndị ibe ha",
  "N'ihe banyere Kọmitii ahụ, ọ dịghị ihe ọ bụla metụtara uwe nọ na akụkọ ha, na ọ bụ naanị ndị otu onye jụrụ ajụjụ maka ihe ahụ",
  "Echiche e nyere bụ na uwe abụghị okwu nke Ọchịchị nwere ike ịchịkwa oke njikwa, ma ọ bụ nke Kọmitii ahụ chere dị oke mkpa.\n|Matthew Craven |The international covenant on economic, social, and cultural rights: a perspective on its development\" |1995 |pp=349, 413",
  "Agbanyeghị, Dr James kwuru, sị: \"...ọ dịghị onye n’ime anyị nwere afọ ojuju na-agaghị achọ uwe dị mma ma zuo oke",
  "Ikike ahụ dị oke mkpa",
  "Ọ bụ ikike gbasara ị bị ndụ nke oma, ọ bụghị ihe ịchọ mma ma ọ bụ iwu nzuzu\"",
  "Ọ kpọrọ maka inwekwu mkparịta ụka na nkọwa agụmakwụkwọ, na-ekwu na:",
  "\"Anyi aghaghi echefu na ikike iji nweta uwe zuru oke mgbe anyi na-enyocha ikike ibi ndu zuru oke nke iwu mba uwa kwuru maka ya",
  "Ahụike, ugwu na ndụ nke ọtụtụ ndị na-adịghị ike [...] nwere ike ịnọ n'ihe egwu mgbe ha eyighị uwe nke ọma",
  "[...] [M] ọ ga aba uru inyocha ohere  site na ntụnyere sitere na ikike CESCR maka ikike ndị ọzọ n'ime Article 11 nke ICESCR",
  "Emechakwa, CESCR amalitela ịmepụta ụsọrọ, gbasara ụkpụrụ achọrọ n'ihe gbasara 'ụlọ' zuru oke, ahụike, nri, mmiri na ihe ndị ọzọ",
  "Enweghị ihe kpatara enweghị ike ịme ụdị usoro a metụtara ikike nke uwe zuru oke.\" \n|Dr Stephen James |A Forgotten Right? The Right to Clothing in International Law |2008 |pp=23-24}",
  "Dika ikike iyi akwa metutara uzo di nkpa nke mmadu di ndu, ọ na-emetụta mmekọrịta ikike ndị ọzọ gbasara mmadụ nọ n'etiti isiokwu ikike.",
  "Onye o bula nwere ikike dị oke mkpa na ndu, dika ekwenyere ya na Article 3  nke UDHR",
  "Agbanyeghị, ọ bụrụ na ndị mmadụ anaghị eji ejiji dị mma, ihe dịka ihu igwe, nwere ike imerụ ha ahụ",
  "Ọ bụrụ na mmadụ enweghị uwe na-ekpo ọkụ, o nwere ike ịnwụ maka oyi site n’oge oyi; N'aka nke ọzọ, Uwe nke na-ekpo ọkụ, nwere ike iso kpata ọrịa strok, akpịrị ịkpọ nkụ na ike ọgwụgwụ n'oge ọkọchị ma ọ bụ na mpaghara ebe na okpo ọkụ",
  "Ọzọkwa, uwe na-ezughị oke nwere ike ikpatara oria di iche iche site na ihe anyanwụ; ma na-akawanye njọ ọnọdụ ahụike dị adị.",
  "Na mgbakwunye, ịnweta nlekọta maka ihe gbasara ahụike - nke e gosipụtara n'okpuru Article 25  nke UDHR yana Article 12 nke ICESCR - enwere ike igbochi ya site na enweghi uwe ma ọ bụrụ na enweghị ike ịnweta akwa ma ọ bụ akpụkpọ ụkwụ nke a kwadoro site na ndị dọkịta adịghị ma ọ bụ ọ dị oke ọnụ.",
  "Iyi uwe - ma ọ bụ, ịhọrọ uwe ị ga-eyi - bụ, maka ọtụtụ mmadụ, akụkụ dị mkpa nke nkwupụta dị ka akwadoro n'okpuru Article 19 nke UDHR",
  "Ndị nwere nnukwu nkwarụ nwere ike iyi uwe na-ekwesịghị ekwesị, na-agọnarị nkwupụta ha chọrọ",
  "Ọzọkwa, ịbụ onye a manyere iyi uwe ruru unyi, dọwara adọwa, nke dabara adaba na ọbụnadị nke oge ochie nwere ike ịkwalite ịkwa emo na nlelị na ihere",
  "Nke a bụ eziokwu n'ebe ụmụaka nọ n'ụlọ akwụkwọ nọ - ndị nne na nna nwere ike ghara kwusi iziga nwatakịrị ụlọ akwụkwọ n'ihi ịkwa emo na ihere nke uwe nwatakịrị na-eyi",
  "Ekwesịrị ịpụta ọdịiche n'etiti ndị a manyere iyi uwe akwa, nke dọkara adọka ma ọ bụ nke ochie.",
  "Uwe ndị mmadụ họọrọ iyi nwere ike ịmata ọtụtụ ihe gbasara mmadụ: okpukpe, agbụrụ, obodo ma ọ bụ ndọrọ ndọrọ ọchịchị, omenaala ma ọ bụ agbụrụ",
  "O doro anya na uwe ndị dara ogbenye nwere ike igosi na ha dara ogbenye",
  "Ngosipụta a nke ịda ogbenye ma ọ bụ ọnọdụ akụ na ụba dara ogbenye nwere ike ịbụ ihe na-akpata ịkpa ókè na nkwutọ",
  "Ọzọkwa, uwe nke dị iche n'ụzọ ọdịbendị ma ọ bụ nke na-egosi isonye okpukpe nwere ike ịkpalite ịkpa oke ma duga n'ịjụ ohere mmekọrịta mmadụ na ibe ya, nke akụ na ụba, ma ọ bụ nke ọchịchị.",
  "Enwere ikike di mkpa maka \"mmegbu nke ntụkwasị obi, maka mmechuihu na mmejọ ahụ dị iche iche na ụlọ ọgwụ na ụlọ ọrụ ndị yiri ya, ọkachasị n'ihe metụtara ụmụ nwanyị na ụmụaka, ndị nwere nkwarụ na ndị agadi.\"  Ọ bụrụ na egbochi mmadụ ịyi uwe zuru oke - uwe dị mkpa, dị ka uwe a na-eyi n'okpuru - ọ ga-eme ka ha bụrụ ndị nwere mmerụ ahụ, mkparị, ma ọ bụ iyi egwu",
  "dika edere ya n'okpuru edemede Article 5 nke UDHR",
  "Agọnarị dị otu a gụnyere inara uwe n'ike, ọ dịkwa ezigbo mkpa na okwu metụtara njide na ụlọ mkpọrọ: enwere ike ịhapụ mmadụ ka ọ gba ọtọ n'etiti ike, ọnọdụ dị egwu nke a na-ahụkarị n'ụlọ mkpọrọ, na-agha na n'ogige ịta ahụhụ",
  "Ihe atụ nke mmegbu dị otú ahụ n'ụlọ mkpọrọ Abu Ghraib na Iraq na Guantanamo Bay achọpụtala na ọ kpatara ọrịa ọgụgụ isi dị njọ, gụnyere oria nke akpọọrọ  post-traumatic stress disorder , nke na-akpata ịmanye ndị mkpọrọ ịdọ ọtọ na ngagharị n'ihu ndị nche nwanyị, yana ụmụ nwoke eji amanye uwe nwanyị."
]