[
  "Ikike mmadụ nwere mmiri na ịdị ọcha (HRWS) bụ ụkpụrụ na-ekwupụta na mmiri ọñụñụ dị ọcha na ịdị ọcha bụ ikike mmadụ zuru ụwa ọnụ n'ihi mkpa ha dị ukwuu n'ịkwado ndụ onye ọ bụla",
  "Òtù Mba Ndị Dị n'Otu nabatara ya dị ka ikike mmadụ na 28 Julaị 2010",
  "A nabatara HRWS na iwu mba ụwa site na nkwekọrịta ikike mmadụ, nkwupụta na ụkpụrụ ndị ọzọ",
  "Ụfọdụ ndị na-akọwa nkọwa etinyewo arụmụka maka ịdị adị nke ikike mmadụ zuru ụwa ọnụ maka mmiri na mgbakwasị ụkwụ na-adabere na mkpebi nke 2010 General Assembly, dị ka Nkeji edemede 11.1 nke International Covenant on Economic, Social and Cultural Rights (ICESCR); N'etiti ndị nkọwa ahụ, ndị nabatara ịdị adị nke mba ụwa ius cogens ma na-atụle ya na ọ gụnyere ihe ndị e nyere n'ọgbụgba ndụ ahụ kwadoro na ikike dị otú ahụ bụ ụkpụrụ na-ejikọta ụwa dum nke iwu mba ụwa",
  "Nkwekọrịta ndị ọzọ na-amata nke ọma HRWS gụnyere Mgbakọ 1979 maka iwepụ ụdị ịkpa ókè megide ụmụ nwanyị (CEDAW) na 1989 Convention on the Rights of the Child (CRC).",
  "Nkọwa doro anya nke ikike mmadụ nwere mmiri bụ nke Òtù Mba Ndị Dị n'Otu na-ahụ maka Economic, Social and Cultural Rights in General Comment 15 depụtara na 2002",
  "Ọ bụ nkọwa na-adịghị agwụ agwụ na ịnweta mmiri bụ ọnọdụ maka obi ụtọ nke mmiri",
  "ikike inwe usoro obibi ndụ zuru oke, nke na-enweghị ike ịpụpụ na ikike nke oke ahụike kachasị elu, ya mere ikike mmadụ",
  "O kwuru, sị: \"Ikike mmadụ inwe mmiri na-enye onye ọ bụla ikike ịnweta mmiri zuru oke, nchekwa, nke a na-anakwere, nke a na-enweta n'anụ ahụ na nke dị ọnụ ala maka ojiji onwe ya na nke ụlọ.\"",
  "Mkpebi mbụ banyere HRWS bụ nke UN General Assembly na UN Human Rights Council mere na 2010",
  "Ha kwuru na enwere ikike ịdị ọcha nke mmadụ jikọtara ya na ikike mmadụ nwere mmiri, ebe ọ bụ na enweghị ọcha na-ebelata ogo mmiri",
  "n'okpuru ala, ya mere mkparịta ụka ndị sochirinụ gara n'ihu na-emesi ikike abụọ ahụ ike ọnụ",
  "N'ọnwa Julaị 2010, Mkpebi Mgbakọ Mba Ndị Dị n'Otu (UN) 64/292 kwadoro ikike mmadụ ịnata ọrụ mmiri na idebe ihe dị mma, dị ọnụ ala na dị ọcha",
  "N'oge Nzukọ Ezumezu ahụ, o kwuru na maka ịghọta ihe ụtọ na ndụ na ikike mmadụ niile, a nakweere mmiri ọṅụṅụ dị ọcha yana ịdị ọcha dị ka ikike mmadụ",
  "Mkpebi Mgbakọ General 64/292 maka ikike mmadụ nweere onwe ya ịnweta mmiri ọñụñụ dị ọcha yana ịdị ọcha na-ewelite okwu gbasara ikike gọọmentị ịchịkwa na ibu ọrụ maka ichekwa mmiri na ịdị ọcha ahụ",
  "Mmemme mmepe nke United Nations ekwuola na nnabata sara mbara maka mkpa ịnweta mmiri dị ọcha na ọrụ idebe mmiri kwesịrị ntụkwasị obi ga-akwalite mgbasawanye nke mmezu nke ndụ ahụike na afọ ojuju",
  "Mkpebi UN edegharịrị na 2015 mere ka ọ pụta ìhè na ikike abụọ ahụ dị iche ma ha nhata.",
  "Ndị HRWS na-amanye gọọmentị ka ha hụ na ndị mmadụ nwere ike ịnụ ụtọ mmiri na ịdị ọcha dị mma, dị, nke a na-anakwere, yana ọnụ ala",
  "Ịkwado mmiri na-atụle ókè ego mmiri na-eri na-aghọ ihe mgbochi nke na ọ chọrọ ka onye ahụ chụọ àjà ịnweta ngwaahịa na ọrụ ndị ọzọ dị mkpa",
  "N'ozuzu, iwu isi mkpịsị aka maka ike ị nweta mmiri bụ na ọ gaghị agafe pasent 3-5 nke ego ezinụlọ",
  "Ịnweta mmiri na-atụle oge a na-ewe, ịdị mma na iru ebe ahụ na ihe ize ndụ dị na ya mgbe ị na-erute isi iyi mmiri",
  "Mmiri ga-enwerịrị nwa amaala ọ bụla, nke pụtara na mmiri ekwesịghị ịgafe 1,000 mita ma ọ bụ 3,280 ụkwụ ma ga-adị n'ime nkeji iri atọ",
  "Ịnweta mmiri na-atụle ma ọ̀tụ̀tụ̀ mmiri a na-enweta ọ̀ dị n'ụzọ zuru ezu, nke a pụrụ ịdabere na ya na nke ga-adigide",
  "Ogo nke mmiri na-atụle ma mmiri ọ dị mma maka oriri, gụnyere maka ịṅụ mmanya ma ọ bụ ihe omume ndị ọzọ",
  "Maka nnabata mmiri, ọ gaghị enwe isi ma ghara ịgụnye agba ọ bụla.",
  "ICESCR chọrọ mba ndị debanyere aha ka ha jiri nwayọọ nwayọọ nweta ma kwanyere ikike mmadụ niile, gụnyere nke mmiri na ịdị ọcha",
  "Ha kwesịrị ịrụ ọrụ ngwa ngwa na nke ọma iji bulie ohere ma melite ọrụ.",
  "Otu WHO/UNICEF Joint Monitoring Program for Water Supply and Sanitation kọrọ na nde mmadụ 663 enweghị ike inweta mmiri ọñụñụ ka mma yana ihe karịrị ijeri mmadụ 2.4 enweghị ohere ịnweta ọrụ idebe ihe ọcha na 2015",
  "Ịnweta mmiri dị ọcha bụ nnukwu nsogbu",
  "maka ọtụtụ akụkụ nke ụwa",
  "Ebe ndị a na-anakwere gụnyere \"njikọ ezinụlọ, ọkpọkọ ọha, olulu mmiri, olulu mmiri echedoro, isi iyi echedoro na nchịkọta mmiri ozuzo.\" Ọ bụ ezie na pasent 9 nke ndị bi n'ụwa nile enweghị mmiri, e nwere \"ógbè ndị na-egbu oge karịsịa, dị ka Sub-Saharan Africa\"",
  "UN kwusiri ike na \"ihe dị ka nde ụmụaka 1.5 na-erubeghị afọ ise na-anwụ kwa afọ yana ụbọchị akwụkwọ nde 443 na-efunahụ n'ihi ọrịa mmiri na idebe ihe ọcha.\"",
  "Ọgbụgba ndụ mba ụwa na ikike akụ na ụba, mmekọrịta ọha na eze na omenala (ICESCR) nke 1966 kwadoro ikike akụ na ụba, mmekọrịta ọha na eze na omenala dị n'ime Nkwupụta Ụwa Nile Maka Ihe Ndị Ruuru Mmadụ (UDHR) nke 1948",
  "Ọ dịghị nke ọ bụla n'ime akwụkwọ mbụ ndị a kwadoro nke ọma ikike mmadụ nwere mmiri na mmiri",
  "ịdị ọcha",
  "Otú ọ dị, ọtụtụ mgbakọ mba ụwa ka e mesịrị, nwere usoro ndị kwadoro ikike nke mmiri na idebe ihe ọcha.",
  "\"The International Bill of Human Rights\"- nke nwere 1966: Ọgbụgba ndụ Mba Nile Maka ikike obodo na ndọrọ ndọrọ ọchịchị (ICCPR); 1966: Isiokwu 11 na 12 nke 1966 International Covenant of Economic, Social, and Cultural Right (ICES); na 1948: Nkeji edemede 25 nke Nkwupụta Ụwa Nile Maka Ihe Ndị Ruuru Mmadụ (UDHR) depụtara mgbanwe nke ikike mmadụ inwe mmiri na idebe ihe ọcha na ikike ndị ọzọ metụtara mmiri ka a nabata ya na iwu zuru ụwa ọnu.",
  "Ndị ọkà mmụta kpọbakwara nlebara anya na mkpa ọ dị n'ikike UN nwere ike mata ikike mmadụ maka mmiri na ịdị ọcha na njedebe nke narị afọ nke iri abụọ",
  "Mgbalị abụọ mbụ iji kọwaa ikike mmadụ nwere n'ịnyịnya sitere n'aka prọfesọ iwu Stephen McCaffrey nke Mahadum Pacific na 1992 na Dr",
  "Peter Gleick na 1999",
  "McCaffrey kwuru na \"Enwere ike ịnye ikike dị otú ahụ dị ka akụkụ na akụkụ nke ikike",
  "nri ma ọ bụ ihe oriri, ikike ahụike, ma ọ bụ nke kachasị, ikike ndụ",
  "Gleick gbakwụnyere: \"na ịnweta mmiri bụ isi nke chọrọ bụ ikike mmadụ bụ isi n'ụzọ doro anya na nke iwu mba ụwa, nkwupụta, na omume obodo kwadoro.\"",
  "Kọmitii UN maka Economic, Social and Cultural Rights (CESCR) nke na-ahụ maka nnabata ICESCR bịara na nkwubi okwu yiri nke ahụ dị ka ndị ọkà mmụta a nwere nkọwa zuru ezu nke 15 na 2002",
  "Ọ chọpụtara na ikike ị nweta mmiri bụ akụkụ doro anya nke ikike nke ibi ndụ zuru oke na nke zuru oke",
  "metụtara ikike maka ọkwa ahụike kachasị elu na ikike nke ụlọ zuru oke na nri zuru oke",
  "Ọ na-akọwa na \"Ikike mmadụ nwere mmiri na-enye onye ọ bụla ikike ịnweta mmiri zuru oke, nchekwa, nke a na-anabata, nke a na-enweta n'anụ ahụ na nke dị ọnụ ala maka iji onwe ya na nke ụlọ",
  "Ọnụ ego zuru oke nke mmiri dị mma dị mkpa iji gbochie ọnwụ site na akpịrị ịkpọ nkụ, iji belata ihe ize ndụ nke mmiri",
  "ọrịa metụtara yana inye maka oriri, nri, ihe ndị chọrọ ịdị ọcha nke onwe na nke ụlọ.\" Ọtụtụ mba kwetara ma kwenye n'ụzọ doro anya ikike ị nweta mmiri ka ọ bụrụ akụkụ nke ọrụ nkwekọrịta ha n'okpuru ICESCR (dịka, Germany; United Kingdom; Netherlands) mgbe e bipụtachara nkọwa zuru ezu 15.",
  "E mere nzọụkwụ ọzọ na 2005 site na mbụ UN Sub-Commission on Promotion and Protection of Human Rights nke nyere ụkpụrụ iji nyere gọọmentị aka iru na ịkwanyere ikike mmadụ nwere mmiri na ịdị ọcha",
  "Ntuziaka ndị a mere ka UN Human Rights Council kenye Catarina de Albuquerque dị ka onye ọkachamara nọọrọ onwe ya na okwu gbasara ọrụ ndị ruuru mmadụ metụtara ịnweta mmiri ọṅụṅụ dị ọcha na ịdị ọcha na 2008",
  "O dere nkọwa zuru ezu na 2009 nke gosipụtara ọrụ ruru mmadụ na ịdị ọcha",
  ", na CESCR zara ya site n'ikwu na steeti niile kwesịrị ịma ịdị ọcha.",
  "N'ịgbaso mkparịta ụka siri ike, mba 122 kwadoro \"ikike mmadụ nke mmiri na ịdị ọcha\" na Mkpebi Nzuko 64/292 na 28 Julaị 2010",
  "Ọ kwadoro ikike nke mmadụ ọ bụla ịnweta mmiri zuru oke maka ihe eji eme ihe na nke ụlọ (n'etiti n'etiti onwe ya)",
  "50 na 100 lita mmiri kwa ụbọchị), nke ga-adị mma, nke a na-anabata ma dị ọnụ ala (ụgwọ mmiri ekwesịghị gafere 3% nke ego ezinụlọ), na ịnweta anụ ahụ (isi iyi mmiri kwesịrị ịdị n'ime 1,000 mita nke ụlọ na Oge nchịkọta ekwesịghị ịfe nkeji 30)",
  "ikike ị nweta mmiri na ịdị ọcha bụ akụkụ nke ikike inwe oke obibi ndụ zuru oke.",
  "Iwu nke Catarina de Albuquerque dị ka \"Ọkachamara nọọrọ onwe ya n'okwu gbasara ọrụ ndị ruuru mmadụ metụtara ịnweta mmiri ọ drinkingụ drinkingụ dị ọcha na ịdị ọcha\" gbatịpụrụ wee degharịa aha ya dị ka \"Onye Nkwukọrịta Pụrụ Iche maka ikike mmadụ inwe mmiri ọ drinkingụ drinkingụ na ịdị ọcha\" mgbe mkpebi ndị dị na ya gasịrị",
  "2010",
  "Site na akụkọ ya nye Human Rights Council na UN General Assembly, ọ gara n'ihu na-akọwapụta oke na ọdịnaya nke ikike mmadụ nwere mmiri na ịdị ọcha",
  "Dị ka onye nta akụkọ pụrụ iche, o kwuru okwu ndị dị ka: Ọrụ ndị ruuru mmadụ metụtara inye ndị na-abụghị steeti ọrụ inye mmiri na ịdị ọcha (2010); Ego maka mmezu nke ikike maka mmiri na ịdị ọcha (2011); Ijikwa mmiri mkpofu na mmezu nke ikike nke mmiri na ịdị ọcha (2013); na nkwado na enweghị mgbagha na mmezu nke ikike nke mmiri na ịdị ọcha (2013)",
  "A họpụtara Léo Heller n'afọ 2014 ka ọ bụrụ onye nkwupụta pụrụiche nke abụọ maka ikike mmadụ maka ezigbo mmiri ọñụñụ na idebe ihe ọcha.",
  "Mkpebi ndị sochirinụ gbatịpụrụ ikike nke onye nta akụkọ pụrụ iche ma kọwaa ọrụ steeti ọ bụla na nkwanye ugwu nke ikike ndị a",
  "Mkpebi Mgbakọ kachasị ọhụrụ 7/169 nke 2015 ka a na-akpọ nkwupụta nke \"The Human Rights to Safe Drink Water and Sanitation",
  "Ọ ghọtara ọdịiche dị n'etiti ikike mmiri na ikike ịdị ọcha",
  "Emere mkpebi a n'ihi nchegbu",
  "gbasara ikike idebe ọcha na-eleghara anya ma e jiri ya tụnyere ikike mmiri."
]