[
  "A na-ewere ikike ịpụ obodo ọ bụla na ịlaghachi n'obodo nke ya dị ka ikike mmadụ ma dabere na iwu okike.",
  "Ọ bụ na ezie na anabataghị ikike ịlọghachi nke ọma n'oge ochie, nchụpụ, ịbụ onye a jụrụ n'ụzọ doro anya ikike ịlaghachi n'ụlọ, bụ ntaramahụhụ a na-ahụkarị maka mpụ siri ike",
  "Ndị ode akwụkwọ oge ochie tụlere isiokwu a nke ukwuu",
  "Dịka ọmụmaatụ, Teles nke Megara na ditribe ya On Exile dere \"Ma a naghị ekwe ka ndị a dọọrọ n'agha laghachi n'ụlọ, nke a bụkwa ihe mgbochi siri ike nke nnwere onwe ha.\"",
  "N'oge ochie, a na-ebuga ma ọ bụ chụpụ ìgwè mmadụ ọtụtụ ugboro n'ihi obodo ha na ala nna ha, na-abụkarị akụkụ nke mmeri ma ọ bụ dị ka ntaramahụhụ maka nnupụisi",
  "N'ọnọdụ ụfọdụ, a na-ahapụ ha (ma ọ bụ gbaa ha ume) ịlaghachi, ọ na-abụkarị mgbe nguzozi nke ndị agha na ndị ndọrọ ndọrọ ọchịchị nke kpatara nchụpụ ha gbanwere",
  "Otú ọ dị, n'ọnọdụ ndị a, e nyere ndị a chụpụrụ n'agha ikike ịlaghachi, ọ dịghị mgbe a ghọtara na ha nwere ikike ebumpụta ụwa ịlaghachi.",
  "Otu ihe atụ a ma ama bụ nlọghachi na Zayọn, bụ́ nke Eze Saịrọs Onye Ukwu nyere ndị Juu Ukwu ahụ nyere ndị Juu e chụpụrụ Juda na Babịlọn nhọrọ nke ịlaghachi n’ala nna ha ma wughachi  Jerusalem",
  "Edekọrọ ya na Bible Hibru (Akwụkwọ Ezra na Akwụkwọ Nehemaịa)  a na-akpọkarị ikpe a dị ka ihe atụ nke ndị Zionist nke oge a ma kpaliekwa ìgwè ndị ọzọ na-achọ ịchụso nloghachi nke ha.",
  "N'oge agha Peloponnesia, Atens chụpụrụ ma gbasasịa ndị bi na Melos, Aegina",
  "na obodo ndị ọzọ (ụfọdụ n'ime ha na-eresị ịgba ohu).",
  "Mgbe mmeri nke Sparta gasịrị,Spartan Lysander na 405 BC mere mgbalị siri ike ịkpọkọta ndị a dọọrọ n'agha ma weghachi ha n'obodo mbụ ha.",
  "Enwere ike ịhụ iwu akwadoro nke mbụ na-ekwe nkwa ikike nloghachi na akwụkwọ ikike Bekee Magna Carta site na 1215:",
  "Ihe atụ mbụ nke iwu obodo na-amata ikike nke nloghachi bụ iwu French nke 1791, nke e mere na 15 Disemba 1790:",
  "Iwu ahụ kwụsịrị mkpagbu na ịkpa ókè a na-akpagbu ndị Huguenot (Ndị Protestant France) were ọtụtụ narị afọ kwụsị.￼",
  "N’otu aka ahụ n’ime ka ndị Protestant nile bi na France ghọọ ụmụ amaala zuru oke, iwu ahụ e wetara na abalị iri abụo na ise na onwa nke iri na abuo, na afọ1790 kwuru na:",
  "Nkagbu nke Iwu Nantes na ịchụpụ ndị Huguenot mere ihe karịrị otu narị afọ tupu mgbe ahụ, e nwekwara nnukwu ndị ọbịa ndị Huguenot n'ọtụtụ mba, ebe ha na ndị bi na mba ha na-alụkarị (lee Iwu nke Potsdam)",
  "Ya mere, iwu ahụ nwere ike inye ọtụtụ ndị Briten, German, South Africa na ndị ọzọ ikike ịbụ nwa amaala France - ọ bụ ezie na ọ bụ nanị akụkụ ole na ole ji ya mee ihe",
  "kagburu - ebe ọ bụ na mgbe  ọrụ France gasịrị, ndị France adịghị njikere ikwe ka ndị German sitere na Huguenot jiri ya mee ihe.￼",
  "Mgbe Agha Schleswig nke Abụọ nke abụọ gasịrị na afọ1864, ókèala Schleswig nke",
  "Danish na-achịbu ghọrọ akụkụ neze ukwuial Germany.￼",
  "Ọnụ ọgụgụ dị ịrịba ama nke ndị bi na ya, nke a maara dị ka \"ndị na-ahọrọ\", họọrọ ijide nwa amaala Danish ma jụ ịnara nke German.",
  "N'ihi ya, ndị ọchịchị Prussia chụpụrụ ha n'ógbè ahụ",
  "Ọkara narị afọ ka e mesịrị, mgbe Germany meriri Germany na Agha Ụwa nke Mbụ, e mere mkpesa na 1920 iji chọpụta ọdịnihu nke mpaghara ahụ.",
  "Gọọmenti Denmark gwara ndị ike jikọrọ aka ka ha hapụ ndị agbụrụ Danish a chụpụrụ na ụmụ ha ka ha laghachi na Schleswig wee sonye na plebiscite",
  "Enyere nke a, n'agbanyeghị na ọtụtụ n'ime ndị na-achọ akwụkwọ kwagara United States ugbu a, ma ọtụtụ n'ime ndị a alaghachighị n'ezie."
]