[
  "Ikike ụmụaka ma ọ bụ ikike ụmụaka bụ akụkụ nke ikike mmadụ na-eleba anya na ikike nke nchekwa na nlekọta pụrụ iche enyere ụmụaka",
  "1989 Convention on the Rights of the Child (CRC) kọwara nwa dị ka \"mmadụ ọ bụla na-erubeghị afọ iri na asatọ, ọ gwụla ma n'okpuru iwu nke metụtara nwatakịrị, a na-enweta ọtụtụ n'ime ha na mbụ.\" Ikike ụmụaka na-agụnye ikike ha na ndị nne na nna na-akpakọrịta, njirimara mmadụ yana ihe ndị bụ isi maka nchebe anụ ahụ, nri, agụmakwụkwọ steeti na-akwụ ụgwọ zuru ụwa ọnụ, nlekọta ahụike, na iwu mpụ kwesịrị ekwesị maka afọ na mmepe nke nwatakịrị, nha anya nchebe nke ikike nwantakịrị obodo, na nnwere onwe pụọ na ịkpa oke n'ihi agbụrụ nwata ahụ, okike, ọnọdụ mmekọahụ, njirimara nwoke na nwanyị, agbụrụ mba, okpukperechi, nkwarụ, agba, agbụrụ, ma ọ bụ njirimara ndị ọzọ.",
  "Nkọwa nke ikike ụmụaka sitere na ikwe ka ụmụaka nwee ikike ime ihe n'onwe ha ruo na mmanye ụmụaka na-enwere onwe ha n'ụzọ anụ ahụ, n'uche na nke mmetụta uche, n'agbanyeghị ihe mejupụtara \"mmegbu\" bụ okwu arụmụka",
  "Nkọwa ndị ọzọ gụnyere ikike nlekọta na ịzụ",
  "Enweghị nkọwa nke okwu ndị ọzọ ejiri kọwaa ndị na-eto eto dị ka \"ndị nọ n'afọ iri na ụma\", \"ndị ntorobịa\", ma ọ bụ \"ntorobịa\" n'iwu mba ụwa, mana a na-ewere mmegharị ikike ụmụaka dị iche na òtù ikike ntorobịa",
  "Ngalaba ikike ụmụaka gbasapụrụ ngalaba nke iwu, ndọrọ ndọrọ ọchịchị, okpukperechi na omume.",
  "Dị ka ụmụntakịrị site n'iwu, ụmụaka enweghị ikike ma ọ bụ ikike ime mkpebi n'onwe ha n'ikike ọ bụla ama ama nke ụwa",
  "Kama nke ahụ, ndị na-elekọta ha toro eto, gụnyere ndị nne na nna, ndị ọrụ na-elekọta mmadụ, ndị nkuzi, ndị ọrụ ntorobịa, na ndị ọzọ, ka enyere ikike ahụ, dabere na ọnọdụ",
  "Ụfọdụ kwenyere na ọnọdụ a na-eme ka ụmụaka ghara ịchịkwa ndụ ha nke ọma ma na-eme ka ha bụrụ ndị na-adịghị ike",
  "Louis Althusser agafeela n'ịkọwa igwe iwu a, dịka ọ na-emetụta ụmụaka, dị ka \"ngwa steeti na-emegbu mmadụ\".",
  "Ụfọdụ ndị na-akọwa nkọwa ejirila usoro dị ka amụma gọọmentị iji kpuchie ụzọ ndị okenye na-esi emegbu ma na-erigbu ụmụaka, na-ebute ịda ogbenye ụmụaka, enweghị ohere agụmakwụkwọ, na ịrụ ọrụ ụmụaka",
  "N'echiche a, a ga-ewere ụmụaka dị ka obere ìgwè nke ọha mmadụ kwesịrị ịtụgharị uche n'ụzọ ọ na-akpa.",
  "Ndị nchọpụta achọpụtala ụmụaka dị ka ndị chọrọ ka a mata ha dị ka ndị sonyere na ọha mmadụ ndị ikike na ọrụ ha kwesịrị ka a mata ha n'oge ọ bụla.",
  "Sir William Blackstone (1765-1769) ghọtara ọrụ nne na nna na nwata: nlekọta, nchekwa, na agụmakwụkwọ",
  "N'asụsụ ọgbara ọhụrụ, nwatakịrị nwere ikike ịnata ihe ndị a n'aka nne na nna.",
  "Òtù Mba Ndị Dị n'Otu nakweere Geneva Declaration of Rights of Child (1924), bụ nke kwupụtara ikike nwatakịrị ahụ ịnweta ihe ndị a chọrọ maka mmepe nkịtị, ikike nke nwatakịrị agụụ na-eri nri, ikike nke nwatakịrị na-arịa ọrịa ịnweta ahụike",
  "nlekọta, ikike nke nwa azụ azụ ka a nara ya, ikike nke ụmụ mgbei n'ụlọ, na ikike ichebe site n'erigbu.",
  "Nkwupụta nke United Nations Universal Declaration of Human Rights (1948) na Nkeji edemede 25 (2) ghọtara mkpa nke ịbụ nne na nwata maka \"nchebe na enyemaka pụrụ iche\" na ikike ụmụaka niile nwere \"nchebe ọha na eze\".",
  "Nzukọ Ezumezu nke Mba Ndị Dị n'Otu nakweere Nkwupụta Mba Ndị Dị n'Otu nke ikike ụmụaka (1959), bụ nke weputara ụkpụrụ iri maka nchekwa nke ikike ụmụaka, gụnyere ikike zuru ụwa ọnụ, ikike inwe nchebe pụrụ iche, na ikike nchebe pụọ na ịkpa ókè",
  ", n'etiti ikike ndị ọzọ.",
  "Nkwekọrịta n'ịkọwapụta ikike ụmụaka apụtala nke ọma n'ime afọ iri ise gara aga",
  "Akwụkwọ 1973 nke Hillary Clinton (mgbe ahụ bụrụ onye ọka iwu) kwuru na ikike ụmụaka bụ \"okwu nke chọrọ nkọwa\"",
  "Dị ka ụfọdụ ndị nchọpụta si kwuo, echiche nke ikike ụmụaka ka akọwabeghị nke ọma, ma ọ dịkarịa ala otu na-atụ aro na ọ nweghị nkọwa ma ọ bụ echiche nke ikike ụmụaka nwere n'otu n'otu.",
  "A kọwapụtara iwu ikike ụmụaka dị ka ebe iwu na-ejikọta ndụ nwata",
  "Nke ahụ gụnyere mmebi iwu ụmụaka, usoro ziri ezi maka ụmụaka ndị na-etinye aka na usoro ikpe mpụ, nnochite anya kwesịrị ekwesị, na ọrụ mmezigharị dị irè; nlekọta na nchebe maka ụmụaka na nlekọta steeti; ịhụ na agụmakwụkwọ maka ụmụaka niile n'agbanyeghị agbụrụ ha, okike, usoro mmekọahụ, njirimara nwoke na nwanyị, agbụrụ mba, okpukperechi, nkwarụ, agba, agbụrụ, ma ọ bụ àgwà ndị ọzọ, na; nlekọta ahụike na nkwado.",
  "Ụmụaka nwere ụdị ikike mmadụ abụọ n'okpuru iwu ikike mmadụ zuru ụwa ọnụ",
  "Ha nwere otu ikike mmadụ zuru oke dịka ndị okenye, ọ bụ ezie na ụfọdụ ikike mmadụ, dị ka ikike ịlụ di na nwunye, na-ehi ụra ruo mgbe ha tolitere, Nke abụọ, ha nwere ikike mmadụ pụrụ iche nke dị mkpa iji chebe ha n'oge obere ha",
  "Ikike izugbe na-arụ ọrụ n'oge nwata gụnyere ikike nchekwa nke onye ahụ, nnwere onwe pụọ na mmeso ọjọọ, obi ọjọọ, ma ọ bụ mmeso ọjọọ, na ikike nchebe pụrụ iche n'oge nwata",
  "Ikike ụmụ mmadụ pụrụ iche nke ụmụaka gụnyere, n'etiti ikike ndị ọzọ, ikike ibi ndụ, ikike inwe aha, ikike ikwupụta echiche ya n'ihe gbasara nwatakịrị, ikike iche echiche, akọ na uche na okpukperechi, ikike nlekọta ahụike",
  ", ikike ichebe pụọ na mmegbu akụ na ụba na mmekọahụ, na ikike agụmakwụkwọ.",
  "A kọwapụtara ikike ụmụaka n'ọtụtụ ụzọ, gụnyere oke dị iche iche nke ikike obodo, ndọrọ ndọrọ ọchịchị, akụ na ụba, ọha na eze na omenala",
  "Ikike na-abụkarị nke ụdị abụọ n'ozuzu: ndị na-akwado ụmụaka dị ka ndị nweere onwe ha n'okpuru iwu na ndị na-etinye akwụkwọ na ọha mmadụ maka nchebe pụọ na mmerụ ahụ a na-eme ụmụaka n'ihi ndabere ha",
  "Akpọnyere ndị a dị ka ikike nke inye ike yana ikike nchekwa.",
  "Ntuziaka nkuzi nke Mba Ndị Dị n'Otu maka ụmụaka na-ekewa ikike ndị e depụtara na nkwekọrịta maka ikike ụmụaka dị ka \"3 Ps\": Ndokwa, Nchekwa, na nsonye",
  "Enwere ike ịkọwa ha dịka ndị a:",
  "N'otu aka ahụ, Child Rights International Network (CRIN) na-ekewa ikike n'ime otu abụọ:",
  "Amnesty International na-akwado n'ihu ọha ikike ụmụaka anọ dị iche iche, gụnyere njedebe nke ịnọ n'ụlọ mkpọrọ na-enweghị mgbaghara, njedebe nke iwere ụmụaka iji agha eme ihe, na-akwụsị ntaramahụhụ ọnwụ maka ndị nọ n'okpuru afọ 21, na ịkwalite mmata maka ikike mmadụ na klaasị",
  "Human Rights Watch, otu mba na-akwado nkwado, gụnyere ọrụ ụmụaka, ikpe ziri ezi nke ụmụaka, ụmụ mgbei na ụmụaka a gbahapụrụ agbahapụ, ndị gbara ọsọ ndụ, ụmụaka n'okporo ámá na ntaramahụhụ anụ ahụ.",
  "Ọmụmụ ihe ọmụmụ na-elekwasị anya n'ikike ụmụaka site n'ịchọpụta ikike onye ọ bụla",
  "Ikike ndị a \"na-ahapụ ụmụaka ka ha tolite ahụike na nweere onwe ha\": [dị ka onye si kwuo?]",
  "Otu akụkọ sitere na Kọmitii Na-ahụ Maka Ọha na Ọha na Ọha na Ahụ Ike, na Sustainable Development nke Nzukọ Ndị Omeiwu nke Council of Europe kwuru ọtụtụ akụkụ nke kọmitii ahụ nwere nchegbu banyere ya, gụnyere usoro ndị dị ka \"igbu ụmụ nwanyị, ibi úgwù nke ụmụ nwoke n'ihi ihe ndị metụtara okpukpe",
  "mmemme ahụike nwata n'ihe gbasara ụmụaka na-enwe mmekọahụ na nrubeisi ma ọ bụ ịmanye ụmụaka n'ime mkpọpu, egbugbu ma ọ bụ ịwa ahụ plastik",
  "Nzukọ a nakweere mkpebi na-adịghị adịgide adịgide na 2013 nke na-akpọ obodo 47 ya ka ha mee ọtụtụ ihe iji kwalite iguzosi ike n'ezi ihe nke ụmụaka.",
  "Nkeji edemede 19 nke nkwekọrịta maka ikike ụmụaka na-akwado ndị otu ka ha \"mere usoro iwu, nhazi, mmekọrịta ọha na eze na agụmakwụkwọ kwesịrị ekwesị iji chebe nwa ahụ pụọ n'ụdị ọ bụla nke ime ihe ike anụ ahụ ma ọ bụ nke uche, mmerụ ahụ ma ọ bụ mmegbu, nleghara anya ma ọ bụ nleghara anya nlekọta, mmeso ọjọọ ma ọ bụ nrigbu\"",
  "Kọmiti na-ahụ maka ikike ụmụaka na-akọwa isiokwu 19 dị ka amachibidoro ntaramahụhụ anụ ahụ, na-ekwu maka \"ọrụ nke ndị otu steeti niile ịkwaga ngwa ngwa iji gbochie ma kpochapụ ntaramahụhụ anụ ahụ niile.\" Kọmiti na-ahụ maka ihe ndị ruuru mmadụ na United Nations akọwawokwa Nkeji edemede 7 nke ọgbụgba ndụ mba ụwa maka ikike obodo na ndọrọ ndọrọ ọchịchị na-amachibido “mmeso ọjọọ, mmeso ọjọọ ma ọ bụ mmeso ọjọọ ma ọ bụ ntaramahụhụ” ịgbatị ụmụaka, gụnyere ntaramahụhụ anụ ahụ nke ụmụaka.",
  "Newell (1993) rụrụ ụka na \"...nrụgide maka nchebe nke iguzosi ike n'ezi ihe nke ụmụaka kwesịrị ịbụ akụkụ dị mkpa nke nrụgide maka ikike ụmụaka niile.\"",
  "Kọmitii na-ahụ maka Bioethics nke American Academy of Pediatrics (AAP) (1997), na-ezo aka na Convention on the Rights of the Child (1989), na-ekwusi ike na \"ụmụaka ọ bụla kwesịrị inwe ohere itolite na ịmalite n'enweghị ọrịa ma ọ bụ mmerụ ahụ nwere ike igbochi ya",
  "\"",
  "Ihe ndị ọzọ na-emetụta ikike ụmụaka gụnyere iji ụmụaka agha agha, ire ụmụaka, ịgba akwụna ụmụaka na ihe na-akpali agụụ mmekọahụ ụmụaka.",
  "Dị ka ihe atụ, n’ọtụtụ obodo, a naghị ekwe ụmụaka ịtụ vootu, ịlụ di ma ọ bụ nwunye, ịzụ mmanya, inwe mmekọahụ, ma ọ bụ ịrụ ọrụ a na-akwụ ụgwọ",
  "N'ime òtù ndị ntorobịa, a kwenyere na isi ihe dị iche n'etiti ikike ụmụaka na ikike ndị ntorobịa bụ na ndị na-akwado ikike ụmụaka n'ozuzu na-akwado nguzobe na mmanye nke nchebe maka ụmụaka na ndị ntorobịa, ebe ikike ndị ntorobịa (otu obere mmegharị) na-akwado mgbasawanye",
  "nnwere onwe maka ụmụaka na/ma ọ bụ ndị ntorobịa na ikike dị ka ịhọpụta.",
  "Enyere ndị nne na nna ikike zuru oke iji rụzuo ọrụ ha n'ebe nwatakịrị nọ",
  "Nne na nna na-emetụta ndụ ụmụaka n'ụzọ pụrụ iche, n'ihi ya, ọrụ ha na ikike ụmụaka kwesịrị ka a mara ya n'ụzọ pụrụ iche",
  "Okwu ndị dị na mmekọrịta ụmụaka na nne na nna gụnyere ileghara ụmụaka anya, mmetọ ụmụaka, nnwere onwe ime nhọrọ, ntaramahụhụ anụ ahụ na njide nwa",
  "Enweela echiche ndị enyere ndị nne na nna omume dabere na ikike na-edozi esemokwu dị n'etiti \"ịzụ nne na nna nkịtị\" na ikike ụmụaka",
  "Okwu a dị mkpa karịsịa n'okwu ikpe nke na-emetụta ohere nwere ike ịtọhapụ ụmụaka, yana n'okwu ebe ụmụaka na-agba ndị mụrụ ha akwụkwọ.",
  "A na-amatawanye ikike nwatakịrị nwere na mmekọrịta ya na nne na nna ha dị ka ihe dị mkpa maka ikpebi ọdịmma nwata ahụ na ịgba alụkwaghịm na usoro ịzụ nwa",
  "Gọọmenti ụfọdụ etinyela iwu na-eme ka a na-eche echiche nke ọma na ịzụ ụmụ bụ maka ọdịmma ụmụaka.",
  "Ndị nne na nna enweghị ikike zuru oke n'ebe ụmụ ha nọ",
  "Ndị nne na nna nọ n'okpuru iwu mpụ megide ịhapụ, mmegbu, na ileghara ụmụaka anya",
  "Iwu ikike mmadụ zuru ụwa ọnụ na-enye na ngosipụta nke okpukpere chi nwere ike ịbụ oke maka ọdịmma ọha, maka nchekwa nke ọha, ahụike ma ọ bụ ụkpụrụ omume, ma ọ bụ maka nchekwa nke ikike na nnwere onwe nke ndị ọzọ.",
  "Ụlọ ikpe etinyela oke ndị ọzọ na ikike na omume nne na nna",
  "Ụlọikpe Kasị Elu nke United States, n’ihe banyere Prince v",
  "Massachusetts, kpebiri na okpukpe ndị mụrụ ụmụ adịghị ekwe ka e tinye nwa n’ihe ize ndụ",
  "Lords of Appeal in Ordinary chịrị, n'ihe gbasara Gillick v West Norfolk na Wisbech Area Health Authority na ndị ọzọ, na ikike nne na nna na-ebelata ka afọ na-abawanye na ikike nke nwa, ma ghara ịla n'iyi kpamkpam ruo mgbe nwa ahụ ruru ọtụtụ",
  "A na-enweta ikike nne na nna site n'ọrụ nne na nna nye nwa",
  "Na enweghị ọrụ, ọ nweghị ikike nne na nna dị",
  "Ụlọikpe Kasị Elu nke Canada kpebiri, n'ihe gbasara E (Mrs) v Eve, na ndị nne na nna nwere ike ghara inye nkwenye maka ọgwụgwọ na-abụghị ọgwụgwọ",
  "Ụlọikpe Kasị Elu nke Canada ekpebiela, n’ihe gbasara B",
  "(R.) v",
  "Children’s Aid Society of Metropolitan Toronto:\nỌ bụ ezie na ụmụaka enweghị mgbagha na-erite uru na Charter, ọkachasị na nchekwa ya nke ikike ndụ ha na nchekwa nke onye ha, ha enweghị ike ikwupụta ikike ndị a, ndị obodo anyị na-eche na ndị nne na nna ga-eji nnwere onwe ime nhọrọ ha mee ihe n'ụzọ",
  "nke ahụ anaghị emebi ikike ụmụ ha.\nAdler (2013) na-arụrịta ụka na ndị nne na nna enyeghị ikike inye nkwenye maka ibi úgwù ụmụaka na-abụghị ọgwụgwọ.",
  "Mbipụta 1796 nke Thomas Spence's Rights of Infants so na nkwupụta asụsụ bekee mbụ gbasara ikike ụmụaka",
  "N'ime narị afọ nke 20 dum, ndị na-akwado ikike ụmụaka haziri maka ikike ụmụaka enweghị ebe obibi na agụmakwụkwọ ọha",
  "N̄wed 1927 eke The Child's Right to Respect nke Janusz Korczak mere mere ka akwụkwọ ndị gbara ya gburugburu sikwuo ike, taa, ọtụtụ òtù mba ụwa na-arụ ọrụ gburugburu ụwa iji kwalite ikike ụmụaka",
  "Na UK nhazi obodo nke ndị gụrụ akwụkwọ, ndị nkuzi, ndị ọrụ ikpe ziri ezi nke ntorobịa, ndị ndọrọ ndọrọ ọchịchị na ndị na-akwado omenala a na-akpọ New Ideals in Education Conference (1914-37) guzoro maka uru nke 'ịtọhapụ nwatakịrị' ma nyere aka kọwaa 'ezigbo",
  "' ụlọ akwụkwọ praịmarị na England ruo 80s",
  "Ọgbakọ ha mere ka ndị otu UNESCO kpalie, Fellowship Ọhụrụ.",
  "A.S",
  "Akwụkwọ Neill nke 1915 A Dominie's Log (1915), akwụkwọ edetu nke onye isi na-agbanwe ụlọ akwụkwọ ya ka ọ bụrụ nke dabeere na nnwere onwe na obi ụtọ nke nwatakịrị, nwere ike ịhụ dị ka ngwaahịa omenala nke na-eme ememe ndị dike nke mmegharị a",
  "[Ihe ndekọ achọrọ]",
  "Mmegide a na-emegide ikike ụmụaka bụ ogologo oge tupu omume ọ bụla na-eme ugbu a na ọha mmadụ, na-enwe nkwupụta edere ede megide ikike ụmụaka malitere na narị afọ nke 13 na tupu mgbe ahụ",
  "Ndị na-emegide ikike ụmụaka kwenyere na ọ dị mkpa ka e chebe ndị na-eto eto pụọ n'ụwa ndị toro eto, gụnyere mkpebi na ibu ọrụ nke ụwa ahụ",
  "N'ime ọha mmadụ nke toro eto, a na-ewere nwata dị ka oge akaghị ọcha, oge ọrụ na esemokwu, na oge egwuregwu na-achị",
  "Ọtụtụ mmegide sitere na nchegbu metụtara ọbụbụeze mba, ikike steeti, mmekọrịta nne na nna na ụmụaka",
  "A na-ehotakwa ihe mgbochi ego na \"ọdịnala nke ụkpụrụ ọdịnala na-emegide ikike ụmụaka\" nakwa",
  "Echiche maka ikike ụmụaka anatachaghị anya na United States.",
  "A na-ahụ nkwupụta zuru ụwa ọnụ nke ikike mmadụ dị ka ntọala maka ụkpụrụ iwu mba ụwa niile maka ikike ụmụaka taa",
  "Enwere ọtụtụ mgbakọ na iwu na-ekwu maka ikike ụmụaka na gburugburu ụwa",
  "Ọtụtụ akwụkwọ ndị dị ugbu a na nke akụkọ ihe mere eme metụtara ikike ndị ahụ, gụnyere nkwupụta nke ikike ụmụaka, nke Eglantyne Jebb depụtara na 1923, nke Njikọ Mba Ndị Dị n'Otu kwadoro na 1924 ma kwupụtaghachi na 1934",
  "United States nakweere nsụgharị gbasasịrị ntakịrị",
  "Mba dị iche iche na 1946, sochiri nsụgharị gbasawanye nke ukwuu nke Nzukọ Ezumezu nakweere na 1959",
  "O mesịrị bụrụ ihe ndabere maka Nkwekọrịta Maka Ihe Ndị Ruuru Ụmụaka.",
  "Mba United Nations nakweere ọgbụgba ndụ mba ụwa na ikike obodo na ndọrọ ndọrọ ọchịchị (ICCPR) na 1966",
  "ICCPR bụ ọgbụgba ndụ mba ụwa n'ọtụtụ akụkụ nke ihe fọrọ nke nta ka ọ bụrụ mba niile nọ n'ụwa kwadoro ma ọ bụ kwenye na ya",
  "Mba ndị ghọworo ndị otu steeti na Ọgbụgba-ndụ ahụ ka a chọrọ ka ha sọpụrụ na ịmanye ikike ndị ọgbụgba ndụ ahụ kwupụtara",
  "Nkwekọrịta ahụ malitere na 23 Maachị 1976",
  "Ikike nke ICCPR kwadoro bụ nke zuru ụwa ọnụ, ya mere ha metụtara onye ọ bụla na-enweghị isi na nke a gụnyere ụmụaka",
  "N'agbanyeghị na ụmụaka nwere ikike niile, ụfọdụ ikike dị ka ikike ịlụ di na nwunye na ikike ịme ntuli aka na-amalite ọrụ naanị mgbe nwatakịrị toro eto.",
  "Ụfọdụ ikike ndị metụtara ụmụaka gụnyere:",
  "Nkeji edemede 24 kwadoro ikike nwatakịrị nwere inweta nchekwa pụrụ iche n'ihi ntakiri ya, ikike inwe aha na ikike ịbụ obodo.",
  "Nkwekọrịta Mba Ndị Dị n'Otu nke 1989 na ikike ụmụaka, ma ọ bụ CRC, bụ ngwa mba ụwa nke mbụ na-ejikọta iwu iji tinye oke oke ruru mmadụ - ikike obodo, omenala, akụ na ụba, ndọrọ ndọrọ ọchịchị na ọha mmadụ",
  "Kọmitii na-ahụ maka ikike ụmụaka na-enyocha mmejuputa ya",
  "Gọọmenti mba ndị kwadoro ya na-etinye onwe ha n'ichekwa na ịhụ na ikike ụmụaka nwere, ma kwenye na ha ga-aza ajụjụ maka nkwa a n'ihu mba ụwa",
  "CRC bụ nkwekọrịta ikike mmadụ kwadoro nke ukwuu yana nkwado 196; United States bụ naanị mba na-akwadobeghị ya.",
  "CRC dabere na ụkpụrụ anọ bụ isi: ụkpụrụ nke enweghị ịkpa ókè; ọdịmma nke nwa ahụ; ikike nke ndụ, nlanarị na mmepe; na ịtụle echiche nke nwa ahụ na mkpebi ndị na-emetụta ha, dịka afọ ha na ntozu okè",
  "A na-ekwu na CRC, yana usoro mpụ zuru ụwa ọnụ dị ka Ụlọikpe Mpụ Mba Nile, Yugoslavia na Rwanda Tribunals, na Ụlọikpe Pụrụ Iche maka Sierra Leone, amụbaala ọkwa nke ikike ụmụaka n'ụwa nile.",
  "Nkwuwapụta na mmemme nke Vienna na-agba ume, na Nkebi II para 47, mba niile ka ha mee usoro ruo n'ókè kachasị nke ihe onwunwe ha dị, site na nkwado nke mmekorita mba ụwa, iji nweta ebumnobi dị na atụmatụ mmemme nke Summit Ụwa",
  "Ma na-akpọku steeti ka ha weba nkwekọrịta na ikike ụmụaka n'ime atụmatụ mmemme mba ha",
  "Site na atụmatụ mmemme mba ndị a na site na mbọ mba ụwa, ekwesịrị itinye ihe kacha mkpa na mbenata ọnụ ọgụgụ ụmụ ọhụrụ na ndị nne, ibelata erighị ihe na-edozi ahụ na ọnụ ọgụgụ agụghị akwụkwọ na inye ohere ịnweta mmiri ọṅụṅụ dị ọcha na agụmakwụkwọ bụ isi",
  "Mgbe ọ bụla a na-akpọ ya, ekwesịrị ka e chepụta atụmatụ ime ihe nke mba iji lụso ihe mberede na-emebi emebi ọgụ na-akpata site na ọdachi ndị na-emere onwe ha na ọgụ ọgụ na nnukwu nsogbu nke ụmụaka nọ n'oké ịda ogbenye",
  "Ọzọkwa, para 48 na-agba ndị steeti niile ume, site na nkwado nke mba ụwa, ka ha dozie nnukwu nsogbu ụmụaka nọ n'ọnọdụ siri ike karịsịa",
  "Ekwesịrị ịlụso mmegbu na mmegbu ụmụaka ọgụ nke ọma, gụnyere site n'ịkọba ihe kpatara ha",
  "A na-achọ ụzọ dị mma megide igbu ụmụ nwanyị, ọrụ ụmụaka na-emerụ ahụ, ire ụmụaka na akụkụ ahụ, ịgba akwụna ụmụaka, ikiri ihe gba ọtọ ụmụaka, na ụdị mmetọ ndị ọzọ",
  "Nke a metụtara nnabata nke Usoro Nhọrọ na ntinye aka nke ụmụaka na esemokwu ngwa ọgụ na usoro nhọrọ na ire ụmụaka, ịgba akwụna ụmụaka na ihe na-akpali agụụ mmekọahụ ụmụaka.",
  "Otu dị iche iche mmanye mmanye na usoro dị iji hụ na ikike ụmụaka nwere",
  "Ha gụnyere Caucus Rights Rights maka Nzukọ Mgbakọ Mba Ndị Dị n'Otu Pụrụ Iche Maka Ụmụaka",
  "E hibere ya iji kwalite mmejuputa iwu zuru oke na nrube isi na Nkwekọrịta maka ikike ụmụaka, na iji hụ na enyere ikike ụmụaka ka mkpa n'oge Mgbakọ Ọgbakọ nke UN General Assembly Special Session on Children na usoro nkwadebe ya",
  "E kere United Nations Human Rights Council \"na-enwe olileanya na ọ nwere ike bụrụ ebumnuche, ntụkwasị obi na ịrụ ọrụ nke ọma n'ịkatọ mmebi ikike mmadụ n'ụwa nile karịa Commission nke nwere ndọrọ ndọrọ ọchịchị nke ukwuu.\" Otu NGO maka Convention on the Rights of Child bụ njikọ nke òtù mba ụwa na-abụghị nke gọọmentị hibere na 1983 iji kwado mmejuputa nkwekọrịta nke United Nations Convention on Rights of Child.",
  "Ọtụtụ mba gburugburu ụwa nwere ndị na-ahụ maka ikike ụmụaka ma ọ bụ ndị kọmishọna ụmụaka bụ ndị ọrụ gọọmentị, ọrụ gọọmentị bụ ịnọchite anya ọdịmma ọha site na nyocha na ịza mkpesa nke ụmụ amaala n'otu n'otu kọrọ gbasara ikike ụmụaka",
  "Ndị ombudspeople ụmụaka nwekwara ike ịrụ ọrụ maka ụlọ ọrụ, akwụkwọ akụkọ, NGO, ma ọ bụ ọbụna maka ọha na eze.",
  "United States abanyela aka mana o kwadoghị CRC",
  "N'ihi ya, e mebeghi ikike ụmụaka n'usoro n'usoro na U.S.",
  "A na-enye ụmụaka ikike ndị bụ isi n'usoro iwu ahụ gụnyere, dị ka ndezigharị nke iri na anọ na n'usoro iwu United States kwadoro",
  "Nkejiokwu nchekwa nha nhata nke mmezi ahụ bụ itinye aka na ụmụaka, ndị amụrụ n'ime alụmdi na nwunye ma ọ bụ na a pụghị, mana ewepu ụmụaka amụbeghị",
  "Mkpebi Ụlọikpe Kasị Elu US nke In re Gault (1967) kwadoro nke a",
  "N'ikpe a, Gerald Gault dị afọ 15 nke Arizona ka ndị uwe ojii obodo kpọchiri ya mgbe e boro ya ebubo ịkpọ oku ekwentị rụrụ arụ",
  "Ejidere ya ma tinye ya na ụlọ akwụkwọ mmepụta ihe nke Arizona State ruo mgbe ọ ruru afọ 21 maka ịkpọ oku ekwentị rụrụ arụ nye onye agbata obi toro eto",
  "Na mkpebi 8–1, Ụlọikpe ahụ kpebiri na n'okwu ikpe nke nwere ike ịkpata ntinye aka na ụlọ ọrụ, ndị na-erubeghị afọ 18 nwere ikike ịhụta na ndụmọdụ, ịjụ ndị akaebe, na nchebe pụọ n'imebi onwe ha",
  "Ụlọikpe ahụ chọpụtara na usoro ndị e ji na-ege ntị Gault emezughị nke ọ bụla n'ime ihe ndị a.",
  "Ụlọikpe Kasị Elu nke United States kpebiri n'ihe gbasara Tinker v",
  "Des Moines Independent Community School District (1969) na ụmụ akwụkwọ nọ n'ụlọ akwụkwọ nwere ikike iwu.",
  "Ụlọikpe Kasị Elu nke United States ekpebiela n'ikpe nke Roper v",
  "Simmons na a gaghị egbu ndị mmadụ maka mpụ mere mgbe ha na-erubeghị afọ iri na asatọ",
  "O kpebiri na ogbugbu ndị dị otú ahụ bụ ntaramahụhụ obi ọjọọ na nke a na-adịghị ahụkebe, n'ihi ya, ha mebiri Ndezigharị nke Asatọ nke Iwu United States.",
  "Enwere nchegbu ndị ọzọ na United States gbasara ikike ụmụaka",
  "Ụlọ akwụkwọ American Academy of Doption Attorneys na-eche banyere ikike ụmụaka nwere n'usoro ezinaụlọ dị mma, nkwado na kwụsiri ike",
  "Ọnọdụ ha na ikike ụmụaka na nkuchi ikpe na-ekwu na, \"ụmụaka nwere mmasị nnwere onwe dabere n'usoro iwu na nchekwa nke ezinụlọ ha guzosiri ike, ikike nke dịkarịa ala hà nhata, na anyị kwenyere karịa, ikike nke ndị ọzọ ga-azọrọ 'nwere",
  "' mmasị na ụmụaka ndị a.\" Okwu ndị ọzọ ewelitere na nkwado ikike ụmụaka ndị America gụnyere ikike ụmụaka nwere ihe nketa n'alụmdi na nwunye nwoke na nwanyị na oke ikike maka ntorobịa.",
  "Otu akụkọ nke Onye isi oche nke INGO Conference of Council of Europe, Anelise Oeschger gbara akwụkwọ, chọpụtara na ụmụaka na ndị mụrụ ha nọ n'okpuru United Nations, European Union na UNICEF mmebi ikike mmadụ",
  "Nke kachasị mkpa bụ ụlọ ọrụ German (na Austrian), Jugendamt (German: Ụlọ ọrụ ntorobịa) nke na-enyekarị ohere n'ụzọ na-ezighị ezi maka njikwa gọọmentị na-achịkwaghị mmekọrịta nke nne na nna na ụmụaka, nke butere mmerụ ahụ gụnyere mmekpa ahụ, mmeso ọjọọ, mmeso ọjọọ na butere ya",
  "ụmụaka ọnwụ",
  "Nsogbu a gbagwojuru anya site na ihe fọrọ nke nta ka ọ bụrụ \"ike na-akparaghị ókè\" nke ndị ọrụ Jugendamt, na-enweghị usoro iji nyochaa ma ọ bụ dozie ọgwụgwọ na-ekwesịghị ekwesị ma ọ bụ na-emerụ ahụ",
  "Site n'iwu German, a na-echebe ndị ọrụ Jugendamt (JA) pụọ na ikpe",
  "A na-ahụ ogologo oge nchịkwa nke ndị ọrụ JA n'okwu ndị na-aga n'ụlọ ikpe ezinụlọ ebe ndị ọrụ JA gụrụ akwụkwọ ma ọ bụ ndị nwere ahụmahụ nwere ike ịkagbu akaebe ndị ọkachamara; N'ihe karịrị 90% nke ikpe ndị ụlọ ikpe ezinụlọ na-anabata ndụmọdụ onye ọrụ JA",
  "Ndị ọrụ uwe ojii elegharawokwa mkpebi ụlọikpe ezinụlọ anya, dị ka mgbe ha ga-eweghachi ụmụaka na ndị mụrụ ha, n'enweghị ihe kpatara ya",
  "Germany amatabeghị mkpebi gbasara ọdịmma ụmụaka metụtara nke Ụlọikpe Omeiwu Europe mere nke chọrọ ichekwa ma ọ bụ dozie ụmụaka na mmebi ikike nne na nna."
]