[
  "Na gburugburu ebe obibi, ikike nguzogidesi ike bụ ikike nke gburugburu ụlọ iji meghachi omume na nsogbu ma ọ bụ nsogbu site na iguzogide mmebi na ịgbake ngwa ngwa",
  "Mgbagwoju anya na nsogbu ndị dị otú ahụ nwere ike ịgụnye ihe omume ndị na-adịghị mma dịka ọkụ, idei mmiri, oké ifufe, mgbawa nke ụmụ ahụhụ, na ọrụ ụmụ mmadụ dị ka mgbukpọ ọhịa, ịkpụ ala maka iwepụta mmanụ, ọgwụ ahụhụ a na'ala, yana iwebata ụdị osisi ma ọ bụ anụmanụ",
  "Nsogbu nke oke ma ọ bụ ogologo oge nwere ike imetụta usoro okike nke ukwuu ma nwee ike ịmanye usoro gburugburu ebe obibi iru ọnụ ụzọ nke usoro na usoro dị iche iche na-achịkwa",
  "Mgbe a na-ejikọta ọnụ ụzọ dị otú ahụ na ebe dị oke egwu ma ọ bụ ebe abụọ, a pụkwara ịkpọ mgbanwe ọchịchị ndị a dị ka mgbanwe dị egwu.",
  "Ọrụ ụmụ mmadụ nke na-emetụta ike gburugburu ebe obibi dị ka mbelata nke ụdị dị iche iche, mmebi nke ihe ndị sitere n'okike, mmetọ, ojiji ala, na mgbanwe ihu igwe sitere na mmadụ na'ụzọ na na - na a na Nkwurịta okwu interdisciplinary banyere resilience ugbu a na-agụnye ịtụle mmekọrịta nke ụmụ mmadụ na gburugburu ebe obibi site na usoro mmekọrịta ọha na eze, na mkpa maka mgbanwe site n'ụdị mmepụta kachasị elu gaa na njikwa akụ na ụba gburugburu ụlọ na nchịkwa gburugburuebe obibi, nke na'ezube iwulite ristience gburugburu n\"ụzọ nyocha nke rustience, njirimara mgbanwe, yana ọchịchị mgbanwe",
  "Mgbanwe gburugburu ebe obibi akpaliwo ngalaba ndị ọzọ ma na-aga n'ihu na ịma aka n\"ụzọ ha si akọwa mgbochi, dịka mgbagha nke usoro inye ihe.",
  "Akụkọ nyocha nke isii nke IPCC na-akọwa ike dị ka, ọ bụghị naanị ikike ịnọgide na na'ọrụ dị mkpa, njirimara na nhazi, kamakwa ikike maka mgbanwe",
  "IPCC na-atụle ike ịnagide ma n'ihe gbasara mgbake gburugburu ebe obibi yana mgbakwunye na ime mgbanwe nke ọha mmadụ na ọdachi ndị na'okike.",
  "Echiche nke ike na usoro gburugburu ebe obibi bụ nke mbụ onye Canada na-ahụ maka gburugburu ụlọ C.S",
  "Holling gosipụtara iji kọwaa nnọgidesi ike nke usoro okike n'ihu mgbanwe na mgbanwe gburugburu ihe dị iche iche n\"ihi ihe okpomọkụ ma ọ bụ ihe sitere n &quot; mmadụ",
  "A kọwaala ike ịnagide n'ụzọ abụọ n\"akwụkwọ gbasara gburugburu ebe obibi:",
  "A na-akpọ nkọwa nke abụọ ahụ resilience ecological, ọ na'echiche ịdị adị nke ọtụtụ steeti ma ọ bụ ọchịchị kwụsiri ike.",
  "Dịka ọmụmaatụ, ụfọdụ ọdọ mmiri na-emighị emi nwere ike ịdị n'ime ma ọ bụ ọchịchị mmiri doro anya, nke na-enye ọtụtụ ọrụ gburugburu ebe obibi, ma ọ bụ usoro mmiri na-adịghị mma, nke na-enye ọrụ gburugburu ebe obibi na-ebelata ma nwee ike ịmịpụta algae na-egbu egbu",
  "Ọchịchị ma ọ bụ steeti na-adabere na okirikiri mmiri nke phosphorus, na usoro nke ọ bụla nwere ike ịdịgide adịgide dabere na gburugburu ebe obibi na njikwa ọdọ ahụ.",
  "N'otu aka ahụ, ọhịa Mulga nke Australia nwere ike ịdị na ọchịchị ahịhịa jupụtara na nke na-akwado ịzụ atụrụ, ma ọ bụ ọchịchị osisi na ya nke enweghị uru maka ịzụ anụ atụrụ",
  "Mgbanwe nke usoro na-akpali site na mmekọrịta nke ọkụ, herbivory, na mmiri ozuzo na'agbanwe agbanwe",
  "Steeti ọ bụla nwere ike ịnagide dabere na njikwa.",
  "Ndị na-ahụ maka gburugburu ebe obibi Brian Walker, C S Holling na ndị ọzọ na'akọwa akụkụ anọ dị oke egwu nke ntachi obi: latitude, nguzogide, enweghị nchebe, na panarchy.",
  "Atọ mbụ nwere ike itinye aka na usoro dum ma ọ bụ usoro ndị mejupụtara ya.",
  "Njikọ chiri anya na resilience bụ ikike ime mgbanwe, nke bụ ihe onwunwe nke gburugburu ebe obibi nke na-akọwa mgbanwe na ebe nkwụsi ike na ume",
  "Ikike ime mgbanwe na usoro mmekọrịta mmadụ na ibe ya na-ezo aka n'ikike ụmụ mmadụ nwere ịnagide mgbanwe gburugburu ebe obibi ha site na nyocha, mmụta na ịgbanwe mmekọrịta ha.",
  "Nkwụgidesi ike na-ezo aka nkwụsi ike nke gburugburu ebe obibi yana ikike nke ịnabata ọgbaghara na iweghachi onwe ya",
  "Ọ bụrụ na ọgbaghara ahụ nwere oke ma ọ bụ ogologo oge zuru oke, enwere ike iru ọnụ ụzọ ebe usoro gburugburu ebe obibi na-eme mgbanwe ọchịchị, ikekwe na-adịgide adịgide",
  "Iji ngwaahịa na ọrụ gburugburu ebe obibi na-adịgide adịgide chọrọ nghọta na nleba anya maka nkwụsi ike nke gburugburu ebe obibi na oke ya",
  "Otú ọ dị, ihe ndị na-emetụta nkwụsi ike nke gburugburu ebe obibi dị mgbagwoju anya",
  "Dịka ọmụmaatụ, ihe dị iche iche dị ka okirikiri mmiri, ọmụmụ, ụdị ndụ dị iche iche, ụdị osisi dị iche iche na ihu igwe, na-emekọrịta ihe nke ọma ma na-emetụta usoro dị iche iche.",
  "Enwere ọtụtụ mpaghara ebe ọrụ mmadụ na-emetụta ma dabere na nkwụghachi nke gburugburu ebe obibi nke ụwa, mmiri na mmiri",
  "Ndị a gụnyere ọrụ ugbo, igbukpọ osisi, mmetọ, ogbunigwe, ntụrụndụ, ịkụ azụ̀ karịrị akarị, ikpofu ihe mkpofu n'oké osimiri na mgbanwe ihu igwe.",
  "Enwere ike ịhụ ọrụ ugbo dị ka ihe atụ dị ịrịba ama nke a ga-atụle ike nke gburugburu ebe obibi nke ala",
  "Ihe ndị dị n'ime ala (ihe ndị sitere na carbon na nitrogen) n\"imeala, nke a na-eche na ọtụtụ osisi ga-agbanyeghachi ya, bụ isi ihe na'ahụ maka uto ihe ọkụkụ",
  "N'otu oge ahụ, ọrụ ugbo siri ike na nzaghachi maka mkpa nri zuru ụwa ọnụ na ụkọ na-agụnye iwepụ ahịhịa na itinye fatịlaịza iji mụbaa mmepụta nri",
  "Otú ọ dị, n'ihi mmụba nke ọrụ ugbo na itinye ọgwụ herbicides iji chịkwaa ahịhịa, fatịlaịza iji mee ka uto ihe ọkụkụ na ọgwụ ahụhụ iji gbochie ụmụ ahụhụ, a na-ebelata ụdị dị iche iche nke osisi dị ka ihe ndị dị ndụ iji weghachite ihe oriri ala ma gbozie nsị",
  "Nke a na-eduga na mbelata nke ala na mmepụta ihe",
  "Omume ọrụ ugbo ndị ọzọ na-adịgide adịgide ga-eburu n'uche ma tụọ atụmatụ ike nke ala ma nyochaa ma dozie ntinye na mmepụta nke ihe ndị dị ndụ.",
  "Okwu a bụ mgbukpọ ọhịa nwere ihe ọ pụtara nke na-ekpuchi ịgafe ọnụ ụzọ nke ike nke ọhịa na ịhapụ ikike ya ịlaghachi n'ọnọdụ mbụ ya",
  "Iji gbakee n'onwe ya, gburugburu oke ọhịa chọrọ mmekọrịta dị mma n'etiti ọnọdụ ihu igwe na ihe ndị dị ndụ, yana mpaghara zuru oke",
  "Tụkwasị na nke ahụ, n'ozuzu, nkwụghachi nke usoro ọhịa na-enye ohere mgbake site na obere mmebi (dịka àmụmà ma ọ bụ ala) nke ruru pasent ịrị nke mpaghara ya",
  "Ka ọnụ ọgụgụ nke mmebi ahụ buru ibu, otú ahụ ka ọ na-esikwu ike maka ihe ndị dị ndụ n'oké ọhịa iji weghachi ma nọgide na-enwe nguzozi ya.",
  "Igbukpọsị osisi na-ebelatakwa ụdị dị iche iche nke ma osisi na anụmanụ ma nwee ike ibute mgbanwe nke ọnọdụ ihu igwe nke mpaghara dum",
  "Dị ka IPCC Sixth Assessment Report si kwuo, carbon anwuru n'ihi iji ala na mgbanwe iji ala eme ihe na-abụkarị site na igbutu osisi, si otú ahụ na-amụba ogologo oge nke ihe ndị dị ndụ n'ọhịa na ụkọ mmiri ozuzo na mgbanwe ihu igwe ndị ọzọ kpatara.. Mgbukpọsị oké ọhịa nwekwara ike iduga na mkpochapụ nke ụdị, nke nwere ike inwe mmetụta domino karịsịa mgbe ewepụrụ ụdị isi ma ọ bụ mgbe e wepụrụ ọnụ ọgụgụ dị ukwuu nke Ụdị ma tụfuo ọrụ gburugburu ebe obibi ha.",
  "Akọwara nkwụgidesi ike nke ihu igwe dị ka \"ikike nke ọha mmadụ, akụ na ụba na gburugburu ebe obibi iji nagide ihe omume dị ize ndụ ma ọ bụ omume ma ọ bụ ọgba aghara\"",
  "A na-eme nke a site na \"ịzaghachi ma ọ bụ ịhazigharị n'ụzọ ga-ejigide ọrụ dị mkpa, njirimara na nhazi ha dị mkpa",
  "(yana ihe dị iche iche dị iche iche dị iche iche n'ihe gbasara gburugburu ebe obibi) ebe na-ejikwa ikike ime mgbanwe, mmụta na mgbanwe\" Isi ihe na-elekwasị anya n'ịbawanye nnabata ihu igwe bụ ibelata ọnọdụ ihu igwe nke obodo, steeti, na mba nwere ugbu a",
  "n'ihe gbasara ọtụtụ mmetụta mgbanwe ihu igwe",
  "Mgbalị a na-eme iji wulite mgbanwe ihu igwe na-agụnye usoro mmekọrịta ọha na eze, akụ na ụba, nkà na ụzụ, na ndọrọ ndọrọ ọchịchị nke a na-emejuputa n'ọkwa niile nke ọha mmadụ",
  "Site na omume obodo ruo na nkwekọrịta zuru ụwa ọnụ, ịzaghachi nkwụghachi ihu igwe na-aghọ ihe kacha mkpa, ọ bụ ezie na enwere ike ịrụ ụka na ọnụ ọgụgụ dị ukwuu nke tiori ka a ka ga-atụgharị n'ọrụ.",
  "Òtù Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu mere atụmatụ na ihe karịrị 70% nke azụ azụ dị n\"ụwa niile bụ ndị a na-erigbu kpamkpam ma ọ bụ na ha na'ụzọ zuru ezu nke pụtara na igbubiga azụ ókè na na ọ na - na Otu n'ime mmetụta na-adịghị mma na gburugburu ebe obibi nke mmiri bụ na n\"ime ọkara narị afọ gara aga, azụ ndị dị n-eri nʼụsọ oké osimiri enweela nnukwu mbelata n \"n'ihi oke igbu azụ maka uru akụ na ụba ya\"",
  "Blue fin tuna nọ n'ihe ize ndụ nke mkpochapụ",
  "Mbelata nke azụ na-ebute mbelata dị iche iche nke ihe ndị dị ndụ na n'ihi ya enweghị nkwekọ na usoro nri, yana mmụba nke ọrịa.",
  "Na mgbakwunye na ịkụbiga azụ̀, ógbè ndị dị n'ụsọ oké osimiri na-enwe mmetụta nke ọnụ ọgụgụ na-arị elu nke nnukwu ụgbọ azụ azụ ahịa na-akpata mbelata nke obere ụgbọ mmiri ime obodo",
  "Ọtụtụ osimiri ndị dị n'ime ime obodo bụ́ isi iyi nke mmiri dị ụtọ emebiela n'ihi nbata nke mmetọ na sedimenti.",
  "Ịdọrọ mmiri abụọ ahụ na-adabere na ike nke gburugburu ebe obibi ka ọ na'eyi ya egwu",
  "A na-emekarị ka nsị na mmetọ ndị ọzọ banye n'oké osimiri maka ọdịdị mgbasa nke oké osimiri na ọdịbendị mgbanwe na ikike maka ndụ mmiri iji dozie ihe mkpofu mmiri na ihe mmegide",
  "Otú ọ dị, nsị na-eyi usoro okike mmiri egwu site na itinye nsí na ndụ mmiri na eutrophication.",
  "Dị ka International Maritime Organisation si kwuo, mpụga mmanụ nwere ike inwe mmetụta siri ike na ndụ mmiri",
  "Nkwekọrịta OILPOL ghọtara na ọtụtụ mmetọ mmanụ sitere na ọrụ ụgbọ mmiri dịka ihicha tankị ibu.  N'afọ ndị 1950, omume a na-emekarị bụ iji mmiri saa tankị wee tụba ngwakọta mmanụ na mmiri n'ime oké osimiri",
  "OILPOL 54 machibidoro ịtụfu ihe mkpofu mmanụ n'ime ebe ụfọdụ site na ala na 'ebe pụrụ iche' ebe ihe ize ndụ na gburugburu ebe obibi dị oke njọ",
  "N'afọ 1962, a gbatịkwuru ókè ahụ site na mmezigharị a nabatara na nzukọ nke IMO haziri",
  "Ka ọ dị ugbu a, IMO na 1965 guzobere obere kọmitii na mmetọ mmanụ, n'okpuru nkwado nke kọomitii nchekwa ụgbọ mmiri ya, iji dozie nsogbu mmegide mmanụ.",
  "Egwu nke mmanụ na-awụfu na ndụ mmiri bụ nke ndị nwere ike ịbụ ihe kpatara mmetọ ahụ, dị ka International Tanker Owners Pollution Federation ghọtara:",
  "Usoro gburugburu ebe obibi nke mmiri dị mgbagwoju anya nke ukwuu na mgbanwe okike na nhazi ụdị, ịba ụba na nkesa bụ akụkụ bụ isi nke ọrụ ya",
  "Ya mere oke mmebi nwere ike isi ike ịchọpụta megide mgbanwe nzụlite a",
  "Ka o sina dị, isi ihe na-enyere aka ịghọta mmebi na mkpa ya bụ ma mmetụta mwụfu na-ebute mbelata na ọganihu ọmụmụ, mmepụta ihe, iche iche na n'ozuzu ọrụ nke usoro",
  "Nwụfu abụghị nanị nrụgide na ebe obibi mmiri;  Mmebi ime obodo na ụlọ ọrụ mmepụta ihe na-adịghị ala ala ma ọ bụ nrigbu nke akụrụngwa ha na-enye bụkwa ihe egwu dị egwu",
  "The Woods Hole Oceanographic Institution na-akpọ mmetọ nri na-edozi ahụ bụ nsogbu gburugburu ebe obibi na-adịghị ala ala na oke osimiri",
  "Mwepu nke nitrogen, phosphorus, na nri ndị ọzọ na-abịa site na ọrụ ugbo, mkpofu mkpofu, mmepe n'ụsọ oké osimiri, na iji mmanụ ọkụ eme ihe",
  "Ozugbo mmetọ ihe oriri na-edozi ahụ rutere mpaghara dị n'ụsọ oké osimiri, ọ na-akpali ịrị elu nke algae na-emerụ ahụ, nke nwere ike inwe mmetụta na-egbu egbu kpọmkwem na n'ikpeazụ mee ka ọnọdụ ikuku oxygen dị ala",
  "Ụfọdụ ụdị algae na-egbu egbu",
  "Mmụba nke algae ndị a na-ebute okooko osisi algal na-emerụ ahụ, bụ nke a na-akpọkarị \" tides red\" ma ọ bụ \"agba aja aja\"",
  "Zooplankton na-eri algae na-egbu egbu wee malite ịfefe nsị n'elu nri nri, na-emetụta ihe oriri dị ka clams, na-emecha na-agbago n'oké osimiri, anụ mammals na ụmụ mmadụ",
  "Ihe si na ya pụta nwere ike ịbụ ọrịa na mgbe ụfọdụ ọnwụ",
  "A na-ekwukarị na a chọrọ nghọta na nkwenye dị ukwuu maka ike nke gburugburu ebe obibi iji ruo ihe mgbaru ọsọ nke mmepe na'ihu",
  "A na-enweta nkwubi okwu yiri nke ahụ site na Perman et al",
  "bụ ndị na'iji resilience kọwaa otu n'ime echiche 6 nke nkwado; \"Ọchịchị na ya na - nke na na Sayensị na-eguzogide onwe ya anọwo na'ime afọ iri gara aga, na -agbasawanye karịa gburugburu ebe obibi iji gosipụta usoro echiche na ngalaba dịka akụ na ụba na sayensụ ndọrọ ndọrọ ọchịchị",
  "Ma, ka ọtụtụ ndị mmadụ na-abanye n'obodo ndị nwere ọtụtụ mmadụ, na'iji nnukwu mmiri, ike, yana ihe ndị ọzọ, mkpa ọ dị ijikọta ọzụzụ ndị a iji tụlee ike nke usoro okike na obodo dị mkpa.",
  "Ịdabere na usoro gburugburu ebe obibi na mmekọrịta mmadụ na ibe ya enwetala nkwado ọhụrụ kemgbe ngwụcha afọ 1990 site n'aka ndị ọkà mmụta gụnyere Berkes na Folke ma melite ya na 2002 site na folke et al. Dị ka echiche nke mmepe na-adịgide adịgide agbanweela karịa ogidi 3 nke ọganihu na'adịgidere iji tinye nkwenye ndọrọ ndọrọ ọchịchị ka ukwuu na mmepụta akụ na ụba",
  "Nke a bụ mmegharị nke na-akpata nchegbu dị ukwuu na gburugburu ebe obibi na mmekọrịta mmadụ na ibe ya na nke Clive Hamilton kọwara dị ka \"ọganihu uto\".",
  "Ebumnuche nke ike ọgwụgwọ gburugburu ebe obibi nke a na-atụ aro bụ n'ikpeazụ iji gbochie mkpochapụ anyị dịka Walker kwuru Holling na akwụkwọ ya: \"[..] \"ịkwado na na'ihe gbasara [ịtụle] ohere nke mkpofu (1973, p",
  "20) \". Ịghọ ihe doro anya na edemede agụmakwụkwọ bụ mkpa gburugburu ebe obibi na ume na mmepe na-adịgide adịgide",
  "Folke et al",
  "na-ekwu na ohere nke ịnọgide na mmepe sitere na \"Managing for resilience\" ebe Perman et a",
  "tụrụ aro na ichebe gburugburu ebe obibi iji \"nye ọrụ\" kwesịrị ịbụ \"ọnọdụ dị mkpa maka akụ na ụba ka ọ dịgide\".",
  "Ihe ịma aka nke itinye echiche nke ike ọgwụgwọ gburugburu ebe obibi n'ihe gbasara mmepe na-adịgide adịgide bụ na ọ na'ụzọ na na ya na echiche akụ na ụba na ime iwu",
  "Resilience na-ajụ ụdị ahịa n'efu nke ahịa ụwa na'ime ya",
  "Ihe dị n'ime ọrụ na-aga nke ọma nke ahịa nweere onwe ya bụ nka nke achọrọ iji nweta arụmọrụ na ịbawanye mmepụta ihe",
  "Omume pụrụ iche a na-eme ka ike ghara ịnagide site n'ikwe ka usoro mara ma dabere na ọnọdụ ha",
  "N'ihe omume nke ihe mgbagwoju anya a na-atụghị anya ya; ịdabere na nke a belatara ikike nke usoro ahụ iji mee mgbanwe ndị a",
  "N'ụzọ kwekọrọ; Perman et al",
  "na-ekwu na; \"Ọrụ akụ na ụba ụfọdụ yiri ka ha na'ebelata ike, nke mere na ọkwa nke nsogbu nke usoro okike nwere ike imerụ n'enweghị mgbanwe parametric na ọ na - belata\".",
  "Berkes na Folke na-edepụta ụkpụrụ iji nyere aka na \"iwulite ume na nkwado\" nke na'ịkwado usoro nchịkwa mgbanwe, omume nchịwa dabere na ihe ọmụma na ọnọdụ maka mmụta ụlọ ọrụ na nhazi onwe onye.",
  "N'oge na-adịbeghị anya, Andrea Ross atụwo aro na echiche nke mmepe na'adịgide adịgide ezughi ezu n'inyere mmepụta iwu aka maka ihe ịma aka na ebumnuche ụwa nke taa",
  "Nke a bụ n'ihi na echiche nke mmepe na-adịgide adịgide \"dabere na adịghị ike na nkwado\" nke na'echebaraghị eziokwu nke \"ókè nke ike ụwa\".   Ross na-adabere na mmetụta nke mgbanwe ihu igwe na atụmatụ ụwa dị ka ihe dị mkpa na \"mgbanwe na nkwado gburugburu ebe obibi\" dị iche na nke mmepe na'adịgide adịgide.",
  "N'ihi na mgbanwe ihu igwe bụ isi ihe na-eto eto nke ọdịda dị iche iche, yana ọrụ na ọrụ dịgasị iche na gburugburu ebe obibi, na'ụzọ dị ịrịba ama na mmezigharị mgbanwe mgbanwe ọnọdụ ihu ọha, mbelata na mbeba nke ihe ize ndụ ọdachi, ndị na - na na ya na ndị nkwado nke mgbanwe gburugburu ụlọ na mpaghara na ihe ndị ha na ha dabere na ọ bụ ihe dị mkpa maka mmepe na ọnọdụ na ihu ihu.",
  "Nnyocha sayensị metụtara ike na-amalite ịrụ ọrụ n'inwe mmetụta n\"ime iwu na mkpebi gburugburu ebe obibi.",
  "Nke a na-eme n'ọtụtụ ụzọ:",
  "Mgbanwe gburugburu ebe obibi na ọnụ ụzọ nke akọwapụtara mgbochi nwere njikọ chiri anya n'ụzọ ha si emetụta iwu gburugburu obodo, iwu na njikwa gburugburu ụlọ",
  "Ikike nke gburugburu ebe obibi iji gbakee site na ọkwa ụfọdụ nke mmetụta gburugburu Ebe obibi anaghị ahụ anya na iwu, Otú ọ dị, n'ihi ike nke usoro gburugburuebe obibi, ụfọdụ ọkwa nke mmetụ gburugburu ụlọ ọrụ metụtara mmepe na-eme ka ọ bụrụ ihe kwere omume site n\"ime iwu gburugburu obodo na Iwu na ya.",
  "Ihe atụ ụfọdụ nke ịtụle ikike gburugburu ebe obibi n'ime iwu gụnyere:",
  "Ihe ndabere maka ọtụtụ n'ime echiche ndị dị mkpa maka ịnagide ihu igwe adịla n\"ezie kemgbe afọ 1960",
  "Na mbụ, echiche akọwapụtara maka usoro gburugburu ebe obibi siri ike, C.S",
  "Holling gosipụtara na mbụ ikike maka sistemụ gburugburu ụlọ obibi na mmekọrịta dị n'ime usoro ndị ahụ iji nọgide ma mụta mgbanwe na \"ọnọdụ mgbanwe, mgbanwe ọkwọ ụgbọala, na parameters\". Nkọwa a nyere aka mepụta ntọala maka echiche nke nguzozi gburugburu ebe obibi: echiche ahụ bụ na omume nke usoro okike na-achịkwa site na homeostatic drive gaa na ebe ụfọdụ kwụsiri ike",
  "N'okpuru ụlọ akwụkwọ echiche a (nke nọgidere na-enwe ọnọdụ dị ukwuu n'oge a), a ghọtara usoro gburugburu ebe obibi ka ọ na'emeghachi omume na nsogbu n\"ụzọ dị mkpa site na usoro nzaghachi na - ma ọ bụrụ na enwere mgbanwe, usoro okike ga-eme iji belata mgbanwe ahụ dịka o kwere mee ma gbalịa ịlaghachi n-ọnọdụ mbụ ya.",
  "Ka a na-eme ọtụtụ nnyocha sayensị na mgbanwe gburugburu ebe obibi na njikwa ihe onwunwe okike, ọ bịara doo anya na mgbe mgbe, usoro okpomọkụ na'okpuru omume dị ike, nke na - agafe agagharị nke gbanwere otú ha si meghachi omume na nnukwu mgbanwe na steeti mgbanwe: kama ịrụ ọrụ azụ maka nguzozi a kara aka, a kwadoro mgbanwe ahụ iji guzobe ntọala ọhụrụ iji rụọ ọrụ n'ime",
  "Kama ibelata mgbanwe ndị a manyere, usoro gburugburu ebe obibi nwere ike ijikọta ma jikwaa mgbanwe ahụ, ma jiri ha mee ihe iji kwalite mgbanwe nke njirimara ọhụrụ",
  "Echiche ọhụrụ a nke ike dị ka echiche nke na-arụ ọrụ n'ụzọ kwekọrọ ekwekọ na ihe ndị na'amaghị ama na entropy malitere ime ka mgbanwe dị nro na ngalaba nke njikwa mgbanwe na akụ gburugburu ebe obibi, site na ọrụ nke Holling na ndị ọrụ ibe ya wuru ọzọ.",
  "Ka ọ na-erule n'etiti afọ 1970, ike ịnagide malitere inweta ume dị ka echiche na anthropology, echiche ọdịbendị, na sayensị mmekọrịta ndị ọzọ",
  "E nwere ọrụ dị ịrịba ama na mpaghara ndị a na-abụghị omenala nke nyeere aka mee ka ọ dịkwuo mfe mgbanwe nke echiche nke ike n'ozuzu ya",
  "Akụkụ nke ihe kpatara na resilience malitere ịpụ n'echiche nke nguzozi ma gaa na nkọwa na-agbanwe agbanwe, nke na'agbanyeghi nke usoro mmekọrịta mmadụ na ibe ya bụ n\"ihi ọrụ dịka nke Andrew Vayda na Bonnie McCay na ngalaba nke anthropology mmekọrịta ọha na eze, ebe a na - etinyere nsụgharị nke ristience nke oge a iji maa echiche ọdịnala aka.",
  "Kpọpụta njehie: <ref> tag with name \"Brand 2009\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Davis and Holmgren 2000\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"DECCW 2010 1\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"DECCW 2010 2\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"DERM 2010\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"EPA Act 1979\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Folke, Carpenter et al 2004\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Gibbs 2009\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Grinning Planet 2010 1\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Grinning Planet 2010 2\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Gunderson 2000\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Holling 1973\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"IMO 2010\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"ITOPF 2010\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"MEA 2010\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Naik 2010\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Peterson et al 1998\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"POEO Act 1997\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Tilman 1999\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"TSC Act 1995\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Walker, Carpenter et al 2002\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"UNEP 2010\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Walker, Holling et al 2004\" defined in <references> is not used in prior text."
]