[
  "Ikike ala ụmụ amaala bụ ikike ụmụ Amaala nwere ala na ihe onwunwe okike n'ime ya, ma ọ bụ n\"otu nʼotu ma n (n'otu), karịsịa na mba ndị a chịrị",
  "Ala na ikike metụtara akụ na ụba dị mkpa nye ndị obodo maka ọtụtụ ihe kpatara ya, gụnyere: mkpa okpukpe nke ala ahụ, mkpebi onwe onye, njirimara, na ihe akụnụba. Ala bụ nnukwu akụ na ụba, na ụfọdụ obodo ndị nwe ala, iji ihe onwunwe nke ala na oké osimiri bụ ntọala nke akụnụba ezinụlọ ha, yabụ ọchịchọ maka nwe ya sitere na mkpa iji hụ na ha nwere ihe ndị a",
  "Ala nwekwara ike ịbụ ngwá ọrụ dị mkpa nke ihe nketa ma ọ bụ ihe nnọchianya nke ọnọdụ ọha na eze",
  "N'ọtụtụ obodo ndị amaala, dịka n'etiti ọtụtụ ndị Aborigine Australia, ala bụ akụkụ dị mkpa nke ime mmụọ na usoro nkwenkwe ha.",
  "A na-eleba anya n'ọkwa dị iche iche nke ịga nke ọma n'ọkwa mba na mba ụwa kemgbe mmalite nke ọchịchị",
  "Nkwuputa ndị dị otú ahụ nwere ike dabere na ụkpụrụ nke iwu mba ụwa, nkwekọrịta, iwu nkịtị, ma ọ bụ iwu obodo ma ọ bụ iwu",
  "Aha ndị Aboriginal (nke a makwaara dị ka aha ụmụ amaala, aha obodo na okwu ndị ọzọ) bụ nkuzi iwu na-ahụkarị na ikike ala nke ụmụ amaala nwere n'ọkwa ọdịnala na-adịgide mgbe ha nwesịrị ikike ọchịchị n'okpuru ọchịchị ndị ọbịa",
  "Nkwenye n'iwu na ichekwa ikike ikike ala ụmụ amaala na obodo ka na-abụ nnukwu ihe ịma aka, ebe ọdịiche dị n'etiti ala a ghọtara nke ọma na nke a na-ejide na nke a na-achịkwa bụ nnukwu isi mmalite nke enweghị mmepe, esemokwu, nakwazimmebi nke gburugburu ebe obibi.",
  "Akwụkwọ ntọala maka ikike ala ụmụ amaala na iwu mba ụwa gụnyere Nkwekọrịta Ndị Abụọ na Ndị Agbụrụ, 1989 (\"ILO 169\"), Nkọwa nke United Nations na Ikike nke Ndị Ụmụ Amaala, Nchịkọta maka Ịkwụsị Ụdị Ọ bụla nke Ịkpa Ókè Agbata, Ọgbụgba ndụ Mba Nile na Ihe Ndị Ruuru Mmadụ na ndọrọ ndọrọ ọchịchị, American Convention on the Rights of Indigenous Peoples.",
  "Aha ndị Aboriginal, nke a makwaara dị ka aha obodo (Australia), aha omenala (New Zealand), aha India mbụ (US), bụ ozizi iwu na-achị na ikike ala nke ụmụ amaala nwere n'ọkwa omenala na-adịgide mgbe ha nwesịrị ikike ọchịchị",
  "Ụmụ amaala nwekwara ike ịnwe ụfọdụ ikike na ala onye jị ọchịchị n'ọtụtụ ikike.",
  "N'akụkọ ihe mere eme, ọtụtụ ozizi dị ka terra nullius mebiri ikike ala ụmụ amaala",
  "nke bụ okwu Latin nke pụtara \"ala na-enweghị onye\" N\" Na 1971, otu ìgwè ndị Meriam nọ n'Australia wepụtara nkwupụta iwu maka ikike ha nke agwaetiti ha na Torres Strait. N'okwu iwu ha, ha kwuru na ala ha bụ nke ndị Meriam, ebe ha na-achịkwa okwu ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya. Mgbe ọtụtụ afọ nke ikpe ahụ ka ụlọ ikpe ikpe nụrụ, na mgbe ọnwụ nke otu n'ime ndị gbara akwụkwọ (Eddie Mabo), mkpebi ikpe nke Ụlọikpe Kasị Elu nyere nkwado nke onye nwe ala na ịgọnahụ akụkọ ifo nke terra nullius.",
  "Ikpe na-eduga maka aha ndị Aborigine na Canada bụ Delgamuukw v",
  "British Columbia (1997).\nIkpe ọzọ dị mkpa maka aha ndị Aborigine bụ Tsilhqot'in Nation v",
  "British Columbia (2014).",
  "Kemgbe a ghọtara ndị Ainu dị ka ụmụ amaala Japan na 2019, ndị a nwere ike itinye akwụkwọ maka ikike ala pụrụ iche ma ọ bụrụ na achọrọ ha",
  "Iwu nkwalite ndị Ainu nke 2019 depụtara ikike pụrụ iche maka \"ogige ntụrụndụ, osimiri na akara ahịa iji chekwaa ọdịbendị ndị Abinu\".",
  "Ka usoro ndọrọ ndọrọ ọchịchị nke ụfọdụ mba Latin America na-aghọwanye ọchịchị onye kwuo uche ya ma na'emeghe ige ntị na ịnabata echiche nke ndị ka nta, okwu ndị a gbasara ikike ala apụtala n'ụzọ doro anya na ndụ ndọrọndọrọ ọchịchị",
  "N'agbanyeghị \"nkwado\" ọhụrụ a site n'otu n\"otu, ndị obodo ahụ ka so nʼetiti ndị kasị daa ogbenye na mba ndị ahụ ma ha na-enwekarị ohere dị ala maka ihe onwunwe ma nwee ohere pere mpe maka ọganihu na mmepe.\nỌnọdụ iwu nke ikike ala ụmụ amaala na mba Latin America dịgasị iche iche",
  "A ka nwere ọdịiche dị ukwuu nke ikike ụmụ amaala, iwu na nkwenye na kọntinent ahụ dum",
  "N'afọ 1957, International Labour Organization (ILO), mere ILO Convention 107",
  "Nzukọ a mepụtara iwu na ụkpụrụ maka nchedo na njikọta nke ụmụ amaala na mba ndị nweere onwe ha",
  "Mba niile nwere onwe ha na Latin America na Caribbean n'oge ahụ kwadoro nkwekọrịta a",
  "Kemgbe afọ 1960 ha malitere site n'ịmata ala mbụ nke ụmụ amaala kemgbe oge ọchịchị",
  "N'afọ 1989 ILO mere Nkwekọrịta 169; nkwekọrịta gbasara ụmụ amaala na ndị agbụrụ na mba ndị nweere onwe ha, nke na-emelite IOL 107 nke 1957",
  "Na mgbakọ a, a makwaara mmekọrịta chiri anya na nke dị mkpa n'etiti ala na njirimara, ma ọ bụ njikwa ọdịbendị dị ezigbo mkpa",
  "Taa, mba iri na ise dị na Latin America na Caribbean akwadowo nkwekọrịta a",
  "Ọbụna na mba ebe a kwadoro ya, mmejuputa iwu dị nta emeela ka esemokwu banyere ikike ala ụmụ amaala dị ka ngagharị iwe nke Escobal na Guatemala.",
  "A nabatara ikike ala ụmụ amaala na Nkwekọrịta nke Waitangi nke e mere n'etiti Crown nke Britain na ndị isi Maori dị iche iche",
  "A na-elegharakarị nkwekọrịta ahụ n'onwe ya anya, mana ụlọ ikpe New Zealand na'ozuzu ha anabatala ịdị adị nke aha ala",
  "Arụmụka banyere ikike ala ụmụ amaala na-agbakarị n'ụzọ ndị Maori si tụfuo ihe onwunwe, kama ma ha nwere ihe n\"ụzọ mbụ.",
  "\"Nke na-esote igbagbụ ụmụ amaala, ụzọ kacha mma isi gbuo anyị bụ ikewapụ anyị n'akụkụ ụwa anyị.\"",
  "Hayden Burgess, Hawaii",
  "Mkpebi ntọala maka aha ndị Aborigine na United States bụ Johnson v",
  "McIntosh (1823), nke Chief Justice John Marshall dere.",
  "Ụmụ amaala America nọ na United States ka a na-etinye n'ebe ndị India na ndị agbụrụ na'okpuru Ngalaba Na-ahụ Maka Ihe Ndị Dị n\"Ime nke United Kingdom.",
  "Ikike ala ụmụ amaala na Brazil bụ ma bụrụkwa mgba na-aga n'ihu maka ụmụ amaala Brazil, a na-emeso ha dị ka obere obere na-enweghị ikike ma na-akpagbu ha",
  "ịkpa ókè megide ụmụ amaala ka adịla kemgbe ọchịchị",
  "N'afọ 1910, e mepụtara Ọrụ Nchebe India n'ihi nnukwu ime ihe ike a na-eme ụmụ amaala, Otú ọ dị, iwu a adịghị arụ ọrụ na nke rụrụ arụ na National Indian Foundation dochie ya na 1967",
  "Amụma a rụrụ ọrụ iji jikọta ụmụ amaala ma were ala ha nke ọma",
  "ya mere gọọmentị nwere ike ime nke ọma site na akụ ya",
  "N'afọ 1983, e tinyekwuru iwu ịkpa ókè agbụrụ, iwu ndị a gbochiri ndị ọcha biri izu ohi ala ụmụ amaala ma kọwakwuru ókèala nke ala ụmụ amaala",
  "Otú ọ dị, ụlọ ọrụ steeti ndị ọzọ ka anabatara ọnụ ala nke ndị ụlọ ọrụ na-egwuputa ihe na-emetụta nke ukwuu",
  "Naanị 14% nke ala kwụsịrị ịkpa ókè yana ọtụtụ ala funahụrụ ụlọ ọrụ na-egwupụta akụ.",
  "N'afọ 1988, Brazil nabatara iwu ọhụrụ, o kwuru na a ga-echebe ala na ọdịbendị ụmụ amaala",
  "Iwu a nyere ụmụ amaala ohere ibi n'ókèala ha n\"enweghị nsogbu n \"n'atụghị egwu ala ha ma ọ bụ ihe onwunwe ha\"",
  "Otú ọ dị, iwu a mechara bụrụ nke na-agaghị nke ọma karịa ka o kwere nkwa na mbụ, gọọmentị Brazil kwesịrị ime ka ókèala niile nke ụmụ amaala site na 1993 mana n'ime afọ ise ahụ, ha mere ka 50% nke ókèal dị iche iche.",
  "Ka ọ na-erule n'afọ 2017, e meela obere ihe iji chekwaa ikike ala nke ụmụ amaala na Brazil",
  "Onye isi ala Brazil n'afọ 2017 kwupụtara ụbọchị nkwụsịtụ n\"ala ụmụ amaala",
  "Iwu ahụ kwuru na ọ bụrụ na ụmụ amaala anọghị n'ókèala ha tupu nkwụsị nke afọ 1988, ọ bụghị ala ha ga-eme ka ha dị iche",
  "A kwụsịtụrụ ime ka ókèala iri abụọ na asaa nke ụmụ Amaala dị n\"ihi nke a, ọ bụ ezie na ihe mere ha na-enweghị ike ikwupụta ókèal ha n-esote 1988 bụ nʼihi gọọmentị ma ọbụ n'\"ihi na ha enweghị ike igosi na ndị bi ebe ahụ n \"n'oge gara aga\". N'ọnwa Febụwarị nke afọ 2020, onye isi ala Jair Bolsonaro tụrụ aro iwu 191/2020, nke ga-enye ohere ka e meghee ókèala ụmụ amaala maka igwu ala na mmepụta mmiri. Iwu a emeela ka ndị obodo laghachi azụ, ọ na-eyi ahụike nke ala ha na nchekwa nke ndị ha egwu.",
  "Afọ ndị so hiri nnukwu mgbanwe nke Mexico nke 1910 hụrụ mgbanwe agrarian (1917–1934), na n'ime edemede 27 nke iwu Mexico kagburu usoro encomienda, na ikike ị nweta ala obodo maka obodo ọdịnala kwadoro",
  "Ya mere, ejido-system e kere, nke n'omume kwesịrị ịgụnye ike nke itinye ego nke onwe site n'aka ụlọ ọrụ si mba ọzọ na ndị nwe ụlọ na-anọghị, ma nyekwa ụmụ amaala ohere ịnweta ala iji rụọ ọrụ na ibi ndụ.",
  "Kemgbe 1980s na 1990s ihe atumatu aku na uba Mexico lekwasiri anya na mmepe ulo oru na adọta isi obodo mba ozo",
  "Gọọmenti Salinas butere usoro ịwepu ala (site na mmemme-PROCEDE)",
  "Na 1992, dị ka ọnọdụ (tupu) maka Mexico maka ịbanye na North America Free Trade Agreement (NAFTA) na US na Canada, art.4 na art.27 nke Iwu ka agbanwere, site na nke ọ bịara nwee ike ịwepụ onwe ya",
  "communal ejido-land",
  "Nke a mebiri isi nchekwa nke obodo ụmụ amaala ka ha nweta ikike ala, na ndị ejidatorios bụbu ugbu a ghọrọ ndị squatters n'ụzọ iwu na-akwadoghị, na obodo ha bụ ebe obibi",
  "(leekwa esemokwu Chiapas)"
]