[
  "Ikike maka ọgwụgwọ di ire bụ ikike nke onye e mebiri ikike mmadụ na ọgwụgwọ iwu",
  "Ihe ngwọta dị otu  ahụ ga-abụrịrị ihe dị mfe, na ejikọta, nwee ike iwebata ndị na eme ya n'ụlọ ikpe, nye nkwụghachi ụgwọ kwesịrị ekwesị, ma gbochie mmebi iwu nke ikike mmadụ. Ikike maka ọgwụgwọ dị ire na-eme ka onye ọ bụla nwee ike ịchọ ọgwụgwọ site na steeti n'onwe ya kama site na usoro mba ụwa",
  "Ọ bụ ụzọ dị ire iji chebe ikike mmadụ na steeti ma chọọ ka steeti ghara ichebe ikike mmadụ n'ụzọ iwu kamakwa n'omume maka ikpe ọ bụla. A na-ahụkarị ikike maka ọgwụgwọ dị ire dị ka ikike mmadụ na ngwá ọrụ ikike mmadụ nke mba ụwa.",
  "A na egosipụta ikike maka ọgwụgwọ dị ire na Nkeji edemede asatọ nke Universal Declaration of Human Rights, Nkeji edemedo abụọ nke International Covenant on Civil and Political Rights, Nkezi edemede 13 nke European Convention on Human Rights, na Nkeji nke 47 nke European Union Charter on Fundamental Rights.",
  "Ikike inweta ọgwụgwọ dị irè ka akpọkuola n'ihe gbasara ndị na-achọ mgbaba ebe ikike ejidere iji gbochie steeti ịchụpụ onye na-achọ mgbapu tupu ọ kpee ikpe akwụkwọ onye na-achọ mgbapu, na na mgbe ọ jụrụ ajụjụ mgbapu, onye na-azọrọ ga-enwerịrị ikike",
  "nwere ikike dị irè ịrịọ arịrịọ site n'inye oge zuru oke na ịnweta nnochite anya iwu",
  "Ụlọ ikpe achọpụtabeghị na steeti ahụ kwesịrị ịnye onye ọka iwu, ọbụlagodi mgbe onye na-achọ mgbapu enweghị ike ị nweta otu, ma ọ bụrụhaala na onye ọka iwu adịghị mkpa iji nweta ọgwụgwọ dị irè",
  "Ụlọ ikpe achọpụtala na usoro a na-emebiga ihe ókè nwere ike imebi ikike iji nweta ọgwụgwọ dị irè, karịsịa ma ọ bụrụ na enyeghị onye ọka iwu.",
  "N'ime iwu European Union, ikike inweta ọgwụgwọ dị irè na-emetụta karịa ikike mmadụ na ikike niile nke iwu EU nyere n'ụlọ ikpe nke mba ndị otu.",
  "Kọmiti na-ahụ maka ihe ndị ruuru mmadụ nke Mba Ndị Dị n’Otu ekwuola na n’ihe gbasara mmekpa ahụ́, ikike inweta ọgwụgwọ dị irè na-achọ ka steeti nyochaa ebubo eboro mmekpa ahụ́, kpee ndị mere ihe ọjọọ ikpe, kwụọ ụgwọ ndị e merụrụ ahụ́, ma gbochie mmebi iwu yiri nke ahụ ime ọzọ",
  "Ekwuru ụkpụrụ nke ikike iji nweta ọgwụgwọ dị irè n'ime edemede 14 nke Nkwekọrịta Mba Ndị Dị n'Otu megide ịta ahụhụ."
]