[
  "Ikike nke ụlọ (mgbe ụfọdụ ikike ndo) bụ ikike akụ na ụba, ọha na eze na omenala inwe ụlọ na ebe obibi zuru oke",
  "A na-amata ya na ụfọdụ iwu mba yana na nkwupụta zuru ụwa ọnụ nke ikike mmadụ na ọgbụgba ndụ mba ụwa na ikike akụ na ụba, ọha na eze na omenala",
  "A na-ewere ikike ịnweta ụlọ dị ka ikike nnwere onwe na iwu ikike mmadụ nke mba ụwa bụ nke doro anya na 1991 General Comment on Dequate Housing site na UN Committee on Economic, Social and Cultural Rights",
  "Akụkụ nke ikike obibi n'okpuru ICESCR gụnyere: nnweta ọrụ, akụrụngwa, ihe na akụrụngwa; nchekwa iwu nke oge; ebe obibi; nnweta; ohere; ebe na omenaala ezuru oke.",
  "Mmemme mmezi mmadụ nke UN nke na-akwalite ikike obibi na mmekorita ya na Office nke High Commissioner for Human Rights bụ nkwenye nke nkwekọrịta Istanbul 1996 na Agenda Habitat",
  "A maara ya dị ka UN-HABITAT, bụ nke e nyere ọrụ ịkwalite ikike ụlọ site na usoro nlekota oru na mgbasa ozi mmata.",
  "Nkeji 26, isi nke abụọ nke akwụkwọ iwu South Africa kwadoro na ''onye ọ bụla nwere ikike ịnweta ụlọ zuru oke'' na ọ bụ ọrụ nke Ngalaba Na-ahụ Maka Mmezi mmadụ ime ihe a",
  "Na United States, ọtụtụ steeti anaghị enye ikike ịnọ ndo ma ewezuga na Massachusetts ebe naanị ezinaụlọ nwere ikike ndo",
  "Iwu 1999 nke Naijiria kwadoro ikike ị nweta ụlọ kpọmkwem na ngalaba 43 nke na-ekwu: '' nwa afọ ọ bụla nke Nigeria ga-enwe ikike inweta na nwekwa ihe onwunwe na-enweghị ebe ọ bụla na Nigeria''.",
  "Nkeji edemede 11 (1) nke International Covenant on Economic, Social and Cultural Rights (ICESCR) na-ekwekwa ka ikike obibi dị ka akụkụ nke ikike iji nweta oke obibi ndụ.",
  "N'iwu oke ruuru mmadụ nke mba ụwa, a na-ahụta ikike ị nweta ụlọ dịka ikike nwere onwe",
  "E mere ka nke a doo anya na 1991 General Comment No 4 na Ezigbo Ụlọ nke Òtù UN na-ahụ maka Economic, Social and Cultural Rights",
  "Nkwupụta izugbe na-enye nkọwa ikike nke ikike ụlọ na usoro iwu n'okpuru iwu mba ụwa.",
  "Ụkpụrụ Yogyakarta na ntinye iwu ikike mmadụ zuru ụwa ọnụ n'ihe gbasara usoro mmekọahụ na njirimara nwoke na-akwado na:",
  "Onye ọ bụla nwere ikike ịnweta ụlọ zuru oke, gụnyere nchebe pụọ na nchụpụ, na-enweghị ịkpa ókè na steeti ahụ ga-a) mee usoro iwu, nhazi na usoro ndị ọzọ dị mkpa iji hụ na nchekwa nke oge na ohere ịnweta ụlọ dị ọnụ ala, ebe obibi, ịnweta, nke kwesịrị ekwesị na omenala na nchekwa; agụnyeghị ebe nchekwa na ebe obibi mberede ndị ọzọ, na-enweghị ịkpa oke na ndabere nke usoro mmekọahụ, njirimara nwoke ma ọ bụ ihe onwunwe ma ọ bụ ọnọdụ ezinụlọ; b) were usoro omebe iwu, nhazi na ihe ndị ọzọ dị mkpa iji machibido mpụ nke nchụpụ na-adabaghị n'iwu nke oke ruru mmadụ nke mba ụwa, ma hụ na ọgwụgwọ zuru oke ma dị irè n'iwu ma ọ bụ ọgwụgwọ ndị ọzọ kwesịrị ekwesị dị onye ọ bụla na-ekwu na ikike",
  "emebiela nchebe megide nchụpụ mmanye ma ọ bụ nọ n'ihe egwu nke mmebi iwu, gụnyere ikike ịkwagharị, nke gụnyere ikike ị nweta ala ọzọ nke ka mma ma ọ bụ nhata na ịnweta ụlọ zuru oke, na-enweghị ịkpa ókè.",
  "Edekwakwara ikike ịnweta ụlọ na Nkeji edemede 28 nke Nkwekọrịta Maka ikike nke ndị nwere nkwarụ, Nkeji edemede 16 nke European Social Charter (Nkebi nke 31 nke European Social Charter Revised) na African Charter on Human and Peoples' Rights",
  "Dị ka otu UN Kọmitii na Economic, Social na Cultural Rights si kwuo, akụkụ nke ikike ụlọ n'okpuru ICESCR gụnyere: nchekwa iwu nke oge; nnweta ọrụ, ihe, akụrụngwa na akụrụngwa; ohere; ebe obibi; nnweta; ebe na omenaala ezuru oke",
  "Dịka ebumnobi ndọrọ ndọrọ ọchịchị, ekwupụtala ikike ị nweta ụlọ n'okwu F.D",
  "Roosevelt nke 1944 na Iwu nke Abụọ nke ikike.",
  "Ikike ịnweta ụlọ zuru oke bụ isi okwu na nzukọ 1996 Habitat na Istanbul na isiokwu bụ isi na Agreement Istanbul na Agenda Habitat",
  "Paragraf nke 61 nke usoro ihe omume na-akọwapụta usoro ndị gọọmentị chọrọ iji \"kwalite, chekwaa na hụ na mmezu zuru oke na nke na-aga n'ihu nke ikike ịnweta ụlọ zuru oke\"",
  "Nzukọ 2001 Habitat, nke a maara dị ka Istanbul +5, kwughachiri 1996 Istanbul Agreement na Habitat Agenda ma guzobe Mmemme Mmezi mmadụ nke UN iji kwalite ikike nke ụlọ na mmekorita ya na Office nke High Commissioner for Human Rights",
  "Amara dị ka UN-HABITAT, mmemme bụ ọgbakọ mba ụwa kacha mkpa maka ikike obibi",
  "A na-arụ ya n'ịkwalite ikike ụlọ, site na mgbasa ozi mmata, na ịmepụta akara na usoro nlekota oru.",
  "Otu n'ime mpaghara asaa a na-elekwasị anya site n'ikike ikike mmadụ South Africa bụ ikike inwe ụlọ zuru oke na nke a karịrị inye naanị ihe eji ewu ụlọ.",
  "Ikike ndị dị ka ikike isonye na ọha, ịha nhatanha, ugwu mmadụ, na ịnweta ozi so na ikike ịbelata oke jikọtara ya na ikike ị nweta ụlọ zuru oke dịka Ụlọikpe Iwu Iwu na Gọọmenti Republic of South Africa si kwuo na ndị ọzọ v Grootboom na Ndị ọzọ 2001 (1) SA 46 (CC)",
  "Na South Africa, ngalaba 26 nke isi nke abụọ nke iwu kwadoro na \"onye ọ bụla nwere ikike ịnweta ụlọ zuru oke\"",
  "Ngalaba na-ahụ maka ebe mmadụ na-arụ ọrụ imezu iwu a",
  "Dabere na data na-adịbeghị anya, ihe dị ka nde mmadụ 3.6 South Africa ka na-ebi n'ụlọ mkpọrọ ma ọ bụ ebe obibi nkịtị (data 2013), ebe a na-eme atụmatụ na gburugburu 200,000 enweghị ebe obibi ma ọ bụ bi n'okporo ụzọ (2015 data).",
  "Dabere na nyocha nke ndị ọkachamara n'ihe gbasara ikike mmadụ nke Human Rights Measurement Initiative na-elekọta na 2019, South Africa na-eme naanị 69.6% nke ihe kwesịrị ekwe omume na ọkwa ego ya na ikike ịnweta ụlọ.",
  "Ọtụtụ ikike na United States enweghị ikike ndo",
  "Otu ihe dị iche bụ Massachusetts, ebe ezinụlọ (ma ọ bụghị ndị na-enweghị ebe obibi) nwere ikike ịdo",
  "Na California, ụmụaka gbapụrụ agbapụ nwere ikike ịnabata n'ụlọ nchekwa mberede na-enweghị ikike nne na nna",
  "Obodo New York na-amatakwa ikike ịnweta ebe nchekwa mberede.",
  "Ikike ị nweta ụlọ bụ nke a kwadoro n'akwụkwọ iwu 1999, kpọmkwem na ngalaba 43 nke kwuru na \"ụmụ amaala Nigeria ọ bụla ga-enwe ikike ịnweta na nwe ihe onwunwe na-enweghị ebe ọ bụla na Nigeria\"",
  "Ọ gara n'ihu kwupụta na ngalaba 44 na 'ọ dịghị ihe onwunwe na-ebugharị ma ọ bụ ọmụrụ nwa ọ bụla nke a ga-ewere ya na mmanye na enweghị ikike ma ọ bụ mmasị n'ihe onwunwe ọ bụla a ga-enweta n'ike n'ike n'akụkụ ọ bụla nke Nigeria ma e wezụga n'ụzọ na maka ebumnuche enyere",
  "site n'iwu nke, n'etiti ihe ndị ọzọ: na-achọ ka a kwụọ ụgwọ ngwa ngwa ma na-eme ka ndị ọzọ nwee ike ịbanye n'ụlọ ikpe maka mkpebi nke mmasị ya na ihe onwunwe na ego a ga-akwụ ụgwọ.\" Ndokwa nke ngalaba 16 (2) (d) nke Usoro iwu na ebumnuche bụ isi na ụkpụrụ nduzi nke amụma steeti, nke na-ekwu na \"steeti ga-eduzi amụma ya n'ịhụ na a na-enye ebe obibi kwesịrị ekwesị na nke zuru oke maka ụmụ amaala niile\" na-egosi na ọ dị mkpa ịnye ụmụ amaala ebe obibi mana ikike dị otú ahụ",
  "na-ewepu ikike inwe ụlọ zuru oke.Na mgbakwunye, Nkebi nke 6(6) (c) nke akwụkwọ iwu kwuru na ebumnobi bụ isi na ụkpụrụ nduzi abụghị nke ziri ezi.",
  "Ọnọdụ obibi nke ndị mmadụ na Nigeria adabaghị n'iwu na ụkpụrụ mba ụwa, karịsịa ndị na-adịghị ike dịka ụmụ nwanyị, ụmụ amaala, LGBTQ, ndị a chụpụrụ n'ime obodo na ndị nwere nkwarụ (PLW) n'ime ime obodo Abuja, Lagos na Port Harcourt",
  "N'afọ 2014, WHO na UNICEF kwuru na pasentị 69 nke ndị bi n'obodo mepere emepe nke Nigeria bi na 'mkpọtụ ọnụ' na-enweghị ihe eji enyere ndụ aka dị ka mmiri ọṅụṅụ, ọrụ idebe ihe ọcha, ọkụ eletrik, mkpofu ahịhịa na okporo ụzọ",
  "Ọzọkwa, nyocha gbasara igwe mmadụ na ahụike nke Naịjirịa nke afọ 2013 gosiri na nde mmadụ iri ise na asaa na nde mmadụ 130 enweghị ohere inweta mmiri dị mma na idebe ọcha n'otu n'otu",
  "Dị ka Federal Mortgage Bank of Nigeria si kwuo, e nwere ụkọ ụlọ nde 22 na 2019",
  "Gọọmenti Lagos steeti kwuru na ụkọ ụlọ dị na steeti ahụ dị nde 2.5, ebe pasent 70 nke ngụkọta ndị bi na ya bi n'ụlọ na-adịghị mma",
  "Enwere ịrị elu ụlọ 20 pasenti kwa afọ na Abuja, Ibadan na Kano",
  "N'ozuzu, ụlọ ahịa nkeonwe nwere ike ịdị ọnụ ahịa naanị mmadụ ole na ole",
  "Enwere ụlọ mgbazinye dị ụkọ nke na-achọ ndị nwe ụlọ ka ha nweta ụgwọ ụlọ ihe karịrị otu afọ",
  "A naghị elebara njikwa ịgbazinye ego ma ọ bụ okpu anya na mgbakwunye na mmekọrịta nke onye nwe ụlọ na onye nwe ụlọ, na-akwadoghị iwu iwu nke ọma.",
  "Dabere na nyocha nke ndị ọkachamara n'ihe gbasara ikike mmadụ nke Human Rights Measurement Initiative na-elekọta na 2019, Nigeria na-eme nanị 35.5% nke ihe kwesịrị ime n'ogo ego ya na ikike ịnweta ụlọ."
]