[
  "Ikosi bụ nnukwu obodo dị na Kosofe Local Government Area nke Steeti Lagos.",
  "Ndị bi n'ógbè ahụ zigara ụtụ isi ha n'aka Ikeja, Mazị E.J.Gibbond site na Chief Yesufu Taiwo, onye Onikosi n'oge ahụ na afọ 1939",
  "Naịjirịa Obas nke alaeze Ikosi bụ ndị ọchịchị kachasị elu nke ala Kosofe.",
  "Ikosi, isi ụlọ ọrụ nchịkwa nke obodo asaa mejupụtara Kosofe, tọrọ ntọala na narị afọ nke iri na ise, site n'aka Aina Ejo, nwa nwoke nke asaa nke Akanbiogun, nwa eze Ile-Ife na onye agha nke bibu na Iwaye Quarters na Ota (Ogun State)",
  "O mechara hapụ Ota ka ọ gaa biri n'ala na-amaghị nwoke.",
  "Ụmụ amaala Ikosi sitere na Awori stock nke agbụrụ Yoruba ma bụrụ ndị na-ele ọbịa na ndị udo",
  "Akụkọ ọdịnala na-ekwu na aha 'Ikosi' bụ ụdị dị mkpirikpi nke okwu 'Kosi Kosi' nke na-ezo aka n'okwu ndị bi na mbụ na ndị ọbịa na ha anaghị echekwa ihe ha n'aka ndị ọbịa",
  "Ha bụ ndị ọrụ ugbo omenala.",
  "Aina Ejo onye guzobere alaeze Ikosi mụrụ Taiwo na Kehinde na 1795, Kehinde mụrụ Bakare Onikosi, Rufai Oloyede na ndị ọzọ Taiwo-Olowo mụrụ Yesufu Oke Taiwo, Joseph Ogunlana Taiwo, Funmilayo Taiwo na nwa ikpeazụ ghọrọ Eze mbụ nke Ikosi nke oge a - Oba Adegboyega Taiwo (Akeja Oniyanru I) onye amụrụ na 1901 ma chịa n'etiti 1996 na 2006",
  "Ọ bụ onye isi oche iwu na Oba Bashua nke Somolu bụ osote onye isi oche nke Kọmitii Chieftaincy nke Gọọmentị ime obodo Somolu ruo 1996",
  "Mgbe e guzobere Gọmentị Obodo Kosofe, ọ nọgidere na-abụ onye isi oche tupu e chie Oba Bashiru Olountoyin Saliu, Oba nke Oworonshoki onye nọchitere ya n'afọ 1998",
  "Oba Adegboyega Taiwo (Akeja Oniyanru I) nọchiri Oba Samuel Alamu Kehinde Onikosi (Edun-Arobadi 1) na Tuesday, na onwa Julaị,",
  "anafọ",
  "Julaị 24, 2007.",
  "Ndị bi na uru akụ na ụba nke Ikosi bụ ihe kachasị mkpa mgbe e kere Ikosi / Isheri LCDA.",
  "Ikosi bụ odeakwụkwọ nke Ikosi-Isheri Development Council na ebe ahịa mkpụrụ osisi na akwụkwọ nri kachasị ukwuu na Lagos, nke e guzobere na afọ 1979.",
  "Ikosi nwere nnukwu okporo ụzọ abụọ dị na Lagos Steeti",
  "Okporo ụzọ Lagos-Ibadan na-eje ozi dị ka akwara na-ejikọ Lagos na akụkụ ndị ọzọ nke mba ahụ",
  "Okporo ụzọ Lagos-Ikorodu na-esikwa Jibowu gafere Ikosi gaa Ikorodu",
  "Post Code maka Ikosi bụ 100246",
  "All Saints' Anglican Parish Church, isi ụlọ ọrụ Ikosi Archdeaconry nke Diocese nke Lagos West nke Church of Nigeria (Anglican Communion) guzo n'akụkụ Lagos-Ibadan Expressway.",
  "Ikosi bụ saịtị nke TV Continental (nke bụbu GOTEL UHF 65), ụlọ ọrụ telivishọn na Radio Continental 103.3FM (nke bụzi LINK FM), ụlọ ọrụ redio",
  "Ogige nke Lagos State Polytechnic dịbu na Ikosi",
  "The Centre for Management Development (CMD) dịkwa na Ikosi.",
  "Ndị ama ama nke Ikosi n'afọ ndị ahụ gụnyere Prince Olaolu Taiwo (Councilor na Republic nke Abụọ), Prince Atanda Jimoh (ọ bụkwa onye kansụl n'oge ahụ), Prince Alamu Taiwo onye nyere aka n'ịtọlite All Saints' Parish Anglican Church, Major Kayode Taiwo (Rtd), Arc (Prince) Ademola Taiwo, onye bụbu odeakwụkwọ na-adịgide adịgide (PPUD) na Gọọmenti Steeti Lagos.",
  "Hon Prince Owolabi Taiwo bụkwa onye kansụl ma mesịa bụrụ onye isi oche nke Ikosi Local Govt., Steeti Lagos",
  "Ihe ndekọ na-egosi na nwa eze Ikosi na-eto eto jụrụ imebi mmepe nke Ikosi / Isheri maka uru onwe onye mgbe ọ nọ n'ọchịchị si otú a mee ka ọ bụrụ onye ndu kansụl kachasị ewu ewu na otu n'ime ndị kansụl kacha nwee ike na ndị ziri ezi na Lagos",
  "Ọchịchị.",
  "Ọchịchị Ikosisi",
  "Aina Ejo-",
  "Bakare Onikosi",
  "Yesufu Oke Taiwo-1936",
  "Rufai Oloyede kehinde",
  "Adegboyega Taiwo-Asalu-1996",
  "Alamu Oloyede-2007-ruo ụbọchị"
]