[
  "Àtụ:Infobox settlement\nIkot Ekpene, nke a makwaara dị ka Raffia City, bụ obodo nwere akụkọ ihe mere eme na steeti ndịda-ndịda  nke Akwa Ibom",
  "Ọ bụ isi obodo ndọrọ ndọrọ ọchịchị na omenala nke agbụrụ Annang dị na Naịjírịa (Nair, 1972)",
  "Obodo a dị n'okporo ụzọ A342 nke dabara n'ụsọ osimiri, n'etiti Calabar na ndịda ọwụwa anyanwụ yana Aba n'ebe ọdịda anyanwụ, yana isi obodo steeti, Uyo, n'okporo ụzọ a dị n'akụkụ ọwụwa anyanwụ",
  "Umuahia bu isi obodo n'akuku ugwu",
  "Kannan Nair, onye ọkọ akụkọ ihe mere eme ama ama kọwara obodo ahụ dị ka isi obodo ọdịnala na ndọrọ ndọrọ ọchịchị nke Annangs na Ibibios",
  "Ndị Ibibios bi n'ebe ọwụwa anyanwụ na ọtụtụ n'ime Annang bi na ndịda obodo ahụ.",
  "A maara Ikot Ekpene dị ka ebe azụmaahịa mpaghara, nke nwere nnukwu mbupụ nke nkwụ, ọkachasị mmanụ nkwụ, akụ, ngwaahịa raffia gụnyere raffia fibers na mmanya ya, na ihe ọkụkụ nke ji, akpu, taro na ọka",
  "Ndị bi na ya bụ ndị Annang nwere ntakịrị ndị ahịa Igbo na ndị Hausa Suya na-ere ahịa",
  "Mbupụ dị ịrịba ama gụnyekwara ịkpa nkata, ihe ọkpụkpụ, na, nke kachasị, ngwá ụlọ raffia (ya mere aha obodo ahụ).",
  "A makwa Ikot Ekpene maka mmepụta teknụzụ ya n'ihi mpụta nke Raffia City Hub",
  "Raffia City Hub bụ obodo teknụzụ jikọtara ọnụ na-akwado nkwado, ikesa akụrụngwa, ịchụ nta nkà na ndị ọchụnta ego mmalite",
  "Ikot Ekpene bụkwa isi ụlọ ọrụ ụfọdụ ama ama seminarị na Dayọsis Katọlik na mpaghara ndịda ndịda",
  "Obodo a nwere nnukwu ama ama mini stadium na  okporoko ụzọ GRA, Nteps Super markerts, Four point site Sheraton hotels wdg.",
  "Akụkọ a kpọrọ na ọnụ na-egosi na Annangs biri ebe mbụ na narị afọ nke iri na isii.",
  "N'agbanyeghị na ọtụtụ ndị bi n'ebe ahụ enweghị mmekọrịta kpọmkwem na ndị ahịa Europe bụ ndị ha na-akpọ Mbakara ruo mmalite narị afọ nke iri abụọ, ekwenyere na ngwa ahịa Europe ruru ndị mmadụ malite na narị afọ nke iri na asaa.",
  "Na Nọvemba afọ 1903, ndị agha Briten si Calabar bịarutere n'ógbè ahụ ma n'afọ sochirinụ hiwere otu ndị agha ebe ahụ na Jenụwarị afọ 1904, na-etinye Umoren Eyenobong (ndị Europe maara dị ka onye na-eyi mma agha) sitere na Ukana na-elekọta ndị Annang ozugbo",
  "Ndị agha si Ikot Ekpene gawa Uyo wee si ebe ahụ gaa Abak na Opobo (ugbua Ikot Abasi )",
  "N'agbata afọ 1904 na 1910, Ikot Ekpene ghọrọ akụkụ nke mpaghara Enyong",
  "N'afọ 1914, e kewara mpaghara Enyong ụzọ abụọ: Mpaghara Enyong na Ikot Ekpene",
  "Mpaghara Ikot Ekpene ọhụrụ gụnyere Uyo na Abak nwere isi ụlọ ọrụ dị n'obodo Ikot Ekpene (Akpan, 1967).",
  "Ka ọ na-erula afọ 1919, azụmahịa na ndị Europe meghere ka obodo ahụ ghọrọ ebe nchịkwa",
  "Ụlọ ọrụ ndị a nwere ọkwa na ụlọ ahịa n'ime obodo: John Holt's, Cooperative Wholesale Society, Paterson Zochonis (PZ), GB Ollivant na Compagnie Francaise de L'Afrique Occidentale",
  "Nwube ụlọ ọrụ ndị a mere ka ọpụpụ na mpaghara gbara ya gburugburu wee mee ka Ikot Ekpene bụrụ nnukwu obodo",
  "N'afọ 1937, ndị ọchịchị colonial wuru ahịa bụ isi ma kewapụ ndị na-ere ihe ndị Europe na-ebubata na ihe ndị obodo",
  "Agbakwunyere ụlọ a na-egbu anụ iji nye ohere maka nyocha anụ (Ette, 2020).",
  "N'afọ 1903, ndị Briten zipụrụ ndị agha na ndị agha nọ n'ebe ahụ n'ọnụ ụzọ obodo a maara dị ka Control Post",
  "Obodo ahụ dị ezigbo mkpa nye ndị Briten nke na mgbe okporo ụzọ a tụrụ anya na-ejikọta Owerri na Calabar na njedebe afọ 1920 ga-agafe obodo ahụ, ndị nchịkwa Britain hapụrụ echiche ahụ maka onye na-ejikọta Eket na Owerri iji mee ka obodo ahụ banye na akaghị",
  "(Nair, 1972)",
  "Ọ ghọrọ saịtị nnwale na ọchịchị onwe onye nke ndị Britain n'afọ 1951",
  "Ọ bụkwa ebe a mụrụ otu ama ama Ibibio Welfare Union mgbe James Udo Eka ya na Udosen Obot jikọrọ aka na ụlọ akwụkwọ Methodist dị na Ikot Obong Edong (Noah, 1988).",
  "N'okpuru British obodo ahụ ghọrọ oche nke  (Annang), Division nakwa (Ikot Ekpene) County Council",
  "Taa, ọ bụ obodo ime obodo na steeti Akwa Ibom.",
  "Ikot Ekpene, eleghị anya karịa obodo ọ bụla ọzọ, nwere mmetụta siri ike na agha obodo Biafra",
  "O nwere usoro agha na mkpa ndọrọ ndọrọ ọchịchị maka ma ndị Biafra na ndị Naijiria",
  "Obodo a na mpaghara ahụ gbanwere aka ma opekata mpe ugboro atọ n'ọgụ a dị ilu",
  "Mgbe agha ahụ gasịrị, nhazigharị ọhụrụ na nhazi obodo mere ka atumatu ndị na-aghọtaghị mkpa akụkọ ihe mere eme nke obodo ahụ dị ka e gburu ọtụtụ ndị isi Annang n'oge agha ahụ.",
  "Dịka ọtụtụ obodo Annang, Ikot Ekpene nwere omenala imeziwanye onwe ya site n'aka ụmụ ya ndị nwoke na ndị nwanyị, ma ndị nọ nso na ndị dị anya",
  "Ọtụtụ otu na-arụkọ ọrụ ọnụ iji weghachi na wughachi ihe ha ji obi ụtọ kpọọ \"Obodo Raffia\"",
  "Ikot Ekpene nwere ogologo oge iji gbanwee eriri raffia ka ọ bụrụ akwa a na-eji  arụ akpụkpọ ụkwụ, okpu, akpa aka, ute na ihe osise omenala pụrụ iche ejiri osisi mee",
  "Azụmaahịa nka na nka pụrụiche aga n'ihu n'akụkụ ọrụ ugbo ọdịnala.",
  "Ọtụtụ òtù dị iche iche na ụlọ ụka dị iche iche dị na mpaghara ahụ",
  "Ụlọ akwụkwọ mahadum anọ agbakwunyela ọgaranya n'obodo ahụ: Akwa Ibom steeti polytechnic, Ikot Osurua, Ụlọ Akwụkwọ nke Nursing, St Joseph Major Theological Seminary na University Ritman.",
  "Ikot Ekpene Township Stadium dị na Ikot Ekpene",
  "Ọ bụ ụlọ bọọlụ Vandrezzer FC, otu egwuregwu bọọlụ Afrịka nke iri atọ na asaa kachasị ewu ewu na mgbasa ozi ọha n'afọ 2020",
  "Ogige egwuregwu Ikot Ekpene na-anabata ndị otu Naijiria National League Ibom Youth FC ugbu a",
  "Ọ bụkwa ebe mbụ maka Akwa Starlet, ugbu a Dakkadda FC",
  "O nwere ọtụtụ otu egwuregwu bọọlụ dịka Mashal Rock FC, Raffia City FC, Ituen FC, Police Academy, Ibom Stars wdg.",
  "Ndị egwuregwu ukwu esiwo n'obodo a, dị ka Etok Aniekan ( Esperanza nke Tunisia ), Isaac George ( Akwa United ), Imoh Obot ( Nassarawa United ), na Vincent Eyeama (Marshal rock na Lille nke France, Super Eagles nke Naịjirịa)"
]