[
  "Ikoyi bụ agbata obi kachasị baa ọgaranya na Lagos, nke dị na mpaghara Gọmentị Obodo Eti-Osa",
  "Ọ dị n'ebe ugwu ọwụwa anyanwụ nke Obalende ma jikọta Lagos Island n'ebe ọdịda anyanwụ, na nsọtụ Lagos Lagoon",
  "Ikoyi bụ otu n'ime obodo ndị kasị baa ọgaranya na Naijiria.",
  "Mpaghara nke mejupụtara Ikoyi bụ na mbụ ala na-aga n'ihu na Lagos Island, ruo mgbe ọwa mmiri MacGregor kewara ya, ụzọ mmiri dị wara nke gọmentị Britain gwuru",
  "E wuru ọwa mmiri a ugbu a ma ọ bụ jupụta ya, nke mere na agwaetiti ahụ na Lagos Island jikọtara ọzọ",
  "A na-akpọ ya n'okwu mkparị \"Beverly Hills site na ogige\" ma ọ bụ Belgravia nke Lagos.",
  "N'oge ọchịchị ndị ọchịchị na-achị, e mepụtara agwaetiti ahụ dị ka ebe obibi maka ndị Briten na-anọghị mba ọzọ ma ka na-enwe ọtụtụ n'ime nnukwu ebe obibi ndị ọchịchị na ya wuru n'etiti 1900 na 1950.",
  "N'afọ 1920 na  afo 1930, e weghachiri ihe dị ka ala dị hekta 250 n'ime Ndịda Odida anyanwu Ikoyi na Obalende ma mezigharịa ya",
  "Atụmatụ ahụ dugakwara na mmezigharị nke ụzọ iji jikọta Onikan na Bourdillon Rd.",
  "A nọgidere na-ewu ụlọ obibi ndị dị elu mgbe oge ọchịchị gasịrị, agwaetiti ahụ na Dodan Barracks ya ghọrọ ebe obibi nke ụfọdụ ndị ọchịchị ndị agha Naịjirịa",
  "Ikoyi ugbu a nwere ọtụtụ ụlọ gọmentị ndị ọzọ yana azụmahịa, ụlọ nkwari, ụlọ akwụkwọ, klọb mmekọrịta ọha na eze a ma ama Ikoyi Club, na Ikoyi Golf Club.",
  "Otu n'ime isi ihe na-adọrọ mmasị na Ikoyi bụ Awolowo Road, nke bụ okporo ámá dị elu nke nwere ụlọ ahịa na ụlọ ahịa dị elu",
  "N'ihi ịdị nso ya na Victoria Island na Lagos Island, ọtụtụ n'ime njem njem azụmahịa Lagos na-elekwasị anya na Ikoyi, nke nwere ngwakọta nke ezigbo ụlọ nkwari akụ anọ.",
  "N'ihi ọgba aghara na-adịbeghị anya na Niger Delta, ọtụtụ ụlọ ọrụ mmanụ akwagala ndị ọrụ ha na Ikoyi",
  "Mpaghara ahụ bụzi ebe ọtụtụ nnukwu ụlọ okomoko, ala, na ọfịs dị elu",
  "Lagos Preparatory School (13+), nke a na-ewere dị ka ụlọ akwụkwọ Britain kachasị elu n'Africa, dị na Ikoyi.",
  "Na Nọvemba 1, afọ 2021, ụlọ dị okpukpu iri abụọ na otu na Gerrard Road dara mgbe a na-ewu ya, na-egbu ọtụtụ ndị ọrụ.",
  "Google Nigeria nwere isi ụlọ ọrụ na Ikoyi.",
  "Lagos Jet Ski Riders Club, otu klọb kachasị mma maka ndị Naijiria kacha baa ọgaranya dị na Ikoyi.",
  "Ikoyi Golf Club",
  "Ogige Falamo",
  "National Drug Law Enforcement Agency (NDLEA) nwere isi na Ikoyi.",
  "Òtù Ahụ Ike Ụwa (WHO) nwere ọfịs Lagos ya na Ikoyi.",
  "Ngalaba odeakwụkwọ nke gọọmentị Naịjirịa nwere isi na Ikoyi.",
  "Onye osote Gọvanọ nke Lagos Steeti bi na Ikoyi.",
  "Ndị nile na-eme nke ọma na Naịjirịa nwere ihe onwunwe na Ikoyi.",
  "Ikoyi nwere ụfọdụ n'ime ụlọ obibi kachasị mma na Naịjirịa, a na-eche na ọ nwere ụlọ kachasị ọnụ na kọntinent Afrịka dum, na nkezi ụlọ ọhụrụ na-ere maka US $ 1.5 nde, nke nwere ike iru ihe ruru $ 10 nde",
  "Otú ọ dị, n'ihi ala pere mpe dịnụ, ọtụtụ n'ime ndị a bụ ụlọ obibi kwụ ọtọ",
  "Ụlọ ndị dị na Ikoyi dị ụkọ ma bụrụ nanị nke ndị bara ọgaranya",
  "Mike Adenuga, Aliko Dangote, Folorunsho Alakija na ndị ọzọ nwere ụlọ na Ikoyi",
  "Ikoyi Crescent nwere ụlọ Consular-General nke United States of America na Naịjirịa.",
  "Bourdillon Road, Alexander Road na Gerrard Road, bụ ogologo okporo ụzọ, nke a na-ewere dị ka nke kachasị ewu ewu ọ bụghị naanị na Lagos, kamakwa na Naịjirịa",
  "Ogologo oge a na-ekpuchi Embassy nke France, Embassy of Iran, Embascy of Iraq, Lekki-Ikoyi Link Bridge, Kọmishọna nke ndị uwe ojii Lagos, osote Gọvanọ nke Lagos State, National Army Headquarters Liaison Office, Federal Secretariat of Nigeria, ụlọ onye bụbu Gọvanor nke Lagos State",
  "Bola Tinubu",
  "na mgbakwunye kachasị ọhụrụ na ndepụta ahụ, ụlọ obibi kachasị elu n'Africa",
  "Na okpukpu iri anọ na atọ, ụlọ obibi dị n'ụlọ a na-amalite na 6,500 square feet ma malite ire na $ 10 nde.",
  "Ụlọ obibi ndị ọzọ dị oké ọnụ ahịa n'okporo ụzọ a bụ: Tango Towers (30 ụlọ, $ 3m n'elu), Mabadeje Plaza (maka ịgbazite naanị), Luxury Gardens (20 ụlọ elu $ 2m n'ebe elu), Titanium Towers (35 ụlọ elu).",
  "Ọganihu a bụ ọpụpụ dị egwu site na nhazi mbụ nke Ikoyi, nke nwere ebe obibi otu ezinụlọ nwere nnukwu ogige",
  "N'ịtụle enweghị ọkụ eletrik mgbe niile, mmiri na-ebute paịpụ, na mmebi n'ozuzu na akụrụngwa ndị bụ isi nke bụ ihe atụ nke Lagos, enwere nchegbu banyere ma Ikoyi nwere okporo ụzọ na akụrụndụ mmiri dị mkpa iji gaa n'ihu na-akwado ụdị mmepe a.",
  "Vantage Bourdillon Apartments bụ mmepe ọhụrụ ọzọ na Bourdillon Road, Ikoyi",
  "Ikoyi gụnyere mpaghara ọhụrụ nke Banana Island, Parkview Estate, Mojisola Onikoyi Estate, Osborne Foreshore Estate Phase I & II, Dolphin Estate na ụlọ ndị ọzọ mara mma na-apụta.",
  "Ikoyi bụ otu n'ime mpaghara nwere mmiri ozuzo kachasị elu na Lagos, mmiri ozuzo na-akarị 300 cm kwa afọ."
]