[
  "Ikpe mgbanwe ihu igwe, nke a makwaara dị ka ikpe ihu ọha, bụ usoro iwu gburugburu ebe obibi na-apụta site na iji usoro ikpe setịpụ iwu ikpe iji mee ka mbọ ndị ụlọ ọrụ ọha na eze na ụlọ akwụkwọ na gọọmentị na ndị ọzọ na ya na mgbanwe mgbanwe ọnọdụ ihu ọma",
  "N'okwu ndọrọ ndọrọ ọchịchị dị nwayọọ nke mgbanwe ihu igwe na-egbu oge nkwụsị mgbanwe ihu igwe, ndị na-eme ihe ike na ndị ọkàiwu amụbawo mgbalị iji jiri usoro ikpe nke mba na nke mba na-aga n'ihu na mgbalị ahụ",
  "Mkpebi gbasara ihu igwe na-etinyekarị aka n'otu n'ime ụdị ise nke ebubo iwu",
  "Iwu (gbadoro anya na mmebi nke ikike iwu obodo site na steeti), wu nhazi (na-ama aka iru eru nke ime mkpebi nchịkwa), iwu nzuzo (ụlọ ọrụ na-ama aka)",
  "ma ọ bụ òtù ndị ọzọ maka nleghara anya, mkpasu iwe, wdg, aghụghọ ma ọ bụ nchebe ndị ahịa (ụlọ ọrụ ndị na-ama aka maka ịkọwahie ozi gbasara mmetụta ihu igwe), ma ọ bụ ikike mmadụ (na-azọrọ na ọdịda ime mgbanwe ihu igwe adịghị echebe ikike mmadụ).",
  "Kemgbe mmalite afọ 2000, usoro iwu maka ịlụso mgbanwe ihu igwe ọgụ ejirila iwu dịnụ, na ọnụ ọgụgụ na-arịwanye elu nke ikpe ụlọ ikpe emeela ka iwu mba ụwa jikọta omume ihu ọha na ihe ịma aka iwu, metụtara iwu iwu usoro, iwu nchịkwa, ikike onwe onye, Iwu nchedo ndị ahịa ma ọ bụ ikike mmadụ. Ọtụtụ n'ime ikpe na usoro ndị na-aga nke ọma lekwasịrị anya n\"ịkwalite mkpa nke ikpe ziri ezi ihu igwe na mmegharị ihu ọha ndị ntorobịa. Kemgbe afọ 2015, e nweela ihe na-eme n'iji arụmụka gbasara ikike mmadụ na ikpe ikpe ihu igwe.",
  "Ikpe ikpe ihu igwe dị elu e wetara megide steeti gụnyere Leghari v",
  "Pakistan, Juliana v. United States (ha abụọ 2015), Urgenda v",
  "Netherlands (2019), na Neubauer v",
  "Germany (2021)., ebe Milieudefensie v Royal Dutch Shell (2021) bụ ikpe kachasị elu megide ụlọ ọrụ ruo ugbu a. Ndị na-etinye ego na coal, mmanụ, na ụlọ ọrụ gas nwere ike ịbụ ndị iwu na omume maka mmebi ikike mmadụ metụtara ihu igwe, ọ bụ ezie na mkpebi ndọrọ ndọrọ ọchịchị nwere ikike igbochi ha itinye aka na mmejọ dị otú ahụ. A na-emekarị ikpe site na ijikọ mgbalị na ihe onwunwe dịka site n'aka òtù dị ka Greenpeace, dị na Green Peace Poland nke gbara ụlọ ọrụ coal na greenpeace Germany nke kpere onye na'emepụta ụgbọ ala akwụkwọ.",
  "E nwere usoro na-arịwanye elu nke ikpe ndị na'ime ihe ịga nke ọma na ụlọ ikpe ụwa. Akụkọ ikpe nke UN nke afọ 2017 chọpụtara ikpe 884 na mba 24, gụnyere ikpe 654 dị na United States na ikpe 230 na Mba ndị ọzọ niile",
  "Ka ọ na-erule Julaị 1, 2020, ọnụ ọgụgụ ikpe fọrọ nke nta ka ọ mụbaa okpukpu abụọ ruo ma ọ dịkarịa ala 1,550 ikpe mgbanwe ihu igwe tinyere na mba 38 (39 gụnyere ụlọ ikpe nke European Union), na ihe dịka ikpe 1,200 tinyere ya na US na karịa 350 tinyere aha na Mba ndị ọzọ niile. A na-atụ anya na ọnụ ọgụgụ ikpe ga-anọgide na ịrị elu na 2020s.",
  "Ikpe ihu igwe na-etinye aka n'otu n\"ime ụdị ikpe ise:",
  "Na United States, Enyi nke Ụwa, Greenpeace na obodo Boulder, Arcata na Oakland meriri megide Export-Import Bank nke United States na Overseas Private Investment Corporation (ụlọ ọrụ steeti nwere nke United States ọchịchị)",
  "nke e boro ebubo na ọ na-akwado ọrụ mmanụ ọkụ na-emebi ọnọdụ ihu igwe kwụsiri ike, megidere iwu iwu gbasara gburugburu ebe obibi nke mba (ikpe gbara akwụkwọ na 2002 wee biri na 2009).",
  "N'afọ 2016, otu ụlọ ọrụ gọọmentị nke Philippines (Commission on Human Rights) malitere nyocha gbasara mgbanwe ihu igwe megide 47 n'ime ndị na-emepụta carbon kachasị n\"ụwa",
  "Ọ chọpụtara na na n'afọ 2019 ụlọ ọrụ mmanụ ala nwere ọrụ iwu iji mee ihe megide mgbanwe ihu igwe ma nwee ike ibu ọrụ maka mmebi.",
  "N'afọ 2017, San Francisco, Oakland na obodo ndị ọzọ dị n'ụsọ oké osimiri nke California gbara ọtụtụ ụlọ ọrụ mmanụ ala akwụkwọ maka ịrị elu nke oke osimiri.",
  "N'afọ 2018, obodo New York kwupụtara na ọ na-ewere ụlọ ọrụ mmanụ ala ise (BP, ExxonMobil, Chevron, ConocoPhillips na Shell) gaa n'ụlọ ikpe gọọmentị etiti n\"ihi enyemaka ha nyere na mgbanwe ihu igwe (nke obodo ahụ na ya na'ahụla ahụhụ).",
  "N'afọ 2020, Charleston, South Carolina, gbasoro usoro yiri nke ahụ.",
  "Ka ọ na-erule n'ọnwa Febụwarị 2020, Australia nwere ọnụọgụ nke abụọ kachasị n\"ụwa, na ihe fọrọ nke nta ka ọ bụrụ ọnọdụ 200.\nIkpe ndị dị na Australia gụnyere Torres Strait Islanders v",
  "Australia (2019), nke Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke Mba Ndị Dị n'Otu chọpụtara na gọọmentị Australia mebiri ikike mmadụ nke ndị Islanders site na ịghara ime ihe na mgbanwe ihu igwe, Youth Verdict v. Waratah Coal (2020), na Sharma v. Minista na-ahụ maka gburugburu ebe obibi (2020), nke ndị na'eto eto asatọ na ya enweghị ihe ịga nke ọma n'ịrụ ụka maka iwu megide mgbasawanye nke ebe a na - na Whitehaven.",
  "Na June 2021, mgbe afọ isii nke agha iwu gasịrị, Ụlọikpe nke Mbụ kpebiri na ebumnuche ihu igwe nke gọọmentị Belgium dị ala ma ya mere \"mebiri ikike ndụ (Nkebi 2) na ikike ịkwanyere ndụ onwe onye na nke ezinụlọ (Mkeji 8) \" nke European Convention on Human Rights.",
  "N'afọ 2021, Ụlọikpe Kasị Elu nke Germany kpebiri na Neubauer v",
  "Germany na usoro nchebe ihu igwe nke gọọmentị ezughi oke iji chebe ọgbọ n'ọdịnihu nakwa na gọọmentị nwere ruo njedebe nke 2022 iji melite Iwu Nchebe Ihu Igwe..",
  "N'ọnwa Julaị 2020, ndị enyi nke gburugburu ebe obibi Irish meriri ikpe dị ịrịba ama megide gọọmentị Irish maka ịghara ime ihe zuru ezu iji dozie nsogbu ihu igwe na gburugburu ụlọ. Ụlọikpe Kasị Elu nke Ireland kpebiri na atụmatụ mgbochi mba nke gọọmentị Ireland nke afọ 2017 ezughi oke, na-akọwapụta na ọ nyeghị nkọwa zuru ezu banyere otu ọ ga-esi belata gas na'ime okpomọkụ.",
  "Netherlands agbaala mbọ ibelata ikuku carbon dioxide ya site na ọkwa 1990 site na 49% site na 2030 yana ebumnuche etiti dị iche iche",
  "Agbanyeghị, ụlọ ọrụ nyocha gburugburu ebe obibi Dutch kpebiri na obodo ahụ ga-efunahụ ebumnuche ya maka 2020..",
  "N'afọ 2012, onye ọka iwu Dutch bụ Roger Cox nyere echiche nke itinye aka n'ụlọ ikpe iji manye ime ihe megide mgbanwe ihu igwe",
  "N'afọ 2013, Ntọala Urgenda, ya na ndị mkpesa 900, etinyela akwụkwọ megide Gọọmentị Netherlands \"maka ịghara ime ihe zuru ezu iji belata gas na-ekpo ọkụ nke na'ihi mgbanwe ihu igwe dị ize ndụ\".",
  "N'afọ 2015, Ụlọikpe Mpaghara nke Hague kpebiri na gọọmentị Netherlands ga-eme ihe ndị ọzọ iji belata gas na-ekpo ọkụ iji chebe ụmụ amaala ya pụọ na mgbanwe ihu igwe (okwu ihu ọha Urgenda)",
  "A kọwara ya dị ka \"ikpe ikpe na-eme ihe mbụ\" na dị Ka \"okwu ikpe mbụ gbasara ihu igwe n'ụwa\".",
  "Dị ka James Thornton, onye isi nchịkwa nke Client Earth, si kwuo, \"Nke kachasị dị ịrịba ama, ọ dabeere n'ụzọ bụ isi na sayensị guzosiri ike na ụkpụrụ oge ochie nke ọrụ nlekọta gọọmentị",
  "Echiche ahụ metụtara usoro iwu ọ bụla ma ụlọ ikpe na mba ndị ọzọ ga-eji ya mee ihe",
  "N'afọ 2018, ụlọ ikpe mkpegharị ikpe dị na The Hague akwadowo ikpe a na-eme ka gọọmentị Dutch gbasaa mbọ ya iji gbochie ikuku na Netherlands.",
  "N'ọnwa Disemba 2019, Ụlọikpe Kasị Elu nke Netherlands kwadoro mkpebi ikpe ahụ na mkpegharị ikpe",
  "Ya mere, na-ekwusi ike na gọọmentị ga-ebelata ikuku carbon dioxide site na 25% site n'ọkwa 1990 site ná ngwụsị nke afọ 2020, na ndabere na mgbanwe ihu igwe na'ihe ize ndụ nye ahụike mmadụ.",
  "Na Milieudefensie et al v Royal Dutch Shell, kpebiri na Mee 2021, ụlọ ikpe distrikti nke The Hague nyere iwu ka RoyalDutch Shell belata ikuku carbon ya zuru ụwa ọnụ site na 45% site n'ọgwụgwụ 2030 ma e jiri ya tụnyere ọkwa 2019, ma kwado ọrụ ụlọ ọrụ ahụ maka ikuku 3, dịka, ikuku sitere na ndị na-eweta na ngwaahịa ya.",
  "N'afọ 2022, ọtụtụ ụlọ ọrụ na-ahụ maka gburugburu ebe obibi tinyere akwụkwọ ikpe karịrị iri atọ na'ihi na ha rịọrọ onye isi ala ka ọ mechie ọtụtụ nnukwu ụlọ ọkụ eletrik na ihe karịrị 600 ebe a na - na. Na mgbakwunye na arụmụka mgbanwe ihu igwe, ndị gbara akwụkwọ na-ekwu na ọrịa kansa na'ebe dị elu na nje COVID-19 ka njọ site na mmetọ ikuku ha. Ha na-ekwu na dịka iwu na'ihi na enweghị ike ike kewaa mba ahụ, nke a pụtakwara na ọ megidere iwu imebi mba, nakwa na n'oge ha na ndị mmadụ na ha kwụrụ ụgwọ, ha mebiri ọrụ ndị isi ala na nchekwa mba. Iwu ahụ kwukwara (Nkebi nke 56) na \"Onye ọ bụla nwere ikike ibi na gburugburu ebe obibi dị mma ma dị nro",
  "Ọ bụ ọrụ nke steeti na ụmụ amaala imeziwanye gburugburu ebe obibi, ichebe ahụike gburugburu na igbochi mmetọ gburugburu",
  "Turkey akwadowo nkwekọrịta Paris ma kwuo na ikuku gas na-ekpo ọkụ ga-abụ net zero site na 2053, mana gọọmentị enweghị atụmatụ ịkwụsị ike coal.",
  "Ndị ọkaiwu gọọmentị buru ụzọ rịọ ka a kagbuo ikpe ahụ site n'ikwu na onyeisiala enweghị ikike imechi ụlọ ọrụ ọkụ, mana ndị na-agba akwụkwọ na-arụ ụka na ebe ọ bụ na a gbanwere akwụkwọ iwu site na ụlọ omeiwu gaa na usoro onyeisi oche na ya nwere ikike ahụ..",
  "N'ọnwa Disemba 2020, ụmụ amaala Britain atọ, Marina Tricks, Adetola Onamade, Jerry Amokwandoh, na ọrụ ebere gbasara ikpe ihu igwe, Plan B, kwupụtara na ha na-eme ihe megide gọọmentị UK maka ịghara ime ihe zuru ezu iji dozie nsogbu ihu na gburugburu ebe obibi. Ndị gbara akwụkwọ mara ọkwa na ha ga-ebo ebubo na ego gọọmentị na-enye maka mmanụ ala na UK na mba ndị ọzọ bụ mmebi nke ikike ha nwere ndụ na ndụ ezinụlọ, yana imebi nkwekọrịta Paris na Iwu Mgbanwe Ihu igwe nke UK nke 2008.",
  "N'afọ 2022, e kwuru na McGaughey na Davies v Universities Superannuation Scheme Ltd na ndị nduzi nke nnukwu ego ezumike nká na UK, USS Ltd emebiela ọrụ ha ime ihe maka ebumnuche kwesịrị ekwesị n'okpuru Iwu Ụlọ Ọrụ 2006 ngalaba 171, site n\"enweghi atụmatụ iwepu mmanụ ala sitere na pọtụfoliyo nke ego ahụ",
  "Arịrịọ ahụ enweghị ihe ịga nke ọma n'Ụlọikpe Kasị Elu, ndị na-arịọ arịrịịrịị rịọkwara ụlọ ikpe mkpegharị ikpe, na a na - enye ha ikike maka ikpe June 2023. Ikpe ahụ na-ekwu na a ga-eji ikike ndụ mee ihe iji kọwaa ọrụ na iwu ụlọ ọrụ, nakwa na n'ihi na mmanụ ala gafere ịkwụsị ịdị, itinye ego ọ bụla na'iji ha na - na \"ihe ize ndụ nke nnukwu mmebi ego\".",
  "N'ọnwa Febụwarị afọ 2023, ClientEarth tinyere akwụkwọ mkpesa megide ndị isi ụlọ ọrụ Shell maka itinye ụlọ akwụkwọ ahụ n'ihe ize ndụ site n\"ịghara ịhapụ mmanụ ala ngwa ngwa. ClientEarth kwuru na ikpe ahụ gosipụtara 'oge mbụ a mara ụlọ ọrụ aka na ọdịda ya ịkwadebe maka mgbanwe ike.'",
  "Tutu February 2020, US nwere ihe karịrị 1000 ikpe na-echere na usoro ụlọ ikpe",
  "Ọmụmaatụ gụnyere Connecticut v",
  "ExxonMobil Corp",
  "na Massachusetts v",
  "Environmental Protection Agency",
  "Na United States ịgba akwụkwọ gbasara mgbanwe ihu igwe na-eleba anya na iwu ndị bụ isi dị ugbu a iji mee nkwupụta ha, ọtụtụ n'ime ha na-elekwasị anya na iwu nzuzo na nhazi",
  "Iwu ndị kachasị ewu ewu iji mee ihe bụ NEPA (National Environmental Policy Act), na ikpe 322 gbara akwụkwọ n'okpuru ikike ya, Clean Air Act, yana ikpe 215 gbara n'okpuru ikike ya, Iwu nke Edangered Species Act, ya na ikpe 163 gbara n'okpuru ikike ya",
  "Ka mbọ ndị ọzọ na-aga n'ihu n'ihu mgbanwe ihu igwe, dịka nke Ọgọst 2022, gọọmentị etiti na-aga n'ihu na-akwado nkwekọrịta na omume klas n'ihe gbasara atụmatụ mgbanwe ihu igwe ndị ọzọ",
  "Na mgbakwunye, kemgbe 2015, enwere ihe dị ka ụgwọ iri na abuo na ikpe aghụghọ wetara ụfọdụ n'ime ụlọ ọrụ mmanụ kacha ukwuu n'ụwa site n'aka steeti dị iche iche maka ọrụ ha na-agọnarị amụma ihu igwe na-eduga n'ihe egwu na ọnụ ahịa ndị gọọmentị steeti na-ebu",
  "Steeti ndị a gụnyere New Jersey, District nke Columbia, Delaware, Connecticut, Minnesota, Rhode Island, Massachusetts na Vermont",
  "Dị ka Minnesota na District nke Columbia n'ihu ya, New Jersey agụnyewokwa otu ụlọ ọrụ azụmahịa US kachasị elu, American Petroleum Institute na mgbakwunye na ExxonMobil, Shell Oil, Chevron, BP na ConocoPhillips..",
  "Na 24 Eprel, 2023, \"Ụlọikpe Kasị Elu nke United States",
  "jụrụ ịnụ ajụjụ ikike sitere n'aka ụlọ ọrụ mmanụ na-alụ ọgụ maka ọtụtụ nde dollar nke obodo Baltimore wetara maka mgbanwe ihu igwe",
  "Ngọnarị nke Ụlọikpe Kasị Elu bụ mmeri maka Baltimore na maka  ndị ọzọ steeti na ndị ọchịchị obodo ndị na-arịọ ugboro ugboro ka ha debe ikpe mgbanwe ihu igwe ha n'ụlọ ikpe steeti, ebe akụkụ abụọ ahụ kwenyere na gọọmentị nwere ohere ka mma iji nweta nnukwu mmebi karịa n'ụlọ ikpe gọọmenti etiti..",
  "N'okwu ikpe nke Endangered Species Act (ESA), Tennessee Valley Authority v",
  "Hill, Ụlọikpe Kasị Elu kwuru na ESA nyere iwu ka ụlọ ọrụ gọọmentị etiti hụ na omume ha anaghị etinye ụdị ọ bụla edepụtara dị ka ndị nọ n'ihe ize ndụ na EPA. Dị ka mgbanwe ihu igwe bụ nnukwu  iyi egwu nye ụdị ndị nọ n'ihe ize ndụ, ndị na-ahụ maka ihu ọma enweela ike iji ESA lekwasị anya na ndị ahụ na'ime ka agbanwe ihu ọha dị ngwa",
  "[citation needed] Ikpe ikpe mgbanwe ọnọdụ ihu ihu ọchị nke na na - ESA na Nkeji edemede nke 7 na-ekwu na ihe niile ụlọ ọrụ gọọmentị etiti na'eme agaghị ekwe omume itinye ịdị adị na nso n'ihe ize ndụ ma ọ bụ mee ka mbibi nke ụdị ndị nọ n\"ihe egwu",
  "Nkeji edemede nke 9 na-elekwasị anya ọ bụghị naanị na ụlọ ọrụ gọọmentị etiti kamakwa onye ọ bụla, na'amachibido iwere ụdị ọghọm ọchụ ọkpụkpụ ọwụwa, ma ọ bụ nke gọọmenti etiti, nke steeti, ọ bụkwa nke onwe. Site n'igosi na omume ndị na-enye aka na mgbanwe ihu igwe na'ihe ize ndụ nke anụmanụ edepụtara na ESA, ndị ọrụ ihu ọha nwere ike iji ESA kwụsị omume na -enye onyinye na Mgbanwe ihu ọma.",
  "Nzọụkwụ mbụ maka ndị na-akwado mgbanwe ihu igwe bụ ijide n'aka na e depụtara ụdị dị iche iche nke mgbanwe ihu igwe na-eyi na ESA site na Ọrụ Azụ na Anụ ọhịa (FWS)",
  "Ọtụtụ mgbe naanị nke a nwere ike ịbụ usoro dị ogologo",
  "Na Disemba 2005 Center for Biological Diversity sonyeere ndị NGO abụọ US (Greenpeace na Natural Resources Defence Council) iji rịọ ka edepụta Arctic Polar Bear na ESA",
  "FWS n'okpuru ọchịchị Bush gbatịpụrụ usoro ahụ ruo ọtụtụ afọ, na-efunahụ ọtụtụ isi njedebe ma depụta ụdị dị ka \"egwu\" kama ịnọ n'ihe ize ndụ ebe sayensị doro anya na-akwado ndepụta dị ize ndụ",
  "Na-eche nrụgide ọha na eze ihu na nkwenye sayensị, FWS depụtara aha ndị a dị ka ndị nọ n'ihe ize ndụ na Mee 2008..",
  "National Environmental Policy Act (NEPA) ghọtara na ihe ndị gọọmentị US mere nwere ike inwe mmetụta dị ukwuu na gburugburu ebe obibi ma chọọ ka ụlọ ọrụ gọọmenti etiti niile tụlee ihe omume gburugburu ụlọ obibi ndị a mgbe ha na-eme \"ihe ndị dị mkpa nke gọọmentsị etiti\"",
  "Enwere ike ime nke a site na nyocha gburugburu ebe obibi (EA) ma ọ bụ nkwupụta mmetụta gburugburuebe obibi zuru oke (EIS), etu nyocha ahụ ga-esi bụrụ nke ọma dabere na ọdịdị nke ihe a tụrụ aro. NEPA anaghị achọ ka a kpọtụrụ mgbanwe ihu igwe ma ọ bụ gas na-ekpo ọkụ aha na EAs na eIS niile, mana ọtụtụ ndị na'ahụ maka mgbanwe ọnọdụ ihu ọha ga-agba akwụkwọ n'okpuru NEPA na na ọ na - mmetụta metụtara mgbanwe ikuku dị mkpa nke na a gafere itinye ha.",
  "Iwu Mmiri Dị Ọcha (CAA) na-achịkwa mmetọ ikuku site na isi mmalite kwụ otu ebe na nke na'elu",
  "E mere iwu ahụ n'afọ ndị 1970 tupu e nwee ihe ọmụma zuru oke banyere gas na-ekpo ọkụ (GHGs) mana n\"afọ 2007 Ụlọikpe Kasị Elu kpebiri na EPA ga-achịkwa GHGs nʼokpuru CAA n'\"ihi Massachusetts a ma ama vs",
  "Ikpe EPA. N'ihi nke a, ndị na-eme mgbanwe ihu igwe nwere ike iji CAA dị ka ụzọ iji lụso ikuku GHG ọgụ iji gbochie ngwa ngwa nke mgbanwe ọnọdụ ihu ọha.",
  "N'afọ 2009, steeti California nwere ike iji CAA mepụta ụkpụrụ ụgbọ ala siri ike karịa ụkpụrụ mba, nke mere ka gọọmentị Obama nabata ụkpụrụ ndị a siri anya na mba",
  "A na-akpọ ụkpụrụ ndị a Corporate Average Fuel Efficiency (CAFE) ma tinye ụkpụrụ nke GHGs.",
  "Otu n'ime ikpe mbụ gbasara mgbanwe ihu igwe gbara akwụkwọ bụ Massachusetts v",
  "Environmental Protection Agency, nke Ụlọikpe Kasị Elu nke United States kpebiri na 2007",
  "Ọtụtụ steeti America webatara uwe ahụ megide Ụlọ Ọrụ Nchebe gburugburu ebe obibi (EPA) mgbe EPA jụrụ ime",
  "na-ahazi carbon dioxide na ikuku gas ndị ọzọ dị ka akụkụ nke ọrụ ha n'okpuru Iwu Clean Air Act (CAA) na 2003",
  "EPA ekwuola na ikike ha n'okpuru Iwu Clean Air bụ ịchịkwa \"mmetọ ikuku\", nke ha kwuru na carbon dioxide na  gas ndị ọzọ griin haus adaghị n'okpuru, ya mere enweghị ike itinye ụkpụrụ",
  "Steeti, dị ka Massachusetts, rụrụ ụka na ihe ndị a nwere ike ibute mmebi metụtara mgbanwe ihu igwe na steeti ha, dịka site na oke oke oke osimiri, yabụ enwere ike ịhụ ihe ndị a dị ka ihe na-emerụ ahụ n'okpuru CAA yana n'ime ikike EPA ịhazi",
  "Ọ bụ ezie na EPA meriri na mbụ n'Ụlọikpe Mkpegharị, Ụlọikpe Kasị Elu, na mkpebi 5-4, kwetara na steeti ahụ na carbon dioxide na gas ndị ọzọ na-ekpo ọkụ na-emerụ ahụ, ma chọọ ka EPA na-achịkwa ha.",
  "N'afọ 2015, ọtụtụ ndị ntorobịa America, nke Our Children's Trust nọchitere anya, gbara akwụkwọ megide gọọmentị United States n'ọnwa 2015, na-ekwu na ndụ ha n\"ọdịnihu ga-emerụ ahụ n-ihi enweghị ọrụ gọọmenti iji belata mgbanwe ihu igwe",
  "Ọ bụ ezie na ụlọ ikpe etinyela akwụkwọ ndị yiri ya ma chụpụ ya n'ihi ọtụtụ ihe, Juliana v",
  "United States nwetara nkwado mgbe onye ọka ikpe distrikti Ann Aiken kpebiri na ikpe ahụ kwesịrị ịga n'ihu, nakwa na \"usoro ihu igwe nwere ike ịkwado ndụ mmadụ\" bụ ikike dị mkpa n\"okpuru Iwu United Kingdom. Gọọmentị United States agbalịwo iwepụ ikpe ahụ site na ihe ịma aka dị iche iche na nchọpụta Aiken, mana ọ ka na-echere ikpe ụlọ ikpe.",
  "N'ọnwa Septemba 2019, otu ìgwè ụmụaka isii na ndị okenye na-eto eto si Portugal gbara akwụkwọ na European Court of Human Rights",
  "N'ịbụ ndị ụlọ ọrụ British NGO Global Legal Action Network (GLAN) kwadoro, ha na-ekwu na ọ dị mkpa ime ihe siri ike iji chebe ọdịmma anụ ahụ na nke uche ha n'ọdịnihu",
  "Ụlọ ikpe ahụ rịọrọ gọọmentị Europe iri atọ na atọ ka ha kọwaa ka ọ na-erule n'ọnwa Febụwarị afọ 2021 ma ọdịda ha n\"ịnagide okpomọkụ ụwa mebiri Akụkụ nke 3 nke European Convention on Human Rights.",
  "N'abalị iri abụọ na itoolu n'ọnwa Machị, afọ 2023, Mba Ndị Dị n\"Otu nabatara mkpebi na-akpọ oku ka Ụlọikpe Ikpe nke Mba Nile (ICJ) \"nyesie ọrụ mba ike iji gbochie okpomọkụ na ichebe obodo pụọ na ọdachi ihu igwe\". A na-atụ anya na ICJ ga-ewepụta mkpebi na'ịkọwapụta ihe iwu chọrọ na steeti iji meghachi omume na nsogbu ihu igwe na ịkọwa ihe si mba ndị kwesịrị ihu maka ịghara iru ihe ndị ahụ chọrọ.",
  "Mgbe mkpebi ikpe dị ịrịba ama nke Netherlands na 2015, ìgwè dị na mba ndị ọzọ nwalere otu usoro ikpe ahụ",
  "Dịka ọmụmaatụ, ìgwè gara ụlọ ikpe iji chebe ndị mmadụ pụọ na mgbanwe ihu igwe na Brazil, Belgium, India, New Zealand, Norway, South Africa, Switzerland na United States.",
  "Na Pakistan na 2015 Ụlọikpe Kasị Elu Lahore kpebiri na Asghar Leghari vs",
  "Federation of Pakistan na gọọmentị na-emebi National Climate Change Policy nke 2012 na Framework for Implementation of Climat Change policy (2014-2030) site n'ịghara iru ihe mgbaru ọsọ ndị iwu ahụ setịpụrụ",
  "Na nzaghachi, a chọrọ ka e guzobe Kọmitii Mgbanwe Ihu igwe iji nyere Pakistan aka iru ihe mgbaru ọsọ ihu igwe ya. A na-ewere ikpe ahụ dị ka ihe dị mkpa n'akụkọ ihe mere eme nke ikpe ihu igwe dabere na ikike mmadụ.",
  "N'afọ 2017, Saul Luciano Lliuya gbara RWE akwụkwọ iji chebe obodo ya bụ Huaraz site na ọdọ mmiri glacier na-agbaze n'ihe ize ndụ nke ịba ụba.",
  "N'afọ 2018, ezinụlọ iri si mba Europe, Kenya na Fiji gbara akwụkwọ megide European Union maka egwu a na-eyi ụlọ ha nke ikuku EU kpatara.",
  "Otu ìgwè ụmụaka nọ na Colombia gbara gọọmentị akwụkwọ iji chebe oké ọhịa Amazon site na mgbukpọ ọhịa n'ihi enyemaka mgbakpọ osisi na mgbanwe ihu igwe",
  "N'afọ 2018, Ụlọikpe Kasị Elu kpebiri na oké ọhịa mmiri ozuzo nke Colombia bụ \"ihe gbasara ikike\" nke chọrọ nchebe na mweghachi.",
  "N'afọ 2020, ikpe ụlọ ikpe nchịkwa na France, chọrọ ka gọọmentị Macron nyochaa iwu ha iji dozie mgbanwe ihu igwe iji jide n'aka na ha dị mkpa iji mezuo nkwekọrịta Paris."
]