[
  "Ikpe ziri ezi gburugburu ebe obibi bụ òtù ọha mmadụ iji lebara ikpe na-ezighị ezi gburugburu ebe obibi anya, nke bụ ikpughe nke obodo ndị ogbenye na ndị a na-ekewaghị ekewa na-emerụ ahụ site na ihe mkpofu dị ize ndụ, iwepụta ihe onwunwe, na ala ndị ọzọ nke ha na-enwetaghị uru",
  "Ntugharị ahụ ewepụtala ọtụtụ narị ọmụmụ na-egosi na ekpughere mmerụ ahụ gburugburu ebe obibi na-ekesa n'ụzọ ziri ezi.",
  "Usoro ikpe ziri ezi gburugburu ebe obibi zuru ụwa ọnụ na-ebilite site na esemokwu gburugburu ebe obibi nke ndị na-agbachitere gburugburu ebe obibi na-echekarị ụlọ ọrụ mba dị iche iche ihu na mmepụta ihe onwunwe ma ọ bụ ụlọ ọrụ ndị ọzọ",
  "Nsonaazụ mpaghara nke esemokwu ndị a na-enwewanye mmetụta site na netwọk ikpe ziri ezi gburugburu ebe obibi nke mba.",
  "Ngagharị ahụ malitere na United States n'afọ ndị 1980 ma ndị otu ndị na-ahụ maka ikike obodo America nwere mmetụta dị ukwuu",
  "Echiche izizi banyere ikpe ziri ezi gburugburu ebe obibi na 1980s lekwasịrị anya na mmerụ ahụ nke agbụrụ agbụrụ dị iche iche n'ime mba ndị bara ọgaranya dị ka United States ma bụrụ nke e debere dị ka ịkpa ókè agbụrụ gburugburu",
  "Emechara gbasaa mmegharị ahụ iji tụlee okike, ịkpa oke gburugburu ebe obibi, na ahaghị nhata n'ime otu ndị nwere nsogbu",
  "Ka mmegharị ahụ nwetara ụfọdụ ihe ịga nke ọma na mba ndị bara ọgaranya karị, ibu gburugburu ebe obibi abanyela na Global South (dịka ọmụmaatụ site na mpụpụ ma ọ bụ ahia ahia zuru ụwa ọnụ)",
  "Ntugharị maka ikpe ziri ezi gburugburu ebe obibi abụrụla nke zuru ụwa ọnụ, ebe United Nations na-ekwupụta ụfọdụ ebumnuche ya ugbu a.",
  "Ndị ọkà mmụta na-ahụ maka ikpe ziri ezi gburugburu ebe obibi ewepụtala nnukwu akwụkwọ mmụta sayensị mmekọrịta ọha na eze nke gụnyere ihe ọmụmụ ndọrọ ndọrọ ọchịchị, ntinye aka na iwu gburugburu ebe obibi, na echiche gbasara ikpe ziri ezi na nkwado.",
  "A na-akọwakarị ikpe ziri ezi gburugburu ebe obibi dị ka ikpe ziri ezi nkesa, nke bụ ikesa oke egwu na uru gburugburu ebe obibi n'ụzọ ziri ezi",
  "Nkọwa ụfọdụ na-ekwu maka ikpe ziri ezi nke usoro, nke bụ ntinye ziri ezi na nke bara uru n'ime mkpebi",
  "Ndị ọkà mmụta ndị ọzọ na-emesi ike ịkwado ikpe ziri ezi, nke bụ nkwenye nke mmegbu na ọdịiche dị na mpaghara ikpe ziri ezi gburugburu ebe obibi",
  "Ikike ndị mmadụ nwere ịtụgharị ngwa ahịa ọha ka ọ bụrụ obodo na-eme nke ọma bụ ihe ọzọ na-egosi na ọha mmadụ nwere ezi omume.",
  "Ụlọ ọrụ nchekwa gburugburu nke United States na-akọwa ikpe ziri ezi gburugburu dịka:",
  "ọgwụgwọ ziri ezi na itinye aka bara uru nke mmadụ niile n'agbanyeghị agbụrụ, agba, mba, ma ọ bụ ego, gbasara mmepe, mmejuputa iwu na mmanye nke iwu gburugburu ebe obibi, ụkpụrụ, na atumatu.",
  "A na-atụlekwa ikpe ziri ezi gburugburu ebe obibi dị ka ịkpa ókè agbụrụ ma ọ bụ ahaghị nhata gburugburu ebe obibi.",
  "Enwere ike ịmalite mmalite nke ikpe ziri ezi gburugburu ebe obibi na mmegharị gburugburu ebe obibi ụmụ amaala, bụ nke sitere na ihe karịrị afọ 500 nke colonialism na mgba na-aga n'ihu maka ọbụbụeze na ikike ala",
  "Iji okwu 'ikpe ziri ezi gburugburu' na ' ịkpa ókè agbụrụ' malitere na United States na ngagharị iwe PCB 1982 na Warren County, North Carolina",
  "Mwụpụ ala PCB emetọọ n'ime obodo ndị isi ojii nke Afton kpalitere nnukwu ngagharị iwe, e jidere ihe karịrị mmadụ 500.",
  "Na nzaghachi na ngagharị iwe ndị a, Commission for Racial Justice, nyochara ntinye nke ụlọ mkpofu dị ize ndụ na US wee chọpụta na agbụrụ bụ ihe kacha mkpa na-ebu amụma ntinye ụlọ ọrụ ndị a",
  "Ihe ọmụmụ ndị a sochiri mkpesa na ikpe gbasara mkpofu ihe egwu dị na ndị ogbenye, n'ozuzu ndị ojii, obodo",
  "A malitere ịkatọ otu ihe gbasara gburugburu ebe obibi n'ihi na ọ na-achị ndị ọcha na-achị ya, na-emesi ike na nchekwa, na enweghị ike ileba anya n'ihe gbasara ịha nhatanha ọha.",
  "Site na 1970s na 1980s, mmegharị ala ahịhịa na òtù gburugburu ebe obibi kwalitere ụkpụrụ nke mụbara ọnụ ahịa mkpofu ihe dị ize ndụ na US na mba ndị ọzọ mepere emepe",
  "Mbupu nke ihe mkpofu dị ize ndụ na South South abawanyela site na 1980s na 1990s",
  "N'ụwa niile, mkpofu nsị nsị, oke ala, na ịwepụta ihe onwunwe na-eduga na mmebi ikike mmadụ na esemokwu gburugburu ebe obibi dị ka ihe ndabere nke usoro ikpe ziri ezi gburugburu ebe obibi zuru ụwa ọnụ.",
  "International formalization nke ikpe ziri ezi gburugburu ebe obibi malitere na First National People of Color Environmental Leadership Summit na 1991",
  "E nwere nzukọ a na Washington, DC, ihe karịrị 650 ndị nnọchiteanya sitere na steeti US ọ bụla, Mexico, Chile, na mba ndị ọzọ bịara",
  "Ndị nnọchiteanya nakweere ụkpụrụ 17 nke ikpe ziri ezi gburugburu ebe obibi bụ nke ekesara na Nzukọ Ụwa 1992 na Rio",
  "Ụkpụrụ 10 nke Rio Declaration on Environment and Development na-ekwu na ndị mmadụ n'otu n'otu ga-enweta ozi gbasara ihe gbasara gburugburu ebe obibi, itinye aka na mkpebi, na ịnweta ikpe ziri ezi.",
  "Tupu Mgbakọ Ọchịchị Ndị Isi na 1991, oke nke ngagharị ikpe ziri ezi gburugburu ebe obibi gbadoro ụkwụ n'ihe gbasara mgbochi nsị na mmerụ ahụ nye ụfọdụ agbụrụ agbụrụ dị iche iche n'ime mba ndị bara ọgaranya; n'oge nzuko ahụ, a gbasaara ya gụnyere ahụike ọha, nchekwa ndị ọrụ, iji ala, ụgbọ njem na ọtụtụ ihe ndị ọzọ",
  "Emechara gbasaa mmegharị ahụ ka ọ tụlekwuo oke gbasara nwoke na nwanyị, ikpe na-ezighị ezi nke mba ụwa, na ahaghị nhata n'ime otu ndị nwere nsogbu",
  "Ikpe ziri ezi gburugburu ebe obibi abụrụla mmegharị zuru ụwa ọnụ nke ukwuu, ma o nyela ọtụtụ echiche na gburugburu ebe obibi ndọrọ ndọrọ ọchịchị nke anabatara ma ọ bụ hazie ya na akwụkwọ agụmakwụkwọ",
  "Echiche ndị a na-agụnye ụgwọ gburugburu ebe obibi, ịkpa ókè agbụrụ gburugburu ebe obibi, ikpe ziri ezi nke ihu igwe, ọchịchị nri, ajụjụ ụlọ ọrụ, ecocide, mpaghara ịchụ àjà, gburugburu ebe obibi nke ndị ogbenye, na ndị ọzọ.",
  "Ikpe ziri ezi gburugburu ebe obibi na-achọ ịgbasa obosara nke iwu ikike mmadụ bụ nke na-adabaghị n'ịgwọ mmekọrịta dị n'etiti gburugburu ebe obibi na ikike mmadụ",
  "Ọtụtụ nkwekọrịta ikike mmadụ enweghị usoro gburugburu ebe obibi doro anya",
  "Mgbalị ijikọ nchedo gburugburu ebe obibi na iwu ikike mmadụ gụnyere nhazi nke ikike mmadụ maka gburugburu ebe dị mma",
  "Ịgbakwunye nchedo gburugburu ebe obibi n'ime iwu ikike mmadụ ka na-enwe nsogbu, karịsịa n'ihe gbasara ikpe ziri ezi nke ihu igwe.",
  "Ndị ọkà mmụta dị ka Kyle Powys Whyte na Dina Gilio-Whitaker agbatịwo okwu ikpe ziri ezi gburugburu ebe obibi gbasara ụmụ amaala na ndị ọbịa-ịchịisi",
  "Gilio-Whitaker na-arụtụ aka na ikpe ziri ezi nkesa na-eche na ọ bụ nbibi nke ala nke na-ekwekọghị n'echiche ụwa ụmụ amaala",
  "Whyte na-ekwu maka ikpe ziri ezi na gburugburu ebe obibi n'ọnọdụ mgbanwe dị egwu nke ịchịisi wetara na gburugburu ebe ndị amaala na-adabere na ya kemgbe ọtụtụ narị afọ iji nọgide na-ebi ndụ na njirimara ha.",
  "Òtù ikpe ziri ezi gburugburu ebe obibi na-achọ ịza ịkpa ókè gburugburu ebe obibi na ịkpa ókè agbụrụ na gburugburu ebe obibi jikọtara ya na mkpofu ihe ize ndụ, iwepụta ihe onwunwe, oke ala, na ihe omume ndị ọzọ",
  "ịkpa ókè gburugburu ebe obibi a na-ebute mfu nke ọdịnala na akụ na ụba nke ala, ime ihe ike (karịsịa megide ụmụ nwanyị na ụmụ amaala) mmebi gburugburu ebe obibi, na esemokwu gburugburu ebe obibi",
  "Usoro ikpe ziri ezi gburugburu ebe obibi zuru ụwa ọnụ na-ebilite site na esemokwu mpaghara ebe ndị a na-agbachitere gburugburu ebe obibi na-echekarị ụlọ ọrụ mba dị iche iche ihu",
  "Nsonaazụ mpaghara nke esemokwu ndị a na-enwewanye mmetụta site na netwọk ikpe ziri ezi gburugburu ebe obibi nke mba.",
  "Enwere ọtụtụ nkewa na nkesa na-ezighị ezi nke ibu gburugburu nwere ike ịda",
  "N'ime US, agbụrụ bụ ihe kacha mkpa na-ekpebi ikpe na-ezighị ezi gburugburu ebe obibi",
  "Na mba ndị ọzọ, ịda ogbenye ma ọ bụ nkedo (India) bụ ihe ngosi dị mkpa",
  "Mmekọrịta agbụrụ dịkwa mkpa na mba ụfọdụ",
  "Ndị ọkà mmụta gbasara ikpe ziri ezi na gburugburu ebe obibi Laura Pulido na David Pellow na-arụ ụka na ịnakwere ịkpa ókè agbụrụ gburugburu ebe obibi dị ka ihe na-esi na ihe nketa gbanyere mkpọrọgwụ nke ịkpa ókè agbụrụ dị oké mkpa na mmegharị ahụ, na elu ọcha na-aga n'ihu na-eme ka mmekọrịta mmadụ na okike na ọrụ.",
  "A na-ekpughere ndị na-acha ọcha n'ụzọ na-ezighi ezi maka mmerụ ahụ sitere na ụlọ mkpofu dị ize ndụ na ala ndị ọzọ na-emerụ ahụ n'ụwa niile",
  "Dịka ọmụmaatụ, a naghị emepụta ọtụtụ ihe mkpofu dị ize ndụ n'Africa kama ọ bụ mba ndị mepere emepe dị ka U.S",
  "na-ebupụ ya.",
  "Dika otu ikpe ziri ezi gburugburu ebe obibi na-etowanye nke ọma na mba ndị mepere emepe dị ka United States, ebufela ibu ọrụ mmepụta ihe zuru ụwa ọnụ na South South ebe iwu na-adịchaghị mkpa na-eme ka mkpofu mkpofu dị ọnụ ala",
  "Mbupụ ihe mkpofu na-egbu egbu sitere na US rịrị elu n'ime afọ 1980 na 1990",
  "Ọtụtụ mba ndị ọ metụtara enweghị usoro mkpofu zuru oke maka mkpofu a, yana obodo ndị ọ metụtara anaghị agwa ha ihe egwu a na-ekpughere ha.",
  "Ihe omume mkpofu mkpofu n'oké osimiri Khian bụ ihe atụ pụtara ìhè nke okwu ikpe ziri ezi gburugburu ebe obibi na-esite na mmegharị nke mkpofu nsị nke mba ụwa",
  "Ndị ọrụ nkwekọrịta na-awụfu ntụ n'ime ihe nsure ọkụ na-ekpofu ihe na Philadelphia, Pennsylvania n'ụzọ iwu na-akwadoghị wụsara ihe mkpofu ahụ n'akụkụ osimiri dị na Haiti mgbe ọtụtụ mba ndị ọzọ jụrụ ịnara ya",
  "Mgbe ihe karịrị afọ iri nke arụmụka gasịrị, e mesịrị weghachi ihe mkpofu ahụ na Pennsylvania",
  "Ihe ahụ merenụ nyere aka n'ịmepụta Mgbakọ Basel nke na-achịkwa mmegharị nke mkpofu nsị n'ụwa.",
  "Mba ndị dị na South South na-ebu oke ibu na gburugburu ebe obibi nke mmepụta ụwa yana ọnụ ahịa nke oke oriri na obodo ndị dị n'Ebe Ọdịda Anyanwụ",
  "A na-eme ka ibu a dịkwuo njọ site na mgbanwe n'iji ala eme ihe na-ewepụ nnukwu traktị ala pụọ ​​na ezinụlọ na ọrụ ugbo maka itinye ego n'ọtụtụ mba na ịkọ nkọ ala, ọrụ ugbo, ngwuputa ala, ma ọ bụ nchekwa",
  "Ọ bụ echiche neoliberal na ndịiche dị na usoro iwu, ọnụ ahịa ala, na usoro iwu na-eme ka mba ndị dị na South South mara mma maka itinye ego na mba ofesi",
  "Ala ndị a na-etinye ndụ ụmụ amaala n'ihe egwu na ịga n'ihu nke omume ọha, omenala, na ime mmụọ",
  "A na-emekwa ka iguzogide nbibi ala site na mgbanwe mmekọrịta ọha na eze na-eme ka o sie ike site na enweghị ahaghị nhata nke ọha na eze dị adị na mbụ; Obodo ndị ọ metụtara na-agbasikarị mgba ike iji gboo mkpa ha bụ isi.",
  "Ọtụtụ narị nchọpụta egosila na obodo ndị a na-ekewaghị ekewa na-ebute oke n'ụzọ na-ezighi ezi site na nsonaazụ gburugburu ebe obibi na-adịghị mma nke nchịkọta ihe onwunwe",
  "A na-eji ọbụbụ akụ akụ na-ekokwasị obodo ndị dị nso na akụ ndị bara uru nke ukwuu ebe ha na-ebu ọnụ ahịa gburugburu ebe obibi na mbelata akụ na ụba dị nkenke nke na-eduga n'ọgba aghara akụ na ụba na n'ikpeazụ ịda ogbenye",
  "Ọdịiche ike dị n'etiti ụlọ ọrụ mmepụta ihe na obodo ndị metụtara emetụtara na-eduga na oke ikpe na-ezighị ezi nke usoro nke ndị obodo na-enweghị ike itinye aka nke ọma na mkpebi ndị ga-akpụzi ndụ ha.",
  "Nnyocha egosiwokwa na mwepu nke mineral, osisi, na mmanụ ala nwere ike jikọta ya na ime ihe ike n'ime obodo ndị na-arụ ọrụ ngwuputa",
  "Gọọmentị Canada chọpụtara na mwepu akụrụngwa na-eduga na-efu efu ma gbuo ụmụ nwanyị ụmụ amaala n'ime obodo ndị ogbunigwe na ọrụ akụrụngwa dịka pipeline metụtara.",
  "Ogbe ikpe ziri ezi gburugburu ebe obibi bụ ndị ekpughere na mmetọ kemịkalụ, belata ịdị mma ikuku, na ebe mmiri emetọọrọ nwere ike ịbelata ahụ ike n'ozuzu ya",
  "Ịda ogbenye n'ime obodo ndị a nwere ike ịbụ ihe na-eme ka ha kpughee ihe egwu ọrụ dịka kemịkalụ eji na ugbo ma ọ bụ ụlọ ọrụ",
  "Mgbe ndị ọrụ hapụrụ ebe ọrụ ha nwere ike bute kemịkal n'uwe ha, akpụkpọ ụkwụ, akpụkpọ ahụ, na ntutu ha, na-ebute mmetụta ndị ọzọ na ezinụlọ ha, gụnyere ụmụaka",
  "Ụmụaka nọ n'obodo EJ na-ekpughere ya n'ụzọ pụrụ iche, n'ihi na ha na-emepụta ma na-amịkọrọ mmetọ dị iche iche karịa ndị okenye",
  "Ụmụaka ndị a na-ekpughere ọkwa dị elu nke mmetọ n'oge ndụ ha niile, na-amalite na utero (site na placenta), ma nọrọ n'ihe ize ndụ dị ukwuu maka mmetụta ahụike dị njọ dị ka ọnọdụ iku ume, ọnọdụ eriri afọ, na ọnọdụ uche.",
  "Ejiji ngwa ngwa na-ekpughere obodo ikpe ziri ezi gburugburu ebe obibi n'ihe egwu ọrụ dị ka ikuku ikuku na-adịghị mma nke nwere ike ibute nsogbu iku ume site na iku ume nke ihe sịntetik na uzuzu owu",
  "Ịji akwa akwa nwekwara ike ikpughe obodo EJ na nsị na ọla dị arọ mgbe mmiri mkpofu na-adịghị edozi na-abanye na usoro mmiri nke ndị bi na anụ ụlọ na-eji",
  "95% nke mmepụta uwe na-ewere ọnọdụ na mba ndị dị ala ma ọ bụ nke etiti ebe ndị ọrụ na-enweghị ego.",
  "Otu n'ime ihe mgbochi a ma ama maka obere obere itinye aka na ikpe ziri ezi gburugburu ebe obibi bụ ụgwọ mbụ nke ịgbalị ịgbanwe usoro ahụ ma gbochie ụlọ ọrụ ịwụfu nsị nsị ha na ihe ndị ọzọ na-emerụ emerụ na mpaghara nwere ọnụ ọgụgụ dị ukwuu nke ndị bi na ha",
  "Enwere nnukwu ụgwọ iwu metụtara ịlụ ọgụ maka ikpe ziri ezi gburugburu ebe obibi na ịgbalị ịkwapụ ịkpa ókè agbụrụ",
  "Dịka ọmụmaatụ, na United Kingdom, e nwere iwu nke onye na-azọrọ nwere ike ịkwụ ụgwọ nke ndị mmegide ha, nke na-eme ka nsogbu ọ bụla na-efu ka njọ, karịsịa na obere obere ego; Ọzọkwa, naanị otu ụzọ ndị otu ikpe ziri ezi gburugburu ebe obibi ga-esi jide ụlọ ọrụ na-aza ajụjụ maka mmetọ ha na imebi okwu ikike ọ bụla maka mkpofu mkpofu bụ ịgbara gọọmentị akwụkwọ maka emeghị iwu",
  "Nke a ga-eduga na machibido ụgwọ iwu nke ọtụtụ enweghị ike imeli",
  "Enwere ike ịhụ nke a site n'eziokwu na n'ime ikpe nyocha ikpe 210 dị n'etiti 2005 na 2009, 56% agaghị aga n'ihu n'ihi ụgwọ.",
  "Mgbanwe ihu igwe na ikpe ziri ezi nke ihu igwe abụwokwa akụkụ mgbe a na-ekwu maka ikpe ziri ezi gburugburu ebe obibi na mmetụta dị ukwuu ọ na-enwe na obodo ikpe ziri ezi gburugburu ebe obibi",
  "Mmetọ ikuku na mmetọ mmiri bụ ihe abụọ na-enye aka na mgbanwe ihu igwe nke nwere ike inwe mmetụta dị njọ dị ka oke okpomọkụ, mmụba nke mmiri ozuzo, na ịrị elu nke oke osimiri",
  "N'ihi nke a, obodo na-adị mfe karịa ihe omume gụnyere idei mmiri na oke mmiri ozuzo nwere ike ịkpata ụkọ nri na mmụba nke ọrịa na-efe efe, nri na mmiri",
  "Ugbu a, na-enweghị ọgwụgwọ zuru oke, a na-ahapụ ihe karịrị 80% nke mmiri mkpofu niile a na-emepụta n'ụwa niile na gburugburu ebe obibi",
  "Mba ndị nwere nnukwu ego na-emeso, na nkezi, 70% nke mmiri mkpofu ha na-emepụta, ka UN Water si kwuo.",
  "E buru amụma na mgbanwe ihu igwe ga-enwe mmetụta kachasị na ọnụ ọgụgụ ndị na-adịghị ike.",
  "Ikpe ziri ezi gburugburu ebe obibi emetụtala ikpe ziri ezi nke ihu igwe, ọkachasị ikpe ziri ezi nke ihu igwe.",
  "N'ihe gbasara gburugburu ebe obibi n'ozuzu, a na-ahụ ikpe ziri ezi na gburugburu ebe obibi ka ọ na-elekwasị anya na ndụ ndị mmadụ kwa ụbọchị na ịbụ ndị na-eto eto",
  "Ndị na-akwado ikpe ziri ezi gburugburu ebe obibi ekwuola na mmegharị ndị na-ahụ maka gburugburu ebe obibi na-abụkarị ndị ịkpa ókè agbụrụ na ndị na-achị achị.",
  "Ọtụtụ ndị sonyere na Movement Justice Reproductive Justice na-ahụ ọgụ ha na mgba ha jikọtara ya na ndị maka ikpe ziri ezi gburugburu ebe obibi, na ọzọ",
  "Loretta Ross na-akọwa usoro ikpe ziri ezi nke ịmụ nwa dịka ọ na-ekwu \"ikike nwanyị ọ bụla nwere ikpebi ọdịnihu ọmụmụ nke ya\" ma na-arụ ụka na nke a \"ejikọtara ya kpọmkwem na ọnọdụ ndị dị na obodo ya - na ọnọdụ ndị a abụghị naanị nhọrọ nke onye ọ bụla na ịnweta ya",
  "\" Ọnọdụ ndị dị otú ahụ gụnyere ndị bụ isi na ikpe ziri ezi gburugburu ebe obibi - gụnyere ebe ebe mkpofu nsị na mmetọ nke nri, ikuku, na ụzọ mmiri.",
  "Mohawk midwife Katsi Cook tọrọ ntọala Nne Milk Project na 1980s iji gboo mmetọ nsi nke ahụ nne site na ikpughe azụ na mmiri nke saịtị General Motors Superfund meruru",
  "N'ịkọwapụta etu mmetọ siri metụta ụmụ nwanyị Akwesasne na ụmụ ha n'ụzọ na-ezighi ezi site na ime ime na inye nwa ara, ọrụ a na-egosi njikọ dị n'etiti ikpe ziri ezi ọmụmụ na gburugburu ebe obibi",
  "Cook na-akọwa na, \"na ara nke ụmụ nwanyị na-asọpụta mmekọrịta nke ọgbọ ndị ahụ na ọha mmadụ na ụwa.\""
]