[
  "Ikponwosa bụ onye ọka iwu na onye na-akwado ikike mmadụ nke mba ụwa",
  "Ọ bụ onye ọkachamara mbụ nke United Nations Independent na ịnụ ụtọ ikike mmadụ site n'aka ndị nwere albinism. Ero bụ onye isi na-adọta uche zuru ụwa ọnụ na nsogbu ndị ruuru mmadụ nke ndị nwere albinism n'úwa niile na-eche ihu, ọkachasị na mpaghara Africa ebe a na-awakpo ha maka akụkụ ahụ ha.",
  "Ikponmwosa Ero bụ onye isi na-ese ụkpụrụ nke Regional Action Plan on Albinism (2017-2021) na atụmatụ nke na-esote na Albinism na usoro mmejuputa ya (2021-2031)",
  "Ọ bụkwa onye isi na-eme ihe nkiri na onye nnọchi anya nwụrụ anwụ Yusuf Mohamed Ismail na-Bari, na nguzobe nke International Albinism Awareness Day na n'ịkwado na igbu ihe omume nkwado dị élu dị iche iche nke dugara n'ịnakwere ọtụtụ mkpebi na United Nations na African Union.",
  "A mụrụ I.K",
  "Ero na Ibadan, Oyo State, Nigeria, na 1981 na nne na nna sitere na agbụrụ Bini / Edo nke Nigeria",
  "Nna ya, Dr Isaac Izogie Ero, bụ onye otu ezinụlọ Ero bụ ndị na-eme eze ọdịnala na alaeze Benin.  Ọ bụ prọfesọ nke ọhịa nke jere ozi dị ka onye nduzi nke Ụlọ Ọrụ Nnyocha Ọhịa nke Naịjirịa",
  "Nne ya, Comfort Iyase Adesuwa Ero, bụ nwa nwanyị nke Iyase nke Udo ma bụrụ onye edemede na onye na-ede egwuregwu nke rụkwara ọrụ dị ka onye isí ụlọ akwụkwọ sekọndrị na onye nkuzi.",
  "I.K",
  "bụ nwa nke ise n'ime isii na naanị onye nwere albinism. Ọ gara Sacred Heart Private School Ibadan maka agụmakwụkwọ praịmarị ya na Federal Government Girls College Benin maka agụmakọta sekọndrị ya, ma na Naịjirịa",
  "Mgbe ọ dị afọ iri na ise, Ero na ezinụlọ ya kwagara Canada",
  "N'ebe ahụ, ọ gụsịrị akwụkwọ sekọndrị ya na St",
  "Andrews Regional High School, Victoria BC, nweta akara ụgo mmụta na sayensị ndọrọ ndọrọ ọchịchị na mmekọrịta mba ụwa na Mahadụm British Columbia, nzere masta na sayensụ ndọrọ ndọrọ ọchịchị site na Mahadụ Alberta, nzere Juris Doctor site na Machịbụrụ Calgary na nzere Master of Law site na Osgoode Hall Law School",
  "N'ọnwa Julaị afọ 2022, Ero natara nzere Doctorate na Law (honoris causa) site na Mahadum Lancaster, UK, iji kwado ọrụ ya dị ka ọnye na-achịkwa ikike na United Nations Human Rights Council.",
  "Mgbe ọ rụchara ọrụ dị ka onye nchọpụta na ngalaba dị iche iche na Mahadum British Columbia na Mahadim Alberta, Ero gara ụlọ akwụkwọ iwu ma kpọọ ya n'ụlọ ikpe dị na Alberta na 2013 na n'otu afọ ahụ n'ụlọikpe dị na British Columbia",
  "Mgbe ọ rụchara ọrụ nwa oge na Ngalaba Ikpe Ziri Ezi nke Canada, Ero rụrụ ọrụ dị ka onye nkwado mba ụwa na onye ọrụ iwu maka otu mba ụwa na-abụghị nke gọọmentị, n'okpuru otu anyanwụ.",
  "N'afọ 2015, ndị United Nations Human Rights Council họpụtara Ero dì ka onye ọkachamara mbụ nwere onwe ya na ịnụ ụtọ ikike mmadụ site n'aka ndị nwere albinism",
  "N'ọrụ a, ọ na-eduzi nleta na ọrụ gọọmentị na ebe ndị gụnyere Mozambique, Malawi, Tanzania, Fiji, Brazil, na Kenya.",
  "Ikponmwosa Ero nyere iwu ka e mee ihe dị mkpa maka ndị nwere ọrịa albinism n'ụwa niile, gụnyere ịkwalite mmata site na itinye aka na ọtụtụ narị ụlọ ọrụ mgbasa ozi na ibipụta ihe karịrị akụkọ 37 gbasara ọnọdụ ahụ. Ọrụ ya na iwepụ omume ndị na-emerụ ahụ karịsịa nhazi nke ogbako mba ụwa mbụ gbasara omume ndị na'emerụ ahụ metụtara ebubo nke amoosu na mwakpo ememe (HPAWR) - n'ikpeazụ rụzuru na ntuziaka nke African Union Pan African Parliament nyere, na mkpebi nke UN Human Rights Council iji dozie omume ndị a.",
  "Ikponmwosa Ero malitere Global Albinism Alliance na Africa Albinism Network.  Ọ n'eje ozi ugbu a dị ka onye nduzi nke ikike mmadụ nke Under the Same Sun, yana onye ndụmọdụ teknụzụ na Africa Albinism Network",
  "Ọ bụ onye dere ọtụtụ isiokwu n'ọhịa nke ikike mmadụ ma bụrụkwa onye isi nke nyocha mba dị iche iche na Mothering na Albinism.",
  "2022 - Doctor of Laws (LLD) Honoris Causa, Mahadum Lancaster, UK",
  "2020 - Onyinye Advocate Mba Nile site na US Council on Disabilities",
  "2020 - Diversability, D-30 Impact List Award",
  "2017 - A nabatara ya n'etiti ndị Afrịka 100 kacha nwee mmetụta site na Pan African Magazine",
  "2015 - Ndepụta na ndepụta UNESCO nke Top 70 Women Speakers Worldwide"
]