[
  "Ikpuchi ihu n'oge ọrịa coronavairọs 2019-20 gazuru ụwa niile bụ nke ọtụtụ ndị ọrụ ahụike na gọọmenti kwurula ihe dị iche iche banyere ya",
  "Isiokwu a bụ nke butere ọtụtụ nrụrịta ụka n'etiti ndị ọrụ ahụike na gọọmenti dị iche iche",
  "Ha ekweteghị n'otu ụzọ e si eyi ihe mkpuchi ihu n'ụwa niile.",
  "Ụfọdụ ihe kpatara ndị ọrụ ahụike na China ji ekpuchi ihu ha, tumadị ndị ahụ zuru okè, bụ ndị a: Nkesa ọrịa na-egosighị mgbaàmà(mbute ọrịa site n'aka ndị na egosibeghị mgbaàmà)",
  "Ọtụtụ ndị mmadụ nwere ibute ọrịa ma ha anaghị egosi mgbaàmà ọbụla maọbụ obere mgbaàmà",
  "Enweghị ike inye ohere n'etiti mmadụ na ibe ya n'ebe ndị mmadụ nọ oge ọbụla Ọnụahịa-na uru na-adabaghị̀ (enwetaghị uru)",
  "Ọ bụrụ na naanị ndi bu nje na-ekpuchi ihu, e nwere ike inye ha iwu i ji were hụ na ha na-ekpu ya",
  "Onye ebughị nje nwere ike ọgaghị erite ihe ọbụla maka ikpu ya",
  "Ọ ga-edi mgbaka ahụ so ya, ego o ji zụrụ ya nakwa ozize na ekwurekwu ọ ga-anata n'aka ndị mmadụ",
  "Onye ọkachamara nje vairọs na Mahadum nke Leeds a kpọrọ Stephen Griffin na-ekwu na \" I yi ihe mkpuchi ihu ga-eme ka ndị mmadụ belata ka ha si emetụ aka n'ihu ha, nke bụ ụzọ a na-esikarị ebute nje a ma ọ bụrụ na-edebeghị aka ọcha nke ọma.\"",
  "Ihe mkpuchi ihu eji awa ahụ nwere ohere, enwere ike itufu, bụkwa nke na-etinye nkewa n'etiti ọnụ na imi onye kpu ya na ụmụ nje ga-emebi gburugburu ezi",
  "bụ mkpuchi ihu eji akwa nkịtị kwaá bụ nke na-ekpuchi ọnụ na imi, a na-ejikarị akwa cotton mee",
  "Ọdị iche na mkpuchi ihu ndị na-awa ahụ na ìgwè eji ekute ume, n'ihi na ọ nweghị iwu megidere otu esi ekpu ya",
  "Ka ọ dị ugbu a, e nwere obere nnyocha ma ọ bụ ntụziaka na írè ha ka ihe mkpuchi ihu maka nkesa ọrịa na-efé efè maọbụ ụmụ irighiri mmiri na-emebi ikuku.",
  "Ihe mkpuchi e ji awa mmadụ ahụ bụ ihe a na-ekpu otu ugboro nke na-ebute nkewa n'etiti onye kpu ya na ihe nwere ike imetọ ya ahụ ebe ọ nọ, Ihe mkpuchi ihu nke a bụ nke a rụrụ i ji were mee ka ọkpụrụkpụ ihe dị mmiri mmiri na-apụta mmadụ n'ahụ nwere ike ibu nje na bakteria ghara ịba onye kpu ya n'imi na ọnụ ma o kpuru ya nke ọma",
  "O na-egbochikwa asọ mmiri onye kpu ya na ihe nwere ike ịpụta ya n'imi, Emeghị ihe mkpuchi ihu e ji awa mmadụ ahụ ka o gbochie ụmụ kịrịkịrị ihe dị n'ikuku si n'ahụ onye kwara ụkwara, zee uzere ma ọ bụ ihe ndị ọzọ",
  "Ọ naghịkwa egbochi nje na ihe ndị ọzọ dị ka ya n'ihi na ọ naghị arapara n'ahụ onye kpu ya",
  "Ejighị akwa a kpara akpa were rụ ụdị ihe mkpuchi ihu a",
  "E mere ihe e ji rụ ya mgbaze.",
  "Ihe mkpuchi ihu N95 bụ nke nwere respiretọ na-ayọchapụ kịrịkịrị ihe dị n'ikuku nke ruru ọkwa N95 n'ịyọpụ ihe dị n'ikuku nke Ụlọ mmụta na-ahụ maka Nchekwa na Ahụ ike ndị ọrụ (National Institute for Occupational Safety and Health)",
  "Ọ na-ayọpụ pacenti 95 nke ihe dị n'ikuku",
  "Ọ dị ka igwe respiretọ na-ayọpụ ihe nke na-eme ka onye kpu nwee nchekwa ebe ihe dị n'ikuku dị ma e wepụ gas na vepọ. Dị ka nke e ji awa mmadụ ahụ, N95 abụghị akwa a kpara akpa",
  "ihe e ji rụ bụ polipropaịlịn.  Nke dị ka ya bụ nke ndị otu jikọrọ mba Yurop na-egbu bụ FFP2 respiretọ",
  "Otu na-ahụ maka ahụike e kwuola ka ndị mmadụ jiri nku aka ha ma ọ bụ tishiu na-ekpuchi ọnụ ha mgbe ha na-akwa ụkwara ma ọ bụ eze uzere, ma tufuo tishiu ahụ ozigbo",
  "Ihe mkpuchi ihu nke e ji awa mmadụ ahụ bụ nke e kwuru na ndị a na-ele anya na ha bu nje ga na-ekpu ya,   maka na i kpu ya ga-egbochilata ka ụmụ kịrịkịrị ihe si n'imi na ọnụ apụta mgbe a na-ekwu okwu, eze uzere ma ọ bụ na-akwa ụkwara",
  "Ndụmọdụ ndị Otu na-ahụ maka Ahụ ike Mba Ụwa nyere ndị mmadụ banyere COVID-19 kwadoro ndị mmadụ ikpu ihe mkpuchi ihu n'ọnọdụ ndị a:"
]