[
  "Akụkụ nke dị iche iche nke na ahụ maka mmegbu ana emegbu ụmụ nwanyị nakwa ogbugbu, ịgba ihe alum nwanyi ọkụ ,igbu mmadụ,Afọime nwanyi",
  "Nsogbu nke ikwasi nwanyị iko na ike",
  "Ịkpụ ara, bu nke amakwaara dịka ịkutu ara, bụ ịkụ aka na ịhịa aka n'obi nwa agbọghọ na-eto eto, na-eji ihe siri ike ma ọ bụ na-ekpo ọkụ, iji gbalịa ime ka ha kwụsị itolite maobụ pụọ.  Omume a na-emekarị site n'aka nwanyị dị nso na onye ahụ, nke nne, nne nne, nwanne nne, ma ọ bụ nwanyị na-elekọta ya na-eme nke ga-ekwu na ọ na-anwa ichebe nwa agbọghọ ahụ pụọ na nsogbu mmekọahụ na ndina n'ike, iji gbochie ime ime ime n'oge nke ga-emebi aha ezinụlọ, na-egbochi mgbasa nke ọrịa a na-ebute site na mmekọahụ dịka ọrịa obirina aja ọcha, ma ọ bụrụ na-enye nwa agbọghọ ohere ịga akwụkwọ kama ịmanye ya ịlụ di na nwata.",
  "A na-emekarị ya n'akụkụ ụfọdụ nke Cameroon, ebe ụmụ nwoke na ụmụ nwoke nwere ike iche na ụmụ agbọghọ ndị ara ha malitere itolite dị njikere maka mmekọahụ. Ihe akaebe na-egosi na ọ gbasara mpaghara Cameroon niile di",
  "dịka ọmụmaatụ na ni, tain, ebe iwu na-akọwa ya dị ka mmetọ ụmụaka. Ihe eji eme ihe n'ọtụtụ ebe maka ịkpụ ara bụ ihe eji eme ihe eji eme osisi nke a na-ejikarị eme ihe maka ịpị tubers",
  "Ngwá ọrụ ndị ọzọ e ji mee ihe gụnyere akwụkwọ, unere, mkpokoro akị bekee, nkume igwsgaji, spatulas ,hamma ns na-ekpo ọkụ n'elu coal. A na-emekarị omume ịkpụ ákwà n'oge mgbede ma ọ bụ ụtụtụ n'ebe nzuzo dị ka kichin ụlọ iji gbochie ndị ọzọ ịhụ onye ahụ ma ọ bụ mara usoro ahụ, ọkachasị ndị nna ma ọ bụ ndị nwoke ndị ọzọ. Usoro ịhịa aka nwere ike ime n'ebe ọ bụla n'agbata otu izu na ọtụtụ ọnwa, dabere na onye ahụ jụrụ na nguzogide nke ara; n'ọnọdụ ebe ara yiri ka ọ na-apụta mgbe niile, omume ịkpụcha nwere ike ime  karịrị otu ugboro n'ụbọchị maka izu ndị a ma ọ bụ ọnwa n'otu oge.",
  "Ịkpụ ara nwere ike isite n'omume oge ochie nke ịhịa aka. Nchịkọta ara na-ezube inyere aka ọbụna nha ara dị iche iche ma belata ihe mgbu nke ndị nne na-enye nwa ara site na iji ihe na-ekpo ọkụ na-asa ara, lee Ọgwụgwọ maka mastiis",
  "E dekọrọ omume ịkpụ ara na Naijiria, Togo, Repuliki nke Guinea, Côte d'Ivoire, Kenya, na Zimbabwe",
  "Tụkwasị na nke a, achọtala ya na mba ndị ọzọ dị n'Afrịka gụnyere Burkina Faso, Central African Republic (CAR), Benin, na Guinea-Conakry.  A kọọrọ \"ịkwafu\" ara na South Afrika. Omume a aghọwo ihe a na-ejikọta ya na Cameroon n'ihi nlebara anya mgbasa ozi na ọkwa ime ihe ike site n'aka ndị otu na-ahụ maka ihe ndị ruuru mmadụ. Ndị agbụrụ 200 niile nke Cameroon na-etinye aka n'ịkpụ ara, na-enweghị njikọ a maara na okpukpe, ọnọdụ mmekọrịta mmadụ na ibe ya, ma ọ bụ ihe ọ bụla ọzọ.  Nnyocha nke ụlọ ọrụ mmepe nke Germany GIZ mere n'afọ 2006 nke ihe karịrị ụmụ agbọghọ na ụmụ nwanyị Cameroon 5,000 nọ n'agbata afọ 10 na 82 mere atụmatụ na ihe fọrọ nke nta ka ọ bụrụ otu n'ime mmadụ anọ enwetala ara, nke kwekọrọ na nde ụmụ agbọghọ anọ",
  "Nnyocha ahụ kọwakwara na a na-emekarị ya n'obodo ukwu, ebe ndị nne na-atụ egwu na ụmụ ha nwanyị nwere ike ịbụ ndị mmetọ mmekọahụ",
  "Ihe na-eme bụ pasent 53 na mpaghara ndịda ọwụwa anyanwụ Cameroon nke Littoral. E jiri ya tụnyere Ndị Kraịst na ndị mmụọ nke Cameroon, ịkpụ ara anaghị adịkarị n'ebe ugwu ndị Alakụba, ebe naanị pasent iri nke ụmụ nwanyị na-emetụta. Ụfọdụ na-eche na nke a nwere njikọ na omume nke alụmdi na nwunye n'oge, nke a na-ahụkarị n'ebe ugwu, na-eme ka mmepe mmekọahụ n'oge na-adịghị anya ghara ịdị mkpa ma ọ bụ ọbụna dị mma. Nnyocha na-egosi na 16% nke ụmụ agbọghọ, ọkachasị na mpaghara ndị dị n'ebe ugwu ebe alụmdi na nwunye ụmụaka bụ ihe a na-ahụkarị, na-anwa ime ka ara ha dị larịị na mgbalị igbu oge ntozu oke mmekọahụ na alụmdi na ụba n'oge.",
  "Akwụkwọ akụkọ nke afo 2007 tụrụ aro na ụkpụrụ mmekọrịta mmadụ na ibe ya na Cameroon na-eme ka ụmụ nwanyị ghara inwe ikike onwe ha, ebe ụmụ nwanyị Cameroon anaghị emekọrịta ihe omume mmekọahụ dị nchebe, ebe a na-agba ụmụ nwoke Cameroon ume itinye aka na polygyny na ịkpọrọ ndị iko nwanyị",
  "Enweghị nnwere onwe anụ ahụ a na-enye aka n'ịbawanye ihe na-eme n'ime ara, nrụgide mmekọahụ, na ime ka omume alụmdi na nwunye dị mma",
  "N'ajụjụ ọnụ, otu onye na-ahụ maka ihe ndị ruuru mmadụ kwuru na ndị nne na nna na-eguzogide alụmdi na nwunye ndị na-erubeghị afọ \"na-ekwukarị na ara nwa agbọghọ ahụ etobeghị nke pụtara na ọ dịbeghị njikere maka mmekọahụ",
  "Maka ndị nne na nna na-alụ di na nwunye ụmụaka, site n'ịkpụ ara nke onye ga-alụ nwanyị ọhụrụ, ha nwere ike ịga n'ihu na-anata ngwongwo na ọrụ site n'aka ndị ọgọ ha.",
  "Akụkọ 2008 tụrụ aro na ịrị elu nke ihe na-eme n'ime ara bụ n'ihi mmalite nke oge uto, nke sitere na mmelite nri na Cameroon n'ime afọ iri ise gara aga. Ọkara nke ụmụ agbọghọ Cameroon na-etolite n'okpuru afọ itoolu nwere ara ha, na 38% nke ndị na-eto eto tupu afọ iri na otu. Tụkwasị na nke a, kemgbe 1976, pasentị ụmụ nwanyị lụrụ di mgbe ha dị afọ iri na itoolu belatara site na ihe fọrọ nke nta ka ọ bụrụ 50% ruo 20%, na-eduga na ọdịiche dị ogologo n'etiti nwata na alụmdi na nwunye",
  "Afọ ole a ga-alụ di na nwunye nwere ike ịbụ n'ihi mgbanwe nke ụkpụrụ mmekọrịta mmadụ na ibe ya nke na-enye ụmụ agbọghọ na ụmụ nwanyị ohere ịga ụlọakwụkwọ site na mahadum na inwe ọrụ na ngalaba iwu kwadoro; n'oge gara aga, ụmụ agbọghọ batara n'alụ di na nwata, lụọ nwoke meworo okenye n'enweghị nkwenye",
  "[ntinye aka dị mkpa] Ụmụ nwanyị na-egbu oge ịlụ di na nwunye n'ịchọ agụmakwụkwọ na ọrụ nwere ike ịnwe onwe ha n'oge ndụ, ebe ụmụ agbọghọ na-adịkarị mkpa ịhapụ ọrụ iwu kwadoro ịhapụ ọrụ.",
  "Otu n'ime naanị akụkọ zuru oke banyere ịkpụ ara sitere na 2011, mgbe otu NGO Cameroon nke GIZ kwadoro kpọrọ ya \"omume ọdịnala na-emerụ ahụ nke a kwụsịrị ịgbachi nkịtị ogologo oge\".",
  "A na-atụ egwu na omume ahụ agbasaala na ndị Cameroon, dịka ọmụmaatụ na Britain. Otu ọrụ ebere ana akpọ Came bu ndi na ahụ maka ntolite nke umunwanyi , na-arụkọ ọru na mba London bu ndi arụ ọrụ ebere dika ngalaba nke ndi uwe ojii na ngalaba ọrụ mmekọrịta mmadụ na ibe ya iji mee ka a mara banyere ịkpụ ara.",
  "Ịgba ara na-egbu mgbu nke ukwuu ma nwee ike imebi anụ ahụ",
  "As of 2006[update], enweghi nyocha ahụike na mmetụta ya. Otú ọ dị, ndị ọkachamara n'ihe gbasara ahụike na-adọ aka ná ntị na ọ nwere ike inye aka na ọrịa kansa ara, oria ana akpọ cist na ịda mbà n'obi, ma eleghị anya na-egbochi inye ara mgbe e mesịrị. Na mgbakwunye na nke a, ịkpụ ara na-etinye ụmụ agbọghọ n'ihe ize ndụ nke abscesses, cysts, ọrịa, na mmebi anụ ahụ na-adịgide adịgide, na-akpata pimples nke ara, enweghị nkwụsi ike na ogo ara, na ọrịa mmiri ara site na akara",
  "N'ọnọdụ ndị siri ike nke mmebi, e nwere ikpe iri nke ọrịa kansa ara a chọpụtara ugbu a site n'aka ụmụ nwanyị ndị a chọpụtara na ha bụ ndị a na-eme ka ha nwee nsogbu ara. Mmetụta ndị ọzọ nwere ike ime site na GIZ gụnyere ara na-adịghị mma na mkpochapụ nke otu ma ọ bụ ara abụọ",
  "Omume a dịgasị iche iche n'ụzọ dị egwu, site na iji akwụkwọ na-ekpo ọkụ na-agbanye ma na-asa ara, na iji nkume na-ere ọkụ iji kpochapụ gland na-eto eto",
  "N'ihi ọdịiche a, nsonaazụ ahụike dịgasị iche site na nke dị mma ruo na nke siri ike. Ngalaba na ahu maka ihe gbasara ụmụaka (CRIN) na-akọ na igbu oge nke mmepe mmiri ara mgbe amuchara, na-etinye ndụ ụmụ ọhụrụ n'ihe ize ndụ.",
  "Ịgba ara nwere ike ime ka ụmụ nwanyị tụọ egwu mmekọahụ",
  "Ụmụ nwoke ekwuola na ọpụpụ ara na-eme ka ahụmịhe mmekọahụ ụmụ nwanyị ghara ịdị, ọ bụ ezie na ụmụ nwanyị akwadoghị nke a.",
  "Ọtụtụ ụmụ nwanyị na-enwekwa mmerụ ahụ n'uche mgbe a na-eme ka ha na-acha ara",
  "Ndị a na-emegbu na-eche na ọ bụ ntaramahụhụ ma na-etinye ụta n'ime, ma na-atụ egwu inye ara n'ọdịnihu.",
  "Na mgbakwunye na ịbụ ihe dị ize ndụ, a na-akatọ ịkpụ ara dị ka ihe na-adịghị arụ ọrụ maka ịkwụsị mmekọahụ na ime ime ime",
  "GIZ (nke a na-akpọ \"GTZ\") na Netwooku nke ndi okenye (RENATA), otu Cameroon na-abụghị nke gọọmentị nke na-akwado ndị nne na-eto eto, na-eme mkpọsa megide ịkpụ ara, ma na-akwado ya site na Ministry for the Promotion of Women and the Family. Ụfọdụ akwadowo iwu megide omume ahụ; Otú ọ dị, ọ dịghị iwu dị otú ahụ e mere. Ụfọdụ na-ewere omume ahụ dị ka ihe na-apụta na ikike mmadụ, nke a ghọtara dị ka omume nke ime ihe ike dabere na okike dịka ịkpụ ara na-emetụta ụmụ nwanyị na ụmụ agbọghọ n'agbanyeghị agbụrụ, ọkwa, okpukpe, ọnọdụ mmekọrịta mmadụ na ibe ya, ma ọ bụ afọ",
  "[ntinye aka dị mkpa] N'ihe gbasara mmegide na-adịbeghị anya, na 2000, United Nations (UN) gosipụtara ịkpụ ara dị ka otu n'ime ụdị ise na-agbakọta na mpụ ndị a na-eleghara anya megide ụmụ nwanyị.",
  "Dị ka otu onye ọka iwu Cameroon si kwuo, ọ bụrụ na dọkịta ahụike achọpụtala na e mebiri ara, enwere ike ịta onye na-eme ya ahụhụ ruo afọ atọ n'ụlọ mkpọrọ, ọ bụrụhaala na a kọọrọ ya n'ime ọnwa ole na ole. Otú ọ dị, ọ bụghị ihe doro anya ma ọ bụrụ na iwu dị otú ahụ dị n'ihi na enweghị ihe ndekọ nke mmanye iwu.",
  "Nnyocha GIZ chọpụtara na n'afọ 2006, pasent 39 nke ụmụ nwanyị Cameroon megidere ịkpụ ara, na pasent 41 gosipụtara nkwado na pasent 26 enweghị mmasị",
  "Reuters kọrọ na 2014 na mkpọsa mba niile megide omume ahụ enyerela aka belata ọnụ ọgụgụ nke ịkpụ ara site na pasent 50 na mba ahụ."
]