[
  "Iku ume ntakiri ntakiri (SOB), nke a makwaara dị ka dyspnea (na AmE) ma ọ bụ dyspnoea (na BrE), bụ mmetụta na-adịghị mma nke enweghị ike iku ume nke ọma",
  "American Thoracic Society na-akọwa ya dị ka \"ahụmahụ nke nsogbu iku ume nke nwere mmetụta dị iche iche dị iche iche nke dịgasị iche iche na ike\", ma na-atụ aro ịtụle dyspnea site n'ịtụle ike nke mmetụta ya dị iche iche, ogo nke nsogbu na ahụ erughị ala, yana ibu arọ ya ma ọ bụ mmetụta ya na ọrụ onye ọrịa nke ndụ kwa ụbọchị",
  "Mmetụta dị iche iche gụnyere mgbalị / ịrụ ọrụ iku ume, obi sie ike ma ọ bụ ihe mgbu, na \"agụụ ikuku\" (mmetụta nke ikuku oxygen ezughi ezu). A na-ewere ọnọdụ tripod dị ka ihe ịrịba ama.",
  "Dyspnea bụ ihe mgbaàmà nkịtị nke ịrụsi ọrụ ike ma ọ bụrụ na ọ na-eme n'ọnọdụ a na-atụghị anya ya, mgbe ị na-ezu ike ma ọ bụ n'oge ịrụsi ọrụ bụ ihe na-akpata uche, dị ka nsogbu egwu na nchegbu.  Ọgwụgwọ kachasị mma iji belata ma ọ bụ ọbụna wepụ iku ume mkpụmkpụ na-adabere na ihe kpatara ya.",
  "Dyspnea, n'okwu ahụike, bụ \"obere ume\".\nThe American Thoracic Society na-akọwa dyspnea dị ka: \"Nlegharị anya nke nsogbu iku ume nke nwere mmetụta dị iche iche dịgasị iche iche",
  "\" Nkọwa ndị ọzọ na-akọwa ya dị ka \"ihe isi ike na iku ume\", \"ikuku na-adịghị mma ma ọ bụ iku ume na-ezughị oke\", \"ịmara na-adịghị ahụkebe iku ume\", yana ahụmịhe nke \"enweghị iku ume\" (nke nwere ike ịbụ nke siri ike ma ọ bụ nke na-adịghị ala ala).",
  "Mgbe nsogbu nke obi ma ọ bụ usoro iku ume na-akpata nkụchi ume, ndị ọzọ dị ka usoro akwara, ọkpụkpụ, endocrine, hematologic, na usoro uche nwere ike ịbụ ihe kpatara ya. DiagnosisPro, usoro ọkachamara ahụike n'ịntanetị, depụtara ihe 497 dị iche iche na-akpata ya n'ọnwa Ọktoba afọ 2010. Ihe ndị na-akpata ọrịa obi na akwara bụ ọrịa obi siri ike na nkụchi obi ebe ihe ndị na-ahụkarị n'akpa ume gụnyere ọrịa akpa ume na-adịghị ala ala, ụkwara ume, oyi ịba n'ahụ, ọzịza nke akpa ume na oyi ịba. Na ndabere pathophysiological, enwere ike kewaa ihe kpatara ya na: (1) mmụba nke iku ume dị ka n'oge nchegbu, (2) mmụba n'ọrụ iku ume na (3) ihe na-adịghị mma na usoro iku ume ma ọ bụ iku ume.ooria ndia  adighi mma ufodu na  ime na egbu",
  "Mmadu  ya mere  mmadu the  kwesiri   inyere  onwe  ya  aka",
  "Jebe ulo ogwu",
  "Oge mmalite na oge nke dyspnea bara uru n'ịmara ihe kpatara dyspnea",
  "A na-ejikọkarị nkwụsị iku ume na mgbanwe mberede, dị ka akpịrị akpịrị, bronchospasm, myocardial infarction, pulmonary embolism, ma ọ bụ pneumothorax",
  "Ndị ọrịa na-arịa COPD na idiopathic pulmonary fibrosis (IPF) nwere mmalite dị nro na ọganihu nke dyspnea na mgbalị, nke nwere oke ume ọkụ",
  "N'ụzọ dị iche, ọtụtụ ndị na-arịa ụkwara ume ọkụ anaghị enwe mgbaàmà kwa ụbọchị, mana ha nwere oge na-adịghị mma nke dyspnea, ụkwara, na obi mgbu nke na-ejikọkarị na ihe ụfọdụ, dị ka ọrịa iku ume elu ma ọ bụ ikpughe ihe na-adịghị anabata ya.",
  "Acute coronary syndrome frequently  presents with retrosternal chest  discomfort and difficulty  catching the breath  it however may typically presents with shortness of breath alone risk factors include old age smoking hypertension  hyperlipidemia and diabetes",
  "An electrocardiogram and cardiac enzymes are important both for diagnosis and directing treatment treatment involves measures to decrease the oxygen requirement of the heart and efforts to increase blood flow",
  "People that have been infected by Covid 19 may have symptoms such as fever dry cough  loss of smell and taste and in moderate to severe cases shortness of breath",
  "Ọrịa obi na-ejikarị ume ọkụ na-eme ka ume na-adịghị mma na mgbalị, orthopnea, na paroxysmal nocturnal dyspnea.  Ọ na-emetụta n'etiti 1-2% nke ndị bi na United States n'ozuzu ya ma na-eme na 10% nke ndị karịrị afọ 65. Ihe ize ndụ maka nkwụsịtụ dị oke egwu gụnyere iri nnu dị elu, enweghị nkwenye ọgwụ, ọrịa obi, obi na-akụ ụfụfụ, nkụchi akụrụ, emboli akpa ume, ọbara mgbali elu, na ọrịa. A na-elekwasị anya na mgbalị ọgwụgwọ iji belata nkụchi akpa ume.",
  "Ndị na-arịa ọrịa na-adịghị ala ala (COPD), nke a na-ahụkarị emphysema ma ọ bụ bronchitis na-adịghị aga ala, na-enwekarị ume na-adịghị mma na ụkwara na-adịghị emepụta ihe. Ọrịa siri ike na-egosi na ume na mmepụta sputum na-abawanye. COPD bụ ihe ize ndụ maka oyi bara ya n'ahụ; ya mere, a ga-ewepụ ọnọdụ a. N'ọgwụgwọ siri ike bụ na njikọta nke anticholinergics, beta2-adrenoceptor agonists, steroid na ikekwe ikuku ikuku dị mma.",
  "Ọrịa ụkwara ume ọkụ bụ ihe a na-ahụkarị maka ịbịakwute ụlọ mberede na ume ọkụ. Ọ bụ ọrịa akpa ume a na-ahụkarị na mba ndị na-emepe emepe na ndị mepere emepe na-emetụta ihe dị ka 5% nke ndị bi na ya. Mgbaàmà ndị ọzọ gụnyere iku ume, nkwụsi ike n'obi, na ụkwara na-adịghị arụpụta ihe.\nCorticosteroids a na-eku ume bụ ọgwụgwọ kachasị mma maka ụmụaka, agbanyeghị ọgwụ ndị a nwere ike belata uto. A na-agwọ mgbaàmà ndị siri ike na broncho-dilators na-adịghị arụ ọrụ",
  "[citation needed]",
  "Pneumothorax presents typically with pleuritic chest pain of acute onset and shortness of breath not improved with oxygen physical findings may include absent breath sounds on one side of the chest jugular venous distensionand tracheal deviation",
  "Mgbaàmà nke oyi bara ya n'ahụ bụ ahụ ọkụ, ụkwara na-arụpụta ihe, iku ume dị mkpụmkpụ, na obi mgbu. Enwere ike ịnụ ụda na-akpali akpali n'oge ule. X-ray nke obi nwere ike ịba uru iji mee ka oyi bara n'ahụ dị iche na nkụchi obi. Dị ka ihe kpatara ya na-abụkarị nje bacteria, a na-ejikarị ọgwụ nje eme ihe maka ọgwụgwọ.",
  "Embolism nke akpa ume na-egosikarị mmalite dị mkpụmkpụ nke iku ume. Mgbaàmà ndị ọzọ na-egosi na-agụnye ihe mgbu obi, ụkwara, hemoptysis, na ahụ ọkụ. Ihe ize ndụ gụnyere deep vein thrombosis, ịwa ahụ na nso nso a, kansa, na thromboembolism gara aga. A ghaghị ịtụle ya mgbe niile na ndị nwere mmalite dị mkpụmkpụ nke iku ume n'ihi nnukwu ihe ize ndụ nke ọnwụ. Otú ọ dị, nchọpụta nwere ike isi ike ma na-ejikarị Wells Score nyochaa ohere ahụike.  Ọgwụgwọ, dabere na oke mgbaàmà, na-amalite site na anticoagulants; ọnụnọ nke ihe ịrịba ama dị egwu (mmiri ọbara dị ala) nwere ike ịkwado iji ọgwụ thrombolytic.",
  "Oria enweghi obara nke na-eji nwayọọ nwayọọ na-amalite na-egosipụtakarị dyspnea, ike ọgwụgwụ, adịghị ike, na tachycardia. Ọ nwere ike ibute nkụchi obi. Anaemia na-abụkarị ihe na-akpata nsogbu iku ume",
  "Ịhụ nsọ, ọkachasị ma ọ bụrụ na ọ gabigara ókè, nwere ike itinye aka na ụkọ ọbara na nsogbu iku ume n'ime ụmụ nwanyị",
  "Isi ọwụwa bụkwa ihe mgbaàmà nke dyspnea n'ime ndị ọrịa nwere anaemia",
  "Ụfọdụ ndị ọrịa na-akọ na ha nwere mmetụta na-adịghị mma n'isi ha, ndị ọzọ na-akọkwa ọhụụ na-adịghị ike nke ọbara mgbali elu n'azụ anya n'ihi enweghị ikuku oxygen na nrụgide; ndị ọrịa a akọwakwala nnukwu isi mgbu, ọtụtụ n'ime ha na-eduga na mmebi ụbụrụ na-adịgide adịgide",
  "Mgbaàmà nwere ike ịgụnye enweghị uche, ilekwasị anya, ike ọgwụgwụ, nkwarụ ikike asụsụ na enweghị ncheta.",
  "Ịdị mkpụmkpụ iku ume bụ ihe a na-ahụkarị n'etiti ndị nwere ọrịa kansa ma nwee ike ịbụ n'ihi ọtụtụ ihe dị iche iche",
  "N'ime ndị nwere ọrịa kansa, oge nwere oke ume ọkụ nwere ike ime, yana mmetụta na-aga n'ihu nke enweghị ume. Ọgwụgwọ gụnyere ma ọgwụgwọ na-abụghị ọgwụ na ọgwụ. ona  egbu  mmadu  ngwa  ngwa",
  "Oria  kansa adighi mma",
  "Ihe ndị ọzọ dị mkpa ma ọ bụ ihe a na-ahụkarị maka iku ume dị mkpụmkpụ gụnyere tamponade obi, anaphylaxis, ọrịa akpa ume interstitial, nkụchi ụjọ, na ọbara mgbali elu nke akpa ume. Ọzọkwa, ihe dị ka 2/3 nke ụmụ nwanyị na-enwe ume dị mkpụmkpụ dị ka akụkụ nke ime ime dị mma.",
  "Obi tamponade na-egosi dyspnea, tachycardia, nrụgide jugular venous, na pulsus paradoxus. Ụkpụrụ ọla edo maka nchọpụta bụ ultrasound.",
  "Anaphylaxis na-amalite n'ihe karịrị nkeji ole na ole n'ime onye nwere akụkọ ihe mere eme gara aga. Mgbaàmà ndị ọzọ gụnyere urticaria, mgbu akpịrị, na nsogbu eriri afọ. Ọgwụgwọ bụ isi bụ epinephrine.",
  "Ọrịa akpa ume interstitial na-egosi mmalite nke ume mkpụmkpụ nke na-enwekarị akụkọ ihe mere eme nke ikpughe gburugburu ebe obibi. Ịdị mkpụmkpụ iku ume na-abụkarị naanị mgbaàmà na ndị nwere tachydysrhythmias.",
  "Ọrịa ụjọ na-ejikarị ikuku na-efe efe, ọsụsọ, na amaghị ihe. Otú ọ dị, ha bụ nchọpụta nke nchụpụ.",
  "Ọnọdụ akwara dị ka mmerụ ahụ ọkpụkpụ azụ, mmerụ ahụ akwara phrenic, ọrịa Guillain-Barré, amyotrophic lateral sclerosis, multiple sclerosis na muscular dystrophy niile nwere ike ime ka onye ọ bụla nwee ume dị mkpụmkpụ. Ịdị mkpụmkpụ nke iku ume nwekwara ike ime n'ihi nsogbu nke eriri olu (VCD).",
  "Sarcoidosis bụ ọrịa na-afụ ụfụ nke a na-amaghị ihe kpatara ya nke na-ejikarị ụkwara kpọrọ nkụ, ike ọgwụgwụ, na ume mkpụmkpụ, ọ bụ ezie na ọtụtụ usoro akụkụ ahụ nwere ike imetụta, na itinye aka na ebe ndị dị ka anya, akpụkpọ ahụ na nkwonkwo.",
  "Ụzọ dị iche iche nke ahụike nwere ike iduga na ume mkpụmkpụ gụnyere site na ASIC chemoreceptors, mechanoreceptors na ndị na-anabata akpa ume.",
  "A na-eche na isi ihe atọ na-enye aka na dyspnea: mgbaàmà afferent, mgbaàmà efferent, na nhazi ozi etiti",
  "Ekwenyere na nhazi etiti n'ime ụbụrụ na-atụnyere akara afferent na efferent; na dyspnea na-apụta mgbe \"enweghị nkwekọ\" na-eme n'etiti ha abụọ: dịka mgbe mkpa maka ikuku (afferent signaling) anaghị emezu site na iku ume anụ ahụ (efferent signals).",
  "Ihe mgbaàmà ndị ọzọ bụ ihe mgbaàmà akwara nke na-arịgo na ụbụrụ",
  "Mkpụrụ ndụ akwara ndị ọzọ dị mkpa na dyspnea na-esite n'ọtụtụ isi mmalite gụnyere ahụ carotid, medulla, akpa ume, na mgbidi obi",
  "Chemoreceptors na carotid bodies na medulla na-enye ozi gbasara ọkwa gas ọbara nke O2, CO2 na H+. N'ime akpa ume, ndị na-anabata juxtacapillary (J) na-emetụta pulmonary interstitial edema, ebe ndị na-anata mgbatị na-egosi bronchoconstriction",
  "Mkpịsị aka dị na mgbidi obi na-egosi ịgbatị na nrụgide nke uru ahụ iku ume",
  "Ya mere, ikuku na-adịghị mma na-eduga na hypercapnia, nkụchi obi aka ekpe na-edughachi na interstitial edema (mgbanwe gas na-emebi), ụkwara ume ọkụ na-akpata bronchoconstriction (na-egbochi ikuku) na ike ọgwụgwụ nke na-edungola ọrụ iku ume na-adịghị arụ ọrụ nke ọma nwere ike inye aka na mmetụta nke iku ume ọkụ.",
  "Ihe mgbaàmà ndị ọzọ bụ ihe mgbaàmà akwara na-agbadata na uru iku ume",
  "Mkpụrụ ume kachasị mkpa bụ diaphragm",
  "Mkpụrụ ume ndị ọzọ na-agụnye uru ahụ intercostal nke dị n'èzí na nke dị n\"ime, uru ahụ dị n'afọ na uru ahụ na-eku ume.",
  "Ka ụbụrụ na-enweta ọtụtụ ozi afferent metụtara ikuku, ọ nwere ike iji ya tụnyere ọkwa iku ume ugbu a dịka akara efferent kpebiri",
  "Ọ bụrụ na ọkwa iku ume adabaghị maka ọnọdụ ahụ mgbe ahụ dyspnea nwere ike ime",
  "Enwekwara akụkụ nke uche na dyspnea, ebe ụfọdụ ndị nwere ike ịmara na ha na-eku ume n'ọnọdụ ndị dị otú ahụ mana ha anaghị enwe nsogbu nke dyspnea.",
  "Ụzọ mbụ maka nyocha na-amalite site na nyocha nke ụzọ ikuku, iku ume, na mgbasa na-esote akụkọ ahụike na nyocha ahụike. Ihe ịrịba ama na mgbaàmà ndị na-anọchite anya oke njọ gụnyere hypotension, hypoxemia, ntụgharị tracheal, ọnọdụ uche gbanwere, dysrhythmia na-adịghị akwụsi ike, stridor, intercostal indrawing, cyanosis, tripod positioning, ojiji a na-ahụkarị nke uru ahụ (sternocleidomastoid, scalenes) na ụda iku ume na-adịghị.",
  "Enwere ike iji ọtụtụ ihe ọ̀tụ̀tụ̀ mee ihe iji chọpụta ogo nke ịdị mkpụmkpụ nke iku ume. Enwere ike ịtụle ya na ọkwa site na 1 ruo 10 na nkọwa ndị metụtara ọnụ ọgụgụ ahụ (The Modified Borg Scale). MRC iku ume na-egosi ọkwa ise nke dyspnea dabere na ọnọdụ na ịdị njọ nke ọ na-ebilite.",
  "Ọtụtụ ụlọ nyocha nwere ike inye aka n'ịchọpụta ihe kpatara ume ọkụ",
  "D-dimer, ọ bụ ezie na ọ bara uru iji wepụ embolism nke akpa ume n'ime ndị nọ n'ihe ize ndụ dị ala, abaghị uru dị ukwuu ma ọ bụrụ na ọ dị mma, ebe ọ nwere ike ịdị mma n'ọtụtụ ọnọdụ na-eduga na ume mkpụmkpụ. Ọdịdị dị ala nke ụbụrụ natriuretic peptide bara uru n'iwepụ nkụchi obi; Otú ọ dị, ọkwa dị elu, mgbe ọ na-akwado nchọpụta ahụ, nwekwara ike ịbụ n'ihi agadi, nkụchi akụrụ, ọrịa obi siri ike, ma ọ bụ nnukwu embolism akpa ueme.",
  "X-ray nke obi bara uru iji kwado ma ọ bụ wepụ pneumothorax, ọzịza nke akpa ume, ma ọ bụ oyi a n'ahụ. Spiral computed tomography na intravenous radiocontrast bụ nyocha ihe oyiyi nke nhọrọ iji nyochaa maka embolism akpa ume.",
  "Ọgwụgwọ bụ isi nke iku ume na-elekwasị anya na isi ihe kpatara ya. Mgbakwunye oxygen dị irè na ndị nwere hypoxia; Otú ọ dị, nke a enweghị mmetụta na ndị nwere ikuku oxygen dị mma n'ọbara.",
  "Ndị mmadụ n'otu n'otu nwere ike irite uru site na usoro ọgwụgwọ anụ ahụ dịgasị iche iche. Ndị nwere nsogbu akwara / akwara nwere ike inwe nsogbu iku ume n'ihi nkwarụ intercostal, afọ na / ma ọ bụ uru ahụ ndị ọzọ dị mkpa maka ikuku. Ụfọdụ usoro ọgwụgwọ anụ ahụ maka ndị a gụnyere usoro ụkwara na-enyere aka, mmụba olu dị ka iku ume, agụmakwụkwọ banyere ọnọdụ ahụ na usoro ikuku na usoro mmegharị iji mee ka iku ume dị mfe.  Mgbanwe nke akpa ume nwere ike belata mgbaàmà n'ime ụfọdụ ndị, dịka ndị nwere COPD, mana ọ gaghị agwọ ọrịa ahụ. E gosipụtara ọgwụgwọ fan na ihu iji belata ume ọkụ n'ime ndị ọrịa nwere ọrịa dịgasị iche iche gụnyere ọrịa kansa. A na-eche na usoro ọrụ ahụ bụ ịkpali akwara trigeminal.",
  "YUsoro ntọhapụ ozugbo opioids bara uru n'ibelata ngwa ngwa nke mgbaàmà nke iku ume mkpụmkpụ n'ihi ma ọrịa kansa na ihe na-abụghị ọrịa kansa; a na-ejikwa opioids na-arụ ọrụ ogologo oge / na-adịgide adịgide iji gbochie / gaa n'ihu na ọgwụgwọ nke dyspnea na ọnọdụ palliative. Enweghị ihe akaebe iji tụọ aro midazolam, nebulised opioids, iji ngwakọta gas, ma ọ bụ ọgwụgwọ akparamagwa.",
  "Ntinye aka na-abụghị nke ọgwụ na-enye ngwá ọrụ dị mkpa maka njikwa iku ume. Ụzọ ndị nwere ike ịba uru gụnyere njikwa siri ike nke nsogbu mmekọrịta mmadụ na ibe ya (nchegbu, ịda mbà n'obi, wdg), na mmejuputa usoro njikwa onwe onye, dị ka usoro ntụrụndụ anụ ahụ na nke uche, usoro ịga ije, usoro nchekwa ike, mmega ahụ mmụta iji chịkwaa iku ume, na agụmakwụkwọ. Ojiji nke fan nwere ike ịba uru. Usoro ọgwụgwọ akparamagwa nwekwara ike inye aka.",
  "Maka ndị nwere nsogbu iku ume siri ike, nke na-adịghị ala ala, ma ọ bụ nke a na-apụghị ịchịkwa achịkwa, enwere ike ijikọta usoro ọgwụgwọ na-abụghị ọgwụ iji gwọọ enweghị iku ume na ọgwụ",
  "Maka ndị nwere ọrịa kansa nke na-akpata enweghị ume, ọgwụ ndị a tụrụ aro gụnyere opioids, benzodiazepines, oxygen, na steroid. Nsonaazụ nke nyocha sistemụ na nso nso a na meta-analysis chọpụtara na opioids anaghị ejikọta ya na ịdị irè karị na ọgwụgwọ maka ndị ọrịa kansa dị elu.",
  "6Iji hụ na nguzozi dị n'etiti mmetụta ndị ọzọ na mmetụta ọjọọ sitere na ọgwụ na mmelite ndị nwere ike isi na ọgwụ kwesịrị ka a tụlee ya nke ọma tupu edepụta ọgwụ. Ojiji nke usoro corticosteriods na nlekọta palliative maka ndị nwere kansa bụ ihe a na-ahụkarị, agbanyeghị na arụ ọrụ na mmetụta ọjọọ nke usoro a na ndị okenye nwere kansa amụbeghị nke ọma.",
  "Ọrịa iku ume bụ isi ihe kpatara 3.5% nke ndị nọ na ngalaba mberede na United States",
  "N'ime ndị a, ihe dị ka 51% nabatara n'ụlọ ọgwụ na 13% nwụrụ n'ime otu afọ. Nnyocha ụfọdụ atụwo aro na ihe ruru pasent iri abụọ na asaa nke ndị nọ n'ụlọ ọgwụ na-enwe nsogbu iku ume ọkụ, ebe ndị ọrịa na-anwụ anwụ pasent iri asaa na ise ga-enwe ya. Ọrịa iku ume bụ ihe kachasị eme ka ndị mmadụ chọrọ nlekọta palliativu gaa na ngalaba mberede. Ihe ruru 70% nke ndị okenye nwere ọrịa kansa na-enwekwa dyspnoea.",
  "English dyspnea sitere na Latin dyspnoea, site na Greek dyspnoia, site na dyspnoos, nke pụtara n'ụzọ nkịtị \"ikuku na-adịghị mma\". Ụdị njikọta ya (dys- + -pnea) bụ nke a maara site na okwu ahụike ndị ọzọ, dị ka dysfunction (dys + ọrụ) na apnea (a- + -mnea)",
  "Nkwupụta a na-ahụkarị na Bekee ahụike bụ /dɪspˈniːə/ disp-NEE-ə, na p gosipụtara na nrụgide na /niː/ syllable",
  "Mana ịkpọpụta okwu na p na-adịghị ekwu okwu na pn (dị ka ọ dịkwa na pneumo-) bụ ihe a na-ahụkarị (/dɪsˈniːə/ ma ọ bụ /ˈdɪsniə/), dịka ndị nwere nrụgide na nkeji okwu mbụ (/ˈdɪspniə/ maọ bụ /ˈdiɪsni/).",
  "N'asụsụ Bekee, okwu dị iche iche -pnea-suffix  nke a na-ejikarị eme ihe na ọgwụ anaghị agbaso otu usoro doro anya ma a na-ekwusi ike /niː/ ma ọ bụ nke bu ya ụzọ; a na-egosikarị p ma ọ na-agbachi nkịtị mgbe ụfọdụ dabere na okwu ahụ",
  "Nchịkọta ma ọ bụ ndepụta na-esonụ na-egosi ihe dị mkpa nke otu akwụkwọ ọkọwa okwu ndị dị mkpa si akpọpụta ma depụtaghachi ha (a na-ewepụ ụdị ndị a na-ejikarị eme ihe):"
]