[
  "Àtụ:Infobox Language/IPA",
  "Ikwerre, nke akpokwara dika Ikwere, bu asusu igboid nke ndi Ikwerre bi na Steeti Rivers, Nigeria",
  "Ejiri asụsụ Ikwerre dika olumba igbo",
  "Nkewa Ikwerre dịka olumba ndi igbo n’agbanyeghi bu okwu esemokwu n’etiti ufodu ndị obodo Ikwerre n’ihi ihe ndorondoro ochịchị",
  "Dabere na nyocha lexicostatistical nyocha, Kay Williamson kwusiri ike na asụsụ Ikwerre, Ekpeye, Ogba, Etche na asụsụ Igbo bụ otu ụyọkọ asụsụ ahụ, mana ha abụghị olumba",
  "Ihe omumu nke Williamson na Roger Blench mere nchịkota ha kwubiri na asusu Igbo, Ikwerre, Ogba na asusu ndi nwanyi ha wezuga onwe ha na Ekpeye bu “ngwungwu asusu” ma na ha nwere nghota",
  "O nwere ihe n’egosi na ndi Ikwerre na-asụ asụsụ abuo ọbụlagodi na Naịjirịa tupu chịrị, ebe ndị mmadụ na-asụ asụsụ Igbo ndị ọzọ na Ikwerre",
  "Ikwerre na-amata ụdaume site na ịdị mma (ihu na ịdị elu), ọnụnọ ma ọ bụ enweghị nasalization, yana ọnụnọ ma ọ bụ enweghị nke mgbọrọgwụ ire dị elu",
  "E nwekwara udaume * /ə̃/ nke a na-etinye iji kọwaa ụda olu nke syllabic na akaụntụ nke asụsụ nke kwuru na Ikwerre enweghị nkwụsị imi",
  "A na-ada ụda a dị ka [ɨ̃] ma ọ bụ nịịlọn syllabic nke na- emetụta ụdaume na-eso mgbechiume",
  "Ikwerre na-egosipụta ụdị nkwekọrịta ụdaume abụọ :",
  "okwu onu mgbechiume [ḅ ʼḅ l ɾ j ɰ w h hʷ] na eme tupu okwu onu udaume, na ndiya  okpokpo chi [m ʼm n ɾ̃ ȷ̃ ɰ̃ w̃ h̃ h̃ʷ] tupu ofufu udaume",
  "\"ndi na agbawa agbawa na akwusi\" [ḅ ʼḅ] abughi plosives (o bughi pulmonic), na eghita implosives na ihe ndi ngwarangwara Igbo.",
  "The tap /ɾ/ mgbe ufodu enwetaghi na nkebi [ɹ].",
  "Ikwerre bu asusu tonal nwere uda asa: nke di elu, nke di n’etiti, nke di ala, nke di ala, nke di n’etiti, nke etiti na-ada na ibili",
  "Ikwerre nwekwara ụda ụda",
  "Ọmụmaatụ: rínyā̀ (elu, ala-ala ọdịda) pụtara \"ibu, arọ\", rìnyâ (obere, ala-ada ada) pụtara \"nwanyi, nwunye\", mụ̌ (na-ebili) pụtara \"ịmụ\", mụ̂ (elu-ala ịda) pụtara \"ịmụ nwa\", wdg.",
  "Ikwerre nwere ihe di iche-iche, ma obu cant, Agbirigba, nke putara igbochi nghota nke ndi anaputa."
]