[
  "Over 1 million[Tinye edensibịa]",
  "A na-ahụ Ikwerre (nke a ma ama dịka Iwhuruọha   ) dịka otu n’ime ndị Igbo dị na River Steeti",
  "A na-ahụta ha dịka akụkụ nke nnukwu agbụrụ Igbo",
  "Ha na- asu Ikwerre,  olu igbo, nke a na-ewere mgbe ufodu dika asusu di iche  n’ezinulo igbo, n’ihi na ha choro ka ahuta Ikwerre dika  agbụrụ kwuru onwe ha.",
  "The Ikwerre cultural area is bordered by the Benin of Edo State to the northwest, the Ogba to the northwest, the Ekpeye and Abua to the west, the Ijoid groups of Degema, the Kalabari and Okrika to the south, the Eleme and Oyigbo to the southeast\nand the Etche to the east.",
  "Ihe mejuputara ebo Ikwerre bu ndi isi otu ano, ndi otu Elele (Ishimbam), ndi Igwuruta-Aluu (Ishiali), ndi Rumuji - Emohua - Ogbakiri (REO) ma obu ndi Risimini, na ndi OPA (Obio / Port Harcourt) / Akpor).",
  "Uyoko  REO (Rumuji / Emohua / Ogbakiri), ma ọ bụ (R) Ishimini (nke Ogbakor Ikwerre wepụtara), bi na ndịda mpaghara Emohua ochichi ime obodo",
  "Ha dị n’akụkụ osimiri",
  "Uyọkọ a gụnyere:",
  "OPA ( Obio - Port Harcourt - Akpor ) bu ụyọkọ ụyọkọ sara mbara nke na-ewere ọnọdụ n’obodo niile dị na Obio / Akpor na Port Harcourt",
  "E kewara ya n’otu ndi Obio na ndi Akpor.",
  "Ndi Ikwerre di na ezin’ulo ndi edeputara nke oma, ebo ndi obula nwere eze ha kachasi elu",
  "Ikwerre enweghị onye ọchịchị ma ọ bụ eze kachasị elu, mana ahọpụtara ndị eze, ndị ọchịchị ma ọ bụ ndị isi ndị otu ha nabatara",
  "Ka osila dị, ndị ọchịchị niile dị elu n’Ikwerre dị n’otu n’ihe a maara dịka Ogbakor Ikwerre, nke e hibere n’afọ 1963 dị ka nzukọ ncheta mmekọrịta ọha na eze nke ndị Ikwerre",
  "Onu ogugu mmanu iri iteghete na abụọ, nke na-emeputa ihe ruru otu narị puku oruru ahihia kwa ubochi, di na Ikwerreland",
  "Ya mere, Ikwerre nwere ọtụtụ ụlọ ọrụ na-arụpụta mmanụ na ndị na-arụ ọrụ mmanụ, na mgbakwunye na ọtụtụ ụlọ ọrụ na ụlọ ọrụ ndị ọzọ.  N'agbanyeghị ihe ndị ahụ, ndị Ikwerre, dị ka ihe fọrọ nke nta niile ọzọ dum nke Niger Delta, ugboro ugboro mkpesa nke mmegbu site na aka ndị ọrụ mmanụ",
  "\"Obodo Ikwerre chere nsogbu nke mmegbu, oke ịda ogbenye na mmebi gburugburu ebe obibi nke ala ya na osimiri Niger delta na nrigbu nke mmanụ na gas",
  "A kpọrọ oku ka ndị Ikwerre sonye na njikwa akụ na ụba na ime mkpebi na mmepe; ọkụ ọkụ ọkụ ngwa ngwa; imeziwanye nlekọta ahụike na ọrụ agụmakwụkwọ; na ohere ọrụ ndị ntorobịa",
  "\"",
  "“Inweta ala Ikwerre bidoro n’afọ 1913 site n’aka ndị ọchịchị ndị Briten mgbe ọ na-enwetara ala ụfọdụ site n’ezinụlọ Rebisi nke Diobu makana gọọmentị colonial n’oge ahụ chọrọ imepụta ọdụ ụgbọ mmiri na mpaghara ahụ",
  "Ozugbo e guzobere ọdụ ụgbọ mmiri ahụ, ebe ahụ malitere ọrụ na azụmahịa na ebe a na-arụkarị ọrụ.",
  "N'oge na-adịbeghị anya, ka oge nyocha mmanụ na gas na-abawanye na Rivers Steeti , ọ na-etinyekarị nrụgide na ala Ikwerre na akụ ya",
  "Ebe ọ bụ na achọrọ ala maka ebumnuche mmepe n'ime Port- Harcourt na gburugburu ya, ọ bụ ihe okike ịgakwuru ndị Ikwerre bi na Port Harcourt na mpaghara ndị gbara ya gburugburu.",
  "Mahadum Port Harcourt, Rivers State University (nke a na-akpọbu Rivers State University of Science and Technology), ogige nke Mahadum Ignatius Ajuru University of Education, yana Rivers State College of Arts and Science (mechara bụrụ Port Harcourt Polytechnic ma mechaa- Elechi Amadi Polytechnic,), The Rivers State College of Health Sciences, College of Education bụ ụlọ akwụkwọ agụmakwụkwọ dị na Ikwerreland.",
  "Ndi otutu ndi oka mmuta bu ndi Ikwerre dika ndi nkenke ndi Igbo no  na ndida Nigeria",
  "Ọtụtụ echiche dị iche iche sitere na mmalite ha",
  "Otu bụ ndị Igbo nwere mmasị n’ebe ibe ha nọ ma nke ọzọkwa nke ndị Ikwerre nabatara n’onwe ha.",
  "Dịka nkwupụta sitere na ụfọdụ ndị ọkammụta Igbo si kwuo okwu mbido Ikwerre, ha ga-abụ ụmụ sitere na mbugharị Igbo si mpaghara Awka na Orlu gbagoro na ndịda",
  "Ndi okacha amara n’okwu ndi igbo n’emere ndi Ikwerre dika ndi ndida ndida",
  "Amadi, onye ọkammụta na Ikwerre na-ekwu na nchepụta echiche sitere n’Igbo nwere nkwado ọbụla n’etiti ndị Ikwerre n’onwe ha, ebe Ikwerre bụ ụmụ nke mbugharị nke Arochukwu Igbo, na Okpo Nwagidi bụ onye isi agbụrụ Ikwerre",
  "Tupu agha obodo, e nweela olu na-ekwenye ekwenye na-ekwu na Ikwerre nwere ike isi mpaghara Owerri, Ohaji, Ngwa, na Etche kwaga ala Igbo",
  "Mana mgbe Naịjirịa meriri obodo Port Harcourt n’agha Biafra ma ndị Igbo si mpaghara ndị ọzọ nke ala Igbo gbapụrụ n’obodo a, otu akụkọ UN kwuru na ndị Ikwerre kpebiri na ha ga-ekwu na ndị Ikwerre abụghị ndị Igbo ka ọ dịrị ha mma",
  "The Ikwerre bu ndi ghọtara na ọchịchị  a dị iche iche na Iwu ala Naịjirịa nke 1979",
  "Ufọdụ ndị Ikwerre si na Ika bụ obere ọgbakọ ndị Igbo kwaga Delta steeti na Edo steeti ebe ụfọdụ si Ngwa, Arochukwu na Ohaji / Egbema kwaga.",
  "Ozizi Benin",
  "Na nso nso a, a nabatara ozizi echiche banyere Benin maka mmalite nke ndị Ikwerre.",
  "Ozizi Benin nwere ọtụtụ ụdị",
  "Nke mbụ na-atụ aro na Ikwerre bụ nwa nke atọ nke Akalaka, nna Ogba na Ekpeye bụ ndị si n'otu mpaghara dị na steeti Benin pụta na narị afọ nke 15",
  "A na-ekwu na Iwhuruohna, onye bụ nna nna nke Ikwerre, nwere ụmụ nwoke asaa ghọrọ Ikwerre asa",
  "Versiondị ọzọ na-ekwu na Akalaka kwagara na Ochichi bụ onye biri na Elele ma bụrụ nna nke Elele, Isiokpo, Egbeda na Omerelu.",
  "Ozizi Benin jụrụ ọtụtụ ndị Ikwerre bụ ndị chere na Ikwerre esighi na Benin pụọ ma ọ bụ si na otu onye mụrụ",
  "Ndi Ikwerre kariri ndi otu Ogba na Ekpeye",
  "Akụkọ akụkọ Akalaka kpọtụrụ ndị Ogba na Ekpeye anya na ọ bụ sọọsọ ụmụ Akalaka ma itinye Ikwerre enwetala ala dị ka ọ dị ugbu a",
  "Ndi Ikwerre esoghi ndi Benin ede asusu ma obu omenaala obula.",
  "Enwere ike ịchọta akụkọ sitere na Benin nke Ikwerre na agha na mwakpo nke alaeze Aboh na ala Ogba, site n'enyemaka nke ndị ọrụ Benin nke butere mbugharị nke ndị Ogba na ndị Ekpeye banye n'ala Ikwerre nke taa",
  "Ndị a zutere obodo ndị dị ebe ahụ",
  "Rumuekpe, Ibaa, Ndele na ndị ezinụlọ Odegu bụ obodo ndị nwere ike ibido site na mbugharị a",
  "Ekwuru na otu akụkụ nke ezinụlọ sitere na mpaghara Aboh (Ukwuani) nke Delta steeti  nke dị n'okpuru ọchịchị Benin na narị afọ nke 16.",
  "Ndi Aro buru uzo banye na mpaghara Ikwerre site na Ozuzu - Etche, biri na Isiokpo, Igwuruta, Omagwa, wdg",
  "Dika aturu anya na ochichi nile nke ndi Africa, akuko banyere ndi mmadu na akuko ifo",
  "Nke a na-egosi na ndị ọkọ akụkọ ihe mere eme nwere ike ịmalite ọdịnala a na-edeghị ede maka nwughari ziri ezi / nkwenye nke akụkọ ntolite nke ndị mmadụ",
  "Site na oge ọchịchị post-colonial ruo ugbu a, ndị ọkọ akụkọ ihe mere eme ọkachamara na ndị mmadụ ndị ọzọ anwaala ịmegharị akụkọ ihe mere eme nke ndị mmadụ",
  "Dịka ọmụmaatụ, ọrụ Elechi Amadi, ọkachasị ndị nwanyị, Nnukwu Ọdọ mmiri, The Slave (akwụkwọ akụkọ) na Isiburu (amaokwu egwuregwu) bụ akwụkwọ edemede iji wughachi ọdịdị nke obodo Ikwerre n'oge ọchịchị.",
  "Na enweghị ezigbo ihe ndekọ akụkọ ihe mere eme, ndị ọkọ akụkọ ihe mere eme na-anakwere ọdịnala a na-ede ede dị ka isi mmalite ederede akụkọ Africa, ntụpọ ndị metụtara usoro a n'agbanyeghị",
  "A na-enyocha akụkọ banyere mmalite nke ndị mmadụ na ebili mmiri nke mbugharị site na mpaghara Niger na Delta.",
  "A na-ahụ ndị Ikwerre na mpaghara Niger Delta nke Nigeria",
  "Ha nọ n'ime eriri mmiri ozuzo nke na-enweta mmiri ozuzo dị elu kwa afọ",
  "Akụkụ ụfọdụ na-enweta mmiri mmiri dị n'akụkụ ọwụwa anyanwụ nke Osimiri Rivers",
  "E nwekwara oke ọhịa raffia",
  "Ihe ndị a, tinyere anwụ na-acha, mere ka ala dị na Ikwerre zuru oke maka ịkọ nkwu, akpu, ji, akwụkwọ nri, wdg",
  "Ndi Ikwerre bi na akuku mmiri bu ndi  na akuta azu dika aka oru ha na azumahia."
]