[
  "Ilana Sheryl Kloss (amụrụ na 22 Machị 1956) bụ onye bụbu onye na-eme egwuregwu tennis, onye nkuzi tennis, na onye bụbu kọmishọna nke World TeamTennis, site na 2001-2021. Ọ bụ onye na-agba bọọlụ abụọ n'ụwa n'afọ 1976, onye na-eme bọọlụ n'ụwa nke iri na itoolu n'otu n'afọ 1979. O meriri Wimbledon juniors singles title na 1972, US Open juniors singlas title na 1974, na US Open Doubles na French Open Mixed Doubles titles na 1976.",
  "A mụrụ Kloss na Johannesburg, South Africa",
  "Ọ bụ onye Juu.",
  "Kloss lụrụ Billie Jean King, onye na-egwu tenis na US. Ha abụọ lụrụ n'ememe nzuzo na 2018 ma nọrọ ọnụ ihe karịrị afọ iri anọ. Ha abụọ ghọrọ ndị nwe obere ndị otu egwuregwu baseball Los Angeles Dodgers na Septemba 2018 na Angel City FC, otu egwuregwu dị na Los Angeles ga-amalite igwu egwu na National Women's Soccer League na 2022, n'ọnwa Ọktoba 2020.",
  "Tupu ọ ghọọ onye ọkachamara, ọ meriri n'asọmpi juniors na Wimbledon n'afọ 1972. O meriri n'asọmpi SA abụọ ya na Linky Boshoff na 1973, 1975, na 1977. Ọ gbakwara bọọlụ na Maccabiah Games na Israel, merie ihe nrite ọla edo na ụmụ nwanyị abụọ na ngwakọta abụọ na 1973 Maccabiahi Games, ma merie ihe ọlaọcha na ngwakọta okpukpu abụọ na 1977 MaccabiaH Games.",
  "N'afọ 1974, ọ meriri US Open juniors singles title. Ọ bụ onye egwuregwu kachasị nta na akụkọ ihe mere eme nke South Africa. N'afọ 1973, ya na Pat Walkden meriri n'asọmpi ahụ na Cincinnati, merie Evonne Goolagong na Janet Young na nke ikpeazụ.",
  "Kloss nọ n'ọnọdụ nke 1 n'ụwa na abụọ na nke 19 na otu na 1976",
  "N'afọ ahụ, ọ meriri utu aha abụọ na US Open, Italian Open, US Clay Courts, German Open, British Hard Courts Championship, na Hilton Head, yana utu aha abụọ ngwakọta na French Open. Linky Boshoff bụ onye ya na ya na-arụkọ ọrụ ugboro abụọ. N'afọ 1977, ọ meriri asọmpi Canada na Germany na asọmpi ụlọ ikpe ụrọ nke Britain.",
  "N'afọ 1999, Kloss meriri US Open abụọ na ngwakọta abụọ na njem 35 na-agafe.",
  "Site na 1973 ruo 1977, Kloss bụ onye otu South Africa nke sonyere na Federation Cup",
  "Ọ chịkọtara ihe ndekọ 12 na 5.",
  "Kloss, onye bụ onye Juu, batara na US National Jewish Sports Hall of Fame na 2006",
  "A nabatara ya na International Jewish Sports Hall of Fame n'afọ 2010.",
  "Kloss sonyeere ndị otu San Francisco Golden Gaters WTT n'afọ 1974, wee ruo WTT Finals na ndị otu ahụ n'afọ 1975. Ọ hapụrụ Golden Gaters tupu oge 1976 ka ọ bụrụ otu iji sonye na asọmpi ụrọ na Europe nke na-emegide usoro WTT. Kloss laghachiri na Golden Gaters maka oge 1978",
  "N'afọ 1983, ọ zụrụ Chicago Fyre na WTT Championship ma kpọọ ya Coach of the Year",
  "N'afọ 1985, Kloss bụ onye ọkpụkpọ na onye nkuzi maka Miami Beach Breakers, wee bụrụ osote onye isi oche nke WTT n'afọ 1987 na onye isi nchịkwa n'afọ 1991",
  "Kemgbe afọ 2001, ọ bụ onye isi nchịkwa na onye isi nke World Team Tennis."
]