[
  "Ilex aquifolium, holly, nke a na-akpọkarị Common holly, English holly, European holly, ma ọ bụ mgbe ụfọdụ Christmas holly, bụ ụdị osisi na-agbasa okooko n'ezinụlọ Aquifoliaceae, nke sitere na ọdịda anyanwụ na ndịda Europe, n'ebe ugwu ọdịda anyanwụ Africa, na ndịda ọdịda anyanwụ Eshia. A na-ewere ya dị ka ụdị ụdị nke ụdị Ilex, nke a na-akpọkwa \"onye nsọ\" site na njikọ",
  "Ọ bụ osisi na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ obere osisi a na-ahụ, dịka ọmụmaatụ, n'ebe ndò nke oké ọhịa oak na n'ọhịa beech",
  "Na British Isles ọ bụ otu n'ime osisi ole na ole siri ike na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Ọ nwere ikike dị ukwuu ime mgbanwe na ọnọdụ dị iche iche ma bụrụkwa ụdị ọsụ ụzọ nke na-eme ka ndị mmadụ na-ebi n'akụkụ ọhịa ma ọ bụ n'ebe a na-emebi ihe.",
  "I",
  "aquifoliu nwere ike ịgafe 10 m n'ịdị elu, mana a na-ahụkarị ya na obere ịdị elu, nke a na-ejikarị 2 - 3 m (6.6 - 9.8ft) ogologo na obosara, nwere ogwe kwụ ọtọ na okpueze pyramidal, na-agbasa site na ala",
  "Ọ na-eji nwayọọ nwayọọ na-eto ma na-etolite n'ụzọ zuru ezu n'ihi ịkpụ ma ọ bụ ọkụ",
  "Ọ nwere ike ịdị ndụ afọ nari ise, mana ọ naghị eru otu narị.",
  "Ilex aquifolium bụ ụdị holly ogologo ejikọtara ya na Krismas ogologo oge, na n'oge gara aga emume ndị Rom nke Saturnalia",
  "A na-anọchite anya akwụkwọ ya na-acha akwụkwọ ndụ akwụkwọ ndụ na mkpụrụ osisi na-acha ọbara ọbara (nke naanị osisi nwanyị na-emepụta) na wreaths, garlands na kaadị ebe ọ bụla a na-eme ememe Krismas",
  "Ọ bụ isiokwu nke egwu na akụkọ ọdịnala, ọkachasị na ọdịnala ndị Britain",
  "Ọ bụkwa osisi mara mma ma ọ bụ ahịhịa mara mma, nke nwere ọtụtụ ụdị dị iche iche.",
  "Ilex aquifolium -etolite ruo 10-25 m (33-82 ft) n'ogologo na ogwe osisi dị ka 40X80 cm (16-31 in), na-esiri ike 100 cm (39 in) ma ọ bụ karịa, n'obosara",
  "Akwụkwọ ya dị 5ī 12 cm n'ogologo na 2 - 6 cm n'obosara; ha na-acha akwụkwọ ndụ akwụkwọ ndụ, na-adịru ihe dị ka afọ ise, ma na-acha anụnụ anụnụ n'elu ma na-enwu gbaa n'okpuru, oval, akpụkpọ anụ, na-egbuke egbuke, na ihe dị ka 5 - 9 cm n'ogologo",
  "N'ime ụmụ na n'okpuru osisi ndị tozuru etozu, akwụkwọ ya nwere ogwu atọ ruo ise dị nkọ n'akụkụ nke ọ bụla, na-ezo aka n'elu na ala, ebe akwụkwọ nke alaka ndị dị n'elu n'osisi ndị tozuru oke enweghị ogwu.",
  "Okooko osisi ndị ahụ na-acha ọcha, ha nwekwara ibe anọ, aṅụ na-enyekwa ha",
  "Holly bụ dioecious, nke pụtara na e nwere osisi ndị nwoke na osisi ndị nwanyị",
  "Enweghị ike ikpebi nwoke na nwanyị ruo mgbe osisi malitere ifuru, ọ na-abụkarị n'agbata afọ anọ na ịrị na abụọ",
  "N'ime ụmụ nwoke, okooko osisi na-acha odo odo ma na-apụta n'ìgwè axillary",
  "N'ime nwanyị, okooko osisi na-anọpụ iche ma ọ bụ n'ìgwè atọ ma dị obere ma na-acha ọcha ma ọ bụ na-acha pinki pinki, ma nwee petals anọ na sepals anọ jikọtara na ala.",
  "Mkpụrụ osisi ahụ na-apụta naanị na osisi nwanyị, nke chọrọ osisi nwoke dị nso iji mee ka ha nwee ike",
  "Mkpụrụ osisi ahụ bụ drupe (mkpụrụ osisi nkume), ihe dị ka 610 mm n'obosara, na-acha uhie uhie ma ọ bụ na-acha odo odo, nke na-eto n'ihe dị ka Ọktọba ma ọ bụ Nọvemba; n'oge a, ha na-egbu ilu n'ihi ihe ilicin dị n'ime ya, ya mere ha anaghị eri ruo mgbe oge oyi gachara ka ha dị nro ma dịkwuo ụtọ. Ụmụ oke, nnụnụ na nnukwu anụ ndị na-eri ahịhịa na-eri ha",
  "Mkpụrụ osisi ọ bụla nwere mkpụrụ atọ ruo anọ nke na-adịghị epulite ruo n'oge opupu ihe ubi nke abụọ ma ọ bụ nke atọ.",
  "Taa, a na-ahụ holly n'ebe ọdịda anyanwụ Eshia na Europe n'okpuru osisi oak na ọhịa beech karịsịa, ọ bụ ezie na mgbe ụfọdụ ọ nwere ike ịmepụta oke ahịhịa dị ka ụdị kachasị",
  "Ọ chọrọ ebe mmiri na-ekpo ọkụ, nke a na-ahụ n'ime ọhịa ma ọ bụ na ndagwurugwu ndò, ugwu, na ugwu ugwu.",
  "N'ụsọ oké osimiri ọdịda anyanwụ nke United States na Canada, site na California ruo British Columbia, onye na-abụghị onye Bekee Holly egosila na ọ na-awakpo ngwa ngwa, na-agbasa ngwa ngwa n'ime ọhịa, ebe ọ na-eto eto na ndò ma na-eme ka ìgwè mmadụ na-apụ n'ụdị ala",
  "E debere ya na ndepụta nyocha nke Washington State Noxious Weed Control Board, ọ bụkwa ụlọ ọrụ na-awakpo Class C na Portland.",
  "N'oge Cenozoic Era, mpaghara Mediterenian, Europe, na ugwu ọdịda anyanwụ Africa nwere ihu igwe mmiri na-ekpo ọkụ ma kpuchie ya n'ụzọ dị ukwuu",
  "Holly bụ ụdị nnọchiteanya nke biome a, ebe ọtụtụ ụdị dị ugbu a nke ụdị Ilex nọ",
  "Site na ọkọchị nke Mediterranean Basin n'oge Pliocene, ọhịa laurel ji nwayọọ nwayọọ laghachi azụ, jiri obodo osisi sclerophyll na-anabata ụkọ mmiri ozuzo dochie ya",
  "Ilex aquifolium nke oge a sitere na mgbanwe a.[Tinye edensibịa] A kwenyere na ọtụtụ n'ime ọhịa laurel fọdụrụ gburugburu Mediterenian nwụrụ  dịka afọ pụkụ ịrị gara aga na njedebe nke Pleistocene.",
  "Holly bụ ụdị ọsụ ụzọ siri ike nke na-ahọrọ ebe ndị na-ekpo ọkụ, ma na-anabata oyi na ụkọ mmiri ozuzo n'oge ọkọchị",
  "Osisi a bụ ihe a na-ahụkarị na garrigue na maquis ma na-ahụkwa n'oké ọhịa deciduous na oké ọhịa oak.",
  "Ebe dị ọcha nke hollies nwere ike itolite n'ime labyrinth nke vaults ebe thrushes na deer na-agbaba, ebe a na-echebe obere nnụnụ n'etiti akwụkwọ ha nwere ogwu",
  "Mgbe oyi mbụ nke oge ahụ gasịrị, mkpụrụ osisi holly na-adị nro ma daa n'ala na-eje ozi dị ka nri dị mkpa maka nnụnụ oge oyi n'oge ụkọ ihe onwunwe.",
  "Okooko osisi ndị ahụ mara mma dị ka ihe na-enye ụmụ ahụhụ mmiri dị ka aṅụ, wasps, ụmụ ahụhụ, na obere urukurubụba",
  "Akụkụ ndị a na-ahụkarị na akwụkwọ bụ n'ihi ụmụ ahụhụ na-egwupụta akwụkwọ Phytomyza ilicis.",
  "Ọ bụ ụdị na-awakpo na West Coast nke Canada na United States nakwa na Hawaii.",
  "A na-akụ Ilex aquifolium n'ọtụtụ ogige ntụrụndụ na ogige ntorobịa na mpaghara okpomọkụ. A na-ejikarị hollies eme ihe maka mgbidi; akwụkwọ ndị nwere ogwu na-eme ka o sie ike ịbanye, ha na-ejikwa nke ọma na ịkpụchasị na ịkpụzi.",
  "A họrọla ọtụtụ ụdị, nke ndị a nwetara onyinye Royal Horticultural Society's Award of Garden Merit:-",
  "E mepụtara ngwakọta Ilex × altaclerensis na Highclere Castle na Hampshire, England, na 1835, cross n'etiti I",
  "aquifolium na ụdị dị nro I",
  "perado",
  "Ụdị ndị na-esonụ enwetala RHS AGM:-",
  "Mkpụrụ osisi Holly nwere alkaloids, caffeine, theobromine, saponins, caffeic acid, na ihe na-acha odo odo, ilixanthin. A na-ewere mkpụrụ osisi ahụ dị ka ihe na-egbu mmadụ. Ụmụaka ma ọ bụ anụ ụlọ nwere ike iri nri mberede na mkpụrụ osisi ndị na-acha uhie uhie",
  "Mkpụrụ osisi ahụ bụ emetic, ikekwe n'ihi compound ilicin",
  "Caffeine na theobromine a na-ahụ n'ime osisi ahụ na-abụkarị ihe na-egbu nkịta na nwamba.[Tinye edensibịa] A na-eji akwụkwọ yerba mate, nke dịkwa na ụdị Ilex, eme ọṅụṅụ nwere caffeine a na-akpọ mate ma ọ bụ tii Paraguay.",
  "Na nkà mmụta ọgwụ ọdịnala, holly kwesịrị ịbụ ihe na-akpata oke ịnyụ amiri, ihe na-ebelata ahụ ọkụ, na ihe na-egbu egbu.",
  "N'etiti narị afọ nke iri na atọ na nke iri na asatọ, tupu iwebata turnips, a na-akụ Ilex aquifolium maka iji ya mee ihe dị ka nri ehi na atụrụ n'oge oyi",
  "A na-ahọrọ ụdị holly ndị na-adịchaghị ogwu, na n'omume akwụkwọ ndị na-eto n'akụkụ elu osisi ahụ nwere ogwu ole na ole, na-eme ka ha dịkwuo mma maka nri.",
  "Ilex aquifolium bụ otu n'ime osisi ọdịnala maka Great Highland bagpipes tupu ụtọ ya agaa na osisi ndị dị n'ebe okpomọkụ dị ka cocuswood, ebony, na African blackwood."
]