[
  "Ilu 8 bụ isi nke asatọ nke Akwụkwọ Ilu na Bibulu  Hibru ma ọ bụ Agba Ochie nke Bibulu  Ndị Kraịst",
  "Akwụkwọ ahụ bụ nchịkọta nke ọtụtụ nchịkọta akwụkwọ amamihe, nke nwere isi na 1:1 nwere ike ịbụ iji were Solomọn dị ka onye edemede ọdịnala nke akwụkwọ ahụ dum, mana ụbọchị nke nchịkọta nke ọ bụla siri ike ịchọpụta, ma eleghị anya akwụkwọ ahụ nwetara ọdịdị ikpeazụ n'oge ọpụpụ ya",
  "Nke a bụ akụkụ nke nchịkọta mbụ nke akwụkwọ ahụ.",
  "E dere ihe odide mbụ ahụ n'asụsụ Hibru",
  "E kewara isiakwụkwọ a n'amaokwu 36.",
  "Ụfọdụ ihe odide oge ochie nwere ederede nke isi a na Hibru bụ nke Masoretic Text, nke gụnyere Aleppo Codex (narị afọ nke iri), na Codex Leningradensis (1008)",
  "E nwekwara nsụgharị n'asụsụ Koine Greek nke a maara dị ka Septuagint, nke e mere na narị afọ ole na ole gara aga BC; ụfọdụ ihe odide oge ochie nke nsụgharị a gụnyere Codex Vaticanus (B; B; narị afọ nke anọ), Codex Sinaiticus (S; BHK: S; narị afọnke anọ), na Codex Alexandrinus (A; A; narị afọ na nke ise ).\n  \n    \n      \n        \n          \n            G\n          \n        \n      \n    \n    {\\displaystyle {\\mathfrak {G}}}\n  \n\n  \n    \n      \n        \n          \n            G\n          \n        \n      \n    \n    {\\displaystyle {\\mathfrak {G}}}",
  "Isiokwu a bụ nke a na-ewere dị ka nchịkọta mbụ n'akwụkwọ Ilu (nke gụnyere Ilu 1-9), nke a maara dị ka \"Okwu nkuzi\"",
  "Jerusalem Bible na-akọwa isi 1-9 dị ka mmalite nke isi 10-22:16, ihe a na-akpọ \"[ezi] ilu nke Solomọn\", dị ka \"ahụ nke akwụkwọ ahụ\". Onye na-akọwa Anglican T",
  "T",
  "Perowne, na Cambridge Bible for Schools and Colleges, na-akpọ ngalaba nwere isi nke 1 ruo 9 \"The Appeal of Wisdom\", aha a na-echekwa maka Ilu 8.",
  "Isiokwu ahụ nwere ihe a na-akpọ \"Okwu nke Abụọ nke Amamihe\" (\"Okwu Mbụ\" dị na Ilu 1:20-33),  mana ebe ọ bụ na Ilu 1 Amamihe na-ekwupụta uru ya, na Ilu 3:19-26 Amamihe bụ onye na-ahụ maka okike, ebe a Amamihe dị ka chi dị ka Ma'at nke Ijipt ma ọ bụ Ishtar nke Asiria, kama ọ bụ naanị gosipụtara dị ka 'onye na-aghọta onwe ya ma dị iche na Chineke', nke dị n' n'ezie bụ ihe ngosi nke Chineke. Njikọ dị n'etiti Amamihe na Jizọs Kraịst bụ naanị n'ihi na ha abụọ na-ekpughe ọdịdị Chineke, mana Ilu 8 na-ekwu na amamihe dị ka ihe Chineke kere eke, ebe Jizọs\" na-ekwu dị ka otu onye na Chineke gụnyere amamihe (Mateọs 12:42; ọbụna amamihe a na-eme ka ọ bụrụ onye n'ụzọ yiri Ilu na Matiu 11:19) na ihe ọmụma pụrụ iche banyere Chineke (Matewu 11:25-27). Pọl onyeozi hụrụ mmezu nke amamihe na Kraịst (Ndịozi 1:15-20; 2:3) ma kwado na Kraịst ghọrọ amamihe ndị kwere ekwe n'obe (1 Ndị Kọrịnt 1:24, 30).",
  "Isiokwu ahụ dị ezigbo mkpa na Gnosticism, ebe ha na-ewere \"amamihe\" na-ezo aka na Sophia, nwanyị dị nsọ nke amamihe na eziokwu.",
  "Ọdịdị nke isi na-agụnye usoro atọ nke oku Amamihe:",
  "Okwu mmeghe (amaokwu 1-3) gosipụtara Amamihe dị ka onye nkuzi, na-enweghị ihe edeturu nke ịkatọ na iyi egwu n'okwu mbụ ya (Ilu 1:20-33)",
  "Mgbe o nyechara akwụkwọ ịkpọ òkù mbụ (amaokwu 4-5), a na-ekwusi ike na agwa nke okwu Amamihe (amaokwu 6-9) na, n'adịghị ka okwu aghụghọ na aghụghọ nke onye na-eduhie eduhie, okwu Amamiche dị n'asụsụ doro anya, ma na iguzosi ike n'ezi ihe, nke onye ọ bụla na-aghọta ya (amaokwu 9)",
  "Amamihe na-ekwu okwu n'ihu ọha, ọ bụghị na nzuzo ma ọ bụ na steath dị ka ajọ onye na-eduhie eduhie, dịka Jizọs Kraịst kwuru na ọ gwara ụwa okwu n'ezoghị ọnụ ma ghara ikwu ihe ọ bụla na nzuzo (Jọn 18:20).",
  "Ụfọdụ nsụgharị na nkọwa na-ewere \"Amamihe\" na \"Nghọta\" dị ka ihe odide na-ekwu okwu, dịka ọmụmaatụ na New American Bible, Revised Edition:",
  "Amamihe ona akpo ,nghota bulie olu go?",
  "na nsụgharị olu :",
  "Obu obughi nwanyi Amamihe na akpo",
  "Onye ọkà mmụta okpukpe America bụ Albert Barnes na-ekwu na ọdịiche dị n'etiti nghọta na nghọta nke Wisdom, na \"ezighị ezi na nzuzo na ọchịchịrị\" nke kpuchiri ihe na-adọrọ adọrọ nke ndị na-eme ihe ike na isi nke 7.",
  "Ọkpukpo oku nke amamihe  n'amaokwu 10-11 yiri arịrịọ dị n'Imagwe:14-15, [ dị mkpa] ebe amaokwu 12-14 na-echeta okwu mmalite nke akwụkwọ ahụ (Imagwe 1:2-7)",
  "N'ime nkọwa na-esote ọkpụkpọ ahụ, Amamihe kọwara 'ọrụ ya dị mma na ọchịchị nke ụwa' (amaokwu 12-16) na 'dị ka onye na-enye akụ na ụba' (amazi 17-21)",
  "Ọkpụkpọ òkù nke atọ bu ukwe otuto onwe onye n'akụkụ abụọ site na Amamihe (amaokwu 22-31) ụzọ:",
  "Amamihe na-akọwa onwe ya dị ka:",
  "Amaokwu 32-36 mejupụtara nkwubi okwu n'ihe metụtara arịrịọ azụ na amaokwu 3-4",
  "Ngozi",
  "Ikpe chineke",
  "Ihe ojoo",
  "Jenesis  okike akuko",
  "Nganya",
  "Ezi omume",
  "Ukpuru omume mmekoahu",
  "Sheol",
  "Njo",
  "Mkpuruobi",
  "Eziokwu",
  "Nghota",
  "Obi ojoo",
  "Amamihe"
]