[
  "Iman Issa (amụrụ n'afọ 1979) bụ onye Egypt na-ese ihe dị iche iche nke ọrụ ya na-ele anya n'ike ngosi n'ihe gbasara ụlọ akwụkwọ agụmakwụkwọ na ọdịbendị n'ozuzu ya.",
  "Issa esonyewo n'ọtụtụ ihe ngosi onwe onye na nke otu",
  "Ihe ngosi ya kachasị ama gụnyere ihe ngosi onwe ya, Iman Issa: Heritage Studies na MACBA, Barcelona, Iman Issa - Heritage Studies na Pérez Art Museum Miami (PAMM), na Material na Rodeo, Istanbul",
  "E gosipụtara vidio ya na Transmediale, Berlin, Institute of Contemporary Art, London, Tate Modern, London, Spacex, Exeter, Open Eye Gallery, Liverpool, na Bidoun Artists' Cinema.",
  "Ọ na-akụzi na Skul ọhụụ ma bụrụ ugbu a prọfesọ na-arụ ọrụ nwa oge na Cooper Union's Skul of Arts. Issa bi ma na-arụ ọrụ n'etiti Cairo na New York City.",
  "A mụrụ Iman Issa na Cairo, Egypt na 1979. N'afọ 2001, ọ gụsịrị nzere bachelọ ya na Mahadum America dị na Cairo",
  "O bu ụzọ mụọ nkà ihe ọmụma na sayensị ndọrọ ndọrọ ọchịchị, wee gaa n'ihu na-ese foto mgbe mahadum ahụ malitere mmemme nka anya",
  "Issa kwagara New York na 2005, wee gụchaa MFA ya na Mahadum Columbia afọ abụọ ka e mesịrị.",
  "Iman Issa anọwo na-emepụta nka kemgbe afọ 2001 n'ụdị dị iche iche gụnyere ihe ọkpụkpụ, ederede, vidiyo, na foto",
  "Ncheta na ịmara ihe na-emetụta ọrụ Issa ka ọ na-agafe akụkọ ihe mere eme, asụsụ, na ọrụ ndọrọ ndọrọ ọchịchị na nke obodo. Ọ na-etinye isiokwu atọ dị mkpa na nka ya: nkọwa, saịtị, na mmegharị",
  "Onye na-ahụ maka ihe nkiri Ryan Inoyue nke Sharjah Biennial 12 dere na Issa \"mepụtara ihe mara mma nke na-emebi ihe ọ pụtara na ikike mgbanwe nke ihe, echiche, na ọnụ ọgụgụ ndị na-apụta na oge anyị\". Ọtụtụ n'ime ihe osise ya sitere n'ike mmụọ nsọ nke ihe ncheta ma ọ bụ ihe ndị dị ugbu a mana a maghị isi mmalite ndị a",
  "A na-enye ihe ngosi na utu aha ndị na-akọwa ihe gbasara ọrụ mbụ ahụ, mana n'ịmebi ihe mgbochi aha, Issa na-emeghe ọrụ ya maka ntụgharị na nkwurịta okwu",
  "Ihe osise ya bụ nke mara mma ma mgbe ụfọdụ, na-etinye usoro dị iche iche iji mezue otu ihe osise ọ na-akpọ \" ngosipụta\".",
  "Usoro a na-ejikọta ihe na ederede iji nyochaa ma kọwaa ihe osise anya site na narị afọ nke 20",
  "Issa na-ezube iwepu ohere nke utu aha ọrụ mbụ iji nye ngosipụta anụ ahụ ọhụrụ nke ihe ha pụtara. Issa na-emegharị ihe osise akụkọ ihe mere eme gụnyere ihe osise, ihe osise mmanụ, na lithographs site n'inye ederede ndị na-akọwapụta ọrụ mbụ ahụ na ọrụ nka ọhụrụ a kọwapụtara, na-adịghị ekpughe nka mbụ ahụ",
  "Aha ngosi ahụ bụ naanị ihe na-egosi",
  "Ọrụ onye na-ekiri ya bụ ịtụgharị uche na mmekọrịta dị n'etiti ihe na asụsụ; ọ na-agụ ederede na-eso ya nke na-akọwa ọrụ nka mbụ ma ga-eme ka ihe ọhụrụ nke Issa dịghachi n'otu. E gosipụtara Lexicon na mbụ na 2014 na 8th Berlin Biennial ma gosipụta ya ọzọ na 2015 na Rodeo Gallery, London.",
  "E kpughere ntinye a na mbụ na ihe ngosi Abraaj Group Art Prize, \"extra hand ordinary\" na 2013",
  "O nwere akụkụ ederede 54 e ji okpokoro mee, ihe odide chromogenic 14 e ji okpotokpo mee, ihe osise osisi ise, ihe osisi ise e sere ese na-acha ọcha, na nkọwa",
  "Akụkụ ederede ahụ gosipụtara ihe ndị Arab a ma ama kwuru: Edward Said, Mourid Barghouti, Taha Hussein, na Nawal Al-Saadawi",
  "Issa họọrọ akụkọ ndụ onwe onye ise site n'aka ndị edemede a kpọtụrụ aha n'elu ma wepụta ihe ndị na-enyefe akụkụ nke ndụ ha jikọtara ya na ọnọdụ mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị. Na-arụ ọrụ dị ka otu ntinye zuru oke, akụkụ ọ bụla na-enye aka na akụkọ zuru oke Issa chọrọ ikwurịta okwu.",
  "N'ime ọrụ a, Issa na-ewere ọmụmụ ihe ọkpụkpụ dị ka aro iji dochie ihe ncheta dị ugbu a ọ maara kemgbe ọ bụ nwatakịrị",
  "Issa ghọtara asụsụ nke ihe ncheta na ihe ncheta ka ọ bụrụ ihe na-egbochi ma dị mfe mana o jiri ihe mgbochi ahụ nyochaa maka ihe omimi. Ọzọkwa, utu aha nke ihe ngosi na-echetara ihe ncheta ndị dị ugbu a, ma ọ kpọrọ ha aha n'ụzọ na-enweghị isi. Otu ihe atụ aha bụ Ihe maka ihe a tụrụ atụ na-echeta onye na-ahụ maka akụ na ụba nke aha ya na-egosi okporo ámá na oghere ndị ọ na-agakarị; utu aha ndị a na-adabere na ncheta na ahụmịhe iji tinye aka na populism na ndọrọ ndọrọ ọchịchị nke ihe oyiyi mbụ.",
  "Nke a bụ ihe ọdịyo nke Issa dere ma kọọrọ ya site na ngwanrọ ederede na okwu nke na-emepụta onyinyo nke onye nwere ike ịgbanwe.",
  "Ihe ngosi ọ bụla na ihe osise atọ nwere akụkụ atọ: n'aka ekpe bụ obere foto nke oghere obodo, foto buru ibu nke nwere ndabere na-anọpụ iche na-egosi isiokwu dịgasị iche iche, na ihe atọ dị na shelf ma ọ bụ ebe. Issa malitere usoro ya site n'iwere foto nke oghere ndị na-adọrọ mmasị ọ na-agakarị nke mere ka ọ cheta na mmekọrịta.",
  "Belvedere 21er Haus Onye na-ese ihe na Residence (2015)",
  "Ihe nrite nka nke Òtù Abraaj (2013)",
  "Issa bụ otu n'ime ndị omenkà ise nke Middle East natara onyinye Otú Abraaj nka onyinye na nka Dubai ebe ekpughere ọrụ ndị meriri na ihe ngosi akpọrọ 'extra hand ordinary'",
  "Ihe ngosi ahụ lekwasịrị anya na ọrụ ndị na-enyocha ókèala nke ihe osise na ókèala ala",
  "Issa gosipụtara ntinye akpọrọ Common Elements, ọ bụkwa onye na-ese ihe nke atọ n'Ijipt iji merie ihe nrite ahụ",
  "Ndị ọzọ na-enweta onyinye gụnyere Hrair Sarkissian, Vartan Avakian, Rayyane Tabet, na Huma Mulji.",
  "Han Nefkens Foundation-MACBA Contemporary Art Award (2012)",
  "Issa ji otu olu merie Han Nefkens Foundation- MACBA Nkà Ugbua Ntunye ugo na ndị ọka ikpe kwuru ihe ndị a kpatara mkpebi a:",
  "Platform Garanti Contemporary Art Center, Accented Residency (2010)",
  "Young Arab Theatre Fund Production Grant (2010)",
  "Onyinye Arab Fund for Arts and Culture (2009)",
  "Nke a bụ ndepụta ahọpụtara - enwere ike ịchọta ndekọ zuru oke nke ihe ngosi otu gụnyere Issa na peeji nke onye na-ese ihe ya na Rodeo Gallery:"
]