[
  "Onye imbongi (iimbongi nke bụ mkpọpụta mgbe ọ dị ọtụtụ), ma ọ bụ onye obụ abụ ọtụto Xhosa, bụ onye otu obodo Xhosa nke na-eme ememe ememe na ihe omume dị mkpa",
  "Imbongi bụ na omenala nwoke nke na-agụ abu na-emetụ n'ahụ, na-abụ abụ, na-akọwa mmekọrịta ezinụlọ, na-ekwughachi ihe omume akụkọ ihe mere eme, ma na-ekwu maka ihe ndị na-eme ugbu a",
  "Ihe ndekọ akụkọ mbụ e dere banyere iimbongi bụ nke onye ozi ala ọzọ Metọdist bụ James Whitworth dere",
  "Whitworth kwuru n'akwụkwọ akụkọ ya nke 6 Eprel afọ 1825 mgbe ọ na-eleta eze Gcaleka Hintsa: Na ọdịda anyanwụ, otu nwoke kwupụtara n'olu ike azụmahịa nke ụbọchị ahụ, nke yiri ka ọ bụ omenala a na-emekarị, na-ejedebe na \"Onye isi anyị bụ nnukwu onye isi\"",
  "Mgbe ndị ọcha bịara ịhụ ya, o ji obiọma nabata ha ma nye ha ehi ka ha rie.",
  "Imbongi na-enweta mkpali mmụọ nsọ site n'aka ndị nna nna ya mgbe o kwesịrị",
  "Mgbe ọ na-eto onye isi, abụ ya na-agụnye aha otuto nke onye isi na ndị nna nna onye isi",
  "N'ụzọ dị otú a, imbongi na-achọ nnweta ihu ọma site n'aka ndị nna eze maka ọganihu nke mba ya",
  "N'oge a na-egwupụta ihe na South Afrika, ụdị imbongi a etụfuru ugbu a pụtara",
  "N'adịghị ka 'ụlọ' iimbongi, ndị na-egwupụta ihe n'ime ala enweghị ọnọdụ mmekọrịta pụrụ iche n'ihi na ọrụ ha bụ nke a na-ejighị n'aka na nke a na'amaghị ama",
  "Ha nyere aka mee ka iwu ndị na-egwupụta ihe n'ime ala sie ike, ma n'ozuzu ha na-egbochi ime ihe ike, mpụ, na ịhụ ihe onwunwe n'anya",
  "Iimbongi na-enye aka ịnọgide na-enwe nkwekọrịta mmekọrịta mmadụ na ibe ya site n'ịkwado ụkpụrụ anabatara na omenala ọdịnala nke Zulu",
  "Gọọmentị South Africa tinyere imbongi n'ime ihe omume mba",
  "N'afọ 2015, Kgato Masemola dị afọ iri asaa na anọ bụụrụ nwanyị mbụ na-agụ egwú otuto ka e nyere nsọpụrụ nke ịchịkọta ọbịbịa nke onye isi ala na Nzukọ Ndị Omeiwu",
  "Ọ na-ejekwa ozi dị ka onye na-ede abụ otuto nke Kgoshigadi (eze nwanyị) ama ama nke Mogoshadi Marishane.",
  "Imbongi na-abụkarị onye otu ndị ana-anabata nke otu ndị eze  nleta, n'ihi ya, a na-akpọ ya \"onye na-ede abụ nke na-aga n'ihu nnukwu onye isi ọ bụla\".",
  "Onye imbongi na-akowa na ọ nwere ike ịkpọ ndị nna nna nwụrụ anwụ ma mee ka nkwurịta okwu dị n'etiti ha na ndị dị ndụ dị mfe",
  "Ekwenyere na ha na-agbakwunye abụ ha ike site n'ịkpọ aha ndị nna nna nwụrụ anwụ",
  "A na-eji otuto ememe nke imbongi eme ihe iji hụ na ndị nna nna eze na-elebara eze na alaeze ya anya.",
  "imbongi Xhosa abụghị maka ime ihe ntụrụndụ, ma ọ bụghịkwa naanị na ọ na-ede abụ maka ezinụlọ eze. A na-enyekwa imbongi okikere ịkatọọ obodo, jiri asụsụ na-akpali akpali, ma mee nkwupụta na-awụ akpata oyi n'ahụ nke a na-ewere dị ka ihe na-ekwesịghị ekwesị maka nwoke Xhosa.",
  "A na-ewere ya dị ka ihe ihere igbu onye imbongi n'agha, ọbụlagodi na ọ na-eme ka ndị agha n'enwe mkpasu  iwe.",
  "Ụdị arụmọrụ nke imbongi na-abụkarị nke ime ihe ike ma na-eyikwa egwu, ma nwee ike ịgụnye ịpị ube ma ọ bụ osisi ọgụ na mgbe ụfọdụ ịtụba ha n'ala iji mee ka ndị nna nna ya maa jijiji.",
  "Egwuregwu Imbongi nwere ike ịbụ ihe omimi, na-arụtụ aka na ọnọdụ ma ọ bụ àgwà na ihe atụ, ihe atụ",
  "Ha yiri onye ikpe ụlọ ikpe na akwụkwọ Europe",
  "Dị ka akụkụ dị mkpa nke emume ndọrọ ndọrọ ọchịchị ndị Xhosa, imbongi na-akpachara anya na-agbagwoju ndị na-ege ya ntị anya mgbe ụfọdụ site n'ime nkwupụta jọgburu onwe ya ma ọ bụ iji okwu rụrụ arụ.\nNdị Xhosa imbongi na-abụkarị onye otu ndị eze",
  "N'oge ọha na eze dị mkpa, ọ na-agụ abụ iji too onyeisi ahụ, na-arụtụ aka n'agbụrụ, àgwà na omume onyeisi ahụ",
  "Imbongi nwere ike ịgụnye nkọwa mmekọrịta mmadụ na ibe ya ma ọ bụ nke ndọrọ ndọrọ ọchịchị.",
  "N'èzí ọrụ eze ya, imbongi na-arụ ọrụ nye  obodo ya mgbe niile.",
  "Ọ bụ ezie na ọtụtụ ndị òtù iimbongi bụ ụmụ nwoke, ụmụ nwanyị na ụmụaka nwere ike iwehara ọrụ ahụ",
  "Otú ọ dị, ọ bụ naanị ụmụ nwoke na-eyi uwe ọdịnala nke imbongi n'oge ememe.",
  "Ihe bụ isi Ihe ana elegara anya mgbe ị na-ahọrọ onye na-ede abụ otuto maka adreesị onye isi ala bụ ịtụgharị n'etiti asụsụ iji nye onye ọ bụla n'ime ọdịbendị ụmụ amaala South Afrika nnọchiteanya ziri ezi",
  "Ndị isi oche ndị omeiwu na-enye mkpebi onye ga-anata nsọpụrụ ahụ."
]