[
  "N'ihe gbasara ọgwụ bekee, ime nchọpụta bụ uzọ e si a mata ọrịa ma ọ bụ ọnọdụ na-akọwa ihe a hụrụ n'ahụ mmadụ mere na ahụ adịghị ya.Ihe ndị a na-achọ mgbe a na-eme nchọpụta a na abụkarị site n'ihe onye ahụ adịghị kwuru banyere onwe ya nakwa site n'ihe a hụrụ mgbe e nyochara ya ahụ",
  "Oge ụfọdụ, a na-emekwa usoro nchọpụta otu ugboro ma ọ bụ karịa dịka ime test dị iche iche",
  "Oge ụfọdụ kwa, a na-ahụkwa nnyocha onye nwụrụ anwụ dịka ụdị ime nnyocha e nwere",
  "Ime nnyocha na-esi ike oge ụfọdụ maka na ọtụtụ ihe ndị a hụrụ n'ahụ onye bịara ụlọ ọgwụ anaghị edocha anya",
  "Ọmụmatụ bụ ahụ mmadụ ịcha mmee mmee, nke nwere ike ịbụ akara ọtụtụ ọrịa",
  "Ọ naghị ekwu kpọmkwem ihe na-eme onye ahụ.",
  "Ihe ndị a na-eme n'usoro nchọpụta a kacha mara maka ha gụnyere:",
  "E nwere ụzọ dị iche iche e nwere ike i si were mee nnyocha, tinyere ime nnyocha iji mata ihe dị iche ma ọ bụ iso usoro na-achị ihe niile gbasara ọgwụ bekee. Ka o si dị, usoro ime nnyocha nwere ike ịgụnye ọtụtụ usoro.",
  "Ibute nje korona bụ nke e nwere ike ịchọpụta site na njirimara ọrịa a",
  "Mana, a ga-eji n'aka n'ọbụ ya site n'ime mmụba nje nke bekee kpọrọ reverse transcription polymerase chain reaction (rRT-PCR) n'ihe dịka mmiri si n'ahụ onye ọrịa pụta ma ọ bụ ihe onyinyo CT",
  "Nchọcha tụlere PCR na CT na Wuhan na-egosi CT ka PCR mma, mana ọnaghị edocha anya n'ihi ọtụtụ onyinyo na-adị n'elu nimonia na ọrịa ndị ọzọ",
  "Ka ọ dị na Mach 2020, Koleji Amerika na-amụ Rediolọjị kwuru na \"agaghị eji CT were mee nnyocha COVID-19 mbụ.\"",
  "WHO ewepụtala ọtụtụ ụzọ e si eme test RNA maka nje korona, nke ha wepụtara izizi na Jenuwarị 17",
  "Test nke a na-agbaso reverse transcription polymerase chain reaction(rRT-PCR). E nwere ike ime ya n'ihe e wepụtara n'imi ma ọ bụ ọnụ ma ọ bụ n'ọbara",
  "Mpụtara na-adị awa olemọle eji were me ya,  Ana-emekarị test nke a n'ihe a kọchapụtara n'akpo",
  "E nwekwara ike i ji nke akọchapụtara n'akpịrị were mee ya",
  "Ọtụtụ labọlatrị na ụlọ ọrụ dị iche iche na-emepụta ihe e ji enyocha ọbara i ji hụ ihe ekwesịghị ịdị n'ahụ mmadụ. Ka ọ dị n'Eprel 6 2020, onwebeghị nke e kwuru na ọ dị mma maka iji nyochawa ndị mmadụ",
  "Na mba US, naanị ndị ọrụ labọratrị e nyere ikike ga-eji ihe nnyocha ọbara Cellex mepụtara were na-eme test.",
  "Njirimara ihe onyinyo rediograf na CT (computed tomography) nke ndi nwere njirimara nje korona gụnyere asymmetric peripheral ground glass opacities ya na enweghị ihe na-aga na ahụ akpịrị",
  "Otu ndi Rediografi n'Itali na-achịkọta onyinyo niile e sere ndị nwere nje korona n'ọnlaịn. Maka ihi na ya na ọrịa ụfọdụ dịka nje adeno yiri onwe ha, ise onyinyo ejighị PCR were mata ma nje korona adị ya bụ nke siri ike na nchọpụta COVID-19.Nnukwu nchọcha e mere na Chaịna tụlere mpụtara obi e sere CT na PCR were sị na na-agbanyeghị na ọnaghị egosicha kpọmkwem ma onye e sere ya o bu nje korona, ọ ka mma iji were na-eme nnyocha ebe ọrịa a gazuru ọtụtụ ebe",
  "Ihe e ji enyocha onyinyo nke bekee kpọrọ convolutional neural network bụ nke e mepụtara maka ihụ nje na rediograf  na CT."
]