[
  "Ime ime ụlọ bụ nka na sayensị nke ịkwalite ime ụlọ iji nweta ebe dị mma na nke mara mma maka ndị na-eji oghere",
  "Onye mmebe ime ụlọ bụ onye na-eme atụmatụ, na-eme nyocha, na-ahazi ma na-ejikwa ọrụ nkwalite ndị dị otú ahụ",
  "Nhazi ime ụlọ bụ ọrụ nwere ọtụtụ akụkụ nke gụnyere mmepe echiche, nhazi ohere, nyocha saịtị, mmemme, nyocha, ịkparịta ụka n'etiti ndị na-ahụ maka ọrụ, njikwa ihe owuwu, na mmezu nke nhazi ahụ.",
  "N'oge gara aga, a na-ejikọta ime ụlọ n'ime ime ka ọ bụrụ akụkụ nke usoro iwu ụlọ.",
  "Ọrụ ime ime ụlọ bụ ihe si na mmepe nke ọha mmadụ na ihe owuwu dị mgbagwoju anya sitere na mmepe nke usoro mmepụta ihe.",
  "Nchụso nke iji ohere dị irè, ịdị mma nke onye ọrụ na imewe arụ ọrụ nyere aka n'ịzụlite ọrụ ime ụlọ nke oge a",
  "Ọrụ ime ime ụlọ dị iche ma dị iche na ọrụ nke ịchọ mma ime ụlọ, okwu a na-ejikarị na US; okwu bụ obere nkịtị na UK, ebe ọrụ nke ime imewe ka unregulated na ya mere, nditịm-ekwu okwu, ọ bụghị ma eze a ọrụ.",
  "N'India oge ochie, ndị na-ese ụkpụrụ ụlọ ga-arụkwa ọrụ dị ka ndị na-emepụta ime ụlọ",
  "Enwere ike ịhụ nke a site na ntụaka nke Vishwakarma onye na-ese ụkpụrụ ụlọ-otu n'ime chi ndị dị n'akụkọ ifo ndị India",
  "N'ime ụlọ ndị India nke narị afọ nke 17 nke ndị na-ese ụkpụrụ ụlọ, a na-ahụ ihe osise ndị na-egosi ihe odide oge ochie na ihe ndị mere n'ime ụlọ ndị ahụ, ebe n'oge ochie, ihe osise mgbidi bụ ihe a na-ahụkarị nke ụlọ ndị dị n'India nke a na-akpọkarị havelis",
  "Ọ bụ ezie na a kwatuola ọtụtụ ụlọ ọdịnala iji banye n'ụlọ ọgbara ọhụrụ, a ka nwere ihe dị ka 2000 havelis na mpaghara Shekhawati nke Rajashtan nke na-egosipụta eserese mgbidi.",
  "N'Ijipt oge ochie, a na-etinye \"ụlọ mkpụrụ obi\" (ma ọ bụ ụdị ụlọ) n'ili dị ka ebe a na-edebe ihe oriri",
  "Site na ndị a, ọ ga-ekwe omume ịmata nkọwa gbasara ime ụlọ nke ebe obibi dị iche iche n'oge usoro ndị eze Ijipt dị iche iche, dị ka mgbanwe nke ikuku ventilashion, oghere, ogidi, loggias, windo na ọnụ ụzọ.",
  "Ịse mgbidi dị n'ime ụlọ adịla ma ọ dịkarịa ala afọ 5,000, yana ihe atụ ndị a chọtara ruo n'ebe ugwu dị ka Ness nke Brodgar, dị ka e debere ime ụlọ, dị ka a hụrụ na nhazi Skara Brae. Ọ bụ ndị Gris, na ndị Rom mechara gbakwunyere nhazi ala, ihe ịchọ mma mosaics,  na ụlọ ịsa ahụ, ụlọ ahịa, ụlọ ọrụ obodo, Castra (ụlọ nsọ) na ụlọ nsọ, ime ụlọ, na narị afọ mbụ BC",
  "Site na guilds pụrụ iche raara onwe ya nye imepụta ihe ịchọ mma ime ụlọ, yana arịa ụlọ, n'ụlọ arụrụ n'ụdị nke ndị na-ese ụkpụrụ Rome kọwara, dị ka Vitruvius: De architectura, libri decem (Akwụkwọ iri na ihe owuwu).",
  "N'ime narị afọ nke 17 na nke 18 ruo na mmalite narị afọ nke 19, ịchọ mma ime ụlọ bụ nchegbu nke onye nwe ụlọ, ma ọ bụ onye na-arụ ọrụ ma ọ bụ onye omenkà nke ga-enye ndụmọdụ na ụdị nka maka ime ime",
  "Ndị na-ese ụkpụrụ ụlọ ga-ejikwa ndị omenkà ma ọ bụ ndị omenkà were rụchaa ime ụlọ ha.",
  "Ime ime bụ nka na sayensị nke ịghọta omume ndị mmadụ iji mepụta oghere arụ ọrụ, nke mara mma nke ọma, n'ime ụlọ",
  "Ihe ịchọ mma bụ ihe eji achọ mma ma ọ bụ chọọ oghere, mgbe ụfọdụ ndụmọdụ na enyemaka bara uru na-akwado ya",
  "Na nkenke, ndị na-emepụta ihe n'ime ime nwere ike icho mma, ma ndị na-emepụta ihe anaghị eme ya.",
  "Onye mmebe ime ime na-egosi na a na-ekwusi ike na nhazi, nhazi ọrụ na iji ohere dị irè, ma e jiri ya tụnyere ime ụlọ",
  "Onye na-emepụta ime ime n'ụdị ahịrị dị mma nwere ike ịrụ ọrụ ndị gụnyere ịhazi nhazi ntọala nke oghere n'ime ụlọ yana ọrụ chọrọ nghọta nke okwu teknụzụ dị ka ntinye windo na ọnụ ụzọ, ihe nkiri na ọkụ",
  "Ọ bụ ezie na onye na-emepụta ime ụlọ nwere ike ịmepụta nhazi nke oghere, ha nwere ike ọ gaghị agbanwe mgbidi na-ebu ibu na-enweghị ka onye injinia na-arụ ọrụ nwere akara akara ha maka nkwado",
  "Ndị na-emepụta ime ụlọ na-arụkọ ọrụ ozugbo na ndị na-ese ụkpụrụ ụlọ, ndị injinia na ndị ọrụ nkwekọrịta.",
  "Ndị na-emepụta ime ụlọ ga-abụrịrị ndị ọkachamara nke ukwuu iji mepụta gburugburu ime ime nke na-arụ ọrụ, nchekwa, ma na-agbaso ụkpụrụ ụlọ, ụkpụrụ na ihe ADA chọrọ",
  "Ha na-agafe nhọrọ nke agba agba na arịa ụlọ ma tinye ihe ọmụma ha na mmepe nke akwụkwọ owuwu, ibu ọrụ, ụkpụrụ nlekọta ahụike na ụkpụrụ imewe na-adịgide adịgide, yana njikwa na nhazi nke ọrụ ọkachamara gụnyere ígwè ọrụ, eletriki, ọkpọkọ, na ndụ",
  "nchekwa - ihe niile iji hụ na ndị mmadụ nwere ike ibi, mụta ma ọ bụ rụọ ọrụ na gburugburu ebe na-adịghị mma nke na-atọkwa ụtọ nke ọma.",
  "Mmadụ nwere ike chọọ ịkachasị ma zụlite ihe ọmụma nka nka kpọmkwem n'otu mpaghara ma ọ bụ ụdị ime ime, dị ka imewe ebe obibi, imewe azụmahịa, imewe ile ọbịa, imewe ahụike, imewe ụwa niile, ime ihe ngosi, imepụta arịa ụlọ, na akara oghere",
  "Ime ime ụlọ bụ ọrụ okike nke dị ọhụrụ, na-agbanwe mgbe niile, na-agbagwoju anya ọha na eze",
  "Ọ bụghị nchụso nka ma dabere na nyocha sitere n'ọtụtụ mpaghara iji nye nghọta a zụrụ nke ọma banyere ka ndị mmadụ si emetụta gburugburu ha.",
  "Ndị na-emepụta ihe nwere ike ịhazi njedebe, agba, nha, ọdịdị, ọnụ ọgụgụ nke bulbs na ọtụtụ ihe ndị ọzọ",
  "Na ọbụna tụgharịa gị echiche n'ime eziokwu na ike gị nnọọ onwe ìhè si ọkọ.",
  "Agba bụ ngwá ọrụ dị ike na-emepụta ihe ịchọ mma, yana n'ime ime ụlọ, nke bụ nkà nke ịmepụta na ịhazi agba ọnụ iji mepụta atụmatụ mara mma na ime ụlọ nke oghere.",
  "Ọ dị mkpa ka ndị na-emepụta ime ụlọ nweta ahụmahụ miri emi na agba, ghọta mmetụta uche ha, ma ghọta ihe agba ọ bụla pụtara n'ebe dị iche iche na ọnọdụ dị iche iche iji mepụta ngwakọta kwesịrị ekwesị maka ebe ọ bụla.",
  "Ijikọta agba ọnụ nwere ike ime ka ọ pụta ìhè dị ka onye na-ekiri ya na-ahụ anya, na-emecha nwee mmetụta dị mma ma ọ bụ nke na-adịghị mma na ha",
  "Agba na-eme ka ọnụ ụlọ ahụ nwee mmetụta dị jụụ karị, ọñụ, ntụsara ahụ, mgbakasị ahụ, ma ọ bụ dị egwu",
  "Ngwakọta agba na-eme ka obere ọnụ ụlọ yie ka ibu ma ọ bụ pere mpe",
  "Ya mere, ọ bụ n'ihi na Interior imewe ọrụ na-ahọrọ kwesịrị ekwesị na agba maka ebe kwupụta ọbọ otú ahịa ga-achọ ka anya, na-eche na, na ohere."
]