[
  "E guzobere Mahadum Imo State (IMSU) na Owerri, Imo State, Nigeria na 1981 site na iwu No",
  "4 nke Ụlọ Nzukọ nke Imo State nyere.\nMahadum ahụ nabatara ụmụ akwụkwọ ọsụ ụzọ narị ọ́tọ ịrị ịtolu na ọ́buọ ṅke erị abụọ na atọ Ọktoba 1981.",
  "Mgbe e guzobere Abia State na 1991, ogige Uturu nke mahadum ahụ ghọrọ Mahadum Abia State.",
  "Mahadum steeti Imo bụ mahadum na-arụ ọrụ nke ọma",
  "Ọtụtụ n'ime mmemme nke mahadum ahụ enwetala ikike zuru oke site na National Universities Commission (NUC) nke Naịjirịa.",
  "Nsonaazụ nke 1999/2000 ikikere nke National Universities Commission (NUC) gosipụtara ọnụego dị elu na nnabata nke mahadum site n'aka ọha na eze Naijiria",
  "Mahadum ahụ bụ nke mbụ n'etiti mahadum steeti niile dị na Naịjirịa na nke ịrị n'ozuzu n'etiti ma mahadum steet na nke gọọmentị etiti.\nE nyere ụmụ amaala Imo na Mahadum Imo State agụmakwụkwọ n'efu n'oge Gọvanọ Rochas Okorocha n'oge ahụ mana mmemme ahụ kwụsịrị na 2016",
  "Onye na-anọchite anya onye isi oche nke IMSU, Prọfesọ Adaobi Obasi mara ọkwa nke a site n'aka onye na-edeba aha, Prọfọfesọ Emeka Ejinkonye, onye kwuru na ụmụ akwụkwọ sitere na Imo ga-akwụ ụgwọ maka ọrụ ụfọdụ n'ụlọ akwụkwọ ahụ.",
  "Mahadum Imo State dị na Owerri nọrọ nwa oge n'ime ogige nke Alvan Ikoku Federal College of Education site na Mee ruo Disemba 1992",
  "Mahadum ahụ mechara kwaga n'ụlọ nke ya nke ụlọ anọ n'ime Mahadum Federal nke Teknụzụ Owerri, na Lake Nwaebere Campus",
  "mgbuharị ọnọdụ nke Mahadum Federal gaa na ebe na-adịgide adịgide, Ihiagwa dị nso na Owerri, e nwetara Lake Nwaebere Campus nke mahadum ahụ maka Mahadum Imo State",
  "JAMB kenyere ìgwè mbụ nke ụmụ akwụkwọ na Mahadum Imo State na Febụwarị 1993",
  "National Universities Commission kwadokwara nguzobe nke Mahadum ahụ na 1992 na Lake Nwaebere Campus",
  "[citation needed] Taa, Mahadum Imo State nwere ọtụtụ ngalaba na ngalaba na-agụsị akwụkwọ ụmụ akwụkwọ kwa afọ",
  "Mahadum ahụ na-emepụta klas mbụ, klas nke abụọ na klas nke atọ",
  "A na-etinye ụmụ akwụkwọ ndị a n'ime ndị ọrụ mgbe ha gafere otu National Youth Service Corps (NYSC)",
  "A na-enyekarị ụmụ akwụkwọ gụsịrị akwụkwọ kachasị mma onyinye na ọrụ na-akpaghị aka na mahadum.",
  "N'ihi ya, gọọmentị nke Chief Evan Enwerem, n'ọnwa Eprel, 1991 egbughị oge iji mejupụta oghere site na iweghachi Mahadum na Owerri",
  "Gọọmentị tụlere nhọrọ abụọ mgbe e guzobeghachiri Mahadum Imo State na Owerri",
  "Nhọrọ mbụ bụ ịkwaga ozugbo, ndị ọrụ na ụmụ akwụkwọ niile nọ na ọkwa dị iche iche nke mmemme ha na Uturu ndị chọrọ ịnọgide na Mahadum Imo State, ugbu a na Owerri",
  "Nhọrọ nke abụọ bụ iwughachi Mahadum na Owerri n'ime oge a kapịrị ọnụ",
  "A nabatara nhọrọ nke abụọ mgbe iwu dị iche iche gasịrị site na gọọmentị n'oge ahụ, a tụlere oge a chọrọ nke afọ ise iji mezue nguzobe nke Mahadum na Owerri",
  "Prọfesọ T",
  "O",
  "C",
  "Ndubizu, Deputy Vice-Chancellor, Mahadum nke Naijiria, a họpụtara Nsukka ka ọ bụrụ Vice-Chancelor na ibu ọrụ nke ịkwaga na ịmaliteghachi Mahadum Imo State.",
  "IMSU na-arụ ọrụ usoro ngalaba ma nwee ngalaba 15. Ndị isi ngalaba ahụ bụ ndị Deans na ndị isi ngalaba",
  "Faculties nwere ngalaba dị iche iche n'okpuru ha",
  "Ndị isi ngalaba (HODs) bụ ndị nọ n'okpuru Dean of the Faculties na-eduzi ngalaba ndị ahụ",
  "Ndị nkuzi, ndị isi ngalaba na ndị Dean mejupụtara Ngalaba Faculty",
  "Ha niile bụ ndị otu agụmakwụkwọ nke Mahadum ahụ, nke Academic Staff Union nke Mahadụ ahụ (ASUU) na-achị. Ndị ọrụ agụmakwụkwọ na-ahụ maka usoro mmụta na nkuzi nke ụmụ akwụkwọ",
  "Ha na-akụzi, na-etinye ule, na-ede akara edemede ma na-elekọta ọrụ.",
  "Mahadum steeti Imo na-ejikwa Post Graduate (PG) Programme maka ndị chọrọ iwulite na mmemme Degree mbụ ha",
  "Ka ọ na-erule Julaị 30, 2012, Imo State nwere nkwado site na Nigeria University Commission (NUC) iji mee Post Graduate Studies (PG) nke Masters Degree na Ph.D.",
  "Àtụ:Universities in Nigeria"
]