[
  "Àtụ:Infobox settlement\nImota bụ mpaghara dị na Ikorodu, Steeti Lagos",
  "A na-akpọ ndị isi ha Oba Ranodu nke Imota",
  "Ha bụ ndị na-asụ asụsụ Ijebu.",
  "A na-emepụta aha Imota site na \"UMU-OTA\" nke pụtara \"N'akụkụ osisi Ota\".",
  "Ebe a maara dị ka \"Imota\" nwetara aha ya site na mkpirisi \"Imu-Ota\" nke pụtara \"N'akụkụ osisi Ota\"",
  "Nke a bụ n'ihi mbata nke Ranodu na ndị ya si Ijebu-Ode na-achọ alaeze dị iche ma ha biri nso osisi Ota nke a na-ewere taa dị ka Imota",
  "Kemgbe ahụ, a machibidoro ndị niile bi na Imota iji osisi Ota gbaa ọkụ.",
  "Akụkọ ihe mere eme nke Imota na-egosi na Ranodu mbụ bụ otu n'ime ụmụ Obaruwa ma ọ bụ Obaruwamoda ma ọ bụ Arunwa ma ọ bụ Ekewa-olu nke Ijebu-ode",
  "Eze ya Obaruwa bụ nke iri Awujale nọ n'ocheeze, na Ijebu- Ode",
  "Ụmụ nwoke ndị ọzọ nke Obaruwa na-achị ugbu a dị ka Obas dị mkpa na ngalaba ha bụ Alaiye-ode nke Ode-Remo na Ewusi nke makun ma na ngalaba Remo nke Ogun State na Osobia nke makun-omi na Ijebu mmiri mmiri nke Steeti Ogun.",
  "Obaruwa bụ onye Awujale mbụ webatara ịgbà eze a na-akpọ ŌGbeduʹ nke ha na-akụ ọ bụghị nanị n'oge emume \"Osi\" kwa afọ kamakwa iji kpọsaa ntinye nke Oba ọhụrụ ma ọ bụ Onye isi ma ọ bụ n'oge mmemme eze ọ bụla",
  "Ọzọkwa, a machibido ya n'oge emume \"Osi\" na Ijebu-ode ka ọ daa ụda nke eze, Gbedu ọ gwụla ma a kụrụ ya na mbụ na ụlọ nsọ Obaruwa",
  "Obaruwa nwekwara njirimara pụrụ iche; ọ bụ naanị n'ụlọ nsọ ya ka a na-achụ ebule abụọ n'àjà n'oge ememme Osi.",
  "Ranodu, onye ụkọchukwu Oro na enyi ya Senlu Olupe-oku, onye isi Eluku na Agemo, nwa nwanne ya nwoke Adebusenjo Orederu, onye ụ ụkọchụ Ifa, ndị ohu Osugbo, Oro Liworu, Oro Logunmogbo, Agemo Jamuse, Agemo Esuwele na Eluku Meden-Meden na Obaship paraphernalia, niile hapụrụ Ijebu-Ode ọnụ wee malite njem ịchọ alaeze dị iche",
  "Ha bu ụzọ biri na Aiyepe ma mesịa bụrụ ndị Ifa oracle duzie ka ha gaa n'ihu.",
  "N'oge njem akụkọ ihe mere eme, Ranodu gafere Oko Mayon ebe ọ hapụrụ akara eze, ha biri obere oge na Idado nso sagamu, a maara Idado taa dị ka 意 Agbala Imotaʹ",
  "Na Idado, Ranodu kwanyeere Oba Akarigbo nke Sagamu ùgwù ma chọọ ikike ya ka ọ nọrọ, eze ahụ nyochara ibu ya wee hụ okpueze na ihe ndị ọzọ nke eze, ọ dụrụ ranodu ọdụ ka ọ gafee osimiri a na-akpọ 意 Erúwuru ma nọrọ ebe ahụ.",
  "Ranodu kpọrọ Eruwuru dị ka Ajura nke a na-akpọ Sabo ugbu a na Sagamu",
  "Mgbe ha biri, Ranodu na ndị ya kpebiri ime emume Agemo nke Oba Akarigbo were iwe n'ihi na a gwaghị ya banyere omume ha wee zipụ ndị nche ya abụọ iji kwụsị ihe omume ahụ, e gburu ndị nche ahụ na ihe si na ya pụta na ntụziaka sitere n'aka Ifa Oracle ka ha hapụ ebe ahụ gaa Isopo ebe ya na ndị ya nwere ezumike ọzọ dị mkpirikpi, ọ hapụrụ ụfọdụ ndị òtù ya na-akwaga n'ebe ndịda.",
  "Ka njem ahụ na-aga n'ihu, Ranodu na ndị ya rutere n'ugwu dị elu nke naanị Senlu Olupe-oku nwere ike ibu ụzọ rịgoro ma mesịa kpọọ ndị ọzọ ka ha sonyere ya",
  "Ha bikwa n'elu ugwu ruo oge ụfọdụ, ọ bụ iji kelee obi ike Senlu Olupe-oku ịrị ugwu ahụ ka Ranodu kpọrọ ebe ahụ aha ya dị ka Odo-Senlu nke ka bụ obodo ruo taa.",
  "N'irube isi n'okpuru Ifá oracle, ha gara n'ihu na njem ha wee ike gwụ ha n'ụzọ ha, ha kpebiri izu ike ma jiri akwụkwọ nkwụ mee ụlọ nkwụ nwa oge",
  "Ha gakwuru àgwụ Ifa  ọzọ ma oracle gwara ha ka ha gaa n'ihu na njem ha ma Ranodu kpọrọ ebe ahụ Abatiwa nke ka bụ obodo ruo taa.",
  "Ha na-agafe Odo-Ayandelu mana Ranodu gwara ụfọdụ n'ime ndị ohu ya nke ohu a na-akpọ Ayan du ka ha nọrọ ebe ahụ",
  "Ha hapụrụ Odo-Ayandelu gaa Odo-Onasa ebe o wuru Igboti Oro ma hapụ Oro Liworu maka ife ofufe",
  "Ndị Odo-Onosa na-efe chi ahụ ofufe ruo ugbu a",
  "Mgbe ha hapụsịrị Odo-Onasa, ha rutere Agudugbun ma zuo ike n'ebe ahụ ọnwa ole na ole",
  "Ranodu mere emume Oro ma wuo Igboti Oro ọzọ nke nọgidere na Agudugbun ruo taa",
  "Mgbe ụbọchị ole na ole gasịrị, Adebusenjo Orederu mere emume Agemo nke a gwara ndị ohu ka ha gbutuo ọhịa ka Agemo wee nwee ike ịgba egwu, ọ bụ n'oge emume a ka Adebusenxo Orederu chọpụtara ụzọ ụkwụ n'ime ọhịa wee hapụ Agudugbun gaa ebe ikpeazụ ha na-aga.",
  "Na Agudugbun, Ranodu hụrụ ire ọkụ na-abịa site n'Ebe Ọdịda Anyanwụ, ọ chọtara ire ọkụ wee zute ndị na-achụ nta abụọ na-ere ọkụ n'ụlọ ha, ndị na-anụ nta aha ha bụ Ofirigidi, nwoke si Oke Orundun na Ojoyeruku, onye na-efe ofufe Eluku si Ijebu Ode, ha nabatara Ranodu na ndị enyi ya, Ofirigidi gwara Ranodu ka ọ mepee akpa ya wee chọta ihe onwunwe eze n'ime ya, ha ghọrọ ndị enyi ma Ranodu kpọrọ ebe ha zutere Opopo",
  "Ofirigidi nyere Ranodu iwu ka ọ gaa obere oge na Ehindi, ụdị mkpakọ nke Odi' ma biri n'ebe ahụ",
  "Ehindi bụ ebe Idi Ota dị na aha obodo ahụ",
  "Ranodu nyere Senlu ntụziaka ịgakwuru Ifa oracle iji mara ma ha nwere ike ịnọ n'ebe ahụ ma Ifa oracles nyere arịrịọ ha, nke a mechara bụrụ ọmụmụ nke obodo Imota.",
  "Ranodu nyere ndị ohu ya ntụziaka ka ha gbutuo osisi gburugburu osisi Ota ma wuo ụlọ maka ebe obibi",
  "O nyekwara ha ntụziaka ka ha kwadebe ebe maka ọrụ ugbo ka ha wee nwee ike ime nri maka ndụ na ndị ohu na-arụ ọrụ ugbo ma n'ebe ugwu ma n'akụkụ ndịda nke ala ahụ ruo n'ugbo a na-akpọ ugbo ọka nke a na-eme ugbu a Ago-Mota na Agbowa.",
  "Mgbe ha biri na Imota, Ranodu na ndị ya kpọrọ Ofirigidi na Ojoyekuru maka nleta na Ofirigidi tụrụ aro na ebe ọ bụ na Ranodu etinyela okpueze Oba, ọ ga-abụ eze nke ebe ahụ mana Ranodu jụrụ n'ihi agadi ya wee họrọ Senlu Olupe-oku ka ọ bụrụ eze Imota",
  "E debere Senlu dị ka eze mbụ nke obodo ahụ na Ranodu ka bụ aha e nyere ndị Obas ọdịnala niile nke obodo Imota (Oba Ranodu nke Imota).",
  "Mgbe e chiri Oba Senlu Olupe Oku, Ranodu mbụ nke Imota na narị afọ nke iri na asaa, Adebusenjo na Ojoyekuru jikọtara n'ofufe chi Eluku ma mee ememme ahụ kwa afọ",
  "Mgbe a họpụtara Ojoyekuru dị ka Onimale Eluku na Adebusenjo na-eje ozi dị ka Chief Magodo nke Agemo Esuwele.",
  "1",
  "Oba Seniu olupe-oku -1610-1616, ọ hapụrụ ocheeze Ranodu wee gbaga Omu-Ijebu na mba ọzọ",
  "Ọ biri ma nwụọ n'ebe ahụ na 1638.",
  "2",
  "Oba Aladesuwasi, Senlu nke abụọ-1640-1665.",
  "3",
  "Oba Lasademo, 1st Lasademo site na afọ 1669-1687.",
  "4",
  "Oba Orewaiye Olugayan-Nwa nwa nke Ranodu na onye mbụ sitere na Imota, 1st Olugayan site na afo 1690-1731",
  "5",
  "Oba Ore Oye, Senlu nke atọ site na afọ 1734-1770",
  "6",
  "Oba Igara 4th Senlu site na 1772-1793.",
  "7",
  "Oba Ademokun, 2nd Lasademo site na afọ 1796-1817",
  "8",
  "Oba Arowuyo, 2nd Olugayan site na afọ 1820-1854",
  "9",
  "Oba Oyemade, 1st- Oyemade site na 1856-1881",
  "e nwere agha agbụrụ n'etiti afọ 1881-1893 nke wakporo lImota na enweghị Oba na-achị mgbe ahụ.",
  "10",
  "Oba Okumona Olufoworesete, site na mmetụta nke nwunye mbụ ya Princess lge Mayandenu Olugayan, 1st Olufoworeseta site na afọ 1894-1917",
  "11",
  "Oba Akindehin a na-akpọkarị Oba Onisuru, 3rd Lasademo site na afọ 1917- 1920",
  "12",
  "Oba lge Okuseti sitere n'agbụrụ Oba Rowuyo, 3rd Olugayan site na 1921-1935",
  "13",
  "Oba Shaibu Awotungase nke a na-akpọkarị Oba Daranoye, 4th Olugayan site na afọ 1936-1949",
  "14",
  "Oba Albert Adesanya Adejo nke a na-akpọ Kiniwun Iga, onye mbụ gụrụ akwụkwọ Oba Ranodu nke Imota, 2nd Oyemade site na afọ 1951-1981",
  "15",
  "Oba Lawrence Adebola Oredoyin, onye nke abụọ gụrụ akwụkwọ Oba Ranodu nke Imota, Senlu nke ise site na afọ 1981-1993.",
  "1",
  "Ụlọ Na-achị Senlu 2",
  "Ụlọ Ọchịchị Olugayan 3",
  "Ụlọ Ọchịchị Lasademo 4",
  "Ụlọ Ọchịchị Oyemade",
  "1",
  "Olisa 2",
  "Ayangade 3",
  "Aro 4",
  "Alagbo Jamuse 5",
  "Ayangbuwa 6",
  "Balogun 7",
  "Alase Oluweri 8",
  "Olootu Erelu 9",
  "Olumale Eluku 10",
  "Lojona Jamuse 11",
  "Busenowo 12",
  "Adegoruwa 13",
  "Lojona Jamuse 14",
  "Olootu omoba 15",
  "Losi 16",
  "Oluwo 17",
  "Araba 18",
  "Aare 19",
  "Ayanolu 20",
  "Adeyoruwa 21",
  "Apena Osugbo 22",
  "Adebusenjo 23",
  "Olootu Balufon 24",
  "Lapeni Awo 25",
  "Alase Jamuse 26",
  "Magodo Esuwele 27",
  "Muleoruwa 28",
  "Gusenlomo 29",
  "Alagbo Orisa nla 30",
  "Eluku Asa 31",
  "Adegorusen 32",
  "Ogbeni-Odi 33",
  "Egbo 34",
  "Apena 35",
  "Raselu 36",
  "Alakan 37",
  "Odofin 38",
  "Legunsen 39",
  "Ogbodo 40",
  "Fadegbuwa 41",
  "Jomu 42",
  "Ogbeni Oja 43",
  "Iyalode 44",
  "Iyalaje 45",
  "Gbasemo 46",
  "Otunba 47",
  "Eleku Asa 48",
  "Ladugba 49",
  "Agoro 50",
  "Jagun 51",
  "Supori 52",
  "Senlu 53",
  "Oloolu 54",
  "Oluomo",
  "Obodo Imota nwere latitude 6°39′50′′N ma na-agafe longitudes nke 3°40′12′′E",
  "Obodo Agbowa-Ikosi dị n'ebe ugwu, obodo Isiu dị n'Ebe Ndịda, obodo Gberigbe dị n'Anyanwụ, ebe obodo Ode-remo dị n'Oda anyanwụ nwere nnukwu ala nke ihe dị ka square kilomita 502.",
  "E debere Imota na mbụ na kansụl mpaghara Ikosi n'okpuru ngalaba Epe",
  "E kewara obodo ahụ ụzọ anọ: Itun-Opopo, Itun-Onabu, Itun - Maja, na Atere",
  "Otu ụzọ n'ụzọ anọ ọ bụla nwere onye nnọchi anya ndọrọ ndọrọ ọchịchị nke ya a na-akpọ ndị kansụl",
  "Ndị kansụl mbụ si Imota amaghị akwụkwọ; ha gụnyere Pa",
  "Ogunnoiki, Pa",
  "Alaga, Pa",
  "Oyinbo na Pa",
  "Agbonmagbe",
  "A họpụtara ha dabere na ọrụ ha ma jiri nnukwu ùgwù na mkpebi ha ka ọ bụrụ nke ikpeazụ.",
  "qN'ime ọchịchị onye kwuo uche ya n'obodo ahụ, Osugbo nwere ikike ikpe, ha na-enyocha oke nke eze, ebe eze na-arụ ọrụ ndị isi na ndị omeiwu.",
  "Okike nke Lagos State na afọ 1967 mejupụtara isi nkewa ise, ya bụ Lagos Colony, Badagry, Epe, Ikeja na Ikorodu",
  "Nke a na-eweta ókèala nke Ikorodu nkewa n'ime mpaghara abụọ na Ikorodu etiti, Ikorodu n'ebe ugwu na Ikorodo n'ebe ọdịda anyanwụ dị ka mpaghara I na Imota, I Pop, Ijede dị ka mpaghara II.",
  "Mgbanwe Gọọmentị Obodo nke afọ 1976 kewara Lagos State n'ime mpaghara Gọmentị Obodo asatọ nke e mepụtara Gọmentị Obodo Ikorodu",
  "Ọchịchị obodo nke afọ 1979 n'okpuru Lateef Jakande kewara steeti ahụ n'ime mpaghara gọmentị ime obodo iri abụọ na atọ ma wepụta Gọọmentị ime ime obodo Irepodun site na Gọmentị ime obodo Ikorodu mana ahụmịhe nke mwakpo ndị agha n'ime ọchịchị Naịjirịa gbagọrọ mba nke abụọ ma mee ka a kagbuo Gọọmentọ ime obodo Ierepodun ma weghachite Gọmentị ime obodo na steeti ahụ na asatọ mbụ.",
  "Ntọala nke gọmentị ime obodo Irepodun mepụtara nkwekọrịta na nkwekọrịta nkwekọrịta n'etiti obodo atọ dị na mpaghara Ikorodu nke abụọ na ọkwa onye otu a na-asọpụrụ na Ụlọ Nzukọ nke Lagos nke mpaghara ahụ, ọkwa onye isi oche nke Gọmentị ime Obodo na oche nke isi ụlọ ọrụ Gọmenti Obodo ga-ekere òkè n'etitiobodo atọ dị na distrikti ahụ.",
  "Ọ bụ ezie na, edeghị nkwekọrịta ahụ n'ihi na n'oge ahụ, ọtụtụ ndị isi ndọrọ ndọrọ ọchịchị n'obodo ndị a enweghị ike ịgụ ma dee kama ha kwenyere na nkwekọrịta",
  "N'agbanyeghị nke ahụ, nhazi ahụ hụrụ ngosi nke Hon",
  "Fola Oredoyin dị ka onye nnọchi anya mbụ nke mpaghara na Lagos State House of Assembly (1979-1983)",
  "Fola Oredoyin pụtara dị ka osote onye isi oche nke ụlọ omebe iwu steeti n'oge Republic nke Abụọ, Alhaji S.O Amusa-Olorunishola gara n'ihu bụrụ onye mbụ na naanị onye isi oche gọmentị ime obodo nke Irepodun na oche nke isi ụlọ ọrụ gọmentị mpaghara nke Ire podun dị na Ewu-elepe, obodo Iyat.",
  "Site na gọmentị ime obodo Irepodun nke na-adịghịzi adị, a hapụrụ obodo atọ dị na mpaghara ahụ na ọkwa nke onye otu a na-asọpụrụ na Lagos State House of Assembly nke a na-ekerịta na-agbanwe agbanwe dabere na nkwekọrịta dị ugbu a",
  "Ọ mepụtara Hon",
  "M.K Sanni si Imota dị ka onye a họpụtara dịka onye otu Lagos State House of Assembly iji mezue oge nke abụọ nke Hon",
  "Fola Oredoyin",
  "Republic nke atọ na nke anọ nke Naịjirịa mepụtara Hon",
  "Adefarasin Saheed Hassan si Ijede dị ka onye otu Lagos State House of Assembly (1999-2007), na Late (Hon.) Rotimi Sotomiwa si Iyat na 2007-2010, ọnwụ ya na-egbughị oge kwụsịrị bụ oge na onye na-eme ntuli aka na onye na'otu People's Democratic Party (PDP), Hon",
  "Gbenga Oshin iji mezue ọrụ ya (2010-2011), Hon",
  "A họpụtakwara Akinsola Adebimpe si Iyat / Bayeku LCDA ka ọ mezue oge nke abụọ (2011-2015) ma weghachite ike na Imota na 2015 na Hon",
  "A họpụtara Nurudeen Saka-Solaja ka ọ nọchite anya mpaghara ahụ na Lagos State House of Assembly",
  "Okike nke mpaghara mmepe obodo iri atọ na asaa ọzọ na mpaghara gọọmentị obodo iri abụọ dị na Lagos Steeti site na Bola Ahmed Tinubu na afọ 2003 mere ka Imota na obodo ndị ọzọ dị na Ikorodu II bụrụ gọmentị na-achị onwe ya nwere ngalaba ndọrọ ndọrọ ọchịchị anọ."
]