[
  "Ihe igwe osikapa Imota bụ ụlọ ọrụ ugbo dị na Ikorodu, mpaghara Lagos, Naịjirịa",
  "E wuru ya n'afọ 2021 ma  a",
  "ga-amalite mmepụta zuru oke na nkeji iri na ise nke anọ nke 2022.",
  "Ihe igwe osikapa dị na Imota dị hekta iri abụo na abụo buru ibu, ebe ihe igwe ihe n'onwe ya na-ewe hekta asatọ na ụma iseỌ ga-abụ ihe igwe ihe kachasị ukwuu n'Africa na nke atọ kachasị ukwuu n\"ụwa",
  "Ụlọ ọrụ osikapa ahụ nwere ikike imepụta akpa nde abụọ na ụma asatọ nke akpa osikapa kg iri ise kwa afọ, ka ọ na-emepụta ọrụ otu  puku na iri ise na ọrụ narị puku abụọ na iri ise na anọ na-apụtaghị ìhè",
  "Mgbe emechara ya, n'ikwekọ na atụmatụ akụrụngwa arụnyere nke ụlọ ọrụ ahụ, ikike mmepụta nke ụlọ ọrụ osikapa na Imota ga-etinye ya n'etiti ndị kasị ukwuu n'ụwa, na ndị kasị ukwuu na mpaghara Sahara Africa.",
  "Ọ bụ  igwe jikọtara ọnụ nwere ụlọ nkwakọba ihe abụọ na silos iri na ise(nke ọ bụla nwere ikike nke puku tọn abụọ na narị iri ise , mita iri abụọ na ise n'ịdị elu,ogo  ndụ afọ iri anọ )",
  "Ihe igwe ihe ahụ na-arụ ọrụ n'ahịrị abụọ nke na-enweta, tupu ịsacha, sie, kpọrọ nkụ, nhazi, mkpuchi, polish na akpa osikapa",
  "Dị ka Demola Amure, onye isi mmekọ, si kwuo, a na-akọwa ihe igwe ihe ahụ dị ka \"Rolls-Royce\" nke ihe igwe osikapa",
  "Ọdịdị nke osikapa \"ga-abụ nke abụọ karịa nke ọ bụla\".",
  "Naanị ndị ọrụ obodo ka e ji mee ihe maka mgbakọ ahụ.",
  "Ọnwa Mee iri abụọ na itoolu, afọ 2022, Ms Abisola Olusanya, Kọmishọna na-ahụ maka ọrụ ugbo na steeti, mesiri obi ike na a ga-emeghe ụlọ ọrụ osikapa Imota \"n'ime izu iri\" (nke ga-abụ izu mbụ nke August 2022). Pan Paddy anọworị ebe ahụ",
  "(...) Enwere m ike ịchọpụta ọnụ ọgụgụ ahụ mana ihe m maara bụ na a na-ejupụta silos ugbu a na paddy",
  "A na-anwale ha na-agba ọsọ ngwá ọrụ ahụ",
  "\" Maazị Olusanya kwuru.",
  "Dị ka gọvanọ Lagos Steeti Sanwo-Olu si kwuo, mmepụta zuru oke nke ụlọ ọrụ ahụ ga-ebelata ọnụahịa osikapa na nrụgide ịzụta ngwaahịa ahụ. N'oge a (na mbido afọ 2022) Naịjirịa na-emepụta osikapa, ma na-ebubata osikapa a na-akpọ hulled / polished na ọnụahịa dị elu. N'ihi ya, nhazi nri osikapa nke mba ahụ na mba nke ya kwesịrị imeziwanye nguzozi azụmahịa Naịjirịa.",
  "N'ime ihe igwe osikapa, ọkachasị ọka a na-agbanye mkpụrụ, ọka bali, oats, millet na osikapa na-agbakọta, ya bụ, a na-ewepụ mkpo ndị na-ejikọta ya na ọka ma ghara ịda n'oge a na-egwe ọka (nfucha)",
  "Akpụkpọ ahụ bụ ihe na-adịghị mma maka ahụ mmadụ ma ga-emetụta uto ma na emetụta ọtịta",
  "Ọzọkwa, n'ime ihe igwe osikapa, a na-ejikarị mkpụrụ ọka a na-akpọ hulled (oat flakes), bepụ (groats) ma ọ bụ nụchaa (osikapa, ọka bali a na-atụgharị)",
  "Nzọụkwụ nhazi ndị ọzọ nwere ike ịdị ka ndị dị na igwe ọka.",
  "Gọọmentị Steeti na-emepe ogige mmepụta ihe dị n'akụkụ ihe igwe ihe ahụ",
  "Gọvanọ Sanwo-Olu kwuru na ogige ntụrụndụ ahụ ga-enwe ihe  nke ga-eme ka azụmaahịa na-aga nke ọma ma na-ewetara ndị nwe azụmaahịa ego na nlahachị.",
  "Iji mee ka ntinye na-enweghị nsogbu maka ụlọ ọrụ ahụ, Lagos ga-eme atụmatụ njikọta azụ n'ụdị mmekorita ya na steeti Naịjirịa ndị ọzọ dị ka Kwara, Sokoto, Benue, Borno na Kebbi iji mezuo ihe achọrọ nke ihe igwe ihe ahụ."
]