[
  "Ọnụ ọgụgụ ụmụaka nọ na mpaghara agha dị ihe dị ka nde 250. Ha na-eche mmerụ ahụ na nke uche site na ahụmahụ agha.",
  "A na-akọwa \"agha agha\" n'ụzọ abụọ dị ka Iwu Mba Nile nke Ndị Mmadụ si dị: \"1) agha mba ụwa, na-emegide Steeti abụọ ma ọ bụ karịa, 2) agha ndị na-abụghị nke mba ụwa, n'etiti ndị agha gọọmentị na ndị agha na-abụghị nke gọọmentị, ma ọ bụ n'etiti ndị otu dị otú ahụ naanị",
  "\"",
  "Ụmụaka nọ na mpaghara agha nwere ike ịrụ ọrụ dị ka ndị omekome, na-aghọ ụmụaka ndị agha",
  "A na-eme atụmatụ na e nwere ihe dị ka ụmụaka ndị agha 300,000 gburugburu ụwa na pasentị 40 (40%) n'ime ha bụ ụmụagbọghọ. Ụmụaka bụkwa ndị agha agha metụtara",
  "A manyere ha ịpụ, na-arịa ọrịa ndị a na-ebute site na mmekọahụ ma na-anapụ ha ohere agụmakwụkwọ.",
  "Ọnụnọ ụmụaka n'agha ahụ nwere ike ịlaghachi na Middle Ages na Napoleonic Wars",
  "Ụmụaka lụrụ agha obodo Amerịka, nyere aka nke ukwuu n'agha nke New Market nke a lụrụ na Virginia (Mee 15, afọ 1864). Ụmụaka nọkwa na-alụ ọgụ na Agha Ụwa nke Abụọ, ọkachasị ama na ha na-eje ozi dị ka \"Hitler Youth\". Otú ọ dị, n'oge a, ọnụ ọgụgụ ụmụaka na-arịwanye elu ka ọnụ ọgụgụ ndị nkịtị na-arịwanye elu",
  "Na narị afọ nke iri na asatọ, nke iri na itoolu, na mmalite narị afọ nke iri abụọ, ihe dị ka ọkara ndị agha ahụ metụtara bụ ndị nkịtị ebe ọ fọrọ nke nta ka ọ bụrụ pasentị 90 (90%) na njedebe nke afọ 1980. Ụmụaka mejupụtara akụkụ buru ibu nke ndị agha metụtara, data sitere na American Psychological Association na-egosi pasent 95 nke ndị nkịtị nwụrụ n'afọ ndị na-adịbeghị anya site na agha agha nke oge a, ihe dịka pasentị 50 (50%) n'ime ha bụ ụmụaka.",
  "Dị ka United Nations Children's Fund (UNICEF) si kwuo, ihe e mere atụmatụ na ụmụaka nwụrụ n'ime afọ iri gara aga bụ: \" nde abụọ nwụrụ, nde mmadụ anọ na ise nwere nkwarụ, nde mmadụ iri na abụọ enweghị ebe obibi, ihe karịrị nde otu ụmụ mgbei ma ọ bụ kewapụrụ na nne na nna ha, na ihe dị ka nde mmadụ iri nwere nsogbu uche",
  "\" Ka ọ dị ugbu a, e nwere ihe karịrị nde ụmụaka abụọ gbara ọsọ ndụ na-agbapụ na Syria na ihe karịrị 870,000 gbara ọsọ ndụ si Somalia. N'ime mmadụ 100,000 e gburu na Syria, ọ dịkarịa ala 10,000 bụ ụmụaka.",
  "Site n'ịbụ ndị a na-ahụ kpọmkwem na ime ihe ike dịka bọmbụ na ọgụ, a na-egbu ụmụaka n'oge esemokwu",
  "N'afọ 2017 naanị, e nwere mwakpo ndị na-eyi ọha egwu 1,210 gburugburu ụwa, ọtụtụ n'ime ha na-eme na mpaghara Middle East na mmadụ 8,074 nwụrụ. E nwere ihe omume itoolu na-eyi ọha egwu na ihe karịrị otu narị ọnwụ na mpaghara esemokwu",
  "N'okpuru ọchịchị Trump, ndị nkịtị nwụrụ n'aka ndị agha United States nọ n'oge niile na mba Syria na Iraq. Ọzọkwa, ụmụaka yikarịrị ka ogbunigwe ga-emerụ ahụ",
  "Pasent iri abụọ nke ndị ogbunigwe metụtara bụ ụmụaka nọ na mba ndị ogbunigwe metụtara. Ọdịdị mara mma nke ogbunigwe na bọmbụ na-enwekarị mmasị ha",
  "Ụmụaka nwere ike ịkwụsị ịhụ ụzọ ma ọ bụ nụ ihe; tụfuo akụkụ ahụ; nwee mmerụ ahụ. Ọ dịkarịa ala mmadụ 8,605 nwụrụ ma ọ bụ merụọ ahụ site na ogbunigwe na 2016 na mmadụ 6,967 nwụrụ na 2015. Ihe ka ọtụtụ n'ime ha bụ ndị nkịtị na pasent 42 nke ndị nkịtị nwụrụ bụ ụmụaka na ọnụ ọgụgụ ụmụaka nwụrụ anwụ dịkarịa ala 1,544 n'afọ 2016.",
  "Òtù Mba Ndị Dị n'Otu na-akọwa okwu ahụ bụ \"ime ihe ike mmekọahụ metụtara esemokwu\" dị ka \"ịda n'ike, ịgba ohu mmekọahụ, ịgba akwụna mmanye, ime ime ime mmanye, ite ime mmanye, ịmanye ime, alụmdi na nwunye mmanye, na ụdị ọ bụla ọzọ nke ime ihe ike mmekọahụ nke ike ndọda yiri nke a na-eme megide ụmụnwanyị, ụmụnwoke, ụmụagbọghọ ma ọ bụ ụmụ nwoke nke nwere njikọ kpọmkwem ma ọ bụ n'ụzọ na-apụtaghị ìhè na esemokwu",
  "\" E dinara ihe karịrị ụmụagbọghọ na ụmụnwanyị ndị Alakụba 20,000 n'ike na Bosnia kemgbe 1992",
  "Ọtụtụ ikpe na Rwanda na-egosi na e dinara nwa agbọghọ ọ bụla dị ndụ n'ike. Ime ihe ike mmekọahụ na-emekwa ka ọrịa ndị a na-ebute site na mmekọahụ - dịka HIV / AIDS - gbasaa. Otu n'ime ihe ndị ahụ bụ itinye aka na ndị agha ka ha na-emetọ ụmụ agbọghọ na ụmụnwanyị n'oge esemokwu. E wezụga nke ahụ, ka ndị nne nwere nje HIV na-amụ ụmụ bu nje HIV n'enweghị ọgwụ mgbochi nje HIV, njupụta nke nje HIV / AIDS na-agbasa ngwa ngwa.",
  "Agha na-akpaghasị inye ụmụaka na ezinụlọ ha ihe ndị dị mkpa dị ka nri, mmiri, ebe obibi, ọrụ ahụike, na agụmakwụkwọ. Enweghị ohere ịnweta mkpa ndị a nwere ike ime ka ụmụaka ghara inwe mmepe anụ ahụ, mmekọrịta mmadụ na ibe ya, na akparamàgwà ha",
  "N'ihe banyere South Sudan, esemokwu ime ihe ike mgbe niile tinyere ihe mberede ihu igwe mebiri akụ na ụba dabeere na ọrụ ugbo. N'ihi ya, ihe karịrị nde ụmụaka 1.1 na-enwe nnukwu ụkọ nri. Na mba dị iche iche n'Africa na Middle East, ihe karịrị nde ụmụaka 2.5 na-arịa ọrịa erighị ihe na-edozi ahụ. Mmachibido akụ na ụba dị ka mgbochi ahia site na mba ụwa na òtù nwere ike ịrụ ọrụ na nnukwu nsogbu akụ na ụba na mmebi nke akụrụngwa na mpaghara agha. Nke a na -eme ka o siere ụmụaka ike ịlanarị ebe ọ bụ na ha na -anọkarị na ọkwa kachasị ala nke ọnọdụ akụ na ụba",
  "Ka ọ na-erule afọ 2001, e buru amụma na ihe dị ka ọkara nde ụmụaka Iraq ga-anwụ n'ihi ọchịchị mmachibido iwu.",
  "Omume nne na nna na-emerụ ahụ nwekwara ike imetụta mmepe ụmụaka",
  "N'ọnọdụ agha, ezinụlọ na obodo enweghị ike inye gburugburu ebe obibi dị mma maka mmepe ụmụaka. Mike Wessells, Ph.D., onye prọfesọ akparamaagwa nke Randolph-Macon College nwere ahụmịhe dị ukwuu na mpaghara agha kọwara; \"Mgbe agha metụtara ndị nne na nna n'ụzọ mmetụta uche, nke ahụ na-agbanwe ikike ha ilekọta ụmụ ha nke ọma",
  "Nchegbu agha na-eme ka ime ihe ike ezinụlọ dịkwuo elu, na-emepụta usoro nke na-agafe mgbe ụmụaka ghọrọ nne na nna. ụkọ ihe onwunwe na-eme ka ibu ọgụgụ isi nke na-emetụta oge nlebara anya, ikike nghọta, na njikwa ndị isi bụ ikike dị oke mkpa iji chee echiche ma dozie nsogbu. Mbelata ikike uche na mmetụta uche nke nrụgide sitere na agha kpatara nwere ike imebi ikike nne na nna ha ma gbanwee omume ọjọọ n'ebe ụmụaka nọ.",
  "Mgbagwoju anya nke agụmakwụkwọ na-emekwa na mbibi nke ụlọ akwụkwọ n'oge agha. A na-emebi akụ na ụba mmadụ na ego n'oge nsogbu",
  "Òtù Mba Ndị Dị n'Otu kọrọ na a na-anapụ ihe karịrị nde ụmụaka iri na atọ (13) ohere agụmakwụkwọ na ihe karịrị ụlọ akwụkwọ 8,850 bibiri n'ihi agha agha na Middle East. Dị ka akụkọ UNICEF si kwuo, Na mba Yemen, nde ụmụaka 1.8 enweghị akwụkwọ n'afọ 2015. N'agbata afọ 2014 nakwa n'afọ afọ 2015, ihe fọrọ nke nta ka ọ bụrụ ọkara nde ụmụaka na Gaza Strip enweghị ike ịga ụlọ akwụkwọ n'ihi mmebi nke ụlọ akwụkwọ. Na Sudan, ihe karịrị nde ụmụaka atọ enweghị ike ịga ụlọ akwụkwọ n'ihi esemokwu. Na Mozambique, e bibiri ihe dị ka pasent 45 nke ụlọ akwụkwọ praịmarị n'oge esemokwu ahụ. Egwu na ọgba aghara na-eme ka o siere ụmụaka na onye nkụzi ike ilekwasị anya na agụmakwụkwọ. Nke a na -emepụta ọdịiche agụmakwụkwọ, na -anapụ ụmụaka agụmakwụkwọ dị mkpa, na -ewulite nkà mmekọrịta mmadụ na ibe ya, ma si otú a laghachi n'ime ọha mmadụ",
  "Tụkwasị na nke a, enwere ike imebi nha nhata nwoke na nwanyị dịka ọgba aghara agụmakwụkwọ na mpaghara agha na-ewepụ ụmụagbọghọ.",
  "Ahụmahụ nwata na-akpata akụkụ buru ibu nke mmepe ụbụrụ mmadụ",
  "Njikọ akwara maka ikike mmetụta, asụsụ, na ọrụ nghọta niile na-arụsi ọrụ ike n'ime afọ mbụ maka nwatakịrị. Plasticity na malleability nke na-ezo aka na mgbanwe nke ụbụrụ kachasị elu na mmalite afọ mmepe ụbụrụ. Ya mere, ụbụrụ nwere ike ịgbanwe ngwa ngwa site na gburugburu gburugburu ụmụaka",
  "N'echiche ahụ, ụmụaka nọ na mpaghara agha nwere ike ịnweta nsogbu uche dịka nchekasị na ịda mbà n'obi, yana nsogbu anụ ahụ na usoro ahụ ji alụso ọrịa ọgụ na usoro ụjọ etiti.",
  "Nchegbu na nwata nwere ike igbochi mmepe ụbụrụ nke ụmụaka nke na-akpata nsogbu ahụike anụ ahụ na nke uche",
  "A pụrụ igbochi ụbụrụ dị mma na mmepe anụ ahụ site na mmegharị ma ọ bụ ogologo oge nke usoro mmeghachi omume nrụgide. Ọ bụ ezie na ma adrenaline na cortisol na-enyere aka kwadebe ahụ maka ịnagide ihe nrụgide, mgbe a na-eji ha eme nrụgide ogologo oge na nke a na-apụghị ịchịkwa, usoro mmeghachi omume nrụgide a nwere ike ibute nkwarụ na ahụike uche na nke anụ ahụ.",
  "Enweghị ihe ndị bụ isi nwekwara ike igbochi mmepe ụbụrụ ụmụaka",
  "Ọnọdụ akụ na ụba nke ụmụaka na-emetụta mmepe akwara ma na-emetụta ikike nghọta na ahụike uche site na ndụ okenye. Karịsịa, a na-ewere ịda ogbenye dị ka imebi ikike nghọta",
  "Ọtụtụ nnyocha egosila na ịda ogbenye na nwata nwere ike imerụ ahụ n'ihi na ezinụlọ dara ogbenye enweghị oge na ego iji tinye ego n'ịkwalite mmepe ụmụaka. Nke a na-egosi na nnukwu ụkọ ihe onwunwe na mpaghara agha na-emebi mmepe nghọta nke ụmụaka n'oge agha.",
  "Okasha na Elkholy (2012) ekwuola na ịgba ọgwụ mgbochi uche nwere ike inyere ụmụaka ndị na-ahụkarị esemokwu aka ime ka ha nwee ike ịnabata ihe nrụgide nke agha.",
  "Ụmụaka ndị na-anọpụ iche n'ezinụlọ mgbe ha dị obere nwere ike ịnweta nsogbu gbasara njikọ. Ụmụaka na-erubeghị afọ ise yikarịrị ka ha ga-enwe nnukwu ihe ize ndụ nke ịda mbà n'obi na nchekasị ma e jiri ya tụnyere ndị nọ n'afọ iri na ụma",
  "Nkọwa njikọ na-atụ aro na ikike nke nwatakịrị ịmepụta njikọ nwere ike igbochi site na ọnọdụ gburugburu ebe obibi na-ezighị ezi ma gosipụta ahụmịhe na ndị na-elekọta ya. Enwere ike ịmepụta ụdị njikọ dị iche iche na ndị nlekọta dị iche iche na gburugburu ebe a na-azụlite",
  "Na mgbakwunye, a maara ahụmahụ dị iche iche nke njikọ aka na nwata nwere njikọ na nsogbu ahụike uche na okenye.",
  "Ụmụaka nọ n'ógbè agha na-agba akaebe ma na-enwe ihe ike dị egwu nke nwere ike ibute mmepe nke nsogbu uche dị ka posttraumatic stress disorder (PTSD). Ka ọ na-erule afọ 2017, nde ụmụaka 3 si mba Syria ahụla mmetụta nke agha kpọmkwem",
  "80% nke ụmụaka Iraq 94 kpughere bọmbụ n'ọnwa Feb 13, 1991 gosipụtara mgbaàmà PTSD. Ọzọkwa, nnyocha na-egosi na pasent 41 nke ụmụaka ndị Palestine si Gaza Strip nwere PTSD. Mmetụta nke agha nwere mgbanwe pasent 10 ruo 90 n'ihe gbasara PTSD, ịda mbà n'obi na nsogbu omume. A maara na PTSD nwere mmetụta n'etiti ọgbọ.",
  "E nwere ihe dị ka ụmụaka ndị agha 300,000 gburugburu ụwa.",
  "A na-eme mmemme iwepụ ngwá agha, nkwụsị, na nlọghachi (DDR) iji mee ka ụmụaka ndị agha na ụmụaka ndị agha metụtara.\nUNICEF duziri okike DDR na mba Sierra Leone n'afọ 1999",
  "Otú ọ dị, iwepụ ngwá agha na-adọtaghị ụmụnwanyị na-alụ ọgụ bụ ndị a manyere inye ọrụ mmekọahụ n'ihi na ha na-atụ egwu ịga n'ihu maka usoro nkwụsị.",
  "A na-akparịkarị ụmụaka ndị agha ma na-eche ịkpa ókè site n'aka obodo. Ntughari na mmegharị na-adabere na ọkwa ime ihe ike mere na mpaghara ahụ, nnabata site n'aka ezinụlọ na obodo, na ihe onwunwe dị ka agụmakwụkwọ na mmemme ọzụzụ iji nwetaghachi ndị ntorobịa agha metụtara. Ụkpụrụ Paris na-atụ aro ụkpụrụ nduzi sara mbara na nkọwa zuru ezu banyere nlọghachi nke ụmụaka ndị metụtara ndị agha ma ọ bụ ndị agha.",
  "A na-ewere ọgwụgwọ akparamaagwa dị ka ihe ịma aka karị mgbe ọ dị afọ ise. Nke a bụ n'ihi na plasticity nke ụbụrụ na-ebelata mgbe ọ dị afọ ise ebe ọ bụ na ọtụtụ mmepe ụbụrụ na-eme tupu afọ isii. A chọrọ ọgwụgwọ akparamaagwa ogologo oge ọtụtụ ugboro",
  "Ụfọdụ ụmụaka na-enwe nkwụsi ike ma nwee ike imeri nnukwu nsogbu. A na-ewere gburugburu obodo na-enye aka na ndị na-elekọta ha dị ka ndị nwere ike iwulite ikike iji gbakee site na ahụmahụ ọjọọ nwata.",
  "Usoro ọgwụgwọ ikpughe akụkọ bụ ntinye aka n'otu n'otu n'oge na-adịghị anya maka ọgwụgwọ PTSD dabere na ọgwụgwọ ikpughe cognitive-behavioral",
  "KidNET bụ usoro ọgwụgwọ mgbasa ozi nke a na-eji na ụmụaka agha metụtara dị afọ iri na abụọ na asaa",
  "N'okpuru nke a, ọkachamara ahụike uche na-agba ndị ọrịa ume ịkọwa ihe omume nke ndụ ha - site na ọmụmụ ruo ugbu a",
  "A na-ahụ ọganihu site na KidNET na ụmụaka gbara ọsọ ndụ na ọwụwa anyanwụ Europe, ụmụaka ndị mgbukpọ agbụrụ Rwanda metụtara, na ụmụaka nọ na Sri Lanka.",
  "Testimonial psychotherapy bụ ọgwụgwọ ọzọ dị mkpirikpi maka ndị agha metụtara nke ha na-edekọ ahụmahụ ha na trauma",
  "Ndị dọkịta na ndị ọrịa mechara nyochaa ihe ndekọ ndị a iji ghọta otú ahụmahụ onwe onye si ejikọta ya na mmerụ ahụ.",
  "Nkwado Dyad psychosocial bụ ọgwụgwọ ezinụlọ maka nne na ụmụaka agha metụtara na-elekwasị anya na mmepe mmetụta uche na akparamàgwà ụmụaka",
  "E mere otu ihe atụ nke usoro ihe omume ahụ na Bosnia ruo ọnwa 5 nke a na-eme nzukọ kwa izu nke ndị nne iji kwurịta mmepe ụmụ ha, usoro ịnagide, na mmerụ ahụ. Usoro ihe omume a gosipụtara nsonaazụ dị mma n'ihe gbasara \"ahụ ike uche nne, ibu arọ nke ụmụaka, na arụmọrụ uche ụmụaka na ahụike uche\".",
  "Mmemme ntinye aka na njikere ndị ntorobịa (Sierra Leone) bụ maka ndị ntorobịa nọ n'agha iji gwọọ nsogbu mmetụta uche na akparamàgwà mmadụ ma kụziere ha omume mmekọrịta mmadụ na ibe ya. Nnyocha nke Betancourt et al",
  "na-enyocha nsonaazụ sitere na mba Sierra Leone. Ọ na-akọ nsonaazụ dị mma."
]