[
  "Imperial Academy bụ ụlọ akwụkwọ mba nke Etiopia, nke Ministry of Education and Fine Arts guzobere n'afọ 1942. E nyere ya ọrụ ichekwa \"nkà ọdịnala\" nke mba ahụ; n'etiti ihe ndị ọzọ, edemede ndị Etiopia na ọdịnala edemede na nke agụmakwụkwọ ọ kwadoro, yana \"ịkwalite nyocha na asụsụ na nka mara mma\".",
  "N'afọ 1956, Eze Ukwu Haile Selassie wepụtara iwu na-enye ụlọ akwụkwọ ahụ ikike dị ka nzukọ kwụụrụ onwe ya. Academy, dị ka otu ahụ, mechara kwụsị ịrụ ọrụ n'oge ọchịchị Derg na 1980s, ọ bụ ezie na ụfọdụ n'ime òtù ndị mejupụtara ya anọgidewo na-aga n'ihu - kpọmkwem ma ọ bụ n'ụzọ na-apụtaghị ìhè - ruo ugbu a.",
  "N'oge a tọrọ ntọala ya, ulo akwukwo nwere ìgwè enyemaka atọ: The Language and Literature Council, Fine Arts Council, na Science and Technology Council.",
  "Ọrụ nke Kansụl Asụsụ na Akwụkwọ, mgbe e guzobere ya, ka oge na-aga, gbanwere site na ọmụmụ agụmakwụkwọ nke asụsụ na akwụkwọ gaa na nke onye na-achịkwa asụsụ (ya bụ Académie française ma ọ bụ Real Academia Española) maka asụsụ Amharic",
  "N'ihi nke a, a haziri ya ka ọ bụrụ National Academy of the Amharic Language n'afọ 1972",
  "E boro ya ebubo ịtọ iwu asụsụ mba iji \"kwalite uto nke asụsụ Amharic\" na \"ịkwalite mmepe nke akwụkwọ ya\". Iji mezuo nke a, ọ haziri usoro ihe omume nke mgbanwe mkpụrụ okwu (ọ bụ ezie na emeghị ya), bipụtara nchịkọta nke ilu ndị Etiopia (n'ọtụtụ asụsụ), mpịakọta nke uri asụsụ Ge'ez, akwụkwọ ọkọwa okwu teknụzụ na asụsụ abụọ, na ọtụtụ akwụkwọ akụkọ ọkachamara.",
  "Mgbe ndị Derg (Coordinating Council of the Armed Forces) nke aka ekpe wepụrụ ọchịchị alaeze ukwu n'afọ 1974 na ntinye nke ọchịchị ndị agha nke ọchịchị onye kwuo uche ya, a na-ahụ Language Academy dị ka ụgbọ ala na-enweghị isi nke ọchịchị ala, na nke na-akwado asụsụ nke ndị na-achị achị na mmefu nke asụsụ na asụsụ iri asatọ ndị ọzọ nke mba ahụ",
  "N'ihi ya, n'afọ 1979, a gbanwere ya ka ọ bụrụ Academy of Ethiopian Languages n'okpuru Ministry of Culture and Sport, nke ikike nchịkwa ya gbatịrị n'asụsụ ndị Etiopia niile. O nwere kọmitii agụmakwụkwọ anọ: lexicography, asụsụ, okwu, na akwụkwọ- ma edere ma n'ọnụ (ntinye nke ikpeazụ na egosi nkwụsị dị ịrịba ama na nkwenye mbụ na Ge'ez na ọdịnala edemede ya).",
  "Ọ gara n'ihu na-arụ ọrụ mgbe ọdịda nke ọchịchị ndị agha dị ka nzukọ kwụụrụ onwe ya ruo 1997, mgbe ọ ghọrọ òtù nyocha nke Mahadum Addis Ababa, nke a maara dị ka Ụlọ Nnyocha Asụsụ Etiopia ruo 2010, mgbe e weghachiri ya na ọnọdụ nke ụlọ akwụkwọ na-achị onwe ya na onye na-achịkwa asụsụ ma kpọgharịa ya Academy of Ethiopian Languages and Cultures. Otú ọ dị, n'afọ 2013, e guzobere Regional Somali Language Academy, nke dị na Djibouti, site na nkwekọrịta mba dị iche iche - gụnyere Ethiopia- dị ka onye na-achịkwa asụsụ Somali.",
  "Kansụl Fine Arts, mgbe e mesịrị Academy of Fine Arts, gụrụ, n'etiti ndị ọzọ, Baalu Girma, Afewerk Tekle, na Ashenafi Kebede dị ka ndị otu",
  "Ọ kwụsịrị ịrụ ọrụ n'oge ọdịda nke Derg n'afọ 1991.",
  "Kansụl Sayensị na Teknụzụ, mgbe e mesịrị Academy of Sciences and Technology, kwụsịrị n'oge ọchịchị Derg",
  "Otú ọ dị, enwere ike iwere ya dị ka onye nọchiri ya n'ụdị Academy of Sciences nke Ethiopia, nke e guzobere na 2010 na eso mgbalị nke ndị ọkà mmụta, dị ka ọkọ akụkọ ihe mere eme Bahru Zewde, n'ime ọtụtụ afọ iji guzobe otu dị otú ahụ. E kwupụtara ebumnuche ya dị ka \"ịga n'ihu na mmepe nke sayensị niile, gụnyere sayensị okike, mgbakọ na mwepụ, sayensị ahụike, sayensụ ugbo, injinia, sayensịa mmekọrịta mmadụ na ibe ya na ụmụ mmadụ, nka na akwụkwọ, na-eme ka ebe a na-eche n'echiche ya dị nso na nke Imperial Academy dum karịa naanị sayensị."
]