[
  "In the Name of the Nation: India and its Northeast bụ akwụkwọ sayensị ndọrọ ndọrọ ọchịchị na-abụghị akụkọ ifo banyere Assam",
  "Ọ bụ prọfesọ na onye na-akọwa ihe Sanjib Baruah dere ya ma Stanford University Press bipụtara ya n'afọ 2020",
  "Sanjib Baruah, Prọfesọ nke Ọmụmụ ndọrọ ndọrọ ọchịchị na ụlọ akwụkwọ  Bard na onye na-akọwa ihe na Northeast India, na'enyocha akụkọ ndọrọndọrọ ọchịchị nke Assam. Parvin Sultana na-ede maka Waya, \"Isiakwụkwọ ndị a na-atụle okwu ndị dị ka otú mpaghara ahụ si nwee nkewa, ịkwaga, ọgba aghara, mgbagha.\".",
  "N'ime nyocha maka H-Net, Berenice Guyot-Rechard kọwara isiakwụkwọ ndị ahụ dị ka \"ihe na-eme n'iwu mpaghara (isi nke 1), okwu na'ihe gbasara ụmụ amaala na ịbụ onye (Isi nke 2), ndọrọ ndọrọ ọchịchị nke mmepe (Izi nke 3), esemokwu Naga (Site nke 4), na mgbatị nke \"nchebe steeti\" (Ubi nke 5 na nke 6). Unmilan Kalita na-ede na nyocha maka South Asia Journal na isi ikpeazụ nke akwụkwọ ahụ \"na-emeri iwu gọọmenti etiti siri ike ma na-ajụ ajụjụ ndị a na-ahapụkarị\", gụnyere ajụjụ ndị metụtara amụma na nchịkwa mpaghara na akụrụngwa.",
  "Samir Sharma dere na Studies in Indian Politics, \"Akwụkwọ a, n'ụzọ ụfọdụ, mezue trilogy Baruah na mpaghara ahụ, mgbe India Against Itself (1999) na Durable Disorder (2005). Parvin Sultana dere maka The Wire, \"E dere ihe fọrọ nke nta ka ọ bụrụ afọ iri abụọ nke India Against Itself (1999), akwụkwọ a na-eleghachi anya n'okwu ndị dị mkpa na'ihu na ịchịkwa okwu ndọrọ ndọrọ ọchịchị nke mpaghara ahụ\". Baruah etinyela aka na isiokwu nke steeti, mba, ịhụ mba n'anya, sub / ethno-nationalism, iwu obodo, ọbụbụeze, ochichi onye kwuo uche ya na ụmụ amaala na ọnọdụ nke Northeast India kemgbe India megidere onwe ya: Assam na ndọrọ ndọrọ ọchịchị nke mba, otu n'ime ọdịmma ya mara ọrụ",
  "\"",
  "Parvin Sultana dere na nyocha maka The Wire, \"Akwụkwọ ahụ na-ekwu maka otu ndọrọ ndọrọ ọchịchị nke ịkwaga na mba ọzọ si kewaa obodo\" ma \"na-agwụ na nkọwa dị mkpa na iwu ụmụ amaala kwesịrị ịkwụsị ịbụ nke na'enweghị ndị ọzọ\". Na nyocha maka The Telegraph, Rashi Bhargava dere, sị, \"[Baruah] na-arụ ụka na ndọrọ ndọrọ ọchịchị nke echiche, ihe nnọchiteanya na, n'ihi ya, mwepu na-abụkarị isi okwu siri ike nke esemokwu na ederede na na Northeast",
  "Nke a nwere ike ọ gaghị adị ka ọ dị",
  "isiokwu ọhụrụ maka onye na-agbaso ụzọ ọgụgụ isi na agụmakwụkwọ Baruah mana akwụkwọ ahụ bụ ihe ncheta na okwu ụfọdụ chọrọ nlegharị anya mgbe niile, karịa n'oge anyị bi na ya. Mahesh Rangarajan dere na nyocha maka The Indian Express, \"Ọrụ a na-aga n'ụzọ dị mma n\"etiti ịdị nro maka njirimara otu na ịdị na nlebara anya nke ukwuu nʼihe gbasara nhọrọ na nnwere onwe onwe onye na ihe a ga-adịghị ahụkebe n'\" mana ọ bara uru na mgbalị ahụ\".",
  "N'ime nyocha maka H-Net, Berenice Guyot-Rechard dere, \"Ihe na-enye akwụkwọ ahụ ike ya pụrụ iche bụ ọnụnọ n'ụzọ anọ na'etiti: ịjụ \"mgbaghara\" dị ka usoro iji ghọta ndọrọ ndọrọ ọchịchị nke North East India; njirimara nke mmepe dị iche dị na mmekọrịta ike na ya na ibe ya; ihe jikọtara ya nke njikọta na ndị ọzọ; na n\" Andrew J",
  "Nathan na-ede na nyocha nke capsule maka Foreign Affairs, \"akụkọ ihe mere eme nke Baruah na akụkọ ihe mere eme na-egosi otú nleghara anya, nrụrụ aka, mmepe na-adịghị mma, na mmegide - na nso nso a ịrị elu nke mba Hindu na ọkwa gọọmenti etiti - emeela ka ndị Northeast dịpụrụ adịpụ site na mba ahụ",
  "mba ọzọ.\".",
  "Ashutosh Varshney dere na Perspectives on Politics, \"isi arụmụka ya bụ na, n'agbanyeghị ntuli aka oge niile, mpaghara ahụ ahụla ihu na-egbu mgbu nke ọchịchị onye kwuo uche ya nke India - karịsịa n\"ihi na Delhi emeela ka ọchịchị mmadụ nọrọ nʼokpuru nchekwa mba, na'ihi nnukwu ụkọ na ngalaba nke ikike na nnwere onwe obodo\". Na Studies in Indian Politics, Samir Sharma na-ede, sị, \"Ntụnye dị mkpa na n'oge nke akwụkwọ a bụ njikọ nke (na-abụghị) omume ochichi onye kwuo uche na mpaghara Northeast na nke ụmụ amaala",
  "N'iburu n'uche esemokwu banyere Iwu Ndezigharị Ụmụ amaala na Ndebanye aha Mba nke ụmụ amaala",
  "na mpaghara ahụ, ịgbanwe usoro ntụaka maka nyocha mpaghara ugwu ọwụwa anyanwụ site na agbụrụ naanị iji tinye ọmụmụ nwa amaala na ọmụmụ ókèala bụ otu n'ime ike nke akwụkwọ ahụ.",
  "Otú ọ dị, ndị nyocha sitere n'aka ndị ọkà mmụta nke mpaghara ugwu ọwụwa anyanwụ katọrọ akwụkwọ ahụ",
  "Thongkholal Haokip na-ekwu na \"Mgbe ọ na'ịtụle Iwu North East India, onye edemede ahụ yiri ka ọ leghaara akwụkwọ ndị dị ugbu a anya, n'agbanyeghị ọtụtụ ihe gbasara akwụkwọ e bipụtara mgbe ọ nọ na ya na isiokwu ndị ọzọ\"",
  "\"Roluahpuia na-eche na \"N'agbanyeghị nnukwu nkọwa nkọwa na usoro iwu nke akwụkwọ a, ọ na-abịa n'ụzọ dị ukwuu dị ka nkwughachi nke ọrụ Baruah na mbụ, na-ekwughachi arụmụka ndị o mere kemgbe ọtụtụ iri afọ ugbu, na \""
]