[
  "Ụbọchị Nnwere Onwe bụ ezumike mba na Naijiria, nke a na-eme na ụbọchị mbụ nke nke Ọktoba",
  "Ọ na-egosi nkwupụta nke nnwere onwe Naịjirịa site na ọchịchị Britain n'abalị mbụ nke ọnwa Ọktoba afọ 1960.",
  "N'afọ 1914, e jikọtara Southern Nigeria Protectorate nke ọwụwa anyanwụ Naijiria na  Protectorat nke ugwu Naijiria iji mepụta njikọ ọchịchị na Protectorate nke Nigeria, nke nwere ókèala nke Nigeria nke oge a. Ka ọ na-erule ngwụcha afọ 1950, oku maka nnwere onwe nke ókèala dị n'Africa na ọdịda nke Alaeze Ukwu Britain mere ka  mba ahụ nnwere onwe ha n'abalị mbụ nke ọnwa Ọktoba afọ 1960 dị ka Federation nke Nigeria. Afọ atọ ka e mesịrị, e dezigharịrị iwu ahụ ma kwupụta mba ahụ dị ka Federal Republic nke Nigeria nye Nnamdi Azikiwe, onye bụbu Gọvanọ-Jenaral, dị ka onye isi ala mbụ.",
  "N'afọ 1960, Lieutenant David Ejoor, onye mechara bụrụ onye isi ndi agha, nwetara ikikere nsọpụrụ nke inye ndị nche iwu n'ememe ibuli ọkọlọtọ n'etiti abalị.",
  "Gọọmentị Naịjirịa na-eme emume ezumike ahụ kwa afọ",
  "Ememe ahụ na-amalite site na okwu agbamume Onye isi ala nye ndị mmadụ, nke a na-agbasa na redio na telivishọn. Enwekwara emume n'ofe ngalaba niile na Naịjirịa, gụnyere ndị agha Naịjirị, ndị uwe ojii Naịjiria, Ministri nke Mmekọrịta Mba Ọzọ, ndị ọrụ na ọrụ agụmakwụkwọ mba",
  "Dịka ọmụmaatụ, ụlọ akwụkwọ praịmarị na sekọndrị na-eme ememe na isi obodo dị iche iche na mpaghara gọọmentị ime obodo ebe ha dị. Okporo ámá jupụtara na ememe ka ndị mmadụ n'otu n'otu na ìgwè ndị na-aga n'okporo ámá na-eyi uwe akwụkwọ ndụ akwụkwọ ndụ na nke nna-acha ọcha. A na-emechi ọfịs na ahịa na Naịjirịa na abalị mbụ nke Ọktoba.",
  "A na-eme ngagharị ndị agha na ndị nkịtị kwa afọ na ama ogbakọ Eagle Square, na ndị isi nke ndị isi oche nke Naịjirịa na-abịa",
  "N'ihe omume ahụ, Onye isi ala, n'ọnọdụ ya dị ka Onye isi nchịkwa, yana Onye isi nchịkwa nke Brigade Onye isi ala na-eche nche, na-enyocha ndị nche nke nsọpụrụ (nke ndị agha mmiri Naịjirịa, ndị agha mmiri, ndị agha ụgbọelu, ndị uwe ojii, na ndị nchekwa na ndị agha obodo, n'etiti ndị agha ndị ọzọ) n'ụgbọ ala nyocha",
  "Egwú na ekele na-ala elu site n'aka ìgwè ndị agha Naịjirịa, nke onye nduzi nke ndị agha Naijiria na-edu",
  "Otu ndị agha si n'aka ndị agha Artillery Regiment na-agba égbè iri abụọ na otu ka ihe omume ahụ na-emechi.",
  "Na New York, ememe ncheta nnwere onwe Naijiria n'okporo ámá abụrụla ihe amarala kemgbe afọ 1991",
  "Ememe ndị a na United States bụ ememe kachasị ukwuu na mpụga Naijiria, ọ na-adọta ihe dị ka mmadụ puku asaa na iri ise kwa afọ."
]