[
  "Nkwado Ụmụnwanyị nke Ụmụ amaala nke a kpọrọ feminism bụ echiche na omume nke feminism nke na-elekwasị anya na decolonization, ọbụbụeze ụmụ amaala, na ikike mmadụ maka ụmụnwanyị ụmụ amaala na ezinụlọ ha",
  "Ihe a na-elekwasị anya bụ inye ụmụnwanyị ụmụ amaala ike n'ihe gbasara ụkpụrụ ọdịbendị ụmụ amaala na ihe ndị dị mkpa, kama ịbụ ndị isi, ndị ọcha, ndị nna ochie. N'echiche ọdịbendị a, enwere ike iji ya tụnyere nwanyị n'obodo ndị Africa na America.",
  "Obodo ụmụ amaala dị iche iche",
  "Ọ bụ ezie na ụfọdụ ụmụnwanyị nọgidere na-enwe ike dị ukwuu n'ime mba agbụrụ ha, ọtụtụ ndị ọzọ atụfuola ọrụ ọdịnala ha n'ime obodo ha, ebe ndị ọzọ bi na mpụga obodo ọdịnala kpamkpam",
  "Ụmụnwanyị na-ejide ike n'ụlọ nwere ihe mgbaru ọsọ dị iche na ndị ka na-agbasi mbọ ike maka ikike mmadụ.",
  "Ụmụnwanyị ụmụ amaala nke oge a etolitewo dị ka obodo ma nyocha dị mkpa iji bute nsogbu ụmụnwanyị ụmụ amaala na-eche ihu",
  "Ịlanahụ ọgbọ nke mgbukpọ agbụrụ na-aga n'ihu, colonisation, na ịkpa ókè agbụrụ emeela ka ụmụnwanyị obodo dị iche iche dị mkpa",
  "Ndị na-ahụ maka ụmụnwanyị na-adịkarịghị njikere ibute nsogbu ndị bụ nsogbu ngwa ngwa na obodo ndị amaala",
  "Dịka ọmụmaatụ, ọrịa ụmụnwanyị ụmụ amaala na-efu ma na-egbu egbu, ịmanye ụmụnwanyị ụmụ amaala, ọgụ maka ikike ala, na mmegbu mmekọahụ na-enweghị atụ nke ụmụ nwanyị Amerịka (MMIW), nke ụmụnwoke ọcha lekwasịrị anya.",
  "Ụmụ amaala feminism nwere njikọ na postcolonial feminism dị ka ọ na-ekweta ihe ọjọọ nke colonisation na ụmụ amaala na ala ha bi, na mkpa nke decolonisation na ikpochapụ usoro mmegbu nke e webatara n'ihi colonisation",
  "Ọrụ dị mkpa nke ala nna nna, na ikike ala ugbu a na mgba gburugburu ebe obibi, na-ejikọta ụmụ amaala nwanyị na akụkụ ụfọdụ nke ecofeminism",
  "Ịdị iche na ụmụ amaala feminism na ndị ọcha feminism na ụdị ya metụtara feminism (gụnyere liberal feminism na Orientalist feminism) dị mkpa n'ihi na \"ụmụnwanyị obodo ga-enwe ahụmịhe dị iche iche nke na-emepụta mmekọrịta anyị na isi isiokwu\" karịa nke ụmụnwanyị na-abụghị ụmụ amaala.",
  "A makwaara ụmụ amaala feminism site na aha ndị ọzọ, ndị a kapịrị ọnụ, dịka: Native American feminism na United States, First Nations feminism na Canada, Aboriginal ma ọ bụ Indigenous Australian feminism na Australia. N'agbanyeghi ojiji nke okwu a na-emetụta ụwa ọnụ bụ \"indigenous\", ihe ka ọtụtụ n'ime ederede nke na-ezo aka na \"Indigenous feminism\" na-elekwasị anya na ụmụ amaala North America (Native American, First Nations, Inuit na Métis).",
  "N'ọtụtụ obodo ụmụ amaala, ọ bụ ọchịchị na Iso Ụzọ Kraịst wetara mgbanwe kachasị njọ na nke na-emerụ ahụ na nguzo na mmeso ụmụnwanyị.",
  "Site na colonisation, ụmụ amaala ghọrọ ndị nọ n'okpuru usoro ịkpa ókè agbụrụ nke gbanwere mmekọrịta mmadụ na ibe ya, akụ na ụba, na omenala nke obodo ndị amaala tupu ha emekọrịta",
  "Ike akụ na ụba, ndọrọ ndọrọ ọchịchị, na nke ime mmụọ nyere ụmụnwanyị n'obodo ụmụ amaala na-eyi ndị Europe na-abata egwu bụ ndị jiri \"Xenophobia na egwu miri emi nke omume ime mmụọ nke ụmụ amaala\" iji kwado mgbukpọ agbụrụ dị ka ụzọ ịchị.  Tụkwasị na nke a, \"ọ bụ ezie na ọrụ ọdịnala ụmụnwanyị n'obodo ụmụ amaala dịgasị iche iche, ọchịchị na-edozila mmekọrịta nwoke na nwanyị ka ụmụ nwanyị nọrọ n'okpuru, n'agbanyeghị ọnọdụ ha tupu ha akpọtụrụ",
  "\" Colonization rụrụ ọrụ iji dozie usoro mmekọrịta ụmụ amaala iji daba n'ime echiche ndị ọcha.",
  "Mgba ndị ụmụ amaala na-eche ihu taa bụ n'ihi ihe ndị bi na ya mere iji gosipụta ọchịchị site na ịchịisi",
  "Ndị ọcha bi na-ewetakarị ụdị usoro akụ na ụba ọhụrụ site na mba Europe ha nke gụnyere echiche nke ihe onwunwe onwe onye, nwe, na ọrụ nwoke na nwanyị, nke a manyere n'obodo ndị amaala",
  "Na A Recognition of Being: Reconstructing Native Womanhood, Anderson na-ekwu, \"nkewa dị n'etiti ọrụ ọha na eze na nke onwe ya na iwebata akụ na ụba akụ na ụba mebiri ọchịchị akụ na ụba ọdịnala nke ụmụnwanyị Native",
  "\" Ogbenye bụ nsogbu nye ọtụtụ ụmụ amaala, a pụkwara ịchọta ya na echiche akụ na ụba nke onye na-achị obodo n'ime ndị obodo",
  "Iji wepụ ụmụnwanyị ikike ndọrọ ndọrọ ọchịchị, ndị na-achị obodo manyere usoro iwu n'aka ụmụ amaala, Iwu India nke Canada bụ otu ihe atụ nke a",
  "Omume a kọwara ọnọdụ ụmụnwanyị dị ka nke dị ala karịa nke ụmụ nwoke",
  "A na-ekpebi njirimara na ọnọdụ ụmụ amaala ugbu a dabere na usoro ọbara patrilineal, nke na-efu ụmụnwanyị ọtụtụ ike mmekọrịta ha na ndọrọ ndọrọ ọchịchị ha. Ike ndọrọ ndọrọ ọchịchị na nke ime mmụọ nke ụmụnwanyị na-ejikọkarị, dịka ọrụ ime mmụọ ma ọ bụ echiche maka ụmụnwanyị nwere ike ịgwa ezigbo ọrụ ndọrọ ndọrọ ọchịchị",
  "N'ihi ya, \"omenala okpukpe heteropatriarchal ewepụla ụmụ nwanyị na ndị nwere mmụọ abụọ n'ọrụ ndu.\"  Ngwakọta nke ọnwụ nke ike site na akụ na ụba, ndọrọ ndọrọ ọchịchị, na ndu ime mmụọ na-etinye ndị obodo n'ihe ize ndụ dị elu nke ime ihe ike",
  "Arụmụka zuru oke banyere mmetụta nke colonialism \"ọ bụghị naanị na a na-achị anyị, kama [nakwa] na anyị na-eche na ụdị ọchịchị mba bụ ụzọ kachasị mma isi chịkwaa ụwa",
  "\"",
  "Nkwado Ụmụnwanyị nke Ụmụ amaala na-achọ iwulite n'ụdị ọdịnala ebe ọ na-etinyekwa echiche ụmụnwanyị nke oge a. Ụmụ amaala feminism na-esite na postcolonial feminism, dị ka ụfọdụ na-arụ ụka na echiche postcolonial n'ozuzu ya eleghara akụkọ ihe mere eme nke colonialism anya dị ka ọ dị maka ụmụ amaala. Ụfọdụ ndị ọkà mmụta ụmụ amaala ndị ọzọ (dịka Robert Warrior, Elizabeth Cook-Lynn, Craig S",
  "Womack) ekwuputala nchegbu banyere oke nke echiche postcolonial na itinye ya na ọmụmụ ụmụ amaala",
  "A na-enwekarị enweghị ntụkwasị obi na usoro echiche nke ọdịda anyanwụ nke nwere ike ime ka echiche ụmụ amaala dị iche",
  "Na \"Who Stole Native American Studies?\" Elizabeth Cook-Lynn na-atụle arụmụka dị ịrịba ama banyere ihe mejupụtara Qqqpost-colonial, na onye na-enweta ihe ùgwù nke ịkpọ aha mgbe ọha mmadụ ghọrọ post-colonial. N'ihi ya, ọtụtụ ndị kwagara na ụmụ amaala feminism dị ka ụzọ isi dozie nsogbu ndị a na postcolonial feminism.",
  "Mmepe nke ụmụnwanyị nke oge a sitere na mmegide megide mgbalị itinye ụmụnwanyị ọdịda anyanwụ n'otu aka na n'ụzọ dị irè nye ụmụnwanyị niile n'agbanyeghị ahụmịhe ha",
  "A na-ahụta mgbalị ndị dị otú ahụ dị ka ndị na-enweghị isi n'ihi na ọ na-eme ka ahụmịhe dị iche iche nke ụmụnwanyị na ndị obodo",
  "Na-ewuli elu site n'echiche nke intersectionality site na Kimberle Crenshaw, echiche ụmụ amaala nwanyị na-achọ ịgbanwe ụzọ ndị White feminism \"na-ejikọta ma ọ bụ na-eleghara ọdịiche dị n'etiti otu anya",
  "\"",
  "Cheryl Suzack na Shari M",
  "Huhndorf na-arụ ụka na Indigenous Women and Feminism: Politics, Activism and Culture na: \"Ọ bụ ezie na ụmụ amaala feminism bụ ngalaba na-eto eto nke nyocha ndị ọkà mmụta, ọ sitere na akụkọ ihe mere eme nke ụmụ nwanyị na ọdịbendị nke bu n'obi ịlụso ịkpa ókè nwoke na nwanyị ọgụ, nweta ikpe ziri ezi maka ụmụnwanyị, ma na-emegide mkpochapụ mmekọrịta ha na ibe ya - mbọ ndị na-adaba n'okpuru ụkpụrụ nke feminism, n'agbanyeghị mmekọrịta ụmụnwanyị na okwu ahụ na mmegharị ụmụnwanyị",
  "\" Ọ dị mkpa iburu n'uche na nsogbu ndị dị ngwa ngwa iji dozie ụmụ amaala nwanyị na-agafe ókè n'etiti ihe a na-ewere dị ka nwanyị na ihe a na-ewere dị ka ụmụ amaala.",
  "Ọtụtụ n'ime ụmụ amaala ụmụ amaala amalitela gburugburu nsogbu ndị sitere na omume ndị ọchịchị",
  "Ụmụ amaala feminism bụ nsonaazụ kpọmkwem nke, na azịza kpọmkwem maka ọchịchị na mmegbu na-aga n'ihu nke ụmụ amaala gburugburu ụwa",
  "Mkpa ọ dị ịjụ omume ọdịbendị site n'ime na-enye ụmụnwanyị ụmụ amaala ohere ịkpụzi obodo ha ma na-enye aka na-agba ume mkpebi onwe onye na nwe ọdịbendị",
  "Ịdị iche na ụmụ amaala na ụmụnwanyị ọcha na-eme ka ụzọ ndị ụmụnwanyị ọcha na-adịghị akọwapụta ahụmahụ ụmụ amaala.",
  "N'otu aka ahụ, a na-ekewapụ ụmụ amaala ụmụ amaala site na mmegharị ikike ụmụ amaala ndị ọzọ, dị ka echiche nnwere onwe ụmụ amaala, n'ihi na echiche ndị ahụ \"eleghị anya n'ụzọ nwoke na nwanyị nke mmegbu na ịkpa ókè agbụrụ na-arụ ọrụ maka ụmụnwoke na ụmụnwanyị, ma ọ bụ na mmekọahụ nke ụfọdụ obodo ụfọdụ na-egosipụta",
  "\" E nwere ụfọdụ n'ime obodo ụmụ amaala na-ahọrọ ịghara ịmata dị ka nwanyị ma ya mere ha na-anọpụ onwe ha na ụmụnwanyị",
  "Enwere ọtụtụ ihe kpatara nhọrọ a, Otú ọ dị, Kim Anderson na-arụ ụka na ọ bụrụ na:",
  "Nkwado Ụmụnwanyị nke ọdịda anyanwụ adịghị mma n'ihi na ọ bụ maka ikike kama ibu ọrụ, mgbe ahụ anyị niile kwesịrị iji ibu ọrụ kpọrọ ihe ma jụọ ma ọ bụrụ na anyị na-ahụ maka ndị niile so n'obodo anyị",
  "Ọ bụrụ na anyị ga-ajụ ịha nhata iji kwado ọdịiche, mgbe ahụ ọ dị anyị mkpa ijide n'aka na ọdịiche ndị ahụ etinyere na usoro ndị na-enye ndị otu niile ike",
  "Ọ bụrụ na anyị ahụ feminism dị ka itinye ego dị ukwuu na nnwere onwe ọdịda anyanwụ na nnwere onwe nke onye ọ bụla, mgbe ahụ ọ dị anyị mkpa ịhụ na ụzọ nchịkọta anyị na-ejere onye ọ bụla nọ na mkpokọta ozi",
  "Ọ bụrụkwa na anyị chọrọ ịnabata ihe ndị dị mkpa nke nwanyị nke bụ nsogbu maka ndị na-ahụ maka ụmụ nwanyị n'Ebe Ọdịda Anyanwụ",
  "mgbe ahụ, anyị ga-ahụ na echiche ndị a anaghị etinye aka na nkọwa nkịtị ma ọ bụ nke ndị nna ochie.",
  "Ọtụtụ ndị ọkà mmụta na ndị na-eme ihe ike na-achọpụta ụmụ amaala nwanyị dị ka ndị metụtara ụmụnwanyị dị oke egwu ebe ọ bụ na ọ na-akwadokarị maka ọgba aghara nke usoro ike niile nke na-ahazi njigide nke ụmụ nwanyị ụmụ amaala dabere na oke nwoke na ọdịiche agbụrụ",
  "Feminism nke ụmụ amaala na-agba ume isonye na decolonization dị mkpa site n'aka ụmụnwoke na ụmụnwanyị",
  "Myrna Cunningham (Miskita) ekwuola na: \"Agha nke ụmụ amaala abụghị ihe iyi egwu maka ọgụ anyị dị ka ụmụnwanyị ụmụ amaala",
  "N'ụzọ megidere nke ahụ, anyị na-ahụ ọgụ ndị a dị ka mmeghachi omume",
  "\" A na-ahụta Decolonization dị ka ngwá ọrụ kachasị mma iji lụso ndị obodo ọgụ.",
  "Ụmụ amaala na-akwado ụmụnwanyị na-ala azụ itinye aka na echiche nwanyị nke ọdịda anyanwụ n'ihi ọdịda anyanwụ n'ịghọta mmetụta nke usoro okike nke colonialism na ụmụnwanyị obodo, yana usoro akụkọ ihe mere eme nke ụmụ nwanyị ọcha na-aghọtaghị, ma ọ bụ na-adịghị njikere ịbụ ndị mmekọ megide, ọtụtụ mmegbu ụmụnwanyị ụmụ amaala na-eche ihu",
  "Ndị na-ahụ maka ụmụnwanyị na-echekarị na ịlụ ọgụ mmegbu na-adabere na mmekọahụ ma ọ bụ nwoke na nwanyị bụ ihe kachasị mkpa (ma ọ bụ ọbụna naanị ya), ebe indigeneity bụ ihe dị mkpa nke abụọ",
  "Moreton-Robinson dere na ndị na-ahụ maka ụmụnwanyị ọcha \"na-ala azụ ịhụ onwe ha n'ọnọdụ nke ịbụ ndị mmegbu, ebe ha na-eche na nke a ga-abụ n'efu itinye uche na mmegbu",
  "\" Nke a na-elekwasị anya n'itinye mkpa ụmụnwanyị ọcha n'ihu nke ụmụnwanyị ụmụ amaala nwere mgbọrọgwụ akụkọ ihe mere eme, ma nwee ike ime ka ike gwụ ndị inyom nke ụmụ amaala na imekọta ọnụ ihe mgbaru ọsọ na ikike nke \"ụmụnwanyị\". Ụmụnwanyị ụmụ amaala niile na-ekerịta ahụmịhe nke mmegbu sitere na colonialism; nke a bụ mmegbu nke ha na ụmụ amaala ndị ọzọ niile.",
  "Ya mere, echiche nke ụmụnwanyị ụmụ amaala na-esite na njikọ akụkọ ihe mere eme ha na ala ha, ihe nketa nke ịchụpụ, ịkpa ókè agbụrụ, na mmekọahụ, na-aga n'ihu na-eme ihe ike ha n'ime ọnọdụ nne na nna mgbe ụfọdụ, yana ịkparịta ụka ndọrọ ndọrọ ọchịchị mmekọahụ n'ofe na n'ime ọdịbendị ndị na-abụghị ndị ọcha",
  "Ihe ùgwù ụmụnwanyị na-acha ọcha na-ahụ maka ụmụnwanyị na-ejikọta ya na ihe nketa a na-ajụkarị ajụjụ na nke a na-ekwenyeghị na-erite uru site na colonialism na ịchụpụ ụmụ amaala",
  "Maka ụmụnwanyị ụmụ amaala, ụmụnwanyị ọcha niile eritewo uru site na colonization, ma nọgide na-enweta uru ndị a; ụmụ nwanyị ọcha nọchitere anya ha n'ụzọ dị ukwuu na n'ụzọ na-enweghị atụ, nwee ọrụ dị mkpa, ma bụrụ ụkpụrụ nkịtị nke nwanyị n'ime Australia na mba ndị ọzọ na-achị achị",
  "Dị ka Carrie Bourassa si kwuo, nsogbu dị n'idozi nsogbu ụmụ amaala nwanyị site na oghere a bụ na ụmụnwanyị na-acha ọcha n'onwe ya na-etinye akụkọ nke colonialism",
  "O jirila indigeneity, ịkpa ókè agbụrụ, heteronormativity, na Iso Ụzọ Kraịst dị ka ngwá ọrụ iji \"ndị ọzọ\" ụmụ amaala ma kwado mkpa ọ dị \"ime ka ha dị mma\"; n'ihi ya, enwebeghị itinye ọrụ ụmụnwanyị ụmụ amaala na okwu ndị a ma ama.",
  "Dịka, mgbe ndị inyom na-acha ọcha 'na-akwado' ma ọ bụ 'gụnyere' ụmụ nwanyị amaala na ọrụ ha, ọ bụ n'echiche ngosi, na-akwado maka abamuru nke ha, ọ bụghị maka uru ụmụ nwanyị niile, gụnyere mkpa nke ụmụ nwanyị Australia",
  "O doro anya n'ọtụtụ mmegharị ụmụ amaala nwanyị na \"Aboriginal (na ụdị ndị ọzọ nke ụmụ amaala ụmụ amaala) feminism bụ mmekọrịta na akụkọ ihe mere eme na ndọrọ ndọrọ ọchịchị, yana mmekọrịta dị irè na mmekọrịta mmadụ na ibe ya, akụ na ụba, ọdịbendị na ndọrọ ndọrọ ọchịchị nke oge a",
  "\" Ọ bụ ezie na ụmụ nwanyị ụmụ amaala nwere ike ikweta na e nwere oke n'ihe mgbaru ọsọ nke ụmụ amaala feminists na ụmụ nwanyị, ọtụtụ, dị ka Celeste Liddle (Arrernte) \"kwenyesiri ike na dị ka ụmụ nwanyị Aboriginal, ebe ọgụ anyị nwere njikọ na ọgụ ụmụ nwanyị na-aga n'ihu n'ime agbụrụ ndị ọzọ a na-eleghara anya, ha abụghị otu",
  "\" Otu arụmụka nke Minnie Grey mere na edemede ya, From the Tundra to the Boardroom to Everywhere in Between, banyere ụmụ nwanyị bụ otú ọ na-eleghị anya karịa ihe ndị bụ isi nke mmegbu ụmụ nwanyị dabere na mmekọahụ na nwoke na nwanyị n'okwu ndị ọzọ, dị ka klas, agụmakwụkwọ, na mmetụta nke ụdị mmegbu ndị a na ụmụ nwoke",
  "\"Anyị, dị ka ụmụ nwanyị Inuit, anọwo na-agbasi mbọ ike maka ihe ndị dị ka ịkwụ ụgwọ nhata maka ọrụ nhata, òkè nhata nke ọrụ maka ọdịmma ezinụlọ, ikike nhata isonye na usoro ime mkpebi nke gọọmentị anyị, ikike nhata maka ịhọpụta ụmụ nwanyị na ọkwa niile nke azụmahịa na sayensị, ikike nhata na agụmakwụkwọ, na nke kachasị mkpa, ikike nhata iji zụlite ụmụ anyị n'ọnọdụ dị mma, ahụike, na nke dị mma",
  "Nke a pụtara, n'etiti ihe ndị ọzọ, n'elu akara ịda ogbenye",
  "Ana m ele ọchịchọ ndị a anya ọ bụghị dị ka nnwere onwe ụmụ nwanyị, kama dị ka nnwere onwe ndị mmadụ",
  "N'ezie, anyị chọrọ ma hụ ndị ikom anyị n'anya, n'otu aka ahụ, ọ dị anyị mkpa ịtọhapụ ha n'echiche ndị na-ejikọta ha na ọrụ ọdịnala na-enweghị ike imebi emebi nke, n'aka nke ya, na-eme ka ọnọdụ dị mma n'ọtụtụ mpaghara ụwa",
  "\"",
  "Ihe atụ ọzọ dị otú ahụ bụ ogologo oge e were iji nweta ikike ụfọdụ",
  "Dịka ọmụmaatụ, ọ bụ ezie na e nyere ụmụ nwanyị ọcha a na-ewere dị ka ụmụ amaala Canada ikike ịtụ vootu na 1918, e kweghị ka ụmụ nwanyị ndị ọzọ niile nwee ikike ịtụ vootu ruo mgbe e mesịrị",
  "A naghị ekwe ka ụmụ nwanyị Aboriginal na Canada mee ntuli aka ruo n'afọ ndị 1960, n'oge ahụ, ebili mmiri nke abụọ nke feminism apụla n'okwu ndị dị otú ahụ.",
  "Rauna Kuokkanen (Sami) ekwuola maka ụkpụrụ ụmụ amaala kpọmkwem, na-emegide nke nwanyị n'ihi na ọ bụ ezie na \"ụfọdụ echiche na omume ụmụ nwanyị na-elekwasịkwa anya na mgbanwe mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị na ọha mmadụ",
  "ụzọ ha na-ewepụkarị echiche nke nchịkọta yana ikike ala nke bụ isi ihe maka ụmụ amaala",
  "\"",
  "Cunningham gosipụtara nkatọ ọzọ megide feminism:",
  "Ha na-ahụ na ụkpụrụ nwanyị na-achịkwa na-adabere na ihe nlereanya a na-amaghị nke etiti na n'akụkụ",
  "N'ihe nlereanya a, ụmụ amaala, ụmụ Afrịka, na ụmụ nwanyị dara ogbenye nọ n'akụkụ ma ga-anakwere echiche na echiche nke feminism dị ka ndị nọ n'etiti kọwara",
  "N'ikwu ya n'ụzọ ọzọ, a na-atụ anya na anyị ụmụ nwanyị ụmụ amaala ga-anakwere ihe kachasị nke ihe bụ mmegbu ụmụ nwanyị na nnwere onwe ụmụ nwanyị",
  "Nsogbu bụ, foto a bụ naanị akụkụ ụfọdụ na ahụmịhe nke anyị",
  "A na-agọnahụ ma ọ bụ na-eleghara ihe ndị dị na ahụmịhe anyị na-adabaghị na foto a anya",
  "Ihe nlereanya a na-achịkwa na-anwa ime ka òtù ụmụ nwanyị dị n'otu, na-ekwu na ụmụ nwanyị niile nwere otu ihe ha chọrọ na otu ohere iji nweta ikike ha",
  "Echiche a na-ezighi ezi na-agọnahụ mkpa ọdịbendị, asụsụ na mmekọrịta mmadụ na ibe ya na ọhụụ dị iche iche iche iche nke ụmụ nwanyị.",
  "Ndị ọkà mmụta Feminist nke ụmụ amaala eguzogidewo nhọrọ na mmegbu nke agụmakwụkwọ ha dị ka nsonaazụ ọzọ nke colonialism",
  "Dị ka mkpokọta, ndị ọkà mmụta dị iche iche nke ụmụ amaala nwanyị akpọọla oku maka \"mkpa dị ukwuu maka nkwuwa okwu na ibu ọrụ n'ihi akụkọ ọjọọ nke colonization, ịgba ohu, na mgbukpọ agbụrụ nke na-emepụta ugbu a\" iji hụ na ụmụ amaala feminism na-agwa site na decolonization.",
  "Nkatọ nke ụmụ amaala nwanyị n'etiti ụfọdụ ndị ọkà mmụta ọdịda anyanwụ na ndị edemede omenala pop bụ na ụmụ amaala \"na-ahọrọ ịhapụ onwe ha na ụmụ nwanyị\". Ụfọdụ ụmụ nwanyị obodo na-ele Feminism anya dị ka ihe na-adịghị mkpa n'ihi na ọnọdụ ụmụ nwanyị na ụfọdụ n'ime obodo ndị a dị elu tupu ọchịchị",
  "Nke ahụ bụ ịsị, dị ka Hall si kwuo, na ịbụ \"onye amaala\" bụ \"feminist\"",
  "Mana nkatọ a n'onwe ya na-adabere na nkọwa nke feminism (ma ọ bụ \"white feminism\") dị ka \"okwu ọchịchị dị mkpa maka ụmụ nwanyị ọdịda anyanwụ naanị\". Feminism n'ozuzu ya na-abụkarị ihe a na-ahụkarị dị ka ihe na-acha ọcha nke America, ọtụtụ ndị ọkà mmụta na ndị feminists na-arụ ụka na feminism ọcha anaghị edozi nchegbu nke ụmụ nwanyị nwere nzụlite dị iche iche",
  "Ụmụ amaala Australia nwanyị Aileen Moreton-Robinson na-arụ ụka na ụmụ nwanyị niile na-ebi n'ime ọha mmadụ nke na-atụpụ ha n'akụkụ, nke ọ dị mkpa ka a maa ya aka site na omume nke ụmụ amaala nwanyị",
  "Ọ bụ ezie na ụmụ nwanyị niile bụ iji chọpụta ụdị mmegbu jikọtara ọnụ nke na-emetụta ụmụ nwanyị niile, akụkọ ihe mere eme, ịkpa ókè agbụrụ tinyere amaghị ndị na-abụghị ndị obodo banyere ụmụ nwanyị obodo na-aga n'ihu na ọgụ ụfọdụ (dịka nsogbu ụmụ nwanyị ụmụ nwanyị na-efu na-egbu egbu) anọgidewo na-ekewapụ ụmụ nwanyị ụmụ amaala ndị na-ahụghị ụmụ nwanyị dị ka ndị na-anabata ha ma ọ bụ na-edozi nchegbu ha kachasị mkpa.",
  "Ihe ka ọtụtụ n'ime ihe odide ndị a kpọrọ \"Indigenous feminism\" na-ezo aka naanị na ụmụ amaala nke ndị Amerịka nọ na United States na, ruo n'ókè dị nta, na ndị mba mbụ nke Canada",
  "Nke a na-abụkarị ikpe mgbe a na-ezo aka na \"Indigenous feminists\" n'onwe ha, dị ka Leanne Betasamosake Simpson na Leslie Marmon Silko.",
  "E nwere ọtụtụ ụdị feminism nke na-ekwu maka ụmụ amaala ma nwee ike ịgbaso echiche ndị yiri ya, isiokwu, na / ma ọ bụ agụmakwụkwọ nke ụmụ amaala ụmụ amaala, mana ha anaghị amata kpọmkwem dị ka \"Indigenous feminism\"",
  "Ụdị feminism ndị a nwere ike ịgụnye Intersectional feminism, transnational feminism, postcolonial feminism, Native Hawaiian feminism, feminism in India, na Asian feminism",
  "A na-ekewapụkarị ụdị feminism ndị a n'etiti ibe ha, ma na agụmakwụkwọ ma n'ọrụ, n'ihi obere ọdịiche dị na nkwenkwe na ilekwasị anya",
  "Ụfọdụ akpọọla oku ka e nwekwuo ịdị n'otu n'etiti ndị otu a, echiche na ụzọ.",
  "Nguzogide na mmegide megide ndị ọchịchị nwere ike ịbịa n'ọtụtụ ụdị, gụnyere ma ọ bụghị naanị: ngagharị iwe iwu ma ọ bụ ndọrọ ndọrọ ọchịchị, omume ịgwọ ọrịa, ịkọ akụkọ, ma ọ bụ ọrụ nka.",
  "Mgbalị igbu ọchụ na-aga n'ihu nke ụmụ nwanyị ụmụ amaala bụ ihe kachasị mkpa na ụmụ nwanyị ụmụ amaala, ebe na ụmụ nwanyị na-ahụkarị, a naghị ebute igbu ụmụ nwanyị a, ọ gwụla ma a na-egbu ụmụ nwanyị na-abụghị ụmụ amaala.",
  "Na Ọktọba 4, na Febụwarị 14, ụmụ amaala ụmụ nwanyị agbaala obodo ume ka ha sonye na nche na omume maka ikpe ziri ezi maka ụmụ nwanyị ndị a na ezinụlọ ha",
  "\"Sisters In Spirit\" bụ otu ndị na-ahazi nche, iji kwanyere ndụ ụmụ nwanyị na ụmụ agbọghọ na-efu na ndị e gburu egbu (MMIWG)",
  "Nche ndị a mere ka Gọọmentị Canada malite nyocha mba banyere ụmụ nwanyị na ụmụ agbọghọ na-efu na ndị e gburu egbu na Septemba 2016",
  "Nnyocha a nyochara ma kọọ banyere ime ihe ike megide ụmụ nwanyị na ụmụ agbọghọ na Canada site n'ileba anya na usoro, ihe ndị dị na ya na n'ikpeazụ, usoro kpatara ime ihe ike ahụ. Ọ bụ ezie na ọganihu nke nyocha ahụ belatara ma na-egbochi ya mgbe ụfọdụ site na nsogbu ndị dị ka enweghị nkọwa doro anya banyere ụbọchị akaebe na obere ndị ọrụ na ihe onwunwe, o mechara ruo nkwubi okwu na e nwere mgbukpọ na-aga n'ihu megide ụmụ nwanyị na North America.",
  "Na United States, e mepụtara National Resource Center to Enhance Safety of Native Women and their Children (NIWRC) \"iji mee ka ikike nke agbụrụ American Indian na Alaska Native (Native), Native Hawaiians, na Tribal na Native Hawaiian òtù iji meghachi omume na ime ihe ike n'ụlọ",
  "\" Òtù a na-ekerekwa òkè na isiokwu ụmụ amaala nwanyị site na nraranye ha na nchekwa nke ụmụ nwanyị na ụmụaka ụmụ amaala.",
  "Idle No More bụ otu ụmụ amaala nke ụmụ nwanyị ụmụ amaala atọ na otu onye na-abụghị ndị obodo hiwere, n'ebumnobi \"ịgbanwe okwu nke oge a banyere ikike, ọbụbụeze, na mba site n'ikwu na ọ bụ ụmụ nwanyị ụmụ amaala kwesịrị ijide ike ndọrọ ndọrọ ọchịchị nke mba ụmụ amaala, ma ọ bụ ma ọ dịghị ihe ọzọ nwee oche nhata na tebụl arụmụka",
  "\" Isi isiokwu ha na-eme ihe ike gụnyere ọbụbụeze, mweghachi nke mba, nchedo gburugburu ebe obibi, na iguzogide ime ihe ike megide ụmụ nwanyị. A na-arụ ọrụ a site n'ime mgbanwe na Iwu India nke Canada, otu iwu nke na-egbochi ọbụbụeze ụmụ amaala, yana ịkwado maka nchedo gburugburu ebe obibi",
  "Ọrụ ha na-arịọ ndị mmadụ, n'agbanyeghị agbụrụ ụmụ amaala ma ọ bụ na ọ bụghị, ka ha sọpụrụ ọbụbụeze ụmụ amaala na ichebe gburugburu ebe obibi",
  "Òtù Canada ọzọ nke na-elekwasị anya ma na-akwalite echiche ụmụ nwanyị bụ Native Women's Association of Canada (NWAC)",
  "Ha na-arụ ọrụ iji nye ụmụ nwanyị ike site n'ịzụlite na ịgbanwe iwu nke na-emetụta ụmụ amaala.",
  "Ịrụ ọrụ iji gbanwee aha \"Christopher Columbus Day\" ka ọ bụrụ \"Indigenous Peoples' Day\" bụ ihe atụ nke ịgbanwe akụkọ nke Indigeneity na United States. Ndị na-akwado mgbanwe a kwenyere na Columbus anọwo n'okpuru \"ịkwa iko\", n'agbanyeghị ọtụtụ akụkụ na-adịghị mma nye ya, gụnyere \" mpako ya, nchịkwa ya na-adịghị mma nke ọrụ ọchịchị ya na akọ na uche ya na-enweghị ntụpọ, nke ịgba ohu nke ndị obodo na-enweghị nsogbu, ọbụlagodi mgbe ime nke a megidere ọchịchọ nke ndị na-akwado eze ya",
  "\" Ụbọchị a na-esonyere ụbọchị ndị ọzọ nke ememe nke ụmụ amaala, gụnyere ọnwa ihe nketa nke ndị Amerịka na United States, Dia del Respeto a la Diversidad Cultural (Ụbọchị nkwanye ùgwù maka ọdịbendị dị iche iche) na Argentina, Dia de la Hispanidad (Ụbọchị Hispanicity) na Spain, Dia de la Resistencia Indigena (Ụbọchị Mmegide ụmụ amaala) na Venezuela, na Ụbọchị Mba Nile nke ụmụ amaala ụwa.",
  "N'ihi mmerụ ahụ nke ọgbọ nke a na-agafe site n'ọgbọ ọ bụla gaa na nke ọzọ n'ihi ọchịchị ime ihe ike, ịgwọ ọrịa bụ akụkụ dị mkpa nke iguzogide. Omume ịgwọ ọrịa gụnyere ịrụ ọrụ nke na-alaghachi na ọrụ ọdịnala ọdịnala ọdịnala ndị obodo dị ka ịkpa ákwà, ịkwa akwa, egwu, ma ọ bụ ọbụna itinye aka na obodo ụmụ amaala.  Tinyere nke a, iweghachite ọbụbụeze site na ịkọ akụkọ na ide ihe bụkwa ụdị ọrụ ụmụ amaala. Ide ihe bụ ngwá ọrụ bara uru karịsịa n'ịgwọ ọrịa na ime ihe ike",
  "Ọ na-eje ozi dị ka ma, \"ụzọ nke ịlanarị mmegbu na ụzọ isi tinye aka na usoro ọgwụgwọ.\"  Akwụkwọ This Bridge Called My Back, Writings by Radical Women of Color na-eme ka echiche a bụrụ eziokwu, site na ibipụta akụkọ na-akwụwa aka ọtọ na nke okike banyere ụmụ amaala na ụmụ amaala, ma na-etinye ihe ndị a dị ka agụmakwụkwọ.",
  "N'akụkọ ihe mere eme nke Australia, ọtụtụ n'ime ọrụ nke ụmụ amaala na-akwado maka nnwere onwe ụmụ nwanyị, mana ha na-akwado maka nnwere onwe nke ụmụ amaala Australia n'ozuzu ha, gụnyere imeziwanye nlekọta ahụike, mgbanwe na ịkpa ókè agbụrụ na usoro mgbasa ozi na usoro ikpe, yana imeziwanye usoro agụmakwụkwọ na usoro nkuzi asụsụ abụọ na-agụnye ndị ọzọ na-enwe olileanya ịmaliteghachi asụsụ ụmụ amaala n'ime ụlọ akwụkwọ na obodo",
  "Mmegharị ụmụ nwanyị n'ime obodo ụmụ amaala yiri ka ọ dịghị mgbe ọ na-ekwu maka imeziwanye ọgwụgwọ maka ụmụ nwanyị, kama ọ bụ maka ndụ dị mma maka ụmụ amaala Australia niile.",
  "Ịga n'ihu na-alụ ọgụ maka nnwere onwe ikpeazụ na obodo ụmụ amaala, ọkachasị site n'aka ụmụ nwanyị, pụtara ịchọ ikike ọzọ dị ka ndị mmadụ n'otu n'otu na dị ka obodo",
  "Mmegharị a na-enye ikike na-ebu ụzọ na-achọ ịnakwere ọchịchị dị ka ụdị enweghị ike, iji wughachi ma mee ka omume ime mmụọ na omenala ụmụ nwanyị ụmụ amaala na-esonyere ọgwụgwọ",
  "A nabatara ma kwenye na isi ihe na-agwọ mkpụrụ obi nke ọnyá nke colonisation kpatara bụ ka ụmụ nwanyị kọọ akụkọ ha; akụkọ ndị e kpochapụrụ, gbagọrọ agbagọ ma ọ bụ gbanwee iji gboo mkpa nke coloniser",
  "Ka ọ dị ugbu a, a na-aga n'ihu na arụmụka na ngagharị iwe na-eme na mba iji gbanwee ụbọchị ma ọ bụ aha ụbọchị mba Australia nke a maara dị ka \"Australia Day\", nke na-eme ememe ọbịbịa nke ụgbọ mmiri mbụ na kọntinent Australia na 26th nke Jenụwarị",
  "N'etiti ụmụ amaala Australia, a maara ụbọchị ahụ dị ka \"Ụbọchị Mwakpo\"; enwere oku ka a gbanwee ụbọchị ahụ gaa na ụbọchị dị iche, n'ihi ọnọdụ obi mgbawa nke ụbọchị ahụ maka ụmụ amaala Australia, yana aro iji gbanwee aha ahụ ka ọ bụrụ \"Ụbọchị Ịlanahụ\", iji kweta mmeso ọjọọ na ịchụpụ obodo ụmụ amaala",
  "N'ikwekọ na oku ndị a, Kansụl Yarra nke Melbourne akwụsịla ime emume ụmụ amaala na 26th nke Jenụwarị.",
  "Ụmụ nwanyị na-acha ọcha na-ahụkarị feminism dị ka mmegharị nke hiwere isi na ụmụ nwanyị ọcha, ndị kwụ ọtọ, ndị nọ n'etiti. Otú ọ dị, mmegharị ụmụ nwanyị n'ozuzu ya abụtụbeghị otu mmegharị nke Global North, kama ọ nwere mgbọrọgwụ n'ụwa niile  na-agafe agbụrụ, agbụrụ na mpaghara",
  "Na Mexico, ndị na-ahụ maka ụmụ nwanyị na Mexico na-ekwusi ike na ndọrọ ndọrọ ọchịchị ha dịgasị iche n'etiti agbụrụ ha dị iche iche na mmekọrịta mmadụ na ibe ya, ya mere ọ dị mkpa ịgbagha echiche na gburugburu ihe bụ na ihe a na-adịghị ewere dị ka \"feminist\". Ụmụ amaala feminism bụ nchịkọta feminism, n'adịghị ka ọtụtụ ụdị Western, mainstream feminism nke na-enwekarị njirimara nke onye ọ bụla na echiche nnwere onwe. Na Mexico, ụmụ nwanyị asaa n'ime ụmụ amaala iri bi na ịda ogbenye na ụmụ nwanyị atọ n'ime iri nọ n'oké ịda ogbenye; ha nọ n'okpuru nwoke ma ọ bụ nwanyị ha kamakwa site na ọkwa ha na agbụrụ ha.",
  "Na Mexico, a ghaghị ịmepụta otu mmegharị dị iche na nke a na-ahụkarị, nke na-emesapụ aka iji nwee ike ịnọchite anya ụmụ nwanyị ụmụ nwanyị",
  "Dị ka ụmụ amaala ụmụ nwanyị na-abụghị naanị otu ma ọ bụ ndị otu abụọ dị nta, ndị na-abụghị ụmụ amaala na-ewepụkarị ha.  Hegemonic feminism, tinyere okwu feminism n'onwe ya, na-agbagha maka nchịkọta ya banyere ụmụ nwanyị; Ọzọkwa, ma dị ka a hụrụ na ha anaghị aghọta na e wuru nwoke na nwanyị n'ụzọ dị iche na ọnọdụ akụkọ ihe mere eme dị iche iche, nakwa na ụmụ nwanyị nwere echiche nke ha banyere ùgwù ụmụ nwanyị.  Feminism na Mexico na-elekwasị anya n'ịchọrọ ihe zuru ụwa ọnụ dịka iwepụ ọdịiche ụgwọ ọrụ n'etiti ụmụ nwoke na ụmụ nwanyị na ịkwụsị ime ihe ike n'ụlọ",
  "Feminism nke Mexico anaghị akatọ colonialism, ịkpa ókè agbụrụ na enweghị nhata akụ na ụba dị ka isi iyi nke nkewa na ịkpa ókè megide ụmụ nwanyị aborigine.",
  "Ahụhụ, ịkpa ókè na enweghị mmasị mere ka ụmụ nwanyị ndị a were ngwá agha, welie olu ha ma chọọ ka ha sonye n'ọrụ megide enweghị nhata agbụrụ",
  "Ụmụ nwanyị amaala akọwapụtala profaịlụ nke ọdịbendị, obodo, ikike na omenala",
  "Dị ka Lugo si kwuo, enwere ike idepụta usoro a dị ka ihe ịrịba ama mbụ nke ụmụ amaala nwanyị",
  "Site na ọmụmụ nke ụmụ amaala nwanyị na Mexico, a na-atụ aro ka a tụgharịa uche n'eziokwu ụmụ amaala, ọ bụghị naanị dabere na njirimara nwoke na nwanyị ha, kamakwa iji nyocha nke njirimara agbụrụ ha",
  "Ha na-achọ mgbanwe nke ọha mmadụ Mexico na Steeti, na-akatọ ịhụ mba n'anya nke mere ka gọọmentị na ndị bi na Mexico dabere na ụkpụrụ ndị nna ochie, lesbophobic na homophobic nke nwere ike ịkpalite ụdị ime ihe ike agbụrụ.",
  "N'ịbụ ndị mejupụtara ndị otu Chiapas Indigenous, \"Tzeltal, Tzotzil, Chol, Tiobal, Zoque, Kanjobal na Mame\", ndị otu Zapatista alụọla ọgụ maka ikike ụmụ amaala Mexico. Ụmụ nwanyị na-arụ ọrụ dị ukwuu na ndị agha Zapatista ma na-achọ \"ndọrọ ndọrọ ọchịchị na-enweghị ọkwa nwoke na nwanyị,\" yana ikike ụmụ amaala.  Olivera na-ekwu na \"Ụmụ nwanyị ndị ọrụ ugbo nke jikọtara ọnụ dị ka ndị na-alụ ọgụ ma ọ bụ - n'okwu Subcomandante Marcos - 'netwọk nkwado' (bases de apoyo) bụ otu ụzọ n'ụzọ atọ nke ndị otu EZLN [ma ọ bụ Zapatista]",
  "\" Ihe mgbaru ọsọ Zapatista bụ ikpochapụ agbụrụ na nkewa nwoke na nwanyị, na-abanye n'ime ebe ọha na eze nke nwoke na ndị mestizo ebe a gbachiri olu ha nkịtị",
  "Mmegharị Zapatista mere ka ikike ụmụ amaala nwere ikpebi onwe ha banye n'ime iwu Mexico. N'otu oge ahụ, ndị Zapatista kwadoro ikike ụmụ nwanyị na Iwu Mgbanwe nke Ụmụ nwanyị. Iwu mgbanwe nke ụmụ nwanyị nwere ihe dị mkpa maka feminism dịka e debere ya n'akụkụ iwu EZLN ndị ọzọ. Iwu mgbanwe nke ụmụ nwanyị na ụmụ nwanyị Zapatista \"mere ka e mepụta ohere maka ụmụ nwanyị sitere na mpaghara dị iche iche iji hazie onwe ha, na-akwalite mgbanwe n'ụdị ọrụ na okwu ndị gosipụtara usoro nhazi ha ruo n'afọ ndị 1990",
  "\"",
  "Native American feminism ma ọ bụ Native feminism bụ otu mmegharị ụmụ nwanyị nke gbanyere mkpọrọgwụ na ahụmịhe ndụ nke ụmụ nwanyị Native American na First Nations (FNIM)",
  "Dị ka alaka nke ụmụ amaala ụmụ amaala, n'otu aka ahụ, ọ na-ebute decolonization, ọbụbụeze ụmụ amaala, na ike nke ụmụ nwanyị na ụmụ agbọghọ ụmụ amaala n'ọnọdụ nke ụkpụrụ ọdịbendị Amerịka na mba mbụ na ihe ndị dị mkpa, kama ndị ọcha, ndị a ma ama. Otu okwu dị mkpa na ngwa ngwa maka ụmụ nwanyị ụmụ amaala bụ nsogbu ụmụ nwanyị ụmụ nwanyị na-efu ma gbuo (MMIW)."
]