[
  "Indiplon (INN na USAN) bụ nonbenzodiazepine, ọgwụ na-eme ka mmadụ kwụsị ịrapara n'ụzọ abụọ - usoro ntọhapụ ozugbo na ihe niile na ndị ọzọ ụra mbụ Nile dị ka maka mmalite ụra, na ntọhapụ gbanwere (nke a na-akpọkwa ntọhapụ a na-achịkwa ma ọ bụ ntọhapụ gbatịrị) maka mmezi ụra.",
  "Indiplon na-arụ ọrụ site n'ịkwalite ọrụ nke inhibitory neurotransmitter GABA, dị ka ọtụtụ ihe ndi mádu ziri ihe nọr ka ọzọ na-abụghị benzodiazepine sedatives",
  "Ọ na-ejikọta na α1 subunits nke GABAA receptors na ụbụrụ.",
  "A chọpụtara Indiplon na Lederle Laboratories (nke Wyeth mechara nweta) n'afọ ndị 1980 ma kpọọ ya CL 285,489.: 454 Na 1998 Lederle nyere ya ikikere, ya na ndị ọzọ na-achọ ọgwụ, na DOV Pharmaceutical, mmalite nke ndị ọrụ Lederle mbụ guzobere, na Dov nyere ikikere na ọgwụ ahụ nwere ike ịbelata ọnụ nke ndị na ahụ na Neurocrine Biosciences n'otu afọ ahụ.  N'afọ 2002, Neurocrine sonyeere Pfizer iji mepụta ọgwụ ahụ.",
  "E mere ndokwa maka ntọhapụ Indiplon na 2007, mgbe Sanofi-Aventis' popular hypnotic zolpidem tụfuru ikike ikike ya na United States ma si otú a bụrụ nke dị ọnụ ala",
  "N'afọ 2002, Neurocrine Biosciences abanyela na nkwekọrịta ya na Pfizer iji soro ahịa indiplon na US, na nkwekọ ruru $ 400m.  Otú ọ dị, mgbe FDA wepụtara akwụkwọ ozi a na-apụghị ikwenye economy maka usoro ntọhapụ 15 mg gbanwere na akwụkwọ ozi a kwadoro na nkwupụta maka mbipụta 5 mg na 10 mg ozugbo site na FDA na Mee 2006, Pfizer kwụsịrị mmekọrịta ya na Neurocrine. Ọnụahịa ngwaahịa Neurocrine dara 60% na akụkọ ahụ.",
  "N'ịgbaso nzaghachi, FDA na Disemba 2007 weere ngwa ọgwụ ọhụrụ nke Neurocrine (NDA) 'kwesịrị ekwesị' na usoro ụlọ Akwụkwọ Anyị mụtara n'aka Onye Okike nke eluigwe 5 na 10 mg, mana rịọrọ ọmụmụ ọhụrụ dị ka ihe dị mkpa maka nkwenye, gụnyere nnwale ahụike na ndị agadi, nyocha nchekwa na-eji mmetụta ọjọọ tụnyere nke ọgwụ ndị a na-ere ahịa, na nyocha tupu ahụike na-enyocha nchekwa indiplon na nke atọ nke ime ime.",
  "N'ịgbaso akwụkwọ ozi FDA nke afọ 2007, Neurocrine kpebiri ịkwụsị mmepe niile nke Indiplon na United States."
]