[
  "Inez Nathaniel-Walker (née Stedman) (1911-1990) bụ ónyé na-ese ihe n'onwe ya.",
  "A mụrụ ya na ogbenye na Sumter, South Carolina, Inez bụ nwa mgbei mgbè ọ dị obérè, ma lụọ di mgbè ọ dị afọ 12 ma ọ bụ 13",
  "Ọ kwagara Philadelphia n'oge Nnukwu Migration iji gbanahụ eziokwu siri ike nke ọrụ ugbo siri ike",
  "N'afọ 1949, ọ kwagara Port Byron, New York, ébé ọ rụrụ ọrụ na ụlọ ọrụ na-emepụta apụl",
  "A mara ya ikpe maka igbu ọchụ n'amaghị ama mgbe ọ gbusịrị nwoke megburu ya ma tụọ ya mkpọrọ n'ụlọ mkpọrọ Bedford Hills Correctional Prison site na 1971 ruo 1973",
  "Mgbe a mara ya ikpe n'ụlọ mkpọrọ, ọ laghachiri Port Byron",
  "Ọ bụ n'oge ọ nọ n'ụlọ mkpọrọ ka ọ malitere ise ihe n'azụ akwụkwọ ọ bụla ọ hụrụ iji kewapụ onwe ya n'ebe ndị mkpọrọ ọ kpọrọ \"ụmụ agbọghọ ọjọọ\" nọ. Ọ na-ese ihe nke ukwuu, na-ejupụta ọtụtụ akwụkwọ ndekọ n'ime ọnwa ole na ole ruo mgbè a tọhapụrụ ya.",
  "Mgbè ọ nọ n'ụlọ mkpọrọ, ọrụ Nathaniel-Walker dọtara uche Elizabeth Bayley, otu n'ime ndị nkụzi ụlọ mkpọrọ Inez, onye nyere ya akwụkwọ eserese, akwụkwọ edemede, na pensụl",
  "Oriakụ Bayley gosikwara ihe osise ahụ na ónyé na-ere ihe osise ọdịnala n'ógbè ahụ, onye mechara nata akwụkwọ eserese nke ónyé na-ese ihe.",
  "Ihe osise Nathaniel-Walker fọrọ nke nta ka ọ bụrụ naanị foto ụmụ nwanyị",
  "Ọrụ ndị ahụ, nke e ji pensụl, pensụl na ink na-acha, na-eji ọtụtụ ihe mara mma mara mma",
  "A na-egosi ihu n'ihu ma ọ bụ n'ihu na anya gabigara ókè",
  "Ndị ahụ na-eyikarị uwe ndị bụ akụkụ nke uwe Inez",
  "Banyéré usoro ya, o kwuru, \"Achọghị m ihe ọ bụla m ga-adọta",
  "Enweghị m ike ile onye ọ bụla anya ma see ya",
  "Naanị ihe m na-eme bụ ọrụ nke m",
  "Ana m nọdụ ala ma malite ise ihe\".",
  "E gosipụtara ọrụ ya na Akron Art Institute, Corcoran Gallery, na Musée Art et Marges na Brussels. E gosipụtakwara ọtụtụ n'ime ihe osise ya na ihe ngosi ahụ, \"Black Folk Art in America: 1930-1980.\" A na-arụ ọrụ ya ugbu a n'ọtụtụ ihe ngosiputa nka a ma ama gụnyere Smithsonian American Art Museum, American Folk Art Museum, Mahadum Michigan Museum of Art, na High Museum."
]