[
  "..A mụrụ ya na Porsgrunn",
  "N'oge mbụ ya ọ rụrụ ọrụ na Akershus County Municipality, Ministry of Justice na Norwegian, Oslo Probate Court, na n'okpuru Ombudsman nzuko omeiwu Norwegian",
  "Ọ ghọrọ osote onye isi ngalaba ikpe na Norwegian Confederation of Trade Unions.  Na Septemba 1992, a họpụtara ya odeakwụkwọ steeti na Ministry of Justice na ndị uwe ojii, na Brundtland's Cabinet nke atọ",
  "Ọ nọrọ ebe a ruo 1996.",
  "O nwere ọtụtụ ọkwa ọha na eze",
  "N'afọ 1987, a kpọrọ aha ya dị ka onye otu Klagenemnda maka ịkpa oke..Ọ bụ onye osote onye isi oche nke Ego Nkwado Ụlọ akụ nke Norwegian Savings' Guarantee Fund.  O nyela aka na kọmitii ọha na-emepụta akụkọ gọọmentị Norwegian",
  "Ọ bụ onye isi oche kọmitii ndị wepụtara akwụkwọ akụkọ Norwegian 2003: 2 banyere ịkpa ókè na 2004: 5 na gburugburu ebe ọrụ.",
  "Ọ bụ onye isi oche nke kọmitii ndị nyere akụkọ Norwegian Official Report 2003:2 banyere ịkpa ókè na 2004:5 na gburugburu ebe ọrụ. Norwegian Confederation of Trade Unions katọrọ akụkọ kọmitii ya banyere ebe ọrụ dị ka onye iro megide ndị ọrụ nkịtị. Ọ bụkwa onye otu kọmitii nyere akụkọ Norwegian Official Report 1994:19 banyere ụlọ akụ na ego, na 1994:20 (maka ụgwọ maka mmerụ ahụ onwe onye, 2001:32 (maka ikpe obodo na 2001:33 banyere ikpe, a kpọrọ kọmitii ahụ aha na 1999). Ọ bụkwa onye otu Quarantine Committee, nke na-arụ ọrụ na quarantine n'etiti ọrụ mmadụ na ndọrọ ndọrọ ọchịchị na ọrụ ọhụrụ na ngalaba ndị ọzọ.",
  "....Ọ ghọrọ onye osote onye isi oche NSB (Norwegian State Railways) na Ọktoba 2000.  Ọ gara n'ihu na osote oche na June 2001, mgbe Gunn Wærsted hapụrụ bọọdụ.  Na Septemba 2003 ọ gara n'ihu n'oche oche mgbe Olav Fjell hapụrụ bọọdụ.  Na February 2004, ọ malitere ịrụ ọrụ na ọgbakọ ọgbakọ ndị na-ere ahịa pụrụ iche.  Ọ bụkwa onye isi oche nke Ụlọikpe Mba Norway ruo ọtụtụ afọ.  Ọ ghọrọ onye otu bọọdụ Norsk Eiendomsinformasjon na 2006,  na oche nke Eidsiva Energi na 2008.",
  "Dị ka onye ọka iwu, ọ na-arụ ọrụ na ụlọ ọrụ Arntzen de Besche",
  "Ọ bụ onye ọka iwu nke Ingunn Yssen n'oge ihe ihere Valla na 2007. Ọ nọchitekwara anya otu n'ime ndị ọrụ ahụike na ikpe Ali Farah. N'afọ 2007, o so dee akwụkwọ Arbeidsrett",
  "Særlig omstilling i plai sektor, wepụtara na Universitetsforlaget.",
  "Àtụ:Start box",
  "Àtụ:S-bus\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft",
  "Àtụ:End box"
]