[
  "Na kọmpụta, firmware bụ klaasị sọftụwia kọmpụta nke na-enye njikwa dị ala maka ngwaike nke ngwaọrụ",
  "Firmware, dị ka BIOS nke kọmputa nkeonwe, nwere ike ịnwe ọrụ ndị bụ isi nke ngwaọrụ, ma nwee ike ịnye ọrụ abstraction ngwaike na sọftụwia ọkwa dị elu dị ka sistemụ arụmọrụ",
  "Maka ngwaọrụ ndị na-adịchaghị mgbagwoju anya, firmware nwere ike ịrụ ọrụ dị ka sistemụ arụmọrụ nke ngwaọrụ ahụ, na-arụ ọrụ njikwa, nlekota na njikwa data niile",
  "Ọmụmatụ a na-ahụkarị nke ngwaọrụ nwere firmware bụ sistemu agbakwunyere, ngwa ụlọ na nkeonwe, kọmpụta na mpụta kọmputa.",
  "A na-ejide firmware na ngwaọrụ ebe nchekwa na-adịghị agbanwe agbanwe dị ka ROM, EPROM, EEPROM, na ebe nchekwa Flash",
  "Imelite ngwa ngwa chọrọ ka edochie sekit agbakwunyere ROM ka ọ dochie ya, ma ọ bụ EPROM ma ọ bụ ebe nchekwa flash ka a ga-emegharị ya site na usoro pụrụ iche",
  "Ụfọdụ ngwaọrụ ebe nchekwa firmware arụnyere na-adịgide adịgide na enweghị ike ịgbanwe ya ka emechara ya",
  "Ihe ndị a na-emekarị maka imelite ngwa ngwa gụnyere idozi ahụhụ ma ọ bụ tinye atụmatụ na ngwaọrụ ahụ.",
  "Sistemụ agbakwunyere ma ọ bụ onye injinia sọftụwia na-enyere aka ịzụlite na chepụta firmware omenala a pụrụ ịdabere na ya maka akụkụ dị iche iche na ụlọ ọrụ dị iche iche.",
  "Ascher Opler chepụtara okwu firmware na edemede data 1967",
  "N'ime edemede a, Opler na-ekwu maka ụdị mmemme kọmputa ọhụrụ nke nwere ebumnuche bara uru na nke mmụọ dị iche site na mmemme ọdịnala n'echiche onye ọrụ.",
  "Ka kọmputa malitere ịba ụba na mgbagwoju anya, ọ bịara doo anya na mmemme dị iche iche kwesịrị ibu ụzọ malite na ịgba ọsọ iji nye gburugburu ebe obibi na-agbanwe agbanwe dị mkpa maka ịme mmemme mgbagwoju anya na uche onye ọrụ",
  "Nke a chọrọ mmemme kọmputa iji mee mmemme ndị ahụ na-akpaghị aka",
  "Ọzọkwa, dị ka ụlọ ọrụ, mahadum, na ndị na-ere ahịa chọrọ ire kọmputa ndị mmadụ na-enweghị obere ihe ọmụma nkà na ụzụ, akpaaka ka ukwuu bịara dị mkpa iji mee ka onye ọrụ na-eme ihe omume ngwa ngwa maka ebumnuche bara uru",
  "Nke a mere ka e nwee ụdị sọftụwia nke onye ọrụ na-agaghị ama ụma na-agba ọsọ, ma butere sọftụwia nke onye ọrụ nkịtị na-agaghị ama.",
  "Na mbụ, ọ pụtara ọdịnaya nke ụlọ ahịa njikwa ederede (obere ebe nchekwa dị elu pụrụ iche), nke nwere microcode nke kọwapụtara ma mejuputa usoro ntuziaka kọmpụta, nke enwere ike ibugharị ya ka ọ bụrụ ọkachamara ma ọ bụ gbanwee ntuziaka nke ngalaba nhazi etiti (CPU)",
  ") nwere ike igbu",
  "Dị ka ejiri ya na mbụ, firmware dị iche na ngwaike (CPU n'onwe ya) na ngwanrọ (ntụziaka nkịtị na-eme na CPU)",
  "Ọ bụghị ntụziaka igwe CPU mejupụtara ya, kama ọ bụ nke microcode dị ala na-etinye aka na mmejuputa ntuziaka igwe",
  "Ọ dị na oke n'etiti ngwaike na ngwanrọ; ya mere aha firmware",
  "Ka oge na-aga, ojiji a na-ewu ewu gbatịpụrụ okwu ahụ firmware iji gosipụta mmemme kọmputa ọ bụla jikọtara ya na ngwaike, gụnyere BIOS na PC, bootstrap loaders na ekwentị, ma ọ bụ sistemụ njikwa maka ngwa eletrọnịkị dị mfe dị ka oven microwave, njikwa anya, ma ọ bụ akụkụ kọmputa",
  "ROM BIOS firmware na Baby AT motherboard",
  "N'akụkụ ụfọdụ, akụkụ firmware dị iche iche dị mkpa ka sistemụ arụmọrụ dị na kọmpụta na-arụ ọrụ",
  "Agbanyeghị, n'adịghị ka ọtụtụ sistemụ arụmọrụ ọgbara ọhụrụ, firmware adịkarịghị enwe usoro akpaaka ewepụtara nke ọma nke imelite onwe ya iji dozie nsogbu ọrụ ọ bụla achọpụtara ka ebupuchara unit ahụ.",
  "Enwere ike iji “aka” emelite BIOS site na obere mmemme mmemme",
  "N'ụzọ dị iche, ngwa ngwa na ngwaọrụ nchekwa nnukwu (draịva diski ike, draịva diski anya, nchekwa nchekwa flash dịka draịva steeti siri ike) anaghị emelite ya, ọbụlagodi mgbe nchekwa nchekwa (kama ROM, EEPROM) na-eji ngwa ngwa.",
  "Ihe ka ọtụtụ n'ime kọmpụta bụ kọmpụta nwere ebumnuche pụrụ iche",
  "Ngwa dị ka ngwa nbipute, nyocha, kamera weebụ, na draịvụ USB nwere ngwa ngwa echekwara n'ime; ụfọdụ ngwaọrụ nwekwara ike inye ohere ịkwalite famụwe ha.",
  "Ụfọdụ akụkụ dị ọnụ ala anaghị enwe ebe nchekwa na-adịghị agbanwe agbanwe maka ngwa ngwa, kama dabere na sistemụ nnabata iji nyefee mmemme njikwa ngwaọrụ site na faịlụ diski ma ọ bụ CD.",
  "Dị ka nke 2010, ọtụtụ ndị na-egwu egwu na-ebugharị na-akwado nkwalite ngwa ngwa",
  "Ụfọdụ ụlọ ọrụ na-eji nwelite firmware iji tinye ụdị faịlụ ọhụrụ (codecs)",
  "Atụmatụ ndị ọzọ nwere ike ịgbanwe site na nwelite ngwa ngwa gụnyere GUI ma ọ bụ ọbụna ndụ batrị",
  "Ọtụtụ ekwentị mkpanaaka nwere a femụwe n'elu ikuku femụwe nkwalite ike maka ọtụtụ otu ihe; ụfọdụ nwere ike ịkwalite nkwalite nnabata ma ọ bụ ogo ụda.",
  "Kemgbe 1996, ihe ka ọtụtụ n'ụgbọala ejirila kọmputa dị n'ime ụgbọ ala na ihe mmetụta dị iche iche achọpụta nsogbu ígwè ọrụ",
  "N'ihe dị ka afọ 2010, ụgbọ ala ọgbara ọhụrụ na-ejikwa sistemu mgbochi mgbochi mkpọchi (ABS) na kọmpụta na-ahụ maka njikwa nnyefe (TCUs)",
  "Onye ọkwọ ụgbọ ala ahụ nwekwara ike nweta ozi n'ime-dash mgbe ọ na-anya ụgbọ n'ụzọ dị otú a, dị ka akụ na ụba mmanụ ọkụ na-agụ oge na nrụgide taya",
  "Ndị na-ere ahịa mpaghara nwere ike imelite ọtụtụ firmware ụgbọ ala."
]