[
  "Dị ka omenala si dị, a na-eji naanị ihe abụọ eme injera, bụ ntụ ọka na mmiri",
  "A na-egweri ntụ ọka teff site na ọka nke Eragrostis tef, nke a makwaara dị ka teff, ihe ọkụkụ ọka oge ochie sitere na Highlands nke ndị Etiopia. A na-ejedebe mmepụta teff na ụfọdụ ugwu dị n'etiti na mmiri ozuzo zuru oke, na, ebe ọ bụ ihe ọkụkụ na-amị obere, ọ dị oke ọnụ maka ezinụlọ ndị ọrụ ugbo. Ka ọtụtụ ndị ọrụ ugbo nọ n'ugwu ndị Etiopia na-akụ mkpụrụ nke ha, a na-eji ọka wit, ọka bali, ọka, ma ọ bụ ntụ ọka osikapa eme ihe mgbe ụfọdụ iji dochie ụfọdụ ma ọ bụ ihe niile dị na teff",
  "A na-ahazi mkpụrụ Teff dabere na agba, nke a na-eji eme ụdị injera dị iche iche: nech (acha ọcha), igodo ma ọ bụ quey (acha ọbara ọbara), na sergegna (agwakọta). Mgbe teff adịghị, ọ na-abụkarị n'ihi ọnọdụ ma ọ bụ njedebe ego, a na-eme injera site na ịgba mkpụrụ dị iche iche , gụnyere ọka bali, millet, na sorghum. Otú ọ dị, Teff bụ ọkacha mmasị maka ime injera, karịsịa n'ihi àgwà mmetụta ya (acha, ísì, ụtọ). Mkpụrụ ọka teff enweghị gluten.",
  "Iji mee injera, a na-agwakọta ntụ ọka teff na mmiri",
  "A na-akpali usoro ịgbaze site na ịgbakwunye ersho, mmiri doro anya, nke na-acha odo odo nke na-agbakọta n'elu ntụ ọka teff na agbaze ma na-anakọta ya site na ịgbaze gara aga",
  "Ersho nwere (aerobic) ụdị Bacillus na ọtụtụ ihe iko achịcha (n'usoro nke ọtụtụ): Candida milleri, Rhodotorula mucilaginosa, Kluyveromyces marxianus, Pichia naganishii na Debaromyces hansenii. Mgbe ahụ, a na-ahapụ ngwakọta ahụ ka ọ gbasa maka nkezi ụbọchị abụọ ma ọ bụ atọ, na-enye ya ụtọ dịtụ ilu.",
  "Usoro isi nri maka injera agbanwebeghị nke nta kemgbe mmalite ya",
  "Dị ka omenala si dị, a na-agwakọta ntụ ọka na mmiri ma mee ka ọ gbasaa",
  "A na-eme ya site na ịwụsa ngwakọta ahụ n'elu nnukwu griddle gburugburu, nke a maara dị ka mitad.",
  "A na-eme injera ka ọ bụrụ nnukwu, dị larịị na nke dị gburugburu",
  "Mmetụta nke ntụ ọka ahụ na-enye ohere ka a wụsa ya n'elu ebe a na-eme achịcha, kama ịpịpụta ya, nke a na-adịghị ahụ maka ihe iko achịcha ma ọ bụ achịcha siri ike.",
  "N'ihe gbasara ọdịdị, injera na-eji ya tụnyere French crêpe na Indian dosa dị ka achịcha dị larịị nke e siri na gburugburu ma jiri ya mee ihe dị ka isi maka nri ndị ọzọ",
  "N'ihe na-atọ ụtọ na ọdịdị, ọ dị ka appam nke Ndịda India",
  "Ala ala nke injera, nke na-emetụ n'elu okpomọkụ, nwere ọdịdị dị nro, ebe elu ya nwere oghere",
  "Ọdịdị a na-eme ka injera dị mma maka ịnakọta ofe na efere.",
  "A na-eme achịcha na griddle gburugburu - ma ọ bụ nnukwu efere ụrọ ojii n'elu ọkụ ma ọ bụ ekwú eletrik pụrụ iche",
  "A mara griddle dị ka mitad (ምጣድ) (n'asụsụ Amharic) ma ọ bụ mogogo (ሞጎጎ) (n\"asụsụ Tigrinya)",
  "A chọtawo mitads n'ebe ndị e gwupụtara ihe n'ala site na 600 AD. N'oge ndị a, a naghịzi eji ụrọ eme mitads mgbe niile, ọ pụkwara ịbụ eletrik.",
  "Stovu ụrọ ọdịnala nwere ike ghara ịrụ ọrụ nke ọma n'ihi na ha na-eri nnukwu nkụ ma na-emepụta anwụrụ ọkụ, na-emepụta mmetọ ụlọ ma na-eme ka ha dị ize ndụ iji mee ihe n'ebe ụmụaka nọ. N'afọ 2003, otu ìgwè nyocha Eritrea mepụtara stovu maka isi nri injera na nri ndị ọzọ na-eji mmanụ dị mfe, dị ka alaka kama nnukwu alaka, ihe ọkụkụ fọdụrụ na nsị, nke a na-akpọ kubet. A na-eme ọtụtụ akụkụ nke stovu ọhụrụ a n'obodo ndị dị n'etiti Etiopia na Eritrea, ebe ụmụ nwanyị na-eji ụrọ kpụọ akụkụ ndị ọzọ n'ógbè ndị dị n\"ógbè ahụ.",
  "Ọtụtụ ụmụ nwanyị nọ n'obodo ukwu, ọkachasị ndị bi na mpụta mba Etiopia na Eritrea, na-eji stovu injera eletrik, nke a na-eji nnukwu efere ígwè kpuchie, ma ọ bụ naanị efere na-adịghị agbakọta.",
  "N'Etiopia na Eritrea, a na-etinye ụdị stews, salad (n'oge ibu ọnụ Ọtọdọks nke Etiopia, nke ndị kwere ekwe na-ezere ọtụtụ ngwaahịa anụmanụ), na injera (nke a na-akpọ injera firfir) na injera maka ije ozi",
  "Iji aka mmadụ (nke a na-ejikarị eme ihe, ọ bụ naanị aka nri), a na-adọwa obere injera ma jiri ya jide stews na salad maka iri nri. Injera n'okpuru stews ndị a na-etinye mmiri na ụtọ nke nri, mgbe stews na salad apụọla, a na-eri achịcha a",
  "N'ihi ya, Injera bụ n'otu oge nri, iri arịa, na efere",
  "Mgbe \"ihe ndina\" niile nke injera apụọla, nri agwụla.",
  "Na Ethiopia na Eritrea, a na-eri injera kwa ụbọchị n'ihe fọrọ nke nta ka ọ bụrụ ezinụlọ ọ bụla",
  "N'èzí mba Etiopia na Eritrea, enwere ike ịchọta injera na ụlọ ahịa nri na ụlọ oriri na ọṅụṅụ na-ahụ maka nri ndị Etiopia na Eritrean.",
  "Injera bụ ihe kachasị mkpa nke nri na Etiopia na Eritrea",
  "Ọ na-abụkarị ma efere na arịa maka nri",
  "A na-etinye ofe dị ka <i id=\"mwqQ\">wat</i> n'elu achịcha ahụ, mgbe ahụ, a na-eri nri ahụ site n'ịdọwa iberibe injera ma na-agbanye stew ahụ. Ọ bụ ezie na ojiji a na-eji injera eme ihe n'ụzọ nkịtị dị ka isi na isi nri ọ bụla nke ndị Etiopia na Eritrea agbanwebeghị kemgbe e kere ya, uru ihe atụ ya agbanwela",
  "Enwere ike ịchọta ụdị dị iche iche nke injera n'ugwu na ala dị ala nke Etiopia",
  "N'ala ndị dị ala, a na-ejikarị sorghum eme injera ma n'ugwu, a na'ejikarị ọka bali eme ya. N'ụzọ ọ bụla, n'ihi na e ji ihe ọzọ mee ya karịa teff, uru ihe nnọchianya ya di obere ma e jiri ya tụnyere uru ihe nnọchiteanya nke injera e ji teff mee",
  "E nwere ọdịiche dị iche iche nke uru ihe atụ na ụdị teff",
  "Teff na-acha ọcha dị oke ọnụ ịzụta ma si otú a na-egosi ọnọdụ dị elu karịa ibe ya dị ọnụ ala, teff na- ọbara ọbara.",
  "E nwere ụdị yiri nke injera na mba ndị ọzọ dị n'Afrịka, ya bụ Sudan na Chad",
  "A mara ụdị a na-eri na South Sudan, Sudan na Chad dị ka kisra.",
  "Injera ghọrọ ihe a na-ahụkarị na United States n'oge mmụba nke ndị Etiopia na-akwaga mba ọzọ n'afọ ndị afọ 1980 na 1990, n'ụzọ dị ukwuu n'ihi Iwu Ndị Gbara Ọsọ Ndụ nke e mere na afọ 1980. A na-emepụta ntụ ọka teff ugbu a na United Steeti site na Teff Company na Idaho, na-eme ka ndị Etiopia si mba ọzọ nwee ike ịnweta teff."
]