[
  "Inji Aflatoun (16 Eprel 1924 - 17 Eprel 1989) bụ onye Ijipt na-ese ihe na onye na-achọ ikike mmadụ n'òtù ụmụ nwanyị. Ọ bụ \"onye isi na-ekwuchitere ndị Marxist-progressive-nationalist-feminist movement na ngwụcha afọ 1940 na 1950\", yana \"onye ọsụ ụzọ nke nka Ijipt nke oge a\" na \"otu n'ime ndị na-ese ihe nkiri dị mkpa nke Ijipt\".",
  "A mụrụ Aflatoun na Cairo na 1924 n'ime ezinụlọ ọdịnala ndị Alakụba ọ kọwara dị ka \"semi-feudal na bourgeois\", nna ya bụ onye na-ahụ maka ụmụ ahụhụ na onye nwe ala, nne ya bụ onye France na-azụ ejiji nke jere ozi na kọmitii ụmụ nwanyị nke Egyptian Red Crescent Society. Ọ chọpụtara Marxism na Lycée Français du Caire Ọ bụ onye nkuzi nka nke onwe ya, Kamel el-Telmissany, bụ onye mere ka ọ mata ndụ na ọgụ nke ndị ọrụ ugbo Ijipt. Al-Timisani bụ otu n'ime ndị guzobere 'Art and Freedom Group', otu ihe na-eme ihe n'eziokwu nke ga-enwe mmetụta na mmepe Aflatoun dị ka onye na-ese ihe. N'afọ 1942, ọ sonyeere Iskra, otu ndị ntorobịa Kọmunist. Mgbe ọ gụsịrị akwụkwọ na Mahadum Fuad I dị na Cairo, ya na Latifa al-Zayyat, bụ onye guzobere  Rabitat Fatayat na jami'a wa al ma' ahid (League of University and Institutes' Young Women) na 1945. N'otu afọ ahụ, ọ nọchitere anya Njikọ ahụ na nnọkọ mbụ nke Women's International Democratic Federation na Paris. O dere Thamanun milyun imraa ma'ana (Eighty Million Women with Us) na 1948 na Nahnu al-nisa al-misriyyat (We Egyptian Women) na 1949. Akwụkwọ ndọrọ ndọrọ ọchịchị ndị a na-ewu ewu jikọtara mmegbu nke ndị otu na ndị nwoke na ndị nwanyị, na-ejikọta ha abụọ na mmegbu nke alaeze ukwu. N'afọ 1949, ọ ghọrọ onye guzobere Nzukọ Mbụ nke Kansụl Udo Mbụ nke Ijipt. Ọ sonyeere Harakat ansar al salam (Movement of the Friends of Peace) n'afọ 1950. E jidere ya ma tụọ ya mkpọrọ na nzuzo n'oge Nasser na-achịkọta ndị Kọmunist na 1959. Mgbe a tọhapụrụ ya na 1963, ebe ọ bụ na e wepụrụ òtù ndị Kọmunist nke Ijipt, o tinyere nnukwu oge ya n'ise ihe. O mechara kwuo, sị: \"Nasser, ọ bụ ezie na o tinyere m n'ụlọ mkpọrọ, bụ ezigbo onye hụrụ mba n'anya\".",
  "N'oge ọ nọ n'ụlọ akwụkwọ, Aflatoun nwere mmasị ise ihe ma ndị mụrụ ya gbara ya ume. Onye nkuzi nka nke onwe ya, Kamel el-Telmissany, onye ndú n'otu ndị Egypt Surrealist a na-akpọ Art and Freedom Group, mere ka ọ mata ihe mara mma nke surrealist na cubist.\nIhe osise ya nke oge ahụ nwere mmetụta nke surrealism. O mechara cheta na ihe osise ya juru ndị mmadụ anya nke mere ka ha na-eche \"ihe mere nwa agbọghọ si n'ezinụlọ bara ọgaranya ji taa ahụhụ nke ukwuu\". Ọ kwụsịrị ise ihe site na 1946 ruo 1948, na-atụle na ihe ọ na-ese anaghịzi adaba na mmetụta ya. E mechara mee ka mmasị ya dị ọhụrụ mgbe ọ gachara Luxor, Nubia, na oases ndị Ijipt. N'oge njem ndị a, o nwere ohere \"ịgafe n'ụlọ ma see ụmụ nwoke na ụmụ nwanyị n'ọrụ\". Ọ gụrụ akwụkwọ otu afọ ya na onye na-ese ihe na Switzerland a mụrụ n'Ijipt bụ Margo Veillon N'oge a, o mere ihe ngosi onwe ya na Cairo na Alexandria ma gosipụta ya na Venice Biennale na 1952 na São Paulo Art Biennial na 1956. N'afọ 1956, ya na onye na-ese ihe na Mexico bụ David Alfaro Siqueiros ghọrọ enyi ma mesịa nwee mmetụta. O nwere ike ịga n'ihu na-ese ihe n'oge ọ nọ n'ụlọ mkpọrọ",
  "Ihe osise mbụ ya n'ụlọ mkpọrọ bụ ihe osise, ebe ndị ọzọ bụ ala mara mma. N'ime afọ ndị a tọhapụrụ ya, o gosipụtara na Rome na Paris na 1967, Dresden, East Berlin, Warsaw na Moscow na 1970, Sofia na 1974, Prague na 1975, New Delhi na 1979. Ihe osise ya jupụtara na \"brushstrokes nke ụcha dị egwu\" na-echetara ụfọdụ ndị na-ekiri Van Gogh ma ọ bụ Bonnard. Ihe osise ya nke afọ ndị sochirinụ bụ nke a na-ejikarị nnukwu oghere ọcha gburugburu ụdị ya eme ihe. A na-egosipụta nchịkọta nke ọrụ ya na Amir Taz Palace na Cairo. A na-egosi nchịkọta ọzọ nke ọrụ ya na Barjeel Art Foundation na Sharjah.",
  "A Google Doodle na 16 Eprel 2019 mere ncheta ọmụmụ Aflatoun nke afọ 95"
]