[
  "Innocent Ejima Egbunike (amụrụ n'abalị iri atọ n'ọnwa Nọvemba n'afọ 1961) bụ onye Naịjirịa na-agba bu ọsọ",
  "Ọ gụrụ akwụkwọ na Mahadum Azusa Pacific, ebe ọ ka nwere ihe ndekọ n'ụlọ akwụkwọ ahụ na mita nari anọ na ihe ndekọ NAIA na-akpaghị aka na mita Narị abụọ.",
  "Na 1983 Summer Universiade ọ meriri mita narị abụọ",
  "Na mpaghara, ọ meriri na egwuregwu a kpọrọ 1987 All-Africa Games yana ihe nrite ọla edo atọ na African Championships.",
  "O ritere ọla nchara n'egwuregwu Olympic na 4 x 400 mita relay na Los Angeles n'afọ 1984",
  "Ọ mechara bụrụ onye nke isii na ngwụcha nke asọmpi mita Nari anọ",
  "Afọ anọ ka e mesịrị na Seoul, ọ nọ n'ọnọdụ nke ise",
  "Na mgbakwunye, o ritere ihe nrite ọlaọcha na mita narị na ihe a kpọrọ 1987 Championships mba uwa niile.",
  "O nwetakwara ihe nrite ọla edo na mita narị abụọ na ihe a kpọrọ 1983 Summer Universiade na 20.42 sekọnd kacha mma nkeonwe; Ọ sochiri nke a site na ịmecha dịka onye nke isii n'ọsọ agbara n'ebe ogo ụwa na mita narị abụọ nke ikpeazụ na 1983 World Championships in Athletics na Helsinki.",
  "O nwetakwara mmeri na Soviet mita otu narị n'afọ 1983.",
  "Mgbe ọ lara ezumike nká na asọmpi ọ ghọrọ onye nkuzi dị otu na-agbara Naijirịa oso n'afọ 1996 na 2000 Summer Olympics, ma burukwa onye isi nchịkwa na 2008 Summer Olympics.\nỌ bụ onye nkuzi nke Angelo Taylor, onye nwetara ọla edo na ọsọ mịta nari ano na 2008 Summer Olympics, onye nkuzi Chris Brown, onye nke anọ na mịta nari anọ na 2008 Summer Olympic Games",
  "Ugbu a Egbunike bụ onye isi nchịkwa nke otu ndi na-agba ọsọ na Pasadena City College's.",
  "Egbunike bụ ezigbo enyi Christian Okoye, bụ onye na-agba ọsọ azụ nke ndị apọrọ Kansas City Chief",
  "O zute Okoye mgbe ha abụọ bụ ndi a na-azụ maka otu egwuregwu nke Naịjirịa",
  "Mgbe ọ nọ na ebe akpọrọ Asuza Pacific, ọ gwara ndị nkuzi ya banyere ikike Okoye nwere na egwuregwu a kpọrọ discus ma ha kpebiri inye Okoye agụmakwụkwọ maka track na field.",
  "Àtụ:Footer All-Africa Champions 400 m MenÀtụ:Footer African Champions men's 200 metresÀtụ:Footer African Champions men's 400 metresÀtụ:Footer Universiade Champions 200m MenÀtụ:Footer Universiade Champions 400m Men"
]