[
  "Inonge Mutukwa Wina (amụrụ n'ụbọchị nke abụọ n'ọnwa Eprel n'afọ 1941) bụ onye ndọrọ ndọrọ ọchịchị Zambia nke jere ozi dị ka osote onye isi ala nke iri na atọ nke Zambia site n'afọ 2015 ruo na afo 2021",
  "Ọ bụ nwanyị mbụ nwere ọkwa ahụ, nke mere ka ọ bụrụ nwanyị kachasị elu n'akụkọ ihe mere eme nke gọọmentị Zambia.",
  "Wina gara ụlọ akwụkwọ praịmarị na Senanga, na Barotse National School (nke bụzi Kambule Secondary School) na Mongu",
  "O mechara gụchaa akwụkwọ sekọndrị ya na Santa Monica High School na Los Angeles, California",
  "O nwetara diplọma na ọrụ mmekọrịta mmadụ na ibe ya na Santa Monica College",
  "O debanyere aha maka nzere Bachelor of Arts na Mahadum Zambia mgbe emeghe ya na mbụ.",
  "Ntinye aka Wina na ọrụ obodo malitere na mbido afọ 1970 mgbe ọ wepụtara onwe ya maka ọrụ ụmụ nwanyị n'efu",
  "Ọ rụrụ ọrụ n'ọtụtụ bọọdụ nke òtù ndị na-abụghị gọọmentị na dịka onye isi oche nke Young Women's Christian Association, ebe o nyere aka n'ịkwalite atụmatụ ikike ụmụ nwanyị, nke mere ka gọọmentị Zambia guzobe Ngalaba Nkwado Ndị A Na-ahụ Nkwado n'okpuru Ọrụ Ndị Uwe Ojii Zambia",
  "N'afọ 1996, a họpụtara ya ka ọ bụrụ onye isi oche mba nke NGO Coordinating Council of Zambia (NGOCC).",
  "Na Red Ribbon Campaign iji chebe Iwu Zambia na afo 2000, Wina duziri òtù ụmụ nwanyị",
  "Wina rụkwara ọrụ na bọọdụ nke Refuge Services Zambia, Zambia Council of Social Services, University Teaching Hospital, na University of Zambia Council na ngalaba ọha na eze.",
  "N'afọ 2001, a họpụtara Wina dị ka onye omeiwu nke Nalolo Constituency dị ka onye na-azọ ọkwa nke United Party for National Development",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke ọtụtụ kọmitii, gụnyere Kọmitii na-ahụ maka ikike mmadụ Gender na Governance, na Women Parliamentary Caucus.",
  "Wina meriri oche Nalolo ya ọzọ dị ka onye United Liberal Party na ntuli aka onye isi ala na nke afọ 2006",
  "Ọ meriri na ntuli aka ahụ wee rịọ ụlọ ikpe dị elu maka nsonaazụ ya; e kpebiri ikpe ahụ na mbụ na ihu ọma ya, mana Ụlọikpe Kasị Elu mechara gbanwee ya",
  "Wina gbara ọsọ maka oche Nalolo ọzọ na ntuli aka n'ozuzu nke afọ 2011, n'oge a na tiketi Patriotic Front, wee merie",
  "A gụnyere Wina na kọmitii mbụ nke onye isi ala Michael Sata dị ka Minista nke Ndị isi na Ihe Omenala",
  "Na Machị 8, na afo 2014, Sata, n'oge ememe ncheta nke Ụbọchị Ụmụ nwanyị nke Mba Nile, buliri ngalaba nke ndị ọrụ nwoke na nwanyị ka ọ bụrụ ozi zuru oke ma mesịa họpụta Wina dị ka Minista nke Mmekọahụ.",
  "Na 26 Jenụwarị na afo 2015, onye isi ala a họpụtara ọhụrụ bụ Edgar Lungu họpụtara Wina dị ka osote onye isi ala nke Zambia. Ọ gbara ọsọ na tiketi Lungu na ntuli aka afo 2016, na-aghọ nwanyị mbụ a họpụtara dị ka osote onye isi ala ma gbaa arụkwaghịm n'ọkwa ahụ tupu ntuli aka nke afọ 2021, na-ekwupụta ebumnuche ya ịla ezumike nká.",
  "Ọ lụrụ Arthur Wina, onye na-alụ ọgụ maka nnwere onwe, onye bụbu minista na onye nkuzi nwụrụ na 3 Septemba na afo 1995. Ha nwere ụmụ atọ, abụọ n'ime ha anwụọla",
  "Arthur Wina gụrụ akwụkwọ na Munali Secondary School nke, n'oge ọchịchị ndị ọchịchị, bụ isi ụlọ akwụkwọ sekọndrị nke Zambia maka ụmụ amaala Zambia",
  "Ọtụtụ n'ime ndị otu nke mbụ nke Zambia mgbe nnwere onwe gasịrị, (gụnyere nwanne Arthur Wina bụ Sikota), gụrụ akwụkwọ na Munali."
]