[
  "Akụkụ ntinye bụ ọnụọgụ nke mmetọ ma enwere ike iji ya mee mkpebi nke ichoputa ahụike gburugburu ebe obibi nke isi mmalite mmetọ",
  "Akụkụ ntinye bụ ọnụọgụ nke oke nke mmetọ a na-eku ume ma ọ bụ na-eri na oke nke mmetọ ahụ na-ewepụta",
  "Na omenala, ndị ọkà mmụta sayensị na ndị na-eme iwu ejirila ụzọ isi iyi iji belata mmetụta ahụike si na mmetọ",
  "Nke ahụ bụ, ha chọpụtara ndị kachasị emepụta ihe mmetọ dị iche iche ma rụọ ọrụ iji belata ọnụ ọgụgụ nke mmetọ ahụ ona ebuputa",
  "Ntụle ikpughe, nke a na-akpọkwa nyocha ikpughe, bụ sayensị na-anabata ndị na-arụ ọrụ n'ọhịa a na-elekwasị anya na isi mmalite nke mmetọ nke na-eme ka mmadụ pụta",
  "Enwere ike iji otu ụkpụrụ ahụ chọpụta mmetụta mmetọ na ihe ndị na-abụghị mmadụ, mana ọtụtụ ndị nyocha na-elekwasị anya na ụmụ mmadụ.",
  "Akụkụ ntinye bụ ngụkọta nke mmetọ nke ndị niile kpughere riri ma ọ bụ na-eku ume n'ime oge ụfọdụ, kwa ngụkọta nke mmetọ ahụ",
  "Enwere ike kewaa akụkụ oriri ahụ n'ime akụkụ ndị na-achọpụta kpọmkwem isi iyi mmetọ, ụzọ, mgbasa ozi, na ọnụ ọgụgụ nke ndị mmadụ kpughere",
  "Dịka ọmụmaatụ, ndị na-eme iwu nwere ike nwee mmasị na ngụkọta nke mercury nke otu ọkụ eletrik na-ere ọkụ nke ndị bi na ngalaba ndị ogbenye n'otu obodo na-eri na mmiri.",
  "N'ụzọ mgbakọ na mwepụ, enwere ike ịnọchite anya akụkụ oriri site na ọnụ ọgụgụ nke mmetọ mmetọ a na-ewepụta:",
  "Ntinye Mpekere = Uka nke oriri mmetọ (nchịkọta n'elu ndị niile ekpughere) / Mass of Pollutant Emitted",
  "Ntụle kpọmkwem nke akụkụ oriri ga-ekwe omume naanị n'ọnọdụ ndị a kapịrị ọnụ, obere ọnụ",
  "Dịka ọmụmaatụ, enwere ike ịtụ carbon monoxide kpọmkwem site na onye na-ekpo ọkụ na obere ụlọ nwere mmadụ atọ bi na ya ma ọ bụrụ na onye ọ bụla n'ime ndị bi na ya jiri nyocha CO onwe ya",
  "Ọtụtụ ọnọdụ mmasị na-agbagwoju anya nke ukwuu iji tụọ ihe nlegharị anya na-eme atụmatụ irighiri ihe oriri.",
  "Ihe nlereanya ndị ahụ na-eburu n'uche oke mmetọ a tọhapụrụ site na isi iyi, ebe dị anya na nke kwụ ọtọ n'etiti ebe a na-ewepụta na ndị mmadụ kpughere, ọnọdụ ikuku maka isi mmalite n'èzí, ọnụ ọgụgụ nke ndị a kpughere, na oge ikpughe maka ndị a.",
  "Mmetụta ahụike nke isi iyi mmetọ nwere ike ịnọchite anya ya site na ngwaahịa nke ngụkọta nke mmetọ a na-ewepụta, akụkụ oriri nke mmetọ ahụ, na nsí nke mmetọ ahụ",
  "N'ụdị nha anya:",
  "Mmetụta Ahụike = Ngụkọta Mass Emitted * Intake Fraction * Toxicity",
  "Ndị na-eme iwu nwere ike iji akụkụ oriri sitere na isi mmalite dị iche iche nke mmetọ iji chọpụta isi iyi ga-eweta nloghachi kachasị na ego iji belata mmetọ ahụ",
  "Dị ka ihe atụ, ebe a na-egwupụta mmanụ nwere ike na-ebute ihe ndị na-emerụ emerụ karịa ebe a na-ebu mmanụ.",
  "Otú ọ dị, ọ bụrụ na igwu mmanụ dị n'elu ikpo okwu dị kilomita iri n'ụsọ oké osimiri na ọdụ mmanụ dị n'obodo ukwu, mgbe ahụ ọ bụ mmadụ ole na ole ga-ahụ ihe ndị na-emerụ ahụ",
  "Mbelata dị ntakịrị nke mmịpụta sitere na ọdụ mmanụ nwere ike ibelata mmetụta ahụike karịa mbelata dị ukwuu na ikpo okwu mmanụ.",
  "Ndị na-eme iwu nwekwara ike inwe mmasị iji tụnyere akụkụ oriri n'etiti ìgwè dị iche iche n'ime ndị bi na ya iji chọpụta ikpe ziri ezi gburugburu ebe obibi",
  "Dịka ọmụmaatụ, ọ nwere ike ịmasị ịchọpụta akụkụ oriri nke ndị bi n'obodo na-akpata ego dị ala megide ndị bi n'obodo ahụ nwere nnukwu ego."
]