[
  "Ịdị n'otu n'etiti ọgbọ na ọnọdụ akụ na ụba, akparamàgwà mmadụ, na mmekọrịta mmadụ na ibe ya, bụ echiche nke ikpe ziri ezi ma ọ bụ ikpe ziri ezi n'etiti ọgbọ",
  "Enwere ike itinye echiche ahụ na ikpe ziri ezi na ike n'etiti ụmụaka, ndị ntorobịa, ndị okenye, na ndị agadi",
  "A pụkwara itinye ya na ikpe ziri ezi n'etiti ọgbọ ndị dị ndụ ugbu a na ọgbọ ndị ga-abịa n'ihu.",
  "Mkparịta ụka banyere nha nhata n'etiti ọgbọ na-eme n'ọtụtụ ngalaba",
  "A na-atụlekarị ya na akụ na ụba ọha na eze, ọkachasị banyere mgbanwe akụ na ụba, iwu mmekọrịta mmadụ na ibe ya, na mmefu ego gọọmentị. Ọtụtụ na-ezo aka n'ụgwọ mba United States na-arịwanye elu dị ka ihe atụ nke enweghị nhata n'etiti ọgbọ, dịka ọgbọ ndị ga-abịa n'ihu ga-ebu ihe ga-esi na ya pụta",
  "A na-enyocha nha nhata n'etiti ọgbọ na nchegbu gburugburu ebe obibi, gụnyere mmepe na-aga n'ihu, na mgbanwe ihu igwe. Mbelata nke akụ na ụba nke mere na narị afọ gara aga ga-abụ nnukwu ibu maka ọgbọ ndị ga-abịa n'ihu",
  "A na-atụlekwa ịkwụwa aka ọtọ n'etiti ọgbọ gbasara ụkpụrụ ndụ, ọkachasị na enweghị nhata n'ụkpụrụ ndụ nke ndị nọ n'afọ ndụ na ọgbọ dị iche iche nwere. Nsogbu nhata n'etiti ọgbọ na-ebilikwa n'ọgbọ nlekọta ndị agadi na ikpe ziri ezi ọha na eze.",
  "Ebe ọ bụ na e dekọrọ ụgwọ mbụ na Sumaria n'afọ 1796 BC, otu n'ime ntaramahụhụ maka ịghara ịkwụghachi ego bụ ịgba ohu ụgwọ. N'ọnọdụ ụfọdụ, nkwụghachi ụgwọ ego a na ọrụ gụnyere ụmụ onye ji ụgwọ, n'ụzọ bụ isi na-akatọ ezinụlọ ji ụgwọ ịgba ohu na-adịgide adịgide",
  "Ihe dị ka otu puku afọ (1,000) mgbe e mepụtara nkwekọrịta ụgwọ e dere ede, echiche nke mgbaghara ụgwọ pụtara na Agba Ochie, nke a na-akpọ Jubili (Levitikọs 25), na iwu Grik mgbe Solon webatara Seisachtheia",
  "Ihe atụ abụọ a nke akụkọ ihe mere eme nke mgbaghara ụgwọ gụnyere ịtọhapụ ụmụaka n'ohu nke ụgwọ nne na nna ha kpatara.",
  "Ọ bụ ezie na ịgba ohu megidere iwu na mba niile taa, North Korea nwere iwu a na-akpọ, \"Ọgbọ atọ nke ntaramahụhụ\" nke Shin Dong-hyuk dere ma jiri ya dị ka ihe atụ nke ịta ụmụaka ahụhụ maka mmejọ ndị nne na nna",
  "Stanley Druckenmiller na Geoffrey Canada etinyela echiche a (na-akpọ ya \"Generational Theft\") na mmụba dị ukwuu nke ụgwọ gọọmentị nke Baby Boomers hapụrụ ụmụ ha.",
  "N'ihe gbasara njikwa ego nke ụlọ ọrụ, ịkwụwa aka ọtọ n'etiti ọgbọ bụ ụkpụrụ na ọnụego mmefu ego nke ụlọ ọrụ nyere agaghị agafe ọnụego ya mgbe ọnụ ọrịrị nke nloghachi, nke mere na a na-etinye uru itinye ego n'otu aka ahụ na ndị nọ ugbu a na ndị ga-eme n'ọdịnihu nke akụ ndị e nyere",
  "E wepụtara echiche a n'afọ 1974 site n'aka onye na-ahụ maka akụ na ụba bụ James Tobin, onye dere na \"Ndị nlekọta nke ụlọ ọrụ ndị e nyere onyinye bụ ndị nlekọta nke ọdịnihu megide ebubo nke ugbu a",
  "Ọrụ ha n'ịchịkwa onyinye ahụ bụ ichekwa nha n'etiti ọgbọ",
  "\"",
  "N'ọnọdụ akụ na ụba, ịdị n'otu ọgbọ na-ezo aka na mmekọrịta otu ezinụlọ nwere na akụ na ụba",
  "Otu ihe atụ bụ ndị nkịtị bi n'ọhịa na Papua New Guinea, bụ ndị bi kemgbe ọtụtụ ọgbọ n'otu akụkụ nke ọhịa nke si otú a ghọọ ala ha",
  "Ndị toro eto na-ere osisi ndị ahụ maka mmanụ nkwụ iji nweta ego",
  "Ọ bụrụ na ha enweghị ike ime mmepe na-aga n'ihu na ijikwa akụ ha, ọgbọ ha na-esote ma ọ bụ ndị ga-abịa n'ihu ga-efunahụ akụ a.",
  "Otu arụmụka banyere ụgwọ mba metụtara nha nhata n'etiti ọgbọ",
  "Ọ bụrụ na otu ọgbọ na-enweta uru nke mmemme gọọmentị ma ọ bụ ọrụ nke enyere site na mmefu ego na nchịkọta ụgwọ, ruo n'ókè ole ka ụgwọ dị elu na-etinye ihe ize ndụ na ụgwọ na ọgbọ ndị ga-abịa n'ihu? E nwere ọtụtụ ihe ị ga-atụle:",
  "Onye na-ahụ maka akụ na ụba bụ Paul Krugman dere n'ọnwa Machị nke afọ 2013 na site n'ileghara itinye ego ọha na eze anya ma ghara ịmepụta ọrụ, anyị na-emerụ ọgbọ ndị ga-abịa n'ihu karịa naanị ịgafe ụgwọ: \"N'ezie, iwu ego bụ okwu omume, anyị kwesịrị inwe ihere maka ihe anyị na-eme maka atụmanya akụ na ụba nke ọgbọ na-esote",
  "Ma mmehie anyị gụnyere itinye ego dị ntakịrị, ọ bụghị ịgbazite ego nke ukwuu",
  "\" Ndị ọrụ na-eto eto na-eche enweghị ọrụ dị elu ihu na ọmụmụ ihe egosila na ego ha nwere ike ịla azụ n'ọrụ ha niile n'ihi ya",
  "[nkọwa dị mkpa] A kwụsịla ọrụ ndị nkuzi, nke nwere ike imetụta ogo agụmakwụkwọ na asọmpi nke ndị America na-eto eto.",
  "Onye ndọrọ ndọrọ ọchịchị Australia bụ Christine Milne kwuru okwu yiri nke ahụ na-eduga n'afọ 2014 Carbon Price Repeal Bill, na-akpọ Liberal National Party (nke a họpụtara na ndị omeiwu n'afọ 2013) na ndị ozi ya, dị ka ndị ohi ọgbọ; nkwupụta ya dabere na mbọ ndị otu ahụ na-agba iji weghachite iwu ụtụ isi carbon na-aga n'ihu na mmetụta nke a ga-enwe na nha nhata nke ọgbọ ndị ga-abịa n'ihu.",
  "Usoro nchekwa ọha na eze nke United States enyewo uru dị ukwuu nye ndị ruru ezumike nká kacha nso na mmejuputa mbụ nke usoro ahụ",
  "Usoro ahụ enweghị ego, nke pụtara na ndị agadi lara ezumike nká ozugbo mmejuputa usoro ahụ akwụghị ụtụ isi ọ bụla n'ime usoro nchekwa ọha na eze, kama ha nwetara uru",
  "Prọfesọ Michael Doran na-eme atụmatụ na ndị otu a mụrụ tupu 1938 ga-enweta uru karịa ka ha na-akwụ ụtụ isi, ebe nke ọzọ bụ eziokwu maka ndị otu a mụrụ mgbe",
  "Ọzọkwa, na ogologo oge enweghị ego nke Social Security nwere ike iduga na nnyefe ọgbọ ọzọ. Otú ọ dị, Broad kwetara na e webatara uru ndị ọzọ n'ime ọha mmadụ nke United States site na usoro ọdịmma, dị ka Medicare na nyocha ahụike gọọmentị na-akwụ ụgwọ, nke na-abara ndị agadi ugbu a na ndị ga-abịa n'ọdịnihu uru.",
  "A na-akpọkarị nha nhata n'etiti ọgbọ na ọnọdụ gburugburu ebe obibi, dịka ndị ọgbọ na-eto eto ga-enwe mmetụta ọjọọ nke mmebi gburugburu ebe obibi",
  "Dịka ọmụmaatụ, a na-eme atụmatụ na ụmụaka amụrụ n'afọ 2020 (dịka ọmụmaatụ",
  "\"Generation Alpha\") ga-enweta 2-7 dị ka ọtụtụ ihe omume ihu igwe dị egwu n'oge ndụ ha, ọkachasị ebili mmiri okpomọkụ, ma e jiri ya tụnyere ndị a mụrụ n'afọ 1960, n'okpuru nkwa iwu ihu igwe ugbu a.",
  "Enwere ike iwere echiche abụọ banyere ihe a ga-eme iji meziwanye nha nhata gburugburu ebe obibi n'etiti ọgbọ: echiche \"nkwado na-adịghị ike\" na echiche \"nkwado siri ike\"",
  "Site n'echiche \"adịghị ike\", a ga-enweta nha nhata n'etiti ọgbọ ma ọ bụrụ na ọnwụ na gburugburu ebe obibi nke ọgbọ ndị ga-abịa n'ihu na-eche ihu na-ebelata site na uru na ọganihu akụ na ụba",
  "Site n'echiche \"siri ike\", ọ dịghị ọganihu akụ na ụba nwere ike ịkwado ịhapụ ọgbọ ndị ga-abịa n'ihu na gburugburu ebe obibi mebiri emebi",
  "Dị ka Prọfesọ Sharon Beder si kwuo, enweghị ihe ọmụma banyere ọdịnihu na-emebi echiche \"adịghị ike\", ebe anyị amaghị ihe onwunwe bara uru nke a na-agaghị enwe ike iji teknụzụ dochie ya. Anyị amaghịkwa ruo n'ókè mmebi gburugburu ebe obibi na-apụghị ịgbanwe agbanwe",
  "Ọzọkwa, a pụghị izere mmerụ ahụ karịa ọtụtụ ụdị osisi na anụmanụ. Ndị ọkà mmụta ndị ọzọ na-agbagha echiche Beder",
  "Prọfesọ Wilfred Beckerman na-ekwusi ike na \"nkwado siri ike\" bụ \"omume na-asọ oyi\", ọkachasị mgbe ọ na-emeri nchegbu omume ndị ọzọ gbasara ndị dị ndụ taa",
  "Beckerman na-ekwusi ike na nhọrọ kachasị mma maka ọha mmadụ bụ ibute ọdịmma nke ọgbọ dị ugbu a ụzọ karịa ọgbọ ndị ga-abịa n'ihu",
  "Ọ na-atụ aro itinye ọnụego ego na nsonaazụ maka ọgbọ ndị ga-abịa n'ihu mgbe ị na-atụle nha ọgbọ. Brian Barry na Nicholas Vrousalis katọrọ Beckerman nke ukwuu.",
  "N'ọnwa Septemba nke afọ 2015, otu ndị ntorobịa na-ahụ maka gburugburu ebe obibi gbara akwụkwọ megide gọọmentị etiti United States maka ichebeghị mgbanwe ihu igwe: Juliana v",
  "United States",
  "Nkwupụta ha kwusiri ike na ọnụ ahịa na-enweghị atụ nke mmebi metụtara ihu igwe nke ọgbọ ndị na-eto eto ga-ebu: “Ndị na-eto eto na-anọchite anya ọgbọ kachasị nta dị ndụ, ndị na-erite uru na ntụkwasị obi ọha na eze. Ndị na-eto eto na-ebo ebubo nwere mmasị dị ukwuu, kpọmkwem, na ozugbo n'ichebe ikuku, akụ na ụba ndị ọzọ dị mkpa, ịdị mma nke ndụ ha, ọdịmma ihe onwunwe ha, na nnwere onwe ha",
  "Ha nwekwara mmasị n'ịhụ na usoro ihu igwe na-adịgide adịgide iji nweta ikike iwu obodo ha maka ndụ, nnwere onwe, na ihe onwunwe, ikike ndị na-adabere na Ọdịnihu dị ndụ. N'ọnwa Nọvemba nke afọ 2016, e kwere ka ikpe ahụ gaa ikpe mgbe onye ọka ikpe nke Ụlọikpe Mpaghara US bụ Ann Aiken gọnahụrụ mkpebi gọọmentị etiti iji kagbuo ikpe ahụ",
  "N'echiche ya na usoro ya, o kwuru, sị, \"N'iji mkpebi m nwere ezi uche dị na ya, enweghị m obi abụọ na ikike nke usoro ihu igwe nwere ike ịkwado ndụ mmadụ bụ isi ihe dị mkpa maka ọha mmadụ nweere onwe ya ma nwee usoro.\" Ka ọ na-erule n'ọnwa Eprel n'afọ 2017, a kwụsịrị ikpe ahụ ma kwụsị",
  "Mpaghara nke itoolu nụrụ okwu ọnụ banyere ịnọ n'ọnwa Nọvemba nke afọ 2017 ma a na-atụ anya ikpe [nkọwa dị mkpa] n'ọnwa Febụwarị nke afọ 2018.",
  "Mkparịta ụka banyere ịdị n'otu n'etiti ọgbọ na ụkpụrụ nke ndụ na-ezo aka na ọdịiche dị n'etiti ndị nọ n'afọ ndụ dị iche iche ma ọ bụ ọgbọ dị iche iche",
  "Osikapa, Temple, na McDonald emeela ka echiche abụọ banyere ịdị n'otu n'etiti ọgbọ n'ụkpụrụ ndụ dị iche",
  "[nkọwa dị mkpa] Echiche mbụ - echiche \"ngalaba\" - na-elekwasị anya n'otú ụkpụrụ ndụ n'otu oge si dị iche n'etiti ndị nọ n'afọ ndụ dị iche iche",
  "Ihe dị mkpa bụ ogo nke, n'otu oge, ndị nọ n'afọ ndụ dị iche iche na-enwe ụkpụrụ ndụ nhata",
  "Echiche nke abụọ - echiche \"òtù\" - na-elekwasị anya n'otú ụkpụrụ ndụ n'oge ndụ si dị iche n'etiti ndị ọgbọ dị iche iche",
  "Maka ịkwụwa aka ọtọ n'etiti ọgbọ, okwu dị mkpa na-aghọ ogo nke ndị ọgbọ dị iche iche na-enwe ụkpụrụ ndụ nhata n'oge ndụ ha. Ihe ngosi atọ nke ịdị n'otu n'etiti ọgbọ na akụ na ụba, dị ka ego, ka d'Albis, Badji, El Mekkaoui, na Navaux tụpụtara",
  "[nkọwa dị mkpa] Ihe ngosi mbụ ha sitere n'echiche dị iche iche iche ma kọwaa ọnọdụ nke otu ọgbọ (ndị lara ezumike nká) gbasara ọnọdụ nke ọgbọ ọzọ (ndị na-eto eto)",
  "Ihe ngosi nke abụọ ha sitere n'echiche nke ndị otu ma jiri ụkpụrụ ndụ nke ọgbọ na-esote n'otu afọ",
  "D'Albis, Badji, El Mekkaoui, na akara ngosi nke atọ nke Navaux bụ ngwakọta nke ụkpụrụ abụọ gara aga ma bụrụ akara ngosi n'etiti afọ na akara ngosi ọgbọ.",
  "Na mba Australia, a rụzuru nha nhata n'ụkpụrụ ndụ, dị ka a tụrụ site na oriri, n'etiti ndị nọ n'agbata afọ 20 nakwa afọ 75",
  "Otú ọ dị, nnukwu enweghị nhata dị n'etiti ọgbọ dị iche iche, na ọgbọ ndị okenye na-enwe ụkpụrụ ndụ dị ala n'ezie n'afọ ndụ ụfọdụ karịa ọgbọ ndị na-eto eto",
  "Otu ụzọ isi gosipụta enweghị nhata ndị a bụ ileba anya ogologo oge ọgbọ dị iche iche were iji nweta ọkwa nke oriri nke $ 30,000 kwa afọ (2009-10 Australian dollar)",
  "N'otu oke, ndị a mụrụ n'afọ 1935 nwetara ọkwa a nke oriri mgbe ha dị ihe dị ka afọ iri ise, na nkezi",
  "N'akụkụ nke ọzọ, ndi a mụrụ n'afọ 1995 nke a kpọrọ Millennials n'asụsụ Bekee enwetawo ọkwa a nke oriri mgbe ha dị ihe dị ka afọ iri.",
  "Ntụle dị ka nke a emeela ka ụfọdụ ndị ọkà mmụta na-arụ ụka na ụkpụrụ ndụ na-eme ka ọgbọ dị elu karịa ọgbọ n'ọtụtụ mba, ka mmepe na teknụzụ na-aga n'ihu",
  "Mgbe ị na-eburu nke a echiche, ọgbọ ndị na-eto eto nwere ike inwe ihe ùgwù ebumpụta ụwa karịa ọgbọ ndị okenye, nke nwere ike igbochi nkesa akụ na ụba n'ebe ọgbọ ndị okenye nọ.",
  "Ụfọdụ ndị ọkà mmụta na-ewere mmebi ọdịbendị nke ụkpụrụ nke ụmụaka toro eto na-elekọta ndị nne na nna merela agadi dị ka okwu nhata n'etiti ọgbọ",
  "Ọgbọ ndị okenye aghaghị ilekọta ndị mụrụ ha, yana ụmụ nke ha, ebe ọgbọ na-eto eto ga-elekọta naanị ụmụ ha",
  "Nke a bụ eziokwu karịsịa na mba ndị nwere usoro nchekwa ọha na eze na-adịghị ike",
  "Prọfesọ Sang-Hyop Lee na-akọwa ihe a na mba South Korea, na-akọwa na ndị agadi nọ ugbu a nwere ọnụ ọgụgụ ịda ogbenye kachasị elu n'etiti mba ọ bụla mepere emepe",
  "Ọ na-ekwu na ọ bụ ihe na-akụda mmụọ karịsịa n'ihi na ndị agadi na-etinyekarị ego dị ukwuu na agụmakwụkwọ ụmụ ha, ha na-eche ugbu a ka a raara ha nye.",
  "Ndị ọkà mmụta ndị ọzọ na-ekwupụta echiche dị iche iche banyere ọgbọ nke nlekọta ndị agadi na-adịghị mma",
  "Prọfesọ Steven Wisensale na-akọwa ibu arọ nke ndị okenye nọ n'afọ ndụ na-arụ ọrụ ugbu a na akụ na ụba mepere emepe, ndị ga-elekọta ndị nne na nna na ndị ikwu merela agadi ruo ogologo oge",
  "Nsogbu a na-akawanye njọ site na itinyekwu aka nke ụmụnwanyị n'ọrụ, na site na mbelata ọnụego ọmụmụ, na-ahapụ ibu ọrụ maka ilekọta ndị nne na nna, yana nwanne nne, nwanne nna, na nne na nna ochie, na ụmụ ole na ole.",
  "Mkparịta ụka banyere ịkwụwa aka ọtọ n'etiti ọgbọ dịkwa mkpa maka ọgbọ ikpe ziri ezi nke ọha na eze, ebe okwu ndị dị ka nlekọta ahụike dị nhata na ikike ndị ntorobịa na olu ndị ntorobịa na-arụsi ọrụ ike ma dị ngwa",
  "[nkọwa dị mkpa] Enwere mmasị siri ike n'ime obodo iwu maka itinye nhata n'otu n'etiti ọgbọ na iwu.",
  "Generation Squeeze bụ ụlọ ọrụ Canada na-achọghị uru ahịa nke na-akwado maka ịkwụwa aka ọtọ n'etiti ọgbọ.",
  "Àtụ:Youth empowermentÀtụ:Generation"
]