[
  "Inye Wokoma (amụrụ ) bụ onye na-ese ihe, onye na-eme ihe nkiri, onye nta akụkọ, na onye guzobere Wa Na Wari na Seattle, Washington.",
  "A mụrụ Wokoma na Seattle ma tolite na Seattle's Central District wee gaa Garfield High School.",
  "Wokoma enweela ihe ngosi nka abụọ, gụnyere This Is Who We Are na Frye Art Museum, na An Elegant Utility na Northwest African American Museum",
  "Ọrụ ya na-elekwasị anya na gentrification na akụkọ ihe mere eme nke ezinụlọ ya na Seattle.",
  "Wokoma meghere Wa Na Wari, otu ụlọ ọrụ nka nke ndị ojii na ohere obodo, n'ụlọ nwanne nne ya Birdie na Central District, ya na ndị otu ya bụ Elisheba Johnson, Jill Freidberg, na Rachel Kessler",
  "Wa Na Wari bu n'obi iweghachite ohere na ịkwado ndị oji na-ese ihe na mpaghara ndị isi ojii nke Seattle, n'ihu gentrification.",
  "\"Inye Wokoma's Last Stand: One Man's Fight To Save Seattle's Central District\"",
  "Seattle Magazine",
  "2018-04-01",
  "Retrieved 2020-11-03",
  "Vansynghel, Margo; McKnight, Matt M",
  "\"Turning a Central District house into a home for Black artists | Crosscut\"",
  "crosscut.com",
  "Retrieved 2020-11-04",
  "\"With 'Story Porch', Seattle's Wa Na Wari honors ancestors, community, and west african spiritual traditions\"",
  "www.seattletimes.com",
  "Retrieved 2020-11-04.Error on call to Template:cite web: Parameters url and title must be specified.: CS1 maint: url-status (link) \"The ways love shows up in the world: a Central District family's history transformed\"",
  "www.seattletimes.com",
  "Retrieved 2020-11-04.Error on call to Template:cite web: Parameters url and title must be specified.: CS1 maint: url-status (link) \"Inye Wokoma: This Is Who We Are | Frye Art Museum | Artsy\"",
  "www.artsy.net",
  "Retrieved 2020-11-04",
  "\"Family ties: Artist Inye Wokoma follows his family's history through the Central District at NAAM\"",
  "www.realchangenews.org",
  "Retrieved 2020-11-04",
  "Harrison, Mia Imani (2020-03-13)",
  "\"A Gallery Prioritizes Care in a Historically Black Seattle Neighborhood\"",
  "Hyperallergic",
  "Retrieved 2020-11-04."
]