[
  "Mgbasa ozi IOM X bụ atụmatụ mgbasa ozi nke International Organisation for Migration mepụtara",
  "Mgbasa ozi a bu n'obi ịkwalite mmata na ịbawanye mgbochi nke mgbere ịzụ ahịa mmadụ na ịgba ohu ọgbara ọhụrụ.",
  "Mgbasa ozi ahụ malitere na 2014, dabeere na mpụta Bangkok, na-arụ ọrụ na mmekorita ya na ụlọ ọrụ IOM na Indonesia, Singapore, Malaysia, Thailand, Laos, Cambodia, Vietnam, Myanmar, na Bangladesh, iji zụlite ọrụ mgbasa ozi na-echebe ndị na-adịghị ike site na mmegbu",
  "Mgbasa ozi a na-eme nke a site n'itinye usoro nkwurịta okwu maka njikọ mmepe  nke gụnyere ịmepụta na ịhazi ọdịnaya mgbasa ozi nke  gburugburu nyocha siri ike nke mbụ iji kpalie mgbanwe omume dị mma site n'aka ndị na-ege ntị",
  "Ọ bụ ezie na e mepụtara ya na mbụ iji gbochie ịzụ ahịa na nrigbu mmadụ na ASEAN na Bangladesh, asụgharịwo ihe ndị emepụtara maka mgbasa ozi ahụ n'asụsụ iri asatọ ma jiri ya mee ihe na mba iri anọ gburugburu ụwa",
  "N'afọ 2014, IOM X malitere 'Open Doors' na Indonesia",
  "Vidiyo nke dị nkeji iri abụọ na abụọ bu n'obi ime ka mmadụ mata banyere mmegbu a na-erigbu ndị ọrụ ụlọ na Ndịda Ebe Ọwụwa Anyanwụ Eshia",
  "Ọtụtụ nde ndị ọrụ ụlọ nọ n'ihe ize ndụ nke nrigbu emeghị onye nkwuchite  n'aka ndị weere ha n'ọrụ.",
  "N'ọnwa Eprel 2018, IOM X malitere 'Ị Maara Onye Mere Ya?'",
  "Ọrụ a bu n'obi itinye ndị na-eto eto Thai aka n'ihe gbasara ịzụ ahịa mmadụ na nrigbu na ụlọ ọrụ mmepụta ihe",
  "IOM X tinyere mmadụ ise n'ime ndị okike YouTube kacha ewu ewu na Thailand ka ha mepụta ọ vidiyo mbụ",
  "Emepụtara mkpọsa ahụ na nzaghachi maka mbuli elu nke mmefu ego na Eshia nke, ebe ọ na-egosi  mbuli elu nke ụkpụrụ ibi ndụ, kpalitekwara ọchịchọ maka ọrụ dị ọnụ ala na ụlọ ọrụ na-emepụta ngwaahịa sonyere dị ka uwe na Bangladesh ruo akpụkpọ ụkwụ na Cambodia na Vietnam.",
  "N'ọnwa Julaị 2018 IOM X weputara 'Make Migration Work' na Myanmar",
  "Usoro nke akụkụ nke asatọ a chọrọ ịkụziri ndị mmadụ na-eche echiche ịkwaga mba ofesi maka ọrụ gbasara usoro ziri ezi ha kwesịrị ịgbaso iji nọrọ na nchekwa.",
  "N'ọnwa Ọktoba 2017, IOM X weputara usoro vidiyo iji nyere ndị na-akwaga mba Bangladesh aka inweta akwụkwọ kwesịrị ekwesị tupu ha ahapụ ụlọ maka ọrụ",
  "Nnyocha IOM X chọpụtara na ọtụtụ ndị Bangladesh nọ n'ihe ize ndụ nke aghụghọ mgbe ha gara mba ọzọ maka ọrụ n'ihi enweghị visa ziri ezi na ikike ọrụ n'aka onye na-ere ahịa ha.",
  "MMeghe ọnụ ụzọ: Singapore (January 2017)  Ihe nkiri vidio na-eso akụkọ banyere Lisa, onye ọrụ ụlọ Filipina na Singapore, na mmegbu ọ na-ata n'aka onye weere ya n'ọrụ",
  "Ka ọ na-erule Ọktoba 2017, vidiyo ahụ achịkọtala nlele nde otu narị na iri ise na ise.",
  "Ihe a na-atụghị anya ya (January 2018)  Ihe nkiri dị mkpirikpi bụ akụkụ nke mgbasa ozi sara mbara iji nyere aka ịlụso ịzụ ahịa mmadụ ọgụ maka mmegbu mmekọahụ",
  "Onye na-emepụta ihe nkiri Australia bụ Dejan Rasik cheputara ihe nkiri ahụ.",
  "Prisana (Septemba 2015)  Ihe nkiri dị mkpirikpi dabere na Thailand, Prisana bu n'obi iweta okwu banyere ịgba ohu ọgbara ọhụrụ na ụlọ ọrụ ịkụ azụ nye ndị na-eto eto",
  "Onye nduzi Thai na onye na-eme ihe nkiri bụ Ananda Everingham duziri ihe nkiri ahụ."
]