[
  "Irene van Dyk MNZM (née Viljoen; amụrụ na 21 June 1972) bụ onye South Africa a mụrụ na New Zealand netball player",
  "Onye na-agba goolu, van Dyk bụ otu n'ime ndị na-agba bọọlụ net a ma ama n'ụwa ma bụrụkwa onye na-agba chaa chaa mba ụwa kachasị mma n'oge niile: n'egwuregwu ọ bụla ọ na-enweta ihe karịrị 90%",
  "A maara ya dị ka onye na-agba goolu kachasị ukwuu n'oge niile",
  "Van Dyk enweela mmetụta dị ukwuu na Netball, na ihe fọrọ nke nta ka ọ bụrụ otu aka na-agbanwe ụzọ a na-egwu ya, ma na New Zealand ma gburugburu ụwa, ka ọ na-enye aka nke ukwuu na ewu ewu ya na-arịwanye elu.",
  "N'ịmalite na 1994, ọ nọchitere anya South Africa ugboro 72 ma bụrụ onyeisi ndị otu ahụ",
  "N'afọ 2000, ọ kwagara Wellington, New Zealand ma họrọ ya ngwa ngwa maka otu mba, Silver Ferns",
  "Nke a kpatara obere esemokwu, dịka naanị iwu na netball n'oge ahụ maka ndị egwuregwu na-agbanwe n'etiti mba bụ mmachibido iwu igwu egwu maka ihe karịrị otu mba n'ime afọ kalenda.",
  "Ọ bụ 2003 New Zealand Sportswoman of the Year na onye a họpụtara na 2005.\nỌ ghọrọ nwa amaala New Zealand n'afọ 2005, wee nọchite anya New Zealand ruo afọ iri na anọ tupu ọ laa ezumike nká na netball mba ụwa na June 2014.",
  "Van Dyk gbara bọọlụ maka Central Pulse na ANZ Championship site na 2014, na-arụ ọrụ nkuzi n'afọ ndị na-adịbeghị anya. N'ihe ka ukwuu n'ọrụ ya n'ụlọ na New Zealand ọ gbara bọọlụ maka Waikato / Bay of Plenty Magic (2003[[2013).",
  "A mụrụ Irene van Dyk dị ka Irene Viljoen na Vereeniging, Gauteng, South Africa",
  "Nne ya, nke a na-akpọkwa Irene, nwụrụ na Julaị 2012 mgbe ọ lụchara ọgụ ogologo oge na ọrịa kansa",
  "Nna ya Herman Viljoen nwụrụ n'oge a na-awa ya ahụ na 1992.",
  "N'afọ 1994, ọ lụrụ Christie van Dyk ma ha abụọ nwere otu nwa, nwa nwanyị aha ya bụ Bianca. Bianca sooro nne ya na netball.",
  "Irene van Dyk bụ onye nkuzi, ebe ọ rụrụ ọrụ na ụlọ akwụkwọ praịmarị na nke etiti.",
  "Onye Kraịst, van Dyk kwadoro ihe omume \"Lifeathon\" maka nchịkọta ego maka netwọk redio egwu Ndị Kraịst Life FM.\nAkụkọ ndụ nke afọ 2002 banyere ya site na Russell Gray na-akpọ Changing Colours",
  "Ọ na-agba goolu 300 kwa ụbọchị maka ntụrụndụ",
  "Di ya Christie na-enyocha egwuregwu ya.",
  "A maara ya nke ọma maka olu ịgba égbè ya na izi ezi ya, na pasentị ịgba égbè nke a na-adịghị ahụkebe na netball. Ogologo ya dị sentimita 191 n'ogologo, egwuregwu na aka siri ike na-enyere ya aka ịchịkwa ndị iro.",
  "O mere nke mbụ ya maka mba South Africa n'afọ 1994 wee gaa n'ihu bụrụ onyeisi ndị otu ahụ ma nọchite anya ha ugboro iri asaa na abụọ",
  "Ọ bụ otu n'ime ndị otu South Africa meriri ọlaọcha nke meriri New Zealand 5957- na agba nke mbụ nke 1995 Netball World Championships ma merie Australia 688-48 na nke ikpeazụ.\n \nVan Dyk kwagara New Zealand n'afọ 2000",
  "Kemgbe ọ kwagara na NZ, egwuregwu Van Dyk toro, na mmelite na njikwa bọọlụ ya / nchekwa, mmegharị, mmata na ike.",
  "Van Dyk ritere ihe nrite ọlaọcha dị ka akụkụ nke ndị otu New Zealand nke meriri Australia na 57-155 ikpeazụ na 2002 Commonwealth Games na Manchester, England mgbe oge mgbakwunye okpukpu abụọ gasịrị.",
  "Silver Ferns meriri Netball World Championships na Kingston, Jamaica na-emeri Australia 49o47 na ngwụcha",
  "Van Dyk gbara goolu iri anọ na otu site na mbọ iri anọ na atọ na 95%",
  "Silver Ferns enwetabeghị nnukwu ihe omume kemgbe 1987 World Netball Championships na Glasgow, Scotland.",
  "N'ụbọchị nke ise n'ọnwa Julaị n'afọ 2004, ọ bịara na mbido nkeji nke atọ nke egwuregwu ule nke atọ n'usoro megide Australia wee gbaa 24 site na agba 24 iji gbanwee egwuregwu ahụ.",
  "N'ọnwa Nọvemba afọ 2004, ọ gara Australia ebe Australia meriri Silver Ferns 2-1",
  "Akụkụ nke usoro ahụ bụ ọnwụ nke Australian Captain na onye na-edebe goolu Liz Ellis site na akụkụ nke 1st Test na niile nke 2nd Test mgbe ọ merụrụ ahụ n'oge esemokwu ya na van Dyk, yana mmụba dị ịrịba ama nke oku na-aga megide van Dyk na-ata ya ahụhụ maka ịzọ ụkwụ na ịkpọtụrụ ndị egwuregwu ndị ọzọ.",
  "N'oge oyi nke afọ 2005, e mere ule otu ugboro na Sydney ebe Silver Ferns meriri Australia 50o43",
  "Van Dyk bụ ihe dị mkpa na mmeri ahụ ma mee ka ọnọdụ ya dị ka onye na-agba goolu kachasị ukwuu n'ụwa karịsịa megide ngwá agha ịgba goolu dị egwu nke Australia bụ Catherine Cox nke ọdịdị nke ya dara mgbe onye na-edebe goolu nke New Zealand bụ Vilimaina Davu mebiri ya.",
  "Site na 2003 ruo 2013 van Dyk gbara netball nke mba maka Waikato Magic ma na 2005 duziri aha mbụ ha nke National Bank Cup",
  "Mmeri ahụ mechiri afọ isii nke Southern Sting.",
  "N'ọnwa Ọktoba afọ 2005, van Dyk nyere aka merie Australia n'afọ 610",
  "N'egwuregwu a ma ama maka ọnwụ nke Australian Captain Liz Ellis maka ụzọ atọ n'ụzọ anọ nke egwuregwu ahụ, New Zealand dị mma maka Australia na ọsọ ha, njikwa bọọlụ, nchebe na-enweghị nkwụsị na ịgba égbè ziri ezi",
  "N'ịbụ onye jikọtara ya na mwakpo Jodi Te Huna, ịdị jụụ na egwuregwu van Dyk pụtara ìhè ma Australia yiri ka ọ nweghị nzaghachi nye nke a na mgbalị zuru oke nke New Zealand.",
  "New Zealand nwere afọ a na-emeribeghị na 2005 gụnyere njem njem nke afọ na Caribbean ebe ha meriri Barbados na Jamaica.",
  "New Zealand zutere Australia, ndị na-agbachitere ndị mmeri, na ngwụcha nke 2006 Commonwealth Games na Melbourne",
  "Van Dyk ji nkà na mkpebi siri ike rụọ ọrụ n'ọgụ na-adọrọ mmasị megide onye na-edebe goolu Australia na nwa agbọghọ obodo Bianca Chatfield onye nyere ya arụmọrụ siri ike",
  "(Liz Ellis anọghị n'ihi mmerụ ahụ.) New Zealand meriri n'asọmpi ikpeazụ nke 60-155",
  "Van Dyk gbara goolu 300 n'asọmpi site na 324 maka pasent 93 n'oge egwuregwu ahụ.",
  "N'abalị iri abụọ na atọ n'ọnwa Septemba n'afọ 2009, van Dyk gbara ule nke 100 ya maka New Zealand, mmeri 5236 meriri Australia",
  "New Zealand meriri n'usoro nke 3 na 2.",
  "N'afọ 2010, a họpụtara van Dyk iduzi ndị otu New Zealand na Ememe mmeghe nke 2010 Commonwealth Games na Delhi.\nEgwuregwu 2010 hụkwara ka ọ bụrụ onye ọkpụkpọ kachasị na akụkọ ihe mere eme nke Silver Ferns, karịa Lesley Rumball 110 caps.",
  "Van Dyk gbara 32 site na 32 na ọkara ikpeazụ na 25 site na 29 (86%) na nke ikpeazụ mgbe New Zealand meriri Australia 66X64.",
  "Na June van Dyk mere emume ncheta ọmụmụ ya nke afọ 40 ma kwuo na o nweghị atụmatụ ịla ezumike nká.\nNa ANZ Championship ọ gbara goolu 501 n'asọmpi site na 527 na 95.1%",
  "N'afọ 2012 ANZ Championship, ọ duuru ndị otu ya gaa Grand Final, ebe Magic meriri Vixens 41z38, iji bụrụ nke mbụ New Zealand Franchise meriri ANZ Championship",
  "Van Dyk gbara 25/26 n'egwuregwu ahụ.",
  "Van Dyk gafere na Central Pulse mgbe onye nkuzi Noeline Taurua gbara arụkwaghịm site na ndị otu ya gara aga, Waikato / Bay of Plenty Magic",
  "Ọ na-agba goolu iri abụọ na asaa n'egwuregwu ọ bụla, dị ala karịa oge ndị gara aga.",
  "Na 5 June 2014, Irene Van Dyk kwupụtara ezumike nká ya na netball mba ụwa, na-ekwu \"Enwere m nnukwu atụmanya nke onwe m na ọnụ ọgụgụ egwuregwu m n'ime ọnwa ole na ole gara aga na ANZ Championship adịghị mma iji kwado iwere egwuregwu m gaa na ọkwa mba ụwa\".",
  "Ọrụ mba ụwa ya nke afọ 20 nyeere ya aka ime ka ọ bụrụ onye egwuregwu kachasị mma n'oge niile, na 217 caps (72 maka South Africa na 145 maka New Zealand)",
  "Ọrụ mba ụwa ya ji goolu 5917 site na 6572 shots, 90% shooting record",
  "Maka Silver Ferns ọ gbara goolu 4796 site na mgbalị 5288 na 91%.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]