[
  "Irene Nafuna Muloni bụ onye injinia eletrik nke Uganda, nwanyị ọchụnta ego na onye ndọrọ ndọrọ ọchịchị nakwa onye ndụmọdụ onye isi ala nke onye isi ala Uganda Yoweri Kaguta Museveni.\nỌ bụbu Minista na-ahụ maka ike na mineral na Minerals na Mineral Cabinet nke Uganda ruo na Disemba 2019, na-eje ozi site na 27 Mee 2011. \nỌ nọgidere n'ọkwa ya na kansụl ọhụrụ mgbe ntuli aka mba 2016 gasịrị. Ọ rụrụ ọrụ dị ka onye omeiwu a họpụtara maka onye nnọchi anya ụmụ nwanyị nke Bulambuli District, site na 2011 ruo 2016 mgbe ọ tụfuru oche ya n'aka onye na-azọ onwe ya; Sarah Wekomba.\nỌ nwetaghachiri oche ya ọzọ mgbe ntuli aka nke 2021 gasịrị.",
  "A mụrụ ya na 18 Nọvemba 1960, n'ihe a maara taa, dị ka Bulambuli District",
  "Ọ gara ụlọ akwụkwọ praịmarị ụmụ nwanyị Budadiri tupu ọ banye ụlọ akwụkwọ sekọndrị Gayaza. N'afọ otu puku narị itoolu, iri asatọ na abụọ , ọ banyere Mahadum Makerere, mahadum kachasị ochie n'Ebe Ọwụwa Anyanwụ Afrịka, iji mụọ injinia",
  "N'afọ 1986, ọ gụsịrị akwụkwọ na nzere Bachelor of Science na Electrical Engineering (BSc.E.Eng) nzere",
  "Mgbe e mesịrị, ọ gụsịrị akwụkwọ na nzere Master of Business Administration (MBA), na Mahadum Capella dị na Minneapolis, Minnesota, United States",
  "Ọ bụkwa onye ọkachamara na-ahụ maka mmekọrịta ọha na eze, nke ụlọ ọrụ Institute for Public-Private Partnerships, Inc kwadoro",
  "(IP3) na Water, Engineering and Development Centre (WEDC) nke Mahadum Loughborough.",
  "Kemgbe afọ 1986, Irene na-arụ ọrụ na Uganda Electricity Distribution Company Limited (UEDCL), ụlọ ọrụ gọọmentị nke Uganda, nke na-ahụ maka nkesa ike eletrik nye ndị ahịa na ndị ahịa na-ere ahịa na mba niile na Uganda Posts & Telecommunications Corporation mbụ Pupil Engineer na 1986 maka (UPTC), dị ka onye isi injinia maka otu ahụ, dị ka onye injinia nkwukọrịta na 1991 mgbe ahụ dị ka onye njikwa njikwa nke Uganda Electricity distribution Company Limited. N'afọ puku abụọ na iri na otu , ọ banyere na ndọrọ ndọrọ ọchịchị, site n'ịgba ọsọ maka onye nnọchi anya ụmụ nwanyị nke Bulambuli District na 9th Ugandan Parliament (2011 - 2016). N'abalị iri abụọ na asaa n'ọnwa Mee n'afọ puku abụọ na iri na otu , Onye isi ala Yoweri Museveni họpụtara ya ka ọ bụrụ Minista nke Energy & Minerals",
  "Ọ nọchiri Hilary Onek, onye a họpụtara ka ọ bụrụ Minista na-ahụ maka ihe ndị dị n'ime obodo. Na mgbanwe ndị e mere na 6 June 2016, ọ nọgidere na-ahọpụta ndị ọrụ ya."
]