[
  "Irene Greenwood AM (9 Disemba 1898 14 Eprel 1992) bụ onye mgbasa ozi redio Australia na onye na-ahụ maka ụmụ nwanyị na onye na'ahụ maka udo.",
  "Amụrụ Greenwood na Albany, Western Australia n'ụbọchị 9 Disemba 1898",
  "Ọ bụ nwa mbụ nke Henry Driver na Mary Ann Driver née Hicken",
  "Greenwood gara Albany State School n'etiti afo1905 ruo afo 1912 na Perth Modern School n'agbata 1913 na 1917",
  "Ọ gara n'ihu na-amụ nka na Mahadum nke Western Australia",
  "Ọkwọ ụgbọala rụrụ ọrụ dị ka odeakwụkwọ na Ngalaba Ọrụ Ugbo n'etiti afọ 1918 ruo afọ",
  "1920 ebe ọ zutere di ya, Albert Ernest Greenwood, onye na-ahụ maka ego",
  "Ha lụrụ na 18 June 1920 na Anglican Church of the Annunciation na Broome, Western Australia.",
  "N'agbata afọ 1931 na 1935, Greenwood rụrụ ọrụ dị ka onye mgbasa ozi na Sydney tupu ọ kwaga Perth iji mee ihe omume redio mgbe niile, ọtụtụ n'ime ha na-elekwasị anya na ụmụ nwanyị. Greenwood lara ezumike nká na mgbasa ozi redio na 1953.",
  "Greenwood sonyere n'ihe omume ụmụ nwanyị na udo site n'aka nne ya bụ onye sonyere na Women's Christian Temperance Union na Australian Federation of Women Voters.",
  "O sonyere na ọgbaghara mbụ nke ndị ọrụ gọọmentị na Perth na 1920",
  "Mgbe ọ na-arụ ọrụ dị ka onye mgbasa ozi, ọtụtụ n'ime mmemme ya na-elekwasị anya na nkwenkwe ndọrọ ndọrọ ọchịchị na nke ụmụ nwanyị",
  "Mmekọrịta ya na ụmụ nwanyị na udo mụbara mgbe ọ lara ezumike nká na redio",
  "N'ime afọ 1960 na 1970, ọ ghọrọ onye nnọchiteanya na nzukọ na nzukọ mba ma soro Women's International League for Peace and Freedom rụọ ọrụ ruo mgbe ọ dị afọ iri asaa",
  "O sokwa na ntọala nke Family Planning Association na Western Australia na Abortion Law Repeal Association.",
  "Tupu ọnwụ ya na 14 Eprel 1992, Greenwood nyere ọtụtụ n'ime ihe odide redio ya, akwụkwọ, akwụkwọ akụkọ, akwụkwọ ozi onwe ya na akwụkwọ ya site na òtù ndị ọ na-etinye aka na ya na ọbá akwụkwọ Mahadum Murdoch.",
  "Greenwood nwetara ọtụtụ onyinye site na ọrụ ya na ụmụ nwanyị na udo",
  "E nyere ya ihe nrite Silver Peace Medal nke United Nations Association of Australia; Queen's Silver Jubilee Medal; nwere ụgbọ mmiri, M.V",
  "Irene Greenwood, aha ya; na 1974 a họpụtara ya na National Advisory Committee on Women's Affairs",
  "Ọ bụkwa nwanyị mbụ natara nzere nsọpụrụ na Mahadum Murdoch. N'afọ 1975, e mere ya onye otu Order of Australia maka \"ọrụ ya maka ọdịmma ụmụ nwanyị\"."
]