[
  "Matodzi Irene Mawela (a mụrụ n'abalị atọ n'ọnwa Maachị n'afọ 1940) bụ onye South Africa na-agụ egwu na onye na-ede egwu nke nọ na-arụsi ọrụ ike kemgbe ngwụsị afọ 1950",
  "A maara ya nke ọma maka onyinye ya na egwu mbaqanga na abụ ndị e mere n'asụsụ Tshivenda, ma nye aka na ihe ndekọ studio otu narị na ndeharị redio.",
  "A mụrụ Mawela ma zụlite ya n'ezinụlọ Venda na Soweto, South Africa, mana n'ihi mkparị nke ebo Venda n'oge ọchịchị apartheid, ọ gara ụlọ akwụkwọ asụsụ Sesotho",
  "Mgbe ọ dị afọ iri na ụma, ọ sonyeere otu ụmụ agbọghọ aha ya bụ The Sweet Voices, nke onye na-enyocha talent Rupert Bopape hụrụ na agbamakwụkwọ. Mgbe ọ dị afọ iri na asaa, ọ bịanyere aka na nkwekọrịta nke Bopape, mgbe ahụ ọ bụ onye na-emepụta ihe nke EMI South Africa, wee malite ịdee ma dekọọ gbasara usoro mmeghe nke Dark City Sisters na Simon Nkabinde na-etolite etolite, nke a na-amaghị ama dị ka Mahlathini. N'afọ 1962, ọ kwagara Troubadour Records wee sonye na otu ụmụ nwanyị a ma ama The Sweet Sixteens, yana ịkwado ndị na-eme  ihe omume gụnyere Dixie Kwankwa na Mabel Mafuya",
  "Mawela bụ onye ndekọ egwu mbụ dekorọ egwu ama ama n'asụsụ Tshivenda. Na mbụ, a machibidoro ndị na-eti egwu ide egwu na Tshivenda na Xitsonga, nke ụlọ ọrụ na-edekọ egwu na-ewere dị ka asụsụ na-adịghị eji ere ahịa. E mere ọtụtụ ọrụ mbụ nke Mawela na isiZulu na Sesotho. N'etiti afọ 1960, Mawela mechara mee ka ndị isi ndekọ kwe ka o jiri otu egwu Tshivenda tụọ ahịa ahụ, nke nwere ihe ịga nke ọma na azụmahịa",
  "E wepụtara ọtụtụ n'ime ihe orụ  ya na ndekọ iri asa na asatọ na Rom iri anọ na ise, emesịa chịkọta ya na mbipụta LP rpm iri atọ na atọ.",
  "Ná mmalite afọ ndị 1970, Mawela sonyeere ụlọ ọrụ Mavuthela nke Gallo Africa",
  "O mere ndekọ na ntinye aka ndị dị ka Mahotella Queens, Izintombi Zomoya, Mgababa Queens, Abafana Baseqhudeni, Jacob 'Mpharanyana' Radebe, Patience Africa, Ray Phiri, Stimela na Ladysmith Black Mambazo N'oge ahụ, Mawela bụ onye na-enye aka na mmepe nke egwu mbaqanga, tinyere mkpụrụ obi, disko, maskandi na ndekọ ozioma. E nyere ya ihe nrite Nambi ya Dzinambi (Best Artist) nke SABC / Radio Venda n'afọ 1982, 1983 na 1984, na mgbakwunye  2nd Best Song maka egwu ya \"Abakhulu\" n'afọ 1974 na \"Hao Nkarabe\" n'afọ 1984",
  "Mawela sokwa na SABC rụọ ọrụ n'efu, na-eme ihe karịrị ndeharị iri abụọ na anọ na-ewepụtaghị ndekọ n'ikuku.",
  "Mawela belatara itinye aka ya na ụlọ ọrụ egwu na ngwụsị afọ 1980 na afọ 1990 ka ọ lekwasịrị anya n'ịlekọta ezinụlọ ya na Limpopo",
  "Ọ laghachiri na ụlọ ọrụ na-edekọ ihe na centuri iri abụọ na otu, na nweta ọtụtụ nsọpụrụ gụnyere National Heritage Council's National Living Treasure award, ọtụtụ nsọpụrụ sitere na Ngalaba nka na ọdịbendị nke South Africa, 2012 TSHIMA Awards Lifetime Achievement Award na nzere doctorate  na Mahadum Pretoria"
]