[
  "Iri Ji ọhụrụ nke ndị Igbo (nke a maara dịka Orureshi na Idoma, maọbụ Iwa",
  "Iwa Ji, Iri Ji, Ike Ji, maọbụ dị Otute dabere na olumba) bụ emume ọdịbendị kwa afọ nke ndị Igbo na-eme na njedebe nke oge mmiri ozuzo na mbido Ọgọst.",
  "A na-eme emume Iri Ji(nke pụtara \"iri nri ọhụrụ\") n'ebe Ọdịda Anyanwụ Afrịka (karịsịa na Naịjirịa na Ghana) na mba ndị ọzọ dị n'Afrịka na karịa. Ọ na-anọchi anya ngwụcha nke owuwe ihe ubi na mmalite nke usoro ọrụ ọzọ",
  "Emume a bụ oge ọdịnala na-ejikọta obodo ndị Igbo n'otu n'otu dịka ndị ọrụ ugbo na ndị na-adabere na Ji.",
  "Ji so n'ime ihe ọkụkụ mbụ a ga-akụ na mmalite oge ịkụ osisi",
  "N'agbata Eprel na Ọgọstụ, a na-ewe  ọkụkụ ndị dịka ọka, Ede, na ugu ma rie ha n'enweghị ụda olu",
  "Emume  Iri Ji ọhụrụ bụ emume na-egosi ịdị mkpa nke Ji dị na ndụ ọha na eze nke ndị Igbo",
  "N'ime obodo ụfọdụ nke Igbo, a ghaghị iri ma ọ bụ tụfuo Ji ochie niile (site na ihe ọkụkụ nke afọ gara aga) na mgbede emume IriJi ọhụrụ.N'echi ya, ọ bụ naanị efere ji ka a na-eri n'emume ahụ, ebe emume ahụ bụ ihe nnọchianya nke ọtụtụ ihe a na-emepụta.",
  "Ọ bụ ezie na ụdị na usoro nwere ike ịdị iche site n'otu obodo gaa na nke ọzọ, ihe ndị dị mkpa mejupụtara emume ahụ ka bụ otu",
  "N'obodo ụfọdụ, emume ahụ na-ewe otu ụbọchị dum, ebe n'ọtụtụ ebe ọ nwere ike iwe otu izu maọbụ karịa",
  "Emume ndị a na-agụnyekarị ntụrụndụ na emume dịgasị iche iche, gụnyere Igwe (King), maọbụ  nwoke nke okenye, na ịgba egwú ọdịnala nke ndị ikom, ndị inyom, na ụmụ ha",
  "Emume a na-egosipụta ihe omume ọdịnala Igbo n'ụdị ihe ngosi nke oge a, ịgba egwú mmawụ na ngosi ejiji.",
  "Dịka ọ na-adịkarị, na mbido emume ahụ, a na-ebu ụzọ nye chi na ndị nna nna ya tupu ha ekesa ha ndị obodo ahụ",
  "Ọ bụ nwoke kacha okenye n'obodo maọbụ Eze maọbụ onye a ma ama na-eme emume ahụ. Nwoke a ga ewerekwa Ji ahụ nye chi na ndị nna nna site n'igosi ekele nye chi kachasị elu maka nchebe na obiọma ya n'ịdu ha site n'oge na-adịghị mma ruo n'oge owuwe ihe ubi buru ibu na-enweghị ọnwụ sitere na agụụ.  Mgbe ha kpesịrị ekpere ekele nye chi ha, ha riri Ji mbụ n'ihi na ekwere na ọnọdụ ha na-enye ihe ùgwù nke ịbụ ndị ogbugbo n'etiti obodo ha na chi nke ala ahụ",
  "Ebumnuche nke emume ndị a bụ igosipụta ekele nke obodo ahụ nye chi maka ime ka owuwe ihe ubi nwee ike, a na-agbaso ha n'ọtụtụ ebe n'agbanyeghị mgbanwe ndị ọzọ nke oge a n'ihi mmetụta nke Iso Ụzọ Christi n'ógbè ahụ. Ya mere, nke a na-akọwa akụkụ atọ nke echiche ụwa nke Igbo, na ha bụ ndị na-arụ ọrụ, okpukpe, na ekele.",
  "Ụbọchị ahụ bụ ihe nnọchianya nke obi ụtọ mgbe oge ọrụ ugbo gasịrị, a na-esokwa ndị enyi na ndị na-atụ anya ihe ọma kerịta ọtụtụ ihe. Emeume dịgasị iche iche na-egosi iri Ji ọhụrụ",
  "Egwú ọdịnala, Egwú Mmawụ, Egwú ime ibara , na oriri na ọṅụṅụ na-emepụta ahụmịhe nke ụfọdụ ndị sonyere na-akọwa dịka \"nkà\"; emume mara mma bụ ihe ngosi nke ọṅụ, ekele, na ngosipụta obodo.",
  "A na-esikarị na - ana  eji j",
  "Ji eme emume n'emume ahụ ma jiri mmanụ nkwụ (mmanụ nri) mee ya",
  "Iwa ji nwekwara ihe yiri ya na Emume Mid-Autumn nke Eshia, ebe ọ bụ na ha abụọ dabere na okirikiri nke ọnwa ma bụrụ emume owuwe ihe ubi obodo.",
  "Ihe omume a dị mkpa na kalenda nke ndị Igbo n'ụwa niile.",
  "Owuwe ihe ubi nke Ji na emume nke chi nke ala site na emume Iri Ji ọhụrụ bụ ihe atụ nke nkwenye okpukpe ndị mmadụ na chi kachasị elu",
  "Ọbịbịa nke ọnwa ọhụrụ n'ọnwa Ọgọstụ na-egosi nkwadebe maka nnukwu emume \"Iri Ji Ohu\", mana oge na ụzọ nkwadebe dị iche site na obodo gaa na obodo.",
  "Emume Iri Ji ọhụrụ bụ ihe omume nka na-adọrọ mmasị nke ukwuu",
  "Emume a mara mma bụ ihe ngosi nke ịdị n'otu, ịgba egwu, ọṅụ na oriri, ihe ngosi kwa afọ maka ndị obodo, iji mee ka njedebe nke oge ọrụ ugbo pụta ìhè, emume ebe ndị mmadụ na-egosipụta ekele ha nye ndị nyeere ha aka ịghọrọ ihe ubi buru ibu.",
  "Iri Ji ọhụrụ"
]