[
  "Iriama Rose (amụrụ na 5 Jenụwarị 1967) bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ onye omeiwu na nke asatọ na nke itoolu nke Uganda na-anọchite anya Nakapiripirit District dị ka onye na-azọ onwe ya.",
  "Ọ rụrụ ọrụ na Nzukọ Ndị Omeiwu nke asatọ na nke itoolu nke Uganda dị ka onye Nakapiripirit District Member of Parliament. Mgbe ọ na-eje ozi na Nzukọ Ndị Omeiwu nke itoolu, a họpụtara ya n'etiti ndị omeiwu kwuru ihe na-erughị ugboro ise na nzuko omeiwu dị ka nnyocha Daily Monitor nke Hansard mere na ndekọ gọọmentị nke Nzukọ Ndị Isi. Nnyocha ahụ chọpụtara na ndị omeiwu iri atọ na anọ ekwuola ihe na-erughị ugboro ise n'ala ụlọ omeiwu n'ime afọ abụọ gara aga ebe ndị omeiwu ọzọ otu narị na iri ise nyere aka ihe na-irughị ugboro iri na ise na arụmụka.",
  "N'oge ọ nọ n'ọchịchị ndọrọ ọchịchị n'afọ puku abụọ na asaa, ọ dụrụ ndị agha Karimojong ọdụ ka ha gbasoo usoro gọọmentị na-aga n'ihu na-ewepụ ngwá agha iji kwado mmepe na mpaghara ahụ. Ọ na-emegidekwa igbu ndị aka ha dị ọcha, ọkachasị ụmụ nwanyị site n'aka ndị òtù ndị agha na mpaghara ahụ nke metụtara mmepe na Karamoja. Iriama so n'ime ndị omeiwu kpebiri izute onye bụbu praịm minista, Amama Mbabazi onye nyere ha oge mgbe nwanyị mbụ na minista na-ahụ maka Karamoja Affairs, Janet Museveni, jụrụ izute ndị omeiwu si Karamoja sub-region maka mkparịta ụka banyere mpaghara ha nke bụ mpaghara kacha daa ogbenye na Uganda. Ndị omeiwu zutere onye bụbu praịm minista gụnyere Rose Akello (Kaabong), Modest Juliana Auma (Abim), Rose Iriama (Nakapiripirit) na Margaret Iriama (Moroto). Mgbe ọ nọsịrị n'ọkwa ndọrọ ndọrọ ọchịchị ya na Nzukọ Ndị Omeiwu nke itoolu, o ji egwuregwu yie egwu ịwakpo ehi nke Onye isi ala Museveni ma ọ bụrụ na akwụghị ndị na-akwado ya ụgwọ maka anụ ụlọ ha furu efu n'oge a na-ewepụ ngwá agha. N'afọ puku abụọ na itoolu , Iriama gwara The East African banyere echiche ya nke iche na Janet Museveni ga-abụ nnukwu mmepe na mpaghara dịka ụka n'oge gara aga. Ọ bụ otu n'ime ndị omeiwu nke tinyere akwụkwọ mkpesa ntuli aka 118 ka a nụ ya n'ụlọ ikpe dị iche iche gafee mba ahụ mgbe ntuli aka nke February 18 gasịrị."
]