[
  "Iris planifolia bụ ụdị osisi na-agbasa okooko na subgenus <i id=\"mwDg\">Scorpiris</i> nke ụdị Iris, ezinụlọ Iridaceae",
  "Osisi a na-adịgide adịgide sitere na mpaghara ndida Europe na mpaghara ugwu nke Africa nwere ogologo, akwụkwọ ndụ akwụkwọ ndụ na-egbuke egbuke, ogwe osisi dị mkpirikpi, na nnukwu okooko osisi na-esi ísì ụtọ na agba dị iche iche nke anụnụ anụnụ.",
  "Iris planifolia nwere nnukwu okooko osisi na-acha nchara nchara (ihe dị ka 2 in (51 mm) n'obosara), nwere mgbọrọgwụ na-acha ọcha.",
  "Akwụkwọ osisi ndị -acha akwụkwọ ndụ akwụkwọ ndụ na-eto ruo 10X 30 cm (3.9 -11.8 in) n'ogologo na 1 - 3 cm n'obosara nwere ike izochi ogwe osisi dị mkpụmkpụ n'oge okooko osisi",
  "Akwụkwọ ya bụ lanceolate, na-amalite dị warara n'ala ma na-eto ruo n'otu ebe. A na-ewere ya dị ka nke nwere otu n'ime okooko osisi kachasị ukwuu na subgenus Scorpiris.",
  "Ọ nwere ike ịmalite ifuru na Disemba, na Jenụwarị ma ọ bụ Febụwarị. N'ọhịa, a maara ya ka ọ na-agbasa okooko ruo n'oge mgbụsị akwụkwọ. Okooko osisi ndị ahụ nwere ísì dị nro, nke a pụrụ ịkọwa dị ka ihe na-esi ísì ụtọ.",
  "Ọ bụ osisi dị mkpụmkpụ, siri ike nke nwere nnukwu okooko osisi atọ n'otu ogwe, nke na-adịkarị 6-7 cm n'obosara, yana tube perianth nke 8-18 cm n'ogologo. Nsụda mmiri ahụ dị sentimita ise n'ogologo na ụkpụrụ ahụ dị sentimita abụọ n'oghere",
  "Osisi ahụ nwere ike iru ogo kachasị elu nke 10 - 15 cm (3.9 - 5.9 in) n'ogologo.",
  "Osisi ahụ nwere okooko osisi dị iche iche na-acha anụnụ anụnụ, site na violet na-acha odo odo, na-acha ọcha na-acha akwụkwọ ndụ akwụkwọ ndụ, na lilac na-acha ọbara ọbara, dị ka iris ndị ọzọ, ọ nwere abụọ abụọ abụọ nke petals, nnukwu sepals atọ (petals mpụga), nke a maara dị ka 'ọdịda' na atọ dị n'ime, obere petals (ma ọ bụ tepals), nke a kpọrọ 'ụkpụrụ'. Nsụda mmiri ahụ nwere eriri na-acha anụnụ anụnụ na akara odo odo n'elu ugwu ahụ. O nweghị afụ ọnụ. Mgbe ụfọdụ, a na-ahụ ụdị okooko osisi na-acha ọcha n'ọhịa.",
  "Osisi ahụ nwere obere pollen dị ka bọọlụ nwere obere ogwu.",
  "Capsule ahụ bụ oblong, sessile, dị ka nke Colchicum n'elu ala n'etiti akwụkwọ",
  "Ọ nwere mkpụrụ na-acha nchara nchara nke nwere ike ịdị ukwuu dị ka pea.",
  "A na-enweta aha a kapịrị ọnụ nke 'planifolia' site na okwu Grik nke pụtara 'nke nwere akwụkwọ dị larịị'.",
  "Ọ bụ T.Durand na Schinz bipụtara ya na 'Conspectus Floræ Africæ' No.5",
  "na 1894. Mana n'okpuru aha Iris alata.",
  "Fiori na Paoletti na 'Flora Analytica d'Italia', ghọtara ụdị a dị ka ụdị Iris site na ntinye mbụ nke Millers nke Xiphium planifolium",
  "Ruo ọtụtụ afọ, a maara nke a n'okpuru otu aha",
  "Iris alata nke Poir dere ma dekọọ na ndepụta nnyocha nke afọ 1939. Nnyocha ndị ọzọ weghachiri mmalite osisi ahụ laa azụ na 1894.",
  "Iris planifolia bụ ugbu a aha RHS nabatara, Ngalaba Ọrụ Ugbo na Ọrụ Nnyocha Ọrụ Ugbo nke United States kwadoro ya na 4 Eprel 2003 na mmelite ya na 3 Disemba 2004.\nRịba ama; Iris planifolia nwere ihe karịrị 20 dị iche iche synonyms",
  "Lee ndepụta na infobox n'aka nri",
  "Iris alata (nke a makwaara dị ka 'Scorpion Iris') bụ otu okwu a na-ahụkarị.",
  "A mụrụ ya na mpaghara Mediterenian nke Europe na North Africa. Nke a bụ naanị ụdị dị na Juno subgenus nke a pụrụ ịchọta na-eto eto na Europe.",
  "A na-ahụ ya na Krit, Gris, Sicily, Spain, Portugal, Sardinia, (n'ime North Africa) na Algeria, Libya, Tunisia, na Morocco.",
  "Enwere ike ịchọta ụdị iris na-acha ọcha na Andalucia.",
  "A na-ahụ Iris planifolia n'akụkụ ugwu nkume, nke na-adịkarị mmiri n'oge oyi ma kpọọ nkụ n'oge ọkọchị.",
  "Ọ na-eguzogide USDA Zone 3.",
  "Mkpụrụ osisi ahụ bụ osisi na-adị mkpụmkpụ",
  "A na-eto ya nke ọma na UK, na etiti bulb. N'ime ite ma ọ bụ ọkacha mma n'ala.",
  "A pụkwara ịzụlite ya n'ime ite",
  "Mana ite ndị ahụ kwesịrị ịdịkarịa ala sentimita ịrị atọ n'ogologo (ma ọ bụ 1 ft), iji nye ohere kachasị elu.",
  "Ọ chọrọ ezigbo ikuku iji gbochie ọrịa, mana ọ nwere ike ibute nje virus. Na-akpata mmebi nke uto, ma na-akpata akwụkwọ osisi na-acha odo odo ma ọ bụ na-acha uhie uhie",
  "A ga-ebibi osisi ndị butere ọrịa iji kwụsị mmetọ nke osisi ndị ọzọ.",
  "Maka ezigbo uto n'afọ na-abịa, ọ na-ahọrọ oge okpomọkụ na-ekpo ọkụ n'oge ọkọchị, n'ala na-agbanye mmiri nke ukwuu.",
  "Enwere ike ịgbasa ya n'ụzọ okike ka ọ na-emepụta ụyọkọ bulbs, nke enwere ike kewaa, site na iji nlezianya kewaa ya na ngwụcha oge okpomọkụ",
  "Kpachara anya ka ọ ghara imebi mgbọrọgwụ anụ ahụ.",
  "Media related to Iris planifolia at Wikimedia Commons\nData related to Iris planifolia at Wikispecies"
]