[
  "Irma Dolores Player Hall bụ onye America na-eme ihe nkiri nke pụtara na ihe nkiri na ihe ngosi onyonyo kemgbe mmalite afọ 1970",
  "Hall na-emekarị ihe nkiri na ihe nkiri gụnyere A Family Thing, The Ladykillers na Soul Food, ebe ọ gosipụtara Josephine \"Big Mama Joe\" Joseph, ọrụ ọ rụgharịrị na usoro ihe nkiri nke otu aha ahụ.",
  "Ọ pụtakwara na Collateral na ihe nkiri abụọ nke onye nduzi Werner Herzog",
  "Maka arụmọrụ ya na The Ladykillers, ọ meriri Ihe nrite nke Jury n'afọ 2004 Cannes Film Festival.",
  "A mụrụ Hall Irma Dolores Player Hall na Beaumont, Texas, nwa nwanyị Josephine Hall. A zụlitere Hall na Chicago, n'akụkụ ndịda Illinois. Hall gara Briar Cliff College na Sioux City, Iowa.",
  "Ọrụ mbụ Hall rụrụ bụ na ihe nkiri onwe ya, Book of Numbers, mgbe ọ dị afọ iri atọ na ise",
  "Ọ kụziri asụsụ ruo ọtụtụ afọ na Dallas, Texas, mgbe onye na-eme ihe nkiri / onye nduzi Raymond St",
  "Jacques were ya n'ọrụ dị ka onye mgbasa ozi nwa oge maka Book of Numbers",
  "Ọ hụrụ ya ka ọ na-eme ihe nkiri n'agụ uri ma nwee mmasị n'ebe ọ nọ nke ukwuu nke na o nyere ya ọrụ n'ebe ahụ",
  "Ọ chọpụtara ịhụnanya maka ime ihe nkiri, n'oge na-adịghị anya, ya na ndị ọzọ guzobere ụlọ ihe nkiri na Dallas.",
  "Ọ rụrụ ọrụ na ihe nkiri na TV n'afọ ndị afọ 1980",
  "Mana ọ bụghị ruo mgbe ọrụ ya dị ka Aunt T",
  "na-ahụ n'anya n'afọ 1996's A Family Thing ka ndị nkatọ na ndị na-ege ntị malitere ịchọpụta nkà ya",
  "O meriri Chicago Film Critics Association Award na Kansas City Film Critics Circle Award maka Best Supporting Actress maka ọrụ ya, [citation needed] na ihe ịga nke ọma nke ihe nkiri ahụ nyeere ya aka iguzobe ya dị ka onye isi na-akwado ihe nkiri na ngwụcha afọ 1990 na mmalite afọ 2000",
  "Ọrụ dị mma na nnukwu ihe nkiri dịka Nothing to Lose na Steel sochiri",
  "Hall wee nweta ọrụ dị ka Big Mama Joseph na ihe nkiri Soul Food",
  "N'afọ 1997, ọ pụtara na ihe nkiri Clint Eastwood nke akwụkwọ akụkọ John Berendt bụ Midnight in the Garden of Good and Evil",
  "Omume ya, dọkịta mgbọrọgwụ Minerva, dabeere na Valerie Boles. Soul Food bụ ihe nkiri a ma ama na ụlọ ọrụ ịkụ nzọ, na-akpali onyonyo, Soul Food: The Series, nke Hall gosipụtara ọrụ ya",
  "Ọ nwetara ọrụ ọzọ a ma ama n'afọ 2004 remake nke The Ladykillers",
  "O meriri ihe nrite pụrụ iche nke ndị ọka ikpe n'afọ 2004 mmemme nke ihe nkiri nke Cannes na ihe nrite Image maka arụmọrụ ya.",
  "Obere oge tupu ewepụta ihe nkiri nke The Ladykillers, Hall merụrụ ahụ nke ukwuu n'ihe mberede ụgbọ ala na Chicago",
  "N'etiti oké ifufe, ọ kwụsịrị ịchịkwa ụgbọala ya, gafee okporo ụzọ n'ime okporo ụzọ na-abịanụ, wee kụọ ụgbọ ala ọzọ",
  "A wara ya ahụ ngwa ngwa n'obi maka ọnyá aorta ya nke ọgịrịga gbajiri agbaji kpatara",
  "Na mgbakwunye, Hall nwekwara nkwonkwo ụkwụ gbajiri agbaji na aka gbajiri agbajọrọ",
  "A kpọrọ Hall aha maka ịkwọ ụgbọala na ikikere a kwụsịtụrụ, na ịghara ịnọ n'okporo ụzọ ya",
  "Ọ gbakere kpamkpam, ma nwee ike ịga n'ihu n'ọrụ ya.",
  "Hall bi na Dallas, Texas, ya na ezinụlọ ya; ọ bụ nne nke ụmụ abụọ na nne nne nke ụmụ anọ (dị ka nke afọ 2001)."
]