[
  "Ọchịchị onye kwuo uche ya Ọ̀ ga-ekwe omume? Ihe ọzọ e si eji eme ihe maka ndọrọ ndọrọ ọchịchị bụ akwụkwọ nke onye ọkà ihe ọmụma Australia bụ John Burnheim nke na-akọwa ihe ọzọ na ọchịchị onye kwuo uche ya. N'ịbụ nke e bipụtara n'afọ 1985, e mechara bipụta ọrụ ahụ na mmeghe ọhụrụ n'afọ 2006, na ọzọ dị ka akwụkwọ e-akwụkwọ n'afọ 2014.",
  "E nwere ihe atọ dị mkpa na ọnọdụ ahụ akọwapụtara n'akwụkwọ ahụ, nke ọ bụla n\"ime ha na-egosi ọpụpụ dị egwu site na nyocha ọdịnala na nke oge a nke nsogbu ndị na'ihu anyị [onye?[Ihe e dere n'ala ala peeji]",
  "Akụkụ abụọ nke mbụ gụnyere mgbochi steeti na mgbochi ọchịchị nke ọnọdụ a ga-etolite",
  "Burnheim megidere inye ndị otu ọ bụla nwere mpaghara mpaghara ma ọ bụ agbụrụ ikike ọchịchị, ọnọdụ nke megidere ọdịnala bụ isi nke nkà ihe ọmụma ndọrọ ndọrọ ọchịchị na usoro akụkọ ndọrọ ndọrọ ọchịchị",
  "Ndị mmadụ n'otu n'otu na ọchịchị Burnheim ga-ahụ onwe ha dị ka akụkụ nke ọtụtụ mmemme mmekọrịta ọha na eze dị iche iche na obodo na-arụ ọrụ karịa obodo ọ bụla na-ejikọta ọnụ.N'echiche a, n'agbanyeghị ntụgharị site na nghọta nke obodo nke ndọrọ ndọrọ ọchịchị, njirimara otu na-anọgide na dị mkpa na Burnheim",
  "Akụkụ nke atọ metụtara iwebata echiche Burnheim banyere ọchịchị onye kwuo uche ya, ọkachasị ịjụ ọchịchị aka ike maka nkwado ọnụ ọgụgụ.",
  "Nke mbụ, Burnheim jụrụ ịdị n'etiti steeti ahụ, ma na echiche ndọrọ ndọrọ ọchịchị ma mmeri nke ọnọdụ anyị [onye?] ugbu a. Ụlọ ọrụ na-achịkwa ọtụtụ ọrụ dị n'etiti na'enye ihe nlereanya dị ugbu a maka iji ike ndọrọ ndọrọ ọchịchị na nchịkwa, site na steeti mba ruo na gọọmentị ime obodo",
  "Ihe nlereanya a na-emebi ikike nke ndị na-eme mkpebi iji dozie nsogbu na ọkwa nke enwere ike idozi ha nke ọma",
  "Enwere ike ịme mkpebi ndị a na-eme ugbu a n'ime ụlọ ọrụ multifunction dị otú ahụ kama site n'aka ndị nwere onwe ha, ụlọ ọrụ pụrụ iche nke a na-ahazi site na mkparita uka n'etiti onwe ha",
  "N'ụwa nke oge a, ọ ga-adị mkpa ka ọtụtụ n'ime ndị ọchịchị ndị a nwee ikike zuru ụwa ọnụ.",
  "Nke abuo, omume ochichi onye kwuo uche ya achọghị itinye aka na ndị mmadụ n'ozuzu ya",
  "Ihe a chọrọ bụ ka ndị niile mkpebi a metụtara n'ụzọ ihe onwunwe kwesịrị ịnọchite anya nakwa na ha nwere ohere isonye na mkpebi ndị ahụ",
  "Nke a na-ebute nsogbu nke ihe mmasị n'ọnọdụ ọ bụla a ga-anabata dị ka nke ziri ezi",
  "Nke a na-ewelite nsogbu nke ihe ọdịmma n'ọnọdụ ọ bụla a ga-anabata dị ka ihe ziri ezi",
  "Burnheim na-ekwu na nsogbu a anaghị edozi ya site n'aka ndị na'echiche ọchịchị onye kwuo uche ya",
  "Na onye ọ bụla kwesịrị inwe ohere imetụta mkpebi ọkpụkpọ ọchụchọ ọkpụkpụ ha ziri ezi yiri ihe doro anya, mana Burnheim na-ekwusi ike na nkwurịta okwu ahụ na'ozuzu ya na mkparịta ụka nke omume ọchịchị onye kwuo uche ya: ọ dịghị onye kwesịrị itinye aka na mkpebi ebe ha enweghị mmasị ihe onwunwe ziri aga",
  "Ọ bụrụ na echekwa ihe a chọrọ, nsonaazụ ya bụ ọchịchị aka ike, \"n'echiche siri ike\"",
  "Burnheim na-agbakwụnye na ụdị ọchịchị onye kwuo uche ya niile dị ugbu a, yana ụdị niile a tụrụ aro, ọ bụghị naanị na ọ na - na: ọ bụ naanị ikike ka ọ dị na ya",
  "Omume nke ndị ọrụ ndọrọ ndọrọ ọchịchị na-azụ ahịa na vootu bụ nsonaazụ - na na a na - m na'azụ voolu m n'okwu m enweghị mmasị na ya maka vooli ọzọ n\"okwu na ọ na",
  "Akụkụ nke atọ nwere ikewapụ ọchịchị onye kwuo uche ya na nhọpụta ntuli aka",
  "Akụkọ banyere ọchịchị onye kwuo uche ya n'oge a bụ mgbasa nke ntuli aka asọmpi na ntọala ntuli aka na-agbasawanye mgbe niile",
  "A na-ewere ịhọpụta ndị okenye zuru ụwa ọnụ ugbu a dị ka nke enyere mana akụkọ ihe mere eme nke mmezu ya bụ akụkọ mgba",
  "Maka Burnheim kpọmkwem usoro nnochite anya ntuli aka na-eduga na mkpebi ndị na-adịghị mma nke ike-azụmahịa kpebisiri ike karịa mkpa nke ndị kacha emetụta",
  "Ọchịchị onye kwuo uche ya ga-ekwe omume naanị ma ọ bụrụ na ndị na-eme mkpebi bụ ihe nnọchianya nke ndị ọ metụtara",
  "Nke a ga-apụta ịhapụ ntuli aka iji kwado ụkpụrụ oge ochie nke ịhọrọ site na ịtụ vootu ka ndị na-eme mkpebi ga na'ụzọ ọnụ ọgụgụ na ọ gafere ndị mkpebi ha metụtara. Nhazi n'etiti ndị ọchịchị dị iche iche ga-abụ site na mkparịta ụka, ma ọ bụ, ọ bụrụ na ọ dị mkpa, nkwekọrịta, kama site n\"ikpebi a manyere n \"etiti\"",
  "Ihe a na-atụ anya ya bụ na dịka ahịa na'inye mkpa anyị maka ihe oriri onwe onye site na usoro decentralised, a pụkwara inye mkpa anyi maka ngwaahịa ọha na eze n'ụzọ dị mfe na nke na na -emeghachi omume.",
  "Na mbido ọchịchị dị otú ahụ nwere ike ịmalite ịpụta site na omume hiwere nke ọma nke ịtọlite ndị juri ụmụ amaala ka ha nye ndụmọdụ gbasara amụma n'okwu ụfọdụ",
  "N'ime ogologo oge nhazi nke kọmitii na usoro ha ga-emeghe ịgba aka site n'aka ndị chere na ọdịmma ha adịghị anọchite anya ya, na esemokwu ndị dị otú ahụ ga-ekpebi site na ụlọ ikpe nke nza họpụtara site na ọdọ mmiri nke ndị ọgbọ ha họpụtara na kọmitii na-arụ ọrụ dị ka",
  "inwe àgwà ndị dị mkpa iji rụọ ọrụ ikpe."
]