[
  "Isaac Fanous (Coptic:    *; December 19, 1919 – January 14, 2007) bụ onye Ijipt Copt artist na ọkà mmụta, onye ọkachamara na Coptic nka na tọrọ ntọala ya oge a ụlọ akwụkwọ.",
  "A mụrụ Fanous na Al-Minya wee kwaga Cairo iji nweta akara ugo mmụta ya na ngalaba nke Applied arts ugbu a bụ akụkụ nke Mahadum Helwan na Egypt na 1941 wee nweta diplọma na nkuzi na 1943.\nFanous bụ otu n'ime ụmụ akwụkwọ mbụ nke Institute of Coptic Studies hiwere na 1954 wee nweta doctorate ya na 1958",
  "Onyinye ọmụmụ afọ abụọ ya na Louvre n'etiti afọ 1960 bụ oge mgbanwe na ọrụ ya",
  "O ji ohere ahụ, mgbe ọ nọ na France, mụọ eserese ihe oyiyi n'okpuru Léonid Ouspensky, n'okpuru nkwado ya, ọ zụlitere mmasị dịka onye na-ese ihe na ọkà mmụta okpukpe",
  "Nke a ga - eduga, n'ikpeazụ, n'ịzụlite ụdị nke ga - abụ ihu ọhụrụ nke ihe osise Coptic n'etiti narị afọ nke iri abụọ.",
  "Fanous bụ onye isi ngalaba Coptic Art na Institute of Coptic Studies na Cairo, ọ zụtala ọtụtụ ndị ọzọ na-ese ihe na Coptic si na mpụga Ijipt.",
  "Ka ndị ọgaranya na-akwado nka na-apụ n'anya n'ụwa nka nke Ijipt ruo ugbu a na-esote mgbanwe 1952, steeti nọchiri ha, ọrụ Fanous wee pụọ na mgba na ahụmịhe nke oge ya",
  "Nke ahụ bụ ịsị, ọ bịara mara nke ọma ihe nketa Ijipt ya",
  "O nwere obi ụtọ maka ihe niile sitere na Al-Minya kemgbe oge Akhnaten, onye wuru obodo ya na mpaghara a.",
  "Ruo ọtụtụ narị afọ tupu ndị na-ese ihe dị ka Isaac Fanous, ụka Ọtọdọks nke Coptic nwere ụdị nke ya nke a ghọtara dị ka ụdị Coptic. N'okpuru mmetụta nke nka Europe gbasaa n'Ijipt na narị afọ nke iri na itoolu enwere ọtụtụ Chọọchị dị n'Ijipt nke nwere Icons nke yiri ọtụtụ ụdị European (Western) Christianity Iconography.",
  "Ụlọ akwụkwọ Fanous nke oge a nke eserese ihe oyiyi bịara dị ka akụkụ nke mmegharị nke ọdịbendị Coptic nke malitere n'oge patriarchate nke Pope Cyril VI (1959–1971).",
  "O jiri ụdị Coptic guzosiri ike nke a pụrụ ịhụ na Chọọchị Coptic akụkọ ihe mere eme, mana n'ụdị nke ya nke o mepụtara kemgbe ọtụtụ afọ",
  "A na-akpọ ụdị eserese ya Modern Coptic style na dịka ọ bụ onye ọsụ ụzọ n'ọhịa a, a na-ewere Fanous dị ka nna nke eserese ihe oyiyi Coptic nke oge a na onye malitere mmegharị nke oge a na nka Coptic.",
  "Fanous sere foto na ihe oyiyi niile na St",
  "Takla Haymanot's Church na Alexandria, nke e doro nsọ na 1969. N'agbata afọ 1977 na 1978, ọ nọrọ ọnwa isii na UK iji see ihe oyiyi na St Mark's Coptic Orthodox church na Allen Street, Kensington, London.",
  "Ihe oyiyi Coptic nke Saint Anthony the Great",
  "Ihe oyiyi Coptic nke Saint Demiana -->",
  "Ihe oyiyi Coptic nke Saint Maurice",
  "Ihe oyiyi Coptic nke Saint Menas -->",
  "Ihe oyiyi Coptic nke Saint Pishoy -->",
  "Ihe oyiyi Coptic nke Saint Verena -->"
]