[
  "Isaac Witkin",
  "Isaac Witkin (10 Mee 1936 - 23 Eprel 2006) bụ onye na-ese ihe n'oge a a ma ama n'ụwa niile nke amụrụ na Johannesburg, South Africa",
  "Witkin banyere Saint Martin's School of Art na London na 1957 wee mụọ n'okpuru Sir Anthony Caro na ndị na-ese ihe nke gụnyere Phillip King, William G",
  "Tucker, David Annesley, na Michael Bolus",
  "Witkin nyere aka mepụta ụdị ihe ọkpụkpụ ọhụrụ nke dugara na Ọgbọ Ọhụrụ nke ndị na-ese ihe na ụdị ihe ọchụkpụ nke oge a na-eru ma na-agbanwe ụwa nka. A maara ọrụ ndị na-adịghị ahụkebe nke Witkin nke fiberglass ma ọ bụ osisi na-enwekarị ụcha na-egbuke egbuke maka \"ọdịdị dị nkọ, Pop-Art\".",
  "Mgbe ọ gụsịrị akwụkwọ na Saint Martin na 1960, Witkin bụ nwa ọrụ Henry Moore ruo afọ 1963",
  "A nabatara ọrụ Witkin nke ọma na ihe ngosi mbụ ya na Rowan Gallery, London na ihe ngosi dị mkpa nke 1964 na Whitechapel Gallery, kwa na London, ebe Witkin na ndị na-ese ihe \"Ọgbọ Ọhụrụ\" nke Saint Martin mere nnukwu ntinye ha n'ime ụwa nka Bekee",
  "N'afọ 1965, ọrụ ya nwetara ihe nrite mbụ na Paris Biennale",
  "Akụkụ ya, Nagas, gụnyere na ihe ngosi nke 1966, \"Primary Structures\" na Jewish Museum na New York na-anọchite anya mmetụta Britain na \"New Art\" nke Anthony Caro kwadoro.",
  "Witkin si n'ụlọ akwụkwọ gaa n'ụlọ nkụzi, na-akụzi na Saint Martin ruo afọ abụọ",
  "Ọ kwagara na United States",
  "Na Bennington College, Bennington, Vermont, Witkin so otu ndị na-ese ihe a maara dị ka \"ụmụ nwoke Green Mountain\" rụọ ọrụ, ndị na-akụzi n'ụlọ akwụkwọ ahụ ma ọ bụ sonye n'otu nke ndị na-eme ihe nkiri n'ógbè ahụ, nke gụnyere ndị ama ama dị ka onye na-ese Kenneth Noland, Helen Frankenthaler, Larry Poons, Paul Feeley na Jules Olitski na onye na-enyocha nka Clement Greenberg.",
  "Ọrụ Witkin n'oge a dị n'ụdị abstractions formalist, na-esi na fiberglass na osisi nke ọrụ mbụ ya gaa na ụlọ ọrụ mmepụta ihe siri ike nke nwere ihe dị mgbagwoju anya nke Cubist",
  "A nabatara ndị a nke ọma na America, ọkachasị n'oge ngosi afọ 1966 na Jewish Museum, na New York City, na ngosipụta ndị ọzọ dị iche iche n'obodo ahụ mgbe nke ahụ gasịrị. N'afọ 1976, Witkin bụ isiokwu nke ihe ngosi PBS, Sculpture by Isaac Witkin, nke Neal Marshad duziri",
  "N'afọ 1978, Witkin kwagara New Jersey, na-ejikọta ya na Johnson Atelier, Princeton, New Jersey, ebe ọ bụ onye na-ese ihe na-ebi",
  "N'oge a, Witkin mepụtara ụdị nke ga-eme ka ọrụ ya fọdụrụ",
  "N'ebe a, ọ chọpụtara usoro nke ịwụsa ọla nchara a gbazere agbaze n'ime ájá mmiri n'ala iji mepụta ụdị ọdịdị",
  "Site n'ịchịkọta ụdị ndị a, ọ na-etinye aka na \"...mmepụta asụsụ site na omume nke ígwè, na-egbochi usoro site na ọgba aghara\" dịka e kwuru ya ka ọ na-akọwa usoro ahụ na obituary ya na ebe nrụọrụ weebụ The Times Online",
  "Ihe ndị fọdụrụ n'ọrụ ya bụ ọla nchara, ma a wụsara ma tụgharịa ya, jiri kemịkal na-acha ya iji nwee patinas dịgasị iche iche",
  "Otú ọ dị, a rụkwara ọrụ ụfọdụ mgbe e mesịrị na nkume, ọ bụ ezie na n'otu ụdị ahụ dị ka ọla nchara a wụsara.",
  "Witkin mechara kụzie na Parsons School of Design, New York, New York",
  "A kwanyeere ya ugwu dị ka onye otu National Academy, New York, NY na dị ka onye òtù, Royal Society of British Sculptors",
  "N'oge ọrụ ya, Witkin nwetakwara onyinye ndị a: State of New Jersey Art Achievement Award, Burlington County College Foundation; Adolph and Esther Gottlieb Foundation Grant; New Jersey State Council on the Arts Grant na 1981 Guggenheim Fellowship.",
  "Site n'ọrụ ya, Witkin matara onye na-ese ihe na onye na-akwado nka J",
  "Seward Johnson, Jr., nke Johnson na Johnsons",
  "Ọbụbụenyi a nyere Witkin ohere ime ka Johnson zụta ma gbanwee New Jersey Fairgrounds a gbahapụrụ agbahapụ ka ọ bụrụ Grounds for Sculpture Park, ihe ngosi 35 acres (140,000 m2) nke ihe ọkpụkpụ na Hamilton Township, New Jersey",
  "Ọtụtụ n'ime ọrụ Witkin so na nchịkọta na-adịgide adịgide nke Grounds",
  "A na-agụnyekwa ọrụ Witkins na nchịkọta na-adịgide adịgide nke Smithsonian American Art Museum, Washington DC, Centre for Modern Art, Calouste Gulbenkian Foundation, Lisbon, Portugal; Fine Arts Museum, Mahadum Sydney, Australia; Hirshhorn Museum and Sculpture Garden, Washington, DC; Laumier Sculptura Park, St",
  "Louis, MO; Tate Gallery, London; na The Israel Museum, Jerusalem",
  "A na-egosikwa ọrụ ya na ebe nrụọrụ weebụ ezinụlọ ya, www.isaacwitkin.com.",
  "Isaac Witkin nwụrụ na 23 Eprel 2006 site na ọrịa nkụchi obi n'ụlọ ya na Pemberton, New Jersey. Ụmụ ya nwanyị abụọ, nnukwu ọrụ ya, na ndị na-ese ihe ọ kpaliri bụ ndị ọ hapụrụ."
]