[
  "Isaac Sesi bụ onye ọchụnta ego Ghana, injinia, na onye guzobere Sesi Technologies, ụlọ ọrụ Ghana nke na-edozi nsogbu ọrụ ugbo na nri. A maara ya maka mmepe nke mita mmiri iji nyere ndị ọrụ ugbo Afrịka na-achị ndịda Sahara aka belata mfu mgbe owuwe ihe ubi gasịrị",
  "Sesi bụ onye gụsịrị akwụkwọ na KWAME NKRUMAH UNIVERSITY OF SCIENCE AND TECHNOLOGY (KNUST) ebe ọ gụrụ injinia ọkụ.Ọ gụsịrị akwụkwọ sekọndrị na MFANTSIPIM SCHOOL, ebe ọ gụrụ sayensị izugbe.",
  "A maara Sesi maka ịmepụta mita mmiri a maara dị ka GrainMate. Ngwaọrụ a na-enye ndị ọrụ ugbo na ndị na-ere ọka ohere ịlele oke mmiri nke ọka, ọka wit, ọka, na ihe ndị ọzọ. A makwaara ya dị ka onye mepụtara FarmSense, ihe ngwọta na-ahụ ala maka ndị ọrụ ugbo nke mere ka ọ banye na Global Innovation site na sayensị na teknụzụ (GIST) Tech-I Global Pitch asọmpi semifinals. Ụlọ ọrụ mbụ ya bụ Invent Electronic Company Limited, nke malitere na 2014, nke na-ere ihe electronic n'ịntanetị.",
  "N'afọ 2015, ọ gbagwojuru Wires na Bytes na mmekorita ya na ndị enyi ya atọ iji mepụta ngwa weebụ na ngwa-dị ka ọrụ.Na 2016 ha mepụtara PASCO, ngwa agụmakwụkwọ maka ụmụ akwụkwọ mahadum",
  "N'afọ sochirinụ, ọ kwadoro 2eweboys, ụlọ ọrụ na-emepụta ihe na-emepụta ihe",
  "na 2017, Sesi, mgbe ahụ, onye ọrụ nyocha na Ngalaba Agriculture na Biosystems Engineering",
  "nke KWAME NKRUMAH UNIVERSITY OF SCIENCE AND TECHNOLOGY na Dr Paul Armstrong, onye nyocha na Ngalaba Agriculture nke United States, rụkọrọ ọrụ ọnụ na nri ọdịnihu Innovation Lab.maka Mbelata oru ngo mfu owuwe ihe ubi n'oge na mmekorita ya na Kansas Mahadum steeti iji mepụta mita mmiri dị ọnụ ala Emebere igwe mmiri a na emume na KNUST",
  "Kemgbe 2018, ya na òtù dị iche iche na-arụkọ ọrụ gụnyere World Food Programme Ghana na-enyere ndị na-ahụ maka anụ ọkụkọ na Layer Industries na Feed Improvement na Strategies(AMPLIFIES) Ghana Project nke bụ nri maka agamnihu mmemme nke US Department of Agriculture (USDA) iji na-agba ọsọ ọzụzụ mfu ihe ubi maka ndị ọrụ ugbo n'ofe Ghana",
  "("
]