[
  "Isabella Ormston Ford (23 Mee 1855 - 14 Julaị 1924) bụ onye England na-eme mgbanwe na mmekọrịta mmadụ na ibe ya, onye na-akwado ụmụ nwanyị na onye edemede",
  "Ọ ghọrọ onye na-ekwu okwu n'ihu ọha ma dee akwụkwọ nta banyere okwu ndị metụtara ọchịchị onye kwuo uche ya, ụmụ nwanyị na ikike ndị ọrụ",
  "Mgbe ọ malitere ichegbu onwe ya banyere ikike nke ndị ọrụ igwe nwanyị n'oge ha dị obere, Ford sonyeere òtù ndị ọrụ na 1880s",
  "Onye otu National Administrative Council nke Independent Labour Party, ọ bụ nwanyị mbụ kwuru okwu na Kọmitii Na-anọchite anya Labour (nke ghọrọ British Labour Party).",
  "A mụrụ Isabella Ford na 23 Mee 1855 na Headingley, Leeds, n'ebe ugwu England",
  "Ọ bụ nwa ikpeazụ n'ime ụmụ asatọ nke Quakers Robert Lawson Ford na Hannah (née Pease)",
  "Nne ya bụ nwa nwanne nne nke abụọ nke abolitionist Elizabeth Pease Nichol na nna ya bụ onye ọka iwu na onye nwe ala",
  "Ndị na-elekọta ụlọ kụziiri Ford na ụmụnne ya nwanyị n'ụlọ, na-amụta ihe dịgasị iche iche ma na-asụ French na German nke ọma. Nne na nna ya kwadoro ụlọ akwụkwọ abalị maka ụmụ agbọghọ na East End nke Leeds, ebe ọ malitere ịrụ ọrụ mgbe ọ dị afọ iri na isii. Mmekọrịta ya na ụmụ agbọghọ ndị a nyere Ford na ụmụnne ya nwanyị nghọta banyere ọdịiche dị iche iche na mmasị na ọnọdụ ọrụ",
  "Mgbe ọ dị naanị afọ iri na abụọ, ọ ṅụrụ iyi n'ihu enyi ya na ọ ga-eme ka ọnọdụ ụwa dị mma.",
  "N'ịgbaso ihe nlereanya nke ndị mụrụ ya siri ike, Isabella mere mkpọsa maka ọtụtụ ihe n'oge ndụ ya.",
  "N'afọ 1880, Ford sonyeere òtù ndị ọrụ",
  "Ọ rụrụ ọrụ na ndị na-akwa ákwà na-eme mkpọsa maka ọnọdụ ọrụ ka mma; o nyeere ha aka ịmepụta òtù ọrụ aka ma tinye aka mgbe ha mere ngagharị iwe na 1889",
  "N'afọ 1890-91, ya na ndị ọrụ si Manningham Mills na Bradford gara njem",
  "N'ihi itinye aka ya, a họpụtara ya ka ọ bụrụ onye otu Leeds Trades and Labour Council.",
  "O nyere aka chọta Leeds Independent Labour Party (ILP) ma bụrụkwa onye isi oche nke Leeds Tailoresses' Union",
  "Nchegbu ya bụ nzukọ ndị ọrụ, ọchịchị onye kwuo uche ya na ikike ụmụ nwanyị",
  "O meriri ihere sitere n'okike ịghọ onye ọkà okwu ihu ọha nwere ahụmahụ, na-ekwu okwu n'ọtụtụ nzukọ metụtara ọchịchị onye kwuo uche ya, ikike ndị ọrụ na nnwere onwe ụmụ nwanyị",
  "O dere ọtụtụ mpempe akwụkwọ, yana otu kọlụm na Leeds Forward",
  "N'afọ 1895, a họpụtara ya ka ọ bụrụ onye kansụl parish maka Adel cum Eccup na Leeds.",
  "N'afọ 1900, Ford lekwasịrị anya n'ọrụ ya maka ILP, a họpụtakwara ya na National Administrative Council ruo afọ anọ. Ọ malitere itinye aka na mmegharị nke ụmụ nwanyị, mana o chere na ụmụ nwanyị na mmegharị ọrụ dị oke mkpa",
  "N'afọ 1903, o kwuru okwu na nnọkọ kwa afọ nke Kọmitii Na-anọchite anya Ndị Ọrụ (mgbe e mesịrị British Labour Party), ọ bụkwa nwanyị mbụ mere ya",
  "Amamihe asụsụ Ford mere ka o nwee ike ịrụ ọrụ dị ka onye ntụgharị na nzukọ ndị ọrụ mba ụwa. A gwakwara ya ka ọ bụrụ onye omeiwu ma tụọ aro ka ọ bụrụ Lady Lord Mayor of Leeds, mana ọ jụrụ ime ya.",
  "Ford kwadoro ikike ụmụ anụmanụ ma bụrụ onye na-eri akwụkwọ nri. Ọ bụ onye na-emegide vivisectionist ma bụrụ onye isi oche nke Leeds RSPCA. N'afọ 1896, Ford bịanyere aka na mkpesa nke Humanitarian League megide vivisection.",
  "Mgbe arụmụka ya na onye ndọrọ ndọrọ ọchịchị n'ọdịnihu bụ Margaret Bondfield gasịrị n'afọ 1904, Sylvia Pankhurst kọwara Ford dị ka \"nwaanyị dị ọcha, nke dị n'agbata afọ iri na ụma, nke ihu ya na okpu na-acha ọbara ọbara gburu n'elu ntutu isi ya kwụ ọtọ, nke ọdịdị ya yiri m",
  "dị obiọma ma dị omimi karịa nke onye iro ya na-eto eto\".",
  "Ntiwapụ nke Agha Ụwa Mbụ hụrụ ka Ford lekwasịrị anya na mkpọsa maka udo",
  "O nyere aka ịhazi nzukọ udo ụmụ nwanyị na 4 Ọgọstụ, 1914 (ụbọchị Britain banyere n'agha) na Kingsway Hall, na Leeds o guzobere alaka nke Women's International League na nke Women'S Peace Crusade.",
  "Ford na onye ndọrọ ndọrọ ọchịchị Labour Philip Snowden, onye edemede Ethel Snowden, Onye edemede Socialist Edward Carpenter, onye na-ede uri Walt Whitman, Josephine Butler, Millicent Fawcett na Olive Schreiner ghọrọ enyi",
  "Ọ bụ otu n'ime ụmụ nwanyị atọ nọ na kọmitii mbụ nke Leeds Arts Club.",
  "Isabella nwere nchegbu maka ọdịmma anụmanụ ma bụrụ onye na-eri akwụkwọ nri",
  "Ọ bụkwa onye na-akpọ piano nke ọma ma nyere nwanne ya nwanyị Bessie aka ịme kọntaktị egwu oge ochie n'efu maka ndị na-arụ ọrụ na Leeds.",
  "Ya na ụmụnne ya nwanyị Bessie na Emily biri na Adel Grange, ụlọ Leeds nke ezinụlọ ahụ kwagara mgbe ọ dị afọ 10",
  "Isabella na Bessie nwekwara ụlọ na London ebe ha ga-anọ mgbe ha nọ n'obodo ahụ. Bessie Ford nwụrụ na 1919 ma ụmụnne ya nwanyị kwagara n'ụlọ nta a na-akpọ Adel Willows na 1922",
  "Isabella Ford nwụrụ na 14 Julaị 1924 mgbe ọ rịasịrị ọrịa ọtụtụ ọnwa ma lie ya n'ebe a na-eli ozu Quaker dị nso n'ụlọ ya na Adel.",
  "Aha Ford na onyinyo ya, na nke ụmụ nwanyị 58 ndị ọzọ na-akwado ikike nhọpụta, ka edere na ntọala nke ihe oyiyi nke Millicent Fawcett na Parliament Square, London nke a kpughere na 2018."
]