[
  "Isabel Jeans (16 Septemba 1891 -4 Septemba 1985) bụ onye England na-eme ihe nkiri a maara maka ọrụ ya n'ọtụtụ ihe nkiri Alfred Hitchcock na ngosipụta ya nke Aunt Alicia na ihe nkiri egwu nke 1958 Gigi",
  "A mụrụ na London, Jeans bụ nwa nwaanyị nke onye na-enyocha nka.",
  "O mere atụmatụ ịghọ onye na-agụ egwu mana ọ malitere ọrụ ya na London na 1908 mgbe ọ dị afọ iri na ise, na oku nke Herbert Beerbohm Tree. Ọ pụtara na mbụ na Broadway na The Man Who Married a Dumb Wife na Jenụwarị 1915 na dị ka Titania na A Midsummer Night's Dream na Febụwarị 1915. O mere Lady Mercia Merivale na egwu nke London Kissing Time (1919). Ọ pụtara na mmepụta nke James Elroy Flecker's Hassan na His Majesty's Theatre na London na 1923",
  "Egwú mberede maka egwuregwu ahụ bụ nke Frederick Delius, Fokine mepụtara ballet na House-of-the-Moving Walls",
  "N'afọ 1924, ọ pụtara na ihe egwuregwu Ivor Novello The Rat na Prince of Wales's Theatre na London",
  "N'afọ sochirinụ, ọ nọ na egwuregwu Richard Brinsley Sheridan The Rivals na Lyric Theatre, Hammersmith, ya na di mbụ ya Claude Rains, nwunye mbụ ya Marie Hemingway, na nwunye ya ugbu a Beatrix Thomson.",
  "Ọ pụtara na nnukwu ọrụ na ihe nkiri abụọ Alfred Hitchcock, Downhill (1927) na Easy Virtue (1928) na ihe nkiri ndị ọzọ nke ndi Britain, wee mee ọtụtụ nnukwu nwanyị na ihe nkiri Hollywood, dị ka Suspicion (1941), Banana Ridge (1942), <i id=\"mwRg\">Gigi</i> (1958) na A Breath of Scandal (1960).",
  "Ọrụ ndị ọzọ e mere n'elu ihe nkiri gụnyere The Beggar's Opera na Comedy Theatre, London na 1935, mweghachi nke The Happy Hypocrite na 1936. Ọrụ Broadway mechara bụrụ Crystal Wetherby na The Man in Possession na 1930 na Mrs",
  "Emmeline Lucas na Make Way for Lucia na 1948. Ihe nkiri Bekee gụnyere ihe nkiri Anton Chekhov bụ The Seagull (1949 na Lyric Theatre, London na St",
  "James's Theatre), ihe nkiri Jean Anouilh, \"Ardele\" (1951 na Vaudeville Theatre), ihe egwuregwu Noël Coward, The Vortex (1952 na Lyric Theater na Hammersmith), ihe nkiri T",
  "S",
  "Eliot bụ The Confidential Clerk (1953 na Lyric Drama), ihe nkiri William Congreve bụ The Double Dealer (1959 na Old Vic Theatre, ma na-eme n'ebe ahụ n'oge ahụ",
  "Ọ rụkwara ọrụ na West End nke Oscar Wilde, gụnyere Lady Windermere's Fan (1945 na Haymarket Theatre, nke John Gielgud duziri na 1966 na Phoenix Theatre (London)), A Woman of No Importance (1953 na Savoy Theatre) na dị ka Lady Bracknell na The Importance of Being Earnest (1968 na Haymarket Theater).",
  "Nwanne nwoke Jeans bụ Desmond bụ onye na-eme ihe nkiri na onye na-akụ ọkpọ, nwanne ya nwaanyị bụ Ursula bikes Onye na- eme ihe onyonyo a na - akwanyere ugwu.",
  "Ọ lụrụ di ugboro abụọ: nke mbụ ya na onye na-eme ihe nkiri bụ Claude Rains, site na 1913 ruo 1915, emechaa o luo onye ọka iwu na odee bu Gilbert Edward \"Gilley\" Wakefield site na 1920 ruo mgbe ọ nwụrụ na 1963."
]