[
  "Isabel Frances Longworth (1 June 1881 - 13 Jenụwarị 1961) bụ dọkịta ezé na onye na-ahụ maka udo n'Australia.",
  "A mụrụ Isabel Frances Swann na 1 Juun n'afọ 1881 na Temora, ọ bụ nwa nwanyị nke onye nkuzi ụlọ akwụkwọ a mụrụ n'England William Swann na Elizabeth, née Devlin",
  "Isabel debara aha ya dị ka dọkịta ezé na 20 Juun afọ 1902 wee malite ịrụ ọrụ na Parramatta; ka ọ na-erule afọ 1912 o nwere adreesị na Liverpool Street",
  "A zụlitere ya n'ezinụlọ na-eme udo, ndị ọrịa ya gụnyere Miles Franklin, Jennie Scott Griffiths, na ndị ọzọ, ọ sonyeere Australian Freedom League n'afọ 1912",
  "Ọ bụ onye na-emegide ịdebanye aha nke nwere nkụda mmụọ n'àgwà Rose Scott na ndị na-akwado ya, bụ ndị Swann hụrụ dị ka ndị na-akwalite agha n'aha nchebe.",
  "Na ngwụcha afọ 1910 Swann bụ ọkà okwu na Socialist Sunday Schools ma tinye aka n'ọtụtụ ihe na-ese okwu, gụnyere mmegide megide ikele ọkọlọtọ n'ụlọ akwụkwọ na Howard Prison Reform League",
  "Onye na-ede akwụkwọ nke Henry Holland, o kwuru na ọ bụ ya kpatara ịkwụsị ọrụ na Fiji dị ka akụkụ nke kọmitii Anglo-Indian",
  "Ọ zoro ụmụ amaala New Guinea na Sydney ruo mgbe ọnọdụ ụgbọ mmiri ha ka mma ma nọchite anya Women's International League for Peace and Freedom na nzukọ Australian Peace Alliance n'afọ 1921.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 1924, ọ lụrụ William Longworth, onye na-egwe ihe, na Randwick; ha nwere otu nwa nwanyị, Isabel Jean",
  "Ezinụlọ ahụ kwagara Wyong n'afọ 1932 ebe ha nwara ịzụlite passionfruit n'ahịa, wee gaa Newcastle na 1936",
  "O nyere aka ịhazi nzukọ udo na Christian Socialist Movement, ebe ọ rụrụ ụka megide ọchịchị aka ike",
  "Onye na-akwado Soviet Union, Longworth enweghị ihe ịga nke ọma n'asọmpi oche ndị nnọchiteanya nke Newcastle (1946) na Shortland (1949) dị ka onye Socialist sayensị Independent",
  "Mgbe ọ dị afọ 78, a matara ya dị ka dọkịta ezé na-arụ ọrụ ogologo oge na Australia.",
  "Longworth nwụrụ na 13 Jenụwarị n'afọ 1961 na Newcastle ma kpọọ ozu ya ọkụ na ụdị Congregational."
]