[
  "Isabelle Djibgodi Améganvi Manavi (amụrụ na ọnwa Septemba 3 nke afọ 1961) bụ onye ọka iwu na onye ndọrọ ndọrọ ọchịchị Togolese",
  "A họpụtara ya ka ọ bụrụ onye omeiwu Togo n'afọ 2007",
  "A maara ya nke ọma maka ịhazi ọgbaghara mmekọahụ n'ọnwa Ọgọstụ afọ 2012, na-eme mkpesa maka mgbanwe ntuli aka nke kwadoro pati na-achị",
  "N'afọ 2013, a họpụtara ya ka ọ bụrụ onye omeiwu nke mba ahụ nke ugboro abụọ.",
  "A mụrụ Améganvi na 3 Septemba 1961 n'obodo Kpalimé, mba Togo, nwa nke isii n'ime ụmụ asatọ",
  "Ọ gụrụ akwụkwọ praịmarị na Evangelical School Hanoukopé",
  "Ọ debara aha ya na kọleji Notre Dame des Apôtre na Tokoin Lycée na Lomé, isi obodo Togo",
  "Mgbe nke ahụ gasịrị, ọ gụrụ akwụkwọ na Lycée Jean-Baptiste Say na Paris, France, wee nweta akara ugo mmụta ya na afọ 1983",
  "Améganvi nwetara akara ugo mmụta n'iwu na Mahadum Paris I na afọ 1989 na nzere masta nke iwu na Mahadụ Benin n'afọ sochirinụ.",
  "Améganvi bụ onye ọka iwu na-enweta ọzụzụ n'okpuru Ahlin K",
  "Komlan na Lomé site na afọ 1994 ruo na afọ 1996",
  "N'ọnwa Febụwarị afọ 1997, a kpọrọ ya ka ọ bịa n'ụlọikpe dị na mba  Togo",
  "Dị ka onye ọka iwu, ọ na-anọchite anya ụmụ akwụkwọ, ndị mkpọrọ ndọrọ ndọrọ ọchịchị, ndị nta akụkọ, ndị otu ọrụ na ndị ọzọ na-ahụ maka ihe ndị ruuru mmadụ",
  "N'afọ ndị 1990, ọ sonyeere Njikọ Togolese nke Ihe Ndị Ruuru Mmadụ na Collective of Associations of Women",
  "Ameganvi mechara rụọ ọrụ na kọmitii iwu nke Evangelical Presbyterian Church of Togo.",
  "A họpụtara ya ka ọ bụrụ onye omeiwu nke mba Togo na ntuli aka ndị omeiwu nke afọ 2007, na-anọchite anya Union of Forces for Change (UFC)",
  "Otú ọ dị, n'afọ 2010, a chụpụrụ ya n'òtù ahụ ma tụfuo oche ya na mgbakọ ahụ. Ọ bụ onye ndú nke ngalaba ikike ụmụ nwanyị nke otu Let's Save Togo, njikọ nke otu ndị otu obodo itoolu na òtù na-emegide ya asaa.",
  "N'otu nnọkọ e mere n'abalị iri abụọ na isii n'ọnwa Ọgọstụ n'afọ 2012, nke ọtụtụ puku mmadụ bịara, ọ kpọrọ ụmụ nwanyị Togo ka ha mee ngagharị iwe maka mmekọahụ ruo otu izu megide mgbanwe ntuli aka ndị na-adịbeghị anya, nke ga-eme ka ọ dịrị ndị otu onye isi ala na-achị Faure Gnassingbe mfe imeri ntuli aka ọzọ na ntuli aka omebe iwu a haziri maka Ọktoba n'afọ 2012. Ezinụlọ Gnassingbe achịla Togo ruo afọ 45. Ọ bụ mwakpo mmekọahụ nke ụmụ nwanyị Liberia nke Ellen Johnson Sirleaf duziri kpaliri ya, bụ ndị jiri usoro ahụ mee ihe n'afọ 2003 iji mee ka udo dị n'oge agha.",
  "Na mgbakwunye, Ameganvi gbara ụmụ nwanyị ume ka ha na-eyi naanị uwe uhie iji guzogide ịtụ mkpọrọ nke ndị na-akwado mmegide 120",
  "\"Anyị nwere ike ịgbanwe ihe",
  "Anyị achọghị ịnọ na kichin, mana anyị nwere ike ikwu okwu anyị na ndọrọ ndọrọ ọchịchị, \"Ameganvi kwuru",
  "\"Anyị enweghị ike ịnọgide na-ejide onwe anyị, ebe a na-edebe ụmụ anyị na di anyị n'ụlọ mkpọrọ",
  "\" O mere mkpesa na ụmụ nwanyị na-ebu nsogbu akụ na ụba na ndọrọ ndọrọ ọchịchị nke Togo ma ha adịghịzi njikere ịnagide ya.",
  "Amenganvi duziri ngagharị iwe ọzọ na 20 Disemba 2012 ebe ọ gbara ụmụ nwanyị ume ka ha na-eyi uwe uhie",
  "Ngagharị iwe a bụ megide ọnọdụ akụ na ụba dị egwu nke ụmụ nwanyị na Togo",
  "A họọrọ ụcha uhie n'ihi na ụmụ nwanyị Togolese na-eme ma na-ere uwe uhie n\"ahịa.",
  "Ameganvi bụ onye otu nke National Alliance for Change (ANC). Na June 2013, ọ gbara arụkwaghịm na ANC",
  "Ameganvi kwuru ọtụtụ nkụda mmụọ na mmechuihu sitere na ịmepụta ndepụta nke ndị na-azọ ọkwa maka ntuli aka ndị omeiwu na-abịanụ. Ọ sonyeere Alliance of Democrats for Integral Development (ADDI) maka ntuli aka ma họpụta ya ka ọ bụrụ onye omeiwu.",
  "Ọ bụ nne naanị ya."
]