[
  "Isabel dos Santos (a mụrụ n'ụbọchị nke 20 n'ọnwa Eprel n'afọ 1973) bụ nwanyị na-azụ ahịa nke Angola na Russia, nwa mbụ nke onye isi ala Angola bụbu José Eduardo dos Santos, onye chịrị mba ahụ dị ka onye ọchịchị aka ike site n'afọ 1979 ruo n'afọ 2017",
  "[nkọwa dị mkpa] Ozugbo e lere ya anya dị ka nwanyị kasị baa ọgaranya n'Africa dị ka magazin Forbes si kwuo, na ọnụ ahịa ya karịrị ijeri US $ 2, e wepụrụ ya na ndepụta magazin ahụ na Jenụwarị 2021 mgbe a kpọchiri akụ ya na Angola, Portugal na Netherlands. O ji ụlọ ọrụ PT Ventures ụgwọ nde $ 340",
  "N'afọ 2013 Forbes kọwara otú dos Santos si nweta akụ na ụba ya site n'itinye aka na ụlọ ọrụ na-azụ ahịa na Angola, na-atụ aro na akụ na ụba ya sitere na ike na njikọ ezinụlọ ya. Gọọmentị Angola, kemgbe afọ 2018, na-anwa ikpe Isabel dos Santos ikpe na nrụrụ aka gara aga nke nwere ike ibute ọdịda Angola na-aga n'ihu. Na 30 Disemba 2019, Ụlọikpe mpaghara Luanda nyere iwu ka a kpọchie akaụntụ ụlọ akụ nke dos Santos nke Angola ma weghara osisi ya na ụlọ ọrụ mpaghara, gụnyere Unitel na Banco de Fomento Angola.",
  "A na-enyocha ya na Portugal ma kemgbe ahụ, ọ na-ewere United Arab Emirates dị ka mba obibi ya. Izu abụọ ka e mesịrị, Gọọmentị Angola kwupụtara na ọ na-akwadebe agha iwu maka ịnara akụ dos Santos na Portugal, usoro nke na-arụ ọrụ n'ụdị akwụkwọ ozi rogatory zigara Portugal iji kwụsị ịnyefe ego site na Portuguese Commercial Bank gaa na ụlọ akụ Russia",
  "[nke?] Na Disemba 2021 amachibidoro Dos Santos ịbanye na United States maka \"Nnukwu Nrụ Aka\".",
  "A mụrụ Isabel dos Santos na Baku, Azerbaijan SSR, ọkpara nke onye isi ala Angola bụbu José Eduardo dos Santos na nwunye mbụ ya, Tatiana Kukanova, onye amụrụ na Russia, onye ọ zutere mgbe ọ na-agụ akwụkwọ na mba Soviet nke Azerbaijan. Nne na nna nna ya si São Tomé na Príncipe. Ọ gara ụlọ akwụkwọ ụmụ nwanyị niile na Kent, Cobham Hall School, na St Paul's Girls' School na London. Ọ gụrụ injinia eletriki na King's College na London. N'ebe ahụ, ọ zutere di ya si Zaire (nke bụzi Democratic Republic of the Congo), Sindika Dokolo, nwa nke otu nde mmadụ si Kinshasa na nwunye ya Danish.",
  "Isabel dos Santos bụ nwa amaala Russia na Angola.",
  "Malite n'afọ 1997, Isabel dos Santos banyere n'ụwa azụmahịa, na-eke ụlọ ọrụ na njide na Angola na ọtụtụ mba ofesi, na-etinye nnukwu ego na ụlọ ọrụ dị elu, ọkachasị na Portugal.",
  "Na mbido afọ 90 Isabel dos Santos malitere ịrụ ọrụ dị ka onye njikwa ọrụ injinia maka Urbana 2000, onye enyemaka nke Jembas Group, nke meriri nkwekọrịta iji mee ka obodo ahụ dị ọcha ma kpochapụ ya. Mgbe nke ahụ gasịrị, o guzobere azụmahịa ụgbọ oloko",
  "Ojiji zuru oke nke teknụzụ walkie-talkie meghere ụzọ maka ịbanye na telecoms. N'afọ 1997, ọ malitere azụmahịa mbụ ya, na-emeghe Miami Beach Club, otu n'ime klọb abalị mbụ na ụlọ oriri na ọṅụṅụ dị n'ụsọ osimiri na Luanda Island.",
  "N'ọnwa Juun afọ 2016, nna ya họpụtara ya dịka onye isi oche nke Sonangol, ụlọ ọrụ mmanụ steeti Angola. Nhọpụta a na-ese okwu n'ihi nhọpụta yiri nke ụmụ onye isi ala na ọkwa ndị dị mkpa adịteghị aka, dịka João Lourenço, onye isi ala Angola ọhụrụ, chụrụ ya n'ọrụ naanị ọnwa abụọ ka ọ ṅụsịrị iyi ọrụ.",
  "Na 30 Disemba 2019, Ụlọikpe mpaghara Luanda nyere iwu ka e weghara akaụntụ akụ nke dos Santos, di ya, Sindika Dokolo, na Mário Filipe Moreira Leite da Silva",
  "Dị ka ụlọ ọrụ Attorney General si kwuo, ndị ọchụnta ego atọ ahụ banyere nkwekọrịta na steeti Angola site na ụlọ ọrụ Sodiam, ụlọ ọrụ na-ere diamond ọha na eze, na Sonangol, ụlọ ọrụ mmanụ steeti",
  "Site na nkwekọrịta ndị a, steeti Angola furu efu nke ijeri $ 1.14. Ụlọ ikpe ahụ mepụtara akwụkwọ na-egosi na akụ na ọtụtụ ndị ọzọ nke dos Santos nwere nwetara site na iji ego sitere na ụlọ ọrụ steeti abụọ. Ka ọ dị ugbu a, ụlọ ọrụ onye ọka iwu nke Portugal ekpughere na e mepere nyocha banyere ọtụtụ ọrụ nke Isabel dos Santos, na-esote ebubo nke Ana Gomes, onye otu Portuguese nke nzuko omeiwu Europe. Mgbe njide ahụ gasịrị, ọ weere UAE dị ka mba obibi ya.",
  "Ihe onwunwe nke dos Santos n'afọ ndị na-adịbeghị anya:",
  "Na 19 Jenụwarị 2020 International Consortium of Investigative Journalists (ICIJ) bipụtara akụkọ zuru ezu banyere otú dos Santos si chịkọta akụ na ụba ya kemgbe ọtụtụ afọ",
  "Akụkọ ahụ, dabere na ozi nke ụlọ ọrụ na-ahụ maka nrụrụ aka The Platform to Protect Whistleblowers in Africa - nke ọ kpọrọ Luanda Leaks - kwuru na ọ \"mere akụnụba na mmefu nke ndị Angola\".",
  "N'abalị iri abụọ na abụọ nke ọnwa Jenụwarị, ụbọchị atọ ka ihe ahụ gbapụtara, a hụrụ onye njikwa akụ na ụba ya na onye isi ụlọ akụ nke onwe ya bụ Nuno Ribeiro da Cunha nwụrụ n'ime ebe a na-adọba ụgbọala nke ụlọ ya."
]