[
  "Isadora Verwey, bụ onye na-eme ihe nkiri na South Africa, onye na-egosi ihe ngosi na onye na-ekwuputa okwu dika ihe nkiri na-eme. A maara ya nke ọma maka ọrụ ya na ihe nkiri, Atlantis: End of a World, Birth of a Legend, Kantlyn na ihe nkiri telivishọn, Getroud zutere rugby na 7de Laan.",
  "Nna ya Louw Verwey bụkwa onye na-eme ihe nkiri",
  "A mụrụ ya na Febụwarị 17, 1930",
  "Ọrụ ya a ma ama sitere na ihe nkiri; The Gods Must Be Crazy na My Naam is Dingetjie",
  "Isadora gụrụ akwụkwọ na Ngalaba Drama, Mahadum Stellenbosch",
  "Mgbe ahụ, ọ gụsịrị akwụkwọ ma nweta Diplọma ndị omee na Mahadum nke Cape Town",
  "Site na 1982 ruo 1986 n'oge ndụ ya na mahadum, ọ rụrụ ọtụtụ ihe nkiri dịka; Equus (1982), Oidipus (1982)",
  "Die Keiser (1983), The Crucible (1983), Die Van Aardes van Grootoor (1984), The Trojan Women (1984), Liefdeskringloop (1985), Spring Awakening (1984), na The Caucasian Chalk Circle (1986)",
  "Mgbe ahụ, ọ sonyeere ụlọ ọrụ ihe nkiri dị ka Blue Moon, Shoestring, na Hecate ma rụọ ọrụ na ihe nkiri ndị dị ka: El Grande de Coca-Cola, Is die Muis Baas, Kombuis Blues, The Adventures of Gilgamesh, n Brommer in die Boord (1989), Liewe Heksie (1990), Oedipus (1990), Die Nag van Legio (1990), Kloue (1991), Groot Wit Roos (1991), Gelf, Generaal (1991), Flikie (1991), Macbeth (1991), Hospitaal op Horings (1992), 'n Lam vir die Pase (1993), Die Kwinkslaers (1994), Die Pakkamer (1996), Griet Skryf 'n Sprokie (1997), Twelfth Night, or What You Will (1998), Vlerkdans (1999), Jack and the Beanstalk (1999), Adamas (2000), Skroot (2000), Pendoring (Edms) Beperk (2002), and Fringe Benefits (2006).",
  "N'afọ 1988, o ritere ihe nrite maka Best Young Actress na Cobus Roussouw Bursary",
  "Mgbe ahụ na 1992, ọ meriri IGI Life Vita Award maka Best Actress maka ọrụ ya na egwuregwu Lady Macbeth",
  "N'afọ 1993, ọ meriri Piers Nicholson Award maka itinye aka na ihe nkiri na Orange Free State",
  "Ọzọkwa na 1996, e nyere ya onyinye FNB Vita Best Supporting Actress Award maka ọrụ ya na usoro Die Pak Kamer",
  "N'afọ 2000, ọ natara Vita Award Nomination maka egwuregwu El Grande de Coca-Cola",
  "N'afọ 2009, ọ rụrụ ọrụ \"Miem\" na egwuregwu Mis",
  "N'afọ 2012, ọ rụrụ ọrụ \"Ma Let\" na egwuregwu Mooi Maria Maka ọrụ ya na 2010 Afrikaans play Mooi Maria, ọ natara nhọpụta Aardklop maka Best Actress.",
  "N'afọ 2000, ọ rụrụ ọrụ dị ka \"Ragel\" na ihe nkiri nke kykNET a kpọrọ Villa Rosa",
  "Ọrụ ahụ ghọrọ ihe a ma ama, ebe ọ gara n'ihu na-arụ ọrụ ahụ ruo afọ 00. Mgbe ahụ na 2009, ọ malitere ịrụ ọrụ nke \"Saartjie\", odeakwụkwọ Patrick, na SABC2 mini-series Hopeville, ebe ọ gara n'ihu na-eme ihe site na Machị ruo Eprel",
  "Mgbe nke ahụ gasịrị, ọ pụtara na usoro ihe nkiri SABC2 Erfsondes, ebe ọ rụrụ ọrụ \"Dankie Hek\" maka oge nke abụọ ya. N'afọ 2011, o mere ihe nkiri Atlantis: End of a World, Birth of a Legend nke nwere ihe ịga nke ọma n'ụzọ akụ na ụba, mana ọ nwetara nnyocha ọjọọ site n'aka ndị nkatọ."
]