[
  "Isaiah Ogedegbe (amuru na 14 June 1991), makwaara dika Isaiah Oghenevwegba Ogedegbe, bu onye okpukpere chi Naigeria na onye na-ede blooga",
  "O nwere bloog na Intanet akporo \"Warri Times\".",
  "Isaiah Ogedegbe na-eji website ya dee akoko na abe gbasara ndu Naigeria ama ama",
  "O dere otu abe gbasara Nelson Mandela na 29 Septemba, 2022.",
  "Da ka isi mmalite si kwuo, Isaiah Ogedegbe buru amuma ziri ezi gbasara Synagogue Church building collapse tupu ya emee. A maara ya nke ama na Warri maka amuma ziri ezi o buru banyere Naigeria. Da ka isi mmalite si kwuo, Isaiah Ogedegbe kporo onwu T",
  "B",
  "Joshua \"nnukwu mfu nye ndi mmadu\" ke ini enye akakpade ke 2021. Na 13 June, 2023, ka ndi mmadu mechara T",
  "B",
  "Joshua afo 60, akwukwo Nation kwuru na Isaiah Ogedegbe ji okwu ndi a too ndi T",
  "B",
  "Joshua, mgbe onwuro:",
  "\"N'ime ihe oma, o nweghi nwa klas m na ekwere m na amara nke Chineke n'elu ndu ya",
  "O kpaliri mba da iche iche, ndi bishop na ndi akachukwu",
  "N'idi umeala n'obi ya, o metotara mba da iche iche",
  "O bu nwoke na-ekpe ekpere ka Devid\".",
  "Aha Isaiah Ogedegbe agbasala n'ihi oru mgbasa ozi ya duka onye na-ede blooga.",
  "Afo ole na ole gara aga, o weghachiri akuko otu Baba Abiye nke Ede bu onye kwuru banyere etu Joseph Ayo Babalola si nwu na akuko aho gbasara n' intanet na aha ya.",
  "Na 11 Jula 2014, aha ya mere isi oku mgbe o dere abu iji too ndu Kefee.",
  "Na 16 February 2018, aha ya mere isi okwu mgbe o gwara Kemi Omololu-Olunloyo ka o dee akuko nke oma iji gbanaro nsogbu.",
  "Na 9 June 2020, aha ya mere isi okwu mgbe iwe were ya maka ogbugbu George Floyd na Amerika",
  "O kporo ya \"mkpughe nke ikpa oke agbaro na nso nso a\".",
  "Isaiah Ogedegbe bu onye a ma ama maka amuma ya gbasara onye isi ala Naijiria, echewo izu ohi amuma ya ihu.",
  "Na 27 February 2017, akuko sitere na Warri Times mere ka oha na eze kwuo okwu plagiarism metotora onye okpukpere chi Naijiria.",
  "Isaiah Ogedegbe katoro plagiarism na o na-eme ka ndi ozo ghara obu ndi okike. Da ka Isaiah Ogedegbe si kwuo, n'oge a, ndi mmadu ka na-eji akuko ndi ozo da ka o bu akuko mpu ha."
]