[
  "Isatou Nyang (amụrụ na 3 Julaị 1984) bụ onye Gambia Paralympic na-eme egwuregwu",
  "Ọ bụ nwanyị mbụ na-eme egwuregwu Paralympic si Gambia mgbe ọ gbara ọsọ na 2012 Summer Paralympics, ebe ọ bụ onye na-eburu ọkọlọtọ Gambia na emume mmeghe.",
  "A mụrụ Nyang na 1984 na Serekunda na ụkwụ na-ahaghị nhata",
  "Ụkwụ ya dị mkpụmkpụ nwere \"ụkwụ ọjọọ\" na ụkwụ ya dị ogologo enweghị ụkwụ ọ bụla",
  "N'ihi nke ahụ, ọ na-eji oche nkwagharị.",
  "N'afọ 2002, ọ malitere ọzụzụ ya na ndị na-eme egwuregwu nwoke n'abalị na-egwu basketball na ịgba ọsọ",
  "N'afọ 2004, ọ meriri n'ọsọ oche nkwagharị nke kilomita 10. O nwere ụmụ ma n'agbanyeghị na ọ bụ otu n'ime ndị na-eme egwuregwu n'oche nkwagharị kacha mma na Gambia, ọ nweghị ụzọ ọ ga-esi kwado ya",
  "Ọ ga-azụ onwe ya ugboro anọ n'izu ma na 2011 a nabatara ya dị ka \"Gambia Paralympics Player of 2010\" site na Sports Journalists Association of Gambia.",
  "N'afọ 2012 ọ bụ onye na-eburu ọkọlọtọ maka Gambia mgbe ọ na-asọmpi na 2012 Summer Paralympics na London",
  "Enweghị ọrụ ụkwụ ya mere ka ọ nọrọ na ụdị T54 ma gbaa ọsọ na okpomọkụ nke Women's T54 100 mita na Women's 800 mita T54. Oge 100m ya nke 20.32 bụ oge kachasị mma",
  "Ya na Damba Jarju bụ ndị egwuregwu Paralympians mbụ nke Gambia na 2015 Sulayman Colley, onye bụ onye isi oche nke Gambia National Paralympic Committee na-atụ anya iziga ndị egwuregwu isii na 2016 Summer Paralympics, mana nke a emeghị. E zigara Damba Jarju ọzọ dị ka naanị onye nnọchi anya Gambia na Rio.",
  "N'afọ 2019, Nyang na-arịọ arịrịọ na Gambia n'ihi na ego ọ chọrọ iji nye ezinụlọ ya nri. Ihe ịga nke ọma nke ịsọ mpi na 2012 Paralympics emeghị ka ọ nweta nchekwa ego",
  "N'ezie, o nwetara naanị £ 200 site na Paralympics. Ọtụtụ ndị nwere nkwarụ na Gambia na-arịọ arịrịọ kwa ụbọchị ma njem siri ike dịka ndị ọkwọ ụgbọala tagzi na ndị na-anya ụgbọala rickshaw na-ewere oche nkwagharị dị ka nnukwu nsogbu",
  "Ọnọdụ maka ndị nwere nkwarụ siri ike karịsịa n'oge mgbochi ọrịa COVID-19, ebe ọ bụ na ha enweghị ike ịrịọ arịrịọ mgbe ha nọ n'ụlọ.",
  "Nyang mere atụmatụ ịsọ mpi ọzọ na 2020, mana e zigara naanị ndị egwuregwu abụọ ka ha nọchite anya Gambia na Paralympics. Otú ọ dị, a ka na-ekwu maka nsonaazụ Nyang na 100m na 2021 dị ka nsonaazụ kachasị mma nke mba ya na Paralympics.",
  "Nyang gbara di ya alụkwaghịm na 2011 ma na 2019 ọ na-akwado onwe ya, nne ya, na ụmụ atọ."
]