[
  "Iseyin bụ obodo dị na steeti Oyo nke Naijiria",
  "Ọ dị ihe dịka kilomita otu narị (62 ) n'ebe ugwu Ibadan",
  "Atụmatụ e mèrè na obodo ahụ gosiri na e nwere ihe dika mmadụ 236,000, dịka atụmatụ United Nations nke afọ 2005, nke mụbara ruo 302,990 na 2011, ma nwee ngụkọta ala nke 1,419 km2 (  ). Iseyin dị n'etiti ma nwee ike ịnweta site na netwọk okporo ụzọ site na Ibadan, Oyo, Abeokuta, na Ogbomoso",
  "E nwere ala sara mbara nke enwere ike iji maka ụlọ ọrụ mmepụta ihe, ọrụ ugbo na ebumnuche ụlọ ọrụ na gburugburu obodo ahụ",
  "Aha eze Iseyin bụ \"Aseyin nke Iseyin\"",
  "E nwere ọtụtụ ụlọ akwụkwọ agụmakwụkwọ na Iseyin nke gụnyere Polytechnic dị ka SAF Polytechnic, Secondary Institutions dị ka Kelani College Iseyin, Greater Love Model wdg",
  "nke kemgbe ahụ dekọrọ nnukwu ọdịiche na nsonaazụ WASSCE & SSCE.",
  "Obodo a nwere Polytechnic nke onwe ya  na-akpọ SAF Polytechnic, Iseyin, Gọọmentị Technical College na ogige ntụziaka na-adịgide adịgide nke steeti Oyo NYSC (National Youth Service Corps), nwekwara ọtụtụ ụlọ akwụkwọ sekọndrị dị ka Kelani College Iseyin, Saint Thomas, Greater Love Model",
  "Kelani College Iseyin bụ ụlọ akwụkwọ sekọndrị kachasị mma na Iseyin na Oke Ogun n'ihi ihe ịga nke ọma agụmakwụkwọ nke ụmụ akwụkwọ ha na ule dị iche iche dị ka WASSCE & NECO na asọmpi mba dị iche iche",
  "Iseyin nwekwara ọbá akwụkwọ dijitalụ nke onwe ya nke oge a nke akpọrọ Raji Oke-Esa Memorial Library, ọbá akwụkwọ ahụ bụ onye bụbu onye isi ala Naịjirịa, General (Rtd.) Olusegun Obasanjo, na Ebedi Writersī Ebe obibi dị n'akụkụ ugwu nke ebe obibi nke obodo ahụ",
  "International Residency a eweputala ndị nnukwu ndị edemede, ndị nta akụkọ na ndị edemede n'ụwa niile gụnyere onye mbụ Nobel Laurel, Prọfesọ",
  "Wole Soyinka, Jumoke Verissiomo, Funmi Aluko, Richard Ali, Paul Liam na ndị ọzọ.",
  "Ụlọ ọrụ mmepụta ihe bụ isi na mpaghara ahụ bụ akwa owuwe ihe ubi. Iseyin bụ obodo nke anọ kachasị ukwuu na steeti Oyo, mgbe Ibadan, Ogbomoso na Oyo gasịrị",
  "A makwaara Iseyin dị ka ebe obibi Aso Òkè",
  "Aso Òkè ma ọ bụ Ò Òng bụ ákwà ọdịnala a ma ama nke a na-ejikarị eme ememe n'etiti ndị Yoruba nke Naijiria.",
  "Friesland Campina (Wamco) nwere ebe nhazi mmiri ara ehi n'obodo ahụ.",
  "A na-akụ ụtaba na Iseyin, n'etiti nri ndị ọzọ na ihe ọkụkụ ego, ọ bụ n'ihi nke a ka nnnukwu ụlọ ọrụ ụtaba - British American Tobacco - nwere \"ọfịs na-ahapụ\" n'obodo ahụ. Iseyin só n'akụkụ nke obodo Oke-Ogun a na-akpọ \"nkata nri\" nkeNaịjirịa.",
  "N'ihi mmiri ozuzo na-adịgide adịgide kwa afọ n'ógbè ahụ, ọrụ ugbo ndị bụ isi bụ ọrụ ugbo, ịchụ nta, ịkụ azụ, na nhazi nri, n'etiti ndị ọzọ",
  "Iseyin na-emepụta ihe fọrọ nke nta ka ọ bụrụ ihe niile a na-emepụta n'ugbo dịka ji, ọka, akpu, ojoko n'ọtụtụ ndị ọzọ.",
  "Ikere Gorge Dam dị n'obodo ahụ, a sịrị na ọ bụ mmiri nke abụọ kachasị ukwuu mgbe a chọpụtara ya n'akụkụ mmiri Kanji, n'oge ọchịchị Onye isi ala Obasanjo (Ndị agha)",
  "Ihe mgbochi mmiri Ikere gorge bụ mmiri mmadụ mere, Ọ bụ isi iyi mmiri maka obodo dị na okpúrù ọchịchị Iseyin",
  "N'oge mmiri ozuzo, mmiri ahụ na-ebu ibu ruo n'ókè zuru ezu.",
  "Ụlọ ọrụ isi imeputa ihe nke Iseyin bụ akwa owuwe ihe ubi, Iseyin bụkwa ebe a maara dị ka ụlọ Aso Ofi ma ọ bụ Aso Oke, akwa ọdịnala a ma ama nke ndị Yoruba na-eyi n'oge pụrụ iche maka okpueze, ịbụ onyeisi, nkwa agbamakwụkwọ, ememme aha na ihe omume ndị ọzọ dị mkpa.",
  "Emere emume Aso-Ofi na Septemba 27, 2016, n'oge Ụbọchị Njem Ụwa",
  "Emere emume a iji gosipụta ma mee emume akwa e mere n'ógbè ahụ na steeti Oyo."
]