[
  "Ishaqbini Hirola Conservancy bụ mpaghara nchekwa dabere na mpaghara Garissa, Kenya",
  "Ebe nchekwa ahụ na-ekpuchi ihe dịka 72 km2",
  "Ọ dị n'akụkụ akụkụ ọwụwa anyanwụ nke Osimiri Tana, yana oke ebe nchekwa Primate Reserve mbụ nke Tana River (1976-2007).",
  "N'agbanyeghị nha ya dị ntakịrị, nchekwa ahụ bụ ebe mgbaba na ebe a na-amụ nwa maka antelope Hirola dị oke egwu",
  "Ya na Arawale National Reserve, nchekwa ahụ bụ akụkụ dị mkpa nke ebe obibi Hirola.",
  "Ndị bi na Hirola, nke dị n'ebe ugwu-ọwụwa anyanwụ Kenya, anọwo n'etiti nhazi nke nchekwa",
  "Na 1963, egwu maka nlanarị ụdị ahụ kpaliri National Park Organisation na Ngalaba Egwuregwu na-agba mbọ iji nlezianya mee ntụgharị nke ihe dị ka 50 Hirola gaa na Tsavo East National Park",
  "N'agbanyeghị na e bu n'obi nke ọma, ndị obodo megidere nsụgharị ahụ nke ukwuu.",
  "Esemokwu na-arị elu na Somalia na 1990s na mbelata ọnụ ọgụgụ ndị Hirola na-aga n'ihu, mere ka ndị ọrụ anụ ọhịa Kenya gbanwee nke abụọ na 1996",
  "Mmegide ọhụrụ megide atụmatụ ahụ butere nguzobe nke ọtụtụ otu nchekwa nchekwa obodo",
  ", otu n'ime ha na-ede akwụkwọ nke ọma n'Ụlọikpe Kasị Elu Kenya megide nsụgharị ọ bụla n'ọdịnihu",
  "Ka o sina dị, ntụgharịgharị ndị ahụ ebutelarị ọnụ ọgụgụ ndị nọpụrụ adịpụ na ndị nwere ike ịdị ndụ nwere ike 120 Hirola antelopes na Tsavo East National Park.",
  "N'afọ 2005, obodo anọ (Kotile, Korisa, Hara na Abaratilo) mepụtara ma nyefee gọọmentị Kenya ndụmọdụ iji guzobe Ishaqbini Hirola Conservancy.",
  "A na-eme atụmatụ na ọnụ ọgụgụ ụdị nnụnụ dị na nchekwa ahụ dị 350",
  "60% nke ọnụ ọgụgụ ezinụlọ nnụnụ e dekọrọ na Kenya nọ na nchekwa",
  "Edepụtara ụdị iri na atọ na ndepụta data mpaghara East Africa, gụnyere udele nwere mkpuchi na akwa Clarke",
  "Ndị ọzọ, ụdị ndị a na-ahụkarị na-ebi n'ụlọ nchekwa ahụ bụ ụgbala na-agba n'elu, n'ebe ọwụwa anyanwụ violet na-akwado, onye na-eri aṅụ na-acha ọcha na francolin crested.",
  "Nchekwa ahụ pụrụ iche n'ihi na o nwere ọnụ ọgụgụ dị ukwuu nke ụdị dị iche iche nke East Africa Coast na Somali-Masai biomes, ụdị ndị ruru eru mpaghara dịka mpaghara nnụnụ dị mkpa."
]