[
  "Darren Watkins Jr",
  "(amụrụ na 21 Jenụwarị 2005), nke a maara nke ọma site na aha ya n'ịntanetị IShowSpeed, bụ onye youtuber America, nke ọdịnaya ya dabere na vidiyo ntụrụndụ na comedy metụtara egwuregwu vidio na ọdịbendị ịntanetị",
  "Nnukwu ewu ewu nke Watkins na YouTube na mgbasa ozi ya zuru oke mere ka ọ bụrụ otu n'ime ndị na-emepụta ọdịnaya na ndị mmadụ kachasị egwu sitere na Ịntanetị",
  "N'agbanyeghị na ọ bụ onye na-ese okwu n'ihi nsogbu iwu ya a na-akpọsa nke ọma, a na-egosipụta ya na mgbasa ozi dị ka onye isi na YouTube",
  "N'afọ 2022, ebe nrụọrụ weebụ Kotaku kọwara ya dị ka otu n'ime ndị na-eme ihe nkiri kachasị ama na nke na-eto ngwa ngwa na ikpo okwu audiovisual.",
  "A mụrụ ya ma zụlite ya na Cincinnati, United States, Watkins debanyere aha akaụntụ ya \"IShowSpeed\" n'afọ 2019, na-arịgo n'ụzọ bụ isi egwuregwu egwuregwu vidio",
  "Ọwa ya nwere ọganihu dị ukwuu n'afọ ndị sochirinụ, na-abụ otu n'ime ọwa kachasị ngwa ngwa na-eto n'afọ 2022",
  "Ụdị ọdịnaya ya dịgasị iche iche na vlogs, gameplays na vidiyo egwu, ọ ghọrọ, n'aka nke ya, ihe na-ese okwu na mgbasa ozi",
  "Ka ọ na-erule n'ọnwa Disemba nke afọ 2022, ọwa ya nwere ihe karịrị nde mmadụ 14.7 debanyere aha ma nwee otu ijeri nleta zuru ezu.",
  "A mụrụ IShowSpeed na 21 Jenụwarị 2005 na Cincinnati, ebe ọ tolitere.Watkins gosipụtara mmasị na nka site na nwata, yana iji ọtụtụ awa na-egwu egwuregwu vidio na videoconsoles, dị ka NBA 2K, FIFA ma ọ bụ Fortnite",
  "N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, o nwere ụfọdụ okwu mkparị na mwakpo megide ụmụ klas ya ma malite ọwa ya a na-akpọ IShowSpeed.N'ime afọ ndị ikpeazụ ya n'ụlọ akwụkwọ, Watkins webatara onwe ya n'egwuregwu dị ka akụkụ dị mkpa na ihe omume egwuregwu ndị emere n'oge ọ nọ n'ụlọ Akwụkwọ.Mgbe ọ gụsịrị akwụkwọ na 2020, ọ malitere ọrụ ya na YouTube.",
  "Watkins malitere izipu na 2019; otú ọ dị, ọ ghọrọ ihe na-efe efe na 2021 mgbe ofufe ya nke ndị na-akwado ya n'etiti ndị na-eto eto na-akwado, malitere ibipụta vidiyo na ikpo okwu TikTok banyere omume ime ihe ike ya mgbe ọ na-agbasa ozi na ndụ n'oge egwuregwu megide ndị egwuregwu, nke mere ka ọ bụrụ onye a ma ama ma ghọọ meme na-efe n'ịntanetị. Mmetụta ya mere ka ọ daa n'okpuru onyinyo nke ikpo okwu mgbasa ozi Twitch na Valorant. Ngwa nke ụlọ ọrụ Outfit7, Talking Ben mere ka ọ gbasaa n'ụzọ dị ukwuu, ebe a maara vidiyo ya maka ime ka ngwa mkpanaka bụrụ ihe a ma ama, na-eme ka ọ bụrụ nke a na-ere na Ụlọ Ahịa App mgbe ọ malitere na 2010.",
  "Na Septemba 2022, Watkins sonyere na Sidemen Charity Football Match, ihe omume e mere n'etiti Sidemen FC na YouTube All-Stars. N'oge egwuregwu ahụ, Darren ga-agba goolu nke onye ome iwu bekee, Mark Clattenburg, mere ka ọ ghara ịgba bọọlụ",
  "Nke a mere ka o jiri uwe elu ya e wepụrụ mgbe ọ na-eme ememme tie ya ihe. N'ọnwa Nọvemba, onye America na-eti egwu rap na onye na-agụ egwu Lil Nas X mere nke mbụ ya na mgbasa ozi na-egosi na ọwa YouTube nke Watkins. Darren, n'otu ọnwa ahụ, ga-agbasa mmeghachi omume ya na egwuregwu nke otu nke iko ụwa site n'ebe obibi ya, na site na nke asatọ nke ikpeazụ site na isi ụlọ ọrụ ihe omume ahụ, Qatar.",
  "N'ọnwa Ọgọstụ 2021, Watkins wepụtara egwu mbụ ya, nke a na-akpọ «Dooty Booty» na ọwa YouTube ya",
  "Mgbe a kwụsịrị ya, abụ ahụ ghọrọ ihe a ma ama n'oge na-adịghị anya na ikpo okwu na ebe nrụọrụ weebụ mmekọrịta ndị ọzọ dị ka TikTok",
  "N'ọnwa Nọvemba, Darren wepụtara otu egwu akpọrọ \"Shah\" nke nwetara ihe karịrị nde mmadụ 130 na YouTube.",
  "N'etiti afọ 2022, Watkins bịanyere aka na nkwekọrịta ya na ụlọ ọrụ egwu Warner Records, na-ewepụta egwu mbụ ya n'ụbọchị nke anọ n'ọnwa Nọvemba, egwu ahụ ruru nọmba 1 na Single Top 100.",
  "N'ọnwa Disemba nke afọ 2021, ọ sonyere na mgbasa ozi Twitch, \"e-dating\", nke Adin Ross gosipụtara",
  "N'ime mgbasa ozi ahụ, Watkins jụrụ ya banyere netwọk mmekọrịta nke onye America nwere mmetụta, Ash Kash ma ọ ga-eso ya mepụta ihe ga-abụ ọgwụgwụ ụwa ma bụrụ naanị mmadụ abụọ n'ụwa",
  "Mgbe Kash kwuru na ọ gọnahụrụ ya, ọ jụrụ ya n'ụzọ siri ike, sị: Ònye ga-egbochi m? Na-ewere ya dị ka egwu nke imerụ ya n'ike",
  "Ross mechiri ya n'ọkpụkpọ Discord",
  "Otú ọ dị, o mechara laghachi na oku ahụ ma malite imenye Kash nsogbu mmekọahụ ma kparịa ya ugboro ugboro",
  "A chụpụrụ Watkins na oku ahụ ọzọ ma Ross rịọrọ Kash mgbaghara maka omume ya",
  "Ka oge na-aga, a chụpụrụ Watkins na Twitch. Dị ka otu akwụkwọ ya bipụtara na Twitter si kwuo, a kwụsịtụrụ Watkins n'ihi \"ịmanye ma ọ bụ iyi egwu mmekọahụ\".",
  "Na Disemba 2022, IShowSpeed kpatara esemokwu maka omume ya n'ebe onye na-ekiri ihe nkiri nke mba China nọ n'oge iko ụwa, nke ọtụtụ ndị kọwara dị ka onye na-akpa ókè agbụrụ. N'oge a na-agbasa ozi na ndụ, ọ gakwuuru otu nwoke yi uwe elu nke Argentina iji gbaa ya ajụjụ ọnụ. N'ịbụ onye nwere mgbagwoju anya, nwoke ahụ kwuru na ya anaghị asụ Bekee, nke mere ka Watkins malite ikwupụta ekele ndị Japan ugboro ugboro, \"Konnichiwa\", ma malite ịpụta ụda nke na-echetara Cantonese na Mandarin. Mgbe ihe omume ahụ gbasara n'ịntanetị, Darren weputara vidiyo mgbaghara na akaụntụ Twitter ya."
]