[
  "Isi Uzo bụ Obodo Gọọmentị nke Enugu Steeti, Naịjirịa nke dị n'ókè Benue Steeti na Ebonyi Steeti",
  "Isi ụlọ  ọrụ ya dị na-obodo akpọrọ Ikem.Obodo ndị ọzọ bụ: Eha Amufu (ebe Federal College of Education dị), Neke, Mbu, na Umualor.\nIsi-Uzo bụ onye otu Enugu East Senatorial Zone",
  "O nwere mpaghara ebe nke 877 km2 na ọnụ ọgụgụ mmadụ 148,415 na ọnụ ọgụgụ afọ 2006.",
  "Ndị obodo ahụ bụ ndị ọrụ ugbo na ndị na-ere ahịa",
  "E nwekwara nkwupụta na mpaghara ahụ dị n'elu nnukwu mmanụ na gas.",
  "Ndị obodo ahụ bụ ọtụtụ Ndị Kraịst mana a ka nwere ndị na-eme okpukpe ọdịnala",
  "Obodo IsiUzo nke Ikem, Neke na Eha Amufu nwere omenala ofufe Odo",
  "Na obodo Igbo Etiti nke Ohodo, Ukehe na Aku, ha mejupụtara omenala Igbo-Odo nke Nsukka",
  "Odo bụ ihe masquerade, n'ụzọ anụ ahụ mana ọ na-anọchite anya chi nke na-enye ndị dị ndụ ohere iso ndị nwụrụ anwụ kwurịta okwu n'ụzọ kwekọrọ na nkwenkwe ọdịnala Igbo na reincarnation",
  "Dr Ralph Ede Okwor dere n'akwụkwọ ya, Ikem Diaspora na \"a na-ejikarị ihe mkpuchi Odo eme ihe ma na-eto ya dị ka 'Odomangala', ya bụ, 'Odo, Muo Ngala', 'mmụọ mpako', 'mmadụ mpako', ma ọ bụ 'mmụọ nke na-etinye mpako n'ime ndị ọ na-echebe' na-egosi na ọ bụrụhaala na ọ (Odo) dị, ndị mmadụ ga-enwe obi ụtọ, ma nwee obi ike na nchekwa ha\"",
  "Odo na-apụta otu ugboro n'ime afọ abụọ, ma nwee òtù nzuzo nke a na-amalite ndị okenye na-eto eto",
  "Ọzọkwa, Odo nwere ike ịga ije n'obodo ahụ n'enweghị uwe, a machibidoro ndị na-amaghị aha ha ka ha ghara ịnọ n'èzí n'abalị ndị dị otú ahụ",
  "Omenala ndị dị otú ahụ na-akpatakarị nghọtahie n'etiti Ndị Kraịst na ndị na-agbaso okpukpe ọdịnala.",
  "Ndị obodo ahụ bụ ọtụtụ Ndị Christian mana a ka nwere ndị na-eme okpukpe ọdịnala",
  "Obodo IsiUzo nke Ikem, Neke na Eha Amufu nwere omenala ofufe Odo",
  "Na obodo Igbo Etiti nke Ohodo, Ukehe na Aku, ha mejupụtara omenala Igbo-Odo nke Nsukka",
  "Odo bụ ihe masquerade, n'ụzọ anụ ahụ mana ọ na-anọchite anya chi nke na-enye ndị dị ndụ ohere iso ndị nwụrụ anwụ kwurịta okwu n'ụzọ kwekọrọ na nkwenkwe ọdịnala Igbo na reincarnation",
  "Dr Ralph Ede Okwor dere n'akwụkwọ ya, Ikem Diaspora na \"a na-ejikarị ihe mkpuchi Odo eme ihe ma na-eto ya dị ka 'Odomangala', ya bụ, 'Odo, Muo Ngala', 'mmụọ mpako', 'mmadụ mpako', ma ọ bụ 'mmụọ nke na-etinye mpako n'ime ndị ọ na-echebe' na-egosi na ọ bụrụhaala na ọ (Odo) dị, ndị mmadụ ga-enwe obi ụtọ, ma nwee obi ike na nchekwa ha\"",
  "Odo na-apụta otu ugboro n'ime afọ abụọ, ma nwee òtù nzuzo nke a na-amalite ndị okenye na-eto eto",
  "Ọzọkwa, Odo nwere ike ịga ije n'obodo ahụ n'enweghị uwe, a machibidoro ndị na-amaghị aha ha ka ha ghara ịnọ n'èzí n'abalị ndị dị otú ahụ",
  "Omenala ndị dị otú ahụ na-akpatakarị nghọtahie n'etiti Ndị Kraịst na ndị na-agbaso okpukpe ọdịnala.",
  "Ndị ama ama: Ani Sylvester Chijioke, nwa Padodo David Ani, Onye a ma ama nke amụrụ ma zụlite na Funtua Katsina steeti",
  "Chijioke gụsịrị akwụkwọ na mahadum na Regional Maritime University mgbe ọ dị afọ 19, onye bi na Ghana ugbu a bụ otu n'ime ndị nwere ihe ịga nke ọma site na Eha-Mufu",
  "Bu",
  "Prọfesọ Hilary Edeoga Hilary Odo Edeoga bụ onye isi oche nke anọ, Mahadum Ọrụ Ugbo Michael Okpara, Umudike na Prọfesor nke Plant Taxonomy na Cytogenetics",
  "Ọ bụ Kọmishọna nke Ọrụ Ugbo na Ihe Ndị Dị n'Otu, Enugu State (2007 - 2009) na Onye Nnukwu Onye ndụmọdụ nyocha, Shell Petroleum Development Company Nig",
  "Ltd., Port Harcourt (2006 - 2007) na onye bụbu osote onye isi ala, Michael Okpara University of Agriculture, Umudike (2001 - 2005)",
  "Ọ bụkwa Dean nke Post Graduate School (2002 - 2003) na onye bụbu Onye isi, Ngalaba nke Sayensị Biological, Michael Okpara University of Agriculture, Umudike (2000 - 2001)",
  "Tupu nhọpụta ya dị ka osote onye isi ala, ọ bụ Dean, College of Natural and Applied Sciences, Michael Okpara University of Agriculture, Umudike (2009 - 2011)",
  "Prọfesọ Edeoga bụ onye nkuzi dị elu na Mahadum Edo (Bendel) Steeti, Ekpoma (nke bụzi Mahadum Ambrose Alli) site na 1988 - 1999.\nPrọfesọ A kpọtụrụ H",
  "O",
  "Edeoga aha na mbipụta 2001 nke Marquis\"Onye bụ onye n'ụwa\"",
  "A kpọtụrụ ya aha na \"Onye bu onye na Naijiria\" (2003 na 2010 mbipụta).\nA mụrụ Prọfesọ Edeoga n'ezinụlọ Chief na Mrs Edeoga Ogenyi Eze nke Amede, Eha-Amufu, Isi-Uzo LGA, Enugu State ma lụọ Mrs Gina Ibizugbe Edeoga n\"ụzọ obi ụtọ",
  "Alụmdi na nwunye ahụ nwere ụmụ atọ mara mma, Izu, Nnenna na Ogonna.",
  "Honorable Augustine Nnamani bụ onye isi oche steeti ugbu a, Peoples Democratic Party (PDP), Enugu chapter, na-eje ozi nke abụọ n'usoro n'ọchịchị",
  "Ọ bụbu onye isi oche nke Isi Uzo Local Government Area",
  "Hon Kingsley Ebenyi Honorable Member na-anọchite anya Enugu East na 7th National Assembly",
  "Ọ ghọrọ onye nnọchi anya Federal Republic of Nigeria na Alaeze nke Spain na Vatican.",
  "Hon Ifeanyi Odoziobodo Hon Ifeanyi si umualor",
  "Ọ bụ onye nkuzi dị elu na Ngalaba sayensị ndọrọ ndọrọ ọchịchị na Mahadum sayensị na teknụzụ nke Enugu State",
  "Ọ rụrụ ọrụ dị ka onye enyemaka pụrụ iche nye Gọvanọ nke Enugu Steeti na Ọrụ",
  "Ọ bụkwa onye edemede na onye nyocha nke okwu ọha na eze.",
  "A na-ekwusi ike na akụkụ nke Community Based Organizations nwere ike igwu egwu iji hụ na ezi mmepe na-adịgide adịgide na mpaghara a na ọdịmma nke ndị mmadụ n'ozuzu",
  "Ọ bụ ezie na ụfọdụ ndị ọkà mmụta atụwo aro ka a gbanwee uche site na gọọmentị gaa na àgwà onye ọ bụla n'ịhụ nsogbu mmepe - gaa n'ala elu atụmatụ nke Community Based Organizations dị ka ụzọ dị irè maka mmepe ime obodo",
  "Nke a ga-agba mbọ nke ndị bi n'ime ime obodo bụ ndị otu Community Based Organizations, yana igosi atụmatụ ndị ahụ dị irè dị ka ụzọ isi nweta ezigbo nsonaazụ na mmepe ime obodo",
  "Gọọmentị na ụlọ ọrụ ndị ọzọ na-etinye aka na ọrụ mmepe gbasara atụmatụ ndị enwere ike ịnakwere mgbe ha na-enyere obodo aka n'ógbè ha."
]