[
  "Ebe a na-ere ahịa (POS) ma ọ bụ ebe a na-azụ ahịa (POP) bụ oge na ebe a na-emecha azụmahịa azụmaahịa",
  "N'ebe a na-ere ere, onye na-ere ahịa na-agbakọ ego ole onye ahịa na-akwụ, na-egosi ego ahụ, nwere ike ịkwadebe akwụkwọ ọnụahịa maka onye ahịa (nke nwere ike ịbụ akwụkwọ ndekọ ego), ma gosipụta nhọrọ maka onye ahịa iji kwụọ ụgwọ",
  "Ọ bụkwa ebe onye ahịa na-akwụ onye na-ere ahịa ego maka ngwaahịa ma ọ bụ mgbe enyechara ọrụ",
  "Mgbe ọ nwetachara ụgwọ, onye ahịa ahụ nwere ike ịnye nnata maka azụmahịa ahụ, nke a na-ebipụtakarị mana enwere ike ịnye ya ma ọ bụ ziga ya na kọmputa.",
  "Iji gbakọọ ego onye ahịa ji, onye ahịa ahụ nwere ike iji ngwaọrụ dị iche iche dị ka ihe ọ̀tụ̀tụ̀ atụ̀ ihe, ihe nleba anya koodu, na akwụkwọ ndekọ ego (ma ọ bụ “akwụkwọ ndekọ ego POS” nke dị elu karị, bụ́ nke a na-akpọkwa mgbe ụfọdụ “Sistemụ POS”)",
  "Iji kwụọ ụgwọ, ọnụ ahịa ịkwụ ụgwọ, ihuenyo mmetụ, yana ngwaike na ngwa ngwanrọ ndị ọzọ dị.",
  "Ndị na-ere ahịa na ndị na-ere ahịa ga na-ezokarị aka na mpaghara dị n'akụkụ ndenye ọpụpụ kama dị ka ebe ịzụrụ (POP) mgbe ha na-ekwurịta ya site n'aka onye na-ere ahịa",
  "Nke a bụ ọkachasị mgbe ị na-eme atụmatụ na imepụta mpaghara yana mgbe ị na-atụle atụmatụ azụmaahịa na onyinye.",
  "Eji sọftụwia nwe ụlọ chịkwaa akwụkwọ ndekọ ego eletrọnịkị nke mbụ (ECR) ma nwee oke ọrụ yana ike nzikọrịta ozi",
  "N'August 1973, IBM weputara sistemu ụlọ ahịa IBM 3650 na 3660 bụ, n'ezie, kọmpụta mainframe ejiri dị ka njikwa ụlọ ahịa nwere ike ijikwa ihe ruru 128 IBM 3653/3663 ndebanye aha ire ere",
  "Usoro a bụ ojiji azụmaahịa mbụ nke teknụzụ sava ndị ahịa, nkwukọrịta ndị ọgbọ na ndị ọgbọ, nkwado ndabere na mpaghara mpaghara (LAN) n'otu oge, yana mmalite dịpụrụ adịpụ",
  "Ka ọ na-erule etiti afọ 1974, etinyere ya na ụlọ ahịa Patmark dị na New Jersey na ụlọ ahịa ngalaba Dillard.",
  "Otu n'ime usoro ndebanye aha ego nke microprocessor na-achịkwa bụ nke William Brobeck na Associates wuru na 1974, maka ụlọ oriri na ọṅụṅụ McDonald",
  "Ọ na-eji Intel 8008, microprocessor nke mbụ (na onye bu ụzọ na Intel 8088 processor ejiri na mbụ IBM Personal Computer)",
  "Ebe ọ bụla n'ime ụlọ oriri na ọṅụṅụ ahụ nwere ngwaọrụ nke ya nke gosipụtara usoro niile maka onye ahịa - dịka ọmụmaatụ,  Vanilla Shake,  Large Fries,  BigMac - iji igodo ọnụọgụ na bọtịnụ maka ihe nchịkọta nhọrọ ọ bụla",
  "Site na ịpị bọtịnụ [Grill], enwere ike ịrụ ọrụ nke abụọ ma ọ bụ nke atọ mgbe azụmahịa mbụ na-aga n'ihu",
  "Mgbe onye ahịa dị njikere ịkwụ ụgwọ, bọtịnụ [Total] ga-agbakọ ụgwọ ahụ, gụnyere ụtụ isi ahịa maka ihe fọrọ nke nta ka ọ bụrụ ikike ọ bụla na United States",
  "Nke a mere ka ọ bụrụ ihe ziri ezi maka McDonald na ọ dabara nke ọma maka sava ma nye onye nwe ụlọ oriri na ọṅụṅụ ego nlele nke kwesịrị ịdị na drawer ego",
  "Ejikọtara ihe ruru ngwaọrụ asatọ na otu n'ime kọmputa abụọ jikọrọ ọnụ ka enwere ike ijikwa akụkọ, ọnụahịa, na ụtụ isi ebipụta site na ngwaọrụ ọ bụla achọrọ site na itinye ya na ọnọdụ njikwa",
  "Na mgbakwunye na ebe nchekwa na-edozi njehie, a kwalitere izi ezi site n'inwe mbipụta atọ nke data niile dị mkpa nwere ọtụtụ ọnụọgụ echekwara naanị dị ka ọnụọgụ 3",
  "Ọ bụrụ na otu kọmputa daa, nke ọzọ nwere ike ijikwa ụlọ ahịa ahụ dum.",
  "E mepụtala ọtụtụ ngwa POS na nyiwe dị ka Windows na Unix",
  "Ịnweta ikike nhazi mpaghara, nchekwa data mpaghara, ịkparịta ụka n'Ịntaneti, na ihe osise eserese mere ka o kwe omume ịmepụta usoro POS na-agbanwe ma na-arụ ọrụ nke ukwuu",
  "Ọnụ ego nke sistemu ndị dị otú ahụ agbadala, n'ihi na enwere ike ịzụta ihe niile mejupụtara ya na shelf.",
  "OPOS (OLE maka POS) bụ ụkpụrụ mbụ a na-anabatakarị ma Microsoft, NCR Corporation, Epson na Fujitsu-ICL kere ya",
  "OPOS bụ interface dabeere na COM nke kwekọrọ na asụsụ mmemme niile nwere COM maka Microsoft Windows",
  "E wepụtara OPOS na 1996",
  "Sun Microsystems, IBM, na NCR Corporation mepụtara JavaPOS na 1997 ma wepụta ya na 1999",
  "JavaPOS bụ maka Java ihe OPOS bụ maka Windows, ma si otú a nwee onwe ya n'elu ikpo okwu.",
  "Ọdịdị nke windo ire ere bụ nke kachasị mkpa maka onye ọrụ",
  "Onye ọrụ interface a dị oke egwu ma e jiri ya tụnyere ndị dị na nchịkọta ngwanrọ ndị ọzọ dịka ndị editọ okwu ma ọ bụ mmemme spreadsheet ebe ọsọ nke njem abụghị ihe dị oke mkpa maka arụmọrụ azụmahịa.",
  "Ọbịbịa nke igwe ojii emeela ka enwere ike itinye usoro elektrọnik ebe ire ere (EPOS) dị ka ngwanrọ dị ka ọrụ, nke enwere ike ịnweta kpọmkwem site na Ịntanetị site na iji ihe nchọgharị ịntanetị ọ bụla. N'iji ọganihu gara aga na usoro nkwukọrịta maka njikwa POS nke ngwaike, usoro POS dabeere na igwe ojii nweere onwe ha site na ikpo okwu na oke sistemụ arụmọrụ",
  "Usoro EPOS dabere na ígwé ojii (ọtụtụ obere azụmahịa POS taa) na-adabere na ndenye aha, nke gụnyere nkwado ndị ahịa na-aga n'ihu.",
  "The retail industry is one of the predominant users of POS terminals",
  "A retail point of sale system typically includes a cash register (which in recent times comprises a computer, monitor, cash drawer, receipt printer, customer display and a barcode scanner) and the majority of retail POS systems also include a debit/credit card reader",
  "It can also include a conveyor belt, checkout divider, weight scale, integrated credit card processing system, a signature capture device and a customer pin pad device",
  "While the system may include a keyboard and mouse, more and more POS monitors use touch-screen technology for ease of use, and a computer is built into the monitor chassis for what is referred to as an all-in-one unit",
  "All-in-one POS units liberate counter space for the retailer",
  "The POS system software can typically handle a myriad of customer based functions such as sales, returns, exchanges, layaways, gift cards, gift registries, customer loyalty programs, promotions, discounts and much more",
  "POS software can also allow for functions such as pre-planned promotional sales, manufacturer coupon validation, foreign currency handling and multiple payment types.",
  "Ụlọ ahịa ndị mbụ na-echekwa ahịa n'azụ ụlọ ahịa",
  "Ndị ọrụ ga-ebute ihe maka ndị ahịa iji gbochie ohere maka izu ohi na ire ere ga-eme n'otu kọmpụta",
  "Ụlọ ahịa nri onwe onye dị ka Piggly Wiggly, malite na 1916, nyere ndị ahịa ohere iweta ihe nke ha ma gafere ebe a na-ere ahịa n'ụzọ ọpụpụ.",
  "Usoro ebe a na-ere ahịa bụ usoro kọmputa na-agụnye ndekọ, kọmputa na ngwá ọrụ dị n'akụkụ, na-abụkarị na netwọk kọmputa iji mee ihe na ụlọ oriri na ọṅụṅụ, salons ntutu ma ọ bụ ụlọ nkwari akụ",
  "Dị ka usoro ire ere ndị ọzọ, usoro ndị a na-edekọ ahịa, ọrụ na ụgwọ ọrụ, ma nwee ike ịmepụta ndekọ eji eme ihe na ndekọ na idebe akwụkwọ",
  "Enwere ike ịnweta ha n'ebe dị anya site na ụlọ ọrụ ụlọ oriri na ọṅụṅụ, ndị na-ahụ maka nsogbu na ndị ọzọ nwere ikike.",
  "Nhọrọ nke usoro POS ụlọ oriri na ọṅụṅụ dị oke mkpa maka ọrụ ụlọ oriri na ọṅụṅụ kwa ụbọchị ma bụrụ nnukwu ego nke ndị njikwa ụlọ oriri na ọṅụṅụ na ndị ọrụ ga-ebi na ya ruo ọtụtụ afọ",
  "Usoro POS ụlọ oriri na ọṅụṅụ na-ejikọta ya na oge niile nke ọrụ ụlọ oriri na ọṅụṅụ na onye ọ bụla metụtara ụlọ oriri na ọṅụṅụ gụnyere ndị ọbịa, ndị na-eweta ya, ndị ọrụ, ndị njikwa na ndị nwe ya",
  "Nhọrọ nke usoro POS ụlọ oriri na ọṅụṅụ bụ usoro dị mgbagwoju anya nke onye nwe ụlọ oriri na ọṅụṅụ kwesịrị ime ma ghara inye ya onye ọrụ",
  "Enwere ike ichikota usoro ịzụta n'ime nzọụkwụ atọ: Design, Compare na Negotiate",
  "Nzọụkwụ Design chọrọ nnyocha iji chọpụta atụmatụ POS ụlọ oriri na ọṅụṅụ dị mkpa maka ọrụ ụlọ oriri na ọṅụṅụ",
  "Site na ozi a, onye nwe ụlọ oriri na ọṅụṅụ ma ọ bụ onye njikwa nwere ike iji ngwọta POS ụlọ oriri na ọṅụṅụ dị iche iche tụnyere iji chọpụta usoro POS na-egbo mkpa ha",
  "Nzọụkwụ ikpeazụ bụ ịkparịta ụka ọnụahịa, usoro ịkwụ ụgwọ, gụnyere ọzụzụ, akwụkwọ ikike mbụ na ụgwọ nkwado na-aga n'ihu.",
  "Ọ bụrụ na azụmahịa ahụ enweghị ike inye ndị isi ụtụ isi asambodo a, enwere ike ịkwụ ha ụgwọ",
  "Na, ọ bụrụ na ndị isi ụtụ isi nwere ike igosi iji usoro ahụ eme ihe n'ụzọ aghụghọ, ma azụmahịa ma onye na-ahụ maka ngwanrọ nwere ike ihu ntaramahụhụ ụtụ isi, ụgwọ, na ntaramahụhụ mpụ",
  "Enwere ike inweta asambodo ma ọ bụ site na: otu ụlọ ọrụ nke Kọmitii Nkwenye French (Comité français d’accréditation ma ọ bụ COFRAC) ma ọ bụ onye na-ahụ maka ngwanrọ nke usoro ndekọ ego.",
  "Site na mmalite nke ịkwụ ụgwọ ekwentị karịsịa Android Pay na Apple Pay ma na 2015, a na-atụ anya na n'ihi ịdị mma ya na atụmatụ nchekwa dị mma, nke a ga-emesị kpuchie ụdị ọrụ ịkwụ ụgwọ ndị ọzọ - gụnyere iji ọdụ ịkwụ ụgwọ",
  "Otú ọ dị, maka ịkwụ ụgwọ ekwentị iji gaa n'ụzọ zuru oke, ngwaọrụ mkpanaka dị ka smartphones ndị nwere NFC ga-ebu ụzọ bụrụ ụwa niile",
  "Nke a ga-abụ ihe gbasara ọtụtụ afọ site n'oge edemede a (2017) ka a na-atụ anya na ọtụtụ ụdị smartphones ọhụrụ ga-abụ NFC-enyere maka nzube dị otú ahụ",
  "Dịka ọmụmaatụ, iPhone 6 nwere NFC zuru oke maka ịkwụ ụgwọ ekwentị mgbe iPhone 5 na ụdị ndị okenye adịghị",
  "Ihe ize ndụ nchebe ọdachi ndị a kpọtụrụ aha na mbụ jikọtara ya na nhazi kaadị ịkwụ ụgwọ site na usoro POS ga-ebelata nke ukwuu.",
  "Àtụ:Major point of sale companies"
]