[
  "Ọrịa ozuru ụwa ọnụ bu mgbasa nke ọrịa na-efe efe nke gafere oke ala mba na mba wee rue ụwa niile gburugburu",
  "Ọrịa nke na-agbasa ngwa ngwa n'ime ọnụ ọgụgụ ọtụtụ ndi mmadu ma ọ bụ mpaghara ndi mmadu na obere oge ka a na-akpọ ọrịa ozuru mba ọnụ",
  "Oke mgbasa ọria na-efe efe ya na nke nwere onu ogugu mmadu kwusiri ike na aria oria ahu bu oria juputara ejupụta adịghị oke njọ",
  "A na-agupukari oke mgbasa oria juputara ejuputa adịghị njọ nke nwere ọnụ ọgụgụ mmadu kwusiri ike na aria ya dika influenza na aria n'oge n'oge maka ha na-eme otu mgbe oge n'ime mpaghara ụwa buru ibu karia igbasa ụwa nile.",
  "Ọrịa ozuru ụwa ọnụ bụ orịa ozuru mba ọnụ na -efe efe nke na-agafe oke mba uwa. Ọrịa ma ọ bụ ọnọdụ abụghị ọrịa ozuru ụwa ọnụ naanị n'ihi na o nwere oke mgbasa ma ọ bụ na-egbu ọtụtụ mmadụ, O ga na-efe efe",
  "Ọmụma atụ, a gaghi akpọ ọrịa kansa nke na-ebute ọtụtụ ọnwụ ọrịa ozuru ụwa ọnụ n'ihi na odighi efe efe ma anaghịkwa ebute ya ebute site na mmekọrita mmadu. Ọnu ọgụgụ ọrịa n'efe efe di na ọrịa ozuru mba ọnụ (nke pụtara oria ozuru ụwa ọnụ) nke n'egosi ka o si efesa na-adika mgbirigba kovu ma esee ya n'ihe eserese igosi ọnụ ọgụgụ ndi butere oria a bu nke na-efe efe na oge e jiri bute ya",
  "Kọv eserese ọrịa ozuru mba ọnụ na-aputakarị otutu ugboro ma o buru na oria njuputa ojoo ahu n'akpaghari",
  "Oria n'efe efe na-agbasakari na uzo ato dika na eserese di na okpuru.",
  "Agba nke mbu bidoro n'ebe ihe eserese kọv bidoro",
  "E were ka COVID-19 were ma atu, nke a ga-egosi mmalite mgbasa nke ọrịa ebe e nwere nani mmadụ olemole a chọpụtara n'aria ọrịa ahu.",
  "Agba nke abụọ, nke ihe eserese kọv a na-egosi ka o si agbasa n'obodo",
  "Nke a n'egosi mgbe otutu mmadu butere ọrịa ahu n'ihi na ndi mmadu ebutela oria ahu ọhụrụ.",
  "Agba nke atọ nke ihe eserese kọv na-esogi na-enweela ike ikwusi ya ife ọtụtụ mmadu dika na mbu ma ọ bụrụ na onweghi ndi butere ọrịa ahụ ọhụrụ.",
  "E nwere otutu usoro mba ụwa nwere ike I ji belata mgbasa ọrịa ozuru ụwa ọnụ",
  "N'afo 2005, ndi Ụlọ Ọrụ na-ahụ maka ahuike mba Ụwa (World Health Organization) nabatara iwu banyere ahụ ike uwa nile, nke bu usoro iwu iji gbochie, ichikwa na ikowa ihe egwu dina mgbasa ọrịa ahu n'etiti mba na mba. Na mgbakwunye, ndi Ụlọ Ọrụ na-ahụ maka ahuike mba Ụwa (World Health Organization) ewepụtala akwukwo ntuzi aka zuru ezu maka iluso oria ozuru ụwa n'efe efe",
  "E biputara akwukwo ntuzi aka nke mbu n'afo 1999",
  "Megharikwa ma gbakwunyekwa ihe n'ime ya n'afo 2005 na 2009. E nwetara otu usoro e si ebuso oria ozuru ụwa Covid-19 agha site n'iwu banyere ahuike ụwa nile na 2005 na akwukwo nkwadebe ntuzi aka nke ndi Ụlọ Ọrụ na-ahụ maka ahuike mba Ụwa (World Health Organization) dere maka ọrịa ozuru ụwa ọnụ na-efe efe.",
  "E nwere ọtụtụ mkparita ụka banyere usoro a kporo 3T na-asusu bekee ya bu (nnyocha - testing, ọgwugwọ - treatment na ọchịchọ - tracing) nke na-enye mba nile ohere iji mata ndi butere ọrịa ahu tupu ekewapụ ha na ịgwọ ha",
  "Usoro ahu gunyere inyopụta mmadu nile ha na onye ahụ bu oria nwegoro nmekorita ya na ikewapụta ha",
  "Usoro ahu aburula ihe n'ewu ewu site n'oru nmejuputa ya na mba dika South korea na Singapore n'agbanyeghi na mba ndi ahu kwadosiri ike mgbe ihe ọghọm SARS mechara ha.",
  "Abịaghị mmadụ nso bụ usoro I kwalite ahuike nke ebum n'obi ya bu iji nwayọ wee kwusi ibufe oria site n'ikwusi ohere ibufe ọrịa na-efe efe na oria a na-ebute ebute",
  "Onye isi oche Dokita Micheal J",
  "Ryan nke ndi Ụlọ Ọrụ na-ahụ maka ahuike mba Ụwa (World Health Organization) na nkenke akuko ya n' ọnwa Mach 2019, kwuru na abịaghị mmadụ nso \"bụ usoro agaghị adigide a ga-eji kwusilata mgbasa nje ahu na ibelata oke ọrụ dị n'ụlọ ọgwụ",
  "Ọbughi ikwusi nje ahụ n'onwe ya",
  "Uzo nke a di oke ọnụ ya mere a ga-eji were jikọọ ya n'uzo mgbochi ndi ozo iji were kwusi nsogbu a\"",
  "Dokita Ryan mere ka a ghota na mmadụ inoro onwe ya agaghi ehichapu ọrịa ahu.",
  "N'agbanyeghi na ndi Ụlọ ọrụ na-ahụ maka ahụike Mba ụwa (World Health Organization) ji okwu ahụ bu ọrịa ozuru uwa ọnụ were kowaa nje HIV, O bu oria ozuru ụwa ọnụ dịka kowa okwu ahu si kọwa",
  "Ihe ruru nde mmadu iri ato na asaa bu nje HIV n'uwa nile ka afọ ruru 2018",
  "Mmadu puku nari asaa na iri asaa anwuọla site na oria obiri n'aja ocha n'afo 2018 , mpaghara sub-saharan Afrika bu ebe ọrịa ahu ji si aka ike ugbu a",
  "Na 2018, ihe dika percent isi isii na otu nke oria nje HIV ohuru ka e nwere na mpaghara",
  "Nje korona bu nnukwu aha jikotara ọtụtụ nje na-ebute ọrịa nke gụnyere oyi ọmụma ruo n'ọrịa ndi ọzọ siri ike dika ọrịa okuku ume ndị bekee kpọrọ Middle East Respiratory Syndrome (MERS-CoV) ma oria okuku ume nke nnukwu nke ndi bekee na-akpo SARS-CoV",
  "Ụdị agba nje korona ọhụrụ (SARS-CoV-2) bụ ya na-ebute nje korona 2019 ma obu COVID-19",
  "Ufodu n'ime ọrịa nje korona bụ ọrịa a na-esi n'anụmanụ ebute",
  "Ihe nnyocha gosiri na ọrịa SARS-CoV bụ ọrịa sitere na mmekorita nwa onogbo na mmadu ebe MERS-CoV bu oria bu oria sitere na mmekorita inyinya ibu (kameelu) na mmadu",
  "Ọtụtụ ọria nje korona ndi na-efebeghi ndi mmadu bi n'ime ụmụ anụmanụ.",
  "Ụdị agba nje korona ọhụrụ nke bidoro n'afo 2019 na obodo Wuhan, na ngalaba Hubei na mba Chaina  emeela ka ọtụtụ ndị mmadu bute oria okuku ume ahu a na-akpo nje korona 2019 (COVID-19)",
  "Dika ihe ngosi ndi Mahadum John Hopkins , ihe ruru obodo nari abuo enwetala ọria COVID-19 ebe e nwere nnukwu mgbasa oria n'obodo Amerika, Chaina, Westan Yurop na Iran",
  "N'ọnwa Mach n'ubochi iri na otu n'afo 2020, ndi Ụlọ ọrụ na-ahụ maka ahuike mba ụwa (World Health Organization) kewaputara ma kpokwa mgbasa ọrịa COVID-19 ọrịa ozuru ụwa ọnụ.",
  "Ihe dika mkpuru ubochi iri abuo na ato n'ime ọnwa Eprel n'afo 2020, ọnụ ọgụgụ ndi mmadu butere COVID-19 eruela nde abuo, puku nari isii na iri ato na uwa nile, ọnụ ọgụgụ ndi nwụrụ anwụ eruola puku narị iri asatọ na anọ, nari abụọ na iri anọ na itolu, ọnụ ọgụgụ ndi a gwotara eruola puku nari asaa na iri abụọ na abụọ, iri ise na se.",
  "Ọrịa ịba juputara n'obodo nwere okpomoku gunyere ụfọdụ ala Amerika, Esia ma Afrika",
  "N'afo obula a na-enwe ndị mmadụ nde puku nari ato na iri ise rue na nde puku nari ise nwere oria iba",
  "Ahụ mmadụ anabataghị ọgwụ abụrụla nsogbu nyere i gwọ oria iba na senchuri iri abuo na otu, ebe ahụ mmadụ anaghị anaghị anabata ọtụtụ ọgwụ ma e wepụ artemisinim",
  "Ọrịa ịba bụ ihe a na-ahukari na mba Yurop na mpaghara Not Amerika, mana ugbu a odizighi n'ebe ndi a. O nwere ike buru na ọrịa ịba so na ihe kpatara odida Rome",
  "A biara mara oria ahu dika \"ahu oku Rome\".Ihe a na-akpọ plasmodium falciparum ghọrọ ezigbo ihe iyi egwu nye ndi na-achi ala na ndi obodo mgbe ya na ahia ohu batara mba Amerika.",
  "Oria Spanish flu (bidoro n'afo 1918 rue n'afo 1920) rịara mmadu nde puku nari ise na gburugburu uwa nile tinyere ndi nọ n'ime ime agwa etiti pacific na Arctic were gbuo ihe bidoro na mmadụ nde iri abuo rue nde nari",
  "Otụtụ mgbasa ọria na-efe efe na-egbu aka ghara aka ndi okenye na umuaka ebe ndi na-ariaghi ọrịa ahụ bụ ndi nọ n'etiti",
  "Mana oria Spanish flu bu oria gbukarichara ndi ntorobịa karia oria ndi nke ozo",
  "Oria Spanish flu gburu otutu mmadu karia agha mbu mba nile lụrụ, ma gbukwa otutu mmadu n'ime izu iri abuo na ise karia ndi ọrịa AIDS gburu n'afo iri abuo n'ise mbu o noro",
  "igwe ndiagha na akuku di iche iche n'oge agha ụwa nke mbu mere ka o gbasaa ma mubaa ngwa ngwa, oria spanish flu nwere ikike itu ndi agha nke ukwu n'ihi ike ogwugwu, ndi agha erighi nri di mma ya na ngwa ogwu kemikalu",
  "Ndozi na kwalite uzo esi eme njem mere ka odiri ndi agha, ndi okwo ugbo mmiri na ndi nkiti na ndi njem ibusa oria",
  "Isi ederede: Udi nje ọria adighi anwụ anwụ",
  "Ufodu mgbe a na-akpo nje ọrịa n'adighi anwụ anwụ 'nje oria oka ibe\"",
  "Ha nwere ike iso n'ihe kpatara ọrịa ndi e gbochigoro jiri chighata, Ima atụ, ọrịa ukwara nta nke karigoro uzo mgbochi oria nke odinala bu ihe n'enye oke echiche ugbu a nyere ndi oru ahuike",
  "Ihe foro ntakiri ka o ruo okara nde ndi mmadu n'aria oria nyiri otutu ọgwụ mgbochi ukwara nta [MDR-TB] kwa afo n' uwa nile",
  "Mba Chaina na India bu ndi nwekarichara oria nyiri otutu ogwu mgbochi ukwara nta",
  "Ndi Ụlọ ọrụ na-ahụ maka ahuike mba ụwa (World Health Organization) kwuru na ihe ruru mmadu nde iri ise n'uwa nile nwere ọrịa nyiri ọtụtụ ọgwụ mgbochi ukwara nta, ebe ihe dika percenti iri asaa na itolu bu ndi na-aria ọrịa nyiri ọgwụ mgbochi abụọ ma ọ bụ atọ",
  "N'afo 2005, ndị mmadu dị otu nari na iri abụọ na anọ bu oria nyịrị otụtụ ọgwụ mgbochi ukwara nta si na Amerika",
  "N'afo 2006, orịa nke ndi Ụlọ ọrụ na-ahụ maka ahu ike mba ụwa karichara otutu ogwu mgbochi ukwaranta (XDR TB) ka a chọpụtara n'Afrika, nke emesikwara chọputa na o di na mba iri ano na itolu tinyekwara mba Amerika",
  "E nwere ihe dika mmadu puku iri ano nwere XDR-TB kwa afo, nke ndo ndi ndi Ụlọ ọrụ na-ahụ maka ahu ike mba ụwan'eme atumatu",
  "N'afo iri abuo gara aga, bakteria ndi na ma ama gunyere Stafilokokus, Srita marcescene na enterokokus amalitela igbochi ọtụtụ ọgwu mgbochi dika vanocimin ya na ọgwu mgbochi nile dika aminoglicocide na cefalosoporins",
  "Nje oria n'adighi anwu anwu aburula ihe di mkpa na nlekota ahuike jikotara oria na-efe efe.",
  "Na ngbakwunye, ọria na-efe efe nke e sitere na ime obodo enweta site n'ụdị agba metilin stafilokokus aurieus (MRSA) n'ahụ onye ahụ dị bụ nke dị ọtụtụ ugbu a.",
  "Nje ọrịa ọgba ọbara bụ ọria na-efe efe nke ukwuu ma na-egbukwa ọtụtụ ndi mmadụ",
  "I ma atụ, nje oria Ebola, ọrịa lasa, oria rift vali, nje marbọg na oria igba obara nke bolivia",
  "Nje orịa ọgba ọbara nwere ike ibukwa oọrịa ozuru wa",
  "Ihe mere na orịa a igbasa ka ọrịa ozuru ụwa ọnụ di nkenke bu na o kwesiri ka mmadu na onye bu ya bụ oria nwe mmekorita ahu ya na onye ahu bu ọrịa ahụ nwere nwa obere oge tupu ọ nwụọ ma ọ bụ na ọ na-aria oria nke ukwuu",
  "Obere oge onye ahụ mmadu ga-eji wee bute ọrịa ahu na mmalite ngosi njiri mara ọrịa ahụ na -enyere ndi oru ahuike aka ikewaputa onye butere ọrịa ahu ma gbochie ha ibughari nje ndi ahu.",
  "Isi ederede: 2015-16 Nje ozuru mba ọnụ Zika na-efe efe na ahu oku Zika",
  "Mgbasa nje Zika malitere na afọ 2015 ma biasie ike na isi mbido afọ 2016 site na inwe ihe kariri mmadu otu nde na puku nari ise I bute ọrịa ahụ na mpaghara mba kariri iri na abuo na mba Amerika",
  "Ndi Ụlọ ọrụ na-ahụ maka ahu ike mba ụwa (World Health Organization) adọọla aka na ntị na oria Zika nwere ike i bụ ọrịa ozuru ụwa ọnụ ma o bụrụ na ejikwataghị mgbasa ya bu ọrịa."
]