[
  "Isiokwu nke Islam na ụmụaka gụnyere ikike nke ụmụaka na Islam, ọrụ nke ụmụaka n'ebe ndị mụrụ ha nọ, na ikike nke ndị nne na nna n'ebe ụmụ ha nọ, ma ụmụ mụrụ ma ndị na-elekọta ha",
  "A na-atụlekwa ụfọdụ ọdịiche gbasara ikike ụlọ akwụkwọ dị iche iche nke echiche.",
  "Muhammad guzobere iwu na ihe atụ (sunnah) nke iwu kwadoro ka ndị Alakụba soro.",
  "Muhammad nwere ụmụ asaa, ụmụnwoke atọ na ụmụnwanyị anọ",
  "Ụmụ ya niile, gụnyere Ibrahim ibn Muhammad, nwụrụ mgbe ọ bụ nwa ọhụrụ",
  "N'ihi nke a, a na-akọwa ahụmịhe ya dị ka nna mgbe ụfọdụ dị ka \"onye mwute\". Muhammad nwekwara nwa nwoke ọzọ aha bụ, Zayd, onye e kwuru na ọ bụ ihe nne na nna Muhammad hụrụ n'anya. O nwekwara ụmụ ụmụ abụọ, Hassan na Hussein, na ụmụ ụmụnwanyị atọ, Umm Kulthum, Zaynab, na Umamah. N'otu ọdịnala Alakụba, Muhammad gbara ọsọ n'azụ Hussein n'egwuregwu ruo mgbe o jidere ya. Muhammad na-ahapụ Umamah ka ọ nọdụ n'ubu ya mgbe ọ na-ekpe ekpere",
  "Mgbe mmadụ gosipụtara ihe ijuanya n'ebe onye amụma ahụ nọ mgbe onye amụma ahụ susuru nwa nwa ya ọnụ, ọ zara, \"Gịnị ka m ga-eme ma ọ bụrụ na Chineke napụla obi gị mmetụta mmadụ niile?\"",
  "A kọwara Muhammad dị ka onye hụrụ ụmụaka n'anya n'ozuzu ya",
  "Watt na-ekwu na nke a bụ n'ihi agụụ Muhammad nwere maka ụmụaka, ebe ọtụtụ n'ime ụmụ ya nwụrụ tupu ya. Ọ kasiri nwatakịrị anụ ụlọ ya nwụrụ obi. Muhammad na ụmụaka na-egwu ọtụtụ egwuregwu, soro ha na-eme ihe ọchị ma bụrụ enyi ha. Muhammad gosikwara ụmụ nke okpukpe ndị ọzọ ịhụnanya",
  "N'otu oge, ọ gara leta nwa onye agbata obi ya bụ onye Juu mgbe nwa ahụ na-arịa ọrịa.",
  "N'otu oge, Muhammad kuru nwatakịrị nọrọ ọdụ ma nwatakịrị ahụ e wee nyụọ Muhammad mamịrị n'ahụ",
  "N'ịbụ onye ihere, nna ya baara nwa ahụ mba",
  "Muhammad gbochiri nna ya, ma dụọ ya ọdụ, sị: \"Nke a abụghị nnukwu okwu",
  "A pụrụ ịsa uwe m",
  "Ma kpachara anya n'otú i si emeso nwa ahụ",
  "Gịnị nwere ike iweghachi ùgwù onwe onye ya mgbe ị mesoro ya n'ihu ọha dị ka nke a?",
  "Imam Ahmad bin Hanbal kwuru na a na-ekwe ka a na-emeso nwatakịrị nke ọma ma ọ bụrụ na ọ nwere nkwarụ ebe ndị ọzọ enweghị",
  "(Na Al-Mughni, vol",
  "5, p",
  "605, a na-ekwu na a na-ekwe ka a na-emeso nwatakịrị n'ụzọ pụrụ iche n'ihi mkpa, nkwarụ, ìsì, ịbụ onye si n'ezinụlọ buru ibu, na-amụ ihe, ma ọ bụ ihe dị otú ahụ, dịka a na-enyekwa ya ohere igbochi nwatakịrị ga-emefu ihe e nyere ya n'ihe mmehie ma ọ bụ ihe ọjọọ.)",
  "A Hadith na-ekwu, “Ọ ka mma ka ndị nne na nna hapụ ụmụ ha nke ọma (n’ụzọ ego) karịa ịhapụ ha n’ụkọ.",
  "A na-ewere ndị nne na nna na-egosipụta mmasị na-enweghị isi maka otu nwa karịa nke ọzọ dị ka omume ikpe na-ezighị ezi, n'ihi na ọ nwere ike ibute ọnọdụ ịkpọasị, iwe na obi nkoropụ n'etiti ụmụaka nọ n'ụlọ",
  "Ma ọ bụrụ na nne ma ọ bụ nna nyere otu n'ime ụmụ ya enyemaka ego iji mezuo mkpa, dị ka mkpuchi ọgwụgwọ ahụike, mgbe ahụ, a gaghị ahazi onyinye dị otú ahụ dị ka omume ikpe na-ezighị ezi na ikpe na-ezighị ezi",
  "Onyinye dị otú ahụ ga-adaba n'okpuru ikike imefu ego maka mkpa dị mkpa nke ụmụaka, nke bụ ihe a chọrọ ka nne ma ọ bụ nna ga-emezu.",
  "Muhammad kwuru, sị: \"Onye ọ bụla n'ime unu bụ onye nchebe na onye nlekọta na onye na-ahụ maka nlekọta gị na ihe ndị dị n'okpuru nlekọta gị na nwoke bụ onye nlekọta nke ndị ezinụlọ ya, ọ na-aza ajụjụ maka ndị e debere n'okpuru ya",
  "\" (Bukhari na Muslim)",
  "Otu n'ime ikike ụmụaka nwere n'ebe nne na nna ha nọ bụ ka e nye ha alụmdi na nwunye mgbe ha toruru n'egbughị oge",
  "Ma kor'an na Muhammed nyere iwu ka ndị na-eto eto na ụmụ mgbei lụọ di mgbe ha tozuru.",
  "Ụlọ akwụkwọ niile nke echiche Sunni / Shia kwenyere na a machibidoro alụmdi na nwunye mmanye na Islam, dịka alụmdi na nwunye Alakụba bụ nkwekọrịta n'etiti ndị abụọ kwetara nke a na-akpọ mithaq.\nOtu hadith nke Muhammad kwuru na a pụghị inye nwanyị nwoke n'alụmdi na nwunye n'ebughị ụzọ gwa ya, a na-enwetakwa nkwenye ya ma ọ bụ site n'ikwenye na alụmdi na nwunye ahụ ma ọ bụ site n'ịgbachi nkịtị.",
  "Na mgbakwunye, Muhammad nyere ụmụnwanyị ikike ịkagbu alụmdi na nwunye ha ma ọ bụrụ na achọpụtara na ha lụrụ di na nwunye megide nkwenye ha.",
  "Na Islam, alụmdi na nwunye bụ n'ezie nkwekọrịta",
  "Otú ọ dị, ọdịiche dị n'etiti ihe dị nsọ na nke ụwa edoghị anya na Islam, ya mere ọ bụghị naanị nkwekọrịta ụwa.",
  "Maka alụmdi na nwunye ziri ezi, a ghaghị imezu ọnọdụ ndị a, dị ka nnukwu ụlọ akwụkwọ ndị Alakụba nke jurisprudence si kwuo:",
  "Ụlọ akwụkwọ echiche Maliki na-enye onye nlekọta ikike ijbar",
  "A kọwara Ijbar dị ka ịkagbu alụmdi na nwunye n'ihi mmegide nke onye nlekọta nwoke. Dị ka Malik ibn Anas si kwuo, ụmụaka n'ihi na ha etolite nwere ike ịhọrọ onye ọlụlụ na-ekwesịghị ekwesị maka onwe ha, n'ihi ya, e nyela onye nlekọta ike ijbar ka o wee nwee ike imeri nwa ahụ ịlụ onye ọ chere na ọ dịghị mma maka ya",
  "Nke a bụ ikike iwu nyere onye nlekọta ụmụagbọghọ site n'ụlọ akwụkwọ echiche Maliki. Na mgbakwunye, Islam chọrọ ka a gbasoo ndị nne na nna n'ihe fọrọ nke nta ka ọ bụrụ ọnọdụ ọ bụla, ya mere ndị nne na nna nwere ike ịrịọ ụmụ ha ka ha gbaa otu onye alụkwaghịm, mana a pụghị ịkwado nke a n'ụlọ ikpe Alakụba ma ọ bụghị ikike iwu nke nne na nna.",
  "Ọ dịghị oke afọ nke Islam kpebiri maka alụmdi na nwunye dị ka Reuben Levy si kwuo, na \"ụmụaka dị obere nwere ike ịlụ di na nwunye n'ụzọ iwu kwadoro\". Nwa agbọghọ ahụ nwere ike ọ gaghị eso di ya biri ruo mgbe ọ ruru eru maka mmekọahụ alụmdi na nwunye. Hanafi madhhab nke Islam fiqh na-ekwusi ike na a gaghị akpọga nwunye n'ụlọ di ya ruo mgbe ọ ruru ọnọdụ nke ịdị mma maka mmekọahụ",
  "Levy gbakwụnyere, sị:\n \nN'okwu iwu Alakụba, Baligh na-ezo aka na onye tozuru okè, oge uto ma ọ bụ okenye ma nwee ọrụ zuru oke n'okpuru iwu Alakụba",
  "Ndị ọkà mmụta iwu na-ekenye afọ na ụkpụrụ dị iche iche maka iru steeti a maka ụmụnwoke na ụmụnwanyị. N'alụmdi na nwunye baligh nwere njikọ na okwu iwu Arabic, hatta tutiqa'l-rijal, nke pụtara na agbamakwụkwọ ahụ nwere ike ọ gaghị eme ruo mgbe nwa agbọghọ ahụ ruru eru inwe mmekọahụ",
  "Ụfọdụ ndị ọkà mmụta Hanafi nwere echiche na inwe mmekọahụ nwere ike ime tupu oge uto, ọ bụrụhaala na ọ naghị emerụ ahụ ike mmadụ. N'iji ya tụnyere, baligh ma ọ bụ balaghat na-emetụta iru ogo mmekọahụ nke na-apụta ìhè site na oge nsọ nwanyị",
  "Afọ metụtara echiche abụọ a nwere ike, mana ọ dịghị mkpa, kwekọọ",
  "Naanị mgbe ọnọdụ dị iche nke a na-akpọ rushd, ma ọ bụ ntozu okè ọgụgụ isi iji lekọta ihe onwunwe nke onwe ya, ruru nwa agbọghọ nwere ike ịnata akụ na ụba nwunye ya.",
  "Islam na-atụ aro nke ukwuu \"ịzụlite\" ụmụaka, nke akọwapụtara dị ka \"na-ewere ọrụ zuru oke ma ọ bụ zuru oke nke nwatakịrị n'ọnọdụ ndị nne na nna mụrụ ya\"",
  "Otú ọ dị, Islam machibidoro ịkpọ nwa ahụ aha dị ka nke ya ma ọ bụ ịmepụta \"mmekọrịta ụgha\" ọ bụla",
  "A na-akpọ nkuchi Alakụba mgbe ụfọdụ \"ịkwalite\" ma ọ bụ \"nkwenye akụkụ\" ma yie \"nkwenye na-emeghe\". Omenala Islam na-ele nkuchi iwu anya dị ka isi iyi nke nsogbu ndị nwere ike ime, dị ka ịlụ nwanne mmadụ na mberede ma ọ bụ mgbe ị na-ekesa ihe nketa.",
  "Ọ bụrụ na a nakweere nwatakịrị, ọ naghị abụ nwa nwoke ma ọ bụ nwa nwanyị, kama ọ bụ onye nlekọta nke onye nlekọta nnabata)",
  "A naghị agbanwe aha ezinụlọ nwatakịrị ahụ ka ọ bụrụ nke nne ma ọ bụ nna na-elekọta ya) na ndị na-elekọta ya bụ ndị a maara n'ihu ọha dị ka ndị dị otú ahụ",
  "N'ụzọ iwu, nke a dị nso na usoro mba ndị ọzọ maka nlekọta nlekọta",
  "Iwu ndị ọzọ a na-achịkwa nkuchi na omenala Alakụba na-ekwu maka ihe nketa, ụkpụrụ alụmdi na nwunye, na eziokwu ahụ bụ na a na-ewere ndị nne na nna nkuchi dị ka ndị nlekọta nke nwa onye ọzọ kama ịbụ ndị nne na nna ọhụrụ nke nwa ahụ. Ọ na-abụkarị nwa nkuchi na-eketa site n'aka nne na nna mụrụ ya, ọ bụghị na-akpaghị aka site n'aka ndị nne na nna nkuchi",
  "Ọ bụrụ na nwa ahụ erubeghị afọ nkwenye n'oge ihe nketa (site na ezinụlọ mụrụ ya), nne na nna nkuchi ya na-eje ozi dị ka ndị nlekọta maka akụ na ụba nwa ahụ, mana ha enweghị ike ọ ga-ejikọta ya.",
  "Nkwenye bụ omume a na-emekarị na Arabia tupu Alakụba",
  "Dị ka omenala a si dị, nwa nwoke a nakweere ga-ewere aha nne ma ọ bụ nna nkuchi ya, a ga-etinyekwa ya n'ime ezinụlọ n'echiche iwu",
  "Islam lere omume a anya dị ka \"ihichapụ nke njirimara ọmụmụ\"",
  "A na-eme omume a mgbe ụfọdụ n'ihi mmetụta uche, dị ka ọmịiko, mana nkuchi bụkwa ụzọ e si ewepụ ndị ohu njirimara ha ma nye ha aha ohu ha. Kor'an dochie omenala nnabata tupu oge Alakụba site na ndụmọdụ na \"ndị kwere ekwe na-emeso ụmụaka ndị a na-amaghị ama dị ka ụmụnne ha n'okwukwe\".",
  "Site n'amaokwu nke 4 na nke 5 na sura 33 (Al-Ahzab) na kor'an, Allah nyere ndị nne na nna nkuchi ntụziaka ka ha jiri aha nne na nna mụrụ ha na-akpọ ụmụ nkuchi ha, ma ọ bụrụ na a maara:"
]