[
  "Ismail Yassine (nke a makwaara dịka Ismail Yasseen; Arabic:  ي knowing IPA: [esmæˈiaoːl jæˈsiːn]; September 15, 1912 - May 24, 1972) bụ onye Egypt na-eme ihe ọchị, a na-ewerekwa ya dịka otu n'ime ndị kasị ukwuu na-eme egwuregwu na Egypt.",
  "Ismail Yassine nwere oge nwata siri ike na Suez ebe a mụrụ ya",
  "Nne ya nwụrụ mgbe ọ dị obere ma tụọ nna ya mkpọrọ wee manye ya ịhapụ ụlọ akwụkwọ tupu ọ gụchaa akwụkwọ praịmarị ya",
  "Ọ rụrụ ọrụ dịka onye na-arụ ọrụ n'ebe a na-adọba ụgbọala iji kwado onwe ya.",
  "Ọ malitere ọrụ ya dịka onye na-agụ egwú ma gaa Cairo mgbe Abo El Seoud El Ebiary, onye na-ede ihe nkiri na-atọ ọchị na ezigbo enyi ya na onye ya na ya na-arụkọ ọrụ na-achọpụta ya ma nyere ya aka isonyere ndị otu Badi'a Masabny",
  "Ọ banyere n'ụlọ ọrụ ihe nkiri mgbe Fouad El-Gazaery nyere ya ọrụ mbụ ya na ihe nkiri \"Khalf El-Habayeb\" n'afọ 1939",
  "O mechara sonye n'òtù Ali El-Kassar wee malite inweta nkwanye ùgwù zuru oke n'ikpeazụ ghọọ otu n'ime kpakpando kachasị ewu ewu n'ụwa Arab",
  "Ihe nkiri iri na ise jiri aha ya mee ihe n'aha ha iji mee ka aha ya bụrụ ihe a ma ama, ọtụtụ n'ime ha bụ Abo El Seoud El Ebiary dere.",
  "A maara ya nke ọma maka ịchịkwa ihu ya ma na-achịkarị 'ọnụ buru ibu' ya ọchị na fim ya",
  "Ihe ngosi ya bụ ime ihe na-atụ egwu na-ejikọta ikpere ya na-ama jijiji ọnụ, na-agbatị aka ya na-eme ka ọ na-ama n'ihu ya, na-asụ ude n'enweghị ihe ọ bụla, na mberede na-esi n'ụjọ ya na-eku ume",
  "N'afọ ndị 1960 ahụike ya malitere ịka njọ",
  "Ọ kwagara Lebanọn ebe o sonyere n'ọtụtụ ihe nkiri, ma mesịa mgbe ọ laghachiri Ijipt, o ji nnukwu ụgwọ",
  "Ọ nwụrụ n'ihi nkụchi obi n'afọ 1972",
  "Nwa ya nwoke, Yassine Ismail Yassine, bụkwa onye nduzi ihe nkiri Egypt a ma ama.",
  "Mgbe ọchịchị ndị agha weghaara na mgbanwe nke afọ 1952, e guzobere akụkọ ọzọ gbasara ịdebanye aha ngwa ngwa",
  "Site n'afọ 1955 ruo 1959, Ismail Yassin, onye mere ọtụtụ ihe nkiri na aha ya, wepụtara ihe nkiri ise dịka mgbasa ozi dị mfe maka ndị agha, dịka, Ismail Yassine fil-Geish (Ismail Yassine In the Army) n'afọ 1955.",
  "A Google Doodle na 15 Septemba 2011 mere ncheta ọmụmụ nke 96 nke Yasin."
]