[
  "Ihe ngosi nka mba Israel (Hibru:        *, Muze'on Yisrael) bụ ihe ngosi nka na ihe mgbe ochie na Jerusalem",
  "E guzobere ya n'afọ 1965 dị ka ụlọ ọrụ ọdịbendị kachasị ukwuu na nke kachasị elu n'Izrel, na otu n'ime ụlọ ngosi ihe mgbe ochie encyclopaedic nke ụwa",
  "Ọ dị n'elu ugwu dị na Givat Ram agbata obi nke Jerusalem, n'akụkụ Bible Lands Museum, Knesset, Ụlọikpe Kasị Elu nke Israel, na Mahadum Hibru nke Jerusalem.",
  "Ihe onwunwe ya gụnyere nchịkọta zuru oke nke nkà mmụta ihe ochie nke Ala Nsọ, na nka na ndụ ndị Juu, yana ihe ndị dị ịrịba ama na ọtụtụ ihe na nka, nke ikpeazụ gụnyere ngalaba iri na otu dị iche iche: Israel Art, European Art, Modern Art, Contemporary Art, Prints and Drawings, Photography, Design and Architecture, Asian Art, African Art, Oceanic Art, na Arts of the Americas",
  "Otu n'ime ihe ndị pụrụ iche a na-egosipụta bụ Venus nke Berekhat Ram, ime ụlọ nzukọ Zedek ve Shalom nke afọ 1736 si Suriname, olu ndị nwunye ndị Juu na-eyi na Yemen, ebe ekpere ekpere Alakụba sitere na Peshia nke narị afọ nke iri na asaa, na ntu na-agba akaebe na a kpọgidere n'obe n'oge Jizọs. Otu ụlọ dị ka akwa n'ala ụlọ ihe ngosi nka, Shrine of the Book, nwere Akwụkwọ Mpịakọta Osimiri Nwụrụ Anwụ na ihe ndị a chọtara na Masada",
  "Ọ bụ otu n'ime ụlọ ngosi ihe mgbe ochie kachasị ukwuu na mpaghara ahụ.",
  "Onye isi obodo Jerusalem bụ Teddy Kollek bụ mmụọ na-eduzi nguzobe nke Israel Museum, otu n'ime ụlọ ngosi nka na nkà mmụta ihe ochie na ụwa",
  "Ụlọ ihe ngosi nka ahụ nwere ọrụ sitere na akụkọ ihe mere eme ruo taa na Archaeology, Fine Arts, na Jewish Art na Life Wings, ma gosipụta ọtụtụ ihe onwunwe nke Bible na Land of Israel archaeology. Kemgbe e guzobere ya n'afọ 1965, ụlọ ngosi ihe mgbe ochie ahụ ewulitela nchịkọta ihe fọrọ nke nta ka ọ bụrụ ihe 500,000, na-anọchite anya ọtụtụ ihe ngosi nke ọdịbendị ihe onwunwe ụwa.",
  "N'ọnwa Ọktoba 25, 2017, a họpụtara Prof",
  "Ido Bruno ka ọ bụrụ onye isi nke mba Israel Museum na Jerusalem dị ka Anne na Jerome Fisher Director",
  "Bruno jere ozi dị ka prọfesọ na Ngalaba Mmepụta Ụlọ Ọrụ nke Bezalel Academy of Arts & Design, Jerusalem",
  "Ọ na-eweta ọtụtụ iri afọ nke ahụmịhe dị ka onye nlekọta na onye na-emepụta ihe ngosi ndị e gosipụtara na Israel na n'ụwa niile na-elekwasị anya na nka, nkà mmụta ihe ochie, sayensị, na akụkọ ihe mere eme",
  "Ndị isi ụlọ ihe ngosi nka ahụ, nke Isaac Molho bụ onye isi oche, họpụtara ya n'otu olu, na-esote usoro nyocha na nyocha nke ndị na-azọ ọkwa site na Israel na mba ofesi",
  "Bruno weghaara ọkwa ya na ụlọ ngosi ihe mgbe ochie n'ọnwa Nọvemba n'afọ 2017.",
  "Denis Weil, onye bụbu Dean nke Institute of Design na Illinois Institute of Technology, ghọrọ Museum Director n'ọnwa Machị afọ 2020.",
  "Site n'afọ 1965, e debere ụlọ ngosi ihe mgbe ochie ahụ n'ime ọtụtụ ụlọ ndị e ji wuo nke onye Israel amụrụ na Russia bụ Alfred Mansfeld mere",
  "Mgbasa ozi nde $ 100 iji rụzigharịa ụlọ ngosi ihe mgbe ochie ahụ ma mee ka ohere ụlọ ya okpukpu abụọ bụ nke ndị Israel na-ewu ụlọ Efrat-Kowalsky Architects rụchara ụlọ ndị dị ugbu a n'ọnwa Julaị afọ 2010. E wughachiri nku maka nkà mmụta ihe ochie, nka, na nka na ndụ ndị Juu kpamkpam ma jikọta ụlọ ndị mbụ ahụ site na ụlọ mbata ọhụrụ",
  "Ọ bụ James Carpenter mere ụzọ ndị jikọtara n'etiti ụlọ ndị ahụ na ụlọ ọhụrụ ise.",
  "Samuel na Saidye Bronfman Archaeology Wing na-akọ akụkọ banyere Ala Israel oge ochie, ebe obibi nke ndị nwere ọdịbendị na okwukwe dị iche iche, na-eji ihe atụ pụrụ iche sitere na nchịkọta ihe ngosi nka nke ihe ochie nke Ala Nsọ, nke kachasị n'ụwa",
  "A haziri ya n'usoro oge, site na akụkọ ihe mere eme site na Alaeze Ukwu Ottoman, nku a gbanwere na-egosi \"isiakwụkwọ asaa nke akụkọ ihe mgbe ochie a, na-ejikọta ihe omume akụkọ ihe mere eme dị mkpa, ihe omume ọdịbendị, na ọganihu teknụzụ, ebe ọ na-enye ọhụụ n'ime ndụ kwa ụbọchị nke ndị mpaghara ahụ",
  "A na-agbakwunye akụkọ a site na nchịkọta isiokwu na-egosipụta akụkụ nke nkà mmụta ihe ochie nke Israel oge ochie nke pụrụ iche na akụkọ ihe mere eme nke mpaghara ahụ, n'etiti ha bụ edemede Hibru, iko, na mkpụrụ ego",
  "Akụ̀ ndị sitere na ọdịbendị ndị agbata obi nke nwere mmetụta dị oke mkpa na Ala Israel - dịka mba Ijipt, Near East, Gris na Ịtali, na ụwa Alakụba - na-ele anya n'akụkụ ma na-ejikọta ụlọ ngosi",
  "Ụlọ ihe ngosi pụrụ iche n'ọnụ ụzọ nku ahụ na-egosi nchọpụta ọhụrụ na ihe ngosi ngosi ndị ọzọ na-adịru nwa oge.",
  "Ihe ndị dị mkpa a na-ele anya gụnyere Nkume Paịlet, ihe odide \"Ụlọ Devid\" (narị afọ nke itoolu BCE), ihe ngosi atụnyere nke ụlọ arụsị abụọ (narị afọ nke asatọ na asaa BCE); Heliodorus Stele (178 BCE), ụlọ ịsa ahụ eze Herodian (narị afọ nke mbụ BCE); Mmeri Hadrian: ihe odide sitere na okpokoro mmeri (136 CE), Mosaic nke Rehob (narị afọ nke atọ CE) na ntọala iko ọla edo sitere na catacombs ndị Rom (narị afọ nke anọ CE); na Ossuary nke Jizọs nwa Josef.",
  "Ebe nsọ nke Akwụkwọ ahụ nwere Akwụkwọ Mpịakọta Osimiri Nwụrụ Anwụ, ihe odide Bible kachasị ochie n'ụwa, yana ihe odide Bible ndị na-adịghị ahụkebe n'oge ochie",
  "Achọpụtara akwụkwọ mpịakọta ndị ahụ n'afọ 1947–56 n'ime ọgba iri na otu na gburugburu Wadi Qumran",
  "Usoro atụmatụ zuru oke nke afọ asaa mere ka e wuo ụlọ ahụ n'ikpeazụ n'afọ 1965",
  "Nke a bụ nke ezinụlọ David Samuel Gottesman, onye Hungary si mba ọzọ, onye ọrụ ebere nke zụtara akwụkwọ mpịakọta ndị ahụ dị ka onyinye nye Steeti Israel.",
  "Ụlọ ahụ nwere dome ọcha n'elu ụlọ dị ụzọ abụọ n'ụzọ atọ n'okpuru ala",
  "A na-egosipụta dome ahụ na ọdọ mmiri nke gbara ya gburugburu",
  "N'ofe dome ọcha bụ mgbidi basalt ojii. Agba na ọdịdị nke ụlọ ahụ dabere na ihe osise nke akwụkwọ mpịakọta nke Agha nke Ụmụ Ìhè megide Ụmụ Ọchịchịrị; dome ọcha na-anọchi anya Ụmụ nke Ìhè na mgbidi ojii na-anọchi anya Ụmụ Ọchịchịrị",
  "E mere ime ụlọ nsọ ahụ iji gosipụta gburugburu ebe a hụrụ akwụkwọ mpịakọta ndị ahụ. E nwekwara ihe ngosi na-adịgide adịgide na ndụ na Qumran, ebe e dere akwụkwọ mpịakọta ndị ahụ. E mere ihe owuwu ahụ dum ka o yie ite ebe a hụrụ akwụkwọ mpịakọta ndị ahụ. Ọ bụ Armand Bartos na Frederick Kiesler mere ụlọ nsọ ahụ, ma mepee ya n'afọ 1965.",
  "Dị ka adịghị ike nke akwụkwọ mpịakọta na-eme ka ọ ghara ikwe omume igosipụta ha niile na-aga n'ihu, a na-eji usoro ntụgharị",
  "Mgbe e gosipụtachara akwụkwọ mpịakọta ruo ọnwa 3-6, a na-ewepụ ya na ihe ngosi ya ma tinye ya nwa oge n'ime ụlọ nkwakọba ihe pụrụ iche, ebe ọ \"na-ezu ike\" site na ikpughe",
  "Ihe ngosi nka ahụ nwekwara ihe odide oge ochie ndị ọzọ na-adịghị ahụkebe ma gosipụta Aleppo Codex, nke sitere na narị afọ nke iri ma kwenyere na ọ bụ codex Bible kasị ochie n'asụsụ Hibru.",
  "N'akụkụ ụlọ nsọ ahụ bụ Model of Jerusalem na oge ụlọ nsọ nke abụọ, nke na-ewughachi ọdịdị ala na ụkpụrụ ụlọ nke obodo ahụ dị ka ọ dị tupu ndị Rom ebibie ya na 66 CE, ma na-enye akụkọ ihe mere eme na ngosi nke Shrine nke Akwụkwọ Mpịakọta Osimiri Nwụrụ Anwụ",
  "Na mbụ e wuru ya n'ala ụlọ nkwari akụ Holyland nke Jerusalem, ihe nlereanya ahụ, nke gụnyere ihe atụ nke ụlọ nsọ Herọd, bụzi ihe na-adịgide adịgide nke ụlọ ngosi ihe mgbe ochie ahụ dị 20-acre (81,000 m2).",
  "Edmond na Lily Safra Fine Arts Wing na-egosipụta ọdịdị dịgasị iche iche, nke nchịkọta ihe ngosi nka, na-agụnye ọrụ nka site n'oge dị iche iche na ọdịbendị ọdịda anyanwụ na nke na-abụghị ọdịda anyanwụ",
  "A hazigharịrị nku ahụ iji gosipụta njikọ dị n'etiti ọrụ sitere na nchịkọta nlekọta ya dị iche iche, nke gụnyere European Art, Modern Art, Contemporary Art, Israel Art, Arts of Africa, Oceania, na America, Asian Art, Photography, Design and Architecture, na Prints and Drawings",
  "A na-ahazi nrụnye iji gosipụta mmekọrịta ọhụụ na isiokwu ndị a na-ekerịta ma kpalie nghọta ọhụrụ banyere nka nke oge na ebe dị iche iche, yana ekele maka eriri nkịtị nke ọdịbendị mmadụ",
  "Ogwe ahụ a rụgharịrị na-agụnye ụlọ ngosi ihe mgbe ochie mbụ na-adịgide adịgide maka nka Israel, ihe karịrị okpukpu abụọ nke ohere maka nchịkọta ihe ngosi nka dị ukwuu na nka nke oge a, na-enye ebe njikọ bara uru n'etiti ọdịda anyanwụ na ndị na-abụghị ọdịda anyanwụ, na ala ụlọ ngosi zuru ezu 2,200-square-mita (7,200-square-foot) nke a raara nye iji gbanwee ngosipụta site na nchịkọta ihe ngosi nka nke oge a.",
  "Ihe ndị pụtara ìhè na-ele anya ọhụrụ gụnyere The Noel and Harriette Levine Photography Collection, The Jacques Lipchitz Collection, Gustave Courbet, Jura Landscape with Shepherd and Donkey (ca",
  "1866), Alberto Giacometti, Alfred Barye, Diego in the Studio (1952), Ohad Meromi, na The Boy from South Tel Aviv (2001).",
  "Ụlọ ihe ngosi nka nke Israel nwere nnukwu nchịkọta eserese na-anọchite anya ọtụtụ oge, ụdị, isiokwu, na mpaghara mmalite",
  "Ndị na-ese ihe na nchịkọta ahụ gụnyere ndị mba ụwa dị ka Rembrandt na Camille Pissarro yana ndị Israel na ndị Juu na-ese ihe dị ka Marc Chagall, Abel Pann, na Reuven Rubin.",
  "Nkwenye nke Israel Museum maka nka Israel bụ isi ihe dị mkpa na ọrụ ya",
  "Dị ka ụlọ ngosi ihe mgbe ochie nke mba ahụ, ọ na-arụ ọrụ dị ukwuu n'ichekwa ihe nketa nka nke Israel site n'ịchịkọta ọrụ nke ndị na-ese ihe n'Izrel - na mba ofesi - na site n'ịgba ndị na-ese ihe n'Izrel ume ịzụlite n'ọrụ ha",
  "Nchịkọta ihe ngosi nka nke Israel na-agafe ngwụsị narị afọ nke iri na itoolu ruo taa, ọ na-egosipụtakwa mgbanwe nke akụkọ ọdịbendị Israel na nka ọhụụ",
  "Ụlọ ọrụ Ozi maka nka Israel na-enye ndị ọkà mmụta na ọha na eze ozi nchekwa zuru oke banyere ọtụtụ puku ndị na-ese ihe n'Izrel, gụnyere ihe ndekọ akụkọ ndụ, ihe mgbasa ozi, vidiyo, foto, na ụdị akwụkwọ ndị ọzọ.",
  "Ihe onwunwe nke Jack, Joseph, na Morton Mandel Wing maka nka na ndụ ndị Juu na-anọchite anya ọdịbendị okpukpe na nke ụwa nke obodo ndị Juu n'ụwa niile, na-agafe ọtụtụ narị afọ site na Middle Ages ruo taa",
  "Nchịkọta ahụ na-egosipụta omimi na ịma mma nke ihe nketa ndị Juu na okike yana mmetụta mara mma na ụdị nke ọdịbendị ndị ọzọ n'ebe ndị Juu bi.",
  "A pụrụ ịchọta mmalite nke nchịkọta ahụ na mmalite narị afọ nke iri abụọ site na nguzobe nke Bezalel National Museum n'okpuru nduzi nke Mordechai Narkiss, bụ onye gbasaa nchịkọta nke ihe eji eme emume site na akụ dị mkpa a napụtara n'etiti agha ụwa abụọ na mgbe Oké Mgbukpọ ahụ gasịrị",
  "Ka oge na-aga, e jikọtara akụ a na Israel Museum nke e guzobere ọhụrụ n'afọ 1965 n'ime ngalaba nke Jewish Art na nke Jewish Ethnography",
  "N'afọ 1995, e jikọtara ha n'otu akụkụ ọhụrụ nwere onwe ha",
  "Kemgbe ọtụtụ afọ, e wusiri ikike nke nku ahụ ike site na onyinye na nnweta nke ihe n'otu n'otu, onyinye nke nchịkọta onwe onye, na ọrụ ubi n'ime obodo dị n'Izrel na mba ofesi",
  "Nchịkọta ndị a ma ama nke nku ahụ bụ Stieglitz Collection na Feuchtwanger Collection maka ihe emume ndị Juu, ihe ịchọ mma akwụkwọ mpịakọta Torah, na ihe ndị na-eme ndụ, yana Schulmann Collection na Rathjens Collection maka omenala ihe onwunwe nke North Africa na Yemenite, uwe, ọla na ihe emume.",
  "Nchịkọta nku ahụ nwere ọtụtụ akụ pụrụ iche, n'etiti ha, bụ ihe odide ndị na-adịghị ahụkebe, ime ụlọ nzukọ anọ e wughachiri, ọtụtụ ihe dị iche iche nke ememe na emume, yana ọdịbendị dị iche iche gụnyere uwe, ọla, na ihe ndị a na-eme kwa ụbọchị.",
  "N'ihe ngosi ọhụrụ na-adịgide adịgide, a na-ejikọta ihe ndị dị mkpa sitere na nchịkọta a dị ukwuu site n'aka ọha na eze na mpaghara nkeonwe, n'ime akụkọ dị iche iche",
  "Ngosipụta atụnyere a na-enyocha akụkọ ihe mere eme nke ihe na ọnọdụ mmekọrịta mmadụ na ibe ya nke e ji ha mee ihe mgbe ha na-egosipụta àgwà ha mara mma na mmetụta uche ha",
  "Ọ na-egosipụta tapestry ọdịbendị doro anya nke na-ejikọta onye ọ bụla na obodo, ihe dị nsọ na nke ụwa, ihe nketa nke oge gara aga na ihe okike nke ugbu a.",
  "Isi okwu ise na-apụta ka ị na-agagharị na gallery:",
  "Ụlọ Ọrụ Ozi nwere ọbá akwụkwọ nyocha na nchịkọta nchekwa pụrụ iche, na-eto mgbe niile, nke ihe dị ka puku foto iri abụọ",
  "Ọtụtụ n'ime ha dị oke ụkọ, na-edekọ ndụ kwa ụbọchị nke obodo ndị Juu gburugburu ụwa, ụfọdụ adịkwaghị, gụnyere ihe oyiyi nke ụlọ nzukọ, ili ozu, ihe emume na ọtụtụ isiokwu ndị ọzọ.",
  "Ụlọ ọrụ ozi ahụ na-enye ohere ịnweta ihe onwunwe nke nchịkọta yana njem nlegharị anya na ihe ngosi mbụ iji gbasaa ma mee ka ihe ọmụma dị omimi n'azụ ihe ndị dị na nchịkọta nku.",
  "Ogige Billy Rose Art bụ ogige 20-dunam nke nwere ihe ọkpụkpụ ọgbara ọhụrụ na nke a na-adịghị ahụ anya",
  "Ogige ahụ, nke onye Japan-American sculptor Isamu Noguchi mere maka ogige mbụ, a na-agụ ya n'etiti ntọala ọkpụkpụ kachasị mma n'èzí nke narị afọ nke iri abụọ",
  "Ala ọwụwa anyanwụ jikọtara ya na ugwu Jerusalem oge ochie, ogige ahụ na-eje ozi dị ka azụ maka ngosipụta nke Israel Museum nke mgbanwe nke ọdịnala ọkpụkpụ nke ọdịda anyanwụ nke oge a",
  "N'ile anya bụ ọrụ nke ndị nna ukwu nke oge a gụnyere Jacques Lipchitz, Henry Moore, Claes Oldenburg, Pablo Picasso, Auguste Rodin, na David Smith, tinyere ọrụ ndị na-adịbeghị anya site n'aka ndị na-ese ihe dị ka Magdalena Abakanowicz, Mark Dion, James Turrell, na Micha Ullman.",
  "E mepere Ruth Youth Wing for Art Education n'afọ 1966",
  "Ọ bụ ihe pụrụ iche na nha ya na oke ọrụ ya, na-enye ọtụtụ mmemme nye ihe karịrị ụmụ akwụkwọ 100,000 kwa afọ, ma gosipụta ebe ngosi ngosi, ụlọ ọrụ nka, ụlọ klas, ọbá akwụkwọ nke akwụkwọ ụmụaka nwere ihe osise, na ụlọ imegharị ihe",
  "Mmemme pụrụ iche na-akwalite nghọta ọdịbendị n'etiti ụmụ akwụkwọ Arab na ndị Juu ma na-eru ọtụtụ obodo Israel",
  "Ogwe ahụ na-ejikọta ihe osise mbụ kwa afọ nke ndị Israel na ndị na-ese ihe na mba ụwa, na ọrụ agụmakwụkwọ",
  "E nwekwara ọmụmụ ihe dị iche iche maka ụmụaka na ndị okenye.",
  "Na mgbakwunye na mmemme sara mbara nke a na-enye na campus ya, Israel Museum na-arụkwa ọrụ ebe abụọ na-anọghị na saịtị: Rockefeller Archaeological Museum nke mepere n'afọ 1938 maka ngosipụta nke ihe ndị e gwupụtara n'ụzọ dị ukwuu na ihe ndị e gwupụtara na Mandatory Palestine, n'afọ 1920s nakwa n'afọ 1930s; na Ticho House, nke na-enye usoro ihe ngosi na-aga n'ihu nke ndị na-eto eto na-ese ihe n'Izrel na ụlọ akụkọ ihe mere eme na ogige.",
  "Ebe nka mba Israel na-enweta naanị 10% ruo 12% nke mmefu ego ya site na steeti na obodo",
  "Gọọmentị mba Israel na-enye ego dịgasị iche iche kwa afọ",
  "Ụlọ ọrụ ahụ ga-ebuli 88% nke mmefu ego ya na-arụ ọrụ kwa afọ, onyinye ya niile ruru nde $ 200 na nde $ 100 maka ọrụ isi obodo ya na nso nso a, ebe ọ na-akwụ 17.5% VAT yana ụtụ isi ụlọ na ụlọ akwụkwọ ahụ.",
  "Ndị kachasị arụsi ọrụ ike n'ime ndị otu nkwado mba ụwa nke ụlọ ngosi ihe mgbe ochie ahụ, ndị enyi America nke Israel Museum, zụlitere nde $ 270 na ego, nke nde $ 47 bụ ego onyinye, ma nye nde $ 210 na nka site n'afọ 1972 ruo afọ 2008",
  "N'afọ 2009, Israel Museum natara nde $ 12 site n'aka Edmond J",
  "Safra Philanthropic Foundation, maka nrụzigharị, mweghachi, na onyinye nke nku nka ya, nke a ga-akpọ aha Edmond na Lily Safra.",
  "Ka ọ na-erule afọ 2012, ndị bịaranụ dị ihe dị ka 827,000 kwa afọ.",
  "Otu n'ime ihe nrite ndị ụlọ ngosi ihe mgbe ochie ahụ nyere bụ Jesselson Prize for Contemporary Judaica Design, nke na-amata atụmatụ pụtara ìhè nke ihe emume ndị Juu. Ndị meriri gụnyere Moshe Zabari (1990)."
]