[
  "Issake Dabore (1940 na 25 Disemba 2021) bụ onye na-akụ ọkpọ si Niger onye na-alụkarị ọgụ na klas ndị dị arọ na ndị dị arịọ",
  "Dabore sonyere n'egwuregwu Olimpik atọ; Tokyo nke afọ 1964, Mexico City nke afọ 1968 na Munich nke afọ 1972",
  "Ọ bụ onye Niger mbụ na-asọmpi n'egwuregwu Olimpik na onye Naijeria mbụ meriri nrite Olimpik",
  "Dabore meriri ihe nrite Olympic ya na egwuregwu olimpịk nke afọ 1972 ebe o meriri ọla nchara na ụmụ nwoke na-adịghị arọ.",
  "Na  Summer Olympics nke afọ 1964  na Tokyo, Japan, Dabore sonyere na asọmpi ụmụ nwoke. Site n'ime nke a, ọ ghọrọ onye mbụ si Niger nwee nsonye na-asọmpi na Olimpik. Dabore bụ naanị onye na-eme egwuregwu si Niger nke sonyere n'egwuregwu ahụ. Na asọmpi ya, Dabore meriri Hong Tshun Fu nke Taiwan na agba nke mbụ. Dabore meriri n'ọgụ ahụ n'ihi nkwụsịtụ teknụzụ. Na agba nke abụọ, nke ndị egwuregwu iri na isii sonyere na ya, Dabore meriri ma merie Hans-Erik Pedersen nke Denmark. Dabore meriri ọgụ ahụ ọzọ n'ihi nkwụsịtụ teknụzụ. Na nkeji iri na ise nke ikpeazụ e mere na 19 Ọktoba 1964, Dabore meriri Pertti Purhonen bụ onye meriri Frank Roberts nke Australia na Bohumil Němeček nke Czechoslovak iji ruo nkeji iri na anọ nke ikpeazụ. Purhonen meriri n'ọgụ ahụ n'afọ nke atọ na, ya mere, e wepụrụ Dabore. Marian Kasprzyk nke Poland mechara merie asọmpi ahụ.",
  "N'afọ 1965 All-Africa Games na Brazzaville, Dabore sonyere na asọmpi nke ndị dị arọ",
  "O meriri nrite ọlaọcha, Joseph Bessala nke Cameroon meriri ya na nke ikpeazụ.",
  "Na 1968 Summer Olympics na Mexico City, Mexico, Dabore sonyere na asọmpi ụmụ nwoke na-adịghị arọ. Ọ bụ otu n'ime ndị Naijiria abụọ na-asọmpi n'egwuregwu ahụ, ya na onye ọkpọ nwoke ibe ya bụ Dary Dasuda bụ onye nke ọzọ. Na agba nke abụọ nke asọmpi ya (ọ nwere bye na nke mbụ), Dabore meriri José Marín nke Costa Rica. Dabore meriri n'ọgụ ahụ 5o0 wee gaa n'ihu na agba nke atọ. Na agba nke atọ, Dabore meriri Yevgeny Frolov nke Soviet Union. Ya mere, e wepụrụ Dabore na asọmpi ahụ; asọmpi nke Jerzy Kulej nke Poland mechara merie.",
  "Na 1972 Summer Olympics na Munich, Germany, Dabore sonyere na asọmpi ụmụ nwoke na-agba ọsọ. Dabore bụ otu n'ime ndị egwuregwu anọ si Niger bụ ndị sonyere n'egwuregwu nke afọ 1972. Ndị egwuregwu atọ ndị ọzọ; Mayaki Seydou, Harouna Lago na Issoufou Habou; niile bụkwa ndị ọkpọ. Dabore bu ọkọlọtọ obodo Niger n'omume mmeghe. Na agba nke mbụ nke asọmpi ya, Dabore lụsoro Odartey Lawson nke Ghana ọgụ. Dabore meriri Lawson n'ihi nkwụsịtụ teknụzụ. Na agba nke abụọ, Dabore meriri South Korean Park Tai-Shik, ọzọ n'ihi nkwụsịtụ teknụzụ. Na nkeji iri na ise nke ikpeazụ, Dabore zutere Kyoji Shinohara nke Japan. Dabore meriri n'ọgụ ahụ n'agba atọ karịrị nke Kyoji bụ abụọ iji gaa na ọkara ikpeazụ. Na ọkara ikpeazụ ya, Dabore zutere onye Bulgaria Angel Angelov. Angelov meriri n'ọgụ ahụ 5-0 ya mere, e ji wepụ Dabore. Dabore, ya na onye ọzọ meriri na ọkara ikpeazụ, Zvonimir Vujin nke Yugoslavia, meriri ọla nchara. Ihe nrite Dabore bụ ihe nrite Olympic mbụ nke obodo  Niger. Ka ọ na-erule n'afọ 2016, ọ bụ naanị otu onye ọzọ na-eme egwuregwu Niger enwetala ihe nrite Olympic. Nke ahụ bụ Abdoul Razak Issoufou, onye ritere ihe nrite ọlaọcha na 2016 Summer Olympics na egwuregwu Taekwondo.",
  "N'egwuregwu mba Afrika niile nke afọ 1973 na Lagos, Dabore sonyere na asọmpi nke ndi dị arọ",
  "O meriri nrite ọlaọcha, Obisia Nwankpa nke Naijiria meriri ya na nke ikpeazụ.",
  "Àtụ:S-start",
  "Àtụ:S-sports\nÀtụ:Succession box\nÀtụ:S-end"
]