[
  "Na Islam, Istihadha ( Arabic ; ọbara na-asọ asọ) na-anọchite anya ọgba aghara nke oge nsọ nwanyị nke na-eme ka o siere ya ike ime ụfọdụ emume okpukpe (ibadah).",
  "Nwanyị na-enwe nsogbu na Istihadha bụ onye a kpọrọ  Mustahadha (Àtụ:Lang-ar) bịakwa nwee nsogbu nke oké ịgba ọbara n'oge nsọ nke a kpọrọ  menstrual cycle (called menorrhagia) or ma ọ bụ ndọ ya agbaa n'oge abụghị oge nsọ ya bụ  menstruation (called metrorrhagia).",
  "N'ihi ya, a na-ewere nwanyị dị ka mustahadha ma ọ bụrụ na ọ nọgidere na-ewepụta ọbara nwanyị ma nọgide na-agba ọbara mgbe ọ gụsịrị oge nsọ ya.",
  "Nke a bụ otú e si ahụ Istihadha dị ka ọbara ọgbụgba nke nwanyị kpatara ihe ndị ọzọ na-abụghị nsọ nwanyị ma ọ bụ ịmụ nwa.",
  "Nye ụfọdụ ụmụnwanyị, ọbara ọgbụgba a anaghị akwụsị, maka ndị ọzọ, ọ na-aga n'ihu ogologo oge karịa oge nkịtị, mana ọ na-akwụsị nwa oge maka obere oge.",
  "Ndị ọka iwu (fuqaha) kwuru na ikpe nke oge nsọ nwanyị (istihadha) anaghị ahapụ ekpere iwu kwadoro n'aha ya, n'ihi na nwanyị a dị ọcha ma nwee ike ịgụ ma na-agụpụta kor'an, ebe ọ bụ na ikpe banyere ọbara istihadha dị iche na adịghị ọcha nke ọbara nsọ nwanyị, o zuru ezu maka oge nsọ nwanyị iji mee onwe ya ọbara dị ọcha nke karịrị omume ya kwa ọnwa iji gụọ kor'an site n'iburu ya n'isi ma ọ bụ site na mus'haf ma ọ bụ n'oge ekpere (salah).",
  "Ndị ọkà mmụta ahụ dabere na nkwenye nke ịgụ (tilawa) kor'an n'eziokwu ahụ bụ na istihadha bụ obere ihe omume na-abaghị uru nke na-achọ naanị ịmaliteghachi ịsa ahụ (wudu), ya mere ọnọdụ a anaghị eme ka ọrụ (wajib) nke ekpere ghara ịdị irè ma ghara igbochi ịdị irè ya, ma ọ bụ machibido ịgụ (qiraat) kor'an, ma ọ bụ metụ mus'haf aka, ma ọ bụ banye n'ụlọ ekpere na ụlọ alakụba ma ọ bụ gbaa gburugburu (tawaf) gburugburu Kaaba.",
  "Ọ bụrụ na ọbara a na-abịa n'okpuru otu ikpe ahụ dị ka ọbara ọgbụgba ma ọ bụ ọbara ọgbụgba gynecologic, mgbe ahụ, a chọrọ ka nwanyị ahụ metụtara gbochie ọbara ahụ dịka o kwere mee site na ákwà, ogho na ákwà linin, ọ na-abụkwa ahụ mgbe o zoro ọbara ahụ maka oge ekpere ọ bụla mgbe ọ banyere oge ya (oge salah) dị ka ihe gbasara iwu (fard) n'etiti ọtụtụ ndị ọka iwu, na dị ka ihe a na-achọsi ike (mustahabb) yana ịga Imam Malik ibn Anas.",
  "Nwanyị ga-ezere ibu ọnụ naanị n'oge oge ya na ihe omume nke oge nsọ ya kwa ọnwa, ma ọ bụrụ na ọbara ọgbụgba ahụ na-aga n'ihu na ya ma ọ naghị akwụsị, mgbe ahụ nke a pụtara na ọ na-arịa ọbara ọgbụgba.",
  "Ọ bụrụ na ọ nwere àgwà na-adịgide adịgide na ọnụ ọgụgụ ya na oge ya, mgbe ahụ ọ na-ezere ibu ọnụ maka oge oge ya naanị, mgbe ahụ ọ na-asa ahụ (ghusl), na-ekpe ekpere ma na-ebu ọnụ ma ọ bụrụgodị na ọbara na-agba ya, n'ihi na ọ bụ ọbara nsọ nwanyị nke ọrịa, ịwa ahụ, nchekasị ma ọ bụ ọdịda na-akpata, n'ihi ya, a naghị egbochi ya ime omume ofufe (ibadah) a na-amanye ya, ọ nọkwa n'otu ikpe ahụ dị ka ụmụnwanyị na-adịghị ọcha.",
  "Dabere na nke ahụ, ikpe sharia banyere ibu ọnụ nke nwanyị bụ mustahadhah bụ mgbe ahụ ibu ọnụ ziri ezi, ma ibu ọnụ ya bụ ngwa a na-achọsi ike (nafilah) ma ọ bụ ibu ọnụ iwu (fard), ndị Hanafi, Shafi'i na Hanbali jurists weere okwu a.",
  "Ebe ọ bụ na ibu ọnụ ya dị irè, mustahadha ga-eme ụbọchị nsọ ya ma ọ bụrụ na ọ maara nke ahụ, ma ọ bụ n'oge ọnwa, ma ọ bụ site na ọdịiche ziri ezi n'etiti ọdịdị, agba na ísì nke ọbara nkịtị na-adịghị ọcha nke haydh na ọbara dị ọcha nke istihadha.",
  "Na Islam, inwe mmekọahụ n'etiti di na nwunye mustahadha ya na ọbara n'ime akpa nwa ya bụ ihe na-emerụ di na nwunye ya."
]