[
  "Itụ mgbere mmadụ  na Edo Steeti juru ebe niile na mpaghara ndịda-ndịda nke Naịjirịa. Edo Steeti bụ ọnụ ọgụgụ kachasị elu nke ndị na-akwaga mba ọzọ na-adịghị mma na Naịjirịa. A na-aghọgbu ụmụ agbọghọ na Edo steeti ma na-arata ha na nkwa ụgha ịhapụ Naịjirịa ma gaa mba ọzọ nke ndị na-atụ mgbere maara dị ka ala obodo Itali. Ndị na-atụ mgbere na steeti a na-ejikwa aghụghọ, Iṅụ iyi nzuzo na ịgba ohu ụgwọ iji jide ndị ha metụtara ma manye ha na ịgba ohu, ọrụ mmanye, ịtụ mgbere mmekọahụ, na ire akụkụ ahụ.",
  "Akụkọ ịtụ mgbere mmadụ gosiri na steeti Edo bụ ebe nke mbu maka ndị na-atụ mgbere na otu n'ime ebe kachasị azụ ahịa na Afrika. N'afọ 2016, ihe fọrọ nke nta ka ọ bụrụ ụmụ nwanyị 11,000 rutere Ịtali maka ịtụ mgbere mmekọahụ site na oké mmiri nke bu Mediterenian sitere na steeti Edo. N'afọ 2017, n'ime  ndị na-akwaga mba ọzọ, mmadu 119,000 rutere Ịtali, e mere atụmatụ na 18,185 si Naịjirịa, mmadu 5,425 bụ ụmụ nwanyị na 94% nke ndị a metụtara sitere na Edo Steeti. N'afọ 2018, egosiputa na niime mmadu niile tọrọ atọ na Libya 50%  bu ndi sitere na Edo Steeti.",
  "Ndị na-atụ mgbere mmadu na Edo Steeti na-eji usoro dị iche iche iji nweta ụmụ agbọghọ na ụmụ nwanyị na-eto eto na ịtụ mgbere mmekọahụ na mmegbu mmekọahụ gụnyere ṅụọ iyi nke ime mmụọ nke a maara dị ka \"juju\"",
  "Eburu ha ụmụ agbọghọ ndị a ghọgburu ka ha gaa mba ọzọ na-aga n'ụlọ arusi nke dị n'obodo ndị dị anya na Benin iji ṅụọ iyi site n'ịṅụ ngwakọta ha gwooro na ụrọ",
  "Iṅụ iyi nzuzo ahu ka eji ahazie nkwekọrịta ha na ụmụ agbọghọ ndị ahu maka ikpughee njirimara ndị na-atụ mgbere mmadu ma ikwughachi ụgwọ ha ji.",
  "Na Edo Steeti, gọọmentị, òtù mba ụwa nke bu NGO, òtù na-abụghị nke gọọmentị mepụtara ma mejuputa ọtụtụ ntinye aka maka imegide ịtụ mgbere mmadụ iji nyochaa ma kwusi ịtụ mgbere na steeti ahụ. N'ọnwa Ọgọstụ n'afọ 2017, gọọmentị Edo Steeti guzobere nke akpooro Edo Steeti Task Force Against Human Trafficking (ETAHT) site na iwu mmachibido ịzụ ahịa mmadụ nke Edo Steeti nke ụlọ omebe iwu Edo Steeti nyere ma bụrụ nke gọvanọ steeti Godwin Obaseki kwadoro na Mee 23, 2018. ETAHT kọrọ na ha na-alusi ndị na-atụ mgbere mmadụ sitere na steeti Edo, na-enye ndụmọdụ, ọzụzụ n'ọrụ aka, ebe obibi, mmemme nkwado na nyocha agumakwukwo maka imegide ịtụ mgbere mmadụ",
  "Na onwa Machị 2022, ETAHT kọrọ na ha nabatara mmadu 5,142 laghachiri bụ ndị atụru na mgbere mmadụ, a zụrụ mmadu 614 lọghachiri azụ ma mefuu otu nde naira (N101 Million) iji kwado ndị emume a metụtara.",
  "Ịda ogbenye, ụlọ ezinaụlọ akwụsighi ike ma otutu ndi ihe",
  "Ọtụtụ ụdị itụ mgbere mmadụ dị na Edo Steeti, mana ụdịrị ụfọdụ juru ebe niile; dịka ọmụmaatụ:",
  "Akụkọ gbasara ịgba oru na ịtụ mgbere mmadụ n'oge mgbe ochie na oge ọgbara ọhụrụ- Usoro esi agba oru nke pụtara ìhè na mba mgbe gbuo,okachasị na mba Girizi na Romu; ịtụ mgbere mmadụ nke ndị  mba Afrịka na ndọrọ ndọrọ ọchịchị(14598547047)",
  "Akụkọ ọdịnaala gbasara Usoro esi agba ohu na ka esi atụ mgbere ahịa mmadụ na mgbe ochie.",
  "Akụkọ ụzọ dị iche-iche esi agba ohu na ka esi atụ mgbere ahia mmadụ n'oge ochie nakwa n'oge ọhụrụ",
  "(14804912403)"
]