[
  "Itinye n'ụra bụ mgbalị a kpachapụrụ anya iji mee ka ụra site na usoro dị iche iche ma ọ bụ ụzọ ọgwụ, a na-eme ya iji mee ka oge ụra dị ogologo, mee ka ụra dịkwuo irè, na iji belata ma ọ bụ gbochie ehighị ụra.",
  "Itiri maọbụ ọchịchịrị gbara gburugburu nke nwere ụda dị jụụ na-eme ka mmadụ hie ụra",
  "Ịla ezumike nká n'ime ụlọ ihi ụra, ịdọrọ ákwà mgbochi iji gbochie ìhè ehihie na imechi ọnụ ụzọ bụ ụzọ a na-ahụkarị iji mezuo nke a",
  "Mgbe nke a na-agaghị ekwe omume, dịka n'ụgbọelu, enwere ike iji ụzọ ndị ọzọ, dịka ihe nkpuchi na ihe mkpuchi ntị maka ihi ụra nke ụlọ ọrụ ụgbọelu na-enyekarị ndị njem maka nzube a.",
  "Iji zuru ike ma gbaa ume ihi ụra, enwere ike iji ntụgharị uche n'ụdị ihe oyiyi a na-eduzi",
  "Usoro a na-ejikarị eme ihe bụ site n'ịgụta atụrụ, na-eche na atụrụ na-awụli elu na mgbidi, ka ọ na-agụta ha.",
  "N'ọtụtụ ihe ngosi nke ọrụ ahụ, onye ahụ na-ahụ usoro na-adịghị agwụ agwụ nke atụrụ ọcha na-awụli elu na mgbidi, ka ọ na-agụ ọnụ ọgụgụ na-eme ya",
  "Echiche ahụ, ma eleghị anya, bụ ime ka ike gwụ mmadụ mgbe ị na-eji ihe dị mfe, na-ekwughachi ugboro ugboro, na-eme ka mmadụ na-ehi ụra",
  "Ọ pụkwara ime ka ụra Ngagharị ngwangwa nke anya nke ndị bekee kpọro REM, na-eme ka anya ndị mmadụ gwụ.",
  "Dabere na nnwale BBC nke ndị nchọpụta na Mahadum Oxford mere, ịgụta atụrụ bụ n'ezie ụzọ dị ala iji mee ka ụra bia.",
  "A na-ejikọta usoro ụra / ịmụrụ anya kwa ụbọchị na usoro okpomọkụ nke ahụ kwa ụbọchị",
  "N'ihi nke a, a chọpụtala na ịsa mmiri ọkụ nke na-ebuli okpomọkụ nke ahụ iji melite oge na ogo ụra",
  "Mmiri nke nkeji iri atọ n'ime ịsa ahụ nke ogo iri anọ n'etiti  (104 °F) - nke na-ebuli okpomọkụ nke ahụ site na otu ogo - dabara adaba maka nzube a.",
  "Nnyocha usoro na nyocha uta nke ọmụmụ iri na asaa dị iche iche chọpụtara na ịsa mmiri oku na-ekpo ọkụ ma ọ bụ ịsa ahụ otu awa maọbụ awa abụọ tupu  oge ihi ụra ruo ihe dịka nkeji iri na-eme ka oge ụra malite dị ntakiri ma na-emeziwanye arụmọrụ ụra na ogo ụra nke uche ma na-amụba oke ụra miri emi.",
  "Mmekọrịta nwoke na nwaanyị ,  ọkachasị na ihe mkpauha n'ebe ụmụnwanyị nọ were ike imetụta ike ihi ụra maka ụfọdụ ndị",
  "Oge mgbe orgasm gasịrị (nke a maara dịka oge na-adịghị mma) na-abụkarị oge ntụsara ahụ, nke a na-ekwu na ọ bụ mgbe a tọhapụrụ neurohormones oxytocin na prolactin.",
  "A na-ejikọkarị ịkpa ike na ụra na-abịanụ, mana o yiri ka ọ bụ ihe iji mee ka ọ dịkwuo mkpali mgbe ị na-ehi ụra ma si otú a gbochie ụra kama ime ka ọ ghara bia",
  "Ịchụ ya nwere ike ịbụ ihe na-egosi na ike gwụrụ ahụ ma dị njikere maka ihi ụra, mana ịnwa ịchụ ya n'amaghị ama nwere ike inwe mmetụta dị iche na ime ka mmadụ hie ụra.",
  "Ihe Itinye n'ụra, mgbe ụfọdụ a na-akpọ ọgwụ ụra, nwere ike ịdepụta site n'aka dọkịta, mana ịdị irè ha ogologo oge adịghị mma ma ha nwere ọtụtụ mmetụta ọjọọ gụnyere ụra ehihie, ihe mberede, nsogbu ncheta na mgbaàmà nke ịkwụsị",
  "Ọ bụrụ na a ga-ewere ha, nhọrọ kachasị mma bụ benzodiazepines nwere mmetụta na-adịte aka dịka temazepam ma ọ bụ ọgwụ Z ọhụrụ dịka zopiclone",
  "N'aka nke ọzọ, n'ọnọdụ ndị dịpụrụ adịpụ, enwere ike ide ọgwụ nyereaka  dịka barbiturates.",
  "Ọtụtụ ọgwụ ndị na-abụghị ọgwụ egosila na ha dị irè n'ịkwalite ụra",
  "Amino acid tryptophan na ihe ndị metụtara ya 5-HTP na melatonin, nwere ihe a na-ejikarị eme ihe, yana ọgwụ ramelteon na-arụ ọrụ n'otu ụzọ ahụ",
  "Ahịhịa valerian nwekwara ike ịdị irè n'iji nwayọọ mee ka ọnọdụ dị jụụ nke na-eme ka mmadụ hie ụra.",
  "Akụkọ ọdịbendị na-ekwu na nri ụfọdụ dịka turkey na unere bara ọgaranya na tryptophan ma si otú a na-enyere ụra aka, ọ bụ ezie na nyocha egosighi nke a.",
  "Ihe ọṅụṅụ na-aba n'anya ma ọ bụ ihe na-abaghị n'anya bụ usoro ọdịnala ogologo oge nke ga-eme ka ụra, ebe ọ bụ na mmanya na-aba ya bụ ihe na'okpuru ahụ",
  "Otú ọ dị, mgbe ọbara mmanya na-aba n'anya na-ebelata, enwere mmetụta mmeghachi omume: onye ahụ na-aghọwanye onye nche ma na-eteta ngwa ngwa",
  "Ọzọkwa, ọ bụrụ na ha anọgide na-ehi ụra, a na-akwalite ụra REM, nke a nwere ike ịkpata nrọ ọjọọ nke nwere ike belata ogo ụra.",
  "A na-ejikarị iko mmiri ara ehi na-ekpo ọkụ ma ọ bụ ihe ọṅụṅụ sitere na mmiri ara ehi eme ihe maka ime ka ụra",
  "Chocolate na-ekpo ọkụ bụkwa ihe ọṅụṅụ ọdịnala n'oge àkwà mana nke a nwere ọkwa dị elu nke xanthines (caffeine na theobromine), nke bụ ihe na-akpali akpali ma ya mere nwere ike ịbụ ihe na-adịghị arụpụta ihe",
  "Ọzọkwa, ntụ ntụ turmeric na mmiri ara ehi na-ekpo ọkụ na-ebelata nrụgide ma na-akpali ụra",
  "[nkwado dị mkpa] Enwere ike imeziwanye ụtọ mmiri ara ehi site na itinye mmanụ aṅụ na / ma ọ bụ vanilla."
]