[
  "Itoro Umoh-Coleman (amụrụ Itoro Umoh na ọnwa Febụwarị 21, 1977) bụ onye obodo America na-eme egwuregwu na onye bụbu WNBA basketball player",
  "Ọ gbara bọọlụ na Clemson Tigers na kọleji ma jee ozi dị ka onye isi nkuzi basketball maka otu ahụ. N'afọ 2002, a họpụtara Umoh-Coleman maka Atlantic Coast Conference 'a kpọrọ 50-year all-star women's basketball team,' yana '25th Anniversary Tournament' team n'asus bekee",
  "A mụrụ ya na Washington, DC, Umoh-Coleman tolitere na Hephzibah, Georgia",
  "Ọ gara Hephzibah High School ma gbaa bọọlụ maka Lady Rebels n'okpuru onye nkuzi Wendell Lofton Ọ gụsịrị akwụkwọ na 1995.",
  "N'oge egwuregwu egwuregwu ya na Mahadum Clemson site na 1995 ruo 1999, Umoh duuru Lady Clemson Tigers gaa asọmpi ACC abụọ. Mgbe ọ nọ na Clemson, ọ na-egwu ma onye nche ma onye nche. N'oge afọ 1995-1996 ya na Clemson, nke mahadum meriri ACC Championship, Umoh duuru ndị otu ahụ na enyemaka na izu ohi. Na Clemson, ọ bụ onye egwuregwu All-ACC ugboro atọ.",
  "O nwetara akara nke 900 ya na 1998 n'oge egwuregwu Clemson-Wake Forest nke onye nkuzi Jim Davis meriri egwuregwu nke 100 ya.",
  "N'oge asọmpi ACC ya nke afọ 1999, e nyere Umoh ihe nrite MVP na ntuli aka na-adịghị ahụkebe. N'otu afọ ahụ, ọ bụ onye a na-akwanyere ugwu maka ndị otu All-American na Defensive All-American.",
  "Umoh-Coleman nọchitere anya United States n'oge 1999 Pan American Games, ndị otu ahụ meriri ọla nchara.",
  "Ọ gụsịrị akwụkwọ na nkwukọrịta na Clemson n'afọ 2000",
  "Ọ pụtara na ihe nkiri na-atọ ọchị nke 2002 Juwanna Mann",
  "N'afọ 1999 Umoh nọ n'ogige preseason nke Minnesota Lynx na Washington Mystics mana o meghị otu ọ bụla",
  "N'afọ 2002, mgbe ọ gụsịrị akwụkwọ na WNBA league camp tryouts, e kenyere ya n'ogige ọzụzụ Indiana Fever, mana o meghị otu ahụ.",
  "N'afọ 2003, Umoh ghọrọ onye egwuregwu Clemson mbụ a kpọrọ aha ya na ndepụta WNBA na-arụsi ọrụ ike mgbe Houston Comets bịanyere aka na mbido oge ahụ iji dochie Cynthia Cooper merụrụ ahụ (ọ nọbu n'ogige ọzụzụ Comets n'afọ ahụ mana a hapụrụ ya tupu oge amalite)",
  "Ọ gbara egwuregwu atọ maka otu ahụ tupu a hapụ ya ọzọ.",
  "Ọrụ nkuzi mbụ ya bụ dịka onye enyemaka ụmụakwụkwọ na Mahadum Liberty na 1999. Mgbe ọ gụsịrị akwụkwọ na kọleji, Umoh rụrụ ọrụ na Mahadum Butler, ebe ọ zụrụ site na 2000 ruo 2002",
  "Ọ nabatara ọrụ enyemaka nkuzi maka Lady Clemson Tigers n'afọ 2002",
  "Otu n'ime ọrụ ya dị mkpa na mmemme ahụ bụ dị ka onye na-ewe mmadụ n'ọrụ",
  "Ọ ghọrọ onyeisi nkuzi nke otu ahụ n'afọ 2010",
  "Mgbe afọ 3 gasịrị dị ka onye isi nchịkwa, Clemson hapụrụ ya na njedebe nke oge 2013. Ọ bụzi osote onye nkuzi maka Courtney Banghart na Mahadum nke North Carolina",
  "Na 2004 Summer Olympic Games na Athens, Umoh-Coleman gbara bọọlụ maka otu egwuregwu basketball nke ụmụ nwanyị Naịjirịa.  Ya na Joanne Aluka, onye otu Hephzibah High School alumna gbara bọọlụ. N'afọ 2006, Umoh-Coleman gbara bọọlụ maka ndị otu mba Naịjirịa na asọmpi FIBA ụwa",
  "O nwere ọnụ ọgụgụ kachasị elu nke enyemaka na asọmpi ahụ.",
  "Na Disemba 1999, Itoro Umoh lụrụ Harold Coleman",
  "Ha nwere ụmụ anọ, ụmụ nwanyị atọ na otu nwa nwoke. Ha ghọrọ ndị isi na-elekọta ụmụnne ya abụọ tọrọ ya mgbe nne Umoh-Coleman nwụsịrị n'afọ 2002",
  "Ha na-elekọta nwa nwanne Harold Coleman."
]