[
  "Ivan Mitford-Barberton (afọ 1896 rụọ afọ 1976) bụ onye na-akpụ ihe,  onye edemede na onye nwere ikike na heraldry.",
  "A mụrụ Mitford-Barberton na Somerset East, na South Africa, n'afọ 1896",
  "Ọ bụ nwa nke ọtụtụ ezinụlọ 1820 Settler",
  "Nne nne ya bụ onye na-ahụ n'ihe banyere okike, Mary Elizabeth Barber",
  "Ọ gụrụ akwụkwọ na St",
  "Andrew's College, Grahamstown",
  "[lower-alpha 1] N'afọ 1912 ezinụlọ ya kwagara Kenya,  ebe ọ zutere isiokwu ndị Africa na Arab nke mechara bụrụ isiokwu dị mkpa na ọrụ ya",
  "Site n'afọ 1915 ruo afọ 1918 ọ jere ozi dị ka onye agha na East Africa",
  "Site n'afọ 1919 ruo afọ 1922 ọ gụrụ akwụkwọ na Grahamstown School of Art, na site na 1923 na Royal College of Art na London, n'okpuru Henry Moore na Derwent Wood",
  "Ọ laghachiri Kenya na 1927 wee guzobe ụlọ ọrụ n'ebe ahụ",
  "Mitford-Barberton bụ onye na-arụsi ọrụ ike na South African Society of Arts ma kụziere nka na Michaelis School of Fine Art na Cape Town.",
  "O mere ihe ncheta nke Jock nke Bushveld na Barberton, ebe ndị nna nna ya hiwere",
  "Ihe oyiyi ọla nchara nke agụ owuru na Hout Bay, ebe o bi, bụ ọrụ ya. Mitford-Barberton mere ihe ọkpụkpụ nke Peter Pan na Red Cross Children's Hospital na mbà Cape Town",
  "Na mpaghara afọ 1930, o mere akụkụ nke mpụga na ịchọ mma ime ụlọ nke Mutual Building, na Cape Town, ụlọ kachasị elu n'oge ahụ na Africa 91 mita iri itoolu na otu (ukwu narị abụọ na iri itoolu na itoolu ) (ma e wezụga Pyramids nke Giza)",
  "N'èzí, a na-eji mita otu narị mita na iri abụọ (ukwu narị atọ na iri itoolu) granite frieze na itoolu 4-mita-elu (13 ) ọnụ ọgụgụ.",
  "Mitford-barberton mere ihe osise stucco nke e debere na pediments nke ụlọ ọha na eze nke Tongaat na Maidstone na Kwa-Zulu Natal",
  "Ihe osise ndị a bụ ihe nṅomi nke ọrụ narị afọ nke iri na asatọ na Cape nke onye a ma ama bụ Anton Anreith na onye ọrụ ibe ya, onye na-atụpụta ụkpụrụ ụlọ bụ Louis Thibault",
  "Ebe Anreith na Thibault gosipụtara ọnụ ọgụgụ Palladian sitere na akụkọ ifo oge ochie, Mitford-Barberton mere ìgwè nke ndị ọrụ ugbo, na ihe atụ maka ezinụlọ Saunders, ndị guzobere Tongaat Sugar Company",
  "Mitford-Barberton mekwara ihe ọkpụkpụ na-enweghị onwe ya maka oghere ọha na eze na ogige ubi na ala Tongaat",
  "Miford-Barberton kere ihe ọkpụkpụ nke ezinụlọ Settler na 1820 Settlers National Monument na Grahamstown.",
  "Site n'afọ 1947 ruo afọ 1961, Mitford-Barberton bụ onye otu Royal Society of British Sculptors, afọ 1957 rụọ afọ 1961 onye otu Society na onye otu Theosophical Lodge Cape Town.",
  "Mitford-Barberton bụ onye ama ama n'ihe gbasara mgbasa ozi.  N'afọ 1947, ndị ọchịchị mpaghara Cape nyere ya ọrụ ịkwadebe ihe ngosi nke uwe agha obodo n'ihe banyere nleta nke Eze George nke Isii",
  "N'oge na-adịghị anya ógè nke ahụ gasịrị, ndị ọchịchị gwara ndị obodo ka ha nyochaa ogwe aka ha, ma ọ bụrụ na ọ dị mkpa, Mitford-Barberton mezie ya ọzọ, iji meziwanye àgwà heraldic",
  "Màkà ya, o mere ọtụtụ uwe agha obodo, ụfọdụ n'ime ha na mmekorita ya na H",
  "Ellis Tomlinson (na England)",
  "N'afọ 1956, ọ gwara Institute of Town Clerks of Southern Africa okwu banyere isiokwu ahụ.",
  "Ọ bụ onye guzobere Heraldry Society of Southern Africa n'afọ 1953",
  "Ọ bụ onye otu Heraldry Council site n'afọ 1963 ruo afọ1972.",
  "Ivan Mitford-Barberton dere ọtụtụ akwụkwọ banyere akụkọ ihe mere eme nke ezinụlọ ya na 1820 Settlers",
  "Ọ lụrụ di ugboro abụọ ma nwee ụmụ ise, ụmụ nwoke atọ na ụmụ nwanyị abụọ."
]