[
  "Ivenue Love-Stanley FAIA NOMA, bụ onye Amerịka na-ese ụkpụrụ ụlọ",
  "O guzobere Stanley, Love-Stanley P.C., ụlọ ọrụ na-ahụ maka ihe owuwu na imewe nke dị na Atlanta",
  "Ọ bụ nwanyị Afrịka Amerịka mbụ gụsịrị akwụkwọ na Georgia Institute of Technology's College of Architecture, na 1983 ọ ghọrọ nwanyị Afrịka Amerịka nke mbụ nwere ikikere na Southeast",
  "Ọrụ Love-Stanley gụnyere Aquatic Center maka 1996 Centennial Olympic Games, Lyke House Catholic Student Center na Atlanta University Center, Southwest YMCA na St",
  "Paul's Episcopal Church (nke ritere ihe nrite site na National Organization of Minority Architects (NOMA)), Auburn Market na Sweet Auburn na isi ụlọ ọrụ National Black Arts Festival.",
  "A zụlitere ya na Meridian, Mississippi, Love-Stanley nwetara nzere bachelọ nke sayensị na mgbakọ na mwepụ na Millsaps College na 1972 na Master of Architecture na Georgia Institute of Technology na 1977. Love-Stanley abụwo onye nkwado siri ike nke mgbalị itinye Georgia Tech, na-enye onyinye kwa afọ maka mmemme nduzi ụmụ akwụkwọ nke na-akwụghachi ụmụ akwụkwọ si n'Afrịka ụgwọ akwụkwọ agụmakwụkwọ siri ike na agụmakwụkwọ na ọzụzụ",
  "Ọ rụkwara ọrụ dị ka onye na-ahụ maka ndị gụsịrị akwụkwọ na Georgia Tech na onye otu National Advisory Board.",
  "Ya na di ya William J",
  "\"Bill\" Stanley III, ya na ya guzobere Stanley, Love-Stanley, P.C",
  "na 1978 nke ghọrọ ụlọ ọrụ nke abụọ kachasị ukwuu nke ndị Afrịka Amerịka na South. Ọrụ ya na NOMA gụnyere ịmepụta njikọ iwu na American Institute of Architects",
  "N'oge 1996 Summer Olympic Games, Love-Stanley chepụtara ma lekọta ntinye nke \"Celebrate Africa\" ngosi na arụmọrụ",
  "O mechara nye ọrụ imewe maka Youth Art Connection, gallery na ebe nka maka Boys and Girls Clubs nke Metro Atlanta.",
  "Love-Stanley jere ozi n'ọtụtụ bọọdụ nchekwa akụkọ ihe mere eme yana na City of Atlanta's Zoning Review Board. Love-Stanley jere ozi afọ asatọ na Board of Directors nke Atlanta Midtown Improvement District nke na-elekọta ọrụ mmezi isi obodo na Midtown Atlanta",
  "Ọ kwadokwara mgbalị iji họpụta mpaghara West End nke Atlanta dị ka mpaghara akụkọ ihe mere eme nke mba, na-ewepụta onwe ya iji nyochaa akwụkwọ, kwadebe eserese ma na-eje ozi dị ka onye ndụmọdụ. Mgbe ọ nọ na bọọdụ nke Atlanta Preservation Center, ọ kwụsịrị ịkwatu ọtụtụ ụlọ dị ịrịba ama ma duzie mweghachi nke Herndon Home Museum (nke Alonzo Herndon, otu n'ime ndị Afrịka Amerịka kacha baa ọgaranya na US.Ọ dị iche iche Love-Stanley nyekwara aka na ọrụ ya pro bono na imewe na mmepe nke ọrụ Sweet Auburn Avenue nke rụrụ ọrụ iji mee ka mpaghara dị na Atlanta dị gburugburu Martin Luther King Jr",
  "National Historical Park na APEX Museum, n'ebe ọwụwa anyanwụ nke Downtown Atlanta.",
  "O nwetala ọtụtụ obodo na ọrụ ọkachamara maka ọrụ ya na mmepe nke mpaghara akụkọ ihe mere eme nke Atlanta yana nkwado ya maka itinye ndị ka nta n'ọrụ ihe owuwu.",
  "Ịhụnanya-Stanley na-etinye aka n'ọrụ ọrụ obodo yana imepụta ihe owuwu",
  "Abụọ n'ime Stanley Love-Stanley, P.C",
  "na-arụ ọrụ Horizon Sanctuary (nke nwere Ebenezer Baptist Church) na ihe a tụrụ atụ na John Westley Dobbs Plaza na Atlanta nke gosipụtara n'akwụkwọ Judith Dupre, Monuments: America's History in Art and Memory (Random House, 2007)",
  "Ụfọdụ onyinye maka ọrụ ụlọ ọrụ ya bụ:"
]