[
  "Ivonne Passada Leoncini (4 Eprel 1956 - 11 Machị 2023) bụ onye prọfesọ Uruguayan na onye ndọrọ ndọrọ ọchịchị nke Broad Front.  Site na 3 Maachị 2015, ọ rụrụ ọrụ dị ka onye omebe iwu nọchiri anya Eduardo Bonomi, onye akwadoro dị ka Minista nke ime obodo maka gọọmentị Broad Front etinyere na 1 Maachị.",
  "A mụrụ Ivonne Passada na Montevideo na 4 Eprel 1956",
  "Ọ gụsịrị akwụkwọ praịmarị na nke sekọndrị na Colegio Clara Jackson de Heber.  Ọ banyere na ngalaba Iwu [es] nke Mahadum Republic.  Agbanyeghị, ọ gụsịrị akwụkwọ gbasara mmekọrịta mmadụ na ibe ya na mahadum Social Sciences Institute, wee were nkuzi nchekwa ụlọ ọrụ na Universidad del Trabajo del Uruguay [es] (UTU).  Malite na 1984, ọ rụrụ ọrụ dị ka prọfesọ na UTU, yana onye nkuzi nke nchekwa ụlọ ọrụ, ọrụ ndị ọ rụrụ ruo 2004..",
  "Passada bụ onye na-arụsi ọrụ ike nke agbata obi na kọmishọna mmepe nke mpaghara Malvín Norte",
  ". Site na 1984 ọ bụ akụkụ nke nwughari ochichi onye kwuo uche nke otu agụmakwụkwọ na PIT-CNT;  ọ bụ otu n'ime ndị ndu nke Association of UTU Officials (AFUTU) site na 1985 ruo 2002.  Site na 2002 ruo 2004 ọ bụ onye otu PIT-CNT na Secretary ya, bụrụ otu n'ime ndị nhazi.",
  "Passada malitere ọrụ agha ya na Tupamaros National Liberation Movement na 1985, na 2002 ọ sonyeere National Directorate of the Movement of Popular Participation (MPP), ngalaba ndọrọ ndọrọ ọchịchị nke Broad Front.",
  "Na ntuli aka mba nke 31 October 2004, a họpụtara Ivonne Passada onye nnọchi anya ọzọ.  O weghaara aha onye nnọchi anya na 1 March 2005, mgbe Eduardo Bonomi, onye Passada nọchiri anya ya, ghọrọ onye isi nke Ministry of Labor and Social Affairs.  Kemgbe ahụ ọ bụbu onye otu na-ahụ maka ọrụ iwu na-ahụ maka ọrụ na kọmitii pụrụ iche maka okike na nha anya nke Ụlọ Nnọchiteanya.  Na 2006, a họpụtara ya osote onye isi oche nke Labour Legislation Commission, na 2007 a họpụtara ya onyeisi oche.",
  "Na ntuli aka nke Ọktoba 2009, Passada na-eduzi ndepụta MPP nke ndị nnọchi anya Montevideo",
  "Na 15 February 2010, ọ were ọrụ dị ka onyeisi oche nke Chamber nke ndị nnọchiteanya nke ọhụrụ omebe iwu..",
  "Na June 2012, onye isi oche ọhụrụ nke Broad Front, Monica Xavier, weghaara ọrụ;  Ahọpụtakwara ndị osote onye isi atọ, otu n'ime ha Passada, ya na Senator Rafael Michelini (New Space) na onye bụbu onye nhazi PIT-CNT, Juan Castillo [es] (Communist Party).",
  "N'October 2012, a họpụtara ya ka ọ bụrụ osote onye isi oche nke Inter-Parliamentary Union, ọkwa nke ahọpụtara ya n'otu ọnụ na nke ọ na-ejide kemgbe ahụ..",
  "Na ntuli aka mba nke Ọktoba 2014, a họpụtara Passada ọzọ onye nnọchi anya Montevidean maka Space 609 nke Broad Front, wee sonye na ndepụta ngalaba ahụ na Senate dị ka onye nnọchi mbụ nke Minista ime ime, Eduardo Bonomi.",
  "Mgbe President Tabaré Vázquez kwadoro Bonomi dị ka Minista nke ime obodo, Passada weere ọrụ dị ka Senator nke Republic dị ka onye nnọchiteanya ya..",
  "Passada nwụrụ onwu na 11 onwa Machị 2023, mgbe ọ dị afọ 66."
]