[
  "Ivy Uche Okoronkwọ, Ivy Okoronkwọ bụ osotere Inspector General of Police (DIG) na ndị uwe ojii nke Naịjirịa",
  "Ọ bụkwa onye nke abụọ n'ọchịchị n'oge nke Inspector General of Police bụ Maazị Hafiz Ringim",
  "Mgbe a họpụtara ya ka ọ bụrụ DIG na ndị uwe ojii nke Naijiria na mkpụrụ ụbọchị ise n'ọnwa Ọktoba n'afọ 2010, ọ ghọrọ nwanyị mbụ a họpụtara ka ọ bụrụ onye DIG. Mgbe ọ bụ osotere onye isi ndị uwe ojii (AIG) nakwa onye isi mpaghara asaa, ọ bụkwa nwanyị mbụ n'eduzi iwu",
  "Mgbe ọ bụ Kọmishọna nke ndị uwe ojii (CP) n'elekọta Ekiti Steeti, Naịjirịa, ọ bụkwa nwanyị mbụ bụ onye uwe ojii a g'eziga ka ọ bụrụ onye isi nke ndị uweojii na Naịjiria.",
  "Okoronkwọ bụ nwa-afọ Arochukwu n'Abia Steeti, Nigeria",
  "Ọ debanyere aha na ndị uwe ojii Naijiria dị ka Cadet Assistant Superintendent n'ụbọchị mbụ n'ọnwa August n'afọ1978",
  "Tupu ọ banye na ndị uwe ojii Naijiria, ọ nwetara nzere bachelọ na Sociology / Criminology na Mahadum Ahmadu Bello, Zaria n'afọ 1977",
  "A họpụtara Okoronkwọ ka ọ bụrụ nwanyị mbụ bụ Kọmishọna ndị uwe ojii (CP) ka ọ bụrụ onye isi nke Steeti Kọmmand na Naịjirịa",
  "[citation needed] E mere ya Kọmishọna nke ndị uwe ojii maka Ekiti Steeti n'ụbọchị iri abụọ na asatọ n'ọnwa Disemba n'afọ 2005",
  "Ọ bụbu onye isi nke ndị uwe ojii n'ahụ maka ụlọ ọrụ ndị uwe ojii n'isi ụlọ ọrụ ndị agha Abuja.\nE bulitere ya n'ọkwa dị ka onye enyemaka Inspector General of Police (AIG) ma ziga ya ka ọ bụrụ onye isi mpaghara asaa Kọmmand Abuja",
  "N'ọrụ ahụ, ọ n'elekọta Kọmmand Steeti atọ gụnyere Federal Capital Territory, Niger Steeti nakwa Kaduna Steeti",
  "Ọ ghọkwara nwanyị mbụ na ndị uwe ojii Naijiria n'eduzi Zonal Command.\nNa Tuzdee mkpụrụ ụbọchị ise n'ọnwa Ọktoba n'afọ 2010, a họpụtara Okoronkwọ ka ọ bụrụ osotere onye isi ndị uwe ojii",
  "E mekwara ya onye nke abụọ n'ọchịchị nye Inspector General of Police Mr",
  "Hafiz Ringim",
  "Ọ ghọkwara nwanyị mbụ a họpụtara ka ọ bụrụ osotere onye isi ndị uwe ojii na ndị uwe ojii Naịjirịa.\nN'ụbọchị iri abụọ na ise nke ọnwa Jenụwarị n'afọ 2012, Onye isi ala Goodluck Jonathan kwadoro ịla ezumike nká nke ndị osotere ndị uwe ojii niile n'eje ozi gụnyere Okoronkwọ onye bụbu DIG POL 2i / c Force Headquarters, Abuja",
  "Ọ lara ezumike nká mgbe a họpụtara Maazị Mohammed Dikko Abubakar dị ka onye isi ndị uwe ojii ọhụrụ na onye na-eto eto nke n'esote Okoronkwọ",
  "Nke a bụ dịka omenala nke ndị uwe ojii Naijiria n'eme ka onye isi ọ bụla laa ezumike nká mgbe a họpụtara onye isi dị ala ka ọ bụrụ onyeisi ndị uwe ojii."
]