[
  "Iwe ọnọdụ nke Nandi bụ usoro akụkọ ihe mere n'oge gara aga nke obodo dị iche iche taa mejupụtara ndị Nandi nke Kenya siri biri na Obodo Nnadi",
  "E jidere ya n'ime n'akụkọ ifo nke Nandi dị ka usoro pụrụ iche nke ndị òtù sitere na Kalenjin ortinwek  dị iche iche mejupụtara.",
  "Dị ka akụkọ mmalite Kalenjin si kwuo, njirimara Nandi sitere na nkewa nke ihe bụ otu ìgwè nke Kipsigis na Nandi",
  "Ha ebiela na Rongai dị nso na Nakuru dị ka otu ìgwè dịko n'otu màkà ọtụtụ  oge tụpụ a manye ha ikewapụ onwe ha n\"ihi ihe ndị na-emegide gburugburu ebe obibi, ọkachasị ụkọ mmiri ozuzo na mwakpo nke ndị Maasai site na Uasin Gishu.",
  "Akwụkwọ Omenala Kipsigis nke Orchadson dere (1927) kwenyere na KipSigis na Nandi abụrụlarị otu njirimara jikoro onu ruo na mmalite narị afọ nke iri na itoolu",
  "N'ihe dị ka n'oge ugbu a, ha kwagara n'akuku ndịda  ugwu site na mba ebe ndi Masai bi, \"N' eleghị anya bụrụ mba Uasin Gishu dị ugbu a\" ebe ha kewara ụzọ abụọ na mberede site nʼaka ndị Masain bụ nke ndị Orchadson dere dị Ka \"Uasin gishu (Masai) bi na ndagwurugwu Kipchoriat (Nyando). Akụkọ sitere na Hollis na-ekwu maka \"alaka a na'akpọ 'L-osigella ma ọ bụ Segelli [onye] gbabara na ndagwurugwu Nyando mana ndị Nandi na Lumbwa kpochapụrụ ha...Ọ bụ site n'aka ha ka ndị Nandi nwetara usoro ọchịchị ha site na ndị dọkịta.",
  "Akụkọ Nandi banyere mmalite nke agbụrụ ahụ na-egosipụta usoro dị mgbagwoju maka ikwere ọnọdụ ha",
  "Kalenjin ortinwek nke kwagara ma biri n'ógbè Nandi, si otú a ghọọ agbụrụ Nandii, bịara;",
  "Akụkọ ọdịnala Nandi bụ na ndị mbụ biri na mba ha si Elgon wee guzobe ezinụlọ Kipoiis; aha nke nwere ike ịpụta 'mmụọ'",
  "Ọ bụ nwoke aha ya bụ Kakipoch, onye guzobere ngalaba Nandi nke Kalenjin duziri ha ma a na-ekwu na ha biri na emet (obodo) nke Aldai na ndịda ọdịda anyanwụ Nandii",
  "Otu n'ime onye  Bororiet mbụ nke e mechara gụọ  Kakipoch na n'akụkụ ili ya, nke a ka na'egosi na ugwu Chepilat na Aldai nwere ogwe osisi oliv oge ochie",
  "Akụkọ banyere olili ya bụ na e liri ozu ya n'elu akpụkpọ ehi, tinyere ihe onwunwe ya, wee hapụ ya maka anụ ọhịa bea.",
  "Ọmụmụ maka usoro iwe ọnọdụ a na-egosi na mpaghara ndịda bụ ndị mbụ bụrụ ụzọ biri",
  "Dịka na-agbata afọ 1910, ndị a bụ ndị emet nke Aldai n' ọdịda anyanwụ na, site n\"oge ahụ, agbakwunyere emet nke Soiin nʼ ọwụwa anyanwụ",
  "A na-eche na ndị pororosiek mbụ bụ Kakipoch na Aldai na Tuken na Soiin.",
  "Ọ bụ ihe pụtara ìhè na oghere Sirikwa (nke ndị Nandi maara dị ka mukowanisiek) fọrọ nke nta ka ọ ghara ịdị n'ebe ndị mbụ biri, bụ naanị nke ugbua na Nandii Escarpment n\"onwe ya",
  "Otú ọ dị, a chọpụtara ha n'ọnụ ọgụgụ dị ukwuu na mpaghara ugwu nke Nandi.",
  "A na-eche na ndị na'ime obodo na mmụba nke ọnụ ọgụgụ mmadụ n'ozuzu ha dugara na mgbasawanye ugwu nke njirimara na na - na A na-eche na oge a hụrụ ọrụ na nguzobe nke emotinwek nke Chesume, Emgwen na Masop",
  "Oge a ga-ahụkwa nguzobe nke pororosiek ndị ọzọ.",
  "Mgbasawanye ikpeazụ mere n'etiti narị afọ nke iri na itoolu mgbe ndị Nandi weghaara ala dị larịị Uain Gishu site na Uasin Gissu.",
  "Omenala ndị dị n'akụkọ Tapkendi yiri ka ọ na-egosi na ndị Nandi na mbụ nwere ala dị larịị nakwa na aha ndị Maasai nọchiri aha ebe ndị Naandi",
  "Nke a dị ka e kwuru gosipụtara site na ụfọdụ \"aha ebe ndị Masai nọ n'ebe ọwụwa anyanwụ Nandi nke na-egosi na ndị Massai nwere ihe dị mkpirikpi nke Nandii ihe dịka kilomita ise n\"obosara, ndị a gụnyere Ndalat, Lolkeringeti, Nduele na Ol-lesos, nke sitere na mmalite narị afọ nke iri na itoolu na Nandy na ya dị na aha koret (district).",
  "Omenala Kipsigis dị ka ndị Orchadson dere (1927), na-ekwu na n'oge ndị Kip Sigis na Nandi bụ otu njirimara, ha kwagara n\"ebe ndịda site na mba 'Masai'",
  "Orchadson na-ekwu na nke a bụ \"ma eleghị anya mba Uasin Gishu dị ugbu a\"",
  "N'ebe a, ha kewara ụzọ abụọ na mberede site na wedge nke Masai onye Orchadson dere dị ka \"Uasin Gishu (Masai) bi na ndagwurugwu Kipchoriat (Nyando).  Akụkọ sitere na Hollis na-ezo aka na \"alaka a na'akpọ 'L-osigella ma ọ bụ Segelli [onye] gbabara na ndagwurugwu Nyando mana ndị Nandi na Lumbwa kpochapụrụ ha...Ọ bụ site n'aka ha ka ndị Nandi nwetara usoro ọchịchị ha site na ndị dọkịta.",
  "Nke a kwekọrọ na omenala ndị Maasai nke na-ekwu na ndị Loosekelai (ndị jikọtara ha na Siger ya bụ Sigerai) bụ ndị njikọ nke obodo Uasin Gishu na Siria wakporo.",
  "Enweghị ụbọchị e nyere maka nkwarụ Kipsigis na Nandi nke ga-abụ oge na ụbọchị ntọala nke njirimara ndị a",
  "Otú ọ dị, Dobbs (1910) dere ihe banyere mmalite afọ nke Lumbwa",
  "O kwuru na afọ kachasị ochie ọ nwere ike ide ihe bụ Maina bụ ndị a malitere n'ihe dị ka 1856",
  "Ọ dịghị onye ọ bụla n'ime afọ ndị a ma ọ bụ ndị na-esonụ dị ndụ n\"oge ahụ",
  "O kwuru na ndị kacha mee mkparịta ụka na n'ezie ndị Lumwba kacha ochie n\"oge ahụ dị nro 64-67",
  "O kwukwara na a malitere ha n'afọ 1866 mgbe ha dị ihe dị ka afọ iri na abụọ ruo iri ise.",
  "N'agbanyeghị na ndị kasị ochie a gbara ajụjụ ọnụ dị ndụ n'oge mmalite Maina, Dobbs na-ekwu na \"Ọ bụ ezie na m mere nnyocha kachasị mma, enweghị m ike ịchọpụta ihe ọ bụla gbasara afọ ibi úgwù ọ bụ tupu 'Maina' (1856) \".",
  "A na-ahụ njirimara Nandi (ma ọ bụ Chemwal n'oge gara aga) mgbe Kakipoch na ndị bi na Elgon na Nandii biri",
  "Omenala na-ekwu na ndị si Lumbwa mechara sonye n'ezinụlọ Kipoiis. Site na akụkọ Kalenjin nke mmalite, njirimara Chemwal pụrụ iche (na-ebute Nandi) yiri ka ọ malitere mgbe ngalaba Nandii na Lumbwa kewara",
  "A na-ekwu na ha na'ihi ihe dịgasị iche iche, ọkachasị ụkọ mmiri ozuzo na mwakpo nke ndị Uasin Gishu Maasai. Ndị Kipsigis kwagara n'ebe ndịda, biri gburugburu Kericho ebe ndị Nandi gara n\"ihu n \"ebe ọdịda anyanwụ\" wee biri na Aldai. Omenala abụọ ahụ kwekọrịtara n'ịtọ agbụrụ Elgon na Lumbwa dị ka ndị ọkwọ ụgbọala nke ọdịiche Chemwal.",
  "E dekọrọ ihe ụfọdụ pụrụ iche banyere agbụrụ ndị a nke nwere ike ịkọwa ọnọdụ nke obibi",
  "Dịka ọmụmaatụ, ekweghị ka ndị Kipoiis wuo ụlọ ha n'akụkụ ụzọ, na-egosi usoro obibi mbụ ebe ihe dị iche nwere ike ịbụ ikpe na ezumike zuru oke site na ebe ndị a na'ebe ndị dị mfe. A maara ha abụọ dị ka ikpe, n'ihi ọnọdụ mmekọrịta mmadụ na ibe ya n\"oge ahụ.",
  "Ihe ndị pụrụ iche e dere banyere Kipamwi, na-egosi na ha nwere ike ịbụ ndị nna nna na mpaghara ahụ",
  "Ebe mbụ Kipamwi bi bụ Mt",
  "Elgon, Sotik na Kosowa (ógbè abụọ ikpeazụ dị n'oké ọhịa n\"oge gara aga)",
  "N'otu aka ahụ, ndị Kipamwi nke mmalite nke narị afọ nke iri na itoolu bụ \"ndị na-achụ nta ukwu na (ndịrị ndụ) n'ụzọ dị ukwuu site na ịchụpụ\", a naghịkwa ekwe ka ha kụọ ọka ma ọ bụ soro \"ihe ọ bụla na ndị na'osisi\" na ya nwee ike \"iwu ụlọ ha n\" nso ndị n n-osiri, zụta ngwá agha ha kpọmkwem nʼaka ha, maọbụ ikwe ka ewu ha zute ewu ndị nke ndị ahụ n \"n'okporo ụzọ\".",
  "Nandi bi n'ókèala nke gara aga gbatịrị ruo n\"ebe ugwu dị ka isi iyi nke Osimiri Nzoia i.e",
  "Ugwu Elgon, ókèala nke ndị Nandi biri na nso nso a dị ka etiti narị afọ nke 19",
  "Ndị Karamojong wakporo mpaghara ugwu Nandi ugboro abụọ tupu ndị Nandii amalite nnukwu mwakpo megide ha na Choo hill dị nso na njikọ nke osimiri Kanyangareng & Turkwel",
  "Ezinụlọ Masinko nke Karamojong bụ ndị na-azụ anụ ebe a wakporo ma nwee ihe ịga nke ọma n'ịchụpụ ndị mwakpo Nandi.",
  "N'ịzaghachi mwakpo Nandi, ndị Karimojong haziri ndị agha dị ike iji kewaa Nandii kacha nso na mmiri Turkwel-Nzoia mana njem ahụ laghachiri wee kọọ na Nami alaghachila n'ebe ndịda",
  "Ndị Nandi emeghị ka Karamojong nwee nsogbu site n'oge ahụ na mmiri Turkwel-Nzoia ghọrọ ala na-enweghị ndị mmadụ.",
  "Ihe ụfọdụ pụrụ iche gbasara agbụrụ ndị ahụ na Karamojong na-emekọrịta ihe nwere ihe yiri ya",
  "Dịka ọmụmaatụ, a machibidoro agbụrụ ndị a ịgafe n'ebe ndịda mbụ",
  "Dịka ọmụmaatụ, a machibidoro ndị Sokom ibi na Kavirondo ma ọ bụ Lumbwa, ekweghị ka ndị Moi wakpo na Kamasia ma bụrụ na ka Ka virondo, ma machibido ndị Kamwaike ibi n'obodo Nyangori.",
  "Omenala ndị Orchadson dere na-egosi na ha na ndị bi na ndagwurugwu Kipchoriat zutere n'ihe dịka n\"otu oge ahụ e guzobere njirimara Nandi",
  "Omenala ndị Dobbs chịkọtara na-egosi na nke a malitere na mmalite narị afọ nke 19",
  "Nke a kwekọrọ na nghọta dị ugbu a banyere Orkoinotet nke e guzobere n'etiti ndị Nandi na mmalite narị afọ nke 19.",
  "Ezinụlọ ndị ha na Siger mekọrịtara ihe nwere ọtụtụ ihe nyiri nye ezinụlọ Nandi nke oge ahụ",
  "Dịka ọmụmaatụ, ekweghị ka ndị Talai biri na Nyangori ma ọ bụ Kamasia",
  "E nwere ihe ùgwù ụfọdụ ndị jikọtara na Orkoinotet, ma eleghị anya site na mmalite ma ọ bụ n'oge narị afọ ahụ",
  "Ndị a gụnyere ikike dị ka ikike idobe ịnyịnya ibu -anụ ọhịa nke mpaghara mgbago Ugwu",
  "E gbochibidoro Ikike a nye agbụrụ ndị ọzọ gụnyere ndị na akwa ụta  Uasin Gishu bụ ndị ga-eji ịnyịnya ibu bịa n'ime iri afọ ndị sochiri ya",
  "Hollis kwukwara na ndị nwunye Orkoiyot \"enweghị ike ịrụ ọrụ ọ bụla, ọrụ ụlọ ha niile bụ ndị ohu na-arụ ya, nke a na-akpọ otuagik\"",
  "Ihe ùgwù ndị a dị n'aka onye na-ebu ọfịsahụ, ọ bụghịkwa n'ezinụlọ, n'agbanyeghị na ụmụaka niile nke ezinụlọ Talai yi ihe olu pụrụ iche nke gourds, nke a maara dị ka septook..",
  "Ndị ezinụlọ Lumbwa nke abụọ nke gụnyere ndị Tungo, Kipaa, Kipasiso na Kapchemuri (Chemuri) yanakwa Elgoni (Koni).",
  "Ihe ụfọdụ pụrụ iche e dere banyere agbụrụ ndị a nwere ike igosi nkà ha wetara na ha",
  "Dịka ọmụmaatụ, site na ngwụcha narị afọ nke iri na iteghete na mmalite narị afọ nke iri abụọ, a na-achọsi ndị Kipasiso ike ma \"na-etinye aka n'ịrụ osisi korosiot na agbamakwụkwọ\"",
  "N'ihi ya, a ghọtara ezinụlọ a ma eleghị anya nwee ụdị ihe ọmụma gbasara ememe agbamakwụkwọ",
  "A na-akwanyere ndị Tungo ùgwù dị elu n'otu oge ahụ, a n'ahọrọkwa otu n\"ime ọnụ ọgụgụ ha dị ka onye ọka ikpe ma ọ bụ onye nnọchiteanya na esemokwu niile",
  "N'ihi ya, ezinụlọ a nwere ike ịbụ na a ghọtara ma ọ bụ gosipụta njirimara nke uche dị ọcha maọbụ ma eleghị anya ihe ọmụma dị elu nke iwu dị iche iche (ya bụ, n'ihe gbasara ikpe ziri ezi)."
]