[
  "Mweghachi gburugburu ebe obibi nwere njikọ chiri anya ya na (ma ọ bụ ma eleghị anya mgbe ụfọdụ a na-akpọ) mweghachi gburugburu ebe obibi ma ọ bụ mmezi gburugburu ebe obibi",
  "Na US, remediation bụ okwu a na-ejikarị eme ihe na mpaghara ụlọ ọrụ, iwu ọha na eze, na ọrụ obodo",
  "Mweghachi gburugburu ebe obibi bụ okwu a na-ahụkarị n'ime ụmụ amaala na-ahụ maka gburugburu ebe obibi.",
  "Na mbipụta 1987 nke akwụkwọ ya Restoring the Earth: How Americans are Working to Renew our Damaged Environment, onye nchịkọta sayensị na onye edemede John J",
  "Berger kọwara mweghachi gburugburu ebe obibi (ma ọ bụ mweghachi nke ihe onwunwe sitere n'okike) dị ka ndị a: \"Usoro nke a na-eme ka ihe okike mebiri emebi dị ọhụrụ",
  "N'ihe ndị dị ndụ",
  "N'ụzọ e si eme ya",
  "N'ọrụ",
  "\"",
  "Uto na-aga n'ihu nke ọnụ ọgụgụ mmadụ n'ụwa na mmetụta ya, pụtara na mkpa maka mweghachi gburugburu ebe obibi aghọwo doro anya",
  "Okwu ochie \"otu ounce nke mgbochi ruru otu pound nke ọgwụgwọ\" na-egosi eziokwu ahụ bụ na mweghachi gburugburu ụlọ anaghị aga nke ọma mgbe niile (ma ọ bụ naanị ogologo oge) na, mgbe ọ ga-ekwe omume, ọ na-esikarị ike ma dị oke ọnụ",
  "A na-elegharakarị mweghachi gburugburu ebe obibi anya, ma ọ bụ na-eleghara anya ma ọ bụ a na-ewere ya dị ka ihe na-adịghị mma ma ọ bụ nke dị ala",
  "Otú ọ dị, n'ọtụtụ mba ndị mepere emepe, ọha na eze na-achọwanye ya, ọ dịkarịa ala kemgbe mmalite afọ 1970 ma ọ bụrụ na ọ bụghị tupu.[Tinye edensibịa]",
  "Mmasị na ọrụ gbasara mweghachi gburugburu ebe obibi emeela ka e nwee ngalaba ọhụrụ nke nnyocha na usoro eji eme ihe n'ime ihe ndị dị ndụ, mweghachi gburugburu ụwa.",
  "A na-etinye mweghachi gburugburu ebe obibi n'ọnọdụ mmiri (mweghachi gburugburu ebe obibi nke ọdọ mmiri, mweghachi gburugburu gburugburu ebe obibi, mweghachi nke gburugburu ebe obibi osimiri, mweghachi ala mmiri, wdg) na nke ala (ala ahịhịa, ọhịa, ọzara, ala dị larịị, ugwu, wdg.",
  "Mweghachi gburugburu ebe obibi na-agụnye ọtụtụ ụzọ na teknụzụ dị iche iche dabere na ihe achọrọ maka ọnọdụ ahụ",
  "Ọ nwere ike ịgụnye ngwá ọrụ dị arọ dị ka cranes, graders, bulldozers, ma ọ bụ excavators, yana usoro aka dị ka ịkụ osisi na ahịhịa ndị ọzọ",
  "Ọ nwere ike ịgụnye usoro teknụzụ dị elu dịka ndị a na-etinye na njikwa gburugburu ebe obibi nke ọma achọrọ na usoro igbu azụ",
  "Taa, a na-ejikarị usoro kọmputa eme ihe na usoro ndị a",
  "Nchịkọta dabeere na kọmputa aghọwokwa akụkụ dị mkpa nke ọrụ mweghachi, dị ka iji kọmputa gosiputa etụ ihe dị.[Tinye edensibịa]",
  "N'ọnọdụ ụfọdụ, ọrụ nrụzigharị gburugburu ebe obibi na-arụ ọrụ kpamkpam site na ndị ọkachamara na-arụkọ ọrụ na ndị ọrụ na-ahụ maka ọrụ",
  "Na ndị ọzọ, ndị obodo nkịtị nwere ike ịrụ ọtụtụ ọrụ, na-enweta nkà ka ọrụ ahụ na-aga n'ihu.[Tinye edensibịa] Enwere ike ịhụ atụ nke usoro a na Project Maitai ebe Nelson City Council, New Zealand, na-arụ ọrụ na njikọ aka nke ndị otu obodo, dị ka Friends of the Maitai na ụlọ akwụkwọ mpaghara, iji weghachi Osimiri Maitai na ndị na-eso ya.",
  "Ngalaba mba ụwa nke mweghachi bụ nke ndị na-anaghi achọ uru",
  "Mana n'agbanyeghi nke a, gọọmentị na ngalaba agụmakwụkwọ, na US na ụfọdụ mba ndị ọzọ (dịka",
  "Australia, nke nwere ngalaba nrụzigharị nke na-egwupụta ihe n'ime ala siri ike), enwere ahịa na-arụsi ọrụ ike maka mweghachi gburugburu ebe obibi",
  "Ahịa US gbasiri ike n'oge na-adịghị anya mgbe Congress weputara Iwu Mmiri Dị Ọcha na Ngalaba Nchebe Gburugburu Ebe Obibi weputara iwu mmejuputa iji gbochie ọnwụ nke iyi na ala mmiri, yana n'ihi ntinye nke Iwu Ụdị Dị n'ihe nke 1973",
  "Iwu Nchịkwa na Nchịkwa nke 1977 nke ala mepụtara ohere mweghachi. Mgbe iwu sitere na iwu ndị a bịara n'ịntanetị n'etiti afọ 1980, e nwere ụlọ ọrụ ole na ole ruru eru ma ọ bụ nwee ahụmịhe n'ịrụ ọrụ nrụzigharị buru ibu",
  "Atụmatụ mbụ nke dollar na ọrụ na US bụ ijeri dọla itoolu na nde dọla narị ise na ahịa kwa afọ, na mmadụ otú puku narị na iri abụo na isii na-arụ ọrụ.",
  "N'afọ 1975, DOD malitere ihicha ebe ndị agha na-emetọ n'okpuru \"Installation Restoration Program\"",
  "N'afọ 1986, e dezigharịrị iwu Comprehensive Environmental Response, Compensation, and Liability Act site na 1976 iji mepụta \"Defense Environmental Restoration Program\". N'afọ 2001, DoD guzobere \"Military Munitions Response Program\" maka ebe ndị a maara ma ọ bụ na-enyo enyo na ha nwere ogbunigwe a na-agbabeghi agba, ogbunigwe ndị agha tụfuru, ma ọ bụ ihe ndị mejupụtara ogbunigwe.",
  "Ngalaba nke Ndị Agha Mmiri na-edekọ mweghachi gburugburu ebe obibi ya na nchịkọta faịlụ ndekọ nchịkwa ya maka ụlọ ọrụ ọ bụla",
  "Ka ọ na-erule afọ 2022, a chịkọtara ndị a n'ime mpaghara U.S ise, nke gụnyere, Northwest, Hawaii, Southwest, Midatlantic na Southeast."
]