[
  "A na-akọwa mweghachi ọhịa dị ka ihe iji weghachite usoro gburugburu ebe obibi, nke na-eme ka mgbake nke ọdịdị ọhịa, ọrụ gburugburu ebe obibi na ọkwa dị iche iche dị iche iche na ndị na-ahụkarị Ohia Climax bụ gburugburu ebe obibi kwụsiri ike nke mepụtara biomass kachasị, mgbagwoju anya na ụdị dị iche iche nke ga-ekwe omume n'ime oke ihu igwe na ala nyere ma na-enweghị ọgba aghara sitere na ụmụ mmadụ (nkọwa ọzọ ebe a).  Ya mere oke ohia Climax bu ihe ebum n'obi na gburugburu ebe obibi, nke na-akọwapụta ebumnobi kachasị nke mweghachi nke ọhịa.  Ebe ọ bụ na ihu igwe bụ isi ihe na-ekpebi nhazi oke ọhịa, mgbanwe ihu igwe zuru ụwa ọnụ nwere ike ime ka ebumnobi mweghachi na-agbanwe agbanwe. Tụkwasị na nke a, a ghaghị iburu n'uche mmetụta mgbanwe ihu igwe nwere ike inwe na ebumnuche mweghachi, dịka mgbanwe na okpomọkụ na usoro mmiri ozuzo nwere ike ịgbanwe ihe mejupụtara na nkesa nke oké ọhịa.",
  "Mweghachi nke ọhịa bụ ụdị pụrụ iche nke mweghachi osisi dị n'ókè ọhịa, ma ọ dị iche na ịkọ osisi a na-emekarị n'ihi na ihe mgbaru ọsọ ya bụ isi bụ mgbake nke ụdị dị iche iche na nchebe gburugburu ebe obibi..",
  "A na-akọwa mweghachi ọhịa na ala (FLR) dị ka usoro nke na-achọ iweghachite ọrụ gburugburu ebe obibi ma melite ọdịmma mmadụ na ala ndị e gburu ma ọ bụ ndị mebiri emebi. E mepụtara FLR dị ka nzaghachi maka mmebi na-arịwanye elu na ọnwụ nke oké ọhịa na ala, nke mere ka mbelata nke ụdị dị iche iche na ọrụ gburugburu ebe obibi. FLR dị irè ga-akwado mmezu nke Ihe mgbaru ọsọ mmepe na-adịgide adịgide. Afọ iri nke United Nations na mweghachi nke gburugburu ebe obibi (20212030) na-enye ohere iji weghachite ọtụtụ narị nde hekta nke oké ọhịa mebiri emebi na gburugburu ebe obibi ndị ọzọ. Nweghachi gburugburu ebe obibi nke na-aga nke ọma chọrọ nghọta dị mkpa banyere njirimara gburugburu ebe obibi maka ụdị ndị mejupụtara ya, yana ihe ọmụma banyere otu ha si agbakọta, na-emekọrịta ihe ma na-arụ ọrụ dị ka obodo",
  "Mweghachi ọhịa nwere ike ịgụnye naanị ichebe ahịhịa fọdụrụnụ (mgbochi ọkụ, mwepu ehi wdg) ma ọ bụ ntinye aka na-arụsi ọrụ ike iji mee ka mmelite okike dị ngwa, yana ịkụ osisi na / ma ọ bụ ịgha mkpụrụ (ịgha mkpụrụ kpọmkwem) nke ụdị nke ụdị nke usoro okike a na-achọ. Ụdị osisi a kụrụ (ma ọ bụ gbaa ume ka ha guzobe) bụ ndị a na-ahụkarị, ma ọ bụ na-enye ọrụ dị oke mkpa na gburugburu ebe obibi, usoro gburugburu ebe obibi",
  "Otú ọ dị, ebe ọ bụla ndị mmadụ bi na ma ọ bụ nso ebe nrụzigharị, ọrụ nrụzigharị na-agụnyekarị ụdị akụ na ụba n'etiti osisi ndị a kụrụ, iji nweta ihe oriri ma ọ bụ ngwaahịa na-emepụta ego.",
  "Mweghachi ọhịa bụ usoro na-agụnye, nke na-adabere na mmekorita n'etiti ọtụtụ ndị metụtara gụnyere obodo, ndị ọrụ gọọmentị, òtù ndị na-abụghị gọọmentị",
  "A na-atụle ihe ịga nke ọma ya na gburugburu ebe obibi n'ihe gbasara mmụba nke ụdị dị iche iche, biomass, mmepụta mbụ, ihe ndị dị n'ala na ikike ijide mmiri, yana nloghachi nke ụdị dị ụkọ na nke dị mkpa, njirimara nke usoro gburugburu ebe obibi",
  "Otú ọ dị, dị ka FAO si kwuo, ọrụ mweghachi na-eche ihe mgbochi akụ na ụba ihu site na enweghị nnukwu ego dị maka gọọmentị ruo na obere ihe onwunwe na ikike teknụzụ nke obere ndị nwe ya.",
  "Ihe ngosi akụ na ụba nke ihe ịga nke ọma gụnyere uru nke ngwaahịa ọhịa na ọrụ gburugburu ebe obibi mepụtara (dịka nchedo mmiri, nchekwa carbon wdg), nke na-eme ka e belata ịda ogbenye",
  "Ịkwụ ụgwọ maka ọrụ gburugburu ebe obibi (PES) na ngwaahịa ọhịa nwere ike inye ndị obodo ike ịkpali imejuputa ọrụ mweghachi. \nE gosipụtara mweghachi dị irè iji mee ka mgbake carbon nke oké ọhịa ndị mmadụ gbanwere site na pasent 50.",
  "Dị ka FAO si kwuo, Ọnọdụ Ọhịa Ụwa 2020, a chọrọ iweghachi oké ọhịa buru ibu iji mezuo ebumnuche mmepe na-adịgide adịgide na iji gbochie, kwụsị ma gbanwee ọnwụ nke ụdị dị iche iche",
  "Ọ bụ ezie na mba iri isii na otu, n'ozuzu ha, kwere nkwa iweghachi nde hekta iri asaa nke ala ọhịa mebiri emebi n'okpuru ihe ịma aka Bonn, ọganihu ruo ugbu a dị nwayọ",
  "Mweghachi ọhịa, mgbe etinyere ya n'ụzọ kwesịrị ekwesị, na-enyere aka weghachite ebe obibi na gburugburu ebe obibi, mepụta ọrụ na ego ma bụrụ ihe ngwọta dị irè nke ọdịdị maka mgbanwe ihu igwe",
  "Ọzọkwa, dị ka FAO si kwuo, mweghachi ọhịa na ala na-enye ọtụtụ uru maka ihu igwe, gụnyere nchụpụ na mbelata gas na-ekpo ọkụ. Afọ iri nke United Nations na mweghachi gburugburu ebe obibi 20212030, mara ọkwa na Machị 2019, na-ezube ime ka ọrụ mweghachi gburugburu ụlọ dị n'ụwa niile dị ngwa.",
  "Mweghachi ọhịa kwesịrị ekwesị ebe ọ bụla mgbake nke ụdị dị iche iche bụ otu n'ime ebumnuche ndị isi nke ime ka ọhịa dịghachi, dị ka maka nchekwa anụ ọhịa, nchedo gburugburu ebe obibi, njem nleta gburugburu ebe obibi ma ọ bụ inye ọtụtụ ngwaahịa ọhịa dị iche iche na obodo ndị dị n'ógbè ahụ. Enwere ike iweghachi ọhịa n'ọnọdụ dịgasị iche iche, mana ebe ndị mebiri emebi n'ime ebe echedoro bụ ihe kachasị mkpa, ọkachasị ebe ụfọdụ oké ọhịa na-anọgide dị ka isi iyi mkpụrụ n'ime ala",
  "Ọbụna n'ebe ndị a na-echebe, a na-enwekarị nnukwu ebe ndị a na'oké ọhịa: ndị a na - ndị a na na-egbutu n'elu ebe ma ọ bụ ebe ndị a kpochapụrụ maka ọrụ ugbo",
  "Ọ bụrụ na ebe ndị a na-echebe ga-arụ ọrụ dị ka ebe mgbaba anụ ọhịa ikpeazụ nke ụwa, a ga-achọ iweghachi ebe ndị dị otú ahụ.",
  "A na-etinye ọtụtụ ọrụ mweghachi ugbu a n'okpuru nchebe nke mweghachi ala nke oké ọhịa (FLR), akọwapụtara dị ka usoro a na-eme atụmatụ iji nwetaghachi iguzosi ike n'ezi ihe gburugburu ebe obibi ma melite ọdịmma mmadụ n'ọhịa ma ọ bụ ala mebiri emebi. FLR ghọtara na mweghachi ọhịa nwere ọrụ mmekọrịta mmadụ na ibe ya na akụ na ụba",
  "Ebumnuche ya bụ iji nweta nkwekọrịta kachasị mma n'etiti izute ebumnuche nchekwa na mkpa nke obodo ime obodo. Ka nrụgide mmadụ na ala na-abawanye, a ga-emekarị mgbake ọhịa n'ime ụdị nchịkwa ọhịa ndị ọzọ, iji gboo mkpa akụ na ụba nke ndị obodo.",
  "Ebe a na-elekwasị anya na nso nso a maka mgbalị iweghachi ọhịa dị n'ime obodo ukwu, ebe ma ndị mmadụ na ụdị dị iche iche ga-erite uru, agbanyeghị, ọnọdụ a na-eweta ihe ịma aka pụrụ iche.",
  "Ịkụ osisi abụghị mgbe niile ihe dị mkpa iji weghachite usoro okike ọhịa",
  "Enwere ike inweta ọtụtụ ihe site n'ịmụ otú oké ọhịa si emelite n'ụzọ okike, ịchọpụta ihe ndị na-egbochi mmelite na ịmepụta ụzọ iji merie ha",
  "Ihe ndị a nwere ike ịgụnye ịgha ahịhịa na ịgbakwunye fatịlaịza gburugburu mkpụrụ osisi, igbochi ọkụ, iwepụ ehi na ihe ndị ọzọ",
  "Nke a bụ \"mgbatị\" ma ọ bụ \"enyemaka\" mmelite okike. Ọ dị mfe ma dị ọnụ ala, mana ọ nwere ike ịrụ ọrụ naanị na osisi ndị dịlarị, ọtụtụ n'ime ha bụ ụdị ndị ọsụ ụzọ na-ahụ n'anya",
  "Ụdị osisi ndị dị otú ahụ anaghị abụkarị ndị mejupụtara oké ọhịa climax, mana ha nwere ike ịkwalite recolonization nke saịtị ahụ site na ụdị osisi osisi climax na-anabata ndò, site na mgbasa mkpụrụ sitere n'oké ọhịa fọdụrụnụ",
  "N'ihi na nke a bụ usoro na-adịghị ngwa ngwa, a na-enwekarị ike ịgbake mgbake nke ụdị dị iche iche site n'ịkụ ụdị osisi ụfọdụ dị n'oké ọhịa, ọkachasị nnukwu mkpụrụ, ụdị ndị na-adịghị agbasa agbasa",
  "Ọ gaghị ekwe omume ịkụ ụdị osisi niile nke nwere ike itolite n'oge gara aga n'oké ọhịa mbụ ma ọ na-adịkarị mkpa ime ya, ma ọ bụrụ na enwere ike iji usoro ụdị usoro.",
  "N'ọnọdụ ụfọdụ pụrụ iche, ọkachasị ụfọdụ oké ọhịa Alaska, mgbake ogologo oge site na ọkụ ọhịa nwere ike iwepụ carbon na-apụta n'oge ọkụ ahụ n'ihi mgbanwe n'ụdị osisi ma ọ bụrụ na osisi ahụ na-anọgide, gosipụta na ọ bụ akụkụ nke biomes na-eguzogide ma dị ọtụtụ dị ka oké ọhịa mbụ.",
  "Ọhịa na-eche ọtụtụ ihe ịma aka ihu, dị ka mkpụrụ na nnweta ihe oriri, mana ọ dị oke egwu maka anụmanụ na-achọgharị",
  "Ọ bụ ezie na ịnyagharị anụmanụ dị mkpa iji lekọta ala nke oké ọhịa, ha nwere ike ili ala ọhịa a kụrụ ọhụrụ n'ụzọ dị mfe, ebe a na-enweta obere samplings n'ụzọ dịkwa mfe",
  "Ịzụbiga anụ ókè bụ nsogbu karịsịa n'okwu a ebe ọ bụ na ihe nnwale na osisi ndị ọzọ na-eto eto nwere ike imebi karịa ebe a ga-agbake, na-akpata mbelata nke ụdị dị iche iche",
  "A ghaghị ịkpachara anya iji \"mgbidi mgbada\" chebe ebe mmelite, ma ọ bụ ebe ọ na-agaghị ekwe omume, ịkụ osisi nke na-ebute uto na mgbake ụzọ.",
  "N'akụkụ buru ibu nke ụwa, ọkụ ọhịa na-ekpuchi nnukwu ihe na-egbu ọhịa",
  "Nke ahụ nwere ike ịbụ n'ihi mgbukpọ ọhịa iji dochie ọhịa site na ebe a na-akụ ihe ọkụkụ, ma ọ bụ n'ebe kpọrọ nkụ, n'ihi ọkụ ọhịa na-eme n'ụzọ okike ma ọ bụ kpachara anya",
  "Akụkụ dum nke mweghachi ala ọhịa na-ejikọta ya na nsogbu a, dịka n'ọtụtụ ọnọdụ, ọnụọgụ nke uru gburugburu ebe obibi dị elu ma nwee ike imeghe ọdịda na mmebi ngwa ngwa nke ọnọdụ ala site na mbuze na ọzara",
  "Nke a n'ezie nwere mmetụta dị egwu na ogo nke ebe obibi na anụmanụ ha metụtara",
  "Ka o sina dị, n'ọnọdụ ụfọdụ, ọkụ ọhịa na-enye ohere n'ezie ịbawanye ọnụọgụ dị iche iche nke ebe ọkụ gbara, n'ihi ya, Usoro Nweghachi Ọhịa na-achọkarị iji ala eme ihe dị iche.",
  "Nnyocha na-achọpụta na ihe fọrọ nke nta ka ọ bụrụ nde mmadụ 300 bi n'ala ohere mweghachi nke oké ọhịa na Global South, na-eme ka akụkụ dị ukwuu nke ndị bi na mba ndị na-enweta ego dị ala, ma na-arụ ụka maka itinye \"obodo ndị dị n'ógbè\" n'ọrụ mweghachi ọhịa.  Project Drawdown depụtara mweghachi nke oké ọhịa ndị dị n'ebe okpomọkụ dị ka otu n'ime ihe ngwọta kachasị mkpa maka mbelata mgbanwe ihu igwe n'ihi ikike ya pụrụ iche iji weghara carbon ma na-atụ aro na \"obodo ndị dị n\"ógbè kwesịrị inwe òkè na ihe na-eto eto, ma ọ bụrụ na mweghachi ga-anọgide. Otu mbipụta FAO na-adịbeghị anya na-akọ na ndị obodo so na ndị na-eche ihe ize ndụ kachasị ukwuu maka ọdịmma ha na ụzọ ndụ ha site na mmetụta nke mgbanwe ihu igwe, ya mere, a ghaghị ilekwasị anya na mweghachi na nchekwa ọhịa.",
  "The Ashland Forest Resiliency Stewardship Project (AFR) bụ afọ iri, ọrụ dabeere na sayensị malitere na 2010 na ebumnuche nke ibelata nnukwu ihe ize ndụ ọkụ ọhịa, kamakwa ichebe ogo mmiri, oké ọhịa ochie, anụ ọhịa, ndị mmadụ, ihe onwunwe, na ogo ndụ n'ime mmiri Ashland. Ndị isi na-etinye aka na mgbalị nrụzigharị a bụ US Forest Service, City of Ashland, Lomakatsi Restoration Project, na The Nature Conservancy. A malitere ọrụ ahụ site na ego mbụ sitere na Economic Recovery stimulus, ma nata ego site na mmemme Forest Service Hazardous Fuels na mmemme Joint Chiefs Landscape Restoration Partnerships iji kwado ọrụ ahụ site n'afọ 2016.",
  "N'ịbụ nke dị n'oké ọhịa kpọrọ nkụ nke ndịda Oregon, egwu ọkụ ọhịa bụ eziokwu maka ndị na-elekọta ala na ndị nwe ala",
  "Mpaghara nke obodo Ashland na ọhịa gbara ya gburugburu na ihe a na-akpọ interface nke ọhịa (WUI). N'akụkọ ihe mere eme, oké ọhịa nke mpaghara a nwere oge ọkụ na-enwetakarị, nke gbochiri mkpokọta mmanụ dị arọ. Otu narị afọ nke iwepụ ọkụ na mgbochi na ala gọọmentị etiti na Pacific Northwest emeela ka oke ọhịa na ibu mmanụ dịkwuo ukwuu, ya mere egwu na-adịgide adịgide nke ọkụ ọhịa na-ebibi ihe.",
  "Ihe oru AFR emejuputala usoro mweghachi na ndenye ndenye nke bu n'obi megharia usoro nke onodi gburugburu ebe obibi n'ime oke ohia akọrọ, conifer agwakọtara nke Pacific Northwest.  Usoro a na-agụnye nchikota nke mbelata mmanụ ọkụ, ibelata osisi ndị dị n'ime obere dayameta, na ịme ọkụ ọkụ.  A na-ebute ụzọ n'ịnọgide na-arụ ọrụ gburugburu ebe obibi na mgbagwoju anya site n'ijigide osisi ndị kasị ibu na nke ochie, ichekwa ebe obibi anụ ọhịa na mpaghara mmiri, na ichekwa ala ndị na-emebi emebi na ịnọgide na-enwe nkwụsi ike nke mkpọda.",
  "Kemgbe e bidoro ya na 2010, ọrụ AFR enyewo ọtụtụ puku ụmụ akwụkwọ ahụmịhe agụmakwụkwọ ma baara ndị obodo ahụ uru site n'ịmepụta ọrụ na inye ọzụzụ ndị ọrụ",
  "Ihe dị ka 13,000 acres a gwọrọ na ọrụ AFR nọ n'ọnọdụ mmezi ka ọ na-erule n'ọnwa Febụwarị 2022, na Oregon's Landscape Resiliency Program, nke e guzobere site na Senate Bill 762, na-enye ego ịkpụcha brush na ọkụ ọkụ dị ala iji rite uru na gburugburu ebe obibi n'oké ọhịa ọkụ.",
  "N'afọ 1998, e debere atụmatụ ndị Costa Rican iji weghachite ebe ndị a na-egbu egbu, nke a na-ejibu dị ka ebe ehi na-ata ahịhịa",
  "Ala a dị n'otu ma mee ka ala ahụ gwụ, na-eme ka mmelite okike sie ike",
  "Dị ka mmekorita ya na mkpofu ugbo, a na-etinye ihe dịka miligram pụkụ ịrị na abụọ Mg nke akpụkpọ oroma na pulp na mpaghara hekta atọ  nke ebe ịta nri mbụ",
  "Mgbakwunye a nke biomass n'ala nyere ohere maka mmụba pasent otu narị na iri asaa na isii (176%) na uto osisi, mmụba nke ụdị, okpukpu atọ nke osisi (nke a tụrụ site na Shannon Index), na ọkwa dị elu nke ihe na-edozi ahụ n'ala, nke a tụrụ na afọ abụọ na ịrị na isii  mgbe etinyechara ya (Truer et al",
  "2018).  A hụkwara mmụba dị ịrịba ama na mmechi okpokoro site na iji ọdịdị ala hemispheric, na-atụkwa aro na ihe mkpofu ugbo nwere ike ịrụ ọrụ dị ukwuu na mweghachi ọhịa n'ọdịnihu.",
  "A na-akọwa mweghachi ala ọhịa (Forest Landscape Restoration - FLR) dị ka usoro a na-eme atụmatụ iji nwetaghachi iguzosi ike n'ezi ihe gburugburu ebe obibi ma melite ọdịmma mmadụ n'ọhịa ma ọ bụ ala mebiri emebi. Ọ na-agụnye ngwá ọrụ na usoro iji jikọta ọrụ mweghachi ọhịa dị n'ọkwa na ebumnuche dị mma, nke a na-ekpebi site na usoro dị iche iche na-ekere òkè n'etiti ndị metụtara",
  "Echiche a etolitela site na mmekorita n'etiti ụfọdụ n'ime nnukwu ụlọ ọrụ nchekwa mba ụwa gụnyere International Union for Conservation of Nature (IUCN), World Wide Fund for Nature (WWF), World Resources Institute na International Tropical Timber Organization (ITTO).",
  "E chepụtara echiche nke FLR iji weta nkwekọrịta n'etiti igbo mkpa nke ụmụ mmadụ na anụ ọhịa, site na iweghachi n'ọdịnihu ghere oghe",
  "Ọ na-agụnye omume iji wusie ike nkwụsi ike na ịdị n'ezi ihe gburugburu ebe obibi ma si otú a na-emeghe nhọrọ nlekọta n'ọdịnihu.  Ntinye aka nke ndị obodo bụ isi n'echiche a, n'ihi na ha na-ekere òkè dị egwu n'ịkpụzi odida obodo ma nweta uru dị ukwuu site na akụ ọhịa eweghachitere.  Ya mere, mmemme FLR na-agụnye ma bụrụ nke a na-ekere òkè.",
  "Nsonaazụ ndị a na-achọsi ike nke mmemme FLR na-agụnyekarị ngwakọta nke ihe ndị a, dabere na mkpa na ọchịchọ mpaghara:",
  "FLR na-agwakọta ọtụtụ ụkpụrụ na usoro nke mmepe, nchekwa na njikwa akụ sitere n'okike, dị ka ntule njirimara ọdịdị ala, nyocha ime obodo na-ekere òkè, njikwa mgbanwe wdg n'ime nyocha doro anya na nke na-agbanwe agbanwe na usoro mmụta.  Mmemme FLR nwere ike ịgụnye omume dị iche iche nke ọhịa na saịtị dị iche iche n'ime odida obodo, dabere na gburugburu ebe obibi na ihe gbasara akụ na ụba.  Ndị a nwere ike ịgụnye nchekwa na njikwa nke oke ohia nke abụọ na nke dara ada, usoro mweghachi nke oke ọhịa dị ka \"enyere aka\" ma ọ bụ \"accelerated\" natural regeneration (ANR) na ịkụnye ụdị osisi dị iche iche iji weghachi ebe ndị mebiri emebi, yana ihe ọkụkụ osisi na-emekarị.  sistemu agroforestry iji gboo mkpa ego ozugbo..",
  "IUCN na-akwado Global Partnership on Forest Landscape Restoration, nke na-ahazi mmepe nke echiche ahụ gburugburu ụwa.",
  "N'afọ 2014, Òtù Nri na Ọrụ Ugbo (Food and Agricultural Organization) nke otu United Nations guzobere Usoro Mweghachi Ọhịa na Ala.  Usoro ahụ na-akwado mba iji mejuputa FLR dị ka onyinye iji nweta ihe ịma aka Bonn - mweghachi nke nde hekta otú narị na iri ise nke ala ndị e gburu egbu na ala ndị mebiri emebi site na 2020 - na Nkwekọrịta na Biological Diversity Aichi Biodiversity Targets - metụtara nchekwa na mweghachi nke gburugburu ebe obibi.",
  "Na mmekorita ya na Global Mechanism of the United Nations Convention to Combat Desertification, FAO wepụtara akwụkwọ mkparịta ụka abụọ gbasara ego na-adịgide adịgide maka FLR na 2015",
  "Inye ego na-adịgide adịgide maka oke ọhịa na mweghachi ala: Ọrụ nke Ndị na-eme amụma ọha na eze na-enye ndụmọdụ na ihe atụ nke ego FLR maka mba. Nkwado na-adịgide adịgide maka Mweghachi Ọhịa na Ala - Ohere, ihe ịma aka na ụzọ ịga n'ihu na-enye nchịkọta nke isi mmalite ego na ngwá ọrụ ego dị maka ọrụ FLR.",
  "Iji kwado atụmatụ na mmejuputa ọrụ mgbake ọhịa na ala (FLR), Food and Agriculture Organization of the United Nations (FAO) achọpụtala usoro ego dị iche iche nke na-adaba na ọkwa dị iche iche na usoro FLR ma kpuchie azụmahịa na mkpokọta nke ụlọ ọrụ maka mweghachi na-adịgide adịgide. Enwere ọtụtụ nhọrọ iji kwado mweghachi. Iji gboo ihe ndị pụrụ iche achọrọ nke ọrụ FLR ọ bụla, ọ dị oke mkpa ịchọpụta usoro ego kachasị mma. Nhọrọ ego nke na-emepụta ihe dịgasị iche iche maka ndị na-eme ihe nkiri n'ógbè ahụ nwere ike ịbụ usoro maka uru, dị ka ụgwọ ma ọ bụ mgbazinye ego, ma ọ bụ usoro na-abụghị maka uru nke gụnyere onyinye, iwu ego, maọ bụ mmefu site na ngalaba ọha na eze. Dị ka FAO si kwuo, ichikota ọdịiche dị n'etiti ndị obere na ndị na-etinye ego, ịhazi ego, ịkwalite ikike ime obodo nke atụmatụ ego FLR, na mmepe nke ọrụ bankable na usoro ego jikọtara ọnụ na-emepụta ihe dị mma maka mmetụta FLR na ọnụ ọgụgụ.."
]