[
  "Mweghachi ala, nke nwere ike ịgụnye iweghachi ọzara, bụ usoro nke mweghachi gburugburu ebe obibi, dị mma maka ụmụ mmadụ, anụ ọhịa, nakwa osisi",
  "Mbibi gburugburu ebe obibi, nke mweghachi ala na-eje ozi dị ka ihe ngwọta ya, na-abụkarị nsonaazụ nke mmetọ, mgbukpọ ọhịa, nnu ma ọ bụ ọdachi okike",
  "Mweghachi ala abụghị otu ihe ahụ dị ka mkpocha ala, ebe a na-agbanwe ma ọ bụ bibie usoro okike dị ugbu a iji nye ohere maka ọrụ ugbo ma ọ bụ iwu ihe",
  "Iweghachi ala nwere ike ịkwalite nnyefe nke ọrụ gburugburu ebe obibi bara uru nke na-abara ndị mmadụ uru.",
  "Mweghachi ala nwere ike ịgụnye usoro nke ihicha na imezigharị gburugburu ebe obibi nke nagidere mmebi, dị ka ndị sitere n'ihe okike (ọzara) na ndị ọrụ mmadụ kpatara (igwupụta ala), iji weghachite mpaghara ahụ n'ọnọdụ okike ya dị ka ụlọ anụ ọhịa na ebe obibi dị mma.",
  "Nweghachi ala n'ọzara gụnyere",
  "A na-emekarị ka ala kwụsie ike ma dozie ya n'ọtụtụ usoro",
  "Nzọụkwụ mbụ bụ idozi ala ruo n'ókè nke na a kwụsịrị mmegharị nke ala",
  "A na-eme nke a site na ahịhịa, na osisi na-enye nchebe ikuku dị ka shelterbelts, windbreaks na woodlots",
  "Shelterbelts bụ ihe nchebe ikuku nke nwere ahịrị osisi, nke a haziri n'ụzọ kwụ ọtọ iji guzogide ifufe na-efe, ebe 'woodlots' bụ ebe ndị dị n'oké ọhịa.",
  "Nzọụkwụ nke abụọ na-agụnye mmeziwanye nakwa ime ka ala baa ọgaranya site n'ịkụ osisi nitrogen na iji ala ozugbo iji too ihe ọkụkụ",
  "Mkpụrụ osisi nitrogen ndị a eji eme ihe gụnyere clover, yellow mustard, bean, wdg, na ihe ọkụkụ nri gụnyere ọka wit, ọka bali, agwa, peas, poteto, date, olive, limes, fig, apricot, guava, tomato, ụfọdụ ahịhịa, wdg",
  "N'agbanyeghi ihe ọkụkụ a na-eji eme ihe, a na-ewe ihe ọkụkụ (na-agụnyeghị osisi ọ bụla) kwa afọ na,",
  "ma ọ bụ na-akọ n'ime ala (dịka clover)",
  "Na mgbakwunye, kwa afọ, a na-eji ogige ahụ eme ihe maka ụdị ihe ọkụkụ ọzọ (nke a maara dị ka ntụgharị ihe ọkụkụ) iji gbochie ala ịla n'iyi na ihe ụfọdụ.",
  "Mmepe na-adịbeghị anya bụ Seawater Greenhouse na Seawater Forest",
  "Atụmatụ a bụ iwu ngwaọrụ ndị a n'ọzara ndị dị n'ụsọ oké osimiri iji mepụta mmiri dị ọcha ma na-akụ nri. Ụzọ yiri nke ahụ bụ echiche a kpọrọ Desert Rose. Ụzọ ndị a bu ndị e nwere ike itinye n'ọrụ n'ọtụtụ ebe, ebe ọ bụ na ọnụahịa dị ala nke ịdọrọ nnukwu mmiri n'ime ala dị ala.",
  "Echiche ọzọ yiri ya bụ ADRECS bụ usoro a tụrụ aro maka ịnye nkwụsi ike nke ala ngwa ngwa na usoro mgbatị ọhịa jikọtara ya na mmepụta ike nke enwere ike igbanwe agbanwe."
]