[
  "Àtụ:Leftlegend\nÀtụ:Leftlegend\nÀtụ:Leftlegend\nÀtụ:Leftlegend\nÀtụ:Leftlegend\nÀtụ:Leftlegend\nÀtụ:Leftlegend",
  "Iwepu afọ ime bụ iwepụ nwa dị n’afọ nke nwaanyị n’akpa nwa mgbe orubeghị okwesịrị iji pụta [[]][[]][[|]]  Iwepu afọ ime nwere ike ime n’ụzọ dị iche iche nke n’ụzọ ọbụla osiri mee a na-akpọ ya ime ịpụ mmadụ",
  "A na-akpachara anya eme ya ya nke n’apụrụ ịkpọ ya mmadụ iji aka ya wepụ afọ ime",
  "Okwu ahụ bụ iwepụ afọ ime bụ nke amaara nkeọma dịka mmadụ iji aka ya wepụ afọ ime n’onwe ya",
  "Mana mgbe nwa ebu n’afọ nwere ike idi ndụ n’onwe ya bụ nke ama dịka “iwepụ afọ ime mgbe okwesighị”.",
  "N’oge ndị a eji ọgwu maọbụ iji ihe eji ewepu nwa n’afọ wepụ ya",
  "Ọgwụ abụọ ndị amifepriston na prostaglandin n’arụ ọrụ nke ịwa afọ ma wepụta nwa ga-arụ mgbe ime ka dị naanị ọnwa ato[[]]. Ọbụ eziokwu n’iji ọgwu eme ihe dị nnukwu ire mgbe ọnọ n’ọnwa nke isii,mana ịwa afọ ma wepụta nwa kasị mma n’enweghị ihe ize ndụ. Igbochi ịmụ ọtụtụ ụmụ, gụnyere n’itinye ihe ga-enye aka gbochie nsogbu mgbe ewepụsịrị nwa. Iwepụ afọ ime n’obodo ndị mepere emepe dịbụ ọtụtụ afọ gara aga inwe ezi ahụike mgbe nke a gasịrị a na-atụ anya ya mgbe ewepụsịrị afọ ime bụ ihe a na-achọsi ike. Nsogbu enwere mgbe a na-ewepụ afọ ime anaghị akpata nsogbu isi mgbaka maọbụ nke nkịtị. Mbauwa n’ahụ maka ahụike bụ Wold Helt Ọganaizeshọn n’atụ aro ka ụmụnwaanyị niile nwe nkwado iwu maka iwepụ afọ ime. Iwepụ afọ ime n’ụzọ adichaghị mma ka okwesịrị ebutela ọnwụ mmadụ puku 47 na nde 5 nke ndị ebu aga n’ụlọọgwụ  kwaafo.",
  "Kwa afọ a na-ewepụ ihe ruru afọ ime nde 144 n’ụwa niile, nke ihe dị ala na ha bụ ndị emere n’uzọ  ekwesịghị isi mee ha. Ọgbanweela obere site n’afọ 2003 ruo 2008, Mgbe owerela ọtụtụ afọ inweta agụmakwụkwọ kwesịrị na ya n’ihe gbasara ime ndokwa maka ezinụlọ na ibelata ịmụ otụtụ ụmụ agbanwetụla. As of 2008[update]pasent 40 nke ụmụ nwaanyị n’ụwa niile n’eji aka ha ewepụ nwa n’enweghị ihe mgbochi”. Mana onwere ebe ha kwesịrị iru n’ime ya.",
  "Mmadụ iji aka ya wepụ afọ ime odị",
  "Onweela ụzọ dị iche iche esi mee ya, nke gụnyere iji ihe dị nkọ, imenye onye dị ime egwu ,n’ụzọ ndịọzọ dị iche iche nke kwadoro kemgbe ọtụtụ afọ. Iwu iwepụ afọ ime , ụzọ ekwesịrị isi mee ya, n’ụzọ iwu nke omenala na nke ụka sị eji ya eme ihe n’ụwa niile",
  "N’ọnọdụ ọzọ,dịka mmadụ idina nwanne ya, idina nwaanyị n’ike, , ọnọdụ akụ na ụba maọbụ ihe metụtara ọnọdụ ahụike nke nwaanyị dị ime. N’akụkụ ụfọdụ nke ụwa, onweela okwu ndị doro anya ekwurula banyere nke ọha mmadụ tinyere ọnụ na ya, k’osi dị njọna okwu banyere iwu nke kwadoro ya",
  "Ndị n’emegide n’ekwu na nwa dị n’afọ abụrụla mmadụ nke nwere ikike nke iwu kwadoro ịdị ndụnke na onye ọbụla wepụrụ afọ ime egbuola mmadu. Mana ndị n’enye iwepụ afọ ime nkwado ọdị nwaanyi n’aka ikpebi ikikeonwere n’ụzọ niile ọbụla."
]