[
  "Iwu Nchịkwa Mmetụta Mmiri nke afọ 1955 (Pub",
  "360, 69 Stat",
  ") bụ iwu gọọmentị etiti US mbụ iji dozie nsogbu gburugburu ebe obibi nke mmetọ ikuku",
  "Nke a bụ \"omume iji nyé nyocha na enyemaka teknụzụ metụtara njikwa mmetọ ikuku\". Iwu ahụ \"na-ahapụ na-ahụ màkà mgbochi na nchịkwa nkè mmetọ ikuku na isi iyi\". Iwu ahụ kwupụtara na mmetọ ikuku bụ ihe ize ndụ nyé ahụike na ọdịmma ọha na eze, mànà chekwaara \"ibu ọrụ na ikike mbụ nke steeti na gọọmentị ímé obodo na ịchịkwa mmetọ ifufe\".",
  "Iwu ahụ tinyere gọọmentị etiti n'ọrụ ozi, na-enye United States Surgeon General ikike ime nchọpụta, nyochaa, ma nyefee ozi \"na-emetụta mmetọ ikuku na mgbochi na mbelata ya\". Ya mèrè, Iwu Nchịkwa Mmetọ Mmiri Enweghị ndokwa màkà gọọmentị etiti iji lụso mmetọ ikuku ọgụ site n'inye ndị mmetọ ntaramahụhụ. Nkwupụta ọzọ nke ndị omeiwu banyéré mmetọ ikuku ga-abịa na Iwu Mmiri Dị Ọcha nke 1963.",
  "Tupu Iwu Nchịkwa Mmetụta Mmiri nke 1955, e mèrè obere ọganihu iji bídó mgbanwe mmetọ ikuku a",
  "Obodo US Chicago na Cincinnati bu ụzọ guzobe iwu anwụrụ ọkụ n'afọ 1881",
  "N'afọ 1904, Philadelphia wepụtara iwu na-egbochi anwụrụ ọkụ na flues, anwụrụ ọkụ, na oghere oghere",
  "Iwu ahụ nyèrè ntaramahụhụ ma ọ bụrụ na ọ bụghị nyocha niile nke anwụrụ ọkụ gafere",
  "Ọ bụghị ruo n'afọ 1947 ka California nyèrè ikike ịmepụta Air Pollution Control Districts na mpaghara ọ bụla nke steeti ahụ.",
  "E meela ọtụtụ mgbanwe na Iwu Mmetọ Mmiri nke afọ 1955",
  "Mgbanwe mbụ bịara na 1960, nke gbatịkwuru ego nyocha màkà afọ anọ",
  "Mgbanwe ọzọ bịara n'afọ 1962 ma mee ka ụkpụrụ nke iwu mbụ ahụ dị irè",
  "Na mgbakwunye, mmezigharị a chọkwara ka ónyé dọkịta na-ahụ màkà ahụike mee nchọpụta.",
  "1990 bụ mmezigharị kachasị ọhụrụ na iwu ahụ n'okpuru Ónyé isi ala George H",
  "W",
  "Bush",
  "Mgbanwe ndị e mèrè n'afọ 1990 nyèrè gọọmentị etiti ikike karịa iwu ọ bụla gbásárá ikuku",
  "A chọpụtara isiokwu itoolu na mmezigharị a, na anwụrụ ọkụ, mmiri ozuzo acid, ikuku ụgbọala, na mmetọ ikuku na-egbu egbu n'etiti ha",
  "A chọpụtara nkewa ise nke ịdị njọ iji tụọ anwụrụ ọkụ",
  "Iji chịkwaa mmiri ozuzo acid nke ọma, e mepụtara mmemme nchịkwa ọhụrụ",
  "E mepụtara ụkpụrụ ọhụrụ na nke siri ike màkà ụgbọala na-amalite na afọ nlereanya afọ 1995",
  "E mepụtara National Emission Standards for Hazardous Air Pollutants iji gbasaa ụlọ ọrụ na ọrụ sárá mbara.",
  "E mèrè National Air Pollution Symposium mbụ na United States n'afọ 1949 ma bụrụ nke Stanford Research Institute (nke bụzi SRI International) kwadoro. Na mbụ, obere gọọmentị na-ahụ màkà ịgafe na itinye iwu dị otú ahụ n'ọrụ. Ebumnuche bụ isi nke Air Pollution Control Act nke 1955 bụ inye enyemaka nyocha iji chọta ụzọ iji chịkwaa mmetọ ikuku site na isi iyi ya",
  "E nyèrè ngụkọta nke nde dollar ise na ọrụ ahụike ọha na eze màkà afọ ise iji mee nyocha a. Dị ka ébé nrụọrụ weebụ onwé ónyé si kwuo, ego ahụ bụ dollar atọ nde e nyèrè kwà afọ màkà afọ ise nke nyocha."
]