[
  "Iwu ise nke sayensị ọbá akwụkwọ bụ echiche nke S",
  "R",
  "Ranganathan chepụtara na 1931, kọwapụtara ụkpụrụ nke ịrụ ọrụ usoro ọbá akwụkwọ",
  "Ọtụtụ ndị na-ahụ maka ọbá akwụkwọ si gburugburu ụwa nabatara iwu a dị ka ntọala nke nkà ihe ọmụma ha.",
  "Iwu ndị a, dị ka egosiri na Ranganathan's The Five Laws of Library Science, bụ:",
  "Iwu mbụ nke sayensị ọbá akwụkwọ, \"Akwụkwọ bụ maka iji eme,\" bụ ihe ndabere maka ọrụ ọbá akwụkwọ",
  "Iwu a pụtara na akwụkwọ ndị dị n'ọbá akwụkwọ abụghị maka ị mechi ndị na ejị ya eme",
  "Ranganathan chọpụtara na a na-ejikarị akwụkwọ agbụ, iji gbochie iwepụ ha nakwa na a na'ekwado karị nchekwa na mgbochị kama iji ya mee ihe. Ọ jụghị echiche nke nchekwa na mgbochị ị dị mkpa, mana o kwuru na ebumnuche nke ọrụ ndị dị otú ahụ kwesịrị ịbụ maka ịkwalite ịji eme. Enweghị ohere ịjị akwụkwọ ndi a mee ihe, enwere obere uru na ihe ndị a",
  "Site n'ịkwado ịji eme, Dr",
  "Ranganathan lekwasịrị anya n'ụzo gbasakwụrụ na nsogbu ndị metụtara ịnweta, dị ka ebe ọbá akwụkwọ ahụ dị, iwu mgbazinye akwụkwọ, awa na ụbọchị ọrụ, ogo ndị ọrụ, na ihe ndị nkịtị, dị ka arịa ụlọ ọbá akwụkwọ na njikwa okpomọkụ.",
  "Iwu nke abụọ nke sayensị ọbá akwụkwọ, \"Onye ọ bụla, akwụkwọ ya,\" pụtara na ndị na-ahụ maka ọbá akwụkwọ ga-ejere ọtụtụ ndị na-agụ akwụkwọ ozi, ị nweta akwụkwọ iji gboo mkpa dịgasị iche iche, ma zere ajọ mbunobi ma ọ bụ ikpebi ihe ndị na-agụ akwụkwọ họọrọ ịgụ",
  "Ndị na-elekọta ọ́bá akwụkwọ kwesịrị ịkwanyere onye ọ bụla dị iche na onye ọ bụla nwere mmasị dị iche iche gbasara akwụkwọ ha họọrọ",
  "Mgbe e bipụtara Iwu Ise nke Sayensị Ọbá Akwụkwọ, Ranganathan kpọrọ ụmụaka, ndị nwere Ọrụsị n'anụ ahụ, ndị omenkà, ndị okenye na-agụ akwụkwọ ọhụrụ, ndị nwere ikike ọgụgụ isi, ndị na-arụ ọrụ, na ndị nwere mmasị dị ka otu ndị nwere ike ịgụ akwụkwọ nke a na-ejere ozi site na itinye iwu nke abụọ. Na mgbakwunye, nchịkọta akwụkwọ dị n'ọbá akwụkwọ ga-anọchiterịrị anya obodo ọ na-ejere ozi.",
  "Iwu nke atọ nke sayensị ọbá akwụkwọ, \"Akwụkwọ ọ bụla na-agụ ya,\" pụtara na akwụkwọ niile nwere ọnọdụ n'ọbá akwụkwọ, ọbụlagodi na ọ bụ naanị obere mmadụ nwere ike ịhọrọ ịgụ ha. Ranganathan mechara mee ka o doo anya na a pụrụ ịkọwa okwu ahụ bụ \"akwụkwọ\" iji kọwaa akwụkwọ ọ bụla.",
  "Iwu nke anọ nke sayensị ọbá akwụkwọ, \"Chekwaba oge onye na-agụ ya,\" pụtara na ndị na-agụ akwụkwọ niile kwesịrị inwe ike ịchọta ihe ha chọrọ ngwa ngwa na nke ọma",
  "Omume nke librarianship na-emepụta ọrụ, usoro ọrụ, ntuzi na usoro maka uru nke ịdị irè nye onye jí eme. Ranganathan kwuru na iwu nke anọ na-echekwa oge nke ndị ọrụ ọbá akwụkwọ site na omume ndị dị ka nhazi na katalọgụ, idekọ akwụkwọ tupu ezịga ha n'ọbá akwụkwọ nke nyere ha iwu, na usoro igwe maka ịchọta ozi",
  "Iwu nke ise nke sayensị ọbá akwụkwọ, \"Ọbá akwụkwọ bụ ihe na-eto eto,\" pụtara na ọbá akwụkwọ kwesịrị ịbụ ụlọ ọrụ dị ike nke na-adịghị agbanwe agbanwe n'echiche ya",
  "Ranganathan chọpụtara ụdị uto abụọ: uto nke na-abawanye ọnụ ọgụgụ nke ihe dị na nchịkọta ọbá akwụkwọ ahụ, na uto nke na'ime ka ogo nchịkọta ahụ dị mma site na ịdochi ihe agumagu",
  "Akwụkwọ, usoro, na ọbá akwụkwọ ahụrụ anya kwesịrị imelite ka oge na-aga",
  "Ọ dị mkpa ka a tụlee ohere na-eto eto, mana na narị afọ nke iri abụọ na otu nke a apụtala ị bụ ọtụtụ usoro nchịkọta nwere ike ịgụnye.",
  "Ranganathan dekwara banyere ihe ọ kpọrọ \"Iwu nke Parsimony\"",
  "Dị ka iwu a si kwuo, ekwesighi ịmefu akụrụngwa ịnye ego n'ozuzu akwụkwọ ndị jị ya eme dị ole na ole.",
  "N'afọ 1998, Michael Gorman, onye bụbu onye isi oche nke American Library Association, tụrụ aro iwu ndị a na mgbakwunye na ise nke Ranganathan:",
  "Gorman kwughachiri iwu ndị a na Isi nke mbu nke akwụkwọ ya Future Libraries: Dreams, Madness, & Realities, nke Walt Crawford dere, na Our Singular Strengths: Meditations for Librarians.",
  "N'afọ 2004, onye na-ahụ maka ọbá akwụkwọ Alireza Noruzi tụrụ aro itinye iwu Ranganathan na Weebụ:",
  "N'afọ 2008, onye na-ahụ maka ọbá akwụkwọ bụ Carol Simpson tụrụ aro ka edezi iwu Ranganathan iji gosipụta ọgaranya nke mgbasa ozi:",
  "N'afọ 2016, Dr",
  "Achala Munigal tụrụ alo ndezi ndị a na iwu Ranganathan n'ihi iwebata na itinye ngwá ọrụ mmekọrịta na ọbá akwụkwọ:",
  "N'afọ 2019, Basheerhamad Shadrach chepụtara Iwu Ise nke Ihe Ọmụma, nke sitere na nke Ranganathan:",
  "Libraries and library science"
]