[
  "Iwu ndọrọ ndọrọ ọchịchị nke Colombia nke 1991 (Spanish: ), bụ Iwu nke Republic of Colombia",
  "E kwupụtara ya na Constitutional Gazette nọmba 114 na Thursday, July 4, 1991, a makwaara ya dị ka Constitution of Human Rights",
  "Ọ nọchiri Iwu ndọrọ ndọrọ ọchịchị nke 1886 ma nye ya n'oge onye isi oche nke César Gaviria, na echiche sitere n'aka Luis Carlos Galán.",
  "N'ọgwụgwụ 1980s, Colombia na-eche oge ime ihe ike na-enwetụbeghị ụdị ya ihu",
  "Ọ bụ ezie na ime ihe ike ndọrọ ndọrọ ọchịchị bụ ihe a na-ahụkarị n'akụkọ ihe mere eme nke mba ahụ kemgbe narị afọ nke iri na itoolu, na Colombia etinyela aka na agha agha megide ndị agha nnupụisi kemgbe afọ 1960, na 1980s ndepụta nke ndị na-eme ihe nkiri na-etinye aka na agha ahụ bịara dịwanye mgbagwoju anya ma ime ihe ike ahụ weere ụdị ọhụrụ",
  "Esemokwu ahụ ugbu a gụnyere ndị agha nnupụisi ọhụrụ, ndị agha na ndị na-eme ihe ike na-ahụ maka ọgwụ ọjọọ (nke a ma ama bụ Medellín Cartel nke Pablo Escobar). N'ụzọ ndọrọ ndọrọ ọchịchị, ndokwa National Front (1958–1974) n'etiti ndị otu ndọrọ ọchịchị abụọ na-achị Colombia, ndị Conservatives na ndị Liberals ka a na-ahụ n'ọtụtụ ebe dị ka usoro ndọrọ ndọrọ ọchịchị ghara ịdị irè site n'ibelata ndị otu ndọrọ ndọrọ ọchịchị nke atọ na ndị ọzọ",
  "Ọ bụ ezie na itinye aka nke National Front kwụsịrị na ntuli aka 1974, a kpochapụrụ akụkụ nkekọrịta ike nke usoro ahụ naanị nke nta nke nta - naanị na 1986 ka Onye isi ala Virgilio Barco guzobere otu ọchịchị Liberal, mgbe ndị Conservative jụrụ onyinye ya nke ozi atọ n'ọchịchị ya.",
  "Usoro ogbugbu na mwakpo ndị na-eyi ọha egwu na 1988 na 1989 mere ka ndị mmadụ na-achọ mgbanwe ndọrọ ndọrọ ọchịchị na iwu obodo, dịka a hụrụ ụlọ ọrụ ndọrọ ndọrọ ọchịchị dị ugbu a dị na mba ahụ dị ka ndị mebiri n'ihu oke ime ihe ike",
  "1989 hụrụ ogbugbu nke ndị ọrụ ikpe iri na abụọ, ogbugbu nke onye na-azọ ọkwa onye isi ala Liberal Luis Carlos Galán na August 18 na Soacha, bọmbụ nke ụlọ ọrụ akwụkwọ akụkọ El Espectador na Bogotá na Septemba 2, mgbawa nke Avianca Flight 203 na Nọvemba 27 na bọmbụ nke isi ụlọ ọrụ DAS na Disemba 6 na-akpata ọnwụ mmadụ iri asaa. N'afọ 1990, e gburu mmadụ abụọ ọzọ na-azọ ọkwa onyeisiala - Bernardo Jaramillo nke Patriotic Union (UP) nwụrụ na Machị 22, 1990, a gbagbukwara Carlos Pizarro nke AD M-19 na Eprel 26, 1990",
  "Ogbugbu nke Luis Carlos Galán n'ọnwa Ọgọstụ n'afọ 1989, onye bụ onye kachasị amasị iji merie ntuli aka nke afọ 1990, wụrụ echiche ọha na eze akpata oyi n'ahụ na Colombia ma duzie, ụbọchị asaa ka e mesịrị, na 'ngagharị nkịtị' (Marcha del silencio) nke ụmụ akwụkwọ mahadum na Bogotá haziri",
  "Ebumnuche mbụ nke ndị nhazi ahụ bụ igosipụta ịjụ ha maka ime ihe ike na-enweghị atụ, nke gburu nkezi nke mmadụ 11 kwa ụbọchị na 1988.",
  "Otu n'ime ihe ndị mere ka mgbanwe iwu sie ike bụ na ọ bụ naanị Congress nwere ike ịgbanwe Iwu nke 1886",
  "Nkeji edemede 218 nke Iwu nke 1886, dị ka ọ dị na 1990, kwuru na Iwu ahụ nwere ike ịgbanwe naanị site na iwu (iwu iwu, ma ọ bụ Acto Legislativo) nke Congress nyere:\n ARTICUL 218 la\nNdozigharị usoro iwu nke, n'etiti ihe ndị ọzọ, na-edozi ihu mba, kwadoro site na ntuli aka mba na 1957",
  "Otú ọ dị, ederede nke ndị na-eme ntuli aka kwadoro na 1957 plebiscite kwughachiri na ọ bụla n'ọdịnihu nwere ike ịgafe naanị site na Congress n'ụzọ nke isiokwu 218 kwuru",
  "Nkebi nke 13 nke Iwu Iwu 0247 nke 1957 (Decreto Legislativo Numero 0247 de 1957) gụrụ:\n \nN'agbanyeghi ihe isi ike iwu ndị a, ọtụtụ ndị isi ala malitere ịnwa ịgbanwe akụkụ nke iwu, mana ọtụtụ n'ime ha hụrụ ka Ụlọikpe Kasị Elu nke Ikpe Ziri Ezi ma ọ bụ nsogbu ndọrọ ndọrọ ọchịchị jụrụ mgbalị ha",
  "N'afọ 1977, n'okpuru Onye isi ala Alfonso López Michelsen, Congress mere mgbanwe n'usoro iwu na-akpọkọta nzukọ iwu iji gbanwee iwu ahụ naanị dịka ọ metụtara nchịkwa ngalaba / obodo na ụlọ ikpe (ụlọ ikpe, ikpe ọha na eze, ikike iwu)",
  "Na Mee 5, 1978, Ụlọikpe Kasị Elu nke Ikpe Ziri Ezi kpebiri na ọrụ ahụ megidere iwu",
  "N'ikpe ya, ụlọ ikpe ahụ rụrụ ụka na ikike Congress iji gbanwee iwu n'okpuru isiokwu 218 bụ ikike pụrụ iche nke ọ na-enweghị ike inyefe.",
  "Na Disemba 1979, Congress kwadoro atụmatụ mgbanwe iwu nke onye isi ala Julio César Turbay",
  "Mgbanwe ahụ mere mgbanwe dị ukwuu na nchịkwa nke ikpe ziri ezi, ikpe ọha na eze na usoro nyocha ikpe nke Ụlọikpe Kasị Elu. N'ịgbaso ihe ịma aka nke ụlọ ikpe, Ụlọikpe Kasị Elu mere mkpebi esemokwu banyere mgbanwe iwu na Nọvemba 1981, na-akụda ọrụ ahụ dum n'ihi ntụpọ usoro na usoro iwu."
]