[
  "Okafor's Law bụ ihe nkiri na-atọ ọchị na Naijiria nke Omoni Oboli dere, duzie ma mepụta",
  "Ndị na-eme ihe nkiri bụ Blossom Chukwujekwu, Omoni Oboli, Toyin Aimakhu, Gabriel Afolayan, Ufuoma McDermott, Richard Mofe Damijo, Tina Mba, Kemi Lala Akindoju na Ken Erics.",
  "Ihe nkiri ahụ na-emegide echiche na ndị ikom na ndị inyom na-eme ihe n'ụzọ ziri ezi enweghị ike ịbụ naanị ndị enyi",
  "Ọ na-eme ka nke a bụrụ eziokwu site n'ịkọ akụkọ Chucks (Blossom Chukwujekwu) nke ndị enyi ya na-akpọ Terminator, onye na-egwu egwu na ụmụ nwanyị, onye ọ na-achọ igosi iwu a nye ndị enyi ya wetara ya ụmụ nwanyị atọ ọ ga-eduhie ọzọ: Ify (Ufuoma McDermott), Tomi (Toyin Aimakhu) na Ejiro (Omoni Oboli), ndị ndụ ha gbanwere nke ukwuu",
  "A ghaghị ime nke a n'ime ụbọchị iri abụọ na otu",
  "Ihe ịma aka a nke ọnọdụ ọhụrụ ha dị iche iche na-eme ka ọ na-achọ imeri nzọ ahụ bụrụ ihe a na-apụghị imeri emeri ka ọ na na-anwa igosi anwụghị anwụ nke iwu ogologo oge: Iwu Okafor.",
  "E sere ihe nkiri ahụ n'ebe dị na Ikorodu, Lagos State.",
  "E wepụtara ihe nkiri ahụ na 12 Septemba 2016 na Toronto International Film Festival, Canada. E mere ndokwa ka egosiputa ya na 10 Nọvemba 2016 na Stockholm International Film Festival, Sweden na mgbe e mesịrị na Eprel 2017, Nigeria.",
  "Mgbe a tọhapụrụ ihe nkiri ahụ na 2016 Toronto International Film Festival, Jude Idada, onye edemede, boro ya ebubo izu ohi ihe onwunwe ọgụgụ isi, onye kwuru na ọ bụ ya nwe akụkọ ihe nkiri ahụ; o kwukwara na o dere akụkụ nke edemede ahụ; ha niile na-enweghị otuto ma ọ bụ ụgwọ ọrụ kwesịrị ekwesị. N'abalị iri abụọ na anọ n'ọnwa Machị n'afọ 2017, n'oge ihe nkiri ahụ, e nyere iwu ụlọ ikpe, nke gbochiri igosi ihe nkiri ahụ na ihe omume ahụ, yana ihe ngosi ọ bụla n'ọdịnihu. Otú ọ dị, e wepụrụ iwu ahụ n'ụlọ ikpe na 30 Machị 2017, n'ihi enweghị ihe akaebe zuru ezu iji kwado nkwụsịtụ nke ntọhapụ nke ihe nkiri ahụ",
  "E nyere ihe nkiri ahụ ohere imeghe na ụlọ ihe nkiri na 31 Machị, dị ka e mere atụmatụ ya na mbụ, ka a na-echere mmechi nke ikpe ụlọ ikpe",
  "Ọzọkwa, a na-atụ aro na akụkụ nke ego ụlọ ọrụ maka Iwu Okafor nwere ike ịbụ maka mmebi, ma ọ bụrụ na ụlọ ikpe ga-ekpebi na-akwado Idada."
]