[
  "Iwu ahụike ọha na eze na-enyocha ọchịchị nke gọọmentị na ọkwa ọchịchị dị iche iche iji melite ahụike ọha, Ahuike qnke ndị mmadụ n'ozuzu n'ime oke na ụkpụrụ ọha na eze.  Iwu ahụike ọha na eze na-elekwasị anya n'ọrụ gọọmentị iji mezuo ebumnuche ndị a, oke na ike ahụ, na echiche ndị mmadụ.",
  "Iwu ahụike ọha na eze na-elekwasịkwa anya n'okwu iwu na ahụike ọha mmadụ na mmetụta ahụike ọha nke ọrụ iwu.",
  "Enwere ike ịkọwa ike ndị uwe ojii dị ka ikike nke gọọmentị iji nwee ọchịchị ezi uche dị na ya n'elu ndị mmadụ na ihe onwunwe n'ime ikike ya maka ọdịmma nke nchekwa, ahụike, nchegide, omume, na ọdịmma ma e wezụga ebe  a machibidoro iwu",
  "Ebe ndị a na-adịgide adịgide bụ ndị ụlọ ọrụ gọọmentị na-arụ ọrụ",
  "(Ihe megidere ọrịa ahụ).",
  "ihe na-arịwanye elu nke mpaghara omume a na ikike ụfọdụ; dịka ọmụmaatụ, ndị ọka iwu ahụike ọha na eze na mba ụwa mpaghara United Siteeti arụwo ọrụ n'ịmepụta Iwu Ike Ahụike Mberede nke Model Siteeti na Iwu Ahụike Ọha nke Model Siteeti.",
  "Akụkụ sara mbara nke iwu ahụike ọha na eze na-etinye ngwá ọrụ iwu na nsogbu ahụike ọha metụtara ọrịa na mmerụ ahụ",
  "Ndị ọrụ na-etinye iwu, ụkpụrụ, ikpe (mmanye onwe maọbụ onye), na iwu mba ụwa na nsogbu ahụike ọha na eze site na iji iwu dịka ngwá ọrụ nke ahụike ọha",
  "Ikpe megide ụlọ ọrụ ụtaba na United States na-enye ezigbo ihe atụ.",
  "Nnyocha ụfọdụ na-atụ aro esemokwu na iwu ahụike ọha na eze gbasara ọrụ ụlọ ọrụ iji chebe ahụike ọha mmadụ na ọrụ ha iji chebe nnwere onwe onye: ihe amụma kachasị mma maka nkwado maka ndụmọdụ ahụike ọha dịka ịsa aka, iyi ihe nkpuchi, na ịnọ n'ụlọ (iji zere mgbasa nke ọrịa) bụ nkwenye ndị mmadụ na anyị kwesịrị igbochi nnukwu mmerụ ahụ mgbe ime nke ahụ anaghị akpata mmerụ ahụ nke ukwuu, mana ihe amụma kachasị njọ nke ịhapụ ndụmọdụ ahụike obodo ndị a bụ mmasị ndị mmadụ maka nnwere onwe karịa ịha nhata. Nke a na-egosi na ndị na-eme iwu ahụike ọha na eze nwere ike ịnagide nsogbu n'etiti ịbụ ndị a na-ele anya dịka ndị na-adịghị echebe ahụike ọha maọbụ ndị na-echebe nnwere onwe mmadụ",
  "Ya mere inweta nkwado maka iwu ahụike ọha na eze ga-achọ ka a jiri nlezianya rịọ maka nke ọbụla n'ime nchegbu ndị a yiri ka ha na-asọ mpi.",
  "Àtụ:Public health"
]