[
  "The Canadian Environmental Protection Act, 1999 (CEPA, 1999; French: Loi canadienne sur la protection de l'environnement (1999)) bụ iwu nke 36th Parliament of Canada, nke ebumnuche ya bụ inye áká na mmepe na-adịgide adịgide site na mgbochi mmetọ na ichebe gburugburu ébé obibi, ndụ mmadụ na ahụike site na ihe ize ndụ metụtara ihe ndị na-egbu egbu",
  "Ọ na-ekpuchi ọrụ dịgasị ichè ichè nke nwéré ike imetụta ahụike mmadụ na gburugburu ébé obibi, ma na-eme ihe iji dozie nsogbu mmetọ ọ bụla iwu gọọmentị etiti ndị ọzọ na-ekwekọghị",
  "N'ihi nké a, iwu ahụ bụ \"ijide ihe niile\" nke na-eme ka o doo ányà na ihe ndị nwere ike igbu egbu anaghị ewepụ ya na nlekọta gọọmentị etiti n'amaghị ama n'ihi oghere iwu a na-atụghị ányá yá.",
  "Iwu ahụ na-ekwukwa na enyemaka nke mgbochi mmetọ na njikwa na njikwa nke ihe na-egbu egbu na ihe mkpofu dị ize ndụ iji belata egwu na gburugburu ébé obibi nke Canada na ụdị dị ichè íchè.",
  "Ihe ndị na-egbu egbu nwèrè njirimara akọwapụtara na Nkebi nke 64 nke CEPA. Ozugbo a tụpụtara iwu, ndị nwéré mmasị nwéré ụbọchị 60 iji nyé nkọwa na ngwá ọrụ ahụ a tụrụ aro ma ọ bụ nwee ike itinye ọkwa nke ịjụ na-arịọ ka e guzobe Board of Review.",
  "E guzobere iwu ahụ na afo 1988 ma mee ya iji nyé usoro nhazi iji nyochaa ma jikwaa kemịkalụ na gburugburu ébé obibi nke a na-edoghị ányá n'okpuru mmemme ndị dị ugbu a",
  "[citation needed]",
  "Na 1990 na SOR/90-583: A gbakwunyere Iwu Iwu Nchịkọta nke abụọ (ụfọdụ bromofluorocarbons) na LOTS.",
  "N'ubochi irí abụọ na atọ n'ọnwa Eprel April, 2021, e dezigharịrị LOTS site na iwu iji tinye ihe ndị e mepụtara plastik, tupu ụbọchị iri abụo n'ọnwa Juun 2022, iwu màkà mmachibido iwu Canada na plastik eji otu ihe (SUP), nke Minista nke Gburugburu Ébé Obibi na Mgbanwe Ihu igwe Steven Guilbeault webatara. Mmachibido iwu SUP gụnyere ihe ndị dị ka ahịhịa, akpa, akpa nri, ite, mkpara na mgbaaka plastik.",
  "Ihe ndị na-egbu egbu nwere njirimara akọwapụtara na Nkebi nke 64 nke CEPA. Ozugbo a tụpụtara iwu, ndị nwéré mmasị nwèrè ụbọchị 60 iji nye nkọwa na ngwá ọrụ ahụ a tụrụ aro ma ọ bụ nwee ike itinye ọkwa nke ịjụ na-arịọ ka e guzobe Board of Review.",
  "A ghaghị inyocha ihe ọhụrụ niile màkà ahụike mmadụ na ihe ize ndụ gburugburu ébé obibi tupu emepụta ma ọ bụ bubata ha na Canada",
  "A na-ekere òkè màkà nyocha ndị a n'etiti Environment Canada na Health Canada ma na-achịkwa ya site na New Substances Program, nke na-achịkọta ụkpụrụ metụtara ọkwa nke ihe ọhụrụ na gburugburu ébé obibi.",
  "Ọrụ mmanye metụtara iwu ahụ nwèrè ike ịgụnye:",
  "Ụgwọ n'okpuru Iwu Mmanye Gburugburu Ébé Obibi (EEA) sitere na puku dollar ise  ruo nde dollar isií. EEA na-emetụta mmebi iwu n'okpuru CEPA 1999",
  "EEA na-enyekwa ndị ọrụ mmanye ohere ijide mmadụ na-enweghị akwụkwọ ikike, ijide ma ọ bụ jide ihe ndị metụtara mpụ CEPA 1999 ma ọ bụ ihe akaebe metụtara ya, ya na ijide maọghachi ụgbọ mmiri ndị a na-enyo enyo na ha bụ mpụ",
  "Ikpe ma ọ bụ ebubo n'okpuru EEA nwekwara ike ịkpata mkpọrọ ruo afọ atọ",
  "A na-edepụta ikpe n'okpuru CEPA 1999 na ébé nrụọrụ weebụ Environment Canada."
]