[
  "The Copyright Alternative in Small-Claims Enforcement Act of 2020 (IWU IKPE) United States nke guzobere obere usoro ikpe n'ime United States Copyright Office maka ndị nwe nwebisiinka ịchọ mmebi n'okpuru US $ 30,000 maka mmebi ikike nwebisiinka.",
  "Ewebatara nha ahụ na Ụlọ Nnọchiteanya United States na Mee 1, 2019, wee nyefee ya na Ọktoba 22, 2019",
  "Ewebatara otu ụdị na Senate United States na Mee 1, 2019..",
  "Agụnyere Iwu IKPE, yana ụgwọ abụọ metụtara IP, dịka akụkụ nke mmefu ego omnibus yana ụgwọ enyemaka COVID-19 na Disemba 2020, nke Congress mere na Disemba 21, 2020",
  "Onye isi ala Donald Trump bịanyere aka na ụgwọ ahụ ka ọ bụrụ iwu",
  "na Disemba 27, 2020.",
  "N'okpuru iwu gọọmenti etiti, a ga-achụrịrị ikpe mmebi iwu nwebiisinka n'ụlọ ikpe gọọmenti etiti",
  "Nke a nwere ike ịbụ nhọrọ dị oke ọnụ ma na-ewe oge maka obere ndị nwe nwebisiinka, ọkachasị maka ndị nwere ikike nke ọrụ ederede na nke a na-ahụ anya",
  "Mmebi bịara pụta ìhè na ịntanetị na-ewu ewu nke mere ka ịkekọrịta ihe, gụnyere ndị mebiri ikike nwebiisinka, dị mfe karị.",
  "Ka ha na-atụle ihe gbasara nchebe nwebisiinka maka ọrụ ụmụ mgbei, United States Congress ghọtara ihe ịma aka ndị a maka ndị nwe nwebisiinka pere mpe n'ime ihe iji chebe ọrụ nke ha",
  "Na Maachị 2006, Kọmitii Ụlọ na Kọmitii Na-ahụ Maka Ikpe Na-ahụ Maka Ụlọikpe na Ụlọikpe, Intanet na Ngwongwo ọgụgụ isi nwere ikpe nke isiokwu ya bụ \"Ngwọta maka Obere Nkwupụta Mbibi Nwebiisinka\", bụ nke mechiri site n'ịkụzi ụlọ ọrụ United States Nwebiisinka ka ọ mụọ ihe ngwọta maka okwu ahụ",
  "Ọfịs nwebiisinka bipụtara akụkọ na Septemba 2013 maka ụzọ ọzọ maka ịgba akwụkwọ gọọmentị etiti maka ebubo mmebi iwu nwebiisinka",
  "Officelọ ọrụ nwebiisinka tụpụtara echiche nke obere sistemu ụlọikpe mkpesa nke Ọfịs nwere ike na-arụ maka ndị nwe nwebisiinka na-achọ mmebi ruo.",
  "N'ịgbaso usoro nke ụlọ ọrụ nwebiisinka tụpụtara, iwu CASE ga-ewepụta bọọdụ nkwuputa ikike nwebisiinka n'ime ụlọ ọrụ nwebisiinka",
  "Kọmiti nkwuputa nwere ike kpebie nkwuputa mmebi nwebiisinka nke onye ọ bụla ji ikike nwebiisinka gbara akwụkwọ, nkwupụta nke enweghị mmebi nke ndị ọrụ wetara, na nkwupụta ụgha (n'okpuru Digital Millennium Copyright Act)",
  "Ndị ọka iwu atọ ga-enwe bọọdụ a, abụọ n'ime ha ga-amarịrị na iwu nwebiisinka",
  "Maka ọrụ ndị e debanyere aha n'oge na Office Nwebiisinka, mmebi iwu kachasị ga-abụ US $ 15,000 kwa ọrụ yana US $ 30,000 maka nkwupụta, ebe ọrụ nwebiisinka edebanyeghị aha tozuru oke maka ọkara ego ndị ahụ",
  "Kọmiti nkwuputa nwere ike ọ gaghị enye iwu mana ha nwere ike ịnye otu ndị ọzọ iwu ka ha kwụsị mmebi iwu ma ọ bụrụ na ndị otu ahụ ekwenye.",
  "Usoro a bụ nke afọ ofufo; ozugbo a gbara akwụkwọ mkpesa, ndị zara ajụjụ nwere ụbọchị iri isii iji pụọ",
  "Ọ bụrụ na onye zara azaghị apụ, Board Claims ga-eme mkpebi ikpeazụ na ntule nke mmebi, ma ọ bụrụ na ọ bụla",
  "Usoro a adịghị maka ịchọ mmebi megide mmebi iwu sitere na gọọmentị etiti ma ọ bụ steeti ma ọ bụ ụlọ ọrụ mba ofesi, ma ọ bụ maka nkwupụta ewepụtara n'okwu ikpe na-echere.",
  "Na June 26, 2019, na nkwupụta nye Kọmitii Ndị Nnọchiteanya Na-ahụ Maka Ikpe, US Register of Copyright Karyn A",
  "Temple kwupụtara nkwado ụlọ ọrụ nwebisiinka US maka obere usoro ikpe ikpe",
  "N'okwu ya, o kwuru na \"...obere dollar mana ka bara uru ọrụ nwebiisinka na-emebikarị n'enwetaghị ntaramahụhụ, na ndị na-emepụta ihe na obere ụlọ ọrụ na-enwekarị ihe ngwọta dị irè",
  "N'ihi nke a, Ụlọ Ọrụ nwebisiinka siri ike",
  "na-akwado obere ụlọ ikpe nkwuputa ahaziri n'usoro atụmatụ nke akọwapụtara na akụkọ 2013 nke Nwebiisinka\".",
  "Ndị otu dị ka Copyright Alliance, Professional Photographers of America, American Society of Media Photographers, International Authors Forum, Authors Guild the Graphic Artists Guild, NAACP, AFL-CIO, American Conservative Union, na American Bar Association, yana Ụlọ Ahịa nke United States, na ọtụtụ puku ndị okike onwe ha na obere ụlọ ọrụ na United States. Ndị na-akwado iwu ahụ na-akwado nchọpụta nke Ụlọ ọrụ nwebisiinka na obere ụlọ ikpe ahụ ga-enye ohere ọzọ nwere ego karịa ụlọ ikpe gọọmentị etiti, ma mee ka ndị okike nwee ike ichebe ihe nwebisiinka ha nke ọma",
  "Tụkwasị na nke ahụ, Kọmitii Nkwupụta ga-enwe ike ịchọpụta ma ojiji nke ọrụ nwebisiinka bụ ojiji ziri ezi.",
  "Na nzaghachi maka nchegbu nkatọ, nkwupụta nye ndị kọmitii na-ahụ maka ikpe ikpe nke Senate na Julaị 30, 2019, Temple Register kwuru, \"Enwere m obi ụtọ ịhụ na iwu nke ewepụrụ nso nso a na Kọmitii Ikpe Ziri Ezi nke Senate nwere ọtụtụ ndokwa",
  "iji nyere aka lebara nchegbu ndị a anya",
  "Ndokwa ndị a, yana nnukwu ọkwa chọrọ na usoro nchekwa maka ndị na-aza ajụjụ, ga-enye nchebe dị mkpa megide iji CCB site n'aka ndị na-azọrọ okwukwe.",
  "Ndị otu na-ahụ maka ọdịmma ọha na eze dịka Electronic Frontier Foundation (EFF), Public Knowledge, na Authors Alliance emegidewo ụgwọ ahụ, na-ekwu na Iwu CASE ka ezughị iji chebe ndị mmadụ n'ụzọ kwesịrị ekwesị site na \"ndị na-eme ihe nkiri dị mgbagwoju anya\" (ụlọ ọrụ, nwebisiinka \"trolls\" na ndị na-emegbu ndị yiri ya). Ndị nkatọ a na-arụ ụka na ụlọ ikpe ụlọ ọrụ nwebisiinka nke e guzobere n'èzí usoro ikpe ga-abụ iwu na-akwadoghị, usoro ịpụ n'ụlọ ikpe a ga-emeghe ndị na-amaghị ihe ka ha kpuo ìsì na obere ihe ọ ga-eme, na oke iwu nke ụlọ ikpe ahụ na-enye ohere maka ntaramahụhụ dị oke egwu. Ndị ọkachamara iwu ndị ọzọ kwuru na ndị nwe nwe nwebisiinka buru ibu nwere ike ilekwasị anya n'iji ya eme ihe n'ụzọ ziri ezi ma manye ndị na-eji ojiji iwu nke ọrụ nwebisiinka ka ha kwụsị iji ha ma ọ bụ chọọ nkwado iwu maka ụlọ ikpe ahụ. Library Futures, nke na-ekwu okwu n'aha ọbá akwụkwọ, akatọla na, ọ bụ ezie na a na-echebe ọbá akwụkwọ na ebe nchekwa, ndị ọrụ ọbá akwụkwọ adịghị.",
  "Enwekwara nkatọ site n'aka ndị na-akwado obere ndị na-emepụta nwebisiinka, na-ekwu na ndokwa ịpụ apụ na-enye ndị na-emebi iwu ikike dị ukwuu ịjụ iji Ụlọikpe Nkwupụta ma na-amanye ndị okike iji ụlọ ikpe gọọmentị etiti chọọ ntaramahụhụ."
]