[
  "Iwu ọrụ Naijiria na-eleba anya na ikike, ọnọdụ ọrụ, ụgwọ ọrụ kwa ịzụ, ịchụ n'ọrụ, na ọtụtụ iwu ndị ọzọ gọọmentị Naịjirịa setịpụrụ",
  "E debere iwu ugbu a na afọ 2004, afọ ise eji nwe guzobe iwu ha ugbu.",
  "• Iwu Ọrụ, afọ 2004",
  "• Iwu Ụlọ Ọrụ, afọ 2004",
  "• Iwu ezumike nká, afọ 2004",
  "• Iwu esemokwu azụmahịa, afọ 2004",
  "• Iwu Trade Union Edoziri Edozi, afọ 2005",
  "• Iwu Ịkwụ ụgwọ Ndị Ọrụ, afọ 2010",
  "• Iwu Ụgwọ Ọrụ Kasị Elu nke Mba, afọ 2011",
  "• Iwu Mgbanwe Ezumike nká, afọ 2014",
  "Iwu Ọrụ nke afọ 2004 setịpụrụ ukpụrụ  maka egoa onyeonye orụ  kacha nta na naira na Naịjirịa kwesịrị i nweta",
  "N'afọ 2004, e setịpụrụ ụgwọ ọrụ kacha nta ka ọ bụrụ 5,500.00 kwa ọnwa",
  "N'afọ 2011, Iwu Ụgwọ Ọrụ Kasị Elu nke Mba nke afọ 2011 setịpụrụ ụgwọ ọrụ kacha nta ka ọ bụrụ 18.000.00 kwa ọnwa",
  "Iwu Ọrụ nke 2004 nwekwara ihe pụrụ iche nke na-ekwu na ụlọ ọrụ ọ bụla nke were ndị ọrụ na'okpuru 50 n'ọrụ agaghị agbaso ụgwọ ọrụ kacha nta nke Naijiria",
  "N'afọ 2019, a kwadoro mmejuputa ọhụrụ maka mmụba ruo ihe karịrị 50,000 Naira mana emesịa kwado 30,000 Naira nke malitere ịkwụ ụgwọ na ọnụego ahụ.",
  "Iwu ezumike nká nke afọ 2004 guzobere atụmatụ ezumezu maka ndị na-arụ ọrụ na ngalaba ọha na eze na nke onwe nke Naịjirịa",
  "Ego a ga-enye maka ezumike nká bụ 7% nke ụgwọ ọrụ onye ọrụ",
  "Ọ na-ekwukwa na ọ bụrụ na onye ọrụ anwụọ na ndị ikwu ga-enweta ezumike nká ha na uru ọ bụla site na iwu mkpuchi ndụ ha",
  "N'ime iwu ahụ, ọ na-enye ndị ọrụ lara ezumike nká ohere ịnata uru ezumezu.",
  "N'okpuru iwu e mere n'afo 2004, onye ọrụ ọ bụla nwere ikike ezumike ụbọchị iri abụọ na otu mgbe ọ rụchara ọrụ ọnwa iri na abụọ nke ọrụ na-aga n'ihu kwuo na ndị n'erubeghị afọ iri n'isii ga- enwere ụbọchị ezumike iri na otu",
  "Ihe dị iche na iwu a bụ na onye were mmadụ n\"ọrụ na onye ọrụ nwere ike kwekọrịta ịgbatị oge ezumike site na ọnwa ịrị na abụọ ruo ọnwa iri abụọ na anọ, mana ọ bụghị ihe karịrị ọnwa ịrị abuo",
  "Ndị ọrụ nwekwara ihe ruru ụbọchị iri na abụọ nke ezumike ọrịa a na-akwụ ụgwọ kwa afọ nke a hapụrụ onye ọrụ ka ọ ghara ịrụ ọrụ ha ma ọ bụrụhaala na onye dọkịta edebanyere aha na ya na'ahụ maka ọrịa ahụ (Adesegun-Smith, 1011). Nwanyị nwekwara ikike ezumike ịmụ nwa ma ọ bụrụhaala na ọ weta asambodo ahụike edere ede site n'aka dọkịta na ya ekwesịghị maọbụ enweghị ike ịrụ ọrụ",
  "Akwụkwọ ahụike ahụ ike na-enye nwanyị ohere ịghara ịrụ ọrụ ruo ihe dịka izu isii tupu amụọ nwa ya na izu isii mgbe amuchara nwa ahụ",
  "Ọ na-ejikwa ma ọ dịkarịa ala 50% nke ụgwọ ọrụ ya ma bụrụhaala na ọrụọla ọrụ ọnwa isii",
  "A na-enyekwa ya ohere ezumike nkeji iri atọ ọzọ abụọ maka ebumnuche nke ilekọta nwa ya.",
  "Iwu ọrụ ahụ na-enyekwa ndị ọrụ njem n'ọnọdụ ebe ha ga-agafe kilomita iriisii nna isii  (9.9 mi)",
  "N'ọnọdụ ahụ, onye were mmadụ n'ọrụ nwere ike inye njem n'efu",
  "Ọ dịkwa mkpa na ụgbọala ahụ dị mma, dị ọcha, ma ghara ịba ụba.",
  "N'okpuru Iwu Naịjirịa, ndị ọrụ na-eweta ihe karịrị puku atọ ga-enyekwa 2.5% nke ụgwọ ọnwa ha na ụlọ ọrụ ndị na-ahụ maka ego ụlọ, nke Uloaku Mortgage nke gọọmenti etiti Nigeria n'achịkwa",
  "Ụlọ ọrụ ọ bụla na-enweputaghị 2.5% n'ime ụgwọ ọrụ nke onye enwere n'ọrụ nwere ike ịnata ntaramahụhụ igwu 50,000.",
  "Iwu Ọrụ nke afọ 2004 na-enye ohere maka ụzọ ole na ole dị iche iche nke enwere ike ịchụpụ ndị ọrụ",
  "Ụzọ mbụ bụ ma ọ bụrụ na onye ọrụ anwụọ",
  "Nke abụọ bụ na onye ọ bụla nwere ike ịkwụsị nkwekọrịta ọrụ ma ọ bụrụhaala na e nyere onye nke ọzọ ọkwa",
  "Ọnụ ọgụgụ ọkwa e nyere na-aga n'ụzọ a: ọkwa otu ụbọchị maka nkwekọrịta nke were ihe na'erughị ọnwa atọ, otu izu nke ọkwa maka nkwekọrịta nke nọrọ ihe karịrị ọnwa ise mana o erughị afọ abụọ, izu abụọ maka nkwekọrịta nke karịrị afọ ise, na otu ọnwa maka nkwekọrịta nke dịruworo ihe karịa afọ ise",
  "Ọzọkwa n'ime usoro nkwekọrịta ahụ, aga agwu ụgwọ niile nye onye ọrụ tupu nkwenye ya agwụ."
]