[
  ".Iwu mmasị ọha na eze na-ezo aka na omume iwu a na-eme iji nyere ndị ogbenye, ndị a na-ekewaghị ekewa, ma ọ bụ ndị a na-anọchi anya ya aka, ma ọ bụ ime mgbanwe n'usoro iwu ọha na eze maka ọdịmma ọha na eze, na okwu 'abụghị maka uru' (pro bono publico), na-abụkarị n'ọhịa nke ikike obodo, nnwere onwe obodo, nnwere onwe okpukperechi, ikike mmadụ, ikike ụmụ nwanyị, ikike ndị ahịa, nchebe gburugburu ebe obibi, na ihe ndị ọzọ.",
  "N'okwu a na-eme ememe 1905, Louis Brandeis katọrọ ndị ọrụ iwu, na-eme mkpesa na \"ndị ọkàiwu nwere ike ikwe ka ha bụrụ ndị na-akwado nnukwu ụlọ ọrụ ma na-eleghara ọrụ ha nke iji ike ha na-echebe ndị mmadụ anya",
  "\"",
  "Na odịnala o gosipụtara, ụkpụrụ omume nkịtị maka ndị ọka iwu na-ahụ maka ọdịmma ọha na eze na ọnụ ọgụgụ na-mbulie elu nke mba ka \"na-alụ ọgụ maka obere nwoke\".",
  "Na njedebe nke oge ndị 'Kọmunist' na mmalite 1990s, usoro iwu mba nke Central na Eastern Europe ka nọ n'ọkwa na-emepụta ihe",
  "Ebe kachasị mkpa nke ikike iwu maka òtù ọhụrụ ndị ruuru mmadụ si n'èzí ahụ pụta: Ndị nchịkọta obodo Europe, na European Convention na ikike mmadụ na ụlọ iwu Europe gbasara Ikike ndị mmadu.",
  "Dị ka oge na-aga, n'etiti 1990s, ahụmahụ US bịara dị mkpa",
  "Iwu Council of Europe na ndị ọka iwu na-eji ụlọ ikpe obodo ha na-ebu ụzọ chọọ ọgwụgwọ iwu tupu ha atụgharị gaa na ndị otu Europe ji nwayọọ nwayọọ ghọọ ihe na-eme ka a na-eme ka ahụ, na òtù ọha mmadụ malitere iji usoro ikpe nke ụlọ mee ihe n'ụzọ dị irè karị",
  "Mana ka ọ na-erule oge ndị na-eme ihe n'ime obodo dị njikere ịtụle uru nke ịgba akwụkwọ gbasara mmetụta, ikpe ule, na ụzọ ndị ọzọ maara nke ọma na ahụmịhe US, ha aghọtalarị na ngwa ọgụ kacha mma ha na mpempe akwụkwọ ọ bụla bụ iji iyi egwu ma ọ bụ eziokwu nke a",
  "mkpebi nkwado n'Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Europe",
  "N'iburu nzụlite a n'uche, ọ bụ ihe ezi uche dị na ya maka ndị na-akwalite iwu gbasara ọdịmma ọha na eze na Central na Eastern Europe ikwu okwu banyere \"mkpesa atụmatụ\" karịa gbasara ịgba akwụkwọ gbasara mmasị ọha",
  "Iji ngwá ọrụ nke Ụlọikpe Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Europe na-achọ n'ụzọ dị irè ụzọ atụmatụ",
  "Ọ bụghị ikpe niile gbasara ikike mmadụ nwere ike nweta mkpebi dị mma; Mkpebi na-adịghị mma nwere ike imebi ihe ndị ruuru mmadụ karịa enweghị ikpe ma ọlị",
  "Ụlọikpe Europe nwere iwu ikpe bara ụba nke nwere ike inye nkọwa maka otu a ga-esi kpee ikpe n'ọdịnihu, e nwekwara akụkụ usoro, dị ka ihe a chọrọ iji kpochapụ ọgwụgwọ ụlọ, iji tụle.",
  "Isi ihe mmụta sitere na ahụmịhe United States maka ndị na-eme ihe ike n'obodo bụ otú e nwere ike isi jiri ụlọ ikpe mee ihe n'ụzọ dị irè dị ka ngwá ọrụ maka itinye aka na eze na ọchịchị.",
  "Mgbanwe ndị a gbanwere na iwu ntuli aka nke Ịtali site na 2014 ruo 2017 bụ \"n'ihi omume ndị a mụrụ site na ala (...) nsonaazụ nke usoro, ọmụmụ na nkwekọrịta",
  "Ndị prọfesọ mahadum, ndị na-eme iwu na ntuli aka, ndị omeiwu na ndị nnọchi anya ndị ọzọ ahọpụtara (...), ndị nnọchi anya ọha mmadụ na ụmụ amaala nkịtị gosipụtara ya",
  "Aha ha bụ, dị ka ndị na-eme ntuli aka, n'ihe karịrị arịrịọ mmeghe iri abụọ (nhota ma ọ bụ arịrịọ), ha niile wetara pro bono.",
  "Iwu ọdịmma ọha na eze (公益法) bụ okwu a nabatara na China, ebe ụlọ ọrụ ndị bụ isi na-akwado iwu ka dị oke ọhụrụ",
  "China enweghị usoro iwu nkịtị nke a na-atụ anya na ndị ọka iwu ga-arụ ọrụ dị mkpa na \"ime iwu\"",
  "Ka o sina dị, obere obodo ma dị irè nke ndị ọka iwu enwetawo nnabata nke ikpe gbasara ọdịmma ọha na eze dị ka ụzọ ziri ezi iji dozie nsogbu mmekọrịta mmadụ na ibe ya ma nye aka na ọha mmadụ na-emekọ ihe ọnụ, ndị na-abụghị ndị gọọmentị emeela ka mmanye ikike maka ndị ọrụ si mba ọzọ, ụmụ nwanyị, ụmụaka na ndị na-ata ahụhụ site na mmebi gburugburu ebe obibi, tinyere ndị ọzọ",
  "Dịka ọmụmaatụ, ndị ọka iwu na-ahụ maka ọdịmma ọha na eze na China agbaala akwụkwọ n'ụlọ ikpe n'ụzọ gara nke ọma na-agbagha iyi egwu mmekọahụ n'ebe ọrụ na njide ndị nwere ahụ ike n'ụlọ ọgwụ uche.",
  "Ndị China na-eme mgbanwe kwenyere na otu ụzọ iji mee ngwa ngwa mmepe nke iwu ọdịmma ọha na eze bụ itinye n'ọrụ iwu mmekọrịta nke òtù nwere ike ịkpalite ikpe iji chebe ọdịmma nke ndị otu ya",
  "Ugbu a, [mgbe?] Iwu Usoro Obodo nke China na-aga n'ihu",
  "Otu n'ime mgbanwe ndị a tụrụ aro ga-emepụta ụdị nguzo mmekọrịta",
  "N'echiche, iwu ọhụrụ ahụ ga-enye ndị NGO dị n'ime obodo ikike ịgba akwụkwọ n'aha nke ha n'aha ndị otu ha, mana mmezigharị ahụ a tụrụ aro emeela ka arụmụka kpụ ọkụ n'ọnụ na ọdịnihu ya edoghị anya",
  "[isi iyi a na-apụghị ịdabere na ya?]",
  "Na Hong Kong iwu ọdịmma ọha na eze bụ ngalaba na-apụta",
  "Isi ụgbọala maka ịchụso ebubo ọdịmma ọha na eze bụ nyocha ikpe",
  "Nke a bụ usoro a na-agbagha mkpebi gọọmentị n'ụlọ ikpe",
  "Enweela mmụba n'okwu nyocha ikpe kemgbe afọ 2000",
  "Ihe gbasara gburugburu ebe obibi na ikike ndị nta so n'ime ebe ndị a na-ekpe ikpe.",
  "Otu n'ime ndị ọsụ ụzọ na iwu ọdịmma ọha na eze na Hong Kong bụ Pamela Baker",
  "N'ọgwụgwụ afọ ndị 1980, ọ gbara ọtụtụ ikpe dị ịrịba ama n'ụlọ ikpe na-agbagha mmeso gọọmentị na-emeso ndị gbara ọsọ ndụ Vietnam. N'afọ 1995, e guzobere Hong Kong Human Rights Monitor na ebumnuche nke ịkwalite nchedo ikike mmadụ na Hong Kong. Taa, ihe ka ọtụtụ n'ime ndị ọka iwu na-anọchite anya ụmụ amaala na ndị otu na-elekọta mmadụ na ikike mmadụ na ikpe iwu ọha na eze na-agbanwe agbanwe na Hong Kong bụkwa ndị otu ndọrọ ndọrọ ọchịchị ma ọ bụ ndị na-arụsi ọrụ ike na mmegharị mmekọrịta mmadụ na ibe ya n'èzí ụlọ ikpe.",
  "Ụlọ akwụkwọ iwu na Hong Kong na-ahazi mmemme dị iche iche iji kwalite echiche nke ọrụ iwu pro bono nye ụmụ akwụkwọ. Kọmitii Pro bono nke ụlọ ọrụ iwu na Hong Kong na-ezukọkwa kwa ọnwa na Hong Kong Legal Community Roundtable, nnọkọ maka ụlọ ọrụ iwu mba ụwa iji kwurịta mmepe nke ọrụ pro bono na Hong Kong na mpaghara ahụ.",
  "\"Public Interest Litigation\" ma ọ bụ ikike PIL kemgbe ọ malitere na usoro ikpe India, egosila ụfọdụ ezi ihe atụ nke ichebe ikike nke ndị India ma wusie ọnọdụ nke Ụlọikpe Kasị Elu nke India ike dị ka onye nlekọta kachasị mma nke ikike ndị dị mkpa nke edepụtara na Iwu India. E webatara ya na India n'ihe dị ka afọ 1979-80 site n'aka ndị ọka ikpe Ụlọikpe Kasị Elu, Justice V",
  "R",
  "Krishna Iyer tinyere Justice P",
  "N",
  "Bhagwati",
  "Kemgbe ahụ, enwere oge mgbe Ụlọikpe na-achọsi ike ikpebi okwu ndị dị mkpa n'ihu ọha n'egbughị oge, dị ka ikpe dị na Shyam sundar ebe ụlọ ikpe nabatara okwu ahụ ọbụna mgbe e mere ngwa ahụ site na akwụkwọ ozi ezitere site na post.",
  "Saụt Afrịka ahụla nnukwu ikpe gbasara ọdịmma ọha na eze n'akụkọ iwu ya",
  "N'oge ọchịchị colonial na apartheid, a na-eji ikpe gbasara ọdịmma ọha na eze dị ka ngwá ọrụ mgba iji guzogide iwu na-ezighị ezi",
  "N'oge ngwụcha oge ịkpa ókè agbụrụ site na 1979, e guzobere òtù atọ nwere mmasị ọha na eze: Legal Resources Centre, Centre for Applied Legal Studies na Lawyers for Human Rights",
  "N'agbanyeghị ọnọdụ ndọrọ ndọrọ ọchịchị na usoro iwu nke na-emegide ọdịmma ọha na eze, ha nwetara ụfọdụ ihe ịga nke ọma na-emegide mwepụ mmanye na-asọmpi usoro iwu ngafe na iwu ndị ọzọ na-akpa ókè agbụrụ. Otú ọ dị, ọbụlagodi na ngwụcha narị afọ nke iri na itoolu, ejirila ikpe mee ihe dị ka atụmatụ maka iguzogide, ọkachasị site n'aka ndị ọka iwu ojii mbụ, ọtụtụ n'ime ha so na ndị guzobere African National Congress.",
  "N'ịgbaso mgbanwe na ọchịchị onye kwuo uche ya, Iwu nke Republic of South Africa webatara mgbanwe dị ukwuu na usoro iwu nke mere ka ikpe gbasara ọdịmma ọha na eze, gụnyere Iwu nke Ikike, iwu sara mbara nke iguzo na ikike mmezi maka ụlọ ikpe",
  "Kemgbe afọ 1995, ngalaba na-ahụ maka ikpe gbasara ọdịmma ọha na eze nke South Africa etoola, ebe e guzobere ọtụtụ òtù ndị ọkachamara, n'akụkụ òtù ndị okenye",
  "Kemgbe ahụ, Saụt Afrịka ahụla ọtụtụ ndị na-ahụ maka ọdịmma ọha na eze na-achọ ime ka nkwa mgbanwe nke Iwu ahụ mezuo, ọkachasị iji mee ka ikike mmekọrịta mmadụ na ibe ya na akụ na ụba na ịkwado ụlọ ọrụ ọchịchị onye kwuo uche ya.",
  "N'ịchịkọta akụkọ ihe mere eme nke otu a na United States, Prọfesọ Iwu Mahadum Stanford Deborah Rhode na-ede, sị: \"Ndị ọka iwu nwere mmasị ọha na eze azọpụtala ndụ, chebe ikike ndị bụ isi, guzobe ụkpụrụ dị mkpa, gbanwee ụlọ ọrụ, ma hụ na uru dị mkpa maka ndị kachasị ha mkpa....N'ihe fọrọ nke nta ka ọ bụrụ nnukwu mgbanwe mmekọrịta ọha na eze nke America nke ọkara narị afọ gara aga, ndị ọka iwu na-ahụ maka ọdịmma ọha na eze arụwo ọrụ dị mkpa.",
  "A na-ahazi iwu ọdịmma ọha na eze na United States",
  "Òtù ndị gọọmentị na-arụ ọrụ iji kwalite ma chebe ikike mmadụ site na iji usoro iwu United States, na-alụ ọgụ iji chebe gburugburu ebe obibi, ma ọ bụ na-akwado n'aha ndị ahịa, na-akpọ onwe ha òtù iwu ọdịmma ọha na eze",
  "Obodo buru ibu nke ndị ọka iwu na-eme iwu gbasara ọdịmma ọha na eze n'ụdị inye enyemaka iwu n'efu nye ndị na-enweghị ike ịkwụ ụgwọ ya",
  "Otú ọ dị, eziokwu dị egwu ka dị na ndị ọka iwu anaghị akwụ ụgwọ ma na-arụsi ọrụ ike, na-enye nnọchi anya na-enweghị isi. Agụmakwụkwọ iwu ụlọ ọgwụ, nke e guzobere nke ọma na United States, na-enye ohere maka ụmụ akwụkwọ iwu ịrụ ọrụ iwu bara uru n'ihe gbasara iwu ndị bụ isi yana nsogbu ọdịmma ọha na eze dị mgbagwoju anya, dị ka ikike ụmụ nwanyị, iwu mgbochi ịkpa ókè, ikike iwu, na nchedo gburugburu ebe obibi, n'etiti ndị ọzọ",
  "Ụfọdụ ụlọ akwụkwọ iwu nwere ụlọ ọrụ iwu gbasara ọdịmma ọha na eze, nke na-adụ ụmụ akwụkwọ iwu nwere mmasị ịchụso ọrụ iwu ọdịmma ọha na eze",
  "Mmemme Pro bono na ụlọ ọrụ ndị ọka iwu na ụlọ ọrụ iwu na-enye ohere maka ndị ọka iwu azụmahịa inye oge maka ọrụ iwu gbasara ọdịmma ọha na eze.",
  "Ọtụtụ n'ime ọrụ ndị ụlọ ọrụ iwu gbasara ọdịmma ọha na eze na-arụ anaghị enweta ego n'ihi na ndị ahịa ha enweghị ike ịnye ndụmọdụ nzuzo",
  "Na mgbakwunye, ihe omume ndị ọzọ ha na-arụ dị ka mgbasa ozi obodo, ịhazi njikọ aka, ịgwa ndị nta akụkọ okwu, na ịmalite mkpọsa ntọala, anaghị enweta ego",
  "Otu ndị a na-adabere na ego gọọmentị etiti, onyinye ntọala nke onwe, onyinye, ego steeti, ụgwọ onye ọka iwu, ụtụ otu, mmemme inye ego, na mkpakọrịta maka ndị ọka iwu ọhụrụ",
  "Ego gọọmenti etiti na onyinye ntọala onwe bụ isi mmalite nke ego maka ọtụtụ ụlọ ọrụ, agbanyeghị ego na-adịgasị iche dabere n'ụdị nhazi",
  "Dịka ọmụmaatụ, liberalism akụ na ụba na òtù gburugburu ebe obibi na-agbaso ụzọ isi n'otu n'otu nke ndị na-ahụ maka ikike obodo dị ka American Civil Liberties Union, ebe òtù ịda ogbenye na-ejikarị ego Legal Services Corporation (LSC)",
  "Isi iyi nke ego na-emetụta mmetụta na atụmatụ a na-achụ.",
  "Enweghi ego zuru oke dị mkpa iji gboo mkpa iwu nke ndị ogbenye na ndị a na-akọwaghị ya bụ otu n'ime nsogbu kachasị mkpa na-eche òtù dị iche iche ihu",
  "A na-amanye ụlọọgwụ enyemaka iwu n'ofe mba ahụ ịjụ ọtụtụ arịrịọ ha na-enweta n'ihi enweghị akụrụngwa",
  "Enweghị akụrụngwa na enweghị ike ijikọ ndị mmadụ n'otu n'otu na-eme ka ezinụlọ ndị na-enweghị ego nweta enyemaka iwu maka ihe na-erughị 20% nke mkpa iwu ha",
  "N'ime oge mmegide na-abawanye n'etiti ndị pere mpe, a na-amanye ndị ọka iwu ibute naanị oke mmebi ikike",
  "Site n'inwe ike iburu ikpe kachasị njọ, ọtụtụ mkpa ndị mmadụ ka na-egbotaghị ya.",
  "N'iwu, ọdịmma ọha na eze bụ nchebe megide ụfọdụ ikpe (dịka ọmụmaatụ ụfọdụ ikpe nkwutọ na United Kingdom) na ịhapụ ụfọdụ iwu ma ọ bụ ụkpụrụ (dịka ọmụmaatụ iwu nnwere onwe nke ozi na UK)",
  "Ọzọkwa, ndị ọka ikpe na usoro iwu nkịtị nwere ike ikpe n'ihi iwu ọha na eze, okwu metụtara ya.",
  "Nkọwa mbụ nke Onye edemede ahụ adịkwaghị irè...",
  "Ọ dịghị ihe ọ bụla na ọchịchị onye kwuo uche ya ihe ọ bụla hà nhata, Ime nke ọma, 57 Vand",
  "L",
  "Rev",
  "2087-2125 (2004)"
]