[
  "Afrịka abụwo mpaghara ụwa dị mkpa maka azụmahịa na itinye ego na Japan. Japan nwere ụfọdụ ahụmahụ akụkọ ihe mere eme na Africa na obere mmasị na mmekọrịta akụ na ụba na mpaghara ahụ, ma e wezụga maka mmepe nke ihe ndị a na-emepụta.",
  "N'akụkọ ihe mere eme, Japan gbalịrị ịnọgide na-enwe mmekọrịta chiri anya na United States ma na-eguzobe ma ọ bụ na-akwado mmekọrịta dị mma na mba ndị na-abụghị ndị Kọmunist nke Africa.",
  "N'afọ 1990, Afrịka nwere ihe karịrị 1% nke ihe ndị Japan na-ebubata na ihe karịrị 1% ya na-ebupụ",
  "Onye mmekọ azụmahịa kachasị ukwuu nke Japan na Africa na 1990 bụ South Africa, nke mejupụtara 30% nke ihe Japan na-ebupụ na Africa na 50% nke ihe Japan si na mpaghara ahụ",
  "N'ihi mmachibido iwu azụmahịa nke United States na mba ndị ọzọ tinyere na South Africa, Japan pụtara dị ka onye mmekọ azụmahịa kachasị ukwuu na South Africa n'oge afọ 1980",
  "Ọnọdụ a gosipụtara ihere na Japan ma mee ka ọ belata mmekọrịta mmekọrịta mmekọrịta na mmekọrịta akụ na ụba na mba ahụ",
  "N'agbanyeghị eziokwu ahụ bụ na South Africa nọgidere bụrụ onye mmekọ azụmahịa kachasị ukwuu nke Japan na mpaghara ahụ, ma mbupụ na mbubata na 1988 ejirila ihe karịrị otu ụzọ n'ụzọ atọ belata site na ọnụ ahịa ha na 1980",
  "Site na njedebe nke ịkpa ókè agbụrụ na mmekọrịta mba ụwa nke South Africa na 1994 ọrụ pụrụ iche nke Japan kwụsịrị.",
  "Site na mmalite nke narị afọ nke 21 ruo tupu Great Recession, ọnụ ahịa azụmahịa na Africa malitere site na ihe dị ka ijeri US $ 8 ruo n'ókè dị ka ijere US $ 34; Otú ọ dị, site na 2009, ọnụ ọgụgụ a belatara ruo ihe dị ka US $ 18 ijeri.",
  "Site na 2015, e mere atụmatụ na ọnụ ahịa ahịa ahịa Japan na Africa dị ihe dị ka ijeri US $ 24.",
  "N'afọ 1989, Japan mere nnukwu mmụba n'enyemaka nye Africa site na ọkwa nke mmemme enyemaka US $ 600 nde maka afọ atọ sochirinụ.",
  "Ntinye ego site na afọ 2000 gaa n'ihu bụ isi na South Africa na ọtụtụ n'ihe gbasara ike na mmepụta. Ntinye ego ndị ọzọ lekwasịrị anya n'ịbawanye mmepụta ugbo, ịkwalite agụmakwụkwọ dị mma, iwu na idebe akụrụngwa, na njikwa ahụike.",
  "This article incorporates text from this source, which is in the public domain",
  ".mw-parser-output cite.citation{font-style:inherit;word-wrap:break-word}.mw-parser-outputcitation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-outputcitation:target{background-color:rgba(0,127,255,0.133)}.mw-parser-outputid-lock-free a,.mw-parser-outputcitationcs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-limited a,.mw-parser-outputid-lock-registration a,.mw-parser-outputcitationcs1-lock-limited a,.mw-parser-outputcitationcs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputid-lock-subscription a,.mw-parser-outputcitationcs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-outputcs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\")right 0.1em center/12px no-repeat}.mw-parser-outputcs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-outputcs1-hidden-error{display:none;color:#d33}.mw-parser-outputcs1-visible-error{color:#d33}.mw-parser-outputcs1-maint{display:none;color:#3a3;margin-left:0.3em}.mw-parser-outputcs1-format{font-size:95%}.mw-parser-outputcs1-kern-left{padding-left:0.2em}.mw-parser-outputcs1-kern-right{padding-right:0.2em}.mw-parser-outputcitationmw-selflink{font-weight:inherit}Ọmụmụ Mba..Àtụ:Foreign relations of Japan"
]