[
  "Iyabo Obasanjo-Bello (onye amụrụ na 27 April 1967) bụ na Nigerian President Olusegun Obasanjo na Oluremi Obasanjo.",
  "Obasanjo-Bello gụrụ akwụkwọ na Corona School di na Victoria Island, Lagos, Capital School di na Kaduna, nakwa Queen's College di na Lagos",
  "O nwetara asambodo na Veterinary Medicine na University of Ibadan n'afọ 1988, master's degree na Epidemiology na University of California, Davis di na Davis, California, United States, n'afọ 1990, nakwa PhD n'otu ngalaba a na Cornell University di na Ithaca, New York, n'afọ 1994.",
  "Tupu onu ogugu ndi omeiwu ya, Obasanjo-Bello bu onye onye ome iwu na-ahu maka ahu ike n' Ogun Steeti",
  "A ghọpụtara ya dika onye Senator na-anọchi anya Ogun Central Senatorial District nke Ogun State na April 2007.\nỌ dọrọ ndọrọ ọchichi ọzọ mana Olugbenga Onaolapo Obadara nke Action Congress of Nigeria (ACN) meriri ya site na-inweta votu 102,389 votes ebe ya bụ Obasanjo Bello nwetara votu 56,312. maka 2012",
  "A ghọpụtara Obasanjo-Bello na Senate na Abali iri abuo na asatọ n'afo 2007 na platform ndi People's Democratic Party (PDP); mana onye ya na ya so zọọ ọkwa na  Action Congress (AC) bụ Remilekun Bakare fufere isi ma si mba n'a-ọbụghị eziokwu, mana  Ogun State Election Petition Tribunal kwụrụ na O mereriri.",
  "Ọ bụ onyeisi oche nke Kọmitii na-ahu maka Ahụike nakwa onye na-ahụ maka Nchebe & Ọgụgụ Isi, Ụgbọ ala, Sayensị na Nkà na Ụzụ, Mmụta, National Planning, na Inter-Parliamentary Kọmitii",
  "Ọ pụrụ n'ọkwa mgbe emeriri ya na nghọpụta ndi  Ngalaba Nlekọta  na 9 April 2011",
  "N'April 2003 na ụbọchị ntuli aka n'ozuzu ya, a gbara ụgbọala ya egbe n' Ifo Road na Steti Ogun",
  "Ọ nọghị n'ụgbọala mana ndị okenye atọ na ụmụ abụọ nọ n'ụgbọala ahụ nwụrụ",
  "E jideghị ndi mere mpụ a.",
  "N'April 2008, Ngalaba Na-ahụ Maka Mmebi Iwu na Ụba na Nigeria 'Economic and Financial Crimes Commission' (EFCC) nyochachara Obasanjo-Bello n'ihi nnyocha ndị metụtara Minista Na-ahụ Maka Ahụ Ike na onye ọrụ ya Prof",
  "Adenike Grange, maka ịzụta ego ọha na eze. Na njedebe afọ, Ụlọ ngbasa ozi ahụ eweghachighị na-enweghị isi nye ndị gọọmentị",
  "Ọnụ ego ahụ bụ nde naira, bụ nke e kwuru na a ga-ekesa n'etiti Minista, onye Minista ya na ndị isi obodo na Senate na Ụlọ  Ahụ Ike",
  "A manyere Minista na onye ozo ya ka ha kwusi mgbe ha laghachiri ego ha; e mesịrị jide ha ma nyefee mgbapụta. Iyabo Obasanjo-Bello ekweghi inyeghachi ego ya, nde Naira iri",
  "O kwuru na ndị isi itoolu nọ na kọmitii ya \"gbara mbọ maka ego site n'ozi ha na-ahụ",
  "O kwadoro ego a na ogbako banyere ike izulite ndi otu komiti ahuike ahu ndi gara Ghana",
  "O kweghị ịpụta n'ihu EFCC. Ọ bụ ezie na a kpọrọ ya, tinyere ndi ozi na ndị ọrụ gọọmenti ọzọ, ọ jụrụ ịbịa n'ụlọikpe",
  "Otu izu mgbe e mesịrị, nnukwu ihe nkiri mere mgbe ndị isi nke EFCC gbalịrị ijide ya n'ụlọ ya na district Maitama nke obodo Abuja, mgbe ndị uweojii na-ahụ maka iwu na-eme ka ọ na-awụda mgbidi ya iji gbochie njide ya",
  "N'afọ 2009, a kpụpụrụ ikpe ahụ n'Ụlọikpe Kasị Elu na Abuja dị ka enweghi uru ọ bụla.",
  "Obasanjo-Bello kwuru na ebubo a bu \"ihe ndi ozo\" ma kwuo na emegidere ya n'ihi na ọ bubu nwa nke onye isi ala.",
  "Ọ rụrụ ọrụ na Clinical Research na US tupu ya alaghachi na Naijiria n'afọ 2003.Ọ bụ otu onye tinyere n'afọ 2013 otu onye galitere agalite na Harvard's Advanced Leadership Initiative.\nỌrụ ya ndi ama-ama gụnyere:"
]