[
  "Ihe ize ndụ gburugburu ebe obibi bụ ihe mmetụta, ọnọdụ mati ma ọ bụmmemméomume nke nwere ike iyi gburugburu ebe obibi egwu ma ọ bụ metụta ahụike ndị mmadụ, gụnyere mmetọ na ọdachi ndị na-emere onwe ha dịka oké ifufe na ala ọma jijiji.",
  "Ọ nwere ike ịgụnye ihe ọbụna dí otu ma ọ bụ ngwakọta nke kemịkal na-egbu egbu, ihe ndị dị ndụ, ma ọ bụ ndị na-ahụ maka anụ ahụ na gburugburu ebe obibi, nke sitere na ọrụ mmadụ ma ọ bụ usoro okike, nke nwere ike imetụta ahụike nke ndị a kpughere, gụnyere mmetọ dị ka ọla dị arọ, ọgwụ ahụhụ, ihe ndị na-emerụ ahụ, nsị na-egbu egbu, ụlọ ọrụ na kemịkal ụlọ.",
  "Ikike ịmara ihe ize ndụ gburugburu ebe obibi bụ nzọụkwụ nke mbụ na nyocha ihe ize ndụ gburugburu ebe obibi, nke bụ usoro nke ịtụle ohere, ma ọ bụ ihe ize ndụ, nke mmetụta ọjọọ sitere na nrụgide gburugburu ebe obibi. Njirimara ihe ize ndụ bụ mkpebi nke ma, na n'okpuru ọnọdụ ndị dị aṅaa, ihe nrụgide gburugburu ebe obibi nwere ike ịkpata mmerụ ahụ.",
  "Ihe nlereanya echiche nke ikpughe",
  "Ihe ize ndụ nwere ikike iji mee ka ihe ọjọọ naanị ma ọ bụrụ na ha na ndị nwere ike imerụ ahụ",
  "N'ihi nke a, njirimara ihe ize ndụ gụnyere mmepe nke ụdị echiche nke ikpughe. Ụdị echiche na-ekwurịta ụzọ na-ejikọta isi mmalite nke ihe ize ndụ nyere ndị nwere ike ikpughe)",
  "Ụlọ ọrụ United States maka ihe ndị na-egbu egbu na ndekọ ọrịa guzobere ihe ise a ga-etinye na ụdị echiche nke ikpughe:",
  "Akowara ihe ize ndụ kemịkal n'ime Global Harmonized System na ụkpụrụ kemịkal nke European Union",
  "Ihe na eweta nkeá bu kemịkal na-akpata ha na-akpata nnukwu mmebi gburugburu ebe obibi",
  "Akara ahụ na-emetụta karịsịa maka ihe ndị nwere nsí mmiri",
  "Otu ihe atụ bụ zinc oxide, ihe a na-ahụkarị na-acha uhie uhie, nke na-egbu egbu nke ukwuu na ndụ mmiri.",
  "Ihe ize ndụ anụ ahụ bụ ụdị ihe ize ndụ ọrụ nke gụnyere ihe ize ndụ gburugburu ebe obibi nke nwere ike ibute mmerụ ahụ ma ọ bụ na-enweghị kọntaktị. N'okpuru ebe a bụ ndepụta nke ihe atụ:",
  "Ihe ize ndụ ndị dị ndụ, nke ejikwara biohazards wee mara, na-ezo aka na ihe ndị dị ndụ nke na-eyi ahụike nke ihe ndị dị ndụ egwu, ọkachasị nke ụmụ mmadụ",
  "Nke a nwere ike ịgụnye nsị ahụike ma ọ bụ ihe ngosi nke microorganism, nje ma ọ bụ nsí (site na isi iyi) nke nwere ike imetụta ahụike mmadụ",
  "Ihe atụ gụnyere:",
  "Ihe ize ndụ nke mmekọrịta mmadụ na ibe ya gụnyere ma ọ bụghị naanị nrụgide, ime ihe ike na ihe ndị ọzọ na-akpata nchekasị n'ebe ọrụ",
  "Ná mpaghara ebe nile Ọrụ na-aba uru n'ozuzu maka ahụike uche na ọdịmma onwe onye",
  "Ọ na-enye ndị mmadụ nhazi na ebumnuche na echiche nke njirimara."
]