[
  "Izi (Izii, Izzi) bụ asụsụ Igboid a na-asụ na steeti Ebonyi na obodo Naịjirịa. Ọ na-emepụta ụyọkọ asụsụ nke ndi Ikwo, Ezza, na kwa ndi Mgbo ndị yiri ya.",
  "Ndi na asu asusu Izi gbasara na ebe di iche iche",
  "Belonging to a larger group of people called the Igbo, the Izi distinguish themselves from their neighbors and have divided themselves into many clans",
  "Izi speakers are found east of Abakaliki, the capital of the Ebonyi State and extend as far as the Anambra and Imo State boundaries",
  "Longitudinally, Izi speakers extend from the Plateau State to approximately 12 miles north of the Cross River, which runs through the appropriately named Cross River State.",
  "Map ndị dị na ibe a na-egosi ebe ndị na-asụ Izi bi, na-egosi ma mba Naịjirịa n'ime Kọntinent nke Afrịka na nkewa dị na mba Naịjirị",
  "Ndị nne na nna nke Izá, ndị Igbo, bi na Ndịda Ọwụwa Anyanwụ Naịjirịa",
  "A na-akpọ mpaghara ebe ndị Igbo bi bụ nke a na-akpọ ŌIgboland",
  "Ọ bụ ezie na Osimiri Niger kewara mpaghara a, ndị Igbo na-ejigide ịdị n'otu ọdịbendị, ebe osimiri ahụ na-enye ụzọ dị mma maka nkwurịta okwu ha.",
  "Nnyocha banyere mmalite nke Igbo pere mpe, mana echiche na-eduga bụ na ọtụtụ obodo dị iche iche si n'Ebe Ọdịda Anyanwụ na North kwaga n'ókè nke etiti Igboland",
  "O nwere ike ịbụ na ọganihu ndị a malitere na narị afọ nke itoolu",
  "Site na mpaghara etiti ahụ, mbata n'oge na-adịbeghị anya emeela n'akụkụ niile, nke dugara n'ọdịbendị Igbo",
  "Before the 16th century, the Igbo had a pictogram form of writing called “Nsibidi”",
  "That form died out, most likely because many of its users were members of secret societies and did not want it to be public",
  "In 1854, A German philologist named Karl Richard Lepsius made a “Standard Alphabet”, meant for all the languages of the world",
  "In 1882, Britain enacted an educational ordinance to direct the teaching of reading and writing only in English which temporarily inhibited the development of Igbo along with other languages of West Africa.",
  "Arụmụka banyere orthography Igbo malitere na 1927, mgbe International Institute of African Languages and Cultures (IIALC) bipụtara akwụkwọ nta, \"Practical Orthography of African Language\"",
  "A gbakwunyere ụdaume /gw/, /kw/, na /nw/ iji nọchite anya ụda Igbo",
  "Akwụkwọ nta ahụ jiri akara ụfọdụ sitere na International Phonetic Alphabet (IPA), nke malitere esemokwu na ndị ozi ala ọzọ jiri ihe odide Lepsius mee ihe fọrọ nke nta ka ọ bụrụ afọ 70",
  "N'afọ 1929, Kọmitii Mmụta nke Gọọmentị Colonial gbalịrị iji orthography IIALCī dochie Lepsius",
  "Gọọmentị, tinyere ndị ozi ala ọzọ Roman Katọlik na Metọdist, nabatara ma nabata orthography ọhụrụ ahụ; Otú ọ dị, ndị ozi ala ala ọzọ Protestant ndị ọzọ megidere ya",
  "Dr",
  "Ida Ward chepụtara mkpụrụedemede ọkọlọtọ dabere na asụsụ dị n'etiti na 1944, mana esemokwu ahụ gara n'ihu, e mekwara mkpebi iji mkpụrụedemede ọhụrụ mee ihe naanị maka akwụkwọ gọọmentị.",
  "E kwekọrịtara ụdị ọkọlọtọ site na 1962 ma ka na-eji ya eme ihe taa",
  "N'afọ 1972, otu kọmitii na-ahụ maka ịhazi asụsụ Igbo gbakọtara iji gbasaa asụsụ Igbo, na-agbaziri okwu sitere n'asụsụ dị iche iche na-abụghị nke etiti, echiche maka Standard Igbo bụ nke ndị niile na-asụ Igbo ga-asụ ma ghọta.",
  "N'agbata afọ 1973 na afọ 1976, a kwadoro aro kọmitii nhazi maka mkpụrụ okwu Igbo, a tụlere aro ọhụrụ maka ịhazigharị mkpụrụedemede Igbo",
  "Ụkpụrụ orthography Igbo nke a na-eji eme ihe ugbu a dabere na olumba nke Owerri na Umuahia. A na-egosi mkpụrụ akwụkwọ n'okpuru ebe a tinyere ederede IPA.",
  "N'iji Izi, Ezaa, na Ikwo tụnyere na-ekpughe na olumba ndị a na-ekerịta ihe dịka 95% nke okwu ha.  Otú ọ dị, ntụnyere na asụsụ Central Igbo gosipụtara naanị 80% na-agbanwe agbanwe na ihe okwu",
  "Ebe ọ bụ na Izi, Ezaa, na Ikwo na ibe ha na-aghọta ibe ha ma ọ bụghị na Central Igbo, a na-ekewa ha dị ka otu asụsụ dị iche na asụsụ Central Igbo",
  "Otú ọ dị, ụfọdụ n'ime okwu ndị dị na Izi bụ ndị na-ejikọta na Central Igbo.",
  "Izi nwere ụdaume ụdaume iri abụọ na isii nke e kewara n'okpuru ụzọ isii nke articulation na ebe ise nke articulation nke egosiri na chaatị dị n'okpuru",
  "A na-ejikwa ụdaume amata site na ikwupụta okwu",
  "Ma nkwụsị olu na nke na-enweghị olu na-eme na egbugbere ọnụ, alveolar, velar, na ebe nkwonkwo egbugbere aka",
  "Enwekwara imi kwekọrọ na nke ọ bụla n'ime ebe ndị a",
  "Fricatives bụ mgbe niile labials, alveolars, na velars; affricates bụ mgbe niile egbugbere ọnụ na alveolar",
  "Izi nwere mmiri dị n'akụkụ na nke na-abụghị n'akụkụ, mana ụfọdụ ndị ọkà okwu na-eji mmiri dị n\"akụkụ dochie anya nke na-adịghị n'akụkụ.",
  "Izi nwere ọnụọgụ ụdaume",
  "E nwere ụdaume itoolu na Izi, gụnyere ụdaume canonical na ụdaume abụọ ọzọ n'ihu na ụdaume azụ abụọ ọzọ",
  "N'okpuru ebe a bụ tebụl nke ụdaume kewara site na ebe ha na-ekwu okwu n'ime oghere ọnụ yana ọnọdụ nke mgbọrọgwụ nke ire:",
  "Akụkụ syntagmatic nwere njikọ njikọ syntactic n'etiti morphological ma ọ bụ phonological units",
  "Na Izi, a na-eji otu ma ọ bụ karịa akara nke ụda na ogo akara ọ bụla",
  "Ihe atọ dị na Izi bụ palatalization, labialization, na neutral",
  "A na-ewere ha dị ka akụkụ mkpụrụedemede maka ọtụtụ ihe mana nke kachasị mkpa ebe ọ bụ na ha na-akpata ọdịiche n'etiti mkpụrụedemede kama n'etiti ụdaume ọ bụla.",
  "A na-ahụ okwu dị ka mkpakọ dị ike ma ọ bụ dị ka obere ụdaume na-aga n'ihu na mkpụrụedemede ma na-eme ma ọ bụrụ na akụkụ mkpụrụedemede bụ //j// na mgbe ụfọdụ mgbe akụkụ ahụ bụ ụdaume alveolar (ma e wezụga mmiri) ma ọ bụ nkwụsị bilabial",
  "Dịka ọmụmaatụ, //jɔ̀// 'ịkpali mkpọtụ' na //àpjà//, 'nnụnụ' na-eji akara palatalization n'ihi na ha nwere mkpụrụedemede nwere /j/.",
  "A na-ahụ ihe ngosi nke egbugbere ọnụ site na ụdaume //w// n'etiti akụkụ ụdaume na ụdaume, dịka na //ákwɔ̀// 'razor'",
  "Ọ pụkwara ime mgbe akụkụ nke mkpụrụedemede bụ nkwụsị velar, imi ma ọ bụ mmiri",
  "A na-egosipụta ọdịiche dị n'ihe ọ pụtara site n'iji ya tụnyere okwu //ákɔ̀ / / 'akụkọ'",
  "Mgbasa egbugbere ọnụ na-eme n'ime mkpụrụedemede niile nke //ákwɔ̀//, nke na-eme ka ọ dị iche na /ákɔ̀/.",
  "Akụkụ na-anọpụ iche bụ naanị enweghị akụkụ abụọ ndị ọzọ nke àgwà",
  "En/w/eghị ihe mgbochi nke akụkụ ụdaume ma e wezụga enweghị /w/ na //j// n'akụkụ dị na mkpụrụedemede nke akara labialization na palatalization",
  "Ihe atụ nke mkpụrụedemede na-anọpụ iche bụ /__le____le____le__/ 'mmanụ'.",
  "E nwere ụdị mkpụrụedemede abụọ dị iche iche na Izi: CVN, nke mmalite ụdaume ya na coda imi ya bụ nhọrọ, na N, nke nwere ụdaume imi",
  "Ya mere, njikọta ise nwere ike ịbụ V, CV, VN, CVN, N (V bụ ụdaume, C bụ ụdaume",
  "E nwere ihe mgbochi mkpụrụedemede ole na ole na Izi:",
  "Izi, dị ka ọtụtụ asụsụ Niger-Congo, nwere usoro ụda abụọ, ụda dị elu na ụda dị ala",
  "Ụda dị ala nwere ọdịiche abụọ: ibuli ụda dị ala (L) na ụda dị ala (^L na-adịghị ebuli elu)",
  "Ụda dị elu emeela ka ọ dị elu (R)",
  "Usoro ụda ahụ nwekwara ihe atọ: downstep (!), upstep (^) na latent low (nke a na-etinye n'ihu okwu ahụ)",
  "Iwu maka ịrụ ọrụ nke ọdịiche ụda dị ka ndị a:",
  "Ụda nwere ike ịgbanwe ihe ọ pụtara",
  "//eka//, nke a na-akpọ ụda dị elu na-esote ụda dị elu, pụtara 'aka'",
  "Otú ọ dị, na ụda abụọ dị ala, ọ pụtara 'ikpuru'",
  "Ọ na-agbanwe ọzọ ka ọ pụta 'akara akara' mgbe a na-akpọ ya na ụda dị elu na-esote ụda dị ala",
  "N'ikpeazụ bụ ihe nke anọ pụtara mgbe ụda dị elu na-eso ụda dị ala, 'ebe'.",
  "Izi bụ asụsụ na-ekewapụ onwe ya, ọ nwekwara nsonaazụ na prefixing hà nhata, dịka na ihe atụ na-esonụ",
  "Àtụ:InterlinearKama ka morphemes jikọta iji mepụta otu ahịrịokwu, morpheme ọ bụla dị na ahịrịokwu ahụ enweghị njikọ, nke na-egosi na Izi bụ asụsụ na-ekewapụ onwe ya",
  "Okwu ahụ na-ekpughekwa na usoro okwu nke asụsụ a bụ isiokwu (SVO), dị ka Bekee",
  "Okwu a pụtara 'Ọ bụ ndị mmadụ'.",
  "Akụkụ ọzọ nke ahịrịokwu ahụ gosipụtara bụ usoro nke aha na genitives, na aha na ngosipụta, nke bụ isi-isi, na aha isi na-abịa n'ihu ma genitive na ngosipụta",
  "Dịka ọmụmaatụ, na ahịrịokwu ahụ, 'obodo' na-apụta tupu 'anyị', na 'izukọ' na-egosi tupu 'nke ahụ'",
  "Adjectives na-ebute aha ma nwee ike iso ya.",
  "Usoro nke adposition na njikọ ya na usoro nke ihe na ngwaa bụ ihe a na-ahụkarị",
  "Izi, dị ka asụsụ ndị ọzọ nke ngwaa na-esote ihe",
  "Ihe ndị na-esonụ na-egosi mmekọrịta preposition-ihe:Àtụ:Interlinear"
]