[
  "Izon (Ịzọn), nke a makwaara dị ka (Central Cistern) Ijo, Ijaw, Izo na Uzo, bụ asụsụ Ijaw kachasị, nke ọtụtụ ndị no Ijaw nke Naijiria na-asụ.",
  "E nwere ihe ruru ka asụsụ iri atọ, ha niile na-aghọta ibe ha, nke Gbanran, Ekpetiama na Kolokuma wdg.Kolokuma bụ asụsụ agụmakwụkwọ.",
  "N'ọnwa Juun afọ 2013, a malitere akwụkwọ nkuzi Izon Fie na CD ọdịyo n'ememe nke ndị na alu ọrụ gọọmentị nke Bayelsa Steeti gara. Gọọmentị nke Bayelsa Steeti were ndị nkuzi 30 n'ọrụ maka ịkụziri asụsụ Izon n'ụlọ akwụkwọ praịmarị na steeti ahụ na steeti ndị ọzọ iji zọpụta asụsụ ahụ ka ọ ghara ịla n'iyi.",
  "Ọ bụ ezie buru kwa ezie okwu na e nwere ihe dị ka ndị na-asụ 1,700,000 [citation needed] nke asụsụ Ijo niile na Naịjirịa, ekwere na e nwere naanị  karịrị 1,000,000 ndị na-ekwu okwu Izon. A na-ahazi asụsụ ahụ ugbu a dị ka \"n'ihe ize ndụ\", na 20% doro anya dabere na ihe akaebe dịnụ",
  "A maara Izon dị ka onye nọ n'ógbè ahụ ọtụtụ puku afọ tupu narị afọ nke iri na ise mgbe ndị Portugal rutere n'ụsọ oké osimiri Naijiria",
  "Ka ọ dị ugbu a, ndị ọkà mmụta asụsụ na-ekwu so ike na asụsụ ahụ guzobere na mpaghara Niger Delta ruo puku afọ asaa ruo asatọ gara aga.",
  "Ndị Ijo akpọghị mpaghara Niger Delta ebe obibi maka akụkọ ihe mere eme niile; n'ezie, a maara na e nweela mmegharị oge ochie site n'ebe dị anya / site na nsọtụ Niger Delta",
  "N'ihi nke a, Izon nwere njikọ chiri anya na ọtụtụ asụsụ ndị ọzọ sitere na mpaghara ndị gbara ya gburugburu, gafere ókèala Naịjirịa gaa na isi iyi nke Osimiri Niger dị nso na West Africa",
  "Ndị ọkà mmụta asụsụ achọpụtala akụkọ ihe mere eme nke Izon ogologo oge ma jikọta ọnụ na-ezo aka na mgbọrọgwụ ya dị ka proto-ijo na adi, asụsụ nke asụsụ niile dị ugbu a nke Ijo malitere",
  "[citation needed]",
  "A na-enye nhazi asụsụ Izon site na Blench (2019) dị ka:",
  "Na mgbalị ndị na-adịbeghị anya iji gbochie asụsụ Izon ka ọ ghara ịla n'iyi, Gọọmentị Steeti Bayelsa emeela nnukwu usoro nchekwa",
  "Ha were ihe karịrị ndị nkuzi iri atọ n'ọrụ, ịkụziri asụsụ Izon n'ụlọ akwụkwọ dị n'ime steeti ahụ. Kọmishọna maka Ọdịbendị na Ihe Ndị Na-eme na Mba Ijaw, Dr",
  "Felix Tuodolo na-atụ egwu na n'ihi na ezinụlọ na-akụziri ụmụ ha Pidgin-English ugbu a, n'adịghị ka Izon, na asụsụ ahụ nọ n'ihe ize ndụ dị egwu maka mkpochapụ. Dị ka ụzọ isi kwalite nraranye gọọmentị iji na chekwaa asụsụ ọdịnala, edere ọtụtụ akwụkwọ n'asụsụ Izon iji nyere aka na usoro a.",
  "Na nke ọ bụla n'ime ahịrịokwu Izon anọ dị n'elu, na dikwa na-eji otu ụdị ngwaa \"sei\" (agba egwu), ọbụlagodi mgbe ọtụtụ isiokwu ahụ gbanwere.",
  "Ihe ngosi \"ma\" (nke a) na \"u ma\" (nke) kwekọrọ na otu aha nwanyị dị ka ndị a:",
  "Na mgbakwunye, a na-eji \"mi\" (nke a) na \"u mi\" (nke) mee ihe na otu aha, dịka ọmụmaatụ:",
  "Mgbe enwere ọtụtụ aha, a na-eji \"ma\" (nke a) na \"u ma\" (ndị ahụ) eme ihe, n'agbanyeghị okike nke aha ahụ",
  "Enwere ike ịhụ nke a na ihe ndị a:",
  "Enwere ike iwere Izon dị iche na ọtụtụ asụsụ ndị ọzọ yiri ya na mpaghara ahụ, n'echiche na ọ na-agbaso usoro SOV (isiokwu-ihe-okwu), ma na ahịrịokwu dị mfe ma dị mgbagwoju anya",
  "Tụkwasị na nke a, ahịrịokwu ntụziaka na nke ntụziaka bu ngwaa bụ onyeisi ụzọ",
  "Mkpịsị aka na-ewere ụdị nsonaazụ na ngwaa ikpeazụ",
  "A na-agbakwunye akara ebe na isiokwu ndị ọzọ yiri preposition na aha ha na-emetụta",
  "Onye nwe ya na-ebute onye nwere ya ụzọ na adjectives na-ebu ụzọ aha ha na-agbanwe."
]