[
  "Jürgen Schadeberg (18 Machị 1931 - 29 Ọgọst 2020) bụ onye na-ese foto na onye na-eme ihe nkiri na South Africa. O sere foto oge ndị dị mkpa n'akụkọ ihe mere eme nke South Africa, nke gụnyere foto ndị dị ka Nelson Mandela na ụlọ mkpọrọ Robben Island. Ọ bikwa, rụọ ọrụ ma kụzie na London na Spain, ma na-ese foto n'ọtụtụ mba Afrịka.",
  "A na-edebe ọrụ ya na nchịkọta nke UK Arts Council, National Portrait Gallery, Tate na Victoria na Albert Museum na London.",
  "A mụrụ Jürgen Schadeberg na Berlin, Germany, na 1931 ebe ọ tolitere n'oge ọchịchị nazi na agha ụwa nke abụọ. Mgbe agha ahụ gasịrị, nne ya malitere mmekọrịta ya na onye ọrụ Britain na ndị agha nke ndị agha na-achị achị wee soro ya kwaga South Africa na 1947",
  "Schadeberg mụtara ịbụ onye na-ese foto na Deutsche Presseagentur (Ụlọọrụ mgbasa ozi nke Germany). Ọ kwagara South Africa iji sonyere ezinụlọ ya na 1950 ma, n'afọ sochirinụ, ọ chọtara ọrụ na magazin Drum dị ka onye na-ese foto na onye na-eme ihe osise.",
  "Schadeberg ghọrọ onye isi nke otu ahụ na onye nkuzi na onye nduzi nye ụfọdụ n'ime ndị na-ese foto South Africa kachasị mma n'oge ya, nke gụnyere Bob Gosani, Ernest Cole, na mgbe e mesịrị Peter Magubane. Dị ka otu n'ime ndị ọcha ole na ole na-ese foto na-ese ndụ kwa ụbọchị n'etiti ndị isi ojii, ọ ghọrọ onye maara banyere ndụ na ọdịbendị ndị isi ojii",
  "N'ihi ya, o sere mmalite nke nnwere onwe na fim, mmetụta nke ịkpa ókè agbụrụ, na ndụ obodo",
  "Schadeberg sere foto ọtụtụ ihe mere n'akụkọ ihe mere eme na ihe ndị dị mkpa na 1950s n'etiti ha Defiance Campaign nke 1952, 1956 Treason Trial, Sophiatown removals nke 1955, Sophiatowns jazz na mmekọrịta mmadụ na ibe ya, ememe olili ozu Sharpeville nke 1960, na foto nke ndị mkpọrọ Robben Island",
  "Ụfọdụ n'ime ndị ama ama o sere foto gụnyere Nelson Mandela, Walter Sisulu, Oliver Tambo, Trevor Huddleston, na Govan Mbeki",
  "O dekwara akụkọ ọdịbendị jazz nke 1950 dịka Thandi Klaasen, Hugh Masekela, Kippie Moeketsi na Miriam Makeba. O mere akwụkwọ banyere ndụ kwa ụbọchị. Mgbe Drum chọrọ ka onye na-agụ egwu Dolly Rathebe bụrụ nwa agbọghọ na-ekpuchi otu n'ime nsogbu ha, Schadeberg kpọgara ya n'ebe a na-ekpofu ihe na Johannesburg wee see ya foto na bikini",
  "E jidere ha abụọ maka imebi Iwu Omume rụrụ arụ nke machibidoro mmekọrịta agbụrụ.",
  "N'afọ 1959, Schadeberg hapụrụ Drum ka ọ bụrụ onye na-arụ ọrụ n'onwe ya. Ọ bụ akụkụ nke njem nke Prọfesọ Phillip V",
  "Tobias si Mahadum nke Witwatersrand duziri iji mụọ ndị Bushmen, na-ebipụta foto na The Kalahari Bushmen Dance n'afọ 1982.",
  "Schadeberg chere na ọ manyere ya ịhapụ South Africa site na ọgba aghara obodo, n'afọ 1964 ọ gara London, ebe ọ bụ onye nchịkọta foto nke magazin Camera Owner (onye bu ụzọ na Creative Camera), nke o tinyere mmetụta siri ike nke imewe ma mụbaa ọdịnaya ya, site na Eprel ruo Julaị 1965 ọ bụ onye editọ ya. Ọ kụzikwaara ma na-elekọta ihe ngosi foto na England, ọkachasị maka Whitechapel Art Gallery. Mgbe ahụ ọ kwagara Spain ebe o lekwasịrị anya n'ọrụ ya dịka onye na-ese ihe. N'afọ 1972, ọ laghachiri Africa ebe ọ nabatara ọrụ dị ka onye na-ese foto maka Christian Aid na Botswana na Tanzania",
  "N'afọ 1973, ọ gara Senegal, Mali, Kenya na Zaire, na-ese foto.",
  "N'afọ 1985, Schadeberg laghachiri South Africa, ebe ya na nwunye ya Claudia biri",
  "Ọ gara n'ihu na-arụ ọrụ dị ka onye na-ese foto, ma meekwa ihe ngosi banyere ndị isi ojii ruo afọ 2007, mgbe ọ laghachiri Europe.",
  "Schadeberg nwụrụ site na ọrịa strok n'ụlọ ya na La Drova, Valencia, Spain, na 29 August 2020, mgbe ọ dị afọ iri asatọ na itoolu.",
  "A na-edebe ọrụ Schadeberg na nchịkọta na-adịgide adịgide ndị a:"
]