[
  "Johnson Donatus Aihumekeokhai Ojeikere (1930 - 2 Febụwarị 2014), nke a maara dị ka J.D",
  "'Okhai Ojeikere, bụ onye na-ese foto na Naijiria nke a maara maka ọrụ ya na ntutu isi pụrụ iche a na-ahụ na Naịjirịa.",
  "A mụrụ Ojeikere n'ụbọchị nke ịrị n'ọnwa Juun n'afọ 1930 na Ovbiomu-Emai, Owan East, Edo Steeti, ime obodo dị na ndịda ọdịda anyanwụ Naịjirịa",
  "Na mgbakwunye na olumba Emai, Ojeikere na-asụ Yoruba na Bekee",
  "Ọ rụrụ ọrụ ma biri na Ketu, Nigeria",
  "Mgbe ọ dị afọ iri abụọ, ọ malitere ịse foto, nke dị egwu na Naịjirịa, ọkachasị ndị nọ n'obodo ya",
  "Igwefoto enweghị mkpa dị elu ma bụrụ nke ndị mmadụ na-achọghi n'ihi na a na-ewere ha dị ka okomoko",
  "Otú ọ dị, na 1950 Enugu, Ojeikere zụtara igwefoto Brownie D na-enweghị ọkụ maka pound abụọ, ma mee ka enyi ya kụziere ya ihe ndị bụ isi gbasara ise foto. Ojeikere nwetara ozi gbasara Ministry for Information na Ibadan na 1951, nke ọ ga-edegara ha otu akwụkwọ ozi ahụ kwa ụbọchị iri na ise ruo afọ abụọ. Na ngwụcha afọ 1953, ha mechara zaghachi na ha natara arịrịọ Ojeikere, ọ dọtara uche ha.",
  "Ojeikere malitere dị ka onye enyemaka n'afọ 1954 na Ministry of Information na Ibadan",
  "N'afọ 1959, ọ malitere ịrụsi ọrụ ike na ọrụ ọkachamara ya na Ibadan ma kpebie na oge eruola ịlụ nwanyị",
  "Tupu Ojeikere ahapụ obodo Ogute-Emai, ọ họọrọ nwunye ya, Ikegbua",
  "Ozugbo ọ tozuru afọ 1959, ha kwụrụ ụgwọ ahụ ma mee emume alụmdi na nwunye ọdịnala n'obodo ha",
  "N'afọ sochirinụ, ha nabatara nwa ha nwoke mbụ",
  "Mgbe e mesịrị, ha gara n'ihu mụọ ụmụ ise ma bụrụ Ndị Kraịst Katọlik. Mgbe Naịjirịa nwetachara nnwere onwe ya n'afọ 1960, Ojeikere chụrụ ọrụ mbụ ya dị ka onye na-ese foto",
  "N'afọ 1961, ọ ghọrọ onye na-ese foto na studio, n'okpuru Steve Rhodes, maka Television House Ibadan",
  "Site na 1963 ruo 1975 Ojeikere rụrụ ọrụ na mgbasa ozi na West Africa Publicity na Lagos",
  "N'afọ 1967, a kpọrọ ya ka ọ sonye na Nigerian Arts Council",
  "N'afọ 1968, ọ malitere otu n'ime ọrụ ya kachasị ukwuu ka ọ na-edekọ ụdị ntutu isi Naịjirịa",
  "Nke a bụ akara ngosi nke ọrụ ya ma o bipụtara ihe dị ka otu puku foto nke ntutu isi ụmụ nwanyị Afrịka dị iche iche. N'afọ 1975, mgbe ọ rụchara ọrụ afọ iri na abụọ, ebe Ojeikere bụ onye isi na-ese foto azụmahịa, a kagburu ọrụ ya",
  "Ọ hapụrụ ụlọ ọrụ ahụ na ọbá akwụkwọ foto magburu onwe ya nke ka a na-eji na-enye ya ohere ịhazi azụmahịa nke ya site n'enyemaka nke onye ọ bụla nọ na Lagos Island, na-emeghe ụlọ ọrụ akpọrọ “Foto Ojeikere.”",
  "Na mmemme mbụ nke Nigeria Photography Award (NIPHA), nke ụlọ ọrụ multimedia Fullhouse Entertainment chikọbara ma mee na Sọnde, 31 Julaị 2011, Ojeikere bụ otu n'ime ndị na-ese foto ama ama na Naijiria, ya na Sunmi Smart-Cole, Don Barber, na Amos Olarenwaju Osidele, bụ ndị e nyere ihe nrite maka ndụ.",
  "E tinyere nnukwu nhọrọ nke ọrụ Ojeikere na ngalaba arsenale nke 55th Venice Biennale d'arte, \"Il Palazzo Enciclopedia\" nke Massimiliano Gioni haziri na 2013.",
  "Ojeikere nwụrụ na 2 Febụwarị 2014, mgbe ọ dị afọ iri asatọ na atọ",
  "Ọ bụ isiokwu nke ihe nkiri Tam Fiofori nke akpọrọ J",
  "D",
  "‘Okhai Ojeikere: Master Photographer",
  "Mgbe Ojeikere nwụrụ, ọ hapụrụ ebe nchekwa nke ihe karịrị foto 10,000 nke obodo ya bụ Naịjirịa.",
  "Ihe mkpuchi foto ya na-egosi otú e si ahụ ụdị ntutu isi dị ka nka, ọdịbendị, ihe onwunwe, na usoro mmekọrịta mmadụ na ibe ya, na-eme ka ọ bụrụ akụkụ nke oge ọgbara ọhụrụ nke Afrịka",
  "N'ikwu otú, na okwu a na-eji maka ọtụtụ n'ime ụdị ntutu isi o dere bụ “Onile-Gogoro” okwu Yoruba nke pụtara “guzo ogologo” nke e ji na-ezo aka n’ụlọ ndị nwere ọtụtụ okpukpu na-epulite n’obodo ndị dị na Naijiria ma bụrụ ihe a ma ama site na egwu nke kọwara asụsụ na mmegharị mmekọrịta mmadụ na ibe ya nke afọ 1960",
  "Ọzọkwa, utu aha nke foto Ojeikere na-abụkarị ihe nkịtị.",
  "A maara Ojeikere nke ọma maka foto ojii na-acha ọcha nke ụdị ntutu isi Naịjirịa nke ọ malitere ịse foto na 1950s, nke e gosipụtara na 2013 Venice Biennale",
  "N'agbanyeghị nke ahụ, dị ka otu n'ime ndị mbụ na-ese foto na Naịjirịa, ebe ọ dịrị ndụ site na 1930 site na nnwere onwe nke mba ahụ na 1960, ọchịchị aka ike nke ndị agha, na ndụ obodo na obodo, echiche ya sara mbara karịa ejiji. Ojeikere nwetakwara profaịlụ mba ụwa n'oge ndụ ya, na foto ya ugbu a na nchịkọta site na Metropolitan Museum of Art ruo Tate Modern",
  "Mgbe ọ nwụrụ, Giulia Paoletti na Ngalaba nka nke Africa, Oceania, na America na Metropolitan Museum of Art dere, sị: \"A na-amata okwu ya ozugbo: enweghị azụ ma ọ bụ ihe eji eme ihe, ụmụ nwanyị mara mma, coiffures mara mma, ọkụ dị nro, mbipụta ojii na-acha ọcha",
  "N'aka Ojeikere, foto ghọrọ ụzọ isi dekọọ ihe okike na-agafe agafe nke gosipụtara ndụ mmekọrịta na ọdịbendị Naịjirịa",
  "\"",
  "Medina Dugger, onye na-ese foto na Lagos na onye na-enwe mmasị na ọrụ Ojeikere kwuru okwu a: \"Tupu ọchịchị Britain, ụdị ntutu isi ọdịnala bụ ụkpụrụ ma dị iche iche dịka agbụrụ, ọnọdụ mmekọrịta mmadụ na ibe ya, ọnọdụ alụmdi na nwunye, na ihe omume pụrụ iche.\"  Dugger bu ụzọ gaa obodo kachasị ukwuu na Naịjirịa n'afọ 2011 site n'iwu nke otu nwa klas ya bụ onye guzobere ememme LagosPhoto",
  "Ọ bụ n'ebe ahụ ka ọ zutere foto Ojeikere - \"Hairstyles\" ya mere ka e mepụta Dugger's \"Chroma: An Ode to J.D",
  "'Okhai Ojeikere\", usoro foto ndị nwere obi ike, nke nwere agba na-egosi mmelite ọgbara ọhụrụ, nke nwere ọtụtụ agba nke ụdị ntutu isi gosipụtara na ọrụ Ojeikere."
]