[
  "J",
  "Max Bond Jr",
  "(Febụwarị 18, 2009) bụ onye Amerịka na-ese ụkpụrụ ụlọ. Ọ zụlitere mmasị n'ihe owuwu dabere na ahụmịhe sitere na ikiri steepụ na ụlọ ihi ụra na Tuskegee Institute na echiche nke ụdị owuwu North Afrịka na nleta na Tunisia",
  "Ọ ghọrọ otu n'ime ọnụ ọgụgụ dị nta nke ndị na-ewu ụlọ na mba Afrịka na Amerịka. Ọ lụrụ onye edemede Jean Carey Bond na 1961 ma ha nwere ụmụ abụọ.",
  "Bond gụrụ akwụkwọ na Mahadum Harvard, ebe e nyere ya nzere bachelọ na 1955 wee nweta nzere masta afọ atọ ka e mesịrị. N'oge ọ nọ na Harvard, ọ bụ otu n'ime otu ụmụ akwụkwọ ojii iri na otu nke ihe mberede ọkụ gbara n'ihu ụlọ ihi ụra ha, Stoughton Hall. O leghaara ndụmọdụ sitere n'aka onye otu ngalaba Harvard anya ka ọ kwụsị ịchụso ụlọ n'ihi agbụrụ ya, na-emeri ihe mgbochi n'ihe bụ ọrụ ndị ọcha n'oge ahụ.",
  "Ọ malitere ọrụ ọkachamara ya na France na André Wogenscky",
  "Ọ laghachiri na New York City, na-arụ ọrụ na ụlọ ọrụ Gruzen & Partners na Pedersen & Tilney",
  "Ọ kwagara Ghana ebe o mepụtara ọtụtụ ụlọ gọọmentị, gụnyere Ọbá Akwụkwọ Ógbè Bolgatanga n'ógbè dị nso n'ókè ya na Burkina Faso, nke nwere ụlọ anọ nke nwere onyinyo nke elu ụlọ nkịtị nke e mere iji nye ikuku okike ma mee ka ikuku oyi ghara ịdị mkpa. Ọ nọ na Ghana site na 1964 ruo 1967.",
  "Laa azụ na United States, ọ rụrụ ọrụ dị ka onye isi nke Kọmitii Nweghachi Ndị Ọdịdị na Harlem (ARCH) na 1967 na 1968",
  "N'afọ 1970, ya na Donald P",
  "Ryder, hiwere ụlọ ọrụ na-ahụ maka ihe owuwu nke Bond Ryder & Associates nke na-ahụ anya maka imepụta Martin Luther King Jr",
  "Center for Nonviolent Social Change na Atlanta, na Birmingham Civil Rights Institute na Birmingham, Alabama, yana Harlem's Schomburg Center for Research in Black Culture.",
  "Bond jere ozi dị ka onyeisi oche nke ngalaba ihe owuwu na Columbia University Graduate School of Architecture and Planning site na 1980 ruo 1984",
  "Ọ bụ dean site na 1985 ruo 1992 na City College of New York School of Architecture and Environmental Studies",
  "Ọ rụrụ ọrụ dị ka onye otu New York City Planning Commission site na 1980 ruo 1986.",
  "Onye bi na Manhattan nke New York, Bond nwụrụ n'ọrịa kansa mgbe ọ dị afọ iri asaa na atọ na Febụwarị 18, 2009",
  "Nwunye ya, onye edemede Jean Carey Bond, ụmụ abụọ, ụmụ ụmụ atọ, nwanne nwanyị na nwanne nwoke hapụrụ ya.",
  "Nna ya bụ J",
  "Max Bond Sr., Onye isi oche nke Mahadum Liberia",
  "Nne ya bụ Ruth Clement Bond, nwanne ya nwanyị bụ ọkọ akụkọ ihe mere eme Jane Clement Bond na nwanne ya nwoke bụ Prọfesọ",
  "George C",
  "Bond (Columbia University/Teachers College)",
  "Nwanne nna ya bụ Horace Mann Bond, nwa nwanne ya bụ Julian Bond."
]