[
  "J",
  "Pauly & Sohn nke a maara ugbu a dị ka Pauly Beds bụ otu n'ime ụlọ nzukọ ndị juu ọchịchị nke nwere mmasị nwoke ikike ọrụ akwa akwa kachasị ochie n'ụwa",
  "Ọ bụ naanị onye na-eweta àkwà na Alaeze Ukwu Austria ruo ọtụtụ ọgbọ.",
  "Josef Pauly guzobere otu  ụlọ ọrụ ahụ na Vienna, na 1838 mgbe ọ natara ikike ime àkwà na matarasị ndị mmadụ n'ihe site n'aka eze ukwu, Ferdinand I nke Austria (1793-1875)",
  "Aha ụlọ ọrụ ọhụrụ ahụ bụ \"J",
  "Pauly & Sohn\"",
  "N'afọ 1878, Pauly natara ikike nke Imperial na Royal Warrant of Nhọpụta dị ka Azụmaahịa ka dị ka onye na-eweta ndị mmadụ n'ihe ihe na Imperial na Royal Court nke Emperor Franz Joseph I na nwunye na ímé ihe ọ ga esi na ahọrọ na ímé ihe nọr na mkpóró ya Empress Elisabeth nke Austria, (nke a maara dị ka \"Sissi\").",
  "Ná mmalite nke dị n'ala ahụ n'ebe nile site n'ime ka ndị ọzọ na ụdị àlà úkwú nke ụwa họrọ Austria, ọrụ aka nke àkwà na matarasị bụ ụlọ ọrụ ọdịnala",
  "Na narị afọ nke iri na asatọ na Austria, e nwere ndị isi iri a ma ama nke ọrụ a",
  "Ndị ọkachamara na-arụ ihe ndina na matarasị na-ejikwa akpa na oche aka rụọ",
  "Nke a bụ n'ihi na ọtụtụ ihe ndị dị oke ọnụ dị ka ntutu ọdụ ịnyịnya, ajị anụ, ogho na akpụkpọ anụ eji emepụta bụ otu",
  "Ndị omenkà ndị na eme ìhè ahụ n'ebe iso ụzọ isi mee, ọkachasị ndị na ụdị oge ụfọdụ ndị nke Vienna, bụ ndị a ma ama ma na-ebupụ ndị na eme ìhè ahụ ngwaahịa ha na Gris, Turkey na mba ndị ọzọ dị na Middle East",
  "N'ime narị afọ nke iri na itoolu, e nwere mmụba n'ịchọrọ ngwaahịa ndị dị oké ọnụ ahịa nke ụdị a",
  "1873 Vienna World's Fair nyere ihe ngosi maka ndị omenkà ndị mmadụ n'ihe ndị na eme ìhè ahụ dị mpaghara",
  "N'oge ngosi ahụ, Josef Pauly natara \"Golden Cross for Industrial Merit\" mbụ Nile dị ndụ ebighị dị ka Azụmaahịa. Afọ 1873 bụ ncheta nke iri ise nke ntọala Pauly na Sohn",
  "Josef Pauly pụtara na mbipụta Vienna na-asọpụrụ  ndị na-emepụta ihe. Ka ọ na-erule 1891, ụlọ ọrụ ahụ enwetala onyinye iri, gụnyere Medal d'amission (\"ihe nrite nke nnabata ziri ezi\") na Brussels na 1876.",
  "Dị ka akwụkwọ akụkọ Vienna nke 1903, a na-ewere J",
  "Pauly & Sohn dị ka \"otu n'ime ụlọ ọrụ kachasị ochie nakwa n'oge kwesịrị dị n'ala ahụ n'ebe nile site n'ime ụmụ ndị nke dị ka ndị mmadụ na nke a na-akwanyere ùgwù na ụlọ ọrụ ihe ndina\" dịka afọ okuku, n'oge mbipụta ya, \"ọ bụ afọ 31 kemgbe Pauly nwetara aha nsọpụrụ nke K",
  "& K",
  "Purveyor of the Empire ma nwee ihe ịga nke ọma na-ebubata àkwà na oche na mba ụwa\".",
  "Onye na-eweta ndị na eme ìhè nke dị ka ihe n'ala na eze (k.u.k",
  "Hoflieferant ndị na ụdị) bụ, na Austria-Hungary, onye na-ere ahịa ngwaahịa ma ọ bụ ọrụ ndị nwere ikike pụrụ iche, site na ihe ùgwù eze ukwu, iji nyefee gị azụmahịa ọ ngalaba ike ịbelata ngwongwo ma ọ bụ ozi ya n'ụlọ ikpe dị na Vienna",
  "Ihe ùgwù a nyere ndị na-eweta ya ohere ịkpọsa dị ka onye isi oche nkeji nke dị ka Azụmaahịa n'ihu ọha ma wepụ ha ịkwụ ụtụ isi",
  "Ụlọ ọrụ ahụ nwetara aha ahụ naanị ma ọ bụrụ na ọ bụ onye ndu na ụlọ ọrụ ya na ogo",
  "Ya mere, aha ahụ bụ akara nkwenye nke klas \"kasị elu\", nsọpụrụ kachasị ebute site n'ime ụmụ ndị ogbi elu nke azụmahịa ka ndị mmadụ n'ihe nwere ike inweta n'oge ahụ.",
  "J",
  "Pauly & Sohn bụ ụlọ ọrụ mbụ na Austria iji mepụta nkesa nke dị ka ndị na akwa akwa eji aka mee",
  "Ha mere àkwà na oche ntụrụndụ, oche ime ụlọ, enyo, oche ime obodo, na oche maka ụlọ akwụkwọ ndụ akwụkwọ ndụ na patios",
  "Ha nyere arịa ụlọ zuru oke, àkwà maka ụmụaka, àkwù ndị na ụdị nke dị n'ala ahụ malite na ụdị nke dị ka ụmụaka, àkwá na ímé ihe nọr na mkpóró  njem na ọtụtụ akwa akwa, bọọdụ ndị mmadụ n'ihe dị ndụ ebighị dị ka ndị ọzọ na ụdị oge ụfọdụ isi na ngwaahịa maka ụra",
  "N'ime matarasị na oche ha, ha jiri ihe ndị dị ka ntutu ịnyịnya (ihe na-eguzogide na ụdị àlà úkwú ụra akpa mmiri nke a na-eji n'oge ahụ na oche na oche ụgbọ ịnyịnya), ogho, ajị anụ na ímé ihe, isi iyi na silk.",
  "Nwa bu Josef Pauly nọchiri ya, nke a na-akpọkwa ndị mmadụ n'ihe ndị mere n'oge gara \"Josef Pauly\"",
  "Ka ọ na-erule afọ 1900, ezinụlọ Pauly anọwo ndị mmadụ n'ihe na-arụ ihe ndina dị ndụ ebighị ebi n'ụwa ọhụrụ nke dị ka ndị mmadụ aka ruo ọgbọ anọ",
  "Ka o sina dị, Agha Ụwa Mbụ, ọdịda nke eze na 1918, Great Depression na n'ikpeazụ Agha Ụwa nke Abụọ mepụtara ihe ịma aka mgbe niile maka ụlọ ọrụ ahụ",
  "Onye nwe ezinụlọ ikpeazụ bụ Dorothea Henning mgbe nke ahụ gasịrị, otu ndị na-etinye ego nwetara ụlọ ọrụ ahụ."
]