[
  "John Pepper Clark-Bekederemo",
  "( 6 Eprel 1935-13 Ọktoba 2020) bụ onye Naijiria na-ede uri na onye na-ede egwuregwu, onye bipụtakwara dị ka J.P Clark na  John Pepper Clark",
  "A mụrụ ya na Kiagbodo, Naịjirịa, nna Ijaw na nne Urhobo, Clark nwetara agụmakwụkwọ ya n'oge ọ bụ nwata na Native Authority School, Okrika (Ofinibenya-Ama), na Burutu LGA (n'oge ahụ Western Ijaw) na prestigious Government College na Ughelli, na nzere BA ya na Bekee na Mahadum Ibadan, ebe o dezigharịrị magazin dị iche iche, gụnyere Beacon na The Horn. Mgbe ọ gụsịrị akwụkwọ na Ibadan na 1960, ọ rụrụ ọrụ dị ka onye ọrụ ozi na Ministry of Information, na mpaghara ọdịda anyanwụ ochie nke Naịjirịa, dị ka onye nchịkọta akụkọ nke Daily Express, yana dị ka onye nyocha na Institute of African Studies, Mahadum Ibadan",
  "Ọ rụrụ ọrụ ọtụtụ afọ dị ka prọfesọ nke Bekee na Mahadum Lagos, ọkwá ọ lara ezumike nká na 1980. Mgbe ọ nọ na Mahadum Lagos, ọ bụ onye nchịkọta akụkọ nke akwụkwọ akụkọ Black Orpheus",
  "N'afọ 1982, ya na nwunye ya Ebun Odutola (onye prọfesọ na onye bụbu onye nduzi nke Centre for Cultural Studies na Mahadum Lagos), o guzobere PEC Repertory Theatre na Lagos.",
  "Nwoke na-eme njem n'ọtụtụ ebe, Clark mere nleta na nhọpụta prọfesọ n'ọtụtụ ụlọ akwụkwọ agụmakwụkwọ dị elu, gụnyere Yale na Mahadum Wesleyan na United States.",
  "A maara Clark nke ọma maka uri ya, gụnyere:",
  "Ndị nkatọ achọpụtala usoro atọ dị mkpa n'ọrụ uri Clark: usoro mmụta nke nnwale na nnwale, nke ndị dị ka \"Darkness and Light\" na \"Iddo Bridge\" gosipụtara; usoro nṅomi, nke ọ na-eji usoro abụ ọdịda anyanwụ dị ka ọnụọgụ abụọ na usoro sonnet, nke gosipụtara na okwu ndị dị ka \"\"To a Fallen Soldier\" na \"Of Faith\"; na ọkwa nke ọ bụla, ebe ọ na-enweta ntozu na mmalite nke ụdị abụ ndị dị ka ụlọ elu mmiri ozuzo na \"Night Tower\", \"Night\".",
  "N'ime ọrụ ya niile, isiokwu ụfọdụ na-apụta:",
  "Clark na-emekarị banyere isiokwu ndị a site na mgbagwoju anya nke ihe oyiyi ndị Afrịka na nke ọdịnala ọdịda anyanwụ.",
  "Ọrụ dị egwu nke Clark gụnyere Song of a Goat nke emere na Mbari Club na 1961 bụ ọdachi a na-eme n'ụdị ọdịnala ndị Gris nke enweghị ike nke Zifa, onye na-eme ihe nkiri, na-eme ka nwunye ya Ebiere na nwanne ya nwoke Tonye banye na mmekọrịta ịhụnanya iwu na-akwadoghị nke na-akpata igbu onwe. Egwuregwu a sochiri ihe ọzọ, The Masquerade (1964), nke iwe Dibiri ruru n'ọnwụ nke onye na-achọ ya Tufa",
  "Ọrụ ndị ọzọ gụnyere:",
  "Ọ bụ ezie na a katọrọ egwuregwu ya maka ịdabere na usoro oge ochie nke Greek (karịsịa ndị mbụ), n'ihi ịdị nro nke usoro ha na maka ngwaọrụ ogbo na-abụghị eziokwu (dị ka d iche echiche",
  "Enyemaka Clark nyere n'ụdị ndị ọzọ gụnyere nsụgharị ya nke Ozidi Saga (1977), akwụkwọ edemede nke Ijaw nke na-ewe ụbọchị asaa n'ógbè ya, ọmụmụ ya dị oke egwu The Example of Shakespeare (Evanston: Northwestern University Press, 1970), ebe ọ na-akọwa echiche ya mara mma banyere uri na ihe nkiri na edemede ya na Daily Express, Daily Times, na akwụkwọ akụkọ ndị ọzọ. Ọ bụkwa onye dere America, Their America (Deutsch, 1964; Heinemann African Writers Series No",
  "50, 1969), akwụkwọ njem nke ọ na-akatọ ndị America na ụkpụrụ ya. Ọ bụ ezie na iwe nke akwụkwọ a kpatara mere ka ọ banye n'ihe odide mba ụwa, mmebi ya na Casualties mere na aha ya yiri ka ọ na-adịgide adịgide; n'ọrụ abụọ ahụ, ọ kpasuru iwe ma chụpụ ọtụtụ ndị na-ege ntị na ụfọdụ ndị nkatọ nwere mmetụta",
  "N'ịgbachitere ya, Clark kwusiri ike na ọ na-egosipụta naanị ihe ndị mere ka ọ na-ahụ ha.",
  "Dị ka otu n'ime ndị edemede a ma ama na ndị a ma ama n'Africa, ọ nọgidere na-arụ ọrụ dị ukwuu n'ihe gbasara akwụkwọ, ọrụ nke ọ na-enwetawanye nkwado mba ụwa",
  "N'afọ 1991, dịka ọmụmaatụ, ọ natara onyinye Nigerian National Order of Merit Award maka akwụkwọ edemede magburu onwe ya ma hụ mbipụta, site na Mahadum Howard, nke mpịakọta abụọ ya, The Ozidi Saga na Collected Plays and Poems 1958-1988",
  "Na 6 Disemba 2011, iji kwanyere ndụ na ọrụ nke Prọfesọ John Pepper Clark-Bekederemo ùgwù, e mere emume na Lagos Motor Boat Club, Awolowo Road, Ikoyi, maka mbipụta nke J",
  "P",
  "Clark: A Voyage, Akụkọ ndụ nke isi ike na-eme ihe nkiri nke uri Afrịka, nke onye edemede egwuregwu Femi Osofisan dere",
  "\"Ihe a pụrụ ịkọwa dị ka onye nọ n'etiti ndị edemede\" bịara mbido ahụ, gụnyere onye nrite Nobel Wole Soyinka.\nN'afọ 2015, Society of Young Nigerian Writers n'okpuru nduzi nke Wole Adedoyin guzobere JP Clark Literary Society, nke ebumnuche ya bụ ịkwalite na ịgụ ọrụ Clark.",
  "A mara ọkwa ọnwụ Clark na 13 Ọktoba 2020."
]