[
  "J",
  "Yolande Daniels (amụrụ n'afọ 1962) bụ onye Amerịka na-ese ụkpụrụ ụlọ, onye mmebe na onye nkụzi",
  "Ọ bụ onye ntọala ntọala nke studioSUMO, ụlọ ọrụ ihe owuwu nke na-ekwu ka obodo-ọdịnala obodo site na imewe.",
  "na-ese ụkpụrụ ụlọonye mmebeye na onye nkuzi",
  "Ọ bụ onye isi ntọala nke studioSUMO, ụlọ ọrụ na-ahụ maka ihe owuwu nke na-ekwu maka ọdịdị ọdịbendị na ọdịbendị site na imewe.",
  "Daniels natara B",
  "Arch ya na City College nke New York na M",
  "Arch ya site na Graduate School of Architecture, Planning and Preservation na Mahadum Columbia. Mgbe ọ gụsịrị akwụkwọ na agụmakwụkwọ ya, Daniels natara fellowship abụọ site na Whitney Museum of American Art São na 1996.",
  "Daniels bịara chọta olu ya dị ka nwanyị ojii, onye ọ na-ahụkarị na ọ bụ na-agbagha n'ụzọ a na-eme ihe owuwu.  ndị dị mkpa nke ọrụ ya na nyocha onwe onye na-elekwasị anya na nkatọ banyere usoro nke ike, mmekọahụ na agbụrụ na otu usoro mmekọrịta ndị a si emepụta gburugburu ebe obibi e wuru n'ụdị ihe owuwu.",
  "Mgbe ọ nọ na Whitney Independent Study Program, Daniels mepụtara ọrụ ya nke na-azaghachi nsogbu gbasara okike, agbụrụ na ụdị mmeri ndị ọzọ na gburugburu ebe obibi site na nyocha na imewe",
  "Daniels na Sunil Bald guzobere studioSUMO n'afọ 1997. Na Bald dị ka studioSUMO, Daniels emeela ọrụ dịka Museum of Contemporary African Diasporan Art na Fort Greene, Brooklyn, New York na 2007 na Mizuta Museum na Mahadum Josai na Sakado, Japan na 2012. Ka ọ na-erule 2021, studioSUMO eguzobewo ọfịs na New York na Los Angeles",
  "Ọ kụziri na Mahadum Michigan, Massachusetts Institute of Technology na Mahadụ Columbia, ebe ọ nọrọ ruo afọ iri",
  "Ugbu a, ọ bụ osote prọfesọ na Mahadum nke Southern California ebe ọ na-akụzi nhazi ụlọ.",
  "N'afọ 1996, Daniels chepụtara ihe na-ehi ụra maka ụmụ nwanyị nke mbụ arụnyere n'ụlọ ndị ọbịa nke New York City Gramercy Park Hotel, iji maa ụlọ aka, na oke nke ohere na ihe, iji chee okike na mmekọahụ ihu dị ka teknụzụ na-adịghị mma na iwu ụlọ na uwe",
  "Ntinye ụdị straddle, FEMMEpissoire, nwere ọkpọkọ maka ịsa ahụ, uwe rọba abụọ, onye na-eme ka ọ na-ekwu maka ịzụ ahịa nke ịdị ọcha ụmụ nwanyị, na enyo a kwụnyere maka ngosipụta onwe onye nke ahụ na njirimara. Ebubo nke ndọrọ ndọrọ ọchịchị nke na-ekwu ma omume nke ịchịkwa nsị bụ nnwere onwe onwe dị mkpa maka ụmụ nwoke",
  "A na-ele ọrụ ahụ anya dị ka ihe na-ekwughachi ndị na-eme enyi nwoke na-eme onwe ha n'ụlọ mposi na ụlọ mposi ọha na eze n'afọ ndị 1990 site na mpụ akụkọ ihe mere eme megide omume nwoke idina nwoke.  Nhazi a bụ nke mbụ nke nwere ike \"ikwe ka onye na-eji ya hụ ahụ ya na-ewepụ onwe ya na mamịrị\".",
  "Site na Intimate Landscape nke Shotgun House na Dallas, Texas, Daniels gara n'ihu na mkparịta ụka banyere ike site na anya nke akụkọ ịgba ohu",
  "N'ịchọ usoro obibi n'ụlọ Shotgun House, ụdị asụsụ dị na US South iji nye ndị ohu si West-Afrịka ụlọ, ọ kwughachiri akụkọ ihe mere eme nke ala gbara ya gburugburu site na ihe ndị sitere na akụkọ ohu WPA. A na-edepụta ihe odide ahụ na mgbidi dị n'ime, na-eji ike nke ọkụ na onyinyo, ma nye ndị ọrụ ọchịchọ nke ala (ubi) iji mee ka ndị mmadụ nọrọ n'otu ma kewaa n'otu oge ahụ. Ụfọdụ ọrụ ndị mbụ Daniels rụrụ na studioSUMO wetara nsogbu agbụrụ n'ihu n'ụdị yiri nke ahụ.",
  "N'ime mgbalị ya, Daniel chere ihe owuwu ihu na ịdị arọ nke akụkọ ihe mere eme ojii na ihe ndị sitere na eserese mpaghara na obere ntinye na mbipụta na ederede",
  "De Facto/de Jure: site na omenala / site na Iwu, dịka ọmụmaatụ, nyochara ma nyochaa eserese iwu nke mwepu na itinye n'oge narị afọ nke narị afọ nke iri abụọ Great Migration na Southern Crescent Railway Line. Maka ebe a na-anabata ndị ọbịa na Museum of Contemporary African Diasporan Arts (MoCADA) na Brooklyn, Daniels chepụtara map atọ na-achọpụta mbata nke ndị Afrịka. Akwụkwọ edemede ya e bipụtara banyere ụlọ ọrụ, nke na-ekwu maka ndọrọ ndọrọ ọchịchị nke okike, agbụrụ na klas, gụnyere Crime and Ornament (YYZ Press, 2002), White Papers, Black Marks (Athlone Press, 2000), Black bodies, black space: A-waiting spectacle (2000) na Grey Areas (Chalkham Hill Press, 1999).",
  "Tupu ọ banye na Mahadum nke Southern California dị ka onye enyemaka Prọfesọ na 2019, ọ kụziri ihe na MIT na Mahadim Yale dị ka Prọfesụ Nleta, na-elekwasị anya na ọmụmụ nke ọnụ ụzọ gafee ọdịiche ọdịbendị, ma kụzie ihe owuwu na Mahaduma Columbia, City College of New York, Mahadum Michigan",
  "O jikwa Silcott Chair na Mahadum Howard ma bụrụkwa onye nduzi nke mmemme M.Arch na Parsons School of Constructed Environments.",
  "Daniels, dị ka onye otu Black Reconstruction Collective, nwere ọrụ ya ojii obodo: The Los Angeles Edition, nyere iwu maka Reconstructions: Architecture and Blackness in America site na Museum of Modern Art.",
  "O: the apparatus in Crime and Ornament (YYZ Press, 2002)",
  "Essay in White Papers, Black Marks (Athlone Press, 2000)",
  "Essay in Grey Areas (Chalkham Hill Press, 1999)"
]