[
  "A mụrụ Jack Cope na Natal, n'obodo South Africa ma bụrụ onye ndị nkuzi gụrụ akwụkwọ n'ụlọ",
  "Site n'oge ọ dị afọ iri na abụọ, ọ banyere na Durban High School na Durban, mgbe nke ahụ gasịrị ọ ghọrọ onye nta akụkọ na Natal Mercury wee bụrụ onye nnọchi anya ndọrọ ndọrọ ọchịchị na obodo nke London maka akwụkwọ akụkọ South Africa",
  "Mgbe Agha Ụwa nke Abụọ malitere, n'ọnọdụ nkụda mmụọ, ọ laghachiri South Africa",
  "Ọ kwagara na obodo Cape Town, ebe ọ rụrụ ọrụ maka akwụkwọ akụkọ Marxist Guardian site na afọ 1941 wee ruo afọ 1955, na ikike dị iche na iche nke gụnyere onye nkatọ ọdịbendị na, n'otu oge, onye nchịkọta akụkọ.",
  "Ruo ọtụtụ afọ, Cope were ọmịiko na Kọmunist ya na Soviet Union",
  "Otú ọ dị, ọmịiko ya na ndị Kọmunist kwụsịrị na nkụda mmụọ mgbe ekpughere mpụ Joseph Stalin na Nikita Khrushchev's Secret Speech.",
  "Ọ nụrụ nwa nwanne nne ya nke abụọ, onye na-ese ihe Lesley De Villiers na afọ 1942",
  "Ha kewara na 1958 ma gbaa alụkwaghịm na mbido afọ 1960",
  "Ha nwere ụmụ nwoke abụọ, Raymond, (n'afọ 1948 rụọ afọ 1977) na Michael (amụrụ 1952).",
  "A ma ra Jack Cope nke ọma maka mmekọrịta ịhụnanya ya (ihe dị ka 1960-1964) na onye na-ede uri asụsụ Afrikaans Ingrid Jonker, onye a maara dị ka azịza South Africa nye Sylvia Plath",
  "Mgbe Jonker gburu onwe ya na afọ 1965, Cope dezigharịrị akwụkwọ edemede nke uri ikpeazụ ya ma sụgharịa ụfọdụ n'ime ha n'asụsụ Bekee.",
  "Cope bipụtara akwụkwọ akụkọ asatọ, ihe karịrị otu narị akụkọ mkpirikpi, na nchịkọta abụ atọ, nke ikpeazụ na njikọ ya na C.J",
  "Driver",
  "Ruo afọ iri abụọ, malite na 1960, ọ dezigharịrị Contrast, akwụkwọ akụkọ na-asụ asụsụ abụọ na Bekee na Afrikaans",
  "Ya na Uys Krige dezigharịrị The Penguin Book of South African Verse (na afọ 1968) ma, dị ka onye nchịkọta akụkọ n'ọtụtụ afọ nke 1970, mepụtara mbipụta Mantis nke ndị na-ede uri Southern Africa",
  "N'afọ 1980 ọ kwagara England, ebe o bipụtara The Adversary Within: Dissident Writers in Afrikaans (na afọ 1982) na Selected Stories (n'afọ 1986).",
  "Akwụkwọ akụkọ mbụ Cope, The Fair House (n'afọ 1955), na-atụle Nnupụisi Bambata nke afọ 1906 na mgbalị ịkọwa ọnọdụ agbụrụ na ndọrọ ndọrọ ọchịchị na South Africa",
  "Akwụkwọ akụkọ ndị ọzọ, gụnyere The Golden Oriole (n'afọ 1958), Albino (n'afọ 1964), na The Rain-Maker (n'afọ 1971), na-akọ akụkọ mbibi nke onye ọcha ahụ bibiri omenala ndị isi ojii na ọgụ ndị isi ojii lụrụ iji nwetaghachi mpako na njirimara ha.",
  "Otú ọ dị, ọ bụ dị ka onye edemede akụkọ dị mkpirikpi ka Cope gosipụtara nkà ya kachasị mma",
  "Akụkọ ya na-eme ka, dị ka Alan Paton si kwuo, 'site n'okwu ole na ole, ísì na ụda na agba nke mba anyị'",
  "Na A Crack in the Sky (The Tame Ox, na afọ 1960) na 'Power' (The Man Who Doubted and Other Stories, nke afọ 1967) ọhụụ omume ya doro anya; nchịkọta nke atọ ya, Alley Cat and Other Stories (n'afọ 1973), nwere isiokwu ndị gbara ọchịchịrị dịka nke ịpụ iche na owu ọmụma",
  "Otu n'ime ihe ndị Cope rụzuru bụ mmetụta ya na akwụkwọ South Africa n'oge 1960s ya na 1970s, afọ dị mkpa na ọgụ megide ịkpa ókè agbụrụ.",
  "Ihe nenyeriri anya nke Black Butterflies nke afọ 2011 na-akọ akụkọ mmekọrịta dị n'etiti Ingrid Jonker na Jack Cope, onye na-eme ihe nkiri Irish bụ Liam Cunningham gosipụtara na ihuenyo."
]