[
  "Jacklet Atuhaire Rwabukurukuru Mukwana (Amụrụ na 20 June 1981) bụ onye ọkachamara mmanụ na gas nke Uganda, ọkachamara na mmepe mba ụwa na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ onye a họpụtara ka ọ bụrụ nwanyị omeiwu maka Sheema District ma ọ bụghị onye otu ndọrọ ndọrọ ọchịchị ọ bụla na Uganda. Ọ nọchiri Rosemary Nyakikongoro nke NRM bụ onye meriri ya na ntuli aka nke pati ahụ n'afọ 2015 n'ọnọdụ esemokwu. Atuhaire bụkwa onye bụbu onye isi oche guild maka Mahadum nke East London ma bụrụkwa onye otu Association of International Petroleum Negotiators (AIPN) na Society of Petroleum Engineers.",
  "Tupu ọrụ ndọrọ ndọrọ ọchịchị ya dị elu, Atuhaire bụ onye nduzi maka Extractive Energy Services na BFF Services Ltd",
  "Ọ bụbu onye njikwa mmepe ngwaahịa nke WANA Energy Solutions, onye njikwa ọrụ maka Positive Care Link (PCL), otu ọrụ afọ ofufo na London, ọ bụkwa onye nhazi ọrụ maka International Refugee Trust (IRT) site na JustGiving na nyiwe ndị ọzọ.",
  "A mụrụ Atuhaire n'obodo Runyinya, Kigarama Sub-county, Ankole sub-region n'ụbọchị 20 June 1981 n'ezinụlọ Anglican nke Banyankole",
  "Ọ gụrụ akwụkwọ praịmarị na mpaghara Sheema, nweta asambodo PLE ya n'afọ 1992 site na Kamugungunu Primary School, ụlọ akwụkwọ praịm ọha na eze dị na Kyagaju Parish, Kagando Sub county.",
  "Atuhaire mechara gaa Rweibare Senior Secondary School maka agụmakwụkwọ O-Level ya na Universal Girls High School maka agụmụwụkwọ A-Level, nweta asambodo UCE ya n'afọ 1997 na asambodo UACE ya n'afọ 2000",
  "Ọ bụ onye isi nwanyị na Rweibare Senior Secondary School na onye isi oche Scripture Union na Universal Girls High School.",
  "Atuhaire gara n'ihu na Mahadum nke Woolwich ebe ọ nwetara diplọma na Public Administration n'afọ 2004 wee gaa Mahadum of East London, ebe ọ bụ onye isi oche guild ma gụsịrị akwụkwọ n'afọ 2010 na Bachelor of Science na International Development and Information Technology",
  "N'ikpeazụ, ọ nwetara Master of Science na International Oil and Gas Management n'afọ 2013 site na Centre for Energy, Petroleum and Mineral Law and Policy (CEPMLP), ụlọ akwụkwọ gụsịrị akwụkwọ na Mahadum Dundee, Scotland, United Kingdom.",
  "Mgbe ọ nwetara asambodo UACE ya, Atuhaire kwagara United Kingdom ma rụọ ọrụ nwa oge site n'afọ 2001 ruo afọ 2004 dị ka onye nhazi ọrụ maka International Refugee Trust (IRT)",
  "O wee nweta ọrụ dị ka onye njikwa ọrụ maka Positive Care Link (PCL), otu ọrụ afọ ofufo na London, ruo afọ 2009 mgbe ọ gụsịrị nzere bachelọ ya na Mahadum nke East London",
  "Ọ rụrụ ọrụ dị ka onye njikwa mmepe ngwaahịa maka WANA Energy Solutions site n'afọ 2012 ruo afọ 2015 mgbe ọ gbara arụkwaghịm iji sonye na ndọrọ ndọrọ ọchịchị",
  "N'otu oge ahụ, Atuhaire guzobere ma rụọ ọrụ dị ka onye nduzi maka Extractive Energy Services na BFF Services Ltd site n'afọ 2013 na 2016 ruo taa."
]