[
  "Jack Penn (ụbọchị irí na ànó n'ọnwa Ọgọst n'afọ 1909 rụọ úbọchị irí abụọ na asaa n'ọnwa Novemba n'afọ 1996), M.B., Ch.B., F.R.C.S.(E.), Mil",
  "Dec",
  "M.B.E., S.M., bụ onye na-awa ahụ, onye na-akpụ ihe na onye edemede, onye bụkwa onye otu Kansụl Onye isi ala na South Africa ruo oge ụfọdụ.",
  "A mụrụ Penn na Cape Town n'afọ 1909, ọ bụ nwa nke ikpeazụ n'ime ụmụ asaa",
  "Ógè Agha Ụwa Mbụ gasịrị, ezinụlọ ahụ kwagara Johannesburg, ebe ọ gụrụ akwụkwọ na Parktown Boys 'High School na Mahadum nke Witwatersrand",
  "Ọ lụrụ di n'afọ 1934 Diana Malkin, Penn na nwunye ya gara United Kingdom, ebe ọ ghọrọ onye otu Royal College of Surgeons of Edinburgh n'afọ 1935",
  "Ọ rụrụ ọrụ n'usoro na Orthopaedic Centre na Liverpool, na British Postgraduate School ọhụrụ na London, dị ka onye na-arụ ọrụ Senior Surgeon na ụlọ ọgwụ County Council na London, na dị ka Resident Surgical Officer na Royal Salop Infirmary na Shrewsbury",
  "Ọ nọrọkwa akụkụ nke afọ1937 na Mayo Clinic na Rochester, na United States of America, wee laghachi, na ntakịrị oge na London, na Johannesburg, ebe Prof",
  "Raymond Dart na Mahadum nke Witwatersrand.",
  "E kwuola na a maara Penn nke ọma maka ihe banyere ọkpụkpụ ya na ihe odide ya dịka maka ịwa ahụ plastik ya.",
  "A ga-ahụ ihe ọkpụkpụ Penn n'ebe dị iche iche na South Africa na ebe ndị ọzọ",
  "E nyere bust nke General Jan Christiaan Smuts n'ihe banyere ọdụ ụgbọ elu Jan Smuts (nke bụzi ọdụ ụgbọ elu O",
  "R",
  "Tambo), na ihe oyiyi nke Henrietta Stockdale, onye ọsụ ụzọ nọọsụ, dị n'ala Katidral St Cyprian na Kimberley",
  "E nyere Strasbourg bust ya nke Albert Schweitzer, ebe nke David Ben-Gurion na General Moshe Dayan nọ na Israel",
  "O mepụtara bust nke Joseph Lister, na England",
  "O mekwara eserese na eserese.",
  "Jack Penn dere ụfọdụ akwụkwọ, ọkachasị nke nkà ihe ọmụma, nke gụnyere akwụkwọ ozi ya nye nwa m nwoke (1975) - akwụkwọ ozi ndị e degaara nwa ya nwoke John onye, dị ka ya onwe ya, ghọrọ onye na-awa ahụ ma na-arụ ọrụ dị ka onye isi oche nke American Society for Aesthetic Plastic Surgery; The Right to Look Human: an autobiography (afọ 1976); Reflections on Life (1980); na To think is to live (nd).",
  "Penn nwụrụ n'ubochí irí na asaá n'ọnwa Nọvemba n'afọ 1996, ọ dị afọ iri asatọ na asaa."
]