[
  "Jack Whitten (ubochí isé n'ọnwa Disemba, 1939 rụọ úbọchị irí abụọ n'ọnwa Jenụwarị, 2018) bụ ónyé America na-ese ihe na ónyé na-ese ọkpụkpụ. N'afọ 2016, e nyèrè ya National Medal of Arts.",
  "A mụrụ Whitten na 1939 na Bessemer, Alabama. N'ịhazi ọrụ dị ka dọkịta ndị agha, Whitten banyèrè ọmụmụ ọgwụ na Tuskegee Institute site na 1957 ruo 1959. Ọ gakwara Montgomery, Alabama dị nso iji nụ ka Martin Luther King Jr",
  "na-ekwu okwu n'oge mkpagbu bọs Montgomery ma ọhụụ ya màkà America gbanwere metụrụ ya n'ahụ nke ukwuu.",
  "N'afọ 1960, Whitten gàrà Mahadum Southern dị na Baton Rouge, Louisiana iji malite ịmụ nka wee tinye ákà na ngagharị iwe nke ikike ọbọdọ n'ebe ahụ. Whitten sonyere na ngagharị si n'etiti ọbọdọ Baton Rouge gaa n'isi ọbọdọ steeti",
  "Ikike onye na-ese ihe nke Whitten méré ka ọ bụrụ ónyé na-ahụ màkà ịmepụta ihe ịrịba ama na mkpọsa a ga-eji mee ihe na ngosipụta ahụ.",
  "N'oge na-adịghị anya mgbè ọ gụsịrị akwụkwọ na Cooper Union, Whitten nwere ohere izute ndị omenkà ojii ndị ọzọ gụnyere, Jacob Lawrence na Norman Lewis, mgbè ọ nọgidere na New York iji malite ọrụ nka ya.",
  "A maara ụdị nka Whitten dị ka ihe na-enweghị atụ mànà ọ na-amasị ya ịkọwa nka ya dị ka nka nwèrè eziokwu na mkpụrụ obi. Ọnụ ọgụgụ dị ukwuu nke ọrụ Whitten sitere n'ike mmụọ nsọ nke ahụmịhe ya n'oge Civil Rights Movement",
  "Whitten kwubiri na ịgba ohu na-egbochi ọdịbendị nkè ndị na-acha ọbara ọbara",
  "Ya mere, Whitten kwenyere na ọ bụ akara aka ya iweghachi ọdịbendị site na iberibe ya.",
  "Mgbè mwakpo ndị na-eyi ọha egwu na World Trade Center mere, Whitten nọ na ụlọ ọrụ ya na Lispenard Street na Tribeca. N'ime afọ ndị sochirinụ, o wuru nnukwu ihe osise, nkè e tinyere ntụ n'ime ya, dị ka ihe ncheta nke ụbọchị ahụ.",
  "Onye isi ala Barack Obama nyèrè Whitten 2015 National Medal Of Arts Award.",
  "N'afọ 2013, ónyé nlekọta Katy Siegel haziri ihe ngosi Light Years: Jack Whitten, 1971-73 na Rose Art Museum na Mahadum Brandeis. Ihe ngosi ahụ gosipụtara ọtụtụ ọrụ Whitten mepụtara n'etiti 1971-1973, nke a na-egosibeghị tupu. N'afọ 2014, The Museum of Contemporary Art na San Diego haziri ihe ngosi ncheta. Ihe ngosi ahụ gàrà Wexner Center for the Arts na 2015 na Walker Art Center na Minneapolis site na Septemba 13, 2015 ruo Jenụwarị 24, 2016 Dị ka akụkụ nke Walker ya, Whitten dere onye na-ese ihe Op-Ed na ịkpa ókè agbụrụ na \"ọrụ nka n'oge ime ihe ike a na-apụghị ịkọwa akọwa",
  "\"",
  "Na úbọchị atọ n'ọnwa Febụwarị, 2018 Crystal Bridges gosipụtara abụọ n'ime ihe Whitten si na 1970s; otu n'ime ha bụ Homage to Malcolm, 1970.",
  "N'afọ 2018, a haziri ihe ngosi \"Odyssey: Jack Whitten Sculpture 1963\" n'oge ọ nwụrụ ma meghee ya na Baltimore Museum of Art site na Eprel 22, 2018 ruo Julaị 29, 2018. Ihe ngosi ahụ gara na Metropolitan Museum of Art na New York site na Septemba 6 ruo Disemba 2, 2018 na Museum of Fine Arts, Houston site na Machị 3 ruo Mee 27, 2019",
  "N'afọ 2019, e gosipụtara ihe ngosi nke mbụ n'otu ụlọ ọrụ Europe na Hamburger Bahnhof Museum für Gegenwart Berlin.",
  "Mgbe ọ dị afọ 78, Whitten nwụrụ na Jenụwarị 20, 2018. Whitten na nwunye ya Mary biri na Queens, New York."
]