[
  "Jackson Hlungwani (amụrụ n'afọ 1923 rụọ úbọchị irí abụọ n'ọnwa Jenụwarị afọ 2010) bụ onye South Africa na-akpụ ihe, onye ụkọchukwu, na onye guzobere Yesu Galeliya One Aposto na Sanyoni Alt na Omega na New Jerusalem, ebe dị na Mbhokota na Limpopo",
  "Nwoke ji okpukpe kpọrọ ihe nke ukwuu, a na-akọwa ọrụ Hlunwani site na ọnọdụ ime mmụọ ya na njikọ ya na obodo.",
  "A mụrụ Jackson Hlunwani n'afọ 1923, a maghị ụbọchị ọmụmụ ya, n'ezinụlọ Tsonga n'ime obodo Mashamba nke dị na Venda, South Africa",
  "A kpọrọ Hlungwani aha nna nna ya, Bhandi Pavalala, nke a kwenyere na ọ bụ aha Tsonga / Shangaan dị nsọ nke chi",
  "Nna nna Hlungwani nwụrụ otu izu tupu a mụọ ya, a kwenyekwara na a mụrụ nna nna ya ọzọ n'ime nwa nwa ya",
  "E mechara manye ezinụlọ ya ịkwaga Gazankulu na-esote Iwu Apartheid nke afọ1948",
  "[dubious  Hlunwangi mụtara usoro Tsonga nke ịkpụ osisi na ịkwa nkà site n'aka nna ya, nkà nke ọ ga-aga n'ihu iji ọrụ nka ya niile.",
  "Hlungwani rụrụ ọrụ na Johannesburg site n'afọ 1941 rụọ afọ 1944, laghachi n'ala nna ya na-esote ihe mere n'ọrụ nke mere ka mkpịsị aka funahụ ya",
  "Ógè ọ lọtara, Hlungwani bịdọrọ njem iji chọta ọgwụgwọ n'ime, nke mere ka ọ bụrụ onye otu ma mesịa bụrụ onye ụkọchukwu nke Zion Christian Church site n'afọ 1944 ruo afọ 1978.",
  "Mkpa okpukpe enweghị ikewapụ na mkparịta ụka ógè ị na-enyocha ọrụ Hlungwani",
  "N'ebe ngosi nke mgbe a, a na-elegharakarị nkwupụta okpukpe Hlungwani anya dị ka \"ọchịchọ ịmata ihe\" ọ bụghị dị ka isi ihe na-emetụta ọrụ ahụ n'onwe ya",
  "Otú ọ dị, Hlungwani chere na ọ bụ ọkpụkpọ Chineke ya iji ihe ọkpụkpụ na-agwa ndị obodo agha na agbụrụ kewara ekewa ozi Chineke",
  "Na mkparịta ụka mbụ Hlungwani na Marcelle Manley, onye nta akụkọ, Manley na-echeta otú, “(Hlungwani) si nọdụ n'elu ikpo okwu dị ka veranda n'elu ọrụ aka ya gbakọtara, na-egbutu adze a rụrụ n'ụlọ na igodo ọzọ",
  "Otu ọkụ eletrik gbara ọkụ n'akụkụ ya, na-eme ka ụkwụ ya dị ọnyá ebe, ọtụtụ afọ tupu ógè ahụ, akụ́ Setan batara ma nọrọ n'anụ ahụ ya, wee ghọọ agwọ",
  "Ọkụ ahụ mere ka ọnyá ahụ ghara ikpo ọkụ ka Onye Ọjọọ ahụ wee nwee ike, n'oge a kara aka, ịpụ site n'otu ogbi ahụ",
  "Ọ gwara m nke a n'ime nkeji ole na ole mgbe m zutere m, n'enweghị mgbochi ma ọ bụ obi abụọ ọ bụla n'ihi mkpa ahụmịhe ya. \nNke a bụ ihe atụ nke otú Hlungwani si nweta ọtụtụ ọdịbendị maka isi mmalite nke mmụọ nsọ na otú o si zube ịkpọlite ụwa ime mmụọ site na ihe nnọchianya na ihe ọkpụkpụ ya."
]