[
  "Jackie Appiah (amụrụ 5 December 1983  ) bụ onye omee a mụrụ na Canada -wukwara  onye Ghana",
  "Maka ọrụ ya dị ka onye na -eme ihe nkiri, o nwetala ọtụtụ ihe nrite na nhọpụta, gụnyere nturu ugo maka onye na -eme ihe nkiri kacha mma na onye ndu na 2010 Africa Movie Academy Awards ; na onye na -eme ihe nkiri kacha mma na ọrụ nkwado na African Movie Academy Awards na 2007",
  "O nwetara nhọpụta abụọ maka onye na -eme ihe nkiri kacha mma na onye ndu na onye na -eme ihe nkiri na -abịa n'ihu na Africa Movie Academy Awards na 2008",
  "Jackie Appiah mụrụ na Canada na Disemba 5, 1983",
  "Ọ bụ nwa ikpeazụ n'ime ụmụ ise",
  "Ọ bụ onye Ghana Canada, dịka amụrụ ya na Toronto",
  "O jiri oge nwata ya na Canada wee soro nne ya kwaga Ghana mgbe ọ dị afọ 10",
  "aha abọghọ",
  "bọghọ aha ya a ji bụ Appiah mara ya nke ọma",
  "Appiah lụrụ Peter Agyemang na 2005 wee nwee otu nwa nwoke",
  "Nna Appiah bụ Kwabena Appiah (nwanntakịrịe ikpeazụ Joe Appiah, onye ọka iwu ama ama na Kumi ugbu a na Toronto, Ontari ugbu ao, Canada.",
  "A nụrụ asịrị na 2020 na Jackie Appiah tụrụ ime maka onye isi ala Liberia , George Weah",
  "Agbanyeghị, ọ gbapụrụ asịrị ahụ site na ịga na Instagram peeji ya na -asị \"Ọchị na -eji akwa na -agha ụgha na akụkọ ụgha.\"",
  "Ọdịdị Appiah na onyonyo ghọrọ nke ọma mgbe Edward Seddoh Junior, onye edemede dere Things We Do For Love bu Edward Seddoh Junior, kpọrọ ya ebe ọ rụrụ ọrụ Enyonam Blagogee",
  "O mechara sonye na Tentacle, Games People Play, Sun-city na ọtụtụ usoro onyonyo ndị ọzọ.",
  "Appiah na -echeta onwe ya dị ka onye ihere na oge mbụ ọ malitere, \"Ọ bụ Benue Film Production nke akpọrọ Divine Love'' na m ga -arụ ọrụ Kate, onye na -eme ngagharị iwe",
  "Ekwetaghị m na m mere nke ọma",
  "Agbalịrị m, mana ọtụtụ ndị amaghị ya",
  "\" [ <span title=\"The text near this tag needs a citation",
  "(August 2016)\">Amaokwu a chọrọ nkọwa</span> ] N'agbanyeghị ụjọ na -atụ ya, onye ngụ oge nke mbụ kwuru na ọ gara nke ọma ime ka onye ọ bụla nwee mmasị.",
  "Appiah kwuru na ebe kacha mma nke ya na Venus Films bu Mummy's Daughter",
  "Ihe nkiri a na -akọ akụkọ banyere ezinụlọ Bartels ebe ọ rụrụ ọrụ dị ka adaeze, nwa nwanyị",
  "\"Enwere m mmasị n'otú m si eme omume, obi dịkwa m ụtọ maka ọrụ m rụrụ\". [ <span title=\"The text near this tag needs a citation",
  "(August 2016)\">Amaokwu a chọrọ nkọwa</span> ] Appiah ugbu a na -ahụ ụlọ ọrụ ihe nkiri mpaghara ka ọ gbanweela nke ọma",
  "Ọ na -eche na ndị ọzọ ga -ahụ nke ọma ya.",
  "Nollywood amarala Appiah site na ọtụtụ ihe nkiri Ghana ọ gara nke ọma gụnyere Beyoncé - The President Daughter, Princess Tyra, Passion of the Soul, Pretty Queen, The Prince's Bride, The King is Mine na The Perfect Picture",
  "Ihe nkiri Nollywood a ma ama ya gụnyere Black Soul na Bitter Blessing, ya na onye na -eme ihe nkiri Nollywoood Ramsey Noah   na My Last Wedding, ya na onye na -eme ihe nkiri Nollywood Emeka Ike",
  "N'afọ 2013, ọ nwetara nturu ugo onye na -eme ihe nkiri kacha mma na Papyrus Magazine Screen Actors Awards (PAMSAA) 2013 nke emere n'Abuja",
  "Enwere ike ịhụ ihu Appiah n'ọtụtụ bọọdụ mkpọsa na mgbasa ozi TV na Ghana gụnyere mgbasa ozi GSMF maka nchedo nje HIV AIDS",
  "Ọ meriri ihu UB na nkwalite o meere ha na mgbasa ozi TV ma ugbu a ọ bụ ihu IPMC maka mgbasa ozi na bọọdụ mkpọsa",
  "\"GSMF\" bụ azụmahịa TV mbụ ya.",
  "Jackie lụrụ Peter Agyemang na 2005 ya na ya nwere otu nwa nwoke, Damien",
  "Ha gbara alụkwaghịm mgbe afọ atọ nke alụmdi na nwunye gasịrị"
]