[
  "Jacob Samuel Brown (amụrụ ya n'ụbọchị iri n'ọnwa Eprel n'afọ 1998) bụ onye na-agba bọọlụ nke na-agba ọsọ maka EFL Championship club Stoke City na otu bọọlụ mba Scotland.",
  "Brown malitere ọrụ ya na Barnsley, na-eme nke mbụ ya n'ọnwa Ọktoba 2016",
  "Mgbe ọ nọrọ oge na mgbazinye na Chesterfield na 2017-2018, ọ banyere n'òtù mbụ na Oakwell, nyere ha aka inweta nkwalite na Championship na 2018-2019",
  "Na Septemba 2020 ọ sonyeere Stoke City maka ego a na-akọwaghị",
  "A mụrụ ya ma zụlite ya n'England, ndị otu egwuregwu bọọlụ mba Scotland họpụtara Brown na Nọvemba 2021, na-eru eru site n'aka nne ya onye si Glasgow.",
  "Brown malitere ọrụ ya na Sheffield Wednesday Academy ebe a tọhapụrụ ya mgbe ọ dị afọ iri na anọ. Ọ bịanyere aka na Guiseley mgbe ọ dị afọ iri na isii wee gbaa bọọlụ mbụ ya na Selby Town na West Riding County Cup n'ọnwa Ọktoba afọ 2014. Brown kwagara Barnsley na Jenụwarị 2015 mgbe ọ masịrị ha ka ha na-egwuri egwu n'egwuregwu na-erubeghị afọ iri na asatọ. Brown mere nke mbụ ya maka Barnsley megide Brentford na 22 Ọktoba 2016, na-abịa dị ka onye na-anọchi anya. Mgbe ọ nọrọ na ọkara mbụ nke oge 2017 na Barnsley n'okpuru afọ iri abụọ na atọ, Brown sonyeere otu egwuregwu League Two Chesterfield na mgbazinye ọnwa isii na 31 Jenụwarị n'afọ 2018. Brown gbara bọọlụ ugboro iri na atọ maka Spireites n'afọ 2017 ma ghara inyere ha aka izere ịlaghachi na National League.",
  "Brown banyere n'òtù mbụ na Oakwell na 2018 na 2019 n'okpuru Daniel Stendel ma nwee mmasị n'ịgba bọọlụ dị ka onye na-agba ọsọ wee merie onyinye EFL Young Player of the Month maka Jenụwarị 2019. Ọ bịanyere aka na nkwekọrịta ọhụrụ na Disemba 2018. A chụpụrụ ya na nke mbụ ya n'ọrụ ya megide Southend United na 2 Machị n'afọ 2019. Brown gbara bọọlụ ugboro iri atọ na asatọ n'afọ 2018 na afọ19, na-agba goolu asatọ ka Tykes nwetara nkwalite laghachi na Championship. Brown bịanyere aka na nkwekọrịta nkwekọrịta ya na Barnsley na Mee 2019. N'afọ 201920, Brown nyere enyemaka itoolu ka Barnsley lụrụ ọgụ megide relegation ma nọrọ n'elu mgbe ha meriri egwuregwu abụọ ikpeazụ ha megide Nottingham Forest na Brentford.",
  "Brown sonyeere Stoke City na 9 Septemba n'afọ 2020 maka ego a na-akọwaghị. Ọ gbara goolu mbụ ya maka Stoke na mmeri EFL Cup megide Wolverhampton Wanderers na 17 Septemba n'afọ 2020, na goolu mbụ nke league ya na mmeri 3 na Reading na Nọvemba. Brown gbara goolu isii n'egwuregwu iri anọ na isii n'afọ 2020 ka Stoke nọ n'ọnọdụ nke iri na anọ. Ọ gbara bọọlụ n'ụbọchị mmeghe nke oge 2021 na mmeri 3 na 2 megide Reading. Stoke malitere oge ahụ n'ụzọ dị mma ma nọ na esemokwu play-off na mmalite nke afọ mana ọkara nke abụọ dara ogbenye hụrụ ka ndị otu ahụ gbadata n'etiti tebụl. Brown bụ onye kacha gbaa goolu iri na anọ nke mere ka ọ nweta nkwekọrịta afọ atọ ọhụrụ ma hụ ya dịka onye egwuregwu nke afọ.",
  "Brown ruru eru igwu bọọlụ mba ụwa maka England na Scotland, na-eru eru maka nke ikpeazụ site na nne ya a mụrụ na Glasgow. N'ọnwa Nọvemba 2021, Scotland họpụtara Brown maka asọmupi iko mba ụwa megide Moldova na Denmark. Brown mere nke mbụ ya na mba Scotland na 12 Nọvemba n'afo 2021, na-apụta dị ka onye na-anọchi anya na mmeri 2 na Moldova."
]