[
  "Jacob Armstead Lawrence (amuru n'ọnwa Septemba 7, afọ 1917 – Juun 9, 2000) bụ onye Amerịka na-ese ihe nke a maara maka ihe ngosi ya nke akụkọ ihe mere eme nke ndị Afrịka na Amerịka na ndụ nke oge a",
  "Lawrence zoro aka n'ụdị ya dị ka \"dynamic cubism\", ọ bụ ezie na site na ndekọ nke ya, mmetụta bụ isi abụghị nka French dị ka ọdịdị na agba nke Harlem. O mere ka ahụmịhe ndị Afrịka na Amerịka dị ndụ site na iji ndị isi ojii na nchara nchara juxtaposed na agba doro anya",
  "Ọ kụzikwaara ma nọrọ afọ iri na isii dị ka prọfesọ na Mahadum Washington.\nLawrence so na ndị a maara nke ọma na narị afọ nke iri abụọ na-ese ihe n'Afrịka-Amerịka, nke a maara maka ihe osise ọgbara ọhụrụ nke ndụ kwa ụbọchị yana akụkọ banyere akụkọ ihe mere eme nke ndị Afrịka na Amerịka na akụkọ ihe mere eme",
  "Mgbe ọ dị afọ iri abụọ na atọ, ọ nwetara nkwanye ùgwù mba ya na 60-panel The Migration Series, nke gosipụtara Nnukwu Mbugharị nke ndị Afrịka Amerịka si n'ime ime obodo ndịda gaa n'obodo ukwu North",
  "Ndị Phillips Collection na Washington, DC, na Museum of Modern Art (MoMA) na New York zụtara usoro a",
  "Ọrụ Lawrence dị na nchịkọta na-adịgide adịgide nke ọtụtụ ụlọ ngosi ihe mgbe ochie, gụnyere Philadelphia Museum of Art, Whitney Museum, Metropolitan Museum of Art, Brooklyn Museum, Reynolda House Museum of American Art, na Museum of Northwest Art",
  "Ihe osise ya nke afọ 1947 bụ The Builders kwụ n'ime White House.",
  "A mụrụ Jacob Lawrence n'ọnwa Septemba 7, afọ 1917, na Atlantic City, New Jersey, ebe nne na nna ya si n'ime ime obodo ndịda kwaga",
  "Ha gbara alụkwaghịm na afọ 1924. Nne ya tinyere ya na ụmụnne ya abụọ tọrọ ya n'ime nlekọta na Philadelphia",
  "Mgbe ọ dị afọ iri na atọ, ya na ụmụnne ya kwagara New York City, ebe ya na nne ya zutere na Harlem",
  "E webatara Lawrence na nka n'oge na-adịghị anya mgbe nke ahụ gasịrị mgbe nne ha debara aha ya na klas mgbe ọ gụsịrị akwụkwọ na ụlọ ọrụ nka na ọrụ aka na Harlem, nke a na-akpọ Utopia Children's Center, na mgbalị iji mee ka ọ na-arụsi ọrụ ike",
  "Lawrence na-eto eto na-esekarị ụkpụrụ na crayons",
  "Na mbido, o depụtaghachiri ụkpụrụ nke kapet nne ya.",
  "Mgbe ọ kwụsịrị ụlọ akwụkwọ mgbe ọ dị afọ iri na isii, Lawrence rụrụ ọrụ na ebe a na-asa ákwà na ụlọ ọrụ obibi akwụkwọ",
  "Ọ gara n'ihu na nka, na-aga klas na Harlem Art Workshop, nke onye ama ama na-ese ihe n'Afrịka na Amerịka bụ Charles Alston kụziri",
  "Alston gbara ya ume ka ọ gaa Harlem Community Art Center, nke onye na-ese ihe bụ Augusta Savage duziri",
  "Savage nwetara agụmakwụkwọ na American Artists School maka Lawrence na ọkwa a na-akwụ ụgwọ na Works Progress Administration, nke e guzobere n'oge nnukwu ịda mbà n'obi site n'aka ọchịchị nke Onye isi ala Franklin D",
  "Roosevelt",
  "Lawrence gara n'ihu na ọmụmụ ihe ya, ya na Alston na Henry Bannarn, onye ọzọ na-ese ihe na Harlem Renaissance, na ụlọ ọrụ Alston-Bannarn",
  "Ọ gụkwara akwụkwọ na Harlem Art Workshop na New York na 1937",
  "Harlem nyere ọzụzụ dị mkpa maka ọtụtụ ndị oji na-ese ihe na United States",
  "Lawrence bụ otu n'ime ndị mbụ na-ese ihe zụrụ azụ na site na obodo ndị Africa na America na Harlem. N'ime ogologo ọrụ nka ya, Lawrence lekwasịrị anya n'inyocha akụkọ ihe mere eme na mgba nke ndị Africa America."
]