[
  "Jacobus Hendrik (Henk) Pierneef (nke a na-akpọkarị Pierneef) (ụbọchị irí àtó n'ọnwa Ọgọst n'afọ 1886 Pretoria rụọ úbọchị ànó n'ọnwa Ọctoba  1957 Pretoria), bụ ónyé na-ese ihe n'ala South Africa, nke a na-ewere dị ka otu n'ime ndị kacha mma n'ime nnà úkwú South Africa. A maara ụdị ya pụrụ iche n'ọtụtụ ebe ma ọrụ ya nwèrè mmetụta dị ukwuu site na ala South Africa.",
  "Ọtụtụ n'ime ihe osise ya sitere na South African highveld, nké nyéré ya ihe na-akpali ya ruo ogologo ndụ",
  "Ụdị Pierneef bụ iji belata ma mee ka ala dị mfe na geometric, na-eji mbara ala dị larịị, ahịrị na agba iji gosipụta nkwekọrịta na usoro na okike",
  "Nke a mèrè ka e nwee ihe ngosi, nke a haziri ahazi na nke a na-ahụkarị na mpaghara South Africa, nke a na'ebighị na ya na ìhè na agba dị egwu.",
  "Enwere ike ịhụ ọrụ Pierneef n'ụwa niile n'ọtụtụ ụlọ ọrụ, ụlọ ọrụ nà nchịkọta ọha nà eze, gụnyere Africana Museum, Durban Art Gallery, Johannesburg Art Gallery, Nelson Mandela Metropolitan Art Museum, Pierneef Museum na Pretoria Art Gallery.",
  "A mụrụ Pierneef na Pretoria, site na nné na nnà Dutch na Boer",
  "Ọ malitere ọrụ ụlọ akwụkwọ sekọndrị ya na Staatsmodelschool (nke pụtara n'ụzọ nkịtị \"ụlọ akwụkwọ steeti nlereanya\") n'ebe ahụ, ebe ọ gara klas nka mbụ ya, mànà Agha nke Abụọ nke Boer kwụsịrị ya",
  "N'ihi agha ahụ, ezinụlọ Pierneef kpebiri ịlaghachi Netherlands na 1901",
  "Mgbè ọ nọ ebe ahụ, ọ gụrụ akwụkwọ na Rotterdamse Kunstakademie",
  "N'oge a, ọ bịakwara na ọrụ nke ndị nna ochie, nke hapụrụ mmetụta na-adịgide adịgide n'ahụ ya.",
  "Pierneef laghachiri Pretoria mgbè ọ dị afọ iri na asatọ, ebe ọ zutere ma gbaa ya ume site n'aka ndị na-ese ihe na South Africa dị ka ńnà nnà yá Anton van Wouw, Hugo Naude na Frans Oerder",
  "Ihe ngosi ihu ọha mbụ ya, ebe a nabatara ọrụ ya nke ọma, bụ ya na van Wouw na Naude na 1902",
  "Ọ rụrụ ọrụ na State Library n'abalị ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri ma na-ese ihe na ụlọ ọrụ ya n'ehihie",
  "N'afọ 1910, Pierneef lụrụ Agatha Delen, nwanyị ji afọ iri na abụọ tọọ ya.",
  "Pierneef nabatara ọrụ na 1929 iji see ihe osise 32 màkà ime ụlọ ọrụ ụgbọ okporo ígwè ọhụrụ nke Johannesburg, ọrụ ọ rụzuru na 1932",
  "Kemgbe afọ 2002 usoro zuru ezu nke iri atọ na abụọ, iri abụọ na asatọ ala na anọ osisi, bụ ịgbazinye ego ogologo ógè site na Transnet Foundation na Rupert Art Foundation ma gosikwa ya na Jan Rupert Centre na Graaff-Reinet",
  "A na-ewere akụkụ ndị ahụ dị ka ọtụtụ n'ime ọrụ ya kachasị mma.",
  "N'afọ 1933, e nyèrè ya ọrụ ímè mgbidi asaa màkà South Africa House, ụlọ nnọchi ányá South Africa na Trafalgar Square, London",
  "Pierneef rụchara ọrụ a na 1934.",
  "Die Kamp van Van Wouw (1918)",
  "Die Groot Trek (1938)",
  "Rooiplaatplaas, Noord-Transvaal – Sonsopkoms (1925)",
  "Mont-aux-Sources (1925–1932)",
  "Dar-es-Salaam (1926)",
  "'n Somersmiddag, Bosveld (1928)",
  "Die Kremetartboom (1934)",
  "Watermeule naby Stellenbosch (1944)",
  "Hardekoolbome – Bosveld (1945)",
  "Pierneef nwetara ọtụtụ nsọpụrụ na onyinye n'oge ndụ ya, gụnyere:"
]