[
  "Jacob K",
  "Olupona bụ onye Naijiria Amerikan prọfesọ na Harvard Divinity School na nhọpụta jikọrọ aka dị ka Prọfesọ nke Afrikan na Afrikan Amerikan Studies na ngalaba nke Arts and Sciences na Mahadum Harvard.",
  "Jacob K",
  "Olupona bụ onye ọkà mmụta nke okpukpe ndị Afrịka nke bịara Harvard mgbe ọ rụchara ọrụ dị ka prọfesọ na Mahadum California, Davis.",
  "Ọ na-arụ ọrụ na nyocha nke omume okpukpe nke otu nde ndị Afrịka a na-eme atụmatụ na ha kwagara na United States n'ime afọ iri ano gara aga, na-enyocha karịsịa ọtụtụ ndị mmadụ na-anọgide na-adịghị ahụ anya na mpaghara okpukpe Amerika: \"ndị ozi ala ọzọ\" ndị bịara na US iji guzobe ọgbakọ, ndị Pentikọstal Africa na ọgbakọ Amerika, alaka Amerika nke ụka ndị nweere onwe ha, na obodo okpukpe ndị Afrịka na US Nnyocha mbụ ya gụnyere mmụọ na omume ememe, nnwere onwe, nnwere isi, ememe Pentikọstal, ihe nnọchianya anụmanụ, ihe nnọchiteanya, ihe nnọkọstal America, ihe oyiyi, ihe oyiyi okpukpe, ihe oyiyi nnwere onwe.",
  "N'akwụkwọ ya na-abịanụ Ile-Ife: The City of 201 Gods, ọ na-enyocha ngwakọta obodo nke oge a nke ememe, ndị eze, okike, klas, na ike, yana otu nhazi, ọdịnaya, na ihe ọ pụtara nke nkwenkwe na omume okpukpe si abanye na ndụ kwa ụbọchị.",
  "O dere ma ọ bụ dezie akwụkwọ asaa ndị ọzọ, gụnyere ochichi Eze,okpukpe na emume  n'ime obodo Naijiria: A Phenomenological Study of Ondo Yoruba Festivals, nke ejirila maka nyocha ethnographic n'etiti obodo ndị na-asụ Yoruba.",
  "Olupona enwetala onyinye site na Guggenheim Foundation, American Philosophical Society, Ford Foundation, Davis Humanities Institute, Rockefeller Foundation, Wenner-Gren Foundation, na Getty Foundation. Ọ rụrụ ọrụ na bọọdụ nchịkọta akụkọ nke akwụkwọ akụkọ atọ na dịka onye isi oche nke Afrikan Association for the Study of Religion N'afọ 2000, Olupona natara nzere doctorate na chi site na Mahadum Edinburgh na Scotland.",
  "Jacob K",
  "Olupona nwetara BA ya na Mahadum Naijiria na MA na Ph.D",
  "ya na Machị Boston.",
  "A mụrụ Jacob K",
  "Olupona n'ezinụlọ ebe agbụrụ nne na nna ya bụ ndị ụkọchukwu Anglican na ndị na-abụghị Anglican a ma ama. Ọtụtụ ọrụ okpukpe na ụka ọ hụrụ n'ime obodo nta, obodo nta na obodo ukwu ọ tolitere masịrị ya nke ukwuu",
  "Ọ na-ele ka ndị mmadụ na-agwakọta ọdịnala",
  "Ka ọ na-etolite, nghọta nke ọtụtụ okpukpe ọdịnala nke Islam, Iso Ụzọ Kraịst na okpukpe ụmụ amaala meghere ohere maka ịkwaga maka agụmakwụkwọ mbụ ya na echiche na ememe nke eze dị nsọ nke Yoruba.",
  "Ọ gụsịrị akwụkwọ na Mahadum na 1975 wee mee National Youth Service Corp (NYSC) na Ilorin. N'ime afọ ọ na-eje ozi na Ilorin, e gburu Gọvanọ nke Kwara steeti, Colonel Ibrahim Taiwo n'ọchịchị ndị agha yana General Murtala Muhammed nke jupụtara mba ahụ na obi erughị ala na 1976",
  "Ozi ncheta ụka e mere maka ọchịagha na nkwusa nke onye ụkọchukwu Anglican na ihe omume ahụ mere ka echiche ya dị elu",
  "Jacob K",
  "Olupona malitere iche echiche miri emi banyere njikọ nke okpukpe dị iche iche na okpukpe obodo na Naịjirịa",
  "Ihe omume ndị a mere ka ọ nwee ekele maka okpukpe ya na nnwere onwe ife ofufe na ndịda ọdịda anyanwụ Naịjirịa."
]