[
  "Jade Pennock (amụrụ na abali asatọ nke onwa Jenụwarị afọ 1993) bụ onye ọkachamara na bọọlụ nke na agba bọọlụ nye FA Women's Super League club Birmingham City Ọ na-egwuri egwu dị ka onye na-agba ọsọ, na-agbaputa bọọlụ na aka onye na-eme egwuregwu na abụghị onye otu ya n'etiti , mgbe ụfọdụ, dị ka onye ọgba ọsọbinye goolu",
  "Ọ bụ onye kacha gbaa bọọlụ na onye kacha nyere aka na Sheffield United's Championship history. Pennock nọchitekwara anya Leeds na Doncaster Belles.",
  "Pennock malitere ọrụ ntorobịa ya na Leeds na afọ 2001; ọ meriri County Cup na afọ 2009 ma họpụta ya di onye ọgba egwuregwu n'ejikwa bọọlụ nke afọ.",
  "A kpọrọ ya 'onye mbido nke afọ' mgbe ọ nọ na Mahadum Montevallo.",
  "Mgbe ọ gachara Mahadum Montevallo, ọ gafere Mahadum North Georgia maka afọ ikpeazụ ya na afọ 2015, na-aga n'ihu na-enwe otu n'ime oge kachasị mma [peacock prose] na  ihe mere eme nke mahadum ahụ. A họpụtara Pennock maka ndị otu PBC All-Tournament All-Stars, ma nata nsọpụrụ All-American site na NSCAA.",
  "A kpọrọ Pennock onyeisi mgbe ọ na-egwuri egwu maka UNG ma bụrụ naanị onye egwuregwu nke anọ n'akụkọ ihe mere eme nke mahadum a kpọrọ aha na ndị otu nsọpụrụ All-American 'afọ 2015.",
  "N'oge ọkọchị nke afọ 2017, Pennock si na obodo Harrogate kwaga Doncaster Belles ebe ọ meriri asọmpi WSL2.",
  "Pennock gbara goolu nke buliri Doncaster Belles nwee mmeri n'asọmpi otu ọkpụ n'asataghi na Millwall na otu egwuregwu fọdụrụ na league.",
  "Pennock bịanyere aka na Sheffield United n'abalị iri abụọ na isii nke ọnwa Julaị afọ 2018.",
  "N'afọ 2019, a mara ọkwa Pennock dị ka onye egwuregwu  Sheffield United nke Afo , onye egwuregwu ndị egwuregwu nke afo na onye njikwa egwuregwu  nke  de l'année.",
  "Mgbe o nye gara goolu megide Crystal Palace na goolu nke na-esote na cameo megide Charlton na afọ 2019, The Telegraph & Yahoo Sports kọrọ na Pennock nwere ikike ịnye  otu goolu na nkeji 62.1 ọ bụla n'oge ahụ, ebe ọ gbara goolu irí na anọ na egwuregwu iri na atọ ikpeazụ ya.",
  "N'ọnwa Ọktoba afọ 2019, ọ jikọtara ọrụ bọọlụ ya na ọrụ ọ na-arụ ọrụ dị ka onye nkuzi na YMCA, nke pụtara na ọ gara naanị nkuzi abụọ n'ime oge ọzụzụ abalị atọ nke klọb ahụ na-eme kwa izu.",
  "Mgbe Sheffield United sonyeere ọkwa nke abụọ nke bọọlụ ụmụ nwanyị England, Pennock ghọrọ onye kacha gbaa goolu ma nyere aka Onye otu ya aka n'oge ahụ.",
  "N'afọ 2019, Pennock gbara goolu mmeri nke nkeji iri itoolu na anọ megide ndị otu Super League nke ụmụ nwanyị bụ Liverpool n'ihe a kpọrọ mmeri \"ịtụnanya\" goolu atọ asatara abụọ nke Sheffield na iko Continental.",
  "Pennock bịanyere aka na nkwekọrịta ịgba bọọlụ otu afọ na Sheffield United, n'ihu oge asọmpi ụmụ nwanyị nke afọ 2020 na 21.",
  "Pennock nyere goolu mbụ nke Neil Redfern dị ka onye na-arụ ọrụ dị ka onye njikwa Sheffield United na afọ 2020 ka ọ gbara goolu ugboro abụọ megide ndị na-emegide asọmpi Championship London City Lionesses.",
  "N'abalị iri abụo na anọ nke ọnwa Mee afọ 2021, Pennock kwupụtara na ọ ga-ahapụ Sheffield United mgbe oge atọ gasịrị.",
  "Sheff Utd",
  "N'abali iri na asaa nke ọnwa Julaị afọ 2021, Pennock bịanyere aka na Birmingham City, na Women's Super League, na-eme ka ọ bụrụ onye mbụ bịanyere aha n'okpuru onye njikwa ọhụrụ Scott Booth.",
  "Egwuregwu umunwaayi  Birmingham City",
  "Pennock nyere goolu mbụ ya nke Birmingham na nke atọ ya nke otu ahụ n'oge egwuregwu WSL megide Everton.",
  "N'ụbọchị mbụ n'ọnwa Jenụwarị n'afọ 2022, Pennock gbara nkeji iri itoolu niile nke mmeri Birmingham meriri Arsenal n'oge ahụ. A na-akpọ mmeri ahụ dị ka nnukwu ihe ịtụnanya WSL n'akụkọ ihe mere eme ya ma họrọ Pennock maka otu Her Football Hub WSL nke izu ahụ.",
  "A họpụtara goolu Pennock maka Birmingham megide Reading na FA Women's Super League  ọgụgụ ịnye goolu WSL nke ọnwa ahụ ma hụ arụmọrụ ya na ndị otu nke izu ahụ, nke Siobhan Chamberlain họọrọ.",
  "Pennock na-arụ ọrụ dị ka onye nnọchi anya n'akụkụ onye egwuregwu Manchester United na onye mba England Leah Galton nke SRUSA, mmemme agụmakwụkwọ nke na-enyere ndị na-eto eto na-agba bọọlụ aka ịchọta ebe na mahadum na United States.",
  "Na mbido afọ 2021, Pennock pụtara na telivishọn ụmụ nwanyị na-eme egwuregwu bọọlụ nke obere usoro ihe nkiri Throw in the Kitchen Sink na-ekwu maka ihe ịma aka nke ndị egwuregwu na-eme ka bọọlụ ọkara ọkachamara na ọrụ kwụsiri ike.",
  "Doncaster Belles",
  "Onye ọ bụla"
]