[
  "Jaklin Dencheva Zlatanova (Bulgarian: Жаклин Денчева Златанова, amụrụ na 25 Septemba 1988) bụ nwanyị Bulgaria na agba bọọlụ basketball na asọmpi ugbu a maka WBC Beroe na Njikọ Bulgaria",
  "A na ewere Zlatanova dị ka otu n'ime ndị na eme egwuregwu kachasị nwee nkà na mba ahụ nke noge gara aga so na mba ndị kachasị nwee ọganihu na basketball ụmụ nwanyị Europe.",
  "A mụrụ Jaklin Zlatanova na 25 Septemba 1988 nisi obodo Sofia, ebe ọ nọrọ ihe ka ukwuu noge ọ bụ nwata nezinụlọ nwere omenala basketball ogologo oge",
  "Nne ya Krassimira Banova bụ onye na agba bọọlụ bọọlụ nke na aga nke ọma, ya na ndị otu Levski(Sofia) meriri asọmpi Euro league na 1984, iko Ronchetti na 1979 na onyinye ndị ọzọ tupu ọ laa ezumike nká.",
  "Zlatanova bụ akụkụ nke ndị otu mba Bulgaria kemgbe afọ 2003 mgbe ya na ndị otu Cadettes na asọ mpi na nke mbụ ya na Agba nke asọmpi asọmpi European",
  "Kemgbe ahụ, ọ gbara ihe karịrị 100 egwuregwu na ndị ntorobịa na ndị nnọchi anya ụmụ nwanyị nke mba ahụ.",
  "Otú ọ dị, Bulgaria agbaghị bọọlụ na  Asọmpi Europe ruo ihe karịrị afọ 20 nagbanyeghị mbọ nke ọgbọ atọ nke ụmụ nwanyị na egwu basketball",
  "Nihi nnukwu mmerụ ahụ atọ noge ahụ, 2012-2014 Zlatanova hapụrụ otu agba nke European Qualifications na 2014",
  "Oge ikpeazụ ọ sonyere n'egwuregwu ndị ọrụ, n'oge mkpọsa EuroBasket na 2013, ọ bụ onye kacha gbaa goolu maka otu ya na nkezi nke 14.1 Points, 6.1 Rebounds na 1.5 Assist kwa egwuregwu.",
  "Ihe ka ukwuu n'ọrụ ya Zlatanova anọwo na mba ofesi, ọkachasị na ndị otu French na Spanish",
  "N'afọ 2005, ọ bụ akụkụ nke Tarbes GB na ndịda ọdịda anyanwụ France ebe o mere nke mbụ ya na Europe na asọmpi Euroleague",
  "Ebe ọ nọrọ afọ anọ na klọb ahụ (2005-2008), Zlatanova kpebiri ịkwaga Spain na ndị otu Extrugasa na mbido oge 2009",
  "Ọ gbara na asọmpi EuroCup na nkezi nke 14.3, 2.8 nlọghachi azụ na 0.8 na-enyere aka kwa egwuregwu.",
  "N'afọ 2010-2011, ọ sonyeere ndị otu Grand Canaria",
  "N'ịgbaso ihe ịga nke ọma mbụ, ndị otu ahụ sonyere na asọmpi Eurocup na Zlatanova bụ otu n'ime ndị egwuregwu kachasị mkpa na nkezi nke 11.2, 7.4 nlọghachi azụ na 1.4 na-enyere aka kwa egwuregwu",
  "Ya na klọb na eto eto Mann Filter Zaragoza, ọ malitere oge nke asaa ya n'usoro na asọmpi Europe, n'ikpeazụ jiri nkezi nke 10.2, nlọghachi azụ isii na 1.4 nyere aka kwa egwuregwu.",
  "Ọzọkwa, nzọụkwụ kachasị mkpa n'ọrụ onye na eme egwuregwu bụ mgbe ọ bịanyere aka na Rival Ecopolis na 2013",
  "N'ụzọ dị mwute, n'oge ọzụzụ, tupu mmalite nke oge ahụ, onye na eme egwuregwu ahụ nwere nkụchi Achilles nke bụ nke mbụ n'ime nnukwu mmerụ ahụ atọ",
  "Mgbe ọnwa anọ nke ịgbake gasịrị, ọ nwere ike igwu naanị egwuregwu ole na ole tupu ntinye aka nke abụọ n'otu ụkwụ ahụ",
  "N'ịbụ onye na efu oge niile, Jaklin Zlatanova kpebiri ịlaghachi Bulgaria, ebe ọ bịanyere aka na nkwekọrịta na Dunav 8806 Ruse na 2013",
  "Ọnwa abụọ mbụ nke mgbake gara nke ọma, ọbụnakwa o nwere ike ịsọ mpi na Eurocup ọzọ, na-aghọ onye egwuregwu kachasị mkpa na otu ahụ na nkezi nke 12.4, 6.2 nlọghachi azụ na 1.4 na enyere aka kwa egwuregwu",
  "Ọgwụgwụ nke oge fọdụrụnụ agwụla mgbe o merụrụ ahụ n'ikpere aka ekpe ya wee gaa ahụ na Jenụwarị 2014.",
  "Mgbe afọ iri gachara mba ọzọ, Zlatanova laghachiri n'ụlọ maka oge 2013-2014 na ndị otu Dunav 8806 Ruse",
  "Klọb ahụ gosipụtara na ha sonyere na EuroCup, ọnụnọ Zlatanova nyere ha nnukwu olileanya maka ịrụ ọrụ nke ọma",
  "N'ụzọ dị mwute, ịdị adị nke klọb siri ike sitere na Turkey na Russia hapụrụ ndị otu Dunav 8806 na enweghị ahụmahụ na ala nke tebụl isi, ha ga elekwasịkwa anya na mbọ ha naanị na league mpaghara",
  "N'ịbụ onye gbakere site na ịwa ahụ nke abụọ nke Achilles, Zlatanova fọrọ nke nta ka ọ bụrụ otu n'ime ndị egwuregwu kachasị mkpa na ndị otu ahụ mana ọ nweghị ihu ọma ọ merụrụ ikpere aka ekpe ya n'otu n'ime egwuregwu ikpeazụ tupu ezumike Krismas",
  "Nnyocha ahụike gosipụtara nkwarụ nke nkwonkwo nke ikpere ya, ọ nwetakwara ihe ọhụrụ na mbido afọ 2014",
  "Maka oge niile, 2013-2014 Jaklin Zlatanova sonyere na egwuregwu 11 na nkezi nke 12.4, 5.2 rebounds na 1.5 na-enyere aka kwa egwuregwu",
  "Ka ọ dịgodị, Dunav 8806 Ruse gara n'ihu na-asọmpi na league, na anọ n'ọnọdụ maka nrite ọla edo",
  "Na enweghị Zlatanova, ha jisiri ike merie ndị otu Levski Sofia siri ike ma bụrụ ndị mmeri nke ugboro anọ n'akụkọ ihe mere eme ha.",
  "Mgbe ogologo oge gbakere, nke were ihe fọrọ nke nta ka ọ bụrụ ọnwa itoolu, onye na eme egwuregwu ahụ dị njikere maka oge nke abụọ ya na Dunav 8806",
  "Ọ gbara egwuregwu iri atọ na otu n'ime oge a na eme kwa afọ na egwuregwu iri abụọ na asaa n'ime ha ọ malitere",
  "Noge niile, Zlatanova nwetara nkezi nke 11.3, 7.4 rebounds, na 2.5 na enyere aka",
  "Ọzọkwa, usoro ahụ sonyere na asọmpi iko mba Bulgaria ebe e wepụrụ ya na ọkara ikpeazụ, mana Zlatanova wusiri ọnọdụ ya siri ike site n'ịghọ otu n'ime ndị atọ kachasị elu na asọmpi ahụ",
  "Otú ọ dị, nke a ezughị maka ndị otu ya, ndị na-asọmpi si Ruse meriri naanị ọla nchara",
  "Naanị otu ọnwa mgbe nke ahụ gasịrị, ndị egwuregwu basketball nwere ohere ịbọ ọbọ maka ọdịda ahụ, na usoro egwuregwu ikpeazụ megide Neftohimik Bourgas, ha mechara merie aha ahụ mgbe 3-0 na usoro ahụ.",
  "Atọ ahụ na eme anwansi alaghachila ugbu a! Nịbụ onye furu oge 2016-2017 niile n'ihi ime ahụ, Zlatanova sonyeere Gaby Ocete na Pao Ferrari wee malite oge nke abụọ ya na jersey nke Mann Filer Stadium Casablanca.",
  "Na 2019 Jaklin bịanyere aka na WBC Beroe, nke na asọmpi na Otu egwuregwu bọọlụ basketball nke mba na Bulgaria",
  "N'okpuru ebe a bụ ọnụ ọgụgụ ya maka oge a.",
  "WBC Beroe na esokwa na WABA Njikọ nke bụ asọmpi basketball mpaghara, na egosi ndị otu ụmụ nwanyị si Serbia, Montenegro, Bosnia na Herzegovina, Bulgaria, Slovenia, na Croatia",
  "Maka oge 2019-2020, Zlatanova agbaala egwuregwu iri na abụọ na akara 8.8 kwa egwuregwu na nlọghachi azụ itoolu",
  "Lee ọnụ ọgụgụ dị n'okpuru ebe a.",
  "Noge 2020-2021 ugbu a, Zlatanova megharịrị nkwekọrịta ya na ndị otu WBC Beroe",
  "Otú ọ dị, n'ihi ọrịa COVID-19, a kwụsịtụrụ asọmpi otu egwuregwu basketballụmụ nwanyị na Bulgaria."
]