[
  "Jalaa (autonym: basàrə̀n dà jàlààbè̩), eji kwa Cèntûm were mara, Centúúm ma ọ bụ  Cen Tuum, bụ asụsụ na-adịghịzi adị nke ugwu ọwụwa anyanwụ Naijiria (Loojaa settlement dị na Balanga Local Government Area, Gombe State), nke a na-ejighị n'aka mmalite ya, o doro anya na ọ bụ asụsụ dịpụrụ adịpụ. Ndị Jalabe (dị ka a na-akpọ ụmụ nke ndị na-asụ asụsụ ahụ) na-asụrụ asụsụ Bwilim nke asụsụ Dikaka",
  "O kwere omume (ma a na-ejighị n'aka) na e debere ụfọdụ okwu echeta maka ememe okpukpe, mana na 1992 ọ bụ naanị ndị okenye ole na ole na-echeta okwu ndị nne na nna ha ji mee ihe, na 2010 ọ nwere ike ọ gaghị adị ọbụna ihe ncheta dị otú ahụ.",
  "A na-ekwu na ndị Jalabe si n'ebe dị kilomita ole na ole na adịghị anya n'ebe ndịda n'ime Ugwu Muri bịa Loojaa, ebe ha na ndị agbụrụ Tso na Kwa kerịtara ebe obibi were bia",
  "(A na-eji aha ebe obibi a, Cèntûm ma ọ bụ C Honeyum, mee ihe dị ka aha maka asụsụ ahụ n'ebe ụfọdụ",
  "Ndị okenye Jalaa dị iche na ma ha kwenyere na Jalaa ma ọ bụ Centum / Cuntum bụ aha mbụ ha maka onwe ha.) Ka e mesịrị, n'ime narị afọ nke iri na itoolu, ndị Dikaka rutere n'ógbè ahụ, na-agba ọsọ mwakpo site na Waja ka ukwuu gaa n'ebe ugwu; ndị Cham lụrụ ndị Jalabe, ndị Jalape malitekwara ịnakwere asụsụ Dikaka.",
  "Agucha ọnụ ọgụgụ ise, ọnụọgụgụ ndị ọzọ fọrọ  ntakiri ka ha yie nke Dikaka",
  "Nọmba 2 ruo 5 fọrọ nke nta ka ọ bụrụ otu ihe na Tso, ebe \"otu\" enweghị nkọwa doro anya.",
  "Dikaka nwere mmetụta di ukwu na Jalaa lexicon (nke metụtakwara ya); a na-ahụkwa ihe ụfọdụ yiri ya na Tso nke dị ya nso",
  "Otú ọ dị, ọtụtụ n'ime okwu ya dị nnọọ iche",
  "N'okwu Kleinewillinghöfer, \"Akụkụ ka ukwuu nke akwụkwọ ọkọwa okwu ahụ yiri ka ọ dị iche kpamkpam na asụsụ niile gbara ya gburugburu, nke n'onwe ha na-anọchite anya ezinụlọ asụsụ dị iche iche\".",
  "Ndị Dikaka na ndị Tso na-ezere iji aha ndị nwụrụ anwụ",
  "Mgbe aha ndị ahụ bụkwa okwu nke asụsụ ahụ, dị ka ọ na-emekarị, nke a meziri ha ịgbanwe okwu ahụ, mgbe ụfọdụ ha ewere okwu sitere na asụsụ agbata obi ha dochie ya",
  "Kleinewillinghöfer na-ele nke a anya dị ka ihe na-akpali ụfọdụ ịgbazinye ego site na Jalaa gaa na Dikaka.",
  "Ọ nu ọgụgụ 1-6 na Jalaa bụ:",
  "Ọdidi nkè ndị Jalaa (ọ kachasị n'ụdị ya ugbu a) fọrọ ntakiri ka ọ bụrụ otu ihe na nke Cham",
  "Isi ọdịiche dị na usoro klas aha bụ abụọ n'ime ọtụtụ nsonaazụ: Jalaa -ta na Cham -te̩ na (maka ụmụ mmadụ) Jalaa -bo, -ba na Cham -b(e̩).",
  "Ụdị aha yiri nke Cham, mana enwere ọdịiche",
  "Ụfọdụ immatụ nke otu na ọtụtụ aha na Jalaa na Cham:"
]