[
  "Jalia Bintu makwaara dị ka Bintu Lukumu Ngonzi Abwooli Jalia (amụrụ 20 Mee 1967) bụ nwanyị Ugandan onye ndọrọ ndọrọ ọchịchị na onye ọrụ na-elekọta mmadụ / onye nkuzi jikọtara ya na",
  "Jalia Bintu nke a makwaara dị ka Bintu Lukumu Ngonzi Abwooli Jalia (amụrụ na 20 Mee 1967) bụ nwanyị ndọrọ ndọrọ ọchịchị Ugandan na onye ọrụ mmekọrịta mmadụ na ibe ya / onye nkuzi nke jikọtara ya na National Resistance Movement.  Ọ bụ nwanyị nnọchi anya mpaghara Masindi nke jere ozi na nke asatọ, nke itoolu, na nke iri nke Nzukọ Ndị Omeiwu nke Uganda.",
  "Ọ gụsịrị akwụkwọ na Grade II Teaching Certificate na 1985 na National Institute of Education, Mahadum Makerere ma mesịa banye na Grade III Teaching Certification na Institute of Teacher Education Kyambogo ma mechaa na 1989. Ọ sonyeere Institute of Teacher Education Kyambogo na 1993 iji nweta diplọma na agụmakwụkwọ. N'afọ 1999, ọ gụsịrị nzere bachelọ ya na nka na Mahadum Makerere wee laghachi maka Master of Arts ya na ọmụmụ udo na esemokwu na 2005 site n'otu mahadum ahụ.",
  "Site na 1986 ruo 1988, ọ rụrụ ọrụ dị ka onye nkuzi na Army Barracks Public School ma mesịa sonye na Kamurasi Teachers College n'etiti 1993 na 1994 dị ka onye nduzi. Ọ bụ osote onyeisi oche nke Uganda Women Parliamentary Association (2004-2006). Ọ rụrụ ọrụ na Nzukọ Ndị Omeiwu nke Uganda dị ka osote onyeisi oche, Kọmitii na Kọmitii, Ndị Ọchịchị Iwu na Ụlọ Ọrụ Steeti (COSASE) na (2001-2004) na onyeisi oche, kọmitii na Ohere Ịha nhata (2006-2008). N'afọ 2008, ọ bụ onye na-ekiri na mkparịta ụka udo na Juba. Jalia jere ozi n'ọtụtụ ọrụ dị ka onye otu na National Consultative Committee Fast-Tracking East African Federation (2007), kọmishọna na Parliamentary Commission (2011-2013), na dị ka onyeisi oche, ndị omeiwu SACCO na Parliament of Uganda (2015 ruo taa).",
  "Site n'afọ 2001 ruo taa, ọ bụ onye otu ndị omeiwu na ndị omeiwu nke Uganda. Mgbe ọ nọ na Nzukọ Ndị Omeiwu nke Uganda, Jalia jere ozi ọzọ dị ka onye otu na Kọmitii Akụkọ Ọha na Kọmiti na Ọrụ Ugbo.",
  "A kpọrọ aha ya n'etiti ndị omeiwu n'okpuru NRM bụ ndị nọ na omeiwu ugboro abụọ ma ọ bụ karịa mana ha enwetaghị ọkọlọtọ pati ma merie na ntuli aka 2021-2026. O kpebeghị mkpebi n'oge ntuli aka nke Iwu Iwu, nke nwere otu ahịrịokwu maka iwepu oke afọ",
  "Bintu kwuru na ọ ga-ebu ụzọ jụọ ndị ya tupu ya enwee ike iwere ọnọdụ n'okwu ahụ.",
  "Ọ lụrụ di. Ihe omume ntụrụndụ ya bụ ịgụ akwụkwọ, igwu netball, egwuregwu, ịbụ abụ na ịgba egwú. O nwere mmasị pụrụ iche n'inyere ndị nọ ná mkpa aka, ịkụ osisi na ịkwalite agụmakwụkwọ ụmụaka nwanyị."
]