[
  "Jamar Nicholas (amụrụ na Machị 18, 1973) bụ onye African American na-ese katụụn, graphic novelist, na educator bi na Philadelphia, Pennsylvania",
  "A maara ya maka akwụkwọ akụkọ mbụ, Leon: Protector of the Playground, na akwụkwọ akụkọ ya nke Fist, Stick, Knife, Gun, ihe ncheta nke onye na-ahụ maka mmekọrịta mmadụ na ibe ya nke Africa America bụ Geoffrey Canada dere na 1995. Ọrụ Nicholas na-atụle isiokwu ndị dị ka mmegbu na ime ihe ike mgbe ọ na-enye ihe ngosi ọzọ, nke dị mma nke ndị isi ojii.",
  "Nicholas tolitere na Philadelphia, Pennsylvania ebe ọ na-elekarị Spider-Man n'ụtụtụ Satọdee ma na-amụsi ihe n'obi banyere ihe nkiri ọchị dị ka Peanuts, Andy Capp, na Blondie. Ọ gara Philadelphia High School for Creative and Performing Arts, wee gụsịa akwụkwọ na 1990.",
  "Nicholas gụrụ gbasara ihe nkiri na Mahadum nke Arts (Philadelphia) malite na 1991",
  "N'afọ 1993, mgbe ọ na-arụ ọrụ na Mahadum La Salle, o keputara The Adventures of Jamar & Patrick, ma ọ bụ Patrick & Jamar, Whatever",
  "ya na enyi ya na odee ibe ya, Patrick White",
  "Kwa izu, ọkara peeji nke na-atọ ọchị pụtara na The Collegian (La Salle University) site na 1993 ruo 1994.",
  "Nicholas malitere ọrụ ọkachamara ya dị ka onye na-ese akwụkwọ na-atọ ọchị na 1997 site na ịjị aka ya wee bipụta The Jamar Chronicles, nke nwere akwụkwọ abụọ na-atọ ọchị. N'afọ 2002, o mepụtara Detective Boogaloo: Hip-Hop Cop, webcomic kwa izu nke e bipụtara na mbụ na ebe nrụọrụ weebụ Kevin Smith bụ MoviePoopShoot.com, nke gara ezumike ruo ihe karịrị afọ iri. Mgbe ahụ n'afọ 2003, Nicholas jere ozi dị ka onye na-ese ihe osise nke Philadelphia Tribune, akwụkwọ akụkọ kacha ochie na-ebipụta akwụkwọ akụkọ African American na United States. Mgbe ọ nọ na Philadelphia Tribune, Nicholas mepụtara katọn nchịkọta akụkọ abụọ kwa izu ruo afọ atọ.",
  "E bipụtara akwụkwọ akụkọ eserese nke Geoffrey Canada's 1995 memoir Fist, Stick, Knife, Gun, nke Jamar Nicholas gosipụtara ma gbanwee, na 2010 site na Beacon Press",
  "N'ịbụ onye Canada n'onwe ya họpụtara, a kọrọ na Nicholas \"kpọọrọ ahụmahụ ya na-etolite na Philadelphia mgbe o gosipụtara [akwụkwọ akụkọ ahụ],\" nke na-egosi afọ uto Canada na South Bronx",
  "Nicholas gwara Ashley Huber nke The Philadelphia Inquirer na ya nwere olileanya na akwụkwọ akụkọ ahụ \"ga-emeghe uche ndị mmadụ maka nsogbu nke ụmụ okorobịa,\" na-eto eto na agbata obi ndị na-enweghị ọrụ. Akwụkwọ akụkọ a nwetara ọtụtụ onyinye, gụnyere Glyph Comics Awards maka Akụkọ nke Afọ na Best Male Character na 2011",
  "Nicholas nwetakwara Rising Star Award site na Glyph Comics Awards n'otu afọ ahụ. The Young Adult Library Services Association mechara tinye mgbanwe eserese na ndepụta akwụkwọ ha maka 2011 Great Graphic Novels for Teens",
  "N'afọ 2015, Detective Boogaloo laghachiri na akwụkwọ akụkọ Philadelphia, New York City, na Boston nke Metro International bipụtara dị ka ihe nkiri na-atọ ọchị kwa ụbọchị. Nicholas na-akọwa ihe ọchị ahụ dị ka \"akwụkwọ ozi ịhụnanya ya na hip hop,\" na-ezo aka na nwata ya, nke mere n'oge ọmụmụ nke ụdị ahụ. A họpụtara Detective Boogaloo maka Best Comic Strip / Webcomic na 2016 Glyph Awards",
  "E gosipụtara ọrụ Nicholas na Black Comix: African American Comics, Art and Culture, mbipụta 2010 nke ndị na-ese ihe osise Damian Duffy na John Jennings dere nke chịkọtara ọrụ nke ihe karịrị mmadụ iri ise African American comic book artists",
  "E gosipụtara ọrụ ya ọzọ na mbipụta nke 2018, Black Comix Returns",
  "Na Septemba 2017, Baltimore Comic-Con kwupụtara mmalite Nicholas nke akwụkwọ akụkọ mbụ ya, Leon: Protector of the Playground, nke mere nke mbụ ya na 2017 Baltimore Comic Con na Ọktoba. Na ngwụcha afọ 2017, Nicholas natara Artblog's 2017 Liberta Award maka \"Author! Onye edemede! Akwụkwọ kachasị mma nke ndị Filadelfia dere",
  "\" Akwụkwọ akụkọ ya wee gaa n'ihu merie 2018 Dwayne McDuffie Award for Diversity in Comics, Nicholas natara 2018 Glyph Comics Award for Best Writer.",
  "Nicholas akụziela ihe ọmụmụ na Mahadum Arcadia, Mahadum Drexel, na Moore College of Art and Design dị ka prọfesọ. Isiokwu nke ọmụmụ ndị dị otú ahụ gụnyere ịkọ akụkọ, ihe nkiri, ihe atụ, edemede okike, na omenala pop",
  "Nicholas emeela Glyph Comic Awards maka ihe fọrọ nke nta ka ọ bụrụ afọ iri n'usoro",
  "Ọ bụkwa onye edemede maka Draw! Magazin, mbipụta \"how-to\" nke onye na-ese akwụkwọ na-atọ ọchị bụ Mike Manley dere nke na-atụle ihe nkiri, eserese, na ihe nkiri.  N'ofè ịgba ndị ọzọ a ma ama na-emepụta akwụkwọ ọchị ajụjụ ọnụ, ọ bụ \"Crusty Critic\" nke magazin ahụ, na-edebe kọlụm na nyocha ngwaahịa na ngwá ọrụ",
  "N'akụkụ Rich Faber na John Gallagher, ndị okike nke Roboy Red na Buzzboy, Nicholas kwadoro Comic Book Diner, ụlọ ọrụ na podcast lekwasịrị anya na azụmahịa nke ihe nkiri."
]