[
  "James Dupree (amụrụ n'afọ 1950) bụ ónyé America na-ese ihe, ónyé nkuzi, na ónyé na-eme ihe ike",
  "Ọ natala ma fellowships na ebe obibi ónyé na-ese ihe na Pennsylvania, New York, Massachusetts, na Wales, yana ihe nríte dị íchè íchè, gụnyere Living Legend Award nke Black Alumni Society nke Mahadum Pennsylvania",
  "Site na 2012 ruo 2014, Dupree Studios na obodo Mantua nke West Philadelphia bụ isiokwu nke mgbalị a ma ama nke Philadelphia Redevelopment Authority (PRA), nke mechiri na Dupree na-edebe ụlọ ọrụ ya.",
  "A mụrụ James Dupree na 1950 na Pittsburgh, Pennsylvania, ma nọrọ akụkụ ụfọdụ nke nwata ya na Philadelphia, Pittsburgh, na Bridgeville, Pennsylvania. Dị ka nwatakịrị, ọ gàrà klas n'efu na Fleisher Art Memorial na Philadelphia",
  "Dupree nwetara agụmakwụkwọ zụrụ òkè na Columbus College of Art and Design, ébé ọ natara Bachelor of Fine Arts na 1972. Ọ gàrà Pennsylvania Academy of the Fine Arts na Mahadum Pennsylvania, na-aghọ otu n'ime ndị Africa America mbụ gụsịrị akwụkwọ na Mahadụ Pennsylvania's Master of Fine Arts program, na 1977.",
  "Dupree egosila ọrụ ya na ihe ngosi otu na nkè onwé ya, n'oge na-adịbeghị ányá Works From The Stolen Dreams And Forbidden Fruit Series na Art Sanctuary na Philadelphia (March 2015); na Stolen Dreums in the Promise Zone na Mahadum Stockton (ọnwa Julaị rụo ọnwa Ọgọst 2015). A maara ya màkà nchọpụta ya nkè mgbasa ozi ngwakọta gụnyere iko, osisi, na ihe ndị ọzọ, yana ojiji ya na-eji agba eme ihe.",
  "E gosipụtara ọrụ Dupree ná ngosi 2015 We Speak: Black Artists ná Philadelphia, 1920s-1970s na Woodmere Art Museum.",
  "Dupree enwetala ọtụtụ ihe nríte na mkpakọrịta, ọ bụkwa ónyé na-ese ihe na Contemporary Arts Center, North Adams, MA; African American Museum, Philadelphia, PA; National Museum of Wales, Cardiff, Wales; Brandywine Graphics Studio, Philadelphia,PA; na Studio Museum na Harlem, New York, NY. N'afọ 2010, James Dupree natara Living Legend Award nke Black Alumni Society nke Mahadum Pennsylvania.",
  "Dupree Studios dị na obodo Mantua nke West Philadelphia",
  "N'afọ 2005, Dupree zụrụ ụlọ nkwakọba ihe mebiri emebi na 361719 Haverford Avenue màkà dollar otu narị na iri asatọ na atọ, wee jiri ego dị ukwuu ọzọ na-emezigharị, na-edozi, na ịgbanwe ihe onwunwe ahụ. Kemgbe ahụ, Prudential atụlewo ya na ọnụ ahịa nke $ 2.2 nde. A na-eji oghere 8,646-square-foot eme ihe màkà ibi ndụ, nkuzi na oghere studio yana màkà ịchekwa na igosi ihe osise. A na-eme atụmatụ na ụlọ ọrụ ahụ nwere ihe karịrị puku ise nke ọrụ Dupree.",
  "Na Disemba úbọchị irí abụọ na asaá, 2012, ndị Philadelphia Redevelopment Authority (PRA) weghaara akwụkwọ ahụ na ụlọ ọrụ Dupree n'okpuru Pennsylvania's soon-exire Eminent Domain Code",
  "Na atụmatụ mmepe ha, PRA tụrụ aro ịkwatu ụlọ ihe nkiri ahụ ma jiri ụlọ ahịa nri na ebe a na-adọba ụgbọala dochie ya. Ọbọdọ ahụ bu ụzọ kwuo na ọ ga-akwụ Dupree ego dollar narị puku isii maka ihe onwunwe ahụ. Ụlọikpe nke Philadelphia nke Common Pleas kwadoro mgbalị PRA ịkatọ ihe onwunwe ahụ na Nọvemba ụbọchị irí na àtó, 2013, ma kwughachi mkpebi ahụ n'ubochí irí abụọ na isii n'ọnwa Juun, 2014",
  "A katọrọ omume nke PRA dị ka \"ezighị ezi\", \"ezighị Ezi\", na \"ezighịzi America\"."
]