[
  "James Luther Bevel (Ọktoba 19, 1936 ruo Disemba 19, 2008) bụ onye ozi na onye ndú nke 1960s Civil Rights Movement na United States",
  "Dịka onye otu Southern Christian Leadership Conference (SCLC), na mgbe ahụ dịka onye nduzi ya nke Direct Action na Nonviolent Education, Bevel malitere, haziri, ma mepụta ihe ịga nke ọma atọ dị mkpa nke SCLC nke oge ahụ: 1963 Birmingham Children's Crusade, 1965 Selma vootu rights movement, na 1966 Chicago open housing movement. Ọ tụrụ aro ka SCLC kpọọ ma sonye na March na Washington na 1963. Bevel mere atụmatụ maka ngagharị Selma na Montgomery nke afọ 1965, nke nyere aka na ntinye aka nke Iwu Ikike Ntụle nke afọ 1965.",
  "A mụrụ Bevel n'afọ 1936 na Itta Bena, Mississippi, nwa Illie na Dennis Bevel. Ọ bụ otu n'ime ụmụ iri na asaa ma too n'ime ime obodo LeFlore County nke Mississippi Delta na Cleveland, Ohio",
  "Ọ rụrụ ọrụ n'ugbo owuwe ihe ubi ruo oge ụfọdụ dịka onye ntorobịa ma mesịa rụọ ọrụ n'ụlọ ọrụ igwe",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ dị iche iche dị na Mississippi na Cleveland",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ rụrụ ọrụ na US Navy ruo oge ụfọdụ ma chụsoo ọrụ dịka onye na-agụ egwu.",
  "N'inwe mmetụta nke ọkpụkpọ ime ka ọ bụrụ onye ụkọchukwu, ọ gara American Baptist Theological Seminary na Nashville, Tennessee site n'afọ 1957 ruo afọ 1961 wee ghọọ onye nkwusa Baptist",
  "Ọ sonyeere Southern Christian Leadership Conference.  Mgbe ọ nọ na seminarị, Bevel gụgharịrị akwụkwọ Leo Tolstoy dere n'afọ 1894 The Kingdom of God Is Within You, nke kpaliri mkpebi ya ịhapụ ndị agha",
  "Bevel gụkwara ọtụtụ akwụkwọ na akwụkwọ akụkọ Mohandas Gandhi mgbe ọ na-eme ọmụmụ ihe na-abụghị ụlọ akwụkwọ na nkà ihe ọmụma Gandhi na usoro na-abụghị ime ihe ike nke James Lawson nke Southern Christian Leadership Conference kụziiri",
  "Bevel gakwara ọmụmụ ihe na Highlander Folk School nke onye guzobere ya, Myles Horton, kụziiri, onye kwusiri ike ịhazi ndị mmadụ.",
  "N'afọ 1962, a kpọrọ Bevel ka ya na Martin Luther King Jr, onye ozi bụ onye isi SCLC, zute na Atlanta",
  "Na nzukọ ahụ, nke James Lawson tụrụ aro ya, Bevel na King kwetara ịrụkọ ọrụ ọnụ n'otu ụzọ ahụ, na-enweghị ike veto n'elu nke ọzọ, na ọrụ n'okpuru nkwado nke Southern Christian Leadership Conference (SCLC)",
  "Ha kwetara ịrụ ọrụ ruo mgbe ha kwụsịrị ịkpa ókè, nweta ikike ịtụ vootu, ma hụ na ụmụaka America niile nwere agụmakwụkwọ dị mma",
  "Ha kwetara ịga n'ihu ruo mgbe ha mezuru ihe mgbaru ọsọ ndị a, na ịrịọ maka ego site na SCLC naanị ma ọ bụrụ na otu ahụ na-etinye aka n'ịhazi otu.",
  "N'oge na-adịghị anya, Bevel ghọrọ onye nduzi nke SCLC nke Direct Action na onye nduzi agụmakwụkwọ na-enweghị ime  ike iji bulie ọnọdụ Eze dịka onye isi oche na ọnụ na-ekwuchitere SCLC.",
  "N'afọ 1968, Dr",
  "King jụrụ mmegide Bevel na ndị ọzọ na-ahazi SCLC ka ha gaa n'ihu na mkpọsa ndị ogbenye nke Eze",
  "Ọkọ akụkọ ihe mere eme Taylor Branch họtara King na At Canaan's Edge: America in the King Years, 1965-1968 (2006) ka ọ na-ekwu na \"Andrew Young abanyela n'obi, Bevel nyela ụbụrụ, na Jackson nyela oké ọchịchọ\", ma kwuo na òtù ahụ emeela ha ma ugbu a ha na-eji òtù ahụ eme ihe iji kwalite onwe ha",
  "\"Ọ zutere Bevel, onye bụbu onye nduzi Jackson na Young, dịka 'onye nwere ọgụgụ isi nke kpaliri obi ya'",
  "'Ọ dịghị amasị gị ịrụ ọrụ na ihe ọ bụla na-abụghị echiche gị,' ka Eze kwuru, 'Kwere m, echere m na ị ji m ụgwọ.'\"",
  "Mana tupu mkpọsa ndị ogbenye emee, King na ndị na-ahazi SCLC gara Memphis, Tennessee, iji hazie ngagharị iji kwado ngagharị iwe dị ọcha mgbe ngagharị mbụ nke King na James Lawson ghọrọ ọgba aghara",
  "Bevel nọ n'ebe a na-adọba ụgbọala nke Lorraine Motel na Memphis ma hụ ogbugbu Eze na Eprel 4, 1968",
  "Ọ chetara ndị isi ụlọ ọrụ SCLC na ndị ọrụ ya n'uhuruchi ahụ na Eze hapụrụ \"iwu ịga ije\" na, ọ bụrụ na ihe ọ bụla emee ya, o bu n'obi ka Abernathy were ọnọdụ ya dịka Onye isi oche SCLC. Bevel gara n'ihu na-emegide mkpọsa ndị ogbenye, mana ọ rụrụ ọrụ dị ka onye nduzi nke agụmakwụkwọ na-abụghị nke ime ihe ike",
  "Mgbe e gbusịrị King, Bevel kwuru na James Earl Ray abụghị onye gburu ya nakwa na o nwere ihe akaebe na Ray enweghị ihe ọ bụla",
  "Bevel agaghị ekpughe ihe akaebe ahụ, a mara Ray ikpe maka mpụ ahụ. Ndị isi SCLC fọdụrụnụ wepụrụ Bevel n'ọkwa nduzi ya n'afọ 1969.",
  "Bevel lụrụ onye na-eme ihe ike Diane Nash n'afọ 1961 mgbe ọ gụsịrị akwụkwọ seminarị ya",
  "Ha rụkọrọ ọrụ ọnụ na ikike obodo, ma nwee nwa nwanyị na nwa nwoke",
  "Ha gbara alụkwaghịm mgbe afọ asaa gasịrị. Ọ lụrụ ụmụ nwanyị abụọ ọzọ n'ime iri afọ ndị sochirinụ, ma gwa ụlọ ikpe n'oge ikpe ya na o nwere ụmụ iri na isii nke ụmụ nwanyị asaa mụrụ."
]