[
  "James Presley Ball, Sr",
  "(Amụrụ n'afọ 1825 - rụọ n'onwa Mee 4, afọ 1904) bụ onye ama ama na-ese foto n'Afrịka na Amerịka, onye na-ekpochapụ ihe, na onye ọchụnta ego.",
  "A mụrụ Ball na Frederick County, Virginia, nyere William na Susan Ball n'afọ 1825.  Ọ mụtara foto daguerreotype site n'aka John B",
  "Bailey nke Boston, onye dị ka Ball bụ \"onye nweere onwe ya nke agba.\"  Ball mepere otu ụlọ ọrụ daguerreotype na Cincinnati, Ohio, n'afọ 1845. Azụmahịa ahụ enweghị ọganihu, ya mere Ball rụrụ ọrụ dị ka onye na-ejegharị ejegharị daguerreotypist, na-ebi obere oge na Pittsburgh, Pennsylvania, mgbe ahụ na Richmond, Virginia n'afọ 1846 iji mepụta ụlọ ọrụ na-aga nke ọma na nso ụlọ Capitol State.",
  "N'afọ 1847, Ball gara Ohio ọzọ, ọzọ dị ka onye na-eme njem daguerreotypist.  O biri na Cincinnati n'afọ 1849 wee mepee ụlọ ọrụ ebe nwanne ya nwoke bụ Thomas Ball ghọrọ onye ọrụ. Ụlọ ihe nkiri ahụ, nke a maara dị ka \"Ball's Daguerrean Gallery of the West\" ma ọ bụ \"Ball's Great Daguerrean Gallery of the West\", rịgoro \"site na obere ụlọ ngosi gaa n'otu n'ime nnukwu ụlọ ngosi nke Midwest",
  "\" Malite n'afọ 1854 ma gaa n'ihu \"ruo ihe dị ka afọ anọ,\" Robert Seldon Duncanson rụrụ ọrụ na ụlọ ọrụ Ball na-emegharị ihe osise na agba foto. Gleason's Pictorial Drawing-Room Companion n'afọ 1854 kọwara ụlọ ihe ngosi ahụ dị ka nke na-egosipụta foto 187 nke Ball na ihe osise 6 nke Duncanson; Ọzọkwa, ụlọ ihe nkiri ahụ \"jupụtara n'ịdị mma na ịma mma,\" na mgbidi \"nke nwere akwụkwọ ọlaedo na okooko osisi,\" \"master-piece furniture, piano, na enyo.",
  "Ka ọ dịgodị, Ball meghere galarị di iche nke akporo Ball na Thomas Galarị ya na nwanne di ya bụ Alexander Thomas.  N'afọ 1855, Ball bipụtara akwụkwọ nta na-ekpochapụ ihe na-esonyere ihe osise panoramic dị mita 600 nke akpọrọ \"Mammoth Pictorial Tour of the United States Comprising Views of the African Slave Trade\"; Duncanson nwere ike isonye na mmepụta nke eserese ahụ.  N'oge 1855 Ball's daguerreotypes e gosiri na Ohio State Fair na na Ohio Mechanics Annual Exhibition. Na 1856 Ball gara Europe. Oké ifufe bibiri Ball na Thomas Gallery na Mee 1860, mana e mechara wughachi ya site n'enyemaka nke obodo."
]