[
  "James Lesesne Wells (Ubochí abụọ n'ọnwa Novemba, 1902 rụo ụbọchị irí abụọ n'ọnwa Jenụwarị, 1993) bụ ónyé Africa-America na-ese ihe osise na onye na-ese onyinyo nké jikọtara ya na Harlem Renaissance",
  "Ọ bụ prọfesọ nka nwéré mmetụta na Mahadum Howard site na 1929 ruo 1968 ma a na-ewere ya dị ka ónyé ọsụ ụzọ na agụmakwụkwọ nka nkè ógè a.",
  "A mụrụ Wells na Nọvemba 2, 1902, na Atlanta, Georgia",
  "Nnà ya bụ ónyé ụkọchukwu Baptist na nne ya na-akụzi ụlọ akwụkwọ",
  "Mgbè ọ dị obéré, ezinụlọ ya kwagara Florida. Ahụmahụ mbụ Wells nwere na nka bụ inyere nné ya aka na klas nka ụlọ akwụkwọ ọta akara ya",
  "Mgbe Wells dị afọ iri na atọ, ọ ritere ihe nrite abụọ na nka na Florida State Fair, ihe nrite mbụ na eserese na ihe nrite nke abụọ na ọrụ osisi",
  "Wells gara n'ihu na-aga Mahadum Lincoln na Pennsylvania, ma mesịa gaa Mahadum Columbia na New York City, na-amụ ihe gbasara nka. Wells mechara mụọ nka na National Academy of Design",
  "Na mbido ọrụ ya, Wells bụ ónyé na-ese ihe osise",
  "Ọ rụrụ ọrụ na blọk obibi akwụkwọ, lithography na etching",
  "O mepụtara ihe osise màkà akwụkwọ, akwụkwọ akụkọ, na akwụkwọ ndị ọzọ, gụnyere ihe osise iji nchịkọta uri nke Marianne Moore na akụkọ ihe méré eme nke Association for the Study of Afro-American Life and History. N'afọ 1929, e wéré Wells n'ọrụ dị ka ónyé nkụzi ọrụ aka na Mahadum Howard dị na Washington D.C",
  "Ọ kụziri obibi akwụkwọ, ite, ịkpụzi ụrọ na ihe ọkpụkpụ",
  "Afọ abụọ ka e mesịrị, Well mere ka Mahadum College of Fine Arts kwenye inye klas na linoleum printmaking",
  "A maara Wells maka ihe ọ na-emepụta na nke oge a.  Ọ bụ ónyé nkuzi nwere mmetụta na onye nduzi nye ndị na-eto eto na-ese ihe n'oge ọrụ ya, gụnyere ónyé a ma ama na-ese foto Elizabeth Catlett na onye na-ebi akwụkwọ Stephanie Pogue.",
  "Wells bụ onye omenkà ama ama na Washington D.C",
  "ruo afọ iri isii",
  "Ọ lara ezumike nká na nkuzi na 1968, mana ọ gàrà n'ihu na-arụ ọrụ ruo mgbe ọ dị afọ iri asatọ",
  "na 1973, Mahadum Fisk mere ihe ngosi otu ónyé nke ọrụ Well. N'afọ 1980, Onye isi ala Jimmy Carter nwèrè Wells ihe nrite Presidental Citation for Lifelong Contribution to American art. N'afọ 1986, e mere ihe ngosi nke ọrụ ya na Washington Project for the Arts",
  "Ihe ngosi ahụ akpọrọ \"Afọ iri isii na nka\".",
  "Wells nwụrụ na Washington D.C",
  "n'ubochí irí abụọ n'ọnwa Jenụwarị, 1993."
]