[
  "James W",
  "Washington Jr",
  "(Ubochí irí n'ọnwa Novemba, 1908 rụọ úbọchị asaá n'ọnwa Juun, 2000) bụ ónyé America na-ese ihe na onye na-ese ọkpụkpụ nké ghọrọ ónyé ama ama na Seattle, Washington, ọbọdọ nka.",
  "A mụrụ Washington ma zụlite ya na Gloster, Mississippi, ọbọdọ ime ọbọdọ na Jim Crow South. Ọ bụ otu n'ime ụmụ isii nke ónyé ụkọchukwu Baptist James Washington na nwunye ya Lizzie. Mgbè ọ ka bụ nwatakịrị, nna ya gbapụrụ n'ihi egwu ime ihe ike, ha ahụghịkwa ọzọ. Ọ malitere ise ihe mgbè ọ dị afọ iri na abụọ, ma mụta ihe mgbè ọ gbara afọ iri na anọ ka ọ bụrụ onye na-eme akpụkpọ ụkwụ, ma rụọ ọrụ dị iche iche (gụnyere ịrụ ọrụ na onye ozi unere, nke nyéré ya ohere ịga obodo ndị buru ibu mgbè niile). Ka ọ na-erule mgbè ọ dị afọ iri na asaa, ọ nwetara ọrụ mbụ ya na gọọmentị etiti; ọ rụrụ ọrụ maka gọọmentị gọọmentị ruo mgbe ọ dịla afọ iri ise.",
  "N'afọ 1938, ọ sonyeere Federal Works Progress Administration dị ka onye enyemaka ónyé nkụzi nka na Baptist Academy na Vicksburg, Mississippi",
  "A chụpụrụ ya na South site na ihe ngosi na-egosi ndị na-ese ihe ọcha, o mepụtara ihe ngosi nke ndị na-eme ihe nkírí ojii nke WPA kwadoro, nke mbụ dị otú ahụ na Mississippi.",
  "Washington gàrà Mexico na 1951, ebe ọ zutere ndị na-ese ihe na muralists Diego Rivera na David Alfaro Siqueiros na ebe ọ zutekwara nkume volcanic dị nro nke ga-eme ka ọrụ ya gaa n'ihe ọkpụkpụ; obéré ihe ọkpụkpụ o mere bụ osisi.  Ihe osise nkume mbụ ya, Young Boy nke Athens bụ nke e ji nkume ọ buuru na Teotihuacán mee n'ụzọ dị n'etiti Pyramid nkè Anyanwụ na Pyramid nkè Ọnwa.",
  "Washington bụ ma Ónyé na-ese ihe ma ónyé na'ese ihe",
  "Ụfọdụ n'ime ihe osise ya na-agụnyekwa collage",
  "Ọtụtụ n'ime ihe osise ya na-egosi mpụga ma ọ bụ ime ụlọ ndị e gosipụtara na ndụ ya, ma ọ bụ echiche ndị ọ zutere na njem ya",
  "Ndị ọzọ na-ekwu maka isiokwu nke ịkpa ókè agbụrụ, dị ka The Making of the UN Charter (1945), nke na-agụnye akwụkwọ akụkọ na ihe oyiyi nke akụkụ ahụ, na nke \"na-egosipụta echiche na ndị isi ojii nwụrụ maka echiche nke nnwere onwé na Agha Ụwa nke Abụọ, mana a jụrụ ha ebe na mba nke ha dịka ekwupụtara na nkwupụta ikike mmadụ na United Nations",
  "\" N'otu aka ahụ, ihe ọkpụkpụ ya nke 1946 The Chaotic Half na-egosi aka ojii na-eru maka igbe ntuli aka, jikọtara ya na Klansman, obe, na eriri.",
  "Kemgbe afọ 1992, ụlọ Washington na ụlọ ọrụ ya dị na 1816 26th Avenue enweela ọnọdụ gọọmentị dị ka ihe ịrịba ama obodo Seattle."
]