[
  "James Conway Farley (Ọnwa Ọgọọst 10, afọ 1854 - rụọ mgbe afọ 1910 gasịrị) bụ onye na-ese foto na Richmond, Virginia",
  "Ọ bụ onye nwe Jefferson Fine Arts Gallery site n'afọ 1895 ruo n'afọ ndị 1900s",
  "A maara ya dị ka onye na-ese foto mbụ a ma ama na Afrịka-Amerịka",
  "A mụrụ James Conway Farley dị ka ohu na Prince Edward County, Virginia, n'ọnwa Ọgọọst 10, afọ 1854",
  "Nne na nna ya abụọ bụ ndị ohu",
  "N'afọ 1861, ya na nne ya kwagara Richmond, Virginia n'afọ 1861",
  "ebe ọ rụrụ ọrụ dị ka onye na-elekọta ụlọ ahịa na Columbia Hotel ma nyere aka n'ime kandụl ma mụta ịgụ ihe",
  "O mechara mụọ ọrụ onye na-eme achịcha, mana ọ kwụsịrị ma were ọrụ na ngalaba kemịkal nke ụlọ ọrụ foto C",
  "R",
  "Rees.",
  "N'ọnwa Mee afọ 1875, Farley ghọrọ onye na-ese foto maka G",
  "W",
  "Davis megide mmegide nke ndị ọrụ anọ ndị ọzọ, ha niile bụ ndị ọcha",
  "Davis kwadoro Farley ma chụpụ ndị ọzọ anọ",
  "Ụlọ ọrụ ahụ nọgidere na-enwe nsogbu iwe ndị ọcha n'ọrụ, mana Farley toro na nkà ma n'afọ 1879 bụrụ onye na-arụ ọrụ na galarị",
  "E gosipụtara ọrụ Farley n'ọtụtụ ebe, gụnyere na Colored Industrial Fair na Richmond n'afọ 1884, ebe ọ nwetara ihe nrite mbụ, na World Cotton Centennial na New Orleans n'afọ 1885. Farley hapụrụ Davis Galarị n'afọ 1895 iji malite ụlọ ọrụ nke ya, Jefferson Fine Arts Gallery. Farley bụ onye otu Knights of Pythias, Richmond Lodge No",
  "1. Farley bụ onye nnọchiteanya n'ọnwa Mee afọ 1902 Virginia Baptist State Convention ebe ọ kwuru maka azụmaahịa ndị isi ojii. Farley bụ onye otu Board of Directors nke Mechanics Savings Bank nke Richmond nke onye nchịkọta akụkọ Richmond Planet bụ John Mitchell, Jr",
  "duziri na ndi afọ 1900s. Ọtụtụ foto Farley pụtara na Planet.",
  "Farley lụrụ Rebecca P",
  "Robinson nke Amelia County, Virginia, n'ọnwa Disemba 10, afọ 1876",
  "Ha nwere ụmụ ise",
  "Farley bụkwa dikọn na First Baptist Church na Richmond.",
  "Farley biri ruo ma ọ dịkarịa afọ 1910, mgbe ọ bi na Jersey City, New Jersey.",
  "A maara Farley dị ka onye isi ojii Amerịka mbụ nwetara nkwado dị ka onye na-ese foto",
  "Ọ bụ ọrụ Farley ole na ole ka dị, otu ihe fọdụrụ na Valentine Museum na Richmond.",
  "Nzukọ Virginia Baptist State na 1902",
  "Foto nke Richmond Knights nke Pythias n'ihu Mechanics Savings Bank nke Farley wepụtara na Mee 20, 1902."
]