[
  "James Bisset (ubochí irí na ànó n'ọnwa Ọktoba 1836 rụo ụbọchị asatọ n'ọnwa Oktọba 1919) bụ ónyé na-ese ụkpụrụ ụlọ na ónyé injinia obodo nke Cape Colony, na-ahụ màkà ọtụtụ ụlọ mbụ na akụrụngwa nkwukọrịta nke Cape",
  "Ọ bụkwa ónyé isi ọbọdọ Wynberg, South Africa.",
  "A mụrụ James Bisset na 1836 na Aberdeen, Scotland, nwa nke ónyé kansụl ọbọdọ na Master of Mortifications William Bisset da nwunye ya Margaret",
  "Ọ bụ otu n'ime ụmụnne nwoke isii na ụmụnne nwanyị atọ",
  "Ọ zụrụ dị ka injinia na Mahadum London ma rụọ ọrụ mbụ ya na Crystal Palace, ọdụ ụgbọ okporo ígwè Sydenham yana ọtụtụ ọrụ ụgbọ okporo ígwè na ụlọ ọha na eze gbụrụ-gbúrụ Europe.",
  "N'afọ 1858, e zigara ya na Cape, mgbè ọ dị afọ iri abụọ na abụọ, iji malite ọrụ na ụzọ ụgbọ okporo ígwè mbụ ya, màkà ụlọ ọrụ Cape Railway and Dock Company (nke mechara bụrụ Cape Government Railways)",
  "Ụgbọ okporo ígwè a sitere na Cape Town ruo Wellington, ndị otu ya malitere ịrụ ọrụ na ya n'ubochí irí àtó nà otu n'ọnwa Machị 1859",
  "E wuru akụkụ ọzọ site na Cape Town ruo Wynberg",
  "N'afọ 1861, ọ rụrụ ọrụ n'iwu okporo ụzọ ụgbọ okporo ígwè nke Cape Town, gụnyere akara na Sea point, (nke ịnyịnya na-adọta na mbụ) na \"Green Point Tramway Company\"",
  "O mechara rụchaa ọrụ yiri nke ahụ màkà Port Elizabeth",
  "N'oge a, ọ rụkwara ọrụ n'ọtụtụ ọrụ ụlọ na injinia na Cape niile, gụnyere ụlọ ochie Mutual Assurance na Cape Town, Dutch Reformed Churches na ọtụtụ ụlọ ndị ọzọ na Beaufort West na Graaff-reinet, ya na Ụlọ Nzukọ Ọbọdọ na isi ụka nke Port Elizabeth.",
  "Bisset na-agbaso ọtụtụ ọrụ n'otu oge n'oge ọrụ ya niile",
  "Ọ rụrụ ọrụ na Anglo-Boer War ma bụrụ ónyé isi òche nke School, Municipal na Hospital Boards",
  "Ọ bụ ónyé kansụl màkà Liesbeeck Municipality (1883-1886), Mayor of Wynberg (1886, 1893) na obéré ógè Mayor of Claremont",
  "Mgbè ọ bụ ónyé isi ọbọdọ Wynberg, ọ nwetara onyinye ala màkà ihe ghọrọ Wynberg Park",
  "O nwekwara ihe ịga nke ọma n'ime ka Wynberg bụrụ ọbọdọ mbụ dị na mpaghara Cape Peninsula iji nweta ọkụ eletrik n'okporo ámá.",
  "Na mbido ọrụ ya, n'ubochí irí na isii n'ọnwa Ọktoba 1862, ọ lụrụ Elizabeth Magdalena Christina Jarvis, nwa nwanyị nke ónyé isi obodo Cape Town Hercules Jarvis, ha nwekwara ụmụ nwoke isii na otu nwa nwanyị",
  "Otu n'ime ụmụ ya nwoke, Murray Bisset bụ onye na-eme egwuregwu crick nke bụ onyeisi South Africa tupu ọ kwaga Southern Rhodesia ebe ọ rụrụ ọrụ dị ka Gọvanọ nke Southern Rhodesia",
  "Onye ọzọ bụ ónyé egwuregwu Rugby nke mbà ụwa bụ William Molteno \"Bill\" Bisset.",
  "James Bisset nwụrụ n'ubochí asatọ n'ọnwa Ọktoba 1919 na Beauleigh, ụlọ ya na Kenilworth, Cape Town."
]