[
  "James Augustus Van Der Zee (ọnwa Juun 29, afọ 1886 - rụọ ọnwa Mee 15, afọ 1983) bụ onye Amerịka na-ese foto nke a maara nke ọma maka foto ya nke ndị New York ojii",
  "Ọ bụ onye isi na Harlem Renaissance",
  "Ewezuga uru nka nke ọrụ ya, Van Der Zee mepụtara akwụkwọ zuru oke nke oge ahụ",
  "Otu n'ime isiokwu ya ndị a ma ama n'oge a bụ Marcus Garvey, Bill \"Bojangles\" Robinson na Countee Cullen.",
  "A mụrụ ya na Lenox, Massachusetts, Van Der Zee gosipụtara onyinye mbụ maka egwu, ma na mbụ ọ chọrọ ịrụ ọrụ dị ka onye na-akpọ ngwa égwu violin. Mmasị nke abụọ Van Der Zee nwere bụ na foto",
  "Ọ zụrụ igwefoto mbụ ya mgbe ọ dị afọ iri na ụma, wee mepụta ụlọ gbara ọchịchịrị n'ụlọ ndị mụrụ ya. O sere ọtụtụ narị foto nke ezinụlọ ya yana obodo ya Lenox",
  "Van Der Zee bụ otu n'ime ndị mbụ nyere akwụkwọ mbụ nke ndụ obodo ya na obere obodo New England.",
  "N'afọ 1906, ya na nna ya na nwanne ya nwoke kwagara Harlem na New York City, ebe ọ rụrụ ọrụ dị ka onye na-ere nri na onye na-arụ ọrụ elevator",
  "Ka ọ dị ugbu a, Van Der Zee bụ onye na-akpọ piano nke ọma na onye na-achọ ịbụ onye na-akpọ violin",
  "Ọ ga-aghọ onye isi okike na otu n'ime ndị na-eme ihe nkiri ise n'otu ìgwè a maara dị ka Harlem Orchestra",
  "N'ọnwa Maachị afọ 1907, Van Der Zee lụrụ Kate L",
  "Brown ma ha laghachiri Lenox iji mụọ nwa ha nwanyị, Rachel, n'ọnwa Septemba. N'oge na-adịghị anya, ha kwagara Phoebus, Virginia. N'afọ 1908, a mụrụ nwa ha nwoke, Emile, mana ọ nwụrụ n'ime otu afọ site na oyi ịba n'ahụ.",
  "N'afọ 1915, ọ kwagara Newark, New Jersey, ebe ọ nwetara ọrụ na ụlọ ọrụ na-ese foto, nke mbụ dị ka onye na-enyere aka n'ime ụlọ gbara ọchịchịrị ma mesịa dị ka onye-ese foto",
  "N'otu afọ ahụ, ọ ghọrọ onye Katọlik ma malite iwere ọrụ na Chọọchị. Ọ laghachiri Harlem n'afọ sochirinụ, dịka ọnụ ọgụgụ buru ibu nke ndị Black na ndị na-akwaga mba ọzọ na-abata n'akụkụ ahụ nke obodo ahụ",
  "Ya na nwanne ya nwanyị, Jennie Louise Van de Zee, nke a makwaara dị ka Madame E Toussaint, guzobere ụlọ ọrụ na Toussaint Conservatory of Art and Music, onye guzobere ụlọ akwụkwọ ahụ na 1911.",
  "N'afọ 1916, Van Der Zee na Gaynella Greenlee malitere Guarantee Photo Studio na West 125th Street na Harlem",
  "Ha lụrụ n'afọ 1918. Azụmaahịa ya bara ọgaranya n'oge Agha Ụwa Mbụ, na foto ndị ọ sere site n'oge a ruo afọ 1945 chọrọ ọtụtụ nlebara anya",
  "N'afọ 1919, o sere foto nke mmeri nke 369th Infantry Regiment, otu ndị Afrịka Amerịka na-akpọkarị \"Harlem Hellfighters\" mgbe ụfọdụ."
]