[
  "James Amos Porter (ubochí irí abụọ na abụọ n'ọnwa Disemba, 1905 rụo ụbọchị irí abụọ na asatọ n'ọnwa Febụwarị, 1970) bụ ónyé Africa-America na-akọ akụkọ ihe mere eme, ónyé na-ese ihe na onye nkuzi",
  "A maara ya nke ọma màkà iguzobe ngalaba nke akụkọ ihe méré eme nke Africa na America ma nwee mmetụta na African American Art movement.",
  "A mụrụ Porter na Baltimore, Maryland na úbọchị irí abụọ na abụọ n'ọnwa Disemba, 1905",
  "Nnà ya bụ onye ụkọchukwu African Methodist Episcopal na nné ya bụ ónyé nkuzi",
  "Nwanne ya nwoke John kụziiri ya ise ihe",
  "Ọ gara ụlọ akwụkwọ na Washington D.C",
  "n'etiti 1918 na 1923, ma mesịa gaa Mahadum Howard",
  "N'okpuru nduzi nke James V",
  "Herring, ónyé isi nke Ngalaba Art na Mahadum Howard, Porter mụrụ ihe osise, eserese, na akụkọ nka. Porter gụsịrị akwụkwọ na Mahadum Howard na 1926",
  "Ọ gụkwara maka nzere na Teachers College, Mahadum Columbia.",
  "Mgbè ọ gụsịrị akwụkwọ, Porter nabatara ọkwa dị ka onye nkuzi nke eserese na eserese na Mahadum Howard",
  "O mechara bụrụ onyeisi oche nke ngalaba nka, ọkwá ọ nọrọ ruo mgbè ọ nwụrụ na 1970. Porter gara The Art Institute nke New York City",
  "O mechara gụọ akwụkwọ na Art Students League nke New York",
  "Porter natara agụmakwụkwọ na 1935 site na Institute of International Education ma bụrụ onye natara ònyìnyé Rockefeller Foundation nke nyere ya ohere ịmụ nka na Europe",
  "Ọ gụrụ ihe osise Baroque na Institute of Art and Archeology na Sorbonne",
  "Ọ laghachiri na United States ebe ọ gàrà Mahadum New York, gụsịrị akwụkwọ na 1937 na nzere masta na akụkọ ihe mere eme",
  "Akwụkwọ edemede nke Porter, nke mechara bụrụ isiokwu maka akwụkwọ ya nwere mmetụta, Modern Negro Art, lekwasịrị anya na nka na ndị na-ese ihe n'Afrịka.",
  "Porter kụziri na Mahadum Howard ihe karịrị afọ iri anọ, ya na ndị na-ese ihe dịka James Lesesne Wells na Lois Mailou Jones",
  "Ọ bụ ónyé isi nke Ngalaba Art, ma jee ozi dị ka ónyé nduzi nke Art Gallery site na 1953 rụo 1970",
  "David Driskell, otu n'ime ụmụ akwụkwọ Porter na Howard, chetara n'ajụjụ ọnụ ya na Xavier Nicholas na ọ bụ naanị nwa akwụkwọ na klas ya \"Negro Art\" otu semester Mana \"Ọ kụziri usoro ahụ dị ka a ga-asị na o nwere otu narị ụmụ akwụkwọ n'ebe ahụ, naanị m bụ\".",
  "O bipụtara Modern Negro Art na 1943, ọmụmụ zuru oke mbụ na United States nke nka Africa-America",
  "Porter jiri nkwubi okwu tinye ndị na-ese ihe Africa-America n'ime usoro nka America",
  "Ọ bụ ónyé mbụ ghọtara ma dekọọ ònyìnyé dị mkpa ndị omenkà a nyere na akụkọ ihe mere eme nke nka America",
  "Site na usoro nhazi nke Porter, Modern Negro Art ghọrọ ma ka bụ ntọala nke akụkọ ihe méré eme nke nka Africa-America na màkà ederede ndị ọzọ. Mmasị Porter nwèrè n'ihe fọrọ nke nta ka e chefuo ma na-elegharakarị anya na ndị na-ese ihe nke ndị Afrịka sitere n'ịgụ edemede dị mkpirikpi banyere onye na-ese onyinyo ala Afrịka-Amerịka Robert Scott Duncanson",
  "N'ihi mkpirikpi nke akụkọ ahụ, Porter sooro ọchịchọ ịmata ihe ya iji nyochaa Duncanson na ndị ọzọ na-ese ihe nke ndị Afrịka.",
  "N'oge ọ na-agụ akwụkwọ, Porter zutere Dorothy Burnett, ónyé na-elekọta ọbá akwụkwọ na alaka Harlem nke New York Public Library, ebe o mèrè nyocha",
  "Na Disemba 27, 1929, Porter na Burnett lụrụ",
  "Ha nwere otu nwa nwanyị, Constance Porter",
  "Ha ghọrọ ndị ọkachamara yana ndị mmekọ onwe ónyé",
  "Dorothy sooro Porter rụkọọ ọrụ, na-enye ozi bibliographic dị oke mkpa maka nyocha ya",
  "Ha abụọ rụrụ ọrụ na Mahadum Howard",
  "Dorothy Porter bụ onye nduzi nke Moorland Foundation, nke e mechara màrà dị ka Moorland-Spingarn Research Center",
  "Ọ mepụtara ma depụta ozi gbasara ndị na-ese ihe n'Afrịka na America."
]