[
  "James Pinson Labulo Davies (amụrụ n'abalị iri na anọ nke ọnwa Ọgọstụ afọ 1828 , nwụọ n'abalị iri abụo na itoolu nke ọnwa  Eprel afọ 1906) bụ onye ọchụnta ego Naijiria, onye ahịa ụgbọ mmiri, onye ọrụ agha mmiri, Onye ọrụ ugbo, onye ọsụ ụzọ na-emepụta ihe, onye ọchịchị, na onye ọrụ ebere nke lụrụ Sara Forbes Bonetta na Lagos.",
  "A mụrụ James Pinson Labulo Davies na James na Charlotte Davies n'obodo Bathurst, Sierra Leone,  bụ mpaghara Britain mgbe ahụ",
  "Nne na nna ya bụ ndị asụsụ Creole nke ndị nna nna Yoruba nke British West Africa Squadron tọhapụrụ site na otu mgbere ohu Atlantic , na ndị malitere ndụ site na Abeokuta na Ogbomoso n'otu n'otu.",
  "Davies banyere Church Missionary Society (CMS) Grammar School, (nke a maara ugbu a dị ka Sierra Leone Grammar School), na Freetown n'afọ 1848, ebe ọ gụrụ mgbakọ na mwepụ, akụkọ ihe mere eme nke akwụkwọ nso ,Grik, na Bekee, ọdịdị ala, egwu na Latin",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị ya, ọ ghọrọ onye nkuzi na CMS na Freetown",
  "Mgbe ọ gachara dị ka onye nkuzi, Davies debanyere aha dị ka onye agha na ndị otu agha British Royal Navy's nke West Africa , wee rụọ ọrụ na HMS Volcano n'okpuru Commander Robert Coote ebe enyere ya ọzụzụ gbasara njem ụgbọ mmiri na ọrụ ụgbọ mmiri",
  "Davies gara n'ihu site na onye mmalite ruo midshipman na n'ikpeazụ lieutenant.",
  "Davies bụ onye lieutenant n'ụgbọ HMS Bloodhound n'oge bọmbụ nke Lagos n'okpuru iwu nke Commander Wilmot na Commodore Henry William Bruce na nke a chụpụrụ Oba Kosoko, nke mere ka Oba Akitoye rịgoro",
  "N'oge bọmbụ ahụ, ndị agha mmiri Britain nwere iri uju ndị isi abụọ na ndị ikom iri merụrụ ahụ. Lieutenant Davies so na ndị merụrụ ahụ. Davies lara ezumike nká na ndị agha mmiri na 1852 ma nye ọrụ ya dị ka onye isi ụgbọ mmiri na-agafe n'ụsọ oké osimiri West Africa",
  "O mechara biri na Lagos n'afo 1856, ebe a maara ya dị ka \"Captain J.P.L Davies\".",
  "Davies lụrụ Matilda Bonifacio Serrano, nwanyị Spanish si Havana, onye nwụrụ na 1860, ọnwa itoolu mgbe ha lụsịrị. N'ọnwa Ọgọstụ 1862, Davies lụrụ Sara Forbes Bonetta, onye Queen Victoria na-akwado. Aha mbụ ya bụ Aina (nke a na-akpọkwa Ina), e mere ya ohu mgbe mwakpo nke obodo ya dị na Okeadan na ọnwụ nne na nna ya n'aka ndị agha Dahomean, e mesịa debe ya n'ụlọ eze Ghezo nke Dahomey",
  "Captain Forbes nke Bonetta tọhapụrụ ya mgbe ya na Ghezo zutere",
  "Sara nwụrụ n'ọrịa ụkwara nta na 1880, Davies lụrụ Catherine Kofoworola Reffle na 1889.",
  "A na-eto Davies dị ka onye na-ebute ụzọ n'ọrụ ugbo koko n'ebe ọdịda anyanwụ Afrịka mgbe ọ nwetasịrị mkpụrụ koko n'ụgbọ mmiri Brazil nakwa n'ailand Fernando Po n'afọ 1879 na 1880. Davies mechara guzobe ugbo koko na-aga nke ọma na Ijon, Western Lagos. Davies nyekwara aka gbasaa ihe ọmụma banyere ọrụ ugbo koko nye Jacob Kehinde Coker, onye jiri ego sitere na ugbo koko ya kwado ọdịmma Ndị Kraịst",
  "J.K Coker bụkwa onye isi nke Agege Planters Union, nke gbasara koko n'ókèala Yoruba niile. N'ọnwa Eprel afọ 1916, The Journal of African Society nyere onye obodo Accra otuto maka iwebata koko na mpaghara West Africa, mana Justice W.B",
  "Griffiths, Chief Justice of Gold Coast (bụ Ghana ugbu a), nyere nzaghachi na mbipụta nke abalị iri abụọ nke ọnwa June afọ 1916 nke otuto nna ya, Sir Brandford Griffiths، gọvanọ Britain nke Gold Coast site na 1885 ruo 1895, na-mbute ụzọ n'ọrụ ugbo koko na Gold Coast, na-ekwu na Davies bu nna ya ụzọ dị ka onye ọsụ ụzọ koko na West Africa",
  "Justice Griffith dere, sị:",
  "Dị ka m maara, onye mbụ kụrụ koko n'ala ahụ bụ Capt nwụrụ anwụ",
  "J.P.L",
  "Davies, onye a ma ama nke Lagos, onye na 1882 na-agwa m banyere ugbo ọ ka mere n'oge na-adịbeghị anya gafere mpaghara ọchịchị nke Lagos.",
  "Davies bụkwa ezigbo enyi na enyi nke Bishọp Samuel Ajayi Crowther. Ndị ikom abụọ ahụ rụkọtara ọrụ na atụmatụ mmekọrịta ọha na eze na Lagos dị ka mmeghe nke The Academy (ụlọ ọrụ mmekọrịta na ọdịbendị maka nghọta ọha na eze) n'abalị iri abụọ na anọ nke ọnwa Ọktoba afọ 1866 na Bishop Crowther dị ka onye nkwado mbụ na Davies dị ka onye isi oche mbụ ya.",
  "N'ọnwa Eprel afọ 1859, Davies nyere Reverend Thomas Babington Macaulay ego iji guzobe ụlọ akwụkwọ CMS Grammar School, Lagos: £ 50 (Mgbakọ pụtara nke nde 1.34 ka ọ na-erule afọ 2014) iji zụta akwụkwọ na ngwá ọrụ",
  "Site na ego enyere, Macaulay meghere CMS Grammar School n'abalị isii nke ọnwa June afọ 1859.",
  "N'afọ 1867, Davies nyere £ otu narị ọzọ (Mgbakọ pụtara nke nde 2.68 ka ọ na-erule n'afọ 2014) maka ego ụlọ akwụkwọ Grammar nke CMS. Ndị ọzọ nyere aka na ego owuwu CMS bụ ndị na-abụghị ndị Saros dịka Taiwo Olowo, onye nyere £ 50",
  "Ndị nyere onyinye Saro gụnyekwara ndị ikom dị ka Moses Johnson, I.H",
  "Willoughby, T.F",
  "Cole, James George, na Charles Foresythe bụ ndị nyere £ 40.",
  "Captain Davies nwụrụ n'ụlọ ya na Lagos n'abalị iri abụọ na itoolu nke onwa ọgọstụ afọ 1906 ma lie ya na Ajele Cemetery na Lagos n'abalị iri atọ nke ọnwa Ọgọstụ nke afọ 1906."
]