[
  "James F",
  "Colaianni (August 6, 1922- October 5, 2016) bụ onye American katholic lay ọkà mmụta okpukpe, onye edemede, onye na-ebipụta akwụkwọ, onye ọka iwu, na onye na-eme ihe ike.",
  "A mụrụ ya na Paterson, New Jersey na 1922",
  "N'afọ 1939, Colaianni gụsịrị akwụkwọ na St",
  "Josephīs High School na Paterson, NJ wee gaa Mahadum Seton Hall",
  "Colaianni jere ozi na ndị agha US n'oge Agha Ụwa nke Abụọ na North Africa, Ịtali, France na Germany, na-enweta ọkwa nke onye isi ọrụ",
  "Mgbe a chụpụrụ ya n'ụzọ dị ùgwù, nkwenye ya na-emegide agha malitere ịpụta.",
  "A nabatara Colaianni na New Jersey Bar na 1948 mgbe ọ gachara John Marshall School of Law",
  "Mgbe ọ nọ n'ụlọ akwụkwọ iwu, ọ zụrụ basketball n'ụlọ ọrụ sekọndrị wee merie asọmpi steeti",
  "N'otu oge ahụ, o mepụtara usoro arụmụka a kpọsara n'ọtụtụ ebe n'etiti William F",
  "Buckley Jr",
  "nke National Review, na William Clancy nke magazin Katọlik Commonweal.",
  "O nwetara nzere masta ya na nkà mmụta okpukpe site na Institute of Lay Theology (ILT), nke dị na Mahadum San Francisco, na 1963",
  "Dị ka onye otu ILT, ọ rụrụ ọrụ dị ka onye nduzi agụmakwụkwọ okpukpe ndị okenye site na 1963 ruo 1965 na parish Lady of Mount Carmel Catholic na Redwood City, California.",
  "Ọ bụ onye nchịkọta akụkọ, onye na-ebipụta akwụkwọ na onye nchịkọta okpukpe nke Ramparts Magazine site na 1965 ruo 1967",
  "Na mbipụta August 1966 nke Ramparts, edemede Colaianni, \"Napalm: Small Town Diary,\" dere nguzogide maka nguzobe nke ụlọ ọrụ napalm na Redwood City",
  "Ọ bụ akụkọ mbụ na akwụkwọ akụkọ mba ahụ katọrọ mmepụta na ojiji nke napalm na Agha Vietnam",
  "Colaianni duziri ngagharị iwe nke ọtụtụ puku megide iji napalm dị ka ngwá agha na Vietnam",
  "O mere akụkọ mba dị ka ọnụ na-ekwuchitere ndị na-emegide anapalm na ndị na-egbochi agha, na-apụta na mmemme ndị dị ka NBC Nightly News na Walter Cronkite na \"Huntley-Brinkley Report\".",
  "Colaianni kwadoro ka ewepụ alụmdi na nwunye iwu na ndị ụkọchukwu nke Chọọchị Katọlik n'akwụkwọ ya Married Priests & Married Nuns (McGraw Hill)",
  "Akwụkwọ ọzọ, The Catholic Left: The Crisis of Radicalism in the Church (Chilton Publishing), bụ ọmụmụ banyere ihe omume nke nnwere onwe na Chọọchị Katọlik na America",
  "Colaianni jere ozi dị ka onye isi nchịkwa nke National Liturgical Conference, Washington D.C",
  "site na 1967 ruo 1970",
  "N'ọrụ ahụ, o mepụtara otu n'ime \"ụda nkume\" mbụ na mba ahụ, na-egosi Minnie Riperton na Rotary Connection, na Liturgical Conference National Convention, Milwaukee Arena, n'afọ 1969, na ọtụtụ puku ndị bịara.",
  "Malite na 1970, Colaianni bụ onye na-ebipụta akwụkwọ na onye isi edemede nke Sunday Sermons, ọkachamara na ihe enyemaka maka ndị ụkọchukwu na-ekwusa ozi ọma, na nkesa zuru ụwa ọnụ",
  "Ka ọ na-erule afọ 2006, Colaianni edeela ihe karịrị 2,000 okwuchukwu n'ọtụtụ isiokwu, ọtụtụ n'ime ha edepụtara",
  "Ọ bụ kwa onye na-ebipụta Manual of Clinical Nutrition,n'afọ 1985, na akwụkwọ akụkọ Clinical nutrition, nke Dr",
  "David M",
  "Paige nke Johns Hopkins University Medical School dezigharịrị",
  "E kesara ha na mba ụwa nye ndị dọkịta na ndị ọzọ na-ahụ maka ahụike",
  "O biputara Public Domain Report \"Music Bibles and Public Domain Report newsletter 1993-1998, mbipụta mbụ iji depụta akwụkwọ edemede, egwu egwu, ihe nkiri, na ọrụ nka anya ka ha banyere na ngalaba ọha na eze US",
  "Ọ bụ Scott A",
  "Johnson, nwa nwa Nwoke Colaianni dezigharịrị mbipụta ahụ",
  "Ọ bụ James F",
  "Colaianni, Jr",
  "bipụtara Sunday Sermons ugbu a.",
  "N'afọ,1950, Colaianni lụrụ Patricia Kelly Colaianni, onye isi nchịkọta akụkọ nke ụlọ ọrụ mbipụta ya, Sunday Sermons",
  "Ha nwere ụmụ isii: Karen, Janice, Pamela, James, Louis na John.",
  "Ya na Art D'Lugoff nke New York City-Village Gate, Colaianni bụ onye na-emepụta egwu One Moń Time na Village Gate North, na Toronto, Ontario, Canada",
  "Ọ bụ naanị onye na-emepụta Jazz America na Warner Theatre, Washington, D.C.",
  "Ọ nwụrụ n'ụlọ ya na Galloway, New Jersey, mgbe ọ dị afọ 94."
]