[
  "Jamel Debbouze (French pronunciation: ; Arabic: , : ; a mụrụ na 18 June 1975) bụ onye France-Moroccan na-eme ihe nkiri, onye na-eme ọchị, onye edemede, onye na'emepụta ihe nkiri na onye nduzi",
  "A maara ya nke ọma maka ihe osise ya na-atọ ọchị, ya na onye nduzi Alain Chabat rụkwara ọrụ n'ọtụtụ ihe nkiri na ndị ọzọ ama ama na France dịka Florence Foresti, Fred Testot na Gad Elmaleh",
  "O meela ọtụtụ ihe ịga nke ọma, gụnyere Amélie, Asterix & Obelix: Mission Cleopatra, Hollywoo na HOUBA! N'okporo ụzọ nke Marsupilami",
  "Ọ bụ onye guzobere ihe ngosi telivishọn Canal + Jamel Comedy Club.",
  "A mụrụ Debbouze na Paris, France",
  "Ezinụlọ ya, ndị si Taza, laghachiri Morocco n'afọ sochirinụ",
  "Ha laghachiri n'afọ 1979 wee biri na Trappes n'afọ 1983, na mpaghara Paris, ebe Debbouze nọrọ oge nwata ya fọdụrụ",
  "Ọ bụ nwa mbụ n'ime ụmụnne isii: Jamel, Mohamed, Hayat, Karim, Rachid na Nawel Debbouze.",
  "Na 17 Jenụwarị afọ 1990, na ọdụ ụgbọ okporo ígwè dị na Trappes, ụgbọ okporo ígwè na-agafe agafe na-agagharị na 150 km / h kụrụ ya",
  "O nweghị ike iji aka nri ya mee ihe n'ihe mberede ahụ, nke gburu nwa okorobịa ọzọ, Jean-Paul Admette, nwa onye na-agụ egwu Michel Admette si Reunion",
  "Ezinụlọ onye ahụ e gburu gbara Debbouze akwụkwọ maka igbu ọchụ mana e wepụrụ ikpe ahụ n'ihi enweghị ihe akaebe",
  "N'ọnwa Disemba afọ 2004, ọ na-aga ime ihe nkiri n'àgwàetiti Réunion nke France, mana Debbouze kagburu, na-azọrọ na ọ na-arịa ọrịa, dịka nne na nna Michel Admette haziri ngagharị iwe megide ọbịbịa ya.",
  "N'afọ 1990, Debbouze zutere Alain Degois, onye nkuzi nke haziri ụlọ ọrụ mmepụta ihe nkiri, wee sonye n'òtù ya",
  "Ya na ndị otu a, o sonyere na French Championship of Improvisation n'afọ 1991 wee gaa Quebec na Morocco",
  "N'afọ 1992, o nwetara òkè mbụ ya na ihe nkiri a na-akpọ Les Pierres Bleues du Désert",
  "Mgbe ihe nkiri a gasịrị, Debbouze chọrọ ịrụ ọrụ dịka onye na-eme ihe nkiri ma mepụta ihe ngosi nke ya",
  "Nke a mere n'afọ 1995 na ihe ngosi C'est Tout Neuf nke nwere obi ụtọ nke ukwuu",
  "Mgbe ahụ, o nwere ọrụ na-enweghị atụ na mmemme redio Radio Nova ma sonye na mmemme telivishọn Nova Premiere ebe Canal+ hụrụ ya.",
  "N'afọ 1996, o sonyere na nke mbụ ya na ihe ngosi TV a na-akpọ Nova première na Paris Première",
  "Ụfọdụ ndị na-emepụta ihe nkiri site na Canal+ hụrụ ya na ihe ngosi a bụ ndị were ya n'ọrụ iji gosipụta ihe ngosi a na-akpọ Le cinéma de Jamel",
  "Maka Afọ Ọhụrụ n'afọ 2000, Debbouze mepụtara ihe ngosi TV maka oge a a na-akpọ Jamel show",
  "Ọtụtụ ndị France na-eme ihe ọchị dịka Bruno Solo, Alain Chabat, Élie Semoun, na Dieudonné pụtara na ihe ngosi a",
  "N'ọnwa Eprel afọ 2003, o sonyere na mgbasa ozi 6 maka Orangina.",
  "N'abalị 29 ọnwa Machị afọ 2008, ya na onye nta akụkọ French bụ Mélissa Theuriau kwere nkwa ọlụlụ; ha abụọ lụrụ na 7 Mee 2008. Ha mụrụ nwa nwoke na 3 Disemba 2008 aha ya bụ Léon na nwa nwanyị aha ya bụ Lila n'afọ 2011."
]