[
  "Segun James Adeniyi (amụrụ na 20 Disemba 1992) bụ onye Naijiria na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere Tuzlaspor na TFF na League mbụ.",
  "A mụrụ Adeniyi na Lagos, Naijiria n'ime ezinụlọ ndị Alakụba, a zụlitere ya na mpaghara Mushin nke Lagos ya na ụmụnne ya nwoke abụọ na ụmụnne nwanyị anọ",
  "N'afọ 2009, a kpọrọ ya ka ọ gaa n'ogige ọzụzụ nke ndị otu mba Naịjirịa na-erubeghị afọ iri na asaa kwadoro, mana e mechara hapụ ya ma ọ banyeghị na ndị otu ikpeazụ nke gara njem Qatar.",
  "N'ọnwa Jenụwarị afọ 2012, James sonyeere ndị otu Superliga nke Albania bụ Bylis Ballsh, ebe ndị egwuregwu Naijiria ndị ọzọ bụbu akụkụ nke ndị otu ahụ, ọ sonyeere otu ndị ntorobịa nke klọb ahụ tupu a kwalite ya na otu mbụ n'ihu mkpọsa 2012",
  "O mere nke mbụ ya na 23 Septemba 2012 na Superliga nke Albania megide FK Kukësi, na-abịa dị ka onye na-anọchi Shkëlzen Kelmendi na nkeji iri asatọ na ọdịda 1. Naanị ụbọchị ole na ole ka e mesịrị na 26 Septemba, James mere mmalite ọkachamara mbụ ya na Albania Cup tie megide Tërbuni Puke, ebe ọ gbakwara goolu ọkachamara mbụ ya n'ọkwa 2a.",
  "N'ọnwa Jenụwarị afọ 2013, e zigara James na onye otu ụgbọ elu Tomori Berat maka akụkụ nke abụọ nke oge 2012 - 13. Mgbe ejiri ya mee ihe na mbụ dị ka onye azụ aka nri, James nwere mmasị na egwuregwu mwakpo ya na mwakpo n'ihu ma nye ya ọrụ mwakpo. Ọ gbara egwuregwu mbụ ya maka otu ọhụrụ ya na 10 Febụwarị, malite ma na-egwu nkeji 90 zuru ezu na mmeri Tirana. Onyinye mbụ ya maka otu ahụ bịara mgbe e mesịrị na mpụta nke anọ ya, na-emeghe ihe n'ime nkeji anọ na mmeri Kastrioti Krujë n'ụlọ. James gbara egwuregwu iri na abụọ n'oge obere oge ọ nọrọ na klọb ahụ, ha niile dị ka onye mbido, na-anakọta nkeji 1062 ka ndị otu ahụ laghachiri na ngalaba mbụ nke Albania mgbe oge abụọ gasịrị",
  "Mgbe ngwụcha oge ahụ gasịrị, ndị otu ahụ gbasara ma James nọgidere na-enweghị ego, mgbe klọb ahụ akwụghị ya ụgwọ ọtụtụ oge, ya na ndị egwuregwu mba ọzọ bi na obere họtel dị nso n'ámá egwuregwu ahụ.",
  "Na mbido mbụ ya na Europe na agba nke mbụ nke Europa League na 3 Julaị 2014, James gbara goolu mbụ ya na European megide Rudar Velenje nke Slovenia n'ụlọ",
  "Goolu ya bịara na nkeji nke 89 nke egwuregwu ahụ nke mere ka akara ahụ hara nhata na 1 - 1. Ọ gbakwara bọọlụ n'oge ọ laghachiri, na-emeghe akara ahụ naanị ka onye na-eme ka egwuregwu ahụ nwee oge mgbakwunye wee nye ntaramahụhụ, ebe Laçi meriri 3 - 2 na ọgụ ahụ na ebe Adeniyi gbara penalty mmeri.",
  "Mgbe e wepụrụ Laçi na Europa League, James gbara egwuregwu mbụ ya na 24 Ọgọst 2014, na-enyere Elton Doku aka na 1 zọpụtara n'ụlọ megide Partizani Tirana. N'abalị iri abụọ n'ọnwa Septemba, n'egwuregwu nke ise megide Tirana, James nyere aka nke abụọ ya n'oge ahụ n'ụlọ n'elu isi obodo ahụ. Ọ gbara goolu mbụ ya n'oge ahụ n'ụbọchị iri abụọ na asaa n'ọnwa Septemba n'egwuregwu ya na Flamurtari Vlorë, na-agba goolu ahụ na nkeji iri atọ na otu site na nnukwu chip si n'èzí mpaghara ahụ.",
  "N'egwuregwu nke mbụ nke agba nke mbụ nke 2014 na Naftëtari Kuçovë, ọ gbara bọọlụ na nkeji nke isii, na-enyere ndị otu ahụ aka inweta mmeri dị mma nke 2 - 0.",
  "N'abalị iri na abụọ n'ọnwa Ọgọstụ n'afọ 2015, n'egwuregwu Supercup nke Albania nke afọ 2015 nke e mere na Qemal Stafa Stadium, James gbara bọọlụ ugboro abụọ maka ndị otu ahụ n'egwú 2-2 draw; ọ gbakwara bọọlụ penaty ya na-anwa inyere Laçi aka imeri egwuregwu 8-7 site na oso penaty Nke ahụ bụ Supercup Albania mbụ nke klọb ahụ n'akụkọ ihe mere eme.",
  "N'ụbọchị mbụ n'ọnwa Febụwarị n'afọ 2016, n'ụbọchị ikpeazụ nke oge oyi, James hapụrụ Laçi iji sonye na Skënderbeu Korçë, ebe ọ bịanyere aka na nkwekọrịta afọ atọ. Ọ malitere na klọb ahụ ụbọchị isii ka e mesịrị na egwuregwu megide Kukësi, ebe James nyere aka na goolu mbụ nke Salihi ma mesịa gbaa onwe ya na mmeri n'ụlọ nke 3 - 1, na-etinye Skënderbeu akara abụọ n'elu.",
  "N'ụbọchị nke anọ n'ọnwa Mee, n'ụbọchị egwuregwu nke iri atọ na atọ nke league megide Laçi, James bụ onye isi na-eme ihe nkiri site n'inye aka atọ ma nye onwe ya ugboro abụọ ka Skënderbeu Korçë gbara goolu isii na ọkara mbụ na 6-1. N'egwuregwu ikpeazụ nke Superliga nke Albania megide Flamurtari Vlorë, James nyere aka nke goolu nke abụọ nke otu ahụ na ihe ịga nke ọma 2-0 na-aga n'ihu, na-enyere klọb ahụ aka imeri nke isii ya n'usoro na nke asaa n'ozuzu. Ọ gwụchara oge ahụ site n'ịgba goolu iri abụọ na atọ na asọmpi niile ya na Laçi na Skënderbeu, gụnyere iri na ise na league, na-etinye ihe kachasị mma.",
  "James malitere oge ọhụrụ ahụ na 24 Ọgọstụ site n'ịgba nkeji iri ikpeazụ nke 2016 Albanian Supercup, ebe Kukësi meriri Skënderbeu 3-1 na Selman Stërmasi Stadium. Ọ malitere oge league site n'ịpụta ọzọ dị ka onye na-anọchi anya ka otu ahụ meriri Flamurtari Vlorë n'ụlọ. N'abalị iri abụọ na anọ n'ọnwa Septemba, n'ụbọchị egwuregwu nke anọ, n'egwuregwu mbụ ya dị ka onye mbido, James gbara naanị goolu megide Luftëtari Gjirokastër ka Skënderbeu meriri nke anọ n'usoro.",
  "O mere 100th Albanian Superliga pụtara na 25 Eprel 2016 na egwuregwu 31 megide Tirana. N'afọ 2016 na afọ iri na asaa, James gbara bọọlụ iri atọ na abụọ ma gbaa goolu asatọ dịka Skënderbeu enwetaghị mmeri n'asọmpi ahụ na nke mbụ ya n'ime afọ isii. O nyekwara aka na egwuregwu 6 na goolu 3 na Iko Albania ka Skënderbeu meriri Tirana na ngwụcha.",
  "N'abalị iri abụọ na atọ n'ọnwa Nọvemba n'afọ 2017-18  n'egwuregwu UEFA Europa League Group B nke 2017 megide Dynamo Kyiv, James gbara goolu nke abụọ nke otu ya na mmeri n'ụlọ, mmeri nke abụọ ha nwere n'otu. Ọ bụ ezie na e wepụrụ Skënderbeu na otu egwuregwu n'aka, UEFA kpọrọ ya Nwoke nke Egwuregwu.",
  "Na 27 Mee 2018, na asọmpi iko mba Albania nke afọ 2018, James meriri penalt  nke Sabien Lilaj gbara maka naanị goolu nke egwuregwu ahụ megide Laçi, nke pụtara na Skënderbeu meriri iko mba Albania na nke mbụ ya. O nyekwara goolu iri na ugboro iri atọ na abụọ ọ pụtara na asọmpi nke mechara na mmeri, nke pụtara na klọb ahụ emechaala okpukpu abụọ nke ụlọ maka oge mbụ n'akụkọ ihe mere eme.",
  "Na 26 June 2018, James kwagara na Gabala FK nke Azerbaijan Premier League site na ide nkwekọrịta afọ atọ, na-alọghachikwute onye otu ya Sabien Lilaj. Akụkọ na-ekwu na Skënderbeu nwetara € 200,000 site na nnyefe ahụ ma jikwa 25% nke òkè. E gosipụtara ya n'otu ụbọchị ahụ, na-ekwu, sị: Ọ dị obi ụtọ isonyere Gabala",
  "Ọ bụ onye na-agba bọọlụ nwere nnukwu ebumnuche ma chọọ ịkụ ha na klọb a",
  "Abịara m na Gabala iji nweta ihe ịga nke ọma ọhụrụ",
  "Amaara m na Gabala nwere ọganihu ụfọdụ na UEFA Europa League n'oge gara aga",
  "Mana n'oge a, achọrọ m ịbụ akụkụ nke ihe ịga nke ọma ndị ọzọ ma gaa n'ihu na asọmpi kọntinent.",
  "Na 9 Julaị 2019 ọ bịanyere aka na Ironi Kiryat Shmona.",
  "James bụ onye Alakụba na-eme ihe. O ruru eru igwu egwu maka Naijiria, Togo na Albania, ma gosipụta ọchịchọ ya igwu egwu na Albania ma ọ bụrụ na ohere ahụ apụta.",
  "Àtụ:Updated",
  "Kpọpụta njehie: <ref> tags exist for a group named \"lower-alpha\", but no corresponding <references group=\"lower-alpha\"/> tag was found"
]