[
  "James Nachtwey (amụrụ n'ubochí irí na anọ n'ọnwa Machị, n'afọ 1948) bụ ónyé America na-ese foto na onye na-ese ihe agha.",
  "E nyela ya ihe nrite Robert Capa Gold Medal nke Overseas Press Club ugboro ise na ihe nrite World Press Photo abụọ",
  "N'afọ 2003, Nachtwey merụrụ ahụ na mwakpo grenade na ndị njem ya mgbé ọ na-arụ ọrụ na Baghdad, nké o si na ya gbakee kpamkpam.",
  "Nachtwey arụwo ọrụ na Time dị ka ónyé na-ese foto nkwekọrịta kemgbe afọ 1984. Ọ rụrụ ọrụ maka Black Star (afọ 1980), bụ onye otu Magnum Photos (afọ 1986 rụọ afọ 2001) na VII Photo Agency (20012011) ebe ọ bụ onye guzobere.",
  "Nachtwey tolitere na Massachusetts ma gụsịrị akwụkwọ na Dartmouth College, ebe ọ gụrụ akụkọ nka na sayensị ndọrọ ndọrọ ọchịchị (afọ 1966).",
  "Ọ bịdọrọ ịrụ ọrụ dị ka onye na-ese foto akwụkwọ akụkọ n'afọ 1976 na Albuquerque Journal",
  "N'afọ 1980, ọ kwagara New York City wee bido ịrụ ọrụ dị ka onye na-ese foto n'onwe ya",
  "N'afọ 1981, ọ kọrọ ọrụ izizi ya na Northern Ireland na-egosi esemokwu obodo",
  "O dere ọtụtụ esemokwu agha na nsogbu mmekọrịta mmadụ na ibe ya, na-etinye oge na South Africa, Latin America, Middle East, Russia, Eastern Europe, Soviet Union nke mbụ na-ese foto agha, esemokwu na foto nke nsogbu mmekọrịta mmadụ n'ebe ọdịda anyanwụ Europe na United States",
  "Ọ lụbeghị di ma bi na New York City ugbu a.",
  "N'afọ 1994, Nachtwey na-ekpuchi ntuli aka na-abịanụ na South Africa, nke izizi na-abụghị agbụrụ n'ime ọtụtụ iri afọ",
  "Dị ka onye mmekọ nke Bang-Bang Club, ọ nọ n'ebe ahụ ógè e gburu Ken Oosterbroek na Greg Marinovich merụrụ ahụ nkè ukwuu.",
  "Nachtwey merụrụ ahụ n'oge gara aga n'ọrụ ya, mana ọ bụ n'oge ọ na-akọ akụkọ zuru oke màkà mwakpo United States na Iraq ka o nwetara mmerụ ahụ agha mbụ ya",
  "Dị ka Nachtwey, ya na ónyé nta akụkọ Time Michael Weisskopf nọ n'azụ Humvee na United States Army \"Tomb Raiders\" Survey Platoon, otu onye nnupụisi tụbara grenade n'ime ụgbọala ahụ",
  "Weisskopf jidere grenade iji tụba ya n'ime humvee: ndị agha abụọ merụrụ ahụ na mgbawa ahụ, tinyere ndị nta akụkọ Time",
  "Nachtwey jisiri ike were ọtụtụ foto nke dọkịta Billie Grimes na-agwọ Weisskopf tupu ọ tụbọọ",
  "E bugara ndị nta akụkọ abụọ ahụ na Germany ma mesịa gaa ụlọ ọgwụ dị na United States",
  "Nachtwey gbakere nke ọma iji laghachi mba ofesi iji kpuchie tsunami na Ndịda Ọwụwa Anyanwụ Eshia nkè ọnwa Disemba n'afọ 2004.",
  "Nachtwey arụwo ọrụ na Time dị ka ónyé na-ese foto nkwekọrịta kemgbe afọ 1984",
  "Ọ rụrụ ọrụ na Black Star site n'afọ 1980 ruo afọ 1985 ma bụrụ onye otu Magnum Photos site n'afọ 1986 ruo afọ 2001",
  "N'afọ 2001, ọ bụ ónyé guzobere VII Photo Agency (ọ gbara arụkwaghịm na VII n'ọnwa Julaị n'afọ 2011).",
  "Nachtwey nọ n'oge mwakpo n'ọnwa Septemba n'ubochí irí na otu, n'afọ 2001 na World Trade Center, ma mepụta ọrụ a ma ama",
  "Ọ chịkọtakwara edemede foto banyere mmetụta nke esemokwu Sudan na ndị nkịtị.",
  "N'afọ 2001, a tọhapụrụ akwụkwọ akụkọ War Photographer, na-elekwasị anya na Nachtwey na ọrụ ya",
  "N'ịbụ nke Christian Frei duziri, ihe nkiri ahụ nwetara nhọpụta Academy Award màkà ihe nkiri kachasị mma.",
  "N'abalị izizi n'ọnwa Febụwarị n'afọ 2014, a gbagburu Nachtwey mgbe ọ na-ese foto màkà ngagharị iwe ndọrọ ndọrọ ọchịchị na Thailand.",
  "Nachtwey bụ otu n'ime ndị mmeri atọ nke afọ 2007 TED Prize",
  "E nyere onye ọ bụla natara otu narị puku dollar na otu \"ọchịchọ na-agbanwe ụwa\" ka ekpughe na nzukọ TED nke afọ 2007, na Monterey, California",
  "Ọtụtụ ndị otu TED Community, na otu ụlọ ọrụ ndị dị n'ụwa, ekwewo nkwa nkwado iji nyere aka mezuo ọchịchọ ahụ",
  "Ọchịchọ Nachtwey, kpughere n'ubochí asatọ n'ọnwa Machị, n'afọ 2007, bụ nke a: \"E nwere akụkọ dị mkpa a ga-agwa ya, achọrọ m ka TED nyere m aka inweta ya wee nyere m aka ịmepụta ụzọ ọhụrụ na nke na-akpali akpali iji foto akụkọ n'oge dijitalụ",
  "\" Ndị chọrọ inyere ya aka ga-abịanye aka na nkwekọrịta Non-disclosure (NDA) ma nyere ya aka \"inweta ohere n'ebe n'ụwa ebe ọnọdụ dị oke egwu na-eme ma jiri foto dekọọ ya n'ụzọ zuru ezu; setịpụ ụbọchị iji kpughee foto ma chọta usoro ụzọ ọhụrụ iji mepụta mmetụta dị ike na ha, na-eji teknụzụ ngosi ọhụrụ na ike nke Ịntanetị yana mgbasa ozi; ma jiri mkpọsa ahụ mepụta ihe onwunwe maka òtù ndị na-arụ ọrụ iji dozie ma gbanwee ọnọdụ ahụ\"",
  "A kpughere nsonaazụ izizi nke ọrụ a na XDRTB.org iji dekọọ ọrịa ụkwara nta na-eguzogide ọgwụ n'ụwa niile."
]