[
  "Jamel Shabazz (amụrụ n'afọ 1960) bụ onye Afrịka-Amerịka na-ese ejiji, ezigbo nka, ihe ngosi na onye na-ese foto n'okporo ámá. E bipụtara ọrụ ya n'akwụkwọ, gosipụta ya na ihe ngosi, ma jiri ya mee ihe na ọrụ nchịkọta akụkọ",
  "A mụrụ ya na Brooklyn, New York.",
  "Jamel Shabazz lekwasịrị anya n'ọrụ ya na ndị mmadụ ole na ole na mpaghara Amerịka n'oge ọgba aghara dị na mba ahụ",
  "Ọ bụ onye ọsụ ụzọ n'ịmepụta mmata banyere ndụ nke ndị Afrịka-Amerịka na ndị mmadụ ole na ole nọ n'ógbè New York City",
  "Jamel Shabazz bụ onye ọkachamara n'iji ihe ọ nwere maka uru ya iji mepụta ihe dị adị nke ịbụ akụkụ nke obodo ojii n'oge na ebe ahụ",
  "E mepụtara ọrụ nka ya iji gosipụta ọṅụ na obi ụtọ na-abịa na itolite n'obodo ahụ",
  "Jamel na-ese ndị ogbenye na-erughị eru bi n'ebe ahụ n'ụzọ a maara nke ọma na nke na-egwuri egwu nke na-emegide ọtụtụ echiche ọjọọ ndị mmadụ nwere n'oge ahụ.",
  "Otu n'ime ọrụ ya a ma ama bụ foto ya A Time of Innocence, nke e sere n'afọ 1981 na Brooklyn, New York.Foto a gosipụtara otu ìgwè ụmụaka Afrịka Amerịka na-egwuri egwu ma na-agba ịnyịnya n'ụgbọ ahịa n'etiti okporo ámá ọgba aghara",
  "Foto a gosipụtara ndụ ndị ntorobịa ojii na-eto eto ma nyere ndị ọzọ aka ịhụ njikọ na obodo ha na-ekerịta.",
  "Akwụkwọ ya Back in the Days (2002) na-anakọta foto Shabazz nke e mere na New York City n'etiti afọ 1980 na afọ 1989, nke na-edekọ ọdịbendị hip-hop na-apụta. The Last Sunday in June (2003) na-anakọta foto afọ iri nke ihe omume mpako nwoke idina nwoke na New York City. Sights in the City: New York Street Photographs (2017) nwere ọrụ sitere na iri afọ anọ nke ise ndị mmadụ foto n'obodo ahụ. City Metro (2020) nwere foto ndị e mere n'etiti afọ 1980 na afọ 2018 nke ndị mmadụ na New York City Subway.",
  "Foto Shabazz apụtala na ihe nkiri afọ 2007 Planet B-Boy, ihe ngosi 2008 Street Art Street Life: From the 1950s to Now in the Bronx Museum of the Arts, na dị ka ihe osise mkpuchi album maka album hip hop nke afọ 2011 Undun by The Roots. Shabazz pụtara na Cheryl Dunn 2010 documentary Everybody Street, \"maka ndị na-ese foto ndị jiri ndụ okporo ámá New York City dị ka isi isiokwu n'ọrụ ha\".",
  "N'ajụjụ ọnụ ya na magazin Nation19, Jamel kwuru na o jiri ihe nkiri analog na foto dijitalụ.",
  "N'afọ 2016, Cedric Benjamin gosipụtara Shabazz na nke abụọ nke Luke Cage",
  "Akụkọ ifo nke Shabazz na-apụta na flashback ebe ọ zutere onye omekome n'okporo ámá Pop na ndị enyi ya Cornell Stokes na Fredo Diaz, ma gwa ha ka ha mee foto, nke ha kwetara",
  "N'ime afọ ndị sochirinụ, Pop debere otu foto ahụ."
]