[
  "James Homer Garrott (Jụn 19, 1897 na Montgomery, Alabama ruo Jụn 9, 1991) bụ onye America na-ese ụkpụrụ ụlọ na-arụ ọrụ na mpaghara Los Angeles n'etiti narị afọ nke iri abụọ",
  "O chepụtara ihe karịrị ụlọ narị abụọ, gụnyere ụlọ ụka iri abụọ na ise na ọtụtụ ụlọ ọha na eze",
  "A kọwawo ya dị ka \"onye isi ojii avant garde modernist nke oge 1940s\".",
  "Garrott gụsịrị akwụkwọ na Los Angeles Polytechnic High School na 1917",
  "O nwetara ikike iwu ụlọ ya n'afọ 1928",
  "Nnukwu ihe mbụ Garrott rụzuru bụ dị ka onye na-emepụta ụlọ ọrụ Golden State Mutual Life Insurance Company nke 1928",
  "Site na 1926 ruo 1928, Garrott rụrụ ọrụ na Cavagliere Construction Company nke Los Angeles",
  "Ọ gụrụ Architecture na Mahadum nke Southern California site na 1930 ruo 1934.",
  "Garrott bụ ezigbo enyi nke onye ọka iwu a ma ama na-ahụ maka ihe ndị ruuru mmadụ bụ Loren Miller",
  "Na mbido 1940, Garrott rụrụ ụlọ abụọ ha nke Silver Lake na 647 na 653 Micheltorena Street.",
  "N'afọ 1946, Garrott bụ onye Afrịka Amerịka nke abụọ nabatara na American Institute of Architects (AIA) na Los Angeles, mgbe Paul R",
  "Williams gasịrị",
  "Williams na Gregory Ain kwadoro ngwa ya.",
  "Garrott na Ain nwekọrọ ohere ọfịs na Granada Building malite na 1940. Mgbe ahụ, ha rụkọtara ọrụ na \"mmekọrịta na-enweghị isi\" na 1940s na 50s, ma jikọọ aka mepụta obere ụlọ ọrụ nke ha na-arụkọ ọrụ na mpaghara Silver Lake nke Los Angeles",
  "Ha na-agbanwere na-adabere na onye na-ahụ maka imepụta, ebe na ọrụ ndị ọzọ ha na-enyere ibe ha aka n'onwe ha n'enweghị otuto. Mgbe Agha Ụwa nke Abụọ gasịrị, Garrott na Ain jikọrọ aka chepụta ma wuo ụlọ ọrụ ha, na 2311 Hyperion Avenue, n'ebe dị anya site n'ụlọ Garrott.",
  "Garrott nwere njikọ ndọrọ ndọrọ ọchịchị nke ọma ma nata ọrụ itoolu site na Gọọmentị Los Angeles County na ngwụcha afọ 1950",
  "Ma Los Angeles Tribune kwuru, sị: \"James Garrott, Paul R",
  "Williams, na Carey Jenkins, bụ naanị ndị Negro architects nwetara nkwekọrịta ọha na eze na slate a",
  "ma e wezụga Williams ha na-enweta ha ugboro ugboro",
  "\""
]