[
  "James Oatway (amụrụ n'afọ 1978) bụ onye nta akụkọ foto South Africa",
  "Ọ bụ onye isi na-ese foto nke Sunday Times (South Africa) ruo n'afọ 2016",
  "Ọrụ ya na-elekwasị anya na ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya n'Africa, mbata na ndị esemokwu metụtara.",
  "Oatway gụsịrị akwụkwọ na Mahadum Rhodes dị na Grahamstown, South Africa na nzere Bachelor of Journalism.",
  "A maara James Oatway nke ọma n'ihe banyere foto ọ sere n'afọ 2015 nke ogbugbu Emmanuel Sithole n'oge Xenophobia na South Africa. E bipụtara ọrụ Oatway na Sunday Times, The Guardian, The New York Times, Time, magazin sayensị Harper's Magazine na akwụkwọ ndị ọzọ dị iche iche gburugburu ụwa. Ọ kọọrọ esemokwu na Democratic Republic of Congo na Central African Republic; Agha na Afghanistan; Ala ọma jijiji na Haiti na 2010. Oatway bụ onye otu ụlọ ọrụ foto Panos.",
  "N'abalị iri na asatọ n'ọnwa Eprel afọ 2015, Oatway nọ n'ọrụ maka Sunday Times na-ekpuchi ime ihe ike Xenophobic na Alexandra Township na Johannesburg ógè ọ na-ese foto otu ndị ikom South Africa na-eti ma na-egbu Emmanuel Sithole, onye ahịa Mozambican",
  "Oatway na onye ọrụ ibe ya, onye nta akụkọ Beauregard Tromp, kpọgara Sithole n'ụlọ ọgwụ dị nso mana a gwara ha na ọ dịghị ndị dọkịta nọ n'ọrụ. Ha wee kpọga Sithole n'ụlọ ọgwụ Edenvale ebe ọ nwụrụ ntakịrị oge ka ọ bịarutere.",
  "Also katọrọ James Oatway nke ukwuu n'ihi na o tinyeghị aka iji zọpụta ndụ Emmanuel Sithole",
  "Oatway gwara Time na ọ naghị akwa ụta maka iwere foto ndị ahụ, na-agbakwụnye, sị: \"Echere m na ọnụnọ m n'ebe ahụ dọpụrụ uche ha ma mee ka ha daa mbà\". N'ịzaghachi nkatọ a na-akatọ na e bipụtara foto ndị ahụ, o kwuru, sị: \"Ọ dịghị mfe ile anya ma aghọta m na nke ahụ nwere ike iwe ọtụtụ ndị mmadụ, mana n'ezie ndị mmadụ ga-ama ihe na-eme, ndị mmadụ ga na-ahụ obi ọjọọ na okwu mkparị nke ihe na-aga n'ihu, yabụ enweghị ịkwa ụta maka ya na ọ dị na peeji ihu,\". Oatway dere edemede màkà ahụmịhe ya banyere ihe ahụ merenụ nke e bipụtara na Sunday Times. Dị ka Oatway si kwuo, naanị ihe ọ na-akwa ụta bụ na ọ nweghị ike ịkpọrọ Sithole gaa ụlọ ọgwụ n'oge iji zọpụta ndụ ya.",
  "2018: Visa nke ógbè Occitanie / Pyrénées-Méditerranée Ihe nrite (Visa Pour l'Image, Perpignan, France)",
  "2016: CNN Multichoice African Journalist of the Year Awards 2016 - Onye mmeri: Mohamed Amin Photojournalism Award.",
  "2016: Standard Bank Sikuvile Journalism Awards - Onye mmeri: Akụkọ South Africa nke Afọ",
  "2016: Standard Bank Sikuvile Journalism Awards - Onye mmeri: Foto akụkọ",
  "2015: Vodacom Journalist of the Year - Overall National Winner (South Africa).",
  "2015: Vodacom Journalist of the Year Awards - National Photography Winner.",
  "2014: Standard Bank Sikuvile Journalism Awards: Finalist-News Photography.",
  "2013: Foto nke Afọ International (POYi) - Ebe nke abụọ: Onye na-ese foto nke Afọ.",
  "2013: Foto nke Afọ International (POYi) - Ebe nke abụọ: Akụkọ ihe nkiri nke akwụkwọ akụkọ News.",
  "2011: Foto nke Afọ International (POYi) - Onyinye nke Ịdị Mma: Multimedia Project (Impact 2010).",
  "2011: Vodacom Journalist of the Year Awards - Central Region Photography Winner.",
  "2010: Prix Bayeux-Calvados (nke ndị na-ede akụkọ agha) - Finalist.",
  "2010: Sony Profoto Awards: News Image of the Year.",
  "2009: Foto nke Afọ International (POYi) - Onyinye nke Ịdị Mma: Akụkọ Foto nke Akwụkwọ akụkọ.",
  "2008: Abdul Shariff Award (n'icheta ndị na-ese foto ndị tụfuru ndụ ha n'ọrụ).",
  "N'afọ 2018, e nyere ọrụ James Oatway na \"Red Ants\" a ma ama na South Africa nnukwu onyinye Visa d'or Feature Award na Visa pour l'Image International festival of photojournalism na Perpignan, France.",
  "In 2015 he was on the panel of judges for the News Division of the Pictures of the Year International Awards held at the University of Missouri’s School of Journalism.",
  "N'afọ 2013, a họpụtara ya dị ka onye Taco Kuiper.",
  "He placed second in the 71st Pictures of the Year International “Newspaper Photographer of the Year” Awards. In 2016 he was the recipient of the Mohamed Amin Photojournalism Award at the prestigious CNN Multichoice African Journalism Awards.",
  "2018: Les Fourmis Rouges/The Red Ants - Visa Pour l'Image, Perpignan, France.",
  "2018: Killing the Other (ya na Alon Skuy), Johannesburg Holocaust and Genocide Centre, Johannesburg, South Africa.",
  "2016: Enemies and Friends, National Arts Festival, Grahamstown, South Africa.",
  "Ajụjụ ọnụ redio South Africa: http://www.thedailyvox.co.za/photographer-james-oatway-defends-pictures-of-murdered-mozambican-emmanuel-sithole/",
  "Ajụjụ ọnụ na CNN: http://edition.cnn.com/2015/04/20/africa/south-africa-xenophobia-killing-photos/",
  "Ajụjụ ọnụ na BBC: https://www.bbc.com/news/world-africa-32377891"
]