[
  "James Gareth Endicott (December 24, 1898 na November 27, 1993) bụ onye ozi ala ọzọ, onye ozi alaeze, na onye ndọrọ ndọrọ ọchịchị nke Canada.",
  "A mụrụ Endicott na Szechuan Province, China, nwa nke atọ n'ime ụmụ ise na ezinụlọ ndị ozi ala ọzọ Metọdist ma bụrụ onye na-asụ Chinese nke ọma. Ezinụlọ ya lara Canada na 1910",
  "A họpụtara nna ya, James Endicott, dị ka onye nhazi nke abụọ nke United Church of Canada site na 1926 ruo 1928.",
  "Endicott détùrù aha ya na Agha Ụwa Mbụ dị ka onye nkịtị. Mgbe agha ahụ gasịrị, ọ gụrụ akwụkwọ na Mahadum nke Toronto's Victoria College ebe ọ bụ onye isi oche nke kansụl ụmụ akwụkwọ na onye guzobere University's Student Christian Movement.",
  "Endicott nwetara nzere master's ma bụrụ onye ozi na United Church of Canada",
  "N'afọ 1925, Endicott lara China dị ka onye ozi ala ọzọ nọrọ ebe ahụ maka ọtụtụ n'ime afọ iri abụọ sochirinụ.",
  "Mgbe Endicott bụ onye ozi ala ọzọ na China, ọ kụziri Bekee na China wee ghọọ prọfesọ nke Bekee na Omume na Mahadum West China Union",
  "Ọ ghọrọ onye ndụmọdụ mmekọrịta ọha na eze nye Chiang Kai-shek na onye ndụmọdụ ndọrọ ndọrọ ọchịchị na New Life Movement ya ma jee ozi dị ka onye ndụmọdụ maka ndị agha US site na 1944 ruo 1945 dị ka onye na-ahụ maka mmekọrịta n'etiti ndị agha America na ndị agha Kọmunist nke China na-alụso ndị Japan ọgụ na Agha Ụwa nke Abụọ.",
  "Na mbụ, ọ bụ onye na-akwado Chiang Kai-shek na nwunye ya, o jiri Chiang tụnyere Abraham Lincoln ma kọwaa Madame Chiang dị ka ngwakọta nke Helen nke Troy, Florence Nightingale na Joan nke Arc. O nwere nkụda mmụọ mgbe ọ hụrụ ndị isi Chiang na-egbu ndị agha ha n'agụụ nakwa nrụrụ aka nke Kuomintang.",
  "Ndị Kọmunist nwere mmasị n'ebe Endicott nọ ma bụrụ enyi Zhou Enlai ka Agha Obodo China maliteghachiri, ọ ghọkwara onye na-akwado Chinese Communist Party",
  "N'oge agha ahụ, o nyere netwọk nzuzo ebe ndị agha na-akwado ndị Kọmunist nwere ike i zute ma nye echiche.",
  "Mgbe agha ahụ gasịrị, o kwuru okwu na ngagharị iwe ụmụ akwụkwọ, na-agba ume i megide gọọmentị Nationalist ma na-akpali nkatọ site na chọọchị dị na Canada",
  "Nke a mere ka ọ gbaa arụkwaghịm  na ozi na Mee 5, 1946 mgbe United Church of Canada nyere ya iwu ka ọ gbanwee nkwupụta ihu ọha ya ma ọ bụ kwụsị. \nN'ọnwa Ọgọstụ afọ 1946, a kpọrọ Endicott ka o nyere aka dee iwu maka Njikọ ọhụrụ maka Nchebe nke Ihe Ndị Ruuru Mmadụ na China",
  "A gwara Paul Yen, Talitha Gerlach, Y",
  "T",
  "Wu na ndị ọzọ nwere nnwere onwe ka ha sonye.\nNa agbamume Zhou En-lai, ọ kwagara Shanghai iji bipụta akwụkwọ akụkọ nzuzo na-emegide Kuomintang Shanghai Newsletter",
  "Ebumnuche akwụkwọ akụkọ ahụ bụ maka ndị ọdịda anyanwụ nọ n'ebe ndị Kuomintang siri ike nakwa ịnwa ime ka gọọmentị ọdịda anyanwụ kwenye na ọchịchị Chiang bụ nrụrụ aka na ọchịchị aka ike.",
  "N'afọ 1947, ọ laghachiri Canada",
  "N'oge mba ndị dị n'ebe ọdịda anyanwụ na-akwado Chiang ma nwee nchekwube banyere ọchịchị ya, Endicott dụrụ gọọmentị Canada ọdụ na ọdịda nke ọchịchị Kuomintang dị nso wee gaa n'ihu ọha na amụma ya na nkatọ ya banyere Kuomintang dị ka onye nrụrụ aka",
  "Ndị mgbasa ozi katọrọ okwu ya dị ka onye aghụghọ ma kpọọ ya onye Canada a kacha kparị n'afọ maka nkwado ya maka mgbanwe China na Chinese Communist Party ma United Church katọrọ ya maka nkwado ya na mgbanwe ahụ.",
  "Ọ gara n'ihu na nkwado ya maka Chinese Communist Party site na inye nkuzi na i bipụta Canadian Far Eastern Weekly nke nwere ndị debanyere aha 5,000 n'oge ọ kachasị elu.",
  "N'afọ 1949, o guzobere ma bụrụ onyeisi oche nke Canadian Peace Congress ma nyere aka bipụta akwụkwọ ozi Peace Letter",
  "Ọ ghọrọ onye isi na World Peace Council na-eje ozi dị ka onye isi oche nke International Institute for Peace site na 1957 ruo 1971.",
  "N'afọ 1950, dị ka onye nnọchi anya Canada na World Peace Council na Stockholm, Endicott nọdụrụ na kọmitii nke dere Stockholm Peace Appeal nke bụ mkpesa nke malitere mba ụwa \"Ban the Bomb\".",
  "Endicott laghachiri na nleta na China na 1952, n'oge Agha Korea ma, mgbe ọ laghachiri Canada, ọ boro United States ebubo iji ngwá agha kemịkal na nke nje n'oge agha ahụ",
  "Ebubo ya mere ka a katọọ ya na ndị nta akụkọ Canada dị ka \"onye iro ọha na eze nke mbụ\" ma United Church katọrọ ya maka nkwado ya na Mao Zedong na ndị Kọmunist China.",
  "Ndị ndọrọ ndọrọ ọchịchị Canada katọrọ ya, gụnyere Lester Pearson onye bụbu enyi kọleji",
  "Pearson kpọrọ ya \"onye aghụghọ na njedebe nke Red hook\" na \"Red stooge\" ebe John Diefenbaker kpọrọ nkwupụta ya \"ihe ọjọọ,\" na onye ndú Conservative George Drew zoro aka na Endicott dị ka \"onye na-emebi ndị Kọmunist\".",
  "Gọọmentị yiri egwu na ha ga-ebo ya ebubo ịgba ọchịchị mgba okpuru na ịgba ọchịchị mgbaasị, mana ha emeghị, ebe ndị ọzọ kpọrọ ya ka ọ tụfuo paspọtụ ya na ikike izipu ozi.",
  "E nyere Endicott ihe nrite udo Stalin n'afọ 1952 maka mbọ ọ na-agba maka \"ịdị n'udo n'etiti Ndị Kraịst na ndị Kọmunist\". Ọ gara n'ihu na nkwado ya maka People's Republic of China site n'ibipụta Canadian Far East Newsletter ma ọ bụ ezie na ọ kwadoro Soviet Union n'ihu ọha n'afọ ndị mbụ nke nkewa Sino-Soviet, ọ nwere ọmịiko na arụmụka China ma kọọrọ ha na akwụkwọ akụkọ ahụ",
  "E nyere Endicott ọkwa onye isi oche nke World Peace Council na mbido afọ 1960 mana ọ jụrụ n'ihi ahụike nwunye ya na ihe ọ tụrụ anya ya dị ka ọnọdụ na-enweghị isi nke iduzi kansụl ahụ n'oge esemokwu na-arịwanye elu n'etiti Soviet Union na People's Republic of China na akụkụ ha dị iche iche na kansụl.",
  "N'afọ 1982, United Church rịọrọ Endicott mgbaghara maka ịkatọ ya afọ iri atọ gara aga, na-ekweta na ọ kpatara ya \"ọtụtụ ihe mgbu na nchegbu onwe onye\".",
  "N'afọ 1983, Mahadum York nyere Endicott nzere doctorate nke iwu.",
  "N'ajụjụ ọnụ obere oge tupu ọnwụ ya, Endicott kwuru na ya chere na Manifesto nke ndị Kọmunist \"ka bụ eziokwu dịka ọ dịbu,\" ọ bụ ezie na ọ na-eche na \"ndị agadi\" bụ ndị isi ndị Kọmunst dị ka Deng Xiaoping anaghị enwe ọganihu.",
  "Ọ bụ ezie na ọ na-emegiderịta onwe ya banyere ụkpụrụ Deng ma na-akwado ngagharị iwe Tiananmen Square nke 1989, Endicott nwere ọmịiko maka nsogbu gọọmentị China na-emeso ihe ọ bịara hụ dị ka mmegide mgbanwe",
  "Ọ gwara onye na-agba ajụjụ ọnụ,",
  "Ihe doro m anya ugbu a bụ na e nwere isi ụmụ akwụkwọ na-echegbu onwe ha maka ime ihe gbasara nrụrụ aka na pati na ọha mmadụ",
  "Agwara m n'oge ahụ ka a ga-akwado ha",
  "Mana ọtụtụ n'ime ndị isi, ndị n'oge ahụ yiri ka ha bụ ndị nwere echiche, ghọrọ ndị nnọchi anya maka mweghachi nke isi obodo",
  "O yiri ugbu a na gọọmentị Kọmunist ziri ezi n'ikwu na mmadụ ole na ole nwụrụ na Tiananmen ma eleghị anya narị abụọ ma ọ bụ atọ, ma ọ dịkarịa ala",
  "Mana n'akụkụ ọdịda anyanwụ ọzọ nke Beijing, e gburu ọtụtụ mmadụ",
  "Ọ fọrọ nke nta ka ọ bụrụ na e nwere ọgụ n'etiti ndị na-eme njem n'okporo ụzọ na ndị Socialist ma ọ bụrụ na ị nwere ike ịkpọ ndị agha Socialist.",
  "N'ikwu na e nwere mgbalị ịkwatu gọọmentị China, Endicott kwuru,",
  "Ihe mere bụ obere agha obodo",
  "Omume ndị agha na-akwado iwu ahụ nwere ike igbochi ndị na-eme njem n'okporo ụzọ nke isi obodo ka ha ghara ịnwa iji ike ndị agha weghara ọchịchị",
  "Gịnị ka gọọmentị ga-eme? Ọ̀ Bụla Onwe Mmeghachi omume?",
  "N'afọ 1971, William Kashtan, odeakwụkwọ ukwu nke Communist Party of Canada gwara ya ka ọ gbaa arụkwaghịm na Canadian Peace Congress na dịka onye nnọchi anya Canada na World Council of Peace na-ebo Canadian Far East Newsletter ebubo na ọ na-emegide Soviet na pro-Mao",
  "Endicott kwetara ịhapụ nzukọ ahụ kama ịkwụsị ibipụta akwụkwọ akụkọ ahụ ma ọ bụ wepụ nkwado ya maka China na esemokwu ya na Soviet Union. O guzobere Canada-China Society n'oge na-adịghị anya mgbe ọ hapụsịrị Canadian Peace Congress ma kewapụ ya na Soviet Union n'ihu ọha.",
  "Ọ bụ ezie na ya na Tim Buck, Stanley Ryerson, Leslie Morris na ndị Kọmunist ndị ọzọ nke Canada nwere enyi, Endicott esonyeghị na Communist Party nke Canada ọ bụ ezie na atọ n'ime ụmụ ya sonyeere ya n'ihu iwu, Labor-Progressive Party. Ọ sonyeere Co-operative Commonwealth Federation mgbe ọ bi na Toronto na ezumike site na 1941 ruo 1944, ma mee mkpọsa maka pati ahụ na ntuli aka gọọmentị etiti nke 1942 nke Joseph Noseworthy meriri mmeri iwe, mana ndị otu ya kwụsịrị mgbe ọ laghachiri China",
  "Mgbe o tinyere akwụkwọ ka ọ laghachi na CCF na 1948 a jụrụ arịrịọ ya maka ịbụ onye otu; ọ dịghị ihe kpatara ya ma ọ fọrọ nke nta ka ọ bụrụ na a jụrụ ya n'ihi njikọ Endicott na Kọmunist."
]