[
  "Jamie Margolin (amụrụ na Disemba 10, 2001) bụ onye America na-ahụ maka ikpe ziri ezi nke ịhụ igwe. Ọ bụ onye isi nchịkwa nke Zero Hour.",
  "Margolin gara Holy Names Academy. Ọ na-amụ ihe nkiri ugbu a na Mahadum New York Tisch School of the Arts",
  "N'afọ 2017, mgbe ọ dị afọ iri na ise, Margolin guzobere otu ndị ntorobịa na-ahụ maka ihu igwe nke a kpọrọ Zero Hour na Nadia Nazar, Zanagee Artis, na ndị ntorobịa ndị ọzọ. Ọ rụrụ ọrụ dị ka onye isi nchịkwa nke nzukọ ahụ ruo na Septemba 2020 mgbe ọ kwụsịrị",
  "Onye guzobere ya na onye na-eme ihe ike maka ndị ntorobịa bụ Madelaine Tew nọchiri ya. Margolin jikọtara aka guzobe Zero Hour na mmeghachi omume na nzaghachi ọ hụrụ mgbe Hurricane Maria na Puerto Rico na ahụmịhe onwe ya n'oge ọkụ ọhịa nke Washington na 2017.",
  "Ọ nwetara ụfọdụ aha ọjọọ dị ka onye gbara akwụkwọ na Aji P",
  "v",
  "Ikpe Washington, na-ebo steeti Washington akwụkwọ maka emeghị ihe megide mgbanwe ihu igwe na ndabere nke ihu igwe kwụsiri ike ịbụ ikike mmadụ.",
  "Na Septemba 2018, Margolin so n'òtù ndị ntorobịa gbara Gọvanọ Jay Inslee na Steeti Washington akwụkwọ maka ikuku na-ekpo ọkụ na steeti ahụ",
  "Ọ bụ onye ọka ikpe nke King County Superior Court jụrụ ikpe ahụ, onye kpebiri na ikpe ahụ bụ nke ndọrọ ndọrọ ọchịchị nke Gọvanọ na ndị omeiwu ga-edozi",
  "Kemgbe ahụ, a rịọrọ ya ka ọ rịọ ụlọ ikpe mkpegharị ikpe nke Washington.",
  "Na Septemba 2019, a gwara ya ka ọ gbaa akaebe na kọmitii a na-akpọ \"Voices Leading the Next Generation on the Global Climate Crisis\" n'akụkụ Greta Thunberg maka United States House of Representatives.",
  "N'afọ 2021, Margolin malitere agụmakwụkwọ ihu igwe.",
  "Ihe odide ya banyere mgbanwe ihu igwe apụtala n'ọtụtụ akwụkwọ gụnyere HuffPost, Teen Ink na CNN",
  "Ọ bụ otu n'ime ndị Teen Voguez 21 Under 21 nke 2018. N'afọ 2018, a kpọkwara ya otu n'ime ụmụ nwanyị ịrị abụọ na ise nke People Magazine na-agbanwe ụwa.",
  "Margolin gosipụtara onwe ya dị ka onye Juu na Latinx",
  "Ọ na-akọwa onwe ya dị ka nwanyị na-edina nwanyị ma na-ekwu n'ihu ọha banyere ahụmịhe ya dị ka onye LGBT.",
  "Margolin bụ onye otu Junior State of America.",
  "Margolin meriri MTV Europe Music Awards Generation Change award na 2019."
]