[
  "Jan Pieter Hendrik van Gilse (Rotterdam, 11 Mee 1881 - Oegstgeest, 8 Septemba 1944) bụ onye na-ede egwu na onye nduzi Dutch",
  "Otu n'ime ọrụ ya bụ symphonies ise na opera asụsụ Dutch bụ Thijl",
  "N'ịbụ onye sitere n'ezinụlọ ndị ọkà mmụta okpukpe, Jan van Gilse gosipụtara ikike mbụ maka ịkpọ piano na ide egwu",
  "Site na 1897 gaa n'ihu, ọ gụrụ akwụkwọ na Cologne conservatory",
  "Mgbe onye nkuzi ya, Franz Wüllner, nwụrụ na 1902, ọ gara n'ihu na ọmụmụ ya na Engelbert Humperdinck na Berlin",
  "Site na 1909 ruo 1911, ọ gụrụ akwụkwọ na Ịtali",
  "N'afọ 1901, van Gilse natara ihe nrite Beethoven-Haus na Bonn maka Symphony ya (nke mbụ) na F major; N'afọ 2010, e nyere ya ihe nrite Michael Beer maka Symphonic ya nke atọ, 'Erhebung' ('Elevation'; maka soprano solo na orchestra).",
  "Na mgbakwunye na ide egwu, van Gilse zụlitere mmasị n'ịduzi",
  "Ọ malitere na Bremen Opera, ọrụ nke nhọpụta sochiri na Munich na Amsterdam",
  "Mgbe Agha Ụwa Mbụ tiwapụrụ mere ka njem sie ike, ọ laghachiri Netherlands",
  "Site na 1917 ruo 1922 ọ bụ onye nduzi nke Utrecht Municipal Orchestra (Utrechtsch Stedelijk Orkest).",
  "N'afọ 1921, van Gilse gbara arụkwaghịm n'ọkwa ahụ mgbe esemokwu ya na ndị nduzi nke ndị egwú",
  "Onye na-ede egwu na onye na-enyocha egwu Willem Pijper wakporo Van Gilse ruo oge ụfọdụ na Utrechts Dagblad kwa ụbọchị, mwakpo nke toro n'ụzọ dị egwu ka oge na-aga",
  "Arịrịọ Van Gilse na a gaghị ekwe ka Pijper nwee ike ịga kọntaktị kwụsịrị ruo ogologo oge nke na ọ tụfuru okwukwe ya wee gbaa arụkwaghịm",
  "Ndị otu ahụ mechara jụ ịgba egwu nke ọma.",
  "Afọ asatọ ka e mesịrị, van Gilse tinyere ahụmahụ sitere n'oge ọ nọ na Utrecht na akwụkwọ",
  "Akụkọ ndụ onwe onye nke e gosipụtara buru ibu ma nwee ihe fọrọ nke nta ka ọ bụrụ okwu 350,000",
  "Otú ọ dị, n'ihi na ọ hapụghị onye ọ bụla ma ọ bụ ihe ọ bụla (gụnyere onwe ya), van Gilse nwere obi abụọ ma ihe odide ahụ ga-ahụ ìhè nke ụbọchị",
  "E mechara dezie ya ma bipụta ya na 2003.",
  "N'oge Agha Ụwa nke Abụọ, van Gilse sonyere n'ụzọ siri ike n'òtù mmegide megide ndị Germany bi na Netherlands",
  "Ụmụ ya nwoke abụọ, ndị bụkwa ndị agha nnupụisi, bụ ndị ndị ndị bi na ya gburu tupu van Gilse n'onwe ya anwụọ (ma eleghị anya n'ihi oyi bara ya n'ahụ) n'oge mgbụsị akwụkwọ nke afọ 1944",
  "Iji chebe ebe mgbaba ya, e liri ya n'ili a na-amaghị aha ya na mpụga obodo Oegstgeest.",
  "Site na 1933 ruo 1937, van Gilse jere ozi dị ka onye nduzi nke Utrecht conservatory",
  "Ọ na-arụkwa ọrụ n'ichebe ọdịmma nke ndị na-ede egwu na Netherlands",
  "N'afọ 1911, van Gilse bụ otu n'ime ndị guzobere Society of Dutch Musicians (Genootschap van Nederlandse Componisten ma ọ bụ GENECO)",
  "Otu afọ mgbe e mesịrị, o nyere aka guzobe Dutch Bureau for Musical Copyrights (Buma).",
  "Van Gilses early is indebted to German",
  "Late romanticism",
  "After about 1920 however it becomes more modernist  his opera thiji(1940)often regarded as his masterpiece and arguably the most important opera in Dutch musical history",
  "Is one of his last works and a totally individual conceptionan attempt by the German occupiers to destroy all of van gilses work was prevented by his collaborators",
  "N'oge na-adịbeghị anya, mmasị na van Gilse amụbaala, site na mbipụta nke akụkọ ndụ ya (nke Hans van Dijk dezigharịrị) na akụkọ ndụ. Ụlọ ọrụ Germany CPO edekọla symphonies anọ ọ rụzuru, na atụmatụ na-aga n'ihu idekọ opera Thijl n'ọdịnihu dị nso, niile n'okpuru nduzi nke onye nduzi David Porcelijn."
]