[
  "Jan Vermeiren (amụrụ na 1949 na Belgium) bi ma na-arụ ọrụ na South Africa dị ka ónyé na-ese ihe (mmanụ na ihe osise mural) na ónyé na-ebi akwụkwọ (lithography na etching).",
  "Ọ bụ ónyé na-ese ihe nke ọrụ ya jikọtara ọdịbendị abụọ bara ọgaranya na nke dị iche iche",
  "N'otu akụkụ, e nwere ihe nketa Europe ya, n'aka nke ọzọ, mmetụta dị ukwuu nke Africa, nke bụzi ebe obibi ya",
  "Abụọ a na-eweta ihe na-akpali akpali na ihe a na-adịghị ahụkebe n'ọrụ ya",
  "Ihe oyiyi ya na-ekpughe usoro akara ochie sitere na ọdịbendị ógè ochie dị iche iche, na-egosipụta nkwenye ya na ọ bụ akara 'primitive' ndị a na-ejikọta mmadụ gafee oge na mmepeanya dị iche iche",
  "Ebumnuche ya bụ ime ka ónyé na-ekiri ya banye n'ime mmụọ nke Africa, iji gbaa ume nghọta ka mma màkà njirimara Africa.",
  "Ọmụmụ nka 1968-71 Koninklijke Academie voor Schone Kunsten Antwerpen, Belgium na 1971-74 Koninklijke Ac Academia voor Schone kunsten Antwerpen",
  "Nwa akwụkwọ nke Geert Reusens na ónyé na-ese ihe Lode Eyckermans",
  "Ọ ghọrọ ónyé nkụzi na Technical College for Advanced Education na Cape Town (1981[[87) ebe ọ sonyeere otu ndị na-ese ihe na Alfred Krentz, Marthinus la Grange, Erik Laubscher, Claude Bouscharain na Stanley Pinker",
  "Kemgbe afọ 1977 ọ bi na South Africa, ugbu a na Cape Town.",
  "A mụrụ Jan Vermeiren na Bornem, Belgium na 1949",
  "Site n'oge ọ dị obere, ise ihe bụ ụzọ dị mkpà ọ ga-esi kwuo okwu ma ọ malitere ọzụzụ nka mgbè ọ ka nọ n'ụlọ akwụkwọ",
  "O mechara gụọ akwụkwọ ógè niile na Academy St",
  "Niklaas na Academy of Mechelen, wee gaa na National Hoger Institute na Antwerp",
  "Dị ka nwa akwụkwọ, obibi akwụkwọ bụ mmasị pụrụ iche ya, ọ bụkwa naanị mgbè ọ kwagara South Africa na 1976 ka ọ ghọrọ onye na-ese ihe",
  "Mkpebi ya ịkwaga bịara mgbè ọ nọrọ otu afọ na mba ahụ n'afọ 1973/4 mgbè a kpọrọ ya ka ọ kụzie lithography",
  "Ọ nwere mmetụta dị ukwuu n'ihi ọtụtụ ụcha ọ hụrụ ebe a, mgbè ọ na-acha ntụ ntụ nke Belgium",
  "Agba 'Afrịka' ndị a pụtara ìhè n'ọrụ ya - ma na ụda mbụ, ma na ọchịchịrị, ọnọdụ ikuku, nke pụtara n'ọrụ ọhụrụ ya.",
  "A na-ewere ọrụ ya ugbu a dị ka ihe doro anya nkè ihe osise South Africa na-eme mgbe agha ụwa gasịrị na-emepụta echiche ndị Europe banyere ọdịbendị ọdịnala South Africa.  Ónyé na-ese ihe osise nke akwụkwọ ụmụaka na akwụkwọ akụkọ",
  "Ihe ịrịba ámá nke ọrụ ya bụ ihe e nyere màkà ihe osise \"onyinye n'Africa\" dị ka onyinye sitere n'aka Gọọmentị Flemish nye Ónyé isi àlà South Africa Nelson Mandela (1997), ihe ngosi nke ihe osise màkà ngosi Millennium na Cape Town (1999) na ihe ngosi nke eserese mmanụ na South African pavilion na EXPO 2000 na Hannover, Germany (2000).",
  "Jan Vermeiren bụ ónyé otu profaịlụ nke SAAA, Cape Town Branch na ónyé otu South African Artists Guild.",
  "Ihe ngosi: Jan Vermeiren esonyewo n'ọtụtụ ihe ngosi otu site na 1969 nke emere na Belgium, Yugoslavia, South Africa, USA, Germany na Namibia.\nO nweela ọtụtụ ihe ngosi onwé ya ámá àmà na Belgium na South Africa, gụnyere:",
  "Ọrụ ọha na eze:",
  "Ntuziaka AASA.",
  "Enwere ike ịchọta ọrụ Vermeiren na Iziko South African National Gallery, Durban Art Gallery, National Museum, Bloemfontein, Pretoria Art Museum, Mahadum nke Orange Free State, Bibliothèque Nationale de France, Victoria na Albert Museum, Albertina, Sterckshof Museum, Antwerp, Belgium."
]