[
  "Janat Balunzi Mukwaya bụ onye ndọrọ ndọrọ ọchịchị na onye bụbu onyeisi ndị agha nke Uganda",
  "Ugbu a ọ bụ Onye Nnọchiteanya Onye isi ala Tupu nke ahụ, ọ rụrụ ọrụ dị ka Minista maka Ọrụ Nchịkọta n'Ọfịs Praịm Minista site na 16 Febụwarị 2009 ruo 27 Mee 2011",
  "Minista nke Mmekọahụ, Ọrụ na Mmekọrịta Ọha site na 6 June 2016 ruo Disemba 2019. Minista nke Azụmaahịa na Ụlọ Ọrụ site na June 2006 ruo February 2009. N'ọnwa Mee afọ 2011, ọ lara ezumike nká na ndọrọ ndọrọ ọchịchị nwa oge ma Kiddu Makubuya nọchiri ya na kansụl. Ọ rụkwara ọrụ dị ka onye omeiwu a họpụtara maka Mukono South Constituency na Mukono District, site na 2006 ruo mgbe ọ lara ezumike nká na 2011.",
  "A mụrụ Mukwaya na 12 Disemba 1951 na Mukono District",
  "Ọ gụrụ sayensị ndọrọ ndọrọ ọchịchị na nchịkwa mmekọrịta mmadụ na ibe ya na Mahadum Makerere n'etiti afọ 1971 na 1975, na-agụsị akwụkwọ na nzere Bachelor of Arts na nsọpụrụ",
  "N'agbata afọ 1975 na afọ 1981, ọ rụrụ ọrụ dị ka onye ọka ikpe nchịkwa (magistrate) nke abụọ n'ụlọ ikpe ime obodo",
  "N'afọ 1981, ọ sonyeere National Resistance Army (NRA) dị ka onye agha",
  "Ọ rịgooro n'ọkwa onye isi na NRA",
  "O nwekwara nzere Master of Arts na iwu ọha na eze na njikwa site na Mahadum London.",
  "Mgbe NRA weghaara ọchịchị na 1986, a họpụtara Mukwaya dịka onye nduzi nke ihe gbasara ụmụ nwanyị na Ministry of Gender, Labor and Social Affairs, ebe ọ jere ozi ruo n'afọ 1990",
  "N'afọ 1994, a họpụtara ya ka ọ bụrụ onye isi odeakwụkwọ nke onye osote onye isi ala nke Uganda, na-eje ozi n'ọkwa ahụ ruo n'afọ 1995",
  "N'agbata afọ 1995 na 1996, Mukwaya jere ozi dị ka Minista nke Steeti maka Luwero Triangle na Ọfịs Onye isi ala",
  "N'agbata afọ 1996 na afọ pụkụ abụọ na otụ , ọ rụrụ ọrụ dị ka Minista nke Mmekọahụ, Ọrụ na Mmepe Ọha.",
  "Ọ ghọrọ onye ọka iwu ukwu nke Uganda na Minista nke Ikpe Ziri Ezi na Iwu Iwu na afọr puku abụọ na anọ ma jee ozi n'ọkwa ahụ ruo 2005",
  "N'afọ 2005, a kpọfere ya na Ministri Ọrụ Ugbo ebe ọ rụrụ ọrụ dị ka Minista Ọrụ Ugbo, Ụlọ Ọrụ Ụmụ Anụmanụ na Azụmaahịa ruo n'afọ 2006.",
  "N'afọ 2006, a họpụtara ya ka ọ bụrụ onye omeiwu na tiketi National Resistance Movement iji nọchite anya Mukono South Constituency",
  "N'otu afọ ahụ, a họpụtara ya ka ọ bụrụ Minista nke Njem, Azụmaahịa na Ụlọ Ọrụ, ọkwá ọ nọ na ya ruo mgbe a họpụtara ọfịs praịm minista dị ka Minista nke Ọrụ Nchịkọta. Dị ka ebe nrụọrụ weebụ nke Nzukọ Ndị Omeiwu Ugandan si kwuo, a na-edebanye aha Mukwaya na mmemme nzere masta site na mmụta dị anya, na-eduga na nzere masta nke sayensị na iwu ọha na eze na njikwa na Mahadum London",
  "N'ọnwa Jenụwarị afọ 2010, ụlọ ọrụ mgbasa ozi Ugandan kọrọ na ọ gaghị agba oche ndị omeiwu ya na ntuli aka mba 2011.",
  "N'ọnwa Juun afọ 2016, a kpọpụtara ya n'ịla ezumike nká, mgbe a họpụtara ya ka ọ bụrụ Minista na-ahụ maka okike, ọrụ na mmekọrịta mmadụ na ibe ya. Otu n'ime ọrụ mbụ dị ka minista ọrụ nke oge nke abụọ, bụ ịmekọrịta nkwekọrịta ọrụ na alaeze Jọdan, ebe ndị Uganda na-akwaga mba ọzọ nwere ike ịchọ ọrụ na ala ọma jijiji ahụ."
]