[
  "Jane Burston bụ onye  isi, onye nchịkọta na onye hibere Clean Air Fund, bụ otú na ahụ  banyere enyemaka na ịkwụsị  mmetọ ikuku nke ụwa  nke ehibere na mgbe UN Secretari Jeneral mere mmemme nke ọgbakọ iru eluigwe na mba New York ya na ijeri dolas iri ise  site na aka ndị enyemaka ego isi Na mgbe mbu, Jane bụ onye isi nke ike sitere n' ala na gburugburu ebe obibi nke  obodo nke nlekọta ahụ ike ana ahụ anya.",
  "Onwuka Burston has strong ethical and environmental principles",
  "She gave up meat when she was eleven, and as a student fought to eliminate plastic in her college canteen.  Burston studied philosophy at the University of Cambridge, graduating with a first class degree in 2002.",
  "After graduating, Burston worked for a strategy consultancy for 4 years, before spending a year in Zambia running an NGO recycling computers and training teachers in IT",
  "On returning to the UK she worked on climate policy for Transport for London and the Mayor of London's office.",
  "In 2008, Burston founded Carbon Retirement, a social enterprise that reformed emissions trading and carbon offsetting. Carbon Retirement put pressure on countries and companies to embrace clean technology, by allowing them to buy and use up credits",
  "Carbon Retirement partnered with the New York Stock Exchange in September 2011.",
  "Burston joined the National Physical Laboratory in 2012, where she led a team of 150 scientists and engineers",
  "At NPL, she founded the Centre for Carbon Measurement, looking at carbon markets, low carbon technologies and climate data",
  "In 2015 she gave evidence at the House of Commons of the United Kingdom. In August 2017 Burston was seconded to the Department for Business, Energy and Industrial Strategy as Deputy Director of Science for Climate and Energy",
  "In June 2019, Burston founded and became Executive Director of the Clean Air Fund.",
  "Jane Burston became a Trustee of Parkinson's UK in 2019.",
  "In 2009 Burston was selected as a Climate Change Ambassador for the British Council. In 2011 Burston was named as one of Management Today's High Flying Women Under 35 and the Square Mile Social Entrepreneur of the Year.",
  "In 2012 Burston was selected as a World Economic Forum Young Global Leader. She won the 2012 Management Today Future Leaders Award. In 2015, she was named as one of the Top 20 Young People Globally by the International Chamber of Commerce and a Friends of Europe European Young Leader: 40 under 40. In 2021, she was nominated by Christina Figueres as a WIRED changemaker of tomorrow.",
  "Burston was a member of the World Economic Forum Global Agenda Council for the Future of Real Estate and Urbanization, a member of the Global Future Council for Energy and she currently co-chairs the Global Future Council for Clean Air. She was instrumental in launching the first global corporate Alliance for Clean Air.",
  "Jane Burston has a strong track record of public engagement",
  "In 2013, she appeared on BBC Radio 4 talking about 'Putting profit in its place'. She gave a TED talk in 2015 at the London School of Economics. That year she also spoke at X",
  "She has spoken at the 2016, 2017 and 2018 and 2021 United Nations Climate Change conferences. Burston delivered a lecture at the Grantham Institute for Climate Change and the Environment in 2018. In 2021, Burston performed a ‘Letter to the 21st Century’ on BBC Radio 4. She has contributed to HuffPost, Carbon Brief and the World Economic Forum's Agenda."
]