[
  "Raesetja Jane Sithole bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Ọ na-eje ozi dị ka onye otu Mpumalanga Provincial Legislature kemgbe Mee 2014",
  "Sithole bụkwa onye isi mpaghara nke Mpumalanga Democratic Alliance.",
  "Sithole nwetara nzere BA na Communications na Mahadum nke South Africa",
  "Sithole nwekwara National Diploma (T3) na Office Administration site na Mahadum Nkà na Ụzụ Tshwane",
  "O nwetakwara diplọma na ndọrọ ndọrọ ọchịchị na ọchịchị site na Wits School of Governance",
  "Ọ gara n'ihu nweta Post Graduate Diploma na Political Leadership and Governance site na Wits School of Governance",
  "Sithole nwetakwara asambodo Management Development Programme (MDP) site na Graduate School of Management na Mahadum Pretoria",
  "O nwetakwara asambodo Senior Management Programme (SMP) site na Graduate School of Management na Mahadum Pretoria.",
  "Sithole sonyeere Democratic Alliance, nke a maara dị ka Democratic Party, na 1999. Sithole jere ozi dị ka onye kansụl nke Emalahleni Local Municipality na Nkangala District Municipality site na 2000 ruo 2014",
  "Sithole jere ozi dị ka Chief Whip nke Emalahleni Caucas site na 2007 ruo 2014.",
  "A họpụtara ya ka ọ bụrụ onye omeiwu nke Mpumalanga Provincial na 2014 ma họpụta ya ka ọ nọrọ n'ọkwa Chief Whip nke Democratic Alliance caucus",
  "Na ndị omeiwu nke ise nke mpaghara (2014X2019) ọ nọdụrụ na kọmitii ọrụ ọha na eze na njem, nchekwa obodo, nchekwa na mmekọrịta, ahụike, na mmepe ọha na eze",
  "Ọ na-anọdụ ugbu a na kọmitii ahụike na mmepe mmekọrịta mmadụ na ibe ya, na agụmakwụkwọ, ọdịbendị, egwuregwu na ntụrụndụ.",
  "Tupu a họpụta ya ka ọ bụrụ onye isi mpaghara, Sithole jere ozi dị ka onye isi oche mpaghara maka Association of Democratic Alliance Councillors (ADAC) site na 2005 ruo 2011",
  "A họpụtara Sithole ka ọ bụrụ osote onye isi mpaghara n'afọ 2012 ruo n'afọ 2015",
  "N'afọ 2015, a họpụtara Sithole ka ọ bụrụ onye isi oche nke pati ahụ. A họpụtara Sithole n'enweghị onye na-emegide ya dị ka onye isi mpaghara nke Democratic Alliance na Mpumalanga na 3 Machị 2018, na-anọchi James Masango.",
  "Na 20 Septemba 2018, a mara ọkwa Sithole dị ka onye na-azọ ọkwa onye isi ala nke Democratic Alliance maka ntuli aka 2019.",
  "Na ntuli aka nke Mee 2019, Provincial Democratic Alliance tụfuru ọnọdụ mmegide ya na Economic Freedom Fighters, ọ bụ ezie na pati ahụ jisiri ike jide oche atọ ya niile na ndị omeiwu mpaghara.",
  "A họpụtara Sithole ọzọ n'enweghị onye na-emegide ya dị ka onye isi mpaghara n'ọnwa Ọktoba 2020. Ọ kwadoro mkpọsa onye isi DA John Steenhuisen iji bụrụ onye ndú nke pati ahụ maka oge zuru ezu na Federal Congress nke pati ahụ.",
  "Àtụ:S-start\nÀtụ:S-ppo\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\n|-\nÀtụ:S-endÀtụ:Democratic Alliance (South Africa)"
]