[
  "Janeth Jepkosgei Busienei (amụrụ na 13 Disemba, na afọ 1983) bụ onye Kenya na-agba ọsọ n'etiti etiti na onye bụbu onye mmeri ụwa.",
  "Janeth, nke a na-akpọ \"Eldoret Express\" sitere na Kabirirsang, nso Kapsabet",
  "Ndị egwuregwu a ma ama bụ Wilson Kipketer na Wilfred Bungei sikwa n'otu obodo ahụ. Ọ malitere egwuregwu mgbe ọ nọ na Kapsumbeiywo Primary School ma mee ọtụtụ ihe omume",
  "Kemgbe afọ 1998 ọ gara Sing'ore Girls High School dị nso na Iten, nke a ma ama maka ịmepụta ụmụ nwanyị Kenya na-eme egwuregwu",
  "O meriri asọmpi ụlọ akwụkwọ sekọndrị nke mba na heptathlon, mgbe ọ ka nọ n'ụdị otu. Ihe ndekọ ya site na ihe omume ahụ ka dị na 2012.  Ọkachamara ya n'oge ahụ bụ n'ezie ihe mgbochi 400m",
  "Ọ gara ule Kenya maka afo 1999 World Youth Championships, mana ebe ọ bụ na emeghị asọmpi 400m na ule ahụ, ọ họọrọ isonye na 800m. Ọ mechara nke abụọ ma họrọ ya maka ndị otu Kenya, mana o nweghị ike iru asọmpi ikpeazụ nke 800 m na World Youth Championships nke e mere na Bydgoszcz, Poland.",
  "N'afọ 2000, Jepkosgei ritere ihe nrite ọla edo abụọ na asọmpi ụlọ akwụkwọ sekọndrị nke mba, ihe omume ahụ bụ ihe mgbochi 400m na 800m",
  "Na East Africa Youth Championships nke e mere n'otu afọ ahụ, ọ meriri 400m hurdles, ebe na 800m ọ mechara nke abụọ.",
  "Ọ sonyeere IOC-akwado High Performance Training Centre na Eldoret na afọ 2001",
  "Ọ bụ onye nwetara ihe nrite ọla edo nke afọ 1988 Olympic Paul Ereng zụrụ ya",
  "N'otu afọ ahụ, o nwetara ihe nrite ọlaọcha 800m na African Junior Championships, n'afọ sochirinụ, o nwetara ọla edo 800m na World Junior Championships na Kingston, Jamaica.",
  "Janeth Jepkosgei sonyere na afọ 2003 All-Africa Games, mana o nweghị ike iru 800m ikpeazụ",
  "N'afọ 2004, ọ meriri ule Olympic nke Kenya na 800 m, mana a họpụtabeghị ya ebe ọ bụ na ọ meriri oge iru eru",
  "Akụkọ ihe mere eme meghachiri n'afọ 2005, mgbe ọ meriri 800m na ule mba, mana enwetaghị oge \"A\"-nke ruru eru",
  "Ọ meriri oge \"B\"-qualifying, mana Athletics Kenya ezighi ya ma ọ bụ onye ọ bụla ọzọ Kenya na-agba ọsọ 800m iji nọchite anya Kenya na asọmpi ụwa.",
  "Afọ ọganihu ya bụ 2006",
  "N'abalị iri abụọ na anọ n'ọnwa Machị afọ 2006, ọ meriri asọmpi 800m nke ụmụ nwanyị na 2006 Commonwealth Games na oge nke 1 nkeji, 57.88 sekọnd",
  "O jisiri ike merie onye na-agba ọsọ Maria de Lurdes Mutola nke Mozambique",
  "Ka e mesịrị n'otu afọ ahụ, ọ meriri African Championships na Athletics na ihe omume 800m",
  "O merikwara ihe ndekọ ụmụ nwanyị nke Kenya 800m ugboro abụọ",
  "E nyere Jepkosgei ihe nrite 2006 Kenyan Sportswoman of the Year.",
  "Jepkosgei mere akụkọ ihe mere eme nke Kenya na 28 Ọgọstụ na afọ 2007, ebe ọ meriri ọla edo na World Championship 800 m final na Osaka, na-aghọ nwanyị mbụ Kenya na-agba ọsọ n'etiti iji nweta ọla edo karịa 800 m. O butere ụzọ site na mmalite ruo na njedebe iji merie n'ime oge nke 1 nkeji, 56.04 sekọnd, na-akụ ihe ndekọ Kenya na oge kachasị elu n'ụwa (1.56,18) ọ setịpụrụ na okpomọkụ ụbọchị abụọ tupu mgbe ahụ",
  "Ọ nọgidere na-enweta onyinye Kenyan Sportswoman of the Year.",
  "Na 24 Mee afọ 2008 Pamela Jelimo dị afọ iri na itoolu setịpụrụ ndekọ ọhụrụ nke Kenya nke 1:55.76, na-emeri nke Jepkosgei nwere na mbụ",
  "Ọchịchị Jelimo n'oge niile gbochiri Jepkosgei inwe nnukwu mmeri, mana meriri nrite ọlaọcha Olympic karịa 800 m.",
  "Ya na Caster Semenya nke South Africa zutere nke mere na Jepkosgei dara ma mechie nke ikpeazụ na okpomọkụ ya na 2009 World Championships",
  "Otú ọ dị, mgbe mkpesa gara nke ọma, e kwere ka ọ gbaa ọsọ na ọkara ikpeazụ ma mesịa nweta ọlaọcha, n'azụ onye mmeri Semenya.",
  "Jepkosgei malitere na afọ 2010 ya site na mmeri na nzukọ Diamond League na Shanghai, China.",
  "Nna ya Michael Busienei bụ onye na-agba ọsọ 800m, dị ka nwanne ya nwoke nke obere Dennis Kiprotich.",
  "Ọ bụ Claudio Berardelli na-azụ Jepkosgei ugbu a",
  "Onye njikwa ya bụ Federico Rosa."
]