[
  "Jane Taylor (amụrụ 19 Eprel 1956) bụ onye odee South Africa, onye na-ede egwuregwu na agụmakwụkwọ",
  "Ugbu a ọ na-ejide Andrew W",
  "Mellon oche nke aesthetic tiori na Material Performance na Center for Humanities Research na Mahadum Western Cape na South Africa",
  "Ọ bụ onye nduzi nke Laboratory of Kinetic Objects (LoKO), Center for theoretical and material exploration of the Subject/Object continuum",
  "Ebe a na-etinye aka na nka arụmọrụ yana nyocha na nyocha ọgụgụ isi n'ime mmadụ na teknụzụ, Artificial Intelligence (AI) Amplification Intelligent (IA)",
  "Ihe omume / nkuzi ya n'oge na-adịbeghị anya \"Ne'er So Much the Ape\" [nke na-ewere aha ya site n'okwu ochie Bekee, 'Adịghị enwe Ape dị ka mgbe ọ na-eyi akwa dọkịta'] na-enyocha nkọwa nke nchọpụta primate, agbụrụ",
  "tiori, AI, na tiori arụmọrụ.",
  "Na 1987, ya na David Bunn kwadoro site na South Africa ( Mahadum Chicago Press ), akwụkwọ akụkọ ihe mere eme nke na-edekọ afọ nke Mberede na afọ iri ikpeazụ nke Apartheid na mba ahụ, site na foto ọhụrụ, eserese, akwụkwọ",
  "Na 1994, ya na David Bunn chepụtara ihe ngosi \"Ntugharị\" na Block Gallery, Mahadum Northwwest, Illinois",
  "N'afọ 1996, ọ chịkọtara \"Ụdị Ụgha,\" ihe ngosi na Cape Town Castle maka eziokwu na imezigharị",
  "\"Ụdị mmejọ\" bụkwa, n'ụzọ sara mbara, usoro nzaghachi omenala nke ọ malitere iji dọta ndị na-ese ihe site na mba ụwa n'ime nyocha okwu na omume nke Eziokwu na Mkpekọrịta",
  "Odewo banyere Jarry's Pere Ubu  ma dekwara egwu egwu nke \" Ubu and the Truth Commission \" ya na onye na-ese ihe / onye nduzi William Kentridge na Handspring Puppet Company",
  "N'afọ 2001, o dere libretto maka nkwupụta nke Zeno maka Kentridge na Handspring",
  "Ọ deziela Handspring Puppet Company n'oge na-adịbeghị anya (Ndị mbipụta David Krut, 2009), ọmụmụ gbara ọkpụrụkpụ nke otu egwuregwu South Africa ama ama n'ụwa.",
  "Taylor bụ onye nchịkọta akụkọ nke Refiguring the Archive, mpịakọta nke nyochara ngalaba nke ọkụ ọkụ.  n'ime afọ iri gara aga (Kluwer Academic Press); na curated ihe ngosi, \"Holdings\", nke na-etinye aka na ajụjụ nke uru, Archive na ebe nchekwa.",
  "Ọ natara ihe nrite Olive Schreiner a ma ama maka akụkọ ifo ọhụrụ maka nkịta ọhịa ya n'afọ 2006.",
  "N'afọ 2009, o bipụtara The Transplant Men, akwụkwọ akụkọ na-enyocha ndụ onye dọkịta na-awa obi South Africa, Chris Barnard",
  "Ọ bụbu onye nleta nleta na Mahadum Chicago na Oxford na Cambridge Universities yana Rockefeller Fellow na Mahadum Emory, Atlanta.",
  "Ọ natala mkpakọrịta sitere na Mellon na Rockefeller, ma bụrụkwa Prọfesọ nleta na Oxford na na Cambridge",
  "Site na 2000 ruo 2009, ọ bụ Skye oche nke Dramatic Arts na Mahadum Witwatersrand",
  "Na Fall nke afọ 2011, ọ bụ onye na-ede akwụkwọ na Mahadum Northwwest",
  "Ruo ọtụtụ afọ ọ bụ Prọfesọ nleta oge ụfọdụ na Mahadum Chicago",
  "Onye ọkà mmụta Renaissance Stephen Greenblatt nyere Taylor ọrụ dị ka otu n'ime ndị na-ede egwuregwu iri na abụọ ka ha mee nsụgharị nke \"Cardenio\", egwuregwu a na-ebo ebubo na Shakespeare dere na mbụ, na nke ahụ furu efu na-ahapụ ihe ọ bụla ma ọ bụghị aha ọrụ ahụ",
  "Mmepụta ya, \"Mgbe Cardenio\" meghere na Cape Town na August 2011",
  "Ọ bụ ọrụ nke ụlọ ihe nkiri avant garde, nke na-arụ ọrụ na nwa nkịta vellum nke onye na-ese ihe South Africa bụ Gavin Younge mere.",
  "Ọ bụ onye ndụmọdụ maka dOCUMENTA 2012",
  "Ya na onye medievalist David Nirenberg gbanwere usoro akwụkwọ ozi dịka otu n'ime akwụkwọ ndetu ebipụtara (online na www3.documenta.de/uploads/tx_publications/103_Taylor-Nirenberg.pdf) maka dOcumenta",
  "Site na afọ 2013-2016, o jidere Wole Soyinka Chair of Theatre na Mahadum Leeds",
  "N'afọ 2016, ọ na-eleta Avenali oche nke Humanities na Mahadum California, Berkeley",
  "N'afọ 2017, o bipụtara Being Led By the Nose (Mahadum Chicago), ọmụmụ nke mmepụta ihe nkiri / onye isi William Kentridge nke Shostakovitch 's opera maka New York Metropolitan Opera",
  "O nwere mmasị na-adịgide adịgide na History na Theory nke arụmọrụ nke ezi obi ma nyochaa ajụjụ a gbasara akụkọ ihe mere eme nke arụmọrụ, iwu, na nkà mmụta okpukpe."
]