[
  "Janet Rutherford Holm MBE (née Morse, 12 August 1923 ̊ 14 July 2018) bụ ónyé na-ahụ màkà gburugburu ébé obibi na New Zealand na ọkọ akụkọ ihe méré eme.",
  "A mụrụ Holm na Christchurch, New Zealand, n'afọ 1923 ma too n'ugbo dị nso na Waiau na North Canterbury",
  "Ọ gàrà Rangi Ruru Girls' School na Christchurch ma mụọ Bekee na nkà ihe ọmụma na Mahadum Mahadum Canterbury, na Mahadume Victoria na Wellington.",
  "N'afọ 1966, Holm laghachiri Christchurch wee kpebie ime ihe megide nsogbu na-aga n'ihu nke obodo ahụ na smog n'ogè oyi",
  "Ọ sonyeere Clean Air Society ma jee ozi dị ka odeakwụkwọ na onye isi oche",
  "Ndị otu ahụ nwèrè ihe ịga nke ọma n'ime ka obodo ahụ márá ọrụ ọkụ ọkụ na-emeghe n'ụlọ na mmepụta anwụrụ ọkụ, n'ihi ya, obodo ahụ mèrè ka mmachibido iwu ọkụ. Ọ rụkwara ọrụ na Clean Air Council, New Zealand Association for Environmental Education, International Union for Conservation of Nature, na Action on Smoking and Health",
  "N'afọ 1972, Holm bụ ónyé nnọchi ányà na Nzukọ Mba Ndị Dị n'Otu na gburugburu ébé obibi mmadụ na Stockholm, Sweden.",
  "Na 1988 Queen's Birthday Honours, a họpụtara Holm ka ọ bụrụ onye otu Order of the British Empire, màkà ọrụ maka mmegharị gburugburu ébé obibi",
  "N'afọ 2004, ọ natara ònyìnyé onyinye pụrụ iche site na Environment Canterbury màkà ọrụ ya màkà ikuku dị ọcha na agụmakwụkwọ gburugburu ebe obibi na mpaghara Canterbury.",
  "N'afọ 1979, ya na Julie Fitness, Jean Shalders na Canterbury Environmental Centre, o nyère aka bipụta akwụkwọ nta dị peeji irí abụọ na asaá banyéré mmetọ ikuku, na-ekpuchi isiokwu ndị dị ka ebe mmetọ si, ihe na-emerụ mmetọ na-eme na ihe mere Christchurch ji bụrụ, n'ogè ahụ, isi obodo mmetọ ifufe nke New Zealand",
  "E bipụtara akwụkwọ nta ahụ ọzọ n'afọ 1989 site n'enyemaka nke New Zealand Environmental Grant na Epicentre",
  "The Environment and Peace Centre (Epicentre) bụ otu ndị na-etinye aka n'ichebe gburugburu ébé obibi na ịrụ ọrụ màkà udo.",
  "Mmachibido iwu ọkụ na okwu ndị ọzọ sitere na ọkụ ọkụ siri ike bụ, ma ka bụ, arụmụka. Ndị na-emegide yá na-ekwu na ọkụ na coal dị ọnụ ala ma na-enwe onwé ya karịa nhọrọ okpomọkụ ụlọ dị ọcha.",
  "Obodo Christchurch nwere ike imerụ ikuku n'oge oyi màkà ọtụtụ ihe kpatara ya. N'óge oyi, mgbè usoro nrụgide dị elu na-ada na South Island, ọ na-eweta okpomọkụ oyi na ikuku dị mfe",
  "N'ógbè, ala na-egbochi ikuku na-agafe na ọnọdụ okpomọkụ siri ike",
  "Ndị bi ébé ahụ na-enwe oyi",
  "Nzaghachi ha bụ ịgba ọkụ ụlọ ha",
  "Nye ọtụtụ ndị, nke a pụtara ọkụ ọkụ ma ọ bụ coal",
  "Site na obere ifufe iji gbasaa ihe ndị siri ike sitere na ọkụ ụlọ, anwụrụ ọkụ na-agbakọta n'okpuru akwa ntụgharị. N'oge okpomọkụ, ikuku na-eme ka ikuku na-ebupụ mmetọ.",
  "N'afọ 1997, e nwèrè ihe dị ka ọkụ ọkụ puku iri na ise na narị ise, ọkụ ọkụ ọkụ puku atọ na narị ise mechiri emechi na ọkụ ọkụ 31,000 n'obodo ahụ. N'afọ ndị 1990 ọnụ ọgụgụ nke abalị mmetọ dị elu kwa afọ bụ nkezi 30; na 1999 ọ ruru 60; na 2018 e nwèrè atọ.",
  "N'afọ 1980, Holm laghachiri na Mahadum Canterbury iji mezue nzèrè masta na akụkọ ihe méré eme; o dere thesis ya banyére nna nna ya George na ụmụnne ya isii, ma mesịa bipụta nyocha ahụ dị ka akwụkwọ, Nothing but Grass and Wind",
  "Ọ bụkwa ónyé na-ahụ màkà usoro ọmụmụ ma na-agagharị na mba ahụ na-eleta ébé ili ozu na-ese foto nkume isi",
  "The Canterbury History Foundation nyere Holm 2005 A",
  "C",
  "Rhodes Memorial Award iji kwado ọrụ a",
  "N'otu afọ ahụ, o bipụtara akwụkwọ ya banyéré ndụ ndị nyocha mbụ, wee bụrụ nwanyị mbụ a họpụtara dịka ónyé otu nsọpụrụ nke New Zealand Institute of Surveyors.",
  "Mgbè Holm nwụsịrị na 2018, ezinụlọ ya guzobere Janet Holm Prize na akụkọ ihe mere eme na ncheta ya na Mahadum Canterbury. E nyèrè ònyìnyé mmeghe nke ihe nrite ahụ na Disemba 2018."
]