[
  "Jane Frances Kuka bụ onye nkuzi Ugandan, onye na-emegide Female Genital Mutilation (FGM), onye ndọrọ ndọrọ ọchịchị na onye bụbu onye omeiwu maka Kapchorwa na omeiwu nke isii nke Uganda (1996 - 2001) ma jiri Gertrude Kulany dochie ya",
  "Ọ bụ Minista nke Steeti maka Mmekọahụ na Mmepe site na 1996 ruo 1998, Minista nke steeti maka Nkwadebe Ọdachi na 1999 ma mesịa họpụta Kọmishọna Mpaghara nke Kapchorwa District na 2007 na-anọchi Tezira Jamwa.",
  "A mụrụ Kuka Jane Frances Yasiwa na Sipi, Kapchorwa na Miriam Chelangat na 1950s. Ọ gara Gamutui Primary School ma mesịa na 1966 debanye aha na Nyondo Teachers College na Mbale",
  "Ọ ruru eru dị ka onye nkuzi n'afọ 1969. Ọ gara n'ihu na Ggaba Teachers College wee ghọọ onye nkuzi nke atọ.",
  "Kuka bụ onye nkuzi egwu na Gamutui Primary School na 1969. N'afọ 1988, e buliri ya n'ọkwa ka ọ bụrụ onye isi nke Kapchorwa Teachers Pob College.",
  "Kuka gbalịrị ịzọ ọkwa onye omeiwu na ntuli aka 1989 yana ntuli aka ndị omeiwu na 1994",
  "E mechara họpụta ya dị ka nwanyị omebe iwu ma nọchite anya Kapchorwa na omebe iwu nke isii nke Uganda.",
  "Na mgbakwunye na ịbụ onye omeiwu, ọ rụrụ ọrụ dị ka Minista Steeti maka Mmekọahụ na Mmepe Obodo (1996 -1998). N'afọ 1999, a kpọfere ya ma họpụta ya dị ka Minista Steeti maka Nkwadebe Ọdachi na Ndị Gbara Ọsọ Ndụ.",
  "N'afọ 2007, a họpụtara ya ka ọ bụrụ onye isi obodo nke Kapchorwa district ma họpụta ya ọzọ n'otu ọkwa ahụ n'afọ 2014. N'etiti, ọ rụrụ ọrụ dị ka osote onye isi odeakwụkwọ nke onye isi ala",
  "Dị ka onye isi nke Kapchorwa Teachers College na 1988, Kuka lanarịrị lynching ka ọ na-emegide mkpebi nke Kapchorona District Council nke mere ka Female Genital Mutilation (FGM) bụrụ iwu. Kuka n'onwe ya na-ezo aka na ya dị ka \"Female Genital Cutting\" ka ọ na-ekwu na okwu ahụ bụ \"Female genital Mutilation na-ada ụda nke ukwuu ma na-akwalite nchebe dị ukwuu\".",
  "A na-akpọ ya \"Heroine of the Female Genital Mutilation fight\" ma kwuo okwu banyere isiokwu ahụ n'ọtụtụ nyiwe mba ụwa.",
  "N'afọ puku abụọ na iri abụọ na abụọ , Kuka natara ihe nrite ndị nkịtị - The Distinguished Order of the Nile Class 4 iji kwado ọrụ ya megide Female Genital Mutilation",
  "N'ịkwado ọgụ ya megide Female Genital Mutilation (FGM), e nyere Kuka ihe nrite Tumaini Lifetime Achievement na 2013"
]