[
  "Dame Janet Suzman, DBE (amụrụ na 9 Febụwarị 1939) bụ onye na-eme ihe nkiri na South Africa nke nwere ọrụ na-aga nke ọma na Royal Shakespeare Company",
  "Mgbe e mesịrị, ọ na-arụ ọtụtụ ọrụ Shakespearean, n'etiti ndị ọzọ, na TV",
  "Na ihe nkiri mbụ ya, Nicholas na Alexandra (1971), ngosiputa  ya dị ka Empress Alexandra Feodorovna nwetara ya ọtụtụ nsọpụrụ, nke gụnyere nhọpụta maka Academy Award for Best Actress.",
  "Suzman mechara mee ihe nkiri dị iche iche nke oge ochie na nke oge a yana iduzi ọtụtụ mmepụta, ma na Britain na South Africa",
  "Ọ bụ nwa nwanne Helen Suzman, onye ndọrọ ndọrọ ọchịchị South Africa na onye na-emegide ịkpa ókè agbụrụ",
  "Suzman n'onwe ya pụtara na ihe nkiri nke lere anya nke ọma na nsogbu ịkpa ókè agbụrụ, nke a kpọrọ, A Dry White Season (1989).",
  "A mụrụ Janet Suzman na Johannesburg nye ezinụlọ ndị Juu, nwa nwanyị Betty (née Sonnenberg) na Saul Suzman, onye bara ọgaranya na-ebubata ụtaba.",
  "Nna nna ya, Max Sonnenberg, bụ onye otu ndị omeiwu South Africa, nwanne nne ya bụ onye na-ahụ maka ihe ndị ruuru mmadụ nakwa onye na-emegide ịkpa ókè agbụrụ, Helen Suzman",
  "Suzman gụrụ akwụkwọ na ụlọ akwụkwọ kwụụrụ onwe ya Kingsmead College, Johannesburg, na Mahadum nke Witwatersrand, ebe ọ gụrụ Bekee na French",
  "Ọ kwagara London na 1959.",
  "Mgbe ọ zụchara maka ime ihe nkiri na London Academy of Music and Dramatic Art, Suzman mere ihe nkiri nke mbụ ya dị ka Liz na Billy Liar na Tower Theatre, Ipswich, na 1962",
  "Ọ ghọrọ onye otu Royal Shakespeare Company na 1963 wee malite ọrụ ya n'ebe ahụ dị ka Joan of Arc na The Wars of The Roses (1962 Xi64)",
  "RSC nyere ya ohere imeputa ihe nkiri n'ọtụtụ n'ime ndị dike Shakespeare, nke gụnyere Rosaline na Love's Labour's Lost, Portia na The Merchant of Venice, Ophelia na Hamlet, Kate na The Taming of the Shrew, Beatrice na Much Ado About Nothing, Celia na Rosalind na As You Like It, Lavinia na Titus Andronicus na Cleopatra ya, magisterial, ịnụ ọkụ n'obi na seductive, na 1973, nke a sịrị na ọ bụ arụmọrụ doro anya",
  "(E gosipụtara mmepụta telivishọn nke ATV na ITC, Antony na Cleopatra, na 1974 na UK ma gosipụta ya na mba ụwa.) Ọ bụ ezie na ọ na-apụta n'ihe nkiri nke Shakespeare na ndị ochie, nke gụnyere Ibsen's Hedda Gabler, Chekhov's The Three Sisters, Marlowe, Racine, Gorky na Brecht, ọ pụtakwara na egwuregwu Genet, Pinter, Ronald Harwood, Nicholson, Albee na ndị ọzọ.",
  "Ọ pụtara n'ọtụtụ ihe nkiri telivishọn Britain na 1960s na mmalite 1970s, nke gụnyere Saint Joan (1968), The Three Sisters (1970), Macbeth (1970), Hedda Gabler (1972), Twelfth Night (1973), dị ka Hilda Lessways na Clayhanger (1976), dị ka Lady Mountbatten na Lord Mountbatten: The Last Viceroy (1985) na Dennis Potter's The Singing Detective (1986)",
  "Ọrụ ihe nkiri mbụ ya bụ na Nicholas na Alexandra (1972), a họpụtakwara ya maka ihe nkiri Academy maka onye na-eme ihe nkiri kacha mma, BAFTA na Golden Globe maka ngosipụta ya nke Empress Alexandra",
  "Nke a sochiri A Day in the Death of Joe Egg (1972) n'ihu Alan Bates",
  "Na mgbakwunye na telivishọn 1974 nke Shakespeare's Antony and Cleopatra, ọ pụtakwara dị ka \"Frosine\" na mmepụta BBC's Theatre Night 1988 nke The Miser n'ihu Nigel Hawthorne dị ka \"Harpagon\" na Jim Broadbent dị ka Maitre Jacques",
  "Ọrụ ọzọ bụ nke Frieda Lawrence na Priest of Love (1981).",
  "Suzman emeela ihe nkiri ole na ole kemgbe ahụ, nke a maara nke ọma bụ Don Siegel's The Black Windmill (1974), Nijinsky (1980), Peter Greenaway's The Draughtsman's Contract (1982), Federico Fellini's E la Nave Va (And the Ship Sails On 1983), A Dry White Season (1989) na Marlon Brando na Nuns on the Run (1990; ọrụ na-atọ ọchị)",
  "N'afọ 2020, Suzman pụtara na mmepụta Netflix nke a kpọrọ The Crown dị ka onye nnọchi anya Michael Shea, odeakwụkwọ mgbasa ozi nke Queen",
  "Ihe omume ahụ kwuru maka esemokwu dị n'etiti Buckingham Palace na Margaret Thatcher n'ihi na praịm minista jụrụ ịkwado mmachibido iwu Commonwealth megide South Africa",
  "Ihe omume ahụ kwukwara na ọnọdụ Mrs Thatcher nwere ike ijikọta ya na ọdịmma azụmahịa nwa ya nwoke Mark na South Africa.",
  "N'obodo ya bụ South Africa, ọ duziri Othello, nke a na-egosikwa na telivishọn, na Brecht's The Good Woman of Setzuan (nke a kpọrọ The Good Woman nke Sharpeville) ma na Market Theatre, Johannesburg",
  "Ọ gakwara njem nlegharị anya nke oge a nke Chekhov's The Cherry Orchard - nzaghachi South Africa nke akpọrọ The Free State",
  "O dere, mee ihe nkiri ma duzie ihe nkiri a na Birmingham Repertory Theatre",
  "Ihe ndị ọzọ Suzman mepụtara dị ka onye nduzi nke gụnyere A Dream of People na RSC, The Cruel Grasp na Edinburgh Festival, Feydeau's No Flies on Mr Hunter (Chelsea Centre, 1992), Death of a Salesman (Theatr Clwyd, 1993), na Pam Gems's The Snow Palace (Tour and Tricycle Theatre, 1998).",
  "N'afọ 2002, ọ laghachiri na RSC iji rụọ ọrụ ọhụrụ nke The Hollow Crown na Sir Donald Sinden, Ian Richardson na Sir Derek Jacobi",
  "N'afọ 2005, ọ pụtara na West End na mweghachi nke egwuregwu Brian Clark nke 1978 bụ Whose Life Is It Anyway? nke Kim Cattrall gosipụtara",
  "N'afọ 2006, ọ duziri Hamlet ma n'afọ 2007 ọ gbara Volumnia na Coriolanus na Stratford-upon-Avon, nke ọ natara ọkwa dị mma",
  "N'afọ 2010, ọ pụtara na Dream of the Dog, egwuregwu ọhụrụ nke South Africa, na Finborough Theatre, London, nke mechara kwaga West End",
  "Suzman dere Acting With Shakespeare: Three Comedies, akwụkwọ dabeere na usoro nke nkuzi na-eme ihe nkiri.",
  "N'afọ 2014, a katọrọ Suzman maka nkwupụta gbasara itinye aka na nka na ihe nkiri",
  "N'ịzaghachi oku nke Meera Syal ka o sonye na ndị na-ege ntị dị iche iche, Suzman ruturu aka na ihe nkiri dị ka \"ihe ọcha mepụtara, ihe Europe mepụtara\".",
  "Alụmdi ya (1969 - 1986) nye onye nduzi Trevor Nunn kwụsịrị na ịgba alụkwaghịm; ha nwere otu nwa nwoke, Joshua",
  "Suzman bụ onye nkwado nke Dignity in Dying ma na-eme mkpọsa maka mgbanwe na iwu gbasara ịnwụ.",
  "A họpụtara Suzman ka ọ bụrụ Dame Commander of the Order of the British Empire (DBE) na 2011 Birthday Honours maka ọrụ na ihe nkiri. A họpụtara nwanne nne ya, Helen Suzman, ka ọ bụrụ Honorary Dame Commander of the Order of the British Empire na 1989 maka ọrụ ya na-emegide ịkpa ókè agbụrụ.",
  "Janet Suzman nwere nzere D.Litt",
  "Honorary site na Mahadum Warwick, Leicester, London (QMW), Southampton, Middlesex, Kingston, Mahadum Cape Town Edge Hill na Mahadim Buckingham",
  "Ọ bụ onye Honorary Fellow nke Shakespeare Institute, e nyekwara ya Pragnell Award maka ọrụ ndụ Shakespeare na 2012.\nỌ bụ onye nkwado nke London International Festival of Theatre",
  "Ntuziaka: \"\"",
  "[Ihe e dere n'ala ala peeji] E nwetara ya na 25 Septemba 2013."
]