[
  "GtJanet Mbugua - Ndichu (a mụrụ na 10 Jenụwarị 1984) bụ onye mgbasa ozi Kenya, arịlịka na onye na-eme ihe nkiri",
  "Dịka onye na-ahụ maka akụkọ, a maara ya na ọ jere ozi na KTN n'afọ mbụ nke ọrụ ya",
  "Ọ rụrụ ọrụ na Citizen TV ruo ọtụtụ afọ, tupu ọ kwupụta ezumike nká ya na ụlọ ọrụ mgbasa ozi",
  "Ọ bụ onye isi na Citizen prime time news, ya na Hussein Mohammed",
  "Ọ na-arụ ọrụ ọhụrụ na Kenya Red Cross Humanitarian Society",
  "Janet nwere mmasị na ihe nkiri na nka",
  "Dịka onye na-eme ihe nkiri, ọ bụ onye ndu na usoro telivishọn Rush",
  "A mụrụ Janet na Jenụwarị 11, afọ 1984, ma zụlite ya na Mombasa, Kenya",
  "O nwere ejima nwoke Timothy Mbugua.",
  "Janet gara Brookhouse High School ma mesịa sonye na United States International University (USIU).",
  "Mgbe ọ rụsịrị ọrụ ruo oge ụfọdụ, ọ sonyeere Limkokwing University of Creative Technology na Malaysia maka nzere ya na Mass communication.",
  "O mere MBA ya na Global Business Management na Swiss Management Academy na Nairobi, Kenya.",
  "N'afọ 2004, mgbe ọ dị afọ iri na itoolu, Mbugua malitere ọrụ ya na 98.4 Capital FM. N'afọ 2009, e goro ya dịka onye na-ahụ maka akụkọ, onye nta akụkọ na onye na-emepụta ihe ngosi Pan-African current affairs show, Africa 360, site na e.tv na Johannesburg, South Africa. Ọ bụ onye mgbasa ozi na Citizen TV na-akwado Monday Special na The Big Question ruo n'oge na-adịbeghị anya.",
  "N'afọ 2014, ọ pụtara na sitcom, Rush A họpụtara ya ka ọ bụrụ onye ndu dịka Pendo Adama, onye nwe na onye nchịkọta akụkọ nke Rush Magazine",
  "N'ọnwa Julaị afọ 2017, ọ malitere inye ndụmọdụ maka The Hive, otu US Based Organization na-achọ ịkwalite ozi Gender Equality na Kenya na mba Afrịka ndị ọzọ. N'afọ 2019, ọ haziri ma kwado ihe ngosi TV nke akpọrọ Here And Now na NTV, nke lekwasịrị anya na nsogbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị na-emetụta ndị na-eto eto.https://inuadadafoundation.org/team/our-founder/",
  "Ọ bụ onye guzobere na onye nduzi nke Media Avenue Limited, ebe a na-enye ndị mmadụ ọrụ dịka ikwu okwu n'ihu ọha, ịhazi na Emceeing",
  "O mesikwara ike na ike nke ụmụ nwanyị na-eto eto site na mkpọsa Inua Dada nke nwanyị mbụ nke Kenya, Margaret Kenyatta kwadoro. Na 8 Ọktoba afọ 2021 ọ malitere The Inua Dada Centre na Korogocho slum na Nairobi.Ụlọ ọrụ ahụ bụ ohere nke na-enye ohere ịnweta ozi na mmata banyere ahụike ọmụmụ na ikike.",
  "Janet Mbugua lụrụ Edward Ndichu. Ha mụrụ ụmụ nwoke abụọ, Ethan Huru Ndichu amụrụ n'ọnwa Ọktoba afọ 015 na Mali Ndichu. N'afọ 2019, Janet wepụtara akwụkwọ mbụ ya, 'My First Time', nchịkọta akụkọ dị mkpirikpi sitere n'aka ụmụ nwanyị, ụmụ agbọghọ na ụmụ nwoke na mmekọrịta mbụ ha na nsọ nwanyị."
]