[
  "Jane Ruth Aceng (amụrụ na 11 Mee na afo 1968), bụ onye Uganda na-ahụ maka ụmụaka na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ Minista nke Ahụike na Cabinet nke Uganda",
  "A họpụtara ya n'ọkwa ahụ na 6 June na afo 2016. Tupu nke ahụ, site na June 2011 ruo June na afo 2016, ọ rụrụ ọrụ dị ka Director General of Medical Services na Ministry of Health nke Uganda.",
  "A mụrụ Aceng na 11 Mee na afo 1968",
  "Ọ gara ụlọ akwụkwọ praịmarị Shimoni na Kampala, isi obodo Uganda",
  "Ọ gụrụ akwụkwọ na Nabisunsa Girls Secondary School maka agụmakwụkwọ ya na nke Advanced Level. O nwere Bachelor of Medicine na Bachelor of Surgery, Master of Medicine na Pediatrics, na Master of Public Health, niile sitere na Makerere University College of Health Sciences",
  "O nwekwara diplọma na Health Systems Management nke Galilee International Management Institute nyere, na Israel.",
  "Aceng malitere ije ozi dị ka onye ọrụ ahụike na ngalaba ahụike. N'oge a họpụtara ya dịka onye isi nchịkwa nke ọrụ ahụike, ọ na-eje ozi dị ka onye isi nchịk nke Lira Regional Referral Hospital.",
  "Aceng bụ onye otu ndị nduzi nke Infectious Diseases Institute. Ọ rụkwara ọrụ dị ka onye otu bọọdụ nke Uganda National Medical Stores, ngalaba na-ahụ maka ịzụta ọgwụ na nkesa nke ngalaba ahụike, site na afo 2005 ruo na afo 2016.",
  "N'ọnwa Julaị na afo 2020, Dr Jane Ruth Aceng kwupụtara ebumnuche ya ịzọ ọkwa onye nnọchi anya ụmụ nwanyị maka mpaghara Lira, na Nzukọ Ndị Omeiwu nke iri na otu (na afo 2021 ruo na afo 2026)",
  "Ọ na-ezube ịgba ọsọ na tiketi ndọrọ ndọrọ ọchịchị nke National Resistance Movement.",
  "Ka ọ na-erule n'afọ 2014, mgbanwe atọ dị na usoro ahụike mba malitere ịbịakọta na ọkwa nke nsogbu",
  "N'ihi ya, a na-emegide ụlọ ọrụ ahụike megide ndị SHO na-enweghị ụgwọ ọ bụla na ndị na-arụ ọrụ na-akwụ ụgwọ na-adịghị mma na nke a na-akwụghị ụgwọ. Na mgbalị iji chekwaa ego, Aceng dị ka onye ozi boro ụfọdụ mahadum ebubo na ha gụsịrị akwụkwọ ọtụtụ ndị dọkịta na-adịghị mma, ọ bụ ezie na ma ndị Uganda Medical and Dental Practitioners Council (UMDPC) na East African Community Medical and Dent Practitioner Boards and Councils ekwenyeghị na ya. Ndị a bụ ụlọ ọrụ gọọmentị iwu kwadoro na East African Community nke a na-enye iwu ka ha debe ụkpụrụ nke ọzụzụ ahụike na ezé na ikike dọkịta na ezé.",
  "Ka ọ na-erule n'afọ 2016, ma eleghị anya, ihe kachasị arụmụka n'ime atụmatụ Aceng's bụ ihe ọhụrụ a chọrọ na ndị na-arụ ọrụ na-ewere ule mba ọhụrụ, tupu ngalaba ahụike enwee ike inye ha oghere ọzụzụ. Nke a agabeghị nke ọma na klas 2016/2017, na-akpali ikpe nke na-agafe usoro iwu.",
  "Aceng esonyewo ma bipụta ya n'ọtụtụ ebe n'ọhịa ọgwụ na ụfọdụ n'ime ọrụ ya dị n'okpuru ebe a."
]