[
  "Jane Alexander (amụrụ n'afọ 1959) bụ otu n'ime ndị omenkà a ma àmá na South Africa. Ọ bụ nwanyị na-ese ihe nkè a maara nke ọma màkà ihe ọkpụkpụ ya, The Butcher Boys",
  "Ọ na-arụ ọrụ na ihe ọkpụkpụ, photomontages, foto na vidiyo",
  "Alexander nwere mmasị n'omume mmadụ, esemokwu n'akụkọ ihe mere eme, ncheta ọdịbendị nke mmegbu na enweghị ntinye aka zuru ụwa ọnụ n'oge ịkpa ókè agbụrụ. Ọrụ Alexander dị mkpà ma na ọnọdụ ọha na eze nke ugbu a na South Africa na mbá ofesi.",
  "A mụrụ Alexander na Johannesburg, South Africa, n'afọ 1959",
  "Ọ tolitere n'oge oke agbụrụ South Africa na mbido afọ 1980. N'ịbụ ónyé tolitere n'oge ịkpa ókè agbụrụ na South Africa, a chebere Alexander pụọ na ndị uwe ojii na ímè ihe ike n'okporo ámá n'oge ahụ rụọ mgbè ọ kwagara Braamfotein, South Africa iji nọrọ nso na mahadum ya",
  "A na-akpọ ịkpa ókè agbụrụ n'asụsụ Afrikaans nke pụtara ịkpa ókè - bụ usoro nke ịkpa ókè ịkpa ókè nwoke na nwanyị na South Africa nke dịruru site na 1948-1994",
  "Iwu ịkpa ókè agbụrụ mepụtara ụlọ akwụkwọ agụmakwụkwọ dị iche iche dabere na ụcha akpụkpọ ahụ mmadụ",
  "A gụnyere ntụziaka nka na usoro mmụta màkà ndị ọcha, mana ọ bụghị màkà ndị isi ojii ma ọ bụ ndị India",
  "N'afọ 1959, iwu nyere iwu na ọ bụ naanị ndị ọcha nwere ike ịnata ọzụzụ nka dị mma na mahadum ma ọ bụ ụlọ akwụkwọ teknụzụ",
  "Na ngwụcha afọ 1970, nka ga-ahọrọ ilekwasị anya n'ụdị karịa ọdịnaya ma ọ bụ lụso ịkpa ókè agbụrụ ọgụ site na nka",
  "Site na 1985-1989 n'oge Ọchịchị Mberede, ndị na-ese ihe na-acha ọcha dị ka Alexander nwéré nnwere onwé ka ukwuu iji maa ịkpa ókè agbụrụ aka ma mee ka ụwa ndị ọzọ màrà site na nka ha.",
  "N'ịbụ ndị ime ihe ike nke ịkpa ókè agbụrụ mebiri, ihe ndị Alexander na-enwekarị isiokwu ndị na-emegide onwé ha nke mmasị na iwe, mmadụ na anụmanụ na Grotesque ma ọ bụ ndị na-adịghị ike. Enwere ike ịhụ ụmụ mmadụ na ụmụ anụmanụ n'ọrụ ya dị ka ọdịdị obi ọjọọ nke ọha mmadụ ịkpa ókè agbụrụ. Ọdịiche dị n'ọrụ Alexander n'etiti onye a na-emegbu na ndị na-emeso ya, ónyé mmegbu na ndị a na-emegide emegbu dọrọ anya. Ụdị ngwakọta ya na-atụ aro ka a na-eme ka ihe ike dị égwù dị ka ịkpa ókè agbụrụ na ikike nke ndị nkịtị ịghọ ndị na-eme ihe ike obi ọjọọ mgbè ha na-eme akụkụ nke otu nwere atụmatụ mmegbu na ime ihe ike. Ihe omuma ndi a abughi ihe na-emenye anyị egwu n'ihi na ha abughi mmadu, kama, n'ihi ne ha bu mmadu. Ọrụ Alexander na-egosikwa ikike màkà ịnagide mmadụ, ike na ùgwù n'ihu ime ihe ike, ihe isi ike, na mmegbu, yana enweghị nchebe, na egwu nke ndị nọ n'ọkwá ike. Ụmụ mmadụ-anụmanụ ya na-eziga ịdọ aka ná ntị banyere ihe akụkọ ihe mere eme ga-esi pụta ma gosipụta ọdịnihu nwere ike ime. Ọrụ ya na-egosi ndị na-akwado ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya n'emeghị ka ozi ya doo anya, ọ naghịkwa eji ihe ngosi dị ka ọkọlọtọ, mkpọsa ma ọ bụ ihe ngosi mgbasa ozi.",
  "N'oge ọ na-enweta nzere masta n'afọ 1985 na 1986, Alexander mepụtara otu n'ime ihe osise ya a ma ama; The Butcher Boys The Butcher Boys bụ ihe a kpụrụ akpụ nke ụmụ nwoke atọ nwere ọdịdị dị egwu nke e ji plaster mee, ha niile nọ ọdụ n'elu bench",
  "Akụkụ ahụ na-ekwu maka mmekọahụ anụmanụ na mmetụta na-emebi mmadụ nke ime ihe ike n'oge ịkpa ókè agbụrụ South Africa. N'otu edemede dị na New York Times, Holland Cotter kọwara na \"ahụ ha, nke na-acha ọcha ma nwee uru ahụ, màrà mmá, mana ha nwèrè eriri na-aga site na nkwonkwo rụọ n'olu, na-enye nsogbụ\"",
  "Ahịrị a nke Cotter na-akọwa bụ akara gbárá ọchịchịrị nke na-egosi na ewepụla akpịrị nke ga-eme ka ónyé ọ bụla ghara ikwu okwu. Akụkụ ahụ gụnyere ọkpụkpụ azụ a kpughere yana mpi dị iche iche na onyinyo ọ bụla, nke niile sitere na anụmanụ. Akụkụ ahụ nwèrè otu n'ime nkwanye ùgwù kachasị na South African National Gallery.",
  "N'ịbụ nkè e kere na 1998, Bom Boys nwèrè ọtụtụ obere, guzo ọtọ, ndị nwéré akpụkpọ anụ na-acha ntụ ntụ. Ụfọdụ ndị mmadụ na-eyi uwe ụfọdụ na ndị ọzọ gba ọtọ, ónyé ọ bụla na-eyi ihe nkpuchi ma ọ bụ ihe mkpuchi anya. Ha niile na-ele anya n'akụkụ dị iche iche na-atụ aro ikewapụ onwé ha na ịgbahapụ. Ọnụ ọgụgụ ndị dị na mpempe akwụkwọ a na-ezo aka na adịghị ike nke ụmụaka ndị a chụpụrụ na Cape Town, nke ónyé na-ese ihe n'onwe ya hụrụ mgbè ọ bi n'ebe ahụ. Ọ bụghị ihe doro anya ma ọ bụrụ na ọnụ ọgụgụ ndị ahụ bụ ndị na-eri anụ, ma ọ bụ ndị a na-eri."
]