[
  "Jane Nabulindo Kwoba (amụrụ na ụbọchị nke atọ ọnwa June 1976) bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye nkuzi site na ọrụ na onye omeiwu",
  "Ọ na-anọchite anya ndị bi na Busia District dị ka onye nnọchi anya nwanyị distrikti na ndị omeiwu nke Uganda. Ọ bụ onye omeiwu nwere onwe ya, ọ banyere na omeiwu mgbe o meriri onye bụbu minista na-ahụ maka ihe gbasara karamoja na onye otu National Resistance Movement Barbara Nekesa Oundo onye na-eje ozi ugbu a dị ka onye nnọchi anya na South Africa. Hellen Auma Wandera meriri ya na ntuli aka ndị omeiwu nke 2021-2026.",
  "Jane malitere agụmakwụkwọ praịmarị ya site na ụlọ akwụkwọ praịmarịa Elgon View ebe ọ nọrọ n'ule ịhapụ praịmarik ya bụ(PLE) n'afọ 1988, O mechara banye na Masaba College maka agụmakwụkwọ O'level ebe ọ gụsịrị akwụkwọ Uganda Certificate of Education (UCE) n'ọnwa 1991",
  "O mechara sonye n'ụlọ akwụkwọ sekọndrị Makerere Greg center ebe ọ nọrọ na Uganda Advanced Certificate of Education (UACE) n'afọ 1995, mgbe nke ahụ gasịrị ọ sonyeere National Teacher college Nagongera ebe ọ gụsịrị akwụkwọ na diplọma na agụmakwụkwọ n'afọ 1997",
  "O mechara sonye na Mahadum Kyambogo ebe ọ gụsịrị akwụkwọ na nzere bachelọ nke Arts na Education.",
  "Jane jere ozi dị ka ọkachamara n'ihe gbasara ahụike ma bo ya ebubo na ọ na-akwado mmekọrịta ndị na-enye onyinye maka Compassion International site na 2002 ruo 2012.",
  "Ọ bụ onye ndụmọdụ HIV / AIDS maka ndị na-ahụ maka njem na ndị ọrụ na-arụ ọrụ (ATGWU) Uganda site na 2013 ruo 2016.",
  "Ọ bụkwa onye ndú otu ụmụ nwanyị na Eastern African sub-regional support initiative maka ọganihu nke ụmụ nwanyị na ụmụ nwanyị (EASSI-WOGE) site na 2013 ruo 2016.",
  "Site na pụkụ abụọ na iri na isii ruo taa, Jane Nabulindo Kwoba bụ onye otu ndị omeiwu nke Uganda",
  "Na nzuko omeiwu ọ na-eje ozi na kọmitii na HIV / AIDS na ọrịa ndị metụtara ya.",
  "Jane bụkwa onye otu Uganda Women Parliamentary Association (UWOPA).",
  "Ọ na-akwado maka ịkwụ ụgwọ ziri ezi na nke ezi uche dị na ya maka ezinụlọ ndị nọ n'ógbè ya nke ọrụ nrụpụta ọla edo nke ndị China ga-emetụta."
]