[
  "Janet Kainembabazi Museveni (née Kataaha; amụrụ na June 24, 1948) bụ onye ndọrọ ndọrọ ọchịchị Uganda bụ onye bụ nwanyị mbụ nke Uganda kemgbe 1986",
  "Ọ lụrụ Onye isi ala Yoweri Museveni, onye ya na ya nwere ụmụ anọ",
  "Ọ bụ Minista nke Mmụta na Egwuregwu na Cabinet nke Ugandan, kemgbe 6 June 2016, ọ bụ ezie na a na-enyo akụkọ agụmakwụkwọ ya enyo. Ọ rụrụ ọrụ dị ka Minista na-ahụ maka Karamoja Affairs na Cabinet nke Uganda site na 27 Mee 2011 ruo 6 June 2016. Ọ rụkwara ọrụ dị ka onye omeiwu a họpụtara na-anọchite anya Ruhaama County na Ntungamo District, n'etiti afọ 2011 na 2016",
  "O bipụtara akụkọ ndụ ya, My Life's Journey, n'afọ 2011.",
  "A mụrụ Janet Kainembabazi Kataaha na Kajara County, Ntungamo District na Maazị Edward Birori na Oriakụ. Mutesi  Ọ gara Kyamate Primary School, na Bweranyangi Girls' Senior Secondary School na Uganda",
  "E nyere ya Master of Arts na Organizational Leadership and Management na 30th October 2015 site na Mahadum Ndị Kraịst nke Uganda",
  "Janet Museveni gara mba ọzọ n'afọ 1971, mgbe Idi Amin kwaturu ọchịchị Milton Obote n'ọchịchị ndị agha",
  "Ọ lụrụ Yoweri Museveni n'ọnwa Ọgọstụ afọ 1973. Mgbe ọchịchị Idi Amin dara n'ọchịchị n'ọnwa Eprel afọ 1979, ọ si Tanzania laghachi Uganda ebe ya na di ya bi na mba ọzọ.",
  "N'ọnwa Febụwarị n'afọ 1981 mgbe Yoweri Museveni malitere agha ndị agha megide ọchịchị onye isi ala Obote, Janet Museveni na ụmụ ya laghachiri Nairobi, Kenya, ebe ha na ndị enyi ezinụlọ biri ruo n'afọ 1983",
  "N'afọ 1983, ha kwagara Gothenburg, Sweden, ma nọrọ ebe ahụ ruo na Mee 1986, ọnwa anọ mgbe ndị National Resistance Army nke Yoweri Museveni weghaara ọchịchị na Kampala.",
  "Janet Museveni guzobere Uganda Women's Effort to Save Orphans (UWESO), ụlọ ọrụ enyemaka onwe onye na ngwụcha afọ 1986, nke o kwuru na ọ bụ ahụmahụ ya dị ka onye gbara ọsọ ndụ kpụrụ ya",
  "Ọ malitere itinye aka na mkpọsa HIV / AIDS na Uganda n'afọ ndị 1990, na-ejikọta ya na onye ụkọchukwu Martin Ssempa maka agụmakwụkwọ mmekọahụ na Uganda.",
  "N'ọnwa Nọvemba afọ 2005, ọ mara ọkwa na ọ ga-achọ oche ndị omeiwu nke Ruhaama county na ntuli aka February 2006",
  "O meriri onye na-azọ ọkwa Forum for Democratic Change, Augustine Ruzindana, ma merie n'ụzọ dị ukwuu",
  "A họpụtara ya ọzọ na Machị 2011 maka afọ ise ọzọ.",
  "N'abalị iri na isii n'ọnwa Febụwarị n'afọ 2009, di ya, Onye isi ala Yoweri Museveni, họpụtara Janet Museveni ka ọ bụrụ Minista nke Karamoja.",
  "N'abalị iri abụọ na asaa n'ọnwa Mee n'afọ 2011, e buliri ya ka ọ bụrụ Minista na-ahụ maka ihe gbasara Karamoja, ya na Minista na na-ahụ Maka ihe gbasara Karamooja.",
  "Na 6 June 2016, mgbe a họpụtara di ya ọzọ dị ka onye isi ala, a họpụtara ya ka ọ bụrụ Minista nke Mmụta na Egwuregwu.",
  "Ụmụ anọ nke Janet na Yoweri Museveni bụ:"
]