[
  "Janine van Wyk (amụrụ ya n'abalị iri na asaa n'ọnwa Eprel n'afọ 1987) bụ onye na-agba bọọlụ na South Afrika nke na-agbachitere klọb egwuregwu ya nke ya na nke obodo South Africa JVW ma bụrụ onye isi otu Egwuregwu bọọlụ ụmụ nwanyị South Afrika",
  "Ọ bụ onye Egwuregwu bọọlụ kachasị elu na South Afrika nwere mpụta otu narị na iri asatọ, yana nwanyị kacha nwee goolụ na CAF.",
  "Ọ gbara bọọlụ na Houston Dash na National  Women's Soccer League, bia buru onye egwuregwu South Africa mbụ bịanyere aka na league a",
  "N'abalị iri na asatọ n'ọnwa Septemba n'afọ 2018, van Wyk nwetara akara nke otu narị na iri ise ya maka otu egwuregwu bọọlụ ụmụ nwanyị nke mba South Africa, ọ nwere ihe ndekọ dị ka onye na-agba bọọlụ South Afrika nke nwoke na nwanyị ọ bụla.",
  "A mụrụ Van Wyk na Alberton, Gauteng na Dannie van Wyk. Ọ tolitere na Germiston ma malite ịgba bọọlụ mgbe ọ dị afọ isii",
  "Ọ gara Hoërskool Alberton, ụlọ akwụkwọ dị n'etiti nke Afrikaans nke na-adịghị agba bọọlụ",
  "Ndị otu ụmụ nwanyị mbụ ya bụ Springs Home Sweepers nke dị na KwaThema. Ọ pụtara dị ka nwanyị na-edina nwoke ibe ya mgbe ọ dị afọ iri na ise.",
  "Afọ ole na ole ka e mesịrị, Van Wyk sonyeere Moroka Swallows ma mesịa, Palace Super Falcons site na Thembisa, ebe ọ bụ akụkụ nke otu meriri aha league atọ n'usoro",
  "Van Wyk kpọrọ oge ya na Super Falcons \"ihe a na-echeta\", ma kwuo na na mmeri atọ ha nwere \"enweghị aka\"",
  "O guzobere klọb nke ya, nke akpọrọ JVW F.C",
  "Ọ rụrụ ọrụ dị ka onye nchịkwa egwuregwu maka klọb ahụ. Ndị na-akwado klọb bọọlụ ha akpọwo ya \"Booth\".",
  "Na 21 Disemba 2016, ọ bịanyere aka na Houston Dash na National Women's Soccer League N'afọ 2017, ọ pụtara ugboro iri na asaa na Dash. Van Wyk laghachiri Houston maka oge 2018 NWSL, ọ pụtara na egwuregwu 20. N'abalị mbụ n'ọnwa Ọktoba n'afọ 2018, Houston Dash hapụrụ van Wyk ma tinye ya na ntinyeghachi mana ndị otu ọzọ ekwughị ikike ya.",
  "N'ọnwa Ọgọstụ 2019, ọ bịanyere aka na klọb Danish Fortuna Hjorring Mgbe o merụrụ ahụ n'ikpere n'oge ọzụzụ ma laghachi South Africa, na 14 Jenụwarị 2020, van Wyk kwupụtara na ya na Fortuna Hjorring ekwekọrịtala ịkwụsị nkwekọrịta ya ka o wee nwee ike ilekwasị anya na mmezigharị.",
  "Van Wyk laghachiri mba Europe na Julaị 2020 mgbe ọ bịanyere aka na klọb Glasgow City nke Scottish Women's Premier League (SWPL). Mgbe ọ pụtara otu ugboro na egwuregwu UEFA Women's Champions League megide VfL Wolfsburg, a na-egbu oge na SWPL mbụ ya ruo ọtụtụ ọnwa n'ihi njikọta nke mmerụ ahụ n'ikpere na nkwụsị nke league n'oge ọrịa COVID-19.",
  "Van Wyk mere egwuregwu mbụ ya na mba n'afọ 2005 megide Naịjirịa na African Women's Championship",
  "Van Wyk gbara bọọlụ na-enweghị atụ mgbe Banyana dekọrọ mmeri mbụ ha meriri Naịjirịa kemgbe e guzobere otu ụmụ nwanyị n'afọ 1993",
  "Van Wyk gbara naanị goolu nke egwuregwu ahụ, ebe Banyana kụrụ Naịjirịa n'afọ 2012 African Women's Championship. Ọ bụ onye otu South Afrika nke gbara bọọlụ na 2012 Summer Olympics na London, United Kingdom",
  "O kwuru na obi dị ya ụtọ ịnọchite anya mba ya n'egwuregwu Olimpik, n'agbanyeghị na a kụrụ ndị otu ahụ na agba nke mbụ.",
  "Van Wyk gbara bọọlụ nke otu narị ya maka South Africa megide Namibia, merie 2-0 na August 2014. N'oge ahụ, ọ bụ onye nke abụọ kachasị nwee okpu ụmụ nwanyị South Africa dịka onye otu ya Portia Modise meriri goolụ ya nke otu narị na iri ya n'otu egwuregwu ahụ.",
  "N'abalị iri abụọ na asatọ n'ọnwa Machị n'afọ 2016, ọ ghọrọ onye egwuregwu kachasị mma na South Africa (nwoke ma ọ bụ nwanyị) mgbe ọ pụtara na otu narị na iri abụo na ịse ya megide Cameroon. N'abalị iri na asatọ n'ọnwa Septemba n'afọ 2018, ọ nwetara akara nke otu narị na iri ise maka South Africa. Van Wyk ghọrọ Captain mbụ iduzi ndị otu ya na Women's World Cup Appearance, yana Captain mbụ na akụkọ ihe mere eme nke South Africa iduzi ndị ndị ọtú bọọlụ South Afrika n'afọ nke Asọmpi nke ụmụ nwanyị nke afọ 2019",
  "Van Wyk guzobere klọb bọọlụ JVW F.C",
  "na 2013 \"na ebumnuche ilekwasị anya na mmepe nke onye egwuregwu bọọlụ nwanyị ka ọ na-enye ha ikpo okwu iji ruo ọkwa dị elu na egwuregwu ahụ",
  "Malite na naanị otu otu na 2013 nke sonyere na Sasol League, JVW FC etolitela nke ukwuu n'afọ ndị gara aga na-azụlite ụmụ agbọghọ na-eme egwuregwu ka ha nwee ìgwè ise na-anọchite anya Football Club",
  "\"Ndị otu JVW mbụ meriri Gauteng Sasol League n'afọ 2016, ebe Van Wyk jere ozi dị ka onye nchịkwa egwuregwu, wee ruo Sasol League National Championship nke ikpeazụ ebe ha mechara merie ndi Ụmụ nwaanyị Bloemfontein Celtic 1-0 Afọ ole na ole ka e mesịrị n'afọ 2019 JVW FC meriri Gauteng Sasol League ọzọ wee ghọọ ndị mmeri mba na-eti ndị nnọchi anya Limpopo Maindies Ladies 2-0 na asọmpi nke ikpeazụ wee debanye aha ha na National Women's League nke a malitere na nso nso a (2019).",
  "Obodo Glasgow"
]