[
  "Janna Ireland (amụrụ n'afọ 1985) bụ onye Afrịka-Amerịka na-ese foto nke bi na Los Angeles.",
  "A mụrụ Janna Ireland n'afọ 1985 na Philadelphia",
  "Ọ gụrụ foto na NYU, nweta MFA ya na UCLA, ma ugbu a ọ na-ebi ma na-arụ ọrụ na Los Angeles. Ireland na-ese foto dịgasị iche iche site na foto na ndụ na obodo ukwu, a na-egosikwa foto ya na mba ụwa",
  "Ruo afọ anọ, ọ na-ese foto ụlọ ndị onye Afrịka-Amerịka na-ese ihe, Paul R",
  "Williams, onye bụ onye isi ojii mbụ nabatara na American Institute of Architecture (AIA). N'afọ 2020, o bipụtara akwụkwọ nwere foto 200 nke ndị a, nke a chịkọtara na mpịakọta akpọrọ, Regarding Paul R",
  "Williams: A Photographerńs View Ireland na-aga n'ihu na-arụ ọrụ na Paul R",
  "Williams dị ka Peter E",
  "Pool Research Fellow na Nevada Museum of Art ebe ọ na-eme nchọpụta ma na-ese foto ụlọ Nevada ya.  Ugbu a, ọ bụ osote prọfesọ na nka anya na ọmụmụ mgbasa ozi na Pasadena City College.",
  "Janna Ireland bụ onye gụsịrị akwụkwọ na Philadelphia High School for Creative and Performing Arts na 2003, ebe ọ nwetara isi ya na edemede okike",
  "Ọ natara BFA ya na Photography na Imaging na NYU Tisch School of Arts na 2007",
  "O nwetara MFA ya na nka na 2013 na Mahadum California, Los Angeles.",
  "Ireland nwere ọrụ dị ukwuu na foto nchịkọta akụkọ, ọrụ ya apụtawokwa na The New York Times Magazine, The Atlantic, Architectural Digest, Introspective Magazine, Los Angeles Review of Books, The New Yorker, Harper's Magazine, na LA Magazine.",
  "A maara ya nke ọma maka usoro foto ya nke ụlọ ndị onye Afrịka-Amerịka na-ewu ụlọ, Paul R",
  "Williams",
  "Ruo afọ anọ malite n'afọ 2016, ọ gara gburugburu ndịda California na-ese foto ụlọ ndị o mepụtara n'oge ọrụ ya, site na afọ ndị 1920s-1940s. O sere foto ihe karịrị ụlọ iri abụọ na abụọ na iri na abụọ na ọtụtụ ndị ọzọ n'elu okporo ámá mgbe a na-anaghị ekwe ka ọ banye n'ụlọ ahụ.",
  "N'okpuru ebe a, Antenna Works, New Orleans, LA",
  "\"Ihe ngosi 3,\" Tisch School of the Arts, Mahadum New York, New York, NY",
  "South Africa, Santa Paula Art Museum, Santa Paula, CA",
  "\"The BEACON Project,\" Torrance Art Museum, Torrance, CA",
  "\"Inter/Section,\" Rotterdam Photo Festival, Rotterdam, Netherlands",
  "\"Awareness,\" DNJ Gallery, Santa Monica, Los Angeles, California, USA",
  "\"Beacon,\" Torrance Art Museum, Torrance, California, USA",
  "\"Sanctuary: Nchịkọta ndị na-adịbeghị anya na Permanent Collection,\" California African American Museum, Los Angeles, CA",
  "\"Binder of Women,\" Track 16, Los Angeles, California, USA"
]