[
  "Jason Moore (a mụrụ ya n'afọ 1984 maọbụ  n'afọ 1985) bụ onye nchịkọta akụkọ Wikipedia nke America n'etiti ndị na-enye aka na Wikipedia nke Bekee site na ọnụ ọgụgụ nhazi",
  "N'ịbụ onye na-edezi kemgbe afọ 2007 dị ka \"Onye kwere ekwe ọzọ\", ọ bụ ọkachamara na ihe ndị na-eme ugbu a, na mkpuchi gụnyere ọrịa COVID-19, ngagharị iwe George Floyd, na ọdịbendị Portland, Oregon, ebe ọ nọ",
  "Na Wikipedia, Moore mepụtara ma mepụta otu ndị nchịkọta akụkọ maka ịrụkọ ọrụ ọnụ na isiokwu ndị a",
  "Dị ka onye na-ahazi na mmegharị Wikimedia, Moore anabatala nzukọ na idezi-a-thons iji zụọ ndị nchịkọta ọhụrụ.",
  "Moore so n'ime ndị ndezi na-arụsi ọrụ ike site na nhazi ọnụ ọgụgụ na Wikipedia Bekee",
  "N'ime ọkara nde edezi ya  n'okpuru aha njirimara \"Another Believer\"  kemgbe afọ 2007, Moore emeela ọtụtụ puku peeji, gụnyere isiokwu gbasara ihe ndị na-eme ugbu a, ọdachi ndị na-emere onwe ha, na mwakpo ndị na-eyi ọha egwu. Ụfọdụ n'ime isiokwu ndị a gụnyere mwakpo United States Capitol nke afọ 2021, ịgba égbè Buffalo nke afọ 2022, na ịgba égbè Laguna Woods nke 2022",
  "Na Wikipedia Bekee, Moore emeela ka ndị nchịkọta akụkọ (\"WikiProjects\") raara onwe ha nye imeziwanye mgbasa ozi Wikipedia banyere ihe ndị na-eme ugbu a dịka ọrịa COVID-19. N'oge COVID-19, o dere banyere ọganihu nke ọrịa a na-efe efe n'ọtụtụ steeti US, ngalaba azụmaahịa, na obodo",
  "Ọ bụ onye isi na-enye aka na isiokwu gbasara ngagharị iwe na-esote ogbugbu George Floyd",
  "Mgbe ọ malitere ịbanye na mwakpo nke United States Capitol nke afọ 2021, ya na ndị editọ ndị ọzọ duziri ntinye nke isiokwu ahụ nke ọdịnaya ọhụrụ ka ihe omume ahụ mepụtara n'oge",
  "O dekwara banyere isiokwu dị na Portland, Oregon, dị ka mgbaaka ịnyịnya, roses, Yale Union Laundry Building, n'afọ 2011 Oregon Symphony recording Music for a Time of War",
  "Isiokwu mbụ Moore gosipụtara bụ banyere 2007 album Rufus Does Judy na Carnegie Hall",
  "Ọ kọwara na \"mmeri ozugbo nke ime ka Intanet dịkwuo mfe\"  na afọ ojuju nke \"ịkekọrịta ozi na ụwa",
  "\"",
  "Azụmaahịa CNN kọwara Moore dị ka \"onye nwere mmetụta Wikipedia",
  "\"",
  "Na mgbakwunye na idezi, Moore esonyewo n'iwulite usoro Wikimedia site na ịhazi nzukọ mpaghara na ịzụ ndị editọ ọhụrụ",
  "Arụmarụ ndezi (edit-a-thon) nke afọ 2013 ya ọ haziri na Portland Art Museum kpọrọ ndị mmadụ ka ha jiri ihe onwunwe ụlọ ọrụ mee ihe iji melite mkpuchi nke ndị na-ese ihe, òtù nka, na nka ọha. Ọ gara n'ihu na-akwado ihe omume mpaghara Portland, ọkachasị iji melite mgbasa ozi Wikipedia banyere nka Portland na ndị inyom na-ese ihe. Moore enyekwara aka ịhazi otu LGBT-specific outreach affiliate nke Wikimedia Foundation na mkpọsa Wiki Loves Pride ya iji melite omenala LGBT na akụkọ ihe mere eme.",
  "A mụrụ Moore n'afọ 1984 maọbu 1985",
  "A zụlitere ya na Houston, o nwere mmasị na akụkọ akwụkwọ na ọrụ sayensị dị ka nwa akwụkwọ",
  "Ọ biri na Portland, ka ọ na-erule afọ 2022, ebe ọ rụrụ ọrụ dị ka onye na-ahụ maka atụmatụ dijitalụ  ma rụọ ọrụ na ngalaba nchịkọta ego nke Oregon Symphony"
]