[
  "Jason Chukwuma Njoku (amụrụ 11 Disemba 1980) bụ onye ọchụnta ego Britain na Naijiria.  Ọ bụ onye nchoputa na onye isi oche nke iROKOtv, ọrụ vidiyo na-achọ maka ihe nkiri Naijiria",
  "Onye kwuputara onwe ya serial entrepreneur, iROKOtv bụ mbọ Njoku nke iri na otu n'ịmalite azụmaahịa.  O weputara echiche nke ibido usoro nkesa ọhụrụ maka Nollywood ka ya na nne ya, dị afọ 30 bi n'ụlọ, mgbe ọtụtụ ụlọ ọrụ dara ada",
  "A mụrụ ma zụlite Jason na Deptford, South East London, nne ya zụlitere ya na ụmụnne ya nwanyị atọ na nwanne ya naanị ya, ebe ọ na-arụ ọrụ oge nile na National Health Service.  Ọ gara ụlọ akwụkwọ na Lọndọn, wee kwaga n'otu obodo dị na Nigeria site na afọ 12 - 15",
  "Mgbe ọ si Nigeria lọta, ọ gara kọleji iji mechaa A-Levels, tupu ọ nweta ohere na The University of Manchester ebe ọ gụrụ Chemistry.   Ọ gụsịrị akwụkwọ na 2005 na 2: 1 wee malite Brash Magazine, akwụkwọ ụmụ akwụkwọ nke gbara afọ atọ tupu ya emechie na 2008",
  "Mgbe ọtụtụ ụlọ ọrụ dara ada n'etiti 2005 na 2010, nke gụnyere netwọk blog, azụmahịa T-shirt na ụlọ ọrụ na-emepụta webụ, Njoku laghachiri n'ụlọ nne ya na Deptford.  Ọ bụ n'ebe ahụ ka o wepụtara echiche nke ịmalite azụmahịa nkesa Nollywood n'ịntanetị, \"Ndị West nwere Hulu na Netflix - Africa enweghị ihe ọ bụla\", Njoku kwuru.  N'ịbụ onye mụọ ụlọ ọrụ ahụ site n'ebe dị anya, ọ gbagara Lagos, n'ihi enyemaka ego nke ezigbo enyi ya Bastian Gotter, onye otu mahadum Manchester gụsịrị akwụkwọ, wee malite ịzụta akwụkwọ ikike ntanetị nke ihe nkiri Nollywood.  Ọ rụrụ ọrụ site na ọnụ ụlọ nwere ọnụ ụlọ abụọ na Festac, Lagos, wee soro YouTube na Germany nwee nkwekọrịta ka ọ bụrụ onye mmekọ ọwa maka ụlọ ọrụ Nollywood.  [Nnwale nke dara ada]",
  "N'afọ 2010, Njoku na onye ya na ya na-emebu bụ Bastian Gotter malitere NollywoodLove, ọwa YouTube, bụ nke bara uru n'ime ọnwa abụọ nke mmalite.  N'otu afọ ahụ, ekele maka akụkọ Sarah Lacy bụ onye rụrụ ọrụ n'oge ahụ maka Tech Crunch, NollywoodLove dọtara uche nke isi ego ụlọ ọrụ na United States Tiger Global bụ ndị nwere mmasị n'ịgbasawanye ike ha na ahịa ndị na-apụta",
  "E nwetara usoro ntinye ego nke nde $3 n'aka Tiger Global na 2010 ma ụlọ ọrụ ahụ weputara ikpo okwu ihe nkiri vidiyo na-achọ naanị, iROKOtv, na 1 Disemba 2011",
  "Saịtị ahụ dọtara ndị na-ekiri si mba 178 gburugburu ụwa.  Njoku na Gotter aga n'ihu wepụta $22 nde ọzọ site na mba ụwa VC, gụnyere gụnyere Investment AB Kinnevik na RISE Capital ma jiri ego ahụ wuo nnukwu katalọgụ ihe nkiri nke ihe nkiri 5,000, malite ụlọ ọrụ na Lagos, New York, na  London ma tinye ego n'ịkwalite akụrụngwa teknụzụ nke ụlọ ọrụ.  Iroko agaala itinye ego ego ndi ozo ruru nde $40",
  "N'afọ 2015, Njoku kpebiri ilekwasị anya ụlọ ọrụ ahụ na ngwa mkpanaaka Android,   karịa ikpo okwu mgbasa ozi iji luso nsogbu akụrụngwa brọdband ọgụ nke Africa na-ebute.",
  "Na Julaị 2012, Forbes Africa kpọtụrụ ya dị ka otu n'ime 'Ten Young African Millionaires to Watch'.  Na 29 Ọgọst 2013, akpọrọ Njoku ka CNBC All Africa Business Awards Young Leader of the Year for West Africa.  [Nkwado dara ada] Akpọrọla ya aha dị ka otu n'ime ụlọ ọrụ ngwa ngwa kacha elu 1000 Kasị keepụta ndị mmadụ na azụmaahịa",
  "N'August 2013, ya na ndị mmekọ azụmahịa ya Bastian Gotter na Mary Remmy Njoku, Njoku weputara ụgbọ ntinye ego nde $2 maka mmalite ịntanetị dabere na Lagos akpọrọ Spark.  Ụlọ ọrụ ahụ tinyere ego na ụlọ ọrụ 11 na mbụ, gụnyere ụlọ ọrụ na-ekesa ihe ọṅụṅụ a na-akpọ Drinks.ng, ụlọ ọrụ na-enye ohere maka ụlọ na ihe onwunwe n'ịntanetị a na-akpọ ToLet.com.ng, na ebe ntinye akwụkwọ na ụlọ oriri na ọṅụṅụ, nke a na-akpọ Hotels.ng, nke gara n'ihu.  iji nweta $1.2 nde na ntinye ego VC sitere na EchoVC Pan-Africa Fund na Omidyar Network.  Na 2015, Jason Njoku na post blọgụ kwupụtara ọkwa na ha na-ahapụ ụlọ ọrụ mmalite anọ a na-ewere na azụmaahịa dara ada: Bus.com.ng (ọrụ ntinye akwụkwọ ụgbọ ala n'ịntanetị), Insured.ng (ihe atụnyere mkpuchi mkpuchi), Giddimint.com.  ng (ụlọ ahịa ejiji dị n'ịntanetị) na Christians.ng, ikpo okwu mkpakọrịta nwoke na nwaanyị n'ịntanetị maka Ndị Kraịst.",
  "Jason Njoku lụrụ onye na-eme ihe nkiri Nollywood na onye mmepụta Mary Remmy Njoku na Festac, Lagos, na 18 August 2012",
  "Ha nabatara nwa mbụ ha, Jason Obinna Njoku, na 30 July 2013, nwa nke abụọ, Nwakaego Annabel Njoku, mụrụ na 24 August 2015  na nwa nke atọ, Nnenna Amber Njoku mụrụ na 4 August 2017"
]