[
  "Javon Johnson bụ onye America na-ede abụ, onye edemede, onye na-eme ihe nkiri, na prọfesọ",
  "Ọ bụ onye nduzi nke Afrikan American and Afrikan agụmakwụkwọ nke ofesi na Ngalaba nke mmetụta dị iche iche, okike nwoke na nwanyị, na ọmụmụ nke omume na Mahadum Nevada, Las Vegas, na onye edemede nke Killing Poetry: Blackness and the Making of Slam and Obodo ndị a na-ekwu okwu",
  "A mụrụ Johnson ma zụlite ya na Los Angeles",
  "A mụrụ ya na Septemba 15, 1968",
  "N'ụlọ akwụkwọ sekọndrị, ọ gụrụ ọrụ Amiri Baraka na Langston Hughes, nke kpaliri ya ide uri. Mgbe ọ nọ na kọleji na Mahadum California State, Los Angeles, Johnson meriri ebe mbụ na Nkọwa ihe nkiri n'afọ 2002 American Forensic Association National Individual Events Tournament O nwetara Ph.D",
  "ya na Ọmụmụ arụmọrụ na Mahadum Northwestern site na edemede banyere \"agbụrụ, okike, na mmekọahụ na slam na obodo uri okwu.\"",
  "Johnson apụtawo na HBO's Def Poetry Jam, BET's Lyric Café, TVOne's Verses & Flow, The Arsenio Hall Show, na The Steve Harvey Show. O dekwara ihe nkiri Showtime Crossover Ọ nọ na otu Da Poetry Lounge slam nke rụrụ na National Poetry Slam n'afọ 2003, 2004, 2005, 2007, 2008, 2011, 2012, na 2013, merie asọmpi NPS n'afọ 2003 na 2004. Na mmemme 2012 na Literary Death Match na Los Angeles, Henry Rollins katọrọ uri Johnson dị ka \"nke e wuru maka arụmọrụ\". N'otu afọ ahụ, Johnson rụrụ na Stockton Plea for Peace Center ya na ndị na-ede uri ibe ya anọ n'aha \"Blackson 5\". O nyekwara edemede banyere agbụrụ na mgbasa ozi a ma ama na ikpo okwu blọọgụ nke Huffington Post. N'afọ 2015, Johnson rụrụ na ememe nke anọ nke ọnwa Julaị na Grand Park na Los Angeles. Dị ka onye otu San Diego PoetrySLAM n'afọ 2017, Johnson weere ọnọdụ mbụ ọzọ na National Poetry Slam",
  "Mgbe ọ gụsịrị Ph.D",
  "Johnson rụrụ ọrụ dị ka USC Visions and Voices postdoctoral fellow na Ngalaba nke American Studies and Ethnicity na Mahadum nke Southern California. Johnson nọrọ afọ anọ dị ka osote prọfesọ nke ọmụmụ nkwukọrịta na Mahadum San Francisco Steeti tupu ọ bụrụ onye nduzi nke African American na African Diaspora Studies na Ngalaba nke Interdisciplinary, Gender, na Ethnic Studies na Mahadum Nevada, Las Vegas. Nnyocha agụmakwụkwọ ya na-enyocha obodo uri na Los Angeles, na-egosi ọdịiche dị n'etiti ohere ọchịchị onye kwuo uche ya na ahụmịhe nke ọgụ na ihe ùgwù",
  "N'afọ 2017 Rutgers University Press bipụtara akwụkwọ ya Killing Poetry: Blackness and the Making of Slam and Spoken Word Communities, n'afọ 2018 ọ chịkọtara nchịkọta uri End of Chiraq: A Literary Mixtape, nke Northwestern University Press bipụtara."
]