[
  "Elpadaro F",
  "Electronica Allah (amụrụ Timothy Elpadaro Thedford; ụbọchị  iri na itoolu n'ọnwa Septemba, n'afọ 1976), nke a maara dịka Jay Electronica (nke a na-akpọ J A Y E L E C T R O N I C A), bụ onye America na-eti egwu na onye na-emepụta ihe ndekọ. O bu ụzọ nweta nlebara anya na 2007, mgbe ewepụtara mixtape mbụ ya, Act I: Eternal Sunshine (The Pledge)",
  "Ihe ịga nke ọma nke mixtape a kpọtụrụ aha na otu egwu \"Exhibit C\" mechara mee ka onye egwu America ibe ya bụ Jay-Z bịanye aka na Electronica na akara ndekọ ya, Roc Nation na 2010",
  "E wepụtara abọm studio mbụ ya, A Written Testimony na 2020 ma soro Act II: The Patents of Nobility (The Turn) mgbe ọtụtụ afọ nke ịkọ nkọ na igbu oge gasịrị.",
  "N'ike mmụọ nsọ LL Cool J, Jay Electronica malitere ịkụ egwu ógè ọ dị afọ iri",
  "O tolitere na Magnolia Projects na New Orleans, Louisiana's 3rd Ward ma gaa ụlọ akwụkwọ sekọndrị Katọlik nke ụmụ nwoke niile St",
  "Augustine High School.",
  "Electronica hapụrụ New Orleans dị ka onye na-eto eto na ngwụsị afọ 1990 na ebumnuche ịkwaga New York City mana ọ kwụsịrị na Atlanta",
  "Electronica nwere \"ihe ịrịba ama gburugburu na-akwụ ụgwọ ugbu a màkà Olimpik.\" Na Atlanta, ọ nabatara ozizi Elijah Muhammad site na Five-Percent Nation tupu ọ gaa n'ihu ịghọ onye debanyere aha na Nation of Islam n'isi ụlọ ọrụ ya na Chicago.",
  "N'afọ 2007, Jay Electronica wepụtara mixtape izizi ya, Act I: Eternal Sunshine (The Pledge), site na MySpace",
  "Ebudatara ya ihe karịrị ugboro puku iri ise. Ihe ịga nke ọma ahụ na katalọgụ ya mere ka Electronica sonye na Rock the Bells Tour n'afọ 2008.",
  "Ka e mesịrị n'afọ ahụ, onye na-emepụta Just Blaze na Jay Electronica họọrọ egwu n'ihe banyere ọrụ GAIN nke Guitar Center, Fresh Cuts Vol",
  "3 ma tinye egwu (nke a na-akpọghị aha ya na mbụ) nke Just Blaze kpọrọ \"Exhibit A (Transformations).\"",
  "Just Blaze ga-emesị (ọnwa Ọctoba ụbọchị iri abụọ na asaa, n'afọ 2009) malite \"Exhibit C\" na Tony Touch's Sirius Radio program, ebe ọ jidere ngwa ngwa, na-aga n'ụlọ ọrụ redio dị n'elu ala dị ka New York's Hot 97 na-emepụta remixes site na MCs AZ, N.O.R.E, Saigon, Joell Ortiz na ndị ọzọ.",
  "Agha ịgba akwụkwọ sochiri Jay mechara bịanye aka (ọnwa Nọvemba n'ubochí irí na abụọ, n'afọ 2010) na Roc Nation",
  "Ọ bụ ezie na ndị na-akwado ya na ndị nkatọ na-atụ anya mmalite zuru oke, mmepụta nke Electronica n'ime afọ iri sochirinụ nwere ụfọdụ mmekorita na abụ ndị na-abụghị album.",
  "N'ọnwa Febụwarị úbọchị asaá, n'afọ 2020, Jay Electronica kwupụtara site na Twitter mmecha nke abọm ya, A Written Testimony, nke e dekọrọ n'ime ụbọchị iri anọ",
  "E wepụtara ya na March 13, 2020.",
  "N'ọnwa Ọktọba ụbọchị ịse, n'afọ 2020, Jay Electronica kwupụtara site na Twitter na abọm ya a na-ebutebeghị, Act II: The Patents of Nobility (The Turn), dị maka mgbasa ozi na Tidal mgbe abọm ahụ pụtara n'ịntanetị ụbọchị abụọ tupu.",
  "N'ọnwa Ọgọstụ afọ 2021, e gosipụtara Jay Electronica na egwu \"Jesus Lord\" nke ewepụtara na abọm Kanye West bụ Donda",
  "Jay Electronica na Erykah Badu nwere mmekọrịta ruo afọ ise ma nwee nwa nwanyị, a mụrụ n'afọ 2009.",
  "Jay Electronica na Kate Emma Rothschild, nwunye Benjamin Goldsmith, nwere mmekọ nwoke na nwanyị, nke butere ka alụmdi na nwunye Goldsmith daa."
]