[
  "Jayaseelan \"Jay\" Naidoo (amụrụ na 1954) bụ onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego South Africa nke jere ozi dị ka odeakwụkwọ ukwu nke Congress of South African Trade Unions (COSATU) site na 1985 ruo 1993. Ọ rụrụ ọrụ dị ka Minista na-ahụ maka",
  "Mmemme nwughari na mmepeaanọR",
  "na kọmitii mbụ nke President Nelson Mandela (1994X) na dị Ka Minisita nke Biputere, nkwukọrịta na mgbasa ozi 1996X1999).",
  "Naidoo bụ onye otu NEC nke African National Congress",
  "Ọ nọ n'ihu n\"ọgụ megide ịkpa ókè agbụrụ na-eduga otu ndị ọrụ aka kachasị ukwuu na South Africa.",
  "A mụrụ ya na 1954, Naidoo debanyere aha na Mahadum nke Durban-Westville iji mụọ maka nzere Bachelor of Science (BSc) na ịchụso ọrụ ahụike na 1975 ka ọ bụrụ dọkịta ma ọgba aghara ndọrọ ndọrọ ọchịchị n'oge ahụ kwụsịrị ọmụmụ ya n\"ihi nnupụisi ụmụ akwụkwọ.",
  "Naidoo ghọrọ onye na-arụsi ọrụ ike na nzukọ ụmụ akwụkwọ South Africa (SASO) nke amachibidoro na 1977 ka e gbuchara onye ndu Steve Biko na njide ndị uwe ojii",
  "Ọ ghọrọ obodo dabere Onye nhazi na-arụ ọrụ na ntọala obodo",
  "O sonyeere otu ndị otu ndị ọrụ na South Africa dị ka onye ọrụ afọ ofufo na 1979",
  "E mechara họpụta Naidoo ka ọ bụrụ odeakwụkwọ ukwu nke sweet, food Na allied staff Union (SFAWU)",
  "N'ime ikike a, o duuru nnukwu iku mba ahụ nwere ihe ruru nde 3.5 ndị ​​sonyere na 1991, na-emebi ụlọ ọrụ na azụmaahịa n'ofe ndịda",
  "Africa na ịhapụ ndị mmadụ na-enweghị ọrụ nke ndị ọrụ ojii na-enye.",
  "(SASO) nke a machibidoro iwu na 1977 ozugbo e gburu onye ndú ya Steve Biko n'ụlọ mkpọrọ ndị uwe ojii. Mgbe ahụ, ọ ghọrọ onye na-ahazi obodo na ụlọ ọrụ obodo",
  "Ọ sonyeere Federation of South African Trade Unions dị ka onye ọrụ afọ ofufo na 1979",
  "E mechara họpụta Naidoo ka ọ bụrụ odeakwụkwọ ukwu nke Sweet, Food and Allied Workers' Union (SFAWU)",
  "N'ọrụ a, ọ duziri ọgbaghara kachasị ukwuu na mba ahụ na ihe dị ka nde mmadụ 3.5 sonyere na 1991, na-eme ka ụlọ ọrụ mmepụta ihe na azụmaahịa dị iche iche na South Africa ghara ịrụ ọrụ ma na'ahapụ ndị mmadụ na ndị ọrụ ojii na.",
  "N'afọ 1995, Naidoo jere ozi na kọmitii nhọpụta nke Onye isi ala Mandela họpụtara iji gbaa ajụjụ ọnụ ma depụta ndị ga-anọchite anya Kọmiti Eziokwu na Mmekọrịta nke South Africa.",
  "Site na 2002 ruo 2015, Naidoo bụ onye isi oche nke ndị nduzi na onye nduze nke Partnership Council nke Global Alliance for Improved Nutrition (GAIN) nke nwere isi na Geneva ma malite na Summit UN nke 2002 na Children dị ka mmekọrịta ọha na eze iji dozie nsogbu nri na-edozi ahụ na ijeri mmadụ 2 n'ụwa",
  "Ọ bụ onye guzobere ngalaba mmepe mmekọrịta mmadụ na ibe ya nke ụlọ ọrụ itinye ego na njikwa, J&J Group, nke o guzobere na 2000 na South Africa.",
  "Site na 2001 ruo 2010, Naidoo jere ozi dị ka onyeisi oche nke Ụlọ Akụ̀ Mmepe nke Southern Africa (DBSA), ụlọ ọrụ mmepe ego kachasị na-akwọ akụrụngwa na mpaghara SADC.",
  "N'afọ 2010, a kọrọ na Naidoo rere otu ụzọ n'ụzọ atọ nke òkè ya na J&J Group ma nye onyinye ahụ na ụlọ ọrụ ọrụ ebere abụọ a na-akpọghị aha. O bipụtara akụkọ ndụ ya, nke a na-akpọ \"Fighting for Justice\" ma bipụta akwụkwọ ya \nGbanweenhazi echi, taa' C\n'",
  "'.",
  "N'afọ 2013, na arịrịọ nke Minista Mmepe nke France, Pascal Canfin, Naidoo so dee akụkọ (ya na Emmanuel Faber) banyere mgbanwe nke Official Development Assistance. N'otu afọ ahụ, ọ duziri nyocha mba ụwa banyere mmebi ikike ọrụ na Swaziland, ya na Alec Muchadehama, Paul Verryn na Nomthetho Simelane.",
  "N'ihi ihe ndị ọ rụzuru, Naidoo enwetala ọtụtụ nsọpụrụ, gụnyere ịghọ Chevalier de la Légion d'Honneur (Legion of Honour), otu n'ime ihe ịchọ mma kachasị elu na France, ma nata onyinye nke osimiri maka mgbanwe site na akwụkwọ akụkọ Southern African Trust and Mail & Guardian n\"ọnwa Ọktoba afọ 2010.",
  "Ihe nrite ya kachasị ọhụrụ gụnyere Ellen Kuzwayo Award site na Mahadum Johannesburg, na Nọvemba 2012, yana nzere doctorate nke teknụzụ na injinia na gburugburu ebe obibi sitere na Durban University of Technology, nke enyere na Septemba 2013.",
  "Jay Naidoo lụrụ Lucie Pagé, onye edemede na onye nta akụkọ French-Canadian na-enweta ihe nrite, ma na'ele ụmụ ya atọ anya dị ka  kachasị mma ọ rụzuru."
]