[
  "Jayaben Desai (2 Eprel 1933 - 23 Disemba 2010) bụ onye ndú a ma ama nke ndị na-eme ngagharị iwe na esemokwu Grunwick na London na 1976.",
  "A mụrụ ya na Dharmaj, Gujarat, India, Desai kwagara Tanzania, East Africa, na 1956",
  "Mgbe ọ dị afọ iri abụọ na abụọ, ọ lụrụ Suryakant, onye nwe ụlọ ọrụ mmepụta ihe",
  "Di na nwunye ahụ si n'ezinụlọ ahịa dị n'etiti",
  "Ha mechara kwaga Britain tupu Commonwealth Immigrants Act 1968 mee ka o sie ike maka ndị nwere paspọtụ Britain site na ndị Britain na-achịbu ịbanye na mba ahụ.",
  "Na Britain, ọ ghaghị ịrụ ọrụ a na-akwụ ụgwọ dị ala, nke mbụ dị ka onye na-akwa akwa, mgbe ahụ na-arụzi ihe nkiri na ụlọ ọrụ Grunwick.  Ọ gbara arụkwaghịm mgbe e nyere ya iwu ka ọ rụọ ọrụ oge ọzọ, ma kpalie ọgbaghara n'etiti ndị ọrụ Eshia na ndị ọrụ nwanyị",
  "Ndị na-eme ngagharị iwe mere ngagharị iwe maka ọnọdụ ọrụ, ịkwụ ụgwọ na ịkpa ókè agbụrụ n'ime ụlọ ọrụ ahụ",
  "Ọbụna a jụrụ ụmụ nwanyị ihe mere ha ji chọọ ịga ụlọ mposi, Desai dụrụ ndị ọrụ ibe ya ọdụ ka nke a ghara imenye ha egwu.",
  "Desai duziri ndị na-eme ngagharị iwe n'afọ abụọ ha mere site na 1976 ruo 1978",
  "Òtù Apex kwadoro ọgbaghara ahụ na ndị otu post na mbụ jụrụ ịnye post nke ụlọ nyocha foto Grunwick, ruo mgbe a mara ya aka site na nkwado nke pati Tory, n'oge ahụ bụ ndị mmegide gọọmentị",
  "Desai bụ ọkà okwu na-akpali akpali na ọkà okwu a ma ama, na-ekwu okwu megide okwu agbụrụ na nke nwoke na nwanyị na-ekwu maka ya na ndị ọrụ ndị ọzọ na-eme ngagharị iwe, ma na-akatọ ihe ọ chere na ọ bụ enweghị nkwado sitere na Trades Union Congress maka ebumnuche ya.",
  "Praịm Minista Jim Callaghan họpụtara onye ọka ikpe, Lord Justice Scarman iji dozie esemokwu ahụ",
  "Desai gbara akaebe ogologo oge",
  "Ọkàikpe Scarman tụrụ aro na a ga-amata ndị otu ahụ ma weghachite ndị ọrụ a chụrụ n'ọrụ",
  "Onye nwe ụlọ ọrụ ahụ leghaara akụkọ ahụ anya ma ndị otu ahụ laghachiri azụ, na-ahapụ kọmitii Grunwick ka ọ mara ọkwa na ọgbaghara ahụ agwụla na 14 Julaị 1978.",
  "Desai laghachiri na ụlọ ọrụ ịkwa akwa ma mesịa ghọọ onye nkuzi na Harrow College",
  "Ọ gafere ule ịkwọ ụgbọala ya mgbe ọ dị afọ 60 ma gbaa ụmụ nwanyị ndị ọzọ ume ime nke a iji mee ka nnwere onwe ha dịkwuo ukwuu.",
  "Oriakụ Desai (dị ka a na-akpọ ya mgbe niile) dekọrọ echiche ya maka Brent Museum na ihe ndekọ",
  "N'ajụjụ ọnụ nke Hannah Phung nke Brent Museum kwuru, sị: \"Ọ dị ịtụnanya, ka m gwa gị, ọ dị ịtụnanya",
  "Anya mmiri dị n'anya m ịhụ ndị a [...] ha na-emerụ onwe ha ahụ na ndị uwe ojii na-eji ịnyịnya na ihe niile ebubo ha ma ha ka guzo",
  "\"",
  "Jayaben Desai nwụrụ na 23 Disemba 2010",
  "Ezinụlọ ya gbasasịrị ntụ ya n'akụkụ isi iyi nke osimiri Indus na Ganges na Rotherhithe na Thames.",
  "Na 14 Disemba 2016 a kpọrọ aha ya dị ka otu n'ime ụmụ nwanyị asaa nke BBC Radio Four's Woman's Hour họọrọ maka 2016 Power List, nke Margaret Thatcher nọ n'elu ya ma gụnyekwa Helen Brook, Barbara Castle, Germaine Greer, Bridget Jones na Beyoncé. National Portrait Gallery, London zụrụ onyinyo nke Desai nke David Mansell n'afọ 2017."
]