[
  "Jayda Cheyni Hylton-Pelaia (amụrụ na 30 Mee 1998) bụ onye na-agba bọọlụ nke na-agba dị ka onye azụ maka otu egwuregwu League1 Ontario a kpọrọ Woodbridge Strikers na ndị otu egwuregwu ụmụ nwanyị Jamaica",
  "A mụrụ ya na Canada, ọ na-anọchite anya Jamaica na mba ụwa.",
  "A mụrụ Hylton-Pelaia na Brampton, Ontario, Canada",
  "A mụrụ nna ya, Gary Hylton, na Jamaica ma o biri ebe ahụ ruo mgbe ọ dị afọ iri na ụma",
  "Nne ya, Tracy Pelaia, bụ onye Ịtali. Ọ malitere ịgba bọọlụ mgbe ọ dị afọ asatọ na Brams United SC wee sonye n'òtù ndị ntorobịa nke Woodbridge Strikers mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị. Hylton-Pelaia gara St",
  "Augustine Catholic Secondary School na Brampton, ebe ọ bụ onyeisi ndị otu na onye egwuregwu kachasị baa uru ugboro abụọ n'ime afọ anọ ya na Falcons.",
  "Hylton-Pelaia gara Mahadum East Carolina na Greenville, North Carolina, United States.",
  "Ọ bụ ezie na a mụrụ ya na Canada, Hylton-Pelaia nwekwara ike ịnọchite anya Jamaica, site n'aka nna ya, na Ịtali, site n'aka nne ya. Ọ bụ Jamaica kpọrọ ya na mbụ na ọkwa dị n'okpuru afọ iri abụọ, aha ya na ndị otu maka 2018 CONCACAF Women's U-20 Championship. Hylton-Pelaia mere mpụta nke mbụ ya na nke na-eduga na asọmpi ahụ, na-amalite egwuregwu enyi na enyi megide Costa Rica na Jenụwarị",
  "N'asọmpi ahụ, ọ malitere asọmpi ikpeazụ nke otu B wee gbaa bọọlụ niile megide Nicaragua.",
  "Na ọkwa dị elu, a kpọrọ Hylton-Pelaia na nke mbụ ya na 2019 Pan American Games. O nwetara akara mbụ ya na Group A na-emeghe megide Mexico wee gaa n'ihu na-egwu na nkeji ọ bụla nke asọmpi ahụ ka Jamaica mechara na nke asaa. Mgbe egwuregwu ahụ gasịrị, onye isi nchịkwa Hue Menzies kwuru na Hylton-Pelaia \"mere nke ọma\" nakwa na ọ ga-atụle maka ịkpọ oku n'ọdịnihu n'oge usoro iru eru nke 2020 Summer Olympics.",
  "Agbanyeghị nke a, n'ihi mmerụ ahụ na mmetụta nke ọrịa COVID-19, Hylton-Pelaia apụtaghị na Jamaica ruo afọ atọ",
  "Ọkpụkpọ ọzọ a kpọrọ ya bụ maka 2022 CONCACAF W Championship.",
  "Àtụ:Updated",
  "Àtụ:Notelist",
  "Àtụ:Updated"
]