[
  "Jayne Cortez (Ọnwa Mee 10, afọ 1934 - ọnwa Desemba 28, afọ 2012) bụ onye Afrịka-Amerịka na-ede uri, onye na-eme ihe, obere onye na-ebipụta akwụkwọ akụkọ na onye na-ese okwu nke a na-eme emume maka ndọrọ ndọrọ ọchịchị ya, surrealistic na ihe ọhụrụ dị egwu na lyricism na ụda olu. Ihe odide ya bụ akụkụ nke Canon nke Black Arts Movement",
  "Ọ lụrụ onye na-egwu saxophon jazz bụ Ornette Coleman (1954), nwa ha nwoke bụ onye na-akụ egwu jazz bụ Denardo Coleman",
  "N'afọ 1975, Cortez lụrụ onye na-ese ihe, onye na-akpụ ihe, na onye na-ebi akwụkwọ Melvin Edwards, ha biri na Dakar, Senegal, na New York City.",
  "A mụrụ Jayne Cortez dị ka Sallie Jayne Richardson na ọdụ ndị agha na Fort Huachuca, Arizona, n'ọnwa Mee 10, afọ 1934",
  "Nna ya bụ onye agha na-arụ ọrụ nke ga-eje ozi n'agha ụwa abụọ; nne ya bụ odeakwụkwọ",
  "Ọ bụ nwa nke abụọ n'ime ụmụ atọ nwere nwanne nwanyị tọrọ ya na nwanne nwoke nke obere.",
  "Mgbe ọ dị afọ asaa, ọ kwagara Los Angeles, ebe ọ tolitere na mpaghara Watts. Jayne Richardson na-eto eto kpughere na jazz na Latin ndekọ nke nne na nna ya chịkọtara",
  "Ọ gụrụ nka, egwu na ihe nkiri na ụlọ akwụkwọ sekọndrị",
  "O mechara gaa Compton Community College, mana ọ hapụrụ ọrụ ya n'ihi nsogbu ego",
  "Ọ were aha nna Cortez, aha nne nne ya Filipino, na mbido ọrụ nka ya.",
  "N'afọ 1954, Cortez lụrụ onye na-egwu saxophon jazz bụ Ornette Coleman mgbe ọ dị afọ iri na asatọ",
  "Nwa ha nwoke Denardo, amụrụ n'afọ 1956, malitere iso nna ya na-akụ ịgba mgbe ọ ka bụ nwatakịrị ma tinye ndụ ya ka ya na ndị nne na nna abụọ na-arụkọ ọrụ n'ọrụ ha. N'afọ 1964, Cortez gbara Coleman alụkwaghịm wee guzobe ụlọ ọrụ Watts Repertory Theater Company, nke ọ rụrụ ọrụ dị ka onye nduzi nka ruo n'afọ 1970. Ọ na-arụsi ọrụ ike n'ọgụ maka ikike obodo, ya na onye a ma ama na-ahụ maka ikike obodo Fannie Lou Hamer rụkọtara ọrụ ma na-akwado iji nka dị ka ụgbọ ala iji kwalite ihe ndọrọ ndọrọ ọchịchị, na-eji ọrụ ya edebanye aha ndị isi ojii na Mississippi na mbido afọ 1960. Mgbe ọ na-atụgharị uche n'oge a n'ajụjụ ọnụ ya na D.H",
  "Melham na 1990, Cortez kwuru banyere mmetụta ya n'ọrụ ya, na-ekwu, \"Ịbụ onye na-enweghị ọrụ na enweghị nri nwere ike ime ka ị nwee mwute",
  "Mana ị bụghị nsogbu",
  "Nsogbu ahụ dị tupu ị mara na enwere nsogbu",
  "Nsogbu bụ usoro, ị nwere ike ịhazi, jikọta, ma mee ihe gbasara usoro ahụ",
  "Nke ahụ bụ ihe m mụtara\". Ọ gara Europe na Africa, wee kwaga New York City na 1967."
]