[
  "Paul \"Jayso\" Nuamah Donkor (amụrụ na June 1, 1983) bụ onye na-eti egwu rap nke Ghana, onye na-emepụta ihe ndekọ, onye na'agụ egwu, onye na -ede egwu na onye ọchụnta ego",
  "Mgbe afọ iri gachara n'ụlọ ọrụ egwu dị ka onye rapper na onye na-emepụta ihe, Jayso nwetara nlebara anya karị na-eso ọrụ ya na Sarkodie nke abụọ, Borga, nke gosipụtara na album mbụ ya, Maakye.  Jayso mepụtara ihe karịrị pasenti iri asaa nke egwu ndị dị na ọba ahụ nke gbakwara ya n'ọkwa.",
  "N'oge Jayso dị afọ iri na ụma na Presbyterian Boys' Senior High School (PRESEC-Legon) o guzobere Skillions, otu egwu hip hop a ma ama nke ọrụ ya abụghị naanị ntọala na ihe ndabere maka ndị na-eto eto na-ese ihe iji banye na hip hop, kamakwa webatara hip hop a na-eme n'ógbè ahụ na nnukwu obodo egwu Ghana",
  "Tupu nke a, Jayso sonyeere onye nrụpụta rapper ọzọ JPE (ugbu a Kobi Onyame) ya na ndị enyi ya Canz na Mr",
  "Scratch iji guzobe Haatsville Project.  Nke a butere ntọhapụ nke Haatsville Project mixtape, nke mere ka ọtụtụ mmadụ na-ekwu maka ya n'ime sekit hip hop n'okpuruala nke Ghana.",
  "Ọrụ mmepụta ya ugbu a gụnyere Sarkodie, M.anifest, Sway, Scientific, Kwaw Kese, Jon Germain, Efya, Rumor na ndị MC Naijiria Naeto C na Ikechukwu na onye na-ese ihe Gabon Baponga. Na Disemba 10, 2015, ọ wepụtara abọm izizi ya akpọrọ 'Making Tasha Proud' mgbe ihe karịrị ọkara afọ iri na-emepụta maka ndị ọzọ.",
  "Mmekọrịta Jayso na egwu malitere n'oge ọ bụ nwata",
  "N'ime ụbọchị ụlọ akwụkwọ sekọndrị Jayso na (Presec-Legon) ọ malitere ịkwalite nkà ya na mbụ dị ka onye na-agụ rapper na onye na-emepụta egwu",
  "Tupu ịbanye na Haatsville, Jayso na enyi ya T-Kube na-egwu egwu, onye hapụrụ Ghana gaa UK na 2002 mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "Ya na JPE (ugbu a Kobi Onyame), Canz na Mr",
  "Scratch (ndị ọrụ Haatsville) wepụrụ teepu Haatsville Project",
  "Teepu ahụ nwetara otuto n'etiti ndị hụrụ hip hop bụ ndị kacha bụrụ ndị ntorobịa.\nN'ịbụ onye wuru ihe ọmụma mmepụta ya site na mmekọrịta ya na Haatsville, Jayso malitere iwebata ihe mechara bụrụ otu hip hop mbụ Skillions (Skills in a Million)",
  "Ntinye Ball J, Jinx Therapy (nke bụzi Frank P) dị ka ndị otu mbụ nke Skillions, ndị dị ka EL, Midnight, J-Town, KP na Sandyswiz sonyeere ezinụlọ Skillions.",
  "N'okpuru nlekọta mmepụta nke Jayso (onye a pụrụ ịkọwa dị ka ụdị Ghana nke America's RZA of Skillions) otu ahụ wepụtara egwu mbụ ha 21 'Skillions Demotapes' na 2002",
  "Nchịkọta nke mixtape ahụ mere kpamkpam n'ime ụlọ ihi ụra nke Jayso",
  "Vidio ahụ nwetara ihe ịga nke ọma nke dugara na GH-Rap Movement dum. Ihe ịga nke ọma nke teepu ngwakọta ahụ bụ n'ụzọ dị ukwuu n'ihi ọrụ mmepụta na ụdị egwu; ha na-abụkarị rap n'asụsụ Bekee na-agwakọta na pidgin (ụdị Ghana nke Bekee na asụsụ mpaghara mebiri emebi) - nke masịrị nnukwu akụkụ nke ndị ntorobịa",
  "N'ikpeazụ ya kwadoro nzere Skillions dị ka otu n'ime ndị otu rap nwere nkà nke oge ha na Ghana.  Ọbụna mgbe nkesa nke otu ahụ gasịrị, Skillionaire ọ bụla na-emere onwe ya aha n'ime egwu na nka.  Nkewa nke Skillions mere ka ha nwee ike ịchụso ọrụ solo wee mee ka Jayso guzobe ọgbọ ọzọ nke nkà.  Ọgbọ Ọhụrụ gụnyere Lil Shaker, Rumour, Kevin Beats, Graffik, Killmatic, Paapa Versa, Padlock, Sandra, Gemini, Nobel na Joey B",
  "Ọgbọ Ọhụrụ n'okpuru nlekọta nke Jayso wepụtara 'The Skillions New Generation Mixtape' nwere egwu egwu dị otú ahụ.  dị ka 'Hood', 'Alert', 'Facebook Girl and Boy\", 'I No Dey Biz' n'okpuru akara ndekọ nka nka.",
  "Jayso esorowo ihe fọrọ nke nta ka ọ bụrụ onye ọ bụla a ma ama na-ese egwu na Ghana rụọ ọrụ kemgbe afọ 1999",
  "N'èzí Ghana, ọ rụrụ ọrụ maka otu n'ime akụkọ hip hop Wyclef Jean na UK's Sway",
  "N'ógbè, o mepụtara ọrụ maka ndị dị ka Sarkodie, M.anifest, R2Bees, Efya, Kwaw Kese, Afro Rock Band Dark Suburb, VIP, Reggie Rockstone, ASEM na ndị ọzọ."
]