[
  "Jean Goss (Caluire na France November 20, 1912 - Paris April 3, 1991) bụ onye France na-eme ihe ike na-enweghị ihe ike.",
  "Nwa nke onye opera baritone nke tụfuru olu ya n'oge Agha Ụwa Mbụ, a manyere Jean Goss ịrụ ọrụ malite mgbe ọ dị afọ iri na abụọ na Paris, tupu ụlọ ọrụ ụgbọ okporo ígwè France were ya n'ọrụ n'afọ 1937",
  "Mgbe ọ dị afọ iri na ise, ọ sonyeere otu ndị ọrụ",
  "N'ịbụ onye a kwadoro n'afọ 1939, ọ sonyere n'Agha Ụwa nke Abụọ",
  "N'ọnwa June 1940, n'abalị tupu ya enyefee onwe ya n'aka ndị agha Germany na Lille, ọ nwere ahụmahụ dị egwu nke ịhụnanya Chineke nwere n'ebe ọ nọ na maka mmadụ niile",
  "[nkọwa dị mkpa] Ọ ga-abụ mmalite nke nkwekọrịta ndụ",
  "Dị ka onye mkpọrọ agha n'ogige ndị Germany ruo n'afọ 1945, a mara ya ikpe ọnwụ mana onye ọrụ Germany zọpụtara ya nke akaebe ya kpaliri.",
  "Na ngwụcha agha ahụ, ọ na-achọ ndị ụkọchukwu na Chọọchị Roman Katọlik kwenyesiri ike na nkwanye ùgwù zuru oke maka ndụ mmadụ",
  "N'afọ 1950, ọ manyere ịbanye n'Ọfịs Nsọ na Rom iji zute Kadinal Alfredo Ottaviani",
  "N'afọ 1948, ọ zutere International Fellowship of Reconciliation na France wee zighachi Ministri France akwụkwọ agha ya na ihe nrite agha ya iji kwado ndị jụrụ n'ihi akọ na uche",
  "Ebe ọ bi na Arcueil, obodo dịpụrụ adịpụ na Paris, ọ na-arụsi ọrụ ike na mmegharị ọha na eze maka ụlọ nakwa na ndị ọrụ ụgbọ okporo ígwè",
  "Ọ bụ otu n'ime ndị ndú nke ọgbaghara 1953.",
  "O sonyere n'ọtụtụ nzukọ udo n'Ebe Ọwụwa Anyanwụ Europe (Budapest 1953, Warsaw 1956, Moscow 1957, Prague 1958).",
  "N'afọ 1958, ọ lụrụ Hildegard Mayr",
  "Ha nwere ụmụ abụọ, Etienne na Myriam",
  "Ndụ ya na Hildegard raara onwe ya nye ịkwalite enweghị ime ihe ike nke Ndị Kraịst",
  "Ha nọ na Rom n'oge Council Vatican nke Abụọ na-agba mbọ ka Chọọchị Roman Katọlik mara nkwenye nke akọ na uche",
  "N'afọ ndị 1960 na 1970, ha biri oge ụfọdụ na Brazil (1964-1965) na Mexico (1970-1971)",
  "Ha jikọtara nzukọ abụọ nke kọntinent na-abụghị ime ihe ike (Montevideo 1966, Medellín 1974), nke a mụrụ SERPAJ (Servizio Paz y Justizia)",
  "Onye nhazi mbụ ya bụ Adolfo Pérez Esquivel, onye natara Nobel Peace Prize n'afọ 1980",
  "Ha rụrụ ọrụ n'oge ahụ na Don Hélder Câmara, Mgr Leonidas Proaño, Dom Antonio Fragoso, Fredy Kunz.",
  "Ha nyere ọzụzụ na seminarị na-enweghị ime ihe ike n'ọtụtụ mba ndị agha ma ọ bụ agha metụtara; Ireland (site n'afọ 1963), Balkans (site n'afọ 1972), Austral Africa (site n'afọ 1973), Lebanon (1974-1975 na 1980), San Salvador (1979)",
  "N'afọ 1980, ha na-arụsi ọrụ ike na Eshia; Philippines (site na 1984), Thailand, Bangladesh, na Hong Kong",
  "Karịsịa ọrụ ya nke mgbanwe Nonviolent na Philippines nafe1986, bụ otu n'ime ihe ịga nke ọma ka ukwuu o nwere, ka ọ na-eduzi ma na-akwadebe ndị mmadụ.",
  "N'afọ ndị ikpeazụ ya, ọ gara Central Africa",
  "N'afọ 1990, ọ nọ na Zaïre, n'ọnwa Eprel afọ 1991, ka ọ na-eme atụmatụ ịga Madagascar",
  "Ọ nwụrụ na Paris n'ọnwa Eprel 3rd, 1993.",
  "Ya na Hildegard Goss-Mayr, ọ bụ onye otu International Board of the International Fellowship of Reconciliation ruo ọtụtụ afọ na osote onye isi oche ya ruo oge ụfọdụ."
]