[
  "Jean-Bosco Barayagwiza (1950 - 25 Eprel 2010) bụ onye Génocidiare a mara ikpe na onye ndọrọ ndọrọ ọchịchị nke jikọtara ya na Hutu Power movement",
  "Onye ọrụ gọọmentị nọ n'ọkwá dị elu, Barayagwiza jere ozi dị ka onye nduzi iwu n'ime Mịnịstrị nke Mba Ọzọ n'oge mgbukpọ agbụrụ Rwanda. A kọwara ya dị ka otu n'ime \"ndị isi\" nke mgbukpọ ahụ.",
  "Barayagwiza bụ onye guzobere otu ndọrọ ndọrọ ọchịchị Coalition for the Defence of the Republic, nke a na-ewere dị ka ọ na-ewere ọnọdụ dị oke egwu megide ndị Tutsi karịa ndị ọchịchị National Republican Movement for Democracy and Development Dị ka onye isi oche nke kọmitii ndị isi nke ụlọ ọrụ redio a ma ama Radio Télévision Libre des Mille Collines (RTML), ọ ga-elekọta mgbasa ozi nke ọdịnaya na-agba ume ime ihe ike megide ndị Tutsis.",
  "Kamerun",
  "Mgbe a tụrụ ya mkpọrọ na Yaoundé, Cameroon n'afọ 1996, Barayagwiza ga-ebo gọọmentị RPF ebubo na ha na-ele ndị Hutus anya n'ihu n'ụzọ na-ezighị ezi, na-ekwu na \"ọchịchị ahụ na-eme ka ihe bụrụ agbụrụ site n'ebo ndị Hutu ebubo dị ka ndị na-egbu agbụrụ\"",
  "Barayagwiza kwuru na ndị Hutus bụ ndị mwakpo ndị Tutsi gburu n'oge mgbukpọ ahụ ma na-eme ihe iji chebe onwe ha.",
  "Ikpe igbu ọchụ na ọnwụ",
  "N'abalị iri abụọ na atọ n'ọnwa Ọktọba afọ 2000, Ụlọikpe Na-ahụ Maka Mpụ Mba Nile maka Rwanda boro ya ebubo igbu ọchụ, Mpụ megide Mmadụ na imebi nkwekọrịta Geneva",
  "E kpere ya ikpe ya na Ferdinand Nahimana, onye guzobere RTLM, na Hassan Ngeze, onye nduzi na onye nchịkọta akụkọ nke akwụkwọ akụkọ Kangura",
  "Onye ọka iwu Canada bụ Oriakụ gbachitere Barayagwiza na mbụ",
  "Marchessault na onye ọka iwu America bụ Maazị Danielson.",
  "ndị ọka iwu abụọ ahụ kwụsịrị, a gbachitere Barayagwiza n'oge ikpe ahụ niile, ruo ikpe nke mbụ, site n'aka onye ọka iwu Ịtali Giacomo Barletta Caldarera, ruo ugbu a [mgbe?] naanị onye ọka iwu Ịtali rụrụ ọrụ dị ka onye ndụmọdụ na-agbachitere ya na UN International Tribunal",
  "Barayagwiza jụrụ isonye na ikpe ahụ, na-ekwu na ndị ọka ikpe adịghị ele mmadụ anya n'ihu.",
  "N'ụbọchị nke atọ n'ọnwa Disemba n'afọ 2003, a mara Barayagwiza ikpe maka mgbukpọ agbụrụ, izu igbu ọchụ, ọha na eze na ịkpalite mgbukpọ agbụrụ na mkpochapụ na mkpagbu nke mejupụtara mpụ megide mmadụ",
  "A chọpụtakwara na ọ bụghị onye ikpe mara maka ebubo ndị ọzọ nke itinye aka na mgbukpọ agbụrụ, igbu ọchụ na imebi nkwekọrịta Geneva.",
  "A mara ya ikpe ịga mkpọrọ afọ iri atọ na ise",
  "O kwupụtara na ọ na-arịọ arịrịọ maka ikpe ahụ ma nye ya Donald Herbert na Tanoo Mylvaganam dị ka onye ndụmọdụ nchebe ọhụrụ na 30 Nọvemba 2004",
  "A kpọrọ Alfred Pognon dị ka onye ndụmọdụ na-agbachitere Barletta Caldarera",
  "A kwadoro arịrịọ ya na 22 June 2009 ma belata ikpe ya na mkpọrọ afọ iri atọ na abụọ.",
  "Ọ nwụrụ na 25 Eprel 2010 na Cotonou, Benin, n'ihi ọrịa ịba ọcha n'anya C",
  "Ndị ezinụlọ ya ekwuola na a jụrụ ya ọgwụgwọ zuru oke."
]