[
  "Jeanne Moutoussamy-Ashe (amụrụ n'ọnwa Julaị 9, afọ 1951) bụ onye Amerịka na-ese foto na onye na-eme ngagharị iwe",
  "A maara ya nke ọma maka ọrụ ya na magazin, akwụkwọ akụkọ, na ọtụtụ akwụkwọ foto, yana dịka onye na-ahụ maka ọrịa AIDS.",
  "A mụrụ Moutoussamy-Ashe na Chicago, Illinois, n'ọnwa Julaị 9, afọ 1951",
  "Ezinụlọ nne ya si Arkansas, ezinụlọ nna ya si New Orleans na Guadeloupe. Nne na nna abụọ ahụ bụ ndị ọkachamara na ngalaba metụtara nka",
  "Nne ya, Elizabeth Rose Hunt Moutoussamy, bụ onye na-ese ihe n'ime ụlọ, nna ya, John Warren Moutoussamic, bụ onye",
  "Ha gbara ya ume ịchụso mmasị nka nke ya site na itinye ya na klas ngwụsị izu na Art Institute nke Chicago mgbe ọ dị afọ asatọ",
  "Mgbe ọ dị afọ iri na asatọ, enyi ezinụlọ, Frank Stewart, mere ka ọ mara foto. Mgbe a jụrụ akwụkwọ ya na Cooper Union School of Art, ọ mụụrụ Garry Winogrand maka oge okpomọkụ wee tinye akwụkwọ ọzọ. Moutoussamy-Ashe gara n'ihu nweta BFA ya site na Cooper Union n'afọ 1975",
  "Tupu ọ gụsịrị akwụkwọ, ọ nọrọ afọ nke mbụ ya na West Africa iji mezue ọmụmụ onwe ya na foto.",
  "Mgbe ọ gụsịrị akwụkwọ, Moutoussamy-Ashe rụrụ ọrụ dị ka onye na-ese ihe osise na foto telivishọn maka WNBC na WNEW na New York, yana maka PM Magazine. Enyi ya, Gordon Parks tụrụ aro ka ọ nweta asambodo iji see foto nke afọ 1968 United Negro College Fund Tennis Tournament nke onye mmeri tennis Arthur Ashe haziri.",
  "N'oge ọrụ ya, Moutoussamy-Ashe enyewo foto na ọtụtụ magazin na akwụkwọ akụkọ, gụnyere Life, Smithsonian, Sports Illustrated, People Weekly, Ebony, Black Enterprise, World Tennis, Self, na Essence.",
  "Moutoussamy-Ashe lụrụ Arthur Ashe n'afọ 1977",
  "N'ọnwa Disemba afọ 1986, Ashe na Moutoussamy-Ashe kuchiri nwa nwanyị, onye ha kpọrọ Camera n'aha ọrụ Moutoussamic-Ashe",
  "Mgbe ọnwa iri na itoolu gachara, a chọpụtara na Arthur nwere nje HIV, mgbe ọ butere ọrịa ahụ site na mmịnye ọbara ọ natara n'oge ịwa ahụ obi.",
  "Moutoussamy-Ashe esonyewo n'ọtụtụ ihe ngosi nke otu na otu n'obodo ndị dị gburugburu United States na Europe, a na-etinyekwa ọrụ ya na nchịkọta na-adịgide adịgide nke ọtụtụ ebe ngosi ihe mgbe ochie, gụnyere Museum of Modern Art na New York, Schomburg Center for Research in Black Culture, Smithsonian National Museum of African American History and Culture, National Portrait Gallery, na Whitney Museum of American Art",
  "Ọ dịkwa na nchịkọta onwe onye, gụnyere Oprah Winfrey. Ọ natala ọtụtụ onyinye, gụnyere Essence Photography Literary Award (2008), na Mayoral Citation site na City of Chicago (1986)",
  "O nwekwara nzere Doctor of Fine Arts abụọ, site na Queens College (2002, Charlotte, North Carolina) na Long Island University (C.W",
  "Post Campus, 1990)",
  "[citation needed]"
]