[
  "Jean-Bosco Mwenda, onye a makwaara dị ka Mwenda wa Bayeke (1930 September 1990), bụ onye ọsụ ụzọ nke egwu egwu egwu egwu nke Congolese",
  "Ọ bụkwa onye a ma ama na mba ndị ọzọ dị n'Afrịka, ọkachasị n'Ebe Ọwụwa Anyanwụ Afrịka, na ngwụcha afọ 1950 na mmalite afọ 1960 ọ nọrọ obere oge na Nairobi, Kenya, ebe ọ na-eme ihe ngosi redio mgbe niile ma bụrụ mmetụta dị ukwuu n'ọgbọ ndị na-akpọ ụbọ akwara na Kenya.",
  "A mụrụ Jean-Bosco Mwenda na 1930 na Bunkeya (nke bụzi akụkụ nke Lualaba Province) n'ihe bụ Belgian Congo n'oge ahụ, mana o biri ọtụtụ ndụ ya na Lubumbashi, ebe na mgbakwunye na ịkpọ egwu ọ nwere ọrụ na ụlọ akụ na ụlọ ọrụ na-egwupụta ihe n'ógbè ahụ, na-elekọta ìgwè ndị ọzọ, ma nwee họtel n'ókè Zambia",
  "Ọ nwụrụ na Septemba 1990 n'ihe mberede ụgbọala na Zambia.",
  "Mwenda jiri aha Mwenda wa Bayeke, na-azọrọ na ọ sitere n'ezinụlọ Sanga nke Bayeke.\nEgwú ya sitere na isi mmalite dị iche iche gụnyere egwu ọdị nala nke ndị Luba / Sanga ya.\nỌ bụ otu n'ime ndị Congo ole na ole nwetara agụmakwụkwọ ọdịda anyanwụ n'oge ọchịchị ndị ọchịchị n'ihi ọnọdụ nna ya na Chọọchị Katọlik",
  "Mwenda rụrụ ọrụ na mbụ dị ka onye ode akwụkwọ maka nchịkwa Likasi mana n'oge na-adịghị anya ọ nwetara nnukwu ihe ịga nke ọma dị ka onye na-akpọ ụbọ akwara, na-ewepụta egwu mbụ ya na 1952",
  "Ya na enyi ya na onye mmekọ ya Losta Abelo, na nwa nwanne ya nwoke Edouard Masengo, Bosco kọwapụtara ụdị guitar acoustic nke Congo",
  "Egwú ya \"Masanga\", nke Hugh Tracey dere, ghọrọ ihe na-emetụta ya karịsịa, n'ihi akụkụ ya dị mgbagwoju anya na nke dịgasị iche iche.\nMmetụta nke ya gụnyere egwu ọdị  nala nke Zambia na Eastern Congo, otu Cuban dị ka Trio Matamoros, na ihe nkiri cowboy.",
  "Ihe ndekọ vidio nke Gerhard Kubik na 1982 dị na nchịkọta nke ndị na-ese egwu egwu na-emetụta Afrịka nke akpọrọ Native African Guitar",
  "CD nke 1982 nwere akwụkwọ nta (ihe odide nke Gerhard Kubik, kwa na Bekee, gụnyere ederede égwu Kiswahili), dị na Museum für Völkerkunde, Berlin",
  "Ihe ndekọ ahụ gụnyere égwu zuru ezu Bosco nyere na June 30, 1982, na Museum für Völkerkunde, Berlin",
  "N'afọ 1988, ụlọ ọrụ na-ede kọ ihe na Cape Town bụ Mountain Records de kọrọ  abọm studio nke egwu Mwenda ma wepụta ya n'afọ 1994",
  "A na-akpọ abọm ahụ Mwenda wa Bayeke - onye na-akụ egwú guitar n'Africa."
]