[
  "Jeannie Deakyne,  bụ onye Arlington, nke Texas, onye mmeri n'ihe gbasara mmụta na ohere nweta mmụta, onye na-emelite obodo na onye agha ọgụ",
  "Dị ka nke 2020 ọ na-eje ozi dị ka osote onye isi oche nke ọrụ maka National Medal of Honor Museum Foundation na Arlington, Texas",
  "Ọ bụ onye na-arụsi ọrụ ike na National na Texas Societies of the Daughters of the American Revolution, Alumni nke Gamma Phi Beta Sorority, na Arlington Council nke PTA onye ndu.",
  "A zụlitere Deakyne na Arlington, Texas",
  "Ọ gụsịrị akwụkwọ na Arlington High School na 1993 wee gaa n'ihu na BA na political sayensị na Mahadum Texas na Arlington na 1998",
  "N'oge agum kọleji ọ rụrụ ọrụ dị ka onye isi otu ụmụ akwụkwọ, bụrụ onye gụsịrị akwụkwọ na ndị agha ama ama, bụrụkwa onye otu Gamma Phi Beta",
  "O nwetara nzere masta ya na Political sayensị  na Mahadum Texas na Arlington na 2010.",
  "Deakyne jere ozi dị ka onye isi ndị agha na-arụsi ọrụ ike site na 1998 ruo 2011",
  "Ọrụ ndị agha afọ iri na abụọ a ma ama gụnyere ntinye abụọ na ngalaba mbụ nke Cavalry na nkwado nke Operation Iraqi Freedom, ọrụ dị ka onye isi ụlọ ọrụ maka ndị agha niile na ọdụ ụgbọ elu Baghdad International, Onye isi ndị ọrụ maka ngalaba ụgbọ elu Air Combat Brigade na onye ọrụ ntinye no ọrụ",
  "maka ndị ọrụ, nzi ozi na ngalaba arụrụ arụ ọrụ maka Iraq na Kuwait",
  "Ọ rụkwara ọrụ dị ka onye enyemaka Prọfesọ nke Sayensị ndị agha na UT Arlington na-eduga mmepe usoro ọmụmụ na ọzụzụ ngalaba mgbe ọ na-eje ozi dị ka onye nkuzi izizi maka ụmụ akwụkwọ kọleji na Army's Reserve Officer Training Corp (ROTC)",
  "O nwetara Medal Bronze Star na Army's Bronze Star na Action Badge mgbe etinyere ya na nkwado nke Operation Iraqi Freedom.",
  "Deakyne mechara jee ozi dị ka onye isi njikwa nke ndị ọrụ na ngalaba mmụta na mmepe nke Mahadum ebe o guzobere usoro ndekọ nke imepụta ọzụzụ iduzi ọhụrụ maka ndị isi ngalaba, mechaa mezie ụzọ maka ịkwaga Texas Christian University's Neeley School of Business na ihe egwuregwu ọhụrụ dị ka",
  "Onye isi oche nke TCU Neeley Executive Education.",
  "Deakyne malitere ije ozi, dị ka onye isi oche nke Ọrụ maka National Medal of Honor Museum Foundation n'afọ 2020",
  "Jeannie na-egosipụta ǹdú site na nkata iwu ụlọ ngosi ihe mgbe ochie na ebe agụmakwụkwọ dị na Texas, na nkesa akụkọ banyere ndị nnata Medal of Honor anyị, na onye kpali muọ nyere ndị ọbịa no  n'ofe ụwa inyocha echiche nke obi ike, ịchụ àjà, ịhụ mba n'anya, ịbụ nwa amaala, iguzosi ike n'ezi ihe na ntinye aka, na mụta ka e nwere ike isi gosi ụkpụrụ ndị a na ndụ ha kwa ụbọchị.",
  "O mepụtakwala ihe  nke ukwuu na obodo North Texas ya",
  "Jeannie jere ozi dị ka onye isi oche nke Arlington Independent School District 2019 Capital Needs Committee Steering Committee, onye so na kọmitii 2014 Capital Needs steering, onye isi oche nke kọmitii na-ahụ maka njide ụmụ amaala 2009, yana ọtụtụ ụkpụrụ na kọmitii na-ahụ maka ọdịmma ego nke mpaghara.",
  "Akpọrọ ya aha onye nnata mbụ nke Greater Arlington Chamber of Commerce Women's Alliance Rising Star Award, wee nata Texas PTA's Honorary Life Membership Award na Junior League of Arlington's President's Award.",
  "Ihe mgbakwunye ya ugbu a na nke gara aga na ọrụ obodo gụnyere: Kọmitii Ọchịchị maka Association of Junior Leagues International, National Vice Chair of Junior Membership (onyinye klas) maka ụmụ nwanyị nke American Revolution, osote onye isi oche nke onye ndu nke Texas Parent Teacher Association, Onye isi oche Arlington Council of PTAs, Onye isi oche nke CC Duff Elementary PTA, Onye isi oche nke Junior League of Arlington, Regent nke Quanah Parker Chapter of DAR, Obodo Arlington Zoning Board of Adjustment, onye isi oche nke Arlington Convention na Visitors Bureau., onye otu bọọdụ nke Greater Arlington Chamber of Commerce, onye otu Board nke Veterans Business Council, na onye otu Women's Alliance Advisory Council.",
  "Deakyne bụkwa onye otu Junior League nke Arlington, Texas."
]