[
  "Jedidah C",
  "Isler bụ onye American astrophysicist, onye nkụzi, na onye na-akwado ịdị iche iche na STEM",
  "Ọ ghọrọ nwanyị Africa America mbụ mezue PhD ya na astrophysics na Yale na 2014. Ọ bụ osote prọfesọ nke Astrophysics na Dartmouth College ugbu a. Nnyocha ya na-enyocha physics nké blazars (oghere ojii na-arụ ọrụ) ma na-enyochaa iyi jet na-esi na ha apụta.   N'ọnwa Nọvemba 2020, a kpọrọ Isler ónyé otu Joe Biden's presidential transition Agency Review Team iji kwado mbọ mgbanwe metụtara National Aeronautics and Space Administration.",
  "A zụlitere Isler na Niagara Falls, New York ma mesịa Virginia Beach, Virginia. Mmasị ya na nkà mmụta mbara igwe malitere mgbè ọ dị afọ iri na otu ma ọ bụ iri na abụọ. N'iji onyokomita nke nwanne ya nwanyị nyèrè ya màkà ụbọchị ọmụmụ ya, ọ malitere ile kpakpando anya ma na-amụsi ọrụ ike maka ọrụ ọkachamara na sayensị. Obéré ógè tupu ọ gaa kọleji, nna Isler hapụrụ ezinụlọ ahụ na-akpata nsogbụ ego nke yiri egwu belata agụmakwụkwọ ya.",
  "Mgbe ọ nwetasịrị PhD ya, Isler gàrà n'ihu na-eme nchọpụta ya site na ọtụtụ nhọpụta nyocha postdoctoral",
  "Site na 2013 ruo 2015, o nwèrè afọ abụọ nke Chancellor's Faculty Fellowship na Mahadum Syracuse. N'afọ 2014, e nyere Isler onyinye Future Faculty Leaders Postdoctoral Fellowship na Harvard São Smithsonian Center for Astrophysics.  Mgbè nke ahụ gasịrị, ọ meriri na 2015 National Science Foundation Astronomy & Astrophysics Postdoctoral Fellowship na-akwado nyocha ya na Ngalaba Physics na Astronomy na Mahadum Vanderbilt. N'afọ 2015, e nyere Isler onyinye TED Fellowship. Ọ bụ ónyé 2016 National Geographic Emerging Explorer, na 2017 ọ ghọrọ ónyé TED Senior Fellow.",
  "N'afọ 2015, Isler guzobere Vanguard: Conversations with Women of Color na STEM (VanguardSTEM) dị ka mbinye ákà nkè STEM en Route to Change Foundation (SeRCH Foundation, Inc)",
  "VanguardSTEM bụ usoro weebụ nke gosipụtara ajụjụ ọnụ nke Isler kwadoro ma gosipụta ụmụ nwanyị na-acha uhie uhie na STEM, na-atụle ọrụ na omenala agụmakwụkwọ na nke ọkachamara yana ihe omume ndị dị ugbu a",
  "Ndị ọkà mmụta sayensị gosipụtara gụnyere Brittany Kamai, DeAndrea Salvador, na Naia Butler-Craig. Ebumnuche webinar a kọwara bụ \"ịmepụta mkparịta ụka n'etiti ụmụ nwanyị na-acha uhie uhie na STEM, ebe anyị nwèrè ike ime emume na-akwado njirimara anyị na mmasị STEM n'ebe dị nchebe\"."
]