[
  "Jelili Atiku bụ onye na-ese ihe nkiri na onye na-akpụ ihe, o si na Lagos, Nigeria",
  "Omume ya gbasara eserese, foto, ntinye ihe ọkpụkpụ, vidiyo na arụmọrụ ndụ emeela ka ọ bụrụ otu n'ime ndị na-ese ihe nkiri a ma ama site na Naịjirịa gburugburu ụwa. E kwuru na ọrụ ya nwere ike nke \"dị na ojiji o ji akara Yoruba na ọdịnala obodo ya\"",
  "A mụrụ Atiku na 27 Septemba 1968 na Ejigbo, obodo dị na Lagos Steeti nke Naịjirịa",
  "O nwetara nzere bachelọ nke nka site na Mahadum Ahmadu Bello, Zaria n'afọ 1998 na Master of Arts na nka ọhụụ na Mahadum Lagos, Nigeria, n'afọ 2006.",
  "N'afọ 1998, ọ kụziri nka na Federal Government College, Ikot Ekpene, Akwa Ibom, Nigeria",
  "Site n'afọ 2004 ruo n'afọ 2005, ọ rụrụ ọrụ dịka osote onye nkuzi mgbe ọ gụsịrị akwụkwọ na ngalaba nke Visual Arts, Mahadum nke Lagos",
  "Site na 2011 ruo 2013 ọ bụ onye nkuzi nke Arts and Industrial Designs Department, Lagos State Polytechnic, Ikorodu, Lagos",
  "N'afọ 2018, ọ ghọrọ osote prọfesọ na Ngalaba Africana Studies / Rite and Reason, Mahadum Brown dị na Providence, Rhode Island.",
  "Ọrụ Atiku na-elekwasị anya na ikike mmadụ na ikpe ziri ezi nke ọha na eze, nke na-ewetakarị ya na ndị ọrụ gọọmentị okwu. Mgbe ọ rụchara ọrụ n'obodo ya bụ Ejigbo na 18th nke Jenụwarị, e jidere ya ma bo ya ebubo n'ụlọ ikpe. Ihe nkiri a, nke akpọrọ ''Aragamago Must Rid This Land of Terrorism'' bụ nke mwakpo obi ọjọọ a wakporo ụfọdụ ụmụ nwanyị atọ na Ejigbo nke o kwenyere na ọ bụ \"ihe arụ\" nke mere na eze ga-achụ aja n'ihu ọha na eze",
  "E mechara wepu ya na ikpe ahụ mgbe ndị na-ese ihe na ndị otu obodo na ndị mba ọzọ rụgidere ha.",
  "N'afọ 2012, Atiku na Helene Aurell (onye na-ese ihe na Sweden), Nigel Wells (onye na-ese ihe na UK / Sweden) na PålGunnäs (onye na-ese ihe na Norway) rụkọrọ ọrụ na arụmọrụ ọ kpọrọ, “In(ut)Flöde'",
  "Ya na ndị ọzọ na-ese ihe dị ka Graham Martin na Scarborough, York (United Kingdom); na TOGYG, otu ndị na-ese ihe nke Bangor Greadigol, nke dị na North Wales.",
  "N'afọ 2015, o ritere ihe nrite Prince Claus Award.",
  "N'afọ 2017, ọ bụ otu n'ime ndị na-ese ihe na-anọchite anya Naịjirịa na Venice Biennale, na Italy.",
  "Aráf'́rakù (2013)",
  "Ihe ngosi a lekwasịrị anya na ntụgharị uche Atiku banyere ọnwụ nna ọ na-ahụtụbeghị",
  "Okwu \"Aráf'́rakù\" na Yoruba pụtara \"akụkụ m na-efu.\" Ihe nkiri a mere n'ime ebe efu nke e ji mpempe akwụkwọ na foto nke nna Atiku kpuchie",
  "\"Ọ bụ naanị ya nọ n'ime ọtụtụ awa iri anọ na anọ ebe otu awa na-anọchite anya otu afọ ọ bụla nke ndụ ya, naanị onye a na-ekwe - ọ bụ ezie na ọ bụ obere oge - ikere òkè n'oge ahụ bụ nne ya, na-emepụta trilogy nke fọrọ nke nta ka ọ bụrụ transcendental",
  "\" Nke sochiri ya bụ arụmọrụ ihu ọha na eze nke na-eṅomi ememe olili ozu Yorùbá \"na-eme ka ókèala dị n'etiti eziokwu na akụkọ ifo dị ka a na-anwa inweta ọnọdụ mmechi site na ngosipụta ọha na eze nke mmetụta uche zuru ụwa ọnụ\""
]