[
  "Marathon mbụ Sumgong bịara na Las Vegas Marathon na 2006 ma merie na mgbalị mbụ ya, na-ewere aha ụmụ nwanyị n'oge 2:35:22. Ọ bịara nke atọ na Azalea Trail Run n'afọ sochirinụ",
  "O mere nke mbụ ya na Europe na 2007 Frankfurt Marathon ma ọ bịara nke anọ na oge ka mma nke 2:29:41. Njem ọzọ ọ gara n'ihu n'ebe ahụ bịara na San Diego Marathon ma ọ bụ onye nke abụọ na 2:30:18 n'azụ Yulia Gromova, onye mmeri nke White Nights Marathon. Ọ debanyere aha ịrụ ọrụ maka ndị agha Kenya na 2009",
  "N'ịkwụsị ịgba ọsọ, ọ lụrụ Noah Talam (onye ọzọ na-agba ọsọ marathon na Kenya) ma di na nwunye ahụ mechara mụọ nwa nwanyị na 2011",
  "N'ịbụ onye na-efu oge 2009, ọ laghachiri na 2010 wee bụrụ onye nke abụọ na San Blas Half Marathon, nke ise na Berlin Half Marathon na nke ise na San Diego Marathon.",
  "Mgbe amuchara nwa ya nwanyị, Sumgong laghachiri nke ọma na Disemba 2011 na Castellón Marathon, nke ọ meriri na nke kacha mma nke 2:28:32.",
  "Sumgong bụ onye nke asaa na asọmpi asọmpi Kenyan Cross Country Championship na mbido afọ 2012.",
  "Na 2012 Boston Marathon, mwepụ dị elu na ọnọdụ ịgba ọsọ na-ekpo ọkụ rụrụ ọrụ n'ụzọ dị mma ka asọmpi ahụ gbadatara na njedebe ọsọ megide Sharon Cherop, na Sumgong na-ewere ebe nke abụọ sekọnd abụọ n'azụ. Sumgong nwalere ihe a machibidoro iwu prednisolone na ule mgbochi ọgwụ ọjọọ ya mgbe ọ gbasịrị ma nye ya mmachibido iwu afọ abụọ site na asọmpi site na Athletics Kenya",
  "Otú ọ dị, IAAF wepụrụ ya na arịrịọ na Septemba 2012, ebe a na-ekwe ka ọgwụ mgbochi mpaghara nke Sumgong natara n'okpuru iwu nke òtù na-achị achị. N'ịbụ onye e wepụrụ ka ọ gbaa ọsọ, Sumgong mechiri ọzọ n'azụ Cherop na Philadelphia Half Marathon nke afọ ahụ, na-ewere ọnọdụ nke atọ.",
  "Sumgong meziwanyere nke ukwuu na 2013 Rotterdam Marathon, ebe ọ meriri asọmpi ahụ n'oge nke 2:23:27 na-eme ka akara mbụ ya karịa nkeji isii. O belatara ihe kachasị mma ya maka oge nke abụọ na 2013 na 2:20:48 na njedebe nke abụọ na onye ọzụzụ ya Rita Jeptoo na Chicago Marathon.",
  "Sumgong mechiri n'ọnọdụ nke anọ na Boston Marathon na oge kachasị ọsọ nke 2:20:41 (ọdịda ugwu na ọdịdị isi na isi nke usoro Boston pụtara na anaghị ele oge ya anya dị ka nke kachasị mma). Ka e mesịrị n'afọ ahụ, ọ mechara nke abụọ na New York City Marathon, na-efunahụ onye obodo ya Mary Keitany, onye mmeri nke sekọnd atọ ya bụ nke kacha dị warara n'akụkọ ihe mere eme.",
  "N'abalị iri abụọ na anọ n'ọnwa Eprel, ọ meriri London Marathon na oge nke 2:22:58",
  "Ihe omume ahụ dị ịrịba ama ka ọ dara n'oge ọsọ ahụ, mana ọ ka jisiri ike mechie n'ihu ndị ọzọ",
  "N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2016, o ritere ihe nrite ọla edo n'egwuregwu Olimpik nke Rio na oge nke 2:24:04",
  "Ihe nrite ọla edo nke Sumgong na 2016 Olympic bụ ihe nrite ọlaedo mbụ nke Kenya na marathon Olympic nke ụmụ nwanyị.",
  "Sumgong ga-agbachitere aha ya na 2017 London Marathon na Eprel 23, mana izu abụọ tupu asọmpi ahụ, a kwụsịtụrụ ya mgbe ọ nwalere erythropoietin (EPO) na ule na-abụghị asọmpi nke International Association of Athletics Federations (IAAF) mere na Kenya, mara ọkwa na Epral 6, 2017. E mechara kwụsị ya ruo afọ anọ na a mara ọkwa ya na 7 Nọvemba 2017 ma mmachibido iwu ya ga-amalite site na 3 Eprel 2017 nke bụ mgbe a kwụsịtụrụ ya nwa oge",
  "E mechara mee ka mmachibido iwu doping ya okpukpu abụọ ruo afọ 8 wee maliteghachi na Jenụwarị 2019 mgbe e weere na ọ ghaara ụgha ma mepụta ihe ndekọ ahụike ya, na-ewepụ ya na asọmpi mba ụwa ruo 2027. Nke a bụ mmachibido iwu doping ya nke abụọ n'ime afọ 5 mgbe ọ nwalere na 2012 kwa."
]