[
  "Jemma Nunu Kumba (amụrụ n'afọ 1966) bụ onye ndọrọ ndọrọ ọchịchị South Sudan",
  "SPLM họpụtara ya dị ka ọkà okwu nke Revitalised Transitional National Legislative Assembly (R-TNLA). Ọ ghọrọ nwanyị mbụ na-achịkwa ndị omeiwu nke South Sudan.",
  "A mụrụ Jemma Nunu Kumba na Tombura County nke Western Equatoria",
  "N'oge ọ bụ nwata, ọ si Tombura County kwaga n'ogige ndị gbara ọsọ ndụ na Central Africa",
  "O mechara gaa ụlọ akwụkwọ sekọndrị site na 1983 ruo 1986 na Juba.",
  "N'afọ ndị 1990, Kumba rụrụ ọrụ dị ka onye nchịkwa nke ụlọ ọrụ nwere njikọ na Sudan People's Liberation Army (SPLA) wee bụrụ onye nhazi maka New Sudan Council of Churches. Mgbe a họpụtara di ya ka ọ bụrụ onye nnọchi anya Sudan People's Liberation Movement (SPLM) na Namibia, Kumba sooro ya kwaga",
  "Mgbe ọ nọ na Nambia, ọ debara aha ya na Mahadum nke Namibia, na-amụ ọrụ nchịkwa ọha na eze site na 1999 ruo 2002",
  "N'afọ 2002, o sonyere na mkparịta ụka udo maka SPLM na Kenya",
  "Mgbe nkwekọrịta udo zuru oke (CPA) gasịrị na 2005, ọ rụrụ ọrụ dị ka onye otu ndị omeiwu na Khartoum. Kumba bụ onye otu SPLM.",
  "Kumba bụ nwanyị mbụ jere ozi dị ka gọvanọ mgbe CPA gasịrị. A họpụtara ya dịka Gọvanọ nke Western Equatoria State n'afọ 2008. Ọ meriri na ntuli aka Eprel 2010 maka gọvanọ na Bangassi Joseph Mario Bakosoro.",
  "N'abalị iri n'ọnwa Julaị n'afọ 2011, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka ụlọ na atụmatụ ahụike na Cabinet nke South Sudan. N'abalị atọ n'ọnwa Ọgọstụ n'afọ 2013, onye isi ala South Sudan Salva Kiir Mayardit wepụrụ ọtụtụ ndị minista na ndị nnọchi anya, na-ebugharị Kumba ka ọ bụrụ Minista na-ahụ maka ọkụ eletrik, mmiri, mmiri na mmiri. Ka ọ na-erule Julaị afọ 2016 ọ bụ Minista na-ahụ maka nchekwa anụ ọhịa na njem nleta.",
  "N'ọnwa Ọktoba 2015, Onye isi ala Kiir Mayardit, họpụtara Kumba ka ọ bụrụ osote odeakwụkwọ ukwu nke SPLM",
  "N'otu oge ahụ, Salva Kiir gbasara ndị odeakwụkwọ mba ma nye Kumba ọrụ ịtụ aro ndị odeakwụkwọ ọhụrụ",
  "Ọ nọchiri Anne Itto Leonardo n'ọkwa osote odeakwụkwọ ukwu nke SPLM. A ṅụrụ Kumba iyi na 13 Nọvemba 2015.",
  "Ọ lụrụ Festo Kumba, onye bụbu minista na-ahụ maka akụ na ụba anụmanụ na azụ. Di na nwunye ahụ nwere ụmụ anọ."
]