[
  "Jenevieve Aken (a mụrụ n'afọ 1989) bụ onye Naijiria na-ese ihe nkiri na onye na-ese foto n'obodo ukwu, na-elekwasị anya na omenala na mmekọrịta mmadụ na ibe ya. Ọrụ ya na-agbakarị gburugburu ahụmịhe onwe ya na nsogbu mmekọrịta mmadụ na ibe ya gbasara ọrụ nwoke na nwanyị. Aken na-emekwa ihe ngosi na ọrụ eserese onwe ya",
  "E gosipụtara ọrụ ya na Lagos Photo Festival. Aken bi ugbu a na Lagos, Nigeria.",
  "Aken tolitere na obere obodo Ikom Aluk na Cross River State.",
  "Nne ya nwụrụ mgbe ọ dị obere ma ọ bụghị ya na nna ya bi",
  "Nna ya bụ onye ọdịnala ma ọ chọghị ka ọ na-eti egwu",
  "N'ihi ya, ha kewara",
  "O dere egwu sitere na ahụmịhe ndụ ya, otu egwu akpọrọ \"Make It Through The Race\"",
  "Mgbe obere oge ya na egwu gasịrị, ọ gara n'ihu ịnwa ime ihe nkiri mana n'oge na-adịghị anya, o wepụrụ nke ahụ n'akụkụ",
  "O mechara nweta ezumike mbụ ya na Vilsco Fashion Show ma ghọtakwa eziokwu siri ike nke ụmụ nwanyị na ụlọ ọrụ ịme ihe ngosi",
  "Ọ bụ ahụmịhe ya na ịme ihe ngosi nke mere ka ọ rụọ ọrụ na foto.",
  "O debara aha na Market Photo workshop, Johannesburg, South Africa mana o nweghị ike ịmecha ọmụmụ ihe ahụ ka ọ chọpụtara ohere na asọmpi British Council Model of the Year",
  "Ọ laghachiri n'ụlọ iji sonye na MTN Lagos Fashion & Design Week",
  "Ka ọ kwụsịrị imecha klas foto ya, ọ gwara Pulse.ng \"M ga-alaghachi iji gụchaa ụlọ akwụkwọ foto m",
  "Amaara m na foto na ịme ihe ngosi bụ ọrụ dị arọ ịrụ mana enwere m mmasị maka ha abụọ ma m ga-eme ha abụọ n'otu oge ruo ogologo oge m nwere ike,\" na ajụjụ ọnụ",
  "Aken ahụla ihe ịga nke ọma na foto n'agbanyeghị ịmecha klas site na isonye na Lagos Photo Festival.",
  "Usoro foto a na-edekọ ụmụ nwanyị nọ na Berlin, Germany ka ha na-agbasi mbọ ike ịbanye na ọrụ \"a kapịrị ọnụ\" nke ụmụ nwanyị na ọha mmadụ",
  "Ihe oyiyi ndị a na-egosi usoro ụmụ nwanyị na-achụso ọrụ nke akụkọ ihe mere eme nke ụmụ nwoke na-achịkwa",
  "Ụmụ nwanyị nọ na foto ndị ahụ na-enwe mmetụta siri ike banyere ọrụ ha ma nwee obi ike na ọrụ ha na-arụ n'agbanyeghị ọdịiche dị n'etiti nwoke na nwanyị",
  "Nke a bụ oji na ọcha, usoro eserese onwe onye nke pụtara iji gosipụta ụmụ nwanyị na ọrụ ha na omenala Naịjirịa",
  "Ihe oyiyi ndị a na-egosi udo na mmezu onwe onye nke nwanyị na-enweghị echiche dị oke nke ụmụ nwanyị na omenala Naịjirịa",
  "Ihe oyiyi ndị ahụ na-enyocha otú ụmụ nwanyị nwere ike isi nwee mmetụta nke ihe \"ụmụ nwanyị kwesịrị ekwesị\" kwesịrị ime dị ka ọha mmadụ",
  "Foto ndị a bụ iji gosipụta ụmụ nwanyị ndị mebiri ihere ndị a mana ha na-eche na ụkpụrụ nke ọha mmadụ kewapụrụ ha",
  "N'ime usoro a, Aken na-atụ anya ịkpali ụmụ nwanyị Naịjirịa ime nnwere onwe ha n'agbanyeghị echiche ndị dị n'èzí.",
  "Site na mkpali nke Charles Dickens, Great Expectations, Akens mepụtara usoro a iji gosipụta nrụgide ụmụ nwanyị, ọkachasị ndị Afrịka, ịlụ di. Akens na-anwa igosi otú ọbụna ụmụ nwanyị kachasị nwee ihe ịga nke ọma nwere ike isi nwee ihe ịga nke ọma ruo mgbe ha lụrụ n'ihi nrụgide mmekọrịta mmadụ na ibe ya.",
  "Usoro foto a nke Aken dabeere na omenala a na-akpọ Monankim nke sitere n'ebo ndị Bakor",
  "Monankim bụ ọdịnala na omenala Bakor nke na-ebi ụmụ nwanyị úgwù wee mee ememe dịka ọ bụ ihe nnọchianya nke ịbanye n'ibu nwanyị zụrụ oke. A na-ahụta ọdịnala a dị ka ikike nke ngafe ma na-efe nwanyị ofufe mgbe emechara usoro ahụ. Omenala a na-arụrịta ụka dịka usoro ahụ dị ize ndụ ma na-eyi ndụ egwu. Aken na-edekọ echiche na-emegide Monankim site n'aka ụmụ nwanyị nọ na ọha mmadụ. Ọ bụ ezie na ụfọdụ na-ahụ usoro ahụ dị ka ihe na-akpali akpali, ndị ọzọ na-enwe obi abụọ maka echiche ahụ.",
  "E debere usoro foto a n'ụsọ osimiri a na-akpọ Takwa Bay nke bụ ebe a ma ama maka ndị gbara ọsọ ndụ na-egwu mmiri na mmiri",
  "A maara Takwa Bay maka ikwe ka ọtụtụ ndị mmadụ na-emekọrịta ihe",
  "Foto ndị dị na usoro a na-egosi otú obodo na obi ike si dị mkpa na egwuregwu dịka foto ndị ahụ na-egosi ụmụaka na-egwuri egwu ọnụ n'agbanyeghị nzụlite ọha mmadụ",
  "[isi iyi  dị"
]