[
  "Jane \"Jennie\" Collins (1828-1887) bụ onye America na-eme mgbanwe ọrụ, onye ọrụ ebere, na onye na-akwado ụmụ nwanyị",
  "N'ịbụ nwa mgbei dị ka nwatakịrị, ọ kwadoro onwe ya mgbe ọ dị afọ iri na anọ site n'ịrụ ọrụ n'ụlọ ọrụ owuwe ihe ubi, ma mesịa bụrụ onye na-arụ ọrụ n'ezinụlọ na onye na-akwa akwa",
  "Ọ na-arụsi ọrụ ike na abolitionist na ọrụ ndị ọrụ, wepụtara onwe ya n'ụlọ ọgwụ ndị agha n'oge Agha Obodo, ma guzobe ọrụ ebere maka ụmụ nwanyị na-arụ ọrụ na Boston",
  "N'afọ 1870, mgbe Susan B",
  "Anthony kpọrọ ya, ọ gwara mgbakọ National Woman Suffrage Association na Washington okwu",
  "N'afọ sochirinụ, ọ ghọrọ otu n'ime ụmụ nwanyị mbụ na-arụ ọrụ na United States iji bipụta mpịakọta nke ihe odide ya: Nature's Aristocracy; Ma ọ bụ, Agha na Ọnyá n'oge udo",
  "Arịrịọ Maka Ndị A Na-emegbu Mkpọrọ.",
  "A mụrụ Jennie Collins na ịda ogbenye na Amoskeag, New Hampshire (nke bụzi akụkụ nke Manchester), na 1828",
  "N'ịbụ nwa mgbei mgbe ọ bụ nwatakịrị, nne nne ya Quaker zụlitere ya, onye nwụrụ mgbe Jennie dị afọ iri na anọ",
  "A hapụrụ ya ka ọ na-elekọta onwe ya, ọ rụrụ ọrụ nwa oge na ụlọ ọrụ owuwe ihe ubi nke Lawrence na Lowell, mgbe ahụ dị ka onye na-arụ ọrụ n'ụlọ Judge John Lowell na Boston",
  "Site na 1861 ruo 1870 ọ rụrụ ọrụ dị ka onye na-eme uwe maka Macullar, Williams & Parker, onye na-emepụta uwe nke ndị nwe ya mechara nyere aka kwado ọrụ ebere ya",
  "Mgbe ọ na-arụ ọrụ na Boston, ọ gara klas mgbede na akụkọ ihe mere eme na ndọrọ ndọrọ ọchịchị, ma kụzie klas akụkọ ihe mere mere eme n'onwe ya na Church of the Unity",
  "Collins bụ onye na-enwe mmasị na onye ụkọchukwu Unitarian Theodore Parker, onye na-ekwusa ozi ọma na Boston n'oge ahụ. O nwekwara mmasị miri emi na Spiritualism, òtù okpukpe nke jikọtara ya na ọrụ na ikike ụmụ nwanyị.",
  "Collins bụ onye na-emegide ịgba ohu, dịka Parker",
  "N'oge Agha Obodo, ọ wepụtara onwe ya n'ụlọ ọgwụ ndị agha, kụziere ụmụ ndị agha, ma hazie otu ụmụ nwanyị obodo na-arụ ọrụ ebere maka ndị agha Union n'oge ezumike ha.",
  "Mgbe ọ ka na-arụ ọrụ dị ka onye na-eme uwe elu, Collins malitere ikwu okwu banyere ọrụ na nsogbu ụmụ nwanyị na ime mkpọsa maka ndị ndọrọ ndọrọ ọchịchị",
  "N'otu ihe omume, ebe ọ bụ naanị nwanyị na-ekwu okwu, ọ kwuru okwu iji kwado Ulysses S",
  "Grant, Charles Sumner, na William Claflin",
  "O mere okwu ihu ọha mbụ ya na 1868, na Washington Hall, iji kwado ikike ụmụ nwanyị",
  "Ọ bịakwutere isiokwu ahụ site n'echiche ndị ọrụ, dịka Margaret Foley mere ọtụtụ iri afọ ka e mesịrị",
  "N'otu afọ ahụ, o kwuru okwu na nzukọ nhazi nke Daughters of St",
  "Crispin, otu ọrụ ụmụ nwanyị mbụ na United States. Aha ya toro, ọ ghọkwara otu n'ime ndị isi okwu na Boston n'okwu ndị dị ka mgbanwe ọrụ ụmụaka, ụbọchị awa asatọ, na ụgwọ ọrụ ka mma na ọnọdụ ọrụ maka ụmụ nwanyị",
  "N'afọ 1869 ọ sonyeere National Labor Reform League ma nyere aka hazie Boston Working Women's League.",
  "N'oge mgbụsị akwụkwọ nke 1869 ọ kwuru okwu iji kwado ndị ọrụ na-eme ngagharị iwe na Cocheco Mill na Dover, New Hampshire",
  "N'otu ihe omume, ọ gwara ìgwè mmadụ okwu na Huntington Hall na Lowell, ebe ọ kpọrọ oku ka a kwụsị ya: \"Anyị ụmụ nwanyị na-arụ ọrụ ga-eyi uwe osisi fig tupu anyị agaa ụlọ ọrụ Cocheco",
  "\" Okwu ya na-akpali akpali dọtara ọkwa nke onye suffragist Susan B",
  "Anthony, onye kpọrọ Collins ka ọ kwuo okwu na mgbakọ 1870 nke National Woman Suffrage Association. Okwu ya na Union League Hall na Washington bụ \"ihe ịga nke ọma\". Otu onye na-ekiri ihe na-emenụ mechara dee na Collins \"na-akọ akụkọ ya n'ụzọ dị nro, nke na anya ole na ole na-akpọnwụ n'oge okwu ya\".",
  "N'oge ọkọchị nke 1870, site na nkwado nke ndị isi azụmaahịa mpaghara, Collins guzobere Boffin's Bower, ebe mmekọrịta maka ụmụ nwanyị na-arụ ọrụ, na 813 Washington Street",
  "Aha ya pụrụ iche sitere na akwụkwọ akụkọ Dickens, Our Mutual Friend",
  "Dị ka Collins kọwara mgbe e mesịrị, \"Ọ bụrụ na m kpọrọ ebe m 'Headquarters for Working Women', ma ọ bụ aha ọ bụla yiri ya, ọ gaghị adọta uche ọ bụla",
  "Mana mgbe m tinyere ihe ịrịba ama 'Boffin's Bower' onye ọ bụla gbagara n'ime ụlọ ahụ iji hụ ihe ebe ahụ bụ",
  "M mere ọtụtụ ndị enyi na ndị enyi n'ụzọ ahụ, ma nweta enyemaka dị ukwuu",
  "\" Boffin's Bower malitere n'ụzọ dị ala dị ka ụlọ ịnọdụ ala nwere piano, ma gbasaa iji tinye ụlọ ọgụgụ nwere akwụkwọ na akwụkwọ akụkọ, na ụlọ ọrụ na-arụ ọrụ na igwe ịkwa akwa",
  "Bower nyere nri na uwe maka ndị nọ ná mkpa, na ebe obibi nwa oge maka ọnụ ọgụgụ dị nta nke ụmụ nwanyị na-enweghị ebe obibi",
  "Site na njikọ ya na azụmaahịa mpaghara, Collins nyeere ọtụtụ narị ụmụ nwanyị aka ịchọta ọrụ kwa afọ; n'etiti ha, ndị ọrụ nwanyị mbụ nke Boston Post Office. N'oge pụrụ iche ọ haziri maka ntụrụndụ; e nwere nri abalị Krismas, ọgụgụ na-atọ ọchị, egwu egwu, na nkuzi nke ndị ọkà okwu obodo dị ka Julia Ward Howe.",
  "Collins maara na ọrụ ebere enweghị ike idozi ihe kpatara ịda ogbenye, ọ nọgidekwara na-agbalị ime ihe ndị ọzọ",
  "N'otu oge, o mere atụmatụ imeghe \"ụlọ akwụkwọ nri\", na 1871 ọ rịọrọ ndị omeiwu steeti maka enyemaka n'ịmepụta Òtù Ụmụ Nwa agbọghọ na-eto eto iji nye ndị ọrụ na-enweghị nkà ọzụzụ ọrụ. Site na Working Women's League, ya na Aurora Phelps gbalịrị ịmepụta obodo na-achịkwa ụmụ nwanyị a na-akpọ \"Aurora\" n'ime ime obodo Massachusetts, mana ha enweghị ike ịnakọta ego zuru ezu. Ka ọ dịgodị, Collins nwere mkpa ndị \"ụmụ agbọghọ\" ya ozugbo iji lekọta",
  "N'afọ 1872, nnukwu ọkụ ọkụ nke Boston bibiri 65 acres nke etiti obodo Boston",
  "Ọtụtụ narị ụmụ nwanyị ndị a chụrụ n'ọrụ, na n'ọnọdụ ụfọdụ ụlọ ha, gbakọtara na Bower maka enyemaka.",
  "Iji nweta ego maka Boffin's Bower, Collins nyere nkuzi a kwụrụ ụgwọ ma hazie ihe ngosi kwa afọ",
  "O nyekwara aka n'ọtụtụ ego sitere n'akwụkwọ ya, Nature's Aristocracy, nke Russell Conwell dezigharịrị ma bipụta na 1871. Collins bụ otu n'ime ụmụ nwanyị mbụ na-arụ ọrụ na United States bipụtara mpịakọta nke ihe odide ya",
  "Akwụkwọ ahụ bụ nchịkọta nke ihe osise akụkọ ndụ onwe onye, arụmụka, na ihe osise efu, nke na-adabere na arụmụka na ọha mmadụ America ahapụla echiche ndị dị na Iwu ahụ, na-emepụta aristocracy rụrụ arụ na ọkwa dị ize ndụ nke enweghị nhata akụ na ụba.",
  "N'agbanyeghị enweghị agụmakwụkwọ ya, ma eleghị anya ndị edemede na-arụ ọrụ dịka Lucy Larcom nakwa Dickens kpaliri ya, Collins rọrọ nrọ maka ọrụ edemede nke na-emetụbeghị. Akụkọ ya kwa afọ banyere Boffin's Bower, agbanyeghị, a gụrụ ya n'ọtụtụ ebe ma kọọ ya na akwụkwọ akụkọ gafee mba ahụ, na-adọrọ uche gaa na mkpa nke ndị ọ kpọrọ \"ndị ogbenye na mberede\": ndị na-arụsi ọrụ ike ma ha enweghị ike ịkwado onwe ha n'ọrịa ma ọ bụ nká, na ndị na-enweghị ike inweta enyemaka n'aka ụlọ ọrụ ebere n'ihi na a zụghị ha dị ka ndị arịrịọ\". O dere n'ụzọ na-akpali akpali banyere nsogbu nke ndị nne na-arụ ọrụ na-enweghị ike ịnweta nlekọta ụmụaka dị ọnụ ala, ụmụ nwanyị a na-akwụ ụgwọ agụụ, na ụmụ agbọghọ a ghọgburu ụgwọ ha. N'afọ 1874, ụlọ ọrụ State Bureau of Labor Statistics chọrọ ntinye aka ya maka akụkọ gbasara ụmụ nwanyị na-arụ ọrụ na Boston.",
  "Ọ lụbeghị di",
  "Ndị ya na ha dịkọrọ ndụ nwere ike ịkọwa ya n'okwu na-adịghị mma na nke na-adọrọ mmasị: onye na-enweghị nsọpụrụ na onye na-alụ ọgụ; onye nwere ọgụgụ isi, onye nwere ọgụgụ uche, na onye nwere obiọma",
  "Nkọwa onye nta akụkọ na Sacramento Daily Union bụ ihe a na-ahụkarị:",
  "Obere, dị gịrịgịrị, akụkụ, dị nro, ogologo oge gafere okooko osisi nke ndị ntorobịa, na-eme ihere na omenala niile nke ọha mmadụ ma ọ bụ rostrum, ọ bụ onye mmeri na onye na-ekwuchitere ụmụ nwanyị na-arụ ọrụ nke New England.",
  "N'agbanyeghị na ọ na-arịa ụkwara ume ọkụ, Collins nọgidere na-arụsi ọrụ ike ruo ọgwụgwụ ndụ ya",
  "O nyere aka nke ukwuu na akwụkwọ akụkọ na akwụkwọ akụkọ, yana ibipụta akụkọ kwa afọ maka Boffin's Bower",
  "N'ime afọ ndị ikpeazụ ya, ọ biri n'ụlọ enyi di ya nwụrụ aha ya bụ Eveline J",
  "Pillsbury, na nwanne Pillsbury",
  "N'afọ 1887, ọ nwụrụ n'ụlọ enyi ya na Brookline",
  "Ihe ịrịba ama ili ya na Walnut Hills Cemetery na-agụ, \"Jennie Collins, Enyi Nwa agbọghọ na-arụ ọrụ, na Onye guzobere 'Boffin's Bower'",
  "Ọ nwụrụ na Julaị 20, 1887, mgbe ọ dị afọ 59.",
  "Boffin's Bower bu South End House, nke a na-ewere dị ka ụlọ obibi mbụ nke Boston, ihe fọrọ nke nta ka ọ bụrụ afọ iri abụọ. Ọ bụ ezie na Boffin's Bower rụrụ ọtụtụ n'ime otu ọrụ ahụ dị ka ụlọ obibi, ọ bụghị ndị nọ n'ọkwá dị elu, ndị gụrụ akwụkwọ na kọleji na-eme mgbanwe na-ezube ịmụ nsogbu nke ndị ogbenye na-arụ ọrụ, kama ọ bụ nwanyị na-arụsi ọrụ ike maara ha",
  "Mgbe Collins nwụsịrị, otu òtù ọrụ ebere ụmụ nwanyị a na-akpọ Helping Hand Society weghaara ọrụ nke Boffin's Bower, na-emeghe ụlọ obibi dị ala maka ụmụ agbọghọ na-arụ ọrụ na Carver Street (nke bụzi Charles Street South), na nso Women's Educational and Industrial Union",
  "Rev",
  "Edward Everett Hale kwuru n'oge ahụ na ụlọ iri atọ ma ọ bụ iri anọ dị otú ahụ dị mkpa na Boston.",
  "Mahadum Nebraska bipụtara mbipụta ọhụrụ nke Nature's Aristocracy na 2010",
  "N'okwu mmeghe ya, ọkọ akụkọ ihe mere eme Judith Ranta na-akpọ ya \"mgbalị mbụ nke onye edemede US nke nzụlite ma ọ bụ okike ọ bụla iji mepụta nkọwa zuru oke nke ndụ ndị ọrụ\".",
  "A na-echeta Jennie Collins na Boffin's Bower na Boston Women's Heritage Trail."
]