[
  "Jennifer Packer (amụrụ n'afọ 1984) bụ ónyé America na-ese ihe na onye nkuzi nkè ógè a nke na-emepụta foto ndọrọ ndọrọ ọchịchị, ihe nkírí dị n'ime, na ndụ ndị bi na New York City. Ọ na-achọ ijide ahụmịhe ndị Black American nke oge a site n'ọrụ ya, na-ese foto nke ndị ógè ya, nhazi okooko osisi olili ozu, na isiokwu ndị ọzọ site na nyocha nké ọma. N'ịbụ ónyé na-eji mmanụ arụ ọrụ, ụdị ya na-eji brush strokes na-enweghị isi na ụcha ụcha ụkọ.",
  "A mụrụ Jennifer Packer ma too na Philadelphia",
  "Ọ gàrà Tyler School of Art and Architecture na Mahadum Temple ébé ọ nwetara nzèrè Bachelor of Fine Arts na 2007",
  "N'afọ 2012, ọ gụsịrị akwụkwọ na Mahadum Yale na Master of Fine Arts na eserese na óbíbí akwụkwọ.",
  "Mgbè ọ gụsịrị MFA ya, Packer kwagara Bronx, ma mesịa bụrụ osote prọfesọ na ngalaba eserese na Rhode Island School of Design ebe ọ na-aga n'ihu na-akụzi. Ọ bụ ónyé na-ese ihe na 2012-2013 na Studio Museum na Harlem, na Visual Arts Fellow na Fine Arts Work Center site na 2014-2016.",
  "Packer sitere n'ike mmụọ nsọ nke òtù ikpe ziri ezi nke ọha na eze, nke a pụrụ ịhụ site na ọrụ okooko osisi ya na-anọchite anya ime ihe ike megide ndị isi ojii America na iru uju na-esi na ya apụta. Maka foto ya, ọ na-egosi ndị enyi na ezinụlọ n'ụdị dị nso nke a na-eme iji zere ọgụgụ nkịtị. N'afọ 2013, Jenifer mere ihe osise na akụkụ ahụ dị ka: mkpịsị aka, ikpere, na eriri agbà na-apụta site na alụlụ; halo nke ochre fọrọ nke nta ka ọ bụrụ uwe a na-akpọ Lost In Translation",
  "Na 2017 Transfiguration (He's No Saint) na-egosi nwa okorobịa African American nwèrè iko nwéré aka abụọ e welitere elu, a sụgharịrị ọtụtụ n'ime ahụ ya n'ụzọ dị egwu na odo, ọbara ọbara, na akwụkwọ ndụ akwụkwọ ndụ. N'ime nka, echiche nke asụsụ ahụ na-akpọ uche, n'ụzọ ụfọdụ, a na-eche na foto ndị ahụ na-egosi mgbochi nke ndị uwe ojii na-akwụsị ma na-achọ ónyé ojii",
  "Ọzọkwa akụkụ dị gburugburu n'anụ ahụ ya na-egosi akara nke stigmata",
  "Anya ónyé ahụ mechiri n'etiti ụzọ, ọ dịtụ efu mgbè ọ hụrụ ihe ọ bụ ma ọ bụ ihe ọ na-atụ anya n'ụwa",
  "Gụnyere ihe ndị ọzọ otú onye ahụ si eche echiche site na ịkpa ókè nwéré ike",
  "The Mind is Its Own Place (2020), na-egosi ọkwa nke ịda mbà n'obi na mgbagwoju anya nke uche mmadụ n'ime ọrụ ya site na obéré palette na eserese icheku ọkụ.",
  "N'afọ 2013, e nyèrè Packer Rema Hort Mann Grant",
  "N'afọ 2012-2013 Parker bụ ónyé na-ese ihe na The Studio Museum na Harlem, na site na 2014 ruo 2016, ónyé Visual Arts Fellow na Fine Arts Work Center na Provincetown, Massachusetts.",
  "N'afọ 2020, ọ meriri Hermitage Greenfield Prize nke gụnyere ọrụ iji mepụta ọrụ ọhụrụ nke ga-amalite na 2022 na John na Mable Ringling Museum of Art na Sarasota, Florida."
]