[
  "Jenny Nijenhuis (a mụrụ n'afọ 1969) bụ onye na-ese ihe na onye na-ese ihe na South Africa nke a maara n'ihe banyere ọkpụkpụ ya na ntinye ọha na eze.",
  "A mụrụ Jenny Nijenhuis na Johannesburg, South Africa ma n'afọ 1993 ọ natara nzere bachelọ nke Fine Arts na Mahadum nke Witwatersrand",
  "N'afọ 2014, a họpụtara ya dị ka onye ikpeazụ n'ihe banyere Lovell Tranyr Art Trophy A họpụtara ya dị ka onye ikpeazụ maka PPC Imaginarium art award n'afọ 2015, na onye ikpeazụ maka Sasol New Signatures art competition n'afọ 2017. N'agbata afọ 2005 - 2018 ọ rụrụ ọrụ Genealogy Brand DNA, ụlọ ọrụ na-emepụta nkwukọrịta",
  "Enwere ike ịchọta ọrụ ya na nchịkọta nka nke onwe na nke ọha dịka August House na Johannesburg, na nchịkọta nke Paul Stuart. Ndị Cornell University International Students Union (ISU) kpọrọ Nijenhuis ka ọ nye isi okwu na mmemme mahadum niile a na-eme n'ubochí asaá n'ọnwa Machị 2019",
  "A gwara ya ka ọ webata ọrụ ọ na-arụ dị ka onye na-akwado ikike ụmụ nwanyị.",
  "N'afọ 2016 Nijenhuis chepụtara ntinye ọha na eze nke SA's Dirty Laundry ya na onye na-ese ihe nkiri Nondumiso Msimanga. Ntinye ahụ nwere mita otu puku na narị abụọ nke eriri ịsa ahụ na-egosipụta uwe ime puku atọ na narị isii, nke dị ka Medical Research Council si kwuo, kwekọrọ na ọnụ ọgụgụ ndina n'ike a na-eme atụmatụ na ọ na-eme kwa ụbọchị na South Africa. A kwụgidere uwe mwụda ahụ n'okporo ámá Johannesburg ruo izu abụọ iji katọọ mmetọ mmekọahụ na ndina n'ike",
  "N'ajụjụ ọnụ ya na BBC News Africa Nijenhuis kọwara na ọ na-eji uwe ime eme ihe n'ihi na ọ bụ uwe kachasị ndị mmadụ na-eyi, ọ bụkwa uwe ikpeazụ e wepụrụ n'oge ndina n'ike",
  "Site n'echiche ya, iji uwe a na-akpachi anya na-ebute ozi siri ike karị, na ozi onwe onye n'ụzọ ihe atụ.",
  "SA's Dirty Laundry enwetawo nnukwu mgbasa ozi mba ụwa",
  "The Guardian, Marie Claire, Upworthy, yana mgbasa ozi Italian, Spanish, German, Turkish na Chinese, tinyere ndị ọzọ gosipụtara ntinye ahụ.",
  "Amnesty International South Africa nyere aka na mmezu nke ọrụ ahụ site n'inye ego dị mkpa n'ihe banyere iwu nrụnye ahụ.",
  "A katọrọ Nijenhuis na Msimanga maka iji ọnụ ọgụgụ Medical Research Council, dịka United Nations na-eme atụmatụ na a na-edina mmadụ otu narị na iri atọ na abụọ n'ike na South Africa kwa ụbọchị. Ndị na-ese ihe zaghachiri site n'ikwu na mgbalị niile iji chọpụta mwakpo mmekọahụ na South Africa nwere ntụpọ, nakwa na ihe ka ụfọdụ n'ime ihe omume ahụ abụghị ndị metụtara.",
  "N'ọnwa Nọvemba afọ 2019 Nijenhuis gosipụtara Nke a bụ South Africa, nnukwu ọkọlọtọ South Africa nke e ji akwa na uwe ime mee nke ndị lanarịrị ndina n'ike nyere onyinye na ntinye ụlọ ọrụ SA's Dirty Laundry na 2016. A na-etinye ọkọlọtọ ahụ n'elu dị ka ihe mgbaàmà nke nhụjuanya dịka usoro nkwukọrịta mba ụwa si dị",
  "A kwụgidere ọkọlọtọ ahụ na SA High Commission na London iji kwekọọ na ngagharị iwe megide ime ihe ike nwoke na nwanyị.",
  "Ihe ọkpụkpụ Nijenhuis na-enyocha njirimara archetypes na ọnọdụ mmadụ n'ụwa site na iji ahụ mmadụ. Nnyocha a na-esite na mmepe njirimara na otú ndụ na ọha mmadụ si emetụta njirimara a",
  "Echiche ọtụtụ n'azụ ọrụ ọkpụkpụ ya na-emetụta onye nyocha uche Carl Jung.",
  "Nijenhuis na-eme ihe ngosi kpọmkwem na ụrọ iji mepụta ọnụ ọgụgụ nha ndụ iji nweta ọnụnọ ụwa n'ezie site na ọnụ ọgụgụ mmadụ ha na ntakịrị ọrụ ndị ọzọ site na iji ihe nchọta iji chọpụta ọnụnọ site na ntinye",
  "Ọrụ Nijenhuis na-ekwu n'ihe banyere nsogbu nke ịnọpụ iche, nkwarụ, njikwa, nwoke na nwanyị na ahụmịhe nwanyị",
  "Ooo"
]