[
  "Jeremy Maggs (amụrụ n'ụbọchị mbụ n'ọnwa Febụwarị n'afọ 1961) bụ onye nta akụkọ South Afrika, onye na-eme ihe nkiri na redio na onye na-egosi ihe nkiri telivishọn, nke a maara nke ọma maka ịnabata ụdị egwuregwu South Afrika nke ihe ngosi egwuregwu bụ Who Wants To Be A Millionaire? na maka ọrụ ya na ụlọ ọrụ akụkọ South Africa nke awa iri na anọ bụ eNCA na DStv n'ime afọ iri gara aga",
  "Ọ kwadokwara ihe ngosi ule Test The Nation ma na-akwado ihe ngosi nke ya \"Maggs on Media\" - kwa na eNews Channel, ebe ọ na-aga n'ihu na-ele ụlọ ọrụ ahụ",
  "Na redio, Maggs gosipụtara mmemme SAfm nke ehihie n'ehihie, PM Live, yana ịbụ onye na-elekọta mgbasa ozi na mgbasa ozi ụtụtụ Sunday, Media @ SAFM nke lekwasịrị anya na mgbasa ozi na ụlọ ọrụ nkwukọrịta",
  "Ihe omume ahụ were afọ iri ma Maggs na-ezo aka na ya dị ka \"oké ọṅụ\" ya",
  "Ọ bụkwa onye nchịkọta akụkọ, na-ebipụta The Annual; mkpuchi siri ike nke azụmahịa kwa afọ na mgbasa ozi",
  "N'afọ 2014, Maggs sonyeere POWER 98.7 dị ka onye na-elekọta redio nke oghere ọhụrụ a na-akpọ Best of POWER - nke na-eme ka ihe ngosi na mgbasa ozi ọhụrụ, teknụzụ, ihe na-eme, ihe na njem.",
  "A mụrụ Maggs na 1 Febụwarị na afọ 1961 na Johannesburg",
  "Ọ gụrụ akwụkwọ akụkọ na ihe bụ Natal Technikon n'oge ahụ, wee malite ọrụ na akwụkwọ akụkọ na-ede maka akwụkwọ ndị dị ka Eastern Province Herald na Durban's Sunday Tribune.",
  "Mgbe ọ hapụsịrị Natal Technikon, Maggs malitere ọrụ odeakụkọ ya na-ede akwụkwọ maka akwụkwọ ndị dị ka: Eastern Province Herald na Durban's Sunday Tribune",
  "Maggs na-aga n'ihu na-ede kọlụm kwa izu maka The Herald nke akpọrọ 'Daze of My Life'.",
  "A maara Maggs nke ọma maka igosi onye chọrọ ịbụ onye nde mmadụ?, nke o mere site na afọ 1999 ruo afọ 2005; mgbe ihe ngosi ahụ kwụsịrị n'afọ ahụ mgbe 100 episodes gasịrị",
  "Maggs ghọkwara onye na-egosi Test the Nation ma na-akwado mgbasa ozi na mgbasa ozi kwa izu nke SABC3, Media Focus.",
  "Maggs bụkwa onye nchịkọta akụkọ nke Journal of Marketing nke bụ mbipụta gọọmentị nke Marketing Association of South Africa (MASA)",
  "l nke Marketing. Ọ bụbu onye na-ede akwụkwọ mgbasa ozi na mgbasa ozi na Financial Mail ma nwee ọrụ maka nyocha ụlọ ọrụ kwa afọ a na-akpọ Ad Focus",
  "Ugbu a, ọ na-ebipụta nyocha nke ya banyere ụlọ ọrụ a na-akpọ The Annual ma na-eje ozi dị ka onye isi nchịkọta akụkọ maka mbipụta a ma ama, nke a na-eme ka ọ dịghachi ndụ nke Journal of Marketing, The Redzone.",
  "Maggs ebiela na Johannesburg ndụ ya niile",
  "Ya na nwunye ya Anne nwere ụmụ nwanyị abụọ",
  "Ọ bụ onye na-agụ akwụkwọ na onye na-anakọta akwụkwọ ma na-enwe mmasị ịgba ịnyịnya ígwè n'oge ezumike ya."
]