[
  "A mụrụ Jeremy Wafer na Durban n'afọ 1953, Laura na Michael Wafer, tolitere na Nkwalini, Zululand, ma gụọ akwụkwọ na Mahadum Natal, Pietermaritzburg (B.A Fine Art n'afọ 1979) na Mahadum Witwatersrand (B.A",
  "Hons",
  "na Art History n'afọ 1980 na M.A",
  "Fine Art n'afọ 1987)",
  "Ọ kụziri na Ngalaba Fine Art nke Technikon Natal na Technikon Witwatersrand tupu a họpụta ya n'afọ 2004 Prọfesọ na School of Arts nke Mahadum Witwatersrand, Johannesburg ebe ọ bụ Prọfesọ nke Fine Art ugbu a.",
  "A na-anọchite anya ọrụ ya na National Museum of African Art, Smithsonian Institution, Washington DC, South African National Gallery, Johannesburg Art Gallery na ụfọdụ ihe ngosi nka ndị ọzọ, nchịkọta nke onwe na ụlọ ọrụ.",
  "Ihe ngosi gụnyere ihe ngosi ngosi na Stellenbosch University na Durban Art Gallery n'afọ 2002 na KZNSA Gallery, Durban n'afọ 2009, ụfọdụ ihe ngosi ndị otu gụnyere Panoramas of Passage nke gara US na 1995, Earth and Everything na Arnolfini, Bristol UK, afọ 1996, Johannesburg Biennale 1997, 20: Afọ iri abụọ nke South African Sculpture 2010 na Nirox Foundation, Johannesburg, Earth Matters na Smithsonian Museum of African Art, Washington DC 2013, na Basel Art Fair n'afọ 2009 na afọ 2014",
  "Ọnụ ọgụgụ nke ihe ngosi nke naanị ya gụnyere Tropic na Project Space Leeds, UK na October 2010, Paradise na Goodman Gallery 2009, Survey na WAM 2013, na nso nso a Strata na Goodman, Johannesburg n'ọnwa Julaị n'afọ 2014.",
  "O sonyere n'ufodu ebe obibi mba ụwa gụnyere Thami Mnyeni Foundation na Amsterdam, Civitella Ranieri na Umbertide, Italy, South Project na Melbourne, Australia, Brande na Denmark, Ampersand na New York na n'oge na-adịbeghị anya, dịka akụkụ nke otu nyocha UK / AU / SA akpọrọ Onyeàmà nke ọ bụ onye guzobere ya, nkuzi nleta na Mahadum Monash na ihe ngosi na Linden Art Centre, Melbourne",
  "O nwere ọkwa B site na South African National Research Foundation (NRF), n'etiti ndị izizi e nyere n'ọhịa ya.",
  "E nyela ya ọtụtụ ihe nrite nké gụnyere Standard Bank National Drawing Prize n'afọ 1987, Vita Award n'afọ 2002, Kebble na 2004, na Sasol Wax Prize na 2006.",
  "Ọrụ ya, kemgbe mbido afọ 1990, Goodman Gallery nọchitere anya ya na Johannesburg, Cape Town na mba ofesi.",
  "Jeremy lụrụ Colleen onye ya na ya na-arụkọ ọrụ n'ufodu ọrụ nka ma nwee ụmụ abụọ, ma Wits Alumni, Mary Wafer onye na-ese ihe na Johannesburg na Alexander Wafer onye nkuzi na Geography na Wits.",
  "O so hazie ihe ncheta ọrịa AIDS \"Wall of Hope\" (ya na Georgia Sarkin), nke a raara nye ncheta Gugu Dlamini, na Durban, South Africa.",
  "Nwanne nna Wafer, Richard Wafer, nwụrụ na HMS Jaguar na-agbalị ịnapụta ndị ibe ya."
]