[
  "Chief Jerome Oputa Udoji CMG, CFR (site n'afọ1912 ruo afọ 2010), Igwe Ozuluoha I nke Igboland, bụ onye nchịkwa azụmahịa Naijiria, onye ọrụ gọọmentị, onye ọchịchị ọdịnala, na onye ọrụ ebere",
  "Ọ bụ otu n'ime ndị ọrụ gọọmentị a ma ama na Naịjirịa n'ihi \"Udoji Award\" na ọrụ dị iche iche ọ na-arụ na gọọmentị na ngalaba nkeonwe. Udoji mere ka a na akwanyere ya ùgwù ma na mba ma na mba ụwa dị ka onye na-akwụwa aka ọtọ, onye nwere ezigbo agwa na onye nchịkwa ọha na eze na onye ọrụ nke onwe",
  "Ọ gụrụ akwụkwọ na Mahadum Cambridge na England ma mesịa gaa na Economic Institute of the World Bank na Washington",
  "O nwere utu aha ọdịnala nke Igwe, bụ onye natara Commander nke Order of Saint Michael na Saint George kachasị mma site na British Crown n'afọ 1959, Commander of Order of the Federal Republic of Nigeria (CFR) n'afọ 1963, wee ghọọ onye Papal knight nke Order of St Gregory the Great n'afọ 1975.",
  "N'ime oge ọrụ gọọmentị ya ọ jere ozi na ministri ego, ahụike na azụmahịa, bụrụkwa onye isi ọrụ na mpaghara ọwụwa anyanwụ mbụ, Nigeria",
  "Ọ bụ otu n'ime ndị omebe iwu nke n'afọ 1977 ruo n'afọ 1978 nke rụrụ ọrụ na Iwu nke Naijiria nke afọ 1979 (Republic nke Abụọ) ma jee ozi dị ka onye ndụmọdụ iwu, na ndị nnọchi anya Ọwụwa Anyanwụ Naijiria na Nzukọ Iwu Naijiria dị na London.",
  "Udoji bụkwa onye Naijiria mbụ jere ozi dị ka Onye isi oche nke otu ụlọ ọrụ mba ọzọ na Naijiria n'ihi ọrụ ọma ya n'ọkwa ahụ ọ meghere ndị Naijiria ndị ọzọ ụzọ: Christopher Abebe na UAC, Michael Omolayole na Lever Brothers, Gamaliel Onosode na Cadbury na Jamodu na PZ. O nyere aka chọta Nigerian Stock Exchange (NSE) ma jee ozi dị ka onye isi oche mbụ ya site n'afọ 1981 ruo n'afọ 1986 yana ọrụ ya dị ka onye nduzi nke abụọ nke Manufacturers Association of Nigeria (MAN) site n'afọ 1982 ruo n'afọ 1987",
  "N'agbata afọ 1974 n'afọ 1993, ọ bụ onye isi oche ma ọ bụ na bọọdụ nke ọ dịkarịa ala ụlọ ọrụ iri na atọ dị mkpa, gụnyere Citibank Nigeria, The Nigerian Tobacco Company, R.T",
  "Briscoe, Michellin, Motor Tyre Service Company, Wiggins Teape, Udoji United F.C., na Solgas Petroleum.",
  "Ọ rụrụ ọrụ dị mkpa n'ịhazi  akụkọ ihe mere eme nke Naịjirịa mgbe agha obodo gasịrị",
  "Onye nchịkwa a ma ama, onye nkuzi, onye ọka iwu na onye ọchụnta ego, Udoji, metụtakwara obodo ndị ọzọ nke mpaghara Afrịka nke ọma, n'oge ndụ ya dị egwu dịka onye ndụmọdụ United Nations",
  "Maka omume ya, ọ nwetara ọtụtụ nsọpụrụ na aha ọdịnala gụnyere inwe ụlọ akwụkwọ, okporo ụzọ na ụlọ gọọmentị akpọrọ aha ya.N'afọ 1995, o bipụtara akwụkwọ akụkọ ya, nke akpọrọ \"Under Three Masters\" na ụfọdụ okwu ya na akwụkwọ ozi ya dị ka, Kedu Way Nigeria?: Okwu ndị a họọrọ nke Chief J.O",
  "Udoji (n'afọ 2000, Ibadan, Spectrum)",
  "Mgbe ọ nwụrụ, Gọvanọ Peter Obi nkellllll Anambra Steeti kwuru na \"Udoji bụ onye ama ama, onye Naijiria na-achọghị ọdịmma onwe ya nanị na Onye Kraịst na-anụ ọkụ n'obi nke na-elekọta ndị a na-emegbu emegbu, ndị inyom di ha nwụrụ na ndị ogbenye",
  "Ọnwụ ya ga-eme ka oghere nke ga-esi ezigbo ike imeju",
  "\"",
  "A mụrụ Udoji n'afọ 1912 nye ezinụlọ Ezemba-Dogbu Udoji dị n'Ozubulu, Ekusigo LGA nke Steeti Anambra. Ọ were ọkwa Igwe n'Ozubulu",
  "Otu nwoke nwere nnukwu mmụta na ahụmịhe sara mbara, Udoji malitere agụmakwụkwọ na St",
  "Michael's Catholic School, Ozubulu (n'afọ 1920 ruo afọ 1926), gara St",
  "Charles Training College, Onitsha (n'afọ 1929 ruo afọ 1931), tupu ọ gaa Kings College, Cambridge University, England (n'afọ 1945 ruo afọ 1948), ma kpọọ ya na Bar, Gray's Inn, London, n'afọ 1948",
  "Ọ nọkwa na World Bank, Washington, n'etiti afọ1955 n'afọ1956",
  "Udoji nwetara akara ugo mmụta na post-gụsị akwụkwọ naugo mmụta na post graduate na Mahadum Cambridge",
  "Tupu ọ gaa King's College na Cambridge, ọ rụrụ ọrụ dị ka onye nkuzi n'ụlọ akwụkwọ dị na mpaghara Ọwụwa Anyanwụ ya na Ọdịda Anyanwụ, gụnyere Ibadan Grammar School na Abeokuta Grammar School",
  "Ọ rụkwara ọrụ dị ka odeakwụkwọ na-ahụ maka mpaghara ndị dị n'Ebe Ọdịda Anyanwụ Naịjirịa.",
  "Mgbe ọ lọtara England, Udoji sonyeere Ndị Ọrụ Nchịkwa Colonial ma mee ya onye na-enyere ndị ọrụ mpaghara aka na Ado Ekiti tupu eziga ya dị ka onye ọrụ mpaghara Egbado",
  "Dị ka onye isi nchịkwa nke ọchịchị, o nwere ọrụ pụrụ iche na mpaghara Ondo na Abeokuta nke mba ahụ",
  "N'afọ 1954, a kpọfere ya na mpaghara Ọwụwa Anyanwụ wee mee ya odeakwụkwọ na-adịgide adịgide na ngalaba ahụike, azụmahịa, ego na ụlọ ọrụ",
  "N'afọ 1959, nraranye Udoji n'ọrụ, ikike ọgụgụ isi ya dị ịrịba ama na iguzosi ike n'ezi ihe ya mere ka ọ rịgoro n'ọkwa Onye isi ọrụ gọọmentị nke mpaghara ahụ, Onye isi odeakwụkwọ nke onye isi ala nke mpaghara ọwụwa anyanwụ, Dr Michael Okpara, yana odeakwụkwọ nke ndị isi",
  "Ọ nọgidere n'ọkwa ahụ ruo mgbe a kwaturu ọchịchị na Naijiria n'afọ 1966",
  "Mgbe nnupụisi ahụ gasịrị, ọ banyere n'ọrụ iwu onwe ya (n'afọ 1966 rue afọ 68) ma jee ozi dị ka onye ndụmọdụ Ford Foundation na nchịkwa na nchịkwa (n'afọ 1968 ruo afọ72).",
  "N'afọ 1972, n'oge ọchịchị Naijiria na-ebuwanye ibu mmanụ, ndị ọchịchị Yakubu Gowon  nyere ya ọrụ ka ọ bụrụ onyeisi ụlọ ọrụ na-enyocha ụkpụrụ na ụgwọ ọrụ obodo na mba ahụ.Kọrụ ahụ tụrụ aro dịka mmụba nke ụgwọ ọrụ nke ndị ọrụ ọha na eze, ọzụzụ ndị ọrụ obodo, usoro nchịkwa dị n'otu ma jikọta ọnụ, mkpochapụ nke ihe mkpofu na mwepụ nke ngalaba ndị na-adịghị arụ ọrụ na ntinye nke ọrụ obodo na-arụ ọrụ nke ọma na ndabere nke njikwa site na ebumnuche",
  "Kọmitii ahụ tụkwara aro ka e guzobe Ombudsman na mba ahụ",
  "E gosipụtara akụkọ nke kọmitii ahụ n'afọ ndị sochirinụ dị ka kọmitii nyocha ụgwọ ọrụ ọ bụ ezie na ebumnuche mbụ bụ ịmụ ma mee aro zuru oke na ọrụ ọha na eze gụnyere aro maka ebumnuche ma ọ bụ ebumnuche njikwa. A maara mmụba ụgwọ a taa dị ka \"Udoji Award\".",
  "N'ịbụ onye gara ọtụtụ ebe, Udoji jere ozi dị ka Onye isi oche nke Africanisation Commission nke East African Community, na-ekpuchi Kenya, Uganda na Tanzania (n'afọ 1963)",
  "Ọ rụkwara ọrụ dị ka onye ndụmọdụ na Nzukọ Mba Ndị Dị n'Otu na Nchịkwa nke Ụlọ Ọrụ Ọha nke e mere na Yugoslavia (n'afọ 1969), ma rụọ ọrụ na Swaziland (n'afọ 1970) dị ka naanị Kọmishọna maka Kọmitii Localization nke mba ahụ, rụrụ ọrụ dị ka odeakwụkwọ ukwu nke African Association for Public Administration and Management (n'afọ 1972 ruo afọ 1975) ma họpụta ya site na United Nations Development Programme (UNDP) iji nyochaa ma hazie Ọrụ Ọha Uganda n'afọ 1991",
  "Ọ bụ otu n'ime ndị omebe iwu nke afọ 1977 ruo afọ 78 nke rụrụ ọrụ na Iwu Iwu nke Naịjirịa nke afọ 1979 ma bụrụkwa onye isi oche nke Nigerian Stock Exchange (NSE) site na 1981 ruo 1986 na onye isi oche of the Manufacturers Association of Nigeria (MAN) site n'afọ 1982 ruo afọ 1987.",
  "Na mba mbụ nke Naijiria, Udoji nọchitere anya gọọmentị mpaghara na ụfọdụ nchegbu ego nke ikpeazụ dị ka Hotel Presidential, Enugu na Port Harcourt na Independence Breweries, Umuahia",
  "Otú ọ dị, mgbe esemokwu dị n'etiti ya na ndị isi agha ọhụrụ n'afọ 1966,ọ hapụrụ ọrụ obodo na mpaghara ka ọ na-eme iwu obere oge tupu ya abanye na ntọala Ford",
  "Udoji jere ozi n'ọtụtụ bọọdụ dị ka Onye isi oche gụnyere ndị nduzi nke R.T",
  "Briscoe, Motor Tyre Service Company, Wiggins Teape, na Nigerian Tobacco Company.",
  "Akwụkwọ akụkọ onwe ya \"Under Three Masters: Memoirs of an African Administrator\" kwuru na Chief Jerome Udoji lụrụ Marcelina Uzoamaka Udoji née Onuchukwu, ada Pa William Onuchukwu, onye ama ama n'agụmakwụkwọ na Onitsha",
  "Ọ nwụrụ n'October n'afọ1992",
  "Jerome Udoji nwere ụmụ atọ - otu nwa nwanyị, Scholastica - na ụmụ nwoke abụọ - Osita Paul (aka Oscar) na Peter Ebelechukwu (aka Sunday) Udoji",
  "Oriakụ Scholastica Lola Onwubuya bụ onye nkuzi ezumike nka, onye ọrụ obodo na onye ndụmọdụ ndụmọdụ.",
  "Chief Osita Oscar Paul Udoji bụ onye guzobere na CEO nke Superior Motors Ltd",
  "na Executive Car Rentals Ltd",
  "Newswatch Magazine kwanyeere ya ugwu na \"Emergent Titans\" Category ya na Tony Elumelu, Isyaku Rabiu, Folu Ayeni na Leo Stan Ekeh maka ihe ha rụzuru na azụmahịa",
  "Jerome Udoji jere ozi dị ka onye isi oche nke ụlọ ọrụ abụọ nke Oscar Udoji bụ onye guzobere na onye isi oche, ya bụ, Solgas Petroleum na Udoji United F.C",
  "Oscar Udojin jere ozi dị Ka onye isi oche mba maka otu ndọrọ ndọrọ ọchịchị Congress for Progressive Change (CPC) nke mechara dị ka ndị na-esote na ntuli aka onye isi ala nke afọ 2011 ya na General Muhammadu Buhari dị ka onye na-azọ ọkwa onye isi ala.\nMaazị Peter Ebelechukwu Udoji bụ onye guzobere na onye isi oche nke BELSUN Holdings Ltd",
  "- nchegbu na-aga n'ihu, na onyeisi oche nke Nigeria China Electrical Development Company Limited (Nigerchin).",
  "Chief Jerome Udoji tupu ya anwụọ nwere ụmụ ụmụ iri na otu.",
  "Jerome Udoji nwụrụ na ụbọchị nke abụọ nke ọnwa Eprel n'afọ 2010, ụbọchị Good Friday, mgbe ọ dị afọ iri itoolu na asatọ",
  "Nwa ya nwoke bụ Chief Oscar Udoji kwadoro nke a na nkwupụta. Gọvanọ Peter Obi nke Anambra Steeti kọwara ọnwụ Udoji dị ka nnukwu mfu nye mba ahụ",
  "O kwuru na \"Ọ bụ nwoke kwesịrị nṅomi",
  "O mere ka mba ahụ nwee obi ụtọ n'akụkụ ọ bụla nke ndụ ya",
  "Gọọmentị steeti ga-etinye aka n'ụzọ zuru oke n'ili ahụ,\".",
  "Enyi ezinụlọ Kadinal Francis Arinze kwuru Mas na olili ahụ",
  "N'okwuchukwu ya, Kadịnal Arinze kwuru na ndụ na oge Udoji gosipụtara ka ndị nwoke nwetara onwe ha n'ọchịchị kwesịrị isi na-akpa àgwà n'ihu ọha",
  "Kadinal Arinze kọwara Udoji dị ka nwoke jiri ahụmịhe ya, akụ na ụba na ọnọdụ ya mee ihe iji lekọta ọtụtụ ndị Naijiria site na ịtụ aro ngwugwu ụgwọ ọrụ maka ndị ọrụ, ebe ọ na-echebe ọdịmma nke ndị ogbenye",
  "\"Udoji bụ nwoke nwere ntụkwasị obi, onye na-adịghị achọ ọdịmma onwe ya nanị, onye nwere ezi mmadụ nke biri ndụ dị mma. Onye ọbụla bịara emume olili ya taa ga abụgọrọ onye ritagoro uru na Award Udoji ya, \"ka o kwuru, na-agba onye ọ bụla ume iṅomi ihe nketa ya.",
  "Nakwa n'ozi nkasi obi ya, Gọvanọ  Peter Obi kọwara Udoji dịka otu n'ime ụmụ Naijiria ole na ole mere atụmatụ obodo ahụ na mba ụwa na n'ime obodo",
  "onyinye ndị Udoji wepụtara mere ka ọtụtụ ndị Naijiria, ọkachasị ndị ọrụ obodo ka mma, na-ekwu na enwere ike ịhụ ekele ha n'ọkwa dị ukwuu n'ịkwado nkwanye ugwu ha",
  "O kwuru na steeti Anambra emeela ka ọ ghara ịnwụ site n'ịkpọ aha odeakwụkwọ ọhụrụ ahụ Udoji ma gbaa Gọọmentị etiti ume ka ha sọpụrụ ya dị ka otu n'ime ndị Naijiria ole na ole nyere aka nke ukwuu na mmepe mba ahụ.",
  "Na ncheta akwụkwọ akụkọ Vanguard kwuru na \"Chief Udoji bụ onye Kraịst na-anụ ọkụ n'obi, onye ọchịagha na onye ndu obodo nke na-emebighị ụkpụrụ na iguzosi ike n'ezi ihe",
  "Ọ bụ ụdị a na-adịghị ahụkebe nke ịhụ mba n'anya na ntinye onwe ya n'ije ozi adịghị njọ.\"."
]