[
  "Jerry Craft (amụrụ na Jenụwarị 22, 1963) bụ onye America na-ese ihe nkiri na onye na-ese akwụkwọ ụmụaka nke a maara nke ọma maka akwụkwọ akụkọ ya na-atọ ọchị Mama's Boyz na akwụkwọ akụkọ ya New Kid Craft bụ otu n'ime mmadụ ole na ole na-ese ihe nkiri Afrika Amerikan na US.",
  "Craft tolitere na Washington Heights ma gaa ụlọ akwụkwọ Ethical Culture Fieldston Skul",
  "Ọ gụsịrị akwụkwọ na Skul nke Ahụ anya nka na 1984 na Bachelor nke Fine Arts na Media Arts.",
  "Craft rụrụ ọrụ afọ iri na abụọ dị ka onye na-ede akwụkwọ maka ụlọ ọrụ mgbasa ozi dị iche iche, n'oge ahụ, ọ nwetakwara ọrụ mbụ ya na-atọ ọchị na ọrụ maka Marvel Comics na Harvey Comics",
  "N'ịga n'ihu na King Features Syndicate, Craft nọrọ afọ asatọ na-ede broshuọ ahịa",
  "Njikọ a na King Features dugara na syndication nke Craft's Mama's Boyz malite na 1995.",
  "Craft mechara rụọ ọrụ dị ka onye nchịkọta akụkọ nke ebe nrụọrụ weebụ Sports Illustrated for Kids ebe a họpụtara ya maka New Media Award site na National Cartoonists Society maka usoro ihe nkiri Flash ya a ma ama, tupu ọ hapụ ọrụ ahụ n'ọnwa Ọktoba afọ 2006 iji ghọọ onye na-ese ihe nkiri oge niile.",
  "Craft na-eme ihe nkiri na-atọ ọchị mgbe niile n'ụlọ akwụkwọ, ogige, na ọbá akwụkwọ.",
  "Na Jenụwarị ụbọchị iri abụọ na asaa , 2020, e nyere akwụkwọ akụkọ ya, New Kid, Newbery Medal, na-aghọ akwụkwọ akụkọ mbụ na-ese onyinyo iji nweta nsọpụrụ a. New Kid nwetakwara onyinye Coretta Scott King Author Award, na onyinye Kirkus.",
  "Mama's Boyz na-agbaso ndụ nne naanị ya bụ Pauline Porter na ụmụ ya nwoke abụọ dị afọ iri na ụma Tyrell na Yusuf",
  "Ndị ọzọ gụnyere nwanne Pauline bụ Greg na nne na nna ha.",
  "Mama's Boyz bụ mmepụta nke ihe nkiri a na-akpọ nkiri mpụga , nke Craft malitere na 1987",
  "N'afọ 1990, ọ gbanwere ụfọdụ ihe nke The Outside View iji mepụta Mama's Boyz, nke ọ jikọtara onwe ya na The City Sun nke New York na n'ikpeazụ ọtụtụ akwụkwọ ndị ọzọ kwa izu gafee mba ahụ",
  "N'afọ 1995, King Features wepụtara Mama's Boyz maka ezigbo mfe kwa izu.",
  "A na-eto Mama's Boyz na Nnukwu Akwụkwọ n' ihi na  African American Children, ma gosipụta ya na Chicken Soup maka African American Soul, Chicken Sup maka African American Woman's Soul, na The Complete Idiot's Guide to Comedy Writing",
  "Ihe odide Mama's Boyz na-arụkwa ọrụ dị ka \"spokescharacters\" nke American Diabetes Association's African-American Program.",
  "E bipụtara ya na 2019, New Kid na-akọ akụkọ Jordan Banks, onye Africa-America nke nọ na klas nke asaa nke sonyeere ụlọ akwụkwọ ọhụrụ na-acha ọcha, nke bara ọgaranya. Akwụkwọ ahụ bụ akụkụ nke akụkọ ndụ onwe onye na-abịa n'afọ ndụ",
  "Dị ka otu n'ime ụmụ akwụkwọ Africa-America ole na ole nọ n'ụlọ akwụkwọ ya, Jordan ga-eche obere esemokwu ihu kwa ụbọchị, nke e gosipụtara n'akwụkwọ ahụ.",
  "Craft nwere ụmụ nwoke abụọ, Jaylen na Aren, bụ ndị so nna ha dee akwụkwọ The Offenders: Saving the World While Serving Detention! Craft bi na Norwalk, Connecticut."
]