[
  "Jesca Ababiku (amụrụ na 17 Julaị na afo 1975) bụ onye nkuzi na onye ndọrọ ndọrọ ọchịchị nke Uganda",
  "Ọ bụ onye otu nke iri nke Uganda ugbu a, na-anọchite anya ndị obodo Adjumani n'otu n'ime oche ndị omeiwu echekwara maka ụmụ nwanyị. Ọ bụ onye otu National Resistance Movement (NRM), otu ndọrọ ndọrọ ọchịchị na-achị Uganda n'okpuru onye isi oche nke Yoweri Kaguta Museveni Tibuhaburwa, onye isi ala nke Republic of Uganda ugbu a (dị ka nke afo 2021).",
  "A mụrụ Ababiku n'ụbọchị iri na asaa nke ọnwa Julaị n'afọ 1945",
  "Ọ tolitere na mpaghara Adjumani. Ọ gara Adjumani Girls Primary School, gụsịrị akwụkwọ na afo 1990 na Primary Leaving Examination",
  "N'afọ 1994, ọ nwetara asambodo agụmakwụkwọ Uganda na Metu Secondary School, n'afọ 1997, ọ nwetara asambodu agụmakwụkwọ nke Uganda Advanced na Moyo Secondary School na Moyo Town, na afo 1999 ọ gụsịrị akwụkwọ na Muni National Teachers College na Diploma na agụmakwụkwọ",
  "N'afọ 2006, ọ nwetara nzere bachelọ na agụmakwụkwọ na Mahadum Makerere, ma mesịa n'afọ 2013, ọ gụsịrị akwụkwọ na Mahadume Gulu na nzere masta na agụmakmakwụkwọ.",
  "Ababiku ghọrọ onye nkuzi n'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ na Muni National Teachers College",
  "N'afọ 2000, ọ malitere ịkụzi na Alere Secondary School, ụlọ akwụkwọ gọọmentị na-enyere aka na mpaghara Adropi nke Adjumani District nke e guzobere na afo 1991 dị ka ụlọ akwụkwọ obibi iji nyere ụmụaka ndị gbara ọsọ ndụ aka, ọkachasị ndị si South Sudan.",
  "N'afọ 2002, ọ ghọrọ onye nnọchi anya ndị nkuzi na Board of Governors nke Alere Secondary School, ọkwá o nwere ruo n'afọ 2004, ma rụọ ọrụ dị ka onye nkuzi klas na onye isi nke ngalaba akụkọ ihe mere eme site n'afọ 2004 ruo na afo 2006",
  "Ọ ghọkwara onye ndụmọdụ distrikti na gọọmentị ime obodo Adjumani District site na afo 2002 ruo na afo 2010 ma bụrụ onye otu kansụl nke Mahadum Kyambogo site na afo 2004 ruo na afo 2010",
  "Ọ bụ odeakwụkwọ nke mmepụta maka Adjumani District Local Government site na afo 2004 ruo na afo 2006, ma site na afo 2006 ruo na afo 2010 ọ bụ onye otu kansụl nke National Union of Disabled Persons of Uganda",
  "Na mbido afọ 2002, ọ ghọrọ onye isi oche nke Adjumani nwere nkwarụ, ọkwá ọ nọrọ ruo n'afọ 2010.",
  "N'afọ 2010, ọ lara ezumike nká site n'ịbụ onye nkuzi, site n'ịghọ onye ndụmọdụ distrikti maka Gọọmentị Obodo Adjumani, na ọrụ ya na National Union of Disabled Persons of Uganda na Adjumani Disabled Persones Association iji gbaa ọsọ maka Nzukọ Ndị Omeiwu nke Uganda. Ọ gbara ọsọ dị ka onye nweere onwe ya (ọ bụ ezie na o mechara bụrụ onye otu National Resistance Movement) maka onye nnọchi anya nwanyị distrikti maka distrikti Adjumani wee merie",
  "O nwetara vootu 17,037 iji merie asọmpi ụzọ anọ maka oche ahụ.",
  "Na nzuko omeiwu, Ababiku bụ onye otu Kọmitii Akụkọ Ọha na Kọmitii na-ahụ maka ihe gbasara onye isi ala. Ọ bụkwa onye otu Uganda Women Parliamentary Association (UWOPA), ebe ọ bụ onye otu Employment Act / Economic empowerment round table committee nke Agnes Kunihira bụ onye isi oche ya.",
  "Jesca Ababiku bụ onye na-alụbeghị di. Ihe ntụrụndụ ya gụnyere ige egwu na ịgụ akwụkwọ."
]