[
  "Jesse Garba Abaga (amụrụ ya n'abalị iri n'ọnwa Ọgọstụ n'afọ 1984), onye a maara dịka Jesse Jagz, bụ onye na-eti egwu na Naijiria, onye na-emepụta ihe ndekọ na onye na-ede egwu",
  "Ọ bịanyere aka na nkwekọrịta ndekọ na Chocolate City na 2010 wee wepụta abọm studio mbụ ya Jag of All Tradez n'otu afọ ahụ",
  "O ji aka ya pụọ na nkwekọrịta Chocolate City n'afọ 2013 wee kwupụta mmalite nke akara onwe ya, Jagz Nation",
  "Jagz wepụtara abọm studio nke abụọ ya Jagz Nation, Vol.1",
  "Thy Nation Come n'afọ 2013; ọ gụnyere egwu dịka \"Redemption\", \"Bad Girl\", \"Sex & Scotch\" na \"God on the Mic\"",
  "E wepụtara abọm studio nke atọ ya, Jagz Nation Vol",
  "2: Royal Niger Company, n'afọ 2014",
  "Ọ laghachiri na Chocolate City n'afọ 2015 mana ọ hapụrụ akara ahụ ọzọ tupu ọ wepụta abọm studio nke anọ ya Odysseus n'afọ 2017",
  "N'ọnwa Mee afọ 2020, o wepụtara egwu ise nke akpọrọ Garba",
  "A mụrụ Jesse Garba Abaga na 10 Ọgọstụ 1984 na Chris na Lydia Abaga. Ọ tolitere na Jos ma bụrụ onye otu agbụrụ Jukun nke Taraba State. Nna ya bụ onye ụkọchukwu na nne ya bụ onye na-ese ozi ọma na onye ndụmọdụ. Ọ sonyeere ndị ukwe chọọchị ya mgbe ọ dị afọ asaa ma mesịa mụta ịkpọ ụbọ akwara na ngwá ụbọ nke nne na nna ya",
  "O dekọrọ otu abọm a na-ebipụtabeghị na otu egwu Gospel Insanity n'afọ 2003",
  "Otu afọ mgbe e mesịrị, Abaga guzobere otu Eleven Thirty; ha nwere ihe ịga nke ọma n'ógbè ahụ tupu ha agbasa n'afọ 2006. Abaga wepụtara egwu mbụ n'okpuru aha egwu Jesse Jagz n'oge na-adịghị anya mgbe nke ahụ gasịrị na egwu mbụ ya \"Africa\" n'afọ 2006, na-ebute chaatị nke ọtụtụ ụlọ ọrụ redio dị n'ebe ugwu Naịjirịa",
  "N'afọ 2007, atọ n'ime egwu ya nwere ihe ịga nke ọma yiri nke ahụ, na-arị elu n'ime Top 10 na ọtụtụ chaatị redio na mpaghara ahụ. Jesse Jagz emepụtala egwu maka ọtụtụ ndị na-ese ihe, ndị gụnyere Majek Fashek, M.I Abaga, Banky W, Ice Prince, Mode 9, na Proverb na Dekunle Fuji. N'ọnwa Febụwarị afọ 2009, ọ nọchitere anya Naịjirịa na Sauti Za mmemme egwu nke Busara",
  "Jesse Jagz wepụtara abọm studio mbụ ya Jag of All Tradez na 21 Eprel 2010. Ọ gụnyere egwu \"Wetin Dey\", \"Pump It Up\", \"Jesse Swag\", \"Sugar Cane Baby\" na \"Bend Down Low\". Ọ bụ Jesse Jagz mepụtara abọm ahụ kpamkpam ma gaa ofụma nke ukwuu na Naịjirịa ọnwa abụọ mgbe a tọhapụrụ ya. A kọwara ya dị ka ọrụ pop na-azụ ahịa, abọm ahụ bụ nnwale na ọdịdị. N'ajụjụ ọnụ ya na Adeoye Arubayi gbara ya, Jagz kwuru na abọm ahụ bụ usoro mmụta na ụzọ ọ ga-esi nyochaa ahịa egwu dị iche iche na Naịjirịa. Jag nke All Tradez nwetara nyocha dị iche iche site n'aka ndị nkatọ egwu",
  "Magazin Keeps jara mmepụta nke abọm ahụ mma na nnyefe Jesse Jagz, mana ọ kwụsịrị nyocha ahụ na-ekwu na e kwesịrị ime ka ndekọ ahụ dị mkpirikpi ruo abụ iri. Oye Akd nke 360nobs nyere abọm ahụ mkpebi ikpe zuru oke nke kpakpando 7.5 n'ime 10, na-aja ya mma maka ịbụ ọrụ dịgasị iche iche nke nwere \"mgwakọta nke beat na rhymes nke na-egosi ebe hip-hop Naijiria kwesịrị ịdị taa\". Adeyinka Yusuff nke BellaNaija nyere abọm ahụ ọkwa rụrụ ise n'ime iri, na-eto mmepụta ya n'ozuzu ya ma na-akatọ ọdịdị nnwale ya n'otu oge.",
  "N'ọnwa Machị afọ 2013, Jesse Jagz kwupụtara ọpụpụ ya n'afọ ofufo na Chocolate City na mmalite nke ụlọ ọrụ ya Jagz Nation. Ọtụtụ ụlọ ọrụ mgbasa ozi dị ka Nigerian Entertainment Today na Pulse Nigeria kọrọ na Chocolate City boro Jesse Jagz ebubo na ọ na-akwụ ha ego ma bụrụ onye wii wii riri ahụ. Otú ọ dị, akara ahụ gbaghaara akụkọ ahụ site na ụlọ ọrụ PR ha, World PR Media. N'ajụjụ ọnụ ya na Kolapo Olapoju, Jesse Jagz kwuru na ọ hapụrụ Chocolate City n'ihi na ike gwụrụ ya na-abụ abụ sitere na album ya Jag of All Tradez ruo afọ atọ n'usoro. Ọzọkwa, ọ gwara akwụkwọ akụkọ Vanguard na njikwa akara ahụ egosila obere mmasị n'ịkwalite ọtụ egwu ọ dekọrọ.",
  "Abọm studio nke abụọ nke Jesse Jagz bụ Jagz Nation, Vol.1",
  "A tọhapụrụ Thy Nation Come na 10 Julaị 2013. Ọ na-egosipụta mmekorita ya na ndị ọbịa na-agu egwu dịka 9ice, Wizkid, Brymo, James Maverik na Lindsey Abudei",
  "Jesse Jagz dekọrọ ihe karịrị abụ narị abụọ maka abọm ahụ ma soro ndị na-emepụta Kid Konnect, Shady Bizniz, Samklef na GuiltyBeatz rụọ ọrụ. O gosighị M.I Abaga ma ọ bụ Ice Prince na abọm ahụ n'ihi na ọ chọrọ ịbụ naanị onye na-eti egwu na ya. N'ajụjụ ọnụ e bipụtara na MADC.com, ọ kọwapụtara banyere abọm ahụ, na-ekwu \"Ọ ga-abụ naanị egwu",
  "Site na abọm ahụ, m gbalịrị ịkwaga ókèala",
  "Ide, mmepụta, nhazi, injinia",
  "Emere m ime ezigbo egwu",
  "Chefuo ịbụ onye Naijiria, chefuo ịnọ na Lagos ma mee ezigbo egwu. Jesse Jagz kwuru na ọ na-atụ anya ịnata nyocha dị iche iche mgbe ọ kwụsịrị abọm ahụ na nke ahụ na-enye onyinye na ndekọ na mmepụta gbakwunyere na omimi nke abọm. Jesse Jagz kwalitere abọm ahụ site n'inwe egwu egwu Jesse Jagz Experience na New Afrika Shrine na 24 Ọgọst 2013. Ọ gwara akwụkwọ akụkọ The Punch na o kpebiri emepụta egwu ahụ na Shrine maka ihe ndị mere n'akụkọ ihe mere eme na ịnabata ụfọdụ ndị na-akwado ya na-enweghị ego. Jagz Nation, Mpịakọta nke 1",
  "Mba Gị Na-abịa a họpụtara ya maka Best Rap Album na ihe nrite nke The Headies nke afọ 2014 na maka Best Album of the Year na 2014 Nigeria Entertainment Awards",
  "A tọhapụrụ otu egwu \"Redemption\" nke abọm ahụ na 29 Mee 2013",
  "OkayAfrica kwuru na ọ \"na-ejikọta ya na ụda na-eri ahụ na ụda na ụda na nke na-agbagọ agbagọ, nke Jesse Jagz ji nkà na-agba ma na-eme ka ọ bụrụ ihe dị oké ọnụ ahịa hip-hop-meets-dancehall\". A tọhapụrụ ọdịyo na ihe ngosi maka \"Nnapụta\" n'otu oge. A tọhapụrụ egwu Wizkid-enyere aka \"Bad Girl\" na 10 Julaị 2013, dị ka egwu nke abụọ nke abọm ahụ",
  "E bulite vidio egwu ya na YouTube na 7 Disemba 2013. N'inye aka na egwu egwu nke Heaven's Hell, Jesse Jagz wepụtara egwu Femi Kuti nyere aka \"3rd World War\" na 7 August 2013. Na 19 Jenụwarị 2014, Jagz Nation wepụtara vidiyo egwu maka egwu nke atọ site na Jagz Nation, Vol.1",
  "Thy Nation Come, \"Sex & Scotch\", nke Mex Film Production duziri. Na 23 Jenụwarị 2014, Jesse Jagz wepụtara vidiyo animated nke J.O",
  "King duziri maka egwu nke anọ nke abọm ahụ \"God on the Mic\".",
  "Jesse Jagz wepụtara abọm studio nke atọ ya, Jagz Nation Vol",
  "2: Royal Niger Company, na 28 Machị 2014. Ọ goro ndị egwu ibe ya Shady, Dugod, Hyce-age, Ibro na Phazehop iji nyere aka na mmepụta",
  "Abọm ahụ nwere ihe nlele sitere na Rufus & Chaka Khan's \"Ain't Nobody\" na ihe ndị sitere na ihe nkiri dịka <i id=\"mwoA\">Network</i> (1976), Scarface (1983), na Johnny Mad Dog (2008)",
  "Abọm ahụ gosipụtara ndị ọbịa na ndekọ nke Fela Kuti, Tupac, Rufus & Chaka Khan, Tesh Carter, Jumar, Dugod, Sarah Mitaru, Rexx na Show Dem Camp. Jagz Nation Vol",
  "2: Royal Niger Company bu n'obi na ọ bụ mixtape ma bu ụzọ kpọọ ya The Transfiguration of Jesse Jagz Na 28 Machị 2014, Jesse Jagz mere ka abọm ahụ dị maka ntanetị dijitalụ na SoundCloud. N'ụbọchị nke abụọ n'ọnwa Ọgọstụ n'afọ 2014, o mere mbipụta nke abụọ nke egwu egwu Jesse Jagz Experience na AGIP Recital Hall; ọ kpọrọ ya \"The Greatest Concert\" ma soro ndị otu dị iri abụo na isii na-agu egwu hip-hop rụọ ọrụ.",
  "Jesse Jagz malitere ịmepụta abọm ahụ site na idekọ ngwakọta echiche maka ọnwa abụọ",
  "Mgbe ọnwa abụọ gachara, ndị otu ya nyochara egwu ahụ wee họrọ ndepụta egwu ikpeazụ nke abọm ahụ",
  "Ọ họọrọ aha abọm ahụ iji mee ka ndị Naijiria mara banyere akụkọ ihe mere eme ha, na-ekwu na o mere abọm maka ndị isi ya. Ọ kọwara abọm ahụ dị ka nzọụkwụ abụọ n'elu Jagz Nation, Vol.1",
  "Mba gị bịara ma kwuo na ọ chọrọ ịhapụ ụda reggae maka ihe ndị metụtara mmetụta",
  "O nwere olile anya na ndị mmadụ ga-agwọ ọrịa site na abọm ahụ ma chọọ ka ndị na-enye nsogbu chọta nkasi obi na ya. N'abalị iri na asaa n'ọnwa Machị afọ 2014, a tọhapụrụ ihe osise nke abọm ahụ n'ihu ọha. N'ịbụ nke ọrụ René Magritte kpaliri, ọ na-egosi nwoke guzo ọtọ na-ekpuchi ihu ya na apụl",
  "Echiche dị n'azụ ọrụ Magritte na-agba gburugburu ikpughe otu ihe na izochi nke ọzọ",
  "Ihe osise mkpuchi ahụ gosipụtara ihe nlereanya na-ejide ihe dị iche iche na-anọchi anya ọdịbendị Naịjirịa.",
  "Jesse Jagz bịanyere aka na nkwekọrịta ndekọ ọhụrụ na Chocolate City n'afọ 2015. O mepụtara ọtụtụ egwu na album nchịkọta nke afọ 2015 nke akara ahụ bụ The Indestructible Choc Boi Nation (TICBN)",
  "Mbipụta nke abọm ahụ mere emume njikọta nke Loopy Music na Chocolate City yana nloghachi ya. A tọhapụrụ TICBN n'ihu ọha izu abụọ mgbe a tọhapụrụ ya na Star Music. Ọ gụnyere egwu \"Summer Time\" na \"Suite 99\". N'ọnwa Disemba 2016, Jesse Jagz so Femi Kuti na Niniola rụọ ọrụ na kọntaktị egwu nke emere na Sheraton Hotel di na Abuja.",
  "N'afọ 2017, Jesse Jagz kwupụtara ọpụpụ ya na Chocolate City maka oge nke abụọ",
  "Ọ gwara akwụkwọ akụkọ The Punch na ọ hapụrụ iji nwetakwuo ikike n'egwú ya. Na June 2017, Jesse Jagz kpughere ihe osise mkpuchi maka album studio ọhụrụ ya Odysseus na profaịlụ Instagram ya. Ihu ya gosipụtara foto nke nne ya dị ka nwatakịrị, na-anọdụ ala na ụmụ atọ nke Jan Boer. E sere foto ahụ n'ala nke ụlọ Jos mara mma nke Boer. Jesse Jagz malitere imepụta Odysseus n'ọnwa Ọgọstụ n'afọ 2014, a hazikwara ka ewepụta abọm ahụ n'afọ 2015 mana e yigharịrị ya ọtụtụ ugboro. Ọ bụ eze Gris bụ Odysseus kpaliri aha ya. Jesse Jagz rụrụ egwu site na abọm ahụ iji họrọ ndị na-ege ntị na mmemme Industry Nite nke emere na June 2017 na Spice Route na Victoria Island, Lagos.",
  "A tọhapụrụ Odysseus na 8 Septemba 2017. Ọ na-egosipụta mmekọrịta ya na Hotyce, Styl-Plus, Cynthia Morgan, Melon na Burna Boy. Tupu ọ wepụta abọm ahụ, Jesse Jagz wepụtara ọtụtụ egwu n'afọ 2017, gụnyere \"Midnight Vibes\" na \"New World\". E wepụtara \"Best in You\" dị ka otu a tọhapụrụ tupu ya. Odysseus na-enweta mmetụta site na ụda Caribbean, na-akwado njirimara dancehall nke Jesse Jagz nabatara na abọm studio ya nke abụọ Jagz Nation, Vol.1",
  "Mba Gị Na-abịa (2013). Ọ bụ ezie na e wuru ya na ntọala hip-hop, ụfọdụ n'ime egwu ndị dị na Odysseus na-etinye ụdị egwu Caribbean na rap.",
  "Na 29 Mee 2020, Jesse Jagz wepụtara Garba, egwu ruru ise gbatịrị agbatị nke aha ya bụ aha nna ya",
  "O mepụtara ya site n'enyemaka nke Geekbeatz na Misty",
  "EP bụ ngwakọta nke Afropop, egwu ọnyà, hip-hop na egwu ọdịnala; ọ na-egosipụta mmekọrịta ya na Anchorman na Maazị Murph. Motolani Alake nke Pulse Nigeria nyere Garba ọkwa nke iisi isi asatọ n'ime iri, na-eto mmepụta ya ma na-ekwu na ọ \"na-ere akụkọ Jagz n'ụzọ mara mma na eziokwu na akụkọ\". N'aka nke ọzọ, Alake katọrọ Jesse Jagz maka ikwe ka EP bụrụ maka \"ịdị mma na ịkọ akụkọ\" kama \"ahụmahụ na-enweghị ahụ\".",
  "OmumJesse Jagz na-eme hip-hop na reggae, mana ọ na-etinye ihe ndị ọzọ n'ime egwu ya",
  "Egwú ya na-eji ụdị ngwá egwu dị iche iche, ụda onwe onye na ụda olu.",
  "Jesse Jagz bụ nwanne nwoke nke onye na-edekọ egwu na onye na-emepụta ihe M.I Abaga. Ya na onye na-agụ egwu Ruby Gyang nwere nwa nwanyị. Na Julaị 2020, ọ lụrụ enyi ya nwanyị Tolu",
  "Agbamakwụkwọ ahụ bụ emume nzuzo e mere na Jos, Plateau steeti.",
  "Àtụ:Notelist-ua",
  "Àtụ:Jesse Jagz"
]