[
  "Jessie T",
  "Pettway (amụrụ n'afọ 1929) bụ ónyé America na-ese ihe na-ejikọta ya na otu Gee's Bend nkè ndị na-ese akwa.",
  "N'afọ 2006, ihe mkpuchi ya na ogidi ndị nwere eriri pụtara na stampụ ọrụ US Postal dị ka akụkụ nké usoro na-echeta ihe mkpuchi Gee's Bend. A gụnyere ọrụ ya na nchịkọta nké Art Institute of Chicago na Fine Arts Museums nke San Francisco.",
  "Nwanyị nwèrè ọtụtụ aha, e nyere Jessie T",
  "Pettway aha J.T",
  "mgbè a mụrụ ya, ọtụtụ n'ime ha na-akpọ ya aha njirimara ya, \"Bootnie,\" ma ọ na-akpọ onwé ya \"Jessie,\" mgbe niile n'aha ónyé nkụzi ụlọ akwụkwọ kachasị amasị ya.",
  "A mụrụ ya na Primrose, Alabama n'aka nné naanị ya, Channie Pettway",
  "Ọ bụ ezie na ọ maara nna ya, Joe Benning, ma na-agafe ụlọ ya ugboro ugboro, ọ naghị arụ ọrụ dị ukwuu na ndụ ụmụnne ya",
  "Nne ya nwụrụ mgbe ọ dị obérè, ya na ụmụnne ya bi na nwanne nné ya nwanyị, Seebell Kennedy (\"Little Sis\"), na di ya, Alp Kennedy, mgbe nke ahụ gasịrị.",
  "Ụbọchị ha dị ogologo ma jupụta n'ọrụ ụlọ tupu na mgbè ụlọ akwụkwọ gasịrị",
  "Ugbo ha na-akụ ogho, ọka, peas, ahụekere, na poteto na-atọ ụtọ, yana ụdị akwụkwọ nri dị iche iche ha nọ n'ala nke ha màkà iji nweta ihe ha ga-eri",
  "Ha zụkwara anụ ụlọ, dị ka ewu na ezì.",
  "Pettway gụsịrị akwụkwọ ruo na klas nke iri na otu",
  "Ọ lụrụ Monroe Pettway ma ha abụọ zụlitere ụmụ nwanyị asaá na ụmụ nwoke abụọ.",
  "Mgbè arụchara ọrụ ugbo ahụ, nwanne nne ha Seebell ga-anọdụ ala ụmụ agbọghọ ahụ ma kụziere ha ịkpụcha na ịkwa akwa",
  "Akpụkpọ ụkwụ mbụ Jessie bụ \"Eight Pointed Star\"",
  "Ọ malitere imecha ụkpụrụ n'onwe ya mgbè ọ dị afọ iri na abụọ",
  "Mgbe niile na-eji ákwà na ihe ndị e nyèrè ya site n'aka ndị ọbọdọ ma ọ bụ ezinụlọ ya na Mobile, Alabama, Jessie chetara, \"Nwanne nne m nwèrè akwụkwọ ochie nke ụkpụrụ nke ọ na-eji eme ihe mgbe ụfọdụ, mana enweghị mmasị na m na ụkpụrụ akwụkwọ",
  "Enweghị m ike ịzụta ihe mara mma, n'ihi ya enweghị m ike ime ihe mara mma",
  "\" Ọ na-ahọrọkarị usoro \"Bricklayer\" n'ihi na \"ị nwèrè ike ime ka ọ bụrụ ihe mara mma na ụdị akwa ochie ọ bụla\"."
]