[
  "A mụrụ Jessie Eden na 24 Febụwarị 1902 na 61 Talbot Street, nke edepụtara dị ka mpaghara Birmingham All Saints. Nne ya bụ onye na-eme mkpọsa maka ikike nhọpụta dị afọ iri na asaa nke a na-akpọkwa Jessie, nna ya bụ \"onye na-eme njem ọla\" nke a na'akpọ William. Ya na ezinụlọ ya tolitere na Jewellery Quarter nke Hockley, Birmingham",
  "Mpaghara a nke Birmingham dị nso na ụlọ ọrụ Lucas Electrics, ebe Eden mechara bụrụ onye ọrụ, ọ ga-abụkwa onye a ma ama n'ihi ọrụ ya. Jessie bụ nwa mbụ n'ime ụmụ nwanyị atọ nke Jessie na William, abụọ ndị ọzọ a na-akpọ May na Nell. Ka ọ na-erule afọ 1911, ezinụlọ ahụ bi na 32 Court 2 House, Bridge Street, nna ya dị afọ iri abụọ na asaa ugbu a na-arụ ọrụ dị ka \"wireman\".",
  "Alụmdi na nwunye dị mkpirikpi n'oge ọkọchị nke 1923 na Kings Norton na nwoke a na-akpọ Albert Eden ga-ahụ Jessie gbanwee aha nna ya site na Shrimpton gaa na Eden, aha ọ ga-abụ nke a kacha mara. Ka oge na-aga, ọ kọwara alụmdi na nwunye ya na Eden dị mkpirikpi dị ka \"ihe nzuzu\", nakwa na afọ ojujughị ya n'ịlụ onye na-ekwenyeghị na ndọrọ ndọrọ ọchịchị ya. N'agbanyeghị ogologo alụmdi na nwunye ahụ, di na nwunye ahụ kuchiri nwa nwoke aha ya bụ Douglas (Douggie na ndị enyi), Otú ọ dị, ọnọdụ nne na nna ya na-ese okwu na ọtụtụ ndị ezinụlọ Eden kwenyere na Douglas bụ onye ikwu ọbara nke Jessie Eden (lee Personal and Family Life).",
  "Eden ghọrọ onye ọrụ ụlọ ọrụ na-ejupụta ihe na-egbochi ihe mgbagwoju anya na ụlọ ọrụ Lucas Electronics nke Birmingham na onye na-ahụ maka otu ụlọ ọrụ maka naanị ngalaba nke ụmụ nwanyị unionised",
  "N'oge ọgbaghara zuru oke nke United Kingdom na 1926, o mere ka otu ụmụ nwanyị ndị ọrụ a kweta ịpụ n'ụlọ ọrụ ahụ ma sonye na ọgbaghara ahụ. Nne na nna ya abụọ kwadoro ọrụ ya nke ọma, nna ya sonyeere ya n'oge ọgbaghara ahụ na nne ya na-akwụnye ọkọlọtọ uhie na windo ihu ụlọ ha.",
  "N'afọ 1931, Eden haziri ọgbaghara ọzọ, n'oge a na-eduga ụmụ nwanyị 10,000 na-abụghị ndị otu ọrụ n'ọgbaghara izu, n'ime oge ọ sonyeere ndị Communist Party of Great Britain (CPGB). Tupu ọgbaghara ahụ, Eden chọpụtara na ndị nlekọta ụlọ ọrụ ahụ na-eleba anya nke ọma n'ọrụ ya, n'oge na-adịghị anya, Eden na ndị ọrụ ibe ya chọpụtara na ndị nchịkwa na-ele ya anya n'ihi na ọ bụ onye ọrụ ngwa ngwa nakwa na ha na-eme atụmatụ iji ọsọ ọrụ ya dị ka ụkpụrụ maka ndị ọrụ ndị ọzọ niile nọ n'ụlọ ọrụ ahụ",
  "Eden gakwuuru Amalgamated Engineering Union (AEU), Otú ọ dị, ha ekweghị ka ụmụ nwanyị sonye na ndị otu ha, ya mere ọ gakwuuru Transport and General Workers' Union (T&W)",
  "Iji mee mkpesa megide atụmatụ ụlọ ọrụ ahụ, Eden haziri ngagharị iwe nke ụmụ nwanyị 10,000, ndị jụrụ ịrụ ọrụ otu izu",
  "Ọgbaghara ahụ gara nke ọma ma manye ndị na-elekọta ụlọ ọrụ Lucas Electrics ịlaghachi azụ. Mgbe mmeri ahụ gasịrị, ndị ọrụ ụlọ ọrụ ahụ nwere obi ụtọ nke ukwuu nke na ụlọ ọrụ ahụ enweghị ike ịrụ ọrụ n'oge dị mma ma mechie ya n'oge. Otu n'ime ndị na-eme ngagharị iwe nke ndị gbara Eden ume ka a zụlitere n'ubu ndị ọrụ ụlọ ọrụ n'oge nri abalị n'ememe.",
  "Trades Union Congress (TUC) kọwara ọgbaghara a dị ka \"ihe a na-ahụtụbeghị n'oge ahụ\", ma mee ka onye ndú T&G (Ernest Bevin n'oge a) nye Jessie Eden ihe nrite ọla edo nke otu ahụ. Nduzi na nhazi nke Eden mere ka ọnụ ọgụgụ ụmụ nwanyị nọ n'etiti obodo ahụ mụbaa nke ukwuu na ndị ọrụ aka nke Britain.",
  "Mgbe ọgbaghara nke afọ 1931 gasịrị, ndị Communist Party (nke ọ bụ onye otu ya ruo ogologo ndụ ya) mere ndokwa ka ọ gaa Soviet Union iji nyere ndị ọrụ nwanyị aka iji nyere aka wuo Moscow Metro na 1934. Ọ nọrọ afọ abụọ na ọkara na Soviet Union, ọ bụ ezie na n'agbanyeghị nkà ya na nhazi ndị ọrụ, ọrụ ya mere obere ihe iji mee ka ọganihu nke Moscow Metro dị ngwa, n'ihi nsogbu asụsụ. N'oge ọ nọ na Soviet Union, ọ sonyeere ụlọ akwụkwọ Lenin nke Comintern, a họpụtakwara ya dị ka onye ọrụ Shock na ụlọ ọrụ ụgbọ ala Stalin (nke e mechara kpọwa ụgbọ ala ZiL).",
  "Ka oge na-aga, Eden gwara nwunye nwa ya na ọ gara Soviet Union na nzuzo, nakwa na ọtụtụ ndị mmadụ kwenyere na ọ furu efu.",
  "Mgbe o si na Soviet Union lọta, Eden duziri ọzọ ọgbaghara gara nke ọma n'obodo Birmingham",
  "N'afọ 1939, dị ka ngagharị iwe megide ọnọdụ ụlọ ndị ogbenye n'obodo Birmingham, Eden haziri nnukwu ọgbaghara nke ihe fọrọ nke nta ka ọ bụrụ ndị bi na ya 50,000. Ọ ga-aga n'ihu na-arụ ọrụ ya n'ihe gbasara ikike ụlọ ma nọrọ ihe fọrọ nke nta ka ọ bụrụ afọ iri atọ dị ka onye ndú nke otu ndị bi n'ụlọ kansụl nke obodo Birmingham.",
  "Eden sonyere na mpaghara Handsworth n'oge ntuli aka nke afọ 1945, merie 3.4% (1,390) nke votu.",
  "Ka e mesịrị na Nọvemba 1945, ọ sonyere dị ka onye na-azọ ọkwa na ntuli aka ime obodo, na-erughị mmeri site na votu 2,887.",
  "Oge nke anọ na nke ise nke Peaky Blinders gosipụtara onye aha ya bụ Jessie Eden, nke onye Irish na-eme ihe nkiri bụ Charlie Murphy gosipụtara. Ọ bụ ezie na nnabata ahụ dị mgbagwoju anya, ụfọdụ ndị maara Eden n'onwe ha were iwe n'ụzọ e gosipụtara ya. Graham Stevenson, onye na-akọ akụkọ ihe mere eme nke ọchịchị Kọmunist nke Britain, enyi Eden na onye dere akụkọ ndụ ya, katọrọ ihe ngosi ahụ.",
  "\"Amaara m Eden, ma dị ka onye dị afọ iri abụọ na abụọ, ajụghị m Jessie dị afọ iri asaa maka mmekọrịta ya, ma ya fọdụkwa ndụ mmekọahụ",
  "Mana enwere m obi abụọ na ndụ onwe ya dị mgbagwoju anya ma ọ bụ dị egwu dị ka nke onye a na-akpọ aha ya",
  "Enweghị m ike ịhụ nwa agbọghọ ọ bụla n'ime afọ 1920 na-abanye n'ụlọ mposi ndị mmadụ n'efu, dịka egosiri Eden na-eme, maka ihe ọ bụla ọzọ karịa ndụ ma ọ bụ ọnwụ",
  "Ụkpụrụ mmekọrịta mmadụ na ibe ya nke mmemme ahụ bụ akụkọ ihe mere eme",
  "O doro anya na ọ bụ mpako na Tommy Shelby, onye omekome na-eme ihe ike nke usoro ahụ, nwere ike ime ka nwanyị dị ka Eden kwenye ka a merie ya ma rie ya, ma ọ bụghị naanị ka a rafuo ya, nke mechara kpughee ezi ebumnuche nke ndị mepụtara mmemme ahụ.",
  "N'ihe omume tebụl gburugburu nke gosipụtara Stevenson, onye na-ede uri Dave Puller, na onye na-akọ akụkọ ọdịbendị Prọfesọ Paul Long, mmadụ atọ ahụ tụlere usoro ahụ na ngosipụta ya nke ndị ọrụ Britain",
  "Long kwuru na usoro ahụ dị mma ma too usoro ahụ dị ka \"nnukwu nnọchiteanya nke ndị na-arụ ọrụ na-adọrọ mmasị\"",
  "Puller nwere mmetụta dị iche iche ma nwee nkụda mmụọ na ihe ngosi ahụ họọrọ ilekwasị anya na romance efu nke Eden na Tommy Shelby, karịa ezigbo ihe ọ rụzuru dị ka onye Kọmunist na onye isi otu ọrụ.",
  "Eden lụrụ di ugboro abụọ, otu oge na 1923 na Albert Eden onye ya na ya gbasara ngwa ngwa, na-ekwu maka echiche ndọrọ ndọrọ ọchịchị ya dị iche iche",
  "N'oge alụmdi na nwunye a dị mkpirikpi, di na nwunye ahụ kuchiri nwa nwoke aha ya bụ Douglas (Douggie na ndị enyi), onye mechara sonye na Royal Navy, wee bụrụ onye otu ndọrọ ndọrọ ọchịchị Kọmunist ruo mgbe ọ nwụrụ na 1977",
  "Mgbe ọ nwụsịrị, ndị ezinụlọ Eden dị iche iche kwuru na ya bụ onye ikwu ọbara, nakwa na Douglas biri ndụ ya niile n'amaghị na ọ bụghị nwa Jessie Eden.",
  "N'afọ 1948, Eden lụrụ onye otu ndọrọndọrọ ọchịchị Kọmunist Walter McCulloch, ha wee nọrọ ọnụ ruo mgbe ọ nwụrụ n'afọ 1978",
  "McCulloch bụ ọkwá nkà na onye otu CPGB nke lekọtara iwu ụlọ ọrụ Star Social Club nke pati Kọmunist maka alaka Midlands.",
  "Eden nwụrụ na Birmingham na 27 Septemba 1986."
]