[
  "Fungayi Jessie Majome bụ onye otu National Assembly of the Parliament of Zimbabwe for Harare West constituency na tiketi MDC-T a họpụtara 1st na 2008 wee na 2013",
  "Ọ bụ onye isi oche ndị omeiwu nke Kọmitii Pọtụfoliyo Zimbabwe..",
  "Wikipedia",
  "Fungayi Jessie Majome (amụrụ na 20 Disemba 1971) bụ onye otu National Assembly nke Nzukọ Ndị Omeiwu nke Zimbabwe maka mpaghara Harare West na tiketi MDC-T nke a họpụtara nke mbụ na 2008 na 2013",
  "Ọ bụ onye isi oche nke Kọmitii Na-ahụ Maka Ikpe Zimbabue, Iwu na Ihe Ndị Omeiwu",
  "Ọ bụ onye otu Kọmitii Iwu nke ndị omeiwu na Kọmitii Portfolio na Gọọmentị Obodo na Mmepe Obodo",
  "N'oge usoro iwu Zimbabwe nke afọ 2009 ruo afọ 2013 ọ bụ onye otu Kọmitii Nhọrọ nke ndị omeiwu iri abụọ na ise (COPAC) na Iwu ọhụrụ nke nkwekọrịta ndọrọ ndọrọ ọchịchị Global Political Agreement guzobere",
  "Ọ rụrụ ọrụ dị ka ọnụ na-ekwuchitere ya na onye isi oche.",
  "Onye bụbu onye otu National Executive Committee nke Movement for Democratic Change Party (MDC-T) na onye bụbu odeakwụkwọ ya maka iwu na ndị omeiwu.",
  "Ọ bụ onye guzobere na onye isi na Jessie Majome & Co",
  "Legal Practitioners",
  "Ọ bụbu osote minista na-ahụ maka ikpe ziri ezi, iwu na ndị omeiwu na Zimbabwe ma bụrụkwa osote minisita na-ahụkarị maka ihe gbasara ụmụ nwanyị, okike na mmepe obodo (Zimbabwe) n'ihe gbasara ụmụ nwanyị na mmepe ọha na eze",
  "A họpụtara ya ka ọ bụrụ Councillor Ward 1 na Onye isi oche nke Hwange Local Board na 2003 mana onye otu na-achị achị nke Mịnịsta nke Gọọmentị Obodo chụpụrụ ya na 2004 maka ịghara irube isi ntụziaka ya iji kagbuo nkwụsịtụ ya nke Chief Executive Officer nke ụlọ ọrụ ahụ.",
  "O nwere Master of Laws (L.L.M.) Mahadum nke South Africa 2004, Masters In Women's Law (M.S.W.L.) Mahaduma nke Zimbabwe 2008, Post Graduate Diploma In Women'S Law Dip",
  "W.L",
  "1996, Bachelor of Laws Honours (L.L.B.S.) Mahadum nke Zimbabwe 1995",
  "N'abalị iri na otu n'ọnwa Mee afọ 2018, ọ kwupụtara na ya agaghị etinye aka na ntuli aka nke pati ahụ na-ekwu maka iji ntuziaka pati eme ihe",
  "Onye na-asọmpi ya ga-abụ Joanna Mamombe dị afọ iri abụọ na ise onye ọtụtụ chere na ọ nwere mmeri na-ezighị ezi karịa Majome.\nỌ bụ onye Katọlik",
  "Ọ na-anọdụ na bọọdụ dị iche iche dị ka Mutemwa Leprosy Catholic Care Centre (MLCC), Zimbabwe Women Lawyers Xia Association ebe ọ na-eduzi Kọmitii Mmasị Ọkachamara - ZWLA), Ndabaningi Sithole Foundation."
]