[
  "Jessie Wallace Hughan (December 25, 1875 - April 10, 1955) bụ onye nkuzi America, onye na-eme ihe ike, na onye na-ahụ maka udo",
  "N'oge ọ nọ na kọleji, ọ bụ otu n'ime ndị guzobere Alpha Omicron Pi, òtù mba maka ụmụ nwanyị mahadum",
  "Ọ bụkwa onye guzobere na ode - akwụkwọ mbụ nke War Resisters League, nke e guzobere n'afọ 1923",
  "Ruo ihe karịrị afọ iri abụọ, ọ bụ onye na-azọ ọkwa ndọrọ ndọrọ ọchịchị na tiketi nke Socialist Party of America na steeti ya bụ New York.",
  "A mụrụ Jessie Wallace Hughan na ụbọchị iri abụọ na ise n'ọnwa Disemba , n'afọ 1875 na Brooklyn, New York",
  "Ọ bụ nwa nke atọ n'ime ụmụ anọ Margaret na Samuel Hughan mụrụ, ndị sitere na ndị Scotland, ndị England, na ndị France. Nna ya bụ onye na-ahụ maka ego.",
  "Hughan gara ụlọ akwụkwọ grammar na Staten Island wee gaa Northfield Seminary, ụlọ akwụkwọ na-akwadebe kọleji Unitarian maka ụmụ agbọghọ dị na Northfield, Massachusetts.",
  "Hughan debara aha ya na Barnard College na New York City na 1894",
  "N'ọnwa Jenụwarị afọ 1897, ya na ụmụ akwụkwọ atọ ndị ọzọ guzobere otu mba ụwa Alpha Omicron Pi",
  "N'afọ 1898, ọ gụsịrị akwụkwọ, nweta nzere A.B",
  "ya, nke o dere edemede dị elu a na-ebipụtaghị na \"Recent Theories of Profits",
  "\" Nwa akwụkwọ magburu onwe ya, Hughan bụ onye otu Phi Beta Kappa, otu mba na-asọpụrụ.",
  "Mgbe ọ gụsịrị akwụkwọ na Barnard, Hughan debara aha na Mahadum Columbia, nke dịkwa na New York City",
  "N'ebe ahụ, Hughan nwetara nzere Masters of Arts na 1899, na-ede edemede akpọrọ \"The Place of Henry George in Economics,\" na Ph.D",
  "ya n' afọ 1910. Columbia University Press kwadoro edemede ya ma bipụta ya n'ụdị akwụkwọ dị ka The Present Status of Socialism in America, nke onye a ma ama a mụrụ na Britain bụ John Spargo dere mmeghe ya",
  "Onye na-ebipụta akwụkwọ azụmahịa mechara bipụta akwụkwọ ahụ n'okpuru aha e dezigharịrị ntakịrị.",
  "Hughan rụrụ ọrụ ọkachamara ya dị ka onye nkuzi, na-akụzi n'ọtụtụ ụlọ akwụkwọ ọha na eze na nke onwe ya mgbe ọ gụsịrị akwụkwọ na Columbia na nzere A.M",
  "ya n'afọ 1899. O bu ụzọ kụzie n'ụlọ akwụkwọ dị na Naugatuck, Connecticut na White Plains, New York tupu ọ laghachi New York City na mbido afọ 1900 iji mezue nzere doctorate ya. N'ịgbaso ọrụ gụsịrị akwụkwọ ya, ọ kụziri n'ọtụtụ ụlọ akwụkwọ sekọndrị na New York City, karịsịa na Brooklyn",
  "N'afọ 1920, Hughan bụ onye na-ahụ maka Ngalaba Bekee na Textile High School, ọkwá ọ nọgidere na ya ruo mgbe ọ lara ezumike nká n'ọrụ ahụ na 1945.",
  "Jessie Wallace Hughan sonyeere Socialist Party of America (SPA) n'afọ 1907.",
  "Ebe bụ isi Hughan nọ n'òtù ndị otu ndọrọ ndọrọ ọchịchị bụ dịka onye ọrụ nke Intercollegiate Socialist Society (ISS), otu nwere onwe ya nke onye edemede Upton Sinclair guzobere na 1905 iji nye ebe isiokwu ndị metụtara ndọrọ ndọrọ ọchịchị, pro na con, site n'aka ụmụ akwụkwọ mahadum gafee America. A họpụtara Hughan ka ọ bụrụ onye isi kọmitii nke ISS na 1907 ma rụọ ọrụ n'ụzọ gara n'ihu na ikike ahụ ruo na njedebe nke nzukọ ahụ na 1921, na-aga n'ihu n'ụdị yiri nke ahụ na nzukọ nọchiri ya, League for Industrial Democracy (LID) ruo 1925. Ọ rụkwara ọrụ dị ka osote onye isi oche nke ISS site na 1920 ruo 1921. Ndị ọzọ a na-akpọ ndị isi okenye nke ISS n'oge a gụnyere Morris Hillquit, J.G",
  "Phelps Stokes, Harry W",
  "Laidler, yana nna ntọala Upton Sinclair.",
  "N'afọ 1913, ISS nyere Hughan ọrụ ide akwụkwọ banyere ụkpụrụ nke ọchịchị onye kwuo uche ya ka ọ bụrụ ederede maka ọmụmụ na mkparịta ụka site na isi dị iche iche nke nzukọ ahụ. Mbipụta ahụ, akwụkwọ a na-akpọ Facts of Socialism, bụ ederede nwere mmetụta n'etiti ndị ụbụrụ na-eto eto sonyere n'ọrụ Intercollegiate Socialist Society, otu nke gụnyere onye na-eme udo Devere Allen, onye nta akụkọ Heywood Broun, onye nchọpụta na onye ọrụ American Civil Liberties Union Robert W",
  "Dunn, ọkọ akụkọ ihe mere eme Herbert Feis, na onye mgbasa ozi Walter Lippmann.",
  "Ruo ihe karịrị afọ iri abụọ, Jessie Wallace Hughan bụ onye na-azọ ọkwa ọha na eze na tiketi nke Socialist Party of America",
  "Oge mbụ ọ banyere na ndọrọ ndọrọ ọchịchị bịara na 1915 maka Alderman na 1915. Ọ bụ ma eleghị anya naanị asọmpi ọ gbara ọsọ nke o nwere ohere a na-atụle iji merie",
  "Hughan gbara ọsọ maka ọfịs ọ bụghị na-ezube imeri, kama ọ bụ ụzọ isi kwalite echiche ndị otu ndọrọ ndọrọ ọchịchị nye ọha na eze na itinye nrụgide na ndị ọrụ a họpụtara ahọpụta ka ha sonye ma tinye echiche sitere na usoro ndọrọ ndọrọ ọchịchị nke Socialist Party",
  "N'ihi ya, mmeri na ntuli aka enweghị obi ụtọ na Hughan, kama ọ na-agba ọsọ maka usoro ọfịs ndọrọ ndọrọ ọchịchị na-arịwanye elu.",
  "Hughan gbara ọsọ na tiketi Socialist maka New York State Treasurer na 1918. N'afọ 1920, ọ gbara ọsọ maka Lieutenant Governor nke New York dị ka onye Socialist. Afọ 1922 bụ afọ mbụ Hughan bidoro maka US Congress, ọfịs ọ choro ugboro anọ na 1922 na New York 16th District; na 1924 na New York 17th District; n'afọ 1928 na New York 15th District; nakwa na 1934 na New York 15. N'afọ 1926, ọ kwụsịtụrụ na mkpọsa ndị omeiwu ya iji malite itinye akwụkwọ maka ntuli aka na US Senate site na New York. Hughan gbakwara ọsọ maka Nzukọ nke Steeti New York na 1927, 1932, na 1938.",
  "Hughan yiri ka ọ hapụghị Socialist Party na akụkụ ya a na-akpọ \"Old Guard\" na 1936 iji sonye na Social Democratic Federation, kama ịnọgide na-eguzosi ike n'ihe nye onye na-eme udo Norman Thomas n'agbanyeghị na SPA banyere n'agha dị iche iche ka afọ iri nke afọ 1930 bịara na njedebe",
  "N'ụzọ na-adọrọ mmasị, ọ dịghịkwa onye ọ gbara ọsọ maka ọkwa ọzọ mgbe 1938.",
  "Onye ji okpukpe kpọrọ ihe, Hughan bụ onye na-ahụ maka udo nke nọrọ ndụ ya niile na-alụ ọgụ maka mgbasa nke militarism na America",
  "Hughan sonyeere Frances M",
  "Witherspoon na Tracy Mygatt n'ịmepụta ọtụtụ òtù udo na-ejikọta pacifism, Iso Ụzọ Kraịst, na ndọrọ ndọrọ ọchịchị nke ọchịchị",
  "N'adịghị ka ndị ọzọ na-emegide agha, Hughan ji ọgụgụ isi mepụta ọnọdụ dị mgbagwoju anya nke ndị na-ahụ maka udo",
  "Tupu ndị agha US etinye aka na Agha Ụwa Mbụ, ọ mara ndị na-akwado agha aka, dị ka Graham Stokes. Mgbe agha tiwapụrụ n'oge ọkọchị nke afọ 1914, Hughan chere na a kpọrọ ya ka ọ rụọ ọrụ",
  "N'afọ 1915, ọ haziri Anti-Enlistment League, nke nwere isi ụlọ ọrụ n'ụlọ ya. Hughan na ndị enyi ya nwere ike ịnakọta mbinye aka nke ihe dị ka ndị ikom 3,500 na nkwupụta na-emegide ịbanye n'ọrụ agha iji gosipụta ndị isi ndọrọ ndọrọ ọchịchị America na enweghị mmasị nke agha Europe. Ọ bụ onye na-emegide mkpọsa \"Preparedness\" nke pụtara na mba ahụ na 1915 na 1916.",
  "Ntinye nke America n'agha ahụ n'ọnwa Eprel, n'afọ 1917 gosipụtara njedebe nke Anti-Enlistment League, na gọọmentị weghaara faịlụ na ndekọ nke nzukọ ahụ.",
  "Ọ bụ ezie na a chụpụghị ya n'ọkwa nkuzi ụlọ akwụkwọ ọha na eze maka echiche ndọrọ ndọrọ ọchịchị ya, a kpọrọ Hughan n'anya ụfọdụ ndị ndọrọ ndọrọ ọchịchị New York",
  "N'afọ 1919, a kpọrọ Hughan n'ihu Kọmitii Lusk nke Nzukọ nke New York State, kọmitii pụrụ iche gbakọtara iji nyochaa ma kọọ akụkọ banyere radicalism na steeti New York. Kọmitii ahụ jụrụ ya asambodo nke àgwà na iguzosi ike n'ihe n'ihi na ọ gbakwunyere okwu \"Nrubeisi a na-eru eru mgbe niile site na iwu nke akọ na uche\" na iyi ndị nkuzi steeti.",
  "Ka e mesịrị na 1919, aha Hughan pụtara na nke Jane Addams, onye ọsụ ụzọ ụlọ obibi na onye nta akụkọ nwere nnwere onwe Oswald Garrison Villard na ndepụta nke iri isii na abụọ \"ndị dị ize ndụ\" nyere Kọmitii Overman nke Senate US, òtù ndị omeiwu mbụ a na-ebo ebubo nyocha nke radicalism na United States.",
  "Mgbe Agha Ụwa Mbụ gasịrị, Hughan duziri mkpọsa iji hazie òtù na-eguzogide agha na United States",
  "N'ime afọ 1920, ọ debanyere aha ọtụtụ ndị na-emegide agha, kwuo ọtụtụ okwu, ma dee akwụkwọ nta na traktị banyere iji ọrụ na-adịghị eme ihe ike",
  "Ọ hazikwara ngagharị iwe ọha na eze dị iche iche megide agha na militarism, gụnyere ụfọdụ New York \"NO More War\" parades.",
  "Hughan nọrọ na National Council ma bụrụ onye otu New York Executive Committee nke Fellowship of Reconciliation, otu okpukpe na-ahụ maka udo, site ná afo 1920 ruo 1923. N'afọ 1923, o guzobere otu ọhụrụ na-emegide ndị agha, War Resisters League (WRL), ma duzie ya dị ka odeakwụkwọ site n'oge e guzobere ya. Ebumnuche dị n'azụ WRL bụ inye usoro nhazi maka ndị na-emegide militarism ndị na-enweghị ntọala okpukpe ọdịnala maka nkwenkwe pacifist ha. Òtù ndị ọzọ na-ahụ maka udo kwadoro nzukọ WRL, gụnyere Fellowship of Reconciliation, Women's Peace Society, na Women's Paz Union.",
  "N'afọ 1938, mgbe agha ọzọ na-aga n'ihu na Europe, Hughan haziri otu nzukọ nche anwụ ọhụrụ a maara dị ka Kọmitii United Pacifist, nke e mere iji hazie ọrụ agụmakwụkwọ na ndọrọ ndọrọ ọchịchị nke ndị otu dị iche iche na-eme udo. O nyere aka n'ịhazi ngagharị iwe ọha na eze, gụnyere usoro \"No More War\" na New York City, ọ bụkwa onye na-emegide nloghachi na ndị agha na 1940. Ọ gara n'ihu na-eje ozi dị ka odeakwụkwọ nke War Resisters League n'ihu ruo na njedebe nke Agha Ụwa nke Abụọ n' afọ 1945, n'oge ahụ ọ kwụsịrị ịghọ \"Secretary Honorary\" nke otu ahụ. Ọ gara n'ihu na-arụsi ọrụ ike na Kọmitii Na-achịkwa WRL.",
  "Jessie Wallace Hughan lara ezumike nká na 1945. Ọ nọgidere na-arụsi ọrụ ike na War Resisters League dị ka onye otu Kọmitii Nchịkwa nke nzukọ ahụ ruo mgbe ọ nwụrụ na Eprel 10, 1955",
  "Ọ dị afọ 79 n'oge ọ nwụrụ",
  "Nwanne ya nwanyị Evelyn Hughan, onye ya na ya biri n'oge ndụ ya niile, yana nwanne ya nwanyị Marjorie Hughan Rockwell na ụmụ anọ Marjorie, onye Jessie na ya dị nnọọ nso, hapụrụ ya.",
  "Nzukọ nke Hughan guzobere, War Resisters League, yana nzukọ ọ nyeere aka guzobe, Alpha Omicron Pi fraternity, ha abụọ na-aga n'ihu dị ka ụlọ ọrụ dị mkpa ma guzobe na narị afọ nke 21",
  "Òtù abụọ a na-echeta aha Hughan na ọrụ ya na nhazi ha",
  "Alpha Omicron Pi na-enye onyinye a maara dị ka Jessie Wallace Hughan Cup kwa afọ na isi nke nzukọ ahụ."
]