[
  "Jessica Eriyo (26 August 1969 ̊ ruo 12 August 2022) bụ onye nkuzi Uganda, onye ọrụ mmekọrịta mmadụ na ibe ya, onye ndọrọ ndọrọ ọchịchị na onye nnọchi anya mba ọzọ",
  "Ọ rụrụ ọrụ dị ka osote odeakwụkwọ ukwu nke East African Community, (EAC), nke na-ahụ maka ngalaba mmepụta na mmekọrịta mmadụ na ibe ya",
  "A họpụtara ya n'ọkwa ahụ na 30 Eprel na afo 2012.",
  "A mụrụ Eriyo na Adjumani District na 26 Ọgọst na afo 1969",
  "O nwere nzere Bachelor of Arts na sayensị mmekọrịta mmadụ na ibe ya na diplọma na agụmakwụkwọ",
  "O nwekwara asambodo abụọ; asambodo na atụmatụ na njikwa ọrụ na asambodo na sayensị kọmputa",
  "E nyere ya nzere Master of Arts na ọmụmụ mmepe site na Mahadum Makerere",
  "N'afọ 1994, Eriyo rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ sekọndrị na Kololo Senior Secondary School na Kololo, mpaghara Kampala bara ọgaranya, isi obodo Uganda na obodo kachasị ukwuu na mba ahụ. N'etiti afọ 1998 na afo 1999, ọ bụ onye nkuzi na Our Lady Consolata Senior Secondary School",
  "Ọ rụrụ ọrụ dị ka onye isi obodo na Adjumani District, site na afo 1999 ruo na afo 2001",
  "Ọ banyere na ndọrọ ndọrọ ọchịchị n'afọ 2001, na-azọ oche ndị omeiwu nke Adjumani District Women's Representative",
  "Ọ meriri ma họpụta ya ọzọ na afo 2006 na tiketi ndọrọ ndọrọ ọchịchị nke National Resistance Movement, ma jee ozi na ndị omeiwu ruo n'afọ 2011",
  "Na ntuli aka mba nke afọ 2011, Jesca Ababiku, onye na-azọ onwe ya, tụfuru oche ya.",
  "Eriyo jere ozi dị ka Minista Steeti maka gburugburu ebe obibi na Kọmitii Ugandan, site na 2006 ruo 2011",
  "Na ntuli aka nke 27 Mee 2011, a chụpụrụ ya ma jiri Flavia Munaaba dochie ya.",
  "N'ọnwa Eprel na afọ 2012, a họpụtara Eriyo ka ọ bụrụ osote odeakwụkwọ ukwu maka ngalaba mmepụta na mmekọrịta mmadụ na ibe ya na East African Community. Ọ nọchiri Beatrice Kiraso, onye ọzọ si Uganda, onye jere ozi n'ọkwa ahụ n'etiti Eprel 2006 na Eprel 2012.",
  "Eriyo nwụrụ na MD Anderson Cancer Center na Houston, United States, ebe ọ na-agwọ ọrịa kansa na 12 August 2022, mgbe ọ dị afọ 52.",
  "Àtụ:Noteslist"
]