[
  "Jessie Margaret Soga, LRAM (21 Ọgọstụ 1870 na 23 Febụwarị 1954) bụ onye na-agụ egwu Xhosa / Scottish contralto, onye nkuzi egwu na onye suffragist. A kọwara ya dị ka naanị onye ojii na-eme mkpọsa maka ikike nhọpụta nke dị na Scotland. Soga bụ onye isi otu Women's Freedom League na Glasgow ma mesịa sonye na Women's Social and Political Union; mana ọ naghị arụ ọrụ agha, na-eji nkà nhazi ya na nkà egwu ya iji nweta ego.",
  "Jessie Soga bụ nwa nwanyị nke Reverend Tiyo Soga (1831-1871), onye ụkọchukwu ojii South Africa mbụ a họpụtara, onye ghọrọ onye ozi ala ọzọ na onye nsụgharị. A mụrụ ya na Tutura (Somerville) na Transkei, Cape, South Africa, otu afọ tupu ọnwụ nna ya na 1871. Nne ya bụ onye ozi ala ọzọ Scotland bụ Janet Burnside (1827-1903), onye zutere nna ya mgbe ọ nọ na Scotland mgbe ọ na-amụ nkà mmụta okpukpe na Glasgow. Nne ya na ụmụnne ya laghachiri Scotland mgbe ọ nwụrụ, Jessie na ụmụ ndị ọzọ niile gara ụlọ akwụkwọ na Dollar Academy.",
  "Ọ gara ma kwụọ ụgwọ site na 1879 ruo 1882.  N'afọ 1882, a jara Jessie mma na klas ịkwa akwa ya, afọ iri ka e mesịrị, ọ gụrụ akwụkwọ na 1892 na Edinburgh School of Art ma nye ya ohere nke abụọ maka Plant Drawing in Outline. A jara ya mma nke ukwuu na asọmpi Girls Own Paper na 1897, ọ bụ ezie na ọ na-akụzi ịbụ abụ, ma na-eme ihe n'oge ahụ, dịka ọmụmaatụ dị ka onye na-agụ egwú na Kelvingrove United Presbyterian Choir's \"very creditable performance\" nke The Wreck of the Hesperus, na dị ka onye-agụ egwuregwu na Coatbridge Corporation Recitals.",
  "Ụmụnne Soga, ma e wezụga Jessie, laghachiri ibi na South Africa: William Anderson Soga (1858ī 1948) onye ghọrọ dọkịta na onye ozi ala ọzọ; John Henderson Soga (1860ī 1941), onye ghọkwara onye ozi ala ala ọzọ; Allan Kirkland Soga (1861ī 1938), onye mbụ na-akwalite na African National Congress; ụmụnne ya nwanyị, Isabella Macfarlane Soga (18641884) na Frances Maria Anne Soga (1868ī1942) rụkwara ọrụ na ozi ala ọzọ Ndị Kraịst, na Jotello Soga (1865 Syga (1860), onye mbụ dọkịta ojii South Africa. Jessie na nne ya nọrọ ma ha na enyi ha gara ezumike na St",
  "Andrews n'August 1901.",
  "A kọwara Soga dị ka \"contralto ọhụrụ\" mgbe ya na ndị ọzọ na-egwu egwu na egwu egwu nke Glasgow City Hall na 16 Nọvemba 1895, ọ na-enyekwa agụmakwụkwọ egwu onwe onye.",
  "Soga gụsịrị akwụkwọ ọkachamara ya na Singing na egwu na 1894 na 1895, n'okpuru Richard Cummings, Llewela Davies na George E",
  "Mott na Royal Academy of Music, London, mgbe ọ bi na 8 South Crescent, Bedford Square. Ọ gụrụ akwụkwọ mbụ dị ka onye nkuzi na-agụ egwú na Disemba 1901 (LRAM) na ihe fọrọ nke nta ka ọ bụrụ afọ iri ka e mesịrị na Septemba 1910, ndị nyocha RAM, Henry William Richards na William Gray McNaught gafere ya maka Voice-Culture na Class Singing.",
  "Agụmakwụkwọ egwu ya na iru eru ya bụ nke mba ụwa, ebe ọ gụrụ akwụkwọ n'okpuru onye nkuzi abụ Italian Alberto Giovannini na Milan Conservatory; ọ kụzikwaara onye Irish na-ede egwu Thomas O'Brien Butler yana onye Italian tenor Francesco Tagmagno na Austrian baritone Joseph Kaschmann. Ọ kpọkwara Jacques Bouhy ka ọ na-akụzi ya na Paris (ma eleghị anya tupu ọ gaa America na 1904). Otu n'ime ụmụ akwụkwọ Soga bụ onye Africa America Helen A",
  "Moore nke Fiske Jubilee Singers mgbe ọ nọ na njem mba ụwa ma na-eme ihe na Glasgow, onye kwuru mgbe e mesịrị (na 1930) na ọ họọrọ Soga dị ka \"n'etiti ndị isi na-agụ egwú nke mba ahụ\".",
  "Soga rụrụ ọrụ na \"nkwado na-aga nke ọma\" nke Mass nke Beethoven na C major na olu 90 nke Blairgowrie na Rattray Choral Society na 30 Machị 1899, mgbe a jara ya mma maka ịbụ abụ ya:",
  "\"'Miss Soga gosipụtara nnukwu ọkacha mmasị",
  "Ọ bụ onye nwere olu dị nro, nke na-egosipụta mgbe ụfọdụ àgwà dị nro nke nwa nwanyị nke Ọwụwa Anyanwụ",
  "A kpaliri ya nke ọma maka abụ mbụ ya, ma jiri ntụgharị ọmịiko nke Bonnie Wee Thing zaghachi ya; ebe a na-akọwa Stay at Home n'ụzọ dị ụtọ.",
  "A kọwakwara uwe ya na ngalaba a na-akpọ \"Ụfọdụ n'ime uwe [nke Helen]\" dị ka \"gold satin ochie, gaze ojii kpuchiri, yoke gbara gburugburu nke elu ahụ nke a na-akọwa site na akwa ojii",
  "\"",
  "Soga bụ onye otu Wellington United Free Church na Glasgow, ọ bụkwa odeakwụkwọ na-ede akwụkwọ maka Christian Endeavour Society nke ụka ahụ. Isiokwu ndị bụ isiokwu nke mmemme Society gụnyere ọrụ Mission na Temperance",
  "Society bụ maka ndị na-eto eto nọ na chọọchị ahụ, ebumnuche ya bụ \"ịkwalite ndụ Ndị Kraịst siri ike n'etiti ndị otu ya\".",
  "Soga bụrụ abụ \"Like as the hart desireth\" site na Abụ Ọma nke 42 n'oge Social Evening na chọọchị na Mee 1902.",
  "Na 1 Jenụwarị 1903, Soga bụ onye na-eme ihe nkiri na Coatbridge Choral Union \"Grand New Year's Mid-Day Concert\" nke Handel's Messiah, mana n'oge ahụ, a kọwara ya dị ka \"onye na-adịghị ike na mbido mana ọ meziwanyere n'ụzọ dị ịtụnanya ka oge na-aga",
  "mgbalị ya kachasị mma bụ akụkụ 'A kpọrọ ya asị'. Ọ rụrụ ọrụ na Messiah ọzọ na Turriff na 15 Disemba 1903, ya na ndị ukwe ha.",
  "Na Septemba 1910 ọ gafere ule na olu-ọdịbendị na klas-abụ abụ na Royal Academy of Music",
  "Ka ọ na-aga n'ihu na-eme ihe na ebe ndị buru ibu na obere gafee Scotland, ya na ndị otu ukwe, ma ọ bụ dị ka onye na-agụ egwú, ọ kwadokwara ịnakọta ego na ihe omume ndọrọ ndọrọ ọchịchị, na 1910, na-abụ abụ maka British Women's Temperance Association na St Andrew's Hall, Glasgow na World Women's Christian Temperance Union International Convention, ya na òtù ndị ntorobịa nke mba ụwa nke 600 olu, na ịgbakwunye n'etiti ndị ọkà okwu dị iche iche na alaka Temperance League ma ọ bụ Land League. Akwụkwọ akụkọ ya na 1919 kwuru na \"ihe ịga nke ọma nke nnọkọ ahụ abụghị obere n'ihi ntụrụndụ magburu onwe ya nke, [...] abụ Miss Soga nyere.",
  "Soga kpọsara na The Scotsman maka ụmụ akwụkwọ na-abụ abụ, na-akụzi kwa izu na ụlọ ahịa ọkachamara piano, nso ụlọ akwụkwọ ụmụ nwanyị na Stafford Street, Edinburgh.",
  "Soga jiri nkà abụ ya na njikọ ya na-ahazi ntụrụndụ ma ọ bụ na-akpata ego dị ka akụkụ nke idu ndú na Glasgow nke mkpọsa ụmụ nwanyị n'etiti 1908 na 1917.",
  "N'afọ 1924, Soga sonyeere An Commun Gaidhealach mana amabeghị ma ọ bụrụ na ọ rụrụ ọrụ na nke ọ bụla n'ime National Mòds.",
  "N'afọ 1908, Soga bụ otu n'ime \"ndị isi na-akpali\", dị ka onye ndú mkpọsa ndọrọndọrọ ọchịchị Teresa Billington-Greig si kwuo, n'ịmepụta nnukwu alaka ọhụrụ nke Women's Freedom League na West End nke Glasgow (Hillhead)",
  "Nzukọ mmeghe ọha na eze na Hillhead Burgh Hall karịrị atụmanya nke ukwuu, ebe ọnụ ọgụgụ ahụ jupụtara na nnukwu ụlọ nzukọ na ụlọ nke abụọ, yana nnukwu ndị otu n'ihi ya. A họpụtara Soga na E.S",
  "Semple ka ha bụrụ odeakwụkwọ alaka na Febụwarị 1908 ma kwado ihe omume \"At Home\" n'otu ụlọ nzukọ ahụ n'ọnwa Eprel, na Margaret Irwin (onye otu ọrụ) dị ka onye isi okwu.",
  "Ọnụ ọgụgụ na ọnụ ọgụgụ nke ihe omume gụnyere oge mba, dịka na Machị 1908, mgbe Soga nyere abụ, ha haziri recitations na onye na-eme violin na ihe omume \"na-agafe\" na nnukwu ụlọ ndị Gris nke Glasgow (Prince of Wales Halls) iji nabata ndị mkpọrọ Scottish (WSPU) a tọhapụrụ site na Holloway",
  "Ọ bụ Agnes Husband nke Dundee nabatara ndị ọkà okwu Amy Sanderson na Anna Munro (ha abụọ bụ ndị mkpọrọ n'onwe ha, bụ ndị nwere ukwe a na-abụ n'ụlọ mkpọrọ, ma nọrọ na Kọmitii Nchịkwa Mba WFL) na onye ọkà okwu ọzọ bụ onye isi WFL Teresa Billington-Greig. Ka ọ na-erule n'ọnwa Ọktoba n'afọ ahụ, a na-enwe nzukọ alaka kwa izu abụọ, na Soga ka bụ odeakwụkwọ alaka, ugbu a na M",
  "Barrowman. A kpọtụrụ aha ya n'akwụkwọ ozi onwe onye n'etiti ndị isi ndọrọndọrọ ọchịchị Helen Crawfurd na Janet Barrowman.",
  "Ihe nlereanya Soga nke \"<i id=\"mw4A\">Cafe</i> Chantant\" bụ otu n'ime ihe omume ndị na-aga nke ọma, n'ịdọta ọnụ ọgụgụ buru ibu ma bulie £ 75, a tụgharịrị ya na alaka ndị ọzọ. Ọ hazikwara ntụrụndụ maka WSPU \"Scottish Exhibition\" na Charing Cross, na maka obere nzukọ alaka. O nyere onyinye site na ego ọ na-enweta na ego nkuzi, gụnyere maka ihe omume WSPU nke London.",
  "Ọ bụ ezie na ọ na-etinye aka na Women's Social and Political Union, ọ sonyeghị na ngagharị iwe ime ihe ike",
  "Ọ bụ onye isi oche nke nzukọ WSPU n'obodo ndị dị nso, dị ka Blackwood, ma nye onyinye marmalade e mere n'ụlọ maka ire ere na ihe omume. Ọ hazikwara ọbá akwụkwọ na-agagharị agagharị nke bara uru, na-enye akwụkwọ n'onwe ya na ụlọ ọrụ WSPU Sauchiehall Street, ma nye onyinye maka ndebanye aha ọnwa isii na Women's Franchise ka e zigara ya na Woodside District Library Soga na WSPU kwụsịrị n'ihe dị ka 1917, ọ bụ ezie na WSPU akwụsịla onwe ya mgbe Agha Ụwa Mbụ malitere na 1914, na nkwekọrịta ịkwụsị ọrụ agha iji kwụọ ụgwọ maka ịtọhapụ ụmụ nwanyị a tụrụ mkpọrọ.",
  "Iwu nnọchiteanya nke ndị mmadụ nke 1918 nyere ụfọdụ ụmụ nwanyị ikike ịtụ vootu.",
  "Soga nwụrụ na Old People's Cottages na Rottenrow n'isi ụtụtụ nke 23 Febụwarị 1954, mgbe ọ dị afọ 83, olili ozu ya dịkwa na Western Necropolis Crematorium, Glasgow.",
  "Ka ọ dị ugbu a, ọ dịghị ihe oyiyi Soga a chọpụtara, ma ọ bụ ama ma ọ bụrụ na e nwere ụmụ nwanyị ndị ọzọ na-acha odo odo na-eme mkpọsa maka ntuli aka",
  "Dr",
  "TS Beall kwuru na anaghị akụzi ọrụ ndị suffragists na ndị suffragettes nke Scotland 'ọtụtụ' n'ụlọ akwụkwọ ndị Scotland, a maghịkwa aha ha.",
  "A gụnyere Soga na egwuregwu agụmakwụkwọ ọhụrụ (Top Trumps-style) na Scotland's Suffragettes Trumps, nke Protests & Suffragette (ndị na-ese ihe, ndị na-eme ihe ike na otu akụkọ ihe mere eme nke obodo gụnyere Dr",
  "Beall) mepụtara site na ịkwụ ụgwọ iji zipụ 700 set n'ụlọ akwụkwọ. Dr",
  "Yvonne McFadden nke akụkọ ihe mere eme nke ụmụ nwanyị Scotland kpọrọ ya 'ihe na-atọ ụtọ ma dị mkpa iji hụ na ụmụ nwanyị ndị a na akụkọ ha' gụnyere na usoro agụmakwụkwọ ụlọ akwụkwọ Scotland, ebe akụkọ ihe mere mere eme nke ndị inyom na-ejikarị nkuzi akụkọ ihe mere n'ụlọ akwụkwọ.",
  "A gbakwunyere aha Soga na ebe nrụọrụ weebụ \"PlainsightSOUND\", akụkọ ihe mere eme nke ndị egwu Black Classical na United Kingdom",
  "A gbakwunyere aha ya na akụkọ ndụ dị mkpirikpi na usoro iheomume ya.",
  "Àtụ:Women's suffrage in Scotland"
]