[
  "Jessie Redmon Fauset (27 na onwa isii, na afọ 1882 na 30 na onwa isii, na afọ 1961) bụ onye nchịkọta akụkọ Africa-America, onye na-ede uri, onye edemede, onye edemedo, na onye nkuzi",
  "Ọrụ edemede ya nyere aka kpụọ akwụkwọ ndị Afirika na Amerika na afo 1920 ha ka ọ na-elekwasị anya n'igosi ezi onyinyo nke ndụ na akụkọ ihe mere eme nke ndị Africa America. Ndị na-ede akụkọ ifo ojii ya bụ ndị ọkachamara na-arụ ọrụ nke bụ echiche a na-apụghị ichetụ n'echiche nye ndị America n'oge a Akụkọ akụkọ ya metụtara isiokwu nke ịkpa ókè agbụrụ, \"ịgafe\", na ụmụ nwanyị. Site na afọ 1919 ruo afọ 1926, ọnọdụ Fauset dị ka onye nchịkọta akụkọ nke The Crisis, magazin NAACP, nyere ya ohere inye aka na Harlem Renaissance site n'ịkwalite ọrụ edemede metụtara òtù mmekọrịta mmadụ na ibe ya nke oge a",
  "Site n'ọrụ ya dị ka onye nchịkọta akwụkwọ na onye nyocha, ọ kụdara ndị edemede ojii ume ka ha ghara ibelata àgwà agbụrụ nke ndị na-ede akwụkwọ n'ọrụ ha, ma gbaa ha ume ide ihe n'eziokwu na n'ihu ọha banyere agbụrụ ndị Africa America.  Ọ chọrọ nnọchite anya dị mma na nke dị mma nke obodo ndị Africa America n'akwụkwọ ndị a na-enwetụbeghị mbụ gosipụtara n'ụzọ doro anya",
  "Tupu na mgbe ọ rụchara ọrụ na The Crisis, ọ rụrụ ọrụ ruo ọtụtụ iri afọ dị ka onye nkuzi French na ụlọ akwụkwọ ọha na eze na Washington, DC, na New York City",
  "O bipụtara akwụkwọ akụkọ anọ n'ime afọ 1920 na 1930, na-enyocha ndụ ndị isi ojii nọ n'etiti",
  "Ọ bụkwa onye nchịkọta akụkọ na onye na-ede akwụkwọ nke magazin ụmụaka Africa-America The Brownies' Book A maara ya maka ịchọpụta na iduzi ndị edemede ndị ọzọ Africa America, gụnyere Langston Hughes, Jean Toomer, Countee Cullen, na Claude McKay.",
  "A mụrụ ya Jessie Redmona Fauset (nke e mechara mara dị ka Jessie Redmon Fauset) na Eprel 27, na afọ 1882, na Fredericksville, Camden County, Snow Hill Center Township, New Jersey. A maara obodo ahụ ugbu a dị ka Lawnside, New Jersey. Ọ bụ nwa nke asaa nke Redmon Fauset, onye ụkọchukwu African Methodist Episcopal, na Annie (née Seamon) Fauset",
  "Nne Jessie nwụrụ mgbe ọ dị obere, nna ya lụrụ di ọzọ",
  "Ya na nwunye ya nke abụọ Bella mụrụ ụmụ atọ, nwanyị ọcha onye Juu nke ghọrọ Onye Kraịst",
  "Bella wetara ụmụ atọ n'ezinụlọ site na alụmdi na nwunye mbụ ya",
  "Ndị nne na nna abụọ mesiri ụmụ ha ike agụmakwụkwọ",
  "Onye na-ahụ maka ihe ndị ruuru mmadụ na onye na-amụ banyere ụmụ mmadụ bụ Arthur Fauset bụ nwanne ya nwoke.",
  "Fauset si n'ezinụlọ buru ibu dara ogbenye",
  "Nna ya nwụrụ mgbe ọ dị obere; abụọ n'ime ụmụnne ya ka na-erubeghị afọ ise",
  "Ọ gara ụlọ akwụkwọ sekọndrị Philadelphia maka ụmụ nwanyị, ụlọ akwụkwọ agụmakwụkwọ kachasị elu n'obodo ahụ",
  "Ọ gụsịrị akwụkwọ dị ka onye na-ekwu okwu ikpeazụ nke klas ya ma eleghị anya onye Africa America mbụ gụsịrị akwụkwọ n'ụlọ akwụkwọ ahụ. Ọ chọrọ ịmụ akwụkwọ na Bryn Mawr College, a na-enyekwa onye na-ekwu okwu ikpeazụ nke Girls' High agụmakwụkwọ na kọleji ahụ",
  "Otú ọ dị, onye isi oche Bryn Mawr M",
  "Carey Thomas nwetara ego maka Fauset ịga Mahadum Cornell kama ọ ga-egbochi ụmụ akwụkwọ ojii ọ bụla ịga Bryn Ma wr n'oge ọ nọ n'ọrụ.",
  "Ọ gara n'ihu na agụmakwụkwọ ya na Mahadum Cornell dị na New York, gụsịrị akwụkwọ na afọ 1905 na nzere na asụsụ oge ochie. N'oge ọ nọ na Mahadum Cornell na afọ 1903 ruo akụkụ nke 1904, Fauset biri na Sage College",
  "Ọ ga-emeri Phi Beta Kappa. Ruo ọtụtụ afọ, a na-ewere ya dị ka nwanyị ojii mbụ nabatara na Phi Beta Kappa Society, mana nyocha e mechara mee gosiri na nke a bụ Mary Annette Anderson n'ezie. Fauset mechara nweta nzere masta ya na French na Mahadum Pennsylvania (1919).",
  "Mgbe ọ gụsịrị kọleji, Fauset ghọrọ onye nkuzi na Dunbar High School (nke a na-akpọ M Street High School), ụlọ akwụkwọ sekọndrị agụmakwụkwọ maka ụmụ akwụkwọ ojii na Washington, DC, nke nwere usoro ụlọ akwụkwọ ọha na eze",
  "Ọ kụziri French na Latin, wee gaa Paris maka oge okpomọkụ iji mụọ na Sorbonne.",
  "N'afọ 1919, Fauset hapụrụ nkuzi ka ọ bụrụ onye nchịkọta akụkọ maka The Crisis, nke W",
  "E",
  "B",
  "Du Bois nke NAACP guzobere",
  "Ọ rụrụ ọrụ n'ọkwa ahụ ruo  afọ 1926",
  "Fauset ghọrọ onye otu NAACP ma nọchite anya ha na Pan African Congress na 1921",
  "Mgbe okwu Congress ya gasịrị, Delta Sigma Theta sorority mere ya onye otu nsọpụrụ.",
  "N'afọ 1926, Fauset hapụrụ The Crisis wee laghachi na nkuzi, n'oge a na DeWitt Clinton High School na New York City, ebe ọ nwere ike ịkụziri James Baldwin na-eto eto. Ọ kụziri na ụlọ akwụkwọ ọha na eze nke New York City ruo na afọ 1944.",
  "N'afọ 1929, mgbe ọ dị afọ iri anọ na asaa, Fauset lụrụ onye na-ahụ maka mkpuchi Herbert Harris na nke mbụ ya",
  "Ha si New York City kwaga Montclair, New Jersey, ebe ha biri ndụ dị jụụ. Harris nwụrụ na 1958",
  "Ọ laghachiri Philadelphia na nwanne ya nwoke, otu n'ime ụmụ Bella",
  "Fauset nwụrụ na Eprel 30, na afo1961, site na ọrịa obi ma lie ya na Eden Cemetery na Collingdale, Pennsylvania.",
  "A na-ewere oge Jessie Fauset na The Crisis dị ka oge edemede kachasị mma nke magazin ahụ",
  "Na ọnwa Julai, na afọ 1918, Fauset ghọrọ onye na-enye aka na The Crisus, na-eziga isiokwu maka kọlụm \"Looking Glass\" site n'ụlọ ya na Philadelphia",
  "Ka ọ na-erule Julaị na-esote, onye nchịkọta akụkọ W",
  "E",
  "B",
  "Du Bois rịọrọ ka ọ kwaga New York ka ọ bụrụ onye nchịkọta akụkọ oge niile",
  "Ka ọ na-erule n'ọnwa Ọktoba, e debere ya n'ọfịs Crisis, ebe ọ weghaara ọtụtụ ọrụ nhazi ngwa ngwa.",
  "Dị ka onye nchịkọta akwụkwọ, Fauset kwalitere ọrụ nke ọtụtụ ndị edemede a ma ama nke Harlem Renaissance, gụnyere Countee Cullen, Claude McKay, Jean Toomer, Nella Larsen, Georgia Douglas Johnson, Anne Spencer, George Schuyler, Arna Bontemps, na Langston Hughes",
  "Fauset bụ onye mbụ bipụtara Hughes",
  "Dị ka onye nchịkọta akụkọ nke The Brownies' Book, magazin ụmụaka nke The Crisis, ọ gụnyere ole na ole n'ime uri mbụ ya",
  "N'akwụkwọ ncheta ya The Big Sea, Hughes dere, \"Jessie Fauset na The Crisis, Charles Johnson na Opportunity, na Alain Locke na Washington bụ ndị na-amụ nwa nke a na-akpọ New Negro Literature",
  "\"",
  "E wezụga ịzụlite ọrụ nke ndị edemede ndị ọzọ nke oge a nke Afirika na America, Fauset bụkwa onye na-enye aka na The Crisis na The Brownies' Book",
  "N'oge ya na The Crisis, o nyere uri na akụkọ mkpirikpi, yana akwụkwọ akụkọ, nsụgharị sitere na French nke ihe odide ndị edemede ojii si Europe na Africa, na ọtụtụ nchịkọta akụkọ",
  "O bipụtakwara akụkọ banyere njem ya dị ukwuu",
  "N'ụzọ dị ịrịba ama, Fauset gụnyere edemede ise, gụnyere \"Dark Algiers the White,\" na-akọwa njem ọnwa isii ya na Laura Wheeler Waring gaa France na obodo Algeria na afọ 1925 na 1926.",
  "Mgbe afọ asatọ jere ozi dị ka onye nchịkọta akụkọ, Fauset chọpụtara na esemokwu dị n'etiti ya na Du Bois na-emebi ha",
  "Na Febụwarị, na afo 1927, ọ gbara arụkwaghịm n'ọkwa ya",
  "E depụtara ya dị ka \"Onye nchịkọta akụkọ na-enye aka\" n'ọnwa na-esote.",
  "Mgbe ọ hapụsịrị magazin ahụ, Fauset lekwasịrị anya n'ide akwụkwọ akụkọ, ka ọ na-akwado onwe ya site na nkuzi",
  "Site na afọ 1927 ruo 1944, ọ kụziri French na DeWitt Clinton High School na Bronx, ka ọ na-aga n'ihu na-ebipụta akwụkwọ akụkọ.",
  "N'etiti afọ 1924 na 1933, Fauset bipụtara akwụkwọ akụkọ anọ: There is Confusion (1924), Plum Bun (1928), The Chinaberry Tree (1931), na Comedy, American Style (1933)",
  "O kwenyere na akwụkwọ akụkọ T",
  "S",
  "Stribling bụ Birthright, nke onye ọcha dere banyere ndụ ndị isi ojii, enweghị ike igosipụta ndị ya n'ụzọ zuru ezu",
  "Fauset chere na e nwere ụkọ ihe ngosi dị mma nke ndụ ndị Africa na America na akwụkwọ nke oge a",
  "A kpaliri ya igosipụta ndụ ndị Africa America ma n'ụzọ ziri ezi, ma n'ezie, dịka o kwere mee, ma dee banyere ndụ ndị nọ n'etiti ọ maara dị ka onye gụrụ akwụkwọ",
  "N'otu oge ahụ, ọ rụrụ ọrụ iji nyochaa nsogbu ndị dị ugbu a banyere njirimara n'etiti ndị Africa America, gụnyere nsogbu ndị metụtara nyocha obodo banyere ụcha akpụkpọ ahụ",
  "Ọtụtụ n'ime ha bụ ndị agbụrụ na-agwakọta na ụfọdụ ndị nna Europe.",
  "Ọtụtụ Mbufe ahụ mere ka ọtụtụ ndị Africa America kwaga n'obodo mmepụta ihe; n'ọnọdụ ụfọdụ, ndị mmadụ jiri mgbanwe a dị ka nnwere onwe ịnwale njirimara ọhụrụ",
  "Ụfọdụ jiri akụkụ ụfọdụ nke ndị nna nna Europe na ọdịdị mee ka ọ dị ọcha, maka ịdị mfe ma ọ bụ uru nwa oge: dịka ọmụmaatụ, iji nweta ọrụ ka mma na ụlọ ahịa ma ọ bụ ụlọ oriri na ọṅụṅụ, ma ọ bụ iji nweta ọrụ",
  "Ndị ọzọ batara n'etiti ndị ọcha ihe fọrọ nke nta ka ọ bụrụ na ọ ga-adịgide adịgide iji nweta ohere akụ na ụba na mmekọrịta mmadụ na ibe ya, mgbe ụfọdụ na-ahapụ ndị ikwu na-acha oji n'azụ",
  "Ndị edemede ndị ọzọ nke Harlem Renaissance nyochara mbipụta a na mgbakwunye na Fauset, onye nwere akpụkpọ anụ na-acha ọcha ma na-ahụ anya nke agbụrụ ngwakọta",
  "Vashti Crutcher Lewis, n'otu edemede akpọrọ \"Mulatto Hegemony in the Novels of Jessie Redmon Fauset\", na-atụ aro na akwụkwọ akụkọ Fauset na-egosi ihe akaebe nke usoro ndị isi na-acha uhie uhie na ndị isi ojii na-enwu gbaa na-enwe ihe ùgwù.",
  "Ọtụtụ ndị ọkà mmụta na-ede akwụkwọ nwere mmasị na Fauset n'afọ ndị 1920",
  "Akwụkwọ akụkọ mbụ ya, There is Confusion, bụ nke Alain Locke toro na mbipụta February 1924 nke Crisis",
  "Locke chere na akwụkwọ akụkọ ahụ ga- \"akara oge\" n'ihi na o kwenyere na ọ bụ akwụkwọ agụmakwụkwọ nke onye na-agụ akwụkwọ gụrụ akwụkwọ tụrụ anya ya ka ọ na-enwu ìhè na klas dị elu nke ndị isi ojii karịa ụdị \"onye na-eje ozi\" nke a gosipụtara na akwụkwọ ndị gara aga. N'akwụkwọ akụkọ agụmakwụkwọ nke June 1924 bụ Opportunity, prọfesọ Mahadum Howard Montgomery Gregory toro ọrụ Fausetʹs n'ihi na o chere na o mere ka \"ihe ndị ka mma\" nke ndụ ndị Africa-America doo anya \"na ndị maara anyị naanị dị ka ndị na-arụ ọrụ n'ụlọ, 'ndị nwanne nna', ma ọ bụ ndị omempụ\". Ọ bụ ezie na Fauset nwetara ọtụtụ nyocha dị mma na ọrụ edemede ya na 1920s, ọ na-enwekwa nzaghachi na-adịghị mma",
  "Onye ọ bụla ejighị aka meghee ya nabata echiche ọhụrụ ya n'ihi na ọ megidere onyinyo ndị ọcha America nke ndị Africa America nọ n'etiti",
  "Onye mbụ na-ebipụta akwụkwọ hụrụ ihe odide There is Confusion jụrụ ya, na-ekwu na \"ndị ọcha na-agụ akwụkwọ anaghị atụ anya na ndị isi ojii ga-adị ka nke a\". N'agbanyeghị mkparịta ụka dị mgbagwoju anya banyere ọrụ Fausetī na 1920s, ka ọ na-erule 1930s ndị mmadụ kwụsịrị ikwu banyere ya wee ghọọ onye edemede echefuru echefu",
  "Locke chere na ihe mere ndị mmadụ ji kwụsị ikwu banyere Fauset bụ n'ihi mgbanwe n'ihe odide n'ihi Great Depression na Agha Ụwa nke Abụọ.",
  "Ọ bụghị ruo mgbe afọ 1970 gasịrị, oge nke òtù ụmụ nwanyị, ka Fauset malitere ịja mma",
  "N'afọ 1981, onye edemede Carolyn Wedin Sylvander dere akwụkwọ banyere Fauset, Jessie Redmon Fauset, Black American Writer, nke na-enyocha ma na-egosi ekele dị ukwuu maka akwụkwọ akụkọ ya, akụkọ mkpirikpi na uri. Ndị nkatọ ndị ọzọ dị ka Deborah McDowell kwetara na Fauset na edemede ya nke afọ 1986 \"Jessie Fauset: Onyeozi nke oge a nke Black Racial Pride\" maka igosi \"ịmara akụkọ ọdịbendị ndị Africa America\" na igosi otu esi eme ememe \"ọdịdị ojii\"",
  "McDowell na-ekwukwa na Fauset nọ n'akụkụ ndị ọzọ na-ahụ maka ụmụ nwanyị ojii n'oge mbụ n'ihi na na mgbakwunye na ilekwasị anya na njirimara agbụrụ, ọ na-enyocha \"ịmara ụmụ nwanyị\"",
  "A maara Fauset taa dị ka ihe dị mkpa na Harlem Renaissance",
  "Prọfesọ akwụkwọ America na nke Africa America Ann duCille jiri Fauset tụnyere ndị edemede Harlem Renaissance ndị ọzọ dị ka Nella Larsen maka igosipụta ụmụ nwanyị n'ọrụ edemede ya."
]