[
  "Jessica Balogun (amuru na ọnwa Disemba 20, nke afọ 1988) bụ onye okpu okpu Naijiria nke dabere na German",
  "Jessica bụ onye amateur pụtara ìhè ma bụrụkwa onye ọkachamara n'ịgba ọkpọ n'ụwa ugbu a.",
  "A mụrụ Jessica n' ọnwa Disemba 20, nke afọ 1988 na Ibadan Nigeria",
  "Ọnwa isii ka amụchara Balogun, ya na nne ya rutere Stuttgart",
  "Site na nwa klas ya n'oge ụlọ akwụkwọ Aachen, ọ chọtara kọntaktị mbụ ya na ụlọ ịgba ọkpọ na-eto eto MTK Boxen Aachen.",
  "Jessica Balogun sonyeere MTK Boxen Aachen n'oge okpomọkụ nke nke afọ 2005",
  "N'asọmpi mbụ ya, na ọnwa Eprel 1, 2006, o meriri asọmpi West German na mmeri KO n'agba nke mbụ",
  "Ọnwa isii ka e mesịrị, ọ gụchara 4th International German Women's Box Championship na Herrischried / Südbaden wee nweta aha nke International German Champion na mmeri na agba abụọ",
  "O dere akụkọ egwuregwu Aachen: Ọ bụ onye mmeri ịkụ ọkpọ mbụ nke Kaiserstadt ochie",
  "Na Nọvemba 2006 Jessica Balogun meriri asọmpi ịkụ ọkpọ ụmụ nwanyị mba ụwa, Baden Open, site na mmeri abụọ agba nke mbụ KO",
  "Asọmpi “Open Aachen City Championship”, nke otu ya hibere, MTK Boxen Aachen, na 2002, wetara ya aha nke anọ na 2006",
  "Oge a ọ meriri onye iro ya na agba nke atọ site na KOJessica Balogun nwere mmeri dịka onye ọkpọ ọkpọ bụ ugbu a (njedebe nke 2006) na-enwe mmeri iri n'ime ọgụ iri.",
  "Ná mmalite nke afọ 2008, Balogun kwagara n'ogige ndị ọkachamara",
  "N'ebe a, ọ bịanyere aka na onye na-enye ọzụzụ na nkwekọrịta nchịkwa na onye nchọpụta ya, Aachen nchịkwa na onye njikwa Mario Guedes",
  "Ugbua na Febụwarị 23, 2008, ọ lụrụ ọgụ ọkachamara mbụ ya wee lụso ụzọ ya gafee mmeri ise n'usoro",
  "Na ọnwa June 7, nke afọ 2008, Balogun meriri World Championship na World Championship aha (WFC), onye mmeri ụwa na onye mmeri super-welterweight, na isi agha nke 6th Hattersheimer Boxing Night megide onye mmeri Europe na-enweghị mmeri Anja Henning",
  "Balogun ji mmeri a gbagoro n'ọkwa 5 n'asọmpi ụwa kọmputa nwere onwe ya",
  "Na 24 Jenụarị 2009, Balogun kwadoro egwuregwu ịkụ ọkpọ ọkachamara nke iri na otu ma merie n'ọkwa ụwa nke abụọ ya",
  "Na Port-au-Prince, isi obodo Haiti, o meriri World Junior Championship nke GBU",
  "Ha meriri onye iro ha Evelina Diaz ( Dominican Republic ) na 5th gburugburu KO Ka ọ dị ugbu a, na November 29, 2008, ọ gbachitere aha WFC World Super-Welterweight megide Tatjana Dieckmann na Aachen, site KO Na gburugburu 4",
  "Mgbe GBU World Cup meriri na Haiti, Sugar J Jessica Balogun meriri aha obere welterweight megide Daniela David si Romania.",
  "N'egwuregwu ịkụ ọkpọ ọkachamara nke iri na atọ ya, ọ meriri Olga Bojare sitere na Latvia na Septemba 5, 2009 maka aha WFC ụwa welterweight ohere (ruo 66.67). n'arọ)",
  "O ji obi ike merie ya na 100-90 isi",
  "The WFC welterweight aha e wee chebe megide Eva Halasi (Serbia, 21 November 2009), ọzọ Olga Bojare March 13th 2010, Angel McKenzie June 4, 2010 na Marija Pejakovic ( Serbia )",
  "Na 20 Nọvemba 2010, Balogun merikwara mmeri WIBA World Championship megide onye Spaniard Loli Munoz",
  "Ọ merikwara aha GBU nke mba ụwa megide ndị Romanian Floarea Lihet na Disemba 3, 2011.",
  "Na ọnwa June 2, 2012, Jessica Balogun na Herning / Denmark weere ọgụ Profibox nke iri abụọ na anọ",
  "Onye mmegide bụ Norwegian Cecilia Brækhus, nke Sauerland Events Berlin na-elekọta, onye nwe eriri ụwa nke WBA, WBC na WBO",
  "Balogun meriri ka agbachara agba iri",
  "Ọ tụfuru na March 2014 na Magdeburg megide Christina Hammer",
  "N'aka nke ọzọ, ọ bụ ike gbachitere ụwa asọmpi belt na super welterweight mgbe WFC na April 26, 2014 na Stolberg megide Edita Lesnik si Bosnia-Herzegovina",
  "N'ikpeazụ, Balogun ga-emeri Norwegian Braekhus ọzọ na June 7, 2014 na Schwerin.",
  "Ọrụ Balogun malitere n'afọ 2003 ebe e si n'aka ụmụ akwụkwọ ibe ya webatara ya na ụlọ ịgba ọkpọ MTK.",
  "Balogun meriri asọmpi mba ụwa n'oge niile ọ na-amu amu.  ]",
  "Ndekọ Balogun dị na 24 meriri - 4 meriri",
  "Àtụ:BoxingRecordSummary"
]