[
  "Jewel Cianeh Taylor (née Howard; amụrụ na 17 Jenụwarị na afọ 1963) bụ onye ndọrọ ndọrọ ọchịchị Liberia nke na-eje ozi ugbu a dị ka osote onye isi ala nke iri atọ nke Liberia",
  "Ọ lụrụ onye agha a mara ikpe na onye bụbu onye isi ala Charles Taylor (onye ọ lụrụ na afọ 1997, mana o mechara gbaa alụkwaghịm na afọ 2006) ma bụrụkwa First Lady nke Liberia n'oge ọ bụ onye isi ala. N'afọ 2005, a họpụtara Jewel Taylor ka ọ bụrụ onye omeiwu nke Liberia maka Bong County dị ka onye otu National Patriotic Party",
  "Ọ rụrụ ọrụ dị ka Onye isi oche nke Kọmitii Ahụike na Ọdịmma Ọha na Eze nke Senate na Gender, Women and Children.",
  "Mgbe di ya bụ onye isi ala, Taylor nwere ọtụtụ ọkwa gọọmentị na gọọmentị Liberia, gụnyere osote gọvanọ nke National Bank of Liberia (onye bu ụzọ na Central Bank of Liberia ugbu a), onye isi oche nke Agriculture Cooperative and Development Bank (ACDB) na Mortgage Financing Underwriter nke First Union National Bank",
  "Na mgbakwunye, o lekwasịrị anya na agụmakwụkwọ, ahụike na ọrụ mmekọrịta mmadụ na ibe ya",
  "Taylor nwere akara ugo mmụta na ụlọ akụ na bachelors abụọ na ụlọ akụ akụ na akụ na ụba",
  "Ọ debanyere aha ya ugbu a na mmemme MBA na Mahadum Cuttington na Liberia",
  "Na 21 Disemba, na afọ 2011, ọ gụsịrị akwụkwọ na Louise Arthur Grimes School of Law nke Mahadum Liberia nke steeti.  Ụbọchị abụọ ka e mesịrị, esemokwu ọha na eze bilitere na Bong County banyere nsọpụrụ a na-ekwu na e nyere ya; a mara ọkwa na ọ bụ onye ọhụrụ nwere aha \"Madam Suakoko\", aha nsọpụrụ nke Bong County na-echeta onye aha nke Suakoko District, mana ndị otu ahụ e chere na ha nyere ya aha ahụ malitere ịgọnahụ na nzukọ ahụ nke o nyere ya, na-ekwu n'ezie nzukọ ahụ bụ nzukọ iji nyere ndị bi na mpaghara ahụ merie esemokwu ndọrọ ndọrọ ọchịchị.",
  "N'ọnwa Febụwarị afọ 2012, Taylor nwara iwebata iwu n'ime ndị omeiwu Liberia nke ga-eme ka omume nwoke idina nwoke bụrụ mpụ mbụ na-ebu ntaramahụhụ ọnwụ dị ka ntaramahụjụ kachasị",
  "E nyeghị iwu ahụ mgbe Onye isi ala Ellen Johnson Sirleaf mere ka o doo anya na ọ gaghị abịanye aka na iwu ọ bụla dị otú ahụ.",
  "N'afọ 2017, George Weah họọrọ Jewel dị ka onye ya na ya na-agba ọsọ na tiketi Coalition (CDC) e guzobere ọhụrụ",
  "N'ịgbaso ọsọ na ngwụcha afọ 2017, ọ ghọrọ nwanyị mbụ osote onye isi ala nke Liberia mgbe pati ya meriri ntuli aka ahụ.",
  "N'afọ 2020, ọ butere ọrịa COVID-19 ma buru ya gaa Ghana maka ọgwụgwọ."
]