[
  "N'ime nde isii ndị Juu e gburu n'oge Oké Mgbukpọ ahụ, nde abụọ bụ ụmụnwanyị",
  "N'agbata afọ 1941 nakwa n'afọ 1945, a tụrụ ụmụnwanyị ndị Juu mkpọrọ n'ogige ịta ahụhụ ndị Nazi ma ọ bụ zoo iji zere njide ndị Nazi n'okpuru ọchịchị Adolf Hitler na mba Germany. A na-emegbu ha n'ụzọ mmekọahụ, dinaa ha n'ike, na-akparị ha ihe, na-eti ha ihe, ma jiri ha mee nnwale ụmụ mmadụ ndị Nazi. Ụmụnwanyị ndị Juu nwere ọrụ dị ukwuu ma dị iche na ndị na-eguzogide na ndị otu.",
  "Dị ka onye edemede Joan Ringelheim si kwuo, ụmụnwanyị gosipụtara omume mmekọrịta mmadụ na ibe ya n'ogige ịta ahụhụ karịa ụmụnwoke ibe ha, n'ihi àgwà ha pụrụ iche. Otú ọ dị, ụmụnwoke kewapụtakwara  nkwado nke mmekọrịta nke ọha n'ogige ndị ahụ.",
  "Ajụjụ ọnụ nke onye lanarịrị Holocaust aha ya bụ Rose kọwara nkekọ ụmụnwanyị ahụ guzobere:",
  "Ụmụnwanyị ndị Juu n'oge Oké Mgbukpọ ahụ bụ ndị nwere ike imetọ mmekọahụ site n'aka ndị Nazi jidere ha: E mebiri ụmụnwanyị ruru ọnụ ọgụgụ iri asatọ (80) ozugbo ha banyere dị ka \"igbu egbugbu, iwepụ ntutu isi ha, mwakpo nke oghere ahụ ha\" bụ akụkụ nke usoro mmebi, mmechuihu, na ime ha dịka ngwa  ahịa",
  "\" Ikike ịmụ nwa nke ụmụnwanyị nwere mmetụta na-adịghị mma n'ihi ọnọdụ mgbukpọ",
  "Ọtụtụ ụmụnwanyị lanarịrị Oké Mgbukpọ ahụ kwuru na ha malitere amenorrhea, nke belatara ohere ha ịmụ ụmụ: 82 Ndina n'ike bụ otu n'ime nnukwu ihe ize ndụ ụmụ nwanyị chere ihu na Oké Mgbukpọ ahụ. A na-edina ha n'ike mgbe ụfọdụ, wee gbuo ha: 83 A kọrọ na otu onye ọrụ SS \"nwere omenala nke iguzo n'ọnụ ụzọ",
  "ma nwee mmetụta nke akụkụ nzuzo nke ụmụ agbọghọ na-abanye na gas bunker. E nwekwara ihe atụ nke ụmụnwoke SS nke ọkwa niile na-agbanye mkpịsị aka ha n'ime ike ụmụagbọghọ mara mma",
  "\" : 84",
  "A kọrọ na \"50%-80% nke ndị agha SS na ndị uwe ojii na-arụ ọrụ n'Ebe Ọwụwa Anyanwụ mba Europe bụ ndị ikpe mara maka mwakpo mmekọahụ na ụmụnwanyị ndị Juu,\" ọ bụghị naanị maka obi ụtọ mmekọahụ kamakwa iji chịkwaa ma mee ka ha ghara ịdị mmadụ. Nke a bụ n'agbanyeghị iwu ndị Nazi nke machibidoro mmekọahụ n'etiti agbụrụ ndị Germany na ndị Juu nke a na-ata ahụhụ site na mkpọrọ ma ọ bụ ọnwụ",
  "E nwere oge nke ndị otu SS ebe a na-emegbu ụmụ nwanyị ndị Juu na-enweghị nchebe ugboro ugboro ruo mgbe ha dara n'ala na-agba ọbara",
  "Ụfọdụ ndị ọkọ akụkọ ihe mere eme kwubiri na n'ihi na ndị isi SS na ndị agha bụ ụmụ nwoke, ụmụ nwoke na ụmụ nwoke ndị Juu nwere obere ihe ize ndụ nke mwakpo mmekọahụ na mmetọ karịa ụmụnwanyị.",
  "Ịmụ nwa na-etinyekwa ndụ ụmụnwanyị n'ihe ize ndụ n'ogige ịta ahụhụ, na-emetụta ha n'ụzọ anụ ahụ na n'ụzọ mmetụta uche",
  "Ozugbo a mụrụ nwa ọhụrụ, ụmụnwanyị nwere ike igbu ha na ụmụ ọhụrụ ha",
  "Otu ihe ncheta na-akọwa ụfọdụ n'ime omume obi ọjọọ: \"Ndị ikom na ndị inyom SS na-atọ onwe ha obi ụtọ site n'iji klọb na ụtarị na-eti ụmụnwanyị dị ime ihe, [na-eme ka nkịta dọwara ha], jiri ntutu isi ha dọkpụrụ ha ma jiri akpụkpọ ụkwụ German dị arọ gbaa ha ụkwụ n'afọ",
  "Mgbe ahụ, mgbe [ụmụnwanyị ndị Juu dị ime] dara, a tụbara ha n'ime ebe a na-akpọ ozu - ndụ",
  "\" : 86 : 376",
  "Nnukwu ọdịiche dị n'etiti ndị nne na ndị nna na akụkọ nke ndị lanarịrị bụ ọrụ nwoke na nwanyị nke ụmụ nwoke na ụmụnwanyị ndị Juu a tụrụ mkpọrọ kpatara: Ụmụnwanyị 155 na-akpọkarị onwe ha dị ka ndị nne na-amụ nwa: 158 ma gosipụta àgwà ha pụrụ iche dị ka ụmụ nwanyị n'ịkọwa ahụmịhe ha n'ogige. Nye ha, ịbụ nwanyị na Holocaust pụtara na ha rụrụ ọrụ ọ bụla nke nwanyị",
  "Ha weere onwe ha dị ka ụmụnne nwanyị, nne, ụmụ nwanyị, wdg: 175 Nne na-anọchite anya okike ha, n'ihi na ha na-echegbu onwe ha banyere ụmụ ha.",
  "Ụmụnwanyị ndị Juu chere ihe ịma aka ihu ma rụọ ọrụ site na itinye aka ha na ndị otu ndị Juu, otu mmegide megide Nazi Germany na Europe niile nke ndị Nazi weghaara na Agha Ụwa nke Abụọ",
  "Ụmụ nwanyị ndị a gbapụrụ na ghettos ndị Juu n'ókèala niile ha weghaara iji sonyere ndị otu n'ime ọhịa iji gbanahụ mkpagbu ndị Nazi ma mee ka ohere ha dị ndụ. Ọtụtụ ụmụ nwanyị sonyeere ndị otu ndọrọ ọchịchị nke ọma, ọkachasị na Bielski detachment. Ndị otu Bielski nọgidere na-enwe ọnụ ọgụgụ kachasị elu nke ụmụ nwanyị, na ihe dị ka ụmụnwanyị 364 n'ime ndị otu 1,018. Otú ọ dị, ndị otu ndọrọ ndọrọ ọchịchị bụ ụmụ nwoke, ọrụ ndị agha bụ ọrụ ụmụ nwoke",
  "Mgbe ụmụ nwanyị gbapụrụ mkpagbu ndị Nazi iji ruo ngalaba ndị a, ha na-emekarị nke ahụ \"n'ihi na ha na-achọ nnapụta, ọ bụghị n'ihi na ha na-alụso ndị iro ọgụ",
  "\"",
  "Mmekọrịta mmekọrịta mmadụ na ibe ya nke ngalaba ndị a na-egosipụta mgbe ụfọdụ àgwà ọha mmadụ ka ukwuu, gụnyere echiche nwoke na nwanyị na atụmanya",
  "Ihe ndị a metụtara ọrụ ndị a na-enye ụmụ nwanyị nọ n'ime ha",
  "Mgbe nke ahụ gasịrị, a na-ewepụ ụmụ nwanyị sonyeere ndị otu ahụ n'ozuzu ha n'ọrụ ọgụ na n'ọkwa ndị ndu\" ma tinye ha n'ihe ize ndụ gbasara nwoke na nwanyị",
  "Nnyocha na-egosi na ọtụtụ ụmụnwanyị maara tupu ha abanye n'ọhịa na \"ohere idina mmadụ n'ike ma ọ bụ igbu ọchụ dị adị.\" Ozugbo a nabatara ha n'ime ndị otu ahụ, a na-amanyekarị ụmụnwanyị ka ha na ụmụnwoke na ngalaba ndị a nwee mmekọrịta, ma ọ bụ n'afọ ofufo ma ọ bụ n'achọghị, n'ihi nchebe ha nyere ụmụ nwanyị. Otú ọ dị, n'ọtụtụ ọnọdụ, a naghị akpa ókè ụmụ nwanyị ma were ha dị ka akụ bara uru",
  "Kpọmkwem na Bielski detachment, ụmụnwanyị rụrụ ọrụ dị mkpa n'ịgba ogige ahụ site n'inye nri na inyere ndị merụrụ ahụ ma ọ bụ ndị ọrịa aka dị ka ndị nọọsụ ma ọ bụ ndị ọrụ ahụike.",
  "Ma ụmụnwoke ma ụmụnwanyị so na nguzogide ahụ, mana a na-elegharakarị ọrụ ụmụnwanyị anya na mkparịta ụka nke oge a",
  "Mgbe ụfọdụ, a na-eji ụmụnwanyị adọta uche ndị Nazi ma dọta ha n'ime ebe ha na-eche ha nche ma ọ bụ gbuo ha n'onwe ha",
  "Ụfọdụ ụmụnwanyị rụkwara ọrụ n'otu n'otu iji kwado nguzogide ahụ",
  "Freddie Oversteegen na nwanne ya nwanyị tọrọ ya dị afọ iri na anọ na iri na isii mgbe ha sonyeere ndị Dutch na-eguzogide",
  "Ụmụnne nwanyị ahụ zutere Hannie Schaft, ha atọ rụkwara ọrụ dị ka otu iji gbuo ndị agha Nazi",
  "Afọ ha dị obere nyere ha ohere izere enyo ma jiri adịghị ike na nchekwa ndị Nazi",
  "Mmadụ atọ ahụ dọtara ndị agha ndị iro n'ime ndị okenye nke ndị otu ha mere.",
  "Niuta Teitelbaum, nwanyị onye Juu dị afọ iri abụọ na anọ a na-akpọ \"Little Wanda with the braids\", na onye gụsịrị akwụkwọ na Mahadum Warsaw, bụ onye Gestapo",
  "Teitelbaum ga-eji ejiji dị ka nwa agbọghọ ugbo Poland ma gbalịa ịrata ndị agha Nazi n'ebe dịpụrụ adịpụ",
  "Ozugbo ndị Nazi belatara nche ya, Teitelbaum ga-eji égbè gbuo ya",
  "N'otu oge, Teitelbaum gbara ma gbuo ndị Nazi abụọ mgbe ọ merụrụ onye nke atọ ahụ",
  "Enweghị afọ ojuju, ọ sooro onye Nazi ahụ merụrụ ahụ gaa n'ụlọ ọgwụ, banye n'ụlọ ọgwụ ahụ n'uwe dọkita, ma gbuo ma onye nche Nazi na onye uwe ojii na-agwọ nwoke ahụ o merụrụ ahụ.",
  "Ọtụtụ ụmụnwanyị kwenyere na ogige ọrụ mmanye bụ ohere ịrụ ọrụ maka nnwere onwe ha na ghettos, mana ụmụnwanyị ndị ọzọ nwara ịgbapụ",
  "Ọnọdụ nke ogige ndị ahụ dị nnọọ njọ karịa ka a na-ekwukarị",
  "Rena Kornreich Gelissen na-echeta na ọ gwara onwe ya \"Anyị na-eto eto",
  "anyị ga-arụsi ọrụ ike ma tọhapụ anyị",
  "\" : 55 Gelissen, onye gara n'ogige ọrụ mmanye n'afọ ofufo, n'amaghị ọdịdị ha n'ezie, kwuru na nke a bụ echiche mbụ ya banyere ogige ọrụ mmanye. N'ime ogige ndị ahụ, eziokwu ahụ pụtara ìhè",
  "A napụrụ ụmụnwanyị ahụ uwe ha, ihe onwunwe ha, na ntutu isi ha",
  "“Ha na-akpụ isi anyị, ogwe aka anyị; a na-atụfu ọbụna ntutu isi anyị ngwa ngwa na obi ọjọọ dị ka ntutu isi ndị ọzọ dị n'ahụ anyị: 58.”",
  "Ihe mgbaru ọsọ bụ isi nke Oké Mgbukpọ ahụ bụ ikpochapụ ndị Juu",
  "Otú ọ dị, ọchịchị ndị Nazi nọgidere na-enwe ọnụ ọgụgụ buru ibu nke ndị ọrụ ndị Juu n'ogige ọrụ mmanye",
  "Iji mee ka ihe mgbaru ọsọ ndị Nazi nke mgbukpọ ndị Juu, ogige ọrụ mmanye ahụ mere \"nhọrọ,\" nke a na-eme n'oge na-adịghị anya",
  "A haziri ụmụnwanyị ka e gbuo ha ma ọ bụ zọpụta ha, n'ụzọ dị ukwuu na mberede",
  "Gelissen kwuru, sị, \"Nhọrọ bụ oge ụfọdụ",
  "Ọ dịghị agwa ugboro ole ha na-eme\"\" ọ gakwara n'ihu ịsị \"E nwerekarị otu nwoke SS na-eguzo n'ikpe mgbe ndị ọzọ n'ime ha na-ekiri, mgbe ụfọdụ enwere nwoke SS abụọ, ha abụọ ga-enye gị mkpịsị aka maka ndụ",
  "\"\": 133",
  "Dị ka Gelissen si kwuo, \"ọ bụrụ na agha ahụ na-aga nke ọma maka ndị Germany, n'otu oge [ha] na-enweta iberibe anụ n'ime ofe [ha] ma ọ bụ na achịcha [ha],\" na anyị na-eji nwayọọ nwayọọ na-aracha nkwụ anyị mepere emepe, na-anụ ụtọ margarine ma ọ bụ mọstad.”: 136 E wezụga obere akụkụ ndị a kwa ụbọchị, ha na-enweta tii ụtụtụ, ofe maka nri ehihie, na achịcha maka nri abalị. Otú ọ dị, ọtụtụ oge ha nwere naanị mmiri na obere ihe ọ kwesịrị ịbụ n'ezie",
  "Agụụ na-agụ ha mgbe niile ma na-achọ ihe ndị ọzọ",
  "\"Amaghị m nke m ga-achọ ihe ndị ọzọ - nri ma ọ bụ nnwere onwe.\" : 137",
  "Ọrụ n'ogige ọrụ mmanye siri ike, n'ihi ọnọdụ ihu igwe siri ike na nlekọta ndị SS mgbe niile",
  "Ndị mkpọrọ na-arụkarị ọrụ aka n'anyanwụ zuru oke, \"mgbe ọ na-ekpo ọkụ n'isi ha.\" : 154 Gelissen rụrụ ọtụtụ ọrụ dị iche iche n'ogige. O kwuru na ihe mgbu ahụ enweghị atụ na ihe ọ bụla ọ nwetara",
  "“Anyị na-arụ ọrụ na blọọgụ ọhụrụ ahụ, na-egwu ájá site na oghere miri emi ma na-agbanwe ya site na ụgbụ ụgbụ.” Otú ọ dị, Rena nwere ahụmahụ na-eme nke a ma ọ na-ekwu, “Aka anyị siri ike",
  "Ha anaghịzi agba ọbara site na ogologo oge ọrụ....”: 141"
]