[
  "Jiji bụ ahịa n'ịntanetị nke Afrịka nke na-enye ndị na-azụ ahịa na ndị na-ere ahịa ụzọ iji zute ma gbanwee ngwaahịa na ọrụ.",
  "Ka ọ na-erule Jenụwarị, na afọ 2018, ọ nwere ihe karịrị 800,000 mgbasa ozi, na-adọta ihe karịrị ndị na-ere ahịa 160,000 na nde ndị ọrụ 7 kwa ọnwa, ndị na-achọ ahịa na ụgbọala, ngwongwo ụlọ, ekwentị mkpanaaka, ihe ntecha, ihe egwuregwu, anụ ụlọ, ngwá electronic, ọrụ, na n'oge na-adịbeghị anya, ịchọ ọrụ site na ịchọ ọrụ site n'ịchọ ọrụ. Site na akụkọ nke The Economist Intelligence Unit (EIU), Jiji bụ otu n'ime ndị isi na-ere ahịa n'ịntanetị nke mba ahụ na-ejere ndị ahịa ahịa ahịa ozi. Ka ọ na-erule Machị 8, na afọ 2018, a họpụtara Jiji dị ka ebe nrụọrụ weebụ nke 39 kachasị eleta na Naịjirịa site na Alexa nakwa dị ka ebe 32 nke TOP na Naịjarịa maka ụdị niile site na SimilarWeb.",
  "E hiwere Jiji na afọ 2014 na Lagos, Nigeria site n'aka Anton Wolyansky, onye bụ onye isi ụlọ ọrụ ahụ",
  "N'oge mgbụsị akwụkwọ nke afọ 2015 Jiji malitere ọrụ a maara dị ka blog Jiji, na-enye ndị ọbịa ozi gbasara azụmahịa, teknụzụ, ntụrụndụ, ụdị ndụ, ndụmọdụ, akụkọ ndụ, akụkọ.",
  "N'afọ 2016, Jiji sonyeere Airtel, ụlọ ọrụ na-ahụ maka nkwukọrịta zuru ụwa ọnụ. Nke a pụtara na ndị ahịa na saịtị Jiji agaghị akwụ ụgwọ maka data ma ọ bụrụ na ha abanye na weebụsaịtị site na netwọk Airtel.",
  "N'ọnwa Nọvemba, na afọ 2016, Jiji nwere nzukọ mbụ maka ndị na-ere ahịa, nke mere na Westown Hotel na Lagos.",
  "N'ọnwa Eprel, na afọ 2017, Jiji natara Nigeria Internet Registration Association Awards dị ka ọrụ ntanetị kachasị ọhụrụ n'afọ na Naịjirịa.\nNa Mee, na afọ 2017, Jiji pụtara dị ka onye ikpeazụ nke The West Africa Mobile Awards (WAMAS), ebe ọ banyere na ndị nnọchiteanya 5 kachasị elu na Commerce & Retail Category",
  "Enwekwara ebe nrụọrụ weebụ ụlọ ọrụ dị iche iche raara nye ihe ndị isi na ebumnuche nke akara a",
  "Kemgbe afọ 2019, Jiji anọwo na-arụ ọrụ na mba ise dị n'Afrịka: Nigeria, Kenya, Ghana, Uganda, na Tanzania.",
  "Jiji nwere ụdị mkpanaka nke ebe nrụọrụ weebụ ahụ, mepụtara maka gam akporo na iOS",
  "Dabere na ọnụ ọgụgụ Google Play, Jiji App nọ na ndepụta nke ngwa iri kachasị ebudata na Naịjirịa."
]