[
  "Jilali Gharbaoui (1930–1971) bụ onye Morocco na-ese ihe na onye na-akpụ ihe sitere na Jorf El Melha",
  "A na-ewere ya, ya na Ahmed Cherkaoui, onye ọsụ ụzọ nke nka ọgbara ọhụrụ na Morocco. N'adịghị ka ndị ọzọ na-ese ihe n'oge a na Morocco, abstraction ya dabere na brushstrokes na etụ ihe eji ete ihe si dị, na-emegide omenala Morocco. Gharbaoui nwere nnukwu ọrịa uche ma nwụọ n'ihi igbu onwe ya na Paris n'afọ 1971.",
  "Ọ malitere ịmụ nka na <i id=\"mwFg\">Academie des Arts</i> na Fes. Ọ gara France na 1952. Site n'enyemaka nke onye na-ede akwụkwọ akụkọ Ahmed Sefrioui, onye nduzi nke nka na Rabat, Gharbaoui nwere ike ịga École des Beaux-Arts na Paris. Ọ gụrụ akwụkwọ afọ anọ wee rụọ ọrụ na Académie Julian naanị otu afọ.",
  "O mere enyi onye na-ede uri na onye na-ese ihe Henri Michaux, ndị na-ese ihe Hans Hartung na Jean Dubuffet, na onye nkatọ nka Pierre Restany.",
  "Site na onyinye sitere n'aka gọọmentị Ịtali, ọ biri na Rom site na 1958 ruo 1960, mgbe ọ laghachiri Morocco. N'oge a, ọ na-agakarị Paris maka ọrụ, na 1959, Pierre Restany webatara Gharbaoui na Salon Comparaisons.",
  "A na-anabatakarị ya na ebe obibi ndị mọnk na Toumliline, ebe o mepụtara ihe ịchọ mma mgbidi.",
  "N'oge ndụ ya, o gosipụtara na gburugburu Morocco na Egypt, France, Netherlands, United States, na Brazil. Ihe osise ya pụtara na magazin Souffles-Anfas",
  "A hụrụ ya ka ọ nwụrụ mgbe o gburu onwe  ya na oche ọha na Champ de Mars na Paris na 1971.  A kpọghachiri ozu ya ma lie ya na Fes",
  "N'afọ 1993, Arab World Institute dị na Paris mere ihe ngosi ngosi nke a raara nye ya.",
  "Tupu ọ nabata abstraction na mmalite afọ 1950, Gharbaoui nwalere French Impressionism na German Expressionism.",
  "Dị ka Toni Maraini, \"Ọrụ Gharbaoui na-elekwasị anya na mmegharị na ụjọ",
  "Site na nsogbu chromatic na ike a na-akpaghị aka, ọ na-emepụta ohere na-anọpụ iche na ihe na-arụ ọrụ, na-egosipụta ihe",
  "\"",
  "Na Art in the Service of Colonialism, Hamid Irbouh na-akọwa Gharbaoui na Ahmed Cherkaoui dị ka \"bipictorialists\" n'ụzọ dị iche na ndị nativists nke Casablanca School. Ebe ndị nativists, nke Farid Belkahia na-edu, chọrọ ịhapụ kpamkpam na nka French na Western, ndị bipictorialists gụnyere mmetụta Morocco na Western, na-arụ ọrụ iji dozie akụkụ dị iche iche nke njirimara Morocco postcolonial."
]