[
  "James A",
  "Simon, ónyé a makwaara dị ka Jim Simon, bụ ónyé na-ese ihe na ónyé na-eme ihe nkiri. Ya na ụlọ ọrụ animation ya, Wantu Studios, mepụtara animations màkà Sesame Street na ihe ngosi ndị ọzọ.",
  "Simon gara ụlọ akwụkwọ sekọndrị nke New York City nke Art and Design, gụsịrị akwụkwọ na 1963. N'ebe ahụ, o ritere íhée nríte màkà ịdị mmá na animation, ma nwéta agụmakwụkwọ abụọ site na Junior Epstein Memorial Foundation yana agụmakwụkwọ na School of Visual Arts. Na SVA, ọ malitere ọrụ na-emepụta ihe nkiri TV, mana ọ gbanwere na animation.",
  "Mgbè ọ gụsịrị akwụkwọ, Simon malitere ịrụ ọrụ dị ka ónyé na-ese ihe nkiri na Paramount Pictures' animation studio",
  "Ọ mechiri ọnwa anọ mgbè ọ sonyere, mana ógè ya n'ebe ahụ nyèrè ya ohere isonye n'òtù ndị na-eme ihe nkiri",
  "Ónyé ọrụ ibe Paramount wee kpọbata Simon dị ka ónyé na-enyere ónyé na-eme ihe nkiri aka na usoro ihe nkiri Spider-Man nke afọ 1960.",
  "Mgbè otu afọ na ọkara gasịrị, Simon hapụrụ iji rụọ ọrụ n'onwe ya, na-echeta na 1975 na, \"M na-arụ ọrụ dị ukwuu, ha ga-akwalite m, n'ihi na m na-enweta ego karịa ụfọdụ n'ime ndị na-eme ihe nkiri zuru oke",
  "Mànà o ruru n'ókè na enwere m obi ụtọ màkà ihe na-eme n'ime uche m, nke m na-enweghị ike ịhapụ mgbè m na-arụrụ ónyé ọzọ ọrụ",
  "\"",
  "N'ihe dị ka n'afọ 1972, o guzobere Wantu Animation Inc., nke mbụ dị na New York City na Los Angeles. Ndị ahịa Simon gụnyere usoro agụmakwụkwọ ụmụaka PBS The Electric Company, nké íhée nkiri mkpirikpi mbụ ya, \"Hey Diddle Diddle\", meriri ihe nrite na International Animated Film Association's 1975 Animation Awards Festival; usoro agụmakọta ụmụaka WNET Vegetable Soup; Sesame Street; Black Psychiatrists of America; na New York Public Library.",
  "Ka ọ na-erule 1977, Simon na nwunye ya René Simon nwèrè ụmụ nwoke anọ: Jimmy, Kelly, Sean, na Mark",
  "Simon na nwunye ya maara ibe ha kemgbe ụlọ akwụkwọ sekọndrị, ma lụọ di mgbè ọ na-aga kọleji.",
  "N'afọ 2009, o kwuru na ụfọdụ ihe ndọghachi azụ n'ọrụ \"mèrè ka m nwee obéré ịda mbà n'obi, obere ịṅụbiga mmanya ókè na enweghị ebe obibi na mụ na nkịta m na-ehi ụra n'ụgbọala\"",
  "Mgbè ọ na-eseghị ihe ruo afọ iri, ọ malitere ise ihe na mmanụ ma nwee ihe ngosi na gallery St",
  "Clair na El Cajon, California, nso San Diego, ebe ọ bi n'oge ahụ."
]