[
  "Jim Chuchu (a mụrụ n'ụbọchị nke asaa  n'ọnwa Ọgọstụ n'afọ 1982) bụ onye nduzi ihe nkiri Kenya, onye na-ese foto, onye na-agụ egwu na onye na-ese ihe",
  "O bu ụzọ pụta ìhè dị ka onye otu egwu Kenya bụ Just A Band ma mesịa bụrụ onye nduzi nke ihe nkiri LGBT nke Kenya bu akuko nke ndu anyi",
  "Mgbe ọ hapụrụ kọleji n'afọ 2006, ebe ọ gụrụ telekomunikashions, Chuchu malitere ọrụ ya dị ka onye na-emepụta ihe osise, na-arụ ọrụ na mgbasa ozi",
  "Ọ kwụsịrị ọrụ ya ka ọ bụrụ onye na-emepụta ihe osise n'onwe ya na ngwụsị afọ 2006.",
  "N'afọ 2008, Chuchu na ndị otu ya bụ Bill \"Blinky\" Sellanga na Dan Muli, bụ ndị ọ zutere mgbe ọ na-agụ akwụkwọ na Mahadum Kenyatta, hiwere Just A Band. Jim rụrụ ọtụtụ ọrụ n'ime ndị otu ahụ, gụnyere imekọ ihe nkiri atọ mbụ nke ndị otu ahụ, Scratch to Reveal, 82 na Sorry for the Delay, na-emepụta ihe osise maka ndị otu ahụ ma na-eduzi ọtụtụ vidiyo nke ndị otu ahụ - gụnyere \"Ha-He\" nke mepụtara Makmende, na-eme ka a kọwaa ihe onyonyo  ahụ dị ka ihe ntanetị mbụ nke Kenya site na Wall Street Journal, CNN na Fast Company.",
  "N'afọ 2012, Chuchu hiwere Nchikota akwu , ebe a na-ahụ maka nka dị iche iche na nchịkọta na Nairobi.",
  "Na Machị 2013, Chuchu mepụtara ma wepụta Imaginary Chains dị ka onye na-akpọ Adeiyu",
  "Otu n'ime egwu EP - Hollow - gosipụtara na Mercedes Benz Mixed Tape 55. Ọ gbasoro EP a site na iwepụta otu egwu  You Can't Break Her Heart na onwa  Septemba 2013.",
  "N'ọnwa Ọktọba afọ 2013, Just A Band kwupụtara na Chuchu ahapụla ndị otu ahụ iji rụọ ọrụ naanị ya. Mgbe ọpụpụ ya gasịrị, Chuchu duziri obere ihe nkiri mbụ ya Homecoming dị ka akụkụ nke ọrụ African Metropolis, nke malitere na 2013 Durban International Film Festival, wee gaa n'ihu na 2013 Toronto International Film Festival, na International Film Festival Rotterdam, Santa Barbara International Film Festival, Film Festival Locarno na Seattle International Film Festival na 2014.",
  "N'ọnwa Eprel afọ 2014, e gosipụtara usoro foto Chuchu nke akpọrọ Pagans na mbipụta 2014 nke Dak'Art, Biennale nke iri na otu nke Contemporary African Art, dịka akụkụ nke Precarious Imaging: Visibility and Media Surrounding African Queerness exhibition na Dakar, Senegal A kagburu ihe ngosi ahụ otu ụbọchị mgbe ndị ọchịchị Senegal meghere ya, bụ ndị kpebiri na a ghaghị imechi ma ọ bụ kagbuo ihe ngosi n'ọdịnihu na-ekwu maka nsogbu nwoke idina nwoke.",
  "Na Septemba 2014, Chuchu wepụtara ihe nkiri mbụ ya, Akuko nke ndu anyi, ihe nkiri nke obere ihe nkiri ise na-eme ihe nkiri akụkọ eziokwu nke ndụ LGBT na Kenya nke ọ duziri dịka akụkụ nke The Nest Collective Ihe nkiri a malitere na 2014 Toronto International Film Festival, ebe ọ na-agba ọsọ na mbụ n'enweghị nkwado  n'ihi nchegbu ndị otu ahụ banyere nnabata ihe nkiri ahụ na Kenya, ebe nwoke idina nwoke megidere iwu",
  "N'ịgbaso mbido ahụ, Chuchu na ndị otu Nest Collective ibe ya bụ George Gachara na Njoki Ngumi họọrọ ikpughe aha ha na nyocha ahụ na ajụjụ ọnụ ha na akwụkwọ akụkọ LGBT nke Toronto bụ Xtra!",
  "E wepụtara ụda nke ihe nkiri ahụ, nke Chuchu mepụtara ma mee egwu anọ, na ngwụsị Septemba dị ka nbudata n'efu.",
  "Ndị ọgọ mmụọ bụ usoro foto nke Chuchu mepụtara nke na-achọ \"[ịrụgharị] chi ndị Afrịka a na-amaghị aha n'ọdịnihu, ndị na-efe ha na ememe okpukpe echefuru echefu",
  "\" Otu ọrụ a na-akpọghị aha site na 2014 na-egosi \"onye nwere akpụkpọ ahụ na-egbuke egbuke na uru ahụ a kpụrụ akpụ [onye] na-ele anya n'elu ka ọkụ na ajị anụ na-apụta n'ihu ya",
  "\" Iji mepụta ibe ndị ahụ, Chuchu were foto ojii na nke ọcha nke ndị mmadụ n'otu n'otu, sere ma tee ihe ndị ọzọ na ha, wee nyochaa ma gbanwee ha.",
  "E gosipụtara ọtụtụ foto sitere n'aka ndị ọgọ mmụọ na ngosi \"Precarious Imaging: Visibility and Media Surrounding African Queerness\" dịka akụkụ nke Dakar Biennial nke ugboro iri n' otu",
  "Ihe ngosi a bụ otu n'ime ndị mbụ na kọntinent Afrịka lekwasịrị anya na nwoke idina nwoke. Gọọmentị Senegal mechiri ihe ngosi ahụ n'oge na-adịghị anya mgbe ndị Alakụba na-emegide nwoke idina nwoke na Senegal mebiri ebe ngosi ahụ.",
  "E gosipụtala foto Jim na ọrụ vidiyo ya na ihe ngosi ndị otu na-esonụ:"
]