[
  "Jim Alexander (amụrụ n'ọnwa Ọgọọst 7, afọ 1935) bụ onye Amerịka na-ese foto, onye nta akụkọ foto, onye na-eme ihe ike, na onye nkuzi nke a maara nke ọma maka ịbụ onye na-ahụ maka ihe na foto ya banyere ikike mmadụ na omenala ndị isi ojii. N'afọ 1995, ọ bụ onye omenkà mbụ ahọpụtara na mmemme a na-eme kwa afọ nke ụlọ ọrụ na-ahụ maka ọdịbendị nke obodo Atlanta na-eduzi",
  "A ga-emecha tinye ya na The HistoryMakers na 2006.",
  "A mụrụ Alexander James Alexander n'ọnwa Ọgọọst 7, nke afọ 1935, na Waldwick, New Jersey dị ka otu n'ime ụmụ iri na abụọ nke onye na-arụzi ụgbọala David Alexander, na Frances James Alexander",
  "Ọ gara Waldwick Public School na Ramsey High School",
  "Ọ tolitere n'oge ohere maka ndị isi ojii na Amerịka iji nwee ọganihu akụ na ụba dị ole na ole.",
  "N'afọ 1952, Alexander sonyeere ndị agha mmiri US mgbe ọ dị afọ iri na asaa. N'oge ọ nọ n'ogige ụgbọ mmiri na United States Naval Training Center Bainbridge, otu ihe omume ga-enyere aka ịkpụzi ndụ ya niile; Alexander meriri igwefoto mbụ ya, Kodak \"Brownie Hawkeye\" na egwuregwu dice enyi na enyi. Ozugbo o tinyere igwefoto ọhụrụ ya, Alexander resịrị ndị ọrụ ụgbọ mmiri ndị ọzọ foto maka cents iri ise nke ọ bụla.",
  "Ozugbo ọ gwụchara ogige buut, a kpọfere ya n'ụlọ ọrụ ụgbọ mmiri dị na Charleston, S.C",
  "iji malite ọzụzụ dị ka onye na-arụ ọrụ diesel",
  "Mgbe ọ nọ na Charleston, ọ gwara onye na-ese foto ụgbọ mmiri ka ọ lelee ụfọdụ ọrụ ya, ọ malitekwara ịkụziri ya ihe gbasara 35mm na nnukwu foto",
  "Mgbe ọ hapụsịrị ndị agha mmiri n'afọ 1956, Alexander kwụsịtụrụ foto ruo ọtụtụ afọ. Ọ na-elekọta ụlọ oriri na ọṅụṅụ na ụgbọala zuru ezu",
  "Ọ biri n'elu ụlọ oriri na ọṅụṅụ, nke a na-akpọ ụlọ obibi",
  "A na-akwụ ụgwọ ụlọ ndị ahụ maka $ 9 kwa izu",
  "Ụlọ ahụ na obere àkwà ghọrọ ụlọ Alexander n'oge ọ kpọrọ \"oge okporo ámá\" ya.",
  "N'afọ 1964, ọ kwagara Ridgewood, New Jersey site na Paterson ebe o biri mgbe a tọhapụrụ ya wee malite ọrụ ọkachamara ya dị ka onye na-ese foto n'onwe ya. Alexander gụsịrị akwụkwọ maka asambodo na nhazi azụmaahịa na njikwa na Mahadum Rutgers, mgbe ọ na-arụ ọrụ dị ka onye isi njikwa nke ọrụ nnyefe akwụkwọ akụkọ",
  "Ọ debanyere aha na New York Institute of Photography (NYIP) wee nweta akara ugo mmụta na foto azụmahịa n'afọ 1968. O mechara bụrụ akụkụ nke NYIP Famous Alumni",
  "N'oge mmụba nke mmegharị nke ikike mmadụ, Alexander malitere idepụta mmegide agha na mmegharị nke ihe ndị ruuru mmadụ, ma mesịa meghachi omume mpaghara na nke mba maka ogbugbu Dr",
  "Martin Luther King, Jr n'afọ 1968.  Foto ya gụnyere: ngagharị, nzukọ, nnọkọ, mmemme, kọntaktị, na ndụ ndị isi ojii n'ozuzu ya. Ọ kpọrọ ọrụ ahụ Spirits/Martyrs/Heroes ma gaa n'ihu na-agbakwunye foto na nchịkọta ahụ n'ime afọ ndị sochirinụ",
  "Nchịkọta ahụ sitere na 1960s ruo ugbu a. Ọ na-agụnye isiokwu dịgasị iche iche sitere na mmegharị nke ikike mmadụ na nke obodo, ndọrọ ndọrọ ọchịchị, egwu, nka, na ndị mmadụ kwa ụbọchị bụ ndị na-agbanwe agbanwe n'ịchọ ha maka ịha nhata."
]