[
  "Jimmy Omonga bụ onye na-agụ egwu na onye na-ede egwu si Democratic Republic of the Congo",
  "Site na abọm izizi ya \"Destin\" (2008), ọ ghọrọ n'ime ọnwa ole na ole otu n'ime ndị ọbụ abụ ọhụrụ a ma ama na Congo, nke a maara maka njirimara ya na olu ya pụrụ iche; doro anya ma na-ada ụda n'elu ya, na ụda ala.",
  "A mụrụ Omongo na Kinshasa",
  "Ọ malitere ime ihe nkiri mgbe ọ dị afọ iri na anọ",
  "Akụkụ a ma ama na omenala Congo bụ na ọ gwakọtara isi mmalite egwu agbụrụ ya na rumba Cuba na merengue iji mụọ soukous",
  "Ụfọdụ n'ime egwu Omonga bụ ihe sitere na ya kpọmkwem, mana ọ gwakọtara ya na ụdị Afrịka ndị ọzọ ọ nwetara mgbe ọ na-eme njem na Angola na South Afrịka.",
  "Mgbe ọ bịarutere South Afrịka n'afọ 1998, Omonga sonyeere Brothers Band (nke mechara bụrụ Afro Fiesta) dị ka onye na-agụ egwu na onye na-eti egwu ya na ndị enyi ya ogologo oge Mermans Mosengo na bass, Papy (Felix Garemua) Lilawu sonyeere dị ka onye isi egwu, Junior Kisangwa, drum, percussion & backing vocal na Christian Eboko na rhythm guitar, keyboards na backing vocal",
  "N'oge na-adịghị anya, ndị otu ahụ ghọrọ kaadị eserese na ebe dị iche iche gburugburu Cape Town, gụnyere Mama Afrika, Chapman's Peak Hotel, Kennedy's Cigar Lounge, Africa Junction, Marco's African Restaurant.",
  "Omonga na-abụkarị abụ banyere ịhụnanya",
  "Ọ na-abụ abụ n'ọtụtụ asụsụ (French, English, Italian na Lingala).",
  "Narị afọ ọhụrụ ahụ wetara mgbanwe ka Jimmy mere ihe nkiri mbụ ya na Europe dị ka onye na-agụ egwú, ọ bụghịzi dị ka Jibriel kama Jimmy Omonga.",
  "Nnukwu ezumike Omonga na egwu a ma ama n'Afrịka bịara mgbe ewepụtara egwu ya abụọ na Womex sampler-CD n'afọ 2007.",
  "Tupu ewepụta abọm izizi ya \"Destin\" na 2008 (UK nkesa Harmonia Mundi) Omonga meriri Music of the World Award na Amsterdam",
  "UPC bufere Emume Onyinye ahụ na ọwa Amsterdam A1 na Amsterdam TV Foundation Salto maka inye ihe ngosi ahụ, ya mere a hụrụ ihe omume ahụ na ihe karịrị mba 200 n'ụbọchị Afọ Ọhụrụ 2008",
  "Ndị na-akwado egwu si n'akụkụ ụwa niile mere ihe ndekọ nke ihe karịrị votu puku iri ise na asaa n'ịntanetị",
  "MokumTV's Music of the World Awards kpughere Jimmy Omonga dị ka onye kachasị mma n'afọ ahụ na Worldmusic.",
  "N'afọ 2007, Omonga gara South Africa, ebe ya na Junior Kisangwa dekọrọ abọm izizi ya bụ Destin"
]