[
  "Josephine Vallentine (a mụrụ na 30 Mee 1946) bụ onye Australia na-ahụ maka udo na onye ndọrọ ndọrọ ọchịchị, onye bụbu onye omeiwu nke Western Australia",
  "Ọ banyere na Senate n'ụbọchị 1 Julaị 1985 mgbe a họpụtara ya dị ka onye otu Nuclear Disarmament Party mana ọ nọdụrụ dị ka onye nweere onwe ya ma mesịa bụrụ onye otu Greens Western Australia site n'ụbọchị 1 Julaị 1990",
  "Ọ gbara arụkwaghịm na 31 Jenụwarị 1992.",
  "Jo Vallentine tolitere na Beverley, na mpaghara Wheatbelt nke Western Australia",
  "Dị ka nwa agbọghọ ọ gara United States ma kpaliri ya ịnụ ma zute Robert F",
  "Kennedy.",
  "N'ajụjụ ọnụ a gbara ya n'afọ 2001 maka akụkọ  mere eme nke òtù udo nke WA, o kwuru, sị: \"Ndị Quakers metụtara m na-eche na m sitere n'oge Vietnam Moratorium n'ihi na m bụ onye nkuzi n'oge ahụ, n'afọ 1967-69, mgbe ngagharị na-aga na Perth, enwere m ike icheta na m na-enwe ntakịrị ụjọ n'ihi n'ụbọchị ndị ahụ ọ bụrụ na a hụrụ gị na ngagharị iwe ị nwere ike ị tụfuru ọrụ gị na Mọnde mgbe ị gara ọrụ",
  "\" [citation needed]",
  "Na mkpọsa ntuli aka mbụ ya n'afọ 1984, mmasị mgbasa ozi lekwasịrị anya na onye NDP Senate maka New South Wales, onye na-agụ egwu Midnight Oil bụ Peter Garrett",
  "Otú ọ dị, n'okpuru usoro ịtụ vootu nke Senate nke Australia nke nnọchiteanya ruru eru, Western Australia bụ naanị steeti weghachiri onye omeiwu NDP.",
  "N'oge na-adịghị anya mgbe a họpụtara ya, Jo Vallentine gbara arụkwaghịm na NDP, nọrọ n'oche Senate ya dị ka onye nweere onwe ya ma họpụta ya ọzọ na ntuli aka n'afọ 1987",
  "N'afọ 1990, dị ka onye mbụ na-azọ ọkwa onye omebe iwu nke Greens WA, a họpụtara ya ọzọ mana ọ gbara arụkwaghịm n'ihi ọrịa tupu ọ gụchaa oge ya",
  "Christabel Chamarette jupụtara n'oghere ahụ.",
  "N'oge ọ nọ n'ụlọ omebe iwu, Jo Vallentine gara n'ihu na-arụ ọrụ ya, wee gaa n'ihu n'ụlọ ọrụ \"Joint Facilities\" Pine Gap dị nso na Alice Springs",
  "E jidere ya",
  "Ọ gakwara n'ihu na American Clark Air Base na Philippines n'afọ 1989.",
  "Mgbalị ya mere ka o nwee ọdachi",
  "Mgbe ọ gbara arụkwaghịm na Senate (a họpụtara Christabel Chamarette ka ọ nọchie ya), Vallentine were oge iji gbakee site na ọrịa",
  "Ka ọ na-erule afọ 1994, ọ na-enyere aka ịchọta Alternatives to Violence Project na Western Australia, lekwasịrị anya n'ịkekọrịta nkà na-abụghị ime ihe ike na ndị nọ n'ụlọ mkpọrọ",
  "Ọ gakwara njem na Peace Pilgrimage nke afọ 1997, sonyere na mkpọsa Jabiluka, nwee ihe ịga nke ọma na mkpọsa iji mee ka ọnụ mmiri Guilderton ghara inwe mmepe obodo dị n'akụkụ ndịda nke Osimiri Moore, ma na-aga n'ihu na-emegide Agha Iraq nke afọ 2003, iji uranium eme ihe na Iraq (na US nwere ike iji ya mee ihe na Lancelin) na mgbasawanye nke ike nuklia na ngwá agha.",
  "N'ime nyocha akụkọ ihe mere eme nke steeti ahụ na Nọvemba 2006, akwụkwọ akụkọ West Australian kpọrọ Jo Vallentine dịka otu n'ime mmadụ 100 kachasị emetụta steeti ahụ",
  "N'oge na-adịbeghị anya, ọ bụ otu n'ime ọtụtụ ụmụnwanyị a họpụtara maka Nobel Peace Prize.",
  "Onye bụbu South Australian Liberal Senator Mary Jo Fisher bụ nwa nwanne Vallentine."
]