[
  "Joana Choumali (a mụrụ n'afọ 1974) bụ onye na-ese foto n'onwe ya nke bi na Abidjan, Côte d'Ivoire Ọ na-eji foto iji chọpụta nsogbu nke njirimara na ọdịiche dị iche iche nke ọdịbendị Afrịka.",
  "Usoro ya nke afọ 2014, Hâbré, the Last Generation, na-edekọ ọgbọ ikpeazụ nke ndị Afrịka na-ese ihe n'ihu.",
  "N'afọ 2019, e nyere ya Prix Pictet maka usoro ya Ça va aller (Ọ ga-adị mma).",
  "A mụrụ Choumali ma zụlitekwa ya na Abidjan",
  "Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ mba ụwa, ọ gụrụ Graphic Arts na Casablanca ma rụọ ọrụ dị ka onye nduzi nka na ụlọ ọrụ mgbasa ozi tupu ọ malite ọrụ foto ya",
  "Ụdị ya gụnyere ihe osise echiche, mgbasa ozi agwakọtara agwakọta na ihe nkiri. Ọtụtụ n'ime ọrụ ya na-elekwasị anya na Afrịka, echiche ya banyere ọdịbendị dị iche iche gbara ya gburugburu, na echiche ya na-agbasawanye banyere ụwa.",
  "Dị ka nwatakịrị, Choumali na-aga Adaou, obere obodo dị na ndịda ọwụwa anyanwụ, ileta nne nne ya, onye ọrụ ugbo na onye ahịa",
  "Ọ na-enwekarị mmetụta nke ọdịbendị dị iche n'ihi na ha anaghị asụ otu asụsụ ma ọ bụ soro ahụmahụ ndụ",
  "Mgbe nne nne ya nwụsịrị na 2001, Choumali kwara arịrị na ọ tụfuru akụkụ nke akụkọ ezinụlọ ya ma jụọ ajụjụ banyere njirimara ya dị ka onye Afrịka. Ahụmahụ a kpaliri usoro ihe osise ya nke afọ 2014, \"Resilients\", nke na-edekọ ụmụ agbọghọ, ndị ọkachamara n'Afrịka bụ ndị na-agbasi mbọ ike ijikọ na ọdịnala ezinụlọ ha. Nanị ihe achọrọ bụ na ụmụ nwanyị ga-eyi uwe ọdịnala nke nne nne ha ma ọ bụ onye ikwu nwanyị tọrọ ha yi, na-emesi njikọ dị n'etiti oge gara aga na ugbu a ike.",
  "Choumali na-enwe mmasị ịhụ ndị si n'ebe dị iche iche na-eji mpako na-egosipụta  ihu ha esere ihe Ivory Coast, mana omume ahụ na-anwụ",
  "Ọrụ Choumali nke afọ 2014, Hâbré, the Last Generation, na-edekọ ọgbọ ikpeazụ nke ndị Afrịka na-ese ihe n'ihu",
  "A na-akpọ ya \"A na-asụ asụsụ a; otu okwu a na-apụta echiche atọ ahụ niile na \"A na Burkina Faso\"",
  "Ọtụtụ n'ime ndị e sere foto si Burkina Faso kwaga ogologo oge gara aga, mana ise ihe n'ihu na-echetara ha obodo ha n'oge gara aga ha",
  "Ọrụ ahụ na-achịkọta akaebe ha ma na-eleba anya na njikọta ha n'ime ọha mmadụ Ivoirian."
]