[
  "Jocelyne Machevo bụ onye isi ike nke Mozambik bụ onye a maara nke ọma maka ọrụ ya na ọrụ gas  mbụ maka mba Mozambique, Coral South FLNG Project",
  "Ọ bụ nwanyị Mozambik mbụ nwere ọkwa onye isi na Eni Ronuma Basin. O nwere nzere na injinịa obodo na Higher Institute of Transport and Communications na Mozambique na nzere masta na Economy and Management of Energy and Environment na Eni Corporate University na Milan, Italy",
  "Ọ bụkwa onye otu Young African Leader Initiative (YALI), ọ gara otu mbụ nke Power Africa - Young Women in African Power Leadership Training na 2018.",
  "Ọ malitere ọrụ ya n'afọ 2013 dị ka injinia na ahụ maka ọdịmma uzo na Eni, ụlọ ọrụ ike mba ụwa, ebe ọ rụrụ ọtụtụ ọrụ na ngalaba Projects ma nweta nkà na njikwa ọrụ, mmepe azụmahịa, nkwekọrịta ọkọnọ Gas na LNG, njikwa ndị na-ahụ maka ya, mmepe ọdịnaya obodo na atụmatụ mmepe obodo.\nỌ bụ nwanyị mbụ na onye Mozambik mbụ nwere ọkwa onye isi na Eni Rovuma Basin, Eni subsidiary na Mozambique",
  "Na ngwụcha afọ 2020, ọ sonyeere Total Exploration & Production Mozambique, dị ka Interface Lead na nnukwu ọrụ LNG na Mozambique n'oge ahụ, Mozambique LNG",
  "Ọ na-arụ ọrụ ugbu a dị ka onye ndụmọdụ O&G na Energy na mpaghara mmepe azụmahịa, atụmatụ itinye ego, itinye aka na ndị na-ahụ maka ya, mmepe ọdịnaya obodo, mgbanwe ike na dị iche iche, ịkwụwa aka ọtọ na itinye aka.",
  "N'afọ 2017, o ritere ihe nrite \"Outstanding Mozambican Woman of the Year\" na CWC Mozambique Gas Summit.",
  "N'afọ 2019, o ritere Power Play Rising Star Award, nke e nyere nwa agbọghọ na-erubeghị afọ iri atọ na ise nke nwere mmetụta dị ukwuu na ụlọ ọrụ LNG.",
  "N'afọ 2021, ọ natara onyinye kacha mma na mbipụta nke abụọ nke Angola Oil & Gas Technology Conference (AOTC) na Luanda, Angola",
  "A na-enye onyinye a nye nwanyị nke na-aga n'ihu mgbe niile iji nwee mmetụta dị mma na ụlọ ọrụ ahụ ma na-eje ozi dị ka mmụọ nsọ na ihe nlereanya nye ụmụ nwoke na ụmụ nwanyị",
  "Ihe nrite a na-anabata ọrụ Jocelyne na-arụ na Ụlọ ọrụ Mmanụ na Gas."
]