[
  "Jodi Bieber (a mụrụ n'afọ 1966) bụ onye South Africa na-ese foto. A họpụtara foto ya nke Bibi Aisha, nwanyị si Afghanistan nke di ya na nwanne di ya gbupụrụ ntị ya na imi ya, dị ka World Press Photo of the Year n'afọ 2010.",
  "A mụrụ Bieber n'afọ 1966 na Johannesburg. Ná mbido afọ ndị 1990, ọ gara Market Photo Workshop ma kpuchie ntuli aka ukwu nke South Africa n'afọ 1994, ntuli aka ọchịchị onye kwuo uche ya izizi nke South Africa, banyere The Star Ọ zụrụ n'okpuru Ken Oosterbroek na 1993 ma rụọ ọrụ na South Africa ruo 1996. N'afọ 2000, o kpuchiri ọrịa ebola na Uganda maka The New York Times Magazine",
  "Bieber ekwuola na ọrụ ya abụghị foto akụkọ: \"Anaghị m achọ ebumnuche",
  "Abụ m naanị onye na-ese foto",
  "Ana m egosi ihe m na-ahụ na ihe na-emetụ m n'ahụ, ógè niile site n'echiche m.",
  "Bibi Aisha, onye dị afọ iri na asatọ n'oge ahụ, mebiri emebi mgbe ndị Taliban mara ya ikpe banyere ịgbaba n'aka di na-eme ihe ike n'ụlọ ezinụlọ ya",
  "Akụkọ ya bụ akụkụ nke akụkọ Time nke afọ 2010 màkà ọnọdụ ụmụ nwanyị Afghanistan (lee ikike ụmụ nwanyị na Afghanistan), ya na foto Bieber gosipụtara na ihu magazin ahụ",
  "David Burnett, onye isi oche nke ndị ọka ikpe World Press Photo (WPP), kwuru banyere foto Bieber nke Aisha, \"Nke a nwere ike ịghọ otu n'ime foto ndị ahụ - anyị nwere ma eleghị anya naanị iri n'oge ndụ anyị - ebe ọ bụrụ na mmadụ asị, 'Ị maara, foto ahụ nke nwa agbọghọ', ị maara kpọmkwem nke ha na-ekwu banyere ya",
  "' Ihe nrite Foto nke Afọ bụ ihe nrite WPP nke iri nke Bieber.",
  "N'ikwu okwu màkà foto ahụ, Bieber kwuru \"Enwere m ike ịme foto ya na-ele anya ma ọ bụ na-egosi ya dị ka onye ahụ",
  "Echere m na 'ee, nwanyị a mara mma.' \" N'ime edemede nke afọ 2014, Hilary Janks tụlere nchegbu Bieber banyere ịma mma Aisha ma jụọ ma \"mkpagbu ahụ [ga-abụ] abụ ihe a na-enyo enyo ma ọ bụrụ na Aisha adịghị eto ma mara mma\".",
  "E bipụtara akwụkwọ Bieber Soweto nke na-egosi ihe nkiri nke oge a site na obodo Soweto na Johannesburg, n'afọ 2010. Bieber kọwara akwụkwọ ahụ dị ka mgbalị iji megide echiche maka Soweto na iji dozie enweghị nnọchi anya nke Soweto post-Apartheid.",
  "N'oge mmechi a machibidoro maka ọrịa COVID-19 na South Africa, Bieber bipụtara na Instagram ọtụtụ foto nke di ya Francois n'uwe dị iche iche."
]