[
  "Jodie Evans (Amụrụ n'ọnwa Septemba 22, 1954) bụ onye ndọrọ ndọrọ ọchịchị America, onye edemede, na onye na-emepụta ihe nkiri.",
  "Evans jere ozi na kọmitii nke Gọvanọ California Jerry Brown ma duzie mkpọsa 1992 ya maka onye isi ala. Evans na Medea Benjamin na ndị ọzọ guzobere otu ụmụ nwanyị na-emegide agha Code Pink",
  "Ọ bụ onye isi oche nke Rainforest Action Network",
  "Amụrụ Evans ma zụlite ya na Las Vegas, Nevada",
  "O buru ụzọ nwee mmasị na ikpe ziri ezi mgbe ọ na-arụ ọrụ dị ka odibo na nnukwu họtel Las Vegas dị ka onye nọ n'afọ iri na ụma dịka ndị ọrụ ibe ya haziri, ọ gara ije maka ụgwọ ọrụ.",
  "Omume mkpesa CODEPINK ya gụnyere ịkpaghasị okwu Sarah Palin na 2008 Republican National Convention, na mkpesa n'afọ 2009 na Santa Monica megide ụlọ ọrụ ihe ntecha Israel Ahava. Mgbe o si Afghanistan lọta, o nyere onye isi ala Barack Obama mbinye aka site n'aka ụmụ nwanyị nọ na mba ahụ na US na-arịọ ya ka ọ ghara iziga ndị agha ọhụrụ n'ime esemokwu ahụ n'ebe ahụ.",
  "N'ọnwa Machị, 2010, n'oge Karl Rove bịanyere aka n'akwụkwọ, ya na ndị ọzọ nọ na Code Pink kpatara ọgba aghara",
  "N'otu oge, Evans ji aka abụọ na-aga Rove, na-ekwupụta na ọ na-ejide nwa amaala. Na Jenụwarị 30, 2011, e jidere Evans maka omume ọgba aghara na họtel Rancho Mirage ebe ọ na-eduga ngagharị iwe megide David H",
  "Koch na Charles G",
  "Koch maka nkwado ego ha nyere akụkụ nke Tea Party Movement.",
  "Ọ bụ onye nchoputa na onye isi oche nke People People's Support Foundation, ụlọ ọrụ na-enweghị uru nke e guzobere n'afọ 2017 site na nkwado nke ndị ọrụ ụlọ ọrụ ngwanrọ ThoughtWorks.",
  "N'afọ 2019, Evans sonyeere onye na-eme ihe nkiri na onye na-arụ ọrụ Jane Fonda n'usoro nzukọ kwa izu na omume nnupụisi obodo, nke a na-akpọ Fire Drill Fridays, na Washington DC's Capitol iji mee ka nsogbu ihu igwe zuru ụwa ọnụ pụta ìhè, ebe e jidere Evans ọtụtụ oge tinyere Fonda.",
  "Ọ bụ onye nchịkọta akụkọ nke akwụkwọ Twilight of Empire: Responses to Occupation (2004) (Co-Editor) na Stop the Next War Now: Effective Responses to Violence and Terrorism (2005) (Co-editor).",
  "Ọ lụrụ Max Palevsky ruo mgbe ọ nwụrụ na Mee 5, 2010",
  "Ọ bi na Venice, California ugbu a",
  "Omume mkpesa CODEPINK ya gụnyere ịkpaghasị okwu Sarah Palin na 2008 Republican National Convention, na mkpesa 2009 na Santa Monica megide ụlọ ọrụ ihe ntecha Israel Ahava. Mgbe o si Afghanistan lọta, o nyere onye isi ala Barack Obama mbinye aka site n'aka ụmụ nwaanyị",
  "ị nọ na mba ahụ na US na-arịọ ya ka ọ ghara iziga ndị agha ọhụrụ n'ime esemokwu ahụ n'ebe ahụ.",
  "Na Machị, 2010, n'oge Karl Rove binyere aka n'akwụkwọ, ya na ndị ọzọ nọ na Code Pink butere ọgbaghara",
  "N'otu oge, Evans ji aka abụọ na-aga Rove, na-ekwupụta na ọ na-ejide nwa amaala. Na Jenụwarị 30, 2011, e jidere Evans maka omume ọgbaghara na họtel Rancho Mirage",
  "be ọ n",
  "na-edu ngagharị iwe megide David H",
  "Koch na Charles G",
  "Koch maka nkwado ego ha nyere akụkụ nke Tea Party Movement.",
  "Ọ bụ onye nchopụta na onye isi oche nke People People's Support Foundation, ụlọ ọrụ na-enweghị uru nke e guzobere na 2017 site na nkwado nke ndị ọrụ ụlọ ọrụ ngwanrọ ThoughtWorks.",
  "N'afọ 2019, Evans sonyeere onye na-eme ihe nkiri na onye na-arụ ọrụ Jane Fonda n'usoro nzukọ kwa izu na omume nnupụisi obodo, nke a na-akpọ Fire Drill Fridays, na Washington DC's Capitol iji mee ka nsogbu ihu igwe zuru ụwa ọnụ pụta ìhè, ebe e jidere Evans ọtụtụ oge tinyere Fonda.",
  "Ọ bụ onye nchịkọta akụkọ nke akwụkwọ Twilight of Empire: Responses to Occupation (2004) (Co-Editor) na Stop the Next War Now: Effective Responses to Violence and Terrorism (2005) (Co-editor)."
]