[
  "Joe Louis Light (1934-2005) bụ ónyé America na-ese ihe si Dyersburg, Tennessee",
  "Ọrụ ya na-elekwasị anya na transcendentalism, inweta nghọta ime mmụọ ma ọ bụ omume, na nguzozi na usoro nke eluigwe na ala.",
  "Joe Light tolitere n'ugbo dị na mpụga Dyersburg, Tennessee na nne ya, Virgie (Virgin) Mary, na nnà ya, Hiawatha. Ọ kewapụrụ onwé ya na nne na nna ya mgbe ọ bụ nwata nwoke ma gụchaa ruo na nke asatọ na Brewer High School. Ọ nọrọ n'ọrụ ugbo mgbè ọ na-eto eto ruo mgbe ọ debanyere aha na ndị agha na Machị 1951",
  "Otú ọ dị, n'ọnwa Ọgọstụ nke otu afọ ahụ, a tọhapụrụ ya n'ihi na, dịka o kwuru, \"Amagara m na ha ga-eziga m Korea, yabụ merụrụ m aka\". N'oge na-adịghị anya mgbè ọ hapụsịrị ndị agha, a tụrụ ya mkpọrọ site na 1954-55 maka ịpụnara ụlọ ahịa nri",
  "A tụkwara ya mkpọrọ n'ụlọ mkpọrọ Nashville site na 1960 na 1966-68",
  "N'oge mbụ a màrà ya ikpe n'ụlọ mkpọrọ, Light zutere onye rabaị wee gbanwee gaa n'okpukpe ndị Juu",
  "Ọ chetara na ịnụ Agba Ochie \"bụ oge mbụ ihe onye nkwusa kwuru kwuru na ọ bụ ihe ezi uche dị na ya nye m\".",
  "Light nwụrụ n'abalị isii n'ọnwa Ọgọstụ n'afọ 2005, mgbè ọ dị afọ iri asaa ma lie ya na West Tennessee State Veterans Cemetery.",
  "Joe Light malitere ime ihe osise mgbè ọ tọghatara na okpukpe ndị Juu",
  "Ka ọ na-aga n'ebe ndịda etiti ọdịda anyanwụ na-achọ nwunye, ọ malitere ịdepụta ma na-edepụta ụkpụrụ omume na amaokwu Agba Ochie n'ebe ọha na eze",
  "Ihe odide nyeere ya aka ịzụlite ụdị akara ya, nke o ji mée ka ụkpụrụ omume ya gbanwee. Ozugbo ọ lụrụ Rosie Lee Cotton wee biri n'ụlọ ya na Looney St",
  "na Memphis na 1970, o jiri ụlọ ya dị ka isi ụlọ ọrụ ya màkà izipu ozi ya",
  "O nwetara mkpali site na ihe odide ya n'afọ ndị 1960 wee malite ide iwu omume na omume ọma na shutters na siding nkè ụlọ ya.",
  "Ojiji nke ìhè chọtara driftwood si Mississippi màkà ụfọdụ n'ime ihe ọkpụkpụ ya",
  "Ọ na-eji ihe ndị ọzọ a chọtara dị ka usoro T.V",
  "ochie na hubcaps màkà ihe osise na nchịkọta ya",
  "E mepụtara ọtụtụ n'ime ihe osise ya na ágbá ụlọ na plywood dị nro.",
  "Okpukpe na okwukwe nke onwé ya bụ ihe kachasị mkpali Light",
  "\"N'ịhapụ Iso Ụzọ Kraịst Baptist nke ntorobịa ya, ọ zụlitere okwukwe onwe onye nke ajọ mbunobi agbụrụ ọ nwéré n'oge ikike ọbọdọ South, yana ebubo megide mmetụta nke Iso Ụzọ Ụzọ Kraịst na ndị a na-achị",
  "\"",
  "Hobo na Birdman na-apụta dị ka ihe oyiyi ọdịnala na-apụghị ịhụ ányá n'ọrụ Light",
  "Ha abụọ na-achọpụta mmalite ha na njem Light na ntọghata na nghọta ime mmụọ",
  "Hobo na-anọchite anya ónyé na-enweghị nghọta na-achọ ihe ọ pụtara",
  "Ìhè esewo nsụgharị anọ nke The Hobo, otu ojii, otu ọcha, otu ọbara ọbara, na otu odo, na-ezo aka na ihe nketa ya dị iche iche",
  "O debere Hobo n'etiti okike, nke na-abụkarị n'akụkụ osimiri ma ọ bụ ugwu, nke na'anọchite anya enweghị nkwụsị nke Hobo ga-agafe iji nweta nghọta.",
  "E dekọrọ ọrụ Light na ihe ngosi ndị a:"
]