[
  "Joe \"Sdumo\" Mafela (25 June 1942 na 18 March 2017) bụ onye South Africa na-eme ihe nkiri, onye edemede, onye na-emepụta ihe, onye nduzi, onye na'agụ egwu, na onye ọchụnta ego.",
  "A mụrụ Mafela na Sibasa, Transvaal, South Africa, ma zụlite ya na Kliptown na White City Jabavu, na Soweto, nso Johannesburg, mgbe ahụ ezinụlọ ya nọgidere ruo afọ 1990 na Tshiawelo Township nke e wepụtara maka ndị Venda n'okpuru ịkpa ókè agbụrụ",
  "Ọ malitere ime ihe nkiri mgbe ọ dị afọ iri abụọ na abụọ",
  "Ọ rụrụ ọrụ onye nchịkọta akụkọ na ihe nkiri ahụ, Real News",
  "Ọ sonyeere ụlọ ọrụ ihe nkiri South Africa SA Films, n'ime afọ 20 sochirinụ ọ rụrụ ọrụ dịka onye na-emepụta ihe na onye nduzi yana onye na-eme ihe nkiri",
  "Ọ chịkwara ndị otu ịgba egwú agbụrụ dị iche iche Mzumba, Sangoma, na Gold Reef Dancers, nke rụrụ ọrụ na ihe nkiri, ụlọ ihe nkiri, na họtel ma pụta na kọntinent anọ. N'afọ 1974, Mafela sonyeere na ihe nkiri ojii mbụ e mere na South Africa, dịka Peter Pleasure na Udeliwe",
  "Ya na onye nduzi Peter R",
  "Hunt (nke a ma ama maka ihe nkiri James Bond On Her Majesty's Secret Service) rụkọrọ ọrụ na ihe nkiri afọ 1976 Shout at the Devil",
  "Site na ọbịbịa nke telivishọn na South Africa n'afọ 1976, Mafela rụrụ ọrụ fọrọ nke nta ka ọ bụrụ mgbe niile na usoro ahụ",
  "N'afọ 1986, a họpụtara ya dịka onye na-enweghị ọrụ S'dumo na usoro ihe nkiri na-atọ ọchị nke asụsụ Zulu 'Sgudi 'Snaysi",
  "Ihe ịga nke ọma nke 'Sgudi 'Snaysi (\"Ọ dị mma, Ọ dị mma\") nke gbara ihe omume 78 na SABC mere ka ọ rụọ ọrụ na usoro ndị ọzọ, nke ụlọ ọrụ mmepụta ihe nke Mafela Penguin Films na-emepụta",
  "Ọ gbakwara Mafela ume ịbanye na ụlọ ọrụ mgbasa ozi, na-arụ ọrụ dịka onye nduzi okike nke Black Communications na BBDO South Africa na, kemgbe afọ 1992, dịka onye isi nke Sharrer Advertising na Johannesburg.",
  "Mafela chepụtara ma mee ihe nkiri na mgbasa ozi telivishọn Chicken Licken, ma dee ụlọ ọrụ ahụ \"Ọ dị mma, dị mma, ọ dị mma\" jingle n'oge a na-eme mgbasa ozi Chicken Licsen n'afọ 1986.",
  "N'afọ 1996, Gallo Records wepụtara abọm Shebeleza Fela, nke nwere egwu a ma ama \"Shebeleza (Congo Mama) Ọ bụ nnukwu ihe ịga nke ọma, na \"Shebeleza\" bụ abụ isiokwu n'oge Africa Cup of Nations n'afọ 1996. Kemgbe ahụ, Mafela dekọrọ ma wepụta ọtụtụ abọm ndị ọzọ nke abụ asụsụ Zulu.",
  "Mgbe ụfọdụ a na-akpọ ya \"ihu ntụrụndụ South Africa\", na \"Bill Cosby nke South Africa\", ọ pụtara n'oge na-adịbeghị anya n'afọ 2011 na ihe egwu Retribution Ka o sina dị, Mafela mere mkpesa n'afọ 2012 na o siri ya ike inweta ọrụ ime ihe nkiri",
  "O kwuru na a gwara ya na ọ \"mere agadi ma jụọ oyi\". Ọ nọ n'ihe mberede ụgbọ ala na 18 Machị 2017, na M1 n'ebe ugwu Johannesburg, ebe ụgbọala abụọ metụtara",
  "Ọ nwụrụ ozugbo, na-ahapụ nwunye ya na ụmụ anọ",
  "E liri ya na 29 Machị 2017 na Westpark Cemetery na Johannesburg.",
  "N'afọ 2004, e nyere Mafela onyinye Duku Duku pụrụ iche maka ọrụ ya na ụlọ ọrụ telivishọn South Africa",
  "N'afọ 2005, e nyere ya ihe nrite Theatre Management of South Africa Lifetime Achievement na Naledi Theatre Awards"
]