[
  "Joe Minter (amụrụ n'ubochí irí abụọ na asatọ n'ọnwa Machị, 1943) bụ ónyé America na-ese ihe na Birmingham, Alabama.",
  "A mụrụ Minter na Birmingham, Alabama, nwá nke asatọ n'ime ezinụlọ nke mmadụ iri. Nnà ya bụ ónyé na-arụzi ụgbọala n'oge Agha Ụwa Mbụ, mana mgbè agha ahụ gasịrị, ọ pụghị ịchọta ọrụ n'ọhịa ya",
  "Nná Minter rụrụ ọrụ afọ iri atọ dị ka onye nlekọta nke ili ozu ndị ọcha. Joe Minter gárá ụlọ akwụkwọ Birmingham, e debara aha ya na 1965 ma hapụ ya na 1967. Mgbè ndị agha gachara, Minter were ọtụtụ ọrụ na-akwụ ụgwọ dị ala, site na ónyé na-asa efere na ụgbọala, ruo onye ozi na ọrụ ụlọ ọgwụ dị n'usoro",
  "Minter rụkwara ọrụ na ọla, rụọ oche ụlọ akwụkwọ, rụọ ọrụ na ụgbọala, yana ndị ọrụ na-ewu okporo ụzọ. N'ihi ọrụ mmepụta ya, Minter nwetara ájá asbestos n'anya ya n'afọ ndị 1960 na afọ ndị 1970",
  "Minter nwèrè otu anya na-arụ ọrụ iji mee ka asbestos dị n'etiti; Otú ọ dị, ọ gaghị ekwe ka ndị dọkịta rụọ ọrụ n'anya nke ọzọ. Minter enwetụbeghị mmetụta nke ike n'anya ya ma manye ya ịla ezumike nká",
  "Mgbè ọ lara ezumike nká, Minter chọpụtara ọrụ nka nke na-adịghị arụ ọrụ kemgbe ọ bụ nwata.",
  "N'ịbụ nke dị na nsọtụ ndịda ọdịda anyanwụ nke Birmingham, Alabama ma malite na ngwụcha afọ 1980 ma wuo ya n'ime afọ iri atọ, Ọbọdọ Africa nke Minter na America bụ akụkụ nke ogige ihe a tụrụ atụ, akụkụ nke ebe ngosi ihe mgbè ochie, na akụkụ nke ncheta. Ọbọdọ Africa dị na America bụ ebe nka na-agbanwe agbanwe, nke ihe ndị a tụrụ atụ nke e ji ihe mkpofu mee ma chọta ihe ndị sitere na akpụkpọ ụkwụ, ihe ịchọ mma ahịhịa, ihe egwuregwu, ihe egwuregwu ochie, na arịa ime achịcha, na ihe ndị ọzọ. Ọ bụ ezie na ihe ọkpụkpụ Minter nwere isiokwu na mmetụta dịgasị iche iche, site na otu na-echeta ịgba égbè ụlọ akwụkwọ elementrị Sandy Hook ruo otu nke a raara nye ndị ajọ ifufe Katrina metụtara, ozi kachasị mkpa Minter bụ inye mmata màkà nde ndị Afrịka iri na otu e zigara America, yana ụmụ ha nyere aka iwu ma chebe America. Ihe ndị a tụrụ atụ n'ọbọdọ nta Africa dị na America na-akọ akụkọ banyéré ndị Africa America kemgbe ọtụtụ narị afọ, site na griots na ndị agha nke West Africa ruo na bọmbụ na-egbu egbu na 1963 na 16th Street Baptist Church."
]