[
  "Josephine Obiajulu Okei-Odumakin (amụrụ na 4 Julaị 1966) bụ onyé Naijiria na-ahụ maka ikike ụmụ nwanyị",
  "Ọ bụ onye isi oche nke otu ndị na-ahụ maka ihe ndị ruuru mmadụ, Women Arise for Change Initiative na Campaign for Democracy",
  "A mụrụ Odumakin na Zaria, Kaduna, Nigeria, ma too n'ezinụlọ́ Roman Katọlik.",
  "Ọ nwetara nzere bachelọ na agụmakwụkwọ Bekee n'afọ 1987, nke masta na Guidance and Counseling sochiri na nzere doctorate na History and Policy of Education na Mahadum Ilorin.",
  "A na-ejidé ya ugboro ugboro maka ọrụ ya, e jidere ya ugboro iri na asaa n'oge ọchịchị ndị agha nke Ibrahim Babangida",
  "O tinyere aka n'ihe karịrị puku abụọ ikpe ebe a na-eleghara ikike nwanyị anya",
  "Ikpe ndị ahụ gụnyere igbu ụmụ nwanyị ma ọ bụ di ha site n'aka ndị uwe ojii",
  "Ụlọ akwụkwọ Naijiria ma ọ bụ ọbụna ndị isi ụlọ ọgwụ leghaara ikike ụmụ ha anya.",
  "N'afọ 2013, e nyeré Odumakin onyinye International Women of Courage Award site na Ngalaba Mba United States. Michelle Obama na John Kerry nyere onyinye ahụ na US State Department's Dean Acheson Auditorium na ememe nke International Women's Day. N'afọ 2019, Dr Odumakin kwadoro ọzụzụ nke ndị sónyere na 10th Civil Society Organisation Professionalism, Effectiveness and Therapy (CSO-CPET) Workshop isiokwu Mobilising Women for Change",
  "Ọzụzụ a na-eme ugboro abụọ n'afọ, a na-elekwasịkwa anya n'ịmepụta ikike na ịkwalite ịdị mma n'etiti ndị otu obodo, na-akpali ma na-akwalite ụkpụrụ omume ọkachamara na ọrụ azụmaahịa nke CSOs ma na-emepụta ihe ngwọta ọhụrụ maka ihe ịma aka ndị ụlọ ọrụ onwe na-eche ihu.",
  "N'ịbụ onye isi nchịkwa nke Institute of Human Rights & Democratic Studies; onye guzobere onye isi oche nke Women Arise for Change Initiative; onye isi oche of the Task Force of the Citizen Forum; onye isi àlà nke Centre for Change in Community Development & Public Awareness; onye isi nke Centre for Participatory Democracy; na ọnụ na-ekwuchitere Coalition of Civil Society Organizations na Nigeria, a makwaara ya dị ka onye agha nwere obi ịke nke ihe ịma aka na-emebi ihe ndị ruuru mmadụ emeela ka ọ hụ na ọ hụ n'eme n'okpuru ọchịchị ndị na-eme ihe ike n'okpuru ndị na-emegide ya.",
  "Ọ lụrụ Peter Yinka Odumakin ruo mgbe ọ nwụrụ na 2021 n'ihi nsogbu COVID-19 na Eprel 2 na Lagos State University Teaching Hospital (LASUTH)",
  "Di na nwunye ahụ lụrụ na 1997 wee mụọ nwa mbụ ha, nwa nwanyị, na 2000 na nke abụọ, nwa nwoke, na 2003",
  "Mgbe a gụrụ nwa agbọghọ ahụ aha Joe, a gụrụ nwata nwoke ahụ aha Abraham n'aha onye ndú Afenifere nwụrụ anwụ, Pa Abraham Adesanya.",
  "Àtụ:International Women of Courage Awards"
]