[
  "Joey Muthengi bụ onye mgbasa ozi na onye na-eme ihe nkiri",
  "Ntinye ya na ụlọ ọrụ mgbasa ozi Kenya sitere na ịbụ onye redio na 98.4 Capital FM site n'afọ 2009-2013 ebe ọ kwadoro ma mepụta ihe ngosi ndị ntorobịa a ma ama 'Hits Not Homework'. N'oge na-adịbeghị anya (June 2016 - Ugbu a), dịka akụkụ nke ihe ngosi Power Breakfast ọhụrụ na Citizen TV, Joey Muthengi ugbu a na-akwado ihe ngosi kwa ụbọchị na Fred Indimuli na Willis Raburu. Mgbe ọ nọ na Citizen TV, ọ kwadokwara ihe ngosi ntụrụndụ 10 karịa 10.Joey mechara n'afọ 018, hapụ ọrụ ya na Royal Media.",
  "A mụrụ Joey na 2nd August n'afọ 1985 na Kijabe, Rift Valley wee kwaga United States mgbe ọ dị afọ abụọ. Ọ laghachiri n'ụlọ ma gaa Rift Valley Academy, ma mesịa kwaga USA ebe ọ gara Hope College na-achụso isi abụọ na Communications na Business Management. Joey nwere nwanne nwoke (David Muthengi) onye a ma ama, onye nyocha ego, onye egwu ma bụrụ onye na-elekọta Rauka TV Show na Citizen, onye a maara dịka Holy Dave.",
  "N'agbata afọ 2011 na afọ 2014, Joey jere ozi dịka VJ nke mbụ nke Kenya (Video Jockey) maka ọwa egwu nke South-Africa Channel O ebe ọ nọchitere anya egwu, ntụrụndụ, na ọdịbendị Kenya na kọntinent ndị ọzọ. N'afọ 2013, ọ kwadoro Oge nke isii nke ihe ngosi egwu kachasị ukwuu na East Africa 'Tusker Project Fame', na Citizen TV ebe ọ na-etinye aka na franchise na 'Tusker All Stars' nke gosipụtara n'afọ 2011. N'afọ 2015, ọ malitere ịme ihe ngosi Drivetime kwa ụbọchị na Hot 96 Fm",
  "Ọ kwadoro 'Sugar and Spice' na Ebru TV. Joey Muthengi rụrụ ọrụ na Royal Media Services na Citizen Tv dịka onye nnabata iri karịa iri ebe ya na Willis Raburu kwadoro",
  "Ọ hapụrụ Citizen TV mgbe ya na onye were ya n'ọrụ nwere nsogbu mgbe ụlọ ọrụ Betin, nke bụ ụlọ ọrụ ịkụ nzọ, jiri ya mee ihe dịka onye nnọchi anya ha",
  "Ihe dịka otu afọ ka e mesịrị na ibe mgbasa ozi ya, o kwuru banyere oge siri ike ọ nwetara mgbe ọ hapụrụ Citizen Tv, mana ọ kwadoro na ọ nọ n'ọnọdụ ka mma ma nwee afọ ojuju.",
  "Joey nwere mmasị maka egwu na uri okwu",
  "Nwanne Joey bụ onye egwu ozioma Holy Dave",
  "Joey bụ onye nchoputa na onye isi nke Muthengi Foundation, otu ọrụ ebere na-achọghị uru nke na-ezube ịzụlite ikike akụ na ụba site na agụmakwụkwọ.",
  "Dị ka onye na-eme ihe nkiri, ọ bụ akụkụ nke ọtụtụ usoro ihe nkiri TV nke obodo, gụnyere ihe nkiri Family 'Changing Times' nke gosipụtara na Kenya Television Network site n'afọ 2010–2012. Ọ bụkwa onye ndu na usoro ihe nkiri 'Prem' nke mbụ gosipụtara na KTN n'afọ 2013-2014 ma mesịa na Africa Magic na DSTV"
]