[
  "Johan Thom (a mụrụ n'afọ 1976, South Africa), bụ onye na-ese ihe na-arụ ọrụ na vidiyo, ntinye, arụmọrụ na ihe ọkpụkpụ. A kọwara ya dị ka otu n'ime ndị na-ese ihe nkiri na mba South Africa.",
  "E gosipụtara ọrụ Thom na ihe ngosi otu na Venice Biennial n'afọ 2003 na afọ 2005; International Film Festival Rotterdam, Netherlands, n'afọ 2006; 1st Architecture, Landscape and Art Biennial of the Canary Islands nké afọ 2006, nke Antonio Zaya (afọ 1954 rụọ afọ 2007), Spain, na number nkè iri anọ na Belgrade International Theatre Festival nké afọ 2006. Ihe ngosi ndị ọzọ gụnyere: Britto New Media Festival na National Gallery na Dhaka, Bangladesh, 2009;ZA: Giovane arte dul Sudafrica na Pallazo delle Papesse, Sienna, Italy nke Lorenzo Fusi, Kendell Geers Minette Vari, Sue Williamson, Berni Searle na Marlene Dumas haziri na 2008; South African Art on Paper na Gallery Barry Keldoulis na Sydney, Australia, 2007; The 10th International Computer Arts Festival, Maribor, Slovenia, 2004 na 'X- ihe ngosi na Ememe nke Afọ Iri nke ọchịchị onye kwuo uche ya na South Africa', nke Kelly O'Reilly haziri na Stephen Lawrence Gallery, Greenwich, London, 2004. E gosipụtara ọrụ ya na 2009–2010 dị ka akụkụ nke ihe ngosi ndị otu njem 'Dystopia', nke mbụ na UNISA Art Gallery, Pretoria, South Africa (8 Ọktoba - 15 Nọvemba 2009)",
  "Ihe ngosi ahụ wee gaa Museum Africa, Johannesburg, South Africa (8 Ọktoba - 15 Nọvemba 2009) na Oliewenhuis Art Museum; Bloemfontein, South Africa (10 Juun - 8 Ọgọst 2010)",
  "Ihe ngosi ndị ọzọ na-eme njem gụnyere: 'Mine', nhọrọ nke ihe nkiri nke ndị na-ese ihe na South Africa, gụnyere William Kentridge, Minette Vari, Berni Searle, Robin Rhode, Simon Gush, Bridget Baker na ndị ọzọ) nke Abrie Fourie haziri na-aga Iwalewa-Haus, Bayreuth, Germany (10 February - 6 March 2010) na Ductac Gallery, Dubai (18 January - 6 February 2012) na Johannesburg Art Gallery, (7 - 28 March 2012).",
  "Thom gosipụtara okwu na ọmụmụ ihe na ọtụtụ nzukọ na ụlọ ọrụ, gụnyere na University College London; UK; Finnish Academy of Fine Art, Helsinki, ụbọchị iri abụọ na asatọ rụọ úbọchị irí abụọ na itoolu n'ọnwa Eprel n'afọ 2010; Graduate School of the University of Dublin, UK; University of Cambridge, UK; University of Belgrade; The Venice Biennial, Italy.",
  "Na Saụt Afrịka, ọ kụziri ma gosipụta okwu na ọmụmụ ihe na Tshwane University of Technology, Tshwane; Mahadum Pretoria, Tshwane; Mahadum Rhodes, Grahamstown; Technikon Witwatersrand, Johannesburg; Bag Factory (Fordsburg Artists 'Studios), Johannesburg; Wits School of Fine Arts, Johannesburg na Wits University, Johannesburg.",
  "Thom edeela nyocha nka na isiokwu n'ihe banyere mbipụta dị iche iche gụnyere maka Art South Africa Magazine, nyocha nke ihe ngosi Kendell Geers na Steven Friedman Gallery, London; edemede katalọgụ nke onye na-ese ihe Diane Victor 'Disasters of Peace Series' nke Map - South Africa Modern Art Projects, South Africa, afọ 2008; isiokwu maka ihe banyere Die Beeld, (South African Newspaper), banyere foto nke onye na-ese ihe Santu Mofokeng."
]