[
  "Johanna Catharina Cornelius (February 27, 1912 - June 21, 1974) bụ onye Afrikaner na-eme ihe ike na onye otu ọrụ",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Afrikaner Garment Workers' Union of South Africa (GWU) mgbe Solly Sachs gasịrị.",
  "A mụrụ Cornelius na Lichtenburg, South Africa, ma too n'ime ime obodo South Africa dị ka otu n'ime ụmụ itoolu. Nna ya na nna nna ya lụrụ agha na Anglo Boer War ma tinye nne ya n'ogige ịta ahụhụ n'oge agha ahụ. Ya na nwanne ya nwanyị nke okenye, Hester Cornelius, kwagara Johannesburg n'afọ 1920, ebe Johanna mechara malite ịrụ ọrụ na ụlọ ọrụ ejiji. Cornelius rụrụ ọrụ dị ka onye na-arụ ọrụ n'ụlọ ọrụ ahụ.",
  "E jidere Cornelius ma tụọ ya mkpọrọ maka ọtụtụ ụlọ na 1932 mgbe ọ na-ekere òkè na ọgbaghara GWU. Mgbe a tọhapụrụ ya n'ụlọ mkpọrọ, ọ gwara ndị ọrụ okwu ma gbaa ha ume \"ịkwado ụgwọ ọrụ na nnwere onwe\". Okwu ya kwukwara banyere Great Trek na Anglo Boer War, na-esonyere \"ịhụ mba n'anya na ọgụ nke ndị otu kama na ọgụ nke mba\". Ọ gara Soviet Union dị ka otu n'ime ndị nnọchi anya ndị ọrụ na 1933. Njem ya n'ebe ahụ nyeere ya aka ịmụtakwu banyere ọchịchị Kọmunist na mmetụta nke ịha nhata. Mgbe o si na Soviet Union lọta, ọ ghọrọ onye nhazi oge niile maka GWU, na-arụ ọrụ site na isi ụlọ ọrụ dị na Germiston.",
  "Cornelius rụrụ ọrụ dị ka onye isi oche GWU site na 1935 ruo 1937 ma n'okpuru idu ndú ya, ndị otu ahụ meriri oge ọrụ dị ala ma mụbaa ụgwọ ọrụ maka ndị ọrụ. Cornelius rụrụ ọrụ iji tinye ndị si n'agbụrụ niile n'òtù ahụ ma chee na ịrụ ọrụ n'òtlọ ọrụ ahụ nyeere ya aka \"ịgafe àgwà agbụrụ\" nke oge gara aga",
  "Ya na Hester gakwara Cape Town na Febụwarị 1936 nyere alaka GWU aka n'ebe ahụ.",
  "E boro Cornelius ebubo na 1938 na ọ bụ \"onye na-akwado Sachs na maka iji oge ya niile na-ahazi ndị isi ojii\". Otú ọ dị, o nwere ike ịlụso mgbalị ndị Afrikaner na-achọ ịchịkwa njikọ ahụ ọgụ. Ọ ghọrọ onye guzobere National Union of Cigarette and Tobacco Workers na 1938, mgbe e mesịrị duzie ọgbaghara izu abụọ na Rustenburg na Septemba 1940. Ọgbaghara ahụ na Rustenberg \"na-ekpo ọkụ\" na ụmụ nwanyị nọ n'ọgbaghara ahụ chere gas na mwakpo ndị uwe ojii ihu.",
  "N'afọ 1943, ọ gbara ọsọ n'enweghị ihe ịga nke ọma dị ka onye otu Independent Labor Party. Mgbe a chụpụrụ Solly Sachs na South Africa na 1952, ọ weghaara GWU ma rụọ ọrụ ahụ ruo mgbe ọ nwụrụ.",
  "Cornelius nwụrụ na June 21, 1974, na Johannesburg."
]