[
  "John Dear bụ onye (amụrụ n'August 13, 1959)Ọ bụ kwa onye ụkọchukwu Katọlik America, onye na-ahụ maka udo, onye nkuzi, na onye dere akwụkwọ iri atọ na ise g",
  "gbasara udo na enweghị ime ihe ike",
  "Ọ na-ekwu maka udo gburugburu ụwa, na-ahazi ọtụtụ narị ngagharị iwe megide agha, ikpe na-ezighị ezi na ngwá agha nuklia ma jide ya ugboiri asatọ 8a ise n5 n'omume nnupụisi obodo na-enweghị ihe ike megide agha, enweghị ikpe ziri ezi, ịda ogbenye, ngwá agha nuklea na mbibi gburugburu ebe obibi",
  "A họpụtara Dear ọtụtụ ugboro maka Nobel Peace Prize, gụnyere na Jenụwarị 2008 site n'aka Achịbishọp Desmond Tutu",
  "Ọ rụrụ ọrụ dị ka onye nduzi nke Fellowship of Reconciliation, ma na-eje ozi ugbu a dị ka onye guzobere na onye nduzi Beatitudes Center for the Nonviolent Jesus",
  "A mụrụ Dear na Elizabeth City, North Carolina, na ụbọchị iri na atọ n'ọnwa August 1959",
  "Ọ gụsịrị akwụkwọ magna cum laude na Mahadum Duke, na Durham, North Carolina, na afọ 1981",
  "Ọ rụrụ ọrụ maka Robert F",
  "Kennedy Memorial Foundation na Washington, D.C.",
  "N'ọnwa Ọgọstụ n'afọ 1982, Dear banyere na Society of Jesus, nke a maara dị ka ndị Jesuit, na noviciate ha na Wernersville, Pennsylvania",
  "Ọ nọrọ afọ abụọ na-amụ nkà ihe ọmụma na Mahadum Fordham dị na Bronx, New York (1984-1986), n'oge ahụ ọ biri ma rụọ ọrụ maka Jesuit Refugee Service n'ogige ndị gbara ọsọ ndụ na El Salvador ọnwa atọ n'afọ 1985",
  "N'oge ọchịchị ya, ọ kụziri na Scranton Preparatory School na Scranton, Pennsylvania, site na 1986 ruo 1988",
  "Ọ nọrọ otu afọ na-arụ ọrụ na Fr",
  "McKenna Center, ebe obibi na ebe obibi maka ndị na-enweghị ebe obibi, na Washington, D.C",
  "Site na 1989 ruo 1993, ọ gara Graduate Theological Union na Berkeley, California, wee nweta nzere masta abụọ na nkà mmụta okpukpe site na Jesuit School of Theology na Berkeley",
  "A họpụtara ya ka ọ bụrụ ụkọchukwu Katọlik na Baltimore, Maryland na June 12, 1993, wee malite ije ozi dị ka onye ụkọchụ nke St",
  "Aloysius' Church na Washington, D.C.",
  "Dear guzobere Bay Area Pax Christi, mpaghara nke Pax Christi USA, òtù udo nke mba Katọlik, wee malite ịhazi ka Nne Teresa tinye aka na ndị gọvanọ dị iche iche maka ndị a ga-egbu n'ọnụ ọnwụ.",
  "E jidere Dear n'ọtụtụ nnupụisi obodo na-enweghị ime ihe ike megide agha, ikpe na-ezighị ezi na ngwá agha nuklia site na Pentagon ruo Livermore Laboratories na California",
  "Na Disemba 7, 1993, e jidere ya na mmadụ atọ ndị ọzọ na Seymour Johnson Air Force Base na Goldsboro, North Carolina, maka ịpị bọmbụ nuklia F-15. A tụrụ ya mkpọrọ, kpee ya ikpe ma maa ya ikpe maka ebubo mpụ abụọ, ma jee ozi ọnwa asaa na ọkara n'ụlọ mkpọrọ North Carolina na ọnwa anọ na ọkara, n'okpuru njide ụlọ na Washington, D.C., sochiri afọ atọ. Dị ka akụkụ nke mmegharị nke Plowshares, ndị a na-ebo ebubo kwuru na ha na-emezu iwu Aịsaịa iji \"kụ mma agha n'ime arịa,\" na iwu Jizọs \"ịhụ ndị iro gị n'anya\".",
  "Site na 1994-1996, Dear jere ozi dị ka onye isi nchịkwa nke Sacred Heart Center, ụlọ ọrụ obodo maka ụmụ nwanyị na ụmụaka ndị Africa America na-enweta ego dị ala, na Richmond, Virginia",
  "N'oge opupu ihe ubi nke afọ 1997, ọ kụziri nkà mmụta okpukpe maka otu semester na Mahadum Fordham na Bronx, New York",
  "Site na 1997 kuya na 1998, ọ biri na Derry, Northern Ireland, dị ka akụkụ nke mmemme ezumike nke Jesuit \"tertianship\", ma rụọ ọrụ na ụlọ ọrụ na-ahụ maka ihe ndị ruuru mmadụ na Belfast.",
  "Site na 1998-2001, Dear jere ozi dị ka onye isi nchịkwa nke Fellowship of Reconciliation, nnukwu nzukọ udo n'etiti okpukpe na United States, nke dị na Nyack, New York",
  "N'afọ 1999, ọ duuru ndị nnọchi anya ndị mmeri Nobel Peace Prize gaa Iraq, yana ndị nnọchianya okpukpe na Palestine / Israel.",
  "Ozugbo Septemba 11, 2001, Dear jere ozi dị ka onye nhazi Red Cross nke ndị ụkọchukwu na Family Assistance Center na Manhattan, ma jiri aka ya nye ọtụtụ puku ndị ikwu na ndị ọrụ nnapụta ndụmọdụ",
  "Site na 2002 kuya na 1904, ọ rụrụ ọrụ dị ka onye ụkọchukwu na parish ise dị n'ọzara dị elu nke ugwu ọwụwa anyanwụ New Mexico, ma guzobe Pax Christi New Mexico, mpaghara Pax Christi USA.",
  "N'afọ 2006, Dear duziri ngagharị iwe megide agha US na Iraq na Santa Fe, New Mexico",
  "N'afọ 2009, ọ sonyeere Creech 14 na ngagharị iwe nnupụisi obodo na Creech Air Force base megide agha drone US na Afghanistan na Pakistan, e jidekwara ya ma tinye ya n'ụlọ mkpọrọ Clark County, Nevada maka otu abalị",
  "E mechara chọpụta na ikpe mara ya mana e nyere ya oge ọ nọrọ.",
  "Na Jenụwarị 2014, Dear hapụrụ ndị Jesuit wee dee banyere ọpụpụ ya na National Catholic Reporter, na-ekwu na Society of Jesus agbanweela mkpebi ya maka ikpe ziri ezi nke ọha na eze, nakwa na a gaghị ekwe ka ọ rụọ ọrụ maka udo na iwepụ ngwá agha",
  "Dear sonyeere Diocese nke Monterey, California ebe ọ nọgidere bụrụ onye ụkọchukwu Katọlik.",
  "Kemgbe ọtụtụ afọ, Dear enyewo ọtụtụ puku okwu gbasara udo, iwepụ ngwá agha na enweghị ime ihe ike na ụka, ụlọ akwụkwọ na otu gafee United States, na gburugburu ụwa, gụnyere njem mkparịta ụka mba nke Australia, New Zealand, Scotland, Canada na England.",
  "Dear dere otu kọlụm kwa izu maka National Catholic Reporter na Huffington Post",
  "A na-egosikwa ya n'ọtụtụ akwụkwọ ndị ọzọ ma gosipụta ya n'ụdị akwụkwọ US dị iche iche, gụnyere The New York Times na The Washington Post",
  "E gosipụtara ya na ihe nkiri DVD, The Narrow Path, na isiokwu nke John Dear on Peace, nke Patti Normile (St",
  "Anthony Messenger Press, 2009)",
  "O bipụtara ọtụtụ narị isiokwu (lee: www.johndear.org) na ihe karịrị akwụkwọ 35",
  "Dear enwetala ọtụtụ onyinye udo, gụnyere 2010 Pacem in Terris Peace and Freedom Award, site na Diocese nke Davenport, Iowa; na Courage of Conscience Award, site n'aka Peace Abbey na Boston, Massachusetts.",
  "A họpụtakwala Dear ọtụtụ ugboro maka Nobel Peace Prize, gụnyere nhọpụta na Jenụwarị 2008 site n'aka Achịbishọp Desmond Tutu na mgbe e mesịrị site n'afọ Senator Barbara Mikulski."
]