[
  "John Dumelo (a mụrụ na 3 Febụwarị 1984) bụ onye Ghana na-eme ihe nkiri, onye ọrụ ugbo na onye ndọrọ ndọrọ ọchịchị.Kpọpụta njehie: Closing </ref> missing for <ref> tag",
  "Ọ gara ụlọ akwụkwọ Achimota bụ akụkụ nke Drama Club ma nwetakwa ihe nrite Fliers Guy na Mo-TOWN",
  "Ọ gụkwuo Civil Engineering na Kwame Nkrumah University of Science and Technology Ọ zọrọ na \"Mr University\" meriri na KNUST",
  "Mgbe e mesịrị, ọ debara aha na GIMPA's School of Public Service and Governance Ọ malitere ime ihe nkiri na mmalite afọ 1990 na ihe nkiri afọ 1991 a na-akpọ Baby Thief mgbe ọ na-aga Christ the King School ma kwụọ ya puku iri abụọ Ghana Cedis (nke bụ 2 Ghana Cedis ugbu a) mgbe ọ dị afọ asaa.",
  "John Dumelo lụrụ Gifty Mawunya Nkornu. O mere nnukwu agbamakwụkwọ na Royal Senchi Resort na Akosombo. Nwa mbụ nke di na nwunye a bu na 16 Ọktoba 2018. Aha ya bụ John Dumelo Jnr",
  "n'aha nna ya",
  "O meela ọtụtụ ihe nkiri, gụnyere:",
  "E wezụga ịbụ onye na-eme ihe nkiri nke mba ụwa, John Dumelo bụ onye ọchụnta ego. Ọ malitere akara uwe ya (J.Melo) n'afọ 2012. A makwaara onye na-eme ihe nkiri ahụ na-etinye aka na ọrụ ugbo na anụmanụ.",
  "N'oge National Democratic Congress (Ghana) NDC Party's Campaign N'afọ 2016, Dumelo bụ otu n'ime ndị ama ama na ndị a hụrụ na-eme mkpọsa maka Gọọmentị NDC",
  "Asịrị agbasaala na, dịka ekele maka itinye aka ya na ịhụ mba n'anya na Party, onye bụbu onye isi ala Ghana H.E John Dramani Mahama kpọrọ ya ma họpụta ya, ka ọ jeere Party ya ozi dịka onye isi ọrụ maka ndị ntorobịa na-akwado NDC maka National Democratic Congress (NDC).",
  "John Dumelo na 19th nke Julaị 2019, weghaara ụdị nhọpụta iji zọọ ọkwa na NDC primaries dịka onye omeiwu N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ n'afọ 2019, o meriri na ntuli aka ndị omeiwu nke NDC iji nọchite anya NDC na Ayawaso West Wougon Constituency n'afọ 2020 General Elections Ọ malitere mkpọsa ya nke ọma maka ntuli aka afọ 2020 na Sọnde 18 Ọktoba 2020 na-ekwe nkwa itinye ọkara nke ụgwọ ọrụ ya na mmepe ndị ntorobịa na mpaghara ahụ ma ọ bụrụ na a votu ya. Na Disemba 7, 2020, John Dumelo meriri na ntuli aka ndị omeiwu n'aka onye nọ n'ọkwa New Patriotic Party (NPP) bụ Lydia Alhassan maka Ayawaso West Wuogon Constituency."
]