[
  "John Francisco Rechy (amụrụ na Machị 10, 1931) bụ onye Mexico-American na-ede akwụkwọ akụkọ na onye edemede. Edere akwụkwọ akụkọ ya nke ọma banyere ọdịbendị nwoke idina nwoke na Los Angeles na America ka ukwuu, n'etiti isiokwu ndị ọzọ",
  "City of Night, akwụkwọ akụkọ mbụ ya bipụtara na 1963, bụ akwụkwọ kacha ere ahịa",
  "N'ịdabere na nzụlite nke ya, o nyela aka na akwụkwọ akụkọ Mexico-America, ọkachasị akwụkwọ akụkọ ya The Miraculous Day of Amalia Gomez, nke a kụziri n'ọtụtụ ọmụmụ Chicano na United States",
  "Mana, ọbụlagodi mgbe ihe ịga nke ọma nke akwụkwọ akụkọ mbụ ya gasịrị, ọ ka na-arụ ọrụ dị ka nwanyị akwụna, na-akụzi n'ehihie, ma na-eme ihe n'abalị",
  "Ọ rụrụ ọrụ dị ka onye akwụna ruo mgbe ọ dị afọ iri anọ mgbe ọ na-akụzi na UCLA",
  "N'ime afọ 1970 na 1980 ọ na-ahụ maka iji ọgwụ ọjọọ eme ihe, yana nsogbu ọrịa AIDS, nke gburu ọtụtụ ndị enyi ya.",
  "A mụrụ Rechy na Juan Francisco Flores Rechy na Machị 10, 1931, na El Paso, Texas. Ọ bụ nwa ikpeazụ n'ime ụmụ ise Guadalupe (née Flores) na Roberto Sixto Rechy mụrụ. Nne na nna Rechy abụọ bụ ụmụ amaala Mexico; nna ya bụ onye Scottish.",
  "Mgbe ọ gụsịrị akwụkwọ na kọleji, Rechy debanyere aha na ndị agha US",
  "A tọhapụrụ ya n'oge na ndị agha ka ọ debanye aha dị ka nwa akwụkwọ gụsịrị akwụkwọ na Mahadum Columbia. O tinyere akwụkwọ maka nnabata na klas edemede okike nke onye edemede Pearl S",
  "Buck kụziiri site n'inye akwụkwọ akụkọ a na-ebipụtaghị ebipụta nke akwụkwọ akụkọ o dere nke akpọrọ Pablo!  Ọ bụ ezie na a nabataghị akwụkwọ ya na klas Buck, a nabatara Rechy na klas edemede nke Hiram Haydn, onye isi nchịkọta akụkọ na Random House, na New School for Social Research.",
  "Cooper Do-nuts Riot mere na 1959 na Los Angeles, mgbe ụmụ nwanyị, ụmụ nwoke na-edina nwoke, ndị transgender, na drag queens ndị na-anọ na Cooper Do-Nuts na ndị LAPD na-enye nsogbu ugboro ugboro lụrụ ọgụ mgbe ndị uwe ojii jidere mmadụ atọ, gụnyere Rechy",
  "Ndị na-akwado ya malitere iji donuts na iko kọfị na-eti ndị uwe ojii ihe",
  "Ndị LAPD kpọrọ oku maka nkwado ma jide ọtụtụ ndị na-eme ngagharị iwe",
  "Rechy na ndị ọzọ abụọ e jidere nwere ike ịgbapụ",
  "O mechara dee banyere ya na City of Night",
  "A na-ewere Rechy dị ka otu n'ime ndị edemede guzobere Mexican American Literature, ma dabere n'ihe odide mbụ ya na ụkpụrụ ndị Mexico na nsogbu ọdịbendị nke ọ dị na fim ndị Mexico. Ọ bụ ezie na ọ bụ ma eleghị anya onye edemede nwoke Latino a ma ama na United States, ọrụ ya na-ekwu maka nwoke idina nwoke na-egosipụta obere ihe banyere ihe nketa ya na Mexico na America, ma e wezụga aha nna nke ụfọdụ n'ime ihe odide ya.",
  "While rechy was working on his first novel",
  "Instalments began to appear in 1958",
  "In literary magazines such as evergreen review  big table  Nugget and the London magazine",
  "These excerpts were fictitious recreations of his life working as a hustler  in new York  los Angeles and new Orleans and appeared worried writers like Christopher isherwood,Jack kerouac and Jean Genet",
  "The largely autobiographical novel city of Night,debuted in October 1963.Despite the predominantly negative reviews the book received at the time of its publication,city of Night became an international bestseller",
  "Alternatively,it is also banned books in America",
  "Na mgbakwunye na akwụkwọ akụkọ iri na abụọ o dere ruo ugbu a, Rechy enyewo ọtụtụ edemede na nyocha akwụkwọ na mbipụta dị iche iche gụnyere The Nation, The New York Review of Books, Los Angeles Times, L.A",
  "Weekly, The Village Voice, The Nework Times, Evergreen Review na Saturday Review. Ọtụtụ n'ime ihe odide ndị a ka edere na akwụkwọ ya nke afọ 2004 bụ Beneath the Skin\nO dere ihe nkiri atọ, Tigers Wild (nke mbụ e mere dị ka The Fourth Angel ma dabere na akwụkwọ akụkọ Rechy nke aha ahụ), Rushes (nke dabeere na akwụkwọ akụkọ ya nke otu aha ahụ), na Momma as She Became - Not as She Was, otu egwuregwu.",
  "Onye nta akụkọ Amy Harmon kwuru na Rechy n'otu akụkọ New York Times nke afọ 2004 nke kọrọ banyere nsogbu kọmputa na Amazon.com nke kpughere na mberede njirimara nke ọtụtụ puku mmadụ ndị biputere nyocha akwụkwọ na-amaghị aha ha",
  "A kpughere na Rechy, n'etiti ọtụtụ ndị edemede ndị ọzọ, \"deela onwe ha nyocha kpakpando ise, ọkwa kachasị elu nke Amazon\"",
  "Amazon kwụsịrị ịnabata nyocha ndị a na-amaghị aha ha n'ihi nchọpụta a.",
  "N'afọ 2021, Rechy nọ na-arụ ọrụ na akwụkwọ akụkọ ọhụrụ akpọrọ Beautiful People at the End of the Line, nke sitere n'ike mmụọ nsọ nke \"akwụkwọ na-atọ ọchị na omenala ndị ama ama",
  "\"",
  "Rechy na-ekwu maka ọrụ ya, \"Onye mbụ nwere mmasị n'ọrụ m kpọrọ m 'onye edemede mberede' - ụdị na-ede na mberede, n'elu isi ya, ụzọ a na-ekwu na Kerouac mere",
  "Ma nke ahụ abụghị eziokwu banyere m",
  "Abụ m onye edemede maara nke ọma, na-elebara okwu ziri ezi anya, ọbụna ogologo nke ahịrịokwu, na akara akara maka mmetụta",
  "\"",
  "Rechy bụ onye edemede mbụ natara PEN-USA-West's Lifetime Achievement Award (1997); ọ bụ onye natara Bill Whitehead Award for Lifetime Achyevement site na Publishing Triangle (1999) na onye NEA fellow. Ọ bụ onye otu ngalaba na Master of Professional Writing Program na Mahadum nke Southern California",
  "Ọ bụ onye mbụ natara onyinye ONE Magazine Culture Hero Award.",
  "N'afọ 2016, ọ meriri na Los Angeles Review of Books / UCR Creative Writing Lifetime Achievement Award.",
  "Na 30th Lambda Literary Awards na 2018, ọ meriri Lambda Literario Award maka Gay Fiction maka After the Blue Hour",
  "N'afọ 2018, e nyekwara Rechy onyinye Robert Kirsch maka  ọ rụzuru n'oge ndụ ya na-ekwu na ọ bụ \"onye isi na obodo ndị Mexico, LGBTQ na Los Angeles\".",
  "N'afọ 2020, ụlọ ọrụ Texas Institute of Letters sọpụrụ Rechy na Lon Tinkle Lifetime Achievement Award",
  "Onye isi ala TIL Carmen Tafolla kpọrọ ọrụ Rechy \"oge mgbanwe dị ịrịba ama na akwụkwọ America nke oge a, na akụkọ a na-ede n'ụzọ na-atọ ụtọ na-eme ka nghọta anyị banyere ịma mma na  mgbu nke ahụmịhe mmadụ dị nkọ\".",
  "Ndị edemede Michael Cunningham, Kate Braverman, Sandra Tsing Loh, na Gina Nahai bụ ụmụ akwụkwọ nke klas edemede Rechy tupu ha aghọọ ndị edemede bipụtara.",
  "Enyemaka Rechy nyere na akụkọ ndị inyom na Chicana feminist canon gosipụtara n'ọtụtụ ọrụ ya",
  "Maria DeGuzman na-ekwu n'akwụkwọ ya, Understanding John Rechy, na \"ihe nnọchianya ụmụ nwanyị Chicana nke ụmụ nwanyị na-egosi eziokwu ahụ bụ na ọ ghọtara mmekọrịta dị n'etiti misogyny na homophobia (megide ụmụ nwoke na-edina nwoke yana megide LGBTQ+ n'ozuzu)",
  "Mmegbu nke ụmụ nwanyị na ụmụ nwanyị trans (dịka ọmụmaatụ, \"Troja\" na Marilyn's Daughter) abụghị naanị maka obodo Latinx; ọ bụ, n'ọrụ Rechy, maka ọdịbendị US ka ukwuu.",
  "Onye na-ese ihe n'asụsụ bekee bụ David Hockney's painting Building, Pershing Square, Los Angeles sitere n'ike mmụọ nsọ nke otu akụkụ dị na City of Night.",
  "Egwú 1983 \"Numbers\" nke ndị na-eme ihe nkiri synth-pop nke Bekee bụ Soft Cell sitere n'ike mmụọ nsọ nke akwụkwọ akụkọ Rechy nke 1967 nke otu aha ahụ.",
  "Annenberg Center of Communications mepụtara CD-ROM nke ndụ na ọrụ Rechy ma kpọọ ya Mysteries and Desire: Searching the Worlds of John Rechy.",
  "N'afọ 2019, Wittliff Collection na Mahadum Texas State nwetara ihe ndekọ zuru ezu nke Rechy na-ekwu, \" onwunwe a na-eje ozi dị ka akwụkwọ akụkọ nke otu n'ime oge kachasị mkpa na ndụ onwe onye na nke edemede Rechy\".",
  "Ndị na-ese ihe ndị ọzọ kwetara na mmetụta Rechy gụnyere David Bowie, Jim Morrison, Bob Dylan na Tom Waits."
]