[
  "John Jea (1773 - mgbe afọ 1817 gasịrị) bụ onye edemede, onye nkwusa, onye na-ekpochapụ ihe na onye ọrụ ụgbọ mmiri, nke a maara nke ọma maka akụkọ ndụ ya nke afọ 1811, Ndụ, akụkọ ihe mere eme, na ahụhụ na-enweghị atụ nke John Jea, Onye Nkwusa nke Africa",
  "A gbara Jea ohu site na nwata, mgbe ọ nwetasịrị nnwere onwe ya n'afọ mgbe 1790s, ọ gara ma kwusaa ozi ọma n'ọtụtụ ebe.",
  "A maara obere ihe banyere ndụ John Jea ma e wezụga ihe o dere na akụkọ ndụ ya, Ndụ, akụkọ ihe mere eme, na ahụhụ na-enweghị atụ nke John Jea, Onye Nkwusa nke Africa",
  "(1811).",
  "Jea kwuru na a mụrụ ya na Afrịka n'afọ 1773 na nso Calabar na Bight of Biafra, nakwa na ndị ahịa ohu tọọrọ ya, nne na nna ya na ụmụnne ya ma ree ya n'ohu na New York City mgbe ọ dị afọ abụọ na ọkara. Ụfọdụ ndị ọkọ akụkọ ihe mere eme ekwuputala obi abụọ banyere nkwupụta ndị a (ohere nke ezinụlọ Afrịka dum na-enwe ike ịlanarị njide na ọnụ ọgụgụ ọnwụ dị elu nke Middle Passage, mgbe ahụ a ga-ere ya n'otu onye nwe ya, dị oke ala), ma kwuo na ha nwere ike ịbụ ndị e chepụtara ma ọ bụ chọọ ha mma.",
  "Di na nwunye Dutch, Oliver na Angelika Triebuen zụrụ Jea ma jide ya",
  "Nna ya ukwu zigara ya na mbụ na ụka dị ka ntaramahụhụ, mana Jea ghọrọ Onye Kraịst na-anụ ọkụ n'obi ma mee ya baptizim n'afọ 1780s. Mgbe ọ gafechara ọtụtụ ndị nwe ohu, Jea yiri ka o meela ka onye ikpeazụ kwenye na nnupụisi ya dị ka ohu kwesịrị ka a hapụ ya",
  "Ụlọ ikpe tọhapụrụ ya na ndabere nke ịbụ onye kwesịrị ntụkwasị obi, Onye Kraịst e mere baptizim n'agbanyeghị na ohu ya jụrụ na mbụ ịṅa ntị n'iwu ụlọ ikpe.",
  "N'afọ 1790s Jea gara Boston, New Orleans, South America, na mba Europe dị iche iche, ebe ọ rụrụ ọrụ dị ka onye nkwusa na-ejegharị ejegharị na dị ka onye na-akwọ ụgbọ mmiri na onye na-esi nri ụgbọ mmiri.",
  "N'agbata afọ 1801 na 1805 ọ biri ma kwusaa ozi ọma na Liverpool, England. Mgbe ahụ, ọ rụrụ ọrụ dị ka onye na-esi nri na ụgbọ mmiri na-agagharị na North America, East Indies, South America, West Indies na Ireland ruo afọ 1811, mgbe ndị agha France jidere ụgbọ mmiri ya. Jea nọrọ afọ anọ ka a na-ebugharị ya gburugburu ebe ugwu France tupu a tọhapụ ya na njedebe nke Agha Napoleonic.",
  "Mgbe ọ laghachiri England, Jea biri na Portsea dị nso na Portsmouth na England, ebe o bipụtara akụkọ ndụ ya na akwụkwọ abụ ya n'oge afọ nke 1810s. Ọ ka na-eme njem ruo n'ọnwa Ọktoba afọ 1817, mgbe ọ na-ekwusa ozi ọma na St",
  "Helier na Jersey ebe ọ nwụrụ.",
  "Jea kọrọ na ọ lụrụ di ugboro atọ: nke mbụ ya na nwanyị Amerịka a na-akpọ Elizabeth, onye o kwuru na e gburu ya maka igbu nwa ha; mgbe ahụ ya na Charity, nwanyị Maltese nwụrụ; na n'ikpeazụ ya na Mary, nwanyị Irish.",
  "Jea bụ otu n'ime ndị mbụ na-ede uri n'Afrịka na Amerịka dere akụkọ ndụ ha. Edere akụkọ ndụ ya na Portsea n'etiti afọ 1815 na 1816, mana a maghị ya nke ọma ruo mgbe a chọtara ya ọzọ n'afọ 1983.",
  "Henry Louis Gates Jr",
  "ekwuola na akụkọ ndụ Jea na-emepụta \"njikọ na-efu\" n'etiti akụkọ ndị ohu nke narị afọ nke iri na asatọ, nke na-elekwasị anya na mgbapụta ime mmụọ, na mgbe e mesịrị akụkọ narị afọ nke iri na itoolu, nke kwadoro ihe kpatara ndọrọ ndọrọ ọchịchị nke mkpochapụ. Isiokwu okpukpe na-achịkwa akụkọ ndụ Jea",
  "N'ezie, Jea na-akọwa nnweta ya nke ịgụ na ide n'ihi nleta ọrụ ebube nke mmụọ ozi, onye na-akụziri ya ịgụ Oziọma Jọn. Ma a na-agwakọta isiokwu ndọrọ ndọrọ ọchịchị na akụkụ okpukpe ndị a, ọrụ ahụ na-ekwukwa mgbe niile na ịgba ohu bụ ikpe na-ezighị ezi dị mkpa ka a kpochapụ",
  "Gates na-akpọ ọrụ Jea \"nke ikpeazụ n'ime nnukwu akụkọ ndụ ohu ojii 'dị nsọ'",
  "\"",
  "Jea bipụtakwara akwụkwọ abụ a na-akpọ A Collection of Hymns",
  "Ọ bụ John Jea, African Preacher of the Gospel (1816) chịkọtara ma họrọ ya",
  "O nwere egwu 334, gụnyere ịrị abụọ na itoolu nke Jea dere n'onwe ya."
]