[
  "John Adedayo Bamidele Adegboyega (a mụrụ na 17 Machị 1992), onye a maara dịka John Boyega, bụ onye Britain na-eme ihe nkiri na onye na-emepụta ihe nkiri. O bu ụzọ bụrụ onye a ma ama na obodo ya bụ Britain maka ọrụ ya dịka Moses na ihe nkiri sci-fi na-atọ ọchị Attack the Block (2011), ọganihu ya na mba ụwa bịara na ọrụ ya dịka Finn nakwa Star Wars sequel trilogy films The Force Awakens (2015), The Last <i id=\"mwIw\">Jedi</i> (2017), na The Rise of Skywalker (2019).",
  "Ihe ndị ọzọ o nwetara gụnyere ihe nkiri Imperial Dreams (2014), ihe nkiri akụkọ ihe mere eme Detroit (2017), ihe nkiri akụkọ sayensị Pacific Rim: Uprising (2018), nakwa ihe omume anọ nke ihe omume telivishọn 24: Live Another Day",
  "O nwetara BAFTA Rising Star Award n'afọ 2016, na Trophée Chopard n'afọ 2016 Cannes Film Festival",
  "E hotara ya dịka otu n'ime Top 100 kasị nwee mmetụta n'Afrịka site na magazin New African n'afọ 2020.",
  "Boyega gosipụtara Leroy Logan na ihe omume nke atọ nke Steve McQueen's anthology series Small Axe (2020)",
  "Maka arụmọrụ ya, o ritere Golden Globe Award for Best Supporting Actor - Series, Miniseries or Television Film na Critics' Choice Television Award for Best Actor in a Movie/Miniseries.",
  "A mụrụ Boyega na mpaghara Camberwell nke London ma tolite na Peckham",
  "Nne na nna ya, Abigail (onye nlekọta) na Samson Adegboyega (onye ozi Pentikọstal) bụ ndị Naijiria. O nwere ụmụnne nwanyị abụọ tọrọ ya, Grace na Blessing.",
  "Ọrụ mbụ ya bụ agụ owuru n'egwuregwu na Oliver Goldsmith Primary School. Mgbe ọ nọ n'egwuregwu ọzọ n'ebe ahụ mgbe ọ dị afọ itoolu, Teresa Early, onye nduzi ǹkà nke Theatre Peckham, ụlọ ihe nkiri mmụta maka ndị na-eto eto bi na ndịda London hụrụ ya",
  "Ọ mefuru oge ya n'ebe ahụ n'èzí ụlọ akwụkwọ site na afọ itoolu ruo afọ iri na anọ",
  "E nwere akụkọ na nna ya chọrọ ka Boyega bụrụ onye ozi, mana Boyega gọnahụrụ nke a n'ajụjụ ọnụ ya na Sam Sanders nakwa Fresh Air, na-ekwu na nna ya kwadoro ọdịmma ihe nkiri ya. Boyega na Grace so na ndị ikpeazụ hụrụ Damilola Taylor dị ndụ: ha bụ ndị enyi na ndị Boyegas nyere aka na-ele ya anya.",
  "N'afọ 2003, Boyega malitere agụmakwụkwọ sekọndrị ya na Westminster City School, ebe ọ nọ na mmepụta ụlọ akwụkwọ dị iche iche. Site n'afọ 2008 ruo afọ 2010, ọ gara South Thames College na kọleji Wandsworth campus iji mụọ maka National Diploma in Performing Arts. Ọrụ ya n'ebe ahụ gụnyere ịrụ ọrụ aha na mmepụta nke kọleji nke Othello. Ọ debara aha ya na Mahadum Greenwich iji mụọ maka BA na ọmụmụ ihe nkiri nakwa edemede mgbasa ozi, mana ọ kwụsịrị iji lekwasị anya na ọrụ ime ihe nkiri ya. Ọ na-enwe ọzụzụ na Identity School of Acting na London, wee bụrụ onye nlekọta nke alaka ya na Los Angeles mgbe ọ mepere na 2018.",
  "Boyega nwetara ọzụzụ na Identity School of Acting na Hackney, ma pụta na Six Parties na National Theatre na Category B nakwa Tricycle Theatre tupu e nye ya ọrụ na ihe nkiri 2011 Attack the Block N'ọnwa Septemba afọ 2011, HBO kwupụtara na a họpụtara Boyega na ihe nkiri ịkụ ọkpọ Da Brick, dabere na ndụ Mike Tyson",
  "A tụrụ anya na Boyega ga-egwu Donnie, onye a tọhapụrụ n'ụlọ mkpọrọ ụmụaka n'ụbọchị ọmụmụ ya nke iri na asatọ wee malite inyocha ihe ọ pụtara ịbụ nwoke",
  "Onye na-anya ụgbọelu ahụ, nke John Ridley dere, HBO ebuteghị ya. Nakwa n'afọ 2011, Boyega mere ihe nkiri Junkhearts dịka Jamal, onye na-ere ọgwụ ọjọọ nke chọtara ụfọdụ égbè ma gbalịa ire ha.",
  "Fionnuala Halligan nke Screen International họọrọ Boyega dịka otu n'ime \"UK Stars of Tomorrow 2011\" ma soro ndị na-eme ihe nkiri abụọ ọzọ pụta na mkpuchi nke mbipụta magazin ahụ nke July 2011. N'ọnwa Machị afọ 2012, a họpụtara ya na ihe nkiri nke akwụkwọ Chimamanda Ngozi Adichie bụ Half of a Yellow Sun",
  "Na 29 Eprel 2014, a kwadoro na a họpụtara Boyega dịka onye isi na Star Wars: The Force Awakens E mechara kpughee na ọ ga-egosi ka Finn, onye agha nke mbụ, onye, mgbe ọ hụrụ obi ọjọọ ha, hapụrụ ike ndị agha ma sonye n'ọgụ megide ha",
  "E wepụtara ihe nkiri ahụ na 18 Disemba 2015",
  "Ndị nkatọ na ndị na-ege ntị nabatara ihe nkiri ahụ na arụmọrụ Boyega.",
  "N'afọ 2017, Boyega pụtara na Detroit, ihe nkiri Kathryn Bigelow banyere ọgba aghara Detroit nke afọ 1967, ma kwughachi ọrụ ya dị ka Finn na Star Wars: The Last Jedi",
  "Boyega gosipụtara ịdị n'otu na George Floyd, Sandra Bland, Trayvon Martin, yana Stephen Lawrence n'oge okwu na nnọkọ Black Lives Matter na Hyde Park, London",
  "Ọtụtụ ndị ama ama kwadoro mmegharị ahụ ya, Lucasfilm kwughachiri nkwado ha maka Boyega na Black Lives Matter movement.",
  "N'ajụjụ ọnụ nke afọ 2020 na British GQ, Boyega katọrọ Disney n'ezoghị ọnụ maka ịhapụ àgwà ya Finn na Star Wars sequel trilogy: \"[W]hat M ga-asị Disney na ọ gaghị ewepụta onye ojii, na-ere ha ka ha dị mkpa na franchise karịa ka ha dị ma mee ka ha gaa n'akụkụ",
  "Ọ dịghị mma",
  "Aga m ekwu ya ozugbo",
  "\" Boyega bụkwa onye na-adịghị aṅụ mmanya.",
  "Ihe ngosi ogige ntụrụndụ"
]