[
  "John Africa (July 26, 1931 - May 13, 1985), a mụrụ Vincent Leaphart, bụ onye guzobere MOVE, otu ndị isi ojii dị na Philadelphia, nke na-arụsi ọrụ ike site na mmalite afọ 1970 ma ka na-arụ ọrụ",
  "E gburu ya na ndị na-eso ụzọ ya n'ụlọ obibi, nke jere ozi dị ka isi ụlọ ọrụ MOVE, n'ọkụ mgbe Ngalaba Ndị Uwe Ojii Philadelphia ji C4-bombụ ụlọ ahụ, ma kpachara anya hapụ ọkụ ahụ ruo mgbe ọ na-enweghị nchịkwa na-esote esemokwu na ọgụ ọkụ n'etiti MOVE na ndị uwe ojii.",
  "A mụrụ Vincent Leaphart na July 26, 1931, na mpaghara Mantua nke West Philadelphia",
  "Nna ya, Frederick Leaphart bụ onye ọrụ aka ebe nne ya Lennie Mae bụ onye na-elekọta ụlọ",
  "Ọ bụ otu n'ime ụmụ iri",
  "Lennie Mae nwụrụ na mberede na mbido afọ 40, Africa ga-emesị na-ata ụlọ ọgwụ ụta maka ọnwụ ya",
  "Dị ka nwatakịrị, ọ dị \"nro nke ukwuu\" ma ghara ibu ibu",
  "Mgbe ọ dị afọ itoolu, a kpọfere ya n'ụlọ akwụkwọ maka ndị na-amụ ihe ngwa ngwa iji mụta ọrụ dị mfe",
  "Ọ ga-anọgide na-alụ ọgụ n'ụlọ akwụkwọ ma kwụsị mgbe ọ dị afọ iri na isii.",
  "N'ịbụ onye ndị agha US dere n'oge Agha Korea, Leaphart ga-eje ozi ihe karịrị otu afọ n'òtù ndị agha",
  "Ọ ga-emecha kwuo maka ọdịiche dị n'etiti ọwụwa anyanwụ n'elu ugwu Korea na ajọ égbè agha. Mgbe ọ lọtara, ọ zutere Dorothy Clark ma lụọ di na nwunye n'oge na-adịghị anya mgbe nke ahụ gasịrị mgbe ọ dị afọ 29",
  "Ọ ga-emecha kọwaa alụmdi na nwunye ha dị ka ndị nkịtị na ndị enyi kọwara Leaphart dị ka onye dị larịị na onye a pụrụ ịdabere na ya, na-ekwukwa na Dorothy ga-enyere ya aka na ọgụgụ na ide ihe.",
  "N'afọ 1971, ọ kwagara ezinụlọ ya na Powelton, mpaghara Polyglot na West Philadelphia, nso Mahadum Pennsylvania",
  "Community Housing Inc., bụ otu mmekorita nke ndị otu ya jikọtara ego iji zụta ụlọ ole na ole iji biri na ya na echiche nke inupụ isi megide ọha mmadụ na-emegbu mmadụ nke mebiri ụlọ iji mee ka ụlọ agụmakwụkwọ dịkwuo mma",
  "Ọ bụ ezie na mpaghara ahụ nwere ọnụ ọgụgụ ka ukwuu nke ndị bi na agụmakwụkwọ, a na-ahụ Leaphart dị ka onye na-adịghị ahụkebe ma na-anabata ebe mpaghara ahụ dị iche iche",
  "N'ịbụ ndị a na-emebi iwu, ụlọ ọrụ ahụ batara ma zụta ụlọ ya ka o wee nwee ike ịnọgide na-ebi ebe ahụ. N'afọ 1972, Leaphart gbanwere aha ya ka ọ bụrụ John Africa iji nọchite anya kọntinent ebe ndụ malitere.",
  "Afrịka jisiri ike dọta ndị mmadụ nọ na mpaghara Philadelphia bụ ndị dị njikere ikwere n'echiche ya",
  "O mechara zute Donald Glassey, onye ọrụ mmekọrịta ọha na eze si na Mahadum Pennsylvania, onye nkuzi Afrịka nwere mmasị dị ukwuu nke na o wepụtara onwe ya ide ma chịkọta echiche ndị Afrịka na-amaghị akwụkwọ n'ime akwụkwọ",
  "Ihe ndekọ Glassey mechara bụrụ ihe ndabere nke akwụkwọ a na-akpọ \"The Guidelines\". Site na Glassey, Africa kwagara nzukọ ọhụrụ ya n'ụlọ dị na Pearl Street na West Philadelphia",
  "Mgbe ya na Glassey kewara n'ihi echiche dị iche iche, Africa mere \"The Guidelines\" isi iyi maka ozizi ya na ụkpụrụ nke MOVE, nke e guzobere na 1972 dị ka Christian Movement for Life",
  "Ntuziaka ahụ gosipụtara ozizi dị ka iri nri na-eri nri na uru nke ihe niile dị ndụ.",
  "MOVE nabatara ndị otu n'agbanyeghị ihe ha mere n'oge gara aga ma kụzie nkuzi gbasara nrụrụ aka, ịkpa ókè agbụrụ, na mkpa maka onye ọ bụla n'ime ọha mmadụ na-abawanye na teknụzụ. Ọzọkwa, nzukọ ahụ mere mkpesa megide obi ọjọọ anụmanụ na zoo, usoro agụmakwụkwọ, na obi ọjọọ ndị uwe ojii",
  "N'ihi ya, ndị uwe ojii na-enyocha ndị otu MOVE",
  "Dị ka Let the Fire Burn si kwuo, ihe ngosi e wepụtara na 2013, otu onye uwe ojii Philadelphia kpughere na n'etiti 1972 na 1978, njide 193 nke ndị otu MOVE na ikpe ụlọ ikpe 93 sochirinụ mere.",
  "N'August 8, 1978, ndị uwe ojii Philadelphia nwara ịchụpụ nzukọ MOVE n'ụlọ ha na Pearl Street",
  "Esemokwu mere, nke mere ka a gbaa égbè, na ọnwụ nke otu onye uwe ojii, James J",
  "Ramp, yana ọtụtụ mmerụ ahụ",
  "E jidere ndị otu MOVE itoolu ma wepụ nzukọ ahụ n'ụlọ ha na Pearl Street",
  "A kwaturu ụlọ ahụ ozugbo ma maa \"MOVE 9\" ikpe maka ọnwụ onye uwe ojii ahụ",
  "Merle Africa na Phil Africa nwụrụ na usoro ụlọ mkpọrọ Pennsylvania",
  "A tọhapụrụ nke ikpeazụ n'ime ndị fọdụrụ na Febụwarị 2020.",
  "Glassey, mgbe a chọtara ya na ngwá agha, e mechara jide ya",
  "O tinyere Africa na ndị otu MOVE ndị ọzọ na mpụ dị iche iche",
  "N'abalị iri abụọ na atọ n'ọnwa Julaị n'afọ 1981, n'ụlọ ikpe gọọmentị etiti nke Philadelphia, e kpere Africa na onye ya na ya na-ebo ebubo Alfonso Africa (na-anọchite anya onwe ha) ikpe ma tọhapụ ha n'ebubo ngwá agha na nkwekọrịta site n'aka ndị ọka ikpe nke tụgharịrị uche ruo ihe fọrọ nke nta ka ọ bụrụ ụbọchị isii.",
  "Mgbe MOVE gasịrị, John Africa kwagara ebe ọhụrụ na Osage Ave",
  "na West Philadelphia, ndị ọrụ mmanye iwu nwetara ikike n'aka ụlọ ọrụ onye isi obodo iji chụpụ ndị otu MOVE n'ihi mkpesa ndị agbata obi banyere okwu rụrụ arụ na ikike ijide",
  "Na Mee 13, 1985, ha nwara ịchụpụ MOVE ma mee akwụkwọ ikike ijide mmadụ",
  "Enweghị nkwenye site na MOVE ghọrọ ọgụ na ọgụ.",
  "Mmadụ iri na otu MOVE, gụnyere John Africa, ndị okenye ise ndị ọzọ na ụmụaka ise nwụrụ n'ọkụ ahụ",
  "Ọ bụ ezie na ndị otu ahụ niile gbakọtara n'okpuru ala nwere ohere ịbanye n'okporo ámá azụ, okporo ámá ahụ nọ n'okpuru égbè ndị uwe ojii",
  "Nanị nwanyị ahụ dị ndụ kọwara mgbọ na-efe gburugburu n'oge mbụ ọ nwara ịgbapụ, naanị nwatakịrị ahụ dị ndụ kọwakwara na ọ nụrụ ụda égbè na-akpaghị aka mgbe ha nwara ịgba ọsọ n'ọkụ ahụ",
  "Ndị uwe ojii nọ n'ebe ahụ gọnahụrụ nkwupụta ndị a. Naanị Ramona na Birdie Africa lanarịrị, ọ bụ ezie na ha abụọ nwere nnukwu ọkụ",
  "A tọhapụrụ Birdie mana a mara Ramona ikpe ma maa ya ikpe ịga mkpọrọ afọ asaa",
  "Ọ nọrọ oge niile. N'agbanyeghị eziokwu ahụ bụ na ndị uwe ojii Philadelphia na ndị ọrụ ọkụ ọkụ ka ndị Philadelphia Special Investigation Commission (MOVE) chọpụtara na ha nwere ikpe n'amaghị ama, ọ dịghị ebubo mpụ e tinyere megide onye ọ bụla n'ime ndị mere bọmbụ ahụ, ọkụ ọkụ, na ọnwụ kpatara ya.",
  "A na-ahazi John Africa dị ka onye anarcho-primitivist",
  "Ozizi ya mesiri ike mkpa ndụ niile dị na ụzọ isi kwado, agha, ịkpa ókè agbụrụ, na ikike mmekọrịta mmadụ na ibe ya dị ka ndị na-emegide eziokwu a",
  "Ọ gbara ume iri akwụkwọ nri, nri a na-esighị esi, na ndụ obodo",
  "Dị ka ebe nrụọrụ weebụ MOVE si kwuo, \"John Africa na-eleda ajọ mbunobi anya, na-eleghara ụkpụrụ mmadụ mere nke onye dị ala,\" na \"John Africa-akụziri ndị MOVE ikwere ma hụ ndụ n'anya, ịghọta mkpa ndụ dị ma chebe ndụ niile n'otu ụzọ ahụ, nke pụtara ihe niile dị ndụ (ndị mmadụ, anụmanụ, mmiri, ala, ikuku)",
  "\"",
  "Onye na-eme ngagharị iwe na Philadelphia bụ Mumia Abu-Jamal agbasoro ozizi John Africa, ọ bụkwa onye na-akwado nzukọ MOVE. N'oge ikpe igbu ọchụ nke Abu-Jamal na 1982 maka ọnwụ nke onye uwe ojii, Abu-J amal rịọrọ arịrịọ ugboro ugboro ka Africa nọchite anya ya",
  "Onye ọka ikpe jụrụ arịrịọ ndị a n'ihi na Africa abụghị onye ọka iwu nwere ikikere."
]