[
  "John T",
  "Scott (ubochí irí atọ n'ọnwa Juun, 1940 rụo ụbọchị mbụ n'ọnwa Septemba, 2007) bụ ónyé America na-ese ihe, onye na-ese foto, onye na'ebi akwụkwọ, ónyé na na-ese collagist, na MacArthur Fellow. Ọrụ Scott na-ejikọta abstraction na usoro nke ógè a na-etinye aka na nka ọdịnala Africa na isiokwu Panafrican.",
  "A mụrụ Scott n'ugbo dị na Gentilly, mpaghara akụkọ ihe méré eme nke New Orleans, Louisiana",
  "Mgbè ọ dị afọ asaa, ezinụlọ ya kwagara na Lower Ninth Ward. Nná ya bụ ónyé ọkwọ ụgbọala na onye na-esi nri na ụlọ oriri na ọṅụṅụ",
  "Scott kwuru na ọzụzụ nka ya malitere n'ụlọ ebe ọ mụtara ịkpa ákwà n'aka nné ya. A zụlitere Scott na Katọlik.",
  "Mgbè ọ gụsịrị akwụkwọ sekọndrị, ọ gàrà Mahadum Xavier nke Louisiana na New Orleans wee nweta nzere Bachelor of Arts",
  "Ọ natara nzèrè Master of Fine Arts na Mahadum Michigan State dị na East Lansing, Michigan na 1965 ebe ọ gụrụ akwụkwọ n'okpuru ónyé na-ese ihe Charles Pollock. Mgbè nke ahụ gasịrị, ọ laghachiri Xavier ebe ọ kụziri ihe ruo afọ iri anọ",
  "N'afọ 1983, Scott natara onyinye iji mụọ ihe n'okpuru ónyé na-ese ihe a ma ama n'ụwa niile bụ George Rickey. N'afọ 1995, Scott natara Doctor of Humanities site na Mahadum Michigan State na Doctor of Human Sciences site na Machị Tulane na New Orleans n'afọ 1997",
  "N'afọ 1992, e nyèrè ya MacArthur Grant (nke a makwaara dị ka \"Genius Grant\") site na John D",
  "na Catherine T",
  "MacArthur Foundation.  O jiri ego ahụ wuo ụlọ ọrụ buru ibu.",
  "A maara Scott nke ọma màkà ịmepụta nnukwu ihe osise osisi na màkà ihe osise ya nke African-Caribbean-New Orleans",
  "N'afọ 2005, ọ bụ isiokwu nke nnukwu ihe ngosi na New Orleans Museum of Art nke akpọrọ \"Circle Dance: The Art of John T",
  "Scott\". E nyekwara Scott ọrụ ịmepụta ọtụtụ iberibe ndị a na-etinye n'ọbọdọ New Orleans",
  "Ọrụ ọha na eze ndị a na New Orleans gụnyere Spirit Gates na New Orleans Museum of Art na Spirit House na DeSaix Circle (na St",
  "Bernard na Gentilly Boulevards) na Seventh Ward na River Spirit na Woldenberg Park n'akụkụ Osimiri Mississippi dị nso na Port of New Orleans. E hotara Scott ka ọ na-ekwu na ọ gbalịrị ijide egwu nke New Orleans na agba na ụda nke ihe ọkpụkpụ ya.",
  "Ọrụ Scott na-egosipụtakarị isiokwu ndị metụtara ndụ ndị Africa na America, ọkachasị ọdịbendị Afro-Caribbean bara ọgaranya na ihe nketa egwu nke New Orleans",
  "Otu n'ime ihe atụ kachasị mma nke ụdị a bụ ihe ọkpụkpụ ya a na-akpọ ''Ocean Song' nke dị na Woldenberg Park (New Orleans)",
  "Scott kwuru na mgbaaka ndị dị n'elu ihe ahụ a tụrụ atụ na-anọchite ányá ịgba egwú gbụrụ-gbúrụ nke ndị ohu na-agakarị Congo Square na-eme. A makwaara ya màkà iji ihe dị iche iche na-ewu ihe osise ya, dị ka ọla nchara a kpụrụ akpụ, eriri ọla dị nro nke waya na osisi siri ike gbagọrọ agbagọ iji mepụta ihe ọkpụkpụ na-akpali akpali.",
  "A na-egosipụta ọrụ John T",
  "Scottish n'ọtụtụ nchịkọta na-adịgide adịgide gụnyere:",
  "Scott gbapụrụ New Orleans obere ógè tupu ajọ ifufe Katrina adaa n'ọnwa Ọgọstụ afọ 2005 wee biri na Houston, Texas",
  "Ọ nwụrụ n'ụlọ ọgwụ Metọdist dị na Houston mgbè ọ natara transplant abụọ abụọ na ogologo ọgụ ya na fibrosis nke akpa ume.",
  "Ihe ngosi a na-akpọ \"Beyond Black\" nke gosipụtara Ed Clark, Eugene J",
  "Martin na John T",
  "Scott meghere na LSU Museum of Art, Shaw Center for the Arts, Baton Rouge, LA, ubochí irí abụọ na asatọ n'ọnwa Jenụwarị na úbọchị asatọ n'ọnwa Mee, 2011",
  "McKenna Museum of African-American Art na New Orleans kwadoro ihe ngosi ụtụ n'oge mgbụsị akwụkwọ 2014 dị ka ihe ngosi Satellite Prospect.3+."
]