[
  "John Wesley Hardrick (ubochí irí abụọ na otu n'ọnwa Septemba, 1891 rụo ubochí irí na asatọ n'ọnwa Ọktoba, 1968) bụ onye America na-ese ihe. Ọ na-ese ihe osise ala, ihe ndị nwụrụ anwụ na ihe osise.",
  "Nnà nná Hardrick, Shephard Hardrick, bụ ónyé ọrụ ugbo nwèrè ala na Kentucky nke ya na ezinụlọ ya gbagara Indianapolis na 1871 n'ihi ọrụ nke The Night Riders, ónyé bu ụzọ na Ku Klux Klan. Nné na nnà Hardrick bụ Shephard Hardrick, Jr., na Georgia Etta West, ndị lụrụ na úbọchị irí n'ọnwa Ọktoba, 1888 ma biri na South Prospect Street na Indianapolis, Indiana. O gosipụtara na talent dị ka nwa okorobịa, na-amụta ise ihe na mmiri mgbe ọ dị afọ asatọ na-enweghị ntụziaka",
  "Dị ka onye nọ n'afọ iri na ụma, ya na Otto Stark gụrụ akwụkwọ na Manual High School nke Eli Lilly na Company na-eji ugbu a dị ka ọfịs. Ọ banyere na eserese na Indiana State Fair mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, na-emeri ọtụtụ onyinye",
  "Mgbe ọ dị afọ iri na itoolu, ọ banyere ihe osise na eserese iri ise na atọ, na-enweta onyinye asatọ nke gụnyere ọtụtụ ihe nrite mbụ",
  "Nke a nyere Hardrick aha ọjọọ nke na ọ malitere ịnata agụmakwụkwọ nka mgbe ọ debanyere aha na Ọktoba, 1910 na Herron School of Art na Indianapolis, na-amụ ebe ahụ na William Forsyth ruo 1918. Iji kwado agụmakwụkwọ ya, Hardrick rụrụ ọrụ na Indianapolis Stove Foundry ma ree akwụkwọ akụkọ.",
  "Ọ lụrụ Georgia Anna Howard na 1914",
  "Ha nwèrè ụmụ, Rowena, Raphael, Georgia, na Rachel.",
  "Ka ọ na-erule 1917, aha Hardrick dị n'ógbè ahụ dị otú ahụ nke na ya na William Edouard Scott gosipụtara na ngosi nké iri nkè ọrụ nke Indiana Artists na Herron School of Art, ndị ikom abụọ ahụ nwetara otuto dị egwu. Ka ọ na-erule 1924, ya na Hale Woodruff nwekọrọ ụlọ ọrụ na 5421⁄2 Indiana Avenue. N'ụzọ dị mwute, ọnọdụ ego ya dị otú ahụ na ka ọ na-erule afọ 1925, ọ na-arụ ọrụ na azụmaahịa ụgbọ ala ezinụlọ ma malite azụmaahịa nhicha kapet iji nyere aka kwado ezinụlọ ya, mana n'agbanyeghị ihe mgbochi oge ndị a, ọ ka chọtara ógè iji see ihe",
  "N'ikwu okwu banyéré ihe ngosi 1927 na Pettis Gallery na Indianapolis, otu nyocha kwuru na ọrụ ya yiri ka ọ na-eto ma na-etolite n'ime afọ abụọ ahụ. N'otu afọ ahụ, Hardrick na Woodruff so na ndị gosipụtara na ihe ngosi nke ndị na-ese ihe n'Africa na America nke Art Institute of Chicago",
  "Na mgbakwunye, n'afọ ahụ, ọ natara otu narị dollar honorarium na ọla nchara nke abụọ site na Harmon Foundation",
  "Ónyé isi ọbọdọ Ert Slack nyèrè ya ya n'oge emume nke kwanyere ihe ndị Afrịka-Amerịka rụzuru ùgwù dị ka akụkụ nke isii nke obodo ahụ na-eme kwa afọ na Sọnde Inter-Racial. Nke a dugara n'ịgba ego ịzụta otu n'ime ihe osise ya a ma ama, Little Brown Girl.",
  "Ihe ngosi mbụ Hardrick bụ na 1904 mgbè ọ dị afọ iri na atọ na mgbakọ Negro Business League ma gosikwara ọrụ ya na 1904 na Indiana State Fair.",
  "Ihe ngosi mbụ ya dị mkpa bụ na Allen Chapel, A.M.E",
  "Church na 1914. N'afọ 1928, o sere ihe osise na African Methodist Episcopal Church na Indianapolis nke akpọrọ \"Kraịst na nwanyị Sameria na olulu mmiri\".",
  "E gosipụtara ọrụ Hardrick na 10th Annual Exhibition of Works by Indiana Artists na 1917",
  "Hale Woodruff na Hardrick nwekọrọ otu ụlọ ihe nkírí ruo ógè ụfọdụ na 1920s na 541 Indiana Avenue na 1927 gosipụtara ọnụ na Art Institute nke Chicago",
  "N'afọ 1927, Hardrick natara ọla nchara site na ntọala Harmon maka ihe osise ya, Portrait of a Young Girl Malite na 1928, Hardrick natara enyemaka site na Harmon Foundation ruo afọ isé. E tinyere nka ya na ngosi nke abụọ kwa afọ nke nka Negro nke ógè a na San Diego, California na 1929. Ọzọkwa na 1929, e gosipụtara ọrụ ya na Smithsonian Institution. Ọ rụrụ ọrụ dị ka ónyé na-ese ihe n'ahụ maka ọrụ na-aga n'ihu na 1933-34. N'afọ 1933, ọ natara eriri na-acha anụnụ anụnụ na Indiana State Fair maka onyinyo ya bụ Mammy",
  "E liri John Wesley Hardrick na Crown Hill Cemetery na Indianapolis, Indiana.",
  "A na-akpọkwa ụlọ dị na ogige nke Mahadum Indianapolis - Mahadum Purdue Indianapolis (IUPUI) aha ónyé omenkà ahụ."
]