[
  "Johnson Bamidele Olawumi bụ Major General nke ndị agha Naijiria na onye bụbu Director General nke National Youth Service Corps.\nỌ bụ onye nhazi ugbu a, Nigerian Army Aviation",
  "Tupu ugbu a, ọ bụ onye nduzi, Cyber Security na Defence Space Agency, Commandant na Nigerian Army School of Electrical and Mechanical Engineering ma bụrụkwa n'otu oge, onye nduzi ukwu nke National Youth Service Corp",
  "Tupu nhọpụta ya dị ka DG NYSC, ọ bụ onye isi ndị isi na Chief of Army Staff, Lieutenant General OA Ihejirika.",
  "A mụrụ Olawumi na Iyin Ekiti, obodo dị na Ekiti Steeti, Ndịda-Odida Anyanwu Naijiria. \nỌ gara ụlọ akwụkwọ praịmarị na Army Children School, Mokola na Ibadan, isi obodo Oyo Steeti",
  "Ọ gara CAC Grammar School, Akure na Ondo State ebe ọ nwetara asambodo ụlọ akwụkwọ West African",
  "E debanyere aha ya na Nigerian Defence Academy na Septemba 24, na afọ 1984 ma nye ya ọrụ dị ka onye isi nke abụọ n'ime ndị agha Naịjirịa na Septemba 23, na afọ 1989.\nO nwetara nzere bachelọ na mgbakọ na mwepụ na Nigerian Defence Academy na afọ 1988 na nzere masta na injinia igwe na Mahadum Ilorin na afọ 1997",
  "Ọ gara Mahadum nke London, ebe ọ nwetara nzere masta na ọmụmụ nchekwa n'afọ 2006.",
  "E debanyere aha ya na Nigerian Defence Academy na Septemba 24, 1984 ma nye ya ọrụ dị ka onye isi nke abụọ n'ime ndị agha Naịjirịa na Septemba 23, 1989.\nNa Septemba 24, 1992, e buliri ya n'ọkwa onye isi ụgbọ mmiri, ma, mgbe afọ ise nke ije ozi gasịrị, e buliri ọ n'ọkwá onye isi, na Septemba 24, 2002, ọ ruru ọkwa lieutenant colonel.\nNa Septemba 24, 2007, e buliri ya n'ọkwa nke colonel, na Septemba 24, 2012, ọ ruru ọkwa nke brigadier general.\nN'afọ 2011, a họpụtara ya ka ọ bụrụ osote onye nduzi, Ngalaba Logistics, Ngalaba Iwu na Atụmatụ nke isi ụlọ ọrụ ndị agha. Na Disemba 23, 2013, Goodluck Ebele Jonathan, onye bụbu onye isi ala Naijiria, họpụtara ya dị ka onye isi nchịkwa nke National Youth Service Corp.",
  "Na Disemba 9, e buliri ya n'ọkwa Major General na ndị agha Naịjirịa."
]