[
  "John Shearer (Ọnwa Eprel 21, afọ 1947 - Juun 22, afọ 2019) bụ onye Amerịka na-ese foto, onye edemede, na onye na-eme ihe nkiri, nke a maara nke ọma maka foto akụkọ ya, ọkachasị nke \"ihe gbasara agbụrụ\", olili ozu nke John F",
  "Kennedy na Martin Luther King Jr., na Muhammad Ali tupu ya na Joe Frazier lụọ ọgụ.",
  "A mụrụ John Shearer n'ọnwa Eprel 21, afọ 1947, na Harlem n'aka Phyllis Shearer, onye ọka iwu nke ga-emesị bụrụ osote Kọmishọna nke Ọrụ Ọha na Westchester County, New York, na Ted Shearer، onye nduzi nka nke BBDO na onye na-ese ihe nkiri nke ga-emecha mepụta <i id=\"mwHQ\">Quincy</i>. Mgbe ọ nọ na klas nke atọ, ezinụlọ ya si Harlem kwaga na mpaghara Parkway Gardens nke Greenburgh, New York. Mgbe ọ dị afọ 8, ọ malitere ise foto. Ọ gara n'ihu merie asọmpi foto nke Scholastic maka ụmụaka ma gosipụta ya na Grand Central Terminal mgbe ọ dị afọ iri na ụma. Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị, ọ debanyere aha na Rochester Institute of Technology, mana ọ kwụsịrị iji mee foto oge niile",
  "Ọ chọrọ ikpuchi ngagharị iwe gburugburu Agha Vietnam, nke ọ megidere.",
  "N'afọ 1966, mgbe ọ dị afọ iri abụo, ọ sonyeere ndị ọrụ Look dị ka onye na-ese foto oge niile. N'afọ 1969, ọ hapụrụ Look for Life, ebe ọ bụ onye ọrụ Afrịka-Amerịka nke abụọ na-ese foto mgbe onye agbata obi ya na onye nduzi ya, Gordon Parks gasịrị. N'afọ 1972, Association of Magazine Photographers kpọrọ ya onye na-ese foto nke afọ. N'afọ 1986, ọ lụrụ Marianne Wiant, onye ya na ya mụrụ ụmụ abụọ: Alison na William. Di na nwunye ahụ kwagara Katonah n'afọ 1990.",
  "Shearer bụ onye natara afọ 2019 Trailblazers Award nke African American Advisory Board nke Westchester County nyere.",
  "Ọ nwụrụ na ọrịa kansa prostate n'ọnwa Juun 22, afọ 2019 na Eastham, Massachusetts mgbe ọ dị afọ 72. Dị ka Abigail Abrams si kwuo na Time, ọrụ kachasị amasị ya bụ akụkọ maka Life banyere ndị owuwe ihe ubi, otu òtù na South Bronx.",
  "N'oge ndụ ya, o nwetara onyinye mba 175, gosipụtara ya na Metropolitan Museum of Art, Museum of Modern Art, na Whitney Museum of American Art, ma kụzie na Mahadum Columbia na Graduate School of Journalism."
]