[
  "John Peters Humphrey OC (April 30, 1905 na March 14, 1995) bụ onye Canada na-amụ iwu, onye ọka iwu, na onye na-akwado ikike mmadụ",
  "Ọ bụ onye a ma ama dị ka onye isi dere edemede nke mbụ nke Universal Declaration of Human Rights.",
  "A mụrụ Humphrey na Frank Humphrey Na Nellie Peter na Eprel 30, n'afọ 1905, na Hampton, New Brunswick",
  "Ọdachi dakwasịrị ya n'oge ọ bụ nwata: nne na nna ya nwụrụ n'ọrịa kansa, na otu aka ya n'ihe mberede mgbe ọ na-egwuri egwu na ọkụ",
  "Humphrey gara ụlọ akwụkwọ obibi ebe ọ tachiri obi na ụmụ akwụkwọ ndị ọzọ na-akwa emo; a na-azọrọ na nke a nwere mmetụta n'ịzụlite àgwà ya na ọmịiko.",
  "John Humphrey tinyere akwụkwọ na Mahadum Mount Allison mgbe ọ dị afọ iri na ise, site na Rothesay Collegiate School ma nabata ya",
  "Ọ gara Mahadum McGill ma soro nwanne ya nwanyị Ruth onye bụ onye nkuzi na Montreal, Quebec biri",
  "Humphrey gụsịrị akwụkwọ na McGill na 1925 ebe e nyere ya nzere Bachelor of Commerce site na School of Commerce, akụkụ nke Desautels Faculty of Management",
  "O debanyere aha na Bachelor of Arts na Bachelor of Law na McGill, gụsịrị akwụkwọ na 1927 na 1929 n'otu n'otu",
  "Mgbe ọ gụsịrị akwụkwọ, e nyere Humphrey fellowship iji mụọ na Paris, na-esi Montreal na RMS <i id=\"mwHw\">Aurania</i>",
  "Ọ zutere onye njem ibe ya Jeanne Godreau mgbe ọ nọ n'ụgbọ ahụ ma ha lụrụ na Paris obere oge ha rutere.",
  "Humphrey laghachiri Montreal mgbe ọ nwesịrị mkpakọrịta ka ọ rụọ ọrụ iwu ruo afọ ise tupu ọ nabata ọkwa nkuzi dị ka prọfesọ na McGill; ọ debanyere aha na mmemme Master of Law, ọkachamara na iwu mba ụwa",
  "N'ime afọ ndị 1930 a na-ewere Humphrey dị ka nwoke Renaissance nwere ọtụtụ mmasị ya na agụmakwụkwọ, nka na ọdịmma mmadụ.",
  "Mgbe ọ na-akụzi na McGill na mbido afọ 1940, Humphrey zutere Henri Laugier, onye gbara ọsọ ndụ si France nke na-arụ ọrụ maka ndị Free French",
  "N'afọ 1943, Laugier kwagara Algeria ịkụzi na Mahadum Algiers ma mesịa bụrụ osote odeakwụkwọ ukwu nke United Nations.",
  "Mgbe ọ nọ na Mahadum McGill, John Peters Humphrey guzobere McGill Debating Union, otu n'ime ndị na-eme nke ọma na ndị a ma ama n'ụwa.",
  "N'afọ 1946, osote odeakwụkwọ ukwu nke United Nations, Henri Laugier, họpụtara John Peters Humphrey dị ka onye nduzi mbụ nke United Nations Division of Human Rights, n'ime United Nations Secretariat.",
  "Humphrey bụ onye isi na-edepụta Universal Declaration of Human Rights Mgbe ya na ndị isi nke Commission, nke Eleanor Roosevelt bụ onye isi oche ya, kwurịtara, Prọfesọ Humphrey kwadebere mbido mbụ nke ihe ga-aghọ Universal Declaration of Human Rights.",
  "N'abalị Disemba 10, 1948, Nzukọ Ezumezu ji otu olu nabata nkwupụta ahụ, nke Mrs",
  "Eleanor Roosevelt dị ka \"Magna Carta mba ụwa nke mmadụ niile\".",
  "Humphrey nọgidere na UN ruo afọ iri abụọ N'oge a, ọ lekọtara mmejuputa nke mgbakọ mba 67 na usoro iwu nke ọtụtụ mba",
  "Ọ rụrụ ọrụ na mpaghara gụnyere nnwere onwe mgbasa ozi, ọnọdụ ụmụ nwanyị, na ịkpa ókè agbụrụ",
  "N'afọ 1988, n'ụbọchị ncheta afọ iri anọ nke nkwupụta ahụ, e nyere Prọfesọ Humphrey onyinye UN Human Rights.",
  "N'afọ 1963, ọ tụpụtara echiche nke Kọmishọna Ukwu nke Mba Ndị Dị n'Otu maka Ihe Ndị Ruuru Mmadụ",
  "Ọ bụ ezie na a nabatara echiche ahụ nke ọma na mbụ, ọ bụ naanị mgbe ihe karịrị afọ iri atọ gasịrị, n'okpuru odeakwụkwọ ukwu Dr",
  "Boutros Boutros-Ghali, ka ọfịs ahụ ghọrọ ihe dị adị.",
  "Humphrey lara ezumike nká na UN na 1966 iji maliteghachi ọrụ nkuzi ya na Mahadum McGill",
  "Ọ nọgidere na-arụsi ọrụ ike n'ịkwalite ikike mmadụ na Canada na mba ụwa maka ndụ ya fọdụrụnụ.",
  "Ọ rụrụ ọrụ dị ka onye nduzi nke \"International League for Human Rights\" ; ọ rụrụ ọrụ dị Ka onye otu Royal Commission on the Status of Women; onye otu nke malitere isi Amnesty International na Canada; na, ya na ndị ọrụ ibe ya si Mahadum McGill, nyere aka n'ịmepụta Canadian Human Rights Foundation, nke a na-akpọzi Equitas - International Centre for Human Rights Education",
  "O sonyere n'ọtụtụ kọmitii nyocha mba ụwa, gụnyere ọrụ na Philippines na-enyocha mmebi ikike mmadụ n'okpuru Ferdinand Marcos na International Commission of Inquiry n'ime ụnwụ nri ￼￼, 1932-33 na Ukraine",
  "Na UN, ọ rịọrọ ụgwọ maka ụmụ nwanyị Korea a manyere ịrụ ọrụ dị ka ndị ohu mmekọahụ",
  "O mekwara mkpọsa na War Amps maka nkwụghachi ụgwọ maka ndị agha Canada a tụrụ mkpọrọ n'okpuru ndị Japan.",
  "N'afọ 1974, o kwuru okwu megide Bill 22, Quebec Language Law",
  "Ọ gbara akaebe na July 19, 1974 na Bekee bụkwa asụsụ gọọmentị na mpaghara ahụ, n'agbanyeghị iwu ahụ a tụrụ aro ya",
  "Ya na Frank R",
  "Scott, Irwin Cotler na ndị prọfesọ McGill anọ ndị ọzọ kwuru, sị:",
  "Akụkụ nke 1, nke na-enye na French bụ 'asụsụ gọọmentị nke mpaghara Quebec,' na-eduhie eduhie n'ihi na ọ na-atụ aro na Bekee abụghịkwa asụsụ gọọmentị na Quebec, nke ọ bụ site na Akụkụ nke 133 nke Iwu BNA na Iwu Asụsụ Ọchịchị gọọmentị etiti...",
  "Enweghị iwu ọ bụla na National Assembly na-akpọsa French naanị asụsụ gọọmentị na mpaghara ahụ nwere ike imetụta mpaghara asụsụ abụọ ndị a nke Iwu BNA na-echebe.",
  "Afọ abụọ mgbe nwunye ya Jeanne nwụsịrị n'afọ 1979, Humphrey lụrụ dọkịta Montreal Margaret Kunstler, onye di ya nwụrụ",
  "Humphrey nwụrụ na Montreal na March 14, 1995, mgbe ọ dị afọ 89.",
  "N'etiti ọtụtụ nsọpụrụ ya, e mere Prọfesọ Humphrey, onye ọrụ nke Order of Canada na 1974, \"n'ịghọta onyinye ya na agụ ma akwụkwọ iwu na aha ya zuru ụwa ọnụ n'ihe gbasara ikike mmadụ\".",
  "N'afọ 1985, e mere ya onye isi nke Ordre nationale du Québec",
  "A na-eme John Peters Humphrey Model United Nations iji sọpụrụ ya na Mee ọ bụla na Fredericton, New Brunswick..",
  "Kemgbe afọ 1988, ngalaba iwu nke Mahadum McGill enweela John P",
  "Humphrey Lectureship na Human Rights, nkuzi kwa afọ banyere ọrụ iwu mba ụwa na òtù na nchedo ụwa nke ikike mmadụ.",
  "Na Septemba 1998, Nelson Mandela kpughere ihe ncheta Humphrey na Human Rights Monument, Ottawa, dị ka akụkụ nke ụtụ Canada na ncheta afọ iri isii nke nkwupụta ahụ.",
  "The John Humphrey Freedom Award, nke otu ndị na-ahụ maka ihe ndị ruuru mmadụ na Canada bụ Rights & Democracy, na-enye kwa afọ na òtù na ndị mmadụ gburugburu ụwa maka ihe ịga nke ọma pụrụ iche na ịkwalite ihe ndị ruere mmadụ na mmepe ọchịchị onye kwuo uche ya.",
  "Na June 2008, a kpughere ihe ncheta Dr",
  "Humphrey n'obodo ya bụ Hampton, New Brunswick",
  "Ihe ncheta ahụ, nke akpọrọ ihe ncheta CREDO bụ nke Hooper Studios kpụrụ ma Hampton John Peters Humphrey Foundation nyere ya iwu",
  "Ọ dị naanị narị mita ole na ole site n'ụlọ ọ mụrụ n'oge ọ bụ nwata, nwere bench osisi UN nke nwere Humphrey na-eto eto na agadi nọ ọdụ",
  "Ọtụtụ nduru ọla na-anọdụ na njedebe nke bench ahụ, nke na-an ọdụ n'akụkụ nkume abụọ dị elu, otu n'ime ha nwere ọtụtụ isiokwu sitere na Universal Declaration of Human Rights nke a tụrụ na ya na Bekee, French na Maliseet",
  "Ihe ncheta ahụ dị n'ihu ahịhịa nke Hampton Town Hall, nke dị n'ụlọ Former County Court House n'etiti obodo ahụ."
]