[
  "John Steptoe (September 14, 1950 - August 28, 1989) bụ onye edemede na onye na-ese ihe osise maka akwụkwọ ụmụaka na-ekwu maka akụkụ nke ahụmịhe ndị Africa na America",
  "A maara ya nke ọma maka ụmụ nwanyị mara mma, nke ndị nkatọ akwụkwọ kwetara na ọ bụ ọganihu na akụkọ ihe mere eme na ọdịbendị Afrịka.",
  "A mụrụ John Steptoe na Brooklyn, New York",
  "Ọ malitere ise ihe mgbe ọ bụ nwata",
  "O nwetara ọzụzụ nka na High School of Art and Design na Manhattan, ma nwee Norman Lewis dị ka onye nkuzi ya. Ọ gakwara Vermont Academy, ebe ọ gụrụ akwụkwọ n'okpuru onye na-ese ihe John Torres, na William Majors, onye na-ise ihe a ma ama.",
  "Steptoe malitere akwụkwọ foto mbụ ya, Stevie, mgbe ọ dị naanị afọ iri na isii. N'afọ 1967, mgbe ọ ka bụ nwa akwụkwọ ụlọ akwụkwọ sekọndrị na enweghị nhọpụta, ọ wetara akwụkwọ ya na Harper & Row",
  "Ihe osise ya natara ịrụ ọma n'aka onye ọrụ na Ngalaba Akwụkwọ maka Ụmụ nwoke na Ụmụ nwanyị",
  "Ụbọchị ole na ole ka e mesịrị Steptoe laghachiri izute onye nduzi ngalaba Ursula Nordstrom",
  "Mgbe nke ahụ gasịrị Nordstrom dere iji gwa ya, \"Anyị chere na ị nwere nnukwu nkà ma anyị na-enwe obi ụtọ iche na akwụkwọ mbụ gị ga-abụ maka anyị\". N'otu akwụkwọ ozi ahụ, o nyere Steptoe nkwekọrịta na nkwụnye ego ozugbo o nwere ihe ngosi \"dị siri ike\" nke akwụkwọ ahụ.",
  "E bipụtara Stevie na 1969 na otuto dị ịrịba ama",
  "Ọ nwetara nlebara anya mba mgbe ọ pụtara n'ozuzu ya na magazin Life, nke jara ya mma maka ịbụ \"ụdị akwụkwọ ọhụrụ maka ụmụaka ojii\".",
  "Kemgbe o bipụtara Stevie, John Steptoe sere akwụkwọ foto iri na ise ọzọ, iri n'ime ha ka o dekwara",
  "The American Library Association kpọrọ The Jumping Mouse na 1985 na Mufaroʹs Beautiful Daughters na 1988 Caldecott Honor Books, ihe nrite a ma ama maka ihe osise akwụkwọ ụmụaka",
  "Steptoe nwetakwara onyinye Coretta Scott King maka ihe osise maka nne agụ iyi (nke Rosa Guy dere) na 1982 na Mufarońs Beautiful Daughters",
  "Ọ bụ ezie na ọrụ Steptoeʹs niile na-ekwu maka ahụmịhe ndị Africa na America, ndị nyocha na ndị nkatọ toro Mufaroʹs Beautiful Daughters n'ọtụtụ ebe dị ka ọganihu nke akụkọ ihe mere eme na ọdịbendị Afrịka",
  "Dabere na akụkọ Afrịka site na narị afọ nke iri na itoolu, ọ chọrọ Steptoe nyochaa  nketa ya na-enye ya ohere ịkpọte mpako ya na ndị nna nna Afrịka ya",
  "John Steptoe nwere olileanya na akwụkwọ ya ga-eme ka ụmụaka ndị Africa America nwee obi ụtọ na mmalite ha.",
  "Caldecott Honors for Illustration",
  "Ihe nrite Coretta Scott King maka Ihe osise",
  "Steptoe nwere ụmụ abụọ: Bweela, onye bụ otu n'ime onye nlereanya maka ọtụtụ akwụkwọ Steptoe nkeáq gụnyere Mufaro's Beautiful Daughters, na nwa Javaka Steptoe, onye bụkwa onye edemede akwụkwọ ụmụaka na onye na-ese ihe osise",
  "O meriri 2017 Caldecott Medal maka akwụkwọ ya Radiant Child: The Story of Young Artist Jean-Michel Basquiat",
  "John Steptoe nwụrụ na August 28, 1989, na Saint Lukes Hospital na Manhattan n'ihi ọrịa AIDS. Ọ dị afọ iri atọ na asatọ",
  "N'oge ọnwụ ya, Steptoe so n'ime ndị omenkà Africa-America ole na ole rụrụ ọrụ n'akwụkwọ ụmụaka",
  "Mgbe ọ nwụsịrị, American Library Association guzobere John Steptoe Award for New Talent, nke a na-enye iji kwado nkà ọhụrụ na ịdị mma n'ide akwụkwọ na / ma ọ bụ ihe osise."
]