[
  "John W",
  "Mosley (May 19, 1907 October 1, 1969) bụ onye na-ese foto nke onwe ya nke na-edepụta ọrụ kwa ụbọchị nke ndị Africa America na Philadelphia, Pennsylvania, ruo ihe karịrị afọ 30, oge gụnyere Agha Ụwa nke Abụọ na òtù ikike obodo. E bipụtara ọrụ ya n'ọtụtụ akwụkwọ akụkọ na magazin gụnyere The Philadelphia Tribune, The Pittsburgh Courier na <i id=\"mwHQ\">Jet</i> magazine.",
  "A na-akpọ Mosley \"onye agha omenala\" maka ichekwa ihe ndekọ nke ndụ ndị Africa America na Philadelphia na Pennsylvania, nke na-alụ ọgụ megide \"echiche na-adịghị mma na nkọwa ụgha nke akụkọ ihe mere eme na ọdịbendị ndị Africa America\". \nIhe karịrị 300,000 nke foto Mosley gụnyere na Charles L",
  "Blockson Afro-American Collection na Mahadum Temple",
  "E gosipụtara ihe ngosi nke ọrụ ya na Philadelphia International Airport na Woodmere Art Museum.",
  "A mụrụ John W",
  "Mosley na 1907 na Lumberton, North Carolina",
  "Nna ya bụ onye ụkọchukwu Baptist na onye na-akpụ isi. \nMosley gbara bọọlụ n'ụlọ akwụkwọ sekọndrị.\nỌ malitere ịkụziri onwe ya foto na igwefoto igbe dị mfe na 1920s. \nỌ gụrụ akwụkwọ na Mahadum Johnson C",
  "Smith na Charlotte, North Carolina.",
  "N'afọ 1934, Mosley kwagara Philadelphia dị ka akụkụ nke Great Migration. N'ebe ahụ, ọ nwetara ọrụ dị ka onye na-ese foto na Barksdale Photography Studio. O mechara nwee ụlọ ọchịchịrị na ụlọ foto na Christian Street YMCA.",
  "Mosley nwere ọganihu n'ọrụ ya dị ka onye na-ese foto site na 1930s ruo 1960s",
  "A maara ya na ọ na-ese foto ihe ruru ihe omume anọ n'ụbọchị, ụbọchị asaa n'izu.\nỌ gara gburugburu Philadelphia na njem ọha na eze, na-ebu igwefoto ya na ngwá ọrụ ndị ọzọ.",
  "Mosley gbara na fim ojii na ọcha",
  "O jiri igwefoto Graflex Speed Graphic buru ịbu",
  "na Rollieflex dị n'etiti.",
  "N'ịbụ ọnye mpako maka ihe nketa ya, Mosley họọrọ igosipụta obodo ndị isi ojii n'ụzọ dị mma na ezinụlọ, mmekọrịta mmadụ na ibe ya, na ihe omume ọdịbendị nke bụ akụkụ nke ndụ kwa ụbọchị. Ọ na-ese foto ndị mmadụ na ezinụlọ na agbamakwụkwọ, picnics, ụka, osimiri dị iche iche, ihe omume egwuregwu, kọntaktị, galas, na ngagharị iwe maka ikike obodo. N'oge ịkpa ókè agbụrụ na ịkpa ókè, o mesiri ike ihe ndị isi ojii, ndị na-eme egwuregwu, na ndị isi ndọrọ ndọrọ ọchịchị rụzuru.",
  "N'etiti ndị o sere foto bụ onye ndú Duke Ellington, onye na-afụ òpi Cootie Williams, onye na'egwuregwu basketball Wilt Chamberlain, onye na na-egwu tenis Ora Washington, Paul Leroy Robeson, Billy Eckstine, Billie Holiday, Martin Luther King Jr., Cecil B",
  "Moore, Marian Anderson, Eleanor Roosevelt, na Onye isi ala Richard Nixon, ịkpọ aha naanị ole na ole.",
  "Ebe ndị o weghaara gụnyere Nixon's Grand Theatre na Broad Street na Montgomery Avenue; Earle Theatre na 1049 Market Street; Chicken Bone Beach na Atlantic City, Glamour Row, na Club Harlem.\nPyramid Club bụ otu n'ime ọtụtụ ebe ọdịbendị na ndụ ndị Africa America na Philadelphia nke o dere, na-arụ ọrụ dị ka onye na-ese foto nke klọb ahụ ruo ọtụtụ afọ. O bipụtara abọm foto kwa afọ maka klọb ahụ, Pictorial Album of the Pyramid Club. Ọ bụkwa onye na-ese foto nke First African Presbyterian Church na Philadelphia.",
  "Mosley bụ otu n'ime ndị isi ojii America mbụ ịbụ onye na-ese foto.\nE bipụtara ọrụ ya n'ọtụtụ akwụkwọ akụkọ ndị Afrịka na America dị n'ụsọ oké osimiri dị ka The Philadelphia Tribune na Philadelphia Evening Bulletin, na The Pittsburgh Courier ma gosipụta na magazin <i id=\"mwkw\">Jet</i>.",
  "Charles L",
  "Blockson Afro-American Collection na Mahadum Temple nwere ihe karịrị foto 300,000 nke Mosley sere.  Nchịkọta onwe onye nke Blockson nke ihe ndị metụtara akụkọ ihe mere eme na ọdịbendị nke ndị si n'Afrịka bụ otu n'ime ndị kasị ukwuu na United States. Blockson nwetara foto Mosley site na Clarence Still na Teresa Still Mosley, nwunye John W",
  "Mosley, na 1985.",
  "Onye na-ahụ maka Blockson Collection, Diane Turner, na-ekwusi ike na mkpa ọrụ Mosley dị n'ịlụso \"echiche na-adịghị mma na nkọwa ụgha nke akụkọ ihe mere eme na ọdịbendị ndị Africa America na Philadelphia na Pennsylvania ọgụ\":",
  "John W",
  "Mosley nọ na-ekedo obodo ndị African-American n'oge 1930s site na 1960s n'ụbosị enwere onyinyo sterotype ndi African Americans,",
  "..",
  "Fòto Mosley sere ndekọ nọchitere anya ziri ezi nke Black Philadelphia",
  "Charles L",
  "Blockson dere akụkọ ndụ Mosley, The journey of John W",
  "Mosley (1992).",
  "E gosipụtara ihe ngosi A Celebration of African-American Life in Philadelphia, 1930's 1960's: Selected Photographs by John W",
  "Mosley na Philadelphia International Airport na 2012.",
  "Ntụle nke ọrụ Mosley, A Million Faces: The Photography of John W",
  "Mosley, pụtara na Woodmere Art Museum na Philadelphia na 2016."
]