[
  "John L",
  "Handcox (1904[[1992) bụ onye ọrụ ugbo na-akwụ ụgwọ n'oge Oké Ndakpọ Akụ̀ na Ụba na onye na-akwado otu ọrụ si Arkansas nke a ma ama maka abụ na uri ya na-akwado ndọrọ ndọrọ ọchịchị",
  "A maara Handcox maka ịrụ ọrụ dị mkpa n'imeziwanye ndụ nke ndị na-ekere òkè na ịkwalite ndị na-ahazi ọrụ na ndị otu ọrụ.  N'agbanyeghị ọrụ ya dị mkpirikpi, ọtụtụ n'ime abụ ya na-ewu ewu nke na ha ghọrọ abụ ọdịnala n'onwe ha, ma na-aga n'ihu na-abụ abụ taa.",
  "A mụrụ Handcox na Febụwarị 5, 1904, na Brinkley, Arkansas",
  "Dị ka nwatakịrị, ọ nwere mmasị na uri nke Paul Laurence Dunbar, ọ bụ ezie na ọ gara ụlọ akwụkwọ ruo na klas nke itoolu",
  "Nna Handcox bụ onye nwe ala, mana ha tụfuru ihe onwunwe ha mgbe ụgbọ ala kụrisịrị ya.\nN'afọ 1935, Handcox sonyeere Southern Tenant Farmers Union wee malite ide egwu na uri iji kpọkọta ndị otu ahụ",
  "Afọ abụọ ka e mesịrị, Charles Seeger na Sidney Robertson dekọrọ ya maka Ọbá Akwụkwọ Congress",
  "Ndị na-eme ngagharị iwe ibe ya, Pete Seeger, Woody Guthrie, na Joe Glazer mechara kwalite egwu ya",
  "Mgbe ọ lara n'iyi n'anya ọha na eze ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri anọ, Handcox pụtara na 1980s maka ememe ncheta afọ iri ise nke STFU na Memphis",
  "N'afọ 1984, o dere abụ abụọ na-akatọ ọkwa onye isi ala Ronald Reagan.",
  "Na Jenụwarị 31, 1992, a kwanyeere Handcox ugwu na Tribute na isi ụlọ ọrụ City Heights San Diego Labor Council",
  "Ndị na-agụ egwú Pete Seeger na Joe Glazer sonyeere Handcox n'ịrụ \"Roll the Union On\".",
  "Na Nọvemba 2013 Michael Honey, prọfesọ na Mahadum Washington Tacoma bipụtara akụkọ ndụ nke ndụ Handcox, nke akpọrọ Sharecropper's Troubador: John L",
  "Handcox",
  "Southern Tenant Farmer's Union, na African American Song Tradition. Pete Seeger mere ka Handcox mara Honey n'afọ 1985 ma dekọọ ma gbaa ya ajụjụ ọnụ na oba akwukwo nke nzukọ n'otu afọ ahụ.",
  "A na-eji abụọ n'ime abụ Handcox mee ihe dị ka utu aha akwụkwọ site n'aka onye guzobere Southern Tenant Farmers Union, H",
  "L",
  "Mitchell: akụkọ ndụ Mitchell, Mean Things Happening In This Land (nke gụnyere atọ n'ime okwu abụ Handcoux na mgbakwunye), na Roll the Union On: A Pictorial History of the Southern Tenant Fermers' Union.",
  "John L",
  "Handcox: Abụ, abụ na akụkọ nke Southern Tenant Farmers Union (West Virginia University Sound Archive, 2004)",
  "Abụ maka Omume ndọrọ ndọrọ ọchịchị: Egwú Folk, Egwú Topical na American Left (Bear Family Records, 1996)"
]