[
  "John Takawira (1938 - 8 Nọvemba 1989) bụ onye Zimbabwe na-akpụ ihe",
  "A na-enye nzụlite nke mmegharị ihe ọkpụkpụ nke ọ bụ onye isi otu ya n'isiokwu banyere nka Shona.",
  "A mụrụ Takawira na Chegutu, ọ bụ nwa onye uwe ojii, mana o tolitere na Nyanga ebe ọ gụrụ akwụkwọ na Mount Mellersay Mission School",
  "Nne ya, Mai, nwere àgwà dị egwu na nkà maka ịkọ akụkọ dabere na ihe ọmụma ya banyere akụkọ ifo Shona, metụrụ ya n'ahụ nke ukwuu",
  "Ọ bụkwa ọkpụite",
  "Bernard na Lazarọs (es), ụmụnne ya ndị tọrọ ya, ghọrọ ndị na-akpụ ihe na John nọgidere na-enwe ọtụtụ ihe nke nkuzi ọdịnala ya n'oge ndụ ya niile.",
  "Mgbe ọ dị afọ iri abụọ, nwanne nna ya, onye na-akpụ ihe bụ Joram Mariga mere ka Takawira mara ihe gbasara ihe ọkpụkpụ",
  "Ozugbo Frank McEwen hụrụ ya, onye isi ntọala nke Rhodes National Gallery ọhụrụ bụ onye kpọrọ ya ka ọ bụrụ otu n'ime ndị mbụ so na Workshop School na ihe bụ National Gallery of Zimbabwe ugbu a; site na 1963 e gosipụtara ọrụ ya n'ebe ahụ",
  "N'afọ 1969, nwunye McEwen bụ Mary (née McFadden) guzobere Vukutu, ugbo a kpụrụ akpụ dị nso na Inyanga; mgbe ụlọ akwụkwọ ahụ kwagara ebe ahụ Takawira sochiri, bụrụ otu n'ime ndị kachasị mkpa site na 1969 ruo mgbe emechiri ya na 1976",
  "N'oge a tupu nnwere onwe, gọọmentị Rhodesian na-acha ọcha hụrụ ndị na-ese ihe na Vukutu dị ka otu ndọrọ ndọrọ ọchịchị na e jidere John n'otu oge maka ibu nkume, nke a hụrụ dị ka mkpasu iwe.",
  "John Takawira nyere ihe ọkpụkpụ ya Skeletal Baboon na ihe ngosi a na-akpọ Arte de Vukutu gosipụtara na 1971 na Musée National d'Art Moderne na 1972 na Musée Rodin",
  "McEwen haziri ndị a, onye biri ma rụọ ọrụ na Paris tupu nhọpụta ya na Harare",
  "Ihe nkiri a bụ nnukwu ihe ịga nke ọma, Charles Ratton kpọrọ ya \"nkà kachasị mma nke si n'Africa pụta na senchiri nke iri abụọ\"",
  "Ihe fọrọ nke nta ka ọ bụrụ ozugbo Takawira nwetara aha mba ụwa wee bụrụ onye ọkachamara na-akpụ ihe oge niile.",
  "Takawira mepụtara isiokwu ọkpụkpụ nke kpaliri Sylvester Mubayi, onye ya na ya rụkọrọ ọrụ na Vukutu, ọ bụkwa ihe akaebe nke ike ya dị ka onye na-ese ihe na o nwere ike site na ọrụ ndị a iji gosipụta mmetụta nke o nwere banyere okpukpe Shona na nkwenye ya banyere mmekọrịta ya na ụwa mmụọ",
  "Ụfọdụ n'ime iberibe ndị sitere n'oge a bụ Skeletal Man (1969), Owl Spirit (1977) na He Has Life: Human Skeleton with Baboon Skull, nke ikpeazụ dị ugbu a na British Museum dị ka akụkụ nke onyinye McEwen.",
  "E gosipụtara ọrụ John nke a na-akpọ Hornbill Man, na stampụ Zimbabwe nke e nyere iji cheta ụbọchị Commonwealth na 14 Machị 1983",
  "Ọ mepụtara uru 30c n'ime usoro nke Henry Munyaradzi, Joseph Ndandarika na Nicholas Mukomberanwa rụchara.",
  "Takawira so na ndị mbụ na-akpụ ihe na Zimbabwe jikọtara ebe a pịrị apị na nkume siri ike n'elu ihe ọkpụkpụ ya mana ọ na-ezere nkume ndị nwere agba, na-ahọrọ springstone (ụdị agwọ ojii siri ike) nke e kwuru na ọ kpọrọ aha ya n'ihi na chisel ya si na ya pụta n'ihi oke ike ya",
  "Ihe ndị ọ na-achị gụnyere ntụaka na isi mmalite ọdịnala Shona gụnyere Mwari (Chineke), mana ụmụ nwanyị bụ ọkacha mmasị nke ọ laghachiri na ndụ ya niile: a na-egosipụtakarị ha na olu dị ogologo na ntutu isi na-asọ asọ. Ọtụtụ n'ime ọrụ ya dị na nchịkọta na-adịgide adịgide nke National Gallery of Zimbabwe karịa nke onye ọ bụla ọzọ na-ese ihe.",
  "N'afọ 1988, e nyere Pope John Paul II otu n'ime ọrụ John a na-akpọ Chapungu (a kpọrọ bateleur eagle).",
  "The catalogue “Chapungu: Culture and Legend – A Culture in Stone” for the exhibition at Kew Gardens in 2000 depicts John’s sculptures United Family (Springstone, 1987) on p",
  "24-25 and Rural Mother (Springstone, 1986) on p",
  "60–61. Ha abụọ na-egosi ihe ndị dị n'ụdị John nwere oghere nke a pụrụ iwere dị ka mgbatị nke ọkpụkpụ ya.",
  "Takawira nwụrụ na Nọvemba 1989",
  "Nwa ya nwoke Gerald Takawira ghọkwara onye na-akpụ ihe."
]