[
  "John Uzo Ogbu (abalị iteolu n'ọnwa ise afọ otu puku, narị iteolu na iri atọ n'iteolu ruo abalị iri abụọ n'onwa asatọ, afọ puku abụọ na atọ (May 9, 1939 , August 20, 2003) bụ onye Naijiria-Amerịka ọkà mmụta gbasara mmadụ  na prọfesọ a maara maka echiche ya banyere ihe ndị a hụrụ na agbụrụ na ọgụgụ isi, ọkachasị otu agbụọ na ọdịiche agb'ime ihe ọmụmụ na akụ na ụba si arụ ọrụ. Ọ tụrụ aro na ịbụ \"ndị ka nta\" na-emetụta mkpali na ihe ịga nke ọma, na'ime ka akara IQ daa mbà",
  "O kwubiri na ụfọdụ ụmụ akwụkwọ emeghị nke ọma n'ihi na a na-ewere ihe ịga nke nta dị elu dị ka \"na-eme ihe ọcha\" n\"etiti ndị ọgbọ ha. Ogbu tinyekwara aka na esemokwu n'afọ otu puku, narị iteolu na iri iteolu na isii (1996) gbasara ojiji nke African American Vernacular English na ụlọ akwụkwọ ọha na eze na Oakland, California",
  "Akwụkwọ puku abụọ (2000) bụ Eminent Educators: Studies na  Intellectual Influence lekwasịrị anya na ya dị ka otu n'ime \"ndị nwere ọgụgụ isi anọ nke narị afọ nke 20\".",
  "A mụrụ ya n'obodo Umudomi, na Onicha Mpaghara ọchịchị ime obodo, Ebonyi Steetị, Ogbu gara Hope Waddell Training Institute na Methodist Teachers' Training College ebe ọ kụziri Latin, mgbakọ na mwepụ na ọdịdị ala. Ọ debanyere aha na Princeton Theological Seminary na ebumnuche ịghọ onye ozi na Naijiria, mana n'oge na-adịghị anya ọ gafere na Mahadum California, Berkeley iji mụọ ọkà mmụta gbasara mmadụ  (anthropology). Na Berkley, ọ nwetara nzere bachelọ ya n'afọ otu puku,narị iteolu na iri isii na ise (1965), nzere masta ya na afọ otu puku, narị iteolu na iri isii n'iteolu (1969), na Ph.D",
  "ya",
  "na afọ otu puku",
  "narị iteolu na iri asaa n'otu (1971)",
  "Ọ kụziri na UC Berkeley site na afọ otu puku, narị iteolu na iri asaa (1970) ruo mgbe ọ nwụrụ.",
  "Ogbu na-na-arụ ụka na iche omenala naanị enweghị ike akaụntụ maka ọdịiche dị na agụmakwụkwọ pere mpe, ebe ọ bụ na ụfọdụ obodo nta na-eme nke ọma ma ndị ọzọ adịghị eme ya.  Tụkwasị na nke ahụ, ọ na-achọpụta na n'ọnọdụ ụfọdụ, ìgwè ndị si n'otu agbụrụ ma bi ná mba dị iche iche gosiputara ikike na/ma ọ bụ ọkwa mmezu dị iche iche dịka usoro ụfọdụ siri dị",
  "Ogbu na-akọwa na e nwere ụdịdịiche abụọ dị n'etiti omenala  [citation needed]",
  "E nwere isi ndịiche, nke dị tupu omenala abanye n'etiti ibe ha",
  "Mgbe ahụ, e nwere ndịiche nke abụọ, nke na-abata mgbe omenala abụọ na-ejikọta ibe ha",
  "Ọ na-ekwu na ọtụtụ n'ime ọdịiche ndị a sitere n\"aka ndị nọ n \"okpuru\" na mmegide nke ọdịbendị nke otu na'elu.",
  "N'ihe gbasara U.S., Ogbu kwubiri na n'etiti ndị America  e nwere \"ndị pere mpe n'afọ ofufo\" (ìgwè ndị kwabatara bụ ndị họọrọ ịbịa United States, na ụmụ ha) megide ndị nta \"na-achọghị\" ma ọ bụ \"caste-dị ka\" nta   (ụmụ nke otu ndị chọtara onwe ha na United States, ma ọ bụ n'okpuru ikike United States, megide ọchịchọ ha).Ndị obere afọ ofufo (dịka ndị Korea-America) na-egosipụtakarị ọdịiche nke abụọ na-abụghị nke mmegide na omenala kachasị.N'aka nke ọzọ, ndị pere mpe na-achọghị onwe ha (dịka ụmụ amaala America) na-egosipụtakarị ọdịiche abụọ na-emegide mmegide na omenala kachasị",
  "Agbanyeghị, ma isiokwu ọdịnala na-abụghị nke mmegide na ihe ọdịnala mmegide na-achọghị ọdịmma onwe ya ka achọrọ ka ha rube isi n'ụkpụrụ ọdịnala America (ọcha) bụ isi nke ntụaka ma ọ bụrụ na ha chọrọ inweta ngagharị mmekọrịta ọha na eze.",
  "Na nkuzi nke nta na Caste afọ otu puku, narị iteolu na iri asaa n'asatọ (1978), Ogbu rụrụ ụka na ndị pere mpe na-anabataghị onwe ha na-anabatakarị njirimara mmegide n'ọdịbendị a ma ama na nzaghachi n'uko ugogbe amachibidoro ma ọ bụ na-elekọta ndị ọcha na ọrụ-ihe ịga nke ọma nke nne na nna ha na ndị ọzọ na obodo ha.Ya mere, o chere, ụfọdụ ndị na-abụghị ndị ọcha dara ịhụ njikọ dị n'etiti mmezu agụmakwụkwọ na ịnweta ọrụ.\".",
  "Ọtụtụ mgbe, omenala / njirimara mmegide nke ndị pere mpe na-etinye aka na-etinye aka na ntinye nke àgwà, omume, na ụdị okwu nke ndị otu na-achị achị na-akparị, bụ nke, n'ezie, na-egbochi ndị na-anabata ihe ngosi nke omenala mmegide site na ịga nke ọma n'èzí na omenala na-achị achị",
  "Mgbe obere ndị kwabatara (ndị obere afọ ofufo) nwetara asụsụ nke omenala ndị na-achị achị, a na-ahụta ya dị ka mgbakwunye na asụsụ mbụ (ọdịiche ndị na-abụghị ndị mmegide)",
  "Agbanyeghị, mgbe ndị pere mpe na-abụghị ndị mbata (ndị pere mpe) nwetara asụsụ nke omenaala a ma ama.ọ bụ mmegide nke omenala mmegide ha, ya mere, omenala ha bụ eziokwu.",
  "N'afọ otu puku, nari iteolu na iri asatọ n'isii (1986), Signithia Fordham na Ogbu so dee, nyocha nke kwubiri na ụfọdụ ụmụ akwụkwọ Africa America nọ na Washington, D.C., ụlọ akwụkwọ sekọndrị emeghị ihe ha nwere ike agụmakwụkwọ n'ihi egwu nke ịbụ ndị a na-ebo ebubo \"na-eme ihe ọcha\"",
  "Ogbu gara n'ihu kwughachi nchọpụta ndị a n\"akwụkwọ ya nke afọ puku abụọ n'atọ (2003) Black American Students in an Affluent Suburb: A Study of Academic Disengagement (nke chịkọtara nyocha ọnwa itoolu ya gbasara ọdịiche agụmakwụkwọ dị nro n-ndị ọcha na ụmụ akwụkwọ Africa America na Shaker Heights City School District nke dị na mpaghara Cleveland nke Shaker Height, Ohio)",
  "Akwụkwọ ya gosipụtara echiche ọdịbendị na gburugburu ebe obibi nke na-eme ka usoro ihe abụọ na'ịkpụzi arụmọrụ agụmakwụkwọ nke ụmụ akwụkwọ ole na ole pụta ìhè: 1) usoro (ụzọ ọha na eze na ụlọ ọrụ si emeso ma mesoo ndị ole) na abụọ ndị obodo (otú ndị ka nta si meghachi omume ma kọwaa ọgwụgwọ ha, nke dabere nke ukwuu na akụkọ ihe mere eme ha pụrụ iche na ọnọdụ ndị pere mpe na America). O kwubiri na àgwà ọdịbendị nke ụmụ akwụkwọ ndị a gbochiri ihe ha rụzuru na agụmakwụkwọ nakwa na ndị nne na nna, ndị nkụzi na / ma ọ bụ ndị na-eme iwu na anaghị eleghara àgwà ndị ahụ anya.",
  "Ọ bụ ezie na nkwubi okwu nke nyocha ahụ nwetara nkwado a ma ama ma bụrụ nke ndị a maara nke ọma dị ka Bill Cosby kwadoro, nyocha e mechara nweta nsonaazụ dị iche iche",
  "N'afọ puku abụọ n'atọ (2003), Karolyn Tyson, onye na-ahụ maka mmekọrịta mmadụ na ibe ya, na William Darity Jr, bụ onye ọkà mmụta akụ na ụba, ma na Mahadum North Carolina na Chapel Hill, duziri ọmụmụ ọnwa iri n'asatọ (18) na ụlọ akwụkwọ iri na otu nke North Caroline nke chọpụtara na ụmụ akwụkwọ ọcha na ndị isi ojii nwere otu àgwà ahụ gbasara ihe ịga nke ọma n'ụlọ akwụkwọ ma gosipụta ọkwa dị elu nke ùgwù onwe onye mgbe ha na akwụkwọ",
  "E bipụtara nsonaazụ nke nyocha a n'akwụkwọ nke onye na-ahụ maka mmekọrịta ọha na eze na Stanford bụ Prudence Carter.",
  "Nnyocha nke afọ puku abụọ n'isii (2006) nke akpọrọ An Empirical Analysis of \"Acting White\" nke Roland G",
  "Fryer, Jr",
  "na Mahadum Harvard na Paul Torelli tụrụ aro na ihe omume ahụ nwere mmetụta dị ịrịba ama na mmeri ụmụ akwụkwọ ojii, mana naanị n'ọnọdụ ụlọ akwụkwọ ụfọdụ",
  "N'ụlọ akwụkwọ ọha na eze nwere mmekọrịta dị elu n'etiti agbụrụ na n\"etiti ụmụ akwụkwọ na-eme nke ọma, enwere mmetụta, mana enwere obere ma ọ bụ enweghị mmetụta na ụlọ akwụkwọ ndị isi ojii maọ bụ nke onwe.",
  "N'afọ otu puku, narị iteolu na iri iteolu n'isii (1996), Ogbu keere òkè dị mkpa na arụmụka banyere uru nke African American Vernacular English",
  "Dị ka onye otu ọrụ na agụmakwụkwọ ndị Africa America na Oakland, California, o kwuru na ndị ọkà mmụta asụsụ (dịka, William Labov, John Rickford, Walt Wolfram, na ba ọzọ) emeela ka ọdịiche dị n'etiti \"ụkpụrụ\" ma ọ bụ \"ezi\" Bekee achọrọ na klas na Bish ojii na-asụ n\" n-ụlọ na ya na ụmụnne ya. Ogbu gbara ndị nkuzi ume ka ha mara ma jiri ụdị dị iche iche a (nke Oakland Unified School District na-akpọ \"Ebonics\") mee ihe n'inyere ndị na'asụsụ African American Vernacular English aka inweta Standard American English na mgbakwunye na ụdị \"ụlọ\" ha.",
  "Ọ nwụrụ n'afọ puku abụọ n'atọ (2003) mgbe ọ nwesịrị ọrịa obi mgbe a wasịrị ya ahụ na Kaiser Permanente Oakland Medical Center",
  "Nwunye ya, Marcellina Ada Ogbu, na ụmụ ya Elizabeth, Nnanna, Grace, Cecilia, na Christina bụ ndị hapụrụ",
  "E liri ya na Naijiria."
]