[
  "John Aubrey Clarendon Latham, (23 Febụwarị 1921 - 1 Jenụwarị 2006) bụ onye na-ese ihe na Northern Rhodesia nke Britain.",
  "A mụrụ Latham na Northern Rhodesia n'aka onye na-eme egwuregwu cricket na onye nchịkwa nke ọchịchị Geoffrey Latham",
  "Ọ gụrụ akwụkwọ na England na Winchester College",
  "N'agha Ụwa nke Abụọ, ọ chikwara ụgbọ mmiri torpedo na Royal Naval Volunteer Reserve",
  "Mgbe agha ahụ gasịrị, ọ gụrụ nka, nke mbụ na Regent Street Polytechnic na mgbe ahụ na Chelsea College of Art and Design. Ọ lụrụ onye na-ese ihe na onye ya na ya na-arụkọ ọrụ ọnụ Barbara Steveni na Westminster na 1951.",
  "Ihe mpiputa spray ahụ nwere ike ịghọ isi ihe Latham, dịka a pụrụ ịhụ na Man Caught Up with a Yellow Object (ihe osise mmanụ, 1954) na nchịkọta Tate Gallery",
  "Na mgbakwunye na ịpị ágbá, Latham dọwara, sachaa, taa ma kpọọ akwụkwọ ọkụ iji mepụta ihe collage maka ọrụ ya, dị ka Film Star (1960).",
  "Ihe osise nke ihe omume Latham nwere mmetụta na nka arụmọrụ. N'afọ 1966, o sonyere na Destruction in Art Symposium na London nke Gustav Metzger duziri ya na ndị na-ese ihe Fluxus dịka Yoko Ono, Wolf Vostell na Al Hansen.",
  "Ọrụ ya \"skoob\" (\"akwụkwọ\" edechighara azụ) site na iji akwụkwọ ma ọ bụ ihe ndị sitere na ha nwere ike ịkpasu iwe",
  "Ọ si na nchịkọta foto gaa n'ọtụtụ akwụkwọ nke ọ gbara ọkụ, na-eme ka oku ọha na eze nke ọchịchị Nazi nke akwụkwọ ndị a machibidoro iwu ria elu.",
  "Site n'afọ 1983 Latham biri ma rụọ ọrụ n'ụlọ ya, Flat Time House na Peckham. \nN'afọ 1991, o mepụtara God is Great (nke abụọ), ihe osise nke gosipụtara Bible, kor'an, na mpịakọta nke Talmud, nke ọ bụla e bere n'ụzọ abụọ ma tinye ya na mpempe akwụkwọ iko",
  "N'afọ 2005, Tate Britain mere ihe ngosi nke ọrụ Latham.",
  "Latham nwụrụ na Kings College Hospital, Camberwell, na 1 Jenụwarị 2006.",
  "N'afọ 2010, Ridinghouse bipụtara John Latham: Canvas Events.",
  "N'afọ 2016, ụlọ ọrụ Henry Moore gosipụtara A Lesson in Sculpture ya na John Latham, ihe ngosi nke na-ekwu maka onyinye Latham na ọmụmụ ihe ọkpụkpụ, na-eweta ọrụ iri na isii nke Latham، site n'afọ 1958 ruo 2005, na mkparịta ụka na ihe ọkpụkpụ iri na isii site n'aka ndị na-ese ihe na-arụ ọrụ gafee narị afọ nke iri abụọ na iri abụọ na otu.",
  "Dị ka Latham, ndị otu egwu rock Pink Floyd gara Regent Street Polytechnic",
  "N'afọ 2016 Pink Floyd wepụtara nchịkọta ha nke ihe ndị a na-adịghị ahụkebe na ndị a na'ebipụtabeghị na igbe setịpụrụ The Early Years 1965 - 1972",
  "Na CD nke abụọ nke nchịkọta ahụ bụ ihe eji eme ihe, nke yiri nke etiti nke arụmọrụ ha nke \"Interstellar Overdrive\", nke edere na 1967 dị ka ụda maka ihe nkiri Latham nke 1962 Speak A na-ekewa mpempe akwụkwọ ahụ n'ime egwu itoolu na CD.",
  "N'afọ 2017, ọrụ Latham gosipụtara na nnukwu ihe ngosi nke 57th Venice Biennale, Viva Arte Viva"
]