[
  "John Holt plc bụ ụlọ ọrụ Naijiria nke na-ekere òkè n'ọtụtụ akụkụ nke akụ na ụba",
  "Ụlọ ọrụ Naịjirịa bụ enyemaka nke John Holt & Co",
  "(Liverpool) Ltd, ụlọ ọrụ Britain",
  "A na-ere obere òkè na Naịjirịa Stock Exchange.",
  "Ụlọ ọrụ ahụ malitere na afọ 1862 mgbe John Holt, onye dị afọ 20 n'oge ahụ, na £ 27 n'akpa ya, si Liverpool gaa were ọrụ dị ka onye na-enyere ụlọ ahịa aka na ụlọ ahịa nri na Fernando Po (nke bụ akụkụ nke Equatorial Guinea ugbu a)",
  "Afọ ise ka e mesịrị, ọ zụrụ onye were ya n'ọrụ, nwanne ya nwoke Jonathan sonyeere ya",
  "N'afọ 1868, Jonathan zụrụ ụgbọ mmiri, nke mere ka ụmụnne ahụ nwee ike imeghe ụlọ ahịa ndị ọzọ na Ọdịda anyanwụ Afrịka",
  "N'afọ 1874, ụmụnne ahụ meghere ọfịs na Liverpool",
  "N'afọ 1881, John banyere n'ahịa mmanụ nkwụ.",
  "N'afọ 1884, ụmụnne ahụ guzobere mmekọrịta, John Holt na Company, iji mee ka ọdịmma azụmahịa ha sie ike",
  "N'ikpeazụ, John banyere na mmekọrịta ọhụrụ, gụnyere ọrụ na Lagos na Naịjirịa na 1887.",
  "N'afọ 1897, e webatara mmekọrịta ahụ n'ime ụlọ ọrụ ọhụrụ, John Holt & Co",
  "(Liverpool) Ltd",
  "Ụlọ ọrụ ahụ wuru nnukwu ahịa mmepụta, nke a na-ebupụ mmanụ nkwụ, mkpụrụ nkwụ, rọba na koko site na Naịjirịa gaa England",
  "Mbubata gụnyere akwa si Lancashire na ịnyịnya ígwè si Birmingham",
  "Ụgbọ mmiri na-arụ ọrụ izu abụọ site na Liverpool ruo West Africa na ụlọ ọrụ ahụ nwekwara ụgbọ mmiri nke ya.",
  "Ewezuga ihe na ngwaahịa, ụgbọ mmiri ndị a na-ebu ego",
  "Ebe ụlọ akụ na-adịghị, John Holt nwere ọnụ ụlọ siri ike",
  "Ọbụna mgbe e guzobere ụlọ akụ, ọtụtụ ndị Naijiria họọrọ itinye ego ha na John Holt.",
  "N'afọ 1970, Lonrho weghaara ụlọ ọrụ ahụ.  N'afọ 2001, Lonrho rere ụlọ ọrụ ahụ nye otu ndị na-etinye ego na njikwa.",
  "N'afọ 1961, ụlọ ọrụ Liverpool guzobere ụlọ ọrụ enyemaka dị na Naịjirịa, John Holt Limited, iji jide ọdịmma Naịjirị",
  "Ọ ghọrọ ụlọ ọrụ ọha na eze ma kpọtụrụ ya aha na Naịjirịa Stock Exchange na Mee, na afọ 1974.",
  "Azụmahịa ụlọ ọrụ ahụ na Naịjirịa gụnyere mgbakọ na nkesa nke ndị na-emepụta ike, ịgbazite, nkesa nke ngwá ọrụ ọkụ, nhazi, iwu ụgbọ mmiri na imepụta ngwá ọrụ ụlọ ọrụ na ọrụ ugbo.",
  "Ụlọ ọrụ nne na nna dị na Liverpool na-etinye aka na ịzụta na ego nke mbupụ.",
  "35"
]