[
  "John Ridley IV (a mụrụ n'afọ 1965) bụ onye America na-ede ihe nkiri, onye nduzi telivishọn, onye na-ede akwụkwọ, na onye na-eme ihe ngosi, nke a maara maka 12 Years a Slave, nke mere ka o rite Academy Award maka Best Adapted Screenplay Ọ bụkwa onye okike na onye na-eme ihe ngosi nke usoro anthology American Crime",
  "Ọrụ ya kachasị ọhụrụ bụ ihe nkiri Let It Fall: Los Angeles 1982–1992.",
  "A mụrụ Ridley na Milwaukee, Wisconsin, a zụlitere ya site na afọ asaa na Mequon, Wisconsin, ya na nna ya bụ dọkịta anya, John Ridley, III, na nne ya, Terry Ridley, onye bụ onye nkuzi agụmakwụkwọ pụrụ iche maka Milwaukee Public Schools. O nwere ụmụnne nwanyị abụọ ma bụrụ nwanne nke etiti.",
  "Ridley gụsịrị akwụkwọ na Homestead High School na Mequon, Wisconsin n'afọ 1982. Ọ debara aha na Mahadum Indiana mana ọ gafere na Mahadum New York N'ebe ahụ, ọ gụsịrị akwụkwọ ma nweta nzere bachelọ na asụsụ East Asia",
  "Isiokwu ahụ anaghị emetụta ọrụ ya, mana ọ kpaliri mmasị ọgụgụ isi ya. Ridley bụ Onye nke Kraịst.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, Ridley nọrọ otu afọ na-ebi ma na-eme njem na Japan. Mgbe ahụ, ọ laghachiri New York wee malite ime ihe nkiri na New York City, ọ pụtara na Late Night with David Letterman na The Tonight Show Starring Johnny Carson N'ịga Los Angeles na 1990, ọ malitere ide maka sitcoms telivishọn dị ka Martin, The Fresh Prince of Bel-Air, na The John Larroquette Show",
  "Mgbe o dechara ma duzie ihe nkiri izizi ya, ihe nkiri mpụ nke 1997 Cold Around the Heart, ya na Oliver Stone jikọtara akwụkwọ akụkọ mbụ nke Ridley, Stray Dogs (nke a na-ebipụtaghị mgbe Stone zụtara ikike) n'ime ihe nkiri 1997 Stone duziri U Turn, nke ewepụtara obere oge karịa Cold Around the Heart Ridley gara n'ihu dee akwụkwọ akụkọ Love Is a Racket na Everybody Smokes in Hell",
  "A gbanwere akwụkwọ akụkọ ya bụ Spoils of War n'ime ihe nkiri 1999 nke David O",
  "Russell duziri a kpọrọ Three Kings",
  "Russell na Ridley degharịrị edemede mbụ nke Ridley, Ridley natara otuto nke \"akụkọ sitere n'aka\", Russell, na ụlọ ọrụ na-ewepụta, Warner Bros",
  "Ridley mechara bụrụ onye edemede na onye na-elekọta na onye na-emepụta ihe nkiri mpụ nke NBC Third Watch",
  "Akwụkwọ akụkọ ya ndị ọzọ bụ The Drift, Those Who Walk in Darkness, na A Conversation with the Mann O dekwara akwụkwọ akụkọ The American Way",
  "Site na 2000 ruo 2010, ọ bụ onye nkọwa na onye na-ede blọgụ maka NPR. Blọọgụ ya bụ Visible Man, egwuregwu maka Ralph Ellison's Invisible Man N'afọ 2003, Ridley tinyere nkwekọrịta otu afọ na Universal Network Television.",
  "Ọrụ ya dị ka onye na-ede ihe nkiri gụnyekwara 12 Years a Slave, Red Tails, na Undercover Brother Ihe odide ya maka 12 Years a Slave meriri Academy Award for Best Adapted Screenplay, na-eme Ridley onye Afrịka nke abụọ meriri ihe nrite ahụ ebe Geoffrey S",
  "Fletcher bu onye mbụ (maka Precious, dabere na akwụkwọ akụkọ Push nke Sapphire).",
  "N'ọnwa Eprel afọ 2015, Ridley na-emepe usoro telivishọn ABC nke metụtara onye Marvel Comics dị ugbu a. Otú ọ dị, ka ọ na-erule Disemba 2019, a kagburu ọrụ ahụ n'ihi Marvel Television na-agbanye n'ime Marvel Studios.",
  "Na Eprel 16, 2018, a mara ọkwa na Ridley ga-eduzi ma dee mgbanwe nke akwụkwọ akụkọ ya The American Way nke Blumhouse Productions mepụtara.",
  "Na June 4, 2018, a mara ọkwa na Ridley ga-eduzi ihe nkiri nke obere akụkọ Robert Silverberg, Needle in a Timestack nke Bron Studios mepụtara",
  "Ihe nkiri a ga-egosi ihe nkiri site na Leslie Odom Jr., Freida Pinto, Cynthia Erivo, na Orlando Bloom.",
  "Na 2021, Ridley malitere ide ọtụtụ usoro maka DC Comics",
  "Usoro a gụnyere usoro Batman ọhụrụ 'The Next Batman' dịka akụkụ nke ihe omume ụlọ ọrụ ahụ 'Future State', na usoro ise nke 'The Other History of the DC Universe' akụkọ dabeere na ederede banyere akụkọ ihe mere eme nke ndị na-abụghị ndị ọcha, ndị na-abụghị ndị dike DC America DC dị ka Black Lightning na Katana.",
  "Na Mee 2021, Marvel Comics kwupụtara na Ridley ga-ede Black Panther comics.",
  "N'ọnwa Disemba afọ 2007, n'oge ndị edemede Guild of America na-eme ihe megide nnukwu ụlọ ọrụ mmepụta ihe, Ridley họọrọ ịbụ onye otu WGA dị ka onye na-akwụ ụgwọ na-abụghị onye otu, ma ọ bụ \"fi-core\", na-eme ka o ruo eru ịnye ederede na ụlọ ọrụ ahụ mgbe ọgụ ahụ na-aga n'ihu. N'ime op-ed nke e bipụtara na Los Angeles Times, Ridley kwupụtara obi nkoropụ ya na ntụziaka ndị ọrụ ahụ mere na mkpochapụ nke WGA nke esemokwu dị n'ime: \"Mgbe afọ iri na ise nke a gwara m ka m mechie ọnụ, nọdụ ala ma bụrụ akụkụ nke otu echiche, ekpebiri m na anọghị m n'òtù ahụ",
  "Òtù ahụ nwere ụzọ isi họrọ ịpụ",
  "Emere m nhọrọ ahụ",
  "' Ihe nkiri Ridley maka 12 Years a Slave si otú a ghara iru eru maka onyinye Writers Guild of America.",
  "Ridley lụrụ nwunye Gayle, onye bụbu onye nlekọta edemede. Ha nwere ụmụ abụọ.",
  "Ihe nkiri o so wee mee",
  "African-American Film Critics Association Award for Best Screenplay Alliance of Women Film Journalists Award for Best Adapted Screenplay Austin Film Critics Association Award for Best Adapted Screenplay Austin Film Critics Association Award for Best Adapted Screenplay Black Reel Award for Best Screenplay Broadcast Film Critics Association Award for Best Screenplay Chicago Film Critics Association Award for Best Adapted Screenplay Dallas-Fort Worth Film Critics Association Award for Best Screenplay Florida Film Critics Circle Award for Best Adapted Screenplay Houston Film Critics Society Award for Best Screenplay Independent Spirit Award for Best Screenplay International Online Film Critics' Poll Award for Best Adapted Screenplay NAACP Image Award for Outstanding Writing in a Motion Picture Online Film Critics Society Award for Best Adapted Screenplay San Francisco Film Critics Circle Award for Best Adapted Screenplay St",
  "Louis Gateway Film Critics Association Award for Best Screenplay Washington DC Area Film Critics Association Award for Best Adapted Screenplay NominatedAACTA International Award for Best Screenplay NominatedLondon Film Critics' Circle Award for Best Screenplay NominatedSan Diego Film Critics Society Award for Best Screenplay NominatedSan Diego Film Critics Society Award for Best"
]