[
  "John Sibi-Okumu bụ onye Kenya na-eme ihe nkiri na onye nta akụkọ, nke a maara nke ọma na mba ụwa maka ọrụ ya na The Constant Gardener",
  "A mụrụ John Sibi-Okumu n'afọ 1954 na mpaghara ọdịda anyanwụ Kenya n'ebe a na-akpọ Budalangi",
  "Ọ gụrụ akwụkwọ na United Kingdom na William Patten School, London, mgbe e mesịrị na Kenya na Muthaiga Primary School na maka agụmakwụkwọ sekọndrị ya, ọ sonyeere Duke of York nke e mechara gbanwee aha ya; Lenana High School, mgbe e mesịrị na Mahadum Toulouse II - Le Mirail, France",
  "N'ihe ka ukwuu n'ime ndụ ọkachamara ya, ọ kụziri French na ụlọ akwụkwọ elementrị, nke etiti na ụlọ akwụkwọ sekọndrị, bụrụ onye isi nke ngalaba asụsụ ọgbara ọhụrụ n'oge dị iche iche n'ogologo ọrụ",
  "Sibi-Okumu malitere ime ihe nkiri n'afọ 1968 mgbe ọ bụ nwa akwụkwọ na Lenana School, na-aga n'ihu ime ihe nkiri dị iche iche.",
  "Dịka onye nta akụkọ, ọ kwadoro ihe omume TV a ma ama, Ọgbakọ e gosipụtara na Kenya Television Network (KTN), nke ọ gbara ndị ndọrọ ndọrọ ọchịchị Kenya ajụjụ ọnụ",
  "Kemgbe ọtụtụ afọ, a na-amata ya, ọkachasị ndị Kenya na-ege ntị na ndị na-ekiri ya, dịka onye na-agụ akụkọ redio na telivishọn na onye na-eweta ya",
  "Dịka ọmụmaatụ, n'agbata afọ 1997 na afọ 2002 na The Summit, na-eduzi ajụjụ ọnụ TV na ndị dịka Daniel arap Moi, Mwai Kibaki, Robert Mugabe, Ellen Johnson-Sirleaf, Richard Leakey na Wangari Maathai",
  "Malite n'afọ 2007, ọ bụ onye isi nyocha maka ọkara awa, mahadum, ihe ngosi ihe ọmụma n'ozuzu, Celtel Africa Challenge (nke mechara bụrụ Zain Africa Challenge)",
  "Ihe ngosi a, nke gosipụtara na mba ndị na-asụ Bekee n'ofe Afrịka na site na satellite mgbasa ozi na DStv, gosipụtara ndị otu mahadum sitere na mba Afrịka asatọ",
  "Ihe ngosi ahụ mechiri mgbasa ozi ya n'afọ 2010.",
  "Ọ kọọla akụkọ ihe nkiri na-emeri ihe nrite na Bekee na French ma na-arụkwa ọtụtụ ihe nkiri, n'etiti ha dịka Mịnịsta na-ahụ maka Ahụike Dr",
  "Joshua Ngaba na Oscar-winning The Constant Gardener na dịka ezigbo ndụ UN diplomat Jacques Roger Boh-Boh na Shake Hands with the Devil, akụkọ banyere mgbukpọ agbụrụ Rwanda site n'anya onye isi ndị France na Canada Roméo Dallaire",
  "Ihe nkiri ya ndị ọzọ gụnyere Born Free (1975), We are the children (1987) na Metamo (1997). Kemgbe ọtụtụ afọ, Sibi-Okumu apụtawo n'ihe dị ka ọrụ iri anọ na ogbo, gụnyere Sophocles' King Oedipus; Shakespeare's Romeo, Oberon na Shylock; Anouilh's Creon na Antigone, Samuel Beckett's Vladimir na Waiting for Godot na Mtwa / Ngema's Percy na Woza, Albert! Sibi-Okumu n'onwe ya echepụtawo In Search of the Drum Major na Like Ripples On a Pond, ma na American Civil Rights Movement, yana Milestones - Ihe ngosi maka African Poetry.",
  "O deela egwuregwu abụọ",
  "Nke mbụ, Role Play - A Journey Into The Kenyan Psyche, e bipụtara n'afọ 2005 (MvuleAfrica Publishers;  ) ma Newsweek International toro ya dị ka \"nle anya na-enweghị mgbaghara na echiche agbụrụ na Kenya nke oge a\"",
  "Nke abụọ, Minista...Karibu!, bụ nke ndị na-ege ntị na Nairobi hụrụ n'ọnwa Ọktoba afọ 2007",
  "Na Minista...Karibu! Sibi-Okumu satirises (n'ụzọ ụfọdụ amụma maka Kenya) ihe ize ndụ nke ndọrọ ndọrọ ọchịchị ịchọ ọdịmma onwe onye nanị na nkwụsi ike ọha na eze",
  "Kemgbe ahụ, ọ gbakwunyere Tom Mboya: Master of Mass Management, maka ndị na-eto eto na-agụ akwụkwọ, na akwụkwọ edemede ya (Sasa Sema / Longhorn Publishers).",
  "N'ọnwa Ọktọba afọ 2009 John Sibi-Okumu  duziri egwu Mo Faya, nke e gosipụtara n'afọ 2009 New York Musical Theatre Festival.",
  "Dịka onye nta akụkọ na-ebipụta akwụkwọ, o deela akwụkwọ akụkọ na magazin ndị Kenya n'okpuru aha njirimara Mwenye Sikio na, ruo afọ atọ ọ nọ na kọmitii nchịkọta akụkọ nke akwụkwọ akụkọ AWAAZ - Voices of the South Asian Diaspora ([www.awaazmagazine.com]), nke ọ na-aga n'ihu na-ede kọlụm mgbe niile: “Alternative Angle'",
  "Iji tinye eriri okwu ọzọ na ụta ya, ọ rụrụ ọrụ dịka onye nchịkọta akụkọ, ọtụtụ mgbe nke akwụkwọ nyocha sayensị",
  "N'oge ndụ ya niile, Sibi-Okumu nabatara ohere maka ịgbazinye nkà ya n'ụzọ dị mma maka ọrụ ebere na ọdịmma ọha na eze.",
  "N'afọ 2002, e nyere ya aha nsọpụrụ nke Chevalier (Knight) na Ordre des Palmes Académiques, maka ọrụ maka omenala French na Kenya",
  "E wezụga ihe ndị ọ rụzuru dịka onye nkuzi, o nwere aha dị ukwuu dị a nwoke nke nka",
  "N'izo aka n'ihe ndị ọ rụzuru dị ka onye nkuzi na onye nkuzi, a na-akpọ ya n'ụzọ dị egwu na Swahili nsọpụrụ Mwalimu (\"onye nkuzi\") na obodo Kenya."
]