[
  "John Grayton Dolphin (ọnwa Eprel ụbọchị itoolu, afọ 1902 rụọ ụbọchị mbụ n'ọnwa Februari, afọ 1958), nke a makwaara dị ka Lovin John, bụ onye ọchụnta ego Africa-American, onye nwe akara ndekọ onwe ya, onye na-akwalite egwu na onye na-emepụta egwu, onye guzobere Dolphin's of Hollywood, ụlọ ahịa ndekọ nwere mmetụta nke nọgidere na-emeghe awa 24 kwa ụbọchị.  Dolphin bụ otu n'ime ndị ọchụnta ego ojii izizi na ndị a na-akwanyere ùgwù ma nwee ihe ịga nke ọma na onye nwe akara ndekọ onwe ya",
  "A na-elegharakarị onyinye ya na egwu ụlọ ọrụ, jazz, r&b na afọ uto nke rock & roll anya",
  "Obere-mogul nke nwere ihe fọrọ nke nta ka ọ bụrụ akụkụ ọ bụla nke azụmahịa ndekọ ahụ.",
  "A mụrụ Dolphin na obodo ndịda nke Beatrice, Alabama n'afọ 1902 nye Lewis (Stallworth) Dolphin na Elyce Dolphin",
  "Ọ hapụrụ Beatrice ógè ọ dị ntakịrị wee kwaga Boley, Oklahoma, ebe a zụlitere ya",
  "O mechara kwaga Detroit, Michigan ma mesịa biri na Los Angeles, California.",
  "E mepere ụlọ ahịa ndekọ ya Dolphin's Of Hollywood n'afọ 1948 na Central Avenue na Los Angeles",
  "Central Ave bụ ebe egwu jazz na Los Angeles ma dokota ndị dị ka Duke Ellington, Nat King Cole, Jelly Roll Morton, Louis Armstrong, Lionel Hampton, Joe Turner, Billie Holiday, Sam Cooke na Charlie Parker  Dolphin's of Hollywood bụ isi ihe kpatara mpụta nke egwu rhythm & blues na West Coast site na ahịa ya nke ndekọ na dị ka ebe mgbasa ozi redio R&B nke Hunter Hancock na Dick \"Huggie Boy\" Hugg.  Egwu dị ka \"Earth Angel (Will You Be Mine),\" nke ndị otu doo-wop The Penguins, bụ nke izizi wepụtara n'oge mgbasa ozi n'ime Dolphins nke Hollywood.  Iji nweta mmeghachi omume ndị na-ege ntị, John Dolphin gwara Huggy Boy ka ọ kpọọ akụkụ abụọ nke ndekọ ahụ n'ikuku.  Dolphin's of Hollywood record store gosipụtara ndị DJ dị ndụ, na ihe ngosi redio na-agbasa ozi n'elu ụlọ ọrụ KRKD site n'ime mgbidi ụlọ ahịa ahụ",
  "N'oge na-adịghị anya, Dolphin's of Hollywood ghọrọ otu n'ime ụlọ ahịa ndekọ a ma ama na America",
  "Onye na-edekọ egwu pụtara n'ụlọ ahịa ahụ ma mee ajụjụ ọnụ n'ikuku yana ekele na ntinye aka n'ihe banyere ndị ahịa",
  "Dolphin's nyekwara \"Buy One Get One Free\" maka ịzụta ihe ndekọ ọ bụla na ụlọ ahịa ahụ",
  "Aha Dolphin's of Hollywood sitere n'eziokwu ahụ bụ na Hollywood agaghị ekwe ka ndị isi ojii nwee ma ọ bụ rụọ ọrụ azụmahịa ọ bụla na Hollywood, ya mere nke a bụ ụzọ Dolphin si eweta Hollywood na South Central Los Angeles, dịka e hotara ya na-ekwu \"Ọ bụrụ na ndị isi ojii enweghị ike ịga Hollywood, m ga-ewetara ndị isi ojii Hollywood",
  "\"\nRudy Ray Moore aka Dolemite bidoro na ndekọ azụmahịa egwu banyere akara John Dolphin's Cash Records n'okpuru aha otu Rudy Ray Moore & The Rayettes",
  "N'ikpeazụ, Moore gara n'ihu bụrụ onye enyemaka Dolphin na-enyere aka na-arụ ọrụ ndekọ ndekọ ya na ọrụ kwa ụbọchị nke ụlọ ahịa ahụ na-arụsi ọrụ ike",
  "Ógè ọ na-arụ ọrụ na ụlọ ahịa ndekọ Dolphin's of Hollywood a ma ama n'ụwa, abụ Moore na-akpọkarị na ụlọ ọrụ redio nke ha, mana mgbé ọrụ a ga-enye ohere banyere mgbanwe dị ukwuu na ọrụ ya",
  "Otu wino aha ya bụ Rico na-abịakarị n'ụlọ ahịa ahụ na-arịọ ego maka ofe",
  "Moore ga-enye ya ego ma ọ bụrụ na ọ ga-eme ihe ọṅụṅụ a na-akpọ \"Dolemite\"",
  "Toasts bụ ọdịnala ojii nke ịkọ akụkọ, ọtụtụ mgbe akụkọ \"kacha ogologo\" bụ nke kachasị mma",
  "O juru Rudy anya na ndị mmadụ si nwee mmasị na usoro a ma kpebie ịgbanwe ya ma jiri ya mee ihe n'ụzọ ọkachamara n'omume ya",
  "Otu ihe a aghọwo aha ya.  N'abalị Satọdee n'ihe dị ka etiti abalị, a ga-enwe mmadụ narị ise tinyere mmadụ niile n'èzí na-agba egwu n'okporo ámá n'ihu ụlọ ahịa ndekọ Dolphin nke Hollywood.",
  "Site na ihe ngosi redio ya na ụlọ ọrụ ndekọ ya n'azụ ụlọ ahịa ndekọ Dolphin nke Hollywood, Dolphin bụ ihe na-adọrọ mmasị dị egwu banyere onye na-ese egwu",
  "Ụkpụrụ okwu Dolphin bụ \"Anyị ga-edekọ gị taa ma mee ka ị bụrụ onye na-eti egwu n'abalị a\", ọgụgụ isi ahịa ya ga-enyere ya aka nke ọma maka na onye na-ese ihe maara na John Dolphin maara na ha ga-enweta ihe ngosi ha chọrọ iji nwee ihe ịga nke ọma na ihe ngosi redio ya ọ nwere ike ịgwa ndị DJ ka ha kpọọ ihe ndekọ akara ya mepụtara",
  "N'afọ 1950 Dolphin bidoro akara izizi ya, Recorded In Hollywood (RIH)",
  "Ihe ịga nke ọma mbụ ya bịara n'afọ 1951, \"Once There Lived A Fool\", nke onye na-eti egwu Duke Ellington bụ Jimmy Grissom",
  "Abụ ahụ, nke Jessie Mae Robinson dere, ghọrọ isiokwu nke ihe fọrọ nke nta ka ọ bụrụ mkpuchi iri na abụọ, nke Tony Bennett, Charles Brown, Tommy Edwards, Savannah Churchill, John Greer, Jimmy Witherspoon na ndị ọzọ.  Ọ rụrụ ọrụ na egwu ndị ọzọ nke mba dịka \"Buzz-Buzz-Buzz\", nke Hollywood Flames, \"The Jerk\" nke The Larks, na \"Make me Yours\" nke Betty Swann.  Onyinye ya na egwu sitere na Jazz ruo Rock'n'Roll",
  "Ya na ndị na-ese ihe dịka Sam Cooke, Jesse Belvin, Charles Mingus, Pee Wee Crayton, Major Lance, Scatman Crothers, Harry Caesar, Tony Allen, Gene Forrest, Percy Mayfield, Damita Jo, Marvin Phillips, Jesse Belvin, Illinois Jacquet na Linda Hayes rụkọrọ ọrụ.  Dolphin mepụtara ọtụtụ ndekọ a ma ama n'okpuru akara Recorded In Hollywood, ma mesịa mepụta akara ndị ọzọ dị ka Lucky Records, Cash Records, na n'ikpeazụ, Money Records",
  "Dolphin rere Ego na ihe onwunwe ya na Don Pierce's Hollywood Records n'afọ 1956.",
  "E gburu John Dolphin n'azụ tebụl nke ụlọ ọrụ ya na Hollywood n'ubochí mbụ n'ọnwa Febụwarị, n'afọ 1958, site n'aka onye na-agụ egwu na onye na-ede akwụkwọ ụgbọ mmiri Percy Ivy",
  "Ndị egwu nọ n'afọ iri na ụma n'oge ahụ bụ Bruce Johnston, Sandy Nelson, na Dave Shostac, bụ ndị na-anwa ịmasị Dolphin na egwu ha.  Nwunye ya, Ruth Dolphin, weghaara Dolphin's nke Hollywood ógè ọ nwụsịrị.  Ọ nwụrụ n'afọ 2005."
]