[
  "Bonisile John Kani (a mụrụ n'abalị iri atọ n'ọnwa Ọgọstụ n'afọ 1943) bụ onye South Africa na-eme ihe nkiri, onye edemede, onye nduzi na onye na-ede egwuregwu",
  "A maara ya maka igosipụta T'Chaka na ihe nkiri Marvel Cinematic Universe Captain America: Civil War (2016) na Black Panther (2018), Rafiki na 2019 remake nke The Lion King na Colonel Ulenga na ihe nkiri Netflix Murder Mystery (2019).",
  "A mụrụ Kani n'abalị 30 ọnwa August afọ 1943 na New Brighton, Eastern Cape. N'afọ 1975, mgbe ọ pụtara na egwuregwu na-emegide ịkpa ókè agbụrụ nke Athol Fugard bụ Sizwe Banzi Is Dead, nke ya na ya so dee, na United States, Kani laghachiri South Africa",
  "N'ebe ahụ, ọ natara oku ekwentị na-ekwu na nna ya chọrọ ịhụ ya",
  "Ka ọ na-aga ebe ahụ, ndị uwe ojii gbara ya gburugburu ma tie ya ihe ma hapụ ya ka ọ nwụọ",
  "Anya aka ekpe ya furu efu n'ihi ihe ahụ merenụ ma ugbu a ọ na-eyi prosthesis.",
  "Nwa ya nwoke Atandwa bụkwa onye na-eme ihe nkiri, onye mere nke mbụ ya na telivishọn US na usoro CW Life Is Wild, ma kpọọ ụdị nwata nke Kani bụ T'Chaka na Black Panther",
  "Kani sonyeere The Serpent Players (otu ndị na-eme ihe nkiri nke mbụ ha mere bụ n'olulu agwọ nke zoo, ya mere aha ahụ) na Port Elizabeth n'afọ 1965 ma nyere aka mepụta ọtụtụ  nkiri ndị a na-ebipụtaghị ma mee ya na nnabata dị egwu",
  "[citation needed]",
  "Ndị a sochiri Sizwe Banzi is Dead and The Island, nke ya na Athol Fugard na Winston Ntshona dere, na mbido afọ 1970",
  "Kani nwetakwara nhọpụta Olivier Award maka ọrụ ya na My Children! Afrịka m!",
  "A na-arụ ọrụ Kani n'ọtụtụ ebe n'ụwa, gụnyere New York, ebe ya na Winston Ntshona meriri Tony Award n'afọ1975 maka Sizwe Banzi Is Dead (nke gbara ọsọ maka 159 performances) na The Island. E gosipụtara ihe nkiri abụọ a na  nkiri Edison maka ngụkọta nke 52 performances",
  "[citation needed]",
  "N'afọ 1987, Kani mere Othello n'egwuregwu William Shakespeare nke otu aha ahụ na South Africa, nke ka nọ n'okpuru ịkpa ókè agbụrụ",
  "\"Ọ dịkarịa ala, m ga-enwe ike isusu Desdemona ọnụ n'ahapụghị ihe ọ bụla\", ka o kwuru mgbe ahụ.",
  "Nothing but the Truth (2002) bụ nke mbụ ya dịka onye na-ede egwuregwu ma bụrụ nke mbụ e mere na Market Theatre na Johannesburg",
  "Egwuregwu a na-ewere ọnọdụ na South Africa mgbe ịkpa ókè agbụrụ gasịrị ma ọ bụghị maka esemokwu dị n'etiti ndị ọcha na ndị isi ojii, kama ọ bụ esemokwu dị na ndị isi ọchịchịrị nọgidere na South Africa iji lụso ịkpa ókè megide ịkpa ókè, na ndị hapụrụ naanị iji laghachi mgbe ọchịchị a kpọrọ asị kwụsịrị",
  "Ọ meriri 2003 Fleur du Cap Awards maka onye na-eme ihe nkiri kachasị mma na egwuregwu ọhụrụ kachasị mma na South Africa. N'otu afọ ahụ, e nyekwara ya onyinye Obie pụrụ iche maka onyinye pụrụ iche o nyere na ihe nkiri na United States.",
  "Kani bụ onye isi nchịkwa nke John Kani Theatre Foundation, onye guzobere na onye nduzi nke John Kani Theater Laboratory na onyeisi oche nke National Arts Council of SA. Ọ pụtara dịka T'Chaka na Marvel Studios blockbusters Captain America: Civil War (2016) na Black Panther (2018)",
  "Eziokwu ahụ bụ na Kani bụ onye na-asụ asụsụ Xhosa mere ka Chadwick Boseman, onye mere nwa ya nwoke T'Challa, mee asụsụ Wakanda ahụ, na ịmụta ihe nkiri niile na Xhosa, ọ bụ ezie na ọ gụbeghị asụsụ ahụ.",
  "N'afọ 2019, Kani pụtara na ihe nkiri Netflix Murder Mystery ebe ọ na-eme Colonel Ulenga",
  "Mgbe ahụ, o kwupụtara Rafiki na The Lion King (ihe nkiri na-eme ihe nkiri Disney animated).",
  "Egwuregwu Kani, Kunene na Eze, nke Royal Shakespeare Company na Fugard Theatre mepụtara, mere na Swan Theatre na Stratford-upon-Avon n'afọ 2019 tupu ọ laghachi Cape Town",
  "Ọ na-eme ihe nkiri n'akụkụ onye South Africa ibe ya bụ Antony Sher.",
  "N'abalị 20 ọnwa Febụwarị afọ 2010, Kani natara onyinye SAFTA Life Time. Ọ natawokwa onyinye Avanti Hall of Fame site na ihe nkiri South Africa, telivishọn, na ụlọ ọrụ mgbasa ozi, onyinye M-Net Plum na onyinye Clio na New York",
  "Ihe nrite ndị ọzọ gụnyere Hiroshima Peace Culture Foundation Award maka afọ 2000 na Olive Schreiner Prize maka afọ 2005",
  "A họpụtara ya dị ka onye nke 51 na Top 100 Great South Africans n'afọ 2004.",
  "N'afọ 2006, Mahadum Cape Town nyere ya nzere doctorate",
  "Mahadum Metropolitan nke Nelson Mandela họpụtara ya ka ọ bụrụ onye Doctor of Philosophy n'afọ 2013.",
  "N'afọ 2016, Kani natara nsọpụrụ mba nke Order of Ikhamanga na Silver, maka \"onyinye ya magburu onwe ya na ihe nkiri na, site na nke a, ọgụ maka South Africa na-abụghị agbụrụ, nke na-abụghị nwoke na nwanyị na nke ọchịchị onye kwuo uche ya\".",
  "A gbanweela aha ụlọ ihe nkiri nke ụlọ ihe nkiri Market na Newtown, Johannesburg, aha ya bụ The John Kani Theatre iji sọpụrụ ya.",
  "N'afọ 2020, Mahadum nke Witwatersrand nyere ya nzere doctorate n'oge na-adịbeghị anya, n'afọ 2021, The Da Vinci Institute nyere John Kani Da Vinci Laureate."
]