[
  "John Woodrow Wilson (1922-2015) bụ ónyé America na-ede akwụkwọ, ónyé na-ese ihe, onye na'ese ihe, na onye nkụzi nka nke ọnọdụ ndọrọ ndọrọ ọchịchị nke oge ya kpaliri nka ya",
  "A maara Wilson nke ọma màkà ọrụ ya na-egosi isiokwu nke ikpe ziri ezi na ịha nhata.",
  "A mụrụ Wilson, ónyé a na-akpọkarị John Woodrow Wilson, nwa nke abụọ n'ime ụmụ ise na Roxbury, Massachusetts na 1922.) Nné na nnà Wilson abụọ bụ ndị si British Guiana, ógbè Britain dị na South America nke a maara taa dị ka Guyana. Ha kwagara America afọ ole na ole tupu amụọ Wilson. British Guiana nwere akụ na ụba dabeere na ubi na shuga bụ isi ihe a na-emepụta. N'ógbè ahụ, nné na nnà Wilson si n'ezinụlọ ndị nọ n'etiti. Nna nna Wilson na-elekọta ụlọ ọrụ na-edozi ihe na British Guiana na shuga a na-emepụta na ụlọ ọrụ ya dị ọcha nke na ndị nwe ubi ahụ, ndị bi na Great Britain, na-enweta ihe nrite mba ihe fọrọ nke nta ka ọ bụrụ kwa afọ. A kpọfere nna nna Wilson na Jamaica, ya mere ụmụ ya niile ma e wezụga nne Wilson, ónyé lụrụ di n'oge ahụ ma nwee nwa mbụ ha, kwagara ebe ahụ. Nna Wilson nọrọ na British Guiana n'ihi na a zụrụ ya dị ka onye na-ahụ maka ọrụ na ụlọ ọrụ shuga. Otu n'ime ụmụnne nne Wilson nwụrụ mgbe ezinụlọ ya ka bi na British Guiana. Nwanyị ahụ bara ọgaranya nke ukwuu ma hapụ onye ọ bụla n'ime ụmụ nwanne ya nwanyị na ụmụ nwanne ya ụfọdụ n'ime akụ ya. Wilson chetara nna ya na-agwa ya na nwanyị a \"bara ọgaranya nke ukwuu, ọ hapụrụ nwamba ya ego\". Nna ya jiri ego nwanne nne ya nyèrè ya mepee ụlọ ahịa dị iche iche.",
  "Wilson maara nke ọma banyéré enweghị nhata agbụrụ gbara ya gburugburu, ọbụlagodi mgbè ọ dị obéré. N'ajụjụ ọnụ nke afọ 2012, Wilson kwuru banyéré icheta akwụkwọ akụkọ nna ya ga-agụ, dị ka The Amsterdam News, nke nwere foto nke lynchings na \"mbipụta ọ bụla ọzọ\"",
  "Ngwakọta nke echiche ndọrọ ndọrọ ọchịchị ya na mmasị ya siri ike na nka mere ka o mepụta nkwupụta ndọrọ ndọrọ ọchịchị dị mkpa ọ na-eme n'ime afọ ndị ikpeazụ nke ndụ ya.",
  "Na Boston, Wilson gàrà nkụzi nka na Roxbury Memorial High School ma bụrụ ónyé nchịkọta nka nke akwụkwọ akụkọ ụlọ akwụkwọ ahụ. Ọ gakwara ọtụtụ klas na Boys Club site n'aka ndị nkụzi bụ ụmụ akwụkwọ na ụlọ akwụkwọ nke Museum of Fine Arts. Mgbè egosiri ngalaba ọrụ ya n'ụlọ akwụkwọ ahụ site n'aka ndị nkuzi ya site na Boys Club, ọ natara agụmakwụkwọ zuru oke na Museum of Fine Arts School, mechaa gụsịrị akwụkwọ n'ebe ahụ na nsọpụrụ dị elu na 1945. N'afọ 1947, Wilson gụsịrị akwụkwọ na Mahadum Tufts mgbè ọ na-akụzi na Boris Mirski School of Modern Art.",
  "Wilson biri na Paris site na MFA fellowship, ma soro ónyé na-ese ihe nke ógè a Fernand Léger mụọ ihe. N'oge na-adịghị anya mgbè ọ laghachiri na United States ma lụọ Julie Kowtich, ọ biri na Mexico ruo afọ ise na John Hay Whitney fellowship",
  "N'oge ọ nọ na Mexico, a dọtara ya na ihe osise mural n'ihi na ónyé ọ bụla nwere ike ịnweta ha n'agbanyeghị ụzọ mmadụ ga-esi banye n'ụlọ ngosi ihe mgbe ochie ma ọ bụ nchịkọta. Mgbe o si Mexico laghachi na United States na 1956, o mere ihe osise maka òtù ndị ọrụ na Chicago ma kụzie obéré ógè na New York City tupu ọ laghachi Massachusetts na 1964 iji kụzie na Mahadum Boston.",
  "Wilson lụrụ Julie Kowitch, onye nkuzi gụsịrị akwụkwọ na Brooklyn College, na 1950",
  "Ha abụọ biri na Mexico mgbe ha na John Hay Whitney Fellowship",
  "Wilson na Kowitch bụ di na nwunye nwèrè agbụrụ dị iche iche ma bụrụ ndị a manyere ịkwọ ụgbọala dị iche iche mgbè ha gara na Southern United States.",
  "Julie Kowitch na-ekwu na di ya, \"nwere mmetụta na ebumnuche ya dị ka ónyé na-ese ihe bụ iziga ndị mmadụ ozi gbasara ùgwù ndị isi ojii, gbasara ikpe ziri ezi agbụrụ, gbasara ndị ogbenye na-agbalị inweta mmekọrịta ka mma na ndụ\"",
  "Nwa nwanyị Wilson, Erica, na-agba akaebe na ọ na-adọta ebe ọ bụla ọ gàrà na ihe ọ bụla ọ nwere ike ịchọta",
  "Dịka ọmụmaatụ, mgbe ya na Erica na nwa ya nwoke na-akwọ ụgbọala na New York City, Wilson sere ọtụtụ ihe osise nke nwá nwá ya.",
  "Wilson lere anya n'ọrụ nke ónyé na-ese ihe na Mexico bụ José Clemente Orozco",
  "Ọrụ Orozco lekwasịrị anya na mgbidi ndọrọ ndọrọ ọchịchị nke kpaliri Wilson",
  "Mgbe Wilson na nwunye ya gàrà Mexico, Orozco anwụọla.",
  "A kwadoro Wilson màkà ikike ya ijikọta ihe okike nka ya na mmasị ya màkà ndọrọ ndọrọ ọchịchị na ikpe ziri ezi",
  "Ọrụ Wilson a ma ama na nke a na-ele anya bụ ọla nchara nke Martin Luther King Jr",
  "nke guzo mita atọ n'ogologo na Capitol Rotunda na Washington D.C.",
  "Wilson meriri kọmitii ihe osise na 1985 dị ka akụkụ nke asọmpi mba iji mepụta ihe ncheta nke onye ndú ikike ọbọdọ màkà United States Capitol, a kpughekwara bust ahụ na Rotunda na Jenụwarị 15, 1986, nke ga-abụ ụbọchị ọmụmụ iri ise na asaa nke Martin Luther King Jr",
  "Ọ bụ ezie na ndị ikom abụọ ahụ nwèrè njikọ na Mahadum Boston, ha ahụtụbeghị",
  "N'ihe osise mbụ, Wilson gosipụtara ọnụnọ anụ ahụ nke Eze dị ka ihe na-adịghị ike na ike na-adịghị agbanwe agbanwe, ka ọ na-egosipụta ogbugbu Eze site na crosshairs nke ahịrị kwụ ọtọ na nke kwụ ọtọ nke na-agafe n'olu Eze nke na-eme ka olu nke onye na-ekwu okwu n'ụzọ doro anya na-emebi okwu."
]