[
  "John Thomas Biggers (úbọchị irí nà atọ n'ọnwa Eprel, 1924 rụo ụbọchị irí abụọ na isé n'ọnwa Jenụwari, 2001) bụ ónyé Africa-America na-ese ihe osise nké ghọrọ onye a ma ama mgbè Harlem Renaissance na njedebe nke Agha Ụwa nke Abụọ. Biggers mepụtara ọrụ na-akatọ ikpe na-ezighị ezi agbụrụ na akụ na ụba",
  "Ọ rụkwara ọrụ dị ka ónyé isi oche nke ngalaba nka na Houston's Texas State University for Negroes (nke bụzi Texas Southern University), kọleji ojii nke akụkọ ihe méré eme.",
  "A mụrụ Biggers n'ụlọ égbè nkè nnà ya wuru na Gastonia, North Carolina",
  "Nna ya Paul bụ onye nkwusa Baptist, ónyé ọrụ ugbo, onye na-eme akpụkpọ ụkwụ, onye nkuzi ụlọ akwụkwọ, na ónyé isi ụlọ akwụkwọ nwéré ọnụ ụlọ atọ",
  "Nne ya Cora bụ onye na-elekọta ụlọ maka ezinụlọ ndị ọcha",
  "Ónyé kasị nta n'ime mmadụ asaa, a zụlitere Biggers n'ezinụlọ dị nso nke ji ihe okike na agụmakwụkwọ kpọrọ ihe.",
  "Mgbè di Cora nwụrụ na 1937, ọ nwetara ọrụ n'ụlọ ụmụ mgbei màkà ụmụaka ojii",
  "O zigara John na nwanne ya nwoke Joe na Lincoln Academy, ụlọ akwụkwọ American Missionary Association màkà ụmụaka ndị Africa America na Kings Mountain, North Carolina.",
  "Mgbè Viktor Lowenfeld hapụrụ Hampton iji kụzie agụmakwụkwọ nka na Mahadum Pennsylvania State, ọ gwara Biggers ka ọ soro",
  "N'afọ 1946, Biggers debanyere aha na Pennsylvania State ebe ọ nwetara nzèrè bachelọ na masta na agụmakwụkwọ nka n'afọ 1948",
  "N'otu afọ ahụ, ọ lụrụ Hazel Hales. O nwetara nzere doctorate na Pennsylvania State n'afọ 1954. E nyèrè ya nzere doctorate nke akwụkwọ édémédé na Mahadum Hampton n'afọ 1990.",
  "Enwere ike ịchọta ọrụ ya na Mahadum Hampton dị na Hampton, Virginia, karịsịa n'ọbá akwụkwọ campus",
  "Ébé ngosi nka nke Mahadum na Mahadum Texas Southern nke Houston nwèrè nchịkọta nke ọrụ Biggers.",
  "N'afọ 1950, Biggers nwetara ihe nrite mbụ màkà ihe osise ya The Cradle na ngosi kwa afọ na Museum of Fine Arts na Houston",
  "\"Ụkpụrụ nkewa, Otú ọ dị, nyéré ndị ọbịa ojii ohere ịbanye n'ebe ngosi ihe mgbè ochie naanị na Thursday, n'ihi ya, ọ pụghị ịga mmalite nke ihe ngosi ahụ",
  "\"",
  "Mgbè Biggers mụrụ akụkọ ifo na akụkọ ifo ndị Afrịka, ọ dọtara mmasị ya karịsịa na akụkọ okike nke usoro deistic matriarchal, dị iche na ihe oyiyi ndị nnà ochie nke ụwa Europe",
  "Ka echiche ya na ihe oyiyi ya nke Africa na-agwakọta na ncheta nke ndụ ya n'ime ime ọbọdọ nke Southern, ọrụ ya ghọrọ geometric, stylized na ihe nnọchianya. O jiri ihe osise geometric dị ka ihe jikọtara ọrụ ya ma mee ka agba ya baa ọgaranya ma dịkwuo mfe",
  "N'afọ ndị sochirinụ, Biggers gbanwere site n'ịmepụta ọrụ ndị na-akatọ ikpe na-ezighị ezi agbụrụ na akụ na ụba (Victim of the City Streets #2, 1946) gaa n'ọrụ ihe atụ (Birth from the Sea, 1964 na Shotguns: Third Ward, 1987).",
  "Robert Farris Thompson notes how Biggers gives iconic treatment to household items associated with everyday domestic life",
  "For instance, he portrays the shotgun house as a symbol of collective dignity and cultural identity",
  "The recurring symbol of the simple shotgun with a woman standing on the porch can be interpreted not only as the simplest type of housing but also as a reference to women, through whom all creation comes",
  "He uses a repeated triangular roof shape similar to pieces of a quilt, a reference to making a beautiful whole cloth from many irregular pieces, as another symbol of the creative force."
]