[
  "Joice Runaida Mujuru (née Mugari; amụrụ na 15 Eprel, na afọ 1955), nke a makwaara site na aha agha ya bụ Teurai Ropa, bụ onye Zimbabwe na-eme mgbanwe na onye ndọrọ ndọrọ ọchịchị jere ozi dị ka osote onye isi ala nke Zimbabwe site na afo 2004 ruo na afọ 2014",
  "N'oge gara aga, ọ rụrụ ọrụ dị ka minista gọọmentị",
  "Ọ rụkwara ọrụ dị ka osote onye isi oche nke ZANUīPF",
  "Ọ lụrụ Solomon Mujuru ruo mgbe ọ nwụrụ na afọ 2011 ma were ya dị ka onye ga-anọchi onye isi ala Robert Mugabe, mana n'afọ 2014, a katọrọ ya maka ebubo na ọ na-akpa nkata megide Mugabe",
  "N'ihi ebubo ndị a na-ebo ya, Mujuru tụfuru ọkwa ya dị ka osote onye isi ala na ọnọdụ ya na ndị isi otu",
  "A chụpụrụ ya n'òtù ahụ ọnwa ole na ole ka e mesịrị, mgbe nke ahụ gasịrị, o guzobere òtù ọhụrụ Zimbabwe People First.",
  "A mụrụ Runaida Mugari na mpaghara ugwu ọwụwa anyanwụ nke Zimbabwe nke Ugwu Darwin, onye Shona sitere n'asụsụ Korekore",
  "Ọ gara ụlọ akwụkwọ ozi ala ọzọ nke Salvation Army, Howard High na Chiweshe na Mashonaland Central Province.",
  "Mgbe ọ dị afọ iri na asatọ, Mujuru bụ naanị nwanyị zụrụ na Lusaka. Mgbe ọ gụsịrị akwụkwọ sekọndrị afọ abụọ, o kpebiri isonye na Rhodesian Bush War",
  "A na-ekwu na o ji égbè gbuo helikọpta na 17 Febụwarị, na afọ 1974 mgbe ọ jụrụ ịgbapụ",
  "Onye isi oche nke ndị agha agha, Christopher Mutsvangwa agọnahụla ihe mere na helikọpta dara mgbe a chụpụrụ ya n'òtù ahụ; ndị ọkachamara ndị ọzọ na-ahụ maka ịgba égbè ajụwokwa na enwere ike iji ngwá agha dị mfe dị ka akọwara na akụkọ ya. Ka ọ na-erule n'afọ 1975, ọ bụ onye nkuzi ndọrọ ndọrọ ọchịchị nke ụlọ ọrụ agha abụọ na-aga nke ọma",
  "Mgbe ọ dị afọ iri abụọ na otu, Mujuru bụ onye isi ogige na ogige ndị agha na ndị gbara ọsọ ndụ Chimoio na Mozambique.",
  "Ọ were aha agha Teurai Ropa (Shona maka \"ịwụfu ọbara\"), wee bụrụ otu n'ime ndị isi nwanyị mbụ na ndị agha ZANLA nke Mugabe. N'afọ 1977, ọ lụrụ Solomon Mujuru, onye a maara n'oge ahụ site na aha agha ya bụ Rex Nhongo, osote onye isi ndị agha nke ZANLA",
  "N'otu afọ ahụ, ọ ghọrọ onye kachasị nta na ZANU Central Committee, onye otu National Executive. Ọrụ ndọrọ ndọrọ ọchịchị ya mere ka ọ bụrụ onye ndị uwe ojii Rhodesia lekwasịrị anya, nke gbalịrị ijide ya mana enweghị ihe ịga nke ọma. Dị ka akụkụ nke Operation Dingo, ndị agha Rhodesia wakporo ogige ZANLA dị na Chimoio na Nọvemba 23, na afọ 1977",
  "Mujuru jisiri ike zere ijide ya site n'ị zoo n'ime ụlọ mposi ọha na eze a na-eji eme ihe nke ọma. N'afọ 1978, mgbe a wakporo ogige ya, Murujuńnọn dị ime ọnwa itoolu n'oge ahụ ka bụ onye agha na-arụsi ọrụ ike",
  "Ọ mụrụ nwa naanị ụbọchị ole na ole ka e mesịrị.",
  "Mgbe o si n'agha lọta, a maghị ihe banyere mmalite nke aha ya na ezigbo aha ya",
  "Nne ya, n'ajụjụ ọnụ maka akwụkwọ akụkọ The Sunday Mail n'ụlọ ya dị n'ime ime obodo Mount Darwin, gwara onye nta akụkọ na onye mgbasa ozi na-ahụ maka ụmụ mmadụ Robert Mukondiwa okwu, onye ọ kpughere na Joice bụ aha ọ nabatakwara n'oge ọ nọ n'agha",
  "Aha ya n'ezie, a gwara ya, bụ Runaida, nke bụ aha nwanne nne ya nwụrụ anwụ.",
  "Ndị Mujurus bi ugbu a n'ugbo a chọrọ 3,500-acre (14 2), Alamein Farm, 45 miles (72 km) n'ebe ndịda Harare, nke Ụlọikpe Kasị Elu na Zimbabwe chọpụtara na e weghaara ya n'ụzọ iwu na-akwadoghị n'aka onye nwe ugbo ahụ.",
  "Mgbe nnwere onwe na afọ 1980, Mujuru ghọrọ onye minista kacha nta na kansụl ahụ, na-ewere ngalaba egwuregwu, ndị ntorobịa na ntụrụndụ",
  "Ọ banyere ụlọ akwụkwọ sekọndrị n'etiti oge ọrụ ya mgbe a họpụtara ya ka ọ bụrụ onye ozi.",
  "Dị ka Minista nke Telecommunications, ọ gbalịrị ịkwụsị Strive Masiyiwa ka ọ ghara iguzobe netwọk ekwentị ya Econet. Ndị kansụl nyere Masiyiwa iwu ka ọ ree ndị na-asọmpi ya ngwá ọrụ ya",
  "N'abalị iri abụọ na anọ n'ọnwa Machị n'afọ 1997, Mujuru kpebiri ịnye ikikere ekwentị nke abụọ nke Zimbabwe na ụlọ ọrụ Zairois a na-amaghị ama Telecel, na-ebibi Masiyiwa. Ndị otu Zairois gụnyere di ya Solomon na nwa nwanne onye isi ala Robert Mugabe bụ Leo",
  "Mgbe ọtụtụ ọgụ iwu gasịrị, Masiyiwa nwetara ikike ya na Disemba na afọ 1997.",
  "ZANU-PF Women's League kpebiri na nnọkọ ya kwa afọ nke e mere na Septemba, na afọ 2004 iji wepụta nwanyị na-azọ ọkwa osote onye isi oche nke pati ahụ, ọnọdụ a hapụrụ n'efu mgbe ọnwụ Simon Muzenda gasịrị.",
  "Mugabe gbadoro n'okpuru nrụgide sitere n'aka otu ZANU-PF nke di Mujuru, General Solomon Mujuru, duziri, iji nye nwanyị osote onye isi oche nke abụọ na-esote onye isi ụlọ omebe iwu Emmerson Mnangagwa, nke a na-ahụkarị dị ka onye nketa ya",
  "ZANU-PF a gbanwere aha a bụ \"abalị nke ogologo mma\" site na Zimbabwe Broadcasting Corporation.",
  "A ṅụrụ Mujuru iyi dị ka osote onye isi ala nke Zimbabwe na 6 Disemba, na afọ 2004.",
  "A họpụtara Mujuru dị ka onye ZANU-PF na-azọ oche House of Assembly site na Mt",
  "Darwin West na ntuli aka ndị omeiwu nke March 2008. Dabere na nsonaazụ gọọmentị, ọ meriri oche ahụ site na oke mmeri, na-enweta vootu 13,236 megide 1,792 maka Gora Madzudzo, onye na-azọ ọkwa nke Movement for Democratic Change (MDC) nke Morgan Tsvangirai duziri",
  "Nke a megidere nkwupụta mbụ sitere na MDC na Mujuru efunahụla oche ahụ. Mgbe ntuli aka ahụ gasịrị, Mugabe ṅụrụ iyi ọzọ dị ka osote onye isi ala na 13 Ọktoba, na afọ 2008, ya na Msika.",
  "Ọ bụ isiokwu nke ntaramahụhụ onwe onye nke United States nyere.",
  "A na-etinye Joice Mujuru na afọ 2009 na-anwa ire ihe ruru tọn ọla edo 3.5 site na Democratic Republic of the Congo na ụlọ ọrụ Europe, na-emegide mmachibido iwu European Union n'akụkụ ụlọ ọrụ ahụ.",
  "Ọ bi ugbu a na Alamein Farm, ọrụ na-arụpụta ihe na nke bara uru dị elu nke e ji iwu na-akwadoghị mee ka ọ bụrụ akụkụ nke mmemme mgbanwe ala site n'aka Guy Watson-Smith na afọ 2001, dị ka ụlọ ikpe dị elu nke Zimbabwe na ụlọ ikpe mba ụwa chọpụtara",
  "N'afọ 2001, ezinụlọ Mujuru ghọrọ isiokwu nke ikpe ikpe mbụ megide onye ọ bụla so n'òtù Maazị Mugabe nke metụtara na nnweta ala na akụ n'ụzọ iwu na-akwadoghị",
  "Ụlọikpe Kasị Elu nke Zimbabwe kwuru na mmeri nke Alamein Farm bụ iwu na-akwadoghị.",
  "A na-ewere Mujuru dị ka onye nwere ike ịnọchi Onye isi ala Mugabe, na-asọ mpi megide Emmerson Mnangagwa",
  "Ọ nwetara nkwado n'etiti politburo, kọmitii etiti na presidium, na ndị isi otu mpaghara",
  "O nwetakwara nkwado site n'aka ndị Zimbabwe n'ozuzu ha, nke gosipụtara site na nhọpụta nke ndị na-akwado ya na ndị ntorobịa",
  "Otú ọ dị, a na-atụ anya na a ga-ama onye ga-anọchi ya aka na nnọkọ nke Disemba na afọ 2014, ebe a na-eche na ndị otu politburo na ndị isi kọmitii etiti niile ga-achọ nhọpụta ọzọ.",
  "Na ngwụcha afọ 2014, e boro Mujuru ebubo na ọ na-akpa nkata megide Mugabe ma ghọọ onye a chụpụrụ na ZANU-PF",
  "Ọ tụfuru ọkwa ya na ndị isi otu na December na afọ 2014 congress, n'oge na-adịghị anya mgbe nke ahụ gasịrị, na 8 December na afọ 2014, Mugabe chụpụrụ ya n'ọkwa ya dị ka osote onye isi ala, tinyere ndị minista ndị a maara na ha bụ ndị otu ya",
  "N'okwu e bipụtara na 9 Disemba, n'otu ụbọchị a mara ọkwa nchụpụ, Mujuru kwuru na nkwupụta na ya gbara izu megide Mugabe bụ \"ihe nzuzu\".",
  "N'abalị iri n'ọnwa Disemba n'afọ 2014, Mugabe họpụtara onye na-asọ mpi Mujuru ogologo oge n'ọgụ nke onye ga-anọchiteanya, Emmerson Mnangagwa, iji dochie ya dị ka osote onye isi ala.",
  "A chụpụrụ Mujuru na ZANU-PF na 3 Eprel na afọ 2015 wee gaa n'ihu guzobe Zimbabwe People First party, na-emegide ZANU- PF. N'afọ 2017 mgbe ọ chụpụrụ ndị isi asaa nke Zimbabwe People First party, ọ gbanwere aha ya ka ọ bụrụ National People's Party mgbe ndị a chụpụrụ na-ama ndị nwe aha Zimbabwe People First aka.\nJoice Mujuru bịanyere aka na njikọ aka ya na obere òtù 20 n'oge ọ na-agba ọsọ ruo na ntuli aka onye isi ala nke afọ 2018",
  "E kwenyere na nke a bụ ihe na-emegide njikọ aka MDC nke Tsvangirai nke ga-enye ya nnukwu ike nkwekọrịta na tebụl njikọ",
  "Ndị People's Democratic Party (PDP) nke Lucia Matibenga na-eduzi, Dumiso Dabengwa's Zapu na NPP kpughere nkwekọrịta njikọ aka iji maa Zanu PF aka na Matabeleland na ntuli aka afọ 2018",
  "Ndị isi Zapu, NPP na PDP kwuru na ha agaghị emegide ibe ha maka oche ndị omeiwu ọ bụla na Matabeleland, tupu ha ekwuo na \"ọnụ ụzọ ka na-emeghe\" maka njikọ aka sara mbara na ndị ọzọ na-emegide ya, na-eme ka egwu na MDC Alliance, nke a mara ọkwa na nso nso a, nwere ike ịba ọgba aghara.",
  "Ọ bụ otu n'ime mmadụ iri abụọ na atọ na-azọ ọkwa onye isi ala."
]