[
  "Jollof (/dʒəˈlɒf/), ma ọ bụ osikapa jollof, bụ nri osikapa sitere na West Afrịka",
  "A na-ejikarị osikapa ogologo, tomato, yabasị, ihe na-esi ísì ụtọ, akwụkwọ nri na anụ eme nri ahụ n'otu ite, ọ bụ ezie na ihe ndị mejupụtara ya na usoro nkwadebe ya dịgasị iche na mpaghara dị iche iche.",
  "Enwere ike ịchọta mmalite nke osikapa jollof na mpaghara Senegambian nke Wolof ma ọ bụ Alaeze Ukwu Jolof chịrị na narị afọ nke iri na anọ, na-agafe akụkụ nke Senegal nke taa, Gambia na Mauritania, ebe a na-akụ osikapa",
  "Nri a sitere na nri ọdịnala a na-akpọ thieboudienne, nke nwere osikapa, azụ, shellfish na akwụkwọ nri.",
  "Onye na-akọ akụkọ ihe mere eme nke nri na ọrụ ugbo bụ James C",
  "McCann na-ewere nkwupụta a dị ka ihe ezi uche dị na ya n'ihi ewu ewu nke osikapa na ndagwurugwu Niger dị n'elu, mana ọ na-ewere na o yighị ka nri ahụ nwere ike ịgbasa site na Senegal ruo ebe ọ dị ugbu a ebe ọ bụ na a anaghị ahụ mgbasa dị otú ahụ na \"usoro asụsụ, akụkọ ihe mere n'oge ma ọ bụ ndọrọ ndọrọ ọchịchị\"",
  "Kama nke ahụ, ọ na-atụ aro ka nri ahụ gbasaa na alaeze Mali, ọkachasị ndị ahịa Djula bụ ndị gbasasịrị n'ọtụtụ ebe na mpaghara azụmahịa na obodo ukwu, na-eburu ha nka akụ na ụba nke \"ịkpụ ihe ojii, obere ahịa, na ọrụ ugbo osikapa\" yana okpukpe nke Islam.",
  "Marc Dufumier, prọfesọ emeritus nke agronomy, na-atụ aro mmalite ọhụrụ maka nri ahụ, nke nwere ike ịpụta dị ka nsonaazụ nke nkwalite nke ịkọ ahụekere siri ike na etiti Senegal maka ụlọ ọrụ mmanụ French, na ebe a kwụrụ mbelata dị mma n'ebe a kụrụ ọka na sorghum staples site na mbubata nke osikapa a kụwara akụwa site na Ndịda Ọwụwa Anyanwụ Eshia.",
  "O nwere ike ịgbasa n'ógbè ahụ dum site na akụkọ ihe mere eme nke azụmahịa, ọdịbendị na okpukpe na-ejikọta mba Senegal na mba Ghana, Naijiria na karịa, ọtụtụ n'ime ha na-aga n'ihu taa, dị ka Tijāniyyah Sufi brotherhood na-eweta ọtụtụ puku ndị njem ala nsọ West Afrịka na mba Senegal kwa afọ.",
  "Osikapa Jollof bụ otu n'ime nri ndị a na-ahụkarị na West Afrịka",
  "E nwere ọtụtụ ọdịiche mpaghara na aha na ihe ndị mejupụtara ya; dịka ọmụmaatụ, na Mali a na-akpọ ya zaamè na Bamanankan. Aha a na-akpọkarị Jollof sitere na aha ndị Wolof, ọ bụ ezie na na mba Senegal na mba Gambia a na-ezo aka na nri ahụ na Wolof dị ka ceebu jën ma ọ bụ benachin. N'ógbè ndị na-asụ French, a na-akpọ ya riz au gras",
  "N'agbanyeghị ọdịiche dị iche iche, nri ahụ bụ \"ihe a na-aghọta ọnụ\" n'ofe mpaghara ma ghọọ nri Afrịka a ma ama na mpụga kọntinent ahụ.",
  "Osikapa Jollof na-ejikarị osikapa, mmanụ nri, akwụkwọ nri dịka tomato, yabasị, ose uhie, galik, ginger na ose Scotch bonnet chilli",
  "Iji mee ka ụcha nri ahụ dịkwuo mma, a na-agbakwunye tomato paste (purée)",
  "Dị ka ihe na-esi ísì ụtọ, a na-eji ihe na-atọ ụtọ, nnu, cubes (mgwakọta nke ihe na-eme ka ụtọ dị ụtọ, nnu",
  "Iji gbakwunye nri ahụ, a na-ejikarị ọkụkọ, turkey, anụ ehi ma ọ bụ azụ na nri ahụ.",
  "Mba ọ bụla dị n'Ebe Ọdịda Anyanwụ Afrịka nwere ma ọ dịkarịa ala otu ụdị nri, na mba Ghana, mba Naijiria, mba Sierra Leone, mbaLiberia na mba Cameroon na-asọ mpi karịsịa maka mba na-eme jollof kacha mma. Nke a bụ ihe a ma ama karịsịa n'etiti Naịjirịa na Ghana, na asọmpi a na-akpọ \"Jollof Wars\".",
  "Ọ bụ ezie na e nwere nnukwu ọdịiche, njirimara bụ isi maka osikapa jollof nke Naijiria gụnyere osikapa a na-esi nri, tomato na tomato paste, ose, mmanụ akwụkwọ nri, yabasị, na cubes",
  "A na-esi ọtụtụ n'ime ihe ndị a n'otu ite, nke anụ bara ọgaranya na tomato e siri esi na ose puree na-eme ka ntọala ya",
  "A na-agbakwunye osikapa ma hapụ ya ka ọ sie na mmiri",
  "A na-ejikwa protein a họọrọ na nri ahụ ma na-ejikarị plantain e siri esi, moi moi, akwụkwọ nri a na-esi ísì ụtọ, coleslaw, salad, wdg. N'ógbè ndị dị n'akụkụ osimiri nke Naijiria ebe nri mmiri bụ isi  na-eweta protein, nri mmiri na-ejikarị ọkụkọ ma ọ bụ anụ dị ka protein nke nhọrọ",
  "[citation needed]",
  "A na-eji mmanụ akwụkwọ nri, yabasị, ginger, cloves nke galik, chillies, tomato paste, anụ ehi ma ọ bụ ewu ma ọ bụ ọkụkọ (mgbe ụfọdụ na-agbanwere na akwụkwọ nri agwakọta), osikapa mpaghara ma ọ bụ nke a nụchara anụcha, nke a na-ahụkarị Jasmine osikapa na ose ojii",
  "Usoro isi jollof na-amalite site na mbụ ịkwadebe anụ ehi ma ọ bụ ọkụkọ site na itinye ya n'ime ihe na-atọ ụtọ ma jiri pureé nke ginger, yabasị na galik na-esi ya ọkụ ma sie ya ruo mgbe esichara ya nke ọma. A na-esizi ihe ndị ọzọ n'ọkụ ọnụ, malite na yabasị, ose, tomato paste, tomato na ihe na-esi ísì ụtọ n'usoro ahụ",
  "Mgbe e siri ihe niile, a na-agbakwunye osikapa ma sie ya ruo mgbe a kwadebere nri ahụ",
  "A na-ejikarị anụ ehi, ọkụkọ, azụ e siri esi nke ọma, ma ọ bụ akwụkwọ nri agwakọta na nri ndị Ghana jollof.",
  "A na-ejikwa Jollof na Ghana na shito, ụdị ose a ma ama nke sitere na Ghana, na salad n'oge oriri na ememe ndị ọzọ.",
  "A na-eji nlezianya akwadebe osikapa Jollof nke e mere na Guinea-Bissau na ihe ndị dị ka tomato, yabasị, tomato paste, red bell peppers, yellow bell peppers",
  "A na-eji nwayọọ nwayọọ esi nri ndị a na mmanụ akwụkwọ nri na ihe na-esi ísì ụtọ iji mee ka ụtọ jollof dịkwuo mma",
  "Dị ka ọ na-adịkarị, nri a na-etinye ginger iji mee ka osikapa na-acha ọcha na-atọ ụtọ",
  "N'ikpeazụ, a na-ejikarị nri a n'onwe ya mana mgbe ụfọdụ a na-enye ya ọkụkọ, okra na / ma ọ bụ plantain e siri esi.",
  "Kemgbe afọ 2010s enwere mmasị na-arịwanye elu na nri West Africa na ụwa ọdịda anyanwụ",
  "E meela emume nri Jollof na Washington, DC, na US, na Toronto, Canada",
  "A na-eme emume \"Ụbọchị Jollof Ụwa\" kemgbe afọ 2015 na 22 na ọnwa Ọgọstụ, na-enweta mmasị na mgbasa ozi mmekọrịta.",
  "Àtụ:Rice dishes"
]