[
  "Jonathan Moore (amụrụ na 31 Mee na afọ 1984) bụ onye England na-eme egwuregwu nke na-ahụ maka ịwụli elu atọ na ịwụli ogologo",
  "N'asọmupi na ihe omume triple jump na 2001, ọ meriri ọla edo na World Youth Championships na ọlaọcha na European Junior Championships",
  "Onye bụbu onye nwere ihe ndekọ British Junior long jump, ọ bụ nwa nke Commonwealth Games triple jump medalist Aston Moore.",
  "A mụrụ ya na Sutton Coldfield, Birmingham, Jonathan Moore malitere ime ịwụli elu okpukpu atọ mgbe ọ dị afọ iri na atọ",
  "Ihe nrite mbụ ya bịara na ihe omume English Schools na 1999 ma merie ọla edo n'otu ihe omume ahụ na 2000",
  "N'afọ 2000 ọ nwetakwara mmeri U17 Championship na ihe omume abụọ ahụ na Schools 'International na Commonwealth Youth Games na okpukpu atọ",
  "N'afọ ahụ, ọ ghọrọ onye nke mbụ na-erubeghị afọ iri na asaa na-agba ọsọ mita iri na isii na ịwụli elu atọ.",
  "N'afọ 2001, Moore meriri n'ọkwa English Schools na ọla edo AAA U20 na ogologo ịwụli elu",
  "O nwetara ọla edo na ịwụli elu atọ na World Youth Championships site na ịwụ elu nke mita 16.36 na ọlaọcha na 2001 European Junior Championships na mita 16.43.",
  "O ruru ihe ndekọ British Junior long jump na 7.98 mita na egwuregwu mba ụwa megide France ma mee 8.00 m mbụ ya na 2002 mgbe o mere British Junior Record na 8.03 m na Loughborough",
  "Nke a mere ka ọ bụrụ onye mbụ British Junior wụlitere ihe karịrị mita asatọ. Ọ nọgidere na AAA U20 ya mana n'afọ 2002, n'oge ihe omume mbụ nke oge ahụ, Moore gbajiri patella ya. Ọ gbakere ngwa ngwa mgbe a wasịrị ya n'oghere oghere ma nwee ekele dị ukwuu maka nkwado sitere n'aka onye egwuregwu ibe ya Jonathan Edwards",
  "N'ime naanị ọnwa iri na abụọ, Moore nọ na-asọmupi ọzọ wee laghachi na asọmupi ọzọ wee nweta ọlaọcha n'afọ 2004 maka AAA Indoor Long Jumpis mana mmechuihu ga-eso.",
  "Moore dara ule ọgwụ ọjọọ na nzukọ na Merksem, Belgium, ebe o meriri n'ịgba ọsọ ogologo site na mgbalị nke 7.82 m na 2004. Ọ fọrọ nke nta ka ọ gbanahụ mmachibido iwu ọgwụ ọjọọ mgbe ọ nwalere cannabis ma nye ya ịdọ aka ná ntị ọha na eze mgbe o kwuru na ọgwụ ahụ abanyela n'usoro ya n'ụzọ na-enweghị isi",
  "A dọrọ ya aka na ntị na ọ ga-eche nkwụsị afọ abụọ ihu ma ọ bụrụ na ọ nwalee cannabis ọzọ.",
  "N'ọnwa Jenụwarị nke afọ 2009, Moore mechara nke anọ na ogologo ịwụli elu na 7.37 m na nzukọ egwuregwu na Potchefstroom, South Africa. Otú ọ dị, ihe omume a kpuchiri na mgbasa ozi site na ihe dị ịtụnanya nke merụrụ ya ahụ mgbe ọ gbapụrụ ọtọ n'elu ụlọ mgbe ọ na-ekere òkè na ọzụzụ okpomọkụ",
  "Ihe mberede ahụ juru Moore anya ma mesịa jiri ụgbọelu laghachi na United Kingdom na nna ya na dọkịta UK Athletics. Ọ naghị asọmupi kemgbe ihe ahụ mere.",
  "Moore so n'ezinụlọ na emeri na egwuregwu nke ọma: ọ bụ nwa nwoke nke onye mmeri European Junior nke 1975 na onye nkuzi egwuregwu ugbu a bụ Aston Moore",
  "Ọ bụ nwa nwanne nwanyị nke onye na-agba ọsọ Wendy Hoyte (nke bụbu Clarke), onye lụrụ Les Hoyte, onye bụkwa onye na-ebute ọsọ na onye nkuzi sprint na Arsenal Football Club (nwanne Trevor Hoyte, 1978 Commonwealth 200m finalist)",
  "Ụmụ nwanne nne ya gụnyere ndị egwuregwu Arsenal Justin na Gavin Hoyte, na onye na-eme egwuregwu Chris Clarke na 2007 400 mita World Youth Champion."
]