[
  "Jonathan Granoff bụ onye ọka iwu America, onye na-ede ihe nkiri na onye nkuzi, nke a maara nke ọma dị ka Onye isi oche nke Global Security Institute.",
  "Granoff bụ onye ndụmọdụ ukwu nke Kọmitii American Bar Association na Arms Control na National Security ma jee ozi dị ka osote onye isi oche nke Kọmiti NGO na Disarmament na United Nations",
  "Ọ na-eje ozi n'ọtụtụ bọọdụ na-achịkwa na ndị ndụmọdụ gụnyere Kọmitii Ndị Ọkaiwu na Iwu Nuklia, Lawyers Alliance for World Security, Jane Goodall Institute, Bipartisan Security Group, na Middle Powers Initiative.",
  "Granoff akụziwo n'ụwa niile gbasara iwu, omume na akụkụ ime mmụọ nke mmepe na nchekwa mmadụ, na-elekwasị anya na egwu nke ngwá agha nuklia",
  "Dị ka onye na-ede ihe nkiri, e gosipụtara Granoff n'ihe karịrị akwụkwọ iri atọ.",
  "Ọ na-arụ ọrụ iwu na Philadelphia dị ka onye na-arụ otu onye, n'ọtụtụ ụlọ ọrụ dị n'etiti, yana dị ka onye ndụmọdụ n'ụlọ na ụlọ ọrụ ọha na eze",
  "Ọ bụ onye isi oche nke nnọkọ pụrụ iche gbasara iyi ọha egwu na iyi egwu nye mmadụ na Summit of Nobel Peace Laureates na Rome n'afọ 2004, ebe ọ nọchitere anya International Peace Bureau, otu Nobel Peace Laireate",
  "Granoff nọchitere anya International Peace Bureau na Nobel Peace Laureate Summits na Rome kwa afọ kemgbe afọ 2002.",
  "Granoff bụ nwa nwoke nke onye na-agụ egwu Kitty Kallen nke a maara nke ọma maka ndekọ egwu ya nke afọ 1954 '\"Little Things Mean a Lot\" na onye na-ahụ maka telivishọn Bernard \"Budd\" Granoff (1920-1996).",
  "Granoff nwetara nzere Baccalaureate ya, Cum Laude, na Vassar College na Juris Doctor na Rutgers School of Law - Camden.",
  "N'ọnwa Mee 5, 2010, New York City: \"A Good Framework for a Good Future\" ()",
  "gosipụtara na \"Principles, Values and Global Security,\" seminarị nke Religions for Peace haziri.",
  "N'ọnwa Eprel 19, 2010, Tehran, Iran: \"\" ()",
  "ngosi e nyere na Nzukọ Mba Nile na Non-proliferation na Disarmament, nke Ministri Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ nke Iran kwadoro.",
  "N'ọnwa Disemba 5, 2009, Hiroshima, Japan: \" icheta anyị, ekele gị, Hiroshima\" ()",
  "gosipụtara na nnọkọ ahụ, \"Hiroshima Strives for Nuclear Abolition: Pursuing measures to energize the 2010 NPT Review Conference,\" nke Hiroshima Peace Institute na Chugoku Shimbun haziri."
]