[
  "A na-akpọ Joram Mariga (o na-ekwenye na ya bụ) \"Nna nke ihe ọkpụkpụ Zimbabwe\" n'ihi mmetụta ya na obodo nka malite na 1950s wee gaa n'ihu ruo mgbe ọ nwụrụ na 2000",
  "A na-akpọkarị mmegharị ihe ọkpụkpụ nke ọ bụ akụkụ ya dị ka \"Shona sculpture\", ọ bụ ezie na ụfọdụ n'ime ndị otu ya a ma ama abụghị agbụrụ Shona.",
  "Joram Mariga nwụrụ na Disemba afọ 2000 n'oge na-adịghị anya mgbe ọ bịarutere n'ụlọ ọgwụ Bonda Mission, n'ihi ihe mberede ụgbọala.",
  "A mụrụ ya na nso Chinhoyi, (nke a na-akpọbu Sinoia) na ihe na 1927 bụ Southern Rhodesia, Joram Mariga bụ onye si na agbụrụ Shona ma na-asụ Zezuru, asụsụ obodo",
  "Ọ bụ nwa sangoma, nne na nna ya abụọ bụ ndị nka",
  "Nna ya na ụmụnne ya ndị okenye (Copper na Douglas) bụ ndị ọkachamara na-akpụ osisi, ebe nne ya na-eme ite",
  "Ha niile rere ọrụ ha nye ndị obodo. Mgbe ọ dị afọ asatọ ma ọ bụ itoolu, ọ malitere ịkpụ osisi, n'ụlọ akwụkwọ, ọ sonyeere klas ndị na-arụ ọrụ osisi",
  "Dị ka nwa ehi, isiokwu mbụ ya bụ ehi",
  "Joram gara ụlọ akwụkwọ sekọndrị na Goromonzi ma gụọ akwụkwọ na Waddilove Institute",
  "O ruru eru dị ka onye ọrụ ugbo ma Agritex were ya n'ọrụ.\nỌrụ ya dị ka onye na-akpụ ihe na nkume malitere n'afọ 1957 mgbe ọ chọpụtara ebe a na-achọsi ike nke akwụkwọ ndụ akwụkwọ ndụ Inyanga (Moon) soapstone mgbe ọ na-edu ndị ọrụ na-ewu okporo ụzọ na ọwụwa anyanwụ Rhodesia",
  "N'amaghị mkpa ọ chọtara, ọ malitere iji ya mepụta arịa na obere ọnụ ọgụgụ",
  "Ọ malitekwara ịkụziri ndị ọrụ ya na-ewu okporo ụzọ ka ha jiri ngwá ọrụ ịkpụ osisi kpụọ nkume ahụ.",
  "Central Zimbabwe nwere \"Great Dyke\" - isi iyi nke nkume agwọ nke ọtụtụ ụdị gụnyere ụdị siri ike nke a na-akpọ springstone",
  "Omenala mbụ nke ndị Shona biri n'elu ugwu dị elu n'ihe dị ka 900 AD na \"Great Zimbabwe\", nke malitere n'ihe dị ka 1250–1450 AD, bụ obodo nwere mgbidi nkume na-egosi ihe akaebe na nkà mmụta ihe ochie ya nke nkume nwere nkà na-arụ ọrụ",
  "A na-eji granite dị n'ógbè ahụ rụọ mgbidi ahụ ma ọ nweghị ihe eji eme ihe n'ihe owuwu ha",
  "Mgbe e gwupụtara ya, a hụrụ nnụnụ isii na efere soapstone na ogige ọwụwa anyanwụ nke ihe ncheta ahụ, ya mere ụdị nka na soapstone bụ akụkụ nke ọdịbendị mbụ ahụ",
  "Otú ọ dị, ịkpụ nkume dị ka nka enweghị usoro ọmụmụ kpọmkwem ruo taa ma ọ bụ naanị n'afọ 1954 ka mmegharị nke oge a malitere",
  "Nke a bụ mgbe Frank McEwen ghọrọ onye ndụmọdụ nke Rhodes National Gallery ọhụrụ a ga-ewu na Harare na site n'afọ 1955 ruo 1973 bụ onye isi ntọala ya (ọ mepere na 1957)",
  "Ebumnuche nke Gallery bụ iweta nka na-abụghị nke Afrịka na Harare mana mgbe McEwen mepụtara Ụlọ Akwụkwọ Workshop iji gbaa ọrụ ọhụrụ ume na eserese na ihe ọkpụkpụ, obodo nke ndị na-ese ihe chọpụtaghachiri nkà ndị na-adịghị ahụ maka ihe ọkpụkpụ nkume",
  "E mere ka Joram mara McEwen ma n'oge na-adịghị anya ha na-akpọtụrụ mgbe niile: Mariga gosipụtara na Gallery nke ọma site na 1962 mana ọ na-arụ ọrụ n'onwe ya n'oge ezumike ya ma mesịa na ụlọ ọrụ ya na Greendale, Harare.",
  "Mgbe e mesịrị, McEwen ga-echeta ya otú a:",
  "Mgbasawanye ihe ọkpụkpụ ahụ mepụtara n'ime naanị afọ 34",
  "Iji nye ezi ihe atụ, n'etiti ndị ọzọ si n'akụkụ dị iche iche nke mba ahụ bịa Joram Mariga",
  "Ọ bụghị onye mbụ bịara ụlọ ọrụ ahụ, kama ọ bụ otu n'ime ndị kachasị mma...O wetara m obere ite mmiri ara ehi a pịrị na nkume dị nro",
  "Achọpụtara m na nke a bụ mmiri ara ehi Bekee maka onye Bekee hụrụ tii ya n'anya! Ajụrụ m ma ọ nwere ike ịme isi",
  "Isi ahụ bịara, nke emere maka onye Bekee, n'ụdị nka ọdụ ụgbọ elu dị ka ndị njem nleta nwetara",
  "\"Ọ bụrụ na ị mere ọnụ ọgụgụ maka ezinụlọ gị ma ọ bụ ndị nna nna gị?\" Ajụrụ m",
  "\"Oh, nke ahụ ga-adị iche.\" Ọnụ ọgụgụ ahụ bịara, n'oge a nke echiche Afrịka dị ọcha - isi sara mbara, oche nke mmụọ, ọnọdụ ihu, ihu na-ele anya ruo mgbe ebighi ebi na ogwe aka na-etinye n'ụzọ iwu kwadoro na ọkpọ",
  "Ọ bụ tupu oge Kọlọb, dị ka à ga-asị na ihe oyiyi mmụọ etinyere na nkume nwere ike ịmepụta nsonaazụ yiri nke ahụ n'agbanyeghị ọdịiche nke agbụrụ, ebe na oge.",
  "Mmiri ara ehi ahụ na ihe ọkpụkpụ nkume abụọ nke Joram bụ akụkụ nke onyinye McEwen nyere British Museum.",
  "Mgbe afọ 1962 gasịrị, Mariga hapụrụ iji nkume ncha dị nro wee malite iji nnukwu, nke siri ike nke agwọ nke ọ hụrụ n'oge ọrụ ya. Ọ malitekwara ngwá ọrụ ọhụrụ wee na-arụ ọrụ",
  "Ka usoro ya na-etolite, ọ kụziiri ọtụtụ ndị ọzọ ihe ọ chọpụtara",
  "Ndị ọzọ na-ese ihe gụnyere ndị na-ewu okporo ụzọ ya, yana ndị na-ese ihe dịka Joseph Ndandarika bụ ndị McEwen zigara ka ha soro ya zụọ.",
  "Ka ọ na-erule n'afọ 1967, Joram bụ onye isi nke ndi na-akpụ ihe na Zimbabwe, ndị ibe ya sochiri ya na-arụ ọrụ na nkume ndị ọhụrụ dị ka serpentine na springstone nke ọ bụrụ ụzọ mee",
  "E gosipụtara otu n'ime ihe ọkpụkpụ ya na stampụ Rhodesian, akụkụ nke set nke e nyere na 12 Julaị 1967 iji cheta Afọ Iri nke mmeghe nke Rhodes National Gallery",
  "Mpempe akwụkwọ ndị ọzọ dị na set ahụ gosipụtara ọrụ Auguste Rodin, Roberto Crippa na M",
  "Tossini",
  "N'afọ 1966, Crispin Chakanyuka, onye bụbu onye mmụta nke Mariga bụ onye na-arụrụ Tom Blomefield ọrụ, chọpụtara ihe nkwụnye Tengenenge serpentine springstone mbụ.",
  "1969 bụ afọ dị mkpa maka mmegharị ihe ọkpụkpụ ọhụrụ, n'ihi na ọ bụ oge McEwen were otu ọrụ gaa Museum of Modern Art na New York na ebe ndị ọzọ na USA, iji nweta otuto dị egwu",
  "Ọ bụkwa afọ ahụ ka nwunye ya Mary (née McFadden) guzobere Vukutu, ugbo ọkpụkpụ dị nso na Inyanga, nke ndị na-ese ihe nwere ike ịrụ ọrụ",
  "Mariga chọtara ebe maka McEwens ma ha kwere ya nkwa na ọ ga-edu obodo nka",
  "Mgbe a na-enyo ya enyo na ọ na-echekwa ndị nnupụisi ZANU ma bufee ya na mpaghara dị anya, McEwen jụrụ inwe Mariga na Vukutu ma tinye Sylvester Mubayi dị ka onye ndu.",
  "Ndepụta nke aha ndị na-akpụ Vukutu bụ ndị ga-abụ ndị a maara nke ọma n'ụwa niile toro wee gụnye Bernard Matemera, Sylvester Mubayi, Henry Mukarobgwa, Thomas Mukarobgwa, Nicholas Mukomberanwa, Henry Munyaradzi, Joseph Ndandarika, Bernard Takawira na nwanne ya nwoke John: ya na Joram Mariga n'onwe ya guzobere ọgbọ mbụ nke ndị Shona ọhụrụ na-akpụ ihe",
  "Ha niile nyere aka na ihe ngosi a na-akpọ Arte de Vukutu gosipụtara na 1971 na Musée National d'Art Moderne na 1972 na Musée Rodin, nke McEwen haziri, onye biri ma rụọ ọrụ na Paris tupu nhọpụta ya na Harare",
  "Mariga bụ onye otu National Gallery of Zimbabwe's Board of Trustees site na 1982 ruo 1993.",
  "O sonyere na 1989 Pachipamwe II Workshop nke emere na Cyrene Mission na mpụga Bulawayo, Zimbabwe ya na ndị na-akpụ ihe nke gụnyere Adam Madebe, Bernard Matemera, Bill Ainslie, Voti Thebe na Sokari Douglas Camp.",
  "Ọ bụ ezie na ọtụtụ n'ime ndị na-ese ihe a gara n'ihu na-arụ ọrụ nke ọma, ọrụ Mariga hụrụ ahụhụ mgbe ọ gafere Chipinga",
  "Na mpaghara a, nkume gwụrụ ya ngwa ngwa, ọ hụghịkwa ihe ọ bụla dị na mpaghara iji kpụọ",
  "N'ịbụ onye dara mbà n'obi mgbe ndị McEwens raara ya nye, ihe osise ya gụnyere ọtụtụ ihe osise osisi mara mma maka ezinụlọ ya",
  "Ọ gaghị amaliteghachi ịkpụ nkume ruo mgbe ọ laghachiri mmeri na ngwụsị afọ 1980.",
  "Mariga lụrụ nwanyị ugboro anọ",
  "Ya na nwunye mbụ ya, Doreen, mụrụ nwa nwanyị, Mary",
  "Nwunye ya nke abụọ bụ Philipa, nne Owen, Richard na Robin",
  "Anne bụ nwunye ya nke atọ bụ nne Walter, Daniel, Aaron na Jay",
  "N'afọ 1976, Joram lụrụ Maud mana ha amụtaghị nwa.",
  "Dị ka Jonathan Zilberg kwuru, mmegharị ihe ọkpụkpụ Shona na-egbu oge iji nweta ume, n'otu akụkụ n'ihi àgwà na-adịghị mma n'ozuzu ya na 1960s na 1970s nke ndị Europe nọ n'ebe Frank McEwen na ndị na-akpụ ihe ọ gbara ume, n'ihe ka bụ mba nke gọọmentị ndị ọcha na-achị nke Nkwupụta nnwere onwe ya na 1965 nke United Nations hụrụ dị ka ịkpa ókè agbụrụ. Dị ka Aeneas Chigwedere, onye Zimbabwe na-akọ akụkọ ihe mere eme na onye ndọrọ ndọrọ ọchịchị si kwuo, n'oge ahụ, ọ bụ ndị isi ojii Afrịka ole na ole gụrụ akwụkwọ bụ ndị hụrụ uru ọ bụla n'ihe Joram Mariga na ndị ọzọ na-eme ma ha azụghị nka nke gosipụtara ọdịbendị nke ha, n'ihi nkuzi nke ndị ọcha na-achị achị",
  "Pat Pearce (onye na-ese ihe nke bi na Nyanga na onye bu ụzọ webata Mariga na McEwen) na Sidney Littlefield Kasfir atụlewo mkpa nke ndị na-ese ihe n'ịdọta mmegharị ihe ọhụrụ ahụ n'uche ndị na-ege ntị n'ụwa niile.",
  "Ọtụtụ n'ime ọrụ Mariga gụnyere isiokwu sitere na ọdịbendị nke ndị Shona, ma tinye isiokwu sitere na okike",
  "O kwenyere na \"Mmadụ kwesịrị izere ihe pụtara ìhè, mepụta nnukwu ebe maka ụbụrụ na nnukwu anya, n'ihi na ihe ọkpụkpụ bụ ndị ga-enwe ike iche echiche ma hụ onwe ha ruo mgbe ebighi ebi.\" A pịrị ọtụtụ n'ime ihe ọkpụkpụ ya na springstone mana Joram jikwa nkume ndị ọzọ na-adịghị ahụkebe dị ka nkume agụ owuru (a serpentine with green and yellow inclusions), na lepidolite, na lilac purple colour available to him",
  "E gosipụtala otu n'ime ihe ọkpụkpụ lepidolite, “Spirit of Zimbabwe' (1989) na Yorkshire Sculpture Park na 1990 na katalọgụ maka ihe ngosi ahụ nke gụnyere ma foto (p",
  "28) na ihe ndị sitere na ajụjụ ọnụ ya na Mariga (p",
  "42-43) mgbe ọ rụrụ ọrụ ebe ahụ site na 22–30 July 1990",
  "Ọ gụnyekwara (p",
  "44) foto nke nnukwu ọrụ ya “Communicating with the Earth Spirit” (1990)",
  "N'afọ 1989, a jara ọrụ abụọ nke Mariga mma nke ukwuu na Zimbabwe Heritage Exhibition na Natitional Gallery, ebe ihe ngosi ya \"Whispering the Gospel of Stone\" mere",
  "Otu n'ime ndị a, nke a na-akpọ \"Calabash Man\", gosipụtara n'akwụkwọ Celia Winter-Irving na Stone Sculpture (lee Further Reading) nke nwekwara ọtụtụ ihe ndị ọzọ na Joram na ọnọdụ nka ya.",
  "Nchikọta \"Chapungu: Culture and Legend - A Culture in Stone\" maka ihe ngosi na Kew Gardens na 2000 na-egosi ihe ọkpụkpụ Joram \"Chief Chirorodziwa\" (Lepidolite, 1991) na p",
  "100-101.",
  "E wezụga ịbụ onye na-akpụ ihe, Mariga bụ onye nkuzi, ụmụ akwụkwọ ya gụnyere John na Bernard Takawira na Crispen Chakanyuka, (ụmụ nwanne ya niile), Bernard Manyadure, Kingsley Sambo, na Moses Masaya",
  "Ọ ga-ewerekwa ụmụ akwụkwọ si n'ebe ndị ọzọ, n'ozuzu mgbe ọ na-eme njem.",
  "N'afọ 2000, Mariga gbara Jonathan Zilberg ajụjụ ọnụ, ebe o nyere akụkọ banyere ndụ ya na ọrụ ya.",
  "Media related to Joram Mariga at Wikimedia Commons"
]