[
  "Jordan Ifeanyi Nwora (amụrụ ya na Septemba 9, 1998) bụ onye Naijiria-Amerịka na-agba basket bọọlụ na Indiana Pacers nke National Basketball Association (NBA)",
  "Ọ gbara bọọlụ kọleji na Louisville Cardinals. Ọ na-agba bọọlụ mba ụwa maka otu egwuregwu basketball ụmụ nwoke nke Naịjirịa",
  "Nwora meriri n'asọmpi n'afọ 2021 na Milwaukee Bucks tupu e ree ya nye Indiana Pacers n'afọ 2023.",
  "A mụrụ Nwora na Septemba 9, 1998, na Buffalo, New York munye nna ya bu onye Naijiria na nne ya bu Amerika. Nna ya Alexander Nwora, onye nkuzi basketball, nyeere Jordan aka ịzụlite ikike basketball ya.",
  "Nwora malitere ịgba bọọlụ na Amherst Central High School n'afọ 2013-2014, tupu ọ gaa The Park School of Buffalo maka oge abụọ. Na The Park School, ọ gbara pasent Iri anọ na abụọ site na akara atọ na-eduga ndị ọsụ ụzọ na asọmpi New York State Federation Class B, na-enweta akara 21.5, 6.5 rebounds, 2.4 steals, na 1.4 assists",
  "Oge nke abụọ ya na The Park School hụrụ ka ọ na-ebuli nkezi oge ya niile, na-agbanye na 23.4, 10.1 rebounds, 2.3 steals, na 1.8 assists",
  "O nwetara ihe nrite nke First Team All-Centercourt na oge ya nke obere na nke okenye na-egwu na The Park School. \nNwora gara n'ihu n'ọrụ nkwadebe ya maka otu oge ọzọ, ebe ọ meriri ihe karịrị isi narị ise na ụlọ akwụkwọ Vermont, na-akwụ ụgwọ 18.7 isi na 5.3 nkwụghachi na oge afọ 2016–2017..",
  "Nwora sonyeere Louisville Cardinals n'afọ 2018",
  "N'oge ọhụrụ ya, ọ nwetara akara 5.7, 2.2 rebounds na 0.4 assists kwa egwuregwu obula.",
  "N'oge ọ nọ n'afọ nke abụọ, Nwora ghọrọ onye mbido egwuregwu na-adịgide adịgide na egwuregwu isii n'ime oge ahụ.\nỌ na-enweta akara 17.0, 7.6 rebounds, na 1.3 assists kwa egwuregwu, na-aghọ onye nke abụọ kachasị mma na egwuregwu NCAA ma kpọọ ya Onye kachasị mma na ACC.",
  "A kpọrọ ya onye egwuregwu ACC nke afọ",
  "Na Jenụwarị 29, 2020, Nwora nwetara akara 37 kachasị elu ma gbakwunye rebounds itoolu na mmeri 86-69 megide ụlọ akwụkwọ Boston. Na ngwụcha oge a na-eme kwa oge, a kpọrọ Nwora aha na First Team All-ACC, na-emecha nke abụọ na onye ọkpụkpọ nke afọ na-atụ vootu Tre Jones. Dị ka onye na-eto eto, Nwora na-enweta akara iri na asatọ na 7.7 rebounds kwa egwuregwu mgbe ọ na-agbapụ pasent Iri anọ na anọ site n'ọhịa",
  "Mgbe oge ahụ gasịrị, o kwupụtara maka draft NBA nke afọ 2020.",
  "A họpụtara Nwora dịka onye nke iri anọ na ise n'ozuzu site na Milwaukee Bucks na 2020 NBA draft. Na Nọvemba 24, 2020, ndị Bucks kwupụtara na ha Zụrụ Nwora. E kenyere ya na Salt Lake City Stars maka mmalite nke oge NBA G League, na-eme nke mbụ ya na Febụwarị 10, 2021",
  "Ụbọchị atọ ka e mesịrị, a kpọghachiri ya na Stars n'ihi mmerụ ahụ n'ikiri ụkwụ",
  "N'abalị iri na isii n'ọnwa Mee, Nwora mechiri oge ọhụrụ ya site n'ịgba akara dị elu 34 na ịgba bọọlụ 14-23, yana rebounds 14 na blocks 2, n'oge mmeri 118 - 112 na Chicago Bulls. N'oge ọhụrụ ya, Nwora ghọrọ onye mmeri NBA, nyere Bucks aka imeri Phoenix Suns na 2021 NBA Finals. N'abalị iri na asatọ n'ọnwa Disemba n'afọ 2021, Nwora nwetara akara dị elu nke oge 28, yana rebounds iri na otu, na mmeri 119-90 na Cleveland Cavaliers.",
  "Na Febụwarị 9, 2023, e rere Nwora na Indiana Pacers tinyere George Hill na Serge Ibaka na ahia anọ metụtara Brooklyn Nets na Phoenix Suns. Nwora sonyeere Tyrese Haliburton, Aaron Nesmith, na Jalen Smith na Pacers, niile ahọpụtara na 2020 NBA Draft",
  "O mere Pacers nke mbụ ya na Febụwarị 13, na-edekọ akara 7, 3 rebounds na 2 steals na mmeri 123 - 117 na Utah Jazz. N'abalị iri abụọ na ise n'ọnwa Febụwarị, Nwora dekọrọ akara iri na asatọ, rebounds asatọ, na enyemaka isii na ịgba bọọlụ iri na abụọ, na mmeri Orlando Magic. Na Machị 13 megide Detroit Pistons, Nwora dekọrọ akara 20, rebounds anọ, na ohi abụọ. Na Machị 25 megide Atlanta Hawks, Nwora weputara akara 33 nke Pacers ma gbakwunye rebounds isii n'oge ọdịda. O nwetara akara Iri abụọ na ise n'ime akara iri atọ na atọ ya na nkeji nke abụọ, na-etinye ihe ndekọ nke Pacers maka ọtụtụ akara na nkeji iri na ise ebe ọ bụ na nyocha malitere na oge NBA nke afọ 1996",
  "Ha kpọrọ Nworah ka ọ sọrọ otu egwuregwu nke D'Tigers maka 2019 FIBA World Cup qualifier n'etiti June 28-30, 2018, site n'aka nna ya Alexander Nwora onye bụ onye isi nchịkwa nke otu ahụ",
  "N'asọmpi ahụ, o nwetara akara 21.7, 8 rebounds na 2.7 assists. N'oge asọmpi FIBA World Cup nke afọ 2019 na Lagos, Nwora nwetara akara iri atọ na isii na mmegide Mali ka ọ bụrụ onye kachasị mma maka Naịjirịa n'akụkọ ihe mere eme, na-emebi ndekọ Ike Diogu nke akara iri atọ na otu.",
  "Nwora nwetara akara 33 dị elu n'egwuregwu na mmeri Germany na agba nke mbụ nke afọ 2020 Olympics na Tokyo",
  "Ọ butere Naịjirịa n'ịnwete mmeri na asọmpi ahụ mgbe ọ nwetasịrị akara 21 n'egwuregwu ọ bụla.",
  "Àtụ:NBA player statistics legend",
  "Àtụ:NBA player statistics start\n|-\n| style=\"text-align:left;background:#afe6ba;\"|Àtụ:Nbay†\n| align=\"left\" | Milwaukee\n| 30 || 2 || 9.1 ||459 ||452 ||760 || 2.0 ||2 ||5 ||2 || 5.7\n|-\n| style=\"text-align:left;\"|Àtụ:Nbay\n| align=\"left\" | Milwaukee\n| 62 || 13 || 19.1 ||403 ||348 ||837 || 3.6 || 1.0 ||4 ||3 || 7.9\n|-\n| style=\"text-align:left;\"|Àtụ:Nbay\n| align=\"left\" | Milwaukee\n| 38 || 3 || 15.7 ||386 ||392 ||860 || 3.1 || 1.0 ||3 ||2 || 6.0\n|- class=\"sortbottom\"\n| style=\"text-align:center;\" colspan=\"2\"| Career\n| 130 || 18 || 15.8 ||408 ||376 ||829 || 3.1 ||8 ||4 ||2 || 6.8\nÀtụ:S-end",
  "Àtụ:NBA player statistics start\n|-\n| style=\"text-align:left;background:#afe6ba;\"| 2021†\n| style=\"text-align:left;\"| Milwaukee\n| 5 || 0 || 6.2 ||222 ||250 ||714 || 1.8 ||2 ||0 ||2 || 3.0\n|-\n| style=\"text-align:left;\"| 2022\n| style=\"text-align:left;\"| Milwaukee\n| 8 || 0 || 2.5 ||222 ||000 ||000 ||4 ||3 ||0 ||0 ||5\n|- class=\"sortbottom\"\n| style=\"text-align:center;\" colspan=\"2\"|Career\n| 13 || 0 || 3.9 ||222 ||167 ||556 ||9 ||2 ||0 ||1 || 1.5\nÀtụ:S-end",
  "Àtụ:NBA player statistics start\n|-\n| style=\"text-align:left;\"| 2017–18\n| style=\"text-align:left;\"| Louisville\n| 28 || 0 || 12.0 ||464 ||439 ||769 || 2.2 ||4 ||6 ||1 || 5.7\n|-\n| style=\"text-align:left;\"| 2018–19\n| style=\"text-align:left;\"| Louisville\n| 34 || 29 || 31.9 ||446 ||374 ||765 || 7.6 || 1.3 ||9 ||4 || 17.0\n|-\n| style=\"text-align:left;\"| 2019–20\n| style=\"text-align:left;\"| Louisville\n| 31 || 30 || 33.1 ||440 ||402 ||813 || 7.7 || 1.3 ||7 ||3 || 18.0\n|- class=\"sortbottom\"\n| style=\"text-align:center;\" colspan=\"2\"| Career\n| 93 || 59 || 26.3 ||445 ||394 ||785 || 6.0 || 1.0 ||8 ||2 || 13.9\nÀtụ:S-end",
  "Jordan Nwora bụ nwa mbụ nke Amy Nwora, onye America na Alexander Nwora Erie Community College na Nigerian National Basketball Team Head Coach Ụmụnne ya atọ (Ronni, Caeli, na Lex) nwekwara mmasị na basketball ka nwanne ya nwanyị Ronni Nwora na-egwu basketball ụlọ akwụkwọ sekọndrị na The Park School of Buffalo, Buffalo, New York. Ọ na-egwuri egwu ugbu a na otu egwuregwu basketball ụmụ nwanyị Georgia Tech Yellow Jackets.",
  "N'afọ 2019 FIBA World Cup qualifier na Lagos, Jordan na nna ya Alexander ghọrọ nwa na nna mbụ Naijiria na-anọchite anya otu mba Naijiria n'otu oge ahụ.",
  "Àtụ:Indiana Pacers current rosterÀtụ:Navboxes"
]