[
  "Joseph Delaney (1904 rụo ụbọchị irí abụọ na otu n'ọnwa Novemba, 1991) bụ ónyé Africa-America na-ese ihe nke ghọrọ akụkụ nkè ihe nkírí nka New York n'oge Harlem Renaissance.",
  "A mụrụ Delaney na Knoxville, Tennessee, otu n'ime ụmụ iri nke ónyé ụkọchukwu Metọdist. Ọ bụ nwanne Beauford Delaney nke obérè, ónyé ya na ya nwere mmasị ise ihe",
  "Delaney hapụrụ ụlọ akwụkwọ na klas nke itoolu.  N'oge ọ dị afọ iri na ụma na mmalite afọ iri abụọ, Delaney nọrọ ọtụtụ afọ n'enweghị ebe óbíbí tupu ọ banye na Eighth Infantry Regiment, Illinois National Guard.",
  "8N'afọ 1930, Delaney kwagara New York City, ébé o debara áhà ya na Art Students League of New York. Na Art Students League, ya na Alexander Brook mụrụ, George Bridgman sere ihe osise, na anatomy mmadụ n'okpuru Thomas Hart Benton. Ọ nwalere usoro na-egosipụta ihe",
  "Delaney mechara kwuo na Benton nwere mmetụta dị ukwuu, na-ekwu, \"Benton ga-anọnyere m mgbè niile\". N'oge ezumike ya, Delaney sere ndị mmadụ na ebe ndị gbara ya gbụrụ-gbúrụ.",
  "Also'oge Great Depression, ọ rụrụ ọrụ na Works Progress Administration",
  "Ọ kụziri klas nka ụmụaka, Paul Revere sere ọlaọcha, na 1943 a kpọrọ áhà ya na WPAX Easel Painting Division. N'oge WPA kwụsịrị ịrụ ọrụ, e nyèrè Delaney onyinye site na Julius Rosenwald Fund. Site n'oge ọkọchị nke afọ 1942 ruo Jenụwarị 1943, o jiri onyinye ahụ gaa n'akụkụ ọwụwa anyanwụ nke oké osimiri ma mepụta usoro nke na-edekọ ndụ ndị ọrụ ojii",
  "N'afọ 1978 na 1979, ọ rụrụ ọrụ dị ka ónyé na-ese ihe dị ka akụkụ nke Cultural Council Foundation CETA Artists Project na New York City.",
  "Delaney biri ma rụọ ọrụ na New York ruo 1986, na-egosi ọrụ ya na New York na Washington Square ruo ọtụtụ iri afọ.",
  "N'afọ 1986, ọ laghachiri Knoxville ka ọ bụrụ ónyé na-ese ihe na Mahadum Tennessee, ọkwá ọ nọrọ ruo mgbè ọ nwụrụ n'afọ 1991.",
  "N'oge ndụ ya niile, Delaney kpebisiri ike imegide ịkpa ókè agbụrụ, ọrụ ya na-ekpughe \"nchegbu miri emi màkà ndụ ndị nkịtị\".",
  "The Art Institute of Chicago, Knoxville Museum of Art, Museum of the City of New York, Indianapolis Museum of Art، David Owsley Museum of Art na Smithsonian American Art Museum so n'ime ebe ngosi ihe mgbe ochie nwere ọrụ Joseph Delaney. N'afọ 1968, o bipụtara akwụkwọ nta nke chịkọtara ahụmahụ ya dị ka ónyé na-ese ihe na New York nke akpọrọ, Thirty-six Years Exhibiting in the Washington Square Outdoor Art Show"
]