[
  "Ndubisi Joseph C",
  "Egemonye (1933 ruo 2011), bụ onye nta akụkọ Naijiria, onye edemede, onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego",
  "Ọ bụ onye isi nchịkọta akụkọ na onye guzobere akwụkwọ akụkọ The Nigeria Monitor, akwụkwọ akụkọ mbụ kwa izu na Nnewi, ndịda ọwụwa anyanwụ Nigeria, yana onye guzobere Winston-Salem Chronicle, akwụkwọ akụkọ obodo kachasị ochie na Winston-Salim, United States.",
  "A mụrụ Joseph Joe Ndubisi Chukwukadibia Egemonye na ụbọchị isii nke ọnwa Disemba n'afọ 1933 n'ime ezinụlọ ndị  Anglican na aga ozi ala ọzọ si Uruagu, Nnewi",
  "Ọ bụ nwa nwa nke onye isi agbụrụ na onye otu agbụrụ Igbo na Naịjirịa",
  "Major-General Emeka Onwuamaegbu bụ nwa nwanne ya.",
  "Ọ gara Manchester College of Commerce, England, n'afọ 1962 ya na St",
  "John College dịkwa na Manchester, ebe ọ bụ osote onye isi oche nke otu ụmụ akwụkwọ.",
  "N'afọ 1968, ọ nwetara nzere BSc na sayensị njikwa na Mahadum Manchester, ebe ọ bụ onye mmeri nke asọmpi arụmụka nke afọ 1966 na 1967 Manchester Debating Union",
  "O nwetakwara nzere Master of Arts na nta akụkọ na Mahadum North Carolina na Chapel Hill",
  "Ọ malitere ọrụ ya dịka onye nkuzi, odee na onye nta akụkọ na Nnewi",
  "O dere akụkọ abụọ dị mkpirikpi, Disaster in the Realms of Love na Broken Engagement nke gosipụtara na Onitsha Market Literature ma nwee ike ịchọta ya na Library of Congress.\nDị ka onye nta akụkọ, ọ bụ onye nchịkọta akụkọ Igbo nke Eastern Nigerian Observer Newspaper n'afọ 1960 tupu o guzobe magazin Anglican Youth Fellowship a na-akpọ The Voice of the Youth",
  "Ọ bụkwa onye nkuzi na Mahadum North Carolina Central, Durham na onye isi nke Ngalaba Akwụkwọ akụkọ na Mahadụ Shaw.",
  "N'ọnwa  Septemba nke afọ 1974, o guzobere Winston-Salem Chronicle na Winston-Salim (akwụkwọ akụkọ kwa izu nke na-elekwasị anya na obodo ndị Africa-America) n'afọ 1986 o guzobere The Nigeria Monitor, akwụkwọ akụkọ mbụ kwa izu na Nnewi",
  "Ọ mere ka ndị na-agụ akwụkwọ obodo mara banyere ndọrọ ndọrọ ọchịchị obodo na ihe omume obodo, nke mere ka a kpọọ ya Monitor",
  "Otú ọ dị, n'afọ ndị 1990, ọchịchị aka ike nke ndị agha nke General Sani Abacha gbochiri nnwere onwe nke ndị nta akụkọ na Naịjirịa.",
  "Dị ka onye ọchụnta ego, o webatara Micro wheel balancing Machine n'ime ụlọ ọrụ ụgbọ ala Naijiria iji nye ndị na-eto eto ọrụ",
  "Dịka onye ndọrọndọrọ ọchịchị, otu National Republican Convention Party (NRC) họpụtara ya dịka onye ga-azọ ọkwa onyeisioche ọchịchị ime obodo Nnewi North n'afọ 1993."
]