[
  "Joseph Ogola Olita (31 March 1944 - 1 June 2014) bụ onye Kenya na-eme ihe nkiri nke a maara nke ọma maka igosi Idi Amin na Rise and Fall of Idi Amin (1981) na Mississippi Masala (1991).",
  "A mụrụ Joseph Ogola Olita n'ọnwa March 31, 1944 nne ya bụ Regina Oduma.  N'afọ 1951, Olita gara ụlọ akwụkwọ praịmarị Pap Oriang",
  "N'afọ 1958, o debara aha na St",
  "Mary's Yala ebe ọ gara maka O level ya ma bụrụ onye otu klọb ihe nkiri.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, Olita bụ onye ọrụ nke Brooke Bond Company na Kericho na Union Carbide na Nakuru",
  "Olita bụ nwoke nwere mmụọ miri emi nke gara Barding Secondary School, n'etiti afọ 1956 na 1960, ma mesịa gaa Yala Seminary School",
  "Olita na-arụ ọrụ maka USAID mgbe ohere ime ihe nkiri n'afọ ndi 1981 Rise and Fall of Idi Amin gosipụtara onwe ya.",
  "Dị ka NTV Uganda si kwuo, Olita amaghị ọtụtụ ihe banyere Amin, ya mere ọ \"gụrụ ọtụtụ ihe banyere ya site n'akwụkwọ, site na akwụkwọ akụkọ na ihe nkiri.\"  Ọ tụfuru ohere ime ihe dị ka ya mgbe a bịakwutere ya ka ọ gosipụta ọrụ ahụ na ihe nkiri 1976, Victory at Entebbe",
  "Mgbe oge ruru iji gosipụta ya na Rise and Fall, \"Aghaghị m ịmara omume ya n'ezie.\"  Rise and Fall of Idi Amin meriri ihe nrite ise, gụnyere Best Actor, na Las Vegas International Film Festival.  Olita anataghị nhọpụta Oscar maka arụmọrụ ya ka a na-ewere ya dị ka otu n'ime ihe nkiri kachasị njọ na akụkọ ihe mere eme nke Academy Awards",
  "\"Ị na-ahụ ndị wazungu a na-achọ ọdịmma onwe ha naanị",
  "Naanị ihe ha chọrọ ime ka otu n'ime ha bụrụ kpakpando",
  "(Forest) Ọrụ Whitaker na ọrụ ya na The Last King of Scotland adịghị nso na ihe m mere ma ka nwere ike ime,\" ka Olita na-ekwu.",
  "N'afọ 1984, Olita gosipụtara obere ọrụ nke onye uwe ojii mbụ na Sheena  N'afọ 1991, ọ maliteghachiri ọrụ ya dịka Amin nke ugboro abụọ na nke ikpeazụ na Mississippi Masala nke Denzel Washington sonyekwara.  Olita gosikwara onye isi ndị agha na The Black Forest Clinic",
  "Ngosipụta ihuenyo ikpeazụ nke Olita bụ romantic comedy nke afọ 2011, The Captain of Nakara, nke o gosipụtara nna di Muntu.",
  "N'afọ 1980, mgbe Olita na-arụ ọrụ ya a maara nke ọma na-egwu Idi Amin, o degaara ezigbo Amin akwụkwọ ozi na-arịọ ka ọ zute ya mana Amin azaghị.",
  "N'ajụjụ ọnụ a gbara ya n'afọ 2013, Olita kọwara onwe ya dịka Onye Kraịst a mụrụ ọzọ",
  "O kwetakwara na o nwere nwunye atọ yana ụmụ nwoke asatọ na ụmụ nwanyị anọ",
  "Otu n'ime ndị nwunye ya nwụrụ site na ọrịa shuga.",
  "Olita nwụrụ n'ihe dịka elekere iri na otu nke ụtụtụ na June 1, 2014 n'ụlọ ime obodo ya dị na Pap Oriang' na South East Alego nke Siaya District mgbe ọ dị afọ iri asaa mgbe ọ nwụsịrị site na  ọbara mgbali elu.  A kọrọ na ọ laghachiri n'ụlọ n'ụbọchị gara aga site na Nairobi, ebe ọ bi mgbe olili ozu nne ya gasịrị",
  "Dịka nwanne ya nwoke, Matthews Ogola, si kwuo, Olita na-arịa ọrịa ọmị ọkpụkpụ , ọrịa shuga na ọbara mgbali elu n'oge ọnwụ ya.  N'agbanyeghị ọkwa ya site na Rise and Fall of Idi Amin, Olita nwụrụ dịka ogbenye.",
  "Dị ka Sipross Odero, onye ikwu Olita si kwuo, e wepụrụ ozu ya n'ụlọ ozu Bama Private Hospital",
  "E guzobere kọmitii olili ozu n'obodo ya nke onye nnọchi anya South Alego Ward bụ Joshua Osuri.  Tinyere ndị ikwu ya dị ndụ a kpọtụrụ aha n'elu, Olita nwere otu nwunye, aha ya bụ Alice Atieno, na ọtụtụ ụmụ gụnyere nwa nwanyị Risper Odero, na ụmụ ụmụ."
]