[
  "Joseph Ettedgui (1936–2010), nke a na-akpọkwa Joseph, bụ onye na-ere ahịa na London na onye guzobere Joseph retail empire",
  "Mgbe ọ nwụsịrị, onye isi oche nke British Fashion Council Harold Tillman kọwara ya dị ka: \"nnukwu onye na-emepụta ihe, onye na-ere ahịa na onye ọchụnta ego\"",
  "Onye nchịkọta akụkọ ejiji Le Figaro bụ Godfrey Deeny akọwaala ya dị ka: \"otu n'ime mmadụ isii kachasị ere ahịa ejiji na ọkara narị afọ gara aga\".",
  "A mụrụ ya na Casablanca na Febụwarị 22, 1936",
  "Joseph Ettedgui bụ nwa onye na-ere ngwá ụlọ ndị Juu nke Morocco",
  "Nna Joseph lere ire ere anya dị ka ọrụ na-eweda ala ma nwee olileanya na nwa ya nwoke ga-abụ dọkịta ma ọ bụ onye ọka iwu. Joseph enweghị ọchịchọ dị otú ahụ ma soro nwanne ya nwoke Maurice kwaga London na 1960 iji zụọ dị ka onye na-edozi isi",
  "Afọ abụọ ka e mesịrị, ụmụnne ahụ mepere ụlọ ntutu isi (Salon 33) na King's Road, Chelsea - otu n'ime ebe obibi nke Swinging London",
  "Na 1964, nwanne ha nwoke Franklin sonyeere ha. N'ajụjụ ọnụ ya na 1989 na Jewish Chronicle, Joseph kwuru, sị: \"Achọrọ m n'ezie ịbụ onye na-atụpụta ụkpụrụ ụlọ mana enweghị m ndidi",
  "Ekpebiri m ịga ọmụmụ n'ihe gbasara ntutu isi ma enwere m mmasị na ya; enwere m mmasị n'ụzọ ị nwere ike isi gbanwee mmadụ n'ime awa abụọ",
  "\"",
  "Joseph Ettedgui malitere ịga Paris iji hụ nchịkọta ejiji dị njikere",
  "Nke a dugara na nzukọ na mkpakọrịta azụmahịa mbụ ya na onye Japan na-emepụta Kenzo Takada",
  "Ọ malitere ire uwe elu Kenzo na Salon 33, na 1972 ụlọ ahịa uwe Joseph mbụ mepere n'okpuru ebe a na-edozi isi. Onye nchịkọta akụkọ ejiji Sunday Times n'oge ahụ bụ Michael Roberts hụrụ uwe elu Kenzo na windo ụlọ ahịa ahụ ma jiri ya mee ihe na foto - njem a na-ekwu na ọ malitere ma ejiji Europe na aha ụlọ ahịa Joseph n'otu oge nye ndị na-ege ntị na UK.",
  "Ụlọ ahịa dị elu nke Norman Foster mepụtara mepere na Sloane Street, Knightsbridge na 1979, mgbe nke ahụ gasịrị, Joseph Ettedgui nọ dị ka onye ọsụ ụzọ na-ere ahịa",
  "N'oge 1980s, e webatara akwa na uwe nke aka ya",
  "Akara Joseph gbasaa n'ime ụlọ oriri na ọṅụṅụ (Joe's Café) na ihe eji eme ụlọ (Joseph Pour la Maison)",
  "Ụlọ ahịa mepere na London na ebe ejiji ndị ọzọ, gụnyere New York, Paris na Tokyo.",
  "Joseph Ettedgui nyeere ndị na-emepụta ejiji aka, nke gụnyere Margaret Howell, Katharine Hamnett, John Galliano na Azzedine Alaïa. Ọ kwadokwara ndị na-ewu ụlọ na ndị na-emepụta ime mmụọ na dịka David Chipperfield na Eva Jiricna",
  "Onye na-emepụta ejiji nke Britain bụ John Richmond kpọrọ ya: \"onye kere ụlọ ahịa ọgbara ọhụrụ\" na onye na-emepụta ihe na onye ọchụnta ego nke Italy bụ Miuccia Prada kwuru na ụlọ ahịa Joseph bụ: \"n'etiti ndị mara mma n'ụwa\". Onye isi na-ahụ maka ịzụ ahịa Saks Fifth Avenue nke dị na London bụ Gail Sackloff chetara otú ndị na-azụ ejiji America si chọọ ileta ụlọ ahịa Joseph na 1980s n'ihi ụzọ o si azụ ahịa.",
  "Mgbe o rere akara Joseph ozugbo nye onye ikikere Japan ya na 2005, Joseph Ettedgui tụgharịrị uche ya na akụnụba ya na Connolly Luxury Goods, nke sitere na Connolly Leather, na ụlọ oriri na ọṅụṅụ Belgravia Italian Il Vaporetto Ka ọ na-erule Nọvemba 2020, ụlọ ahịa Connolly ka dị n'aka nwanyị di ya nwụrụ, Isabel."
]