[
  "Joseph Obinna Ogba (amụrụ n'afọ 1961 na Ebonyi Steeti, Naịjirịa) bụ onye ndọrọ ndọrọ ọchịchị Naịjirị",
  "Ọ bụ onye omeiwu na-anọchite anya Ebonyi Central senatorial district na Seneti Naịjirịa. Ọ bụ onye otu National Assembly nke asatọ na Naịjirịa ma bụrụkwa onye omeiwu a họpụtara na republic nke nke itoolu nke National Assembly.",
  "A mụrụ Joseph Ogba na 1961 na Nkalagu, Ishielu Local Government Area nke Ebonyi Steeti, Nigeria",
  "A zụlitere ya na Ishielu obere oge",
  "Ogba gara Command Secondary School na Nkalagu ebe ọ natara General Certificate of Education n'afo 1975",
  "Ọ gara Federal Polytechnic, Oko ebe ọ nwetara Diploma na Higher National Diploma na Mass Communication.",
  "Ogba malitere ọrụ ya dị ka onye ọka ikpe na Nigerian Football Referee Association n'afo 1986",
  "N'afọ 1995, a họpụtara ya ka ọ bụrụ onye isi oche nke Nigeria Football Referee Council (Chapter nke Anambra Steeti  ) ma jee ozi n'ọkwa ahụ ruo n'afọ 1997",
  "N'afọ 1997, a họpụtara ya ka ọ bụrụ onye otu Federal Government Delegation na United States na Owuwu ihe onyonyo.",
  "N'afọ 1998, ọ banyere na ndọrọ ndọrọ ọchịchị ma họpụta ya dịka onye isi oche nke gọọmentị ime obodo Ishielu na steeti Ebonyi",
  "E mesịa, a họpụtara ya dịka Onye isi oche nke ndị isi oche (ALGON) na steeti Ebonyi",
  "N'ihi ahụmịhe ya na bọọlụ, a họpụtara ya dịka onye isi oche, Ebonyi Angels Football Club na 1999 ruo 2002.",
  "Mgbe ọ ka na-eje ozi dị ka Onye isi oche nke Ebonyi Angels, a họpụtara ya ka ọ bụrụ Kọmishọna maka ndị ntorobịa na egwuregwu, Ebonyi Steeti na 2002",
  "N'afọ 2003, mgbe ọ rụchara ọrụ dị ka onye kọmishọna, a họpụtara ya dịka onye isi oche nke Football Association na Ebonyi Steeti",
  "N'afọ 2006, ọ bụ onye isi oche nke kọmitii ahịa na nkwado nke Nigeria Football Federation.",
  "N'oge ntuli aka 2015 na Naịjirịa, Ogba gbara aka bia kwa sonyere na ndị omeiwu ha họpụta ra ka ọ nọchite anya mpaghara Ebonyi Central. A họpụtara ya ka ọ bụrụ onye isi oche kọmitii na-ahụ maka egwuregwu n'etiti ndị omeiwu Naịjirịa. N'afọ 2019, a họpụtara ya ọzọ na ndị omeiwu Naịjirịa maka oge nke abụọ.",
  "Àtụ:Nigerian Senators of the 8th National AssemblyÀtụ:Nigerian Senators of the 9th National Assembly"
]