[
  "Joseph Holston (onye amụrụ Joseph Deweese Holston Jr., ubochí isii n'ọnwa Eprel, 1944) bụ ónyé America na-ese ihe na onye na-ebi akwụkwọ nke a maara màkà ihe ngosi ya nke ahụmịhe ndị Africa America, na-eji ụcha na-egbuke egbuke na ahịrị na-egosipụta n'ụdị cubist-abstractionist",
  "Mgbasa ozi ya gụnyere eserese, etching, silk screen, na collage.",
  "A zụlitere Joseph Holston na obéré obodo Black nke Hawkins Lane, n'ihe bụ n'ime ime ọbọdọ nke Chevy Chase, Maryland, na Washington, D.C",
  "Ọrụ ya na-egosipụta mmetụta siri ike nke njirimara Black nke ịzụlite site na ịzụlite ya na ọbọdọ ahụ dị n'otu",
  "N'afọ 1960, ezinụlọ ahụ kwagara Washington, DC, ebe a nabatara Holston n'ime mmemme nka azụmahịa na Chamberlain Vocational High School.",
  "Holston rụrụ ọrụ dị ka ónyé na-ese ihe / ónyé na-egosi ihe nkírí site na 1964 ruo 1970",
  "Ọ gbakwara mbọ n'onwe ya site na itinye akwụkwọ na klas nka na mpaghara Washington, DC",
  "Ndị a gụnyere klas ya na ónyé a ma ama na-ese foto Marcos Blahove (1928-2012). N'oge ọkọchị nke afọ 1971, Holston gàrà Santa Fe, New Mexico iji soro ónyé na-ese ihe, Richard Vernon Goetz (1915-1991), ónyé a ma ama na-ese foto, ala, na ọnye na-ede ihe. N'ime ọnwa ole na ole ọ laghachiri Washington, DC, Holston gbara arụkwaghịm n'ọrụ ya dị ka ónyé na-ese ihe na-ere ahịa, iji malite ise ihe ógè niile",
  "N'afọ sochirinụ, ónyé ọchụnta ego Texas na ónyé bụbu Postmaster General W",
  "Marvin Watson Jr., zụrụ ihe osise ya Ghetto Boy, ma nye ya onyinye maka nchịkọta nke Lyndon Baines Johnson Library and Museum.",
  "Ihe ngosi ndị ọzọ dị mkpa bụ na Washington County Museum of Fine Arts, Southern Alleghenies Museum of Art, Reginald F",
  "Lewis Museum of Maryland African American History and Culture, na Federal Reserve Arts Program na Washington, D",
  "C",
  "Ọ bụ ónyé na-ese ihe na Mahadum Maryland Eastern Shore, North Carolina A & T State University, na Experimental Printmaking Institute na Lafayette College.",
  "N'afọ 2008, Holston mepụtara akụkọ ọhụụ nke njem site n'ohu gaa na nnwere onwé na Freedom: Journey along the Underground Railroad",
  "A na-ahazi nchịkọta nke ihe osise, etchings, na eserese karịrị iri ise n'ime usoro anọ: I",
  "The Unknown World na-egosi usoro nke mmegharị nke ndị Afrịka a dọtara n'agha site na Middle Passage na n'ogige ohu; II",
  "Ibi na Bondage - Life on the Plantation na-egosi ndụ ohu; III",
  "The Journey of Escape, na-agbaso ụzọ nnwere onwe, na; IV",
  "Agba na nnwere onwe na-eme emume iru ihe mgbaru ọsọ na mmalite ọhụrụ",
  "\"N'ịmalite ọrụ a, Holston sonyeere ọgbọ nke ndị na-ese ihe na-emepụta nka dị ka ụgbọ ala iji hụ, chee echiche, chee ihu, jụọ ajụjụ, ma mechaa mee ka nghọta nke akụkọ ihe méré eme dị omimi",
  "\" Kemgbe emeghe ya na 2008 na Mahadum nke Mahadum Maryland University College, nchịkọta ahụ agaala ebe ngosi ihe mgbè ochie, gallery na ụlọ ọrụ na mba na mba ụwa",
  "N'afọ 2010, e gosipụtara ya na United Nations na Geneva, Switzerland.  Nhọrọ sitere na suite gụnyere na 2016 na ngosi Black Mechanics: Making of an American University and a Nation, na Mahadum Brown, na oku nke Brown's Center for the Study of Slavery and Justice."
]