[
  "The ugbu aha nke Stalin - Dzhugashvili Iosif Vissarionovich",
  "A mụrụ ya na 9 (21, New Style) na December 1878 na Georgian obodo nke Gori.",
  "N'ihi na ọtụtụ kwabatara nke Soviet Union n'oge Stalin na-achị ya na ụdị onye a na-ejikọta ya na usoro nke ụlọ ọrụ mmepụta ihe, na mmeri na Great Agha Ịhụ Mba n'Anya, nakwa dị ka ajọ ọnụ ọgụgụ ada, ọnụ ọgụgụ ndị nwụrụ nke na-ọkọdọhọ na-kasị obi ọjọọ na obi ọjọọ na-achị obodo",
  "More karịa atọ nde ndị e gburu ma ọ bụ tụọ ya mkpọrọ na ndọrọ ndọrọ ọchịchị ebubo",
  "Ọtụtụ mgbe nke ụlọnga, dispossession, njikọ wetara ọnụ ọgụgụ nke ndị ahụ tara nke Stalinist ọchịchị na a na ọnụ ọgụgụ nke iri abụọ nde mmadụ.",
  "Na taa ugboro, ọtụtụ ndị ọkà n'akparamàgwà mmadụ na otu olu ikwusa a ịrịba mmetụta na  guzobere agwa  na ụdị onye n'ozuzu, ụmụ na-ekpe na ndị ezinụlọ gburugburu ebe obibi",
  "Ya mere, ihe mere ndị dị otú ahụ a siri ike agwa nke Stalin?",
  "Dị ka ihe ndekọ nke akụkọ ihe mere eme, bụ onye ndú na nwata bụghị obi ụtọ na-egbuke egbuke",
  "Ugboro showdown nne na nna, Bilie tie si neprosyhayuschego nna nne, nwere ike agaghị agabiga ibonke a Chọpụta na enweghị mmetụta na nke-ntà nwata",
  "Iji ebelata a echiche nke enweghị enyemaka na nwoke ahụ dị ike nke aka, nne ya nọ na-achọ onye obi ohere n'ọdịnihu ndú, nke mere na ndị dị otú ahụ n'iti na a na-emeso, Stalin mụtara na nwata",
  "Kemgbe ahụ ọ ghọtara onwe ha ụkpụrụ nke ndụ - nri nke onye bụ ike",
  "Na ndị dị otú a N'ezie na ọ nọgidere na ná ndụ.",
  "The mbụ ndọrọ ndọrọ ọchịchị nzọụkwụ, Stalin na-eme na 1902, haziri a ngosipụta na Batumi",
  "N'ime oge ahụ, ọ ghọrọ onye ndú nke Bolsheviks, na-eme maara Lenin, na a na-ewere ezigbo onye supporter nke ya revolutionary echiche",
  "Na 1913, Joseph Dzhugashvili mbụ aka site na ya ọhụrụ na utu aha, nọrọ na ya ruo ọgwụgwụ nke ndụ ya",
  "Ya mere Stalin na-achị a na-aga n'okpuru mara aha n'ụwa nile",
  "Ewe kpọkwasịwo banyere iri atọ ndị ọzọ, na emeghị arapara.",
  "The afọ nke Stalin na-achị dị ka a Ọkaakaa isi nke ala-amalite site na 1929 na-agbaso site oge nke collectivization, nke rụpụtara ọtụtụ ọnwụ na agụụ",
  "Na 1932, a e tiri iwu ahụ, popularly maara dị ka \"atọ spikelets\"",
  "Dị na ya iwu, ma ọ bụrụ na agụụ na-agụgbu ọrụ ugbo zuru si kwuo ha na-emezu wheat spikelets, ọ bụ anwụ anwụ",
  "Zọpụtara achịcha exported, si otú na-emeghere onwe ụlọ ọrụ mmepụta",
  "Na ego zụta ọhụrụ ngwá mepụtara mba dị iche iche, ọ bụghị naanị Europe ma America.",
  "The afọ nke Stalin na-achị na-na-ji ọtụtụ ada nke malitere na 1936, mgbe ndị post of Ndị mmadụ Commissar esịtidem Affairs họpụtara Ni Yezhov",
  "1938 gbagburu Stalin kasị bụrụ enyi - Bukharin",
  "Oge a e ji mara igbu mmadụ n'ìgwè na njikọ nke Gulag ahụhụ.",
  "N'agbanyeghị otú obi ọjọọ bụ gọvanọ, ndị dị otú ahụ a iwu na-mụụrụ maka abamuru nke ala, n'ihi na ya n'ihu mmepe",
  "Gịnị bụ mma na-eme na emeela ebe na mba n'oge afọ nke Stalin na-achị?",
  "N'okpuru ike ya ike a ọha usoro nke ala, ya aku na uba, na ndọrọ ndọrọ ọchịchị na-elekọta mmadụ oru; Anyị rụrụ modernization nke mba, hapụrụ NEP iwu, na-efu nke obodo industrialize; usoro mkpebi iji hụ na mmeri World War II; Ọ tụgharịrị na Soviet Union n'ime a superpower",
  "The USSR ghọrọ ike ọchịchị ụwa, a na-adịgide adịgide so na UN Security Council.",
  "Na 1953, Stalin ejewo",
  "Ọ bịara na njedebe nke oge nke Josef Vissarionovich Dzhugashvili, a mgbanwe n'ezie mgbanwe nke mba ọzọ amụma nke Khrushchev."
]