[
  "Josef Slavík (26 Machị 1806 - 30 Mee 1833), nke a makwaara dị ka Josef Slawjk ma ọ bụ Joseph Slawik, bụ onye Bohemian violin virtuoso na onye na-ede egwu, onye ndị nkatọ egwu Vienna na-atụ anya ka ọ bụrụ onye nọchiri Paganini mgbe o dechara Concerto a na-eche na ọ gaghị egwuri egwu na F-sharp obere ma kụziere onwe ya ịkpọ \"La Campanella\" nke Paganini ozugbo a nụrụ otu ugboro.",
  "Nwa mbụ nke Barbora (onye amụrụ Krásová) na Antonín Slavík, onye nkuzi na onye egwu, onye malitere ịkụziri Josef violin mgbe ọ dị afọ anọ.",
  "Ka oge na-aga, ọ bụ nwa akwụkwọ violin nke Friedrich Wilhelm Pixis na echiche egwu na ihe osise nke Friedrich Dionys Weber na Prague Conservatory",
  "Pixis na-eche otú onye ọ bụla ga-esi dee ihe nzuzu dị otú ahụ, ihe a na-apụghị igwu egwu mgbe ọ hụchara ụfọdụ n'ime ihe ndị Slavík dere (concert, variations, wdg).Ọpụpụ ọzọ Tupu ọ pụọ na Prague, Slavík gosipụtara na kọntaktị nke ọma na Prague Conservatory na ọ dịkarịa ala otu onye nwere ike ịkpọ ihe nzuzu ahụ",
  "Ọ gara Vienna na 1825 wee bụrụ ihe na-akpali akpali",
  "Ọ bụ nwa okorobịa dị afọ iri na itoolu n'oge ahụ, mana ọ dị elu karịa ndị ọzọ na-eme violin nke a nụrụ n'isi obodo Austria",
  "Mayseder a ma ama kpọrọ ya Lipinski nke abụọ.",
  "Frédéric Chopin onye nụrụ Slavík n'ọtụtụ oge kọwara nkà ya dị ka: Staccatos iri itoolu na isii n'otu ụta! Ọ fọrọ nke nta ka ọ bụrụ ihe ịtụnanya! Ọ na-egwuri egwu dị ka Paganini nke abụọ, mana onye e mere ka ọ dị ọhụrụ, onye ga-agafe nke mbụ n'oge",
  "Slavík na-adọrọ mmasị onye na-ege ntị ma na-eweta anya mmiri n'anya ya..",
  "ọ na-eme ka ụmụ mmadụ na-ebe ákwá, ka ọ na-emekwa ka agụ na-ebelata ákwá.",
  "Franz Schubert dere ihe abụọ yiri violin sonata maka Slavík na onye na-akpọ piano Carl Maria von Bocklet: Rondo na B obere, D 895 (1826), na Fantasy na C ukwu, D 934 (1827).",
  "Variations in E major (1820)",
  "Violin concerto in F sharp minor (1823)observatory graduation work)",
  "Capriccios in D major (1824)",
  "Grand potpourri(1825)",
  "Rondino for violin and piano (1826)",
  "Violin concerto in A Minor (1827)",
  "piano polonese in D major (1828)",
  "Violin variations on G string for violin and piano II pirata(1832)"
]