[
  "Joseph Otsiman bụ onye Ghana na-eme ihe nkiri na New York, onye na-emepụta ihe bụrụkwa DJ, amaara maka ọrụ ya dịka Pastor John Moses na The Cursed Ones na Kojo na The Burial of Kojo  Ọ na-eme ihe nkiri na New York Film Academy's student film director Casey Zidane's upcoming new film “Once Upon A Time In New York' , nke a na-ahọpụta maka Halloween 2022 world premier na AMC Manhattan, New York",
  "Ọ bụ onye a họpụtara ugboro abụọ African Movie Academy Awards maka The Cursed Ones n'afọ 2015 na The Burial of Kojo",
  "Ọ mere Nabil na 2021 German / Ghanaian feature film Borga",
  "Joseph pụtara na 2021 Musical Album Moonlit Fools site na Criticality acclaimed Singer na songwriter Sam Dew ma Young Replicant duziri ya.",
  "O mere egwuregwu mbụ ya na ogbo anọ wee nwekwuo mmasị n'ime ihe nkiri na ụlọ akwụkwọ sekọndrị",
  "O mekwara ihe nkiri ole na ole ma n'afọ 2006 o mere onye na-akọ akụkọ na The Marriage of Anansewa njem ihe nkiri na Ghana na United Kingdom site na njikọ Plymouth- Secondi Takoradi na Theatre Royal (England)",
  "Tracy Moore (onye nduzi ihe nkiri Hollywood na onye nkuzi ama ama) na Rockmond Dunbar (onye nduzi ihe nkiri Hollywood na onye na-eme ihe nkiri) ruo 6 ikpeazụ nke mbipụta mbụ nke Onye na-eme ihe nkiri-The Search for the Next African Hollywood Star n'afọ 2011",
  "Ọ bụ otu oge onye na-elekọta Kyzz FM's Mega chart show na world chart show site n'afọ 2010–2012 mgbe ahụ Onye na-elekọta Aseda FM's multiple countdown 2012–2014",
  "N'afọ 2015, ọ rụrụ ọrụ nke Pastọ John Moses na The Cursed Ones N'afọ 2017, o mere ihe nkiri Keteke dịka Nwa okorobịa. Ọ na-arụ ọrụ ugbu a na Connect Fm 97.1 nke TV3 Ghana.",
  "O mere John Moses na  ihe nkiri ọtụtụ ihe nrite nke 2015 The Cursed Ones nke Nana Obiri Yeboah duziri",
  "N'afọ 2017, ọ rụrụ ọrụ aha ya, Kojo Bonsu na The Burial of Kojo, nke Blitz onye nnọchi anya duziri wepụtara n'afọ 2018.",
  "mere Nabil na ihe nkiri German / Ghana e nweputara na 2021  Borga Movie",
  "Ọ na-eme ihe nkiri na New York Film Academy's student film director Casey Zidane's upcoming new film \"Once Upon A Time in New York\", nke a na-ahọpụta maka Halloween 2022 world premier na AMC Manhattan, New York.",
  "Akụkọ dị ike ma na-etinye aka maka arụmọrụ ya na alụmdi na nwunye nke Anansewa na Drum Theatre, UK site na UK-Ghana Link na avid 2006.",
  "Onye na-eme ihe nkiri kachasị mma na ọrụ nkwado na AMA Awards (Nominee) nke afọ 2016.",
  "Onye na-eme ihe nkiri kachasị mma na ọrụ ndu na Africa Movie Academy Awards (Nominee) nke afọ 2019"
]