[
  "Chief Josephine Oboh-MacLeod (amụrụ na 18 Julaị 1965) bụ onye nwe ụlọ ihe nkiri na United Kingdom",
  "Ọ bụ onye Afrịka mbụ guzobere ụlọ ngosi nka nke Afrịka, nke a na-akpọ \"Timbuktu\", na UK nakwa naanị nwanyị Afrịka ojii nke nwere ebe ọdịbendị nka na Scotland",
  "Ọ bụ onye nchịkọta nka nke oge a na Scotland nwere ihe karịrị nchịkọta pụkụ isii",
  "Ọ bụ onye mbụ mere ihe ngosi omenala Afro-Celtic na Naịjirịa, na Fela Kuti New Afrika Shrine.",
  "A mụrụ Oboh-MacLeod n'ime ezinụlọ Chief Major Humphrey Etafo Oboh (Adolor nke Ugboha Kingdom / Okakulu nke Emu Kingdom na Chief Mrs Comfort Eimiebaluye Oboh, Edeniokun nke Emu Kingdom, Ehan, Edo State, Nigeria",
  "Ọ bụ nwanne nwanyị nke onye mgbasa ozi na onye ndọrọ ndọrọ ọchịchị Mabel Oboh na Peter Oboh, onye bụbu WBA na British light heavy weight champion.",
  "Ọ malitere agụmakwụkwọ ya na Government College, Ojo, Lagos, Newman Prep School, Boston, Newbury College, ebe ọ nwetara nzere na njikwa ọbịa na nzere masta na Business Administration na Mahadum nke Surrey",
  "Ọ gụrụ nka na London Art College, UK; ime ụlọ / ogige imewe na KLC School of Design, Chelsea Harbour, UK; na foto na Calumet Photography na Jessop Academy, UK",
  "Epson Master Printing Course.",
  "Oboh-Macleod anọwo na ụwa nka ruo afọ iri anọ",
  "O gosipụtala ihe karịrị nchịkọta puku isii",
  "Ọ bụ onye isi nka na Johfrim Art and Design nke na-egosi nka na onye na-ere ahịa na Milngavie",
  "Malite na 2016, Johfrim na-akwado ihe omume ọdịbendị ma na-anọchite anya ọrụ nke ihe dị ka ndị na-ese ihe iri ise, ihe dịka pasent iri asaa n'ime ha si Africa.",
  "Ọ bụ onye Afrịka mbụ guzobere ụlọ ngosi nka nke Afrịka, nke a na-akpọ \"Timbuktu\", na UK na naanị nwanyị ojii nke Afrịka nwere ụlọ ọrụ omenala nka na Scotland",
  "Ọ bụ onye mbụ mere ihe ngosi omenala Afro-Celtic na Naịjirịa, Fela Kuti New Afrika Shrine",
  "Ọ bụ onye ndọrọ ndọrọ ọchịchị United Kingdom na onye otu The Scottish Conservative Party na onye otu Black Tories nke na-akwado itinye ndị isi ojii ruru eru n'ọkwa ọha dịka ndị omeiwu na UK, ọkachasị na Scotland.",
  "Ọ bụ odeakwụkwọ nke Scottish Conservative Friends Of Black, Asian and Minority Ethnic (SCBAME).",
  "N'afọ 2022, Oboh-Macleod zọrọ ọkwa kansụl na Kirkintilloch East, North na Twechar n'okpuru Scottish Conservatives na Unionist Party.",
  "O mere akụkọ ihe mere eme site n'ịbụ nwanyị mbụ sitere n'agbụrụ Afrịka ịzọ ọkwa onye nnọchi anya kansụl nke Scottish Conservative na Unionist Party na East Dunbartonshire, Scotland, United Kingdom."
]