[
  "Joseph Seamon Cotter Sr",
  "(Ọnwa Febuwarị 2, afọ 1861 - rụo ọnwa Maachị 14, afọ 1949) bụ onye na-ede uri, onye edemede, onye na-eme egwuregwu, na onye isi obodo toro na Louisville, Kentucky (ma amụrụ na Nelson County, Kentucky). Cotter bụ otu n'ime ndị edemede egwuregwu Afrịka-Amerịka mbụ e bipụtara",
  "A maara ya dị ka \"onye na-ede uri Negro mbụ nke Kentucky nwere ezigbo ikike okike\". A mụrụ Cotter na mbido Agha Obodo America, a zụlitere ya na ịda ogbenye na-enweghị agụmakwụkwọ ruo mgbe ọ dị afọ 22",
  "O mechara bụrụ onye nkuzi na onye na-akwado agụmakwụkwọ ndị isi ojii.",
  "Cotter tolitere n'ezinụlọ nwere ihe nketa agbụrụ",
  "Nna ya, Michael J",
  "Cotter, bụ nwoke ọcha nke ndị nna Scots-Irish, nne ya, Martha Vaughn, bụ nwanyị ojii a mụrụ n'efu nke nwere ihe nketa ngwakọta (otu n'ime ọtụtụ ụmụ nke nne ohu Afrịka na nna English-Cherokee mụrụ).",
  "N'ọnwa Julaị 22, nke afọ 1891, Cotter lụrụ Maria F",
  "Cox, onye nkuzi ibe ya, onye ya na ya nwere ụmụ anọ: Leonidas, Florence, Olivia, na Joseph Seamon Cotter Jr (onye na-ede uri na-ede egwuregwu n'onwe ya).",
  "Mgbe ọ gụsịrị klas nke atọ, Cotter hapụrụ iji nyere aka kwado ezinụlọ ya",
  "Cotter rụrụ ọrụ aka na ọrụ aka dị iche iche ruo mgbe ọ dị afọ 22, ebe ọ sonyeere ụlọ akwụkwọ abalị Louisville nke mbụ na nke ọhụrụ maka ụmụ akwụkwọ ojii",
  "Cotter gara ụlọ akwụkwọ abalị ruo ọnwa iri, nweta diplọma ụlọ akwụkwọ sekọndrị ya na asambodo nkuzi.",
  "Dị ka Metzger si kwuo (1989): \"E nwere obere ozi doro anya banyere ma ọ bụ oke agụmakwụkwọ Cotter o yiri ka o doro anya na ọ gakwaghị kọleji ma ọ bụ mechaa mmemme na-enye nzere ma ọ bụ ndụ ọrụ ya dị ka onye nkuzi",
  "Ọ bụ ezie na ụfọdụ ndị edemede chere na Cotter ga-aga kọleji, ịhụnanya ya maka ide na akwụkwọ nwere ike isi n'ọtụtụ akwụkwọ nne ya gụrụ ya mgbe ọ bụ nwata",
  "Ọ bụ ezie na a na-ahụ onyinye Cotter nyere maka agụmakwụkwọ ndị isi ojii ugbu a dị ka ihe dị oke mkpa, n'oge ọ na-arụ ọrụ, e chekwara nkọwa ole na ole nke ọrụ dị otú ahụ maka ọmụmụ ihe",
  "Ihe doro anya ugbu a bụ na Cotter ghọrọ onye edemede a na-akwanyere ùgwù, ọ bụ ezie na mgbe mbụ ọ malitere ide ihe edoghị anya.",
  "Onyinye Cotter nyere n'akwụkwọ gụnyere akwụkwọ itoolu e bipụtara",
  "N'etiti ọrụ ndị a bụ mpịakọta 4 nke uri: A Rhyming (1895); Links of Friendship (1898); A White Song and a Black One (1909); na Collected Poems (1938)",
  "Akwụkwọ ndị ọzọ Cotter bi gụnyere: Sequel to \"The Pied Piper of Hamelin,\" and Other Poems (1939), nchịkọta nke uri na akụkọ; Negroes and Others at Work and Play (1947); Caleb, the Degenerate; A Play in Four Acts: A Study of the Types, Customs, and Needs of the American Negro (1903); na nchịkọta abụọ nke akụkọ, Negro Tales (1912), na Twenty-fient Anniversary of the Founding of Colored Parkland or \"Little Africa\", 18916 Kyzley, 1891 - 1916 18934).",
  "Cotter na-enyekarị aka na akwụkwọ akụkọ dịka Louisville Courier-Journal (site na 1884), National Baptist Magazine (1894 Xi1908), Voice of the Negro (1904 Xi), Southern Teachers Advocate (Kentucky; 1905-6), na Alexander's Magazine (1909)."
]