[
  "Joseph Haygood Blodgett (1858 ruo 1934), nke a na-akpọkarị J",
  "H",
  "Blodgettqa, bụ onye Afrịka Amerịka na-arụ ọrụ ngo na onye na-ese ụkpụrụ ụlọ, bi ma na-arụkọ ọrụ na Jacksonville, Florida, n'oge mmalite narị afọ nke iri abụọ.",
  "A mụrụ Blodgett n'ohu na Augusta, Georgia na Febụwarị 8, 1858. Dị ka onye nọ n'afọ iri na ụma, ọ hapụrụ ugbo ahụ wee gaa Summerville, South Carolina, ebe ọ rụrụ ọrụ dị ka onye ọrụ ma mesịa guzobe azụmahịa nke ya, gụnyere ọrụ drayage na osisi, tupu ọ tụgharịa n'ọrụ ugbo",
  "Mgbe ọ dara ogbenye, ọ kwagara Jacksonville, na-arụ ọrụ maka ụzọ ụgbọ okporo ígwè tupu ọ maliteghachi ụfọdụ ọrụ azụmaahịa mbụ ya, gụnyere ebe ọzọ a na-egbu osisi",
  "N'afọ 1898, ọ banyere n'azụmahịa nkwekọrịta oge niile ma bụrụ onye na-ahụ maka ọtụtụ ụlọ n'obodo ahụ na-agbasawanye.",
  "Mgbe nnukwu ọkụ nke Jacksonville nke 1901, nke kpochapụrụ ọtụtụ n'ime obodo ahụ n'onwe ya, Blodgett sonyeere iwughachi obodo ahụ ngwa ngwa",
  "Ka ọ na-erule 1919, e mere atụmatụ na ụlọ ọrụ ya nwere ihe karịrị ụlọ narị abụọ na iri ise, ọtụtụ n'ime ha ka ọ na-etinye ego. Ọtụtụ n'ime ndị a bụ obere ụlọ e wuru n'ógbè ndị Afrịka Amerịka nke obodo ahụ, ọ bụ ezie na ọ bụkwa ya na-ahụ maka ọtụtụ ụlọ buru ibu na Craftsman na Colonial Revival styles, gụnyere nke ya, nke a na-akpọ \"Blodgett Villa,\" n'oge gara aga na West 8th Street na Jacksonville",
  "Ọ bụkwa onye na-ahụ maka ụlọ na Georgia, Massachusetts, North Carolina na Oklahoma",
  "N'ihi ọrịa na-ada ada, ọ lara ezumike nká na azụmaahịa na 1920s",
  "N'oge ọnwụ ya, nke mere na Jụn 5, 1934, a na-eche na ọ bụ otu n'ime ndị Afrịka Amerịka kacha baa ọgaranya na Florida.",
  "E bibiri ọtụtụ n'ime ụlọ Blodgett dị ka akụkụ nke mgbalị imezigharị obodo na obodo ndị Afrịka Amerịka nke Jacksonville",
  "Otú ọ dị, ụfọdụ, karịsịa ebe obibi, ka dị:",
  "Na mgbakwunye na ihe ịga nke ọma azụmaahịa ya, a maara Blodgett dị ka onye isi obodo",
  "Mgbe ọkụ ahụ mere n'afọ 1901, ọ bụ onye nduzi nke otu enyemaka iji hazie enyemaka n'ime obodo ndị Afrịka Amerịka",
  "Blodgett kwadokwara ngalaba mpaghara nke Negro Business League, yana Edward Waters College na ụka ya.",
  "Blodgett lụrụ na 1894, Sallie A",
  "Barnes nke Bamberg, South Carolina.",
  "Blodgett bụ aha Blodgettqa, nnukwu ụlọ ọha na eze e wuru na 1942 na Jacksonville, yana nke nọchiri ya, Blodgetta Villas."
]