[
  "Joseph Ndandarika (1940 - Mee 1991) bụ onye Zimbabwe na-akpụ ihe nke a maara maka ọrụ ihe atụ ya.",
  "A mụrụ Ndandarika na Salisbury, Rhodesia ma o tolitere na Rusape",
  "Ọ bụ nwa onye ọkwọ ụgbọ ala Malawi, nne ya bu onye Shona. Nne ya bụ onye na-ese ihe ma na-arụ ọrụ mgbe ụfọdụ dị ka onye nlereanya maka onye na-akpụ ihe Job Kekana, onye ọzọ bi na Rusape",
  "Mgbe ọ gụsịrị ụlọ akwụkwọ praịmarị, ọ gara ụlọ akwụkwọ obibi ndị Katọlik na Serima Mission na ngwụsị afọ 1950",
  "Fr John Groeber na Cornelius Manguma chọpụtara nkà nka ya n'ebe ahụ, bụ ndị zụrụ ya na eserese na ịkpụ osisi",
  "Mgbe ọ nọ na Serima, Groeber họpụtara ya ka ọ see ọtụtụ ihe osise n'ime ụlọ ụka St",
  "Mary.",
  "Mgbe ọ hapụrụ Serima na 1959, ọ kwagara Salisbury wee sonye na Frank McEwen's Workshop School na Harare na 1960",
  "Na mbụ, ọ ghọrọ otu n'ime ndị na-ese ihe na McEwen, ọkachamara na ala na ihe nkiri amoosu",
  "N'ihi mmasị McEwen nwere maka ndị na-ese ihe na-enweghị ọzụzụ, ndị na-ekpere arụsị, Ndandarika zoro ọzụzụ ya na Serima ruo ọtụtụ afọ",
  "O mepụtakwara agwa ọhụrụ dị ka nwa nwa nke sangoma, na-ekwu na ya na ya nwetara ọzụzụ dị ukwuu. Ịdị elu nke ọrụ eserese Ndandarika bịara mgbe MoMA nwetara mmanụ ya nke 1962, \"Bushmen Running From the Rain\". Ntinye aka Ndandarika bụ ngwakọta ya nke eserese na akwa kama palette, usoro nke mepụtara ihu na-adịghị mma.",
  "Mgbe ọtụtụ afọ nke eserese gasịrị, McEwen zigara Ndandarika ka Joram Mariga zụọ ya n'ihe gbasara ọkpụkpụ nkume",
  "N'etiti afọ ndị 1960, o ji nwayọọ nwayọọ gbanwee n'ịkpụ ihe, ma na-ejedebe na nnukwu ihe ngosi niile McEwen mere ka ihe ọkpụkpụ nkume Zimbabwe bụrụ ihe a ma ama",
  "Mmetụta kasịnụ nke Ndandarika nwere ike ime ka McEwen kwenye na n'akụkọ ifo Shona, ndị mmụọ bi na nkume",
  "Nkọwapụta a nwere mmetụta dị ukwuu na ahịa McEwen nke ihe ọkpụkpụ ya, na-eduga ya ikwu na ndị na-akpụ ya na-ewepụta mmụọ dị na nkume ahụ n'oge ọrụ ha. Ndandarika nwere ike ịnọgide na-ere ahịa n'oge ihe isi ike nke afọ 1970 mgbe McEwen si Rhodesia pụọ, na n'oge 1980s Zimbabwean arts revival ọ bụ otu n'ime ndị a ma ama na mba ahụ.",
  "E gosipụtara otu n'ime ọrụ ọkpụkpụ Ndandarika, nke a na-akpọ Telling Secrets, na stampụ Zimbabwe nke e nyere iji cheta ụbọchị Commonwealth na 14 Machị 1983",
  "Ọ mepụtara uru 11c n'ime usoro nke Henry Munyaradzi, John Takawira na Nicholas Mukomberanwa rụchara.",
  "Ndandarika lụrụ onye na-ese ihe Locardia Ndandarika ruo obere oge, ụmụ ya Ronnie Drigo na Virginia Ndandarika bụkwa ndị na-ese ihe",
  "Ọ rụkwara ọrụ dị ka onye nkuzi na onye ndụmọdụ nye ọtụtụ ndị na-ese ihe, gụnyere Jonathan Mhondorohuma"
]