[
  "Senator Joseph Sarwuan Tarka (afọ 1932 - 1980) bụ onye ndọrọ ndọrọ ọchịchị Naijiria si Benue Steeti na onye bụbu minista na-ahụ maka njem na nkwukọrịta n'okpuru General Yakubu Gowon",
  "Ọ bụ otu n'ime ndị guzobere United Middle Belt Congress, otu ndọrọ ndọrọ ọchịchị raara onwe ya nye ichebe na ịkwado maka Middle Belt nke mba ahụ.",
  "A mụrụ Tarka na 10 Julaị, na afọ 1932 na Igbor, Benue State n'ezinụlọ Tarka Nachi na Ikpa Anyam",
  "Nna ya bụ onye nkuzi obodo nke sitere na Tiv onye mechara bụrụ onye isi ụlọ akwụkwọ na onye isi na Mbakor, Gboko. Ọ gara Native Authority Primary School, Gboko na Katsina Ala Middle School",
  "Mgbe ọ gụsịrị akwụkwọ ya, ọ ghọrọ onye nkuzi na Katsina-Ala Middle School tupu ọ gaa n'ihu na ọmụmụ ihe na Bauchi Rural Science School.\nỌ bụ onye otu Tiv Native Authority Staff Union na nke Northern Teachers Association.",
  "N'afọ 1954, na tiketi nke jikọtara ya na Middle Belt People's Party, a họpụtara Tarka ka ọ nọchite anya mpaghara Jemgbagh na Federal House of Representative",
  "N'afọ 1957, Middle Belt People's Party jikọtara ya na David Lot duziri Middle Zone League iji guzobe United Middle Belt Congress",
  "Tarka wee pụta dị ka onye isi oche nke United Middle Belt Congress (UMBC), n'oge na-adịghị anya, pati ahụ jikọtara aka na Action Group, otu kachasị na Western Region",
  "Action Group chọrọ nkwado maka njikọta nke Ilorin na Kabba na mpaghara ọdịda anyanwụ na UMBC chọrọ ịmepụta Middle Belt State. Tarka bụ onye a họpụtara ka ọ bụrụ onye otu na Nzukọ Iwu Naịjirịa nke afọ 1957 ma bụrụkwa onye nnọchi anya mpaghara Middle Belt na Willinks Commission nke 1958",
  "N'afọ 1958, a họpụtara ya dị ka minista na-ahụ maka azụmahịa",
  "Tarka's UMBC, otu òtù ndị Kraịst na-azọ ọkwa ntuli aka tupu nnwere onwe nke afọ 1959 na ntuli aka sochirinụ nke afọ 1963 megide ndị Alakụba Northern People's Congress",
  "Nhọrọ abụọ ahụ dugara n'ime ihe ike na Middle Belt, nke nyere aka na Major Chukwuma Kaduna Nzeogwu si n'ike mmụọ nsọ weghara ọchịchị ndị agha na Jenụwarị 15,  na afọ 1966. Tarka bụ onye na-akwado ịmepụta steeti iji nye ndị na-erughị eru ike na ndọrọ ndọrọ ọchịchị na akụ na ụba n'ime mba ahụ",
  "Ọ kwadoro ka e mepụta steeti Middle Belt tupu e belata mba ahụ.",
  "N'ọnwa Eprel afọ 1961, otu afọ mgbe nsogbu dị n'ala Tiv gasịrị, e jidere Tarka izu atọ na Jos n'okpuru igwe ojii nke nyocha maka ịgba ọchịchị mgba okpuru na ịkpali ọgba aghara n'oge ọgba aghụghọ Tiv., njide ya dị otu ọnwa site na ntuli aka mpaghara. N'afọ 1962, UMBC nke Action Group kwadoro n'ụzọ ụfọdụ kpebiri ịkwụsị mmekọrịta ha maka nke ọhụrụ na NEPU",
  "A kpọrọ òtù ọhụrụ ahụ Northern People's Front na Aminu Kano dị ka Onye isi ala na Tarka dị ka odeakwụkwọ ukwu.",
  "N'afọ 1962, ya na ndị isi ndị ọzọ nke Action Group, e jidere ya maka ebubo nke ịgba ọchịchị mgba okpuru mana a tọhapụrụ ya n'ihi enweghị ihe akaebe.",
  "Mgbe General Gowon weghaara ọrụ n'ọnwa Ọgọstụ na afọ 1966, a họpụtara Tarka ka ọ bụrụ Federal Commissioner of Transport na nke Communications, ọ gbara arụkwaghịm n'afọ 1974 mgbe e bipụtara ebubo nrụrụ aka site n'aka onye otu Liv aha ya bụ Godwin Daboh",
  "A na-ekwu na ọ bụ Paul Unongo na Gọvanọ Benue-Plateau Steeti Joseph Gomwalk kpaliri omume Daboh na Sunday Adewusi duziri nyocha ndị uwe ojii banyere ebubo ahụ.",
  "N'ịga n'ihu iweghachi ọchịchị onye kwuo uche ya na Republic nke Abụọ nke Naijiria, Tarka sonyeere ndị ndọrọ ndọrọ ọchịchị ugwu iji guzobe National Party of Nigeria, ebe ọ na-asọ mpi na ntuli aka onye isi ala",
  "A họpụtara ya ka ọ bụrụ Senator maka  Ọwụwa Anyanwụ Benue na afọ 1979, a họpụtakwara ya ka ọ bụ onyeisi oche nke Kọmitii Senate na-ahụ maka ego na mmefu ego, ọkwá o nwere mgbe ọ nwụrụ na 30 Machị na afọ 1980, mgbe ọ dị afọ 48.",
  "A họpụtara nwa ya nwoke, Simeon Tarka, ka ọ bụrụ onye nnọchianya ụlọ omebe iwu n'afọ 1979."
]