[
  "Josephine Ngminvielu Kuuire bụ onye Ghana na-ese foto, onye na-ese ihe dijitalụ, onye na-emepụta ihe osise na onye na-eme Mpụta ntinye ọnụ",
  "N'ịbụ onye Ghana, Josephine Ngminvielu Kuuire nwere nzere bachelọ na ọrụ mmekọrịta mmadụ na ibe ya na egwu na Mahadum nke Ghana",
  "Ọ malitere inyocha osise foto dị ka onye na-ese ihe na Leonia High School na New Jersey, ebe ọ gụrụ akwụkwọ  gbasara irighiri na mmụbara dị na osise foto. Mgbe ọ laghachiri Ghana n'afọ 2009, o kpebiri ịga n'ihu na ọrụ foto ya, ma rụọ ọrụ dị ka onye na-ese foto n'onwe ya n'oge ọ na-agụ akwụkwọ mahadum.",
  "Kuuire bụ onye isi nchịkwa nke Mumble Photography. N'afọ 2016, onye na-ese foto gosipụtara ihe ngosi nka mbụ ya, nke akpọrọ Second Chance, na Accra[dot]Alt. Ọ nke lekwasịrị anya na ọmụma igwe kọmputa na eserese iji nye ihe nnọchianya ọzọ dị ka onwe. Onye na-ese ihe dijitalụ na-eji mmekọrịta chiri anya dị ka ngwá ọrụ iguzogide na usoro ọgwụgwọ nke na-eme ka nkowapụta ọsịsa ya dị mma n'ihu ọha na eze dị mma.",
  "Onye osise ihe n'enweta mkpali mmụọ site na ahụmịhe ya kwa ụbọchị na ihe ịma aka dị iche iche nke ndụ dị ka nwanyị pụrụ iche",
  "Ọ na-eji foto achọ nnwere onwe, na-enwe olileanya ịkpali ndị ọzọ ịchọkwa nke ha, Nakwa ịjụ ajụjụ gbasara usoro mmekọrịta mmadụ na ibe ya nke e guzobere na obodo Ghana.",
  "Ụfọdụ n'ime isiokwu nke pgosiputara n'ọrụ ya gụnyere ụkpụrụ ụlọ, gburugburu ebe obibi, ọdịdị, na ọrụ ụmụ nwanyị na akụkọ ihe mere eme na usoro ndọrọ ndọrọ ọchịchị nke oge a.",
  "N'afọ 2016, Kuuire nwere ihe ngosi nke mbụ ya, Second Chance, na Accra[dot]Alt, na Accra, Ghana, ihe ngosi nke ihe osise onwe onye. Afọ anọ ka e mesịrị, ya na ụmụ nwanyị ndị ọzọ na-ese ihe sonyere na mmemme Arts for All: Phase II, nke Creative Arts Council of Ghana malitere",
  "Ebumnuche a bụ iji nnukwu ihe osise chọọ mgbidi konkiri nke okporo ámá Accra",
  "Onye kere ọrụ ahụ, o sonyekwara na atụmatụ dijitalụ nke eserese ahụ na ahụ aja gburugburu mgbanwe Tetteh Qurashie.",
  "Maka onye na-ese ihe, ihe osise a pụrụ iche na-enye ụfọdụ ụmụ nwanyị ndị nyere aka na akụkọ ihe mere eme nke Ghana, dịka Susan Ofori-Atta, nwanyị dọkịta mbụ nke mba ahụ, Esther Afua Ocloo, Mabel Dove Danquah, Theodosia Okoh, nwanyị ọka iwu mbụ Annie Jiagge, Laura Adorkor Coffie, Efua Sutherland, Yaa Asantewaa, Melody Millicent Danquah na Rebecca Naa Dedei Aryeetey.",
  "N'afọ 2017, Kuuire bụ onye meririnu na ihe omume nke Portraits Ghana Photography Prize, nke Dutch Embassy na Ghana na Nuku Studio haziri",
  "N'afọ 2018, e depụtara ọrụ ya n'etiti ndị ikpeazụ iri kachasị elu na Ghana maka Kuenyehia Art Prize for Contemporary Ghanaian Arts"
]