[
  "Josef Casimir Hofmann (nke a naakpọ Józef Kazimierz Hofmann; Jenụwarị 20, 1876 - Febụwarị 16, 1957) bụ onye Poland-America na-akpọ piano, onye na-ede egwu, onye nkuzi egwu, na onye na-emepụta ihe.",
  "A mụrụ Josef Hofmann na Podgórze (mpaghara nke Kraków), na Austro-Hungarian Galicia (Poland nke oge a) na 1876",
  "Nna ya bụ onye na-ede egwu, onye nduzi na onye na-akpọ piano Kazimierz Hofmann, nne ya bụ onye egwu Matylda Pindelska",
  "O nwere nwanne nwanyị tọrọ ya - Zofia Wanda (amụrụ na June 11, 1874, kwa na Krakow)",
  "N'oge ha bụ nwata, nna ha, Kazimierz, lụrụ Aniela Teofila née Kwiecińska (amụrụ na Jenụwarị 3, 1843, na Warsaw), onye, mgbe ya na di ya kwagara Warsaw na 1878, nwụrụ n'ebe ahụ na Ọktoba 12, 1885. Mgbe ahụ n'afọ sochirinụ Kazimierz Mikołaj Hofmann lụrụ na June 17, 1886, Matylda Franciszka Pindelska - nne ụmụ ya, (nwa nwanyị Wincenty na Eleonora née Wyszkowska, b",
  "na 1851 na Kraków) na Holy Cross Basilica na Warszawa.",
  "Iji hụ na nwa ha nwoke Josef nwetara agụmakwụkwọ egwu zuru oke, ezinụlọ ahụ dum kwagara Berlin site na 1886",
  "Josef Hofmann, nwatakịrị mara mma, nyere egwu izizi na Warsaw mgbe ọ dị afọ 5, na ogologo usoro egwu na Europe na Scandinavia, na-agwụcha n'usoro egwu na America na 1887-88 nke mere ka e jiri ya tụnyere Mozart na Mendelssohn na-eto eto. Hofmann na-eto eto natara nkuzi egwu site na Heinrich Urban (ihe osise) yana onye na-akpọ piano na onye na-ede egwu Moritz Moszkowski",
  "N'ikpeazụ, Anton Rubinstein weere Hofmann dị ka naanị nwa akwụkwọ onwe ya na 1892 wee hazie mmalite nke nwa akwụkwọ ya na Hamburg, Germany, na 1894",
  "Hofmann gara njem ma rụọ ọrụ nke ọma n'ime afọ 50 sochirinụ dị ka otu n'ime ndị na-akpọ piano a ma ama n'oge ahụ. N'afọ 1913, e nyere ya mkpịsị ugodi maka obodo St",
  "Petersburg, Russia.",
  "Dị ka onye na-ede egwu, Hofmann bipụtara ihe karịrị otu narị ọrụ, ọtụtụ n'ime ndị nọ n'okpuru aha Michel Dvorsky, gụnyere piano concerto abụọ na egwu ballet",
  "O mere United States ebe obibi ya n'oge Agha Ụwa Mbụ wee ghọọ nwa amaala US na 1926",
  "N'afọ 1924, ọ ghọrọ onye isi mbụ nke ngalaba piano na mmalite nke Curtis Institute of Music, Philadelphia; ọ ghọrọ onye nduzi ụlọ akwụkwọ ahụ n'afọ 1927 ma nọgide na ya ruo 1938.",
  "O nyere aka n'ịkpọbata ndị egwu ama ama dịka Efrem Zimbalist, Fritz Reiner, Marcella Sembrich, Isabella Vengerova, Moriz Rosenthal, Wilhelm Backhaus, Benno Moiseiwitsch, Abram Chasins, David Saperton, Wanda Landowska, na Leopold Auer na ngalaba Curtis",
  "Ụmụ akwụkwọ Hofmann gụnyere Abbey Simon, Abram Chasins, Shura Cherkassky, Ruth Slenczynska, Ezra Rachlin, Angelica Morales von Sauer, Nadia Reisenberg (lee), Jean Behrend, na Harry Kaufman. Ọ bụ ezie na ọ bụghị nwa akwụkwọ, Jorge Bolet ritere uru site na mmasị Hofmann",
  "N'afọ 1937, emere emume ncheta afọ iri ise nke egwu izizi ya na New York site na mmemme mmemme gụnyere \"Golden Jubilee\" na Metropolitan Opera, New York City",
  "N'afọ 1938, a manyere ya ịhapụ Curtis Institute of Music n'ihi esemokwu ego na nchịkwa",
  "N'ime afọ site na 1939 ruo 1946, nka ya mebiri, n'otu akụkụ n'ihi nsogbu ezinụlọ na ịṅụbiga mmanya ókè. N'afọ 1946, o mere ihe ngosi ikpeazụ ya na Carnegie Hall, ebe ọ pụtara ugboro 151, wee laa ezumike nká na ndụ onwe onye n'afọ 1948.",
  "He spent his last decade in losAngeles in relative obscurity working on inventions and keeping a steady correspondence with associate.",
  "Dị ka onye na-emepụta ihe, Hofmann nwere ihe karịrị ikike ikike 70, na nchọpụta ya nke pneumatic shock absorbers maka ụgbọala na ụgbọelu nwere ihe ịga nke ọma n'ahịa site na 1905 ruo 1928",
  "Ihe ndị ọzọ e mepụtara gụnyere wiper windscreen, ọkụ ọkụ nke na-ere mmanụ, ụlọ nke na-agba anyanwụ gburugburu, ngwaọrụ iji dekọọ ihe dị egwu (nọmba patent US 1614984) n'ịmepụta mpịakọta piano nke ọ rụzuru dịka ụlọ ọrụ ndị ahụ na-eme mpịakụta si na azụmahịa, na mmelite nke ụlọ ọrụ Steinway (nọkwa patent US 2263088).",
  "Hoffman kwagara Los Angeles na 1939",
  "Ọ nwụrụ n'ebe ahụ n'ihi oyi bara ya n'ahụ na Febụwarị 16, 1957, n'ụlọ ndị agadi. O nwere ụmụ anọ; nwa nwanyị na ụmụ nwoke atọ. N'afọ 1928, ọ pụtara n'ihu ọha na Hofmann gbara nwunye mbụ ya alụkwaghịm - Marie Eustis, onye ya na ya nwere nwa nwanyị - n'afọ 1924 wee lụọ nwunye ya nke abụọ - Betty Short, onye bụbu otu n'ime ụmụ akwụkwọ ya - n'oge na-adịghị anya mgbe nke ahụ gasịrị. Nwa ya nwoke nke okenye, Josef Anton Hofmann, ghọrọ onye injinia a ma ama.",
  "E guzobere asọmpi Josef Hofmann Piano, nke American Council maka Polish Culture na Mahadum South Carolina Aiken kwadoro, iji sọpụrụ ya na 1994.",
  "Anton Rubinstein nụrụ Hofmann dị afọ asaa na-akpọ Beethoven's C minor Piano Concerto na Warsaw ma kwuo na ọ bụ onye nwere nkà a na-ahụtụbeghị mbụ. Na aro Rubinstein, onye Germany na-ahụ maka ọrụ Hermann Wolff nyere nlekọta ọrụ ma kwuo na ọ ga-eziga nwata nwoke ahụ na njem Europe, mana nna Hofmann jụrụ ikwe ka nwata nwoke ahụ gaa ruo mgbe ọ dị afọ itoolu",
  "N'oge ahụ, Hofmann nyere kọntaktị na Germany, France, Holland, Norway, Denmark, Sweden, na Great Britain.",
  "Mgbe odi afo  iri na abuo young Hofmann was probably the first paianist of note to record on Edison's phonograph Hans von Builow recorded a chopin mazurka on Edison's improved phonograph thevsame year i.e1888.",
  "N'afọ 1887, a haziri njem America, nke nwere ọnwa atọ nke ihe ngosi nke gụnyere iri ise, iri na asaa n'ime ha dị na Metropolitan Opera House",
  "Ma n'oge na-adịghị anya, Society for the Prevention of Cruelty to Children batara, na-ekwu maka ahụike nwata nwoke ahụ",
  "Otú ọ dị, dị ka nkwekọrịta nke kwụrụ Hofmann $ 10,000 si dị, iwu kwadoro ya ka ọ mezue njem ahụ",
  "Alfred Corning Clark mere ka nkwekọrịta ahụ ghara ịdị irè bụ onye nyere $ 50,000 ma, n'aka nke ya, machibido Hofmann iwu ime ihe nkiri n'ihu ọha ruo mgbe ọ gbara afọ 18. A kagbuola akụkụ ikpeazụ nke njem ahụ ma ezinụlọ ahụ laghachiri Potsdam, na mpụga Berlin",
  "Nke a gosipụtara njedebe nke afọ egwu nwata Hofmann",
  "(Lee na maka nkọwa zuru ezu.)",
  "Onyinye Clark mere ka Hofmann gaa n'ihu na-amụ ihe gbasara sayensị na mgbakọ na mwepụ, ọ nọgidekwara na-amụta egwu site na Heinrich Urban (ihe osise) yana onye na-akpọ piano na onye na-ede egwu Moritz Moszkowski",
  "N'afọ 1892, Rubinstein nabatara Hofmann dị ka naanị nwa akwụkwọ ya, nzukọ abụọ maka nnọkọ 42 na Dresden's Hotel d'Europe",
  "Ihe nkuzi mbụ, otu izu, gụnyere iri Bach Preludes na Fugues na abụọ Beethoven sonatas, site na ncheta",
  "A naghị ekwe ka Hofmann weta otu ihe ahụ ugboro abụọ, dịka Rubinstein kwuru dị ka onye nkuzi na ọ ga-echefu ihe ọ gwara nwa akwụkwọ ahụ n'oge nkuzi gara aga",
  "Rubinstein egosighi egwu maka Hofmann, mana o nyere ihe akaebe zuru oke nke echiche ya dị ka pianist n'oge ọtụtụ egwu nwata nwoke ahụ nụrụ",
  "N'ime ụbọchị atọ, Hofmann nụrụ na Bechstein Hall ọhụrụ nke Berlin site n'aka Hans von Bülow, Johannes Brahms na Rubinstein, ma kwuo maka egwu ha dị iche",
  "Rubinstein haziri Hofmann's adult debut na March 14, 1894, na Symphonic Assembly Hall nke Hamburg, akụkụ ahụ bụ Rubinstein's Piano Concerto No",
  "4 in D minor, na onye na-ede egwu na-eduzi",
  "Mgbe egwú ahụ gasịrị, Rubinstein gwara Hofmann na a gaghị enwe nkuzi ọzọ, ha ahụghịkwa ibe ha ọzọ",
  "Rubinstein laghachiri Russia ma nwụọ n'ikpeazụ n'afọ ahụ",
  "N'afọ ndị sochirinụ, Hofmann zoro aka na mmekọrịta ya na nna ukwu Russia dị ka \"ihe omume kachasị mkpa na ndụ m\"..",
  "Ka ọ na-erule mmalite afọ 1930, Hofmann aghọwo onye aṅụrụma mana ọ nọgidere na-enwe iwu pụrụ iche nke piano n'ime afọ iri a; Rudolf Serkin na Glenn Gould na-eto eto akọwaala mmetụta anwansi nke kọntaktị Hofmann mepụtara na ha n'etiti na ngwụcha afọ 1930.  Mgbe ọ hapụrụ Curtis Institute na 1938, njikọta nke ịṅụ mmanya, nsogbu alụmdi na nwunye ya na enweghị mmasị n'ime ihe nkiri mere ka ikike nka ya daa ngwa ngwa",
  "N'ikwu okwu banyere ọdịda dị egwu nke Hofmann, Sergei Rachmaninoff kwuru, \"Hofmann ka dị elu",
  "onye egwu piano kachasị ukwuu ma ọ bụrụ na ọ dị ọcha ma nwee ahụike",
  "Ma ọ bụghị ya, ọ gaghị ekwe omume ịmata Hofmann nke oge ochie",
  "\" Oscar Levant wrote one of the terrible tragedies of music was the disintegration of josef hofmann as an artist",
  "In the latter days he became an alcoholic",
  "(H) is the last public concert was an ordeal for all of us.",
  "A na-akọwa echiche Hofmann banyere usoro na egwu n'akwụkwọ ya Piano Playing with Questions Answered\nO nwere aka pere mpe ma sie ike nke ukwuu. Steinway mechara wuru maka ya mkpịsị aka omenala nwere mkpịsị ugodi dị warara (onye na-akpọ piano / onye nkatọ Stephen Hough kwuru banyere otu nghọta Hofmann si eme ihe piano Steinway si mee ka ọ dị iche na ndị ọzọ na-akpọ pianist.) Mgbe ọ kụrụ ngwá egwu pụrụ iche nke Hofmann na ala Steinway New York, Gunnar Johansen kọrọ na piano nwere ụda kachasị ukwuu karịa nke ọ bụla ọ nwetụrụla",
  "Faultless regulation and were accompanied on tours by his own recital chair built with a short folding back and 11/2 slope from rear to front.",
  "After playing hofmanns  special concert instrument in the Steinway new York basement gunnar johasen reported that the piano had the biggest seniority of any he had ever tried",
  "N'adịghị ka Rubinstein, Hofmann nọdụrụ ala na piano, na-akụ mkpịsị ugodi n'ụzọ na-egbu ikpere n'ala. Mkpịsị aka ya staccato bụ n'oge ahụ na-enweghị atụ, dị ka ụda egwú ya",
  "Dị ka nwa akwụkwọ ya Nadia Reisenberg si kwuo, ọ nọgidere na-eji ngwakọta nke mkpịsị aka na ụkwụ. Onye nkatọ New York Times Harold C",
  "Schonberg kwuru na Hofmann nwere usoro Leopold Godowsky niile, nkwupụta nke Godowsk n'onwe ya kwadoro. Site na nnabata nke ya, Sergei Rachmaninoff, n'ime afọ 40, kwadebere maka ọrụ dị ka onye na-akpọ piano site na ịme ihe karịrị awa 15 n'ụbọchị na ebumnuche nke iru ọkwa nke usoro Hofmann. Mgbe a jụrụ onye na-akpọ piano Ralph Berkowitz ma ọ bụrụ na Vladimir Horowitz nwere usoro kachasị ukwuu n'ime ndị na-akpọ egwu piano niile ọ nụrụ, Berkowitz zaghachiri na Horowitz bụ n'ezie onye kachasị elu nke akụkụ teknụzụ nke arụmọrụ, mana otu onye na-eme piano nke oge okenye bụ ya - Hofmann",
  "Hofmanns approach   and style can be summarized by his motte an aristocrat never hurries",
  "He often stated that Rubinstein and Moriz Rosenthal were the only plantist who had influenced his art and admired singers Mattia  Battistini and Marcella sembrich. Ọ nabatara ụdị ngosipụta na-aga n'ihu n'egwuregwu ma bụrụ ụdị aghụghọ na nke a na-ejide n'aka maka ndekọ studio ya; n'ọnọdụ abụọ ahụ, ọ na-agbasokarị akara e biri ebi, mgbe ụfọdụ na-agbakọta okpukpu abụọ nke aka ekpe, ma na-ezere mmetụta uche. O tinyere spontaneity karịa nhazi ma kweta na Rachmaninoff na \"Amaghị m otu esi ewu ihe osise",
  "mgbe ụfọdụ, ọ na-ada ụda nke ọma\". Schonberg dere na n'etiti ndị ọgbọ Hofmann, ọ bụ naanị Godowsky nwere njedebe na mmezi nke Hofmann mana enweghị ụcha, ọkụ, na \"ọbara uhie\" nke Hofmann, ebe ọ bụ naanị Ferruccio Busoni na Rachmaninoff ka ndị ọgbọ ya kpọtụrụ aha dị ka ndị ha na Hofmann hà. Mgbe ọ nụsịrị egwu nke Chopin's B minor Sonata site na Hofmann, Rachmaninoff wepụrụ akụkụ ahụ site na repertoire nke ya na-ekwu \"ọ bụghị kemgbe Anton Rubinstein ka m nụrụ egwu dị egwu\".",
  "Ihe atụ ndị a tụrụ aro na-egosi ụdị Hofmann:",
  "Ihe ndekọ Hofmann na-ejikarị egwu edere tupu mmalite nke narị afọ nke 20.\nDị nnọọ ka ihe ndekọ akụkọ ihe mere eme asaa nke Rubinstein nke 1885, o nyere kọntaktị 21 n'usoro na St",
  "Petersburg n'ekwughi otu egwu, na-akpọ ọrụ 255 dị iche iche site na ncheta n'oge usoro marathon ahụ na 1912-1913.  N'akwụkwọ diary nwunye ya debere n'oge njem Russia ya na 1909, ọ kwuru na ọ na-eweli anya ya mgbe ọ hụrụ Brahms' Handel Variations na mmemme - ihe ọ na-akpọghị ma ọ bụ ọbụna lee anya ruo afọ abụọ na ọkara",
  "Ọ kụrụ ọrụ ahụ na kọntaktị ahụ n'egbughị oge.\nỌ bụ ezie na ọ bụ onye na-adịghị ahụ ụzọ nke ọma, a sịrị na o nwere ikike nke Franz Liszt na Camille Saint-Saëns  Rosina Lhévinne chetara na Hofmann nụrụ ka di ya Josef Lhévinne na-akpọ Liszt's Lorelei, otu egwu Hofmann nụtụbeghị ma ọ gara n'ihu na-akpọ ya \"dị ka Josef m (Lhevinne) \" maka ọzọ na kọntaktị ya ka e mesịrị n'ụbọchị ahụ.\nMaurice Aronson, onye jere ozi dị ka onye na-enyere Leopold Godowsky aka, chetara Hofmann na-amụta transcription Fledermaus nke Godowski",
  "Godowsky na Hofmann zutere na Berlin na 1900, wee bụrụ ndị enyi ruo mgbe Godowski nwụrụ na 1938",
  "Hofmann ga-eleta ụlọ ọrụ Godowsky ma gee ntị mgbe Godowski na-ede Fledermaus",
  "Otu izu mgbe nke ahụ gasịrị, Hofmann gara Godowsky ọzọ wee kpọọ ihe niile, ọ hụtụbeghịkwa egwu ahụ",
  "Godowsky, n'ezie, edebeghị ya",
  "Schonberg agbakwunyere na Godowsky's Fledermaus bụ otu n'ime ihe ndị kachasị mma na ihe mgbagwoju anya edere maka piano.",
  "Hofmann malitere idekọ ihe na ụlọ ọrụ na 1880s mana ọ dịghị mgbe ọ na-enwe afọ ojuju na teknụzụ dịnụ ma mee naanị nrụgide nnwale mgbe 1923; o weere nrụgide nnwere onwe e mere maka HMV na Nọvemba 1935 ka ọ bụrụ ihe nnọchianya bara uru nke nka ya.",
  "N'afọ 1940, o dekọrọ maka mmemme redio Bell Telephone Hour nke ụfọdụ ihe nkiri na-adịghị ahụkebe fọdụrụ, gụnyere Prelude Rachmaninoff na C-sharp minor, Op",
  "3, No",
  "2, na Concerto Beethoven na E-flat major, \"Emperor\"",
  "Gregor Benko kwuru na Hofmann ekwesịghị ịpụta n'ọtụtụ mgbasa ozi Bell Telephone Hour kemgbe, n'oge a. Nwa akwụkwọ Hofmann bụ Jeanne Behrend, mgbe mbụ ọ nụrụ ihe ndekọ ahụ site na 1940 ruo 1946, kwuru \"nke ọma, ọ bụ egwu ya, mana ọ dịghị ihe dị ka ihe anyị nụrụ na 1920s\".",
  "Cylinders edere c",
  "1890 maka Thomas Edison bụ ụfọdụ n'ime ndekọ mbụ nke egwu oge ochie ma furu efu n'oge Agha Ụwa Mbụ",
  "A chọtara cylinders anọ e mere na Russia na 1895-1896, na egwu Mendelssohn, Louis Brassin na Rubinstein, na nso nso a ma wepụta ya na CD.  O mere usoro abụọ nke ịmegharị mpịakọta piano, gụnyere na 1913 mpịakọ 23 maka Welte-Mignon mana ọ tụkwasịghị mpịakịrị obi dị ka ihe nnọchianya ziri ezi nke egwu ya",
  "Hofmann dekọrọ diski ụda site na 1912 ruo 1923 maka Columbia na Brunswick, mana o chere na nnọchiteanya nke ụda olu ya dị ọcha na nke na-egbuke egbuke egbuke ejighi ya",
  "Hofmann nwalere ihe ndekọ ule dị mkpirikpi maka RCA Victor na 1935 (nke RCA wepụtara na LP na 1970), ma na-ala ezumike nká na California nwalere pickups eletrik nke eriri piano ma na-emepụta bọọdụ ụda spruce ọzọ n'okpuru mkpuchi piano",
  "RCA Victor dekọrọ egwu ncheta afọ iri ise nke Hofmann na New York na Metropolitan Opera House na Nọvemba 28, 1937",
  "Ọ dịkarịa ala abụọ n'ime kọntaktị ndị ọzọ ya na 1930s ka edere na ndụ",
  "Ihe ndekọ egwu ndị a na-egosipụta Hofmann meworo okenye (afọ 60-62) n'ihu ọha obere oge tupu mbelata dị egwu na iwu pianistic ya, ma gụnye ọgụgụ dị egwu nke Chopin's G minor Ballade, Andante Spianato and Grand Polonaise, A-flat Waltz (Op",
  "42) na F minor Ballada",
  "E bipụtara ihe ndekọ ndị a niile na diski compact n'okpuru nkwado nke Gregor Benko na ọkachamara na-eweghachi ọdịyo Ward Marston.",
  "Harold C",
  "Schonberg ekwuola na Hofmann bụ onye na-enweghị ntụpọ na ikekwe onye kachasị egwu piano na narị afọ nke 20. HMV na RCA na-enweghị ihe ịga nke ọma na Hofmann na-arụ ọrụ ndekọ na 1930s",
  "Sergei Rachmaninoff raara Piano Concerto No",
  "3 ya na D obere (1909) nye Hofmann, ọ bụ ezie na Hofmann enweghị mmasị na ya ma ọ dịghị mgbe ọ kpụrụ ya",
  "Ndị nkatọ nke ọgbọ ndị okenye dị ka James Huneker kpọrọ Hofmann \"eze nke ndị na-akpọ piano\", Samuel Chotzinoff kpọrọ ya \"onye na-akpọ egwu piano kachasị ukwuu n'oge anyị\".\nNdị oge dị ka Rachmaninoff, Ignaz Friedman, Josef Lhévinne, na Godowsky weere Hofmann dị ka, n'ozuzu, onye egwu piano kachasị ukwuu nke ọgbọ ha, mana otuto ahụ abụghị nke zuru ụwa ọnụ site na ọgbọ na-esote nke ndị egwu piano.\nN'ime akụkọ ndụ ya, Arthur Rubinstein katọrọ Hofmann dị ka onye nwere mmasị naanị na usoro egwu ọ bụghị n'obi ya ma ọ bụ ọnọdụ ime mmụọ ya, ma kwuo na njedebe nke ọrụ Hofmann \"a hapụrụ ya ihe ọ bụla mgbe usoro ya hapụrụ ya\". Claudio Arrau chụpụrụ Hofmann (ya na Paderewski) dị ka onye a ma ama ma kwuo \"amaghị m ihe m ga-eme ya\". Sviatoslav Richter, mgbe ọ nụsịrị ule Hofmann RCA nke Scherzo site na Sonata Beethoven na E-flat, Op",
  "31, No",
  "3, weere onye na-akpọ piano nke okenye dị ka \"ihe dị egwu\", mana o kwuru na Hofmann leghaara akara sforzando nke onye na-ede egwu anya; ebe György Sándor kpọrọ ya onye kachasị ukwuu n'ime ndị na-akpọ egwu piano nke narị afọ nke 20 n'ihe gbasara egwu, ntụgharị, na usoro.  Nwa akwụkwọ Hofmann n'onwe ya bụ Shura Cherkassky jiri Horowitz tụnyere Hofmann n\"ụzọ dị mma dị ka ndị a: \"Hofmann nwere ike ịbụ uche egwu ka ukwuu",
  "Mana, echere m na Horowitz bụ onye na-akpọ piano ka ukwuu, onye na-eme nke ọma - ọ rịọrọ ụwa niile n'ụzọ ụfọdụ",
  "Hofmann enweghị ike ikwurịta okwu na ọkwa ahụ.",
  "Iji kwado ndekọ ahụ, Earl Wild kwetara na ụdị Hofmann bụ mmetụta kachasị ukwuu n'ebe ọ nọ na-enweta usoro na-agbanwe agbanwe: 'A na-enye nkọwa ya mgbe niile na nnukwu ezi uche na ịma mma",
  "' A na-akọ na Jorge Bolet kwuru na mgbe ọ bụla ọ nụrụ Rachmaninoff ma ọ bụ Hofmann, ọ na-eche mgbe niile n'onwe ya, 'Onye ọ bụla na-akpọ - nke ahụ bụ ihe m ga-achọ ịkpọ\".",
  "Akwụkwọ Hofmann dabeere na edemede ya na Ladies' Home Journal:"
]