[
  "Oloye Sir Joseph Odeleye Fadahunsi, KBE (1901 - 12 Mee 1986) bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Naịjirịa bụ osote onye isi oche nke National Council of Nigeria and the Cameroons Ọ nọchikwara anya mpaghara Ilesha na House of Assembly n'oge mba mbụ nke mba ahụ",
  "Ọ bụ Oloye nke ndị Yoruba, o mechara bụrụ Gọvanọ nke mpaghara ọdịda anyanwụ nke Naịjirịa.",
  "A mụrụ Fadahunsi na Ilesa n'afọ 1901",
  "Ọ gụrụ akwụkwọ na Osu Methodist Elementary School wee gaa Wesley College, Ibadan",
  "Fadahunsi malitere ọrụ dị ka onye nkuzi na ụlọ akwụkwọ enyemaka gọọmentị na Ilesha ma mesịa kụzie n'ụlọ akwụkwọ dị na Lagos na Ikorodu",
  "N'enweghị mmasị n'ịkụzi ihe, ọ gwara onye isi nchịkwa nke ụlọ akwụkwọ ọ na-akụzi ka o nyere aka na ọrụ azụmahịa",
  "Onye isi ahụ mechara kpọbata ya na United Trading Company (UTC).",
  "Fadahunsi zụlitere mmekọrịta ya na UTC na 1927 wee bụrụ onye na-azụ ahịa n'okpuru United Trading Company, alaka nke òtù ndị ozi ala ọzọ nke Swiss Lutheran Church, Basle Mission",
  "Ọ malitere azụmahịa ya na-azụta koko n'aka ndị ọrụ ugbo ma na-akwụ ndị na-ebugharị ụgbọ ala iji nyefee ihe ndị ahụ n'ụlọ ọrụ Ibadan nke United Trading Company",
  "O mechara nweta uru zuru ezu iji zụta ụgbọ njem nke ya ma ụlọ ọrụ ya gbasaa n'oge na-adịghị anya na ngalaba njem. Ọ tọrọ ntọala Ijesa United Trading and Transport Company Ltd iji bubata ihe ndị sitere na ụlọ ọrụ ya ndị ọzọ ma na-ejekwa ụlọ ọrụ azụmahịa ndị ọzọ ọrụ",
  "Azụmahịa njem ya malitere inweta nkwanye ùgwù mpaghara ụfọdụ",
  "Na ngwụcha afọ ndị 1940, ọ ghọrọ onye otu bọọdụ nke Nigerian Cocoa Marketing Board na Western Region Production Development Board.",
  "N'afọ 1951, Fadaunsi sonyeere National Council of Nigeria and the Cameroons, a họpụtara ya na mpaghara House of Assembly dị ka onye nnọchi anya Ilesa South West",
  "Na nzukọ ahụ, ọ bụ osote onye isi ndị mmegide",
  "N'afọ 1962, nkewa na otu ndọrọ ndọrọ ọchịchị na mpaghara ọdịda anyanwụ mere ka e mepụta United People's Party site n'aka otu nkewa nke onye isi mpaghara na-edu",
  "Ndị otu ahụ wee banye na njikọ aka na ndị otu NCNC",
  "A họpụtara Fadahunsi dị ka Gọvanọ nke mpaghara ahụ na 1962."
]