[
  "Josephine Casey (1 Jenụwarị 1878 (?) - 27 Jenụwarụ 1950) bụ onye nhazi ọrụ na onye ndú, na onye na-akwado ikike ụmụ nwanyị.",
  "A mụrụ Casey, nwa ikpeazụ n'ime ụmụ anọ, na Memphis, Tennessee na [1878?] ma zụlite ya na Chicago",
  "Nne na nna ya bụ ndị Katọlik, Cornelius na Bridget Stephens Casey, bụ ndị Irish kwagara mba ọzọ.",
  "Mgbe ọ na-arụ ọrụ dị ka onye na-ahụ maka tiketi ụgbọ okporo ígwè na Chicago na 1904 ọ gwara ụmụ nwanyị ya na ha na-arụkọ ọrụ ka ha guzobe otu",
  "Ọ rụrụ ọrụ dị ka onye nhazi maka Boston Women's Trade Union League site na 1906 ruo 1909",
  "Mgbe ahụ, ọ haziri maka International Ladies Garment Workers Union ma bụrụ onye ndú maka ndị ọrụ uwe na Kalamazoo, Cleveland, na St",
  "Louis n'etiti 1911 na 1914. Na Machị 1912, mgbalị Casey na Michigan lekwasịrị anya na nchegbu nke ndị ọrụ nwanyị na Kalamazoo Corset Company gụnyere ụgwọ ọrụ dị ala, ogologo awa n'ọnọdụ na-adịghị ọcha na nsogbu mmekọahụ site n'aka onye isi nwoke",
  "Ndị na-ahazi ya, gụnyere Pauline Newman na Gertrude Barnum, na ndị ọrụ na-eme ngagharị iwe nwetara nlebara anya mba maka mkpesa na nzukọ ekpere na nzaghachi maka iwu ụlọ ikpe iji gbochie usoro ngagharị iwe na-enweghị usoro. E nwetara nkwekọrịta nke na-erughị nnukwu ụgwọ ọrụ, mana ọganihu maka ikike ndị ọrụ nwanyị, na June 12.",
  "N'oge Agha Ụwa Mbụ, Casey megidere iwu ọrụ ụmụ nwanyị na South",
  "Ọ bụ onye na-agba mbọ maka ụmụ nwanyị na New York",
  "N'afọ 1920, ọ bụ onye mmeri nke Equal Rights Amendment",
  "N'ịgbaso usoro ọdachi, ọ na-enweta $ 5 kwa izu na-arụ ọrụ dị ka onye na-elekọta ụlọ",
  "N'afọ 1931, National Woman's Party (NWP) kpọtụrụ ya wee zigara ya Atlanta iji megide mbọ Southern Council na Cotton Textile Institute na-agba iji guzobe iwu metụtara mmekọahụ",
  "E mere akụkọ ya ka ọ bụrụ kọlụm a na-ahụkarị na akwụkwọ akụkọ izu ụka nke NWP bụ Equal Rights.",
  "Dị ka onye otu First Church of Christ, Scientist na Boston na mgbe e mesịrị na Seventh Church of Christ Scientist na New York, Casey jụrụ ịchọ nlekọta ahụike maka nsogbu metụtara obi n'ihi nkwenkwe okpukpe ya",
  "Ọ nwụrụ n'ụlọ ya na New York City na Jenụwarị 27, 1950."
]