[
  "Joshua Uzoigwe (July 1, 1946 - Ọktoba 15, 2005) bụ onye Naijiria na-ede egwú na ọkà mmụta ethnomusic",
  "Onye otu agbụrụ Igbo, ọtụtụ ọrụ ya na-esetịpụ egwu ọdịnala ndị ahụ.",
  "A mụrụ Uzoigwe na Umuahia, Abia State (mbụ Imo State), Nigeria",
  "Ọ malitere akwụkwọ n'ụlọ akwụkwọ praịmarị obodo dị n'Umuagu",
  "Ọtụtụ n'ime ndụ nwata ya bụ nwanne ya nwoke nke tọrọ ya, Sunday Uzoigwe, onye nwere ọrụ na mahadum nke Ibadan",
  "N'agụmakwụkwọ sekọndrị ya, Joshua gara King's College, Lagos tupu ọ gawa International School Ibadan ịgụ akwụkwọ maka Advanced Level Certificate.",
  "Site na 1970 ruo 1973, ọ nọ na Mahadum Nigeria, Nsukka, ebe ọ malitere mmụta ya na egwu",
  "Ọ gụchara akara ugo mmụta mahadum (1973–77) na Guildhall College of Music, London, na site na 1977 ruo 1981 ọ gara Queen's University Belfast, wee nweta ma MA na Ph.D",
  "na ethnomusicology.",
  "Uzoigwe kụziri egwu na mahadum atọ dị na Naijiria, malite na mahadum Obafemi Awolowo, Ife, mechaa gaba mahadum nke Nigeria Nsukka na n'ikpeazụ University of Uyo dị na Akwa Ibom State",
  "Ọ nwere nnukwu chi nke ọma na ọganihu mgbe ọ dị afọ 21.",
  "Ihe egwu a kacha mara nke Uzoigwe gụnyere: \"Ụbọchị na-agafe\"",
  "Jọshụa bụ onye na-akụ piano nke oma ama, sonyekwa ọtụtụ ndị egwu egwu, gụnyere Ori Enyi Okoro na Joyce Akinwumi",
  "Ọ rụrụ ọtụtụ egwu egwu n'oge agha obodo Biafra ma bụrụkwa onye otu ndị omekome Odunke, bụ ndị gbalịsiri ike ịkwado ndụ omenala n'oge agha obodo ahụ na ịkwalite omenala Igbo n'akụkụ ya niile site na ntọala ya na Mahadum Nigeria, Nsukka.",
  "Atọ n’ime abụ Uzoigwe, “Na onyinyo na-ada ada”, “Transition” na “ Lake Drying, Rising Spring” ewepụtara na Nsukka Harvest: Abụ sitere na Nsukka, 1966–72 (ed",
  "Chukwuma Azuonye, Nsukka: Odunke Publications, 1972, p. 13–15), pụta na http://www.sentinelpoetry.org.uk/magonline1105/Joshua_Uzoigwe.htm",
  "Na 1993, o bipụtara ọmụmụ ya na Akin Euba ( ISBN 9783927510166 )",
  "Joshua Uzoigwe lụrụ Joanne McGuckin na Nigeria na 1981",
  "Ha zutere mgbe ọ na-agụ akwụkwọ na Queen's University Belfast",
  "Joanne bụ onye nkuzi na Mahadum Ibadan, Nigeria, ma na-agụcha akwụkwọ mmụta postgraduate ya mgbe ọ nwụrụ na 1990",
  "Ha mụrụ ụmụ atọ bụ Uzoma, Ejike na Nneka.",
  "Joyce Adewumi, onye guzobere New York African Chorus Ensemble ( http://www.nyafricanensemble.com/ ) na ezigbo enyi ya na onye bụbu onye ọrụ Uzoigwe, dere na \"ọrụ ya na New York African Chorus Ensemble bụ nke a raara nye Joshua na ọ gaghị ekwe omume ma ọ bụrụ na mmetụta ya na ndụ m.\""
]