[
  "Joseph Kiambukuta Londa, onye a maara dị ka Josky Kiambukuta, (14 Febụwarị 1949 - 7 Machị 2021) bụ onye Congo na-eme ihe nkiri, onye na-agụ egwu, onye na-ede egwu nakwa onye na-arọpụta egwu. Dị ka onye otu TPOK Jazz, ọ gụrụ egwu n'akụkụ Franco n'oge ha kachasị ewu ewu n'etiti afọ 1960 ruo ngwụsị afọ 1980.",
  "A mụrụ Joseph Kiambukuta Londa na Gombe-Matadi n'ụbọchị Valentine nke afọ 1949, nye Bernard Bakiansuni na Albertine Londa.",
  "Kiambukuta sonyeere otu Dr",
  "Nico, African Fiesta Sukisa n'afọ 1969. N'oge ọ nọ n'òtù ahụ, o dekọrọ otu n'ime egwu mbụ ya, \"Sadi Naboyi Masumu\"",
  "Afọ abụọ ka e mesịrị, n'afọ 1971, ọ hapụrụ iji mepụta otu egwu ya Orchestre Continental ya na ndị ọzọ na-eto eto gụnyere Wuta Mayi na Bopol Mansiamina O dekọrọ ma depụta egwu ọzọ, “Nakobondela”, n'oge ya na ndị otu ahụ.",
  "Kiambukuta sonyeere TPOK Jazz n'afọ 1973",
  "A maara Kiambukuta maka olu ya dị iche iche, site na ụda dị elu ruo na bass miri emi, dịka mkpa ọ dị",
  "A na-eto ya maka ịdee ọtụtụ egwu maka ndị otu ahụ, gụnyere “Chandra”, “Fariya”, “KSK” na “Bimansha”.",
  "Josky mechara hapụ otu ahụ, ya na Ntesa Dalienst n'afọ 1985",
  "Ha abụọ malitere ọrụ naanị ha ma na-arụkọ ọrụ ugboro ugboro",
  "N'oge mmalite ọrụ naanị ya, ya na Dalienst na Serge Kiambukuta, nwa nwanne nna ya wepụtara abọm",
  "O sonyekwara na abọm Koffi Olomide mbụ.",
  "Kiambukuta laghachiri TPOK Jazz n'afọ 1987",
  "N'afọ sochirinụ, o wepụtara abọm nke abụọ ya \"Mata Kita Bloqué\", nke nwere egwu a kpọrọ aha ya.",
  "Mgbe Franco nwụsịrị n'afọ 1989, TPOK Jazz gara n'ihu na-egwu egwu ruo afọ anọ",
  "Otú ọ dị, n'afọ 1994, esemokwu manyere ndị otu ahụ kewaa",
  "Kiambukuta, ya na Simaro Lutumba, Ndombe Opetum na ndị otu egwu ndị ọzọ gara n'ihu mepụta otu egwu ọhụrụ: Bana OK",
  "A kọrọ na Kiambukuta kwagara France ma bụrụ onye bi na Paris.",
  "A kọrọ na Kiambukuta lara ezumike nká site na egwu n'ihe dị ka n'afọ 2009",
  "A kọkwara na ọ nọ na-arịa ọrịa, ruo ọtụtụ afọ tupu ọnwụ ya",
  "Ọ nwụrụ n'ụlọ ọgwụ Kinshasa na 7 Machị 2021 mgbe ọ dị afọ 72."
]