[
  "Joy Ifeoma Nroli Nwosu Lo-Bamijoko bu onye a muru na August nke iri abuo na asaa, 1940",
  "O bu onye obodo Nigeria, bu kwara onye ethnomusicologist, onye nduzi choral, ndi nkato ma onye soprano.O bu onye nkuzi egwu na Unilag",
  "O kwalitere Bel canto aru oru nkiri na Nigeria izulite mmasi na opera na udi ikwo abu nke  ndi Italian. O mela iri ise nkoghari egwu na Nigeria ma na mba ole na ole ndi ozo.",
  "Na 1968, o bibutere akwukwo a na kpo \"Cinema e Africa\" nke Aracne editrice,ihe ndi Africans na ulo oyo yo.",
  "Amuru Nwosu na Enugu, na ezinulo Charles Belonwu, onye pasto na Deborah Nwosu. ha ibuo so na ndi na gu egwu na uluko ha",
  "Nwosu soro ndi muru ya nwe na agu egwu na ulo-uka ha a na akpo Faith Terbanacle Church choir",
  "O gara na iru na agwu egwu na mgbe ono na ulo akwukwo secondari ma onwetara okwa abua na ikwuzi nkwuzi na Holy Rosary College, Enugu.  ọ na-anọchite anya ya na asọmpi dị iche iche dị iche iche ma merie asọmpi asaa na-abụ abụ na-eme egwuregwu na Enugu Festival of Arts",
  "Mgbe ọ gụsịrị akwụkwọ na Holy Rosary, ọ nọgidere na ụlọ akwụkwọ dịka onye nkụzi",
  "lọ nsọ Rosary dị nsọ bụ ụlọ akwụkwọ ndị Katọlik; ndị nọn na-ahụ ọrụ Nwosu na-abụ n'ịbụ abụ na-enye ya agụmakwụkwọ iji na-amụ egwú na College of Music na Dublin",
  "O weghaara akwukwo akwukwo ndi ozo nke anyanwu na ohere nke imuta egwu na Rom",
  "Nwosu họọrọ Rom ma mụọ olu na Conservatori Do Musica Santa Cecilia",
  "Ọ gara Itali na 1962 ma tupu a gụọ ya n'ụlọ akwụkwọ ahụ, ọ ghaghị ịgba akwụkwọ ma gụọ akwụkwọ Ịtali",
  "Ọ gụchara ihe ọmụmụ mgbe ọ nọrọ afọ ise na conservatori ma soro ya ọzọ ọmụmụ na nkwukọrịta",
  "N'Itali, a na-ahụ ya na-arụ ọrụ ndị dị ka Puccini's Turandot na Garden Theater nke Castel Gandolfo ma werekwa ọrụ ndị ọzọ na Cleopatra na Tenth Victim.O puta kwa ra na obere oyo yo nke bu , Giovanni Vento's, Ill Nero na 1966.",
  "Mgbe o sii Europe we bata, oruru oru ka onye mmeputa oyoyo na Nigerian Broadcasting Corporation (NBC)",
  "Na NBC, o me bi doro out egwu",
  "Na 1973, otu a woputara egwu UWAM na okpuru Decca records nke mechara we buru ihe wuru ewu. Ka egwu siri ewu ewu mere ka o  puta na oyoyo na redio na 1975 ma 1975",
  "O guru egwu na omenala abali na NBC",
  "Mgbe e mere  Festac, o bu onye isi na ndi soprano na Ayo Bankole's Festac Cantata ma onye na enyere onye isi ndi egwu na ememme",
  "Mgbe nka anwa, o so kwarao otu ndi egwu Lazarus Ekwueme's gawa Ghana na ufodu ndi staati di na Nigeria I gwu egwu.Na 1975, o ha puru NBC ka oburu onye na akuzi nkuzi na University of Lagos.",
  "Nwosu enwere nzere degree ma o huru mmegide na aka ndi nkuzi ndi ozo di ka  Akin Euba onye na ahu ya ka onye ga ekwesiri I nweta oru na ebe anwa. Na 1978, o nwe tara nbanye na  Michigan maka doctorate, nke o mechara na 1981",
  "Mgbe o yatara Michigan, ndi na akuzi nkuzi umu nwoke ndi ozo e we na ele ya anya nke oma. Na etiti, 1986 na 1987, obu onye isi ndi  ngbalaba egwu ma mechara buru onye isi ndi  igwe egwu na ebe omume omenala.",
  "Nwosu ha puru coral Ekwueme's ibido nke ya nke bu Joy Nwosu and Her Ensemble na afo mbido1980s. Na1985, otu ya mere aru oru na  National Arts Theatre, Iganmu ibido afo jubili na Nigeria",
  "Nwosu lara ezumike nka na Unilag na mbubreyo 1990s new lara na U.S",
  "Na U.S",
  "o nwara I nweta  ndokwa nmahadum ma ana o nwere isi",
  "o me chara bido oru  nke I leta umu aka tu p u o buru onye nkuzi egwu na ulo akwukwo secondari",
  "O dego akwukwo ibuo, Mirror of Our Lives na Legend of the Walking Dead: Igbo Mythologies."
]