[
  "Atim Joy Ongom, (amụrụ na 15 Septemba, na afọ 1968) bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Ugandan, onye jere ozi dị ka onye omeiwu na-anọchite anya Lira District Women Constituency na 10th Parliament (2016 ruo 2021).",
  "A mụrụ ya Joy Atim, na 15 Septemba, na afọ 1968, na Lira District, na Northern Region nke Uganda",
  "Ọ gara ụlọ akwụkwọ dị n'ógbè ahụ maka agụmakwụkwọ ya tupu mahadum",
  "N'afọ 1989, a nabatara ya na Uganda College of Commerce Aduku, na Aduku, Apac District, gụsịrị akwụkwọ afọ abụọ ka e mesịrị na Diploma na Business Studies (DipBS)",
  "Ka e mesịrị na afọ 2011, ọ gụsịrị akwụkwọ na Mahadum Kampala International na Bachelor of Public Administration (BPA).",
  "N'afọ 1993, ụlọ ọrụ a na-akpọ \"Riclen Printers\" were ya n'ọrụ, na-arụ ọrụ n'ebe ahụ dị ka onye na-akwụ ụgwọ afọ isii, ruo n'afọ 1999",
  "Ọ kwagara na azụmahịa ọzọ a na-akpọ \"Jocent Enterprises\", ebe ọ rụrụ ọrụ dị ka onye isi nchịkwa, ruo n'afọ 2011",
  "Mgbe ahụ site na 2005, ọ bụ onye isi nchịkwa na azụmaahịa ọzọ a na-akpọ \"Hillside Annex\", ọkwá ọ ka na-enwe mgbe ọ bụ onye otu ndị omeiwu.",
  "N'oge ntuli aka nke afọ 2006, a họpụtara Joy Atim ka ọ bụrụ onye Gọọmentị Obodo Lira, na-eje ozi n'ebe ahụ dị ka onye ndụmọdụ distrikti",
  "N'afọ 2011, ọ gbara ọsọ ịnọchite anya ụmụ nwanyị na Lira District na 9th Parliament (2011 ruo 2016). N'oge okirikiri ahụ, ọ gbara ọsọ dị ka onye na-azọ onwe ya ma merie.",
  "N'oge ntuli aka nke afọ 2016, ọ gbara ọsọ n'okpuru ọkọlọtọ ndọrọ ndọrọ ọchịchị nke Uganda People's Congress (UPC), a họpụtara ya ọzọ ma bụrụ onye nọ n'ọkwa",
  "Ọ bụ otu n'ime ndị omeiwu Uganda na-emegide mmezi gharị nke iwu, iji wepụ oke afọ nke onye isi ala. Ndị uwe ojii Uganda lekwasịrị anya na nnọkọ ndọrọ ndọrọ ọchịchị ya, na-akpata mmerụ ahụ na ụlọ ọgwụ. Otú ọ dị, na ntuli aka nke afọ 2021, Minista Dr",
  "Jane Ruth Aceng meriri ya.",
  "Ms",
  "Joy Atim Ongom lụrụ Maazị Ongom Innocent.",
  "Na Nzukọ Ndị Omeiwu nke iri, Joy Atim bụ onye otu kọmitii ndị omeiwu abụọ: (a) Kọmitii Ntinye aha na (b) Kọmiti mmefu ego."
]