[
  "Joy Isi Bewaji (amụrụ na ụbọchị asatọ ka ọnwa  June afọ nari iri itoolu iri asaa na asaa) bụ onye edemede Naijiria, onye na-ede ihe nkiri, onye na'ede egwuregwu, onye ọchụnta ego mgbasa ozi ọhụrụ na onye na-ahụ maka mmekọrịta mmadụ na ibe ya",
  "Ihe odide ya na ihe nkiri ya lekwasịrị anya na ọdịbendị na-ekwesịghị ekwesị na okpukpe na-adịghị mma",
  "Ọ bụ ezie na ọ naghị ekwupụta na ọ bụ onye na-ahụ maka ụmụ nwanyị, echiche ya n'ihe gbasara ọha na eze emeela ka mgbasa ozi kọwaa ya dị ka \"onye na-ahụkarị ụmụ nwanyị na-enweghị egwu nke oge a\".",
  "Bewaji gụrụ akwụkwọ sekọndrị na Lagos State Model College, Kankon Badagry",
  "Ọ gụrụ Mass Communication na Polytechnic, Ibadan",
  "Ọ gara n'ihu mepụta ọrụ na mgbasa ozi.",
  "Ọ gbara alụkwaghịm na ụmụ",
  "N'ajụjụ ọnụ afọ puku abụọ iri na isii, o kwuru na \"ọ na-arụ ọrụ nke ọma naanị ya\".",
  "Bewaji bụ onye isi nchịkwa na redio Happenings ma bụrụ onye nchịkọta akụkọ na magazin Happenings",
  "Ọ bụbu onye nchịkọta akụkọ maka magazin Genevieve",
  "Ọ bụkwa onye malitere The Conversation nke na-elekwasị anya na ụmụ nwanyị, sexism na misogyny na ndị Naijiria",
  "N'afọ puku abụọ iri na iri, ọ gwara United Nations okwu gbasara ụmụ nwanyị na nwa nwanyị. Bewaji bụ onye na-akatọ ewu ewu nke omume okpukpe n'etiti ndị Naijiria, ọ na-akọwa nsonaazụ ikpeazụ dị ka ịmepụta \"ndị na-adịghị ike, ndị na-elekwasị anya n'onwe ha na ndị na-eduhie eduhie\"",
  "Ọ gara n'ihu na-akwado na okpukpe bụ naanị ngwá ọrụ iji nye afọ ojuju nwa oge n'ọnọdụ efu",
  "Ọtụtụ ndị katọrọ okwu ya gụnyere Mark Anthony Osuchukwu nke YNaija, onye kwuru na ọ kwesịrị iburu ọrụ ya n'uche n'otu isiokwu akpọrọ, Hallelujah Challenge vs the Joy Isi Bewaji Challenge.",
  "N'afọ puku abụọ iri na anọ, ọ kpughere Tina sha Shoes & Love Issues, nke bụ usoro ọdịyo e mere maka ụmụ nwanyị",
  "N'oge a gbara ya ajụjụ ọnụ n'afọ puku abụọ iri na anọ, ọ kpughere na ọ dị nso ibipụta ụfọdụ akwụkwọ ya.",
  "N'afọ puku abụọ  iri na isii, ọ haziri ma dozie nnọkọ akpọrọ Gender Equality And The Funk of Feminism, ebe ndị na-ekwu okwu welitere okwu na-emetụta ụmụ nwanyị n'inweta ikike ha zuru oke. N'ikwu okwu banyere mkpali maka egwuregwu ya, Story of my Vagina (n'afọ puku abụọ iri na isii), Bewaji kọwara na \"ụmụ nwanyị ajụla ịghọ ihe karịrị ọdịnala ọha mmadụ nyere ha\"",
  "Ihe nkiri ahụ na-agafe site na ịkpa ókè nwoke na nwanyị, ime ihe ike n'ụlọ, nkewa okpukpe na mmegbu ọdịbendị megide ụmụ nwanyị.",
  "Na afọ puku abụọ iri na isii UN International Youth Day, Bewaji gosipụtara okpukpe, ọdịbendị na nna ochie dị ka isi ihe kpatara ịda ogbenye na Naịjirịa, ọ dụrụ ndị ntorobịa ọdụ ka ha leghara ihe niile ha mụtara n'aka ndị okenye anya, na-ekwu na ha agaghị aga ebe dị anya na ndụ ma ọ bụrụ na ha nọgide na-ebi na ha. A kọwawo Bewaji dị ka onye na-akwado ụmụ nwanyị nke oge a.  Bellanaija gara n'ihu ịkọwa na ọ na-achọ ọnọdụ nkà ihe ọmụma n'ịmezigharị otú ụmụ nwanyị si ele onwe ha anya na ọha mmadụ. O kwukwara okwu banyere ụmụ nwanyị na Mahadum Harvard.",
  "Bewaji bụkwa onye na-akatọ ihe ndị dị n'egwú nke ndị egwu Naijiria kachasị elu, bụ ndị o kwuru na ha belatara ụmụ nwanyị ka ha bụrụ ihe a ga-eji ihe onwunwe zụta iji nweta afọ ojuju mmekọahụ",
  "Ọ gara n'ihu ịkọwa na gburugburu a na-eme ka ọ bụrụ ihe a na-apụghị izere ezere maka ọha mmadụ ịhụ ụmụ nwanyị dị ka ndị hụrụ ihe onwunwe n'anya.",
  "N'afọ puku abụọ  iri na asaa, Bewaji dụrụ ụmụ nwanyị Naijiria lụrụ di ọdụ ka ha guzogide nwoke ọ bụla na-adịghị eji ha kpọrọ ihe, na-akọwa kpọmkwem ihe mere nkwa alụmdi na nwunye ha ekwesịghị ịbụ ihe kachasị mkpa karịa nchekwa na obi ụtọ ha.",
  "Dị ka Guardian si kwuo, egwuregwu ya bụ Marriage Onions In Wedding Blues (puku abụọ iri na asaa) bụ azịza ihe nkiri nye ọtụtụ ihe ịma aka na ajụjụ ndị inyom Naijiria lụrụ di na-eche ihu, gụnyere mmetụta nke ezinụlọ di na alụmdi na nwunye na ọrụ ndị nwunye Naijiria. Emere egwuregwu ahụ na Freedom Park, Lagos State na Machị 5, na ọtụtụ ndị na-eme ihe nkiri Nollywood gụnyere Osas Ighodaro na Damilola Adegbite na ọrụ ndị dị mkpa.",
  "N'afọ puku abụọ iri na itoolu, Bewaji wepụtara \"Las Las, We'll be Alright\", akwụkwọ ntuziaka nke bụ akwụkwọ nke echiche ya dị ka onye na-akatọ mmekọrịta mmadụ na ibe ya na ọdịbendị na idiosyncrasies nke ndị Naijiria, ndụ, ụgha na nkwenkwe nke ụmụ amaala.",
  "Ụdị esemokwu nke isiokwu ndị ọ na-ekwu na nghọta ya banyere ụmụ nwanyị emeela ka ọtụtụ ndị na-etinye aka katọọ ya gụnyere, Adegoke Adeola, onye mgbasa ozi na Ogun Steeti Broadcasting Corporation, onye nkwado ụmụ nwanyị ibe ya, Omotoyosi Ogunbanwo, Uchegbu Ndubuisi, onye nkuzi na Mahadum Naijiria na ndị ọzọ. A maara ya ka ọ bi na họtel.N'afọ puku abụọ iri abụọ na otu, onye na-ede blọgụ Instagram bụ GistMerchanct kpọrọ Isi Joy Bewaji n'ihe gbasara ikpe aghụghọ nke Grace Osei - onye aghụghọ Interpol chọrọ."
]