[
  "Joy Kabatsi, nke a na-akpọkwa Joy Kabatsi Kafura (1 Febụwarị 1954), bụ onye ọka iwu Uganda, onye ọrụ ugbo na onye ndọrọ ndọrọ ọchịchị. Ka ọ na-erule Jenụwarị 2020, ọ bụ Minista Na-ahụ Maka Njem na Cabinet nke Uganda, malite na Disemba 2019. Ọ bụ onye otu ndọrọ ndọrọ ọchịchị National Resistance Movement.",
  "Tupu nke ahụ, site na 6 June 2016 ruo 14 December 2019, ọ rụrụ ọrụ dị ka Minista Steeti maka Ụlọ Ọrụ Ụmụ Anụmanụ na Kọmitii Ugandan",
  "Ọ nọchiri Bright Rwamirama, onye a chụpụrụ na Cabinet. N'ihi ọnọdụ minista ya, ọ bụ onye otu ex-officio nke 10th Parliament (2016 ruo 2021).",
  "A mụrụ ya na Sembabule District, na Buganda, Uganda, na 1 Febụwarị 1954",
  "Ọ gara Bweranyangi Girls' Senior Secondary School maka agụmakwụkwọ O-Level ya",
  "Ọ gara na Namasagali College maka ọmụmụ A-Level ya, gụsịrị akwụkwọ na 1973",
  "Ọ gụrụ akwụkwọ na Mahadum nke Dar es Salaam, gụsịrị akwụkwọ na Bachelor of Laws na 1981",
  "Mgbe e mesịrị, ọ nwetara diplọma na Legal Practice site na Law Development Centre.",
  "Ọ malitere ọrụ ya n'afọ 1982, dị ka onye na-enye ọzụzụ na National Institute of Public Administration, na Lusaka, Zambia, na-eje ozi na ikike ahụ ruo n'afọ 1987",
  "Site na 1987 ruo 1988, ọ rụrụ ọrụ dị ka onye nchịkwa na World University Service International, kwa na Lusaka, Zambia",
  "Ọ laghachiri n'obodo ya bụ Uganda n'afọ 1988 wee rụọ ọrụ na Ministry of Finance, Planning and Economic Development (Uganda), site na World Bank.",
  "N'afọ 1997, ọ gafere na Uganda Revenue Authority (URA), wee rụọ ọrụ n'ebe ahụ ruo n'afọ 2001, dị ka onye isi ha na-ahụ maka ego (iwu)",
  "Site n'afọ 2002 ruo n'afọ 2004, ọ rụrụ ọrụ dị ka onye isi enyemaka nke Kọmishọna General na URA",
  "Site n'ebe ahụ, ọ kwagara n'Ọfịs Onye isi ala, na-eje ozi dị ka Onye isi nke Ngalaba Iwu, site na afọ pụkụ abụọ na iri abụọ  ruo 2012",
  "Ozugbo tupu nhọpụta ya, Kabatsi bụ onye ọrụ ugbo mmiri ara ehi",
  "Ọ bụ onye isi nchịkwa nke Entuutsi Rural Enterprise Limited, kemgbe afọ 2005.",
  "Ọ na-asọ mpi maka onye nnọchi anya ụmụ nwanyị nke Sembabule District na Nzukọ Ndị Omeiwu nke Uganda, n'ime ntuli aka atọ n'usoro. N'abalị isii n'ọnwa Juun afọ 2016, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka ụlọ ọrụ ụmụ anụmanụ."
]