[
  "Joyce Bawah Mogtari bụ onye ọka iwu na onye ndọrọ ndọrọ ọchịchị Ghana nke jere ozi dị ka osote minista na-ahụ maka njem na Ghana. Ọ bụ onye enyemaka pụrụ iche ugbu a nye onye bụbu onye isi ala Ghana bụ John Dramani Mahama na onye na-eburu ọkọlọtọ maka National Democratic Congress (NDC) maka ntuli aka Ghana nke afọ 2020. Ọ bụ onye ogbugbo nwere ahụmahụ ma mee nke a ọtụtụ oge ma na mpaghara ma na mba ụwa.",
  "Mogtari gara Wesley Girls' Senior High School maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya",
  "Ọ gara Holborn College, Mahadum nke London ebe ọ gụsịrị akwụkwọ na Bachelor of Laws (LL.B) nzere na afọ 1997",
  "O nwekwara nzere masta na Maritime Law (L.L.M) site na International Maritime Organization (IMO) International Maritime Law Institute, (IMLI) Malta, ebe ọ natara onyinye onye isi oche nke IMO Legal Committee maka Best Overall Performance in International Transport Law",
  "O nwekwara nzere masta na Conflict Resolution and Mediation site na Kofi Annan International Peacekeeping Training Centre- Ghana.",
  "A kpọrọ Mogtari ka ọ bịa n'ụlọ ikpe n'afọ 2000 wee malite ọrụ ya na ụlọ ọrụ iwu Sey & Co",
  "Mgbe e mesịrị, ọ ghọrọ onye ndụmọdụ maka KPMG na Venture Capital Trust Fund",
  "Ọ rụkwara ọrụ dị ka Onye isi nke Ngalaba Iwu na odeakwụkwọ onye ọka iwu nke Ghana Shippersão Authority ma bụrụkwa onye isi nke Ghana Sshippersão Authority site na afọ 2007 ruo afọ 2013.",
  "Mogtari bụ onye otu National Democratic Congress",
  "Ọ rụrụ ọrụ na ndị otu mkpọsa na kọmitii n'ime otu ahụ kemgbe ọtụtụ afọ gụnyere ije ozi dị ka onye otu ndị otu iwu 30 nke otu ahụ. Ọ bụ ọnụ na-ekwuru onye isi ala John Dramani Mahama na afọ 2016 General Elections. Mgbe ntuli aka ahụ gasịrị, Mahama họpụtara ya dị ka onye enyemaka pụrụ iche na ọnụ na-ekwuru ya.",
  "Na Machị na afọ 2013, John Dramani Mahama họpụtara Mogtari ka ọ bụrụ osote minista na-ahụ maka njem. Ọ rụrụ ọrụ ahụ ruo Jenụwarị na afọ 2017",
  "Ọ rụrụ ọrụ dị ka ọnụ na-ekwuru maka mkpọsa John Dramani Mahama afọ 2016 Election.",
  "Mogtari bụ onye otu Ghana Bar Association na onye otu African Women Lawyers Association",
  "Ọ bụkwa onye otu USA - International Visitor leadership Programme.",
  "Mogtari lụrụ di ma nwee nwa nwoke",
  "Joyce bụ nwanne nwanyị nke onye bụbu Minista na-ahụ maka Mmekọahụ, Ụmụaka na Nchebe Ọha, Otiko Afisa Djaba."
]