[
  "Joyce Johnson bụ onye America na-ede akụkọ ifo na akụkọ na-abụghị akụkọ ifo",
  "A mụrụ ya Joyce Glassman na 1935 n'ezinụlọ ndị Juu dị na New York City ma zụlite ya na mpaghara Morningside Heights nke Manhattan, nke dị kilomita ole na ole site n'ụlọ Joan Vollmer Adams ebe William Burroughs, Allen Ginsberg na Jack Kerouac biri site na 1944 ruo 1946. Ọ bụ nwa na-eme ihe nkiri ma pụta na mmepụta Broadway nke I Remember Mama, nke o dere banyere ya na 2004 Missing Men.",
  "Ụzọ e si zụlite Johnson bụ ihe a na-adịghị ahụkebe ma dị iche na ụmụ agbọghọ ndị ọzọ dị afọ ya na 1940s na 1950s. Ọ tolitere n'ọtụtụ ndụ ya na-ahụ ụmụ nwanyị nọ na ndụ ya na ọtụtụ ọgụ na ndụ na-anwa ịchọta nzube",
  "Otu ihe atụ ga-abụ nne ya onye dị afọ iri na itoolu na-aga n'ihu site n'otu ebe gaa n'ebe ọzọ na mbọ ezinụlọ ya na-agba iji nyere ya aka inweta atụmanya alụmdi na nwunye ka mma. Dị ka o kwuru na County College of Morris's Legacy Project Forum on Women of the Beat Generation na-ekpughe ọtụtụ ọnọdụ dị iche iche na-etolite, ọ kwenyere na nke ahụ bụ ihe mere o ji mụta ịghara ịdabere na onye ọ bụla. Dị nnọọ ka nne ya, ọ gara ụlọ akwụkwọ sekọndrị ụmụ nwanyị na kọleji ụmụ nwanyị.",
  "Mgbe ọ dị afọ iri na atọ, ọ malitere ịnọ na Washington Square Park, ihe jikọtara ọdịbendị bohemian na ọdịbendị egwu ọdịnala nke oge ahụ",
  "Ọ gara Barnard College mgbe ọ dị afọ iri na isii",
  "Ọ chọpụtara na ọtụtụ n'ime ụmụ akwụkwọ na-aga Barnard College bụ ụmụ nwanyị nọ n'etiti nke ezinụlọ ha zitere ebe ahụ ịchọta ezigbo di",
  "Otú ọ dị, ụmụ nwanyị ndị ahụ nupụụrụ isi megide nke ahụ bụ naanị ihe mere ha ji gaa ụlọ akwụkwọ ma kpebie iji ohere ahụ gbapụ na atụmanya ọha na eze ma wuo njirimara nke ha dị ka ụmụ nwanyị nwere onwe ha. Nke a mere ka Johnson kwado ụmụ nwanyị dị ka ndị mmadụ n'otu n'otu kama ịbụ naanị nwunye.",
  "Johnson kpughere n'akwụkwọ ya, Door Wide Open na mgbe a mụrụ ya, nne ya chọrọ ka ọ bụrụ onye egwu",
  "Otu n'ime nrọ nne ya, mgbe ọ dị obere, bụ ịbụ onye na-agụ egwú ma ọ gbara Johnson ume ịgbaso ụzọ egwu",
  "Ka ọ na-etolite n'afọ iri na ụma ya, nne ya kwadebere maka ọganihu Johnson site n'ịdebanye aha ya n'ọtụtụ ọzụzụ dị oke ọnụ nke ide egwu egwu, a zụrụ ya ide ma dee egwu na edemede nke ya",
  "Nne ya n'oge ahụ bụ onye njikwa ya ma gwa ya na ọ gaghị alụ di n'oge na ọ nwere ike ichere ruo mgbe ọ \"kwusiri ike\" n'ọrụ ya",
  "Otú ọ dị, mgbe ọ nọ na Barnard College, mmekọahụ ghọrọ ihe iyi egwu nye ikike nne ya n'ebe ọ nọ",
  "Nne ya bi n'ofe okporo ámá ebe Johnson bi iji lekwasị ya anya",
  "Ọ bụ ezie na Johnson nọgidere na-ede egwu maka nne ya, o dekwara akụkọ ndị ọ na-agaghị anwa iweta n'ụlọ ma ọ bụ hapụ nne ya ka ọ gụọ",
  "E bipụtara otu akụkọ na magazin Barnard Literary banyere mmekọrịta Johnson na ezinụlọ ya.",
  "Johnson chetara ibi ndụ abụọ ruo mgbe ọ dị afọ iri na asatọ, n'oge ahụ, ya na onye nkuzi Barnard aha ya bụ Donald Cook nọ na mmekọrịta, onye ji afọ iri tọọ ya ma bụrụkwa onye klas Lucien Carr na Allen Ginsberg na Columbia",
  "Site na mmekọrịta ya na Cook, a kọwaara ya Carl Solomon, Burroughs na Ginsberg",
  "Ginsberg na Johnson zutere n'ụlọ Cook mgbe ọ dị afọ iri na isii, site ebe a ka ya na Ginsberg malitere ọbụbụenyi.",
  "N'afọ 1955, Johnson kwenyesiri ike na mmekọrịta ya na Cook ga-eduga ha n'alụmdi na nwunye ozugbo ọ hapụrụ ụlọ nne na nna ya",
  "Otú ọ dị, o mechara biri n'ọnụ ụlọ odibo n'otu ụlọ dị nso na Columbia ma rụọ ọrụ odeakwụkwọ ebe a na-akwụ ya dollar iri ise n'izu iji bie ndụ n'onwe ya ọ bụ ezie na o zuo ezughị",
  "Mmekọrịta ya na Cook emeghị ka ọ dị mma ka ọ na-ewepụ onwe ya n'ebe ọ nọ ma mesịa hapụ ya ka ya na nwa akwụkwọ Barnard ọzọ nọrọ.",
  "Na Barnard College, ọ ghọrọ enyi na Elise Cowen (onye Allen Ginsberg hụrụ n'anya n'ụzọ dị mkpirikpi) onye mere ka ọ mata ndị Beat",
  "Ginsberg mere ndokwa ka Glassman na Kerouac zute na ụbọchị ìsì mgbe ọ na-arụ ọrụ na akwụkwọ akụkọ mbụ ya, Come and Join the Dance, nke e rere na Random House mgbe ọ dị afọ 21 ma bipụta ya afọ ise ka e mesịrị na 1962 dịka ọ na-amalite ọrụ ya dị ka onye nchịkọta akwụkwọ",
  "Mmekọrịta ya na Jack Kerouac bụ oge dị mkpa na ndụ ya",
  "\"M ga-ekwu na otu n'ime ndị ikom a na-adịghị ahụkebe nke gbara m ume n'ihe odide m bụ Jack Kerouac\".",
  "Otu n'ime ihe mere o ji bụrụ oge dị ịrịba ama maka Johnson bụ site na nkwupụta ya dị n'elu ebe ọ kwetara na ọ bụ mmekọrịta ya na Kerouac mere ka ọ nwee ihe ịga nke ọma n'ọrụ edemede ya n'ihi na ọ kwadoro ya ka ọ banye n'akwụkwọ",
  "N'oge mmekọrịta ya na Kerouac, ọ ghọtara na ụmụ nwoke na-ahụ ụmụ nwanyị dị ka ihe maka ederede ha, na dị ka ihe mmekọahụ, ọ bụghị dị ka ndị mmadụ n'otu n'otu",
  "Johnson kwenyere na nghọta a nke ụmụ nwanyị Beat kwadebere ụzọ maka nnwere onwe ụmụ nwanyị n'oge ahụ, na-akpali mkpali maka ha ịbụ ihe karịrị naanị obere ihe odide.",
  "Mgbe ya na Jack Kerouac gbasara, ọ lụrụ onye na-ese ihe James Johnson, onye nwụrụ n'ihe mberede ọgba tum tum. Site n'alụmdi na nwunye nke abụọ ya na onye na-ese ihe Peter Pinchbeck, nke gwụrụ na ịgba alụkwaghịm, nwa ya nwoke, Daniel Pinchbeck، bụkwa onye edemede.",
  "Ọtụtụ n'ime akwụkwọ akụkọ Johnson gosipụtara okwu banyere ọnọdụ ụmụ nwanyị na ọha mmadụ na njedebe nke ahụmịhe ha n'ihi okike ha dị ka nwanyị",
  "A na-ele nwanyị ahụ anya dị ka onye na-ekwesịghị ekwesị, ndị nnupụisi na ndị mmehie na-enweghị ike ịchịkwa",
  "Ya mere, mbipụta ndị a kpaliri Johnson imepụta akwụkwọ akụkọ mbụ ya Come and Join the Dance na 1962. E bipụtara akwụkwọ ahụ tupu òtù Beatnik aghọọ ihe a na-ahụkarị n'omenala ma bụrụ nke a ghọtara dị ka akwụkwọ akụkọ Beat mbụ nke nwanyị dere",
  "Ewezuga Come and Join the Dance, o bipụtakwara akwụkwọ akụkọ ndị ọzọ dị ka Bad Connections na 1978 na In the Night Cafe na 1987",
  "Akwụkwọ akụkọ ndị a nwere isiokwu yiri nke ahụ ebe ha gosipụtara ndụ ụmụ nwanyị na 1950 na 60s.",
  "N'ọnwa mbụ nke afọ 1957, Johnson zutere Jack Kerouac na ụbọchị ìsì nke Allen Ginsberg haziri",
  "Kerouac gbara Johnson ume ide akwụkwọ mbụ ya na 1962",
  "Otú ọ dị, ịhụnanya ha were naanị afọ abụọ ma mee ka o dee akwụkwọ ncheta akpọrọ Minor Characters nke e bipụtara na 1983. Akwụkwọ ncheta ahụ na-atụgharị uche na ndụ ya n'etiti 1957 na 1958, ọkachasị maka mmekọrịta ya na Kerouac",
  "O mekwara ka Kerouac pụta ìhè bụ onye si n'ọchịchịrị gaa n'ọkwa mgbe e bipụtara akwụkwọ akụkọ ya On the Road na 1957",
  "Ọzọkwa, ọ tụgharịrị uche na ya ịlaghachi azụ na ndụ ndị nọ n'etiti ebe ndị mụrụ ya chọrọ ka ọ bụrụ onye na-ede egwu",
  "Otú ọ dị, ọ chọrọ ịghọ onye na-ede uri na onye na-agụ egwú; ya mere, ọ malitere ịgbapụ ma gbalaga na Washington Square Park iji chụsoo nrọ ya",
  "Akwụkwọ ncheta a emeela ka a mara ihe dị n'ime ya, ndụ onwe onye, ahụmịhe ọrụ nke ụmụ nwanyị jikọtara ya na ndị edemede Beat Generation.",
  "N'afọ 1990, kpọmkwem afọ iri abụọ na asatọ mgbe e bipụtara akwụkwọ akụkọ mbụ ya, o bipụtara ọrụ mgbasa ozi nyocha nke akpọrọ What Lisa Knew: The Truths and Lies of the Steinberg Case",
  "Akwụkwọ akụkọ ahụ na-elekwasị anya na ikike uche, mmekọahụ na mmekọrịta mmadụ na ibe ya",
  "Akụkọ ifo na akụkọ ya apụtala na Harper's, Harper's Bazaar, New York, The New York Times Magazine, The New Yorker, Vanity Fair na The Washington Post. Ọ bụ onye nchịkọta akụkọ na William Morrow, The Dial Press, McGraw-Hill na The Atlantic Monthly Press",
  "Mgbe ọ hapụsịrị ibipụta akwụkwọ, o dere maka akwụkwọ akụkọ gụnyere Vanity Fair, The New Yorker, The New York Times Magazine, New York, Harper's Bazaar, Mirabella, na Harper's",
  "Site na 1983 ruo 1997, ọ kụziri edemede na Bread Loaf Writers' Conference, Mahadum Vermont, Mahadim New York na nke mbụ na mmemme MFA nke Mahadum Columbia.",
  "From the period her memoir entitled minor characters  won the national book critics circle award in 1983.then in 1987 her penultimate chapter from her novel in the night cafe which is the children wing won the first prize o.henry  award or grant from the national endowment for the arts (NEA) in 1992",
  "N'afọ 2000, o bipụtara akwụkwọ ncheta Door Wide Open: A Beat Love Affair in Letters",
  "Ọ bụ nchịkọta nke akwụkwọ ozi nke ịhụnanya ha nke ya na Kerouac dere site na 1957 ruo 1958",
  "E bipụtara akwụkwọ ncheta ọzọ, Missing Men, n'afọ 2004",
  "Mgbe afọ anọ nke ibipụta ọrụ ya gasịrị, ya na onye na-ebipụta ya bụ Viking/Penguin bịanyere aka na nkwekọrịta maka akụkọ ndụ Jack Kerouac nke akpọrọ The Voice is All: The Lonely Victory of Jack Kerou ac na 2008",
  "O were ya afọ anọ iji bipụta akwụkwọ ncheta ahụ, nke ọ kọwara na ọ na-egbu oge n'ihi nsogbu ndị na-enweta ebe nchekwa Kerouac nke Berg Collection nwetara",
  "Ọzọkwa, iwu Kerouac Estate gbochiri ịnweta akwụkwọ ya naanị ndị na-ede akụkọ ndụ.",
  "N'ozuzu, ihe ncheta nke Joyce Johnson gụnyere nghọta banyere ahụmịhe onwe ya, ncheta, na njirimara",
  "O dere akụkọ ihe mere eme anọ nke bụ Minor Characters, Door Wide Open: A Beat Love Affair in Letters, Missing Men: A Memoir na The Voice is All: The Lonely Victory of Jack Kerouac nke e bipụtara na 1983, 2000, 2004 na 2012 n'otu n'otu",
  "Enwere ike ịhụ na ahụmịhe ndụ ya dị ka onye edemede nwanyị na mmekọrịta ya na Jack Kerouac edeela na akụkọ ihe mere eme ndị a.",
  "Banyere ụdị edemede, Joyce Johnson nwere ụzọ nke ya iji gosipụta echiche ya n'ide akwụkwọ",
  "Enwere ike ịhụ na ọ na-arụ ọrụ nke ọma n'ihi na ọ chọrọ inye ndị na-agụ akwụkwọ ahụmịhe ịgụ ihe kachasị mma",
  "Nchegbu bụ isi Joyce Johnson na usoro ide ihe bụ nhazi kama ịbụ isiokwu dị n'akwụkwọ ya. Nke a pụtara na ọ chọrọ atụmatụ kwesịrị ekwesị iji hazie echiche n'ọrụ ya",
  "Ya mere, ụdị edemede ya dị iche na ndị edemede Beat ndị ọzọ a na-ejikọkarị na echiche nke ederede na-enweghị isi.",
  "E wezụga nke ahụ, Joyce Johnson jiri ụdị nkọwa na akụkọ dee banyere akụkọ ndụ ya nke gụnyere ndị edemede, ntọala na esemokwu",
  "Enwere ike iwere ụdị edemede ndị a dị ka ụzọ kachasị dị irè maka ya ịkọwa ihe omume na nkọwa dabere na ahụmịhe onwe ya",
  "Ọ ga-ahọrọ ihe omume ụfọdụ ka etinye ya n'ọrụ edemede ya",
  "Enwere ike ịhụ nke a na ajụjụ ọnụ ya na Nancy Grace:",
  "Dịka ọmụmaatụ, enwere m ike itinye ihe niile mere m n'ime afọ ndị m na-ede banyere ha, mana enwere ọtụtụ ihe m hapụrụ n'ihi na achọrọ m ilekwasị anya",
  "Dịka ọmụmaatụ, eziokwu ahụ bụ na mgbe m bụ nwata, m nọ n'ụlọ ihe nkiri",
  "Ọfọn, nke ahụ bụ ihe na-adọrọ mmasị, mana ọ gaara ewepụ m n'ihe m na-ede banyere ya n'ezie, yabụ etinyeghị m ihe ahụ na",
  "Dabere na ajụjụ ọnụ a, enwere ike ikwu na ide akwụkwọ ncheta abụghị ọrụ dị mfe n'ihi na onye edemede ga-echeta ihe omume ụfọdụ iji zere ihe ọ bụla e chepụtara echepụta",
  "Ọ na-egosi na Joyce Johnson chọrọ ka ndị na-agụ ya hụ ndụ ya ma ghọta ozi ahụ site na ederede ya",
  "Ya mere, ụdị ngosipụta a na-enyere aka ịhazi nghọta ha banyere ndụ ya dị ka onye edemede nwanyị na Beat Movement na narị afọ nke iri abụọ.\nEwezuga akụkọ ndụ na akụkọ ndụ onwe onye, Joyce Johnson dekwara akwụkwọ akụkọ ifo",
  "Ihe odide mbụ ya na 1962, Come and Join the Dance bụ akụkọ ifo e dere otu afọ tupu ya ezute Kerouac",
  "Akụkọ ahụ na-ejikọta na ọgba aghara na ọgbaghara nke Beat movement na 1955, ebe ọ na-eme ka akụkọ nke nwa akwụkwọ kọleji na-enupụ isi nke nwere àgwà ndị ọtụtụ ndị Beat nwere - ịbụ ndị na-eme njem, ndị na-enweghị nchegbu na ndị na-enwe mmekọahụ",
  "N'agbanyeghị na ọ na-agbagha echiche ụmụ nwanyị orthodox nke oge ahụ, Johnson na-ekwusi ike na o dere dabere na ọnọdụ ndị inyom ọ maara na-ebi ndụ, n'ụzọ dị anya na-agbaso atụmanya nwoke na nwanyị ha. N'ajụjụ ọnụ ya na Nancy Grace na Mee 1999, Johnson kwetara na Andre Gide's The Counterfeiters abụwo nnukwu mmetụta maka ya ide ụdị akụkọ ahụ",
  "O chere na ọ na-echegbu onwe ya mgbe niile banyere ide ya na mbido",
  "Oh, edere m akwụkwọ akụkọ ahụ n'enweghị ihe mgbochi nke ukwuu, o siri m kwere na m na-ede otu n'ezie",
  "Egwu tụrụ m nke ukwuu",
  "Ọzọkwa, ụjọ na-atụ m",
  "Amaara m nke ọma na m na-ede banyere ihe ndị ezigbo nwa agbọghọ na-ekwesịghị ide banyere ha",
  "Ọ bụrụ na ị dee banyere ihe ndị ahụ, ndị mmadụ ga-eche na ị nwere ha n'onwe gị - na ndị mụrụ m ga-agụ ya ma wụọ ya akpata oyi n'ahụ",
  "Ndị mmadụ dị iche iche gụrụ ya ma wụọ ha akpata oyi n'ahụ",
  "Ọ tụrụ ndị na-enyocha ya n'anya!",
  "Afọ iri na isii ka e mesịrị, Johnson mepụtara akwụkwọ akụkọ ifo nke abụọ ya na 1978, Bad Connections ma gaa n'ihu dee aha akụkọ ifo ọzọ, In the Night Cafe (1987)",
  "Akwụkwọ akụkọ abụọ ahụ na-ejide ọdịbendị Bohemian na 1960s na ihe ndị ọzọ na-eme ka mmetụta nke ụmụ nwanyị na-eche ọgụ ihu dị ka ụmụ nwanyị Beat. Dị ka Johnson si kwuo n'otu ajụjụ ọnụ ahụ, o weere In the Night Cafe dị ka akwụkwọ ya kachasị mma ma kwuo otú ịgụ akwụkwọ akụkọ Henry James si emetụta ya ide akụkọ ifo.",
  "Jack Kerouac na Joyce Johnsons bụ ndị na-eme mkpapụ",
  "Ha na-ederịta akwụkwọ ozi ịhụnanya",
  "Ndị a bụ naanị eziokwu banyere mmekọrịta ha.",
  "Na-ebi n'etiti 1950s 'Beat Movement, ọrụ ya dị ezigbo mkpa n'igosi ndụ ụmụ nwanyị n'oge ebe ọtụtụ oge, olu ụmụ nwanyị na-adabere na akụkọ ndị edemede nwoke Beat dere dị ka Ginsberg, Burroughs, na Kerouac",
  "Ya mere, Johnson kpebiri inye ndị na-agụ ya nghọta banyere njirimara ụmụ nwanyị nọ n'ime òtù ahụ n'agbanyeghị na a na-ewepụkarị ya. Johnson na-ahụ onwe ya dị ka onye na-ekiri ihe ọ na-eme dị ka ụzọ isi nye onwe ya ike ebe ọ nwere ike ịkọwa ya ma n'otu oge ahụ ọ naghị ejikọta ya na ya",
  "O kwuru n'otu n'ime akụkọ ndụ ya:",
  "Ọrụ onye na-ekiri ihe nwere uru ya",
  "Ị nwere ike ikere òkè dị ukwuu n'ìgwè ahụ dịka ị chọrọ, mana mgbe ị na-adọta gị nke ọma, ị nwere ike ịsị mgbe niile 'Ọ dị mma, abụ m naanị onye na-ekiri,' wee laghachi n'udo ọzọ",
  "Joyce nwere nchegbu banyere mmegharị ụmụ nwanyị n'oge ahụ ma nwee obi ụtọ na ọrụ ya nwetara nkwado dị ka nwanyị na-ede Beat Generation.",
  "Ọ bụ ezie na a maara Johnson maka ịmepụta njikọ akwụkwọ siri ike, a ga-ekweta ọrụ ya maka inwe mmetụta dị ukwuu",
  "Ọrụ edemede ya niile na-arụ ọrụ n'iwepụ ịgbachi nkịtị nke a na-ekwukarị na ọ bụ nwanyị n'akwụkwọ ndị na-esote agha. N'ịbụ otu n'ime ụmụ nwanyị ole na ole jisiri ike chọta ụzọ ya ruo n'elu Beat Movement, Johnson na-eji ohere a dị ka onye na-akọrọ ahụmahụ ya na-ebi ndụ dị ka nwanyị nke na-apụ n'ịga n'ụzọ omenala n'ọrụ edemede ya.",
  "Aga m eme ka ọ bụrụ azụmahịa m ide banyere ụmụ agbọghọ dị nnọọ iche na ndị e gosipụtara na peeji nke New Yorker",
  "Aga m ede banyere ọnụ ụlọ ndị nwere ụlọ na mmekọahụ.",
  "Atọ n'ime akwụkwọ akụkọ ya, Come and Join the Dance, Bad Connections, na In the Night Café gosipụtara isiokwu yiri nke ahụ bụ okwu ọdịbendị na okike",
  "Akwụkwọ akụkọ ndị a gosipụtara n'ụzọ gara nke ọma njem nke ụmụ nwanyị ọcha nọ n'etiti karịsịa na 1950s na 1960s",
  "Okwu gbasara ụmụ nwanyị na-emetụta nke ukwuu n'akwụkwọ akụkọ atọ ya niile ọkachasị na Bad Connections, nke e bipụtara na 1978",
  "Ọ bụ ihe na-adọrọ mmasị iburu n'uche na ọ bụ ezie na akwụkwọ akụkọ ahụ anọghị na mbipụta ruo ọtụtụ afọ ma ghara inwe nyocha zuru oke site n'aka ndị ọkà mmụta, ihe gbara akụkọ ahụ gburugburu na akwụkwọ akụkọ a na-enye nkọwa bara uru na zeitgeist nke 1950s na 1960s yana echiche nke otu n'ime ụmụ nwanyị ndị gbara gburugburu Beat Movement.\nDị ka edepụtara ihe odide Johnson n'ihe gbasara omenala America, ebe omenala nwere ụkpụrụ na ụkpụrụ omume dị iche na nke ọha mmadụ, ha na-agbaso usoro ebe nwanyị na-eme ihe nkiri na-eche ọtụtụ ihe isi ike ihu iji nweta nnwere onwe nke ịtọhapụ onwe ya na ndụ nke a na-eme maka ụmụ nwanyị.",
  "Nke ahụ bụ, akwụkwọ akụkọ ahụ gosipụtara iwu, omenala, na nkwenye nke ọgbọ Beat maka ụmụ nwanyị, mana ọ katọrọ ha site n'ịgbanwe ọnọdụ nke nwoke na nwanyị, ọbụlagodi mgbe ọ na-echekwa usoro abụọ, nke usoro okike.",
  "Akwụkwọ akụkọ ya na-abụghị akụkọ ifo nwekwara ihe yiri nke ahụ ebe ha gosipụtara nwanyị bohemian dị ka onye isi na-achọ ihe a na-ezube ịbụ n'efu ọbụna mgbe ha nwetasịrị otu",
  "Ha mekwara ka ọnọdụ esemokwu nke ụmụ nwanyị na-eche ihu n'oge ahụ na-ebi n'ime mmetụta siri ike nke Beat Generation pụta ìhè.\nE wezụga nke ahụ, akwụkwọ akụkọ atọ mbụ ya nwere njikọ siri ike na afọ nke ahụmahụ Johnson mgbe mbụ ya na Beats zutere",
  "Akwụkwọ akụkọ atọ a mejupụtara trilogy na-agụnye ndụ Johnson na hipster na hippie New York ma na-akatọ Beat yana countercultures na okwu iri isii.",
  "Site n'ịtụle nke ahụ, ngosipụta ya nke ụmụ nwanyị n'ihe odide ya na-emeghe ụzọ ọhụrụ nke ile anya n'otú nwanyị, nke jupụtara n'echiche nke òtù a, si anọchite anya onye isi nwanyị n'ụzọ dị ukwuu n'akụkụ nke ọha mmadụ America na-emepe ngwa ngwa. Ọ bụkwa ihe na-adọrọ mmasị iburu n'uche na echiche Johnson banyere ndụ nwere obi abụọ na Kerouac na Beats metụtara àgwà ha n'ebe ụmụ nwanyị nọ",
  "Site na nke a, ọ na-egosi otu Johnson si kpebie ịhapụ nwanyị ma mechaa kewapụ onwe ya na ejiji na ngosipụta na-adịghị omimi nke ụmụ nwanyị site n'aka ndị edemede Beat.",
  "Despite having most of non fiction works that narrate  the experiences as one of the scarce women within the beat generation and her relationship with kerouac her fictions seems to be more of protofeminist reaction to the patriarchal belief and sexist construction of wòmen Her protagonists  not only acted as reconfiguration of the dominant beat discourse they also arbitrated in the reactionary beat culture of female inferiority and marginality",
  "In other words her writings could be viewed as counter responses of women towards the dominance of male writers  within the beat movement",
  "She successfully showcased the misperception and conflicts surrounding the white middle class female protagonist in a rigid patriarchal society",
  "Ihe niile malitere site na ụbọchị ìsì nke onye na-ede uri nke Howl, Allen Ginsberg, onye bụkwa onye gụsịrị akwụkwọ na Beat, guzobere.",
  "Ekele",
  "Abụ m Jack",
  "Allen gwara m na ị dị ezigbo mma",
  "Ị ga-achọ ịbịa na Howard Johnson na Eighth Street? Aga m anọ ọdụ na tebụl.",
  "Joyce Johnson onye dị afọ iri abụọ na otu zutere Jack Kerouac, onye ji afọ iri na atọ tọọ ya",
  "N'ihi ya, mmekọrịta were ihe fọrọ nke nta ka ọ bụrụ afọ abụọ malitere",
  "Mmekọrịta ha malitere n'ihi mmasị ha nwere maka ide ihe ma ọ dịteghị aka ka Johnson kwuru na Kerouac bụ nsogbu mgbe ọ bịara na mmekọrịta ya na ụmụ nwanyị",
  "N'oge ahụ, Johnson ka na-alụ ọgụ na akwụkwọ akụkọ mbụ ya nke bụ Come and Join the Dance.",
  "Ọzọkwa, Kerouac bụ onye na-eme ihe nkiri ebe ọ na-agbanwe onye mmekọ ya mgbe niile ma nwee àgwà ọjọọ nke ịṅụ mmanya. Otu n'ime isi ihe mere mmekọrịta ha ji kwụsị bụ nne ya, Gabrielle L'Evesque Kerouac",
  "Ọ na-enyo ndị enyi ya niile enyo ma kewapụ ya kpamkpam na mmekọrịta ọ bụla n'ihi na ọ chọrọ ka ọ nọgide na-ekwesị ntụkwasị obi nye ya n'enweghị asọmpi ọ bụla site n'aka ụmụ nwanyị ndị ọzọ. Kerouac na nne ya na-emetụta ibe ha nke ukwuu n'ihi na enweghị ihe nzuzo n'etiti ha gbasara ndụ onwe ha.",
  "Ka o sina dị, Johnson weghaara oge a nke mmekọrịta ya n'akwụkwọ ncheta ya Minor Characters na 1983 nke na-akwalite ọrụ ya dị ka onye edemede. N'otu n'ime ajụjụ ọnụ ya, Johnson kwuru na ọ dịghị mgbe ọ chere na ya na-ede ihe ndị na-abụghị akụkọ ifo",
  "Otú ọ dị, Minor Characters na-eme ka ọ nwee afọ ojuju ide ihe na-abịa kpọmkwem na ndụ nke dị nnọọ iche na ide akụkọ ifo",
  "O doro anya na ndụ n'ezie nwere ọtụtụ ihe ijuanya na enweghị ike ịkọwapụta ya",
  "Site n'ide akwụkwọ ncheta ahụ, Johnson chọrọ ịchọpụta ma ghọta ihe omume ndị na-eme n'ụbọchị ndị gara aga.",
  "N'ụzọ dị mwute, mkpebi ya itinye ndụ mmekọrịta ya na Kerouac n'oge gara aga na Minor Characters na-eweta nsogbu ụfọdụ mgbe ndị mmadụ malitere ịsị na ọ na-eme ka Kerouac bụrụ onye a ma ama maka ọdịmma nke ya. Ọrụ Johnson dị ka onye bụbu enyi nwanyị nke onye edemede a ma ama kpuchiri ọrụ nke ya ọ bụ ezie na ọ bụ onye edemede nwere ihe ịga nke ọma n'onwe ya.",
  "In a way it has been a cruise because people cannot see me as writer apart from my relationship to that material  it has been immensely frustrating  what has been frustrating to me is that the people who know my work seem to be remember it only in the context of my wrtting jack",
  "Minor Characters bụ ngwakọta nke ọtụtụ isiokwu dị iche iche dị ka Beats Generation na ụmụ nwanyị ndị na-atụ anya ịgbanahụ ajọ mbunobi ọha na eze",
  "Ọ bụ ezie na Kerouac bụ onye isi na akụkọ ahụ dịka na onyinye ya nye ọgbọ America na-eto eto, akwụkwọ ncheta ahụ bụ n'ezie maka mwute nke onye a na-akpọ obere onye chọrọ ịghọ onye isi.",
  "N'ezie, ọ bụ ihe ncheta nke onwe ya nke malitere na akụkọ ya na-etolite na Upper West Side",
  "Johnson kwuru na na mberede chere na ọ chọrọ ide banyere ndị na-adịbeghị ndụ",
  "N'agbanyeghị nke ahụ, ọrụ ya ka ghọrọ akụkụ nke mmegharị ahụ yana ndị edemede nwanyị ndị ọzọ",
  "A na-elekarị ọrụ Joyce Johnson na akụkọ ihe mere eme Beat anya dị ka nke enyi nwanyị Jack Kerouac.",
  "Iji mee ka ọ ka njọ, n'akwụkwọ ya kachasị ọhụrụ, The Voice is All: The Lonely Victory of Jack Kerouac, a tụrụ anya na ọ ga-ede ihe ọzọ na-elekwasị anya na mmekọrịta afọ abụọ ya na Kerouac",
  "Ka o sina dị, ọ họọrọ n'ezie ịmepụta akụkọ ndụ afọ iri ise nke ya site n'akụkụ dị iche ma e jiri ya tụnyere ndị ọzọ na-ede akụkọ ndụ",
  "Site na oge dị mkpirikpi nke mmekọrịta chiri anya ha, Johnson jiri ihe ọmụma ya niile banyere Kerouac kpụzie echiche ya mgbe ọ na-ede The Voice Is All. Ọ maara banyere isiokwu ya nke ọma ma e jiri ya tụnyere ndị edemede ndị ọzọ n'ihi na ọ na-anọkarị na Kerouac n'oge ọ na-eto eto na ndụ ya.",
  "Aha Johnson dị ka onye edemede na-abụkarị ihe omimi gbara Kerouac gburugburu kpuchiri",
  "Onye na-ede akụkọ ndụ Kerouac bụ Ellis Amburn na-ekwu na Johnson na Helen Weaver, onye edemede ọzọ na onye bụbu enyi nwanyị Kerouac, lụrụ ọgụ n'akwụkwọ ya bụ Subterranean Kerouac. Johnson na Weaver na-ekwu na nke a emeghị, ma gaa n'ihu na ọbụbụenyi ha dị ka ndị okenye."
]