[
  "Joyce Moriku nke a na-akpọkwa Joyce Kaducu (amụrụ na 21 Eprel 1969), bụ onye Uganda na-ahụ maka ụmụaka, agụmakwụkwọ na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ Minista steeti maka agụmakwụkwọ praịmarị na kọmitii ọhụrụ malite na 2021",
  "N'oge gara aga, ọ nọ na Minista nke Steeti maka Nlekọta Ahụike Primary na Cabinet Ugandan",
  "A họpụtara ya n'ọkwa ahụ na 6 June 2016, na-anọchi Sarah Achieng Opendi, onye ghọrọ Minista na-ahụ maka ahụike, General Duties. Ọ na-ejekwa ozi dị ka onye omeiwu a họpụtara maka onye nnọchi anya ụmụ nwanyị nke mpaghara Moyo na 10th Parliament (2016 ruo 2021).",
  "A mụrụ Dr",
  "Moriku na Moyo District, West Nile sub-region, na Northern Region nke Uganda, na 21 Eprel 1969",
  "Ọ gara ụlọ akwụkwọ praịmarị Laropi maka agụmakwụkwọ elementrị ya",
  "Ọ gụrụ akwụkwọ na Metu Senior Secondary School, na Moyo, maka agụmakwụkwọ O-Level ya, tupu ọ gaa na Sacred Heart Senior Secondary school na Gulu maka ọmụmụ A-Level.",
  "N'afọ 1997, a nabatara ya na Mbarara University School of Medicine iji mụọ Human Medicine, gụsịrị akwụkwọ na Bachelor of Medicine na Bachelor of Surgery n'afọ puku abụọ na abụọ",
  "N'afọ puku abụọ na ise , ọ natara diplọma postgraduate na Project Planning and Management na Mahadum Gulu",
  "Ọ banyere na Makerere University School of Medicine na Mulago, ebe ọ nwetara Master of Medicine na Pediatrics na 2008",
  "Ka oge na-aga, na 2015, Mahadum Gulu nyere ya PhD na Neuroscience.",
  "Mgbe ọ gụsịrị akwụkwọ na akara ugo mmụta mbụ ya, ọ rụrụ ọrụ na Lacor Hospital dị na Gulu, site na 2002 ruo 2003",
  "N'agbata afọ 2003 na afọ 2005, ọ rụrụ ọrụ dị ka onye nhazi ahụike maka The AIDS Support Organisation (TASO), nke dị na Gulu",
  "Site na 2005 ruo 2008, ọ rụrụ ọrụ dị ka onye isi ụlọ na Mulago National Referral Hospital",
  "Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ dị ka onye isi ahụike, maka otu afọ na Mildmay Clinic na Entebbe Road, site na 2008 ruo 2009",
  "Site na 2010 ruo 2015, ọ rụrụ ọrụ dị ka onye nkuzi na pediatrics na Mahadum Gulu ma n'otu oge ahụ rụọ ọrụ dị ka ọkachamara n'ihe gbasara ụmụaka na Ụlọ Ọgwụ Mpaghara Gulu.",
  "N'afọ 2016, ọ banyere na ndọrọ ndọrọ ọchịchị site n'ịgba ọsọ maka mpaghara ụmụ nwanyị nke Moyo District",
  "Ọ meriri ma bụrụ onye nọ n'ọkwa na 10th Parliament (2016 ruo 2021). N'abalị isii n'ọnwa Juun afọ 2016, a họpụtara ya ka ọ bụrụ Minista na-ahụ maka nlekọta ahụike."
]