[
  "Joyce Newton-Thompson (née ; 9 Machị, na afọ 1893, 22 Ọktoba na afọ 1978) bụ onye ndọrọ ndọrọ ọchịchị South Africa a mụrụ na Britain, onye nhazi obodo na onye edemede. N'ịbụ onye tolitere na London, England, ọ na-arụsi ọrụ ike na mmegharị ụmụ nwanyị Britain",
  "Mgbe ya na di ya kwagara Cape Town, South Africa na afọ 1919, Newton-Thompson sonyere n'ịhazi atụmatụ obodo dị ka nri n'efu maka ụmụaka ụlọ akwụkwọ na ụlọ ọgwụ mbụ na-egbochi ọmụmụ n'obodo ahụ.",
  "N'afọ 1951, a họpụtara Newton-Thompson ka ọ bụrụ onye kansụl obodo, n'afọ 1959 ọ ghọrọ nwanyị mbụ bụ onyeisi obodo Cape Town",
  "Ọ kwadoro atụmatụ ndị na-eme emume ndị Europe na-achị South Africa, kamakwa ọ katọrọ obodo ndị South Africa dị ka Bloemfontein nke na-eme ka ịkpa ókè agbụrụ nke ụmụaka na iwu oche agbụrụ na ememme ọha na eze.",
  "Newton-Thompson dere akwụkwọ abụọ: Gwelo Goodman, onye na-ese ihe na South Africa (1951) na The story of a house (1968)",
  "Ọ natara LL nsọpụrụ.D degree site na Mahadum nke Cape Town na 1971.",
  "A mụrụ Joyce Nettelfold na 1893 na London, England",
  "N'afọ 1914, ọ gụsịrị diplọma na sayensị mmekọrịta mmadụ na ibe ya na nchịkwa site na London School of Economics, na-agụsị akwụkwọ na ọdịiche. Nettelfold na-arụsi ọrụ ike n'òtù ụmụ nwanyị Britain, otu n'ime ọrụ ya gụnyere ichebe onye ndú suffragette Christabel Pankhurst dị ka onye na-eche onwe ya nche.: 209 Ọ rụrụ ọrụ dị ka nọọsụ n'oge Agha Ụwa Mbụ, na-enye nkwado na Ụlọ Ọgwụ Ndị Agha Endell Street.",
  "N'afọ 1917, Nettelfold lụrụ onye ọka iwu Cyril Newton-Thompson, ha abụọ kwagara Cape Town, South Africa, afọ abụọ ka e mesịrị",
  "Ha nwere ụmụ nwoke atọ",
  "Otu n'ime ha, Oswald, ga-aga n'ihu ịghọ onye omeiwu.",
  "N'afọ 1924, Joyce Newton-Thompson duziri ihe okike nke mmemme nri nri n'efu mbụ maka ụmụ akwụkwọ, nke gọọmentị kwadoro ruo oge ụfọdụ tupu ebufee ọrụ ahụ na nzukọ ndị ọrụ afọ ofufo. N'afọ 1931, Newton-Thompson sonyeere ụmụ nwanyị isii ndị ọzọ wee guzobe Kọmitii Ọgwụ Nne nke bụ ụlọ ọrụ mbụ na-egbochi ọmụmụ na Cape Town",
  "Ndị guzobere ya bụ Ursula Scott, Sallie Woodrow, Beatrice Newton, Adele Bell, Birch Reynardson na Isabel Haddon.: 197-198 Ha guzobere ụlọ ọgwụ na-egbochi ọmụmụ na Observatory, nke na-ejere ọnụ ọgụgụ hà nhata nke ụmụ nwanyị ọcha na ndị isi ojii ozi mana ha nọgidere na-eme ka ụkpụrụ nkewa agbụrụ dị na nnyefe ọrụ ya.: 202",
  "N'oge Agha Ụwa nke Abụọ, Newton-Thompson bụ onye guzobere South African Women Auxiliary Services. Ụmụ ya nwoke atọ niile jere ozi n'agha ma nata onyinye maka obi ike, nwa mbụ ya nwoke, Hugh Markham, nwụrụ n'agha na Tobruk na afọ 1942.",
  "N'afọ 1951, a họpụtara Newton-Thompson ka ọ bụrụ onye kansụl obodo. N'afọ sochirinụ, o kwupụtara nkwado ya maka emume Van Riebeeck nke mba na-eme emume akụkọ ihe mere eme nke ndị bi na Europe na South Africa, na-eme nke ọma na-eme ka kansụl ahụ nye onyinye £ 75,000 maka ọrụ ahụ. Ọ bụ onye isi obodo Cape Town site na afo 1959 ruo n'afọ 1961, nwanyị mbụ nwere ọrụ ahụ. N'afọ 1960, ọ gara emume na Bloemfontein iji mee emume ncheta afọ iri ise nke Union of South Africa, mana ọ katọrọ emume ahụ na-eme ka a mata ịkpa ókè agbụrụ nke ụmụaka na enweghị oche maka ndị na-abụghị ndị ọcha. Mgbe ọ gachara dịka onye isi obodo, ọ gara n'ihu na-arụ ọrụ dị ka onye kansụl obodo ruo n'afọ 1968.",
  "Newton-Thompson dere ọtụtụ isiokwu kemgbe ọtụtụ afọ ma dee akwụkwọ abụọ: Gwelo Goodman, onye na-ese ihe na South Africa (1951) na The story of a house (1968)",
  "Ọ natara LL nsọpụrụ.D degree site na Mahadum nke Cape Town na afọ 1971."
]