[
  "Joyce Angela Jellison (amụrụ n'ụbọchị nke 7 n'ọnwa Ọgọstụ n'afọ 1969) bụ onye edemede America bi na mba England ọhụrụ. Ọ gụsịrị akwụkwọ na Urban College of Boston na Bay Path College na Longmeadow, Massachusetts",
  "O nwere nzere J.D",
  "na Massachusetts School of Law na Andover, Massachusetts.",
  "A mụrụ Joyce Angela Jellison na Philadelphia, Pennsylvania, onye nke ikpeazụ n'ime ụmụ anọ. Ọ gara Mahadum Pennsylvania State maka obere oge tupu ọ pụọ ma sonye na Nchekwa ndị agha edọsara edọsa nke ọbọdọ United States",
  "Mgbe ọ lọtara n'ụlọ site na ọzụzụ bụ isi, ọ gara Ụlọ akwụkwọ nka nke Philadelphia",
  "Na mgbakasị ahụ odida na arụmọrụ agụmakwụkwọ ya ma were ndụmọdụ nke onye nkụzi iji lekwasị anya na edemede, Jellison kwagara New England",
  "Ọ bụ onye na-ede akwụkwọ akụkọ obodo, The Lynn Sunday Post",
  "\"Echere m na m bụ onye nta akụkọ kachasị njọ,\" ka ọ na-ekwu maka oge a",
  "\"O doro anya na agụụ na-agụ m ma were akụkọ ọ bụla bịara n'ụzọ m",
  "Anọgidere m ọtụtụ ebe ma n'ihi ya, m sụrụ ngọngọ na ụfọdụ akụkọ dị egwu",
  "Amaghị m ihe ọ bụla banyere ọrụ nta akụkọ",
  "Enwetara m ọrụ ahụ site na edemede m dere n'ụlọ na isiokwu sitere na ọrụ akụkọ ụlọ akwụkwọ sekọndrị.",
  "N'afọ 1999, ọ gụsịrị akwụkwọ na Urban College of Boston, kọleji afọ abụọ",
  "Ọ kwagara Lenoir, North Carolina, ebe Lenoir News-Topic goro ya ọrụ dị ka onye edemede azụmahịa",
  "N'afọ ahụ, o ritere ihe nrite nke afọ 1999 ihe nrite ndị Ndị otu nta akụkọ maka ụlọ ọrụ nta akụkọ nke North Carolina maka akụkọ ya banyere ndụ n'ụlọ mkpọrọ na Associated Press Citation maka ọrụ ya n'oge ikpe mpụ nke Robert Frederick Glass, nwoke a mara ikpe maka igbu Sharon Lopatka, nwanyị Maryland.",
  "\"Ọ bụ ihe mbụ m na-ahụ maka akụkọ kwa ụbọchị,\" ka Jellison na-ekwu",
  "\"Amụtara m ka m na-ede ma jisiri ike lekwasị anya na akụkọ ndị masịrị m",
  "Amụtara m na enwere m mmasị ikpughe ikpe na-ezighị ezi ọha na eze na nke a bụ ihe m mere ma ọ bụ gbalịa ime",
  "N'otu oge ahụ, ana m alụ ọgụ na ezi echiche nwa nwoke ole nke dị na ụlọ ọrụ mgbasa ozi America",
  "Abụ m naanị onye ojii na naanị nwanyị n'ọtụtụ akwụkwọ akụkọ ndị a ma ọ bụ ihe ịma aka mgbe niile",
  "\"",
  "Mgbe ihe fọrọ nke nta ka ọ bụrụ otu afọ na News-Topic, e goro Jellison dị ka onye nta akụkọ mpụ maka Hickory Daily Record",
  "N'afọ 2000, e nyere ya Media General Award for Journalism Excellence maka akụkọ ya banyere ọrịa AIDS n'ụlọ mkpọrọ, Associated Press weghaara isiokwu ahụ, ma gosipụta mkpa ọ dị maka nlekọta ahụike siri ike na agụmakwụkwọ HIV na Usoro ụlọ mkpọrọ nke North Carolina.",
  "Jellison dekwara otu isiokwu maka magazin Poz, \"Hair Come the Condoms\", nke kọwara mgbalị nke ndị na-ahụ maka ntutu isi na Durham, North Carolina, iji kụziere ndị ahịa ha mkpa ọ dị iji condom gbochie mgbasa nke ọrịa ndị a na-ebute site na mmekọahụ.",
  "Na mgbakwunye na akụkọ ya na-elekwasị anya na nje HIV na AIDS, Jellison dere isiokwu na North Carolina's Death Row",
  "N'ịbụ onye mkpa ọ dị ịkọ akụkọ buru ibu kpaliri, ọ nabatara ọrụ dị ka onye nta akụkọ gọọmentị obodo maka Charlotte Leader, na Charlotte, North Carolina",
  "N'afọ 2002, ọ ga-akwaga Elizabeth City, North Carolina, iji rụọ ọrụ dị ka onye nchịkọta akụkọ maka Daily Advance",
  "\"Echere m na arụla m ọrụ ọ bụla o kwere mee na ụlọ ọrụ mgbasa ozi,\" Jellison kwuru",
  "\"Otu ihe na-adịghị amasị m bụ edezi",
  "Ọ dị ka ịbụ onye tọrọ atọ n'ime ụlọ",
  "M ga-agụ akụkọ ma mara na m nwere ike ide ha nke ọma ma ọ bụ ma ọ dịkarịa ala jụọ ajụjụ ndị a na-ajụghị.",
  "Jellison laghachiri Boston n'afọ 2005",
  "Kemgbe ọ lọtara, ọ gbanwere site na ọrụ nta akụkọ gaa n'ịme abụ ya dị ka onye na-ese okwu na ebe dị iche iche na mpaghara mba England Ọhụrụ dị ka Lizard Lounge na Cantab Lounge na Cambridge, Massachusetts.\nE gosipụtara ọrụ ya na The Daily News Tribune, The Boston Globe na The MetroWest Daily News",
  "O kwuru na ọ naghị agụ ọrụ nta akụkọ ma nwee nnwere onwe nke ịbụ onye edemede onwe ya",
  "Ọ bụ onye na-ede akwụkwọ na Hapalife.com, magazin n'ịntanetị na-enyocha agbụrụ na njirimara.",
  "Jellison anọwokwa n'ihu ọha banyere ọgụ ya na ọrịa bipolar",
  "\"Ọ bụghị ihe m nwere ike izochi,\" ka o kwuru",
  "\"Ana m ekwu na e nwere oge mgbe o doro anya na m na-edozi eziokwu dị n'isi m na ebe ahụ m dị",
  "Ọ bụrụ na mmadụ ajụọ, ọ dịghị mgbe m ghaara ụgha - mana ọtụtụ ndị mmadụ na-atụ egwu ịjụ ma ọ bụ na ọ dịghị mkpa",
  "Ọ bụrụhaala na m mepụtara akụkọ ndị ahụ, ọ dịghị mkpa nye ọtụtụ ndị editọ",
  "\"",
  "Ọ bụ onye edemede akwụkwọ bụ Where Everything Fits Beautifully, wepụtara na Eprel 11, 2007, Black Apple, nchịkọta uri, obere akụkọ, na edemede wepụtara na August 2008, na Tongue (2010)",
  "E jiriwo ọrụ ya tụnyere nke Lucille Clifton na Nikki Giovanni"
]