[
  "Paul Julius Nunda (amụrụ na 12 Septemba 1979), nke a maara nke ọma site na aha egwu ya bụ Jua Cali, bụ onye na-agụ egwu hip hop na Kenya",
  "N'afọ 2000, ya na onye na-emepụta ihe ndekọ Clemo, hiwere Calif Records ebe ọ nọ kemgbe ahụ",
  "Jua Cali na-eme ihe na Swahili na Sheng n'ụdị rap na-ewu ewu na Kenya a na-akpọ genge.",
  "A mụrụ Jua Cali na Eastlands, Nairobi",
  "Nne na nna ya, Doreen Onditi na Evans Onditi (nwụrụ anwụ) bụ ndị nkuzi ụlọ akwụkwọ.\nỌ tolitere na nkuzi Katọlik siri ike na California Estate n'ebe ọwụwa anyanwụ nke obodo Nairobi",
  "Ọ malitere ịgba egwu rap mgbe ọ dị afọ iri, nke nwanne ya nwoke nke okenye bụ Christopher Sati gbara ume",
  "A maara ya dị ka onye nọ n'afọ iri na ụma na-anọpụ iche nke na-anọkarị jụụ, ọ na-esiri ya ike iso ndị mmadụ na-akpakọrịta.",
  "Ọ gara Ainsworth Primary School (Standards 1 ruo 6); Shepherds Junior Buruburu (Standers 6 ruo 8); Jamuhuri High School na n'ikpeazụ Kenya Christian Industrial Training Institute (K.C.I.T.I) Eastleigh ebe ọ nwetara diplọma na teknụzụ ozi",
  "N'ebe ahụ, ọ gbara bọọlụ, o nwere ebumnuche ịbanye na Kenyan National Basketball Team",
  "O nwetụbeghị mgbe ọ batara n'òtù ahụ, na-ata ịdị elu ya uta.\nNjem mbụ ya n'egwú gụnyere ịbụ abụ n'òtù a na-akpọ 'Sita Futi'",
  "Sita Futi gbasara ihe fọrọ nke nta ka ọ bụrụ ozugbo ọ malitere ịhapụ Jua Cali na ezigbo enyi ya Jemmoh",
  "Ndị otu ahụ hapụrụ iji chụsoo ọrụ na-abụghị egwu.\nCalif Records malitere mgbe Jua Cali sonyeere enyi ya n'oge ọ bụ nwata Clemo iji guzobe akara ndekọ nke ghọrọ ụlọ ọrụ na-ewu ewu ngwa ngwa, na-enweta ihe a ma ama na egwu egwu nke East Africa na ndị na-ese ihe na egwu",
  "Calif Records mepụtara ụdị Genge nke hip hop nke Kenya.\nJua Cali na-ekwukarị na nwanne ya nwoke, Chris, na ndị mụrụ ya bụ ndị kacha nwee mmetụta na ndụ ya.Ọ bụkwa onye ikwu dell xerxes dị ka nwanne di ya",
  "Egwú mbụ o dekọrọ bụ Ruka, nke e wepụtara n'afọ 2001, Nipe Asali sochiri ya n'afọ 2002",
  "N'afọ 2004, ya na Pilipili rụkọtara ọrụ na egwu \"Kamata Dame\"",
  "Dị ka ọtụtụ ndị na-ese ihe na Kenya, o were ọtụtụ afọ tupu o wepụta abọm mbụ ya zuru ezu",
  "Abọm ya \"Juacali Sekta\" rutere n'ụlọ ahịa n'afọ 2006, nke nwere ọtụtụ n'ime egwu ndị e wepụtara na mbụ.",
  "Otu egwu ya bụ Kwaheri (nke gosipụtara Sainapei Tande-winner Coca-Cola pop star na onye na-eme ihe ngosi redio) bụ nnukwu ihe na Kenya na 2007. Na mgbede Afọ Ọhụrụ 2008/2009 ọ wepụtara abọm ọhụrụ, Ngeli ya Genge Ọ gara US na mba ndị ọzọ. N'ọnwa Ọgọstụ afọ 2007, ọ so na ndị Kenya otu narị kachasị nwee mmetụta dịka akwụkwọ akụkọ The Standard họọrọ.",
  "Aha egwu ya bụ Jua Cali, sitere na California, ala dị na Nairobi (dị ka aha Calif Records)",
  "Ọ dịkwa ka Jua Kali, okwu Swahili nke pụtara anyanwụ dị egwu, nke a na-ewere na ọ na-ezo aka na ngalaba akụ na ụba nke Kenya.",
  "O weputara usoro egwu ọhụrụ ya na onye mmepụta ọhụrụ Keggah nke dị na United States",
  "Egwú ọhụrụ ya gụnyere, Karibu Nairobi na Kuna Sheng nke nwetara nnukwu ikuku na nyocha dị mma.",
  "E wezụga ịbụ onye nwere nkà, ọ nwere ihe ịga nke ọma n'ahịa, nke a bụ n'ihi arịrịọ ya nye ndị na-eto eto na ndị na-abụghị ndị na-amalite",
  "Dịka ọmụmaatụ, ọ ghọrọ onye omenkà mbụ nke Kenya iji nweta nkwekọrịta nkwado mgbe n'afọ 2007 ọ bịanyere aka na nkwekọrịta nkwekọrịta Sh1-million kwa afọ nke nnukwu ekwentị mkpanaaka Motorola maka ụdị W ya.Ma, dị ka ụlọ ọrụ ahụ si kwuo, ọ bụ ezigbo onye na-ejide",
  "\"Jua Cali bụ akụkụ nke ezinụlọ Motorola, a na-asọpụrụ anyị na ya na ya rụkọrọ ọrụ n'oge na-adịbeghị anya\", ka Joanne Doyle, onye njikwa ahịa maka East Africa kwuru.\n\"Ọ bụ nnukwu onye nnọchi anya ma, dị ka Motorola, ọ bụ ihe niile gbasara ihe okike, ụdị na ihe dị n'ime ya, yabụ anyị enweghị ike inwe obi ụtọ na a nabatara ọrụ ike ya na onyinye Kisima",
  "\"",
  "Juacali bụ onye na-eme ihe nkiri kachasị mma taa n'ọrụ egwu Kenya n'ihe gbasara nkwado na ịkwụ ụgwọ maka ego ọ bụla",
  "Na mbido afọ 2009, Telkom Kenya họpụtara ya dị ka onye nnọchi anya Orange maka ahịa ndị ntorobịa ha wee malite nkwekọrịta otu afọ nke sh10 nde shilling site n'ịga n'ihu mkpọsa mgbasa ozi 'hello tunes'",
  "N'ịgbaso ihe ịga nke ọma nke ndị otu Kenya Rugby Sevens, Orange gara n'ihu na-egosi usoro ozi maka ahia na Rugby na-egosi ndị egwuregwu rugby kachasị elu na Kenya na onye na-ese ihe",
  "Ndị ọzọ gosipụtara na ndị na-akọ akụkọ bụ ndị enyi aha Mejja, Jimwat na onye na-emepụta ha Clemo.",
  "Pamoja Mtaani, Swahili maka \"n'otu n'ime okpu\" bụ egwuregwu vidio ọhụrụ na Kenya nke Warner Bros mepụtara",
  "Ntụrụndụ Interactive",
  "Ọ bụ n'ụzọ bụ isi banyere otu ndị ntorobịa na-agbakọ aka na-agafe ọtụtụ ihe ịma aka n'obodo East Africa",
  "Egwuregwu ahụ nwere atụmatụ aghụghọ na nke a kpachapuru anya mee: mgbochi HIV",
  "Ndị na-egwu egwuregwu anaghị eche egwu nke HIV ihu; kama, ha na-ezute ihe ịma aka n'oge njem ahụ nke na-eduga na nkuzi banyere ihe ize ndụ na obi ike",
  "Jua Cali dekọrọ egwu egwuregwu vidio \"City in the Sun\".",
  "Onye na-agụ egwu etinyewokwa aka na mgbasa ozi ndị ọzọ dị ka ncha ịsa ahụ Protex na biya Pilsner, na nkwekọrịta ndị ahụ ejirila nnukwu ego",
  "Ọ bụkwa onye nnọchi anya Bloodlink Foundation Kenya",
  "Bloodlink Foundation Kenya bụ ntụkwasị obi ọrụ ebere na-enweghị uru nke e guzobere na Kenya na-achọ inyere ndị Kenya aka inweta ahụike ka mma na ndụ ka mma site na mmekọrịta ya na obodo, ụlọ ọrụ ụlọ ọrụ na ngalaba ọha na eze.",
  "Abọm:",
  "Ihe mmeri",
  "Ndị a họpụtara"
]