[
  "Juanita Fredrika Terblanche (née Hattingh, amụrụ na 14 Disemba 1970) bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Tupu ọ hapụ ndọrọ ndọrọ ọchịchị na 2017, ọ bụ onye omeiwu na Democratic Alliance na osote minista sayensị na teknụzụ.",
  "A mụrụ Terblanche na 14th nke Disemba 1970 na Chris na Ina Hattingh",
  "Nna ya bụ onye ndụmọdụ obodo Potchefstroom tupu ọ banye na Democratic Alliance wee bụrụ onye otu North West Provincial Legislature.",
  "N'afọ 1998, nna Terblanche gafere ala gaa na Democratic Party wee sonye na ndọrọ ndọrọ ọchịchị dị ka onye na-eme ihe ike",
  "O sonyere na mkpọsa 1999, wee merie ntuli aka na ikpo okwu nke DP na 76% nke votu",
  "Ka ọ na-erule afọ 2001, Terblanche bụ onye kansụl obodo Potchefstroom n'akụkụ nna ya",
  "Ọ rụkwara ọrụ dị ka onye isi oche caucus, ọ bụkwa odeakwụkwọ mpaghara North West site na 2000 ruo 2004.",
  "N'afọ 2004, a họpụtara ya ka ọ bụrụ onye otu National Council of Provinces, ebe a maara ya nke ọma maka ịgafe mmegharị 2004 nke na-akatọ Thabo Mbeki maka àgwà ya na ndina n'ike. Ka e mesịrị n'afọ ahụ, a họpụtara Terblanche dị ka Whip na NCOP ma gaa n'ihu na-eje ozi oge zuru ezu. Ọ ghọrọ onye nnọchi anya mpaghara Ventersdorp / Tlokwe (Potchefstroom).",
  "Site na 2005 rụọ 2006, ọ rụrụ ọrụ dị ka nwanyị mbụ bụ onye ndụmọdụ nke onye ndú nke ndị mmegide, na-anọchi onye otu MP Gareth Morgan",
  "N'afọ 2009, ọ bụ ọnụ na-ekwuchitere DA Home Affairs ma rụọ ọrụ ọzọ dị ka Whip, n'oge a n'ụlọ nke ala. N'afọ 2011, ọ bụ onye ndọrọndọrọ ọchịchị Democratic Alliance maka onye isi obodo Potchefstroom. Ọ bụkwa onye isi mpaghara nke Tlokwe mgbe DA weghaara ọchịchị obodo ahụ n'oge na-adịghị anya na 2013.",
  "Na June 2014, a kpọrọ Terblanche dịka osote ọnụ na-ekwuchitere na ngalaba sayensị na teknụzụ.",
  "N'afọ 2014, e boro osote minista na-ahụ maka agụmakwụkwọ dị elu Mduduzi Manana ebubo maka, n'etiti ihe ndị ọzọ, \"ịchịkwa mmadụ\" Terblanche na esem okwu na ndị omeiwu.",
  "N'ọnwa Ọktoba 2015, a chụpụrụ Terblanche na Democratic Alliance, ya na Dianne Kohler Barnard, ANC kpọrọ ya \"ihe gbasara mmekọrịta ọha na eze\". Terblanche kwuru na nyocha omume ọjọọ ahụ bụ \"ezighị ezi, na-eduhie eduhie na nkwutọ\" ma kwuo na ọ ga-arịọ ụlọ ikpe dị elu.",
  "Ọ hapụrụ ndị omeiwu n'afọ 2017.",
  "Otú ọ dị, e weghachiri ya na Democratic Alliance na Febụwarị 2022.",
  "N'oge ọ na-arụ ọrụ na ndọrọ ndọrọ ọchịchị, a kpọrọ Terblanche dịka otu n'ime \"ndị ntorobịa 200 ị ga-eburu nri ehihie\" site na Mail na Guardian",
  "Ọ nwetakwara onyinye Sunday Times maka \"Upstart of the Year\" ma kpọọ ya otu n'ime \"ndị na-eto eto 100 ga-eme mgbanwe n'ime afọ 10 sochirinụ\", ọzọ site na Mail na Guardian.",
  "N'ọnwa Eprel afọ 2010, a chọpụtara na Terblanche nwere neuroma acoustic",
  "O mechara nwee nke mbụ n'ime ịwa ahụ atọ na July 13 nke afọ ahụ.",
  "Mgbe emechara usoro atọ ahụ, ụfọdụ n'ime akpụ ahụ nọgidere n'ihi ọdịdị nke ikpe Terblanche karịsịa na mmebi ahụ e nwere n'oge ịwa ahụ ikpeazụ.",
  "Ọ na-aga n'ihu na ọgwụgwọ ugbu a.",
  "Terblanche lụrụ onye lepidopterist Reinier Terblanche",
  "Ha nwere ụmụ atọ, ụmụ nwoke abụọ na nwa nwanyị.",
  "Àtụ:South African Shadow CabinetÀtụ:DA National Assembly members"
]