[
  "Jude Idada bụ onye Naijiria na-ede ihe nkiri, onye na-eme ihe nkiri, onye na-ede uri, onye na-ede egwuregwu na onye na-emepụta ihe nkiri a maara nke ọma maka ide ihe nkiri, The Tenant Ọ rụpụtala ma dee ọtụtụ obere ihe nkiri na akwụkwọ ndị ọzọ.",
  "Idada, onye sitere na Edo, amụrụ ma zụlite ya na Lagos, Nigeria.",
  "Idada bụ nwa akwụkwọ sayensị dị ọcha na ụlọ akwụkwọ sekọndrị na-enweghị nzụlite ọ bụla na nka, o tinyere akwụkwọ na mbụ ịmụ ọgwụ na mahadum mana mgbe e mesịrị, ọ gbanwere usoro ọmụmụ ya na akụ na ụba ọrụ ugbo",
  "Mgbe ọ gụsịrị akwụkwọ ole na ole na ọrụ ugbo, Idada kwụsịrị ịmụ akụ na ụba ọrụ ugbo ma nọrọ n'ụlọ ruo ọnwa itoolu mgbe nke ahụ gasịrị, a nabatara ya na Mahadum nke Ibadan iji mụọ nka ihe nkiri ebe o nwere akara ugo mmụta mbụ ya.",
  "Mgbe ọ gụsịrị akwụkwọ, Idada rụrụ ọrụ na Guardian Express Bank, ọrụ ọ nwetara mgbe ọ ka bụ onye otu ozu mgbe nke ahụ gasịrị, ọ kwagara Arthur Andersen",
  "Ọ kwagara Canada, gụsịa akwụkwọ ma rụọ ọrụ n'ụlọ akụ, ụlọ ọrụ nkwukọrịta na n'akụkụ nke ahụ",
  "Mgbe ya na ndị enyi ya hụrụ obere ihe nkiri, ọ gbara arụkwaghịm n'ọrụ ya iji gbasoo edemede na mmepụta ihe nkiri.",
  "A họpụtara ya na ihe nkiri ya dị ka otu n'ime ndị na-ede ihe nkiri maka Toronto International Film Festival's Adapt This! na Afrinolly / Ntọala Ford Cinema4Change projects",
  "Idada bụkwa onye sonyere na Relativity Media / AFRIFF Filmmaking project.",
  "Ọ bụ onye nduzi nka nke Africa Theatre Ensemble na Toronto, Canada",
  "Idada nwere ihe nkiri, nchịkọta akụkọ dị mkpirikpi, uri maka otuto ya",
  "Egwuregwu: Iju Mmiri, Akụkọ Brixton, Lost na Coma, 3some",
  "O dekwara ma bipụta nchịkọta akụkọ dị mkpirikpi: A Box of Chocolates, Exotica Celestica",
  "Edere ma duzie ihe nkiri Stage: Oduduwa - King of the Edos, By My Own Hands na akwụkwọ ụmụaka Didi Kanu and the Singing Dwarfs of the North",
  "Dị ka onye nkuzi na-eme ihe nkiri, Idada na-akụzi ọtụtụ ndị na-eme ihe nkiri, ihe ndị na-eme ihe na nkà na ụzụ nke ime ihe nkiri maka ogbo na ihe nkiri",
  "Ọ kụzikwara ndị ọbịa maka African Theatre Ensemble na Canada, Mofilm / Unilever Sunlight Foundation Film Project na Nigeria, ntọala AIDS na Guyana ma bụrụkwa onye isi oche ọtụtụ panel na mmemme ihe nkiri mba ụwa ma na-ede maka magazin dị iche iche.",
  "Bipụtara site na Createspace/Creoternity Books"
]