[
  "Judith Nalule Nabakooba (amụrụ na 28 Ọktoba 1977), bụ onye ndọrọ ndọrọ ọchịchị Uganda na onye bụbu onye uwe ojii",
  "Ọ bụ Minista nke Ala, Ụlọ na Mmepe Obodo ugbu a, na Cabinet nke Uganda",
  "A họpụtara ya n'ọkwa ahụ na 8 June 2021.",
  "Tupu nke ahụ, site na Disemba 2019, ruo Mee 2021, ọ rụrụ ọrụ dị ka Minista nke Ozi na Nkà na Ụzụ Mmekọrịta.",
  "Nabakooba jere ozi dị ka onye omeiwu a họpụtara ahọpụta, na-anọchite anya Mityana District Women's Constituency na 10th Parliament (20162021).",
  "Nabakooba gara Ndejje Secondary School, na Luweero District, maka agụmakwụkwọ ya n'ụlọ akwụkwọ sekọndrị na ụlọ akwụkwọ sekọstrị, ebe ọ nwetara ma Uganda Certificate of Education na 1994, na Uganda Advanced Certificate of education na 1997",
  "A nabatara ya na Mahadum Makerere, mahadum ọha na eze kachasị ukwuu na nke kachasị ochie na Uganda, na-agụsị akwụkwọ na nzere Bachelor of Mass Communication na 2002",
  "Ka e mesịrị, e nyere ya nzere masta na Human Rights, kwa site na Mahadum Makerere.",
  "O nwekwara diplọma na Strategic Leadership Management, site na Chartered Management Institute, na United Kingdom, nwetara na 2010",
  "Na mgbakwunye, o nwere diplọma abụọ ọzọ, otu bụ Postgraduate Diploma in Management na nke ọzọ bụ Postgr graduaduate Diploma in Monitoring and Evaluation, nke Uganda Management Institute nyere, na 2012 na 2013 n'otu n'otu.",
  "Site na 2004 ruo 2015, Nabakooba jere ozi na ndị uwe ojii Uganda, ebe ọ rụrụ ọrụ dị iche iche, gụnyere dị ka ọnụ na-ekwuchitere ndị uwe ojii, site na 2011 ruo 2015.\nỌrụ ndị ọzọ n'oge ahụ, gụnyere dị ka odeakwụkwọ nke Exodus Savings na Credit Cooperative Society Limited, ụlọ ọrụ nchekwa na ụgwọ nke ndị uwe ojii Uganda (UP) na ezinụlọ ha",
  "Ọ hapụrụ UP maka ndọrọ ndọrọ ọchịchị na June 2015.",
  "Na ntuli aka nke afọ 2016, a họpụtara Nabakooba dị ka onye nnọchi anya nwanyị nke Mityana District na tiketi ndọrọ ndọrọ ọchịchị nke National Resistance Movement",
  "N'oge ọ nọ n'ọkwa, ọ na-eche nkatọ na iyi egwu ihu maka ọnọdụ ya gbasara onye omeiwu Age-Limit Bill Ọ na-enwekwa nkatọ maka akụkọ Kasese na-egbu oge.",
  "N'ime mgbanwe nke ndị ọrụ na 14 Disemba 2019, a họpụtara Nabakooba ka ọ bụrụ Minista nke Ozi, ICT na Mmekọrịta, na-anọchi Frank Tumwebaze, onye a họpụtara ka ọ bụrụ Mịnịsta nke Ọrụ, Mmekọahụ, Ọrụ Ndị Ntorobịa na Mmepe Ọha.",
  "Nwaanyị MP",
  "Ugbu a ọ bụ onye isi oche nke kọmitii ndị omeiwu Uganda na-ahụ maka nchekwa na ihe ndị dị n'ime ụlọ ma bụrụ onye otu kọmitii azụmahịa ndị omeiwu na kọmitii omeiwu na-ahụkarị kọmitii, ndị ọchịchị steeti na ụlọ ọrụ steeti",
  "Ọ bụ onye otu National Resistance Movement na-achị."
]