[
  "Judith Angela Broderick (amụrụ na ubochi iri abuo na abuo n' onwa  Julaị afo 1963), nke a maara dịka Judy Ditchfield, bụ onye mba South Africa na-eme ihe nkiri na onye na-agụ egwu",
  "A maara ya nke ọma maka ọnodu o weere  na ihe nkiri a ma ama The Story of an African Farm, Cape Town na Hoodlum & Son Ọ bụkwa onye ọchụnta ego na-aga nke ọma yana  onye mba UK zụrụ dị ka BRP na onye nhazi.",
  "A mụrụ ya na abali iri abuo n' abuo n' onwa Julaị 1963 na Pretoria, South Africa ma mesịa tolite na Irene",
  "Mgbe ọ dị afọ isii, ya na nne na nna ya kwagara Kimberley",
  "Mgbe ọ dị afọ iri na atọ, ezinụlọ ya kwagara Pietermaritzburg ọzọ",
  "Site na 1984 ruo 1987, ọ nọrọ na Durban wee kwaga Johannesburg",
  "Ọ gara ọtụtụ ụlọ akwụkwọ: Belgravia Junior School na Herlear Primary na Kimberley maka agụmakwụkwọ praịmarị",
  ", ọ garakwara ụlọ akwụkwọ praịmarị Pelham maka Standard 5",
  "Mgbe ahụ, ọ gụsịrị ule matric na Pietermaritzburg Girls High School, Pietermaritzburg",
  "O gakwara n' ihu nweta nzere BA na Psychology na Drama na Mahadum Natal, Pietermaritzburg Site na 1984 ruo 1987 mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ na Natal Performing Arts Council (NAPAC).",
  "Ọ lụrụ onye na-eme ihe nkiri na ogu egwu Paul Ditchfield",
  "Di na nwunye a nwere ụmụ nwoke abụọ: Keaton na Tom. A mụrụ Keaton na 1991, o bukwa onye na-eme ihe nkiri",
  "A mụrụ Tom na 1996 o na- agu B.Com Law na Mahadum Wits",
  "Ọ malitere ọrụ ime ihe nkiri na Loft Theatre Company, ngalaba nke NAPAC",
  "N'oge a, ọ rụrụ na egwuregwu Boo To The Moon nke Paul Slabolepszy mepụtara, Tales From The Pleasure Palace nke Janice Honeyman, Kwamanzi, Every Good Boy Deserves Favour, Hambe Kahle, Maid In South Africa, Mistakes Of An African Night To Conquer, En Dit Was More, In The War na Kitchen Tea o garanihu, gosiputa na egwuregwu Macbeth na State Theatre na Pretoria yana  ihe egwuregwu The Things We Do For Love na Comrades Arms nke Anthony Ackerman mepụtara",
  "N'afọ 2001, ọ nwetara nhọpụta Kwazulu-Natal Vita maka  onye nwanyi kachasi mma n' ihe omume mkpa ochi.",
  "E wezụga ime ihe nkiri, ọ bụkwa onye na-agụ egwu ma mee ọtụtụ egwu na ngosiputa egwu: Christian; Neill Solomon Rock Concert; Bursting Out; Soundcraft; The Last Great Drive-In Movie Picture Show; It's All Fright By Me; It's Still Rock And Roll To Me; Tarts; A Touch Of Tonic; the smash hit Richard Loring production A Touch Of Webber, A Taste Of Rice; Snow White And The Seven Dwarves; Buddy: The Buddy Holly Story; Fiela's Child: The Musical; The Night They Invented Champagne; na Queen: The Concert at the Sandton Convention Centre.",
  "Site na Ọktọba 2006 ruo Machị 2007, ọ gosiputara onwe ya  na Menopause: The Musical for Showtime Management nke e mere na Montecasino Theatre na Johannesburg",
  "N'oge a, ọ natara nhọpụta Naledi Theatre Award nke afọ 2006 maka maka onye kacha mma i gosipota ihe mkpa ochi (nwanyi) maka egwuregwu a. Ka ọ dịgodị, ọ pụtara na ọtụtụ ihe ngosi telivishọn gụnyere The Game II, Sonnekring II, Suburban Bliss na Streaks I na II",
  "Ọ rụkwara ọrụ ndị isi na usoro ihe nkiri; Angels, Hoof Of Africa, Zero Tolerance na Yizo Yizo",
  "N'afọ 2012, ọ pụtara na sitcom telivishọn Ses'Top La ma rụọ ọrụ nke 'Mrs",
  "Rabinowitz'.",
  "N'afọ 2019, ọ gosiputara agwa 'Stella Fouche' na soapie Isidingo",
  "Ọ pụtakwara na ihe nkiri, Faith's Corner, Glory Glory, Cape Of Good Hope na Stander"
]