[
  "Judith Carol Irola (November 23, 1943 - February 21, 2021) bụ onye America na-ese ihe nkiri, onye na-emepụta ihe nkiri, na onye nduzi",
  "Nwanyị nke atọ a nabatara n'ime American Society of Cinematographers, ọ bụ onye isi nke ngalaba cinematography na USC School of Cinematic Arts ruo afọ 15 ma nwee oche Conrad Hall na Cinematography n'ebe ahụ. Irola guzobere alaka National Association of Broadcast Employees and Technicians na San Francisco na 1969, ọ bụkwa onye guzobere otu ihe nkiri Cine Manifest na 1972",
  "A mụrụ Judith Carol Irola n'ime ime obodo Fresno, California, na Nọvemba 23, 1943. Nne na nna ya, Barbara na Johnny Irola, bụ ndị ọrụ ugbo atụrụ, nne na nna ya ochie kwagara United States na 1917 site na mpaghara Basque nke Spain",
  "O nwere ụmụnne nwanyị abụọ ọ tọrọ, Jeanne na Barbara Jo",
  "Ụmụnne nwanyị atọ ahụ ga-aga na Saturday matinees na ụlọ ihe nkiri mpaghara. O mechara dekọọ ọzụzụ ha n'ugbo ahụ na obere ihe ngosi ya nke afọ 2014 The Sheepherder's Daughters",
  "Irola hapụrụ kọleji iji gaa Central California Commercial College iji mụta nkà odeakwụkwọ",
  "O jiri ihe ndị a rụọ ọrụ na London na Seville",
  "N'afọ 1965, ọ sonyeere Peace Corps ma, mgbe ọnwa atọ nke ọzụzụ na US gasịrị, nọrọ afọ abụọ na Niger ebe o nyere aka melite usoro mmiri na nke ịdị ọcha, wuo ụlọ akwụkwọ ma nye agụmakwụkwọ ahụike dị mkpa. O mechara laghachi n'oge a na 2010 Niger '66: A Peace Corps Diary",
  "Mgbe Niger gasịrị, Irola laghachiri San Francisco wee malite ịrụ ọrụ n'ọfịs nke KQED-TV",
  "Ọ malitere ịrụ ọrụ na ngalaba ihe nkiri ha na ngwụsị izu, ha mechara were ya n'ọrụ dị ka onye na-ese foto oge niile.",
  "Mgbe ọ nọ na ngalaba ihe nkiri KQED-TV, Irola guzobere alaka mpaghara Bay nke National Association of Broadcast Employees and Technicians",
  "Na mbụ ọ bụ onye na-elekọta ụlọ ahịa, ọ gara n'ihu bụrụ onye isi oche nke alaka ahụ.",
  "N'afọ 1972, KQED-TV gbasara ngalaba ihe nkiri ya",
  "Irola guzobere Cine Manifest, otu ihe nkiri Marxist, ya na Gene Corr, Peter Gessner, John Hanson, Stephen Lighthill, Rob Nilsson na Steve Wax",
  "Ọ bụ naanị nwanyị nọ n'òtù ahụ",
  "Ha mere ihe ngosi, ọkwa ọrụ ọha na eze maka Amnesty International na ihe nkiri abụọ",
  "Irola laghachiri n'òtù ahụ na ihe nkiri ihe nkiri ya nke afọ 2006 Cine Manifest Irola bụ onye na-ese ihe nkiri na Northern Lights, ihe nkiri mbụ ha",
  "Ọ meriri Caméra d'Or na 1979 Cannes Film Festival ma too ya maka ihe nkiri ya. Otu onye nkatọ jiri ọrụ Irola tụnyere foto Dorothea Lange.",
  "Irola hapụrụ Cine Manifest mgbe ọ gbasịrị Northern Lights wee kwaga New York City ebe ya na Sandi Sissel na Joan Churchill nwekọrọ ụlọ elu na SoHo. E kweghị ka ọ sonye na NYC IATSE, na NABET na-anọchite anya ndị na-ese ihe nkiri (mgbasa ozi)",
  "Ọ gbara ihe na ihe ngosi maka 60 Minutes, 20/20, BBC, Channel 4 na Canal+ site na iji kaadị njikọ azụmahịa ya",
  "Nke a ga-aghọ nsogbu na 1986.",
  "Ọ malitere iso Tom Schiller, onye edemede na Saturday Night Live rụkọọ ọrụ",
  "Ha mere ihe nkiri asatọ dị mkpirikpi maka SNL ọnụ, gụnyere La Dolce Gilda, nke Gilda Radner na-eme, na Don't Look Back in Anger, nke John Belushi na-eme. Ọ malitekwara ise obere ihe ndị dị iche iche",
  "N'afọ 1986, ọ bụ onye na-ese ihe nkiri na Working Girls, nke Lizzie Borden duziri",
  "Ihe nkiri ahụ meghere na nyocha dị mma nke ihe nkiri na ezigbo ụlọ ọrụ ịkụ nzọ. IATSE chọpụtara na Irola rụrụ ọrụ na ihe nkiri ahụ na-enweghị kaadị njikọ ha",
  "Ha kpere ya ikpe, mgbe ọ na-anọghị ya, ma kwụọ ya $ 4,000",
  "Ọ lụsoro ha ọgụ, ma nweta mgbaghara mana ekweghị ka ọ sonyere ha.",
  "N'afọ 1989, mgbe ikpe Working Girls gasịrị, Irola kwagara Los Angeles ebe ọ gbara Lifestories maka telivishọn NBC, na ọtụtụ ihe nkiri nke izu maka ABC na NBC.",
  "N'afọ 1993, ya na onye nduzi Everett Lewis gbara ihe nkiri Ambush of Ghosts",
  "O meriri onyinye maka ịdị mma na Cinematography na 1993 Sundance Film Festival maka ihe nkiri ahụ. A họpụtakwara ya ka ọ bụrụ osote prọfesọ na USC School of Cinematic Arts.",
  "N'afọ 1995, Woody Omens, Steven Poster na Robert Primes họpụtara Irola ka ọ bụrụ onye otu ASC",
  "Ọ sonyeere Sandi Sissel onye a nabatara n'afọ gara aga, ọ bụkwa naanị nwanyị nke atọ a nabatara na njikọ ahụ. Dị ka nwanyị na-ese ihe nkiri, a chọtara ya maka echiche ya banyere ụlọ ọrụ ahụ",
  "A gbara ya ajụjụ ọnụ n'akwụkwọ Women Behind the Camera - Conversations with Camerawomen nke Alexis Krasilovsky (1997) ma nọrọkwa na ihe ngosi Cinematographer Style (2005, nke Jon Fauer duziri).",
  "Irola ghọrọ osote prọfesọ na USC School of Cinematic Arts na 1992",
  "Ka ọ na-erule afọ 1999, a họpụtara Irola ka ọ bụrụ onye isi nke ngalaba ihe nkiri, ọkwá ọ nọ na ya ruo mgbe ọ lara ezumike nká na 2018",
  "Site n'afọ 2005, o jikwa oche Conrad Hall na Cinematography na Color Timing, ọnọdụ nke Steven Spielberg na George Lucas nyere.",
  "Irola nwụrụ site na nsogbu nke COVID-19 na Los Angeles, na Febụwarị 21, 2021, mgbe ọ dị afọ 77, n'oge ọrịa COVID-19 na California.",
  "Dị ka onye na-ese ihe nkiri:",
  "Dị ka onye nduzi:"
]