[
  "Judy Juanita bụ onye America na-ede abụ, onye na-ede akwụkwọ na onye na-ede egwuregwu",
  "Ọ bụ onye nkuzi edemede na Laney College",
  "N'afọ 1968, mgbe ọ na-aga San Francisco Steeti, Juanita jere ozi dị ka onye nchịkọta akụkọ nke The Black Panther, akwụkwọ akụkọ nke Black Panther Party. N'akwụkwọ akụkọ ya, Virgin Soul, (Viking, 2013), onye ojii nọ n'afọ iri na ụma na-amalite kọleji obodo na Oakland, na-agbasi mbọ ike ịbanye na matriculate wee sonye na Black Panther Party (BPP)",
  "Akụkọ banyere nwanyị onye agha ụkwụ na mmegharị ike ojii, Virgin Soul na-ekpughe ụmụ nwanyị a na-akpọghị aha na-arụ ọrụ n'azụ ihe nkiri na BPP na mmegharị ụmụ akwụkwọ ojii..",
  "A na-edebe ihe odide Juanita na Mahadum Duke na John Hope Franklin Ụlọ nyocha maka akụkọ ihe mere eme na omenala ndị Amerika na Afrika, n'akụkụ ebe nchekwa nke ụmụ akwụkwọ na-eme ihe ike si SNCC.",
  "E debere egwuregwu iri na otu n'ime egwuregwu ya na Jerome Lawrence & Robert E",
  "Lee Ụlọ nyocha ihe nkiri dị na, Ohio State University (OSU), ebe egwuregwu ya zuru oke, \"Theodicy,\" meriri nnukwu ihe nrite na Eileen Heckart Asọmpi egwuregwu ndị okenye nke afọ 2008.",
  "A mụrụ Juanita Judith Hart na Berkeley, California, ma tolite na Oakland. Mgbe ọ dị afọ iri na isii, ọ malitere ịga Oakland City College, na-agafe na San Francisco State University dị ka onye na-eto eto",
  "Ọ bụ onye otu Black Student Union",
  "Mgbe Huey P",
  "Newton na Bobby Seale gụsịrị akwụkwọ na mahadum, ọ sonyeere BPP n'afọ 1967 wee biri n'otu n'ime ụlọ nchekwa ha na Potrero Hill",
  "mgbe ọ na-edezi The Black Panther, akwụkwọ akụkọ Party, ma rụọ ọrụ na mmemme BPP's Free Breakfast for Children O nwetara BA ya na akparamaagwa na MFA na edemede okike site na Steeti San Francisco.",
  ".",
  "Juanita kụziri na Mahadum San Francisco Steeti dị ka onye nkuzi Black Psychology na Akwụkwọ akụkọ ojii na mmemme Ọmụmụ ojii nke mbụ na United States.",
  "Juanita gara Community of Writers na Squaw Valley n'afọ 1992.",
  "Site na afọ 1992 rụọ 2007, San Francisco Mime Troupe, ụlọ ihe nkiri ndọrọ ndọrọ ọchịchị na ogige ntụrụndụ, gara \"Knocked Up\" nke ya na Tina Tree Murch dere",
  "Egwuregwu ahụ, egwu, bụ commedia dell'arte: mgbe nwa okorobịa obodo ahụ dị ime ma jụ ọgwụ ụtụtụ, comet dị omimi na-eme ka ụmụ nwoke niile nọ n'obodo ahụ dị ime",
  "Site na njedebe egwuregwu, ha abịawo ịkwado RU486, dị ka a na-akpọ ụtụtụ mgbe a kpọchara ọgwụ.",
  "N'afọ 2012, ọ gara nzukọ ndị edemede Vermont Studio Center na Breadloaf",
  "N'afọ 2013, a họpụtara uri Juanita \"Bling\" maka Pushcart Prize",
  "N'afọ 2015, a họpụtakwara edemede ya \"The Gun as Ultimate Performance Poem\" maka Pushcart Prize",
  "O deela egwuregwu iri na asaa nke emere na Bay Area, L.A., NYC, Winston-Salem, na Minneapolis.",
  "Onye ikpeazụ a ma ama na OSU's Non / Ihe nrite mkpokọta akụkọ ifo nke afọ 2016, nchịkọta edemede ya bụ akụkọ nke onye agha ụkwụ nwanyị",
  "DeFacto Feminism: Essays Straight Outta Oakland (EquiDistance Press, 2016) bụ nhọrọ Book-of-the-Month na Machị, 2017, na Kirkus Reviews (ebe ọ nwetakwara nyocha dị mma), na African Americans on the Move Book Club (AAMBC) na Disemba, 2016. Ogologo nyocha dị egwu nke nchịkọta nke onye na-ede uri-egwu egwu na onye na-eme ihe ike Chris Stroffolino pụtara na magazin Ishmael Reed KONCH na Disemba, 2016.",
  "N'afọ 2014 na 2015, nchịkọta akụkọ mkpirikpi nke Juanita The High Cost of Freeways bụ onye ikpeazụ na Donna Tartt First Fiction Contest",
  "Akụkọ ya dị mkpirikpi \"Cabbie\" pụtara na Akashic Press' noir series, Oakland Noir, nke e bipụtara n'afọ 2017.",
  "Juanita bụ onye Buddha kemgbe afọ 1980, na-eme Nichiren Buddha na Soka Gakkai International.",
  "uri Judy Juanita na nso nso a pụtara na New Verse News, blọọgụ uri ndọrọ ndọrọ ọchịchị n'ịntanetị",
  "Ọ pụtakwara na ihe nkiri Netflix nke afọ 2020, Last Chance U: Season 5, LANEY College"
]