[
  "Julian Francis Abele (Eprell 30, 1881 ruo Eprel 23, 1950) bụ onye Black Amerịka a ma ama na-ese ụkpụrụ ụlọ, na onye isi na-ese ihe n'ọfịs Horace Trumbauer",
  "O nyere aka n'ịmepụta ihe karịrị ụlọ narị anọ, gụnyere Widener Memorial Library na Mahadum Harvard (1912 ruo 15), Central Library nke Philadelphia (1917 ruo 27), na Philadelphia Museum of Art (1914 ruo 28). Ọ bụ onye isi na-emepụta ihe nke ogige ọdịda anyanwụ nke Mahadum Duke (1924 ruo 54).",
  "Onyinye Abele nyere ụlọ ọrụ Trumbauer dị ukwuu, mana naanị ụlọ ọ kwuru na ọ bụ ya dere ya n'oge ndụ Trumbauer bụ Duke University Chapel",
  "Mgbe ọnwụ Trumbauer na 1938 gasịrị, ọ bụ onye isi ụlọ ọrụ na-ahụ maka ihe owuwu ma mepụta ụlọ ndị ọzọ na Duke, gụnyere Allen Administrative Building na Cameron Indoor Stadium.",
  "A mụrụ Julian Abele na Philadelphia n'ezinụlọ a ma ama",
  "Nna nna ya bụ Robert Jones, onye guzobere Lombard Street Central Presbyterian Church na ngwụcha narị afọ nke iri na asatọ",
  "O nwekwara ihe jikọrọ ya na Absalom Jones, onye guzobere African Episcopal Church of St",
  "Thomas na 1794, chọọchị ojii mbụ na Philadelphia. Nwa Abele, Julian Francis Abele, Jr",
  "bụ onye injinia na-ahụ maka ihe owuwu na nwa nwanne ya nwoke, Julian Abele Cook, rụrụ ọrụ dị ka onye nhazi ụlọ maka Mahadum Howard.",
  "Abele rụrụ ọrụ n'ọtụtụ mgbasa ozi: watercolor, lithography, etching na pensụl, osisi, ígwè, ọlaedo na ọlaọcha",
  "O chepụtara ma wuo oche nke ya niile, ọbụnakwa na-eme obere ihe n'onwe ya",
  "Ọ bụ ezie na ọ maara ọtụtụ ụdị akụkọ ihe mere eme, o yiri ka ọ hụrụ Louis nke Iri na Anọ French n'anya karịa ihe niile.",
  "Abele gara Quaker-run Institute for Colored Youth, nke mesịrị ghọọ Mahadum Cheyney, ebe ọ pụtara nke ọma na mgbakọ na mwepụ ma họrọ ya inye adreesị mmalite. N'afọ 1898, ọ gụsịrị akwụkwọ afọ abụọ nke ihe osise ụlọ na Pennsylvania Museum School of Industrial Art (PMSIA, ugbu a Mahadum nke Arts).",
  "Ọ bụ nwa akwụkwọ ojii mbụ nabatara na Ngalaba Architecture na Mahadum Pennsylvania.  Ihe a rụzuru bụ ihe dị ịrịba ama maka  mgbochi ndị Black na-eche ihu na mahadum ahụ, gụnyere enweghị ike ibi n'ụlọ ihi ụra ma ọ bụ rie nri na ụlọ nri ụlọ akwụkwọ ahụ",
  "[aha mkpa] Na ọrụ e kenyere ụmụ akwụkwọ abụọ, ya na Louis Magaziner, naanị nwa akwụkwọ ndị Juu nọ na ngalaba ahụ, onye na-eche ịkpa ókè ihu. Nke a bụ mmalite nke ọbụbụenyi ogologo oge n'etiti ha abụọ.",
  "O meriri asọmpi ụmụ akwụkwọ nke 1901 iji mepụta ọnụ ụzọ ndị njem Beaux Arts",
  "Nkwado ya dị n'ụdị exedra a curved bench flanked by piers, mana na steepụ na-agafe n'etiti ya",
  "Nke a ghọrọ ọrụ mbụ ya mgbe e wuru ya na campus nke Haverford College. Edward B",
  "Conklin Memorial Gate guzo n'ọnụ ụzọ Railroad Avenue nke kọleji. A na-akwanyere ya ùgwù n'etiti ndị ọgbọ ya, na-enweta aha njirimara \"Willing and Able\", ma nwetakwara onyinye ụmụ akwụkwọ maka atụmatụ ya maka post ọfịs na ebe ngosi ihe mgbe ochie nke botany, a họpụtakwara ya dịka onye isi oche nke Architectural Society nke mahadum.",
  "Ọ ghọrọ onye isi ojii mbụ gụsịrị akwụkwọ na ngalaba ihe owuwu nke Mahadum Pennsylvania na 1902",
  "Ọ rụrụ ọrụ nwa oge maka onye na-ese ụkpụrụ ụlọ n'ógbè ahụ ma gaa klas mgbede na Pennsylvania Academy of the Fine Arts",
  "N'okpuru nkwado ego nke onye na-ese ụkpụrụ ụlọ na Philadelphia bụ Horace Trumbauer, ọ gara France na Ịtali, ahụmịhe nke ga-emetụta ọrụ imewe ya n'oge ndụ ya niile.",
  "N'agbata 1903 na iwe ya n'ọrụ site n'aka Horace Trumbauer na 1906, Abele gara Europe niile. Ụmụ ya na-ekwu na ọ gụrụ akwụkwọ na École des Beaux-Arts na Paris n'oge ọ nọrọ. Mana Sandra L",
  "Tatman, onye so dee The Biographical Dictionary of Philadelphia Architects, 1700-1930, enweghị ike ịchọta ihe ndekọ ọ bụla banyere idebanye aha ya na École. Ọ na-ekwe ka e kwe ka ọ nọrọ n'ụlọ akwụkwọ ahụ n'amaghị ama",
  "Ọ na-ekwukwa na Abele depụtara njem gaa France, Italy, England, Germany, Switzerland, na Spain na ngwa ya na American Institute of Architects (AIA), mana ọ bụghị ịmụ na École des Beaux-Arts.",
  "Ozugbo ọ gụsịrị akwụkwọ na UPenn na 1902, Abele gara n'ebe ọdịda anyanwụ gaa Spokane, Washington, ebe o mere ụlọ maka nwanne ya nwanyị, Elizabeth Abele Cook, tupu ọ laghachi n'ebe ọwụwa anyanwụ. N'afọ 1906, Abele sonyeere ụlọ ọrụ Trumbauer dị ka onye na-enyere onye isi na-emepụta ihe Frank Seeburger aka. Mgbe Seeburger hapụrụ ụlọ ọrụ ahụ na 1909, Abele gara n'ihu bụrụ onye isi na-emepụta ihe. Ọdịdị Abele n'ime ụlọ ọrụ ahụ abụghị ihe nzuzo; ọ bụ onye ọrụ nke abụọ a na-akwụ ụgwọ kachasị elu",
  "Ọ bụ onye na-ese ụkpụrụ ụlọ.",
  "Onye na-akọ akụkọ ihe mere eme David B",
  "Brownlee nyochara mgbalị afọ iri na anọ iji chepụta ma wuo Philadelphia Museum of Art, 1914-28",
  "Ọ na-eto onye na-ese ụkpụrụ ụlọ Trumbauer bụ Howell Lewis Shay maka atụmatụ na nchịkọta nke ụlọ ahụ, mana ọ na-ekwu na ihe osise ikpeazụ dị n'aka pụrụ iche nke Abele. Nhazi nke terracing mpụga, gụnyere nzọụkwụ ihu emere na ihe nkiri 1976 Rocky, bụ nke Abele.",
  "Mgbe Abele sonyeere American Institute of Architects na 1942, onye nduzi Philadelphia Museum of Art Fiske Kimball kpọrọ ya \"otu n'ime ndị na-emepụta ihe na America\". Smithsonian Magazine kọwara ya, n'ihe gbasara ọrụ ya, dị ka \"ma eleghị anya onye kachasị arụ ọrụ [Black architect] nke oge ya\".",
  "N'agbanyeghị na ọ bụ onye isi na-emepụta Mahadum Duke, a jụrụ Abele ebe obibi na họtel Durham n'oge ọ gara ụlọ akwụkwọ.  Ọ bụ ezie na ọ bụghị ruo na 1988 ka e gosipụtara onyinyo ya na Mahadum ahụ, a na-akpọ isi quad na Mahadim Duke ugbu a Abele Quad na ihe ncheta nraranye nke a na-etinye n'ebe kachasị na ụlọ akwụkwọ ahụ.",
  "N'afọ 1925, mgbe ọ dị afọ 44, ọ lụrụ Marguerite Bulle, onye France na-akpọ piano nke dị afọ iri abụọ karịa ya",
  "Ha nwere ụmụ atọ: Julian Abele, Jr., Marguerite Marie Abele (nwụrụ na nwata), na Nadia Boulanger Abele",
  "Marguerite hapụrụ ya na 1936, ka ọ bụrụ nwunye iwu nke onye na-agụ egwu opera Jozef Kowalewski, onye ya na ya nwere ụmụ atọ ọzọ. N'ihi na Abele emeghị ihe iji gbaa nwunye ya alụkwaghịm, ụmụ Kowalewski kewara na ala ya.",
  "Ọ nwụrụ site na nkụchi obi na 1950, na Philadelphia ma lie ya na Eden Cemetery na Collingdale, Pennsylvania.",
  "Gothic House, Tours, France (1915), ihe osise nke Abele",
  "\"Rocky Steps\" na terraces, Philadelphia Museum of Art, Philadelphia, PA (1928).",
  "Duke University Chapel, Durham, NC (1932).",
  "Cameron Indoor Stadium, Duke University, Durham, NC (1940).",
  "Krzyzewskiville Lawn, Cameron Indoor Stadium, Duke University, Durham, NC.",
  "Allen Administrative Building, Duke University, Durham, NC (1954)."
]