[
  "Julie Michelle Arblaster bụ onye sayensị mba Australia",
  "Ọ bụ ọkà nkuzi na School of Earth, Atmosphere and Environment na Mahadum Monash",
  "Ọ bụ onye edemede na-enye aka na akụkọ nke Intergovernmental Panel on Climate Change (IPCC) bụ otu onye natara 2007 Nobel Peace Prize. Arblaster bụ onye isi edemede na Isi nke 12 nke IPCC Working Group I nyere aka na IP CC Fifth Assessment Report na 2013. Ọ natara ihe nrite nke 2014 Anton Hales Medal maka nyocha na sayensị ụwa site na Australian Academy of Science, n'afọ 2017 Priestley Medals site n'aka Australian Meteorological and Oceanographic Society",
  "A họpụtara ya dị ka otu n'ime ndị Top Influential Earth Scientists nke afọ 2010-2020, site n'ihi ọrụ ịma na ọrụ mkparịtaụka yaị",
  "Arblaster tolitere na Swan Hill, na mpaghara Loddon Mallee nke Victoria, mba Australia. O nwetara nzere bachelọ nke teknụzụ na sayensị ikuku, na Mahadum Macquarie, Sydney, nakwa n'afọ 1995 e nyere ya nzere nke Ogo mbụ (First Class Honours), kwa na Маhadụ Maccuarie",
  "Ndị nlekọta nzere ya bụ Bryant McAvaney na Ann Henderson-Sellers.",
  "Site n'afọ 1997 ruo n'afọ 1999 Arblaster gụrụ akwụkwọ na Mahadum Colorado, USA, ebe ọ nwetara MSc na Atmospheric na Oceanic Sciences",
  "Akwụkwọ edemede ya nke nzere Masters, nke Gerald Meehl (National Center for Atmospheric Research) na Andrew Moore (University of Colorado) lekọtara, akpọrọ \"Interdecadal modulation of Australian climate in the Parallel Climate Model\".",
  "Site n'afọ 2007 ruo n'afọ 2013 Arblaster gụsịrị akwụkwọ nzere PhD ya na School of Earth Sciences, Mahadum Melbourne, Australia",
  "Ndị nlekọta PhD ya bụ David Karoly, Ian Simmonds (Mahadum Melbourne) na Gerald Meehl",
  "Isiokwu edemede ya bụ \"Drivers of Southern Hemisphere Climate Change\".",
  "Site n'afọ 1999 ruo n'afọ 2003, Prọfesọ Julie Arblaster rụrụ ọrụ dị ka onye ọkà mmụta sayensị na National Center for Atmospheric Research (NCAR)",
  "N'afọ 2003, ọ laghachiri mba Australia, na-arụ ọrụ na NCAR na Bureau of Meteorology na Melbourne",
  "Prọfesọ Arblaster rụrụ ọrụ dị ka onye isi nchọpụta sayensị site n'afọ 2003 ruo n'afọ 2016 na otu usoro mgbanwe ihu igwe na The Centre for Australian Weather and Climate Research, nke bụ mmekọrịta dị n'etiti Commonwealth Scientific and Industrial Research Organisation na Bureau of Meteorology",
  "Ọ ka na-arụkọ ọrụ nyocha ya na otu amụma mgbanwe ihu igwe na NCAR",
  "N'afọ 2016, Prọfesọ Arblaster sonyeere ụlọakwụkwọ nke School of Earth, Atmosphere and Environment na Mahadum Monash dị na Melbourne, Australia. A kwalitere ya ka ọ bụrụ Prọfesọ zuru oke n'ọnwa Julaị n'afọ 2020.",
  "Arblaster zụlitere inwe mmasị na ọmụmụ ihe gbasara ikuku n'ime afọ mbụ nke nzere sayensị ya, ma mesịa gbanwee uche ya na nzere ya iji mụọ sayensi ikuku",
  "N'oge ọ bụ nwa akwụkwọ, ọ gụsịrị akwụkwọ n'afọ ndị ọzọ na Bureau of Meteorology, nke kpaliri ya ịmụtakwu banyere usoro ihu igwe.",
  "Nnyocha Arblaster na-elekwasị anya na usoro ihu igwe zuru ụwa ọnụ na ụzọ mgbanwe ihu ọha gara aga, nke na nso nso a na nke ga-abịa n'ọdịnihu",
  "N'afọ 2009, o so dee akwụkwọ jikọta obere mgbanwe na ọrụ anyanwụ n'oge afọ 11 nke okirikiri anyanwụ na usoro dị na stratosphere na oké osimiri",
  "N'ịmepụta ihe karịrị otu narị afọ nke data, ndị nchọpụta nwere ike ịkọ ọdịdị ihu igwe mpaghara dị ka mmiri ozuzo nke India na mmiri mmiri zoro n'oge oyi na North America",
  "Nsonaazụ ahụ gosikwara na a pụghị ịkọwa ịdọ aka ná ntị zuru ụwa ọnụ nke ọma site na okirikiri anyanwụ. Ịchọpụta na ikewapụ mmetụta nke obere mgbanwe stratospheric bụ nzọụkwụ dị mkpa n'ịmepụta ụdị amụma ziri ezi.",
  "Arblaster na-eji ụdị ihu igwe iji ghọta mgbanwe na Southern Hemisphere atmospheric circulation dị ka Southern Annular Mode (SAM) na Indian Ocean Dipole (IOD), na'ịgwakọta mgbanwe okpomọkụ na oke ihu ọha. Arblaster nwere mmasị na mmekọrịta dị n'etiti mgbake a tụrụ anya ya nke oghere ozone Antarctic n\"ime iri afọ na-abịanụ na mmụba nke gas na atụmatụ ihu igwe n-abịa. \nỌ na-emepụta ihe nlereanya ndị nwere ike igosi ohere nke ihe omume ihu igwe siri ike na onyinye nke mgbanwe ihu ọha nke mmadụ kpatara na ihe ndị dị otú ahụ.",
  "Arblaster bụ onye edemede na-enye aka na Working Group I nyere aka n'ihe ndekọ nyocha nke anọ nke Intergovernmental Panel on Climate Change, 2007, na onye isi edemede na Isi nke 12, Long-term Climat Change: Projections, Commitments and Irreversibility, nke Working Groupe I Contribution to the Fifth Assessment Report of the IPCC. Isiokwu a nyochara ihe akaebe dịnụ iji ghọta etu ihu igwe ụwa nwere ike isi gbanwee n'etiti narị afọ a na karịa",
  "N'ụzọ doro anya, akụkọ IPCC a bụ nke mbụ na-akọwapụta carbon dioxide ole ọzọ nwere ike ịpụta iji mee ka okpomọkụ ụwa dị n'okpuru ọnụ ụzọ ụfọdụ.",
  "Arblaster bụ onye otu World Climate Research Programme Stratospheric-Tropospherric Processes na ọrụ ha na Climate (SPARC) otu nduzi sayensị. Ọ bụ onye edemede na Scientific Assessment of Ozone Depletion: 2014 site na World Meteorological Organization na ndị ọzọ.",
  "Ụfọdụ n'ime ụdị ihu igwe kachasị ọhụrụ na-atụ aro na mmetụta na \"mmetụta ihu ọha\" nwere ike ịdị njọ karịa ka a tụrụ anya ya na mbụ.\nArblaster bụ onye bịanyere aka na nkwupụta nke afọ 2020 site n'aka ndị ọkà mmụta sayensị 423 nke mba Australia bụ ndị kwenyesiri ike na \"ihe akaebe sayensi na-ejikọta mgbanwe ihu igwe nke mmadụ kpatara na ihe ize ndụ na ụba nke ọkụ ọhịa na ala Australia\" ma kpọọ gọọmentị Australia \"ịmepụta ụkpụrụ ndị sayị maara iji lụso mgbanwe ọnọdụ ihu ọha nke ụmụ mmadụ mere ọgụ\" na \"belata ngụkọta gas na mba Australia\".",
  "N'afọ 2014, ndị òtù Australian Academy of Science nyere Arblaster ihe nrite Anton Hales maka nyocha na sayensị ụwa",
  "Ihe nrite a gosipụtara nyocha Arblaster banyere usoro ihu igwe zuru ụwa ọnụ na mmetụta ya na mgbanwe.",
  "N'afọ 2017, Arblaster ritere ihe nrite Priestley site na Australian Meteorological and Oceanographic Society.",
  "Arblaster bụ onye edemede na-enye aka na akụkọ nke IPCC nkeIPCC bụ otu onye natara 2007 Nobel Peace Prize."
]