[
  "Julia Varley, OBE (16 March 1871, Bradford, Yorkshire – 24 November 1952, Yorkshire) was an English trade unionist and suffragette.",
  "Born at 4, Monk Street in Horton in Bradford, she was one of seven surviving children out of nine born to Martha Ann née Alderson (1849-1896) and Richard Varley (1847-1913), an \"Engine Tenter\" according to the 1911 Census, meaning he oversaw the operation of the engine driving the machinery at a local woollen mill",
  "The family lived in Horton Bradford",
  "Her maternal grandfather, Joseph B",
  "Alderson (1796-1886), was among those protesting during the Peterloo Massacre of 1819 and was a Chartists during the 1830s, and it was perhaps from him that she inherited her social conscience and desire to campaign for the rights of ordinary working people.",
  "In 1883 at the age of 12 she worked as a 'half-timer', attending school but also working as a sweeper",
  "A 'full-timer' at the age of 14, she joined the General Union of Textile Workers and quickly became a full-time organiser and branch secretary. In 1886 aged just 15, she became the secretary of the Bradford Weavers' and Textile Workers' Union.",
  "In the 1891 Census Varley is listed as a \"Worsted Weaver\", and during this period she showed her early commitment to the rights of working people when she supported textile workers at Manningham Mills when they went on strike over low pay and poor working conditions",
  "She talked to workers about the importance of joining a union",
  "On the death of her mother in 1896 Varley became responsible for caring for her younger siblings until 1902, at the same time still working long hours at the mill while also maintaining her trade union efforts.",
  "Varley was the first woman to join the Bradford Trades Council in 1900, and went on to serve on the Council for seven years",
  "Aged 24 she chose to live for six weeks as a tramp, walking or ‘tramping’ from Leeds to Liverpool to see what it was like to live on Poor Law handouts",
  "She served on the Board of the Poor Law Guardians of Bradford between 1904 and 1907.",
  "Varley joined the Women's Social and Political Union (WSPU), with whom in February 1907 she was involved in a raid on the floor of the House of Commons",
  "She refused to pay a fine for disturbance and obstruction and was sentenced to 14 days in Holloway Prison",
  "Varley served a second sentence for a similar action and was released on April 20 1907",
  "For these actions she was awarded the Holloway brooch by the WSPU",
  "In 1909 Varley moved to Birmingham and established a branch of the National Federation of Women Workers at the Cadbury factory at Bournville. She was also involved in the Cradley Heath women chainmakers' strike of 1910, led by Mary Macarthur, and the Black Country strike of 1913, and later sat on the General Council of the Trade Union Congress.",
  "From 1912 to 1929 Varley was an organiser for the Workers' Union",
  "In 1913 she supported the Workers' Union when 5,000 Cornish Clay workers went on strike",
  "Until 1915 Varley was the only female organiser in the Workers' Union, actively working for the Union as an organiser throughout World War I, even though she endured a serious operation on her throat in 1917",
  "Varley disagreed with many of the male members of the Birmingham Trades Council when the government introduced conscription, joining the breakaway Birmingham Trade Union Industrial Council",
  "In 1918 Varley joined five other women who were sent to France to investigate rumours that WAACs serving there during WWI had behaved in an immoral way",
  "Varley and the other women found the rumours to be baseless, finding instead that the women had actually served with distinction.",
  "In 1920 in Birmingham Varley founded a Domestic Servants' Union to take on the plight of the 1.25 million female domestic servants",
  "Varley set up a social club for these women in Birmingham which  the Daily Chronicle referred to as a \"servants’ paradise\"",
  "At the same time a Servants' Charter of appropriate working conditions for the women was issued covering working hours, time off, a minimum wage, their own bedroom, that the employer was responsible for paying for their uniform and that they should be addressed by their proper names",
  "Varley was a member of a 1923 Ministry of Labour enquiry into the problem of the 'servant shortage'",
  "This, she stated, was largely down to parents wanting a better life for their daughters, rather than have them endure the drudgery of domestic service",
  "Varley also worked with the Society for the Overseas Settlement of British Women, and in 1925 travelled to Canada to meet women who had settled there",
  "At this time she was also involved in the work of the Industrial Welfare Society, which was concerned with the struggle for employer-provided lunchrooms and restrooms.",
  "Varley was Women Workers member of the General Council of the Trades Union Congress (1921–1935), and Chief Women's Officer of the Transport and General Workers' Union (1929–1936).",
  "A họpụtara ya OBE na 1931 maka ọrụ ọha",
  "Na 1928 na 1937 Varley nwetara ịwa ahụ n'anya ya ma mesịa kpuo ìsì",
  "Na Septemba 1935 ọ bụ onye otu nnukwu ndị nnọchi anya mba ụwa na Njikọ Mba Nile na Geneva bụ nke kwuru okwu maka ịha nhata maka ụmụ nwanyị gburugburu ụwa",
  "Ọ bụ onye isi okwu nke ndị nnọchiteanya na ọrụ ya na Kọmitii Women's of Trades Union Congress (TUC) na Kọmitii International nke Trade Union Women",
  "Ọ lara ezumike nká na 1938 mana ọ gara n'ihu na-ebi na Birmingham, mana n'ihi ahụ ike ya na-ada ada na kpuru ìsì ọ gara biri na nwanne ya nwanyị di ya nwụrụ bụ Jessie Wooller na Bradford na Yorkshire",
  "Julia Varley nwụrụ na Nọvemba 1952 dị afọ 81 na 32 Hampden Street na Bradford wee lie ya n'ili Undercliffe",
  "Ọ lụọghị nwanyị ma hapụ nwanne ya nwanyị Jessie otu ala bara uru na £ 1419 14s 3d",
  "Na Mee 2013, e mere ncheta ya site n'iwulite ihe ncheta na-acha anụnụ anụnụ n'ụlọ mbụ ya na 42 Hay Green Lane, Bournville, nke Birmingham Civic Society",
  "A na-edebe ebe nchekwa akwụkwọ ya na Mahadum Hull Archives...",
  "Àtụ:Start box\nÀtụ:S-npo\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:End box"
]