[
  "Julia Natasha Stone (amụrụ 13 Eprel 1984) bụ onye Australia na-abụ abụ-onye na-agụ abụ na ọtụtụ ngwa ngwa",
  "Ọ bụ nwanne ọkara nke Angus &amp; Julia Stone ma bụrụkwa onye na-agụ egwú solo",
  "Mpụta mbụ ya album, The Memory Machine, ka ewepụtara na Septemba 2010",
  "A tọhapụrụ album solo ya nke abụọ, Site na Horns na Mee 2012, wee nọrọ na No. 11 na Chart Album ARIA",
  "Julia Natasha Stone mụrụ na 13 Eprel 1984 wee tolite na Sydney",
  "Ndị mụrụ ya, Kim na John Stone, bụ ndị egwu ọdịnala",
  "Nwanne okenye nke Stone bụ Catherine (amụrụ ca",
  "1982) na nwanne ya nwoke nke nta bụ Angus Stone (amụrụ 27 Eprel 1986)",
  "Nkume gara ụlọ akwụkwọ praịmarị Newport na ụlọ akwụkwọ sekọndrị Barrenjoey",
  "N'ụlọ akwụkwọ praịmarị ọ sonyeere ndị egwu ụlọ akwụkwọ ya na nna ya na-akụzi ihe na ụmụnne ya so ya",
  "Na nnọkọ ezinụlọ mgbe ụmụaka na-eme egwuregwu, Stone na-akpọ opi, Catherine na saxophone na Angus na trombone na Kim na-abụ abụ na John na kiiboodu ma ọ bụ guitar",
  "Mgbe ọ gụsịrị ụlọ akwụkwọ sekọndrị na mgbe ya na nwanne ya nwoke nọ na South America na ezumike, nkà egwu egwu ya masịrị Stone masịrị, \"[Angus] na-ede egwu dị ịtụnanya",
  "[ọ] gosiri m otú e si egwu guitar na Bolivia, na ndị ahụ",
  "egwu enwetala m n'afọ ahụ.\"  N'ikpeazụ, Stone malitere ide egwu nke ya",
  "Ka ọ na-erule 2005 Nkume na-egwuri egwu n'abalị mic mepere emepe, mgbe ụfọdụ Angus rụrụ ụda nkwado - egwu mbụ ha, na Coogee Bay Hotel, ha rụrụ \"Anya mmiri\"",
  "Mgbe ha na-egwu egwu nkewa na onye ọ bụla na-abụ abụ na-akwado ihe ndị ọzọ, na 2006, ha malitere duo, Angus &amp; Julia Stone",
  "Na March n'afọ ahụ ụzọ abụọ debut ha mpụta mbụ ogologo play, Chocolates na sịga, nke e wepụtara na August",
  "Kemgbe ahụ otu ahụ ewepụtala EP ise, ọba mkpokọta na ọba studio anọ.",
  "Album nke abụọ Angus & Julia Stone, Down the Way (March 2010), arụpụtara na ọnụọgụgụ otu na Chart Albums ARIA wee nweta asambodo 3× platinum na 2011",
  "Ọ bụ ọba egwu kacha ere nke onye na-ese ihe Australia maka 2010",
  "Na ARIA Music Awards nke 2010 duo meriri ARIA Album of the Year for Down the Way na ARIA Single of the Year maka \" Big Jet Plane \"",
  "Egwu ahụ, \"Big Jet Plane\", bụ ndị na-ege ọdụ ọdụ a họpụtara na ọnụọgụ-otu na Triple J Hottest 100 na 2011",
  "N'agbanyeghị na ọ nwetara otuto dị egwu dị ka onye duo, Stone ebidola ọrụ egwu ya ka ọ bụrụ onye na-egwu naanị ya",
  "Na Septemba 2010, mgbe afọ ise nke ndekọ na njem na duo gachara, Stone wepụtara ya mpụta mbụ album, The Memory Machine, nke e depụtara na ARIA Albums Chart n'ime elu. 100",
  "Ndị Fans na ndị nkatọ nabatara ya nke ọma",
  "Poppy Reid nke The Music Network chọpụtara na \"Julia na-eji akwụkwọ mmado ihe nkiri egwu egwu mara nkọ nke onye na-ese ihe UK bụ Caroline Pedler sere",
  "Ihe ịma ọkwa ndị ahụ na-egosipụta isiokwu sitere na egwu ọ bụla; N'ezie, ha niile na-egosi Julia dị ka onwe ya.\"",
  "Na June 2011 ọ bụrụ abụ nkwado na \"Ị Ga-aghọta\" maka egbugbere ọnụ na-egbuke egbuke na Edward Sharpe na Igwe Igwe Igwe Ọdụdọ na egwu ọwụwa anyanwụ na Hollywood ebe a na-eli ozu",
  "N'August afọ ahụ Nkume kwadoro onye ya na ya na-emekọ ihe, Doveman, na ihe ngosi na California na New York",
  "Na 25 Mee 2012 Nkume wepụtara album solo ya nke abụọ, Site na mpi, n'otu oge gburugburu ụwa,  nke rụrụ arụ na No. 11 na Chart Album ARIA",
  "Nkume kọwara ide abụ ndị ahụ wee kewapụ onwe ya na Angus nwa oge, \"[w] e na-arụkọ ọrụ ọnụ na ndekọ ọhụrụ mana ọ naghị adị ya mma",
  "Anọ m na-eche 'M ga-eme ya ugbu a, anyị ga-achọpụta ihe ga-eme mgbe ọ mere'\"  \"Mgbe ahụ, mụ na Angus na-ekwurịta okwu na ekwentị, ọ na-arụkwa ọrụ na ihe ndị ọzọ n'onwe ya, anyị abụọ kwenyekwara - anyị abụọ nọ n'otu ebe, dị njikere ijikọta nchịkọta egwu nke anyị.\" Ọ rụrụ ọrụ na album na California, France, Australia na India",
  "Na mbụ ewepụtara na 2010, Julia's cover version nke \"Ị bụ Onye M Chọrọ\" egosila na UK na Irish TV channel, Sky 's identification ad",
  "Egwu ahụ banyere na eserese UK iTunes ka ọ gbasaa na azụmahịa",
  "N'afọ 2015, e gosipụtara nkume na otu Jarryd James, \" N'agbanyeghị \" nke ruru ọnụ ọgụgụ 48 na Australia na August",
  "Na Febụwarị 2020, Stone weputara ụdị mkpuchi nke \" akwa na-ere ọkụ \"",
  "Egwu a bụ onye ndu otu sitere na album mmekọ ọnụ Songs for Australia, ewepụtara na 5 Maachị 2020",
  "Na Julaị 2020, ekwenyela na Stone abanyela na BMG Australia  yana na 31 Ọktoba 2020, Stone kwupụtara na album studio nke atọ ya, Sixty Summers, ga-ewepụta na 30 Eprel 2021",
  "EiC Na Nọvemba 2021, Stone kwupụtara mwepụta nke ọba ekeresimesi akpọrọ Ihe niile bụ ekeresimesi",
  "Na nkwupụta na-eso ya, Stone kwuru, \"Egwu ekeresimesi abụwo akụkụ mara mma na nke na-enweghị atụ nke ndụ m",
  "Nke a bụ ndekọ m na-achọbu ịme",
  "Ọ nọwo n'ime m ogologo oge.\"",
  "Na Septemba 2012, o gosipụtara na mkpọsa, 30 Songs / 30 Days, iji kwado Half the Sky: Turning Uppression into Opportunity for Women Worldwide, a multi-platform media project nke Nicholas Kristof na Sheryl WuDunn 's akwụkwọ nke otu aha",
  "Ihe nrite egwu ARIA bụ emume nturu ugo kwa afọ nke na-amata ịdị mma, ihe ọhụrụ na mmezu n'ụdị egwu Australia niile.",
  "Àtụ:Angus & Julia Stone"
]