[
  "Julia Grace Wales (14 Julaị 1881 - 15 Julaị 1957) bụ onye Canada agụmakwụkwọ a maara maka ide atụmatụ Wisconsin, atụmatụ ịmepụta nzukọ nke ndị ụbụrụ na-aghọ nkọ si mba ndị na-anọpụ iche ga-arụ ọrụ ịchọta ihe ngwọta maka Agha Ụwa Mbụ.",
  "A mụrụ Wales n'ụbọchị 14 Julaị n'afọ 1881 na Bury, Eastern Townships, Quebec na Benjamin Nathaniel Wales, onye dọkịta - gụsịrị akwụkwọ na Mahadum McGill n'afọ 1874 - na nwunye ya Emma Theodosia (née Osgood), onye lụrụ n'afọ 1878",
  "Benjamin Nathaniel Wales bụ onye isi oche mbụ nke Historical Society of Argenteuil County, na nwa nwa Benjamin Wales, onye guzobere ụlọ ọrụ akwụkwọ mbụ na Canada. Ezinụlọ ahụ bụ ndị Presbyterian.",
  "Julia Grace Wales gara Mahadum McGill na Montreal, nweta nzere Bachelor of Arts n'afọ 1903",
  "N'afọ sochirinụ, ọ natara Master of Arts na Radcliffe College. N'afọ 1906, ọ si Bury kwaga St",
  "Andrews East, Quebec. Wales bụ nwa akwụkwọ, onye nkuzi na prọfesọ nke akwụkwọ Bekee na Mahadum Wisconsin (nke bụzi Mahadum nke Wisconsin)",
  "Ọ kụziri na Mahadum London site n'afọ 1919 ruo n'afọ 1920, wee gaa na Mahadim Cambridge ruo n'afọ 1921. N'ịbụ onye ọkachamara na William Shakespeare, ọ nwetara nzere doctorate n'afọ 1926.",
  "Ka ọ na-erule n'ọnwa Disemba n'afọ 1914, Wales amalitela ịtụ egwu ma na-arịa ọrịa n'ihi akụkọ Agha Ụwa Mbụ sitere na Europe",
  "Ezigbo enyi ya dere na \"ọmịiko na egwu ya jidere ya\"",
  "N'ịbụ onye kwenyesiri ike na agha ahụ bụ ihe na-enweghị isi na nke na-abụghị nke Ndị Kraịst, Wales bipụtara echiche ya na ngwọta maka njedebe nke agha ahụ na mpempe akwụkwọ akpọrọ \"Continuous Mediation Without Armistice\", nke a maara nke ọma dị ka Wisconsin Plan",
  "Atụmatụ ya bụ ka United States hazie nzukọ nke ndị ogbugbo ọgụgụ isi sitere na mba ndị na-anọpụ iche, ndị ga-enweta aro site na mba ndị ahụ na-ese okwu n'otu oge ahụ na-atụle ngwọta ndị nwere ike ịlụ agha.",
  "Ọtụtụ ndị na-emegide agha na udo kwadoro atụmatụ ahụ, yana ndị omeiwu Wisconsin",
  "Dị ka onye nnọchiteanya, Wales nọchitere anya Wisconsin Peace Society na International Congress of Women, nke e mere na The Hague n'ọnwa Eprel afọ 1915",
  "N'ụzọ dị otú a, ọ ghọrọ onye guzobere Women's International League for Peace and Freedom",
  "Dị ka onye otu nnọchi anya nnọkọ ahụ, Wales weere aro ya, nke a nabatara dị ka mkpebi nke nnọkọ ahụ",
  "Atụmatụ ya dara mgbe United States banyere n'agha n'ọnwa Eprel 1917, ọ laghachiri North America iji maliteghachi ọrụ agụmakwụkwọ ya.",
  "Wales akwụsịghị mmasị ya n'ihe omume udo, ma gaa n'ihu na-ebipụta isiokwu ndị na-emegide udo",
  "Ya na nne ya na nwanne ya nwanyị nke ọ tọrọ, Anna Letitia, so dee nchịkọta abụ akpọrọ Argenteuil Lyrics, nke e bipụtara n'afọ 1935",
  "O dekwara edemede gbasara okpukpe",
  "E bipụtara akwụkwọ ya, Democracy Needs Education, n'afọ 1942.",
  "Ebe ọ biri na Madison, Wisconsin site n'afọ 1940 ruo mgbe ọ lara ezumike nká n'afọ 1947, Wales laghachiri St",
  "Andrews East",
  "Ọ nwụrụ n'ebe ahụ na 15 Julaị 1957, ụbọchị ọ gbara afọ iri asaa na isii",
  "Ọ lụbeghị di ma ọ bụ nwunye ma ọ nweghị ụmụ."
]