[
  "Julie Mosch",
  "elesová (nke mkpụrụ ụbọchị iri abụo na otu nke ọnwa Ọgụstu afọ  1892, Prague ̊ mkpụrụ ụbọchị asaa nke ọnwa Jenụwarị afọ 1956, Prague), nke a makwaara dị ka Julie Moschelos, bụ onye Juu na-asụ asụsụ German na Czechoslovak geographer",
  "Ọ bụ nwanne nna ya, onye England na-ese ihe Felix Moscheles, zụlitere Moschelesová na London",
  "Mgbe ya na ya nọ na njem gaa North Afrika, ọ zutere onye Norwegian geologist Hans Henrik Reusch onye kpọrọ ya ka ọ rụọ ọrụ na Oslo, Norway",
  "Mgbe ọ nọ n'ebe ahụ, Alfred Grund [de] nke Mahadum Germany nke Prague chọpụtara mmasị ya na ọdịdị ala bụ onye mere ka ọ kwenye ịmụ ihe n'ebe wana",
  "N'inweta Ph.D",
  "na 1916, o mechara kwaga Mahadum Czech dị na Prague wee nweta ikike na anthropogeography n'afọ1934",
  "N'afọ 1939, ọ gbapụrụ n'aka ndị Nazi wee kwaga Australia, ebe ọ kụziri ihe na Mahadum Melbourne",
  "Ya na enyi ya Greta Hort laghachiri Prague mgbe agha ahụ gasịrị mana ha chere ọtụtụ afọ tupu ya enwee ike ịkụzi na Mahadum Charles",
  "Ọ bụ onye na-ese siga nke ukwuu, ọ nwụrụ n'ọrịa kansa n'afọ 1956.",
  "A mụrụ ya na Prague, Austro-Hungary, n'abali iri abụo na otu nke ọnwa 21 Ọgọst n'afọ 1882, Julie Moschelesová bụ nwa nwanyị nke onye ọka iwu ndị Juu na-asụ German Wilhelm Moscheles (1861 Xi 1943) na nwunye ya Luise née Schwabacher (1869 Xi 1922). Ebe ọ bụ na nne ya kpuru ìsì, ọ bụ nwanne nna ya, onye England na-ese ihe Felix Moscheles, na nwunye ya zụlitere ya",
  "Ọ gara ụlọ akwụkwọ praịmarị na London.",
  "Di na nwunye ahụ kpọọrọ nwa nwanne ha nwanyị na njem ha na-eme ugboro ugboro na Europe na North Afrika",
  "Mgbe ọ nọ na Morocco, Moschelesová zutere Hans Henrik Reusch, onye Norwegian geologist, onye kpọrọ ya ka ya na ya rụọ ọrụ dị ka onye ntụgharị na ọrụ geology ya na Oslo",
  "Mgbe ọ nọ n'ebe ahụ, prọfesọ Austrian bụ Alfred Grund chọpụtara mmasị ya na ọdịdị ala na njem ọmụmụ",
  "O mere ka o kwenye ịmụ geography na Mahadum German dị na Prague",
  "O nwetara nzere doctorate na 1916, mgbe nke ahụ gasịrị ọ rụrụ ọrụ dị ka onye enyemaka a na-akwụghị ụgwọ na mahadum",
  "N'ịbụ onye ụmụ akwụkwọ Germany na-ahụ mba n'anya na-eche ihu, ọ kwagara na Mahadum Charles na-asụ Czech ebe ọ nwetara nzere habilitation na anthropogeography n'afọ 1934.",
  "N'ịbụ onye ndị Nazi bi na Czechoslovakia na-eyi egwu, dị ka onye Juu, a manyere Moschelesová ịhapụ mba ahụ",
  "Ọ kwagara Australia ebe ọ rụrụ ọrụ dị ka prọfesọ geography na Mahadum Melbourne",
  "N'ebe ahụ, ya na Greta Hort, prọfesọ a mụrụ na Denmark nke akwụkwọ Bekee, nke mahadum ahụ jikwa n'ọrụ",
  "Ọ zutere Hort na alaka Czechoslovak nke Red Cross ebe ha abụọ bụ ndị otu. Mgbe ọ nọ na Melbourne, n'oge Agha Ụwa nke Abụọ Moschelesová rụrụ ọrụ maka gọọmentị Dutch dị ka onye na-ahụ maka ọdịdị ala yana maka Ngalaba Geographical nke Allied Military Service.",
  "Mgbe agha ahụ biri, ya na Hort Moschelesová laghachiri Prague mana ha chọpụtara na ọ dịghị onye ọ bụla n'ime ndị ikwu ya ka dị ndụ. Ebe ọ na-enweghị ike ịchọta ọrụ a na-akwụ ụgwọ, ọ biri n'ọnọdụ siri ike nke Hort nyeere aka",
  "Ihe dị ka afọ anọ mgbe ọ bịarutere, o mechara nwee ike ịkụzi ihe gbasara ala na Mahadum Charlies, na-enye ya ohere ịkwaga n'otu ụlọ",
  "Onye na-ese siga nke ukwuu, ọ butere ọrịa kansa ma nwụọ na 7 Jenụwarị 1956 na Prague."
]