[
  "Julia Rosa Clark (amụrụ n'afọ 1975) bụ ónyé na-ese ihe na ónyé nkuzi nke ógè a na South Africa nke a maara maka \"ihe osise dị mgbagwoju anya, ederede ederede na akwụkwọ na-acha anụnụ anụnụ\".",
  "A mụrụ Clark nà Cape Town, South Africa nà 1975",
  "Ọ gụsịrị akwụkwọ na Master of Fine Art Degree na Michaelis School of Fine Art, Mahadum Cape Town nà 2004.",
  "Clark arụwo ọrụ dị ka ónyé na-ese ihe na ónyé na-ahụ màkà nhazi, a na-egosikwa ya na ihe ngosi mba ụwa na ọrụ ndị sitere na akpa ọkụ na uwe na nnukwu mgbidi",
  "Ihe ngosi ya na-eji ala gallery, mgbidi na uko dị ka ákwà màkà nka ya",
  "Ọ na-ejikarị ihe ndị a chọtara, ihe ndị ọ na-eji na-agụnye ihe ụmụaka ji egwuri egwu, igbe ochie na akwụkwọ ndị a na-ebipụ",
  "Clark na-akọwa ọrụ ya na-agbanwe ihe ndị a dị ka \"ngwá ọrụ màkà ịnagide oke ozi ma ọ bụ mmetụta\". \nIhe ngosi ya nke afọ 2004-2005, A Million Trillion Gazillion, jiri ihe dị iche iche nyochaa \"ụdị na-agbanwe agbanwe nke usoro ihe ọmụma\"",
  "Site n'enyemaka nke ụmụ akwụkwọ nka ndị ọzọ, Clark nwere mmetụta n'ihe agụmakwụkwọ ọdịnala dị ka akwụkwọ ndị e sere ihe iji gosipụta \"nkwekọ nke echiche ụwa na ọdịda na eziokwu nke ụwa anyị nke oge a\".\nAtọ n'ime ihe ngosi ya na-arụ ọrụ dị ka trilogy, na-eleba ányà n'ụdị usoro ihe ọmụma na-agafe agafe.",
  "Ihe ngosi ọzọ, Hypocrite's Lament (2007) lekwasịrị anya na \"usoro nzaghachi nkè mgbakwunye na mbibi\", (2007). Ihe ngosi ya na-esote, Fever Jubilee (2010) lekwasịrị ányà na uto, na osisi ndị e ji akwụkwọ e wepụ mee nke rụrụ ọrụ dị ka ohere maka Clark na ezinụlọ ya iji zuo ike na ndị na-ege ntị",
  "Akụkụ ikpeazụ nke trilogy ahụ lekwasịrị ányà na sayensị na agụmakwụkwọ, na-egosi ntinye nke na-ezo aka n'echiche na physics na nkà ihe ọmụma.",
  "Na mgbakwunye na ihe ngosi nke onwé ya, e gosipụtara Clark n'ọtụtụ ihe ngosi na mmekorita",
  "Ọ chịkọtakwara ma soro hazie ọtụtụ ihe ngosi gụnyere Big Wednesday (2008) na Sing into my Mouth (2009) na gallery whatiftheworld na Woodstock, Cape Town.",
  "Clark na-ekwu okwu n'ọtụtụ mahadum South Africa",
  "Clark akụziwo na alma mater ya Michaelis School of Fine Art na Cape Town klas dịgasị íchè íchè gụnyere ụlọ ọrụ mgbasa ozi dị ala na nke dị elu, eserese na eserese",
  "Ọ rụkwara ọrụ dị ka ónyé nkuzi na Mahadum Stellenbosch, Cape Town School of Photography, Mahadum Teknụzụ Cape Peninsula, na ụlọ akwụkwọ sekọndrị ndị ọzọ."
]