[
  "Julius Amedume (amụrụ na 6 June 1977), bụ onye nduzi Ghana-British, onye edemede na onye na-emepụta ihe. A maara ya nke ọma maka iduzi ihe nkiri a kpọrọ A Goat's Tail na Rattlensnakes.",
  "A mụrụ ya na 6 June 1977 na Ewe, nke dị n'ebe ọwụwa anyanwụ Ghana.",
  "O nwetara nzere Bachelor of Science (BSC Hons.) na nkwukọrịta na teknụzụ",
  "O nwere ike ịkwaga England mgbe o nwetasiri ohere agụmakwụkwọ n'efu nke Toledo, ebe ọ gụsịrị ma nweta nzere masta ya na iduzi akụkọ ifo na National Film and Television School. Ọrụ ihe nkiri mbụ ya bụ obere ihe nkiri Canal Plus na Belgium na France banyere ihe nrite Cinefondation na 2001 Cannes Film Festival",
  "Ka ọ dị ugbu a, o dere ma duzie ihe nkiri anọ dị mkpirikpi nke gụnyere The Meeting, The Video Tape, na The Phone Call. N'afọ 2006, o duziri ihe nkiri mbụ ya bụ A Goat's Tail nke e mesịrị merie ihe nrite Best Feature na 2007 Los Angeles Pan African Film Festival Ka ọ dịgodị, o guzobere ụlọ ọrụ mmepụta ya, \"Amedume Films\".",
  "N'afọ 2009, ọ duziri obere ihe nkiri Mary na John, nke e mechara họpụta maka Best Short na 2009 Rushes Soho Film Festival na Golden Lion na 2010 Taipei county film festival na Taiwan",
  "Mgbe ihe ịga nke ọma nke mkpirikpi ahụ gasịrị, ọ duziri mkpirikpi ihe nkiri ọzọ na-enweta ihe nrite Lorraine",
  "A họpụtakwara mkpirikpi a maka Best Short na 2010 Rushes Soho Film Festival. N'afọ 2010, e gosipụtara mkpirikpi ihe nkiri ya bụ Maazị Graham na 14th Urbanworld Film Festival na New York 2010. Mgbe ahụ o mere ihe nkiri maka ngụsị akwụkwọ ya na aha Precipice",
  "E nyere ọrụ a Best Short Film Award na 7th Africa Movie Academy Awards, yana African Oscar maka Best Diaspora Short na 2011 African Movie Academy Awards (AMAA) na Nigeria.",
  "Mgbe o gosipụtara ọgụgụ isi na mahadum ahụ, ọ ghọrọ otu n'ime ụmụ akwụkwọ iri na asatọ sitere na ụlọ akwụkwọ ihe nkiri Britain, French na Polish nke MEDIA DESK UK ga-ahọrọ iji nyere aka mepụta ihe nkiri ngụsị akwụkwọ ya ka ọ bụrụ ihe nkiri",
  "N'afọ 2012, o mere ihe nkiri telivishọn mbụ ya site n'ime usoro Doctors",
  "Mgbe ahụ na 2014, o mere ihe nkiri ụlọ That Thing That Happened nke nwetara otuto ndị nkatọ",
  "N'afọ 2019, o duziri ihe nkiri nke abụọ ya bụ Rattlensnakes nke emere na Los Angeles Pan African Festival Ihe nkiri ahụ meriri ihe nrite maka Best Narrative Feature na Micheal Anyiam Osigwe Award maka African Oscar maka Film By An African Abroad na Africa International Film Festival na 15th Africa Movie Academy Awards. N'otu afọ ahụ, ọ ghọrọ onye otu The Academy Of Motion Picture Arts and Sciences."
]