[
  "Juma na Magic Jinn bụ akwụkwọ ụmụaka na-ese onyinyo nke Joy Anderson dere ma Charles Mikolaycak sere ya",
  "Nke e bipụtara izizi na 1986 site na Lothrop, Lee na Shepard Books, akụkọ ọdịnala a nke nwere ọnọdụ Afrịka na-akọ akụkọ banyere nwa okorobịa na-eme omume ihe nrọ́ , nke aha ya bụ Juma onye bi na ezigbo Lamu Island dị nso n'ụsọ oké osimiri ọwụwa anyanwụ nke Kenya",
  "N'ịchọ ịga ebe ọ na-agaghị amụ maọbụ kpaa àgwà, Juma na+achọ enyemaka nke anwansi jinn (n'asụsụ Bekee, onye mmụọ), mkpebi nke na ya na ihe ọjọọ",
  "N'otu afọ ahụ e bipụtara akwụkwọ ahụ, Juma na Magic Jinn meriri 1986 Golden Kite Award maka ihe osise Mikolaycak",
  "Ihe osise ndị a rụkwara ọrụ na Mikolaycak na-anata ihe nrite nke 1987 Kerland Award \"n'ịghọta ihe ndị pụrụ iche ọ rụzuru n'ichepụta akwụkwọ ụmụaka\".",
  "Juma na Magic Jinn bụ akwụkwọ ụmụaka sitere n'ike mmụọ nsọ nke Africa nke e onye dere ya bụ Joy Anderson ma Charles Mikolaycak sere ihe osise ya (26 Jenụwarị 1937). Ihe osise akwụkwọ ahụ na-eji mpempe akwụkwọ abụọ na ibe iji weghara ụdị foto na usoro nke nwere nlebara anya na nkọwa, agba, na ụkpụrụ ntọala Africa. N'ịbụ nke e mere maka ụmụaka dị afọ iri isii na itoolu, akụkọ ọdịnala ahụ na-ewere ọnọdụ na Lamu, ezigbo agwaetiti dị n'ụsọ oké osimiri ọwụwa anyanwụ nke Kenya nke ndị ahịa Arab guzobere na narị afọ nke iri na anọ ma nwee ndị Alakụba. Ọ bụ nleta Anderson gara n'àgwàetiti ahụ kpaliri Mahadum nke Central Florida ka ọ dee banyere nwa okorobịa nke oge a nke nwere akụkọ ifo.",
  "N'àgwàetiti Lamu nke na-aga n'oké osimiri, ezinụlọ n'usoro ọdịnala na-edobe Jinn jar  Jinn jar bụ akpa nke nwere ihe karịrị nke mmadụ na Islam na akụkọ ifo ndị Arab a na-akpọ jinn (n'asụsụ Bekee, a geni). A na-edebe ite jinn ahụ n'ihi na ndị nwe ya amaghị ma anwansi jinni ha a dị mma maọbụụ ọ dị njọ, nke na-eme ka ndị Lamu Island n'ozuzu na - tụ jins egwu",
  "Akụkọ ahụ malitere site na nwa akwụkwọ na-eto eto aha ya bụ Juma na-eme ihe anaghị uru n'ụlọ akwụkwọ kama ime mgbakọ na mwepụ ya. Ebe ọ bụ na Juma na-eto eto na-etinye uche ya n'ebe echiche ya dị karịa ihe mmụta a na-enye ya, onye nkụzi zilara ya ụlọ Ka ọ na-ala, ọ hụrụ nne ya na-azụ azụ n'ikpere mmiri. Nne ya dọrọ ya aka ná ntị na ọ na-arọ nrọ n'ụlọ akwụkwọ ma kpebie na Juma nwere ike ịka mma iso nna ya rụọ ọrụ iji gbutuo osisi mangrove. Ọ gwara Juma ka ọ laa n'ụlọ, mana ọ gwara Jum ka o ghara imetụ ite jinn aka.",
  "N'ụlọ, Juma nupụụrụ ntụziaka nne ya isi ma wepụ cork na-emechi ite jinn ma kpọọ jins ahụ. Juma nwere obi abụọ banyere mbọ ọ na-agba ma ghara ikwere na anwansi. Otú ọ dị, anwansi jinn ahụ pụtara, n'ọnọdụ a dịka \"nwa agbọghọ nwere anya ojii ma na-amụmụ ọnụ ọchị,\" nke e ji beads amber kee ntutu isi ya. Jinn na-enye onyinye inye Juma ọchịchọ. N'ịchọ ịbụ ebe ọ na-agaghị amụ ma ọ bụ na ọ ga-akpa àgwà, Juma na'ịkọwa ọchịchọ ya imeri mkpa ya maka agụmakwụkwọ, ọkachasị mgbakọ na mwepụ na ide ihe (\"sums and script\"). Jinn anwansi ahụ na-enye ụfọdụ n'ime ọchịchọ Juma ma chụpụ ya n'ụlọ ya maka ihe n'ụzọ ihe ọdachi. N'ikpeazụ, Juma nwere ike ịlaghachi n'ụlọ ọzọ mana ọ bịarutere na ekele ọhụrụ maka ụlọ ya na ezinụlọ ya ma ghọta na mmụta nwere ihe na-akpali akpali ma na'atọ ụtọ."
]