[
  "Jumia bụ ụlọ ọrụ teknụzụ Pan-African nke e wuru gburugburu ahịa, ọrụ nhazi na ọrụ ịkwụ ụgwọ",
  "Ọrụ nhazi na-eme ka nnyefe nke ngwugwu site na netwọk nke ndị mmekọ mpaghara ebe ọrụ ịkwụ ụgwọ na-eme gore ịkwụ ụgwọ nke azụmahịa n'ịntanetị n'ime usoro okike Jumiaz.  Ọ na-arụkọ ọrụ na ihe karịrị ndị na-ere ahịa 110,000 na ndị mmadụ n'otu n'otu ma bụrụ onye na-asọ mpi Konga na Naịjirịa.",
  "N'afọ 2012, Jeremy Hodara na Sacha Poignonnec, ndị bụbu ndị ndụmọdụ McKinsey, hiwere Jumia tinyere Tunde Kehinde na Raphael Kofi Afaedor.",
  "A malitere Jumia na Naịjirịa na afọ 2012 ma gbasaa na mba ise ndị ọzọ : Egypt, Morocco, Ivory Coast, Kenya na South Africa. N'afọ 2014, ụlọ ọrụ ahụ malitere ọfịs na Tunisia, Tanzania, Ghana, Cameroon, Algeria na Uganda, na afọ 2018 ọ nọ na mba 14 nke Afrịka. N'Ijipt, Jumia anọwo na-anwa ịhazi onwe ya dị ka otu n'ime ebe nrụọrụ weebụ e-commerce.",
  "Na Juun na afọ 2013, Jumia malitere Jumia Travel, ebe a na-ede akwụkwọ na họtel, na Jumia Food, ebe a-enye nri. A malitere Jumia Deals n'ọnwa Eprel afọ 2015",
  "N'afọ 2017, Jumia malitere Jumia One, ngwa nke na-enyere ndị ahịa aka ịkwụ ụgwọ dịka oge ikuku. N'otu afọ ahụ, Jumia malitere JumiaPay, ụgwọ dị nchebe maka ndị mmadụ ịzụ ahịa na ọrụ Jumia niile. Nke a sochiri usoro ịgbazinye ego Jumia, atụmatụ nke na-enye ndị na-ere ya ohere ịnweta ego azụmahịa. Jumia ga-emesị soro teknụzụ Amadeus jikọọ aka iji malite ikpo okwu nke na-enyere ndị mmadụ aka idepụta ụgbọ elu.",
  "Na South Africa, Jumia na-arụ ọrụ n'okpuru aha aha Zando (zando.co.za), na-elekwasị anya nanị na ire ahịa ejiji n'ịntanetị.",
  "Na ngwụcha afọ 2015, ndị guzobere Jumia họpụtara Juliet Anammah dị ka onye isi oche nke Jumia Nigeria ka ha wee nwee ike ilekwasị anya na njikwa ụwa nke ụlọ ọrụ ahụ. Massimiliano Spalazzi nọchiri Juliet dị ka onye isi oche na Naijiria na Jenụwarị na afọ 2020 ma họpụta Juliet dị Ka onyeisi oche nke Jumia Naijiria nakwa Onye isi nke Institutional Affairs, Afrịka.",
  "N'afọ 2015, Jumia nwetara nde $ 234 na ego, nke na-anọchite anya uto 265% site na afọ 2014",
  "N'afọ 2016, Jumia ghọrọ kọntinent mbụ unicorn nke ọnụ ahịa ya karịrị 1 ijeri USD. \nNa ngwụcha Nọvemba, na afọ 2018, Jumia jikọtara aka na ụlọ ọrụ cryptocurrency Telcoin iji bulie ikike ọrụ ịkwụ ụgwọ n'ebe niile ha na-arụ ọrụ. N'otu ọnwa ahụ, Jumia na Carrefour bịanyere aka na mmekọrịta iji ree ngwaahịa n'ịntanetị n'Afrika.",
  "N'ọnwa Eprel, na afọ 2019, Jumia gara n'ihu ọha na New York Stock Exchange (NYSE) wee nweta nde $ 196 na ego. Ọnụahịa òkè, nke e nyere na mbụ na $ 14.50, rịrị elu karịa 200% na oge azụmaahịa atọ mbụ. Akwụkwọ nyocha mbụ wepụtara ụbọchị 21 mgbe IPO nyochachara ụlọ ọrụ ahụ na ebumnuche ngwaahịa n'etiti 27 na 40 USD. Mgbe ọ ruru  fọrọ nke nta ka ọ bụrụ $ 50 na 1 Mee, na afọ 2019, ọnụ ahịa òkè ahụ agbadatawo n'okpuru $ 5 / òkè site na ngwụcha afọ",
  "[citation needed]",
  "N'ọnwa Nọvemba, na afọ  2019, Jumia kwupụtara nkwụsịtụ nke ọrụ e-commerce ya na Cameroon malite na 18 Nọvember ka ụlọ ọrụ ahụ kwubiri na ọnụ ụzọ azụmahịa ya adabaghị ugbu a na gburugburu ebe obibi dị ugbu a na Cameroon. \nDị ka akụkụ nke mgbalị njikarịcha ọfịs, Jumia mechara kwụsị ọrụ na Tanzania malite na 27 Nọvemba, na afọ 2019. Ọ bụ ezie na ọrụ Jumia na Tanzania nyere ọtụtụ ohere maka ndị ahịa na ndị na-ere ahịa, ụlọ ọrụ ahụ kwuru na ọ dị ya mkpa ilekwasị anya na akụ ya na ahịa ndị ọzọ nwere ike iweta uru kachasị mma ma nyere Jumia aka itolite",
  "Mkpebi ahụ, ụlọ ọrụ ahụ kwupụtara, ga-enyere ya aka inweta ihe ịga nke ọma ka ukwuu n'ọdịnihu.\nNa 9 Disemba, na afọ  2019, Jumia kwụsịtụrụ Jumia Food na Rwanda, na-eme ka ọ bụrụ mba nke atọ n'ime ọnwa abụọ dị ka akụkụ nke nlekota na-aga n'ihu nke gburugburu azụmahịa na ụgwọ ọrụ na ahịa ọ na-arụ ọrụ. Otú ọ dị, Jumia kwere nkwa ịga n'ihu na-azụ ahịa n'ịntanetị na mba ndị ahụ na ọnụ ụzọ ndị a na-akpọ Jumia Deals.",
  "Àtụ:Finance links"
]