[
  "Jupiter Bokondji (a mụrụ ya n'afọ 1965) bụ onye egwu si Kinshasa, Democratic Republic of Congo (DRC)",
  "Ya na ndị otu ya, Okwess International, wepụtara abọm mbụ ha, Hotel Univers, n'ọnwa Mee n'afọ 2013 na United Kingdom",
  "E mepụtara otú egwu ahụ n'afọ 1990, ha wee gaa na kọntinent Afrịka",
  "Otú ọ dị, n'otu oge ahụ ewu ewu ha toro, agha obodo malitere na Democratic Republic of Congo",
  "Ụfọdụ ndị otu egwu gbagara Europe iji gbanahụ ime ihe ike, mana Bokondji nọrọ na Kinshasa",
  "Ka agha ahụ kwụsịrị, ewu ewu ya toro ọzọ, n'afọ 2006 e gosipụtara ya na ihe nkiri Jupiter's Dance",
  "Nke a mere ka ndị na-emepụta ihe na ndị na-eti egwu na UK mara ya, nke mere ka ọ sonye na njem African Express, mmepụta nke Hotel Univers, ma mee ihe nkiri n'afọ 2013 Glastonbury Festival.\n \nỤda Bokondji bụ ngwakọta nke Afropop, ụda ọdịnala Congo, funk, na egwu nkume",
  "Ọ na-akpọ ụda a dị iche \"Bofenia Rock\"",
  "Okwu ya na-ebukarị ozi ndọrọ ndọrọ ọchịchị ma ọ bụ mmekọrịta mmadụ na ibe ya, gụnyere nkatọ nke gọọmentị DRC yana agbamume dị mma maka ndị Afrịka ka ha ghọtakwuo ụbụrụ na ikike ha.",
  "A mụrụ Bokondji na Kinshasa",
  "Nna ya bụ onye nnọchi anya mba Congo, nne nne ya bụ onye na-agwọ ọrịa ọdịnala",
  "Nne nne ya mere ka ọ malite egwu ka ọ na-aga emume na olili ozu, ya na ya iji kpọọ ngwá egwu dị ka ịgba",
  "Mgbe e mesịrị, e zigara nna ya na ụlọ ọrụ nnọchiteanya dị na East Berlin, ezinụlọ ahụ kwagara Germany.",
  "Ọ bụ na Germany ka Bokondji malitere otú egwu ya, Der Neger, nke jikọtara ụdị egwu Mongo ya na ụdị egwu egwu Europe nke ndị otu ya na Germany",
  "Ọrụ nna ya mechara kwụsị, ezinụlọ ahụ laghachikwara Kinshasa n'afọ 1980",
  "Bokondji mere njem gburugburu mba ahụ na-ege egwu sitere n'ebo dị iche iche ma na-eme ka ụdị nke ya sie ike",
  "O guzobere otu egwu a na-akpọ Bongofolk n'afọ 1984 na Okwess International n'afọ 1990.",
  "Ndị na-eme ihe nkiri French bụ Renaud Barret na Florent de la Tullaye zutere Bokondji n'afọ 2004, ọ kpaliri ha ịmepụta ihe nkiri Jupiter's Dance, nke ewepụtara n'afọ 2006",
  "Ihe nkiri a gosipụtara egwu sitere n'aka Okwess yana Staff Benda Bilili, otu egwu ọzọ Bokondji tinyere aka na ya",
  "Nke a dugara na njikọ ndị ọzọ na ụlọ ọrụ egwu mba ụwa, a kpọkwara Bokondji ka ọ sonye na njem African Express n'afọ 2012",
  "Njem a na-etinye ndị na-ese ihe n'Afrịka na UK n'ụgbọ okporo ígwè nke na-eme njem gburugburu Britain, na-eme ihe ngosi ma na-akwalite mgbanwe omenala",
  "Nakwa n'afọ 2012, Bokondji tinyere aka na DRC Music Project na Oxfam",
  "Nke a nyere ya ohere iso Damon Albarn, nke Blur na Gorillaz ama ama rụọ ọrụ. Ndị otu a rụrụ na UK's Womad festival n'afọ 2012 na Glastonbury festival n'afọ 2013.  N'ịbụ ndị a kpọrọ \"Jupiter & Okwess\", ndị otu ahụ gara n'ihu na njem ruo afọ 2019, gụnyere na Africa, America, Asia, na Europe."
]