[
  "The jus trium liberorum, nke pụtara \"ikike nke ụmụ atọ\" n'asụsụ Latin, bụ ihe ùgwù a na-akwụ ụgwọ nye ụmụ amaala Rom ndị mụrụ ma ọ dịkarịa ala ụmụ atọ ma ọ bụ ndị nweere onwe ha - nwoke ma ọ bụ nwanyị ndị mụrụ ma ọ dịkarịa ala ụmụ anọ.  Ọ bụ nsonaazụ kpọmkwem nke Lex Iulia na Lex Papia Poppaea, iwu nke Ọgọstọs webatara n'afọ  18 BC na 9 AD, n'otu n'otu.  Ebumnuche iwu ndị a bụ ime ka ọnụ ọgụgụ ndị Rom nọ n'ọkwá dị elu na-abawanye",
  "Otú ọ dị, o yiri ka ha nwekwara ọrụ nke abụọ dị mkpa na nkwụghachi ụgwọ nke amicitia, dịka \"ịdị mkpa nke ihe nketa nye Martial na Suetonius nwere ike ịpụta site na mgbalị ha (nke gara nke ọma) iji nweta jus trium liberorum\"",
  "Ebumnuche nke jus trium liberorum mere ka ndị ọkà mmụta kọwaa ya dị ka iwu eugenic. Otú ọ dị, ọtụtụ agụmakwụkwọ dị ugbu a na-ahụ iwu ahụ dị ka mgbalị ndọrọ ndọrọ ọchịchị iji mee ka ọnụ ọgụgụ ọmụmụ dị elu n'etiti ndị omeiwu. A gbaghaara ndị ikom natara jus trium liberorum na munera (ọrụ mmanye)",
  "Ụmụnwanyị nwere jus trium liberorum anaghịzi n'okpuru tutela mulierum (nlekọta site n'aka onye ikwu nwoke) ma nwee ike ịnata ihe nketa nke ga-adakwasị ụmụ ha.",
  "Otú ọ dị, mmeghachi omume ndị omeiwu na jus trium liberorum bụ n'ụzọ dị ukwuu ịchọta oghere",
  "Atụmanya nke inwe nnukwu ezinụlọ ka na-adịghị adọrọ mmasị.  Onye jidere nwa amaala na mmebi iwu a nwere ikike inweta akụkụ nke ihe nketa metụtara, na-emepụta azụmahịa na-akwụ ụgwọ maka ndị nledo ọkachamara.  Ndị nledo ahụ jupụtara ebe niile nke na e belatara ụgwọ ọrụ ahụ ruo otu ụzọ n'ụzọ anọ nke nha ya gara aga.  Ka oge na-aga, ndị nnọchianya nyere ụfọdụ ụmụ amaala jus trium liberorum dị ka ụgwọ ọrụ maka ezi ọrụ n'ozuzu, na-arụ ọrụ dị mkpa ma ọ bụ dị ka ihu ọma onwe, ọ bụghị naanị mgbasa ozi dị ukwuu.   N'ikpeazụ, Justinian kagburu jus trium liberorum na 534 AD.",
  "N'oge Augustan, ndị nọ n'ọkwá dị elu, ndị omeiwu na ndị na-agba ịnyịnya, na-ebelata ọnụ ọgụgụ",
  "Ogo ndị a bụ ọkpụkpụ nke steeti ahụ, na-etolite ọchịchị obodo na nke ndị agha nke alaeze ukwu ahụ",
  "Agha obodo na-adịbeghị anya, mmachibido iwu, na nke kachasị mkpa, ọnụ ọgụgụ ọmụmụ dị ala n'ime klas ahụ emetụtawo ọnụ ọgụgụ ndị ahụ",
  "Mbelata nke ọnụ ọgụgụ ọmụmụ dị egwu karịa ka ọ na-ahụkarị maka mmụba nke mmepe Rome.  Lex Iulia na Papia Poppaea enweela ike ịbawanye ọnụ ọgụgụ alụmdi na nwunye n'ime ndị nọ n'ọkwá dị elu, mana ọnụ ọgụgụ ọmụmụ abawanyeghị nke ọma site na iwu ndị a naanị",
  "N'ihi nke a, e mere iwu jus trium liberorum.",
  "Ọ dị mkpa iburu n'uche na ọnụ ọgụgụ ndị bi n'Ịtali n'ozuzu ya adịghị ebelata",
  "N'ezie, ọ nwere ike na-arịwanye elu",
  "Ọganihu nke ọnụ ọgụgụ mmadụ bụ n'ụzọ dị ukwuu n'ihi mbata nke ndị ohu si na mpụga Ịtali",
  "Ya mere, ndị ọkà mmụta akpọwo jus trium liberorum ihe eugenic dịka ọ na-arụ ọrụ kpọmkwem iji mụbaa ọnụ ọgụgụ mmadụ a na-ewere dị ka ihe achọrọ.  A na-arụ ụka na akụkụ nke mmụba ọnụ ọgụgụ mmadụ na jus trium liberorum bụ ebumnuche nke abụọ.  Ọ dị mkpa na a na-edebe jus trium liberorum n'ọnọdụ nke Lex Iulia na Papia Poppaea, nke metụtara nsogbu gbasara ịdị ọcha agbụrụ n'ime klas ndị a, dị ka ndị mmekọ alụmdi na nwunye kwesịrị ekwesị.  James A Field tụnyere jus trium liberorum na iwu nke atọ nke Reich nke onye Juu nwere ike ịghọ onye Aryan na-asọpụrụ n'isiokwu ya \"Nzube nke Lex Iulia et Papia Poppaea\".",
  "Jus trium liberorum bụ ụgwọ ọrụ e nwetara site na nrubeisi na Lex Iulia na Papia Poppea",
  "Ihe ùgwù ahụ metụtara nwoke na nwanyị, mana ọ metụtara ụmụnwanyị karịa ụmụnwoke",
  "A kọwara nkọwa nke jus trium liberorum dị ka ndị a na Adolf Berger's Encyclopedia of Roman Law:",
  "Ndị nna nwere ike ikwu na a tọhapụrụ ha (excusatio) site na ebubo ọha na eze na nlekọta nke iwu kpọrọ ha (tutela legitima)",
  "Ngwa kachasị mkpa nke jus liberorum metụtara ụmụnwanyị",
  "A tọhapụrụ nwanyị nweere onwe ya nke nwere ụmụ atọ na nwanyị nweere onwe ya nke nwere ụmụ anọ (jus trium vel quattuor liberorum) site na nlekọta nke ụmụnwanyị nọ n'okpuru (tutela mulierum) ma nwee ikike ịnọchi ihe nketa nke ụmụ ha",
  "A na-etinye ụmụnwanyị jus liberorum ọbụna mgbe ụmụaka ahụ adịkwaghị ndụ.",
  "Na nkenke, nke a pụtara na a pụghị ịmanye nwoke ịnara ọrụ nlekọta nke nwanyị, n'ụzọ iwu kwadoro nwata, na ọ ga-abụ iwu n'okpuru tutela mulierum.  Ụmụnwanyị nwere ọnụ ọgụgụ kwesịrị ekwesị nke ụmụ adịghịzi mkpa inwe onye nlekọta dị ka ha ga-eme n'okpuru tutela mulierum",
  "Nke a pụtara na mgbe nwanyị anaghịzi n'okpuru ike nke nna ya (patria potestas) ma ọ bụ di ya (manus) ọ nwere ike ime ihe n'onwe ya.  O nwetakwara ikike inweta ihe nketa nke a gaara enye ụmụ ya",
  "Ọtụtụ mgbe nke a pụtara na ọ ketara ma nwee ala di ya mgbe ọ nwụrụ.",
  "Dị ka ekwuru n'elu, ọ dịghị mkpa ka ụmụaka dị ndụ ka ha wee gụọ na jus liberorum",
  "A gụrụ ụmụ ziri ezi maka ụmụnwoke na ụmụnwanyị",
  "Ụmụaka a mụrụ n'aka nna a na-amaghị ama (spurius) gụrụ maka ọnụ ọgụgụ ụmụnwanyị n'okpuru jus trium liberorum  A naghị ewere nwatakịrị a na-ewere dị ka ihe ngosi (n'ụzọ nkịtị anụ ọhịa ma ọ bụ onye dị egwu) dị ka mmadụ mana ọ ka na-agụ ya na ọnụ ọgụgụ ụmụ nne n'okpuru jus trium liberorum  Nne na nna abụọ ahụ nwere ike ịgụta nwa a na-ewere dị ka ihe ịrịba ama n'okpuru iwu megide ndị nne na nna na-enweghị nwa na Lex Iulia na Papia Poppaea, Otú ọ dị.",
  "Mgbe emechara ikike a, a na-ewere ya dị ka ihe bara uru, mana n'oge na-adịghị anya, ọ ghọrọ ihe ùgwù na-enweghị njikọ na ọmụmụ nwa amaala atọ ma ọ bụ karịa",
  "Ọtụtụ ndị achọghị ibu arọ nke ụmụaka, mana ha ka na-achọ jus trium liberorum",
  "Nke a dọtara ọtụtụ ndị mmadụ iji oghere dị na iwu, nke a na-arụkarị site n'ụzọ iwu na-akwadoghị",
  "A na-enye ụgwọ ọrụ nke gụnyere pasent nke ihe nketa metụtara maka ndị nledo jidere ndị ọzọ na-erite uru n'ụzọ iwu na-akwadoghị site na jus trium liberorum",
  "Ụgwọ ọrụ a mepụtara ọnụ ọgụgụ dị ukwuu nke ndị nledo n'ihi ụgwọ ọrụ na-akwụ ụgwọ",
  "Iji belata nsogbu nke ndị nledo, e belatara ụgwọ ọrụ ahụ ruo otu ụzọ n'ụzọ anọ nke nha ya gara aga.  \nE nyekwara ndị mmadụ jus trium liberorum n'enweghị njikọ na ọnụ ọgụgụ ụmụ ha dị ka ụgwọ ọrụ site n'aka eze ukwu",
  "A na-enyekarị ya n'ihe gbasara ezi ọrụ, ọrụ agha ma ọ bụ dị ka amara onwe onye.  E nyere ọtụtụ ndị Rom a ma ama jus trium liberorum gụnyere Suetonius site na ihu ọma onwe onye site n'aka Trajan nye Pliny the Younger, Martial site n'aka Domitian na ụgwọ ọrụ maka ịja mma Martial, na Livia na nzaghachi nke ọnwụ Drusus na 9 BCE.  E nyekwara ndị nwe nnukwu ụgbọ mmiri jus trium liberorum n'okpuru Alaeze Ukwu.  \nJustinian mechara kagbuo jus trium liberorum na 534 CE.",
  "AKWỤKWỌ: Ihe ka ọtụtụ n'ime agụmakwụkwọ a bụ oge ochie, a na-atụ aro mgbanwe dị egwu na ntinye na agụmakwụkwọ eji eme ihe",
  "Biko rịba ama:",
  "A na-akpọkarị jus trium liberorum ius liberorum",
  "Latịn oge ochie emeghị ọdịiche dị n'etiti i na j ya mere enwere ike ịkpọ ya jus trium liberorum ma ọ bụ ius liberorum n'ụzọ ziri ezi."
]