[
  "Käthe Kollwitz (German pronunciation: [kɛːtə kɔlvɪt*s]; amụrụ dị ka Schmidt; na mkpụrụ ụbọchị 8 n'ọnwa Julaị nke afọ 1867 - 22 Eprel 1945) bụ onye Germany na-ese ihe nke na-arụ ọrụ na eserese, mbipụta (gụnyere etching, lithography na woodcuts) na ihe ọkpụkpụ",
  "Usoro nka ya a ma ama, gụnyere The Weavers na The Peasant War, na-egosi mmetụta nke ịda ogbenye, agụụ na agha na ndị ọrụ. N'agbanyeghị eziokwu nke ọrụ mbụ ya, nka ya nwere njikọ chiri anya ugbu a na Expressionism. Kollwitz bụ nwanyị mbụ ọ bụghị naanị na a họpụtara ya na Prussian Academy of Arts kamakwa ịnata ọkwa prọfesọ nsọpụrụ.",
  "A mụrụ Kollwitz na Königsberg, Prussia, dị ka nwa nke ise n'ezinụlọ ya",
  "Nna ya, Karl Schmidt, bụ onye ndọrọndọrọ ọchịchị onye kwuo uche ya nke ghọrọ onye na-ewu ụlọ",
  "Nne ya, Katherina Schmidt, bụ nwa Julius Rupp, onye pastọ Lutheran nke a chụpụrụ na Evangelical State Church ma guzobe ọgbakọ kwụụrụ onwe ya. Agụmakwụkwọ ya na nka ya nwere mmetụta dị ukwuu site na ihe ọmụmụ nna nna ya na okpukpe na mmekọrịta mmadụ na ibe ya.",
  "N'ịghọta talentị ya, nna Kollwitz mere ndokwa ka ọ malite ọmụmụ ihe na eserese na iṅomi plasta na 14 Ọgọọst n'afọ 1879 mgbe ọ dị afọ iri na abụọ. N'afọ 1885-6 ọ malitere ọmụmụ nka ya n'okpuru nduzi nke Karl Stauffer-Bern, enyi onye na-ese ihe Max Klinger, na ụlọ akwụkwọ maka ụmụ nwanyị na ese ihe na Berlin. Mgbe ọ dị afọ iri na isii, ọ malitere ịrụ ọrụ na isiokwu ndị metụtara Realism movement, na-ese ihe osise nke ndị na-arụ ọrụ, ndị ọrụ ụgbọ mmiri na ndị ọrụ ugbo ọ hụrụ n'ọfịs nna ya",
  "Ihe eserese nke Klinger, usoro ha na nchegbu mmekọrịta mmadụ na ibe ya, bụ ihe mkpali nye Kollwitz.",
  "N'afọ 1888/89, ọ gụrụ ihe osise na Ludwig Herterich na Munich, ebe ọ chọpụtara na ike ya abụghị dị ka onye na-ese ihe, kama ọ bụ onye na-ese ihe. Mgbe ọ dị afọ iri na asaa, nwanne ya nwoke Konrad mere ka ọ mata Karl Kollwitz, nwa akwụkwọ ahụike",
  "Mgbe nke ahụ gasịrị, Kathe kwere Karl nkwa ọlụlụ, mgbe ọ na-amụ nka na Munich. N'afọ 1890, ọ laghachiri Königsberg, gbazite ụlọ ọrụ mbụ ya, ma gaa n'ihu na-egosi ọrụ siri ike nke ndị ọrụ",
  "Isiokwu ndị a bụ ihe mkpali n'ọrụ ya ruo ọtụtụ afọ.",
  "N'afọ 1891, Kollwitz lụrụ Karl, onye n'oge a bụ dọkịta na-elekọta ndị ogbenye na Berlin",
  "Di na nwunye ahụ kwagara n'ime nnukwu ụlọ nke ga-abụ ụlọ Kollwitz ruo mgbe e bibiri ya na Agha Ụwa nke Abụọ. Ịdị nso nke omume di ya gosipụtara na ọ bara uru:",
  "Ihe ndị m nwere ike ịhọrọ site na gburugburu ebe a (ndụ ndị ọrụ) nyere m, n'ụzọ dị mfe na n'ezoghị ọnụ, ihe m chọpụtara na ọ mara mma...",
  "Ndị si na mpaghara bourgeois enweghị arịrịọ ma ọ bụ mmasị",
  "Ndụ niile nke ndị nọ n'etiti yiri m ka ọ bụ ihe na-enweghị isi",
  "N'aka nke ọzọ, enwere m mmetụta na ndị na-arụ ọrụ nwere obi ike",
  "Ọ bụ mgbe e mesịrị",
  "mgbe m matara ụmụ nwanyị ga-abịakwute di m maka enyemaka, na n'ụzọ dabara adaba nye m, na akara aka nke ndị na-arụ ọrụ na ihe niile metụtara ụzọ ndụ ya kpaliri m nke ukwuu...",
  "Ma ihe m ga-achọ imesi ike ọzọ bụ na ọmịiko na ọmịiko na mbụ dị ntakịrị mkpa n'ịdọta m na nnọchi anya nke ndụ ndị na-enweghị ọrụ; ihe dị mkpa bụ naanị na achọtara m ya ka ọ mara mma."
]