[
  "Kekele bụ otu òtù e guzobere n'afọ 2000, nke ndị isi egwu Africa, ọtụtụ n'ime ha sitere na Democratic Republic of the Congo",
  "Ha na-akpọ rumba Congolese n'ụdị mmeghachi omume nke laghachiri azụ na afo 1950s, 60s, na 70s, na-eji ụbọ akwara",
  "Kekele yiri ka ọ na-ehi ụra ma ọ bụ na-adịghịzi, ebe ọ na-ewepụtaghị ihe ndekọ kemgbe afọ 2006 ma ọ bụ rụọ ọrụ kemgbe (ihe doro anya) afọ 2010.",
  "Onye na-emepụta ihe ndekọ Africa bụ Ibrahim Sylla guzobere Kekele na afọ 2000 iji dekọọ abọm mbụ ya, Rumba Congo  Dị ka otu akụkọ si kwuo, e bu n'obi na mbụ ka ndị otu ahụ bụrụ mgbalị, naanị maka otu abọm ahụ.  Okwu kekele n'asụsụ Lingala pụtara ụdị osisi vaịn na-acha anụnụ anụnụ, mgbe ụfọdụ a na-akpa ya ọnụ iji mee eriri",
  "Otu onye edemede kwuru na nke a bụ ihe atụ maka ndị na-agụ egwú mejupụtara òtù ahụ.",
  "Mmụọ na-akpali akpali nke òtù ahụ bụ enweghị afọ ojuju na ntụziaka egwu Congolese na-ewu ewu na nso nso a, yana ọchịchọ ịlaghachi na mgbọrọgwụ ya.  Dị ka onye na-akpọ ụbọ akwara Kekele Syran Mbenza kwuru, \"Enweghị abụ ọzọ, ọ dịghị abụ ọzọ",
  "Egwú anyị na-aghọ ihe na-adịghị mma",
  "Anyị ga-akpọte ya ọzọ\".",
  "Dị ka mgbalị nke otu ndị na-agụ egwú meworo agadi iji mee ka ụdị egwu ochie dịghachi ndụ, ọtụtụ ndị edemede jiri ọrụ otu a tụnyere Buena Vista Social Club, afọ 1990s Havana band na album.  Ikekwe n'ụzọ yiri nke Buena Vista Social Club, Kekele yiri ka ọ na-elekwasị anya na ndị na-abụghị ndị Afrịka; Martin Sinnock, onye UK ọkachamara na egwu Congolese, kọwara abọm mbụ Kekele dị ka \"nke kachasị ewu ewu na Congolese nke afọ 2001\" n'etiti ndị ahụ \"[n'èzí] obodo Afrịka,\" n'ihi na ndị na na-akwado egwu Congolese nwere mmasị na ndị egwu ndị ọzọ dị ka Koffi Olomide.",
  "Dị ka Kekele dekọrọ ma gaa njem, ndị otu ya, ndị egwu iri ruo iri abụọ nọ na studio ma ọ bụ n'elu ikpo okwu, agbanweela mgbe niile",
  "Otú ọ dị, usoro ọ bụla abụwo ndị na-agụ egwú nwere ahụmahụ, ọtụtụ n'ime ha sitere na Democratic Republic of the Congo mana ụfọdụ si n'ebe ndị ọzọ n'Afirika.",
  "Ndị isi ndị otu Kekele na-agụnye ndị na-agụ egwú Nyboma (Nyboma Mwanīdido), Wuta Mayi, Bumba Massa, na Loko ̆ Djeskain Masengo, na onye na-agụ ụbọ akwara Syran Mbenza",
  "Ọ bụ onye si na Republic of the Congo, ebe anọ ndị ọzọ si na Democratic Republic of the Kongo, ha niile nọ n'agbata afọ 50 na 55 n'afọ 2001.  Ndị isi ise a nke Kekele gụnyere atọ n'ime \"kpakpando\" anọ mejupụtara nnukwu ìgwè Les Quatre Etoiles (The Four Stars): Nyboma, Wuta Mayi, na Syran Mbenza.",
  "Onye isi egwu Papa Noel Nedule duziri usoro mbụ nke Kekele dị ka onye nduzi egwu, ma tinye, na mgbakwunye na ndị isi ise a kpọtụrụ aha n'elu, Jean-Papy Ramazani (olu), Yves Ndjock nke Cameroon (guitar), Sungu Debat (conga), na Viviane Arnoux nke France (accordion).",
  "N'adịghị ka egwu Congolese na-arịwanye elu, nke eletrọniki nke afọ 1990, ụdị egwu nke abọm ahụ bụ azụ azụ azụ, na rumba tempos, guitar acoustic, na accordion",
  "Ndị na-enyocha ya kwuru na ndị na-agụ egwú dị elu na ọdịdị dị nwayọ, nke dị nro nke egwu ahụ",
  "Dịka ọmụmaatụ, Mark Romano dere, \"Nke a bụ ebube zuru oke nke rumba Congolese, nke a na-akpọ ya n'ụdị na ọmarịcha agụụ mmekọahụ nke na-enweghị atụ n'ụwa egwu Africa",
  "Enweghị ihe na-eme ka ọ dị n'ebe a, naanị ọrụ guitar na-enweghị isi, ụda olu na-acha mmanụ aṅụ, ụda ọkpọ na-ekpo ọkụ, na mpi abụba siri ike",
  "\"  Christina Roden dere, \"Ụda egwú ndị ahụ na-egosipụta ụda Cuban clavé, ụdọ na-akụ, na ụda olu dị nso nke gosipụtara ụdị ndị okenye, ndị ọzọ",
  "Enweghị otu ọnụ siri ike ma ọ bụ ọsọ ọsọ n'ime ntị",
  "N'ikpeazụ, ọrụ ahụ na-abịa dị ka akụkọ ndụ dị ụtọ nke ndị maara na-akụzi.  Onye na-enyocha egwu rock Robert Christgau dere \"Ọ bụrụhaala na ọ na-enweghị ụgbọala, ịdị jụụ na-adịgide adịgide adịghị mkpa maka ọnọdụ dị elu",
  "Mana mgbe ọ dịghị ihe yiri ka ọ dị ụtọ karịa ụlọ, ọ bụ nkasi obi a gọziri agọzi - nkwekọrịta na-asụ ude, ịgbà na-agbanye, oghere na-asa ahụ na uru ahụ ọ bụla na-emebiga ihe ókè ruo mgbe ọbara nwere ike ịrụ ọrụ ya n'ebe ahụ ma na-aga n'ihu",
  "\"",
  "A nabatara abọm ahụ nke ọma",
  "Christgau nyere ndekọ ahụ A−, Romano kwubiri \"Ọ ga-esiri ike ịkwado ndekọ a maka album rumba Congolese nke afọ ma ọ bụ, maka nke ahụ, album Africa nke afọ\".",
  "Papa Noel na-arịa ọrịa mgbe edere abọm nke abụọ nke Kekele, ọ sonyeghị",
  "Rigo Star Bamundélé nọchiri ya na guitar.  Ramazani na Ndjock alaghachighị maka abọm nke abụọ.",
  "Dị ka abọm mbụ, nke abụọ gosipụtara ụbọ akwara na ụda conga",
  "N'ụzọ dị iche, ọ gbakwunyere ọjà, clarinet, na violin.  Ọ gụnyere ụtụ maka OK Jazz, Souvenirs-OK-Jazz",
  "Ndị na-enyocha ihe lekwasịrị anya ọzọ na ịma mma nke ndekọ ahụ",
  "John Armstrong, maka BBC Music, kọwara abụ ndị dị mma nke abọm ahụ, nke sitere n'ike mmụọ nsọ na nke mbụ, egwu na-enweghị ntụpọ na nke na-adịghị mma, olu na-egbu isi.  Abụ nke Rigo Star dere, Oyibi Bien, bụ nke ndị nyocha abụọ họpụtara dị ka ihe pụrụ iche.",
  "Christgau họọrọ abọm mbụ karịa nke abụọ, mana ndị nyocha ndị ọzọ chere dị iche.  Rick Sanders nke magazin fRoots dere \"ebe a, afọ ole na ole n'okpuru akara, na-abịa ọnụọgụ abụọ, abọm nke na-egosi ọbụna okpomọkụ, ọgụgụ isi na mkpụrụ obi karịa onye bu ya ụzọ\".  John Pareles dere na New York Times, \"Kekele bụ njikọ nke ndị na-agụ egwú na-egwuri egwu na ụfọdụ n'ime ndị egwu a ma ama na Congo, na \"Congo Life\" (World Music), ha gosipụtara ngwá egwú, woodwinds, marimbasīin edere nke ọma nke na-enweghị ike ịgba egwu maka nhazi ya dị nro.",
  "Papa Noel laghachiri maka abọm nke atọ, nke onye saxophonist Manu Dibango, si Cameroon, na ndị na-agụ egwu Mbilia Bel na Madilu System, ha abụọ si Democratic Republic of the Congo sonyeere Kekele.",
  "Aha abọm nke atọ na-ezo aka n'ebe a na-eche n'echiche, ngwakọta nke Kinshasa (Democratic Republic of the Congo), na Havana (Cuba).   Abọm ahụ na-enyocha njikọ dị n'etiti egwu rumba nke Congolese na Cuban",
  "Na Kinavana, ndị otu ahụ na-ewere egwu ndị onye na-ede egwu Cuban Guillermo Portabales dere ma ọ bụ mee, ma kpọọ ha n'ụdị Congolese, jiri okwu Lingala dochie okwu Spanish ha.",
  "Onye otu egwu Nyboma ekwuola na Cuban rumba - ma okwu ahụ ma ịgba egwú ahụ - sitere na nkumba Congolese, na Spanish \"r\" agbakwunyere na okwu ahụ, nakwa na e si Congo weta ya na Cuba na ahia ohu gafere Atlantic.  Mgbe rumba Congolese mepụtara mgbe Agha Ụwa nke Abụọ gasịrị, egwu Cuban nwere mmetụta dị ukwuu na ya",
  "N'ihi ya, Kinavana na-etinye ma ọ dịkarịa ala omenala atọ na-aga n'ihu nke Atlantic na ịgba egwu site na Congo na-ejikọta ya na mmetụta ndị ọzọ iji ghọọ Cuban rumba, otu egwu Cuban ahụ na-enye aka na rumba Congolese, wee webata egwu Portabales n'ime egwu Congolese maka Kinavana.",
  "Abọm a nwetakwara nyocha dị mma",
  "Norman Weinstein dere maka All About Jazz: \"Egwú a na-ada ụda na-enweghị mgbalị, na-aṅụrị ọṅụ, na-enweghị ihe ọ bụla, ọbụnakwa maka ntị ndị na-adaba na jazz, na-agbanye ike",
  "Nke a abụghị naanị abọm Afrịka kachasị mma m nụtụrụla kemgbe ọtụtụ afọ; ọ dị elu karịa ọtụtụ egwu egwu ụwa m nụturu n'oge na-adịbeghị anya, site n'ebe ọ bụla",
  "Lee ihe gbasara otu afọ nwere ike isi weta ngwakọta zuru oke nke ihe oriri egwu",
  "\"",
  "N'etiti njem egwu mbụ ha, iri ma ọ bụ iri na otu na UK na Nọvemba na Disemba, na afọ 2001, na ihe yiri ka ọ bụ egwu egwu ha kachasị ọhụrụ, ihe ngosi Julai 9, na afọ 2010 na Bozar na Brussels, otu isi akụkọ na-akọ na Kekele gara United States na Canada n'oge ọkọchị afọ 2004 na oge ọkọchị afọ 2006, na Europe n'oge okpomọkụ afọ 2005 na oge okpomọkụ nke afọ 2007, yana ịrụ ọrụ na Canary Islands, Reunion, Guadeloupe, Dominican Republic, Morocco, na Congo Brazzaville.  Tụkwasị na nke a, a na-akọwa abọm ha na 2006 dị ka nke edere \"n'oge njem oyi nke Kekele na afọ 2005 na Canada na US\".",
  "Ndepụta na-ezughị ezu nke ihe ngosi ndị a nyochara ma ọ bụ nke a ma ama gụnyere ihe ndị a:",
  "Àtụ:Discography listÀtụ:Discography list"
]