[
  "Injinia Kọmputa (CoE ma ọ bụ CpE) bụ ngalaba injinia na-ejikọta ọtụtụ ngalaba sayensị kọmputa na injinịa eletrọnịkị chọrọ iji wulite ngwaike kọmputa na ngwanrọ",
  "Ndị injinia kọmpụta na-enwekarị ọzụzụ na injinịa eletrọnịkị (ma ọ bụ injinịa eletrọnịkị), imewe sọftụwia, na njikọta ngwaike-software kama ịbụ naanị injinịa ngwanrọ ma ọ bụ injinịa eletrọnịkị",
  "Ndị injinia kọmpụta na-etinye aka n'ọtụtụ akụkụ ngwaike na sọftụwia nke kọmpụta, site na nhazi nke microcontrollers n'otu n'otu, microprocessors, kọmpụta nkeonwe na supercomputers, ruo na imepụta sekit",
  "Ngalaba injinia abụghị naanị na-elekwasị anya n'otú sistemụ kọmputa n'onwe ha si arụ ọrụ kamakwa ka ha si abanye na foto ka ukwuu.",
  "Ọrụ ndị a na-emekarị gụnyere ndị injinia kọmpụta gụnyere ide sọftụwia na ngwa ngwa maka microcontrollers agbakwunyere, imepụta ibe VLSI, imepụta sensọ analog, imepụta bọọdụ sekit mgbama agwakọtara, na imepụta sistemu arụ ọrụ",
  "Ndị injinia kọmpụta dabarakwara maka nyocha robotics, nke dabere na iji sistemu dijitalụ jikwaa na nyochaa sistemu eletriki dị ka moto, nkwukọrịta, na sensọ.",
  "N'ọtụtụ ụlọ akwụkwọ mmụta dị elu, a na-ahapụ ụmụ akwụkwọ injinia kọmpụta ka ha họrọ ebe ọmụmụ ihe omimi n'oge obere na afọ ndị agadi n'ihi na njupụta nke ihe ọmụma ejiri mee ihe na nhazi na ntinye nke kọmputa karịrị ogo ogo mmụta mahadum",
  "Ụlọ ọrụ ndị ọzọ nwere ike ịchọ ka ụmụ akwụkwọ injinịa mechaa otu afọ ma ọ bụ abụọ nke injinịa izugbe tupu ha ekwupụta injinịa kọmputa dị ka isi ihe ha na-elekwasị anya.",
  "Injinia Kọmputa malitere na 1939 mgbe John Vincent Atanasoff na Clifford Berry malitere imepụta kọmpụta dijitalụ mbụ nke ụwa site na physics, mgbakọ na mwepụ, na injinịa ọkụ",
  "John Vincent Atanasoff bụbu onye nkuzi physics na mgbakọ na mwepụ maka Mahadum steeti Iowa na Clifford Berry bụbu onye gụsịrị akwụkwọ n'okpuru injinia ọkụ na physics",
  "Ha jikọtara ya na kọmpụta Atanasoff-Berry, nke a makwaara dị ka ABC nke were afọ 5 iji wuchaa.Ọ bụ ezie na ABC mbụ ahụ kwụsịrị ma tụfuo ya na 1940s, a na-atụ ụtụ maka ndị na-emepụta ihe na-emepe emepe, e mere ihe atụ nke ABC na 1997 ebe ọ na-ewe otu ìgwè ndị nchọpụta na ndị injinia afọ anọ na $ 350,000 iji wuo ya.",
  "Kọmputa nkeonwe nke ọgbara ọhụrụ pụtara na 1970s, ka emechara ọtụtụ ọganihu na teknụzụ semiconductor",
  "Ndị a gụnyere transistor mbụ na-arụ ọrụ nke William Shockley, John Bardeen na Walter Brattain na Bell Labs na 1947,  usoro ngafe silicon elu (site na oxidation thermal) nke Mohamed Atalla na Bell Labs na 1957, mgbawa sekit agbakwunyere monolithic nke Robert Noyce na Fairchild Semiconductor na 1959, transistor metal-oxide-semiconductor field-effect transistor (MOSFET, ma ọ bụ MOS transistor) nke Mohamed Atalla na Dawon Kahng na Bell Labs na 1959, na otu-chip microprocessor (Intel 4004) nke Federico Faggin, Marcian Hoff, Masatoshi Shima na Stanley Mazor na Intel na 1971.",
  "E hiwere mmemme nzere kọmputa izizi na United States na 1971 na Case Western Reserve University dị na Cleveland, Ohio",
  "Dịka nke 2015, enwere mmemme injinịa kọmpụta 250 nke ABET nwetara na US Na Europe, nzere nke ụlọ akwụkwọ injinịa kọmpụta bụ nke ụlọ ọrụ dị iche iche na-eme akụkụ nke netwọkụ EQANIE",
  "N'ihi ịba ụba ọrụ chọrọ maka ndị injinia nwere ike chepụta ngwaike, sọftụwia, firmware na jikwaa ụdị sistemụ kọmputa niile ejiri na ụlọ ọrụ, ụfọdụ ụlọ akwụkwọ sekọndrị gburugburu ụwa na-enye nzere bachelọ nke a na-akpọkarị injinịa kọmputa",
  "Ma mmemme kọmputa na injinịa eletrọnịkị gụnyere imewe sekit sekit dijitalụ na usoro ọmụmụ ha",
  "Dị ka ọ dị n'ọtụtụ ọzụzụ injinia, inwe ezigbo amamihe nke mgbakọ na mwepụ na sayensị dị mkpa maka ndị injinia kọmpụta.",
  "Onye nwere ọrụ na injinia kọmpụta ka a na-akpọ onye injinia kọmpụta."
]