[
  "Àtụ:Latin letter info",
  "K, ma ọ bụ k, bụ mkpụrụedemede nke iri na otu na mkpụrụedemede Latịn, nke ejiri na mkpụrụedemede Bekee ọgbara ọhụrụ, mkpụrụedemede nke asụsụ ndị ọzọ ọdịda anyanwụ Europe na ndị ọzọ n'ụwa niile",
  "Aha ya n'asụsụ bekee bụ kay (akpọrọ /ˈkeɪ/), ọtụtụ kays.  Akwụkwọ ozi K na-anọchi anya velar plosive enweghị olu.",
  "Mkpụrụ akwụkwọ K sitere na mkpụrụ akwụkwọ Grik Κ (kappa), nke e si na Semitic kaph, akara maka aka mepere emepe",
  "Nke a, n'aka nke ya, nwere ike ịbụ nke agbụrụ Semitic ndị biri n'Ijipt si na hieroglyph maka \"aka\" na-anọchite anya /ḏ/ na okwu ndị Ijipt maka aka, 意-r-t (ma eleghị anya a na-akpọ //ˈcʼaːɾat// na Old Egyptian)",
  "O doro anya na ndị Semite nyere ya uru ụda //k// kama, n'ihi na okwu ha maka aka malitere na ụda ahụ.",
  "E webatara K n'ime mkpụrụ akwụkwọ Latin na aha ka /kaː/ iji mee ka ọ dị iche na C, nke a na-akpọ ce (nke a na-asụ /keː/) na Q, nke a kpọrọ qu ma na-asị /kuː/",
  "N'ihe odide Latin mbụ, a na-eji mkpụrụedemede C, /k/ na Q eme ihe iji nọchite anya ụda /k/ na //ɡ// (nke a na-adịghị ekewapụta n'ide)",
  "N'ime ndị a, a na-eji Q mee ihe n'ihu ụdaume gbara gburugburu (dịka",
  "__ibo____ibo__ \"Ike\"), K tupu /a/ (dịka",
  "C na ebe ndị ọzọ",
  "Ka oge na-aga, ojiji nke C na ụdị ya G dochiri ọtụtụ ojiji nke K na Q",
  "K dịgidere naanị n'ụdị fossil ole na ole dị ka Kalendae, \"kalenda\".",
  "Mgbe ewerechara okwu Grik n'asụsụ Latịn, a sụgharịchara Kappa ka ọ bụrụ C",
  "Asụgharịkwara okwu nbinye sitere na mkpụrụedemede ndị ọzọ nwere ụda /k/ na C",
  "N'ihi ya, asụsụ Romance na-ejikarị C, na-eṅomi omume Latin Classical, ma nwee K",
  "naanị n'ime okwu mgbazinye ego sitere na otu asụsụ ndị ọzọ",
  "Asụsụ Celtic na-ejikwa C kama iji K, mmetụta a gafere na Old English.￼￼￼￼￼",
  "Bekee bụ ugbu a naanị asụsụ German na-eji \"ike\" eme ihe karịa (ọ bụ ezie na Dutch na-eji ya eme  n'okwu ndị sitere na Latin, na ịkpọpụta okwu ndị a na-agbaso otu ọdịiche siri ike / dị nro dị ka Bekee).",
  "Mkpụrụ akwụkwọ ahụ bụ nke a na-adịghị ekwu okwu na mbido okwu Bekee mgbe ọ na-abịa n'ihu mkpụrụ akwụkwọ ahụ, dịka n'okwu ndị a bụ \"onye na-agba ịnyịnya,\" \"mma,\" na \"ikpere\".",
  "Dị ka J, X, Q, na Z, a naghị eji mkpụrụedemede K eme ihe ugboro ugboro na Bekee",
  "Ọ bụ mkpụrụedemede nke ise a na-ejikarị eme ihe n'asụsụ Bekee, na-enwe ihe dị ka 0.8%.",
  "Na International System of Units (SI), prefix SI maka otu puku bụ kilo-, nke a na-eme ka ọ dị mkpirikpi dị ka k: dịka ọmụmaatụ, prefixed na mita / mita ma ọ bụ mkpirikpu ya m, kilomita ma ọ bụ kilomita na-egosi otu puku mita",
  "N'ihi nke a, ndị mmadụ na-anọchite anya nọmba mgbe ụfọdụ na akara na-abụghị ọkọlọtọ site na iji K dochie zeros atọ ikpeazụ nke nọmba ahụ, dịka na 30K maka 30,000.",
  "Àtụ:Letter other reps"
]