[
  "\"Ka anyị niile jikọọ ma mee ememe ọnụ\" (Arabic; French: Unish-nous tous et célébrons ensemble; Portuguese: Let's all united and celebremos juntos; Spanish: Unámonos todos y celebremos juntos); Swahili:  carry) bụ ukwe nke African Union (AU)",
  "Ọ bụ Arthur Mudogo Kemoli, onye na-ede ukwe ukwe nke Kenya dere egwu a",
  "Ọ rụrụ ọrụ dị ka ukwe nke Òtù Na-ahụ Maka Ịdị n'Otu Africa mbụ kemgbe 1986 tupu otu Union hiwere ọhụrụ nabata ya..",
  "E dere abụ ahụ dị ka uri akpọrọ \"Proud to be African\" site n'aka onye Etiopia na-ede uri bụ Tsegaye Gabre-Medhin",
  "Onye Kenya na-ede egwu Arthur Mudogo Kemoli dere egwu ahụ na Dakar, Senegal na 1986, a họrọkwara ya dị ka ukwe nke onye bu AU ụzọ, Organisation of African Unity (OAU), dịka akụkụ nke asọmpi. N'otu afọ ahụ, OAU sọpụrụ Tsegaye na OAU African Unity Anthem Prize maka ide abụ ahụ.",
  "Mgbe AU guzobechara na 2002, ọ haziri asọmpi iji guzobe akara ngosi nke otu, gụnyere ọkọlọtọ, akara na ukwe",
  "Mpempe akwụkwọ asọmpi a maka ukwe ahụ gụnyere na ụdị mkpirisi ya maka emume ndị ọchịchị (nke mbụ ma ọ bụ amaokwu abụọ na ukwe) ekwesịghị ịfe otu nkeji n'ogologo nakwa na ntinye ọ bụla kwesịrị ịgụnye egwu, egwu mpempe akwụkwọ, ndekọ dị mma na nkọwa nkọwa wee bụrụ",
  "nyefee n'otu n'ime asụsụ ọrụ nke AU",
  "Nkenkenke kwuru na akara ngosi kwesịrị ịdọta mmụọ site n'ọtụtụ ụkpụrụ gụnyere mgba, nnwere onwe, ọrụ, ịdị n'otu, ikpe ziri ezi na olileanya",
  "Asọmpi a ga-adịgide ruo Eprel 25, 2003, a ga-ewepụta ntinye atọ kachasị mma yana akara ndị a họọrọ na nnọkọ nke Mgbakọ AU na Maputo, Mozambique, na Julaị 2003, yana ebe mbụ, nke abụọ na nke atọ",
  "ndị meriri na-anata ihe nrite ego US $ 7,000, US $ 5,000 na US $ 3,000, n'otu n'otu.",
  "Egwuregwu ahụ adọtaghị ọtụtụ ndị sonyere, ma n'ikpeazụ, a gbahapụrụ asọmpi ahụ ma nabata akara na / ma ọ bụ mee ka ọ bụrụ ihe a kwadoro n'agbanyeghị ya, gụnyere ukwe OAU, nke e debere dị ka ukwe nke AU ọhụrụ.",
  "I\nLet us all unite and celebrate together\nThe victories won for our liberation\nLet us dedicate ourselves to rise together\nTo defend our liberty and unity\n\nChorus:\nO Sons and Daughters of Africa\nFlesh of the Sun and Flesh of the Sky\nLet us make Africa the Tree of Life\n\nII\nLet us all unite and sing together\nTo uphold the bonds that frame our destiny\nLet us dedicate ourselves to fight together\nFor lasting peace and justice on earth\n\nChorus\n\nIII\nLet us all unite and toil together\nTo give the best we have to Africa\nThe cradle of mankind and fount of culture\nOur pride and hope at break of dawn.\n\nChorus",
  "I\nهيا بنا لتوحيد صفوفنا والاحتفال\nبالانتصارات املحققة لتحريرنا\nكرجل واحد هيا بنا جميعا\nللدفاع عن حريتنا ووحدتنا\n\nكورال:\nÀtụ:Yesitalic\n\nII\nهيا بنا لتوحيد صفوفنا بالاناشيد\nنرفع اصواتنا بالروابط نقرر\nمصيرنا للكفاح نكرس حياتنا\nمن أجل السلام على اراضينا\n\nÀtụ:Yesitalic\n\nIII\nهيا بنا لتوحيد صفوفنا والعمل\nبكل ما في وسعنا في سبيل أفريقيا\nنضحي بأنفسنا مهد البشر أفريقيا\nهي عزتنا والفجر أملنا\n\nÀtụ:Yesitalic",
  "I\nUnissons-nous tous et célébrons ensemble,\nLes victoires de notre libération.\nEngageons-nous et levons-nous tous comme un seul homme,\nPour défendre notre liberté et unité.\n\nRefrain:\nÀtụ:Yesitalic\n\nII\nUnissons-nous et chantons tous ensemble,\nPour maintenir les liens de notre destin.\nConsacrons-nous et combattons tous comme un seul homme,\nPour la paix et la justice durables sur terre.\n\nÀtụ:Yesitalic\n\nIII\nUnissons-nous et travaillons dur ensemble,\nPour donner le meilleur de nous à l'Afrique,\nBerceau de l'humanité et source de la culture,\nNotre fierté et l´espérance au levé du jour.\n\nÀtụ:Yesitalic",
  "I\nUnámo-nos e celebramos juntos,\nAs vitórias da nossa libertação.\nDediquemo-nos e levantemos todos,\nPara defender nossa liberdade e unidade.\n\nCoro:\nÀtụ:Yesitalic\n\nII\nUnámo-nos e cantemos juntos,\nPara manter laços do nosso destino.\nDediquemo-nos e combatemos todos,\nPara paz durável e justiça sobre a Terra.\n\nÀtụ:Yesitalic\n\nIII\nUnámo-nos e trabalhemos juntos,\nPara dar melhor de nós à África,\nBerço da humanidade e fonte da cultura,\nNosso orgulho e esperança para sempre.\n\nÀtụ:Yesitalic",
  "I\nUnámonos y celebremos juntos\nLas victorias ganadas para nuestra liberación\nDediquémonos a levantarnos juntos\nPara defender nuestra libertad y unidad.\n\nCoro:\nÀtụ:Yesitalic\n\nII\nUnámonos y cantemos juntos\nPara mantener lazos que enmarcan nuestro destino\nDediquémonos a luchar juntos\nPor una paz y justicia en la tierra.\n\nÀtụ:Yesitalic\n\nIII\nUnámonos y trabajemos juntos\nPara dar lo mejor que tenemos a África\nLa cuna de la humanidad y fuente de la cultura\nNuestro orgullo y esperanza del amanecer.\n\nÀtụ:Yesitalic",
  "I\nTuungane sote na tusherehekee pamoja\nUshindi kwa ukumbozi wetu\nTujitoe wenyewe tusimame pamoja\nKuulii nda uhuru na umoja wetu.\n\nKwaya:\nÀtụ:Yesitalic\n\nII\nTuungane sote tuimbe pamoja\nKuenzi mshika mano hatima yetu\nTujitoe wenyewe kupamba na pamoja\nUhuru na umoja vitawale.\n\nÀtụ:Yesitalic\n\nIII\nTuungane sote na tujibidishe\nKutoa kilicho bora kwa Afrika\nChimbuko la wana dam chemchem yauta maduni\nTumaini letu wakati wa mafarakano.\n\nÀtụ:Yesitalic",
  "Àtụ:Notelist",
  "Àtụ:African UnionÀtụ:National Anthems of Africa"
]