[
  "Mike Kipruto Kigen (amụrụ na 15 Jenụwarị 1986) bụ onye Kenya na-agba ọsọ ogologo oge",
  "Ọ bụ ọkachamara na mita 5000 na mita 10,000 ma nweta ọlaọcha na ihe omume abụọ ahụ na African Championships in Athletics na 2006 na-anọchite anya Kenya",
  "N'ọnwa Ọktoba n'afọ 2015, ọ gbanwere aha ya ka ọ bụrụ Kaan Kigen Özbilen ma kemgbe ahụ na-asọ mpi maka Turkey.",
  "A mụrụ Kigen na Keiyo District",
  "Ọ gụsịrị akwụkwọ na 2005 na Simotwo High School na Ainabkoi, Keiyo South District ebe ọ nọchitere anya ụlọ akwụkwọ ahụ na asọmpi dị iche iche",
  "Ọ nọ na ogige ọzụzụ PACE Sports Management na Kaptagat.",
  "Afọ ọganihu Kigen bịara na 2006 mgbe ọ nọchitere anya Kenya na mba ụwa na asọmpi atọ",
  "Ọ bụ onye nke ise na 2006 IAAF World Cross Country Championships nke mere ka ya na ndị Kenya nweta ihe nrite ọla edo na asọmpi otu",
  "O setịpụrụ ihe kachasị mma nke 12:58.58 na mita 5000 na egwuregwu Bislett na Oslo wee bụrụ onye mmeri mba n'ebe dị anya.",
  "Nke a mere ka a họpụta ya maka 2006 African Championships in Athletics na Bambous, ebe o nwetara ọlaọcha n'ebe kachasị amasị ya tupu ọ gaa merie ọlaọcha ọzọ site na nke kachasị mma nke 28:03.70 na ihe omume mita 10,000",
  "O nweghị ihe ịga nke ọma na 2006 IAAF World Athletics Final, na-ewere nke asaa na 5000 m, mana ụdị egwu ya laghachiri na 2006 IA AF World Cup ka ọ na-ewere ọlaọcha nke abụọ ya na 5000 m nke afọ na-anọchite anya Africa",
  "Ọrụ ya mebiri na ngwụcha oge ahụ site na mmerụ ahụ siri ike n'ikpere na Nọvemba.",
  "Ọ laghachiri na asọmpi n'afọ 2007, mana ọ bụ n'afọ 2008 ka ọ malitere ịlaghachi n'ụdị ya",
  "O meriri na Great Capital Run na Julaị 2008, na-edekọ ihe ndekọ nke nkeji 28:42",
  "Na 2008 IAAF World Athletics Final ọ gbara ọsọ na mita 3000 wee bụrụ onye nke anọ",
  "N'afọ sochirinụ, ọ gara 2009 IAAF World Athletics Final (mbipụta ikpeazụ nke ihe omume ahụ) ma bụrụ nke iri na otu karịa 5000 m.",
  "Ọ malitere oge ịgba ọsọ na 2010 nke ọma, site na mmeri na nzukọ ikike IAAF Antrim International Cross Country na Crosse Oeust-France. O sochiri nke a site na mmeri ọzọ na San Sebastián Cross Country mana a họrọghị ya maka ndị otu Kenya maka 2010 IAAF World Cross Country Championships",
  "O setịpụrụ nke kacha mma nke 28:09 karịa kilomita 10 na ọsọ Parelloop na Brunssum na Machị, na-abịa nke anọ n'azụ Berhanu Delale",
  "Ọ gbara ọsọ na Grand 10 Berlin n'ọnwa Ọktoba wee bụrụ onye nke abụọ n'ihe gbasara Kenya, jiri ihe kachasị mma nke 27:25 maka 10K. Ọ laghachiri na sekit cross country na Nọvemba, na-ewere nke atọ na Tuskys Cross Country zutere na Kenya na Cross de l'Acier na France. O merikwara na Antrim na Jenụwarị na-esote, na-ejigide aha ya.",
  "A gụnyeghị ya na ndị otu Kenya World Cross Country ma gbaa ọsọ nke mbụ ya na ọkara marathon kama na Lisbon Half Marathon, na-abịa nke ise na oge 1:00:49. Mgbe nke a gasịrị, ọ bụ onye nke abụọ na Micah Kogo na Parelloop n'ọnwa Eprel. O sonyere na 2011 IAAF Diamond League circuit, mana ọ gwụbeghị karịa nke asaa",
  "Otú ọ dị, o setịpụrụ 10,000 m kacha mma nke 27:30.53 nkeji na Memorial Van Damme. Kigen dabara n'okpuru akara awa maka oge mbụ na Delhi Half Marathon, na oge ya nke 59:58 nkeji bụ naanị otu sekọnd n'azụ onye mmeri Lelisa Desisa.",
  "Ọ malitere 2012 site na mmeri nke atọ ya na Antrim na mmeri ọrụ nke abụọ na Cross de San Sebastián Ọ bịara nke atọ na Azkoitia-Azpeitia Half Marathon na nke abụọ na Würzburger Residenzlauf",
  "Ọ gbalịrị inweta nhọpụta maka 2012 London Olympics, mana o mechara nke iri na 10,000 m ule na Prefontaine Classic na nke ise na Kenyan 5000 m ule",
  "Ihe kacha mma nke onwe ya nke nkeji 27:03.49 bịara na Memorial Van Damme",
  "Njem ikpeazụ ya n'afọ ahụ bụ njedebe nke anọ na Great North Run",
  "Kigen mere nke mbụ ya na marathon na Jenụwarị 2013, na-abịa nke asatọ na Dubai Marathon na oge nke 2:08:24 awa.",
  "Na 2014 Great North Run Kigen duziri ọtụtụ n'ime asọmpi ahụ, Mo Farah gafere ya na 300m ikpeazụ",
  "Ndị egwuregwu abụọ ahụ mechara na 59:59.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-end"
]