[
  "Princess Kabakumba Labwoni Masiko bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ onye bụbu Minista nke Onye isi ala na Cabinet nke Uganda",
  "A họpụtara ya n'ọkwa ahụ na 27 Mee 2011",
  "Ọ nọchiri Beatrice Wabudeya onye e wepụrụ na kansụl. N'ọrụ ahụ, ọ rụkwara ọrụ dị ka Minista maka Kampala Capital City Authority.\nỌ gbara arụkwaghịm n'ọkwa abụọ ahụ na 14 Disemba 2011, na-eso ebubo nke iji ọrụ eme ihe n'ụzọ na-ezighị ezi, izu ohi site na iwere, na-akpata mfu ego nye gọọmentị na nkata ịghọgbu gọọmentị. Ọ bụkwa onye a họpụtara dịka onye omeiwu (MP) maka \"Bujenje County mana ọ tụfuru oche na 2016\", Masindi District.",
  "A mụrụ ya na Masindi District na 20 Ọktoba 1966",
  "Kabakumba Masiko na-agụ akwụkwọ na Gulu High School maka O-Level ya na Nabisunsa Girls' Secondary School maka agụmakwụkwọ A-Level",
  "Ọ banyere Mahadum Makerere, mahadum ọha na eze kachasị ochie na nke kachasị ukwuu na mba ahụ, gụsịrị akwụkwọ na 1990, na nzere Bachelor of Science na Economics",
  "O nwere diplọma na Project Planning & Management site na Uganda National Chamber of Commerce and Industry, nke o nwetara na 1998",
  "O nwekwara diplọma na Project Planning and Management, nke ọ nwetara na 2000, site na Uganda Management Institute (UMI)",
  "N'afọ 2009, UMI nyere ya nzere Master of Arts na Public Administration & Management",
  "E nyere ya diplọma na Legislative Drafting na 2003 site na International Law Institute. N'ọnwa Eprel 2018, Kabakumba gụsịrị akwụkwọ na Diploma na Legal Practice, site na Law Development Centre na Kampala.",
  "Site na 1986 ruo 1996, ọ rụrụ ọrụ dị ka onye ọrụ otu ndọrọ ndọrọ ọchịchị maka otu ndọrọ ndọrọ ndọrọ ọchịchị National Resistance Movement",
  "N'afọ 1996, ọ gbara ọsọ maka oche ndị omeiwu maka Masindi District, merie oche ahụ ma jee ozi n'ọkwa ahụ ruo n'afọ 2001",
  "N'afọ 2001, mgbe a gbanwere ya, ọ gbara ọsọ maka oche nke Bujenje County, na Masindi District, merie oche ahụ ma jee ozi dị ka onye omeiwu mpaghara ruo n'afọ 2006",
  "N'afọ 2006, a họpụtara ya ọzọ ka ọ bụrụ onye omeiwu Uganda",
  "N'otu afọ ahụ, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka ihe gbasara ndị omeiwu na onye isi ọchịchị, ọkwá ọ rụrụ ruo mgbe a họpụtara ọ na ngalaba ozi na Febụwarị 2009. N'abalị iri na isii n'ọnwa Febụwarị afọ 2009, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka ozi na nduzi mba, na-eje ozi n'ọkwa ahụ ruo n'ụbọchị iri abụọ na asaa n'ọnwarị afọ 2011.",
  "N'oge ntuli aka ndị omeiwu nke mba 2016, Kabakumba Masiko gbara ọsọ dị ka onye nweere onwe ya maka oche Masindi Municipality, mana Ernest Kiiza, Minista nke State maka Bunyoro Affairs, meriri ya.",
  "N'ọnwa Nọvemba afọ puku abụọ na iri na otu ndị uwe ojii Uganda, na-arụ ọrụ na ntuli aka, weghaara transmitter redio na mast redio site na ụlọ nke Kings Broadcasting Sercvice (KBS), n'obodo Masindi, na Western Uganda",
  "A na-ekwu na ngwá ọrụ ahụ bụ nke Uganda Broadcasting Corporation (UBC), netwọk redio na telivishọn mba ma zuo ya na UBC na 2009 ma ọ bụ 2010, mgbe Kabakumba bụ Minista nke Ozi na Nduzi Mba, na-ahụ maka UBC",
  "KBS, nke na-adịghịzi na ikuku, bụ nke Kabakumba Masiko (75%) na onye isi njikwa ụlọ ọrụ ahụ (25%)",
  "A na-etinye ya na ire ere na ịgbazite ala nke UBC, nke dị na Bugoloobi, mpaghara Kampala. Ndị uwe ojii ewepụtala nchọpụta ha na Directorate of Public Prosecution (DPP) maka ime ihe. Mgbe DPP kpebiri ịghara ibo Masiko ebubo ma kama ọ na-ebo ndị njikwa redio ebubo naanị, ndị otu ndị omeiwu ibe ha mere mkpesa."
]