[
  "Kabura Zakama (amụrụ ya mgbe ọnwa Mee dị mkpụrụ ụbọchị iri n'otu, n'afọ 1964) bụ onye Naijiria na-ede uri, dọkịta anụmanụ na onye mmepe mba ụwa na onye ọrụ ebere",
  "Nchịkọta uri ya, The Man Lived, meriri na 1999 Association of Nigerian Authors ANA Poetry Prize. Ọ kọwapụtara Birago Diop, Lenrie Peters, Tanure Ojaide na Kwesi Brew dị ka ndị isi na-emetụta uri ya",
  "N'afọ 1998, Zakama guzobere Kairos Productions iji bipụta ndị odee na-agbagote",
  "A nabatara uri ya nke ọma n'ofe Afrịka nakwazi n'èzí.",
  "A mụrụ Kabura Lynn Zakama n'ezinụlọ Garnvwa nke obodo Garkida, Adamawa steeti, North East Nigeria na 11 Mee 1964, ma gụọ akwụkwọ praịmarị na North Garkida Praịmarị School",
  "Ọ gụrụ akwụkwọ sekọndrị na Federal Government College, Maiduguri na Borno State, Nigeria, ebe ọ natara Federal Government School Scholarship",
  "Ọ gara Mahadum Ahmadu Bello dị na Zaria ebe ọ nwetara nzere Doctor of Veterinary Medicine n'afọ 1989",
  "N'afọ ahụ, ọ nwetakwara asambodo profishiensi na French.",
  "N'afọ 1997, Kabura Zakama gụsịrị akwụkwọ na Postgraduate Diploma na Management na Mahadum Bayero, Kano",
  "E nyere ya Chevening Scholarship n'afọ 2004, wee nwetakwa nzere masta na Governance na Development na Institute of Development Studies, Mahadum Sussex na Brighton, United Kingdom n'afọ 2005.",
  "Kabura Zakama nọ na-arụ ọrụ n'onwe ya dị ka dọkịta anụmanụ ruo afọ itoolu tupu ọ malite ọrụ na mmepe mba ụwa",
  "N'afọ 1999, o guzobere Pastoralist Development Initiative, otu NGO na-ewulite ikike na mmepe mmadụ na ndị na-azụ atụrụ na North Central Nigeria, nke lekwasịrị anya na ọchịchị, ahụike, agụmakwụkwọ nakwazi ihe gbasara mmemme ndụ.",
  "Dị ka nwata na-etolite ngwa ngwa ma na-etinye onwe ya n'ime onwe ya (ya bụ na ọ naghị achọ mmekọ ya na ndị mmadụ), Kabura Zakama malitere ide uri mgbe ọ dị obere",
  "Mgbe ọ nọ n'ụlọ akwụkwọ Veterinary School, o dere uri ma tinye ha na bọọdụ ọkwa",
  "O nyere uri, Farida, nke a raara nye nwa klas ya nke a gbagburu mgbe a kpọrọ ndị uwe ojii ka ha kwụsị ọgba aghara ụmụ akwụkwọ, na magazin ụmụ akwụkwọ.",
  "Ọ bụ n'afọ 1994 ka Kabura Zakama zutere Prọfesọ Zaynab Alkali onye kpọrọ ya ka ọ bịa kọwaa uri / akụkọ dị mkpirikpi nke mụpụtara Vultures in the Air: Voices from Northern Nigeria. Site n'oge ahụ, Kabura Zakama, onye bụ onye na-ede uri, malitere ibipụta uri ya na akwụkwọ akụkọ, magazin na nchịkọta akwụkwọ akụkọ.",
  "Kabura Zakama na-ahụzi uri ya dị ka ọkpụkpọ oku ma na-akwalite ndị odee na-eto eto ya na ide ihe n'asụsụ nne ya nke ji nwayọọ nwayọọ anwụ",
  "Ọ bụ onye otu Association of Nigerian Authors, Abuja Literary Society na Abuja Writers Forum ebe ọ na-etinye aka na uri na-eme ihe nkiri ma na-etinye akụkọ dị mkpirikpi na ederede na-abụghị akụkọ ifo",
  "Dị ka onye na-ede blọgụ na-arụsikwa ọrụ ike, ọ na-arụ ọrụ ike n'ọtụtụ forums edemede n'ịntanetị.",
  "Kabura Zakama malitere ide uri n'oge ọ dị afọ iri na ụma ma nyekwa aka na edemede uri nke mba nakwa nke mba ụwa. N'afọ 1999, ọ meriri Association of Nigerian Authors ANA Poetry Prize maka nchịkọta uri ya, The Man Lived",
  "Ọtụtụ n'ime uri ya na-ekwu maka nsogbu mmekọrịta mmadụ na ibe ya na ọchịchị na Naịjirịa.",
  "Akwụkwọ ndị e bipụtara nanị ha",
  "Anthologies"
]