[
  "Kadir Nelson (n'ubochí irí na isé n'ọnwa Mée, 1974) bụ ónyé na-ese ihe, ónyé na-eme ihe osise, na onye édémédé nke Los Angeles nke a maara nke ọma màkà ihe osise ya nke a na-egosipụtakarị na mkpuchi magazin The New Yorker, na mkpuchi album màkà Michael Jackson na Drake",
  "Ọrụ ya lekwasịrị ányà na omenala na akụkọ ihe mere eme nke ndị Africa America",
  "The New York Times kọwara ọrụ ya dị ka: \"ọrụ dị elu, nke na-emetụta nke ukwuu",
  "Ihe osise Neelson na-ejupụta na gburugburu, na mgbe mgbe ihe nnọchianya doro ányá. Ọ bụ ónyé na-anata Caldecott nsọpụrụ ugboro abụọ ma merie 2020 Caldecott Medal màkà akwụkwọ ya The Undefeated",
  "N'afọ 1996, Nelson malitere ọrụ ya dị ka ónyé na-ese ihe màkà ihe nkírí Steven Spielberg bụ Amistad, na ihe nkiri animated Spirit: Stallion of the Cimarron",
  "Nelson emeela ọtụtụ stampụ ncheta maka United States Postal Service gụnyere stampụ ndị gosipụtara Wilt Chamberlain, Joe Dimaggio, na Richard Wright. O dekwara ma / ma ọ bụ gosipụta ihe karịrị akwụkwọ foto irí atọ gụnyere, Brothers of the Knight nke ónyé na-eme ihe nkírí Debbie Allen, WE ARE THE SHIP: The Story of Negro League Baseball, nke gosipụtara na mkpuchi nke magazin Sports Illustrated, na Heart and Soul: The Story nke America na African Americans. N'afọ 2013, e nyèrè Nelson ọrụ ise mkpuchi mbụ ya màkà magazin The New Yorker, onyinyo nke Nelson Mandela. Nelson emeela ọtụtụ mkpuchi a na-agaghị echefu echefu màkà magazin ahụ gụnyere, Eustace Negro, Schomburg Center, Harlem, New York, na A Day at the Beach.",
  "A mụrụ Nelson na Washington D.C., ma too na Atlantic City, New Jersey na San Diego, California, nwá nkè ónyé édémédé Emily Gunter na ónyé nkụzi Lenwood Nelson. Ọ natara ọzụzụ mbụ ya na nka site n'aka nwanne nna ya, Michael Morris, onye bụ onye na-ese ihe na ónyé nkụzi nka. Ma nwanne nnà ya na ónyé nkụzi nka ụlọ akwụkwọ sekọndrị ya kụziiri ya ụkpụrụ na usoro nka dị mkpa, gụnyere otu esi eji mmanụ ese ihe",
  "Mgbe ọ zụlitere ọfịs dị egwu n'oge ụlọ akwụkwọ sekọndrị, Crawford High na San Diego, Kadir Nelson nwetara agụmakwụkwọ na Pratt Institute dị na Brooklyn, New York",
  "Nelson nwetara BFA ya na Pratt Institute na Brooklyn, New York na 1996.",
  "N'ọnwa Ọgọstụ afọ 1999, e gosipụtara ihe osise Nelson na-egosi ihe nkiri baseball nke Negro league na magazin Sports Illustrated na peeji mmalite ya Leading Off. Ha bụ ụfọdụ n'ime ihe osise mbụ n'usoro ọrụ nke dugara Nelson dee ma gosipụta akwụkwọ na-echeta akụkọ ihe mere eme nke Negro Baseball Leagues nke akpọrọ, We Are the Ship: The Story of Negro Leagues Baseball, nke Jump at the Sun bipụtara na 2008. E mepụtara Nelson na-eto nke mbụ n'ime afọ asaa ma mee ka Nelson nweta Sibert Medal, Coretta Scott King Author Award na Illustrator Honor. We Are the Ship bụ nke Brilliance Audio wepụtara dị ka akwụkwọ a na-ege ntị na 2009, nke ónyé na-eme ihe nkiri olu bụ Dion Graham kọrọ.",
  "Nelson enwetala ọtụtụ Gold na Silver Medals site na New York Society of Illustrators",
  "N'ọnwa Febụwarị afọ 2014, e nyere Nelson onyinye Hamilton King màkà ihe osise kachasị mma n'afọ",
  "Nelson bụkwa ónyé natara NAACP Image Awards atọ maka akwụkwọ foto ya, na New York Times Best Illustrated Book for We Are The Ship: The Story of Negro League Baseball.",
  "Nelson bụ onye mmeri Caldecott Honor Award ugboro abụọ",
  "N'afọ 2020, Nelson ritere ihe nrite Caldecott na Coretta Scott King Award maka ihe osise ya na The Undefeated Ọ natara NAACP Image Award maka akwụkwọ Just the Two of Us",
  "Maka akwụkwọ ya, We Are the Ship: The Story of Negro League Baseball, ọ natara 2008 CASEY Award maka akwụkwọ baseball kacha mma, 2009 Coretta Scott King Author Award, na 2009 Robert F",
  "Sibert Informational Book Award. Akwụkwọ ya, Nelson Mandela, bụ akwụkwọ Coretta Scott King Honor na 2014.",
  "Nelson enweela ihe ngosi na gallery na ebe ngosi ihe mgbè ochie na United States na ụwa, gụnyere Muskegon Museum of Art, Chicago Art Institute, na The Studio Museum na Harlem.",
  "N'oge na-adịbeghị anya, ụlọ ọrụ Smithsonian's National Portrait Gallery na National Museum of African American History and Culture jikọtara aka nweta ihe osise Kadir Nelson nke Henrietta Lacks",
  "HBO nyèrè iwu ka e see Lacks.",
  "Ihe osise naanị ọ gwụla ma egosiri ya n'ụzọ ọzọ."
]