[
  "Kadi Sesay (amụrụ na Machị 4, 1949) bụ onye ndọrọ ndọrọ ọchịchị Sierra Leone, onye na-ahụ maka ụmụ nwanyị, onye na'akwado ọchịchị onye kwuo uche ya na onye na-azọ ọkwa onye isi ala nke Sierra Leone People's Party (SLPP)",
  "Ọ rụrụ ọrụ dị ka Minista nke Azụmaahịa na Ụlọ Ọrụ Sierra Leone site na 2002 ruo 2007",
  "Ọ bụ onye guzobere na onye isi nchịkwa nke Leone Consulting & Advisory Services maka Azụmaahịa, itinye ego na mmepe",
  "Ọ bụ nne nke onye na-akọ akụkọ CNN International Isha Sesay.",
  "A mụrụ Kadi Sesay na Machị 4, 1949 na Rotifunk, Moyamba District, na Southern Sierra Leone, mgbe ahụ bụ British Crown Colony, nne na nna sitere na agbụrụ Temne si n'ime ime obodo obodo Rhombe, Lokomasama Chiefdom, Port Loko District na Northern Province of Sierra Leone",
  "Ọ gụrụ akwụkwọ praịmarị na EUB Primary School na Rotifunk, Moyamba District.",
  "Sesay gụsịrị akwụkwọ na Fourah Bay College na Freetown na 1973 na nzere BA (Hons) na Asụsụ Bekee na Akwụkwọ",
  "N'afọ 1974, ọ nwetara nzere MA na akwụkwọ edemede Africa na Mahadum Sheffield na United Kingdom wee nweta nzere PhD ya na Applied Linguistics na Mahadim London.",
  "Sesay bụ onye nkuzi na Fourah Bay College ruo afọ 20 wee bụrụ Onye isi nke Ngalaba Bekee",
  "Ọ nọrọ afọ 6 dịka onye isi oche nke National Commission for Democracy and Human Rights (NCDHR)",
  "Ọ bụ nwanyị mbụ n'akụkọ ihe mere eme nke Sierra Leone iduzi kọmitii mba",
  "Ọ hapụrụ ọkwa a ka ọ bụrụ Minista na-ahụ maka mmepe na atụmatụ akụ na ụba nke o mere ruo afọ atọ",
  "Ọ bụ onye na-agba ọsọ onye isi ala na Rtd",
  "Brigadier Gen",
  "Julius Madda Bio maka ntuli aka nke afọ 2012. Sesay bụ nwanyị mbụ gbara ọsọ maka ọfịs osote onye isi ala n'akụkọ ihe mere eme nke Sierra Leone.",
  "Sesay akwadowo mkpọsa mpaghara maka ụmụ nwanyị ndị ọzọ sonyere na ndọrọ ndọrọ ọchịchị.\nỌ bụ onye na-agba ọsọ ugbu a nke pati mmegide maka ntuli aka nke afọ pụkụ abụọ na iri na abụọ",
  "Sesay bụ nwanyị di ya nwụrụ na nne nke ụmụ atọ toro eto. Ọ bi na Freetown ma bụrụ onye a na-eto na mgbasa ozi mpaghara dị ka \"otu n'ime ụmụ nwanyị kachasị mma Sierra Leone mepụtara\". Ọ bụ nne nke onye na-akọ akụkọ CNN International Isha Sesay."
]