[
  "King Adebayo Film and Theatre Arts Network Television (KAFTAN TV) bụ ụlọ ọrụ telivishọn Naijiria na-arụ ọrụ awa iri abụọ na anọ",
  "E guzobere ya na Disemba 2016, ọ bụ KAFTAN TV Ventures, ụlọ ọrụ azụmaahịa njikọ aka nke nwere isi ụlọ ọrụ na Ondo City, Ondo State, yana ọfịs ndị ọzọ na Lagos na Abuja na-ahazi ụlọọrụ televishọn a.",
  "Ọ bụ onye otu Broadcasting Organization of Nigeria (BON) nke bụ njikọ mgbasa ozi nke ụlọ ọrụ mgbasa ozi ọha na eze na nke onwe, nke ụlọ ọrụ Corporate Affairs Commission debanyere aha ya, dị ka onye nche nche nke Naịjirịa nke Terrestrial Free-to-Air Radio and Television (Tv), Digital Terrestrial Television (DTT), Direct-To-Home (DTH), na Multimedia Distribution System (MMDS).",
  "KAFTAN TV malitere mgbasa ozi na Septemba 2018",
  "Ọ na-agbasa ozi n'asụsụ Bekee na StarTimes, BEN Television, na Lyngsat.",
  "N'ọnwa Ọgọstụ 2020, ụlọ ọrụ ahụ malitere ọwa asụsụ Yoruba ya, nke malitekwara mgbasa ozi na StarTimes na mba niile na mpụga Naịjirịa na 1 Septemba 2020.",
  "Mgbe ọ na-ekpuchi ntuli aka 2018 Osun State na isi obodo Osogbo, otu onye ọrụ KAFTAN TV merụrụ ahụ mgbe ndị omempụ wakporo ya n'oge ọgba aghara nke usoro ntuli aka, yana ngwá ọrụ mmepụta na-enwekwa mmebi a na-apụghị idozi edozi.",
  "KAFTAN TV na-arụ ọrụ na mmepụta mgbasa ozi na ụlọ ọrụ ọzụzụ ihe nkiri ma na-emepụta mmemme mbụ, gụnyere ihe ngosi, mmemme TV, na ihe nkiri",
  "Ọ malitere inye mmemme ọzụzụ mgbasa ozi telivishọn n'efu, nke Queen Lilian Adebayo Foundation kwadoro, maka ndị na-eto eto na Ondo State na Jenụwarị 2021.",
  "KAFTAN TV malitere igosiputa na Thursday, 28 Jenụwarị 2021, na UK BEN TV Sky Channel 195.",
  "N'ọnwa Ọktoba 2018, a kpọrọ KAFTAN TV Best Exhibitor for Public Relations and Media na Abuja International Trade Fair.",
  "Na Jenụwarị 2021, KAFTAN TV natara ihe nrite Distinguished Excellence Award site na Coalition of Civil Societies and Media Executives for Good Governance in Nigeria (COCMEGG) maka \"ọrụ mgbasa ozi, nkwado na mkpọsa mmeghachi omume na ọrịa COVID-19.\""
]