[
  "Brigitte Kafui Adjamagbo-Johnson (amụrụ na ọnwa Disemba 26 nke afọ 1958) bụ onye ndọrọ ndọrọ ọchịchị nke mba Togolese, onye ọka iwu na onye na-ahụ maka ihe ndị ruuru mmadụ, na nwanyị mbụ guzoro dị ka onye na-azọ ọkwa onye isi ala na mba ya.",
  "A mụrụ Adjamagbo-Johnson na 26 Disemba nke afọ 1958 na Bassar, Togo, nwa nwanyị nke Cornélie, onye na-amụ nwa, na Paul Adjamagbe, onye dọkịta.",
  "Adjamagbo-Johnson nwetara nzere masta na iwu na afọ 1983 site na Mahadum Lomé, DEA na iwu onwe onye na Mahadim Paris V, Malakoff, na DEA nke abụọ na iwu onwe na iwu ntụnyere, nhọrọ ikike Afrịka na PhD na afọ 1986 na Mahadam Paris I, Panthéon Sorbonne.",
  "O mechara rụọ ọrụ dị ka onye nkuzi na Mahadum Lomé",
  "Adjamagbo-Johnson bụ onye guzobere Convention démocratique des peuples africains (CDPA), ọ bụkwa onye isi na-ekwu maka Nzukọ Mba ya na afọ 1991. O nwere ọtụtụ ọkwa dị elu na gọọmentị, na-etolite ịbụ onye minista, ma bụrụ onye a maara maka \"okwu ihu na ihu na nkwenye ndọrọ ndọrọ ọchịchị\", a na-akpọkwa ya \"The Iron Lady\".",
  "Kemgbe onwa Eprel na afọ 1997, Adjamagbo-Johnson abụwo onye nhazi nke ụlọ ọrụ mpaghara West Africa nke WiLDAF (Law and Development in Africa).",
  "N'afọ 2010, Adjamagbo-Johnson bụ onye isi nke ndị na-emegide Democratic Convention of African Peoples party, na nwanyị mbụ guzoro dị ka onye na-azọ ọkwa onye isi ala na mba ya. Otú ọ dị, na Febụwarị 2010, Adjamagbo-Johnson na ndị isi mmegide abụọ ndị ọzọ na-azọ ọkwa onye isi ala lara ezumike nká dị ka mkpesa megide ha kwenyere na ọ ga-abụ nsonaazụ aghụghọ.",
  "N'ide akwụkwọ na African Feminist Forum, Adjamagbo-Johnson na-ekwu, \"Njem m na ụmụ nwanyị malitere n'oge ndụ m ka mmata m banyere enweghị nhata na mmegbu nke ụmụ nwanyị na gburugburu ezinụlọ m, agbata obi m na ọha mmadụ n'ozuzu\".",
  "N'ọnwa Nọvemba afọ 2020, e jidere Adjamagbo-Johnson n'ụlọ ya dị na isi obodo Togo bụ Lomé",
  "N'okwu a na-ekwu na telivishọn, onye ọkàiwu Essolissam Poyodi kwuru na ọ kpughere \"akwụkwọ ndị nwere atụmatụ imebi mba ahụ\". Mgbe mkpesa mba ụwa gasịrị, a tọhapụrụ ya n'ụlọ mkpọrọ na 17 Disemba 2020."
]