[
  "Kagiso Patrick \"Pat\" Mautloa (September 24, 1952, Ventersdorp, Western Transvaal) bụ onye na-ese ihe nkiri na-ahụ maka ọtụtụ usoro mgbasa ozi",
  "O bi na Johannesburg, South Africa.",
  "Mgbe ọ dị afọ abụọ, ezinụlọ Mautloa kwagara Soweto ma mesịa gaa Morris Isaacson High School",
  "N'afọ 1969, mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ malitere ịmụ ihe osise na Jubilee Art Center nakwa n'afọ sochirinụ na Mofolo Park Arts Centre ebe ọ gara n'ihu na ọmụmụ ya maka afọ ise sochirinụ. E nyere ya bursary nke ọ nabatara, mgbe ọ sonyere na Soweto Uprisings, ịmụ na ELC Rorke's Drift Art and Craft Centre na 1978 ruo afọ abụọ ma gụọ akwụkwọ n'okpuru Dan Rakgoathe. Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ dị ka onye na-ese ihe osise na prọfesọ na Mofolo Park Arts Centre na Federated Union of Black Artists Arts Centre (FUBA). N'afọ 1981, Mautloa malitere dị ka onye na-ahụ maka ụlọ akụ ma rụọ ọrụ na SABC, mana ọ kwụsịrị ọrụ ya n'ụlọ akụ ka o wee ghọọ onye na-ese ihe.",
  "N'afọ 1985, afọ nke South African State of Emergency, Mautloa guzobere ebe obibi onye na-ese ihe, Thupelo Workshops, na Cape Town na David Koloane na Bill Ainslie, nke Triangle Network, FUBA, FUNDA na Johannesburg Art Foundation kwadoro.",
  "Ọ bụ ezie na Mautloa bi na Alexandra, ụlọ ọrụ ya dị na The Bag Factory, onye otu Johannesburg nke The Triangle Network. A kpọrọ ya na Sam Nhlengethwa ka ha bụrụ ndị mbụ bi na Bag Factory mgbe David Koloane na Robert Loder mepụtara ya n'ógbè na-abụghị nke ojii ma ọ bụ nke ọcha n'oge ịkpa ókè agbụrụ na 1991",
  "Ụfọdụ n'ime ndị enyi Mautloa ndị ọzọ bụ William Kentridge, Helen Sebidi, Penny Siopis, Wayne Barker, Benon Lutaaya na Deborah Bell",
  "Mautloa bụzi onye otu bọọdụ maka Bag Factory.",
  "E nyere Mautloa onyinye ebe obibi dị ka akụkụ nke Triangle Workshop, nke na-anabata ndị na-ese ihe mba ụwa na mmemme izu abụọ siri ike nke dị na steeti New York nke onye na-akpụ ihe ọkpụkpụ, Sir Anthony Caro guzobere. N'afọ 1991, o ritere ihe nrite Vita Art. N'afọ 2008 ọ bụ onye na-ese ihe na Nirox Arts. N'afọ 2012 ọ bụ onye na-ese ihe na-ebi na National School of the Arts na Johannesburg ebe ọ duziri ụlọ ọrụ mgbasa ozi. Na 2014 Mashumi Art Projects na -Eyethu Centre na Soweto gosipụtara ihe ngosi nke ọrụ ya.",
  "Ọ na-arụ ọrụ ma n'ụzọ ihe atụ ma n'echiche, na-eji ọ bụghị naanị ihe osise ọdịnala, eserese na ihe obibi akwụkwọ ma ọ na-ejikọkarị ihe ndị a chọtara dị ka ihe ndị dị n'okpuru na ihe ọkpụkpụ na ihe nchịkọta maka ọrụ ya, ebe o mere ọtụtụ ihe ncheta ihe ọkpụkpụ. O mere usoro ihe nkpuchi na 2016 nke sitere na mkpali nke ndị dị iche iche na South Africa maka ntinye ọha na eze na 1:54 Art Fair, ihe ngosi nke sitere na mba iri ise na anọ na mkparịta ụka nke oge a.",
  "Ọrụ Mautloa nọ n'ọtụtụ nchịkọta ọha na eze nke gụnyere Iziko South African National Gallery, Johannesburg Art Gallery, Pretoria Art Museum, International Bank for Development and Reconstruction, Mahadum Zululand, Mahadim Fort Hare, Sasol Corporate Collection, The Spier Art Collection, SABC Collection na Readers Digest na ndị ọzọ. Mautloa egosila ihe ngosi na Goodman Gallery. O kwuru, \"ihe dị mma banyere nke a [ịbụ onye na-ese ihe] bụ na ị naghị aga ezumike nká",
  "Ị na-ese ihe ruo mgbe akara ikpeazụ ị nwere ike ime na ndụ gị",
  "\"",
  "Mautloa lụrụ onye na-ese ihe nkiri Bongiwe Dhlomo."
]