[
  "Kahlil Davis, ónyé a maara dịka Kahlil Joseph (amụrụ n'afọ 1981), bụ ónyé America na-eme ihe nkiri, ónyé nduzi vidio egwu, na onye na-ese vidio",
  "A maara Joseph maka ịmepụta \"ihe nkiri dị mkpirikpi nke ọgụgụ isi na mmetụta uche\" nke na-elekwasị anya na ahụmịhe nke ndị Africa America na United States",
  "Ọ bụ 2017 Artadia Awardee.",
  "Nna Joseph bụ Keven Davis bụ ónyé ọka iwu egwuregwu na ntụrụndụ a ma ama, nwanne ya nwoke nke obéré bụ Noah Davis bụ ónyé na-ese ihe na ónyé na-elekọta ebe ngosi ihe mgbè ochie.",
  "Joseph gàrà Mahadum Loyola Marymount mana ọ gụsịrị akwụkwọ",
  "Ọmụmụ ihe nke Apichatpong Weerasethakul, ónyé nduzi Thai nke ihe nkírí nnwale, metụtara ụzọ Joseph si eme ihe nkírí.",
  "Joseph rụrụ ọrụ dị ka ónyé na-enyere onye na-ese foto Melodie McDaniel aka na ụlọ ọrụ mmepụta ihe nkiri azụmahịa Directors Bureau na Los Angeles",
  "Ọ duziri azụmahịa màkà ụlọ ọrụ telivishọn Britain O2 na ihe nkírí dị mkpirikpi màkà akara okomoko Kenzo.",
  "Joseph duziri vidiyo egwu màkà Blvck Spvde(Black Spade), Flying Lotus, Shabazz Palaces, Sampha, na Kendrick Lamar na ndị ọzọ.",
  "Joseph bụ ónyé nduzi mbụ Beyoncé Knowles bịakwutere iji duzie ihe nkiri ibe ya na 2016 ya bụ Lemonade",
  "Joseph na Knowles jikọrọ aka nweta BET Award màkà Video Director of the Year màkà egwu \"Sorry\". Knowles mechara mepụta ọtụtụ ihe nkiri ahụ na ọtụtụ ndị nduzi dị iche iche, ma kemgbe ahụ, o kwe ka egosiputa ụdị Joseph nke Lemonade naanị na ebe ngosi nka.",
  "N'afọ 2014, ónyé na-ese ihe n'oge a bụ Kara Walker haziri ihe ngosi ICA Philadelphia Ruffneck Constructivists ma tinye vidiyo egwu Joseph nke 2011 màkà Shabazz Palaces Black Up na ihe nkiri mkpirikpi nke 2012 Until the Quiet Comes maka egwu Flying Lotus. N'afọ 2015, The Underground Museum gosipụtara ihe ngosi Oracle, na-egosi ọrụ Joseph na ndị ọgbọ ya Henry Taylor, Kandis Williams, na Ruby Neri tinyere ihe ndị dị ụkọ site na The Jeremiah Cole Collection of Arts d'Afrique. Ihe nkiri Joseph dị mkpirikpi m.A.A.d",
  "malitere ebe a na nke mbụ ya dị ka ihe ngosi ihuenyo abụọ, na ọzọ na ngosi 2016 Kahlil Joseph: Double Conscience na Museum of Contemporary Art, Los Angeles",
  "Otú ọ dị, ihe ngosi 2015 Young Blood: Noah Davis, Kahlil Joseph, The Underground Museum na Frye Art Museum na Seattle, WA, bụ ihe ngosi nka mbụ nke Joseph."
]