[
  "Kakawa Discount House bụ otu n'ime ụlọ nkwụnye ego ise na-arụ ọrụ na Naijiria nke na-eje ozi dị ka ngwá ọrụ ego gọmentị ma na-arụ dị ka ebe dị n'etiti etiti n'etiti ụlọ akụ ndị ọzọ niile dị na Naijeria na ụlọ akụ Apex nke Naijiria, Central Bank of Nigeria",
  "Dị ka ụlọ nkwụsịtụ niile, azụmahịa na bonds gọmentị na akwụkwọ ego bụ ọrụ azụmahịa bụ isi.",
  "Kakawa Discount House bụ nke FBNQuest nwetara, aha aha nke ụlọ ọrụ Merchant Banking and Asset Management nke FBN Holdings Plc. Ọ malitere ọrụ ụlọ akụ na 2 Nọvemba na afọ 2015 ma bụrụ nke a maara ugbu a dị ka FBN Merchant Bank Limited.",
  "A mụrụ ngalaba Discount Houses nke ụlọ ọrụ ọrụ ọrụ ego Naịjirịa na afọ 1995 ma bịa dị ka nwa nke gọmentị etiti nke Naịjirị site na Central bank of Nigeria (CBN). Ụlọ nkwụnye ego ghọrọ ebe ụlọ akụ nwere ike isi mee ka ego karịrị akarị ma nweta otu na CBN",
  "E mepụtara ahịa nke abụọ site na ụlọ nkwụsịtụ ọkachasị maka ahia nke akwụkwọ Treasury na akwụkwọ azụmahịa ndị ọzọ",
  "A na-enweta aha Kakawa site n'okporo ámá (Kakawa Street) ebe isi ụlọ ọrụ nke otu onye nwe òkè ha kachasị ukwuu dị (First Bank of Nigeria).",
  "Ndị nwe ya bụ: First Bank of Nigeria Plc, Guaranty Trust Bank Plc, Sterling Bank Plc",
  "First City Monument Bank, Skye Bank, na Unity Bank.",
  "Kakawa agbanweela site n'ịbụ ụlọ ọrụ na-emepụta otu ihe ka ọ bụrụ onye ọsụ ụzọ maka ire ahịa nke Treasury bill nye ndị na-etinye ego n'otu n'otu site na iwebata onye nwe ya Treasury Bill Backed Investment (TBBI) ngwaahịa na afọ 1997.",
  "N'afọ 1998, a chọpụtara Corporate Finance ma guzobe otu ọrụ ndụmọdụ (Wealth Management Unit).",
  "Kakawa Asset Management Limited bụ ụlọ ọrụ enyemaka nwere ikikere ịrụ ọrụ dị ka ndị njikwa ego.",
  "E hiwere Kakawa Asset Management (KAM) n'afọ 2004",
  "Tupu e sonye ya, KAM na-arụ ọrụ dị ka ngalaba nke Kakawa kemgbe afọ 2001",
  "E guzobere KAM n'ihi mkpa ọ dị inye ndị ahịa na-arụkọ ọrụ na Kakawa ka oge na-aga, na nhọrọ itinye ego ogologo oge na ahịa ọrụ ego.",
  "KAM debanyere aha na Securities & Exchange commission (SEC) dị ka onye njikwa ego / ego na onye ndụmọdụ itinye ego."
]