[
  "Khaled Muhammad Samy Abol Naga (Arabic: ; a mụrụ na Nọvemba 2, 1966), onye a na-akpọ Khaled Abol Naga (\"Arabic: خەلد أبو النج) na aha ya bụ Kal Naga, bụ onye Egypt na-eme ihe nkiri, onye nduzi na onye na-emepụta ihe",
  "A maara ya nke ọma maka ọrụ ya na Egypt na Middle East, mana ọ na-etinyewanye aka na ihe nkiri na telivishọn nke America na Britain",
  "Ọ malitere ime ihe nkiri na iduzi (asụsụ Bekee na Arabic) ihe nkiri na egwu egwu na Egypt mgbe ọ na-amụ ihe nkiri na Mahadum America dị na Cairo",
  "Malite n'ọrụ ime ihe nkiri ya n'afọ 2000, Naga pụtara n'ọtụtụ ihe nkiri n'ime afọ iri sochirinụ na ọrụ ndị gụnyere ọtụtụ ụdị, site na egwu egwu None but that! (2007), Agamista (2007), Eyes Of A Thief (2014), ihe egwu Kashf Hesab (2007), ụlọ nka Heliopolis (2009), Villa 69 (2013), Decor (2014), na slapstick comedy Habibi Naêman (Sleeping Habibi) (2008)",
  "Tụkwasị na nke a, o sonyere n'ọtụtụ mmemme ihe nkiri Europe, ebe ọ natara ọtụtụ onyinye dịka onye na-eme ihe nkiri na onye na-emepụta ihe",
  "Kemgbe afọ 2016, ọ rụrụ ọrụ n'ọtụtụ ọrụ Bekee, dịka Tyrant na FX, History Channel's Vikings, na BBC's TV mini-series The Last Post, ma kwupụta na ọ ga-apụta na Netflix Show Messiah afọ 2019 na-abịanụ",
  "N'emume ihe nkiri n'afọ 2016 nke na-eme emume maka ihe nkiri Arab na Oscars, a chọpụtara na ọ bụ onye na-eme ihe nkiri kachasị na ihe nkiri Arabic na Academy Award for Best Foreign Language Film (The Oscars). A na-akpọkarị ya na mgbasa ozi ọdịda anyanwụ dịka \"Egypt's Brad Pitt\", a kọwakwara ya dịka \"Omar Sharif ọzọ\" karịsịa mgbe ihe nkiri America mbụ ya bụ Civic Duty n'afọ 2007. A họpụtara ya dịka onye nnọchi anya Goodwill maka UNICEF n'afọ 2007, Naga rụrụ ọrụ dị mkpa n'ịmata ikike ụmụaka, yana mkpọsa mmata mbụ nke HIV na Egypt na Arab ụwa, ma sonye n'ọtụtụ ihe mba ụwa, gụnyere ịkwado ọchịchị onye kwuo uche ya na mba ya Egypt. Ọ bụ otu n'ime ndị ama ama ama nke 2011 Egyptian Revolution, na-ekere òkè na ngagharị iwe na Cairo nke dugara n'iwepụ Onye isi ala Mubarak. Ọ na-eche mkpọsa nkwutọ megide ya ihu site n'aka ụlọ ọrụ mgbasa ozi nke gọọmentị n'oge Mubarak tupu mgbanwe nke Jenụwarị 25, 2011 na Egypt, na ọtụtụ ugboro ọzọ site na 2013 \"coup d'état\" General Sisi gọọmentị na Egypt na mmegwara maka nkwado ya banyere mmebi nke ọnọdụ ikike mmadụ na Egypt.",
  "A mụrụ Naga na Heliopolis, mpaghara cosmopolitan nke Cairo, Egypt",
  "Nna ya, onye isi ndị agha Egypt General Mohamed-Sami Aboul-Naga (Arabic: اللواء أ.ح / محمد-سامي السيد أبو النجا), sitere n'ezinụlọ ọdịnala nke ndị isi nwe ala na ad-Daqahliyah, Aga, Egypt nke e weghaara n'oge mgbanwe Nasser nke afọ 1952 na mgbanwe ala ya na Egypy",
  "Nne ya kpughere n'afọ 2013 na ọ bụ nwa onye amụma Islam Muhammad site na Fatima Az-Zahraa na Imam Husayn ibn Ali nwa Ali ibn Abi Talib",
  "Ọ bụ nwanne nwoke nke onye America na-ewu ụlọ bụ Tarek Naga, na onye na-ewu ihe owuwu Seif Abol Naga, onye pụtara na ihe nkiri Empire M.",
  "Akụkụ mbụ nke ọrụ ime ihe nkiri nke Naga (1989ī2002) dị n'ụzọ dị ukwuu n'elu ikpo okwu (n'ihe nkiri), ọ bụ ezie na ọ malitere ịnabata ihe ngosi okwu TV n'afọ 1998, nke nyere aka mee ka ọ bụrụ onye a ma ama dịka onye mgbasa ozi na Egypt na steeti ndị na-asụ Arabic. Ọrụ telivishọn na ihe nkiri ya gụnyere ụdị dị iche iche",
  "Mgbe o mepụtara ma mee ihe nkiri na 2009 Heliopolis site na onye nduzi nke mbụ Ahmad Abdalla, ọ pụtara na ihe nkiri nke abụọ Microphone nke ya na Mohamed Hefzy mepụtara n'afọ 2010",
  "Site n'afọ 2010 gaa n'ihu, Abol Naga na-eduga ọtụtụ ọrụ dịgasị iche iche na nke dị mgbagwoju anya, nọgidere na-enweta ọtụtụ onyinye dị ka onye na-eme ihe nkiri na dịka onye mmepụta site na mmemme ihe nkiri mpaghara na nke mba ụwa",
  "A họpụtara ya dịka onye otu ndị ọka ikpe na mgbe ụfọdụ onye isi ndị ọka ikpe nke mmemme ihe nkiri nke mpaghara na nke ụwa",
  "A na-ewere ya dịka otu n'ime ndị na-eme egwuregwu kachasị elu n'ụwa taa site na mpaghara Arab.",
  "Ọrụ ime ihe nkiri nke Naga malitere na 1977 mgbe ọ ka bụ nwatakịrị nwere òkè na ihe nkiri Egypt Madness of Love (Arabic) (aka: Genoun El Hob) (aka - La Folie De L'amore)",
  "Kemgbe ahụ, ọ pụtara na ihe nkiri dịgasị iche iche gụnyere ihe egwu na-akpali akpali, romance na egwu egwu.",
  "N'afọ 2001, ọrụ ihe nkiri ya nwetara ume mgbe onye nduzi Daoud Abdel Sayed họpụtara ya maka idu ndú na A Citizen, An Informant And A Thief (Mowaten we Mokhber we Haramy) (Arabic)",
  "N'afọ 2002 o gosipụtara nkà ya maka ịbụ abụ na egwu egwu Wust El-Balad (\"Downtown\")",
  "Mgbe ahụ, e nyere ya òkè na \"Sleepless Nights\" (aka: \"Sahar El Layali\") nke ghọrọ ihe na-ewu ewu na 2003 Xia2004",
  "Ka e mesịrị n'otu afọ ahụ, e nyere Abol Naga onye na-eme ihe nkiri kacha mma na Damascus International Film Festival na onyinye onye na-ese ihe nkiri kacha kyau site na Paris Arab Cinema Biennale nke Institute du Monde Arabe IMA Film Festival.",
  "Egwú nke Lionel Bart",
  "Naguib Mahfouz",
  "(Arabic:بجد, بجنون, بعمق)",
  "Ntinye nke Khaled Abol Naga",
  "dabere na ihe nkiri Anthony Minghellao nke otu aha ahụ",
  "Emume ihe nkiri Independent Free Theatre Festival,",
  "(Arabic)",
  "(WON Best Theatrical Troupe Award nke emume ahụ)",
  "AL QAFELA (Ụlọ Ndị Njem)",
  "(Arabic)",
  "Naguib Mahfouz",
  "1995",
  "(Arabic)",
  "M Salmawy",
  "1995 Ụlọ ihe nkiri Sheraton, Cairo, Egypt",
  "na",
  "Sheikh (Maazoun)",
  "(Arabic)",
  "Tawfiq al-Hakim",
  "(egwú)",
  "na",
  "Romeo",
  "nke Nassim Soleimanpour dere",
  "13 Eprel 2013",
  "(Ihe ngosi otu nwoke a ma ama n'ụwa)",
  "Gwuo ihe nkiri (n'asụsụ Arabic)",
  "Septemba 2013",
  "Egwú nke Lionel Bart,",
  "Arabisation & Lyrics site",
  "Zeinab Mobarak",
  "Ihe nkiri Ebe Mgbaba",
  "Onye nduzi egwu: Nayer Nagui",
  "New Threads, GoldenThread productions.",
  "nke Kal Naga duziri June 5, 2018",
  "CIFF Cairo International Film Festival",
  "Emume ihe nkiri Africa na Khouribga, Morocco",
  "Emume ihe nkiri mba nke iri na asatọ maka ihe nkiri Egypt 2014"
]