[
  "Amira Kiziamina, onye a maara nke ọma site na aha egwu ya bụ Kalash Criminel, bụ onye na-eti egwu French. Ọ bụ onye albino ma họrọ iyi balaclava, n'ihi na mgbe ọrụ egwu ya malitere, ọ ga-ezo ihu ya n'ihi ya nne ya achọghị ka ọ rap",
  "Otú ọ dị, ọ nwetara mmeghachi omume dị mma maka iyi balaclava, ma ugbu a ọ na-eyi ya site na nhọrọ. Ọ bịanyere aka na Def Jam Recordings na Universal Music",
  "Ya na Kaaris na-arụkọ ọrụ mgbe niile, onye ya na ya mere egwu \"Arrêt du Cœur\" na album ya R.A.S.",
  "A mụrụ Kalash Criminel na Zaïre, obodo nke a mara ugbu a dị ka Democratic Republic of the Congo na abalị iri na ano, na onwa Febụwarị, na afọ 1995",
  "Na mbido, ya na ezinụlọ ya biri na Kinshasa, mana mgbe Agha Congo Mbụ malitere, ya na ndị ezinụlọ ya gbagara France. Ya na ezinụlọ ya rutere Rougemont, na Sevran ma biri ebe ahụ kemgbe ahụ",
  "N'oge ọ bụ nwata, ọ malitere rap, na mbụ ọ ghọrọ akụkụ nke otu nzukọ 14 na ndị rapper Daystiil, Kifa, Krimo JS et Zino5. E mechara bịanye aka na otu a na akara 10/12 Records",
  "N'afọ 2012, ha wepụtara ihe ngosi, nke akpọrọ Traumatiser, nke mere ka mmekọrịta na ọrụ ha sie ike.",
  "N'afọ 2015, Kiziamina malitere ọrụ ya n'onwe ya wee wepụta egwu \"10 12 14 Bureau\", ma mesịa wepụta usoro freestyles akpọrọ Sauvagerie",
  "O mechara soro ndị na-eti egwu Ixzo, Sofiane, Kaaris na JUL rụkọọ ọrụ.",
  "Njikọ ya na Kaaris mere ka egwu \"Arrêt du cœur\" nke kwadoro ma malite ọrụ ya na rap French",
  "Na abalị iri abụo na atọ, na ọnwa Septemba  na afọ 2016, ọ wepụtara vidiyo egwu mbụ ya akpọrọ \"Sale Sonorité\". Vidio a nwere ihe karịrị nde mmadụ iri na YouTube",
  "N'abalị iri abụọ na isii n'ọnwa Septemba n'afọ 2016, ọ kwupụtara ntọhapụ nke mixtape mbụ ya, nke akpọrọ R.A.S., nke a ga-ewepụta n'ụbọchị iri abụọ na asatọ n'ọnwarị n'afọ 2016. N'izu mbụ ya, R.A.S rere 2,970 mbipụta.",
  "N'abalị iri abụọ na atọ n'ọnwa Nọvemba afọ 2018, Kiziamina wepụtara abọm studio mbụ ya, La Fosse aux lions, n'okpuru akara ya, Sale sonorité Records",
  "Nzaghachi dị mma, na 13,388 e rere n'izu mbụ.",
  "*Ọ pụtaghị na chaatị Ultratop 50 nke Belgium, kama ọ pụtara na chaatụ Ultratip.",
  "*Ọ pụtaghị na chaatị Ultratop 50 nke Belgium, kama ọ pụtara na chaatụ Ultratip.",
  "*Ọ pụtaghị na chaatị Ultratop 50 nke Belgium, kama ọ pụtara na chaatụ Ultratip."
]