[
  "Kalakuta Republic bụ aha onye egwu na onye nkwuchite ọnụ ndị ndọrọ ndọrọ ọchịchị  Fela Kuti nyere ụlọ ọrụ obodo jikọtara ebe obibi ezinụlọ ya, ndị otu egwu, na ụlọ ndekọ",
  "Ọ dị na ọnụ ọgụgụ ụlọ iri na ano  Agege Motor Road, Idi-Oro, Mushin, Lagos, Nigeria, ọ nwere ụlọ ọgwụ ahụike n'efu, na ebe ndekọ. Fela kwupụtara na ọ nwere onwe ya site na steeti nke ndị agha na-achị mgbe o si na United States lọta na 1970. Ogige ahụ gbara ọkụ ruo ala n'abali iri na asatọ nke ọnwa Febụwarị afọ 1977 mgbe otu puku ndị agha ji égbè wakporo ya.",
  "\"Kalakuta\" bụ ịkwa emo maka ụlọ mkpọrọ a na-akpọ \"Calcutta\" nke Fela bi",
  "Aha ahụ sitere na Black Hole nke Calcutta dungeon na India.",
  "Tupu mwakpo a wakporo ụlọ Fela, o mere ihe ndekọ a na-akpọ Zombie, banyere ọchịchị ndị agha Naijiria",
  "N'abụ ahụ, a na-akpọ ndị agha zombies maka irube isi n'iwu na-enweghị isi",
  "Otu n'ime ahịrị nke abụ ahụ, nke agụrụ na   Pidgin English nke west Africa, na-ekwu, \"Zombie agaghị aga ije ọ gwụla ma ị gwara ya ka ọ gaa ije\", ya bụ, zombie agaghị aga ije ma ọ bụrụ na enyeghị ya iwu",
  "Fela nwere nkụda mmụọ na ọkwa ndị agha Naijiria nke nyere ohere nrụrụ aka na egwu nke obodo ha site na ndị na-eme ihe aka ike na ndị bara ọgaranya, mgbe ha na-agbaso iwu iji menye ndị Naijiria egwu.",
  "Abụ ahụ na-ewu ewu na Naịjirịa, nke kpaliri iwe onye isi ala General Olusegun Obasanjo",
  "Ndị agha enweghị obi ụtọ na nkatọ Fela na-akatọ mgbe niile ma kwuo na ọ bụghị ihe na-ekwesịghị ekwesị inwe mba n'ime mba",
  "Akwụkwọ akụkọ ndị Naijiria bu akụkọ na-awụ akpata oyi n'ahụ ma bụrụ nke a na-ejighị n'aka banyere ụmụ agbọghọ ndị  ndị otu Fela dọtara n'ogige ahụ ma mebie.",
  "N'oge mwakpo ndị agha Naịjirịa wakporo Kalakuta Republic, a tụpuru nne Fela Frances Abigail Olufunmilayo Thomas site na windo nke ụlọ elu ogo nke abụọ",
  "Ọ nwụrụ mgbe ọ nọrọ n'ọnọdụ coma ruo ihe dị ka izu asatọ.",
  "Fela dara na atụmatụ mbụ ya iji cheta otu afọ ncheta nke nchụpụ Kalakuta Republic  site n'ịlụ nwanyị iri abụọ na asaa n'ime ndị na-agụ egwú ya n'ememe agbamakwụkwọ n'ọfịs onye ọka iwu ya, Tunji Braithwaite",
  "Ụbọchị abụọ ka e mesịrị, n'abalị iri abụọ nke ọnwa Febụwarị afọ 1978, ọ lụrụ ụmụ nwanyị iri abụọ na asaa a maara dị ka \"Queens\" na Parisona Hotel dị n'okporo ụzọ Ikorodu na Lagos",
  "Fela kwuru na ya na ụmụ nwanyị niile agaghị enwe mmekọrịta alụmdi na nwunye dị ka tabloids tụrụ aro, mana ọ lụrụ ha n'ihi na ha enweghị ike ịchọta ọrụ mgbe ọkụ gbara ụlọ ndekọ ahụ",
  "Dị ka Fela si kwuo, n'omenala Yoruba, mgbe nwanyị nọ n'ihe ize ndụ nke ịbụ onye ogbenye, ọ bụ ọrụ nwoke nọ n'obodo ya ịlụ ya dị ka ụzọ isi chebe ya.",
  "N'afọ 2012, Babatunde Fashola, Gọvanọ Lagos, malitere ime ihe iji wughachi ogige ahụ ma gbanwee ya ka ọ bụrụ ebe ngosi ihe mgbe ochie",
  "Ebe ngosi nka nke Kalakuta Republic meghere n'ụzọ iwu n'abalị iri na ise nke ọnwa Oktoba afọ afọ 2012, iji cheta ụbọchị ọmụmụ afọ iri asaa na asato nke Fela",
  "O nwere ngosipụta nke uwe Fela, ngwá ọrụ na ihe osise, yana ụlọ oriri na ọṅụṅụ na họtel."
]