[
  "Kale (/keɪl/), ma ọ bụ akwụkwọ cabbage, bụ nke otu cabage (Brassica oleracea) nke a na-akụ maka akwụkwọ ha a na-eri eri, ọ bụ ezie na a na-eji ụfọdụ dị ka ihe ịchọ mma",
  "Osisi Kale na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ anụnụ anụnụ akwụkwọ ndị dị n'etiti anaghị eme isi (dị ka cabbage nwere isi)",
  "A na-ewere Kales dịka ihe kachasị dị nso cabage ọhịa karịa ọtụtụ n'ime ụdị Brassica oleracea.",
  "Kale sitere na Northern Middle English cale (iji ya tụnyere Scots kail na German Kohl) maka ụdị cabbages dị iche iche",
  "Mmalite kachasị bụ Latin caulis 'cabbage'.",
  "Kale malitere n'ebe ọwụwa anyanwụ Mediterenian na Anatolia, ebe a na-akụ ya maka nri malite n'afọ 2000 BCE na nke kachasị ọhụrụ. Ụdị cabbage nwere akwụkwọ rọgọrọ arọgọ adịlarị na ụdị dị larịị na Gris kamgbe senchiri nke anọ BC",
  "A na-ewere ụdị ndị a, nke ndị Rom na-akpọ Sabellian kale, dị ka ndị nna nna nke kales nke dị oge a.",
  "Ihe ndekọ mbụ nke cabbages n'ebe ọdịda anyanwụ Europe bụ nke cabbage siri ike na senchiri nke irí na atọ. Ihe ndekọ na senchiri nke iri na anọ na England na-eme ka ọdịiche dị n'etiti cabbage siri ike na kale nwere akwụkwọ.",
  "Ndị ahịa Russia webatara kale Russia na Canada, wee banye na United States, site n'aka ndị ahịa Russia na senchiri nke irí na itoolu. A na-ekwu na onye botanist USDA David Fairchild na-ewebata kale (na ọtụtụ ihe ọkụkụ ndị ọzọ) nye ndị America, ebe ọ si Croatia weghachite ya, ọ bụ ezie na Fairchild n'onwe ya enweghị mmasị na cabbages, gụnyere kale. N'oge ahụ, a na-akụ kale n'ọtụtụ ebe na Croatia karịsịa n'ihi na ọ dị mfe ịzụlite ma dị ọnụ ala, ma nwee ike iwepụ nnu n'ala. Maka ihe ka ukwuu na senchiri nke iri abụọ, a na-ejikarị kale eme ihe na United States maka ebumnuche ịchọ mma; ọ ghọrọ ihe a ma ama dị ka akwụkwọ nri a na-eri eri na 1990s n'ihi uru nri ya.",
  "N'oge agha ụwa nke abụọ, a kwalitere ịzụlite kale (na akwụkwọ nri ndị ọzọ) na UK site na mkpọsa Dig for Victory. Akwụkwọ nri ahụ dị mfe ịzụlite ma nye ihe oriri dị mkpa na-efu na nri n'ihi rationing.",
  "Kale na-abụkarị osisi na-eto kwa afọ nke a na-akụ site na mkpụrụ nwere okpomọkụ dịgasị iche iche. Ọ na-eguzogide ma na-eto eto n'oge oyi, ma nwee ike ịdị ndụ na okpomọkụ dị ala dị ka -15.0° Celsius. Kale nwere ike ịghọ ihe na-atọ ụtọ mgbe nnukwu oyi gasịrị.",
  "Otu onye nwere ike ịmata ndịiche dị n'etiti ụdị kale dị iche iche dabere na obere, etiti, ma ọ bụ ogologo ogologo nke ogwe osisi ahụ, yana ụdị akwụkwọ dị iche iche",
  "Agba akwụkwọ ya sitere na akwụkwọ ndụ akwụkwọ ndụ ruo  na akwụkwọ ndụ nweturu ucha anụnụ anụnụ",
  "Nchịkọta site na ụdị akwụkwọ:",
  "N'ihi na kale nwere ike itolite nke ọma n'oge oyi, a na-akpọ otu ụdị rape kale \"oghere agụụ\" mgbe oge oyi gasịrị n'ọrụ ugbo ọdịnala mgbe obere ihe ọzọ nwere ike ịghọrọ",
  "A maara ụdị dị oke elu dị ka Jersey kale ma ọ bụ cabbage ehi",
  "Kai-lan ma ọ bụ Chinese kale bụ ihe a na-ejikarị eme nri ndị China",
  "Na Portugal, a na-akpọkarị kale nwere akwụkwọ ndụ \"couve galega\" (Galician kale ma ọ bụ Portuguese Cabbage).",
  "A na-akụ ọtụtụ ụdị kale na cabbage karịsịa maka akwụkwọ ịchọ mma na-acha ọcha, ọbara ọbara, uhie ọcha, lavender, anụnụ anụnụ ma ọ bụ violet n'ime rosette",
  "Ụdị dị iche iche nke ihe ịchọ mma bụ peacock kale, coral prince, kamone coral queen, color up kale na chidori kale.  Kale ịchọ mma bu nke a na-eri dị ka ụdị ọ bụla ọzọ, mana ọ gaghị adị ka ihe na-atọ ụtọ",
  "A na-ejikarị akwụkwọ osisi dị ka ihe eji eme ihe maka akwụkwọ nri na akwụkwọ agbamakwụkwọ.",
  "Àtụ:Nutritional value",
  "Àtụ:Nutritional value",
  "Kale esibeghị esi nwere mmiri dị pasent ịrị asatọ na ano, carbohydrates dị pasent itoolu, protein dị pasent anọ na abụba dị otú pasent (tebụl)",
  "Na 100g (3½ oz) kale esibeghị esi na-enye 207 kilojoules (49 kilocalories) nke ike nri na nnukwu vitamin K na ihe karịrị ugboro atọ kwa ụbọchị (DV) (tebụl)",
  "Ọ bụ isi iyi bara ọgaranya (20% ma ọ bụ karịa nke DV) nke vitamin A, vitamin C, vitamin B6, folate, na manganese (lee tebụl \"Kale, raw\")",
  "Kale bụ ezigbo isi iyi (10 - 19% DV) nke thiamin, riboflavin, pantothenic acid, vitamin E na ọtụtụ mineral nri, gụnyere iron, calcium, magnesium, potassium, na phosphorus (lee tebụl \"Kale, raw\")",
  "Ịsi kale esi na-ebelata ọtụtụ n'ime ihe ndị a, ebe uru maka vitamin A, C, na K, na manganese ka dị ukwuu (lee tebụl \"Kale, esiri esi\").",
  "Kale bụ isi iyi nke carotenoids, lutein na zeaxanthin (tebụl). Dị ka ọ dị na broccoli na akwụkwọ nri ndị ọzọ na-acha uhie uhie, kale nwere glucosinolate compounds, dị ka glucoraphanin, nke na-enye aka n'ịmepụta sulforaphane, ihe dị n'okpuru nnyocha mbụ maka ikike ya imetụta ahụike mmadụ n'ụzọ bara uru.",
  "Ịsị kale esi na-ebelata ọkwa nke glucosinate compounds, ebe ịsi ya obere oge n'ọkụ, microwaving ma ọ bụ ịghe ya eghe anaghị akpata nnukwu mfu. Kale nwere oxalic acid dị ukwuu, nke enwere ike ibelata site na isi ya esi.",
  "Kale nwere polyphenols dị ukwuu, dị ka ferulic acid, na ọkwa dịgasị iche iche n'ihi ihe ndị metụtara gburugburu ebe obibi na mkpụrụ ndụ ihe nketa.",
  "E mepụtara \"kale chips\" na-atọ ụtọ dị ka ihe na-anọchi anya poteto chip.",
  "Na Netherlands, nri ọdịnala nke oge oyi a na-akpọ \"boerenkoolstamppot\" bụ ngwakọta nke kale rọgọrọ arọgọ na nduku esuru esu, mgbe ụfọdụ na becon e siri esi, ma jiri rookworst (\"smoked sausage\").",
  "N'ebe ugwu Germany, e nwere omenala oge oyi a maara dị ka \"Kohlfahrt\" (\"njem kale\"), ebe otu ìgwè mmadụ ga-aga ije n'ime ọhịa n'ụbọchị tupu ha agbakọta n'ụlọ oriri ma ọ bụ ebe obibi onwe onye ebe a na-enye kale, na-ejikarị becon na Kohlwurst (\"kale sausage\").  A na-ewere Kale dị ka nri dị mkpa na nri ntụsara ahụ nke Northern German.",
  "N'Ịtali, cavolo nero kale bụ ihe eji eme ofe Tuscan ribollita.",
  "Nri ọdịnala Portuguese, caldo verde, na-ejikọta poteto dị ọcha, kale a kwọrọ akwọ nke ọma, mmanụ oliv na nnu. Ihe ndị ọzọ nwere ike ịgụnye broth na sausage na-esi ísì ụtọ.",
  "Na Scotland, kale nyere ntọala dị otú ahụ maka nri ọdịnala nke na okwu ahụ n'asụsụ ụfọdụ nke Scots bụ otu ihe na nri",
  "Ịbụ \"onye na-anọghi na kail ya\" bụ ọnọdụ mmadụ ịrịa ọrịa nke ukwuu nke bụ na ọ pụghị iri nri.",
  "Na Ireland, a na-agwakọta kale na nduku esuru esu iji mee nri ọdịnala colcannon. Ọ na-ewu ewu na Halloween, mgbe enwere ike inye ya na sausages.",
  "Eshia:",
  "Na Sri Lanka, a maara ya dị ka 'kola gova' ma ọ bụ ela gova",
  "A na-akụ ya maka iji ya eme ihe oriri",
  "A na-eri nri a na-akpọ 'kale mallung' ihe fọrọ nke nta ka ọ bụrụ ebe niile n'àgwàetiti ahụ tinyere osikapa.",
  "Ụlọ akwụkwọ ndị edemede na Kailyard nke Scotland, nke gụnyere J",
  "M",
  "Barrie (onye kere Peter Pan), bụ ndị edemede dere banyere ndụ ọdịnala ime obodo Scotland (<i id=\"mwAQU\">kailyard</i> = 'ubikale'). N'akwụkwọ Cuthbertson bụ Autumn in Kyle and the charm of Cunninghame, o kwuru na Kilmaurs na East Ayrshire bụ ndị a ma ama maka kale ya, nke bụ ihe oriri dị mkpa",
  "A na-akọ akụkọ ebe otu obodo dị nso nyere onyinye ịkwụ ụgwọ dị ukwuu maka ụfọdụ mkpụrụ kale, onyinye dị oke mma ịjụ ajụ",
  "Ndị obodo ahụ kwetara, mana iji nwayọọ sie na shọvel n'elu ọkụ coal mere ka mkpụrụ ahụ ghara itolite.",
  "Curly-leaf kale",
  "Red Russian kale",
  "Tuscan kale",
  "Making kale chips in Illinois",
  "A traditional New Years Danish dish: boiled ham, glazed potatoes and stewed kale",
  "A kale-based dish with other vegetables and sourdough bread, served at a restaurant in Australia",
  "Àtụ:Brassica oleracea"
]