[
  "Kalimah Johnson bụ onye na-agwọ ọrịa na onye na-ahụ maka mmekọrịta mmadụ na ibe ya bụ onye ọkachamara n'ịgwọ ọrịa zuru oke",
  "Ọ bụ onye guzobere na onye isi nchịkwa nke SASHA (Sexual Assault Services for Holistic Healing and Awareness) Center na Detroit, Michigan ma nwee mmetụta na #MeToo movement.",
  "A mụrụ Johnson na Detroit ma zụlite ya n'akụkụ ugwu nke Detroit site n'aka otu nne. Ọ hapụrụ ụlọ akwụkwọ sekọndrị, wee sonye na Job Corps na Grand Rapids, Michigan, ma mesịa debanye aha na Highland Park Community College n'afọ 1986. Ọ hapụrụ kọleji obodo iji rụọ ọrụ na hip hop na aha ọgbọ Nikki D nke e mechara gbanwee na Eboni and Her Business; ọ bịanyere aka na World One Records n'afọ 1989 wee wepụta abọm akpọrọ Civilized n'afọ 1990. Ọ malitere ime uri okwu n'afọ 1997 wee mepụta abọm akpọrọ DatsWhatImaDu maka nkesa nke Golden Rod Records n'afọ 2005.",
  "Johnson gụsịrị akwụkwọ na Mahadum Wayne State na Bachelor of Social Work, ma gụchaa MSW n'afọ 1997. Ọ bụ onye otu Delta Sigma Theta sorority. N'afọ 2004, mgbe o mechara nnyocha banyere mbugharị nke ezinụlọ ya dị ka ndị ohu, ọ gara n'ugbo ebe ha bụ ndị ohu. N'afọ 2005, nyocha DNA nyere aka chọta ezinụlọ ya na ndị Akan nke Ghana, ọ gara Ghana n'afọ 2006.",
  "O nwetara asambodo Asambodo mmepe ndị egwuregwu nke ụlọ Akwụkwọ Wharton",
  "N'afọ 2005, ọ na-arụ ọrụ na Ngalaba ndị uwe ojii Detroit dị ka onye na-agwọ ndị lanarịrị mwakpo mmekọahụ, ma rụọ ọrụ dị ka onye na-agwọ ọrịa na onye na-elekọta mmadụ na ụlọ ọrụ ndụmọdụ gbasara ndina n'ike nke ngalaba ndị uwe ojii ruo afọ iri.",
  "N'afọ 2010, Johnson hiwere nzukọ na-abaghị uru SASHA (Sexual Assault Services for Holistic Healing And Awareness) Center iji nye ọrụ ndị gụnyere ndị otu nkwado omenala yana mmemme mgbochi na agụmakwụkwọ. N'afọ 2020, Johnson gwara The Detroit News, \"M mepụtara SASHA Center ka ụmụ nwanyị ojii wee bịa gwa anyị (otú e si agwọ ọrịa); anyị na-eji nke ahụ ma hazie ya ka ụmụ nwanyị ojii wee nwee ike iji ya site ugbu a gaa n'ihu",
  "\" Dị ka The Detroit News si kwuo, SASHA \"mepụtara ihe nlereanya a maara dị ka  Mgbako nke ndina n'ike nke ụmụ nwanyị ojii, nke na-egosipụta ihe mgbochi ụmụ nwanyị ojii na-eche ihu mgbe a na-emegbu ha n'ụzọ mmekọahụ, gụnyere stereotyping, imebiga ihe ókè, ọdịbendị na mgbochi usoro mgbochi",
  "\" Johnson hiwere SASHA iji dozie ihe mgbochi ndị a. E wepụtara nsụgharị ikpeazụ nke Triangulation of Rape Model n'afọ 2018, mgbe Johnson na ndị otu obodo kwurịtara okwu ma nata ntinye aka site n'aka ndị mmadụ na mgbasa ozi ọha na eze.",
  "Ọ rụrụ ọrụ dị ka osote prọfesọ maka Ngalaba Ọrụ nke Ọha na koleji nke Marygrove  ma bụrụ onye na-ede uri na ebe obibi maka Detroit Symphony Orchestra.",
  "Johnson arụwokwa ọrụ dị ka onye ndụmọdụ maka òtù egwuregwu ọkachamara iji kụziere ndị na-eme egwuregwu banyere mmekọrịta, ime ihe ike n'ụlọ, na mwakpo mmekọahụ, ọ bụkwa onye ndụmọdụ maka National Basketball Association. Dị ka onye ndụmọdụ, Johnson na kọmishọna NBA Adam Silver rụkọrọ ọrụ n'afọ 2014, mgbe onye egwuregwu Charlotte Hornets bụ Jeffery Taylor kwetara na ikpe mara ya na ikpe ime ihe ike n'ụlọ.",
  "Johnson pụtara na ihe nkiri 2017 I Am Evidence nke sochiri nyocha nke ndina n'ike na-enweghị nyocha na United States.",
  "Johnson bụ onye nhazi mbụ nke ngagharị iwe #MuteRKelly, n'afọ 2018, na nzaghachi maka ogologo akụkọ ihe mere eme nke mmetọ mmekọahụ na ebubo mwakpo megide R Kelly, ọ haziri ngagharị iwe #MuteRKelly na mpụga Detroit Little Caesars Arena iji mee ngagharị iwe maka omenala ndina n'ike na ime ihe ike mmekọahụ. Na nzukọ mgbasa ozi, Johnson kwuru, \"Ụmụ agbọghọ ojii dị mkpa, ụmụ agbọghọ ojii nwekwara olu na ụmụ agbọghọ ojii chọrọ ka a hụkwuo anya banyere mmetọ mmekọahụ na mwakpo, ọ bụ ya mere anyị ji nọrọ ebe a",
  "Anyị nọ ebe a iji nwee mkparịta ụka ahụ",
  "'",
  "Johnson bụkwa onye na-emepụta ntutu isi. Ọ mepere ntọala ụlọ ọrụ nlekọta ntutu isi, PicNap, LLC, iji nye nlekọta ntutu isi na ọrụ ahụike. N'afọ 2008, Johnson bipụtara Locs for Life: Mgbọrọgwụ ahụ maka ịdị mma maka ụmụ nwanyị America America, nduzi maka mkpọchi ntutu isi, gụnyere mmekọrịta mmadụ na ibe ya, mmetụta uche, na akụkụ ime mmụọ."
]