[
  "Kalthoum Bornaz (24 August 1945 - 3 September 2016) bụ onye Tunisia na-ede ihe nkiri, onye ndezi nke ihe nkiri, na onye nduzi nke so na ọgbọ mbụ nke ụmụ nwanyị na-eme ihe nkiri na Tunisia. A mụrụ ya na Tunisia na 24 August 1945 wee kwaga France iji gaa n'ihu na agụmakwụkwọ ya na mba ofesi",
  "Ọ rụrụ ọrụ na Tunisia na mba ofesi na mmepe nke ọtụtụ ihe nkiri ogologo oge dị ka onye nchịkọta akụkọ na onye nduzi.",
  "Kalthoum Bornaz bụ onye a matara ma nwee mmasị na ihe nkiri site na nwata",
  "Mmasị a sitere n'eziokwu dị mkpa na o nwere ndị nne na nna nwere mmasị na ihe nkiri",
  "Ọ gbasoghị mmasị ya ozugbo kama, ọ gbasoro igu ihe gbasara nka odide na Tunisia",
  "Kalthoum Bornaz hapụrụ obodo ya, iji mezue agụmakwụkwọ mahadum ya na France.",
  "Mgbe ọ gafere na France, Bornaz gbanwere majors, kama o kpebiri ịgbaso ihe nkiri na Mahadum Paris III. Ọ gụsịrị akwụkwọ na 1968, nweta nzere, na nka na nhazi ihe nkiri, nlekọta edemede, na nhazi site na Institut des Hautes Études Cinématographiques nke dị na Paris",
  "Mgbe ọ gụsịrị diplọma ya, Bornaz nọgidere na France ma rụọ ọrụ dị ka onye na-ahụ maka ihe nkiri na mmemme dị iche iche, ihe nkiri dị mkpirikpi, na ihe nkiri na-agagharị agagharị.",
  "Kalthoum Bornaz rụrụ ọrụ n'ọtụtụ ihe nkiri dị iche iche dị ka onye na-emepụta ihe, onye na-enyere onye na-eme ihe nkiri aka, onye na'ihe nkiri, na ọtụtụ ngalaba ndị ọzọ nke nka ya",
  "Ya na ndị na-emepụta ihe dị iche iche, na ndị na'ime ihe nkiri rụkọkwara ọrụ na mmepụta nke ọtụtụ ihe nkiri dịka Claude Chabrol, Roman Polanski, Randa Chahal-Sabbag. Ọ bụghị naanị na Bornaz mepụtara ihe nkiri na mmekorita ya na ndị nduzi ndị ọzọ ebe ọ bụ na ọ rụkwara ọrụ n'onwe ya na mmepụta ihe ngosi, ihe nkiri dị mkpirikpi, na ihe nkiri na-agagharị agagharị.",
  "E mepụtara ihe nkiri mbụ nke Kalthoum Bornaz na 1986, Couleurs Fertiles, ọ bụ ihe nkiri dị mkpirikpi nke nkeji iri na ise, ma wepụta ya na Tunisia",
  "Mgbe emepụtara ihe nkiri mbụ ya, Bornaz mepụtara ihe nkiri dị mkpirikpi n'usoro n'afọ asatọ na-esonụ nke ọrụ ya: Three Characters in Search of a Theatre, The Gaze of the Seagull, Wedding Nights in Tunisia",
  "N'afọ 2000, o mepụtara ihe nkiri ọzọ dị mkpirikpi nke a na-akpọ The Forest of El Medfoun, ọ bụkwa ihe nkiri mkpirikpa ikpeazụ ya.",
  "Afọ dị mkpa n'ọrụ onye nduzi a bụ na 1998 mgbe Kalthoum Bornaz duziri ihe nkiri mbụ ya, Keswa",
  "Keswa bụ ihe nkiri nke nwetara ọtụtụ nyocha na-adịghị mma n'ihi na ọ na-ekwu maka isiokwu nke ikike ụmụ nwanyị na Tunisia n'ụzọ na-adịghị njọ dịka ndị nkatọ kwuru. E mepụtara Keswa site na nkwado nke ụlọ ọrụ mmepụta dị iche iche dị ka Les Films de la Mouette, nke bụ ụlọ ọrụ mmepe nke ya, MS Sarim Al Fassi, na Morgane Productions",
  "Ọ bụghị naanị na egosiri ihe nkiri ahụ na Tunisia ebe ọ bụ na a tọhapụrụ ya na mba dị iche iche, na mmemme ihe nkiri mba ụwa, dịka na Tübingen na Mannheim.",
  "Ihe nkiri ya nke abụọ na nke ikpeazụ bụ The Other Half of the Sky, e mepụtara ya na 2008 na Les Films de la Mouette, na Mille et Une Production",
  "The Other half of the Sky nyere Kalthoum Bornaz ohere ka a mata ya dị ka naanị nwanyị nduzi na-asọmpi, ma gosipụta ihe nkiri ya na asọmpi gọọmentị na Television Festival na Ouagadougouńs Pan-African Film.",
  "Ọ nwụrụ na Septemba 3, 2016.",
  "Kalthoum Bornaz na IMDb"
]