[
  "Kalu Mosto Onuoha (amụrụ na mgbe owa julai gbara mkpuru ubosi iri na asaa na-afọ 1947) Prọfesọ Emeritus nke Geology, ọ bu ọnye Naijira",
  "Na ọwa Jenụwarị, na afọ 2017, ọ ghọrọ onye isi oche nke Ụlọ akwụkwọ Sayensị nke Naijiria, mgbe ọ rụchara ọrụ dị ka onye na-ahụ maka akụ na ụba ya (bido na-afọ 2010- nwere rụọ na-afọ 2013), osote onye isi ala (2013-2015), na onye isi ala a họpụtara na-afọ  2016.",
  "A mụrụ Kalu Mosto Onuoha na mgbe 17 Julaị 1947 na Akanu Ohafia, Abia State. Onuoha nwetara agụmakwụkwọ n'oge (ụlọ akwụkwọ praịmarị na sekọndrị) na Naịjirịa",
  "Ọ gara Mahadum Lorànd Eötvös na Budapest, Hungary, ebe ọ gụrụ akwụkwọ na geophysics, nweta nzere PhD (summa cum laude) na-afọ 1978",
  "Mgbe afọ iri nke ọmụmụ na ọrụ nyocha post-doctoral na Europe gasịrị, ọ laghachiri Naịjirịa na-afọ 1980",
  "Mahadum Naijiria, Nsuka (UNN) were ya n'ọrụ dị ka onye nkuzi na ngalaba nke geology na-afọ 1980",
  "Onuoha mere nke ọma n'ọrụ nkuzi ya na ụlọ akwụkwọ mahadum UNN, wee ruo n'ọkwa onye isi nke ngalaba (HOD) nke geology na-afọ 1987",
  "N'ọnwa Ọktoba n'afọ 1988, ọ nwetara nkwalite ka ọ bụrụ prọfesọ zuru oke nke geology.",
  "N'afọ 1998, a nabatara Onuoha dị ka Fellow nke UỤlọ akwụkwọ Sayensi nke Naijiria",
  "Ọ bụkwa onye otu Nigerian Mining & Geosciences Society (NMGS), onye otu Nigarian Association of Petroleum Explorationists (NAPE)",
  "Ọ bụ onye otu American Association of Petroleum Geologists (AAPG), yana Society of Exploration Geophysicists (SEG).",
  "Na ụlọ akwụkwọ UNN, Onuoha lekọtara ma duzie ọtụtụ ụmụ akwụkwọ na-agụ akwụkwọ",
  "Ọtụtụ n'ime ụmụ akwụkwọ ya mere nke ọma n'ọrụ ha ebe ọtụtụ n'ime ha na-arịgo n'ọkwá dị elu na ụlọ ọrụ mmanụ na gas ebe ụfọdụ n'ime ndị nọ na agụmakwụkwọ rịrịgo n'ọnọdụ ndị prọfesọ na mahadum dị iche iche n'ime na n'èzí Naijiria",
  "Na-afọ 1991, a họpụtara ya Onye isi oche nke Petroleum Geology, na ụlọ akwụkwọ Mahadum Calabar, na-aghọ Prọfesọ mbụ na Mobil Producing Nigeria (onye enyemaka nke ExxonMobil) site na-afọ 1991 ruo 1992",
  "Onuoha nwetara ezumike n'aka UNN na 1996 ka ọ bụrụ onye ndụmọdụ teknụzụ mmepe teknụzụ (Subsurface Development Services) na Shell Petroleum Development Company Limited, Port Harcourt",
  "Ọ hapụrụ ọkwa a na 2002, ma laghachi na UNN",
  "N' ọwa Jenụwarị na-afọ 2003, a họpụtara Onuoha ka ọ bụrụ Shell/NNPC Chair of Geology na-eje ozi n'ọrụ a ruo n' ọwa Disemba na-afọ 2012",
  "Ọ bụ osote Vice-Chancellor (Academic) nke University of Nigeria, Nsukka n'etiti 2005 na 2009",
  "Na Jenụwarị 2013, a họpụtara ya ịbụ onye isi oche PTDF nke Petroleum Geology na UNN.",
  "A ga-anọchi Prọfesọ Onuoha na ngwụcha afọ anọ ọ nọrọ dị ka onye isi oche nke Nigerian Academy of Science site na Prọfesọ",
  "Ekanem Ikpi Braide onye jere ozi afọ atọ dị ka osote onye isi oche nke ụlọ akwụkwọ ahụ",
  "Prọfesọ Braide jere ozi dị ka osote onye isi nke mahadum abụọ dị iche iche ma bụrụ ugbu a onye isi nke Mahadum Arthur Jarvis."
]