[
  "Kameisha Jerae Hodge (pronounced /kəmiːʃə dʒɛreɪ h*dʒ/; amụrụ ya na Nọvemba 1, 1989) bụ onye edemede America, onye nkwusa, onye na-ede uri, na onye na-ese okwu si Washington, DC Ọ bụ onye guzobere na onye isi nke Sovereign Noir Publications, ụlọ ọrụ na-ebipụta akwụkwọ nke e guzobere n'afọ 2019 nke na-ebuli olu ụmụ nwanyị ojii.",
  "A mụrụ Hodge n'afọ 1989 na obodo Washington, D.C., onye nke mbụ n'ime mmadụ iri na otu, nne ha bụ Sabrina zụlitere ya, nwanne nwoke, na nwanne nwanyị. Ruo oge ụfọdụ, ha enweghị ebe obibi, na-anọnyere ndị ikwu ma ọ bụ n'ụlọ ndị na-enweghị ebe obibi.",
  "Hodge malitere ịgụ akwụkwọ n'asọmpi uri mgbe ọ nọ n'ụlọ akwụkwọ etiti. Na klas nke iri, ọ zutere onye ndụmọdụ ya, Yolanda D",
  "Coleman-Body, onye mere ka ọ mara ọrụ nta akụkọ, mbipụta, na ide ihe ma kụziere ya otu esi \"dị na ụlọ ọrụ ahụ dị ka nwa agbọghọ ojii\". Coleman-Body gbara Hodge ume ka o dee maka Rated-T, magazin ụlọ akwụkwọ; Hodge ghọrọ onye nta akụkọ, onye edemede, na onye nchịkọta akụkọ. Ọ rụkwara ọrụ dị ka onye nchịkọta akụkọ nke Knight Vision, akwụkwọ akụkọ ụlọ akwụkwọ",
  "Ọ gụsịrị akwụkwọ na Friendship Collegiate Academy Public Charter School n'afọ 2007.",
  "Hodge gara koleji Lafayette  dị ka Posse Scholar na English na Africana isi ma tinye aka ngwa ngwa na ndụ campus.",
  "Ọ rụrụ ọrụ dị ka VP nke Writing Organization Reaching Dynamic Students, otu ụmụ akwụkwọ na-ese ihe; rụrụ n'abalị mic na slams uri; malitere Lafayette's step team; bụ onye bi na Association of Black Collegians; ya na DJ Spyda Da Don na-akwado ihe ngosi redio; ma lekọta ala mmasị Africa-Caribbean n'ime ụlọ obibi ya. Ọ nọrọkwa na ngalaba mmepe nke MTV maka The N n'oge ezumike okpomọkụ ya. Mgbe ọ nọ n'ebe ahụ, ọ bụ onye na-ege ntị maka Total Request Live na ihe omume pilot nke Dance or Drop, ihe ngosi MTV a tụrụ aro. Ọ gụsịrị akwụkwọ na Lafayette n'afọ 2012 na BA na Bekee wee gaa n'ihu ịchụso MA na Bekee na edemede okike na itinye uche na abụ na Mahadum Southern New Hampshire",
  "O nwekwara asambodo na mbipụta.",
  "Hodge bipụtara mkpokọta abụ ya nke mbụ n'ike aka ya, Atlas of Consciousness, n'afọ 2010 mgbe ọ ka bụ nwa akwụkwọ na Lafayette. Kemgbe ahụ, e bipụtala nchịkọta abụọ ọzọ: Double Consciousness: An Autoethnic Guide to My Black American Experience (July 2014) na nwaanyị",
  "Queer",
  "Oji",
  "(November 2021). Ọ bụ onye edemede kachasị mma na Amazon, e bipụtara ya na Georgetown Journal of Law & Modern Critical Race Perspectives, ma bụrụ onye na-ekwu okwu TEDx na Lafayette College. Ọ rụkwara ọrụ na Martha's Table, NPR, WAMU, UrRepublic, na Viacom."
]