[
  "Kansụl Obodo Lagos bụ ụlọ ọrụ gọọmentị ime obodo nke e guzobere na 1917",
  "Na mbido, ọ na-ekwu maka nsogbu ahụike na ịdị ọcha nke obodo na mmejuputa ọnụego ụlọ mmiri",
  "N'afọ 1950, iwu ọhụrụ nke gọọmentị ime obodo mepụtara kansụl onye isi obodo nke nwere ndị kansụl ịrị abụọ na anọ a họpụtara ahọpụta, usoro a dịgidere ruo n'afọ 1953",
  "N'afọ 1963, a maara kansụl obodo ahụ dị ka Kansụl Obodo Lagos.",
  "Kansụl Obodo Lagos malitere mgbe e weputara iwu obodo 1917 nke na-ahọpụta akụkụ nke Lagos Island, Iddo, Apapa, na Ebute Metta dị ka obodo Lagos nke kansụl obodo ga-achịkwa. Mgbe ewepụtara ya, kansụl ahụ weghaara ọrụ nke ụlọ ọrụ ahụike na nke obodo, a na-enyekwa ya ọrụ ịchịkwa ma nye ikikere gbasara ahịa ọha na eze, ahịa mmanya, na ụgbọala, na mgbakwunye, inye ọnụego ụlọ mmiri, na iwu nchịkwa anụmanụ bịara n'okpuru ikike nke kansụl ọhụrụ ahụ. Na mbido, kansụl ahụ họpụtara ndị otu ruo 1919, mgbe mgbanwe nhazi kwadebere ụzọ maka nhọpụta nke ndị otu atọ, onye ọ bụla na-anọchite anya ngalaba ha, ebe ndị otu ndị ọzọ bụ ndị gọvanọ họpụtara",
  "N'afọ 1923, e guzobere Nigerian National Democratic Party n'akụkụ ụfọdụ iji gosipụta ndị na-azọ ọkwa afọ ise ọ bụla na Kansụl Iwu na afọ atọ ọ bụla na Lagos Town Council. N'afọ 1941, mgbanwe nchịkwa nyere kansụl ikike ịkwụ ụtụ isi.",
  "E mere mgbanwe nhazi na 1950 mgbe ewepụtara Iwu Gọọmentị Obodo Lagos nke ịrị na asaa, mgbanwe ndị ahụ gụnyere ịmepụta ndị otu a họpụtara ahọpụta niile na iwebata ọkwa onye isi obodo Lagos",
  "Iwu ọhụrụ ahụ mere nkwado maka ndị otu kansụl ịrị abụọ na anọ a họpụtara ahọpụta nke ndị ikom na ndị inyom dị afọ iri abụọ na otu ma ọ bụ karịa họpụtara.  N'agbata afọ 1950 na 1952, ndị otu 'Demo' duziri kansụl ahụ, nke a makwaara dị ka Nigerian National Democratic Party, otu ngalaba nke NCNC, pati ahụ họọrọ Ibiyinka Olorunimbe dị ka onye isi obodo Lagos mbụ na Mbonu Ojike dị ka osote onye isi obodo. Otú ọ dị, ọnọdụ ndọrọ ndọrọ ọchịchị dị egwu, enwere nsogbu nke ụgwọ ọrụ kwesịrị ekwesị maka onye isi obodo na mgbe iwu Mcpherson tinyere akụkụ nke Lagos n'okpuru ikike nke gọọmentị mpaghara ọdịda anyanwụ, mgbe ahụ ọtụtụ ndị otu Action Group na-edu, e tiri iwu mpaghara na-ekwu na mkpebi ndị isi nke kansụl ahụ mere dị mkpa ka Lieutenant Governor kwado ya.  Otú ọ dị, kansụl ahụ mezuru ọtụtụ n'ime ọrụ iwu ya, kwadokwara atụmatụ imezigharị obodo gụnyere mmepe nke ala na Surulere, mkpochapụ ogige na Lagos Island na atụmatụ maka mmemme agụmakwụkwọ n'efu na Oke Suna.",
  "N'afọ 1953, e wepụrụ ọkwa onye isi obodo ma nye ohere maka ụlọ ọrụ ọdịnala dị na Lagos ka ọ nọchite anya ya na kansụl ahụ",
  "Oba nke Lagos, e mere ya onye isi oche kansụl",
  "N'afọ 1954, Action Group nwere ọtụtụ ndị otu na kansụl ahụ ma na-achịkwa kansụl ruo mgbe a gbanwere aha ya ka ọ bụrụ Lagos City Council."
]