[
  "Ihe gbasara Kansk (Russian) ma ọ bụ ihe gbasara ndị nọ n'afọ iri na ụma Kansk (Russian) bụ ikpe mpụ na-aga n'ihu na obodo Kansk nke Russia ébé obu na n'ime afọ June 2020 ndị ọrụ FSB jidere ụmụ nwoke atọ dị afọ iri na anọ mgbe ha na-etinye akwụkwọ ndọrọ ndọrọ ọchịchị, ndị ndị ọchịchị boro ebubo na ha bụ ụlọ ọrụ na-eyi egwu anarchist",
  "Otu n'ime ihe akaebe dị na ikpe ahụ bụ omume ụmụ okorobịa ahụ na egwuregwu vidio Minecraft, ebe ha wuru ụlọ FSB nke ha na-afụ na egwuregwu ahụ. Otu nzukọ na-ahụ maka ikike mmadụ na Russia, Memorial, gosipụtara ikpe ahụ megide ndị Kansk atọ nọ n'afọ iri na ụma dị ka mkpagbu ndọrọ ndọrọ ọchịchị.",
  "Ná mmalite ọnwa June n'afọ 2020, n'ime mbà Kansk nke Russia Siberian, ụmụ nwoke atọ dị afọ iri na anọ na-etinye mpempe akwụkwọ mkpesa ndọrọ ndọrọ ọchịchị na-akpọ maka nnwere onwe nke nwa akwụkwọ mgbakọ na mwepụ nke Moscow State University PhD na onye ndọrọ ndọrọ ọchịchị anarchist Azat Miftakhov",
  "Ha debere ụfọdụ n'ime mpempe akwụkwọ ndị ahụ na mgbidi mpụga nke ụlọ ọrụ nchekwa gọọmentị etiti",
  "FSB chọtara ụmụ nwoke ahụ ma jide ha na ọnwa June 6, 2020.",
  "Mgbe e jidere ụmụ nwoke ahụ na mbụ na ubochi isii n'ọnwa June, ndị ọrụ FSB weghaara ekwentị ha, gbaa ha ajụjụ obere oge ma hapụ ha ka ha laa",
  "Mgbe ha nyochachara ekwentị ụmụ nwoke ahụ nke ọma ma chọpụta ọtụtụ ihe \"na-adịghị mma\" na ihe FSB n'ebe ahụ, FSB kpọrọ ụmụ nwoke ahụ n'echi ya ma gbaa ha ajụjụ ọnụ ogologo oge.",
  "Kọmitii nyocha nke Russia meghere ikpe mpụ megide ụmụ nwoke atọ ahụ e boro ebubo ọzụzụ maka ọrụ ndị na-eyi ọha egwu na ebumnuche nke ịgbanwe \"ọnọdụ dị ugbu a na usoro ndọrọ ndọrọ ọchịchị na Russian Federation\". N'ọnwa Nọvemba afọ 2020, e buliri ebubo mpụ ahụ iji hazie otu ndị na-eyi ọha egwu.",
  "Ọtụtụ ụlọ ọrụ mgbasa ozi Russia katọrọ ikpe ụmụ nwoke ahụ dị ka obi ọjọọ na oke",
  "Otu saịtị mgbasa ozi na mgbasa ozi, Baza.io, gbara akụkọ miri emi banyere ikpe \"ọdụm Kansk",
  "Otú ụmụ akwụkwọ Siberian dị afọ iri na anọ si tinye mpempe akwụkwọ na ụlọ FSB wee bụrụ ndị na-eyi ọha egwu. Akwụkwọ akụkọ mgbasa ozi Novaya Gazeta gbara ọtụtụ akụkọ na-akatọ njikwa gọọmentị banyere ọnọdụ banyere ikpe ụmụ akwụkwọ Kansk ma jiri ikpe ahụ tụnyere ọgwụgwọ ụmụaka n'oge Stalin's Great Purge n'ime n'afọ1930s.\nOtu akụkọ nke Novaya Gazeta mere ka ọ pụta ìhè na ihe akaebe ndị ọchịchị kpughere na mgbasa ozi na-akwado gọọmentị dị ka e jidere na ikpe Kansk sitere n'ezie site na ikpe dị iche, nke e mere ka ọha na eze mara ọtụtụ ọnwa gara aga.",
  "Ebe mgbasa ozi Grani.ru gosipụtara ikpe ébé FSB na emegide ụmụ okorobịa Kansk atọ dị ka \"fabricated\". A kọwara nkwupụta mbụ nke Mikhailenko na Andreyev na akụkọ nke otu RFE / RL nke Russia dị ka ewepụtara \"n'okpuru nrụgide na iyi egwu\".",
  "N'ime ọnwa Machị afọ 2021, otu ụlọ ọrụ na-ahụ maka ikike mmadụ na Russia, Memorial, depụtara ikpe ahụ megide ndị ntorobịa Kansk atọ dị ka mkpagbu ndọrọ ndọrọ ọchịchị."
]