[
  "Kantha nke a na-akpọkwa kanta, na qanta, bụ ụdị ọrụ ịchọ mma na Bangladesh na mpaghara ọwụwa anyanwụ nke India, ọkachasị na steeti India nke West Bengal, Tripura na Odisha",
  "Na Odisha ndị mere n'oge ochie, a na-etinye saris ochie n'elu ibe ha ma jiri aka dụkọta ha iji mee obere ihe ndina nke uwà maka ndị kasị",
  "A na-ejikarị nke a eme ihe n'elu ihe ndina ma ọ bụ kama ihe ndina. \"Kantha saris\" bụ omenala ụmụ nwanyị na mpaghara Bengal. N'ụbọchị ndị a, a na-etinye ihe ịchọ mma, nke a maara karịa ndị mmadụ n'ihe nke ọma dị ka 'kantha stitched', na sari, kurta (ma ọ bụ panjabi) na churidar na ọtụtụ uwe ndị ọzọ ma na-ewu ewu ụlọ nzukọ alaeze nke ga eweta ụwa họrọ site na iji Tinye na ụgbọ ịnyịnya agha n'ihi uru mara mma ha na njirimara aka ha.",
  "A na-ejikwa eriri Kantha eme akwa dị mfe, nke a na-akpọkarị nakshi kantha",
  "Ụmụ nwanyị na Bengal na-ejikarị saris ochie na ákwà ma tinye ha kantha ịkwa akwa iji mee  akwa akwa dị mfe, tụba, ma ọ bụ gbasaa, karịsịa maka ụmụaka",
  "Kantha na-ewu ewu n'etiti ndị njem nleta na-eleta mpaghara Bengal nke mpaghara India.",
  "Kantha bụ ụdị ịchọ mma nke ụmụ nwanyị ime obodo na-emekarị",
  "A na-eji dhotis na saris dị nro eme ụdị ọdịnala nke Kantha, na-eji eriri na-agba ọsọ dị mfe n'akụkụ",
  "Dabere na ojiji nke ngwaahịa a rụchara, a maara ha dị ka Lepkantha ma ọ bụ Sujni Kantha.",
  "Ákwà a chọrọ mma nwere ọtụtụ ihe gụnyere akwa, mkpuchi maka enyo, igbe, na ohiri isi",
  "N'ọnọdụ ụfọdụ, a na-ekpuchi ákwà ahụ dum na eriri na-agba ọsọ, na-eji ihe osise mara mma nke okooko osisi, ụmụ anụmanụ nnụnụ na ọdịdị geometric, yana isiokwu sitere na ihe omume kwa ụbọchị",
  "Ịtinye n'elu ákwà ahụ na-enye ya mmetụta na-agbaji ntakịrị, nke na-agbagharị agbaji",
  "A na-etinye kantha nke oge a n'ọtụtụ uwe dị ka sarees, dupatta, uwe elu maka ụmụ nwoke na ụmụ nwanyị, ihe ndina na ákwà ndị ọzọ, nke a na-ejikarị ogho na silk",
  "Ụlọ ọrụ ọrụ ọrụ aka nke oge a nke Kantha na-agụnye ụdị mmepụta dị mgbagwoju anya.",
  "Àtụ:EmbroideryÀtụ:Bengali clothingÀtụ:Culture of West Bengal"
]