[
  "Ndị Kanuri",
  "Ndị Kanuri (Kanouri, Kanowri, Yerwa, Bare Bari na ọtụtụ aha ndị ọzọ) bụ agbụrụ Afrịka bi n'ala ndị bụbu Kanem na Bornu Empires na Niger, Nigeria, Sudan, Libya na Cameroon. Ndị a na-akpọkarị Kanuri gụnyere ọtụtụ subgroups na dialect groups, ụfọdụ n'ime ha na-akọwa dị ka ndị dị iche na Kanuri",
  "Ọtụtụ n'ime ha na-achọpụta mmalite ha na usoro ndị na-achị alaeze Kanem-Bornu nke oge ochie, na steeti ma ọ bụ mpaghara ndị ahịa ya",
  "N'adịghị ka ndị agbata obi Toubou ma ọ bụ Zaghawa na-azụ anụ, ndị otu Kanuri anọwo na-anọkarị otu ebe, na-arụ ọrụ ugbo, na-egbu azụ na mba Chad Basin, ma na-azụ ahịa na nhazi nnu.",
  "Ndị Kanuri gụnyere ọtụtụ subgroups, ma jiri aha dị iche iche mara na mpaghara ụfọdụ",
  "Asụsụ Kanuri bụ asụsụ bụ isi nke Alaeze Ukwu Bornu ma ka bụ asụsụ bụ nnukwu na ndịda ọwụwa anyanwụ Niger, n'ebe ugwu ọwụwa Anyanwụ Nigeria na n'ebe ndịda Cameroon, mana na Chad ọ bụ naanị ndị na-asụ ya n'obodo ukwu.",
  "Ndị kasị ukwuu bi na Kanuri bi n'akụkụ ugwu ọwụwa anyanwụ nke Naijiria, ebe ememe Emirate nke Bornu na-achọpụta ụmụ sitere na alaeze Kanem-Bornu, nke e guzobere tupu 1000 OA",
  "Ihe dị ka nde mmadụ atọ na-asụ asụsụ Kanuri bi na Naịjirịa, na-agụnyeghị ihe dị ka mmadụ 200,000 na-asụrụ asụsụ Manga ma ọ bụ Mangari. Ndị Nga nọ na Bauchi Steeti na-achọpụta mmalite ha na ndị Kanuri diaspora.",
  "N'ebe ndịda ọwụwa anyanwụ Niger, ebe ha mejupụtara ihe ka ọtụtụ n'ime ndị bi na ya, a na-akpọkarị ndị Kanuri Bare Bari (aha Hausa). Ndị Kanuri 400,000 (puku narị anọ) bi na Niger gụnyere Manga ma ọ bụ Mangari subgroup, nke dị ihe dị ka 100,000 ( otu narị puku) na afọ otu puku na narị itoolu na iri itoolu na asaa (1997) n'ebe ọwụwa anyanwụ nke Zinder, ndị na-ewere onwe ha dị ka ndị dị iche na Bare Bari.",
  "Ihe dị ka puku iri anọ (40,000) na afọ otu puku na narị itoolu na iri itoolu na asatọ (1998) ndị otu Tumari, mgbe ụfọdụ a na-akpọ Kanembu na Niger, bụ ndị Kanuri dị iche iche bi na mpaghara N'guigmi, ma dị iche na ndị Kanembu nke Chad. Na Kaour escarpment oasis nke ọwụwa anyanwụ Niger, ndị Kanuri kewara n'ime obere ìgwè Bla Bla, nke dị ihe dị ka iri puku abụọ (20,000) na afọ puku puku abụọ na atọ (2003), ma bụrụkwa agbụrụ kachasị na nnu mgbasa ìgwè na ụlọ ọrụ azụmahịa nke Bilma.",
  "Kanuri na-asụ ụdị Kanuri, otu n'ime asụsụ Nilo-Sahara",
  "Nkewa gụnyere asụsụ Manga, Tumari, na Bilma nke Central Kanuri na asụsụ Kanembu dị iche iche.",
  "N'ikwekọ n'omenala okpukpe na ọdịnala nke steeti Kanem-Bornu, ndị Kanuri bụ ndị Sunni Muslim.",
  "Na Chad, ndị na-asụ asụsụ Kanembu na-eme ka onwe ha dị iche na nnukwu agbụrụ Kanuri",
  "Kanembu dị na Lac Prefecture na ndịda Kanem Prefecture",
  "Ọ bụ ezie na Kanuri bụ asụsụ bụ isi nke Alaeze Ukwu Bornu, na Chad, ndị na-asụ Kanuri na-ejedebe na ndị na-ekwu okwu ole na ole n'ime obodo",
  "Kanuri ka bụ asụsụ bụ isi na ndịda ọwụwa anyanwụ Niger, n'ebe ugwu ọwụwa Anyanwụ Naịjirịa na n'ebe ndịda Kameroon.",
  "Na mbido afọ otu puku na narị itoolu na iri asatọ (1980), ndị Kanembu mejupụtara akụkụ kachasị ukwuu nke ndị bi na Lac Prefecture, mana ụfọdụ Kanembu bikwa na Chari-Baguirmi Prefecture",
  "Ozugbo ha bụ ndị isi agbụrụ nke Alaeze Ukwu Kanem-Borno, nke ókèala ha n'otu oge gụnyere ugwu ọwụwa anyanwụ Naịjirịa na ndịda Libya, ndị Kanembu na-ejigide njikọ gafere ókèala Chad",
  "Dịka ọmụmaatụ, mmekọrịta ezinụlọ na azụmahịa na-ejikọta ha na Kanuri nke ugwu ọwụwa anyanwụ Naịjirịa",
  "N'ime Chad, ọtụtụ Kanembu nke Lac na Kanem prefectures na-ejikọta na Alifa nke Mao, gọvanọ nke mpaghara ahụ n'oge precolonial.",
  "Na mbụ, ndị Kanuri bụ otu n'ime ọtụtụ ndị Nilo-Saharan na Central South Sahara, na-amalite mgbasawanye ha n'ógbè Lake Chad na ngwụcha narị afọ nke asaa, ma na-amịkọrọ ma ndị Nilo na-Sahara na ndị Chadic (Afro-Asiatic) na-asụ",
  "Dị ka ọdịnala Kanuri si kwuo, Sef, nwa Dhu Ifazan nke Yemen, rutere Kanem na narị afọ nke itoolu wee jikọta ndị bi na ya n'ime usoro Sayfawa",
  "Otú ọ dị, omenala a nwere ike ịbụ ihe sitere na mmetụta ndị Alakụba mechara, na-egosipụta njikọ ya na mmalite ndị Arab ha n'oge ndị Alakụb",
  "Ihe akaebe nke ọdịdị steeti ụmụ amaala na mpaghara Lake Chad malitere n'ihe dị ka narị puku asatọ (800) BCE na Zilum.",
  "Ojiji nke ilu pụtara ìhè n'okpukpe Kanuri nke Islam ebe a na-eji ha enyere aka na nghọta nke ihe na-eme na ịkụzi ihe ihe ihe ndị pụtara",
  "Ọ bụ ndị agadi nwoke maara ihe mepụtara ilu ndị a na echiche dabere na ọnọdụ na ihe mmụta a na-anwa ịkụziri. Ilu na-ekwukarị ihe ndị a na-ahụ na ndụ kwa ụbọchị",
  "Otú ọ dị, a na-eji ihe ndị e ji mee ihe n' ilu ahụ n'ụzọ ga-eme ka ha na-akụzi àgwà mmekọrịta mmadụ na ibe ya, nkwenkwe ma ọ bụ ahụmịhe",
  "Ọtụtụ mgbe, a na-ewu ilu gburugburu omume ndị dị mkpa nke a na-eme na ndụ kwa ụbọchị, mana eme ka ọ dị mfe ịhụ ma tinye ya n'ọrụ na ọnọdụ ndị ọzọ, ndị siri ike karị",
  "Enwere ike iji ilu Kanuri mee ihe dị ka ụzọ iji menye ndị mmadụ egwu ma ọ bụ dọọ ndị mmadụ aka ná ntị banyere omume nzuzu ma ọ bụ ihe dị ize ndụ, mana ọ pụkwara ịbụ ihe dị mfe ma na-agba ume.",
  "Mgbe ọdịda nke Alaeze Ukwu Bornu na Scramble for Africa na narị afọ nke 19th senchury, e kewara Kanuri n'okpuru ọchịchị nke Alaeze Ukwuu Britain, France na Germany.",
  "N'agbanyeghị mfu nke steeti Kanuri, Shehu nke Bornu na-aga n'ihu dị ka onye isi nke Bornu Emirate",
  "Steeti Kanuri / Kanembu a na-achịkwa ememe nke ndị Kanuri nke dị na Maiduguri, Borno Steeti, Naịjirịa mana nde Kanuri 4 na mba ndị agbata obi kwetara",
  "Shehu (\"Sheikh\") nke Bornu na-enweta ikike ya site na steeti e guzobere tupu 1000 OA, Alaeze Ukwu Kanem-Bornu.",
  "Usoro ọchịchị dị ugbu a, usoro al-Kanemi, sitere na Muhammad al-Amin al-Kanomi na mmalite narị afọ nke 19, na-ewepụ usoro Sayfawa nke chịrị site na 1300 OA",
  "Shehu nke iri na itoolu, Mustafa Ibn Umar El-Kanemi, nwụrụ n'ọnwa Febụwarị n'afọ 2009, Abubakar Ibn Umar Garbai El-Kanomi nọchiri ya.",
  "Na Na Naịjirịa, ndị isi Kanuri a ma ama mgbe nnwere onwe gasịrị gụnyere ndị ndọrọ ndọrọ ọchịchị Kashim Ibrahim, Ibrahim Imam, Zannah Bukar Dipcharima, Shettima Ali Monguno, Abba Habib, Muhammad Ngileruma, Baba Gana Kingibe, onye bụbu onye isi GNPP Waziri Ibrahim, onye bụzi onye ọchịchị ndị agha, Sani Abacha, na onye bụbu Onye isi ala Bashir Tofa",
  "Na Niger, ndị isi ndọrọ ndọrọ ọchịchị Kanuri gụnyere onye bụbu praịm minista nke Niger Mamane Oumarou, na onye bụbu onye isi ala nke Niger, Mamadou Tandja.",
  "Otu obere òtù mba Kanuri nke Naijiria pụtara na  afọ otu puku, narị itoolu na iri ise gawa (1950s) , nke dị na Bornu",
  "Ụfọdụ ndị \"Pan-Kanuri\" na-akwado mba kwuru na mpaghara nke 532,460 uare kilota (205,580 sq mi) maka ókèala nke ihe ha kpọrọ \"Greater Kanowra\", gụnyere Lac na Kanem Prefectures nke oge a na Chad, Far North Region na Cameroon, Yobe na Borno steeti na Nigeria na Diffa na Zinder Regions na Niger na darfur na Sudan.",
  "N'afọ  otu puku na narị itoolu na iri ịse na anọ (1954) , e guzobere Borno Youth Movement (BYM) ma rụọ ọrụ dị ka otu ndọrọ ndọrọ ọchịchị mpaghara ruo na njedebe nke ọchịchị, ọ bụ ezie na ọ kwụsịrị na nnwere onwe.",
  "Àtụ:Ethnic groups in NigerÀtụ:Ethnic groups in Nigeria"
]