[
  "Kanuri (/kəˈnuːri/) bụ asụsụ na-aga n'ihu na-asụ na Naijiria, Niger, Chad na Cameroon, yana obere ndị na-erughị eru na ndịda Libya na ndị bi na Sudan.",
  "At the turn of the 21st century, its two main dialects, Manga Kanuri and Yerwa Kanuri (also called Beriberi, which its speakers consider to be pejorative), were spoken by 9,700,000 people in Central Africa",
  "It belongs to the Western Saharan subphylum of Nilo-Saharan",
  "Kanuri is the language associated with the Kanem and Bornu empires that dominated the Lake Chad region for a thousand years.",
  "Usoro okwu bụ isi nke ahịrịokwu Kanuri bụ isiokwu",
  "Ọ bụ ihe a na-adịghị ahụkebe n'otu oge nwere postpositions na post-nominal modifiers dịka ọmụmaatụ, \"pot Bintu\" ga-egosipụta dị ka nje Bintu-be, \"pot Vintu-of\".",
  "Kanuri nwere ụda atọ: elu, ala, na ọdịda",
  "Ọ nwere usoro dị ukwuu nke consonantal lenition; dịka ọmụmaatụ, sa- \"ha\" + -buma \"eri\" → za-wuna \"ha riri\".",
  "Dị ka omenala, ọ bụ asụsụ a na-asụ n'ógbè ahụ, ojiji ya adaala n'ime iri afọ ndị na-adịbeghị anya",
  "Ọtụtụ ndị na-asụ asụsụ mbụ na-asụrụ Hausa ma ọ bụ Arabic dị ka asụsụ nke abụọ",
  "[citation needed]",
  "A na-asụ Kanuri karịsịa na ala dị ala nke Chad Basin, na ndị na-ekwu okwu na Cameroon, Chad, Niger, Nigeria, Sudan na Libya.",
  "Ethnologue kewara Kanuri n'ime asụsụ ndị a, ebe ọtụtụ ndị ọkà mmụta asụsụ (dịka",
  "Cyffer 1998) na-ewere ha dị ka olumba nke otu asụsụ",
  "Ndị agbụrụ Kanuri na-asụ atọ mbụ ma chee ha dị ka olumba nke asụsụ ha.",
  "A maara ụdị dị iche iche e gosipụtara na narị afọ nke iri na asaa dị ka Old Kanembu",
  "N'ihe gbasara ịgụgharị na nkọwa okpukpe, a ka na-eji ihe sitere na nke a eme ihe nke ukwuu, nke a na-akpọ Tarjumo.",
  "E dere Kanuri site na iji edemede Ajami Arabic, ọkachasị n'okpukpe ma ọ bụ n'ụlọ ikpe, ruo ma ọ dịkarịa ala narị afọ anọ",
  "N'oge na-adịbeghị anya, a na-edekwa ya mgbe ụfọdụ na mkpụrụedemede Latin gbanwere",
  "E mepụtara Oziọma Jọn nke e bipụtara na 1965 n'asụsụ Roman na Arabic.",
  "Otu orthography romanized (nke a maara dị ka Standard Kanuri Orthography na Naịjirịa) bụ nke Kanuri Research Unit na Kanuri Language Board mepụtara",
  "Nkọwa ya, dabere na olumba nke Maiduguri, bụ nke Kọmitii Orthography nke Kanuri Language Board, n'okpuru Onye isi oche Abba Sadiq, Waziri nke Borno",
  "Ọ kwadoro ya n'ụzọ iwu site na Kanuri Language Board na Maiduguri, Nigeria, na 1975.",
  "Mkpụrụ akwụkwọ e ji mee ihe : a b c d e ǝ f g h i j k l m n ny o p r ː s sh t u w y z."
]