[
  "Karabo Mathang-Tshabuse (amụrụ n'afọ 1987/88) bụ onye ọka iwu na onye na-ahụ maka bọọlụ. N'afọ 2009, ọ ghọrọ nwanyị mbụ South Africa nke FIFA kwadoro",
  "N'afọ 2007, ọ bụ onye guzobere ụlọ ọrụ njikwa egwuregwu Pmanagement",
  "A mụrụ Mathang-Tshabuse na Orlando East, Soweto, South Africa Nna ya na-arụ ọrụ na mmepe akụ na ụba maka obodo Johannesburg. Mgbe ọ na-etolite, Mathang-Tshabuse biri n'ụlọ atọ pụọ na Jomo Sono. Ọ gara egwuregwu bọọlụ mbụ ya mgbe ọ dị afọ ise, ma soro di ya ugbu a bụ Josy na Nonhlanhla Nkosi, bụ ndị mechara bụrụ onye njikwa ahịa nke Kaizer Chiefs, na-agakarị egwuregwu bọọlụ. Mathang-Tshabuse kpebiri ịkwụsị ịgba bọọlụ n'oge ụlọ akwụkwọ sekọndrị. Mathang-Tshabuse nwere nzere bachelọ na mgbasa ozi na mmekọrịta mba ụwa na Mahadum nke Witwatersrand (Wits), na 2014, ọ malitere nzere iwu na Wits. Mathang-Tshabuse nwere ụmụ abụọ. Ọ bụzi onye ọka iwu na-arụ ọrụ nke Ụlọikpe Kasị Elu nke South Africa.",
  "N'afọ 2007, Mathang mepere ụlọ ọrụ njikwa egwuregwu ya bụ Pmanagement, ya na di ya ugbu a Josy na Nonhlanhla Nkosi, onye njikwa ahịa nke Kaizer Chiefs. E guzobere ụlọ ọrụ ahụ iji chọpụta ndị na-agba bọọlụ maka ndị nwere talent ịgba bọọlụ. Ụlọ ọrụ ya achọpụtala ndị egwuregwu gụnyere Amanda Dlamini, Tendai Ndoro, na Ronald Kampamba. Nkosi hapụrụ Pmanagement n'afọ 2012.",
  "Ka ọ na-etinye akwụkwọ ka ọ bụrụ onye na-ahụ maka egwuregwu bọọlụ, ọ ghaghị ịkwụ ụgwọ otu nde rand nke mkpuchi ụgwọ na South African Football Association (SAFA), site na iji ego ụlọ ọrụ ya nwetara. N'afọ 2009, mgbe ọ dị afọ iri abụọ na otu, Mathang ghọrọ nwanyị mbụ na-ahụ maka egwuregwu bọọlụ na South Africa nke FIFA na SAFA kwadoro. Ọ dara ule nke onye na-ahụ maka egwuregwu bọọlụ ugboro abụọ. N'afọ 2015, Mathang-Tshabuse guzobere Association of Accredited Agents, iji gbalịa idozi nsogbu nke ndị ọrụ bọọlụ na-enweghị ikikere na bọọlụ South Africa. Dị ka onye na-ahụ maka bọọlụ, Mathang-Tshabuse anọchitela anya Justin Shonga, ma soro Thembinkosi Lorch rụọ ọrụ.",
  "N'afọ 2013, edepụtara Mathang-Tshabuse na Mail&Guardian young South Africans (2013). N'afọ 2015, e tinyere Mathang-Tshabuse na ndepụta ụmụ nwanyị otu narị nke BBC. N'afọ 2016, e nyere ya ihe nrite nke nke Glamour Women of the Year Award - Business Category. Mathang-Tshabuse tinyere aka n'okwu ikpe n'ihe gbasara mwepu akara nke kpebiri ihe ga-esi na 2020–21 National First Division pụta",
  "Ọ bụ onye ọka iwu nke Sekhukhune United, bụ ndị e nyere akara atọ nke ọma, ma merie asọmpi ahụ n'ihi ya."
]