[
  "Karen Lewis (née Jennings; July 20, 1953 - February 7, 2021) bụ onye nkuzi America na onye isi ọrụ nke jere ozi dị ka onye isi oche nke Chicago Teachers Union (CTU), nkewa Chicago nke American Federation of Teachers, site na 2010 ruo 2014. Ruo ihe fọrọ nke nta ka ọ bụrụ afọ 20 tupu ọ bụrụ onye isi oche nke ndị nkuzi, ọ bụ onye nkuzi kemịkalụ ụlọ akwụkwọ sekọndrị.",
  "A mụrụ Karen Jennings na July 20, 1953 na South Side nke Chicago n'ezinụlọ ndị nkuzi. Ọ gara Kenwood High School, mana ọ hapụrụ mgbe ọ gachara afọ mbụ ya iji gaa Mount Holyoke College",
  "Lewis kwuru na Mount Holyoke \"kụziri [ya] ka ị nwere ike ime ihe ọ bụla [...] iji jiri uche gị mee ihe nke ọma [...] iji gosipụta onwe gị\". Ọ gara Dartmouth College na 1972, mgbe Dartmouth ghọrọ ụlọ ọrụ Ivy League ikpeazụ ịghọ co-educational, ọ bụkwa naanị nwanyị Africa-America na klas nke 1974. Otú ọ dị, o kwuru na Dartmouth \"ọ doro anya na a chọghị ụmụ nwanyị\" ma kpọọ mahadum ahụ \"ahụmahụ ọjọọ nye m, mana o mere ka m sie ike\". Ọ gụsịrị akwụkwọ na nzere na sociology na egwu. Mgbe ọ gụsịrị akwụkwọ, ọ lụrụ Arnold Glenn wee kwaga Oklahoma; di na nwunye ahụ mechara gbaa alụkwaghịm. O mechara nweta nzere Master of Arts na ọmụmụ obodo dị n'ime obodo na Mahadum Northeastern Illinois.",
  "Ruo ihe fọrọ nke nta ka ọ bụrụ afọ 20, ọ rụrụ ọrụ dị ka onye nkuzi kemịkal, malite dị ka onye nnọchi anya tupu e were ya n'ọrụ oge niile na Sullivan High School. O mechara rụọ ọrụ na Lane Tech College Prep High School na King College Prep, ma kwuo na ọ \"na-atụle ihe ịga nke ọma m dị ka onye nkuzi site na mmetụ na ngwụcha afọ, site na mkparịta ụka ya na ụmụaka na-ekwu, 'Echeghị m banyere ya n'ụzọ ahụ.'\" N'afọ 2001, ọ lụrụ John Lewis, onye bụkwa onye nkuzi Chicago, di na nwunye ahụ biri na Bronzeville.",
  "Ọ ghọrọ onye otu Chicago Teachers Union na 1988. Na mbido, ọ masịghị njikọ ahụ, na echiche ya bụ na \"ha achọghị ime nke ka mma\". Lewis kwuru na ihe mere nke kpaliri ya ịrụ ọrụ siri ike na njikọ ahụ mere mgbe ọ na-eje ozi na kansụl ụlọ akwụkwọ ma hụ onye isi ụlọ akwụkwọ na-eji ọnọdụ ahụ eme ihe iji rite uru na ndị enyi ya. N'afọ 2010, Lewis, na-agba ọsọ na Caucus of Rank and File Educators (CORE), nwetara ikike n'elu CTU site na mmeri pasent 60 nke votu na ntuli aka nke abụọ. CORE mere mkpọsa na-eme ihe ike ma kwado nguzo siri ike megide nnwere onwe ụlọ akwụkwọ. CORE boro United Progressive Caucus (UPC) nke nọ n'ọkwa ebubo na ha na-adabere na ọdịmma ụlọ ọrụ, na-emechi ndị na-emegide ya n'ime njikọ ahụ, na imekọ ihe ọnụ na obodo ahụ iji gbochie njikọ aka na ụlọ akwụkwọ. CORE mere ihe ngwa ngwa iji mee ka ọ dị iche na UPC, kwughachi nkwado ya, ma malite mkpọsa iji chebe agụmakwụkwọ ọha",
  "Ndị ndu ọhụrụ ahụ belatara ụgwọ ọrụ maka ndị ọrụ otu ma jiri ego ahụ gbasaa mgbasa ozi. CORE nọchitere anya otu nnukwu ndị na-emegide na mgbakọ AFT nke afọ 2012, ma mee ihe ịrịba ama iji mee mkpesa maka Race to the Top n'oge okwu nke osote onye isi ala Joe Biden.",
  "Ọtụtụ ndị nkuzi Chicago enweghị obi ụtọ na gọọmentị ime obodo na 2012, ma kwuo na onye isi obodo Chicago Rahm Emanuel, onye a họpụtara otu afọ gara aga, enwetaghị mmụba ụgwọ ọrụ pasent anọ nke obodo ahụ kwere nkwa. Na mbido Septemba 2012, Lewis duziri CTU na ọgbaghara ụbọchị asaa, nke bụ ọgbaghara mbụ nke ndị nkuzi ụlọ akwụkwọ ọha na eze na Chicago n'ime afọ 25. N'ịbụ ndị nwere mmeri, ndị otu ahụ mere ka usoro nyocha ndị nkuzi dị nro, gbochie ịmalite ịkwụ ụgwọ uru, ma hụ na nchebe maka ndị nkuzi ochie n'ụlọ akwụkwọ ndị a kwụsịrị. A họpụtara Lewis ọzọ dị ka onye isi oche CTU maka afọ atọ nke abụọ n'afọ 2013, na mkpesa yiri nke ahụ ma dị obere mere n'afọ 2016.",
  "N'ọnwa Julaị afọ 2014, Lewis guzobere kọmitii nyocha iji tụlee ịzọ ọkwa onye isi obodo Chicago n'afọ 2015. Na ntuli aka sitere n'otu ọnwa ahụ, Lewis meriri Emanuel 45-36 na asọmpi ntuli aka. N'abalị iri na atọ n'ọnwa Ọktoba n'afọ 2014, kọmitii nyocha ya mara ọkwa na ọ gaghị agba ọsọ, na-ekwu maka nsogbu ahụike. Kama nke ahụ, Lewis kwadoro Jesús \"Chuy\" García na ntuli aka ahụ.",
  "Lewis kwụsịrị ọrụ dịka onye isi oche CTU na 2014 ma were Jesse Sharkey dochie ya",
  "Ọ lara ezumike nká n'òtù ahụ n'ụzọ zuru ezu na 2018, na-ekwu maka nchegbu ahụike. Mgbe ọ lara ezumike nká, onye isi obodo Chicago bụ Rahm Emanuel, onye iro ndọrọ ndọrọ ọchịchị ogologo oge, toro Lewis, ma o kwuru na ha \"zurulitela iji nwee mmasị n'ebe ibe ha nọ dị ka ndị enyi\".",
  "N'afọ 1993, Lewis, onye bụbu onye Lutheran, ghọrọ onye Juu. Ọ gwara Chicago Jewish News na 2013 na ọ na-eyi ihe olu nke Star of David kwa ụbọchị. Onye na-eme ihe nkiri, ọ na-asụ French, Italian, na Latin, ma na-akpọ ọjà na piano.",
  "N'abalị itoolu n'ọnwa Ọktoba n'afọ 2014, a kpọgara Lewis n'ụlọ ọgwụ maka \"ọrịa siri ike\". N'abalị iri na atọ n'ọnwa Ọktoba, otu isi iyi kwupụtara na a chọpụtara na Lewis nwere glioblastoma, ọrịa kansa ụbụrụ. Na Febụwarị 7, 2021, Lewis nwụrụ mgbe ọ dị afọ 67. Mgbe ọ nwụsịrị, CTU wepụtara nkwupụta na-ekwu \"Karen abụghị naanị onye duziri òtù anyị",
  "Karen bụ òtù anyị",
  "Ọ kpọọrọ onye ọ bụla isi, ma nye ike ọtụtụ iri puku ndị nkuzi Chicago Teachers Union ndị gbasoro nduzi ya, na ndị na-ebi ndụ site na ụkpụrụ ya ruo taa, \"na njikọ ahụ gwara The New York Times na ọ \"na-amụmụ ọnụ ọchị na-eju gị anya, ma ọ nwere ike ile ndị iro kachasị ike nke agụmakwụkwọ ọha na eze anya ma jiri ike a na-adịghị ahụkebe na ọrụ a haziri ahazi\". Ọ natara otuto site n'aka Emanuel, onye isi obodo Lori Lightfoot na onye omeiwu US Bernie Sanders.",
  "Àtụ:Portal bar"
]