[
  "Karen Zoid (amụrụ dị ka Karen Louise Greeff n'abalị iri nke ọnwa Ọgọstụ afọ 1978) bụ onye South Africa na-agụ egwu, onye na-ede egwu, onye na-akpọ ụbọ,onye na-achịkọta egwu na onye na-eme ihe ngosi",
  "Ọrụ ya n'asụsụ Bekee na Afrikaans enwetawo otuto dị egwu, ọtụtụ akwụkwọ ndị isi obodo akpọwokwa ya \"Queen of Rock\" nke South Africa. Ndị hụrụ ya n'anya maka ihe ọ na eme n'ozuzu, ndị ntorobịa South Africa na ndị nta akụkọ ka na-akpọkwa \"Zoid Generation\". Ndị otu Zoid ugbu a bụ Henry Steel Jnr (guitar), Schalk van der Merwe (bass guitar) na Jonno Sweetman (drums)",
  "A makwaara onye na-agụ egwu ahụ maka ịkwado usoro telivishọn kykNet Republiek van Zoid Afrika ma bụrụ otu n'ime ndị ikpe na The Voice SA.",
  "A mụrụ ya na Brussels site n'aka onye nnọchi anya mba South Africa, Zoid tolitere na Belgium tupu ọ kwaga Johannesburg. N'ebe a, ọ gara National School of the Arts tupu ọ gaa gụọ gbasara ihe nkiri na AFDA",
  "N'afọ 2001, ọ hapụrụ mahadum iji Tinye uche na nlekwasị anya na egwu.",
  "EMI wepụtara abọm mbụ nke Zoid, \"Poles Apart\", n'ọnwa June afọ 2001. \"Afrikaners is Plesierig\", abụ e gosipụtara na abọm ahụ enwetala ọnọdụ dị egwu na South Africa, na-abanye na lexicon obodo ma ndepụta ya dị ka otu n'ime egwu otu narị kachasị mma na South Africa site na Sunday Times  EMI wepụtara abọm nke abụọ ya, \"Chasing the Sun\", n'ọnwa June afọ 2003 na nke atọ ya, \"Media\", n'ọnwa Julaị afọ 2005. E wepụtara abọm nke anọ ya, \"Postmodern World\", n'ọnwa Ọgọstụ afọ 2007 mgbe ọ hapụrụ EMI wee bịanye aka na nkwekọrịta nke Just Music na mbido afọ ahụ",
  "N'afọ 2009, Sony wepụtara \"Ultimate Zoid\", abọm diski abụọ jikọtara egwu sitere na abọm ya gara aga na egwu ọhụrụ atọ, na ndekọ ndụ",
  "Sony wepụtara \"Terms and Conditions\" n'afọ 2010",
  "E wepụtara \"Zoid Afrika\" na 2012, site n'aka ụlọ ọrụ mmepụta nke Zoid, bụ Karen Zoid Productions.",
  "E tinyela egwu sitere na abọm Zoid na ntụrụndụ ọdịyo nke ụgbọelu mba ụwa na-aga ma sikwa South Africa",
  "O dekwara egwu nke telivishọn, ya na egwu abụọ ya gosipụtara na ihe nkiri afọ 2006 bụ\"Number 10\"",
  "N'abalị atọ nke ọnwa Mee afọ 2008, o meriter ihe nrite SAMA dị ka onye n'ime ihe omu Naanị ya bụ Best Female Solo Artist Karen Zoid gosiputara nka egwu ya na mmeghe nke ndị isi ala bụ Thabo Mbeki n'afọ 2004 na Jacob Zuma n'afọ 2009. Ya na ndị otu ya mekwara egwu na emume nweta gbasara ọrịa mminwu nke  Nelson Mandela afọ 2005 akpọrọ Nelson Mandela 46664 HIV / AIDS benefit concert in 2005, na ememe otu narị afọ ke ANC n'afọ 2012.  Ya na ndị otu ya emeela ọtụtụ egwu na London,nye ọkachasị ndị na-ege ntị na South Africa",
  "N'afọ 2006, ha rụrụ na London, Canada na Dubai (na Dubai Desert Rhythm Festival).",
  "N'afọ 2010, Karen Zoid pụtara na ihe nkiri Franz Marx, Susanna van Biljon O dekwara egwu isiokwu nke ihe nkiri ahụ",
  "Republiek van Zoid Afrika, ihe ngosi okwu abalị nke Zoid kwadoro,nke malitere na kykNET n'onwa Julaị afọ 2014. Ka ọ na-erule mmalite afọ 2016, Zoid bụ onye ọka ikpe na ebe ọzọ nke asọmpi abụ The Voice",
  "N'afọ 2004, Zoid lụrụ onye bụbu onye otu egwu Don Reineke, onye ya na ya mụrụ nwa nwoke n'ọnwa Jenụwarị afọ 2007. Di na nwunye ahụ mechara gbaa alụkwaghịm n'afọ 2010."
]