[
  "Karen Harrison (16 Nọvemba 1960 - Mee 2011) bụ nwanyị mbụ na Britain a họpụtara dị ka onye ọkwọ ụgbọ okporo ígwè, n'oge ahụ ọ bụ onye na-arụsi ọrụ ike na onye na-eme mkpọsa ndọrọ ndọrọ ọchịchị.",
  "A mụrụ Karen Harrison, nwa nwanyị nke onye ọrụ mbubata, na Glasgow ma zụlite ya na London, na-aga St",
  "Michael's Convent Grammar School, Finchley",
  "Ọ hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ iri na isii, na-arụ ọrụ na Marquee Club nke London n'oge uto nke punk rock tupu ọ banye na British Rail na 1977 na ebumnuche nke ịmalite mmụta dị ka 'Secondman' nke, n'oge ahụ, bụ nzọụkwụ mbụ ịghọ onye ọkwọ ụgbọ okporo ígwè.",
  "Mgbalị Harrison na-agba ịghọ onye ọkwọ ụgbọ okporo ígwè malitere ozugbo mgbe ọ pụtara maka mkparịta ụka ya na ndị ọrụ British Rail, bụ ndị chere na onye ọhụrụ ha ga-abụ nwoke",
  "Mgbe ha zutere Harrison ma chọpụta mmekọahụ ya, ha gbalịrị ịkwapụ ya n'ọrụ na ụkwụ ụgbọ okporo ígwè ma gaa n'ọrụ odeakwụkwọ",
  "Otú ọ dị, ọ jụrụ ka a chụpụ ya ma sie ọnwụ na ọ chọrọ ịghọ onye ọkwọ ụgbọ okporo ígwè.",
  "Malite na Old Oak Common depot (nke Great Western Railway nwere ugbu a ma mesịa kwaga na ọdụ ụgbọ okporo ígwè London Paddington), ọ gafere na Marylebone depot (akụkụ nke Chiltern Railways ugbu a) mgbe afọ 10 gasịrị",
  "E nwere ọtụtụ mmegide na ọnụnọ ya na ụkwụ ụkwụ site n'aka ndị njikwa na ndị ọrụ ibe ya, bụ ndị na-adịghị anabata ọnụnọ nwanyị n'ụwa nwoke ha",
  "Afọ iri nke iyi egwu na-aga n'ihu - ma okwu ma nke anụ ahụ - belatara mgbe a kpọfere ya na Marylebone depot.",
  "Harrison kọwara ọrụ ụgbọ okporo ígwè ya dị ka \"Afọ iri nke hel, afọ iri nke eluigwe",
  "Ọ na-esiri gị ike mgbe ị bụ naanị onye nọ n'afọ iri na ụma ma nnukwu ịkpọasị a na-emetụta gị",
  "Nye ọtụtụ ndị ikom, abụ m ilu n'ime ọdọ mmiri ahụ",
  "Kwa ụbọchị m na-abanye n'ime ụlọ oriri na ọṅụṅụ m ga-anọ na-eme onwe m, mana na-eme ka ọ bụghị",
  "Enweghị m ike ikwe ka ha mepụta ebe ndị a na-agaghị aga m; nke ahụ ga-eme ka ihe nlereanya ma anyị enweghị ike inwe nke ahụ, anyị nwere ike? Ọ gaara abụ mmalite nke njedebe\"",
  "N'ihe ngosi BBC, People's Century, o tinyere ndụ ya n'ime afọ iri mbụ ahụ na \"Glaswegian family genes, rich in isi ike\" na nkwado nke ndị Kọmunist ochie na ụlọ nkwakọba ihe: \"Ọ dị ka ndị anụ ọhịa wolf zụlitere ya. Ha rụrụ ọrụ dị ukwuu, gọzie ha\".",
  "Mgbe ọ kwagara n'ụlọ nkwakọba ihe Marylebone, ọ gara n'ihu ngwa ngwa n'etiti ndị otu ọrụ ya, ebe ọ sonyeere ndị ọkwọ ụgbọ okporo ígwè, ASLEF, n'ụbọchị mbụ ya n'ụgbọ okporo ígwè. Harrison ghọrọ nwanyị mbụ nwere ọkwa dị iche iche na ASLEF, na-agwụ na 1995 mgbe a họpụtara ya n'ọkwa kachasị elu onye otu nkịtị nwere ike ịnwe: na-eduzi nzukọ ASLEF kwa afọ (The Annual Assembly of Delegates) n'oge ọ bụ onye ọrụ na-arụsi ọrụ ike na onye ndọrọ ndọrọ ọchịchị",
  "Otú ọ dị, ọrịa meningitis kwụsịrị ọrụ ịkwọ ụgbọ okporo ígwè ya ka ekwuputara na ọ gaghị enwe ike ịkwọ ụgbọ oloko",
  "[citation needed] N'ịbụ onye nọ na ndepụta ojii nke ọrụ Economic League n'oge ahụ, nhọrọ ọrụ ya n'ọdịnihu dị oke obere, [citation mkpa] mana ọ nwere ike ịchọta ọrụ dị ka onye ọrụ oge niile maka otu ọrụ UNISON",
  "Ọ nwere ihe ịga nke ọma n'ị nọchite anya ndị otu Union na ụlọ ikpe ọrụ, karịa ijide onwe ya megide ndị ọka iwu ọkachamara",
  "Obi ụtọ ya bụ na ọ dịghị mgbe ọ 'funahụrụ' ụlọ ikpe",
  "Nke a nyere ya mmasị n'iwu nke kpaliri ya ịmalite ọmụmụ iwu dị ka nwa akwụkwọ tozuru oke.",
  "Harrison ghọrọ nwa akwụkwọ tozuru oke na Mahadum Oxford (Harris Manchester College), ebe ọ bụ nwa akwụkwọ na-amụ maka nzere na iwu",
  "O nwere oge ọ kọwara mmetụta nke mgbanwe a n'etiti afọ ndụ, na-akọwa, \"Ahụla m ịmụ ihe siri ike, na-esiri m ike",
  "Mana ọ dị mfe karịa ịnya ụgbọ oloko maka ndụ",
  "O siri ike inwe nrụgide nke ukwuu banyere ule mgbe ị nwere ihe ndị dị ka ọdịda brek na-eru nso na mgbaàmà uhie, karịsịa mgbe ị nwere ike ịhụ ụgbọ okporo ígwè ọzọ na-agafe n'ihu gị",
  "A ka na-agụsi m agụụ ike imekọ ihe ọnụ nke ndị enyi m na ASLEF",
  "Ana m echefu ha nke ukwuu",
  "Ndị mmadụ nọ na kọleji m bụ ndị kacha nso m nwere na mmụọ ochie ahụ ma ha ji akpa ochie dị ka m nwee nnukwu stoicism.",
  "Mgbe ọ gụsịrị akwụkwọ, Harrison nwere atụmatụ ịrụ ọrụ dị ka onye ọka iwu na-ahụ maka iwu ọrụ na ikike mmadụ",
  "Ọ nwụrụ na Mee 2011 tupu ọ gụchaa akwụkwọ ya. E mere emume olili ozu ya na ụlọ ekpere kọleji, na eulogy nke onye nkuzi ya bụ Louise Gullifer nyere.",
  "Na Jenụwarị 2023, a kpughere ihe osise na ọdụ ụgbọ okporo ígwè Euston na-eme emume Harrison",
  "Ọ bụ Avanti West Coast nyere ya iwu dị ka akụkụ nke mkpọsa onye ọrụ maka otu ụzọ n'ụzọ ise nke ndị ọhụrụ ka ha bụrụ ụmụ nwanyị",
  "Nwanne ya nwanyị kwuru na ọ nwere olileanya na Harrison ga-anọgide na-akpali ụmụ nwanyị ịtụle ịkwọ ụgbọ okporo ígwè."
]