[
  "Karin van der Laag (amụrụ na 2 Ọgọstụ n'afọ 1971), bụ onye na-eme ihe nkiri na South Africa na onye na-eduzi ndi nkiri A maara ya nke ọma maka ọrụ ya na usoro ihe nkiri a ma ama The Story of an African Farm, Cape Town na Hoodlum & Son",
  "Ọ bụkwa onye nduzi na-eme ihe nkiri yana onye ọka ikpe, onye nkuzi na onye nduzi maka National Eistedfod Association, The South African National Community Theatre Association (SANCTA) na Talent Africa.",
  "A mụrụ ya na 2 Ọgọstụ 1971 na South Africa",
  "Ọ gụsịrị akwụkwọ ma nweta nzere Bachelor of Arts na Drama na Bekee na Mahadum nke Cape Town ma mesịa nweta Diploma nke onye na-eme ihe nkiri na Speech na Drama.",
  "Ọ malitere ọrụ ime ihe nkiri telivishọn ya mgbe ọ dị afọ asaa ebe ọ rụrụ ọrụ nwatakịrị na mmepụta SABC Christmas They Came from Afar",
  "N'afọ 1998, ọ rụrụ ọrụ 'Maggie Webster' na ihe nkiri a ma ama Isidingo",
  "Ọrụ ahụ ghọrọ ihe a ma ama, ebe ọ gara n'ihu na-arụ ọrụ ahụ ruo afọ iri na abụọ",
  "N'afọ 2011, ọ meriri SAFTA Award maka onye na-eme ihe nkiri kacha mma na TV Soap maka ọrụ a",
  "Ọ ghọrọ onye isi na-eduzi ndị na-eme ihe nkiri maka soapie site na 2000 ruo 2010.",
  "Ọ rụkwara ọrụ na ihe nkiri telivishọn: Zero Tolerance, Going Up, Hard Copy, Justice for All, na Sorted",
  "N'afọ 2015, o mere nke mbụ na mba ụwa na ọrụ 'Gail Ferreira' na obere ihe nkiri telivishọn Cape Town",
  "Mgbe ahụ, ọ rụrụ ọrụ na usoro ihe nkiri: The Three Investigators na Wild at Heart",
  "Ewezuga telivishọn, ọ sonyeere ọtụtụ ihe nkiri mba ụwa: The Story of an African Farm, Les Deux Mondes, Hoodlum and Son, Hey Boy and God is African.",
  "Ọ bụ onye na-enweta ihe nrite Casting Director.",
  "O meriri ihe nrite FNB National Vita maka Best Performance site n'aka onye na-eme ihe nkiri na ọrụ na-atọ ọchị",
  "E mechara họpụta ya maka onyinye FNB Vita ọzọ maka arụmọrụ kachasị mma na Musical Theater",
  "Ka ọ dịgodị, ọ meriri ma FNB Vita Award na Fleur du Cap award maka Best Actress in a Supporting Role. N'afọ 2017, a họpụtara ya dị ka otu n'ime ndị ọkàikpe na asọmpi eziokwu The Final Cut nke gosipụtara na SABC3.",
  "Ọ na-arụ ọrụ ugbu a dị ka onye edemede na onye nlekọta edemede na ụlọ ọrụ ihe nkiri na telivishọn."
]