[
  "Karlien van Jaarsveld (amụrụ n'afọ 1985) bụ onye na-agụ egwu na  asụsụ Afrikaans",
  "E wepụtara abọm mbụ ya, bụ As the Curtain Falls, n'afọ 2010",
  "N'oge gara aga, ọ bụ onye otu egwu rock, ọ bụzi onye na-agu egwu onwe nke n'eritela ọtụtụ ihe nrite na South Africa.",
  "A mụrụ Karlien van Jaarsveld n'abalị iri abụọ na otu nke ọnwa Disemba afọ 1985, na Paarl, South Africa, nwa mbụ n'ime ụmụ atọ",
  "Nwanne ya nwoke, Bobby van Jaarsveld, bụkwa onye na-agụ egwu ma ọ malitere iso ya na-eme ihe n'afọ 2005 dị ka onye na-akpọ ụbọ akwara na onye na-abụ abụ",
  "Ya na nwanne ya nwoke bụrụ abụ abụọ na abọm mbụ ya.",
  "Van Jaarsveld guzobere otu egwu rock, Revolution (Revolusie), n'afọ 2006 ma bụrụ onye isi abụ ya",
  "N'ọnwa Ọktoba n'afọ 2008, ọ hapụrụ òtù ahụ iji malite ọrụ n'onwe ya",
  "E wepụtara abọm mbụ ya, As the Curtain Falls, n'afọ 2010",
  "E wepụtara abọm nke abụọ ya, Jakkals Trou Met Wolf Se Vrou (Jackal Marries Wolf's Wife), n'afọ 2011",
  "Ahịa nke abọm ahụ ruru ọkwa platinum na South Africa",
  "N'afọ ahụ, ọ meriri Huisgenoot Tempo Award maka egwu Afrikaans, dị ka Best Newcomer",
  "N'afọ 2012 ọ ritere ihe nrite atọ na Ghoema Music Awards, maka Female Artist of the Year, Pop Record of the Year",
  "N'afọ 2014 ọ meriri South African Music Award maka album Pop kacha mma na Afrikaans.",
  "N'ịga n'ihu na ime ihe nkiri, Van Jaarsveld pụtara na ihe nkiri Afrikaans Platteland tinyere Steve Hofmeyr, Bok van Blerk, na Lianie May",
  "N'afọ 2015 ọ meriri mmeri oge nke asatọ nke South African version nke Strictly Come Dancing, ya na onye mmekọ ya, Devon Snell",
  "N'afọ 2014 ọ pụtara na ihe nkiri telivishọn, Binnelanders, n'afọ 2015 ọ pụtara dị ka Cinderella na ihe nkiri.",
  "Van Jaarsveld lụrụ onye bụbu onye egwuregwu rugby nke Springbok na Blue Bull, Derick Hougaard",
  "Ha mụrụ ụmụ ejima na ngwụcha afọ 2013",
  "Mgbe ha gbara alụkwaghịm , ọ lụrụ Joe Breytenbach, onye bụkwabu onye egwuregwu rugby",
  "Ha nwere nwa nwanyị na nwa nwoke.",
  "Abọm Van Jaarsveld bụ:"
]