[
  "Karl Brillant Toko Ekambi (ka amụrụ n'ụbọchị nke 14 n'ọnwa Septemba n'afọ 1992) bụ onye egwuregwu bọọlụ nke na-agbara otu Ligue 1 Olympique Lyonnais na ndị otu mba Cameroon bọọlụ.",
  "Ọ malitere ọrụ ya na Paris FC na Championnat National na Sochaux na Ligue 2 tupu ọ banye Angers na Ligue 1",
  "Mgbe ọnwa iri na asatọ gasịrị na Villarreal na La Liga nke Spain, ọ laghachiri na France na Lyon.",
  "A mụrụ ya na France, Toko Ekambi mere egwuregwu izizi ya na mba Cameroon na 2015",
  "Ọ nọchitere anya mba ahụ na asọmpi akpọrọ Africa Cup of Nations na 2017, 2019 na 2021, merie asọmpi 2017.",
  "A mụrụ ya na Paris, Toko Ekambi malitere ọrụ ya na Paris FC na Championnat National nke atọ",
  "N'ọnwa Juun afọ 2014, ebe ọ bụ onye nke atọ kachasị nye goolu iri na atọ, ọ gafere Sochaux. O mere Ligue 2 mbụ ya n'ụbọchị mmeghe nke oge 2014-15 megide Orléans, dị ka onye nnọchi anya Thomas Guerbert na nkeji iri ise na asaa na mmeri ụlọ 1–0 Ọ kwụsịrị oge mbụ ya dị ka onye nke anọ kachasị nye goolu na goolu iri na anọ.",
  "Na ọnwa June 2016, Toko Ekambi sonyeere Angers maka otu nde euro, na nkwekọrịta afọ anọ. O nyere goolu ugboro asaa na oge Ligue 1 mbụ ya, gụnyere abụọ na mmeri 3–0 n'ụlọ Bastia na 26 Febụwarị.",
  "N'ọnwa Ọgọstụ afọ 2017, Brighton & Hove Albion, nke a kwalitere ọhụrụ na Premier League, a kọrọ na ọ gbara mbọ maka ya, na-enye nde € 8 tinyere nde € 1 na ego ndị Angers. Ọ malitere oge ahụ n'ụdị dị mma, na-enye goolu itoolu na egwuregwu iri na asatọ Ligue 1 na ọkara mbụ nke oge ahụ, na-adọta mmasị England maka ọrụ ya na windo mbugharị nke Jenụwarị.",
  "N'ọnwa Jenụwarị afọ 2018, a kọrọ ọzọ na Brighton gbara mbọ maka ya, nke Angers jụrụ. N'ụbọchị iri abụọ na anọ nke ọnwa Febụwarị, Toko Ekambi nyere goolu abụọ n'ọkara nke abụọ, gụnyere onye meriri na nkeji nke iri asatọ na itoolu, iji nyere ndị Angers aka ịpụ na mpaghara relegation na mmeri 2–1 n'ebe ndị otu Lille nọ. O ji goolu iri na asaa mechie oge 2017–18 Ligue 1, nke itoolu n'ime ndị kachasị nye goolu na league. O meriri Prix Marc-Vivien Foé maka onye Afrịka kacha mma na otu egwuregwu ahụ",
  "Ọ bụ onye Kamerun mbụ ritere ihe nrite a nke aha ya bụ Marc-Vivien Foé, onye nwụrụ na-agbara mba ahụ bọọlụ n'afọ 2003.",
  "Na 25 Eprel 2017, onye nnọchi anya Toko Ekambi nyere goolu na mmeri 2–0 n'ụlọ Guingamp na Coupe de France ọkara ikpeazụ. N'egwuregwu ikpeazụ mbụ nke Angers kemgbe 1957 na 27 Mee, ọ gbara egwuregwu niile nke mmeri 1-0 nke Paris Saint-Germain.",
  "Na June 2018, Toko Ekambi bịanyere aka na Villarreal na La Liga nke Spain, maka ihe ruru nde € 20",
  "A bịanyere aka na ya iji dochie Cédric Bakambu, onye hapụrụ Chinese Super League na Jenụwarị. O nyere goolu iri na oge egwuregwu mbụ ya, gụnyere abụọ na mmeri 3–1 n'ụlọ Rayo Vallecano na 17 Machị.",
  "N'iji goolu ise nke ọ bụla, Toko Ekambi na Ángel nke Getafe bụ ndị kachasị enye goolu na 2018-19 Copa del Rey Nke a gụnyere anọ na mmeri 8–0 (11-3 nchịkọta) n'ụlọ Almería na ụkwụ nke abụọ 32 ikpeazụ, sochiri ihe mgbaru ọsọ na ogbo ọzọ megide Espanyol, onye kpochapụrụ ndị otu ya.",
  "Toko Ekambi bụ onye ewepụtara dịka La Liga Player of the Month maka Ọktoba 2019, na ihe mgbaru ọsọ atọ gụnyere abụọ na mmeri 4–1 megide Alavés na 25 Ọktoba.",
  "Na 20 Jenụwarị 2020, Toko Ekambi laghachiri Ligue 1, na mgbazinye ego na Lyon maka oge fọdụrụnụ. Na 2 June, ọ kwagara na mbugharị na-adịgide adịgide na nkwekọrịta afọ anọ, maka ego nke € 11.5 nde. Ọ gbara bọọlụ na 2020 Coupe de la Ligue Final na 31 Julaị, egwuregwu ikpeazụ na akụkọ ihe mere eme nke asọmpi ahụ",
  "Na dị ka onye nnọchi anya Memphis Depay na nkeji iri asatọ, o nyere goolu na penariti ahụ mgbe ha gbachara goolu, mana ndị otu ya meriri PSG.",
  "Site na goolu iri na anọ n'afọ 2020–21, Toko Ekambi bụ onye nke itoolu kachasị nye goolu na Ligue 1.",
  "Toko Ekambi mere egwuregwu izizi ya maka Cameroon na 6 June 2015 na mmeri enyi na enyi 3–2 megide Burkina Faso na Colombes, France, dị ka onye nnọchi anya Justin Mengolo na nkeji iri isii na isii. O nyere goolu mbụ ya na 3 Septemba n'afọ sochirinụ na mmeri 2–0 n'ụlọ Gambia na 2017 Africa Cup of Nations qualification. Onye njikwa Hugo Broos kpọrọ ya maka asọmpi ikpeazụ na Gabon, nke ndị otu ahụ meriri.",
  "Na ụbọchị 28 Machị 2017, Toko Ekambi nyere goolu ma chụpụ ya na mmeri enyi na enyi 2-1 nke Guinea na Brussels. Na June, Broos họpụtara ya maka 2017 Confederations Cup na Russia. Ọ gakwara 2019 Africa Cup of Nations na Egypt.",
  "Na 2021 Africa Cup of Nations n'ala ụlọ na mbido afọ sochirinụ, Toko Ekambi nyere goolu ugboro abụọ na mmeri 4–1 nke otu meriri Ethiopia, na goolu mmeghe nke mmeri 2–1 megide Comoros na 16 ikpeazụ. Na 29 Jenụwarị, o nyere goolu abụọ ahụ megide Gambia na nkeji iri na ise nke ikpeazụ. Na 29 Machị 2022, o nyere goolu na nkeji nke anọ nke oge agbakwunyere na njedebe nke oge mgbakwunye megide Algeria iji ziga Cameroon na 2022 FIFA World Cup",
  "Àtụ:Updated",
  "Camaroon",
  "Otu Onye"
]