[
  "LAha mbụ nke ụlọ nsọ ahụ bụ Nesut-Towi, nke pụtara \"Ocheeze nke Ala Abụọ\"",
  "Aha ndị ọzọ gụnyere Ipet-Iset, nke pụtara \"The Finest of Seats\", yana Ipt-Swt, nke pụtara\"Selected Spot\", ma ọ bụ Ipetsut, nke pụtara \"\"The Most Select of Places\".",
  "Ihe owuwu ahụ bụ nnukwu ebe mepere emepe ma gụnyere Karnak Open Air Museum",
  "E kwenyere na ọ bụ ebe akụkọ  mere eme nke abụọ a na-eleta n'Ijipt; ọ bụ naanị nnukwu pyramid Giza dị nso na Cairo na-enweta nleta ndị ọzọ",
  "O nwere akụkụ anọ, nke naanị nke kachasị ukwuu na-emeghe maka ọha na eze ugbu a",
  "A na-aghọta okwu Karnak dịka naanị mpaghara Amun-Re, n'ihi na nke a bụ naanị akụkụ ọtụtụ ndị ọbịa na-ahụ.Akụkụ atọ ndị ọzọ, Precinct of Mut, Precinct of Montu, na Temple nke Amenhotep IV, bụ nke e mechiri emechi ka ọ bụrụ ọha",
  "E nwekwara obere ụlọ nsọ na ebe nsọ ole na ole jikọtara Mpaghara Mut,  Mpaghara Amun-Re, na Temple Luxor",
  "Mpaghara nke Mut bụ nke oge ochie, a raara ya nye ụwa na chi okike, mana e weghachighị ya",
  "Hatshepsut bibiri ụlọ nsọ mbụ ahụ ma weghachite ya, ọ bụ ezie na Fero ọzọ wuru gburugburu ya iji gbanwee anya ma ọ bụ ntụziaka nke ebe nsọ ahụ",
  "O nwere ike ịbụ na e buuru ọtụtụ akụkụ ya maka iji ya mee ihe n'ụlọ ndị ọzọ.",
  "There is an unfinished pillar in an out-of-the-way location that indicates how it would have been finished",
  "Final carving was executed after the drums were put in place so that it was not damaged while being placed",
  "Several experiments moving megaliths with ancient technology were made at other locations – some of which are amongst the largest monoliths in the world.",
  "N'afọ 2009, UC malitere ebe nrụọrụ weebụ a raara nye nrụzigharị dijitalụ nke Karnak complex na ihe ndị ọzọ.",
  "The first drawing of Karnak is found in Paul Lucas' travel account of 1704, (Voyage du Sieur Paul Lucas au Levant)",
  "It is rather inaccurate, and can be quite confusing to modern eyes",
  "Lucas travelled in Egypt during 1699–1703",
  "The drawing shows a mixture of the Precinct of Amun-Re and the Precinct of Montu, based on a complex confined by the three huge Ptolemaic gateways of Ptolemy&nbsp;III Euergetes / Ptolemy&nbsp;IV Philopator, and the massive 113 m long, 43 m high and 15 m thick, First Pylon of the Precinct of Amun-Re.",
  "Nke a bụ nke kachasị n'ime ogige ụlọ nsọ ahụ, ma raara onwe ya nye Amun-chi ukwu nke Theban Triad",
  "E nwere ọtụtụ nnukwu ihe oyiyi, Gụnyere onyonyo Pinedjem I nke dị mita 10.5 (34) n'ogologo",
  "Nkume ájá maka Ụlọ Nsọ a, gụnyere ogidi nile, E bufere ya na Gebel Silsila, 100 kilomita (161 ) n'ebe ndịda n'osimiri Naịl. O nwekwara otu n'ime obelisks kachasị ukwuu, nke dị tọn 328 n'arọ ma guzo mita 29 (95 ) n'ogologo."
]