[
  "Karol Rathaus (Karl Leonhard Bruno Rathaus; kwa Leonhard Bruno; 16 Septemba 1895 - 21 Nọvemba 1954) bụ onye Germany-Austria na-ede egwu ndị Juu nke kwagara na United States site na Berlin, Paris, na London, na-agbanahụ ịrị elu nke Nazism na Germany.",
  "A mụrụ ya n'obodo Ukraine nke Ternopil (akụkụ nke Austria-Hungary na 1895), Rathaus malitere ide egwu mgbe ọ dị obere, malite ọmụmụ ya na 1913/1914 na Academy of Performing Arts and Music na Vienna",
  "Ọrụ agha kwụsịrị ọmụmụ ya n'oge Agha Ụwa Mbụ",
  "Dị ka otu n'ime ụmụ akwụkwọ kachasị amasị Franz Schreker, Rathaus sooro ya gaa Academy of Music na Berlin, ebe ọ gara n'ihu na-amụ egwu na ihe osise",
  "Mgbe ọ gụsịrị akwụkwọ, Rathaus nabatara ọnọdụ nke onye nkuzi nke ihe osise na echiche egwu na Mahadum Berlin nke Arts",
  "Rathaus biri na Berlin site na 1922 ruo 1932, n'oge ahụ, ihe ndị mbụ o dere mere ka ihe dị egwu ma nwee nnukwu ihe ịga nke ọma.",
  "After his 1930 opera fremde Erde",
  "Rathaus created film music and was among the artiscally outstanding film",
  "Composer's in Germany before 1933he wrote the music for three films by Fyodor otsep",
  "In 1933 he went to Paris and lived in London from 1934 to 1938 before he finally settled in New York",
  "N'afọ 1940, ọ ghọrọ prọfesọ nke ihe osise na Queens College",
  "N'ọnọdụ a, o nwetara ùgwù na ewu ewu",
  "Na mgbakwunye, ọ nwekwara ihe ịga nke ọma dị ka onye na-ede egwu, na-ede ọtụtụ ọrụ na ọtụtụ ihe nkiri. Ọ nwụrụ mgbe ọ dị afọ 59 na mpaghara Flushing nke Queens nke New York City",
  "Ihe odide aka, ọrụ ndị e bipụtara, na akwụkwọ ozi sitere na Rathaus dị maka nyocha na Queens College Special Collections and Archives.",
  "Ihe ndị o dere gụnyere ọtụtụ ọrụ ngwá egwu: symphonies, ọrụ ndị egwú, serenades, sonatas na ballets",
  "Ọ hụrụ ihe ndị o dere n'ọdịnala nke Richard Strauss, Gustav Mahler, Igor Stravinsky na onye nkuzi ya Franz Schreker.",
  "Na Nazi Germany, e kewara ihe ndị o dere dị ka \"nkà na-emebi emebi\" ma nye ya mmachibido iwu",
  "A na-ewere ya ugbu a dị ka otu n'ime ọtụtụ nnukwu 'ndị na-ede egwu na mba ọzọ'.",
  "Rathaus lụrụ Gerta ma mụọ nwa nwoke aha ya bụ Bernt",
  "Ka ọ na-erule n'afọ 2016, a na-eme ihe nkiri banyere Rathaus nọ n'ebe a chụgara ya.",
  "Egwú ịgba egwú:",
  "Ụlọ:",
  "Egwú n'onwe ya:"
]