[
  "Kasai Allstars bụ otu egwu iri abụọ na ise nke dị na Kinshasa, Democratic Republic of the Congo",
  "Ndị na-agụ egwú sitere na mpaghara Kasai, mana ha sitere na agbụrụ ise dị iche iche: Songye, Lulua, Tetela, Luba, na Luntu",
  "Ụfọdụ n'ime ìgwè ndị a atawo obi na mmekọrịta na-emegiderịta onwe ha kemgbe ọtụtụ narị afọ, onye ọ bụla n'ime ha nwere ọdịbendị nke ha, asụsụ nke ha, na omenala egwu nke ha",
  "A na-eche mgbe niile na ndị a anaghị ekwekọ ruo mgbe ndị na-agụ egwú kpebiri ijikọ ihe onwunwe ha ma guzobe otu na nkwalite nke onye na-emepụta ihe na Belgium bụ Vincent Kenis.",
  "N'afọ 2008, Kasai Allstars wepụtara otu abọm (na Crammed Discs nke akpọrọ In the 7th Moon, the Chief Turned Into a Swimming Fish and Ate the Head of His Enemy by Magic)",
  "Ọ bụ nke atọ a tọhapụrụ na usoro Congotronics nke akara ahụ",
  "Ndị na-akatọ egwu ọdịda anyanwụ nabatara abọm ahụ nke ọma.",
  "N'afọ 2010, Crammed Discs wepụtara Tradi-Mods vs",
  "Rockers: Alternative Takes on Congotronics, abọm ọtụtụ ndị na-ese ihe nwere nkọwa, mkpuchi na ụtụ maka egwu nke Kasai Allstars, Konono No1 na ndị ọzọ Congotronic bands, nke ndị indie rock na ndị egwu elektrọnik 26 dere, gụnyere Deerhoof, Animal Collective, Andrew Bird, Juana Molina, Shackleton, Megafaun, na Aksak Maboul. N'afọ sochirinụ, Kasai Allstars sonyere na Congotronics vs",
  "Ọrụ Rockers, \"superband\" nke ndị Congo iri na ndị egwu indie rock iri (gụnyere ndị otu Deerhoof, Wildbirds & Peacedrums, Konono No.1, Skeletons, na Juana Molina), bụ ndị jikọrọ aka mepụta otu egwu ma rụọ ọrụ na nnukwu ememme na ebe iri na mba iri.",
  "E wepụtara abọm nke abụọ zuru oke nke Kasai Allstars, Beware the Fetish, na afọ 2014",
  "Ndị nta akụkọ nabatara abọm ahụ nke ọma. N'afọ 2017, Kasai Allstars pụtara na ihe nkiri Alain Gomis bụ Félicité, nke ha dere ma dekọọ ọtụtụ n'ime egwu egwu",
  "Abọm ụdaolu ahụ bụ Around Félicité",
  "E wepụtara abọm 'Black Ants Always Fly Together', 'One Bangle Makes No Sound' na onwa Mee, na afọ 2021.",
  "(dị ka ọ pụtara na album In The 7th Moon):"
]