[
  "Katogo bụ nri ụtụtụ ọdịnala na mba Uganda",
  "A na-enye ya na erimeri n'ọtụtụ mpaghara nke Uganda ma kọwaa ya dị ka ngwakọta nke ọtụtụ ngwa nri ihe ndị mejupụtara ya",
  "Ihe ndị bụ isi e ji eri nri ahụ bụ matooke na ofe (anụ ehi, ghee, offal, agwa)",
  "Katogo sitere na Buganda na ọdịda ndida Anyanwụ mba Uganda, ebe a na-ele ya anya na mbụ dị ka nri ndị dara ogbenye",
  "Enweghị usoro oge ziri ezi banyere mgbe ndị Uganda malitere isi katogo, mana ọ bụrụhaala na matooke anọwo, katogo dịkwa. Baganda bịara na nri katogo nke bụ ngwakọta nke offal na matooke",
  "Katogo bụ na mbụ ngwakọta nke akpụ e gburu egbu na agwa",
  "Nke a bụ nri ndị dara ogbenye",
  "Ndị nọ n'ọkwa dị elu, webatara matooke iji dochie akpụ na nsụgharị katogo ndị ọzọ wetara offals na ofe ọhụrụ ndị ọzọ",
  "Mmasị nke iri katogo gbasara ngwa ngwa na Uganda niile ma ruo ugbu a enwere ọtụtụ ọdịiche nke nri a",
  "Ọ bụ nri a na-ahụkarị n'etiti obodo ndị na-asụ asụsụ Bantu na ọtụtụ obodo ndị dị n'obodo ukwu nke Uganda. Ọ dị ugbu a n'ọtụtụ ụlọ oriri na ọṅụṅụ na ebe ana akpọ ọbia, a na-eji ya eme ihe dị ka nri ụtụtụ.",
  "E nwere usoro nri dị iche iche maka nri a mana nke kachasị ewu ewu bụ nke matooke bụ isi nri na ofe bụ offal a maara dị ka byenda na mba Uganda",
  "Okwu nri maka byenda (offal) bụ tripe na sweetbreads nke bụ ihe dị n'ime afọ, thymus gland na pancreas n'otu n'otu. A na-esi matooke a na-agbucha agbucha (unere na-acha akwụkwọ ndụ akwụkwọ ndụ) na ofe byenda (offals) ruo mgbe matooke dị njikere",
  "A na-ejikarị akwụkwọ nri ana mmiri mkpụrụ osisi esi nri Katogo.",
  "A na-eme usoro isi nri site n'ịkpọ ofe (offal, anụ ehi, ahụekere a gwakọtara agwakọta ma ọ bụ agwa) nke a na-eme ka ọ sie ma mesịa sie ya ruo mgbe oge ruru",
  "A na-awụnyezi ofe ahụ n'elu matoke a pịrị apị ma hapụ ya ka ọ sie ruo mgbe matooke dị njikere.  Katogo na-ewe obere oge na na nkwadebe na osisi ya ma taa ọtụtụ ndị mmadụ na-eji nkụ ma ọ bụ icheku ọkụ dị ka ihe eji esi nri a.",
  "Ụdị dị iche iche nke nri a gụnyere ihe oriri (matooke, poteto Irish, akpụ ma ọ bụ poteto na-atọ ụtọ) nke a na-esi n'otu ite na ofe (anụ ehi, offal, agwa, peas, groundnuts ma ọ bụ akwụkwọ ndụ akwụkwọ ndụ)."
]