[
  "Katharine Jane Hudson (amụrụ n'afọ 1958)  onye ndọrọ ndọrọ ọchịchị na agụmakwụkwọ nke Britain bu odeakwụkwọ ukwu nke Campaign for Nuclear Disarmament (CND) na onye ọrụ mgbasa ozi nke Left Unity. Ọ rụrụ ọrụ dị ka onye isi oche nke CND site na-afo 2003 ruo 2010 ma bụrụ onye ọrụ nke Stop the War Coalition kemgbe 2002.",
  "Ọ bụrụ onye isi nke Social and Policy Studies na London South Bank University site na Septemba 2003 ruo 2010 ma ugbu a ọ bụrụ onye na-eme nchọpụta nleta",
  "Ọ bụ onye nchịkọta akụkọ nke akwụkwọ akụkọ Contemporary Politics, na-eje ozi na kọmitii nchịkọta akụkọ nke Debatte: Journal of Contemporary Central and Eastern Europe ma bụrụ onye otu Board nke Barry Amiel na Norman Melburn Trust. Ọ bụkwa onye otu Editorial Board nke akwụkwọ akụkọ ọhụrụ nke aka ekpe, Transform, nke e hiwere n'oge owuwe ihe ubi 2017, ma jikokwa ya na European transform!network, ntọala ndọrọ ndọrọ ọchịchị nke European Left Party.",
  "Hudson bukwa onye otu Communist Party nke Britain ruo n'afọ 2011",
  "N'afọ 2012, ọ sonyeere Respect Party na-esote mmeri Bradford West nke pati ahụ",
  "A họpụtara Hudson dị ka onye na-asọpụrụ maka ntuli aka Manchester Central nke afọ 2012 mana o mechara kwụsị iji mee mkpesa na \"okwu ndị a na-anabataghị na ndị a na'agbanyeghi banyere ọdịdị  ndina n'ókè \" nke naanị onye omeiwu nke pati ahụ, George Galloway mere. Ọ kwụsịrị ọrụ ọrụ  dịka onye otu Respect na 15 Ọktoba 2012.",
  "Na March 2013, ọ sonyeere onye nduzi ihe nkiri Ken Loach na Gilbert Achcar, Prọfesọ nke Ọmụmụ Mmepe na School of Oriental and African Studies (SOAS), Mahadum London, na oku maka otu ọhụrụ aka ekpe",
  "Hudson edeela na ihe karịrị 2,000 nyere nkwado ha maka mkpọsa ahụ n'ime ụbọchị atọ nke mmalite ya",
  "Mgbasa ozi ahụ guzobere otu Left Unity na Nọvemba 2013, a họpụtakwara Hudson ka ọ bụrụ odeakwụkwọ mba nke nzukọ ahụ na nnọkọ iwu mbụ ya na 29 March 2014",
  "N'ịbụ onye na-eje ozi dị ka odeakwụkwọ mba ruo afọ atọ, oge kachasị mma, a họpụtara ya dị ka onye ọrụ mgbasa ozi nke pati ahụ na March 2017.",
  "N'afọ ndị 1990, Kate Hudson zutere ma lụọ Redmond O'Neill, (1954ī2009) onye na-eme ihe na Socialist Action na onye ndụmọdụ Ken Livingstone",
  "N'afọ 2012, Hudson lụrụ Andrew Burgin, onye ọrụ nke Stop the War Coalition na odeakwụkwọ nke otu mba na-emegide  mgbochi, Coalition of Resistance",
  "Hudson na-arụkwa ọrụ na Greek Solidarity Campaign na Venezuela Solidarity."
]