[
  "Kate Normington bụ onye na-eme ihe nkiri, onye na-agụ egwu, na onye na-ede egwu na South Africa",
  "Normington bu ụzọ bụrụ onye ama ama na mba na-egwu Sister Mary Amnesia na mmepụta Alhambra Theatre nke Nunsense n'afọ 1987, ma gosipụta na West End na South Africa, yana na ihe nkiri na telivishọn nke obodo na nke mba ụwa.",
  "Normington tolitere na Johannesburg, South Africa ma gaa Pretoria Girls' High School na Marist Brothers Observatory (Sacred Heart College)",
  "Ọ gụrụ Speech na Drama na Mahadum nke Witwatersrand, gụsịrị akwụkwọ n'afọ 1987.",
  "Mgbe ọ rụchara ọrụ dịka onye na-agụ egwú cabaret na Piaf na Johannesburg (n'akụkụ Didi Kriel), ọrụ ọkachamara mbụ Normington rụrụ bụ na Tarts, nke Kevin Feather, na La Parisienne Theatre na Johannesburg. Nke a sochiri ọrụ ọganihu ya na-arụ na Sister Mary Amnesia na mmepụta Tobie Cronje nke Nunsense na Alhambra Theatre n'afọ 1987, nke nwetara Normington Fleur du Cap Award mbụ ya maka Best Actress in a Musical. Ọ sochiri ihe ịga nke ọma a na Trilogy nke '87 na Durban Playhouse, ebe ọ rụrụ ọrụ atọ dịka Joanna na Sweeney Todd, Niki na Sweet Charity, ma gosikwa na Candide, na okirikiri nke a na-eme ihe atọ ahụ n'otu ụbọchị, otu n'otu.",
  "N'afọ 1989, a họpụtara Normington dịka Guinevere na mmepụta nke State Theatre nke Camelot, nke Gaynor Young na-amụchaghị. Mmepụta ahụ ghọrọ ihe a ma ama mgbe, na-anọchi Normington na Disemba, Young dara n'elu oghere na-enweghị nchebe mgbe ọ nọ n'elu nkwago, na-ada n'elu okpukpu ise n'okpuru ma na-abanye n'ọnọdụ coma ruo izu ise.",
  "N'ime ngwụcha '80s na mmalite '90s, Normington nọ n'ọtụtụ ihe ngosi na-aga nke ọma na nke dị elu na South Africa, gụnyere igwu Josephine na Romance Romance, Eliza na My Fair Lady n'afọ 1990, na Janet na The Rocky Horror Show n'afọ  1993; na-apụta na A Touch of Webber",
  "Nri Osikapa, ihe ngosi mbụ nke Richard Loring, n'afọ 1991; na igwu Sheila na mmepụta nke Janice Honeyman nke Hair, otu n'ime ndị mbụ na South Africa mgbe a tọhapụrụ ya, na Civic Theatre n'afọ 1994.",
  "N'afọ 1993, Normington gara England iji chụsoo ọrụ ya na mba ụwa",
  "Ọrụ mbụ ya na London bụ na mmepụta West End nke Sunset Boulevard na mbido mbụ ya n'afọ 1993, nke gosipụtara Patti LuPone dịka Norma Desmond, nke Normington na-amụ ọrụ Betty Schaefer",
  "Mgbe o zutere nsogbu paspọtụ, a manyere ya ịlaghachi n'ụlọ South Africa, na-apụta na Tell Me On A Sunday n'afọ 1994, tupu ya enwee ike ịlaghachi England",
  "Mgbe ọ laghachiri, Normington laghachiri na ndị na-eme ihe nkiri nke Sunset Boulevard na Adelphi Theatre, na-amụ Betty Buckley, Elaine Paige, na Petula Clark maka ọrụ Norma Desmond, na-apụta na ọrụ ahụ n'otu oge.",
  "Mgbe ọ hapụsịrị Sunset Boulevard, Normington pụtara na mmepụta mpaghara nke Aspects of Love na Hampshire n'afọ 1996, na-egwu Rose Vibert, wee kpọọ Baker's Wife na Into the Woods na Leicester n'afọ 1997.",
  "N'afọ 1998, Normington laghachiri West End dịka Grace Farrell na mweghachi nke Annie na Victoria Palace, na-aga n'ihu na-arụ ọrụ ahụ mgbe ihe ngosi ahụ gara njem na Febụwarị 1999",
  "Ọ gara njem na ihe ngosi ahụ ruo ihe karịrị otu afọ ruo mgbe ọ kwụsịrị na Oxford n'afọ 2000, mgbe nke ahụ gasịrị ọ laghachiri South Africa.",
  "Normington apụtala n'ọtụtụ ihe nkiri n'oge ọrụ ya, malite na 1991's The Sheltering Desert, ebe ọ pụtara ya na Gavin Hood na Rupert Graves, nke Brendan Pollecutt's Hey Boy sochiri n'afọ 2003",
  "Ọ pụtakwara na mkpirikpi sitere na NFVN, nke akpọrọ The Last Doorman, yana ime ihe nkiri na Angus Buchan's Ordinary People n'afọ 2006",
  "N'oge na-adịbeghị anya, Normington pụtara na ihe nkiri Netflix The Last Days of American Crime, nke Edgar Ramirez gosipụtara.",
  "Normington enwekwara ọrụ telivishọn dị ogologo ma dịgasị iche iche, na-apụta n'ọtụtụ mmemme South Africa a ma ama, dịka Scandal, Shado's, Hard Copy, 7de Laan, The Lab, Backstage, na The Res",
  "Ọ natara nhọpụta SAFTA maka ọrụ ya na Tim Greene's Those Who Can't n'afọ 2017, ma kpọọ Pam Henshaw na SABC 3's High Rollers N'afọ 2017, ọ nwetara otuto dị egwu maka mpụta ya na Julia Anastosopoulos's Tali's Wedding Diary, dịka Michelle, nne onye isi. Normington pụtakwara na ihe omume atọ nke MNet's Still Breathing n'akụkụ Siv Ngesi, Michael Richard, na Dorothy Ann Gould.",
  "Normington ewepụtakwala abọm abụọ, Mother's Daughter - nke o dere egwu isii - na ndekọ nke Tell Me On a Sunday, ihe mbụ nke Andrew Lloyd Webber's Song and Dance."
]