[
  "Catherine McLean nke a maara dị ka Kate McLean ma mesịa bụrụ Kate Beaton  (6 Jenụwarị 1879 - 21 Ọktoba 1960) bụ onye otu ndị ahịa Britain na onye ndụmọdụ na Glasgow.  Ọ duru National Federation of Women Workers (NFWW) na ọtụtụ esemokwu gụnyere ndị ọrụ netwọk ọnwa isii na-egbu na Kilbirnie na 1913.",
  "A mụrụ McLean na Glasgow na 1879",
  "Ọ bụ nwa nke anọ n'ime ụmụ isii ọ gara akwụkwọ ruo mgbe ọ dị afọ iri na abụọ.  Ọ malitere mkpakọrịta ya na ihe ndị na-akpata socialist mgbe ọ sonyere na Njikọ Ndị Ọrụ Ụmụ nwanyị.  N'afọ sochirinụ ọ nọ na National Federation of Women Workers (NFWW).  Ọ bụ otu n'ime ndị nnọchiteanya ha na Glasgow Trades Council dị mkpa.. N'afọ 1911 ọ bụ otu n'ime ụmụ nwanyị isii mbụ gara Scottish Trades Union Congress na Dundee dị ka ndị nnọchiteanya (karịa ndị nwunye)",
  "[citation needed] Ọ sonyeere STUC ruo n'afọ 1914 mgbe ọ lụrụ di.",
  "Ndị ọrụ eriri owu nke Neilston gburu na 25 Mee 1910 na McLean na Esther Dick debanyere ndị na-eti ihe ngwa ngwa na NFWW.  Mgbasa ahụ toro ka ndị na-ewe ọrụ na-achọghị ịgwa ndị NFWW okwu na ka ọ na-erule June ọ bụ mkpọchi-apụ na narị narị ndị ọhụrụ (na-egbu egbu) NFWW.  Ọgbụgba ọrụ a dị mkpa n'ihi na ọ bụ nke mbụ ndị ọrụ ahụ hapụrụ ndị ọrụ nna na-arụrụ ọrụ gaa n'otu iji kwado ha.",
  ". O tinyere aka ọzọ mgbe NFWW kwadoro iku 1911 na Vale of Leven dyeworks na United Turkey Red Company. Nke a bụ nnukwu esemokwu maka ụlọ ọrụ Alexandria a na enwere ụfọdụ ime ihe ike. Ndị NFWW na-arụsi ọrụ ike ebe ahụ mana ha dọtara ọtụtụ ndị otu ọzọ.  Ka ọ na-erule Jenụwarị, ha nwere ndị otu 600 na ka ọ na-erule February 1911 enwere 2,000.  Amụma NFWW bụ ịgbalị ka ndị otu ọhụrụ a banye n'otu ndị dị adị ebe a ga-anabata ha.  Ọnụ ọgụgụ dị elu ndị a kwere ka NFWW tinye nrụgide na National Amalgamated Society of Dyers, Bleachers, Finishers na Kindred Trade na ndị inyom nabatara dị ka ndị òtù.",
  "Ọ bụkwa onye ndú na 1913 networkers' strike na Kilbirnie nke e kwekọrịtara na nzukọ NFWW na ngwụcha Machị.E doziri esemokwu ndị na-ahụ maka netwọk na 2 Septemba 1913",
  "McLean kwuru okwu mmechi wee kwuo na ọ bụ ndị otu ahụ ka mma maka ụgwọ ọrụ na ọnọdụ ọrụnke a kwadoro na nzukọ NFWW na ngwụcha March.  Ọ dịgidere site na Eprel ruo Septemba 1913 ma ọ bụ ọrụ ọrụ ụmụ nwanyị kacha ogologo edekọ n'oge ahụ.  Ọgba aghara ahụ nwere nkwado obodo na n'ọnwa Mee enwere nzukọ na Kilbirnie ebe ndị na-akwado 10,000 bịara.  NFWW nabatara nlebara anya na McLean debanyere ndị otu ọhụrụ 200 na ụlọ ọrụ dynamite Nobel dị nso na Ardeer, North Ayrshire.  Edoziri esemokwu ndị netwọk ahụ na 2 Septemba 1913",
  "McLean kwuru okwu mmechi ahụ wee kwuo na ọ bụ otu ahụ kwalitere ụgwọ ọrụ na ọnọdụ ọrụ..",
  "Ọ lụrụ na 1914 ma ọ bụ dịka Kate Beaton ka a họpụtara ya n'enweghị mmegide maka ngalaba Hutchisontown dịka onye kansụl Glasgow.  Ọ nọgidere n'ọkwá ahụ ruo 1949 mgbe ọ lara ezumike nká n'ọkwa ahụ.",
  "McLean nwụrụ na afọ 1960 na obodo Glasgow."
]