[
  "Katherine Davis Chapman Tillman (February 19, 1870 - November 29, 1923) bụ onye edemede America.",
  "A mụrụ Katherine Davis Chapman na Mound City, Illinois, nwa nwanyị nke Laura na Charles Chapman",
  "Nne ya bụ onye nkuzi. Ọ gara ụlọ akwụkwọ ruo mgbe ọ kwagara Yankton, South Dakota mgbe ọ dị ihe dị ka afọ iri na abụọ; nna ya zụlitere nkịta na-achụ nta na Yankton. Ọ gara Mahadum Steeti nke Kentucky (nke a na-akpọ Simmons College of Kentucky) na Mahadum Wilberforce",
  "N'ụlọ akwụkwọ sekọndrị, Chapman malitere ide uri na ide akwụkwọ akụkọ na akwụkwọ akụkọ",
  "Uri mbụ ya, \"Memory\", pụtara na 1888, na The Christian Recorder",
  "N'afọ ahụ, o bipụtara usoro isiokwu na The Christian Recorder na American Baptist nke mere ka ọ bụrụ onye a ma ama",
  "Ọ bụkwa onye nyere aka na mbiputa magazin, Our Women and Children na Indianapolis Freeman Ọ na-edekwa akụkọ dị mkpirikpi, uri, edemede, na egwuregwu, ma na-enyekwa aka ugboro ugboro na magazin okpukpe dịka A",
  "M",
  "E",
  "Church Review nke mba ahụ kesara",
  "Akụkọ ifo nke Tillman gụnyere akwụkwọ akụkọ Beryl Weston's Ambition: The Story of an Afro-American Girl's Life (1893) na Clancy Street (nke a na-eme, 1898-1899)",
  "O dere ihe nkiri akụkọ ihe mere eme, Thirty Years of Freedom (1902) na Fifty Years of Freedom (afọ 1910)",
  "E bipụtara akwụkwọ uri ya, Recitations, na 1902",
  "Isiokwu ya na-abụkarị ozi na-akwalite, ọkachasị maka ụmụ agbọghọ ojii, dịka na agbamume a sitere na \"Afro-American Women and their Work\" (1895):",
  "A na-ebo anyị ebubo na anyị bụ ndị isi na-adịghị mma; ugbu a, ọ bụrụ na anyị nwere ike igosi na site na obi na ụbụrụ a zụlitere, anyị nwere ike ime otu ihe ahụ nke ụmụnne anyị nwanyị mara mma nke agbụrụ Caucasian rụzuru, ihe mere, anyị agbaghaala ụgha ahụ.",
  "Dị ka nwunye onye ụkọchukwu, ọ biri na steeti dị iche iche, kụzie, ma soro ìgwè ụmụ nwanyị chọọchị na òtù ndị ozi ala ọzọ rụọ ọrụ",
  "Ọ bụ onye ọrụ nke National Association of Colored Women's Clubs na 1910s. N'oge Agha Ụwa Mbụ, a họpụtara Katherine D",
  "Tillman ka ọ bụrụ onye nduzi mgbasa ozi maka National Association of Negro Women's Clubs, iji mee ka ọrụ agha nke ụmụ nwanyị Africa-America, na Red Cross ma ọ bụ na ikike ndị ọzọ pụta ìhè.",
  "Kate Chapman lụrụ Rev",
  "George M",
  "Tillman na 1894",
  "Ha nwere nwa nwanyị, Dorothy",
  "Tillman dara ọrịa ma nọrọ n'ụlọ ọgwụ mgbe ọ na-aga Nzukọ nke asatọ nke Women's Parent Mite Missionary Society nke African Methodist Episcopal Church, nke e mere na Brooklyn n'October 3 , 1923. Ọ nwụrụ n'ụbọchị ekele (November 29) na 1923.",
  "N'afọ 1960 na 1970 e nwere Katherine D",
  "Tillman Missionary Society na Betel A",
  "M",
  "E",
  "Church na Leavenworth, Kansas, aha ya bụ ncheta ya."
]