[
  "Àtụ:Infobox church",
  "Katidral ụka nke Kraịst Marina, Lagos bụ katidral Anglican na Lagos Agwaetiti, Lagos, Naijiria.",
  "A tọrọ ntọala maka ụlọ katidral mbụ na iri abụo na itoolu Maachị n'afọ otu puku narị asatọ na iri isii na asaa ma guzobe katidral ahụ n'afọ otu puku narị asatọ na iri isii na itoolu.",
  "Ihe owuwu nke ụlọ dị ugbu a na atụmatụ nke onye na-ese ụkpụrụ ụlọ Bagan Benjamin malitere na otu Nọvemba otu puku narị itoolu na iri abụo na anọ",
  "Ọ bụ onye isi ala Wales (nke mechara bụrụ Eze Edward nke Asatọ) tọrọ ntọala ya na iri abụo na otu Eprel n'afọ otu puku narị itoolu na iri abụo na ise. A rụchara ya n'afo otu puku narị itoolu na iri anọ na isii.",
  "N'afọ otu puku narị itoolu na iri asaa na isii, a sụgharịrị ihe onwunwe nke Nsọpụrụ DọkịtaSamuel Ajayi Crowther, onye bụbu ohu Yoruba nke ghọrọ bishọp Afrịka mbụ na ụlọ ụka Anglican, na katidral",
  "E nwere cenotaph e guzobere dị ka ihe ncheta ya.",
  "A maara ya nke ọma dị ka katidral ụka nke Kraịst Marina, ọ bụkwa katidral Anglican kachasị ochie na ụlọ ụka nke Naijiria",
  "N'oge dị iche iche n'akụkọ ihe mere eme ya, katidral ahụ bụ oche nke achịbishọp nke mpaghara Odia anyanwụ Afrịka, oche nke achịpishọp na onye isi nke Naijiria niile na oche nke achịkishọp of the ụka mpaghara nke Lagos",
  "Ọ bụ ugbu a oche nke Bishọp nke Lagos.",
  "Ọ bụ Oberlinger Orgelbau, Germany, wuru ọkpọkọ ahụ n'akụkụ aka nri nke ebe ịchụàjà ahụ nwere ihu abụọ - otu na-ele anya n'ebe ịchụàjà na nke abụọ na-eleba anya n'akụkụ nri",
  "Otu n'ime ngalaba, Antiphonal, dị na ogwe aka n'elu ọnụ ụzọ mbata nke ụka ahụ",
  "Na mbido narị afọ nke iri abụọ na otu, ụlọ ọrụ Bekee bụ Harrison na Harrison mezigharịrị ngwá ọrụ ahụ dum (ma wughachi njikwa); ọ nwere nkwụsị iri isii na anọ na ntuziaka anọ na boodu pedal",
  "Ọ bụ ọkpọkọ kachasị ukwuu na Naịjirịa.",
  "N'afọ otu puku narị itoolu na iri isii na itoolu, onye isi ala Naịjirịa n'oge ahụ, Yakubu Gowon lụrụ Nnenna Victoria Zakari, n'ememe nke Seth Irunsewe Kale duziri na Katidral."
]