[
  "Katie Eder (amụrụ n'afọ 1999 maọbu 2000) bụ onye America na-eme ihe ike na onye ọchụnta ego mmekọrịta mmadụ na ibe ya nke tọrọ ntọala ma duzie ọrụ mmekọrịta mmadụ na 50 Miles More, Kids Tales, na The Future Coalition, nke ikpeazụ ebe ọ bụ onye isi nchịkwa ugbu a.",
  "Na Disemba 2019, a kpọrọ Eder otu n'ime Forbes 30 under 30 na Iwu.",
  "A mụrụ Eder ma zụlite ya na Milwaukee, Wisconsin. Katie gụsịrị akwụkwọ na Shorewood High School na 2018 wee malite na Mahadum Stanford n'oge mgbụsị akwụkwọ nke 2020. Ọ bụ nwa ikpeazụ n'ime ụmụ ise.",
  "Mgbe Katie dị afọ iri na atọ, o guzobere otu na-anaghị achọ uru nke a kpọrọ Kids Tales, iji weta ọmụmụ ihe edemede, nke ndị nọ n'afọ iri na ụma na-akụzi, nye ụmụaka na-enweghị ike ịnweta ahụmahụ ederede n'èzí ụlọ akwụkwọ. N'oge ọmụmụ ihe Kids Tales, ụmụaka na-ede akụkọ dị mkpirikpi nke e bipụtara na anthology, ezigbo akwụkwọ. Ụmụaka narị iri na ise na mba itoolu esonyewo na ọmụmụ ihe Kids Tales. Kids Tales etinyela ihe karịrị ndị nkuzi narị anọ na-eto eto ma bipụta akwụkwọ akụkọ ịrị itoolu.",
  "Mgbe ihe omume March For Our Lives nke afọ 2018 kwụsịrị na March 24, Katie na ụmụ akwụkwọ ndị ọzọ si n'ụlọ akwụkwọ sekọndrị ya haziri njem kilomita 50 site na Madison, WI gaa Janesville, WI, obodo nke onye bụbu onye isi oche US nke House Paul Ryan, iji kpọọ ya maka ọrụ ya na igbochi na ili iwu égbè. Njem 50 Miles More a na-eduga Katie na ndị otu ya ịmalite mkpọsa mba niile a na-akpọ #50more na #50 steeti iji maa steeti ịrị anọ na itoolu ndị ọzọ aka ime ngaghari mailu ịrị ise gaa n'obodo ma ọ bụ n'ọfịs nke otu n'ime ndị ọrụ NRA kwadoro iji chọọ ka ha mee ihe iji kwụsị ime ihe ike égbè",
  "Mailu ịrị ịse ozomere mailu ịrị ise ije na Massachusetts n'ọnwa Ọgọst 2018",
  "Mailu ịrị ise ọzọ mepụtara atụmatụ ndị ntorobịa na-eduzi na-eme ntụli aka na mba niile na-elekwasị anya na ndị a na-eme ngagharị ọhụrụ iji mee ka ha gaa na ntuli aka iji mee ka ọ gaa na ntuzi aka iji mee ntuli aka na ntuliaka iji mee ka a na ntuli ọnụ na ntuli Aka na ntuli.",
  "Katie duuru maịlu ịrị ise ọzọ gaa jikọọ aka na òtù ndị ntorobịa ndị ọzọ na-eduzi gafee mba ahụ iji guzobe Future Coalition, netwọk mba na obodo maka ndị na-eto eto na òtù ndị na-edu ndị ntorobịa na ebumnuche nke ime ka ọdịnihu bụrụ ebe ka mma, dị nchebe, na nke ziri ezi maka onye ọ bụla. The Future Coalition na-ejikọ òtù ndị ntorobịa na-eduzi na ndị isi ndị ntorobịa gafee United States iji kesaa ihe onwunwe na echiche. The Future Coalition malitere na Septemba 2018 na mkpọsa ntuli aka Walkout to Vote",
  "Ihe karịrị ụlọ akwụkwọ narị ise gafee mba ahụ hapụrụ klas wee gaa ntuli aka."
]