[
  "Katlego Moswane Maboe (amụrụ ya na 29 Ọktoba 1986) bụ onye na-eme ihe ngosi TV nke South Afrika, onye na-agụ egwu na onye na-ede egwu na onye ndekọ ego. E nyere ya ihe nrite Best TV Presenter na ihe nrite nke ihe nkiri na onyonyo nke South Afrika  n'afọ 2015 na 2016. A makwaara ya maka ịnabata ihe ngosi okwu ụtụtụ Expresso na SABC 3 kemgbe e bidoro ya n'afọ 2010.",
  "A mụrụ Maboe na Itsoseng, obodo dị nso na Lichtenburg, ma zụlite ya na obodo Ikageng, nso Potchefstroom. Ọ ghọrọ onye otu North West Children's Choir n'afọ 1998 mgbe ọ na-aga Potchefstroom Central School. Maboe gụrụ akwụkwọ na Potchefstroom High School for Boys n'afọ 2004, wee nweta nzere bachelọ na Chartered Accounting na Mahadum North-West n'afọ 2017.",
  "Mgbe ọ na-agụ akwụkwọ na Mahadum North-West, otu cappella a maara dị ka Flip a Coin gwara Maboe ka ọ sonyere ha mgbe a dọtara uche ha n'olu abụ ya",
  "Ha jisiri ike wepụta abọm nke ọnụ dị atọ, na Maboe na beatboxing na olu. O mere ihe nkiri telivishọn mbụ ya na 2009 na usoro magazin ndụ Afrikaans DEKAT Ọ malitere ịhazi usoro magazin 50/50 na SABC 2 tupu ọ nabata Expresso na SABC 3 mgbe ihe ngosi ahụ malitere n'ọnwa Ọktoba afọ 2010. Maboe anabatala oge nke abụọ nke Strictly Come Dancing South Africa. Ọ kwadokwara South African Film and Television Awards na 2016 ya na Minnie Dlamini, n'afọ 2017 ya na Thando Thabethe. Maboe kwadoro oge nke asatọ na nke itoolu nke usoro ihe nkiri telivishọn Tropika Island of Treasure, nke o dekwara ma mee abụ isiokwu maka ya.",
  "N'afọ 2014, a họpụtara Maboe dị ka onye nnọchi anya HOPE Cape Town Goodwill. Ọrụ enyemaka ya gụnyere ọrụ ndị na-elekwasị anya n'inye ahụike na agụmakwụkwọ na Cape Town",
  "Ya na dọkịta Michael Mol gbara ọsọ Cape Town Cycle Tour n'afọ 2011 na 2013, iji nweta ego maka ọrụ ebere.",
  "Maboe na-asụ asụsụ atọ ma na-asọpụta Afrikaans, Bekee na Setswana nke ọma. Site n'afọ 2018 ruo 2020, ya na nwunye ya, Monique Muller, na nwa ya nwoke Phoenix Katlego Maboe biri na Johannesburg. N'ọnwa Ọktoba 2020, a kpughere na Maboe ghọgburu Muller ma bute ya ọrịa STD nke kpatara nsogbu na ọmụmụ ya",
  "N'ihi mkpesa ọha na eze na mgbasa ozi mmekọrịta n'ihi nke a, a chụpụrụ ya n'ọtụtụ ọrụ telivishọn ya. N'ọnwa Septemba 2021, Katlego gbara nwunye ya na ndị SAFTA akwụkwọ maka nkwụjo nke àgwà ya na imebi ọrụ ya."
]