[
  "Onyeàmà Kay Chiromo (December 24, 1951), bụ onye Malawi na-ese ihe na onye nkuzi nka. A mụrụ ya na Makoka Village, T.A",
  "Chigaru, Blantyre District",
  "A na-ewere ya dị ka otu n'ime ndị omenkà kachasị nwee nkà na ndị a na-akwanyere ùgwù na Malawi. Ihe ọ na-ese bụ ihe osise mmanụ mana ọ na-emekwa ihe osise akwụkwọ ma mee ihe ngosi vidiyo.",
  "Dị ka onye ọkà mmụta nka, Chiromo gụrụ akwụkwọ n'okpuru ọgbọ mbụ nke ndị na-ese osisi Malawi Akamitondo na Jibu Sani na KuNgoni Centre of Culture & Art, ọrụ nke onye ụkọchukwu Canada bụ Claude Boucher Chisale guzobere bụ onye kụzikwaara nka. Ọ natara nzere Master's na Fine Arts na Pratt Institute, kọleji nka onwe onye na New York City, n'afọ 1986.",
  "Chiromo gara n'ihu na-akụzi na Mahadum Malawi",
  "Ọ rịgooro ka ọ bụrụ onye nkuzi dị elu na onye isi nke ngalaba nka dị mma na Ngalaba Fine and Performing Arts na Chancellor College",
  "Chiromo akpaliwo ndị na-ese ihe gburugburu ụwa gụnyere David McCurry onye gụrụ akwụkwọ n'okpuru ya mgbe ọ nọ na Malawi.",
  "A na-eji ákwà, ájá ma ọ bụ nkume rụọ ihe osise mmanụ Chiromo mgbe ụfọdụ iji mepụta mmetụta miri emi na mmetụta atọ",
  "O kwuru n'otu oge na, \"Ndị Afrịka na-egosipụta (onwe ha) nke ọma na nka atọ. Ọ na-ejikarị ụdị ákwà dị iche iche na-apụ n'ahụ ákwà rectangular ọdịnala.",
  "Ihe osise Chiromo ghọrọ ihe a ma ama na mba ụwa n'afọ ndị afọ 1980",
  "E gosipụtara ha na gallery na ngosi na United States, Zambia, England, Canada na South Africa.",
  "Kay Chiromo nwụrụ na afọ 1994, mana enwere ike ịhụ ihe nketa nka ya na Malawi dum",
  "Ọ bụ ya dere akwụkwọ nchịkọta nke ọrụ ya nke UNESCO kwadoro ma bipụta ya mgbe ọ nwụsịrị",
  "E nwekwara asọmpi akwụkwọ mba kwa afọ, 'Kay Chiromo Literary Competition' nke akpọrọ aha ya site na afo 1995 ruo na afọ 1999",
  "E bipụtara edemede ndị nwetara ihe nrite site na nchịkọta a n'akwụkwọ ndị dị ka 'Wildlife and Environmental Essays: ihenrite nke onye meriri na ide ihie site na Isompi nke Kay Chiromo  na afọ 1995-1999' Chiromo nwụrụ n'ihe mberede ụgbọ ala na afọ 1994."
]