[
  "Kay Brown (1932-2012) bụ ónyé Africa America na-ese ihe na ónyé édémédé bipụtara",
  "Ọ bụkwa nwanyị mbụ e nyèrè ónyé otu Weusi Artist Collective, nke dị na Harlem n'oge 1960s na 1970s",
  "E hiwere Weusi Collective, nke akpọrọ aha ya n'ihi okwu Swahili màkà ọchịchịrị, n'afọ 1965, nke ndị ikom mejupụtara kpamkpam",
  "Eziokwu ahụ bụ na ọ bụ naanị nwanyị so n'òtù a kpaliri ya ịchọ ụzọ isi nọchite anya ndị Black na-ese ihe",
  "A nabatara ya n'ọtụtụ ebe dị ka otu n'ime ndị guzobere otu ndị na-ese ihe nkírí nke Where We At Black na New York City",
  "A na-eto ọrụ Brown maka ịnọchite anya nsogbu ndị metụtara ndị Black ụwa site na nchịkọta mgbasa ozi ya na mbipụta ya",
  "E gosipụtara ọrụ Brown na ngosi \"We Wanted a Revolution\" na Brooklyn Museum.",
  "Brown jikọtara ya na ónyé na-ese ihe Dindga McCannon wee guzobe \"Where We At\" Black Women Artists, Inc",
  "(<b id=\"mwFA\">WWA</b>) n'oge opupu ihe ubi nke afọ 1971. Isiokwu ndị a na-ekpuchi site na ngosipụta nka n'ime nzukọ a bụ ọnọdụ mmekọrịta mmadụ na ibe ya dị ka mmekọrịta nwanyị / nwoke ojii, ọdịnala Africa, na ezinụlọ ojii dị ka otu",
  "Brown dekwara akwụkwọ akụkọ na-eto eto, Willy's Summer Dream, nke e bipụtara na 1989",
  "Ms",
  "Brown bụkwa ónyé dere akwụkwọ akụkọ abụọ",
  "Akwụkwọ akụkọ a na-ekwu màkà ya bụ Willyz Summer Dream, nke sitere na ndụ naanị nwa ya nwoke",
  "A makwaara nwa ya nwoke n'otu akụkụ dị ka ihe na-akpali ya maka Black Mother na Male Child",
  "Brown bụ ónyé ọrụ na Medgar Evers College na osote prọfesọ na Anne Arundel Community College site na 1989 ruo 1990.",
  "Ihe ndekọ kwụ ọtọ màkà Kay Brown dị na Evans-Tibbs Collection nke National Gallery of Art Library. A na-etinye onyinyo ya na ihe ngosi 1972 Some Living American Women Artists nkè Mary Beth Edelson.",
  "Kay Brown bụ onye na-ebi akwụkwọ na ndọrọ ndọrọ ọchịchị nke na-ahụ maka ngosipụta nke akụkọ Black ọ hụrụ n'onwe ya",
  "Brown jikwa nnukwu collages mee ihe iji nyere aka kwupụta atụmatụ ya.",
  "E nweela isiokwu ụfọdụ ebe a kpọtụrụ ya aha",
  "Dị ka Mutual Art si kwuo, e gosipụtara Kay Brown na isiokwu maka AnOther, na ArtDaily (Dị ka MutualArt si kwuo)",
  "Ọzọkwa, dị ka Mutual Art si kwuo, n'ọnwa Ọgọstụ 2020, edemede ya kachasị ọhụrụ bụ Women Artists of Colour in the Spotlight of Wiki Edit-A-Thon dere maka H A P P E N I N G.",
  "Enwere ike ịhụ ọrụ ya n'ọtụtụ ihe ngosi, nke enwere ike ịchọta n'ọtụtụ gallery na ebe ngosi ihe mgbe ochie."
]