[
  "Ayoola Agboola nke a maara dị ka KDDO bụ onye na-emepụta egwu Afrobeats, onye nhazi egwu na onye na-agụ egwu si Lagos, Naijiria",
  "N'afọ 2020, KDDO ghọrọ onye mbụ na-emepụta egwu Afrobeats n'akụkọ ihe mere eme nke ụlọ ọrụ na-edekọ egwu nke America (RIAA) kwadoro mgbe egwu Davido a kpọrọ \"Fall\" ghọrọ egwu nwere ihe nrite ọla edo na US.",
  "KDDO malitere njem ya n'egwú mgbe ọ dị afọ iri na anọ dị ka onye DJ na Lagos, Naịjirịa, wee mechaa malite imepụta maka ndị na-agụ egwu n'ofe Afrịka",
  "Ihe ịga nke ọma nke egwu \"Fall\" na 2020 kpọgara ya n'ọkwa ụwa niile ma kọwaa ya ọzọ dị ka onye na-emepụta egwu na-esote iji duzie ụdị Afrobeats na-eto ngwa ngwa.",
  "Ọrụ KDDOX na-agafe n'ụwa niile ka ya na ndị na-agu egwu dịka Wizkid, Davido, Chris Brown, Summer Walker, Shenseea, Becky G, Ari Lennox, Popcaan, Bas, Cardi B na ọtụtụ ndị ọzọ rụkọtara ọrụ.",
  "A mụrụ ya ma zụlite ya na Lagos State, Nigeria. Ọ bụ onye gụsịrị akwụkwọ na Mahadum Redeemer, ebe ọ gụrụ actuarial sayensị.",
  "N'ajụjụ ọnụ ya na The Hundreds n'afọ 2016, ọ kwuru banyere ndụ ya na uto ya na Lagos, na-ekwu etu o si metụta ya na egwu ya",
  "Ọ kwukwara banyere njem ya ruo ugbu a na otu o si malite dị ka DJ mgbe ọ dị afọ iri na anọ, ma kọwaa ụdị mmepụta ya: mmetụta egwu KDDO gụnyere Fela Kuti, Timbaland, Sade Adu na Polow da Don. Na Maachị 23, 2017, ọ bịanyere aka na Sony/ATV Music Publishing dị ka onye na-emepụta ihe ndekọ na onye na-ede egwu.",
  "N'afọ 2018, KDDO ghọrọ onye na-emepụta ihe ndekọ Naijiria mbụ na-ere platinum nke RISA kwadoro. A kwadoro ya maka ọrụ mmepụta ya na \"Fall\" na \"Fela in Versace\" mgbe ndekọ abụọ ahụ rere ihe karịrị pụkụ ịrị abụọ na South Africa.",
  "N'afọ 2019, e gosipụtara ya na Davido na abọm Chris Brown nke akpọrọ \"Indigo Extended\".",
  "KDDO esorowo ọtụtụ ndị na-agụ egwu nke gụnyere Davido, Wizkid, Popcaan, Wale, Mike Will Made It, DJ Neptune, Aka, DJ Maphorisa, Maazị Eazi, Mayorkun na Orezi rụkọọ ọrụ",
  "Egwu ndị ọ na-emepụta gụnyere \"Lower Body\" na \"Under the Influence\" nke Chris Brown na D&G nke Davido na Summer Walker, \"The Money (feat",
  "Olamide ) nke Davido\", \"Alụọ (feat",
  "Mr Eazi) \" nke DJ Neptune, \"Fall\" nke Davido, \"Mama\" nke Mayorkun na \"Fela in Versace\" nke Aka gụrụ.",
  "N'April 17, 2019, Davido kesara ozi ọma na Instagram, dị ka ya si kwuo; KDDO mere ya na album Beyoncé \"B7\". Ọ kpughere egwu nke KDDO mepụtara aha ya bụ \"Nefertiti\" nke gosipụtara Rihanna",
  "N'afọ 2018, a kọrọ na abọm Beyoncé \"B7\" na-abụghị nke gọọmentị pụtara na Spotify na Nọvemba 2018",
  "Dị ka Kathryn Lindsay nke Refinery29 media si kwuo, o dere \"Abọm B7 pụtara na Spotify ma o nwere egwu iri na anọ nke gosiputara ndị dịka Wizkid, Normani, SZA, Blue Ivy\" na ọtụtụ ndị ọzọ.",
  "Na Julaị 12, 2017, KDDO malitere njem mbụ ya \"L.O.U.D Music Production Tour\" nke mere na steeti itoolu gụnyere Abuja, Lagos State, Enugu, Port Harcourt, Johannesburg, Cape Town, Nairobi, Accra na Addis Ababa nke Sony ATV na Davido Music Worldwide kwadoro.",
  "KDDO so \"Mayorkun\" kerịta ebe a na-eme nkiri na Mayor Of Lagos Concert nke e mere na Disemba 2017, n'akụkụ Davidon'elu ihe nkiri. N'afọ 2018, AKA na KDDO rụrụ ọrụ na FNB Stadium n'oge egwuregwu AFCON n'etiti Naịjirịa na South Africa."
]