[
  "Lady Kehinde Kamson, KJW, (amụrụ ụbọchị  iri na anọ n'onwa Ọgọst 1961 na Lagos, Nigeria ) bụ onye ọchụnta ego Naijiria, onye ndu ọchụnta ego, na onye na-enyere ndị mmadụ aka",
  "Ọ bụ otu n'ime ndị ọsụ ụzọ na ngalaba nri ngwa ngwa na onye isi azụmaahịa ụmụ nwanyị pụtara ìhè na Naịjirịa",
  "A maara ya nke ọma dị ka onye nchoputa na onye isi oche nke Sweet Sensation Confectionery Limited - otu n'ime ụdị kachasị ike na ụlọ ọrụ nri ngwa ngwa na Nigeria  nke ọ malitere site na ụlọ azụ azụ na obere ụlọ nchebe gbanwere nke nwere nanị ìgwè na eji ahụ oyi abụọ na-eji",
  "ngwa ihe mkpofu ndị ọzọ emezigharịrị, ka ha hapụsịrị ọrụ ịgbakọ ego na-enye nnukwu ego",
  "Ọ bụ otu n'ime ndị a na-ekwu na ha gbanwere echiche asọmpi nke ụlọ ọrụ ụlọ oriri na ọṅụṅụ Quick Service na Nigeria si otú ahụ na-eduga na ọganihu mbara igwe a hụrụ na ụlọ ọrụ ahụ na afo ndị iri iteghete na afọ iri mbụ nke 2000s",
  "Nne na nna Kehinde Kamson bụ ndị nkuzi",
  "Nna ya, Adeleke Beniah Adelaja, bụ otu n'ime ndị isi ụlọ akwụkwọ ama ama nke Church Missionary Society Grammar School (CMS Grammar School) - ụlọ akwụkwọ grammar kacha ochie na Nigeria",
  "Beniah bụ onye ụmụ akwụkwọ ya kpọrọ ya nke ọma dị ka \"Oga\", \"Onye isi\" ma ọ bụ \"Canon Adelaja\", zụrụ ọtụtụ puku ụmụ akwụkwọ ma kụziere ha ihe, ọtụtụ n'ime ha gara n'ihu n'ọkwa ọchịchị na Nigeria",
  "Nne Kehinde, Omoba Adebayo Evangelin Adelaja bụ onye nwe nwanyị nke Eva Adelaja Secondary School - ụlọ akwụkwọ sekọndrị na Lagos, Nigeria",
  "Ewezuga ịbụ onye nkuzi, ọ bụkwa nwanyị na-azụ ahịa oge nile",
  "Ọ bụ nwanyị pụrụiche, onye, ya na nna Kehinde, nyere ya ntọala ọ chọrọ iji nweta ohere n'inwe ezigbo ndụ.",
  "Kamson mụrụ ejima na ụbọchị iri na anọ n' onwa Ọgọst 1961",
  "Ejima ndị a bụ onye ikpeazụ n'ime ụmụaka isii.",
  "Ụlọ akwụkwọ ọta akara ya dị na International Women's Society Nursery School dị na Lagos ebe ụlọ akwụkwọ praịmarị ya bụ University of Lagos Staff School.",
  "Kehinde na eme ka nwoke mgbe ọ bụ nwata, ihe niile wee malite na ụmụ nwoke asatọ",
  "Otu n'ime ụmụnne Eva Adelaja bụ ndị na-abịa mgbe niile iji soro ezinụlọ Kehinde mee ekeresimesi na Ista nwere ụmụ nwoke asatọ",
  "Mgbe ọ bụla nna Kehinde na-eje ozi na mpụga Legọs, ndị mụrụ ya na-eziga ya na ejima ya n'ụlọ nwanne nna ya, ọ ga-ahụkwa na ya nwere ụmụ nwoke itoolu dịka ndị egwuregwu",
  "Ọ dịghị egwuregwu ụmụ nwoke itoolu na otu nwa agbọghọ emeghị, site n'itinye osisi ruo n'ịwụ elu ruo n'ịgba bọọlụ",
  "Ndị a tụgharịrị n'ọrụ ọ rụrụ na ụlọ akwụkwọ sekọndrị ya - St Anne's School, Ibadan, Nigeria - ebe ọ nọ na mwụ elu elu na tenis.",
  "A họpụtara ya ka ọ nọchite anya ụlọ akwụkwọ ya na n'ikpeazụ West Africa n'ịchọ iru eru maka egwuregwu Africa niile",
  "O nwere ihe nrite ọla edo maka ịgba tenis maka West Africa mana o ruteghị ya n'egwuregwu Africa niile.",
  "O mere A-Levels na Queens College dị na Lagos wee nweta nzere bachelọ na Accounting na Mahadum Lagos, Nigeria",
  "Ọ bụkwa onye gụsịrị akwụkwọ na Lagos Business School",
  "Kehinde Kamson malitere Sweet Sensation - azụmahịa ụlọ oriri na ọṅụṅụ ngwa ngwa - na 1994 site na obere ụlọ ndị nche dị na Ilupeju, Lagos ka ọ nọrọ ihe dị ka afọ iri na-azụ ahịa n'obere ọnụ ahịa site na ebe a na-adọba ụgbọala ezinụlọ ya",
  "Azụmahịa a etoola ka ọ bụrụ otu n'ime azụmaahịa kacha aga nke ọma nke ụlọ oriri na ọṅụṅụ Quick Service na Nigeria nwere ihe karịrị iri abụọ na ise n'ofe obodo ahụ, ihe karịrị ndị ọrụ pukur abụọ na ihe karịrị iri isii ụdị nri a na-enye kwa ụbọchị",
  "Njem ọchụnta ego ya malitere mgbe ọ hụrụ ka ọ na-aga nke ọma n'azụmahịa otu mgbe",
  "Nne ya rere ihe niile a pụrụ ichetụ n'echiche wee gaa njem gburugburu ụwa ịchọ ahịa ahịa kacha mma na ngwaahịa ọ na-ebuga Nigeria ire",
  "Mkpebi ahụ nne ya nọ mgbe ọ na-azụ ahịa ya, kụrụ mkpụrụ nke azụmaahịa na Kehinde Kamson.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Lagos, ọ nwetara ọrụ dị ka onye na-akwụ ụgwọ ego mgbe ọ na-azụ ụmụ obere ezinụlọ ya",
  "Ọ lụọla nwaanyị, malitekwa ịmụ ụmụ n’oge",
  "Ọ chọpụtara na ya enweghị ike ịnagide ijikwa ezinụlọ ya ka ọ na-arụ ọrụ iteghete ruo ise, ya mere ọ kwụsịrị ma tụgharịa uche n'ihe ọ ga-eme",
  "Nke ahụ bụ oge o kpebiri ịmalite azụmahịa nri ya nke mechara bụrụ Sweet Sensation.",
  "Ụzọ Kehinde Kamson si bịa azụmahịa ụlọ oriri na ọṅụṅụ ngwa ngwa bụ ijikọta ụdị nri mpaghara na nke mba ụwa ka ọ na-emepụta ntụziaka ọhụrụ mgbe niile",
  "Ụlọ oriri na ọṅụṅụ na-atọ ụtọ ga-enwe ụdị nri nke gụnyere Sukiyaki, Genève Peppersoup (GPS, Grillo Fish, Farmers pottage, Indiana Rice, Soul Food, Yamboree, Swag Chicken, Chickito na ndị na-emekarị dị ka Meat Pie, Chicken Pie, Puff Chicken, Scotch Egg, osikapa e ghere eghe, osikapa Jollof, aki oyibo na osikapa na ụdị ofe dị iche iche."
]