[
  "Kehinde Wiley (amụrụ n'ọnwa Febụwarị 28, afọ 1977) bụ onye Amerịka na-ese ihe osise nke bi na New York City, onye a maara maka eserese ya nke ndị isi ojii, na-ezo aka ugboro ugboro na ọrụ nke eserese Old Master. E nyere ya ọrụ n'afọ 2017 ka ọ see ihe osise nke onye bụbu onye isi ala Barack Obama maka Smithsonian National Portrait Gallery, nke nwere ihe osise nke ndị isi ala Amerịka niile gara aga",
  "Columbus Museum of Art, nke kwadoro ihe ngosi nke ọrụ ya na 2007, na-akọwa ọrụ ya dị ka ndị a: \"Wiley enwetawo otuto n'oge na-adịbeghị anya maka ihe osise dike ya nke na-ekwu maka onyinyo na ọnọdụ nke ụmụ okorobịa ndị Afrịka na Amerịka na ọdịbendị nke oge a",
  "\"",
  "E tinyere Wiley na Time magazine's mmadụ 100 kachasị nwe ike ịmetụta ndị ọzọ.",
  "A mụrụ Wiley na Los Angeles, California",
  "Nna ya, Isaiah D",
  "Obot, bụ Yoruba, si Naijiria, nne ya, Freddie Mae Wiley, bụ onye Afrịka. Wiley nwere ejima nwoke. Mgbe Wiley bụ nwata, nne ya chọrọ ka ya na nwanne ya nwoke pụọ n'okporo ámá wee kwado mmasị ha na nka ma debanye aha ha na klas nka mgbe ụlọ akwụkwọ gasịrị",
  "Mgbe ọ dị afọ iri na otu, a họpụtara Wiley na nwanne ya nwoke na ụmụaka iri anọ na asatọ ndị ọzọ ka ha nọrọ obere oge na ụlọ akwụkwọ nchekwa nka na Russia, na mpụga St",
  "Petersburg. Ọ bụ ebe a ka Wiley zụlitere mmasị ya maka ihe osise",
  "Wiley kwuru na nwanne ya nwoke dị mma n'ihe osise karịa ya na nke a mepụtara echiche asọmpi n'etiti ha",
  "Ha abụọ ga-asọmpi ịhụ onye nwere ike ịmegharị ihe oyiyi kachasị mma. Ọ gara n'ihu na klas ndị ọzọ na US ma gaa ụlọ akwụkwọ sekọndrị na Los Angeles County High School for the Arts",
  "Nne ha zụlitere ejima ahụ; ozugbo nna ha, onye bịara US dị ka nwa akwụkwọ agụmakwụkwọ, gụsịrị akwụkwọ ya,  ọ laghachiri Naijiria, na-ahapụ Freddie ka ọ zụlite ụmụ isii nke di na nwunye ahụ",
  "Wiley ekwuola na ezinụlọ ya lanarịrị na nyocha ọdịmma na obere ego nke nne ya nwetara 'ụlọ ahịa' - nke nwere akụkụ ụzọ n'akụkụ ụzọ n'èzí ụlọ ha",
  "Wiley gara Naijiria mgbe ọ dị afọ iri abụọ izute nna ya ma chọpụta mgbọrọgwụ ezinụlọ ya n'ebe ahụ",
  "Wiley nwetara BFA ya na San Francisco Art Institute na 1999 na MFA ya na Mahadum Yale, School of Art na 2001;  tupu ọ ghọọ onye na-ese ihe na Studio Museum na Harlem, [ya] nke Wiley mechara kwuo na-ese ihe [ya] bụ taa",
  "[ọ] bụ taa",
  "[ Jeffrey Deitch, onye na-ere ihe osise na onye nlekọta, nyere Wiley ihe ngosi mbụ ya Deitch nọchitere anya ya maka afọ iri sochirinụ",
  "Wiley ekwuola na onye na-ese ihe bụ Kerry James Marshall nwere mmetụta dị ukwuu n'ebe ọ nọ."
]