[
  "Keith Sweat (amụrụ na Julaị 22, 1961) bụ ónyé America na-agụ egwu, ónyé na-ede egwu, ónyé mmepụta ndekọ, na ónyé mbụ na egwu ọhụrụ jack swing",
  "A maara ya maka nchịkọta egwu ya gụnyere \"I Want Her\", \"Make It Last Forever\", \"I'll Give All My Love to You\", \"Meke You Sweat\", \"Get Up on It\", \"Twisted\" na \"Nobody\"",
  "O weputara abọm 13 n'onwe ya (2 dị ka akụkụ nke R&B supergroup LSG) ma chọpụta otu Silk na Kut Klose.",
  "A mụrụ Keith Sweat na Harlem, New York City, nke Juanita Thompson, ónyé na-edozi ntutu, na Charles Sweat, ónyé na'ụlọ ọrụ mmepụta ihe",
  "Juanita zụlitere ụmụ ha ise naanị ya mgbè Charles Sweat nwụsịrị na 1973.",
  "Sweat malitere ọrụ egwu ya dị ka ónyé otu egwu Harlem a na-akpọ Jamilah na 1975. Site n'enyemaka nke Jamilah, Sweat nwèrè ike imezi ọrụ ya dị ka onye na-agụ egwú site n'ịrụ ọrụ na mpaghara niile dị na New York, New Jersey na Connecticut",
  "Ọ bụ onye bassist Larry Peoples, ónyé guitarist Michael Samuels, na ónyé na-akụ ọkpọ Walter Bradley malitere otu ahụ.",
  "Mgbè ọ hapụsịrị otu ahụ na 1984 iji malite ọrụ n'onwe ya, ọ bụrụ abụ na klọb abalị na New York City ma nweta ohere idekọ màkà akara onwe ya, Stadium Records",
  "Sweat dekọrọ naanị egwu abụọ maka Stadium, \"Lucky Seven\", na \"My Mind Is Made Up\", nke bụ nke atọ na nke anọ ha wepụtara, mana na ntọhapụ mbụ nke Stadium, a na-ekwu na ọ bụ ónyé edemede na ónyé na-emepụta \"You Are the One for Me\", ndekọ ikpeazụ nke otu GQ mere",
  "Otu n'ime ndị otu GQ bụ nwanne nna ya, Keith \"Sabu\" Crier.",
  "N'abalị iri na atọ n'ọnwa Ọgọstụ n'afọ 2002, Keith Sweat wepụtara abọm nke asatọ ya, Rebirth",
  "Otu \"One on One\" ruru No",
  "75 na Billboard Hot 100 na No",
  "44 na Hot R&B / Hip-Hop Singles & Tracks chart.Abọm ya nke afọ 2008 Just Me gụnyere egwu, \"Love U Better (nke Keyshia Cole gosipụtara) Sweat bịanyere aka na Kedar Records ugbu a ma wepụta abọm studio nké irí ya akpọrọ Ridin' Solo na June 22, 2010",
  "Otu egwu a na-ebute ụzọ site na abọm ahụ bụ \"Test Drive\" ma gosipụta ónyé ibe ya bụ Joe",
  "Kemgbe afọ 2007, Sweat abụwo ónyé na-elekọta mmemme redio nke mba niile dabere na usoro mmiri ozuzo dị jụụ",
  "The Keith Sweat Hotel (nke a maara dị ka The Quiet Storm na Keith Sweat na WBLS na New York City) na-agbakọta site na Premiere Radio Networks.",
  "Sweat bụkwa ónyé na-elekọta ihe ngosi redio nke mba a na-akpọ The Sweat Hotel, nkè m mepụtara ma kesaa na ụlọ ọrụ redio ndị okenye na-eto eto na-etolite na US site na Premiere Networks, ónyé enyemaka nke iHeartMedia, Inc.",
  "Site na 1992 rụo 2002, Sweat lụrụ The Real Housewives of Atlanta kpakpando Lisa Wu Hartwell",
  "Ya na ya nwèrè ụmụ nwoke abụọ, amụrụ na 1995 na 1998.",
  "O nwekwara ụmụ nwanyị atọ, otu ya na Tracy J",
  "O nwekwara nwa nwoke aha ya bụ Joshua."
]