[
  "Keith Duncan Mallett (amụrụ n'ubochí asaá n'ọnwa Ọktoba, 1948) bụ ónyé America na-ese ihe nke rụrụ ọrụ dị ka onye na-ese foto, ónyé na-ete ihe na onye na-eme ihe nkiri",
  "Isiokwu ya sitere na ihe atụ ruo na ndụ na ihe omimi",
  "E gosipụtara ọrụ Mallett n'ụwa niile ma gosipụta ya na ụlọ ọrụ na nke onwé",
  "O nwetakwala ihe ịga nke ọma dị ukwuu na ọtụtụ mbipụta mbipụta a na-ere ere, e nyekwara ya ọrụ ịmepụta mbipụta mbipụtara nke gọọmentị na-echeta ncheta afọ iri ise nke ọganihu Jackie Robinson n'ime nnukwu egwuregwu baseball.",
  "A mụrụ Mallett na Roaring Spring, Pennsylvania. Nna ya bụ Boyd Mallett bụ ónyé agha nke Agha Ụwa nke Abụọ ma bụrụ onye injinia na onye na-ahụ maka eletrik nke nwụrụ site na nkụchi obi mgbe ọ dị afọ irí atọ na atọ",
  "Mallett dị afọ isii n'oge nna ya nwụrụ",
  "Nne ya, Dorothy Williams zụlitere Keith, ụmụnne ya nwoke abụọ Jason na Ronald Mallett, na nwanne ya nwanyị Eve, naanị ya",
  "Mgbè ọ dị afọ iri na abụọ, Mallet malitere ise ihe dị ka ihe ntụrụndụ.",
  "Keith gụrụ ihe osise na Art Students League na Hunter College na New York City. Ógè abụọ ọ nọrọ na kọleji mere ka ndị prọfesọ ya gbaa ya ume ịrụ ọrụ ọkachamara ma nweta ọkwa na-arụ ọrụ màkà ọtụtụ n'ime ndị prọfọfesọ",
  "Mgbè ọ nọ na New York, Mallett malitere ịrụ ọrụ màkà ụlọ ọrụ egwu na-ese ihe ndekọ màkà Virgin Records na ịmepụta T-shirts màkà ọtụtụ ìgwè egwu a ma ama.",
  "N'afọ 1980, ọ kwagara Los Angeles iji gaa n'ihu na-arụ ọrụ nka ya",
  "Na Los Angeles, ọ malitere ịrụ ọrụ màkà Jam Power Records wee malite igosi ọrụ ya n'ọtụtụ gallery",
  "N'oge na-adịghị anya mgbè ọ kwagara Los Angeles, ọ kwagara San Diego ịrụ ọrụ na Front Line Graphics. N'oge na-adịghị anya, ọ malitere ilekwasị anya n'ise ihe osise mara mma na nka ndị Africa America",
  "Site na ihe ịga nke ọma zuru ụwa ọnụ nke \"Generations\", Mallett malitere ụlọ ọrụ nke ya Keith Mallett Studio Inc.",
  "Ndepụta ụfọdụ nke ndị ahịa Keith na-agụnye: Random House, Lenox China, Franklin Mint, New York Graphic Society, Springs Industries, Icon Shoes na Canadian Art Prints.",
  "kachasị amasị ya bụ etching",
  "[citation needed]",
  "Ihe nkiri na ihe ngosi telivishọn dịgasị iche iche gosipụtara ọrụ Mallett, gụnyere Woody Allen's Mighty Aphrodite, Soul Food, Ben Affleck's Gone Baby Gone, na Disney Channel's The Famous Jet Jackson",
  "E gosipụtakwara nka ya n'akwụkwọ ndị dị ka Charlotte Watson Sherman's Sister Fire, Jonah Winter's How Jelly Roll Morton Invented Jazz, na Ray Anthony Shepard's Runaway: The Daring Escape of Ona Judge, ma gosipụta ya na mkpuchi Chicken Soup maka African American Soul na Chicken Supp maka African American Woman's Soul.",
  "Mallett na nwunye ya Dianne bi na San Diego ugbu a",
  "Ha nwere otu nwa nwoke, Christopher, onye na-akpọ ụbọ akwara na-agụ akwụkwọ na Mahadum Yale."
]