[
  "Kelechi Emeteole (1951 ruo 21 Jụn 2017) bụ onye Naijiria na-agba bọọlụ na onye nkuzi",
  "Ọ bụ otu n'ime ndị otu mba Naịjirịa na 1976 African Cup of Nations nke e mere na Etiopia",
  "N'oge niile ọ na-arụ ọrụ, ọ bụ onye nkuzi nke otu dị iche iche dị ka Heartland FC, Enugu Rangers, El-Kanemi Warriors FC na otu egwuregwu bọọlụ osimiri nke mba.",
  "Emeteole gbara bọọlụ iri na asaa maka otu egwuregwu bọọlụ Naịjirịa wee gbaa goolu anọ site na 1975 ruo 1977",
  "Ọ bụ otu n'ime ndị otu na 1976 African Cup of Nations ebe Naịjirịa meriri ọla nchara. A na-akpọkarị ya 'Caterpillar' maka \"ụdị nchebe siri ike\".",
  "Emeteole bụ osote onye nkuzi nke otu Super Eagles na onye isi nchịkwa nke Heartland FC, Enugu Rangers, El-Kanemi Warriors FC na otu egwuregwu bọọlụ osimiri nke mba. Ọ zụrụ otu egwuregwu bọọlụ osimiri, nke a maara dị ka Super Sand Eagles site na 2007 ruo 2009",
  "Mgbe ọ bụ onye nkuzi nke Iwuanyanwu Nationale (nke a na-akpọ Heartland FC ugbu a) na afọ 2009, otu ahụ ruru CAF Champions League finals. N'ọnwa Eprel 2017, ìgwè mmadụ iwe wakporo Emeteole, onye bụ onye nkuzi nke otu Enugu Rangers n'oge ahụ, mgbe ha meriri egwuregwu. A chụrụ ya n'ọrụ dị ka onye nkuzi na Mee 2015 ebe ọ nọ na-elekọta ọnwa atọ. El-Kanemi Warriors nke Maiduguri were ya n'ọrụ dị ka onye nkuzi n'ọnwa Ọgọọst afọ 2015.",
  "Emeteole kọrọ na ọ tụfuru olu mgbe egwuregwu ikpeazụ dị n'etiti El Kanemi Warriors na Heartland Football Club nke Owerri na Disemba 2015",
  "Ọ na-eche nsogbu yiri nke ahụ ihu tupu mgbe ahụ",
  "Na Jenụwarị 2016 Federal Medical Centre, Owerri mere biopsy mana chọpụtara na ọ bụ ọrịa",
  "N'ọnwa Ọktoba n'afọ 2016, a chọpụtara na ọ na-arịa ọrịa kansa akpịrị n'ụlọ ọgwụ nkuzi nke Mahadum Lagos. Maka ọgwụgwọ ya na India, a kọrọ na ọ chọrọ US $ 11,000",
  "Ọ natara enyemaka ego site na Nigeria Soccer Federation-United States of America (NSF-USA), Imo Foundation, Super Eagles defender Kenneth Omeruo, na onye ndọrọ ndọrọ ọchịchị Ugonna Ozurigbo maka ọgwụgwọ ya.",
  "Emeteole nọ na India maka ịwa ahụ mana ọ nwụrụ na 21 Jụn 2017 n'ụlọ ọgwụ dị na New Delhi mgbe ọ dị afọ iri isii na isii mgbe ọ ka na-agwọ ọrịa",
  "Ọ malitere na nsogbu iku ume ma nwunye ya Lolo Emeteole hapụrụ ya."
]