[
  "Kelechi Amadi-Obi (amụrụ na Disemba 29, 1969) bụ onye Naijiria na-ese foto, onye na-ese ihe, onye na-ese ihe na onye na-ebipụta Mania Magazine Ọrụ ya na foto na nka ọhụụ emeela ka ọ bụrụ onye ama ama na mba ụwa nke gosipụtara n'ọtụtụ ihe ngosi mba ụwa gụnyere Snap Judgment: New Position in contemporary African Photography, International center of photography New York (2006) A kọwara ya dị ka otu n'ime ndị na-ese foto ama ama ama na Naịjirịa bụ ndị nyere aka tinye foto Naịjirịa na map ụwa",
  "\"",
  "Vogue na-akpọ ya \"ike dị ukwuu na ọnọdụ okike na Naịjirịa\".",
  "A mụrụ ya na Owerri, Imo Steeti n'ezinụlọ Justice Sylvester Amadi-Obi, onye ọka ikpe n'ụlọ ikpe dị elu, na Oriakụ Theresa Amadi-Obi, onye mmụta, Amadi-Obi bụ nwa nke isii n'ime ụmụ asaa",
  "Ọ gara ụlọ akwụkwọ praịmarị Library Avenue, Umuahia, Abia Steeti, wee gaa Gọọmentị College Umuahia maka agụmakwụkwọ sekọndrị ya",
  "Agụmakwụkwọ mahadum ya bụ na Mahadum Nigeria Nsukka, ebe ọ gụrụ akwụkwọ iwu.",
  "O nwetara akara ugo mmụta iwu ya n'afọ 1992 ma kpọọ ya na Nigerian Bar n'afọ 1994",
  "Mgbe ọ nọ na campus, ọ rụrụ obere ụlọ ọrụ nke ọ kpọrọ De-Zulu",
  "Mgbe e mesịrị, ọ bịara nwekwuo mmasị na nka nke foto ma mesịa, mgbe ọ gbasịrị ọtụtụ afọ, ọ ghọrọ onye guzobere otu na-ese foto na Naijiria Depth of Field, nke nwere dịka otu n'ime ndị otu ya, TY Bello onye ga-aga n'ihu ịbụ onye na-ese foto na onye egwu.",
  "Amadi-Obi n'ajụjụ ọnụ ya na Onebello, magazin ejiji, mgbe a jụrụ ya ihe mere o ji tụfuo iwu maka foto, kwuru na nhọrọ ahụ abụghị n'etiti foto na iwu, kama n'etiti foto na nka",
  "O kwuru na ọ bụ onye na-ese ihe site na nwata. E gosipụtara ọrụ ya na Lagos Photo Festival, Didi Museum, Rele Art Gallery, na ebe ndị ọzọ.",
  "Mgbe ọtụtụ afọ nke ịgba foto ejiji na ịma mma maka magazin True Love, magazin South Africa nwere nnukwu ndị na-agụ akwụkwọ na Nigeria nke gara n'ihu inwe mbipụta West Africa nke a na-akpọ True Love West Africa, Amadi-Obi malitere magazin ejiji ya nke ọ kpọrọ Style Mania magazine. Magazin a na-egosipụtakarị na mkpuchi ya ndị Omenkà Naijiria na na ụdị okike dị ka Tiwa Savage, P-Square, Omotola Jalade Ekeinde, Stephanie Okereke, TY Bello, Agbani Darego, Bassey Ikpi, Mo' Cheddah n'etiti ndị ọzọ, ndị Amadi-Obi weghaara.",
  "Ná ngwụsị afọ 2016, n'oge foto maka onye na-ese egwu hip hop Jidenna na Broad Street, Lagos, Amadi-Obi chọpụtara Bukola, onye na-ere pillows n'okporo ámá Lagos",
  "O gosipụtara mmasị ozugbo n'ebe ọ nọ dị ka onye nwere ike ịme ihe nlereanya ma hazie ịgba égbè na studio ya",
  "Ihe si na ya pụta bụ ọtụtụ foto ndị mara mma nke gbasara Naịjirịa, na-eme ka onye na-erebu pọdkastị bụrụ onye nwere ihe ịga nke ọma n'otu ntabi anya na ịme ihe ngosi."
]