[
  "Kelley Elizabeth Johnson (amụrụ na Mee 6, n'afọ 1993) bụ onye nọọsụ America, onye na-ahụ maka TV na onye na-ahụ maka ịma mma",
  "Na mgbakwunye na ịbụ Chief Nurse Advocate, ọ bụkwa nwa akwụkwọ doctoral, onye isi okwu na ọnụ na-ekwuchitere mba.\nE kpuwere Kelly Johnson okpueze Miss Colorado na afo 2015 ma tinye onye nke abụọ na Miss America 2016",
  "Johnson mechara merie Miss California USA 2018",
  "O tinyere n'ime mmadụ iri kachasị elu na Miss USA 2018.",
  "A mụrụ Johnson na Fort Collins, Colorado, ma nọrọ na nwata ya na Windsor, Colorado",
  "Nne ya bụ Julie Johnson Haffner na nna nna ya bụ Gene Haffner",
  "Johnson nwekwara ụmụnne nwanyị abụọ tọrọ ya",
  "Ọ gụsịrị akwụkwọ na ulo akwụkwọ Fossil Ridge High School na Fort Collins n'afọ 2010.",
  "Johnson gara Mahadum Colorado Mesa site na 2010 ruo 2012",
  "Ọ bụ onye gụsịrị akwụkwọ na n'afọ 2015 na Mahadum Grand View ebe ọ nwetara nzere bachelọ nke sayensị na nọọsụ ma bụrụ onye mmeri nke klas nọọsụ ya",
  "Johnson bụ onye nọọsụ e debara aha ya.",
  "Na Machị 30, n'afọ 2014, mgbe ọ bụ nwa akwụkwọ na Mahadum Grand View dị na Des Moines, Iowa, Johnson meriri Miss Liberty 2014",
  "Ọ sọrọ mpi dị ka otu n'ime ndị ikpeazụ iri na ise na asọmpi Miss Iowa nke afọ 2014 n'elu ikpo okwu nke \"Raising Awareness About the Importance of Early Cancer Detection\" na piano na-egwu dị ka talent ya",
  "Ọ bụ onye ikpeazụ n'elu iri maka aha steeti niile.",
  "N'ọnwa Nọvemba afọ 2014, mgbe ọ laghachiri azo na steeti ya, e nyere Johnson okpueze nke nyere ya ohere ịga n'ihu na agba ọzọ na asọmpi ahụ",
  "Ọ banyere asọmpi steeti na Denver's Ellie Caulkins Opera House na June 2015 dị ka otu n'ime ndị ruru eru iri abụọ na isii",
  "Ikike asọmpi Johnson bụ okwu nke metụtara ahụmịhe ya na onye ọrịa ọ zutere ọrịa Alzheimer",
  "Nkwupụta ya bụ \"The Health Initiative PLUS: Prevent, Live, Uncover, Study\".",
  "Johnson meriri asọmupi ahụ na Satọdee, June 20, 2015, mgbe ọ natara okpueze ya site n'aka onye na-apụ apụ Miss Colorado Stacey Cook",
  "Dị ka Miss Colorado, ọrụ ya gụnyere ịpụta n'ihu ọha na Colorado.",
  "Johnson bụ onye nnọchi anya Colorado na asọmupi Miss America 2016 na Atlantic City, New Jersey, na Septemba 2015",
  "Na ngwụcha telivishọn na Septemba 13, n'afọ 2015, o mere okwu mbụ sitere n'ike mmụọ nsọ nke onye ọrịa ọ zutere dị ka nọọsụ n'oge akụkụ talent nke asọmpi ahụ",
  "N'akụkụ ajụjụ ọnụ ahụ, a jụrụ ya nwanyị kwesịrị ịpụta na ụgwọ dollar iri wee zaa \"Ellen DeGeneres\"",
  "Nkwupụta onwe onye nke Johnson bụ \"The Health Initiative PLUS\"",
  "A kpọrọ ya onye nke abụọ na Betty Cantrell, Miss Georgia 2015, ma nye ya ihe nrite agụmakwụkwọ $ 20,000.",
  "Na Septemba 14, n'afọ 2015 nke The View, ndị na-akwado Joy Behar na Michelle Collins na-achị Johnson ọchị, onye nọọsụ edebanyere aha, maka okwu Miss America ya nke o yi uwe nọọsụ na stethoscope mgbe ọ na-ekwu maka ọrụ ya",
  "Okwu ha kpalitere mmegide na mgbasa ozi ọha na eze, ọkachasị site n'aka ndị nọọsụ, ụfọdụ ndị mgbasa ozi wepụrụ mgbasa ozi ha na ihe ngosi ahụ.",
  "Na Septemba 17, n'afọ 2015, Johnson pụtara na The Ellen DeGeneres Show iji kwurịta ajụjụ na azịza ya n'elu ikpo okwu, na-atụ aro na DeGeneres kwesịrị ịnọ na ụgwọ dollar iri na mkpebi ya ịme otu okwu banyere nọọsụ maka talent ya",
  "Mgbe a gbara ya ajụjụ ọnụ, Johnson natara $ 10,000 site n'aka Shutterfly iji nyere aka kwụọ ụgwọ maka agụmakwụkwọ ya maka ụlọ akwụkwọ nọọsụ anesthetist.",
  "Na Disemba 3, n'afọ  2017, e chiri Johnson okpueze Miss California USA 2018 mgbe ọ nọchitere anya Redondo Beach na asọmupi ahụ site n'aka onye na-apụ apụ India Williams",
  "Ọ nọchitere anya California na Miss USA 2018 ma tinye ya na iri kachasị elu",
  "Erica Dann nọchiri ya na njedebe nke ọchịchị ya."
]