[
  "Kelly Lloyd (a mụrụ n'afọ 1977 na Indianapolis ) bụ onye nlereanya America, onye ndụmọdụ, onye ọka iwu, na onye bụbu eze nwanyị mara mma nke sọrọ mpi na Miss Teen USA, Miss USA na Miss America",
  "Ọ bụ otu n'ime ụmụ nwanyị isii sọrọ mpi na asọmupi atọ a, a makwaara ya dị ka onye mmeri Triple Crown.",
  "Aha mbụ Lloyd nwetara bụ Miss Indiana Teen USA 1993",
  "Ọ nọchitere anya steeti ya na asọmupi Miss Teen USA 1993 nke a na-agbasa site na Biloxi, Mississippi na August 10, n'afo 1993 wee bụrụ onye nke mbụ",
  "Charlotte Lopez nke Vermont meriri asọmpi ahụ",
  "Lloyd ritekwara ihe nrite Most Beautiful Eyes",
  "Lloyd malitere ịsọ mpi na usoro Miss America na 1996 mgbe o meriri Miss Central Indiana",
  "Mgbalị mbụ ya iji merie asọmpi Miss Indiana mere ka ọ bụrụ onye nke abụọ",
  "N'afọ 1997, ọ bụ onye mbụ gbara ọsọ na Miss Indiana USA 1998 (nke Nicole Llewellyn meriri)",
  "N'afọ 1998, a kpọrọ Lloyd Miss Ball State, ọ nọkwa na onye nke abụọ na Miss Indiana, ma nọchite anya steeti ya na asọmpi National Sweetheart ebe ọ nọkwa na onye nke abụọ",
  "N'afọ 1999, o meriri na Miss North Central Indiana ma sọọ mpi maka Miss Indiana, nke o meriri na June 12, n'afọ 1999. Lloyd meriri Albert J",
  "Marks non-finalist interview award na 2000 Miss America pageant",
  "Lloyd nwere ụkwara ume ọkụ mgbe ọ bụ nwata, ebumnuche ikpo okwu ya bụ imeziwanye ndụ ndị nwere ọrịa ahụ.",
  "Na Nọvemba 18, n'afọ 2001, ihe fọrọ nke nta ka ọ bụrụ afọ itoolu mgbe ọ hapụsịrị aha Miss Indiana Teen USA, Lloyd meriri na 2002 Miss Indiana USA  Ọ gara n'ihu ịsọ mpi na Miss USA 2002, nke e mere na steeti ya na Gary, Indiana, ebe ọ gbara onye nke abụọ na Shauntay Hinton nke District of Columbia.",
  "Mgbe ọ hapụsịrị okpueze ya, Lloyd malitere azụmahịa ndụmọdụ nke ya nke a na-akpọ \"Triple Crown Consulting\"",
  "Mgbe ọ nwetechara Juris Doctor ya na Indiana University School of Law na Bloomington, a nabatara Lloyd na Indiana Bar na 2006",
  "Ọ na-arụ ọrụ ugbu a dị ka onye nlereanya na ọnụ na-ekwuchitere ya na Midwest niile ma enwere ike ịhụ ya na mgbasa ozi maka Gatorade, Safe Auto, Centennial Wireless, na H.H",
  "Gregg, n'etiti ndị ọzọ",
  "Lloyd rụrụ ọrụ dị ka onye isi nke Indiana Operations maka Sanders & Associates, Inc., nke mepụtara Miss Indiana USA na Miss Indiana Teen USA",
  "Ugbu a ọ lụrụ di, ọ bi na Greenwood, Indiana, ma na-arụ ọrụ dị ka onye ọka iwu ụlọ ọrụ maka Ahụike Mahadum Indiana."
]