[
  "Kelvin Ngozi Ikeduba (amụrụ na 21 Ọgọstụ n'afọ 1976) bụ onye Naijiria na-eme ihe nkiri nke meriri n'afọ 2014 maka ihe nrite maka Best Cross Over Actor na Yoruba Movie Academy Awards (YMAA) ma bụrụkwa onye a maara nke ọma maka ọdịiche ya na ụlọ ọrụ ihe nkiri Naijiria dị ka egosila ya na fim Nollywood ebe a na-ejikarị asụsụ Bekee eme ihe na mmepụta ha ma gosikwa ya na ihe nkiri Yoruba dị iche iche na Yoruva naanị na-ekwu okwu nke ụlọ ọrụ ihe nke Naijiria mepụtara.",
  "Ikeduba ọ bụ ezie na ọ bụ nwa afọ Delta Steeti, a mụrụ ya na Ebute-Meta na Lagos Steeti mpaghara ndịda ọdịda anyanwụ nke Naijiria nke ndị na-asụ Yoruba nke Naijeria na-ejikarị ma si n'ezinụlọ nwere ụmụ isii, ụmụ nwoke abụọ, ụmụ nwanyị abụọ, nne, na nna nke ọ bụ nwa mbụ",
  "A zụlitere Ikeduba site n'oge ọ dị obere ruo mgbe ọ toro na steeti Lagos, kpọmkwem na Olokodana Street na Ebute-Metta.",
  "Ikeduba nwetara agụmakwụkwọ ụlọ akwụkwọ praịmarị na nke sekọndrị na steeti Lagos mana n'ịchọ inweta akara ugo mmụta mahadum ọ kwagara n'obodo Benin, mpaghara ndịda nke Naịjirịa ebe ọ tinyere akwụkwọ maka ịgụ na Mahadum Benin iji mụọ Economics",
  "A nabatara Ikeduba ma mesịa gụsịrị akwụkwọ n'ebe ahụ na nzere B.Sc",
  "na Economics.",
  "N'ajụjụ ọnụ ya na Vanguard, ụlọ ọrụ mgbasa ozi Naijiria, Ikeduba kwuru na ọ malitere na ụlọ ọrụ ihe nkiri Naijiria n'afọ 2000",
  "Ọ kọwara ọrụ ya n'ime ụlọ ọrụ ihe nkiri Naijiria dị ka ihe ndabara ebe ọ bụ na ọ chọrọ iso enyi ya gaa nyocha maka ndị na-eme ihe nkiri mana mgbe ọ ruru ebe ha na-aga, o kpebiri ịnwale ya ma nwee ihe ịga nke ọma na ya ka a kpọrọ ya ma nye ya ọrụ ihe nkiri",
  "Ikedubaʹs ikike ịghọta na ikwurịta okwu n'asụsụ atọ kachasị na Naịjirịa bụ ihe dị mkpa n'ọrụ ya, ọ kwetara eziokwu a ma kwuo okwu n'ihu ọha banyere ya. Ikeduba malitere ọrụ ime ihe nkiri ya n'asụsụ Bekee naanị ụlọ ọrụ ihe nkiri Naịjịrịa nke a maara dị ka Nollywood mana o mechara gaa na ụlọ ọrụ ihe mere eme Yoruba na Naijiria site n'enyemaka nke Femi Ogedengbe onye mere ka ọ mata Saheed Balogun onye nyere ya ọrụ ihe nkiri na ihe nkiri Yoruba ọ na-emepụta nke akpọrọ Omo Alhaja",
  "A na-ewere Ikeduba n'ụlọ ọrụ ihe nkiri Naijiria dị ka onye 'nwa okorobịa ọjọọ\" n'ihi ọdịdị ya, ya mere n'ihe fọrọ nke nta ka ọ bụrụ ihe nkiri niile ọ gosipụtara, ọ bụ onye na-emegide ya mgbe niile ma ọ bụ dịka mgbasa ozi Naijiria na-ekwu ya.",
  "Ikeduba na-asụ ọtụtụ asụsụ n'ihi na ọ nwere ike ịsụ asụsụ Yoruba, asụsụ Hausa asụsụ Igbo yana asụsụ Bekee, nke bụ asụsụ nkwurịta okwu na Naịjirịa."
]