[
  "Sir Kenneth Aphunezi Olisa OBE FRSA FBCS (amụrụ na abalị iri na atọ nke ọnwa iri n'afọ otu puku, narị iteolu na iri ise n'otu(13 Ọktoba 1951) bụ onye ọchụnta ego na onye ọrụ ebere nke Britain",
  "Ọ bụ onye mbụ nwere ihe nketa Lord-Lieutenant nke Greater London",
  "O guzobere ma duzie ụlọ akụ na-ere ahịa teknụzụ nke AIM depụtara Interregnum ma ugbu a na-eduga ndị mmekọ mweghachi",
  "Ken Olisa bụ nna ukwu gara aga nke  Ụlọ ọrụ na-efe ofufe nke ndị teknụzụ ozi ma rụọ ọrụ ma na-eje ozi na ọtụtụ bọọdụ nke ndị ọrụ ebere, agụmakwụkwọ na ndị na-achịkwa",
  "Sir Kenneth na nwunye ya nyere Olisa Library na Fitzwilliam College, Cambridge.",
  "A mụrụ ya na Nottingham na afọ otu puku, narị iteolu na iri ise n'otu (1951) site n'aka nna Naijiria na nne Britain, Olisa gụrụ akwụkwọ na Nottinghan High Pavement Grammar School na Fitzwilliam College, Cambridge, ebe o nwere agụmakwụkwọ ma mụọ sayensị okike na mgbe ahụ Social, Political and Management Sciences. Ọrụ teknụzụ ya malitere na afọ otu puku, narị iteolu na iri asaa (1970s) na IBM. Olisa lụrụ Julia Sherwood na Cambridge na afọ otu puku, narị iteolu na iri asaa na isii (1976).",
  "Na IBM, o nwere ọrụ dị iche iche tupu ọ banye Wang Laboratories na afọ otu puku, narị iteolu na iri asatọ n'otu (1981). Mgbe ọ gachara oge dị ka onye nduzi ahịa maka Europe, VP nke Ịre ahịa US na mgbe ahụ nke Ahịa zuru ụwa ọnụ nke dị na Boston, a họpụtara ya dị ka Senior VP na onye isi njikwa nke Europe, Africa na Middle East (EAME) nke dị na Brussels",
  "Ọ duziri ndị otu nke weghachiri ọrụ EAME ka ọ baa uru, mgbe nke ahụ gasịrị, ọ malitere ịzụta njikwa na-enweghị isi nke mere ka ọ pụọ na afọ otu puku, nari iteolu na iri iteolu na abụọ (1992).",
  "Olisa wee guzobe Interregnum, ụlọ akụ na-ere ahịa teknụzụ, na-eduga ya site na uto mbụ ya, ịbanye na ịpụ site na njikọ aka ya na BDO Stoy Hayward, AIM IPO na afọ puku abụọ  (2000)",
  "Ọ bụkwa onye isi ndụmọdụ na, na onye nduzi nke, uDate.com, nke e mesịrị resị Barry Diller's USA Interactive na afọ puku abụọ na atọ (2003)",
  "Olisa lara ezumike nká na Interregnum na puku abụọ na isii (2006) ma ugbu a na-agba ọsọ ndị mmekọ mweghachi.",
  "Olisa nwere nnukwu ahụmịhe ụlọ ọrụ ọha na eze n'akụkụ abụọ nke Atlantic",
  "Ọ bụ onye isi ojii mbụ a mụrụ na Britain na-eje ozi na bọọdụ nke nnukwu ụlọ ọrụ ọha na eze UK (Reuters) ma bụrụkwa onye bụbu onye nduzi na-abụghị onye isi nke Thomson Reuters (ebe ọ bụ onye otu Kọmitii Audit), ọ bụkwa onye bụbu ndị nduzi na onye isi oche nke Institute of Directors.",
  "Ọ bụ onye nduzi na onye isi oche nke Kọmitii ịkwụ ụgwọ nke onye mmepe ngwanrọ kachasị na Canada, Open Text Corporation",
  "N'oge na-adịbeghị anya, ọ rụrụ ọrụ dị ka onye nduzi na-abụghị onye isi nke Ụgwọ nke ụlọ ọrụ Eurasian Natural Resources Corporation (ENRC) site na afọ puku abụọ na asaa (2007) na nke a chụrụ ya n'ọrụ n'ihi nchegbu ọchịchị mgbe nke ahụ gasịrị o chepụtara okwu ahụ bụ \"Ndị Soviet karịa obodo\" iji kọwaa ụzọ e si mesoo ya na Sir Richard Sykes",
  "Ọ na-ejekwa ozi na bọọdụ nke, ma ọ bụ onye ndụmọdụ nke, ọtụtụ ụlọ ọrụ ndị nwe onwe ha na ndị ọhụrụ gụnyere onye ndụmọdụ gọọmentị ụlọ ọrụ UK Independent Audit.",
  "Olisa bụkwa Onye isi oche nke otu Thebes ma ọ bụghị maka uru Shaw Trust.",
  "N'afọ puku abụọ na iteolu (2009), The Sunday Times kpọrọ ya Ọ bụghị maka Uru onye na-abụghị onye isi nchịkwa nke afọ, na afọ puku abụọ na iri na isii (2016) a họpụtara ya dị ka onye mbụ na Ndị isi ojii Britain kacha emetụta ike 10.",
  "Na ọnwa iri na otu",
  "n'afọ puku abụọ na asaa (Nọvemba 2017), Olisa nọchiri Adedotun Sulaiman dị ka Onye isi oche nke Interswitch na afọ puku abụọ na asatọ (2018) ọ sonyeere Board nke Huawei (UK) na-agba arụkwaghịm na ọnwa atọ, n'afọ puku abụọ na iri abụọ na abụọ (Machị 2022}",
  "Na ọnwa mbu na afọ puku abụọ na iri abụọ na atọ (Jenụwarị 2023), a họpụtara Olisa ka ọ bụrụ onye isi oche nke BusinessLDN (nke a maara dị ka London First) mgbe Paul Drechsler lara ezumike nká.",
  "A họpụtara Olisa dị ka onye isi nke Order of the British Empire na afọ puku abụọ na iri (2010) Nkwanyere ụbọchị ọmụmụ maka ọrụ maka ndị na-enweghị ebe obibi na London, onye isi nke Ordin of St John na puku abụọ na iri na asaa (2017) na Knight Bachelor na afọ puku abụọ na iri na asatọ (2018) Nkwanyere Afọ Ọhụrụ maka ọrụ maka azụmahịa na philanthropy",
  "A họpụtara Olisa ka ọ bụrụ Lord-Lieutenant nke Greater London na abalị iri abụọ na ọnwa ise, n'afọ puku abụọ na iri na ise (29 Mee 2015).",
  "N'afọ puku abụọ na iri na asatọ (2018), Mahadum Kingston na Mahadum Nottingham Trent nyere ya nzere doctorate. Ọ natara nzere doctorate ọzọ na Mahadum Worcester na afọ puku abụọ na iri na iteolu (2019).",
  "Olisa bụ Freeman nke Obodo London; Onye isi oche nke Thames Reach, ọrụ ebere na-arụ ọrụ iji chebe ma weghachite ndị na-enweghị ebe obibi na London; Onye guzobere na Onye isi oche ya na Ntọala Powerlist (nke bụ Ntọala Aleto ugbu a); Onye ibe nke British Computer Society kemgbe afọ puku abụọ na isii (2006); Onye ndu nke Royal Society of Arts; Life Fellow nke Institute of Directors; na, na afọ puku abụọ na iri abụọ na otu (2021), a họpụtara ya dị elu Bailiff na onye na-achọ ebe nsọ nke Westminster Abbey",
  "N'ọrụ ahụ, ọ sonyere na Coron  na afọ puku abụọ na iri abụọ na otu (2023).",
  "Olisa bụkwa onye nkwado nke ọtụtụ ọrụ ebere, gụnyere School-Home Support (SHS), ọrụ ebere na-enyere ụmụaka na ndị na-enweghị ihe ịga nke ọma aka imeri ihe mgbochi maka agụmakwụkwọ dị ka ịda ogbenye, mmetọ n'ụlọ, na nsogbu ụlọ; Fore, ọrụ ebere nke na-akwado atụmatụ maka ọrụ ebere ndị ọzọ; na Black Cultural Archives",
  "N'afọ puku abụọ na iri 'iteolu (2019), a họpụtara ya dịka onye isi oche nke ntorobia  London.",
  "Nhọpụta ndị ọ họpụtara n'oge gara aga gụnyere ije ozi dị ka Nna-ukwu nke ụlọ ọrụ na-efe ofufe nke ndị teknụzụ ozi, Director nke Thomson Reuters Foundation, onye otu Ndị ọrụ ụlọ ọrụ gọọmentị ụmụ nwanyị; Gọvanọ nke Peabody Trust ruo afọ iri; onye na-abụghị onye isi nchịkwa nke West Lambeth NHS Trust; na onye na-amalite ọrụ ugboro abụọ: nke mbụ dị ka onye isi ọrụ Kọmishọna ọrụ nzi ozi, site na afọ puku abụọ na otu ruo na afọ puku abụọ na anọ (2001 ruo 2004), yana dịka onye otu ụlọ ọrụ nke Ndị omeiwu na-ahụ maka ụkpụrụ ụlọ omebe iwu nọọrọ onwe ya, ahụ na-ahụ maka ijikwa mmefu ego, ịkwụ ụgwọ na ụgwọ ezumike nká nke ndị otu ndị omebe iwu.",
  "Na abalị iri na iteolu n'ọnwa atọ n'afọ puku abụọ na iri na iteolu (19 Machị 2019), Olisa kelere Queen Elizabeth nke Abụọ na Duchess nke Cambridge na mmeghe nke Ụlọ Bush e mezigharịrị ọhụrụ.",
  "Na abalị iri na asaa n'ọnwa ise n'afọ puku abụọ na iri abụọ na otu (17 Mee 2021), Olisa ghọrọ Onye kotima dị elu na onye na-achọ ebe nsọ na Westminster Abbey na-anọchi Sir Roy Strong.",
  "N'ọnwa iri n'afọ puku abụọ na iri abụọ na otu (Ọktoba afọ 2021), a họpụtara Olisa dị ka onye nnọchi anya nsọpụrụ nke Ụlọ nsọ dị n'ime",
  "Ọ bụ onye nlekọta nke Prince of Wales's Charitable Fund.",
  "Ọ bụ onye nkwado nke Ụbọchị uwe ogologo ọkpa uhie, ọrụ ebere nke na-eme ka a mara banyere ọrịa colorectal kansa.",
  "Àtụ:S-start\nÀtụ:S-hon\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-end"
]