[
  "Kenule Beeson \"Ken\" Saro-Wiwa (10 Ọktoba 1941 ruo 10 Nọvemba 1995) bụ onye edemede Naijiria, onye na-emepụta ihe ngosi telivishọn, na onye na-ahụ maka ihe gbasara gburugburu ebe obibi. Ken Saro-Wiwa bụ onye otu ndị Ogoni, agbụrụ pere mpe na Naịjirịa nke ala nna ya bụ, AlaOgoni, na Niger Delta, lekwasịrị anya metụta nchọpụta mmanụ ala kemgbe afọ 1950 ma nwee nnukwu mmebi gburugburu ebe obibi site na ọtụtụ iri afọ nke ịtụfu ihe mkpofu mmanụ ala.",
  "Na mbido dị ka ọnụ na-ekwuchitere otu nke ya, ma mesịa bụrụ onye isi oche, nke Movement for the Survival of the Ogoni People (MOSOP), Saro-Wiwa duziri mkpọsa na-enweghị ihe ike megide mmebi gburugburu ebe obibi nke ala na mmiri nke Ogoniland site na ọrụ nke ụlọ ọrụ mmanụ mba dị iche iche, ọkachasị ụlọ ọrụ Royal Dutch Shell. Ọ katọrọ gọọmentị Naijiria maka enweghị mmasị itinye iwu metụtara gburugburu ebe obibi na ụlọ ọrụ mmanụ ala mba ọzọ na-arụ ọrụ n'ógbè ahụ.",
  "N'oge ọ na-eme ngaharị na-abụghị nke ime ihe ike, ụlọ ikpe ndị agha pụrụ iche kpere ya ikpe maka ebubo na ọ na-eduzi ogbugbu ndị isi Ogoni na nzukọ na-akwado gọọmentị, ma kwụgbuo ya na 1995 site n'aka ọchịchị aka ike nke General Sani Abacha. Ogbugbu ya kpasuru iwe mba ụwa ma mee ka a kwụsị Naịjirịa na Commonwealth of Nations ruo ihe karịrị afọ atọ.",
  "A mụrụ Kenule Saro-Wiwa na Bori, nso Port-Harcourt, Naijiria n'abalị iri nke ọnwa Ọktoba 1941. Ọ bụ nwa Chief Jim Wiwa, onye na-elekọta ọhịa nke nwere ọkwa na usoro ndị isi ọchịchị ala Naijiria, na nwunye ya nke atọ Widu",
  "Ọ gbanwere aha ya ka ọ bụrụ Saro-Wiwa mgbe Agha Obodo Naịjirịa gasịrị",
  "Ọ lụrụ Maria Saro Wiwa.\nObodo nna ya bụ obodo Bane, AlaOgoni, nke ndị bi na ya na-asụ asụsụ Khana nke bụ olundị asụsụ Ogoni",
  "Ọ nọrọ n'ụlọ Anglican mgbe ọ bụ nwata ma mesịa gosipụta onwe ya na ọ bụ nwa akwụkwọ magburu onwe ya na akwụkwọ",
  "Ọ gụrụ akwụkwọ praịmarị n'ụlọ akwụkwọ Native Authority dị na Bori,  wee gaa ụlọ akwụkwọ sekọndrị na Government College Umuahia",
  "Nwa akwụkwọ pụrụ iche, ọ bụ onyeisi ndị otu egwuregwu tennis table ma nweta ihe nrite ụlọ akwụkwọ na akụkọ ihe mere eme na Bekee",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ nwetara agụmakwụkwọ iji mụọ Bekee na Mahadum Ibadan",
  "Na Ibadan, ọ banyere n'ihe gbasara agụmakwụkwọ na ọdịbendị, ọ meriri ihe nrite ngalaba na 1963 na 1965 ma rụọ ọrụ nke otu ndị na-eme ihe nkiri",
  "Ndị otu a na-eme ihe nkiri na-eme ngosi ha  na Kano, Benin, Ilorin na Lagos ma soro otu ihe nkiri Nottingham Playhouse rụkọọ ọrụ nke gụnyere onye na-eto eto Judi Dench",
  "Ọ ghọrọ onye enyemaka nkuzi na Mahadum Lagos ma mesịa na Mahadum Naịjiria, Nsukka",
  "Ọ bụ onye nkuzi akwụkwọ edemede Afrịka na Nsukka mgbe agha obodo malitere, ọ kwadoro Gọọmentị etiti ma hapụ mpaghara ahụ gaa n'obodo ya na Bori",
  "Na njem ya na Port-Harcourt, ọ hụrụ ìgwè ndị gbara ọsọ ndụ na-alaghachi n'Ebe Ọwụwa Anyanwụ, ihe ọ kọwara dị ka \"ihe na-ewute ịhụ\"",
  "Ụbọchị atọ mgbe ọ bịarutere Bonny, ọ danyere n'aka ndị agha gọọmentị etiti",
  "Ya na ezinụlọ ya wee nọrọ na Bonny, ọ laghachiri Lagos wee were ọnọdụ na Mahadum Lagos nke na-adịteghị aka ka a kpọhachiri ya na Bonny.",
  "A kpọrọ ya ka ọ bụrụ onye nchịkwa obodo maka ọdụ ụgbọ mmiri nke Bonny dị na Niger Delta",
  "N'oge Agha Obodo Naịjirịa, o mere onwe ya ka ọ bụrụ onye ndú Ogoni raara onwe ya nye ihe ọchịchị etiti",
  "Ọ sochiri ọrụ ya dị ka onye nchịkwa na nhọpụta dị ka onye kọmishọna na Rivers State ochie",
  "Akwụkwọ akụkọ ya a kacha mara amara, Sozaboy: A Novel in Rotten English (1985), na-akọ akụkọ banyere nwa okorobịa obodo na-amaghị nke a kpọrọ ka ọ bụrụ onye agha n'oge Agha Obodo Naịjirịa nke 1967 ruo 1970, ma na-eme ka nrụrụ aka ndọrọ ndọrọ ọchịchị na nkwado na ọchịchị ndị agha Naịjiria nke oge ahụ",
  "Akwụkwọ akụkọ agha ya, On a Darkling Plain (1989), na-edekọ ahụmahụ ya n'oge agha ahụ",
  "Ọ bụkwa onye ọchụnta ego na-eme nke ọma na onye na-emepụta ihe ngosi telivishọn",
  "Usoro telivishọn ya na-atọ ọchị, Basi & Company, bụ ihe a ma ama nke ukwuu, nke na ndị na-ege ntị ruru nde iri atọ.",
  "Na mbido nke afọ 1970, ọ rụrụ ọrụ dị ka Kọmishọna mpaghara nke agụmakwụkwọ na Rivers State Cabinet. Mana a chụpụrụ ya na 1973 n'ihi nkwado ya maka nnwere onwe Ogoni. Na ngwụcha afọ 1970, o guzobere ọtụtụ azụmaahịa na-aga nke ọma na ụlọ ahịa na ụlọ, ma n'ime afọ 1980 o lekwasịrị anya na edemede ya, akwụkwọ akụkọ na mmepụta ihe ngosi telivishọn. N'afọ 1977, ọ banyere n'ọgbọ ndọrọ ndọrọ ọchịchị na-azọ ọkwa dị ka onye na-anọchite anya Ogoni na Nzukọ Iwu",
  "Ọ meriri na ntuli aka ahụ n'ụzọ dị mkpirikpi",
  "Ọ bụ n'oge a ka ya na enyi ya Edwards Kobani nwere esemokwu.",
  "A kwụsịrị ọrụ akọnuche ya n'afọ 1987 mgbe ọ batara na ndọrọndọrọ ọchịchị, ebe onye ọchịchị aka ike ọhụrụ bụ Ibrahim Babangida họpụtara ya iji nyere aka na mgbanwe mba ahụ gaa na ọchịchị onye kwuo uche ya. Mana ọ gbara arụkwaghịm n'ihi na o chere na atụmatụ Babangida maka ịlaghachi na ọchịchị onye kwuo uche ya bụ ihe na-enweghị isi",
  "E gosipụtara mmetụta ya ziri ezi n'afọ ndị sochirinụ, ebe Babangida hapụrụ igosipụta ike",
  "N'afọ 1993, Babangida kagburu ntuli aka nke Naịjirịa nke ga-enyefe ike  nye gọọmentị ndị nkịtị, ke kpatara ọgba aghara obodo ma mesịa manye ya ịpụ, ọ dịkarịa ala n'ụzọ iwu kwadoro, n'otu afọ ahụ.",
  "Ọrụ Saro-Wiwa gụnyere ọrụ ihe nkiri, ihe ngosi TV na edemede agụmagụ Ọrụ mbụ ya site na 1970 ruo 1980 bụ ihe ngosi nkwutọ nke na-egosipụta ọdịdị na-emegide ọha mmadụ Naijiria.: 269 Mana ihe odide ya ndị ọzọ sitere na mkpali nke ndọrọ ndọrọ ọchịchị dị ka gburugburu ebe obibi na ikpe ziri ezi karịa nkwutọ.",
  "Transistor Radio, otu n'ime egwuregwu ya a ma ama: E dere maka revue n'oge ọ nọ na mahadum Ibadan ma ọ ka na-emetụta mmụọ mkpali ndị Naijiria nke ọma ma mee ka ọ bụrụ usoro telivishọn",
  "[citation needed] Ụfọdụ n'ime ọrụ ya sitere n'ike mkpali mmụọ site na egwuregwu ahụ. N'afọ 1972, e mepụtara ụdị redio nke egwuregwu ahụ ma n'afọ 1985, o mepụtara Basi and Company, ihe ngosi nke egwuregwu ahụ",
  "Ọ gụnyere egwuregwu ahụ na Four Farcical Plays na Basi and Company: Four Television Plays",
  "Basi and Company, nke Transistor Radio, gbara na telivishọn site na 1985 ruo 1990",
  "Ihe ngosi ntọ ọchị,: ihe ngosi ahụ na-akọ akụkọ ndụ obodo ma bụrụ nke onye na-eme ihe nkiri, Basi, onye nwere ọgụgụ isi na onye maara  ihe na-achọ ụzọ iji mezuo ebumnuche ya nke inweta ọtụtụ nde nke na-ejedebe mgbe mbọ niile n'aghọ ọrụ efu",
  "[citation needed]",
  "N'afọ 1985, e bipụtara akwụkwọ akụkọ Biafran Civil War Sozaboy. E dere asụsụ onye na-eme ihe nkiri ahụ n'asụsụ Bekee na-abụghị nke a ma ama ma ọ bụ ihe ọ kpọrọ \"Bekee Rere ure\", asụsụ ngwakọta nke pidgin bekee, Bekee ọkọlọtọ na Bekee ngwakọta.",
  "N'afọ 1990, ọ malitere itinye ihe ka ukwuu n'oge ya na ikike mmadụ na ihe gbasara gburugburu ebe obibi, ọkachasị n'ala Ogoni. Ọ bụ otu n'ime ndị mbụ so na Movement for the Survival of the Ogoni People (MOSOP), nke kwadoro ikike nke ndị Ogoni",
  "Ogoni Bill of Rights, nke MOSOP dere, setịpụrụ ihe ndị otu ahụ chọrọ, gụnyere mmụba nnwere onwe maka ndị Ogoni, òkè ziri ezi nke ego a na-enweta site na nchọpụta mmanụ, na idozi mmebi gburugburu ebe obibi na ala Ogoni. Karịsịa, MOSOP lụrụ ọgụ megide mmebi nke ala Ogoni site na nke Royal Dutch Shell.",
  "N'afọ 1992, gọọmentị ndị agha Naijiria tụrụ ya mkpọrọ ọtụtụ ọnwa,  n'enweghị ikpe ekpere ya.",
  "Ọ bụ osote onye isi oche nke Unrepresented Nations and Peoples Organization bụ (UNPO) na aha ichafụ General Assembly site na 1993 ruo 1995. UNPO bụ òtù mba ụwa, nke na-adịghị eme ihe ike, na nke ọchịchị onye kwuo uche ya (nke MOSOP bụ onye otu ya). Ndị otu ya bụ ụmụ amaala, ndị ka nta, na mpaghara ndị a na-amaghị nke ọma ma ọ bụ ndị bi na ya bụ ndị sonyeere iji chebe ma kwalite ikike mmadụ na ọdịbendị ha, iji chekwaa gburugburu ha na ịchọta ngwọta na-enweghị ihe ike maka esemokwu na-emetụta ha.",
  "N'ọnwa Jenụwarị nke afọ 1993, MOSOP haziri ngagharị udo nke ihe dị ka ndị Ogoni Narị puku atọ  karịa ọkara nke ndị Ogoni site na obodo Ogoni anọ, na-adọta uche mba ụwa na nsogbu ndị ha. N'otu afọ ahụ, gọọmentị Naijiria weghaara mpaghara ahụ n'ụzọ agha.",
  "Ndị ọchịchị Naijiria jidere ya ọzọ ma jide ya na June 1993 mana a tọhapụrụ ya mgbe otu ọnwa gasịrị.\nN'abalị iri abụọ na otu n'ọnwa Mee n'afọ 1994, e ji obi ọjọọ gbuo ndị isi Ogoni anọ (ndị niile nọ n'akụkụ nkewa n'ime MOSOP maka atụmatụ). A machibidoro Saro-Wiwa ịbanye Ogoniland n'ụbọchị ogbugbu ahụ, mana e jidere ya ma boo ya ebubo ịkpali ha",
  "Ọ gọnahụrụ ebubo ahụ mana a tụrụ ya mkpọrọ ihe karịrị otu afọ tupu a chọpụta na ikpe mara ya ma maa ya ikpe ọnwụ site n'ụlọ ikpe a kpọrọ aha pụrụ iche. Otu ihe ahụ mere ndị isi MOSOP asatọ ndị ọzọ, tinyere Saro-Wiwa, bụ ndị a maara dị ka Ogoni itoolu.",
  "Amsterdam kpọrọ okporo ámá aha Saro-Wiwa, Ken Saro-Viwastraat.",
  "A gbasara ihe ngosi BBC World Service Radio, \"Silence Would Be Treason\", na ọnwa Jenụwarị afọ 2022",
  "Ọ bụ nwa ya nwanyị Noo Saro-Wiwa na-egosi ya ma Ben Arogundade na-agụpụ̀ta ya.",
  "Saro-Wiwa na nwunye ya bụ Maria nwere ụmụ ise, ndị ya na nne ha bị na United Kingdom ebe nna ha nọgidere na Naịjirịa",
  "Ha gụnyere ndị, Ken Wiwa na Noo Saro-Wiwa, ma ndị nta akụkọ ma ndị edemede, na ejima Noo Zina Saro-Viwa, onye nta akụkọ na onye na-eme ihe nkiri. Na mgbakwunye, Saro-Wiwa nwere ụmụ nwanyị abụọ bụ (Singto na Adele) nke  nwanyị ọzọ mụtaara ya. O nwekwara nwa nwoke ọzọ, bụ Kwame Saro-Wiwa, onye dị naanị otu afọ mgbe e gburu nna ya site na nkwugbu."
]