[
  "Ken Oosterbroek (14 Febụwarị 1962 - 18 Eprel 1994) bụ onye nta akụkọ foto South Africa na onye otu Bang-Bang Club",
  "Ọ rụrụ ọrụ maka The Star na Johannesburg, nke bụ nnukwu akwụkwọ akụkọ kwa ụbọchị na South Africa",
  "O ritere ọtụtụ ihe nrite foto maka ọrụ ya.",
  "Oosterbroek na mbụ gbalịrị ịmalite foto ya, na-aga site na akwụkwọ gaa na akwụkwọ na-anwa inweta ọrụ dabere na foto ọ were n'ụzọ iwu na-akwadoghị n'oge ọ na-eje ozi agha na ndịda Angola",
  "Afọ ole na ole ka e mesịrị, na 1989, o nwetara ihe ịga nke ọma mbụ ya, merie Ilford Award (South African Press Photographer of the Year)",
  "N'izo aka na nke a, o dere, sị:",
  "Mgbe ahụ n'ụtụtụ ụdị ihe efu a ma ọ bụ mmetụta ọ dị ugbu a ma ọ bụghị ihe dị mkpa ọzọ",
  "Enwere m ya, ọ bụ akụkọ ihe mere eme, ọ dị na ndekọ ma ugbu a isi m enweghị ihe mgbaru ọsọ otu echiche",
  "Ugbu a enwere m ike ikwe ka ọ daa",
  "Enwere onye ga-enye m oghere iji hapụ ya ka ọ daa? BUT, nye m ezumike iji gbaa ezigbo ihe",
  "Ezi, ihe na-eme, ndụ",
  "Ọrụ dị mkpa",
  "Ihe iji mee ka adrenaline dị elu ma kpọnwụọ anya, ụbụrụ na-agbagharị na ohere na ikike maka foto ike",
  "Abụ m onye na-ese foto",
  "Mee ka m tọhapụ.",
  "A ga-akpọ ya South African Press Photographer of the Year ọzọ site na 1991",
  "N'ọnwa ọgost nke afọ ahụ ọ bụ onye isi na-ese foto na The Star.",
  "Ndị otu National Peacekeeping Force (NPKF) nke South Africa gbara Oosterbroek égbè ma gbuo ya na Thokoza Township, ihe dị ka  kilomita ịrị abụọ na ise (16 mi) n'ebe ọwụwa anyanwụ Johannesburg, na 18 Eprel, ụbọchị itoolu tupu ntuli aka 27 Eprel 1994 na South Africa, ntuli aka agbụrụ mbụ nke mba ahụ. Ya na ndị ọzọ na-ese foto na-ekpuchi esemokwu dị n'etiti ndị na-ahụ maka udo na African National Congress mgbe ndị na-eme udo meghere égbè ma gbaa Oosterbroek na onye otu Bang-Bang Club Greg Marinovich égbè.",
  "N'ọnwa Julaị afọ 1995, South Africa malitere nyocha ọnwa iri na ise banyere ọnwụ Oosterbroek",
  "N'agbanyeghị  akaebe dị ukwuu na artilistics na-egosi na ọ bụ naanị ndị na-ahụ maka udo dị nso iji gbaa ya égbè ma gbuo ya, onye ọkà ikpe kpebiri na ọ dịghị onye a ga-ahụ maka ọnwụ Oosterbroek",
  "Otú ọ dị, na Jenụwarị 1999, onye na-ese foto Greg Marinovich, ezigbo enyi Oosterbrook, nwere ohere izute otu n'ime ndị na-eme udo na-alụ ọgụ na Thokoza n'ụbọchị ọnwụ Ooster broek, Brian Mkhize",
  "Ọ bụ ezie na Mkhize kwuru na mbụ na ọ ga-abụrịrị na ọ bụ ndị na-akwado Inkatha na-agbapụ site na ụlọ oriri na ọṅụṅụ ahụ, na 14 Febụwarị 1999, o kwuru na n'ihi egwu na ụjọ, ndị na-ahụ maka udo ejirila obi ọjọọ malite ịgba égbè",
  "O kwuru, sị: \"Echere m, n'ebe ụfọdụ, n'ụzọ ụfọdụ..",
  "Echere m n'ebe ọ bụla, otu n'ime anyị, mgbọ nke gburu nwanne gị nwoke bụ nke sitere n'aka anyị",
  "\"",
  "Kevin Carter dere banyere Ken Oosterbroek n'akwụkwọ ozi igbu onwe ya, \"[...] Agara m isonyere Ken ma ọ bụrụ na enwere m ihu ọma.\"",
  "E dekọrọ ndụ na foto Oosterbroek na The Invisible Line: Ndụ na foto Ken Oosterbrook site na Mike Nicol (Kwela Books & Random House 1998).",
  "A họpụtara Oosterbroek ka ọ bụrụ onye na-ese foto South African Press nke Afọ ugboro atọ ma nweta ihe nrite nke abụọ na General News nke World Press Photo na 1992.",
  "Oosterbroek lụrụ onye nta akụkọ Monica Oosterbrook (née Nicolson), site na 1991 ruo ọnwụ ya",
  "O nwere otu nwa nwanyị, aha ya bụ Tabitha (amụrụ n'afọ 1989), site na mmekọrịta gara aga."
]