[
  "Ken Ugwu Nnamani (amụrụ n'ụbọchị nke abụọ n'ọnwa Nọvemba n'afọ 1948) bụ onye ndọrọ ndọrọ ọchịchị Naijiria bụ onye isi oche nke Seneti nke Naijiria site n'afọ 2005 ruo n'afọ 2007. Onye otu  People's Democratic Party (PDP), a họpụtara ya ka ọ bụrụ onye omeiwu site na Enugwu East Ogige ndị omeiwu nke Enugwu Steeti n'afọ 2003 ma jee ozi na Seneti ruo afọ 2007.",
  "A mụrụ Ken Nnamani n'ụbọchị nke abụọ n'ọnwa Nọvemba n'afọ 1948 na Enugwu.  \nO nwere nzere BBA na MBA na Mahadum Ohio dị na Athens, Ohio ma rụọ ọrụ maka Du Pont De Nemours International na Geneva na Nova Chemicals International dị ka onye isi ahịa ma mesịa bụrụ onye ndụmọdụ",
  "Ọ bụ onye isi ndụmọdụ, Maredec Limited.",
  "A họpụtara Ken Nnamani ka ọ bụrụ onye omeiwu maka Enugwu East n'afọ 2003.\nA họpụtara ya ka ọ bụrụ onye isi oche nke Federal Character & Governmental Affairs na onye otu nke  kọmitii  na Nhazi onwe, Federal Capital Territory and Appropriation & Finance. \nỌ ghọrọ onye isi oche nke Seneti nke Naịjirịa site na onwa Eprel 5 nke afọ 2005 ruo n'afọ 2007, na-ewere ọkwa a mgbe Adolphus Wabara gbara arụkwaghịm n'ihi ebubo nrụrụ aka.",
  "N'ikwu okwu n'ọnwa Ọgọstụ afọ 2006, Nnamani kwuru na \"N'ala nwere ọdịbendị dị iche iche na okpukpe dị iche iche dị ka Naịjirịa, ntuli aka a pụrụ ịtụkwasị obi na-enye ndị otu dị iche iche nke mba ahụ ohere ịga n'ihu na-arụkọ ọrụ ọnụ iji kwalite ọdịmma nke mmadụ niile",
  "Nhọrọ 2007 bụ ntuli aka kachasị mkpa na Naịjirịa..",
  "Ntuli aka afọ 2007 na Naịjirịa nwere isi ihe iji mee ka ọchịchị onye kwuo uche ya sie ike na Naịjarịa.",
  "N'abalị isii n'ọnwa Mee n'afọ 2008, a malitere Ken Nnamani Center for Leadership and Development na Abuja",
  "Ebumnuche nke ụlọ ọrụ ahụ bụ ime ka ọ dịkwuo mfe idu ndú na mmepe dị mma na mgbanwe n'Afrika.",
  "N'ajụjụ ọnụ Jun n'afọ 2009, Ken Nnamani gosipụtara nchegbu banyere ọganihu maka ọchịchị onye kwuo uche ya zuru oke na Naịjirịa",
  "O kwuru na \"Akụkọ ihe mere eme na-agwa anyị na ọ dịtụbeghị ọchịchị onye kwuo uche ya siri ike na-enweghị nnukwu ndị nọ n'etiti",
  "Naịjirịa enweghị ndị nọ n'etiti, ya mere ọ bụghị ihe ijuanya na ọchịchị onye kwuo uche ya anyị adịghị ike ma nwee ike ịgbanwe",
  "\""
]