[
  "Ekenedilichukwu Ugochukwu Eric Nwenweh, (amuru Febụwarị 28,1985)  Ken Erics Ugo ma ọ bụ naanị Ken Erics bụ onye na -eme ihe nkiri na ihe onyonyo na Naịjirịa, onye edemede, onye na -emepụta ihe na onye egwu oge ụfọdụ",
  "A maara ya nke ọma maka ọrụ ya dị ka Ugo na fim 'The Illiterate' ya na Tonto Dikeh na Yul Edochie",
  "Ọ bụ onye  Anambra steeti.",
  "A mụrụ Ken Erics na Kano State, Northwest Naịjirịa na 28 Febrụwarị 1985  ọ bụkwa nwa nke isii n'ime ụmụ asaa nke Chukwu Chukwuemeka Nwenweh na Grace Ifeyinwa Nwenweh ha abụọ bụ ndị Enugwu-Ukwu na Anambra State, Southeast Naijiria",
  "Ọ bụ onye Igbo",
  "Erics nwere agụmakwụkwọ mbụ ya na Binta Mustapha Science Nursery and Primary School, Kano, na ụlọ akwụkwọ sekọndrị ya na Dennis Memorial Grammar School (DMGS) Onitsha, Anambra Steeti",
  "Mgbe ọ bụ nwata, Erics gosipụtara oke mmasị na nka,  nke a mere aji nabata ya na mahadum Nnamdi Azikiwe Awka,  Anambra Steeti, ebe ọ gụchara nweta asambodo na Theater Arts",
  "Ọ ji nzere masta na ọmụmụ ihe nkiri na feem.",
  "Na 2001, dị ka nwa akwụkwọ afọ mbụ na Mahadum, Erics nwetara ọrụ ihe nkiri mbụ ya, na Chris Ubani duziri 'ihe nkiri' direct-to-dvd 'Holy Prostitute',  ebe ọ rụrụ obere ọrụ dị ka dibia bekee., na naanị ihe nkiri atọ",
  "Ọ gara n'ihu gụchaa na Mahadum wee malite ịga nyocha ma tinye ọtụtụ ọrụ cameo ndị ọzọ na fim ụlọ",
  "Agbanyeghị, ihe ngosi 2012 nke \"Ugo\" na ihe nkiri \"The Illiterate\" mere ka ndị mmadụ hụ ya n'anya  wee mepere ya ohere ndị ọzọ na ụlọ ọrụ ihe nkiri Naịjirịa.",
  "Dị ka osi bụrụ onye edemede, Erics bu ụzọ bipụtara ọrụ \"Cell 2\"  nke enwetala nlebara anya ma ejiri ya n'ọtụtụ ụlọ akwụkwọ mahadum Naịjirịa maka imepụta ihe nkiri na ebumnuche agụmakwụkwọ.",
  "Dị ka osi bụrụ onye  abụ na onye na -akụ egwu na onye na kpọ ụbọ na onye n'pita ahụigodo oge ụfọdụ,  Erics, e nwe bu ọ la ndi egwu nke ya, etinyela aka na imepụta ọtụtụ ezigbo egwu dị na ihe nkiri.",
  "Ọ na esokwa ndị ama ama  n'eme ihe nkiri dị ka; Ngozi Ezeocha,Yul Edochie,Desmond eliot,Chiwetalu Agu,Regina Daniels na ndị ọzọ.",
  "Na 2014, Erics meriri nturu ugo maka Onye na-akwado na -eme ihe nkiri kacha mma na City People Entertainment Award,  yana onye ndu kachasị mma na Afrifimo Awards na United States",
  "Na 2015, ọ gara n'ihu nweta nturu ugo onye ndu kacha mma na City People Entertainment Award",
  "Na 2017, Erics meriri Nrite City People Entertainment Awards 2017 nke Onye Neme ihe nkiri Kachasị mma na afọ a hụrụ ya maka Golden Movie Awards na 2018 maka Onye Na-akwado N'eme ihe nkiri Kachasị mma.",
  "N'ọnwa Disemba 2018, Ken Erics wepụtara egwu mbụ ya Inozikwa Omee",
  "O nwetara ndị na -akwado ya na -eto otu mpụta mbụ ya",
  "Ụda egwu na ọmarịcha ọnụ abụ ha na -egosi na Ken Erics agaghị aga ebe ọ bụla n'oge adịghị anya",
  "N'ọnwa Maachị 2019, Ken Erics kwuputara na ya agaghị aga n'ihu na nwunye ya, Onyi Adada",
  "Dị ka onye na -eme ihe nkiri si kwuo, ọ ghọrọ ihe dị mkpa ịhapụ alụmdi na nwunye ya mgbe ihe gbanwere",
  "Otú ọ dị, o gosipụtara obi ụtọ maka ịkwụsị njikọ ahụ",
  "Ọrụ Fim",
  "Ọrụ",
  "Ejije Amankiri"
]