[
  "Jacobus Hermanus Pieters Geers, nke a maara dịka Kendell Geers, bụ onye South Africa na-ese ihe Geers bi ma na-arụ ọrụ na Brussels, Belgium.",
  "A mụrụ Kendell Geers na Leondale, obodo na-arụ ọrụ na East Rand na mpụga Johannesburg, South Africa, n'ime ezinụlọ Afrikaans n'oge ịkpa ókè agbụrụ.",
  "Mgbe ọ dị obere, ọ ghọtara na \"agụmakwụkwọ ya, omume ọma, ụkpụrụ ezinụlọ ya, okpukpe ya na ndụ ya n'ozuzu ya ejiriwo nlezianya wuo ya\" iji kpochapụ onwe ya dị ka omume mmekọrịta mmadụ na ibe ya",
  "Mgbe ọ dị afọ iri na ise, ọ gbapụrụ n'ụlọ na nna na-aṅụbiga mmanya ókè iji sonye n'òtù na-emegide ịkpa ókè agbụrụ",
  "Gọọmentị apartheid nwere iwu nke ịmanye ụmụ okorobịa ọcha site na afọ iri na isii na ịjụ pụtara ma ọ bụ ndụ n'ala ọzọ ma ọ bụ mkpọrọ afọ isii n'ụlọ mkpọrọ ndị nkịtị. Nanị ụzọ ị ga-esi kwụsị ịbanye n'òtù ndị agha nchebe South Africa bụ ịga n'ihu na-agụ akwụkwọ ya mere na 1984, na njedebe nke afọ ikpeazụ ya na ụlọ akwụkwọ sekọndrị Queens, Geers tinyere akwụkwọ na Mahadum nke Witwatersrand na Johannesburg iji zere ịbanye n'ọrụ.",
  "N'ụlọ akwụkwọ nka, ọ zutere onye na-ese ihe ibe ya bụ Neil Goedhals na 1986 ha guzobere otu Performance Art KOOS na Marcel van Heerden, Gys de Villiers, Megan Kruskal na Velile Nxazonke",
  "KOOS bụrụ abụ Post Punk Industrial Music Ballads dabere na uri mkpesa Afrikaans nke ndị na-ede uri dị ka Ryk Hattingh na Chris can Wyk. Ọ bụ ezie na e tinyere ha na abọm nchịkọta Voëlvry ma mee ya na Die Eerste Afrikaanse Rockfees, Koos mere naanị otu egwu nke njem Voëlvry Movement, na Mahadum nke Witwatersrand",
  "KOOS kwụsịrị na 1990 mgbe Neil Goedhals gburu onwe ya na 16 August 1990",
  "Na Mahadum Wits Geers ghọrọ onye na-eme ihe ike na-arụ ọrụ na National Union of South African Students na End Conscription Campaign na 1988 bụ otu n'ime ụmụ okorobịa 143 jụrụ n'ihu ọha ije ozi na South African Defense Force ma chee ikpe mkpọrọ afọ isii dị ka nsonaazụ kpọmkwem ya mere ọ hapụrụ South Africa wee gaa biri n'ala ọzọ dị ka onye gbara ọsọ ndụ na United Kingdom na site n'ebe ahụ New York ebe ọ rụrụ ọrụ dị ka onye enyemaka nke onye na-ese ihe Richard Prince maka afọ 1989.",
  "Onye nlekọta Clive Kellner kọwara oge 1988 - 2000 nke ọrụ Geers dị ka ndọrọ ndọrọ ọchịchị mana onye na-ese ihe adịghị amasị akara a n'ihi na ndị na-ese ihe na-ekwupụta onye ha kwadoro adịghị mma karịa ndị ndọrọ ndọrọ ọchịchị ma ọ bụ ndị ozi ala ọzọ. Kama ikwupụta ihe o kwenyere na ya, ọ na-ahọrọ ịmepụta nka nke na-egosipụta mgbagwoju anya nke omume nke na-akpọ onye na-ekiri ya ka o chee ihe ha kwenyere na ya ihu na n'ụzọ dị otú a enwere mkparịta ụka na mgbanwe. Ọ na-ezo aka na nke a dị ka TerroRealism nke ọ kọwara dị ka \"ndị na-ese ihe tolitere na mba ndị agha, mgbanwe, esemokwu, mpụ na mgbukpọ agbụrụ kewara ekewaa ọrụ dịka ụkpụrụ dị iche iche nke ụkpụrụ mara mma. N'ọnọdụ ụlọ ngosi dị jụụ nke ụlọ nsọ cube ọcha, e tinyere ọrụ ha na Ụkpụrụ Eziokwu nke na-achọ imebi obi ụtọ onye na-ekiri ya karịa imeju ya",
  "\"",
  "Geers na-etinye ọrụ ya gburugburu oke ahụmịhe dị ka obi ụtọ, egwu, ọchịchọ, ịhụnanya, ịma mma, mmekọahụ, ime ihe ike na ọnwụ n'ihi na o kwenyere na ahụmịhe ndị a dị oke egwu karịrị ikike anyị igosipụta n'okwu",
  "Ihe ọmụma, egwu na echiche nke ahụmịhe ahụ bụ isi n'ọtụtụ ọdịbendị gburugburu ụwa",
  "A na-adọta ya na ihe mgbochi ndị na-achịkwa ndụ anyị n'ihi na ha karịrị ikike anyị ịchịkwa, n'agbanyeghị onye anyị chere na anyị bụ, ọgaranya, ogbenye, amaghị akwụkwọ, gụrụ akwụkwọ.",
  "Ihe furu efu bụ okwu akụkọ ihe mere eme nke onye na-ese ihe Geers chepụtara iji mee ka omume ya nke iji ihe ndị dị ugbu a, ihe oyiyi ma ọ bụ ihe",
  "Okwu a bụ ngagharị iwe megide okwu ahụ bụ Found Object nke Marcel Duchamp mere ka ọ mara",
  "Egwuregwu okwu dị iche na Lost na Found bụ atụmatụ semantic nke onye na-ese ihe na-ejikarị eme ihe.",
  "Ọrụ mbụ ya nwere mmetụta site n'echiche ndị e gosipụtara na nzaghachi ya na Albie Sachs na echiche na \"The Struggle is a Weapon of Art.\" Mmetụta siri ike site n'echiche nke Léopold Sédar Senghor Geers jiri ahụmịhe ya dị ka onye na-emegide ịkpa ókè agbụrụ iji gbaa ajụjụ maka ịgụ ihe osise echiche site n'echiche Afro-Centric",
  "Mgbe ọ na-ede banyere African Conceptualism maka ihe ngosi \"Global conceptualism: points of origin, 1950s-1980s\" na Queens Museum, Okwui Enwezor dere \"Na nka Afrịka, ihe abụọ na-arụ ọrụ mgbe niile: ọrụ na echiche nke ọrụ ahụ",
  "Ndị a abụghị usoro nnwere onwe",
  "Otu chọrọ nke ọzọ na nke ọzọ",
  "Nkọwapụta nke echiche ndị Igbo ga-akọwapụta mmekọrịta a: ebe enwere ihe guzo nke a pụrụ ịhụ, enwere ihe ọzọ guzo n'akụkụ ya nke a na-apụghị ịhụ ma nke na-esonyere ihe ahụ",
  "Na ntọala ihe onwunwe ya, nka Afrịka bụ ihe ejidere, mana n'ihe ọ pụtara na ebumnuche ya, ọ bụ ihe mgbagwoju anya na-emegide ihe na mmegide nghọta, nke ọtụtụ ụzọ isi gosipụta echiche ebe okwu ma ọ bụ nkwurịta okwu ọnụ na-eji akpọrọ ihe nke ukwuu",
  "\"",
  "\"Self Portrait\" bụ ọrụ mara mma nke e kere na 1995 nke nwere ihe na-enweghị ihe karịrị karama biya Heineken gbajiri agbaji",
  "Akara ahụ ka dị na iko ahụ gbajiri agbaji ma gụọ \"Imported from Holland\"",
  "The Superior Quality",
  "' Geers kwenyere na ihe ọ bụla karịrị ngụkọta nke akụkụ anụ ahụ ya ma kama ọ bụ ngosipụta nke echiche, na ihe osise nke onye mere ya na onye na-azụ ya",
  "karama mmanya Dutch gbajiri agbaji na-anọchite anya ụkpụrụ, na omume nke ndị Boers, kwenyesiri ike na ịkpa ókè agbụrụ bụ usoro ndọrọ ndọrọ ọchịchị ziri ezi",
  "N'ịjụ ndị nna nna ya na echiche ọchịchị aka ike ha, Geers na-agbaji karama biya ahụ n'ụzọ ihe atụ iji tọhapụ onwe ya",
  "Dị ka ndị nna nna ya bụ ndị Boers, a na-ebubata biya Heineken na South Africa. E gosipụtara ọrụ ahụ na New York na ihe ngosi a na-akpọ \"Simunye' ('Anyị Bụ Otu'') n'afọ 1996 ma mee ka ọ nọrọ n'ime ụgbọ ibu nke TWA Flight 800 nke gbawara ka ọ na-ebili na 17 Julaị 1996 ya mere Geers gbanwere ihe mbụ ahụ pụrụ iche n'ime mbipụta nke 12, jiri onwe ya tụnyere ngwugwu biya isii abụọ",
  "Geers na-akọwa ọrụ ahụ \"Ọtụtụ ndị na-eche na m họọrọ Heineken n'ihi na enwere m mmasị na biya na karịa nke ahụ, ṅụọ Heineken ma aghaghị m idozi ha",
  "Njirimara dị nnọọ mgbagwoju anya, ọkachasị ma ọ bụrụ na ị bụ onye ọcha Afrịka na ịkpọ onwe onye asị bụ akụkụ nke ihe nketa ọdịbendị gị",
  "N'afọ 1990, mgbe a tọhapụrụ Mandela ma wepụ iwu Apartheid, njirimara anyị dị ka ndị Saụt Afrịka dị mkpa",
  "Akụkọ ihe mere eme anyị, ọdịbendị, omume ọma, okwukwe, ụkpụrụ na ihe niile mmadụ nwere ike iwere dị ka ihe efu, dịka \"njirimara\" bụ n'ọnọdụ m iwu na-akwadoghị",
  "Dị ka onye Afrịka, ana m ewere onwe m dị ka onye na-ahụ maka ihe ndị mmụọ ma na-akwanyere ndị nna nna m ùgwù, mana ndị nna nna ahụ bụ ndị Dutch",
  "karama biya ahụ gbajiri agbaji na-ekwu maka njirimara dị ka ime ihe ike, onwe ya dị ka gbajiri agbaji, mmụọ karama ahụ nwere na-aṅụbiga mmanya ókè na ihe niile fọdụrụ bụ ihe mkpofu nke akụkọ ihe mere eme\" Holland Cotter's The New York Times review kwuru \"N'oge ọ bụla, nka ndọrọ ndọrọ ọchịchị na-enyefe ụdị epiphany ọ kwesiri: otu echiche nke na-ezipụ ripples a na-atụghị anya ya. Nke a bụ ikpe na otu ihe nke onye na-ese ihe na South Africa bụ Kendell Geers na ihe ngosi a na-akpali akpali",
  "Naanị ihe odide akwụkwọ nka maka Marcel Duchamp's Conceptual joke \"Air of Paris\" n'akụkụ foto akụkọ nke ndị uwe ojii na-enye onye mwakpo ndị na-eyi ọha egwu oxygen",
  "N'ihu nyocha eziokwu a dị mfe, egwuregwu agụmakwụkwọ Duchamp na-ada n'enweghị isi",
  "\"",
  "N'ịgbaso izu ike ya ogologo afọ na 2001/2002 ọrụ ya na-enwewanye akụkụ ime mmụọ nke Alchemy, Kabbalah, Esoterism, Animism, Tarot na Tantra na-emetụta, ebe ọ na-ejigide nkwa ya na Activism. O mechara kọwaa evolushọn a dị ka \"AniMystikAktivist\"",
  "Ụfọdụ ndị akọwapụtala mgbanwe ahụ n'ụzọ na-ezighị ezi dị ka oge uri. N'ebe a, Geers bufere omume ọkụ ya n'ime ọnọdụ post-colonial na-arịwanye elu n'ụwa niile, na-atụ aro isiokwu zuru ụwa ọnụ dị ka iyi ọha egwu, ime mmụọ, na ọnwụ",
  "Dị ka ndị dị otú ahụ, a pụrụ ikwu na ndụ na ọrụ onye na-ese ihe bụ ebe nchekwa dị ndụ nke mejupụtara ihe omume ndọrọ ndọrọ ọchịchị, foto, akwụkwọ ozi, na ederede edemede nke na-eje ozi dị ka isi iyi nke mkpali ma na-anọchite anya ịga n'ihu nke ọrụ ya.",
  "Geers haziri ihe ngosi mbụ ya na 1990 mgbe ọ na-arụ ọrụ dị ka onye nta akụkọ maka akwụkwọ akụkọ Vrye Weekblad",
  "E chepụtara ọrụ a dị ka ihe ngosi akwụkwọ akụkọ nke a kpọrọ ndị na-ese ihe ka ha mepụta ọrụ nka kpọmkwem maka etiti peeji abụọ nke akwụkwọ akụkọ kwa izu",
  "E bipụtara ihe ngosi ahụ na 14 Disemba 1990",
  "Kendell Geers sonyere n'ọtụtụ ihe ngosi mba ụwa na afọ abụọ gụnyere Johannesburg Biennale (1995, 1997), Havana Biennale (1994), Istanbul Biennale (2003), Taipei Biennale (2000) Lyon Biennale (2005) Venice Biennale (1993, 2007, 2011, 2017, 2019) Dakar Biennial (2018) Shanghai Biennale (2016) Sao Paolo Biennial (2010) Carnegie International (1999) na Documenta (2002 na 2017)",
  "A kpọrọ ihe ngosi mbụ ya “Irrespektiv” ma gaa na 2007 site na BPS22 (Charleroi Belgium) ruo SMAK (Gent Belgium), BALTIC Centre for Contemporary Art (Newcastle), Musée d'art contemporain de Lyon (Lyon France), DA2 Domus Artium (Salamanca, Spain) na MART (Trento, Italy)",
  "Okwui Enwezor haziri ihe ngosi nke abụọ na 2013 na Haus der Kunst (Munich Germany)",
  "Àtụ:Authority control (arts)"
]