[
  "Kenkey (nke a makwaara dị ka kɔmi, optim, kooboo ma ọ bụ dorkunu) bụ nri a na-eri nke yiri achịcha sourdough sitere na mpaghara Ga na Fante bi na West Africa, nke a na-ejikarị ose <b id=\"mwGA\">Crudaiola</b> na azụ e siri esi ma ọ bụ ofe, stew.",
  "A na-emepụta Kenkey site n'itinye mkpụrụ ọka n'ime mmiri ruo ihe dị ka otu izu, tupu a kpụọ ha ma tinye ha mmiri n'ime ntụ ọka. A na-ekwe ka ntụ ọka ahụ gbaa ụka ruo ụbọchị anọ ruo otu izu, tupu esi nri.",
  "Mpaghara ebe a na-eri kenkey bụ Ghana, ọwụwa anyanwụ Côte d'Ivoire, Togo, ọdịda anyanwụ Benin, Guyana, na Jamaica",
  "A na-ejikarị ọka (ọka), dị ka sadza na ugali eme ya",
  "A maara ya nke ọma dị ka kɔmi (nke a na-akpọ kormi) site na Gas ma ọ bụ dokono site na ndị Akan na Ghana",
  "A makwaara ya na Jamaica dị ka dokunoo, dokono, dokunu, drawers na-acha anụnụ anụnụ, na tie-a-leaf",
  "Na Mexico, e nwere nsụgharị a na-akpọ \"Tamale\"",
  "A pụkwara ịchọta Kenkey n'ógbè dị n'ebe ugwu Ghana nke a na-akpọ isi obodo ya Tamale",
  "Na Guyana, a na-akpọ ya konkee. Na Trinidad a na-akpọ ya \"paime\" (nke a na-ekwupụta pay-me) ma dị iche n'ihi na o nweghị plantain mana ọ nwere ike ịgụnye pumpkin na akị bekee",
  "Na nri nke Caribbean, a na-eji ọka, plantain, unere na-acha akwụkwọ ndụ akwụkwọ ndụ, poteto na-atọ ụtọ (Asante na Jamaican version, nke sitere na Asante version) ma ọ bụ cassava, nke a na-ekpuchi na akwụkwọ unere",
  "Nri a sitere na omenala nri ndị Afrịka.",
  "N'adịghị ka ugali, ime kenkey na-agụnye ịhapụ ọka ka ọ gbaa ụka tupu esi nri",
  "Ya mere, ịkwadebe na-ewe ụbọchị ole na ole iji mee ka ntụ ọka ahụ gbaa ụka",
  "A na-agwakọta nri ọka na ọka ma tinye mmiri ruo mgbe a ga-enweta ntụ ọka dị nro ma na-agbanwe agbanwe",
  "A na-ekpuchi ya ma hapụ ya n'ebe na-ekpo ọkụ ka ọ gbasaa. Mgbe ọ gbasịrị, a na-esi kenkey, na-ekpuchi ya na akwụkwọ unere, mkpo ọka, ma ọ bụ foil, ma na-esi ya. E nwere ọtụtụ nsụgharị nke kenkey, dị ka Ga na Fante kenkey",
  "Ga kenkey bụ ihe a na-ahụkarị n'ọtụtụ akụkụ nke Ghana.",
  "Ice kenkey bụ nri e ji kenkey gwakọta na mmiri, shuga, mmiri ara ehi, na ice mee.",
  "Àtụ:DumplingsÀtụ:African cuisine"
]