[
  "Kenneth Onwuka Dike (n'ubọchi nke iri na asaa nke onwa Disemba n'afọ1917 ̊ruo ubọchi nke iri abuọ na isii nke Ọktoba n'afọ 1983) ọ bụ onye nkuzi Naijiria, ọkọ akụkọ ihe mere eme na osote onye isi mbụ nke kọleji mba ahụ bu onye Naijiria, Mahadum Ibadan N'oge agha obodo Naijiria, ọ kwagara Mahadum Harvard. Ọ bụ onye guzobere ụlọ akwụkwọ Ibadan nke na-achịkwa ederede nke akụkọ ihe mere eme nke Naịjirịa ruo n'afọ 1970. A na-eto ya na \"ọ rụrụ ọrụ dị mkpa n'ịmepụta ọgbọ nke ndị ọkọ akụkọ ihe mere eme Afrịka ndi nwere ike ịkọwa akụkọ ihe mere mere eme nke ha n'enweghị mmetụta nke Eurocentric\".",
  "A mụrụ Dike na Awka, n'ebe ọwụwa anyanwụ Naịjirịa",
  "Ọ gara Fourah Bay College, Sierra Leone nakwa Mahadum Durham maka nzere BSc ya, Mahadum Aberdeen maka nzere MA ya, na King's College London maka nzere PhD ya. N'ime afọ 1960, dị ka onye otu ngalaba akụkọ ihe mere eme nke Mahadum Ibadan, ọ rụrụ ọrụ ọsụ ụzọ n'ịkwalite idu ndú Afrịka nke ọrụ ndị ọkà mmụta e bipụtara na Afrịka",
  "Dị ka onye isi nke kọmitii nhazi nke Nzukọ Mba Nile nke Mbụ nke Africanists na Ghana n'afo 1963, ọ chọrọ nyocha siri ike nke na-abụghị nke ndị na-achị achị, mbipụta nke nyocha n'asụsụ dị iche iche gụnyere ụmụ amaala na ndị mba ọzọ, iji mee ka ndị nwa afo na-asụ asusụ na ndị mmadụ mara akụkọ ihe mere eme, ka ha lee akụkọ ihe mere mere eme nke Africa site na anya nkịtị",
  "Ọ bụ onye nduzi mbụ nke ụlọ akwukwọ mba uwa nke Ibadan.\nN'afọ 1965, a họpụtara ya ka ọ bụrụ onyeisi oche nke mahadum njiko ke aku na-uba nkiti.\nEbere Nwaubani na-ekwu na Dike bụ onye ọkà mmụta nke oge a nke mbụ na-akwado akụkọ ihe mere eme nke Africa. Akwụkwọ ya bụ ihe na-agbanwe agbanwe na akụkọ ihe mere eme nke Afrịka",
  "A kọwaala Dike dị ka onye Afrịka mbụ nwetara PhD na akụkọ ihe mere eme.",
  "Na Mahadum Koleji nke Ibadan, ọ buuru prọfesọ Africa mbụ nke akụkọ ihe mere eme na onye isi nke ngalaba akụkọ ihe mere mere eme",
  "O guzobere Ebe nchekwa obodo Naijiria, ma nye aka na ntọala nke otu ihe mere eme nke Naijiria",
  "Akwụkwọ ya bụ Azụmahịa na ndọrọ ndọrọ ọchịchị n'ime Naija Delta 1830-1885 o kwuru maka ndọrọ ndọrọ ọchịchị akụ na ụba nke narị afọ nke iri na iteghete na Naija Delta",
  "O lekwasịrị anya n'ihe ndị dị n'ime Afrịka, ọkachasị usoro nchebe nke ndị Delta na-eme megide ịbanye n'ime alaeze ukwu",
  "Dike nyere aka mepụta ụlọ akwụkwọ Ibadan nke akụkọ ihe mere eme nke Afrịka ma kwalite ojiji nke ihe akaebe ọnụ site n'aka ndị ọkọ akụkọ ihe mere mere eme nke Africa. Dike bụkwa onye isi oche mbụ nke ASUTECH putara nke(Anambra State University of Technology, ugbu a bu Nnamdi Azikiwe University).",
  "Akwụkwọ ya gụnyere ndị a: Akụkọ banyere nchekwa na nchịkwa nke ndekọ akụkọ ihe mere eme na Naijiria (1953), Azụmahịa na ndọrọ ndọrọ ọchịchị di na Delta Naijiria 1830-1885 (1956), Otu narị afọ nke ọchịchị Britain na Naijiria (1957), Isi mmalite nke ndị ozi Naija (1958).",
  "Ya na nwunye ya, Ona nwere ụmụ ise."
]