[
  "Kenneth Obinna Okolie (a mụrụ na Febụwarị 21, 1984) bụ onye na-eme ihe nkiri na onye nlereanya nke Naijiria bụ onye e chiri Mr Nigeria n'afọ 2010 nakwa n'afọ 2015 meriri City People Movie Award for Best Supporting Actor of the Year (English) na City People Entertainment Awards",
  "Okolie bụ nwa afọ Ihiala na Anambra steeti bụ mpaghara ndịda ọwụwa anyanwụ nke Naịjirịa nke ndị igbo nke Naịjirịa bi na ya",
  "Okolie bụ nwa mbụ nne na nna ya mụrụ ma nwee ụmụnne atọ",
  "Ọ gụsịrị akwụkwọ na B.Sc",
  "na Mahadum Valley View nke mba Ghana.",
  "Okolie tupu ọ banye na ụlọ ọrụ ihe nkiri Naịjirịa malitere dịka onye nlereanya n'afọ 2006, nke ọ kọwara dịka ihe ndabara ka ọ na-akpọrọ enyi ya gaa nyocha maka ndị nlereanya ma ọ dịghị mgbe o bu n'obi isonye na usoro nyocha ahụ mana ndị na-eduzi nyocha ahụ manyere ya inyocha nke a, ọ nabatara arịrịọ ha ma nyochaa. O nwere ihe ịga nke ọma na nyocha ahụ ma họrọ ya wee malite ọrụ ya dịka onye nlereanya",
  "N'afọ 2010, afọ anọ ka ọ malitesịrị ọrụ ngosi uwe ya, Okolie sonyere na asọmpi nwoke Mr Nigeria wee merie. Okolie mgbe o meriri asọmpi ahụ, ọ gara n'ihu na asọmpi Mister World wee pụta dịka onye nke abụọ",
  "Okolie malitere na ụlọ ọrụ ihe nkiri Naịjirịa n'afọ 2011",
  "Okolie kọwara ọrụ ya n'ime ụlọ ọrụ ihe nkiri Naịjirịa dịka ihe ndabara yana ọ dịghị mgbe o bu n'obi ịbụ onye na-eme ihe nkiri.",
  "Okolie meriri na City People Movie Award for Best Supporting Actor of the Year (English) na City People Entertainment Awards.",
  "Okolie lụrụ Nwaka Jessica n'afọ 2017 ma n'afọ 2019 ha mụrụ nwa mbụ ha.",
  "N'afọ 2012, Okolie gara Owerri nke bụ isi obodo Imo steeti maka ebumnuche nke ịgba ihe nkiri ya na onye ọrụ ibe Nollywood; Nkiru Sylvanus",
  "A kọrọ na n'abalị iri na ise n'ọnwa Disemba, a tọọrọ Okolie na Nkiru Sylvanus na ihe mgbapụta nke  ~ 100,000,000 (Otu narị nde naira) nke bụ kwa ọnụego mgbanwe n'afọ 2012 ruru $ 640,000 (Narị isii na puku iri anọ US dollar) ka ndị jidere ha chọrọ iji tọhapụ ha. Na Disemba 21, 2012 na 10:30pm n'ụbọchị nke isii kemgbe ha tọọrọ Okolie na onye na-eme ihe nkiri Nkiru Sylvanus ka a tọhapụrụ ma nwetaghachi nnwere onwe",
  "Ọ dịghị mgbe ndị mgbasa ozi Naịjirịa kọrọ ego a kwụrụ maka ntọhapụ ha."
]