[
  "Kenneth Victor Young (1933-2017) bụ ónyé America na-ese ihe, ónyé nkuzi, na ónyé na-ese onyinyo",
  "A na-ejikọta ya na Washington Color School art movement. Ọ rụrụ ọrụ na Smithsonian Institution dị ka onye na-ese ihe ngosi ruo afọ 35.",
  "A mụrụ Kenneth Victor Young na Disemba 12, 1933 na Louisville, Kentucky, n'ime ezinụlọ ndị Africa America.",
  "Ọ gàrà Mahadum Louisville iji mụọ imewe na physics, na-esote ọmụmụ ọzọ na Mahadum Indiana na Mahadim Hawai'i. Mgbè ọ na-aga Mahadum Louisville, ọ zutere nwa akwụkwọ ibe ya Sam Gilliam, yana G",
  "Caliman Coxe, na Bob Thompson. N'afọ 1950, Young jere ozi na United States Navy.",
  "Young rụrụ ọrụ nwa ógè na DuPont chemical na Louisville, wee kwaga na 1964 na Washington D.C",
  "maka ọrụ ọhụrụ dị ka ónyé na-ese ihe ngosi na Smithsonian Institution. Ọ bụ ónyé mbụ Black na-eme ihe ngosi na Smithsonian Institution. Ọ rụrụ ọrụ n'uhuruchi dị ka ónyé na-ese ihe màkà United States Information Agency. O nwèrè ike ime njem n'oge a nke ọrụ ya; na-eleta Egypt, Italy, na ebe dị iche iche n'Africa. Mgbe ọ na-arụ ọrụ na Smithsonian Institution, ọ nọ na ọrụ n'akụkụ Jacob Kainen ma ha ghọrọ ndị enyi.",
  "N'ikpeazụ, ọ zutere ọtụtụ ndị ọzọ na-ese ihe na Washington Color School, ikekwe site na Kainen ma ọ bụ na njikọ nkịtị. E nwere ụbọchị ndị na-emegiderịta onwe ha maka mgbè Young malitere ọrụ ise ihe ya. Ka ọ na-erule afọ 1960, ọ raara onwé ya nye ise ihe. Ihe ngosi nka mbụ ya bụ, Ken Young: Recent Paintings (1974) na Corcoran Gallery of Art.",
  "Ihe osise Young bụ ihe na-enweghị atụ ma na-egosipụtakarị ọtụtụ akara ịsa ahụ na-acha anụnụ anụnụ. Ihe osise ya bụrụ ibu na ihe osise acrylic, na-egbuke egbuke ma na-acha odo odo. A na-ezo aka na ụfọdụ n'ime utu aha nke ihe osise ya na egwu jazz.",
  "Ọ kụziri nka na Corcoran School of the Arts and Design, na Duke Ellington School of the Art.",
  "Young nwụrụ na Machị 12, 2017 na Washington, D.C",
  "E liri ya na Arlington National Cemetery.",
  "A na-etinye ọrụ Young na nchịkọta ihe ngosi nka ọha na eze, gụnyere National Gallery of Art, Corcoran Gallery of Art، na Smithsonian American Art Museum. Ọrụ Young bụbu akụkụ nke nchịkọta nka nke Johnson Publishing Company, ụlọ ọrụ nne na nnà nke magazin Ebony na Jet.",
  "Nchịkọta ihe osise nke ụlọ ọrụ Johnson Publishing Company nwèrè ihe osise 75 nke ndị na-ese ihe n'Afrịka America nke a kwụnyere n'ọfịs, mana n'ihi akụnụba, ihe osise ahụ gàrà ire ere na Jenụwarị 2020."
]