[
  "Kennedy Ohene Agyapong (amụrụ June16,1960) bụ onye ndọrọndọrọ ọchịchị na onye ọchụnta ego Ghana nke na-anọchite anya Assin Central na nzuko omeiwu maka New Patriotic Party",
  ". A họpụtara ya ka ọ bụrụ onye omeiwu na 2000 na oche nke Assin North. Ọ nọgidere n'oche ya na ntuli aka ndị omeiwu nke afọ 2004 na 2008. N'afọ 2012, a họpụtara ya n'oche ọhụrụ nke Assin Central ma họpụta ya ọzọ n'afọ 2016",
  "Ọ nọgidekwara n'oche ya na ntuli aka nke afọ 2020. Ọ bụ onye isi oche nke Kọmitii Nchebe na Interior nke Nzukọ Ndị Omeiwu ugbu a.",
  "A mụrụ Ohene Agyapong na 16 June 1960 ma si Assin Dompim na Central Region nke Ghana. Ọ gụrụ akwụkwọ sekọndrị na Adisadel College na Central Region",
  "Agyapong nwere GCE A Level ma hapụ Mahadum Fordham, New York, USA",
  "Ọ bụ onye ọrụ ugbo na onye ọchụnta ego, onye nduzi nke Assin Farms, Supercare Group of Companies na Hollywood Shopping Centre",
  "Ọ lụrụ di ma nwee ụmụ iri abụọ na abụọ.",
  "Kennedy Agyapong ka na-anọgide na-abụ otu n'ime ndị ndọrọ ndọrọ ọchịchị na-enwetụbeghị ntuli aka Ọrụ ọgụgụ isi ya na ntuli aka 2016 butere mmeri nke Nana Addo Dankwah Akufo-Addo.O nyekwara aka nke ukwuu na mmeri nke ọtụtụ ndị omeiwu NPP dịka K.T Hammond na ọtụtụ ndị ọzọ",
  "Kennedy Agyapong bụ onye isi oche kọmitii nkwurịta okwu na nzuko omeiwu, n'okpuru onyeisi oche Nana Akufo-Addo ugbu a.",
  "Agyapong ṅụrụ iyi igbu onwe ya ma ọ bụrụ na gọọmentị Akufo-Addo ejighi nwanne onye bụbu onye isi ala John Mahama, Ibrahim, maka ụfọdụ ọrụ nrụrụ aka nke, dị ka Agyapong si kwuo, mere ka steeti ahụ tụfuo ego",
  "Otu ihe atụ o kwuru, bụ enweghị ịkwụ ụtụ isi site n'aka Ibrahim Mahama ihe karịrị otu afọ mgbe nwanne ya nwoke bụ onye isi ala nke Republic of Ghana",
  "Mgbalị nke Agyapong n'onwe ya n'okwu ahụ iji mee ka ndị mgbasa ozi mara ya dugara na nyocha nke Ibrahim Mahama na nkwekọrịta nke Ibrahim Maham iji kwụọ ụtụ isi ahụ",
  "Omume a mere ka Kennedy Agyapong nweta otuto site n'aka ọtụtụ ndị Ghana.",
  "Mwakpo Agyapong na-apụtaghị ìhè na Kọmishọna Electoral nke Ghana Charlotte Osei maka, o kwuru na, ịzụ ahịa mmekọahụ maka ọnọdụ ya dị ka onye isi Kọmishọna Elektụrụla (EC) wetara ya nkatọ site n'aka ndị isi dị iche iche gụnyere ndị nne eze nwanyị na ndị na-ahụ maka ihe ndị ruuru mmadụ yana ndị ọzọ so na ndị omeiwu. N'afọ 2018, mgbe e jidere onye isi oche nke Ghana Football Association Kwasi Nyantakyi, o kwuru na a ga-akwụsị onye nta akụkọ na-ahụ maka nrụrụ aka Anas Aremeyaw Anas tupu ya amalite inyocha ndị mmadụ nọ na \"ọnụ ụlọ ihi ụra ha\". Ọ na-eyi Anas egwu ugboro ugboro ma kọmitii na-echebe ndị nta akụkọ na ndị nta akụkọ n'enweghị ókèala katọọ ya na mba ụwa",
  "O kwuru na usoro Anas 'zighị ezi'. N'ikwu okwu na Adom FM na 4 June 2018, ọ kpọrọ Anas \"onye na-emegbu mmadụ, onye na-apụnara mmadụ ihe\", mere ka a na-ebipụ ya akpịrị ma kwuo na a ga-akwụgbu ya. Ọ rịọkwara maka \"ịbọ ọbọ\" megide onye nta akụkọ ibe Anas, Ahmed Hussein-Suale, na-ekwu \"Ọ bụrụ na ọ bịa ebe a, tie ya ihe..",
  "Ihe ọ bụla ga-eme, m ga-akwụ ụgwọ",
  "\" E mechara gbuo Hussein-Suale.",
  "Na July 2018, a na-enyocha ya maka nlelị nke nzuko omeiwu.",
  "Ekwenyere na ọ bụ onye Ghana mbụ nwere nde Rolls-Royce ¢8Ekwenyere na ọ nwekwara ụgbọ elu nkeonwe, oku na-egbuke egbuke maka nyocha site n'aka ụlọ ọrụ Customs Excise and Preventive Service gbasara akụ na ụba ya..",
  "Ọ bụ onye isi oche maka Kọmitii Nchebe na Interior; ọ bụkwa onye otu Kọmitii Ikpe na onye otu Kọمitii Mmefu Ego Pụrụ Iche.",
  "Ọ bụ Onye Kraịst.",
  "19.ʌ \"Kennedy Agyapong kwetara na ọ fọrọ nke nta ka ọ nwụọ n'ọnwa gara aga",
  "legitloaded.com",
  "E nwetara ya na 21 Julaị 2020."
]