[
  "R",
  "Kenza Fourati (Arabic) bụ ihe nlereanya onye Tunisia.",
  "A mụrụ Fourati na Lille, France, n'abalị ọnwa 13 Mee afọ 1987. Ya na ezinụlọ ya kwagara obodo ya bụ Tunisia mgbe ọ dị ọnwa abụọ, na-etolite n'obodo La Marsa dị n'ụsọ oké osimiri na Tunisia.",
  "Nne Fourati, Dora Bouchoucha, bụ onye na-emepụta ihe nkiri na Tunisia, nna ya, Kamel Fourati, bụ radiologist na Tunisia. Nna nna ya, Mohamed Fourati, bụ dọkịta na-ahụ maka obi na onye ọsụ ụzọ nke ịwa ahụ obi na Tunisia. Nne nne ya, Michèle Roly, bụ onye France na nwa afọ Lille na ugwu France. Fourati nwere nwanne nwanyị nke ọ tọrọ, Maleke Fourati, onye bụ onye na-achọ PhD na Development Economics na UNSW Business School, na mba Australia.",
  "Fourati gara ụlọ akwụkwọ sekọndrị French na Tunisia wee malite ime ihe ngosi mgbe ọ gụsịrị akwụkwọ",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ kwagara Paris, iji mụọ na Mahadum Paris-Sorbonne",
  "Fourati gụsịrị akwụkwọ na Bachelor na Literature na Fine Arts n'afọ 2008",
  "Mgbe ahụ ọ kwagara London iji mụọ ime ihe nkiri na Mahadum Kingston, London ebe ọ gara n'ihu na-eme ihe ngosi",
  "Fourati gụsịrị akwụkwọ na nzere masta na Film / Cinema / Video Studies n'afọ 2010. Fourati ekwuola na ọ chọrọ ịghọ onye nduzi kemgbe ọ dị obere. Ọ na-amụ ihe nkiri na New York Film Academy kemgbe afọ 2011.",
  "Fourati na-asụ Arabic, Bekee, French na \"obere Italian\". O nwere ụmụ amaala France na Tunisia abụọ.",
  "N'afọ 2002, Fourati mechara bụrụ onye nke atọ na asọmpi Elite Model Look mgbe ọ dị afọ iri na ise wee bịanye aka na Elite Model Management",
  "Ọ pụtara n'ọtụtụ magazin mba ụwa, dị ka Vogue Paris, Elle, Marie Claire, L'officiel Voyage, Grazia, na GQ",
  "Fourati agagharịla n'okporo ụzọ maka nnukwu ụlọ ejiji, gụnyere Armani, Céline, Gianfranco Ferré, Jean Paul Gaultier, Stella McCartney, Tommy Hilfiger, Valentino na Vivienne Westwood.",
  "Ọ bụ ezie na ọ bi na mba ọzọ n'oge ahụ, Fourati sonyere na izu anọ nke Tunisia Jasmine Revolution nke kwaturu Onye isi ala Zine El Abidine Ben Ali",
  "Mgbanwe ahụ nke malitere n'abalị 18 ọnwa Disemba afọ 2010, ruru n'ókè site na mwepụ nke Ben Ali na ezinụlọ ya na 14 Jenụwarị 2011",
  "Fourati katọrọ ọnọdụ gọọmentị France weere, na-ekwu, sị:",
  "Fourati ebiela na Tunisia, France, United Kingdom na United States",
  "Ọ bi na New York ugbu a.",
  "N'oge a gbara ya ajụjụ ọnụ n'afọ 2011, Fourati jiri ahụmahụ ya nke ibi na France tụnyere United States:",
  "N'abalị iri abụọ na isii n'ọnwa Eprel afọ 2016, Fourati lụrụ Ayman Mohyeldin, onye nta akụkọ telivishọn maka NBC News, n'ememe nzuzo na steeti Georgia. O kesara foto site n'ụbọchị agbamakwụkwọ ya na mgbasa ozi mmekọrịta",
  "Fourati yi uwe ivory bridal burnous n'elu obere uwe Balenciaga maka emume ahụ na Marietta, Georgia. Maka foto ndị e sere na Savannah, Georgia, Fourati yi uwe ejiji Houghton \"Moss\" Gown.",
  "Àtụ:2010–2019 Sports Illustrated Swimsuit"
]