[
  "Kerry McNamara (Ọgọst 1940 na Kuruman rụo ụbọchị irí na isii n'ọnwa Jenụwarị 2017 na Swakopmund) bụ ónyé Namibia bụ onye na-ese ụkpụrụ ụlọ na ónyé na-emegide ịkpa ókè agbụrụ.",
  "A mụrụ McNamara n'ọnwa Ọgọstụ n'afọ 1940 na Kuruman na mpaghara Northern Cape nke South Africa",
  "N'afọ 1965, ọ gụsịrị akwụkwọ na Mahadum Cape Town wee kwaga South-West Africa n'oge na-adịghị ányá mgbè nke ahụ gasịrị",
  "Ọrụ owuwu mbụ ya bụ ụlọ akwụkwọ sekọndrị teknụzụ dị na Ongwediva, nke e mechara kpọwa Ongwediva Training College. O guzobere Kerry McNamara na Associates na 1977, ụlọ ọrụ na 1988 nke a gbanwere aha ya ka ọ bụrụ Kerry McNamar Architects.",
  "N'oge ọ na-arụ ọrụ McNamara, o nyèrè áká n'ihe dị ka 1,170 architectural designs, nke a maara nkè ọma bụ Oshakati Open Market, ụlọ dị na Mahadum Sayensị na Teknụzụ nke Namibia, ụlọ ọrụ injinia nke Mahadum sayensị na teknụzụ, ngosipụta nkè Hoba meteorite dị nso na Grootfontein, na Rössing Foundation Adult Education Centre na Windhoek. Ọ natara nkwanye ùgwù màkà \"ihe ọhụrụ ọ na-emepụta ebe ọha na eze\", yana dịka \"ónyé na-etinye ụkpụrụ na ala ụlọ Namibia\". Ónyé ọrụ ibe ya Natanael Araseb kọwara ya dị ka \"ónyé na-ahụ màkà ihe owuwu nke na-eme atụmatụ ọbọdọ ogologo ógè tupu e chepụta echiche ahụ\". N'afọ 2010 ọ natara \"Lifetime Achievement Award\" site na ụlọ ọrụ Namibia Chamber of Architects.",
  "Kerry McNamara bụ onye a ma ámá na-emegide ịkpa ókè agbụrụ",
  "Ọ bụ otu n'ime ndị na-akpali atụmatụ udo nke Namibia 435, otu ndị na-agba mbọ màkà mmejuputa mkpebi nke UN Security Council Resolution nọmba nké narị anọ na iri atọ na ise nke kpọrọ maka nnwere onwe nke Namibia na iwepụ ọchịchị ndị ọcha. Ọfịs nke The Namibian, akwụkwọ akụkọ na-akatọ ndị South Africa bi na South-West Africa ma na-akwado ndị SWAPO na-emegbu emegbu n'oge ahụ, ka a gbazitere ya n'aka ya, n'agbanyeghị na ndị agha na-akwado ịkpa ókè agbụrụ na-agba ọkụ ugboro ugboro",
  "McNamara sokwa Niko Bessinger, ónyé isi ojii na-ewu ụlọ na ónyé isi SWAPO a ma ama, na-arụkọ ọrụ, na-amara na mmekọrịta a ga-efu ya ọtụtụ nkwekọrịta site na steeti na ndị mmadụ n'otu n'otu.",
  "McNamara nwụrụ site na ọrịa kansa n'ubochí irí na isii n'ọnwa Jenụwarị 2017 n'ụlọ ezumike nká ya na Swakopmund",
  "Ọ lụrụ Shelagh McNamara; di na nwunye ahụ nwéré ụmụ nwoke atọ na nwa nwanyị."
]