[
  "Kevin Carter (n'ubochí irí na atọ n'ọnwa Septemba n'afọ 1960 rụọ úbọchị irí abụọ na asaa n'ọnwa Julaị n'afọ 1994) bụ onye South Africa na-ese foto na onye otu Bang-Bang Club. Ọ bụ onye natara n'afọ 1994 nke Pulitzer Prize maka foto ya nke na-egosi ụnwụ nri nke afọ 1993 na Sudan",
  "O gburu onwe ya mgbe ọ dị afọ iri atọ na atọ",
  "E gosipụtara akụkọ ya n'akwụkwọ The Bang Bang Club,  nke Greg Marinovich na João Silva dere ma bipụta na 2000.",
  "A mụrụ Kevin Carter na Johannesburg, South Africa, ma tolite na mpaghara ndị ọcha",
  "Ógè ọ bụ nwata, ọ na-ahụ mgbe ọtụtụ ndị uwe ojii na-awakpo iji jide ndị isi ojii bi na mpaghara ahụ n'ụzọ iwu na-akwadoghị",
  "O mechara kwuo na ọ jụrụ otú nne na nna ya, ezinụlọ Katọlik, \"nwere onwe\", nwere ike isi bụrụ ihe ọ kọwara dị ka 'lackadaisical' banyere ịlụ ọgụ megide ịkpa ókè agbụrụ.",
  "Ógè ọ gụsịrị akwụkwọ sekọndrị, Carter kwụsịrị ọmụmụ ya ka ọ bụrụ onye na-ere ọgwụ ma banye n'òtù ndị agha",
  "Iji gbanahụ ndị agha, ọ debara aha ya na Air Force nke ọ jere ozi afọ anọ",
  "N'afọ 1980, ọ hụrụ ka a na-akparị onye ojii na-eje ozi n'ụlọ oriri na ọṅụṅụ",
  "Carter gbachitere nwoke ahụ, nke mere ka ndị ọrụ ndị ọzọ tie ya ihe",
  "Ógè ahụ, ọ lara n'enweghị ezumike, na-anwa ibido ndụ ọhụrụ dị ka onye na-egwu egwu na redio aha ya bụ \"David\"",
  "Otú ọ dị, nke a siri ike karịa ka ọ tụrụ anya ya",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, o kpebiri ije ozi ndị ọzọ ọ chọrọ n'ọrụ agha",
  "Mgbe ọ hụrụ bọmbụ Church Street na Pretoria n'afọ 1983, o kpebiri ịghọ onye na-ese foto na onye nta akụkọ.",
  "Carter amalitela ịrụ ọrụ dị ka onye na-ese foto egwuregwu na ngwụcha izu n'afọ 1983",
  "N'afọ 1984, ọ gara n'ihu na-arụ ọrụ na Johannesburg Star, wee gaa n'ihu na-ekpughe obi ọjọọ nke ịkpa ókè agbụrụ.",
  "Carter bụ onye izizi sere foto nke ndị isi ojii Afrịka gburu na South Africa n'etiti afọ 1980",
  "Carter mechara kwuo màkà ihe oyiyi ndị ahụ: \"Ihe ha na-eme wụrụ m akpata oyi n'ahụ",
  "Ma ógè ahụ, ndị mmadụ malitere ikwu banyere foto ndị ahụ",
  "mgbe ahụ enwere m mmetụta na ikekwe omume m adịghị njọ",
  "Ịbụ onye akaebe maka ihe jọgburu onwe ya abụghịrịrị ihe ọjọọ ime",
  "\"",
  "N'ọnwa Machị n'afọ 1993, Robert Hadley nke UN Operation Lifeline Sudan nyere João Silva ohere ịga Sudan ma kọọ màkà ụnwụ nri na South Sudan na-etinye aka na ndị nnupụisi na agha obodo nke mpaghara ahụ",
  "Silva gwara Carter, onye chere na ọ bụ ohere ịgbasa ọrụ onwe ya na iji ọrụ dị ka ụzọ isi dozie nsogbu onwe onye",
  "Operation Lifeline Sudan anọwo na-enwe nsogbu ego, UN kwenyere na ịkpọsa ụnwụ nri na mkpa mpaghara ahụ ga-enyere òtù enyemaka aka ịkwado ego. Silva na Carter enweghị ndọrọ ndọrọ ọchịchị ma na-achọ naanị ịse foto",
  "Ógè ha gbachara ụgbọ elu na Nairobi, ha abụọ chọpụtara na ọgụ ọhụrụ na Sudan ga-amanye ha ichere n'obodo ahụ ruo mgbe ebighi ebi",
  "N'oge a, Carter mere njem ụbọchị na UN na Juba na ndịda Sudan iji were foto ụgbọ mmiri nwere enyemaka nri banyere mpaghara ahụ",
  "N'oge na-adịghị anya ógè nke ahụ gasịrị, UN natara ikike site n'aka otu ndị nnupụisi iji ụgbọ elu enyemaka nri na Ayod",
  "Hadley kpọrọ Silva na Carter ka ha soro ya gaa ebe ahụ",
  "N'otu oge na Ayod, Silva na Carter kewara iji gbaa foto nke ndị ụnwụ nri metụtara, na-atụle n'etiti onwe ha ọnọdụ na-awụ akpata oyi n'ahụ ha na-ahụ",
  "Silva chọtara ndị agha nnupụisi nwere ike ịkpọga ya n'aka onye ọchịchị",
  "Carter sonyeere ya",
  "Otu n'ime ndị agha ahụ, onye na-adịghị asụ Bekee, nwere mmasị na elekere aka Carter",
  "Carter nyere ya elekere dị ọnụ ala dị ka onyinye",
  "Ndị agha ahụ jere ozi dị ka ndị nche ha",
  "Carter gbara ihe oyiyi nke ihe yiri ka ọ bụ obere nwa agbọghọ, dara n'ala site na agụụ, ebe ugo zoro n'ala dị nso",
  "Ọ gwara Silva na ọnọdụ ọ na-ese foto wụrụ ya akpata oyi n'ahụ, ma chụpụ ugo ahụ",
  "Ógè nkeji ole na ole gasịrị, Carter na Silva banyere ntakịrị ụgbọelu UN wee hapụ Ayod gaa Kongor.",
  "E rere ya na The New York Times, foto ahụ pụtara izizi n'ubochí irí na isii n'ọnwa Machị n'afọ 1993, ma jikọta ya n'ụwa niile",
  "Ọtụtụ narị mmadụ kpọtụụrụ akwụkwọ akụkọ ahụ iji jụọ ọdịnihu nwa agbọghọ ahụ",
  "Akwụkwọ akụkọ ahụ kwuru na dị ka Carter si kwuo, \"ọ gbakeere nke ọma iji maliteghachi njem ya mgbe a chụpụrụ ugo ahụ\" mana a maghị ma ọ bịarutere ụlọ ọrụ nri UN. N'ọnwa Eprel afọ 1994, foto ahụ ritere ihe nrite Pulitzer maka foto foto.",
  "N'afọ 2011, nna nwa ahụ kpughere na nwa ahụ bụ n'ezie nwa nwoke, Kong Nyong, ma ụlọ ọrụ enyemaka nri nke UN lekọtara ya",
  "Nyong nwụrụ afọ anọ tupu, n'ihe dị ka afọ 2007, n'ihi \"ọrịa,\" dị ka ezinụlọ ya si kwuo.",
  "N'ọnwa Machị n'afọ 1994, Carter sere foto nke ndị Afrikaner Weerstandsbeweging atọ a gbagburu n'oge mwakpo ha na Bophuthatswana tupu ntuli aka South Africa",
  "N'ọkara ihe omume ahụ, Carter enweghị ihe nkiri, mana ọ ka nwetara foto zuru ezu iji nye akwụkwọ akụkọ gburugburu ụwa",
  "Eamonn McCabe nke The Guardian kwuru, sị: \"Ọ bụ foto nke mere ihe fọrọ nke nta ka ọ bụrụ peeji ọ bụla n'ihu n'ụwa, otu ezigbo foto nke mkpọsa ahụ dum",
  "\"",
  "N'abalị iri abụọ na asaa n'ọnwa Julaị afọ 1994, Carter ji ụgbọala gaa Parkmore dị nso na Field and Study Centre, ebe ọ na-egwuri egwu mgbe ọ bụ nwata, ma nwụọ site n'itinye otu nsọtụ nke oghere na paịpụ ụgbọala ya ma na-agba ọsọ na nsọtụ nke ọzọ na windo n'akụkụ onye ọkwọ ụgbọala",
  "Ọ nwụrụ site na nsí carbon monoxide mgbe ọ dị afọ 33",
  "Akụkụ nke akwụkwọ igbu onwe Carter na-agụ, sị:",
  "Egwu 1996 \"Kevin Carter\" nke ndị otu egwu Manic Street Preachers, sitere na abọm nke anọ ha Everything Must Go, sitere na ndụ Carter na igbu onwe ya",
  "Richey Edwards dere okwu ndị ahụ obere oge tupu ya apụọ.",
  "Onye isi n'akwụkwọ House of Leaves, Will Navidson, bụ onye na-ese foto nke obi amamikpe na-ata ahụhụ maka inweta Pulitzer Prize maka foto nke nwa agbọghọ Sudan agụụ na-agụ ma ọ naghị enyere ya aka",
  "Na Footnote 336 a kpọtụrụ aha na nke a bụ \"n'ụzọ doro anya dabere na foto Kevin Carter [...]\".",
  "Abọm 2001 Poets and Madmen, nke ndị otu egwu egwu Savatage nke America, sitere na ndụ na ọnwụ Kevin Carter.",
  "In the 2010 film The Bang Bang Club, Carter was played by Taylor Kitsch."
]