[
  "Kevin J",
  "Patel (amụrụ na Septemba 23, 2000) bụ onye America na-ahụ maka ikpe ziri ezi nke ihu igwe na onye na-ahazi obodo. Patel ekerịtala ahụmịhe ya n'ihu ọha dị ka onye na-ahụ maka ihu igwe nke a chọpụtara na ọ nwere nsogbu iku ume. Ọ bụkwa onye nguzobe na onye isi nchịkwa nke OneUpAction, otu mba ụwa na-enweghị uru na-enweghị ego nke dị na US nke na-akwado ndị ntorobịa a chụpụrụ achụpụ site n'inye ha ihe onwunwKevin J",
  "Patel (amụrụ na Septemba 23, 2000) bụ onye America na-ahụ maka ikpe ziri ezi nke ihu igwe na onye na-ahazi obodo. Patel ekerịtala ahụmịhe ya n'ihu ọha dị ka onye na-ahụ maka ihu igwe nke a chọpụtara na ọ nwere nsogbu iku ume. Ọ bụkwa onye nguzobe na onye isi nchịkwa nke OneUpAction, otu mba ụwa na-enweghị uru na-enweghị ego nke dị na US nke na-akwado ndị ntorobịa a chụpụrụ achụpụ site n'inye ha ihe onwunwe iji mep",
  "Kevin J",
  "Patel na nna ya, nne ya, na nwanne ya nwoke nke okenye bi na Los Angeles, California",
  "Ọ tolitere na South Central Los-Angeles. Ọ gụrụ akwụkwọ na Carver Middle School, ebe ọ malitere ịgbachitere ya",
  "Ọ gara Santee Education Complex, ebe ọ malitere klọb gburugburu ebe obibi mbụ",
  "N'afọ 2019, o sonyere na Youth Climate Strike L.A",
  "Ọ bụ onye ndu na Fridays for Future Southern California. Ka ọ na-erule afọ 2020, Patel na-amalite afọ nke abụọ ya na Mahadum Loyola Marymount ebe ọ na-amụ gbasara sayensị ndọrọ ndọrọ ọchịchị. N'afọ 2021, o sonyere na kọmitii \"Taking Action for People and the Planet\".",
  "N'afọ 2012, Patel so obodo ya rụọ ọrụ, na-akụziri ndị ọgbọ ya banyere enweghị nhata nri n'ime South Los Angeles na Carver Middle School",
  "Ka e mesịrị n'afọ 2013, a chọpụtara na obi ya na-akụ n'ụzọ na-adịghị mma n'ihi ikuku na-adịghị nke ọma na Los Angeles.",
  "N'afọ 2019, o guzobere OneUpAction International ma site n'ọrụ ya, ya na obodo ya jikọrọ aka mepụta Youth Climate Commission mbụ na Los Angeles County na mgbalị iji mee ka olu ndị ntorobịa na nsogbu ihu igwe dịkwuo elu. Patel bụ onye nnọchi anya United Nations Togetherband maka ebumnuche mmepe na-adịgide adịgide nke ịrị na atọ na nke ịrị na anọ (Sustainable Develop Goals 13 & 14)",
  "Ọ bụkwa onye National Geographic Young Explorer. Patel na-eje ozi na Youthtopia World Circle of Youth Council, Climate Power Advisory Council, World Economic Forum's 1 Trillion trees U.S",
  "Stakeholder Council, na Intersectional Environmentalist Council. OneUpAction bụ òtù na-eme ihe ike nke ndị ntorobịa na-eduzi nke Patel guzobere na 2019 na-arụ ọrụ iji nye ndị na-akwado ndị ntorobịa ihe onwunwe."
]