[
  "Kevin Eddie Lewis Betsy (amụrụ na 20 Machị n'afọ 1978) bụ onye nkuzi bọọlụ na onye bụbu onye na-agba bọọlụ nke bụ onye isi nchịkwa nke otu egwuregwu League Two Crawley Town.",
  "Ọ malitere ọrụ ya na Working mana ọ gara n'ihu na-eme onwe ya aha na Fulham ebe ọ ghọrọ akụkụ nke ndị otu nwetara nkwalite na 1999 na 2001 nke mere ka klọb ahụ bụrụ otu Premier League",
  "Ọ pụtara otu ugboro n'ọkwa kachasị elu nke bọọlụ bọọlụ England, na-aghọ onye ọkpụkpọ Seychelles mbụ na-egwu na Premier League",
  "O wee nọrọ oge na AFC Bournemouth, Hull City, na Barnsley tupu ọ banye na nke ikpeazụ na nkwekọrịta na-adịgide adịgide na 2002",
  "Betsy mere egwuregwu league 94, gbaa goolu 15 n'ime afọ abụọ ya na Tykes tupu ọ kwaga Hartlepool United",
  "Oge ya na Pool dị mkpụmkpụ wee gaa Oldham Athletic na Wycombe Wanderers.",
  "N'afọ 2007, ọ bịanyere aka na Bristol City ma mgbe ọ nọ ebe ahụ na Yeovil Town na Walsall",
  "Otu afọ mgbe ọ bịanyere aka na City, ọ gara Southend United ọzọ tupu ọ laghachi Wycombe mgbe ọ gbazitere ego",
  "N'afọ 2012, ọ bịanyere aka na Woking",
  "N'agbanyeghị na a mụrụ ya n'England, Betsy ruru eru ịnọchite anya Seychelles site na nne na nna ya ochie wee nweta akara mbụ ya na 2011.",
  "Betsy malitere ọrụ ya na Woking, na-anọchite anya England na ọkwa ọkachamara ma bụrụ onye a na-akpọ Conference Player of the Year na 1998",
  "Na Septemba 1998, Fulham bịanyere aka na Betsy maka ego £ 80,000, nke nwere ike ịrị elu ruo £ 125,000, na onye njikwa Kevin Keegan na-akọwa ya dị ka otu n'ime ndị egwuregwu kachasị mma ọ hụtụrụla n'oge ọ dị afọ",
  "[citation dị mkpa] O mere nke mbụ ya na Anfield megide Liverpool na League Cup wee nọrọ afọ atọ na Fulham. Naanị ihe Betsy gbara mbọ maka Fulham bịara na mmeri ha meriri na 1998 na Division Two megide Millwall. Ọ pụtara na league ise n'oge Fulham's 2000/01 oge mgbe nke ahụ gasịrị, a kwalite ha na Premier League",
  "Ọ pụtara otu ugboro na Premiership maka Fulham n'okpuru Jean Tigana n'egwuregwu megide Manchester United na Old Trafford Ọ gbazinyere ego na AFC Bournemouth na Hull City.",
  "Na 1 Machị n'afọ 2002, Betsy sonyeere Barnsley na mgbazinye otu ọnwa. Mgbe ọ pụtara ugboro ise, Barnsley bịanyere aka na Betsy maka ego £ 200,000 na 28 Machị 2002. Ọ pụtara  karịrị egwuregwu 90 maka klọb ahụ ma gbaa goolu iri na asaa ma bụrụ onye kacha gbaa goolu n'afọ 2002 na goolu iri n'otu site n'etiti etiti",
  "[citation needed] Betsy nwere obere oge mgbazinye na Hartlepool United n'ọnwa Ọgọstụ afọ 2004, na-apụta ugboro isii ma gbaa otu ugboro. Na 8 Septemba n'afọ 2004, ọ bịanyere aka na Oldham Athletic na nkwekọrịta ruo na ngwụcha oge ahụ, mgbe nkwekọrịta Barnsley ya kwụsịrị site na nkwekọ abụọ. Na Oldham, ọ gbara goolu ise ma bụrụ onye isi otu nke meriri Manchester City na FA Cup.",
  "Mgbe ọ jụrụ onyinye Oldham maka nkwekọrịta ọhụrụ, Betsy kwagara Wycombe Wanderers na July 2005, na-etinye aka na nkwekọrịta afọ abụọ",
  "Betsy bụ onye na-anọkarị na ndị otu Wycombe n'oge oge 2005 na 2006",
  "Ọ bụkwa onye na-agba goolu mgbe niile maka klọb ahụ, ọkachasị site na hat-trick megide Mansfield Town na Septemba 2005 na Eprel 2006",
  "Ndị ọkachamara ibe ya kwanyeere Betsy ùgwù site n'ịkpọ ya aha na Professional Footballers' Association (PFA) \"Team Of The Year\" maka League Two ma nyere Wycombe aka iru play-offs",
  "Egwuregwu ikpeazụ Betsy gbara Wycombe bụ nke a ma ama, mmeri ikpeazụ nke League Cup megide ndị mmeri Chelsea na Stamford Bridge.",
  "Na Jenụwarị 2007, a mara ọkwa na League One Bristol City bịanyere aka na Betsy maka ego £ 200,000",
  "Ọ nọ mgbe niile n'ime obodo na-enyere Robins aka inweta nkwalite na Championship, na-agba otu ugboro na usoro megide Northampton. Betsy sonyeere Yeovil Town na mgbazinye ego n'ọnwa Ọktoba afọ 2007. Ọ laghachiri na Bristol City na 7 Nọvemba ebe Yeovil enweghị ike ịgbatị ego ahụ, ebe ọ gbara otu ugboro maka Yeovil megide Swansea City. Ọ jụrụ nkwekọrịta mgbazinye ego na Cheltenham Town na Nọvemba 2007. Na 31 Jenụwarị n'afọ 2008, Betsy sonyeere Walsall maka oge fọdụrụnụ na mgbazinye ego.",
  "Betsy bịanyere aka na Southend United na 7 August 2008, na nkwekọrịta afọ abụọ.",
  "Na 1 Septemba n'afọ 2009, Betsy bịanyere aka na Wycombe Wanderers na mgbazinye ego ruo 2 Jenụwarị 2010. Na 15 Jenụwarị 2010, mgbe mgbazinye ego gara nke ọma, Betsy bịanyere aka na Wycombe ruo mgbe ọ gwụchara oge ahụ, ebe a tọhapụrụ ya na Southend. Betsy duziri ndị otu ahụ na enyemaka asatọ, na-agba goolu ise ma bụrụ onye a họpụtara (OWWSA) Wycombe Supporters Player of the year",
  "Na Mee 2010, Betsy kwetara nkwekọrịta afọ abụọ ọhụrụ na klọb ahụ. Betsy bụ onye na-eme ihe mgbe niile n'akụkụ nkwalite Wycombe na 2010, mana ọ chọtara ohere ndị otu mbụ na 2011-12, wee hapụ klọb ahụ site na nkwekọrịta ha abụọ na 20 Disemba 2011.",
  "N'abalị iri na asaa n'ọnwa Febụwarị n'afọ 2012, Betsy laghachiri Woking dị ka onye nweere onwe ya ruo na ngwụcha oge 2011 na 2012",
  "Mgbe ọ batara ọzọ, o nwere mmetụta dị ukwuu n'ime otu ahụ ma n'egwuregwu nke anọ ya, ọ meriri penalties abụọ n'ime nkeji ise",
  "Ọ gara n'ihu merie n'asọmpi Conference South na Woking ebe ọ meriri Maidenhead United n'ebe dịpụrụ adịpụ",
  "Mgbe ihe ịga nke ọma na ngwụcha oge 2011, Betsy bịanyere aka maka oge ọzọ na Woking",
  "Na June 2014, Betsy bịanyere aka na nkwekọrịta ọhụrụ otu afọ. Ọ nọgidere na Woking ruo na ngwụcha oge 2014 na 15 tupu o kpebie ịkwụsị ịgba bọọlụ ka o wee nwee ike ilekwasị anya n'ọrụ nkuzi ya.",
  "Betsy bụ onye Seychelles ma, mgbe ọ jụrụ ohere igwu egwu maka otu mba Seychelles n'afọ 2005, a kpọrọ ya n'ikpeazụ n'ime ndị otu ahụ wee mee nke mbụ ya na mba ụwa megide otu egwuregwu French na-eleta na 3 June 2011, na-agba bọọlụ ugboro abụọ na mmeri enyi na enyi. A kpọrọ Betsy ka ọ bịa n'òtù Seychelles maka asọmpi bọọlụ na 2011 Indian Ocean Island Games. Ọ malitere egwuregwu ise niile nke Seychelles na asọmupi ahụ, na-agba goolu na ngwụcha megide Mauritius, nke mechara 1-1",
  "Betsy gbara bọọlụ ọzọ n'ọgụ penalty nke Seychelles meriri n'ụzọ anọ.",
  "N'afọ 2016, a họtara ya ka ọ bụrụ onye isi nke England na-erubeghị afọ iri na ise, ebe ọ bụbu onye zụrụ ndị otu ndị ntorobịa na Fulham.",
  "Ebe ọ gara n'ihu iduzi U16 na U17 squads, a họtara Betsy ka ọ bụrụ onye isi nchịkwa nke England U18s na 24 Septemba n'afọ 2020.",
  "N'abalị atọ n'ọnwa Ọgọstụ n'afọ 2021, a họpụtara Betsy ka ọ bụrụ onye isi nchịkwa nke Arsenal U23s. N'otu oge ya na Arsenal U23, Betsy kpọọrọ ha site na njedebe nke 10 na 2020 n'okpuru Steve Bould ruo na njedebe nke atọ, ka ọ na-etinye n'ọrụ \"ụdị egwuregwu na-adabere na njikwa\" ma na-eji usoro dị iche iche, ọkachasị ọdịiche dị na 3-5-2 na 4-3-3.",
  "Na 6 June n'afo 2022, a mara ọkwa Betsy dị ka onye njikwa ọhụrụ nke EFL League Two club Crawley Town na nkwekọrịta afọ abụọ mbụ.",
  "N'afọ 2010, Betsy nọ na-amụ maka BA Honours Degree na Professional Sports Writing and Broadcasting na Mahadum Staffordshire."
]