[
  "Keziah Jones (amụrụ Olufemi Sanyaolu na 10 Jenụwarị 1968) bụ onye Naijiria na-agụ egwu, onye na-ede abụ ma  na-akpọ egwu guitar",
  "Ọ na-akọwa ụdị egwu ya dị ka \"Blufunk\", nke bụ ngwakọta n'etiti ihe ndị na-adịghị mma na ụda funk siri ike",
  "A pụkwara iwere mgbọrọgwụ ya na Naijiria na egwu Yoruba na egwu mkpụrụ obi dị ka mmetụta dị ukwuu na ụda ya.",
  "A maara ya maka ụdị egwu guitar ya dị iche iche, gụnyere usoro aka nri ya nke yiri usoro ịkụ aka nke onye na-akpọ egwu bass.",
  "Olufemi Sanyaolu a.k.a",
  "Keziah Jones bụ nwa Oshodolamu Sanyaolu; Onye isi ndị Yoruba na onye nrụpụta ihe na-aga nke ọma na Abiola Sanyaolu",
  "A mụrụ na 10 Jenụwarị 1968, Jones nọrọ n'oge ọ bụ nwata na nnukwu ezinụlọ na akụkụ Naijiria na obodo Lagos.Site na nwata ọ nọ na-akwado ịgbaso nzọụkwụ nna ya na nchegbu ezinụlọ na a na-atụ anya ka ọ nweta ọrụ agụmakwụkwọ.Ya mere, nna ya debara aha ya na ụlọ akwụkwọ ọha na London wee hapụ Naijiria mgbe ọ dị afọ asatọ ka ọ gụọ akwụkwọ na England.",
  "Jones biri ndụ bohemia ruo ọtụtụ afọ kama nke a tụrụ anya ya",
  "\"Lose all time, love your mind, free your soul!\" bụ okwu sitere na egwu ya Free Your Soul",
  "N'ịga site na London gaa Paris ma laghachi ọzọ na-esonyere naanị guitar ya, Jones na-eto eto nwetara aha dị ka onye egwu nwere nkà na onye na-eme ihe nkiri na ụdị \"funk siri ike\" pụrụ iche",
  "N'afọ 1990, mgbe ọ na-agba bọs na London's Portobello Road, onye na-ede egwu na onye bụbu onye na-egwu keyboard maka Sailor na Culture Club chọpụtara Keziah, Phil Pickett na-agbanwe ngwa ngwa n'ime njikwa oge niile nke onye na-ese ihe.\nPickett bịanyere aka na Jones na nkwekọrịta ide egwu ogologo oge na Hit & Run Music Publishing (foto Billboard 1990) onye isi ya, Dave Massey, dekọrọ egwu Jones mgbe ọ nọ na Chrysalis Music",
  "Massey nọgidere na-etinye aka na ọrụ Keziah ruo afọ asatọ sochirinụ",
  "Mgbe obere oge ma ọ fọrọ nke nta ka ọ bụrụ ọdachi na Capitol Records na US, na 1992, Pickett bịanyere aka na Keziah na akara Delabel nke Emmanuel de Buretel maka abọm mbụ ya Blufunk Is a Fact",
  "Ndekọ na London na onye mmepụta Kevin Armstrong, gụnyere na ihe ịga nke ọma zuru ụwa ọnụ nke ọrụ ahụ bụ egwu mbụ nke Keziah \"Rhythm Is Love\"",
  "Jones na-ekwu na ahụmahụ ụgbọ okporo ígwè Paris ya dị ka ihe dị ukwuu maka ọrụ ya na-eto eto ugbu a na akụkọ ndụ ya. Ka ọ na-erule afọ 2008, Jones edekọwo abọm ise na otu DVD dị ndụ",
  "Mgbe ọ rụchara ọtụtụ ihe ngosi na ememme n'ụwa niile n'agbata afọ 2009 na 2012, na ngwụcha afọ 2012 Keziah Jones laghachiri na Lagos na-akwadebe idekọ abọm studio ọhụrụ ya maka ntọhapụ zuru ụwa ọnụ na Because Music na 2013",
  "Keziah na-ekwukarị Fela Kuti, Miles Davis na Jimi Hendrix dị ka mmetụta dị mkpa.",
  "Keziah Jones na-ese, na-ese ma na-ede uri",
  "Ọ bụ onye na-ese foto ma mepụta obere ihe nkiri, gụnyere otu akpọrọ BLACKSPEEDTEXT Ihe nkiri a, egwu ya na akụkụ ndị ọzọ nke ndụ nka ya na-egosipụta ahụmịhe ya n'okporo ámá.",
  "Keziah lụrụ onye na-agụ egwu Anglo-Nigerian bụ Akure Wall n'afọ 1994.\nHa kewara na 1996.",
  "Na 14 Jenụwarị 2012 Keziah lụrụ Hauwa Mukan, ha kewara na Disemba 2013."
]