[
  "Khadja Nin (amụrụ na 27 June, na afọ 1959) bụ onye na-agụ egwu na onye na-eti egwu na Burundi.",
  "A mụrụ Nin na Burundi, ọ bụ nwa ikpeazụ n'ezinụlọ mmadụ asatọ",
  "Nna ya bụ onye nnọchi anya mba ọzọ",
  "Ọ mụrụ egwu mgbe ọ dị obere dị ka ọtụtụ n'ime ụmụnne ya ndị nwoke na ndị nwanyị",
  "Site na olu abụ ya pụrụ iche, mgbe ọ dị afọ asaa, ọ ghọrọ otu n'ime ndị na-eduzi ndị na-agụ egwú na Bujumbura choir ma rụọ ọrụ na katidral dị n'ógbè ahụ",
  "Ọ hapụrụ Burundi gaa Zaire na afọ 1975 wee lụọ di na 1978",
  "N'afọ 1980, ya na nwa ya nwoke dị afọ abụọ kwagara Belgium",
  "N'afọ 1985, ọ nwetara nkwekọrịta na BMG",
  "Abọm nke abụọ ya, nke e wepụtara na afọ 1994 nke akpọrọ Ya Pili, bụ nke a nabatara nke ọma.",
  "Ọganihu ya bịara na afo 1996 na abọm ya a ma ama Sambolera, nke a bụrụ na Swahili, Kirundi, na French",
  "N'afọ 1997, ọ gụrụ egwu \"Sailing\" na duet ya na Montserrat Caballé na album Friends For Life",
  "O ji ngwakọta dị n'etiti rhythms Africa na pop nke oge a mee ihe nke ọma iji mepụta ụdị egwu nke ya pụrụ iche",
  "Otu n'ime egwu ya kachasị ewu ewu bụ Sina Mali, Sina Deni, nsụgharị nke egwu Stevie Wonder bụ Free.",
  "E wepụtara abọm mbụ ya na afo 1992, bụrụ ya na Swahili",
  "Mana a mara ya nke ọma na mba France na afọ 1995 na ụda Sambolera mali, aha nke abọm nke abụọ, Ya Pili (nke abụọ)",
  "Abọm nke atọ bụ nchịkọta nke utu aha ochie na ọhụrụ",
  "Jeanne Moreau na-eme ihe nkiri na-egosi egwu ya Mama, ebe ọ na-ekwu maka nne ya, na abọm nke anọ ya Ya",
  "Ihe odide nke abọm a dị na Swahili ma ọ bụ Kirundi (maka abụ nke aha Mama)",
  "Abọm ahụ gụnyekwara mkpuchi nke otu egwu nke onye egwu Gabon bụ Pierre Akendengué, Africa Obota, na aha Stevie Wonder, Free nke ọ gbanwere aha Sina mali, sina deni (Abụghị m ọgaranya ma ọ bụ ụgwọ)",
  "Akụkụ ọzọ na-asọpụrụ Nelson Mandela, otu abụ na-akpọ maka ibelata mmachibido iwu a tụrụ na Burundi.",
  "Na Jenụwarị na afọ 2000, ọ bụrụ abụ na AccorHotels Arena (n'oge ahụ Palais Omnisports de Paris-Bercy) ya na Sting na Cheb Mami",
  "Ọ lụrụ di ọzọ na afọ 2006 na onye ọkwọ ụgbọ ala Belgian Jacky Ickx, ha wee biri na Monaco",
  "N'alụmdi na nwunye a, ọ mụrụ nwa nwoke nke bi na Belgium ugbu a.",
  "N'afọ 2018, ọ bụ onye otu ndị ọka ikpe na Cannes Film Festival, n'okpuru onye isi oche nke Cate Blanchett, n'akụkụ ndị na-eme ihe nkiri Léa Seydoux na Kristen Stewart, onye nduzi Ava DuVernay, onye na-eme egwuregwu Chang Chen na ndị nduzi Robert Guédiguian, Denis Villeneuve na Andrey Zvyagintsev."
]