[
  "Khaled Habib El-Kebich (amụrụ na Jenụwarị 24, 1970 na Tiaret, Algeria) bụ onye nduzi ihe nkiri Algeria, onye na-ede egwu, onye na-agụ egwu na onye na-eme ihe nkiri.",
  "Ọ na-ede ma na-eme ụdị egwu nke bụ ma nke omenala ma nke oge a",
  "O mepụtara ngwakọta egwu nke onwe ya nke ọ na-agwakọta ụdị egwu dị iche iche yana egwu sitere n'ụwa niile ma mepụta ụdị egwu na-akpali akpali na nke pụrụ iche nke na-emepụta ihe ọhụrụ ma na-adọta mmasị",
  "Enwere ike ịkọwa egwu ya dị ka nke nwere mmetụta nke funk, jazz, reggae, blues, Latin rhythms yana egwu ọdịnala sitere n'akụkụ dị iche iche nke ụwa",
  "Otu ihe ahụ na-emetụta ngwakọta nke ngwá egwú na ihe niile sitere na ịgbà ọdịnala ruo ụda eletrọniki.",
  "Khaled El Kebich na-ese ihe na-agbasa n'ime ngalaba nke ide egwu maka ihe nkiri na ihe nkiri, dị ka La Celestina guzobere na Swedish Royal Dramatic Theater (Dramaten) n'okpuru nduzi nke Robert Lepage (1998), na ihe nkiri Nattbok nke Carl Henrik Svenstedt, \"Vingar av glas\" na \"Cappricciosa\" nke Reza Bagher duziri, \"Huvudrollen\" nke Leyla Assaf-Tangroth duziri",
  "Foursan Al Hoggar nke Kamal Laham duziri nke Samira Hadjdjilani / EPTV Algerian Television mepụtara na ihe nkiri \"El Hanachia\" nke Boualem Aissaoui mepụtara site na CADC (Centre Algerian du développement du cinema).",
  "Site na ụda ndị na-eme ihe nkiri na-enweghị isi, egwu ihe nkiri na akara Khaled El Kebich bụ nke oge a na ụda mmetụta uche nke na-eme ka ọrụ ihe nkiri dị mma ka ọ na-agbaso àgwà egwu.",
  "Eziokwu ahụ bụ na ụdị ya sitere na egwu Algeria agwakọtara ya na ntụziaka egwu dị iche iche n'otu akụkụ n'ihi na o dere ma soro ọtụtụ ndị agbụrụ dị iche iche rụọ ọrụ, dị ka Down By Law si Italy, New Phases si South Africa, Aquarius si France, Hada Raïna si Sweden, na ndị ọzọ.",
  "O sonyekwara na nnukwu ememme ndị Europe dịka: Falun Folkmusik Festival, Roskilde Festival, ArtGenda Festival, Stockholm Water Festival, Re:Orient Festival, Folk o Folk Festival, Verlden i Norden Festival, 550 Fatih Istanbul Festival na ọtụtụ ndị ọzọ."
]