[
  "Khalid Abdalla (Arabic: خالد عبدالله; Egyptian Arabic pronunciation: [Khālid 'Abd Allāh]; a mụrụ na 26 Ọktoba 1980) bụ onye Egypt British na-eme ihe nkiri na onye na-agbachitere mmadụ",
  "Ọ bịara bụrụ onye a ma ama n'ụwa niile mgbe ọ pụtara na ihe nkiri United 93 nke a họpụtara na 2006 Academy Award na BAFTA",
  "N'ịbụ nke Paul Greengrass dere ma duzie, ọ na-akọ ihe ndị mere na United Airlines Flight 93, nke e weghaara dịka akụkụ nke mwakpo 11 Septemba",
  "Abdalla mere Ziad Jarrah, onye na-anya ụgbọelu na onye ndú nke ndị ohi anọ nọ n'ụgbọelu ahụ",
  "Ọ pụtara dịka Amir na The Kite Runner ma soro Matt Damon mee ihe na Green Zone, ihe nkiri nke abụọ ya na onye nduzi Paul Greengrass",
  "Abdalla pụtara dịka onwe ya na ihe ngosi Jehane Noujaim banyere mgbanwe Egypt nke afọ 2011, The Square, nke meriri Audience Award na Sundance Festival n'afọ 2013.",
  "Abdalla nọ na bọọdụ nke National Student Drama Festival",
  "N'afọ 2011, Abdalla ghọrọ otu n'ime ndị guzobere Mosireen (\"Anyị Na-ekwusi ike\") Collective na Cairo: otu ndị na-eme ihe nkiri na ndị na-ahụ maka mgbanwe na ndị na'ịgba mbọ iji kwado mgbasa ozi ụmụ amaala gafee Ijipt n'ihi ọdịda Mubarak. Ọnwa atọ mgbe ọ malitere, Mosireen ghọrọ ọwa YouTube na-enweghị uru na Egypt n'oge niile, na n'ụwa niile n'ọnwa Jenụwarị 2012.",
  "A mụrụ Abdalla na Glasgow, Scotland, nne na nna ya bụ ndị Ijipt, a zụlitere ya na London. Nna Abdalla na nna nna ya bụ ndị a ma ama na-emegide ọchịchị n'Ijipt",
  "Nne na nna ya bụ ndị dọkịta kwagara UK tupu a mụọ ya.",
  "Abdalla gụrụ akwụkwọ na King's College School, ụlọ akwụkwọ kwụụrụ onwe ya maka ụmụ nwoke na Wimbledon na South West London na ụmụ klas ya gụnyere onye na-eme ihe nkiri Ben Barnes na onye na-atọ ọchị Tom Basden",
  "Ọ malitere inwe mmasị n'ime ihe nkiri mgbe ọ banyere n'ihe nkiri ụlọ akwụkwọ ya na-aga nke ọma",
  "N'afọ 1998, ọ duziri mmepụta nke Frank McGuinness dere Someone Who'll Watch Over Me, nke mechara nwee ihe ịga nke ọma na Edinburgh Festival ma nweta kpakpando ise na akwụkwọ akụkọ The Scotsman, na-eme ka ọ bụrụ onye nduzi kachasị nta natara otuto a.",
  "N'afọ 2003, Abdalla rụrụ ọrụ dị mkpa na Christopher Marlowe's Tamburlaine the Great na Rose Theatre",
  "Nke a bụ mmepụta mbụ nke Peter Hall's Canon's Mouth Theatre Company nke \"ndị na-eme ihe nkiri na-eto eto na-achọ ịchọpụta olu ọhụrụ maka nnukwu ihe nkiri ihe atụ nke Renaissance\".",
  "Ọrụ ihuenyo mbụ Abdalla bụ n'afọ 2005 nke Spooks nke akpọrọ Infiltration of a New Threat",
  "N'afọ 2006, Abdalla mere ihe nkiri mbụ ya na Hollywood na United 93, ihe nkiri banyere mwakpo nke 11 Septemba, ma nweta otuto dị egwu maka ngosipụta ya nke Ziad Jarrah. A họpụtara ya ka ọ bụrụ onye isi ihe nkiri The Kite Runner",
  "N'ịkwadebe maka ọrụ ahụ, ọ nọrọ oge na Kabul na-amụta Dari Persian na kite-efe efe.",
  "N'afọ 2008, Abdalla pụtara dịka Guy Pringle na BBC Radio 4 nke Fortunes of War",
  "Ọ pụtara dị ka Freddy na Green Zone na Matt Damon na onye nduzi Paul Greengrass.",
  "N'afọ 2009, Abdalla mepụtara ma mee ihe nkiri Egypt nwere onwe ya In the Last Days of the City, nke Tamer El Said duziri.",
  "N'ọnwa Nọvemba afọ 2010, e nyere Abdalla onyinye pụrụ iche maka ihe ọ rụzuru na ihe nkiri na Cairo International Film Festival",
  "N'afọ 2011, ọ bụ onye na-akọ akụkọ na ihe nkiri East to West, nke a makwaara dịka The River Flows Westward",
  "N'afọ 2016, ọ pụtara dị ka Muhammad XII nke Granada na ihe nkiri Assassin's Creed",
  "N'ọnwa Septemba afọ 2021, a mara ọkwa na Abdalla ga-egosipụta onye mmekọ Princess Diana, Dodi Fayed, na oge nke ise nke The Crown.",
  "Na Jenụwarị - Febụwarị 2011, Abdalla so na ndị na-eme ngagharị iwe na Tahrir Square na Cairo, Egypt na nnukwu ngagharị iwe megide ọchịchị Hosni Mubarak. Ọ pụtakwara na Wolf Blitzer na CNN na 9 Febụwarị 2011 na Anderson Cooper iji gosipụta echiche ya banyere ngagharị iwe ahụ",
  "Ọ na-aga n'ihu na-arụsi ọrụ ike n'Ijipt.",
  "N'afọ 2011, Abdalla ghọrọ otu n'ime ndị guzobere Mosireen Collective na Cairo: otu ndị na-eme ihe nkiri na ndị na-agba mbọ na-akwado mgbasa ozi ụmụ amaala gafee Ijipt n'ihi ọdịda Mubarak. Mosireen na-eme ihe nkiri nke mgbanwe na-aga n'ihu, na-ebipụta vidiyo ndị na-agbagha akụkọ mgbasa ozi steeti, na-enye ọzụzụ na ngwá ọrụ na ngosipụta ma nwee ọbá akwụkwọ dị ukwuu nke ihe nkiri",
  "Mgbe ọ dị ọnwa atọ, Mosireen ghọrọ ọwa YouTube na-enweghị uru na Egypt n'oge niile, na n'ụwa niile n'ọnwa Jenụwarị 2012.",
  "N'ọnwa Septemba 2011, Abdalla lụrụ enyi ya nwanyị ogologo oge, Cressida Trew."
]