[
  "Khalik Allah (amụrụ n'afọ 1985) bụ onye Amerịka na-eme ihe nkiri na onye na-ese foto",
  "Ihe nkiri ya nke afọ 2015 bụ Field Niggas na akwụkwọ ya nke afọ 2017 bụ Souls Against the Concrete na-egosi ndị bi n'akụkụ Harlem nke 125th Street na Lexington Avenue na New York City",
  "Ihe nkiri ya Black Mother (2018) gosipụtara ndị mmadụ n'àgwàetiti Jamaica",
  "\"Ọ na-akwado foto anya nke ndị mmadụ nọ n'okporo ámá na-ese foto ihu ha ruo ọtụtụ sekọnd ka ha na-eme ka ọ bụrụ na ọ bụ igwefoto kwụ otu ebe",
  "\" Khalik bi na Long Island ma bụrụ onye otu Magnum Photos.",
  "A mụrụ Khalik na Brookhaven, New York",
  "Nne ya bụ onye Jamaika na nna ya bụ onye Iran. Ọ tolitere na Suffolk, Long Island, New York, mana ọ kwagara n'etiti Queens na Harlem n'oge ọ bụ nwata. Nne na nna ya zutere na mahadum dị na Bristol, England. Ọ bụ nwa amaala abụọ nke Jamaika na Amerịka.",
  "Ọ malitere ime ihe nkiri mgbe ọ dị afọ iri na itoolu na igwefoto vidiyo Hi-8. Ihe nkiri mbụ ya, Popa Wu: A 5% Story (2010), bụ \"ihe ngosi dị mma, nke na-ekwu okwu\" banyere Popa Wu, \"onye ndụmọdụ ime mmụọ nke Wu-Tang Clan\" na onye otu Five-Percent Nation. O were afọ anọ iji mee ya. Khalik malitere ise foto n'afọ 2010.",
  "N'ọnwa Juun afọ 2020 ọ ghọrọ onye otu Magnum Photos.",
  "N'ịbụ nke The Village Voice kọwara dị ka \"ahụmahụ ị na-agbanye karịa nyocha etinografik ị na-ekiri, Khalik Allah's hour-long non-narrative street-life doc Field Niggas guzo dị ka ụdị ihe osise obodo kachasị dị ịrịba ama",
  "\" Ihe nkiri ahụ gụnyere ihe nkiri nke, na ajụjụ ọnụ na mkparịta ụka na, ndị mmadụ n'abalị gburugburu ebe a ma ama n'okporo ámá Harlem nke 125th Street na Lexington Avenue na New York City. Ndị na-ekwu maka ya bụ ndị Afrịka Amerịka, na-enwe ịda ogbenye, enweghị ebe obibi, ịṅụ ọgwụ ọjọọ, na iyi egwu site n'aka ndị uwe ojii; ndị nwere \"agụụ iji nụ olu ha\". A na-egosikwa ndị uwe ojii.",
  "A na-ewere aha ihe nkiri ahụ site na \"Message to the Grass Roots\", okwu ihu ọha nke onye na-ahụ maka ihe ndị ruuru mmadụ bụ Malcolm X kwuru n'afọ 1963, \"na-eto mmụọ nnupụisi n'etiti ndị ohu nọ n'èzí\". E mere ihe nkiri ahụ n'oge ọkọchị afọ 2014, jiri igwefoto aka mee ihe nkiri. Ewezuga ihe nkiri, ọ na-agụnye ihe nkiri nlekota nke nkụchi nke Eric Garner yana ụda nke ndị na-eti mkpu site na ndị otu afọ 1950s.",
  "Khalik wepụtara ihe nkiri ahụ n'efu na YouTube na Vimeo n'afọ 2015 maka obere oge, tupu ewepụ ya na arịrịọ nke True / False Film Festival ka o wee nwee ike igosi ebe ahụ. Kemgbe ahụ, egosila ya na mmemme ihe nkiri na sekit kọleji na US na Yuropu."
]