[
  "Khary Randolph (amụrụ na Jenụwarị 10, 1979, na Boston, Massachusetts) bụ onye America na-ese akwụkwọ ọchị",
  "Ọ rụrụ ọrụ na usoro dị ka Starborn, Charismagic, Tech Jacket, Mosaic, na Excellence; na maka ndị nkwusa dị ka Marvel Comics, Epic Comics, DC Comics, Aspen Comics, Image Comics, na Boom! Studios.",
  "A mụrụ ya na Boston, Randloph tolitere na Brooklyn, New York.",
  "N'ajụjụ ọnụ ya na Bleeding Cool, Randolph tụlere mmetụta ya na-etolite:",
  "\"Anọ m na-abanye mgbe niile na ihe na-atọ ọchị - ihe nkiri, egwuregwu vidiyo, katoon/anime",
  "Escapism bụ aha egwuregwu ahụ mgbe ị bi na mpaghara m tolitere..",
  "Ọbụna mgbe m bụ nwata, a na m enyocha ihe mgbe niile ma na-agbalị ịmepụta ụzọ m ga-esi eme ha n'ụzọ dị iche..",
  "Abụghị m onye na-agụ akwụkwọ ọchị na mbụ",
  "Amaara m Marvel na DC mana ha ejikọtaghị m n'ezie ruo mgbe m dị afọ iri na ụma",
  "Akwụkwọ egwu mbụ m hụrụ n'anya bụ Teenage Mutant Ninja Turtles na m tụgharịrị n'akwụkwọ ndị ahụ ruo mgbe ha na-ada n'ụzọ nkịtị",
  "Akwụkwọ niile mara mma nke afọ 80 ka m ga-achọpụta ọtụtụ ihe, ka oge na-aga..",
  "Otú ọ dị, ezigbo mgbanwe maka m bụ ihe nkiri ihe nkiri",
  "Nkà na ụkpụrụ mmepụta na akwụkwọ ndị mbụ ahụ, kpọmkwem agba, kụrụ m ihe dị ka tọn brik",
  "Youngblood, Cyberforce, WildCATS, Spawn - Ọ dị ka ihe ọ bụla m hụburu, dị ka ihe na-esote ọkwa n'ezie",
  "Na gbakwunyere, ụzọ Ọkachamara si kpuchie ndị okike ahụ laa azụ na mmalite 90s mere ka ha yie ka ezigbo kpakpando nkume",
  "Ọ gwụla mgbe nke ahụ gasịrị",
  "Achọrọ m ndụ ahụ\"",
  "Ọrụ mbụ o bipụtara bụ na Spider-Man: Legend of the Spider-Clan #5, nke Marvel bipụtara na 2003.",
  "Ọ bụ onye ọbịa na mbipụta 2006 nke Big Apple Comic Con's National Comic Book, Art, Toy & Sci-Fi Expo",
  "Randolph gosipụtara kaadị na Chaotic Trading Card Game, nke ewepụtara na 2007.",
  "Randolph rụrụ ọrụ na We Are Robin, nke malitere na June 2015, ya na onye edemede Lee Bermejo na onye na-ese ihe Rob Haynes, nke kọwara ọtụtụ ndị nọ n'afọ iri na ụma na Gotham City bụ ndị na-ewere uwe Robin.",
  "Site na 2013 ruo 2015 o mepụtara mkpuchi maka DC Comics 'Batman Beyond Universe",
  "N'afọ 2016, Randolph mepụtara mkpuchi maka Black Mask Studios 'Black.",
  "N'afọ 2019, ya na onye edemede Brandon Thomas malitere usoro nke onye okike nwere Excellence na Image Comics / Skybound Entertainment. Ọkachasị, nke ndị na-acha ọcha kere kpamkpam, bụ banyere otu nzuzo nke ndị dibịa anwansi ojii.",
  "A maara Randolph maka ụdị nka ya dị ike nke na-egosi mmetụta sitere na manga na hip hop."
]