[
  "Khauhelo Deborah Raditapole bụ onye otu ndị omeiwu Pan-African si Lesotho",
  "A mụrụ Raditapole na Maseru na abalị asaa n'ọnwa Ọgọst afọ 1938",
  "Ọ gụrụ akwụkwọ na Lesotho, mana ọ nwetara akara ugo mmụta ọgwụ ya na ụlọ akwụkwọ ahụike Lvov (Lvov Medical School) nke dị na Ukraine, wee gụchaa akwụkwọ úkwú ya na mba Amerika",
  "Ọ rụrụ ọrụ n'ụlọ ọgwụ nkuzi dị na Tanzania ruo afọ iri ka a machibidoro ya ịbanye Lesotho",
  "Ọ laghachiri Lesotho n'afọ 1987 na oku nke onye isi odeakwụkwọ ahụike Tom Thabane kpọrọ ya.",
  "Ọ malitere ọrụ ndọrọ ndọrọ ọchịchị ya dị ka onye nnọchiteanya mpaghara Mabote n'afọ 1993 site na òtù ndọrọndọrọ ọchịchị Basotho Congress Party (BCP)",
  "Na mbụ, emere ya osota Minista nke Ahụike ma mechaa mee ya Minista n'ahụ maka ihe ndị ọnatarachí nke ala ahụ",
  "Mgbe a kpọfere ya na Ministri ọzọ n'afọ 1996, ọ gbara arụkwaghịm dịka onye minista, nke mere ya onye nke mbụ mere ụdị ihe a na Lesotho",
  "Dika minista, Ọ mere ka O doo anya bụ atụmatụ maka ịchịkwa ọrịa AIDS n'afọ 1994",
  "A na-ekwunyekwara ya na O mere ka ọrụ Jordan Basin pụta ìhè, nke mechara ghọrọ ọrụ Metolong Dam.",
  "A mụrụ Raditapole na Maseru na abalị asaa nke ọnwa Ọgọst afọ 1938, nye nna ya bụ onye ọrụ gọọmentị",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị ya na Basutoland High School n'afọ 1959 na Lesotho, ọ gụrụ akwụkwọ dị elu na Soviet Union",
  "O nwetara ihe nrite ịgụ agụmakwụkwọ n'efu, nke o ji nweta nzere bachelọ ya na ọmụmụ ọgwụ na Lvov Medical School site n'afọ 1962 ruo n'afọ 1967 wee gụọ ma nweta nzere Mastas ya na mba Amerika",
  "A machibidoro ya ịbanye na Lesotho na nkwupụta na a zụrụ ya imepụta ogbunigwe.Ya na ndị ọrụ ibe ya ndị ọzọ bụ ndị gbara ọsọ ndụ gbalata na Dar es Salaam, Tanzania. Ọ rụrụ ọrụ dị ka onye ọrụ nke ụlọ ọgwụ nkuzi dị na Tanzania. Onye isi odeakwụkwọ ahụike n'oge ahụ, Thomas Thabane, onye gara n'ihu bụrụ praịm minista nke Lesotho, kpọrọ ya ịbịa na mba ahụ",
  "Mgbe ọ laghachiri n'afọ 1981, ọ rụrụ ọrụ na Lesotho Pharmaceutical Corporation.",
  "Na ngwụcha ọchịchị mberede n'afọ 1992, a họpụtara Dr",
  "Raditapole ka o soro na Kọmitii Nchịkwa Mba nke Basotho Congress Party (BCP) na nnọkọ mbụ nke otu ahụ",
  "Ọ bụ onye na-azọ ọkwa onye nnọchiteanya Mabote n'afọ 1993 site na BCP ma nọgide na oche ahụ ruo 1998",
  "A họpụtara ya ka ọ bụrụ Minista Ahụike n'okpuru ọchịchị Mokhehle",
  "A kpọfere ya site na Ministri Ahụike gaa na Ministry n'ahụ maka Ọnatarachi mba (Ministry of Natural resources)n'afọ 1995",
  "Ọ nọ na-eje ozi dị ka Minista n'ahụ maka Ọnatarachi mba n'afọ 1996 mgbe a gbanwere ọnọdụ ozi ya",
  "O nweghị afọ ojuju maka nkea, o wee gbaa arụkwaghịm dị ka onye ozi, nke a na-adịghị ahụkebe na Lesotho. Mgbe ọ gbara arụkwaghịm, a gwara ya ka ọ bụrụ onye ọzọ na nwanyị mbụ ga-abụ Praịm Minista nke Lesotho, mana òtù ndọrọndọrọ ọchịchị ya enwetaghị ọtụtụ vootu na ntuli aka ndị na-esonụ. N'afọ 2003, ya na onye isi otu ahụ bụ Qhobela nwere esemokwu na nzukọ òtù ahụ ọ haziri ekwesighi ekwesị",
  "Okwu ahụ pụrụ ụlọ ikpe, Qhobela emerie ya n'ikpe ahụ",
  "Mana ọ gara n'ihu bụrụ onye ndú nke òtù ndọrọndọrọ ọchịchị ahụ na nnọkọ kwa afọ ha mere na abalị iri abụọ na asatọ nke ọnwa Febụwarị afọ 2004.",
  "Raditapole, dị ka Minista nke Ahụike, kọwapụtara atụmatụ maka ịchịkwa ọrịa mmịnwụ n'afọ1994, ọrịa na-efe efe nke yiri egwu ikpochapụ ọtụtụ ụmụ amaala nke mba ahụ",
  "A na-ekwukwa na ọ rụrụ ọrụ Jordan basin nke ghọrọ Metolong Dam",
  "Ọrụ ahụ mere ka mmiri dị ọcha banye na Basotho. O jere ozi dị ka onye otu ndị omeiwu Pan-African site na Lesotho na 2004."
]