[
  "Khelifa Belkacem (1907 na November 4, 1951) bụ onye na-agụ egwu Algeria.",
  "A mụrụ Khelifa Belkacem na 1907 na Koléa Ezinụlọ ya kwagara Staouéli nke dị nso na Algiers na 1911",
  "Mgbe ọ dị afọ itoolu, ọ ghọrọ onye na-enweghị nna",
  "N'afọ 1935, ọ kwagara Algiers nke nwere aha ndị a ma ama nke chaâbi chanson dị ka El Hadj M'Hamed El Anka",
  "Ọ mụtara ọrụ egwu n'okporo ámá Staouéli",
  "Ọ chọrọ ịsọ mpi na ndị dike nke oge ahụ: El Hadj Menouar, Hadj Bouchiba, Hadj M'rizek ma nwee ihe ịga nke ọma site na ịmalite otu ìgwè ndị na-eto eto iji mee ka ememe ezinụlọ dị gburugburu Algiers dị ndụ.",
  "Iji banye n'etiti chaâbi ọ hapụrụ Staouéli iji wụnye na Casbah ebe ọrụ na-adịghị efu ma ebe ọha na eze siri ike",
  "Ndị mejupụtara òtù egwú ya bụ Moh Saghir Laama na oud, Belkaïd Abdelghani na violin alto, Mohamed Zerbout na darbuka, Hadj Omar na tar na Kaddour Cherchali, Mouloud Bahri na Ali Bousbia na banjos",
  "Ụbọchị mgbede na gburugburu ebe Chartres, ma ọ bụ kọfị \"Ismailia\" square Lavigerie (nke dị ugbu a Benbadis) na 1940s, n'oge ọnwa dị nsọ nke Ramadan, bụ ndị a ma ama.",
  "Nkwado, ịnụ ọkụ n'obi, na-agbasi mbọ ike",
  "O nwere olu na-atọ ụtọ na \"Istikhbar\" ya (mgbasa egwu) bụ ihe na-atọ ụtọ nke ukwuu",
  "Ọ chere ụdị \"bit siah wah\" ihu na-enweghị ihe mgbagwoju anya na ihe ndị ọzọ siri ike",
  "Ịmata nkà nke Chaabi metụtara ndị na-agụ egwú a ma ama dị ka Dahmane El Harrachi ma ọ bụ Hsissen.",
  "Ọ hapụrụ ihe ndekọ telivishọn nke egwu Saki Baki (nke ụlọ ihe nkiri French mere na 1940s ma bụrụ nke ọtụtụ ndị na-ese ihe dịka El Hachemi Guerouabi nabatara) nke televishọn Algeria na-ezipụ site n'oge ruo n'oge",
  "Redio na-agbasa egwu ọ kọwara dị ka \"Messaad dhek ennhar jani bachar\" (nke onye na-ede uri Abdelouahab), \"Daâni are menne lem Helti\" (nke ndị na-ede egwu Benali) na \"El bez ghebli\".",
  "Ọ nwụrụ na Nọvemba 4, 1951, site na mgbọ mgbe ọgụ gasịrị na Casbah, nso ụlọ ya, rue Darfour, mgbe ọ dị afọ iri anọ na anọ",
  "E liri ya n'ebe ili ozu nke Sidi M'hamed n'akụkụ Kaddour Cherchali onye na-akpọ banjo nke so n'òtù egwú ya.",
  "Cheurfi (1996)",
  "Mémoire algérienne : Dictionnaire biographique (in French)",
  "Algiers: Dahlab."
]