[
  "Khes (Punjabi: Shahmukhi:کھیس, ) (Punjab ịkpọ okwu: ) bụ ákwà mkpuchi ogho dị nro na mpaghara India; ọ bụ ákwù Damask a na-eji eme akwa akwa na mkpuchi oyi. A na-ejikarị aka akwa akwa akwa akwa na akwa akwa",
  "Khes dị ka uwe bụ uwe dị mfe nke ndị ikom na Pakistan na n'ebe ugwu ọdịda anyanwụ India na-eyi iji kpuchie elu ahụ",
  "Khes bụ ákwà dị mkpa na mpaghara ndị fọdụrụ n'ime ụmụ ndị ikom abụọ ahụ n'ebe nile site n'aka ndị Kraịst Punjab, mpaghara a ma ama maka mmepụta ya ma n'akụkọ ihe mere eme ama ọ bụghị naanị maka mmepụta nke Khes kamakwa ọtụtụ ákwà owuwe ihe ubi ndị ọzọ, ọkachasị na ụdị nke ụra site akụkọ na narị afọ nke 19 na nke 20. Khes bụ ihe ntụsara ahụ a na-eji n'ihe ndina, a pụkwara iji ya mee ihe dị ka ihe mkpuchi.",
  "Khes bụ ákwà siri ike e ji akwa mee n'elu akwa aka",
  "Ịkpa akwa Khes bụ nkà akwa ọdịnala metụtara ime obodo Punjab",
  "Ọrụ nke ịkpa na ákwà nwere ihe dị mkpa n'omenala n'ime ime obodo. Ụmụ nwanyị nọ n'ime obodo na-akpa khes. Ụmụ nwanyị nọ n'obodo nta Punjab anọwo na-akpa khes dị ka akụkụ nke trousseau agbamakwụkwọ ha ruo ọtụtụ afọ.",
  "A na-akpa akwa nke khes abụọ abụọ ma dụkọta ya ọnụ. Akụkụ Khes sitere n'obodo nke ìhè nke ụwa họrọ site n'ime ka ndị ọzọ Rampur, Uttar Pradesh, buru ibu ma dị na nha ruru 6 site na 9 feet (2.75 site na 1.8 m).",
  "Khesi bụ ụdị dị iche iche nke khes, maka iji mee ihe n'ime ákwà.",
  "A na-eji ogho eme ọtụtụ khes, mana e nwekwara ụdị ogho na silk. A na-amata ụdị Khes site na usoro dị iche iche na mmalite",
  "N'ụzọ bụ isi, Khes dị mfe ma ọ bụ na geometrical  atụmatụ, gụnyere ịlele ụkpụrụ (charkhana, chequered) na diamond ụkpụrụ. Ugboro ole a na-eji ụdị ihe eji eme ihe eme ihe emeela ka a na-akpọ khes Mgbe ndị mmadụ dị ka Azụmaahịa ụfọdụ dị ka ụdị ákwà tartan (okwu a na-ejikarị eme ihe maka akwa Scottish). Dabba khes bụ ụkpụrụ nwere square ndị e ji eriri e ji agba mee. Khes si Rampur Steeti bụ onye a ma ama maka ogho ya dị elu na ihe pụrụ iche, nke a na-ejikọta ọnụ, nke na-enwekarị eriri ọla edo na ókèala dị iche iche. Khes patpatti nwere akara ntụle na-acha ọcha na nke na-acha ọbara ọbara, ebe khes tukridaar bụ aha maka ntụle na nke na'acha anụnụ anụnụ. Khesbaf weaving bụ okwu maka ịmepụta ụkpụrụ diagonal.",
  "Mmepụta na India na-ewere ọnọdụ na mpaghara Malwa na ndịda India Punjab.  Ebe ndị ọzọ dị na India gụnyere Rampur, Uttar Pradesh.",
  "Mmepụta na Pakistan na-ewere ọnọdụ na South Pakistani Punjab (n'obodo Bahawalpur, Multan, na n'obodo nta ndị dị n'ọzara Cholistan) na Sindh (n' obodo Naserpur, Sehwan Sharif, na Thatta)"
]