[
  ".mw-parser-outputinfobox-subbox{padding:0;border:none;margin:-3px;width:auto;min-width:100%;font-size:100%;clear:none;float:none;background-color:transparent}.mw-parser-outputinfobox-3cols-child{margin:auto}.mw-parser-outputinfoboxnavbar{font-size:100%}body.skin-minervamw-parser-outputinfobox-header,body.skin-minervamw-parser-outputinfobox-subheader,body.skin-minervamw-parser-outputinfobox-above,body.skin-minervamw-parser-outputinfobox-title,body.skin-minervamw-parser-outputinfobox-image,body.skin-minervamw-parser-outputinfobox-full-data,body.skin-minervamw-parser-outputinfobox-below{text-align:center}",
  "Asụsụ Khoekhoe /ˈkɔɪkɔɪ/ (Khoekhoegowab), nkè á makwaara site ná okwuy agbụrụ Nama (Namagowab) /ˈnɑːmə/, Damara, mà ọ bụ Nama / Damara na n'oge gara aga dị kà Hottentot,[lower-alpha 2] bụ asụsụ kachasị n'asụsụ ndị na-abụghị Bantu nkè Southern Africa nkè na-eji ụdaume click eme ìhè nkè ukwuu mat yá mere á na-ekewa dị kay Khoisan, otú á ghọtara ugbu a dị kà ìhè mgbé ochie. Ọ bụ nkè ezinụlọ asụsụ Khoe, á na-asụkwa yá nà Namibia, Botswana, nà South Africa karịsịa site n'agbụrụ atọ: Namakhoen, ːNūkhoen, na Haiːomkhoen.",
  "Ndị Haiom, ndị na-asụ asụsụ Juu, mechara kwaga Khoekhoe",
  "Áhà màkà ndị na-ekwu ókwú, Khoekhoen, sitere na ókwú khoe \"onye\", ná reduplication ná suffix -n iji gosipụta ọtụtụ n'ozuzu",
  "Georg Friedrich Wreede bụ ónyé Europe mbụ mụrụ asụsụ ahụ, mgbé ọ bịarutere nà  São Hui!gaeb (mgbe e mesịrị Cape Town) ná 1659.",
  "Khoekhoe bụ asụsụ mba na Namibia",
  "Na Namibia na South Africa, ụlọ ọrụ mgbasa ozi nkè gọọmentị na-emepụta mà na-agbasa mmemme redio ná Khoekhoegowab.",
  "Á na-eme atụmatụ ná ọ bụ naanị ìhè dị ka mmadụ 167,000 na-asụ asụsụ Khoekhoegowab kà dị n'Africa, nkè na-eme ka ọ bụrụ asụsụ dị n'ihe ize ndụ",
  "N'afọ 2019, Mahadum Cape Town gbara usoro ọmụmụ dị mkpirikpi na-akụzi asụsụ ahụ, ná 21 Septemba 2020 malitere Khoi ná San Center ọhụrụ ya",
  "Á na-eme atụmatụ ná á ga-ewepụta usoro mmụta ná afọ ndị na-abịanụ.",
  "Ndị ọkà mmụta nkè oge á na-ahụkarị asụsụ atọ:",
  "Há dị ichè ichè nkè ná enwere ike iwere ha dị ka asụsụ abụọ ma ọ bụ atọ dị iche iche",
  "[citation needed]",
  "E nwere àgwà ụdaume ise, nkè á na-ahụ dị k/a/ //i e a o u/ e a o /u// na imi //ĩ ã ũ//",
  "//u// bụ nke gybara gburugburu nkè ukwuu, //o// naanị obere",
  "/a/ bụ naanị ụdaume nwere allophony a ma ama; a na-akpọ ya [ə] tupu /i/ ma ọ bụ /u/.",
  "Á kọwaala Nama dị kà nkè nwere ụda atọ ma ọ bụ anọ, /á, ā, à/ ma ọ bụ /a̋, á, à, ː, nke nwere ike ịpụta na mora ọ bụla (mkpụrụedemede na ụdaolu imi ikpeazụ). Ụda dị elu dị elu mgbe ọ na-apụta na otu n'ime ụdaume dị elu (//í ú//) ma ọ bụ na imi (//ń ḿ//) karịa na ụdaume dị n'etiti ma /é á ó/ dị ala (/é á ó/).",
  "Ụda ndị ahụ na-agwakọta n'ime ọnụ ọgụgụ dị nta nkeke 'ụda ụda' (ụda okwu), nkè nwere ụdị sandhi ná gburugburu ụfọdụ",
  "Egwú ndị kachasị mkpa, nay ntinye ha na ụdị sandhi bụ ndị a:",
  "N'ime ahịrịokwu, okwu okwu okwu na-enweta nrụgide dị ukwuu karịa okwu ụtọ asụsụ",
  "N'ime otu okwu, mkpụrụedemede mbụ na-enweta nrụgide kachasị",
  "Mkpụrụ ókwú ndị na-esote na-enweta obere nrụgide mà na-asụwanye ngwa ngwa.",
  "Nama nwere ụdaume 31: 20 pịa na naanị 11 na-abụghị pịa.",
  "Beach (1938) kọrọ na ndị Khoekhoe nkè oge ahụ nwere velar lateral ejective affricate, [k??], nghọta nkịtị ma ọ bụ allophone nke //kxʼ// n'asụsụ nwere ịpị. Ụda a anaghịzi apụta ná Khoekhoe mana ọ  dị na nwa nwanne yá Korana.",
  "N'e/t/iti ụdaume, á na-ak/p/ọ /p/ [β] ná /t/ a na- akpọ [ɾ]",
  "Usoro africate na-achọsi ike, a pụkwara inyocha ya na fonemically dị ka nkwụsị aspirated; na Korana metụtara ha bụ [th, kh].",
  "Mkpịsị aka bụ ụdaume abụọ",
  "Pịa ọ bụla nwere otu n'ime isi articulations anọ ma ọ bụ \"influxes\" nay otu n'etiti ise nkè abụọ articulations mà ọ bụ \"\"effluxes\"",
  "Njikọ ahụ na-ebute ụdaume iri abụọ.",
  "Ọchịchọ na mkpọtụ aspirated na-adịkarị mfe mana ọ bụ 'raspier' karịa mkpọtụ imi aspirated, na ụda na-eru nso ch nkè Scottish loch",
  "Mkpịsị aka ndị a na-eme n'olu enweghị olu n'ụzọ doro anya n'ihi njide tupu ntọhapụ, a na-edekwa ha dị ka ụda olu na-enweghị olu na orthography ọdịnala",
  "Akụkụ imi anaghị anụ n'ọnọdụ mbụ; akụkụ imi na-enweghị olu nke mkpọtụ aspirated na-esikwa ike ịnụ mgbe ọ na-anọghị n'etiti ụdaume, yabụ na ntị ndị mba ọzọ, ọ nwere ike ịdị ka ụdị dị ogologo mà ọ bụ obere mkpọtụ nkè mkpọtụ contour.",
  "Tindall na-ekwu ná ndị na-amụ ìhè ná Europe na-akpọkarị mkpọtụ n'akụkụ site ná itinye ire na ezé n'akụkụ nakwa nya nkwekọrịta a \" siri ike mà bụrụ nke na-abụghị nke ntị\"",
  "Kama nke ahụ, ndị Namaqua ji ire kpuchie ọnụ ha niile mà mepụta ụda \"dị anya azụ n'ọnụ dị ka o kwere mee\".",
  "Okwu mgbọrọgwụ okwyu nwere abụọ mà ọ bụ na-adịkarịghị atọ, n'ụdị CVCV(C), CVV(C), ma ọ bụ CVN(C)",
  "(A chọrọ ụdaume mbụ.) Mkpụrụ okwu dị n'etiti nwere ike ịbụ naanị w r m n (w bụ b~p na r bụ d~t), ebe ụdaume ikpeazụ (C) nwere ike ịbụ nanị p, s, ts",
  "Mora ọ bụla na-ebu ụda, mana nkè abụọ nwere ike ịbụ naanị elu ma ọ bụ nke dị n'etiti, maka ụda isii \"melodies\": HH, MH, LH, HM, MM, LM.",
  "Usoro ụdaume ọnụ na CVV bụ //ii ee aa oo uu ai [əi] ae ao au [əu] oa oe ui/ aa oo uu ai [əi] ae ao au [əu] oa oe ui/",
  "N'ihi mbelata nke ọnụ ọgụgụ nke ụdaume imi, usoro imi bụ /",
  "A na-akpọ usoro ndị na-agwụ na ụdaume dị elu (/ii uu ai au ui ĩĩ__wol____wol____wol__) ngwa ngwa karịa ndị ọzọ (//ee aa oo ae ao oa oe ãã õã/ oa oe ãã õã/), dị ka diphthongs na ụdaume ogologo karịa ka usoro ụdaume na hiatus",
  "A na-aghọta ụda dị ka contours",
  "Okwu CVCV na-enwekarị otu usoro ụdaume ahụ, ọ bụ ezie na enwere ọtụtụ ndị ọzọ",
  "Ụda abụọ ahụ dịkwa iche iche.",
  "A na-ejedebe usoro ụdaume-nasal na ụdaume ndị na-abụghị n'ihu: //am an om on um un//",
  "Á na-ahụkwa ụda há dị kà contours.",
  "E nweela ọtụtụ orthographies eji maka Nama",
  "Akwụkwọ ọkọwa okwuy Khoekhoegowab (Haacke 2000) na-eji ọkọlọtọ nke oge a.",
  "Ná orthography ọkọlọtọ, a na-eji ụdaume b d g maka okwu nwere otu n'ime ụda olu dị ala na p t k maka otu n'etiti ụda olu dị elu",
  "YA na-eji W eme ìhè naanị n'etiti ụdaume, ọ bụ ezie na enwere ike iji b ma ọ bụ p dochie ya dịka ụda olu si dị",
  "A na-ahapụkarị akara ụda olu n'ihu.",
  "Á na-eji circumflex dee ụdaume imi",
  "Mkpụrụedemede imi niile dị ogologo, dịka na hû //hũ̀ṹ/ Occ / 'isii'",
  "A na-eji macron dee ụdaume ogologo (abụọ), dịka na ā //ʔàa̋// 'ịkwa ákwá, ịkwa ákwá'; ndị a mejupụtara moras abụọ (otu abụọ na-ebu ụda).",
  "A naghị ede nkwụsị glottal na mbido okwu (ebe a na-ahụ ya anya), mana a na-ede ya na hyphen na okwu ndị dị mgbagwoju anya, dị ka gao-aob / kʹòʔò Espagnep / 'onye isi'.",
  "A na-ede clicks site na iji akara IPA:",
  "Mgbe ụfọdụ, a na-eji ihe odide ndị ọzọ dochie anya, dịka hash (#) n'ọnọdụ nke o.",
  "Nama nwere usoro okwu isiokwu, klas aha atọ (nwoke / gu-class, nwanyị / di-class na na-enweghị / n-class) na ọnụọgụ ụtọ asụsụ atọ (otu, abụọ ná ọtụtụ)",
  "Á na-eji encilitics áhà iji gosi onye, okike, ná nọmba ná ahịrịokwu aha.",
  "Ihe ịrịba ama PGN (nọmba nwoke na nwanyị) bụ nnọchiaha enclitic nke na-ejikọta na ahịrịokwu aha. Ihe ịrịba ama PGN na-eme ka onye mbụ, nkè abụọ, na nke atọ, nwoke, nwanyị, na nwoke ná nwanyị, ná otu, abụọ, na ọnụọgụ",
  "Enwere ike kewaa akara PGN n'ime ìhè atụ, ihe, ná oblique.",
  "Khoekhoe nwere isiokwu anọ doro anya: ti, si, sa, 意. Enwere ike ijikọta isiokwu ndị a doro anya na akara PGN.",
  "Ìhè atụ sitere na Haacke (2013):",
  "E nwere akara ahịrịokwu atọ, ge (nkwupụta), kha (ajụjụ), na ko / km (nkwado)",
  "Ihe ịrịba ama ndị a na-apụta na ahịrịokwu matrix, ma na-appụta mgbe isiokwu ahụ gasịrị.",
  "Ihe na-esonụ bụ ederede ihe atụ n'asụsụ Khoekhoe."
]