[
  "Asụsụ Khoi /ˈkweɪ / bụ asụsụ kachasị n'ime ezinụlọ asụsụ ndị na-abụghị asụsụ Bantu nkè sitere ná Southern Africa. Á na-ewere há dị kà alaka nkè ezinụlọ asụsụ Khoisan, a makwaara ha dị kà Central Khoisan n'ọnọdụ ahụ",
  "Ọ bụ ezie ná á jụrụ Khoisan ugbu a dị ka ezinụlọ, a na-ejigide aha ahụ dị ka okwu dị mfe.",
  "Asụsụ Khoi kachasị ọtụtụ ná nkè á maara nkè ọma bụ Khoikhoi (Nama / Damara) nkè Namibia",
  "A na-ahụkarị ndị fọdụrụ n'ezinụlọ ahụ ná Ọzara Kalahari nkè Botswana",
  "Asụsụ ndị ahụ yiri nke ọma nkè na nkwurịta okwu ziri ezi ga-ekwe omume n'etiti Khoikhoi na asụsụ Botswana.",
  "Asụsụ Khoi bụ asụsụ Khoisan mbụ ndị Europe na-achị ala ahụ màrà mà bụrụ ndị á mà ama maka ịpị ha, ọ bụ ezie ná ndị á abụghị ndị sara mbara dị kà ezinụlọ asụsụ Khoisan ndị ọzọ",
  "E nwere alaka abụọ bụ isi nkè ezinụlọ ahụ, Khoikhoi nkè Namibia ná South Africa, ná TshuhuhuhuāKhwe nkè Botswana ná Zimbabwe",
  "Ewezuga Nama, há nọ n'okpuru nrụgide site ná asụsụ Mba mà ọ bụ mpaghara dịka Tswana.",
  "Tom Güldemann kwenyere ná ndị ọrụ ugbo na-azụ anụ ụlọ na-asụ asụsụ KhoeʹKwadi banyere Botswana nkè oge a ìhè na dị kà afọ 2000 gara aga site n'ebe ugwu ọwụwa anyanwụ (ya bụ, site ná ntụziaka nkè Sandawe nkè oge a), ebe há nwere ike inweta ọrụ ugbo site ná ndị Bantu na-agbasawanye, n'oge Kalahari dị mmá màkà ọrụ ugbo",
  "Ndị ńnà ńnà nkè Kwadi (mà eleghị anya Damara) gara n'ihu n'ebe ọdịda anyanwụ, ébé ndị biri ná Kalahari na-amụta ndị na-asụ asụsụ Juu",
  "Yá mere, ezinụlọ Khoe n'onwe yá nwèrè mmetụta Juu",
  "Ndị mbịarambịa á bụ ndị ńnà ńnà nkè ndị Kalahari n'ebe ugwu ọwụwa anyanwụ (Alaka Ọwụwa Anyanwụ TshuhuhuhuāKhwe n'asụsụ), ebe ndị agbata obi Juu (ma ọ bụ ma eleghị anya ndị agbata obi Kxʼa n'ozuzu) ná ndịda ọdịda anyanwụ ndị kwagara Khoe bụ ndị ńnà ochie nkè alaka Western TshuāKhwa.",
  "Nchịkọta nke ndị Kalahari mechara mee ka a nabata akụ ná ụba na-achụ nta na-achịkọta mà chebe ndị Kalahar ka ndị ọrụ ugbo Bantu ghara ịmịkọrọ mgbè há gbasara n'ebe ndịda.",
  "Ndị Khoe ndị gara n'ihu ná ndịda ọdịda anyanwụ nọgidere na-azụ anụ ma ghọọ ndị Khoekhoe",
  "Há ná ndị na-asụ asụsụ Tuu na-agwakọta nkè ukwuu, na-amịkọrọ akụkụ nkè asụsụ ha",
  "Nkè á emeela kà Tuu na Kx'a substrata dị n'asụsụ Khoekhoe. Mgbasawanye nkè ndị Nama n'ime Namibia ná mmụba ha nkè ndị ahịa dịka Damara ná Haiʹom mere na narị afọ nke iri ná isii ná mgbe e mesịrị, n'ihe dị Kà oge ndị Europe na-emekọrịta ìhè ná ọchịchị.",
  "Ónyé ikwu kacha nso nkè ezinụlọ Khoe nwere ike ịbụ asụsụ Kwadi nkè Angola",
  "Á na-akpọ ìgwè a buru ibu, nkè e mezigharịrị nnọchiaha ná ụfọdụ ókwú ndị bụ isi, KhoeʹKwadi",
  "Otú ọ dị, n'ihi ná Kwadi enweghị ìhè akaebe, ọ na-esiri ike ikwu okwu ndị a na-ahụkarị ná nkè nwere ike ịbụ mgbazinye ego",
  "E wezụga nkè ahụ, ónyé ikwu kacha nso nwere ike ịbụ onye Sandawe nọpụrụ iche; usoro nnọchiaha Sandawe yiri nkè KhoeńKwadi, mànà enweghị njikọ zuru ezu màkà nkwekọrịta ụda mgbè niile iji rụọ ọrụ",
  "Otú ọ dị, mmekọrịta ahụ nwere ụfọdụ uru amụma, dịka ọmụmaatụ mà ọ bụrụ ná á na-eburu mgbochi ụdaume azụ, nkè na-arụ ọrụ n'asụsụ Khoe mà ọ bụghị ná Sandawe, n'uche.",
  "Nchịkọta asụsụ nwere ike depụta otu ma ọ bụ iri abụọ asụsụ Khoe",
  "N'ihi ná ọtụtụ n'ime há bụ ụyọkọ asụsụ, enwere ọkwa nkè subjectivity na-ekewa há",
  "Ịgụta ụyọkọ asụsụ ọ bụla dị kà ọtụ na-ebute asụsụ Khoe itoolu:",
  "Á na-ejikọta ọtụtụ aha ná asụsụ Tshuhuhuhušhwe, ọkachasị ná ụyọkọ Ọwụwa Anyanwụ",
  "Ndị á nwere ike ịbụ ebe, agbụrụ mà ọ bụ áhà totem, mgbè mgbè na-enweghị data ọ bụla a pụrụ ịmata asụsụ",
  "Ihe atụ gụnyere Masasi, Badza, Didi, na Dzhiki. Ọ gaghị ekwe omume ugbu a ikwu asụsụ ndị kwekọrọ ná áhà ndị a kpọtụrụ áhà n'akwụkwọ anthropological, ọ bụ ezie ná ihe kà ọtụtụ n'ime há ga-abụ Shua mà ọ bụ Tshua.",
  "N'ọtụtụ asụsụ Kalahari Khoe nkè Ọwụwa Anyanwụ, ụda alveolar ná palatal efuola, mà ọ bụ na-efu efu",
  "Dịka ọmụmaatụ, asụsụ ugwu nkè Kua enwekwaghị ụda olu, mana asụsụ ndịda na-ejigide ha",
  "Na Tsʼixa, mgbanwe ahụ emeela kà e nwee okpukpu abụọ ná mkpọtụ palatal vs plosives palatal."
]