[
  "A na-akpọ ndị Kibaku otu n'ime agbụrụ kachasị nwee obi ike n'Afrika. Ha dị ugbu a na Chibok mpaghara nke bụ ọwụwa anyanwụ Borno Steeti na Naịjirịa. Ha bụ otu n'ime agbụrụ ikpeazụ na Naịjirịa nke ndị Britain na-achị.",
  "Ndị Kibaku bụ agbụrụ na ọdịbendị nke Babir / Bura, Kanuri, Kilba, Margi, Shuwa, na Fulani",
  "Ha si n'alaeze Kanem-Bornu kwaga ugwu Chibok mgbe alaeze ahụ na-achọ ịda",
  "Otú ọ dị, jihad nke ndị Alakụba na narị afọ nke iri na itoolu na mwakpo ohu mekwara ka ọtụtụ agbụrụ gbadaa n'ugwu ahụ",
  "Agbụrụ dị ka Pulai / Warga ndị si Viyu Kithla (nke bụzi Biu) na Kwanda ndị si Konduga, Tstitihil si Maiva, Karagu si Birnin Ngazargamu na ebe ndị ọzọ mechara mepụta ndị Kibaku.",
  "Alaeze Ukwu Borno dara n'udo n'aka ndị Britain na 1904",
  "Agbanyeghị, e nwere agbụrụ ụfọdụ jụrụ ịbụ ndị ọchịchị Britain na-achị",
  "Otu n'ime agbụrụ ndị a bụ ndị Kibaku bi na Ndịda Ọwụwa Anyanwụ Borno ma na-akpata ọgba aghara na usoro akụ na ụba nke gọọmentị Britain site na igbochi ụzọ azụmahịa site na Maiduguri ruo Yola. Ya mere, na 1906, gọọmentị Britain kpebiri imeri ndị Kibaku.",
  "Gọọmentị Britain nyere Lieutenant Chapman na Chaytor ọrụ nke iwepụ ndị Kibaku n'ikpere ha",
  "Nhọpụta ha dabere na ihe ịga nke ọma ha n'akụkọ ihe mere eme na mwakpo ndị Britain wakporo Gujba na Borno na mwakpo Britain wakporo Kano na afo 1903",
  "Dị ka a tụrụ anya ya, a kọrọ na ndị ikom abụọ ahụ zụrụ ihe dị ka ndị ikom 170 nke gụnyere ndị agha ụkwụ na ndị agha na-agba ịnyịnya",
  "E nwekwara akụkọ banyere ndị Afrịka bu égbè, égbè na ihe ndị ọzọ bara uru.",
  "Otú ọ dị, ndị Kibaku bụ ndị na-eguzogide ịbanye Borno na Adamawa guzogidere ndị agha Britain ruo ụbọchị asaa",
  "Nke a manyere Gọmentị Britain ịrịọ ha arịrịọ maka ịnabata ọchịchị Britain n'udo nke bụkwa mgbalị efu.",
  "N'ikpeazụ, gọmentị Britain were ọrụ nke ndị na-enye ha ihe ọmụma abụọ, Jatau na Mai Maina, bụ ndị sikwa n'ala Kibaku na nhọpụta ndọrọ ndọrọ ọchịchị na atụmatụ ndọrọ ndọrọ ọchịchị Britain na mpaghara Borno.  Jatau dị ka onyeisi ndị ya na Mai Maina dị ka onyeisi Damboa. Dị ka a tụrụ anya ya, ha abụọ kpughere ihe nzuzo nke ndị Kibaku ma merie ha na 1907."
]