[
  "Otu òtù nzuzo na-arụ ọrụ na obodo Welsh nke Kidwelly dinara ụmụaka n'ike ruo ọtụtụ iri afọ ruo mgbe e jidere ndị omekome ya n'afọ 2010",
  "Onye ndu ya, Colin Batley, na-atụ egwu ma na-amanye ụmụaka na-enweghị ike inwe mmekọahụ site na iyi egwu. A mara Batley, ụmụnwanyị atọ, na nwoke nke abụọ ikpe maka mpụ mmekọahụ ụmụaka n'afọ 2011 ma tụọ ha mkpọrọ.",
  "Okpukpe ahụ na-emegbu ndị nọ n'afọ iri na ụma na-enweghị ike, na-eji omume anwansi na akwụkwọ dị ka ụzọ isi kwado mmetọ ya na iji ụbụrụ ndị ọ metụtara. Ọ bụ Colin Batley duziri ya, nwunye ya na ụmụnwanyị atọ ndị ọzọ na-eduzi ya. Mmegbu mmekọahụ ya megide ụmụaka were ọtụtụ iri afọ ma buru ụzọ mee ya na London, mgbe ahụ na Kidwelly na South Wales.",
  "Ndị otu ise ahụ gara ikpe hapụrụ London maka otu okporo ámá Kidwelly n'afọ ndị 1990. Onye ndu ahụ, Colin Batley, bu ụzọ soro Shelly Millar, nne nwanyị Batley bụ Jacqueline Marling na ndị mmekọ ha. A mara Batley na ụmụnwanyị atọ n'ime ụmụnwanyị anọ a na-ebo ebubo maka mpụ mmekọahụ. Colin Batley na ụmụnwanyị anọ a na-ebo ebubo gosipụtara ndị otu ha na egbugbu \"anya Ijipt\" oge ochie nke Horus, chi nwere isi ugo na ogwe aka ha na site n'ịchịkUpọta ihe okpukpe Egypt oge ochie.",
  "Okpukpe ahụ lekwasịrị anya na ụmụaka na-enweghị nsogbu, na-amanye ha ka ha mee emume mmalite nke biri na mmekọahụ na okenye",
  "A na-emenye ụmụaka egwu isonye na iyi egwu igbu ọchụ. Otu nwa agbọghọ gbara akaebe na mgbe emume a gasịrị (nke malitere na Batley na-ekwusa banyere anwansi ma mechie mmekọahụ), a manyere ya mgbe niile ka ya na Colin Batley nwee mmekọahụ n'ụlọ ya na ndị bịara abịa na oriri na nkwari nke Setan. N'anya mmiri, ọ gbara akaebe \"M mere ya n'ihi na Colin gwara m.\" Otu onye a tara ahụhụ kọwara \"Colin maara otu esi eji gị eme ihe, iji mee ka ị kwenye ihe ọ bụla o kwuru.\" Ụmụaka na-erube isi n'ihe ọ chọrọ maka mmekọahụ n'ihi \"egwu iwe chi.\" Batley nwere nkịta Rottweiler nke \"na-eme ihe ọjọọ nye onye ọ bụla\".",
  "A na-ebutekarị mmetọ mmekọahụ ahụ site na emume Setan nke a na-agụpụta amaokwu sitere n'akwụkwọ onye mgbaasị Aleister Crowley The Book of the Law, The Book of Magick, na Equinox of the Gods",
  "Otu emume gosipụtara ebe ịchụàjà nwere achịcha nnu, iko mmanya na-acha uhie uhie, na ihe nsure ọkụ na-esi ísì ụtọ",
  "Ná ngwụsị nke emume ndị a nke Setan, ndị otu \"ghọrọ skyclad\", nke pụtara na ha na-eyipụ uwe ma nwee mmekọahụ.",
  "Otu onye agbata obi, John Wheatland, kwuru na mgbe ọ na-arụ ọrụ n'ubi ya, ọ hụrụ otu nwa agbọghọ dị afọ iri na ụma ya \"nke a na-eme ka ọ dị ka onye na-eme ihe nkiri\" onye jụrụ ya ma ọ chọrọ mmekọahụ",
  "O kwukwara na ọ na-anụ ka onye a na-ebe ákwá kwa abalị.",
  "Aleister Crowley, onye akwụkwọ ya bụ isi iyi nke nkwenkwe okpukpe ahụ, bụ onye Bekee na-eme anwansi na onye dibịa anwansi nke nwụrụ n'afọ 1947. O dere The Book of the Law na Cairo n'afọ 1904. O yiri ka ụlọ onye otu ọ bụla nwere ụdị laminated nke ya. Ikpe ahụ nụrụ na akwụkwọ a nwere \"ọnọdụ na isiokwu na-echegbu onwe ya\" banyere mmekọahụ, gụnyere nkwupụta \"Ka a na-eleda ụmụnwanyị niile dị ọcha anya\", \"Mmekọahụ na onye ọ bụla abụghị naanị ihe kwere omume kama a ga-agba ya ume",
  "A ga-enwe mmasị n'ịgba akwụna\" na \"Ụfọdụ n'ime njikọ kachasị mma na nke na-adịgide adịgide amalitela site na ndina n'ike. E hiwere Rom n'elu ya. Onye ọka ikpe Paul Thomas QC dụrụ akwụkwọ ahụ ọdụ dị ka \"akwụkwọ na-enweghị isi\".",
  "Nwa Colin Batley bụ Damian nwụrụ n'ụbọchị 1 nke ọnwa Febụwarị n'afọ 2008, mgbe ọ kwụgidere onwe ya na mberede n'oge mmekọahụ",
  "O mere ihe nkiri ihe mberede ahụ na ekwentị mkpanaaka ya",
  "A gwara nyocha na a hụrụ ya gba ọtọ ma kwụgbuo ya.",
  "Otu onye agbata obi kwuru na nna Damian (Colin Batley) \"na-achị ọchị ma na-akpa ọchị dị ka ọ naghị echegbu onwe ya n'ụwa\" n'ụbọchị olili ozu ahụ, nke \"ọ dịghị onye nkịtị nwere ike ịghọta\".",
  "Dị ka odeakwụkwọ ukwu nke Cult Information Centre bụ Ian Haworth si kwuo, òtù nzuzo Kidwelly na-edina mmadụ n'ike nwere njirimara ndị a na-ahụkarị n'okpukpe, nke ọ \"nụrụ kwa afọ n'ime afọ iri atọ na abụọ m rụrụ ọrụ oge niile n'ọhịa a\"",
  "O mere atụmatụ na UK nwere òtù nzuzo 500 ruo 1,000, ndị a na-arụ ọrụ \"n'obodo ukwu\" na \"n'ime ime obodo dị jụụ\"",
  "Haworth gbakwụnyere na ndị isi òtù nzuzo na-akụda ndị mmadụ, mgbe ụfọdụ n'ime ụbọchị atọ ma ọ bụ anọ, na usoro gụnyere ịnapụ ha nri na ụra",
  "O kwuru na nke a \"yiri ka ọ na-arụ ọrụ nke ọma na ndị nwere uche dị mma\".",
  "Mmadụ ise e metọrọ gbara akaebe n'ụlọ ikpe na a dọtara ha ma ọ bụ kpọta ha n'ụlọ ndị òtù nzuzo ebe e metọrọ ha n'ụzọ mmekọahụ nakwa na e nwere ndị ọzọ e metọrọghị ihe ọ bụla banyere mmetọ ha.",
  "Otu nwa agbọghọ dị afọ iri na ise nke nyere ihe akaebe kọwara na a na-ekerịta ya dị ka \"ihe egwuregwu mmekọahụ\" n'etiti ndị òtù nzuzo",
  "Batley dinara onye nke abụọ n'ike mgbe ọ bụ nwata nwanyị dị afọ iri na otu ma gbaa akaebe \"Mmekọahụ ya bụ ule ma ọ bụrụ na agafeghị m ga-aga Abis.\" Onye nke atọ gbara akaebe na Batley dinara ya n'ike mgbe ọ dị afọ iri na otu ma ọ bụ iri na abụọ ma manyere ya inwe mmekọahụ na igwefoto mgbe ọ dị afọ iri na isii.",
  "Ndị a tara ahụhụ kwuru na mmetọ nke òtù nzuzo ahụ \"abụwo njem dị egwu maka onye ọ bụla n'ime anyị\".",
  "Annabelle Forest (aha njirimara), nwa nwanyị nke onye otu okpukpe Jacqueline Marling, nyere akaebe nke nyere aka maa ndị mmegbu ise ikpe. A manyere ya mgbe ọ dị afọ asaa ka ọ na-ekiri ihe omume mmekọahụ nke nne ya Jacqueline Marling na Colin Batley",
  "Mgbe Forest dị afọ iri na otu, Colin Batley dinara ya n'ike",
  "Mgbe ọ dị afọ iri na ụma, a manyere ya ka ya na Marling nwee mmekọahụ, nke ghọrọ ihe a na-amanye Forest isonye na ya mgbe niile",
  "A manyere ya ka ya na nwoke nke abụọ tọrọ ya nwee mmekọrịta",
  "Forest kwuru \"Abụ m nwa akwụkwọ n'ehihie na ohu mmekọahụ n'abalị,\" nke \"dị njọ nke na n'otu oge agbalịrị m igbu onwe m",
  "\" Ọnwa atọ mgbe ọ mụsịrị nwa Batley, onye dị afọ iri na asatọ, a manyere Forest ịgba akwụna, ya na ụmụnwoke ruru otu puku na narị asatọ na-enwe mmekọahụ, ebe òtù nzuzo ahụ na-enweta ego niile ọ na-enweta",
  "O kwuru na n'ime ọtụtụ afọ ọ na-emegbu ma na-erigbu ya: \"Ọtụtụ ndị leghaara anya, ọtụtụ ndị leghaara ihe ịrịba ama anya",
  "Ọ na-eju m anya na anyị biri n'ime obere ụzọ ahụ ruo ọtụtụ afọ ma ọ dịghị otu onye hụrụ ihe ọ bụla nyere ha nchegbu",
  "\"",
  "Forest kọwara ahụmahụ ya n'akwụkwọ ya The Devil on the Doorstep: My Escape From a Satanic Sex Cult, nke o dere iji mee ka \"ndị ọzọ malite ịṅa ntị n'obodo ha bi na ya\" n'ihi na \"e nwere ụmụaka a na-emegbu emegbu n'ebe niile.]",
  "N'afọ 2010, mmadụ abụọ toro eto, otu nwoke na otu nwanyị, kọọrọ ndị uwe ojii mmetọ nke òtù nzuzo ahụ nke mere ka e jide ndị otu ahụ n'otu afọ ahụ.",
  "Onye isi nyocha Richard Lewis kwuru na nyocha nke ndị uwe ojii Dyfed-Powys \"bụ nyocha dị ogologo ma dị mgbagwoju anya nke metụtara otu nzuzo\" nke mere \"mmetọ ụmụaka n'usoro na ogologo oge\" bụ ndị \"gosipụtara obi ike dị ukwuu\" site n'ịkọ ya. Mark Bergmanski, Detective Chief Inspector, kwetara \"ọ bụ nyocha dị mgbagwoju anya ma dị mgbagwoju anya\".",
  "Kọmitii na-ahụ maka nchekwa ụmụaka na Carmarthenshire County Council katọrọ ndị niile na-eme \"mmetọ ụmụaka n'usoro, nzuzo na ogologo oge\".",
  "Onye isi òtù nzuzo ahụ, Colin Batley, ụmụnwanyị atọ, na nwoke nke abụọ, natara ikpe mkpọrọ ruru afọ iri atọ na isii, na ohere nke Colin Batley ịnọgide n'ụlọ mkpọrọ maka ndụ",
  "A mara ha ikpe na ebubo iri anọ na asaa gụnyere ndina n'ike na mpụ mmekọahụ ndị ọzọ megide ụmụaka mgbe ikpe izu ise gasịrị n'ọnwa Febụwarị nakwa n'ọnwa Machị nke afọ 2011. A tọhapụrụ nwanyị nke anọ mgbe ọ na-eche otu ebubo nke omume rụrụ arụ ụmụaka.",
  "Onye isi nke ngalaba ikpe dị mgbagwoju anya nke Welsh na Crown Prosecution Service kwuru, \"ndị niile a mara ikpe taa bụ ndị ikpe mara maka mpụ dị egwu, ya mere ọ bụkwa ihe ziri ezi na ha enwetala ikpe dị ogologo oge",
  "\"",
  "Ndị ọka ikpe tụlere maka ụbọchị anọ zuru ezu, na ọkara ụbọchị abụọ, ma nye ha ndụmọdụ, n'ihi ọnọdụ nhụjuanya nke mmejọ ahụ. Ndị a na-ebo ebubo agọnahụla ịdị adị nke òtù nzuzo ahụ maka ikpe ahụ dum."
]