[
  "Kimi Djabaté (amụrụ na Jenụwarị 20, na afọ 1975 na Tabato, Guinea-Bissau) bụ onye Bissau-Guinean Afro-beat/blues musician",
  "Dabere na Lisbon, Portugal, ọ na-aga n'ihu ịbụ otu n'ime njikọ nke oge a na usoro egwu Ndịda Anyanwụ Afrika nke na-agbatị azụ n'oge ọtụtụ narị afọ",
  "A mụrụ Djabaté n'ezinụlọ dara ogbenye ma nwee ọganihu n'egwú n'ógbè a maara dị ka etiti maka egwu, ịgba egwu, na nka ndị ọzọ",
  "Mmasị ya n'egwú malitere mgbe ọ dị afọ atọ mgbe ọ malitere ịkpọ balafon, African xylophone, na-amụta ngwa ngwa ngwá egwú ọdịnala ndị ọzọ",
  "Mgbe ọ na-erubeghị afọ iri na ụma, ọ hapụrụ ụlọ ya gaa n'obodo Sonako dị nso iji mụọ kora",
  "Nke a nyeere ya aka n'ọdịnihu site n'ịzụlite ikike ịkpọ ụbọ akwara ya",
  "Nkà ya dị ka onye na-agụ egwú ghọrọ ihe karịrị ihe ntụrụndụ nwata maka Djabaté ka a chọrọ ka ọ na-egwuri egwu na ememe obodo iji nyere aka nye ego ezinụlọ",
  "Nke a ghọrọ isi iyi nke esemokwu maka Djabaté na ezinụlọ ya",
  "Nne na nna ya na nwanne nna ya manyere ya ime ihe megide ọchịchọ ya nke wepụrụ ọtụtụ oge ezumike ndị ntorobịa ndị ọzọ ọ nọ na ya.",
  "Nne na nna Djabaté yana nwanne nna ya, site na ịmanye ya ka ọ rụọ ọrụ, nyere nwa okorobịa ahụ ọzụzụ magburu onwe ya na egwu Mandingo ọdịnala",
  "Otú ọ dị, Djabaté nwekwara mmasị n'ụdị egwu ndị Afrịka a ma ama dị ka ụdị egwu egwu gumbé, Afrobeat nke Naijiria, morna nke Cape Verde, ka anyị ghara ịkpọ aha jazz na blues ọdịda anyanwụ, nke niile metụtara egwu ya.",
  "Mgbe ọ gachara Europe na ndị egwu na ịgba egwu nke Guinea-Bissau, Djabaté biri na Lisbon, Portugal",
  "Ọ bi na Europe kemgbe ahụ, ma ọ ka na-etinye onwe ya n'egwú o tolitere na Guinea-Bissau. Na Europe, Djabaté sooro ndị omenkà dị iche iche rụkọọ ọrụ, gụnyere Mory Kanté na Waldemar Bastos",
  "N'afọ 2005, Djabaté wepụtara abọm mbụ ya, Teriké, nke ọ wepụtara n'onwe ya. A tọhapụrụ Djabaté nke abụọ solo album, Karam, na Julaị 28, na afọ 2009 n'okpuru akara, Cumbancha. Otu diski a, abọm abụ iri na ise nwere isiokwu nke mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị; nhụjuanya nke ndị Afrịka; ọgụ megide ịda ogbenye; nnwere onwe; ikike ụmụ nwanyị; na ịhụnanya."
]