[
  "Kingfisher (Todiramphus chloris) bụ kingfisher dị n'etiti nke sitere na ezinụlọ sub Halcyoninae, ndị na egbu azụ n'osisi",
  "A makwaara ya dị ka onye na-akụ azụ̀ na-acha ọcha, kingfisher ojii ma ọ bụ mangroveonye na-akụ azụ̀",
  "O nwere ọtụtụ ebe sitere na Oké Osimiri Uhie gafee ndịda Eshia ruo Polynesia",
  "E kewapụrụ ọtụtụ ụdịdị na ụdịdị otu site na ụdị a gụnyere Pasifik onye na-akụ azụ̀ islet onye na-akụ azụ̀، Torresian onye na-akụ azụ̀, Mariana onye na-akụ azụ̀",
  "Onye France na-amụ banyere ọtụtụ mmadụ bụ Georges-Louis Leclerc, Comte de Buffon kọwara onye na egbu azụ na-acha anụnụ anụnụ na Histoire Naturelle des Oiseaux na 1780. E gosipụtakwara nnụnụ ahụ na efere aka na acha odo odo nke François-Nicolas Martinet sere na Planches Enluminées D'Histoire Naturelle",
  "E mepụtara nke a n'okpuru nlekọta nke Edme-Louis Daubenton iji soro ederede Buffon.  Ma nkọwa efere ma ọ bụ nkọwa Buffon gụnyere aha sayensị mana na 1783 onye Dutch na ahụ maka ihe okike Pieter Boddaert chepụtara aha abụọ Alcedo chloris na katalọgụ ya nke Planches Enluminées. Ụdị obodo ahụ bụ agwaetiti Buru n'ime Indonesia. Ọ bụ onye France na awa ahụ na onye na-ahụ maka ihe okike bụ René Lesson webatara ụdị Todiramphus dị ugbu a n'afọ 1827. Okwu a na akpọ chloris bụ Latin nke oge a maka 'akwụkwọ ndụ akwụkwọ ndụ' ma ọ bụ 'akwụkwọ ndụ'.",
  "E nwere ọtụtụ ụdịdị n'ụdị ndị dị n'ụsọ oké osimiri na agwaetiti site na Oké Osimiri Uhie ruo Polynesia:",
  "onye na-akụ azụ̀ nwere olu dị 23 ruo 25 cm (9.1 ruo 9.8 in) n'ogologo  nke nwoke dị 51 ruo 90 g (1.8 ruo 3.2 oz), ebe nke nwanyị dị 54-100 g (1.9-3.5 oz ). Ọ dịgasị iche site na acha anụnụ anụnụ ruo akwụkwọ ndụ akwụkwọ ndụ n'elu ebe akụkụ dị n'okpuru nwere ike ịdị ọcha ma ọ bụ buff",
  "Enwere olu ọcha gburugburu olu, na-enye nnụnụ aha ya",
  "Agbụrụ ụfọdụ nwere akara ọcha ma ọ bụ buff n'elu anya ebe ndị ọzọ nwere ntụpọ ọcha n'etiti anya na ọnụ. Enwere ike inwe akara ojii site na anya",
  "Nnukwu ọnụ ahụ bụ oji na ntọala odo odo na ala ala",
  "Ụmụ nwanyị na-adịkarị akwụkwọ ndụ akwụkwọ ndụ karịa ụmụ nwoke",
  "Nnụnụ ndị na-etozubeghị eto na-adịghị mma karịa ndị okenye nwere akara ojii n'olu na ara.",
  "Ọ nwere oku dịgasị iche iche nke dịgasịgasị iche na mpaghara",
  "Ọkpụkpọ a na ahụkarị bụ ụda, siri ike na nke igwe \"kee-kee-kee\" nke a na-ekwughachi ọtụtụ ugboro.",
  "A na-ahụkarị ya n'ebe ndị dị n'ụsọ oké osimiri, ọkachasị n'ọzara mangrove",
  "Ọ na ebikwa n'ala ugbo, ọhịa mepere emepe, ala ahịhịa na ogige",
  "N'akụkụ ụfọdụ nke ebe ọ dị, ọkachasị n'àgwàetiti, a pụrụ ịhụ ya n'ime ime obodo, na aga n'ime ọhịa ma ọ bụ n'ime ugwu",
  "Nnụnụ na anọkarị n'elu waya, nkume ma ọ bụ alaka ndị na-enweghị ihe ọ bụla.",
  "Ụdị nke na-apụta n'ebe ọdịda anyanwụ na Eurasian/Afrika bụ T",
  "c",
  "abyssinica nke ugwu ọwụwa anyanwụ Afrika, nke a na-ahụ na mpaghara mangroves na Eritrea ma dekọọ ya na Sudan na Somalia",
  "N'ebe ọwụwa anyanwụ n'Arebia bụ agbụrụ nọ n'ihe ize ndụ T",
  "c",
  "kalbaensis nwere ọnụ ọgụgụ mmadụ 55 ma ọ bụ karịa; ihe fọrọ nke nta ka ọ bụrụ na a na-ejedebe ha na Khor Kalba na United Arab Emirates, mana ịzụlite emeela n'oge na-adịbeghị anya na Khor Shinas na Oman",
  "Ụdị ndị ọzọ na-apụta na mpaghara gburugburu ụsọ oké osimiri nke India na Bangladesh na Andaman na Nicobar Agwaetiti",
  "Na Ndịda Ọwụwa Anyanwụ Eshia na Indonesia, ụdị ahụ zuru ebe niile ma bụrụ ihe a na-ahụkarị, na eme n'ime ime obodo na mpaghara ụfọdụ.",
  "Obere crabs na shrimps bụ nri kachasị amasị n'ógbè ndị dị n'ụsọ oké osimiri mana a na-eri ọtụtụ anụmanụ ndị ọzọ gụnyere ụmụ ahụhụ (gụnyere ụmụ ahụhụ, cicadas, ụmụ ahụhụ mkpisi ahụhụ, igurube, ụkpara na urukurubụba), ududo, earthworms, ejula, frogs, ngwere, obere agwọ, obere azụ, na mgbe ụfọdụ obere nnụnụ na òké. Onye na-akụ azụ̀ na-anọ n'olu na-anọkarị n'otu ebe ruo ogologo oge na-echere anụ oriri",
  "Mgbe ọ hụrụ ihe ọ na-agbadata iji jide ya wee fepụ laghachi n'ebe a na-etinye ihe ndị buru ibu na alaka ahụ iji merie ha. A na-agbanye ihe ọ bụla a na-apụghị ịgbari agbari dị ka pellet.",
  "Alaka bụ oghere, ma ọ bụ oghere osisi sitere n'okike ma ọ bụ ọgba nke nnụnụ n'onwe ha gwuru n'osisi rere ure, akwukwo ahịhịa ma ọ bụ ala. Ha ga ebikwa n'oghere ochie nke osisi nkụ",
  "A na etinye àkwá abụọ ruo ise gbara gburugburu, na-acha ọcha n'ala nke ọgba ahụ n'enweghị ihe eji eme akwụ́",
  "Nne na nna abụọ na ekere òkè n'ịkụ àkwá na inye ụmụ ọkụkọ nri",
  "Ụmụ nnụnụ na-ahapụ akwụ́ ha ihe dị ka ụbọchị 44 mgbe ha pupụtara. A na-azụkarị ụmụ abụọ n'ime otu afọ.",
  "N'inwe nkesa sara mbara ma bụrụ nke a na-ahụkarị n'ọtụtụ mmadụ, a na-ahazi eze na-acha ọbara ọbara dị ka nchegbu na IUCN Ndepụta uhie."
]