[
  "Chief Sunday Adeniyi Adegeye MFR (amụrụ na 22 Septemba 1946), nke a maara dịka Eze Sunny Adé, bụ onye na-agụ egwu jùjú na Naijiria, onye na-ede egwu na onye na-akpọ ọtụtụ ngwá egwu. A na-ewere ya  ka otu n'ime ndị egwu egwu pop mbụ nke Afrịka iji nweta ihe ịga nke ọma n'ụwa niile, a na-akpọkwa ya otu n'etiti ndị egwu kachasị emetụta oge niile.",
  "Sunny Adé guzobere òtù nkwado nke ya na 1967, nke a mechara mara dị ka African Beats. Mgbe o nwetasịrị ihe ịga nke ọma mba na Naịjirịa n'oge afọ 1970 ma guzobe akara nke onwe ya, Sunny Adé bịanyere aka na Island Records na 1982 wee nweta ihe ịga nke mbụ na mba ụwa na albums Juju Music (1982) na Synchro System (1983); nke ikpeazụ mere ka ọ nweta nhọpụta Grammy, nke mbụ maka onye na-ese ihe na Naịjaria",
  "Abọm ya nke afọ 1998 bụ Odu nwetakwara nhọpụta Grammy",
  "Sunny Adé na-eje ozi ugbu a dị ka onyeisi oche nke Musical Copyright Society of Nigeria.",
  "A mụrụ Sunny Adé na Osogbo n'ezinụlọ eze Naijiria si Ondo na Akure, si otú a mee ka ọ bụrụ Omoba nke ndị Yoruba. Nna ya bụ onye na-akpọ ụbọ akwara na chọọchị, ebe nne ya, Maria Adegeye (née Adesida), bụ onye na'azụ ahịa",
  "Dị ka onye so n'ezinụlọ Adesida, ndị ikwu nne ya gụnyere nna ya Oba Adesida I (onye chịrị Akure ruo afọ 60) ma mesịa gụnye nwa nwanne ya na nwa nwanne Adé, Oba Adebiyi Adegboye Adesida Afunbiowo nke Abụọ, onye jere ozi dị ka eze Akure.",
  "Sunny Adé hapụrụ ụlọ akwụkwọ grammar na Ondo City n'okpuru nkwupụta nke ịga Mahadum Lagos",
  "Ọ bụ ya mere na Lagos ka ọrụ egwu ya malitere.",
  "Ụda egwu Sunny Adé agbanweela site na mmalite",
  "Ọrụ ya malitere na Moses Olaiya's Federal Rhythm Dandies, otu egwu dị elu",
  "Ọ hapụrụ iji guzobe otu egwu ọhụrụ, The Green Spots, n'afọ 1967",
  "Kemgbe ọtụtụ afọ, n'ihi ihe dị iche iche sitere na mgbanwe na egwu ya na nchegbu azụmahịa, ndị otu Sunny Adé gbanwere aha ya ọtụtụ ugboro, nke mbụ na African Beats na Golden Mercury",
  "Eze Sunny Ade nwere mmetụta sie n'aka onye ọsụ ụzọ Juju Tunde Nightingale ma gbaziri ihe ejiji site na ụdị juju ya 'So wa mbe'.",
  "O guzobere King Sunny Ade Foundation, otu nzukọ nke gụnyere ụlọ ọrụ nka, ụlọ ndekọ ọkaibe, na ụlọ maka ndị na-eto eto na-eti egwu.",
  "Ọ bụ onye nkuzi nleta na Mahadum Obafemi Awolowo, Ile-Ife na onye natara Order of the Federal Republic",
  "Ọ bụ onye Naijiria mbụ a họpụtara maka Grammys",
  "Mgbe ihe karịrị afọ iri nke ihe ịga nke ọma na obodo ya Naịjirịa gasịrị, Sunny Adé natara otuto dị ukwuu na Europe na North America na 1982. Ntọhapụ zuru ụwa ọnụ nke Juju Music na njem ya na-eso ya bụ \"ihe fọrọ nke nta ka ọ bụrụ otu ndị nkatọ (ma ọ bụrụ na ọ bụghị ndị na-azụ ahịa) nabatara n'ebe niile\". A kọwara Sunny Adé na The New York Times dị ka \"otu n'ime ndị isi egwu dị egwu n'ụwa\", na Record dị ka \"mpu ikuku dị ọcha, ịma jijiji dị mma anyị ga-enwe maka oge ụfọdụ na-abịa\" na Trouser Press dị ka \"onye n'ime ihe egwu kachasị mma na nke dị mkpa n'ebe ọ bụla n'ụwa\". Ihe ngosi nke Sunny Adé gosipụtara site na egwu kachasị elu, nke gosipụtara site n'ikike ya nke guitar, na ịgba egwu nke ọma",
  "Egwuregwu ndị a na-eme na-adịkarị ogologo karịa awa abụọ ma ọ bụ obere nke ghọrọ ihe a na-ahụkarị maka kọntaktị na North America na Europe.",
  "Abọm ya ọzọ, Syncro System (1983), nwere ihe ịga nke ọma, mere ka a họpụta ya na Grammy Award mbụ ya n'ụdị egwu agbụrụ / ọdịnala, ya mere na-eme ka ọ bụrụ onye mbụ Naijiria họpụtara na Grammy.",
  "N'abalị iri na isii n'ọnwa Julaị n'afọ 2017, Eze Sunny Ade kwupụtara na ọ ga-alaghachi n'ọkwa na London n'akụkụ onye na-asọmpi ya Ebenezer Obey maka nlọghachi egwu nke isiokwu ya bụ A Night 2 Remember with the Legends",
  "N'afọ 2017, minista ozi nke Naijiria bụ Lai Mohammed họpụtara ya ka ọ bụrụ onye nnọchi anya maka mkpọsa \"Change Begins With Me\".",
  "Egwú Sunny Adé bụ, n'etiti ngwá egwú ndị ọzọ, drum na-ekwu okwu - ngwá egwú sitere na mgbọrọgwụ Yoruba ya, guitar na ngwa ya pụrụ iche na egwu jùjú. Egwú ya dị n'ọdịnala ochie nke ịbụ abụ abụ (\"ewi\" na Yoruba) na N'ihi ya, egwu Sunny Adé bụ ihe ndekọ nke ọdịnala ndị ya maka ndị ga-abịa n'ọdịnihu.",
  "Sunny Adé webatara guitar pedal steel na egwu pop nke Naijiria",
  "O webatara ojiji nke synthesizers, clarinet, vibraphone, tenor guitar n'ime egwu jùjú dị ka dub na wah-wah guitar licks",
  "Sunny Adé kwuru na o jiri ngwá egwú ndị a mee ihe ọ bụghị dị ka mgbalị imepụta ihe ọhụrụ, kama dị ka ihe na-anọchi anya ngwá egwú jùjú ọdịnala nke siri ike ịchọta na / ma ọ bụ na-abaghị uru maka njem",
  "Dịka ọmụmaatụ, agbakwunyere guitar ígwè pedal na repertoire ya dị ka ụda yiri violin Africa.",
  "Sunny Adé na ndị otu ya mepụtara ụda ya pụrụ iche na ngwá ọrụ ya nke ọ na-ejikarị eme ihe dị ka abụ mmeghe n'oge mmemme",
  "A na-eji ụbọ akwara eletrik eme ụda ahụ nke na-arụ ọrụ dị ka akụkụ a na-akụ akụ na ịgbà na-ekwu okwu nke na-ada ka abụ ndị Gris na-asụ asịrị.",
  "Mgbe ọnwụ Bob Marley gasịrị, Island Records malitere ịchọ onye ọzọ na-ese ihe n'ụwa nke atọ iji tinye na nkwekọrịta ya, ebe Arista Records ka bịanyere aka na Fela Kuti",
  "Onye na-emepụta Martin Meissonnier mere ka Chris Blackwell mara King Sunny Adé, nke dugara na ntọhapụ nke Juju Music na 1982",
  "Robert Palmer na-azọrọ na ọ dọtara uche Eze Sunny Adé n'àgwàetiti ahụ, ihe ọmụma ya sitere na ndụ ya na Malta na 60s na-ege ntị na African Radio na Armed Forces Radio. Sunny Adé nwetara ọtụtụ ndị na-eso ya na abọm a ma n'oge na-adịghị anya a kpọrọ ya \"Bob Marley nke Afrịka\".",
  "Sunny Adé ekwuola na ọjụjụ ya ịhapụ Island ka ọ tinye aka n'ihe ndị o dere ma mee ka egwu ya bụrụ nke Europe na nke America bụ ihe mere Island ji kpebie ile anya n'ebe ọzọ.",
  "Sunny Ade esorowo ndị isi na-ese ihe dịka Manu Dibango (Wakafrika) na Stevie Wonder (onye na-akpọ harmonica na Aura), yana ndị na-ese egwu Naijiria dị ka Wasiu Alabi Pasuma na Bola Abimbola.",
  "Oge dị mkpirikpi nke Sunny Adé na Island Records meghere ọnụ ụzọ maka ndị egwu egwu ụwa ndị ọzọ dị ka Senegalese Youssou N'Dour, Mali's Salif Keita na ọtụtụ ndị ọzọ.",
  "N'afọ 1987, Sunny Adé laghachiri n'ihe ngosi mba ụwa mgbe Rykodisc wepụtara ndekọ nke egwu egwu ọ mere na Seattle.",
  "N'oge na-adịghị anya, o were onye njikwa America, Andrew Frankel, n'ọrụ, onye kwurịtara nkwekọrịta ndekọ atọ ọzọ na akara ndekọ Mesa (nkewa nke Paradise Group) na America",
  "Otu n'ime abọm ndị a bụ Odu nke 1988, nchịkọta nke egwu ọdịnala Yoruba, nke a họpụtara ya maka Grammy Award nke abụọ wee si otú a mee ka ọ bụrụ onye Afrịka mbụ a họpụtara ugboro abụọ maka Grammy",
  "Ewezuga ịbụ onye egwu mba ụwa, Sunny Adé bụkwa onye a ma ama n'obodo ya Naijiria, na-elekọta ọtụtụ ụlọ ọrụ n'ọtụtụ ụlọ ọrụ, na-emepụta otu na-enweghị uru a na-akpọ King Sunny Ade Foundation, ma na-arụ ọrụ na Musical Copyright Society of Nigeria.",
  "N'oge na-adịbeghị anya, egwu hip hop yiri ka ọ na-ejide mgbasa ozi elektrọnik na Naijiria na nnukwu ikuku",
  "Ka o sina dị, mmepụta egwu Sunny Adé anọgidewo na-akpali nnukwu ọgbọ nke ndị egwu Naijiria ndị ọzọ, ndị kwenyere na nnukwu egwu egwu nke Sunny Adée na onye nwụrụ anwụ Fela Kuti maara maka ya. Onye na-agụ egwú Lagbaja bụ otu n'ime ọtụtụ ndị na-agụ egwu nke egwu Sunny Adé kpaliri",
  "N'afọ 2008, a nabatara onyinye ya na egwu ụwa; ka e nyere ya onyinye maka onyinye ya pụtara ìhè na egwu ụwa na International Reggae na World Music Awards nke emere na Apollo Theater na Harlem, New York.",
  "Na mbido njem ọzọ nke United States na Canada, Sunny Adé, nke a maara ugbu a dị ka Onye isi oche na mba ya, a họpụtara ya ka ọ bụrụ prọfesọ na-eleta egwu na Mahadum Obafemi Awolowo na Ile-Ife. N'ọnwa Julaị nke otu afọ ahụ, a kpọbatara Eze Sunny Adé n'ime Afrop Hall of Fame, na Brooklyn African Festival na United States. Ọ raara onyinye ahụ nye Michael Jackson.",
  "N'afọ 1980, Sunny Adé rụrụ ọrụ ụfọdụ na Hollywood",
  "E gosipụtara egwu ya na ihe nkiri 1983 Breathless, nke Richard Gere na-eme, na ihe nkiri 1986 One More Saturday Night, ọ rụkwara ọrụ na ihe nkiri Robert Altman nke 1987 O.C",
  "na Stiggs",
  "Ọ pụtara na ihe nkiri Nollywood ole na ole na mbido afọ 2000.",
  "Sunny Adé enwetala ọtụtụ onyinye n'oge ọrụ ya",
  "N'ọnwa Nọvemba afọ 2016 ọ ghọrọ onye natara onyinye AFRIMA. N'ọnwa Disemba afọ 2016, a kpọbatara ya n'ụlọ nzukọ Hard Rock Cafe.\nA nabatara ya na Headies Hall of Fame na The Headies 2020 na Febụwarị 2021."
]