[
  "Eze ụmụ nwoke: Nlaghachite nke Eze bụ usoro ihe nkiri nwere akụkụ asaa naanị",
  "Ọ pụtara n' afọ 2021, ọ bụ Kemi Adetiba duziri ya",
  "Ewepụtara ya na ụbọchị nke iri abụọ na asaa n'ọnwa Ọgọst n'afọ 2021",
  "Ọ pụtara naanị na Netflix dị ka usoro nke ihe nkiri maka ndọrọ ndọrọ ọchịchị na mpụ nke Naijiria nke 2018, akpọrọ Eze nke Ụmụ nwoke",
  "Sola Sobowale na Toni Tones rụzigharịrị ọrụ ha dị ka Eniola Salami na Reminisce, Illbliss, Akin Lewis, Osas Ighodaro na Keppy Ekpenyong gosipụtakwa ọrụ ha na ihe nkiri ahụ",
  "Ndị ọzọ soo mee ihe nkiri nke a gụnyere Nse Ikpe-Etim, Richard Mofe Damijo, Efa Iwara, Deyemi Okanlawon na Charly Boy.",
  "Usoro a gosipụtara Eniola Salami mgbe ọ lọtara ka ọ nọsịrị afọ ise n'ebe ọgbagara ọsọ",
  "Ọ nweghị afọ ojuju na echiche n'atụmanya nke mmalite ndụ ọhụrụ, ọ malitere ma ga ghachi ngwa ngwa, na-achọ imezi aha ya site na onye ama ama n'eme ihe ọjọọ",
  "Ọ chekwara na oga eme bụrụ onye ezigbo mmadụ nke na etinye aka na ndọrọ ndọrọ ọchịchị nke ziri ezi",
  "Ma'na oge nke a ọchọrọ ọkwa dị elu karịa nke ọchọrọ na mbụ.",
  "Àtụ:Episode table",
  "N'ọnwa Septemba n'afọ 2020, ekwuputara na Netflix kwadoro mmepụta nke King of Boys 2 dị ka usoro nke ihe nkiri ime mpụ nke emere n' afọ 2018 site n'aka Kemi Adetiba",
  "E kwuru na ihe nkiri ahụ ga- egosi ndị ochie soro n' agba nke mbụ ya na ndị ọhụrụ",
  "E mebere ya mbụ ka ọ bụrụ ihe nkiri mana emechara mee ya ka ọdị n' ụdị usoro ihe nyonyo, televishọn",
  "E wepụtara obere ihe ngosi nkeji anọ nke ihe nkiri ahụ na ụbọchị iri na isii n'ọnwa Septemba n'afọ 2020",
  "E ji ọnwa atọ wee mee ihe nkiri nke a nke kwụsịrị na ụbọchị atọ n'ọnwa Nọvemba n'afọ 2020",
  "E wepụtara ya n'ozụzụ oke ya na Mọnde, mbọchị iri na isii n'ọnwa Ọgọst n'afọ 2021",
  "E wepụtara ya naanị na Netflix n'mbọchị iri abụọ na asaa n'ọnwa Ọgọst, n'afọ 2021",
  "Toni Tones jiri usoro ime ihe maka ọrụ ya ka ọwere dị ka Eniola na-eto eto",
  "Ọ ga mụọ asụsụ Yoruba n'ihi ọkwu ya na ihe nkiri nke a dị n'asụsụ ahụ",
  "Ọ bụ Dele Adetiba kụziiri ya ihe nke a",
  "Sola Sobowale nwetara otuto nke ukwuu maka ime ihe nkiri nke ahụ",
  "Na ntụle nke edere na Pulse Nigeria, Precious Nwogu dere \"'Nlọghachi nke Eze' gosipụtara nkwa ya ma gbasie mbọ ike site na nkọwa nke na ezuchaghị oke, nke n'adịghịcha mma na nke ndị soo mee ihe nkiri nke a na adịghịcha oke ụtọ",
  "Isi atụmatụ na-eso asọmpi ịzọ ọchịchị gọvanọ na ọgụ ike nke Eniola na Randles mere ka ihe nkiri nke a doo anya, dị ọhụrụ ma nye aka akụkọ ihe a na egosi di ụtọ na ntị na anya n'usoro ihe omume asaa nile nke ihe nkir ahụ.\"  Onye nyocha maka Culture Custodian  kwuru na akụkọ nke dị n'okirikiri Dapo Banjo na ezinụlọ ya dị ogologo ma “karịa akarịa” ebe ụzọ esi wedata akụkọ maka Makanaki dị ka onye ọjọ ala adịghị mma",
  "Onye nyocha ahụ kwubiri na \"N'ikpeazụ, nchere nke echere ka Nlaghachi nke Eze pụta kwesịrị ekwesị!\"  N' akụkọ ọzọ, onye nyocha sitere n'akụkọ KemiFilani toro Adetiba maka iji ọkụ, onyinyo na iji akụkụ dị iche iche see foto",
  "O kwukwara na  \"N'ikpeazụ, ihe ndị a na egosipụta oke ụda ihe nkiri KOB dara; Ana m enye Nlaghachi nke Eze akara narị pasentị.\"  Onye nyocha nke Pulse Nigeria kwuru na \"' Nlaghachi nke Eze ' jiri oke ọkụ dị elu wepụ ya ihe omimi.\"  Otu onye nyocha nke <i id=\"mwbA\">Daily Trust</i> kwuru na ihe nkiri a juputara n' akụkọ nke dị oke ogologo dị ka ọ na -adịkarị na ejiji Nollywood",
  "Onye nyocha maka <i id=\"mwcQ\">The Cable</i> toro ime ihe nkiri ahụ, na ekwupụta na onweghị \"ihe na -emebiga ihe ókè ma ọ bụ ihe na -adịghị mma\" na ya ewepụ Titi Kuti na Charly Boy",
  "Onye nyocha ahụ nyekwara KOB otuto maka isiokwu na mkparịta ụka mana o nyere ọkwa dị ala maka egwu ejiri mee ihe nkiri ahụ, ihe ụfọdụ anya n'ahụ na mmetụta ụda"
]