[
  "Kingsley Sambo (1936–1977) bụ onye Rhodesian na-ete ihe na onye na-ese ihe osise.",
  "A mụrụ Sambo na obodi Rusape, ebe ọ biri ruo mgbe ọ gara ụlọ akwụkwọ obibi Cyrene Mission na ngwụsị afọ 1950",
  "Ọ natara ọzụzụ nka n'ebe ahụ n'okpuru Sam Songo na Canon Edward (Ned) Paterson",
  "Mgbe e mesịrị, ọ gara ụlọ akwụkwọ nka na Malawi",
  "N'afọ 1959, ọ laghachiri Cyrene, ebe ọ kụziri nka otu afọ. N'afọ 1960, ọ kwụsịrị ọrụ ahụ ka ọ bụrụ onye na-ese ihe osise maka Daily News na Salisbury, nke nwere ndị na-agụ akwụkwọ n'Afrịka",
  "N'otu oge na Salisbury, ọ sonyeere Frank McEwen's Workshop School, ebe ọ natara ọzụzụ eserese ọzọ",
  "Site na mbido na Salisbury, o gosipụtara na asọmpi kwa afọ na ihe ngosi ndị ọzọ McEwen haziri. N'izere nzụlite ozi ya, ọ rụrụ ọrụ na mmanụ ma họrọ igosi ihe nkiri obodo",
  "Dị ka onye na-akpọ egwu jazz nke na-akpọ egwu mgbe niile na obodo shebeens, ọ na-egosipụtakarị ọnọdụ nnọkọ obodo mepere emepe",
  "Ihe osise ndị a si n'eziokwu kwụ ọtọ pụọ, e jikwa akara na agba ha tụnyere Oskar Kokoschka",
  "Ọrụ ya dị ka onye na-ese ihe osise na Daily News were afọ anọ ruo mgbe a machibidoro akwụkwọ akụkọ ahụ iwu.",
  "N'afọ 1965, onye bụbu onye isi ụlọ akwụkwọ Cyrene, Ned Paterson, goro Sambo dị ka onye nkuzi nka na ụlọ akwụkwọ Nyarutsetso na Salisbury",
  "N'ụzọ dị mwute, alụmdi na nwunye dị n'etiti onye ozi ala ọzọ oge ochie na Sambo na-ebi ndụ ngwa ngwa adịteghị aka",
  "Sambo, na-anọ n'ụlọ akwụkwọ nka nke Job Kekana na Rusape, malitere ịse ụmụ nwoke na ụmụ nwanyị nudes site na iji ihe nlereanya dị ndụ ndị e goro n'ebe ahụ",
  "Paterson, onye ihere, chụrụ Sambo, onye na-enwetụbeghị ọrụ oge niile ọzọ.",
  "Site na ngwụcha afọ 1960 gaa n'ihu, Sambo rụrụ ọrụ n'ụlọ ahịa nna ya na Rusape",
  "Mgbe ọ nwetasịrị aha ọma site n'ọtụtụ ihe osise dị egwu nke e sere na ụlọ mmanya dị iche iche na mpaghara Salisbury, ọtụtụ ndị na-azụ ahịa White gbakọrọ n'ụlọ ahịa nna ya ịzụta ọrụ ya",
  "N'ihi enyo enyo nke esemokwu nnwere onwe Chimurenga na-aga n'ihu kpatara, a na-enyo Sambo enyo na ọ bụ onye na-ere ahịa",
  "N'ikpeazụ, ndị otu ZANU mebiri ụgbọala egwuregwu ya n'afọ 1977, nke butere ọnwụ ya na mberede.",
  "Ihe osise Sambo dị na nchịkọta nke National Gallery of Zimbabwe na ọtụtụ nchịkọta onwe",
  "Abụọ nọ na MoMA."
]