[
  "Kingsley Ben-Adir (amụrụ na 28 Febụwarị 1986) bụ onye Britain na-eme ihe nkiri",
  "Ọ rụrụ ọrụ n'ọtụtụ ihe nkiri na ụlọ ihe nkiri London",
  "Ọ rụrụ ọrụ dị ka onye na-ahụ maka ọrịa Marcus Summer na ihe nkiri ITV nke Vera na onye na-eme nchọpụta onwe onye Karim Washington na oge nke abụọ nke usoro Netflix The OA Site na 2017 ruo 2019, ọ pụtara na usoro anọ na ise nke usoro telivishọn BBC One Peaky Blinders",
  "N'afọ 2020, ọ pụtara dị ka Malcolm X na ihe nkiri Amazon Studios One Night in Miami..",
  "(2020).",
  "A mụrụ Ben-Adir na Gospel Oak, London, England, n'aka nne oji Trinidad na nna ọcha British. Ọ gara William Ellis Skull",
  "na Gospel Oak, Northwest London. Ọ gụsịrị akwụkwọ na Guildhall School of Music and Drama na 2011.",
  "N'afọ 2011, Ben-Adir rụrụ ọrụ na Gillian Slovo's critical acclaimed play The Riots at the Tricycle Theatre N'afọ 2012, O mere Demetrius na A Midsummer Night's Dream na Regent's Park Open Air Theatre",
  "N'afọ 2013, ọ rụrụ ọrụ Borachio na mmepụta Mark Rylance nke Much Ado About Nothing na Old Vic na London ma rụọkwa ọrụ na God's Property na Soho Theatre",
  "N'afọ 2014, Ben-Adir rụrụ ọrụ n'egwuregwu We Are Proud to Presentation About the Herero of Namibia, nke a maara dị ka Southwest Africa, From the German Sudwestafrika, Between the Years 1884-1915 na Bush Theatre na London. Egwuregwu ahụ nwetara nyocha dị mma.",
  "Site na 2017 ruo 2019, Ben-Adir pụtara na usoro nke anọ na ise nke usoro telivishọn BBC One Peaky Blinders, na-arụ ọrụ Colonel Ben Younger.",
  "N'afọ 2020, Ben-Adir gosipụtara dị ka Malcolm X na ihe nkiri Amazon Studios One Night in Miami..",
  "nke Regina King duziri",
  "Ben-Adir so Eli Goree (Cassius Clay), Leslie Odom Jr",
  "(Sam Cooke), na Aldis Hodge (Jim Brown) mee ihe nkiri.",
  "Na Machị 2021, Deadline Hollywood kọrọ na Ben-Adir sonyeere usoro Secret Invasion maka Marvel Studios dị ka onye isi ọjọọ.",
  "N'ọnwa Febụwarị afọ 2022, Ben-Adir setịpụrụ ka ọ bụrụ Bob Marley na ihe nkiri ya na-enweghị aha nke Reinaldo Marcus Green duziri. N'ọnwa Eprel afọ 2022, ọ sonyeere ndị na-eme ihe nkiri Barbie."
]