[
  "King's College, Lagos (KCOB) bụ ụlọ akwụkwọ sekọndrị dị na steeti Lagos, Naijiria",
  "E hiwere ya n'abali iri abụọ nke ọnwa Septemba afọ 1909 na Lagos Island, n'akụkụ Tafawa Balewa Square, nke ọ bụ ụmụ akwụkwọ iri bidoro ya",
  "Ụlọ akwụkwọ ahụ na-anabata naanị ụmụ akwụkwọ nwoke",
  "Ọ bụ ezie na n'akụkọ ihe mere eme, a nabatara ụmụ akwụkwọ HSC (A-Level equivalent) ndị nwanyị tupu e guzobe Ụlọ akwụkwọ Queen's College Lagos, nke a maara nke ọma dị ka ụlọ akwụkwọ nwanne nwanyị nke King's College",
  "King's College na-eduzi ule West African School Certificate nakwa National Examinations Council.",
  "N'afọ 1908, onye Naijiria na-anọchite anya onye nduzi agụmakwụkwọ na Lagos, Henry Rawlingson Carr dụrụ Gọvanọ Walter Egerton ọdụ na atụmatụ zuru ezu nke agụmakwụkwọ. Atụmatụ na aro Carr bụ ihe ndabere maka ịmepụta King's College",
  "Carr mere ka ndị London Board of Education kwenye na ọrụ agụmakwụkwọ nke King's College agaghị agbakọta kama ọ ga-agbakwunye atụmatụ agụmakwụkwọ ya nke ndị ozi ala ọzọ. N'ihi ya, ụfọdụ ndị edemede na-ewere Henry Carr dị ka \"onye na-ese ụkpụrụ ụlọ nke King's College\". Na 20 Septemba 1909 King's School (dị ka a na-akpọ ya n'oge ahụ) malitere",
  "E nwere ụmụ akwụkwọ ọsụ ụzọ iri nke gụnyere J.C",
  "Vaughan, Isaac Ladipo Oluwole, Frank Macaulay, Herbert Mills (site na Gold Coast), O.A",
  "Omololu na Moses King",
  "Oluwole bụ onye isi ụlọ akwụkwọ mbụ",
  "E wuru ụlọ akwụkwọ ahụ ma nye ya ihe ndị dị na ya na ọnụahịa £ 10,001",
  "O nwere ụlọ nzukọ iji nabata ụmụ akwụkwọ narị atọ, ụlọ",
  ", ụasatọl",
  "Nkà ihe ọmụma nke King's School bụ",
  "\"inye ndị ntorobịa nke ógbè ahụ agụmakwụkwọ dị elu karịa nke ụlọ akwụkwọ ndị dị ugbu a nyere, ịkwadebe ha maka ule agụmakwụkwọ nke Mahadum London na inye ndị chọrọ iru eru maka ndụ ọkachamara ma ọ bụ ịbanye na Gọọmentị ma ọ bụ ọrụ azụmahịa bara uru\".",
  "Ndị ọrụ kọleji ahụ nwere ndị Europe atọ (onye isi na-enye ntụziaka na Asụsụ Bekee, Literature na Latin, Mathematical na Science Master) na ndị nkuzi Afrịka abụọ",
  "Site n'oge ruo n'oge, ndị otu Ngalaba Mmụta na-arụ ọrụ dị ka nkuzi nke klas mgbede.",
  "Gọọmentị nyere agụmakwụkwọ atọ na ihe ngosi atọ kwa afọ dabere na uru",
  "Ndị na-erite uru na agụmakwụkwọ ahụ nwere ikike ịnata agụmakwụkwọ n'efu na onyinye gọọmentị nke pound isii kwa afọ",
  "N'aka nke ọzọ, ndị nwere ihe ngosi na-enweta agụmakwụkwọ n'efu; ọ bụ naanị ihe ngosi Hussey Charity nke a na-eme na kọleji ka e guzobere maka ụmụ akwụkwọ dara ogbenye site na itinye ego nke ụlọ nke Hussey Charité.",
  "Nkezi nke ụmụ akwụkwọ na-abịa na njedebe nke 1910 bụ iri na isii",
  "Nke a rịrị elu ruo iri isii na asaa ka ọ na-erule ngwụcha afọ 1914.",
  "N'afọ 1926, e bipụtara The Development of the Education Department, 1882X 1925",
  "Isi nke mbụ, \"Akụkọ kwa afọ na mmepe agụmakwụkwọ, Southern Provinces, Naijiri",
  "ria, maka afọ 1926\" kpughere eziokwu na-adọrọ mmasị banyere ụlọ akwụkwọ ahụ.",
  "Ọ na-agụ, n'akụkụ ụfọdụ, \"...1909 bụ ihe a na-ahụkarị maka mmeghe nke King's College dị ka ụlọ akwụkwọ sekọndrị gọọmentị n'okpuru onyeisi nke Maazị Lomax onye sitere na Ngalaba Nnyocha, onye ndị ọkachamara Europe abụọ nyeere aka",
  "Ọnụ ọgụgụ ụmụ nwoke nọ na mpịakọta ahụ bụ iri na otu",
  "N'afọ 1909, a họpụtara Maazị Hyde-Johnson ka ọ bụrụ onyeisi ụlọ akwụkwọ King's College, mana ọnwa itoolu ka e mesịrị, ọ nọchiri Maazị Rowden dị ka onye nduzi agụmakwụkwọ....\"",
  "Na onye isi ụlọ akwụkwọ mbụ nke kọleji ahụ bụ Maazị Lomax bụ mkpughe dị ịrịba ama, nke dị ịrịba amị n'ihi na echiche zuru oke bụ mgbe niile na Maazị Hyde-Johnson bụ onye nwere ọnọdụ ahụ",
  "Ruo 1954 mgbe edere mbipụta mbụ nke akụkọ ihe mere eme dị mkpirikpi nke kọleji ahụ, akụkọ ifo a ma ama bụ na Maazị Hyde-Johnson bụ onye isi mbụ nke King's College",
  "Ewezuga ụmụ akwụkwọ ntọala ole na ole dị ndụ, ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị Old Boy ọ bụla nụrụ banyere Maazị Lomax; aha onye ọsụ ụzọ a dị n'ụzọ na-adọrọ mmasị.",
  "A na-enye nghọta banyere ndụ na K.C",
  "n'afọ ndị mbụ ya site na isiokwu F.S",
  "Scruby nke dị na 24 Febụwarị 1924 na Mermaid nke akpọrọ 'Further Glimpse of the Past':",
  "E nwere ụlọ anọ n'ụlọ akwụkwọ ahụ aha ya bụ ndị isi ụlọ akwụkwọ mbụ",
  "Ụlọ Hyde-Johnson (red), Ụlọ Panes (blue), Ụlọ Mckee-Wright (yellow) na Ụlọ Harman (green)",
  "Ọ nwere aka iri na klas ọ bụla (dị ka nke 2017), Ha bụ A, Alpha, C, D, E, F, G, H, J na K",
  "King's College Lagos na-eji mkpụrụedemede Grik Alpha kama mkpụrụedemede B dị ka aka nke abụọ nke klas ha.",
  "N'ihi ihe mgbochi nke ọnụ ọgụgụ mmadụ, e kewara ụlọ akwụkwọ ahụ n'ime ụlọ akwụkwọ abụọ, ụlọ akwụkwọ sekọndrị na-aga n'ime ala nke Federal School for Arts and Sciences (F.S.A.S) na Victoria Island",
  "(Nchịkwa ụlọ akwụkwọ ahụ ka nọ n'okpuru nchịkwa nke otu onye isi ma mesịa nọrọ n'okpuru njikwa nke Federal Ministry of Education.) Nke a pụtara na klas ndị okenye nke ụlọ akwụkwọ ahụ (klas 1 ruo 3) nọ ugbu a na Victoria Island \"Annex,\" dị ka a maara ụlọ akwụkwọ ahụ.",
  "Ka ọ dị ugbu a, King's College, Lagos nwere obere ụlọ akwụkwọ",
  "A na-ekewa ndị okenye ugbu a dị ka ndị a: A na-ahụ ụmụ nwoke SS1 ruo SS3 na Main Camp (Tafawa Balewa Square), ebe a na-ahụ JSS1 ruo ụmụ nwoke JSS2 na ụlọ akwụkwọ mgbakwunye (Victoria Island)",
  "Onye bụbu PKC, Otunba 'Dele Olapeju, malitere ọrụ na Jenụwarị, 2010 wee kwụsị ọrụ na Nọvemba, 2015",
  "Ọ kpọgara ụmụ akwụkwọ ndị okenye site na mgbakwunye gaa na isi ụlọ akwụkwọ",
  "Taa, King's College na-eyi ejiji ọhụrụ",
  "O wuola ọtụtụ ihe owuwu ma na isi ụlọ akwụkwọ ma na ụlọ akwụkwọ mgbakwunye",
  "Nsonaazụ ụmụ akwụkwọ ahụ dị ugbu a n'ịntanetị, ebe ndị nne na nna na ndị na-elekọta ha nwere ike ịgbaso ọrụ agụmakwụkwọ na nke ndị ọzọ na-arụ n'ụmụ akwụkwọ site na iji nkọwa nke ụmụ akwụkwọ ahụ nyere ha.",
  "Ka ọ na-erule oge nke afọ 2014, King's College Lagos nwere ọkwa prefect iri anọ na ise",
  "King's College Lagos egosila ogo agụmakwụkwọ ya ruo ọtụtụ narị afọ ma gafee ule nke oge",
  "Akụkọ ozi na-enweghị ihe akaebe na King's College Lagos rụrụ ọrụ na pasenti iri itoolunke ihe ịga nke ọma na Mee/Jụn 2015 WASSCE",
  "Na mmekọrịta mmadụ na ibe ya, KC gosipụtara na ọ bụ otu n'ime ihe kachasị mma, dịka ihe omume kwa afọ dị ka asọmpi egwuregwu n'etiti ụlọ, egwuregwu abụọ na-eme kwa afọ na Achimota School Ghana, na King's College / Queen's College Graduation ball maka ụmụ akwụkwọ SS3 na-apụ apụ aghọwo ihe omume mmekọrịta mmadụ na eze na King'S College.",
  "Iko KIGS kwa afọ bụ ihe omume egwuregwu dị mkpa",
  "Ọ bụ asọmpi cricket quadrangular nke nwere ụlọ akwụkwọ anọ na-ekere òkè - King's College, Igbobi College, Government College Ibadan na St",
  "Gregory's College.",
  "Ikoyi Run kwa afọ bụkwa otu n'ime ihe omume egwuregwu kachasị na King's College",
  "Ikoyi Run bụ marathon nke ụlọ anọ ahụ na-asọmpi.",
  "Enwekwara asọmpi egwuregwu n'etiti ụlọ kwa afọ na ụlọ anọ ahụ na-asọmpi.",
  "Uwe ụlọ akwụkwọ ahụ nwere uwe ọcha (ogologo aka maka ndị nọ n'ụlọ akwụkwọ sekọndrị na aka mkpụmkpụ maka ndị nọ na ụlọ akwụkwọ dị ala), eriri ụlọ akwụkwọ na / ma ọ bụ baajị ụlọ akwụkwọ, brọsh ọcha, belt ojii, sọks na akpụkpọ ụkwụ ojii na blazer na-acha anụnụ anụnụ",
  "Uwe ejiji ghọrọ iwu n'okpuru Principal Mr",
  "S",
  "M",
  "Onoja.",
  "Onye isi ụlọ akwụkwọ mbụ bụ Sir Lomax, ebe onye isi Afrịka mbụ bụ Rex Akpofure",
  "Onye isi ụlọ akwụkwọ ahụ ugbu a bụ Ali Andrew Agada",
  "Ụfọdụ ndị isi ndị ọzọ bụ:",
  "Kings College, Lagos",
  "Kings College, Lagos",
  "Kings College, Lagos"
]