[
  "Michael Joseph Jackson (Önwa asatọ 29, 1958 — Önwa isii 25, 2009) bụ onye Amerikạ na-agụ egwú burukwa onye na-agba egwu.",
  "N'ịbụ onye a ghọtara dị ka onye na-eme egwuregwu kacha nwee ihe ịga nke ọma n'oge niile, ọ bụ onye isi na akụkọ ihe mere eme nke azụmahịa ngosi na otu n'ime akara ngosi omenala nke narị afọ nke 20.",
  "Nke asaa n'ime ezinụlọ nke nwere ụmụaka itoolu, ya na ụmụnne ya bụrụ abụ site na afọ isii wee malite ọrụ ọkachamara na iri na otu na Jackson nke ise, otu ìgwè ya na ụmụnne ya ndị tọrọ ya",
  "Mgbe ọ ka bụ onye otu (rue 1984), ọ malitere ọrụ naanị ya na 1971",
  "Ise n'ime egwu solo ya ewepụtara n'oge ndụ ya so na ọba egwu kacha ewu ewu n'ụwa: Off Wall (1979), Thriller (1982), Bad (1987), Dangerous (1991) na HIStory (1995).",
  "Na 1980s, ọ ghọrọ onye isi na egwu pop",
  "A na-eme eserese egwu ya, nnukwu oke na ihe ọhụrụ, dị ka obere ihe nkiri, ọkachasị maka aha Beat It, Billie Jean, Thriller, Bad ma ọ bụ Mpụ dị nro",
  "Ọ kwalitere ọtụtụ usoro ịgba egwu, gụnyere njem ọnwa, nke ghọrọ mbinye aka ya",
  "N'ịbụ onye jikọtara mkpụrụ obi, funk, pop na ụdị egwu egwu, ụdị olu ya na ụdị egwu ya na-aga n'ihu na-emetụta ọtụtụ ndị na-ese hip-hop, pop na r'n'b nke oge a.",
  "Aha ya bụ \"Eze Pop\", Michael Jackson mebiri ọtụtụ ndekọ na ụlọ ọrụ ndekọ",
  "N'ihe karịrị nde ndekọ 500 rere n'ụwa niileNote 2, ọ nọ n'etiti ndị na-ere ndekọ atọ kachasị ukwuu n'oge niile",
  "N'ịre ahịa nke nde 70 nde, Thriller ka bụ ọba egwu kacha ere na akụkọ egwu wee nweta asambodo platinum ugboro 34 na United States.",
  "A maara Michael jackson n'ọhịo ụda maka ịbụ otu n'ime ndị na-ese ihe mbụ na-eji usoro ahịrị ma ọ bụ usoro nhazi ahịrị",
  "(audio Systeme)",
  "Ọ na-ekerekwa òkè n'ọtụtụ ọrụ ebere, karịsịa na ọrụ USA maka Africa na Heal The World Foundation (1992), nke e mepụtara na-esochi njem nlegharị anya ụwa dị ize ndụ, ma na-enye aka n'oge ọrụ ya n'ọgụ megide agụụ, obi ọjọọ anụmanụ na mmetọ ụmụaka",
  "Otú ọ dị, akụkụ ụfọdụ nke ndụ onwe ya na-emebi aha ọha ya, karịsịa site n'ọtụtụ nzaghachi ya na ịwa ahụ ịchọ mma, ụdị ndụ ya weere dị ka eccentric, na ọbụna karịa site na mkpesa abụọ maka mmetọ mmekọahụ nke nwatakịrị, na 1993 na 2003, n Otú ọ dị",
  ", na-akpata enweghị ikpe ụlọikpe",
  "Alụmdi na nwunye ya abụọ na ụmụ ya atọ bụkwa ihe esemokwu.",
  "Ka ọ na-akwado maka usoro egwu nke a bụ nke a ga-eme na London, Michael Jackson nwụrụ mgbe ọ dị afọ 50 site na ịṅụbiga mmanya ókè",
  "E mechara mara onye dibia bekee, bụ́ Conrad Murray ikpe maka igbu mmadụ."
]