[
  "Kiran Shah (a mụrụ n'ụbọchị nke 28 n'ọnwa Septemba n'afọ 1956) bụ onye Kenya-Indian na-eme ihe nkiri na onye na-eme ihe ngosi.",
  "A mụrụ Shah na Nairobi, Kenya",
  "Ọ biri na Kenya ruo mgbe ọ dị afọ iri na abụọ, mgbe ya na ezinụlọ ya kwagara India",
  "Mgbe ọ bi na India, ọ malitere inwe mmasị na ihe nkiri, mgbe ezinụlọ ya kwagara Feltham, ọ malitere itinye aka na azụmahịa ngosi",
  "Ihe nkiri mbụ ya bụ Candleshoe (1977), dịka onye na-anọchite anya",
  "Mgbe onye nhazi ihe nkiri Bob Anderson gwara ya ka ọ rụọ ọrụ, ọrụ ya malitere",
  "Shah rụrụ ọrụ Bolum na The People That Time Forgot (1977).",
  "Shah na-enwekarị mgbagwoju anya na Deep Roy; ha abụọ bụ ndị na-eme ihe nkiri Kenya amụrụ na Nairobi nke sitere na India bụ ndị malitere na ihe nkiri na telivishọn na ngwụsị afọ 1970",
  "Ọ bụ onye na-eme ihe nkiri kachasị mkpụmkpụ n'ụwa dịka Guinness World Records si kwuo",
  "Ọ pụtara dịka onye na-eme ihe nkiri na ihe nkiri iri atọ na otu; na iri atọ na asaa dịka onye na-eme ihe nkiri ma ọ bụ okpukpu abụọ.",
  "Ọ nọwo na ọtụtụ ihe nkiri na-ewu ewu kemgbe, dịka Superman (1978), Superman II (1980), Raiders of the Lost Ark (1981), The Dark Crystal (1982), Return of the Jedi (1983), Legend (1985), Aliens (1986), The Sign of Four (1987), Bullseye! (1990), Braveheart (1995), na Titanic (1997) ebe ọ na-eme ka ụmụaka niile nọ na ihe nkiri ahụ okpukpu abụọ.",
  "Ọ pụtara dịka onye na-eme ihe nkiri ma ọ bụ onye na-eguzo na The Lord of the Rings na usoro ihe nkiri Hobbit",
  "Ọ bụ ọnụ ọgụgụ okpukpu abụọ maka Elijah Wood dịka Frodo, ọ bụ ezie na ọ okpukpu abụọ maka ndị isi hobbits ndị ọzọ niile, ọ bụ naanị ọnụ ọgụgụ okpukpu abụọ nwere ike ịme ihe nkiri",
  "O mere Bilbo Baggins okpukpu abụọ dịka Martin Freeman (na Hobbit: An Unexpected Journey, The Hobbit: The Desolation of Smaug, na Hobbit: The Battle of the Five Armies) na Ian Holm (The Lord of the Rings: The Fellowship of the Ring)",
  "Ọ bụ otu n'ime naanị ndị na-eme ihe nkiri atọ na-eme ihe nkiri Hobbit.",
  "Ọrụ ya kachasị pụta ìhè bụ The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, ebe ọ rụrụ Ginarrbrik",
  "O gosikwara onye agwaetiti Andaman na ihe nkiri Sherlock Holmes The Sign of Four, na anụ ọhịa ahụ nke si na eserese pụta ma wakpo Natasha Richardson na ihe nkiri afọ 1986 Gothic",
  "Na mgbakwunye na okpukpu abụọ maka Martin Freeman dịka Bilbo na Hobbit: An Unexpected Journey, ọ pụtakwara dị ka Goblin Scribe",
  "Shah pụtara dịka onye omimi na Steven Moffat dere \"Listen\", ihe omume nke anọ nke usoro nke asatọ nke Doctor Who, yana ihe omume 2 nke usoro 10 dka Emojibot 1 na \"Smile\".",
  "Shah pụtara na 2015 Star Wars: The Force Awakens, dịka Teedo, obere onye na-eme ihe ike nke na-agagharị na mbara ala Jakku na Luggabeast ya.",
  "Na mgbakwunye na ịbụ onye na-eme ihe nkiri na onye na-eme ihe nkiri, Kiran bụkwa onye na-ede uri",
  "E bipụtara uri ya na Great Britain na United States, ma dabere na echiche ya, mmetụta ya, na ahụmịhe ya.",
  "Kpọpụta njehie: <ref> tag with name \"Braun\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Marston\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"SWDatabank\" defined in <references> is not used in prior text."
]