[
  "Kira Lynn Harris (amụrụ n'afọ 1963) bụ ónyé Africa-America na-ese ihe na-agwakọta mgbasa ozi nke bi ma na-akụzi ugbu a na New York City.",
  "A mụrụ Kira Lynn Harris na 1963 na Los Angeles, California",
  "Harris nwetara BA ya na Studio Art na Mahadum California na Santa Cruz, wee nwéta MFA ya na Art na California Institute of the Arts na 1998.",
  "Na mgbakwunye na ọtụtụ ihe ngosi onwé ónyé na nke otu na United States, Italy, Canada, na South Africa, Harris arụwokwa ọrụ dị ka ónyé na-ese ihe na-ebi na Studio Museum na Harlem (2002), Center for Photography na Woodstock (2004), St",
  "Mary's College of Maryland (2005), Omi International Art Center, Lower Manhattan Cultural Council, na Delaware Center for Contemporary Art (2006). E gosipụtara ọrụ ya n'ọtụtụ gallery, gụnyere MoMA PS1, Miami Art Museum, Bruno Marina Gallery, na Delaware Center for the Contemporary Arts. O sonyere na ihe ngosi ndị a: Blues for Smoke (MoCA na Whitney Museum), Black Light (White Noise Contemporary Art Museum na Freestyle Studio Museum Harlem).",
  "Her work has been reviewed in The New York Times, Time Out New York, and the Los Angeles Times, among others",
  "Critics have described her work as \"minimal,\" making use of installation, drawing, photography, and video to express \"formal concerns of space, light and the phenomenological with issues of individual subjectivity.\" She has also made use of reflective surfaces like mirror or silver leaf to highlight the architecture of space. Of her work, Harris explains, \"My projects often provide a disorienting encounter for the viewer: in my installations I am concerned with destabilization and re-orientation",
  "To achieve this I often create architectural and environmental interventions – by using light and reflective surfaces; by inverting subject and object or figure and ground; and/or by reversing up and down, exterior and interior.\"",
  "Harris ekwuola na ndị na-ese ihe dị ka James Turrell, Mark Rothko, na ndị na'ese ihe Hudson River School nwere mmetụta n'ọrụ ya",
  "Ọ kọwakwara, sị, \"Ọtụtụ mmasị m n'ìhè sitere na Los Angeles, ebe ìhè dị ebe niile",
  "Ị nwèrè nnukwu mbárá ìgwè ndị a\"",
  "O kwukwara na akụkọ sayensị, yana ihe nkírí na obodo dị ka Metropolis na Mad Max dị ka mmetụta.",
  "N'afọ 1998, Harris ritere ihe Nríte Lorser Feitelson Emerging Artist",
  "N'afọ 2003, o ritere onyinye mmepụta vidiyo nke Harvestworks.",
  "Harris bi ugbu a na New York City, New York ma na-akụziri ma ụmụ akwụkwọ sekọndrị na ụmụ akwụkwọ kọleji nka",
  "Ọ bụ osote prọfesọ na Ngalaba nka na egwu na John Jay College, yana akụkụ nkè Faculty Art na Nightingale-Bamford School."
]