[
  "Kirikiri Maximum Security Prison bụ ụlọ mkpọrọ dị n'ebe ọdịda anyanwụ nke Apapa, Lagos State, Nigeria. A na-akpọ ya aha ime obodo Kirikiri nke ọ dị na ya",
  "Akụkụ nke Ngalaba Naịjirịa Correctional Service",
  "O nwere ike irite ndị mkpọrọ dị otu puku na ịrị ịse na isii. E guzobere ya na 1955",
  "Paul Chiama nke Leadership dere na \"Nkwupụta nke Kirikiri na-echetara onye Naijiria ọ bụla nke\" ụlọ mkpọrọ a.",
  "Ka ọ na-erule Febụwarị 1, 1990 e kwụrụ na ọ ga na-erite ndị mkpọrọ narị itoolu na ịrị ise na isii mana ọ nwere ndị mkpọrọ otú pụkụ na narị isii na ịrị anọ na ise n'oge ahu",
  "Akụkọ 1995 nke Immigration and Refugee Board of Canada kwuru na ọ bụ \"ihe ọjọọ\" maka oke mmadụ. Na Maachị 2018, United Kingdom kwupụtara na ọ ga-emefu $939,000 iji wuo nku ọhụrụ nke nwere àkwà ndina otu narị na iri na abụọ iji mee ka ọ dịrị ndị mkpọrọ Naijiria mfe ịkwaga site na UK.",
  "A na-ejide ụfọdụ ndị mkpọrọ nọ n'ọnụ ọnwụ na Kirikiri.",
  "E wuru Ụlọ Mkpọrọ a dị na Kirikiri n'afọ 1955",
  "Na mgbe e wusiri ya, e kwụrụ na ọ ga na-erite ndị mkpọrọ otú pụkụ na ịrị ise na isii.  Ka ọ na-erule Febụwarị 12, 2018, pasent ịrị isii na itoolu nke ndị bi n'ụlọ mkpọrọ ahụ bụ ndị mkpọrọ na-echere ikpe dịka data sitere na Ngalaba Ụlọ Mkpọrọ Naịjirịa si kwuo.",
  "Ruo n'ọnwa Ọktoba 2021 na Kirikiri Maximum Security Prison, a na-enye ndị mkpọrọ nri ₦450 kwa ụbọchị (ihe dị ka US $1.08 ka ọ na-erule Mee 2022). N'ọnwa Ọktoba n'afọ 2021, Kọmitii Senate na Interior mụbara nri kwa ụbọchị ruo 1000 naira (ihe dị ka $2.41 na Mee afọ 2022). Ndị ọrụ nke Ngalaba Naịjirịa na-ahụ maka Correctional Service tụrụ aro ka a kwụọ ụgwọ ₦750 kwa ụbọchị, mana Kọmitii Senate kwuru na ego a \"ezughị oke\". N'ajụjụ ọnụ Vanguard na Mee 2022, otu onye mkpọrọ rịọrọ ka a ghara ịmata ya kwuru na nri ndị a na-eri na Kirikiri bụ \"ndị ogbenye na ndị jọgburu onwe ha\". Dịka ọmụmaatụ, site n'aka onye mkpọrọ a na-akpọghị aha, nri ụtụtụ na-agụnye naanị agwa a na-esighị esi kwa ụtụtụ, ụbọchị asaa n'izu. Onye mkpọrọ ahụ a na-akpọghị aha kọwakwara mmụba nke nri a na-enye kwa ụbọchị dị ka \"agha ụgha niile\", na-ekwu, ị kwesịrị ịbịa hụ ya iji mara kpọmkwem ihe m na-ekwu maka ya\" na \"bịara hụ nri jọgburu onwe ya! Ọ na-akawanye njọ\".",
  "Onye mkpọrọ ọzọ a gbara ajụjụ ọnụ maka akụkọ Vanguard nke Mee 2002 kwuru na \"ọbụna nkịta agụụ na-agu ga-ajụ nri ha na-enye anyị\", nakwa na ụfọdụ ndị mkpọrọ na-adabere n'inwe ike isi nri n'ime ụlọ mkpọrọ nke ha maka ihe oriri. Enwere ike ịzụta nri ndị mkpọrọ na-esi nri n'ime ụlọ mkpọrọ ha site n'aka onye ọrụ ọdịmma ụlọ mkpọrọ, ụfọdụ ndị mkpọrọ nwekwara stovu kerosene maka isi nri.",
  "Onye mkpọrọ ọzọ kwuru na ụlọ mkpọrọ ahụ nwere ngalaba \"VIP\" dị iche, ebe ndị mkpọrọ nwere onye na-esi nri nke ha, onye na-asa uwe, ndị na-eziga ọrụ na ihe na-enye ọkụ eletrik.",
  "N'ọnwa Mee afọ 2022, onye na-ekwuchitere ụlọ mkpọrọ Lagos State gọrọ nkwupụta na ndị mkpọrọ ka na-enweta naanị ₦450 nke nri kwa ụbọchị, na-ekwu, \"enwere nyocha nke nri dịka ekwuru na Iwu Ụlọ Mkpọrọ nke Naịjirịa nke 2019",
  "E nyochara ndokwa mbụ nke ₦450 gaa n'elu mana ejighị m n'aka na o ruru ₦1000",
  "Aghaghị m ịgwa gị na gbasara nri n'ụlọ mkpọrọ, enwere ihe anyị na-eji maka nri ọ bụla maka ndị mkpọrọ",
  "\" N'adịghị ka nkwupụta a, onye isi ụlọ mkpọrọ nke rịọrọ ka a ghara ịkpọ aha kwuru na \"ọ dịghị ihe gbanwere n'ihe gbasara inye ndị mkpọrọ nri na mba ahụ\" nakwa na \"ọ nweghị ihe gbanwere ebe a n'ihe banyere ogo na oke nri ndị mkpọrọ na-eri",
  "Ọ ka bụ ihe na-eme mgbe niile na ofe egusi, agwa na osikapa",
  "\" Onye isi ọrụ ahụ kwukwara na \"naanị ụzọ ndị mkpọrọ si lanarị bụ site n'inye nri nke ha\"."
]