[
  "Kiripi Katembo, nke a makwaara dị ka Kiripi Katembō Siku, (Jụn 20, 1979 ruo Ọgọọst 5, 2015) bụ onye Congo na-ese foto, onye na-eme ihe nkiri na onye na-ese ihe",
  "Ihe nkiri Katembo dị mkpirikpi, foto na ọrụ ndị ọzọ lekwasịrị anya na ndụ ndị mmadụ na Kinshasa kwa ụbọchị, yana nsogbu akụ na ụba na mmekọrịta mmadụ na ibe ya na-eche Democratic Republic of the Congo ihu. Ọ bụkwa onye isi nchịkwa nke Mutotu Productions, ụlọ ọrụ mmepụta ihe nkiri ya, na onye isi nchịk nke Yango Biennale, nke dị na Kinshasa.",
  "A mụrụ Katembo na Jụn 20, afọ 1979, na Goma, Zaire (nke bụ Democratic Republic of the Congo ugbu a). Ọ gara Académie des Beaux-Arts na Kinshasa.",
  "Katembo, onye a ma ama na-ese foto na Congo, bụ onye a maara nke ọma maka usoro ya, Un regard, nke e wepụtara na 2009. Ihe ngosi ahụ jiri usoro foto a na-akpọ mirroring",
  "Na Un regard, Katembo sere foto ndị ọ na-ese site na ijide ihe ha na-ese n'ime mmiri dị n'okporo ámá Kinshasa. Katembo kọwara ebumnuche ya maka Un regard n'ajụjụ ọnụ, \"Foto na-enyekwa ụzọ ịhụ ihe karịrị echiche ka ọ na-emeghe windo abụ na ụwa ọzọ, ụwa m bi na ya",
  "Achọrọ m ka ihe oyiyi ọ bụla kọọ banyere ụmụaka a mụrụ ebe a ndị ga-etolite gburugburu ọdọ mmiri mmiri, na ezinụlọ ndị na-adị ndụ mgbe ndị ọzọ na-aga ibi na mba ọzọ",
  "Nye m, nke a bụ otu ụzọ isi mee mkpọsa maka gburugburu ebe obibi dị mma na iji foto katọọ ihe ndị bi na Kinshasa na-ahụ dị ka akara aka.\"",
  "N'ajụjụ ọnụ 2015 ya na Jenny Stevens nke The Guardian, Katembo kọwakwara na ndị Congo, gụnyere ndị Kinshasai, anaghị amasị ka e were foto ahụ, na-ekwu na onye na-ese foto ga-arịọkarị maka ikike. Ọ bụ otu n'ime ihe mere Kitembo ji jiri ihe ngosi nke ọdọ mmiri mee ihe na Un regard, na-ekwu \"Ọ bụ ya mere m ji malite ịse foto na-atụgharị uche na ọ bụ ụzọ iji dekọọ ndị mmadụ na-eme ndụ ha\".",
  "E gosipụtara ọrụ Katembo na Bamako Encounters, Royal Museum for Central Africa, Centre for Fine Arts, Brussels, na TAZ na Ostend, Belgium. Foto sitere na nchịkọta Un regard gosipụtara dị ka akụkụ nke ihe ngosi \"Beauté Congo -1926- 2015 -Congo Kitoko\" na Foundation Cartier na Paris n'oge ọnwụ ya na 2015.",
  "O mekwara ihe ngosi gọọmentị maka 67th Festival d'Avignon na 2013.",
  "Ọ bụ onye guzobere Yebela, otu nka na Kinshasa.",
  "Katembo mere ihe nkiri ya nke nkeji asaa na 2008, ihe nkiri dijitalụ dị mkpirikpi, Cardboard Car Film, nke na-enyocha Kinshasa na ndị ya, na ekwentị mkpanaaka.",
  "O guzobere Mutotu Productions ma bụrụ onye isi ụlọ ọrụ ahụ",
  "N'okpuru Katembo, Mutotu Productions mepụtara Atalaku, nke Dieudo Hamadi duziri, nke meriri ihe nkiri kachasị mma na mmemme Cinema du Reel nke Centre Georges Pompidou na 2013. Ya na Hamadi na Divita Wa Lusala jikọrọ aka iduzi ihe nkiri nke afọ 2010, Congo in Four Acts, nke ritere ihe nrite na Africa Movie Academy Awards na Cinéma du Réel film festival na 2010.",
  "Katembo rụkwara ọrụ na ihe nkiri",
  "Ọ bụ osote onye nduzi na 2010 Congolese crime thriller, Viva Riva!, nke Djo Tunda Wa Munga duziri",
  "Katembo bụkwa osote onye nduzi ihe nkiri Canada, War Witch (2012), nke Kim Nguyen duziri. War Witch nwetara nhọpụta maka Best Foreign Language Film category na 85th Academy Awards.",
  "E gosipụtara ihe nkiri Katembo na Berlin International Film Festival, Carthage Film Festival, International Documentary Film Festival Amsterdam, na Toronto International Film Festival. Na mgbakwunye na ọrụ ya dị ka onye na-eme ihe nkiri, ọ bụkwa onye isi nchịkwa nke Yango Biennale, mmemme ihe nkiri nke emere na Kinshasa.",
  "Kiripi Katembo nwụrụ site na ịba ụbụrụ na Kinshasa n'Ọgọọst 5, 2015, mgbe ọ dị afọ iri atọ na isii."
]