[
  "Oluwatobiloba Daniel Anidugbe, onye a maara nke ọma site na aha egwuregwu ya bụ Kizz Daniel, bụ onye na-agụ egwu na onye na-ede egwu na Naijiria",
  "A maara ya nke ọma maka egwu ya \"Woju\" na \"Yeba\". Ọ gara site na aha egwu Kiss Daniel tupu ọ gbanwee ya na Mee 2018. Ọ bịanyere aka na nkwekọrịta ndekọ na G-Worldwide Entertainment na 2013, mana ọ hapụrụ akara ahụ na-esote esemokwu nkwekọrịta na ikpe ụlọ ikpe.O guzobere akara ndekọ Fly Boy Inc na Nọvemba 2017.",
  "Na August 8, na afọ 2022, ndị uwe ojii Tanzania jidere Kizz Daniel na Dar es Salaam n'ihi enweghị ike ịrụ ọrụ",
  "Otu n'ime ụlọ ọrụ ndị Tanzania a maara dị ka State of Vybes kwadebere ihe omume.",
  "A mụrụ Kizz Daniel Oluwatobiloba Daniel Anidugbe na Abeokuta, na Ogun Steeti, Nigeria. Ọ si n'ógbè gọọmentị ime obodo Abeokuta North",
  "Ọ gara Abeokuta Grammar School ma gụsịrị akwụkwọ na Federal University of Agriculture, Abeokuta, na 2013, na nzere na Water Resources Management na Agrometeorology (Water Engineering). Mgbe ọ nọ na mahadum, o kpebiri ịchụso egwu dị ka ọrụ n'akụkụ ọmụmụ ya.",
  "N'ọnwa Mee na afọ 2015, Kizz Daniel wepụtara egwu nke atọ na-esote ya, na vidiyo izu abụọ ka e mesịrị nke a gbara n'ebe dị iche iche n'akụkụ ọwụwa anyanwụ nke Afrịka ma AJE FILMS duziri ya. Daniel wepụtara abọm studio mbụ ya akpọrọ New Era na Mee 14, na afọ 2016.",
  "Mgbe ọ hapụsịrị akara mbụ ya G-WorldWide, ọ gara na-ese n'elu mmiri nke onwe ya FLYBOY I.N.C",
  "nke bịanyere aka na ọrụ ọhụrụ abụọ Demmie Vee na Philkeyz na nso nso a",
  "Mgbe nke ahụ gasịrị, Kizz Daniel gosipụtara na Demmie Vee single nke akpọrọ \"You Go Wait?\"",
  "2018 ji n'aka na ọ bụ afọ dị mma maka onye na-eti egwu WOJU, ọ gosipụtara Wizkid na Hit Song \"FOR YOU\" na Davido na egwu ọzọ \"One Ticket\" nke kụrụ chaatị n'ime awa 24 nke ntọhapụ ya. N'ụbọchị iri atọ n'ọnwa Disemba afọ 2018, Kizz Daniel wepụtara abọm Studio nke abụọ ya na nke mbụ ya n'okpuru FlyBoy Inc nke akpọrọ \"No Bad Songz\"",
  "Abọm ahụ nwere abụ iri abụọ gụnyere otu tiketi a tọhapụrụ tupu oge eruo nke o gosipụtara Davido",
  "Ihe ndị ọzọ dị na Album ahụ gụnyere Nasty C, Diamond Platiumz, Philkeyz, Demmie Vee, Dj Xclusive, Wretch 32, Diplo na Sarkodie",
  "Abọm ahụ nwetara nyocha dị mma site n'aka ndị hụrụ egwu n'anya, ọ malitere na No",
  "55 na US iTunes Chart wee bụrụ nọmba 1 na World Album Chart n'ime awa ịrị abụọ na anọ nke ntọhapụ ya",
  "Na 25 June 2020, ọ wepụtara abọm studio nke atọ ya 'King of Love'",
  "Na Mee ụbọchị nke mbụ, na afọ 2021, ọ nabatara ụmụ atọ, Jamal, Jalil na Jelani, ya na enyi ya nwanyị dị omimi",
  "Kizz mechara kpughee otu o si tụfuo otu n'ime ụmụ atọ ya, Jamal, naanị ụbọchị anọ mgbe amuchara ya ka ọ na-enweta ụlọ elu nwere ọnụ ụlọ abụọ maka Jalil na Jelani."
]