[
  "Okwu sinior, n'ihe gbasara agụmakwụkwọ, nwere ihe dị iche iche dabere na mba",
  "Na  Naijiria, iwu mba maka agụmakwụkwọ na-akọwa agụmakwụkwọ sekọndrị dị elu dị ka agụmakwụkwọ ụmụaka na-enweta mgbe agụmakwụkwọ praịmarị na nke sekọndndrị gasịrị na tupu oge tertiary.  Afọ kwesịrị ekwesị maka agụmakwụkwọ sekọndrị dị elu na Naịjirịa dị n'agbata afọ iri na otu rue na nke iri na asatọ",
  "A na-atụ anya ka nwa akwụkwọ ahụ dee (West African Examination Council - WAEC) ule na ma ọ bụ National",
  "Kansụl Nnyocha (NECO) na ngwụcha afọ ọmụmụ isii. Nwa akwụkwọ ọ bụla ga-amụ sobjecti opekata mpe asatọ na ọnụ ọgụgụ, ma ọ bụ subjecti  itoolu ma ọ karịchaa",
  "Ụmụ akwụkwọ niile ga-enye ihe niile dị mkpa nke ana-kpo (4) cross cutting subjects ; nke a gụnyere : asụsụ Bekee, General Mathematics, Civic Education na Trade / Entrepreneurship subject. E nwere  ebum n' obi dị egwu nke mere ka e nwee agụmakwụkwọ sekọndrị dị elu na Naịjirịa, nke a gụnyere ime ka usoro mmụta ya dị iche iche iji lekọta ọdịiche dị na talent, ohere, na ọrụ ndị na-emeghe ụmụ akwụkwọ mgbe ha gụsịrị akwụkwọ sekọndari; na n'etiti ndị ọzọ.",
  "Na agụmakwụkwọ United States, onye okenye bụ nwa akwụkwọ nọ n'afọ nke anọ nke ọmụmụ (na-abụkarị ụlọ akwụkwọ sekọndrị ma ọ bụ kọleji / mahadum).",
  "Na United States, akara nke iri na abụọ na-abụkarị afọ nke anọ na nke ikpeazụ nke oge ụlọ akwụkwọ sekọndrị nke nwa akwụkwọ ma a na-akpọ ya afọ ikpeazụ nke nwa akwụkwọ",
  "A na-adụ ụmụ akwụkwọ nọ n'afọ dị elu ọdụ ka ha malite itinye akwụkwọ kọleji na semester mbụ ma chere mkpebi nnabata ka ọ bịa na semester nke abụọ nke afọ dị elu.",
  "Na United States, a maara afọ nke anọ nke mmemme agụmakwụkwọ dị ka afọ dị elu",
  "A na-ahazi ọtụtụ mmemme nzere bachelọ ka emechaa n'ime afọ anọ a",
  "Ụmụ akwụkwọ nọ n'afọ ikpeazụ ha ga-elekarị anya n'ọrụ ma ọ bụ ohere agụmakwụkwọ dị ka ụlọ akwụkwọ gụsịrị akwụkwọ, ụlọ akwụkwọ ahụike, ma ọ bụ ụlọ akwụkwọ iwu.",
  "A na-eji okwu onye sinior nke kachasi na United States na-atu aka na nwa akwụkwọ nke afọ nke ise nke na-emechabeghị ihe achọrọ maka ngụsị akwụkwọ na ngwụcha afọ nke anọ, ya mere achọrọ ka ọ nọrọ otu afọ ọzọ iji mezue ihe achọrọ.",
  "Na mpaghara Ontario, a na-ewere ụmụ akwụkwọ ụlọ akwụkwọ sekọndrị na afọ nke atọ na n'elu dị ka ndị okenye, ebe na mpaghara Alberta, ọ bụ naanị akara iri na abụọ ka a na-agụ dị ka ndị agadi ọ bụ ezie na mpaghara abụọ ahụ bụ ndị Canada (n'ihi eziokwu ahụ bụ na ụlọ akwụkwọ sekọrịtandrị bụ naanị akara zomi na abụọ na Alberta).",
  "Na England na Wales, ụmụ akwụkwọ nọ n'afọ nke asaa Gaba n' ihu  (afọ iri na otuma ọ bụ karịa, ụlọ akwụkwọ praịmarị) na ụlọ akwụkwọ sekọndrị bụ ndị okenye; na Scotland, ụmụ akwụkwọ dị n'afọ ha nke ise na karịa bụ ndị okenye."
]