[
  "Daniel Boimah Kenney Knero Lapaé Edwards II (amụrụ na Mee 19, 1985), nke a maara nke ọma site na aha egwu ya Knero Lapé ma ọ bụ naanị kNERO (nke a na-akpọ knee ro la pay), bụ ónyé Liberian hip hop, Afrobeats na-edekọ egwu, onye na-agụ egwu, onye edemede egwu, onye mmepụta ndekọ, ihe nlereanya, na onye édémédé.",
  "A mụrụ kNERO na Monrovia, Liberia ma zụlite ya na Brooklyn, New York",
  "Nna ya bụ Gola na nne ya sitere n'ebo K'pelle",
  "Ọ bụ otu n'ime ụmụ anọ nke Sara Léla na Rev",
  "D",
  "Boimah Lapaé Edwards, ónyé bụ ónyé Liberia kachasị nta na-elekọta ụlọ ọrụ America na Liberia, nke dugara ha America",
  "Ọ bụzi ónyé isi oche nke otu na-enweghị uru a na-akpọ \"The Bomi County Association\"",
  "a zụlitere kNERO na ndọrọ ndọrọ ọchịchị. Nwa nwanne nwanyị nke onye isi ala nke iri abụọ na anọ nke Liberia Ellen Johnson Sirleaf, Uncle bụ onye ọka ikpe nke Ụlọikpe Magistrate, onye Kọmishọna District na onye nhazi mmepe ọbọdọ màkà Ministry of Internal Affairs, na nwa nwanne nna mbụ Richard B",
  "Devine, onye bụbu Senator nke Liberia. Ha nwere ihu ọma ịgbanahụ Agha Obodo Liberia site na ihe nna ya rụzuru mana ha ka na-ata ahụhụ ọnwụ nke ezinụlọ na ndị enyi.",
  "kNERO wepụtara \"Not Drunk Enuff\" nke gosipụtara ónyé na-agụ egwu Norwegian Adele Erichsen, ónyé bụbu onye na-asọ mpi na The Voice ̆ Norges beste抽",
  "A tọhapụrụ egwu ahụ n'okpuru ndekọ CCAP",
  "N'ihi njikọ ndọrọ ndọrọ ọchịchị ya, o mere emume nkwupụta nnwere onwe nke Liberia site n'ịrụ egwu egwu ya \"A.F.R.I.C.A\" na Embassy nke Liberia na Washington, D.C",
  "Ọ rụrụ na mmemme Hip Hop nke ndị ọsụ ụzọ nkè emere na Newark Symphony Hall; ihe omume ahụ gosipụtara ihe ngosi ndị ọzọ site na MC Lyte, Kool na Gang, Dana Dane na Slick Rick.\nÀtụ:Awards table\n|-\n| rowspan=\"2\"|2014\n| rowspan=\"2\"|kNERO\n| Artist of the Year - USA\n| style=\"background: #FDD; color: black; vertical-align: middle; text-align: center; \" class=\"no table-no2\"|Ahọpụtara\n|-\n| Hip Hop Artist of the Year\n| style=\"background: #FDD; color: black; vertical-align: middle; text-align: center; \" class=\"no table-no2\"|Ahọpụtara\n|-\n| rowspan=\"2\"|2016\n| rowspan=\"2\"|kNERO\n|-\n| Hip Hop Artist of the Year\n| style=\"background: #FDD; color: black; vertical-align: middle; text-align: center; \" class=\"no table-no2\"|Ahọpụtara\nÀtụ:End"
]