[
  "Kobna Kuttah Holdbrook-Smith MBE (a mụrụ n'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 1977) bụ onye Ghana na Britain na-eme ihe nkiri nke a maara maka ihe nkiri ya, telivishọn, ihe nkiri na ọrụ olu ya.",
  "A mụrụ Holdbrook-Smith na Accra, Ghana",
  "O tolitere na Frimley, Surrey, England, ebe ya na nne ya, Tenu; nna ya, Henry; na nwanne ya nwoke, Kofi bi. Na mbụ, ụjọ tụrụ ya ịmalite ime ihe nkiri n'ihi enweghị nkwenye nke ezinụlọ ya",
  "\"Adị m ihe dị ka afọ iri na ise, echere m, 'Ana m eche ma m nwere ike [ịghọ onye na-eme ihe nkiri]'",
  "Adịghị akọtara ya n'ezie nye onye ọ bụla",
  "O yiri ka ọ gaghị ekwe omume",
  "Ya mere, e nwere nyocha dị nwayọ nke [ime ihe nkiri] na mgbe m dị afọ iri na asatọ, ekpebisiri m ike",
  "\"",
  "Ọ gara Guildford School of Acting iji mụọ ihe nkiri, gụsịrị akwụkwọ n'afọ 2000.",
  "Holdbrook-Smith malitere ọrụ ihe nkiri ya na telivishọn n'afọ 2002 mgbe ọ na-eme Orlando Figes na Judge John Deed episode \"Everybody's Child\"",
  "Kemgbe ahụ, o nweela ọrụ na usoro TV dịka Little Britain, Star Stories (site n'afọ 2006 ruo 2008), Taking the Flak, Sirens, Holby City, Silk, Father Brown, The Last Panthers, Class, Dark Heart na The Split",
  "Onye isi ihe nkiri mbụ ya bịara n'afọ 2005, mgbe o mere Ken na Mustapha Matura's Playboy of the West Indies na Tricycle Theatre O mechara pụta ìhè na oge ha a ma ama nke African-American Season, na-eme ihe nkiri na European premiere nke Walk Hard nke Abram Hill, Fabulation nke Lynn Nottage na Gem of the Ocean nke August Wilson",
  "N'ajụjụ ọnụ ọ kpọtụrụ egwuregwu August Wilson dịka ọkacha mmasị onwe ya. N'afọ 2006, o mere Levee In Ma Rainey's Black Bottom nke August Wilson na Manchester Royal Exchange Theatre, mgbe afọ anọ gasịrị, ọ pụtara dịka Herald Loomis na Joe Turner's Come and Gone nke August Wilson na Young Vic Theatre",
  "Ọ pụtara na Globe n'afọ 2007 na Love's Labours Lost, nke ọ rụkwara mgbe e mesịrị n'otu afọ ahụ na National Theatre of Korea, na Seoul",
  "Holdbrook-Smith nwere ihe nkiri izizi ya na National Theatre n'afọ 2009 ma kemgbe ahụ, ọ pụtara na ihe nkiri anọ n'ebe ahụ (karịsịa na-apụta dịka Mortimer na Edward II)",
  "N'afọ 2015, o mere Laertes n'akụkụ Benedict Cumberbatch na Hamlet na Barbican Theatre",
  "A na-agbasakwa egwuregwu a na sinima n'ụwa niile dịka akụkụ nke National Theatre Live",
  "N'afọ 2016 Holdbrook-Smith na Benedict Cumberbatch rụrụ ọzọ, na nke ugbu a na Marvel's Dr Strange",
  "Otu afọ ka e mesịrị, ọ rụrụ ọrụ Det",
  "Crispus Allen na DC Comics Justice League ma bụrụkwa onye na-eme ihe nkiri dịka Warden Walker na Paddington 2, na dịka Nna Emery na Ghost Stories",
  "N'afọ 2018, ọ rụrụ ọrụ nke Oliver na The Commuter na Frye / Weasel na Disney's Mary Poppins Returns",
  "Holdbrook-Smith emewokwa ihe nkiri BBC Radio, gụnyere Judas na On Her Majesty's Secret Service Ọ kọrọ ọtụtụ akwụkwọ ọdịyo, ọkachasị usoro Rivers of London nke Ben Aaronovitch dere.",
  "Kobna Holdbrook-Smith na-eme ihe nkiri ugbu a na egwu Tina dịka Ike Turner na Aldwych Theatre.",
  "A họpụtara ya ka ọ bụrụ onye otu Order of the British Empire (MBE) na 2020 Birthday Honours maka ọrụ na ihe nkiri, a makwaara ya dịka otu n'ime ndị United Kingdom kachasị nwee mmetụta nke ihe nketa Africa ma ọ bụ African Caribbean mgbe e tinyere Holdbrook-Smith na mbipụta 2021 nke Powerlist kwa afọ."
]