[
  "Antoine Christophe Agbepa Mumba (13 Julaị, na afọ 1956), nke a maara dịka Koffi Olomidé, bụ onye na-agụ egwu, onye na-agba egwu, onye mmepụta, na onye na-ede egwu na Congo. O nwere ọtụtụ ndekọ ọla edo n'ọrụ ya",
  "Ọ bụ onye guzobere 'Quartier Latin International orchestra' na ọtụtụ ndị omenkà ama ama, gụnyere Fally Ipupa na Ferré Gola.",
  "A mụrụ Olomide na 13 Julaị, na afọ 1956 na Kisangani, DRC",
  "Nne ya kpọrọ ya Koffi n'ihi na a mụrụ ya na Fraịdee",
  "Ọ tolitere n'ezinụlọ nọ n'etiti, na-enweghị ihe ọ bụla gbasara egwu",
  "N'oge ọ na-eto eto, Olomide na-abụ abụ ndị a ma ama na okwu nke ya ma gbanwee ụda ruo mgbe onye agbata obi kụziiri ya otu esi akpọ ụbọ.",
  "Ndị ụmụ akwụkwọ ibe ya na ndị nkuzi ya na-akọwakarị ya dịka \"nwa akwụkwọ nwere ọgụgụ isi,\" Olomide nwetara agụmakwụkwọ iji mụọ na Bordeaux, France ebe ọ nwetara nzere bachelọ na akụ na ụba azụmaahịa",
  "A kọwakwara na o nwere nzere masta na mgbakọ na mwepụ na Mahadum Paris.",
  "Mgbe ọ laghachiri Congo n'afọ ndị afọ 1970, Koffi sonyeere òtù Papa Wemba, Viva la Musica, na mbụ dị ka onye na-ede egwu na onye na-agụ egwu, ma mesịa dị ka onye isi na-agụ egwú",
  "N'afọ 1986, o guzobere otu egwu ya a maara dị ka Quartier Latin International, nke mere emume ncheta afọ 20 ya n'afọ 2006",
  "Kemgbe ahụ, ọ na-eme ma na-edekọ ma na otu ahụ ma n'onwe ya",
  "Kemgbe ọtụtụ afọ, o wuru ndị na-akwado ya na mba ụwa, ọkachasị n'Africa na Europe",
  "Koffi mere ka ụdị Soukous dị nwayọ, nke ọ kpọrọ Tcha Tcho",
  "Egwú ya nwere ike ịbụ ihe na-ese okwu, na-ewere ihe ndị na-eme ugbu a na isiokwu ndị a na-ewere dị ka ihe a machibidoro iwu n'ime ụfọdụ obodo ndị na-agbaso omenala",
  "O sonyekwara na ọrụ egwu salsa Africando",
  "Maka mgbalị ya, Effrakata, nke e wepụtara na afọ 2001, Koffi nwetara onyinye anọ n'otu abalị na Kora Awards kwa afọ na South Africa maka afọ 2002 na 2003, gụnyere onyinye maka Best African Artist, nke ọ meriri na afọ 1998",
  "N'oge na-adịbeghị anya, ọ meriri Kora Award maka \"Best African Artist of The Decade\"",
  "Nke a guzobere otu n'ime ọtụtụ aha ya, 'Quadra Kora Man'.",
  "Abọm Olomide bụ Haut de Gamme: Koweït, Rive Gauche edepụtara na 1001 Albums You Must Hear Before You Die. Na Machị, na afọ 2003 Olomide wepụtara \"Affaire D'Etat\", abọm CD abụọ nwere egwu iri na asatọ",
  "Ọtụtụ n'ime abụ ya nwere otu egwu ahụ, mana okwu dịtụ iche.",
  "Olomide bụ akụkụ nke egwu Papa Wemba, na mbido afọ 1980",
  "Ọ zụrụ ọtụtụ ndị na-eto eto na-eti egwu, ụfọdụ n'ime ha ahapụla òtù Quartier Latin ya wee gaa naanị ya",
  "Ụfọdụ n'ime ndị hapụrụ bụ Fele Mudogo, Sam Tshintu, Suzuki 4x4, Soleil Wanga, Bouro Mpela, Fally Ipupa, Montana Kamenga, Ferre Gola",
  "Otú ọ dị, Suzuki 4x4 apụtala ọzọ na nso nso a na ụfọdụ n'ime ihe ngosi Quartier Latin, yana ndị ọhụrụ dị ka Cindy Le Coeur, nwanyị na-agụ egwu nwere olu dị elu, nke edere na abụ L'Amour N'existe Pas (Ịhụnanya adịghị adị).",
  "Koffi onye na-akpọkarị onwe ya \"Mopao\" nwere ntọhapụ ọhụrụ a maara dị ka La Chicotte a Papa, ebe ọ bụ na ọ pụtara n'oge na-adịbeghị anya na egwu dị ka Lovemycine, Diabolos, Grand Pretre Mere na Soupou, Cle Boa, n'etiti ndị ọzọ",
  "Enwere ike iji nkà Koffi tụnyere eze nke African rhumba, Franco Luambo Makiadi, onye hụkwara ọtụtụ ndị na-ese ihe na-agafe n'aka ya n'oge ya",
  "Taa, Olomde bụ otu n'ime ndị egwu kachasị ewu ewu n'Africa.",
  "N'afọ 2012, a na-ekwu na Koffi Olomide wakporo otu n'ime ndị na-emepụta ya maka mmetọ na enweghị nkwekọrịta nkwekọrịta ma nata ntaramahụhụ ọnwa atọ.",
  "N'ọnwa Julaị, na afọ 2016, mgbe ọ na-eme njem egwu na Kenya, e mere Olomide ihe nkiri ka ọ na-agagharị n'ihu otu n'ime ndị na-agba egwú ya. A katọrọ ihe omume ahụ n'ọtụtụ ebe ma mee ka a kwụsị egwu ahụ ka vidiyo ahụ na-agafe.\nMgbe ọ laghachiri n'ala nna ya, e jidere ya ụbọchị ise ka e mesịrị n'ọdụ ụgbọ elu Kenya, na-ekwu na ọ bụ maka otu ihe ahụ na-enweghị ntaramahụhụ",
  "E mechara tụọ ya mkpọrọ ụbọchị anọ n'enweghị ikpe ma tọhapụ ya n'enweghị nkọwa.\nOtú ọ dị, e mechara kpughee na nwunye onye bụbu onye isi ala Congo, Oriakụ Olive Lembe Kabila, bụ onye na-akwado njide ahụ n'ihi njikọ ya maka nchebe ụmụ nwanyị megide ime ihe ike na ndina n'ike.",
  "N'afọ 2018, e nyere ya iwu ka ejide onye na-ese foto na Zambia, ọ hapụrụ mba ahụ tupu ejide ya.",
  "N'afọ 2019, ụlọ ikpe France mara ya ikpe maka ndina n'ike nke otu n'ime ndị na-agba egwú ya mgbe ọ dị afọ iri na ise. A mara ya ikpe ịga mkpọrọ afọ abụọ n'enweghị onye ọ na-anọ ya, ebe ọ na-agaghị ụlọ ikpe na France."
]