[
  "Kofi Koduah Sarpong bụ onye isi azụmaahịa na onye ndụmọdụ nke Ghana",
  "Ọ bụ onye otu New Patriotic Party nke Ghana",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke klọb bọọlụ Ghana, Kumasi Asante Kotoko site na 2010 ruo 2013",
  "Ọ rụrụ ọrụ na International Cocoa Organisation na London na Ghana Cocoa Board.Ọ bụ onye isi ọrụ GNPC dị ka nke 2017.",
  "A mụrụ Kofi Sarpong na Nsuta-Beposo na mpaghara Ashanti nke Ghana. O nwetara asambodo GCE Ordinary Level ya na Seventh Day Adventist Secondary School na Bekwai na GCE Advanced Level ya na Sekondi College",
  "A nabatara ya na Mahadum nke Ghana iji chụsoo ọmụmụ na Business Administration. Ọ gụsịrị akwụkwọ na Bachelor of Science na Business Administration",
  "O nwetara agụmakwụkwọ nke World Bank na 1987 iji mụọ Master of Business Administration na Mahadum Ghana",
  "Mgbe ọ gụsịrị akwụkwọ masta ya, e nyere ya agụmakwụkwọ gụsịrị akwụkwọ iji nweta Master of Accountancy na Mahadum Glasgow na 1990. Commonwealth Scholarship nyere ya ohere itinye akwụkwọ maka nzere Doctor of Philosophy na Industrial and Business Studies site na Mahadum Warwick na United Kingdom.  Kofi Sarpong jikwa Master of Arts in Ministry from the Trinity Theological Seminary, Legon.Ọ bụkwa onye na-akwụ ụgwọ ego sitere na Association of Chartered Certified Accountants,United Kingdom.",
  "Sarpong were ọrụ dị ka onye na-enyere onye na-ahụ maka ego aka na 1979 na Meat Marketing Board. N'afọ 1980, e were ya n'ọrụ dị ka osote onye isi na-ahụ maka ego na Ghana Food Distribution Corporation",
  "Ọ rịgooro n'ọkwa na ụlọ ọrụ ahụ wee bụrụ Chief Accountant na onye isi njikwa ụlọ ọrụ ahụ",
  "Ọ gbara arụkwaghịm na 1990 iji gaa n'ihu na agụmakwụkwọ ya na mpụga Ghana",
  "Mgbe ọ laghachiri Ghana na 1993, Sarpong were ọrụ dị ka osote onye isi nke Ghana Cocoa Board. Ọ malitere ọrụ na International Cocoa Organization, London na 1998 ma jee ozi dị ka Onye isi nchịkwa na ngalaba ọrụ ego na 2001.",
  "N'afọ 2004, onye isi ala Ghana n'oge ahụ, John Kufuor, họpụtara Sarpong dị ka osote onye isi nchịkwa nke Tema Oil Refinery. E mere ya onye isi nchịkwa nke refinery na 2007",
  "Mgbe a họpụtara ọchịchị John Evans Atta-Mills n'ọchịchị n'afọ 2009, a chụpụrụ Sarpong n'ọkwa ahụ.",
  "Site na 2010 ruo 2013, Sarpong jere ozi dị ka onye isi oche nke Kumasi Asante Kotoko Sporting club.He was called by Otumfuo Nana Osei Tutu nke abụọ,Eze obodo AsanteKlọb ahụ meriri aha Ghana Premier League abụọ, yana ndị gbara ọsọ iko FA abụọ..    E hiwekwara imekọ ihe ọnụ na ọgbakọ ndị mba ofesi na Sunderland A.F.C na United Kingdom, TP Mazembe na DR Congo na Petro Luanda na Angola. Mgbe Asante Kotoko gasịrị, Sarpong weghaara ọkwa onye isi oche nke The Global Haulage Group, ụlọ ọrụ Ghana na-azụ ma na-ebupụ cocoa",
  "Ọ bụkwa onye isi oche nke bọọdụ Royal Bank, Ghana na Imperial General Assurance Ltd. Ọ gbara arụkwaghịm na bọọdụ n'afọ 2016.\nA họpụtara K.K Sarpong ka ọ bụrụ chancellor nke UPSA na Jenụwarị 2022.",
  "Na February 2017, Onye isi ala Nana Akufo-Addo, họpụtara Sarpong ka ọ bụrụ onye na-arụ ọrụ onye isi ụlọ ọrụ Ghana National Petroleum Corporation",
  "Ọ nọchiri Alex Mold onye jere ozi dịka CEO kemgbe 2013..",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-end"
]