[
  "Kofi Antubam (amụrụ n'afọ 1922 - rụọ afọ 1964) bụ onye Ghana na-ese ihe na onye na-emepụta ihe nke ọrụ nka ya na-egosi akụkụ dị ala nke ndụ obodo na Ghana, atụmatụ ya gụnyere uwe ala dị ka mace onye isi ala na oche onye isi ala nke Kwame Nkrumah ji mee ihe",
  "Antubam malitere iji akara adinkra mee ihe na nka Ghana",
  "Kwame Nkrumah họpụtara ya ka ọ bụrụ onye na-ese ihe na steeti.",
  "Ọ bụ onye dere akwụkwọ Ghana's Heritage of Culture",
  "N'afọ 1962, ndị American Society of African Culture gosipụtara ụfọdụ n'ime ọrụ ya na New York.",
  "A mụrụ Antubam n'afọ 1922 n'ezinụlọ Maame na Nana Mensah",
  "Nna ya nwụrụ mgbe Antubam dị obere, mgbe nke ahụ gasịrị, nwanne nna ya kpọọrọ ya gaa Kumasi ịmalite agụmakwụkwọ ya",
  "O mechara nọrọ oge ụfọdụ na Jos, Naịjirịa, nakwa na Adisadel College",
  "Ọ bụ mgbe ọ nọ na Adisadel College ka a gbara ya ume ịzụlite ọrụ aka ya",
  "Onye isi, Nna John Knight tụrụ aro ka gọvanọ, Arnold Hodson nye Antubam na-eto eto ọrụ ime ihe ọkpụkpụ ụrọ. Mgbe nnabata dị mma nke ọrụ a kpụrụ akpụ, ọ nwetara nkwado ịga Achimota College",
  "Na Achimota College, ọ bụ nwa akwụkwọ nke onye na-ese ihe na onye nkụzi nka amụrụ na Russia, Herbert Vladimir Meyerowitz, onye nkụzi nke gbara ụmụ akwụkwọ ya ume ka ha nweta ndụ obodo kwa ụbọchị dị ka mkpali na ọ bụghị naanị iṅomi ọdịnala nka Europe",
  "Afọ Antubam na Achimota gụnyere ịmecha ihe ọmụmụ nka na ọrụ aka, ọzụzụ ndị nkụzi na ọmụmụ ihe ọmụmụ mbụ. Mgbe ọ gụsịrị akwụkwọ, Antubam kwadoro onwe ya site na nkuzi, ọ rụpụtara ma ree ihe osise ihe atụ",
  "N'agbata afọ 1948 na 1950, o ritere akwụkwọ agụmakwụkwọ iji gụọ akwụkwọ na Goldsmith College, London.",
  "N'afọ ndị 1950, Antubam mepụtara ọrụ nka na ọrụ aka dị iche iche gụnyere Nkrumah's presidential mace na oche, steeti dị iche iche nyere ọrụ enyemaka mural carvings.",
  "N'afọ 1963, o bipụtara Ghana's Heritage of Culture, akwụkwọ nke na-ekwu maka onyinye Ghana na ụwa nka na Antubam na-eji eme ihe maka nka mba nke na-anọchite anya akụkọ ndọrọ ndọrọ ọchịchị na ọdịbendị Ghana."
]