[
  "Galle Winston Kofi Dawson (1940 - 2021) bụ onye na-ese ihe nke oge a na Ghana",
  "Ọrụ ya gụnyere ihe osise, ihe a tụrụ atụ, ederede, eserese, mbipụta, na ntinye.",
  "Dawson bụ otu n'ime ụmụ iri na atọ nke onye Ghana na-ese ụkpụrụ ụlọ Wilberforce David Kwami Dawson na Evelyn Esi Dawson",
  "Ọ gara ụlọ akwụkwọ Mawuli na Ho maka agụmakwụkwọ sekọndrị ya",
  "Tupu Mawuli, ọ gara O'Reilly School na Bana Hill Presbyterian Boys Boarding School",
  "Otu n'ime ndị nkuzi nka ya na Mawuli School bụ Grace Kwami Mgbe nke ahụ gasịrị, ọ gara ụlọakwụkwọ Kumasi College of Technology (KCT) iji mụọ diplọma na Civil Engineering",
  "Otú ọ dị, ọ hapụrụ ma sonye na ọkachamara nkuzi Diploma na Fine Art (DFA).",
  "Mgbe Kwame Nkrumah University of Science and Technology (KNUST) BA Art Degree (Painting) malitere n'afọ 1964, Dawson so na ndị otu mbụ nke ụmụ akwụkwọ atọ",
  "Mgbe ọ gụsịrị na KNUST, Dawson gara Slade School of Fine Art na London na British Council 8-month Technical Award",
  "Na Slade, ọ mụtara ma mụta ihe ndị bụ isi nke ise ihe na ákwà yana ibipụta ihuenyo.",
  "Dawson bụ onye na-amụ ọrụ n'aka onye Ghana nke oge a na onye na-emepụta ihe nnọchianya mba, Amon Kotei",
  "Na Victoriaburg Press, Kotei kụziiri Dawson ihe osise na usoro nkewa nke agba",
  "Mgbe Dawson lara ezumike nká na Ngalaba Ọrụ Ozi nke Ghana na 2000, o tinyere oge ya n'ọrụ nka ya.  Ọ ghọrọ onye na-ese ihe mbụ gosipụtara na gallery Nubuke Foundation na 2009. Dawson bụ isiokwu nke nnukwu ihe ngosi na onye na-ese ihe na Ghana bụ Ibrahim Mahama malitere Savannah Centre for Contemporary Art, Tamale.",
  "Galle Winston Kofi Dawson: In Pursuit of something ːBeautiful, ikekwe...[[ nke Bernard Akoi-Jackson Savannah Centre for Contemporary Art, Tamale (2019)",
  "Nutata: ihe osise nke GWK Dawsoná Nubuke Foundation, Accra (2009)",
  "World Mini-Print Annual Lessedra Bulgaria (2006)",
  "Emere na Africa Diaspora Conference, UK (2006)",
  "Mmalite Sankofa Dubois Museum, Accra (2005)",
  "7th Triennale Mondial de liestampe obere format Chamalers, France (2005)",
  "Dawson nwụrụ na 2021 mgbe obere oge nke ọrịa gasịrị."
]