[
  "Kokonte, nke a makwaara dị ka abeti3, lapiiwa, lapelawa ma ọ bụ nke a na-eri n'akụkụ ụfọdụ nke Africa gụnyere Togo, Ghana na ndị ọzọ",
  "Na Ghana, ọtụtụ agbụrụ dị ka Ga, Akan, Hausa na-eri kokonte, ma jikọta ya na ezinụlọ ndị dara ogbenye n'ihi ọnụ ala ya kwa calorie. Kokonte na-adịkarị nchara nchara, ntụ ntụ na akwụkwọ ndụ akwụkwọ ndụ dabere na ụdị agbụrụ na-akwadebe nri ahụ",
  "A na-ejikarị cassava ma ọ bụ yam kpọrọ nkụ emepụta Kokonte.",
  "Konkonte bụ nri Ghana nke e ji ntụ ọka cassava mee nke a na-ejikarị ofe e ji nkwụ ma ọ bụ mkpụrụ osisi mee",
  "Ọ na-ewu ewu na mba ndị dị n'Ebe Ọdịda Anyanwụ Afrịka dịka Naịjirịa ma na-eri ya na Caribbean.",
  "Aha Bekee maka nri dị ụtọ bụ \"fufu na-acha nchara nchara\"",
  "Ọ dị nso na tapioca, nri Brazil a ma ama nke na-ewu ewu na mpaghara Volta nke Ghana.",
  "Ọ bụ nri dị mfe nke e ji Cassava, ma ọ bụ manioc, gbanyụọ ma nwee ọdịdị na-acha nchara nchara mgbe emechara ya",
  "Na Ghana, ndị Akan na-akwadebe nri ahụ n'ógbè ebe aha obodo ya sitere na asụsụ Kwa.",
  "Ọdịdị nke konkonte a kwadebere nke ọma dabere na ụdị cassava eji mee ihe na ókè a kpọrọ nkụ",
  "Ọ na-adịkarị ka ọ na-acha nchara nchara ma ọ pụkwara ịbụ chocolate-brown",
  "Agba ya yiri nke uwe ụlọ akwụkwọ kachasị elu nke ụmụ akwụkwọ na-eyi n'ọtụtụ akụkụ nke Ghana.",
  "Ihe ndị bụ isi nke isi nri konkonte na-amalite site n'inweta cassava site n'ugbo ma ọ bụ site n'ahịa kacha nso",
  "Cassava bụ otu n'ime nri a na-eri n'ọtụtụ ebe na Ghana n'ihi na ọ dị ọnụ ala",
  "Mmadụ nwere ike ịzụta obere ntụ ọka ma nwee nke zuru ezu maka ezinụlọ dum",
  "Ọ bụ otu cassava a na-ejikọta ya na plantain iji kwadebe nri Ghana nke a maara dị ka fufu (nke ụfọdụ na-akpọ Fufuo).",
  "Iji nweta cassava a na-eri eri, a ga-ebu ụzọ wepụ osisi ahụ",
  "Enwere ike iji akpụkpọ ahụ nye anụ ụlọ nri ma ọ bụ jiri ya mee ihe dị ka nsị iji mee ka ubi ahụ (ma ọ bụrụ na onye ọrụ ugbo)",
  "A na-asazi cassava a na-eri eri",
  "A na-ebipụ ya na chips",
  "A na-emekarị ka mkpụrụ osisi cassava ndị a kpọọ nkụ n'anwụ, wee gwọọ ya n'ihe igwe ihe ka ọ bụrụ ntụ.",
  "E nwere ụzọ ole na ole iji kpọọ chips cassava",
  "Na Ghana, ụfọdụ ndị ọrụ ugbo nwere ihe a na-akpọ na Twi dị ka apa, nke na-ezo aka n'ụdị ụlọ e ji osisi nkwụ mee ebe ndị ọrụ ugbe na-etinye ọka ha",
  "A na-akpachara anya mee ụlọ a n'elu ụdị kichin a na-akpọ muka",
  "A na-eme nke a ka anwụrụ ọkụ na-esi na nkụ ahụ na-eme ka ọka kpọọ nkụ, n'ọnọdụ a, mkpụrụ osisi cassava",
  "Usoro a nke ịcha na-enye mkpụrụ osisi cassava ọdịdị na-acha oji nke na-emetụta ọdịdị zuru oke nke ngwaahịa ikpeazụ na konkonte a kwadebere ma sie",
  "Otú ọ dị, usoro kachasị mma bụ ụzọ okike - ịcha chips cassava n'ìhè anyanwụ kpọmkwem site na ịgbasa ha n'elu trayị na-akpọnwụ nke a na-ejikarị osisi ma ọ bụ aluminum buru ibu iji gbasaa chips.",
  "Otu eziokwu dị ịrịba ama bụ na, mgbe a hapụrụ chips cassava a na-akụghị akọrọ n'enweghị onye na-elekọta ya ruo oge zuru ezu, ha ga-amalite ịmepụta ụdị algae na-acha nchara nchara n'elu",
  "Mgbe emechara nje a, ọdịdị nke nri ikpeazụ ga-emetụta",
  "N'ihi ya, a na-atụ aro ka a kpọọ chips ahụ mgbe ha dị ọhụrụ iji nọgide na-acha ọcha nke nri ikpeazụ",
  "Otú ọ dị, ọtụtụ ndị kwenyere na nchara nke chips na-agbakwunye na uto konkonte n'ozuzu ya.",
  "Iji gbanwee chips ndị a kpọrọ nkụ ka ha bụrụ ntụ, a na-akụ ya na ụrọ na pestle, ma ọ bụ kpọga ya n'ihe igwe ihe ka a gwọọ ya",
  "Nke a na-enye ngwaahịa ikpeazụ a ga-esi site na itinye mmiri, na-egbu ya n'ọkụ ruo mgbe esichara ya, mgbe ahụ ị nwere nri konkonte gị.",
  "Enwere ike ịgwakọta ntụ ntụ Konkonte na mmiri okpomọkụ ma ọ bụ mmiri ọkụ",
  "Ụfọdụ ndị mmadụ na-ahọrọ ịgbanye mmiri ọkụ na ntụ ntụ tupu ha esi nri",
  "A na-ekunye ya n'ọkụ ruo mgbe ọ ga-akpụ akpụ wee ghee ya ma sie ya ọzọ",
  "Ọ bụrụ na ọ dị oke oke, a na-agbakwunye ya ntakịrị mmiri ọkụ wee kpuchie ya na mkpuchi maka nkeji ole na ole wee ghee ya na ite ahụ ruo mgbe mmiri ahụ gwakọtara ya nke ọma, (ị nwere ike ịmegharị ya na mmiri ọkụ na-agbakwụnye ma ọ bụrụ na ọ dị mkpa ruo mgbe ị ga-eme ya",
  "nweta nguzo ziri ezi) ruo mgbe esichara ya",
  "Na-eje ozi 1: Ozugbo esichara, weta nnukwu efere miri emi gburugburu na obere mmiri, scoop òkè kwesịrị ekwesị maka nri gị na ebe n'etiti nnukwu efere, dọpụta akụkụ niile nke konkonte n'etiti akụkụ, ọ ga-emepụta ezigbo ntọala nke konkonte n'okpuru",
  "Tụgharịa ma ị ga-enwe bọọlụ dị nro iji tinye ofe gị",
  "Ijere 2 : Ụfọdụ ndị mmadụ na-atụtụkọta otu akụkụ n'efere ma wụsa ofe ha n'elu ya."
]