[
  "Koleka Putuma (amụrụ ná Port Elizabeth, ná 22 Machị 1993) bụ onye na-ede uri ná onye na-eme ihe nkiri ná South Africa. A họpụtara ya dịka ótù n'ime ụmụ nwanyị kachasị emetụta Okay Africa n'afọ 2019.",
  "A mụrụ Putuma ná Port Elizabeth, South Africa ná 1993. Ọ gụrụ maka BA ná Theatre and Performance na Mahadum Cape Town N'afọ 2016, e nyere ya ihe nrite édémédé ụmụ akwụkwọ PEN maka uri ya 'Water'. A na-eji uri a eme ihe n'ụlọ akwụkwọ dị ka ihe ncheta na ịnweta mmiri bụ ndọrọ ndọrọ ọchịchị, akụkọ ihe méré émé na agbụrụ.",
  "Putuma bu ụzọ márá ụwa site nà mbipụta nke nchịkọta uri ya bụ Collective Amnesia, nke ụlọ ọrụ na-ede uri nke South Africa bụ uHlanga bipụtara nà 2017. A tọhapụrụ ya ná foto ndị ọzọ site n'aka ónyé na-ese foto nà Cape Town aha ya bụ Andy Mkosi. N'ime ọnwa atọ a tọhapụrụ ya, akwụkwọ ahụ rere puku abụọ, nwèrè iri na asaá a tọhapụsịrị ná South Africa ma nọrọ nà syllabus nà mahadum abụọ. Mgbe ọnwa asatọ gasịrị, ọ rere ihe karịrị puku ise ma Putuma emeela ya na kọntinent atọ. Lawrence Schimel na Arrate Hidalgo sụgharịrị ya n'asụsụ Spanish mà bipụta ya na 2019. A ga-ebipụta nsụgharị Danish ya na 2020",
  "Ka ọ na-erule afọ 2018, Putuma bụ onye na-ede uri kacha ere ahịa n'akụkọ ihe mere eme nke South Africa.",
  "Collective Amnesia bụ ihe a ma ámá màkà ojiji ọ na-eji okwu womxn eme ihe ugboro ugboro, nke e bu n'uche ịgụnye ụmụ nwanyị na-abụghị ndị ọcha na ndị transgender.",
  "N'ịtụle Collective Amnesia, Bongani Madondo nke Johannesburg Review of Books toro Putuma dị ka \"ónyé nwèrè ọgụgụ isi\". Collective Amnesia aghọwo ngwá ngwá ederede dị mkpa iji ghọta postcolonial South Africa, ọkachasị na-elekwasị anya n'ahụ ụmụ nwanyị ojii na njirimara ndị na-eme ihe ike",
  "Haith na-ekwu na nchịkọta ahụ bụ 'ihe ọdịbendị' nke South Africa nke oge a, dịka ọ bụ ederede. Nkatọ Burger na-etinye ojiji Putuma ji mmiri mee ihe dị kà ihe odide n'ime ihe ndị ọzọ na-ede uri South Africa, dị ka Ronelda S Kamfer. Abụ 'Mmiri' aghọwo ederede dị mkpa màkà nyocha édémédé nke hydrocolonialism. Pieterse mesiri ike ihe Putuma dere banyere nwanyị ojii, ya nà ónyé na-ede uri Sindiswa Busuku-Mathese."
]