[
  "Konono No1 bụ otu egwu si Kinshasa, Democratic Republic of the Congo",
  "Ha jikọtara atọ electric likembé (ihe eji eme ihe ọdịnala yiri mbira) na olu, ndị na-agba egwú, na ngwá egwú a na-akụ akụ nke e ji ihe ndị e nwetara n'ebe a na-ekpofu ahịhịa mee",
  "Ngwá ọrụ amplification nke otu ahụ bụ otu ihe ahụ, gụnyere igwe okwu a tụrụ site na osisi nke nwere magnet sitere na alternator ụgbọ ala na nnukwu amplifier dị ka mpi",
  "Ndị otu ahụ nwetara aha ọma n'ụwa niile malite na afọ 2005, na ọmarịcha DIY ya na-adọrọ mmasị ọtụtụ ndị na-akwado egwu rock na egwu elektrọnik",
  "Ha gbara egwu n'otu afọ ahụ na mmemme Eurockéennes na France.",
  "Aha zuru ezu nke otu ahụ, dị ka a hụrụ na ọkọlọtọ na vidiyo egwu ya, bụ L'orchestre folklorique T.P",
  "Konono No1 de Mingiedi; \"T.P.\" (nke dị mkpirikpi maka tout puissant, ma ọ bụ \" niile dị ike\") bụ nsọpụrụ nye òtù nke onye egwu Congo Franco, nke a kpọrọ TP OK Jazz.",
  "Konono No1 sitere na mpaghara Kongo ma ọ bụ Bacongo nke gafere akụkụ nke Democratic Republic of the Congo na Angola",
  "Otu ahụ mechara nwee isi ụlọ ọrụ ha n'obodo Kinshasa na DRC.",
  "Ọ bụ Mingiedi Mawangu, onye na-egwu egwuregwu na onye ọkwọ ụgbọala, guzobere otu ahụ na afọ 1966",
  "Mawangu bụ onye otu agbụrụ Zombo (ma ọ bụ Bazombo), nke ala nna ya dị na Maquela do Zombo, nke dị na Uíge Province nke Angola, nso ókèala ya na DR Congo",
  "Maka ndị otu ya, ọ gbanwere egwu Zombo nke a na-akpọ na mbụ site na ìgwè mpi e ji ezé enyí mee",
  "[citation needed]",
  "N'ọnwa Nọvemba n'afọ 1978, ndị otu a na-akpọ Orchestre Tout Puissant Likembe Konono No1 (OR All-Powerful Likembe Orchestra Konono No1\" dekọrọ otu egwu, \"Mungua-Muanga,\" maka album nchịkọta Zaire: Musiques Urbaines a Kinshasa",
  "Kemgbe a tọhapụrụ ndekọ mbụ a, Konono No1 emetụtala ọtụtụ ndị egwu na ndị otu Congo ndị ọzọ a ma ama.",
  "Konono No1 malitere igwu egwu na mpụga Afrịka n'afọ 2003 mgbe ha na ndị otu Dutch The Ex gara Netherlands",
  "Kemgbe njem nke a, The Ex na-eme otu n'ime egwu Kononońs na ndụ mgbe niile, ọ na-apụta The Ex albums Turn (2004) na Enormous Door (2013) dị ka  si na Konono",
  "N'afọ 2004 onye na-akpọ guitar Terrie Hessels wepụtara CD Konono No1",
  "E dekọrọ abọm ahụ, nke akpọrọ Lubuaku, na ndekọ Live na Vera, Groningen n'oge njem na The Ex.",
  "N'afọ 2004, Konono No1 malitere ịtọpụta abọm site na akara Belgian Crammed Discs",
  "Nke mbụ n'ime ndị a, nke akpọrọ Congotronics, bụ nke Crammed Discs 'Vincent Kenis mepụtara na Kinshasa ma wepụta ya na nnukwu ịnụ ọkụ n'obi site na ndị nta akụkọ mba ụwa.  \nKemgbe ahụ, otu ahụ enwetawo aha ọma na North America, Europe, na Japan, nke njem njem dị ukwuu kwadoro.",
  "N'afọ 2006, ndị otu ahụ meriri Newcomer Award site na BBC Radio 3 Awards for World Music",
  "A họpụtara album Konono No1 Live At Couleur Café maka Grammy Award na afọ 2008.",
  "Konono No1 sooro Björk rụkọọ ọrụ na egwu \"Earth Intruders\" site na album studio ya, Volta",
  "Ha sokwa ya na njem nkwalite ya maka abọm ahụ na afọ 2007",
  "Ha jikọtara aka na \"Imagine\" maka afọ 2010 Herbie Hancock album, The Imagine Project tinyere Seal, P!nk, India.Arie, Jeff Beck, Oumou Sangare na ndị ọzọ",
  "Abụ ahụ nwetara Grammy Award maka \"Best Pop Collaboration\".",
  "Konono No1 so n'ime ndị na-ese egwu nke Matt Groening họọrọ ịrụ na mbipụta nke emume All Tomorrow's Parties nke ọ haziri na Mee, na afọ 2010 na Minehead, England. N'otu ọnwa ahụ, Crammed Discs wepụtara mpịakọta nke anọ na usoro Congotronics ya, Assume Crash Position, nke Vincent Kenis mepụtara. Mgbe ọnwa isii gachara, akara ahụ wepụtara Tradi-Mods Vs",
  "Rockers: Alternative Takes on Congotronics, abọm ọtụtụ ndị na-ese ihe nwere nkọwa, mkpuchi na otuto maka egwu nke Kasai Allstars, Konono No1 na ndị ọzọ Congotronic bands, nke ndị indie rock na ndị egwu elektrọnik 26 dere, gụnyere a.o",
  "Deerhoof, Animal Collective, Andrew Bird, Juana Molina, Shackleton, Megafaun, Aksak Maboul, Mark Ernestus na ndị ọzọ.",
  "N'afọ 2011, Konono N°1 sonyere na ọrụ Congotronics vs Rockers, \"superband\" gụnyere ndị Congolese iri na ndị egwu indie rock iri gụnyere ndị otu Deerhoof, Wildbirds & Peacedrums, Kasai Allstars, Skeletons, tinyere Juana Molina",
  "Nnukwu ìgwè a jikọtara aka mepụta ihe ngosi zuru oke ma rụọ ọrụ na mmemme na ebe iri na ise na mba iri.",
  "N'ọnwa Julaị, na afọ 2016, otu ahụ nọ na Romania, ee pụta na mmemme Outernational Days na Bucharest nke magazin Attic na Control Club haziri.",
  "Onye guzobere Konono No1 bụ Mingiedi Mawangu kwụsịrị iso ndị otu ahụ na-eme njem n'ihe dị ka afọ 2009, ma nyefee ọrụ ya dị ka onye ndu egwu na onye na-eduzi onye ọkpụkpọ likembe n'aka nwa ya nwoke Augustin Mawangu Mingiedi, onye gara n'ihu mepụta ụda nke piano mkpịsị aka eletrik nke Konono site na iji pedal dị iche iche",
  "Mingiedi Mawangu nwụrụ n'ụbọchị iri na ise nke ọnwa Eprel n'afọ 2015, mgbe ọ gbara afọ iri asatọ na ise",
  "Nwa ya nwoke na onye nọchiri ya, Augustin, nwụrụ n'ụbọchị iri na isii nke ọnwa Ọktoba n'afọ 2017, mgbe ọ gbara afọ iri ise na isii",
  "Nwa ya nwoke, Makonda, ketara likembe na idu ndú.",
  "Kpọpụta njehie: <ref> tag with name \"afropop\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"allaboutjazz\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"bbc\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"cvs\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"cvs2\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"cvs3\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"mawangu\" defined in <references> is not used in prior text."
]