[
  "Konya Tajae Plummer (amụrụ n'ụbọchị nke abụọ n'ọnwa Ọgọst n'afọ 1997) bụ onye na-agba bọọlụ na Jamaica nke na-agba dị ka onye azụ, ọ bụkwa onyeisi ndị otu ụmụ nwanyị nke mba Jamaica.",
  "Mmasị Plummer nwere na bọọlụ malitere mgbe ọ na-aga ụlọ akwụkwọ ọta akara, ebe onye ikwu ya kpughere egwuregwu ahụ nke kpọgara ya n'ogige ntụrụndụ dị na Annotto Bay iji kirie egwuregwu ahụ",
  "Plummer malitere igwu egwu maka Rangers FC mgbe ọ dị afọ iri na otu na otu ụmụ nwoke na St Mary ma afọ abụọ ka e mesịrị ọ bụ onyeisi ndị otu ahụ",
  "Plummer wee kwaga Titchfield High School na Portland site n'enyemaka nke osote onye isi oche nke Portland Football Association (PFA), Garfield Fuller, ebe o nwere ike isonye na Daryl Vaz-akwado egwuregwu bọọlụ ụmụ nwanyị",
  "Ọ nọchitere anya ụlọ akwụkwọ ahụ afọ abụọ, merie asọmpi ahụ n'oge abụọ ahụ",
  "Dabere na arụmọrụ ya, PFA tụrụ aro ka ọ gaa na mmemme mba. Plummer kwagara United States mgbe ọ dị afọ iri na isii.",
  "Plummer gbara bọọlụ kọleji oge anọ dị ka nwa akwụkwọ na-eme egwuregwu",
  "N'agbata afọ 2016 na 2017, ọ gbara bọọlụ dị ka onye na-aga n'ihu na Mahadum Southeastern ebe ọ gbara goolu iri na itoolu ma nye aka iri na isii n'egwuregwu iri atọ na asatọ ọ pụtara maka otu ahụ. Dị ka onye ọhụrụ ọ duziri otu ahụ na enyemaka na ịrị",
  "N'abalị asaa n'ọnwa Ọktoba n'afọ 2017, Plummer gbara goolu anọ kachasị elu n'egwuregwu ya na Florida Memorial. Tupu oge 2018, Plummer gafere na UCF Knights, na-agbanwe ka ọ bụrụ onye na-agbachitere na usoro ahụ. N'afọ 2019, a kpọrọ Plummer onye egwuregwu AAC Defensive Player of the Year, ebe ọ malitere ịrị isii n'ime egwuregwu ịrị asaa ma nye naanị goolu asaa, a họpụtakwara ya na AAC First Team.",
  "Na 16 Jenụwarị 2020, Orlando Pride họọrọ Plummer na agba nke abụọ (onye nke iri kachasị) nke 2020 NWSL College Draft",
  "Ọ ghọrọ onye ọkpụkpọ mbụ a mụrụ na Jamaica nke edere na akụkọ ihe mere eme nke NWSL. Plummer bịanyere aka na nkwekọrịta afọ abụọ na otu ahụ na 3 Machị. Plummer mere nke mbụ ya na 11 Ọktoba megide Houston Dash. Ọ pụtara n'egwuregwu abụọ nke Fall Series n'ozuzu maka nkeji iri asaa.",
  "N'abalị iri na asaa n'ọnwa Ọgọstụ n'afọ 2021, a gbazinyere Plummer na Swedish Damallsvenskan club AIK maka oge Damallsvenska nke 2021. Ọ pụtara ugboro isii, niile dị ka onye mbido, na-enyere aka ịnọgide na-emechi atọ ka AIK mechara nke iri.",
  "Na 8 Disemba 2021, Plummer nwere nhọrọ nkwekọrịta Orlando Pride ya jụrụ ma hapụ ya na waya waiver.",
  "N'afọ 2018, Plummer sonyere na asọmpi CONCACAF Women's Championship nke 2018 na ndị otu ụmụ nwanyị nke mba Jamaica.",
  "Plummer bụ onyeisi Reggae Girlz na 2019 FIFA Women's World Cup na France",
  "Ọ bụ oge mbụ mba Caribbean ruru eru maka asọmpi ụmụ nwanyị. Ọ na-egwuri egwu na nkeji ọ bụla maka Jamaica ka e wepụrụ ndị otu ahụ na egwuregwu nke otu mgbe ha e meriri ha n'egwuregwu atọ niile megide Brazil, Ịtali na Australia.",
  "Ntinye na nsonaazụ depụtara goolu Jamaica nke mbụ",
  "Àtụ:Updated.",
  "Kpọpụta njehie: <ref> tags exist for a group named \"lower-alpha\", but no corresponding <references group=\"lower-alpha\"/> tag was found"
]