[
  "Kora",
  "Kora bụ ụlọ ọrụ na-akwụ ụgwọ na-ahụ maka akụrụngwa na Canada nke nwere ọfịs na Naịjirịa na United Kingdom. Ụlọ ọrụ fintech na-enyere ndị azụmaahịa mpaghara na ụwa aka ịnakwere ịkwụ ụgwọ, kwụọ ụgwọ, ma dozie n'ofe ọwa ịkwụ ụgwọ na-ewu ewu n'ofe Africa.",
  "Dickson Nsofor guzobere Kora na n'afo 2017. Mgbe e mechasị, Gideon Orovwiroro na Bryan Uyanwune sonyeere ya dị ka ndị ọrụ mbụ.",
  "N'oge ahụ, ụlọ ọrụ ahụ lekwasịrị anya n'iwulite ngwá ọrụ ego maka ndị NGO iji nye ego site na iji teknụzụ blockchain",
  "Echiche maka ụlọ ọrụ ahụ sitere n'aka Dickson Nsofor, bụ onye na-arụ ọrụ n'oge ahụ maka fintech na London, HumanIQ, na-enye ngwọta maka nsogbu nke 60% nke ndị bi n'ụwa enweghị ohere zuru ezu iji nweta ọrụ ego.",
  "Kora bidoro ka azụmahịa mbupu ego.    Na-afo 2019, e mere mkpebi ahụ ka ọ bụrụ isi, na-eme Kora ka ọ bụrụ azụmahịa B2B na-enye ugbu a ọrụ ọ na-eme",
  "N'otu afọ ahụ, ụlọ ọrụ ahụ gara Techstars Toronto.",
  "Na mbụ na 2022, ụlọ ọrụ ahụ nwetara ikikere PSSP azụmahịa n'aka Central Bank of Nigeria.Mgbe e mesịrị n'afọ ahụ, Kora gbasaara United Kingdom site n'iso ndị ọchịchị ime obodo na Birmingham imeghe ụlọ ọrụ UK nke mbụ na-arụ ọrụ zuru oke. N'emume mmeghe nke egwuregwu Commonwealth nafọ 2022, a mara ọkwa Kora dị ka ọrụ ọhụrụ nke Commonwealth-site na itinye ego na mba ọzọ (FDI) maka ndi West Midlands.",
  "N'ọnwa Julaị, eboro ụlọ ọrụ ahụ ebubo aghụghọ na Kenya, mana a kagburu ebubo ahụ ọnwa ole na ole ka e nyochachara gosiri na ọ nweghị ihe ọjọọ n'akụkụ ụlọ ọrụ ahụ. Ma ụlọ ọrụ Kenya Asset Recovery Agency na Ngalaba Kenya maka nyocha mpụ ahụghị ihe akaebe nke aghụghọ na ọrụ ụlọ ọrụ ahụ",
  "N'otu akwụkwọ akụkọ, nke e sere wee gbaa akwụkwọ na 19th nke Ọktoba 2022 site n'aka onye iwu steeti Stephen Githinji n'aha onye isi ARA, ụlọ ọrụ ahụ kwuru na ọ akwụkwọla akwụkwọ ikpe ya kpamkpam.",
  "Kora na-enye ụlọ ọrụ ngwa ngwa ịkwụ ụgwọ mmemme mmemme (API) nke na-enye ha ohere ịnweta ngwaahịa na ọrụ gụnyere, Checkout, Payout, Links Payment Links, Virtual Bank Account, Dynamic Virtual Bank Account Account, Fixed Bank Account, Mobile Payment Payment",
  "inweta kaadị, nnukwu ụgwọ  wdgz."
]