[
  "Koshary, kushari ma ọ bụ koshari (Egyptian Arabic:  ) bụ nri mba Ijipt na nri okporo ámá a ma ama. Ihe oriri ọdịnala ndị Ijipt, na-agwakọta pasta, osikapa na lentils na-acha nchara nchara, ma jiri tomato sauce, galik vinegar na-acha anụnụ anụnụ chọọ ya mma ma jiri chickpeas na yabasị e siri esi. A na-ejikarị mmiri galik eme ya; vinegar galik na ofe ọkụ bụ nhọrọ.",
  "Koshary malitere n'Ijipt oge ochie ana kpọọ ya \"Kosheir\" nke pụtara \"Nri nke Chi\"",
  "[ihe odide dị mkpa] Okwu ahụ enweghị njikọ na iwu nri ndị Juu a maara dị ka Kosher",
  "Otu onye ụkọ Chukwu si Heliopolis kọwaa ya dị ka nri a ga-eri mgbe a buru ọnụ n'ụbọchị nke iri na otu nke Pachons, otu ọnwa na kalenda ndị Ijipt oge ochie",
  "A maara Koshary dị ka \"Nri nke ndị ogbenye\", ọ na-agụnye yabasị, lentils, osikapa, macaroni na sauce lemon",
  "Ọ nwere ihe jikọrọ ya na nri Mediterenian, mana nri ndị Ijipt nwere ihe dị iche iche na ụtọ dị iche iche, ọkachasị na ofe lemon nke Ijipt, nke na-enye ya ụtọ pụrụ iche nke nri ahụ na-ewu ewu.",
  "A na-ere Koshary na ụgbọ nri n'afọ ndị mbụ ya, a kpọgakwara ya na ụlọ oriri na ọṅụṅụ mgbe e mesịrị.",
  "Nri a na-ewu ewu n'etiti ndị ọrụ na ndị ọrụ na nri ahụ dabara adaba maka ihe omume nri dị ka nzukọ",
  "Enwere ike ịkwadebe ya n'ụlọ, a na-enyekwa ya n'ebe ndị dị n'akụkụ ụzọ na ụlọ oriri na ọṅụṅụ n'Ijipt niile; ụfọdụ ụlọ oriri na ọ na-ahụ maka koshary ma ewepụghị nri ndị ọzọ, ebe ndị ọzọ na-egosipụta ya dị ka otu ihe n'etiti ọtụtụ. Dị ka koshary a kwadobere n'ụzọ ọdịnala enweghị ngwaahịa anụmanụ ọ bụla, enwere ike iwere ya dị ka vegan, ọ bụrụhaala na ọ bụla na-esi nri na-eji mmanụ akwụkwọ nri.",
  "Koshary nke Alexandria dị nnọọ iche na usoro nri koshary ndị ọzọ, nke nwere ọdịiche dị ukwuu na ụtọ na ọdịdị",
  "Usoro isi nri gụnyere lentils na osikapa na-acha odo odo, ọ na-ejikwa curry na cumin na osikà, nke na-enye koshary otu agba",
  "A gụnyekwara àkwá ndị Ijipt, nke a na-esi esi ma sie ya na ghee ma ọ bụ bọta, yana tomato ndị a na-etinye obere pickled kama tomato sauce na French fries n'akụkụ.",
  "Koshary enwetala ewu ewu na mpụga Ijipt n'afọ ndị na-adịbeghị anya, ọkachasị n'Ebe Ọwụwa Arebia na Yemen",
  "E nwere ọdịiche na mba ma ọ bụ mpaghara ọ bụla, dị ka ịgbakwunye akwụkwọ nri e siri esi na iji osikapa basmati siri esi ma ọ bụ ọcha ma ọ bụ odo",
  "Nchịkọta ndị ọzọ nke mpaghara ndị a gụnyere iji ụdị macaroni ndị ọzọ",
  "Nchịkọta ahụ nwere ike ịgụnye ọkụkọ, na-eme ka ha dịkwuo nso na kabsa n'ọnọdụ ụfọdụ.",
  "A na-enye nri ahụ n'ụgbọ ala ndị Japan ma nwee mgbakwunye ụfọdụ tinyere n'elu usoro nri mbụ",
  "Ihe ndị ọzọ, nke a na-adịghị ahụkarị na ntụziaka ndị Ijipt, bụ anụ ọkụkọ basil, tomato a na-esighị esi, mmiri ara ehi, àkwá e siri esi, Cheddar sauce, avocado slices, na ntụ ntụ na jalapeño.",
  "Instant koshary yiri instant noodles na nkwadebe."
]