[
  "Kossi Aguessy (aha zuru ezu KossiGan Baaba-Thunde Aguessy ) bụ onye Togo na Brazil na-emepụta ụlọ ọrụ mmepụta ihe na onye na-ese ihe.",
  "A mụrụ ya n'ọnwa Eprel 17, 1977, na Lomé, Togo, Aguessy gụrụ ụlọ ọrụ mmepụta ihe na ime ụlọ na Central Saint Martins College of Arts and Design na London",
  "O biri ma rụọ ọrụ na United Kingdom, United States na France.",
  "N'ịbụ onye nweere onwe ya kemgbe afọ 2004, ya na StarkNetwork na Paris na-arụkọ ọrụ tupu o guzobe ụlọ ọrụ ya na Paris, France, n'afọ 2008, ebe ọ na-arụkwa ọrụ nke onye nduzi nka maka ụlọ ọrụ telivishọn VoxAfrica nke dị na London, ebe ọ na-ahụ maka njirimara ọhụụ na mgbasa ozi nke mgbasa ozi.",
  "N'afọ 2008, Ngwá Ọrụ Na-abaghị uru ya, oche nke e mepụtara site na iji teknụzụ ụgbọelu ndị agha, mere isi akụkọ mba ụwa n'oge ngosi Biko Anọdụ ala na Paris.",
  "N'afọ 2009, tebụl kọfị Sparkling Joke nke o mepụtara n'onwe ya, nke e mere site na iji karama polyethylene terephthalate (PET) na okpu, dọtara anya Coca-Cola",
  "Ya na ha malitere imekọ ihe ọnụ, na-eduga n'ịmepụta Coca Cola Sustainable Design Awards trophy na arịa ụlọ nke ụlọ ọrụ ihe ọṅụṅụ US na ihe eji emegharị emegharị.",
  "N'afọ 2010, Aguessy gosipụtara ọtụtụ ọrụ ya, gụnyere oche ya na-abaghị uru, oriọna Soissons porcelain floor, na vase 3some, site na Museum of Arts and Design na New York City na Global Africa Project, ihe ngosi nke Lowery Stokes Sims, MAD's Charles Bronfman International Curator, na Leslie King-Hammond haziri",
  "Ọrụ ya bụ akụkụ nke nchịkọta na-adịgide adịgide nke MAD Museum kemgbe afọ 2011.",
  "Nnyocha Aguessy na teknụzụ mmepụta ihe ọhụrụ na isi mmalite ike na-adịgide adịgide mere ka o guzobe Fab Lab mbụ (FabricationLaboratory), nke French Industrial Prospective na <i id=\"mwIA\">Centre Pompidou</i> haziri, na Porto Novo, Benin, n'ọnwa February 2012.",
  "N'otu afọ ahụ, ọ haziri ma mepụta Koss, onye ọrụ 2012 maka onye isi oche nke United Nations Security Council, ma chepụta The Guardian, ihe ncheta na-eme ememe ncheta afọ iri ise nke nnwere onwe Togo, ebe ihe ngosi Beaubourg Museum's Multiversités Créatives gosipụtara ihe mbụ Benin Designed nke onye mmepụta.",
  "N'afọ 2013, KossiAguessy Studio si Paris kwaga London na New York.",
  "Ọrụ Aguessy anọwo na nchịkọta na-adịgide adịgide nke nchịkọta ihe ngosi nka Beaubourg kemgbe afọ 2013",
  "Dị ka ndị dị otú ahụ, ọ ghọrọ onye mbụ na-emepụta ihe n'Afrịka nwere ngalaba nhọpụta na nka na ihe ngosi nka nke oge a na mba French.",
  "Aguessy nwụrụ n'ọnwa Eprel 17, 2017."
]