[
  "Krassimira Banova (Bulgarian: Красимира Николова Банова; amụrụ n'ụbọchị nke 5 n'ọnwa Ọktoba n'afọ 1960) bụ onye bụbu onye Bulgaria na agba bọọlụ basketball",
  "Mgbe ọrụ ịgba bọọlụ ya gasịrị, ọ malitere ịrụ ọrụ dị ka onye nkuzi",
  "Ọ na eje ozi ugbu a dị ka onye nnọchiteanya maka Bulgarian Federation bọọlụ basketball",
  "Banova bụ otu n'ime ndị egwuregwu Bulgaria kachasị nwee ọganihu na 100 afọ akụkọ ihe mere eme nke egwuregwu a na mba ahụ",
  "Nwa ya nwanyị Jaklin Zlatanova bụkwa onye na egwu basketball",
  "A mụrụ Krassimira Banova na 1960 na Dimitrovgrad, Bulgaria nke dị na mpaghara Thrace, nso isi obodo mpaghara, Haskovo ebe ọ nọrọ ihe ka ukwuu n'oge ọ bụ nwata",
  "Ezinụlọ ya kwagara n'isi obodo Sofia, ebe ọ malitere ịme egwuregwu dị iche iche",
  "Ruo afọ ole na ole ọ na azụ egwuregwu, mana n'ikpeazụ, na 1978, Banova chọtara onwe ya n'ụlọ ikpe basketball",
  "Ọ malitere na basketball n'oge: mgbe ọ dị afọ iri na isii mana o nwere ike ijide ngwa ngwa.",
  "N'afọ 1984 BC Levski Sofia zutere Zulu Vicenza na ngwụcha nke Women European Iko asọmpi",
  "Dị ka ọtụtụ ndị ọkachamara si kwuo n'oge ahụ, ndị otu Ịtali bụ ndị ọkacha mmasị, ndị egwuregwu dị ka Beverly Smith, Catarina Polini, na Wanda Sandon du.",
  "Krassimira Banova gbara bọọlụ maka ndị otu mba Bulgaria ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri (1980-1990)",
  "O mere nke mbụ ya na 1980 n'oge Eurobasket Ụmụ nwanyị",
  "Banova sonyere na asọmpi Ụmụ nwanyị Eurobasket anọ, asọmpi ụwa abụọ, na otu Ntozu Olimpik.",
  "E mere asọmpi bọọlụ bọọlụ nke iri na itoolu nke ụmụ nwanyị na 1983 na Hungary",
  "N'etiti 11th na 18 September, ndị otu Europe 12 sonyere maka aha ahụ",
  "E mere egwuregwu ahụ n'obodo atọ: Miskolc, Zalaegerszeg, na Budapest.",
  "Bulgaria ke otu B, ye Czechoslovakia, Soviet Njikọ Germany, Italy, Sweden, ye Yugoslavia",
  "Banova gbara egwuregwu isii na mkpokọta, na-ejedebe na nkezi nke 9 isi kwa egwuregwu, yana 75% nke ịtụfu efu mere",
  "N'asọmpi ha na Sweden, ọ ji akara iri atọ na abụọ gụchara",
  "Ndị otu Bulgaria gụchara nke abụọ na otu ya, na-alaghachi azụ naanị na ọkacha mmasị maka aha - Soviet Njikọ",
  "Na ọkara ikpeazụ, Bulgaria meriri Yugoslavia wee ruo eru maka asọmpi ikpeazụ megide Soviet Njikọ.",
  "N'ikpeazụ, Soviet Njikọ.bụ nke mbụ na asọmpi ahụ, Bulgaria wee nweta ọlaọcha",
  "Ọla nchara ahụ bụ nke Hungary.",
  "E mere ndokwa Asọmpi ntozu ụwa maka 1984 Egwuregwu olimpik maka May 1984 na Cuba",
  "Ndị otu iri na itoolu sonyere maka ebe ahụ na nke ikpeazụ, nke na emeghe ọnụ ụzọ maka egwuregwu na Los Angeles",
  "Ndị otu Bulgaria nọ n'ìgwè B, tinyere China, Japan, Czechoslovakia, na Zair.",
  "Ndị otu Bulgaria gbara egwuregwu anọ: meriri Zair na Japan ma merie China na Czechoslovakia",
  "Krassimira Banova sonyere n'egwuregwu atọ, na-emecha asọmpi ahụ na nkezi nke akara 9 na 75% nke ihe efu.",
  "E mere ihe nkata XX Euro maka ụmụ nwanyị site na 8 ruo 15 Sep",
  "1985, na Italy",
  "Ngụkọta ndị otu iri na abụọ sonyere na asọmpi a",
  "Ihe osise a tinyere Bulgaria na otu Netherlands, Yugoslavia, Czechoslovakia, France, Romania, na Hungary",
  "Krassimira Banova gbara bọọlụ asaa wee mechaa asọmpi ahụ dị ka onye ndu otu na nkezi nke 17.4 n'egwuregwu ọ bụla na 74.1% ihe efu",
  "N'egwuregwu ikpeazụ ya na Soviet Njikọ, o nwetara akara 27, mana o zuoghị maka aha ahụ.",
  "1986 Asọmpi mba ụwa maka ụmụ nwanyị mere netiti 8th na 17 Ọgọst na Soviet Njikọ",
  "Ìgwè iri na abụọ kewara n'ìgwè abụọ sonyere na asọmpi ahụ",
  "Bulgaria nọ n'ìgwè A na Soviet Njikọ, Canada, Cuba, Korea, na Brazil",
  "Mgbe mmeri atọ na mmeri abụọ gasịrị, ndị otu Bulgaria mechara n'ọnọdụ nke asaa",
  "Krassimira Banova gbara egwuregwu 7 wee nweta, na nkezi, 12.9Pts na 82.9% FT.",
  "Eurobasket Ụmụ nwanyị 1987 (4 - 11 Septemba, Spain) megidere ndị otu 12 kachasị mma na kọntinent ahụ",
  "Mmeri ahụ mere ka Bulgaria nọrọ n'otu na Czechoslovakia, Yugoslavia, Italy, Spain, Finland, Romania, na Poland.",
  "Banova enweghị ike inyere ndị otu ya aka nke ukwuu",
  "Bulgaria nwere mmeri atọ na mmeri abụọ ma nọrọ n'ọnọdụ nke isii",
  "O sonyere n'egwuregwu niile ma mechaa asọmpi ahụ na, na nkezi, 15,7pts na 86,5%FT",
  "Ụmụ nwanyị Eurobasket 1987 (4 - 11 Septemba, Spain) megidere ndị otu 12 kachasị mma na kọntinent ahụ",
  "Mmeri ahụ mere ka Bulgaria nọrọ n'otu na Czechoslovakia, Yugoslavia, Italy, Spain, Finland, Romania, na Poland.",
  "Banova enweghị ike inyere ndị otu ya aka nke ukwuu",
  "Bulgaria nwere mmeri atọ na mmeri abụọ ma nọrọ n'ọnọdụ nke isii",
  "O sonyere n'egwuregwu niile ma mechaa asọmpi ahụ na, na nkezi, 15,7pts na 86,5%FT."
]