[
  "Kre MīBaye, nke a makwaara dị ka Amadou (ma ọ bụ Armedy) Kre Mī Baye (25 Eprel 1949 - 21 Ọktoba 2014), bụ onye Senegal na-ese ihe na onye nkuzi nka.",
  "A mụrụ ya Andy Keve na Dakar, Senegal, na Eprel 25, 1949",
  "A na-akpọ ya 'Kere' ma ọ bụ 'Kre' ọbụna mgbe ọ bụ nwatakịrị ụlọ akwụkwọ praịmarị n'ihi na ọ na-eji chalk (craie na French) na-ese ihe mgbe niile na bọọdụ ojii nke klas",
  "Kemgbe afọ 1969 ọ bụ onye mmekọ nke ndị omenkà Africa a ma ama dịka Ibou Diouf, Mamadou Niang, Seidou Barry, Mor Faye (nna Ousmane Faye) na prọfesọ Art College Pierre Lods.",
  "N'afọ 1974, ọ bụ onye isi otu ndị omempụ na ihe nkiri Baks (Yamba), nke Momar Thiam mepụtara, mana ọ hapụrụ ime ihe nkiri iji kwado ọrụ ya dị ka onye na-ese ihe. Ihe ngosi mbụ ya n'afọ 1976 na Dynamique Museum nke Dakar nwetara ya otuto dị ukwuu, ihe osise ya \"The Messenger\" nwetara otuto pụrụ iche site n'aka Onye isi ala Léopold Sédar Senghor.",
  "Ụfọdụ n'ime ọrụ ndị a ma ama nke M'Baye bụ ihe osise ya nke ụmụ nwanyị sitere na mkpali nke ihu nne ya Fari Fate (Mame Fari), nwanyị griot nke a ma ama; onye na-akọ akụkọ na-adọrọ mmasị nke akụkọ ihe mere eme nke Senegal. Ọ mara mma nke ukwuu, jupụta na obi ụtọ na ichi ọchị, Fari Fate na ọla ya, uwe ya dị mma, ntutu isi ya dị mma",
  "M'Baye nwere ụdị ọzọ nke na-ejikarị ihe osise na-enweghị atụ nke na-acha anụnụ anụnụ na oroma.",
  "M'Baye bụ onye na-eso ụzọ Pierre Lods ma zụọ onwe ya na ụlọ ọrụ Peter Plastics Research Lods. N'afọ 1994, Gaston Madeira guzobere \"Netty Guy\" (The Three Baobabs), na-ejikọta Kré M'Baye, Moussa N'Diaye Baydie M'Bbaye na Zulu, ndị na-ese ihe atọ na-anọchite anya ụlọ akwụkwọ nka na Dakar, bụ ndị na 1998 mepere gallery na agwaetiti N'gor nke Senegal ma guzobe ụlọ ọrụ N'gor. Ọ bụ onye sonyere na Tenq, ogbako izizi na Triangle model (nke El Hadji Sy duziri ma CBAO, Maersk, SAEC na British Council, Dakar kwadoro) nke emere na West Africa, nke mere na Lycée Cheikh Oumar Fontiyou na Saint-Louis, Senegal; ihe omume mbụ nke Africa95, emume afọ na-eme nka Africa na UK na Africa, na-egosi ndị omenkà ịrị abụọ na ise sitere na mba ịrị nke Africa na Great Britain.",
  "Nwanne M'Baye bụ Seni MīBaye bụkwa onye a ma ama na-ese ihe na Senegal."
]