[
  "Alhaja Kudirat Abiola (onye amụrụ Kudirat Olayinka Adeyemi), nke a maara nke ọma dị ka Kudirat Abiolo (1951 na 4 June 1996), bụ onye Naijiria na-akwado ọchịchị onye kwuo uche ya. Ọ bụ onye egburu mgbe di ya, Moshood Abiola, nọ n'aka Gọọmentị Naijiria",
  "Ọ bụ onye nwere mmeri na ntuli aka nke e mere na Naịjirịa na afọ 1993, e jidekwara ya n'oge na-adịghị anya mgbe ndị ọchịchị na-achị achị kagburu ha n'ụzọ dị mkpirikpi.",
  "A mụrụ ya na 1951 na Zaria dị na Naịjirịa",
  "Alhaja Kudirat Abiola bụ nwanyị nke abụọ nke di ya lụrụ",
  "N'oge ọnwụ ya, ọ bụ nwunye ya nke okenye.",
  "E gburu ya mgbe Gọọmentị Naijiria jidere di ya. E kwenyere na di ya bụ onye mmeri na ntuli aka Naijiria nke e mere na 1993, e jidekwara ya nwa mgbe nta mgbe gọọmentị nke onye ọchịchị aka ike Ibrahim Babangida kagburu ha",
  "Ogbugbu ahụ bụ isiokwu nke nyocha na ikpe ọtụtụ afọ ka e mesịrị",
  "Dị ka akụkọ si kwuo, e nyere iwu ka e gbuo ya ma bụrụ ndị ikom isii bụ ihe mere nke a",
  "Abiola nwụrụ n'ụgbọala ya site na égbè égbè",
  "Onye ọkwọ ụgbọala ya nwụkwara",
  "Onye na-enyere ya aka, onye e mechara boo ebubo na ya na ndị gburu ya na-emekọrịta ihe, nọ n'ụgbọala mana o merụghị ahụ.",
  "A gara n'ihu ijide di ya n'eboghị ya ebubo mgbe ọ nwụsịrị",
  "Ọ nwụrụ n'ọnọdụ a na-enyo enyo obere oge tupu e kwuo na a ga-atọhapụ ya na 7 Julaị 1998.",
  "N'oge ọnwụ ya, e mepụtara ọchịchị na-emegide ndị agha \"Radio Democracy\" ma ọ dị na Norway",
  "Gọọmentị America, Britain, Sweden, Danish na Norwegian kwadoro ya iji nyere aka kwụsị ọchịchị aka ike nke ndị agha na Naịjirịa",
  "A gbanwere aha ụlọ ọrụ mgbasa ozi redio ahụ ka ọ bụrụ Radio Kudirat.",
  "N'afọ 1998, abaghariri  aha otu akụkụ okporo ụzọ dị na New York Kudirat Abiola Corner, n'agbanyeghị mkpesa nke Gọọmentị Naịjirịa.",
  "N'ọnwa Ọktoba n'afọ 1998, Major Hamza Al-Mustapha pụtara n'ụlọ ikpe ya na nwa nwoke nke onye isi ala Abacha gara aga bụ Mohammed, nke e boro ebubo igbu Kudirat Abiola.\nN'oge ikpe ahụ, onye kwupụtara na ya gburu mmadụ, Sergeant Barnabas Jabila, kwuru na ọ na-erube isi n'iwu sitere n'aka onye isi ya, al-Mustapha.",
  "Na 30 June 2012 a mara Hamza Al-Mustapha na Alhaji Lateef Shofolahan ikpe ka a kwụgbuo ha maka ogbugbu Alhaja Kudirat Abiola",
  "Al Mustapha bụ onye isi nchekwa onye isi ala ebe Shofolahan bụ onye na-enyere ya aka.\nE mechara tọhapụ ha abụọ na mkpegharị ikpe site n'ụlọ ikpe nke dị na Legos.",
  "Abiola ka bụ ihe nnọchianya nke ọgụ Naịjirịa maka ọchịchị onye kwuo uche ya",
  "Afọ iri na itoolu mgbe ọ nwụsịrị, e nwere ngagharị iwe n'akụkụ ili ya.\nIhe ngosi, \"The Supreme Price\" na-akọwa akụkọ banyere otu Abiola na di ya si kwụọ nnukwu ego na ọchụchọ ha maka Naịjirịa ka mma, nke nwere onwe ya",
  "Onye diri ha bụ Joanna Lipper, onye nkuzi na Mahadum Harvard, bụ onye na-akọ akụkọ ahụ site n'echiche nke nwa ya nwanyị, Hafsat",
  "Ihe ngosi ahụ gụnyekwara ajụjụ ọnụ ya na Walter Carrington, onye bụbu onye nnọchi anya US na Naịjirịa, na onye odee nwetara ihe nrite Nobel bụ Wole Soyinka."
]