[
  "Kudzanai Chiurai (a mụrụ ya n'afọ 1981) bụ onye mba Zimbabwe na-ese ihe na onye na-eme ihe ike. Ihe ndekọ nka ya na-ejikọta iji mgbasa ozi agwakọta nke gụnyere iji eserese, eserese, vidiyo na foto iji dozie ma dozie nsogbu mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị na omenala na Zimbabwe.",
  "Kemgbe ihe ngosi mbụ ya n'afọ 2003, e gosipụtara ihe osise ya na Museum of Modern Art na New York City, Museum für Moderne Kunst na Frankfurt, Victoria na Albert Museum na London, na documenta na Kassel, Germany",
  "Forbes depụtara ya n'etiti \"Ndị Afrịka iri na atọ ga-ele anya n'afọ 2013\". N'afọ 2015, Forbes kpọrọ ya aha n'etiti \"15 Young African Creatives Rebranding Africa\".",
  "Kudzanai abụghị naanị onye na-ese ihe kamakwa onye na-ede uri, onye na-eme ihe ike na onye ọkà ihe ọmụma omenala nke na-ekwu maka ikpe na-ezighị ezi na ndọrọ ndọrọ ọchịchị na mba Zimbabwe. A maghị Kudzanai dị ka onye na-ese foto, mana ya na ndị ọzọ na-ese foto na-arụkọ ọrụ iji mee ka foto studio dị iche iche.",
  "A mụrụ Chiurai n'afọ 1981 na Harare, isi obodo Zimbabwe, mana ọ nọrọ ọtụtụ afọ ya na South Africa ebe ọ ghọrọ nwa akwụkwọ ojii mbụ gụsịrị akwụkwọ na nzere bachelọ na Fine Art na Mahadum Pretoria A na-ewerekwa Kudzanai dị ka akụkụ nke ọgbọ \"enweghị ọmụmụ\" ebe ọ bụ na a mụrụ ya otu afọ mgbe nnwere onwe nke mba Zimbabwe gasịrị",
  "Ọ malitere ọrụ ya site na eserese ala na ihe osise ruo mgbe ọ hapụrụ mba ya Zimbabwe gaa South Africa ebe ọ malitere inwe mmasị n'iji nka dị ka ụdị ọrụ. N'afọ 2004, Chiurai gara n'ala ọzọ mgbe ọ natara iyi egwu njide ya na-esote ihe ngosi ya nke Rau Rau na Agha Zimbabwe, ihe osise abụọ na-ese okwu nke gosipụtara Robert Mugabe dị ka onye mmụọ ọjọọ n'oge a na-ewuli elu maka ntuli aka ukwu nke mba Zimbabwe n'afọ 2008.",
  "N'afọ 2012, e gosipụtara obere ihe nkiri ya bụ Iyeza n'oge afọ 2013 Sundance Film Festival",
  "Kudzanai bụ onye mmeri nke FNB art prize na South Africa",
  "Kudzanai na-eji nwoke na ike dị ka ụdị na usoro n'ọtụtụ ihe osise ya iji gosipụta mgbagwoju anya ndọrọ ndọrọ ọchịchị na South Africa",
  "A na-egosipụtakwa echiche nke nwoke na ike n'otu n'ime ihe ngosi otu ya nke isiokwu ya bụ \"Onye isi ojii\", \"Onye ozi nke ụlọ ọrụ\" na \"Ịnwụ ịbụ ụmụ nwoke\".",
  "Kudzanai na-eji nka egosipụta gburugburu ya dị ka ụlọ ahịa ndị dị na Johannesburg na eziokwu ahụ bụ na ọ na-elekwasị anya n'obodo South Africa n'ọtụtụ ihe osise ya.",
  "Kudzanai mepụtara otu mpempe akwụkwọ akpọrọ 'Conflict Resolution' nke na-egosi isiokwu nke esemokwu na ime ihe ike, tinyere ụzọ ndị mmadụ si edozi esemokwu ndị a",
  "O jiri foto dijitalụ na mbipụta mepụta mpempe akwụkwọ ndị a akpọrọ \"Mkpebi esemokwu\" nke na-ekwu maka nsogbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị na South Africa",
  "A na-egosipụta ọrụ vidio Kudzanai na mgbidi na Zukerman Museum nke vidiyo ahụ na-ekwu maka ọdịiche dị n'etiti echiche ọdịda anyanwụ nke Africa na eziokwu nke kọntinent Africa.",
  "A na-etinyekwa echiche nke ijikọ ụwa ọnụ n'ime ọrụ nka ya."
]