[
  "Kuli-kuli na-ezo aka na nri dị nro nke West Africa nke e ji ahụekere mee",
  "Nke mbụ nke ndị Nupe nke NDI West Africa mere",
  "ọ bụ nri na-ewu ewu na obodo Nijiria, Benin, n'ebe ugwu Cameroon na Ghana",
  "A na-erikarị ya naanị ya ma ọ bụ na ngwakọta nke garri nke a makwaara dị ka ntujiakpu, ihe otobiribir na mmiri a na-akpọkarị \"garri ogbugbo\"",
  "A na ejika ihe okoko ndi Swiss eri ya na , fura, kamu; mgbe ụfọdụ, a na-agbanye ya na ihe ngwakota",
  "A na-agbakarị ya dị ka ihe eji eme ihe oriranu nama na Kilishi.",
  "Kuli-kuli bụ ihe a na-emepụta site na nhazi ahụekere na mmanụ ahụekere.",
  "Kuli kuli (nri mkpụrụ osisi / ahụekere) na Ghana dịka ọ dị n'ọtụtụ akụkụ nke West Africa bụ nri na-atọ ụtọ. Ihe ndị e ji mee ihe na ọdịdị ndị a na-eji eme ihe abụghị ihe zuru ụwa ọnụ na mba ahụ dum",
  "N'akụkụ ugwu nke mba ahụ karịsịa n'etiti ndị Mole-Dagomba, a na-eme Kuli kuli site na ihe fọdụrụnụ e nwetara site na mkpụrụ osisi n'oge a na-ewepụta mmanụ mkpụrụ osisi. A na-ahụkarị ya na obodo Zongo na Ghana.",
  "Iji mee kuli-kuli, a na-esi ahụekere sie ma gwakọta ya n'ime ihe a na-akpọ \"Labu\"",
  "A na-agwakọta ya na ihe na-esi ísì ụtọ, nnu, na mgbe ụfọdụ ose a gwakọtara agwakọta, na mgbe mgbe ụfọdụ shuga",
  "A na-eji mmiri wepụ mmanụ karịrị akarị ma mee ka ọ bụrụ ọdịdị achọrọ (bọl gburugburu, cylinders, wdg).Ọ dị iche iche Ịtinye potash na mmanụ ahụ na-eme ka ebe ọ na-esi mmanụ ahụ",
  "Nke a na-eme ka a na-ewepụta mmanụ site na kuli-kuli ka e wee mepụta mmanụ mmiri karịa mgbe usoro ahụ malitere",
  "Ka a na-ekpo ọkụ ma na-esi ya n'ọkụ, ihe ahụekere ahụekere ahụ na-amalite ịka ike ma sie ike",
  "A na-ewepụ ya na mmanụ ahụ ma hapụ ya ka ọ jụọ oyi ruo mgbe ọ dị njikere iri ya",
  "Ọ na-adị ogologo ndụ ma na-enyekarị ụmụaka dị ka ihe oriri ma ọ bụ na-ere ya na ọdụ ụgbọ ala site n'aka ụmụ agbọghọ nọ n'afọ iri na ụma nye ndị njem agụụ na-agụ.",
  "Akụkụ niile nke imepụta na ire mmanụ ahụekere na kuli-kuli ka a na-ewere dị ka 'ọrụ nwanyị'",
  "Ọtụtụ mgbe, ụmụ nwanyị na-achịkwa akụkụ niile nke mmepụta na ahịa kuli-kuli",
  "Ụmụ nwanyị na-akụ ihe ọkụkụ ahụ, wepụ ma nụchaa mmanụ ahụ, sie kuli-kuli, buru ya gaa ahịa, ma ree ya",
  "N'ọtụtụ ọdịbendị, a na-ewere nke a dị ka 'ego (onwe ya) nke o nwetara iji mepụta dịka o chere kwesịrị",
  "N'ụzọ dị iche, nwoke na-akụ ahụekere nwere ike ire ihe ọkụkụ ya niile nke 100 kilogram akpa n'ozuzu",
  "Onye na-ere ahịa ga-ahụ maka njem.",
  "Kuli-Kuli nwere protein n'ihi ahụekere e ji mee ya",
  "O nwekwara Magnesium, Phosphorus na Vitamin E."
]