[
  "A mụrụ Kunlé Adeyemi na (1976-04-07)7 Eprel 1976 ma bụrụ onye Naijiria na-atụpụta ụkpụrụ ụlọ, onye na-ahụ maka obodo na onye na-eme nchọpụta",
  "Adeyemi bụ onye guzobere ma bụrụ onye isi nke NLÉ, ụlọọrụ ihe owuwu, mmewe na ime obodo, nke dị na Amsterdam, na Netherlands",
  "Adeyemi gụrụ akwụkwọ na Mahadum Lagos na Nigeria na Mahadum Princeton na New Jersey, United States",
  "Tupu ọ malite ụlọ ọrụ nke ya na Netherlands, ọ rụrụ ọrụ ihe fọrọ nke nta ka ọ bụrụ afọ iri na Office for Metropolitan Architecture (OMA).",
  "A mụrụ Adekunle Adeyemi ma zụlite ya na Kaduna, n'ebe bụ ugwu Naịjirịa, ọ gụrụ akwụkwọ ma malite ọrụ mbụ ya na Lagos",
  "Nna ya bụ onye na-ewu ụlọ nke oge a nke malitere otu n'ime ụlọ ọrụ ndị mbụ na-ewu ụlọ na Northern Nigeria n'afọ ndị 1970. Mgbe ọ dị afọ iri na ụma, Adeyemi nwere ohere imepụta ụlọ mbụ ya, maka enyi nna ya.",
  "Adeyemi gụrụ ihe owuwu na Mahadum nke Lagos na Naịjirịa, ma gụchaa nweta nzere bachelọ ya dị ka Best Graduate. N'afọ 2005, Adeyemi nwetara nzere Post-Professional na Princeton University School of Architecture na New Jersey. Na mahadum ahụ, Adeyemi na Peter Eisenman nyochara, ngwa ngwa obodo dị na ọrụ nke akụ na ụba ahịa na obodo ndị na-emepe emepe nke Global South, na-elekwasị anya na Lagos.",
  "Na mbido ọrụ ya, Adeyemi rụrụ ọrụ na Lagos, Abuja na akụkụ ndị ọzọ nke Naịjirịa",
  "Mgbe nke ahụ gasịrị, Adeyemi sonyeere OMA (The Office for Metropolitan Architecture) na 2002, ebe ọ bụ Senior Associate ma rụọ ọrụ ihe dị ka afọ itoolu n'akụkụ onye guzobere ya Rem Koolhaas. N'ebe ahụ, Adeyemi duziri ọrụ ndị a, n'oge dị iche iche:",
  "Ka ọ dị ugbu a, Adeyemi na-arụ ọrụ nke ya, imewe na ime obodo nke a na-akpọ NLÉ, nke dị na Amsterdam",
  "NLÉ pụtara 'n'ụlọ' na Yoruba. Site na ụlọ ọrụ ya NLÉ, Adeyemi nwere mmasị n'ihe ndị mejupụtara obodo. Ọ na-elekwasị anya karịsịa n'obodo ndị na-eto ngwa ngwa na mba ndị na-emepe emepe",
  "Adeyemi na-achọ ezi uche na usoro ndị na-ebili na mmepe ngwa ngwa nke obodo ndị ahụ",
  "Ọ na-ahụ ma na-ajụ usoro ndị dị ugbu a n'ime obodo ndị a, ma mepụta ngwọta ọhụrụ sitere na 'ịgụ' nke usoro ndị ahụ. Adeyemi kwenyesiri ike na enwere ọtụtụ ihe ị ga-amụta site n'ụdị ọnọdụ a na-ahụ n'obodo ndị na-emepe ngwa ngwa, ndị nwere ume, dị ka otu n'ime obodo ndị mmadụ bi n'Africa bụ Lagos na Nigeria. NLÉ na-enye ọrụ ndụmọdụ atụmatụ ma na-elekwasị anya na nyocha mmepe obodo, echiche, nhazi ihe okike, ụkpụrụ ụlọ, ngwaahịa na akụrụngwa, nka na ntinye aka omenala obodo. N'ọtụtụ ọrụ ya na nso nso a, Adeyemi nwere mmasị karịsịa na obodo mepere emepe, mgbanwe ihu igwe, na iwu",
  "N'etiti ndị ọzọ, Adeyemi duziri NLÉ ihe omume ndị a:",
  "Adeyemi nyere ma na-enye nkuzi na ọmụmụ ihe na mahadum na nzukọ na Amsterdam, Zurich, Delft, Guggenheim, ma bipụta ọtụtụ isiokwu banyere ụlọ na ime obodo:"
]