[
  "Emmanuel Olakunle Filani (amụrụ na 8 Septemba 1957) bụ onye nkuzi na onye na-ese ihe na Naijiria",
  "A na-ahụta ọrụ ya nke ọma na ụlọ akwụkwọ nke echiche nke a na-akpọ Onaism; Onaism bụ mmegharị nka nke dabere na njikọta nke atụmatụ, ịchọ mma na ihe ndị dị na ihe osise ọdịnala Yoruba na akwa na ihe osise ọgbara ọhụrụ dị ka eserese. Filani bụkwa onye nkuzi na onye nchịkwa - ọ rụrụ ọrụ dị ka onye bụbu onye isi nke Federal College of Education, Osiele, Abeokuta",
  "A mụrụ Filani n'ụbọchị nke asatọ n'ọnwa Septemba n'afọ 1957 n'ezinụlọ lụrụ karịa otu nwanyị, nna ya bụ Jacob Ogunmoroti Filani bụ onye obodo Ikole-Ekiti na Ekiti Steeti, ọ bụ onye ọrụ obodo nke na-arụ ọrụ na kansụl gọọmentị obodo ebe nne ya bụ onye nkụzi. Nna ya nwụrụ n'afọ 1975 mgbe Filani dị afọ iri na asaa",
  "N'ihi ọrụ nna ya, ezinụlọ ahụ bi n'obodo dị iche iche mgbe ọ bụ nwata",
  "Ọ gụsịrị akwụkwọ praịmarị ya na Bishop Akinyele Primary School, Ibadan (1967-1969) na St Peter's Primary School, Ikole (1969)",
  "Ọ gara Doherty Memorial Grammar School na Ijero Ekiti ya na nwanne ya nwoke, onye omenkà ibe ya bụ Tolu Filani",
  "Mgbe ọ nọ na Form 2, ụlọ akwụkwọ ahụ nyere klas maka ụmụ akwụkwọ na-achọ ọrụ nka ma mesịa goro onye nkụzi nka iji jikwaa klas ahụ. Ọ gụsịrị akwụkwọ sekọndrị na 1974 ma rụọ ọrụ obere oge ruo afọ abụọ dị ka onye odeakwụkwọ na ụlọ ọrụ Lafarge Cement na Ewekoro",
  "Site na 1976-1980, ọ gụrụ akwụkwọ na Mahadum Obafemi Awolowo ebe ọ nwetara akara ugo mmụta na Fine Arts",
  "Na Ife, ụfọdụ ndị ọrụ ngalaba nke gụnyere Babatunde Lawal, Munio Makuchi, Agbo Folarin na Rowland Abiodun kụziiri ya ihe",
  "Ọ bụ na mahadum ka ọ zutere ụfọdụ ndị omenkà ibe ya dịka Moyo Okediji na Moyo Ogundipe; ha mechara gaa n'ihu ịmepụta Ona art movement na ngwụsị afọ 1980",
  "O nwekwara mmasị na nnwale petro-polystyrene na Ife",
  "O nwetara nzere Master of Fine Arts na Mahadum nke Benin, dịka otu n'ime ihe ọ na-aghaghi imezu maka mmecha nzere ahụ, o mere ihe ngosi agụmakwụkwọ nke akpọrọ 'A Trip to Wonderland'",
  "Ọ zụlitere nkà n'ichepụta ihe na mbipụta",
  "Filani mechara nweta nzere doctoral na Visual Arts na Mahadum nke Ibadan n'afọ 2002.",
  "Filani jere ozi dị ka onye kọpa na Kano Teacher's College n'etiti 1980 na 1981",
  "Ọ malitere ọrụ ya dị ka onye nkuzi nka na St Louis School, Owo na 1981",
  "Mgbe ọ gụsịrị akwụkwọ M.F.A., ọ sonyeere ngalaba nka nke Adeyemi College of Education, Ondo n'afọ 1985, ọ gbagoro n'ọkwa wee bụrụ onye isi ngalaba tupu ọ hapụ kọleji ahụ n'afọ 1992 iji guzobe ngalaba nka ọhụrụ na Federal College of Education, Akoka, Lagos",
  "Mgbe ọ nọ na Adeyemi College, Filani tinyere aka na nhazi nke Ona Group",
  "Ona dị ka echiche nka na-elekwasị anya na ịmegharị na ntụgharị nke ihe ọdịnala na usoro ndị ga-ejedebe na ebe dị elu nke nka na imewe Yoruba nke oge a. O nwere ihe ngosi abụọ n'onwe ya n'oge a - \"Coming on Strong\", ihe ngosi nke mbipụta, eserese na August 1989 na \"Salute to Patience\" na 1991",
  "N'agbata afọ 1992 na 1997, e gosipụtara ụfọdụ n'ime ọrụ ya na ụfọdụ ihe ngosi otu na Lagos, ihe ngosi otu gụnyere, \"Best of Ife\" na 1993, \"On and On\" na 1993, \"Harvest of Sensation\" na 1991 na \"Legacy\", ihe ngosi iji kwanyere Irein Wangboje ùgwù na 1996",
  "O nwere ihe ngosi naanị ya na 1997 nke a kpọrọ \"Patterns of Ona\".",
  "Ọ bụ onye isi nke School of Technical Education na Provost, Federal College of Education, Osiele-Abeokuta.",
  "Ihe osise Filani na-adaba n'okpuru ụdị anọ: ngosipụta ihe atụ, ala, ọrụ ndị a na-ekewaghị ekewa na nhazi ndị a na-ekpochapụ kpamkpam. Ihe a na-ahụkarị n'ụfọdụ ihe osise ya bụ iji eserese akara ịchọ mma na ụkpụrụ.",
  "Filani lụrụ Celestina Omigie n'afọ 1988, ha na-aga ụlọ ụka Mountain of Fire and Miracles."
]