[
  "Olakunle Joel Adewale (a mụrụ n'abali iri n' ato nke n'ọnwa isee n'afọ 1981) bụ onye ọchụnta ego na onye na-ese ihe na Naijiria nke hiwere Tender Arts Nigeria n'afọ 2013, otu Ogbako na-elekwasị anya na nkà ọgwụgwọ, nka na ahụike, mmepe talent, ike obodo na itinye aka na obodo site na nka ọhụụ, edemede na nka nke na-abara ụmụaka, ndị ntorobịa, ndị okenye na ndị agadi n' mba uwa niile",
  "N'afọ 2015, ọ zutere onye isi ala  mba Amerika buBarack Obama na United States nke ọmatara site n'  Mandela Washington Fellowship maka mmetụta ndu n'iji nka meziwanye ndụ ndị mmadụ na gburugburu ebe obibi ya na n'afọ 2019, ọ natara nkwanye ùgwù mba ụwa na United States dị ka onye isi obodo Cincinnati, John Cranley kwupụtara  abali abụọ n' onwa asato dị ka “Kunle Adewale Day' na nkwanye ùgwù maka enyemaka ya na United States na ngalaba abụọ nke Arts na Medicine.",
  "A mụrụ Adewale na abali iri Na ato nke onwa asato n' afo  1981 dị ka nwa nke itoolu n'ime ezinụlọ nke ụmụ iri na anọ na Mushin, nke dị na Lagos Steeti ebe ọ gara n'ihu gụchaa ụlọ akwụkwọ praịmarị na nke sekọndrị na Mushin Mainland Model Primary School tupu ọ gaa St",
  "Joseph Boy's Secondary School, Surulere, Lagos Mgbe nke ahụ gasịrị, ọ gara Auchi Polytechnic iji mụọ eserese na ngalaba eserese niile ma mesịa nweta nzere bachelọ nke nka na Fine na Applied Arts na Mahadum Obafemi Awolowo, Ile-Ife Ọ gara n'ihu mụọ Nchikota Ohaneze  na Mahadum Tulane, New Orleans na 2015 na Arts in Medicine summer intensive na Mahadum Florida.",
  "Adewale malitere nka n'oge ọ dị afọ iri na ụma na-arụ ọrụ na ihe nkiri, ihe odide Bible, ihe odide okike ma mesịa gbanwee iji mee ya n'ụzọ ọkachamara.",
  "N'afọ 2019, onye isi obodo Cincinnati, onye isi obodo John Cranley kwanyeere ya ùgwù maka onyinye ya na nka na nkà mmụta ọgwụ dị ka August 2, 2019 ka a kpọsara dị ka “Kunle Adewale Day” na Cincinnati, Ohio, USA wee bụrụ onye mbụ na-ese ihe na International Artist in Residence of the Eyes of the Artists Foundation.",
  "Adewale ebipụtala akwụkwọ abụọ, nke gụnyere ndị a:"
]