[
  "Oyekunle Ayinde \"Kunle\" Olukotun bụ onye sayensị kọmputa Naijiria a mụrụ na Britain bụ onye bụ Prọfesọ Cadence Design Systems nke Stanford School of Engineering, Prọfesor nke Injinia Eletrik na Sayensị Kọmputa na Mahadum Stanford na onye nduzi nke Stanford Pervasive Parallelism Lab. \nA maara Olukotun dị ka \"nna nke multi-core processor\", na onye ndú nke Stanford Hydra Chip Multiprocessor research project. Ihe ndị Olukotun rụzuru gụnyere imepụta CPU mbụ nwere ọtụtụ isi, ịmepụta otu chip multiprocessor na multi-threaded processor design, yana ịmepụta CPU na GPUs multicore, teknụzụ ebe nchekwa azụmahịa na ụdị mmemme asụsụ ngalaba. Ihe nchọpụta nke Olukotun gụnyere usoro kọmputa, usoro mmemme na usoro nhazi, asụsụ mpaghara na ndị nchịkọta dị elu.",
  "Olukotun gụrụ akwụkwọ na Calvin College, na Grand Rapids, Michigan. O nwetara MS (1987) na PhD (1991) na Mahadum Michigan, na Computer Science na Injinia",
  "Onye ndụmọdụ ya bụ Trevor Mudge.",
  "Olukotun sonyeere Ngalaba Injinịa Eletrik nke Stanford na 1991",
  "Mgbe ọ nọ na Stanford, Olukotun ghọrọ onye ndú nke Stanford Hydra chip multiprocessor (CMP) nke mere ka mmepe nke multiprocessors nwee nkwado maka ịkọ nkọ. N'afọ 2000, o guzobere Afara Websystems, ụlọ ọrụ nke mepụtara ma mepụta usoro nhazi dị elu, nke nwere ike dị ala maka usoro sava nwere teknụzụ multiprocessor chip. Sun Microsystems zụrụ Afara n'afọ 2002. Afara multicore processor Niagara, nke Olukotun mepụtara bụ nke Sun nwetara",
  "Ndị na-emepụta ihe na Niagara ugbu a na-enye sava niile dabeere na Oracle SPARC ike ma mepụta ọtụtụ ijeri dollar nke ego. Mgbe ọ nọ na Sun, Olukotun bụ otu n'ime ndị na-emepụta ihe owuwu nke 2005 UltraSPARC T1 processor.",
  "Na 2017 Olukotun na Chris Ré guzobere SambaNova Systems",
  "SambaNova Systems na-emepe usoro nhazi nke ọgbọ na-esote iji mee ka mmụta igwe na nyocha data dị ike. Olukotun na-eduga ugbu a na Stanford Pervasive Parallelism Lab, nke na-elekwasị anya n'ime ka kọmputa dị iche iche dị mfe iji, ọ bụkwa onye otu Data Analytics for What's Next (DAWN) Lab, nke nọ na-emepe akụrụngwa maka mmụta igwe.",
  "Nnyocha Olukotun na-elekwasị anya na ụlọ ọrụ kọmputa, gburugburu mmemme na usoro nhazi, asụsụ mpaghara, na ndị nchịkọta dị elu.",
  "Olukotun na-eduga ọrụ nyocha Stanford Hydra chip multiprocessor (CMP), na-agbanwe kọmputa site n'iweta teknụzụ multi-core nye ndị na-azụ ahịa na usoro kọmputa dị elu.",
  "N'etiti afọ ndị 1990, Olukotun na ndị na-ede akwụkwọ ya kwuru na ọtụtụ nhazi kọmputa nwere ike iji ngwaike mee ihe karịa atụmatụ superscalar dị ugbu a.",
  "N'afọ 2008, Olukotun laghachiri Stanford, wee guzobe Pervasive Parallelism Laboratory na Stanford mgbe ọ natasịrị US $ 6 nde na ego site n'ọtụtụ ụlọ ọrụ ụlọ ọrụ kọmputa",
  "Ọrụ ya na-adịbeghị anya na-elekwasị anya na asụsụ mmemme nke ngalaba nke nwere ike ikwe ka algorithms mee ka ọ dị mfe iji ọtụtụ ụdị ngwaike dị iche iche gụnyere usoro multi-core, nhazi nhazi ndị na-ese onyinyo, na usoro ọnụ ụzọ a na-eme atụmatụ.",
  "Olukotun bụkwa onye otu ndị ndụmọdụ nke UDC, ụlọ ọrụ na-ahụ maka ego na Naijiria. A họpụtara ya dị ka Fellow nke Association for Computing Machinery na 2006 maka \"onyinye ya na multiprocessors na chip na multi threaded processor design\". Ọ ghọrọ onye otu IEEE na 2008.",
  "Olukotun ejirila ọtụtụ okwu sitere na ihe nketa Yoruba ya mee ihe na nyocha ya",
  "Afara, aha ụlọ ọrụ ọ tọrọ ntọala, pụtara \"àkwà mmiri\" n'asụsụ Yoruba, ọ gụrụkwa ihe nkesa ya na Stanford Ogun n'aha chi Yoruba nke ígwè na ígwè, egwuregwu na okwu ebe ọ bụ na a na-akpọkarị nnukwu kọmputa nnukwu ígwè.",
  "Olukotun na-eduzi Stanford Pervasive Parallelism Lab (PPL) nke na-achọ ịbawanye ojiji nke parallelism na mpaghara ngwa niile",
  "Ọ bụkwa onye otu Data Analytics for What's Next (DAWN) Lab.",
  "Olukotun nwere ikike ikike 12 nke US. O bipụtara ihe karịrị akwụkwọ sayensị 150 ma dee akwụkwọ nkuzi abụọ."
]