[
  "Kusasi bụ asụsụ Gur nke a na-asụkarị n'ebe ugwu Ghana, na Burkina Faso",
  "Ihe karịrị mmadụ 150,000 na-asụ ya ma were aha ya n'aka ndị Kusaasi",
  "E nwere ụfọdụ obodo nta nke Kusaasi na Burkina",
  "Kusaal nwere njikọ chiri anya na Mampruli, asụsụ nke Mamprussi, ndị bi na ndịda, na Dagbani",
  "E nwere nnukwu nkewa asụsụ n'etiti Agole, n'ebe ọwụwa anyanwụ nke osimiri White Volta, na Toende, n'Ebe Ọdịda Anyanwụ",
  "Obodo Agole nwere ọtụtụ ndị na-ekwu okwu, naanị nnukwu obodo nke mpaghara ahụ, Bawku, dị na Agole",
  "Nsụgharị Agba Ọhụrụ dị n'asụsụ Agole.",
  "Dị ka ọtụtụ asụsụ ndị ọzọ dị n'Ebe Ọdịda Anyanwụ OtíVolta, ọ tụfuru usoro nkwekọrịta klas dị mgbagwoju anya nke a ka na-ahụ na ihe atụ nke Gurmanche, ma nwee naanị usoro okike, mmadụ / na-abụghị mmadụ",
  "A ka nwere ike ịmata ọdịiche dị n'ụdị aha na ụzọ aha si eme ka otu dị iche iche dị iche iche site na ọtụtụ site na nsonaazụ abụọ:",
  "Kusaal na-egosi ihe ndị a na-ahụkarị na Gur ebe a na-agwakọta aha na adjective stems n'usoro ahụ, na-esote otu / ọtụtụ njedebe:",
  "Nchịkọta okwu dị mfe, dị ka asụsụ ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Oitizọ ma dị iche na asụsụ Gur ndị na-esighị n'otu",
  "Ọtụtụ ngwaa nwere ụdị mgbanwe ise",
  "A na-ebute ngwaa ahụ ụzọ site na usoro nke ụmụ irighiri ihe na-adịghị agbanwe agbanwe na-egosipụta oge, polarity na ọnọdụ",
  "Usoro ngwaa na-ewu ewu ma dị mkpa, dị ka ọ dị n'ọtụtụ asụsụ mba West Afrika.",
  "Enwere ike ibelata nnọchiaha ihe n'ụdị site na iwu Kusaal ikpeazụ-mfu ụdaume, na-apụta dị ka otu ụdaume, ma ọ bụ ọbụna efu; ha na-ebute ụdaume dị ala na-ejedebe okwu gara aga, nke bụ ụdị dị ala nke ụdaume ikpeazụ nke okwu ahụ, echekwara n'ihu nnọchiaha enclitic:",
  "Ihe onwunwe na Kusaal ejirila nwayọọ nwayọọ mụbaa n'ime afọ ole na ole gara aga",
  "Ụfọdụ enyemaka maka ndị na-amụ ihe sitere n'aka ndị otu di na nwunye Spratt bụ ndị malitere ọmụmụ asụsụ nke asụsụ ahụ ma nwee ike inweta ya na GILLBT (Ghana Institute of Linguistics, Literacy and Bible Translation) na Tamale, Ghana",
  "GILLBT mepụtara ihe ndị na-agụ akwụkwọ, nchịkọta akụkọ ọdịnala na ihe ndị ọzọ",
  "E nwekwara akwụkwọ ọkọwa okwu dị mfe nke David na Nancy Spratt chịkọtara site n'otu isi iyi ahụ",
  "Enwekwara edemede abụọ sitere n'aka ndị ọkà mmụta asụsụ na phonology (Musah afo 2010) na syntax (Abubakar afo 2011). A ga-achọta ọtụtụ ozi ụtọ asụsụ gbasara asụsụ Burkina Faso (Toende) na ọrụ phonological nke Niggli nke edepụtara n'okpuru ebe a",
  "Ọtụtụ akwụkwọ ndị ọzọ gụnyere Orthography nke asụsụ ahụ dịkwa site na GILLBT",
  "Asụsụ ọzọ sara mbara nke Agolle Kusaal dị n'ịntanetị."
]