[
  "Nkwupụta Kwụsị JJOO 2030 bụ nkwupụta ọha na eze nke 2021 megide Pyrenees-Barcelona 2030 Winter Olympics. N'ịbụ nke otu ndị obodo kwadoro site n'aka onye nhazi nke usoro SOS Pyrenees haziri, ọ nwere nkwado nke ndị nnọchiteanya nke ime obodo, ugwu, omenala na ndọrọ ndọrọ ọchịchị nke gburubruru ahu.",
  "Mgbasa ozi ahụ na-ekwu na ịkwalite ọkwa a n'ihe gbasara mgbanwe ihu igwe di ka, okpomọkụ ụwa bụ enweghị ọrụ",
  "Tụkwasị na nke a, ọ na-adọ aka ná ntị na ebe ezumike Pyrenees adaberelarị na mmepụta snow aka mere ma ọ gaghị adị irè n'etiti oge",
  "N'ihi ya, ọ ga-abụ ihe mgbe ochie ngwa ngwa",
  "N'ihi ya, nkwupụta ahụ na-akwado iwepụ ọrụ ahụ na ndọrọndọrọ ọchịchị",
  "N'ịga n'ihu, ọ na-arịọ maka ọwa nke itinye ego iji kwalite mgbanwe nke ụdị mmekọrịta ọha na eze na akụ na ụba: ọdịiche dị iche iche nke akụ na ụba, ịlụ ọgụ megide ịkọ nkọ na mbelata nke ndị mmadụ na mpaghara ugwu, yana nchedo nke ebe okike na akuku nke mmasi.",
  "Na Febụwarị nke afọ 2022, ndị ọkà mmụta sayensị Katalan 150 bipụtara \"Independent Scientific Manifesto na 2030 Winter Olympics candidacy na Pyrenees\"",
  "Ha na-ekwu na isi 10 ihe mere ọrụ a ji ghara ikwe omume",
  "A na-ekwusi ike na teknụzụ, gburugburu ebe obibi na ihe gbasara mmekọrịta mmadụ na ibe ya, dị ka enweghị nghọta na ndọrọ ndọrọ ọchịchị",
  "Gọọmentị Pere Aragonès enwebeghị ike ime ka ụmụ amaala nweta akwụkwọ nyocha mmetụta gburugburu ebe obibi ruo ugbu a",
  "Nkwupụta ahụ na-ekwukwa na mmụba nke njem nleta ga-enwe mmetụta na-ebibi ihe na ụdị dị iche iche nke ugwu",
  "ihe ọzọkwa bụ, mmetụta akụ na ụba nke mpaghara ahụ ga-abụ nke na-adịghị mma, na-eme ka ndị ọrụ nọgide na-enwe nsogbu",
  "Ihe ọzọkwa bụ, e nwere ọnụ ọgụgụ dị ukwuu nke ebe ndị e gwupụtara ihe n'ala na Pyrenees nke nwere ike imebi nke ukwuu",
  "N'ikpeazụ, mmụba nke ihe achọrọ maka ike na mmiri, dị ka mmụba na mmetọ, bụ ihe a na-anabataghị n'ihe gbasara ọnọdụ ihu igwe a kwesiri ime ngwa ngwa.",
  "Na June 20,  nke afọ 2022, Kọmitii Olympic nke Spain wepụrụ kpamkpam onye na-azọ ọkwa maka 2030 Winter Olympics n'ihi enweghị ike iru nkwekọrịta n'etiti gọọmentị Javier Lambán na Pere Aragonès",
  "Mgbe ha nụrụ akụkọ ahụ, Popular Unity Candidacy na En Comú Podem mere emume maka ịhapụ \"macro-project\" a ma chọọ atụmatụ itinye ego ọhụrụ maka Pyrenees."
]