[
  "Kwadwo Obeng Junior (amụrụ n'ụbọchị mbụ n'ọnwa Juun n'afọ 1999) bụ onye Ghana na-agba bọọlụ nke na-agba ọsọ maka otu egwuregwu Premier league nke Ghana bụ Accra Hearts of Oak",
  "Obeng malitere ọrụ ya na otu ndị otu Aduana Stars nke dị na Dormaa",
  "O mechara gbaa bọọlụ maka otu egwuregwu Ghana Division One League bụ Nea Salamina Ghana (nke bụzi Wamanfo Mighty Royals FC) n'afọ 2016-2017. Ọ gbara goolu iri na atọ na goolu atọ na Ghana FA Cup na 2017 gụnyere goolu megide Steadfast FC na agba nke iri na isii na Asante Kotoko na nkeji iri na ise nke ikpeazụ. O duuru klọb ahụ gaa na njedebe kachasị elu na FA Cup tupu Asante Kotoko emeri ya na nkeji iri na ise nke ikpeazụ",
  "Ọrụ ya megide Kotoko dọtara mmasị site na klọb ahụ mere ka ọ bụrụ isiokwu nke mkparịta ụka na oghere mgbasa ozi.",
  "Obeng kwagara na Hearts of Oak na Eprel 2018 tupu oge 2018 Ghana Premier League",
  "Na 29 Eprel 2018, Obeng gbara egwu mere asọmpi izizi ya maka obi ka ọ malitechara na egwuregwu 1 – 0 megide ndị iro siri ike Kumasi Asante Kotoko",
  "Ọ gbara nkeji 63 nke egwuregwu ewepụrụ maka Aboubacar Traoré",
  "O nwetara ohere igwu naanị egwuregwu atọ ka a kagburu asọmpi ahụ n'ihi ekpughere Anas Number 12 bụ nke butere ọgbaghara nke otu egwuregwu bọọlụ Ghana",
  "Oge na-esote, n'oge asọmpi pụrụ iche nke kọmitii GFA 2019, Obeng ghọrọ onye otu mgbe niile na mmalite ahịrị n'okpuru njikwa Kim Grant",
  "Na 31 Maachị 2019, n'oge egwuregwu mbụ nke asọmpi ahụ, Obeng meriri goolu asọmpi mbụ ya maka klọb ahụ na-enyere ha aka inweta mmeri 1–0 dị ntakịrị na Dreams FC",
  "Na 14 Eprel 2019, o meriri ihe mgbaru ọsọ ọzọ iji nyere obi aka nweta mmeri n'ebe ndị ọkachamara nnwere onwe ma debe ha n'usoro nke iru eru maka asọmpi CAF Champions League",
  "Na ngwụcha asọmpi ahụ, ọ gbara egwuregwu iri na atọ wee nye goolu abụọ ka Hearts debere nke mbụ na otu B wee ruo eruo ọkara nke ikpeazụ",
  "Otu ọ dị, Asante Kotoko chụpụrụ ha n'asọmpị asọmpị-ikpeazụ nke asọmpi",
  "Obeng tụfuru na 2019-20 Ghana Premier League ma gbaa naanị egwuregwu atọ n'ihi mmerụ ahụ",
  "Emechara kagbuo otu egwuregwu ahụ n'ọkara ruo ọgwụgwụ n'ihi ọrịa COVID-19 na Ghana",
  "Na 20 Ọktoba 2020, ọ bịanyere aka na mgbakwunye nkwekọrịta afọ 3 iji debe ya na klọb ruo 2023 tupu oge 2020-21",
  "A tụrụ anya na ọ ga-arụ ọrụ dị mkpa karịa mgbe Joseph Esso na Kofi Kordzi gachara.",
  "N'abalị iri abụọ na anọ n'ọnwa Nọvemba afọ 2020, Obeng bidoro oge ahụ n'ụzọ dị mma site n'ịgba bọọlụ n'egwuregwu Ashanti Gold. Ọ gbara goolu ọzọ na mmeri mbụ nke oge ahụ, iji nyere ha aka imeri Dreams FC n'ụzọ 3 na 0 mgbe ha gachara egwuregwu atọ na-enweghị mmeri. N'abalị asaa n'ọnwa Febụwarị n'afọ 2021, Obeng gbara bọọlụ n'ime nkeji nke iri asatọ na asaa iji chekwaa ihe maka Hearts n'egwuregwu ụlọ megide Legon Cities. N'ikpeazụ, Obeng gara n'egwuregwu ise ma hapụ egwuregwu abụọ ọzọ n'ihi mmerụ ahụ tupu ọ gbaa bọọlụ n'azụ oge na 25 Eprel na nkeji nke 86 iji nweta Hearts ihe dị mkpa megide Karela United. Mgbe nke ahụ gasịrị, ọ gara n'ihu gbaa goolu ise n'egwuregwu iri iji nyere Hearts aka imeri league ma kwụsị afọ iri na abụọ ha."
]