[
  "Kwadwo Adjei Darko bụ onye ndọrọ ndọrọ ọchịchị Ghana",
  "Ọ bụ onye omeiwu maka mpaghara Sunyani West na mpaghara Brong Ahafo nke Ghana.",
  "A mụrụ Adjei Darko na 10 Mee 1948. O nwetara nzere bachelọ nke sayensị na Mahadum Cape Coast",
  "Ọ gụrụ ihe gbasara agụmakwụkwọ.",
  "Adjei Darko bụ onye na-ese ihe site na ọrụ.",
  "Adjei-Darko bụ onye omeiwu maka mpaghara Sunyani West na ndị omeiwu nke atọ na nke anọ nke mba Ghana nke anọ",
  "Ọ bụbu Minista na-ahụ maka igwu ala n'afọ 2000, ma malite n'afọ 2008, ọ bụ Minista nke lokal gọọmenti, Mmepe Ime Obodo na Gburugburu Ebe Obibi nke Ghana na onye omeiwu maka Sunyani West Constituency. O meela ọtụtụ ọrụ iji kwalite mmepe ime obodo na Ghana, ọkachasị site na igwupụta nnu na dayamọnd",
  "Otú ọ dị, ka ọ na-erule Mee 2009, e kwenyere na Adjei-Darko abụghịzi onye jị ọkwa mịnịsta. Ọ rụkwara ọrụ dị mkpa n'ozi ụmụ nwanyị site n'ịhazi ụgbọala maka ụmụ agbọghọ na-abanye n'ọrụ",
  "Ọbụna o jiri ego nke ya zụta ụgbọala maka ha.",
  "A họpụtara Adjei-Darko na mbụ na onye omeiwu na ntuli aka Ghana nke afọ 2000. Ya mere, ọ nọchitere anya mpaghara Sunyani West na ndị omeiwu nke atọ nke mba nke anọ nke Ghana. A họpụtara ya na mgbe o nwere vootu pụkụ ịrị na anọ na narị asatọ na ịrị abụọ na atọ n'ime vootu pụkụ ịrị abụọ na asaa na narị asatọ na iri asatọ na isii ziri ezi. Nke a bụ ihe ruru 53.2% ngụkọta vootu ziri ezi. A họpụtara ya karịa Kwadwo Nyamekye-Marfo nke National Democratic Congress, Kwaku Twumasi-Ankrah nke Convention People's Party, Kyei-Mensah Monica nke National Reform Party, Patrick Obeng-Mensach onye nweere onwe ya na Wilberforce Nabita Amoah nke People's National Convention. Ndị a nwetara 11,111 vootu, 650 vootu, 578 vootu, 487 vootu na 237 vootu n'otu n'ime ngụkọta vootu ziri ezi. Ndị a bụ 39.8%, 2.3%, 2.1%, 1.7% na 0.8% n'otu n'otu nke ngụkọta vootu niile ziri ezi. A họpụtara Adjei-Darko na tiketi nke New Patriotic Party. Mpaghara ya bụ akụkụ nke oche ndị omeiwu iri na anọ n'ime oche iri abụọ na otu nke New Patriotic Party meriri na ntuli aka ahụ na mpaghara Brong Ahafo nke Ghana. N'ozuzu, New Patriotic Party meriri ngụkọta nke narị ndị nnọchiteanya ndị omeiwu n'ime oche narị abụọ na ndị omeiwu nke atọ nke mba nke anọ nke Ghana.",
  "A họpụtara Adjei-Darko ọzọ dị ka onye omeiwu maka mpaghara Sunyani West na ntuli aka Ghana nke afọ 2008. N'ụzọ dị otú a, ọ nọchitere anya ndị omeiwu na nke anọ nke mba Ghana nke anọ",
  "A họpụtara ya na 20,350 vootu n'ime 38,188 vootu ziri ezi. Nke a bụ 53.3% nke ngụkọta vootu ziri ezi.4,5 A họpụtara ya karịa Ahmed Boadan nke National Democratic Party, Gyabah Samuel nke Convention People's Party, King Kingsford Fordjour nke Democratic People's party, Obiri Francis onye nweere onwe ya. Ndị a nwetara vootu 12,836, vootu 302, vootu 206 na vootu 4,494 n'otu n'otu site na ngụkọta vootu ziri ezi. Ndị a bụ 33.6%, 0.8%, 0.5% na 11.8% n'otu n'otu nke ngụkọta vootu ziri ezi. A họpụtara Adjei-Darko ọzọ na tiketi nke New Patriotic Party. Mpaghara ya bụ akụkụ nke oche ndị omeiwu iri na anọ n'ime oche iri abụọ na anọ nke New Patriotic Party meriri na mpaghara Brong Ahafo nke Ghana na ntuli aka ahụ. N'ozuzu, New Patriotic Party meriri ngụkọta nke ndị nnọchi anya ndị omeiwu 114 n'ime ngụkọta oche 230 na ndị omeiwu nke anọ nke mba Ghana nke anọ.",
  "Adjei Darko bụ Onye Kraịst."
]