[
  "Kwaku Sintim-Misa amaara ka \"KSM\" (a mụrụ n'afọ 1956, na Kumasi) bụ onyeGhana na-eme ihe nkiri, onye nduzi ihe nkiri, ode abụ , odee akwụkwọ ọgụgụauthor",
  "O nwekwara ngosi nke onwe ya na na radio and television. ọ bụkwa ya haziri The KSM Show.",
  "A mụrụ KSM nke ise n'ime ụmụnne isii na Disemba 5, 1956, n'obodo Kumasi",
  "Ọ gara UST Primary School, Presbyterian Boys 'Senior High School, na Prempeh College",
  "Mgbe ọ gụsịrị kọleji, ọ natara ọzụzụ pụrụ iche na National Film and Television Institute a ma ama na Accra Ghana.",
  "Na-inwe mmasị onye na-echegbu onwe ya maka nyocha miri emi banyere nka na-eme ihe nkiri, KSM hapụrụ Africa ka ọ bụrụ onye isi na-eme ihe nkiri na iduzi na Trinity College na Connecticut, USA",
  "O mechara nweta Master of Fine Arts na mmepụta ihe nkiri na Mahadum New York",
  "KSM malitere ọrụ ime ihe nkiri ya na ọrụ dị iche iche nke Off-Broadway na Public Theatre",
  "E gosikwara ya na usoro mpụ ndị America a ma ama bụ Law & Order na usoro ihe nkiri Medal of Honor Rag (site n'aka onye nduzi mmeri Tony Award Lloyd Richards)KSM ghọọrọ onye Afrịka mbụ mere ihe nkiri Off-Broadway mbụ mgbe ọ mepụtara Thoughts of a Confused Black Man, ihe ngosi otu onye na-ewu ewu nke welitere ajụjụ ndị na-akpali akpali banyere agbụrụ na United States",
  "N'afọ 1997, n'ike mmụọ nsọ site na ọrụ Amerịka ya, ọ laghachiri Ghana iji mee akara ya dịka onye mba dị mpako na onye na-eme ihe nkiri",
  "N'oge na-adịghị anya mgbe ọ laghachiri mba ahụ, KSM ghọrọ onye a ma ama na-eme ihe ngosi redio; ọrụ ọsụ ụzọ ya na Talk Shop mere ka Ghana mara ikike mgbasa ozi maka ịmepụta esemokwu na mkparịta ụka",
  "KSM jiri ụdị ọgụ, esemokwu nke wụrụ ndị na-ege ya ntị akpata oyi n'ahụ n'ikwu okwu mba dị mkpa",
  "Ọ gara n'ihu na-edozi ụdị ya na ihe ngosi Nyame Som Ye De, nke kpaliri ndị Ghana iche echiche karịa okpukpe iji kọwaa ọnọdụ ime mmụọ ha sara mbara.",
  "Mgbe o mechara onwe ya aha dịka onye na-ahụ maka redio, KSM mepụtara ihe aghọwo otu n'ime ihe ngosi okwu kachasị ewu ewu na Ghana: Thank God It's Friday (TGIF)",
  "TGIF bụ mgbasa ozi mbụ nke ụdị ya iji jikọta okwu siri ike, agụmakwụkwọ na ọchị",
  "Kemgbe mmalite ya, ihe ngosi ahụ gosipụtara akụkọ na-adọrọ adọrọ site n'aka ndị na-ere ahịa n'okporo ámá, ndị isi oche na-agba egwu, ndị ọkà mmụta sayensị na-asụ ụzọ, ndị na-ese ihe, na ọtụtụ ndị ọzọ na-akpali akpali",
  "KSM meriri na nso nso a na Radio na Television Personality Television Entertainment Show Host of the Year (2011) maka ọrụ ya na TGIF.",
  "A mụrụ Sintim-Misa nye Rt",
  "Rev",
  "Godfried Kwadwo Sintim-Misa, onye bụbu Moderator nke Presbyterian Church of Ghana, na Mary Oforiwaa Sintim-Misa",
  "Ọ lụrụ di ma nwee ụmụ anọ gụnyere rapper Yaw (Blackway)."
]