[
  "A na-ekewa Kwakum (ISO [kwu]) dị ka nke ndị Bantu subgroup A90 (Kaka) nke mpaghara, bantu \"A\" asusu ma kpọọ ya kpomkwem A91 site na Guthrie. Dika otu n'ime mmelite kachasị ọhụrụ na usoro nhazi okwa Bantu, asụsụ ndị ọzọ dị na obere ìgwè a bụ: Pol (A92a), Pɔmɔ (A92b), Kweso (A92C) na Kakɔ (A93). Ndị Kwakum na-akpọ onwe ha (na asụsụ ha) dị ka Kwakum ma ọ bụ Bakoum (mgbe ụfọdụ a na-asụpe ya ka Bakum)",
  "Otú ọ dị, ha na-ekwu na ịkpọpụta \"Bakoum\" malitere naanị mgbe ndị Europe rutere na Cameroon, n'agbanyeghi na a na-ejikarị ya eme ihe taa. A na-asụkarị Kwakum na mpaghara ọwụwa anyanwụ nke Cameroon, ndịda ọdịda anyanwụ nke obodo Bertoua.",
  "Simons & Fennig depụtara Kwakum dị ka nke nwere olumba atọ: Til, Beten (ma ọ bụ anuncien, ma ọ bụ Petem), na Baki (ma ọ bụ Mbaki). Dịka David Hare si kwuo, e nwere mpaghara abụọ but isi ebe a na-asụ Kwakum: Dimako na Doumé. Mpaghara Dimako nwere obodo nta asatọ gbara obodo Dimako gburugburu",
  "Mpaghara Doumé nwere obodo nta asatọ gbara obodo Doumé gburugburu",
  "Myirita akwukwo ozi  dị n'etiti Kwakum a na-asụ na mpaghara abụọ a bụ 92.3%",
  "N'ime obodo ndị a bụ obodo abụọ Baktala na Longtimbi",
  "Ndị bi n'ime obodo ndị a na-ewere onwe ha dị ka Kwakum, mana ha na-akpọkwa onwe ha Til",
  "E nwere ọdịiche okwu nke 91.4% n'etiti Kwakum a na-asụ na mpaghara Dimako na asụsụ a na- asụ n'obodo Til.",
  "Enwere obodo anọ nke ndị na-ewere onwe ha ka Mbeten (ọ bụghị Kwakum)",
  "Myirita akwukwo akụkọ  dị n'etiti Kwakum nke mpaghara Dimako na obodo Mbeten bụ 81.3%",
  "Ndị Mbaki bi n'ebe dị anya site na Kwakum na nkwekọrịta okwu bụ naanị 47.7%",
  "Ya mere, o yighị ka a ga-ewere Mbaki dị ka olumba nke Kwakum.",
  "Dị ka ALCAM (2012) si kwuo, ndị Kwakum bi n'ime obodo 8 di na Dimako commune (Haut-Nyong department) na obodo isi ya, gbakwunyere obodo atọ di na  Doumé n'ebe ndịda obodo Doumé (ngalaba Haut'Nyong, Eastern Region)",
  "Ha dị ihe dị ka 10,000.",
  "Ndị Betán (ma ọ bụ Til), bu ndị bi n'obodo nta atọ dị n'ogbe Dimako (Longtimbi, Kpaktala, na Siafum) si n'ebe ugwu, si n'obodo Mbeten bụ ebe a ka na-asụ Betán - na nso Pol, n'ebe ugwu Bertoua (Pol canton, obodo Bélabo na Diang, ngalaba Lom-et-Djerem, Eastern Region).",
  "N'ikpeazụ, ndị Baki, n'ebe ugwu, bi n'obodo atọ nke Mbaki 1, Mbaki 2 na Mbambo.",
  "Kwakum bụ asụsụ ụda olu, Stacey Hare enyochala ya dịka o nwere ụda atọ.",
  "François Belliard dechara nyocha mbụ nke Kwakum na 2005. Ọ bụ ezie na ọrụ a lekwasịrị anya na egwu nke Kwakum, enwere nkọwa dị nkenke banyere fonology na ụtọ asụsụ",
  "E mere ka akwukwo akuko a dị mfe n'ụdị akwụkwọ akpọrọ Parlons Kwakum (Ka anyị kwuo Kwakum) ma bipụta ya na 2007. Ọrụ abụọ nke Belliard dị naanị na French.",
  "David Hare dechara edemede MA nke akpọrọ Tense in Kwakum Narrative Discourse na June 2018. Stacey Hare dere usoro mmuta MA ya na Tone na Kwakum (A91) na itinye n'ọrụ orthography. Elisabeth Njantcho Kouagang dekwara akwụkwọ mmuta doctoral nke akpọrọ A grammar of Kwakum na 2018. Ọrụ atọ a dị naanị n'asụsụ Bekee",
  "Enwere ike ịchọta data niile e ji mee ihe maka edemede David Hare na blọọgụ ya.",
  "Àtụ:Languages of CameroonÀtụ:Narrow Bantu languages"
]