[
  "Àtụ:Infobox settlementKwara State (Yoruba: Ìpínlẹ̀ Kwárà), bụ steeti dị na Western Nigeria, nke dị n'akụkụ ọwụwa anyanwụ site na Kogi State, na ugwu Niger steeti, na steeti Ekiti, Osun na Oyo na ndịda, ebe oke ọdịda anyanwụ ya mejupụtara.  akụkụ nke oke mba ụwa na Benin Republic.  Isi obodo ya bụ obodo Ilorin na steeti ahụ nwere mpaghara ọchịchị ime obodo iri na isii",
  "...N'ime steeti iri atọ na isii nke Nigeria, Kwara bụ nke itoolu kachasị na mpaghara, mana nke isii pere mpe, yana ọnụ ọgụgụ ndị mmadụ ruru ihe dị ka nde 3.2 dị ka ọ dị na 2016.  Geographically, Kwara steeti kewara n'etiti West Sudanian savanna na ọdịda anyanwụ, na Guinean ọhịa–savanna mosaic ecoregion na ndị ọzọ na steeti",
  "Akụkụ dị mkpa na mpaghara steeti ahụ gụnyere osimiri, ebe Niger na-asọfe n'akụkụ oke ugwu banye n'Ọdọ Mmiri Jeba, tupu ọ gaa n'ihu dịka oke, ebe osimiri Awun, Asa, Aluko na Oyun na-asọfe n'ime ime",
  "N'ebe ugwu ọdịda anyanwụ nke steeti ahụ bụ ngalaba Borgu nke Kainji National Park, nnukwu ogige ntụrụndụ mba nke nwere ọnụ ọgụgụ isi awọ, kob, hippopotamus, elephant ọhịa Africa, nwa oliv, na anụ ọhịa roan, yana ụfọdụ n'ime ndị ikpeazụ fọdụrụnụ",
  "Ọdụm ọdịda anyanwụ Afrịka n'ụwa.  N'ebe ndịda ọdịda anyanwụ ọdịda anyanwụ, obere akụkụ nke Old Oyo National Park nwere ugo okpueze, ugo mara mma, buffalo Africa, oribi, na enwe patas.",
  "Ndị agbụrụ dị iche iche ebiwo na steeti Kwara ruo ọtụtụ afọ, ọkachasị ndị Yoruba bi na steeti ahụ dum, mana enwere ndị Nupe dị nta n'ebe ugwu ọwụwa anyanwụ, ndị Bariba (Baoton) na Busa (Bokobaru) n'ebe ọdịda anyanwụ, na obere ndị Fulani na Ilorin, na-agafe steeti ahụ dị ka ndị ọzụzụ atụrụ na-akwagharị akwagharị.",
  "N'oge tupu ọchịchị ndị eze, ihe ka ọtụtụ n'ógbè nke bụzi steeti Kwara bụ akụkụ nke Alaeze Ukwu Oyo, na akụkụ nke akụkụ ọdịda anyanwụ nke alaeze Borgu nke ndị Bariba, Boko na Bissa, na alaeze Nupe (1531-1835) bi",
  "N'etiti afọ 1800, ndị Fulani jihad weghaara akụkụ ụfọdụ nke ihe bụ ugbu a steeti Kwara ma tinye mpaghara ahụ n'okpuru Gwandu nke Sokoto Caliphate",
  "N'afọ 1890 na 1900, njem ndị Britain weghaara mpaghara ahụ ma tinye ya na Northern Nigeria Protectorate",
  "Northern Nigeria mechara sonye na British Nigeria na 1914, tupu ọ bụrụ na ọ nwere onwe ya dị ka Nigeria na 1960",
  "Na mbụ, steeti Kwara nke oge a bụ akụkụ nke mpaghara Northern Region mgbe nnwere onwe gasịrị ruo 1967, mgbe e kewara mpaghara ahụ ma mpaghara ahụ ghọrọ West Central State",
  "N'afọ 1976, a gbanwere aha steeti ahụ ka ọ bụrụ steeti Kwara ma aha ahụ nọgidere ruo n'afọ ndị 1990, mgbe e kewara ndịda ọwụwa anyanwụ ya iji mepụta akụkụ nke steeti Kogi ma tinye mpaghara Borgu dị n'ebe ugwu ọdịda anyanwụ ya n'ime ngalaba Borgu nke steeti Niger.",
  "E guzobere steeti Kwara na 27 Mee 1967, mgbe Gọọmentị Ndị Agha nke General Yakubu Gowon kewara mpaghara anọ ahụ mejupụtara Federation of Nigeria na steeti iri na abụọ. Mgbe e kere ya, steeti ahụ bụ mpaghara Ilorin na Kabba nke mpaghara Northern nke oge ahụ ma na mbụ a kpọrọ ya West Central State mana e mechara gbanwee ya ka ọ bụrụ \"Kwara\", aha mpaghara maka Osimiri Niger, n'asụsụ Hausa.",
  "Steeti Kwara nwere ọtụtụ ihe onwunwe dị ka tourmaline, tantalite, na ọtụtụ ebe a na-etinye ihe onwunwa n'akụkụ ugwu",
  "Cocoa na Kolanut na mpaghara ndịda Oke - Ero, Ekiti na Isin LGA.",
  "Ọnọdụ ihu igwe nke isi obodo Kwara, Ilorin, na-ekpo ọkụ ma kpọọ nkụ ma nwee mmiri ozuzo kwa afọ, nke dị n'etiti 990.3 mm na 1318mm",
  "Obodo a nwere okpomọkụ dịgasị iche iche site na 330C ruo 370C, na ọnwa nke atọ n'afọ, Machị, bụ nke kachasị ọkụ. Okpomọkụ kachasị ala na nke kachasị elu, yana iru mmiri nke isi obodo steeti, na-arị elu n'etiti afọ 1978 na 2017",
  "Ifufe nke na-efe n'ógbè a mejupụtara ma ifufe South-East na North-East.",
  "Ka ọ na-erule afọ 2006, ọnụ ọgụgụ ndị Kwarans bụ nde 2.37, dabere na ọnụ ọgụgụ ndị Naijiria nke afọ 2006",
  "Ọnụ ọgụgụ ndị mmadụ a mejupụtara ihe dị ka 1.69% nke ọnụ ọgụgụ ndị bi na mba ahụ dabere na mbata maka mmụba nke ọnụ ọgụgụ mmadụ na mmepe akụ na ụba. Ndị isi agbụrụ bụ Yoruba, Nupe, Fulani na Baruba.",
  "Asụsụ nke Kwara State nke LGA depụtara:",
  "Asụsụ ndị ọzọ a na-asụ na Kwara State gụnyere Busa, Boko, na Sorko.",
  "..",
  "Gọọmentị Naịjirịa na-aghọwanye nsogbu ndị na-esite na adịghị ọcha gburugburu ebe obibi, na steeti Kwara na-arụ ọrụ iji melite gburugburu ebe obibi na ịdị ọcha ya. Na Septemba 22, 2020, gọvanọ steeti Kwara malitere mkpọsa 'Clean Kwara' iji kwụsị nsị na-emeghe ma kwalite ịdị ọcha na steeti ahụ.  Gọọmentị steeti na-arụ ọrụ iji dozie okporo ụzọ na ụzọ mmiri niile iji hụ na mmiri na-aga n'efu, na-etinye mgbalị iji hụ na ịdị ọcha nke mmiri, na-ewu ụlọ mposi ma na-eme ka mmiri dị ọcha. Nke a bụkwa iji kwalite Ihe mgbaru ọsọ mmepe na-adịgide adịgide 3 & 6 (n'ozuzu ịnweta mmiri ọṅụṅụ dị nchebe na ọnụ ala na ịnweta ịdị ọcha zuru oke na nke ziri ezi, ịdị ọcha maka mmadụ niile, na ịkwụsị nsị n'èzí site na 2030).",
  "Ọrụ egwuregwu na-achịkwa site na Kansụl Egwuregwu Steeti",
  "Mkpa a na-etinye na egwuregwu dugara n'iwu ámá egwuregwu, nke a na-akpọ - Kwara State Stadium Complex",
  "Ihe owuwu ndị dị n'ámá egwuregwu ahụ bụ mainbowl, ụlọ egwuregwu dị n'ime ụlọ, ụlọ oriri na ọṅụṅụ, ụlọ ọrụ mgbasa ozi ntụrụndụ yana ọdọ mmiri Olympic",
  "A na-anọchite anya steeti ahụ nke ọma ma na bọọlụ ma na basketball",
  "Steeti ahụ bụ ebe obibi nke Kwara United Football Club, ABS FC na Kwara Falcons Basketball Club.",
  "Àtụ:Kwara State",
  "Ȯra no na Naigeria",
  "Abia · \nAdamawa · \nAkwa Ibom · \nAnambra · \nBauchi · \nBayelsa · \nBenue · \nBorno · \nCross River · \nDelta · \nEbonyi · \nEdo · \nEkiti · \nEnugu · \nGombe · \nImo · \nJigawa · \nKaduna · \nKano · \nKatsina · \nKebbi · \nKogi · \nKwara · \nLagos · \nNasarawa · \nNiger · \nOgun · \nOndo · \nOsun · \nỌyọ · \nPlateau · \nRivers · \nSokoto · \nTaraba · \nYobe · \nZamfara",
  "Federal Capital Territory (FCT):\nAbuja"
]