[
  "Asụsụ Kwasio, nke a makwaara dị ka Ngumba / Mvumbo, Bujeba, na Gyele / Kola, bụ asụsụ ndi Cameroon, nke  dị ka ndị 70,000 [aha mkpa] nke ndị Ngumba, Kwasio, Gyele na Mabi na-asụ n'ebe ndịda n'akụkụ oké osimiri na n'ókè ya na Equatorial Guinea",
  "[aha mkpa]",
  "Ndi Kwasio,Gyele na ndi Mabi",
  "Ọtụtụ ndị edemede na-ele Kwasio na asụsụ Gyele / Kola dị iche. Na Ethnologue, asụsụ na-enweta koodu dị iche iche: Kwasio nwere koodu ISO 639-3 nmg, ebe Gyele nwere koodu gyi. Ndị Kwasio, Ngumba, na Mabi bụ ndị ọrụ ugbo obodo; ndị Gyele (nke a makwaara dị ka Kola ma ọ bụ Koya) bụ ndị na-achụ nta na-achịkọta ndị Pygmy na-ebi n'oké ọhịa mmiri ozuzo.",
  "Olumba bụ Kwasio (nke a makwaara dị ka Kwassio, Bisio), Mvumbo (nke amakwara dị ka Ngumba, Ngoumba, Mgoumba, Mekuk), na Mabi (Mabea).",
  "Ndị Gyele na-asụ subdialekt nke Mvumbo na Gyele n'ebe ugwu Giele, Gieli, Gyeli, Bagiele, Bagyele, Bagielli, Bajele, Bajeli, Bogyel, Bogyeli, Bondjiel.",
  "N'ebe ndịda, ndị Gyele na-asụ Kola, nke a makwaara dị ka Koya, na ndida, nke a na-akpọkwa Likoya, Bako, Bakola, Bakuele, nke a pụtakwara dị ka Bekoe",
  "A na-ejikwa okwu mkparị maka ndị pygmy, Babinga, mee ihe.",
  "Glottolog gbakwunyere Shiwa.",
  "Dịka ALCAM (2012) siri kwuo, ndị Kwasio na-abụghị ndị Pygmy na-asụ ụdị asụsụ abụọ, Mvumbo na Mabi, bu ndi nwere nghọta na-agafeghi oke",
  "A na-asụ ha na Ngalaba Océan, mpaghara ndida",
  "Ìgwè Bisio nke ndị Kwasio bi na Equatorial Guinea, yana na Gabon ebe a maara ha n'okpuru aha Shiwo.",
  "Kwasio bụ asụsụ kachasị na mpaghara ọdịda anyanwụ nke asụsụ A80-A90 Bantu",
  "Ọ nwere njikọ chiri anya na Mbwa ( Békol) na Bajwe'e, na nke dị anya na Méka na Béti.",
  "A na-asụ Mabi, olumba ọdịda anyanwụ karia, n'ụsọ oké osimiri Atlantic gburugburu Kribi, n'etiti ndị na-asụrụ Batanga.",
  "A na-asụ Mvumbo ozugbo n'ebe ọwụwa anyanwụ, n'okporo ụzọ si Kribi gaa Lolodorf, n'ime obodo abụọ a, ebe ndị na-ekwu okwu na-agwakọta na ndị na-asụrụ Fang na Ewondo (Beti Fang).",
  "Dị ka ALCAM (2012) siri kwuo, Gyáli na Kola dị ezigbo nso na ibe ha ma na-ebikọ ọnụ n'otu ogige na ebe obibi",
  "N'aka nke ọzọ, ha anaghị enwe mmekọrịta na Baka, ndị Pygmy nke ọwụwa anyanwụ.",
  "Enwekwara mmekọrịta asụsụ chiri anya dị n'etiti Bagyáli na otu Meka, ọ bụ ezie na ndị Mabi na ndị Mvumbo na-abụghị ndị Pygmy anaghị amasị ikwere na asụsụ ha, bu, Kwasio, nwere njikọ chiri anya na ụdị asụsụ Pygmy.",
  "Ndị Bagyáli na-ebikarị n'ọké ohịa nke ngalaba Océan (Southern Region), gburugburu Kribi, Bipindi na Lolodorf (n'ime obodo Kribi, Akom II, Bip indi, na Lolodorф), a na-eme atụmatụ na ha ruru mmadụ 4,250.",
  "A na-ahụkwuazi ndị Bagyáli na Equatorial Guinea.",
  "Dị ka asụsụ Niger-Congo ndị ọzọ nke Cameroon, Kwasio bụ asụsụ ụda olu.",
  "Dị ka asụsụ Bantu, ọ nwere usoro klas aha",
  "Usoro klas nke aha Kwasio belatara nke nta, ebe ọ nọgidere na-enwe naanị okike 6 (okike bụ njikọta nke otu na ọtụtụ aha).",
  "A na-ejikwa okwu ahụ bụ <i id=\"mwcQ\">Bakola</i> mee ihe maka ndị pygmies nke mpaghara ókèala Congo nke ugwu Gabon, nke na-asụ asụsụ Ngom.",
  "Àtụ:Pygmy languagesÀtụ:Languages of CameroonÀtụ:Languages of Equatorial GuineaÀtụ:Narrow Bantu languages"
]