[
  "Ịkwụ ụgwọ ka ị na-atụfu (PAYT) (nkè a na-akpọkwa ịtụle ihe mkpofu, ọnụahịa unit, ọnụahịa ọnụego na-agbanwe agbanwe, ma ọ bụ ịkwụ ụgwọ ónyé ọrụ) bụ ihe nlereanya ọnụahịa màkà iwepụ ihe mkpofu ọbọdọ",
  "A na-akwụ ndị ọrụ ụgwọ dabere na ihe mkpofu ole ha na-enye màkà ịnakọta na ọbọdọ ma ọ bụ ọchịchị mpaghara.",
  "Ụdị dịgasị ichè ichè dị dabere na mpaghara na ọbọdọ",
  "Enwere ike ịlele ihe mkpofu site na ịdị arọ ma ọ bụ nha, ma ọ bụ site na ọnụ ọgụgụ nke otu, nke a na-achọpụta site na iji ụdị akpa dị ichè ichè, mkpado, akpa ma ọ bụ ọbụna RFID",
  "A na-enyekarị ọrụ màkà ntụgharị ihe mkpofu, dị ka imegharị ihe na composting, n'efu ebe a na-etinye usoro ịkwụ ụgwọ dịka ị na-atụfu.",
  "E nwèrè ụdị mmemme ịkwụ ụgwọ-dị ka ị na-atụba: - Ọnụahịa zuru ezu: ndị ọrụ na-akwụ ụgwọ màkà ihe mkpofu niile ha chọrọ ịnakọta tupu ógè eruo site na ịzụta mkpado, akpa omenala, ma ọ bụ akpa nha ahọpụtara.\n- Ọnụahịa nke otu: ndị ọchịchị mpaghara ma ọ bụ ọbọdọ na-ekpebi ọnụ ọgụgụ kachasị elu nke akpa ma ọ bụ akpa mkpofu, na ụtụ isi kwụrụ",
  "A na-enweta akpa ma ọ bụ akpa ndị ọzọ màkà ịzụta ma ọ bụrụ na ónyé ọrụ ahụ gafere ego enyere ikike - Ọnụahịa dịgasị iche iche: ndị ọrụ nwere ike ịhọrọ ịgbazite akpa dịgasịgasị iche (ọtụtụ mmemme na-enye ruo ise), ọnụahịa kwekọrọ na ọnụ ọgụgụ nkè ihe mkpofu mepụtara.",
  "Ụzọ abụọ kachasị omenala iji kpochapụ ihe mkpofu siri ike nke ọbọdọ bụ usoro ọnụego dị larịị ma ọ bụ ụtụ isi ọbọdọ",
  "Ndị ọrụ niile na-akwụ otu ọnụego ma ọ bụ ụtụ isi n'agbanyeghị oke ihe mkpofu ha na-eweta màkà nnweta. N'okpuru usoro ọnụego dị larịị, ọ nweghị ihe mkpali iji belata ihe mkpofu a na-emepụta.",
  "PAYT dabeere na ụkpụrụ abụọ na-eduzi iwu gbụrụ-gbúrụ ébé obibi: ónyé na-emetọ na-akwụ ụgwọ ụkpụrụ na echiche ọrụ nkekọrịta. Enwere ike kewaa ihe kpatara PAYT n'ime ụdị atọ sara mbara:",
  "N'okpuru atụmatụ PAYT, enwere ike iwepụ ụfọdụ ma ọ bụ niile ego nkè njikwa ihe mkpofu site na ụgwọ ụtụ isi ihe onwunwe, na-enye nnwere onwe na njikwa na ego nkè usoro ihe mkpofu obibi.  A na-emesozi ọrụ nchịkwa ihe mkpofu dịka ihe ndị ọzọ dị ka ọkụ eletrik ma ọ bụ mmiri nkè a na-akwụ ụgwọ site na unit nke oriri.",
  "Ihe omume PAYT bụ ngwá ọrụ dị irè n'ịbawanye nkewa nke ihe mkpofu, imegharị ihe, na ibelata ihe mkpofu",
  "Nsonaazụ ya bụ nnukwu nchekwa ike site na njem, mmụba na mgbake ihe site na imegharị ihe, na mbelata na mmetọ site na ébé a na-ekpofu ahịhịa na incinerators",
  "Ya mèrè, ọ na-ebelata ibu nke ébé a na-ekpofu ahịhịa. Tụkwasị na nkè a, mmemme PAYT na-agbakwa ndị na-emepụta ume ka ha mepụta atụmatụ ndị dị irè karị na usoro ndụ ngwaahịa na gbụrụ-gbúrụ ebe obibi.",
  "A na-ekesa ego nchịkọta ihe mkpofu n'ụzọ ziri ezi n'etiti ndị bi na ya, yana n'ụzọ kwekọrọ na ọnụ ọgụgụ ihe mkpofu ónyé ọrụ ọ bụla na-emepụta. Ndị na-agba ịnyịnya n'efu enweghịzi ike ịnwe nkwado màkà omume ha, a na-ekwukwa na PAYT na-akwalite nkwado ọbọdọ",
  "Ezinụlọ ndị na-enweta ego dị ala na-emepụta obere ihe mkpofu ma si otú a na-akwụ ụgwọ mkpofu dị ala.",
  "Ịkwụ ụgwọ màkà ihe mkpofu na-akpatakarị ịtụfu ihe n'ụzọ iwu na-akwadoghị (nkè a makwaara dị ka \"ụgbọelu\") ma ọ bụ na-enyefe ihe mkpofu ahụ na-enweghị ikikere ma ọ bụ usoro mkpofu iwu na-ekwadoghị.  Nnyocha achọpụtala na ọnụahịa otu, nke na-agụnye ịkwụ ụgwọ ọnụahịa a kapịrị ọnụ màkà akpa mkpofu a tụfuru, na-enye aka n'ịtụfu iwu na-akwadoghị",
  "Ọ bụ ezie na ebumnuche nke ọnụahịa otu bụ ịgba ndị mmadụ ume iji ụdị mkpofu ihe ndị ọzọ dị ka imegharị ihe na composting, ndị mmadụ na-agbakarị n'ịkwụsị ihe mkpofu n'ebe ndị a na-enyeghị ikike iji chekwaa ego.  Ọbọdọ nta dị na Massachusetts na-ahụkarị mbelata nke ihe mkpofu karịa mmụba nke imegharị ihe, mana a kwenyere na nke a bụ n'ihi na ndị mmadụ na-ebubata ihe mkpofu site na ọbọdọ ndị ọzọ (ebe a na-eche na ọ nweghị nnweta n'efu) gaa n'ụlọ ndị enyi na ndị ikwu.",
  "Mgbè enwere mgbanwe na ọrụ ọbọdọ ọ bụla e guzobere, nguzogide ọha na eze bụ ihe a na-ahụkarị.  Ngalaba Na-ahụ Maka Nchebe Gbụrụ-gbúrụ Ébé Obibi nke Massachusetts na-atụ aro ime ka mmemme PAYT bụrụ nke na-enweghị ego site na ibelata ụtụ isi n'otu ógè ahụ dị ka iwebata ụgwọ mkpofu ka ndị bi na ya ghara ịhụ nke ikpeazụ dị ka ọnụahịa ọhụrụ.",
  "Ọbọdọ ndị dị n'obodo mepere emepe na-enyekarị nchịkọta n'akụkụ ụzọ ebe obodo ndị dị n\"ime ime ọbọdọ na-enye ọrụ nchịkọta. Ma European Union na US Environmental Protection Agency ebipụtala akwụkwọ ntuziaka màkà iwebata PAYT.",
  "Ihe omume PAYT na-arụ ọrụ na California, Michigan, New York na Washington na mmalite afọ 1970, ọ bụ ezie na Ọbọdọ San Francisco na-eme ụdị atụmatụ PAYT kemgbe afọ 1932.  Ka ọ na-erule afọ 2000, ọbọdọ puku isii dị na US (pasenti iri abụọ) na 200 na Canada emejuputawo ụgwọ ndị ọrụ màkà njikwa ihe mkpofu.  N'afọ 2002, ndị North America tụfuru nde tọn ịri abụọ na anọ nke ihe mkpofu, ébé ébé obibi ruru nde tọn 9.5. Ihe omume PAYT mere ka ihe mkpofu ụlọ belata site na 9 - 38% ma mụbaa imegharị ihe site na 6 na 40%.",
  "Austria bụ mba mbụ mere ka ịkwụ ụgwọ mkpofu n'otu n'otu na 1945, mana PAYT ejighi ya ruo n'afọ 1980 mgbè usoro dị irè ma dị nchebe dị iji kọwaa ojiji nke ọrụ mkpofu na kọmputa. Ọbọdọ mbụ na Europe iji tinye usoro njirimara eletrọniki na ịkwụ ụgwọ màkà ụgwọ mkpofu bụ Dresden, Germany, n'afọ 2004. Ahụmahụ mbụ na Spain bụ n'afọ 2003. Kemgbe afọ 1991, Iwu Mgbukpọ Europe chọrọ ka a nwetaghachi akụkụ nke ego a na-adịghị ekpuchi site na ego a na'iji ihe eme ihe ọzọ na ụkpụrụ ego ndị na-emetọ ihe",
  "Ụdị PAYT dị na ọbọdọ dị iche iche na Europe niile.",
  "Mgbè ewepụtara ya n'afọ 1970s, ọbọdọ narị itoolu na iri ise na anọ (pasenti iri atọ) na Japan emejuputawo mmemme PAYT. Ọbọdọ Taipei na-agba atụmatụ ugbu a ebe ezinụlọ na ụlọ ọrụ na-azụta akpa na-acha anụnụ anụnụ, ma tinye ihe mkpofu na ya",
  "Ngalaba na-ahụ màkà ihe mkpofu ọbọdọ na-anakọta naanị ihe mkpofu etinye n'ime akpa ndị a pụrụ iche",
  "A na-akpọ ya \"Per Bag Trash Collection Fee\", atụmatụ a na-agba ume iji nkwakọ ngwaahịa a na-emegharị, ebe ọ bụ na ndị ahụ anaghị achọ akpa pụrụ iche ma na-atụfu n'efu",
  "N'ihi ya, ọnụ ọgụgụ ihe mkpofu nkè Taipei na-agbadata 35.08%, na imegharị ihe amụbaala okpukpu 2.6 site n'afo 1999. A na-etinyekwa PAYT na Korea, Thailand, Vietnam, China, na Republic of China (Taiwan).",
  "N'oge na-adịbeghị anya, ewebatala ọnụahịa PAYT n'akụkụ ọtụtụ nke Bangalore site na ụlọ ọrụ Wastepicker Hasiru Dala, nke Nalini Shekar guzobere",
  "Nzukọ ahụ gbasoro usoro nkewa nke 2-bin 1-bag, ma na-akwụ ụgwọ dị iche màkà ihe mkpofu nwèrè ike ime compost na ihe mkpofu, ka ọ na-akwụ màkà ihe ndị a ga-emegharị. Ụlọ ndị a na-arụ ọrụ site na usoro ọnụahịa a gosipụtara mbelata dị ịrịba ama na akara mkpofu ha."
]