[
  "Léonie La Fontaine (Ọktoba 2, 1857 -",
  "Febụwarị 26, 1949) bụ onye ọsụ ụzọ Beljọm na-ahụ maka ụmụ nwanyị na onye na-eme udo",
  "Ọ na-arụsi ọrụ ike n'ọgụ ụmụ nwanyị nke mba ụwa, ọ bụ onye otu Belgian League for the Rights of Women, National Belgian Women Council na Belgian Women's International League for Peace and Freedom.\nNwanne ya nwoke bụ Henri La Fontaine, onye ọka iwu mba Belgium na onye isi oche nke International Peace Bureau onye natara Nobel Prize for Peace n'afọ 1913, ọ bụkwa onye na-akwado ikike ụmụ nwanyị na ikike nhọpụta, na-eguzobe n'afọ 1890 Belgian \"League for the Rights of Women\".",
  "N'ebe dị nso na ọrụ Mundaneum, nke Paul Otlet na nwanne ya nwoke Henri La Fontaine malitere na echiche nke akwụkwọ, ọ malitere Office central de documentation féminine na 1909, wee mepụta n'ụlọ ya ọbá akwụkwọ maka Belgian League for the Rights of Women, iji nyere ụmụ nwanyị aka na nhọrọ ọrụ ha.\nLéonie La Fontaine nwụrụ na ụbọchị iri abụọ na isii n'ọnwa Jenụwarị n'afọ 1949, afọ mgbe iwu na-enye ụmụ nwanyị ohere ịtụ vootu malitere.",
  "Léonie na Henri La Fontaine nwetara agụmakwụkwọ na-aga n'ihu site n'aka nne ha Louise Philips, onye bụ nwanyị gụrụ akwụkwọ nke ọma, ma mee ka ụlọ oriri na ọṅụṅụ dị n'ụlọ ya.",
  "Marie Popelin (1846 1913) bụ nwanyị mbụ na Belgium nke gụsịrị akwụkwọ ya dị ka Doctor of Laws n'afọ 1888, na Université Libre de Bruxelles",
  "Mary Popelin tinyere akwụkwọ maka nnabata na òtù ndị ọkàiwu nke ga-enye ya ohere ịrịọ ikpe n'ụlọ ikpe Brussels",
  "A jụrụ nke a, ọ bụ ezie na ọ dịghị iwu ma ọ bụ ụkpụrụ doro anya gbochiri nnabata ụmụ nwanyị na ọkàiwu",
  "Mkpesa ya n'ụlọ ikpe mkpegharị ikpe na ụlọ ikpe Cassation enweghị ihe ịga nke ọma, mana a kọrọ ya n'ọtụtụ akwụkwọ akụkọ Belgian na mba ọzọ.\n\"Ihe gbasara Popelin\" (French: L'Affaire Popelin) bụ ihe kpatara ọgụ ụmụ nwanyị na Belgium, ma kpọkọta ndị na-akwado agụmakwụkwọ ụmụ nwanyị na ikike ụmụ nwanyị na Beljọm dị ka Léonie La Fontaine, Henri La Fontain, Hector Denis [fr], Isala Van Diest, Louis Franck, na Marie Popelin",
  "Mgbanwe ahụ mere ka e mepụta Njikọ Belgian maka Ihe Ndị Ruuru Ụmụ nwanyị n'afọ 1892.",
  "N'afọ 1892, Léonie La Fontaine sonyeere Njikọ Belgian maka Ikike nke Ụmụ nwanyị, dị ka onye na-ahụ maka akụ na ụba na onye na-elekọta ọrụ ebere.\nSite n'afọ 1893, Léonie La Fontaine sonyere na mmepụta nke ntinye na Universal Bibliographic Repertory Paul Otlet na Henri La Fontain.\nN'afọ 1895, ọ sonyeere International Union of Women for Peace, na-etinye aka na pacifism.\nN'afọ 1924, o guzobere ngalaba Belgium nke Women's International League for Peace and Freedom.",
  "Mahadum Women (Université des Femmes), otu French maka ịkwalite ọmụmụ nwoke na nwanyị na Belgium kpọrọ ọbá akwụkwọ ya Bibliothèque Léonie La Fontaine."
]