[
  "Thato Madonsela (amuru 30 Jenụwarị 1985), nke amara aha ya nke ọma L-Tido, bụ onye South Africa na-edekọ ihe nkiri hip hop si Alexandra, Johannesburg",
  "A maara ya nke ọma maka ịbụ otu n'ime ndị na-ese ihe ole na ole nọọrọ onwe ha na mba ahụ iji nweta ọganihu azụmahịa, na-emeri ihe nrite Ọhụrụ Kachasị Mma na Africa na 2010 Channel O Music Video Awards.",
  "Ọrụ egwu L-Tido malitere na 2009 mgbe ọ tọhapụrụ onwe ya, na-ere ahịa onwe ya ma na-ekesa mixtape ya City of Gold",
  "[citation needed]  ịga nke ọma nke mixtape ahụ dugara na nhọpụta onyinye na mmeri nke Channel O's Most Gifted Newcomer award.",
  "Na 30 June 2011, L-Tido wepụtara abọm izizi ya, All or Nothing, nke a sịrị na ọ na-ekpughe ihe niile gbasara njem ya na ihe ọ chọrọ ka kpakpando a na-eto eto ruo ebe ọ nọ",
  "Abọm ahụ gụnyere mmekorita ya na K.O si Teargas, onye na-agụ egwu Naijiria Banky W, Tumi si Tumi na Volume, Da L.E.S nke Jozi na Maggz.",
  "A nabatara abọm ahụ nke ọma na ọtụtụ egwu na-agafe ọtụtụ chaatị, gụnyere Channel O Weekly Charts, MTV Base African Chart, etv's Club 808 Chart, French music channel Trace TV's Africa Top 10 Chart; na \"We Rollin\" na-aghọ nọmba 2 kachasị egwu na mba ahụ dịka chaatị RAM nke mba ahụ si dị (ebe nrụọrụ weebụ nke na-ahazi, gbakọọ ma nyochaa egwu kachasị egwu na ụlọ ọrụ redio dị iche iche na mba ahụ), nke mbụ maka egwu hip hop na mba ahụ. L-tido ghọkwara onye na-eme ihe nkiri hip hop mbụ nwere egwu abụọ na Top 10 nke chaatị RAM n'otu oge ahụ.",
  "L-Tido na-eduzi ma na-echepụta vidiyo egwu ya niile",
  "Ọ bụ otu n'ime ndị na-ese ihe bụ ndị butere mgbanwe na ọkwa nke vidiyo egwu nke ndị na-eme ihe nkiri hip hop na mba ahụ nyere",
  "Lerato Matsotso nke Daily Sun (akwụkwọ akụkọ kachasị ukwuu na South Africa) kwuru na ọ bụ, \"Ndị na-ese ihe na SA na-agbanwe site na ịgba egwu egwu egwu na ọdọ mmiri jupụtara na ụmụ agbọghọ na-agba ọtọ na itinye ego na vidiyo na ịpụta nnukwu akụkọ\", ma kọwaa ọrụ L-Tido dị ka \"vidiyo egwu nke ga-enye vidiyo mba ụwa ego ha\".",
  "L-Tido nwekwara nhọpụta Channel O maka Best Video, nhọpụta Metro FM maka \"We Rollin\" nke gosipụtara Teargas 'KO, na nhọpụta South African Music Awards maka Best Hip Hop album na 2012.",
  "A tọhapụrụ abọm nke abụọ nke L-Tido All of Me na 8 Nọvemba 2013, site na mmekọrịta ikikere n'etiti onye na-ese ihe na Electromode Music and Business Solutions ma malite na ọnụọgụ 2 na chaatị Hip Hop nke South Africa nke iTunes. Onye na-ese ihe kwuru na abọm ahụ \" sitere na ọnọdụ onwe onye na ọnọdụ ndị enyi m na ezinụlọ m gafere n'afọ gara aga\"",
  "A na-ekwu na abọm ahụ nwere ụda hip hop ugbu a, nke jupụtara na ihe nketa Africa nke L-tido, nke a na-abịa n'ụzọ doro anya na ngwá ọrụ nke egwu mbụ ya \"Who You Loving\", na nnwale nke onye na-ese egwu kwaito Doc Shebeleza \"Get Getsa\" na egwu nke abụọ ya, \"Steve Kekana\".",
  "Anụ ehi dị n'etiti L-Tido na onye na-ese egwú hip hop South Africa AKA malitere na 2009 mgbe AKA gara na netwọk mmekọrịta Facebook na-asọpụrụ L-Tido n'ihu ọha, mgbe ọ na-ekwu okwu banyere abụ nke na-egosi ndị na-ese hip hop Da L.E.S na Bongani Fassie nke gị",
  "otu Jozi, na Magz",
  "Nke a mere ka ihe nkiri hip hop South Africa banye n'ọgba aghara, ka ndị na-ese ihe malitere ịlụ ọgụ",
  "Anụ ehi hụrụ ka ndị omenkà abụọ na-edekọ egwu diski, bụ nke mere ka esemokwu ọha na eze dị n'etiti ndị na-ese ihe na anụ ehi kacha atọ ụtọ na South Africa kwụsị",
  "Anụ anụ ahụ fọrọ nke nta ka ọ kwụsị ọrụ rap nke Thato, agbanyeghị na Mee 2013 ndị na-ese ihe tinyere foto na Instagram nke ha na studio ọnụ..",
  "Anụ ehi a kwụsịrị\"",
  "Ha ewepụtala egwu ọnụ kemgbe ahụ.",
  "L-Tido bụ onye mbụ na-ese ihe South Africa bụ akụkụ nke mkpọsa ahụ iji kwalite oge nke abụọ nke ihe nkiri ntorobịa na-emeri MTV Shuga,  nke MTV Networks Africa nyere ya na mmekorita ya na MTV Staying Alive Foundation, Partnership for  Ọgbọ HIV-Free (HFG) na Gọọmenti Kenya, site n'ịbịakọta ọnụ na ndị na-ese ihe Banky W, Wizkid na Bon-Eye iji mepụta ụda ụda maka oge",
  "Ihe onyonyo egwu a bụ onye ntụzịaka a ma ama nke Africa bụ Clarence Peters na Kenya..",
  "L-Tido emeela ọtụtụ oge n'ime obodo ukwu nke obodo na n'ọtụtụ obere obodo,  wee meghee maka Rick Ross, Egwuregwu ahụ, obodo Slum, Maino na Usher."
]