[
  "L",
  "L",
  "Zamenhof[lower-alpha 1] (15 Disemba 1859 - 14 Eprel 1917)[lower -alpha 2] bụ onye na-ahụ maka anya nke biri ọtụtụ ndụ ya na Warsaw",
  "A maara ya nke ọma dịka onye okike nke Esperanto, asụsụ enyemaka mba ụwa a na-ejikarị eme ihe.",
  "Zamenhof malitere ịmepụta asụsụ Esperanto n'afọ 1873 mgbe ọ ka nọ n'ụlọ akwụkwọ",
  "Ọ tolitere na-enwe mmasị n'echiche nke ụwa na-enweghị agha ma kwenyere na nke a nwere ike ime site n'enyemaka nke asụsụ enyemaka mba ụwa ọhụrụ",
  "Asụsụ ga-abụ ngwá ọrụ iji kpọkọta ndị mmadụ ọnụ site na nnọpụiche, ikpe ziri ezi, nkwurịta okwu ziri ezi",
  "O guzobere obodo nke na-aga n'ihu taa n'agbanyeghị Agha Ụwa nke narị afọ nke 20, mgbalị iji gbanwee asụsụ ahụ, na IALs nke oge a (naanị asụsụ ọzọ dịka ya n'oge ahụ bụ Volapük). Tụkwasị na nke a, Esperanto emeela ka asụsụ ndị ọzọ: site na mmekọrịta na ihe okike nke ndị ọrụ ya.",
  "N'ihi ihe ọ rụzuru, na nkwado ya maka mkparịta ụka ọdịbendị, UNESCO họọrọ Zamenhof dịka otu n'ime ndị ama ama ya nke afọ 2017, na 100th ncheta ọnwụ ya. Ka ọ na-erule afọ 2019, e nwere opekata mpe nde mmadụ abụọ na-asụ Esperanto, gụnyere ihe dịka 1,000 ndị na-asụrụ asụsụ Esperanto.",
  "N'afọ 1879, Zamenhof dere ụtọ asụsụ Yiddish mbụ",
  "E bipụtara ya n'akụkụ ụfọdụ afọ ka e mesịrị na magazin Yiddish Lebn un visnshaft E bipụtara ihe odide Russian zuru ezu nke ihe odide a na afọ 1982, na nsụgharị Esperanto nke Adolf Holzhaus, na L",
  "Zamenhof, provo de gramatiko de novjuda lingvo (Mgbalị na ụtọ asụsụ nke asụsụ Neo-Jewish), Helsinki, peeji nke 9ː36",
  "N'ọrụ a, ọ bụghị naanị na ọ na-enye nyocha nke ụtọ asụsụ Yiddish, kamakwa ọ na-atụ aro mgbanwe ya na edemede Latin na ihe ọhụrụ orthographic ndị ọzọ",
  "N'otu oge ahụ, Zamenhof dere ụfọdụ ọrụ ndị ọzọ na Yiddish, gụnyere ma eleghị anya nyocha mbụ nke uri Yiddish (lee p",
  "50 na akwụkwọ ahụ a kpọtụrụ aha n'elu).",
  "N'afọ 1882, e nwere oke mmegide n'ime Alaeze Ukwu Russia, gụnyere Congress Poland, kpaliri Zamenhof isonye na mmalite nke Zionist movement, Hibbat Zion. Ọ hapụrụ òtù ahụ n'afọ 1887, na 1901 bipụtara nkwupụta na Russian n'aha Hillelism, ebe ọ rụrụ ụka na ọrụ Zionist enweghị ike idozi nsogbu nke ndị Juu.",
  "Zamenhof na nwunye ya Klara Silbernik zụlitere ụmụ atọ, nwa nwoke, Adam, na ụmụ nwanyị abụọ, Zofia na Lidia",
  "E gburu mmadụ atọ ahụ n'oge Oké Mgbukpọ ahụ.",
  "Lidia Zamenhof karịsịa nwere mmasị dị ukwuu na Esperanto, ma dịka okenye ghọrọ onye nkuzi nke asụsụ ahụ, na-agagharị na Europe na America iji kụzie klas na ya",
  "Site na ọbụbụenyi ya na Martha Root, Lidia nabatara Bahá'u'lláh wee ghọọ onye otu okwukwe Bahá'í",
  "Dịka otu n'ime ụkpụrụ mmekọrịta ya, okwukwe Bahá'í na-akụzi na ndị nnọchiteanya nke mba ụwa niile kwesịrị ịhọrọ asụsụ enyemaka ụwa.",
  "Nwa nwa Zamenhof, Louis-Christophe Zaleski-Zamenhof (nwa Adam), biri na France site n'afọ 1960 ruo mgbe ọ nwụrụ n'afọ 2019",
  "Ka ọ na-erule 2020, nwa nwanyị Louis-Christophe, Margaret Zaleski-Zamenhof, na-arụsi ọrụ ike na Esperanto movement."
]