[
  "L, ma ọ bụ l, bụ mkpụrụedemede iri na abụọ na mkpụrụedemede Latịn, ejiri na mkpụrụedemede Bekee ọgbara ọhụrụ, mkpụrụedemede nke asụsụ ndị ọzọ ọdịda anyanwụ Europe na ndị ọzọ n'ụwa niile",
  "Aha ya na bekee bụ el (akpọrọ /ˈɛl/), plural els.",
  "O nwere ike ịbụ na Lamedh si na foto e ji achị ehi ma ọ bụ ihe e ji achụ ehi bịa",
  "Ụfọdụ atụwo aro ndị ọrụ ọzụzụ atụrụ..",
  "Na transcription phonetic na phonemic, International Phonetic Alphabet na-eji Ōnlʹ iji nọchite anya alveolar approximant.",
  "N'asụsụ bekee, ⟨l⟩ na-anọchi anya fọnịm /l/, nke nwere ike inwe ụkpụrụ ụda dị iche iche, dabere n'olu ọkà okwu, yana ma ọ na-apụta tupu ma ọ bụ mgbe ụdaume gasịrị.  N'akụkụ akụkụ alveolar (ụda nke nọchiri anya IPA site na obere obere okwu [l]) na-apụta n'ihu ụdaume, dị ka egbugbere ọnụ ma ọ bụ ngwakọta, ebe velarized alveolar lateral approximant (IPA [ɫ]) na-apụta na mgbịrịgba na mmiri ara ehi.  Ikwupụta nke a anaghị eme n'ọtụtụ asụsụ ndị Europe na-eji ⟨l⟩;  ọ bụkwa ihe na-eme ka ịkpọ ⟨l⟩ sie ike nye ndị na-asụ asụsụ na-enweghị ⟨l⟩ ma ọ bụ nwee ụkpụrụ dị iche iche maka ya, dị ka Japanese ma ọ bụ ụfọdụ olumba ndịda nke Chinese.  Ọnọdụ ahụike ma ọ bụ mgbochi ikwu okwu na-amachibido ịkpọ ⟨l⟩ bụ nke a maara dị ka lambdacism.",
  "N'asụsụ Bekee, a na-ekwukarị okwu ndị dị ka ije ma ọ bụ nwere ike (ọ bụ ezie na ọnụnọ ya nwere ike ịgbanwe uru mkpụrụedemede ụdaume bu ya ụzọ), ọ na-ekwukwa okwu ndị dị na nkwụ na abụ ọma; Otú ọ dị, enwere ụfọdụ ọdịiche mpaghara.",
  "⟨l⟩ usually represents the sound [l] or some other lateral consonant.",
  "Digraphs ndị a na-ahụkarị na-agụnye, nke nwere uru yiri nke Bekee, mana o nwere uru dị iche iche na-enweghị olu alveolar lateral fricative (IPA [ɬ]) na Welsh, ebe ọ nwere ike ịpụta na ọnọdụ mbụ",
  "N'asụsụ Spanish, a na-anọchite anya [ʎ], [j], [ɟ], ma ọ bụ [ʃ], dabere na olumba.",
  "A na-ahụkarị akụkụ ọnụ (IPA) n'ọtụtụ asụsụ, a na-anọchite anya ya na Italian, Spanish na Catalan, na Portuguese, na Latvian.",
  "N'asụsụ Washo, mkpụrụ akwụkwọ ndị dị ala na-anọchite anya ụda [l], ebe mkpụrụ akwụkwọ ndị kasị elu na-anọchi anya ụda na-enweghị olu, dị ka okpukpu abụọ na Welsh.",
  "A na-eji mkpụrụedemede ukwu L dị ka akara ego maka lek Albania na lempira Honduras",
  "A na-ejikarị ya eme ihe, ọkachasị n'ihe odide aka, dị ka akara ego maka lira Italian",
  "N'akụkọ ihe mere eme, a na-ejikarị ya eme ihe dị ka akara ego maka pound sterling nke Britain (iji belata Latin libra, pound); n'iji ya eme ihe n'oge a, akara pound (£), nke dabeere na ya, ejirila ya mee ihe.",
  "Nọmba Roman L na-anọchite anya nọmba 50.",
  "N'afọ ndị na-adịbeghị anya, mkpụrụedemede L na W aghọwo meme ịntanetị, na-eguzo maka mfu na mmeri",
  "A na-ejikarị L eme ihe na omenala a ma ama, na-ezo aka na nkọwa okwu mkparị nke onye nwe ya",
  "Were L, n'otu n'otu, pụtara ịnakwere mmeri a.",
  "N'ọtụtụ mkpụrụedemede sans-serif, mkpụrụedemede dị ala, nke edere l, nwere ike isi ike ịmata ọdịiche dị n'etiti mkpụrụedemede \"anya\"; na mkpụrụedemede serif ụfọdụ, enwere ike ịgbagwoju glyph l anya na glyph 1, nọmba otu",
  "Iji zere mgbagwoju anya dị otú ahụ, ụfọdụ mkpụrụedemede kọmputa ọhụrụ (dị ka Trebuchet MS) nwere finial, curve n'aka nri na ala nke mkpụrụedemede dị ala ell.",
  "Ụzọ ọzọ iji belata mgbagwoju anya dị otú ahụ - nke a naeji na mgbakọ na mwepụ, akara okporo ụzọ Europe na mgbasa ozi - bụ iji akara l, nke bụ ụdị mkpụrụedemede dị ala nke mkpụrụedemede \"ya\"",
  "Na Unicode, akara a bụ U+2113 ℓ SCRIPT SMALL L from the \"letter-like symbols\" block",
  "In Japan, for example, this is the symbol for the liter",
  "However, the International System of Units recommends using Unicode symbols U+006C l LOWERCASE L or U+004C L UPPERCASE L for the liter.",
  "Ihe ngwọta ọzọ, mgbe ụfọdụ a na-ahụ na Web typography, na-eji mkpụrụedemede serif maka mkpụrụedemede dị ala ell, dị ka l, na ederede sans-serif.",
  "Àtụ:Letter other reps"
]