[
  "Lacinato kale (UK: /ˌlæsɪˈnɑːtoʊ, ˌlæ(t)ʃɪ-/, US: /ˌ lɑːsɪ-/) ma ọ bụ, n'asụsụ Italian na mgbe ụfọdụ n'asụsụ Bekee, cavolo nero (/ˌkævəloʊ ˈnɛəroʊ, Ōkɑːv-/, Italian: ; n'ụzọ nkịtị \"kọkọbọd ojii\") bụ ụdị kale nwere ọdịnala dị ogologo na nri Italian, ọkachasị nke Tuscany. A makwaara ya dị ka Tuscan kale, Italian kale, dinosaur kale, kale, flat back kale, palm kale, ma ọ bụ black Tuscan palm. A na-akụ Lacinato kale na Tuscany kemgbe ọtụtụ narị afọ, ọ bụkwa otu n'ime ihe ọdịnala nke minestrone na ribollita.",
  "Lacinato kale na-eto 60 - 90 sentimita (2 ruo 3 ft) n'ogologo ma nwee akwụkwọ na-acha anụnụ anụnụ na-acha akwụkwọ ndụ akwụkwọ ndụ na \"ọdịdị dị nro\"; a na-akọwa ụtọ ya dị ka \"nke dịtụ ụtọ ma dị nro\" karịa curly kale na \"nke dị ntakịrị ilu [na] ala\". A na-akpọ ụdị lacinato mgbe ụfọdụ dinosaur kale n'ihi na akwụkwọ ya nwere ike ịdị ka akpụkpọ dinosaur dị ka ya, ma eleghị anya n'ihi ọdịdị pụrụ iche nke akwụkwọ ya na-echetara ihe ọkụkụ mbụ. N'ihi ụtọ ya, a na-akpọ ya \"onye hụrụ n'anya n'ụwa nri\".",
  "Lacinato kale, dị ka ọtụtụ ụdị kale ndị ọzọ, a na-ebu ụzọ na-acha ọcha, wee jiri ihe ndị ọzọ na-atọ ụtọ mee ka ọ dị ụtọ; na nri Campanian, a na-agbakwunyekwa anchovies. A na-ejikarị ya eme ihe na pasta na ofe, mana enwere ike iri ya na salad.",
  "Na nri Tuscan, a na-ejikarị lacinato kale eme ihe na ribollita (n'ụzọ nkịtị: \"e siri esi\"), ofe siri ike, nke nwere obi nke e ji ihe ndị e siri esi maka nri n'ụbọchị gara aga.",
  "N'asụsụ Dutch, a na-akpọ ya (dị ka na German) palmkool ma ọ bụ palmkohl, na-arutu aka n'ọdịdị nkwụ yiri nkwụ na akwụkwọ ya na-etolite site na ogwe osisi, karịsịa mgbe a tụfuru akwụkwọ ala",
  "Na Swedish na Finnish, a maara ya dị ka svartkål ma ọ bụ mustakaali, nke pụtara 'kọbish ojii'.",
  "Lacinato kale malitere na narị afọ nke iri na asatọ na Ịtali. Ụdị a na-ewu ewu n'etiti ndị na-elekọta ubi n'ihi ụcha ya na ọdịdị ya, ọ bụkwa otu n'ime osisi nke Thomas Jefferson dere n'ogige ya nke afọ 1777 na Monticello. Osisi ahụ na-eto ruo n'ogo nke ụkwụ abụọ,  akwụkwọ ndị na-acha uhie uhie na-abụkarị ihe karịrị 30 cm (1 ft) n'ogologo na 5 - 10 cm (2 - 4 in) n'obosara. A na-ewepụta akwụkwọ ndị yiri eriri site na ala nke ogwe osisi ahụ, na-ahapụ ihe fọdụrụ na osisi ahụ ka ọ dị ka nkwụ."
]