[
  "Ladi Kwali, OON, MBE (c.1925– 12 August 1984) bụ onye Naijiria na-akpụite, onye na-ahụ maka ụrọ na onye nkuzi.",
  "A mụrụ Ladi Kwali n'obodo Kwali dị na mpaghara Gwari nke Northern Nigeria, ebe ịkpụ ite bụ ọrụ ụmụ amaala n'etiti ụmụ nwanyị. Ọ mụtara ịkpụ ite mgbe ọ bụ nwata site n'aka nwanne nne ya site n'iji usoro ọdịnala nke ịkwanye",
  "O mere nnukwu ite maka iji mee ihe dị ka ite mmiri, ite eji esi nri, na efere site na ụrọ, nke a na-eti site n'ime ya na osisi dị larịị",
  "A na-eji ụkpụrụ ihe atụ geometric na ụdị ihe atụ chọọ ha mma, gụnyere akpị, ngwere, agụ iyi, chameleons, agwọ, nnụnụ, na azụ.",
  "A maara ite ya maka ịma mma nke ọdịdị na ịchọ mma ha, a makwaara ya na mpaghara ya dị ka ọkpụite nwere onyinye na onye a ma ama. Emir nke Abuja, Alhaji Suleiman Barau, nwetara ọtụtụ n'ụlọ ya Michael Cardew hụrụ ha n'afọ 1950.",
  "A mụrụ ya na obere obodo Kwali, nke dị ugbu a Kwali Area Council of the Federal Capital Territory, na 1925 (Ndị ọkọ akụkọ ihe mere eme ndị ọzọ na-egosi ụbọchị ọmụmụ ya bụ n'ezie 1920). O tolitere n'ime ezinụlọ nke na-agbaso ọdịnala nke ụmụ nwanyị ikpu ite. Mallam Mekaniki Kyebese, nwanne Ladi Kwali nke nta, kwuru; \"Ọbụna n'afọ ndị mbụ nke ime ite, Ladi Kwali mara n'ọrụ aka ahu nke ọma ma a na-erekarị ngwa ahịa ya ọbụna tupu e buru ha gaa ahịa",
  "\"",
  "N'ime afọ ọkachamara mbụ ya, ọnọdụ ọdịbendị ọdịnala kpaliri ya imepụta ite ite nke ọdịnala Gbagyi nke metụtara ma mee ka ọ pụta ìhè na okwu onwe onye",
  "Ụzọ o si ele ụrọ anya na-ekwughachi site na ụda mgbakọ na mwepụ, nke a na-eme ka ọ pụta ìhè site na ngosipụta na-aga n'ihu nke symmetry.",
  "Michael Cardew, onye a họpụtara ka ọ bụrụ onye na-ahụ maka ite na Ngalaba Azụmahịa na Ụlọ ọrụ na Gọọmentị Naịjirịa na 1951, guzobere Ụlọ Ọrụ Ọzụzụ Ụrọ na Suleja (nke a na-akpọ \"Abuja\") n'ọnwa Eprel afọ 1952. N'afọ 1954, Ladi Kwali sonyeere Abuja Pottery dị ka nwanyị mbụ ọkpụite ya",
  "N'ebe ahụ, ọ mụtara ịtụ wiil, ịcha, ịgba ọkụ, mmepụta nke saggars, na iji slip, n'ikpeazụ o mechara bụrụ onye nkuzi. O mere efere na ihe ịchọ mma sgraffito, nke gụnyere imikpu arịa na-acha uhie uhie ma ọ bụ na-acha ọcha wee kpoo ihe ịchọ mma ahụ site na akwa ahụ gaa n'okpuru ahụ, na-eji akwa porcupine.",
  "Ka ọ na-erule oge Cardew hapụrụ ọrụ ya na 1965, Ụlọ ọrụ ahụ adọtawo ụmụ nwanyị anọ ọzọ si Gwari: Halima Audu, Lami Toto, Assibi Iddo, na Kande Ushafa. Ụmụ nwanyị ndị a rụkọrọ ọrụ ọnụ n'otu n'ime ụlọ ọrụ, nke ha kpọrọ Dakin Gwari (ọnụ ụlọ Gwari), iji aka rụọ nnukwu ite mmiri.",
  "Ha ga-eji okpokoro ụgbụ, mkpụrụ siri ike ma ọ bụ okpokoro calabash kpụọ ma kpochapu ihe dị n'ime ite ndị ahụ. Mgbe ahụ, ha gbanwere atụmatụ ọdịnala ha, site n'itinye ha na kaolin ọcha na feldspar slip, nke ga-adọrọ mmasị n'ime ihe ịchọ mma ndị dara mbà n'obi. Mgbe a gbasịrị ite ndị a na-egbuke egbuke celadon glaze, ebe ndị nwere slip ga-apụta na-acha akwụkwọ ndụ akwụkwọ ndụ n'ụzọ dị iche na akwụkwọ ndụ akwụkwọ ndụ gbara ọchịchịrị ma ọ bụ ígwè na-acha uhie uhie nke arịa ndị ahụ. N'ihi na a na-egbukepụ ite ndị e ji aka rụọ, ndị a na-achọ mma nke ọma ma na-agba ha ọkụ na ọkụ dị elu, ha na-anọchite anya ngwakọta na-adọrọ mmasị nke Gwari ọdịnala na ite studio nke ọdịda anyanwụ. A na-etinye ite Ladi Kwali dị mkpa n'ime ụrọ nkume, jiri ụkpụrụ ngwere chọọ ya mma ma jiri ọchịchịrị na-egbuke egbuke gbaa ya",
  "Maka ndị na-ekiri ihe nkiri na ndị na-anakọta ihe n'Ebe Ọdịda Anyanwụ, ọchịchịrị ahụ bụ ihe atụ maka ite \"Africanness\".",
  "Ọ ga-eme ka ụkpụrụ dị n'elu ọnụ ọgụgụ ahụ site n'ịgbagharị obere roulettes nke eriri gbagọrọ agbagọ ma ọ bụ osisi a pịrị apị n'elu ụrọ ahụ, mgbe ụfọdụ dị ka eriri kwụ ọtọ na mgbe ụfọdụ na panel kwụ ọtọ. The osisi roulettes mejupụtara obere cylinders nke osisi siri ike, abụọ ma ọ bụ atọ sentimita ogologo na a ọkara sentimita n'obosara, notched na kwụ ọtọ, oblique, ma ọ bụ yiri ụkpụrụ. A na-edepụta arịa ụrọ na usoro ịchọ mma na oge neolithic. N'ịgbaso usoro ọdịnala mpaghara ahụ, a gbara ha ọkụ n'ọkụ nke ahịhịa akọrọ",
  "Site na ọdịnala ọdịbendị ya, ebe ụmụ nwanyị bụ ndị na-ahụ maka ite, ụrọ Ladi Kwali ghọrọ \"ihe nka\". E gosipụtara ite Ladi Kwali na ngosi mba ụwa nke ite Abuja na 1958, 1959, na 1962, nke Cardew haziri",
  "Na 1961, Kwali mere ihe ngosi na Royal College, Farnham, na Wenford Bridge na Great Britain. O mekwara ngagharị iwe na France na Germany n'oge a",
  "N'afọ 1972, ya na Cardew gara Amerịka",
  "E gosipụtara ọrụ ya na London na Berkeley Galleries",
  "A gbanwere aha Abuja Pottery ka ọ bụrụ Ladi Kwali Pottery na mmalite afọ 1980.",
  "N'afọ 1954, e gosipụtara ite Kwali na ngosi mba ụwa nke ite Abuja nke Michael Cardew haziri.",
  "E nyere Kwali MBE (Member of the Order of the British Empire) na 1963.",
  "N'afọ 1977, e nyere ya akara ugo mmụta doctoral na Mahadum Ahmadu Bello dị na Zaria.",
  "N'afọ 1980, Gọọmentị Naịjirịa (site na Cabinet Office nke Federal Republic of Nigeria) nyere ya akara nke Nigerian National Order of Merit Award (NNOM), nsọpụrụ mba kachasị elu maka agụmakwụkwọ.",
  "O nwetakwara nsọpụrụ mba nke Officer of the Order of the Niger (OON) n'afọ 1981.",
  "Foto ya pụtara n'azụ naira ịrị abụọ nke Naịjiria",
  "A na-akpọ nnukwu okporo ámá dị na Abuja Ladi Kwali Road.",
  "Sheraton Hotel nwere Ladi Kwali Convention Center, nke bụ otu n'ime ụlọ nzukọ kachasị ukwuu na Abuja, nke nwere ụlọ nzukọ iri na ụlọ ịgba bọọlụ anọ.",
  "A na-anakọta ọrụ ya gburugburu ụwa, dị ka Smithsonian National Museum of African Art, USA, Victoria and Albert Museum, na Aberystwyth University Ceramics Gallery, UK",
  "Ihe ngosi nke 2022 na Two Temple Place Body Vessel Clay, Black Women, Ceramics & Contemporary Art gụnyere Kwali dị ka mmalite maka ịde afọ iri asaa nke ụrọ site n'aka ụmụ nwanyị ojii na-ese ihe.",
  "Google Doodle maka 16 Machị 2022 bụ maka ịsọpụrụ Kwali."
]