[
  "Ladies of the Lights: Michigan Women in the U.S",
  "Lighthouse Service bụ akwụkwọ na-abụghị akụkọ ifo nke Patricia Majher nke na'enye nkọwa akụkọ ihe mere eme nke ụmụ nwanyị ndị jere ozi dị ka ndị na -elekọta ụlọ ọkụ Michigan ruo afọ 105.",
  "Dị ka osote onye nduzi / onye nlekọta ọhụrụ na Michigan Women's Historical Center na Hall of Fame na 2007, Patricia Majher wuru ihe ngosi njem dabere na edemede 2003 nke bụ South Mystery na Sand Point Lighthouse nke ọkọ akụkọ ihe mere eme bụ Kathy Mason dere.  Ịnụ ọkụ n'obi nke ihe ngosi ahụ mere na Michigan kpaliri Majher ịchịkọta nchọpụta ya n\"akwụkwọ, nke Mahadum Michigan Press wepụtara na 2010.  E nwere isi ihe ndabere banyere ndị inyom mbụ na-elekọta ụlọ ọkụ, ndị nọn Irish nke St",
  "Anne's convent na County Cork bụ ndị na'elekọta ọkụ ọkụ Youghal n'ime afọ 1190-1542, na nwanyị America mbụ bụ onye na na -elekọta ìhè ọkụ na 1775 na Boston Harbor mgbe Hannah Thomas weere ọrụ di ya na bụ onyeisi ọkụ ka ọ na Akwụkwọ ahụ na-ekpuchi ndụ na ọrụ ndị na -elekọta ìhè nke ụmụ nwanyị Michigan n'otu n\"otu ndị jere ozi nʼọkwa ha n'\"afọ 1849-1954",
  "N'ime akwụkwọ ahụ bụ ụgwọ ọrụ, ọrụ na ihe isi ike ndị bịara na post ahụ, ma nye ụmụ nwanyị ndị nọ n'ọkwá ahụ n\"ụzọ iwu kwadoro, yana ụmụnwaanyị ndị jere ozi na-abụghị nke iwu mgbe di ha na'okpuru enweghị ike",
  "Onye edemede ahụ na-enye nghọta banyere ndụ ezinụlọ maka ndị na'ụlọ ọkụ.",
  "Cathy Green maka Michigan Historical Review kwuru akwụkwọ ahụ, \"na-ewepụ ọhụụ ịhụnanya nke ndụ dị ka onye na-elekọta ọkụ, ebe ọ na-echekwa ọ bụghị naanị àgwà prosaic nke ọrụ ahụ kamakwa ọdịdị pụrụ iche nke ọrụ a.\" Green kwadoro akwụkwọ ahụ maka mmasị ndị na-ege ya ntị karịrị ndị aficionados ọkụ, wee chọpụta nyocha nke akụkọ ihe mere eme nke onye ode akwụkwọ na-ewebata isiokwu a.",
  "Yak's Corner, akwụkwọ akụkọ ụmụaka n'ịntanetị kee Detroit Free Press na akụkọ Detroit, gosipụtara akwụkwọ ahụ maka mkpuchi 2011 Women'n'Sakịrị. Mlive, aka ịntanetị nke Booth Newspapers, gosipụtakwara akwụkwọ ahụ dị ka akụkụ nke mkpuchi ya nke Michigan's 2011 Coast Guard Festival. Mgbe e bipụtara akwụkwọ ahụ, Majher bụ ọkà okwu maka usoro Bay County Historical Society na ụlọ ọkụ."
]