[
  "Lagos Deep Offshore Logistics Base (LADOL), nke a na-akpọ LADOL Free Zone, nke a makwaara dị ka LADOL Base ma ọ bụ mbido LFZ, bụ ụlọ ọrụ na-emepụta ihe na-enweghị ihe ọ bụla nke ụlọ ọrụ na injinia nke dị n'àgwàetiti dị na Port of Apapa, Lagos, Naijiria.",
  "E mere LADOL iji nye nhazi, injinia na ọrụ nkwado ndị ọzọ maka ụlọ ọrụ nyocha mmanụ na gas na mmepụta na-arụ ọrụ na West Africa na gburugburu ya.",
  "Onye mmepe LADOL, LiLe, malitere iwu ụlọ ọrụ nhazi na injinia na afọ 2001 wee malite ọrụ zuru oke na afọ 2006",
  "Na Junn, na afọ 2006, a họpụtara LADOL dị ka Free Zone dị ka Iwu Naịjirịa Naịjirị Export Processing Zones Act No",
  "63 1992",
  "Emechara ya na ọnụahịa nke US $ 150 nde, akụrụngwa mbụ nke LADOL gụnyere: ọdụ ụgbọ mmiri 200m, 8.5m draft, 25-ton / m2 ebe na-ebu ibu dị elu na mgbakwunye 30-ton na njedebe ọ bụla nke nwere ike ịba ihe ruru ụgbọ mmiri isii na ụgbọ mmiri atọ dị arọ; họtel; ụlọ nkwakọba ihe; ụlọ ọrụ; okporo ụzọ; ọgwụgwọ mmiri; na reticulation n'okpuru ala.",
  "N'afọ 2015, site na nkwado nke Total Upstream Nigeria Limited, a gbakwunyere LADOL iji tinye ụlọ ọrụ ọhụrụ US $ 300 nde Floating Production Storage and Offloading (FPSO) nke na-emepụta na njikọta",
  "Ụlọ ọrụ mmepụta na njikọta ụgbọ mmiri FPSO - nke SHI-MCI FZE na-arụ ọrụ ugbu a, nke na-arụkọ ọrụ ọnụ n'etiti Samsung Heavy Industries na onye na-arụ ụgbọ mmiri LADOL, Mega-Construction na Integration FZE - malitere iji mepụta ma jikọta Total Egina FPSO na Naijiria na ọrụ ndị ọzọ yiri ya a na-atụ anya na a ga-arụ n'Africa.",
  "Akụkụ ọzọ nke mgbasara LADOL akọwo na ọ gụnyere ọdụ ụgbọ mmiri kpọrọ nkụ nke ga-abụ nke kachasị ukwuu na West Africa ma dọta ihe ruru 100,000 ọrụ kpọmkwem na nke na-apụtaghị ìhè.",
  "N'ọnwa Disemba, n'afọ 2015, LADOL meriri ihe nrite maka ụlọ ọrụ na-ewu ụlọ ọrụ na mpaghara Free Zone Integrated Hub Capacity Building Firm maka nyocha mmanụ na gas miri emi, mmepụta na ọrụ injinia site na Chartered Institute of Logistics and Transport.",
  "Ọzọkwa na afọ 2015, LADOL ritere ihe nrite 5 na fDi Magazine Global Free Zones of the Year Annual Rankings 2015. E nyere ya onye mmeri nke Sub-Saharan African regional free zones award na onye mmeri ya nke nnukwu ndị nwe ụlọ maka Africa",
  "A jara LADOL mma nke ukwuu dị ka mpaghara nweere onwe ya nke afọ."
]