[
  "Lady Skollie (Ónyé amụrụ Laura Windvogel na 1987) bụ ónyé na-ese ihe na ónyé na-eme ihe nkiri na Cape Town, South Africa, bi na Johannesburg ugbu a.",
  "Mmụta nka Lady Skollie malitere mgbè ọ dị obere mgbè nne ya debanyere aha ya na Frank Joubert Art Centre, nke a na-akpọ Peter Clarke Art Centre ugbu a",
  "Ọ gara n'ihu na-enweta BA nke akụkọ ihe mere eme na nka na Dutch Literature na Mahadum Cape Town na 2009 na asambodo na Business Acumen for Artists na Mahadim Cape Town Graduate School of Business na 2014.",
  "Skollie hapụrụ ngwa ngwa site na nka ọdịnala wee gaa n'ihu na-akwalite ọrụ ya site na mgbasa ozi mmekọrịta. Ọrụ Lady Skollie na-elekwasị anya n'echiche nke okike, ọchịchọ, mmekọahụ nà mmekọahụ, mmekọrịta chiri anya, nà nkwenye nà South Africa.",
  "Site na aha nzuzo ya na àgwà nka ya, Lady Skollie, ónyé na-ese ihe chọrọ ịmepụta ụlọ ọrụ ebe ọ na-ekwurịta ókwú ndị siri ike ikwụ ókwú kpọmkwem",
  "Okwu \"Skollie\" bụ okwu akụkọ ihe méré eme nke sitere na ndị Dutch na-achị South Africa",
  "N'akụkọ ihe méré eme, ndị ọcha jiri okwu ahụ mata onye isi ojii ha weere dị ka ónyé a na-apụghị ịtụkwasị obi ma ọ bụ ónyé si n'obodo na-adịghị mma.",
  "N'afọ 2020, Lady Skollie so na usoro Netflix izizi nke South Africa \"Queen Sono\"",
  "Ọ rụrụ ọrụ Safiya Sono, nne Queen Sono",
  "N'otu afọ ahụ, ọ nwetakwara ihe nrite nke iri nke FNB Art Prize, ihe nrite nka South African.",
  "2020: 10th kwa afọ FNB Art Prize.",
  "2014: Skattie Celebrates Laura Windvogel, Association for Visual Arts Gallery, Cape Town, South Africa.",
  "2015: Vroeg Ryp, Vroeg Vrot nke Lady Skollie, Stevenson Gallery, Johannesburg, South Africa.",
  "2015: Jụọ maka ihe ị chọrọ site na Lady Skollie, WorldArt Gallery, Cape Town, South Africa.",
  "2015: 'Nanị ihe kpatara ya site na Lady Skollie, Stevenson Gallery RAMP Project, Cape Town, South Africa.",
  "2016: Hottentot Skollie, akụkụ nke Tomorrows/Today, ọrụ pụrụ iche nke Azu Nwabogu na Ruth Simbao haziri, Cape Town Art Fair, Cape Town, South Africa.",
  "2016: SEX, Stevenson Gallery, Johannesburg, South Africa.",
  "2017: Lust Politics, Tyburn Gallery, London, UK.",
  "2019: Good & Evil, Circa, Johannesburg, South Africa.",
  "2020: Bound, Everard Read Gallery, Johannesburg, South Africa."
]