[
  "Lady Capulet (onye a mụrụ n'abalị atọ n'ọnwa Eprel n'afọ 1974) bụ ịnyịnya na-agba ọsọ nke a zụlitere n'America, nke a zụrụ na Ireland",
  "Ọrụ ịgba ọsọ ya dị mkpirikpi gụnyere naanị agbụrụ atọ na May na June n'afọ 1977",
  "Ọ turu ugo na  Irish 1000 Guineas na nke mbụ ya tupu ọ bụrụ onye nke abụọ na Coronation Stakes na nke atọ na Pretty Polly Stakes",
  "Ọ lara ezumike nká site na ịgba ọsọ iji ghọọ broodmare ma nwee mmetụta dị ukwuu dị ka mmiri nke onye isi ịnyịnya El Prado.",
  "Lady Capulet bụ \"ogologo, ezigbo ahụ, mara mma\" na-acha ntụ ntụ (nke a kọwara na mbụ dị ka \"roan\"), nke Claiborne Farm zụlitere na Kentucky. Dị ka nwa otu afọ, a na-enye ya maka ire ere na Keeneland ma ndị nnọchi anya onye nwe Britain bụ Robert Sangster zụrụ ya maka $ 70,000. E zigara ya ka ọ gbaa ọsọ na Europe ebe Vincent O'Brien zụrụ ya na Ireland na Ballydoyle",
  "Nna ya, Sir Ivor bụ nwa ehi a zụlitere n'America nke a zụrụ na Europe wee merie Derby na Washington D C International na 1968 tupu o guzo dị ka nwa ehi na Kentucky",
  "Ndị ọzọ Sir Ivor meriri gụnyere Ivanjica, Cloonlara na Bates Motel. Lady Capulet's dam Cap and Bells bụ ịnyịnya na-agba ọsọ na-aga nke ọma",
  "Ụmụ ya ndị ọzọ gụnyere Drone, ịnyịnya na-enweghị mmeri na ịnyịnya na'ịzụlite nke ọma, na Sir Wimborne, onye mmeri nke National Stakes na Royal Lodge Stakes",
  "Ọ sitere na agburu Mistrella (onye a mụrụ na 1907) nke nwere mmetụta na Britain, nke ụmụ ya gụnyere ndị mmeri Oaks Beam na Light Brocade.",
  "Enweghị ntozu oke nke pụtara ife, tinyere mmetụta nke nje virus, pụtara na Lady Capulet agbaghị ọsọ dị ka nwa afọ abụọ",
  "Ọnọdụ ala na-adịghị mma gbochiri ọzụzụ ya n'oge opupu ihe ubi nke afọ 1977 ma ọ bụghị ruo na 13 Mee ka o mere ka ọ pụta n'egwuregwu mbụ ya na Irish 1000 Guineas karịa otu kilomita na Curragh Racecourse",
  "Site na onye na-agba ịnyịnya nke mbụ Lester Piggott na-ahọrọ ịgba onye mmeri Princess Elizabeth Stakes Lady Mere, Tommy Murphy sonyeere ya",
  "Onye mmeri Athasi Stakes bụ Orchestration malitere ọkacha mmasị n'ihu Bold Fantasy, Lady Mere na Lady North na Lady Capulet na-amalite 16/1 outsider na mpaghara iri na anọ",
  "Mgbe e gbochiri ya na mbido, Lady Capulet gara n'ihu n'èzí otu ụzọ n'ụzọ anọ nke kilomita site na njedebe iji soro Bold Fantasy na Nanticious nwee esemokwu tupu ọ pụọ na ndị na-asọmpi ya",
  "O meriri site na ogologo atọ na isi site na Bold Fantasy na Lay Mere na Nanticious (mgbe e mesịrị merie Ribblesdale Stakes) na-ewere ọnọdụ nke anọ.",
  "N'ọnwa Juun, e zigara nwa agbọghọ ahụ n'England ma mee ka ọ bụrụ onye ọkacha mmasị maka Coronation Stakes nke Piggott nọ n'elu ya",
  "Otú ọ dị, n'oge a, enweghị ahụmịhe ya yiri ka ọ na-egosi ka Orchestration kụrụ ya isi na nke abụọ",
  "Piggott nọkwa n'elu ịnyịnya n'ikpeazụ n'ọnwa ahụ mgbe Lady Capulet malitere ihe kachasị amasị maka Pretty Polly Stakes karịa iri furlongs na Curragh",
  "O nweghị ike imepụta ụdị ya kachasị mma ma mechaa nke atọ, ogologo ise n'azụ onye mmeri Claire's Slipper, na-egosi na ọ baghị uru site na anya na ala dị mma",
  "E mechara chọpụta na ọ na-arịa \"ọrịa ọbara na adirọ mma\".",
  "N'afọ 1977, ụlọ ọrụ Timeform nwere onwe ya nyere Lady Capulet ọkwa nke 116, pound iri na asaa n'azụ nwa agbọghọ ha dị afọ atọ Dunfermline",
  "Na Irish Free Handicap maka ụmụaka dị afọ atọ, a guyere ya dị ka onye nke abụọ kachasị mma, otu pound n'azụ Orchestration.",
  "Lady Capulet agbaghị ọsọ ọzọ mgbe e merisịrị ya na Pretty Polly ma kwụsị ịgba ọsọ na ngwụcha afọ 1977 iji ghọọ broodmare",
  "Ọ mụrụ ma ọ dịkarịa ala ụmụ ehi iri na atọ na ndị mmeri anọ n'etiti 1980 na 1996:"
]