[
  "Laetitia Ky (a mụrụ n'afọ 1996 n'obodo Abidjan ) bụ onye na-ese ihe sitere na Ivory Coast, onye na-emepụta ihe ọkpụkpụ site na ntutu isi ya.",
  "A mụrụ Ky na 1996",
  "O toro na Abidjan; nne na nna ya gbara alụkwaghịm mgbe ọ dị obere. O nwere akara ugo mmụta na Business Administration site na Institut national polytechnique Félix Houphouët-Boigny dị na Yamoussoukro",
  "Mgbe ọ gụsịrị akwụkwọ, ọ ghọtara na ọ chọrọ ịrụ ọrụ na nka na imewe. Ọ malitere ọrụ ọhụrụ na imewe ejiji, mana n'oge na-adịghị anya, a kpaliri ya ịgbanwe ntụziaka site n'ile foto echekwara nke ntutu isi ụmụ nwanyị Africa. Ọ malitere ịmepụta njikọta ọhụrụ ndị a nke ntutu isi na ihe ọkpụkpụ n'afọ 2016.",
  "Ụdị akara Ky bụ ịmepụta ihe ọkpụkpụ site na waya, eriri na ntutu isi ya (nke ejiri akwa mee ka ọ dị ogologo n'ime ntutu isi nkịtị ya). Ọ na-akpọ ụdị a Ky Concept. Ụdị ejiji ndị a na-egosipụta ihe okike ya na ndọrọ ndọrọ ọchịchị ya. Ihe ọkpụkpụ ọ bụla na-ewe ihe dị n'agbata nkeji iri abụọ na awa isii iji mepụta. Nchịkọta mbụ nke ihe osise ntutu isi ya gụnyere ịfụkọta eriri na ákwà mpempe akwụkwọ nke Africa; n'afọ 2017 ọ kwadoro ụlọ ọrụ \"Ky Braids\" mbụ ya iji kụziere ndị ọzọ ụdị nka.",
  "Njikọ egwu sochiri ya na Di'Ja, onye o kpuchiri ntụtụ isi ya n'ákwà wax e biri ebi nke sitere na ntutu ụmụ nwanyị Himba.Ky malitere akara ejiji ya n'afọ 2018. A na-akpọ ya Kystroy, ọ na-ezube ịbụ onye na-agụnye, na-eji asụsụ dị mma iji kọwaa nha uwe dịka ọmụmaatụ.",
  "Ka oge na-aga, ihe ọkpụkpụ Ky ghọrọ ihe ndọrọ ndọrọ ọchịchị ma na 2017 o jiri ikpo okwu ya na mgbasa ozi mmekọrịta mee ka a mara. Akụkụ ahụ gosipụtara nwoke na-ebuli uwe elu nwanyị, nke a kpụrụ site na eriri ya. N'afọ 2017 kwa, o mepụtara otu ihe nke mepụtara uru ahụ buru ibu n'elu ogwe aka ya dị gịrịgịrị - nke a bụ iji mee ka a mara banyere mmegbu, ọkachasị mmebi ọ nwere ike ime n'oge ọ bụ nwata, nke Ky nwere.",
  "N'afọ 2019, Ky mepụtara ihe ọhụrụ nke gosipụtara akpa nwa na Fallopian tube ọ bụla 'na-atụgharị nnụnụ' na onye na-ekiri ya. Nke a bụ iji mee ngaghari iwe megide iwu mgbochi ịwepụ afọ ime nke USA.",
  "Ọtụtụ ndị na-ahụ Ky dị ka onye nnọchi anya ntutu isi maka ụmụ nwanyị Afrịka.",
  "N'afọ 2018, a họpụtara ya dị ka otu n'ime ndị ntorobịa iri abụọ kachasị elu maka On the Rise Côte d'Ivoire mmemme nke L XiaAssociation des Conseils en Lobbying et Affaires Publiques de Côte d' Côte d'Ivory (ACLAP-CI) na-eduzi. N'otu afọ ahụ, a họpụtara ya dịka otu n'ime ndị ntorobịa iri atọ na ise nwere mmetụta na Prix Jeunesse Francophone 3535 n'ụwa na-asụ French.  N'afọ sochirinụ, magazin Paper họpụtara ya dị ka otu n'ime '100 People Taking Over 2019'. Na ngwụcha afọ ahụ, e nyere ya nkwekọrịta n'ihi asọmpi Elite Model nke mgbasa ozi mmekọrịta, na mmekorita ya na TikTok."
]