[
  "Lafarge Africa Plc bụ onye na-emepụta simenti nke nwere isi na Lagos ma kwuo ya na Naịjirịa Stock Exchange",
  "Ọ bụ Holcim Group na-achịkwa ya",
  "N'oge gara aga, azụmaahịa n'okpuru aha Lafarge Wapco Plc, njikọta nke Lafarge na Holcim na njikọta nke akụ Lafarge dị na Naịjirịa na South Africa mere ka aha ahụ gbanwee Lafarge Afrika.",
  "Ọ bụ otu n'ime ndị na-emepụta simenti na Naijiria ma bụrụ nke abụọ n'ihe gbasara olu e mepụtara na afọ 2017",
  "N'afọ 2010, ụlọ ọrụ ahụ malitere ngalaba ngwakọta dị njikere",
  "N'afọ 2016, ikike ụlọ ọrụ ahụ nwere bụ nde tọn simenti 14.1, nde tọn metric 5 nke ngụkọta na nde tọn 3.5 nke simenti a gwakọtara.",
  "Ụlọ ọrụ ahụ na-emepụta ma na-ekesa ngwaahịa site na ngalaba ya ndị metụtara ya gụnyere WAPCO, United Cement Company of Nigeria, Calabar, Ashaka Cement, Lafarge South Africa na Atlas Cement Company",
  "Ngwaahịa ụlọ ọrụ ahụ gụnyere Ashaka akara Portland limestone cement mepụtara na Gombe Steeti, Elephant na Superset cement mepụtara site na WAPCO, UniCem, Readymix Concrete, ụlọ aggregates, na Lafarge South African ngwaahịa dị ka artevia decorative concrete products, Buildcrete na DuraBuild cement, Dura-Pozz, Fast-Cast, Pozz-Fill, Powercrete Plus na SuperPozz.",
  "Ụlọ ọrụ West African Portland Cement malitere ọrụ na afọ 1961 na Ewekoro, e guzobere ụlọ ọrụ ahụ na afọ 1959 dị ka njikọ aka n'etiti Blue Circle, United Africa Company Naijiria na gọmentị mpaghara ọdịda anyanwụ na Nigeria",
  "Blue Circle, nke a mara na mbụ dị ka Associated Portland Cement Manufacturers bụ onye na-eweta simenti kachasị na Naịjirịa",
  "Mana ka ndị na-emepụta ihe n'ógbè ahụ ghara ịla ahịa karịsịa mgbe e nyere ụlọ ọrụ cement nke Naijiria ọrụ na Nkalagu, Ọwụwa Anyanwụ Naijiria, Blue Circle sonyere otu njikọ nke gụnyere gọọmentị Western Nigeria iji guzobe ite ọkụ ọhụrụ na Ewekoro",
  "Njikọ ahụ nabatara usoro akọrọ nke isi obodo nke mmepụta simenti ma mepụta Elephant nke simenti Portland. N'afọ 1978, e meghere ụlọ ọrụ ọhụrụ na Shagamu nke mechara mepụta otu nde tọn n'afọ 2003",
  "Mgbe mmepụta nke ụlọ ọrụ ochie na Ewekoro malitere ịda, ụlọ ọrụ ahụ wuru ụlọ ọrụ ọhụrụ ma nabata usoro mmiri nke imepụta simenti, e nyere ụlọ ọrụ ahụ ọrụ na afọ 2003 na ikike imepụta nde tọn 1.32. Ka ọ na-erule afọ 2004, WAPCO aghọwo onye na-emepụta simenti kachasị na Naịjirịa.  N'afọ 2001, Lafarge nke France nwetara Blue Circle, gụnyere mmasị nke ikpeazụ na WAPCO",
  "Afọ asaa ka e mesịrị, aha ahụ ghọrọ Lafarge Cement WAPCO plc",
  "Lafarge mụbara mmepụta na WAPCO na afọ 2011 site na itinye ụlọ ọrụ ọzọ dị nde 2.2 na Lakatabu, Ogun State",
  "Tinyere ụlọ ọrụ ọhụrụ ahụ, ụlọ ọrụ ahụ wuru ụlọ ọrụ ọkụ eletrik iji gbaa ọkụ ọkụ ọhụrụ.",
  "N'afọ 2014, Lafarge na Holcim jikọtara ma kpebie ijikọ ụfọdụ azụmahịa ha n'Afrika",
  "A mara ọkwa ụlọ ọrụ ọhụrụ Lafarge Africa na Juun, na afọ 2015, ụlọ ọrụ ahụ jikọtara WAPCO nke akụ Naịjirịa na akụ South Africa nke Lafarge.",
  "N'afọ 2017, Lafarge jikọtara ihe ndị ọzọ na Naịjirịa mgbe Atlas Cement, Port Harcourt na UNICEM nke Calabar jikọtara ya na Lafarge Afrịka",
  "Ụlọ ọrụ ahụ rere òkè ya na Lafarge South Africa na Caricement n'etiti afọ 2019.",
  "Ụlọ ọrụ ndị metụtara Lafarge Africa"
]