[
  "Àtụ:Infobox settlement",
  "Lafia bụ obodo dị na North Central Nigeria",
  "Ọ bụ isi obodo nke Nasarawa Steeti Ma nwee ọnụ ọgụgụ ndị bi na 330712 dịka nsonaazụ ngụkọ 2006 siri dị",
  "Ọ bụ nnukwu obodo na nasarawa steeti",
  "Lafia Emirate Council bụ steeti ọdịnala dị na Northern Nigeria nke nwere isi ụlọ ọrụ dị n'obodo Lafia, isi obodo steeti Nasarawa ọgbara ọhụrụ",
  "N'ihu Emirate of lafia, e hibere kansụl na 1903 ka ndị Britain nwechara udo nke Alaeze Ukwu Kanem–Bornu.",
  "Dr",
  "Isa Mustapha Agwai l ghọrọ eze ukwu na 1974, na-achị ruo afọ 45 ruo mgbe ọ nwụrụ na 2019; ọ lekọtara mgbanwe nke Emirate n'okpuru iwu gọọmentị etiti nke Naịjirịa nke na-edo ndị isi ndọrọ ndọrọ ọchịchị n'okpuru ndị isi ndọrọ ọchịchị nke Northern Nigeria",
  "Emir nke lafia na-eje ozi dị ka onye ndú nke usoro Tijaniyyya sufi na North-cenral Nigeria, n'akụkọ ihe mere eme ọ bụ ọnọdụ nke atọ kachasị mkpa nke ndị Alakụba na Naijiria mgbe Emir nke Kano bụ onye ndú ya nke usoro Tiyaniyyah sufi na Naijeria.",
  "Lafia nke oge a ma e wezụga ịbụ ebe nchịkwa na agụmakwụkwọ, ọ bụkwa ebe nchịkọta maka mkpụrụ sesame, soybeans, ọ bụkwa ụlọ ahịa maka yam, sorghum, millet, na ogho",
  "E wezụga ọrụ ugbo, ịkpa ogho na ite ágbá bụ ọrụ dị mkpa nke ndị bi n'obodo ahụ",
  "Ịkpa anụ bụkwa ọrụ a ma ama karịsịa n'etiti ndị na-azụ atụrụ Fulani.",
  "Lafia bụ ebe obibi nke Mahadum Federal nke Lafia, Mahadum Nasarawa State Faculty of Agriculture Lafia Campus, Isa Mustapha Agwai I Polytechnic Lafia, School of Nursing And Midwifery, School of Health Technology LAFIA, College of Agriculture Lfia, na ebe ọmụmụ nke National Open University of Nigeria",
  "O nwere ọnụ ọgụgụ buru ibu nke ụlọ akwụkwọ praịmarị na sekọndrị.\nKatidral St Williams, nke dị n'okporo ụzọ Jos, bụ isi Lafia is the Location ofụlọ ọrụ diocese Lafia ma ka na-ewu.",
  "Ọ dị n'okporo ụzọ ụgbọ okporo ígwè si Port Harcourt na n'okporong ụzọ awara awara dị n'etiti Makurdi na Jos.Onu ogugu n'ime onuogugu 2002 n'ime ochichi ime obodo Lafia ruru 33071",
  "Lafia bụ ebe Nasarawa United dị, otu klọb bọọlụ nke ámá egwuregwu ya bụ Lafia Township Stadium.",
  "Lafia na-eje ozi site na nnukwu ụzọ ụgbọ okporo ígwè dị warara site na Port Harcourt.",
  "29Àtụ:LGAs and communities of Nasarawa StateÀtụ:Cities in Nigeria"
]