[
  "Lagos Waste Management Authority (LAWMA) bụ ụlọ ọrụ gọọmentị nke Lagos Steeti nke na-ahụ maka ijikwa ihe mkpofu emepụtara na steeti Lagos site na nchịkọta ihe mkpofu, na usoro mkpofu",
  "Ebumnuche nke ndị na-ahụ maka njikwa ihe mkpofu Lagos bụ imeziwanye gburugburu ebe obibi na mmetụta nke inweta mgbanwe dị mma na nke dị ịrịba ama na ọnọdụ ndụ gbasara ahụike na ịdị ọcha.",
  "￼",
  "E guzobere Lagos State Refuse Disposal Board (LSRDB) n'okpuru Edict No",
  "9 nke afọ 1977, nke bụ nke mbụ n'ụdị ya na mpaghara ọdịda anyanwụ Africa. E nyere Board ọrụ nke ime ka gburugburu ebe obibi dị ọcha na nchịkọta na mkpofu ụlọ na Lagos State.",
  "A gbanwere aha ụlọ ọrụ ahụ ka ọ bụrụ Lagos State Waste Management Authority site n'ịmepụta iwu ọhụrụ nke Edict 55 nke afọ 1991, nke nyere ndị isi ọrụ ndị ọzọ maka ịnakọta na iwepụ ihe mkpofu obodo na ụlọ ọrụ mmepụta ihe yana inye ọrụ mkpofu azụmahịa na Gọọmentị Steeti na Gọọmenti Obodo nke Lagos Steeti.",
  "Board ahụ gbanwere n'ime ọtụtụ afọ n'ime ụlọ ọrụ a maara taa dị ka Lagos Waste Management Authority (LAWMA) site na LAWMA Law 2007, ma nwetakwuo ọrụ ndị ọzọ sitere na njikwa nke azụmahịa, ụlọ ọrụ mmepụta ihe, na mmiri ọgwụ, ịdị ọcha n'okporo ụzọ, ihicha mmiri na mmiri ndị ọzọ, iwu na ịkwatu njikwa ihe mkpofu, n'etiti ndị ọzọ. LAWMA na Ministri Na-ahụ Maka Gburugburu Ebe Obibi nke Lagos Steeti na-arụkọ ọrụ ọnụ ma malite mgbanwe gbasara nchịkọta nke ụgwọ mkpofu ma na-achọkwa ịbawanye mmegharị mkpofu.",
  "Ndị Lagos Waste Management Authority (LAWMA) agbaala ndị bi na Lagos ume ka ha nabata omume nke imegharị ihe mkpofu.",
  "N'afọ 2020, The Lagos Waste Management Authority (LAWMA) mepụtara ụlọ akwụkwọ iji nye agụmakwụkwọ dị mma, ntinye aka kwesịrị ekwesị, na nghọta kwesịrị ekwesị iji nyere ndị mmadụ aka ime mkpebi nchịkwa ihe mkpofu na steeti ahụ.",
  "Gọvanọ steeti Lagos Babajide Olusola Sanwo-Olu họpụtara Maazị Ibrahim Odumboni dị ka onye isi nchịkwa nke Lagos Waste Management Authority (LAWMA) na 19 Ọgọst 2020. Tupu nhọpụta ya, Maazị Ibrahim bụ onye na-arụ n'ụlọ akụ, mana Bola Ahmed Tinubu na Babajide Olusola Sanwo-Olu mere ka o kwenye na ọ ga-abụ onye ndu nke mgbanwe nchịkwa mkpofu nke ụlọọrụ LAWMA"
]