[
  "Okporo ụzọ Lagos ruo Mombasa (nke a makwaara dị ka Okporo ụzọ Mombasa-Lagos) ma ọ bụ TAH 8 bụ Okporo ụzọ Trans-African 8 ma bụrụkwa ụzọ okporo ụzọ dị n'etiti West na East Afrịka",
  "O nwere ogologo nke kilomita puku isii na narị abụọ na iri ise na itoolu (3,889 mi) ma na-ejikọta ya na Dakar-Lagos Highway nke ọ ga-eme (mgbe ọ gwụchara) gafee n'ebe ọwụwa anyanwụ-ọdịda anyanwụ nke kọntinent ahụ maka ngụkọta nke kilomita puku iri na abụọ na iri isii na itoolu (6,381 ).",
  "Akụkụ nke netwọk okporo ụzọ transcontinental n'okpuru mmepe site na United Nations Economic Commission for Africa (UNECA), African Development Bank (ADB), na African Union, ụzọ ahụ gafere Nigeria, Cameroon, Central African Republic, Democratic Republic of the Congo, Uganda, na Kenya.",
  "Akụkụ a niile dị mma, ụzọ ahụ bụ Lagos-Enugu-Bamenda-Douala-Yaounde-Abong Mbang-Garoua Boulai, nke bụ ókèala nke Central African Republic",
  "E wuru akụkụ ókèala Ekok-Mamfe n'afọ 2015",
  "Otu alaka dị mkpa na-aga n'ebe ndịda site na Yaounde ruo Gabon na Brazzaville; a na-edozi nke a ruo n'ebeda Gabon, ọ bụkwa ugbu a ụzọ bụ isi n'etiti ndịda na ugwu ọdịda anyanwụ Afrịka.",
  "Ọ bụ ezie na okporo ụzọ awara awara na-ebu ọtụtụ okporo ụzọ na mpaghara ya ndị a wụrụ awụ na Naijiria, Cameroon, Uganda na Kenya, ugbu a ọ bụghị ụzọ bara uru n'etiti West na East ebe ọ bụ na mpaghara etiti gafere Democratic Republic of the Congo nwere naanị ụzọ, nke a na-apụghị ịgafe mgbe nnukwu mmiri ozuzo na-ezo ugboro ugboro",
  "Ịdị adị nke oké ọhịa mmiri ozuzo, na mkpa maka ịgafe osimiri ugboro ugboro, na-eweta nnukwu ihe ịma aka nye ndị injinia okporo ụzọ",
  "Enweghị ụzọ ọzọ dị mfe, azụmahịa ọwụwa anyanwụ-ọdịda anyanwụ ga-aga site na ikuku, ma ọ bụ oké osimiri, n'ihi ya, ọ na-egbochi ya nke ukwuu.",
  "A na-ewere okporo ụzọ ahụ dị ka nke si Bangassou na Central African Republic gaa Buta na DR Congo site na Bondo, mana mgbe Agha Obodo Congo gasịrị, ụzọ dị n'etiti obodo ndị ahụ ghọrọ ihe a na-apụghị ịgafe agafe",
  "DR Congo na-adụ ọdụ na ụzọ si Zongo (gafee osimiri site na Bangui) site na Gemena, Lisala na Bumba gaa Buta bụ ihe kachasị mkpa maka imezigharị, ọ ga-atụkwa aro nke ahụ.",
  "N'ebe ọwụwa anyanwụ DR Congo, ụzọ ahụ si na Kisangani gaa n'ókè Ugandan na Mpondwe, site na Komanda na Beni",
  "Ụzọ ụwa a na-abụkarịkwa nke a na-apụghị ịgafe agafe",
  "Ụzọ dị ogologo site na Kisangani ruo n'ókè Rwanda na Bukavu site na iji National Road No",
  "2 nwere ike ịka mma n'ihi na a kwadebere ụzọ ahụ, ọ bụ ezie na kemgbe agha ahụ, a naghị eji ya eme ihe n'ebe ndịda Walikale.",
  "Site na Bukavu, okporo ụzọ awara awara a wụrụ awụ rutere Kigali (Rwanda) ma jikọta ya na ụzọ dị ugbu a na Mbarara na Uganda.",
  "A na-edozi akụkụ ọwụwa anyanwụ nke okporo ụzọ Lagos ruo Mombasa ruo ọtụtụ iri afọ ma bụrụkwa okporo ụzọ dị n'etiti mpaghara Great Lakes nke Africa na oké osimiri.",
  "Okporo ụzọ awara awara si Bujumbura (Burundi) gafere Kigali gaa Mbarara nwekwara ike iwere ya dị ka ụzọ na-ejikọ Burundi na Rwanda na oké osimiri na Mombasa.",
  "Ebe ọ bụ na njem gafee DR Congo nwere oke oke, akụkụ ọwụwa anyanwụ bụkwa ụzọ azụmaahịa maka mpaghara etiti ọwụwa Anyanwụ na ugwu ọwụwa Ọwụwa Awụwa Aụ nke mba ahụ",
  "Mgbe Agha Congo nke Abụọ gasịrị, ụlọ ọrụ enyemaka na ọrụ ebere na-ebubata ihe enyemaka n'ebe ahụ n'okporo ụzọ awara awara.",
  "Akụkụ ọwụwa anyanwụ bụ ma eleghị anya mmalite nke okwu 'Kinshasa Highway', ihe atụ maka mgbasa nke HIV / AIDS na Africa n'okporo ụzọ azụmahịa, nke a nyochara n'okporong ụzọ awara awara na Uganda na Kenya",
  "Ụfọdụ isi mmalite na-akọwa okporo ụzọ Kinshasa dị ka ezigbo ụzọ a wụrụ awụ n'etiti Uganda na Kinshasa, mana enwetụbeghị ihe karịrị okporo ụzọ ọhịa siri ike gafee DR Congo n'etiti ọwụwa anyanwụ na ọdịda anyanwụ.",
  "Akụkụ ọwụwa anyanwụ nke okporo ụzọ Lagos ruo Mombasa bụkwa naanị akụkụ nke netwọk ahụ dum ebe aha 'Trans-African Highway' na-ejikarị eme ihe ma na-ahụ ya na akara okporo ụzọ ole na ole.",
  "Àtụ:Trans-African Highway network"
]