[
  "Lagos International nke a makwaara dị ka Lagos International Badminton Classics bụ asọmpi badminton mba ụwa na-eme kwa afọ na Lagos, Nigeria",
  "Egwuregwu a guzobere kemgbe afọ 2014, nke Lagos State Badminton Association (LSBA) na Badminton Federation nke Nigeria haziri. Egwuregwu ahụ kwadoro site na Badminton World Federation (BWF) na Badmintan Confederation of Africa (BCA), ma nwee ọkwa dị ka ọkwa BWF International Challenge na ngụkọta ego nrite $15,000",
  "A na-atụ anya na ndị egwuregwu ochie ga-enyere ndị egwuregwu Naijiria aka imeziwanye ọkwa ha n'ụwa yana igwu egwu megide ụfọdụ ndị egwuregwu kachasị elu n'ụwa, ọ bụkwa ohere igosi akụkụ dị mma nke Lagos na Naijiria. Ọ bụkwa mmemme itinye aka nke Gọọmentị Steeti Lagos, ọ bụ usoro ihe omume egwuregwu mba ụwa na-emeghe iji dọta ndị kacha mma na kọntinent na ụwa niile na-eme egwuregwu n'ikpere mmiri nke mpaghara ahụ. Gọọmentị steeti Lagos kwenyere na asọmpi ahụ bụ akụkụ nke usoro ihe omume egwuregwu mba ụwa nke ga-eweta kpakpando ụwa na steeti ahụ.",
  "E mere asọmpi mbụ ahụ na Mobolaji Johnson Sports Centre, Rowe Park, na Yaba, Lagos, ma kọwaa ya dị ka BWF International Challenge na ngụkọta ego nrite $15,000. Ngụkọta nke ndị na-eme egwuregwu narị na iri isii na abụọ sitere na mba iri na ise dọtara na asọmpi ahụ. Ndị mmeri nke mbipụta mbụ bụ Misha Zilberman nke Israel na Jeanine Cicognini nke Italy na ụmụ nwoke na ụmụ nwanyị; Andries Malan na Willem Viljoen nke South Africa na ụmụ nwoke abụọ; mgbe ahụ, mba abụọ na-anabata meriri ụmụ nwanyị na ụmụ nwanyị abụọ, nke Dorcas Ajoke Adesokan / Maria Braimoh, na Enejoh Abah / Tola Atobe nọchitere anya.",
  "E mere mbipụta nke abụọ site na 15 ruo 18 Julaị 2015, dọtara ma ọ dịkarịa ala mba 28, na mba na-anabata ya nke ndị egwuregwu iri asato nọchitere anya. Onye osote onye isi oche nke Nigeria Badminton Federation onye na-arụkwa ọrụ dịka onye isi oche LSBA, Francis Orbih, kwuru na asọmpi a bụ atụmatụ sitere na mkpa ịmepụta asọmpi mba ụwa maka ndị nwere nkà toro n'ụlọ na-esonye na asọmpi mba ọzọ. Gọvanọ Lagos Steeti, Akinwunmi Ambode, nyere nkwa na ngwụcha na emume mmechi ga-anọgide na-akwado asọmpi a. Na ngwụcha asọmpi ahụ, India nwetara aha atọ na ụmụ nwoke, ụmụ nwoke na ụmụ nwanyị abụọ, Czech Republic meriri ụmụ nwanyị, na Poland na ngwakọta abụọ.",
  "N'afọ 2016, asọmpi a emeghị n'ihi ndakpọ akụ na ụba nke mba ahụ na-eche ihu. Mbipụta nke atọ e mere n'etiti 25 na 29 Julaị 2017, na Molada Okoya Hall nke Teslim Balogun Stadium, Surulere. Ego mmeri ahụ amụbaala ruo $20,000, ma dọta ndị ụmụ nwoke iri asaa na ise na ndị ụmụ nwaanyị iri atọ na isii na-eme egwuregwu."
]