[
  "Àtụ:Infobox School",
  "Lagos Preparatory & Secondary School (LPSS) bụ ụlọ akwụkwọ onwe onye nke dị na mpaghara Ikoyi bara ọgaranya nke Lagos, Naịjirịa, nke nabatara UK National Curriculum; e guzobere ya na 2002",
  "LPSS nke a maara n'oge gara aga dị ka LPS, na-enye agụmakwụkwọ ụlọ akwụkwọ mmalite afọ, praịmarịa na sekọndrị maka ụmụaka site na ọnwa iri na asatọ ruo afọ iri na isii ma ọ bụ karịa.",
  "N'afọ 2010, ụlọ akwụkwọ ahụ ruru eru maka ihe nrite Every Child Matters Standards Award",
  "Dị ka ụlọ ọrụ a na-akpọ Educational Consultancy & Management (ECM) Solutions si kwuo, Lagos Prep bụ ụlọ akwụkwọ mba ụwa mbụ ruru eru maka ECM Standards Award.",
  "Ụlọ akwụkwọ ahụ ejikọtala onwe ya na ụkpụrụ na ihe ọmụmụ achọrọ nke UK National Curriculum mana na-ekwusi ike na akụkọ ihe mere eme, ala na ọdịbendị Naijiria",
  "Dị ka onye otu Independent Association of Preparatory Schools (IAPS), onye otu Council of British International Schools (COBIS) na Association of International Schools in Africa (AISA), LPS na-azọrọ na ọ bụ \"ụlọ akwụkwọ British kachasị mma n'Africa ugbu a\".",
  "Council of British International Schools (COBIS) kwenyere na Lagos Preparatory School dị ka otu n'ime ụlọ akwụkwọ ịrị atọ na atọ ndị bu isi, na-ekwu na Lagos Prep \"bụ naanị ụlọ akwụkwọ dị n'Africa na IAPS na COBIS\"",
  "Ewezuga British International School na Cairo na Maadi British International School, kwa na Cairo, Lagos Prep bụ naanị ụlọ akwụkwọ dị n'Africa nke COBIS kwadoro; ndị ọzọ nọ na mba Europe dị iche iche, Brunei, China, Middle East na Turkey.",
  "N'ọnwa Febụwarị n'afọ 2011, mgbe nyocha nke Independent Schools Inspectorate (ISI), ụlọ akwụkwọ ahụ kwuru, ọ ghọrọ ụlọ akwụkwọ Britain mbụ n'Africa iji zute ụkpụrụ UK Department for Education (DfE) maka ụlọ akwụkwọ British Overseas Schools. DfE na-amata Lagos Preparatory School n'ezie dị ka otu n'ime naanị ụlọ akwụkwọ ịrị na abụọ dị na mba ofesi nke na-emezu \"ụkpụrụ achọrọ maka ịga n'ihu na ndebanye aha dị ka ụlọ akwụkwọ na England\". Lagos Prep bụ naanị ụlọ akwụkwọ Afrịka nke DfE depụtara; ndị ọzọ dị na Middle East, China, France, Spain, Czech Republic na Malaysia.",
  "ISI na-eme ka usoro akwụkwọ aka ya dị n'otu maka iji ndị nyocha na akụkọ ha na iji nyere ụlọ akwụkwọ aka n'inyere ha aka idozi adịghị ike na iru ọkọlọtọ ISI chọrọ maka ikikere. Akụkọ nyocha ụlọ akwụkwọ nke DfE na 2011 tụrụ aro na ụlọ akwụkwọ Lagos Preparatory School \"mepụta nyocha na-aga n'ihu na nke dị nchebe nke data arụmọrụ ụmụ akwụkwọ, iji chọpụta ọnụego ọganihu ma hụ na ụmụ akwụkwọ na-eru ihe kachasị ike\" ma \"etinye usoro siri ike iji nyochaa ma melite ogo nkuzi na mmụta, ọkachasị na Afọ abụọ ruo afọ asaa.\"",
  "Ndị isi ụlọ akwụkwọ ahụ gụnyere onyeisi ụlọ akwụkwọ, ngalaba ịrị asaa na asaa na ndị ọrụ nkwado dị ịrị atọ na ise.",
  "Ụlọ akwụkwọ ahụ dị na Ikoyi, ógbè dịpụrụ adịpụ nke Lagos nke bụbu ebe nchịkwa ndị Britain na-achị Naịjirịa na nke ugbu a nwere ike ịkwụ ụgwọ naanị maka ndị bara ọgaranya site na ụkpụrụ Naịjirị, dịka gọọmentị Naịjiria na ndị ọrụ agha, yana ndị isi ụlọ ọrụ mmanụ na nkwukọrịta mba ọzọ.",
  "Ndị nne na nna ga-akwụ ụgwọ $9,000 kwa afọ nakwa $270 kwa afọ maka ejiji ụlọ akwụkwọ achọrọ, uwe ịsa ahụ na uwe maka agụmakwụkwọ ahụike.",
  "N'afọ 2004, Oxford Nursery and Primary School na Ibeju Lekki, Lagos State natara ọbá akwụkwọ dị n'aka ụmụ akwụkwọ nke Lagos Preparatory School",
  "A natara ego site na \"ụtụ isi\" nke 100 Naira nke ọ bụla (ihe dị ka 60 cents US) nke ụmụaka kwụrụ n'ụbọchị mgbe ụlọ akwụkwọ ahụ nyere ụmụ akwụkwọ ohere ka ha ghara iyi uwe a na-achọkarị."
]