[
  "Lagos State Transport Corporation nke a makwaara dị ka LSTC bụ ọrụ njem ọha na eze nke steeti nke na-arụ ọrụ site na 1958 ruo mmalite afọ 1990",
  "N'oge ọ kachasị elu nke bụ n'ime afọ ndị bu Republic nke Abụọ nke Naịjirịa ụzọ, LSTC nyere nnukwu bọs n'ime obodo azụmahịa Lagos.",
  "Ngwá ọrụ bụ isi nke ụlọ ọrụ ahụ bụ Mercedes chassis na ụdị 1313 na 1617",
  "N'afọ 1958, Kansụl Obodo Lagos Steeti nwetara ọrụ bọs Zarpas nke na-arụ ọrụ ikikere ụzọ iri atọ na bọs iri anọ na asaa, e nyere ọrụ ahụ ikikere ịrụ ọrụ na mpaghara Obalende, Yaba, Apapa, Idi-Oro, Mushin na Ikoyi. A kpọrọ ọrụ ahụ Lagos Municipal Transport Service ma ọ ghọrọ ọrụ bọs ọha na eze mbụ nke gọọmentị nwere na Lagos Steeti",
  "Na ngwụcha afọ 1950, ọrụ a na-asọ mpi na ndị ọrụ anọ nwere ikikere, n'ime otu a gụnyere ọrụ bọs Benson na Oshinowo Transport. Mgbe Kansụl Obodo Lagos ghọrọ Kansụl obodo Lagos, a gbanwere aha ọrụ obodo ahụ ka ọ bụrụ Lagos City Transport Service",
  "A họpụtara otu n'ime ndị otu kansụl ahụ, Julius Adeola Odeku dịka onyeisi oche nke ụlọ ọrụ ọhụrụ ahụ.",
  "Uto nke ọnụ ọgụgụ mmadụ site na Lagos Island na gburugburu ya n'akụkụ ala ahụ mere ka ọchịchọ dị ukwuu maka njem nke LSTC enweghị ike imezu",
  "A hapụrụ ndị ọrụ ndị ọzọ ka ha gbakwunye ọrụ bọs ọha na eze nke na-eduga na ntinye nke ụlọ ọrụ ndị nwere ikikere na-arụ ọrụ na-arụzi ụgbọala ndị a gbanwere ma ọ bụ ndị na-abụghị nke omenala dịka Molue, chassis ụgbọ ala, Bolekaja nke a makwaara dị ka wagon mammy na Kiakia / danfo, nke bụ obere bọs",
  "E nyere ndị ọrụ ikike ịrụ ọrụ ụzọ ụfọdụ n'ime na n'èzí na n'etiti Iddo, Lagos na Mainland",
  "Ọtụtụ n'ime ụlọ ọrụ ndị ahụ banyere azụmaahịa na ụgbọala ndị a na-eji eme ihe na bọs dịgasị iche iche na ọsọ dị ka atụmatụ dị mkpa na-akpata nghọta nke ọrụ bọs na-ejikọta na enweghị uche",
  "Iji gboo mkpa nke ndị njem, n'etiti 1962 na 1965, LSTC gbasaa site na ịzụta bọs Mercedes mana adịghị ike ọrụ na ịrị elu nke ndị ọrụ nwere ikikere na ndị na-enweghị ikikere gbochiri uru",
  "Mmụba nke kiakia, bolekaja na bọs molue metụtara uru nke ọrụ obodo na mgbe gọọmentị bu n'obi ịchịkwa ndị ọrụ nwere ikike na ndị na ndị na'enweghị ikikere site na iwu ọhụrụ, ọ kpatara mgbochi okporo ụzọ site na ntụgharị nke taya na bọs obodo.",
  "N'afọ 1977, ụlọ ọrụ Lagos City Transport Corporation guzobere ntọala nke ụlọ ọrụ Lagos State Transportation Corporation ọhụrụ. Ọrụ ọhụrụ e webatara gụnyere ọrụ bọs ngwa ngwa n'oge kachasị elu nke Elekere isii nke ụtụtụ ruo elekere iri nke ụtụtụ na Elekere abụọ ehihie ruo elekere asaa nke abalị, njem, ọrụ inter-state na nkwekọrịta.",
  "Ọrụ ahụ nwere ọnụ ọgụgụ kachasị elu nke ndị njem n'afọ 1980 mgbe ndị ahịa mere ihe dị ka nde njem iri asaa na isii. Ebe bọs ndị isi na-akwụsị gụnyere Ikeja, Mile 2, Oshodi na Race Course. Malite na mba nke abụọ, adịghị arụ ọrụ nke ọma, nrụrụ aka na asọmpi mebiri òkè ndị njem nke LSTC",
  "Site na nkezi nke bọs narị abụọ na iri anọ na-arụ ọrụ n'afọ 1978, nkezi dara na  otu narị na iri na 1983.",
  "Ọrụ ndị ahụ kwụsịrị site na 1991 ma gọọmentị steeti jiri nwayọọ nwayọọ kwụsị ụlọ ọrụ ahụ site n'inye ndị ọrụ onwe ha ụgbọ mmiri ya."
]