[
  "Ụlọikpe steeti Lagos bụ otu n'ime alaka atọ hà nhata nke Gọmentị steeti Lagos nke a haziri n'okpuru Iwu Naịjirịa na iwu nke steeti Lagos. Ọ bụ Gọvanọ Steeti na-ahọpụta ndị isi ikpe site na nkwenye nke Ụlọ Nzukọ.",
  "Ụlọ ikpe steeti Lagos nwere ọkwa atọ nke ụlọ ikpe",
  "Ụlọ ikpe dị elu bụ ụlọ ikpe ikpeazụ n'ihu Ụlọikpe Kasị Elu nke Naịjirịa. Ọ bụ n'ozuzu ụlọ ikpe mkpegharị nke na-arụ ọrụ n'okpuru nyocha nke aka, nke pụtara na Ụlọikpe nwere ike ịhọrọ ikpe ọ ga-anụ, site n'inye akwụkwọ nke certiorari. Ọnọdụ ndị ọzọ nke ụlọ ikpe gụnyere ndị majie na Ụlọikpe Omenala.",
  "Ụlọikpe nke steeti Lagos nwekwara Kọmitii Ọrụ Ikpe nke ọrụ iwu gụnyere nkwalite na nhọpụta nke ndị ọrụ ikpe yana ọrụ ịdọ aka ná ntị ndị ọzọ.\nOnye isi ikpe na-eje ozi dị ka onyeisi oche nke kọmitii ahụ.\nNdị ọzọ a ma ama n'ime ndị ọka ikpe gụnyere Attorney-General nke Lagos State Attorney na Lagos Steeti Commissioner na ahụ maka íkpè ziri ezi",
  "Digwa Commissioner na ahụ maka íkpè ziri ezi.\nOnye isi na-edeba aha na-eje ozi dị ka onye isi nchịkwa na onye na-ahụ maka ego na ndị ọka ikpe.",
  "Ụlọikpe nke steeti Lagos bụ ụlọ ikpe mbụ e guzobere na Naịjirịa ma bụrụ nke a mara dị ka Ụlọikpe nke Colony Province",
  "Ụlọ ikpe ndị majistare bụ nke mbụ e guzobere n'etiti ndị ọzọ",
  "E guzobere ya n'ihu ụlọ ikpe dị elu, nke a na-akpọbu Ụlọikpe Kasị Elu mana ikike ya dịkwa n'ógbè.\nNtọala nke ụlọ ikpe ndị majistọ mụrụ ụlọ ikpe dị elu, Ụlọikpe Kasị Elu nke Lagos Steeti n'oge ahụ.\nMgbe e guzobere Ụlọikpe Kasị Elu nke Naịjirịa, Ụlọikpe Kasụ Elu nke Lagos gbanwere ka ọ bụrụ Ụlọikpe Kasọ Elu nke Federal Territory Lagos na nhọpụta nke John Taylor dị ka Onye isi ikpe.",
  "Na Mee 27, na afọ 1967, n'otu afọ ahụ e guzobere Lagos State, e jikọtara Ụlọikpe Kasị Elu na Ụlọikpe Magistrate nke Federal Territory iji guzobe Ụlọikpe Lagos State n'okpuru idu ndú nke John Taylor, onye isi ikpe nke Lagos Steeti.\nỌchịchị Taylor gwụrụ na Nọvemba 7, na afọ 1973, onye ọka ikpe Joseph Adefarasin nọchiri ya mgbe a họpụtara ya na Nọwemba 1, na afọ 1974. Ọ rụrụ ọrụ n'ọkwa ahụ ruo afọ 9 ruo n'Apriel 24, na afọ 1985, mgbe ọ kwụsịrị. Onye Justice Candide Ademola Johnson nọchiri ya, onye a họpụtara na Eprel 25, na afọ 1985, otu ụbọchị mgbe Justice Joseph hapụrụ ọfịs ahụ. Ọ nọrọ afọ anọ n'ọchịchị ma Justice Ligali Ayorinde nọchiri ya na Julai 10, na afọ 1989.Ọ rụrụ ọrụ ahụ afọ isii, n'agbata Julaị, na afọ  1989 na Eprel na afọ 1995. N'ọnwa Ọgọstụ afọ 2014, a họpụtara Oluwafunmilayo Olajumoke Atilade dị ka Onye isi ikpe, nke Ade Ipaye, onye ọka iwu ukwu nke Lagos State ṅụrụ iyi. Hon Justice Opeyemi Oke họpụtara nọchiri ya, ma mesịa ṅụọ iyi ma kwado ya na 20th Ọktoba, na afọ 2017 site n'aka Gọvanọ nke steeti Lagos n'oge ahụ, Onye isi ya Maazị Akinwunmi Ambode dị ka nwanyị nke isii nke steeti Legas.",
  "Dabere na Nkebi 271 (1) na (4) nke Iwu Iwu afọ 1999 nke Federal Republic of Nigeria (dị ka e dezigharịrị), Onye Ukwu Maazị Babajide Olusola Sanwo-Olu, Gọvanọ nke Lagos Steeti họpụtara Onye Ikpe Ukwu Kazeem O",
  "Alogba dị ka Onye Ikpe nke 17 nke Lagos Steeti site na Tuesday 11 Juun, na afọ 2019, na ikike ime ihe, na-echere aro nke National Judicial Council (NJC) na nkwenye nke Ụlọ Nzukọ nke Lagos.",
  "N'afọ 2020, n'oge ọrịa coronavirus, ụlọ ikpe steeti Lagos mere ikpe ikpe ikpe mbụ ya nke onye isi ikpe Kazeen Alogba duziri.",
  "Ikpe ziri ezi na-eweghachi bụ ụzọ ikpe ziri ezi ebe otu n'ime nzaghachi maka mpụ bụ ịhazi nzukọ n'etiti onye ahụ na onye mebiri iwu, mgbe ụfọdụ na ndị nnọchiteanya nke obodo ka ukwuu",
  "Ebumnuche bụ ka ha kesaa ahụmịhe ha banyere ihe merenụ, kwurịta onye mpụ ahụ mebiri na otu esi emebi, na ịmepụta nkwekọrịta maka ihe onye mebiri iwu nwere ike ime iji dozie mmerụ ahụ site na mmejọ ahụ",
  "Nke a nwere ike ịgụnye ịkwụ ụgwọ ego e nyere site n'aka onye mebiri iwu nye onye ahụ, mgbaghara na mmezi ndị ọzọ, na omume ndị ọzọ iji kwụọ ndị metụtara ụgwọ na iji gbochie onye mebiri emebi ịkpata mmerụ ahụ n'ọdịnihu.",
  "N'abalị iri atọ n'ọnwa Nọvemba n'afọ 2021, Gọmentị Steeti Lagos kwupụtara mkpebi ya maka usoro ikpe ziri ezi na nkwa ịmalite ụlọ ọrụ ikpe ziri ezi."
]