[
  "Lagos Marathon bụ emume ịgba ọsọ akara ọlaọcha nke a na-eme kwa afọ na Lagos, Naịjịrịa.",
  "Mmalite nke ihe omume ahụ laghachiri na 1983 mgbe mbụ Lagos marathon mba ụwa mere",
  "Ọ bụ Athletic Federation nke Naịjirịa haziri Lagos International Marathon ma nwee ọtụtụ ọkara marathons na-eme ugboro ugboro n'obodo ahụ ebe ndị na-eme egwuregwu dị ka John Cheruiyot Korir, Paul Malakwen Kosgei na Dieudonné Disi pụtara dị ka ndị mmeri. Usoro Marathon nke gafere ihe dị ka kilomita iri anọ na abụọ, na-amalite na National Stadium, Surulere, Lagos, (ebe ọkara marathons gara aga gwụchara na mbụ), na-aga n'ihu na Third Mainland Bridge, gaa na Lekki-Ikoyi njikọ bridge ma kwụsị na Eko Atlantic.",
  "Ihe karịrị ndị na-eme egwuregwu pụkụ ịrị abụọ sonyeere na ihe omume emere na 6 February 2016 nke Access Bank kwadoro. Onye Kenya, Abraham Kiptum, bụ onye meriri n'ọsọ ahụ n'ime awa abụọ, nkeji iri na isii na tịnkọm iri abụọ na otu. Nwanyị kachasị gbaa ọsọ bụ onye mba Etiopia Halima Hussein Kayo, onye gbara ọsọ awa abụọ, nkeji iri atọ na asatọ na sekọnd iri atọ na isii.",
  "Onye Kenya bụ Abraham Kiptum gbachitere aha ya, na-emecha ọsọ ahụ n'ime awa abụọ na nkeji iri na ise na sekọnd iri abụọ na abụọ ebe onye obodo ya nwanyị Rodah Jepkori Tanuyi pụtara dị ka onye mmeri mbụ na ngalaba ụmụ nwanyị.",
  "N'ihe omume nke 10 Febụwarị 2018; onye mba France na Kenya bụ Abraham Kiprotich mechara ọsọ ahụ mgbe ọ na-etinye oge ndekọ ọhụrụ nke awa abụọ, nkeji ịrị na atọ na tịnkọm anọ na ngalaba ụmụ nwoke ebe onye mba Etiopia bụ Alemenesh Herpha Guta bịara nke mbụ na ngalaba ụmụ nwanyị.",
  "E webatara ọsọ ezinụlọ kilomita iri nke malitere na Lekki Roundabout ruo Eko Atlantic na emume nke afọ 2018 iji gbaa ndị na-abụghị ndị ọkachamara ume itinye aka maka ahụike, ntụrụndụ na ahụike.",
  "N'ime ihe dị ka ndị asọmpi otu puku narị na mbipụta 2019 nke emere na Satọdee, 2 Febụwarị, mba Etiopia, Sintayehu Legese meriri asọmpi ahụ n'oge ngwụcha nke awa abụọ, nkeji  ịrị n asaa na tịnkọm ịrị abụọ na asatọ na ngalaba ụmụ nwoke",
  "Nwaanyị obodo ya Dinke Meserete bụ onye mbụ n'òtù ụmụ nwanyị.",
  "Asọmpi kachasị ịrị anọ na abụọ malitere site na National Stadium, Surulere, Lagos wee mechie na Eko Atlantic, Lagos",
  "Ma ndị nwoke ma ndị nwanyị na-agba ọsọ asọmpi maka nnukwu ihe nrite nke dọla pụkụ ịrị ise",
  "Onye mmeri nke abụọ nwetara dọla pụkụ ịrị anọ, ebe onye mmeri nke ato nwetara dọla pụkụ ịrị ato",
  "Asọmpi ahụ kwụsịrị ebe onye Kenya Olympic David Barmasai meriri na ndekọ nke awa abụọ na nkeji iri onye laghachiri n'ụlọ ka o ritere ego dị dọla pụkụ ịrị asaa, onye Kenya ọzọ Sharon Cherop bụ nwanyị mbụ metụrụ akara njedebe.",
  "Isi:",
  "Weebụsaịtị"
]