[
  "Lagos State University of Science and Technology bụ ụlọ akwụkwọ tertiari nke gọmentị nwere nke dị na Ikorodu, Steeti Lagos, Naijiria",
  "A mara ụlọ ọrụ ahụ n'oge gara aga dị ka Lagos State College of Science and Technology(LACOSTECH) ma mesịa gbanwee ya ka ọ bụrụ Lagos State Polytechnic (LASPOTECH).",
  "E guzobere Mahadum Sayensị na Teknụzụ nke Lagos State (nke a maara dị ka Lagos State Polytechnic) site na iwepụta Iwu Steeti Lagos No",
  "1 nke afọ 1978 na-arụ ọrụ site na Junn 1, na afọ 1977",
  "Ụlọ ọrụ ahụ malitere klas na Jenụwarị, na afọ 1978 na ebe nwa oge (nke bụzi Isolo Campus) nwere ngalaba ise ya bụ, nchịkwa azụmahịa, ụlọ akụ na ego, ahịa na mkpuchi.",
  "N'abalị mbụ n'ọnwa Ọgọstụ n'afọ 1978, e jikọtara ụlọ akwụkwọ ọrụ ugbo dị na Ikorodu na ụlọ ọrụ ahụ wee bụrụ isi nke ebe na-adịgide adịgide ugbu a na Ikorondu",
  "Na afo 1988",
  "N'afọ 1986, Gọọmentị Steeti Lagos gbanwere aha ụlọ ọrụ ahụ site na Lagos State College of Science and technology, (LACOSTECH) gaa na Lagos State Polytechnic (LASPOTECH)",
  "N'afọ 2021, Gọvanọ Babajide Sanwo-Olu gbanwere ụlọ ọrụ ahụ ka ọ bụrụ mahadum.",
  "Na ngwụcha afọ 1970, Gọọmentị Steeti Lagos nwetara ala dị hekta 400 n'obodo Ikosi nke dị n'akụkụ ụzọ awara awara Lagos-Ibadan, nke a tụrụ aro maka mmepe dị ka ebe na-adịgide adịgide nke ụlọ ọrụ ahụ",
  "Otú ọ dị, site na mmegide na ala Ikosi, mmepe ya n'ime ebe na-adịgide adịgide anaghịzi ahụ anya",
  "Gọmentị Steeti kpebiri na Ikorodu dị ka ebe na-adịgide adịgide nke ụlọ ọrụ ahụ na 1985",
  "N'ihi mgbanwe a, isi ụlọ ọrụ nchịkwa nke polytechnic ruo ugbu a dị na Isolo Campus kemgbe mmalite nke Institution kwagara na ebe na-adịgide adịgide na Ikorodu na Mee, na afọ 2000.",
  "Polytechnic ugbu a nwere ndị ọrụ 808 na mmemme 56 a kwadoro gafee ụlọ akwụkwọ dị iche iche.",
  "Polytechnic na-arụ ọrụ n'ọnụ ụzọ (EDUPORTAL) na ebe nrụọrụ weebụ ya bụ www.mylaspotech.edu.ng",
  "A na-eji ọnụ ụzọ ahụ eme ihe ugbu a iji dozie nnabata na ndebanye aha nke ụmụ akwụkwọ oge niile na ụmụ akwụkwọ nke School of Part-Time Studies",
  "A na-eme atụmatụ ime ka ọnụ ụzọ ahụ sie ike iji mee ka nyocha nke nsonaazụ ule, ịnye akwụkwọ ozi nke mmezu na transcripts, e-mụta ihe, ịnweta e-ọbá akwụkwọ, mgbasa ozi ụlọ akwụkwọ na mmepe dị egwu nke Teknụzụ Ozi na Nkwurịta Okwu.",
  "Ụlọ ọrụ ahụ, nke malitere nkuzi na ụmụ akwụkwọ ọsụ ụzọ 287, ugbu a nwere ihe dị ka ụmụ akwụkwọ 50,000 oge niile na nke nwa oge",
  "Polytechnic na-arụ ọrụ ugbu a na ụlọ akwụkwọ atọ bụ Isolo, Surulere na Ikorodu",
  "Nke ikpeazụ na-eje ozi dị ka ebe na-adịgide adịgide nke Ụlọ Ọrụ ahụ, Ikosi Campus na-adịghịzi.",
  "Ụlọ akwụkwọ teknụzụ, Laspotech",
  "Ngalaba injinia kọmputa, Laspotech",
  "Ụlọ akwụkwọ nke ọmụmụ gburugburu ebe obibi, Laspotech",
  "Ọ́bá Akwụkwọ Laspotech Complex",
  "Ụlọ ọrụ ICT Laspotech",
  "Ngalaba Nlekọta Ala, Laspotech Ikorodu",
  "Lagos steeti polytechnic, Ikorodu"
]