[
  "lagos Polo Club (LPC) bụ otu polo na ebe mmemme na Southwest Ikoyi, Lagos, Nigeria.",
  "Ụlọ egwuregwu polo kacha ochie na Nigeria, Lagos Polo Club (LPC) tọrọ ntọala na 1904 site na otu ndị ọrụ ụgbọ mmiri Britain bụ ndị hụrụ egwuregwu nke ịnya ịnyịnya na ịgba ọsọ",
  "A na-egwuri egwu n'ọdụ ụgbọ elu nke edobere n'ala ochie British Army Parade, ọ rụrụ ọrụ dị ka ebe ntụrụndụ maka ndị isi colonial bụ ndị na-egwubu egwuregwu egwuregwu na England",
  "Lagos Polo Club nwere ọtụtụ ndị egwuregwu na ndị otu",
  "ya na asọmpi ọ na-eme kwa afọ, ụlọ akwụkwọ ịnya ịnyịnya ọkọlọtọ, yana njikọ ya na ndị otu mba ụwa, klọb ahụ etoola ka ọ bụrụ ụlọ egwuregwu polo kacha ewu ewu na Nigeria.Ọtụtụ ndị Naijiria malitere ịtụ egwuregwu ahụ n'etiti narị afọ nke 20",
  "Kemgbe mmalite, klọb ahụ etoola nke ukwuu na ọ bụzi ụlọ egwuregwu polo kacha ewu ewu na Nigeria n'ihe gbasara otu na ịdị mma nke polo",
  "klọb ahụ ahụwokwa ọnụ ọgụgụ na-arị elu nke ndị egwuregwu nwanyị - ma ndị ọkachamara na ndị na-azụ ahịa - na-akọwapụta ịrị elu na polo ụmụ nwanyị n'ofe ụwa",
  "Lagos Polo Club bụ ọgbakọ ndị otu onwe yana njikọ ya na Nigerian Polo Association (NPA)",
  "LPC na-agbaso iwu Hurlingham Polo Association (HPA) n'ime ụlọ na asọmpi egwuregwu mba ụwa",
  "N'afọ 2019, Lagos Polo Club bidoro Riding Academy nke e bu n'obi kụziere ịnya ịnyịnya ọha na-ele anya igwu egwu polo",
  "Lagos Polo Club's Eden Project gụnyere nnukwu mgbanwe n'ọdịdị ala ya na ịkụ osisi karịrị osisi 160 n'akụkụ ụlọ ọgbakọ ahụ na gburugburu ya iji mepụtaghachi ọhụụ ọhụrụ n'ime obi Ikoyi, kwado ma wusie ike ihu igwe na nkwụsi ike nke gburugburu ebe obibi",
  "Eden Project bụ ụzọ iji meziwanye gburugburu ebe obibi, ịdị mma ikuku n'ụzọ na-adịgide adịgide. Ruo ọtụtụ iri afọ, ụlọ ọgbakọ Lagos Polo abụrụla ebe ndị ọkaibe na Naịjirịa na-emekọrịta ihe.",
  "Oge klọb na-amalite na Nọvemba wee mechie na June, na-anabata ihe karịrị egwuregwu 300 kwa afọ",
  "Kwa afọ, Lagos Polo Club na-enwe otu asọmpi isi, Lagos International Polo Tournament na-eme na February na March maka oge izu abụọ na ọtụtụ obere asọmpi. ọ bụ asọmpi Polo kasị ukwuu n'Africa ebe ọ na-adọta ọnụ ọgụgụ buru ibu nke ndị egwuregwu polo na ndị hụrụ n'anya sitere na mba dị iche iche",
  "O doro anya na ọ bụ otu n'ime mmemme mmekọrịta ọha na eze kachasị na Nigeria",
  "Ọzọkwa, ndị egwuregwu polo ọkachamara n'ụzọ niile si Argentina na-abịa isonye na asọmpi a",
  "Emere ihe ngosi akụkọ ihe mere eme na nnukwu egwuregwu egwuregwu Lagos Polo na 18th nke February 2020 nke gosipụtara otu egwuregwu polo 39 dị ịtụnanya - nke kachasị elu na akụkọ ntolite NPA asọmpi.",
  "Isi asọmpi bụ Lagos International Polo Tournament mere n'ihe dịka February na March maka izu abụọ",
  "Ọ bụ asọmpi Polo kasị ukwuu n'Africa ka ọ na-adọta ọtụtụ ndị egwuregwu polo na ndị hụrụ n'anya sitere na mba dị iche iche",
  "asọmpi Lagos Polo Club International bụ asọmpi kachasị ukwuu a na-eme na Naịjirịa ma na-eme ya otu ugboro n'afọ n'etiti ọnwa Jenụwarị - Maachị",
  "Iko ndị a na-agba n'oge asọmpi bụ;",
  "Ihe mgbaru ọsọ dị ala (+2 ruo +4) gbara na ngwụsị November/December",
  "iko Captains bụ asọmpi izizi nke oge a",
  "Asọmpi mgbaru ọsọ dị ala a bụ ihe na-ekpo ọkụ dị ukwuu maka ndị egwuregwu, ịnyịnya na ọbụna ndị ọbịa ka oge ịgba bọọlụ na-amalite",
  "A na-akpọ ndị otu egwuregwu aha ndị isi egwuregwu Lagos Polo Club n'oge gara aga yana ndị otu egwuregwu",
  "A maara asọmpi a ka ọ na-edobe ụda dị mma maka oge.",
  "Ihe mgbaru ọsọ dị ala (+2 ruo +4) egwuri na ngwụsị March.",
  "Nke a bụ otu n'ime asọmpi kacha ochie nke ụlọ ọgbakọ ahụ na-akwado. A na-agbakarị asọmpi a ka a gachara asọmpi Polo International nke Lagos",
  "Ihe e ji mara polo octane dị elu na-egwuri egwu n'oge oge mgbe ịnyịnya na ndị egwuregwu nọ n'ọkwa ha",
  "A na-akpọ otu ndị ahụ aha ndị isi oche nke klọb ahụ gara aga.",
  "Mgbaru nta dị ala (-2 ruo +2) emere na Disemba",
  "Ụlọ akwụkwọ Millfield nyere ndị Lagos Polo Trophy a na-eri nri ọtụtụ afọ gara aga",
  "echiche e mere n'asọmpị a sitere n'ọchịchọ siri ike nke ụlọ ọgbakọ ahụ na-agba ndị na-eto eto na-eto eto bụ ndị na-egwu egwuregwu polo kacha elu n'ụlọ akwụkwọ dị iche iche n'ụwa niile",
  "Ọ bụ izu ụka pụrụ iche ewepụta",
  "Mgbaru nta dị ala (+2 ruo +4) gbara na April",
  "Iko Ista bụ nnukwu mmecha nke oge polo ka ọ na-ebute oge mmiri ozuzo, nke na-egosi njedebe Polo na Lagos",
  "Ndị otu na-egwu egwu na-asọ mpi asọmpi dị ala na ngwụcha izu ụka Ista.",
  "ara maka ụmụaka, ndị ntorobịa na ezinụl"
]