[
  "Ụgbọ okporo ígwè steam nke Lagos bụ ụgbọ okporo ígwè na-ebu ndị njem na ndị njem n'ime Lagos Colony",
  "Ụgbọ okporo ígwè ahụ bụ usoro njem ọha na eze dị mkpa na-ejikọ ndị njem na ngwaahịa site na Ibadan na Abeokuta site na ọdụ ụgbọ okporo ígwè na Iddo, Lagos na Port of Lagos",
  "Usoro ahụ malitere na 1902 ruo 1933, ọ na-ebu ndị njem na ngwongwo ruo afọ iri na abụọ site na 1902 ruo 1914 na ala abalị site na 1906 ruo 1933.",
  "N'agbata 1901 na 1902, ịdị ọcha ọha na eze na ihe mgbochi mkpochapụ anwụnta mere ka e wuo àkwà mmiri ígwè n'elu Five Cowrie Creek na ọrụ mkpocha ala mmiri na Kokomaiko",
  "Mgbe gọọmentị na-achị mba ahụ rụchara ụzọ ụgbọ okporo ígwè Lagos ruo Ibadan, ọdụ ụgbọ okporo ígwè dị n'akụkụ Lagos kwụsịrị na mpaghara Lagos ma chepụta usoro iji jikọta Iddo na ọdụ ụgbọ mmiri Lagos na mpaghara ndị ọzọ dị n'àgwàetiti ahụ",
  "N'afọ 1901, a malitere iwu otu ụzọ n'elu Carter Bridge. E meghere ụgbọ okporo ígwè ahụ maka ọha na eze na 1902, ụgbọ ala ndị njem si Kokomaiko na Marina n'akụkụ Lagos na-agafe n'ọdụ ụgbọ mmiri na-aga n'aka ekpe wee tụgharịa n'okporo ámá Balogun gaa n'ọdụ ọdụ ụgbọ okporo ígwè Iddo site na Ereko, Ebute Ero, Idumota na Carter Bridge. Ụgbọ njem ahụ bụ otu n'ime usoro njem ọha na eze mbụ e wuru n'ime Lagos, ọ na-ebu ndị njem, ndị ahịa na ndị ọrụ site na ọdụ ụgbọ okporo ígwè dị na Iddo na-aga Lagos Island.",
  "Ahịrị ahụ bụ otu okporo ụzọ okporo ụzọ nwere 2 ft 6 na gauge na asaa na-agafe agafe na okporo ụzọ ahụ",
  "E nwere nkwụsịtụ na Iddo na sidings na ụlọ nkwakọba ihe",
  "Njem si Marina gafee àkwà mmiri Carter bụ 2 miles 58 chains (4",
  "km) na nkezi ọsọ nke   3⁄4 miles kwa elekere (12.5  / h).",
  "N'afọ 1906, okporo ụzọ dị ọcha, nke a na-akpọkwa Kokomaiko malitere ọrụ, ọ si Agarawu gafee Massey Street na Cow Lane site n'okporo ụzọ George V, Onikan gafere Five Cowrie Bridge iji kwụsị na Dejection Jetty",
  "Ụgbọ okporo ígwè ahụ bu ala abalị.",
  "Ụgbọ okporo ígwè Lagos nwere ụgbọ okporo ígwè ise 0-4-4 Otu narị na otu ruo otu narị na ise, nke ụlọ ọrụ Hunslet Engine Company rụrụ na Leeds, England",
  "E wuru locomotives No",
  "otu narị na otu ruo otu narị na atọ na 1910 na nọmba ụlọ ọrụ narị asaa na iri ise na otu ruo narị asaa na iri ise na atọ, na No",
  "otú narị na anọ ruo otu narị na ise e wuru n'afọ 1910 na ọnụ ọgụgụ ụlọ ọrụ otu puku na iri na isii ruo otu puku na iri na asaa",
  "Ha nwere cylinders n'èzí nwere oghere x stroke nke 61⁄4 sentimita x 8 sentimita (159 x 203 mm) na wiilị dayameta nke 1 ụkwụ 61⁄2 sentimita (470 mm).",
  "Akpụkpọ ahụ nwere ụgbọ okporo ígwè abụọ 0-4-0 site na WG Bagnall nke Stafford",
  "Ha nwere cylinders n'èzí nke sentimita 7 site na sentimita 12 (178 x 305 mm) na wiilị n'obosara nke 1 ụkwụ 91⁄2 sentimita (521 mm)",
  "A na-akpọ locomotive nke 1906 nke nwere nọmba ụlọ ọrụ 1779 Kokomaiko, nke na-akọwa ụda nke locomotive",
  "E wuru ụgbọ okporo ígwè nke ọzọ na 1911 na nọmba ụlọ ọrụ 1944",
  "O nweghị akara aha mana a na-akpọ ya New Sanitary.",
  "Ọ bụ ụlọ ọrụ Ashbury Railway Carriage & Iron Company rụrụ ụgbọ ala ndị ahụ ma nwee ndị njem iri na ngwongwo iri abụo."
]