[
  "Lagos Rail Mass Transit bụ usoro njem ngwa ngwa a na-emepe ma na-ewu na Lagos State. Ọ bụ Lagos Metropolitan Area Transport Authority (LAMATA) na-elekọta usoro ụgbọ okporo ígwè ahụ. Ngwá ọrụ ụgbọ okporo ígwè gụnyere ike eletrik, mgbaàmà, ihe na-agagharị agagharị, na ngwá ọrụ nchịkọta ụgbọ ala ga-enye site na ngalaba onwe n'okpuru nkwekọrịta nkwenye",
  "LAMATA na-ahụ maka ntụziaka iwu, iwu, na akụrụngwa maka netwọk ahụ",
  "Akụkụ mbụ nke netwọk ahụ, Phase I nke Blue Line, e bu ụzọ hazie ka a rụchaa ya na afọ 2011, ọ bụ ezie na owuwu ahụ enweela ọtụtụ igbu oge n'ihi ụkọ ego na mgbanwe gọọmentị",
  "N'ọnwa Febụwarị na afọ 2021, Gọọmentị Steeti Lagos kwupụtara na Blue na Red Lines ga-emeghe na Disemba, na afọ 2022.",
  "Echiche nke ịzụlite njem ngwa ngwa na steeti Lagos, malitere na 1983 na netwọk Lagos Metroline nke Alhaji Lateef Jakande chepụtara n'oge nke abụọ nke Naịjirịa Republic. Muhammadu Buhari kwụsịrị ọrụ Metroline mbụ na 1985 na mfu nke ihe karịrị $ 78 nde nye ndị na-akwụ ụtụ isi steeti. N'afọ 2003, gọvanọ nke oge ahụ, Bola Tinubu, weghachiri netwọk ụgbọ okporo ígwè maka steeti Lagos site na ọkwa ọkwa iwu ya. A tụpụtara ego mbụ $ 135 nde maka nnukwu Lagos Urban Transportation Project nke ụlọ ọrụ Lagos Metropolitan Area Transport Authority (LAMATA) nke e guzobere ọhụrụ ga-emejuputa. LAMATA na mbụ lekwasịrị anya n'ịmepụta usoro Bus Rapid Transit, na-agba site na Mile 12 ruo Lagos Island",
  "N'afọ 2008, LAMATA nwere ọganihu na ọrụ ụgbọ okporo ígwè, na-elekwasị anya na Blue Line na Red Line.",
  "Na Septemba 2011, LAMATA kwupụtara na ọ ga-enweta ụfọdụ ụgbọ oloko H5-series nke Toronto Transit Commission (TTC) ji mee ihe",
  "A ga-edozi ụgbọ ala ndị ahụ na United States ma gbanwee ha ka ha bụrụ ọkọlọtọ tupu ebubata ha ma tinye ha n'ọrụ na Blue na Red",
  "Otu nkwekọrịta ahụ gụnyekwara nhọrọ maka ụfọdụ ụgbọ ala ụgbọ oloko H6-series site na TTC, agbanyeghị nke a kagburu kemgbe. E wuru ụgbọ oloko ndị ahụ dị ka ndị di na nwunye abụọ nwere onye ọkwọ ụgbọala n'ihu aka nri nke ụgbọ ala ọ bụla.",
  "Na Jenụwarị, na afọ 2015, LAMATA họọrọ ụgbọ okporo ígwè ndị China rụrụ kama, na-enye iwu 15 electro-diesel multiple units site na CNR Dalian na nhọrọ maka 14 ọzọ. Ihe dị ka ụgbọala H5 76 nke e bugara maka nrụzigharị na Buffalo, New York, ka a tụfuru n'ọnwa Ọgọstụ afọ 2015.",
  "N'ọnwa Ọgọstụ, na afọ 2018, LAMATA bịanyere aka na nkwekọrịta ya na Alstom",
  "Dị ka akụkụ nke nkwekọrịta ahụ, Alstom mere nyocha nke ụzọ ụgbọ okporo ígwè",
  "Mgbe nyocha nke ọrụ ụgbọ okporo ígwè ahụ, nke kwesịrị ịmalite ọrụ ndị njem, gọọmentị steeti kwuru na Blue Line, ga-adị njikere ugbu a maka ọrụ ndị njem site na afọ 2022",
  "Nkwekọrịta a na-eme atụmatụ maka eletrik nke akụkụ nke egwu ahụ.",
  "Na Jenụwarị, na afọ 2022, Gọvanọ Babajide Sanwo-Olu gara steeti Wisconsin nke US, iji kwupụta ịzụta ụgbọ okporo ígwè abụọ Talgo VIII maka ọrụ na Red Line. Wisconsin nyere ha iwu ka ha jiri ya mee ihe na Amtrak Hiawatha Service na afọ 2009, mana etinyeghị ha n'ọrụ, kama echekwara ha. Ụgbọala Talgo VIII dabeere na teknụzụ pụrụ iche nke ụdị Talgo Pendular, nke (dị ka onye na-agba ịnyịnya ígwè) na-adabere na curve na-akpata obere ike n'akụkụ na nkasi obi dị elu maka ndị njem mgbe ọ na-akwọ ụgbọala n'okporo ụzọ curved. \"Ntinye\" nke ụgbọ ala ahụ bụ ihe na-agaghị agafe agafe dịka ọmụmaatụ, ọ na-eme naanị site na ike a na-enweta, na-enweghị ngwá electronic, sensọ ma ọ bụ injin",
  "Nke a na-eme ka ụdị Pendular na VIII dị mma maka okporo ụzọ ụgbọ okporo ígwè obodo.",
  "N'ọnwa Eprel afọ 2008, Gọọmentị Steeti Lagos kwadoro ijeri 70 maka iwu Okokomaiko-Iddo-Marina Line, na ụbọchị a na-eme atụmatụ na ọ ga-agwụ na afọ 2011",
  "Otú ọ dị, ọrụ ahụ nwere ọtụtụ igbu oge n'ihi enweghị ego. E dezigharịrị ụbọchị mmeghe ahụ na June 2013, mgbe ahụ na Desemba, na afọ 2016, mgbe ahụ 2017. Ka ọ na-erule n'ọnwa Nọvemba, afọ 2016, ọ bụ naanị kilomita 16 n'ime kilomita 27 Blue Line ka emechara. E nyere nkwekọrịta ahụ na China Civil Engineering Construction Corporation (CCECC), na ọrụ ndụmọdụ nke CPCS Transcom Limited na-enye.  Lagos State na-eji ego nke ya na-akwado iwu Blue Line",
  "Blue Line ga-agba kilomita 27.5 site na Marina ruo Okokomaiko, nwere ọdụ 13 na oge njem site na njedebe ruo na njedebe nke nkeji 35",
  "Blue Line dum ga-arụ ọrụ n'ụzọ dị nchebe na nke pụrụ iche, na-enweghị ebe a na-agafe na enweghị ndị na-agagharị agagharị ma ọ bụ ụgbọala na-enweghị nchịkwa",
  "Ụzọ ahụ ga-agba n'elu n'etiti etiti Lagos-Badagry Expressway n'etiti Igbo-Elerin Road (Okokomaiko) na Iganmu",
  "A ga-ebuli akara ahụ site na Iganmu n'akụkụ ndịda nke okporo ụzọ awara awara na-agafe njikọ ya na Eric Moore Road, na-agafee n'ebe ndịda nke National Theatre gaa Iddo, wee gaa n'ebe ugwu Lagos Island na ọdụ na Marina",
  "A ga-ewu Ụlọ Nlekọta na Nchekwa (MSF) na Okokomaiko, yana njikọ egwu site na Blue Line gaa na ụlọ nkwakọba ihe.",
  "N'Aprel 25th, na afọ 2022, gọvanọ Lagos kwupụtara na akụkụ 1 nke Blue Line, ejirila pasent 90 mezue",
  "Ụbọchị nnyefe ga-abụ na Q1 nke afọ 2023",
  "Gọvanọ ahụ kpọrọ ụmụ amaala ka ha ghara ịga ije n'ụgbọ okporo ígwè ọzọ, ebe ọ bụ na a na-etinye ọkụ eletrik n'ụzọ. Foto ndị dị na mgbasa ozi mmekọrịta na-egosi onye ọchịchị nọ n'ụgbọ okporo ígwè na-agba ọsọ nnwale.\nAgence Française de Développment (AFD), otu mba ụwa, kwupụtara njikere ịhapụ ego na enyemaka teknụzụ maka Gọọmentị Lagos Steeti, site na Lagos Metropolitan Area Transport Authority (LAMATA), maka mmepe nke ụzọ asatọ Quality Bus Passageways, QBCs, na mgbanwe ụgbọ njem abụọ n'okpuru Lagos Strategic Transport Master Plan Project Phase 1, LSTMPP1. AFD bụ ụlọ ọrụ enyemaka ego na teknụzụ nke na-arụ ọrụ na ndị mmekọ",
  "Ọzọkwa, Maazị David Margonszternd, AFD Task Team Leader, kọwara na AFD ga-akwado mgbanwe njem abụọ na Marina na Mile-2, yana ụzọ asatọ maka ọrụ bọs dị mma",
  "Ahịrị nke abụọ, Red Line, ga-esi na Marina gaa Agbado",
  "Akara ahụ ga-ekerịta ụzọ aka nri nke Lagosá Kanos Standard Gauge Railway. Gọọmentị Lagos Steeti zụrụ ụgbọ okporo ígwè Talgo maka iji ya na Red Line site na Wisconsin, United States of America, ebe e wuru ha ma zụta ha maka ọrụ n'etiti Milwaukee na Madison, mana ejighị ya mee ihe.",
  "Ahịrị ahịhịa ndụ ga-amalite na Marina ma gbasaa na Epe."
]