[
  "Lagos Metropolitan Area Transport Authority (nke a na-akpọ LAMATA) bụ ụlọ ọrụ gọọmentị Lagos State nke e guzobere iji hazie atụmatụ njem, iwu, na mmejuputa akụrụngwa njem ọha na eze na Lagos Metropolitan Area, Nigeria. Nzukọ ahụ na-ahụ maka atụmatụ njem dịgasị iche iche na mmejuputa usoro njem na atụmatụ na Lagos, yana Lagos Rail Mass Transit na Lagos Bus Rapid Transit System. Ọ dị na Ikeja.",
  "Gọvanọ nke Lagos Steeti n'oge ahụ, Asiwaju Bola Ahmed Tinubu (1999), bịanyere aka na iwu nke ịmepụta Lagos Metropolitan Area Transport Authority (LAMATA) na 13 Jenụwarị 2002",
  "Iwu ahụ nyere LAMATA ikike ibu ọrụ nke imezigharị usoro njem na Lagos.",
  "Òtù Mba Ndị Dị n'Otu kọwara Lagos dị ka naanị nnukwu obodo ka nwere njem ọha na eze a haziri ahazi",
  "Ndị bi ebe ahụ na-agagharị agagharị nke ukwuu ma na-adabere n'ụzọ dị ukwuu na njem ọha na eze mana enweghị njem ọha na nke a haziri ahazi emeela ka ọ ghara ịrụ ọrụ nke ọma na inye ya na ọkwa dị ala nke ọrụ nye ndị a manyere iji ya",
  "A kọwawo njem ọha na eze na Lagos n'ọtụtụ ebe dị ka ọgba aghara, na-adịghị arụ ọrụ nke ọma, dị oke ọnụ, dị ala ma dị ize ndụ ma n' gbasara ihe mberede okporo ụzọ na nchekwa onwe onye",
  "[citation needed]",
  "Ọrụ nke ọrụ bọs ahụ enweela mmetụta site na enweghị ike nke ikike gọọmentị iji nweta ikike n'ụzọ dị irè maka ụzọ bọs niile dị na Lagos",
  "O doro anya na ụzọ bọs ọ bụla nwere njirimara ọrụ pụrụ iche na-atụle mgbanwe mmekọrịta mmadụ na ibe ya, akụ na ụba na gburugburu ebe obibi nke ga-eduzi ọrụ ha",
  "N'ihi ya, ịga n'ihu na-aga n'ihu nke ụzọ bọs niile dị na Lagos dị mfe",
  "Iji mee ka usoro nke Bus franchising na nhazi ụzọ dị irè, LAMATA emepụtala Lagos State Strategic Transport Master Plan (LSSTMP) na Bus Route Network (BRN) akwụkwọ iji duzie na franchising nke ụzọ bọs niile",
  "LSSTMP chọpụtara ụzọ BRT iri na anọ ebe Nnyocha Nchịkọta Ụzọ Bọs chọpụtara ụzọ bọs narị anọ, iri asatọ na ise n'otu n'otu, nke nwere ụzọ njem ọha na eze, ọkọlọtọ na ụzọ ndị na-enye nri",
  "Usoro a kwadebere maka franchising nke ụzọ ndị a na-aga n'ihu.",
  "Echiche a nakweere maka usoro franchise na-agba ọsọ ugbu a na Lagos n'okpuru atụmatụ bọs LAMATA bụ ụdị Public Private Partnership (PPP)",
  "N'ime ihe nlereanya a, a na-enye onye ọrụ onwe onye ụzọ ọrụ ebe Gọọmentị na-enye akụrụngwa ya bụ ọdụ ụgbọ ala / garage, ọdụ ụgbọ ala, ebe mgbaba na usoro TSM, iwu na imezigharị okporo ụzọ",
  "Ngalaba onwe onye na-azụta bọs, na-ahụ maka ịrụ ọrụ na mmezi nke bọs, iwe ndị ọrụ na ịnakọta ego n'etiti ndị ọzọ",
  "Nhọrọ nkwekọrịta nke a na-eji ugbu a maka nkwekọrịta dị ugbu a i.e",
  "Ikorodu na atụmatụ ụgbọ ala na Maryland bụ nkwekọrịta njikwa ego",
  "Nhọrọ nkwekọrịta ahụ na-enye ohere LAMATA ịkọwa ụzọ, imepụta nkọwapụta ọrụ, setịpụ ụkpụrụ nke ọrụ na ụgwọ mgbe onye ọrụ na-ewe ndị ọrụ, ndị ọrụ na-azụ ma na-elekọta ọrụ",
  "Onye ọrụ ahụ na-abanye na nkwekọrịta franchise na Gọọmentị Steeti iji lekọta bọs ndị ahụ, na-agbaso ụkpụrụ a kapịrị ọnụ ma kwụọ ụgwọ nkwekọrịta na gọọmentị",
  "A na-eduzi nkwekọrịta njikwa ego site na ebumnuche nke Gọọmentị Lagos Steeti, ọkwa nke ntụkwasị obi nke ụlọ ọrụ onwe na atụmatụ LAMATA nke ọha na eze na-akpali, na iwu itinye ego na mmemme gọọmentị wdg",
  "Dị ka akụkụ nke ọrụ maka mgbanwe nke ngalaba na-abụghị nke gọọmentị na Lagos Metropolitan Area, LAMATA amalitela site na franchising nke ụzọ bọs maka BRT na Bus Franchise Scheme, n'etiti ha bụ atụmatụ BRT n'akụkụ Ikorodu ː TBS na Bus Franchising Scheme n'akụkụ ikotun / Igando-IyanaIpaja ːMaryland Corridor.\nUsoro BRT",
  "Mmalite nke usoro BRT n'okporo ụzọ Lagos Metropolitan sitere na ọnọdụ ya ugbu a site na ọtụtụ iri afọ nke mgbalị na atụmatụ na nhazi bọs, mgbanwe na ntinye aka gọọmentị",
  "Usoro BRT gosipụtara ọganihu njem ọha na eze pụrụ iche nke malitere site na ọrụ bọs nke ahịa na-enweghị mgbochi gaa na otu nke nwere atụmatụ atụmatụ na ndị egwuregwu a machibidoro iwu na mgbanwe gaa na ụdị nkwekọrịta gọọmentị.",
  "Mkpa maka mgbanwe bọs na Lagos pụtara ìhè n'ihu ọnụ ọgụgụ egwu nke ọrụ ndị a na-ahazighị ahazi na enweghị nhazi na ngalaba njem ọha na eze wee mepụta mkpa maka nhazi zuru oke nke ngalaba ahụ",
  "N'ihi ya, a malitere Nzọụkwụ 1 nke Lagos BRT Scheme na Machị 17th 2008 na Ikorodu Road site na Mile 12 TBS",
  "E nyere ọrụ ahụ na 1st BRT Cooperatives, otu aka nke National Union of Road Transport Workers, Lagos Chapter",
  "Usoro ahụ malitere ọrụ na bọs narị abụọ na iri abụọ  nke na-agba site na elekere isii nke ụtụtụ ruo elekere iri nke ehihie kwa ụbọchị ma na-ebu ihe karịrị ndị njem 200,000 kwa ụbọchị",
  "Usoro ahụ n'ime afọ 4 mbụ nke ọrụ ebugharịla ihe karịrị nde ndị njem narị abụọ na iri abụọ",
  "Atụmatụ ahụ nwetara nnabata site n'aka ọha na eze na ndị Lagosian niile",
  "Usoro ahụ kwụrụ ụgwọ mbụ maka ụgbọ ala narị mbụ n'ime ọnwa iri na asatọ megide oge ọnwa iri atọ na ịsii nke ya na ụlọ akụ ego kwekọrịtara",
  "E mepụtara ihe karịrị ọrụ puku abuo na-abụghị nke a na-ahụ anya",
  "Otú ọ dị, puku abuo ịkwụ ụgwọ ego bọs na-aga nke ọma na ihe ịga nke ọma nke ọrụ, ọrụ ahụ malitere ibelata n'ihi ọrụ na ihe ịma aka njikwa",
  "Mgbe ọnọdụ Union na-enweghị ike izute ụkpụrụ ọrụ setịpụrụ, a kwụsịrị ikike ahụ na Septemba 2015",
  "N'ihi ihe ịga nke ọma nke 1st Phase site na Mile 12  São TBS, a kwadoro ndọtị Ikorodu Roundabout site na Mile 12",
  "N'ihi ya, a gbatịrị okporo ụzọ BRT gaa na Ikorodu roundabout site na Mile 12 na onye ọrụ ọhụrụ, Primero Transport Services Limited (PTSL), a kpọbatara onye ọrụ onwe ya na Nọvemba 2015 iji kwado ọrụ BRT site na Ikorod roundaboot gaa TBS",
  "PTSL etinyela bọs 434 iji rụọ ọrụ site na Ikorodu gaa TBS ma buru ihe karịrị nde mmadụ iri atọ na atọ site na Nọvemba 2015 ruo taa",
  "Site na mbido ruo ụbọchị, atụmatụ BRT ebutewo ihe karịrị nde ndị njem narị nde atọ na iri asatọ, belata oge ichere ndị njem ruo ihe dị ka nkeji iri ma si otú a belata ọnụ ọgụgụ nke ikuku na BRT corridor.",
  "Otú ọ dị, a na-eji nwayọọ nwayọọ emelite usoro ahụ na BRT Classic System site na iwebata Electronic Ticketing na Intelligent Transport System",
  "BRT ugbu a nwere ebe mgbaba bọs ịrị anọ na ịse, ọdụ ụgbọ ala 5 na ọdụ ụgbọ ala abụọ nke nwere ebe nrụzi, ebe a na-atụfu mmanụ, ebe ịsa ahụ na-akpaghị aka, ọfịs nchịkwa na ihe ndị ọzọ maka ọrụ dị mma nke usoro ahụ",
  "Ọrụ a na-eduzi site na usoro iwu kwadoro site na Ụlọ Nzukọ nke Lagos State ma bịanye aka na iwu n'afọ 2007",
  "Iwu ahụ na-egbochi ndị ọzọ niile na-eji okporo ụzọ BRT.",
  "N'ikpeazụ, atụmatụ BRT emeela ohere maka mgbanwe bọs na ụkpụrụ nke atụmatụ ahụ",
  "Netwọk Lagos Rail Mass Transit (LRMT) bụ akụkụ dị mkpa nke Strategic Transport Master Plan (STMP) nke e mepụtara iji duzie dị ka compass maka mmepe nke akụrụngwa njem ọha na eze na steeti ahụ",
  "STMP bụ atụmatụ afọ iri atọ nke e jikọtara n'okpuru usoro nyocha siri ike, ọmụmụ na nyocha nke ihe ndị njem chọrọ na mkpa nke Lagos Steeti n'ọdịnihu dị ka ebe azụmahịa na akụ na ụba Naịjirịa na otu n'ime nnukwu obodo na-eto ngwa ngwa n'ụwa.",
  "Lagos Urban Rail Network (LURN) bụ netwọk nke usoro ụgbọ okporo ígwè nke obodo mepere emepe na-ekpuchi ụzọ isii dị mkpa nke okporo ụzọ dị elu n'ime na karịa nnukwu obodo Legoos na-agbasa na mpaghara ókèala ya na Ogun States na monorail gburugburu iji gbaa Ikoyi, Victoria Island na Lekki gburugburu.",
  "Ahịrị asaa ahụ na-ejikọ ndị isi mmadụ na ebe ọrụ na steeti ahụ, yana iji uru, ebe o kwere omume, nke ụzọ njem dị ugbu a",
  "A na-ejikọta netwọk ahụ n'ụzọ zuru oke na njem mmiri a na-eme atụmatụ na nke dị ugbu a na ụzọ BRT.",
  "Red Line The Red Line bụ ụzọ ụgbọ okporo ígwè dị kilomita 37 n'ebe ugwu South nke a tụrụ aro ka ọ si Agbado gaa Marina na ọdụ iri na abụọ a tụrụ aro na Agbado, Iju, Agege, Ikeja, Shogunle, , Oshodi, Mushin, Yaba, Ebute Metta (EBJ), Iddo, Ebute Ero na Marina na njikọ ya na ọdụ ụgbọ elu (MMIA International, MMIA Domestic)",
  "Mmepe na-adịbeghị anya emeela ka ọrụ Red Line na-ekerịta ụzọ ụgbọ okporo ígwè nke Nigeria Railway Corporation (NRC) site na Agbado gaa EBJ wee gaa n'ihu gafee Lagoon gaa Marina site na Iddo, na Marina Station na-ekerata ebe ya na Blue line station ma jikọta ya na ụzọ njem ndị ọzọ",
  "Ihe a tụrụ aro maka Red Line bụ International Standard Gauge (1435 mm)",
  "A na-atụ anya na Line ga-eburu ndị njem narị puku asaa na iri ise kwa ụbọchị na mmalite na 1.1m mgbe ọ na-arụ ọrụ nke ọma.",
  "Mass Rapid Transit (MRT) nwere ike ijere naanị akụkụ nke obodo ukwu ozi ma n'oge dị mkpirikpi / nke dị n'etiti netwọk MRT ga-abụ nke a na-emepebeghị emepe",
  "N'ihi ya, mmepe nke MRT ga-achọ nkwado site na netwọk njem ọha na eze dị mma, jikọtara ya na MRT",
  "E mere Ihe oru ngo ụgbọala kebulu nke Legoos iji nye usoro dị otú ahụ.",
  "Okporo ụzọ kachasị mma maka mmepe ụgbọ ala cable iji gbakwunye Strategic Transport Master Plan (STMP) bụ okporo ụzọ jikọtara Apapa na Lagos Island, Obalende / Ikoyi na Victoria Island, nke netwọk STMP na-ejighị ozi",
  "N'ebe a, ọrụ ụgbọ ala cable ga-enye njikọ njem na RMRT na BRT",
  "Ọrụ ahụ ga-adọta ego nke ụlọ ọrụ onwe ya wee mee ka ọkwa itinye ego dị maka imeziwanye njem na Lagos.",
  "Àtụ:Lagos"
]