[
  "Ụlọ Nzukọ nke Lagos State bụ ụlọ omebe iwu nke Lagos State",
  "Ọ dị n'akụkụ Governor's Avenue na isi obodo steeti, Ikeja",
  "Ụlọ Nzukọ ahụ dị ugbu a n'okpuru òtù ndọrọ ndọrọ ọchịchị All Progressives Congress nke bụ òtù na-achị ugbu a na Lagos State",
  "E nwela ụlọ mgbakọ itoolu dị iche iche, nke mbụ ka emere na 2 Ọktoba na afọ 1979 na nke ugbu a ka emere emere na 7 Jun, na afọ 2019. E nwere ndị otu iri anọ nke House of Assembly, abụọ na-anọchite anya otu n'ime mpaghara gọmentị iri abụọ dị iche iche na Lagos.",
  "Onye isi oche nke House of Assembly ugbu a bụ Rt",
  "Hon Mudashiru Obasa (Onye na-anọchite anya Agege I) ọ bụkwa onye mbụ a họpụtara ọzọ n'ọkwa ugboro atọ n'usoro, na ndekọ nke ise.",
  "Ebumnuche nke Ụlọ Nzukọ ahụ bụ \"inye ozi gbasara ibu ọrụ, ọrụ na mkpebi maka ndị niile nọ na Lagos Steeti\"",
  "Ọhụụ ha bụ ịbụ \"onye ndu ìhè na onye na-achọpụta ụzọ maka ndị omeiwu Naijiria\", ọrụ ha bụ ime iwu ga-eme ka ezi ọchịchị, na-anọchite anya uche ndị Lagos na n'ime usoro iji hụ na ojiji amamihe nke akụ nke steeti iji mee ka ndị Lagos nweta uru kachasị.",
  "Ụlọ Nzukọ nke Lagos State (East View)",
  "Ụlọ Nzukọ nke Lagos Steeti",
  "Ụlọ Nzukọ nke Lagos State, Alausa, Ikeja, Lagos.",
  "E mepụtara Ụlọ Nzukọ nke Lagos State iji nye ọrụ ụfọdụ maka ọdịmma nke steeti Lagos",
  "Ọrụ ọ bụla nwere ụkpụrụ dị iche iche a ga-emezu; dịka ọmụmaatụ, mgbe ọ bụla a ga-enyefe ego nke ụgwọ n'ụlọ ha ga-ahụ na a na-enyocha atụmatụ ma na-ekesa ihe onwunwe n'ụzọ dị otú a na-etinye ndị nọ ná mkpa n'ọnọdụ mbụ",
  "Ha ga-ahụkwa na a na-eji ego a na-emefu ego mee ihe nke ọma dịka e bu n'uche",
  "Mgbe a bịara n'ime iwu, Ụlọ Nzukọ ga-ahụ na a na-eme iwu na ọdịmma dị mma nke ndị Lagosians n'obi",
  "Iwu ndị ahụ ga-abụkwa ndị bara uru ma nwee ike itinye n'ọrụ ogologo oge. N'ihe banyere ime ka onye ndọrọ ndọrọ ọchịchị na-azọ ọkwa bụrụ onye iwu kwadoro, Ụlọ Nzukọ ga-ahọrọ onye ruru eru ma nwee nkà dị mkpa maka ọnọdụ ahụ",
  "A na-ekwe ka ndị otu ọha na eze kwupụta echiche ha banyere onye a na-azọ ọkwa n'ụlọ omebe iwu site n'inye akwụkwọ mkpesa na a ga-agụ akwụkwọ mkpesa ndị a niile ma tụle tupu ha ahọpụta onye ahụ maka ọrụ ọha",
  "Mgbe ndị otu ọha na eze na-eziga akwụkwọ mkpesa n'Ụlọ Nzukọ gbasara okwu dị iche iche, a na-enye odeakwụkwọ kọmitii nke Ụlọ Nzukọ oke awa 48 iji zaghachi arịrịọ ndị a na-ahapụ aha ya, ọnọdụ ya na ozi kọntaktị",
  "Arịrịọ iwu ga-enweta nzaghachi n'ime izu abụọ nke ụbọchị e nyere ya.",
  "Ụlọ Nzukọ ahụ kwenyere na onye Lagosian ọ bụla nwere ikike ime ngagharị iwe n'udo, ya mere akụkụ nke ọrụ Ụlọ Nzukọ bụ ịhụ na a na-echebe ikike ụmụ amaala",
  "Ọzọkwa, a na-enye Ụlọ Nzukọ ahụ ọrụ nke ilekọta ọrụ nke ozi, ngalaba na ụlọ ọrụ (MDA), site na kọmitii",
  "Kọmitii ndị a na-eme nyocha kwa afọ na kwa afọ na akwụkwọ nke MDA iji hụ na ha na-agbaso iwu na iwu ndị e debere; a na-ata ntaramahụhụ ọ bụla na-enupụ isi n'iwu ahụ",
  "N'ikpeazụ, ọrụ ọzọ ha na-enye bụ mbipụta nke hansards, ndị a bụ akụkọ okwu maka okwu nke usoro ihe omume na House of Assembly ma mee ka ọha na eze nweta ha maka ego a kapịrị ọnụ.",
  ".Ụlọikpe Steeti Lagos"
]