[
  "Chief Alimotu Pelewura (1865-1951) bụ onye ahịa Naijiria bụ onye ndú nke Lagos Market Women's Association, otu ndị inyom na-akwado ahịa na Lagos",
  "Ọ bụkwa onye ndọrọ ndọrọ ọchịchị dị mkpa nke Herbert Macaulay.",
  "Lagos Market Women's Association bụ otu n'ime nzukọ ụmụnwanyị kachasị mkpa na Lagos n'oge ọchịchị.",
  "A mụrụ Pelewura na Lagos n'ezinụlọ buru ibu, ọ bụ okenye n'ime ụmụ abụọ nne ya mụrụ",
  "Nne ya bụ onye na-ere azụ na Pelewura họrọ ịzụ ahịa azụ dị ka ọrụ",
  "Ka ọ na-erule afọ 1900, ọ ghọrọ onye isi ahịa dị mkpa na onye ahịa ma na 1910 Oba Eshugbayi Eleko nyere ya utu aha onye isi",
  "N'afọ 1920, ọ bụ onye ndú nke ahịa anụ Ereko ma site na nkwado nke Herbert Macaulay, ọ ghọrọ onye ndú de la nueva guzobe Lagos Market Women Association",
  "Ọ bụ onye agbụrụ Awori nke ndị Yoruba",
  "Ọ bụ Pelewura na ndị isi ahịa ole na ole ndị ọzọ guzobere Òtù Ụmụnwanyị nke Lagos Market na 1920s",
  "Pelewura, onye na-ere azụ bụ alaga (isi) nke ahịa Ereko ghọrọ onye isi oche nke njikọ ahụ",
  "N'oge ọchịchị ya, LWMA mere ngagharị iwe megide ụtụ isi na njikwa ọnụahịa nke ihe abụọ ọ kwenyere na ha ga-emetụta ndụ ụmụnwanyị.",
  "N'afọ 1932, Pelewura duziri ụmụnwanyị ahịa na-eme ngagharị iwe megide ụtụ isi ụmụnwanyị site n'aka gọọmentị na-achị ala",
  "Mgbe asịrị pụtara banyere ụtụ isi a tụrụ aro maka ụmụnwanyị, Pelewura bụ onye otu kọmitii ụmụnwanyị nke gara n'ụlọ gọọmentị iji mee mkpesa megide atụmatụ ahụ",
  "N'otu afọ ahụ, n'ihi idu ndú ya nke mkpesa ahụ, a họpụtara ya dị ka onye nnọchi anya ụmụnwanyị na Kọmitii Ilu, otu ndụmọdụ nke Oba Lagos haziri",
  "N'etiti afọ 1930, ọ duziri ngagharị iwe megide ịkwaga ahịa Ereko na mpaghara Oluwole nke Lagos, Pelewura na ụfọdụ ụmụnwanyị Ereko gbalịrị igbochi ọrụ ọ bụla nke ndị ọchịchị nke dugara n'ịnọchi ya",
  "Ụmụnwanyị ahịa nọ na Lagos gbakọtara na nkwado ya ma tọhapụ ya na ụmụnwanyị ndị ọzọ e jidere.",
  "N'afọ 1940, gọọmentị na-achị mba ahụ tụrụ aro atụmatụ ụtụ isi ọhụrụ maka ụmụnwanyị na-enweta ihe karịrị pound 50",
  "Ụtụ isi ụmụnwanyị bụ ihe ọhụrụ na Yorubaland na ụmụnwanyị bilitere ọzọ na mkpesa, Pelewura na ụmụnwanyị ndị ọzọ jụrụ n'ihi ihe ọhụrụ ya nakwa n'ihi nsogbu akụ na ụba siri ike dị ka ọnụ ọgụgụ enweghị ọrụ dị elu n'ihi Agha Ụwa nke Abụọ",
  "Ọ bụ ezie na ọ bụghị ọtụtụ ụmụnwanyị na-ere ahịa n'etiti ndị otu 8,000 na ndị otu ya nwetara ihe karịrị pound 50, ọ chere na ọ nwere ike ịbụ ndagwurugwu na-agbadata maka ụtụ isi zuru ezu nke ụmụnwanyị",
  "Otú ọ dị, na ụtụ isi nke ụmụnwanyị, gọọmentị na-achị ala ahụ emeghị mgbanwe kama ọ zaghachiri site n'ịbawanye ego ụtụ isi maka ndị na-enweta ihe karịrị pound 200.",
  "N'afọ 1939, Pelewura ghọrọ onye isi nke Nigerian Union of Young Democrats, otu ndị ntorobịa nke ya na NNDP jikọrọ aka",
  "Ọ na-arụ ọrụ mgbe ụfọdụ dị ka ọkà okwu na nzukọ NNDP ma kwuo okwu n'ihu ọha maka ndị NNDP n'agbanyeghị na a napụrụ ụmụ nwanyị ikike",
  "Ọ bụkwa onye otu Oyinkan Abayomi duziri Nigerian Women's Party n'oge na-adịghị anya.",
  "N'oge Agha Ụwa nke Abụọ, ịrị elu ọnụ ahịa rịrị elu na Lagos n'ihi ụkọ nri",
  "N'afọ 1941, iji chịkwaa akụ na ụba n'oge agha, gọọmentị wepụtara iwu nchịkwa ọnụahịa na-agbanwe agbanwe na ụfọdụ ihe oriri a ga-enyocha oge",
  "N'ihi mmegide zuru ebe niile na enweghị nkwenye na iwu ahụ, gọọmentị mere atụmatụ ịchịkwa ire nri site na mba dị iche iche",
  "Ụmụnwanyị ahịa nke Pelewura duziri megidere iwu ahụ na-ekwu na ọ ga-anapụ ụmụnwanyị ego dị mkpa",
  "Otú ọ dị, gọọmentị na-achị mba ahụ siri ọnwụ na idebe iwu ọnụahịa nke ihe ndị a na-emepụta",
  "Ọnọdụ ahụ dugara na esemokwu n'etiti LWMA na gọọmentị na-achị ala.",
  "Pelewura nwụrụ n'afọ 1951",
  "Otu n'ime ndị na-eso ụzọ ya, Chief Abibatu Mogaji nọchiri ya.",
  "E gosipụtara Pelewura na ihe nkiri ndụ nke afọ 2019, The Herbert Macaulay Affair"
]