[
  "Àtụ:Infobox school\nLagos Baptist Academy bụ ụlọ akwụkwọ sekọndrị dị na Obanikoro, Lagos, Nigeria",
  "Ndị ozi ala ọzọ American Baptist guzobere ụlọ akwụkwọ ahụ n'afọ 1855. A na-ewere ụlọ akwụkwọ ahụ dị ka ụlọ akwụkwọ nsonazu na Reagan Memorial Baptist Girls' Secondary School, Yaba, Lagos na Baptist Girls 'Academy, Obanikoro, Lagos.",
  "Enwere ike ịchọta akụkọ ihe mere eme nke ụlọ akwụkwọ ahụ site na mmepụta nke First Baptist Church Mission na Lagos site n'aka onye ozi ala ọzọ Africa-America",
  "Oba Dosunmu nyere ọrụ ahụ ala ma wuo ihe owuwu n'oge na-adịghị anya n'ala ahụ",
  "Ọrụ agụmakwụkwọ malitere mgbe arụchara ụlọ ahụ na mmụba nke ọrụ ndị ozi ala ọzọ dugara na mmụwanye nke nta nke nta n'ọnụ ọgụgụ ndị bi n'ụlọ akwụkwọ ahụ",
  "Ka ọ na-erule afọ 1886, ụlọ akwụkwọ ahụ nwere ihe dị ka ụmụ nwoke otu narị, iri abụo na otu na ụmụ nwanyị iri itoolu na ise na ngalaba praịmarị na ihe dị ka ụmụaka nwoke iri na anọ na ụmụ nwanyị atọ na ngalaba sekọndrị",
  "Tupu  afọ 1926, ndị ụkọchukwu America nke Baptist Mission rụrụ ọrụ dị ka ndị isi maka ụlọ akwụkwọ ahụ mana na Jenụwarị 1926, Eyo Ita na E.E",
  "Esua sonyeere ndị ọrụ ahụ ma n'ọnwa Ọgọstụ nke afọ ahụ, Ita ghọrọ onyeisi ụlọ akwụkwọ ahụ.",
  "Ebe mbụ ụlọ akwụkwọ ahụ dị na Broad Street, Lagos ma mesịa kwaga ebe ọhụrụ n'okporo ụzọ Ikorodu, Lagos",
  "Akụkụ ụlọ akwụkwọ praịmarị nọgidere n'ebe ahụ mana a gbanwere aha ya.",
  "Kama imechi ụlọ akwụkwọ praịmarị dị na Broad Street, Lagos; naanị ụlọ akwụkwọ sekọndrị kwagara Ikorodu Road na Obanikoro",
  "Ụlọ akwụkwọ praịmarị ahụ nọgidere na Broad Street ma kpọgharịa ya W.J David(William Joshua David) Memorial Baptist Primary School mgbe otu n'ime ndị ozi ala ọzọ Baptist nke America malitere Baptist Mission na Naịjirịa. Ụlọ akwụkwọ praịmarị ahụ nọgidere na Broad Street ruo na ngwụcha afọ iri na itoolu mgbe a kwụsịrị ụlọ ya na atụmanya nke ịgbasawanye First Baptist Church (nke dị nso n'ụlọ akwụkwọ ahụ) iji tinye ụlọ azụmahịa dị elu",
  "A kpọfere ụmụ akwụkwọ niile nọ na W.J David n'ụlọ akwụkwọ praịmarị Baptist ndị ọzọ dị n'ógbè ahụ.",
  "Deo duce nke pụtara na Chineke bụ onye ndú m.",
  "Baptacads Nrịgo",
  "Anyị bụ ụmụ nwoke Baptist Academy ma anyị na-akpa nganga maka Alma Mater anyị hụrụ n'anya ebe anyị niile nwere mmekọrịta dị ụtọ ebe a na-akụziri mmụọ nke Kraịst ebe onye isi anyị, Chineke, na-eduga anyị n'ihu Anyị ga-abụ eziokwu nye Alma Mater gị mgbe niile.",
  "N'ụlọ akwụkwọ Up Baptacads",
  "Ụfọdụ n'ime ndị isi ụlọ akwụkwọ ahụ gụnyere"
]