[
  "LagosPhoto Festival bụ emume nka mba ụwa mbụ nke foto na Naịjirịa, nke a malitere n'ọnwa Ọktoba afọ 2010. Ọ bụ African Artistsī Foundation (AAF) haziri ya dị ka akụkụ nke ọrụ na-aga n'ihu iji nka mee ihe n'ebe ọha na eze, dị ka ụzọ maka ịbawanye mmata ọha na eze",
  "Emume ahụ gụnyere ụlọ ọrụ na klas maka ndị na-ese ihe, ihe ngosi nka na ihe ngosi ime ụlọ na n'èzí n'obodo niile",
  "A na-eme LagosPhoto kwa afọ ma gosipụta ndị na-ese foto na ndị na-se foto.",
  "Azu Nwagbogu bụ onye guzobere na onye nduzi mmemme ahụ.",
  "Mbipụta mbụ ahụ metụtara afọ 50 nke nnwere onwe Naịjirịa",
  "A chọrọ ka ndị sonyere nwere mmasị rụọ ọrụ na Lagos, Naịjirịa ma ọ bụ n'Africa na-agba égbè nke kọwara isiokwu ahụ.",
  "Ndị na-ese foto\n \nNdị nduzi nka na ndị nhazi: Azu Nwagbogu, Caline Chagoury, Marc Prust",
  "Onye na-ese ụkpụrụ ụlọ: Kunlé Adeyemi",
  "Ebumnuche mbipụta a bụ ịnọchite anya akụkọ zoro ezo na kọntinent ahụ ma e jiri ya tụnyere ihe oyiyi ndị na-ezighi ezi, ndị na-anọchite anya, ndị na'ụzọ dị egwu na ndị dị egwu nke a na-ejikarị ike nke foto kpuchie.",
  "Ndị na-ese foto\n \nNdị nduzi nka na ndị nhazi: Azu Nwagbogu, Caline Chagoury, Marc Prust, Medina Dugger",
  "Ebumnuche mbipụta a bụ ijide ike na ume nke na-eme ka Lagos bụrụ ebe ọdịbendị pụrụ iche",
  "Obodo nke nnukwu esemokwu, Lagos na-agbanwe na ọsọ ọsọ nke ịkwaga n'obodo ukwu na mgbawa nke mmepe na teknụzụ nke na-agbanyụ ihe mgbochi ma na-eduga n'ụdị mmekọrịta ọhụrụ.",
  "Ndị na-ese foto\n \nNdị nduzi nka na ndị nhazi: Azu Nwagbogu, Caline Chagoury, Stanley Greene, Medina Dugger na Joseph Gergel.",
  "Isiokwu nke afọ a, The Megacity and the Non-City, na-enyocha otú mmepe nke obodo ukwu dị n'Africa na ọganihu teknụzụ nke foto si gbanwee mmetụta anyị banyere ọnọdụ n'ụwa jikọtara ụwa",
  "Narị afọ nke iri abụọ na otu bụ nke e ji ịrị elu nke nnukwu obodo mara, na obodo ndị dị ka Lagos na-agbanwe ma na-eme mgbanwe dị ukwuu na-ewere ọnọdụ na ọsọ a na-ahụtụbeghị mbụ",
  "Mmepe obodo ukwu, mgbawa nke ọnụ ọgụgụ mmadụ, mgbanwe gburugburu ebe obibi, ọdịiche mmekọrịta mmadụ na ibe ya, na ndị nọ n'etiti na-arị elu n'etiti obodo ukwu dị n'Africa na-akọwapụta ọdịdị obodo ahụ ka ọ na-aga n'ihu",
  "N'otu oge ahụ, mgbanwe dijitalụ na-agbanwe gburugburu ebe obibi nke onye ọ bụla, ejikọta ya na njikọ dị n'etiti ebe site na teknụzụ gbasaa",
  "A na-akọwa echiche a nke obodo site na mgbagwoju anya, nrọ, na mmetụta na-adịghị akwụsi ike nke njirimara, ebe ndị mmadụ na-ezo aka n'ọtụtụ akụkụ dị iche iche nke ọdịbendị",
  "Ndị na-ese ihe gosipụtara na The Megacity na Non-City na-eji usoro foto na atụmatụ ndị dabeere na onyinyo iji kwurịta banyere obodo ukwu na-agbasawanye n'Afrika taa, yana mgbagha ya, ebe ndị na-acha ntụ ntụ, na ebe esemokwu",
  "Site n'itinye foto na isi nke omume ha, ndị omenkà a na-enyocha mgbasa nke ihe oyiyi na ọha mmadụ anyị, oriri ha buru ibu na ikike idepụta echiche ụwa nke onwe na nke otu.",
  "Ndị na-ese foto",
  "Isiokwu nke afọ a, Staging Reality, Documenting Fiction, na-enyocha ndị na-ese foto nke oge a na-arụ ọrụ n'Africa bụ ndị na-atụle ókèala na mmekọrịta dị n'etiti foto, nkwenkwe, na eziokwu",
  "N'itinye usoro echiche na nke na-eme ihe nkiri nke na-agbasawanye ọrụ foto ọdịnala, ọtụtụ ndị na-ese ihe n'oge a na-arụ ọrụ na kọntinent ahụ na-agafe ókè nke anya foto",
  "Ndị omenkà a na-emepụta ọrụ nke na-atụle nchegbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị dị mgbagwoju anya nke na-akọwa Afrịka ọhụrụ na narị afọ nke iri abụọ na otu, ha na-enyocha otú ihe oyiyi niile si arụ ọrụ dị mkpa n'otú e si ewu ma kọwaa eziokwu",
  "N'iji ụdị dị ka akụkọ ndị a na-eme, arụmọrụ, appropriation, self-portraiture, na ndụ, ndị omenkà a na-ebugharị ókèala oge na nke oghere nke ihe nkiri",
  "N'ime nke a, Staging Reality, Documenting Fiction na-atụle otú ndị omenkà a si echepụta ọdịnihu dị iche iche na ụwa akụkọ ifo, na-eji foto dị ka ihe na-akpali iji nyochaa eziokwu na-agbanwe agbanwe nke Afrika taa.",
  "Ndị na-ese foto\n \nOnye nlekọta ndị ọbịa bụ Cristina de Middel.",
  "Ụlọ ihe ngosi nka: Ụlọ nyocha obodo n'ọdịnihu, ọrụ nyocha nke Ph.D na megacities ntụnyere daber na Singapore, ga-egosi nyocha ha na Lagos n'oge ememme site na nkuzi eserese mmekọrịta nke Lindsay Sawyer duziri.",
  "LagosPhoto afọ 2013 meghere ọrụ FOTObook, mmemme mgbanwe mba ụwa n'etiti ndị na-emepụta akwụkwọ nka na ndị na-ese ihe na Naijiria na-apụta na-enye ohere maka ọmụmụ ihe siri ike n'ime ngalaba pụrụ iche nke imepụta akwụkwọ nka na mbipụta",
  "Onye na-ese akwụkwọ foto a ma ama n'ụwa niile bụ Teun van der Heijden na-eduzi nnukwu ogbako maka ọrụ fotobook, yana ndị na-akwado ogbako Andrea Stultiens, Hans Wilschut, Cristina de Middel, na Claudia Hinterseer",
  "Fotobook na-akwado site na Mondriaan Fund.",
  "Ihe ngosi ndị a n'èzí, nke gosipụtara na ogige ntụrụndụ na gburugburu ebe niile na Lagos, gụnyere nnukwu, mbipụta n'èzí na-adịgide adịgide, na-egosi ọrụ ndị LagosPhoto ugbu a na oge gara aga",
  "Ihe ngosi ndị yiri maze na-enye ohere maka ikiri ọha na eze mgbe ha na-anabata ohere ọha na eze, na-eweta foto n'etiti ọdịbendị okporo ámá Lagos.",
  "Dị ka akụkụ nke LagosPhoto afọ 2012, LagosPhoto Projects malitere site na njem gaa Makoko iji dekọọ mbibi nke ogige Lagos kachasị njọ",
  "Otu ìgwè ndị na-ese foto iri na abụọ n'ógbè na mba ụwa, ndị na-eme vidio, na ndị nta akụkọ jikọtara aka gaa n'etiti mbibi obodo ahụ na-aga n'ihu",
  "Dị ka akụkụ nke isiokwu LagosPhoto afọ 2012 \"Ụbọchị asaa na Ndụ Lagos\", e mepụtara LagosPhoto Projects iji meghachi omume na ihe omume mmekọrịta dị ngwa nke na-agbanwe ọdịbendị ọdịbendị na Naịjirịa",
  "LagosPhoto Projects nwere njem na ndị na-ese foto na ndị nta akụkọ na-apụta ma guzosie ike iji dekọọ dị ka otu ihe dị mkpa nke na-eme ka obodo ahụ bụrụ ebe pụrụ iche.",
  "Na mgbakwunye na ọrụ pụrụ iche LagosPhoto, usoro ihe omume zuru oke nke ụlọ ọrụ studio na mkparịta ụka panel ga-ewere ọnọdụ n'oge emume ahụ",
  "LagosPhoto Workshop Program na-enye ohere maka ndị na-ese foto na-apụta iji kwalite agụmakwụkwọ ha n'ọtụtụ akụkụ dị iche iche nke foto nke ndị na-ede foto mba ụwa na-akụzi",
  "Ọmụmụ ihe ndị gara aga gụnyere ọmụmụ mmalite na ọrụ igwefoto, ọmụmụ ọkụ dị elu na ọmụmụ mmepụta dijitalụ, ọmụmụ ọrụ ebe ndị na-ese foto na-arụkọ ọrụ ma na-emepụta ọrụ n'ọhịa, ọmụmụ foto onwe onye, na nkuzi studio.",
  "World Press Photo, asọmpi foto mba ụwa a ma ama nke na-egosipụta ihe kachasị mma nke foto akụkọ n'ụwa niile, ga-eweta ihe ngosi ya kwa afọ na Lagos ka egosiputa ya n'akụkụ emume ahụ",
  "LagosPhoto abịanye aka na nkwekọrịta afọ atọ na World Press Photo Exhibition."
]