[
  "E nyere Ọfịs nke odeakwụkwọ nke gọọmentị ọrụ ijikwa nchegbu nke ndị ọrụ, nchekwa, ụlọ ọrụ, ihe gbasara ụlọ, na ozi mgbe steeti Lagos e guzobere ọhụrụ malitere n'ụzọ nchịkwa n'ọnwa April afọ 1968",
  "E wegara ọrụ maka ọrụ ozi n'ọfịs Gọvanọ ndị agha ka azụmahịa nke ọchịchị na-agbakwu mgbagwoju anya",
  "N'ụzọ dị mkpa, ụlọọrụ ahụ gbanwere aha ya site na Ọfịs odeakwụkwọ nke steeti gaa na Gọọmentị Ndị Agha",
  "Site n'itinye Maazị Badmus dị ka Kọmishọna mbụ, ọ mesịrị ghọọ Ministri nke Ozi na Njem zuru oke",
  "N'ọnwa Eprel afọ 1971, e guzobere Ministri Ozi dị ka ụlọ ọrụ dị iche na Victoria Island iji jikwaa mmekọrịta gọọmentị na ọha na eze na ndị nta akụkọ.",
  "Ngalaba na-ahụ maka ozi na atụmatụ nke steeti Lagos bụ ụlọ ọrụ gọọmentị steeti, nke a na-ahụ anya maka ịhazi, ịhazi ma tinye n'ọrụ iwu steeti na ozi na atụmatụ.",
  "A gbanwere ma hazigharịa Ministri ahụ na Nọvemba 2015, n'okpuru nchịkwa nke Gọvanọ Akinwunmi Ambode, site na akwụkwọ ozi gọọmentị steeti Lagos No.141 nke e dere na Nọbemba 9, 2015, nke gbanwere ụfọdụ aha ngalaba ndị dị ugbu a, mepụta ngalaba ọhụrụ, ma gbanwee aha ndị ọrụ Ministri ahụ",
  "N'ihi njem a, a gbanwere aha ndị ọrụ niile nọ na Ministri ahụ bụ ndị a maara dị ka \"Ndị Ọrụ Ozi\" \"Ndị Ọrụ Ọha\"",
  "Ọ bụ ezie na a na-akpọ ngalaba ndị a ugbu a:",
  "N'ọnwa Jenụwarị 2021, Gọọmentị Steeti Lagos mụbara mkpọsa n'ọha na eze na mmeghachi omume na mpụta nke oke nke abụọ nke COVID-19",
  "Emere nke a site na mmekọrịta dị n'etiti ndị ọrụ Ministry of Information and Strategy, nke Toyin Adeni-Awosika, Director of Public Enlightenment, na ndị otu ọha na eze duziri.",
  "A bịakwutere ndị otu ọha na eze n'ahịa, ụlọ ọrụ ndị na-arụ ọrụ ụgbọ ala, ebe a na-adọba ụgbọala, na ogige ntụrụndụ na Agege, Ojota, Ikeja, Ogba, Alausa Secretariat, na mpaghara ndị gbara ya gburugburu site n'aka ndị na-eme ka mmadụ mụta ihe gbasara obodo",
  "Ha gwara ìgwè mmadụ ahụ okwu ma rịọ ka ha tinye aka, yana ikesa ozi dị mkpa, agụmakwụkwọ, na ihe nkwurịta okwu dị ka akwụkwọ mpịakọta na posters."
]