[
  "Lagos Island (Ìsàlẹ̀ Èkó) bụ isi na etiti mpaghara gọọmentị (LGA) na Lagos, Lagos Steeti, Nigeria",
  "Ọ na-ekpuchi akụkụ ọdịda anyanwụ nke agwaetiti a na-akpọ aha ya ma bụrụ akụkụ nke Lagos Division.  Ka ọ na-erute ngụkọta ọnụ ọgụgụ ndị Naijiria nke afọ 2006, LGA nwere ọnụ ọgụgụ mmadụ 209,437 na mpaghara nke 8.7 km2",
  "LGA na-ekpuchi naanị ọkara ọdịda anyanwụ nke Lagos Island; a na-akpọ ọkara ọwụwa anyanwụ Lagos Island East LCDA.",
  "N'ịbụ nke dị na Lagos Lagoon, nnukwu ọdụ ụgbọ mmiri a na-echebe n'ụsọ oké osimiri nke Africa, agwaetiti ahụ bụ ebe obibi nke obodo ịkụ azụ Yoruba nke Eko, nke toro ghọọ obodo Lagos nke oge a. Obodo ahụ agbasaala ugbu a iji kpuchie agwaetiti ndị gbara ya gburugburu yana ala ndị gbara ya nso.",
  "Lagos Island jikọtara ya na isi ala site na nnukwu àkwà mmiri atọ (Carter Bridge, Eko Bridge na Third Mainland Bridge) nke gafere Lagos Lagoon gaa na mpaghara Ebute Metta. E jikọtakwara ya na agwaetiti Ikoyi dị nso na Victoria Island",
  "Mpaghara ọdụ ụgbọ mmiri Lagos nke Apapa chere ihu n'akụkụ ọdịda anyanwụ nke agwaetiti ahụ",
  "N'ịbụ isi mpaghara azụmahịa nke Lagos, Lagos Island na-anọchite anya ụlọ gọọmentị, ụlọ ahịa na ọfịs. Katidral Katọlik na Anglican, yana Central Mosque, dị ebe a.",
  "N'akụkọ ihe mere eme, Lagos Island (Isale Eko) bụ ebe obibi nke Brazil Quarter nke Lagos ebe ọtụtụ ndị ahịa ohu si Brazil lọta biri. Ọtụtụ ezinaụlọ biri na Broad Streeti na Marina.",
  "Akụkụ ọwụwa anyanwụ dara ogbenye nke agwaetiti ahụ nwere ahịa ndị isi na ụlọ ndị dara ogbenye",
  "Àgwàetiti ahụ jupụtara na mmadụ ma jupụta na ya, a nwalere iwu ụzọ ọhụrụ n'elu ọdọ mmiri ahụ iji melite okporo ụzọ",
  "Ọ bụ akụkụ Lagos ebe Oba (ma ọ bụ eze) nke Lagos bi. Ekwenyekwara na emume Eyo nwere ike ịme naanị n'akụkụ a nke Lagos.",
  "Ọtụtụ isi ụlọ ọrụ ụlọ akụ Naịjirịa dị na Lagos Island.First Bank of Nigeria bụ otu n'ime ụlọ akụ Naijiria nwere isi ụlọ ọrụ ya na Marina, Lagos Island Ụlọ akụ ọzọ nwere isi ụlọ ọrụ ya dị na Lagos Island bụ United Bank for Africa (UBA). Azụmaahịa ndị ọzọ dị n'etiti na nnukwu ụlọ ọrụ dị ka ụlọ ọrụ ndụmọdụ ụlọ, ndị na-emepụta ngwá eletrik na ụlọ ahịa mkpọsa dị na Marina, Lagos Island.",
  "N'ịbụ nke dị na Nnamdi Azikiwe Streeti, Idumota, nke bụbu Victoria St, Tom Jones Memorial hall dị ịrịba ama dị ka ebe a na-akpọ oku maka ọrụ dị mma site n'aka ndị zikist na Nọvemba 1948",
  "Ọ bụ ndị nlekọta họpụtara site na Maazị Thomas Jones onye nwụrụ na 1913, n'ọchịchọ ya, o nyere ala na ego maka ụlọ nzukọ na ọbá akwụkwọ na ncheta ya.",
  "Ogige ntụrụndụ Freedom na-aghọ nnukwu ihe na-adọrọ mmasị ndị njem nleta ma ọ dị na Lagos Island",
  "Ogige ntụrụndụ ahụ bụbu ogige ụlọ mkpọrọ, mgbe mba ahụ ka nọ n'okpuru ọchịchị ndị ọchịchị ma a maara ya mgbe ahụ dị ka Ụlọ Mkpọrọ Broad Streeti nke Eze Ukwu",
  "E mepụtara ogige ntụrụndụ nnwere onwe iji bụrụ ihe ncheta mba iji cheta ndị nna guzobere mba ahụ bụ ndị lụsoro ọchịchị ndị ọchịchị na-achị ma lụọ ọgụ maka nnwere onwe mba ahụ",
  "E meghere ogige ntụrụndụ ahụ na 2010 iji mee emume nwere onwe nke iri ise nke Naịjirịa",
  "Ogige ntụrụndụ ahụ bụzi ihe na-adọrọ mmasị ndị njem nleta maka ndị obodo na ndị mba ọzọ ma ị nwere ike ịchọta ihe oyiyi akụkọ ihe mere eme n'ogige ntụrụngwa ahụ dum",
  "Enwekwara ihe nkiri amphi nke na-enwe kọntaktị, ihe ngosi egwu na ihe ngosi ihe nkiri",
  "Ị nwekwara ike izu ike site na ọtụtụ ọdọ mmiri na isi iyi dị n'ogige ntụrụndụ ma ọ bụ gaa na Wole Soyinka Art Gallery iji lelee ihe ngosi nka pụrụ iche.",
  "Lagos Marina bụ ebe ọtụtụ ụlọ ọrụ, na ihe owuwu ndị ọzọ dị ka Ụlọ Ahịa nke CMS na Cathedral Church of Christ nwere",
  "N'ihi ọnọdụ nke ala, ntọala nke ọtụtụ ụlọ dị elu ma ọ bụ na-agbakọta ma ọ bụ raft",
  "Ihe owuwu ndị dị n'akụkụ ọdụ ụgbọ mmiri ahụ gụnyere National House nke Shell bi ugbu a ma ọ bụ ụlọ ọrụ mbụ dị elu na Marina",
  "E wuru isi ụlọ ọrụ Central Bank na Investment House, isi ụlọ ọrụ Bank of Industry na 1960",
  "Ala ebe e wuru Ụlọ Ntinye ego ahụ bụbu ụlọ Grand Hotel tupu a kwatuo ya",
  "New Africa House of UAC, Elder Dempster House, isi ụlọ ọrụ Nigerian Ports Authoriti na isi ụlọ ọrụ National Electrik Power Authority niile dị n'akụkụ ọdụ ụgbọ mmiri."
]