[
  "Lagos Book and Art Festival (LABAF) bụ emume nka a na-eme kwa afọ nke Kọmitii maka nka dị mkpa (CORA) guzobere na 1999, otu ọdịbendị Naijiria.",
  "E mere emume mbụ nke emume ahụ na Nọvemba 1999 n'ogige Jazz 38 na Lekki, Lagos",
  "Echiche gbasara emume ahụ bụ iji cheta nloghachi Naịjirịa na ọchịchị onye kwuo uche ya mgbe ihe karịrị afọ iri atọ nke ọchịchị ndị agha gasịrị na inwe oriri nke ga-eme ka ọnọdụ ahụ dị ike ma lekwasị anya na ndị na-eto eto na ndị okenye, ọkachasị na omenala ịgụ akwụkwọ, nke na-eji nwayọọ nwayọọ na-anwụ.  A na-akpọ ya \"Pikinik\" omenala kachasị ukwuu n'Africa, a na-eme emume akwụkwọ na nka nke Lagos ruo ụbọchị asaa n'ebe dị iche iche nke gụnyere Goethe-Institut, British Council, na Freedom Park, ha niile dị na Lagos State.",
  "LABAF na-egosipụta ọtụtụ ihe omume dị iche iche nkerj gụnyere ihe omume tupu ememme dị ka njem akwụkwọ na ihe omume ndị ọzọ dị mkpa nke ememme gụnyere ngosi egwu, ọgụgụ akwụkwọ, ihe ngosi ihe nkiri, nzukọ ndị na-ebipụta akwụkwọ, ihe ngosi akwụkwọ na nka, mkparịta ụka, nkụzi dị iche iche, ngosi akwụkwọ, ihe nkiri ọdịnala, nnyocha akwụkwọ ndụ akwụkwọ ndụ na ihe omume ọzọ. Emume ahụ na-enyekwa ụmụ akwụkwọ nke ụlọ akwụkwọ praịmarị na nke sekọndrị na mahadum na Naịjirịa ohere itinye aka site na iwebata asọmpi na ohere ntụziaka maka ha.",
  "Ememme ahụ na-ahọrọ akwụkwọ dị iche iche kwa afọ nke a na-egosi dị ka Akwụkwọ nke Ememme ahụ ma bụrụ akụkụ nke okwu ememme ahụ maka afọ ahụ.",
  "Mbipụta nke iri abụọ na otu nke emume ahụ mere site na Nọvemba 410 2019, na isiokwu \"Emerge..",
  "Breaking into the new\". A raara isiokwu a nye ncheta ịhụnanya nke nnukwu onye na-ese ihe nkiri multimeda David Herbert Dale onye nwụrụ na Tuesday, 4 August 2019",
  "Emere emume a iji mee emume dị iche iche nke na-ede akwụkwọ dị iche iche na-aga n'ihu n'afọ ahụ dị ka Pius Adesanmi, Eddie Ugbomah, Bisi Silva na ndị ọzọ",
  "Isiokwu emume ahụ na 2017 bụ Eruptions: Global fractures and the out common humanity ebe na 2018, ọ bụ Renewal: Towards a world that works for all. Emume a bụ oge mgbe niile mgbe a ga-enwe nyocha akwụkwọ, ihe nkiri, ihe ngosi, ụlọ ọrụ, egwuregwu na ọtụtụ presnetations iji mee ka ndị ọbịa na ndị na-ekiri ya nwee obi ụtọ.",
  "LABAF nke a makwaara dị ka nnukwu omenala na kọntinent ahụ bụ ọtụtụ ihe omume dị iche iche ụfọdụ na-atọ ụtọ ebe ụfọdụ bụ ebumnuche ọgụgụ isi miri emi bụ ịzụlite ad na-eme ka ọdịbendị ịgụ ihe nke na-agbadata, nkwalite nke ọdịbendị na mkpa ọ dị ịnọgide na-agba ume ikwu okwu na ide n'asụsụ ụmụ amaala anyị. A na-akwalite emume a ọ bụghị naanị iji ree akwụkwọ kamakwa iji kwalite nka na mmetụta nke nka, akwụkwọ na ọha mmadụ na mpaghara ọ bụla, ụdị na ọnụọgụ mmadụ. N'ihi ya, LABAF na-akwalite ọtụtụ asọmpi edemede na ịgụ ihe"
]