[
  "Okporo ụzọ ụgbọ oloko Standard Guage dị na Lagos bụ ụgbọ okporo ụzọ ụgbọ oloko jikọrọ steeti Legọs na steeti Kano nke dị kilomita otu puku, narị atọ na iri anọ na atọ n'ogologo nke a na-ewu na Naịjirịa",
  "Ozugbo e mechara ya, ụzọ ụgbọ oloko ahụ ga-ejikọ ọdụ ụgbọ mmiri Atlantic Ocean nke steeti Lagos na a steeti Kano, nso ókèala ya na Niger, na-agafe isi obodo Abuja",
  "Ụgbọ okporo ígwè ahụ nọchiri Cape gauge Western Line nke ndị Britain wuru na 1896 na 1927, nke nwere ike imi ala ma na-emebi emebi.",
  "A rụchara akụkụ abụọ nke ụzọ ụgbọ okporo ígwè ma malite ụgbọ okporo ígwè ndị njem",
  "Akụkụ dị n'etiti Abuja na Kaduna meghere na July 2016",
  "Akụkụ dị n'etiti Lagos na Ibadan ka a kwụsịrị na June 2021.",
  "Mgbe Naịjirịa nweere onwe ya site na Great Britain, ụzọ ụgbọ okporo ígwè nke oge ọchịchị na-achị ala ahụ jiri nwayọọ nwayọọ daa n'ọnọdụ mmebi",
  "Ndị njem na ụgbọ okporo ígwè Naijiria si na nde 11 na 1964 ruo nde 1.6 na 2003",
  "Ụgbọ njem fọrọ nke nta ka ọ daa, site na nde tọn 3 na 1964 ruo ihe na-erughị 100,000 tọn na 2000.  Na mbido afọ 2013, ọ were awa 31 maka ụgbọ oloko ndị njem ịga njem n'etiti Lagos na Kano, na nkezi ọsọ nke naanị 45 km / h.",
  "Ọ bụ ezie na ọrụ amalitela imezigharị ụzọ ụgbọ okporo ígwè Cape gauge, ọganihu akụ na ụba na Naịjirịa emeela ka akara gauge dị mma.  N'afọ 2006, gọọmentị Naijiria nyere ụlọ ọrụ China Civil Engineering Construction Corporation nkwekọrịta ijeri $ 8.3 iji wuo ụzọ ụgbọ okporo ígwè site na Lagos ruo Kano",
  "N'ihi enweghị ike inweta ego maka ọrụ ahụ dum, gọọmentị Naijiria kpebiri iwu akara akara ọkọlọtọ n'akụkụ dị iche iche ma mezigharịa akara dị warara n'oge ahụ.",
  "Akụkụ dị kilomita 187 site na Abuja ruo Kaduna bụ nke mbụ e wuru",
  "Abuja anọghị na netwọk ụgbọ okporo ígwè mba, ebe ọ bụ na e wuru ya dị ka isi obodo mgbe Naịjirịa nweere onwe ya site na Great Britain.  Kaduna bụ ebe dị mkpa na netwọk ụgbọ okporo ígwè Cape gauge dị ugbu a, ebe alaka na-apụ na Lagos Nguru maka Kafanchan, na Port Harcourt Maiduguri Railway",
  "Ihe owuwu nke akụkụ AbujańKaduna furu $ 876 nde, nke nwere $ 500 nde na mgbazinye ego sitere na Exim Bank nke China na nkwụsi ike sitere na gọọmentị Naijiria.",
  "China Civil Engineering Construction Corporation (CCECC) malitere iwu ụzọ ụgbọ okporo ígwè na 20 Febụwarị 2011, ọ malitekwara ịtọ ụzọ na 2013.  Otú ọ dị, ihe isi ike dị iche iche mere ka a ghara ịrụcha ụzọ ahụ",
  "Ndị omempụ na-ezu ohi ụgbọ okporo ígwè, na-amanye CCECC iwu mgbidi iji chekwaa okporo ụzọ.  Mbelata nke uru nke naira Naịjirịa dugara na ụkọ ego gọọmentị maka ọrụ ahụ.  Oge igbu oge bilitere n'inweta ala achọrọ maka ụzọ ụgbọ okporo ígwè site na ịzụta iwu",
  "Ọ bụ ezie na CCECC kara akara n'ụlọ ọgwụ Daughters of Charity dị na Abuja maka ịkwatu na 2014, gọọmentị akwụghị ụgwọ ụlọ ọgwụ ahụ ruo n'ọnwa Eprel 2016.  E meghere ụzọ ụgbọ okporo ígwè ahụ na 26 Julaị 2016.",
  "E nyere nkwekọrịta ijeri $ 1.53 na 2012 na China Civil Engineering Construction Corporation maka iwu akụkụ Lagos Ibadan (156 km) nke ụzọ ụgbọ okporo ígwè ọkọlọtọ site na 2016.  Agbanyeghị, ọrụ ahụ enwetala oge",
  "Ememe nchoputa ala mechara mee na 7 Machị na afo 2017, a hazikwara ka a rụchaa ụzọ ụgbọ okporo ígwè ahụ na Disemba, na afọ 2018. Nnukwu mmiri ozuzo mere n'oge opupu ihe ubi nke afọ 2018, gọmentị Naijiria zigara ndị agha iji chebe ndị ọrụ ụgbọ okporo ígwè pụọ n'aka ndị omempụ na ndị ohi ji égbè.  Ihe owuwu ahụ gara n'ihu na-egbu oge site na ntuli aka nke Naijiria nke afọ 2019, mgbe CCECC kpọpụrụ ndị ọrụ China ya dị ka ihe nchebe.  Ọganihu belatara na 2020 site na nnọpụiche mmekọrịta dị mkpa iji lụso ọrịa COVID-19 ọgụ, ebe ọ bụ naanị ndị ọrụ 20 nọ n'ebe a na-ewu ụlọ nke nwere 200.  Ụgbọ okporo ígwè ndị njem malitere ọrụ nnwale na 7 Disemba 2020.  Onye nwetara ihe nrite Nobel bụ Wole Soyinka ghọrọ onye na-agagharị na ụgbọ okporo ígwè ahụ, na-akpọ ya \"ọrụ dị egwu na-aga n'ihu na-atụle ihe isi ike nke ime ihe ọ bụla na mba a\".  Onye isi ala Muhammadu Buhari meghere ụzọ ụgbọ okporo ígwè ahụ na 10 June 2021.",
  "Na 15 Mee, na afọ 2018, Minista Naịjirịa nke Transportation bịanyere aka na nkwekọrịta $ 6.68 ijeri na China Civil Engineering Construction Corporation iji mezue akụkụ ndị fọdụrụ na LagosńKano Standard Gauge Railway",
  "A na-atụ anya na owuwu ga-ewe afọ iri abụọ na atọ site na nnweta ego.",
  "N'afọ 1987, gọmentị Naijiria nyere nkwekọrịta iji wuo ụzọ ụgbọ okporo ígwè mbụ nke mba ahụ, na-ejikọta ebe ndị a na-egwupụta ihe na Itakpe na Ajaokuta Steel Mill na ịga n'ihu na ọdụ ụgbọ mmiri nke Warri",
  "Otú ọ dị, ọrụ ahụ kwụsịrị ma ka na-arụchabeghị mgbe ụzọ AbujaʹKaduna meghere",
  "CCECC weghara iwu ihe n'okporo ụzọ ahụ ma, na 29 Septemba 2020, Onye isi ala Muhammadu Buhari meghere ya n'ụzọ iwu kwadoro n'ememe mebere emepe. N'ọnwa Ọktoba, na afọ 2019, gomentị bịanyere aka na nkwekọrịta ijeri $ 3.9 na China Railway Construction Corporation Limited iji gbasaa ụzọ ụgbọ okporo ígwè site na Warri ruo Abuja, na-ejikọta ya na Lagos Tianos Standard Gauge Railway.",
  "Mmecha nke eriri AbujańKaduna na afọ 2016 bịara n'oge dị oke egwu maka njem ala na mpaghara ahụ",
  "Malite n'afọ 2009, okporo ụzọ awara awara nke AbujaʹKaduna dara n'ọnọdụ mmebi iwu ka ndị ohi na ndị ntọ ji égbè nọchibidoro ya",
  "Ọtụtụ n'ime ndị ahụ nwụrụ bụ ndị ọrụ gọmentị a ma ama, gụnyere Kọmishọna Ukwu Sierra Leone na Naịjirịa.  N'ịtụ egwu maka nchekwa ha, ndị njem gbakọtara n'ụgbọ okporo ígwè ahụ.  Nkwado kwa ụbọchị mụbara 270% ruo 3,700, a na-ebo ndị ọrụ ụgbọ okporo ígwè ebubo ma jide ha maka ịghọ aghụghọ tiketi.  Senator Mohammed Ali Ndume kọrọ na ọ ga-eguzo n'ụgbọ okporo ígwè maka njem ahụ dum, Senator James Manager kwuru, \"Ọ bụ onye chọrọ igbu onwe ya ga-aga n'okporo ụzọ\".",
  "N'abalị iri abụọ na asatọ n'ọnwa Machị afọ 2022, ndị ohi wakporo ụgbọ okporo ígwè na-ebu ndị njem n'ụgbọ okporo ígwè Abuja-Kaduna",
  "Ọ dịkarịa ala mmadụ 8 nwụrụ ma tọọrọ mmadụ 65."
]