[
  "Lagos Business School (LBS) bụ ụlọ akwụkwọ azụmaahịa ndị gụsịrị akwụkwọ nke Mahadum Pan-Atlantic, nke Pan-Atlantical University Foundation (PAUF) nwere, ntọala na-enweghị uru edebanyere aha na Naijiria",
  "E guzobere LBS na mkpali sitere na ozizi nke St Josemaria Escrivá, onye guzobere Opus Dei",
  "LBS na-enye ụdịdị agụmakwụkwọ, ụdịdị agụmakwụkwọ ndị isi na ụdịdị agụmakwụkwọ dị mkpirikpi na Management",
  "Isi ụlọ akwụkwọ LBS dị na Ajah, Lekki, Lagos State.",
  "E guzobere ụlọ akwụkwọ ahụ n'afọ 1991, LBS esorowo ụlọ akwụkwọ azụmaahịa ndị ọzọ na Africa na gburugburu ụwa rụkọọ ọrụ na mmemme iji zụlite ndị isi azụmaahịa na-ahụ maka Africa na ụwa.",
  "LBS bụ onye otu Association of African Business Schools (AABS), Global Business School Network (GBSN), Principles for Responsible Management Education (PRME) na AACSB International Association to Advance Collegiate Schools of Business.",
  "N'ụbọchị 1 Disemba 2016, LBS natara ikike site na AACSB (Association to Advance Collegiate Schools of Business), na-aghọ ụlọ ọrụ mbụ na West Africa ka a kwadoro ya. Lagos Business School (LBS) gosikwara ụkpụrụ ya na agụmakwụkwọ njikwa dịka International Accreditation Advisory Board nke Association of MBAs (AMBA) kwadoro mmemme MBA nke ụlọ akwụkwọ ahụ nyere na 8 Disemba 2016.",
  "LBS ghọrọ ụlọ akwụkwọ tertiary mbụ na Naijiria iji nata asambodo ISO 9001:2015, ihe atụ mba ụwa maka Quality Management Systems.",
  "A na-ahọrọ LBS kwa afọ kemgbe 2007 site na Financial Times nke London n'etiti ụlọ akwụkwọ azụmaahịa 70 kachasị elu n'ụwa na mpaghara agụmakwụkwọ ndị isi (2007 Tian2020) na agụmakwụkwọ omenala (2015-2020).",
  "LBS nwere mmekọrịta na ụlọ ọrụ azụmaahịa kachasị elu na Naịjirịa na nnukwu mba dị iche iche n'Africa.",
  "Na Jenụwarị 2017, LBS sonyeere ụlọ akwụkwọ azụmaahịa 220 ndị ọzọ na-eduga n'ụwa niile iji bụrụ onye mmekọ nke Graduate Management Admission Council (GMAC), otu na-enweghị uru nke ụlọ akwụkwọ azụmahịa ndị na-edugharị n'ụwa, na onye nwe na onye nchịkwa nke ule GMAT.",
  "Site na ikike AACSB ya, LBS ghọrọ onye otu MBA Career Services & Employer Alliance na Septemba 2017.",
  "LBS na ụlọ akwụkwọ azụmaahịa mba ụwa na-arụkọ ọrụ, nke ya na ya na-eme mmemme mgbanwe oge",
  "Ha gụnyere:",
  "Lagos Business School na-enye ọtụtụ mmemme e mere maka ndị ọkachamara.",
  "Ndị nkuzi oge niile na-akụzi klas ndị a",
  "Ihe omume ndebanye aha na-emeghe bụ:"
]