[
  "Lagos Water Corporation bụbu Federal Water Supply bụ onye isi na-eweta mmiri na Lagos State",
  "Ọ bụ Gọọmentị Steeti Lagos nwe ya.",
  "Ọ bụ Maazị Frederick Lugard, Gọvanọ General nke Naịjirịa n'oge ahụ, nyere iwu ka Waterworks rụọ ọrụ n'afọ 1915 na Obun Eko Area nke Lagos",
  "E guzobere ụlọ ọrụ mmiri Lagos n'okpuru gọọmentị etiti site na iwu Iju Water Works.",
  "Ụlọ ọrụ ọgwụgwọ Iju nwere ikike nhazi mbụ nke 2.45 nde galọn kwa ụbọchị (MGD) ma wuo ya iji nye ndị bi na Ikoyi mmiri n'oge ahụ.",
  "Ikike mmepụta mmiri niile arụnyere ugbu a bụ narị abụọ na iri nde galọn kwa ụbọchị (MGD), nke na-ezughị iji gboo mkpa dị ugbu a",
  "Ụlọ ọrụ mmiri Lagos emepụtala atụmatụ mmiri Lagos dị ka \"Map okporo ụzọ\" iji mee ka ikike mmepụta mmiri nke steeti ruo nde galọn narị asaa na iri anọ na ise kwa ụbọchị site n'afọ 2020 na mgbalị ọhụrụ iji dozie nsogbu nke ụkọ mmiri ma hụ na a na-enye ya maka ọnụ ọgụgụ na-arịwanye elu nke Lagos.",
  "Ikike mmepụta mmiri niile arụnyere ugbu a bụ narị abụọ na iri nde galọn kwa ụbọchị (MGD), nke na-ezughị iji gboo mkpa dị ugbu a",
  "Ụlọ ọrụ mmiri Lagos emepụtala atụmatụ mmiri Lagos dị ka \"Map okporo ụzọ\" iji mee ka ikike mmepụta mmiri nke steeti ruo nde galọn narị asaa na iri anọ na ise kwa ụbọchị site n'afọ 2020 na mgbalị ọhụrụ iji dozie nsogbu nke ụkọ mmiri ma hụ na a na-enye ya maka ọnụ ọgụgụ na-arịwanye elu nke Lagos.",
  "Ikike mmepụta mmiri niile arụnyere ugbu a bụ narị abụọ na iri nde galọn kwa ụbọchị (MGD), nke na-ezughị iji gboo mkpa dị ugbu a",
  "Iju Waterworks bụ ụlọ ọrụ dị na Ifako-Ijaiye, LGA, Lagos Mainland nke e mere iji nye ndị bi na Lagos State mmiri ọṅụṅụ",
  "Echiche nke mmiri piped maka ndị bi na Lagos sitere na ndụmọdụ ahụike na-ekwu na mmiri dị njọ sitere na mmiri dị n'akụkụ Lagos na olulu mmiri ndị bi na ya",
  "Olulu mmiri ndị e gwuru na Lagos Mainland gosipụtara na ha dị mma karịa ndị dị n'Agwaetiti ahụ",
  "E chepụtara atụmatụ Iju iji nye mmiri dị mma na Lagos ochie nke n'oge ahụ pụtara Lagos Island, Ikoyi na gburugburu ya dị ka Iddo, Apapa, na Ebute Metta. Iji malite atụmatụ ahụ, ndị ọchịchị na-achị ala nwetara ala dị hekta otu narị na iri ịse na otu na Iju n'ụgbọ mmiri site n'aka Gọọmentị Egba United na ịgbazite maka afọ narị itoolu na iri itoolu na itoolu. Ebe ahụ dị n'ebe osimiri Iju na Adiyan na-agakọ",
  "A malitere iwu ya n'afọ 1910, a malitere ịrụ ọrụ na July 1, 1915, a malitekwara inye mmiri n'August 1915. E mere atụmatụ na ngụkọta ọnụahịa nke Iju Waterworks dị ihe karịrị £ 300,000.",
  "Ikike mbụ nke ọrụ mmiri ahụ dị nso na nde galọn 2.5 kwa ụbọchị",
  "O nwere injin atọ na-agbapụta galọn puku ịse mmiri kwa nkeji",
  "Mgbe emechara ihe dị ka isi iyi mmiri 200 na mmiri mmiri 250 ka e guzobere na Lagos niile",
  "E kesara mmiri na Lagos nke na-achị site na paịpụ mmiri nke nwere ogwe ígwè na-acha anụnụ anụnụ nke nwere 28 inch n'obosara",
  "Ndị mbụ ritere uru bụ ndị bi na Ikoyi na Lagos Island ma jiri nwayọọ nwayọọ ruo ebe ndị ọzọ gụnyere Ijora, Apapa, Iddo, na Ebute Metta",
  "A mụbara ikike nkesa n'afọ 1943 site na mgbakwunye nke paịpụ nke abụọ",
  "Tupu afọ 1954, isi iyi mmiri maka atụmatụ ahụ sitere na iyi Iju na Adiyan",
  "Mmụba ọzọ na ikike mere na 1954 iji jeere Ikorodu rd, Ikeja na Eastern Lagos ozi ma gbasaa mmiri na Osimiri Ogun",
  "N'afọ 1962, 1965, 1973 na 1985 ikike mụbara",
  "N'afọ 1985, ikike ruru nde galọn iri anọ na ise kwa ụbọchị. Mgbe e guzobere Lagos State n'afọ 1967, e wegara ọrụ nke Iju Waterworks na steeti ahụ.",
  "Mmiri sitere na Iju na-adabere na ike na nkwụsị ọkụ na- akwụsị akwụsị na-emetụta mmepụta nke ụlọ ọrụ ahụ",
  "N'afọ 2010, gọọmentị steeti nyere ụlọ ọrụ ọkụ eletrik kwụụrụ onwe ya iwu iji nye ụlọ ọrụ ahụ ọkụ eletrik."
]