[
  "The Lagos Plan of Action (nke a na-akpọ Lagos Plan of Act for the Economic Development of Africa, na afọ 1980 na 2000) bụ atụmatụ nke Organisation of African Unity kwadoro iji bulie afọ ojuju nke Africa. Atụmatụ ahụ bu n'uche ibelata njikọ Afrịka na mba ndị dị n'Ebe Ọdịda Anyanwụ site n'ịbawanye akụ nke Afrịka.",
  "E dere ya na Lagos, Naịjirịa n'ọnwa Eprel afọ 1980, n'oge nnọkọ nke gụnyere ọtụtụ ndị isi Afrịka.  Atụmatụ ahụ boro nsogbu akụ na ụba Afrịka ụta na Structural Adjustment Programs nke World Bank na International Monetary Fund na adịghị ike nke akụ na ụba Afrika na nsogbu akụ na ụzụ ụwa, dị ka nsogbu mmanụ 1973. A kọwapụtara ya dị ka nzaghachi nke mba Afrịka na-adabere na akụ na ụba ọdịda anyanwụ na echiche nke neoliberalism, nke a chịkọtara n'ụzọ zuru oke na akụkọ Berg nke World Bank nke afọ 1981, nke dochiri LPA dị ka akwụkwọ nduzi akụ na ụba maka Afrịka na afọ 1980.",
  "Akụkọ ahụ kwuru na enwere ike inweta mmepe n'Afrika site na mbelata ịdabere na nchọpụta ihe, mmepụta ihe, nha nhata zuru ụwa ọnụ na mmekọrịta azụmahịa na mmụba nke enyemaka mmepe site na mba ụwa",
  "Ndị ọkà mmụta Africanist kwuru na enweghị ụta ọ bụla na akụkọ ahụ, ma ọ bụ na-akpọ maka mgbanwe nke, gọmentị ime obodo nke Afrika. Nke a dị iche na Berg Report, nke nyere ụta naanị na ndị isi Afrika n'onwe ha, na mba ụwa na-anaghị ibu ọrụ maka òkè ha na ọnwụ Afrika.",
  "Atụmatụ Ọrụ Lagos kwetara na ọnọdụ ọjọọ nke mmepụta na oriri nri nke Afrika",
  "Atụmatụ ahụ gosipụtara isi ihe kpatara nsogbu ahụ na mmepụta nri nke Afrịka ka ọ bụrụ enweghị nlebara anya na ihe onwunwe kwesịrị ekwesị na ndụ ime obodo. Atụmatụ ahụ kwusiri ike na \"e kwesịghị ịtụle mmepe nke ọrụ ugbo n'onwe ya kama jikọtara ya n'ime usoro mmepe akụ na ụba na mmekọrịta mmadụ na ibe ya\". Atụmatụ ahụ chere na ọ dị mkpa itinye ndị ntorobịa n'ọrụ ugbo ma gbanwee usoro mmepe obodo site na iwebata mgbanwe iwu iji mee ka ndụ ime obodo dịkwuo uru bụ akụkụ dị mkpa nke mmepe ọrụ ugbo n'Afrika",
  "Atụmatụ ahụ tụrụ aro na, site na afọ 1980 ruo afọ 1985, Africa lekwasịrị anya n'ịtọ ntọala \"ntọala nke afọ ojuju onwe onye\" na \"imeziwanye ngwa ngwa na ọnọdụ nri\". Atụmatụ ahụ mekwara ka ihe ndị dị mkpa dị ka ibelata nri furu efu, ịbawanye nchekwa nri, na ịbawanye na ịba ụba nri ka ọ na-atụ aro usoro ngwa ngwa maka mmadụ niile.",
  "Atụmatụ Ọrụ Lagos kpọrọ oku ka e mee \"ọganihu dị ịrịba ama\" iji nweta \"mgbochi 50% na mmefu nri mgbe owuwe ihe ubi gasịrị\". Ụfọdụ n'ime ihe ndị a tụrụ aro iji mezuo nke a gụnyere ịkụziri ọha na eze banyere mbelata nri mkpofu site na mkpọsa mgbasa ozi, iwu ụlọ kwesịrị ekwesị maka nchekwa nri na njem, yana ịmepụta iwu mba maka mbelata nri furu efu",
  "Iji mụbaa nchekwa nri, LPA bu n'uche ịmepụta nri mba na 10% nke ọnụ ọgụgụ mmadụ niile maka steeti niile. LPA kpọkwara maka \"iwu nchekwa nri mba\" na \"omume nzuzo\" maka steeti ọ bụla. LPA tụrụ aro maka nyocha kwesịrị ekwesị iji melite njem nri na nkesa n'Africa dum",
  "Ebumnuche bụ isi nke atụmatụ ahụ kpọrọ bụ maka \"mmelite dị mma na mmepụta ihe oriri na ebumnuche iji dochie oke nke ngwaahịa ndị a na-ebubata ugbu a\".",
  "LPA kwetara na Africa na-abanye n'ime afọ iri nke afọ 1980 na afọ 1990 dị ka \"ógbè na-emepebeghị emepe n'ụwa\" dị ka mmetụta nke ọchịchị ala ọzọ ma kwupụta afọ 1980-1990 dị ka \"Afọ iri nke mmepe ụlọ ọrụ na Africa\". N'ihi njedebe nke akụ na ụba nke mba Afrịka na-eche ihu, LPA gbara ume \"ịrụkọ ọrụ ọnụ nke ụlọ ọrụ\" n'etiti mba ndị mejupụtara ya iji mee ka mmepụta ihe sie ike n'Africa",
  "Mba ndị mejupụtara ya chere na ha ji \"onyinye dị ukwuu na nke kwesịrị ekwesị\" site na mba ndị mepere emepe maka mmepe Afrịka. Atụmatụ ahụ chọkwara maka ụlọ ọrụ mmepụta ihe na steeti ọ bụla maka mmepe mmekọrịta na akụ na ụba nke Afrịka.",
  "Ka ọ na-erule n'afọ 2000, atụmatụ Lagos bu n'uche ka Afrịka nwee \"2% nke mmepụta ụlọ ọrụ mmepụta ihe n'ụwa\" ma ghọta mkpa ọ dị ịmepụta ụlọ ọrụ mmepe nke mba iji mezuo ebumnuche ahụ. Atụmatụ ahụ mesịkwara ike mkpa ọ dị imekọ ihe ọnụ n'etiti ngalaba ụlọ ọrụ maka ihe ịga nke ọma n'oge na-adịte aka",
  "Site na afọ 1980 na afọ 1990, atụmatụ ahụ bu n'uche ka Afrịka nwee \"1.4% nke mmepụta ụlọ ọrụ ụwa\" ka ha na-enweta afọ ojuju n'ihe oriri, ihe owuwu, uwe, na ike. N'oge dị mkpirikpi, atụmatụ ahụ bu n'uche inwe \"ọ dịkarịa ala 1% nke mmepụta ụlọ ọrụ ụwa\" ma malite usoro ntọala maka inweta ịdabere n'onwe ya n'ikpeazụ. Atụmatụ ahụ kpọrọ ka e mee nnyocha iji chọpụta ngalaba ụlọ ọrụ ndị a ga-emepe n'oge dị mkpirikpi na ịmụta ụlọ ọrụ ndị chọrọ nkwado mpaghara na nke mba maka mmepe",
  "Atụmatụ Lagos  kwuru na nsogbu ndị bụ isi na-eche Africa ihu na mmepe akụ na ụba gụnyere enweghị ozi, enweghị isi obodo zuru oke, na ịdabere na mba ọzọ",
  "Atụmatụ ahụ na-ekwu na atụmatụ maka mmepe akụ na ụba na afọ 1980 ha kwesịrị ịtụle onyinye akụ na ụba, jikọta mmepe akụ akụ na ụba okike, wusie akụ na ụba dị ugbu a ike, ma rụọ ọrụ na njikọ chiri anya na ndị mba ụwa.",
  "Atụmatụ ahụ tụrụ aro ka mba ndị otu ahụ nweta nghọta zuru oke banyere ihe ndị sitere n'okike ha dị ugbu a, mee nyocha, ma chekwa data anakọtara na ụlọ akụ data mba",
  "A na-atụ aro mmepe ezi uche dị na ya na ojiji nke ihe onwunwe okike nke steeti Member yana nchekwa nke ihe onyinyo okike. Ebumnuche bụ isi maka mmepe nke akụrụngwa na-emetụta inweta nghọta ka mma banyere akụrụngwa akụrụngwa nke Africa",
  "Atụmatụ ahụ kpọrọ oku ka e guzobe Kọmitii Mmiri Mba site na afọ 1980, na-eme ka ndị otu mpaghara dị ugbu a sie ike, na-amata ọrụ mmiri na ịgba mmiri nke ọma, yana ịbawanye mmekorita na mmepe nke ihe onwunwe mmiri",
  "Banyere eserese na eserese, steeti ndị otu kwesịrị \"inye ụzọ iji guzobe ma wusie ụlọ ọrụ nyocha na eserese mba ike\" ma tinye nkwenye dị mkpa na mmepe nke ụlọ ọrụ nyocha mba na eserese.",
  "Atụmatụ Ọrụ Lagos gosipụtara akụ na ụba mmadụ nke Africa dị ka otu n'ime akụ ya kachasị ukwuu",
  "Ọ kwupụtara ugboro ugboro na enweghị ndị ọrụ a zụrụ nke ọma ma kpọọ maka iji ndị ọrụ ya mee ihe n'ụzọ zuru oke dị ka ọ dị mkpa maka mmepe nke kọntinent ahụ",
  "Atụmatụ ahụ kpọrọ ka e mesie nkà mmụta sayensị na teknụzụ ike iji belata ịdabere na Afrịka na ndị ọrụ sayensị da teknụzụ",
  "Na National Level, a na-ewere ịbawanye ọzụzụ mba na mmepe ndị ọrụ yana idebe \"Ụlọ Ọrụ Ọzụzụ nke na-achịkwa\" dị ka ihe dị mkpa. Okike na mmezi nke mmemme ọzụzụ n'ime mba ndị otu ga-enweta ego site na ego ọzụzụ a",
  "Ntinye iwu na usoro iji hụ na mbelata nke ịdabere na mba ọzọ dị mkpa",
  "Na mpaghara na mpaghara mpaghara, Atụmatụ ahụ kpọrọ maka \"ọmụmụ ọrụ\" / nyocha ka a mee iji \"nye ntuziaka maka ịhazi na ịmalite mmemme ọzụzụ na ọkwa mba\". Atụmatụ ahụ kwusiri ike uru nke ịkwado \"njem ọrụ n'efu n'ime mpaghara\" iji \"mere ka ọrụ nke ndị ọrụ a zụrụ azụ\" dị mfe maka mba ndị ọzọ nọ na mkpa. Ọnụ ego kacha nta maka atụmatụ ndị ọrụ mmadụ akọwapụtara na Atụmatụ ahụ chọrọ $ 1.5 nde kwa afọ. Atụmatụ ahụ dụrụ mba ndị otu ahụ ọdụ na enyemaka mba ụwa maka mmepe nke ndị mmadụ bụ \"a na-anabata ma na-agbakwunye mgbalị ndị Afrịka na-adabere n'onwe ha\".",
  "N'ihe gbasara sayensị na teknụzụ, atụmatụ Lagos kpọrọ oku maka ọzụzụ, ego na nyocha ka a na-eme iji kwadebe isi obodo mmadụ a zụrụ azụ na ibuli ọnọdụ ndụ",
  "The Lagos Plan of Action ghọtara na n'agbanyeghị mgbalị ndị gara aga, Africa chọrọ mmepe sayensị na teknụzụ",
  "Atụmatụ ahụ kpọrọ ka mba ndị otu ahụ mee ihe ngosi sayensị na teknụzụ mgbe niile iji gbaa ndị ọkà mmụta sayensị Afrịka ume ka ha na-agbanwerịta ihe ọmụma",
  "Atụmatụ ahụ kpọkwara maka \"Centre for Science and Technology for Development\" dị n'etiti na steeti ọ bụla iji rụọ ọrụ dị ka usoro ọrụ maka mmepe",
  "A na-ewere mmepe nke ndị ọrụ a zụrụ na sayensị na teknụzụ na ịmepụta ebe nyocha asọmpi dị mkpa",
  "Atụmatụ ahụ gosipụtara ebe ndị a na-ebute ụzọ maka ihe ọhụrụ teknụzụ na nri na ọrụ ugbo dị ka imeziwanye mkpụrụ, usoro nchekwa / nhazi, teknụzụ ịgba mmiri na ihe ndị ọzọ",
  "Maka ngalaba ụlọ ọrụ mmepụta ihe, Atụmatụ ahụ gosipụtara ebe ndị dị mkpa maka ihe ọhụrụ sayensị na teknụzụ dịka nri na ụlọ ọrụ agro, ụlọ ọrụ na-ewu ụlọ, ígwè, injinia, kemịkal na ụlọ ọrụ ndị dabeere n'oké ọhịa.",
  "Atụmatụ Ọrụ Lagos ghọtara na njem na nkwurịta okwu na-arụ ọrụ dị mkpa maka Africa",
  "Kọmitii Na-ahụ Maka Akụnụba maka Nzukọ Ndị Minista Afrịka kpọrọ oku maka \"Afọ Iri maka Transport na Communications na afọ 1979\". Atụmatụ ahụ na-akpọ maka \"ịkwalite njem na nkwurịta okwu na-elekwasị anya n'ịbawanye azụmahịa n'ime Afrịka\". E kpebiri na a ga-etinye afọ iri ahụ n'ọrụ n'ụzọ abụọ yana \"ọrụ mpaghara, mpaghara na nke mba nwere mmetụta mpaghara\"",
  "Nzọụkwụ abụọ ahụ gụnyere ịga n'ihu na ọrụ ndị na-aga n'ihu, mmejuputa ọrụ ndị a kwadoro na ịnakọta ego maka ọrụ ndị ga-abịa n'ọdịnihu",
  "E nwere ọrụ njem 450 na ọrụ nkwukọrịta 100 dị njikere maka nke mbụ na ngụkọta nke US $ 8.85 ijeri.",
  "Atụmatụ Ọrụ Lagos kpọrọ oku ka e mepụta Ahịa African Common na imeziwanye azụmahịa ụlọ na mba na mpaghara niile n'Africa",
  "A na-agba ume ka mgbasawanye azụmahịa n'ime Afrịka site n'ụzọ nke ibelata ihe mgbochi azụmahịa, usoro maka mmepe azụmahịa, na nguzobe ụlọ ọrụ mmepụta mba Afrịka na ụlọ ọrụ jikọrọ aka. Na mba ụwa, atụmatụ ahụ kpọrọ oku ka mmepụta ụlọ ọrụ ụwa nke Afrịka ruo 2% site n'afọ 2000",
  "Atụmatụ ahụ kpọkwara maka iwu ego ọhụrụ na ọkwa mba na mpaghara iji kwalite azụmahịa na mmekọrịta ego n'etiti mba ndị otu.",
  "Mkpa Afrịka nwere maka ụlọ ọrụ ndị na-enyere aka ịzụlite ikike na akụrụngwa dị mkpa maka mmepe akụ na ụba na mmekọrịta mmadụ na ibe ya ka atụmatụ Lagos ghọtara. Ụlọ ọrụ ndị dị ugbu a enwela ọganihu na-egbochi n'ihi enweghị nkwado gọmentị",
  "Atụmatụ ahụ bu n'uche ịtọ ntuziaka gbasara ịmepụta ụlọ ọrụ mba dị iche iche n'ọdịnihu iji hụ na a ga-akwado ụlọ ọrụ n'ọdịnihu ma chọọ mkpa ha.",
  "Atụmatụ Ọrụ Lagos gosipụtara mmepe gburugburu ebe obibi dị ka \"ebe ndị mbụ nke nchegbu gburugburu ebe obibi chọrọ ime ihe ozugbo\" na ihe achọrọ gbasara: (a.) Ịnọgide na-enwe mmiri ọṅụṅụ dị mma na mkpo gburugburu ebe obibi; (b.) Ọzara na ụkọ mmiri ozuzo; (c.) Mgbukpọ osisi na mmebi ala; (d.) Mmiri Mmiri na nchekwa nke ihe onwunwe mmiri; (e.) Ebe obibi mmadụ; (f.) Ịchụ ala; (g.) Nchịkwa Mmetọ Mmiri; (g.) Mmụta na ọzụzụ gburugburu ebe obibi, iwu, na ozi.  Atụmatụ Lagos kwusiri ike na ọ dị mkpa ịmepụta kọmitii na-ahụ maka ihe gbasara gburugburu ebe obibi yana imekọ ihe ọnụ nke mba ndị mejupụtara maka ọganihu nke mmepe gburugburu ebe obibi nke Afrika.",
  "Atụmatụ Lagos na-anabata nkwubi okwu nke Nzukọ nke Mba Afrịka Ndị Na-emepebeghị Emepe na 1980 na nsogbu ndị mba ndị na-emepe emepe na-eche ihu",
  "A ghọtara na mba ndị a na-eche nsogbu ndị yiri ya ihu nke chọrọ ngwọta mkpokọta na ihe yiri ya",
  "Atụmatụ ahụ chọkwara ịzụlite mba ndị a na mgbalị iji nweta nkwado site na enyemaka mmepe nke gọmentị",
  "A kpọrọ oku ka e mepụta Nzukọ nke Minista nke Mba Ndị Na-emepebeghị Emepe n'Afrịka nakwa maka ụdị atụmatụ dị elu maka mba ndị na-emepe emepe.",
  "Atụmatụ Ọrụ Lagos kwupụtara na ọnọdụ ike Afrịka na-enye nsogbu ma na-arị elu na ọnụego nke kwesịrị ịkpata nnukwu nchegbu",
  "Site na ojiji nke ike na-abawanye na ọnụego nke na-akpata nchegbu maka ike nke kọntinent ahụ, enweghị iwu ike nke mba Afrịka n'ọtụtụ mba Afrịka bụ nnukwu nsogbu",
  "Atụmatụ ahụ gosipụtara mkpa ọ dị ịba ụba na isi mmalite ike, enweghị ego, obere ndị ọrụ, na enweghị nhazi na ngalaba ike. N'ikpeazụ, atụmatụ ahụ tụrụ aro ịchọpụta mmanụ ala, mmiri, ike nuklia, na isi mmalite ike ọhụrụ na nke na-agbanwe agbanwe.",
  "Atụmatụ Ọrụ Lagos kpọrọ oku maka njikọta zuru oke nke ụmụ nwanyị na atụmatụ mmepe",
  "Atụmatụ ahụ kwuru na ihe ọ bụla e mere maka mmepe nke ọnọdụ ụmụ nwanyị n'Afrika ruo ugbu a ezughi ezu",
  "Atụmatụ ahụ mesiri ike mkpa ọ dị itinye ụmụ nwanyị n'ime ngalaba niile nke mmepe n'ime Africa na ịghara imeso usoro ahụ dị ka nke dị iche na mmepe Afrika n'ozuzu ya. Atụmatụ ahụ bu n'uche inye ụmụ nwanyị \"ikike agụmakwụkwọ ka elu, agụmakwụkwọ teknụzụ, na nkà njikwa\" na-enye ụmụ nwanyị ohere \"ikere òkè zuru oke na ndụ akụ na ụba na ndọrọ ndọrọ ọchịchị\". Atụmatụ ahụ kpọrọ maka \"belata ibu arọ ụlọ nke ụmụ nwanyị ime obodo\" na maka \"nzọụkwụ a ga-ewere iji tinye ụmụ nwanyị na ọkwa nchịkwa na iwu dị elu\". Maka afọ 1980 na afọ 1985, Atụmatụ ahụ họọrọ ngalaba ụfọdụ iji lekwasị anya",
  "Ndị a gụnyere usoro nhazi, agụmakwụkwọ na ọzụzụ, ọrụ, nkwukọrịta na mgbasa ozi ọha na eze, ahụike, nri na-edozi ahụ, na ndụ ezinụlọ, nyocha, nchịkọta data na nyocha, na n'ikpeazụ iwu na nchịkwa.",
  "Atụmatụ Lagos ghọtara enweghị atụmatụ mmejuputa dị mkpa na nke kwesịrị ekwesị iji mezuo ọtụtụ mkpesa mba",
  "Iji mezuo ebumnuche ya nke afọ ojuju onwe ya na ibelata ịdabere na mba ọzọ, mba ndị Afrịka ga-emeziwanye ikike ya iji mezuo atụmatụ mmejuputa",
  "Atụmatụ ahụ kpọrọ oku ịmepụta mmemme ọnụ ọgụgụ iji nyere aka na mmepe mba yana imeziwanye ọnụ ọgụgụ mmadụ na usoro nchịkọta data nke ọnụ ọgụgụ mmadụ.",
  "Atụmatụ Lagos bu n'uche idozi ọtụtụ nsogbu ma chee ọgụ siri ike iji mezuo ebumnuche ya ihu",
  "Na nzukọ nke iri na otu nke Nzukọ nke Ndị Minista Azụmaahịa Afrịka n'ọnwa Eprel, na afọ 1991, Kọmitii Akụnụba maka Afrịka nyere nyocha ha banyere mmetụta nke atụmatụ Lagos",
  "Nzukọ a lere anya na mmepe nke azụmahịa n'ime obodo na mmetụta nke mmepe ahụ na mba ndị otu Afrịka",
  "Enweghị \"usoro nlekota dị irè\" nwere ike ịkọwa ihe mere na ụfọdụ mba ndị otu ahụ enweghị mmanye. Enweghị data anakọtara nwekwara mmetụta na mgbalị nyocha nke akụkụ nke atụmatụ Lagos",
  "Ọdachi ndị na-emere onwe ha metụtara azụmahịa, dị ka ụkọ mmiri ozuzo na mba 34 nke Afrịka na afọ 1990 ha, na afọ 1990, azụmahịa na Afrịka nọ n'azụ ọtụtụ mpaghara ndị ọzọ. A chọpụtara na ihe mgbochi azụmahịa ka dị n'etiti mba Afrịka ebe ha na-ekwesịghị inwe site na afọ 1990",
  "Otu ebe ọganihu bụ iwu ụlọ ọrụ n'agbanyeghị enweghị ego kwesịrị ekwesị."
]