[
  "Ụlọ Alakụba nke isi ya dị na Legọs bụ ụlọ alakụba jum'at dị mkpa na Lagos Island, ya na ụlọ Onye isi ndị ukọchukwu Alakụba nke Lagos. Ọ dị n'okporo ụzọ nke Nnamdi Azikiwe",
  "E meghere ụlọ alakụba a maka Okpụkperechi n'ọnwa Mee afọ 1988",
  "Ọ na-anọchi ụlọ alakụba mbụ e wuru n'àgbàtà afọ 1908 na afọ 1913",
  "Onye isi ukọchukwu ndị Alakụba (Chief Imam) bụ ya na-eduzi mmemme jum ma bụrụkwa onye na-elekọta ụlọ alakụba ahụ. Kemgbe ọtụtụ afọ gara aga, ndị kansụl ụlọ alakụba ahụ enyela ọtụtụ ndị mmadụ utu aha",
  "Otu aha ama ama bụ Baba Adinni nke mbụ, nke enyerela Maazị Runmonkun, [ihe odide dị mkpa]  ya na A.W",
  "Elias, nyekwa Wahab Folawiyo na Abdul Hafiz Abou n'oge nso nso a. Ndị mbụ abụọ nwere aha ahụ rụrụ ọrụ dị mkpa n'iwu ụlọ alakụba ọhụrụ nke oge a.",
  "Ọ bụ Jamat Muslim Council nke Lagos mepụtara ụlọ alakụba etiti mbụ dị na Lagos bụ ndị guzobere kansụl ndị isi nke ụlọ alakụka Lagos Central n'ihe dị ka 1905",
  "E wuchara ụlọ alakụba ọhụrụ ahụ na July na afọ 1913 ma jeere obodo Lagos ozi ruo afọ iri asa.",
  "Echiche banyere iwu ụlọ alakụba ọhụrụ malitere n'oge na-adịghị anya mgbe ememe Jubilee ọla edo nke ụlọ alakụka ochie dị n'etiti na afọ 1963",
  "Ụfọdụ ndị otu na-achọ ụlọ ọhụrụ kwesịrị ekwesị maka da'wa weere ụlọ alakụba ochie ahụ dị ka ihe ochie ebe ụfọdụ na-ahọrọ ịgbatị ihe owuwu ochie ahụ",
  "Na mbido, amaritere ịtụ ego na afọ 1973 maka iwu mgbatị na ụlọ alakụba ochie na ịzụta ihe onwunwe ndị dị nso",
  "E mechara wepụ atụmatụ ahụ na ọtụtụ ndị otu na-ahọrọ ụlọ ọhụrụ; e mechara kwatuo ụlọ alakụba nke ochie ahụ na afọ 1983",
  "Ndị otu ahụ gara ekpere Fraịdee na ụlọ alakụba Alli-Balogun dị nso ruo mgbe a rụchara ụlọ alakụka ọhụrụ ahụ.",
  "Onye isi ala Babangida meghere ya na Mee 28, na afọ 1988, G",
  "Cappa Ltd wuru ụlọ alakụba ọhụrụ ahụ",
  "O nwere minaret anọ a ma ama, abụọ obere na abụọ dị ogologo, a na-etinye ndị pere mpe n'elu ọnụ ụzọ na ndị dị elu n'akụkụ ọdịda anyanwụ na ọwụwa anyanwụ nke ụlọ ahụ",
  "Oghere ụlọ ahụ dị ihe dị ka otu acre ma na-eri mita 50 nke ohere n'akụkụ Nnamdi Azikiwe",
  "Ọnụ ụzọ mbata nke ụlọ ọhụrụ ahụ na-eduga na riwaq, nke ogidi ndị a chọrọ mma na-eme ka ọ pụta ìhè ma n'akụkụ ya bụ ogige ma ọ bụ Sahn. Ọrụ ekpere ahụ na-eje ozi site na ụlọ ekpere 750 square mita nke nwere etiti etiti nke e ji ígwè mee nke dị mita 15 n'obosara ma pụta ìhè n'èzí n'ihi mkpuchi aluminum ọla edo ya. Enwere ohere n'okpuru ụlọ ahụ maka ebe nchekwa nke ndị Imam nwụrụ anwụ na ndị otu a ma ama na maka iji ya dị ka ụgbọala na garage",
  "Ụlọ ahụ nwekwara ụlọ ọrụ ọfịs, ọbá akwụkwọ ntụaka, ụlọ ọrụ Alakụba na ụlọ maka Chief Imam."
]