[
  "Lagos Lagoon bụ ọdọ mmiri dị n'obodo Lagos, Naịjirịa, obodo kacha nwee ọnụ ọgụgụ mmadụ n'Africa",
  "Aha Lagos pụtara 'ọdọ mmiri' na Portuguese, ya mere Lagos Lagoon bụ ihe atụ nke aha ebe tautological. Ọdọ mmiri ahụ dị n'etiti Oké Osimiri Atlantic na Steeti  Lagos  Ọ bụ otu n'ime ọdọ mri iri dị na Lagos Steeti na nke kachasị ukwuu na Gulf nke Guinea nke gafere ihe karịrị skwere puku kilomita isi (2,300 sq mi).",
  "Ọdọ mmiri ahụ bụ ebe obibi maka ihe dị iche iche dị n'ime mmiri, dị ka ụdị azụ dị iche iche bụ isi iyi nke ego na nri maka obodo ndị gbara ya gburugburu.",
  "Ọdọ mmiri ahụ dị ihe karịrị kilomita iri ise n'ogologo na kilomita atọ ruo iri atọ n'obosara, nke ogologo ájá dị kilomita abụọ na ụka ise kewara site n'Oké Osimiri Atlantic",
  "Obodo ya dị ihe dịka  km2 puku isii na narị atọ na iri ise na anọ tinyere ụma asaa.  Ọdọ mmiri ahụ adịghị omimi ma ọ bụghị ụgbọ mmiri na-aga n'oké osimiri, kama ọ bụ obere ụgbọ mmiri na ụgbọ mmiri",
  "Ọ na-enweta mmiri nke Osimiri Ogun na nke Osimiri Osun.",
  "Ihe ndị dị n'ọdọ mmiri ahụ sitere na mangrove marsh na apịtị na ájá.",
  "Lagos Lagoon na-abanye n'Oké Osimiri Atlantic site na Lagos Harbour, isi ọwa site n'etiti obodo ahụ, 0.5 km ruo 1 km n'obosara na 10 km n'ogologo",
  "Isi ọdụ ụgbọ mmiri Lagos dị na Apapa na alaka ọdịda anyanwụ sara mbara site na isi ọwa nke ọdụ ụgbọ mmiri ahụ.",
  "Alaka ọzọ dị n'okporo ụzọ isi nke dị warara ma dị ogologo kewara Lagos Island na Victoria Island, nnukwu ájá nke na-eme ka osimiri dị.",
  "Obodo a gbasara n'ihe karịrị kilomita iri atọ nke ụsọ mmiri ndịda ọdịda anyanwụ na ọdịda anyanwụ",
  "Mmetọ sitere na ihe mkpofu obodo na nke ụlọ ọrụ mmepụta ihe bụ nnukwu nsogbu ka a na-ewepụta nnukwu mmiri mkpofu n'ime ọdọ mmiri kwa ụbọchị",
  "E wuru àkwà mmiri nke atọ dị kilomita iri na otu n'akụkụ ọdịda anyanwụ iji gafee mpaghara ndị dịpụrụ adịpụ.",
  "N'ebe ugwu ọwụwa anyanwụ ya, a na-ejikọta ọdọ mmiri ahụ site na ọwa na-agafe n'ebe ndịda obodo Epe na Lekki Lagoon",
  "Okporo ụzọ dị warara na-ejikọta usoro ahụ site na nnukwu ala mmiri na osimiri dị n'ụsọ oké osimiri, ruo n'ebe dị anya dị ka Sapele, nke narị kilomita abụọ na iri ise n'ebe ọwụwa anyanwụ.",
  "Mpaghara ndị gbara ọdịda anyanwụ-Lagos Lagoon gburugburu enweghị okporo ụzọ nke ọma na ọtụtụ obodo dị n'ebe ahụ na-adabere na njem mmiri.N'etiti ọdọ mmiri ahụ bụ Palaver Islands.",
  "Lagos Lagoon, nke dị n'otu n'ime nnukwu obodo na-eto ngwa ngwa n'ụwa, Lagos nke a maara maka uto ngwa ngwa ya na ọnụ ọgụgụ mmadụ na mmepe ụlọ ọrụ, aghọwo ebe ụlọ ọrụ mmepụta ihe, ọrụ ugbo na ihe mkpofu ewetara n'ụlọ",
  "Dị ka WHO na Africa UN Environment si kwuo, Lagos Lagoon bụ usoro okike kachasị emetọ n'Africa na nnukwu ihe mkpofu ya na-esite na ụlọ ọrụ mmanụ na akwa nakwa nsị obodo nke osimiri Ogun na Osun bu.",
  "Ọrụ ịkụ azụ gabigara ókè, igwupụta ájá na ịdọrọ mmiri, na-enyekwa aka na mmebi nke gburugburu ebe obibi nke Lagoon. N'ime nnyocha e mere, a chọpụtara na ihe mkpofu ndị a a tụfuru n'ọdọ mmiri ahụ bụ ihe iyi egwu nye azụ na anụmanụ na-enye nwa ara, nke nwere ike ịlahachi bụrụ nsogbu nye ụmụ mmadụ ahụ",
  "Ha nwere metal dị arọ dị ka mercury na cadmium, PCBs, Phenolsa, PAHs na organotins.",
  "Lagos Lagoon, Nigeria",
  "Lagos Lagoon, Nigeria",
  "Lagos Lagoon",
  "Lagos Lagoon"
]