[
  "Ngalaba Ọrụ Ugbo na Cooperatives nke Lagos Steeti bụ ụlọ ọrụ gọọmentị steeti, nke a na-ahụ maka ịhazi, ịhazi ma tinye n'ọrụ iwu steeti na Ọrụ Ugbo.",
  "Kemgbe e guzobere steeti ahụ n'afọ 1967, ngalaba ọrụ ugbo na steeti ahụ agbanweela n'ime ọtụtụ iri afọ. N'oge e guzobere Ministri Ọrụ Ugbo nke Lagos Steeti, iwu ahụ lekwasịrị anya na mmepụta kpọmkwem site na steeti",
  "N'ihi ihe dịgasị iche iche, usoro iwu agbanweela ka oge na-aga site na mmepụta kpọmkwem gaa n'ịmepụta ọnọdụ dị mma maka itinye ego na ngalaba onwe",
  "Iji jikwaa ngalaba ụfọdụ nke ngalaba ahụ, e guzobere ọtụtụ ụlọ ọrụ pụrụ iche",
  "Lagos State Coconut Development Authority (LASCODA), Agricultural Land Holding Authority (ALHA), Lagos State Input Supply Authority (LAISA), na Lagos State Agricultural Development Authority so n'ime òtù ndị a (LSADA).",
  "Lagos State Coconut Development Authority(LASCODA) bụ ụlọ ọrụ gọọmentị dị n'okpuru Ministri Ọrụ Ugbo nke Lagos. E guzobere ikike ahụ na 15 Mee 1996. Ọrụ ụlọ ọrụ ahụ bụ ịkwalite mmepụta akị bekee na steeti ahụ. Akị bekee bụ isi ihe ọkụkụ ego nke Lagos State, ya mere mkpa LASCODA iji bulie uru ya maka mmepụta, nhazi na ojiji.",
  "Site na mmụba nke pasent 3.2 kwa afọ, Lagos Steeti na-emepụta ihe na-erughị pasent iri abụo (na nkezi) nke nri a na-eri n'ime ókèala ya",
  "A na-ejikarị nri sitere na steeti ndị ọzọ nke Federation na mba ndị ọzọ eme ihe iji mejupụta ụkọ ihe doro anya",
  "N'akụkụ ọnụ ahịa, steeti ahụ nwere ugbu a ihe karịrị ezinụlọ ndị ọrụ ugbo narị puku isii (ndị na-emepụta, ndị nhazi, ndị na-ere ahịa na ndị na-enye ọrụ).",
  "Rouleaux Foundation, otu sayensị na-enweghị uru, jikọtara ya na Gọọmentị Lagos Steeti iji zụọ ma nye ndị na-ahụ maka nri na ndị ọzọ na-etinye aka na ahịa Lagos na nchekwa nri na mmezi, yana njikwa ahụhụ na ụmụ oke mgbe niile.",
  "Ụlọ ọrụ na-ahụ maka mmepe ọrụ ugbo na steeti Lagos agbaala ndị bi na ya ume ka ha nyochaa ọrụ ugbo n'obodo ukwu dị ka ụzọ isi nweta nchekwa nri",
  "Ms Abisola Olusanya, Kọmishọna nke Ọrụ Ugbo, kwuru na ọrụ ugbo n'obodo ukwu ga-eme ka mmepụta nri dịkwuo mma, mee ka ọ dịkwuo mfe inweta ngwaahịa ugbo ọhụrụ, belata nrụgide ahịa na ihe oriri, ma mee ka ọnụ ahịa nri kwụsie ike. Iji melite nchekwa nri, gọọmentị azụọla ndị ntorobịa na ndị ọrụ ugbo",
  "Ịkwalite ndụ ime obodo na steeti site na ndị otu na-arụkọ ọrụ ọnụ.",
  "Foto"
]