[
  "Gọvanọ Lagos Steeti bụ onye isi nke Gọmentị Lagos Steeti.",
  "Gọvanọ ahụ na-eduzi ngalaba nchịkwa nke Gọmentị Steeti Lagos.\nỌnọdụ a na-etinye onye nwe ya na ndu nke steeti nwere ikike nchịkwa n'ihe omume steeti",
  "A na-akọwa Gọvanọ ugboro ugboro dị ka nwa amaala nke steeti ahụ.\nAkụkụ nke Abụọ nke Iwu Naịjirịa na-enye ikike nchịkwa nke steeti na gọvanọ ma na-ebo ya ebubo na ọ na-emezu iwu steeti, yana ibu ọrụ nke ịhọpụta ndị isi steeti, ndị nnọchiteanya, ndị na-achịkwa, na ndị ọrụ ikpe n'okpuru nkwado nke ndị otu Assembly.",
  "Ike mbụ Iwu ahụ nyere gọvanọ bụ veto. Nkwupụta ahụ chọrọ ka ụlọ omebe iwu ọ bụla nke Lagos Steeti House of Assembly ga-enye gọvanọ tupu ọ ghọọ iwu. Ozugbo e gosipụtara iwu ahụ, gọvanọ nwere nhọrọ atọ:",
  "A na-eme Gọvanọ ka ọ bụrụ naanị ebe nchekwa nke ikike nchịkwa nke Lagos Steeti, na ike e nyere ya yana ọrụ ndị a na-enye ya dị egwu n'ezie.\nGọvanọ bụ onye isi nke ngalaba nchịkwa nke gọmentị steeti ma bụrụ onye iwu kwadoro \"ilezi anya na a na-eme iwu ndị ahụ n'ụzọ ziri ezi\".\nGọvanọ na-eme ọtụtụ nhọpụta nke ngalaba ndị isi: ndị kọmishọna na ndị ọrụ steeti ndị ọzọ, bụ ndị gọvanọ na'okpuru nkwado nke nzukọ steeti. \nIke gọvanọ nwere ịchụpụ ndị isi ọrụ abụwo okwu ndọrọ ndọrọ ọchịchị na-ese okwu",
  "N'ozuzu, gọvanọ nwere ike iwepụ ndị isi ọrụ na uche ya",
  "Otú ọ dị, nzukọ ahụ nwere ike ibelata ma gbochie ikike gọvanọ ịchụpụ ndị kọmishọna nke ụlọ ọrụ na-achịkwa onwe ha na ụfọdụ ndị isi ọchịchị dị ala site na iwu.\nGọvanọ nwekwara ikike iduzi ọtụtụ n'ime ngalaba ndị isi site na iwu ndị isi nke dabeere na Iwu nke Lagos Steeti ma ọ bụ nyere ikike ndị isi.",
  "Gọvanọ nwekwara ikike ịhọpụta onye isi ikpe nke steeti ahụ",
  "Otú ọ dị, nhọpụta ndị a chọrọ ụlọ nzukọ nkwenye. Inweta nkwado ụlọ nwere ike inye nnukwu ihe mgbochi maka ndị gọvanọ chọrọ iduzi ndị ọka ikpe steeti n'otu echiche.\nNdị gọvanọ nwekwara ike ịgbaghara ma mmegwara, dịka a na-emekarị obere oge tupu njedebe nke oge gọvanọ, ọ bụghị n'enweghị esemokwu.",
  "Iwu ahụ na-egbochi gọvanọ (na ndị isi ndị ọzọ niile) ịbụ onye otu ụlọ nzukọ steeti n'otu oge",
  "Ya mere, gọvanọ enweghị ike iwebata atụmatụ iwu n'onwe ya maka ịtụle n'ụlọ",
  "Otú ọ dị, gọvanọ nwere ike iwere ọrụ na-apụtaghị ìhè n'ịkpụzi iwu, ọkachasị ma ọ bụrụ na òtù ndọrọ ndọrọ ọchịchị gọvanọ ahụ nwere ihe ka ọtụtụ n'ụlọ (ụlọ onye nnọchi anya). Dịka ọmụmaatụ, gọvanọ ma ọ bụ ndị ọrụ ndị ọzọ nke ngalaba nchịkwa nwere ike idepụta iwu wee gwa ndị nnọchiteanya ka ha webatara atụmatụ ndị a n'ime ụlọ",
  "Gọvanọ nwere ike imetụta ngalaba iwu site na iwu kwadoro, akụkọ oge na ụlọ. Tụkwasị na nke a, gọvanọ nwere ike ịnwa ime ka ụlọ ahụ gbanwee iwu a tụrụ aro site n'iyi egwu na ọ ga-egbochi iwu ahụ ma ọ bụrụ na emeghị mgbanwe ọ rịọrọ.",
  "Ndị mmadụ na-ahọpụta Gọvanọ n'onwe ha site na otu ndọrọ ndọrọ ọchịchị edebanyere aha maka afọ anọ, ọ bụkwa otu n'ime naanị ndị isi steeti abụọ a họpụtara ahọpụta, onye nke ọzọ bụ osote Gọvanor. \nIsi nke isii nke iwu afọ 1999 Naijiria dị ka edezigharịrị na-esetịpụ ihe achorọ iji jide ọfịs ahụ.\nGọvanọ ga-enwe:",
  "Àtụ:LagosÀtụ:LagosStatewideOfficials"
]