[
  "Lahoh (Arabic, : , Somali:  ma ọ bụ canjeero, Hibru:  ), nke pụtara \"dị larịị\" n'asụsụ Arabic site na okwu Arabic \"lawḥ\" (\"\"), bụ spongy, pancake-like achịcha nke sitere na injera nke ndị Etiopia",
  "A na-eji ntụ ọka teff eme ya",
  "Ụdị Yemenite bụ ụdị achịcha dị larịị nke a na-ejikarị ntụ ọka sorghum, ọka ọka / ọka na-acha ọcha, mmiri na-ekpo ọkụ, yist, na obere nnu",
  "A na-eri ya maka nri ụtụtụ na Somalia, Djibouti na Yemen",
  "Ndị Juu si Yemen kwabata mere ka nri ahụ bụrụ ihe a ma ama n'Izrel.",
  "A na-akpọ ya laxoox /lahoh ma ọ bụ canjeero /canjeelo na Somaliland, Somalia na Djibouti, ma na-akpọkwa lahoh / lahuh na Yemen",
  "Na mba Etiopia na Eritrea, ebe ọ malitere, a na-akpọ ya injera",
  "A na-ejikarị ntụ ọka sorghum (ọka ọkacha mma maka ime Laxoox), White cornmeal / cornflour, mmiri na-ekpo ọkụ, yist, na obere nnu",
  "A na-eji aka na-akụ ngwakọta ahụ ruo mgbe ọ dị nro ma na-atọ ụtọ. A na-ahapụ ntụ ọka ahụ ka ọ gbaa ụka n'abalị ka ọ sie nri ma rie nri ụtụtụ",
  "E nwere ụdị nri dị iche iche na-atọ ụtọ, otu e ji àkwá mee, yana ụdị ọzọ a na-esi ísì ụtọ ma na-eri ya n'ụlọ ndị Somalia na nri ụtụtụ n'oge Eid a na-akpọ Cambaabuur (Ambaabuur).\nA na-eme ya n'ụzọ ọdịnala n'elu ite ọkụ a na-akpọ taawa",
  "Enweghị nke ahụ, a pụru isi ya n'ime efere nkịtị.",
  "Na Somalia, Djibouti, na n'akụkụ ụfọdụ nke Kenya, maka nri ụtụtụ (nke bụ ebe a na-eri Lahoh na canjaro), a na-eji subag (mmanụ Somalia / ghee), mmanụ oliv, mmanụ sesame, na shuga ma ọ bụ mmanụ aṅụ ma ọ bụ 化beer (ọgbụ na yabasị), ma ọ bụ na 化suqaar 化 (anụ a na-akpọ), ma ọ bụghị na 化odkac / muqmad",
  "Mgbe ụfọdụ, a na-eri ya maka nri ehihie, nke bụ mgbe a na-er ya na ofe Somali, ofe, ma ọ bụ curry",
  "Ọ fọrọ nke nta ka ọ bụrụ mgbe niile ka a na-aṅụ ya na tii Somalia.\nNa mba Ethiopia, Eritrea, na akụkụ ụfọdụ nke Sudan,   injera bụ isi ihe",
  "Injera bụ isi na usoro iri nri, dị ka achịcha ma ọ bụ osikapa n'ebe ọzọ ma na-eri nri ụtụtụ, nri ehihie na nri abalị",
  "Na Yemen, ndị na-ere ahịa na-erekarị ya n'okporo ámá",
  "A pụrụ ịchọta ya na Israel, ebe ndị Juu Yemenite kwagara ebe ahụ webatara ya.",
  "Àtụ:Flatbreads"
]