[
  "Lake Chad Basin Commission (LCBC ma ọ bụ CBLT na French) bụ nzukọ gọọmentị na-ahụ maka iji mmiri na ihe ndị ọzọ sitere n'okike eme ihe na ọdọ mmiri ahụ",
  "E nwere gọọmentị asatọ - ya bụ, Cameroon, Chad, Niger, Nigeria, Algeria, Central African Republic, Libya, na Sudan - ahọpụtara maka ịdị nso ha na Ọdọ Mmiri Chad.",
  "Odeakwụkwọ nke nzukọ a dị na N'Djamena, Chad",
  "LCBC bụ osimiri kacha ochie ma ọ bụ nzukọ ọdọ mmiri",
  "N'akwụkwọ ntọala ya (Nkwekọrịta na ụkpụrụ gbasara mmepe nke Chad Basin) ndị otu ahụ na-etinye onwe ha n'iji òkè nke akụ sitere n'okike nke efere ahụ",
  "Ọ bụ onye otu International Network of Basin Organisation (INBO).",
  "Ewubere Commission Lake Chad Basin Commission n'afọ 1964 site n'obodo anọ dị n'akụkụ Ọdọ Chad: Cameroon, Chad, Niger na Nigeria",
  "The Republic of Central Africa sonyeere nzukọ na 1996, Libya na-anabata na 2008",
  "Observer ọnọdụ na-ejide Sudan, Egypt, Republic of Congo na Democratic Republic of Congo",
  "Ebumnobi kọmiti a bụ ịhazi na ịchịkwa ojiji mmiri na ihe ndị ọzọ dị n'ime ọdọ mmiri ahụ na ibido, kwalite na ịhazi ọrụ mmepe na nyocha ihe sitere n'okike.",
  "N'ihe gbasara mmiri, Chad Basin (ọ bụghị ha niile na-enye Lake Chad nri) gụnyere mba asatọ, nke, n'ebe ala na-agbadata, gụnyere: Chad, Niger, Central African Republic, Nigeria, Sudan, Algeria, na Libya.",
  "Cameroon, Niger, Nigeria na Chad (mba anọ nwere akụkụ nke Lake Chad na ala mmiri ya) bịanyere aka na Fort Lamy (N'Djamena taa) Convention na Mee 22, 1964, nke mepụtara Lake Chad Basin Commission",
  "Central African Republic sonyeere na 1996, Libya sonyeere ya na 2008. A nabatara Sudan na Julaị 2000, mana ọ nwere ọkwa onye nleba anya n'ihi na ọ kwadobeghi mgbakọ ntọala ahụ",
  "Algeria esonyebeghị, mana ọ ga-emecha nwee mmasị na nke a n'ọdịnihu.",
  "Mba ndị ọzọ nwere ọnọdụ ndị na-ekiri bụ Ijipt - na mpaghara Naịl dị nso - na Republic of Congo na Democratic Republic of Congo nke Osimiri Ubangi na-enye mmiri na-atụle maka ịdọrọ n'ime Ọdọ Mmiri Chad.",
  "Mba ndị otu ahụ na-akwado mmefu ego kwa afọ otu nde dollar nke kọmitii ahụ dabere na usoro ekwekọrịtara: Nigeria 52%, Cameroon 26%, Chad 11%, Niger 7%, Central African Republic 4%.",
  "Kọmitii Basin nke Commission for Strategic Planning (BCSP), na-ahazi mmemme ime obodo n'etiti steeti ndị otu.",
  "LCBC na-achịkwa mpaghara mmiri na-arụ ọrụ na Chad Basin, nke a na-akpọ Conventional Basin",
  "Ebe mbụ Conventional Basin nwere ihe dị ka 427,500 km² nke mkpokọta mpaghara ọdọ mmiri Chad n'afọ 1964",
  "Nkọwa ahụ kwuru na ọ wepụrụ ọtụtụ ịda mbà n'obi nke nwere ọzara nke na-enye obere ma ọ bụ enweghị enyemaka mmiri dị irè na Basin Conventional",
  "E mechara gbasaa nke a ka ọ gụnyere mpaghara mmiri ndị ọzọ dị na mgbago ugwu Nigeria, ndịda Chad na ugwu Central African Republic, yana mkpokọta mpaghara ugbu a dị 967,000 km².",
  "A na-ejikọta ụfọdụ ọrụ nke mba ndị otu LCBC na mmemme GEF",
  "N'ọnwa Nọvemba afọ 2002, LCBC bịanyere aka na Memorandum of Understanding na Bureau of the Ramsar Convention on Wetlands",
  "N'ọnwa Julaị afọ 2000, a mara Ọdọ Mmiri Chad dị ka Transboundary Ramsar Site of International Importance",
  "Ebumnuche bụ ịmepụta netwọk nke mpaghara na mpaghara nchekwa na Chad Basin na ịmepụta ụlọ ọrụ raara onwe ha nye njikwa ha na-adịgide adịgide",
  "N'ihe gbasara nke a, a malitere Chad Wetlands Initiative (CHADWET) na June 2003, nke Ramsar Bureau na Mediterranean Coordination Unit haziri",
  "Site na nkwado nke MEDWET (Mediterranean Wetlands), alaka Mediterranean nke Mgbakọ Ramsar, na Ngalaba Nhazi ya, CHADWET ka a ga-emepụta na ihe nlereanya nke MEDWET, ọzọ na usoro nke GEF",
  "Site n'inweta ego, e nwere atụmatụ iweta CHADWET na Mgbakọ Ramsar na Nọvemba 2005 dị ka ihe ntinye mpaghara mpaghara Ramsar.."
]