[
  "Lakin Ogunbanwo bụ onye na-ese foto ejiji Naijiria marakwa maka okwu ya nke nhụsianya dị nro.",
  "Tupu ọ gaa Mahadum Buckingham, Ogunbanwo gụrụ Law na Mahadum Babcock",
  "Mgbe ahụ, ọ malitere ọrụ na foto n'afọ 2012. Ihe ngosi nke Forbes mere n'afọ 2015 na-akọwa Ogunbanwo dị ka \"onye na-ese foto nke onwe ya\". Dị ka Ogunbanwo si kwuo, n'agbanyeghị na ọ na-enwekarị mmasị na foto, ọ malitere ịmụta nka site n'iji ihe oyiyi nke ụmụnne ya ndị nwanyị na-eme ihe. Mgbe ọ gbasịrị foto dabere na ihe ọmụma o nwetara onwe ya, Ogunbanwo kpebiri inweta ọzụzụ site na ịga Spéos Photography Institute na Paris",
  "A kọwara ụdị foto ya dị ka ụdị abụọ - \"foto siri ike na nke na-akpali akpali\" yana \"foto ejiji\". Mgbe ọ na-agwa Vogue Italia okwu banyere ihe kpatara nhọrọ ọrụ ya, Ogunbanwo kwuru,\"..Ahọrọghị m foto, foto họọrọ m...\".",
  "E bipụtala ọrụ Ogunbanwo n'ọtụtụ magazin mba ụwa gụnyere Billboard (magazine), Vogue, GQ, New York Times, wdg. Ya na onye odee a ma ama, Chimamanda Ngozi Adichie. Na mbipụta nke CNN bipụtara n'ọnwa Eprel afọ 2019, edepụtara Ogunbanwo dị ka otu n'ime ndị isi asaa na-ese foto na Afrịka. N'ajụjụ ọnụ ya na BellaNaija, Ogunbanwo gosipụtara nsogbu ọkụ eletrik dị ka nnukwu ihe ịma aka dị ka onye na-ese foto",
  "O mekwara ka echiche ahụ dị na ọnụ ahịa dị elu nke ibi ndụ na Afrịka na-ebelata ekele maka nka ọkachamara",
  "Ọ kọwara na \"nkà bụ maka ịkpalite mmetụta uche maka ndị mmadụ iji jikọọ\". E tinyere ya na British Journal of Photography n'elu ndị na-ese foto iri abụọ na ise - nchọpụta talent maka 2015.",
  "Na Mee afọ 2016, Vogue (magazine) mere ihe ngosi na ihe osise nke Ogunbanwo nke nyochara mmetụta mmekọrịta mmadụ na ibe ya na okpu a na-eyi maka njirimara nwoke Naijiria. N'ọnwa Febụwarị afọ 2020, ọ ghọrọ onye mbụ na-ese ihe nke e nyere 1-54 Contemporary African art residency program nke Thami Mnyele Foundation kwadoro. N'ịgbalị ime ka ndị mmadụ mara banyere ọdịiche dị iche iche nke obodo ndị Afrịka, Collosal gosipụtara Ogunbanwo na usoro ebe ọ na-ekerịta ihe osise banyere ndị nwunye Naịjirịa na uwe ha kwekọrọ na agbụrụ ha",
  "Onye odee  ahụ toro nke a ka ọ na-emegide echiche ndị ọdịda anyanwụ banyere Afrịka. E gosikwara ya na CNN, Creative Boom, Vogue (magazine), n'etiti ndị ọzọ."
]