[
  "Lamington bụ achịcha Australia nke e ji square nke achịcha bọta ma ọ bụ achịcha sponge kpuchie n'ime ihe dị n'èzí nke chocolate sauce ma tụgharịa ya na akị bekee kpọrọ nkụ",
  "A na-etinye ngwakọta ahụ dị nro n'ime mpụga nke achịcha sponge ma hapụ ya ka ọ setịpụ, na-enye achịcha ahụ ọdịdị pụrụ iche",
  "Ụdị dị iche iche nwere ihe dị n'etiti mmiri ara ehi ma ọ bụ strawberry jam n'etiti ọkara lamington abụọ.",
  "E kwenyere na a na-akpọ Lamingtons aha Lord Lamington, onye jere ozi dị ka Gọvanọ nke Queensland site na afo 1896 ruo 1901, ma ọ bụ nwunye ya, Lady Lamington. Ọtụtụ akwụkwọ na-agbaso nke mbụ. Ihe mbụ a maara banyere aha lamington, site na ọnwa isii, na afo 1927, jikọtara achịcha ahụ na Lord Lamington.",
  "A rụrịtakwara ụka banyere onye mepụtara usoro nri ahụ",
  "Ọtụtụ akụkọ na-ekwu na ọ bụ onye isi nri Lord Lamington, onye a mụrụ na France bụ Armand Galland, bụ onye a kpọrọ n'oge na-adịghị anya ka ọ nye ndị ọbịa a na-atụghị anya ya nri",
  "N'iji naanị ihe ndị dịnụ, Galland bepụrụ ụfọdụ achịcha vanilla sponge French fọdụrụ n'ụbọchị gara aga, tinye ya na chocolate ma tinye ha na akị bekee",
  "N'ịbụ ndị ihe Galland kere masịrị, a sịrị na ndị ọbịa Lamington mechara rịọ maka ntụziaka ahụ",
  "Ihe omume a na-akwado akụkọ Lady Lamington. A naghị eji akị bekee eme ihe n'ọtụtụ ebe na nri ndị Europe n'oge ahụ, mana Galland maara ya, onye nwunye ya si Tahiti, ebe akị bọọlụ bụ ihe a na-ejikarị eme ya.",
  "Otu akụkọ na-atụ aro na e bu ụzọ jeere lamington ozi na Toowoomba, mgbe Lord Lamington kpọọrọ ndị ya gaa Harlaxton House iji gbanahụ okpomọkụ nke Brisbane, ebe onye ọzọ na-ekwu na ọ bụ Galland kere ya na Queensland's Government House na Brisbane n'oge ọrụ na-eduga na Federation na afo 1901. Nkwupụta ọzọ bụ na onye na-esi nri Lord Lamington, ma eleghị anya Galland, tụbara otu blọk nke sponge cake n'ime efere chocolate na mberede",
  "E mechara chọpụta na akị bekee kpọrọ nkụ, nke a na asụsụ awụsa n'elu ya, mere ka achịcha ndị ahụ dịkwuo mma.",
  "Ihe mbụ a maara banyere \"Lamington cake\" pụtara na akụkọ akwụkwọ akụkọ nke afọ 1896 banyere \"Lumington Function\" na Laidley na Queensland",
  "Ihe omume ahụ bụ iji sọpụrụ Lord Lamington (ọ bụ ezie na o yiri ka ọ bịaghị) ma gosikwa \"Lamington Tea\", \"Laminton Soup\" wdg, yabụ, na enweghị nkọwa ọ bụla nke achịcha ahụ, aha achịcha ahụ nwere ike ịpụta ihe ọ bụla karịa aha ihe omume ahụ. A chọtara usoro nri nke afọ 1900 maka Lamington Cakes na akwụkwọ akụkọ Queensland Country Life. Ọ bụ ezie na usoro nri ahụ malitere na Queensland, ọ gbasara ngwa ngwa, na-apụta na akwụkwọ akụkọ Sydney na afo  1901 na akwụkwọ akụkọ ndị New Zealand na afọ 1902. Otú ọ dị, ọ dịghị nke ọ bụla n'ime usoro nri ndị a na-egosi onye mepụtara usoro nri ahụ ma ọ bụ ihe kpatara aha ya.",
  "Akụkọ April Fools' Day nke afọ 2014 sitere na Guardian Australia kwuru na lamington dabere na achịcha New Zealand a na-amaghị ama nke a maara dị ka \"Wellington\". Akụkọ mmalite aghụghọ a mechara kwughachi site na isi mmalite ndị ọzọ.",
  "Lamingtons ka bụ ihe a ma ama na Australia na New Zealand, a họpụtakwara 21 Julaị dị ka National Lamington Day na Australia. A na-erekarị Lamingtons na nchịkọta ego maka ụlọ akwụkwọ ma ọ bụ òtù ọrụ ebere, nke a maara dị ka \"lamington drives\". Ụfọdụ ndị Australia na-eme ka aha ahụ dị mkpirikpi ka ọ bụrụ \"Lammo\" (otu) ma ọ bụ \"Lammos\" (ọtụtụ).",
  "Na Hungary, a maara ihe yiri nke a dị ka kókuszkocka, ma ọ bụ oghere akị bekee.",
  "A maara ihe yiri nke ahụ ma dị obere na South Africa dị ka ystervarkies (obere porcupines).",
  "N'obodo Cleveland dị na United States, a na-akpọ ha ụlọ mmanya akị bekee.",
  "Obere British Overseas Territory nke St Helena Island, na South Atlantic Ocean, nwere ụdị dị iche a na-akpọ Coconut Fingers, nke a na-eme maka oge pụrụ iche dị ka agbamakwụkwọ na ụbọchị ọmụmụ.",
  "Na New Zealand, ụdị raspberry na-ewu ewu.",
  "Croatian čupavci bụ achịcha yiri ya, ọ bụ ezie na ọ nweghị akwa jam",
  "Čupavci so n'ime nri Krismas kachasị ewu ewu na Croatia.",
  "Na Mauritius, e nwere nri oriri Mauritian nke bụ ụdị nke achịcha Lamington; A na-akpọ ya \"Red Lamington cake\", nke a makwara dị ka \"Gato carré rouge\" (lit",
  "\"red cube cake\" ma ọ bụ \"red square cake\" na Bekee na \"Gâteau carré rouge) ma ọ bụ\" \"Gato Francis\" (lit)",
  "\"Francis Cake\" ma ọ bụ \"Cake Francis\" na Bekee ma ọ bụ \"\"Gâteau Francis\" na French). A na-eji ihe na-acha uhie uhie eme ihe iji nye achịcha ahụ ụcha uhie ya; a na-etinye akụkụ square nke achịcha ahụ na ihe na-eme ka ọ na-acha ọbara ọbara kpamkpam; a na'oge ahụ, a na-ekpuchi akụkụ square nke achicha ahụ na akị bekee kpọrọ nkụ ma na-etinye mmiri ara ehi n'elu achịcha ahụ. A pụrụ itinye ọkara candied cherry ma ọ bụ ọkara strawberry n'elu mmiri ara ehi dị ka elu. A na-eme achịcha ahụ mgbe ụfọdụ na strawberry.",
  "N'afọ 2009, dịka akụkụ nke emume Q150, a mara ọkwa lamington dị ka otu n'ime ihe oyiyi Q150 nke Queensland maka ọrụ ya dị ka ihe ngosi \"ihe ọhụrụ na ihe e mepụtara\"."
]