[
  "3 recognized species, see article.",
  "Lamprophis bụ ụdị agwọ ndị na-enweghị nsí, nke a na-akpọkarị agwọ ụlọ Afrịka, n'ezinụlọ Lamprophiidae.",
  "Ụdị Lamprophis na-egosipụta ụdị dịgasị iche iche, ma nwee ike inwe ntụpọ, akara, ma ọ bụ na-acha",
  "Agwọ ụlọ na-enwe mmekọahụ dimorphic, ụmụ nwanyị na-eto nke ukwuu, ruo ihe dị ka 120 cm (47 in) n'ụdị ụfọdụ, a na-edekwa ụfọdụ ihe karịrị 150 cm (59 in), ndị nwoke na-eto naanị ruo ihe dị na 75 cm (30 in)",
  "A chọtawo ụdị Albino nke Lamprophis aurora.",
  "Ka ọ na-erule afọ 2022, a maara ụdị atọ n'ụdị Lamprophis:",
  "Nota bene: Ikike binomial dị na parentheses na-egosi na a kọwara ụdị ahụ na mbụ na ụdị ọzọ karịa Lamprophis.",
  "Ụdị a maara n'oge gara aga dị ka Lamprophis capensis, agwọ ụlọ na-acha nchara nchara ma ọ bụ agwọ ụlọ Cape, e kenyere ya na ụdị Boaedon, dị ka Boaedon capensis.",
  "Ụdị a maara n'oge gara aga dị ka Lamprophis erlangeri, agwọ ụlọ nke Etiopia, e kenyere ya na ụdị Bofa dị ka Bofa erlangeri.",
  "A na-ahụ agwọ ụlọ n'ebe niile dị na mpaghara Sahara Africa n'ọtụtụ ebe obibi; ụfọdụ ụdị na-ebi nke ọma n'ime ọgba. A na-akpọ ha agwọ \"ụlọ\" ebe a na-ahụkarị ha gburugburu ebe obibi mmadụ, na-eri ụmụ oke na-ezukọta gburugburu ihe mkpofu mmadụ",
  "Ha bụ agwọ na-eme mgbanwe nke ukwuu, nke a na-ahụ na mpaghara ahịhịa, ọhịa, savannah, na mpaghara ugwu.",
  "Agwọ ụlọ ọhịa na-enwekarị ụjọ, mana ha anaghị ata ata",
  "Mmeghachi omume mbụ ha na-echebe bụ ịgbapụ",
  "A na-ahụkarị ha n'ime na gburugburu ebe obibi mmadụ, ebe ha na-eri ụmụ oke, obere ezé, na ọbụna nnụnụ",
  "Agwọ ụlọ bụ ndị na-amụba amụba ma na-eyi àkwá asatọ ruo iri na abụọ nke na-apụta mgbe ọnwa abụọ nke ichuru",
  "Ụmụ ọhụrụ na-adịkarị ihe dị ka sentimita 20 n'ogologo.",
  "Agwọ ụlọ Afrịka bụ ihe a na-ahụkarị n'ahịa anụ ụlọ",
  "Ụdị mbụ dịnụ bụ B",
  "capensis, ebe ndị ọzọ siri ike inweta",
  "Ha dị mfe ilekọta ma mụọ ngwa ngwa",
  "Ha nwere ike ibi ndụ ruo afọ 20 na nlekọta kwesịrị ekwesị",
  "Ụmụ nwoke dị obere karịa ụmụ nwanyị ma na-eto obere karịa 2.5 ft (76 )",
  "Ụụ nwanyị nwere ike iru ogologo nke 3.5 feet (110 ), a na-akọkwa na ụdị sitere na mpaghara ọwụwa anyanwụ nke ndịda Afrịka (KwaZulu-Natal) ruru ogologo nke 5 ft (1.5 m) ma ọ bụ karịa",
  "Agwọ ndị a na-eme njem n'abalị",
  "Nwanyị na-eyi otu àkwá nke 9 ruo 16 na mbido oge opupu ihe ubi",
  "A maara na ha na-echekwa sperm ma nwee ike itinye ihe ruru ụmụ isii kwa afọ n'ụlọ mkpọrọ, mana ọ naghị eme n'okike",
  "Ụmụ ha dị 5-7 in (13-18 ) mgbe ha pupụtara.",
  "Ihe oriri ha bụ ụmụ oke; n'ụlọ mkpọrọ, obere agwọ na-ewere òké pinkie, na n'ọhịa ha na-erikarị agụ owuru ruo mgbe ha dị ike iji gbochie òké",
  "A maara ụmụ nwanyị buru ibu ka ha na-eri òké na-enye nwa ara mgbe ụfọdụ",
  "A na-enye agwọ ndị toro eto nri kwa izu",
  "Ụmụ ha nwere ike iri obere ezé, dị ka skinks na geckos, na ụmụ oke a mụrụ ọhụrụ",
  "N'ịbụ ndị a dọtara n'agha, ha nwere ike ịnata nri na ọdụ agụ owuru",
  "A makwaara ụdị buru ibu ka ha na-ewere ezé, na n'ọnọdụ ndị a na-adịghị ahụkebe ha ga-ejide obere ụsụ",
  "A ga-enye agwọ ụlọ naanị ha nri; mmeghachi omume ha na-eri nri nwere ike ịkpata iri mmadụ."
]