[
  "Onye na-agbachitere ala, onye na-echebe ala, ma ọ bụ onye na-agbachitere gburugburu ebe obibi bụ onye na-eme ihe ike nke na-arụ ọrụ iji chebe gburugburu ebe obibi na ikike mmadụ maka gburugburu ebe obibi dị mma.  Ọtụtụ mgbe, ndị na-agbachitere bụ ndị otu obodo ndị na-echebe ala ndị nna nna site na mmetọ, ịda mbà, ma ọ bụ mbibi.",
  "Ala na akụ ya nwere ike iwere dị ka ihe dị nsọ site n'aka ndị obodo, a na-ewerekwa ilekọta ala dị ka ọrụ na-asọpụrụ ndị nna nna, ndị nọ ugbu a, na ọgbọ ndị ga-abịa n'ihu.",
  "Ndị na-agbachitere ala na-eche mkpagbu siri ike site na njikọ aka ndọrọ ndọrọ ọchịchị na ụlọ ọrụ dị ike nke na-erite uru site na mmịpụta akụ",
  "United Nations Human Rights Council kpebiri na ndị na-agbachitere ala bụ \"n'etiti ndị na-agbachitere ikike mmadụ bụ ndị kachasị pụta ìhè na ndị nọ n'ihe ize ndụ.\"",
  "N'oge ngagharị iwe Dakota Access Pipeline nke afọ 2016, ndị otu Standing Rock Indian Reservation gbochiri iwu pipeline ahụ iji chebe ala na mmiri nke ebe ahụ",
  "Mgbalị azụmaahịa a mere ka ọtụtụ narị mmadụ jide ha na esemokwu ha na ndị uwe ojii na ndị agha National Guard",
  "Isiokwu ndị na-adịghị mma kọwara ndị na-agbachitere ala dị ka \"ndị na-eme ngagharị iwe,\" okwu nke ọtụtụ ndị na-ahụ maka gburugburu ebe obibi katọrọ.",
  "Onye na-ahụ maka gburugburu ebe obibi na onye na-eme ihe nkiri Dallas Goldtooth nke Indigenous Environmental Network akatọla okwu ahụ bụ \"onye na-eme ngagharị iwe\", na-ekwu na okwu ahụ bụ \"onye na-eme ngagharị iwe\" adịghị mma ma na-egosi na ndị obodo na-ewe iwe, ime ihe ike, ma ọ bụ na-echebe ihe onwunwe.",
  "Kama nke ahụ, ndị otu a na-akpọ onwe ha \"ndị na-agbachitere ala\", okwu nke na-ekwusi ike na pacifism na ibu ọrụ ilekọta ala ndị nna nna nke nwere ike ịbụ akụkụ nke ihe nketa onye na-agbachitere.",
  "Onye na-echebe ala Inuit Labrador Denise Cole ekwuola, \"Abụ m onye kwere ekwe mgbe m na-aṅụ ọgwụ m, mgbe m na-ewere drum m, ihe iwu ndị ọchịchị ga-akpọ ngagharị iwe bụ nnọọ ihe m na-ewere dị ka emume",
  "\"",
  "Esemokwu ala na-egbu egbu na Honduras malitere na mmalite afọ 1990.",
  "Ndị na-agbachitere ala na-arụ ọrụ na-arụsi ọrụ ike ma na-arịwanye elu na omume ndị e bu n'obi ichebe, ịsọpụrụ, ma mee ka a hụ mkpa ala",
  "Enwere njikọ siri ike n'etiti ndị na-echebe mmiri, ndị na-agbachitere ala, na ndị na-ahụ maka gburugburu ebe obibi. Ndị na-agbachitere ala na-eguzogide ntinye nke paịpụ, ụlọ ọrụ mmanụ ala, mbibi nke ókèala maka mmepe dịka ọrụ ugbo ma ọ bụ ụlọ, na ọrụ mmịpụta akụ dị ka fracking n'ihi na omume ndị a nwere ike ibute mmebi nke ala, mbibi nke ọhịa, na ọgba aghara nke ebe obibi. Ndị na-agbachitere ala na-eguzogide ọrụ ndị na-emerụ ala ahụ, ọkachasị n'ofe mpaghara ụmụ amaala na ọrụ ha jikọtara ya na ikike mmadụ. Yazzie na-ezo aka na usoro nguzogide nke ndị na-agbachitere ala Diné na mmegide ha na-emegide ndị isi ala na mmegide mmepe na mmịpụta akụ dị ka ndị nwere njikọ dị ukwuu na ọdịnala ogologo oge nke nguzogide Diné.",
  "Ọrụ nwere ike ịbịa n'ụdị ịmepụta ihe mgbochi na ala nchekwa ma ọ bụ mpaghara ọdịnala iji gbochie ụlọ ọrụ site na ọrụ mmịpụta akụ. Ndị na-echebe mmiri na ala na-ewukwa ogige dị ka ụzọ isi weghara mpaghara ọdịnala ma mee ka mmekọrịta ọdịbendị sie ike",
  "Ndị na-agbachitere ala na-arụkwa ọrụ site na usoro iwu dịka usoro ụlọ ikpe gọọmentị na mgbalị iji chịkwaa ókèala ọdịnala. Omume nnupuisi obodo nke ndị na-agbachitere ala na-eme, na-abụkarị mpụ ma ụfọdụ na-arụ ụka na ndị uwe ojii na ime ihe ike dị arọ.",
  "Ụmụnwanyị sonyekeara na ndị na ihe ndị dị mkpa na ihe ịga nke ọma nke mmegharị ahụ, ebe ha na-abụkarị ndị na-agbachitere ala a na-ahụ anya n'ihu mgbochi na ngagharị iwe.",
  "Global Witness kọrọ na ogbugb ọnụ ọgụgụ mmadụ ruru otu puku, narị itoolu, iri abụọ na abụọ (1,922) nke ndị na-agbachitere ala na mba iri ise na asaa (57) n'etiti afọ 2002 na afọ 2019",
  "40% nke ndị ahụ metụtara bụ ụmụ amaala, n'agbanyeghị na ha mejupụtara 6% nke ndị bi n'ụwa. Ihe ndekọ nke ime ihe ike a ezughị ezu",
  "N'afọ 2020, ogbugbu nke ndị na-agbachitere ala ruru ihe ndekọ dị elu nke 227.",
  "Onye na-ahụ maka akụkọ pụrụ iche nke UN bụ David R",
  "Boyd ajụọla, \"Olee otú anyị ga-esi chebe ụdị ndụ dị iche iche n'ụwa ma ọ bụrụ na anyị enweghị ike ichebe ndị na-agbachitere gburugburu ebe obibi?\" Ọ gakwara n'ihu kwuo na ihe ruru otu narị ndị na-agbachitere ala na-atụ egwu, jide ma ọ bụ na-enye nsogbu maka onye ọ bụla e gburu.",
  "Ndị na-agbachitere ala na-echekarị ọnọdụ dị ize ndụ ihu na-emegide ikike steeti, ụlọ ọrụ akụ na ụba dịka gas ma ọ bụ ụlọ ọrụ na-egwupụta ihe, ndị ọzọ na-achọ ịzụlite ala ma ọ bụ kpochapụ ikike ala ụmụ amaala. Onye America na-ahụ maka gburugburu ebe obibi bụ Bill McKibben ekwuola, \"[Ndị na-agbachitere nọ] n'ihe ize ndụ n'ihi na ha na-ahụ onwe ha na-ebi ma ọ bụ na nso ihe ụfọdụ ụlọ ọrụ na-achọ",
  "Ọchịchọ ahụ - ọchịchọ maka uru kachasị elu, oge kachasị ngwa ngwa, ọrụ kachasị ọnụ ala - yiri ka ọ na-asụgharị n'ikpeazụ n'ime nghọta, n'otu ebe, na onye na-akpata nsogbu ga-aga",
  "\"",
  "Middeldorp na Le Billon ekwuola ihe ize ndụ ndị na-agbachitere ala na-eche ihu, ọkachasị na ọchịchị aka ike",
  "N'isiokwu ha nke afọ 2018 banyere isiokwu a, ihe na-ekwu maka igbu ọtụtụ ndị na-agbachitere ala na Honduras. N'ebe ahụ, e zigara ndị agha na ndagwurugwu Aguán ka ha banye ma gbuo ndị isi na-akwado ikike ala iji mebie mbọ ndị otu. Otu nwere ike ijikọ mmegbu nke ikike ala ụmụ amaala na akụkọ ihe mere eme nke iyi egwu, usoro ime ihe ike na igbu ọchụ megide ndị na-agbachitere ala na mmepe akụ na ụba na \"nchịkwa ala\" na steeti mba ndị ọchịchị.",
  "Ndị uwe ojii mba Canada, RCMP, dị njikere iji ike na-egbu egbu megide ndị na-agbachitere ala na ngagharị iwe 2019 na British Columbia.",
  "Dunlop jikọtara omume ime ihe ike megide ndị na-agbachitere ala na mba ndị dị ka Mexico dị ka mmegwara maka iguzogide mmepe akụ na ụba na mmịpụta akụ.",
  "Òtù na-ahụ maka ikike mmadụ bụ Global Witness kọrọ na e gburu ndị na-agbachitere ala 164 n'afọ 2018 na mba ndị dị ka Philippines, Brazil, India, na Guatemala. Otu akụkọ a kwuru na ọnụ ọgụgụ dị ukwuu nke ndị nwụrụ, merụrụ ahụ, ma yie egwu bụ ụmụ amaala. Le Billon na Lujala na-akọ na ọ dịkarịa ala 1734 ndị na-agbachitere gburugburu ebe obibi na ala gburu n'etiti afọ 2002 na afọ 2018 nakwa na ụmụ amaala nọ n'ihe ize ndụ, ọnụ ọgụgụ karịrị otu ụzọ n'ụzọ atọ nke ndị na-agbachitere ala gburu. UN ekwuola na ọtụtụ ndị na-echebe ala na-akpọ ndị na-eyi ọha egwu site n'aka gọọmentị steeti na mgbalị iji kwatuo nkwupụta ha. Akara dị otú ahụ nwere ike ịmepụta ọnọdụ dị ize ndụ maka ndị na-arụ ọrụ iji chebe ikike ala.",
  "Yale Environment 360 kọrọ na ọ dịkarịa ala, e gburu ndị na-eme mkpọsa gburugburu ebe obibi 212 na ndị na-agbachitere ala n'afọ 2019. Ihe karịrị ọkara nke ogbugbu a kọrọ na 2019 mere na Colombia na Philippines.",
  "Amnesty International akpọọla uche na ihe ize ndụ ndị na-achọ ichebe ụwa, mmiri, na obodo, na-eche ihu, na-akpọ Latin America ebe kachasị dị ize ndụ maka ndị na-agbachitere ala. Ụlọ ọrụ na-ahụ maka nchekwa gburugburu ebe obibi ekwuola na e gbuola ihe karịrị ndị na-agbachitere 1700 na ihe na-erughị pasent 10 nke ndị na-ahụ maka ikpe ziri ezi. The Extinction Rebellion (XR) arụla ọrụ iji mee ka a mara ọnọdụ nke ndị na-agbachitere ala ma kwanyere ndị e gburu ùgwù na ọrụ nke ndị na-agbachitere ala jikọtara ya na atụmatụ ikpe ziri ezi ihu igwe dịka Climate Strike Canada"
]