[
  "Laney Stewart (amụrụ na Jenụwarị 10, 1966) bụ ónyé America na-ede egwu, onye na-emepụta egwu, ónyé egwu, ónyé bipụtara egwu, ónyé isi egwu, onye njikwa na onye nduzi ndị ntorobịa.",
  "A mụrụ ya Philip Lane Stewart II, na South Side suburbs nke Chicago, Illinois",
  "Laney edeela, mepụta ma bipụta egwu màkà ụfọdụ n'ime aha kachasị na R&B, hip hop na egwu pop n'ime afọ iri atọ gàrà aga. Na mgbakwunye na ihe ọ rụzuru n'otu n'otu, o nwekwara ntị a nwapụtara na ndekọ egwu na-agbanwe agbanwe nke ịmata na ịzụlite nkà a na-amaghị ama n'ụzọ ha na-aga nke ọma",
  "Ndepụta ogologo nke ihe ndị ọ mepụtara, bipụta ma ọ bụ jikwaa bụ ihe akaebe màkà ma ọgụgụ isi ya na nke azụmahịa.",
  "Laney nwèrè nne, Mary Ann Stewart, ónyé bụ ónyé na-agụ egwú nke ọma n'onwe ya, ebe ọ bụ na ọ bụ abụ màkà ndị Ohio Players, Curtis Mayfield na Aretha Franklin",
  "Nwanne nna ya, Morris \"Butch\" Stewart bụ ónyé egwu na ónyé na-emepụta ihe na-aga nke ọma",
  "Mgbè ọ dị afọ itoolu, Laney kụziiri onwe ya otu esi akpọ piano na ịgbà",
  "Site na azụmaahịa mgbasa ozi na-aga n'ihu na Chicago, Laney malitere ịbụ abụ na jingles mgbè ọ dị afọ iri na abụọ",
  "Dị ka onye nọ n'afọ iri na ụma, ọ gbanwere ka ọ dee ma dee ihe na ọrụ na-eme jingles nke ya",
  "Mgbè ọ dị afọ iri na ise, o wepụtara egwu mbụ ya na CBS Records na Ramsey Lewis 'This Ain't No Fantasy",
  "Mgbè ọ dị afọ iri na isii, ọ ghọrọ onye na-eme ihe mgbe niile na egwu egwu ụlọ nke Chicago, wee bụrụ otu n'ime ndị na-emepụta ụlọ mbụ, na-emepụta egwu maka Arrogance dịka, \"Crazy,\"  nke a tọhapụrụ na DJ International Records na 1986.  N'ikpeazụ, Laney malitere ịrụ ọrụ dị ka onye na-agụ egwú na nwanne nna ya, Wayne Stewart, Tony Brown na Patrick Leonard",
  "Mmetụta keyboard kachasị mkpa nke Laney bụ Leonard, onye a maara maka ọrụ ya na Madonna, \"Dị ka Ekpere\" wdg",
  "Mgbe ọ na-erule afọ iri na asatọ, Stewart na onye mmekọ Kenneth Hale guzobere ụlọ ọrụ jingle nke ha, Minute Men, na-edepụta ebe ndị a ma ama maka Bud Light, McDonald na Coca-Cola.  Ha ghọrọ ụmụ nwoke \"na-aga\" maka ebe ndị dị n'obodo ukwu maka mkpọsa mkpọsa dị ka ụlọ ọrụ mgbasa ozi Burrell na DDB Needham",
  "Ha nwedịrị ihe nrite maka ọrụ ha na mkpọsa mgbasa ozi California Lottery",
  "Ọ na-eme klọb ụlọ n'abalị, nnọkọ jingle na nzukọ ya na ndị isi mgbasa ozi n'ehihie.",
  "N'afọ 2005, Laney kwụsịrị ọrụ mgbè ọ matara na ọ na-arịa ọrịa kansa akụrụ na ọdịda",
  "Laney wepụtara oge iji nyochaa ọnọdụ azụmaahịa egwu na-agbanwe agbanwe na 2009 ya, ya na nwunye ya, guzobere Stewart Music Group, na-ejikọta mbipụta, mmepụta na njikwa",
  "N'afọ 2010, a gọziri ya ka ọ nata akụrụ transplant site n'aka nwunye ya ma mgbè ọ ka nọ n'ụlọ ọgwụ na-agbake site na ịwa ahụ transplant, ọ rụzuru nkwekọrịta màkà njikọ aka ọhụrụ na Universal Music Publishing Group , ụlọ ọrụ na-ebipụta egwu kachasị n'ụwa",
  "Laney na-emepe akwụkwọ mbipụta ọhụrụ ugbu a n'okpuru Music Gallery na otu édémédé / mmepụta ọhụrụ a na-akpọ The SharpShootaz, bụ mbinye aka mbụ ya",
  "Ónyé édémédé ọ bụla na The Sharpshootaz bụ Laney n'onwe ya họọrọ, gụnyere Alex Jacke, Romika Faniel, Derek Yopp, Andrew Kim na Sidney Miller. Na ngwụcha afọ 2011, The Sharpshootaz sonyeere Jesse McCartney na studio wee dekọọ ọtụtụ egwu, gụnyere \"Out Of Words,\" nke a na-agbasa na ịntanetị na July 2012. Na Julaị 9, 2012, Laney na The Sharpshootaz wepụtara Alex Jacke EP akpọrọ, \"D.F.M.\" The SharpShootaz  na-aga n'ihu na-arụ ọrụ na egwu maka ọtụtụ ndị na-ese ihe taa",
  "Stewart Music Group ugbu a nwere Music Gallery / UMPG Publishing, \"The System\" Management and Consulting, na LS Productions",
  "Laney na-aga n'ihu ịbụ onye dị mkpa na ụlọ ọrụ ahụ.",
  "Laney bi na Los Angeles, California ma lụọ Khaila Stewart na ụmụ atọ, Jordan, Clarke na Christopher",
  "Laney na Khaila na-etinye aka na nyocha na UCLA màkà ọrịa akụrụ na ndị na-enye onyinye dị ndụ."
]