[
  "Laolu (Olaolu) Senbanjo, nke a makwaara dị ka \"Laolu NYC\", bụ onye na-ese ihe na Naijiria, onye na-eti egwu, onye na-agụ egwu / onye na-ede egwu, na onye ọka iwu na-ahụ maka ikike mmadụ.",
  "A mụrụ Senbanjo ma zụlite ya na Ilorin, Nigeria site na nne na nna bu ndi Yoruba",
  "Nna ya bụ onye ọka iwu ebe nne ya bụ onye nọọsụ",
  "O tolitere na-eme ihe nkiri na ukwe nke ụka ya",
  "Mgbe ọ nọ n'ụlọ akwụkwọ, o nwere otu egwu a na-akpọ Light and Fire nke na-abụ agughari egwu etiri eti.",
  "Senbanjo gụrụ akwụkwọ gbasara iwu n'ụlọ akwụkwọ iwu nke Nigeria",
  "N'agbanyeghị na ọ chọrọ ịkwụsị n'afọ nke abụọ, o nwetara akara ugo mmụta ya na 2005",
  "Ọ rụrụ ọrụ dị ka onye ọka iwu na-ahụ maka ihe ndị ruuru mmadụ afọ ise, jiri afọ atọ ikpeazụ ya rụọ ọrụ na National Human Rights Commission dị ka onye isi ọka iwu na-elekwasị anya na ikike ụmụ nwanyị na ụmụaka",
  "Senbanjo gara n'akụkụ dị iche iche nke Northern Nigeria na-eleta ụlọ akwụkwọ na obodo nta ka ọ kụziere ụmụ nwoke na ụmụ nwanyị ihe mere ụmụaka ga-eji nọrọ n'ụlọ akwụkwọ",
  "\"Amaara m na ọ bụrụ na m na-achụso ọrụ nka, m ga-ebi n'eziokwu ahụ bụ na ụfọdụ ndị nọ n'obodo m nwere ike ghara ịgwa m okwu ọzọ,\" ka Senbanjo kwuru n'ajụjụ ọnụ ya na 99U. N'agbanyeghị nke a, na 2010 Senbanjo kwụsịrị ọrụ ya dị ka onye ọka iwu wee malite Laolu Senbanjo Art Gallery na Abuja, Nigeria.",
  "Senbanjo kwagara Brooklyn, New York, n'ọnwa Ọgọstụ afọ 2013 iji rụọ ọrụ nka ya.",
  "Senbanjo emepụtala ụdị nka ya, Afromysterics, nke pụtara ihe omimi nke usoro echiche Afrịka",
  "Ọ na-agụnye isiokwu Afrịka na ọdịnala Afrịka",
  "Ọ na-eji icheku ọkụ na ụkpụrụ dị iche iche mepụta atụmatụ nka dị mgbagwoju anya, nke nwere akụkọ bara ụba nke na-esite n'ihe nketa Yoruba ya ma gosipụta akara na ụkpụrụ Naijiria oge ochie. Senbanjo na-ekwu na mgbọrọgwụ ya na Naijiria bụ isi iyi maka mkpali ọhụ ya",
  "Ọ bụ ezie na a kọwara ntụgharị anya ya dị ka ịkekọrịta \"mmekọrịta ya na Jean-Michel Basquiat na Keith Haring\".",
  "O nweela ọrụ site na, ma mepụta mmekọrịta ya na, ndị ama ama na ndị isi gụnyere Nike, abọm Beyonce Lemonade, Grammy Museum, na Smithsonian Institution. Ya na Danielle Brooks (onye na-egwu Tasha Jefferson na usoro Netflix a kpọrọ Orange Is the New Black)",
  "Na June 2015, mantra ọhụrụ Senbanjo ghọrọ \"everything is my canvas\" wee malite eserese na ihe niile site na akpụkpọ ụkwụ, na jaket, na ndị mmadụ. O kere Sacred Art of the Ori Ritual, nke ọ na-akọwa ma kọwaa na 11 Septemba 2017 TED talk. N'okwu TED ya, Senbanjo na-ekwu banyere ọrụ ya Dreamscape",
  "Na mbipụta Laolu Senbanjo nke afọ 2018, a kpọrọ Dreamscape, ọ na-egosipụta obi nkoropụ ya na ikpe na-ezighị ezi n'ụwa",
  "Na-arụ ọrụ dị ka onye ọka iwu na-ahụ maka ikike mmadụ, ọ hụrụ ikpe na ụmụaka ndị chere ihu n'eziokwu siri ike nke ịmanye ịlụ di ma ọ bụ ịga n'ihu na agụmakwụkwọ ha na mahadum. Ihe osise ahụ bụ map uche,\" na-amalite ebe ọtụtụ ndụ na-eme, site na nwanyị, iji jikọta njem nke ndụ na ihe niile na-abịa na ahụmịhe ahụ na akụkọ mmalite nke ịbụ onye amụrụ. Ụfọdụ n'ime isiokwu ndị a na-ebipụta gụnyere okpukpe, agha, ndọrọ ndọrọ ọchịchị, teknụzụ, Egyptology, mmekọahụ, akụ na ụba, mkpofu gburugburu ebe obibi, mgbasa ozi, akụkọ ihe mere eme, egwu, anyaukwu na ọdịdị mmadụ. Dị ka ọtụtụ n'ime nka ya, atụmatụ obi ike na-ejikọta ihe ọ bụla dị na ọrụ ahụ sitere n'ike mmụọ nsọ nke ndị Yoruba ya",
  "Ihe atụ ọzọ nke ụdị nka ya na mmetụta nna nna Yoruba nke a maara nke ọma na-egosi na Beyonce's Lemonade, ebe a na-egosi nka ahụ Senbanjo n'ime album ọhụụ.",
  "E gosipụtara Senbanjo na nka ya dị nsọ nke Ori Ritual na vidiyo egwu dị iche iche, gụnyere:",
  "A kpọrọ Senbanjo ka ya na ọtụtụ ụdị na-arụkọ ọrụ, gụnyere:",
  "Senbanjo bụ onye na-agu egwu ụwa nke na-esite na Fela Kuti, Sade (onye na-abụ abụ), Bob Marley, na King Sunny Adé",
  "Ụdị egwu ya gbanyesiri mkpọrọgwụ ike na ọdịnala Afrobeat na High Life, agwakọtara ya na Afro-Soul na Reggae",
  "Senbanjo na-agwakọta abụ n'asụsụ Yoruba ya ma na-asụgharịkarị abụ ndị Yoruba, ilu na oriki ya n'asụsụ Bekee."
]