[
  "Lambo Sandjo Pierre Roger (ụbọchị asaa n'ọnwa Eprel afọ 1957 rụo ụbọchị iri na isii n'ọnwa Machị afọ 2014), nke a maara nke ọma dị ka Lapiro de Mbanga, bụ onye Cameroon na-agụ egwu nke ama ama maka ndekọ ya nke \"Pas argent no love\" n'afọ 1985 nakwa maka ịtụ ya mkpọrọ na 2008 mgbe ọ katọrọ onye isi ala Cameroon bụ Paul Biya na egwu \"Constitution constipée\" (\"Constipated Constitution\").",
  "Ruo ọtụtụ afọ, ọrụ egwu Lapiro kpọgara ya na mba ọdịda anyanwụ Afrịka dị ka Naịjirịa na Benin ebe o dekọrọ egwu mbụ ya nke na-enweghị ọganihu",
  "Ọ laghachiri Cameroon wee kwaga Gabon ngwa ngwa ebe o mere egwu mbụ ya a ma ama \"Pas d'argent, no love\" na Haissam Records",
  "Ọ laghachiri n'afọ 1985 na Cameroon, ebe ọ gara n'ihu na-edepụta ma na-edekọ ihe Index na Nyocha kọwara dị ka \"ogologo ndepụta nke ederede na-egbu mgbu na ọnọdụ mmekọrịta mmadụ na ibe ya na mba ya na-echegbu onwe ya",
  "\" Abụ mbụ ya na nke a bụ \"No Make Erreur\".",
  "A na-akpọ ya \"onye na-akpọ ụbọ akwara\", Mbanga ghọrọ \"ekpere arụsị nke ndị ọrụ a na-emegbu emegbu na ndị echefuru echefu bụ ndị na-ahụ maka ime obodo na ọdụ ụgbọ ala nke Cameroon\" na \"onye na-ekwuchitere ndị ntorobịa nke mba ya\"",
  "Egwu ndi sonyere n'egwu ya nke oge ahụ gụnyere \"No Make Erreur\", \"Surface de Reparation\" \"Kop Nie\", \"Mimba We\", na \"Na You.\" Gọọmentị Cameroon na-enyocha ya mgbe niile.",
  "N'afọ 2008, Mbanga katọrọ onye isi ala Cameroon bụ Paul Biya n'abụ \"Constitution constipée\" (\"Constipated Constitution\")",
  "Abụ ahụ katọrọ mmezigharị a tụrụ aro nke usoro iwu Cameroon, nke mere ka ndị isi ala nwee afọ asaa abụọ",
  "Gọọmentị Cameroon machibidoro \"Constitution constipée\" site na ụzọ ụgbọelu, mana ọtụtụ puku ụmụ akwụkwọ Cameroon jiri abụ ahụ dị ka abụ ka ha na-agbakọta ma na-eme ngagharị iwe n'okporo ámá n'ọnwa Febụwarị afọ 2008 na mkpesa megide mgbanwe iwu a tụrụ aro, nke ga-enye Biya ohere ịzọ ọkwa ọhụrụ n'afọ 2011.",
  "E jidere Mbanga n'ubochí itoolu n'ọnwa Eprel afọ 2008, ma bo ya ebubo na ọ \"na-arụkọ ọrụ na izu ohi, ibibi ihe onwunwe, ịgba ọkụ, igbochi okporo ámá, imebi ihe onwunwe ọha na eze ma ọ bụ nke a na-ahazi, na ịmepụta nzukọ iwu na-akwadoghị\"",
  "Ụbọchị abụọ ka e mesịrị, ndị omeiwu Cameroon nakweere iwu ọhụrụ nke Mbanga wakporo na \"Constitution constipée\".",
  "N'ubochí iri abụọ na anọ n'ọnwa Septemba afọ 2008, Tribunal de Grande Instance (TGI) mara Mbanga ikpe afọ atọ n'ụlọ mkpọrọ New Bell dị nso na Douala",
  "N'ọnwa Disemba afọ 2009, ọ butere ọrịa typhoid fever ma ọ fọrọ nke nta ka ọ nwụọ n'ihi nsogbu ahụ na nsogbu iku ume",
  "Mgbe ndị ọchịchị jụrụ iziga ya n'ụlọ ọgwụ, nwunye ya wetara ọgwụ ndị nyere aka zọpụta ndụ ya",
  "N'ajụjụ ọnụ, Mbanga kwuru na ya na ndị mkpọrọ ibe ya nwere \"ihe oriri ntaramahụhụ ugboro abụọ n'ụbọchị",
  "N'elekere otu nke ehihie, a na-enye anyị ọka e siri esi ma n'elekere ise nke ehihie, osikapa dị na mmiri na-ekpo ọkụ",
  "Ọ bụ otu ihe ahụ kwa ụbọchị",
  "Ọ dị n'okpuru ihe kachasị mkpa",
  "\"",
  "Freemuse, otu NGO dabeere na Denmark, mere mkpọsa mba ụwa maka ntọhapụ Mbanga",
  "N'ajụjụ ọnụ a jụrụ ya n'afọ 2010 site n'ụlọ mkpọrọ, o kwuru na \"Ọ bụrụ na nwunye m emeghị njem awa anọ ebe a na awa anọ kwa ụbọchị iji nye m nri ma ọ bụrụ na Freemuse ekwuputaghị ikpe m n'ụwa niile, m gaara anwụ ogologo oge gara aga",
  "\"",
  "Na mgbakwunye na mgbasa ozi Freemuse, òtù ndị ọka iwu dị na US bụ Freedom Now lekọtara ikpe Mbanga n'oge niile a tụrụ ya mkpọrọ",
  "N'ọnwa Eprel afọ 2010, Kọmitii Ndị edemede n'ụlọ mkpọrọ nke International PEN malitekwara mkpọsa iji nyere aka nweta nnwere onwe Mbanga",
  "N'afọ 2011, Otu na-arụ ọrụ na njide aka ike nke United Nations kwupụtara na njide Mbanga bụ mmebi nke nkwekọrịta mba ụwa n'ihi ikike obodo na ndọrọ ndọrọ ọchịchị",
  "N'oge a tụrụ ya mkpọrọ, Mbanga rịọrọ ikpe ya ugboro ugboro n'ụlọ ikpe kachasị elu",
  "N'abalị iri na asaa n'ọnwa Machị afọ 2011, ọ jụrụ iji ohere nke Ụlọikpe Kasị Elu nyere ka a tọhapụ ya na mgbapụta. A tọhapụrụ Mbanga n'ụlọ mkpọrọ ụbọchị asatọ n'ọnwa Eprel afọ 2011, otu ụbọchị tupu njedebe nke ikpe ya.",
  "N'ajụjụ ọnụ a ajuru ya n'ọnwa Julaị afọ 2011, Mbanga kọwara ụlọ mkpọrọ ndị a tụrụ ya mkpọrọ dị ka \"rotten\" ma kwusi ike na ọ nweghị mgbe ọ gbara ndị na-eto eto ume imebi ma zuo ihe onwunwe ndị ọzọ",
  "\"Enwetụbeghị m ụdị ihe ọ bụla",
  "Kama nke ahụ, emere m ihe niile iji gbochie nke ahụ ime",
  "\" Ọ kpọrọ ikpe ya \"Kafkaesque\", na-ekwu na \"e kpebiri ọdịnihu ya tupu oge eruo,\" n'agbanyeghị enweghị ihe akaebe megide ya.",
  "N'ubochí iri na ato n'ọnwa Julaị afọ 2011, na Lille, France, Mbanga laghachiri n'ọkwa nke mbụ ya kemgbe a tọhapụrụ ya n'ụlọ mkpọrọ",
  "N'oge ọkọchị nke afọ 2011, ọ gbakwara egwu na Lausanne, Brussels, Paris, Barcelona, na ebe dị iche iche na United States, Canada, na Britain.",
  "N'afọ 2014, ọrịa kansa gburu Lapiro na Buffalo, New York."
]