[
  "Lark, nnụnụ, onye ụtụtụ, ma ọ bụ (na mba Scandinavia) onye A, bụ onye na-ebili n'isi ụtụtụ ma na-ehi ụra n'isi mgbede",
  "Okwu a metụtara nnụnụ ndị a maara dị ka larks, nke a maara na ha na-abụ abu n'uwa nke ụwa na ngwa ngwa n'ihi nke a ịghọ tupu chi abọọ. \"Lark\" mmadụ nwere ike ihi ụra site n'ihe dị ka elekere iri nke mgbede ruo elekere isii nke ụtụtụ (ma ọ bụ tupu oge eruo), ọ na-enwekarị mmetụta siri ike ozugbo ha bilitere n'ụtụtụ na ụdị ke amụta site n'ime ụmụ gị Ihe ndị sitere ná nkebi mbụ",
  "N'ihi ya, ha dị mma maka ịrụ ọrụ ụbọchị.",
  "Ihe dị iche na lark bụ owl, nke na-etinyekarị n'abali ndị mmadụ n'ihe dị ìhè ahụ",
  "Onye a na-akpọ night owl bụ onye na-anọkarị na ụdị àlà úkwú n'azụ oge ma nwee ike ịmụrụ anya n'uhuruchi na n'abalị",
  "Ndị na-eme nchọpụta ejirila okwu ụtụtụ na mgbede kọwaa usoro iheomume abụọ a.",
  "Till Roenneberg, onye na-amụ banyere oge ná ndụ ebighị ebi n'ụwa ọhụrụ ezi ntụziaka Munich, emeela ka ihe karịrị mmadụ 200,000 nwee ike ịgba ọsọ. Usoro ihe ndị dị ndụ, gụnyere usoro ụra-mbilite n'ọnwụ na ụdị nke ụwa họrọ site n'ime ụmụ, nke na-egosipụta oscillation nke ihe dị ka awa 24 a na-akpọ circadian rhythms",
  "Dị ka Roenneberg si kwuo, nkesa nke rhythms circadian na-aga site na mmalite ruo na njedebe nke oge, n'otu aka ahụ dị ka ịdị elu na-adịgasị iche site na mkpụmkpụ ruo ogologo.",
  "Dị ka rhythm circadian na-adabere na ọnụ ọgụgụ awa nke ụra mmadụ chọrọ, Roenneberg na-agbakọ rhythm dabere na etiti oge ụra. Onye na-ehi ụra n'etiti abalị ma bilie n'elekere na ímé ihe ha ga eme ka ndị ọzọ ụra circadian rhythm 8 ya mere nwere otu usoro iheomume ndị mmadụ dị ndụ ebighị dị dịka onye na-ebili n'elekera 1 nke ụtụtụ ma bilie na 7; etiti ụra bụ elekere 4 nke ụtụtụ maka mmadụ abụọ a.",
  "Ndị nwere chronotypes mbụ agaghị enwe ike \"ịrahụ ụra\", ọbụlagodi na ha anọgidewo na-ehi ụra karịa ka ha na-ezu",
  "Ọ bụ ezie na ha dabara na usoro ọha na eze \"dị ka nnukwu\", ọ na-esiri ha ike ime mgbanwe na ọnọdụ ebe \"na-ehi ụra\" bụ ihe a na-ahụkarị: n'agbanyeghị na ha na-enwe ume ọhụrụ n'ụtụtụ, ha nwere ike inwe mmetụta na ha na ụdị nnọkọ ọha na eze ụfọdụ (dị ka soirées) nke a na-ahazi maka mgbede, ọbụlagodi na ọtụtụ ụdị ihe omume ọha na eze abụghị.",
  "Ndị nwere chronotypes na-aga n'azụ oge ma na-ebili n'azụ azụ",
  "N'ịbụ ndị a manyere ka ha bilie n'oge karịa ka ụda circadian ha na-ekwu, ha nwere okpomọkụ dị ala ma nwee ike ịchọ awa ole ná ndị ruru eru inweta alaeze ndị mbụ Nile nke ụwa na ụdị àlà úkwú ole iji nwee mmetụta nke ịmụrụ anya",
  "Ha enweghị ike ihi ụra n'oge \"larks\" nwere ike.",
  "Nnyocha e mere n'afọ 2007 nke ihe karịrị mmadụ 55,000 chọpụtara na chronotypes na-agbaso na ímé ihe ọ bụla nke dị ka Azụmaahịa nkesa dị mma, na ụdị ụtụtụ na mgbede dị oke egwu na njedebe dị anya. E nwere nnyocha ndị na-atụ aro ka mkpụrụ ndụ ihe nketa na-ekpebi ma mmadụ bụ onye na-eme ihe ike ma ọ bụ onye na mgbede n'otu ụzọ ahụ ọ na-emetụta àgwà ndị mmadụ n'ebe ikike nọ, omume na-abụghị omenala, yana ịgụ akwụkwọ na ihe nkiri telivishọn ndị mmadụ n'ihe dị. Dịka ọmụmaatụ, enwere ikpe nke mkpụrụ ndụ ihe nketa <i id=\"mwOQ\">Per2</i> na chromosome 2, nke Urs Albrecht na ndị ọrụ ibe ya na Mahadum Fribourg na Switzerland chọpụtara na mbido afọ 1990. Mkpụrụ ndụ ihe nketa ndị mere mmehie aka n'ime ihe nọr ka ébé ihe a na-achịkwa elekere circadian ma chọta ụdị ya n'ezinụlọ ndị gosipụtara ọrịa ụra dị elu",
  "Dị ka ndị nchọpụta si kwuo, ịdị adị ya n'ime ndị mmadụ na-agbanwe usoro ụra ọbụlagodi na oge ahụ na-ekpuchi awa asatọ.",
  "Afọ na-emetụtakwa ndị mmadụ n'ihe ndị mere n'oge n'ụzọ mmadụ si ghọọ onye ụtụtụ ma ọ bụ onye abalị",
  "A na-akọwa na, site na mmepe, ndị mmadụ na-abụkarị owls abalị n'oge ha dị afọ iri na ụma ka ha na-aghọ larks mgbe e mesịrị na ndụ. Ụmụaka na-abụkarị ndị na-ebili n'oge.",
  "Ndị larks nke ụtụtụ na-enwekarị ọganihu n'ọrụ ndị na-amalite n'isi ụtụtụ",
  "Ụlọ ọrụ ndị na-emekarị ka ha dị mma maka ụtụtụ gụnyere ọrụ ugbo, iwu ụlọ, na ịrụ ọrụ maka ọrụ ọha na eze",
  "Ọtụtụ ndị ọrụ na ụlọ ọrụ ndị a na-amalite ịrụ ọrụ n'elekere asaa nke ụtụtụ ma ọ bụ tupu elekere asaa nke abalị. A maara ọrụ ụfọdụ nke ọma maka oge ụtụtụ ha, gụnyere ndị na-eme achịcha, ndị nkuzi ụlọ akwụkwọ, ndị ọrụ ugbo mmiri ara ehi, na ndị dọkịta na-awa ahụ.",
  "Ndị na-anọchite anya ndị na-ere nri n'ụtụtụ, họtel, ebe ntụrụndụ, na ụlọ ahịa mkpọsa, nke na-emeghe ruo mgbe mgbede gasịrị. Otú ọ dị, larks ụtụtụ nwere ike ịdị mma maka oge mmeghe nke ụlọ ahịa kọfị, na-arụ ọrụ n'ụtụtụ na họtel, ma ọ bụ na-arụkọ ọrụ na akụkọ ụtụtụ maka redio ma ọ bụ telivishọn",
  "Ndị larks nke ụtụtụ nwekwara ike ịrụ ọrụ n'oge na-adịghị anya na ụlọ ọrụ, dị ka ọrụ mberede, njem, nlekọta ahụike, na imepụta ihe.",
  "Ọtụtụ nnukwu azụmaahịa na-arụ ọrụ n'uhuruchi ma ọ bụ n'abalị chọrọ ndị ọrụ na ọkwa niile, site na ndị ọrụ mbido ruo ndị njikwa ruo ndị ọrụ nwere nkà, mgbe ọ bụla ha meghere",
  "Dịka ọmụmaatụ, ọtụtụ ụlọ ọgwụ na-ewe ọtụtụ ụdị ndị ọrụ n'ọrụ ehihie:"
]