[
  "Adetola Abdullateef Adedimeji (a mụrụ na 1st February 1986) bụ onye na-eme ejije na onye na-eme ihe nkiri na Naijiria",
  "O malitere iwu ewu site na ọrụ mbụ ya na ihe nkiri Yewande Adekoya nke afọ 2013 nke akpọrọ Kudi Klepto, ma mee ihe nkiri karịrị otu narị ihe nkiri Naịjirịa kemgbe ọ malitere ime ihe nkiri afọ iri na ise gara aga. Ọ bụ onye nnọchi anya Airtel na Numatville Megacity ugbu a.",
  "A mụrụ Lateef Adedimeji na 1st nke February afọ 1986 na Isolo, Lagos State, ndịda ọdịda anyanwụ Nigeria",
  "Ọ bụ onye Abeokuta Ogun Steeti",
  "Nne ya bụ Kudirat Adedimeji bụ onye ahịa nke si Oyo Steeti, Naịjirịa",
  "Lateef malitere agụmakwụkwọ praịmarị ya na Ire Akari Primary School, Isolo, Lagos State, gara Ilamoye Grammar School Okota Lagos maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya. Ọ gakwara ọmụmụ ihe nkiri na Onikan Lagos Steeti ebe ọ nwetara ọzụzụ arụmọrụ ya. E mepụtakwara nkà edemede ya na ime ihe nkiri ya na nzukọ na-abụghị nke gọọmentị (NGO) (Community Life Project). Ọ gụsịrị akwụkwọ na Mahadum Olabisi Onabanjo, ebe o nwetara nzere bachelọ na Mass Communication",
  "Lateef Adedimeji malitere ọrụ ihe nkiri ya n'afọ 2007, wee malite ọrụ ya na ịgba egwu, ma debanye aha ya na ụlọ akwụkwọ ịgba egwu. Lateef Adedimeji bụ onye na-eme ihe nkiri na onye na-ede ihe nkiri",
  "Lateef Adedimeji gosipụtara na ọrụ dị iche iche kemgbe ọ dị afọ iri na ise mana ọ malitere ime ihe nkiri n'afọ 2007 mgbe ọ sonyeere Orisun TV",
  "Ọ malitere ime ihe nkiri mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị ma otu NGO họpụtara ya ka ọ bụrụ onye na-enye ihe ọmụma na onye ndụmọdụ n'oge mgbasa ozi HIV / AIDS",
  "Ọrụ ya bụ ịkụziri ọha na eze banyere nsogbu metụtara mmekọahụ na ikike mmadụ site na ịmepụta ọdịnaya vidiyo nke o mere",
  "Ndị Njali maara ya maka ịrụ ọrụ nke onye mmetụta uche nke na-ebe ákwá mgbe mgbe",
  "O meela ọtụtụ ihe nkiri Naịjirịa kemgbe ọtụtụ afọ ya na aha ndị isi na ụlọ ọrụ ihe nkiri",
  "N'afọ 2016, o meriri na 2016 Best of Nollywood Awards for Best Actor in a Lead Role (Yoruba). N'afọ 2015, a họpụtara ya maka City People Entertainment Awards maka 2015 Most Promising Actor of the year",
  "Lateef nwere mgbagwoju anya na ya na onye na-eme ihe nkiri na-ewu ewu na Naijiria bụ Odunlade Adekola n'ihi ọdịdị ha na ọchị ha",
  "O nwekwara ohere ịrụ ọrụ na UNICEF n'ihi ike edemede ya. E nyere ya ihu Nollywood na ENigeria Newspaper Night of Honour na 30 Ọktoba 2021.",
  "Na 18th December, 2021, Adedimeji lụrụ onye ọlụlụ ya, onye bụkwa onye na-eme ihe nkiri,Oyebade Adebimpe n'ụdị mara mma."
]