[
  "Latifa Bint Alaya El Arfaoui (Arabic), nke a maara nke ọma dịka Latifa (Arabic) bụ onye na-agụ egwú pop na onye bụbu onye na-eme ihe nkiri na mba Tunisia.",
  "A mụrụ Latifa Bint Alaya El Arfaoui na Manouba, Tunisia.",
  "N'afọ 1983, obere oge nna ya nwụsịrị, Latifa na ezinụlọ ya gara Ijipt iji zuo ike ma lụọ újú",
  "Mgbe ọ nọ n'ebe ahụ, ọ zutere onye na-ede egwu Baligh Hamdi, onye dụrụ ya ọdụ ka ọ kwaga Ijipt iji baara ọrụ ya uru",
  "Otú ọ dị Latifa chọrọ ilekwasị anya na agụmakwụkwọ ya, wee laghachi Tunisia iji mechaa ule ikpeazụ nke ụlọ akwụkwọ sekọndrị ya",
  "N'ihi ihe gbasara ego, ọ pụghị ịlaghachi Ijipt, ya mere ọ gara kọleji na Tunisia, na-amụ akwụkwọ Dutch ruo otu afọ na ọkara",
  "Ezinụlọ ya kpebiri ịkwụ ụgwọ maka ya ịga Ijipt, ya mere ọ hapụrụ kọleji na Tunisia wee sonye na Arab Academy of Music na Ijipt, ebe ọ gụsịrị nzere bachelọ ya",
  "Ọ na-akwadebe maka nzere masta ya",
  "[mgbe?]",
  "Mgbe ọ nọ na Academy, onye na-ede egwu Mohammed Abdel Wahab chọpụtara ya, onye nụrụ ya na redio",
  "N'oge ahụ, ọ na-abụkarị abụ ogologo Tarab, mana n'oge na-adịghị anya ọ malitere ịgbanwe ụzọ ya na onye na-ede egwu Ammar El Sherei na onye na'ede uri Abdulwahab Muhammed, onye ọ zutere n'oge nleta mbụ ya na Ijipt.",
  "Abọm mbụ Latifa sitere n'afọ 1984 bụ n'ụdị Arab",
  "Abọm Mesa Al Jamal (\"Evening Of Beauty\") mere ka Latifa Bint Alayah Al Arfaoui bụrụ onye ama ama n'Ijipt",
  "Akthar Min Roohi (\"More than My Soul\") ka a tọhapụrụ n'afọ 1986",
  "Latifa malitere ịbụ abụ pop Arab na egwu Ammar El Sherei na okwu Abdulwahab Muhammed",
  "Abọm ahụ nwere ihe ịga nke ọma n'ụwa ndị Arab, na egwu ndị dị mkpirikpi na mgbakwunye nke mmetụta dị iche iche dịka egwu tango",
  "O dekọrọ vidiyo egwu maka egwu egwu \"Ew'ah Tegheer\" (\"Don't Be Jealous\")",
  "Ihe ịga nke ọma nke abọm a nyere Latifa ohere ịzụta ọkara òkè nke ụlọ ọrụ na ụlọ ọrụ mmepụta ya, La Reine",
  "Kemgbe ahụ, ọ na-arụkọ ọrụ na abọm ya niile na vidiyo egwu.",
  "N'afọ 1997, Latifa wepụtara abọm Al Ghinwa (\"The Song\"), nke a na-ewere dịka ihe na-esote \"Akthar Min Roohi\" site na abọm gara aga. Latifa wee malite ịme ụdị egwu ọhụrụ a na-akpọ Qasa'ed Fos'ha",
  "Abọm ya ọzọ, 1998's Taloomoni Al Donya (\"The World Blames Me\"), gosipụtara Latifa na-abụ abụ nke onye na-ede uri Nizar Qabbani dere.",
  "Latifa laghachiri n'afọ 1999 na abọm a ma ama, nke a maara n'ụwa Arab dịka Wadeh (\"Clear\") na mba ụwa dịka Inchallah (\"God willing\")",
  "Ọ bụ Universal Music France kesara abọm ahụ, ọ bụkwa abọm mbụ Latifa mere n'asụsụ mba ọzọ",
  "Abụ Franco-Arab \"Inchallah\" mere Elle Magazine n'elu 5",
  "\"Inchallah\" (\"Chineke dị njikere\"), \"Kerehtak\" (\"M kpọrọ gị asị\") na \"Wadeh\" (\"O doro anya\") bụ egwu a ma ama na Arab World.",
  "2002 ụdị album Desert Roses na Arabian Rhythms II gosipụtara Latifa na-eme Arab Mawwal na egwu \"Take Me I'm Yours,\" ma na-abụ obere akụkụ na Arabic na Bekee na Chris Difford na Glenn Tilbrook nke otu Squeeze. Latifa meriri World Music Award afọ 2004 maka onye na-ere ahịa kacha mma na Middle East na North Africa maka abọm Ma Etrohsh Ba'ed (\"Apụla\"), nke Alam El Phan (Mazzica TV) mepụtara n'afọ 2003",
  "N'afọ 2004, Latifa mepụtara abọm nke Warner Brothers France kesara, Les Plus Belles Chansons De Latifa (\"Latifa's Best Songs\")",
  "Ọ bụ ezie na abọm ahụ bụ nchịkọta nke egwu kachasị egwu, o gosipụtakwara egwu Raï ọhụrụ a na-akpọ \"Khalleoni\" (\"Ka m\"), mgbalị mbụ ya na Raï. N'ọnwa Nọvemba, 2006 Latifa bịanyere aka na nkwekọrịta ọzọ na Rotana iji kesaa ndekọ ya gafee Arab World.",
  "N'ọnwa Febụwarị 2016, Latifa wepụtara egwu ya \"Fresh\".",
  "N'afọ 2007 ọ pụtara dịka onwe ya na nke asaa nke Lahazat Harega, nsụgharị Arabic nke E.R..",
  "N'oge ọrụ ya, Latifa mépụtara ihe karịrị abọm 20 na egwu egwu, na ihe karịrị vidiyo egwu 70."
]