[
  "Frazier na-akọ na ọ na-ese ihe na eserese site na nwata, ma na-eto nne nne ya Ruby maka ịtọ nnukwu atụmanya maka ihe ọ rụzuru. Mgbe ọ banyere na kọleji mgbe ọ dị afọ iri na asaa, Frazier gụrụ foto n'okpuru Kathe Kowalski, onye ghọrọ onye nduzi dị mkpa, na-ewebata ya na echiche ụmụ nwanyị, semiotics na ojiji ndọrọ ndọrọ ọchịchị, nke ọma na nke ọjọọ, nke foto. Frazier gụsịrị akwụkwọ n'afọ 2004 na nzere Bachelor of Fine Arts na Photography na Graphic Design na Mahadum Edinboro nke Pennsylvania, n'afọ 2007 natara Masters of Fine Art Photography na School of Visual Performing Arts na Mahadụ Syracuse. Mgbe o sonyere n'afọ 2010-11 Whitney Independent Study Program, ọ malitere ịkụzi na Mahadum Yale.",
  "Kemgbe afọ 2009, a gụnyere ya n'ọtụtụ ihe ngosi dị iche iche, gụnyere New Museum's The Generational Triennial: Younger Than Jesus, MoMA PS1's \"Greater New York: 2010, 2011 Incheon Women Artists' Biennale Terra Incognita, n'afọ 2012 Whitney Biennial.\nIhe ngosi nka ya, A Haunted Capital, meghere na Brooklyn Museum n'afọ 2013. Tụkwasị na nke a, ọ bụ otu n'ime ndị na-ese ihe n'afọ 2009-2010 bụ ndị sonyere na mmemme obibi nke Lower Manhattan Cultural Council.",
  "N'afọ 2014, Frazier bipụtara akwụkwọ mbụ ya, The Notion of Family, nke natara International Center for Photography Infinity Award.",
  "Frazier bụ onye natara ọtụtụ onyinye, gụnyere: Art Matters (2010), Louis Comfort Tiffany Foundation Award (2011), Theo Westenberger Award nke Creative Capital Foundation (2012), na Gwendolyn Knight & Jacob Lawrence Prize site na Seattle Art Museum (2013).",
  "N'afọ 2014, a kpọrọ Frazier Guggenheim Fellow na Creative Arts. N'afọ sochirinụ, ọ ghọrọ onye TED2015 Fellow na akwụkwọ edemede ya, The Notion of Family, nke Aperture bipụtara n'afọ 2014, nyere ya afọ 2015 Infinity Award for Best Publication site na International Center of Photography (ICP). N'afọ 2015, e nyere Frazier MacArthur Fellowship, nke ọ zaghachiri na onyinye ahụ bụ \"ịkwado ọrụ m ịbụ ihe akaebe na ọgụ maka ikpe ziri ezi na mgbanwe ọdịbendị\".",
  "N'afọ 2018, a mara ọkwa Frazier dị ka otu n'ime ndị Sundance Institute's Art of Nonfiction Fellows. N'afọ 2020, a kpọrọ Frazier onye natara Gordon Parks Foundation / Steidl Book Prize.  N'afọ 2021, e nyere Frazier Honorary Fellowship nke Royal Photographic Society.",
  "Ọrụ foto nke LaToya Ruby Frazier gụnyere ihe oyiyi nke oghere onwe onye, oge nzuzo siri ike na akụkọ nke ikpe na-ezighị ezi agbụrụ na akụ na ụba na Amerịka",
  "Ọrụ ya gụnyere foto ndị enyi na ndị ezinụlọ n'oge nzuzo na ihe atụ nke ikpe na-ezighị ezi",
  "Dị ka Frazier na-akọwa, \"mmekọrịta dị n'etiti ezinụlọ m na onwe m na-eme ka ọdịiche dị n'agbata foto onwe onye na ihe ngosi mmekọrịta mmadụ na ibe ya ghara ịdị mma\" Ọtụtụ mgbe ọrụ ya na-elekwasị anya na nsogbu nke obodo ya Braddock, Pennsylvania nke dara mbà n'ụzọ ego mgbe ọdịda nke ụlọ ọrụ ígwè n'afọ ndị 1970s. Site na foto ojii na nke ọcha, Frazier na-egosipụta ịma mma nke Braddock na otu obodo a si metụta ndụ ezinụlọ ya na ndị ọzọ bi na ya",
  "Foto ya ka na-ese onyinyo nwere mmetụta siri ike na adịghị ike jikọtara ya n'ụzọ ziri ezi na nke onwe ya. E wezụga ịrụ ọrụ na ọrụ ya a ma ama Notion of Family, Frazier arụwo ọrụ na nsogbu ndị ọzọ dị ka nsogbu mmiri Flint. Ọrụ a na-egosi ma na-elekwasị anya na nwa agbọghọ na ezinụlọ ya na-ebi ndụ ha kwa ụbọchị n'etiti ọnọdụ mmiri dị mkpa n'ime obodo Flint dị ala",
  "N'oge na-adịbeghị anya, o nyere foto na ọrụ New York Times, \"Ihe mere America's Black Mothers and Babies nọ na Life-or-Death Crisis\".",
  "Ihe ngosi onwe onye:",
  "Ihe ngosi ìgwè:",
  "Ihe ngosi abụọ:"
]