[
  "LaToya M",
  "Hobbs (amụrụ ma zụlite na Little Rock, Arkansas) bụ ónyé America na-ese ihe na onye na-ebi akwụkwọ nke a maara nke ọma màkà nnukwu foto ya nke ụmụ nwanyị ojii",
  "Hobbs kwagara Baltimore, MD mgbe e mesịrị na ndụ ya ebe ọ na-arụ ọrụ dị ka prọfesọ na Maryland Institute College of Art",
  "Ọ nwetara nkwado maka ihe osise ya na ihe oyiyi ya na afọ 2010, na-enweta ọtụtụ onyinye njem na onyinye na ngwụcha afọ iri abụọ",
  "Ọrụ ya na-ekwu maka echiche nke ịma mma ojii na ọdịbendị ọdịbendị nke na-elekwasị ányá n'ịbụ nwanyị.",
  "Mbidoa M",
  "Hobbs nọrọ ihe ka ukwuu n'oge ọ bụ nwata na Little Rock, Arkansas ruo mgbè ọ gụsịrị akwụkwọ na kọleji",
  "Na chọọchị ya n'oge ọ bụ nwata, ọ bụrụ abụ n'òtù ukwe ma na-agba egwú liturgical",
  "Hobbs gụrụ ihe ọmụmụ ihe ndị dị ndụ na Mahadum Arkansas ruo mgbè ọ ghọtara na ise ihe bụ ezigbo ọkpụkpọ ya. N'oge ahụ, ọ gbanwere ụzọ na ụlọ akwụkwọ iji mụọ ihe osise studio",
  "Hobbs gụsịrị akwụkwọ na Mahadum Arkansas na Little Rock na BA na eserese",
  "O mechara nweta MFA ya na studio art: eserese na óbíbí akwụkwọ na Mahadum Purdue. Mgbe ọ gụsịrị akwụkwọ, Hobbs kwagara Maryland.",
  "Hobbs na-arụ ọrụ dị ka prọfesọ oge niile na MICA (Maryland Institute College of Art)",
  "Ọ na-ese ma na-emepụta ọrụ ya n'ụlọ ya. N'afọ 2019, o nwèrè ihe ngosi nke onwe ya nke akpọrọ Salt of the Earth II na Baltimore City Hall. E gosipụtakwara ọrụ ya na From Baltimore, With Love, ihe ngosi otu na Mary Deacon Opasik, Oletha deVane, Jessica Devilbliss na Brentwood Arts Exchange, Brentwood, MD na 2019, nke Schroeder Cherry haziri. Ọ nwetara nkwado na 2020 dị ka ónyé ikpeazụ na onye mmeri nke Janet & Walter Sondheim Artscape Prize nyéré na Baltimore, MD nke na-abịa na onyinye $ 25,000. N'afọ 2021, e gosipụtara Hobbs na Mequitta Ahuja, Lauren Frances Adams, na Cindy Cheng na ngosi \"All Due Respect\" na Baltimore Museum of Art",
  "Ihe ngosi ahụ gosipụtara ihe nkírí ise, nke ọ bụla e ji osisi kpụọ nke akpọrọ \"Carving Out Time\".",
  "Ihe osise na-eme ihe nkírí nwere mmetụta siri ike na ndụ Hobbs",
  "Elizabeth Catlett nwere mmetụta sịrị ike na Hobbs. A maara Hobbs nke ọma maka ihe osise ya, nke nwere ọdịdị pụrụ iche",
  "Ihe osise ya na ihe osise ya nwere ọdịdị, agba, na ihe osisa siri ike.",
  "Hobbs lụrụ di ma nwee ụmụ abụọ."
]