[
  "Laura Hughes Lunde (1886-1966) bụ onye Canada na-ahụ maka ụmụnwanyị, onye na-ahụ Maka mmekọrịta mmadụ na ibe ya na onye na-eme udo",
  "Ọ bụ onye na-eme udo na Toronto n'oge Agha Ụwa Mbụ (191418)",
  "Ka ọ na-erule ngwụcha agha ahụ, ọ lụrụ di ma kwaga Chicago, ebe ọ na-arụsi ọrụ ike n'ọtụtụ ihe gbasara obodo n'oge ndụ ya niile, ọkachasị ịlụ ọgụ maka ikike ụmụnwanyị na maka imeziwanye agụmakwụkwọ.",
  "A mụrụ Laura Hughes na Toronto, Canada n'afọ 1886",
  "Ọ bụ nwa nwanyị nke James Laughlin Hughes na Adaline Marean Hughes, ndị nkụzi abụọ a ma ama na ndị na-eme mgbanwe na Toronto",
  "Nna ya bụ onye isi nyocha nke ụlọ akwụkwọ dị na Toronto na nne ya bụ onye nkuzi ụlọ akwụkwọ ọta akara mbụ na Toronto",
  "James Hughes kwadoro mmegharị nke njide, megidere ntaramahụhụ anụ ahụ n'ụlọ akwụkwọ ma bụrụ onye kwere na ịdị ọcha.\nỌ kwadoro Alaeze Ukwu Britain, ma malite òtù cadet n'ụlọ akwụkwọ ọha na eze nke Canada",
  "Nwanne nna ya bụ Sir Sam Hughes, Minista nke Ndị Agha n'oge Agha Ụwa Mbụ",
  "Dị ka nwa agbọghọ Laura Hughes rụrụ ọrụ n'ụlọ ọrụ igwe ihe, wee bipụta akwụkwọ nke kọwara ọnọdụ ọrụ mmegbu ọ hụrụ.\nDabere na ahụmịhe ya, ọ gbara mbọ maka mgbanwe na iwu ọrụ.\nO so guzobe otu Canadian Labour Party",
  "Laura Hughes na-arụsi ọrụ ike n'òtù ndị na-ahụ maka udo n'oge Agha Ụwa Mbụ",
  "Nwanne nna ya Sir Sam Hughes \"nyere ya ọkara akụkụ nke ala ahịhịa ma ọ bụrụ na ọ ga-ahapụ mmasị ya n'ọrụ udo",
  "\" Ọ jụrụ",
  "Ọ gara nzukọ udo ụmụ nwanyị na The Hague n'afọ 1915.\nNa nzukọ a, e guzobere Kọmitii Mba Nile nke Ụmụ nwanyị maka Udo Na-adịgide Adịgide, na onye America Jane Addams dị ka onye isi oche",
  "Ọtụtụ ụmụ nwanyị Canada jụrụ ịga, na-achọpụta na iguzosi ike n'ihe ha nye Alaeze Ukwu ahụ siri ike karịa njikọ ha na pacifism",
  "Ndị nta akụkọ boro ụmụnwanyị ndị gara ebubo na ha \"dabara n'okpuru mmetụta nke ndị Germany na-akpa nkata na nzukọ udo a na-ekwu na ọ bụ",
  "Mgbe ha si Europe lọta, Hughes na ndị ọzọ na-ahụ maka ụmụnwanyị sonyeere Toronto Suffrage Association na Women's Social-Democratic League iji guzobe Canadian Women's Peace Party (WPP)",
  "Ndị guzobere WPP bụ Elsie Charlton na Alice Amelia Chown",
  "WPP nwere njikọ na Women't International League for Peace and Freedom (WILPF)",
  "Hughes bụ onye nhazi maka alaka Canada nke WILPF",
  "Na ngwụcha Ọktọba 1916, o dere na alaka ICWPP na-arụsi ọrụ ike na mpaghara ọ bụla nke Columbia na-eme ka agha dị ndụ.\nN'adịghị ka ụmụnwanyị ndị ọzọ na-eme udo, o yiri ka ọ zere iji arụmụka ụmụnwanyị",
  "Hughes dere n'ụzọ na-adịghị mma n'afọ 1916,",
  "Hughes sonyeere ndị otu Independent Labour Party (ILP).\nHughes kwuru okwu n'ihu ọha megide ịdebanye aha n'ime ndị agha mgbe nke a ghọrọ nsogbu n'afọ 1917, SDPC toro ya maka nguzo ya",
  "Ọtụtụ ndị na-ahụ maka ụmụnwanyị megidere pacifism",
  "Woman's Century zaghachiri na ngwụcha oge okpomọkụ 1917 na akụkọ na Hughes na Harriet Dunlop Prenter, nke akọwapụtara dị ka \"ndị suffragists a ma ama\", jikọtara njikọ dị n'etiti ikike ịtụ Votu na ime udo na Ontario",
  "Dị ka onye nchịkọta akụkọ, Jessie Campbell MacIver, si kwuo, \"National Union na Ontario Equal Franchise Association ekwuputala onwe ha ugboro ugboro dị ka ndị na-ajụ kpamkpam ajụjụ ọ bụla nke udo",
  "Akwụkwọ ọ bụla na-ahụ maka udo nke a natara site na Hague na ebe ndị ọzọ ka ndị otu a na-etinye n'ime nkata akwụkwọ mkpofu",
  "Hughes na Prenter yiri ka ha na-etinye aka n'ọgụ iduzi ndị na-ahụ Maka udo ụmụnwanyị na Toronto",
  "N'ọnwa Disemba n'afọ 1917, Laura Hughes lụrụ Erling Lunde nke Chicago, onye jụrụ n'ihi akọ na uche, wee kwaga Chicago",
  "Ka ọ na-erule Nọvemba afọ 1918, ọ bụ nne ọhụrụ",
  "Ọ ga-enwe ụmụnwoke abụọ, Chester na Leif",
  "A tụrụ di Hughes mkpọrọ maka nguzo ya ruo n'oge mgbụsị akwụkwọ nke 1920",
  "Laura rụrụ ọrụ iji kwado ndị jụrụ n'ihi akọ na uche na 191820, nke nna nna ya nyeere aka.",
  "Laura Lunde nọrọ oge dị ukwuu na-akụziri ụmụnwanyị banyere ikike na ibu ọrụ ha dị ka ụmụ amaala.\nO setịpụkwara onwe ya ọrụ nke \"ịchọ ezi ọchịchị\"",
  "Ya na Jane Addams ghọrọ ezigbo ndị enyi.\nLunde mere mkpọsa maka iwu iji chịkwaa ọrụ ụmụaka, nchekwa ọrụ maka ndị nkuzi, enyemaka steeti maka agụmakwụkwọ na mgbanwe ntuli aka",
  "Laura ghọrọ onyeisi oche agụmakwụkwọ nke Illinois League of Women Voters\nỌ rụrụ ọrụ dị ukwuu na City Club nke Chicago",
  "Ọ bụ onye isi oche kọmitii steeti dị ka Joint Committee on Voting Machines na Illinois Committee for Eradication of Tuberculosis",
  "N'afọ 1939, ụmụnwanyị nwetara ikike ije ozi na ndị ọka ikpe na Illinois",
  "Lunde bụ nwanyị mbụ na-ahụ maka ndị isi nke Federal Grand Jury na steeti ahụ",
  "Ọ bụ onye otu \"Big 19\" na mbido afọ 1950, otu ndị na-akwado ndị mmadụ nke kpaliri gọọmentị ime obodo ịlụso mpụ a haziri ahazi ọgụ.\nỌ ghọrọ onye isi oche nke Civil Service Reform Association",
  "O sonyere n'òtù ndị dị ka Joint Committee on School Affairs, Cook County Health District, Illinois Conference on Legislation, Illinois Civic Exchange na Illinois State Library",
  "Laura Hughes Lunde nwụrụ n'afọ 1966.\nỤlọ akwụkwọ Ebinger dị na Edison Park, Chicago raara ya nye Learning Resource Room.\nThe Chicago Daily News dere na \"site n'ihe fọrọ nke nta ka ọ bụrụ ụkpụrụ ikpe ọ bụla Mrs",
  "Laura Hughes Lunde bụ otu n'ime ụmụ amaala Chicago kacha baa uru",
  "\""
]