[
  "Laura El-Tantawy (amụrụ n'afọ 1980) bụ onye Britain na Ijipt na-ese foto nke bi na London na Cairo. Ọ na-arụ ọrụ dị ka onye na-ese foto akụkọ n'onwe ya na ọrụ onwe ya.",
  "A mụrụ El-Tantawy na England n'aka nne na nna ndị Ijipt ma kwaga Ijipt dị ka nwa ọhụrụ, na-etolite n'etiti ebe ahụ, Saudi Arabia na United States. Ebe nrụọrụ weebụ ya na-ekwu na foto ya \" sitere na ajụjụ gbasara njirimara ya - na-enyocha nsogbu mmekọrịta mmadụ na ibe ya na gburugburu ebe obibi metụtara nzụlite ya",
  "\" Na Shadow of the Pyramids (2015) bịara site na \"ịlaghachi Ijipt iji chọpụta mgbọrọgwụ ya, ọ banyere n'ihe omume ndị dị mkpa na Tahir Square n'afọ 2011, wee nọrọ na-ese foto ihe omume ahụ dum",
  "\"",
  "Na Shadow of the Pyramids, e depụtara ya maka Deutsche Börse Photography Prize na 2015. N'afọ 2020, El-Tantawy bụ onye mmeri nke W",
  "Eugene Smith ego nye maka m ga-anwụ maka gị.",
  "A mụrụ El-Tantawy na Worcestershire, England, na 1980 site na nne na nna Ijipt wee tolite n'etiti Egypt, Saudi Arabia na United States",
  "Ọ gụsịrị akwụkwọ na Mahadum Georgia dị na Athens, GA, n'afọ 2002 nwere ogo abụọ na akwụkwọ akụkọ na sayensị ndọrọ ndọrọ ọchịchị",
  "Nakwa na 2002, ọ malitere ịrụ ọrụ dị ka onye na-ese foto na Milwaukee Journal Sentinel na Sarasota Herald-Tribune",
  "Na 2006, ọ ghọrọ onye na-ese foto nweere onwe ya ka o nwee ike ịrụ ọrụ na ọrụ nkeonwe",
  "Ọ mezuru mkpakọrịta nyocha na Mahadum Oxford na 2009, wee nweta MA na nka na omume mgbasa ozi site na Mahadum Westminster, London, na 2011",
  "N'afọ 2015, El-Tantawy bipụtara akwụkwọ mbụ ya, In the Shadow of the Pyramids",
  "N'ịbụ nke magazin Burn na-akwado na mkpọsa ego, ọ na-elekwasị anya na Mgbanwe Egypt nke 2011. Creative Review kọwara ya dị ka \"foto ndị na-eme ngagharị iwe na ihe nkiri okporo ámá nke ìgwè mmadụ na-anụ ọkụ n'obi na Kairo n'oge mgbanwe Jenụwarị na Tahrir Square, na-agwakọta na akụkọ ndị akaebe mpaghara, yana foto ezinụlọ ochie site na nwata ya na-etolite n'etiti Egypt, Saudi Arabia na US",
  "E sere ya n'etiti afọ 2005-2014, usoro ahụ bụ ngwakọta na-akpali akpali nke foto, foto, na ihe oyiyi ndị ọzọ dị ike, na-adịghị ahụkebe, na-emetụta ihe ndị na-eme n'oge gara aga, ihe ndị na'ụzọ ziri ezi",
  "\" Gerry Badger, na-ahọrọ akwụkwọ ahụ maka ihe fotobuku kacha na Fotobookfestival na Kassel (nke ọ meriri), dere \"Ụdị ya dị egwu dị na ọdịnala kachasị mma nke akwụkwọ mkpesa ndị Japan, ma na-ejide ọgba aghara nke ihe omume ahụ nke ọma ebe ndị mmadụ na-eme ngagharị iwe n'etiti ogige ahụ ebe ndị ọzọ na-anwụ n'okporo ámá ndị gbara ya gburugburu",
  "Na anya mbụ, ihe oyiyi ya na-egbuke egbuke, nke na-adịghị ahụkebe yiri ka ọ dị oke mma, mana mgbe ị banyere ma mụọ usoro ahụ n'ezie, na-aga site na olileanya na obi ụtọ ruo na enweghị olileanya, ike nke ọhụụ ya na-apụta ìhè, a na-ejikọkwa ihe niile na ụkpụrụ mmepụta dị mma na imewe mara mma, ma ọ bụghị nke siri ike.",
  "Usoro \"I'll Die for You\" ya na-ekwu maka igbu onwe n'etiti ndị ọrụ ugbo India.",
  "Ebe nrụọrụ weebụ El-Tantawy na-ekwu na foto ya \" sitere na ajụjụ gbasara njirimara ya - na-enyocha nsogbu mmekọrịta mmadụ na ibe ya na gburugburu ebe obibi metụtara nzụlite ya\". O kwukwara na ihe mkpali ya \"na-esite na egwu, uri na ndị na-ese ihe na-ese foto nke na-abụkarị uri na ihe osise, dị ka ọrụ Gueorgui Pinkhassov, Miguel Rio Branco na Saul Leiter",
  "\"",
  "Àtụ:Authority control (arts)"
]