[
  "Lauren Halsey (b",
  "1987 Los, Angeles, California) bụ ónyé America na-ese ihe n'oge a",
  "Halsey na-eji ihe owuwu na nka ntinye iji gosipụta eziokwu nke ọbọdọ ukwu dị ka South Central, Los Angeles.",
  "A mụrụ Halsey na 1987 na Los Angeles, California. Ọ gụrụ akwụkwọ na California Institute of the Arts (CalArts) site na 2008-2012, nwéta BFA, na Mahadum Yale site na 2012-2014, nwéta MFA.",
  "Site na 2012-2014, Halsey na ndị ọrụ ibe ya rụkọrọ ọrụ na ọrụ akpọrọ Harlem Postcards, nkè e gosipụtara na The Studio Museum na Harlem, NY",
  "Ọ bụ n'oge a",
  "ka Halsey mechara ihe ngosi thesis ya na California Institute of the Arts wee malite mmemme ahụ na Mahadum Yale.  N'afọ 2015, a gụnyere Halsey na United, ngosi na Coney Island Art Walls. N'otu afọ ahụ, a gụnyere ya na ihe ngosi Everything, Everyday na Studio Museum ya na ndị na-ese ihe na Residence Sadie Barnette (nké bụkwa CalArts alum) na Eric Mack.",
  "California Institute of Arts nyèrè Lauren Halsey The Beutner Family Award of Excellence in the Arts na 2011. E nyere Halsey Skowhegan School of Painting and Sculpture scholarship màkà ónyé na-ese ihe na 2014",
  "N'afọ 2014-15, Halsey so na Studio Museum na Harlems Artist-in-Residence program. A matara ya maka ịgbanwe Mezzanine Gallery na ntinye pụrụ iche maka ihe ngosi ya akpọrọ Everything, Everyday",
  "Halsey bụ ónyé natara onyinye Rema Hort Mann Foundation Emerging Artist, 2015",
  "Ọ natara William H",
  "Johnson Price na 2017. N'afọ 2017, e nyekwara ya Edge Award site na Los Angeles Design Festival",
  "N'afọ 2018, Halsey natara $ 100,000 maka Mohn Award iji sọpụrụ nka nka ya. N'afọ 2019, a kpọrọ Lauren Halsey ónyé mmeri nke Frieze Art, nke ọ ga-enweta $ 25,000, nke Luma Foundation kwadoro, iji mepụta ọrụ ọhụrụ màkà mbipụta na-abịanụ nke Frieise New York art fair. Ọzọkwa na 2019, Halsey natara 2019 Painter and Sculptors Grant site na Joan Mitchell Foundation, New York. N'afọ 2021, Halsey natara onyinye Gwendolyn Knight Road Jacob Lawrence site na Seattle Art Museum."
]