[
  "Laura Samuel (amụrụ na 19 Febụwarị na afọ 1991) bụ onye na-eme egwuregwu na-eme ihe nkiri na Britain nke na-asọ mpi na ịwụli elu atọ",
  "O nwere ihe kacha mma nke 14.09 (Page Àtụ:Fraction/styles.css has no content",
  "ft 2+1⁄2 in) maka ihe omume ahụ, nke na-eme ka ọ bụrụ nke atọ n'etiti ụmụ nwanyị Britain",
  "Ọ bụ onye nwetara ọlaọcha na 2014 Commonwealth Games nakwa na 2010 World Junior Championships in Athletics.",
  "A mụrụ ya na Leicester, ọ malitere itinye aka na egwuregwu mgbe ọ nọ n'ụlọ akwụkwọ praịmarị na-enwe mmasị mgbe ndị nkụzi  gara hụ ụmụ akwụkwọ n'ebe ahụ. Ọ sonyeere Leicester Coritanian Athletics Club ma mesịa sonye na otu egwuregwu nke Mahadum Loughborough, mgbe ọ malitere ịmụ ihe n'ebe ahụ.",
  "Na mbido Samuel lekwasịrị anya na ihe omume ọsọ ọsọ dị mkpirikpi, mana ka ọ na-erule afọ 2007 ọ malitere ilekwasị anya na ịwụli elu",
  "O meriri na ọzụzụ ahụ na 2007 English Schools Championships ma bụrụ onye nke abụọ n'afọ sochirinụ",
  "N'afọ 2009, ọ gbanwere na ịwụli elu okpukpu atọ ma nke a mere ka ọ dị elu ozugbo n'ọkwa mba: ọ meriri n'ọkwá ụlọ akwụkwọ Bekee, ọ bịara nke anọ  asọmupi ndị okenye nke British Athletics, ma setịpụ ihe kacha mma nke 12.98 m (42  in)",
  "O meriri n'asọmupi mba kachasị elu na triple jump n'afọ 2010. Ọ gara n'ihu na-asọmupi na asọmpi mba ụwa mbụ ya n'oge na-adịghị anya mgbe nke ahụ gasịrị ma bụrụ onye nwetara ọlaọcha na 2010 World Junior Championships in Athletics, na-etinye ihe ndekọ nke ndị Britain nke 13.75 (  1+1⁄4 in) iji bụrụ nke abụọ n'azụ Dailenys Alcántara kachasị amasị ya.",
  "Samuel meriri n'asọmupi Britain nke atọ n'ime ụlọ na n'èzí n'afọ 2011, ma mee nke mbụ ya na IAAF Diamond League circuit, na-etinye nke asaa na London Grand Prix",
  "O ruru ihe kachasị mma ya n'afọ 2012 ma kwughachi ya dị ka onye mmeri UK n'èzí na 2012 na 2013",
  "Ọ malitere ịrụ ọrụ na onye nkuzi Aston Moore nke Birchfield Harriers otu n'ime ndị nkuzi na-awụli elu na mba ahụ.",
  "Ọ gara n'ime ụlọ na-enweghị onye mmeri na 2014, na-enwe mmeri na London Indoor Games na Botnia Games tupu ọ were aha ime ụlọ nke Britain",
  "Na British Championships n'èzí, Yamilé Aldama kụrụ ya nke abụọ, na-eweta njedebe nke afọ anọ Samuel na ihe omume mba. A họpụtara ha abụọ ka ha nọchite anya England na 2014 Commonwealth Games",
  "Samuel meriri onye obodo ya tọrọ ya na nke ikpeazụ ka Aldama na-amaliteghị asọmupi ahụ na Glasgow",
  "Samuel wụliri akara kachasị mma nke 14.09 (  2+1⁄2 in) -agbakwunye ihe karịrị sentimita iri atọ na afọ anọ ya kacha mma",
  "Nke a mere ka o nweta ihe nrite ọlaọcha na-atụghị anya ya n'azụ Kimberly Williams nke Jamaica. Ọrụ a mere ka ọ bụrụ nke atọ na ndepụta atọ nke ndị Britain na-agba ọsọ atọ mgbe Ashia Hansen na Aldama gasịrị."
]