[
  "Laura Kurgan bụ ónyé South African architect na osote prọfesọ na Columbia University Graduate School of Architecture, Planning and Preservation (GSAPP). Ọ na-eduzi interdisciplinary Center for Spatial Research na GSAPP, nke o guzobere dị ka Spatial Information Design Lab na 2004. Kemgbe afọ 1995, ónyé na-ese ụkpụrụ ụlọ na-arụ ọrụ nkè ya na New York City nkè a na-akpọ Laura Kurgan Design.  É nyela ya Rockefeller Fellowship na Graham Foundation Grant. E gosipụtara ọrụ Kurgan na ụlọ ọrụ ndị a ma ama gụnyere ZKM Karlsruhe, Museum of Modern Art, New Museum na Venice Architecture Biennial.",
  "N'afọ 2013, MIT Press bipụtara akwụkwọ ya \"Close Up at a Distance: Mapping, Technology and Politics\". Akwụkwọ ahụ na-enyocha mmetụta nke teknụzụ ọhụụ nkè ógè a gụnyere GPS, mgbasa ozi nke data site na ịntanetị, na Google Earth na eserese mmekọrịta anụ ahụ na nke mebere emepe. Na nyocha Jennifer S",
  "Light nke akwụkwọ ahụ, ọ na-ekwu na akụkụ kachasị ike nke isi mbido n'akwụkwọ ahụ bụ na ọ \"na-ewebata ndị ọkachamara na-emepụta ihe na ụdị ọhụrụ nkè mgbasa ozi\". E gosipụtara ọrụ ahụ na mkparịta ụka ya na Neil Brenner na Mahadum Princeton's School of Architecture n'ọnwa Ọktoba afọ 2013.",
  "N'ịbụ nke e kere na Spatial Information Design Lab na Mahadum Columbia na Justice Mapping Center, Million Dollar Blocks bụ ókwú Laura Kurgan na Eric Cadora chepụtara iji kọwaa ego ndị na-atụ ụtụ isi nwéré ike iji mee ka ndị mmadụ nọrọ n'otu obodo. Ọrụ ahụ jiri ozi sitere na usoro ikpe mpụ mepụta map nke gosipụtara ọnụ ọgụgụ búrú ibu nke ndị mmadụ a tụrụ mkpọrọ site na mpaghara ole na ole na ọbọdọ ise nke America. N'akwụkwọ édémédé ya na The Atlantic banyere ọrụ ahụ, Kurgan dere \"Nationwide, a na-eme atụmatụ na ụzọ abụọ n'ụzọ atọ nke ndị na-ahapụ ụlọ mkpọrọ ka e jidere n'ime afọ atọ",
  "Ịkwaga n'ihu n'etiti ụlọ mkpọrọ na mpaghara ole na ole a na-ahụ ányà abụghị naanị na ọ na-efu ego na-eme ka ndụ obodo ghara ịdị mma. N'afọ 2008, e gosipụtara onyinyo sitere na ọrụ ahụ, nke akpọrọ \"Architecture and Justice 1\", na Museum of Modern Art na New York City maka ihe ngosi Design and the Elastic Mind. Ebe ọ bụ na Museum of Modern Art chịkọtara ọrụ ahụ. N'ime édémédé màkà ihe ngosi nke afọ 2008, n'oge na-adịbeghị ányá, e gosipụtara map Brooklyn site na ọrụ ahụ ọzọ na Museum of Modern Art màkà ihe ngosi ya Scenes for a New Heritage: Contemporary Art from the Collection. N'ime katalọgụ màkà ihe ngosi Design and the Elastic Mind, nke ónyé nhazi Paola Antonelli dezigharịrị, ónyé na-akụzi ihe n'ọbọdọ ukwu Peter Hall kwuru na ọrụ ahụ, \"na-enye ụdị ihe atụ ọhụrụ màkà nyocha dị oke egwu\".",
  "Emere ya na ndị otu sitere na Spatial Information Design Lab, Pen American Center na Brown Institute for Media Innovation, ọrụ a nyochara nkwupụta n'efu n'ịntanetị na China",
  "Dị ka onye isi nchọpụta, Kurgan duuru ndị otu nchọpụta ya n'inyocha na ịhụ ụzọ ndị ọrụ ịntanetị China na-eji iji nweta ma sonyere n'akụkụ nke weebụ nke a na-egbochi na mbà ahụ."
]