[
  "Laura Wheeler Waring (Ubochí irí na isii n'ọnwa Mée, 1887 rụo ụbọchị atọ n'ọnwa Febụwarị, 1948) bụ ónyé America na-ese ihe na ónyé nkụzi, nke a maara nke ọma màkà ihe osise ya nke ndị Africa America ama ama nkè o mèrè n'oge Harlem Renaissance. Ọ kụziri nka ihe karịrị afọ 30 na Mahadum Cheyney na Pennsylvania.",
  "A mụrụ Laura Wheeler na Mee 16, 1887, na Hartford, Connecticut, nwa nke anọ n'ime ụmụ isii, nke Mary (née Freeman) na Reverend Robert Foster Wheeler",
  "Nné ya bụ nwá nwanyị nkè Amos Noë Freeman, ónyé ụkọchukwu Presbyterian, na Christiana Williams Freeman, bụ ónyé ama ama na ọrụ mgbochi ịgba ohu, gụnyere Underground Railroad na Portland, Maine na Brooklyn, New York. Nna ya bụ pastọ nke Talcott Street Congregational Church, chọọchị ojii mbụ na Connecticut. O sitere n'ezinụlọ gụrụ akwụkwọ na ọgbọ ise gàrà aga nke ndị gụsịrị akwụkwọ na kọleji tupu ya.",
  "N'afọ 1906, Waring malitere ịkụzi ihe nwa oge na Philadelphia na Cheyney Training School for Teachers (nke e mechara kpọwa Cheyney State Teachers College ma bụrụ nke a maara ugbu a dị ka Mahadum Cheyney).) Ọ kụziri nka na egwu na Cheyney ruo 1914 mgbè ọ gàrà mba ofesi na Europe",
  "Ọrụ ya na Cheyney na-ewe ógè, ebe ọ bụ ụlọ akwụkwọ obibi ma na-achọkarị ya ịrụ ọrụ mgbede na Sunday",
  "Nke a hapụrụ ya n'enweghị oge dị ukwuu iji mee nka",
  "1906-1914 bụ afọ dị nwayọ màkà ọrụ nka ya n'ihi nke a",
  "Waring rụrụ ọrụ ogologo oge na-akụzi nka, mgbe ụfọdụ na-etinye oge okpomọkụ na-akụziri ise ihe na Harvard na Columbia maka ego ọzọ.",
  "Mgbe ọ na-aga Hartford Public High School, a matara Wheeler maka nkà ya na eserese. O mechara gaa Pennsylvania Academy of the Fine Arts",
  "N'afọ 1914, ọ gụsịrị akwụkwọ na kọleji, e nyekwara ya A",
  "William Emlen Cresson Memorial Travel Scholarship iji mụọ nka na Louvre na Paris.",
  "Waring so n'ime ndị na-ese ihe gosipụtara na ngosi mbụ nke nka ndị Africa America, nke William E",
  "Harmon Foundation mere na 1927. Ọ bụ Harmon Foundation nyere ya ọrụ ka o mee foto nke ndị Africa America a ma ama ma họrọ ụfọdụ ndị metụtara Harlem Renaissance. N'oge na-adịghị anya, e gosipụtara ọrụ ya na ụlọ ọrụ America, gụnyere Corcoran Gallery na Washington, DC, Brooklyn Museum, na Philadelphia Museum of Art. O nwere foto ugbu a na Smithsonian National Portrait Gallery.",
  "N'afọ 1944, asatọ n'ime foto ya gụnyere na Portraits of Outstanding Americans of Negro Origin Isiokwu nke foto ya gụnyere Marian Anderson, WEB DuBois, James Weldon Johnson, na Mary White Ovington.",
  "E wezụga ihe ngosi mgbe ọ nwụsịrị na Mahadum Howard na 1949, ekwenyeghị na egosiri ihe osise Waring mere na Paris ma amaghị ebe ha nọ",
  "Na mgbakwunye na eserese, Waring dere ma gosipụta akụkọ dị mkpirikpi ya na ezigbo enyi na onye edemede, Jessie Redmon Fauset",
  "Fauset sonyeere Waring na njem ya niile na France n'oge a",
  "Waring dere akụkọ dị mkpirikpi, \"Dark Algiers and White,\" maka magazin The Crisis nke NAACP, e mechara bipụta ya.",
  "Laura gụsịrị akwụkwọ na Hartford Public High School na 1906 wee gụọ akwụkwọ na Pennsylvania Academy of the Fine Arts na Philadelphia, gụsịrị akwụkwọ n'afọ 1914.",
  "Laura Wheeler lụrụ Walter Waring na June 23, 1927",
  "Ọ si Philadelphia ma rụọ ọrụ na usoro ụlọ akwụkwọ ọha na eze dị ka onye nkuzi",
  "Mgbe ha lụrụ di na nwunye mbụ, ego dị ụkọ, n'ihi ya, ha yigharịrị njem ezumike ha ruo afọ abụọ",
  "N'afọ 1929, ndị di na nwunye ọhụrụ ahụ gara France, nọrọ ihe karịrị ọnwa abụọ n'ebe ahụ",
  "Ha enweghị ụmụ. A maara Wheeler ka ọ zere mgbasa ozi.",
  "Waring nwụrụ na Febụwarị 3, 1948, n'ụlọ ya na Philadelphia mgbe ọ rịasịrị ọrịa ogologo oge. Otu afọ mgbe e mesịrị, Howard University Gallery of Art na Washington, D.C",
  "mere ihe ngosi nka iji sọpụrụ ya.",
  "E tinyere ọrụ Waring na ngosi 2015 We Speak: Black Artists na Philadelphia, 1920s-1970s na Woodmere Art Museum."
]