[
  "Lawan Gwadabe (a mụrụ n'afọ 1949) bụ onye nchịkwa ndị agha nke Niger Steeti na Naịjirịa site n'ọnwa Disemba  afọ 987 ruo Jọnwa jenụwarị afọ 1992 n'oge ọchịchị ndị agha nke General Ibrahim Babangida\nE boro ya ebubo na ọ na-eme atụmatụ ịwakpo General Sani Abacha n'afọ 1995, nke a tụrụ ya mkpọrọ, taa ya ahụhụ ma maa ya ikpe maka ịgba ọchịchị mgba okpuru.\nMgbe Abacha nwụsịrị, a gbaghaara ya na steeti.",
  "A mụrụ Gwadabe n'afọ 1949 na Jos, Plateau Steeti, ebe a zụlitere ya",
  "Nna ya bụ onye Alakụba sitere na Fulani.",
  "Major Gwadabe tinyere aka na ndọrọ ndọrọ ọchịchị na 27 August 1985, ebe ọ ka laghachiri na 245 Recce Battalion (ebe ọ bụbu onye isi) site na ọmụmụ na US Armour School, Fort Knox",
  "Ọ bụ otu n'ime ndị isi na-eto eto e kenyere ọrụ ijide onye isi ala, General Muhammadu Buhari, nke ha rụzuru n'enweghị ihe isi ike, jiri General Ibrahim Babangida dochie ya.  \nMgbe okpuru ọchịchị ahụ gasịrị, a họpụtara Gwadabe ka ọ bụrụ onye isi oche nke Nigerian National Shipping Line.  \nỌ bụkwa onye nnọchi anya onye isi ala pụrụ iche na onye isi oche nke Sudan Peace Conference (1986–1990) nakwa onye nnọchi anya onye isi ala pụrụ iche maka udo na Angola na mba Mozambique (1989–1990).",
  "Babangida họpụtara Gwabade Gọvanọ nke Niger Steeti na Disemba 1987.\nN'oge ọchịchị ya, ọ ghaghị ịnagide ọrịa siri ike nke cerebro-spinal meningitis, nke e ji ọgwụ mgbochi mberede merie. \nNá mmalite nke Naijiria Third Republic na Jenụwarị 1992, o nyefere onye gọvanọ nkịtị a họpụtara ahọpụta bụ Musa Inuwa.\nInuwa bụbu Kọmishọna na-ahụ maka ahụike na Niger Steeti, Gwadabe wepụrụ ya n'ọkwa ya ka o wee nwee ike ịzọ ọkwa.",
  "A họpụtara Gwadabe ka ọ bụrụ ọchịagha nke ndị nche mba.\nN'abalị iri na asaa n'ọnwa Nọvemba n'afọ 1993, ndị otu ndị nche mba n'okpuru Colonel Gwadabe, ndị isi ndị agha atọ jidere Ernest Shonekan, onye isi ala nkịtị nke Naijiria onye General Ibrahim Babangida họpụtara",
  "Ngagharị iwe ahụ mere ka General Sani Abacha weghara ọchịchị.\nGwadabe gara ozi dịka onye isi ndị ọrụ nke ndị agha Gambia, na-anọchi Brigadier Abubakar Dada\nMgbe ọ laghachiri Naịjirịa mgbe ọchịchị Yahya Jammeh nke July 1994 gwụrụ na Gambia, ọ bụ onye isi ndị ọrụ nke General Sani Abacha tupu a họpụta ya dịka ọchịagha nke 23 Armored Brigade na Yola.",
  "N'ụbọchị nke 1 n'ọnwa Machị afọ 1995, e jidere ya maka ebubo na ọ na-eme atụmatụ ịwakpo ọchịchị Abacha, ma tụọ ya mkpọrọ, taa ya ahụhụ ma mesịa maa ya ikpe maka ịgba ọchịchị mgba okpuru ya na ndị ọzọ",
  "Ọ nọ n'ụlọ ikpe mgbe Abacha nwụrụ na mberede na June 1998.\nKa ọtụtụ afọ gachara, onye isi ndị ọrụ Abacha bụ Lt-Gen",
  "Oladipo Diya kwuru na ọ na-ewere na atụmatụ okpuru ọchịchị ahụ a na-ekwu na ọ dịghị.",
  "N'ọnwa Machị afọ 1999, ọchịchị ndị agha nke General Abdulsalami Abubakar gbaghaara Gwadabe na ndị ọzọ a na-ebo ebubo na ha na-eme atụmatụ ịwakpo General Sani Abacha.\nNa June 2009, Onye isi ala Umaru Yar'Adua nyere Gwadabe nakwa ọtụtụ ndị ọzọ mgbaghara zuru oke.",
  "N'afọ 2004, ọ bụ onye isi otu Kaduna Discussion Group, ya na onye bụbu onye ọchịchị ndị agha bụ Ibrahim Babangida.\nDịka onye otu ụlọ ọrụ MTS First Wireless, na Jenụwarị 2005, Gwadabe boro ebubo na onye isi oche ahụ etinyela aka na ikenye òkè na omume ọjọọ na mbubata ngwá ọrụ nkwukọrịta.\nGwadabe so na ndị isi, na 2005, na-agba General Ibrahim Babangida ume ịzọ ọkwa onye isi ala nke afọ 2007.",
  "Gwadabe ghọọrọ onye otu ụlọ ọrụ nke ọtụtụ ụlọ ọrụ, gụnyere U2 Communications Africa na North Eastern Capital",
  "Ọ ghọọrọ onye isi oche nke Seeds Project Company na onye isi oche nke North Eastern Integrated Oil services Ltd",
  "Mmasị azụmahịa ya gụnyere Mmanụ na Gas, ntụrụndụ na ọrụ ile ọbịa.\nN'ọnwa Febụwarị afọ 2009, a họpụtara Gwabade ka ọ bụrụ onye isi oche nke ụlọ ọrụ Federal Road Safety Commission (FRSC).\nN'ọnwa Ọgọstụ afọ 2009, o kwupụtara na a na-etinye ụgbọ oloko iri abụọ na abụọ na Federal Capital Territory iji nyere ndị ihe mberede metụtara aka."
]