[
  "Laylah Ali (amụrụ n'afọ 1968) bụ onye na-ese ihe nkiri nke oge a maara maka ihe osise nke a na-egosipụta mmekọrịta agbụrụ na-edoghị anya na usoro eserese eserese.",
  "N'oge ọ bụ nwata, Ali bu n'obi ịbụ onye ọka iwu ma ọ bụ dọkịta.",
  "Ali nwetara B.A",
  "(English and Studio Art) na Williams College, Williamstown, MA na 1991. O sonyere na Whitney Independent Study Program na Whitney Museum of American Art, New York City na 1992, wee mechaa ebe obibi na Skowhegan School of Painting and Sculpture, Skowhegen, ME na 1993",
  "Ali nwetara M.F.A",
  "ya na 1994 na Mahadum Washington na St",
  "Louis, MO",
  "Ọ bi ma na-arụ ọrụ na Williamstown, Massachusetts, ma bụrụkwa prọfesọ ugbu a na Williams College.",
  "N'ọrụ Ali mbụ, ọ ga-ese ma ọ bụ see ìhè ímé ihe ike",
  "O lekwasịrị anya n'omume karịa ime ìhè ike n'onwe ya",
  "N'ọrụ ya ugbu a, ọ naghị elekwasị anya n'omume ahụ; ọ na-elebara ìhè na-eme tụpụ na mgbe ọ gasịrị anya.",
  "Ọrụ ndị ahụ bụ obere ìhè osise gouache na ihe osise na akwụkwọ",
  "A maara yá ka ọ na-akwadebe ọtụtụ ọnwa, na-eme atụmatụ ihe ọ bụla kà ọ ghara inwe ohere màkà mmejọ",
  "Ọrụ Ali dabeere ná ahụmịhe ndụ",
  "Ọ bụ ezie na mmadụ nwere ike ọ gaghị enwe ike ikwu, ọ na-ekwu na ọrụ ya niile nwere ihe ọ pụtara nakwa ná ihe dị n'uche ya karịrị aka ya na akwụkwọ. Banyere ọdịdị arụmọrụ nkè ọrụ ya, Ali na-ekwu, \"Ihe osise ahụ nwere ike ịdị ka usoro ma ọ bụ setịpụrụ, ọnụ ọgụgụ dị ka ndị na-eme ihe nkiri na egwuregwu",
  "Echere m na ha dịka ndị mmadụ na ndị mmadụ",
  "\"",
  "Isiokwu nke ihe osise gouache a ma ama nke Ali bụ ihe odide Greenheads e mere iji belata ma ọ bụ wepụ ọdịiche dị iche iche nke okike, ogo, afọ, na n'ụzọ ụfọdụ agbụrụ.  Ali mepụtara ihe karịrị 80 n'ime ihe osise ndị a n'agbata afọ 1996 na 2005",
  "Ali wepụtara ihe oyiyi na isiokwu sitere na akwụkwọ akụkọ, dị ka ihe oyiyi nke ihe ịrịba ama ngagharị iwe ma ọ bụ ndị isi ụwa na-amakụ, mànà ọ gbanwere akụkọ iji mepụta ihe dị ányá na ihe ọhụrụ",
  "Ali mepụtara ihe odide na ihe oyiyi ka ha bụrụ ndị a kapịrị ọnụ ma bụrụ ndị na-edoghị anya",
  "Ha nwèrè ìhè ọ pụtara site n'aka Ali n'onwe ya mànà onye na-ekiri ya na-eweta ihe odide nkè ha iji kọwaa onyinyo ahụ",
  "Ali mèrè ihe odide ka ha yie mmadụ ma ọ bụghị mmadụ ka e wéé wepụ ha n'ụwa anyị na mmekọrịta mmadụ na ibe ya",
  "Ha nwèrè ihe ọ pụtara na mmekọrịta mmadụ na ibe ya ma ha dị n'èzí ụwa anyị.",
  "Kemgbe afọ 2015, Ali anọwo na-arụ ọrụ n'usoro ihe osise ọ na-akpọ Acephalous, na-egosi ọnụ ọgụgụ ọ na-akọwa dị ka onye maara okike, nwere ike inwe mmekọahụ ma ọ bụ mmekọahụ, ụfọdụ n'ime ha nwere àgwà agbụrụ na ụfọdụ n'etiti ha enweghị isi",
  "\"Ha nọ na njem na-adịghị agwụ agwụ, nke kpebisiri ike, njem nwere ọtụtụ akụkụ\", ka ọ na-ekwu",
  "\"Ọ nwere akụkụ nke ịkwaga n'ike",
  "\"",
  "Laylah Ali esorowo onye na-agba egwú / onye na-eme ihe nkiri Dean Moss na The Kitchen na 2005 na Figures on a Field na 2014 na johnbrown. N'afọ 2002, Museum of Modern Art, New York, nyere Ali ọrụ ịmepụta akwụkwọ akụkọ na-enweghị okwu. N'afọ 2020 n'oge ọrịa a, a na-atụ anya na Ali ga-arụcha ọrụ ya na Tamarind Press na New Mexico",
  "Usoro nchekwa nke COVID-19 chọrọ ka ndị nta akụkọ na ndị na-ese ihe gbanwee mmekọrịta ọrụ ha gaa na nke mebere emepe",
  "Kama ịrụ ọrụ n'onwe ha, ha rụrụ ọrụ iji jiri ozi ahụ zipụ ọrụ na-aga n'ihu.",
  "A na-etinye ọrụ Alias na nchịkọta na-adịgide adịgide nke ọtụtụ ụlọ ọrụ ọha na eze, gụnyere Albright-Knox Art Gallery, Buffalo, NY; Museum of Contemporary Art, Chicago na Walker Art Center, Minneapolis, MN, n'etiti ọtụtụ ndị ọzọ.",
  "Laylah Ali gosipụtara na Venice Biennial (2003) na Whitney Biennial (2007) Ihe ngosi ndị ọzọ dị ka ndị a:",
  "E nyela Ali ọtụtụ onyinye, ebe obibi na onyinye, gụnyere Joan Mitchell Foundation Painters and Sculptors Grant na 2008, Joan Mitchell Foundation Residency na 2018, na United States Artists Residency."
]