[
  "Leïla Ben Ali (Arabic: , née Trabelsi; amụrụ na 14 Ọktoba 1956) bụ nwanyị di ya nwụrụ nke Zine El Abidine Ben Ali, onye bụ onye isi ala Tunisia site na 1987 ruo 2011",
  "Ọ lụrụ Ben Ali na 1992.",
  "Leïla Ben Ali bụ onye isi oche nke Arab Women Organization na onye isi oche of the Basma Association, otu ọrụ ebere na-arụ ọrụ iji nweta ọrụ maka ndị nwere nkwarụ",
  "N'ọnwa Julaị afọ 2010, Mrs",
  "Ben Ali guzobere SAIDA iji melite nlekọta maka ndị ọrịa kansa na Tunisia. N'oge mgbanwe ọchịchị nke Tunisia na 2010 na11, ya na di ya na ụmụ atọ gbagara mba ọzọ na Saudi Arabia",
  "N'oge ọ bụ nwanyị mbụ nke Tunisia, a kwenyere na ya mere ka onwe ya na ezinụlọ ya baa ọgaranya site na nrụrụ aka na mmefu ego nke gọọmentị iji kwado ndụ okomoko, ihe ndị nyere aka na ngagharị iwe megide ọchịchị Ben Ali na ngwụcha afọ 2010. As of 2011[update] 2011[update] Interpol na-achọ ya na arịrịọ nke ndị ọka ikpe Tunisia maka ịgba ọchịchị mgba okpuru na ịkwụ ụgwọ ego.",
  "Leïla Trabelsi bụ nwa nwanyị nke Mohamed na Saïda Trabelsi",
  "O nwere ụmụnne nwoke na ụmụnne nwanyị iri",
  "Akwụkwọ \"ike siri ike\" nke 2009 nke ndị nta akụkọ France bụ Nicholas Beau na Catherine Graciet chọtara ọpụpụ ya site na nwa nwanyị nke onye na-ere mkpụrụ osisi kpọrọ nkụ ruo First Lady. Tupu ya na Ben Ali lụọ n'afọ 1992, ọ bụ onye na-edozi ntutu na-enweghị agụmakwụkwọ dị mma, na-eme oriri na Paris. Ọ lụrụ Khelil Maaouia afọ atọ.  Mgbe ahụ, ya na onye isi ụlọ ọrụ, Farid Mokhtar, enyi Praịm Minista nke mere ka ọ mata ọkwa kachasị elu nke ndị Tunisia.",
  "Mgbe mmekọrịta ịhụnanya ya na alụmdi na nwunye ya na onye isi ala Tunisia Zine El Abidine Ben Ali, ya na ezinụlọ ya rịgooro n'ọkwá dị elu na azụmaahịa Tunisia wee bụrụ ndị a ma ama maka anyaukwu, ike na obi ọjọọ ha",
  "Leïla Ben Ali na ọtụtụ n'ime ndị ikwu ya gbapụrụ Tunisia gaa Saudi Arabia, France, Canada na Qatar na 14 Jenụwarị 2011, mgbe a chụpụrụ Onye isi ala Ben Ali.",
  "Leïla Ben Ali na-arụsi ọrụ ike na ọrụ ebere na ọrụ enyemaka na ọrụ ya dị ka nwanyị mbụ nke Tunisia",
  "O guzobere Basma Association na 2000 iji nyere aka chekwaa ọrụ maka ndị nwere nkwarụ, ma bụrụkwa onye isi oche nke nzukọ ahụ kemgbe ahụ",
  "N'okpuru idu ndú ya, njikọ ahụ enyewo ego ego ego, nweta ọrụ maka ọtụtụ ma mepee ụlọ ọrụ maka ndị nkwarụ n'ọnwa Ọktoba afọ 2010. Ụlọ ọrụ ahụ nyere ọzụzụ teknụzụ n'ọtụtụ ngalaba gụnyere sayensị kọmputa, embroidery, ọkwa nkà, ihe nkiri na egwu.",
  "Ọ malitekwara SAIDA, atụmatụ iji melite ọgwụgwọ ọrịa kansa, n'afọ 2010",
  "Ọ na-ekwu okwu ugboro ugboro, na-anọ n'ememe gọọmentị ma na-agụ okwu di ya mgbe ụfọdụ",
  "Ọ na-eso onye isi ala na-eme njem mgbe niile na nleta gọọmentị na mba ndị ọzọ",
  "Ben Ali na-arụkwa ọrụ na S.O.S",
  "Gammarth na El Karama, nke nyere nlekọta maka ụmụ mgbei ma kwalite ikike mmadụ, n'otu n'otu.",
  "Dị ka onye isi oche nke AWO, Leïla Ben Ali guzobere kọmitii ụmụ nwanyị Arab maka Iwu Humanitarian International nke jere ozi iji kwalite iwu enyemaka mba ụwa site na ịbawanye mmata na inye mmemme ọzụzụ maka gọọmentị na òtù ndị ọrụ ebere",
  "O mekwara ka mgbochi ime ihe ike n'ụlọ bụrụ ihe kachasị mkpa nke AWO, ma kpọọ maka nlebara anya ọha na eze na ịkọ akụkọ banyere ime ihe ike megide ụmụ nwanyị n'ụlọ. N'ajụjụ ọnụ a gbara ya na Trends Magazine, o kwusiri ike na mkpa ụmụ nwanyị Arab dị na mmepe na-adịgide adịgide na imeziwanye onyinyo ụmụ nwanyị Arab bụ ebumnuche ya bụ isi dị ka onye isi oche nke AWO.",
  "A matara ya maka onyinye ya nye òtù ndị a n'akwụkwọ dị iche iche",
  "N'afọ 2000, a họpụ tara ya dị ka \"Onye Ezinụlọ Ụwa\"; n'afọ 2003 a kpọrọ ya \"Onye nke Afọ\" na magazin Russia The World of the Woman, maka ọrụ ya iji kwalite ọdịmma ọha na eze na ikike ụmụ nwanyị; ma họrọ ya dị ka otu n'ime ndị Arab 50 kachasị emetụta n'ụwa site na Middle East Magazine, akwụkwọ nke dị na London. A jara ya mma maka ọrụ ya na AWO iji mụbaa ikike ụmụ nwanyị na ngalaba na ọkwa niile, yana maka ịbawanye nkwado n'etiti mba Arab na nsogbu ụmụ nwanyị. Òtù World Association of Women Entrepreneurs (FCEM) nabatakwara ya maka ọrụ ya n'inye ụmụ nwanyị ike na mmepe akụ na ụba.",
  "Ọ ghọrọ onye na-egbuke egbuke maka enweghị afọ ojuju n'ime obodo Tunisian nke na-asọ iwe maka ịrị elu nke ezinụlọ ya na ezinụlọ Trabelsi. Ndị edemede abụọ nke France dere akwụkwọ sara mbara akpọrọ \"La regente de Carthage\" na-akọwapụta nrụrụ aka nke Leïla, ezinụlọ ya na ndị ọgọ ya",
  "Dị ka akwụkwọ akụkọ French Le Monde Diplomatique si kwuo, Leïla Ben Ali na-anọchite anya \"agụụ\" nke ezinụlọ onye isi ala",
  "Otu eriri ndọrọ ndọrọ ọchịchị nke America nke WikiLeaks wepụtara kọwara otú onye nnọ chi anya Robert F",
  "Godec si nụkarị \"ụjọ banyere enweghị agụmakwụkwọ ha, ọnọdụ dị ala na oriri pụtara ìhè\"",
  "N'oge ngagharị iwe ndị Tunisia na 2010-2011, ndị na-eme nga gharị iwe lekwasịrị anya n'ụlọ ha kwenyere na ọ bụ nke ezinụlọ Trabelsi. Gọọmentị Switzerland kwupụtara na ọ na-eme ka ọtụtụ nde dollar ndị ezinụlọ ya nwere na akaụntụ ụlọ akụ.",
  "Na 20 June 2011, a mara Zine El Abidine Ben Ali na Leïla Ben Ali ikpe ịga mkpọrọ afọ 35 n'enweghị onye na-anọ ya mgbe a chọpụtara na ikpe mara ha maka izu ohi na inwe ego na ọla n'ụzọ iwu na-akwa doghị. Akụkọ pụtara na Leïla nwere ike ịnwa igbu onwe ya site na itinye onwe ya nsí n'ụlọ ya na Abha.",
  "Ya na di ya mụrụ ụmụ atọ: Nesrine (amụrụ na alụ ghị di; nna ya matara ya, lụrụ Mohammad Sakher El Materi), Halima na Mohamed Zine El Abidine",
  "Di na nwunye ahụ nọkọtara ọnụ ruo 19 Septemba 2019, mgbe onye bụbu onye isi ala nwụrụ na Saudi Arabia."
]