[
  "Joseph Athanase Tshamala Kabasele (16 Disemba 1930 na Matadi, Belgian Congo (nke bụzi Democratic Republic of the Congo) - 11 Febụwarị afọ 1983 na Paris, France), nke a maara dị ka Le Grand Kallé, bụ onye Congo na-agụ egwu na onye isi egwu, a na-ewere ya dị ka nna nke egwu Congo nke oge a",
  "A maara ya nke ọma maka ọrụ ya dị ka onye ndú nke otu egwu, Le Grand Kallé et l'African Jazz, nke o tinyere aka na ọtụtụ egwu ama ama, gụnyere Indépendance Cha Cha",
  "A mụrụ Joseph Athanase Tchamala Kabasele na Matadi, Bas-Congo n'ebe bụ bu Belgian Congo n'oge ahụ, Democratic Republic of Congo nke oge a",
  "O sitere n'ezinụlọ Congo a ma ama, nke gụnyere Kadinal Joseph Malula. Kallé gara ụlọ akwụkwọ sekọndrị wee ghọọ onye na-ede akwụkwọ na ụlọ ọrụ azụmahịa dị iche iche na isi obodo Belgian Congo, Léopoldville.",
  "Ná mmalite afọ ndị 1950, na ụlọ ọrụ ndekọ ọhụrụ a na-akpọ Opika, Kasabele nwetara ohere ịchụso ọrụ egwu. O sonyeere mmadụ abụọ n'ime ndị na-egwu egwu na Opika records, Georges Doula na Albert Yamba-Yamba, iji mepụta otu a na-akpọ Groupe Doula Georges",
  "N'afọ 1951 Doula na ndị otu ya pụtara na ihe nkiri mgbasa ozi maka ụlọ ọrụ redio Voix de la Concorde, nke na-arụ ọrụ n'okpuru akwụkwọ ozi \"OTC\"",
  "Iji nweta aha ọjọọ e nwetara site na ihe nkiri ahụ, ndị otu ahụ họọrọ ịhazigharị onwe ha OTC.",
  "N'afọ 1953, n'ịbụ onye enweghị nkụda mmụọ na enweghị ọganihu na OTC, o guzobere l'African Jazz, nke ụfọdụ na-ewere dị ka òtù Congolese kachasị mkpa",
  "L'African Jazz bụ otu n'ime ndị kasị ewu ewu n'egwuregwu Rumba nke Africa",
  "N'oge ọ kachasị elu, L'African Jazz gụnyere nnukwu aha dịka onye na-akpọ ụbọ Dr Nico Kasanda, onye na-agụ ụbọ Manu Dibango na ndị na-agụ egwu Tabu Ley Rochereau, Sam Mangwana na Pepe Kalle.",
  "N'afọ 1960, o guzobere akara nke ya, Subourboum Jazz, nke bụ ebe Franco Luambo's TPOK Jazz",
  "Grand Kallé bụ onye na-ahụ maka nkwekọrịta dị egwu na ụlọ ọrụ ndekọ Europe iji hụ na ndekọ dị elu nke egwu egwu ya maka ahịa Francophone.",
  "N'etiti afọ 1960, Kallé nwere nnukwu nsogbu mbụ ya mgbe abụọ n'ime ndị ọ na-akwado (Tabu Ley Rochereau na Dr Nico Kasanda) hapụrụ iji guzobe otu nke ha a na-akpọ Africa Fiesta",
  "Kallé enwetaghị onwe ya site na ndaghachi azụ a, na-elekwasị anya n'ịzụlite nkà nke onye na-agụ egwu Pépé Kallé.",
  "Dị ka onye ama ama na Belgium Congo, a họọrọ Kallé dị ka onye otu ndị nnọchi anya Congo na \"Round Table Conference\" na nnwere onwe Congo n'afọ 1960",
  "O dere ọtụtụ egwu na isiokwu ndọrọ ndọrọ ọchịchị, ọkachasị \"Indépendance Cha Cha\" na \"Table Ronde\".",
  "Le Grand Kallé nwụrụ n'ụlọ ọgwụ dị na Paris, France, na 11 Febụwarị n'afọ 1983",
  "E liri ya na Gombe Cemetery na Kinshasa.",
  "Kabasele bụ otu n'ime nnukwu ndị na-agụ egwu Africa nke narị afọ nke iri abụọ. Ọ bụ onye egwu mbụ na-agwakọta ụda Cuban na ụda ọdịnala Africa iji mepụta ihe a maara ugbu a dị ka Soukous",
  "Ọ bụkwa onye egwu Afrịka mbụ mepụtara akara ndekọ nke ya.\nA na-akpọ ya \"Nna nke Egwú Congolese\".",
  "(Lee peeji ahụ)"
]