[
  "Le Roux Smith Le Roux (1914 rụọ 1963), mgbè ụfọdụ a na-asụgharị LeRoux Smith LeRoux, bụ ónyé na-ese ihe na South Africa, ónyé na-eme ihe nkiri, ónyé mgbasa ozi, ónyé na'enyocha nka na onye na-ere ihe osise, nke a na-ewere dị ka ónyé ọkachamara kachasị mma na mba ahụ mepụtara. Le Roux bụ ónyé a ma ama màkà itinye áká na Great Tate Affair.",
  "A mụrụ Le Roux Smith Le Roux na Cape Town, nwa Johannes Anthonie Smith (1886 rụọ 1954), ónyé ntà akụkọ, ónyé na-ese ihe na ónyé na-enyocha nka, ónyé sonyeere Ossewabrandwag, otu na-akwado ndị Nazi, n'oge Agha Ụwa nke Abụọ wee bụrụ ónyé ndú ya na Cape Province. Nwanne Le Roux Anthonie Smith, bụ ónyé na-ese ụkpụrụ ụlọ, ọkachasị nke ụlọ Dutch Reformed Church",
  "Ha jikọrọ aka mgbè Le Roux sere ihe osise màkà otu n'ime ụlọ ụka dị na Ladismith na 1942.",
  "N'afọ 1930, Le Roux na-abanye akwụkwọ n'ụlọ akwụkwọ Afrikaans a ma ama na Cape Town, Jan van Riebeeck High School",
  "Le Roux gosipụtara nkà dị elu, na-agwụcha ákàrà ugo mmụta ya na Mahadum nke Cape Town Michaelis School n'okpuru John Wheatley mgbè ọ dị afọ 17. Ọ natara bursary gọọmentị iji mụọ ihe osise mural na Ịtali ma nye ya ọrụ na 1938, ya na nwa akwụkwọ ibe ya Eleanor Esmonde-White, iji mepụta murals màkà South Africa House Mural Room. Ka e mesịrị n'afọ ahụ, ndị omenkà abụọ ahụ natara ọrụ iji nye ihe osise maka Cunard Liner Queen Elizabeth.",
  "Mgbè ọ laghachiri South Africa, ọ sonyeere New Group of artists ma na-arụsi ọrụ ike na ọtụtụ nnukwu ọrụ na Cape Town na Johannesburg, ọkachasị murals nke Mutual Building na Darling Street, Cape Town, rụchara n'afọ 1942. A na-egosikwa mgbanwe ya na ihe osise ya nke Die vlammende Fez, akwụkwọ nke ónyé na-ede uri Afrikaans bụ I.D",
  "du Plessis (1900 rụọ 1981) bipụtara na 1944.",
  "N'agbata afọ 1943 na 1949 ọ bụ ónyé nduzi nke Pretoria Art Center na ónyé nlekọta nke Pretoria Arts Collection",
  "Ọ rụrụ ọrụ na War Art Advisory Committee ma bụrụ ónyé otu International Art Club, South Africa.",
  "A họpụtara John Rothenstein dị ka onye nduzi nke Tate na 1938",
  "A màrà ya aka ịchọta ndị nlekọta dị njikere ịrụ ọrụ màkà ụgwọ ọnwa dị ala nke dollar narị atọ300",
  "Mgbè ọ na-eme njem na South Africa na 1950, ọ zutere Le Roux Smith Le Roux",
  "Le Roux mere ka Rothenstein kwenye na o nwere echiche gbasara agbụrụ nke na-ekwesịghị ekwesị na steeti ịkpa ókè agbụrụ, nakwa na ọ ga-ata ahụhụ maka ndị a",
  "N'ịbụ ónyé nwa okorobịa South Africa ahụ masịrị, Rothenstein nyere ya ọkwa nke Deputy Keeper na Tate.",
  "Le Roux Smith Le Roux malitere ozugbo mkpọsa iji chụpụ Rothenstein dị ka onye nduzi",
  "O jiri ohere ya na ihe nchekwa ihe chọta ma wepụ ozi nke ga-etinye ónyé nduzi n'ìhè ọjọọ, n'etiti mmebi iwu ndị ọzọ, na-enye ohere ire Renoir site na Courtauld Fund na-enweghị usoro kwesịrị ekwesị",
  "Otú ọ dị, ọ bụ ileghara usoro nka dị mkpa nke Europe ányá dị ka Fauvism, Cubism, Futurism na Surrealism nke kpasuru iwe nke ndị na-anakọta ihe dị ka Douglas Cooper, onye na-akọ akụkọ ihe méré eme na ónyé na-anakọtara ọrụ Cubist",
  "Ezigbo enyi Cooper bụ Graham Sutherland, onye na-ese ihe, bụ Trustee nke Tate ma kwado Le Roux.",
  "Lord Beaverbrook were Le Roux n'ọrụ, na-anọdụ ala na panel nke ndị ọkàikpe nke ngosi foto Daily Express na 1955",
  "Ndị ọka ikpe ibe ya bụ Graham Sutherland, onye ọkà ihe ọmụma nka Herbert Read na Anthony Blunt, nke e mechara màrà dị ka ónyé otu Cambridge Five."
]