[
  "Lea Vivier (amụrụ na 15 Jenụwarị 1992) bụ onye na-eme ihe nkiri na South Africa, nke a maara nke ọma maka ọrụ ya na usoro Showmax a kpọrọ Dam (2021) nakwa ngosipụta ya na ihe nkiri The Day We Didn't Meet (2021) and Wonderlus (2017).",
  "A mụrụ ya na Cape Town, South Africa, nye onye nkuzi ihe nkiri Adri Troksie Vivier na onye ọka iwu Pieter De Bruin Vivier, Lea Vivier bụ otu n'ime ụmụnne anọ",
  "Nwanne ya nwanyị nke okenye, Trix Vivier, bụkwa onye na-eme ihe nkiri, nke a maara maka ọrụ ya na usoro telivishọn afọ 2019 a kpọrọ Trackers nke sitere na akwụkwọ akụkọ Deon Meyer.",
  "Mgbe ọ nọ na Waterfront Theatre School na-amụ ballet oge ochie, ịgba egwu nke oge a, na ihe nkiri, Vivier gụsịrị otu afọ nke nkuzi Speech and Drama site na Trinity College London.",
  "Mgbe ọ gụsịrị akwụkwọ na Jan van Riebeeck High School, Vivier gara obodo Chile, ebe ọ ghọrọ onye na-asụ Spanish nke ọma. Mgbe ọ laghachiri South Africa, ọ nọrọ otu afọ na Mahadum nke Cape Town na-amụ maka inweta Bachelor of Arts",
  "O mechara gaa Mahadum Rhodes, na Makhanda (Grahamstown), iji mezue akara ugo mmụta ya, okpukpu atọ na English Literature, Drama, na Afrikaans Dutch Studies na 2015.",
  "Ọ bụ ezie na ọ pụtara n'ọtụtụ ihe nkiri, nke ụfọdụ n'ime ha gosipụtara na National Arts Festival, ọrụ ime ihe nkiri Vivier malitere na ọrụ ya na ihe nkiri Wonderlus, nke Johan Cronje duziri. Ọrụ Vivier dị ka onye na-ere nri a na-akpọghị aha mere ka o nweta ihe nrite Best Actress na Silwerskerm Film Festival na 2017 na nhọpụta maka Best Actress in the Winter Film Awards. N'afọ sochirinụ, ọ rụrụ ọrụ Louisa na ihe nkiri dị mkpirikpi Runner, ebe o ritere ihe nkiri kacha mma na ihe nkiri mkpirikpa na Five Continents International Film Festival Award na Eprel 2018.",
  "Kemgbe ahụ, ọ pụtara n'ọtụtụ usoro telivishọn nke gụnyere Mense Mense, Die Spreeus, Fynskrif, Binnelanders, na The Girl from St Agnes.",
  "N'afọ 2021, Vivier weere ọrụ dị mkpa na usoro Showmax Dam na Johan Cronje's The Day We Didn't Meet",
  "N'oge na-adịbeghị anya, Vivier rụrụ ọrụ dị ka Madeline Evans na M-Netī Legacy, ọ ga-apụta na usoro Netflix na-abịanụ Ludik na Resident Evil: Welcome to New Raccoon City.",
  "Fim",
  "Telivishọn",
  "2018",
  "Onye na-eme ihe nkiri kachasị mma na ihe nkiri dị mkpirikpi na Five Continents International Film Festival",
  "2017",
  "Onye na-eme ihe nkiri kacha mma na Silwerskerm Film Festival"
]