[
  "Lean In: Women, Work, and the Will to Lead bụ akwụkwọ 2013 na-agba ụmụ nwanyị ume ka ha kwado onwe ha n'ọrụ na n\"ụlọ, nke onye isi azụmaahịa Sheryl Sandberg na onye edemede mgbasa ozi Nell Scovell dere.",
  "Nkọwa nke isiakwụkwọ iri na otu nke akwụkwọ ahụ bụ:",
  "Ndị nkọwa dị iche iche enyochala Lean In",
  "Na Julaị 2013, akwụkwọ nka nka na nkatọ The Baffler bipụtara otu akụkọ gbasara akwụkwọ na nzukọ ya metụtara LeanIn.org",
  "N'ime akụkọ ahụ, Susan Faludi na-arụ ụka na ozi Sandberg nke inye ụmụ nwanyị ike n'ebe ọrụ bụ n'ezie mkpọsa nke ụlọ ọrụ kwadoro; Sandberg na-agba ụmụ nwanyị ume ka ha na-ere onwe ha dị ka \"ihe ndị na-ere ahịa\" maka ọganihu ọkachamara ma na-akụda ịdị n'otu na iweda mmetụta nke ịkpa ókè agbụrụ n'usoro n'ebe ọrụ",
  "Edemede a na-ajụkwa nhọpụta nhọrọ nke LeanIn.org ji maka ụlọ ọrụ ya \"Platform Partners\", ọtụtụ n'ime ha na-ebu ibu site na \"mkpesa EEOC na nso nso a ma ọ bụ na-echere na omume ụlọ ikpe steeti na gọọmentị etiti metụtara ịkpa oke mmekọahụ, iyi egwu mmekọahụ, ịkpa ókè ime ime, nkwalite na-ezighi ezi",
  "atumatu, nchupu na-ezighi ezi, na mmegwara sitere na nwoke na nwanyi megide ndi oru nwanyi.\"",
  "Zoe Williams na The Guardian zoro aka na Lean In dị ka \"onye nduzi na-eme ka ụmụ nwanyị nwee oké ọchịchọ\". Ọ na-ekwusi ike na ụzọ Sandberg na'ụzọ na na ya na ịkatọ ma na ịkwado omume ndị na - emegide ụmụ nwanyị n'ebe ọrụ",
  "N'oge njem akwụkwọ ya Becoming na 2018, Michelle Obama kwuru Lean In: na-agwa ụmụ nwanyị na ị nwere ike ịnwe ya niile. Nope, ọ bụghị n'otu oge",
  "Nke ahụ bụ ụgha",
  "Ọ bụghị mgbe niile ka ọ ga-adabere na ya, n'ihi na ihe aMmekọrịtahụ anaghị arụ ọrụ oge niile.",
  "Onye edemede bell hooks dere nyocha dị oke egwu nke akwụkwọ ahụ, nke a na-akpọ \"Dig Deep: Beyond Lean In\"",
  "hocks na'akpọ ọnọdụ Sandberg \"onye na - nwanyị ụgha\" ma kọwaa nguzo ya na nha nhata nwoke na nwanyị n'ebe ọrụ dị ka ihe dị mma nye ndị nwere ike n\"obodo ndị ọcha, dị iche na hoks na ngwugwu yiri ka nke ụmụ nwanyị",
  "Hooks na ọ bụla na ụlọ ọrụ na ya chọrọ igwu egwu na nnukwu ìgwè\" akwụkwọ na ndị na Sandber, na na mgbasa ozi nwere ikike ịrịgo anyị. Isiokwu ahụ gara n'ihu na-ekwu na Lean In na'eleghara \"ihe mgbochi siri ike nke ọtụtụ ụmụ nwanyị na ya na ndị ọrụ na\" na na - ihe kpatara ya bụ na kama mkpọsa \"Lean In\" nke na) na \"na-akpali mgbanwe mmekọrịta mmadụ na ibe ya, ebumnuche ya - inye ụmụ agbọghọ ndụmọdụ banyere otu esi enwe ihe ịga nke ọma n\" n-adị irè, Lean Enweghị echiche banyere eziokwu nke intersectionality, nke bụ isiokwu na",
  "Ihe ndị dị n'isiokwu hooks, dị ka agbụrụ, ọkwa, na mmekọahụ, sitere n\"ọrụ ya Feminism Is For Everybody",
  "N'ime akwụkwọ ahụ, nko na-akọwa etu esi eme ụmụ nwanyị niile n'otu n\"otu; nko kwuru na ụmụ agbọghọ ọcha nwere ihe ùgwù maara na ọnọdụ ha dị iche na nke ụmụnwaanyị ojii / ụmụntakịrị ndị na'acha ọbara ọbara (pg.10); ụmụanyị ọcha na ihe nrite nke klas chọrọ nnwere onwe ha na ndị ikom nke ọgbọ ha nwere mmasị karịa ụmụ nwoke na ọha mmadụ (ppg.38).",
  "Kathleen Geier tụlere n'isiokwu bụ \"Ụmụ nwanyị ọ nwere nsogbu klaasị?\" na nkà ihe ọmụma Sandberg bụ na ọ bụrụ na ọtụtụ ụmụ nwanyị na-aga n'ihu n'ọkwa onye ndú na ụmụ nwanyị niile ga-erite uru",
  "Nzaghachi Geier na echiche a bụ: \"Enweghị obere ihe mere ị ga-eji nwee okwukwe na ụdị Sandberg 'trickle-down' feminism ga-abara ọha mmadụ uru karịa ka akụ na ụba ya nwere… na nkwalite onwe onye kama imekọ ihe ọnụ na-enye ọtụtụ ndị inyom nọ n'aka ekpe nsogbu.\" Geier na-adụ ọdụ na nanị ụzọ dị irè na nke na-adịgide adịgide iji kwalite nha anya akụ na ụba bụ site na ndọrọ ndọrọ ọchịchị mkpokọta; imejuputa mmemme ụfọdụ dị ka nlekọta ụmụaka zuru ụwa ọnụ, ezinụlọ na-akwụ ụgwọ na ezumike ọrịa, na okpu ụdị nke Europe maka oge ọrụ ga-adabara ụmụ nwanyị nọ na klaasị niile.",
  "N'otu akwụkwọ akụkọ The Nation ahụ, Judith Warner, onye isi ibe na Center for American Progress na onye edemede, yiri Geier site n'ikwu na nwanyị kwesịrị ilekwasị anya na nsogbu nhazi ọ bụghị mmegharị nke onye ọ bụla",
  "Ụmụ nwanyị kwesịrị ịchọta ahụmahụ ndị na-eme ka ha dị n'otu na-echefughị ​​ọdịiche dị na klaasị, agbụrụ, agụmakwụkwọ, na ike nke na-ekewa ha",
  "Warner na-akwadokwa na otu n'ime omume kacha dị irè maka ịha nhata nwoke na nwanyị bụ ọgụ maka mgbanwe n'ebe ọrụ bara uru.",
  "Onye ntinye aka nke atọ na akụkọ Mba bụ Heather McGhee, onye isi oche nke Demos",
  "Ọ na-akọwa na usoro azụmahịa nke na-adabere n'ụgwọ akwụkwụ ụgwọ n'aka ndị nọ n'okpuru ọchịchị obodo ha na ndọrọ ndọrọ ọchịchị - ụmụ nwanyị nakwa nke ndị mbata, ndị agba agba, na ndị ogbenye - agaghị abụ nwanyị mgbe nwanyị na-agbaji",
  "site na CEO",
  "McGhee kwuru ụfọdụ ọnụ ọgụgụ nke Demos gbakọtara, nke na-egosi na ọdịiche akwụ ụgwọ nwoke na nwanyị na-ere ahịa na-efu ụmụ nwanyị ihe ruru ijeri $40.8 n'ụgwọ furu efu kwa afọ, ngụkọta nke ga-arị elu ijeri $381 na mkpokọta site na 2022",
  "ụmụ nwanyị.",
  "Tinyere Kathleen Geier, Judith Warner, na Heather McGhee, Nancy Folbre, onye prọfesọ akụ na ụba na Mahadum Massachusetts Amherst, tụlere n'isiokwu banyere Lean In n'ihe gbasara intersectionality",
  "Folbre gosipụtara intersectionality dị ka ndị na-esonụ, \"ọ bụ ihe karịrị ụzọ anọ ụzọ nkwụsịtụ, ọ dịghị ọkụ okporo ụzọ na ndị mmadụ na-amaghị mgbe ụzọ na-atụgharị",
  "Ụfọdụ, ụgbọala okomoko SUVs, ga-n'ụzọ zuru okè mma",
  "Ndị ọzọ, na ụkwụ, O yikarịrị ka ọ ga-emerụ ahụ, okike bụ ihe dị mkpa nke njirimara mkpokọta",
  "Otú ahụ ka ọ dịkwa klaasị, agbụrụ, agbụrụ na ụmụ amaala.\" Folbre na-aga n'ihu na-ekwu na Lean In na-akwado nyocha nke etiti dịka ihe a na-elekwasị anya na ahaghị nhata n'akwụkwọ ahụ dabere na okike",
  "Ọzọkwa, akwụkwọ ahụ na-agwa ndị inyom ole na ole ahọpụtara okwu bụ́ ndị na-achọ ịkwalite ọrụ ha, ọ bụghị ndị na-agbasi mbọ ike ịchọta na ịnọgide na-arụ ọrụ kwụsiri ike.",
  "Susan Faludi na-ekwu n'otu akụkọ CNN na a na'awakpo Lean In nke Sandberg maka ihe niile na - ezi ihe kpatara ya. Faludi na-akọwa na ndị na'asọmpi Lean In enweghị ike ịrụ ụka megide Sandberg n'ekwughị banyere ego ya na square footage nke ụlọ ya (1 ijeri na 9,200, n\"otu nʼotu)",
  "Faludi na-ekwupụta na nsogbu na \"Lean In\" bụ na ọ na'ịhapụ ndị nne na nna naanị ha: \"LanIn na - na na N'isiokwu ahụ, Faludi kwuru na imeziwanye ndụ ndị nne na-alụbeghị di chọrọ ihe karịrị igosi ụmụ nwanyị nwere ihe ùgwù otu ha ga-esi gaa n'ihu na ọha mmadụ",
  "Echiche a na-emetụta ndị inyom nke oge a bụ ndị na'arụ ụka maka mgbanwe mmekọrịta mmadụ na ibe ya na ọdịbendị iji kwado \"nne\" (gụnyere ndị nne na ha na ya) dị ka ahụmahụ na na -enye ike kama ịbụ mmegbu.",
  "N'afọ 2015, OR Books bipụtara Lean Out: The Struggle for Gender Equality in Tech and Start-up Culture, nke Elissa Shevinsky dezigharịrị, Nke gụnyere ọtụtụ edemede na-eme ihe ndị dị n'elu ma na'akọ ahụmahụ dịgasị iche iche banyere otú ihe mgbochi ụmụ nwanyị na teknụzụ si dị.",
  "Na nzaghachi maka ihe ịga nke ọma nke akwụkwọ ahụ, Sandberg tọrọ ntọala LeanIn.org (nke a makwaara dị ka Lean In Foundation) n'otu afọ ahụ, e bipụtara akwụkwọ ahụ, otu òtù 501 (c) (3) na-adịghị akwụ ụgwọ, raara onwe ya nye \"inye ụmụ nwanyị mkpali na-aga n'ihu",
  "na nkwado iji nyere ha aka imezu ebumnuche ha.\" Nzukọ a na-enye akụrụngwa nkuzi na mmemme na-akwado ndị isi ụmụ nwanyị."
]