[
  "Leeanda Antoinette Reddy, bụ onye ome Ihe nkiri  South Africa",
  "A maara ya nke ọma maka ọrụ ya na usoro n'ewu ewu bụ Cape Town, Scandal! na Isidingo",
  "A mụrụ ya na Durban, South Africa",
  "Ọ nọrọ oge nwata ya na obodo Chatsworth na Phoenix na Durban",
  "Ọ gụsịrị akwụkwọ Sekondri ya na ụlọ akwụkwọ Crystal Point O wee gụchaa nzere BA ya na Spich na ejije na Mahadum KwaZulu-Natal dị na Durban",
  "Ọ lụọla onye ya na ya na-emekọ ihe kemgbe ọtụtụ afọ Clive Chetty",
  "Di na nwunye ahụ nwere ụmụ nwoke abụọ: Yorke na Zion Chetty.",
  "Ọ malitere ọrụ ime ihe nkiri site na mmepụta n'ọtụtụ ihe omume n'ụlọ ihe nkiri dịgasị na South Africa dị ka ụlọ ihe nkiri Opera na Loft, ụlọ ihe nkiri Market na Civik, ụlọ  ihe omume Durban, Sneddon, na Grahamstown",
  "Ka oge na-aga, ndị Indian Council for Cultural Relations (ICCR) chọpụtara ọbara chi ya ebe a kpọrọ ya ka ọ gosipụta nka solo ya ruo n'isi Edge",
  "Emere ihe omume a na International Theatre Festival na New Delhi, India, n'afọ 2000",
  "Ọrụ ahụ ghọrọ ya ọganihu  n'ọrụ ime ihe nkiri",
  "Leeanda emeela ngosi na South Africa, India, na Scotland.",
  "Ka ọ dị ugbu a, ọ sonyeere na telivishọn wee kwado ihe ngosi magazin  bụ 'Big City'",
  "Mgbe ahụ, a gbanwere ya na nnabata 'Citylife'",
  "N'afọ 2005, a kpọrọ ya ka ọ rụọ ọrụ, 'Vanashree Devan', na eTV telivishọn Scandal Soapie!",
  "Ọ rụrụ ọrụ ahụ ruo 2006 wee sonye na nhazi Backstage na eTV",
  "Na 2013, o Sonyere na Naomi Watts na fim akpọrọ Diana",
  "N'afọ 2016, ọ rụrụ ọrụ n'usoro ihe nkiri televishọn nke mpụ Cape Town wee rụọ ọrụ dị ka 'Kumari Nayar'",
  "N'afọ 2017, ọ pụtara na ihe nkiri mba ụwa bụ The Dark Tower, ma rụọ ọrụ di ka 'Dr",
  "Weizak' tinyere onye omee ama ama bụ Idris Elba",
  "Na 2008, ya na Leon Schuster mere ihe nkiri na-ewu ewu na-atọ ọchị bụ Mr",
  "Bones 2: Back from the Past",
  "Ọ bụkwa onye nchoputa nke ụlọ ọrụ mmepụta ihe nkiri ndị 'Mustard Seed Productions' tọrọ ntọala na 2008 ya na enyi ya, Krijay Govender",
  "Na 2012, o gosipụtara n'ihe omume iNkaba dị ka 'Prevashnee'",
  "N'afọ 2015, ọ sonyeere ndị na-eme ihe nkiri soapie a ma ama bụ Isidingo wee rụọ ọrụ ama ama dị ka 'Priya Kumar'",
  "Na 2016, a họpụtara ya maka ihe nrite onye ndu kacha mma nke SAFTA.",
  "Ewezuga ime ihe nkiri, ọ bụkwa Odee, onye ntụzi, onye na-emepụta ihe ngosi ogbo ebe egosipụtara ya na ị̀chụ̀nta VW Toureg, bọọdụ Woolworth, mbipụta, igbe mgbasa ozi TVC Billboard, yana ndị otu ihe gbasara mmefu ego na ịma ọkwa nke telivishọn",
  "Ka ọ dị ugbu a, ọ ghọrọ onye na-eme ihe nkiri nrọ ọchị ama ama nke na-eme ihe nkiri obodo na ihe nkiri mba ụwa",
  "Na ogbo, ọ rụrụ ọrụ ntọ ọchị gụnyere: 'Lady Macbeth' na Stephen Gurney's Macbeth, 'Viola' na Ralph, na 'Titania' na A Midsummer Night's Dream",
  "Ọ kpọkwara agwa iri atọ dị iche iche na ihe ngosi otu nwanyị akpọrọ Ronnie Govender"
]