[
  "Lefifi Tladi (amụrụ n'ubochí ànó n'ọnwa Jenụwarị 1949) bụ ónyé na-ese ihe na South Africa, ónyé na-ede uri, ónyé na'ese ihe na ónyé na-eti egwu",
  "Dị ka onye otu ndị isi ojii na-ahụ màkà ihe ọmụma, a chụpụrụ ya na South Africa n'afọ 1976. Ọ biri na mba ọzọ, ọkachasị na Stockholm, Sweden, rụọ mgbè e wepụrụ ịkpa ókè agbụrụ, na 1997 laghachiri South Africa màkà ógè mbụ n'ime ihe karịrị afọ irí abụọ. N'afọ 2021, e nyere ya ihe nrite ndụ site na South African Literary Awards.",
  "A mụrụ Lefifi Tladi na 1949 na ọbọdọ Lady Selborne na Pretoria, South Africa",
  "Mmekọrịta ya na ụwa ọdịbendị malitere na 1966 mgbè o guzobere otu klọb ndị ntorobịa a maara dị ka De-Olympia na ọbọdọ Ga-Rankuwa, n'ebe ugwu ọdịda anyanwụ Pretoria",
  "Klọb ahụ kwadoro ọmụmụ ihe, na-agụ uri, ịgba egwú na egwú",
  "Ndị otu ahụ mechara guzobe otu egwu jazz, Malombo Jazz Messengers, nke e mechara kpọwa Dashiki",
  "N'ime afọ ndị 1970 Lefifi malitere itinye aka na Black Consciousness Movement site na ihe omume ọdịnala ya ebe ya na Dashiki rụrụ ọrụ",
  "Dashiki ghọkwara onye na-abịa mgbe niile na nnọkọ ekele jazz nke United States Embassy Tian n'okpuru njikwa Geoff Matlherane Mphakathi.",
  "N'afọ 1971, a gbanwere De-Olympia ka ọ bụrụ ụlọ ọrụ nka, gallery na ebe ngosi nka nkè Black nkè ógè a",
  "Ebumnuche ya bụ igosi nka, ịkpali nyocha, ma gbaa akwụkwọ nke nka Africa ume",
  "N'etiti ndị ọzọ, Lefifi so Motlhabane Mashiangwako, Victor Mkhumbuza, Fikile Magadlela, na Harry Moyaga rụọ ọrụ. Ha hazikwara ọtụtụ ihe ngosi nka na ogbako Black na ụfọdụ n'ime mahadum na ụlọ akwụkwọ ndị isi Black",
  "Nke a bụ nzaghachi màkà nkụda mmụọ nke \"Bantu Educations\" nke ndị isi ojii",
  "Mgbè ọ na-arụsi ọrụ ike rụọ afọ atọ, ndị ọchịchị ịkpa ókè agbụrụ manyere ụlọ ngosi ihe mgbè ochie ahụ imechi na 1974.",
  "N'afọ 1976, ndị uwe ojii jidere Lefifi ma jide ya màkà isonye na nnupụisi Soweto",
  "E debere ya n'ụlọ mkpọrọ naanị ya ihe karịrị ọnwa abụọ tupu a tọhapụ ya na mgbapụta",
  "Mgbè ọ na-apụ na mgbapụta, o kpebiri na ọ gaghị anọ na South Africa n'ihi oke ebubo ọ na-eche ihu wee gbalaga gafee ókèala gaa Botswana. Mgbè ọ nọ na Botswana, ya na ndị na-ese ihe ibe ya guzobere Ngalaba Ọdịbendị Tuka, nhazi ọdịbendị maka ịhazi ihe ngosi otu yana ịkwado mmekọrịta ọrụ na ndị na'ese ihe na South Africa",
  "N'afọ 1977, ha sonyere n'ihe omume otu ọnwa, Festac nke mba ụwa nke nka na ọdịbendị na Lagos, Naịjirịa.",
  "Lefifi zutere ónyé nnọchi ányá mbà Sweden mgbè ọ na-eme ihe ngosi na Botswana National Museum na 1980",
  "Nzukọ a mèrè ka Lefifi nata agụmakwụkwọ iji mụọ nka na akụkọ nka na Gerlesborg School of Fine Art na Stockholm",
  "Ọ kwagara Stockholm n'afọ sochirinụ.",
  "Mgbè ọ nọ na Sweden, Lefifi nọgidere na-arụsi ọrụ ike na mmegide ịkpa ókè agbụrụ",
  "N'afọ ahụ, o sonyere n'ihe ngosi \"End White Rule in Black South Africa\" nke AIDS kwadoro.",
  "N'afọ 1997, Lefifi laghachiri South Africa na nke mbụ ya mgbè e wepụrụ ịkpa ókè agbụrụ.",
  "N'afọ 2005, ónyé na-eme ihe nkiri bụ Aryan Kaganof mere ihe nkiri \"Giant Steps\" banyéré ndụ Lefifi Tladi tinyere ndị na-ede uri South Africa Lesego Rampolokeng, Kgafela oa Magogodi, Afurakan, Mac Manaka.",
  "Kemgbe afọ 2016 ọ bi na Stockholm ógè niile ma na-aga n'ihu na-egosi ma na-akwado uri na ọrụ nka",
  "Ọ na-enwe mmasị na agụmakwụkwọ ma na-etinye aka na ọrụ agụmakwụkwọ nka dị iche iche na South Africa site n'ebe dị ányá."
]