[
  "Leigh Ashton (amụrụ n'abalị iri na otu n'ọnwa Eprel n'afọ 1956 na Manchester, England) bụ onye na-agụ egwu, onye na-ede egwu, onye pianist, onye na-eme ihe nkiri na onye na-edekọ egwu si Johannesburg, South Africa",
  "A mụrụ Ashton na Manchester, England, na 11 Eprel 1956 wee kwaga South Africa mgbe ọ dị afọ atọ.",
  "Ashton bịanyere aka na David Gresham Productions dị ka onye na-agụ egwú na-ede egwu mgbe ọ dị afọ iri na itoolu",
  "E wepụtara egwu mbụ ya \"Love Me\" na Nọvemba 1975",
  "Ashton sooro ụfọdụ ndị egwu kachasị mma na mba ahụ rụọ ọrụ n'oge ahụ nke gụnyere Trevor Rabin, Julian Laxton na Allan Goldswain. N'afọ sochirinụ, ọ rụrụ ọrụ na \"Colosseum Mighty Music Machine\" nke na-aga nke ọma n'akụkụ aha ezinụlọ dị ka Bobby Angel, Bruce Millar, Richard Loring na Sonya Herholdt mana ọ ka nwetara nkwado nke ya. N'afọ 1977, \"Tanya\", otu n'ime egwu nke ya, ruru nọmba ịrị na abụọ na chaatị SA dabere na ahịa na-asọmpi na ABBA na Leo Sayer. E wepụtara \"Tanya\" na Pye Records n'ikpeazụ n'afọ ahụ na England na Europe. Usoro akụkọ akwụkwọ akụkọ, vidiyo TV, pin up foto na ajụjụ ọnụ redio sochiri ma wepụta egwu nke atọ ya \"Day after Day\" abụ ọzọ o dere n'onwe ya.",
  "E mechara nye Ashton nkwekọrịta ndekọ na GRC nke Gallo na akara CBS zuru ụwa ọnụ ma mgbe ya na ụlọ ọrụ abụọ ahụ kwurịtara okwu gbanwere GRC iji soro Hilton Rosenthal rụọ ọrụ onye na-emepụta Juluka n'oge ahụ",
  "Ndị na-akwado ya na ụlọ ọrụ ndekọ nabatara egwu ya nke anọ na nke ise, \"That Girl\" na \"Christmas Song\", mana n'ihi nghọtahie dị n'etiti ụlọ ọrụ ndekọ, arụmụka sochiri, ụlọ ọrụ abụọ ahụ hapụrụ egwu ahụ na-enweghị ahịa ma ọ bụ nkwado omume. Tanya, Teenage Lover, Day After Day, That Girl na Auld Lang Syne nọ na YouTube",
  "The Stockley Sisters mechara wepụta otu ụdị nke \"That Boy\" na 1977.",
  "N'agbata afọ 1978 na afọ 1984, Ashton lekwasịrị anya n'ide egwu ma dee egwu ya kachasị mma n'oge a, nke gụnyere Snowflakes na A Major, Mother, The Park Hobo (nke a na-ewere dị ka nke ya), Give and Take, Nightmare, The Foxtrot, Doubt in My Mind, When You Need a Friend, The Iceman na Keeping It Simple",
  "Keeping It Simple bụkwa aha a tụrụ aro maka abọm ya zuru oke, nke nwere egwu ndị a kpọtụrụ aha na mbụ",
  "Aha ahụ na-emetụta eziokwu ahụ bụ na edere ọtụtụ n'ime abụ ndị a ka a kpọọ ha n'enweghị otu egwu zuru ezu.",
  "Ashton abụwo onye otu SAMRO ruo afọ iri anọ",
  "Ọ dịghị mgbe ọ dabere na egwu ya iji nweta ihe ọ ga-eri ma họrọ ịrụ ọrụ maka ntụrụndụ",
  "Ọ ka na-eme ihe mgbe niile n'ebe dị iche iche gburugburu Johannesburg, South Africa.",
  "\"Hụ m n'anya\" 1975 \"Tanya\" 1977 (Rached no 12 on the South African Charts) \"Day After Day\" 1977 \"That Girl\" 1978 \"Christmas Song\" 1978"
]