[
  "Leila Afua Djansi (amụrụ n'afọ 1981) bụ onye America na onye Ghana na-eme ihe nkiri nke malitere ọrụ ihe nkiri ya n'ụlọọrụ ihe nkiri Ghana.",
  "A mụrụ Leila Djansi dịka Leila Afua Djansi n'afọ 1981",
  "Nna ya bụ onye na-anya ụgbọelu ebe nne ya bụ onye isi nọọsụ",
  "O tolitere na India na Ghana",
  "Ọ bụ ezie na ime ihe nkiri na ide ihe bụ ihe ntụrụndụ ya, ebumnuche ọrụ ya bụ ịghọ onye na-ahụ maka ọrịa ụmụ nwanyị, atụmatụ nke mechara gbanwee mgbe ọ malitere inwe mmasị na forensics",
  "N'ịkwadebe ịbanye n'ọrụ criminọlọji, mgbanwe ọrụ ọzọ mere mgbe ọ zutere onye na-eme ihe nkiri Ghana Sam Odoi onye mere ka o kwenye idegara ya edemede",
  "Leila dị afọ iri na itoolu mgbe onye na-emepụta Akwetey Kanyi mere ihe nkiri Babina ka ọ bụrụ ihe nkiri.",
  "Ọ gara ụlọ akwụkwọ Kabore Primary na JSS, Mawuli School maka agụmakwụkwọ praịmarị, nke obere na nke sekọndrị niile dị na Ho, na mpaghara Volta nke Ghana.",
  "Ọ malitere agụmakwụkwọ ihe nkiri ya na National Film and Television School, mana ọ hapụrụ Ghana gaa United States iji gaa n'ihu na ọmụmụ Fịịm Televishọn ya na Savannah College of Art and Design na nka Honors Scholarship.",
  "Onye isi oche nke Ghana Library Board Readers club ruo afọ atọ, oge ọ nọrọ na ụlọ ọrụ ahụ malitere mgbe ọ bụ onye nke abụọ na asọmpi ịma mma mpaghara na 1998.",
  "Ọ nwetara ọrụ na Socrates Safo's Movie Africa Productions ebe ọ rụrụ ọrụ dị ka odee na onye na-emepụta ihe",
  "Mgbe ọ nọ na ụlọ ọrụ ahụ, o dere ihe nkiri mbụ nke Ghana Gay na Lesbian rights The Sisterhood, ihe nkiri nke gụnyere onye na-eme ihe nkiri na Ghana Suzzy Williams",
  "Djansi rụrụ ọrụ na ụlọ ọrụ Gama Film Company nke steeti, ebe o dere ma mepụta Legacy of love.",
  "Na United States, o guzobere Turning Point Pictures, ụlọ ọrụ na-emepụta ihe n'onwe ya nke na-ahụ maka ihe nkiri mmekọrịta mmadụ na ibe ya.",
  "E nyere ihe nkiri mbụ Djansi 2009 worldFest Platinum Award maka ihe nkiri Grass Between My Lips, akụkọ banyere ibi úgwù ụmụ nwanyị na alụmdi na nwunye n'oge, nke e mere n'obodo nta dị n'ebe ugwu Ghana.N'afọ 2010, a họpụtara ihe ngosi izizi ya, I Sing of a Well maka ihe nrite ịrị na otu na African Movie Academy Awards",
  "Ihe nkiri ahụ meriri ihe nrite atọ: Best Sound, Best Costume na Jury Special Award for Over-All Best Film",
  "N'afọ 2011, e nyere Djansi BAFTA / LA Pan African Film Festival Choice Award maka ihe nkiri I Sing of a Well",
  "Ihe nkiri Djansi nke afọ 2011 Sinking Sands nwetara nhọpụta ịrị na African Movie Academy Award, Ama K Abebrese meriri Best Actress Award na Djansi nwetara Best Original Screenplay Award",
  "Na Ghana Movie Awards mbụ na 2011, Djansi's Sinking Sands nwetara onyinye maka \"Best Art Direction\", \"Best Costume\", \"Best West African Film\" na \"Best Picture\"",
  "A họpụtara Sinking Sands na ụdị iri na anọ.",
  "Nduzi nke atọ nke Djansi, Ties That Bind nwetara Black Reel Awards Nomination na 2012",
  "Ihe nkiri ahụ nwetakwara ihe nkiri Best Diaspora na 2012 San Diego Black Film Festival.",
  "N'afọ 2016, Leila Djansi duziri Like Cotton Twines nyocha nke omume Trokosi na mba ya bụ Ghana",
  "A họpụtara ihe nkiri ahụ maka \"Ihe nkiri akụkọ ifo kacha mma n'ụwa\" na Los Angeles Film Festival",
  "UNiFEM Ghana, The African Women Development Fund, The Ghana Musicians Association na obodo ndị ọzọ na-eche echiche gbasara mmekọrịta mmadụ na ibe ya amatala ọrụ Djansi na onyinye ya na ụlọ ọrụ ihe nkiri Ghana."
]