[
  "Leila Ghandi ( Arabic ; amụrụ na Julaị 26, 1980, na Casablanca), a na-akpọ ya \"The Moroccan Titouan Lamazou\" ma ọ bụ \"Bent Battouta\" (Nwa nwanyị Ibn Battuta), bụ onye Morocco na-ese foto na onye nta akụkọ.",
  "A mụrụ Leila na Casablanca n'afọ 1980",
  "Ọ bụ nwa Amal Alami na Ali Ghandi, onye bụbu Director General nke Moroccan Association nke ụlọ ọrụ ọgwụ nwụrụ na Machị 13, 2010.\nMgbe ọ dị afọ ise, ọ banyere ụlọ akwụkwọ Théophile Gautier nke dị na mpaghara Maârif ruo 1991, ụbọchị ọ banyere Lycée Lyautey",
  "Mgbe ọ nwetasịrị baccalauréat ya na Lycée Lyautey nke Casablanca na 1998, Leila Ghandi sonyeere n'etiti 1998 na 2002 BEM Management School na Bordeaux ma mụọ azụmahịa mba ụwa",
  "Mgbe e mesịrị, n'afọ 2004, ọ nwetara Master ya na Sciences Po na Strategic Marketing na ndọrọ ndọrọ ọchịchị",
  "N'oge ọ na-agụ akwụkwọ na Sciences Po, n'agbata afọ 2002 na 2004, o mere mgbanwe na Mahadum Portsmouth wee nweta nzere na European Business and Management.",
  "Njem Leila Ghandi na China na 2003",
  "Otu afọ ka e mesịrị, ọ laghachiri mba ahụ iji rụọ ọrụ na ụlọ ọrụ ọzụzụ Franco-Chinese na Beijing dabere na Embassy nke France na China dị ka ọrụ Europe na-ahụ maka ya.",
  "N'oge njem ya, ọ na-ezigara ndị ezinụlọ ya ozi ịntanetị mgbe niile iji gwa ha banyere ndụ ọhụrụ ya",
  "Mgbe ọ laghachiri azụ na Morocco, echiche bịara ya iji weta ihe odide ya niile n'ime akwụkwọ",
  "N'ihi ya, ọ bipụtara na Disemba 2006 Chronicles from China nke Le Fennec Editions bipụtara",
  "Okwu mmalite nke akwụkwọ ahụ bụ Dominique Reynié, onye bụ prọfesọ ya na Sciences Po na Paris.",
  "Iji bipụta ọrụ ya, Leila Ghandi nwetara onyinye ego site na Cooperation Service and Cultural Action nke Embassy nke France na Morocco.",
  "N'afọ 2008, ọ bụ onye otu ndị ọka ikpe na 12th International Film Festival Adventure and Discovery na Val-d'Isère N'otu afọ ahụ, o meriri ihe nrite \"Trophy of Success in the Feminine\" na Luxembourg Palace, nke odeakwụkwọ nke Steeti maka Urban Policy Fadela Amara nyere.\n \nN'afọ 2009, ọ natara ihe nrite edemede maka akwụkwọ ya nke sitere n'aka United States Agency for International Development (USAID).",
  "Kemgbe afọ 2012, o ji aha ya mee ihe omume na 2M TV Voyages avec Leila Ghandi (Njem na Leila Ghandi) nke a na-agbasa kwa ọnwa n'oge kachasị mma maka usoro ihe nkiri Des Histoires et des Hommes (akụkọ ihe mere eme na ụmụ mmadụ).",
  "Ọ bụ usoro ihe nkiri njem nke na-egosipụta ọdịbendị na ndụ nke mba ọ bụla, site na akụkọ mmadụ, ebe ọ na-agbalị iri nri ma soro ndị obodo nọrọ.",
  "N'oge njem ya na Palestine na 2013, o zutere ọtụtụ mmadụ nke gụnyere Michel Warschawski, Onye isi ala Mahmoud Abbas ọ gbara ajụjụ ọnụ ihe fọrọ nke nta ka ọ bụrụ otu awa n'ọfịs ya nke Mukataa na Ramallah.",
  "Site na ihe omume a, o meriri n'otu afọ ahụ ihe nrite Anna Lindh Mediterranean Journalist Award TV category, nke Anna Lindh Euro-Mediterranean Foundation haziri maka mkparịta ụka n'etiti ọdịbendị, na-akwalite ndị nta akụkọ nke France 2 na Arte.",
  "N'afọ 2013, Leila Ghandi sonyere na ihe nkiri nke Serge Moati \"Méditerranéennes - mille et un combats\" [Mediterranean - puku na otu agha], nke a na-agbasa na France 2 na mmemme Infrarouge",
  "Ihe omume ya \"Leila Ghandi na Tunisia\" nọ na asọmpi na Monte-Carlo Television Festival na June 2013.",
  "Na Jenụwarị 2014, a họpụtara ya na mmadụ iri ise na-eme Morocco site na magazin Jeune Afrique",
  "E gosipụtara usoro ihe omume Voyages avec Leila Ghandi n'ime oge atọ, na site na June 2016 agbasaala ihe omume iri na asatọ:",
  "Dị ka TelQuel si kwuo, Leila Ghandi na-enweta ụgwọ ihe dị ka 20 000 dirhams kwa ọnwa (2000 $ USD).",
  "N'oge njem French nke onye na-agụ egwu jazz Dee Dee Bridgewater na 2000, Leila Ghandi so ya dị ka onye na-agba egwu",
  "Percussionist, ọ bụkwa onye otu Brazil \"Batala\" nke na-eme n'ọtụtụ ememme.",
  "N'agbata ụbọchị nke atọ na ụbọchị nke ise na Mee 2015, ya na ụmụ nwanyị iri abụọ, ọ sonyere na mmemme \"Women and Power: Leadership in a New World\" nke John F",
  "Kennedy School of Government na Mahadum Harvard haziri",
  "N'ọnwa Disemba afọ 2005, o gosipụtara ụfọdụ ihe atụ gburugburu Abbey nke Saint-Germain-des-Prés na Paris.",
  "N'oge njem ya na China, o weere usoro mbụ ya nke a kpọrọ \"Timeless China : la Chine d'un autre temps\" nke e gosipụtara na Lucernaire Gallery [fr] (Paris) na Jenụwarị / Febụwarị 2006.",
  "O gosipụtara otu usoro ahụ na Art Lounge Gallery nke Beirut n'ọnwa Eprel afọ 2006, n'aha \"Timeless China & spiritual, portraits of Tibet\".",
  "Na Jenụwarị 2007, ya na ndị na-ese foto anọ ndị ọzọ sonyere na ngosipụta \"Regards (de)marocains sur le monde\" nke emere na Church of the Sacred Heart of Casablanca",
  "N'afọ 2011, Leila Ghandi ritere ihe nrite nke mbụ maka European Union-African Union Professional Photography Competition \"African Beauty in all its states\" dị ka onye nnọchi anya North Africa",
  "E gosipụtara foto ya n'isi ụlọ ọrụ nke United Nations Economic Commission for Africa Africa Hall na French Alliance of Addis Ababa n'akụkụ nke 16th AU Summit [fr], nke emere na Jenụwarị 30 na 31, 2011.",
  "Na Machị / Eprel 2012, o gosipụtara nchịkọta ya \"Vies à vies\" na Art Gallery CDG nke Rabat."
]