[
  "Lekki Deep Sea Port, nke na-arụ ọrụ, mana a ka na-ewu ya, bụ ọdụ ụgbọ mmiri dị omimi na Lagos Free Zone.",
  "Ọ bụ ọdụ ụgbọ mmiri kachasị ukwuu na Naijiria na otu n'ime ndị kasị ukwuu na West Africa",
  "A ga-agbasawanye ọdụ ụgbọ mmiri Lekki iji nwee ikike ijikwa ihe dị ka nde TEU 6 nke containers na nnukwu mmiri na mmiri kpọrọ nkụ na-enweghị containerized cargoes",
  "A ga-eji ụgbọ mmiri nwere ike ibu ihe karịrị 14,500 containers rụọ ọdụ ụgbọ mmiri ahụ.",
  "A na-emepe ọdụ ụgbọ mmiri ahụ n'ụzọ dị iche iche",
  "Akụkụ nke mbụ ya, ga-arụ ọrụ n'afọ 2018, nke kachasị na-agụnye ebe atọ a na-etinye akpa maka ijikwa ihe karịrị nde 1.8 TEUs otu ebe maka ngwongwo kpọrọ nkụ na ebe abụọ maka ibu mmiri.",
  "Ọdụ ụgbọ mmiri ahụ na-enweta ego site n'aka ndị na-etinye ego n'onwe ha na otu ụlọ akụ ndị kwadoro ọrụ ahụ na ijeri $ 1.5 ka ọ na-erule ọnwa Machị n'afọ 2021",
  "Ọdụ ụgbọ mmiri ahụ ga-ebi ihe ruru hekta iri itoolu. A na-atụ anya na a ga-arụcha ya n'afọ 2023 ma malite ọrụ na ọkara mbụ.",
  "Nhazi nke ọdụ ụgbọ mmiri ahụ, gụnyere nhazi nke ọwa na-abịarute, okirikiri na-agbanwe agbanwe, na ọdọ mmiri ọdụ ụgbọ mmiri sitere na njikarịcha dabere na ọrụ ọdụ ụgbọ mmiri, ụgwọ iwu, na ndọtị ndị nwere ike ime n'ọdịnihu.",
  "A na-etinye echiche abụọ dị iche iche nke mmiri na-egbochi mmiri maka isi mmiri: Ihe mkpofu nwere isi akpa geo maka mpaghara ndị dị nso n'ụsọ oké osimiri na ihe na-egbutu mmiri maka ngalaba ndị ọzọ a na-ekpughe.",
  "E ji ihe mgbochi dochie mmiri nke abụọ",
  "Ihe mgbochi ahụ nwere isi ájá, nke a na-echebe n'ime ya site na mkpuchi geo-bag, mkpuchi n'akụkụ ọdụ ụgbọ mmiri, na osimiri aka mere n'akụkụ oké osimiri.",
  "Ọdụ ụgbọ mmiri ahụ nwere ọdụ ụgbọ mmiri atọ: ọdụ ụgbọ mmiri, ọdụ mmiri na ọdụ ụgbọ mmiri kpọrọ nkụ.",
  "Ogige nkwakọba ihe nwere mbido mbido nke mita 14, yana ikike maka ịdọrọ mmiri ọzọ ruo mita 16.5. Ogige ahụ nwere ike ijikwa 2.5 nde iri abụọ na ise nke dị mita iri abụọ kwa afọ.",
  "Ebe ụgbọ mmiri na-ebu ibu na-ejikwa ụgbọ mmiri ruru 45,000 DWT (ibu arọ nwụrụ anwụ) ma nwee ike ịgbasa iji ruo ikike nke 160,000 DWT",
  "A na-ejikwa mmiri (dị ka mmanụ ma ọ bụ diesel) n'ugbo tank dị nso n'ọdụ ụgbọ mmiri",
  "A na-eji ogwe aka na-ebunye ebe nkwụsị ụgbọ mmiri",
  "A na-ejikọkwa ya site na paịpụ mmiri n'akụkụ mmiri.",
  "Nnukwu ọdụ ahụ dị n'akụkụ ọdịda anyanwụ nke ọdụ container",
  "Ogologo ọdụ ụgbọ mmiri dị 300m nwere ike ịnabata ụgbọ mmiri Panamax (75,000 DWT). A na-eweta ngwaahịa buru ibu n'ebe nchekwa, dị ka silos na ụlọ nkwakọba ihe, site na usoro conveyor kpuchiri ekpuchi",
  "Ọnụ ọgụgụ buru ibu nke ọdụ ụgbọ elu bụ ihe dị ka nde tọn 4 nke oke mmiri kwa afọ.",
  "N'ọnwa Julaị 1, n'afọ 2022, ụgbọ mmiri mbụ, \"Zhen Hua 28\" sitere na Hongkong, kwụsịrị n'ọdụ ụgbọ mmiri dị omimi nke Lekki. Ụgbọ mmiri ahụ wetara atọ Super Post Panamax Ship To Shore (STS) cranes na iri Rubber Tyred Gantry cranes.",
  "Na mbido ọnwa Ọgọstụ 2022, ụgbọ mmiri nke abụọ, \"Zhen Hua 35\" sitere na Shanghai, wetara mbupu nke abụọ, STS cranes abụọ gụnyere ngwugwu 115 nke ngwa, na 5 Rubber-Tyre-Gantry cranes gụnyere ngwugwu 270 nke ngwa.",
  "Ndị na-elekọta ọdụ ụgbọ mmiri mara ọkwa na a ga-emeghe ọdụ ụgbọ mmiri ahụ n'ọnwa Septemba 2022."
]