[
  "Lekki Wives bụ usoro ihe nkiri telivishọn Naijiria nke Blessing Effiong Egbe dere, mepụta, ma duzie. Ndị na-eme ya bụ Katherine Obiang, Kiki Omeili, Keira Hewatch-Peace, Adaora Ukoh na Chinonso Young. Ọ gbara oge atọ site na afọ 2012 ruo afọ 2015.",
  "Akụkọ ahụ na-agbaso ụmụ nwanyị ise bi n'etiti Lekki, mpaghara dị elu na Lagos nke a maara maka akụ na ụba, ike, na ụdị ndụ mara mma",
  "Ọ na-egosi nsogbu ndị metụtara ibi ndụ na mpaghara Lekki",
  "Ọ na-agwa ọgụ ha n'otu n'otu na ihu nke ịma mma",
  "Uju (Katherine Obiang) na-agbalịsi ike iso ndị joneses gaa n'ihu iji nwee ọdịdị nke ndụ na-aga nke ọma",
  "N'agbanyeghị na ọ na-ewe ihe niile iji mata ya dị ka \"nwa ọhụrụ Lekki\", ụdị ndụ adịgboroja ya na-apụta ìhè",
  "N'ihu ụlọ Miranda nwere nsogbu, ebe ọ lụrụ nwoke nwere nkwarụ, a na-ezochi mmekọahụ ya",
  "Ọ na-eje ozi dị ka tiketi ezinụlọ ya site na ịda ogbenye",
  "Nne na nna Cleopatra lụrụ onye isi dị afọ iri asaa na abụọ, nke akụ na ụba ya na-eme ka ha si n'ịda ogbenye",
  "Alụmdi na nwunye ahụ enweghị ịhụnanya na nlekọta, nke na-eduga ya na-etinye aka na mmekọrịta na-abụghị alụmdi na nwunye",
  "Loveth na-achọsi ike inweta ihe onwunwe, na-eduga ya ka ya na onye nwe ụlọ ya nwee mmekọahụ, si otú a mebie alụmdi na nwunye ya",
  "Ya na di enyi ya nwekwara mmekọahụ",
  "Udo bụ nwanyị a mụrụ ọzọ, nke na-ejide Bible nke na-eleghara mkpa mmekọahụ di ya anya",
  "Ya, n'aka nke ya, na-adaba na anụ oriri Loveth.",
  "N'oge a na-agbapụ maka oge nke abụọ, ndị na-eme ihe nkiri mara ụlọikwuu na họtel ruo izu anọ iji zere okporo ụzọ Lagos. Onye Ghana na-eme ihe nkiri bụ Joselyn Dumas sonyeere ndị na-eme egwuregwu maka oge nke abụọ nke ihe ngosi ahụ.",
  "E mere emume izizi na Manchester na Machị 2014, ebe a mara ọkwa ntọhapụ DVD na Disemba 2015.",
  "Na nyocha nke Vanguard, a chọpụtara na \"ma e wezụga njirimara a na-ahụ anya na ntụpọ na-aga n'ihu, mmepụta a na-ejikwa bụrụ ihe pụrụ iche na nnyefe na omimi ya\".",
  "A kọwara Lekki Wives dị ka \"ihe na-ebuli elu na isiokwu Desperate Housewives\". XploreNollywood nyere ya akara \"B\"."
]