[
  "Lekki Conservation Centre (LCC) bụ ebe nchekwa nleta okike nwere hekta ala iri asaa na asato (190-acre) dị na Lekki, Steeti Lagos dị na Naijerịa.",
  "E guzobere Ụlọ Ọrụ ahụ n'afọ 1990 iji rụọ ọrụ dị ka ihe nnọchianya nchekwa biodiversity na ụlọ ọrụ agụmakwụkwọ gburugburu ebe obibi",
  "Ụlọ ọrụ nke ndị Chevron Corporation wuru ụlọ ọrụ ahụ maka Nigerian Conservation Foundation (NCF), dị ka ebe nchekwa maka osisi na anụmanụ bara ọgaranya nke Lekki Peninsula",
  "Kemgbe ahụ, ụlọ ọrụ ahụ enyewo ego kwa afọ maka njikwa nke Ụlọ Ọrụ ahụ.",
  "Iji malite ọrụ nchekwa ahụ, ndị otu teknụzụ NCF nyochara ebe atọ nwere ike ime n'afọ 1987 na mmekorita ya na Ministri Ọrụ Ugbo na ndị nochite anya nke Lagos State",
  "Mgbe nke ahụ gasịrị, a họọrọ mpaghara Lekki iji guzobe ebe ngosi maka ọrụ nchekwa",
  "Ịchọta ọrụ nchekwa na Lekki Peninsula mere ka aha ọrụ ahụ bụrụ Ụlọ Nchekwa Lekki",
  "Ụlọ ọrụ ahụ bụ nke Nigerian Conservation Foundation guzobere iji chebe anụ ọhịa na ọhịa mangrove nke South-West coastline nke Nigeria site na egwu nke mmepe obodo.",
  "The Nigerian conservation Foundation bụ òtù na-abụghị nke gọọmentị raara onwe ya nye mmepe na-adịgide adịgide na nchekwa okike. Ọ na-ejekwa ozi dị ka mpaghara nchekwa dị iche iche na ebe a na-ahụ maka gburugburu ebe obibi",
  "Ntọala ahụ na-ezube ichekwa ụdị na gburugburu ebe obibi nke Naijiria, ịkwalite nkwado mgbe ị na-eji ihe onwunwe okike ma na-akwado omume ndị na-ebelata mmetụta na gburugburu ebe ahụ ma gbochie mmebi ihe onwunwa",
  "NCF arụwo ọrụ ike gwụrụ iji mee ka ndị mmadụ mara gburugburu ebe obibi ma kwalite ibu ọrụ",
  "Ebe etiti ahụ dị n'okporo ụzọ Lekki-Epe Expressway na Lekki Peninsula, n'ihu nchekọrita nke Chevron.",
  "Ebe nchekwa nke na-ekpuchi ala nke iri asaa asatọ hekta dị na Lekki Peninsula, n'akụkụ Lekki Lagoon, na nso Lagos Lagoon",
  "Ọ na-echebe ala mmiri nke ala mmiri Lekki nke nwere ebe obibi marsh na savannah",
  "Ka ị na-eru nso n'ebe nchekwa ahụ, e nwere okporo ụzọ osisi akị bekee nke na-eduga n'ụgbọala a kwadebere nke ọma na ogige ndị nleta",
  "E nyere ya ọtụtụ osisi na anụmanụ",
  "A na-edebe nnukwu ala mmiri ya maka ikiri anụ ọhịa",
  "Okporo ụzọ ndị e welitere elu na-eme ka a hụ anụmanụ dị ka enwe, agụ iyi, agwọ na nnụnụ dị iche iche",
  "E nwekwara ebe nchekwa na ọbá akwụkwọ.\nỌ bụ Nigerian Conservation Foundation na-elekọta ala mmiri ahụ, ọ na-agụnye usoro ụzọ ụkwụ asatọ ugbu a, yana ụzọ ndị njem na nkume ndị na-agafe iji gafee ụzọ mmiri",
  "E wuru ụzọ ụgbọ mmiri n'afọ 1992 iji mee ka ndị njem nleta hụ nnukwu ihe onwunwe nke ebe nchekwa okike nke dị n'elu ala mangrove",
  "Ihe ndị na-adọrọ mmasị n'akụkụ ụzọ ahụ gụnyere ebe a na-ahụ mmiri, akpụkpọ nnụnụ, ebe ezumike na ụlọ osisi",
  "Okporo ụzọ okike 1.8 kilomita n'azụ ụlọ ndị kachasị elu jikọtara ya na ụzọ osisi abụọ",
  "Okporo ụzọ awalawala osisi siri ike nke na-eduga n'ụzọ okike, na-ekpughe nnukwu ala marshland na savannah ahịhịa jupụtara na anụ ọhịa, yana osisi na anụmanụ mmiri bara ọgaranya. Enwekwara ụlọ osisi nke bụ osisi osisi dị mita iri abụọ na otu n'ịdị elu ebe mmadụ nwere ike ịhụ ebe a na-eme ngagharị iwe, ebe nchekwa, ebe ndị ọbịa na ebe ụmụaka na-egwuri egwu n'etiti osisi",
  "Akpụkpọ nnụnụ ahụ na-eleghara ala mmiri / ala mmiri nke bụ ebe agụ iyi na-anọ ma na-enyocha ezé",
  "Ogige okike ahụ na-agafe ụdị ahịhịa dị iche iche: oké ọhịa nke abụọ, oké ọhịa marsh na ala ahịhịhịa Savanna",
  "Enwere ike ịhụ ọtụtụ ụdị nnụnụ ebe a na nke a Ọ bụkwa ebe a ma ama maka njem ụlọ akwụkwọ",
  "Ndụ anụ na-enye nwa ara, ọ bụ ezie na a na-ahụkarị ya n'abalị mgbe ụfọdụ",
  "A na-ahụkwa obere anụ ndị na-akpụ akpụ, na ọtụtụ agwọ na ezé ebe a",
  "Ndụ amphibian gụnyere ụdị dịgasị iche iche dị n'ihe ize ndụ",
  "E nwere ihe owuwu dị ka cone nke na-arụ ọrụ dị ka ụlọ nzukọ maka nkuzi, nzukọ na nzukọ ọmụmụ ihe",
  "N'ile anya na mbụ, e nwere nchịkọta dị ụkọ nke foto ndị dị ịrịba ama nke ụdị anụmanụ ndị nọ n'ihe ize ndụ yana osisi ndị edepụtara na iko gburugburu ụlọ nzukọ ahụ.",
  "E meela mgbalị iji zọpụta ụdị anụmanụ dị iche iche, anụ na-akpụ akpụ na nnụnụ site na mkpochapụ",
  "Ụdị anụmanụ ndị nọ n'ihe ize ndụ gụnyere ihi ndia, aguiyi, egwe, ọsa, agwọ, aguiyi, ngwere aghiri, ọbọgwu, nnukwu arụrụ na awọ. Ọ bụ ezie na osisi ndị ahụ nwere enwe mona na ụdị enwe ndị ọzọ, ala ahịhịa ndị mepere emepe bụ ebe obibi nke ihe ndia, maxwell's duikers, núkwù arụrụ, awọ, enunu, anụ ngwoghari, ọsa na ụdị nnụnụ dị iche iche. Ndị na-elekọta ogige ntụrụndụ dịkwa dị ka ndị nduzi. Lekki Conservation Centre nwere okporo ụzọ Canopy kachasị ogologo n'Africa.",
  "Nigerian Conservation Foundation."
]