[
  "N'abalị nke 20 Ọktoba, na afọ 2020, n'ihe dị ka elekere 6:50 nke mgbede, ndị agha Naịjirịa gbara ndị na-eme ngagharị iwe na-enweghị ihe agha na-eme na ngụkọta Lekki na Lagos State, Naịjirị.  Amnesty International kwuru na ọ dịkarịa ala ndị na-eme ngagharị iwe 12 nwụrụ n'oge ịgba égbè ahụ. Otu ụbọchị mgbe ihe ahụ mere, na 21 Ọktoba, gọvanọ nke Lagos Steeti, Babajide Sanwo-olu, na mbụ gọnahụrụ akụkọ banyere ọnwụ ọ bụla, mana o mechara kweta n'ajụjụ ọnụ ya na onye nta akụkọ CNN na \"nanị mmadụ abụọ nwụrụ\".",
  "Ndị agha Naịjirịa na mbụ gọnahụrụ itinye aka na ịgba égbè ahụ, mana o mechara kwuo na ha etinyela ndị agha n'ọnụ ụzọ ámá na iwu nke gọvanọ Lagos Steeti. Otu ọnwa mgbe ịgba égbè ahụ gasịrị, na-esote ihe ngosi CNN banyere ịgba égbè, ndị agha Naijiria kwetara na kọmitii ikpe Lagos nke nyocha banyere ịgba émbụ ahụ na ha etinyela ndị ọrụ ya n'ọnụ ụzọ ámá na-akwụ ụgwọ na mgbọ ndụ na nke na-enweghị ihe ọ bụla.",
  "A maara ndị agha Naịjirịa ka ha na-agba égbè ma na-egbu ndị nkịtị na-enweghị ihe agha n'ihe omume ndị gara aga, ọkachasị ogbugbu Zaria nke afọ 2015 na mwakpo afọ 2018 megide ndị Alakụba Shiite bụ ndị na-eme ngagharị iwe megide ịtụ mkpọrọ nke onye ụkọchukwu nke e gburu ndị Naịjiria 45. E gburu ụmụ nwoke atọ nke Sheikh El-Zakzaky tinyere ihe dị ka ndị na-eso ụzọ 30 ndị ọzọ nke Sheikh na Julaị 25, na afọ 2014",
  "Kemgbe mba ahụ laghachiri n'ọchịchị ndị nkịtị na afọ 1999, ndị agha egbuola ndị nkịtị na-enweghị ihe agha n'ọtụtụ ihe omume gụnyere: Odi, Zaki Biam, Baga, Zaria, na Abonema. Ihe mere na Lekki tollgate na Ọktoba 20, na afọ 2020 ma na-emegide ihe atụ ndị dị n'elu dịka akaebe edere na akụkọ a na-ahụ anya nke kọmitii nyocha ikpe na akwụkwọ ọcha nke kọmiti gọmentị Lagos Steeti wepụtara iji nyochaa akụkọ ahụ a kpọtụrụ aha n'elu anaghị akwado akụkọ ahụ na ogbugbu mere na Lekki tollgate",
  "Ọ bụ ezie na ndị otu panel ahụ dabere ihe fọrọ nke nta ka ọ bụrụ naanị na akaebe nke onye a na-ebo ebubo na ọ hụrụ anya nyere iji ruo na nkwubi okwu, akaebe ndị ọkachamara site n'aka onye na-ahụ maka ọrịa na ndị otu abụọ nke panel na gọmentị Lagos State kwadoghị nchịkọta nke akụkọ 309.",
  "End SARS bụ òtù ọha na eze na usoro ngagharị iwe megide obi ọjọọ ndị uwe ojii na Naịjirịa",
  "Okwu mmeghe ahụ na-akpọ maka mgbasa nke Special Anti-Robbery Squad (SARS).",
  "N'afọ 2016, onye na-ahụ maka ihe ndị ruuru mmadụ, Segun Awosanya nke a maara nke ọma dị ka Segalink malitere mkpọsa EndSARS na mgbasa ozi mmekọrịta na-akpali ndị uwe ojii ịkpọsa mgbanwe nke ndị uwe ojii mana ọ nweghị ihe e nwetara n'oge ahụ. N'afọ 2018, onye na-eti egwu na Naijiria bụ Michael Ugochukwu Stephens, nke a maara site na aha egwu ya bụ Ruggedman, sonyeere mkpọsa ahụ iji kwụsị obi ọjọọ ndị uwe ojii site na ịtọhapụ otu akpọrọ, \"Is Police Your Friend?\"",
  "Ngagharị iwe ahụ ghọrọ ihe a ma ama na afọ 2017 na Twitter site na iji hashtag #EndSARS iji chọọ ka gọọmentị Naijiria gbasaa ma gbanwee ndị uwe ojii.",
  "N'ime ụbọchị ole na ole nke ngagharị iwe, ụfọdụ kwuru na ha nwere mmeri mgbe, na Sọnde, 11 Ọktoba, na afọ 2020, ndị uwe ojii Naịjirịa kwupụtara na ha ga-agbasa SARS. Otú ọ dị, ọtụtụ ndị kwuru na e mere nkwa yiri nke ahụ n'afọ ndị na-adịbeghị anya, nakwa na gọọmentị mere atụmatụ ịmegharị ma nyochaa ndị ọrụ SARS n'ụlọ ọgwụ kama iwepụ ha kpamkpam. Mgbasa ụtụ na Lekki kwụsịrị mkpesa ahụ ngwa ngwa.",
  "N'abalị nke 20 Ọktoba 2020, ndị agha Naịjirịa gbara ndị na-eme ngagharị iwe na-enweghị ihe agha égbè égbè na ọnụ ụzọ Lekki na Lagos, Naịjirị.",
  "na afọ Dị ka Amnesty International si kwuo, obere oge tupu ịgba égbè ahụ, a na-ekwu na ewepụrụ kamera CCTV n'ọnụ ụzọ mbata",
  "Gọọmentị steeti Lagos mechara kwuo na ndị a bụ kamera laser ọ bụghị kamera CCTV dị ka a kpọsara na mbụ na mgbasa ozi mmekọrịta. Ọzọkwa, e wepụrụ ọkụ eletrik na-enye ọkụ n'ọnụ ụzọ mbata na bọọdụ mgbasa ozi, nke Loatsad Media nwere ma na-elekọta, gbanyụọ",
  "Loatsad Media kwuru, \"Na Tuesday [20 October] mgbe a mara ọkwa iwu ahụ, anyị gere ntị na ịdọ aka ná ntị gọvanọ ma achọghị ka ndị ọrụ anyị nọrọ n'ihe ize ndụ ọ bụla, ya mere, ka ọ na-erule elekere atọ nke ehihie, a gwara ndị ọrụ anyị ka ha hapụ saịtị ahụ ma gbanyụọ bọọdụ ahụ dabere na arịrịọ gọvanọ maka iwu ahụ",
  "\" MTN na Airtel nwere nkwụsịtụ n'oge ngagharị iwe ahụ",
  "MTN Nigeria rịọrọ mgbaghara ka e mesịrị n'abalị ahụ maka mfu nke mkpuchi n'oge ịgba égbè ahụ. N'abalị iri abụọ na otu n'ọnwa Ọktoba, Association of Licensed Telecommunications Operators of Nigeria (ALTON), wepụtara nkwupụta na-akọwa na oge nkwụsịtụ netwọk ahụ nwere n'oge ogbugbu ahụ bụ n'ihi mmebi nke eriri eriri gafee ụzọ ndị dị n'obodo ahụ na-akpata mkpọchi na ọrụ netwọk na-adịghị mma.\nN'ịgbaso ozi gbasara na mgbasa ozi mmekọrịta na ndị na-eme ngagharị iwe ga-adị nchebe ma ọ bụrụ na ha bụrụ abụ mba ma na-efegharị ọkọlọtọ Naijiria",
  "Ndị na-eme ngagharị iwe nọdụrụ ala na-ekpochi aka na-abụ abụ abụ Naijiria ma na-efegharị ọkọlọtọ Naijiria na ezumike",
  "Ndị agha iri abụọ ji égbè bịakwutere ma site na vidiyo nke ihe omume ahụ na-egosi ha na-ebuli olu ha n'abụ ka ndị agha ji égbè na-agba ha égbè.",
  "Onye Naijiria DJ a ma ama, DJ Switch, gosipụtara ihe omume ahụ na Instagram n'oge na mgbe agbachara ya",
  "Na vidiyo ahụ, ha nwara iwepụ mgbọ n'ụkwụ nwoke a gbagburu, na-eke ọkọlọtọ Naijiria n'ụkwụ ya. Onye na-agba diski na Naijiria bụ DJ Switch mere vidiyo nke ịgba égbè ahụ na akaụntụ Instagram ya. Ọ bụ ezie na ọtụtụ ndị ọzọ ji anya ha hụ ihe nkiri na ihe nkiri pụtara mgbe a gbagburu ya, ndụ ahụ ga-abụ ihe akaebe siri ike nke ịgba égbè ahụ",
  "Na vidiyo e mere n'October 23, o mere ka o doo anya na ọ hụrụ ka a gbagburu mmadụ asaa n'oge ọ na-ekiri ihe nkiri na Instagram",
  "O kwuru na ndị agha na ndị uwe ojii ji égbè gbagburu ya na ndị ọzọ na-eme ngagharị iwe #EndSARS n'ụzọ udo na ọnụ ụzọ Lekki n'abalị nke 20 Ọktoba nakwa na n'etiti ha bụ ndị ọrụ nke otu SARS a chụpụrụ",
  "O kwukwara na ọnụ ọgụgụ ndị nwụrụ anwụ mụbara ruo iri na ise, mana na o nwetaghị ohere idekọ ihe ọzọ, ebe batrị ekwentị ya anwụọla",
  "Ọ gara n'ihu kwuo na ọ dịkarịa ala mmadụ iri na ise nwụrụ na ịgba égbè ahụ nakwa na ya na ndị ọzọ lanarịrị wegara ozu ndị ahụ na ndị agha buuru ha. Kemgbe ahụ, ọ hapụrụ mba ahụ gaa Canada na-esote egwu ndụ ya.",
  "Ndụmọdụ ihe ize ndụ nke dabeere na Lagos, SBM Intelligence mere atụmatụ, dabere na ndị akaebe na ọrụ mberede, na ọ dịkarịa ala mmadụ iri anọ na isii nwụrụ gburugburu Naịjirịa na Tuesday, 20 Oktoba dị ka ọ dị. N'ime awa ole na ole mgbe ịgba égbè ahụ gasịrị, People's Gazette, akwụkwọ akụkọ dị n'ógbè ahụ, kọrọ na ndị agha nwara inye ndị uwe ojii ozu itoolu iji nyere ha aka ili ha",
  "Ndị uwe ojii jụrụ ozu ndị ahụ.",
  "N'ime nyocha onwe onye nke mwakpo ahụ, Wall Street Journal nyochara vidiyo dị iche iche sitere na mgbasa ozi mmekọrịta wee kwubie na n'ezie ogbugbu ahụ mere na Lekki. Akụkọ zuru ezu nke akwụkwọ akụkọ Naijiria, Premium Times, gosipụtara ihe omume ndị dugara na ogbugbu ahụ, mgbalị ikpuchi, na ịgbahapụ ndị ahụ nwụrụ site na Gọmentị Lagos Steeti.",
  "N'otu akụkọ e mere n'ụbọchị iri abụọ na otu nke ọnwa Ọktoba, Amnesty International kwuru na ọ dịkarịa ala ndị na-eme ngagharị iwe iri na abụọ nwụrụ n'ihe nzukọ ahụ kọwara dị ka \"mgbukpọ na-enweghị usoro ikpe\". A kọrọ na onye bụbu onye na-ere ahịa na Etisalat Telecommunications Company (nke bụzi 9Mobile) bụ otu n'ime ndị ahụ nwụrụ. N'ịgọnahụ nke a, Gọvanọ Lagos Steeti, Babajide Sanwo-Olu, kwuru na ọ dịghị onye e gburu na Lekki ma mesịa tinye na Twitter na otu onye nwụrụ n'ụlọ ọgwụ n'ihi mmerụ ahụ siri ike n'isi, nakwa na njikọ ya na ngagharị iwe ahụ nọ na nyocha. Ndị agha Naijiria gọnahụrụ ibu ọrụ maka ịgba égbè ahụ, na-akpọ Twitter na akụkọ mgbasa ozi bụ \"akụkọ ụgha\".",
  "Dị ka ndị akaebe si kwuo, ndị agha ekweghị ka ndị ambulance nye aka ma wepụ ozu n'ebe a gbara égbè.",
  "Na akaebe n'oge Eprel na Mee, na afọ 2021 n'ihu Kọmitii Ikpe nke Lagos State, otu onye akaebe kwuru na site na ọnụ ọgụgụ ya dabere n'akụkụ ụfọdụ na ihe akaebe vidiyo ọ dịkarịa ala mmadụ 10 nwụrụ na ịgba égbè ahụ",
  "Dị ka akụkọ Premium Times si kwuo, ha nwere ike ịgụta ozu ise site na vidiyo na ọtụtụ mmerụ ahụ ndị ọzọ.",
  "N'ụbọchị a gbara égbè ahụ, n'ụbọchị iri abụọ n'ọnwa Ọktoba n'afọ 2020, gọọmentị nyere iwu ka a kwụsị ịgbapụ n'obodo niile n'ụbọchị Lagos nke ga-amalite n'elekere anọ nke ehihie nke a mara ọkwa na mbụ n'ụbọchị ahụ n'ihe dị ka elekere 1 nke ehihie site na mgbasa ozi mmekọrịta. Ndị na-eme ngagharị iwe megidere iwu ahụ ọ bụ ezie na Gọvanọ Lagos Steeti mechara gbatịkwuo ya ruo elekere itoolu nke ehihie, na-eme ọtụtụ ngagharị iwe, a na-anụkwa égbè n'obodo ahụ dum. Ọtụtụ ọkụ gbara na Lagos niile mgbe ịgba égbè ahụ gasịrị. Awa ole na ole mgbe ogbugbu ahụ gasịrị, Gọvanọ Lagos Steeti gara leta ndị merụrụ ahụ n'ụlọ ọgwụ dị na Lagos",
  "N'otu nkwupụta na Twitter, o kwuru na ọ bụ \"ike karịrị ike anyị na-achịkwa\" kpatara ogbugbu ahụ.",
  "Ụbọchị ndị sochirinụ mgbe ogbugbu Lekki gasịrị, ndị omempụ na-enweghị njikọ na ngagharị iwe #EndSars hụrụ ọtụtụ ime ihe ike. Izu ohi nke ụlọ ahịa, ịgba ọkụ na mbibi nke ihe onwunwe nke ndị mmadụ na gọọmentị n'akụkụ ụfọdụ nke Lagos malitere n'ime abalị nke ogbugbu ahụ wee gbasaa n'ụtụtụ na-esote ruo mgbe e zigara ndị ọrụ agha n'okporo ámá Lagos iji weghachite udo na usoro.",
  "Na nkwupụta e mere na 22 Ọktoba na afọ 2020, Onye isi ala Naịjirịa Muhammadu Buhari kpọrọ oku ka udo dị ma kwuo na ọ ga-akwalite mgbanwe ndị uwe ojii; Otú ọ dị, o nyeghị nkwupụta ma ọ bụ kweta na ogbugbu ahụ na ọnụ ụzọ Lekki.",
  "Onye na-azọ ọkwa onye isi ala US bụ Joe Biden kpọrọ gọmentị Naijiria ka ha kwụsị \"mmegide ike megide ndị na-eme ngagharị iwe\". Onye bụbu odeakwụkwọ nke steeti US Hillary Clinton tweeted na ndị ọchịchị Naịjirịa kwesịrị \"kwụsị igbu ndị na-eme ngagharị iwe #EndSARS\".",
  "Onye Kọmishọna Ukwu nke United Nations maka Ihe Ndị Ruuru Mmadụ Michelle Bachelet kwuru na \"O nweghị obi abụọ na nke a bụ ikpe nke iji ike eme ihe gabigara ókè, na-akpata igbu ọchụ iwu na-akwadoghị na mgbọ ndụ, site n'aka ndị agha Naijiria\". Onye odeakwụkwọ ukwu nke UN Antonio Guterres kwuru na ikike ndị Naijiria \"ịgba ngagharị iwe n'udo kwesịrị ka e jide n'aka\" nakwa na \"ọ dị mkpa ịkwụsị obi ọjọọ ndị uwe ojii, a na-emekwa ka ndị na-ahụ maka omume nke ime ihe ike dị egwu dị otú ahụ bụrụ ndị a na-aza ajụjụ\".",
  "Onye isi oche nke African Union Commission katọrọ ime ihe ike ahụ n'ụzọ siri ike. Onye odeakwụkwọ mba ofesi nke UK Dominic Raab gosipụtara nchegbu na nchegbu miri emi na akụkọ banyere ọnwụ ndị nkịtị, na-akpọ maka njedebe nke ime ihe ike ahụ.",
  "Onye Naijiria na-agba bọọlụ mba ụwa bụ Odion Ighalo kwuru na ihere mere ya maka gọọmentị Naijiria. Ndị otu egwuregwu bọọlụ ụmụ nwanyị nke Naịjirịa, gụnyere Ngozi Okobi-Okeoghene, katọrọ ogbugbu ahụ.",
  "N'ịdị n'otu na iji kwanyere \"ndị dike dara ada ùgwù\", onye egwu Naijiria bụ Burna Boy wepụtara abụ akpọrọ 20:10:20, na-egosi ụbọchị ogbugbu Lekki.",
  "N'abalị iri abụọ na otu n'ọnwa Nọvemba na afọ 2020, ụbọchị iri atọ na anọ mgbe ihe ahụ mere, ndị agha Naịjirịa kwetara mgbe izu ole na ole nke ịgọnahụ na ndị agha ya na-etinye n'ụgbọala ndị agha",
  "O kwukwara na e nyere ndị agha ahụ mgbọ na-adị ndụ na nke na-enweghị ihe ọ bụla, mana ha kwụsịrị ịkọwa onye nyere iwu ahụ. Nkwupụta a na-abịa mgbe izu ole na ole nke ndị agha Naijiria gọrọ na ndị agha ya etinyeghị na Lekki Toll Gate n'abalị nke ogbugbu ahụ.",
  "Ọ dịkarịa ala, a kụrụ ndị na-eme ngagharị iwe isii ihe ma jide ndị ọzọ 13 n'ebe àkwà mmiri ahụ dị na 13 Febụwarị, na afọ 2021.",
  "NaN'abalị iri abụọ na isii n'ọnwa Ọktoba, gọọmentị Lagos Steeti guzobere Ngalaba Nnyocha Ikpe iji nyochaa ihe mere n'oge ngagharị iwe EndSARS na ịchọpụta onye gbara ndị na-eme ngagharị iwe, ndị metụtara, ego ole a ga-akwụ ụgwọ, na onye a ga-ekpe ikpe. Onye isi nke ndị otu asatọ ahụ bụ Doris Okuwobi, onye ọka ikpe lara ezumike nká",
  "Ndị otu ahụ bụ Deputy Inspector General of Police Fredrick Taiwo Lakanu onye ọka iwu, Maazị Ebun-Olu Adegboruwa SAN na Ms",
  "Patience Patrick Udoh bụ ndị ọka iwu na-arụ ọrụ na Lagos ka a họpụtara dịka ndị nnọchi anya Civil Society",
  "A họpụtara Segun Awosanya (Segalink) otu n'ime ndị malitere mkpọsa EndSARS na kọmitii na-anọchite anya ndị na-ahụ maka ihe ndị ruuru mmadụ",
  "A họpụtara Maazị Lucas Koyejo dị ka onye nnọchi anya National Human Rights Commission na Mrs",
  "Toyin Odunsanya, onye bụzi onye ọka ikpe nke Ụlọikpe Kasị Elu nke Lagos, bụ onye Gọmentị Lagos Steeti họpụtara site na Directorate of Citizens Right, Ministri Ikpe nke Lagos Steeti Rinu Oduala na Majekodunmi Temitope bụ ndị nnọchi anya ndị ntorobịa.",
  "N'ịgbaso oku maka itinye akwụkwọ mkpesa megide obi ọjọọ ndị uwe ojii site na kọmitii ahụ, ọtụtụ ndị e zigara na akụkọ mkparị nke ịta ahụhụ, igbu ọchụ, na mmegbu ndị ọzọ nke ndị uwe ojii.",
  "N'oge nleta n'ebe a na-egbu ndị mmadụ na Lekki Toll Gate, ndị otu ahụ hụrụ bọmbụ mgbọ. E gbochiri panel ahụ ịbanye n'ụlọ ọgwụ ndị agha a na-enyo enyo na ha na-ejide ozu ndị ahụ nwụrụ anwụ ihe karịrị nkeji iri atọ mana mgbe panel ahụ mechara banye n'ụlọ ọrụ ahụ, a hụrụ ya na-emezigharị ma na-enweghị ihe ọ bụla.",
  "N'abalị iri atọ n'ọnwa Nọvemba, na afọ 2020, ndị agha Naịjirịa kwetara na ndị agha ya ji égbè dị ndụ mgbe ha gbara ndị na-eme ngagharị iwe égbè na ngagharị iwe na Lagos.",
  "Akụkọ nke nyocha nke ndị Sentinel Forensics mere nke kọmitii ahụ were n'ọrụ iji nyochaa ihe akaebe nke ndị agha Naịjirịa nyere, bọmbụ bọmbụ ndị kọmitii hụrụ n'ebe ahụ, na teepu nke CCTV na ọnụ ụzọ mbata gosiri na ndị uwe ojii na ndị ọrụ agha nọgidere na-agba ndị na-eme ngagharị iwe ọbụna ka ha na-agba ọsọ. Kọmitii ahụ mechara chọpụta na mmadụ itoolu nwụrụ.",
  "Gọmentị Naịjirịa jụrụ akụkọ ahụ, ebe Lai Mohammed kwuru na mmeghachi omume mgbasa ozi na ịgba égbè ahụ dị ka \"mmeri nke akụkọ ụgha na egwu nke ọtụtụ ndị na-adịghị ekwu okwu site n'aka ndị na-eme mkpọtụ\".",
  "N'abalị iri na asatọ n'ọnwa Nọvemba, otu ọnwa mgbe ihe ahụ mere, CNN gosipụtara ihe ngosi nkeji isii banyere ịgba égbè ahụ, nyocha onwe onye gosipụtara foto ndị e sere na ya na ndị ji anya ha hụ ya, yana ezinụlọ ndị ahụ e gburu, yana vidiyo ndị a kwadoro nke ịgba égbè site na iji akara oge na data sitere na faịlụ vidiyo. CNN kwuru na ndị ọchịchị Naijiria jụrụ ikwu okwu mgbe a kpọtụrụ ha maka nkọwa",
  "Ihe ngosi ahụ kpughekwara na site na mmekorita ya na Balkan Investigative Reporting Network, CNN nwere ike igosi na ọtụtụ n'ime bọmbụ ndị sitere na Lekki Toll Gate, sitere na Serbia ebe Naịjirịa si bubata bọl kwa afọ n'etiti afọ 2005 na afọ 2016",
  "Ihe nkiri ahụ emeela ka iwe ọzọ, n'oge a, ọ bụ n'ebe ndị ọchịchị Naijiria na-agbanwe akụkọ na-eche ihe akaebe ihu",
  "Na nzaghachi ya, ndị agha Naịjirịa siri ọnwụ na ndị otu ya bụ 'ndị ọkachamara n'omume ha' ma ha emeghị iwu nke itinye aka. Minista na-ahụ maka ozi na Naịjirịa, Lai Mohammed, boro CNN ebubo na ọ bụ 'ọrụ mgbasa ozi na-enweghị isi' ma kọwaa ihe ngosi nke ngwaahịa akụkọ na-abụghị eziokwu.",
  "N'abalị itoolu n'ọnwa Nọvemba na afọ 2020, ụbọchị iri abụọ mgbe ogbugbu ahụ gasịrị, e nyere onye na-agba egwu diski DJ Switch onye nwetara aha na mba niile maka ndụ ya nke ịgba égbè ahụ, ikike ịgba ọsọ ndụ na Canada mgbe ọtụtụ egwu na ndụ ya gasịrị, ya na ezigbo enyi ya Salami Eric Adomokhar, nke a kọrọ na ọ na-efu.  Ngagharị iwe gara n'ihu n'ụzọ kwesịrị ekwesị, ebe ọ bụ na steeti Naịjirịa nọgidere na-enwe usoro mmegide ime ihe ike, gụnyere igbu ndị na-eme ngagharị iwe",
  "Akụkọ ndị a na-ejighị n'aka na-ekwu na ọ kọrọ akụkọ ya n'ihu Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke Mba Nile nke Kọmitii na-ahụ maka ihe gbasara mba ọzọ na mmepe mba ụwa nke Nzukọ Ndị Omeiwu Canada.",
  "Mgbe ngagharị iwe nke End SARS gasịrị, ndị na-ahụ maka End SARS mara ọkwa na a ga-enwe ihe ncheta iji mee ka a mara Lekki Shootings",
  "N'abalị iri na itoolu n'ọnwa Ọktoba n'afọ 2021, Maazị Macaroni na Falz kwupụtara na a ga-eme ngagharị iwe n'ụgbọala, gbasara ozi ndị uwe ojii steeti Lagos nke machibidoro ụdị ngagharị iwe ọ bụla",
  "A na-eme ngagharị iwe na Lagos, Abuja, na Port Harcourt, n'etiti ndị ọzọ."
]