[
  "Lekki bụ obodo dị na Lagos Steeti, Naịjirịa",
  "Ọ dị na ndịda ọwụwa anyanwụ nke obodo Lagos",
  "Lekki bụ ala dị n'akụkụ mmiri nke e guzobere, nke dị n'ebe ọdịda anyanwụ Victoria Island na mpaghara Ikoyi nke Lagos, na Atlantic Ocean n'ebe ndịda ya, Lagos Lagoon n'ebe ugwu, na Lekki Lagoon n\"ebe ọwụwa anyanwụ ya; Otú ọ dị, ndịda ọwụwa mmiri nke obodo ahụ, nke na-ejedebe na nsọtụ ọdịda anyanwụ nke Refuge Island, dị n'etiti akụkụ ọwụwa Anyanwụ nke Ibeju-Lekki LGA.",
  "A ka na-ewu obodo ahụ n'ụzọ dị ukwuu, ka ọ na-erule n'afọ 2015, ọ bụ naanị akụkụ 1 nke ọrụ ahụ ka a rụchara, na akụkụ 2 na-eru nso na mmecha",
  "Ala ahụ dị ihe dị ka kilomita 70 ruo 80 n'ogologo, na nkezi obosara nke kilomita 10",
  "Lekki ugbu a nwere ọtụtụ ụlọ obibi, ugbo ugbo, ebe e kenyere maka mpaghara azụmahịa n'efu, nwere ọdụ ụgbọ elu, na ọdụ ụgbọ mmiri a na-ewu",
  "Atụmatụ a na-atụ aro maka iji ala eme ihe maka Lekki na-atụle Peninsula dị ka \"Blue-Green Environment City\", a na-eche na ọ ga-anabata ihe karịrị ndị bi na nde 3.4 na mgbakwunye na ndị na-abụghị ndị bi na ya nke ọ dịkarịa ala nde 1.9.",
  "Akụkụ nke ala Lekki a maara n'oge gara aga dị ka Maroko, ogige, tupu gọọmentị ndị agha nke Lagos State nke Raji Rasaki duziri ebibi ya",
  "Otu n'ime agbata obi ya, Lekki phase 1, nwere aha ọma nke inwe ụfọdụ n'ime ụlọ kachasị ọnụ na Lagos State.",
  "N'afọ 2006, Master Plan nke Lekki Free Trade Zone, nke na-ekpuchi ngụkọta nke 155 square kilomita na njedebe ọwụwa anyanwụ nke ala ahụ, bụ nke Gọmentị Steeti Lagos malitere ma kwadebe",
  "Atụmatụ ahụ kọwara mpaghara nwere onwe ya dị ka mpaghara akụ na ụba pụrụ iche na-arụ ọrụ dị iche iche na obodo ọhụrụ nke oge a nwere ọtụtụ ụzọ okporo ụzọ ndịda ọdịda anyanwụ na ndịda",
  "Ka e mesịrị na Julaị na afọ 2008, atụmatụ nke ịzụlite Lekki Peninsula dum ka ọ bụrụ 'Blue-Green Environment City' nke Gọọmentị steeti tụpụtara, nke na-ekpuchi mpaghara ọzọ nke 600 square kilomita. Ọ bụ Messrs Dar al Handersah, Shair na Partners, kwadebere atụmatụ Lekki City maka Lagos State Ministry of Urban Planning and Physical Development.",
  "Dabere na atụmatụ iji ala eme ihe, a ga-ekewa obodo Lekki, ewepu mpaghara Lekki Free, n'ime mpaghara mmepe anọ; mpaghara North Urban, nke ga-abụ ebe obibi; mpaghara Natural Park, nke ga-agụnye ogige ntụrụndụ na gburugburu ebe obibi; South Urban Zone, nke ga na-agụnye mmepe obibi ọhụrụ na nke azụmahịa na ngwakọta, yana ụlọ ọrụ ọkụ; na mpaghara Atlantic Coastal, nke a ga-emepe maka njem nleta na ntụrụndrị. Atụmatụ ukwu nke iji ala eme ihe ga-ekwupụta ngụkọta nke ebe e wuru ihe dị ka square kilomita 100, nke nwere ike ịnabata ndị bi na ya nke dị ihe dị ka nde 3.4 na ndị na-abụghị ndị bi na ha (ndị njem, ụlọ nkwari, azụmahịa, ọfịs, ahụike na ụlọ ọrụ) nke ihe dị ka Nde 1.9. Ọtụtụ ụlọ ọrụ, ala na itinye ego ọhụrụ na-apụta n'akụkụ Lekki axis nke a kọwara dị ka \"ụzọ na-eto ngwa ngwa na mpaghara ọdịda anyanwụ Afrịka\".",
  "Lekki Free Trade Zone (Lekki FTZ) bụ mpaghara nwere onwe ya nke dị n'akụkụ ọwụwa anyanwụ nke Lekki, nke na-ekpuchi ngụkọta nke ihe dị ka square kilomita 155",
  "Akụkụ mbụ nke mpaghara ahụ nwere mpaghara nke square kilomita 30, na ihe dị ka square kilomita 27 maka ebum na uche iwu obodo, nke ga-anabata ọnụ ọgụgụ ndị bi na 120,000",
  "Dị ka Master Plan si kwuo, a ga-emepe mpaghara ahụ n'efu ka ọ bụrụ obodo ọhụrụ nke oge a n'ime obodo nwere njikọta nke ụlọ ọrụ, azụmahịa na azụmaahịa, mmepe ụlọ, ụlọ nkwakọba ihe na nhazi, njem nleta, na ntụrụndụ.",
  "Lekki FTZ kewara na mpaghara atọ na-arụ ọrụ; mpaghara obibi dị n'ebe ugwu, mpaghara ụlọ ọrụ mmepụta ihe dị n'etiti na azụmahịa azụmahịa / ụlọ nkwakọ ihe na mpaghara nhazi na ndịda ọwụwa anyanwụ",
  "A ga-ebu ụzọ mepụta \"obere etiti\" dị na ndịda nke mpaghara ahụ",
  "Mpaghara ahụ dị nso na mpaghara nlekọta omenala, ọ bụkwa maka azụmahịa azụmahịa, nhazi na ọrụ nkwakọba ihe",
  "Nzọụkwụ nke abụọ dị n'ebe ugwu nke mpaghara dị n'akụkụ E9 Road (Highway) nke ga-eje ozi dị ka mpaghara azụmahịa etiti nke mpaghara n'efu",
  "A ga-emepe mpaghara dị n'okporo ụzọ E2 maka azụmahịa ego na azụmahịa, ihe onwunwe ụlọ na ụlọ ọrụ nkwado, ụlọ ọrụ ọrụ mmepụta ihe dị elu na ihe ndị ọzọ, nke ga-ejikọta ya na mpaghara mpaghara mpaghara",
  "A ga-eji mpaghara dị n'okporo ụzọ E4 mee ihe maka mmepe nke nhazi na mmepụta / nhazi ụlọ ọrụ",
  "A na-ahazi ọtụtụ axis njikọ n'etiti isi axis na sub-axis, yana ọtụtụ ọrụ ọrụ iji jeere Lekki FTZ niile ozi. A na-ewu ụlọ nrụpụta Dangote ugbu a na Lekki Free Zone.",
  "Na mpaghara mmalite nke Lekki Free Trade Zone, a ga-enwe Commercial & Logistics Park nke ga-ekpuchi ngụkọta mpaghara nke 1.5 square kilomita",
  "E mere atụmatụ ka ogige ntụrụndụ ahụ rụọ ọrụ dị iche iche site na njikọta nke azụmahịa, azụmahịa, ụlọ nkwakọba ihe, na ngosi",
  "Dị ka atụmatụ saịtị nke ogige ahụ si kwuo, a ga-ewu nnukwu ọrụ owuwu n'ogige ahụ, gụnyere \"ihe onwunwe na ụlọ ahịa mba ụwa\", \"ihe ngosi na mkparịta ụka mba ụwa\", ụlọ ọrụ mmepụta ihe, ụlọ nkwakọba ihe, ụlọ ọrụ, ụlọ ọrụ ọfịs, họtel na ụlọ obibi, n'etiti ndị ọzọ.",
  "Lekki Conservation Centre (LCC) bụ otu n'ime isi Nigerian Conservation Foundation (NCF) ebe nchekwa",
  "Ọ na-ekpuchi ala nke 78 hekta na Lekki",
  "E guzobere Ebe Nchekwa na afọ 1990, tupu mmepe nke Lekki, maka nchedo nke anụ ọhịa a hụrụ na mpaghara ndịda ọdịda anyanwụ nke Naịjirịa, n'ihu mmepe obodo",
  "Ọrụ ahụ akwalite nchedo gburugburu ebe obibi ma rụọ ọrụ megide ịchụ nta n'ụzọ iwu na-akwadoghị site n'aka obodo ndị gbara ya gburugburu yana ije ozi dị ka ebe ndị njem nleta maka ndị ọbịa obodo na mba ụwa.",
  "Ihe karịrị nde ndị njem nleta abụọ sitere na ihe karịrị 100 mba eletawo Lekki Conservation Centre kemgbe e guzobere ya",
  "E guzobere ọtụtụ n'ime NCF School Conservation Clubs na-esote mmetụta nke nleta onye ọ bụla n'etiti",
  "A na-ekewa ala LCC n'akụkụ abụọ: LCC Complex na ebe nchekwa okike",
  "LCC Complex nwere rotunda nwere ọtụtụ ebum na uche nke ụlọ ọrụ anọ gbara gburugburu, nwere ọfịs ndị ọrụ ọrụ, ụlọ ahịa onyinye, ụlọ oriri na ọṅụṅụ na ọfịs ọkwọ ụgbọala",
  "Ogige okike ahụ nwere ụdị ahịhịa dị iche iche, nke gụnyere: oké ọhịa nke abụọ, oké ọhịa marsh, na ala ahịhịhịa Savanna.",
  "Lekki British School, ụlọ akwụkwọ mba ụwa nke Britain, dị na Lekki.",
  "American International School nke Lagos na-elekọta Lekki Campus.",
  "Ụlọ akwụkwọ mba ụwa nke Ịtali \"Enrico Mattei\" nwere ogige ya na Lekki.",
  "Mahadum Pan Atlantic nke malitere dị ka Lagos Business School dị na Lekki.",
  "Ọdụ ụgbọ elu Lekki-Epe nke a na-atụ aro ga-eje ozi n'ógbè ahụ dị ka ọdụ ụgbọ elu nke abụọ maka Lagos, na Green Line nke ọdịnihu Lagos Rail Mass Transit ga-ejikọ Lekki na obodo Lagos.",
  "Àkwà Mmiri Lekki-Ikoyi",
  "Ọnụ Ụzọ Ụtụ Isi Lekki",
  "Lekki Peninsula",
  "Ụlọ nkwari akụ Oriental",
  "Ọnụ Ụzọ Ụtụ Isi nke Abụọ na Lekki",
  "Ụlọ nkwari akụ Peninsula",
  "Mgbukpọ na Lekki",
  "Ihe ịrịba ama na-eduzi okporo ụzọ na Lekki",
  "1004 ụlọ, okporo ụzọ lekki",
  "mpaghara azụmahịa n'efu lekki"
]