[
  "Leleti Khumalo (a mụrụ na 30 Machị 1970) bụ onye na-eme ihe nkiri na South Africa nke a maara maka ọrụ ya na ihe nkiri na ihe nkiri Sarafina! na maka ọrụ ya n'ihe nkiri ndị ọzọ dịka Hotel Rwanda, Yesterday na Invictus, yana ihe nkiri ncha Imbewu: The Seed ebe ọ na-eme Nokubonga \"MaZulu\" Bhengu",
  "A mụrụ Khumalo na KwaMashu township, n'ebe ugwu Durban, South Africa",
  "N'igosi mmasị n'ịrụ ọrụ site na nwata, ọ sonyeere otu ndị na-eto eto na-agba egwu n'azụ ụlọ a na-akpọ Amajika, nke Tu Nokwe duziri.",
  "N'afọ 1985, ọ gara nyocha maka egwu Mbongeni Ngema nke ga-aghọ ihe nkiri mba ụwa Sarafina!; Ngema dere onye isi Sarafina maka Khumalo",
  "O mechara lụọ ya, mana ha gbara alụkwaghịm",
  "Ọ lụrụ onye ọchụnta ego Skhutazo Winston Khanyile ugbu a ma mụọ ụmụ ejima ha Ulwenzile na Yamukelani Khanyile.",
  "Khumalo rụrụ ọrụ Sarafina na South Africa na Broadway, ebe ọ natara nhọpụta Tony Award nke afọ 1988 maka onye na-eme ihe nkiri kacha mma na Musical",
  "Sarafina! nwere Broadway na-agba ọsọ ruo afọ abụọ, mgbe nke ahụ gasịrị mmepụta ahụ malitere njem zuru ụwa ọnụ",
  "N'afọ 1987, Khumalo nwetara onyinye NAACP Image Award maka onye na-eme ihe nkiri kacha mma",
  "N'afọ 1992, ya na Whoopi Goldberg, Miriam Makeba na John Kani gbara na ihe nkiri Darrell James Roodt nke Sarafina!, nke nwere nkesa zuru ụwa ọnụ, wee bụrụ nnukwu ihe nkiri a ga-ewepụta na kọntinent Afrịka",
  "A họpụtara Khumalo maka onyinye Image, ya na Angela Bassett, Whoopi Goldberg na Janet Jackson",
  "Dabere na nnupụisi ndị ntorobịa Soweto nke afọ 1976, Sarafina! na-akọ akụkọ banyere nwa agbọghọ nọ n'ụlọ akwụkwọ nke na-adịghị atụ egwu ịlụ ọgụ maka ikike ya ma na-akpali ndị ọgbọ ya ibili iji mee mkpesa, ọkachasị mgbe a tụrụ onye nkuzi ya na-akwalite, Mary Masombuka (Goldberg) mkpọrọ ma gbuo ya.",
  "N'afọ 1993, Khumalo wepụtara abọm mbụ ya, Leleti na Sarafina",
  "A tọhapụrụ Sarafina! na South Africa n'abalị 16 ọnwa June afọ 2006 iji cheta ncheta afọ iri atọ nke nnupụisi ndị ntorobịa na Soweto.",
  "Khumalo so mee ihe nkiri na Mbongeni Ngema's international musical Magic at 4 AM nke a raara nye Muhammad Ali",
  "O mechara mee ihe nkiri ọzọ nke Ngema, Mama (1996), nke gara Europe na Australia",
  "N'afọ 1997, ọ pụtara na Sarafina 2.",
  "Khumalo pụtara na ihe nkiri nke afọ 2004 Hotel Rwanda na Yesterday; a họpụtara nke ikpeazụ maka 2005 Academy Award na ngalaba \"Best Foreign Language Film\"",
  "Ụnyaahụ nwetakwara ihe nrite Best Film na India's Pune International Film Festival ma nwee mmeghachi omume dị mma na Venice na Toronto International Film Festivals.",
  "Khumalo sonyeere ndị na-eme ihe nkiri nke otu n'ime ihe nkiri ncha kachasị ogologo na South Africa, Generations n'afọ 2005 dịka Busiswe (Busi) Dlomo, nwanyị dị mma na nke na-adịghị achọ ọdịmma onwe ya n'obi nke na-eduzi alaeze mbipụta nke ya, nke dị na Cape Town",
  "Omume ya bụ nwanne nwanyị nke Sibusiso Dlomo ma ọ nweghị ihe ọ bụla dị n'agụụ ike, mpako na enweghị obi ụtọ ọ (Sibusiso) nwere",
  "O jirila ọgụgụ isi ya na amamihe ya gaa ebe ọ nọ taa, na-eduzi ụlọ ọrụ nkwukọrịta kachasị elu nke South Africa, Ezweni, nke ya na nwanne ya nwoke na onye guzobere Karabo Moroka na-elekọta.",
  "N'afọ 2015, Khumalo sonyeere ndị na-eme ihe nkiri Uzalo ma kpọọ Zandile \"MaNzuza\" Mdletshe",
  "Ọrụ ahụ gosipụtara ngosipụta mbụ ya na ihe nkiri mgbe afọ abụọ nke ime ihe nkiri iji zụlite ụmụ ya.",
  "N'afọ 2015, a kpọrọ Leleti ka ọ gaa Zanzibar Island, Tanzania, dị ka onye isi ọbịa nke mmemme ihe nkiri Africa a ma ama nke a maara dị ka mmemme ihe nkiri Zanzibar, maka emume ncheta afọ iri na asatọ ya.",
  "Ọ na-eme Mazulu ugbu a na e.tv's Imbewu"
]