[
  "Lemi Ghariokwu (amụrụ Emmanuel Sunday; 26 disemba 1955), nke a makwaara dị ka Lemi, bụ onye na-ese ihe na Naijiria, onye na-ese ihe na onye na-emepụta ihe bụ onye ama ama maka inye ọtụtụ n'ime ihe oyiyi mkpuchi mbụ maka ndekọ nke onye egwu Naijiria bụ Fela Kuti",
  "A mụrụ Lemi Abiodun Ghariokwu Emmanuel Sunday na 26 Disemba 1955, na Agege, Lagos",
  "Ọ bụ onye Agbor, Delta Steeti mana ọ nọrọ ndụ ya niile na Lagos, Nigeria",
  "O tolitere na Igbobi, Fadeyi na Lagos Steeti ya na nne na nna ya na ụmụnne ya",
  "N'oge ọ nọ n'ụlọ akwụkwọ, ọ na-anọkarị ogologo ezumike ya na Ajegunle",
  "Nna ya chọrọ ka ọ bụrụ onye injinia, ya mere ọ gara ụlọ akwụkwọ nkà na ụzụ; Yaba College of Technology Secondary School, ebe ọ gụrụ ihe ọmụmụ nkà na ụzụ na sayensị mana nke a bụ ebe njem ụlọ akwụkwọ ya kwụsịrị",
  "Njem ụlọ akwụkwọ ya kwụsịrị mgbe ọ gụsịrị O kpebiri na ọ gaghị aga ụlọ akwụkwọ kama ọ na-azụ onwe ya ka ọ mara ụdị nka ya",
  "Ọ bụ ezie na njem agụmakwụkwọ ya kwụsịrị ebe a, agụmakwụkwọ emeghị",
  "Ọ na-agụ ma na-akwadebe onwe ya ihe ọmụma mgbe niile ma zụlite nkà nka ya n'akụkụ",
  "O tolitere na-ege egwu Reggae ma na-amụ metaphysics",
  "Fela Kuti, Peter Tosh, Marcus Garvey, Malcolm X, Kwame Nkrumah na Steve Biko mere ka ntozu okè ya na mmekọrịta mmadụ na ibe ya",
  "Lemi lụrụ di ma nwee ụmụ anọ - Asilem Eweka, Tamara Ajasa, Omotosho, na Odafin-Nevo Shekinah.",
  "Ọrụ Ghariokwu na-agụnye ụdị dịgasị iche iche, na-ejikarị agba dị egwu na ụdị edemede nke ya",
  "A na-ekwu na nka ya bụ nnupụisi, ọchị, ndọrọ ndọrọ ọchịchị, ọbụna agụụ mmekọahụ mana nke kachasị ya bụ onye nwere ọgụgụ isi na akụkọ ihe osise, eziokwu na ihe ngosi",
  "Ọtụtụ n'ime ihe oyiyi mkpuchi Ghariokwu na-ekwughachi ma na-ekwu mgbe ụfọdụ banyere ọrụ na ndọrọ ndọrọ ọchịchị nke ihe ndekọ ha na-eso, na-arụ ọrụ meta-textual jikọtara ọnụ",
  "Ọ bụ onye ama ama maka atụmatụ aka ndekọ ya na-adọrọ adọrọ ma dị mgbagwoju anya ma ọ dịghị mgbe ọ na-ada inye ndụ na abụ site na ihe osise ya",
  "O kere ma mara ihe mkpuchi abọm iri abụọ na isii nke Fela",
  "The Observer Music Magazine, UK, kpọrọ ya \"King of Covers\" n'oge ngosi ya na UK na 2004.",
  "E wezụga ịmepụta mkpuchi abọm iri abụọ na isii maka Fela Anikulapo Kuti",
  "O mekwara mkpuchi maka Osita Osadebe, James Iroha, Bob Marley, Kris Okotie, Lucky Dube, Gilles Peterson, Miriam Makeba na ihe dị ka otu narị ndị egwu ndị ọzọ n'ụwa niile",
  "Ná mmalite afọ 1980, ọ bụ onye na-ahụ maka onye na-emepụta ihe mkpuchi album maka ndekọ Polygram (Phonogram + Polydor) na Naịjirịa ruo afọ iri na otu",
  "O bipụtakwara ma hazie mkpuchi abọm maka ọtụtụ ndị egwu Kennis Music, gụnyere 2 Face, Lagbaja, Kenny St",
  "Brown, Sound Sultan na ọtụtụ ndị ọzọ ruo afọ iri na otu",
  "O meela ihe karịrị mkpuchi abọm 2000 ma kwado ọmụmụ ihe nka na mba ofesi",
  "O mere maka egwu EMI, CBS na Ivory",
  "O mekwara logos maka Fame Weekly, Ivory Music na National Encomium",
  "Onye isi oche MTV bụ Mark Rosenthal nyere ọrụ eserese Everybody's Gotta be Somebody",
  "Nke a kpaliri ihe nkiri nke Aaron Koenisberg. Ọrụ Ghariokwu adọtawo ọtụtụ nlebara anya na West ma bụrụ isiokwu nke ihe ngosi dị iche iche. Ihe osise ya bụ Anoda Sistem, nke e kere na 2002, dị na nchịkọta na-adịgide adịgide nke Museum of Modern Art.",
  "Ụfọdụ n'ime ihe ndekọ Ghariokwu dị ugbu a n'aka Punch Records nke onye isi ụlọ ọrụ ya bụ Ammo Talwar kpọrọ ndị agụmakwụkwọ ka ha ghọta iji ihe a mee ihe n'ụzọ na-arụpụta ihe.",
  "N'afọ 2008, e bipụtara iri abụọ n'ime ihe osise ya na Mpaghara 2, akwụkwọ na-egosi otu narị ndị na-ese ihe osise na-apụta ma na-emetụta ụwa, nke Phaidon Press bipụtara na New York.",
  "O mekwara mkpuchi nke Cassava Republic's republication of Fela: This Bitch of a Life - akụkọ ndụ nke Fela Kuti. N'ọnwa Juun afọ 2010, e nyere Ghariokwu ọrụ ma kpọọ ya FELA-BUS nke ọma, ụdị ahịa mural-on-wheels, maka ndị na-emepụta egwu Broadway Fela! na New York.",
  "Ghariokwu mere ihe mkpuchi maka abọm studio nke isii nke Brymo Oṣó (2018) na abọm studio nke anọ nke Falz bụ Moral Instruction (2019).",
  "E gosipụtara ọrụ Lemi na mba ụwa ihe karịrị afọ iri.",
  "2002: Lagos: Oge gara aga na ugbu a",
  "Ngosipụta otu na njikọ ya na Muson Art Festival Week",
  "Curated by Chike Uwaogudu",
  "Muson Centre, Onikan, Lagos, Nigeria",
  "E gosikwara ya na Nimbus Art Center, Lagos, Mee 2002.",
  "2003: Ngosipụta otu nke bụ mmekorita Sophie Sanders / Lemi Gariokwu",
  "Southfirst Gallery, Brooklyn, New York.",
  "2003: Black President: The Art and Legacy of Fela Anikulapo Kuti",
  "Ihe ngosi otu nke gụnyere Ghariokwu Lemi",
  "New Museum of Contemporary Art, New York, 11 Julaị–19 Septemba 2003.",
  "2004: Ọrụ na Mpempe akwụkwọ",
  "Ihe ngosi otu nke gụnyere Ghariokwu Lemi",
  "Ọ bụ Maika Pollack na Florian Altenburg haziri ya",
  "Southfirst Gallery, Brooklyn, New York, 23 Jenụwarị - 7 Machị 2004.",
  "2006: Political Cartoons from Nigeria: Ghariokwu Lemi, Comfort Jacobs na Lordwealth Ololade",
  "Ihe ngosi mmadụ atọ",
  "Ọ bụ Maika Pollack na Florian Altenburg haziri ya",
  "Ọrụ ndị omenkà atọ nke Naijiria mere n'agbata afọ 1975 na afọ 2006",
  "Ihe osise ndị a, nke e bu n'uche maka ndị na-ege ntị na Naijiria, na-ekwu maka ndị dị ka onye isi ala Naịjirịa bụ Olusegun Obasanjo, nrụrụ aka na ọkwa gọọmentị niile, na iwu mba ofesi nke America",
  "Southfirst Gallery, Brooklyn, NY, 10 Nọvemba–17 Disemba 2006.",
  "2007:Site na Taboo gaa na akara ngosi: Africanist Turnabout",
  "Ngosipụta otu nke ndị nka 32 na-arụ ọrụ na mgbasa ozi niile",
  "Curated by Sophie Sanders & Shervone Neckles",
  "Gụnyere: Sophia Ainslie, Ruby Amanze, Maya Freelon Asante, Terry Boddie, Kimberly Camp, Syd Carpenter, Colin Chase, Sonya Clark, Jamal Cyrus, John Dowell, Earl Fyffe, Lonnie Graham, Theodore Harris, Melvina Lathan, Franky LaudeB, Betty Leacraft, Simone Leigh, Ghariokwu Lemi, Heather Marie Davis-Jones, Tyrone Mitchell, Ayanah Moor, Keith Morrison, Karyn Olivier, Nadine Patterson, Debra Priestly, Hank Willis Thomas, Juana Valdes, Deborah Willis, et al",
  "Ice Box Project Space, Crane Arts Center, Philadelphia,",
  "2007: Democrazy: GHARIOKWU LEMI and the Art of the Album Cover",
  "Ngosipụta naanị ya",
  "Curated by Bisi Silver",
  "Centre for Contemporary Art (CCA), Lagos, Naijiria, 8 Disemba 2007 - 20 Jenụwarị 2008.",
  "2008: Lagos: Paradigm Shift - Art Exhibition of Design and Paintings by GHARIOKWU LEMI, Legendary Cover Artist, Illustrator and Graphic Designer",
  "Ngosipụta naanị ya",
  "Curated by Chigaza Hanum",
  "Harmattan Workshop Gallery, Victoria Island, Lagos, Naijiria",
  "22–28 Nọvemba 2008.",
  "2013: Art's Own Kind: \"Vintage Lemi\", Axiomatic Expressions na AfroPop Series",
  "Ihe ngosi nke isii nke Bloom art kwadoro",
  "Onye nlekọta ya bụ Ugoma Adegoke, onye guzobere LifeHouse",
  "Didi Museum, Lagos, Naijiria",
  "25–30 Mee 2013.",
  "2015: The Reinvented Covers",
  "Ngosipụta nke naanị ya nke Bloom art na-arụ ọrụ",
  "Curated by Ugoma Adegoke",
  "Lagos, Naijiria, 8 Nọvemba–8 Disemba 2015.",
  "2016: Art X Lagos",
  "E gosipụtara ọrụ Lemi na Art X Lagos",
  "Ọ bụ Bloom Art Lagos (Ugoma Adegoke na Blessing Abeng nyere ya aka)",
  "Lagos, Naijiria, 4–6 Nọvemba 2016.",
  "2017: Afro Art Beat",
  "Ihe ngosi nke ọrụ Lemi na mmekorita ya na Temple Management",
  "Lagos, Naijiria, 21 Ọktoba 2017",
  "N'afọ 1992, o dere otu egwu, nke gosipụtara Daniel Wilson, nke akpọrọ \"Omolakeji\"",
  "Ọ na-anụ ọkụ n'obi maka ide egwu na egwu n'ụzọ miri emi.",
  "N'afọ 2015, onye guzobere ya bụ Babajide Ipaye malitere ụdị akpụkpọ ụkwụ ọsụ ụzọ, nke ọhụrụ na nke na-ahụ maka mmekọrịta mmadụ na ibe ya nke a na-akpọ KEEXS na Nigeria, Africa",
  "Ụfọdụ n'ime nchịkọta akpụkpọ ụkwụ ahụ sitere n'ike mmụọ nsọ ụfọdụ ọrụ nka Lemi."
]