[
  "Lenin El-Ramly (Ọgọọst 18, 1945 - Febụwarị 7, 2020) bụ onye edemede Egypt nweere onwe ya na onye nduzi ihe nkiri telivishọn na ihe nkiri",
  "Ọrụ ya gụnyere ime ihe ọchị, akụkọ ifo na Theatre of the Absurd.",
  "A nabatara ya n'Ijipt nakwa mba ofesi maka obi ike ya itinye akara ajụjụ n'ihe nwere ihu abụọ na omume na-adịghị anabata ibe ya n'akụkụ ụfọdụ nke ndị Ijipt na mba ndị ọzọ na ụwa ndị Arab",
  "A na-akọwa ihe ngosi ya dị ka ajụjụ existentialist na nke mmekọrịta ọha na eze n'ime ntọala na-atọ ọchị.",
  "A mụrụ El-Ramly n'ọnwa Ọgọst n'afọ 1945 na Cairo nye ezinụlọ na-etinye aka na ndọrọ ndọrọ ọchịchị. Nne ya bụ Souad Zuhair. O bipụtara akụkọ mkpirikpi mbụ ya n'afọ 1956 na magazin Sabah El-Kheir",
  "Ma n'oge ọ na-agụ akwụkwọ, na 1967, ọ malitere ide ihe nkiri n'usoro ihe nkiri maka telivishọn",
  "Na mbido senchiri nke iri abụọ na otu, a ka na-agbasa ọrụ ya site n'oge a",
  "N'afọ 1970, ọ nwetara nzere bachelọ ya na Theater Critics and Theater Literature na High Institute for Theater Art.",
  "N'afọ 1971, El-Ramly na onye nduzi ihe nkiri Salah Abu Seif malitere imekọ ihe ọnụ",
  "N'oge a, o dere The Ostrich and the Peacock, nke na 2002, maka oge mbụ kemgbe afọ irí atọ, enwere ike igosi ọha na eze",
  "Ndị na-enyocha ihe na-ekwu na ihe nkiri a na-amalite mkparịta ụka mmekọahụ nke na-akpọku agụụ mmekọahụ",
  "Dị ka El-Ramly si kwuo, ha aghọtaghị edemede ya.",
  "El-Ramly guzobere ụlọ ọrụ ihe nkiri nke ya na 1980, nke a na-akpọ Studio 80",
  "Ebumnuche ya bụ itinye ụdị egwuregwu ọzọ n'elu ikpo okwu karịa ka a na-ahụkarị na egwuregwu azụmahịa",
  "Ọrụ ya Bel-Arabi El-Faseeh nke 1991, nke a sụgharịrị n'asụsụ Bekee dị ka In Plain Arabic, na-arụ ọrụ na Pan-Arabism",
  "A kọwawo egwuregwu a dị ka ihe ọchị na-enweghị atụ, a kwupụtakwara na ọ bụ Best Theater Play of the Year na Egypt",
  "Site n'aka mba Kuwait ọ natara onyinye Soad Sabbah maka egwuregwu a",
  "Site na mgbasa ozi ọdịda anyanwụ ọ natara ndị nkatọ otuto, dịka ọmụmaatụ na Herald Tribune na Time Magazine",
  "E meela ihe nkiri ya n'ụwa ndị Arab, yana mba ndị dị n'Ebe Ọdịda Anyanwụ dị ka France na Australia",
  "Ọ bụ ezie na a jụrụ In plain Arabic n'oge Carthage Theatre Festival na Tunisia.",
  "N'afọ 1993, El-Ramly guzobere ụlọ ọrụ ihe nkiri nke abụọ ya, nke akpọrọ Studio 2000",
  "N'afọ 1994, o degharịrị nke mbụ ya site na 1967 nke o webatara n'oge ahụ n'okpuru aha Al-Erhabi (The Terrorist)",
  "Site na ọnọdụ a, a maara ya nke ọma na mba nke ya nakwa na mba ofesi.",
  "A maara ọrụ El-Ramly n'ọtụtụ ebe",
  "Dịka ọmụmaatụ, ọ meriri n'oge Vivay Film Festival for Comical Movies na 1987, ma nata Kuwait en Soad Sabbah Award na 1991",
  "N'afọ 2005, e nyere El-Ramly ihe nrite Prince Claus Award site na Netherlands",
  "Ndị ọka ikpe ji \"iji ọchị eme ihe iji kpalie nyocha ọha na eze banyere nsogbu mmekọrịta mmadụ na ibe ya na ọdịbendị kpọrọ ihe\".",
  "Ruo n'afọ 2005, El-Ramly dere ihe nkiri iri anọ n'asụsụ Arabic nke egosiri n'elu ikpo okwu",
  "A sụgharịrị atọ n'ime ha n'asụsụ Bekee:",
  "A sụgharịrị ihe nkiri ndị ọzọ n'asụsụ ndị ọzọ, dị ka The Prisoner site na 2002 nke e mere n'asụsụ Danish.",
  "El-Ramly dere ihe nkiri ndị a:"
]