[
  "Johannes Stephanus Theron nke a maara dị ka Leo Théron (26 Machị 1926), bụ onye na-ese ihe na windo na-acha odo odo na South Africa nke na-ahụ maka usoro dalles de verre (iji iko na simenti).",
  "A mụrụ Theron na Pretoria, nwa nwoke nke atọ nke minista Dutch Reform, Johannes Stephanus Theron na nwunye ya, Helena Marais Rossouw.",
  "Théron gụrụ nka na Mahadum Rhodes na South Africa wee gaa Ecole des Beaux Arts na Académie Julian na Paris",
  "Mgbe ọ laghachiri South Africa, ọ malitere itinye aka n'ịmepụta mosaics na windo enyo maka ụlọ ụka ọhụrụ. N'ikpeazụ, ọ bụrụ ọkachamara na usoro a na-akpọ dalles de verre sous beton, usoro na-eji ugegbe na-acha anụnụ anụnụ na kọnkịrị, mepụtara na France mgbe agha ụwa nke abụọ gasịrị, nke ọ mepụtara dị ka ụdị pụrụ iche n'oge nleta nloghachi na France na 1964, mgbe ọ mụrụ ọrụ Gabriel Loire na Chartres, nke mere ka ọ mara ụzọ ọ ga-esi gaa na mgbasa ozi.",
  "Site na ụlọ ọrụ ya na Pretoria, South Africa, Théron nọrọ afọ iri atọ na ise na-emepụta windo maka ụlọụka otu narị na iri atọ na asaa, ọtụtụ ụlọ akwụkwọ, ụlọ obodo, na ụlọ onwe.",
  "N'afọ 1978, South African Academy for Arts and Science nyere ya ihe nrite nke nsọpụrụ.",
  "Nnukwu ihe a rụzuru na usoro dalles de verre bụ ịmepụta mgbidi windo ma ọ bụ mgbidi nke ìhè, nke nwere ike ibi na mgbidi dum na ụlọ ụka ma ọ bụ ụlọ ndị ọzọ, na-eru site na ala ruo n'uko.",
  "Théron ekwuola banyere anwansi nke iko na-acha anụnụ anụnụ dị ka ịmepụta \"prism nke anyị na-ahụ ruo mgbe ebighi ebi\".",
  "N'afọ 2000, e meghere ihe ngosi nke ọrụ Leo Théron, A Life in Glass, na Sant Fruitós de Bages, ihe dị ka kilomita ịrị ịse na ise site na Barcelona, Catalonia",
  "Ọ gụnyere ihe karịrị ihe oyiyi iri ise nke windo enyo nke Théron mepụtara ma mepụta na South Africa, Italy na Spain",
  "Ihe a na-ekwusi ike na ọ bụ nkà liturgical ya, ma ihe atụ ma ihe a na-adịghị ahụ anya",
  "A na-egosi ihe osise ndị e ji ugegbe mee na-egosipụta àgwà na àgwà nke ndị senti na ndị mmadụ n'akụkọ ihe mere eme, na mpempe akwụkwọ nke windo na ndịda Afrịka, yana ọrụ dị mkpa - windo na-egosi Saint Francis - na chọọchị ndị mọnk Franciscan dị nso na Ponticelli na Ịtali",
  "E gosipụtakwara ihe osise aquarelles nke Sant Fruitós de Bages, nke e sere n'oge ọ gara ebe ahụ na 1996, yana ihe osise ọhụrụ sitere na mkpali nke ọrụ okike ya na iko.",
  "A họọrọ ihe osise Dove of Peace nke Théron dị ka ihe nnọchianya na mkpuchi CD maka The Millennium Song bụ abụ e dere iji kpọsaa mmalite nke puku afọ nke atọ, nke Michael Greenacre wepụtara",
  "E tinyere windo Dove nke Udo n'ụlọ Greenacre na Sant Fruitós de Bages.",
  "A ga-ahụ windo nke Leo Théron na:"
]