[
  "Leo Antony (Tony) Gleaton (Ọnwa Ọgọọst 4, afọ 1948 - rụọ ọnwa Ọgọọst 14, afọ 2015) bụ onye Amerịka na-ese foto",
  "A mụrụ ya na Detroit, Michigan, ya na ezinụlọ ya kwagara California mgbe ọ dị afọ 11",
  "Ọ sonyeere ndị agha mmiri mgbe ọ gụsịrị akwụkwọ sekọndrị, wee nweta akara ugo mmụta kọleji na Mahadum California Los Angeles, ebe ọ malitere inwe mmasị na foto",
  "Akụkụ dị ukwuu nke ọrụ ya bụ maka ijide ihe oyiyi nke ndị Afrịka na West (America) na mmetụta ya",
  "A makwaara ya nke ọma maka foto ya nke ndị cowboys ojii",
  "Gleaton nwụrụ n'ụlọ ya na Palo Alto, CA, n'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2015 mgbe ọ lụchara ọgụ ogologo oge na ọrịa kansa ọnụ.",
  "A mụrụ Gleaton n'ezinụlọ nọ n'ọkwá dị n'etiti",
  "Nne Gleaton, Geraldine Woodson, onye nkuzi ụlọ akwụkwọ, na nna ya, Leo, onye uwe ojii, kewara mgbe ọ dị afọ iri na otu",
  "Nne ya wee kwaga ezinụlọ ya na Los Angeles, California",
  "Ọ malitere ọrụ kọleji ya na East Los Angeles Junior College ebe ọ na-egwu bọọlụ",
  "Ọ hapụrụ n'afọ 1967 iji sonye na Marine Corps, na-eje ozi otu njem na Vietnam. N'afọ 1970, ọ laghachiri na US wee debanye aha na UCLA n'okpuru iwu GI, mana ọ gụsịrị akwụkwọ. Gleaton gakwara klas na Mahadum California, Berkeley na Art Center College of Design na Pasadena na agụmakwụkwọ",
  "Gleaton nwetara MFA na Fine Arts Photography na Bard College n'afọ 2002.",
  "N'afọ 1977, Gleaton hapụrụ California gaa New York City, ebe ọ malitere ọrụ ya na mmasị na foto ejiji",
  "N'afọ 1980 ọ hapụrụ New York na ụwa nke foto ejiji",
  "N'ime afọ ole na ole sochirinụ, ọ gara gburugburu Texas na Mexico, ebe ọ rụrụ ọrụ aka ole na ole, gụnyere ịrụ ọrụ na ụlọ na n'ọhịa mmanụ. N'oge ahụ, ọ malitekwara ise foto ndị Afrịka Amerịka n'ebe ndị ahụ",
  "Site n'oge a gaa n'ihu, Gleaton rụrụ ọrụ site na ise foto ndị ojii cowboys, ụmụ amaala Amerịka, ndị Afrịka Amerịka, na ndị Mexico Amerịka",
  "O lekwasịrị anya na South-West nwere ọdịbendị dị iche iche.",
  "Gleaton nwere mmasị na ndị gbara ọsọ ndụ, ọkachasị ndị Afrịka nọ na South-West",
  "Ọ bụ ọkachamara na foto gburugburu ebe obibi ojii na ọcha. Ụfọdụ bụ foto ndị dị nso nke ndị maara na ndị na-amaghị igwefoto, ụfọdụ bụ foto ìgwè, na ụfọdụ ọdịdị ala nke ebe ọ na-ese foto ndị mmadụ",
  "Foto ndị o sere nke ndị mmadụ bụ foto nke ndụ kwa ụbọchị ma ọ bụghị nke a na-eme.",
  "Ihe Gleaton lekwasịrị anya bụ agbụrụ",
  "Ọ chọpụtara na nnukwu ngwakọta ọdịbendị dị na South na Central America; ya mere o ji ọtụtụ oge na ume ya nọrọ n'ebe ahụ",
  "Ọ chere nyocha ụfọdụ ihu n'ihi ọdịdị ya",
  "O nwere akpụkpọ ahụ na-acha ọcha na anya na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Ọ dị iche na ihe ndị ọ na-ese foto, ya mere ụfọdụ n'ime ha enweghị ahụ iru ala na ọ na-se foto ha.",
  "Gleaton gara naanị ya n'ebe ọ na-ese foto, na-eme njem dị mfe ma na-ejikarị bọs eme njem. Ọ na-ejikarị naanị igwefoto ya maka njem ahụ",
  "Mgbe ọtụtụ afọ nke ịnọ gburugburu ụdị ọdịbendị dị iche iche, Gleaton mụtara otu esi enweta ntụkwasị obi nke ndị ọ na-ese foto",
  "Mgbe mbụ ọ malitere ise ndị mmadụ foto na South-West na Central America, ụfọdụ nwere obi erughị ala banyere ya na-ese ha foto, n'otu akụkụ n'ihi ọdịdị ya gụnyere ịdị elu ya nke 6o 4\", na ịdị arọ ya nke karịrị pound 300. Ọ mụtara otu esi enweta ntụkwasị obi ha, ma mee ka ha nwee ahụ iru ala iji see ha foto.",
  "A maara ya nke ọma maka ihe ngosi foto ya na Smithsonian nke a na-akpọ Africaī's Legacy na Mexico nke malitere n'afọ ndị 1990s. Ihe ngosi a nwere foto dịka \"Man & Canoe\" na \"My Father, My Son\". Ndepụta ngosi Gleaton nwere ederede diary nke e mechara kpọọ \"Oaxaca Diary\", nke o dere n'afọ 1988 banyere njem ọ gara na Mexico iji see foto. N'ihe ngosi ahụ, foto Gleatons na ntinye akwụkwọ akụkọ na-eso isiokwu banyere ndị Afrịka nọ na Mexico site na Martinez Montiel, Miriam Jiménez Román, na Palmer.",
  "N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2015, mgbe ọ dị afọ iri isii na asaa, Gleaton nwụrụ n'ọrịa kansa ọnụ n'ụlọ ya dị na Palo Alto",
  "Nwunye ya nke anọ bụ Lisa (née Ellerbee), onye nkuzi, onye ọ lụrụ n'afọ 2005, hapụrụ ya."
]