[
  "Leo Asemota (a mụrụ n'afọ 1967 na Edo State, Nigeria) bụ onye na-ese ihe n'oge a bi ma na-arụ ọrụ na London, England. Asemota na-eji foto, ihe nkiri na vidiyo, arụmọrụ, ihe ọkpụkpụ, eserese na ọganihu dị iche iche na ọrụ ya.",
  "Spoonman (1999) ihe nkiri banyere ụkpụrụ eziokwu e nyochara site na ndụ nke onye na-adabere na heroin bụ ọrụ mbụ nke Asemota",
  "FiTH WORK (a mụrụ n'afọ 1999) bụ usoro na-aga n'ihu nke ọ na-agbanwe asụsụ maka echiche ya",
  "FiTH bụ acronym nke o mepụtara n'afọ 1999 nke pụtara ahụ ọkụ n'isi",
  "Ọrụ ndị sitere na usoro ahụ bụ ihe pụrụ iche ọ bụghị naanị n'ụdị na ụzọ kamakwa n'ihi na ha adịghị ọtụtụ.",
  "Otu n'ime ọrụ ya a maara nke ọma bụ ọmụmụ foto e mere otu afọ Map of a City (2001)",
  "Asemota malitere ọrụ ahụ na Jenụwarị 1, 2001 na-eme njem n'ụzọ na-enweghi nkwusi n'ofe London City na-achọ bọọdụ arịrịọ Ndịàmà nke ndị uwe ojii obodo ahụ tinyere na arịrịọ maka ndị akaebe maka ọtụtụ mpụ",
  "E bipụtara ihe oyiyi sitere na ọmụmụ ihe ahụ na akwụkwọ nta sere okwu nke London Borough of Camden ma gosipụta ya na mbipụta mbụ nke akwụkwọ akụkọ nka Magnet, nke Institute of International Visual Arts (inIVA) bipụtara ma malite na Venice Biennale na 2001. E gosipụtara \"Map of a City\" na Justina Barnicke Gallery Toronto Canada na ngosi otu “28 Days: Reimagining Black History Month nke Pamela Edmonds na Sally Frater haziri.",
  "Site na ọkpụkpọ òkù site n'aka Lisa Goldman, onye nduzi nka nke ụlọ ọrụ ihe nkiri na-emeri ihe nrite The Red Room, Asemota mepụtara ntinye vidiyo na pọtụfoliyo nke eserese foto nke ndị bi na Hoxton maka mmepụta saịtị Hoxton Story nke mepere na Hoxton Hall, iji ree ihe nkiri na Septemba 10, 2005.",
  "Ọzọ kwa, n'afọ 2005, Asemota malitere The Ens Project (2005 - 2019) ọrụ nka nke ndị Edo na Benin na-eme ememme Igue kwa afọ, ịchụpụ ndị Britain a ma mesịa, na-apụnara Alaeze Benin n'oge 1897 Benin Expedition na edemede The Work of Art in the Age of Mechanical Reproduction nke onye Germany na-ahụ maka ọdịbendị Walter Benjamin",
  "E gosipụtara afọ atọ mbụ nke ọrụ ahụ na nyocha Leo Asemota: The Ens Project's First Principles na New Art Exchange na 2011.\nE nyere ihe osise ọhụrụ The Intrinsic Tendency of The Ens Sign maka Sharjah Biennial 14.",
  "N'afọ 2017, Asemota sonyere na ihe emume radio a kpọrọ documenta 14 site na June 17 - July 7, 2017",
  "Ihe ngosi ya bụ Intermission Transmission Temporal bụ usoro mgbasa ozi dị iche iche nwere ọdịnaya nke e dere site n'ụbọchị ruo n'ụbọchị.",
  "Ntinye ọkụ neon, akwụkwọ ọkọwa okwu egwu, ọrụ na mpempe akwụkwọ na arụmọrụ mejupụtara Asemota's Workbook for Exploring the Sonic Cosmologies of Halim El-Dabh (2018-21) maka nyocha, ngosi na mbipụta ọrụ na onye Ijipt na-ede egwu, ọkà mmụta na onye nkụzi Halim El-Dabh Ihe ngosi “Canine Wisdom for The Barking Dog - The Dog Done Gone Deaf: Exploring The Sonic Cosmologies of Halim El-Dabh (2018) e mere na Dakar, Senegal n'oge mbipụta nke iri na atọ nke Dakar Biennale 2018, na “HERE HISTORY BEGAN.Ịchọpụta Re / Verberations nke Halim El-Dabh' (2021) na SAVVY Contemporary Berlin. Ọ bụ SAVVY Contemporary Berlin haziri ọrụ ahụ ma bụrụ nke onye nlekọta Cameroon bụ Bonaventure Soh Bejeng Ndikung, onye nlekọta Ijipt bụ Kamila Metwaly na onye nlekọta Senegal bụ Marie Hélène Pereira haziri.",
  "Ihe ngosi mmekorita nke Asemota # 215 ya na onye na-ese ihe na Angola bụ Nastio Mosquito mere na Portikus Frankfurt na 2018",
  "Ihe ngosi a dabere na mkparịta ụka dị n'etiti ndị na-ese ihe abụọ ahụ kemgbe nzukọ mbụ ha n'oge documenta 14 Radio Program na 2017 ma gosipụta ọrụ ha mepụtara kpọmkwem maka Portikus",
  "Oge mmeghe ngosi ahụ bụ site na ọwụwa anyanwụ ruo ọdịda anyanwụ.",
  "Nchọpụta Site na Ụkpụrụ nke Phrenology, Literature, Sound na Mgbasa Ozi bụ onyinye Asemota nyere na ngosi \"Ultrasanity: On Madness, Psychiatry and Resistance\" nke emere na ifa-Galerie Berlin na 2019.  Otu n'ime ọrụ ndị dị na ngosi ahụ bụ (ultrasanity anecdotes sound fractions) album eserese nke abụ na isiokwu nke ara",
  "Asemota na onye nlekọta Cameroon bụ Bonaventure Soh Bejeng Ndikung chịkọtara abụ ndị ahụ.",
  "Maka mbipụta nke iri na abụọ nke Sonsbeek 20→24 International Contemporary Art Exhibition na Arnhem, Netherlands “Force Times Distance: On Labour and its Sonic Ecologies”, Asemota gosipụtara The Sonsbeek Suite (As The Distance Travelled By The Force Acting Is To The Distance Travelled By The Resistance), ọrụ a họpụtara n'ụdị atọ: ‘how-hard-and-how-and-and-how-long’ at Walter Books; ‘how-and-and-how-and-how-how-hard’; and ‘how-long-and-how-hard-and-how-far’ na Kröller-Müller Museum. “The Sonsbeek Suite” mechara site na mmasị Asemota nwere n’ebe ndị na-achị, oge yana akụkọ ihe mere eme nke ọrụ."
]