[
  "Leonard Marchant RE (ubochí irí na àtó n'ọnwa Ọktoba, 1929 rụọ úbọchị itoolu n'ọnwa Jenụwarị, 2000) bụ ónyé na-ese ihe na ónyé na-ebi akwụkwọ, nke a na-enwe mmasị karịsịa dị ka ónyé isi nke mezzotint.",
  "A mụrụ Marchant na Cape Town, South Africa, nwa nwoke nke abụọ nke Kathleen (née Cunningham) na Henry Marchant.  Nnà ya nwụrụ mgbè ọ na-eje ozi na Agha Ụwa nke Abụọ, mgbè Marchant dị afọ irí na isé; nné ya na ụmụnne ya bụ ndị Katọlik, nné nnè ya na nné nné ya zụlitere ya.",
  "Dị ka ónyé nọ n'afọ iri na ụma, ọ kụziiri onwé ya ise ihe; na 1950, mgbè ọ dị afọ 19, e nyere ya ihe ngosi onwé ya na Argus Gallery na Cape Town, South Africa.",
  "N'afọ 1950, Marchant rụrụ ọrụ n'ụgbọ mmiri ahịa wee rute London na obere ego na enweghị kọntaktị",
  "O rughị eru màkà onyinye iji mụọ na UK. Ọ kpọrọ Jacob Epstein na ekwentị n'enweghị obi ụtọ wee gaa leta ya na mpempe akwụkwọ nke eserese na ihe osise",
  "Epstein na-agba ume ma nye ya akwụkwọ ozi na-atụ aro na British Council, nke nyéré onyinye iji nye ya ohere ịmụ ọnwa atọ na Saint Martin's School of Art.",
  "Na London, Marchant zutere ma lụọ Teressa Trapler. N'ịbụ ndị nsogbụ ego na ndọrọ ndọrọ ọchịchị manyere ịlaghachi South Africa, ha mechara kwaga na UK mgbè afọ atọ gachara, na 1956; na 1959 Marchant nwetara onyinye iji mụọ ógè niile na Central School of Arts and Crafts.",
  "N'oge ọ na-agụ akwụkwọ na Central School for Arts and Crafts, Marchant hụrụ mezzotints nké Yōzō Hamaguchi, ónyé na-ese ihe na Japan nke bi na Paris n'oge ahụ. N'oge a, Marchant chọpụtara mezzotint rocker na rocking pole na kọbọd n'ụlọ akwụkwọ ahụ",
  "Ọ dịghị ónyé maara otú e si eme ya ọzọ n'ihi ya m ga-akụziri onwé m, \"ọ mechara dee, ọ bụ usoro siri ike",
  "Ihe masịrị m n'ezie bụ ọgaranya dị egwu nke ụda olu.",
  "Ọ bụ ezie na Marchant nọgidere na-ese ihe n'oge ndụ ya niile, a maara ya nke ọma màkà mezzotints ya",
  "Na mezzotints ya, ọ metụrụ ịdị ukwuu..",
  "Marchant bụ nna úkwú, agịga ya na-acha n'ọchịchịrị; kandụl, efere, iko na saucer na-enwu gbaa. Liese Van Der Watt kwuru na a na-eto Marchant màkà mweghachi nke ọrụ ochie a na afọ (19)60s, ọkachasị na Britain",
  "Na \"ihe osise ahụ na-egosi otu ugboro ugboro nke otu klas nke isiokwu, dị ka a ga-asị na nchegbu nke ónyé na-ese ihe na-elekwasị ányá na usoro na ihe ndị a na-egosi",
  "Mana ihe ọzọ abanyewo n'ime mmanụ ndị a - mmetụta nke ebumnuche nzuzu, nke ime anwansi nke na-echetara mmadụ n'ụzọ na-edoghị ányá na nke a na-atụghị ányá ya ọrụ Frida Kahlo.",
  "N'afọ 1986, a họpụtara Marchant ka ọ bụrụ ónyé otu Royal Society of Painter-Printmakers, ónyé ya na ya na-egosi mgbè niile.",
  "N'afọ 1963, Marchant sonyeere ndị ọrụ nkè Central School of Arts and Crafts na ngalaba Fine Art Etching ebe ọ nọrọ ruo n'afọ 1983. N'afọ ndị sochirinụ, ọ gara ụlọ akwụkwọ nka ndị ọzọ gụnyere Royal, Slade, Chelsea, Morley na Winchester, iji gosipụta usoro mezzotint ma gosipụta nkè a na ọrụ nkè ya.",
  "Mgbè ọ lara ezumike nká na nkuzi, Marchant na nwunye ya kwagara Shropshire, ebe ọ gàrà n'ihu na-arụ ọrụ na mezzotints na eserese. E mèrè ihe ngosi ikpeazụ ya na London Bankside Gallery na 1998."
]