[
  "Leonora Cohen OBE (née Throp; 15 June 1873 - 4 September 1978) bụ onye British suffragette na trade unionist, na otu n'ime ndị majie mbụ",
  "A maara ya dị ka \"Tower Suffragette\" mgbe ọ kụrisịrị igbe ngosi na Tower of London ma rụọ ọrụ dị ka onye nche Emmeline Pankhurst",
  "Ọ dịrị ndụ ruo mgbe ọ dị afọ 105 ma nye aka na nke abụọ nke ụmụ nwanyị na 1970s.",
  "A mụrụ Cohen Leonora Throp na Hunslet, Leeds na 15 June 1873 na Canova na Jane (née Lamie) Throp. Nna ya, Canova Throp, bụ onye na-ese ihe ma nwụọ na 1879 mgbe Leonora dị afọ 5, mgbe ọ butere ụkwara nta nke ọkpụkpụ azụ, nke hapụrụ nne ya di ya iji zụlite Cohen na ụmụnne ya abụọ. Nne ya rụrụ ọrụ dị ka onye na-akwa akwa iji kwado ezinụlọ ahụ. Cohen ghọrọ onye na-eri akwụkwọ nri na 1891 nke ọ nọgidere na ndụ ya niile.",
  "Ọ mụtara ọrụ dị ka onye na-emepụta ihe ma mgbe ọ na-arụ ọrụ dị ka Onye na-azụ ihe, ọ zutere Henry Cohen, onye na-enyere onye na-ere ọla aka na etiti Leeds na nwa nke ndị Juu kwagara, na nso nso a site na Warsaw. Henry bụ enyi nwata mana ezinụlọ abụọ ahụ megidere alụmdi na nwunye ahụ.",
  "Nwa mbụ di na nwunye ahụ, Rosetta, nwụrụ n'afọ mbụ ya. N'afọ 1902, Cohen mụrụ nwa ya nwoke Reginald onye dịrị ndụ ruo mgbe o toro. N'ime afọ itoolu sochirinụ, obere ezinụlọ ahụ nwere ndụ udo ka azụmahịa Henry dị ka onye na-ere ọla na-aga nke ọma.",
  "Nne Cohen bụ Jane bụ ihe nwere mmetụta na ndụ ya",
  "N'ihi na nne ya bụ onye na-akwa ákwà di ya nwụrụ nke zụlitere ụmụ atọ naanị ya, o doro anya nye Cohen na nne ya nwere ikike ole na ole dị ka nwanyị bi na Britain na ngwụcha narị afọ nke iri na itoolu",
  "N'ajụjụ ọnụ a gbara ya n'oge ndụ ya, Cohen kwuru na, \"Ndụ siri ike",
  "Nne m ga-asị 'Leonora, ọ bụrụ na ọ bụ naanị anyị ụmụ nwanyị nwere ihe ha na-ekwu', mana anyị enweghị",
  "Otu nwoke mmanya na-egbu",
  "nwere votu naanị n'ihi na ọ bụ nwoke",
  "E kwere m nkwa na m ga-anwa ịgbanwe ihe\". Cohen ghọtara mgbe ọ dị obere na nne ya ga-emeri nnukwu ihe mgbochi na ndụ ya naanị n'ihi na ọ bụ nwanyị",
  "Ọ bụ \"enweghị ike nke nne ya mere ka ọ bụrụ ihe siri ike\".",
  "Cohen mere ọtụtụ mkpesa megide gọọmentị",
  "N'afọ 1909, ọ sonyeere Leeds Women's Social and Political Union (WSPU), nke Emmeline Pankhurst guzobere na 1903. Mgbe e mesịrị, Cohen so na \"The Bodyguard\" nke Mrs Pankhurst.",
  "N'afọ 1911, Cohen sonyeere ngagharị iwe ebe ọ tụbara nkume na windo ụlọ gọọmentị; e jidere ya ma debe ya n'ụlọ mkpọrọ Holloway ụbọchị asaa. Ọ gbachitere onwe ya n'ụlọ ikpe ma, ọ bụ ezie na a mara ya ikpe, a tọhapụrụ ya. A \"kụkwara ya n'ọnụ ya na aka onye uwe ojii ma kụtuo ya n'okpuru ịnyịnya onye uwe ojii nọ n'elu\" na ngagharị iwe nke House of Commons. Ka Cohen malitere ime ihe siri ike dị ka onye na-akwado ụmụ nwanyị, ezinụlọ ya kwadoro nkwado ya mana ndị enyi ya emeghị ya; ọ natara akwụkwọ ozi ịkpọasị na nwa ya nwoke chere mkpagbu ihu n'ụlọ akwụkwọ.",
  "N'afọ 1913, Cohen mere mkpesa megide gọọmentị site n'iji ígwè na-agbaji ihe ngosi iko nwere akara nke Order of Merit na Jewel House na Tower of London. E jidere Cohen nke ugboro abụọ ma ziga ya na Armley Gaol ebe ọ gara ngagharị iwe agụụ. N'ihi Iwu Cat na Mouse, a tọhapụrụ Cohen n'ụlọ mkpọrọ mgbe ụbọchị ole na ole gasịrị iji kwe ka ọ gbakee site na agụụ nke onwe ya kpatara. Leonora na Henry Cohen wee kwaga Harrogate iji guzobe ụlọ obibi ndị na-eri akwụkwọ nri, ebe ha nyekwara ndị suffragettes na-agba ọsọ n'aka ndị uwe ojii. Ọ natara ihe nrite Agụụụụ 'maka Ike' site na WSPU",
  "N'afọ 1913, Annie Kenney na Flora Drummond mere ndokwa ka ndị nnọchi anya WSPU soro ndị ndọrọ ndọrọ ọchịchị David Lloyd George na Sir Edward Grey kwurịta okwu",
  "Ndị nnọchiteanya ahụ kọwara ụgwọ ọrụ na ọnọdụ ọrụ ha tara ahụhụ na olileanya ha na ntuli aka ga-enyere ụmụ nwanyị aka ịma ọnọdụ ahụ aka n'ụzọ ọchịchị onye kwuo uche ya",
  "Cohen kọwara na ụmụ nwanyị na-atụ vootu ga-enwe ike ịchọ ụgwọ ọrụ dị elu dịka ụmụ nwoke mere, nke ga-egbochi ụmụ agbọghọ a na-akwụ ụgwọ dị ala ịbanye n'okporo ámá.",
  "Cohen mere onwe ya ka ọ bụrụ onye na-eme achịcha na Norah Duval dị ka nwata nwoke, na-agbanwere ebe mgbe ya na onye na-akwado ọchịchị ibe ya bụ Lilian Lenton na-ebute achịcha iji hapụ ya ka ọ gbapụ n'ụlọ onye na-enyocha nka Frank Rutter na Leeds, nke e ji mee ka ndị na-eme ngagharị agụụ gbakee.",
  "Uwe o yi na 1914 Leeds Arts Club Ball nwere akara ndị suffragette na akara nke Women's Social and Political Union",
  "Uwe ahụ bụ nke Leeds Discovery Centre.",
  "Cohen ghọrọ onye nhazi distrikti Leeds nke National Union of General and Municipal Workers ma hazie ndị ọrụ na nkwupụta ha gụnyere ọgbaghara ụbọchị atọ jere ozi dị ka onye isi oche nke Leeds Trades Council. Mgbe Agha Ụwa Mbụ gasịrị, Leonora na ezinụlọ ya laghachiri Clarendon Road, Leeds.",
  "Ka ọ na-erule 1923, Cohen ghọrọ nwanyị mbụ bụ onye isi oche nke Yorkshire Federation of Trades Councils",
  "N'afọ 1924, a họpụtara Cohen ka ọ bụrụ onye majie; ọ bụ otu n'ime ụmụ nwanyị mbụ a họpụtara n'oche na JP ruo afọ 25. Na 1928 Birthday Honours, e nyere ya Order of the British Empire maka ịnakwere ọrụ mmekọrịta ya.",
  "Cohen lara ezumike nká na Colwyn Bay na ugwu Wales",
  "N'afọ 1970, ọ gara emume mmeghe nke Suffragette Memorial na London, na, n'afọ 1973, ọ laghachiri n'ihe omume Tower of London ya.",
  "Ebe ọ bụ na Cohen dị ndụ ruo mgbe ọ dị afọ 105, ọ hụrụ ọganihu nke abụọ nke ụmụ nwanyị n'afọ ndị 1970 ma weghachite Cohen n'anya ọha na eze",
  "Brian Harrison gbara ihe karịrị mmadụ 200 ajụjụ ọnụ, gụnyere Cohen, dị ka akụkụ nke ọrụ ya Oral Evidence on the Suffragette and Suffragist Movements",
  "N'ajụjụ ọnụ nke afọ 1974, Cohen tụlere ọrụ ya na nzukọ nke afọ 1911 na ahụmịhe ya banyere njide mbụ ya: \"[Na nzukọ ahụ] ọ jupụtara",
  "Ndị uwe ojii nọ n'elu ịnyịnya apụọla",
  "Mgbe anyị rutere n'ọnụ ụzọ ámá obí eze, enwere m ike icheta ndị uwe ojii nọ n'elu ịnyịnya n'ebe ahụ nke ọma, ọ bụkwa ebe ahụ ka a kụrụ m",
  "\" Cohen kọwara ime ihe ike na nnukwu ìgwè mmadụ na nnọkọ ahụ",
  "N'afọ 1974, ọ pụtara n'ihu Radio Times iji kwalite usoro Shoulder to Shoulder na akụkọ ihe mere eme nke ụmụ nwanyị; e sere ya foto na-eyi uwe Holloway na Hunger Strike Medal.",
  "Ndị ọkà mmụta mechara nyochaa ndụ Cohen dị ka onye na-akwado ụmụ nwanyị",
  "Jemal Nath kwuru na a na-ejikọta iri akwụkwọ nri na ụmụ nwanyị. A na-eji usoro nhọpụta na ngwụcha narị afọ nke iri na itoolu mee ihe dị ka ihe atụ",
  "A na-ahụ iri nri Cohen, tinyere ndị ọzọ na-akwado ụmụ nwanyị, dị ka ụzọ ụmụ nwanyị ga-esi nọrọ obere oge na kichin n'ihi na ha anaghị akwadebe anụ, ya mere, ha nwere ike iwepụ oge ka ukwuu na-achụso ọdịmma n'èzí ụlọ.",
  "N'afọ ndị 1960, Cohen nyere akwụkwọ mkpofu ya, nnukwu akwụkwọ na ihe ncheta ndị ọzọ na Abbey House Museum, Leeds. Ọ bụ ezie na akwụkwọ mkpofu ya enyeghị akụkọ zuru oke banyere oge mkpọsa ya, ọ na-enye nghọta banyere ihe kpaliri ya ịghọ onye na-akwado ụmụ nwanyị. Akwụkwọ mkpofu ya na-egosikwa na ọ nwere mmasị n'ihe ndị na-eme ugbu a n'ihi na o nwere edemede banyere ọnwụ Nọọsụ Edith Cavell. Nchịkọta ahụ gụnyere ihe osise ya dị ka nwatakịrị site n'aka nna ya.",
  "Cohen nọrọ afọ ndị ikpeazụ ya n'ụlọ ndị agadi na-eri akwụkwọ nri. Ọ nwụrụ na 1978, mgbe ọ dị afọ 105. Akwụkwọ akụkọ Times bipụtara akụkọ ọnwụ Cohen",
  "Nke a kpọtụrụ aha OBE ya, ọrụ ya dị ka onye nche nke Mrs Pankhurst, mkpọrọ ya na agụụ ọgbaghara ya na aha ya dị ka \"Tower Suffragette\" maka mmebi o mere na ígwè bar na Tower of London",
  "A na-ele ya anya dị ka onye na-eme ihe ike na mpaghara.",
  "Cohen tinyere ihe edeturu na ígwè ahụ ọ tụbara iji kụwaa kọbọd iko ahụ dị na Tower: \"Jewel House, Tower of London",
  "Mkpesa m na Gọọmentị maka ịjụ Enfranchise Women, mana ọ na-aga n'ihu na-ata ụmụ nwanyị ndị mkpọrọ ahụhụ - Ọrụ Ọ bụghị Okwu",
  "Leonora Cohen\"/ tụgharịa \"Votes for Women",
  "100 afọ nke mkpesa iwu, mkpebi, nzukọ na ngagharị adaala.",
  "Ajụjụ ọnụ ya na Cohen n'oge otu narị afọ ya pụtara na North Wales Weekly News",
  "N'ime ya, ọ na-akọwa ihe mere na mgbe ọ sonyeere òtù ndọrọndọrọ ọchịchị na omume ya ndị sochirinụ."
]