[
  "Leon Ernest \"Schuks\" Schuster (a mụrụ na 21 Mee 1951) bụ onye na-eme ihe nkiri na South Africa, onye na-atọ ọchị, onye na'eme ihe nkiri, onye na -egosi na onye na-agụ egwu.",
  "Schuster dọtara mmasị n'ime ihe nkiri mgbe ọ dị obere",
  "Dịka nwatakịrị, ya na nwanne ya nwoke ga-eme ihe ọchị na ezinụlọ ya ma mee ya ihe nkiri",
  "Ọ kọwara, n'ajụjụ ọnụ afọ 2010 banyere ndụ ya n'oge ọ bụ nwata na Bloemfontein, m na-echeta ịgba ọsọ n'okporo ámá nke Ritz Theatre, na-egwuri egwu ndị cowboys & crooks, nke bụ iwe niile n'oge ahụ",
  "Echetara m ịhụ Laurel na Hardy, Charlie Chaplin na Three Stooges n'anya",
  "Ana m eme ihe mgbe niile, ma na-eme ihe ọchị",
  "M na-eduhie nne m ochie ka m chee na m ji égbè m gbaa onwe m n'ụkwụ..",
  "tomato sauce n'ebe niile, m na-eti mkpu dị ka ezì ọhịa",
  "Ịkụ egwu bụ naanị n'ụdị m, mana ọ dịghị mgbe ọ chere na ọ ga-abụ onye na-eme ihe nkiri..",
  "mba, ọ bụghị onye na-ese ihe nkiri, ọ bụ naanị onye na-achọ ime ka ndị mmadụ nwee obi ụtọ.",
  "Schuster gụrụ maka nzere BA na Mahadum nke Orange Free State, ebe ọ gbara rugby maka otu mbụ. Ọ laghachiri Jim Fouché dịka onye nkuzi ruo afọ abụọ.",
  "Schuster malitere ịrụ ọrụ maka ụlọ ọrụ mgbasa ozi South African",
  "N'oge ọ nọ na SABC, o mepụtara usoro redio Afrikaans Vrypostige Mikrofoon na Fanus Rautenbach ː nke gụnyere izochi olu ya na igwu egwu ekwentị na ndị na-amaghị.",
  "N'afọ 1982, Decibel Records bịakwutere Schuster iji chịkọta usoro egwu egwuregwu nke mere ka ndekọ mbụ ya akpọrọ, Leon Schuster, ebe ọ rere 10,000",
  "Abọm nke abụọ ya, Broekskeur ('trouser-tearing'), rere ihe karịrị 40,000",
  "Nke a sochiri Briekdans na Leon Schuster  São 20 Treffers, nke rere ihe karịrị 270,000.",
  "Ihe ngosi mbụ nke Schuster, You Must Be Joking!, nke ya na Johan Scholtz na Elmo de Witt jikọrọ aka mepụta, ghọrọ ihe a ma ama n'etiti ndị na-ege ntị South Africa ma mee ka ihe ọzọ You Must be Joking! Ọzọkwa.",
  "Ihe nkiri ndị a bụ ihe osise igwefoto na Schuster mere ọtụtụ ihe nkiri ndị a yana ihe nkiri slap-stick, gụnyere Maazị Bones, ihe nkiri ya kachasị mma, nke nwetara ihe karịrị R33 nde na ụlọ ọrụ South Africa.",
  "Na 16 Septemba afọ 2011 a kọrọ na ihe nkiri ọzọ nke Schuster, Mad Buddies, ga-abụ nke ụlọ ọrụ Walt Disney, nke ga-ejikwa nkesa na ahịa nke ihe nkiri ahụ. E wepụtara ihe nkiri ahụ n'afọ 2012 ma mee ka Schuster na onye na-eme ihe ọchị Kenneth Nkosi",
  "Ọ nwetara nyocha dị njọ, ma nweta R4.5 nde na ngwụsị izu mbụ site na mmefu ego nke R20 nde."
]