[
  "Leon Richard Forrest (Jenụwarị 8, na afọ 1937 na Nọvemba 6, afọ 1997) bụ onye edemede Africa-America nke kụziri na Mahadum Northwestern site na 1973 ruo mgbe ọ nwụrụ",
  "Akwụkwọ akụkọ ya anọ bụ isi jiri akụkọ ifo, akụkọ ihe mere eme, na ọchị nyochaa \"Forrest County,\" ụwa akụkọ ifo nke yiri akụkụ ndịda Chicago ebe Forrest tolitere",
  "Mgbe ọ nwụsịrị, akwụkwọ akụkọ Washington Post kpọrọ Forrest \"otu n'ime ihe nzuzo kachasị mma nke akụkọ ifo ndị Africa na America nke oge a - na ụtọ a na-enweta",
  "\"",
  "A mụrụ Forrest n'ezinụlọ nọ n'etiti na Chicago",
  "Nne ya bụ onye Katọlik na New Orleans, ebe ezinụlọ nna ya bụ Baptist",
  "A zụlitere Forrest na nke mbụ. Nne nne ya nwere òkè n'ịzụlite ya n'oge ọ bụ nwata",
  "Forrest mechara gaa ụlọ akwụkwọ sekọndrị agbụrụ mgbe ọ nwetasịrị ihe nrite, mana ọ bụ nwa akwụkwọ na-adịghị mma ma e wezụga maka ide ihe",
  "Nne na nna ya gbara alụkwaghịm na 1956; nne ya lụrụ di ọzọ, di na nwunye ahụ meghere ụlọ ahịa mmanya.",
  "Forrest gara ụlọ akwụkwọ Wendell Phillips na Hyde Park High School. Ọ gara Wilson Junior College otu afọ, wee gaa klas na Mahadum Roosevelt na Mahadim Chicago tupu ọ kwụsị, hapụ ije ozi dị ka onye ọrụ ozi ọha na eze na ndị agha. Mgbe ọ hapụsịrị ọrụ ahụ, ọ laghachiri na Mahadum Chicago wee rụọ ọrụ maka Catholic Interracial Council's Speakers Bureau",
  "N'afọ 1969, ọ malitere ịrụ ọrụ maka Muhammad Speaks, akwụkwọ akụkọ Nation of Islam",
  "Forrest ga-abụ onye nchịkọta akụkọ ikpeazụ na-abụghị onye Alakụba nke akwụkwọ akụkọ ahụ.",
  "E bipụtara akwụkwọ akụkọ mbụ ya, There is a Tree More Ancient than Eden, na afọ 1973, ma tinye okwu mmeghe sitere n'aka Ralph Ellison",
  "Onye nwetara ihe nrite Nobel bụ Toni Morrison jere ozi dị ka onye nchịkọta akụkọ maka There is a Tree More Ancient than Eden, na akwụkwọ akụkọ abụọ ọzọ ya The Bloodworth Orphans, na Two Wings to Veil My Face. A maara akwụkwọ akụkọ atọ a dị ka Forest County Trilogy O kwuru na Charlie Parker, Dylan Thomas, William Faulkner, Eugene O'Neill, Ralph Ellison, na okpukpe ndị mụrụ ya bụ ihe mkpali.",
  "Ọ sonyeere ndị na-ede akwụkwọ na akwụkwọ nke Mahadum Northwestern na afọ 1973, ma site na afo 1985 ruo na afo 1994, ọ bu onye ịsị ngalaba African-American Studies. Akwụkwọ akụkọ ikpeazụ ya, Divine Days, bụ nke James Joyce ji Ulysses mee. Akwụkwọ akụkọ karịrị 1,100 peeji ogologo, Divine Days kpọrọ \"Agha na Udo nke akwụkwọ edemede African-American\" site n'aka onye ọkà mmụta a ma ama na prọfesọ Harvard Henry Louis Gates.",
  "Ọ nwụrụ n'ọrịa kansa na Evanston, Illinois mgbe ọ dị afọ 60. Meteor in the Madhouse, e bipụtara usoro akwụkwọ akụkọ ndị jikọtara ya mgbe ọ nwụsịrị na afọ 2001, nwunye ya di ya Marianne Forrest na-eje ozi dị ka onye na-ede akwụkwọ",
  "Nnyocha Washington Post kwuru na a ga-ewere Meteor na Madhouse dị ka ihe omume dị mkpa na \"ihe ịrịba ama dị mkpa\".",
  "N'afọ 2013, a nabatara Forrest n'ime Chicago Literary Hall of Fame."
]