[
  "LeRoy Woodson Jr",
  "(Amụrụ n'afọ 1944 - Febuwarị 12, 2015) bụ onye Amerịka na-ese foto",
  "Ọ bụ onye edemede na onye nchịkọta akụkọ maka magazin National Geographic na 1970s na 1980s",
  "Ọ rụrụ ọrụ maka ọtụtụ akwụkwọ akụkọ na magazin, gụnyere The Washington Post, LIFE, Fortune, na Forbes",
  "Woodson bụ onye ụlọ ọrụ na-ahụ maka nchekwa gburugburu ebe obibi maka ọrụ foto Documerica ha",
  "O nwere ọrụ na nchịkọta nke Studio Museum na Harlem, dere akwụkwọ nri akụkụ okporo ụzọ ma guzobe ebe nrụọrụ weebụ MilitaryWeek.com",
  "A mụrụ LeRoy Woodson na California n'afọ 1944",
  "Ọ bụ nwa onye ọrụ mba ofesi nke United States ma tolite na France ebe ọ gụrụ akwụkwọ na École Pascal Mgbe ọ laghachiri United States, ọ gụsịrị akwụkwọ na Florida A&M University High School na Tallahassee, Florida, na 1962",
  "O nwetara nzere na French na Mahadum Wisconsin dị na Madison n'afọ 1966.",
  "Ebighị na Washington, DC, maka ọtụtụ ọrụ ya, Woodson rụrụ ọrụ dị ka onye na-ese foto na onye nta akụkọ",
  "O nwere njikọ na Contact Press Images na ụlọ ọrụ foto French Gamma",
  "Ọ rụrụ ọrụ na magazin LIFE, National Geographic, The Washington Post, Fortune, Forbes, Businessweek, na Geo magazine",
  "Ọ bụ onye edemede na onye nchịkọta akụkọ na National Geographic, na-arụ ọrụ n'ebe ahụ site n'afọ 1973 ruo afọ 1982.",
  "E wezụga ọrụ nchịkọta akụkọ ya, ụlọ ọrụ goro Woodson ka ọ na-ese foto ndị ọrụ ha, ndị isi na ụlọ ọrụ ha",
  "Ọ na-agakarị mba ọzọ maka ọrụ foto akụkọ na site n'afọ 1982 ọ gara mba iri anọ. Woodson rụrụ ọrụ na Iraq na Iran",
  "N'ime ọnwa atọ ọ nọrọ na Zimbabwe, o jiri mpịakọta ihe nkiri 400 kpuchie mgbanwe na gọọmentị",
  "Ọ bụ ezie na ọrụ ya na-ekpebi ụdị foto o mepụtara, ọ bụghị mgbe niile ka ọ kwenyere n'echiche mbipụta ahụ.",
  "Woodson were ọtụtụ foto n'afọ 1972 na-edekọ mmetụta nke mmetọ ụlọ ọrụ na ndụ ndị mmadụ kwa ụbọchị, na-elekwasị anya na akụkụ ụfọdụ na ndị bi n'ụlọ obibi dị nso na North Birmingham, ụlọ ọrụ US Steel nke Alabama",
  "Usoro a bụ akụkụ nke Documerica, ọrụ foto nke Ụlọ Ọrụ Nchedo Gburugburu Ebe Obibi. A họọrọ ihe oyiyi sitere na usoro ahụ ka ọ bụrụ akụkụ nke ihe ngosi 2013 Searching for the Seventies: The Documerica Photography Project",
  "Woodson dere akwụkwọ  afọ 1986 nri akụkụ okporo ụzọ, nke gụnyere foto ndị o sere na kọfị ndị dị n'akụkụ ụzọ na United States n'ime otu afọ. Akwụkwọ ahụ nwere 100 foto na edemede sitere n'aka ndị edemede dị iche iche banyere nkịta ọkụ New York, nri ụtụtụ Amerịka, Cajun gumbo na donuts. N'akwụkwọ ahụ, ọ na-akọwa enweghị mmasị ya na McDonald's ma na-atụ aro na nha kachasị mma maka hamburger bụ \"n'ebe dị ihe dị ka ounces ise.\"",
  "Isiokwu ndị Woodson jidere n'oge ọrụ ya gụnyere Maine lobstermen na Nigeria's Argungu Fishing Festival",
  "O sere foto ndị ama ama dịka onye na-emepụta ejiji André Courrèges, Eddie Murphy maka mkpuchi nke Life, na Susan Sarandon. E ji foto ya nke onye ndụmọdụ ndọrọ ndọrọ ọchịchị bụ Thaddeus Garrett mee ihe maka mkpuchi nke magazin Black Enterprise na 1981. Ọ sere foto nke ọnwa Ọctoba 9, 1971, nke John Lennon na Yoko Ono na ihe ngosi ya This Is Not Here na Everson Museum of Art Ihe osise ojii na nke ọcha na-ejide di na nwunye ahụ site na prism nke ite mmiri.",
  "Woodson sonyere na Footsteps of Champagne Charlie Challenge na 1992. Asọmpi ahụ, nke aha ya bụ onye ahịa Champagne bụ Charles Heidsieck, hụrụ Woodson na onye na-ese foto Ana Esperanza Nance na asọmpi megide ndị otu ise ndị ọzọ n'ọsọ gburugburu ụwa n'efeghị efe ma ọ bụ jiri ụgbọala na-akwọ onwe ha."
]