[
  "Leroy Gopal (a mụrụ na 6 Julaị 1979), bụ onye na-eme ihe nkiri na South Africa, onye na-eme ihe ụka ọchị na onye na-ese olu. A maara ya nke ọma maka ọrụ ya na ihe nkiri Yellow Card na Strike Back",
  "A mụrụ ya n'abalị 6 ọnwa Julaị afọ 1979 na Harare, Zimbabwe. Mgbe Gopal dị afọ iri na anọ, nna ya nwụrụ",
  "O nwere otu nwanne nwanyị okenye, Claudia Gopal Muvuti bụ onye bụbu onye nwere aha Iron Woman Zimbabwe.",
  "Ọ gụsịrị akwụkwọ praịmarị na Blackiston Primary School na agụmakwụkwọ sekọndrị na Gateway High School na Prince Edward Senior School. O nwere nzere BA (Honors) na Live Performance na Motion Picture site na AFDA, The School for the Creative Economy. Ọ bụ otu n'ime ụmụ akwụkwọ abụọ meriri ihe nrite M-NET Student Of The Year nke afọ 2003 na 2004 n'usoro.",
  "Gopal lụrụ nwa agbọghọ South Africa, Keletso Molefe kemgbe afọ 2017. Di na nwunye ahụ mụrụ ụmụ atọ: Kiki Leroy Gopal, Didi Tadiwa, na Mimi Naima.",
  "N'afọ 2000, o mere ihe nkiri mbụ ya na ihe nkiri Yellow Card ebe ọ rụrụ ọrụ dịka onye na-agba bọọlụ 'Tiyane Tsumba'",
  "Site n'afọ 2006 ruo 2007, ọ rụrụ ọrụ 'Thabang Ngema' na SABC 3 soap opera One Way nke ghọrọ ihe a ma ama. N'afọ 2012, ọ pụtara na SABC 1 sitcom, Ses'Top La na ọrụ dịka 'Oleshe'",
  "N'afọ 2013, ọ meriri ihe nrite maka onye na-eme ihe nkiri kacha mma na ọrụ na-atọ ọchị na South African Film and Television Awards maka ọrụ a. Site na ihe ịga nke ọma ma guzobe ya dịka onye na-eme ihe nkiri, e goro ya ka ọ rụọ ọrụ na usoro TV Mzansi Love: Kasi Style n'afọ 2013",
  "Ọrụ ya bụ nwoke Kenya aha ya bụ 'Joshua Pembe'. O mekwara ihe nkiri dị mkpirikpi Through the Flight of a feather nke e gosipụtara na Cannes Film Festival.",
  "N'otu afọ ahụ, ọ rụrụ ọrụ na ihe nkiri Seal Team 8 dịka onye ọchịchị aka ike nke Congo 'Tonga'",
  "Mgbe ahụ, ọ pụtara na usoro TV Mzansi Magic na ọrụ 'Abomama' nke ghọrọ onye ama ama n'usoro ahụ. N'afọ 2014, ọ gbara egwu na usoro ndọrọ ndọrọ ọchịchị SABC1 Ihawu le Sizwe",
  "O mechara guzobe 'Creation Station Entertainment Company'",
  "Leroy nyekwara ntụziaka vidiyo egwu Zimbabwe maka onye na-agụ egwu Audius Mtawarira."
]