[
  "LeRoy Foster (1925-1993) bụ ónyé America na-ese ihe si Detroit, Michigan",
  "A maara ya nke ọma màkà nnukwu mgbidi ọ sere na mgbidi nke ụlọ ọrụ Detroit, dị ka Life & Times of Frederick Douglass, na Detroit Public Library, na Renaissance City, na Cass Technical High School",
  "O dekwara foto nke ndị ama ama dị ka onye na-agụ egwu na ónyé na-ahụ màkà ihe ndị ruuru mmadụ bụ Paul Robeson.",
  "A mụrụ Foster na Detroit na úbọchị asatọ n'ọnwa Mee, 1925, ma biri ebe ahụ ndụ ya niile, ma e wezụga oge dị mkpirikpi mgbe ọ gụrụ nka na Europe na 1940s.",
  "Foster malitere ise ihe mgbe ọ dị afọ ise ma ọ bụ isii, ọ bụkwa nwa akwụkwọ nka pụrụ iche, nke ndị nkuzi na ndị ọgbọ ya matara mgbè ọ dị obérè. Ọ dị mma ruo mgbe m gbara afọ iri na abụọ, ọ chetara, mgbe ahụ hel niile gbapụrụ",
  "Ndị mmụọ ọjọọ na-achịkwa m..",
  "otu ụzọ isi chụpụ ndị mmụọ ọjọọ ahụ bụ ise ihe.  N'afọ 1939, mgbè ọ dị afọ iri na anọ, ọ nwetara ihe nrite mbụ na ngosi nke Pen na Palette Club, ebe ọzụzụ na oghere studio maka ndị na-ese ihe ojii nke Detroit Urban League kwadoro",
  "Ọ bụ onye kachasị nta n'ime ndị otu ahụ.",
  "Na Pen na Palette Club, Foster mụụrụ onye na-ese ihe na Hungary bụ Francis de Erdely, onye a ma ama màkà nkà ya n'ise ihe. Foster gara Cass Technical High School ma gụọ akwụkwọ na Cranbrook Academy of Art na Bloomfield Hills. Site n'enyemaka nke ndị nkụzi ya na Cass, ọ natara agụmakwụkwọ iji mụọ na Society of Arts and Crafts (nke bụzi College for Creative Studies), ebe ọ gụrụ akwụkwọ n'okpuru onye na-ese ihe Sarkis Sarkisian.  Mgbè nke ahụ gasịrị, Foster nọrọ oge na-agụ akwụkwọ na Europe, na Académie de la Grande Chaumière na Paris, na Heatherley School of Fine Art na London. 79",
  "Foster bụ nwoke na-edina nwoke ibe ya, na dị ka ndị enyi ya si kwuo, ọ na-ekwu okwu banyéré nkwenye mmekọahụ ya, n'agbanyeghị ibu iro megide nwoke idina nwoke n'oge ahụ.  Ọtụtụ ndị na-eto eto na-ese ihe na-echeta ya dị ka ihe nlereanya dị mma, na oriri ndị ọ tụbara na ụlọ ọrụ ya na-aga n'ọtụtụ ebe. Ọzọkwa, otu n'ime ezigbo ndị enyi ya na ndị na-akwado ya bụ Ruth Ellis, ónyé ama ama Detroit LGBT activist.",
  "A na-akpọ Foster dị ka nke onwé ya Michelangelo, ndị enyi ya na-ewere ya dị ka ónyé isi nke ndị na-ese ihe ojii na Detroit n'oge ahụ.  A bịara mara ya gburugburu obodo ahụ dị ka ónyé na-ese ihe nke nwere nkà n'ahụ mmadụ, onye na-ise ihe osise mara mma, na, ma eleghị anya, onye a ma ama, onye na'ahụ maka ihe osise ọha na eze nke nwere nkwenye na akụkọ ihe mere eme na ọdịbendị ndị Africa America.",
  "N'afọ 1958, Foster nyèrè aka chọta, ya na ndị na-ese ihe Charles McGee na Henri Umbaji King, Contemporary Studio na John C",
  "Lodge Expressway",
  "Ụlọ ihe nkiri a ma ama, akụkụ nke netwọk na-eto eto nke ndị na-ese ihe ojii, bụ echiche nke Henri King na Harold Neal, tinyere ndị na-eme ihe nkírí irí na isé ndị ọzọ, ọtụtụ n'ime ha bụ ndị gụsịrị akwụkwọ na Society of Arts and Crafts.  Oge ọ na-agụ akwụkwọ na Society n'okpuru Sarkis Sarkisian jikọtara ya na ọtụtụ ndị na-ese ihe ojii Detroit na-arụsi ọrụ ike bụ ndị Sarkisian duziri.",
  "Ónyé Detroit na ónyé bụbu ónyé na-ese ihe osise nke Michigan Chronicle bụ Telitha Cumi Bowens bụ ónyé LeRoy Foster na-echebe.",
  "Foster na-arịa ọrịa shuga na ahụike ya na-akawanye njọ mere ka ọ kpuru ìsì ma tụfuo ụkwụ ya",
  "Ọ nwụrụ n'ihi ọrịa akụrụ na Machị 23, 1993, na Grace Hospital na Detroit.",
  "N'afọ 2018, onye na-ese ihe na Detroit, onye na-emepụta ihe na onye na-asọmpi Season 1 Skin Wars Felle Kelsaw mepụtara ihe osise ọha na eze akpọrọ \"LeRoy the King\" iji sọpụrụ Foster. Mgbidi ahụ dị 100 mita n'ogologo dị na Market on the Avenue, oghere obodo, na Livernois Avenue gafere Mahadum Detroit Mercy, na nso ebe Foster biribu."
]