[
  "Leroy Allen (1951-2007), bụ onye na-ese ihe na mmiri na ónyé na-eme ihe nkiri",
  "Ụdị ya na-elekwasị anya na ndụ na ọbọdọ ndị Africa America, ma merie ya ihe karịrị onyinye nka irí atọ na mbà ahụ.",
  "Allen bụ nwa afọ Kansas City, Kansas",
  "Ọ natara ihe Nríte nka mbụ ya na klas nke abụọ mgbè ọ meriri National Scholastic Art Award maka eserese pensụl nke ihe ngosi ịnyịnya a na-akpọ 意At the American Royal. N'oge ọ nọ n'ụlọ akwụkwọ sekọndrị, Progressive Shopper News were Allen n'ọrụ, akwụkwọ akụkọ ndị isi ojii na-ebipụta kwa ọnwa, iji see kọlụm eserese kwa izu",
  "Ihe nkiri ahụ bụ màkà ónyé a na-akpọ Sly, Ónyé omekome na-enweghị ihe ịga nke ọma, a na-ejikwa ya eme ihe iji mee ka ndị na-eto eto ghara ibi ndụ mpụ",
  "N'ụlọ akwụkwọ sekọndrị, usoro ihe ọchị Allen mepụtara ghọrọ akwụkwọ na-atọ ọchị.",
  "Allen joined the Army and served in Vietnam and was honorably discharged in 1972.",
  "Upon graduation from the University of Kansas School of Fine Art (BFA, 1977), Allen was hired by Hallmark Cards in 1980, where he became a technical supervisor. Over the years, Allen worked with and exhibited with noted Hallmark artists including Thomas Blackshear, Nancy Devard, Henry Dixon, Shane Evans, Cathy Ann Johnson, Jonathan Knight, and Dean Mitchell",
  "He retired from Hallmark Cards after 24 years.",
  "Banyere nkà nka Allen, ónyé na-enyocha nka na New Orleans Doug MacCash dere, sị: \"Ọ bụ ezie na ọtụtụ ndị na-eche banyere mmiri dị ka nhọrọ dị mma nke ndị na-ese ihe na Sọnde, ọ nwèrè ike ịbụ n'ezie usoro nka kachasị sie ike iji zụta",
  "Nnukwu onye na-ese ihe na mmiri nwere ike ịmepụta ihe osise na akụ na ụba na nkà nke na aka ónyé na-eme ihe fọrọ nke nta ka ọ bụrụ ihe a na-apụghị ịhụ anya - ihe yiri ịga ije gafee mpaghara snow na-enweghị ịhapụ akara ụkwụ",
  "Ma (Leroy) Allen na (Dean) Mitchell nwèrè ike ime nke ahụ",
  "\"",
  "Allen nwụrụ site na igbu onwé ya na Machị 2007 ma lie ya na Kansas City, Kansas",
  "N'afọ 2008, a gụnyere ihe osise nke Leroy Allen nke ónyé na-ese ihe bụ Lonnie Powell, n'ihe ngosi nke imepụta ụwa ka mma: ndị na-ese egwu dị ka ndị nkụzi."
]