[
  "Lesley-Ann Brandt (a mụrụ na 2 Disemba 1981) bụ onye South Africa na-eme ihe nkiri",
  "Brandt emeela ọtụtụ ihe nkiri na New Zealand ma buru ụzọ pụta ìhè na mba ụwa na ọrụ ya dịka ohu nwanyị Naevia na usoro Spartacus: Blood and Sand",
  "Kemgbe Jenụwarị afọ 2016, ọ rụrụ ọrụ Mazikeen na usoro telivishọn Lucifer",
  "A mụrụ ya na Cape Town, South Africa, Brandt bụ Cape Coloured nke Indian, German, Dutch, na Spanish. Ọ bụ onye na-asụ asụsụ Afrikaans nke ọma ma depụta yoga, hockey, na baseball n'etiti mmasị ya. Na Saụt Afrịka, ọ na-egwuri egwu hockey asọmpi.",
  "N'afọ 1999, Brandt kwagara Auckland, New Zealand, ya na nne na nna ya na nwanne ya nwoke Brian Brandt",
  "Brandt malitere ọrụ na obere ahịa na Auckland tupu o nweta ọrụ dịka onye ndụmọdụ na-ahụ maka teknụzụ ozi. N'ịgbaso ụfọdụ ọrụ ịme ihe ngosi, a họpụtara ya na ọtụtụ mgbasa ozi telivishọn nke New Zealand. Ọ gụrụ ihe nkiri ma zụọ ya na usoro Meisner n'afọ 2008.",
  "Ọrụ mbụ dị ịrịba ama nke Brandt bụ na usoro telivishọn nke New Zealand Diplomatic Immunity",
  "Brandt apụtawo na ọrụ ndị ọbịa na New Zealand hospital soap opera, Shortland Street, na This Is Not My Life, usoro akụkọ sayensị nke e debere n'afọ ndi 2020s na obodo akụkọ ifo nke Waimoana.",
  "Brandt nwere ọrụ dịka ohu nwanyị Naevia na oge mbụ Spartacus: Blood and Sand na prequel miniseries Spartacus: Gods of the Arena",
  "Na mbụ, ọ gara nyocha maka ọrụ Sura mana onye nduzi nhazi ahụ tụrụ aro ka ọ nyochaa maka ọrụ Naevia kama. Brandt alaghachighị maka oge Spartacus sochirinụ n'ihi igbu oge mmepụta mgbe Andy Whitfield nwụrụ. Onye njikwa ya bụ Steven Jensen gwara TheWrap, \"Ọ ga-achọ ịlaghachi azụ, mana ha enwetabeghị nọmba anyị na-achọ.\" O kwuru na ọ ga-atụgharị uche \"ọ bụrụ na ha agbago.\" STARZ enweghị nkọwa ọ bụla",
  "Cynthia Addai-Robinson mechara dochie Brandt dịka Naevia. Brandt nwere ọrụ na New Zealand coming-of-age feature film The Hopes & Dreams of Gazza Snell",
  "Ihe nkiri a, banyere onye ihe mberede ụgbọ ala, mere na Howick, nke dị n'akụkụ ọwụwa anyanwụ Auckland.",
  "Onye ọbịa Brandt pụtara na CSI: NY \"Smooth Criminal\" na \"Food for Thought\"",
  "E gosipụtara Brandt na ihe nkiri InSight nke ọ na-eme nọọsụ Valerie Khoury",
  "Na Mee 2010, onye ọbịa Brandt pụtara na Legend of the Seeker, ihe nkiri Rob Tapert / Sam Raimi ọzọ e mere na New Zealand",
  "Ọ pụtara na Season 2 season finale \"Tears\" na ọrụ nke Sister Thea N'afọ 2011, ọ bụ onye ọbịa pụtara na TNT's Memphis Beat, nke sochiri ọrụ ndu dịka Cassie na Syfy's highest rated original feature for 2011, Zombie Apocalypse, nke gosipụtara Ving Rhames na Taryn Manning",
  "Ọ pụtara na ihe nkiri Drift ya na Sam Worthington na Xavier Samuel, na Duke nke CSI: NY star Carmine Giovinazzo.",
  "N'afọ 2013, ọ rụrụ ọrụ ugboro ugboro na oge nke atọ nke Single Ladies dịka Naomi Cox N'afọ 2014, ọ bụ onye ọbịa pụtara dịka Larissa Diaz / Copperhead na Gotham, ma pụta dịka onye na-eme ihe nkiri ugboro ugboro Lamia na The Librarians N'afọ 2015, o meriri ọrụ Maze na usoro telivishọn FOX Lucifer",
  "Ọ nọchiri onye na-eme ihe nkiri Lina Esco onye a tọhapụrụ mgbe a gụchara tebụl mbụ",
  "A kọrọ na Brandt nwalere maka ọrụ ahụ ma tụgharịa uche mgbe a tọhapụrụ Esco.",
  "Brandt lụrụ enyi ya nwoke nke afọ isii, onye na-eme ihe nkiri Chris Payne Gilbert, n'afọ 2015. A mụrụ nwa mbụ nke di na nwunye a, nwa nwoke Kingston Payne Brandt-Gilbert, na July 2017."
]