[
  "Lesley Nneka Arimah bu onyei Nigerian ne ede atu ma tu akwukwo, na onye nmeri nke na afo  2015 nke beke na apaoo Commonwealth  ihe onyeye oritere na akuko oor dere for Africa",
  "ahan ya putara na nde ah huputara nwere nke for the Caine Prize",
  "han kowalaya ka onye na ako akuko ichiche  eh deputara onye nke nwereke ebute mkekorita.\" and \"olu ohurun nwere ike.\"",
  "Arimah han muriya na ala ndi beke egbe o si too UK and Nigeria",
  "orun ru orun e biputa akukwo ni ime ihe oyibo na apko  The New Yorker and Granta",
  "na afo  2015, akukwo story \"Light\" ya gbutere ihe nzere na afo  2015 Commonwealth Short Story Prize for Africa",
  "na afo 2016 na 2017,  ahan ya putara na nde han huputara nwere nke for the Caine Prize.",
  "orun aka ya putara ni ime Harper’s, Per Contra, ma ni eme New Yorker,  na ihe di ichiche he deputara.",
  "na afo September 2017,ha poro ya, ahan oma ndi dere akuko emeyi eme nke nde National Book Foundation, ha poro “Five Under 35”",
  "na afo April 2017,akukwo  nmbu odere ntakiri han mputara by Riverhead Books na Tinder Press (UK)",
  "ise okwu ya bu What It Means When a Man Falls from the Sky. han meputara ozoh na ala Nigeria, nde Farafina Books, na afo November 2017",
  "na afo January 2018, ha huputara ya na nde ha ga eye onyiye maka ndi 9mobile Prize for Literature.",
  "Akukwo ah gbadere oku na empe kpa ahun mumu nwanyi ne eweta bu nke ne butere han nsogbu dika  nsoyere mo bu eh soyere na obodo,\"  their attempts at carving out a place in a country whose customs and values diverge from that of their heritage.",
  "ihe odeputa nele malite ise okwu umu nwayi na udi iciche, mana ihe noro na nne na nwa na ihe ichiche daputara ne ime umu nwayi dum.\" ihe odere , The Atlantic kwuru \"conveys respect for the people who claw their way through relentlessly difficult lives.\" NPR o puroya \" nke a bu ihen obi uto nye odee ka ne ebido ebido  bu onye nke nwere oliie anya ne eduputara akukwo ne hubu.\"",
  "O bi na mba Minnesota, nke bu na ala nde ocha United States."
]