[
  "Lesley Rochat bụ onye na-ahụ màkà nchekwa mmiri na shark na South Africa, onye na-eme mkpọsa, ónyé na'ihe nkiri anụ ọhịa, onye na na-ese foto n'okpuru mmiri, onye edemede gburugburu ebe obibi, ónyé edemedi, ọkà okwu na onye na-arụ ọrụ. O guzobere otu na-enweghị uru AfriOceans Conservation Alliance n'afọ 2003 nke ọ bụ onye isi nchịkwa",
  "Rochat bụ ónyé isi na mbọ iji chekwaa oké osimiri anyị, na nchekwa shark karịsịa. N'ihi mgbalị siri ike ya na nchekwa shark, na ogologo ọ na-aga, iji mee ka a mara ma gbanwee echiche ọjọọ màkà shark, dị ka nnwere onwe na shark,< a maara ya dị ka Shark Warrior. N'afọ 2014, Rochat meriri Johnnie Walker / Sunday Times Nations Greatest Challenger Award maka ọrụ ya na nchekwa na South Africa na màkà ịma aka kwekọrọ. N'afọ 2010, a nabatara ya n'ime Women Divers Hall of Fame. N'afọ 2013, a nabatara ya na Global Oceans Society",
  "N'afọ 2015, a họpụtara ya nke ugboro abụọ màkà Africa's Most Influential Women in Business and Government Awards",
  "Ọ pụtara n'ọtụtụ ihe ngosi TV na-akwalite nchekwa oké osimiri gụnyere CBS News",
  "A mụrụ Rochat na Pretoria, South Africa na Bryan Allon Rochat na Leilani Rochat",
  "Ọ bụ nwa nke abụọ n'ezinụlọ nwèrè ụmụ itoolu, ụmụ nwanyị asatọ na otu nwa nwoke",
  "A kụnyere ịhụnanya ya maka oké osimiri site na nwata ógè ọ na-etolite n'okporo ụzọ ogige nke South Africa.",
  "Ọ gụrụ akwụkwọ nà Krugersdorp High School",
  "O ji ihe omuma",
  "Dip",
  "site na Mahadum Cape Town, South Africa.",
  "Rochat bịdọrọ ímé ihe ngosi ógè ọ na-agụ akwụkwọ na Mahadum Cape Town",
  "Ọ na-emepụta uwe ịsa ahụ na uwe ime màkà ụdị Le Coq Sportif na Arena, Garlicks na Woolworths",
  "Ógè ọ gụsịrị akwụkwọ na Mahadum nke Cape Town's Drama School, a nabatara Rochat na Kansụl Ọrụ Nkà (PACT) nke Transvaal (nke bụzi Gauteng Province)",
  "A họpụtara ya ka ọ bụrụ onye isi, na-arụ ọrụ n'akụkụ ndị isi na-eme ihe nkiri na ndị na-eme egwuregwu na South Africa dịka Sandra Prinsloo",
  "Ọ bụ onye na-eme ihe nkiri, na-aga n'ihu na-eduzi ma na-eme ma na-abụ abụ na ihe ngosi cabaret, na-eme na State Theatre, South Africa na Pretoria, na-arụ ọrụ na mmepụta South African SABC TV, yana dị ka onye na-egosi SABC TV maka mmemme magazin kwa izu",
  "Ọ gara n'ime ụwa ụlọ ọrụ wee bụrụ onye na-ahụ maka ịnshọransị na-aga nke ọma na Liberty Life South Africa",
  "N'afọ 2003, o guzobere AfriOceans Conservation Alliance.",
  "Rochat bụ onye isi nchịkwa nke AfriOceans Conservation Alliance, otu ụlọ ọrụ na-enweghị uru nkè ngalaba irí abụọ n'otu nke lekwasịrị anya na nchekwa mmiri na shark nke dị na Cape Town, South Africa",
  "AfriOceans guzobere dị ka otu na-ahụ màkà nchekwa oké osimiri na South Africa site na Maxine, Science, Education and Awareness Programme, ọrụ nchekwa shark nke Rochat mepụtara, nke gụnyere akara satellite na ịtọhapụ shark raggedtooth (sand tiger shark) site na Two Oceans Aquarium na South Africa. Rochat bụkwa onye isi na-ese foto na onye na-ese vidio màkà nzukọ ahụ",
  "N'afọ 2010 n'okpuru nduzi Rochat, e guzobere AfriOceans Warriors Environmental Programme, mmemme agụmakwụkwọ gburugburu ebe obibi nke National Lottery nke South Africa kwadoro.",
  "SWIM LIKE A SHARK bụ mmemme agụmakwụkwọ ọzọ nke Rochat, nké bịdọrọ n'afọ 2015, nke na-akụziri ụmụaka na-enweghị  ịga nke ọma nkà mmiri ka ha na-azụlite ọgbọ na-esote nke ndị nlekọta oké osimiri",
  "[citation needed]",
  "Dị ka ónyé na-ekwu okwu n'ihu ọha, Rochat na-ekwu ihe omume na ụlọ ọrụ, òtù, mahadum na ụlọ akwụkwọ. Ịkwalite mmata màkà oké osimiri na mgbanwe gburugburu ebe obibi zuru ụwa ọnụ bụ ozi dị mkpà na ngosi mgbasa ozi ya."
]