[
  "Leslie Hewitt (amụrụ n'afọ 1977, Saint Albans, Queens) bụ ónyé America na-ese ihe nkírí nke ógè a.",
  "A mụrụ Leslie Hewitt na 1977 na Saint Albans, Queens na New York City. Hewitt nwetara B.F.A",
  "site na Cooper Union's School of Art na 2000 ma mesịa nweta M.F",
  "A",
  "site na Mahadum Yale na 2004. Ọ gụrụ Africana Studies and Cultural Studies na Mahadum New York site na 2001 ruo 2003",
  "Hewitt enweela ebe óbíbí na Core Program nà The Museum of Fine Arts, Houston, The Studio Museum na Harlem, na Skowhegan School of Painting and Sculpture.",
  "\"A kọwaala Hewitt dị ka ónyé otu ọgbọ na-ahụ màkà ihe ndị ruuru mmadụ, nke na-aghọta mmegharị nkè ihe ndị ruere mmadụ site na ihe oyiyi na ederede karịa ahụmịhe kpọmkwem",
  "Karịsịa, ọ bụ ọgbọ na-etolite n'èzí onyinyo nkè mgbanwe ndọrọ ndọrọ ọchịchị dị ngwa, na nke nwekwara mmekọrịta pụrụ iche na foto",
  "\"",
  "Hewitt na-enyocha akụkọ ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya, na nké onwé ya site na foto, ihe ọkpụkpụ, na ntinye pụrụ iche. Ọrụ ya dịgasị iche iche site na obérè ihe ndị e dere na foto ndị dị ka bọọdụ mgbasa ozi nke na-anọdụ n'ime okpokoro osisi nke na-adabere na mgbidi ma na-akpọ ndị na-ekiri ka ha nwee ohere dị n'etiti ihe ọkpụkpụ na foto ọdịnala. Ọ na-ezo aka n'echiche nke na-abụghị nke ahịrị na nghọta abụọ site na nhazi nke ihe sitere na ọdịbendị a ma ama na ihe ndị na-adịghị adịte aka",
  "O nwèrè mmasị n'otú anyị si dabere na ihe oyiyi iji nye ncheta nke ahụmịhe onwé ónyé, otu esi eme ka ncheta nke ihe ndị méré n'oge gárá aga bụrụ ma chekwaa, yana otu ha abụọ si ejikọta, dịrị, ma gwa ibe ha. Hewitt na-adọta ọtụtụ n'ime ihe ya site na omenala ndị isi ojii na-ewu ewu nke afọ 1970 na afọ 1980",
  "Ihe ndị dị ka teepu VHS nke ihe nkiri ojii, akwụkwọ ndị e dere ede, na akwụkwọ Alex Haley na Eldridge Cleaver na-apụtakarị na foto ya ma ọ bụ biri n'ime nrụnye ya.",
  "Hewitt nwere nnukwu ebe obibi na akụkọ ihe méré eme",
  "N'afọ 2007, ọ nọrọ oge dị ukwuu na Houston na-ekere òkè na Core Program ma jee ozi dị ka Project Row Houses / Core Fellow site na 2006 Xia07",
  "Hewitt sonyere na 2008 Whitney Biennial na mpempe akwụkwọ ya Make it Plain ma nata onyinye nyocha nke 2008 Art Matters iji gaa Netherlands iji nyochaa ihe osise ndụ Dutch nke e mepụtara n'oge ahịa ohu Trans-Atlantic na Rijksmuseum na Holland. Site na 200910 Hewitt bụ onye Mildred Londa Weisman dị ka akụkụ nke Radcliffe Institute Fellowship na Mahadum Harvard. N'oge mkpakọrịta ya, Hewitt nyochara mmalite nke igwefoto obscura ma jiri igwefoto dị ka ngwá ọrụ iji nyochaa ncheta ọdịbendị site na iwu ihe ndị na-adịru nwa ógè",
  "Site n'ịde ma na-ese foto ugboro ugboro na nhazi ya, ọ na-ejide mgbanwe na ìhè ehihie, ike ndọda, na nghọta."
]