[
  "Isiokwu LGBT dị iche iche dị na akụkọ ifo dị iche iche nke Afrịka, nke bụ isi n'etiti ha bụ anwansi.",
  "Ọnụ ọgụgụ dị ukwuu nke mmụọ ma ọ bụ agbara dị na Haitian na Louisiana Voodoo a na-akpọ loa (ma ọ bụ lwa)",
  "E nwere ike iwere loa ndị a dị ka ezinụlọ nke ndị mmadụ n'otu n'otu ma ọ bụ dị ka otu ihe nwere akụkụ dị iche iche, na njikọ na mpaghara ụfọdụ nke ndụ.",
  "Ụfọdụ lwa nwere njikọ pụrụ iche na anwansi, ofufe ndị nna nna ma ọ bụ ọnwụ dịka Ghedes na Barons",
  "Ọtụtụ n'ime ndị a na-ejikọkwa na transgenderism ma ọ bụ mmekọrịta nwoke na nwanyị. Ndị a gụnyere Ghede Nibo, mmụọ na-elekọta ndị nwụrụ na nwata",
  "A na-egosipụta ya mgbe ụfọdụ dị ka nwanyị na-adọkpụ nwanyị ma na-akpali ndị ọ bi na ya inwe mmekọahụ rụrụ arụ nke ụdị ọ bụla, ọkachasị ịhapụ ụdị ka chi si kee ma ọ bụ omume mmekọahụ nwanyị na nwanyị dị n'etiti ụmụnwanyị. Nne na nna Ghede Nibo bụ Baron Samedi na Maman Brigitte; Baron Samidi bụ onye ndú nke Ghedes na Barons ma gosipụta ya dị ka onye na-enwe mmekọahụ abụọ ma ọ bụ mgbe ụfọdụ dị ka ịhapụ ụdị ka chi si kee, na-eyi okpu na uwe elu yana uwe na akpụkpọ ụkwụ ụmụnwanyị",
  "Samedi nwere ọchịchọ maka \"mgbatị na-agbanwe agbanwe\" nke na-agafe ókè nwoke na nwanyị ma na-egosikwa agụụ maka mmekọahụ.",
  "Ndị isi ndị ọzọ na-egosipụta omume nwoke idina nwoke bụ Baron Lundy na Baron Limba, ndị bụ ndị na-ahụ n'anya ma na-akụzi ụdị ịgba mgba ọtọ na ụlọ akwụkwọ ha, kwenyere na ọ na-eme ka ike anwansi dịkwuo ukwuu. Baron Oua Oua, onye na-egosipụtakarị n'akụkụ dị ka nwatakịrị, ndị na-eme Voodoo akpọwo ya baron \"nke nwere njikọ chiri anya na ndina ụdị onwe\".",
  "Lua ọzọ, Erzulie, na-ejikọta ya na ịhụnanya, agụụ mmekọahụ na ịma mma",
  "Erzulie nwere ike igosipụta akụkụ ndị metụtara LGBT, gụnyere transgender ma ọ bụ amazonian, na mgbakwunye na ọdịdị nwanyị ọdịnala",
  "Mgbe ha bi na ụmụ nwoke, akụkụ ndị a nwere ike ịkpata omume transgender ma ọ bụ homoerotic, ebe ha nwere ike ịpụta na mmekọahụ nwanyị na nwanyị ma ọ bụ mmetụta na-emegide ụmụnwoke n'ime ụmụnwanyị",
  "A na-ahụ Erzulie Freda dị ka onye na-echebe ụmụnwoke na-edina nwoke ibe ha, a na-ejikọkwa Erzulie Dantor na ụmụnwanyị na-edine nwanyị.",
  "Santería na Candomblé bụ okpukpe syncretic sitere na nkwenkwe Yoruba diasporic na Katọlik, nke kachasị na South America, gụnyere Cuba na Brazil",
  "Akụkọ ifo ha nwere ọtụtụ ihe yiri nke Yoruba, ma nwee chi nke Orishas (mmụọ), nke a pụrụ iji tụnyere (ma na-ejikarị) loa nke Voodoo.",
  "N'otu Cuban Santería \"pataki\", ma ọ bụ akụkọ ifo, a ghọgburu chi nwanyị oké osimiri Yemaha na nwa ya nwoke Shango ka ha nwee mmekọahụ",
  "Iji zoo ihere ya n'ihe omume a, ọ chụpụrụ ụmụ ya nwoke abụọ ndị ọzọ, Inle na Abbata, ibi na ala oké osimiri, na mgbakwunye na-ebipụ ire Inle ma mee ka Abbata ntị chiri",
  "N'ihi nnọpụiche na owu ọmụma ha, Inle na Abbata ghọrọ ndị enyi na-anụ ọkụ n'obi ma bụrụ ndị na-ahụ n'anya, nwee ike ikwurịta okwu n'ụzọ siri ike",
  "A na-eji nke a akọwa mmalite nke mmekọahụ, muteness, na ntị chiri na mgbakwunye na ndina ụdị onwe."
]