[
  "ihu igwe bụ usoro ihu igwe ogologo oge na mpaghara, nke a na-ahụkarị karịa afọ iri atọ N'ụzọ siri ike karị, ọ bụ nkezi na mgbanwe nke mgbanwe ihu igwe n'ime oge site na ọnwa ruo ọtụtụ nde afọ",
  "Ụfọdụ n'ime mgbanwe ihu igwe ndị a na-atụkarị bụ okpomọkụ, iru mmiri, nrụgide ikuku, ifufe, na mmiri ozuzo",
  "N'echiche sara mbara, ihu igwe bụ ọnọdụ nke ihe ndị mejupụtara usoro ihu igwe, gụnyere ikuku, hydrosphere, cryosphere, lithosphere na biosphere na mmekọrịta dị n'etiti ha. Ọnọdụ ihu igwe nke ebe na-emetụta latitude, longitude, ala, ịdị elu, ojiji ala na mmiri dị nso na mmiri ha.",
  "Enwere ike ịhazi ihu igwe dabere na nkezi na mgbanwe dị iche iche, nke kachasị okpomọkụ na mmiri ozuzo",
  "Atụmatụ nkewa a na-ejikarị eme ihe bụ nhazi ihu igwe Köppen",
  "Usoro Thornthwaite, nke a na-eji kemgbe afọ 1948, na-etinye nke akpọrọ na bekee evapotranspiration yana ozi okpomọkụ na mmiri ozuzo ma jiri ya mee ihe na-amụ ụdị dị iche iche nke ihe ndị dị ndụ na otu mgbanwe ihu igwe si emetụta ya. N'ikpeazụ, usoro Bergeron na Spatial Synoptic Classification na-elekwasị anya na mmalite nke ikuku nke na-akọwa ihu igwe nke mpaghara.",
  "Paleoclimatology bụ ọmụmụ nke ihu igwe oge ochie",
  "Ndị paleoclimatologists na-achọ ịkọwa ọdịiche ihu igwe maka akụkụ niile nke ụwa n'oge ọ bụla e nyere, malite n'oge e guzobere ụwa. Ebe ọ bụ na ọ bụ ihe ole na ole a hụrụ ihu igwe tupu narị afọ nke iri na itoolu, a na-ekwu na paleoclimates sitere na mgbanwe ndị na-anọchite anya",
  "Ha na-agụnye ihe akaebe na-abụghị nke ndụ dị ka ihe ndị a hụrụ n'ala ọdọ mmiri na ice core na ihe akaebe nke ndụ dị, dị ka mgbanaka osisi na coral",
  "Ụdị ihu igwe bụ ụdị mgbakọ na mwepụ nke ihu igwe gara aga, ugbu a, na ọdịnihu",
  "Mgbanwe ihu igwe nwere ike ime n'oge dị ogologo na nke dị mkpirikpi site na ihe dị iche iche",
  "A na-atụle okpomọkụ na-adịbeghị anya na okpomọkụ ụwa, nke na-ebute nkesa",
  "Dị ka ọmumatu, \"mgbanwe atọ °C [ise°F] na okpomọkụ kwa afọ kwekọrọ na mgbanwe na isotherms  ihe dị ka narị atọ ruo narị anọ km [otu narị na iri itoolu ruo narị abụọ na iri itoolu mi] na latitude (na mpaghara okpomọkụ) ma ọ bụ narị ise, m [otu nde na narị isii na ịdị elu",
  "Ya mere, a na-atụ anya na ụdị dị iche iche ga-aga n'elu ma ọ bụ gaa n'ebe ndị dị na latitude na nzaghachi maka mpaghara ihu igwe na-agbanwe agbanwe.",
  "A na-akọwa ihu igwe (site na   'ịda') dị ka ihu igwe nkezi n'ime ogologo oge",
  "Oge nkezi bụ afọ iri atọ, mana enwere ike iji oge ndị ọzọ dabere na ebumnuche. Ọnọdụ ihu igwe na-agụnyekwa ọnụ ọgụgụ ndị ọzọ na-abụghị nkezi, dị ka ịdị ukwuu nke mgbanwe kwa ụbọchị ma ọ bụ kwa afọ",
  "Nkọwa okwu Intergovernmental Panel on Climate Change (IPCC) 2001 bụ nke a:\n \nỊhụ ìgwè na echiche dị wara wara a na-akọwa karị ya dị ka nkezi ihu igwe ma ọ bụ ọzọ siri ike dị ka nkọwa ndekọ aha dị iche iche pụtara ọnụ ọgụgụ dị mkpa nke ogologo ọnwa, afọ ma ọ bụ ogologo nde afọ sịrị ike.oge oche ya bụ afọ iri atọ",
  "Dị ka ndị World meteorological so kọwaa, ọnụ ọgụgụ ndịa ka cha agbanwe agbanwe dị ka mmiri ozuzo okpomọkụ na ikuku",
  "Ihu igwe na uche ka gbasaa agbasa bụ nke gụnyere nkọwa ndekọ aha nke Usoro ihu igwe.\nWorld Meteorological Organization (WMO) na-akọwa \"ọnọdụ ihu igwe\" dị ka \"ihe ntụaka nke ndị na-ahụ maka ihu igwe na-eji iji tụnyere ọnọdụ ihu igwe dị ugbu a na nke gara aga ma ọ bụ ihe a na-ewere dị ka ihe na ya",
  "A na-akọwa ọnọdụ ihu igwe dị ka nkezi arithmetic nke ihe ihu igwe (dị ka okpomọkụ) n'ime afọ iri atọ, A na-eji oge afọ iri atọ eme ihe n'ihi na ọ dị ogologo iji nyochaa mgbanwe ọ bụla na-eme n'afọ ma ọ bụ ihe na-adịghị mma dị ka El Niñoño Southern Oscillation, mana ọ dịkwa mkpụmkpụ iji nwee ike igosi ọnọdụ ihu igwe dị ogologo",
  "\"",
  "WMO sitere na International Meteorological Organization nke guzobere kọmitii teknụzụ maka climatology na afọ 1929",
  "Na nzukọ Wiesbaden ya na afọ 1934, kọmitii teknụzụ họpụtara oge afọ iri atọ site na afọ 1901 ruo 1930 dị ka oge ntụle maka ụkpụrụ ihu igwe",
  "N'afọ 1982, WMO kwetara imelite ọnọdụ ihu igwe, a rụzuru ha dabere na data ihu igwe site na ụbọchị mbụ ọnwa Jenụwarị 1961 ruo 31 Disemba 1990. Ọnọdụ ihu igwe nke afọ 1961 na 1990 na-eje ozi dị ka oge ntụaka",
  "Usoro ọzọ nke ụkpụrụ ihu igwe nke WMO ga-ebipụta bụ site na afọ 1991 ruo afọ 2010. Ewezuga ịnakọta site na mgbanwe ikuku kachasị (ikuku okpomọkụ, nrụgide, mmiri ozuzo na ifufe), mgbanwe ndị ọzọ dị ka iru mmiri, anya, igwe ojii, radieshon anyanwụ, okpomọkụ ala, ọnụego evaporation, ụbọchị nwere égbè eluigwe na ụbọchị nwere akụ́ mmiri igwe na-anakọta iji tụọ mgbanwe na ọnọdụ ihu igwe.",
  "A na-eji okwu a ma ama \"ihu igwe bụ ihe ị na-atụ anya, ihu igwe bụ ihe ị nwetara\" chịkọta ọdịiche dị n'etiti ihu igwe na ihu igwe",
  "N'ime oge akụkọ ihe mere eme, enwere ọtụtụ ihe fọrọ nke nta ka ọ bụrụ mgbanwe na-adịgide adịgide nke na-ekpebi ihu igwe, gụnyere latitude, ịdị elu, oke ala na mmiri, na ịdị nso nke oké osimiri na ugwu",
  "Mgbanwe ndị a niile na-agbanwe naanị n'ime ọtụtụ nde afọ n'ihi usoro dị ka tectonics",
  "Ihe ndị ọzọ na-ekpebi ihu igwe dị ike karị: mgbasa nke thermohaline nke oké osimiri na-eduga na okpomọkụ 5 °C (41 ) nke ugwu Atlantic Ocean ma e jiri ya tụnyere ọdọ mmiri ndị ọzọ. Mmiri ndị ọzọ na-asọba n'oké osimiri na-ekesa okpomọkụ n'etiti ala na mmiri n'ókè mpaghara",
  "Ọnụ ọgụgụ na ụdị ahịhịa na-emetụta ịmịkọrọ okpomọkụ anyanwụ, ijigide mmiri, na mmiri ozuzo na mpaghara mpaghara. Mgbanwe n'ọnụ ọgụgụ nke ikuku na-ekpo ọkụ na-ekpebi ọnụ ọgụgụ nke ike anyanwụ nke mbara ala ahụ nwere, na-eduga na okpomọkụ ụwa ma ọ bụ ịjụ oyi ụwa",
  "Mgbanwe ndị na-ekpebi ihu igwe dị ọtụtụ na mmekọrịta dị mgbagwoju anya, mana enwere nkwekọrịta zuru oke na a na-aghọta usoro sara mbara, ma ọ dịkarịa ala ruo n'ókè ndị na-eme ka mgbanwe ihu igwe nke akụkọ ihe mere eme.",
  "Nchịkọta ihu igwe bụ usoro na-ekewa ihu igwe ụwa",
  "Nchịkọta ihu igwe nwere ike ijikọta ya na nhazi nke biome, dị ka  ihu igwe bụ nnukwu mmetụta na ndụ na mpaghara",
  "Otu n'ime ndị a na-ejikarị eme ihe bụ atụmatụ nhazi ihu igwe Köppen nke e mepụtara na afọ 1899.",
  "E nwere ọtụtụ ụzọ iji kewaa ihu igwe n'ime usoro ọchịchị yiri ya",
  "Na mbụ, a kọwara ihu igwe na Gris oge ochie iji kọwaa ihu igwe dabere na latitude nke ebe",
  "Enwere ike kewaa usoro nkewa nke ihu igwe nke oge a n'ụzọ sara mbara n'ime usoro mkpụrụ ndụ ihe nketa, nke na-elekwasị anya na ihe kpatara ihu igwe, na usoro nnwale, nke na'elekwasị anya n'ihe mmetụta nke ihu igwe",
  "Ihe atụ nke nhazi mkpụrụ ndụ ihe nketa gụnyere usoro dabere na ọnụọgụ nke ụdị ikuku dị iche iche ma ọ bụ ebe dị iche iche n'ime nsogbu ihu igwe",
  "Ihe atụ nke nkewa nke ahụmahụ gụnyere mpaghara ihu igwe akọwapụtara site na ike osisi, evapotranspiration, ma ọ bụ karịa n'ozuzu nkewa ihu igwe Köppen nke e mere na mbụ iji mata ihu igwe metụtara ụfọdụ biomes",
  "Ihe na-adịghị mma nke atụmatụ nkewa ndị a bụ na ha na-emepụta ókèala dị iche iche n'etiti mpaghara ha na-akọwa, karịa mgbanwe nke ihu igwe nke a na-ahụkarị na okike.",
  "Paleoclimatology bụ ọmụmụ nke ihu igwe gara aga n'ime nnukwu oge nke akụkọ ihe mere eme nke ụwa",
  "Ọ na-eji ihe akaebe nwere oge dị iche iche (site na iri afọ ruo ọtụtụ puku afọ) site na ice, mgbanaka osisi, sediments, pollen, coral, na nkume iji chọpụta ọnọdụ ihu igwe gara aga",
  "Ọ na-egosipụta oge nkwụsi ike na oge mgbanwe ma nwee ike igosi ma mgbanwe na-agbaso usoro dị ka  okirikiri oge niile.",
  "A maara nkọwa nke ndekọ ihu igwe nke oge a site na ịlele ihe site na ngwaọrụ ihu igwe dị ka thermometers, barometers, na anemometers n'ime narị afọ ole na ole gara aga",
  "Ngwá ọrụ ndị e ji amụ ihu igwe n'oge a, ugboro ole ha na-ahụ, njehie ha maara, gburugburu ha, na ikpughe ha agbanweela kemgbe ọtụtụ afọ, nke a ga-atụle mgbe ị na-amụ ihu igwe nke narị afọ gara aga. Ihe ndekọ ihu igwe nke oge a na-adịte aka na-agbanwe na ebe ndị mmadụ bi na mba ndị bara ọgaranya",
  "Kemgbe afọ 1960, mwepụta nke satellites na-enye ohere ịnakọta ihe ndekọ n'ụwa niile, gụnyere ebe ndị mmadụ na-enweghị, dị ka mpaghara Arctic na oké osimiri.",
  "Mgbanwe ihu igwe bụ okwu iji kọwaa ọdịiche dị na ọnọdụ dị na njirimara ndị ọzọ nke ihu igwe (dị ka ohere ma ọ bụ ohere nke ihu igwe siri ike, wdg) \"na mpaghara na oge niile karịa nke ihe omume ihu igwe ọ bụla",
  "\"  Ụfọdụ n'ime mgbanwe ahụ apụtaghị na ọ na-akpata usoro ma na-eme n'oge mberede",
  "A na-akpọ mgbanwe dị otú ahụ mgbanwe mberede ma ọ bụ mkpọtụ",
  "N'aka nke ọzọ, mgbanwe oge na-eme mgbe niile na n'ụdị dị iche iche nke mgbanwe ma ọ bụ usoro ihu igwe.",
  "Enwere njikọ chiri anya n'etiti mgbanwe ihu igwe nke ụwa na ihe ndị dị na mbara igwe (mgbanwe nke etiti, ọdịiche anyanwụ, ụzarị mbara igwe, nzaghachi albedo igwe ojii, okirikiri Milankovic), na ụzọ nkesa okpomọkụ n'etiti usoro ihu igwe nke oké osimiri",
  "N'ọnọdụ ụfọdụ, mgbanwe nke oge a, akụkọ ihe mere eme na nke paleoclimatological nwere ike ikpuchi nnukwu mgbawa ugwu, ihe omume mmetụta, ihe na-adịghị mma na data proxy ihu igwe, usoro nzaghachi dị mma ma ọ bụ nsị mmadụ nke ihe ndị dị ka gas na-ekpo ọkụ.",
  "Kemgbe ọtụtụ afọ, nkọwa nke mgbanwe ihu igwe na okwu metụtara mgbanwe ihu igwe agbanweela",
  "Ọ bụ ezie na okwu mgbanwe ihu igwe ugbu a na-egosi mgbanwe nke bụ ma nke ogologo oge na nke mmadụ kpatara, na afọ 1960s a na-eji okwu mgbanwe ihu ọha mee ihe maka ihe anyị na-akọwa ugbu a dị ka mgbanwe ihu igwe, ya bụ, enweghị nkwekọ ihu igwe na anomalies.",
  "Mgbanwe ihu igwe bụ ọdịiche dị na ihu igwe ụwa ma ọ bụ mpaghara n'oge. Ọ na-egosipụta mgbanwe na mgbanwe ma ọ bụ nkezi ọnọdụ nke ikuku n'oge site na iri afọ ruo ọtụtụ nde afọ",
  "Mgbanwe ndị a nwere ike ibute site na usoro dị n'ime ụwa, ike ndị dị n'èzí (dị ka ọdịiche dị na ike nke ìhè anyanwụ) ma ọ bụ, n'oge na-adịbeghị anya, ọrụ mmadụ.\nN'iji ya eme ihe n'oge na-adịbeghị anya, ọkachasị n'ihe gbasara iwu gburugburu ebe obibi, okwu ahụ bụ \"mgbanwe ihu igwe\" na-ezo aka naanị na mgbanwe na ihu igwe nke oge a, gụnyere ịrị elu nke okpomọkụ elu nke a maara dị ka okpomọkụ ụwa",
  "N'ọnọdụ ụfọdụ, a na-ejikwa okwu ahụ mee ihe na echiche nke ihe kpatara mmadụ, dị ka na United Nations Framework Convention on Climate Change (UNFCCC)",
  "UNFCCC na-eji \"ọdịiche ihu igwe\" maka ọdịiche ndị na-abụghị nke mmadụ kpatara.",
  "Ụwa enweela mgbanwe ihu igwe oge n'oge gara aga, gụnyere oge ice anọ",
  "Ndị a nwere oge glacial ebe ọnọdụ na-ajụ oyi karịa ka ọ dị, nke oge interglacial kewara",
  "Nchịkọta nke snow na ice n'oge oge glacial na-eme ka albedo elu dịkwuo elu, na-egosipụta ike anyanwụ n'ime mbara igwe ma na-edebe okpomọkụ ikuku dị ala",
  "Mmụba nke gas na-ekpo ọkụ, dị ka site na ọrụ mgbawa ugwu, nwere ike ịbawanye okpomọkụ ụwa ma mepụta oge interglacial",
  "Ihe ndị a tụrụ aro maka oge ice gụnyere ọnọdụ nke kọntinent, ọdịiche dị na usoro ụwa, mgbanwe na mmepụta anyanwụ, na mgbawa ugwu",
  "Otú ọ dị, mgbanwe ndị a sitere n'okike na ihu igwe na-eme n'oge dị nwayọ karịa mgbanwe dị ugbu a nke sitere na ikuku nke ikuku na-ekpo ọkụ site na ọrụ mmadụ.",
  "Ụdị ihu igwe na-eji usoro ọnụọgụ iji gosipụta mmekọrịta na nnyefe nke ike radiative n'etiti ikuku, oké osimiri, ala na ice site na usoro usoro physics",
  "A na-eji ha eme ihe maka ebumnuche dịgasị iche iche; site na ọmụmụ nke mgbanwe nke ihu igwe na usoro ihu igwe, na atụmatụ nke ihu igwe n'ọdịnihu",
  "Ụdị ihu igwe niile na-adaba, ma ọ bụ fọrọ nke nta ka ọ kwado, ike na-abata dị ka obere ebili mmiri (gụnyere ihe a na-ahụ anya) radieshon electromagnetic na ụwa na ike na-apụta dị ka ogologo ebili mmiri, radieshon (infrared) electromagnetic sitere n'ụwa",
  "Enweghị nkwekọ ọ bụla na-ebute mgbanwe na nkezi okpomọkụ nke ụwa.",
  "Ụdị ihu igwe dị na mkpebi dị iche iche site na >otu narị km ruo otu km",
  "Mkpebi dị elu na ụdị ihu igwe zuru ụwa ọnụ bụ ihe na-achọsi ike na naanị data ole na ole zuru ụwa ọnụ dị",
  "Enwere ike iji usoro ihu igwe zuru ụwa ọnụ mee ka ọ dị ike ma ọ bụ na ọnụ ọgụgụ dị ala na ụdị ihu igwe mpaghara iji nyochaa mmetụta nke mgbanwe ihu igwe na mpaghara mpaghara",
  "Ihe atụ bụ ICON ma ọ bụ data dị ala dị ka CHELSA (Climatologies na mkpebi dị elu maka mpaghara ala nke ụwa).",
  "Ihe ndị a na-ekwukarị banyere ụdị ndị a n'afọ ndị na-adịbeghị anya bụ iji ha mee ihe iji chọpụta nsonaazụ nke mmụba nke gas na-ekpo ọkụ na ikuku, ọkachasị carbon dioxide (lee gas na-eme ka okpomọkụ)",
  "Ụdị ndị a na-ebu amụma na ọ ga-arị elu na okpomọkụ ụwa, na-atụ anya mmụba kachasị ngwa ngwa na okpompe maka latitudes dị elu nke Northern Hemisphere."
]