[
  "Liberata Mulamula, née Rutageruka (amụrụ n'afọ 1956) bụ onye nnọchi anya mba Tanzania na onye ndọrọ ndọrọ ọchịchị jere ozi dị ka Minista na-ahụ maka ihe gbasara mba ofesi na imekọ ihe ọnụ n'Ebe Ọwụwa Anyanwụ Afrịka site n'April 2021 ruo Ọktoba 2022",
  "Onye isi ala Samia Suluhu họpụtara ya, na 31 Machị 2021 ma ṅụọ iyi n'ọkwa na 1 Eprel 2021.",
  "Ambassador Mulamula nwere akụkọ ihe mere eme 35+ afọ dị ka onye nnọchi anya mba ọzọ na onye nchịkwa na Ministry of Foreign Affairs and Regional Cooperation nke Tanzania, gụnyere dị ka onye isi ala Tanzania na United Nations na New York City, Canada na United States of America.",
  "Tupu ọ laa ezumike nká n'ọrụ nnọchiteanya na Eprel 2016, ọ rụrụ ọrụ dị ka odeakwụkwọ na-adịgide adịgide na Ministry Foreign Affairs and East African Cooperation, maka ọnwa asaa, n'etiti ọnwa Mee na afọ  2015 ruo ọnwa Disemba na afọ 2015.",
  "Ọ rụkwara ọrụ dị ka onye isi odeakwụkwọ mbụ nke International Conference on the Great Lakes Region (ICGLR), nke dị na Bujumbura, Burundi, site na afọ 2006 ruo na afọ 2011",
  "N'ọrụ a, ọ lekọtara Peace, Stability and Development na mba iri na otu na mpaghara Great Lakes nke Africa.",
  "A mụrụ Liberata Rutageruka n'ọnwa Eprel na afọ 1956 na Misenyi, Kitobo Musibuka, Bukoba District, na Kagera Region",
  "O nwere ejima aha ya bụ Iluminata Maerere onye jere ozi dị ka UNDP sèa Lione",
  "Ọ gara ụlọ akwụkwọ praịmarị n'ógbè ahụ, malite mgbe ọ dị afọ isii",
  "Ọ gụsịrị akwụkwọ O-Level na Tabora Girls School na 1973",
  "Ọ gara n'ihu gụsịrị akwụkwọ na diplọma ụlọ akwụkwọ sekọndrị site na Mzizima Secondary School na afọ 1975, mgbe ọ gụsịrị akwụkwọ A-Level.",
  "Site na afọ 1977 ruo afọ 1980, Liberata gụrụ akwụkwọ na Mahadum nke Dar es Salaam, gụsịrị akwụkwọ na nzere Bachelor of Arts, na-agụ akwụkwọ na sayensị ndọrọ ndọrọ ọchịchị na mmekọrịta mba ụwa",
  "O mechara nweta nzere Master of Arts na Gọọmentị na ndọrọ ndọrọ ọchịchị, na Mahadum St",
  "John na New York City, n'afọ nke 1989",
  "Ka oge na-aga, Mahadum St",
  "John nyere ya diplọma postgraduate na International Law.",
  "Ọ bụ ezie na Liberata bụ onye na-arụ ọrụ na mmekọrịta mba na mba, ọ banyeghị na ndọrọ ndọrọ ọchịchị ruo mgbe Onye isi ala Jakaya Kikwete họpụtara ya, dị ka odeakwụkwọ na-adịgide adịgide na Ministry of Foreign Affairs na afọ 2015. Mgbe onye isi ala John Magufuli nwụsịrị na mberede, a họpụtara ya dị ka Minista ọhụrụ nke Mmekọrịta Mba Ọzọ na ọnwa 31 Machị na afọ 2021 na 6th Cabinet nke Tanzania",
  "A họpụtara Mulamula n'otu oge ahụ, n'otu akụkụ ahụ ka ọ bụrụ onye omeiwu nke mba Tanzania (2020-2025).",
  "A mụrụ Liberata Rutageruka na ọnwa 10 Eprel nke afọ 1956 na obodo Muleba, Bukoba, Kagera Region. Ọ bụ nne ụmụ abụọ."
]