[
  "Àtụ:Infobox currency",
  "Dinar (Arabic) bụ ego gọọmentị Libya",
  "A na-ekewa dinar na-uzo 1,000 dirhams (ددد)",
  "Ọ bụ Central Bank of Libya na-ewepụta ya, nke na-elekọtakwa usoro ụlọ akụ ma na-achịkwa ụgwọ.",
  "E webatara ya n'ọnwa Septemba nke afọ 1971 ma dọchie pound na par. E jikọtara ego ahụ na ikike ịdọrọ ihe pụrụ iche na ọnụego nke 2.80 SDRs kwa dinar.",
  "N'afọ 1972, e guzobere ụlọ akụ mba ofesi nke Libya iji dozie itinye ego na mba ofesi.",
  "N'ọnwa Febụwarị nke afọ 1973, e jikọtara dinar na dollar US na ọnụego nke 0.29679 dinar kwa dollar (LD 1 = US $ 3.37), nke a nọgidere na ya ruo afọ 1986",
  "A gbanwere mkpịsị aka ahụ gaa na ikike ise ihe pụrụ iche na-mkpuru ụbọchị 18 nke ọnwa Maachị afọ 1986, na 1 dinar = 2.80 SDRs",
  "Na úbọchị mbu n'ọnwa Mee nke afọ 1986, e nyere dinar ohere ịzụ ahịa na 7.5% nke 2.80 SDRs",
  "A gbasaa ọnụọgụ a ọtụtụ ugboro.",
  "Ego ahụ malitere iji nwayọọ nwayọọ belata ọnụ ahịa ya na dollar US n'etiti afọ ndị 1990, na-eru ọnụ ahịa US $ 1.55 na 2001",
  "Dinar ji pasenti 50 belata ọnụ ahịa ya ruo US $ 0.77 n'afọ 2002.",
  "Ali Mohammed Salem, osote gọvanọ nke Central Bank of Libya, kwuru na ọnụego mgbanwe nke dinar Libya ga-ejikọta ya na ikike pụrụ iche maka otu afọ ma ọ bụ afọ atọ, dị ka ajụjụ ọnụ Reuters gbara ya na mkpụrụ ụbọchị 27 ọnwa Disemba nke afọ 2011.",
  "N'ụbọchị 3 nke ọnwa Jenụwarị n'afọ 2021, e wepụrụ dinar ahụ na US $ 1 = LD 4.48 maka azụmahịa niile na-esote njikọta ọnụego mgbanwe, na-emechi ọdịiche dị n'etiti ọnụego mgbanwe gọọmentị na ahịa ojii.",
  "Ruo n'afọ 1975, mkpụrụ ego ochie dị na ụdị milliemes (nke hà ka dirham) na-ekesa",
  "N'afọ 1975, e webatara mkpụrụ ego na 1 Dh., 5 Dhs., 10 Dhs., 20 Dhs., 50 Dhs",
  "na 100 Dhs",
  "nke nwere uwe agha nke Federation of Arab Republics",
  "Usoro nke abụọ nke mkpụrụ ego sochiri na-afọ 1979, n'otu òtù ahụ, nke nwere ihe osise nke onye na-agba ịnyịnya n'ọnọdụ ogwe aka",
  "E wepụtara mkpụrụ ego LD 1⁄4 na LD 1⁄2 na 2001 na 2004, n'otu n'otu",
  "N'afọ 2009, e wepụtara mkpụrụ ego ọhụrụ 50 dhs., 100 dhs., LD 1⁄4 na LD 1⁄2",
  "1 dhs., 5 dhs., 10 dhs., na 20 dhs",
  "anaghị eji mkpụrụ ego eme ihe dị ka nkeji mgbanwe",
  "Otú ọ dị, ha ka na-ejigide ọnọdụ ha dị ka ego iwu kwadoro.",
  "N'afọ 2013 na 2014, Central Bank of Libya wepụtara mkpụrụ ego LD 1⁄4 na LD 1⁄2 na mkpụrụ ego Dhs 50",
  "na 100 Dhs.",
  "N'afọ 1971, e webatara ego akwụkwọ na LD 1⁄4, LD 1⁄22, LD 1, LD 5 na LD 10",
  "N'ọnwa Mee ụbọchị 15, nke afọ 1980, e wepụtara ego akwụkwọ  ọhụrụ maka LD 5 na LD 10 denominations (nke bara uru, n'oge ahụ, £ 7 stg na £ 14 stg, ma ọ bụ US $ 16 na US $ 32) na ụmụ amaala Libya ka ha gbanwere ego ha dị ugbu a na alaka Central State Bank, mgbe nke ahụ gasịrị akwụkwọ LD 5 ochie na LD10 agaghị aba uru. Otú ọ dị, a gwara ndị na-agbanwe mgbanwe ahụ na ọ bụ naanị LD 1,000 nke akwụkwọ ozi ọhụrụ ka a ga-ekwe ka onye ahịa ọ bụla, nke \"na-ehichapụ ego ndị nọ n'etiti nakwa ego ndị na-ere ahịa ojii na-echekwa\" nakwa na \"mere ka ego na-efu £ 1.5 ijeri na Treasury na-agụ\"",
  "Mgbe ọgba aghara n'ihu ọha gasịrị, Onye ndú Muammar Gaddafi kwupụtara n'ọnwa Juun 11 na ọ bụ ezie na a gaghị ewere ego ahụ e jidere ma ọ bụ tinye ego ahu n'ọrụ na-enweghị mkparịta ụka zuru oke nke mmadụ 167 so na \"People's Congresses\" dị na Libya.",
  "A na-akpọkarị dinar Libya jni, [ʒni] (asụsụ ọdịda anyanwụ nke Libya) ma ọ bụ jneh  (asụsụ ọwụwa anyanwụ nke Libya), nke sitere na aha British Guinea (cf genēh جنيه maka pound Ijipt)",
  "A naghị eji aha dinar eme ihe n'èzí ndị ọrụ gọọmentị",
  "A naghị akpọtụ akụkụ nke ikike, dirham, aha ya na mkparịta ụka kwa ụbọchị",
  "A na-eji Garsh - ụdị nke okwu qirsh - mee ihe kama, na 1 garsh = 10 dirhams",
  "A na-akpọ otu puku dinar kilogram [kiːlu]",
  "N'otu aka ahụ, a na-akpọ mkpụrụ edemede dinar ise na mkpụrụ edemede iri mgbe ụfọdụ, n'asụsụ ụmụ nwoke na-eto eto, faifa [faːifa] na tsena [tseːna] n'otu n'otu, nke bụ ụmụ nwanyị na-egwuri egwu nke okwu Bekee ise na iri, mana ọ pụkwara ịbụ ihe fọdụrụ na okwu British slang 'fiver' na 'tenner' maka mkpụrụedemede ise na iri n'otu",
  "Ndị Libya na-akpọ ego Libya ʿOmar El-Mokhtar n'aha onye agha nnwere onwe nke Libya nke gosipụtara n'ihu akwụkwọ ozi LD 10.Àtụ:Exchange rate"
]