[
  "Ọrịa Liebenberg bụ ọrịa mkpụrụ ndụ ihe nketa na-adịghị ahụkebe nke na-agụnye mgbanwe nke PITX1 gene, nke bụ otu nke na-ahụ maka nhazi ahụ, ọkachasị n'ịmepụta akụkụ aka ala. N'ọmụmụ anụmanụ, mgbe ewepụtara mwepu a na nnụnụ nke ndi na-eto eto, a chọpụtara na nku ha na-ewere ihe ndị yiri aka.",
  "Ọ bụ Dr",
  "F",
  "Liebenberg kọwara ọnọdụ ahụ na 1973 mgbe ọ na-agbaso ọtụtụ ọgbọ nke ezinụlọ South Africa, mana kemgbe ahụ, a hụla ya n'agbụrụ ezinụlọ ndị ọzọ n'ụwa niile di iche iche.",
  "Ndị ọrịa Liebenberg na-arịa ọrịa na-arịrị mgbaàmà atọ: [citation needed]",
  "Ndị nwere ọrịa Liebenberg nwere ọdịdị ahụ dum",
  "Ọdịiche ọdịdị ha dị na humeri ha abụọ, ogwe aka, aka na aka. A na-eme ka ogwe aka ya bukwuo ibu site na olecranons buru ibu na isi radial",
  "Ndị ọrịa nwere ọnọdụ ogwe aka kwụ ọtọ ma ya mere ha enweghị ike pronate ma ọ bụ kwụsie ike aka ha",
  "Aka ha na-ejedebe na mmegharị ha na-arụsi ọrụ ike ma nwee akụkụ ulnar ndị a ma ama nke nkwonkwo",
  "Mkpịsị aka na-eji ihe yiri mkpịsị ụkwụ",
  "Brachydactyly na camptodactyly pụtara; mkpịsị aka dị mkpụmkpụ ma gbagọọ agbagọ",
  "Mgbanwe ndị a na ọdịdị mkpịsị aka na-ebute obere ihe mgbakwunye dị ka klọb",
  "A na-ebelata mmegharị na nkwonkwo dijitalụ niile nke aka.",
  "Ọrịa Liebenberg na-agbaso usoro nketa nke ihe nketa, ebe heterozygotes nwere mgbanwe a na-egosipụta ọrịa phenotype.",
  "Ọ na-esite na heterozygous mutation na chromosome 5",
  "Ọ na-agụnye nkwalite na-ekwesịghị ekwesị nke mkpụrụ ndụ ihe nketa PITX1 n'ihi mwepụ mkpụrụ ndụ ihe mere eme na translocations chromosome.",
  "PITX1 bụ mkpụrụ ndụ ihe nketa homeobox nke bụ mkpụrụ ndụ nketa na-achịkwa mmepe nke ahụ kwesịrị ekwesị",
  "Mkpụrụ ndụ ihe nketa PT1X a na-edepụta ihe transcription nke egosiri na aka azụ",
  "Mgbe egosiri ya, ọ na-akpata mmepụta nke azụ azụ",
  "[citation needed]",
  "vỌrịa Liebenberg bụ n'ihi otu n'ime mgbanwe mkpụrụ ndụ ihe nketa abụọ dị iche iche",
  "Nke mbụ bụ ihichapụ n'elu mmiri nke PITX1 gene na chromosome 5",
  "Ihichapụ a gụnyere mkpụrụ ndụ ihe nketa H2AFY, nke na-ahụ maka igbochi ihe na-eme ka ọ dị elu nke a maara dị ka hs1473",
  "Mgbe ewepụrụ H2AFY, a na-eme ka onye na-emeziwanye ya bịarukwuo PITX1 nso ma na-eme ya n'ụzọ na-ekwesịghị ekwesị na ụkwụ ihu, na-eme gore ha nabata ọdịdị azụ azụ.",
  "Mgbanwe nke abụọ nke nwere ike ịkpata phenotype maka ọrịa Liebenberg bụ translocation nke chromosome 18 na chromosome 5",
  "Translocation mutations bụ ndị na-agbanwe akụkụ nke chromosomes na-abụghị homologous na ibe ha",
  "Nzọụkwụ a na-ewebata ihe nkwalite abụọ site na chromosome 18 iji gaa n'ọnọdụ dị n'elu PITX1 na chromosoma 5",
  "Ndị na-eme ka transcription nke PITX1 gene dịkwuo elu ma mee ka ndị ọrịa mepụta otu phenotype ahụ akọwapụtara n'elu.",
  "Ịwa ahụ bụ nhọrọ iji dozie ụfọdụ mgbanwe ọdịdị nke Liebenberg Syndrome mere",
  "Ọnọdụ dị ebe a na-awa ahụ iji dozie ntụgharị radial na nkwarụ nkwarụ na aka",
  "A na-awa ahụ a na-akpọ carpectomy na onye ọrịa ebe dọkịta na-awa ya wepụrụ ahịrị dị nso nke ọkpụkpụ carpal. Usoro a na-ewepụ ụfọdụ ọkpụkpụ carpal iji mepụta ọrụ aka mgbe niile karịa ka a na-ahụ na ndị nwere ọnọdụ a",
  "[citation needed]",
  "Àtụ:Medical resources"
]