[
  "Likarion Wainaina (a mụrụ n'ụbọchị nke 20 n'ọnwa Ọgọstụ n'afọ 1987), bụ onye Russia amụrụ na Kenya na-eme ihe nkiri",
  "A maara ya nke ọma dịka onye nduzi nke mkpụmkpụ a ma ama n'etiti Lines na Bait yana ihe nkiri Kenya kachasị mma na akụkọ ihe mere eme, Supa Modo E wezụga ịme ihe nkiri, ọ bụkwa onye na-ese ihe nkiri, onye nchịkọta akụkọ, onye mmepụta na onye na-eme ejije.",
  "A mụrụ ya na 20 August afọ 1987 na Moscow, Russia na nne na nna Kenya",
  "Mgbe ọ dị afọ anọ, ya na ezinụlọ ya kwagara Kenya. O nwere otu nwanne nwanyị na ụmụnne nwoke abụọ.",
  "Ọ malitere site na ịme ihe nkiri ma mesịa kwaga n'ụlọ ihe nkiri",
  "Ọ bụ onye otu Phoenix Players theater na Nairobi kemgbe afọ 2007",
  "Mgbe e mesịrị, ọ rụrụ ọrụ dịka onye nduzi ihe nkiri",
  "Ka ọ dịgodị, ọ rụkwara ọrụ na ụlọ ọrụ ihe nkiri dịka gaffer na onye na-ese ihe nkiri",
  "Dịka onye na-ese ihe nkiri, ọ rụrụ ọrụ na ọtụtụ ihe nkiri, mgbasa ozi na sitcoms telivishọn. N'afọ 2013, ọ tọrọ ntọala ụlọ ọrụ Kibanda Pictures.",
  "N'afọ 2013, o mere obere ihe nkiri Between the Lines nke mechara bụrụ ihe nkiri Kenya mbụ e gosipụtara na ihuenyo IMAX na Kenya",
  "Obere ahụ nwetara otuto dị egwu wee họpụta ya na onyinye AMCVA 2015 maka Best New Online Media Award",
  "Mgbe ahụ, ọ duziri obere ihe nkiri Bait n'afọ 2015, nke ahọpụtara na 48-Hour Film Project Festival",
  "Mgbu ahụ ritekwara ọtụtụ ihe nrite gụnyere Best Director, Audience Choice awards na Judges Choice awards",
  "A họpụtakwara ya dịka otu n'ime obere ihe nkiri kachasị elu e gosiri n'afọ 2016 Cannes Film Festival N'afọ 2018, o mepụtara obere ihe nkiri, My Faith, nke meriri Best East African Film n'oge Mashariki Film Festival.",
  "N'afọ 2018, o mere ihe nkiri izizi ya na ihe nkiri Wavamizi",
  "Mgbe ahụ n'otu afọ ahụ, o mere ihe nkiri izizi ya na ihe nkiri Supa Modo, nke a nabatara nke ọma. Ihe nkiri a gosipụtara na 68th Berlin International Film Festival. E mechara họrọ ya dịka ntinye Kenya maka Best Foreign Language Film na 91st Academy Awards, mana a họpụtaghị ya. Site na onyinye ndị a niile, ihe nkiri a ghọrọ ihe nkiri kachasị enye onyinye na Kenya na ọkacha mmasị ndị nkatọ.",
  "Ọ rụrụ ọrụ maka mgbasa ozi azụmahịa telivishọn maka mmiri ara ehi Pascha na Santa Maria",
  "Ọ duziri ihe nkiri Africa Magic Original Films (AMOF) itoolu na sitcom TV akpọrọ Classmates",
  "N'afọ 2016, o mere ihe nkiri telivishọn Auntie Boss! nke gosipụtara na NTV mgbe onye nduzi mbụ Derrick Omfwoko Aswani nwụsịrị. Ka ọ dịgodị, ọ bụ onye na-ese ihe nkiri maka vidiyo egwu nke Sarabi Band nke mere 'Tumechoka' na 'Haujali' yana ihe nkiri na vidiyo egwu 'Loneliness' nke Liron na-abụ."
]