[
  "Darryl Raynard Richardson III (amụrụ na Jenụwarị 19, 1984), nkè á maara nke ọma site na aha egwu ya bụ Lil Scrappy, bụ ónyé America na-eti egwu.",
  "Ónyé na-emepụta ihe na onye na-eme ihe nkiri bụ Lil Jon chọpụtara Richardson mgbè ọ na-eme n'ụlọ mmanya dị n'ọbọdọ ya bụ Atlanta. Ya na ndị otu Trillville, Lil Scrappy bụ otu n'ime ndị mbụ bịanyere aka na Lil Jon's BME Recordings",
  "Richardson ewulitela aha siri ike ma na-agbaso ya n'ebe niile nke Atlanta hip hop na n'ebe ndịda ọwụwa anyanwụ United States site na mbipụta mixtape dị iche iche.",
  "Abọm mbụ Lil Scrappy, The King of Crunk & BME Recordings Present: Trillville & Lil Scrappay (2004), bụ nkewa, na egwu Trillville na-anọchite anya otu \"akụkụ\" nke diski na egwu Lil Scrapping na-anọchi ányà nké ọzọ",
  "Abọm ahụ ruru # 12 na Billboard 200.",
  "E wepụtara abọm izizi Lil Scrappy bụ Bred 2 Die Born 2 Live na Disemba 5, 2006 na Reprise Records",
  "Ọ bụ Lil Jon mepụtara abọm ahụ ma gosipụta ngosipụta nke 50 Cent, Bohagon, Lil Jon, Olivia, Three 6 Mafia, Young Buck, Young Dro, na Yung Joc. Otu egwu mbụ \"Money in the Bank\" gosipụtara Young Buck wee bụrụ nke abụọ Lil Scrappy's Top 30 single",
  "<i id=\"mwMw\">Ego</i> na Bank ruru n'ọkwa nké 28 na chaatị <i id=\"mwNQ\">Billboard</i> Hot 100, na-aghọ nnukwu egwu egwu ya na nké kachasị nwee ọganihu na US ka ọ gafere ọnọdụ kachasị elu nke \"Enweghị Nsogbu\" site n'otu ọnọdụ. A na-akpọ egwu nke abụọ site na abọm ahụ \"Gangsta Gangsta\" ma gosipụta Lil Jon",
  "\"Oh Yeah (Work)\" bụ egwu nke atọ sitere na Bred 2 Die Born 2 Live ma gosipụta E-40 na Sean P (nke bụbu Sean Paul) nke YoungbloodZ.",
  "Lil Scrappy sonyeere akara Disturbing tha Peace n'ọnwa Eprel afọ 2009",
  "Ọ bụ ezie na ọ ka na-ese ihe nkiri Just Another Day, a na-atụ anya na ọ ga-agagharị n'oge ọkọchị ahụ iji kwalite abọm studio ya nke anọ, Tha Grustle, mgbe ihe nkiri ahụ gwụchara. N'ọnwa Nọvemba afọ 2011, ebe a ka na-ebipụta abọm ahụ, ọ kwupụtara na ọ hapụrụ Disturbing the Peace nakwa na Bonzi Records ga-ewepụta abọmpi ahụ na 2012."
]