[
  "Lila Hanitra Ratsifandrihamanana (amụrụ n'afọ 1959) bụ onye ndọrọ ndọrọ ọchịchị na onye òkpé udo nke mba Madagascar",
  "Ratsifandrihamanana bụbu Minista nke Nnyocha Sayensị site n'afọ 1997 ruo afọ 1998 ya na Minista ihe gbasara ihe n'eme na Mba Ọzọ site n'afọ 1998 ruo afọ 2002",
  "Ratsifandrihamanana gbara arụkwaghịm n'ọrụ ya na abalị iri abụọ na asaa nke ọnwa Febụwarị, afọ 2002, n'etiti nsogbu ndọrọ ndọrọ ọchịchị nke sochiri ntuli aka onye isi ala emere na Disemba 2001, n'ihi na, dị ka ọnụ na-ekwuchitere ya si kwuo, \"ya onwe ya kwadoro iji akụkọ tụnyere akụkọ ibe ya gbasara esemokwu ntuli aka. O mèchàrà ghọrọ onye nnọchi anya na mba Senegal n'afọ 2002. N'afọ 2007, ọ ghọrọ onye nnọchi anya nnọgide nke African Union, onye ozi nlere anya na-anọgide nke African Union na United Nations, New York. N'afọ 2009, ọ sonyeere ụlọ ọrụ United Nations",
  "Nke n'ahụ maka nri na ọlụ ubi (Food and A",
  "Agriculture Organization (FAO), dị ka onisi zi nụlọ ọrụ ịhụ ọnụ (ke Liaison Off)ice na UN na New York.",
  "Lila Hanitra Ratsifandrihamanana bụ nwa nke isii nke Henri Ratsifantrihamanana (amụrụ na 1921 ọ nwụọ na 1982), onye dọkịta n'agwọ ụmụaka na onye ndọrọ ndọrọ ọchịchị na-ebu agha megide ọchịchị nchigbu, ya na Clarisse Andriamampandry Ratsiffandrihatanana (1926-1987), onye ode edemede na ode uri àmà àmá, nke bụ onye otu Academia Malagasy na òtù ndị ọzọ na-ede akwụkwọ mba na mba ụwa.",
  "Lila Hanitra Ratsifandrihamanana nwere nzere M.Sc",
  "na sayensị nchịkwa, mmekọrịta mba na mba site na Mahadum Farleigh Dickinson, NJ, USA (afọ 2010). O nwekwara nzere na Mining Engineering na itinye uche na Geophysics, ya na nzere M.Sc na Geology site na St",
  "Petersburg Mining Institute, Russia (n'afọ 1985).",
  "Lila Hanitra Ratsifandrihamanana malitere ọrụ ọkachamara ya n'afó 1986 dị ka onye nkuzi na onye ome nnyocha na ụlọ akwụkwọ ọzụzụ ndị nkuzi dị elu (Higher Teacher Training School) nke Mahadum Antananarivo dị na Madagascar",
  "N'afọ 1992, a họpụtara ya ka ọ bụrụ onye nkuzi dị elu na-ahụ maka ọzụzụ nke ndị nkuzi na sayensị okike na n'ụlọ akwụkwọ École Normale Supérieure  dị na Antananarivo ma mechaa bụrụ onye isi nke Centre for Studies and Research na Natural Sciences.",
  "N'ịbụ onye nọsiri ike na ndọrọndọrọ ọchịchị nke mba ahụ, Lila Hanitra Ratsifandrihamanana abụwo osote onye isi oche nke otu ndọrọndọrọ ọchịchị AKFM-FANAVAOZANA na onye isi oche nke Affiliated Women association ̆FEMMES POUR LE RENOUVEAU ̆",
  "Ọ bụkwa onye otu Òtù ndị minista na ndị omeiwu ụmụ nwanyị nke mba Madagascar (Association of Malagasy women Ministers and parliamentarians), sonyekwa n'ọtụtụ ntuli aka emere n'ógó mba, mpaghara na obodo.",
  "N'ọnwa Febụwarị afọ 1997, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka nyocha sayensị, nke mere ya n'afọ irí atọ na asatọ nke ọ gbara ka ọ bụrụ nwanyị mbụ nọrọ n'ọkwa a dị elu òtù a",
  "Otu n'ime ihe ndị pụtara ìhè O mepụtara bụ mmalite nke usoro ihe omume ngosi na nnyocha nke National Research Events a na-akpọ \"Hall de la Recherche Nationale (HARENA).",
  "N'ọnwa Julaị afọ 1998, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka ihe gbasara mba ofesi nke mba Madagascar ma nọrọ n'ọkwa a ruo n'ọnwa Febụwarị afọ 2002",
  "Dị ka Onye isi nke òtù nkwuchite ọnụ nke Madagascar,  L",
  ", Lila Hanitra Ratsifandrihamanana nọchitere anya Madagasọtụtụ car na nzukọ dị elu na Nzukọ dị iche icòtù he nke United  haziriNations, OAU / African Union, International Organization of the Francophonie, The Non Aligned MovThe ement, Group of the 77, na Least Developed CounA iesahụtakwa-ntinye eka yá ofụma atinye aka ndiọrụ nnọ na ke òtù mpdị iche iche nke ala ahụ aghara dịka IOR-ARC, COMESA, na Indian Ocean Commission (IOC) nkya bụ e ọ bụ onye isi ochesite na  ya  ruo na a 2000-2001.",
  "Lila Hanitra Ratsifandrihamanana gara njem nleta ole na ole nke gọọmenti ziri ya na ihe karịrị mba iri ise wee mee ka nzukọ na emume mba na mba malite  na Madagascar",
  "Mgbe Ọ gara ije nleta nke gọọmenti ziri ya na mba China n'ọnwa Mee afọ 1999, O mere ka echiche obi inwe ògbó mgbanwe ihe n'etiti China na Africa bụrụ nke pụtara ìhè nke mechara ghọrọ The Forum on China-Africa Cooperation (FOCAC).",
  "N'agbata afọ 2002 na afọ 2006, ọ bụ onye nnọchi anya Madagascar na mba Senegal, Mali, Burkina Faso, Morocco, Cape Verde, Gambia na Côte d'Ivoire.",
  "N'ọnwa Jenụwarị afọ 2007, a họpụtara ya ka ọ bụrụ onye nnọchi anya ukwu, onye nnọchianya na onye nlepụta ka ihe si aga nke African Union na United Nations na New York.",
  "Site n'ọnwa Ọktoba afọ 2009 ruo Septemba afọ 2012, ọ bụ ya bụ onye isi nchịkwa nke Food and Agriculture Organization, FAO Liaison Office na United Nations na New York.",
  "Lila Hanitra Ratsifandrihamanana so na emume dị iche iche nke ọtụtụ nzukọ nke gụnyere NGO 意TANY VAO - TERRE NOUVELLE- NEW LAND, dị ka onye isi oche o jiri malite, Association \"ACCUEIL MADAGASCAR\"",
  "Ọ bụkwa onye otu Bọọdú nke Association \"WOMEN, SCIENCES, DEVELOPMENT 意 na National Union of the Geologists nke Madagascar (UNGM)."
]