[
  "Lilangeni (n'ọtụtụ: emalangeni, koodu ISO 4217: SZL) bụ ego nke obodo Eswatini ma kewaa ya na narị cents",
  "Ọ bụ Central Bank of Eswatini (na Swazi Umntsholi Wemaswati) na-ewepụta ya ma bụrụ nke eze na ezinụlọ ya nyere ikike",
  "A na-anabatakwa rand South Africa na Eswatini",
  "Dị ka Lesotho loti, e nwere otu na ọtụtụ mkpirisi, ya bụ L na E, yabụ ebe mmadụ nwere ike ịnwe ego L1, ọ ga-abụ E2, E3, ma ọ bụ E4.",
  "E webatara ya na afọ 1974 na rand South Africa site na Common Monetary Area, nke ọ ka na-ejikọta ya na ọnụego mgbanwe otu.",
  "Aha ego ahụ sitere na emaLangeni, okwu a na-eji akọwa ndị nna nna nke ndị Swazi kwagara Swaziland na narị afọ nke iri na asatọ na iri na iteghete.",
  "Aha ego ahụ sitere na emaLangeni (\"ndị si n'Anyanwụ\"), okwu a na-eji akọwa ndị nna nna nke ndị Swazi kwagara Swaziland na narị afọ nke iri na asatọ na iri na iteghete.",
  "N'afọ 1974, e webatara mkpụrụ ego maka 1",
  "Otụ, abụọ, ise, iri,  na ịrị ise cents na 1 lilangeni, na 1 na 2 cents e ji ọla nchara kpụọ na ndị ọzọ e ji cupro-nickel kpụọ",
  "Ewezuga 1 lilangeni, mkpụrụ ego ndị ahụ abụghị gburugburu, na 1 na 50 cents dodecagonal, 2 cents square na nkuku gbara gburugburu na ise, iri na iri abụọ cents scalloped.",
  "E mepụtara 2 cents ikpeazụ na afọ 1982, ebe, na afọ 1986, gburugburu, e webatara mkpụrụ ego ọla kọpa 1 cents na nickel-brass 1 lilangeni",
  "Ndị a sochiri, na afọ 1992, site na mkpụrụ ego nickel-plated-steel 5 na 10 cents na nickel-brass-plated -steel 1 lilangeni",
  "N'afọ 1995, e webatara mkpụrụ ego emalangeni 2 na 5.",
  "Site na afọ 2009 ruo afọ 2011 e webatara mkpụrụ ego ọhụrụ na ọla kọpa (5c na 10c), nickel-plated steel (20c, na 50c nke a na-ewepụtaghị na mgbasa) na ọla kọka (L1)",
  "Ndị a yiri mkpụrụ ego ndị dị ugbu a mana ha dị mfe n'ihi mgbanwe nke ihe ndị mejupụtara.",
  "N'ọnwa Febụwarị n'afọ 2016, e webatara usoro mkpụrụ ego ọhụrụ nke afọ 2015 ma chetara mkpụrụ ego niile gara aga ma mee ka ha ghara ịdị",
  "Mkpụrụ ego ọhụrụ ahụ nwere ụdị yiri nke mkpụrụ ego gara aga, mana ha nwere nha na ịdị arọ dịtụ iche",
  "10c-50c bụ nke nickel-plated steel na L1-E5 bụ nke aluminium-bronze",
  "1c-5c mkpụrụ ego anaghịzi eji ya eme ihe.",
  "Mkpụrụ ego nickel-brass L1 nke e dere na afọ 1986 na mkpụrụ ego ọla nchara nke e dere n'afọ 1995 wee ruo afọ 2009 nwere otu nha na ihe mejupụtara dị ka mkpụrụ ego £ 1 nke Britain nke e webatara na afọ 1983, ya mere ejirila ya mee ihe n'ụzọ aghụghọ na igwe na-ere ahịa Britain na ọnụ ahịa L1 na-ebelata site na £ 0.36 na afọ 1986 ruo £ 0.05 na afọ 2015, mgbe a na-eme ka mkpụrụ ego L1 ndị ahụ ghara ịdị."
]