[
  "Lilian Dibo Eyong bụ onye Cameroon wheelchair model, onye lanarịrị ọrịa polio, na onye na-eme ngagharị iwe.",
  "Amụrụ Lilian na Lobe Estate, dịka nwa ikpeazụ n'ezinụlọ nwere ọtụtụ nwanyị",
  "Ọ bụ nwa nke iri na otu na nke ikpeazụ site n'akụkụ nna ya, na nke asaa na nke ikpeazụ n'akụkụ nne ya",
  "Mgbe ọ dị afọ abụọ na ọnwa isii, mgbe ọ rịara ahụ ọkụ, achọpụtara na ọ na-arịa ọrịa poliomyelitis. Lilian tolitere na Camp 9, ebe ọ gara ụlọ akwụkwọ praịmarị",
  "Ụmụnne ya ndị okenye ga-agbanwerịta iji buru ya n'azụ ha gaa ma na-ala n'ụlọ akwụkwọ",
  "Lilian gụsịrị akwụkwọ praịmarị ya na Bekora Barombi (Ndoro)",
  "Ọ gara ụlọ akwụkwọ sekọndrị na Kumba.",
  "Lilian tụụrụ ime mgbe ọ nọ na Form 5 wee laghachi Bekora",
  "A mụrụ nwa ya nwoke Nathanael site na usoro ana akpọ C-section",
  "Ọ laghachiri na Kumba iji were ọkwa ya, nke Advanced Levels sochiri",
  "Ọ gụsịrị akwụkwọ na Mahadum nke Buea iji nweta akara ugo mmụta na ndekọ ego",
  "Lilian bụ naanị onye na-eji oche nkwagharị n'oge ọ nọrọ n'ebe ahụ ma chee ihe owuwu, nkwurịta okwu, na ihe mgbochi àgwà ihu, na ndị ọzọ.",
  "Mgbe Lilian nọ n'afọ nke abụọ ya na mahadum, Nsogbu Anglophone malitere. O dakọtara na ọgbaghara ụmụ akwụkwọ maka enyemaka onye isi ala, nke a ga-enye ụmụ akwụkwọ nwere GPA karịrị 2",
  "Otú ọ dị, ndị agha ji gas na-agba mmiri chụpụ ụmụ akwụkwọ ahụ",
  "N'ihi ọgba aghara niile, Lilian hapụrụ Buea ma kwaga Bekora",
  "Mgbe ọgụ ahụ kara njọ, ya na ezinụlọ ya gara Lipenja maka nchekwa.",
  "Lilian debanyere aha na Gospel Outreach Counseling Training Institute na Kumba, ebe ọ nwetara diplọma na Trauma Counseling ma nye ya Best Outstanding Student",
  "N'afọ 2019, Lilian dere akwụkwọ akpọrọ Living with Disability wee malite ịme mmemme redio iji kụziere ọha na eze dabere na ahụmịhe onwe ya dị ka onye nwere nkwarụ.",
  "N'etiti afọ 2019, Lilian banyere na asọmpi Miss Wheelchair Cameroon ma bụrụ onye mbụ na-agba ọsọ n'afọ ahụ.  O jiri ikpo okwu ahụ kwado na mgbasa ozi maka ikike ụmụ nwanyị na ụmụ agbọghọ nwere nkwarụ.",
  "Na Machị 2020, Lilian guzobere Lilian Dibo Foundation (LDF), nke na-arụ ọrụ iji hụ na ụmụ nwanyị na ụmụ agbọghọ nwere nkwarụ nwetara ikike ha zuru oke site na nkwado, agụmakwụkwọ na mmemme inye ikike.  Ntọala ahụ kwadoro National Outstanding Youth Empowerment Leadership Award 2020",
  "Nke a bụ ihe nrite a na-enye ndị ntorobịa Cameroon na-etinye aka na mbọ mgbanwe obodo",
  "Na mbido 2021, ntọala ahụ dụkọtara ma kesaa ihe karịrị 1500 ihu ihu na Kumba na Buea, mee ogbako na-ewulite ikike iji mee ka a mara banyere ndina n'ike na-elekwasị anya na ụmụ nwanyị na ụmụ agbọghọ nwere nkwarụ, ma nye ego maka obere azụmaahịa, ka ọ na-akwado ezinụlọ nke ụmụaka nwere nkwarị site n'inye ha ngwaọrụ ịgagharị agagharị, na ịgbazinye aka na ụgwọ ụlọ ọgwụ.",
  "Lilian bụ onye nnọchi anya dijitalụ na World Pulse, onye ọrụ afọ ofufo na Rescue Women - Cameroon dị ka onye ọrụ mmepe nke ndị nwere nkwarụ, onye njikwa mba maka Project Peace Lights, na onye isi nchịkwa maka  ihe gbasara udo na mba cameron",
  "Lilian meriri Inspire Award site na I Am Cameroon na 2021. Enyere ya ihe nrite  site na World Pulse na 2021 nakwa onye otu nkwarụ nke turu ugo ma nwekwaa igwe redio na ekwukwa ókwú dị iche iche na 2021",
  "Lilian bụ onye otu na anochi olu otu puku ụmụ nwanyị ndị nokoro ọnụ"
]