[
  "Lili'uokalani Trust bụ ntọala ọrụ nọrọ onwe ya nke dị na Hawai'i",
  "Ọ na-eme Omume Ntụkwasị Obi nke eze ikpeazụ na-achị Hawai'i, Lili'uokalani, iji nye ụmụ mgbei na ndị ogbenye, na-ahọrọ ụmụ amaala Hawaiian.",
  "Lili'uokalani gburu Omume Ntụkwasị Obi n'afọ 1909, guzobe ntọala maka Trust nke akpọrọ aha ya.",
  "Onye bụbu eze ahụ nwere mmasị n'ebe ụmụ Hawai'i nọ ma \"na-arụsi ọrụ ike na nhazi ụlọ akwụkwọ maka ndị ntorobịa Hawaiian\". N'akwụkwọ uche ya, o nyere ala ya iji nye ụmụ ụmụ mgbei Hawaiian (nke mechara gbanwee ka ha bụrụ ụmụ ogbenye). N'ihi ya, Lili'uokalani bu n'obi idozi ihe ịma aka nke ọdịmma ụmụaka mgbe European Colonization gasịrị na Hawai'i",
  "E mepụtara Lili'uokalani Ntụkwasị Obi iji gosipụta mmemme ọdịmma nke dị irè na mba ndị ọzọ mgbe ụlọ ọrụ mmepụta ihe gasịrị.",
  "Ihe nke Omume Ntụkwasị Obi, nke Queen Lili'uokalani gburu na-ekwu na \"ihe onwunwe niile nke Ébé Obibi Ntụkwasị Obi, ma isi ma ego",
  "ndị nlekọta ga-eji ya mee ihe maka abamuru nke ụmụ mgbei na ụmụaka ndị ọzọ dara ogbenye na agwaetiti Hawaiian, mmasị e nyere ụmụ Hawaiian nke ọbara dị ọcha ma ọ bụ akụkụ-aboriginal",
  "\"",
  "Kemgbe e guzobere ya, ihe Ntụkwasị Obi lekwasịrị anya n'inye ọrụ mmekọrịta mmadụ na ibe ya maka ụmụaka na-enweghị ike",
  "Ka ọ na-erule 1953, Trust bụ otu n'ime ụlọ ọrụ afọ ofufo atọ na Hawaii; ndị ọzọ bụ Children and Family Services na Catholic Social Services.",
  "Lili'uokalani ihe Ntụkwasị Obi na-akwado mmemme ya site na ego sitere na ihe dịka 6,200 acres nke ala na ụlọ Hawai'i, yana pọtụfoliyo ego ya",
  "Ébé Ntụkwasị Obi á na-enyere ọtụtụ puku ụmụaka na ezinụlọ ha aka kwa afọ, ma na-enyere ọtụtụ ndị ọzọ aka n'ụzọ na-apụtaghị ìhè, site na mmekorita ya na òtù ndị ọzọ na-ejere ụmụaka ozi. Taa, Trust bụ \"ihe nlereanya maka ntinye aka kwesịrị ekwesị n'ọdịbendị na mmemme dabeere na ọdịbendị\" maka ụmụ amaala Hawaiian. Dị ka akụkụ nke usoro ya iji lekọta ụmụ Hawaiian, Trust na-etinye ego na mmemme iji dozie nsogbu na ikpe ziri ezi nke ụmụaka na usoro nlekọta nlekọta.",
  "N'ime afọ 2020, e mere atụmatụ na Trust ahụ \"uru n'etiti nde $ 800 na nde $ 900\" (USD).",
  "Onye isi oche ugbu a bụ Dawn Harflinger, onye nọchiri Robert H",
  "Ozaki, n'afọ 2021.",
  "Lili'uokalani Trust kwenyere na:",
  "Ọrụ na mmemme ébé Ntụkwasị Obi nke Lili’uokalani na-elekwasị anya n'akụkụ atọ: Early Childhood (afọ 0–5), Youth Development (afọ 6–18), na Opportunity Youth (afọ 16–26)",
  "Ndị na-ahụ maka ọrụ ndị a bụ Social Services Team, bụ ndị na-enye nkwado dị iche iche na ahụike na ọdịbendị gụnyere ndụmọdụ iru uju na ọnwụ, na mmemme iwusi ezinụlọ ike na njikọta maka ụmụaka nọ n'afọ ndụ niile na ezinụlọ ha",
  "Atụmatụ ndị dị mkpa gụnyere Lydia's House, ụlọ ọrụ ndị ntorobịa nwere ohere na obodo Honolulu maka ndị na-eto eto na-eme agadi site na nlekọta na nlekọta usoro ndị ọzọ.",
  "LT na òtù ndị ọzọ na-ejere ụmụaka ozi na-emekorita gụnyere Ngalaba Ọrụ Ndị Mmadụ, Ọrụ Nlekọta Ụmụaka, na Mmemme Ezinụlọ Hawai'i",
  "Otu ihe atụ nke mgbalị mmekorita ya bụ mmemme Ka Pili ʻOhana (KPO) na Child and Family Service.",
  "N'ime afọ 2016, ihe Ntụkwasị Obi nkeá nyere $ 50,000 na Mahadum Hawai'i iji kwado ịmepụta prọfesọ na Mahadum Hawai'i na Mānoa Myron B",
  "Thompson School of Social Work, na ebumnuche nke ịmepụta mmemme dabere na omenala Hawaiian na ọzụzụ nke ndị ọkachamara ahụike Na-arụ ọrụ na Myron B",
  "Thompson School of Social Work, Trust na ụmụ akwụkwọ ụlọ akwụkwọ mepụtara akụkọ, \"Changing the Story: Strategies for Guiding Native Hawaiian Youth to Success\".",
  "E nyere Lili’uokalani Trust \"Kudos\" 2021 Onyinye Omenala kacha mma.",
  "Magazin Hawai'i Business họọrọ ya dị ka 115 n'ime ụlọ ọrụ 250 kachasị elu na steeti ahụ."
]