[
  "Lilly Platt (amụrụ na 21 June 2008) bụ onye Dutch na-ahụ maka gburugburu ebe obibi nke a mụrụ na Britain. A maara Platt maka ntorobịa ya na ịga ngagharị iwe n'udo iji kwupụta nchegbu gburugburu ebe obibi. Ọ bụ onye nnọchi anya ụwa nke YouthMundus, Earth.org, na WODI; onye nnọchianya ntorobịa maka Plastic Pollution Coalition na How Global; na onye nnọchi nke ụmụaka maka World Cleanup Day. Platt malitere na mgbasa ozi mmekọrịta mgbe o biputara plastik ọ natara n'ụzọ kwesịrị ekwesị",
  "Kemgbe ọtụtụ afọ, ọ natara iberibe ihe mkpofu karịrị otu puku narị.",
  "A mụrụ Platt na Britain. Ezinụlọ ya kwagara Netherlands mgbe ọ dị afọ asaa.",
  "N'afọ 2015, Platt na nna nna ya nọ na-agagharị n'ogige ntụrụndụ dị na Netherlands mgbe ọ hụrụ plastik gbasasịrị n'ala",
  "O kpebiri ịgụta ha ka ha na-eme Dutch ya",
  "Ha chịkọtara iberibe plastik iri itoolu na otu n'ime nkeji iri. Nna nna ya gara n'ihu gwa ya otú ihe mkpofu ahụ si eme ka ofe plastik. Ihe omume ahụ mere ka ọ malite atụmatụ gburugburu ebe obibi ya, mgbe ọ dị afọ asaa, ọ malitere Lilly's Plastic Pickup",
  "Site na Lilly's Plastic Pickup, ọ na-eburu ihe mkpofu ma na-ahazi ha nke ọma",
  "Ọ na-etinye ha na mgbasa ozi mmekọrịta iji mee ka a mara banyere okwu ahụ. Kemgbe ọtụtụ afọ, Platt ewerela iberibe ihe mkpofu karịrị otu narị puku, site na karama, ngwugwu sịga, katọn ihe ọṅụṅụ wdg",
  "Site na Lilly's Plastic Cleanup, Platt na-ekerịta mmetụta nke plastik na anụ ọhịa na gburugburu ebe obibi. Kemgbe ọ na-agbasa, atụmatụ ya enwetawo otuto mba ụwa.",
  "Kemgbe ọ bụ nwatakịrị, Platt egosila mmasị n'ebe ụmụ anụmanụ nọ, ọkachasị ndị a na-ewere dị ka ndị na-adịghị mma",
  "A na-emegbu ya n'ụlọ akwụkwọ n'ihi nke a, ọ bụ naanị otu n'ime ndị ọgbọ ya gosipụtara mmasị n'ọrụ nhicha ya",
  "Platt wee kwaga The King's School ebe ọtụtụ n'ime ụmụ klas ya sonyere na mgbalị nhicha ya.",
  "Na ntuli aka Dutch nke afọ 2019, nna nna Platt tụụrụ ya vootu, ka ọ na-eme mkpọsa maka mmachibido iwu nke plastik",
  "Platt weere vidiyo ma gbaa ndị ọzọ ume ime otu ihe ahụ.",
  "Na Septemba 2018, Platt hụrụ mkpesa Greta Thunberg n'èzí ụlọ omebe iwu Sweden gbasara itinye nkwekọrịta Paris n'ọrụ",
  "O sitere n'ike mmụọ nsọ wee kpebie ịga ngagharị iwe",
  "Mgbe izu ole na ole gasịrị, Greta Thunberg sonyeere Platt na Netherlands, na-atụle na Netherlands bụ otu n'ime ndị kachasị na-ewepụta gas na European Union",
  "A kpọrọ ha abụọ na Brussels ebe ha gara nzukọ ihu igwe na mpụga European Parliament.",
  "Kwa Fraịdee, Platt na-eme ngagharị iwe n'èzí ụlọ gọọmentị iji mee ngagharị iwe maka nsogbu ihu igwe, na ma ọ bụ na-enweghị ụlọ ọrụ."
]