[
  "Lillie Mary Clinedinst (née Barbour; March 3, 1885 - May 18, 1985) bụ onye America na-akwado ụmụ nwanyị na onye na-arụ ọrụ.",
  "A mụrụ Barbour na Machị 3, 1885, na Rocky Mount, Virginia, nwa nwanyị nke James Randolph Barbour na Abigail Ferguson Barbour",
  "Barbour biri ma rụọ ọrụ na Virginia ruo mgbe ọ kwagara Nevada n'ihe dị ka 1924.",
  "N'afọ 1925, Barbour lụrụ Joseph B",
  "Clinedinst, onye jere ozi n'akụkụ ya dị ka onye nyocha ụlọ ọrụ maka Virginia Bureau of Labor, onye mechara bụrụ onye ọrụ Nevada State Labor Commissioner.",
  "Barbour bụ onye nkwado ama ama maka ọtụtụ ihe gụnyere ọrụ ọrụ, ikike ụmụ nwanyị nwere ịtụ vootu, na nchedo ụmụaka.",
  "Na mbido afọ 1900, Barbour malitere ịrụ ọrụ dị ka onye na-akwa akwa na onye na-arụ ọrụ n'ụlọ ọrụ uwe ma bụrụ onye otu Local Union No",
  "48 nke United Garment Workers of America na Roanoke, Virginia. A họpụtara ya dị ka onye otu ụlọ ọrụ ahụ ma jee ozi dị ka odeakwụkwọ ya",
  "N'afọ 1910, ọ bụ onye otu kọmitii na-eme ngagharị iwe maka Virginia Federation of Labor, ebe ọ gbara ndị otu ahụ ume ka ha zụta naanị uwe ndị otu ahụ mere.",
  "Site na 1915 ruo 1916, Barbour bụ onye otu na-arụsi ọrụ ike na kọmitii iwu maka njikọ ahụ, na-eme nke ọma na Virginia General Assembly ka ha mee iwu gụnyere nchebe dị ukwuu maka mmanye iwu, ndị mbụ na-azaghachi, na ndị ọrụ mgbanyụ ọkụ. Ọ kwadokwara ka e nwee omume ịkwụ ụgwọ hà nhata iji gbaa ụmụ nwanyị ume ịbụ ndị uwe ojii",
  "Barbour bụ onye nnọchi anya a họpụtara na American Federation of Labor na 1917, 1919, na 1926. N'afọ 1921, a họpụtara Barbour dị ka onye nhazi steeti maka njikọ ahụ. N'ọrụ ahụ, Barbour gara Virginia niile na steeti ndị ọzọ iji hazie ndị ọrụ nwanyị, gụnyere na Louisiana na 1922.",
  "Mgbe ọ kwagara Reno, Nevada, n'ihe dị ka 1924, Barbour nọgidere na-arụsi ọrụ ike n'òtù ndị ọrụ ma jee ozi dị ka odeakwụkwọ-onye na-ahụ maka akụ nke Nevada State Federation of Labor ruo ihe karịrị afọ asatọ. N'ọrụ ya dị ka odeakwụkwọ na-ahụ maka akụ, Barbour nyere aka ịhazi ndị ọrụ afọ ofufo na ihe onwunwe iji kwado Franklin D",
  "Roosevelt na ntuli aka onye isi ala United States nke 1932.",
  "Ka ọ na-erule n'ihe dị ka 1910, Barbour na-agbasa akwụkwọ mkpesa na-akpọ maka mgbanwe na Iwu Virginia iji nye ụmụ nwanyị ikike ịtụ vootu. Barbour bụ onye otu mbụ nke Equal Suffrage League nke Virginia",
  "Ọ gara steeti ahụ dum ma gwa ndị otu ụmụ nwanyị dị iche iche na ndị otu ọrụ okwu banyere mkpa ikike ụmụ nwanyị nwere na otu o si emetụta imeziwanye ọnọdụ ọrụ.",
  "N'afọ 1914, Barbour gbara akaebe n'ihu Virginia House of Delegates Committee on Privileges and Elections iji kwado ikike ụmụ nwanyị. Ọ bụ ezie na mgbalị ahụ enweghị ihe ịga nke ọma, Barbour gara n'ihu na nkwado ya n'ime ọtụtụ afọ sochirinụ, ka ọ na-akwado mgbalị ịchọta kọleji ụmụ nwanyị na Mahadum Virginia site na Co-Ordinate College League of Virginia.",
  "Barbour gara n'ihu na-agba ndị ọrụ aka ike iji kwado ihe kpatara ikike ụmụ nwanyị, na 1917 ọ rụrụ ọrụ dị mkpa na nkwado nke Virginia Federation of Labor maka ikike ụmụ nwanyị na mgbakọ ya kwa afọ.",
  "Mgbe ụmụ nwanyị nwetara ikike ịtụ vootu na mba niile mgbe nkwado nke Ndezigharị nke Iri na itoolu na 1920, Barbour nọgidere na-arụsi ọrụ ike n'ihe kpatara ịkwalite ndebanye aha ụmụ nwanyị na itinye aka na obodo",
  "Mgbe ọ kwagara Nevada, ọ bụ onye otu Nevada League of Women Voters ma họpụta ya dị ka odeakwụkwọ steeti.",
  "Site na 1910 ruo 1917, a họpụtara Barbour dị ka onye nyocha ụlọ ọrụ maka Virginia Bureau of Labor",
  "N'ọrụ ahụ, ọ gara steeti ahụ dum ma nyochaa mmebi iwu ebe ọrụ steeti metụtara nchekwa, ịdị ọcha, na ọrụ ụmụaka",
  "O kwuru ọtụtụ narị ụlọ ọrụ mmepụta ihe na ụlọ ọrụ maka mmebi iwu.",
  "N'afọ 1915, Gọvanọ nke Virginia Henry Carter Stuart họpụtara Barbour dị ka otu n'ime ndị nnọchi anya Virginia na National Child Labor Convention",
  "N'ọnwa Eprel 1917, Gọvanọ Stuart họpụtara Barbour dị ka naanị nwanyị na-eje ozi na Virginia Industrial Council of Safety nke e guzobere ọhụrụ, nke e nyere ọrụ nyocha ọnọdụ na-enye aka na Great Northward Migration of Virginia's African Americans na inye ndụmọdụ nye gọvanọ na ndị omeiwu.",
  "A họpụtara Barbour dị ka onye nyocha maka United States Children's Bureau na 1917. Ọ gara United States niile gaa n'ụlọ ọrụ mmepụta ihe, ụlọ ọrụ canneries, ebe a na-arụ ụgbọ mmiri, na ebe ọrụ mmepụta ụlọ ọrụ ndị ọzọ dị iche iche, ebe ọ rụrụ ọrụ iji mee ka iwu Keating-Owen Child Labor Act nke 1916",
  "Mgbe e mesịrị, Barbour rụrụ ọrụ maka Internal Revenue Service dị ka onye nyocha ụtụ isi na-elekwasị anya na nsogbu ọrụ ụmụaka.",
  "Dị ka onye a họpụtara na gọọmentị etiti, Barbour bụ onye otu Association of Governmental Labor Officials of the United States and Canada, ebe ọ bụ onye isi oche nke nnọkọ gbasara ọrụ ụmụaka na 1922 ma kwuo na ọ dịghị steeti dị na United States nwere \"ihe kwesịrị ekwesị maka itinye akụkụ ọ bụla nke iwu ya maka ichebe ụmụaka\".",
  "Barbour megidere mmachibido iwu na United States ma họpụta ya dị ka onye nnọchiteanya na mgbakọ Nevada iji kagbuo Ndezigharị nke Iri na asatọ na 1933, na-eje ozi dị ka odeakwụkwọ a họpụtara ahọpụta nke mgbakọ ahụ. N'ime afọ 1930, ọ rụkwara ọrụ dị ka onye isi oche nke Ngalaba Mmụta Nevada.",
  "N'oge Agha Ụwa nke Abụọ, Barbour bụ onye isi oche nke ngalaba Reno nke American Legion Auxiliary, na-enyere aka iduzi ọrụ n'ihu ụlọ iji kwado mbọ agha ahụ",
  "O mechara rụọ ọrụ dị ka onye enyemaka nke National Committeewoman na-anọchite anya steeti Nevada.",
  "O mechara bụrụ onye isi oche nke Reno Women's Civic Club n'afọ ndị 1960.",
  "Barbour bụ onye na-azọ ọkwa onye omeiwu steeti Nevada na 1944 dị ka onye ndọrọ ndọrọ ọchịchị",
  "O nweghị ihe ịga nke ọma na ntuli aka Democratic.",
  "Barbour laghachiri Virginia ibi n'ụlọ ndị agadi Roanoke n'ime afọ ndị ikpeazụ ya, ma nwụọ site na nkụchi obi na Mee 18, 1985, ọnwa abụọ mgbe 100 afọ ya gasịrị",
  "E liri ya na Mountain View Cemetery na Vinton, Virginia."
]