[
  "Lily-Rose Melody Depp (amuru 27 Mee 1999)  bu onye omere na ihe nlere nke French-American",
  "Ada nke onye na-eme ihe nkiri Johnny Depp na onye na-agụ egwú Vanessa Paradis,  Na 2014, Depp mere ihe nkiri mbụ ya na obere ọrụ na Tusk",
  "Ọ gara n'ihu mee ihe nkiri na ihe nkiri oge The Dancer (2016), nke ọ na-egwuri Isadora Duncan, Planetarium (2016), na Okwu Eze (2017), n'etiti ọrụ ndị ọzọ (2019)",
  "Onye na-agba egwu na nwoke kwesịrị ntụkwasị obi nwetara Depp nhọpụta maka César Awards maka ọtụtụ ndị na-eme ihe nkiri, a họpụtara ya maka abụọ n'ime ha (2018)",
  "Kemgbe 2015, ọ na-eje ozi dị ka onye nnọchianya nke Chanel maka ụlọ ejiji.",
  "Lily-Rose Melody Depp mụrụ na May 27, 1999, na Neuilly-sur-Seine, France, nke dị n'ebe ọdịda anyanwụ nke Paris",
  "Ọ bụ ada Johnny Depp, onye omere America, onye na-emepụta ihe na onye na-agụ egwu, yana Vanessa Paradis, onye ọbụ abụ French, onye na-eme ihe nkiri na ihe nlereanya bụkwa nwa nwanyị Johnny Depp",
  "Depp nwere nwanne nwoke nke tọrọ aha ya bụ John \"Jack\" Christopher Depp III, bụkwa onye na-eme ihe nkiri",
  "Nwanne nne ya bụ onye na-eme ihe nkiri Alysson Paradis, onye si France",
  "Depp bụ onye sitere na Elizabeth Key Grinstead, onye na-alụ ọgụ nnwere onwe nke Africa na Amerịka bụ onye lụrụ ọgụ maka nnwere onwe na United States",
  "Depp na-ekwu na ya sitere na ndị nna nna America site na nna ya.",
  "Mgbe afọ 14 gachara, nne na nna Depp gbara alụkwaghịm na 2012 wee kwenye ijikọ Depp, bụ onye kewara oge ya ugbu a n'etiti Los Angeles, Paris na New York City.",
  "Depp mere ihe ngosi mpụta mbụ ya na Tusk, nke malitere na Toronto International Film Festival na Septemba 2014",
  "Ya na enyi ya Harley Quinn Smith, nna ya, na onye isi ihe nkiri, Kevin Smith rụkọrọ ọrụ na fim ahụ.",
  "Depp jikọrọ aka na vidiyo egwu \"All Around the World\" nke onye na-agụ egwú Irish Rejjie Snow, nke ewepụtara na Ọktoba 2015. Ewezuga ọrụ ihe nkiri, Depp apụtawo na mkpuchi nke ọtụtụ akwụkwọ akụkọ ejiji ma bụrụ onye nnọchi anya Chanel ika kemgbe 2015",
  "Karl Lagerfeld họọrọ ya mgbe ọ dị afọ 15",
  "Lagerfeld kwupụtara Depp dị ka ihu nke Chanel na-esi ísì ụtọ, Chanel No",
  "5 L'Eau, na 2016.",
  "Depp zaghachiri agwa Tusk ya na Yoga Hosers, ntụgharị gbadoro ụkwụ na agwa ya na Harley Quinn Smith",
  "Na Jenụwarị 2016, ihe nkiri ahụ malitere na Sundance Film Festival.",
  "The Dancer, nke Depp na-egwuri Isadora Duncan, premiered na Un Certain Regard Atiya na Cannes Film Festival na May 2016",
  "Stéphanie Di Giusto na-eme directorial mpụta mbụ na ihe nkiri",
  "A họpụtara Depp ka ọ bụrụ onye na-eme ihe nkiri na-ekwe nkwa na 42nd César Awards maka arụmọrụ ya na ihe nkiri ahụ.   na 22nd Lumières Awards, yana onye na-eme ihe nkiri kacha ekwe nkwa",
  "Depp na Natalie Portman jikọrọ aka na Rebecca Zlotowski's Planetarium dị ka ụmụnne nwanyị abụọ ji mmụọ nsọ na 1930s France n'otu afọ ahụ. Portman ji aka họrọ Depp ka ọ kpọọ nwanne ya nwanyị nke obere na fim ahụ",
  "Na Septemba 2016, ihe nkiri ahụ malitere na Venice Film Festival.",
  "Na 2018, Depp gbara aka n'akụkụ Laurent Lafitte na Vincent Mariette's semi-horror film Les Fauves (Savage)",
  "N'October 2018, ihe nkiri a malitere na France. Depp gbara egwu na ihe nkiri ịhụnanya nwoke kwesịrị ntụkwasị obi, nke Louis Garrel duziri yana onye meriri Oscar Jean-Claude Carrière dere, otu afọ ahụ.  Ihe nkiri a malitere na Septemba na Toronto International Film Festival wee wepụta ya na France na Disemba 2018",
  "Ọ malitere na United States na New York Film Festival na July 2019 wee wepụta ya na New York na Los Angeles",
  "Na 44th César Awards, a họpụtara ya maka onye na-eme ihe nkiri kachasị mma maka oge nke abụọ.",
  "Depp wee pụta na obere akwụkwọ akụkọ Netflix",
  "Ọgwụgwụ ahịrịokwu",
  "ya na Priyanka Chopra, na-akọwa ka Pad Project si nyere ụmụ nwanyị Delhi aka ịmalite azụmahịa n'ichepụta ihe ọcha nke onwe ha. Na 91st Academy Awards, akwụkwọ akụkọ ahụ meriri akwụkwọ akụkọ kacha mma (Ihe dị mkpirikpi)",
  "Netflix wepụtara ya na February nke afọ 2019. A họpụtara Depp maka ihe nrite Romy Schneider maka ọtụtụ ndị na-eme ihe nkiri na Eprel 2019.",
  "N'ọnwa Jun, Depp rụkọrọ ọrụ na obere ihe nkiri French nọọrọ onwe ya Quel Joli Temps Pour Jouer Ses Vingt-ans (My Last Lullaby), nke ya na nwanne nne ya Alysson Paradis dere",
  "Depp na-egwuri Paloma, nwa agbọghọ nke na-ewute ọnwụ nke nna nna ya",
  "Enyere ihe onyonyo kacha mma na 2019 New York Film Awards na Short Short Short na 2019 Los Angeles Film Awards, ihe nkiri a dị ugbu a na ihe nkiri",
  "Mor Cohen nke New York Film Awards dere na ntụle ya nke na ọ siri ike icheta na ndị a bụ akụkọ ifo na ọ bụghị ezigbo mmadụ,\" ka Lily-Rose Depp na-eduzi",
  "ihe nkiri ahụ",
  "Akpọrọ Depp aha onye na-eme ihe nkiri kacha mma na ihe nkiri Los Angeles 2019 maka arụmọrụ ya na My Last Lullaby",
  "A họpụtara ya maka ihe nrite ahụ",
  "Les Brandt dere maka ihe nkiri Los Angeles Film Awards, \"Depp na-egosipụta ebili mmiri sonic nke ngosipụta nka na anya ya na ọrụ dị n'ime nke dị aghụghọ ma dị oke ike, na mgbe ọ dị obere bụ ihe na-atọ ụtọ ikiri.\"",
  "Depp meziri kpakpando na The King, nke David Michôd duziri, na-emegide Timothée Chalamet na Robert Pattinson dị ka Catherine nke Valois",
  "Ọ nwere ihe ngosi ụwa ya na Venice Film Festival na Septemba 2019 ma Netflix kesara ya kemgbe Nọvemba 2019.  Owen Gleiberman nke dị iche iche kwuru, \"Lily Rose-Depp na-eme ka ọnụnọ ya nwee mmetụta, ikekwe na nke mbụ ya, dị ka Catherine nke Valois",
  "onye omume ụwa siri ike dabara na Henry,\" na The Film Stage's Rory O'Connor kpọrọ ya \"ezigbo cameo.\"",
  "N'afọ 2021, Depp jikọrọ aka na nsogbu ọgba aghara opioid na Gary Oldman, Armie Hammer na Evangeline Lilly, yana Neil Burger's sci-fi thriller Voyagers na Colin Farrell, Tyrrell Sheridan, Isaac Hempstead Wright na Fionn Whitehead.",
  "Ihe omume Depp na-esote gụnyere Wolf Nathalie Biancheri,  nke ya na George MacKay ga-emekọ ihe, yana Silent Night, ihe nkiri ekeresimesi na-atọ ọchị bụ Keira Knightley na Roman Griffin Davis",
  "Na Moose Jaws, ọ ga-eweghachi ọrụ ya dị ka Tusk na Yoga Hosers. Depp ga-eme mpụta ihe onyonyo ya na usoro ihe nkiri HBO na-abịa bụ The Idol, yana onye na-ese ihe na-edekọ Abel “The Weeknd” Tesfaye.",
  "Marilyn Manson na onye na-ede akwụkwọ akụkọ François-Marie Banier bụ nne na nna Depp, onye bụ nwa ha nwanyị",
  "Kemgbe a mụrụ ya, Depp bụ isiokwu nke tabloid na mgbasa ozi mgbasa ozi, nke gụnyere mkpuchi ụbọchị ọmụmụ ya, ịga na mmemme mmekọrịta ọha na eze, na nkatọ nke nhọrọ ejiji ya.    Ọ maara ma Bekee na French nke ọma, ọ na-asụkwa German",
  "Depp bụ nwa amaala France na United States",
  "N'ime afọ agadi ya nke ụlọ akwụkwọ sekọndrị, Depp kpebiri ịpụ ka ịchụso ọrụ ime ihe oge niile",
  "Ọ na-alụbu anorexia n’oge gara aga, ma o nwewo ike imeri ya.",
  "Depp gbara maka iO Tillett Wright's Self-Evident Truths Project na August 2015, na-ekwu na ọ nọ na ụdị LGBT",
  "Depp mechara kọwaa na ọ na-ekwu okwu banyere ịkọwa onwe ya, ọ bụghị gbasara mmekọahụ nke ya.",
  "N'agbanyeghị na Depp nọ n'okpuru afọ ịtụ vootu iwu n'oge ahụ, ọ kwadoro Bernie Sanders n'oge primaries nke Democratic Party na 2016",
  "Na February 2017, Depp na nne ya Vanessa Paradis e sere foto maka obodo anyị nke ndị mmụọ ozi magazin; Enyere ego sitere na mbipụta ahụ nye Planned Parenthood.",
  "Mgbe ya na Timothée Chalamet sere The King (2019) na 2018, Depp malitere ịlụ ya",
  "Dabere na akụkọ dị iche iche na-ezo aka na British Vogue, di na nwunye ahụ kewara na mbido 2020."
]