[
  "Lindiwe Nonceba Sisulu (amụrụ na 10 Mee 1954) bụ onye ndọrọ ndọrọ ọchịchị South Africa, onye otu ndị omeiwu kemgbe 1994, na onye otu National Executive Committee nke African National Congress na-eje ozi ugbu a dị ka Minista nke Njem kemgbe Ọgọst 2021",
  "Ọ rụrụ ọrụ dị ka Minista nke Ụlọ (2004 ruo 2009), Minista nke Nchebe na Ndị Agha (2009 ruo 2012), Minista na-ahụ maka Ọrụ Ọha na Nchịkwa site na 2012 ruo 2014",
  "na Minista nke Ebe obibi mmadụ, Mmiri na Ahụike site na 2014 ruo 2021.",
  "A mụrụ Sisulu n'aka ndị isi mgbanwe Walter na Albertina Sisulu na Johannesburg. Ọ bụ nwanne nwanyị nke onye nta akụkọ Zwelakhe Sisulu na onye ndọrọ ndọrọ ọchịchị Max Sisulu.",
  "Site na 1975 ruo 1976, e jidere Sisulu maka ọrụ ya na-emegide ịkpa ókè agbụrụ",
  "N'oge ọ na-agba ọsọ ndụ site na 1977 ruo 1979 ọ sonyeere ngalaba agha nke ANC, Umkhonto we Sizwe, ọkachamara na Intelligence.",
  "N'afọ 1973, Lindiwe Sisulu gụsịrị akwụkwọ na Waterford Kamhlaba United World College of Southern Africa na Mbabane, Swaziland",
  "N'afọ 1980, Sisulu nwetara nzere BA na Diploma na Education, na 1981 natara BA Hons na History na Mahadum Swaziland",
  "O nwetakwara MA na akụkọ ihe mere eme, na 1989 MPhil site na Centre for Southern African Studies na Mahadum York na UK.",
  "N'etiti afọ 1980, Sisulu rụrụ ọrụ dị ka onye nkuzi na Manzini Teachers Training College. N'afọ otu puku , narị itoolu na iri itoolu ọ ghọrọ onye isi na-enyere Jacob Zuma aka na ọrụ nzuzo nke ANC",
  "Onye nchịkọta akụkọ, \"The Times of Swaziland\", Mbabane, Swaziland (1983)",
  "Chief Examiner, History for Junior Certificate Examinations Syndicate na Botswana, Lesotho na Swaziland (1985 - 1987)",
  "Onye ndụmọdụ nke National Children's Rights Committee, United Nations Educational, Scientific and Cultural Organisation (UNESCO) (1992)",
  "O guzobere Ọmụmụ Nchịkwa Ndị Uwe Ojii na PDM, Mahadum nke Witwatersrand (1993).",
  "A họpụtara Sisulu na gọọmentị dị ka osote minista na-ahụ maka ihe ndị dị n'ụlọ n'afọ 1996, na-eje ozi ruo n'afọ 2001",
  "Mgbe ọ bụ Minista na-ahụ maka nchekwa, ọ họpụtara Tony Yengeni na Kọmitii Nnyocha Nchebe.",
  "Ọ dịla anya a na-ewere Sisulu dị ka onye nwere ike ịzọ ọkwa onye isi ala, ebe ọ gara n'ihu na 2007 na 2012, ọ kwupụtara mkpọsa onye isi ala ya na July 21 na Walter Sisulu square na Kliptown, ebe a nabatara Charter Freedom. Sisulu nakweere okwu \"Ọ ga-abụrịrị\" ebe ọ kpọrọ ndị na-akwado ya ka ha sonyere ya na mkpọsa \"ga-eme\"",
  "Mgbe ọ kwupụtara ebumnuche ya ịzọ ọkwa onye isi ala, o kwuru, sị: \"Ihe anyị ga-eme bụ ime ka ANC dị ọcha ma weghachite ụkpụrụ mbụ ya\"",
  "N'abalị iri na ise n'ọnwa Disemba n'afọ 2017, Sisulu si n'asọmpi onye isi ala pụọ, na-ahọrọ ka ọ bụrụ onye osote onye isi ala. David Mabuza meriri ya.",
  "Mgbe Onye isi ala Cyril Ramaphosa kwupụtara kansụl ya gbanwere agbanwe, a kpọpụrụ Sisulu na Ngalaba nke Human Settlements gaa na Ngalaba Mmekọrịta na Mmekọrịta Mba Nile, na-anọchi Maite Nkoana-Mashabane.",
  "Ọrụ ụlọ Lindiwe Sisulu nke a na-akpọ N2 Gateway etinyela aka n'ọtụtụ esemokwu",
  "Ndị bi na Joe Slovo Informal Settlement jụrụ ka a kpọga ha na Delft, Cape Town, iji mee ka ụgwọ gọọmentị na ụlọ n'efu",
  "Mgbe ndị bi na Joe Slovo mere ngagharị iwe, Sisulu nwetara nkatọ dị ukwuu site n'aka ndị otu obodo maka ịsị \"ọ bụrụ na ha ahọrọ ịghara imekọ ihe ọnụ na gọọmentị, a ga-ewepụ ha kpamkpam na ndepụta ụlọ niile na-echere\". Ọtụtụ akwụkwọ ozi ndị Sisulu na UWC Prọfesọ Martin Legassick na-agbanwerịta nlebara anya n'ihi na Legassick jụrụ Sisulu izute ndị bi na Joe Slovo.",
  "N'ọnwa Disemba afọ 2007, N2 Gateway bụkwa ebe obibi kachasị n'ụlọ n'ụzọ iwu na-akwadoghị n'akụkọ ihe mere eme nke mba ahụ",
  "Ihe si na ya pụta bụ ịkwaga ọtụtụ puku ezinụlọ n'ime Mpaghara Mpaghara Na-agafe Oge na n'okporo ụzọ Symphony Way.",
  "Na Septemba 2009, ọ họpụtara Paul Ngobeni dị ka onye ndụmọdụ iwu ya",
  "A mara nhọpụta a aka ozugbo site n'akụkụ dị iche iche, gụnyere Kọmitii Na-ahụ Maka Akụkọ Ọha (SCOPA) na Kọmitii na-ahụ Maka Nchebe, n'ihi na ọ rughị eru ịrụ ọrụ iwu na South Africa ma a machibidoro ya ịrụ ọrụ iwu n'ụlọ ọrụ US ebe ọ na-eche ebubo mpụ ihu maka wayo, izu ohi na obere ohi.",
  "Sisulu banyere n'ime esemokwu na Nọvemba 2012 mgbe ndị omeiwu boro ya ebubo na ọ na-eji ụgbọ elu ụgbọ elu ndị isi mee ihe n'oge ọ bụ Minista na-ahụ maka nchekwa na ndị agha",
  "E boro ya ebubo na ya na ndị agha ụgbọelu South African na-agbazite ụgbọelu Gulfstream na-eme njem 203 ma n'ihi ọdịda nchịkwa, ọnụ ọgụgụ a ezighi ezi ma rịọ mgbaghara mgbe nke ahụ gasịrị",
  "O mere naanị njem iri atọ na ise n'ezie.",
  "N'ọnwa Eprel afọ puku abụọ na iri na atọ , ọ họpụtara Menzi Simelane dị ka onye ndụmọdụ iwu ya. N'ikpe (n'ọnwa Ọktoba afọ 2012) nke na-achọpụta na ọ gaghị eru ka a họpụta ya dị ka onye isi nke National Prosecuting Authority, Onye ọka ikpe nke ụlọ ikpe iwu Zac Jacoob kwuru \"[Anyị] kwubiri na ihe akaebe ahụ na-emegiderịta onwe ya na ihu ya na-egosi ịkwụwa aka ọtọ Maazị Simelane",
  "Ọ na-ewelite ajụjụ siri ike banyere akọ na uche Maazị Simelane, iguzosi ike n'ezi ihe, na ntụkwasị obi",
  "\""
]