[
  "Linda Mvusi (c",
  "1955 na Bloemfontein- ) bụ ónyé na-eme ihe nkiri na ónyé na-ese ụkpụrụ ụlọ",
  "Mvusi nwetara ihe nrite màkà onye na-eme ihe nkiri kachasị mma na 1988 Cannes Film Festival màkà ọrụ ya na ihe nkiri A World Apart nke Chris Menges duziri",
  "Mvusi bụ ónyé South Africa mbụ nwetara ihe nrite ónyé na-eme ihe nkiri kacha mma na Cannes. Mvusi nwetakwara ihe nrite màkà ịdị mma màkà ihe owuwu ya na Museum Apartheid.",
  "A mụrụ Linda Mvusi na Free State na (ihe dị ka) 1955 ma zụlite ya na Northern Rhodesia, Ghana na Kenya. Ọ zụrụ dị ka ónyé na-ese ụkpụrụ ụlọ ma na-arụ ọrụ ya na Harare mgbè ọ zutere Chris Menges ónyé na-anwa ịchọta ebe maka ihe nkiri ya, A World Apart, nso Bulawayo",
  "Mvusi na mbụ na-akpachara ányá màkà ihe nkiri a n'ihi na ọ na-eche na ọ bụ ihe nkiri nke ndị si n'èzí ji ego mba ọzọ mee màkà ndị na-ege ntị mba ọzọ",
  "Mvusi chere na ọtụtụ nde ego mbà ọzọ na-egbochi ndị Afrịka ịkọ akụkọ nke ha",
  "O kwuru na \"ndị na-eme ihe nkiri ọcha na-egbochi uto nke anyị, echiche nke anyị banyéré akụkọ ihe mere eme [na] eziokwu nke anyị\"",
  "Otú ọ dị Menges masịrị ya mgbè ọ malitere itinye ndị ọbọdọ na ndị otu ANC n'ime ndị na-eme ihe nkiri.",
  "Ihe nkiri ahụ dabeere na egwuregwu akụkọ ndụ onwé ónyé nke Shawn Slovo",
  "Ihe nkiri ahụ na-akọ akụkọ banyéré Shawn Slovo dị afọ iri na atọ nwa nwanyị Joe Slovo",
  "Ọ bụ màkà ndụ nné ya Ruth First",
  "Ihe nkiri ahụ na-enyocha mmekọrịta dị n'etiti nwa nwanyị na nné ya ọcha",
  "Nne ahụ na-etinye aka n'ịlụ ọgụ megide mmegbu ndọrọ ndọrọ ọchịchị na South Africa, mana nrụgide nke ezinụlọ na ndọrọ ndọrọ ọchịchị zutere ma mee ka ezinụlọ kewaa",
  "E debere ya n'oge ọchịchị ịkpa ókè agbụrụ na South Africa",
  "Joe Slovo bụ ónyé isi nke pati Kọmunist na South Africa n'oge ahụ",
  "N'ime ihe nkiri ahụ, a gbanwere aha ndị nne na nna ka ọ bụrụ Gus na Diana Roth ma gbanwee aha nwa ha nwanyị ka ọ bụrụ Molly. Na ndụ n'ezie na ihe nkiri ahụ, ha were odibo n'ọrụ iji lekọta nwa ha",
  "Onye a, Elsie, bụ ónyé Mvusi mere na fim ahụ.",
  "Menges kwuru na ọ họọrọ iso ndị na-abụghị ndị ọkachamara na-eme ihe nkiri dịka Mvusi na Jodhi May rụọ ọrụ (ọ mere Molly na ihe nkiri ahụ)",
  "Echiche a nwèrè ike igosipụta mmekọrịta ọjọọ dị n'etiti Menges na Barbara Hershey, ónyé rụrụ ọrụ dị mkpà nke nne ahụ. Mvusi kọrọ na enwere ọtụtụ arụmụka n'oge a na-eme ihe nkiri ahụ",
  "Ọtụtụ n'ime esemokwu ahụ bụ n'ihi na ọ chọghị ịhapụ \"akụkọ ojii\", mana Mvusi chere na arụmụka ahụ bara uru dịka ihe nkiri ahụ bụ eziokwu na ozi ya",
  "Ọ na-eto Menges màkà ijide n'aka na ha \"na-enwe ọmịiko nke ukwuu, n'ihi na ha bụ eziokwu\". A raara ihe nkiri ahụ nye Ruth First ónyé bọmbụ ndị uwe ojii South Africa zitere gburu n'afọ 1982.",
  "Magazin Newsweek chere na arụmọrụ ya bụ ihe a ga-enye otuto. Mvusi laghachiri n'ọrụ ya dị ka ónyé na-ese ụkpụrụ ụlọ ma na-arụ ọrụ na ụlọ ọrụ nke ya na South Africa",
  "Ọ rụrụ ọrụ na Ebe Ngosi Ihe Mgbe Ochie nke Akpa ókè agbụrụ na Johannesburg",
  "ebe ụlọ ọrụ South African Institute of Architects kpọrọ aha ya na ònyìnyé màkà ịdị mma",
  "N'afọ 2004, Mvusi na-arụ ọrụ n'ọbọdọ mepere emepe a na-akpọ Fort West na Tshwane.",
  "1988 Cannes Film Festival",
  "Ụlọ Ọrụ Ndị Na-ahụ Maka Ihe Ndị Na-ese Ihe na South Africa"
]