[
  "Lindiwe Daphney Zulu (amụrụ na 21 Eprel 1958) bụ Minista na-ahụ maka mmepe ọha na eze na South Africa.",
  "Ọ bụ onye ndụmọdụ pụrụ iche nye Onye isi ala na mmekọrịta mba ụwa",
  "Ọ rụrụ ọrụ dị ka onye isi nkwukọrịta maka nzukọ ụmụ nwanyị Africa PAN na Angola na 1988",
  "N'afọ 1989, ọ kwagara Lusaka, Zambia ebe ọ nọ n'ọkwa onye isi nkwukọrịta na ngalaba ANC nke Religious Affairs",
  "N'afọ 1990, ọ kwagara Uganda ebe ọ bụ onye isi nkwukọrịta na onye nchịkwa n'ọfịs ANC",
  "N'afọ 1991, ọ laghachiri South Africa wee bụrụ onye isi nkwurịta okwu na ANC Women's League.",
  "A họpụtara ya na Ngalaba Ozi na Mgbasa Ozi nke ANC dị ka ọnụ na-ekwuchitere ntuli aka ọchịchị onye kwuo uche ya mbụ",
  "N'afọ 1994, ọ ghọrọ onye otu Gauteng Legislature na 1995 a họpụtara ya dịka osote onye isi oche nke Gauteng Legeslature",
  "N'afọ 1999 ọ bụ onye ndụmọdụ pụrụ iche nye Minista na-ahụ maka ihe gbasara mba ofesi",
  "N'afọ 2001, a họpụtara ya ka ọ bụrụ onye isi nchịkwa maka Western na Central Africa ruo n'afọ 2003 ebe ọ ghọrọ onye isi nchịk nke gọọmentị na mmekọrịta mba ụwa, Vodacom group",
  "N'afọ 2004, ọ ghọrọ onye nnọchi anya South Africa na Brazil",
  "N'afọ 2007, a họpụtara ya ka ọ bụrụ onye isi kọmitii nke mba ANC",
  "N'afọ 2009, a họpụtara Ms Zulu ka ọ bụrụ onye omeiwu dị ka onye omeiwu na National Assembly",
  "Ọ na-eje ozi ugbu a dị ka Minista nke Mmepe Ọha.",
  "A mụrụ Zulu na 21 Eprel 1958 n'obodo nta Nhlazatshe, Eastern Transvaal (nke bụzi Mpumalanga); Otú ọ dị, e bibiri obodo ahụ n'ala n'oge ịkpa ókè agbụrụ. A manyere ndị obodo ahụ iguzobe ụlọ ọhụrụ na Madadeni, Newcastle nke dị na bantustan KwaZulu",
  "Otú ọ dị, nne na nna Zulu, kwagara ezinụlọ ha na Swaziland ebe nne ya bụ onye Swazi si Gege",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ St",
  "Theresa na Mjingo tupu ọ gaa Swaziland Cooperative Development College na Ezulwini",
  "Mgbe ahụ, ọ sonyeere African National Congress wee gaa mba ọzọ na Mozambique.",
  "Zulu gara Solomon Mahlangu Freedom College, SOMAFCO, na Mazimbu, Tanzania tupu ọ nweta agụmakwụkwọ iji mụọ akwụkwọ akụkọ na USSR",
  "Ọ nọrọ afọ asaa na Moscow, nweta nzere masta na Journalism na asụsụ Russian",
  "N'afọ 1987, ọ gara Angola maka ọzụzụ agha zuru oke na Pan Africanist Women's Organisation.",
  "Zulu si mba ọzọ lọta n'afọ 1992 ka ọ bụrụ onye isi nkwukọrịta na ANC Women's League",
  "Ọ ghọrọ onye otu kọmitii na 1993. N'afọ 1993, a kwadoro ya na ngalaba ozi na mgbasa ozi nke ANC dị ka ọnụ na-ekwuchitere ntuli aka ahụ",
  "N'afọ 1994, ọ sonyeere ndị omeiwu Gauteng Provincial Legislature ma họpụta ya dịka osote onye isi oche n'afọ 1995",
  "Site na 1999 ruo 2001 ọ bụ onye ndụmọdụ pụrụ iche nye Minista na-ahụ maka ihe gbasara mba ọzọ",
  "Site na 2001 ruo 2003 ọ bụ Chief Director maka ọdịda anyanwụ na etiti Africa na Ngalaba Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ",
  "N'afọ 2004, e zigara ya na Brazil dị ka onye nnọchi anya South Africa ruo afọ anọ na ọkara",
  "Kemgbe afọ 2009 ọ bụ onye omeiwu ANC",
  "N'afọ 2013, a họpụtara ya na Kọmitii Ọrụ Mba nke ANC",
  "Kemgbe afọ 2014 ọ nọ n'ọkwa Minista nke Mmepe Obere Azụmaahịa. N'afọ 2018, e wepụrụ ya n'ịgha ụgha banyere ịzụta ụgbọala ndị minista nke a na-ebo ebubo na ọ furu R3.1m, mana n'ezie ọ furu R1.8m.",
  "Zulu nwere ụmụ anọ: ụmụ nwanyị Nokuthula na Phindile, na ụmụ nwoke Sipho na Boitumelo",
  "Zulu lụrụ Kgosietsile Itholeng, onye South Africa ibe ya nọ n'ebe a chụgara ya, onye ọ zutere na Angola",
  "A na-akpọ nwa ya nwoke, Sipho, aha nna ya",
  "Nwanne ya nwoke bụ onye otu Pan African Congress.",
  "Àtụ:Jacob Zuma cabinet 2Àtụ:Ramaphosa first cabinetÀtụ:Current MPs of South Africa"
]