[
  "Onye Ọkachamara Lindiwe Sibanda Majele Onye nduzi na Onye isi oche: ARUA Centre of Excellence in Sustainable Food Systems (ARUA-SFS) Mahadum Pretoria South Africa",
  "Onye Ọkachamara Lindiwe Majele Sibanda bụ onye sayensị na-ahụ maka usoro nri, onye na-akwado iwu na onye a tụkwasịrị obi na usoro nri. O nwere ihe karịrị afọ iri abụọ na ise nke ọrụ trans-disciplinary na ọrụ ugbo na mmepe ime obodo, mgbanwe na njikwa iwu ọha na eze na nke onwe, iri na ise n'ime ha nọ na ọkwa dị elu na ụlọ ọrụ agụmakwụkwọ, sayensị, nke onwe na nke ọha",
  "Ọ bụ onye a ma ama na-ahụ maka teknụzụ na onye na-ahụkarị na mba ọzọ",
  "N'ụwa niile, Onye Ọkachamara Lindiwe Majele Sibanda bụ onye ndú a ma ama ma rụọ ọrụ dị ka onye nlekọta na onye ndụmọdụ maka ọtụtụ atụmatụ gbasara nchekwa nri mba ụwa",
  "Ọ bụ onye na-eje ozi na SDG Target site na afo 2030 Champions 12.3, onye isi oche nke Global Alliance of Climate-Smart Agriculture, onye otu World Vegetable Board, na onye kọmishọna maka akụkọ EAT-Lancet na Sustainable Healthy Food Systems. N'oge gara aga, ọ rụrụ ọrụ dị ka onye otu United Nations (UN) Committee for Policy Development (CDP), na African Union Commission (AUC) Leadership Council; prọfesọ mahadum na ọrụ ugbo, sayensị anụmanụ na sayensị ụmụ anụmanụ ma bụrụ onye nkuzi ọbịa na ọtụtụ mahadum",
  "Ọ bụ onye natara ọtụtụ onyinye maka enyemaka ya maka ọrụ ugbo na nchekwa nri n'Africa; gụnyere, Science Diplomacy Award site na Gọọmentị South Africa (2015); FARA Award for Exemplary leadership (2014); na Yara 2013 Prize Laureate; (2013)",
  "O nwere BSc Degree Animal Production First Class Honours site na Mahadum Alexandria na Egypt na MSc na PhD, Mahadum Reading, UK",
  "Ọ bụ onye nduzi na onye isi oche ugbu a, African Research Universities Alliance Centre of Excellence in Sustainable Food Systems (ARUA-SFS).",
  "1992 - PhD",
  "Ọrụ ugbo/Ọdịdị anụmanụ",
  "1988 - Mahadum nke Reading, UK 1988, M",
  "Sc Ọrụ ugbo/ Sayensị ahịhịa",
  "1986 - Mahadum Alexandria, Egypt 1986 B",
  "Sc",
  "Ọrụ ugbo",
  "Bekee, French, Arabic, Zulu, Shona"
]