[
  "Linda agnes Auma bụ onye ndọrọ ndọrọ ọchịchị na onye omeiwu Uganda, ọ na-anọchite anya ndị obodo Lira dị ka nwanyị so na ndị omeiwu nke Uganda, nke ọ banyere na tiketi onwe ya. Auma bụ minista steeti maka Mmekọahụ na ọdịbendị na osote onyeisi oche nke kansụl ụmụ nwanyị nke mba. Ọ bụkwa onye bụbu onye isi mpaghara Resident (RDC) nke mpaghara Amuru.",
  "Auma bụ nwa nwanyị nke onye isi agha David Oyite Ojok, onye isi ndị ọrụ nke Uganda National Liberation Army (UNLA) n'oge ọchịchị nke abụọ nke Dr Apollo Milton Obote.",
  "Auma nwụnahụrụ nna ya mgbe ọ dị afọ abụọ",
  "Oyite Ojok nwụrụ n'ihe mberede helikopta n'afọ 1983 na-aga njem iji nyochaa oganihu nke ndị nnupụisi, National Liberation Army (NRA) nke Yoweri Kaguta Museveni duziri, onye mechara weghara ọchịchị n'afọ 1986.",
  "Auma nwụkwara nne ya mgbe ọ dị afọ asatọ, nke hapụrụ ya nwa mgbei kpamkpam na nwata ya na ndụ ya bụ ịda ogbenye na nhụsianya",
  "Auma gara ụlọ akwụkwọ site n'enyemaka nke ndị na-atụ anya ihe ọma, ọ mụkwara nwa mbụ ya nwanyị mgbe ọ dị afọ iri na isii.",
  "Mgbe ọ dị afọ iri abụọ na isii",
  "Auma dị ka nne nke ụmụ abụọ laghachiri n'ụlọ akwụkwọ iji mezue agụmakwụkwọ O'level ya na ụgwọ ụlọ akwụkwọ ya bụ onye isi ala Yoweri Museveni, onye bụbu onye iro nna ya.",
  "Mgbe nke ahụ gasịrị, o mere asambodo na ndekọ ego wee debanye aha maka diplọma na nchịkwa azụmaahịa ma mesịa nweta nzere bachelọ na nchịkwa azụmahịa.",
  "Auma banyere na ndọrọ ndọrọ ọchịchị site na ịsọ mpi ma bụrụ onye isi oche ndị ntorobịa nke obodo Lira n'okpuru kansụl ndị ntorobịa mba, e mechara họpụta ya na afo 2006 dịka onye kansụl ntorobịa maka ngalaba etiti na kansụl obodo Lira.",
  "Na afọ 2016, ọ chọrọ oche nwanyị MP nke obodo Lira na tiketi National Resistance Movement mana ọ dara na primaries",
  "Joyce Ongom nke Uganda People's Congress (UPC) ga-emeri oche MP.",
  "Mgbe ntuli aka afo 2016 nke Uganda gasịrị, onye isi ala Museveni họpụtara Auma dị ka RDC nke mpaghara Amuru.",
  "N'ịgba ọsọ na ntuli aka nke afo 2021 Uganda, Auma meriri Florence Angina na ntuliaka nke NRM, mana e wepụrụ mmeri ya mgbe a gụgharịrị vootu.",
  "A mara Florence Angina dị ka onye na-eburu ọkọlọtọ NRM maka nwanyị Lira so n'oche ndị omeiwu, nke a kpaliri Auma ịgba ọsọ dị ka onye nwere onwe ya ma bụrụ onye mmeri na ntuli aka n'ozuzu.",
  "Na nzuko omeiwu nke Uganda, Auma na-eje ozi na kọmitii na-ahụ maka gburugburu ebe obibi na ihe onwunwe okike. Ọ na-ejekwa ozi dị ka odeakwụkwọ mgbasa ozi nke Uganda Women Parliamentary Association (UWOPA).",
  "Aumas firstborn daughter Shakila Among Meenyi was crowned Miss Lira in 2017",
  "She was also the face of Lango Cultural Heritage and was crowned Miss Tourism Northern Region in 2020",
  "Shakila Among also represents the youth of Lira at Lira city council."
]