[
  "Linda Maserame Motlhalo (amụrụ n'ụbọchị mbụ n'ọnwa Julaị n'afọ 1998) bụ onye na-agba bọọlụ na South Afrika nke na-agba bọọlụ dị ka onye na-eme egwuregwu maka klọb Swedish Djurgardens na ndị otu ụmụ nwanyị South Africa",
  "A makwaara ya dị ka 'Randfontein Ronaldinho'.",
  "A mụrụ Linda Motlhalo na Brandvlei, Northern Cape, na Jenụwarị 7, 1998. Ezinụlọ ya nwere akụkọ ihe mere eme nke bọọlụ, nna ya Johannes Motlhalo na-anwa ịghọ onye egwuregwu ọkachamara",
  "Ọ bụ ezie na o meghị otú ahụ, nwanne ya nwoke Joseph Motlhalo ghọrọ onye na-edebe goolu maka Kaizer Chiefs FC n'etiti afọ 1970 na 1985.",
  "Motlhalo gara TuksSport High School, n'oge ahụ ọ bụ akụkụ nke South African High Performance Centre dị na Pretoria.",
  "Na 1 Febụwarị 2018 Motlhalo bịanyere aka na Houston Dash na National Women's Soccer League",
  "Ọ bụ onye isi nchịkwa Dash Vera Pauw bụ onye zụrụ ndị otu mba South Afrika site na 2014 ruo 2016. Motlhalo mere ngosipụta21 NWSL maka Dash ma gbaa 1 goolu",
  "[[citation needed]",
  "Houston Dash hapụrụ Motlhalo na 6 Febụwarị 2019.",
  "Na 22 Febụwarị 2019 a kpughere Motlhalo dị ka onye egwuregwu nke Beijing BG Phoenix F.C",
  "na Chinese Women's Super League, sonyeere ya na South Afrika na onye bụbu onye otu Houston Dash Thembi Kgatlana onye kwagara China.",
  "Na 18 Jenụwarị 2020 a mara ọkwa na Motlhalo sonyeere ndị Swedish Djurgardens IF na nkwekọrịta afọ abụọ, dabere na ịnata visa ọrụ ya.",
  "Motlhalo mere nke mbụ ya na 22 Febụwarị 2020, na-agba bọọlụ ugboro abụọ mgbe ọ bịarutere dị ka onye nnọchi anya na mmeri Stockholm derby na AIK. N'ọnwa Jenụwarị afọ 2021, ndị otu Djurgardens kpọrọ ya onye ọhụrụ nke Afọ maka arụmọrụ ya n'ofe oge 2020.",
  "Na Jenụwarị 2022 a mara ọkwa na Motlhalo bịanyere aka na nkwekọrịta afọ abụọ ọhụrụ iji nọrọ na klọb ahụ.",
  "Mgbe ọ na-aga High Performance Centre, Motlhalo gbara bọọlụ maka otu egwuregwu bọọlụ ụmụ nwanyị South Afrika na-erubeghị afọ 20 dị ka onye na-aga n'ihu",
  "Nke a gụnyere na egwuregwu dị ka akụkụ nke 2015 African U-20 Women's World Cup Qualifying Tournament.",
  "Motlhalo gara 2019 FIFA Women's World Cup na South Afrika mana ọ batara na asọmpi ahụ na-alụ ọgụ na mmerụ ahụ",
  "Ọ bụ ezie na ọ malitere egwuregwu mmeghe nke otu ahụ na Spain, ihe fọdụrụ na asọmpi ya bụ naanị n'oge na-adịghị anya na China.",
  "Na Septemba 2021, Motlhalo gbara South Afrika na mmeri 4-2 na Naịjirịa ka Banyana Banyana meriri Aisha Buhari Cup na Lagos. Motlhalo mechara bụrụ onye kacha gbaa bọọlụ na South Afrika na iru eru maka 2022 Africa Women Cup of Nations, na-agba goolu ise n'ime egwuregwu anọ ya na Mozambique na Algeria iji nyere Banyana Banyana BANA aka idebe ebe na ngwụcha.",
  "Mkpụrụ na nsonaazụ depụtara ihe mgbaru ọsọ South Afrika nke mbụ"
]