[
  "Lindsey Chukwufumnanya Abudei, onye a maara dịka Lindsey Abudei, bụ onye na-agụ egwu na onye n'ede egwu na Naijiria",
  "Ọ malitere idekọ ma nwee jam sessions na M.I Abaga nakwa Jesse Jagz mgbe ọ ka bụ nwa akwụkwọ iwu n'afọ 2014",
  "Abudei ewepụtala ọrụ abụọ n'onwe ya; Brown: The EP (2013) nakwaBass bụkwa Eze Nwanyị [Ihe e dere n'ala ala peeji]",
  "Onye nke mpaghara Delta Steeti, Naijiria ndị na-asụ Igbo, a mụrụ Abudei ma zụlite ya na Jos",
  "O nwetara akara ugo mmụta n'iwu na Mahadum Jos mana o kpebiri ịchụso ọrụ n'egwu mgbe ọ gụsịrị akwụkwọ. A mụrụ Abudei n'aka ndị nne na nna n'etinye aka n'egwu n'oge ha bụ nwata",
  "Ọ họọrọ ime egwu neo-soul na R&B mgbe ọ nụsịrị ndị na-agụ egwu dịka Stevie Wonder, Roberta Flack, Sade, Prince, Nat King Cole, R.E.M",
  "Skeeter Davis, Andy Williams, The Beach Boys nakwa Omar Lye-Fook.",
  "N'afọ 2004, Abudei malitere idekọ egwu ya na MI, Jesse Jagz nakwa Ruby Gyang (ndị nọ n'okpuru Loopy Records n'oge ahụ) mgbe ọ ka bụ nwa akwụkwọ na Mahadum Jos",
  "N'afọ 2010, ọ gara nyocha maka oge nke atọ nke Project Fame West Africa",
  "Ọ bụ ezie na ọ hapụrụ ikpo okwu ahụ dị ka onye a chụpụrụ n'oge mbụ, o jisiri ike dọta ndị na-akwado ya. Abudei nwere oge dị mkpirikpi na The Jazzcats, otu egwu jazz",
  "Ọ gbazinyere olu ya nye M.I's \"Jehovah\", egwu sitere na album studio mbụ ya Talk About It",
  "Ọ gbazinyekwara olu ya nyekwa DJinee's \"Thank You\" nakwa Jesse Jagz's \"This Jagged Life\".",
  "N'abalị iri abụọ na anọ n'ọnwa Febụwarị n'afọ 2013, Abudei wepụtara egwu asatọ ya bụ EP Brown n'onwe ya",
  "Stylized dị ka Brown: The EP, EP nwere egwu bonus atọ ma Atta Lenell, Jesse Jagz nakwa IBK mepụtara ya",
  "Brown nwetara nkwado site n'egwu ndị a na-akpọ \"Drift Away\"\",The 90s Song\" nakwa \"Out the Magazine\"",
  "O nwekwara nsụgharị mkpuchi nke \"Jailer\" nke Aṣa nakwa \"Trouble Sleep, Yanga Go Wake Am\" nke Fela Kuti.",
  "Abudei malitere idekọ afere egwu studio mbụ ya...Bass bụkwa Eze Nwanyị n'afọ 2014",
  "Ọ gbara vidiyo egwu maka \"Out the Magazine\" ya na Kemi Adetiba n'afọ 2015. N'abalị iri abụọ na ise n'ọnwa Juun afọ 2016, ọ kpughere afere egwu ahụ na Twitter ma kwupụta n'ọga agụnye egwu iri na abụọ. N'afọ 2017, Abudei banyere n'ụlọ egwu na New York wee ghọọ onye Art OMI Music Fellow.",
  "Abudei dekọrọ \"Abụ Ya\", solo acoustic nke pụtara n'afere egwu studio nke asaa nke Brymo Yellow (2020). Tupu idekọ \"Abụ Ya\", ọ wepụtara egwu abụọ n'ime afọ anọ",
  "N'Aprel 3, 2020, Abudei wepụtara \"One on the Outside\", egwu ọzọ sitere na egwuregwu ya n'abịanụ Kaleidoscope.",
  "Egwú Abudei bụ ngwakọta nke mkpụrụ obi ọhụrụ na egwu ọzọ",
  "A kọwaala ụda ya [onye?] dị ka ihe niile site na \"nnụnụ na-abụ abụ ruo onye na-abụ egwu, na-atọ ụtọ ruo ụda, mmetụta na-akpali ọbụna na-agagharị n'ụwa n'enweghị mgbalị\"",
  "Ọ na-ekwu na Stevie Wonder, Norah Jones, Sade, Eva Cassidy, Roberta Flack dị ka ụfọdụ n'ime mmetụta egwu ya.",
  "Àtụ:Project Fame West Africa"
]