[
  "Linet Chepkwemoi Masai (amụrụ na 5 Disemba 1989) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge nke na-asọ mpi na track na cross country running events",
  "O meriri n'asọmpi ụwa mbụ ya na 10,000 mita na 2009 World Championships in Athletics",
  "Masai ghọrọ onye mmeri ụwa nke ụmụ okorobịa na-agafe mba na 2007 ma setịpụ ihe ndekọ ụwa maka mita 10,000 na 2008 Summer Olympics, na-etinye nke anọ na nke ikpeazụ",
  "N'afọ 2017, e nyere ya ihe nrite ọla nchara nke Olimpik mgbe onye mbụ nwetara ọlaọcha Elvan Abeylegesse nwalere ihe na-egosi steroid a machibidoro iwu na nyocha nke doping ya na 2007, ya mere Masai ghọrọ nwanyị Kenya mbụ nwetara ihe nrite na ihe omume Olimpik 10,000m",
  "Ọ bụ onye nke abụọ na IAAF World Cross Country Championships ugboro atọ n'usoro site na 2009 ruo 2011",
  "Na 2011 World Championships in Athletics, ọ meriri nrite nke abụọ ya n'ụwa, na-ewere nke atọ na 10,000 m.",
  "A mụrụ Masai n'obodo Kapsokwony, Mount Elgon District, a zụlitere ya n'obodo Bugaa, nke dị kilomita anọ",
  "A mụrụ ya na John Barasa Masai na Leonida Cherop, ọ bụ nwa nke anọ n'ime ụmụ iri. Ọ gara Kapsagom Primary School na Bishop Okiring Secondary school ebe ọ gụsịrị akwụkwọ na 2005",
  "Ọ malitere ịgba ọsọ na afọ 2005, mgbe nwanne ya nwoke nke okenye Moses Ndiema Masai meriri mita 5000 na 10,000 na African Junior Championships, na-enwe olileanya na ọ ga-eṅomi ihe ịga nke ọma ya",
  "Ụmụnne ya ndị obere Dennis, Ndiema na Magdaline bụkwa ndị na-agba ọsọ. Nna ha John Barasa Masai bụkwa onye na-agba ọsọ, ebe Ben Jipcho bụ nwanne nna ha dị anya. Ọ nọ na ogige ọzụzụ PACE Sports Management na Kaptagat.",
  "O meriri n'asọmpi ụmụ nwanyị na afọ 2007 IAAF World Cross Country Championships nke emere na Mombasa, Kenya",
  "Ọ mechara nke anọ na ule Kenya maka afo 2007 World Championships 5000 mita ọsọ, na-efu tiketi Osaka",
  "Otú ọ dị, o meriri na afọ 2007 IAAF World Athletics Final, nweta ebe nke anọ abụọ (3000 na 5000 mita).",
  "Afọ ọganihu ya bịara n'afọ 2008",
  "N'oge opupu ihe ubi, o ritere ọla nchara na asọmpi ndị okenye na afo 2008 World Cross Country Championships",
  "N'oge okpomọkụ, ọ gara asọmpi n'egwuregwu Olimpik, na-emecha nke atọ na mita 10,000 na ndekọ ọhụrụ nke ụwa nke 30:26.50 nkeji",
  "Huina Xing nke China setịpụrụ ndekọ gara aga (30:31.55) na 2003",
  "Ọ bụkwa ihe ndekọ ọhụrụ nke Kenya, ihe ndekọ gara aga (30:30.26) bụ nke Edith Masai nwere ma setịpụ ya na 2005",
  "Ihe ndekọ mba Masai guzo ihe na-erughị otu afọ, ebe ọ bụ na onwa nke isii, na afọ 2009 Florence Kiplagat biputere 30:11.53 na Utrecht, Netherlands",
  "N'ọnwa Ọgọstụ afọ 2009, Masai meriri Meselech Melkamu nke Etiopia na ngwụcha nke mita 10,000 na 2009 IAAF World Championships in Athletics nke emere na Berlin, Germany",
  "Onye na-achị 10,000 mita Olympic na onye mmeri ụwa Tirunesh Dibaba bụ onye a chụpụrụ n'ihi mmerụ ahụ",
  "E nyekwara ya onyinye Race Results Weekly Female Runner of the Year na onyinye Kenyan Sportswoman of the Year n'afọ 2009.",
  "Ọ malitere ịhazi mkpọsa ya na afọ 2010 World Cross Country site na mmeri na Cross Internacional Valle de Llodio na Cross Internacional de Soria, na-emeri ndị ọzọ n'ọhịa site n'ebe dị anya n'oge abụọ ahụ. Mmeri na Cross Internacional de Itálica n'oge na-adịghị anya mgbe o gosipụtara ikike ya na mpaghara Spanish n'afọ ahụ. Na afọ 2010 World Cross Country Championships, ọ malitere n'ụzọ siri ike wee malite iwulite ụzọ na agba ikpeazụ",
  "Otú ọ dị, Emily Chebet meriri ya site na ịgba ọsọ ọsọ, na-ahapụ Masai dị ka onye nke abụọ na nke abụọ n'ime ọtụtụ afọ.",
  "Ka e mesịrị n'afọ ahụ, o mere nke mbụ ya na NYRR New York Mini 10K esusu asọmpi mbụ ya n'ala America",
  "Masai meriri Emily Chebet na ihe omume ịgba ọsọ n'okporo ụzọ iji nweta mmeri n'oge nke 30:48. N'ọnwa Ọgọstụ, ọ debanyere aha maka Women's 5K Challenge na London ma merie Sylvia Kibet iji merie asọmpi ahụ, na-agbanwe ọnọdụ ha site na asọmpi nke afọ gara aga. Ọ banyere 10,000m na 2010 African Championships in Athletics mana Tirunesh Dibaba gbachitere aha ya mgbe onye Kenya ahụ ji ọla nchara pụọ. Na Memorial van Damme (nke ikpeazụ maka afọ 2010 IAAF Diamond League) ọ mechara nke atọ dị ka onye obodo ya Vivian Cheruiyot weghaara aha ihe omume mmeghe.",
  "Ọ meghere oge ya na mmeri na Cross de l'Acier na Nọvemba. Ọ bụ onye mmeri ụmụ nwanyị na Great Edinburgh Cross Country na onwa Jenụwarị, na afọ 2011, mana ọ ghaghị ịghọ onye nke abụọ na Cross de Itálica n'azụ Cheruiyot. O meriri Cheruiyot iji merie na Kenyan Cross Country Championships ma tinye anya ya n'aha ụwa, na-ekwu na ọ nọgidere na-ewe iwe maka ịghara imeri na asọmpi abụọ gara aga. Akụkọ ihe mere eme kwughachiri onwe ya maka oge nke atọ maka Masai na afo 2011 IAAF World Cross Country Championships ka ọ na-eduga na mbido mana onye asọmpi Kenya mere ka ọ banye n'ọnọdụ nke abụọ ọzọ n'ụdị Cheruiyot na-agwụ ngwa ngwa. Ọ laghachiri dị ka onye mmeri New York Mini na June na ọkara nkeji iji hapụ onye nke abụọ Aheza Kiros.",
  "Na afọ 2011 IAAF Diamond League circuit ọ nọ n'elu atọ na Shanghai, Eugene, na nke ikpeazụ na Zürich, mana ọ nọ n-esote Vivian Cheruiyot, onye gbachitere aha 5000m ya. Na afọ 2011 World Championships in Athletics, Masai banyere na 5000 m na 10,000 m",
  "Cheruiyot gbochiri mgbalị ya ịgbachitere n'ebe dị anya: a kụrụ Masai n'ọnọdụ nke atọ na njedebe ọsọ, ọ bụ ezie na nke a bụ akụkụ nke otu ndị Kenya na-achịkwa nke were ebe anọ kachasị elu. Ọ nọ n'etiti ndị na-ebute ụzọ na ọsọ 5000m, mana e meriri ya ọzọ na njedebe ikpeazụ, na-ahapụ ya n'ọnọdụ nke isii.",
  "Oge ya na-agafe mba malitere nke ọma ka ọ meriri Cross de Atapuerca na Cross de Itálica site na nnukwu mmeri. Ọ gwụchara n'azụ Cheruiyot na Joyce Chepkirui na World's Best 10K na Febụwarị. O nwere mmeri dị mma na Great Manchester Run na Mee. O nweghị ike ịmecha asọmpi ule 10,000m nke Kenya na June, na-eme ka ọ bụrụ oge mbụ kemgbe afọ 2008 na ọ gaghị asọmpi mba ụwa na ihe omume ahụ. Ọnọdụ nke asaa na 5000m na ule Olympic nke Kenya pụtara na ọ gaghị asọmpi na Olympic n'ihe omume ọ bụla. Ọ bụ onye nke atọ na London Grand Prix na Julaị na ọ bụ naanị 5000m ọzọ n'afọ ahụ",
  "Ọ bụ onye nke abụọ na Cross de Atapuerca na San Silvestre Vallecana."
]