[
  "Lingala (Ngala) (Lingala: Lingála) bụ asụsụ Bantu a na-asụ n'ebe ugwu ọdịda anyanwụ nke Democratic Republic of the Congo, ọkara ugwu nke Republic of the Kongo, n'isi obodo ha, Kinshasa na Brazzaville, yana n'ókè dị ala na Angola, Central African Republic na ndịda South Sudan",
  "Lingala nwere nde mmadụ iri na ise na iri abụọ na-asụ asụsụ nke abụọ na ihe dị ka nde mmadụ iri abụọ na ise na-asụrụ asụsụ nke abụọ, maka ngụkọta nke nde mmadụ iri anọ wee rue na ise na ise na na-asọpụta asụsụ.",
  "Tupu 1880, Bobangi bụ asụsụ azụmahịa dị mkpa na mpaghara ọdịda anyanwụ nke osimiri Congo, kpọmkwem n'etiti Stanley Pool (Kinshasa) na njikọ nke osimiri Congo na Ubangi. Mgbe na mbido afọ 1880, ndị Europe mbụ na ndị agha ha nke West na East Africa malitere ịtọ ntọala steeti maka eze Belgium n'akụkụ osimiri a, ha chọpụtara ojiji na ùgwù nke Bobangi. Ha gbalịrị ịmụta ya, mana naanị ha na-eche banyere inweta ihe ọmụma na-ezughị oke banyere ya, usoro nke mere ka e nwee ụdị ọhụrụ, nke a gbanwere nke ọma, nke a na-akpọ \"asụsụ azụmahịa\", \"asụsụ nke osimiri\", \"Bobangi-pidgin\" na ndị ọzọ. N'afọ 1884, ndị Europe na ndị agha ha webatara ụdị Bobangi a gbanwere agbanwe na Bangala Station dị mkpa, ya bụ, iji soro ndị Congo nọ n'ógbè ahụ kwurịta okwu, ụfọdụ n'ime ha nwere ihe ọmụma asụsụ nke abụọ nke Bobangi mbụ, yana ọtụtụ ndị Congo si n'ókè ndị ozi ala ọzọ na ndị na-achị ala ọzọ na-ebugharị na ọdụ ahụ site n'ike. N'ihi ya, n'oge na-adịghị anya, a gbanwere aha asụsụ osimiri ahụ ka ọ bụrụ \"Bangala\", akara ndị Europe ejirila kemgbe 1876 dị ka aha dị mma, mana nke na-ezighị ezi na nke na-abụghị nke mbụ na mbụ, iji mee ka ndị Congo niile nọ n'ógbè ahụ jikọta ọnụ n'agbụrụ.",
  "N'ihe dị ka 1901-2, ndị ozi ala ọzọ CICM malitere ọrụ iji \"sachaa\" asụsụ Bangala iji mee ka ọ dị ọcha site na \"ihe na-adịghị ọcha\", ihe ndị yiri pidgin ọ nwetara mgbe ọ pụtara na Bobangi na mbido afọ 1880",
  "Meeuwis (2020: 24-25) dere, sị:",
  "N'ihe dị ka na n'oge na-adịghị anya mgbe 1901, ọtụtụ ndị ozi ala ọzọ Katọlik na ndị Protestant na-arụ ọrụ n'ebe ọdịda anyanwụ na n'ebe ugwu Congo Free State, n'enweghị ibe ha mana n'ụzọ dị ịrịba ama, kpebiri na Bangala dị ka ọ mepụtara site na Bobangi bụ asụsụ dị ka ihe kwesịrị ekwesị maka agụmakwụkwọ na izisa ozi ọma",
  "Onye ọ bụla n'ime ha malitere usoro ihe omume nke nnukwu atụmatụ, nke ebumnuche ya bụ iji mee ka Bangala gbasaa site n'elu [...[Ihe e dere n'ala ala peeji] Otu n'ime ha bụ onye ozi ala ọzọ Katọlik Egide De Boeck nke Congregatio Immaculati Cordis Mariae (CICM, nke a na-akpọkarị ndị ozi ala ọzọ nke Scheutī ma ọ bụ bụ Scheutī), onye rutere na Bangala Station Nouvelle Anvers na 1901",
  "Onye ọzọ bụ onye ozi ala ọzọ Protestant Walter H",
  "Stapleton [...], na nke atọ bụ onye ụka Katọlik Léon Derikx nke ndị nna Premonstratensian [...[Ihe e dere n'ala ala peeji] Ka ọ na-erule 1915, mgbalị De Boeckz egosila na ọ nwere mmetụta karịa Stapleton, onye aro okike asụsụ ya, dị ka nzukọ ndị ozi ala ọzọ Protestant nke 1911 kwetara, emezubeghị ya n'ezie [...[Ihe e dere n'ala ala peeji] N'okpuru nchịkwa nke ọrụ De Boeckī, Derikxi kwụsịrị nke ya mgbe ihe na-erughị afọ iri gasịrị.",
  "Mkpa Lingala dị ka asụsụ obodo etolitela na nha na mkpa nke isi ebe eji ya eme ihe, Kinshasa na Brazzaville; na ojiji ya dị ka asụsụ nke ndị agha; na ewu ewu nke egwu soukous.",
  "Na mbụ, a na-akpọ asụsụ ndị ọsụ ụzọ Europe na ndị agha Africa ha mepụtara na Bobangi \"asụsụ osimiri\" ma ọ bụ \"asụsụ azụmahịa\" na akara ndị ọzọ na-agbanwe agbanwe",
  "Malite na 1884 gaa n'ihu a na-akpọ ya \"Bangala\", n'ihi iwebata ya na Bangala Station",
  "Mgbe 1901, ndị ozi ala ọzọ ụka Katọlik nke CICM, nke a na-akpọkwa 'Congregation of Scheutists', tụrụ aro ka a gbanwee aha asụsụ ahụ \"Lingala\", atụmatụ nke were ọtụtụ iri afọ iji nabata ya n'ozuzu ya, ma site n'aka ndị na-achị ala na ndị Congo. Aha Lingala pụtara na mbụ n'akwụkwọ n'akwụkwọ nke onye ozi ala ọzọ CICM bụ Égide De Boeck (1901-2). A nabatara mgbanwe aha a na ọdịda anyanwụ na n'ebe ugwu ọdịda anyanwụ Congo (yana na mba ndị ọzọ ebe a na-asụ asụsụ ahụ), mana ọ bụghị n'ebe ndịda ọwụwa anyanwụ Congo ebe a ka na-akpọ ụdị asụsụ a na-ekwu n'ógbè ahụ Bangala.",
  "Lingala bụ asụsụ creole nke sitere na Bantu nke Central Africa nke nwere mgbọrọgwụ n'asụsụ Bobangi, asụsụ nke nyere ọtụtụ okwu na ụtọ asụsụ ya. N'okwu ya bụ isi, Lingala nwekwara ọtụtụ ihe a gbazitere site na asụsụ ndị ọzọ dị iche iche, dị ka: Swahili, Kikongo varieties, French, Portuguese, na Bekee.",
  "N'omume, oke ịgbazinye ego dịgasị iche iche na ndị na-asụ asụsụ nke mpaghara dị iche iche (nke a na-ahụkarị n'etiti ndị na-eto eto), na n'oge mmemme dị iche iche.",
  "French",
  "Spanish",
  "Portuguese",
  "Bekee",
  "Enwere ike kewaa asụsụ Lingala n'ọtụtụ regiolects na sociolects",
  "Ụdị mpaghara kachasị dị iche iche bụ Lingala nke ugwu ọdịda anyanwụ, Kinshasa Lingala na Brazzaville Lingala.",
  "Literary Lingala (lingala littéraire ma ọ bụ lingala classique na olu French) bụ ụdị a na-ejikarị eme ihe na agụmakwụkwọ na mgbasa ozi akụkọ na redio ma ọ bụ telivishọn nke gọọmentị, na ozi okpukpe na Chọọchị Roman Katọlik ma bụrụ asụsụ a na-akụzi dị ka isiokwu na ọkwa agụmakwụkwọ ụfọdụ",
  "A na-ejikọta ya na akụkọ ihe mere eme na ọrụ nke Chọọchị Katọlik, ndị ozi ala ọzọ CICM nke Belgium karịsịa",
  "Ọ nwere usoro ụdaume asaa (/a/ /e/ /ɛ/ /i/ /o/ /ɔ/ /u/) na nkwekọrịta ụdaume dị mkpa",
  "O nwekwara ọnụọgụ zuru oke nke aha aha ọdịdị na usoro nkwekọrịta ụtọ asụsụ na isiokwu, ma ọ bụ aha maka nke ọ bụla",
  "A na-ejikarị ya eme ihe n'ọrụ iwu na n'ụdị edemede ụfọdụ",
  "Ọtụtụ ndị na-asụ asụsụ Lingala na Kinshasa Lingala na-ele ya anya dị ka ihe a na-apụghị ịghọta aghọta.",
  "Northwestern (ma ọ bụ Equateur) Lingala bụ ngwaahịa nke (ezughị ezu) internalization site na Congolese nke iwu iwu iwu ndị ozi ala ọzọ CICM bu n'obi mgbe ha na-emepụta Literary Lingala. Ebe ugwu ọdịda anyanwụ bụ mpaghara ebe ndị ozi ala ọzọ CICM kwadoro netwọk nke ụlọ akwụkwọ.",
  "Lingala a na-asụ asụ (nke a na-akpọ lingala parlé na French) bụ ụdị dị iche iche a na-ejikarị eme ihe na ndụ kwa ụbọchị nke ndị Lingalaphones",
  "Ọ nwere usoro prefix aha zuru oke, mana usoro nkwekọrịta na ahịrịokwu aha dị ala karịa nke dị n'ụdị edemede",
  "Banyere phonology, enwere usoro ụdaume ise ma ọ nweghị nkwekọrịta ụdaume",
  "A na-ejikarị Lingala a na-asụ n'ọrụ ndị na-abụghị nke a na-ejighị n'aka, ọtụtụ n'ime abụ Lingala na-eji Lingala a ma na-asụrụ karịa ọdịiche ndị ọzọ",
  "French na-emetụta Lingala nke oge a; French ngwaa, dịka ọmụmaatụ, nwere ike ịbụ \"lingalized\" na-agbakwunye prefixes na suffixes nke Lingala: \"acomprenaki te\" ma ọ bụ \"acomprendraki te\" (ọ ghọtaghị, na-eji okwu French comprendre) kama Lingala ochie \"asímbaki ntína te\" (n'ụzọ nkịtị: s / ọ jidere / jidere mgbọrọgwụ / ihe kpatara ya)",
  "Mmetụta French ndị a jupụtara na Kinshasa ma na-egosi mmebi nke asụsụ ka agụmakwụkwọ, na French, na-aghọ nke ọtụtụ ndị bi na ya.\nE nwere ọdịiche dị n'etiti \"Lingala Katọlik\" na \"Lingala Protestant\" - dịka ọmụmaatụ: nzala/njala (agụụ).",
  "Okwu Lingala na-egosi nkwekọrịta ụdaume ruo n'ókè ụfọdụ",
  "Mkpụrụ/e/demede dị n'etiti /e/ na //o// anaghị agwakọta na ụdaume dị n'agbata //ɛ// na //ɔ// n'okwu",
  "Dịka ọmụmaatụ, a na-ahụ okwu ndɔbɔ 'nkịta azụ' na ndobo 'ọnyà òké', mana ọ bụghị *ndɔbo ma ọ bụ *ndobɔ.",
  "Lingala a na-asụ na Kinshasa na-egosi mgbanwe ụdaume site na /ɔ/ gaa na //o//, na-eduga na enweghị ụdaume //ɔ// maka /o/",
  "Otu ihe ahụ na-/e/me na //ɛ// na /e/, na-eduga na /e / naanị",
  "Ya mere na Kinshasa, onye na-asụ asụsụ ga-ekwu mbóte dị ka /mbóte/, ma e jiri ya tụnyere otú a na-akpọ //ᵐbɔ́tɛ//.",
  "ns",
  "nz",
  "(1) [ᶮʒ] bụ allophonic na [ʒ] dabere na olu",
  "Ihe nkwụsị ndị e ji imi mee na-esote ụda olu na-enweghị olu na-agbaso na-enweghị ụda na-enweghị okwu naanị ya na ụfọdụ ọdịiche nke Lingala.",
  "Okwu mkpirisi, /mb/, /nd/, /ŋɡ/, /nz/ adịghị agbanwe.",
  "Lingala bụ asụsụ ụda olu, ụda bụ ihe dị iche na obere abụọ, dịka: mutu (mmadụ) na mutú (isi), ma ọ bụ kokoma (ide) na kokóma (ịbịaru)",
  "Enwere ụda abụọ nwere ike, nke nkịtị dị ala na nke abụọ dị elu",
  "E nwere ụda nke atọ, nke a na-adịghị ahụkebe nke na-amalite n'elu, na-agbadata n'ala ma na-agwụcha n'elu n'ime otu ụdaume, dịka: bôngó (ya mere).",
  "Ụdị ụdaolu na-ebu ụdaolu.",
  "Dị ka asụsụ Bantu niile, Lingala nwere usoro klas aha nke a na-ekewa aha dị ka prefixes ha na-ebu na dị ka mgbakwunye nke ihu ha na-akpali na ahịrịokwu",
  "Tebụl dị n'okpuru na-egosi klas aha nke Lingala, nke a haziri dịka usoro nọmba nke a na-ejikarị eme ihe na nkọwa nke asụsụ Bantu.",
  "Klasị nke ọ bụla na-ejikọta ibe ya iji mepụta otu / ọtụtụ abụọ, mgbe ụfọdụ a na-akpọ 'ndị nwoke na nwanyị'",
  "E nwere ụmụ nwoke na ụmụ nwanyị asaa n'ozuzu",
  "Otu klas 1, 3, 5, 7, na 9 na-ewere ụdị ọtụtụ ha site na klas 2, 4, 6, 8, 10, n'otu n'otu",
  "Tụkwasị na nke a, ọtụtụ ihe ndị dị n'ụlọ a na-ahụ na klas nke 9 na-ewere akara nke 2 (ba) n'ọtụtụ: lutu → balutu 'spoon', mesa → bamesa 'table', sani → basani 'plate'",
  "Okwu dị na klas 11 na-ejikarị klas 10 dị n'ọtụtụ",
  "Ọtụtụ okwu sitere na klas 14 (aha ndị na-enweghị atụ) enweghị ọtụtụ.",
  "Klasị 9 na 10 nwere prefix imi, nke na-ejikọta na ụdaume na-esonụ",
  "Ya mere, prefix na-egosi dị ka 'n' na okwu ndị na-amalite na t ma ọ bụ d, dịka ntaba 'goat', mana dị ka 'm' na okwu na-amalite site na b ma ọ bụ p (dịka mbisi 'azụ̀')",
  "Enwekwara klas na-enweghị prefix 9a na 10a, nke sánzá → sánzá 'moon(s) ma ọ bụ ọnwa(s gosipụtara",
  "A na-edozi mgbagwoju anya ndị nwere ike ịbụ site na ihe gbara ya gburugburu.",
  "Ntinye aha klasị anaghị apụta naanị na aha ahụ n'onwe ya, kama ọ na-eje ozi dị ka akara n'ime ahịrịokwu ahụ dum",
  "N'ime ahịrịokwu ndị dị n'okpuru ebe a, a na-egosipụta prefixes klas",
  "(E nwere ụdị okwu pụrụ iche 'a' nke prefix maka aha klas 1.)",
  "Naanị ruo n'ókè ụfọdụ, a na-achịkwa nkwekọrịta klasị aha",
  "Klasị 1/2, dị ka n'asụsụ Bantu niile, nwere okwu maka ụmụ mmadụ; n'otu aka ahụ, klas 9/10 nwere ọtụtụ okwu maka ụmụ anụmanụ",
  "Na klas ndị ọzọ, usoro okwu na-adịghị adịkarị ma ọ bụ ọtụtụ ihe na-ekpuchi ya.",
  "E nwere mofims anọ na-agbanwe ngwaa",
  "A na-agbakwunye ha na mgbọrọgwụ ngwaa ụfọdụ n'usoro ndị a:",
  "Akụkụ ụda nke mbụ na-emetụta akụkụ isiokwu nke ngwaa, akụkụ ụda nke abụọ na-ejikọta na mofim nke semantic ejikọtara na mgbọrọgwụ nke ngwaa.",
  "Lingala bụ asụsụ a na-asụ karịa asụsụ e dere ede, ma nwee ọtụtụ usoro edemede dị iche iche, ọtụtụ n'ime ha bụ ad hoc",
  "Dị ka ịgụ na ide na Lingala na-adịkarị ala, orthography ya na-ewu ewu na-agbanwe agbanwe ma dịgasị iche n'etiti mba abụọ ahụ",
  "Ụfọdụ orthographies nwere mmetụta siri ike site na nke French; mmetụta gụnyere S, ss, iji transcribe [s] abụọ (na Republic of the Congo); ou maka [u] (na Republic nke Congo); i na trema, aï, iji transcript [ay] ma ọ bụ [áí]; e na ụda olu, é, iji transcription [e]; e iji transcribe[ɛ], o na ụda olu dị nkọ, ó, iji transcri [ɔ] ma ọbụ mgbe ụfọdụ [o] ma ọ na-emegide o transcri [o] na-emegider [o] [o] A na-ahụkwa allophones dị ka ụdị na-agbanwe agbanwe na orthography a ma ama; sango bụ ihe ọzọ na nsango (ozi ma ọ bụ akụkọ); nyonso, nyoso, nionso, nioso (onye ọ bụla) bụ ntụgharị niile nke N'Onye.",
  "N'afọ 1976,  ndị Société Zaïroise des Linguistes (Zairian Linguists Society) nakweere usoro ederede maka Lingala, na-eji e (ɛ) na o (ɔ) mepere emepe dee ụdaume [ɛ] na [ɔ], na iji ụda olu mee ihe mgbe ụf(ɔ)dụ iji akara ụda olu, ɛ ezie na njedebe nke usoro ntinye na-egbochi ndị edemede Lingala iji ɛ na ɔ na ụda olu mee ka ọ dị mfe",
  "Dịka ọmụmaatụ, ọ fọrọ nke nta ka ọ bụrụ ihe na-agaghị ekwe omume ịdepụta Lingala dịka nkwekọrịta ahụ si dị na keyboard Bekee ma ọ bụ French",
  "Nzukọ nke 1976 belatara orthography ọzọ nke ihe odide mana emeghị ka akara ụda",
  "Enweghị nkwuwa okwu na-agbanwe agbanwe na-ebelata site na disambiguation n'ihi ihe gbara ya gburugburu.",
  "Ọtọgrafi a ma ama yiri ka ọ bụ nzọụkwụ n'ihu orthography ọ bụla dabeere na agụmakwụkwọ",
  "Ọtụtụ akwụkwọ Lingala, akwụkwọ, ọbụnadị nsụgharị nke Universal Declaration of Human Rights na n'oge na-adịbeghị anya, forums ịntanetị, akwụkwọ akụkọ, na ebe nrụọrụ weebụ ndị dị mkpa, dị ka Lingala nke Google, anaghị eji mkpụrụedemede Lingala bụ ɛ na ɔ",
  "A na-ahụ akara ụda n'ọtụtụ akwụkwọ.",
  "Asụsụ Lingala nwere mkpụrụedemede 35 na digraphs",
  "Digraphs nke ọ bụla nwere usoro a kapịrị ọnụ na mkpụrụ akwụkwọ okwu; dịka ọmụmaatụ, a ga-atụ anya ka a nye mza iwu tupu mba, n'ihi na digraph mb na-eso mkpụrụ akwụkwọ okwu m",
  "Mkpụrụ akwụkwọ okwu r na h dị ụkọ mana ọ dị n'okwu ndị a gbazitere.\nAkara na-egosi ụda dị ka ndị a:",
  "Ekpere nke Onyenwe Anyị (nke Ụka Katọlik)",
  "Ekpere nke Onyenwe anyị (nke Protestant e ji mee ihe na mpaghara Ubangi-Mongala)",
  "Ihe odide Mandombe bụ abugida, nke a na-ejikarị ede Kikongo, nke a pụkwaara iji mee ihe maka Lingala",
  "A na-eji edemede ahụ eme ihe na chọọchị nke Kimbangu dị ka edemede liturgical."
]