[
  "Linus Williams (amụrụ 14 Maachị 1998) nke a na-akpọkarị B-lord bụ onye ọchụnta ego amụrụ na Naịjirịa, onye ọchụnta ego, onye na-azụ ahịa cryptocurrency.na onye na-etinye ego",
  "Linus bụ onye nchoputa na onye isi oche nke Blord Group",
  "Amụrụ na March 14, 1998, Linus Williams si Umuji Ebenebe na Awka North Local Government, Anambra State, Nigeria",
  "N'agbanyeghị na amuru ya na steeti Delta, ọ nọrọ afọ ntolite ya na steeti Delta",
  "Linus gụchara akwụkwọ sekọndrị na Anambra State University Uli, bụ ebe ọ gụrụ akara ugo mmụta sayensị na Kọmputa.",
  "Na 2017, Linus malitere njem ọkachamara ya site n'iche ọrụ nke onye nchịkwa azụmahịa na Instagram",
  "Isi ihe ya lekwasịrị anya bụ ịkekọrịta nghọta azụmaahịa bara uru, ọkachasị na mpaghara azụmaahịa cryptocurrency",
  "N'ịdabere na nka ya, o nyere ndụmọdụ na nduzi bara uru nye ndị na-eso ụzọ ya, na-enyere ha aka ịnyagharịa mgbagwoju anya nke mpaghara azụmahịa.",
  "N'ịbụ onye agụụ ya nwere maka ụlọ ọrụ cryptocurrency kpalitere, Linus guzobere ikpo okwu mgbanwe cryptocurrency nke ya na Onitsha, steeti Anambra",
  "Akpọrọ aha azụmaahịa ahụ nke ọma B-Lord Group of Company, yana ọhụụ nke ime mgbanwe ka ndị mmadụ si etinye ego dijitalụ.",
  "Na 2022, Linus tọrọ ntọala Fin-tech App, BillPoint: VTU & Payment Payment nke o kwuru na ngwa ahụ bụ maka ịkekọrịta ihe ọmụma na ịkwado ike ego site na ikpo okwu ya na-egosi nkwa ya n'ịkwalite mgbanwe dị mma n'ime ụlọ ọrụ ahụ.",
  "Na Septemba 1, 2020, ndị Economic and Financial Crimes Commission (EFCC) nwụchiri Linus Williams Ifejika na steeti Enugu",
  "Mgbe ọ nọrọ ụbọchị iri n'ụlọ mkpọrọ, a tọhapụrụ ya n'ikpeazụ.",
  "Otú ọ dị, n'ịbụ ndị na-enweghị afọ ojuju na ahụmahụ ya, Linus kpebiri ime ihe n'iwu megide EFCC, na-ebo ha ebubo na ha na-emebi ikike ya na ijikwa ihe onwunwe ya n'ụzọ na-ezighị ezi",
  "na-ewelitekwa nchegbu banyere izi ezi nke omume ndị e mere megide ya.",
  "Ọ lụrụ Linus Francisca, ma ha nwere otu nwa aha ya bụ Elliot, onye a mụrụ na 2020.",
  "Otu Blord nwere ọtụtụ ụlọ ọrụ ndị ọzọ, gụnyere"
]