[
  "Israel-Isaac Lipshitz, ónyé a maara dị ka Lippy Lipshitz (ubochí asatọ n'ọnwa Mee 1903 rụo ụbọchị irí na asaa n'ọnwa Mee 1980) bụ ónyé South Africa na-akpụ ihe, ónyé na-ese ihe na onye na-ebi akwụkwọ. A na-ewere ya dị ka otu n'ime ndị na-akpụ ihe na South Africa kachasị mkpa, ya na Moses Kottler na Anton van Wouw.",
  "A mụrụ Israel-Isaac Lipshitz n'ubochí asatọ n'ọnwa Mee 1903 dị ka nwa nwoke nke abụọ nke Shlomeh Josef Lipshitz nke Dvinsk na Chayah Meray Faktor nke Plungė, Lithuania",
  "Nné na nná nnà ya bụ ndị òtù Chassidic nke ndị Juu, ebe nné na nná nnà nna ya sitere na òtù Misnaged na Febụwarị 1904, nna Israel gawara Cape Town na-achọ atụmanya ka mma karịa ka ọ dị na Plungė",
  "Ọ hapụrụ nwunye ya na nwa ọhụrụ ahụ na nna nna ya Yankeh Fivah Faktor maka afọ anọ na ọkara sochirinụ",
  "N'okpuru nlekọta ya, a kụziiri Israel na-eto eto ise ihe, ịkpụ osisi na ihe nlereanya na ntụ ọka na mmanụ kandụl",
  "Nna nna ya wuru ụlọ nzukọ na Plungian, ọ bụkwa na nka ịchọ mma nke ụlọ nzukọ ka Israel nwèrè mmetụta mbụ màkà ngosipụta nka.",
  "N'afọ 1908, Israel na nné ya gara ọdụ ụgbọ mmiri Bremen, ebe ha si rute Cape Town n'ụbọchị iri atọ nke ọnwa Eprel n'afọ 1908",
  "N'afọ 1909, Israel malitere ịga klas ụlọ akwụkwọ ọta akara na Constitution Street Public School, ebe ọ natara ntụziaka ise ihe site n'aka ónyé na-ese ihe Ruth Prowse, ma site na 1911 ruo 1914 gaa ụlọ akwụkwọ ọha na eze na Constitution na De Villiers Streets",
  "Site na 1915 ruo 1917 ọ gụrụ akwụkwọ na Hope Mill School ma banyé na 1920 na Normal College na Buitenkant Street",
  "Mgbè ọ gụsịrị akwụkwọ, ọ gbasoro ma hapụ ọchịchọ ya dị mkpirikpi ịghọ ónyé édémédé wee debanye aha, n'ọnwa Eprel 1922, na Cape Town Art School na Stal Plein.",
  "Lipshitz biri na Montparnasse, Paris",
  "Ọ debanyere aha na Académie de la Grande Chaumière ébé ọ gụrụ akwụkwọ n'okpuru Antoine Bourdelle, ónyé na-enyere Rodin aka n'oge gárá àga",
  "Na Paris, a malitere ya na Modern Movement",
  "N'ebe a, ọ zutere echiche nke Cubism, Futurism, Expressionism, Dadaism, Surrealism na Constructivism.",
  "Ọ laghachiri Cape Town na Machị 1932, biri na Barnett Street dị nso na Ogige Ụlọ Ọrụ ahụ",
  "O guzobere ụlọ ọrụ ya na Castle Street, ya na ónyé na-ese ihe Christopher Williams wee malite ịhazi ihe ngosi mbụ ya nke ihe ọkpụkpụ na eserese, nke ga-ewere ọnọdụ na Martin Melck House na 16 Mee 1932",
  "Ọ chọtara mmegide siri ike megide Modern Movement na ndị nkatọ, dị ka Bernard Lewis na-ede màkà The Cape, na-eleghara ihe niile ọ mepụtara anya.",
  "Lipshitz hapụrụ South Africa na Mee 1947, na-eburu ụlọ ọrụ nke Lady Nicholson (nwa Sir Lionel Phillips) na Glebe Place, Chelsea, London",
  "Ọ rụrụ ọrụ izu isii ma sonye na Gimpel Fils Summer Exhibition",
  "Mgbè nke a gasịrị, ọ kwagara na 18 Ellersdale Road, Hampstead iji kwadebe màkà mmalite mbụ na London, ihe ngosi ga-emeghe na Galerie Apollinaire na Litchfield Street na 12 Eprel 1948",
  "Lipshitz gosipụtara ihe osise iri abụọ na ise n'oge a",
  "N'agbanyeghị na ọ bụ ihe ngosi mbụ ya nye ndị tozuru etozu, ndị maara ihe, Maurice Collis nabatara ọrụ ahụ nke ọma na-ede màkà Time and Tide, Colin MacInnes na The Observer na ónyé na-ese ihe Vorticist Colin MacInne.",
  "Ónyé mba ụwa na-achọsi ike na nka South Africa ga-ejedebe na nguzobe alaka South Africa nke International Art Club nke Rome, na Maurice van Essche dị ka onyeisi óche",
  "A kpọrọ Van Essche, Lipshitz, Cecil Higgs, John Dronsfield, Irma Stern, Jean Welz, Alexis Preller na Walter Battiss ka ha sonye na ngosi Art Club na Turin na Rome na mbido 1949.",
  "Rupert Shepard, onye nduzi nke ụlọ akwụkwọ Michaelis, nyèrè Lipshitz ọkwa, nkè ọ malitere na 1950",
  "N'afọ 1952, ọ bụ ónyé isi ndụmọdụ na SANG màkà ihe ngosi The Meaning of Sculpture",
  "Ọrụ ya nwetara site na nnukwu nchịkọta ndị ọzọ na Southern Africa, na June 1964, e nyere ya ihe nrite màkà ihe ọkpụkpụ site na Suid-Afrikaanse Akademie vir Wetenskap en Kuns, ónyé osote prọfesọ na Michaelis sochiri n'ọnwa Ọktoba 1964.",
  "Lipshitz kwagara Israel na 1978, ébé ọ nwụrụ na 1980."
]