[
  "Lisa Brice (a mụrụ n'afọ 1968) bụ onye South Afrịka na-ese ihe na onye Omenkà si  Cape Town Ọ bi na London ma na-ezo aka na ụfọdụ mmetụta ya dị ka ahụmịhe ya na-etolite na South Afrịka n'oge ọgba aghara ndọrọ ndọrọ ọchịchị, na site na oge ọ nọrọ na-ebi ma na-arụ ọrụ na Trinidad.",
  "A mụrụ Brice ma zụlite ya na Cape Town, South Afrịka ma gụọ akwụkwọ na Michaelis School of Fine Art na Cape Town, gụsịrị akwụkwọ na 1990. Site na 1988 - 1991 Brice rụrụ ọrụ dị ka onye enyemaka na-ebi akwụkwọ nke onye na-ese ihe Sue Williamson. Ọ bịara London n'afọ 1998 iji nweta ebe obibi na Gasworks Gallery ma mesịa biri na isi obodo",
  "Ihe osise ya sitere na mmalite ndụ ya na South Afrịka yana ndụ ya na London na oge ọ nọrọ na Trinidad n'ime afọ iri abụọ gara aga.",
  "Brice malitere ịrụ ọrụ na mbipụta, foto, vidiyo na mgbasa ozi ndị ọzọ agwakọta",
  "Mgbe ọ kwagara UK, ọ malitere ịrụ ọrụ na mmanụ na akwa ma ọ bụ akwụkwọ ma a maara ya ugbu a dị ka onye na-ese ihe.",
  "Nakwa na ngwụsị afọ 1990 Brice malitere itinye oge na-arụ ọrụ ma na-ebi na Port of Spain, Trinidad, ebe ọ zutere ma soro ndị ọzọ na-ese ihe dịka Peter Doig na Chris Ofili. Ha guzobere CCA7 (Caribbean Contemporary Arts).",
  "Duro Olowu akọwaala ya dị ka otu n'ime \"ndị ọkachamara dị jụụ nke nhazi na usoro\".",
  "Kemgbe afọ 1993, Brice enweela ihe ngosi iri abụọ na South Afrịka na gburugburu Europe, na ihe fọrọ nke nta ka ọ bụrụ otu narị ihe ngosi otu gburugburu ụwa.",
  "Mgbe ọ gụsịrị akwụkwọ, ihe ngosi mbụ nke Brice gosipụtara ihe oyiyi sitere na akara ngosi ụlọ ọrụ mmekọahụ nke Thailand, nke Frank Hanel Gallery na Germany weghaara ma gosipụta na Europe",
  "Ihe ngosi mgbasa ozi ndị sochirinụ gosipụtara isiokwu ndị dị ka esemokwu agbụrụ, ime ihe ike na mpụ na South Afrịka.",
  "N'afọ 2016 Duro Olowu gụnyere Brice na Making and Unmaking ngosi na Camden Arts Centre na London",
  "N'afọ sochirinụ Salon 94 gallery na New York gosipụtara Boundary Girl, ihe ngosi nke nnukwu akwa na obere gouaches, obere ọrụ ndị e gosipụtara na mbido afọ ahụ na London.",
  "Na 2018 Brice gosipụtara na Tate Britain dị ka akụkụ nke Art Now, ihe ngosi maka ndị na-ese ihe ọhụrụ na ndị na-apụta",
  "Ọrụ ahụ gosipụtara \"ihe gbasara ụmụ nwanyị site na eserese akụkọ ihe mere eme, foto na mgbasa ozi n'ime gburugburu ebe obibi ọhụrụ, na-eme ka ha nwee mmetụta ọhụrụ nke inwe onwe ha",
  "\" Ọtụtụ n'ime ihe osise ndị ahụ na-egosi ụmụ nwanyị a sụgharịrị na eserese na-acha anụnụ anụnụ nke na-ekwughachi ahụmahụ Brice nke Trinidadian nke carnival, nke ndị na-aṅụrị ọṅụ a maara dị ka 'ndị mmụọ ọjọọ na-acha anụnụ anụnụ' na-ese onwe ha acha anụnụ anụnụ maka amaghị aha.\nArt Now gụnyere ihe osise ọhụrụ abụọ a na-egosipụtabeghị na mbụ, otu dabere na John Everett Millais 'Ophelia (ihe osise) na Ophelia guzo ọtọ na-ejide sịga, nke ọzọ dabere na Parting at Morning nke William Rothenstein na ihe nlereanya ahụ na-adịghị mma nke a rụgharịrị, jupụta, na-ese siga. Ndị nta akụkọ Britain nabatara ihe ngosi ahụ nke ọma bụ ndị toro Brice maka \"nweghachi ahụ nwanyị dị mkpa\". E tinyere ọrụ Brice na ihe ngosi 2022 Women Painting Women na Modern Art Museum of Fort Worth",
  "A na-edebe ọrụ ya na nchịkọta gburugburu ụwa, gụnyere Smithsonian National Museum of African Art, Johannesburg Art Gallery, High Commission of South Africa, London na nchịkọta onwe nke Sindika Dokolo."
]