[
  "Lisa Corinne Davis bụ onye America na-ese ihe nkírí nke a maara màkà ihe osise na ọrụ na akwụkwọ nke na-atụ aro map na ụdị ihe ọmụma ndị ọzọ. Ọ na-eji abstraction dị ka ụzọ isi sụgharịa mgbagwoju anya nke ahụmịhe nke ógè a gụnyere nke ya dị ka nwanyị Africa-America na-ajụkarị echiche ndị e chepụtara echepụta banyéré njirimara, nkewa, na ezi uche na njirimara. Ọrụ ya jupụtara, nke márá mma na-ejikọta atụmatụ dị iche iche, ihe ndị a na-ahụ anya na asụsụ ndị a haziri ahazi, ọdịiche dị n'etiti ihe oyiyi na abstraction, ezigbo oghere na echiche efu, na microcosmic ma ọ bụ macrocosmic reference. Onye na-enyocha ụgbọ okporo ígwè Brooklyn Joan Waltemath dere, \"ahụmahụ ọbọdọ nke ohere na ógè nke Davis gosipụtara bụ mgbagwoju anya nke oge na nkwekọrịta..",
  "Mgbalị ya ime map nke ala mebiri emebi nke ndụ nke ógè a na-egosi ma ịmara ógè ndị ọzọ na nkwenye na ịnya ụgbọ mmiri nke ugbu a",
  "\"",
  "N'afọ 2022, e nyèrè Davis Guggenheim Fellowship. Ọ natawokwa onyinye site n'aka ụlọ ọrụ gụnyere American Academy of Arts and Letters, Pollock-Krasner na Louis Comfort Tiffany foundations, na National Endowment for the Arts. Ọrụ ya dị na nchịkọta ọha na eze nke Museum of Modern Art, Philadelphia Museum of Art, Fine Arts Museums nke San Francisco, na Victoria na Albert Museum (London), n'etiti ndị ọzọ. Ọ bi ma na-arụ ọrụ na Brooklyn na Hudson, New York ma bụrụkwa prọfesọ nke nka na Hunter College.",
  "A mụrụ Davis na Baltimore, Maryland",
  "Nne ha zụlitere ya na nwanne ya nwoke mgbè nnà ha nwụrụ mgbè Davis dị afọ anọ. Nné yá rụrụ ọrụ abụọ iji zipụ ụmụ ya n'ụlọ akwụkwọ Quaker nke onwé ya, ma ọ bụghị ya ndị ọcha; ọ nwetakwara PhD na JD, na-aghọ otu n'ime ụmụ nwanyị Africa America mbụ na Maryland ime otú ahụ. Davis gara Mahadum Cornell afọ abụọ tupu ọ banye n'akwụkwọ dị ka onye na-ese ihe na Pratt Institute na 1978 wee nweta BFA na 1980. Ọ gàrà ụlọ akwụkwọ gụsịrị akwụkwọ na Hunter College, na-amụ ihe na Lynda Benglis, Ron Gorchov na Rosalind Krauss, n'etiti ndị ọzọ, n'ụzọ inweta MFA na 1983.",
  "Davis malitere ịnata nkwado na 1990s, màkà ngosi na Art in General, Bronx Museum of The Arts, na Aljira, n'etiti ndị ọzọ. Ọ malitekwara ịkụzi ihe n'oge ahụ, na-eje ozi na Parsons School of Design, Cooper Union, Mahadum Yale, na malite na 2002, Hunter College, ébé ọ na-eduzi mmemme MFA Studio Art.",
  "Onye nkatọ Karen Wilkin dere na Davis \"na-eme ka mgbagwoju anya na njikọ dị iche iche\" site na \"asụsụ na-enweghị atụ\" nke ahụmahụ onwe ónyé, nyocha mmekọrịta mmadụ na ibe ya na akụkọ ihe mere eme nke nka. Ihe osise ya yiri map n'otu oge na-eme ka ma na-emebi usoro nke koodu na ịhazi agbụrụ, njirimara na ihe ọmụma, na-eme ihe mgbagwoju anya, ihe mberede na ịdị mkpa nke nghọta na nghọta n'otu n'otu karịa usoro nchịkọta, mgbé mgbè. Ọ na-eme nke a site na ịmegharị ihe dị iche iche na ụdị nka iji gaa n'etiti echiche nke ezi uche na usoro na ụzọ nke ngosipụta, subjectivity na ọgba aghara. Ime akara ya na-ejikọta ụdị asụsụ abụọ na-enweghị atụ: ahịrị a na-eji eme ihe n'ụzọ ziri ezi na geometry, mgbakọ na mwepụ na mmegharị aka, nke a na-elekarị anya n'ihe gbásárá ngosipụta mmetụta uche (dịka, na Abstract Expressionism). N'ụzọ yiri nke ahụ, ọ na-eji ma ebumnuche, \"okike\" agba na ngosipụta, mgbé ụfọdụ, agba aka, na-agagharị n'etiti nkọwa na usoro uche. Ụdị juxtapositions dị otú ahụ na-arụkwa ọrụ na utu aha nke ọrụ ya, nke na-ejikọkarị okwu ndị dabeere na \"eziokwu\" (ókèala, atlas, mgbakọ, ọnọdụ) na okwu ndị dị n'ime, nke na'echiche (nke a na-ekwu, nke na ọ bụ nke uche, nke metaphysical, nke impersonation).",
  "Davis enwetala Guggenheim Fellowship (2022) na onyinye site na Pollock-Krasner Foundation, New York Foundation for the Arts, Louis Comfort Tiffany Foundation, Bronx Museum of the Arts, National Endowment for the Arts. A kpọrọ ya onye otu American Academy of Arts and Letters na 2021 na ónyé academician nkè National Academy of Design na 2017. E nyela ya ebe obibi ndị na-ese ihe na Yaddo, Dora Maar House (Brown Foundation / Museum of Fine Arts, Houston), Siena Arts Institute (Italy), na MacDowell.",
  "Ọrụ ya dị na nchịkọta ọha na eze nké Museum of Modern Art, Philadelphia Museum of Art, Fine Arts Museums of San Francisco, J",
  "Paul Getty Museum, Montclair Art Museum, National Museum of Women in the Arts, New York Public Library, Rose Art Museum, Schomburg Center for Research in Black Culture, Sheldon Museum of Art",
  "Victoria and Albert Museum, na US Department of State, yana nchịkọta ụlọ ọrụ, mahadum na kọleji."
]