[
  "Lisa Song bụ onye odeakụkọ America na onye edemede",
  "Ọ meriri 2013 Pulitzer Prize for National Reporting, ya na David Hasemyer na Elizabeth McGowan, maka akụkọ ha na mmiri mmiri Kalamazoo River",
  "Ọ na-arụ ọrụ maka ProPublica, na-akọ banyere gburugburu ebe obibi, ike na mgbanwe ihu igwe",
  "Song gụsịrị akwụkwọ na Massachusetts Institute of Technology, nata nzere bachelọ ya na sayensị gburugburu ebe obibi na afọ 2008, yana Master ya na ide sayensị na afọ 2009",
  "Ọ na-arụ ọrụ maka InsideClimate News, na-elekwasị anya na mmanụ na mmanụ gas, ahụike gburugburu ebe obibi, na sayensị ihu igwe site na January 2011 ruo February 2017",
  "N'ime oge ya na InsideClimate, o nyere aka na usoro mmeri nke \"Dilbit Disaster\" Pulitzer na 2013,  akụkọ \"Big Oil\", na usoro Exxon, nke a họpụtara dị ka onye ikpeazụ maka ihe nrite Pulitzer maka ọrụ ọha",
  "na 2016",
  "Ọ nwetakwara ihe nrite atọ ọzọ, gụnyere Edgar A",
  "Poe Award",
  "Song hapụrụ InsideClimate na 2017 iji kọọ akụkọ maka ProPublica, na-ekpuchi ike, gburugburu ebe obibi na mgbanwe ihu igwe",
  "Ọ rụkwara ọrụ dị ka onye nta akụkọ nweere onwe ya, na-ede maka akwụkwọ akụkọ akụkọ na akwụkwọ akụkọ, gụnyere, <i id=\"mwLA\">High</i> <i id=\"mwLQ\">Country News</i> ,  Scientific American ,  New Scientist  na Living on E arth",
  "N'ime oge ya na InsideClimate News, ọ meriri 2013 Pulitzer Prize for National Reporting with David Hasemyer na Elizabeth McGowan, maka akụkọ ha na-akọ banyere mwụfu mmanụ Kalamazoo River",
  "Usoro nke 3-akụkụ, na akụkọ ndị na-esote, bụ ihe nyocha nke ọnwa 15 na nchekwa pipeline na Dilbit , ụdị mmanụ na-ese okwu",
  "N'akwụkwọ ozi mkpuchi maka ịbanye na ihe nrite, a kọwara dilbit dị ka \"hydrocarbon Canada siri ike nke a na-akpọ bitumen nke a na-agbaze na kemịkalụ mmiri mmiri ka ọ na-esi na ọkpọkọ.\"  Pipeline enweelarị nsogbu corrosion na ọ bụ ihe karịrị otu izu tupu EPA mara na ha na-emekọ ihe na dilbit, n'ihi na ndị na-arụ ọrụ pipeline adịghị achọ ka ha gwa ndị na-aza ajụjụ mbụ ma ọ bụrụ na ọ ga-adaba; dilbit dị iche na mmanụ nkịtị, n'ihi na kemịkalụ na-ekupụ na oke, ụdị mmanụ dị iche iche, na-adaba na ala ma na-esi ike ihicha",
  "A na-edepụta usoro na akụkọ nleba anya n'okpuru.",
  "Mgbe 2013 Pulitzer meriri nturu ugo mara ọkwa, InsideClimate News, bụ otu n'ime ndị kacha mara amara nke ụlọ ọrụ mgbasa ozi dijitalụ; Isi akụkọ Politico kọwara mmeri ahụ n'isi akụkọ ha, \"Maka mmalite mgbasa ozi gburugburu ebe obibi na-adịghị mma, ihe nrite kachasị mma nke akwụkwọ akụkọ.\" Naanị ihe nrite dijitalụ ka enyere kemgbe 2009 ma ole na ole meriri",
  "Dị ka akwụkwọ ozi mkpuchi ahụ si kwuo, na ntinye maka ihe nrite, nchọpụta ndị ahụ sitere na nyocha nke Lisa Song malitere na mbụ, McGowan na Hasemyer sonyekwaara n'oge na-adịghị anya",
  "Song dị naanị afọ 26, mgbe ọ meriri Pulitzer",
  "Edepụtara ihe nrite ndị ọzọ n'okpuru:",
  "Na 2014 Song na ndị ọrụ ibe ya na InsideClimate, Jim Morris na David Hasemyer, natara Philip Meyer Journalism Award for Social Science for \"Big Oil, Bad Air: Fracking the Eagle Ford Shale of South Texas.\"  Ha nwetakwara onyinye Thomas L",
  "Stokes maka ike kacha mma na ederede gburugburu ebe obibi, site na National Press Foundation maka otu akụkọ ahụ",
  "Akụkọ ahụ kpughere otú ndị na-adịghị ike, ndị bi na-enwe ihe ize ndụ ahụike nke ihe omume a na-achịkwaghị achịkwa gburugburu ebe a maara dị ka egwuregwu Eagle Ford Shale, 400-mile-long, 50-mile- wide area of more than 7,000 oil and gas structure, olulu mmiri., na ebe a na-egwupụta ihe, site na Leon County, Texas, banye n'ókè Mexico",
  "Ugo Ford bụ otu n'ime ebe a na-egwupụta ihe na America",
  "Edepụtara ihe nrite ndị ọzọ maka usoro ''Big Mmanụ, Ikuku ọjọọ'' na akụkọ sochirinụ n'okpuru.",
  "Na 2016, Song, na ndị nta akụkọ ibe ya bụ ndị ikpeazụ maka Pulitzer Prize for Public Service",
  "Usoro akụkọ a sitere na nyocha ọnwa 8 maka mgbanwe ihu igwe nke Exxon.",
  "Mgbe emechara ọtụtụ ajụjụ ọnụ na nyochaa memos ụlọ ọrụ site na azụ azụ dị ka 1970s, na ọtụtụ narị akwụkwọ dị n'ime, InsideCimate bipụtara usoro akụkọ 9, \"Exxon: The Road Not Taken.\" Mbipụta nke usoro ahụ rụpụtara na Attorney General nke New York, na-enye akwụkwọ ikike na Exxon, iji lelee ohere nke wayo",
  "Ha bụkwa ndị ikpeazụ maka ihe nrite Goldsmith maka mkpesa nyocha",
  "Ha nwetara ihe nrite ndị a maka otu usoro:",
  "Esemokwu mgbanwe ihu igwe nke ExxonMobil ka na-aga n'ihu",
  "Dị ka nke 2020, ExxonMobil ka na-agọnarị mmejọ ọ bụla na ikwupụta echiche ha na amụma ihu igwe, na-ekwu na òtù ndị na-eme ihe ike na-achọ ịta ụlọ ọrụ ahụ ahụhụ, na ịhazi mkpọsa ọgụ na mgbasa ozi mmekọrịta, na-eji hashtag #ExxonKnew",
  "Ebe nrụọrụ weebụ ExxonMobil na-agbagha akụkọ ahụ, na-ekwu ọtụtụ ndị ọkachamara iwu, akụkọ akụkọ, na ogidi echiche, gụnyere New York Post, The Wall Street Journal, New York Daily News, The Dallas Morning News, Bloomberg View, USA Today, na Boston Herald",
  "Exxon nwekwara usoro iheomume nke ya na webụsaịtị ha",
  "Usoro akụkọ nke ndị ọrụ ClimateChange News, gụnyere akwụkwọ ndị ha ji mee ihe, edepụtara n'okpuru ebe a."
]