[
  "Afọ kacha nta ịkwọ ụgbọala bụ afọ kachasị ala ebe mmadụ nwere ike inweta akwụkwọ ikike ịkwọ ụgbọala iji kwado ụgbọala n'ụzọ iwu kwadoro n'okporo ụzọ ọha na eze",
  "Otú ọ dị, nke a",
  "afọ na-ekpebi site na ikike ọ bụla ma na-etinyekarị ya na afọ iri na asatọ, mana enwere ike ikwe ka ndị ọkwọ ụgbọala na-amụta ihe banyere n' okporo ụzọ n'oge ọ dị nta n'okpuru nlekọta",
  "Tupu ọ ruo afọ kacha nta maka ikikere ọkwọ ụgbọala ma ọ bụ oge ọ bụla mgbe nke ahụ gasịrị, a ga-anwale onye chọrọ ikikere ahụ maka ikike ịkwọ ụgbọala na ihe ọmụma nke iwu okporo ụzọ tupu e nye ya ikikere, ọ bụrụhaala na ọ karịrị afọ kacha nta ọkwọ ụgbọala",
  "Mba ndị nwere afọ ịkwọ ụgbọala kachasị ala (iri na asaa na n'okpuru) bụ Australia, Bahamas, Canada, Malaysia, New Zealand, United Kingdom (mainland), United States, na Zimbabwe",
  "N'ebe ụfọdụ na United States na Canada, ndị ọkwọ ụgbọala nwere ike ịbụ ndị na-eto eto dị ka iri na anọ (na nlekọta nne na nna).",
  "Ọtụtụ ikike na-anabata ikikere ọkwọ ụgbọala nke ikike ọzọ nyere, nke nwere ike ime ka onye na-eto eto nweta ikikere na ikike nke nwere obere afọ ịkwọ ụgbọala ka a na-ekwe ka ọkwọ ụgbọala na ikike nke na-enwekarị afọ ịkwọ ụgbọ ala dị elu",
  "Otu ihe dị ịrịba ama na nke a bụ United States, ebe ọtụtụ steeti machibidoro ndị ọkwọ ụgbọala na-erughị afọ ọkwọ ụgbọala ha kacha nta, ọbụlagodi na ha nwere ikike ma ọ bụ ikikere nke steeti ọzọ nyere.",
  "Afọ kacha nta nwere ike ịdịgasị iche dabere na ụdị ụgbọ ala",
  "Ndepụta a na-ezo aka na afọ ịkwọ ụgbọala kacha nta maka obere ụgbọala (nke na-abụkarị n'okpuru puku atọ na narị ise kilogram nke nnukwu ụgbọala) ma ọ bụ ọgba tum tum, ebe edepụtara.",
  "18(Ụgbọ ala)",
  "21(Trucks)",
  "15 maka ikike nwa oge [citation needed]",
  "18 maka ụgbọala",
  "Enwere ike itinye akwụkwọ maka akwụkwọ ikike ịkwọ ụgbọala nwa oge site na afọ 16",
  "A kagbuola ya ebe ọ bụ na wiilị abụọ n'okpuru 50cc anaghịzi arụ ọrụ",
  "Mgbe ọ gbara afọ iri na asatọ, mmadụ nwere ike inweta akwụkwọ ikike n'ụlọ ọrụ njem mpaghara nke mpaghara ha.",
  "21 for heavy truck",
  "17 for cars15 for mopeds, quads and snowmobiles*",
  "The minimum driving age for heavy truck and heavy bus can go down to 18, if the license is obtained during military service",
  "* It is only possible to obtain a license for snowmobiles on Greenland.",
  "Unrestricted license is available at 18.",
  "15 for mopeds",
  "16 for motorcycles",
  "16 (mopeds and tractors)(cars if disabled and in receipt of PIP or DLA)",
  "16 (Light Quadricycle)"
]