[
  "Iwu banyere nne na nna ịgbakota aka zụọ ụmụaka bụ mgbalị na mgbanwe ụlọ ikpe ezinụlọ iji mee ka nne na nna ịgbakota aka zụọ Ụmụaka na-ahụkarị na mmefu nke naanị ikike, ka ụmụ nke ndị nne na nna gbara alụkwaghịm wee nwee mmekọrịta chiri anya kwa ụbọchị na nne ha ma nna ha",
  "Dabere na ọmụmụ nke sayensị na-egosi na ụmụaka na-eme nke ọma na ịkekọrịta ya na naanị ya, e nwere ọtụtụ òtù na-akwado iwu nne na nna, dị ka ndị mba America maka Ịdị nhata nke Nne na Nna, National Parents Organization, Ndị America maka Equal Shared Parenting the Children's Rights Council, Families Need Fathers, International Council on Shared Parenting, WISCONSIN for Children and Families (WFCF), na Leading Women for Shared Parenting.",
  "Ihe na-esonụ bụ ndepụta nke atụmatụ iwu nne na nna site na steeti na afọ tinyere ozi sitere na ụgwọ ọ bụla metụtara nne na nna na ọnọdụ ya ugbu a.",
  "Ụlọ ikpe ezinụlọ na-enyekarị iwu ka otu nne ma ọ bụ nna nwere ikike ileta onye nke ọzọ",
  "Iwu dị iche iche nke nne na nna nwere ọdịiche ụfọdụ na echiche ole na ole nke a ga-akọwa ebe a.",
  "Mba Alabama Senate Bill 186 (2017) chọrọ ịmepụta echiche iwu na njigide nkwonkwo bụ maka ọdịmma nke nwatakịrị ahụ",
  "Ọ bụ ezie na akọwaghị ụdị oge ịkekọrịta oge a ga-atụle maka njide ọnụ, ọ wepụrụ asụsụ ahụ kpọmkwem na-ekwu: \"nchekwa ọnụ apụtaghị na njide anụ ahụ nhata,\" Iwu a nwụrụ n'ụlọ omeiwu ma enwetaghị votu n'ala.",
  "Mba Alaska House Bill 368 (2018) gbalịrị ịmepụta na echiche a na-agbagha agbagha nke ikerịta nlekọta anụ ahụ bụ maka ọdịmma kachasị mma nke nwa ahụ, ma kọwaa ya dị ka nwa ya na nne ma ọ bụ nna ọ bụla bi maka pasentị iri ise (50%) nke afọ",
  "Ibu ọrụ a chọrọ iji merie echiche ahụ bụ ọtụtụ ihe akaebe",
  "Iwu a nwụrụ na kọmitii ma enwetaghị votu n'ala.",
  "N'afọ 2012, e webatara Arizona Senate Bill 1127",
  "Ọ gbanwere ọtụtụ asụsụ gbasara iwu nlekọta ụmụaka nke, tinyere ihe ndị ọzọ: wepụrụ mkpa ọ dị ka ụlọ ikpe tụlee ọchịchọ nke ndị nne na nna ma ọ bụ ụmụaka na-erubeghị afọ na ntozu okè kwesịrị ekwesị, chọrọ ka ụlọ ikpe tụlee ma ọ bụrụ na otu nne ma ọ bụ nna kpachaara anya duhie ụlọ ikpe ma ọ bụ na-egbu oge usoro ahụ, gbaa ụlọ ikpe ume ka ha mepụta atụmatụ nne na nna nke na-eme ka oge dị ukwuu na nne ma ọ bụ nna ọ bụla, ma nye ụlọ ikpe ntụziaka ka ọ ghara ịtụle nwoke na nwanyị nke nne na nna ma ọ bụ ụmụ",
  "N'adịghị ka ụgwọ ndị ọzọ a kpọtụrụ aha ebe a, ụgwọ a mepụtara echiche a na-agbagha megide njide ọnụ ma ọ bụrụ na ime ihe ike n'ụlọ mere",
  "Iwu a gafere Senate nke Arizona site na otu olu na ụlọ Arizona site na votu nke 46 - 9",
  "Gọvanọ Jan Brewer bịanyere aka na ya n'ụbọchị 9 n'ọnwa Mee, afọ 2012",
  "N'afọ 2017, e webatara Arizona House Bill 2296",
  "Iwu a gaara abanye n'echiche a na-agbagha agbagha na ime mkpebi iwu na oge nne na nna nhata bụ maka ọdịmma nke nwatakịrị ahụ",
  "Iwu a nwụrụ n'ime ụlọ tupu ịnata votu n'ala.",
  "Connecticut depụtara ụgwọ abụọ n'afọ 2017 na-achọ ịzụlite nne na nna",
  "House Bill 6638 (2017) gaara eme ọtụtụ mgbanwe gụnyere: ịmepụta asụsụ gburugburu nkewa nke ndị nne na nna, ịgbanwe akụkụ ụfọdụ nke otú onye nlekọta ad litem si arụ ọrụ, ịmepụta echiche nke njide ọnụ na ibu akaebe doro anya na nkwenye, ma chọọ ka ụlọ ikpe banye n'ime nchọpụta ederede mgbe ọ na-enyeghị ikike nkwonkwo",
  "House Bill 6645 chọrọ igosi na nne na nna na-ekerịta ohere nhata maka nwa ahụ bụ maka ọdịmma nke nwa ahụ, ọ gwụla ma ụlọ ikpe na-enye ihe akaebe dị ukwuu na-emegide ya",
  "Iwu abụọ a nwụrụ na kọmitii ma enwetaghị votu n'ala.",
  "Florida Senate Bill 668 (2016) kwuru banyere ma nne na nna na alimony",
  "Ọ gaara achọ ka ụlọ ikpe, mgbe ọ na-eme atụmatụ nne na nna, malite na echiche na obere nwa kwesịrị ịnọ ihe dịka oge nhata na nne ma ọ bụ nna ọ bụla",
  "O wepụrụkwa asụsụ na-ekwu na ọ dịghị echiche maka atụmatụ nne na nna ọ bụla",
  "Ọ chọkwara ịtọ oke ma na ego na oge nke alimony, na-etinye oge kachasị nke otu ọkara ogologo alụmdi na nwunye ahụ",
  "Iwu a gafere Florida House na votu nke 74-38 na Florida Senate na votu nke 24-14. Ka ọ na-echere ntinye aka ma ọ bụ veto site n'aka Gọvanọ Rick Scott, ụlọ ọrụ ya natara ihe karịrị oku 11,000 gbasara ya; pasent 80 n'ime ha na-akwado. Scott nụkwara kpọmkwem site n'aka ọtụtụ òtù gụnyere National Organization for Women, Florida League of Women Voters, na ọtụtụ ndị nnọchi anya si Florida Bar bụ ndị megidere iwu ahụ. Scott mechara kpebie igbochi iwu ahụ n'ọnwa Eprel 15, 2016.",
  "Na nnọkọ omebe iwu nke afọ 2019-2020, onye nnọchi anya Jasmine Clark (D-108) webatara House Bill 1140, nke ga-emepụta echiche a na-agbagha agbagha na ọdịmma kachasị mma nke nwatakịrị na-arụ ọrụ site na oge nne na nna nhata ma ọ bụ ihe dịka nhata na nne ma ọ bụ nna ọ bụla",
  "E webatara iwu ahụ ma zigara kọmitii ikpe n'ọnwa Machị 9, 2020",
  "A kwụsịrị ndị omebe iwu na Machị 13, 2020 n'ihi ọrịa COVID-19 ma depụta iwu ahụ mgbe ndị omebe iwu gbakọtara ọzọ.",
  "Na nnọkọ nke afọ 2017 - 2018, Illinois depụtara House Bill 4113",
  "Iwu a ga-eche ma na nwa ahụ kwesịrị inwe oge nhata na nne na nna ya nakwa na nne na nna abụọ ruru eru, ọ gwụla ma e nyere ụlọ ikpe ihe akaebe doro anya na nke doro anya ma ọ bụghị",
  "A họpụtabeghị iwu a ma tinyeghị ya na kalenda maka ntuli aka.",
  "Iowa webatara Senate Bill 2374 na nnọkọ 2017-2018",
  "Iwu a chọrọ ịmepụta echiche a na-agbagha agbagha na ọ bụrụ na e nyere ikike nchekwa iwu, a ga-enyekwa ikike nchekwa anụ ahụ",
  "Ọ chọkwara ka ụlọ ikpe tinye ihe akaebe doro anya na nke doro anya mgbe ha na-enyeghị ikike nchekwa anụ ahụ",
  "N'ikpeazụ, o wepụrụ asụsụ na-egosi na ụlọ ikpe kwesịrị ịtụle ma ọ bụrụ na otu nne ma ọ bụ nna na-emegide njigide ọnụ",
  "Iwu a nwụrụ na kọmitii tupu ntuli aka n'ala.",
  "N'afọ 2019, e webatara House Bill 1276 na Oklahoma",
  "Iwu a na-ekwu maka iwu nlekọta nwa oge na-achọ ka ụlọ ikpe nye oge nne na nna n'otu aka ahụ na arịrịọ nke otu nne ma ọ bụ nna ọ gwụla ma ọ chọpụtara na ọ bụ maka ọdịmma nke nwatakịrị ahụ ka ọ ghara",
  "A ka na-enyocha ụgwọ a.",
  "Kansas depụtara ma Senate Bill 257 na House Bill 2529 maka nnọkọ 2017-2018",
  "Ndị a bụ akwụkwọ ozi ndị yiri ya",
  "Ha gaara ewebata echiche abụọ a pụrụ ịgbagha agbagha: na atụmatụ nne na nna ọ bụla nne na nna abụọ kwenyere na ya bụ maka ọdịmma nke nwa ahụ, nakwa na ọ bụrụ na ndị nne na nna ekwenyeghị, ọdịmma kachasị mma nke nwa ahụ bụ inwe oge hà nhata ma ọ bụ ihe dịka oge na nne ma ọ bụ nna ọ bụla",
  "Echiche abụọ a chọrọ ihe akaebe doro anya na nke doro anya",
  "Iwu ndị a nwụrụ na kọmitii.",
  "Maka nnọkọ 2019-2020, Kansas webatara Senate Bill 157",
  "Iwu a na-ekwu maka naanị iwu nchekwa nwa oge",
  "Ọ na-eme ka a na-eche na ụlọ ikpe na-enye oge nne na nna nhata na iwu nwa oge",
  "A gbakwunyere mgbanwe na-ewepụ echiche ahụ ma ọ bụrụ na e nyere ozi nke ga-akwado nchọpụta nke ụlọ ikpe na mmetọ n'ụlọ emeela",
  "A na-enyocha ụgwọ a.",
  "N'afọ 2017 Kentucky depụtara House Bill 492 , nke lebara iwu nchekwa nwa oge anya",
  "Iwu a mere ka ọ bụrụ na nne na nna abụọ kwenyere na iwu nwa oge, ụlọ ikpe ga-eche na nke ahụ bụ ndokwa kachasị mma maka nwa ahụ nakwa na ọ bụrụ na ha ekwenyeghị, ụlọ ikpe ga-eche na nne na nna ga-ekerịta ikike nwa oge n'otu aka ahụ",
  "Ibu ọrụ a chọrọ iji kwughachi echiche a bụ oke ihe akaebe, ụlọ ikpe ga-abanye eziokwu na nchọpụta mgbe ọ na-agbagha ya",
  "Iwu a gafere Kentucky Senate na Kentucky House na-enweghị votu na-emegide ya ma Gọvanọ Matt Bevin bịanyere aka na iwu n'ụbọchị 10 Eprel 2017.",
  "N'afọ 2018 Kentucky webatara House Bill 528",
  "Iwu a yiri House Bill 492 mana ọ na-ekwu maka iwu nchekwa na-adịgide adịgide",
  "O mepụtara echiche a na-agbagha site n'ọtụtụ ihe akaebe na ma nlekọta nkwonkwo na oge nne na nna na-ekerịta n'otu aka ahụ bụ maka ọdịmma nke nwa ahụ ma chọọ ka ụlọ ikpe banye eziokwu na nchọpụta mgbe ọ na-apụ na nne na nna",
  "N'adịghị ka House Bill 492, iwu a gbakwunyere, n'etiti ihe ndị a ga-atụle, ihe gbasara ma ọ bụrụ na ụlọ ikpe ahụ achọpụta na otu n'ime ndị otu ahụ mere ihe ike n'ụlọ",
  "House Bill 528 gafere Kentucky Senate site na otu votu na Kentucky House site na votu 81-2",
  "Gọvanọ Matt Bevin bịanyere aka na ya na 26 Eprel 2018.",
  "N'afọ 2011 Minnesota webatara House Bill 322",
  "Tupu e webata ya, Minnesota nwere echiche na a ga-enye ndị nne na nna ma ọ dịkarịa ala 25% nke oge nne na nna",
  "Iwu a na mbụ chọrọ ịbawanye ọnụ ọgụgụ ahụ ruo 45%, mana emegharịrị ya iji mee ka oge nne na nna dị elu naanị ruo 35%",
  "Iwu a gafere Minnesota House site na votu 86 - 42, ma gafere Minnesota Senate site na votu 46 - 19. Mgbe ọ nụsịrị site n'aka ndị na-akwado ya dịka Center for Parental Responsibility, na ndị mmegide gụnyere Ngalaba Iwu Ezinụlọ nke Minnesota Bar na ndị na-akwado ụmụ nwanyị, Gọvanọ Mark Dayton kpebiri ịghara ịbụ abụ iwu ahụ, si otú a na-akpata veto n'akpa uwe.",
  "E webatara House Bill 2699 na Minnesota n'afọ 2017",
  "Iwu a bu n'obi ịbawanye oge nne na nna kacha nta ruo 40%, ọ gwụla ma nne na nna abụọ kwenyere na nke ọzọ",
  "Iwu a mere n'ime ụlọ.",
  "Minnesota depụtara House Bill 46 n'afọ 2019",
  "Iwu a ga-achọ na, site na arịrịọ nke nne ma ọ bụ nna, enwere echiche a na-agbagha agbagha nke nkwonkwo iwu na nkwonkwo anụ ahụ ọ gwụla ma mmetọ n'ụlọ mere n'etiti ndị otu ahụ",
  "Ọ ga-egosipụtakwa na nlekọta nkwonkwo pụtara na nne ma ọ bụ nna ọ bụla na-enweta pasent 50 nke oge nne na nna",
  "Iwu a na-ekwukwa na ụlọ ikpe nwere ike ikpebi otu esi agụta ihe pasent 50 nke oge nne na nna pụtara, ma na-atụ aro usoro ịgụta abalị",
  "A ka na-enyocha ụgwọ a.",
  "N'afọ 2016 Missouri webatara House Bill 1550",
  "Iwu a chọrọ ka ụlọ ikpe tinye nchọpụta ederede n'ọnọdụ ọ bụla ebe ndị nne na nna ekwenyeghị na ndokwa nchekwa",
  "O gosikwara na ụlọ ikpe nwere ike ọ gaghị eche na otu nne ma ọ bụ nna ruru eru karịa dabere na mmekọahụ ha",
  "O guzobere usoro nke nne ma ọ bụ nna nke a na-agọnahụ oge nne na nna ha nwere ike iweta ya n'ụlọ ikpe",
  "Ọ hụrụ na usoro ụlọ ikpe ezinụlọ agaghị anabata iwu obodo ọ bụla maka ịhazi ma ọ bụ ịmepụta atụmatụ nne na nna na-emezughị",
  "N'ikpeazụ, ọ chọrọ ka ụlọ ikpe mepụta akwụkwọ ntuziaka na-akọwapụta ụkpụrụ nduzi banyere otu esi emepụta atụmatụ nne na nna a ga-ekesa nne ma ọ bụ nna ọ bụla",
  "Iwu a gafere Missouri House n'otu olu na Missouri Senate site na votu nke 149 - 2",
  "Gọvanọ Jay Nixon bịanyere aka na ya.",
  "N'afọ 2018 Missouri webatara House Bill 1667, nke ga-eme ka echiche, nke a na-agbagha site n'ọtụtụ ihe akaebe, na oge nne na nna hà nhata ma ọ bụ ihe dịka hà nhata bụ maka ọdịmma kachasị mma nke nwa ahụ. Iwu a gafere Missouri House site na votu nke 137 - 7, mana enwetaghị votu na Missouri Senate n'ihi Senator Schupp na-eyi egwu na ọ ga-egbochi ya.",
  "N'afọ 2019 Missouri webatara House Bill 229 na Senate Bill 14, bụ ndị yiri ibe ha na mbụ ma yie nnọọ House Bill 1667",
  "Ha na-achọ ịmepụta echiche, nke a na-agbagha site na ọtụtụ ihe akaebe, na oge nne na nna hà nhata ma ọ bụ ihe dịka nhata bụ maka ọdịmma kachasị mma nke nwa ahụ",
  "House Bill 229 enweela mgbanwe iji dokwuo anya na ụlọ ikpe nwere ike ịnakwere ndokwa nne na nna ha kwenyere na ya n'emebighị echiche ahụ yana mmezigharị nke a na-emeri echiche ahụ ma ọ bụrụ na ụlọ ikpe ahụ achọpụta na usoro ime ihe ike n'ụlọ emeela",
  "House Bill 229 si otú a bụrụ iwu mbụ ma nwụọ n'enweghị votu site na Missouri Senate floor.",
  "E webatara House Bill 236 na New Hampshire n'afọ 2017",
  "Ebumnuche ya bụ ịgbanwe nkwado ụmụaka n'ọnọdụ ebe ndị nne na nna nwere oge nne na nna",
  "Ọ gaara eme ka a mara na nkwado ụmụaka na-esi n'aka nne ma ọ bụ nna na-enweta ego dị elu gaa na nne ma ọ bụ nna na-akpata obere ego",
  "Ọ ga-egosipụtakwa otú e kwesịrị isi gbakọọ nkwado ụmụaka",
  "Iwu a dara votu n'ala na New Hampshire House site na votu nke 171 - 178.",
  "E webatara House Bill 362 na New Hampshire n'afọ 2019",
  "Iwu a yiri nnọọ ụgwọ n'afọ 2017",
  "Otu ọdịiche dị ịrịba ama bụ na ọ na-agbanwe asụsụ site na \"oge tụnyere\" gaa na \"oge hà nhata ma ọ bụ ihe dịka oge hà nhata\"",
  "A na-enyocha ụgwọ a.",
  "Maka nnọkọ nke afọ 2018 - 2019 New Jersey depụtara ụgwọ abụọ yiri nke ahụ: Assembly Bill 1091 na Senate Bill 273",
  "Ụgwọ ndị a na-achọ ịmepụta echiche nke njide iwu na nke anụ ahụ",
  "ha ga-eguzobe echiche a na-agbagha agbagha nke nchekwa anụ ahụ nhata ma ọ bụ ihe dịka nhata",
  "Ịjụ echiche a chọrọ ihe akaebe doro anya na nke doro anya na njigide nkwonkwo na-emerụ nwa ahụ",
  "A na-enyocha ụgwọ ndị a.",
  "South Carolina webatara House Bill 3569 n'afọ 2022",
  "Iwu a na-achọ ịmepụta echiche, nke a na-agbagha site na ihe akaebe doro anya na nke na-emesi obi ike, na oge nne na nna na-ekerịta n'otu aka ahụ bụ maka ọdịmma nke nwatakịrị na ndị nne na nna dị njikere, nwee ike, ma dị mma",
  "A na-enyocha iwu a na kọmitii ikpe.",
  "N'afọ 2019 South Dakota depụtara House Bill 1104",
  "Iwu a na-eme ka a na-eche na a ga-enye nchekwa anụ ahụ n'ọnọdụ ebe a na-enye nchekwa iwu ọnụ, ọ na-akọwa nchekwa anụ ahụ ọnụ dị ka \"nkekọrịta oge nhata,\" ma na-esetịpụ ibu ọrụ achọrọ iji merie echiche ahụ dị ka ihe akaebe",
  "Ọ ga-ewepụkwa asụsụ n'iwu ahụ na-ekwu na a gaghị enwe echiche nke njide anụ ahụ",
  "A na-enyocha ụgwọ a.",
  "A tụlere House Bill 453 na Texas maka nnọkọ omebe iwu nke afọ 2017 - 2018",
  "Iwu a chọrọ ịhazi iwu nke steeti iji gbaa ndị nne na nna kewara ekewa na ndị gbara alụkwaghịm ume ka ha kesaa ikike n'otu aka",
  "Ọ gbakwara ụlọ ikpe ume, mgbe ọ na-eme atụmatụ nne na nna, iji hụ na ọdịiche dị n'ọnụ ọgụgụ ụbọchị a na-enye nne ma ọ bụ nna ọ bụla kwa afọ agafeghị ise",
  "Iwu a nwụrụ na kọmitii.",
  "House Bill 803 ga-enye echiche nke oge nne na nna 50/50 maka ndị nne na nna kwesịrị ekwesị, dị njikere, na ndị nwere ike",
  "A tụlere ya n'oge nnọkọ omebe iwu nke Texas nke afọ 2021",
  "Iwu ahụ nwere ihe karịrị ndị edemede iri abụọ na ihe fọrọ nke nta ka ọ bụrụ ndị nne na nna 200 na ndị na-eme ihe ike nyere akaebe na kọmitii JJFI",
  "N'agbanyeghị nke a, onye isi oche Neave gburu ụgwọ ahụ n'ụzọ dị irè",
  "N'afọ 2018 Virginia depụtara House Bill 1351",
  "Iwu a gosiri na ụlọ ikpe kwesịrị ịtụle inye ikike nchekwa ọnụ mana o guzobere na e kwesịghị inwe echiche maka ụdị nchekwa ọ bụla",
  "Iwu a gafere site na otu olu na Virginia House na Virginia Senate wee bụrụ iwu na 18 Mee 2018.",
  "N'afọ 2000 mba Wisconsin gbakwunyere mgbanwe iwu abụọ dị mkpa site na mmefu ego (ACT 9)",
  "Echiche na nlekọta nkwonkwo bụ maka ọdịmma nwatakịrị",
  "Na ntụziaka iji mee ka oge e nyere nne na nna ha abụọ",
  "A gwara ụlọ ikpe dị na WI tupu nke a ka ha ghara ịtụle nwoke na nwanyị n'ụlọ mkpọrọ ma ọ bụ mkpebi itinye ya",
  "Site na ọmụmụ ntinye n'ezie nke UW IRP mere na WI, itinye òkè okpukpu abụọ na 90s (site na ihe dị ka 15% ruo 30% na ikpe ịgba alụkwaghịm)",
  "N'ime afọ iri mbụ nke afọ 2000 n'ihi mgbanwe iwu nke ACT 9, itinye òkè na ikpe ịgba alụkwaghịm mụbara ruo 50% (2010)",
  "Ndị nne na nna na-alụbeghị di na nwunye mere nke ka njọ n'ihe gbasara nsonaazụ nne na nna ma e jiri ya tụnyere ndị nne na nna na-agba alụkwaghịm (naanị 15% kesara n'afọ 2008)",
  "E webatara ụgwọ mbụ nke Presumption of Equal Placement ọtụtụ ugboro n'ime afọ iri nke abụọ nke afọ 2000, mana enwetaghị nnukwu traction",
  "Nnyocha na-adịbeghị anya (2019) nke UW-IRP mere ọzọ na-egosi na Wisconsin na Maine ekerela nsonaazụ nne na nna maka ihe fọrọ nke nta ka ọ bụrụ ọkara nke ịgba alụkwaghịm, ma e jiri ya tụnyere nkezi nke 25% òkè na steeti ndị ọzọ.",
  "Wyoming webatara [https://legiscan.com/WY/bill/HB0114/2019 House Bill 114 n'afọ 2019",
  "E nyeghị iwu a",
  "E nwere ìgwè ole na ole na-arụ ọrụ iji gbanwee iwu ndị ahụ ka ọ bụrụ echiche a na-agbagha agbagha nke nne na nna",
  "Kids Deserve Dads na onye guzobere ya, Zac Martin na-eduga na ebubo iji weta ụmụ Wyoming nne na nna",
  "A ga-enwe ụgwọ ọzọ n'ọdịnihu dị nso ma ọ bụ n'afọ 2022 ma ọ bụ 2023 nnọkọ."
]