[
  "Akwụkwọ ahụ n'ihu na-akọwa onwe ya dị ka \"ihe ndekọ ziri ezi na nke eziokwu (site na akwụkwọ akụkọ) nke omume dị iche iche nke mmụọ ime mmụọ ma ọ bụ (Devils Incarnate) Witches ma ọ bụ abụọ: na nnukwu nsogbu na ihe ijuanya ha nyere ezinụlọ George Walton n'otu ebe.  A na-akpọ Great Island na mpaghara New Hampshire na New England, nke kachasị na-atụba ihe (site n'aka anaghị ahụ anya) Nkume, brik na brik-Bats nke nha niile, yana ọtụtụ ihe ndị ọzọ, dị ka Hammers, Mauls, Iron-Crows, Spits.  , na arịa ndị ọzọ, dị ka batara n'uche ha Hellish, na nke a maka ohere nke otu ụzọ n'ụzọ anọ nke otu afọ...\"Lithobolia: ma ọ bụ, Ekwensu na-atụ nkume bụ akụkọ akụkọ mmadụ 7,000 nke Richard Chamberlayne bipụtara na mbụ na London na 1698",
  "A na-ewere ya dị ka ihe atụ mbụ nke akwụkwọ esoteric na ide egwu egwu karịrị nke mmadụ, ma e jiriwo ya tụnyere akụkọ poltergeist ọgbara ọhụrụ.",
  "\"Stone-Throwing Devil\" mere ka ọ dị egwu na Great Island (New Castle nke oge a, New Hampshire) na 1682",
  "Ọtụtụ narị nkume zoro n'ụzọ dị omimi n\"ụlọ oriri na ọṅụṅụ George Walton, yana ya, nwa ya nwoke Shadrach na ndị ọzọ nọ nʼógbè ahụ n'\"oge ọkọchị dum",
  "N'agbanyeghị nke ahụ, ọ dịghị onye bịara n'ihu hụrụ onye ọ bụla na-atụ nkume",
  "Ọtụtụ ihe omume ndị ọzọ a na-akọwaghị akọwa mekwara n'oge ahụ",
  "A nụrụ olu ndị mmụọ ọjọọ, a tụkwara ihe n'ime ụlọ oriri na ọṅụṅụ Walton",
  "Minista a ma ama na Boston Increase Mather kọwara ihe ndị dị ịtụnanya n'akwụkwọ ya bụ Illustrious Providences",
  "George Walton, onye ya na onye agbata obi ya nọ na esemokwu maka ala, boro ya ebubo amoosu",
  "Ya onwe ya, n'aka nke ya، boro ya ebubo na ọ bụ onye dibịa afa",
  "Ndị ọzọ nọ n'ógbè ahụ nwekwara ike ịnwe ihe mere ha ji atụ nkume na Walton",
  "Ọ bụ onye Quaker",
  "Ndị Puritan na-enyo ndị Quakers enyo nke ukwuu, naanị ịbụ onye Quaker bụ mpụ",
  "Walton bụ onye na-elekọta ụlọ oriri na ọṅụṅụ, onye ahịa, na onye ọrụ osisi, ma ghọọ onye nwe ala kachasị ukwuu n'àgwàetiti ahụ",
  "Ndị agbata obi ya na-adịchaghị arụsi ọrụ ike na Walton na ya gbara ya anyaụfụ",
  "E nwekwara ọtụtụ ikpe maka esemokwu azụmahịa na ihe onwunwe",
  "O nwekwara ndị ọrụ American Indian abụọ, nke gaara akpata nnukwu nchegbu n'oge na-adịghị anya mgbe agha na ndị India gasịrị (King Philip's War) na n\"ihi udo na'enweghị isi dị",
  "Ndị ahịa ya na ụlọ oriri na ọṅụṅụ gụnyere ọtụtụ ndị na-eme mkpọtụ, gụnyere ndị ọkụ azụ \"na-enweghị chi\", ndị ndị ọzọ nọ n'àgwàetiti ahụ weere dị ka ndị a na'achọghị",
  "N'agbanyeghi ihe mere Walton na ụlọ oriri ya ji bụrụ ndị mmiri ozuzo nkume na-ezo ruo ọtụtụ ọnwa, ọ bụ nnukwu ntiwapụ mbụ nke amoosu doro anya na America.",
  "Akụkọ banyere ya gara America na England",
  "N'ime afọ ole na ole, ebubo nke amoosu ga-eme n'obodo ndị ọzọ dị na New England, na-agwụcha na ikpe ndị amoogo a ma ama na Salem, Massachusetts."
]