[
  "Little Miss Geek bụ mkpọsa nke na-ezube ịkpali ụmụ agbọghọ ịtụle ọrụ na teknụzụ na ụlọ ọrụ egwuregwu vidio",
  "Little Miss Geek bụ ụlọ ọrụ na-abụghị maka uru nke Lady Geek, ụlọ ọrụ na'ime mkpọsa nke na-achọ ime ka teknụzụ dịkwuo mfe ma na-adọrọ mmasị ụmụ nwanyị.",
  "Belinda Parmar na ndị otu ya na Lady Geek malitere mkpọsa ahụ na 3 Ọktoba nke afo 2012 na Ụlọ Ahịa Apple na Regent Street.",
  "Mgbasa ozi Little Miss Geek enwetala mgbasa ozi na BBC, WIRED, Metro, The Guardian, The Independent na Computer Weekly.",
  "Maka afo 2013 Ada Lovelace Day, Little Miss Geek mepụtara mkpọsa iji tinye 'Her In Hero'",
  "N'ikwu na 'ụmụ nwanyị nwere ọganihu na teknụzụ dị, mana anaghị eme emume ha n'otu ụzọ ahụ ụmụ nwoke ibe ha dị', mkpọsa ahụ gbara ụlọ akwụkwọ na ndị omeiwu ume ime emume nnukwu ụmụ nwanyị teknụzụ, ndị ọkà mmụta sayensị na ndị na-emepụta ihe iji kpalie ụmụ agbọghọ na ihe nlereanya dị mma.",
  "Mgbasa ozi ahụ mere n'ihe karịrị ụlọ akwụkwọ 15 gafee UK, ruru ihe karịrị ụmụ akwụkwọ 10,000 ma nweta nkwado nke ihe karịrị ndị omeiwu 40 gụnyere Ms Jo Swinson MP, Hon Ed Vaizey MP, na Rt Hon Theresa May MP",
  "Mgbasa ozi ahụ nwetara mgbasa ozi na Metro na Guardian.",
  "E mere ihe omume n'ụtụtụ Ada Lovelace Day na Highgate Wood School, na-egosi okwu sitere n'aka Siobhan Reddy nke Media Molecule banyere ahụmịhe ya na ụlọ ọrụ egwuregwu na otu o si banye na ya.",
  "Na 8 Machị nke afo 2013 (Ụbọchị Ụmụ nwanyị nke Mba Nile) Little Miss Geek gbara ọsọ na ụlọ akwụkwọ Miss Geek ICT Takeover na ụlọ akwụkwọ abụọ dị na London: Queen Elizabeth's School for Girls na St Saviour's na St Olave's Church of England School. Onye omeiwu Simon Hughes gara nnọkọ ahụ na Boris Johnson onye kwuru okwu n'ụbọchị ahụ. Ihe omume ahụ jiri kọmputa Raspberry Pi mee ihe iji nye ụmụ agbọghọ ahụmịhe mmepe ngwanrọ n'ezie, ma dozie enweghị nhata nwoke na nwanyị na ụlọ ọrụ teknụzụ.",
  "Dị ka Parmar si kwuo, ebumnuche ihe omume Takeover bụ iji dozie nsogbu onyinyo: \"ụmụ agbọghọ na-eche na ndị na-arụ ọrụ na teknụzụ bụ ndị na-ahụ pizza n'anya na-enweghị ike inweta ndị enyi nwanyị",
  "Eziokwu bụ na teknụzụ bụ otu n'ime ụlọ ọrụ ndị na-emepụta ihe n'ebe ahụ. \"[Ụmụ agbọghọ na-arọ nrọ iji iPad mini na smart-phone kachasị ọhụrụ, mana ha anaghị arọ nrọ ịmepụta ya.",
  "Parmar bụ onye nkatọ nke agụmakwụkwọ teknụzụ nke Britain",
  "Ọ na-ekwu, sị: \"Ụzọ agụmakwụkwọ kwesịrị ịbụ ebe anyị ga-agbanwe ahụmịhe nwata na teknụzụ ka ọ bụrụ nghọta banyere kọmputa, ebe anyị na-atọ ntọala maka nwatakịrị ka ọ gaa n'ihu n'oge okenye ọ bụghị naanị na ọ nwere mmasị na teknụgbọ, kamakwa nkà iji malite ịsọ mpi na ụlọ ọrụ ahụ",
  "Otú ọ dị, dị ka ọ dị, anyị na-ada ụmụ anyị..",
  "N'abalị iri abụọ na ise n'ọnwa Eprel afọ 2013 Little Miss Geek mere ihe omume Wearable Tech na ememe nke International Girls na ICT Day na St Saviour's na St Olave's Church of England School. Justin Tomlinson MP gwara ụmụ agbọghọ ahụ ihe mere British Economy ji chọọ ụmụ nwanyị ndị ọzọ na-arụ ọrụ na teknụzụ",
  "Ihe omume ahụ gosipụtara onyinye sitere n'aka onye na-emepụta ejiji Francesca Rosella, ndị ọkachamara na teknụzụ ejiji Cute Circuit, Microsoft na ndị ọkà okwu sitere na British Fashion Council ma e mere ya iji mebie \"akụkọ ifo na teknụgbọala bụ klọb ụmụ nwoke\".",
  "British Vogue kọwara ihe omume ahụ dị ka \"Nkwekọrịta nke Fashion na Technology\", agbanyeghị Metro jụrụ ma enwere ike iji ejiji mee ihe iji mee ka ụmụ agbọghọ mara teknụzụ."
]