[
  "Imeju nke anụ na-enye nwa ara, nnụnụ, na azụ na-erikarị dị ka nri ụmụ mmadụ (lee offal)",
  "Anụ ezì, nwa atụrụ, nwa ehi, anụ ehi, ọkụkọ, goose, na afọ cod dị n'ọtụtụ ebe site na ebe a na-egbu anụ na nnukwu ụlọ ahịa ebe afọ stingray na burbot bụ ihe a na-ahụkarị na mba ụfọdụ na Europe",
  "Imeju anụmanụ bara ọgaranya na iron, ọla kọpa, vitamin B na vitamin A",
  "Ọ maghị ma iri imeju kwa ụbọchị nwere ike imerụ ahụ, ebe ọ bụ na ọ nweghị nchọpụta doro anya e mere na nsị nke vitamin A sitere na nri",
  "Otu inye imeju anụ ehi karịrị ọkwa dị elu nke vitamin A",
  "100 g imeju cod nwere 5 mg nke vitamin A na 100 μg nke vitamin D",
  "Imeju bụ otu n'ime ihe kpatara ịchọpụta vitamin B12, nke e mechara chọpụta na o nwere nnukwu ya.",
  "The livers of polar bears, walruses, bearded seals, moose, and huskies can contain very high levels of preformed vitamin A, and their consumption has led to vitamin A poisoning (hypervitaminosis A) according to several anecdotal reports",
  "The Inuit will not eat the liver of polar bears or bearded seals",
  "It has been estimated that consumption of 500 grams of polar bear liver would result in a toxic dose for a human. Russian sailor Alexander Konrad, who accompanied explorer Valerian Albanov in a tragic ordeal over the Arctic ice in 1912, wrote about the awful effects of consuming polar bear liver",
  "Also, in 1913, Antarctic explorers on the Far Eastern Party Douglas Mawson and Xavier Mertz were believed to have been poisoned, the latter fatally, from eating husky liver, though this has been contested recently.",
  "From Middle English liver, from Old English lifer, from Proto-Germanic *librō, from Proto-Indo-European *leyp- “to smear, smudge, stick”, from Proto-Indo-European *ley- “to be slimy, be sticky, glide”",
  "Cognate with Saterland Frisian Lieuwer “liver”, West Frisian lever “liver”, Dutch lever “liver”, German Leber “liver”, Danish , Norwegian and Swedish language lever “liver” the last three from Old Norse lifr “liver”.",
  "N'asụsụ Romance, okwu anatomical maka \"agụ\" (French foie, Italian fegato, Spanish hígado, wdg) sitere na okwu anatomikal Latin, jecur, kama site na okwu nri ficatum, n'ụzọ nkịtị \"jupụtara na fig,\" na-ezo aka na eriri afọ nke geese nke e gburu na fig (foie gras).",
  "Enwere ike isi imeju, náa ya n' oku, sie, ghe ya eghe, hụo ya ahụ ọ,  ma ọ bụ rie ya na-esighị  ya n' ọkụ (dị ka nayeh ma ọ bụ sawda naye na nri Lebanọn, sashimi imeju)",
  "N'ọtụtụ nkwadebe, a na-ejikọta akụkụ imeju na akụkụ anụ ma ọ bụ akụrụ, dịka n'ụdị dị iche iche nke Middle East mixed grill (dịka meurav Yerushalmi)",
  "Spreads ma ọ bụ pâtés e ji imeju mee nwere aha dị iche iche, gụnyere imeju pâté, pâté de foie gras, imeju a pịrị apị, liverwurst, imeju gbasaa, na Braunschweiger",
  "Sosage imeju ndị ọzọ gụnyere mazzafegato ma ọ bụ salsiccia matta",
  "A na-eji imeju nwa atụrụ a pịrị apị nke e ji netvet (mkpụrụ abụba) sie nri ọdịnala South Africa, nke a na-akpọ skilpadjies, ma sie ya n'elu ọkụ.",
  "Some fish livers are valued as food, especially the stingray liver",
  "It is used to prepare delicacies, such as poached skate liver on toast in England, as well as the beignets de foie de raie and foie de raie en croute in French cuisine. Cod liver (usually tinned in its oil and served seasoned) is a popular spread for bread or toast in several European countries",
  "In Russia, it is served with potatoes",
  "Cod liver oil is commonly used as a dietary supplement",
  "Liver of burbot is eaten in Finland: it is common for fish vendors and supermarket fish aisles to sell these fish with liver and roe sacks still attached",
  "These parts are often eaten boiled or added to burbot soup",
  "Burbot and its liver are a traditional winter food.",
  "The livers of polar bears, walruses, bearded seals, moose, and huskies can contain very high levels of preformed vitamin A, and their consumption has led to vitamin A poisoning (hypervitaminosis A) according to several anecdotal reports",
  "The Inuit will not eat the liver of polar bears or bearded seals",
  "It has been estimated that consumption of 500 grams of polar bear liver would result in a toxic dose for a human. Russian sailor Alexander Konrad, who accompanied explorer Valerian Albanov in a tragic ordeal over the Arctic ice in 1912, wrote about the awful effects of consuming polar bear liver",
  "Also, in 1913, Antarctic explorers on the Far Eastern Party Douglas Mawson and Xavier Mertz were believed to have been poisoned, the latter fatally, from eating husky liver, though this has been contested recently."
]