[
  "Liya Kebede (Amharic: ሊያ ከበደ; amụrụ na 1 Maachị 1978) bụ onye Etiopia, onye na-eme ihe nlereanya, onye na-akwado ahụike nne, onye na-emepụta uwe, na onye na-eme ihe nkiri. Ọ pụtara n'ihu akwukwọ Vogue ugboro atọ.",
  "Kebede jere ozi dị ka onye nnọchi anya WHO maka ahụike nne, nwa ọhụrụ na nwa kemgbe afọ 2005.",
  "A mụrụ Kebede ma zụlite ya na Addis Ababa, Ethiopia. Ọ bụ onye agbụrụ Amhara. Ọ bụ naanị nwa nwanyị n'ezinụlọ ahụ nke nwere ụmụnne anọ",
  "Onye nduzi ihe nkiri hụrụ ya mgbe ọ na-aga Lycée Guebre-Mariam, ụlọ akwụkwọ ebe ọ mụtara French nke ọma, wee kọwaara ya nye onye na-eme ihe ngosi French",
  "Mgbe ọ gụsịrị akwụkwọ ya, ọ kwagara France iji chụsoo ọrụ site na ụlọ ọrụ Paris",
  "Kebede mechara kwaga US, na mbụ na Chicago ma mesịa na New York City.",
  "Nnukwu iwu ewu Kebede bịara mgbe Tom Ford gwara ya maka nkwekọrịta pụrụ iche maka ihe ngosi ejiji Gucci n'oge Fall/Winter afọ 2000",
  "Mgbe ahụ na Mee 2002 ọ nọ n'ihu Paris Vogue, nke raara mbipụta ahụ dum nye ya.",
  "A hụla Kebede na mkpuchi nke Italian, Japanese, American, French na Spanish Vogue, V, i-D na Time's Style & Design",
  "E gosipụtara ya na mkpọsa mgbasa ozi gụnyere ndị nke Shiatzy Chen, Gap, Yves Saint-Laurent, Victoria's Secret, Emanuel Ungaro, Tommy Hilfiger, Revlon, Dolce & Gabbana, Escada na Louis Vuitton.",
  "N'afọ 2003, a kpọrọ Kebede ihu kachasị ọhụrụ nke ihe ntecha Estée Lauder, naanị onye Etiopia jere ozi dị ka onye nnọchi anya ha na akụkọ ihe mere eme nke ụlọ ọrụ ahụ. A na-ekwu na nkwekọrịta ya ruru nde dọla atọ. N'oge a n'ọrụ Kebede, ọ nọ n'ọnọdụ nke mbụ na models.com.",
  "N'ọnwa Julaị afọ 2007, ebe Kebede nwetara nde dọla abụọ na pụkụ narị dọla ise n'ime ọnwa iri na abụọ gara aga, Forbes kpọrọ ya nke iri na otu na ndepụta nke World's 15 Top-Earning Supermodels. N'afọ sochirinụ, onye na-eme ihe nkiri James Scully jiri ya tụnyere \"onye Grace Kelly dị iche\".",
  "N'afọ 2009, Kebede pụtara na ihe nkiri nke Desert Flower nke onye bụbu onye na-eme ihe nkiri Waris Dirie",
  "Ihe nkiri ahụ na-akọ banyere oge Dirie bụ nwata na Somalia, ịrị elu ya na mkpọsa mmata megide ibi úgwù ụmụ nwanyị",
  "E gosipụtara ya na Venice Film Festival ma nweta otuto kwụ ọtọ. Kebede nwekwara obere ọrụ na The Good Shepherd (2006) na Lord of War (2005)",
  "O gosipụtara dị ka 'Face of the Moment' na May 2009 US Vogue.",
  "N'afọ 2011, Kebede so n'ime ndị nlereanya gosipụtara na mkpọsa \"ọdịdị ọhụrụ\" nke Lacoste na Jenụwarị, na mgbasa ozi nke Mert na Marcus gbasara, na-egosi ndị nlereanya na-eyi uwe elu Lacoste polo ọcha na-eyi n'elu uwe mgbede ojii.",
  "Kebede so Jake Gyllenhaal mee ihe nkiri na mgbasa ozi Calvin Klein.",
  "Kebede nọ ugbu a na ndepụta nke \"New Supers\" site na models.com.",
  "Kebede malitere Lemlem, akara ejiji, na 2007",
  "Lemlem, nke pụtara \"ịfụli\" (to bloom) n'asụsụ Amharic, na-egosipụta uwe ụmụ nwanyị na ụmụaka eji aka, nke a na-akpa akwa ma na-achọ mma",
  "Kebede guzobere akara ahụ iji nyere aka chekwaa nka nke ịkpa ákwà ọdịnala na Etiopia, na inye ndị omenkà mpaghara ohere ọrụ",
  "A na-ere akara ahụ na ụlọ ahịa otu narị na iri ise.",
  "N'afọ 2005, a họpụtara Kebede dị ka onye nnọchi anya WHO Goodwill maka ahụike nne, nwa ọhụrụ na nwa. O guzobere Liya Kebede Foundation, nke ebumnuche ya bụ ibelata ọnwụ nne, nwa ọhụrụ na ụmụaka na Etiopia na gburugburu ụwa",
  "Nzukọ ahụ na-akwado nkwado na ọrụ mmata yana inye nkwado kpọmkwem maka teknụzụ dị ọnụ ala, agụmakwụkwọ obodo, na ọzụzụ na mmemme ahụike. N'otu ụlọ ọgwụ nke ntọala ahụ na-arụ ọrụ, nnyefe ụlọ ọgwụ jiri ihe karịrị pasent ịrị ise rịa elu n'ime ọnwa iri na abụọ.",
  "Kebede agaala Etiopia iji kwado ọrụ ahụike nne n'ọtụtụ oge",
  "N'afọ 2009, ọ rụrụ ọrụ na Bill & Melinda Gates Foundation dị ka akụkụ nke Living Proof Project. Kebede jere ozi dị ka onye ndụmọdụ dị elu maka akụkọ Center for Global Development nke afọ 2009 \"Bido na nwa agbọghọ: Agenda ọhụrụ maka ahụike ụwa\".",
  "Kebede na-ede ihe na The Huffington Post banyere ahụike nne na nwa, a gosikwara ya na Vogue na The Daily Beast  Ọ bụkwa otu n'ime ndị mmeri maka ọgbọ na-enweghị nje HIV, otu ndị isi Afrịka nke onye bụbu onye isi ala Botswana Festus Mogae duziri.",
  "N'afọ 2013, a kpọrọ Kebede otu n'ime ụmụ nwanyị Glamour nke Afọ maka ọrụ ebere ya site na Liya Kebede Foundation.",
  "N'afọ 2000, Kebede lụrụ onye njikwa ego nke Ethiopia bụ Kassy Kebede. Ha nwere ụmụ abụọ: nwa nwoke Suhul (September 2000) na nwa nwanyị Raee (August 2005). Ka ọ na-erule afọ 2007, ezinụlọ ahụ biri na New York City",
  "Di na nwunye ahụ kewara na 2013, ma gbaa alụkwaghịm na 2015."
]