[
  "Elizabeth Aishat Anjorin bụ nwanyị Naijiria na-eme ihe nkiri na onye na-emepụta ihe nkiri, karịsịa na ụlọ ọrụ ihe nkiri Yoruba nke Naijiria",
  "A mụrụ Anjorin na Badagry na Lagos Steeti, na mpaghara ndị Yoruba na ndịda ọdịda anyanwụ nke Naịjirịa. Nna ya bụ Onye Kraịst mana nne ya bụ onye Alakụba. O kwuru na ya na nne ya tolitere na ịda ogbenye",
  "Ha bụbu onye na-ere nri, egwu nke ịbụ onye dara ogbenye kpaliri ya ịga nke ọma. Ọ banyere Mahadum Olabisi Onabanjo n'afọ 2003, ebe ọ bụ nwa akwụkwọ na-eme ihe ike, ma gụsịrị akwụkwọ na 2017 wee nweta nzere BSc na Transport Planning and Management mgbe ọ hapụrụ ịga chụsoo ime ihe nkiri. Mgbe ahụ, ọ gara nkuzi ime ihe nkiri, n'oge ahụ ọ zutere Idowu Ogungbe na Ahmed Alasari, bụ ndị nyeere ya aka n'ọrụ ya.",
  "Dị ka onye na-eme ihe nkiri, Anjorin ghọrọ onye a ma ama na ngwụcha afọ iri mbụ nke senchiri nke iri abụọ na otu; ihe nkiri eji mara ya gụnyere Ise Onise na Arewa Ejo na 2009 na Owowunmi na 2010.",
  "Anjorin na-emepụta ihe nkiri ndị ọ na-apụta na ya ugbu a",
  "Ihe nkiri mbụ o mepụtara n'onwe ya bụ Tolani Gbarada Ndị ọzọ gụnyere Gold, na ndụ ya, Iyawo Abuke, ihe nkiri na-atọ ọchị nke afọ 2012 Kofo Tinubu, Kofo De First Lady, na Owo Naira Bet, nke a kọrọ na ọ bụ ihe nkiri Yoruba kachasị ọnụ ruo n'oge ahụ. Emere ya na 2017 ma wepụta ya na 2018. Ọ bụ otu n'ime ndị na-eme ihe nkiri kacha baa ọgaranya na Naịjirịa.",
  "Ọ bụkwa onye na-emepụta ejiji ma na-ere uwe na ngwa.",
  "Anjorin meriri Best Actress Award na Young Achievers Awards na 2012 maka Kofo Tinubu, na City Pride Achievers Award maka Best Actress na 2013 na 2014, oge nke abụọ maka KofoTinubu. Na 2014 City People Entertainment Awards, a họpụtara ya maka Best Actress of the Year (Yoruba) ma nye ya Yoruba Movie Personality of the Year. Na 2017 City People Entertainment Awards, ọ meriri Yoruba Movie Personality of the Year (Nwanyị) na Special Recognition Award maka Owo Naira Bet.",
  "Anjorin bụ nne, mana o nweghi di. Ọ gbanwere site na Iso Ụzọ Kraịst gaa na Islam ma nabata aha Aishat.",
  "Na Septemba 2019, ya na Toyin Abraham sonyere na esemokwu na mgbasa ozi mmekọrịta",
  "Ọ boro Abraham ebubo ụgha na ọ na-ebo ya ebubo na ọ na na-ere cocaine, nke mere ka a nyochaa ya n'ọdụ ụgbọ elu, nakwa na ọ mụrụ nwa ya n'ụlọ ọgwụ onye na-agwọ ọrịa kama ịbụ ụlọ ọgwụ ka o wee zoo ya",
  "Ụmụ nwanyị abụọ ahụ yiri egwu ịma ikpe, Anjorin boro Abraham ebubo na ọ na-eji cocaine eme ihe ma rịọ National Drug Law Enforcement Agency ka ọ nwalee ha abụọ maka ọgwụ ọjọọ. Bolaji Amusan, onye isi oche nke Theatre Arts and Movie Practitioners Association of Nigeria kwụsịrị esemokwu ahụ."
]