[
  "Liz Baffoe (amụrụ na 6 Julaị 1969) bụ onye Ghana na Germany na-eme ihe nkiri",
  "Ọ bụ nwanne nwanyị nke onye bụbu onye na-agba bọọlụ mba Ghana bụ Anthony Baffoe onye bụzi osote odeakwụkwọ ukwu nke CAF.",
  "A mụrụ Baffoe dị ka nwa nwanyị nke ikpeazụ nke onye nnọchi anya mba Ghana ma too na mpaghara nnọchi anya na Bonn-Bad Godesberg",
  "Nwanne ya nwoke bụbu onye Ghana na-agba bọọlụ, onye nchịkwa bọọlụ na onye ọkachamara Anthony Baffoe",
  "Onye na-eme ihe nkiri Rosalind BaffoE bụkwa nwanne ya nwanyị. Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị na 1992, o nwetara ọzụzụ dị ka onye na-emepụta mgbasa ozi",
  "Site na 1996 ruo 1999 ọ gara ụlọ akwụkwọ ihe nkiri nke Theater der Keller na Cologne na 2001 na Herbert Berghof Studio na New York.",
  "Baffoe rụrụ ọrụ nke Mary nke Naijiria na usoro telivishọn Lindenstrasse site na ihe omume nke narị ise na ịrị na asatọ, nke a na-agbasa na 5 Nọvemba 1995, ruo ihe omume otu puku otu narị na iri na abụọ nke 25 Machị 2007.  Ọ rụkwara ọrụ nkwado na ụfọdụ usoro ihe nkiri na telivishọn German",
  "Ọrụ ogologo oge ya na Lindenstrasse karịsịa nyere echiche na Baffoe na-asụ naanị German mebiri emebi, nke, agbanyeghị, ekwekọghị na eziokwu.",
  "Baffoe na-abụ abụ n'otu òtù na-eme ihe nkiri ma site na 1992, ọ bụ onye na-agụ egwú n'azụ Rudi Carrell show Let yourself be surprise for two years",
  "N'ọnwa Ọktoba afọ 2006, ya na Hendryk Schamberger sonyere na ihe ngosi RTL Dancing on Ice",
  "Kemgbe Septemba 2007 ọ na-anọ n'ihu igwefoto dịka onye nkuzi Changa Miesbach maka oge nke iri nke Schloss Einstein",
  "Ọ rụkwara ọrụ onye na-arụ ọrụ kiosk Hadiya Wedekind na usoro Die Anrheiner site na 2008 ruo 2013.",
  "Ọ na-arụkwa ọrụ a na usoro na-esote Ein Fall für die Anrheiner (site na 2011), na Hadiya Wedekind na-arụ ọrụ ugbu a dị ka onye na-ese foto",
  "N'abalị iri abụọ na asaa n'ọnwa Jenụwarị n'afọ 2013, ọ bụ onye na-azọ ọkwa na VOX telivishọn Perfect Celebrity Dinner",
  "Kemgbe Disemba 2013, ụlọ ọrụ nchịkwa ONEeins Management si Odenthal na-anọchite anya Baffoe.",
  "Baffoe na-akwado Respekt! Enweghị ebe ịkpa ókè agbụrụ. Kemgbe afọ 2013, Baffoe bụ onye nkwado nke Gye Nyame Kids eV. Njikọ ahụ na-akwado ụmụ mgbei na ọkara ụmụ mgbei yana ndị nne na-alụbeghị di na Ghana",
  "N'ọnwa Ọgọstụ afọ 2014, Baffoe sonyere na Sat.1 show Promi Big Brother wee bịa n'ọnọdụ nke itoolu.",
  "Na 1 Septemba 2015, Baffoe meghere akara ejiji Atinka Ashenso ya na onye ọchụnta ego Alexander Leon Diaz. Kemgbe 6 Eprel 2018, Liz Baffoe anọwo na-ere ọla nke ya na ọwa QVC.",
  "Kemgbe 2021, Liz Baffoe bụ onye nnọchi anya WW.",
  "Baffoe lụrụ Jens Krieger na 1 June 2012. Ya na ezinụlọ ya biri na obere obodo dị nso na Kaiserslautern na Palatinate, mana n'afọ 2014 ọ laghachiri Cologne. N'oge opupu ihe ubi nke afọ 2015, Baffoe gbara dị ya alụkwaghim."
]