[
  "Lekan Osifeso Jnr",
  "(amụrụ n'abalị iri abụọ na asatọ n'ọnwa Eprel n'afọ 1996) nke a maara nke ọma dị ka Lojay, bụ onye egwu Naijiria, onye na-agụ egwu, onye na-ede egwu na onye na-eme ihe nkiri. O rutere n'ọkwa nke asatọ na bọọdụ mgbasa ozi U.S",
  "afrobeats songs chart maka egwu ya bụ Monalisa, nke o gosipụtara Chris Brown na Sarz. Abụ ya bụkwa abụ afrobeats a na-akpọkarị na Shazam dị ka Cool FM Nigeria na NotJustOk si kwuo. A họpụtara ya maka onyinye The Headies maka onye na-agụ egwu nke na-etolite etolite maka afọ 2022.",
  "A zụlitere Lojay na steeti Lagos, Naịjirịa",
  "Ọ bụ onye si Ogun steeti. Ọ gụsịrị akwụkwọ na Mahadum Portsmouth, UK na 2018. Ezinụlọ ya biri na Ikorodu na Victoria Island",
  "Ebe ọ bụ na nne ya bụ onye ụkọchukwu, Osifeso gara ụka mgbe niile, dị ka usoro ezinụlọ n'oge ọ malitere. Mgbe ọ na-etolite, Chris Brown bụ otu n'ime ndị na-agụ egwú kachasị amasị ya.",
  "Aha egwu Lojay bụ ndebiri nke mkpụrụedemede mbụ nke aha ya zuru ezu \"Lekan Osifeso Junior\" (LO-J)",
  "Ọ nwere mmasị na egwu na ịbụ abụ mgbe ọ dị afọ iri na ụma",
  "Ọ gbasoro ihe na-atọ ya ụtọ n'oge ọ dị afọ iri na ụma",
  "Ọ na-agbanwe ụdị egwu ọ na-eme ma na-agbanwere site n'otu gnere gaa na nke ọzọ",
  "N'ajụjụ ọnụ ya na Nataal, o kwuru",
  "Ọ malitere egwu n'ụzọ ọkachamara na 2016 na oge ezumike mgbe ọ ka na-agụ akwụkwọ na-aga n'ihu wee gaa n'ihu na-elekwasị anya naanị na egwu mgbe ọ nwetasịrị akara ugo mmụta ya. Na Disemba 2017, Lojay wepụtara EP mbụ ya, Midnight Vibes, nke nwere egwu ise",
  "Aha egwu sitere na EP bụ Atarodo, Alomo, Kele, 10K Splaw na Whine & Bubble.",
  "N'afọ 2019, ọ wepụtara egwu Ariel ma n'afọ 2020, o wepụtara egwu ọzọ akpọrọ Ogogoro",
  "N'etiti njem mbụ ya n'ime ụlọ ọrụ egwu na 2016 na ntọhapụ nke egwu ya na 2021, Lojay wepụrụ ọtụtụ egwu gụnyere Along, Kuli Kuli, Over the Bar na ndị ọzọ.",
  "N'ọnwa Mee 2021, a tọhapụrụ EP nke abụọ ya nke akpọrọ LV N ATTN (nke sitere na Love and Attention), nke bụ EP duet n'akụkụ onye na-emepụta Sarz",
  "Ọ bụ egwu ise nke EP nke nwere egwu ya nke ọ wepụtara na mbido afọ ahụ nke akpọrọ Tonongo na Monalisa, abụ ọ gara n'ihu na-agwakọta ya na Chris Brown. Tinyere LV N ATTN, egwu nwere otu aha ahụ dị ka EP, nke o gosipụtara Wizkid. A na-akpọ egwu abụọ ndị ọzọ Panty! na Park O X3",
  "Ọrụ ahụ nwetara nhọpụta maka onyinye The Headies maka onye na-ese ihe ọzọ maka afọ 2021/2022. N'ọnwa Nọvemba 2021, DJ Neptune gosipụtara ya na Zlatan Ibile na egwu akpọrọ Only fan",
  "N'afọ 2022, o sonyere na njem mmeri Heineken UEFA Champions League na Naịjirịa."
]