[
  "Àtụ:Infobox settlementLokoja bụ obodo na Naijiria",
  "Ọ dabere na njikọ nke osimiri Niger na Benue ma bụrụ isi obodo Kogi State.  Ebe ndị Yoruba (Oworo), Bassa Nge na Nupe bụ ndị obodo ahụ, agbụrụ ndị ọzọ nke Nigeria, gụnyere Kupa-Nupe, Hausa, Ebira, Igala, Igbo, Bini/Edo, na Tiv nwere",
  "na-adịbeghị anya guzobe onwe ha",
  "Atụmatụ ịbụ obodo kọntinent Africa nke atọ na-eto ngwa ngwa n'etiti 2020 na 2025, na-enwe uto 5.93%.  Edepụtara ya obodo klaasị nke abụọ site na iwu obodo 1917 nke nchịkwa colonial",
  "Nke a gosiri na Lokoja bụ obodo ochie.",
  "Agbụrụ dị iche iche na-azọrọ na ha nyere obodo ahụ aha.",
  "Ndị mmadụ si n'agbụrụ dị iche iche ebiela n'ógbè ahụ nke ga-aghọ Lokoja ruo ọtụtụ narị afọ tupu ndị Europe abịarute",
  "Mgbanwe nke ìgwè ndị a na mpaghara ahụ nwere ike ịbụ n'akụkụ ụfọdụ n'ihi ịdị nso ya n'akụkụ osimiri Niger na Benue",
  "Ụfọdụ n'ime ndị mbụ biri na Lokoja bụ ndị Oworo / Yoruba si Ile-Ife, Hausa na Nupe",
  "A na-ekwu na ha si Baro na akụkụ ụfọdụ nke steeti Niger nke oge a kwaga n'ebe osimiri Niger na Benue na-agakọ. Mpaghara a mesịrị ghọọ ebe azụmahịa",
  "Ihe atụ bụ Kupas na ụfọdụ Kakandas.",
  ".Ndị Bassa-Nges kwenyere na ha biri n'ala ala ugwu Patti mgbe ha batara na Lokoja, tupu ha akwaga ọzọ ma kwaga ebe obibi n'ofe Benue, dị nnọọ n'ebe ugwu nke Igalas",
  "Ihe ọ bụla ọ bụ, ọ na-esiri ike ikwupụta n'usoro nke ọ bụla ma ọ bụ otu n'ime ndị a bịara mgbe ndị Oworo biri n'obodo Lokoja",
  "Ìgwè ndị a dị iche iche bi n'akụkụ dị iche iche nke obodo ahụ mana ha nwere njikọ chiri anya na mmekọrịta mmadụ na ibe ya",
  "Ha na-emekọrịta ihe n'enweghị ihe mgbochi ma na-anabata ibe ha",
  "Ọ bụ Maigari (onye isi) nke Lokoja na-achịkwa Lokoja taa, na ndị Hakimi ya iri na abụọ (ndị isi) Ọ dị mkpa iburu n'uche na otu ọ bụla nwere ụkpụrụ mpaghara nke ha: dịka ọmụmaatụ, Maigari enweghị ikike n'elu Olu nke Oworo, mana o nwere ikike n'ebe Ganaja, Kwak, Sarkin Numa, Adankoloware, A ward to ward E na obodo nta ndị ọzọ nke Lokoja Holland bụ ndị Salkawa.",
  "Lokoja nwere nnukwu ahịa atọ: New Market (International Market); Old Market; na Kpata Market",
  "Ahịa Kpata na Ahịa Ọhụrụ nwere ụbọchị ahịa ha kwa ụbọchị ise",
  "Ngwaahịa ndị dị mkpa a na-ere n'ahịa ndị a bụ ọka, akwụkwọ nri na ihe ndị dị n'ụlọ.",
  "Àtụ:LGAs and communities of Kogi StateÀtụ:Cities in NigeriaÀtụ:Niger River"
]