[
  "Oyelola Yisa Ashiru (a mụrụ n'abalị iri na anọ n'ọnwa Juun n'afọ 1955) bụ onye Naijiria na-ewu ụlọ na onye ndọrọ ndọrọ ọchịchị nke a họpụtara dị ka onye omeiwu na-anọchite anya Kwara South Senatorial District na ụlọ omeiwu Sineti nke itoolu. Ọ bụ onye isi nke Capital Projects Limited, ụlọ ọrụ na-ahụ maka ala na ụlọ nwere alaka na Lagos, Abuja na mba ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka.",
  "A mụrụ Ashiru na 14 June 1955 na Offa na Kwara State Nigeria",
  "Ọ gara ụlọ akwụkwọ praịmarị Iyeru okin, Offa tupu ọ gaa Esie Iludun Anglican grammar school na 1968",
  "Ọ gụsịrị akwụkwọ sekọndrị ya na kọleji gọọmentị etiti dị na Sokoto n'afọ 1974, wee mụọ atụmatụ gburugburu ebe obibi na ụkpụrụ ụlọ na Mahadum Lagos ebe ọ gụsịrị akwụkwọ n'afọ 1980.",
  "Mgbe ọ zọrọ ọkwa ọchịchị ọtụtụ oge, n'afọ 2018, Ashiru kwupụtara ebumnuche ya ịzọ ọkwa Sinetọ nke Kwara South senatorial district na ntuli aka nke Naijiria n'afọ 2019 na ndọrọ ndọrọ ọchịchị nke People's Democratic Party (PDP).",
  "N'ọnwa Ọgọstụ afọ 2018, ndị otu PDP na Kwara Steeti gụnyere Lola Ashiru gara All Progressives Congress (APC) iji mee mkpọsa megide usoro ndị eze nke Bukola Saraki bụ ndị ọ boro ebubo na ha achikwaghi Kwara Steeti nke ọma kemgbe afọ iri na isii gara aga.",
  "Na ntuli aka praịmarị nke APC, Ashiru meriri tiketi Senatorial mgbe o meriri Suleiman Ajadi na ọtụtụ ndị ọzọ",
  "Na 23 Febụwarị 2019, Ashiru meriri na ntuli aka maka ọkwa Sinetọ mgbe o nwetara votu pụkụ iri asatọ na itoolu, narị asaa na anọ wee merie onye nọ n'ọkwa Adebayo Rafiu Ibrahim nke PDP onye nwetara votu pụkụ iri anọ na ise na otu narị na iri asaa na ise.",
  "Mgbe e timyesiri ya na sineti nke itoolu na 11 June 2019, a họpụtara ya ka ọ bụrụ osote onye isi oche kọmitii sineti na-ahụ maka ihe gbasara ụlọ ebe obibi na osote onye isi oche kọmitii sineti na-ahụ maka ịzụ ahịa ọha na eze na 29 July 2019.",
  "N'oge njem mgbasa ozi na Ojoku na mpaghara Oyun nke Kwara Steeti na 20 Febụwarị 2019, a wakporo Ashiru na ndị na-akwado ya, ebe APC boro ebubo na ndị otu ha mmadụ abụọ bu ndi na-ememina mmadụ gburu",
  "Ha kwuru na ndị mere ihe ọjọọ ahụ bu ndị na-akwado ndị otu PDP.",
  "Ojoku bụ obodo Adebayo Rafiu Ibrahim bụ onye na-azọ ọkwa onye omeiwu nke Kwara n'ebe ndịda na ntuli aka 2019 nke Naijiria",
  "N'abalị iri abụọ na abụọ n'ọnwa Febụwarị afọ 2019, e jidere Adebayo Rafiu Ibrahim, onye omeiwu nọ n'ọkwa nke Kwara ndịda n'ihe gbasara mwakpo Ashiru na ndị na-akwado ya."
]