[
  "Lola Flash (amụrụ n'afọ 1959) bụ onye Amerịka na-ese foto nke ọrụ ya lekwasịrị anya na mmekọrịta mmadụ na ibe ya, LGBT na nsogbu ụmụ nwanyị. Onye na-ekere òkè na ACT UP n'oge ọrịa AIDS na New York City, e gosipụtara Flash na posta \"Kissing Doesn't Kill\" poster n'afọ 1989.",
  "Nkà Flash, nke gbanyere mkpọrọgwụ na nkwado obodo, dị na nchịkọta na-adịgide adịgide nke Museum of Modern Art, Brooklyn Museum na Victoria na Albert Museum.",
  "A mụrụ Flash ma zụlite ya na Montclair, New Jersey, bụ nwa nwanyị nke ndị nkuzi ụlọ akwụkwọ abụọ. Ọ bụ onye Afrịka na ndị Amerịka ma bụrụ ọgbọ nke anọ n'akụkụ nne ya toro na Montclair. Nna nna ya, Charles H",
  "Bullock, yana nne nne ya, kụziri na Jefferson School African American Heritage Center. Bullock guzobekwara YMCA ojii mbụ na Montclair, yana ndị ọzọ na Brooklyn, Virginia, na Kentucky. Aha e nyere ya bụ iji sọpụrụ nne nne nna ya.",
  "Flash malitere ise foto dị ka nwa agbọghọ, mesịa mee foto ụmụ akwụkwọ maka akwụkwọ afọ ụlọ akwụkwọ sekọndrị, yana ise foto ndị ọzọ.",
  "Flash gụsịrị akwụkwọ na Montclair High School. Mgbe ọ gụsịrị akwụkwọ, ọ gara kọleji ịmụ sayensị na foto na-enwe olileanya ịbụ onye na-ese foto sayensị, mana o kpebiri ịnyefe ụlọ akwụkwọ iji lekwasị anya na nka. N'afọ 1981, ọ nwetara B.A",
  "na Maryland Institute College of Art, ebe ya na Leslie King-Hammond gụrụ akwụkwọ. Flash mechara nweta MA na London College of Printing",
  "Mgbe ọ gachara Maryland Institute College of Art, Flash jiri negatives na atụmatụ agba na foto ya",
  "N'adịghị ka ọtụtụ ndị na-ese foto, o jiri ihe nkiri slide mee ihe ma mepụta foto ya na akwụkwọ na-adịghị mma",
  "Nke a gbanwere agba dị na foto ndị ahụ, iji gosi onye na-ekiri ya na a kụziiri ha ile ụwa anya n'ụzọ ụfọdụ. Ọrụ mbụ ya lekwasịrị anya na nsogbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị nke gụnyere ọrụ ndị metụtara ọrịa AIDS",
  "Malite n'oge ọkọchị nke afọ 1987, Flash na-arụsi ọrụ ike na ACT UP na New York City",
  "N'afọ 1989, Flash na Julie Tolentino pụtara na ọtụtụ di na nwunye ndị ọzọ na \"Kissing Doesn't Kill\" nke Gran Fury",
  "Ihe ngosi a, nke pụtara na bọọdụ mgbasa ozi, bọs, na ikpo okwu ụgbọ oloko n'ọtụtụ obodo, jiri ụdị mkpọsa Benneton's United Colors kpọọ nkwenye na enweghị obi ụtọ gbasara HIV / AIDS.",
  "Flash malitere iji Minox na-ese foto wee malite iji 35mm Yashica na ụlọ akwụkwọ sekọndrị.",
  "A maara Flash na mbụ maka iji usoro cross-color nke foto, nke na-agbanwe agba.",
  "Flash na-eji igwefoto Toyo-view ugbu a na-eji usoro ihe nkiri 4×5.",
  "Flash bi ma na-arụ ọrụ na New York City",
  "Na mgbakwunye na foto, Flash na-akụzi nka anya na nka asụsụ Bekee na ụlọ akwụkwọ sekọndrị dị na Brooklyn."
]