[
  "Lola  magazin bụ akwụkwọ ihe osise Toronto nke gbara afọ asaa n’etiti 1997 na 2003.",
  "Onye na-ese ihe / onye edemede Sally McKay,  onye nlekọta",
  "John Massier na onye edemede nka na onye nchịkọta akụkọ Catherine Osborne malitere Lola. Ebumnuche ha bụ iweghachite ihe ngosi nka nke obodo ahụ site na ịmepụta nnọkọ mepere emepe maka ndị edemede, ndị na-ese ihe na ọha na eze iji kwuo ma katọọ ihe ngosi na ihe omume nka n'ime obodo ahụ",
  "Akụkụ kachasị ewu ewu na magazin ahụ bụ ngalaba nyocha a na-akpọ Shotguns, ebe a kpọrọ onye ọ bụla ka o dee nyocha nke ihe ngosi ma ọ bụ ihe omume na nso nso a.  Ọtụtụ narị ndị edemede na \"ndị na-abụghị ndị edemede\" nyere aka na ngalaba ahụ, na-emepụta nnọkọ dị egwu maka mkparịta ụka na nkọwa",
  "Ihe mere Lola dị iche na magazin nka ndị ọzọ nke oge a bụ enweghị mmasị ya maka jargon nka na ọgụgụ isi",
  "A gbara ndị edemede ume ka ha kwuo okwu n'ezoghị ọnụ, na-eme ihe n'eziokwu, na-emeghe ma doo anya n'echiche na echiche ha.",
  "E kesara ya n'efu na ụlọ ngosi dị na Toronto ma ree ya na ụlọ ọrụ mgbasa ozi na Canada niile, a na-ewere Lola dị ka ngwakọta n'etiti magazin na zine (n'agbanyeghị nke ahụ, a na-enweta ego ya niile site na mgbasa ozi na ndebanye aha, na-eme ka ọ dị iche na ọtụtụ zines, nke n'ozuzu enweghị isi iyi nke ego)",
  "N'adịghị ka ọtụtụ magazin nka na Canada, nke na-adabere naanị na ego gọọmentị, Lola nwetara obere nkwado gọọmentị",
  "N'ime afọ asaa ya, Lola natara otu onyinye site n'aka Gọọmentị Canada iji kwado uto ya na ahịa na ndebanye aha.",
  "Mgbe e bipụtara mbipụta nke abụọ na 1998, John Massier hapụrụ magazin ahụ",
  "Catherine Osborne ghọrọ onye nchịkọta akụkọ na Sally McKay ghọrọ onye nduzi nka, ọ bụ ezie na ha abụọ rụrụ ọrụ nhata na mmepe nke ọdịnaya nchịkọta akụkọ",
  "Mmepụta nke magazin ahụ na-ewere ọnọdụ na ụlọ McKay nke abụọ na Parkdale, na nzukọ nchịkọta akụkọ na-enwe otu ugboro n'izu na Lakeview Diner, ihe a na-ewu ewu na Dundas Street na Toronto",
  "Na mbụ, a na-ebipụta Lola ugboro abụọ n'afọ",
  "N'afọ ikpeazụ ya, e bipụtara magazin ahụ kwa ọnwa.",
  "N'agbanyeghi mmalite nke magazin ahụ, ndị guzobere ya nwere mmasị ime ka magazin ahụ ghọọ magazin bara uru ma nwee ego",
  "N'afọ 2002, Sharon Salson (onye mechara bụrụ Sharon Gregg) sonyeere ndị ọrụ dị ka onye nkwusa na onye nduzi mgbasa ozi",
  "Site na ọrụ ọhụrụ ahụ, ndị guzobere Lola nwere olileanya inweta onye na-etinye ego iji gbanwee magazin ahụ ka ọ bụrụ mbipụta akwụ ụgwọ nke ga-adọta ọtụtụ ndị mgbasa ozi na ndị na-agụ akwụkwọ. Achọpụtaghị onye nkwado ego, nke mere ka magazin ahụ nwụọ mgbe ewepụtara mbipụta nke iri na isii na Septemba 2003.",
  "N'oge ọ na-agba ọsọ, ndị nta akụkọ na-ekpuchi Lola ugboro ugboro, na isiokwu ndị pụtara The Globe and Mail, Toronto Star, NOW, Shift, CBC n'etiti ọtụtụ ndị ọzọ.",
  "A họpụtara Lola ka ọ bụrụ magazin nke afọ site na National Magazine Awards Foundation na 2001 na 2002. N'afọ 2000, Lola natara nsọpụrụ na ngalaba \"Magazine of the Year\" na Canadian National Magazine Awards. N'afọ 2001, Gerald Hannon ritere ihe nrite ọla ọcha na ngalaba \"Arts & Entertainment\" na Canadian National Magazine Awards maka isiokwu ya Monk-y Business for Lola magazine, Mpịakọta nke iri, Fall 2001."
]