[
  "Lolita Files bụ onye edemede, onye edemede ihe nkiri, na onye na-emepụta ihe. N'etiti akwụkwọ akụkọ isii kachasị ere bụ akwụkwọ klọb akwụkwọ kachasị amasị Scenes from a Sistah na Child of God Akwụkwọ akụkọ ya nke isii, sex.lies.murder.fame ka Carolyn Folks họọrọ maka ihe nkiri maka Entertainment Studios na Files na-agbanwe ihe nkiri ahụ.",
  "Akwụkwọ Once Upon A Time In Compton, nke onye bụbu Compton Gang Unit Detectives Timothy M",
  "Brennan na Robert Ladd, tinyere Files, banyere afọ Brennan na Ladd n'òtù ndị omempụ, ịrị elu nke Gangsta rap, agha ndị omempụrụ aka, ọgba aghara L.A., nyocha nke ogbugbu nke ndị rapper Tupac Shakur na The Notorious B.I.G., na ọdịda nke Ngalaba Ndị Uwe Ojii Compton bipụtara na Eprel 25, 2017.",
  "Files nwere nzere na Broadcast Journalism site na Mahadum Florida ma bụrụ onye otu Alpha Kappa Alpha sorority.",
  "Files bi na Los Angeles, ebe ọ na-ede akwụkwọ akụkọ, nonfiction, ma na-ede ma na-emepụta ọrụ maka telivishọn, ihe nkiri, na mgbasa ozi ọhụrụ.",
  "A mụrụ Lolita Files na Fort Lauderdale, FL, nke Lillie (née Brackett) (nwụrụ n'afọ 2008) na Arthur James Files, Sr",
  "(nwụrụ na afọ 1999), nne ya nyere ya aha <i id=\"mwLQ\">Lolita</i> mgbe ihe nkiri Stanley Kubrick gasịrị",
  "O nwere otu nwanne nwoke tọrọ ya, Arthur James Files, Jr.",
  "Onye na-agụ akwụkwọ nke ọma site na nwata, ọ mikpuru onwe ya n'akụkọ ifo (akụkọ ifo ndị Gris, akụkọ ifo ndị Rom, akụkọ ifo Norse, akụkọ ifo Arthurian), Dante's Divine Comedy, na ọrụ J",
  "R",
  "R",
  "Tolkien",
  "Ịhụnanya ya maka Shakespeare, Toni Morrison, Fyodor Dostoyevsky, Zora Neale Hurston, Louise Meriwether, Vladimir Nabokov, Chinua Achebe, Claude Brown, Richard Wright, Gustav Flaubert, na ndị edemede egwuregwu Gris Sophocles, Aeschylus, Euripides, na Aristophanes ga-agwa ma metụta ọtụtụ n'ime ọrụ ya.",
  "Files gụsịrị akwụkwọ na Dillard High School na agụmakwụkwọ asaa wee gaa Mahadum Florida na Gainesville",
  "Ọ rụrụ ọrụ nwa oge dị ka onye na-arụ ọrụ maka akwụkwọ akụkọ ụmụ akwụkwọ, The Independent Florida Alligator, bụ onye otu Mahadum Florida Gospel Choir, ma kwe nkwa Alpha Kappa Alpha sorority (isi Iota Lambda). N'afọ ikpeazụ ya, ọ bụ Senator na-anọchite anya College of Journalism and Communications na UF's Student Senate.",
  "Mgbe ọ gụsịrị akwụkwọ na nzere Bachelor of Science na Broadcast Journalism, Files laghachiri Fort Lauderdale, na-arụ ọrụ dị ka onye njikwa ahịa maka ụlọ ọrụ na-emepụta ọgwụ na dị ka onye nhazi ihe onwunwe mpaghara maka Great Atlantic Property Management, ụlọ ọrụ na'ụlọ nke sitere na Newport News, VA na ụlọ ahịa na ebe obibi nke gafere Eastern Seaboard na akụkụ nke Midwest",
  "Ahụmahụ ya na ụwa nke njikwa ihe onwunwe ga-emecha gwa ya akwụkwọ akụkọ abụọ mbụ ya, Scenes from a Sistah (1997), na ihe na-eso ya, Getting To The Good Part (1999).",
  "Site na afọ 1992 ruo n'afọ 1996, Files bụ National Communications Manager maka ngalaba Facilities Management nke KinderCare Learning Centers, mba kachasị enye nlekọta ụmụaka maka uru na agụmakwụkwọ nwata, mgbe ahụ na-adabere na Montgomery, AL.",
  "N'oge mgbụsị akwụkwọ nke afọ 1994, Files dere akụkọ mkpirikpi abụọ na peeji iri ise nke Child of God, akwụkwọ akụkọ dị egwu ọ na-arụ ọrụ na ya ruo afọ ise, na ụlọ ọrụ edemede Jay Garon-Brooke Associates, Inc., ụlọ ọrụ na-anọchite anya onye edemede kacha ere ahịa John Grisham. N'akwụkwọ ozi ajụjụ ya, Files kwuru na ya nwere akụkọ mkpirikpi asatọ ọzọ nke ya na abụọ o zitere.",
  "Nancy Coffey, onye ọrụ si Garon-Brooke, kpọrọ oku n'ụtụtụ echi ya na-arịọ ka ọ hụ ihe ndị ọzọ",
  "Otu izu mgbe nke ahụ gasịrị, ụlọ ọrụ ahụ bịanyere aka na Files",
  "Mgbe ya na Garon-Brooke bịanyere aka, mgbe ọ na-arụ ọrụ iji mezue Child of God, Files malitere ide akwụkwọ akụkọ ọzọ, Scenes from a Sistah, mezue edemede mbụ n'ime ụbọchị asaa",
  "Na Febụwarị 1996, Warner Books zụrụ Scenes maka ego $ 50,000.\n \nN'ọnwa Eprel afọ 1996, Files hapụrụ Corporate America maka ọrụ oge niile dị ka onye edemede",
  "Ihe nkiri sitere na Sistah malitere otu afọ ka e mesịrị n'ọnwa Eprel afọ 1997 ma bụrụ ihe na-ewu ewu ozugbo, na-ere ngwa ngwa site na mbipụta mbụ ya ma na-ada n'ọtụtụ ndepụta ndị kacha ere ahịa.",
  "E bipụtara \"Child of God\" na Septemba, na afọ 2001, mgbe ewepụtara Scenes sequel Getting to the Good Part na afọ 1999 na Blind Ambitions, na afo 2000.",
  "Akụkọ ndị dị mkpirikpi nke nyeere Files aka ịbịanye aka site na ụlọ ọrụ edemede Garon-Brooke gbasaa n'ime HodgePodge, akwụkwọ akụkọ gụnyere ọtụtụ ihe odide ndị pụtara ìhè na trilogy Scenes (Scenes from a Sistah, Getting to the Good Part, and Tastes Like Chicken)",
  "Ruo ugbu a, Files ahọrọbeghị ibipụta akwụkwọ ahụ.",
  "N'afọ 1998, Files pụtara n'egwuregwu \"Sisters Who Get Everything Without Giving Up Anything\" na Homefront Theatre, na-eme ihe nkiri Rea Montgomery.",
  "SUNY Empire State College na-enye ọmụmụ izu asatọ, \"Nnyocha The Disciplines: Literature (EDU-232072),\" nke dabeere na nyocha nke akwụkwọ akụkọ Shakespeare Hamlet na Lolita Files, Child of God.",
  "Files mepụtara ma gosipụta dị ka onye nchọpụta maka usoro isii nke A&E bụ Who Killed Tupac? N'usoro ihe omume ahụ, onye ọka iwu na-ahụ maka ihe ndị ruuru mmadụ Benjamin Crump na-eduzi nyocha miri emi banyere ogbugbu a na-edozighị edozi nke onye na-ese egwu hip-hop Tupac Shakur.",
  "N'ọnwa Disemba afọ 2012, Files mere nyocha DNA sitere na ụlọ ọrụ na-achọpụta agbụrụ African Ancestry. Nsonaazụ laghachiri na-ekpughe njikọ kpọmkwem nke nna nna Files na ndị Brame na Balanta nke Guinea-Bissau na West Africa.",
  "Once Upon A Time In Compton (Tim Brennan & Robert Ladd na Lolita Files) - Amazon, Eprel na afọ 2017"
]