[
  "Lonnie Graham bụ onye na-ese foto, prọfesọ, onye na-etinye ihe, na onye na-ahụ maka ọdịbendị na-enyocha ụzọ a ga-esi jiri nka mee ihe iji nweta ihe a na-ahụ anya na ndụ ndị mmadụ",
  "Ọ bụ Prọfesọ nke Visual Art na Mahadum Pennsylvania State na University Park, nso State College, Pennsylvania",
  "Ọ bụ onye isi nchịkwa nke PhotoAlliance (San Francisco) kemgbe Ọnwa Ọgọọst afọ 2019",
  "N'ọnwa Jenụwarị afọ 2013, Graham kwuru okwu na TEDxPSU symposium",
  "Okwu ya dị maka iyi site na YouTube.",
  "Lonnie Graham gụrụ ihe osise na foto azụmahịa na Ivy School of Professional Art na Pittsburgh, Pennsylvania",
  "N'afọ 1976, ọ gụrụ foto na eserese na Nova Scotia College of Art and Design na Halifax, Nova Scotia ebe ọ gara nnọkọ onwe onye ya na onye na-ese foto Robert Frank na nkatọ nke onye na-enyocha nka Donald Kuspit",
  "N'afọ 1977, ọ gara San Francisco Art Institute, ma soro Linda Connor, Jack Fulton, Regan Louie, na Henry Wessel mụọ",
  "Ọ bụ onye na-enyere Larry Sultan aka na onye na-ahụ maka ọdịdị mmadụ John Collier Jr",
  "Pirkle Jones, ezigbo enyi na onye ọrụ Ansel Adams nke na-eleta ụlọ ọrụ nka ugboro ugboro, duziri Graham na foto buru ibu.",
  "Site n'afọ 1990 ruo afọ 1997 Graham bụ onye nduzi nke foto na Manchester Craftsmen's Guild na Pittsburgh, Pennsylvania, otu ụlọ ọrụ nka obodo nke William Strickland, Jr",
  "guzobere maka nka na agụmakwụkwọ maka ndị ntorobịa nọ n'ihe ize ndụ",
  "Graham mepụtara ọrụ nnwale ọhụrụ gụnyere Arts Collaborative, nke jikọtara nka na agụmakwụkwọ",
  "Ihe omume a dọtara uche nke First Lady Hillary Clinton onye gara ebe ahụ, ma sọpụrụ ya dị ka National Model for Arts Education",
  "Prọfesọ Graham jere ozi dị ka onye otu panel na onye nleta saịtị na Commonwealth maka Pennsylvania Council on the Arts",
  "Ọ rụkwara ọrụ yiri nke ahụ na ọkwa mba maka National Endowment for the Arts na Washington, DC.",
  "Site n'afọ 2001 ruo afọ 2003 ọ rụrụ ọrụ dị ka onye nkuzi nleta nke ọmụmụ gụsịrị akwụkwọ na San Francisco Art Institute, na San Francisco, California",
  "N'afọ 2002, Kimberley Camp, onye isi nchịkwa nke Barnes Foundation na Merion, Pennsylvania kpọrọ Graham ka ọ duzie akụkọ ihe mere eme nke Barnes",
  "E mechara mee ya onye nkuzi nke mmemme pụrụ iche ma gaa n'ihu na-akụzi na Barnes ruo afọ 2007",
  "Site na afọ 2007 ruo afọ 2009 Graham bụ onye na-anọchite anya onye nduzi nke Fabric Workshop na Museum.",
  "Malite n'afọ 2003 Graham malitere njem foto na India, Ethiopia, na Iceland na onye na-ese foto Linda Connor",
  "Ya na Jack Fulton gara India, Nepal na Tibet n'afọ 2007.",
  "Graham malitere ọtụtụ njem ego na nke onwe ya na Afrịka na Eshia nke metụtara ọrụ nka na ọdịbendị ọ rụrụ na Philadelphia na Fairmount Park Art Association na Pittsburgh na nkwado nke Three Rivers Arts Festival",
  "Ebumnuche ọrụ ndị a bụ iji gosipụta na enwere ike inweta mgbanwe dị ukwuu na ndụ ndị mmadụ site n'ime ka nka bụrụ ihe ngwọta dị irè maka nsogbu ndị a na-ahụkarị.",
  "Ka ọ na-erule njedebe a, e nyere Graham ọtụtụ nnukwu ọrụ",
  "N'afọ 1997, site na Jeanne Pearlman na Three Rivers Arts Festival na Pittsburgh, Pennsylvania, nyere iwu \"African/American Garden Project\"",
  "Nke a bụ akụkụ nke usoro ngosi buru ibu a na-akpọ \"Points of Entry\" nke gụnyere ntinye sitere n'aka ndị na-ese ihe, Ann Carlson, Group Material, Michelle Illuminato, Daniel J",
  "Martinez, na Fred Wilson.",
  "Ọrụ African / American Garden nyere mgbanwe anụ ahụ na ọdịbendị nke ndị nne na-alụbeghị di si Pittsburgh, Pennsylvania, na ndị ọrụ ugbo si obere obodo ọrụ ugbo na Muguga, Kenya",
  "N'ihi ọrụ a, Graham wuru usoro ogige ntụrụndụ dị ka akụkụ nke ọrụ ndị ọzọ."
]