[
  "Laetitia Laure Nsoutou, nke a maara nke ọma dịka aha egwu ya Lor bụ onye na-eti egwu na Cameroon, onye na-agụ egwu na onye na-ede egwu, onye na'eme ihe nkiri, onye na na-eme ejije na onye na'ọtụtụ ngwá egwu",
  "Her Extended Play (EP) Dawn, bụ dịka Samuel Lacmene, onye guzobere Stillac, si kwuo, \"otu abọm nke na-egosipụta ịdị ọhụrụ\", ebe ọ \"nwere ike izipu ozi siri ike, mana karịa ihe niile iji nye mmetụta site na ụda olu ya\".",
  "A mụrụ Lor Laetitia Laure Nsoutou Meyoug na 3 Septemba",
  "1991 na Yaoundé, Cameroon",
  "N'ịbụ onye mikpuru onwe ya n'ihe omume nka dịka ịgba egwu, ihe nkiri na egwu site na nwata, ọ mụtara keyboard dịka onye na-amụta onwe ya",
  "Ọ gara Lycée Général Leclerc ebe ọ sonyeere ndị egwú ụlọ akwụkwọ ma merie asọmpi ụlọ akwụkwọ Coca-Cola",
  "Ọ gụrụ akwụkwọ dị elu na Takoradi, Ghana, ma gụsịrị akwụkwọ na IPMC Technology College na afọ 2015.",
  "Lor malitere ọrụ ọkachamara ya n'afọ 2011, mgbe ọ sonyeere \"Troupe Rue 1113\" ma rụọ ọrụ dịka onye na-eme ihe nkiri, onye na-agba egwu, onye na'agụ egwu na onye na-ede egwu maka ihe nkiri egwu mbụ e mepụtara na Cameroon, \"Rendez-vous avec les morts\", nke Elena Serna dere",
  "Ruo n'afọ 2016, ọ nabatara aha \"Laelaure\" ma soro ndị omenkà dị iche iche dịka Festus na Willis Beats rụkọọ ọrụ",
  "Ya na onye na-ese ihe bụ Worlasi rụkọkwara ọrụ na egwu ya \"No Matter\", ma duzie / soro mepụta vidiyo egwu ya \"Cartoon\", nke a na-ewere dị ka otu n'ime vidiyo egwu kachasị mma site na Africa.",
  "Lor sonyeere New Bell Music dị ka onye na-edekọ egwu n'afọ 2016, onye na-eti egwu na onye na-emepụta Jovi duziri ya",
  "Dịka mmeghe, a na-egosi ya na egwu izizi nke Pascal \"Mankaʹa Remix\"",
  "A nabatara vidiyo nke Tatapong Beyala duziri nke ọma. O mekwara aka na abọm ya Work Dey 3 n'aha \"I No Kam Fine\" ma mesịa pụta na egwu \"ICI\" nke Tata n'afọ sochirinụ",
  "Ọ bụ ezie na e mere ọkwa na ọ na-arụ ọrụ na EP ya, ọ gaghị ewepụta ọrụ ọ bụla n'onwe ya n'okpuru New Bell Music, nke ga-akpata ajụjụ banyere ịbụ onye \"na-eleghara anya\" n'okpuru akara ahụ.",
  "N'ọnwa June 2018, Lor wepụtara vidiyo Freestyle dịka onye na-ese ihe n'onwe ya ugbu a. N'ịbụ nke Method J mepụtara ma Tatapong Beyala duziri, e gosipụtara vidiyo ahụ na Daymolition",
  "N'ọnwa Nọvemba afọ 2018, ọ wepụtara egwu izizi ya \"Tourne pas le dos\" nke bụ abụ nwere ụda egwu afro pop nke Sango Edi mepụtara ma Walter Enow duziri nke nwetara nyocha dị mma. N'afọ 2019, ya na onye na-ese ihe nke AFRIMA họpụtara WAZIH rụkọtara ọrụ na aha \"Fighter\" nke Method J Beats mepụtara, site na Extended Play Anotic ya na Disemba 2019, ọ wepụtara egwu nke abụọ ya, \"On Connait\" abụ afro pop nke Sangtum mepụtara nke ọha na eze nabatara nke ọma. Dị ka akụkụ nke Street Corner collective, ọ rụrụ ọrụ na La Case des Arts na Street Corner na l'Institut Français du Cameroun."
]