[
  "Lorcia Cooper-Khumalo (amụrụ na 9 Nọvemba 1978), bụ onye mba South Africa buru nwanyi na-eme ihe nkiri na onye na-agba egwu. A maara ya nke ọma maka ọrụ ya na ihe nkiri telivishọn a ma ama bu  Backstage, Scandal, Lockdown, agbamakwukwo Zulu na Hey Boy",
  "A mụrụ ya n' abali itolu n' onwa Nọvemba afo 1978 na Cape Town, South Africa",
  "Ọ lụrụ Mandla Khumalo. Di na nwunye a nwere otu nwa nwanyị na otu nwa nwoke.",
  "N'afọ 2019, ọ tara ahụhụ  oria nke na akwara obara na akwara olu",
  "Maka ọgwụgwọ ahụ, ọ na-agbanye carbon dioxide maka mfuli gburugburu anya ya.",
  "Mgbe ọ dị afọ anọ, nne na nna ya debara aha ya na klas ịgba egwu mgbe ha hụrụ mmasị ya maka ịgba egwu ma sọọ mpi na asọmpi ịgba egwu Latin America na Ballroom",
  "Mgbe ọ dị afọ ise, o meriri asọmpi mbụ ya na asọmpi mpaghara maka ịgba egwu Ballroom na Latin America",
  "Mgbe ọ dị afọ asatọ, ọ gara Academy of Dance ma mụọ ịgba egwu n'okpuru onye na-ede egwu a ma ama bụ Debby Turner, onye ghọrọ onye ndụmọdụ ya na onye nduzi ya",
  "Mgbe e mesịrị, ọ sonyeere North West Arts Council's Dance Academy ebe o nwere obi ụtọ ịbụ onye nkuzi n'afọ ndị sotere nu",
  "Mgbe ọ dị afọ iri na itoolu, o ritere FNB Vita Best Female Dancer Award.",
  "O mechara sonye na ọwa SABC2 wee bụrụ onye nta akuko Travel Xplorer",
  "N'oge a, a kpọrọ ya ka ọ bụrụ onye ga-egosiputa onodu Cindi' na ihe nkiri Hey Boy nke Andre Odendaal doziri nke e gosipụtara na 2003",
  "N'afọ 2008, a họpụtara ya dị ka otu n'ime ndị ọka ikpe na asọmpi ịgba egwu, Dans! Dans! Dans! aired on ykNET",
  "N'afọ 2008, ọ ghọrọ onye na-ede egwu na onye ọka ikpe na asọmpi eziokwu, 'High School Musical: Spotlight South Africa' nke a na-egosi na M-Net.",
  "N'afọ 2017, ọ gbara egwu na Mzansi Magic show, Lockdown na ọrụ 'Tyson' na oge nke anọ ya. N'otu afọ ahụ, ọ rụrụ ọrụ nkwado 'Marang' na ihe nkiri agbamakwukwo Zulu N'ọnwa Machị afọ 2019, o ritere ihe nrite Best Supporting Actress Award na SAFTA awards maka ọrụ ya na Lockdown 2. Na Septemba 2020, ọ pụtara na usoro ihe nkiri Mzansi Housekeepers na ọrụ 'Mkhonto'."
]