[
  "Lordina Mahama (née Effah; amụrụ na 6 Machị 1963) bbụ onye Ghana onye bụbu First Lady nke Ghana onye jere ozi dị ka nwanyị mbụ site na 2012 ruo 2017",
  "Ọ lụrụ onye isi ala nke anọ nke Republic of Ghana, John Dramani Mahama. Tupu ọ bụrụ nwanyị mbụ, ọ bụ nwanyị nke abụọ nke Ghana site n'afọ 2009 ruo 2012.",
  "Tupu ọ bụrụ nwanyị nke abụọ, di Lordina Mahama jere ozi dị ka onye otu ndị omeiwu nke Ghana na-anọchite anya mpaghara Bole-Bamboi site n'afọ 1997 ruo afọ 2008.",
  "Azụlitere na Brong-Ahafo na Tamale na mpaghara ugwu Ghana, Mahama bụ onye na-eri nri a zụrụ azụ na onye njikwa ọbịa.  Ọ bụ onye gụsịrị akwụkwọ na Ghana Institute of Management and Public Administration, ebe ọ nwetara ma nzere na Hospitality Management na a Masters in Governance and Leadership.  Ọ bụkwa onye gụsịrị akwụkwọ na Mahadum De Montfort na United Kingdom.",
  "Mahama sonyeere di ya na mkpọsa tupu afọ 2008 mgbe ọ bụ onye na-agba ọsọ John Atta Mills nakwa n'afọ 2013 na 2017 mgbe ọ bụ ọkọlọtọ maka National Democratic Congress, merie n'afọ 2013 mana merie n'afọ 2017.",
  "Mgbe ọ bụ nwanyị mbụ Mahama jere ozi dị ka ihe nlereanya maka ụmụ nwanyị na Ghana ma rụọ ọrụ dị ka onye na-akwado mmata HIV / AIDS, mmata nke Breast na Cervical Cancer, ụmụ mgbei na ndị a na-ebo ebubo amoosu. Ugbu a ọ bụ onye isi oche Lordina Mahama Foundation, ọrụ ebere nke ebumnuche ya bụ \"Ka anyị na-ekerịta, ka anyị na-enwekwu.",
  "A mụrụ ya Lordina Effah na Machị 6, 1963, site n'aka Maazị na Oriakụ",
  "Effah",
  "Lordina si Jema-Ampoma na Nkoranza District, nke dị na Brong-Ahafo Region nke Ghana",
  "Ọ bụ nwa ikpeazụ n'ime ụmụ atọ. Ọ nwetara ọzụzụ mbụ ya na Tamale, Ghana, na ụlọ akwụkwọ elementrị Tishigu Anglican",
  "Ọ gara ụlọ akwụkwọ sekọndrị Ghana na Tamale, ebe ọ gụsịrị akwụkwọ GCE ya",
  "Ọ bụ na Ghana Secondary School ka Lordina zutere onye ga-abụ di ya, John Dramani Mahama.",
  "Mahama bụ nwa akwụkwọ na Flair Catering Services, ma nweta agụmakwụkwọ kọleji afọ anọ na Hospitality Management na Ghana Institute of Management and Public Administration (GIMPA)",
  "Ọ gụrụ maka Masters of Arts na Governance and Leadership na Ghana Institute for Management and Public Management (GIMP) wee gụsịrị akwụkwọ n'afọ 2012. Mahama gụsịrị akwụkwọ na Master of Laws (LLM) na iwu azụmahịa / iwu azụmahịa mba ụwa na Mahadum De Montfort na United Kingdom na 2019..",
  "Oriakụ Mahama ghọrọ nwanyị nke abụọ mgbe di ya John Dramani Mahama, onye bụbu onye isi ala nke mba Ghana, ghọrọ osote onye isi ala Ghana nye Onye isi ala John Evans Atta-Mills na 7 Jenụarị 2009. Ọ rụrụ ọrụ dị ka nwanyị nke abụọ ruo Julaị 2012, mgbe ọ ghọrọ nwanyị mbụ nke Ghana.",
  "N'ikwekọ na usoro iwu Ghana, di ya ghọrọ onye isi ala nke Ghana na 24 Julaị 2012 mgbe onye bu ya ụzọ, John Atta Mills nwụrụ ma ṅụọ iyi na Nzukọ Ndị Omeiwu na Julaị 2012, na-eme ka ọ bụrụ nwanyị mbụ nke Republic of Ghana. Dị ka First Lady ọ rụrụ ọrụ dị ka onye na-akwado HIV/AIDS, ara na onye na-akwado ọrịa cancer cervical, nyere ụmụ nwanyị ike site na ntọala ya na site na Technical and Vocational Training (TVET) ma na-anọchite anya Ghana na nnọkọ na nnọkọ dị iche iche iji kparịta ihe gbasara ụmụ nwanyị na ụmụaka.",
  "N'oge ọ bụ nwanyị mbụ, a họpụtakwara Mahama dịka onye isi oche nke Organisation of African First Ladies Against HIV and AIDS (OAFLA) na June 2015. Tupu nke ahụ, ọ rụrụ ọrụ dị ka osote onye isi oche maka mpaghara West Africa nke OAFLA.",
  "Dị ka onye isi oche nke Òtù Na-ahụ Maka Ndị Mbụ Mbụ Afrịka Against HIV na AIDS (OAFLA), Mahama nwetara nsọpụrụ na 50th International Women Luncheon of Rainbow Push Coalition nke mere na Chicago (USA) maka ọrụ ya na ọrụ pụtara ìhè n'ịkwado ndị ogbenye.  na ụmụaka ndị na-adịghị ike n'Africa nakwa n'ọrụ ya dị ka onyeisi oche iji nye ụmụ nwanyị ike ka ha na-ahụ maka ikike ahụike ọmụmụ ha, yana ịkwụsị ibufe nje HIV site na nne na nwa.",
  "Site n'afọ 2013 ruo mgbe ọ hapụrụ ọrụ, Mahama rụkọrọ ọrụ na Ghana AIDS Commission na ụlọ ọrụ ndị ọzọ iji weta dị ka nje HIV na AIDS, ahụike ịmụ nwa, ara na cervical ọrụ na mpaghara iri na Ghana mgbe ahụ. Mkpebi itinye ọrụ HIV na ọrịa AIDS n'oge mmemme mgbasa ozi ahụike dị otú ahụ bụ n'ihi ịmara na ndị na-ebute ọrịa HIV nwere ike ibute ọrịa kansa",
  "N'ihi nke ahụ n'oge mgbasa ozi ndị ahụ, onye bụbu nwanyị mbụ ahụ jiri ohere ahụ soro ndị isi, ndị otu obodo ọ gara na-emekọrịta ihe iji kwado ka ndị ọzọ mara ọnọdụ ha ma malite ọgwụgwọ n'oge. Ọ nọgidere na-akwado okwu ndị metụtara HIV / AIDS mgbe ọ na-eje ozi dị ka nwanyị mbụ.",
  "N'oge ọ nọ n'ọkwa, Mahama bụ onye na-akwado ọrịa kansa ara na akpa nwa. Site na ntọala ya na ọrụ ya dị ka nwanyị mbụ, ọ bịara na atụmatụ maka nyocha nchọpụta nke ụmụ nwanyị karịsịa n'ime ime obodo nke Ghana iji hụ na ọgwụgwọ kwesịrị ekwesị ma ọ bụrụ na ọ dị mkpa.",
  "Site na ntọala ya na nkwado sitere n'aka gọọmentị na ndị ọzọ na-abụghị gọọmentị, ụfọdụ ụmụ agbọghọ nọ na Ghana enwetala ọgwụ mgbochi megide HPV site na GAVI vaccination initiative iji gbochie ọrịa kansa akpa nwa na ọrịa ndị ọzọ. O weere ụmụ nwanyị dị ka ndị na-enye aka na mmepe nke akụ na ụba ụwa dị ka a na-ahụ kemgbe ọtụtụ afọ ma na-akpọ oku na-aga n'ihu na òtù ndị na-abụghị ndị gọọmentị ka ha nyere aka dozie oghere nkwalite ahụike na nlekọta ahụike n'ihe gbasara ọrịa cancer ka ha na-enye isi mmalite ego.  maka atụmatụ ndị dị otú ahụ na-akwadoghị gọọmentị na-enye ego nlekọta ahụike.",
  "Ọ nọchitere anya Ghana na 8th, 9th, 10th na 11th Stop Cervical, Breast and Prostate Cancer conference. Na ogbako nke 8th, o kwuputara na Ghana ga-amalite mmejuputa atụmatụ nke National Strategy for Cancer Control afọ ise iji wepụta usoro dị iche iche ga-enyere aka ịchịkwa na ịchịkwa ọrịa ara ara na cervical, yana ọrịa cancer ndị ọzọ na mba ahụ.",
  "Na 21 Julaị 2015, ọ kpọkuru ụmụ nwanyị mbụ ndị ọzọ na ogbako 9th Stop Cervical, Breast na Prostate Cancer (SCCA) na Nairobi, Kenya, ka ha ghara ịhụ ngwa ọrụ dị ka nrọ kama ọ ga-emepe atụmatụ na mkpọsa maka ihe a ga-eme iji hụ na ọ dị mkpa.  nchọpụta mmalite na iduzi mkpọsa akwadoro, na-adịgide adịgide ma soro ụlọ ọrụ na òtù ndị metụtara ya na-akwado mgbochi na ịchịkwa ọrịa cancer na Africa.",
  "Mahama mere ka a mara na ihe dị ka ụmụ nwanyị 2,900 na Ghana na-arịa ọrịa kansa ara kwa afọ nakwa na dabere na nchọpụta nke World Health Organization (WHO), e mere atụmatụ na nde ụmụ nwanyị 6.7 nọ n'afọ 15 ma ọ bụ karịa na Ghana nọ n'ihe ize ndụ nke ịrịa ọrịa kansa akpa nwa na nke ara, site na atụmatụ ya na gọọmentị, \"ha na-atụ anya imeziwanye ọnọdụ ahụ na Ghana na ibelata ọnụọgụ ọnwụ nke ọrịa kansa site na pasent 30.",
  "Nlekọta maka ndị ogbenye",
  "Mgbe ọ bụ nwanyị mbụ, Mahama duziri atụmatụ iji nye ndị ogbenye n'ime ọha mmadụ",
  "O lekwasịrị anya n'inye ihe oriri, ihe nhicha ụlọ, uwe, na ihe ndị ọzọ dị mkpa maka ogige ụmụ mgbei na \"ogige ndị amoosu\" na Ghana.",
  "Site na ntọala ya, ọ nakweere ụlọ ụmụ mgbei isii na-adịghị ike na otu ogige ndị amoosu na Ghana dị ka ebe a na-elekwasị anya maka onyinye ya ebe ọ ka na-enye onyinye n'ogige ụmụ mgbei ndị ọzọ.  Ebe a na-elekọta ụmụ mgbei na ogige ndị amoosu bụ mmadụ abụọ na mpaghara Greater Accra;  Ụlọ ụmụaka Osu dị na Osu na Christ Faith Forster home na Frafraha, abụọ na mpaghara Brong Ahafo;  Ụlọ ụmụaka FrankMay na Ụlọ ụmụaka Bethesda ma na Techiman, abụọ na Northern Region;  Ụlọ ụmụaka Tamale na Ụlọ ụmụaka Anfaani ma na Tamale na ogige ndị amoosu Gambaga dị na North-East Region. N'ime oge ọ jere ozi, o nyere ọtụtụ onyinye maka ogige ụmụ mgbei ndị a na ọtụtụ ndị ọzọ.",
  "Na May 2014, ọ gara Gambaga Witch Camp ma nye onyinye osikapa, arịa, iberibe uwe na ihe ndị ọzọ maka nchekwa ha.  Ọ malitere ịrụ ụlọ ebe ndị a na-ebo ebubo na ha bụ ndị amoosu n'ogige Gambaga.  Ọ gara n'ụlọ ụmụaka Nyohini na ụlọ mgbei Anfaani dị na Tamale, ebe ya na ụmụaka na-akpakọrịta ma nye onyinye nri gụnyere akpa osikapa, sugar, mmiri ara ehi, ụlọ mposi na ndị ọzọ maka nlekọta ụmụaka nọ n'ogige ụmụ mgbei.",
  "N'ọnwa Disemba 2016, ya na Nana Oye Lithur, Minista nke Mmekọahụ, Ụmụaka na Nchebe Ọha na Eze meghere ụlọ obibi maka ụmụaka nke ntọala ya kwadoro na Osu Children's Home. O nyekwara ihe oriri na uwe iji kwado ụmụaka n'ememe Krismas.",
  "Site na atụmatụ ya maka inye ụmụ nwanyị ike, ọ nabatara Gambaga Witch Camp nke dị na North-East Region nke Ghana dị ka ebe dị mkpa nlebara anya. Ọ malitere ọrụ iwu ụlọ ọrụ ọzụzụ n'ogige ahụ a na-akpọ Gambaga Training Centre iji nye ọzụzụ ọrụ aka na nkà ndị ọzọ nke ndị ọchụnta ego iji jeere ụmụ nwanyị na ụmụ agbọghọ ozi n'ime ogige ahụ na nso obodo",
  "Nkà ndị a bụ iji nyere ha aka mee ka ha nwee ike ma nyere aka malite ụlọ ọrụ nke ha mgbe ha mechara",
  "Dị ka akụkụ nke ụlọ ọrụ ọzụzụ ọ na-edozi ụlọ oriri na ọṅụṅụ maka ụmụ akwụkwọ nọ na gburugburu Gambaga ndị ga-achọ ọzụzụ na ụlọ ọrụ ahụ.",
  "O nyekwara ọtụtụ onyinye nke ihe mmalite nye ndị omenkà gafee mba ahụ bụ ndị gụsịrị akwụkwọ na ụlọ ọrụ ọzụzụ ọrụ aka iji mee ka ha banye n'ụwa azụmaahịa ma nyere ha aka guzobe ụlọ ọrụ na azụmaahịa nke ha, ndị a gụnyere onyinye iji kwado ụlọ ọrụ China na Ghana site na onye nnọchi anya ha Sun Baohong.",
  "Lordina lụrụ John Dramani Mahama ma ha nwere ụmụ ise aha ha bụ Shafik, Shahid, Sharaf, Jesse na Farida",
  "Ọ na-asụ Bekee, Hausa, Dagbani na Twi nke ọma.",
  "Ọrụ ebere ya, The Lordina Foundation, emetụla ndụ ndị ga-erite uru na mpaghara dị iche iche nke Ghana.  Okwu nke ntọala bụ \"Ka anyị na-ekerịta, ka anyị na-enwekwu\".  A na-enye onyinye karịsịa n'oge Krismas na n'oge ndị ọzọ n'afọ.",
  "Onye bụbu nwanyị mbụ ahụ nwere ọtụtụ onyinye na aha ya na otuto ya",
  "Ndị a gụnyere:",
  "Àtụ:S-start\nÀtụ:S-hon\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]