[
  "Loretta Pettway (amụrụ n'afọ 1942) bụ ónyé America na-ese ihe na ónyé na-eme akwa nke Gee's Bend Collective si Boykin, Alabama",
  "A maara uwe elu ya màkà ụdị obi ike na nke improvisational.",
  "N'afọ 2006, ụdị uwe elu ya \"Roman Stripes\" na Medallion pụtara na stampụ ọrụ US Postal abụọ dị ka akụkụ nke usoro na-echeta ndị uwe elu Gee. Akpụkpọ ahụ ya dị na nchịkọta nké Museum of Fine Arts, Houston, Metropolitan Museum of Art, na Philadelphia Museum of Art. Ọ bụ ónyé natara 2015 National Heritage Fellowship nke National Endowment for the Arts nyèrè, nke bụ nsọpụrụ kachasị elu nke gọọmentị United States na nka ọdịnala na ọdịnala.",
  "A mụrụ Pettway na Boykin, Alabama ma too n'ụlọ ndị na-enweghị njikọ na ọrụ na ibu ọrụ siri ike. Nné ya hapụrụ ezinụlọ ahụ mgbè Loretta dị ihe dị ka afọ asaa",
  "Nna ya, Famous Pettway, lụrụ Plummer T",
  "Pettway ọzọ, mana ọ bụ nne nne ya, Prissy zụlitere Loretta",
  "Ọ bụkwa ónyé isi na-elekọta nwanne ya nwoke nwere nkwarụ",
  "Pettway nọrọ ụfọdụ n'oge ọ bụ nwata n'okpuru ụlọ nwanne nne ya Candis na nwanne nna ya Tank Pettway",
  "N'ebe ahụ, ọ tolitere n'akụkụ ụmụ nwanne ya Qunnie Pettway na Tank Jr",
  "Mgbè e mesịrị, ọ kwagara n'ụlọ nwanne nné ọzọ, Missouri Pettway, n'akụkụ nwa nwanne ya, Arlonzia Pettway.",
  "Agụmakwụkwọ ya dịkwa obérè",
  "Pettway na-agakarị ụlọ akwụkwọ n'oge Ọktọba, Nọvemba, na Disemba, n'etiti owuwe ihe ubi",
  "Ma ọ bụghị ya, ógè ya niile fọdụrụnụ na-ewe ihe ubi na ilekọta nwanne ya nwoke.",
  "Ọ lụrụ nwoke na-emegbu mmadụ nké na-aṅụ mmanya, na-ese siga, ma na-ekwo ekworo nke ukwuu",
  "Ọ zụlitere ụmụ asaa, ndị malitekwara ọrụ ugbo mgbè ha dị obérè.",
  "Pettway bụ otu n'ime naanị ndị na-eme akwa akwa nke Souls Grown Deep Foundation gbàrà ajụjụ ọnụ bụ ndị gosipụtara nlelị màkà ịmụta akwa akwa",
  "Ọ na-echeta, \"Ọ masịghị m ịkwa akwa",
  "Achọghị m ime ya",
  "Enwere m nwanne m nwoke nwere nkwarụ ma aghaghị m ịlụ ọgụ",
  "Enwere m ọtụtụ ọrụ m ga-arụ\". Otú ọ dị, nne nne ya Prissy kwenyesiri ike na ọ na-amụta ịkpa ákwà, na-ekwusi ike na ọ bụ nkà ga-aba uru n'ọdịnihu na ndụ ya",
  "Nke a gosipụtara eziokwu mgbe Pettway kwagara n'ụlọ ya, nke nwere naanị otu ọnụ ụlọ ọkụ, dị ka okenye",
  "\"Ma mgbè m nwetara m ụlọ, ụlọ ochie na-adịghị mma, mgbe ahụ, achọrọ m ka ha na-ekpo ọkụ",
  "Naanị okpomọkụ anyị nwere n'ime ụlọ oriri na ọṅụṅụ, mgbe ị na-apụ n'ime ebe ahụ ị chọrọ mkpuchi",
  "Aghaghị m ibili ihe dị ka elekere anọ, elekere ise, wee nweta coal",
  "Mee ka ọkụ gbaa",
  "Uwe ha na-eme ka ị na-ekpo ọkụ",
  "\""
]