[
  "Lornah Kiplagat (amụrụ n'ụbọchị mbụ n'ọnwa Mee n'afọ 1974) bụ onye Dutch ọkachamara na-agba ọsọ ogologo oge",
  "A mụrụ ya na Kabiemit, Rift Valley Province, Kenya wee bịa Netherlands na afọ 1999",
  "O nwetara nwa amaala Dutch n'afọ 2003 ma na-asọ mpi maka Netherlands kemgbe ahụ",
  "Ọ na-agba ọsọ ọ bụghị naanị ihe omume okporo ụzọ kamakwa na cross country na track and field.",
  "Ọ gbara ọsọ na afọ 2004, 2008 na 2012 Summer Olympics, bụ onye nwetara ọla edo na afọ 2007 na IAAF World Cross Country Championships, ma were utu aha atọ na-aga n'ihu na World Road Running Championship site na 2006 ruo 2008",
  "Na marathon, o nwere oge kachasị mma nke 2:22:22 awa ma merie nnukwu agbụrụ na Rotterdam, Amsterdam na Osaka",
  "Ọ na-ejide ihe ndekọ okporo ụzọ ụwa ugbu a karịa kilomita 5 na kilomita 10",
  "Oge kachasị mma ya karịa kilomita 20 na ọkara marathon bụ ihe ndekọ ụwa site na afo 2007 ruo 2011 ma bụrụ oge nke abụọ kachasị ọsọ.",
  "Akụkụ nke ezinụlọ na-agba ọsọ nke ọma, ndị ikwu ya gụnyere Sylvia Kibet, Hilda Kibet na Susan Sirma.",
  "Ọ bụ onye guzobere ụlọ ọrụ ọzụzụ dị elu a ma ama na Iten Kenya",
  "Ebe etiti ahụ dị mita 2400 n'elu oke osimiri",
  "Ndị na-eme egwuregwu na ndị na-agba ọsọ ntụrụndụ si n'akụkụ ụwa niile na-eleta HATC kwa afọ maka ọzụzụ.\nỌ bụkwa onye guzobere akara egwuregwu nke ya sitere n'ike mmụọ nsọ n'Afrịka nke a na-akpọ Lornah.",
  "Kiplagat na-eme nke ọma mgbe ọ gbara ọsọ maka Kenya",
  "Ọ bụ nwanyị mbụ meriri Falmouth Road Race na Peachtree Road Race",
  "Ka ọ na-erule afọ 2006 ọ ka bụ naanị nwanyị mere nke a, mana o mere ya ugboro atọ n'usoro (2000, 2001 na 2002) na oge nke anọ na 2005. N'etiti ihe ndị ọzọ ọ rụzuru bụ Amsterdam Marathon, Rotterdam Marathon, Osaka Ladies Marathon na Los Angeles Marathon.",
  "N'afọ 1999, Kiplagat kwagara Netherlands; afọ anọ ka e mesịrị, ọ nwetara nwa amaala Dutch nke nyere ya na afọ ohere ịgba ọsọ maka Netherlands site na 2003",
  "N'otu afọ ahụ, o belatara ihe ndekọ marathon Dutch ruo 2:23.43 n'oge New York City Marathon",
  "O sonyekwara na 2004 Summer Olympics, ebe o mechara nke ise na 10,000m.",
  "Afọ 2005 bụ nke gara nke ọma maka Kiplagat: ọ meriri ọlaọcha na afo 2005 IAAF World Half Marathon Championships wee were aha na afo 2005 European Cross Country Championships, ihe omume nke mere ka ọ malite ịhọrọ dị ka onye egwuregwu Dutch nke afọ",
  "Na 2006 IAAF World Cross Country Championships ọ mechara nke abụọ na Japan, merie ọlaọcha",
  "O mechakwara bụrụ onye nke ise na 10,000m na 2006 European Athletics Championships.",
  "O meriri na afo 2007 World Cross Country Championship nke emere na Mombasa, Kenya",
  "Na mbido, na Febụwarị 2007, ọ sonyere na asọmpi Kenyan Cross Country Championships dị ka onye na-eme egwuregwu a kpọrọ òkù wee merie asọmpi ụmụ nwanyị, n'ihu ndị isi n'etiti ndị obodo ya. N'ịmeri asọmpi ndị a, ọ meriri ihe ịma aka niile nke Etiopia, nke onye na-agbachitere Tirunesh Dibaba, onye mmeri dị mkpirikpi Gelete Burka, na onye nwetara ọla nchara abụọ site na 2006, Meselech Melkamu",
  "Ha mechiri: Dibaba, nke abụọ, Melkamu, nke atọ, Burka, nke anọ.",
  "E wezụga ihe ndekọ Dutch maka marathon, Kiplagat nwekwara ihe ndekọ ụwa anọ",
  "N'ọsọ okporo ụzọ 5 kilomita ọ gbara ọsọ ahụ na 14:47, ebe ọ belatara ihe ndekọ nke ya na 10 kilomita nke 50.54 site na sekọnd abụọ ruo 50.50 n'afọ 2006 Dam tot Damloop, nke ọ merikwara na afọ 2002. N'abalị iri na anọ n'ọnwa Ọktoba n'afọ 2007, Kiplagat setịpụrụ ihe ndekọ ụwa ọhụrụ nke 1:06:25 na World Road Running Championships na Udine, Ịtali, mgbe ọ na-agbachitere aha mbụ ọ meriri na afọ 2006",
  "O mebiri ihe ndekọ ụwa nke ya nke kilomita 20 n'ụzọ, na-agba ọsọ 1:02:57",
  "Otú ọ dị, Paula Radcliffe agbaala ọsọ ọsọ ọsọ ọsọ na Great North Run na 2003.",
  "A chụpụrụ Kiplagat n'afọ 2009 niile wee laghachi na asọmpi site na mmeri na Runner's World Zandvoort Circuit Run na Machị na afọ 2010. N'ọnwa Septemba, ọ gbara ọsọ na Dam tot Damloop ma bụrụ onye nke abụọ n'azụ nwa nwanne ya nwanyị Hilda Kibet, jiri oge 52:03",
  "Ọ laghachiri na ihe omume marathon maka afo 2011 London Marathon wee mechaa ọsọ mbụ ya n'ime afọ anọ, na-abịa nke iri na asatọ na oge nke 2:27:57 awa",
  "Ọ bụ ezie na ọ nọ n'ebe dị anya site na podium ma ghara inweta oge iru eru nke World Championship, o weere asọmpi ahụ dị ka ihe ịga nke ọma na-esote oge ndị merụrụ ahụ gara aga",
  "Ọ meziwanyere na afo 2011 Amsterdam Marathon, gafere akara mgbe 2:25:52 awa gasịrị iji nweta ọnọdụ nke atọ, aha mba Dutch, na oge iru eru nke afo 2012 Summer Olympics",
  "N'agbanyeghị na ọ fọrọ nke nta ka ọ bụrụ nkeji anọ karịa onye mmeri (Tiki Gelana), o kwuru, sị: \"Abụ m nwanyị kachasị nwee obi ụtọ na Amsterdam, ma eleghị anya n'ụwa niile\".",
  "Lornah Kiplagat bụ onye guzobere akara egwuregwu sitere n'ike mmụọ nsọ nke Africa maka ụmụ nwanyị na-arụsi ọrụ ike a na-akpọ \"Lornah\"www.lornahsports.com.\nỌ bụkwa onye guzobere High Altitude Training Centre (HATC) a ma ama na Iten Kenya, ebe ndị na-eme egwuregwu si n'akụkụ ụwa niile na-aga ọzụzụ.",
  "www.lornahsports.com"
]