[
  "Lorna Simpson (amụrụ n'ọnw Ọgọọst 13, afọ 1960) bụ onye Amerịka na-ese foto na onye na-ese ihe nkiri multimedia",
  "Ọ bịara bụrụ onye a ma ama n'afọ ndị 1980s na 1990s na ihe osise dịka Guarded Conditions na Square Deal",
  "A maara Simpson nke ọma maka ọrụ ya na foto echiche",
  "A gụnyere ọrụ ya n'ọtụtụ ihe ngosi ma na mba ma na mba ụwa",
  "A maara ya nke ọma maka ntinye foto-ihe odide ya, foto-collages, na ihe nkiri",
  "Ọrụ mbụ ya welitere ajụjụ banyere ọdịdị nke nnọchiteanya, njirimara, okike, agbụrụ na akụkọ ihe mere eme",
  "Simpson na-aga n'ihu na-enyocha isiokwu ndị a n'ihe gbasara ncheta na akụkọ ihe mere eme na mgbasa ozi dị iche iche gụnyere foto, ihe nkiri, vidiyo, eserese, ọdịyo, na ihe ọkpụkpụ.",
  "A mụrụ Lorna Simpson n'ọnwa Ọgọọst 13, afọ 1960 ma too na Crown Heights, agbata obi dị na Brooklyn, New York. Ọ gara ụlọ akwụkwọ sekọndrị nke nka na imewe",
  "Nne na nna ya bụ onye Jamaica-Cuban na nne ya bụ onye Afrịkan-Amerịkan si Midwest kwaga New York ma kpọrọ ya gaa ọtụtụ egwuregwu, ebe ngosi ihe mgbe ochie, kọntaktị na ịgba egwu mgbe ọ bụ nwata. N'oge okpomọkụ, Simpson gara ọmụmụ ihe na Art Institute nke Chicago mgbe ọ na-eleta nne nne ya.",
  "Tupu ọ nata BFA ya, Simpson gara Yuropu, Afrịka, na United States ebe ọ gara n'ihu zụlite nkà ya site na foto. Mgbe ọ na-eme njem, ọ nwetara mkpali ịgbasa ọrụ ya karịa mpaghara foto iji maa onye na-ekiri ya aka ma tinye aka",
  "Ọ bụ mgbe ahụ ka ọ gbasaa ọrụ nka ya na eserese eserese",
  "Simpson mechara gaa School of Visual Arts na New York City ebe ọ nwetara Bachelor of Fine Arts na Painting n'afọ 1982. N'oge ahụ, ọ na-arụ ọrụ na Studio Museum na Harlem, na-amata onwe ya na omume nke David Hammons, n'etiti ndị ọzọ, onye bụ onye na-ese ihe na-ebi.",
  "Mgbe ọ na-enweta nzere Master nke Fine Arts na nka anya, site na Mahadum California na San Diego n'afọ 1985, Simpson gbakwunyere echiche ya. Agụmakwụkwọ ya na San Diego dị n'etiti Photography na Conceptual art, ndị nkuzi ya gụnyere onye na-ese ihe Allan Kaprow, onye na-eme ihe nkiri Eleanor Antin, ndị na-eme fim Babette Mangolte, Jean-Pierre Gorin na onye na-ede uri David Antin. Ihe pụtara bụ ụdị akara ya nke \"ihe odide foto\"",
  "N'ime foto ndị a, Simpson tinyere ederede eserese n'ime ihe osise dị ka ihe osise",
  "N'ime nke a, Simpson wetara nkọwa ọhụrụ zuru oke na ọrụ ahụ",
  "Echiche ọhụrụ a na ụdị Simpson sitere na ọchịchọ ịmata ihe ya banyere ma foto akwụkwọ akụkọ bụ eziokwu ma ọ bụ na ọ bụghị eziokwu ma ọ bụrụ na ọ bụ eziokwu e wuru dị ka eziokwu nke onye na-ese foto akwụkwọ akụkọ n'onwe ha mepụtara. Ọrụ ndị a na-emetụta n'ozuzu ha na nyocha na ịkatọ akụkọ ndị metụtara okike na agbụrụ nke ụmụ nwanyị Afrịka Amerịka n'ime ọdịbendị Amerịka.",
  "N'ọrụ ya n'afọ ndị 1980s na 1990s, ọ na-anwa igosipụta ụmụ nwanyị Afrịka-Amerịka n'ụzọ na-abụghị nke na-akparị ma ọ bụ nke na-anọchite anya ụmụ nwanyị egosiri. Ụfọdụ ndị na-ese ihe na-emetụta ọrụ ya gụnyere David Hammons, Adrian Piper, na Felix-Gonzalex Torres; na ọbụna ụfọdụ ndị edemede dị ka Ishmael Reed, Langston Hughes, Ntozake Shange, Alice Walker, na Toni Morrison n'ihi olu ha. E nyere ya National Endowment for the Arts Fellowship n'afọ 1985, na afọ 1990, ọ ghọrọ nwanyị Afrịka-Amerịka mbụ gosipụtara na Venice Biennale. Ọ bụkwa nwanyị Afrịka-Amerịka mbụ nwere ihe ngosi onwe ya na Museum of Modern Art na ihe ngosi ya Projects 23. N'afọ 1990, Simpson nwere otu ihe ngosi nwanyị n'ọtụtụ nnukwu ebe ngosi ihe mgbe ochie, gụnyere Denver Art Museum, Denver, Colorado, Portland Art Museum, Portland, Oregon, na Museum of Modern Art, New York. N'otu oge ahụ, a gụnyere ọrụ ya na The Decade Show: Frameworks of Identity na afọ ndị 1980s, ihe ngosi nke Museum of Contemporary Hispanic Art, The New Museum of Contemporary Art, na The Studio Museum na Harlem gosipụtara. Simpson enyochawo mgbasa ozi na usoro dị iche iche, gụnyere foto abụọ yana nyocha silk foto ya na nnukwu ogwe felt, ịmepụta nrụnye, ma ọ bụ mepụta dị ka ọrụ vidiyo dịka Call Waiting (1997)."
]