[
  "Lotfy El Tanbouli (13 February 1919, na Alexandria, Egypt - 11 May 1982) bụ onye na-ese ihe na Egyptologist.",
  "N'afọ 1946, o ritere ihe nrite mbụ ya na ngosi amateur na Paris",
  "O mere ihe ngosi iri na atọ n'otu n'otu site n'afọ 1946 ruo afọ 1981 ma sonye na ihe ngosi nchịkọta site n'afọ 1964 ruo afọ 1978.",
  "Tanbouli nwetara nkwado steeti site na ozi nke ọdịbendị 1980-1981 ma bụrụ onye guzobere na Syndicate of Plastic Artists.",
  "Tanbouli bụ onye Ijipt mbụ na-elekọta ngalaba mbipụta na Center of Documentation on Ancient Egypt.\nA họpụtara ya dị ka onye ọkà mmụta ihe ochie bi na ya n'oge a na-ebufe ụlọ nsọ abụọ nke Abu Simbel n'ebe dị elu (1964–1968).",
  "Ọ haziri mmemme Negro mbụ na Dakar, ememme nka nke Afrịka na Lagos, ihe ngosi nke Ramses II na Paris (1976) na ihe ngosi Queens na Kings nke Ijipt oge ochie na Japan (1978)",
  "Tanbouli haziri ngalaba ndị Ijipt nke ụlọ ngosi ihe mgbe ochie ndị agha na Cairo na Port Said.",
  "Mbipụta: Nchịkọta mbipụta sayensị zuru ezu: Obere ụlọ nsọ nke Abu Simbel (akụkụ abụọ).\nNchịkọta sayensị nke ụlọ nsọ: Garf Hussein Temple, nke abụọ, nke atọ na nke anọ.\nNchịkọta akwụkwọ nta sayensị: uwe na Ijipt oge ochie, ụlọ nsọ Abu Simbel, ụlọ nsọ Kalabsha na ụlọ nsọ Garf Hussein.\nO dekwara ederede sayensị maka katalọgụ nke ngosi nke ndị eze nwanyị na ndị eze Ijipt oge ochie na Japan.",
  "Mgbe ọ nwụsịrị, n'ọnwa Disemba 1982, ozi nke ọdịbendị guzobere ihe ngosi nke onye na-ese ihe Lotfy El Tanbouli na ụlọ ọrụ nchịkọta nka na Zamalek",
  "Na Mee 1983, Onye isi ala Hosni Mubarak nyere ya nrite sayensị na nka, ọkwa mbụ",
  "Na Machị 1984, Kansụl gọọmentị Cairo kpọrọ otu okporo ámá aha ya na Nasr City",
  "N'ọnwa Nọvemba afọ 1985, National Cinema Center gosipụtara nyocha nke ihe nkiri banyere ọrụ onye na-ese ihe Lotfy El Tanbouli nke isiokwu ya bụ: \"site na Alexandria ruo El-Nuba\", na International Egyptian Cinema Festival",
  "N'ọnwa Eprel afọ 1992, ozi nke ọdịbendị mere ihe ngosi maka ọrụ ya n'oge ncheta ọnwụ ya nke iri na Cairo Opera House.\nIhe ka ọtụtụ n'ime ihe osise ya dị na nchịkọta onwe ya, dịkwa na ụlọ ọrụ nnọchiteanya Ijipt ole na ole gburugburu ụwa na n'ụlọ ngosi na Egypt na Poland.\nNwa nwanne Lotfy El Tanbouli bụ onye na-ese ihe na Alexandria bụ Ibrahim El Tanbouli, nwa nwanne ya bụ onye na-ese ihe na London bụ Nazir Tanbouli."
]