[
  "Lou Jones (amụrụ n'afọ 1945) bụ onye Amerịka na-ese foto, bi na Boston",
  "Ọ bụ ọkachamara na mgbasa ozi na foto ụlọ ọrụ.  Ọrụ ya sitere na foto akụkọ na-ekpuchi agha na Central America na ihe ndị metụtara mmadụ, na foto egwuregwu na-edekọ egwuregwu 13 na-aga n'ihu, na foto jazz gụnyere Miles Davis, Milt Jackson, na Charles Mingus.",
  "A mụrụ Jones ma zụlite ya na Washington, D.C",
  "n'afọ 1945",
  "Nna ya, Leon Jones, rụrụ ọrụ maka USPS na ọrụ ozi",
  "Nne ya, Landonia Jones, rụrụ ọrụ na Ngalaba Ahụike, Mmụta, na Ahụike. Nanị nwanne ya nwanyị, nke obere Leonade Jones, bụ onye na-etinye ego n'onwe ya na onye ndụmọdụ ego n'efu na mpaghara Washington, DC.",
  "Jones gụsịrị akwụkwọ na Gonzaga High School ma nweta asambodo na sayensị na kwa fiziks na Rensselaer Polytechnic Institute",
  "Mgbe ọ rụchara ọrụ n'oge ọkọchị na NASA dị ka onye ọkà mmụta sayensị rọket, ọ gara Rensselaer na-achụso nzere gụsịrị akwụkwọ na fiziks.",
  "Jones malitere ọrụ foto ya n'afọ 1971",
  "Ndị ahịa azụmahịa ya gụnyere IBM, Major League Baseball, Federal Express, Peugeot, Museum of Fine Arts, Paris Match, KLM, National Geographic, People Magazine, Nike, Price Waterhouse, na Aetna.",
  "O sere ihe omume akụkọ ihe mere eme dịka ọdịda nke Mgbidi Berlin, Million Man March, na egwuregwu Olympic iri na abụọ na-esote. N'afọ ndị 1980 ọ sonyeere ndị omeiwu US na Nicaragua, El Salvador, Guatemala, na Honduras na CODELs (COngressional DELegations) na-edekọ gọọmentị, ndị agha na ndị isi nnupụisi.",
  "N'afọ 1990, Museum of Afro-American History nyere Jones ọrụ ịsọpụrụ ụmụ nwanyị na \"Sojourner's Daughters\".  Ọrụ a mere ka Aetna were Jones n'ọrụ iji see foto kalenda akụkọ ihe mere eme nke Afrịka-Amerịka kwa afọ site n'afọ 2011.",
  "Jones bụ onye isi oche nke New England chapter nke American Society of Media Photographers site n'afọ 1982-1986.",
  "N'abalị iri na otu n'ọnwa Eprel afọ 2013, e gosipụtara Jones na ihe omume izizi nke USA Network's The Moment  N'ịbụ nke Kurt Warner kwadoro, ihe ngosi ahụ gosipụtara ndị nkịtị na-achọ ohere nke abụọ na ọrụ nrọ ha",
  "Jones bụ onye nduzi na ihuenyo nke onye na-ese foto egwuregwu Tracey Marcum, na-enye ndụmọdụ na nkatọ nke foto ya."
]