[
  "Louis Jessup Delsarte nke Atọ (úbọchị mbụ n'ọnwa Septemba, 1944 rụo ụbọchị abụọ n'ọnwa Mée, 2020) bụ onye na-ese ihe n'Afrịka na America nke a maara màkà ihe a na-akpọ mgbè ụfọdụ ụdị \"illusionistic\" ya. Ọ bụ ónyé na-ese ihe, ónyé na-ahụ màkà mgbidi, onye na'ebi akwụkwọ, na onye na-eme ihe osise.",
  "Mgbè Delsarte na-etolite, egwu gụnyere jazz, opera, musicals, na blues gbara ya gbụrụ-gbúrụ",
  "Site na ahụmịhe a, yana ihe ọmụma ya banyere akụkọ ihe mere eme na ọdịbendị Afrịka, o nwetara ọtụtụ ihe mkpali màkà nka ya",
  "Delsarte bụ prọfesọ nke Fine Arts na Morehouse College na Atlanta, Georgia",
  "N'ime afọ iri na atọ gárá aga, egosila ọrụ ya gbụrụ-gbúrụ United States.",
  "A mụrụ Louise J",
  "Desarte nke Atọ na Brooklyn, New York, nke Louis Desarte nke Abụọ na Llewellyn (Johnston) Delsarte, ndị nkụzi abụọ. Delsarte gara ụlọ akwụkwọ sekọndrị na mpaghara Flatbush nke Brooklyn, nwéta asambodo na Fine Arts Education na Brooklyn College, nwéta nzèrè bachelọ ya na Fine Arts na New York's Pratt Institute, wee nwéta nzèrè masta na Fine Arts.",
  "E gosipụtara ọrụ Delsarte n'ihe ngosi onwe ónyé na nke otu na ebe ngosi ihe mgbe ochie, gallery, na ebe ndị ọzọ na United States, gụnyere Studio Museum na Harlem, Metropolitan Museum of Art na New York, Schomburg Center for Research in Black Culture na New York، Bodley Gallery (nakwa na New York), California Afro-American Museum, Camille Hanks Cosby Museum na Spelman College na Atlanta, Georgia, na ụlọ ngosi nka nke Howard University",
  "N'afọ 2001, a gụnyere ọrụ Delsarte dị ka akụkụ nke ihe ngosi njem mba nke akpọrọ \"Mgbè Mmụọ na-aga: African-American Dance in History and Art\"",
  "Ihe ngosi njem ahụ bụ nke Smithsonian Institution kwadoro, ebe ọ malitere dị ka ihe ngosi 1999-2000 na Spelman College (nke akpọrọ \"Mgbè Mmụọ Na-aga: African American Art Inspired by Dance).",
  "Klein na-eme njikọ dị n'etiti ihe ndị a na-eme ihe na nkà na ụzụ, na mmetụta nke egwu na ọrụ ónyé na-ese ihe: \"N'ihe osise ya, mmekọrịta dị n'agbata ihe oyiyi na ala, oghere e sere n'èzí ihe oyiyi ahụ na-agbanwe ma na-agbanwere",
  "Ọdịdị dị egwu nke oghere a na-adọta ányá anyị ma na-atụ aro ụda nke egwu",
  "A na-akpa ihe oyiyi ahụ n'ime ikuku a dị egwu",
  "\"",
  "Ọ nwụrụ na úbọchị abụọ n'ọnwa Mée, 2020.",
  "[Isi mmalite màkà ndepụta a: (1) Worldcat; na (2) African American Visual Artists Database"
]