[
  "Louis Arnett Stuart Bellinger (b",
  "Septemba 29, 1891 na Sumter, SC; nwụrụ",
  "Febụwarị 3, 1946 na Pittsburgh, PA) bụ onye Amerịka na-ese ụkpụrụ ụlọ nke na-ahụ maka imepụta ụlọ ndị dị mkpa na nso Pittsburgh.",
  "Bellinger nwetara nzere bachelọ na Architecture na Mahadum Howard n'afọ 1914",
  "Mgbe ọ gụsịrị akwụkwọ, ọ kwagara Philadelphia, ma n'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ kụziri mgbakọ na mwepụ na Florida na Mahadum Allen na South Carolina",
  "Ọ rụrụ ọrụ na ndị agha US na 1917, na-enweta ọzụzụ na Fort Des Moines",
  "N'afọ 1919, Bellinger na nwunye ya Ethel kwagara Pittsburgh, onye kụziri egwu (na mbụ na nzuzo ma mesịa na Robert L",
  "Vann Elementary School)",
  "Na mbido na n'etiti afọ 1920, Bellinger rụrụ ọrụ n'ọfịs nke City Architect nke Pittsburgh, na-emepụta ụlọ gụnyere ụlọ ọrụ ndị uwe ojii, ụlọ ọrụ na ogige ntụrụndụ obodo, na nke kachasị, ogige baseball a na-akpọ Central Park",
  "N'afọ 1926, o guzobere ọrụ onwe ya, otu n'ime atụmatụ mbụ ya n'afọ ahụ bụ African Methodist Episcopal Book Concern na 716 S",
  "19th",
  "St., Philadelphia (nke a kwatuworo ugbu a)",
  "N'oge ahụ, ọ bụ otu n'ime ihe na-erughị iri isii African-American architects.",
  "Na ngwụcha afọ 1920 na 1930, Bellinger mepụtara ọtụtụ ụlọ dị mkpa na Pittsburgh, gụnyere New Granada Theater na Hill District, nke e mere maka Knights of Pythias",
  "Ihe owuwu a ka guzo ma gbakwunye ya na Ndepụta nke City of Pittsburgh akụkọ ihe mere eme na Ọktoba 8, 2004, Ndepụta nke Pittsburgh History and Landmarks Foundation Historic Landmarks na 2007, na National Register of Historic Places na December 27, 2010",
  "N'afọ 1931, Bellinger mepụtara Greenlee Field maka Gus Greenlee, nke ndị otu egwuregwu baseball Negro league ji mee ihe",
  "Atụmatụ ndị ọzọ nke Pittsburgh site na Bellinger gụnyere duplex ya na Ethel na 530 Francis St., ụlọ obibi dị na Centre Ave",
  "na Wylie Ave., na mmezigharị nke ụka na Wilkinsburg na East Liberty.",
  "N'afọ 1932, Bellinger gbara ọsọ dị ka onye Republican maka United States Congress",
  "Nanị onye isi ojii (nke ise) na ntuli aka nke iri atọ na abụọ nke Pennsylvania, a họpụtabeghị ya.",
  "Na ngwụcha afọ 1930, Bellinger kwụsịrị ọrụ onwe ya ma rụọ ọrụ n'obodo ahụ ọtụtụ afọ dị ka onye nyocha ụlọ",
  "N'afọ 1945 na 1946, o mepụtara ọtụtụ atụmatụ ọhụrụ na imezigharị ụlọ ọha na eze na nke onwe",
  "Bellinger nwụrụ n'ihi ọbara ọgbụgba n'ụbụrụ na Febụwarị 3, 1946",
  "E liri ya na Allegheny Cemetery.",
  "Albert M",
  "Tanner na-ekwu maka mkpa Bellinger dị: \"A na-achọta ihe ndị a na-ezo aka na Louis A",
  "S",
  "Bellinger na Negro Artists: An Illustrated Review of Their Achievements (New York: Harmon Foundation, 1935), Theresa Dickason Cederholm, Afro-American Artists: A Bio-bibliographical Directory (Boston Public Library, 1973), na Who Was Who in American Art 1564-1975 (Madison, CT: Sound View Press, 1999)",
  "Akụkọ zuru ezu banyere ndụ ya na ọrụ ya pụtara na Afrịka-Amerịka Architects: A Biographical Dictionary 1865-1945 (New York: Routledge, 2004)."
]