[
  "Louise Smit (née Louise Sophia Bekker, amụrụ ya na 2 Jenụwarị 1940) bụ onye South Africa odee akwụkwọ ụmụaka na onye okike na onye isi mmemme na ihe omume telivishọn ụmụaka.",
  "Smit gụrụ nkuzi na Paarl Teachers College, na Drama na Mahadum Stellenbosch",
  "Site na afọ 1964-1968 ọ rụrụ ọrụ ebere na Malawi ebe ọ rụrụ akụkọ ifo ụmụ amaala na nsonye nke ụmụaka obodo n'ime ime obodo",
  "Nke a mere ka e nwee ihe omume redio ụmụaka na-eme kwa izu n'asụsụ Chichewa",
  "N'ịlaghachi na South Africa, ọ sonyeere Johannesburg Civic Theatre dị ka onye na-egwu egwu tupu ọ nabata ọkwa dịka onye nduzi mmemme na onye okike na South African Broadcasting Corporation (SABC)",
  "Ihe omume mbụ ya, Haas Das se Nuuskas (nke na-egosi arịlịka ozi oke bekee na-etinye njikọ na-egbuke egbuke) na Wielie Walie, bụ mba hits",
  "Haas Das se Nuuskas bụkwa otu n'ime mmemme izizi emere na telivishọn South Africa n'afọ 1975",
  "Louise bụ onye okike nke Wielie Walie, (o dere akụkọ nari abụọ mbụ), Haas Das se Nouskas (150 episodes) Pumpkin Patch ( episodes narị ise), Kideo ( Ihe omume Otu puku) Mina Moo en Kie ( Otu narị na iri ịse episodes), Zap Mag na Prọfesọ",
  "Fossilus en die Dinosourusse (ngalaba 26) n'etiti ndị ọzọ",
  "O mepụtara ihe omume 4000 n'asụsụ asaa ma dị ka ọtụtụ ndị siri kwuo, ikekwe kere ndị kacha agwa n'ụwa",
  "O mekwara, duzie ma mepụta mmemme na Zulu, Xhosa, Sotho, Pedi, na Tswana",
  "Louise Smit duziri akụkụ mbụ nke ịrị abụọ na isii nke Liewe Heksie, nke Verna Vels kere.",
  "N'afọ 1980 Smit hiwere ụlọ ọrụ nke ya, Louise Smit Productions wee wuo ụlọ ihe onyonyo nke ya, Kinnor Studios na Johannesburg",
  "Ọ rere ya na Red Pepper Productions n'afọ́ 1998.",
  "O nwere nwa nwanyị ma bi ugbu a na Cologne, Germany.",
  "Louise Smit bụ onye edemede a ma ama ma bipụtala ihe karịrị akwụkwọ ịrị abụọ na ịse",
  "Ha gụnyere:",
  "Louise Smit nwetara otuto mba na mba ụwa maka ọrụ ya.",
  "Onyinye Artes asaa maka mmemme akwụkwọ akụkọ kacha mma na mmemme ụmụaka, SABC",
  "Abụọ Star Tonight Awards maka Liewe Heksie (dị ka onye nduzi) na usoro na Tswana: Kabarete ya Poone (Cabaret nke Mielies (Ọka))",
  "Unima Award maka onyinye kacha mma maka nwa nkịta na South Africa",
  "M-Net Award maka mmemme ụmụaka: Eko-Boffins",
  "Tokio International Television Prize (Japan Prize) maka Kideo - mmemme kacha ọhụrụ, 1995",
  "Ihe nrite Prix de Jeunesse, Munich, 1996, ihe nrite nke atọ maka Kideo (Denmark 1st, BBC 2nd, Sesame Street 4th)",
  "ihe ọzọATKV Woordveertjie  maka Bennie Boekwurm se Tonnelhuisie - NB-Ndị mbipụta",
  "South African Literary Award (SALA) maka ọrụ mmezu ndụ ya.",
  "3",
  "https://m.imdb.com/name/nm5473542/",
  "4",
  "https://brittlepaper.com/2019/11/south-african-literary-awards-2019-all-the-winners/",
  "5",
  "https://www.puku.co.za/en/nb-uitgewers-celebrating-author-louise-smit-haas-das/",
  "6",
  "https://kemptonexpress.co.za/99175/watch-television-in-south-africa-turns-40/"
]