[
  "Louise L",
  "Chase (née Bond; September 2, 1840 - September 19, 1906) bụ onye America na-eme mgbanwe na mmekọrịta mmadụ na ibe ya",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke Women's Christian Temperance Union (W.C.T.U.) nke Middletown, Rhode Island, ma họpụta ya ka ọ bụ onye isi oche of the Woman's Foreign Missionary Society of the Methodist Episcopal Church na Newport, Rhode Islands.",
  "A mụrụ Louise L",
  "Bond na Warren, Massachusetts, na Septemba 2, 1840",
  "Ọ bụ nwa nwanyị Samuel Bond (1796-1873) na Mary (Damon) Bond (1803-?Ọpụpụ ọzọ Louise nwere ụmụnne atọ, John, Maria, na Samuel.",
  "N'oge na-adịghị anya mgbe amuchara ya, ndị mụrụ ya kwagara Brimfield, Massachusetts, ebe ọ gụrụ akwụkwọ, banye n'ụlọ akwụkwọ sekọndrị Hitchcock n'efu mgbe ọ dị afọ 13",
  "Ebe obibi nwa oge na Columbia, Connecticut, ebe ọ gara ụlọ akwụkwọ onwe onye, kwụsịrị ịga ụlọ akwụkwọ ahụ",
  "Ọ laghachiri Brimheld ma gụchaa akwụkwọ ya mgbe ọ dị afọ iri na isii.",
  "N'afọ 1857, ọ gara biri na Lebanon, Connecticut, ma lụọ Alfred W",
  "Chase, onye Bristol, Rhode Island, n'ebe ahụ na 1861",
  "Maazị na Oriakụ N'oge na-adịghị anya, Chase kwagara Brooklyn, Connecticut, na 1882, Middletown, Rhode Island, ebe obibi ezinụlọ Maazị Chase.",
  "The w.c.t.u of Middletown was organized in 1882 and chase was elected one of the",
  "Vice president",
  "In 1885 she was elected president of w.c.t.u of Middletown and In that way became prominent in the workshe was elected state vice president of w.c.t.u.and at about the same time state superintendent of the department of Sabbath observance",
  "In 1886 she represented the state in the National convention in Minneapolis,Minnesota she was elected in 1891 state superintendent of scientific temperance instruction in school.",
  "Chase nwere njikọ na alaka New England nke Women's Foreign Missionary Society nke Methodist Episcopal Church",
  "Obere oge tupu ọnwụ ya, a họpụtara ya dịka onye isi oche nke nzukọ ahụ na Newport, Rhode Island",
  "Louise L",
  "Chase nwụrụ na Newport, na Septemba 19, 1906."
]