[
  "Louise Ozelle Martin (ụbọchị 9 ọnwa Jenụwarị afọ 1911 - rụọ ụbọchị 15 ọnwa Julaị afọ 1995) bụ onye Amerịka na-ese foto nke natara nkwado maka foto ya nke Houston Freedom Riders, Dr",
  "Martin Luther King Jr., na karịa.  A maara ya dị ka onye ọsụ ụzọ maka ndị inyom Afrịka-Amerịka na-ese foto.",
  "A mụrụ Martin na Brenham, Texas, nke bụ obere obodo German dị nso na Houston, na mpkuru ubochi  9 n'ọnwa Jenụwarị nke afọ 1911, nne na nna ya bụ Barbara (Harris) Martin, onye na-arụ ọrụ na Vanda Martin, onye nlekọta",
  "nye Vanda Martin na Barbara (Harnis) Martin.  Ọ malitere inwe mmasị na foto mgbe ọ dị obere n'ihi ịhụnanya ya maka foto, nke nne ya gbara ume",
  "Mgbe Martin dị afọ iri na otu, nne ya zụtara ya igwefoto mbụ ya maka $ 3.98. Ka ọ na-erule oge ọ bụ nwata na ụlọ akwụkwọ sekọndrị, Martin anọchiwo ụlọ ọrụ na-ese foto ụlọ akwụkwọ na ụlọ akwụkwọ kọleji ya",
  "Nne Martin gbara ya ume ka ọ mụọ akụ na ụba ụlọ ma ọ bụ nọọsụ na mahadum ndị Ojiị dị n'ógbè ahụ, mana enyeghị ọmụmụ ihe ndị ọ nwere mmasị na ya",
  "Kama nke ahụ, ọ rụrụ ọrụ n'ụlọ River Oak ruo mgbe ọ nwere ike ịdebanye aha na Mahadum Denver. Martin hapụrụ Texas ịga ụlọ akwụkwọ na Chicago n'ihi na kọleji ndị si South nwere iwu ịkpa ókè agbụrụ nke na-ekweghị ka ndị isi ojii gaa. Ọ gụrụ foto na Art Institute nke Chicago na American School of Photography",
  "N'afọ 1946, ọ nwetara akara ugo mmụta na foto na Mahadum Denver School of Photographic Arts and Scientists.  Mgbe ọ nọ ebe ahụ, ọ bụ naanị nwanyị ojii debanyere aha.",
  "Mgbe ọ nọ na Mahadum Denver, Martin rụrụ ọrụ dị ka onye na-ese foto n'onwe ya",
  "Ọ na-ese foto nke ndị agha, ka Agha Ụwa nke Abụọ mere ka ọchịchọ maka foto nke ndị ọrụ",
  "Ọrụ Martin na Denver mere ka ọ sonye na Rocky Mountain Association na mbido afọ 1950",
  "N'afọ 1952, ọ sonyeere Southwestern Photographers Convention dị ka naanị onye isi ojii",
  "Ihe ịga nke ọma ya na Southwestern Photographers Convention mere ka ọ bụrụ onye otu Texas Professional Photographers Association, Professional Photographists of America, Southwest Professional Photographer Association, na Business and Professional Women Association",
  "A maara ya maka iji ọkụ na nkà ya n'ịtụgharị foto.",
  "Ka oge na-aga, ọ kwagara Houston, Texas",
  "Na Houston, ọ lụrụ Uriete Boze, onye na-ebu ụgbọ okporo ígwè. Otú ọ dị, n'oge na-adịghị anya mgbe ha lụsịrị, ha gbara alụkwaghịm, ebe ọ chọrọ ka ọ nọrọ n'ụlọ, ọ raara onwe ya nye ọrụ ya.",
  "Na Houston, Martin nwetara ọtụtụ mmata na ihe ịga nke ọma na foto",
  "N'afọ 1946, o guzobere ụlọ ọrụ Louise Martin Art, nke na-eje ozi n'ụlọ akwụkwọ ndị isi ojii nke Houston, ụlọ ụka, na ụwa mmekọrịta mmadụ na ibe ya nke gara Houston. Martin mere atụmatụ na ụzọ atọ n'ụzọ anọ nke ndị ahịa ya bụ ụmụ nwanyị. A maara ya dị ka \"Houston's Society Photographer\". Martin rụrụ ọrụ maka Houston Forward Times na Houston Informer, akwụkwọ akụkọ Black Houston abụọ.",
  "Martin sere foto nke ndị ama ama, ugboro ugboro ka ha na-agafe Houston gụnyere John F",
  "Kennedy, Dwight D",
  "Eisenhower, Richard Nixon, Coretta Scott King, Marian Anderson, na Jesse Jackson",
  "N'afọ 1968, Foward Times na Informer zigara Marin na Funeral nke Martin Luther King Jr., ebe ọ bụ naanị nwanyị Afrịka-Amerịka na-ese foto. Foto ya na foto ya nke Coretta Scott King mere ka ọ bụrụ onye a ma ama na mba",
  "Ọtụtụ n'ime foto olili ozu ya ka ụlọ ngosi ihe mgbe ochie nwetara, gụnyere International Center of Photography na Museum of Fine Arts, Houston, ụfọdụ n'ime ha pụtara na Life Magazine.",
  "Ka ọ na-erule mmalite afọ 1970, Martin enwetala onyinye 27 na foto.  Ọ bụ onye ọsụ ụzọ maka ụmụ nwanyị na-ese foto n'Afrịka.",
  "Martin nwụrụ n'ọnwa Julaị 15, afọ 1995, n'ụlọ ya nke atọ.  E liri ya na Willow Grove Cemetery na Brenham.",
  "A gụnyere ọrụ ya na nchịkọta nke Museum of Fine Arts Houston, na International Center of Photography."
]